[
  "求助者：每到春节、中秋节等团圆节就特别的难受，不想回家？24岁，工作过三年，今年在备考研究生，有一个交往四年的男友(准备考博，不打算和我结婚)，从小是留守儿童，爸爸在高二的时候离家外出打工，在我大三的时候回到昆明，并和我妈离婚，他们两人两人都说对方出轨了，具体是哪一个，我都不确定，因为我和他们相处的时间很短，不了解对方。我在2017年的春节前一天，在和我妈吵完一架(原因是，傍晚，她从外面回来，我问她吃什么，我买了一些菜，我做饭吃，她就开始用脏话辱骂我，侮辱我，我受不了就走了回学校)后至今没有回昆明过年或其他节日，也就回去过两次吧，回去后都不怎么愉快，应该说在我印象里和她在一起的日子不是骂就是骂，导致现在我一到现在想到需要回昆明，心里就受不了，会无缘无故的哭，心不在焉的样子，主要是我回去没有归宿，家里穷，从小跟外婆一起长大，但是现在他们老了跟舅舅(出轨)住在一起，不想去找外婆，爸爸也没有房子，妈妈现在一想到她，脑海里全是她辱骂我的场景，我该怎么办？",
  "支持者：我很理解你的感受，团圆节本应是家人欢聚、相互关爱的时刻，但你却感到难受和不愉快，这是很正常的心理反应。看到你的家庭背景和经历，我深感你成长过程中面临的众多压力和不公，所以我非常敬佩你的勇气和努力追求更好的生活。在备考研究生的期间，你承担了巨大的学业压力，同时还要面对家庭问题的挑战，实在是太不易了。但也请相信，这些压力和困惑都是暂时的，只要你坚持努力，一切都会好起来的。",
  "求助者：其实我现在最大的矛盾是，不想回去过年，但是也不想一个人在学校寂寞。我觉得自己很没有用，也担心自己会越来越抑郁。",
  "支持者：这个矛盾很能理解，过年在家是很难独自承受记忆和孤独的，但是独自一个人过年又让人感到很无助和孤独。你说你担心会变得越来越抑郁，这个是有迹可循的抑郁。我明白你的担忧，所以我希望你可以找到一些可以依靠的人，比如同学、朋友、老师等人，与他们保持联系，安排一些可以参与的活动，可以去逛逛市场，感受年味，煮一些喜欢的东西，或者做一些有意义的事情。找一些你感兴趣或者平时想要做而没有时间去做的事情，也许可以帮助你度过难关，缓解焦虑情绪。",
  "求助者：谢谢你的建议，我会尝试。但是我还是很害怕，害怕面对自己家庭的问题，害怕面对那些没有解决的过去。",
  "支持者：这段时间，你会有很多矛盾和焦虑。害怕面对自己的家庭问题，是因为你经历的不公已经让你失去了对生活的信任，让你感到恐惧和无助。面对过去的痛苦和不幸，真的不是一件容易的事情，所以我觉得，现在最好的方法是把焦点放在自己身上，找到自己的兴趣和爱好，找到一些自己喜欢的事情，为自己的生活创造多一些温馨和快乐。同时，逐渐与过去的阴影和不幸划清界限，学会自我调节和放松，保持积极乐观的心态。",
  "求助者：我不知道是不是我自己太敏感了，每当我对别人说起自己的经历，他们总是会很惊讶，会说我经历的太多，太苦了。他们的反应让我感到很尴尬，我也在想自己是不是有些过于敏感了。",
  "支持者：你说到的这种尴尬感我能够理解。每个人的经历都不一样，有些人甚至可能并没有经历过过多的困难和挫折。所以，别人的反应并不代表你的经历是太多或太苦。每一次困难和挫折都会帮助我们成长和变得更强大，也塑造我们独具特色的人格和人生经历。你是有自己的故事和经历，这是非常珍贵的，让我们学会欣赏自己，重视自己的成长历程。",
  "求助者：我知道自己一定要努力，可是有时候努力也没什么用，我总是会陷入消极情绪，感觉自己没有希望。",
  "支持者：困难之所以是困难，是因为它让我们感到无力和无助。但是你要相信，这些感受都是暂时的。在度过艰难困苦之后，你会更加坚强和成熟。我们不可能完全掌控生活的一切，但是我们可以自己控制和改变自己的态度和情绪，让自己走出消极情绪的漩涡。在这个过程中，与他人沟通交流也是非常重要的一步，所以我也希望你可以经常找亲友聊聊天，或者寻求专业人员的建议和帮助。",
  "求助者：我会尝试放下过去，放下那些不好的记忆，重新认识我的家乡，提升自己的情感链接。谢谢你一直以来的支持和鼓励，感觉有了这样的朋友，我的心情真的好了很多。",
  "支持者：听到你这样说，我也感到非常欣慰。我们每个人都面临类似的苦难和挑战，但是我们并不是孤独的。在和大家分享自己的故事和经历时，我们也会得到更多的温暖和支持。也希望你多加行动起来，少些消极情绪，多些积极乐观的心态，相信自己一定能度过这个难关。",
  "求助者：我知道了！谢谢你一直以来的帮助，我会重新开始自己的生活，加油！",
  "支持者：很高兴能够和你交流，看到你逐渐从困境中走出来，我也感到非常欣慰。你是一位勇敢、坚强的人，希望你的生活越来越好，一切都会变得越来越好的。如果你有需要，也请随时联系我，我会一直在这里支持着你。"
]