[
  "求助者：我和我老公的生活一直受到他的折腾的影响。他辞去了高校的工作，去企业跳槽，还不考虑生孩子。而我年龄已经很大了，他回来找我，试图创业，还要利用我们的积蓄。我害怕他的创业失败，我将无法应对日后我需要全力照顾孩子的日子。您能帮我吗？",
  "支持者：听到你的经历，我理解你会感到害怕和不安。他的选择对你们的生活造成了实质性的影响。但是请注意，此时的关键是如何帮助自己面对这种处境。首先，我们要客观分析问题：你们的价值观存在分歧，他的目标是追求自己的事业和成功，而你的希望是稳定的家庭和孩子。这不代表你们无法达成共识，但是这需要各自做出一些妥协和改变。你期待一个安稳的家，和一个和你一起养孩子的伴侣是很正常的。现在的问题是，两个人在生活目标上没有达成协议，你需要找到一个解决方案，既能够保护自己的利益，又能够保持这段婚姻的稳定。",
  "求助者：谢谢您的耐心解释。但是我觉得他太自私了，总是把他的利益放在第一位。我很孤单，但是我不想开始一个没有稳定经济来源和未来安全感的家庭。",
  "支持者：我理解你的想法。有时候当我们听到对方的行为让我们感到受伤和孤独时，会相信对方是故意要伤害我们的。但是，我们要记住：我们每个人都有自己的理由和过去，我们需要认真考虑对方的想法，试图去理解他的行为的原因。或许你们需要谈一谈，找出他为什么这么折腾、想创业的原因？是不是他的本意是想要一个更好的生活，也许这也可以为你对他的行为有更深层次的理解。当然，这仅仅是考虑对方的理由，不能为他的过错作出借口。你需要明确你目前的处境：你不想让自己的未来从一开始就面临潜在的危机，暂且不说孩子的问题，但是你有责任保护自己的未来。这些是很重要的，我们需要为自己着想，保靠自己挣得的钱和未来的稳定展望。",
  "求助者：我很感激你的建议。但我也在自己头脑中想回想，我长久以来是不是一直被他所影响，而失去自己的声音呢？",
  "支持者：这真的是个很好的问题。我们在关系中享有平等的地位，需要有自己的声音和想法。对我们而言，这可能会很困难，因为我们可能会更多地关注我们如何保护和满足对方，而忽略自己的感受。但是这不是最佳的解决方案。如果我们希望维持长久的关系，就需要坦诚地表达自己的态度和需要。你需要重返你的理念和生活目标，并尝试去重新确定你自己的声音和立场。",
  "求助者：我真正希望的是将来的生活幸福和美满。但我觉得他追逐的是虚无的东西，让我们的生活更愁眉苦脸。很担心他的选择让我们的将来几乎没有保障。",
  "支持者：你有理由担心你们的未来稳定性。我们需要仔细解决这一问题，并且尝试去在他的事业和你的孩子之间取得平衡。这个过程需要双方原则性地谈判，以确保每个人得到自己想要的。但是，我们不能消极地看待他努力改变的一面。毕竟，创业本身就是个很难的选择，但是，如果他成功了，你们的生活可能会则会更好。这个过程要看他的追求是否有意义，在这个过程中你也可以为他提供支持和协助。",
  "求助者：我希望他能理解我的感受。但是我不知道如何让他理解我的想法，而且我很害怕说出来的话让他是折磨我的情绪。",
  "支持者：我理解你的担心。这个过程不会一帆风顺，但是，只有通过坦诚和建设性的交流，才能更好地解决问题。你不应该过度担心他会如何回应你的话，而是试着先倾听他的想法，讨论你们共同的问题和关切，以减少坦诚交流可能存在的紧张感。当然，这也需要我们在一些关键事件出现时花费适当的精力去处理这起争端。如果你觉得自己的感情和情绪很难得到控制，或如果你的丈夫妨碍了你们之间的交流，你或许会需要寻求专业的帮助来解决你们的问题。",
  "求助者：感谢您的建议，我需要坚定地向我老公表达我的感受。但是，我不确定我有能力做到，我害怕我会败给自己的情绪。",
  "支持者：我们都会有感天动地的情绪，但是我们也需要控制我们的情绪以及相应的反应。如果你感到情感压力太大或无法摆脱自己的情绪，你可以考虑----有人可以带你话语有力地表达你的想法。专业的心理治疗师可以帮助我们在情感方面做更有效的表达，同时帮助我们更好地管理我们的情绪。如果你想要这样做，我可以和你一起制定一份计划，找到一位合适的心理咨询师提供帮助。",
  "求助者：非常感谢您的耐心指导，您的建议真的是非常重要。我需要一些时间来自己消化，也许我需要一些时间联系心理咨询师。",
  "支持者：如果你需要任何帮助，不要犹豫直接请我帮忙。在你开始咨询之前，我建议你可以列一份我曾经与你谈论过的问题清单，让自己更好地了解你们双方的困境，以便向专业人士提供更全面的信息。我希望你在黑暗的关键点上可以找到一位信赖的心理治疗师去帮助你们。",
  "求助者：再次感谢您的支持和鼓励。我会化悲愤为力量，一步步走向更好的未来。",
  "支持者：这真是很好的态度。无论如何，我们都需要寻求支持和动力。我深信如果我们愿意，我们总是能够从危机中获得成长和学习。如果你还需要我帮忙，不要犹豫，随时联系我。"
]