[
  "求助者：丧母百天后老公逼我离婚，我签署了器官捐赠！平静？我母亲7月份过世了，母亲的突然离世，让我措手不及，因为还有很多事都没来得及为她做，根本没有心理准备就离开了，我归咎为我自己没有及时送医救治，内心每天都非常自责，内疚，天天爆哭。当天母亲拉回来的时候，我无法承受打击，服了大剂量安眠药自杀，但是又被救了回来。为了父亲，我勉强活着，假装坚强。之前我为了可以全职照顾母亲没有找工作，再加上长期照顾病人自己也患有抑郁症，加上疫情，母亲的离世，我已经丧失了工作的能力跟心情。为了祭奠母亲，我寸步不离的守在跟母亲生活的那个房子里，那个房子是婚前我跟我老公一起出钱买的。可是就在我这么糟糕的情况下，他让我出去挣钱，甚至从母亲离世到现在一分钱也没有给过我。他最近说自己没钱了，还要卖房子，还总逼我回家跟他过夫妻生活，我真的受不了，说了没几句总是吵起来。我痛哭流涕，让他理解我给我时间，可是根本得不到他的任何理解，今天他跟我提了离婚。我内心非常平静，因为我已经没有可失去。",
  "支持者：听了你的故事，我能感受到你内心的痛苦以及你带来的重重负担。在这样的时候，需要倾听你的内心，听取你的故事，感同身受地和你相互交流，一起共渡难关。你的母亲离世，给你带来了巨大的打击和疼痛，这种感受在人们生命中都是难以承受的。不过在这里我想告诉你：你自己已经非常的努力了，在你的母亲最后的生命里，你去照顾她，为她付出了，这都是非常伟大的行为。所以不要因为自己的内心痛苦而责备自己，这是无法挽回的事情，但是你能够为你的母亲感到骄傲。此外，不要忘记有许多其他的亲人朋友关爱你。因为你很重要，你不是孤单的，家人和朋友都知道你这种痛苦和难过。他们也会愿意和你分享这种痛苦和难过，帮助你度过难关。",
  "求助者：我明白我的母亲已经离开了，但是我在心理上感到很困惑和惶恐。毕竟她在我生命中扮演的角色非常重要，让我无法接受这种改变。而我现在面临的离婚问题更加让我感到没有退路，我真的不知道该怎么办好。",
  "支持者：是的，母亲的离开让你的世界变得一片黑暗，你会有挣扎、痛苦，这是人之常情。对于离婚的问题，这也是很让人痛苦的经历，离婚对于心理上的打击也是很严重的一种。但是在这个时刻，你需要保持冷静，面对这个问题，相信一定能够找到解决的方法。你可以先放下心里的困惑，思考什么是最重要的，什么能让你变得幸福，什么决定对你未来更好。同时，不要害怕寻求他人的帮助和意见，找到值得信任的人，与他们分享你的问题和感受，向他们寻求建议。",
  "求助者：我感到很内疚，因为我竟然想过结束自己的生命。我不想再回到那个决定的边界上了。",
  "支持者：当人的心理受到重重打击的时候，往往会出现这种消极的想法，对于这种想法，你一定要主动地去避免。建议你找些小事情来做，例如跳舞、唱歌、散步等，转移你的注意力，帮助你恢复心情。还有，找一个自己信任的人去聊天，通过与别人沟通来减轻压力和情绪。",
  "求助者：我的老公一直不理解我，我觉得他很冷血。他从来没有想要帮我缓解我的疑虑或情绪，甚至还总是让我感到更糟糕。",
  "支持者：感觉到自己得不到支持的时候，你的情况会更加的糟糕，这也是很正常的。不过，有一种非暴力沟通技巧，可以帮助你顺利地跟你的老公交流，并且避免你们之间的冲突升级。可能有时候在交流中有些观点很难表达，或者更加感性的思考方式也很难理解到另一方，不过在语言和表达上要尽量友好和清晰。你也可以多花一点时间和他交流，或者找他的同事谈一谈，寻找一些意见，这样你就能够更好地理清自己的思路，同时也能更加清晰地了解他的想法。最后，保持一个平和的心态，毕竟回忆过去的心情是无法消除的，不要期望一个人能够够理解自己的感受，需要尽量学会如何接受那些不能容忍自己的人。",
  "求助者：我也害怕自己遇到困难时，连自己老公都无法得到支持，真的是非常痛苦。",
  "支持者：遇到困难时，我们都希望得到家人或者朋友的支持，这是理所应当的。但是如果得不到期望的支持或者照顾，我们甚至会觉得被社会孤立了。毫无疑问，这种感觉是非常难受的。这个时候，请你记住有很多其他的人都有心理上的问题，他们也需要得到其他人的支持和帮助。有时候，即使是我们最亲密的人，也不能帮助我们化解问题，但是，这并不意味着他们不爱你。因为每个人的能力是有限的，有些人没有更多的精力去处理这些问题。不过也有很多其他方式帮助你，像专业的心理辅导，可以找到你的主治医师、药物治疗的帮助，还有其他的资源，像观看电影、读书、参加社交活动等，这些都可以帮助你重建联系，让你的感情和社会联系得到重新建立。",
  "求助者：我现在找不到生活的方向，无法做出正确的决定。我感觉自己的生活没有意义，不知道自己的人生意义是什么。",
  "支持者：在我们的人生中，每个人都会面对这个问题：人生的意义是什么？这个问题的答案不是那么容易找到的。有人会认为人生的意义是为了追求某种理念或者是什么物质实质，然而这些并不是人生的全部。无论你相信什么，都可以认为生活有某种重要的目标或者是价值，例如爱或者是奉献，找到对你最有意义的价值，然后以这种价值为指引去约束你的行为，这是我认为非常重要的。无论你从何处寻找，这个问题仍然是非常个性化的"
]