[
  "求助者：我一直觉得自己处于低谷，常常感到疲惫、无助，这段时间情绪越来越低落，有时候甚至会有自杀的冲动。",
  "支持者：听到你的心声，我不能想象你所经历的痛苦有多深。但是我知道，你打开心房，与我分享你的感受，已经是你迈出改变的第一步。我们不是没有希望。我建议你把自己的情绪记录下来，看看是什么因素会导致你情绪低落，再尝试自我调节，以更好地掌控情绪，保持稳定的心态。【1】",
  "求助者：可是我总觉得这样自闭不说话，好像有些不对劲，我的状况越来越糟糕，我甚至对自己的意义感到迷失。",
  "支持者：我理解你对自己的怀疑和迷失。有时候，我们会陷入自我否定的泥沼中，感到自己不重要、无足轻重。但是，请记住，你是一位有价值的人。你可以从感到自闭和迷失的状态里走出来，重新找到生命的方向和意义。你可以尝试寻找一些心灵的寄托，例如朋友、亲人、信仰、爱好等等。【2】此外，也许你可以考虑一些心理辅导的方式来帮助毁掉内心的阴影，例如可以参加一些心理咨询机构，来寻找专业人员的帮助。",
  "求助者：我真的感到很无助，看不到生活的希望，总觉得生命毫无意义。",
  "支持者：当人处于深陷低谷时，很容易感到迷茫、绝望。不过，请相信，所有的不幸福感都是暂时的。这种无助感是可以被破解的。你可以尝试一下适度的锻炼，舒展身体的同时也可以降低焦虑和抑郁，同时也可以让你回到生活的正轨。你还可以在你喜欢的领域里多花一些时间，找一些乐于分享的人，让你感到舒服和放松。生活中还有很多美好的事情值得你去感受。【3】",
  "求助者：可是我真的无法忘记一些痛苦的经历，觉得自己被这些负面的情绪所占据，常常感到无法呼吸。",
  "支持者：过去的经历无法改变，但是你可以从中汲取教训，变得更加强大而勇敢。别让负面的情绪占据你的心灵，与其抗争，不如接受它们并让它们从你的生活中逐渐消失。你可以尝试倾诉，找一些值得信赖的人，把你的情绪诉说出来，你会发现，倾听和支持会使你感到宽慰，进而减轻痛苦。还可以在学习和工作中寻找一些你感兴趣的特立独行的地方，去减轻痛苦，以此让自己更加健能幸福。【4】",
  "求助者：我总觉得自己不够优秀，每次过得太努力还是有许多失败。",
  "支持者：许多人都会有你这样的感受，它们常常是由我们的社交认知所创造的各种不安而产生的。请不要过度自我否定，记住，你的努力可能不会立即带来成功，但是最后总会有显著的收获。不要用结果来衡量你的价值，每个人都会有不同的学习和生活过程。学会为自己设定可实现的目标，把力量集中在实现目标上，这将有利于提高自己和提高成功的可能性。【5】",
  "求助者：有时候我总是难以拒绝别人的请求，害怕让别人失望，也不敢承认自己的无能。",
  "支持者：我明白你的感觉。但是，如果我们过度关注别人的眼光，会产生一种无端焦虑，甚至失去自我。习惯性的“好人卡”是不必要的，我们应该明确表达自己的意愿，告诉自己的朋友和家人你所希望的，思考“NO”这个单词实际上也是一种尊重。学会拒绝并取得平衡。接受我们自己不完美的无能，往往可以让我们更坦然，从容地处理这个世界上任何一种挑战。【6】",
  "求助者：我很害怕失败，害怕被评价，以致于经常避免表现自己的想法。",
  "支持者：害怕失败，害怕被评价甚至被批评是非常常见的情况。但是，我相信每个人的价值都不会因为别人的看法而改变。只有当我们积极地尝试和愿意出错时，我们才能更好地成长。抱着尝试的态度，勇敢地去实现自己想要的东西，你的终点应该是为了追求自己的幸福，而不是为了别人的信任或满足别人的期望。记住，你是独一无二的，请相信你自己。【7】",
  "求助者：我总感到自己被其他人淘汰，并感到自卑。",
  "支持者：这种感觉是非常折磨人的。首先，我们需要认识到，每个人都有自己的人生轨迹，有些路走得快，有些路比较坎坷，所以我们没有必要对比其他人的成就来衡量自己的价值。你可以为自己设定小目标，一步一步地实现，成绩的积累也是一个助长你自信心的重要因素。建议你以积极的心态去面对周围的人，尝试多认识一些新的朋友，学习聆听和交流的技巧，这样更有助于建立自己的支持体系。总之，不要让自己过于沉迷于自卑，那会让你一直保持负面情绪。【8】",
  "求助者：我觉得自己对很多事情都失去了兴趣和热情，感觉自己非常的空虚和无聊。",
  "支持者：这是一种很常见的情况，我们都有可能会面临这种状况。我们可以尝试去寻找我们对生活的热情，回想起以前的那些使你兴奋的事情。每天睡足八小时，保持良好的身体状态，身体状态的看好是反映到我们精神状态中的。了解自己的需要，做些像散步、阅读书籍、听音乐、看电影等可以特别加强自我认知的活动。此外，还要努力参与到新事物的尝试中，寻找新的兴趣爱好并保持信心。【9】",
  "求助者：谢谢你的支持和帮助，对我来说非常重要。我觉得我已经找到了一些改善自己心态的方法。愿你一切都好！",
  "支持者：不用谢，我很高兴我能帮到你！你的勇气和决心已经让我很敬佩。不要忘记，我们都在成长的道路上前行，只要我们心有所向，脚踏实地去追求我们所渴望的事物，总会找到自己的位置。最后，祝你早日成为你自己想成为的样子。一起努力！【10】"
]