[
  "求助者：最近感觉一直很累，总是有一种被压得透不过气的感觉，不知道怎么办。",
  "支持者：听到你这样说，我很理解你的感受，感到难受、疲劳，没有精力去面对、去应对。我们都会有这种情绪，甚至有时候似乎无法控制。但是我们可以采取一些方法来改变现状，比如说安排一些属于自己的时间，和自己做一些事情，放松心情，缓解压力。",
  "求助者：你说得对，我确实没有给自己留足够的时间去放松。但是我总觉得自己太任性，应该说\"不\"的事情我都答应了，导致自己很累。",
  "支持者：想到这里，我觉得我们确实都需要学会更加坚定自己的边界。其实说“不”也是一种对自己的保护和呵护，当我们学会拒绝一些过多、不必要的要求时，我们可以让自己变得更加轻松、更加快乐，同时也让别人更清楚我们的底线在哪里。试着从小事做起，一点点地让自己变得更好。",
  "求助者：你说的很有道理，我会尝试着去说\"不\"，让自己更加充电，更加放松。",
  "支持者：非常好，而且重要的是要记得，我们不必要总是完美地工作、完美地做人，有时候只要尽力而为，爱自己、爱生活就可以了。不必要总是为了讨好别人任劳任怨，而更应该为了自己去工作、去生活。这样做不仅可以让我们更加自信，还能提升我们的幸福感。",
  "求助者：我明白了，我觉得我的问题确实没有那么严重, 只是需要调整自己的心态，放松一下。",
  "支持者：你说得没错，改变心态也是非常重要的一步。当我们放松下来，接受自己的真实感受，认真审视自己的价值观，就可以让我们得到更多的能量、更多的快乐，而且也能让我们变得更加自信，更加强大。一切都会好起来的。",
  "求助者：谢谢你的鼓励，我觉得心情已经好多了。",
  "支持者：不用谢，很高兴能够帮到你，如果你还需要帮助，随时找我。也请记住，你并不孤单，有我一直在支持你。(Translation:\nHelp-seeker: Recently, I've been feeling very tired, like I'm being suffocated and I don't know what to do.\nSupporter: When I hear you say that, I completely understand your feelings of discomfort and fatigue, and the sense of not having the energy to face or deal with things. We all have these emotions sometimes, and it seems like we can't control them. However, there are ways we can change our current situation, such as setting aside time for ourselves to relax and unwind, and relieve stress.\nHelp-seeker: You are right. I haven't given myself enough time to relax. But I always feel like I am too capricious. I said yes to everything, even things I should say \"no\" to, and now I'm too tired.\nSupporter: Thinking about this, I think we all need to learn to be more firm with our own personal boundaries. Saying \"no\" is actually a form of protection and care for ourselves. When we learn to refuse some excessive or unnecessary demands, we can make ourselves become more relaxed, happier and help others understand our bottom line. Try to start small, and gradually become better.\nHelp-seeker: You make sense; I'll try to say \"no\" and recharge myself.\nSupporter: Very good. Remember, we don't always have to work or be perfect for others. Sometimes just doing our best and enjoying life is enough. Instead of trying to please others, we should work and live for ourselves. This will not only make us more confident but also increase our sense of happiness.\nHelp-seeker: I understand now; my problem isn't that serious, I just need to adjust my mindset and relax.\nSupporter: Don't mention it; I'm glad I could help. If you need help again, feel free to find me. Also, please remember that you are not alone; I will always support you.)"
]