[
  "求助者：最近和老公之间的相处变得越来越糟糕了。我向他倾诉我的需求时，他只是让我回娘家，甚至说了一些不负责任的话。我现在感觉很无助，不知道该怎么办。(Feeling helpless about the deteriorating relationship with my husband. When I expressed my needs to him, he just told me to go back to my mother's home and said some irresponsible things. I don't know what to do now.)",
  "支持者：听到你的困境，我能够理解你的感受。首先，我想说的是，你并没有做错什么。是你的老公没有给你足够的理解和支持。你需要坚强起来，让自己更加独立自主。(I understand your feelings about the situation. First of all, I want to say that you have done nothing wrong. It is your husband who has not given you enough understanding and support. You need to be strong and independent.)",
  "求助者：可是我感觉很孤独。我们之间的问题好像一直都存在，我也很无助。(But I feel lonely. The problems between us seem to have always been there, and I feel very helpless.)",
  "支持者：我知道你的感受，但是你需要找到一些自己的兴趣爱好，可以让你更加充实自己。或许你可以重新捡起以前喜欢的事情，找回年轻时的热情。或者你可以寻找一个能够倾诉心声的朋友，让自己更加舒适。(I know how you feel, but you need to find some hobbies or interests that can make you feel more fulfilled. Maybe you can pick up something you used to enjoy in the past and rekindle that passion. Or try to find a friend who can be a good listener and make you feel comfortable.)",
  "求助者：如果我想要离婚，你觉得这个决定对不对？(If I want to get a divorce, do you think it's the right decision?)",
  "支持者：这是一个非常重要的决定，需要你好好考虑。我建议你先好好跟你的丈夫沟通一下，看看是否可以从谈话中找到解决问题的方法。如果事情变得越来越糟糕，你可以考虑寻求专业心理辅导来帮助你做出决定。(This is a very important decision and it requires careful consideration. I suggest you talk to your husband first and try to find a solution. If things get worse, you can consider seeking professional counseling to help you make a decision.)",
  "求助者：我感觉我很失败，照顾不好自己，也拿捏不住男人。我不知道该怎么办。(I feel like a failure. I can't take care of myself, and I can't handle my husband either. I don't know what to do.)",
  "支持者：不要给自己太大的压力，每个人都有无力感的时候。你可以从小事情入手，比如学会独立做饭、打扫卫生、学习新技能等等。同时，也要多关注自己的内心，学会调整自己的情绪。(Don't put too much pressure on yourself. Everyone feels powerless at times. Start with small things, like learning to cook and clean, or learning a new skill. Also, pay attention to your inner self and learn to regulate your emotions.)",
  "求助者：我有时候觉得自己很孤单，很想要有人关心。但我又不知道该怎么跟丈夫交流。(Sometimes I feel very lonely and want someone to care about me, but I don't know how to communicate with my husband.)",
  "支持者：首先，你需要更多地表达你的需求和情感。你可以试着跟你的丈夫分享一些开心的事情，或者谈论一些有趣的话题，来增进你们之间的感情。同时，当你觉得孤独的时候，也可以试着跟朋友联系，或者加入一些社交组织。(First, you need to express your needs and emotions more. Try to share some happy things or interesting topics with your husband to improve your relationship. Also, when you feel lonely, try to contact friends or join social groups.)",
  "求助者：我现在有很多焦虑和压力，不知道该怎么处理。(I'm feeling a lot of anxiety and pressure right now, and I don't know how to deal with it.)",
  "支持者：首先，你需要找到一些可以帮助你缓解压力和焦虑的方法。例如，你可以试着做一些深呼吸或冥想，或者做一些让自己放松的事情。另外，你可以寻求专业心理咨询，让专业人士帮助你解决这些问题。(First, you need to find methods that can help you relieve stress and anxiety. For example, you can try deep breathing or meditation, or do something that relaxes you. Additionally, you can seek professional counseling to help you deal with these problems.)",
  "求助者：我很害怕失去他，但又害怕我们之间永远没有改善的可能。(I'm afraid of losing him, but also afraid that there's no possibility of improvement between us.)",
  "支持者：别怕，这些担心都是可以克服的。关键是要认真思考你的需求和价值观，以及你对自己和未来的期望。如果你认为你们之间没有改善的可能，那么离婚或是分居都是可以考虑的选择。但是，在作出任何决定之前，一定要慎重地考虑自己的情况和你们之间的关系。(Don't be afraid. These worries can be overcome. The key is to think seriously about your needs and values, as well as your expectations for yourself and the future. If you think there's no possibility of improvement between you, divorce or separation is an option. But before making any decisions, you should consider your situation and your relationship carefully.)"
]