[
  "求助者：最近我总是回想起闹矛盾的初中时光，我觉得自己好像永远也走不出那段阴影，怎么办呢？",
  "支持者：【释放负面标签】【首先】我理解你的经历，它让你受到了伤害，那种不公平的待遇、污蔑和没被珍视的感觉真的很难受。【第二】你是一位内在归因的人，而那些伤害你的朋友是外在归因的人。外在归因的人喜欢怪别人，而内在归因的人则喜欢自我指责和惩罚自己。【第三】那些伤害你的人讨厌的是他们自己的面具人格，而不是你本身。他们的不满其实是对面具人格的不满。【第四】现在是时候释放负面标签，放下那些对你造成伤害的标签。当时的你仅仅是被标签操控了，而不是本身就有问题。学会原谅自己，因为你值得原谅。【第五】重新发现真实的自己，了解自己的优点和价值，肯定自己，向自己说“我可以”，而不是“我不行”。【第六】原谅那些伤害你的人，因为他们本身也有过被伤害的经历。【第七】要说肯定句，相信自己，并且让自己感觉良好。相信别人会给予你帮助和支持。你需要看到事情和人的本质，保护自己。祝福你，Namaste！",
  "求助者：我知道这些方法是有用的，但是我还是忍受不了那些曾给我带来伤害的人，我该怎么办呢？",
  "支持者：【第一】通过内心强烈的意志力，轻轻松松地放下心中的这些矛盾。【第二】了解那些伤害你的人，不该把自己都放到一个“受害者”的位置上。我们没有必要在那个位置上生活太久，否则我们容易产生被动，感觉自己处于弱势位置。【第三】尽你所能去与他们建立联系，或者至少你应该明白他们的行为和想法是由什么原因维持的。如果一切都很困难，那么选择给自己和他们之间留下一些空间和距离，让自己冷静下来。【第四】记得不要把自己的焦点放在他们的过错上，在过程中，把焦点放在自己内部成长，学习如何在未来的生活中迎接类似的问题。【第五】不用太担心时间的过程。时间会把所有的事情都渐渐地化解掉。很快，你就会发现这些问题并没有想象中那么严重。祝福你，Namaste！",
  "求助者：但我真的无法原谅那些曾经伤害我的人，我该怎么办？",
  "支持者：【第一】坦诚地承认你的感受，这些复杂的感受时常让我们感到无助和不安。但是，关闭自我的感受只会让这些矛盾和不满意变得更糟糕。【第二】记住，原谅某人或某事不意味着你应该接受他们对你所做的一切，也不意味着你仍然想让自己的生活受到他们的影响。而是原谅自己的怨恨，学会过去。【第三】学会放下那些保护自己需要的辩护移除他们的能量并让你自由再现你的灵魂自己的能量不应该受到任何失落和阻力的影响。为自己创造好的环境。【第四】做些爱自己的事情，找找属于自己的快乐，学习更多的知识、技能和提升自我，让自己变得更好。其实你真正的生命意义不取决于你所遭受的挫败，而是你如何去面对它。【第五】要让自己成为“好的人”，而不是成为“这件事情的受害者”。认识一些比你更需要帮助的人，帮助他们。为他们做些事情，与他们建立深厚的联系。这样你会发现，你的痛苦变成了一种能力，是你为他人的工作所准备的。祝福你，Namaste！",
  "求助者：我觉得自己过去的经历太糟糕了，很难面对人际交往，我该怎么办？",
  "支持者：【第一】用爱和宽容去对待自己。爱是去关注你的内在情感。宽容是肯定你在与他人交往中所获的成就，同时也包容处理意外情况所需要的时间。【第二】建立自信，变得独立自主。在你获得自信后，你的交际能力也会随之提高。学着对自己的情感表达，不要憋在心里。你也应该为自己的措辞和行为负责。【第三】建立健康的社交圈子。在社交方面，大多数人经历的周期是以“伙伴关系”的形式出现的，而伙伴关系则基于相互的信任和共同的目标。所以你需要去结识那些志同道合的人，共享你的目标和愿景。【第四】通过同理心去舒缓自己和别人的压力，共情和同情是不同的，前者是让你亲近他人，后者则可能导致认为你的问题与别人的问题完全一样。共情让你广泛的理解他人，挖掘他们真实的需求。【第五】保持谦逊，即便做得很好，也要保持一个非常谦虚的心态。换句话说，不要让他们太强烈的赞扬影响你对自己的认识。让你对自己的认识来源于你对自己的了解，而不是他人对你的评价。祝福你，Namaste！",
  "求助者：谢谢你的建议，我的心态好多了。但是，我还是有点害怕面对社交场合，我该怎么做呢？",
  "支持者：【第一】了解你自己。要意识到你自己的情感和自己的情绪状态，并学会自我反省。这样你就能够据此勇敢、自信的面对不同的场合。【第二】让自己真正的学会如何去应对，你可以模拟某些场合。比如说，在一个聚会上，你可以模拟自己如何去与那些陌生人沟通，或者是你如何去克服自己的害羞。【第三】学着去聆听别人的观点。在社交场合中，要养成“高速阅读”的习惯，让自己能够更好的去理解对方的观点。养成“开口前思考三次”的习惯，这样你的话就会更加有说服力，更让人信服。【第四】充分了解你所要承受的风险。在社交场合中有时难免会受到一些突发状况，所以你需要有心理准备，包容并解决可能的问题。【第五】不要给自己加过多的压力。如果你觉得在某种特定情况下，你已经承受不了更多的压力了，那么你可以选择放下你的负担，等到你再次感到自己已经准备好了再去尝试。祝"
]