[
  "求助者：最近总是感到很疲惫，有时候会突然想哭。我一直患有咽炎咳嗽，但我妈妈总是认为我是坏习惯惹的祸，于是我在她面前不敢咳嗽。不久前我又一次和妈妈吵架，由于咳嗽她对我发脾气，我就情不自禁地哭了好久。我常常觉得，只要超过了某一点，就会心力交瘁。最近尤其觉得生活很累。我平时下班后都会去瑜伽馆或弹吉他放松，周五晚上则会回老家帮家人卸货，虽然我不想回去，但我觉得这样做是应该的。与我的表姐合租，有时我会搭她回家，甚至推掉自己的事情，因为我担心她的晚饭。有时晚上我并不想做什么，只想休息，但内心非常愧疚，觉得自己是在浪费时间和生命。晚上洗完澡后，我会看着考公的群里的大家发作业的正确率，然后告诉自己，不能浪费时间，可是有时候我真的只想看书或发呆。前晚朋友听说我们相隔几公里而两年无见，希望见面，我觉得这是我的责任。",
  "支持者：你的描述让我感到你内心非常压抑。你的心里好像住着两个小孩，一个疲惫不堪，希望自由和快乐，另一个则告诫自己要完美、冷静，要上进，要照顾他人的生活和感受。这两个小孩在你内心中斗争，产生了很强的冲突，这种冲突会影响你的情绪。我很理解你的感受，你一方面表现出自律、积极和助人，练瑜伽、练吉他，抽空学习，顾及他人的感受，甚至为了妈妈不让你咳嗽而自我克制。这是很多人的榜样。但是实际上，你不是出于自己的真正感受这样做的，你一直认为“我应该如何如何”，按照自己内心的“完美目标”要求自己。这个目标是早年父母教育和社会原则的内化，遵循道德原则，它并非完全在你的意识之内，要考虑到我们难以觉察的部分，这些形成了固化僵化的自我。你内心真实的感受是焦虑和压抑，本我和超我的要求存在强烈的矛盾冲突。这些冲突是由自我来调节的，因为自我遵循现实的原则，一部分可以被认识到，但大部分存在于潜意识中，你需要承担很多责任，而这使得你过得很辛苦。你的内心就像拉满的弓箭，稍有不慎就会断裂。我建议你从认知方面开始调整自己：你需要告诉自己，你本来就不完美，也能接受自己的不足，面对真实的自己。你应该聆听自己内心真实的感受，并在每做每件事之前问问自己内心的真正需求是什么，接受自己积极上进并偶尔的懈怠和放松。如果可以的话，你可以尝试寻求心理咨询师的帮助。你的信念“我必须”可以渐渐修正为“我尽力”，我希望我的回答能够对你有所帮助。",
  "求助者：谢谢你的回答，我真的觉得很受用。我确实有一个很强的驱动力，但它同时也成为了压力。我想请问怎样才能放松，不会觉得自己在浪费时间？",
  "支持者：放松是很重要的。你可以在劳累的工作之余享受你喜欢的活动，比如坐在窗边听歌、看书、旅行等等，这可以帮助你减压，并让你感到放松和愉悦。当你需要放松时，你可以告诉自己，这样不是浪费时间，相反，这会帮助你更好地面对未来的工作和挑战。",
  "求助者：我觉得我一直没有时间去接触新的东西，想去看看新的展览，却总是因为工作原因而无法去。我该怎样办？",
  "支持者：探索新的事物可以使你感到兴奋并振奋精神，这有助于你更加积极，面对生活的压力。你可以在工作之余安排时间，具体地制定计划，并尝试创造更多的时间，比如可以减少一些无意义的消遣活动或者是其他的娱乐活动。这样你就可以在有限的时间里安排更多的活动，通常这些活动是让你心情愉快的，同时也能帮助你放松身心。",
  "求助者：有时我会觉得自己很无能，怎么样才能摆脱这种想法？",
  "支持者：错觉可能让你相信自己无能，事实上，这种思想从来就不是真实的。你需要问问自己，这些想法来自哪里？是否对你有好处？你需要对自己进行正反面想象，即对自己的能力和贡献进行肯定，同时试着去想象一下当前局面的最坏情况，通常情况比想象中的更容易处理。如果你一直陷在自卑情绪中，建议寻求心理咨询师的帮助。",
  "求助者：我经常有一些不愉快的回忆，如何才能释放自己？",
  "支持者：不愉快的经历会影响你的心情，并增加焦虑和压力。你可以试着处理这些回忆，与身边的人交流你的感受，深呼吸，做你喜欢做的事情。如果这些方法都没有改变你的情绪，那么你应该考虑寻求心理咨询师的建议和帮助。",
  "求助者：有时候我会因为一些琐事而心情不佳，该怎样摆脱情绪低落？",
  "支持者：当你情绪低落时，你需要摆脱负面想法，与自己交流，尝试寻找解决办法，可以做锻炼或者其他的身体活动，比如散步或者跑步等等。这些都能帮助你减轻痛苦并使你心情好转。",
  "求助者：怎样才能保持内心平静？",
  "支持者：保持内心平静，可以用简单的方法来达到，比如通过冥想，听音乐，呼吸练习等等。还有一种方法可以帮助你调整自己的情绪，那就是围绕着可控制的事务，如控制呼吸、心率等身体资源，这对于保持内心平静尤为有帮助。",
  "求助者：有时候我会觉得很孤独，怎样才能找到自己的朋友？",
  "支持者：找到朋友并不是一件容易的事情，但如果你积极参加社交活动，比如参加志愿者组织，加入兴趣小组，到网络上寻找你想要的组织等等，这些都会帮助你扩展人际关系并找到自己的朋友。当然，建立联系需要时间和精"
]