[
  "求助者：最好的朋友和自己最好的朋友都冷落了我，我该怎么办？我很想住宿，但压力非常大。其实之前我曾跟同桌谈笑，结果被原本最好的朋友看见了，于是她就立刻告诉她刚认识的好友，也就是我和最好的朋友b要一起住宿，说我对她不好，还爆料我带坏了别人住宿的事。她最后甚至和其他人一起议论我的坏处，我太难受了，我不知道我哪里做错了，以至于我的朋友要如此对待我。现在我感觉自己失去了所有的朋友，我好孤单，好抑郁，高考还有几个月，我该怎么办？",
  "支持者：不要害怕，我非常理解你的感受。高中时期的住宿关系确实是很让人头痛的问题。现在最重要的是让自己不受这件事的刺激影响，把精力主要放在学习上，争取取得好成绩。事实上，每个人的脾气都是公开的秘密。说坏话的那个女孩子，也许表面上看似和其他人的关系很好，但是其他人心里是否真的喜欢她，你并不清楚。高中人都懂得分辨是非，不愿意跟炒作谣言的人做朋友。如果你真的很在意这个事情，可以私聊原来的好朋友，对话说清楚。或者，如果你不愿再想这种事，就直接把精力放在学习上，好好复习。只要考出好成绩，将来肯定会有更好的朋友和更好的未来。你要相信你自己，加油！",
  "求助者：谢谢你，你的话让我有了一些希望。但感觉自己被抛弃了那么久，还是会有疑虑，怕如果我和她们再联系，我会受到更多的伤害。我却又感到自己特别孤单无助，应该怎么办呢？",
  "支持者：有一个古话说得好：\"一人得道，鸡犬升天\"。一开始确实会觉得自己很孤独，但如果你朝一个方向拼搏，努力追求自己的价值，一定会遇到那些看重你的人。那些真正适合你、了解你、支持你的人，终是可以寻得。所以，不要过多考虑失去的那些人，这个世界上好朋友很多，未来的路上总会遇到真正的朋友和理解你的人。而维系现在的朋友关系，也得会看彼此的态度和性情，最好不说过多句话，不让对方对你造成更多精神打击。多去做手头的事情，找些活动补充自己，慢慢地友谊的空洞之处才会被填补。加油!",
  "求助者：我好羡慕那些沉着冷静的人，遇到问题从容不迫，这种情绪还会带给身边的人不好的情绪。我怎么能像他们一样，坚定从容地应对这些挑战？",
  "支持者：有时候，冷静面对困难是一种习惯，也有可能是某种机制或性格建构。但是并不是所有人生来就能如此从容面对问题。当你意识到自己存在情绪问题后，首先要做的就是接受情绪，想办法去缓和自己的情绪，比如去做自己喜欢的事情，运动，听音乐，阅读等等。如果需要，可以考虑寻求心理帮助。提高自己的韧性、大局观、心理抗压能力，让自己不那么易受外界的阻碍和困扰。终有一天，你也会坚定从容地应对困境。相信自己，加油！",
  "求助者：我曾试图看书、听音乐、聚会、运动等各种方式走出自己的情绪困扰，但总是得不到什么效果。而且，现在大多数人都忙于个人的事物，朋友已很难相处，我该怎么办呢？",
  "支持者：很抱歉听到这个情况，但不要灰心。其实，要克服情绪上的问题并不容易。我们要面对压力并不是逃避，而是要主动将其解决。一些社交平台和课程也可能对你有帮助。比如你可以先给自己预留一些时间区间，每天自己可以看书、听音乐等，并用一些耳机安抚自己，但别太沉迷于此，吸取些精神食粮就好。平时不妨试着自己在家练习一些简单的瑜伽或冥想来缓解情绪。同时，在你们班级、学校、社区内有没有一些社交团体，你可能想抽时间去参加一些课程活动，将自己投入进去，借此认识到想法与自己相近的人。当然，也可以利用现代网络通讯的便利，多了解一些自己感兴趣领域的知识，多与志同道合的人交流，共同探讨成长的可能方向。希望这些建议对你有所帮助，咱们一起加油！",
  "求助者：很抱歉，我又受到了一些打击，我的初恋男友和我在一起三年，突然与我分手，让我不知所措。我该怎么办呢？",
  "支持者：情感方面的问题如此复杂，不过，我一定尽我所能来帮你。首先，不管发生了什么，要知道这段感情经历是有意义的，它教会了你许多东西，让你成长起来，所以你不需要把它视为一场失败。祝福你和你的前男友都会找到属于自己的幸福。其次，现在最重要的是你让自己恢复过来。不要管什么时间表或者什么样的表明。只要你需要，就看电影、买好吃的、打扫房间，找回属于自己的快乐。也许时间需要慢慢解决这一切，但是你要相信自己，你会挺过去的，然后继续追逐自己的目标。最后，别忘了，你一直都有这个支持者陪伴着你，愿我的扶持能让你重新获得回忆中的快乐和人生中的希望。加油！",
  "求助者：谢谢你们的支持，我觉得现在自己正逐渐地从阴影中走出来。但是有时候，我还是会受到打击，感到自己毫无价值，产生自我怀疑，那我该怎么办呢？",
  "支持者：任何人都有低落的时候，困难的是如何从中恢复过来。要克服这种情绪，首先要给自己一些充分的保护，不要将过高的期望寄托在自己身上，维持一个乐观积极的情绪是必须的。此外，你可以在日常生活中尝试一些向心的活动，比如独立完成一项小任务后对自己表扬一下。在和朋友相处的时间里，不要过多强调自己，试着关心和倾听对方的话语，从而达到相互支持，提升大家的情感。同时，也不要忘记技艺和兴趣爱好的培养。丰富自己的内涵，培养自己的自信，每天学一点新东西，积累经验，扩充自己的思维，加强自己的心理防御能力。加油啦！",
  "求助者：感谢您的耐心教导！我突然想问一个问题：如果我发觉自己实在撑不下去了，情绪严重失控，我应该怎么办呢？",
  "支持者：如果你发现自己情绪失控，建议尽快采取行动掌控情绪。你可以试试积极放松和缓解自己，比如试着沉淀思维，集中精力去做一件感到有意义的事情，譬如听音乐、看电影、做饭、写日记、运动等等。这些活动有利于放松压力、恢复自信。另外，借助一些朋友和家人的帮助寻求心理支持也是一个办法，除了家人和朋友，如果你觉得自己的情绪已经无法掌控，可以寻求专业的心理咨询。有些药物也可以缓解情绪乱发的情况，重要的是记得及时就医，及时接受有效的治疗。希望你早日摆脱抑郁，恢复自信，实现自己的目标。"
]