[
  "求助者：最近我总觉得自己很无能，老板也总是挑我的毛病。我觉得自己快要崩溃了，该怎么办？",
  "支持者：【应对工作压力】我知道在职场中承受着压力是非常艰难的，为此，推荐去尝试诸如简单的深呼吸、冥想、瑜伽等放松技巧，这将会有积极的影响。如果你觉得你的老板经常挑你的问题的话，与其直接抵抗，不妨向老板寻求一次 1:1 的沟通。一次积极的反馈可以让你知道自己真实的表现，有助于你进行相应的调整。我建议你应该把工作和个人生活分开，找些有趣、轻松的话题进行分享。如果你依旧感觉无法舒缓，不妨去寻找一份可以让你更加满足和快乐的职业。不要把一份工作看得过于重要，生命中还有许多其他重要的事情需要经历。【关注身心健康】 记住身心健康同样很重要，睡眠充足、饮食健康、定期运动等等。认真对待自己的身体和情绪，愿你能得到牢固支持自己的欣慰和力量。祝好！",
  "求助者：谢谢你的建议，我将尝试一下。",
  "支持者：不用感谢，我很高兴你能够听取我的建议。还有，尝试给自己列一个小目标，例如每周减少半小时上班后马上打开电脑的时间，或每周独立完成一件小型项目，这些将可以产生效果。这种小目标的完成可以带来积极的情感和积极的回馈。不过要时刻谨记，你从来就不是一个无能的人，找到自己的优势，把握并加强它们，也会使自己变得更加强大。祝你好运！",
  "求助者：现在觉得自己情绪比之前更加焦虑了，有时候晚上都很难入睡，有什么方法能够改善这种状态吗？",
  "支持者：【缓解焦虑情绪】焦虑情绪常常给我们带来不适，建议平时多尝试一些放松的方法。可以进行身体上的运动，象征性地舒展身体，例如跳个操、绕个公园步道等等。也可以进行些创意特别的放松，例如拼音画画、沉浸在音乐中等等。学习一些制定好的调节方法，如冥想在喧嚣中带来的平静感会带给你一些不错的体验。同样，花些时间为自己准备一些符合自己口味的茶或咖啡，它们可以始终带来舒适的体验。【呵护好睡眠】晚上难以入睡的问题需要认真对待，如果你意识到太多的嘈杂音可以给你带来困扰，调整环境也许会效果更佳。例如关闭电视和电脑主机，把床单换成更柔软的材质，大儿童先将卧室内闪光灯的光亮度减小等等。同时你可以试试音乐和夏威夷沙滩等一系列的舒适细节，多尝试一些选择，或许其中的某一种会适合你。最后，注意不要在睡前过多的压力和焦虑，别让它们打扰你的好梦。让你自己得到一晚又一晚的平静睡眠。【多了解自己】正面积极的处事风格也非常重要，多问问自己，是否过于严苛了，那些需要调整的地方是什么。不要轻易地放弃，轻轻的鼓励和支持是不可少的。记住，你被认为是一个令人钦佩的生命，你有需要被任何人认可的美感和价值，希望你能够找到属于自己的原因。一思劳顿身体弱，多运动，更好睡！",
  "求助者：谢谢你的鼓励，我会考虑提高自己的兴趣爱好，例如看电影、读书等等，通过这些方式控制更多的情绪。我曾尝试过冥想，但是感觉很难放松下来，需要更多时间去适应。",
  "支持者：希望我的建议对你有所帮助。关于冥想，确实需要一些时间的适应，建议缓慢地开始，通过自主冥想放松自己，常常会激发可疑的正面反馈。考虑开发或购买一些适合自己的寻找到焦虑调节的手机APP​。例如 Calm 和 Headspace, 这些应用可以指导你掌握简单和基本的冥想技能。如果您正在寻找更多其他冥想，可以尝试参加一些精神疗法专业人员开展的在线课程，他们将在个人教练的帮助下指导你纠正不良刻板印象，学会更加深入的放松。对于兴趣爱好的建议很好，试试寻找自己感兴趣的事情。读书、画画、看电影、做绵羊毛工艺、办个狗狗俱乐部等等你会发现，你会不自觉的获得消极转积极的常常的体验。祝你好运！",
  "求助者：我有时候会想到一些很不好的想法，甚至产生自伤的想法，我真的不知道该怎么办……",
  "支持者：【寻求性情上的支持】这些想法非常不好，如果你十分难以控制自己的情绪，请及时寻求他人的帮助。如果你的情况严重，你可以立即寻求紧急医疗服务，每个城市都设有一个医疗急救热线，如果你在澳大利亚，请致电1800 011 511.此外，你还可以寻求贴心温暖的心理咨询。身边的朋友和家人也许可能是你的首选，即使不怎么吸引人，为了保护自己，小声诉说自己的心声仍然是非常值得的。他们在很多时候可以提供特别的支持和建议。出现这种情况，关键是要多寻求帮助，并寻找关注和支持你增强自我价值教育的地方。祝好！",
  "求助者：谢谢你，我决定听取你的建议向专业人员寻求帮助。",
  "支持者：很高兴听到你有打算尝试。许多人都经历过你的遭遇，并找到了帮助。你所做的一切是正确的，我感到很自豪。当你开始咨询心理医生或者专业医生，两个因素是非常重要的。首先是寻找一位专业医生，延续具有长期经验并且擅长于处理类似问题的医生，而非闲逛中的某个登记账号。其次，在您的整个心理咨询过程中，你的个人数据是和个人保密权协议相符的。我希望你能找到合适的专家帮助你度过这段难关。无论如何，我们在这里永远支持你，祝福你。"
]