[
  "求助者：最近我总感觉很焦虑，觉得自己做什么事情都不好，也想不到能有什么出路。",
  "支持者：听到你的感受，我很理解你。焦虑是现代人都会遇到的压力，但如果不能控制好，可能会引起身体和心理上的问题。你可以试试以下几点：1、定时按摩穴位：在头部和手臂上有一些穴位，能够缓解紧张情绪。2、运动：从慢跑到轻轻的瑜伽，只要是运动，都能有效地舒缓压力和焦虑情绪。3、注意休息：保持足够的睡眠和正常的作息时间，规律的生活会让我们更健康。4、学会冥想：你可以去听听冥想音乐，坐在安静的地方，练习冥想，可以帮助你的情绪放松和缓解。",
  "求助者：我觉得自己很无能，一直在想怎么才能让自己变得有用一些。",
  "支持者：每个人都有自己的价值和长处，你也不例外。你可以试试做一些平时喜欢的事情，比如画画、唱歌等，积极地去发掘和发展你自己的特长和爱好，这样也能让自己更有自信和动力。不过，不要过度期望自己在短时间内就能成为别人眼中的“有用之人”，这需要一个过程。要相信自己有独特的优点和特质，在适当的时候自己会有自己的闪光点。",
  "求助者：我总是很自卑，觉得自己不值得被别人喜欢和接受。",
  "支持者：别自卑，你是独一无二的。每个人都有自己的优点和缺点，与其沉湎于自卑和负面情绪中，不如去发现和发掘自己的优点，用自己的独特之处来吸引别人。同时，与健康的人建立关系和交流也有助于缓解自卑心理和焦虑情绪。试着去更积极地参加社交活动，和别人交流，符合自己兴趣爱好的活动也能更容易地认识到志同道合的朋友。",
  "求助者：我总觉得自己很累，每天都过得很艰难。",
  "支持者：人生有很多不易的时刻，每个人都会有疲惫感和压力。不要急于获得成功和结果，在路上应该享受过程。试着放松、休息，去欣赏周围的美好事物，给自己留出一些放松和休息的时间，你会感觉到自己的情绪会变得更加稳定和乐观。另外，在生活中，还要学会适当把握一些事情的分寸，不要太过绝望或发脾气，冷静思考后采取正确的方法和态度来解决问题。",
  "求助者：我好像总是缺乏安全感，常常幻想一些可怕的事情。",
  "支持者：当一个人缺乏安全感的时候，往往会过度想象事情的负面情况，所以你出现幻想想象的情况也很正常。你需要记得这几点：1、客观面对问题：分析出现安全感困扰的原因，多听取其他人的建议和看法，慢慢地找到适合自己的解决方式。2、学会适当的放松：适当减少对安全问题的过度担忧，学会放松，可以尝试听音乐、看书、做一些让自己愉快的事情等。3、批判性思考：当有负面想法出现时，养成批判性思维方式，多问一些问题如此想是否合理?情况会如何发展?等等，以此来扭转负面情绪。",
  "求助者：有时候会很失落，觉得自己什么也做不好。",
  "支持者：当你遇到挫折、困难或者是失败，要以积极的心态去面对。或许你做不好某些事情，但还有一些事情，你做得特别好。当你遇到困难和挫折时，不妨回顾你的过往成就，提醒自己自己的优点和优势，鼓励自己勇敢地去面对和解决问题。你可以和亲密的人聊天，和他们分享自己的心情和感受，一起寻找突破困境的方法和出路，这样就不会让自己孤独地面对困难。",
  "求助者：我的心情总是起伏不定，有时候会很兴奋，过一会儿又会瞬间失落。",
  "支持者：情绪起伏是很正常的，但如果情绪波动的太大，就需要引起重视。在面对情绪压力时，首先要有一个正确的态度，不要过度焦虑和担心。你可以尝试沉淀自己的情绪，想一想引起情绪波动的原因，并通过适合自己的方式来缓解情绪。比如，去和好朋友聊聊天，或是去参加一些可以放松自己的活动，使自己的心情慢慢平稳下来。如果你感觉无法自我调节情绪，也可以考虑去看心理医生或是专业咨询师，他们能够帮助你找到有效的缓解方法。",
  "求助者：我总觉得自己没有未来，不知道自己要做什么，也不知道未来的方向在哪里。",
  "支持者：对于未来的压力，每个人都有过。你可以试试这样做来缓解：\n1、制定小目标：有时候我们关注的太多了，而形成压力的根本原因之一就是目标不合理。制定一些适合自己水平的小目标，将其实现，会让自己逐渐建立起更多的自信心和动力。2、多尝试新鲜事物：在旅行、阅读、参加社交的过程中，可以更加全方位地认识自己和世界。看看周围的人们，也去认识不同职业的人，听听他们的经验。3、问问自己的内心：在平时的时间里，向自己提出很多问题，例如：“我最担心什么?”“为什么我很不开心?”等等。坦诚地回答这些问题，可以让你更加清晰地认识到自己的内心，提高自我认知，帮助自己找到真正合适自己的方向。4、谨慎选择：在面对一些重大的事情，不仅仅只是听取他人的建议，更要仔细考虑自己真正想要的。不要因为人情和利益问题，只追求一时的得利，耽误了自己的发展。5、及时寻求帮助：无论在哪个方面，如果对未来感到迷茫或是困惑，可以主动寻求他人或专业人士的帮助。"
]