[
  {
    "role": "client",
    "content": "我是一个18岁的女生，最近一年来，我一直想自残甚至自杀，但又很害怕别人知道。就是从高考前开始，我就开始有自杀的念头，觉得自己很差劲，一直在自残，但我特别害怕别人发现。以前我一直很快乐，但现在只有在和别人在一起时才感到快乐，一个人时就会觉得无力，想自残，尤其是晚上更想自杀。我每天都睡得很多，根本醒不来，而且吃完饭会感到恶心。当我情绪不好的时候，我经常会想象自己自杀的方式和死后的感受。但内心深处还有一道界限，告诉自己绝对不能死。自残的冲动也有好一段时间了。最近我很担心同学们会发现我的伤疤。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，最近一年来，我一直想自残甚至自杀，但又很害怕别人知道。",
        "label": ""
      },
      {
        "sentence": "就是从高考前开始，我就开始有自杀的念头，觉得自己很差劲，一直在自残，但我特别害怕别人发现。",
        "label": ""
      },
      {
        "sentence": "以前我一直很快乐，但现在只有在和别人在一起时才感到快乐，一个人时就会觉得无力，想自残，尤其是晚上更想自杀。",
        "label": ""
      },
      {
        "sentence": "我每天都睡得很多，根本醒不来，而且吃完饭会感到恶心。",
        "label": ""
      },
      {
        "sentence": "当我情绪不好的时候，我经常会想象自己自杀的方式和死后的感受。",
        "label": ""
      },
      {
        "sentence": "但内心深处还有一道界限，告诉自己绝对不能死。",
        "label": ""
      },
      {
        "sentence": "自残的冲动也有好一段时间了。",
        "label": ""
      },
      {
        "sentence": "最近我很担心同学们会发现我的伤疤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我希望你能够消除痛苦。如果我的话让你不高兴，你可以愤怒地说“这个神经病”。感谢你给我机会表达我的看法。我在初中结束刚上高中时，也有过强烈的自杀念头，因为我也经历了类似的情况。像你一样，我也觉得自己很差劲，经常自残，但又担心别人发现。还有，在一个人的时候，我常常感到无力，也想自残，尤其是在晚上，更加想自杀。每天我都睡得很多，根本醒不来，而且吃完饭会感到恶心。",
    "annotation": [
      {
        "sentence": "首先，我希望你能够消除痛苦。",
        "label": ""
      },
      {
        "sentence": "如果我的话让你不高兴，你可以愤怒地说“这个神经病”。",
        "label": ""
      },
      {
        "sentence": "感谢你给我机会表达我的看法。",
        "label": ""
      },
      {
        "sentence": "我在初中结束刚上高中时，也有过强烈的自杀念头，因为我也经历了类似的情况。",
        "label": ""
      },
      {
        "sentence": "像你一样，我也觉得自己很差劲，经常自残，但又担心别人发现。",
        "label": ""
      },
      {
        "sentence": "还有，在一个人的时候，我常常感到无力，也想自残，尤其是在晚上，更加想自杀。",
        "label": ""
      },
      {
        "sentence": "每天我都睡得很多，根本醒不来，而且吃完饭会感到恶心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，最近我与亲近的人的关系不好。我很难向他们诉说自己的感受。也许是因为我的家人忙于工作无法好好关心我，或者是因为我认为自己遭受到他人的漠视，无人关心。而且，我感觉内心很压抑，就像是卧室里堆满了垃圾一样，却无法打扫。",
    "annotation": [
      {
        "sentence": "是的，最近我与亲近的人的关系不好。",
        "label": ""
      },
      {
        "sentence": "我很难向他们诉说自己的感受。",
        "label": ""
      },
      {
        "sentence": "也许是因为我的家人忙于工作无法好好关心我，或者是因为我认为自己遭受到他人的漠视，无人关心。",
        "label": ""
      },
      {
        "sentence": "而且，我感觉内心很压抑，就像是卧室里堆满了垃圾一样，却无法打扫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。你的心理压力很重，就像卧室里的垃圾一样，让你无法清理。嗜睡和吃饭是人的基本需求，从来没有听说过有人不需要睡觉和吃饭的。你过度满足睡眠是因为你需要逃避现实的问题，以此获得片刻的安宁吗？而对于吃饭恶心的问题，可能是因为你的心情影响到了你的肠胃，或者是你对自杀的念想让你觉得吃饭这个本来是活着才需要的行为与思想产生了冲突。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你的心理压力很重，就像卧室里的垃圾一样，让你无法清理。",
        "label": ""
      },
      {
        "sentence": "嗜睡和吃饭是人的基本需求，从来没有听说过有人不需要睡觉和吃饭的。",
        "label": ""
      },
      {
        "sentence": "你过度满足睡眠是因为你需要逃避现实的问题，以此获得片刻的安宁吗？",
        "label": ""
      },
      {
        "sentence": "而对于吃饭恶心的问题，可能是因为你的心情影响到了你的肠胃，或者是你对自杀的念想让你觉得吃饭这个本来是活着才需要的行为与思想产生了冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实想要他人的陪伴。我感到孤独和无助。",
    "annotation": [
      {
        "sentence": "你说得对，我确实想要他人的陪伴。",
        "label": ""
      },
      {
        "sentence": "我感到孤独和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你，孤独和无助是很难受的感觉。根据我的经验，有几种方式可以帮助你缓解这种情绪。首先是尝试与亲近的人交流，告诉他们你的困扰和需要，让他们更好地了解你并给予支持。其次，你可以试着做一些自我关怀的活动，例如写日记来监测自己的情绪变化，或者写感恩笔记来让自己更加积极地思考。还有一点就是在网上寻找一些关于心理健康和幸福的公开课，这样可以帮助你了解更多关于如何提高心理健康的知识。",
    "annotation": [
      {
        "sentence": "我理解你，孤独和无助是很难受的感觉。",
        "label": ""
      },
      {
        "sentence": "根据我的经验，有几种方式可以帮助你缓解这种情绪。",
        "label": ""
      },
      {
        "sentence": "首先是尝试与亲近的人交流，告诉他们你的困扰和需要，让他们更好地了解你并给予支持。",
        "label": ""
      },
      {
        "sentence": "其次，你可以试着做一些自我关怀的活动，例如写日记来监测自己的情绪变化，或者写感恩笔记来让自己更加积极地思考。",
        "label": ""
      },
      {
        "sentence": "还有一点就是在网上寻找一些关于心理健康和幸福的公开课，这样可以帮助你了解更多关于如何提高心理健康的知识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着与亲近的人沟通，并尝试一些自我关怀的方法。也许参加关于心理健康和幸福的公开课对我也会有所帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着与亲近的人沟通，并尝试一些自我关怀的方法。",
        "label": ""
      },
      {
        "sentence": "也许参加关于心理健康和幸福的公开课对我也会有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能对你有所帮助。记住，你并不孤单，有人关心你并且愿意帮助你。如果你还需要继续交流或者有其他的困扰，随时都可以找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人关心你并且愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你还需要继续交流或者有其他的困扰，随时都可以找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。我会记住你的话的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会记住你的话的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。不要忘记，你的生命很宝贵，无论遇到什么困难，都可以寻求帮助和支持。保持积极的态度，相信自己一定能够渡过难关。祝福你！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你的生命很宝贵，无论遇到什么困难，都可以寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "保持积极的态度，相信自己一定能够渡过难关。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]