[
  {
    "role": "client",
    "content": "最近这3年，我每年都要发作一次精神病？我每一次发作精神病手会发麻，一晚通宵睡不着（内心是怕的，有点疑神疑鬼比如怕睡着了旁边的人抢走我的灵魂。。。还比如感觉旁边睡着的妈妈是鬼会伤害我），有些妄想天神妄想自己是不一般的人等，还会歇斯底里地特大吼！（可能是小时候过早地有了心理阴影？）前两次还伴随着心里堵得难受，感觉任何人都不能理解我。最近这一次又是从内心不相信任何人包括父母！我不知道我到底是怎么了。。开药的医生说:吃两年的奥氮平片（一种帮助睡眠的精神药），以后还可能复发！",
    "annotation": [
      {
        "sentence": "最近这3年，我每年都要发作一次精神病？",
        "label": ""
      },
      {
        "sentence": "我每一次发作精神病手会发麻，一晚通宵睡不着（内心是怕的，有点疑神疑鬼比如怕睡着了旁边的人抢走我的灵魂。。。",
        "label": ""
      },
      {
        "sentence": "还比如感觉旁边睡着的妈妈是鬼会伤害我），有些妄想天神妄想自己是不一般的人等，还会歇斯底里地特大吼！",
        "label": ""
      },
      {
        "sentence": "（可能是小时候过早地有了心理阴影？",
        "label": ""
      },
      {
        "sentence": "）前两次还伴随着心里堵得难受，感觉任何人都不能理解我。",
        "label": ""
      },
      {
        "sentence": "最近这一次又是从内心不相信任何人包括父母！",
        "label": ""
      },
      {
        "sentence": "我不知道我到底是怎么了。。",
        "label": ""
      },
      {
        "sentence": "开药的医生说:吃两年的奥氮平片（一种帮助睡眠的精神药），以后还可能复发！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正常表现，相信你坚持治疗并且跟医生配合下还是可以治愈的。 你所描述的表现~我理解的太好了，可能是你在脑海里面意识到了什么。所以你会害怕，会担心身体，请不要太过担心。每个人都有情绪的波折，你也不例外。这些问题都是可以治疗的，只要你配合医生的治疗，一定可以得到缓解。",
    "annotation": [
      {
        "sentence": "非常正常表现，相信你坚持治疗并且跟医生配合下还是可以治愈的。",
        "label": ""
      },
      {
        "sentence": " 你所描述的表现~我理解的太好了，可能是你在脑海里面意识到了什么。",
        "label": ""
      },
      {
        "sentence": "所以你会害怕，会担心身体，请不要太过担心。",
        "label": ""
      },
      {
        "sentence": "每个人都有情绪的波折，你也不例外。",
        "label": ""
      },
      {
        "sentence": "这些问题都是可以治疗的，只要你配合医生的治疗，一定可以得到缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己好像有点失控，偶尔脾气也暴躁。我是不是应该去看心理医生？",
    "annotation": [
      {
        "sentence": "可是我觉得自己好像有点失控，偶尔脾气也暴躁。",
        "label": ""
      },
      {
        "sentence": "我是不是应该去看心理医生？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经很有意识地去找医生看诊了，这是非常好的。你的精神状态可能会影响到日常的生活，我们希望你能够积极配合医生的治疗，尽快找到病因，减轻不快感。去看心理医生是非常好的一个方法，专业心理医生可以帮你分析你的问题，帮助你得到更好的治疗和解决方案。你可以在找到适合自己的心理医生后跟他们讨论你的需求和疑问。",
    "annotation": [
      {
        "sentence": "你已经很有意识地去找医生看诊了，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "你的精神状态可能会影响到日常的生活，我们希望你能够积极配合医生的治疗，尽快找到病因，减轻不快感。",
        "label": ""
      },
      {
        "sentence": "去看心理医生是非常好的一个方法，专业心理医生可以帮你分析你的问题，帮助你得到更好的治疗和解决方案。",
        "label": ""
      },
      {
        "sentence": "你可以在找到适合自己的心理医生后跟他们讨论你的需求和疑问。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很不喜欢吃药，这也是我一直迟迟没有找心理医生的原因之一。我怕吃药会让我上瘾，你觉得我不吃药，应该如何治疗？",
    "annotation": [
      {
        "sentence": "我很不喜欢吃药，这也是我一直迟迟没有找心理医生的原因之一。",
        "label": ""
      },
      {
        "sentence": "我怕吃药会让我上瘾，你觉得我不吃药，应该如何治疗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不需要担心吃药上瘾的问题，现在的精神药物成分都是针对病症去治疗的。你的担心也很正常，但是专业医生会根据你的病情，对药物的种类和剂量进行充分的评估，制定出合理的治疗方案。当然，如果你对药物治疗不太感冒，你可以选择其他心理治疗方式，如心理治疗，针灸等，都是可以减轻痛苦和治疗疾病的方法。",
    "annotation": [
      {
        "sentence": "你不需要担心吃药上瘾的问题，现在的精神药物成分都是针对病症去治疗的。",
        "label": ""
      },
      {
        "sentence": "你的担心也很正常，但是专业医生会根据你的病情，对药物的种类和剂量进行充分的评估，制定出合理的治疗方案。",
        "label": ""
      },
      {
        "sentence": "当然，如果你对药物治疗不太感冒，你可以选择其他心理治疗方式，如心理治疗，针灸等，都是可以减轻痛苦和治疗疾病的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那心理治疗是怎么样的？",
    "annotation": [
      {
        "sentence": "那心理治疗是怎么样的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理治疗是帮助患者解决心理问题，提高心理健康水平的一种疗法。心理治疗有很多种方法，如认知行为治疗、催眠治疗等。在心理治疗中，心理医生会通过一系列的技术手段和方法，帮助你找到造成你不舒服的原因，帮助你更好地管理可能存在的负面情绪和信念，学会更有效的应对问题情况和缓解压力。",
    "annotation": [
      {
        "sentence": "心理治疗是帮助患者解决心理问题，提高心理健康水平的一种疗法。",
        "label": ""
      },
      {
        "sentence": "心理治疗有很多种方法，如认知行为治疗、催眠治疗等。",
        "label": ""
      },
      {
        "sentence": "在心理治疗中，心理医生会通过一系列的技术手段和方法，帮助你找到造成你不舒服的原因，帮助你更好地管理可能存在的负面情绪和信念，学会更有效的应对问题情况和缓解压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想改善我的生活方式和节奏，比如去运动，去旅行之类的，你觉得这对我有帮助吗？",
    "annotation": [
      {
        "sentence": "我想改善我的生活方式和节奏，比如去运动，去旅行之类的，你觉得这对我有帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常有帮助。身心健康是相辅相成的，我们需要从生活习惯和生活方式入手，坚持良好的生活节奏有助于情绪的稳定和身心的健康。而且，旅行，运动等有助于散发负能量，让你更好地放松自己，缓解压力。相信在医生的治疗下，你也能更积极地去面对生活中的美好与挑战。",
    "annotation": [
      {
        "sentence": "非常有帮助。",
        "label": ""
      },
      {
        "sentence": "身心健康是相辅相成的，我们需要从生活习惯和生活方式入手，坚持良好的生活节奏有助于情绪的稳定和身心的健康。",
        "label": ""
      },
      {
        "sentence": "而且，旅行，运动等有助于散发负能量，让你更好地放松自己，缓解压力。",
        "label": ""
      },
      {
        "sentence": "相信在医生的治疗下，你也能更积极地去面对生活中的美好与挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我觉得有你的鼓励和帮助，我一定能够坚持治疗。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我觉得有你的鼓励和帮助，我一定能够坚持治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的付出和努力是非常值得肯定的，始终相信自己，相信你拥有战胜自己疾病的力量。我会一直在这陪伴你，支持你，祝你早日康复。",
    "annotation": [
      {
        "sentence": "你的付出和努力是非常值得肯定的，始终相信自己，相信你拥有战胜自己疾病的力量。",
        "label": ""
      },
      {
        "sentence": "我会一直在这陪伴你，支持你，祝你早日康复。",
        "label": ""
      }
    ]
  }
]