[
  {
    "role": "client",
    "content": "在背书时总自我怀疑，有这些想法和行为的原因是什么？",
    "annotation": [
      {
        "sentence": "在背书时总自我怀疑，有这些想法和行为的原因是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你在学习上遇到了问题，对背书时产生的奇怪的想法感到困惑，还会总是懈怠。看到别人学习时产生的想法也让你感到困惑。最后是关于你总结了你和别人之间的关系，我想最近出现了这些问题一定让你感到很难受，可能也让你产生了很多对你自己的性格思考，希望我的建议能对你有一点帮助呀。",
    "annotation": [
      {
        "sentence": "看得出来你在学习上遇到了问题，对背书时产生的奇怪的想法感到困惑，还会总是懈怠。",
        "label": ""
      },
      {
        "sentence": "看到别人学习时产生的想法也让你感到困惑。",
        "label": ""
      },
      {
        "sentence": "最后是关于你总结了你和别人之间的关系，我想最近出现了这些问题一定让你感到很难受，可能也让你产生了很多对你自己的性格思考，希望我的建议能对你有一点帮助呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得很不好意思，总是这么焦虑和自我怀疑，而且其他人好像都没有这样的问题。我自己也想过是不是我不够努力，背的背过头了也不能达到预期的效果。",
    "annotation": [
      {
        "sentence": "是的，我觉得很不好意思，总是这么焦虑和自我怀疑，而且其他人好像都没有这样的问题。",
        "label": ""
      },
      {
        "sentence": "我自己也想过是不是我不够努力，背的背过头了也不能达到预期的效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一点都不需要不好意思。每个人都有自己的困难，重要的是要认识到自己的问题。你能够深入思考自己，已经是走上解决问题之路的好的开始了。可能你的焦虑和自我怀疑来自于你对成绩方面的压力过大，你说你总觉得背的是没用的，那么是不是没有找到合适的学习方法和方式呢？有没有尝试一些不同的方法来提高学习效率呢？",
    "annotation": [
      {
        "sentence": "一点都不需要不好意思。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的困难，重要的是要认识到自己的问题。",
        "label": ""
      },
      {
        "sentence": "你能够深入思考自己，已经是走上解决问题之路的好的开始了。",
        "label": ""
      },
      {
        "sentence": "可能你的焦虑和自我怀疑来自于你对成绩方面的压力过大，你说你总觉得背的是没用的，那么是不是没有找到合适的学习方法和方式呢？",
        "label": ""
      },
      {
        "sentence": "有没有尝试一些不同的方法来提高学习效率呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，每次在背书之前，我都会精心地计划，甚至背书的地点和时间都会很有规律地安排。",
    "annotation": [
      {
        "sentence": "其实，每次在背书之前，我都会精心地计划，甚至背书的地点和时间都会很有规律地安排。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "计划和规律的确是一件好事，只是有时候可能会太过追求完美。那你在背书的时候，会不会刻意的对自己的注意力进行控制，一旦发现自己走神就会立刻想要让自己集中精力回来呢？",
    "annotation": [
      {
        "sentence": "计划和规律的确是一件好事，只是有时候可能会太过追求完美。",
        "label": ""
      },
      {
        "sentence": "那你在背书的时候，会不会刻意的对自己的注意力进行控制，一旦发现自己走神就会立刻想要让自己集中精力回来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是觉得突然走神就会浪费时间，影响效率，所以就会不断提醒自己注意力要集中，可也许正是因为这样反而导致我越来越难以专注。",
    "annotation": [
      {
        "sentence": "是的，我总是觉得突然走神就会浪费时间，影响效率，所以就会不断提醒自己注意力要集中，可也许正是因为这样反而导致我越来越难以专注。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的压力确实很大，每次考试或者背书的时候都想要表现最好，可能这会让你的心理承受太大。无论什么时候，尝试放松和减少自己的期望值，让自己更能够接受结果。减轻一些压力可能会让你更容易进入学习状态，同时也更容易找到自我。在此之前，也许可以试试和其他人进行交流，开阔视野。至于你总结的和室友的关系，也许你可以多多尝试认识一些不同类型的人，扩展自己的人际关系。",
    "annotation": [
      {
        "sentence": "你的压力确实很大，每次考试或者背书的时候都想要表现最好，可能这会让你的心理承受太大。",
        "label": ""
      },
      {
        "sentence": "无论什么时候，尝试放松和减少自己的期望值，让自己更能够接受结果。",
        "label": ""
      },
      {
        "sentence": "减轻一些压力可能会让你更容易进入学习状态，同时也更容易找到自我。",
        "label": ""
      },
      {
        "sentence": "在此之前，也许可以试试和其他人进行交流，开阔视野。",
        "label": ""
      },
      {
        "sentence": "至于你总结的和室友的关系，也许你可以多多尝试认识一些不同类型的人，扩展自己的人际关系。",
        "label": ""
      }
    ]
  }
]