[
  {
    "role": "client",
    "content": "最近一年，我一直想自残和自杀，但又害怕别人知道。特别是第一年高考前，我就开始有这种想法。我觉得自己很差，总是自残，但又特别害怕别人发现。以前我很快乐，但现在只有和别人在一起才感到快乐，一个人时就会感到无力，想自残。尤其是晚上，我会特别想自杀。我每天都嗜睡，根本醒不来，而且吃完饭会恶心。当我不快乐的时候，我经常想象自己自杀的方式和死亡的感受。但内心一直有一道界限告诉我绝对不能去死。自残也是一阵好一阵坏的。近期我更担心同学发现我的伤疤。",
    "annotation": [
      {
        "sentence": "最近一年，我一直想自残和自杀，但又害怕别人知道。",
        "label": ""
      },
      {
        "sentence": "特别是第一年高考前，我就开始有这种想法。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很差，总是自残，但又特别害怕别人发现。",
        "label": ""
      },
      {
        "sentence": "以前我很快乐，但现在只有和别人在一起才感到快乐，一个人时就会感到无力，想自残。",
        "label": ""
      },
      {
        "sentence": "尤其是晚上，我会特别想自杀。",
        "label": ""
      },
      {
        "sentence": "我每天都嗜睡，根本醒不来，而且吃完饭会恶心。",
        "label": ""
      },
      {
        "sentence": "当我不快乐的时候，我经常想象自己自杀的方式和死亡的感受。",
        "label": ""
      },
      {
        "sentence": "但内心一直有一道界限告诉我绝对不能去死。",
        "label": ""
      },
      {
        "sentence": "自残也是一阵好一阵坏的。",
        "label": ""
      },
      {
        "sentence": "近期我更担心同学发现我的伤疤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这个年纪的孩子开始关注外表，也会去和他人攀比。你担心独处，害怕同学发现你的伤疤，只能在和别人在一起时感到快乐，这可能是因为你缺少存在感，缺少来自家人、同学或朋友的肯定。学习压力或同学间的排斥，以及家庭关系不和谐，这些因素都可能导致你产生嗜睡和恶心等应激反应，以逃离现实中那个渺小的自己。你需要对自己有信心，发现自己的长处或寻找一个爱好，并慢慢建立自己的存在感。加油！",
    "annotation": [
      {
        "sentence": "你这个年纪的孩子开始关注外表，也会去和他人攀比。",
        "label": ""
      },
      {
        "sentence": "你担心独处，害怕同学发现你的伤疤，只能在和别人在一起时感到快乐，这可能是因为你缺少存在感，缺少来自家人、同学或朋友的肯定。",
        "label": ""
      },
      {
        "sentence": "学习压力或同学间的排斥，以及家庭关系不和谐，这些因素都可能导致你产生嗜睡和恶心等应激反应，以逃离现实中那个渺小的自己。",
        "label": ""
      },
      {
        "sentence": "你需要对自己有信心，发现自己的长处或寻找一个爱好，并慢慢建立自己的存在感。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己真的很差，没有长处，也没有特别喜欢的爱好。我尝试过一些活动，但总觉得不太适合我，做得不好。我现在的状态让我感到无助和绝望，我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我觉得自己真的很差，没有长处，也没有特别喜欢的爱好。",
        "label": ""
      },
      {
        "sentence": "我尝试过一些活动，但总觉得不太适合我，做得不好。",
        "label": ""
      },
      {
        "sentence": "我现在的状态让我感到无助和绝望，我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别太过自责了。每个人都有自己的长处，只是有时候我们没有发现或认识到它们。或许你可以开始探索一些新的事物，不要过于焦虑成败。重要的是找到自己感兴趣的领域，通过不断尝试和努力，慢慢培养出自己的专长和爱好。同时，你也可以尝试将注意力转移到一些积极的方面，例如学习其他领域的知识或参与公益活动，这样也能帮助你树立起自己的存在感。",
    "annotation": [
      {
        "sentence": "别太过自责了。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的长处，只是有时候我们没有发现或认识到它们。",
        "label": ""
      },
      {
        "sentence": "或许你可以开始探索一些新的事物，不要过于焦虑成败。",
        "label": ""
      },
      {
        "sentence": "重要的是找到自己感兴趣的领域，通过不断尝试和努力，慢慢培养出自己的专长和爱好。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试将注意力转移到一些积极的方面，例如学习其他领域的知识或参与公益活动，这样也能帮助你树立起自己的存在感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然你这么说，但我还是觉得很难接受自己现在的状态。我对自己没有信心，也没有恢复的希望。每天都感到很沮丧，也不知道该如何走出这种困境。",
    "annotation": [
      {
        "sentence": "虽然你这么说，但我还是觉得很难接受自己现在的状态。",
        "label": ""
      },
      {
        "sentence": "我对自己没有信心，也没有恢复的希望。",
        "label": ""
      },
      {
        "sentence": "每天都感到很沮丧，也不知道该如何走出这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们陷入低谷时，往往看不到未来的希望。但要相信，这只是一段过渡的时期。你可以寻求专业心理咨询的帮助，他们能够提供更专业的指导和支持，帮助你找到走出困境的方法。此外，你也可以将注意力转移到一些积极的事物上，例如与亲朋好友交流，参加一些团体活动，这样能够增加你的社交圈子，让你感到更多的快乐和安慰。",
    "annotation": [
      {
        "sentence": "当我们陷入低谷时，往往看不到未来的希望。",
        "label": ""
      },
      {
        "sentence": "但要相信，这只是一段过渡的时期。",
        "label": ""
      },
      {
        "sentence": "你可以寻求专业心理咨询的帮助，他们能够提供更专业的指导和支持，帮助你找到走出困境的方法。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以将注意力转移到一些积极的事物上，例如与亲朋好友交流，参加一些团体活动，这样能够增加你的社交圈子，让你感到更多的快乐和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得自己很难与人交流，总是担心被别人拒绝或嘲笑。我害怕打扰别人，也害怕他们对我的负面评价。这让我更加放大了自己的负面情绪和孤独感。",
    "annotation": [
      {
        "sentence": "我一直觉得自己很难与人交流，总是担心被别人拒绝或嘲笑。",
        "label": ""
      },
      {
        "sentence": "我害怕打扰别人，也害怕他们对我的负面评价。",
        "label": ""
      },
      {
        "sentence": "这让我更加放大了自己的负面情绪和孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心被别人拒绝或嘲笑是很常见的担忧，但我们不能让这种担忧控制我们的生活。要明白，每个人都有自己的独特性，你也不例外。与人交流时，要相信自己是有价值的，不要过于关注他人的评价。放下自己过度的担忧，试着主动与他人交流，发现与你有共同话题的人，或是积极参加一些社交活动，这样逐渐建立起与他人的互动和信任，也能减轻你的孤独感。",
    "annotation": [
      {
        "sentence": "担心被别人拒绝或嘲笑是很常见的担忧，但我们不能让这种担忧控制我们的生活。",
        "label": ""
      },
      {
        "sentence": "要明白，每个人都有自己的独特性，你也不例外。",
        "label": ""
      },
      {
        "sentence": "与人交流时，要相信自己是有价值的，不要过于关注他人的评价。",
        "label": ""
      },
      {
        "sentence": "放下自己过度的担忧，试着主动与他人交流，发现与你有共同话题的人，或是积极参加一些社交活动，这样逐渐建立起与他人的互动和信任，也能减轻你的孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去接受这些建议，但对未来还是感到迷茫和害怕。我害怕继续活在自己的困扰中，而无法走出来。",
    "annotation": [
      {
        "sentence": "我会试着去接受这些建议，但对未来还是感到迷茫和害怕。",
        "label": ""
      },
      {
        "sentence": "我害怕继续活在自己的困扰中，而无法走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫和害怕是很正常的感觉，尤其当我们面临困境的时候。但你不是一个人在战斗，还有许多人愿意帮助你。同时，要学会相信自己的能力，你有足够的勇气和智慧去应对生活中的困难，走出迷茫。记住，每个人都有过挣扎和低谷，但这并不代表我们就不能走向更好的未来。与亲人、朋友或专业人士一起共同努力，你一定可以逐渐走出困境，重新寻找到生活的乐趣和意义。",
    "annotation": [
      {
        "sentence": "迷茫和害怕是很正常的感觉，尤其当我们面临困境的时候。",
        "label": ""
      },
      {
        "sentence": "但你不是一个人在战斗，还有许多人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "同时，要学会相信自己的能力，你有足够的勇气和智慧去应对生活中的困难，走出迷茫。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有过挣扎和低谷，但这并不代表我们就不能走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "与亲人、朋友或专业人士一起共同努力，你一定可以逐渐走出困境，重新寻找到生活的乐趣和意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我会试着去接受帮助，并积极寻找自己的兴趣和存在感。我相信自己可以战胜困难，迎接更美好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我会试着去接受帮助，并积极寻找自己的兴趣和存在感。",
        "label": ""
      },
      {
        "sentence": "我相信自己可以战胜困难，迎接更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够陪伴你度过这段困难的时光。相信自己的能力，不放弃，你一定能够走向更好的未来。我会一直在这里支持你的。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够陪伴你度过这段困难的时光。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，不放弃，你一定能够走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]