[
  {
    "role": "client",
    "content": "我女朋友之前是小三，她在学习那个人，在伤害我？女朋友之前是小三，那男的想要什么她都会给，上床只要那个人想去，她从不拒绝，自己任何第一次都会给他，从没有让他等过一次，她就算看到他和他的女朋友，虽然很生气，也让那个男的做选择，那男的只会说对不起，不做选择。我和她说在一起的时候，她想了很久。想跟她亲密接触，她让我等。差不多好了很久，她也想带我见父母。后来我意思就是差不多就结婚要个孩子，因为我岁数大她将近5岁。然后她说我还是想玩2年，后来也吵过架也谈过，后来我想我这么大的时候也确实想玩，所以我就觉得爱她应该是理解。现在已经是二年多了，也没有任何的动静。她跟我说等攒钱，然后再等个半年就差不多了，不是说不想生。我现在已经焦虑的崩溃了，让我什么事情都等，出轨男一次都没有等，都是顺其自然的发生。我这边每次都要死缠烂打。每次让她选择我和别人，或者别的东西，她跟那个男的一样，只会说对不起。或者选择别的，也不选择我。我觉得她不爱我。包括孩子的问题也是。",
    "annotation": [
      {
        "sentence": "我女朋友之前是小三，她在学习那个人，在伤害我？",
        "label": ""
      },
      {
        "sentence": "女朋友之前是小三，那男的想要什么她都会给，上床只要那个人想去，她从不拒绝，自己任何第一次都会给他，从没有让他等过一次，她就算看到他和他的女朋友，虽然很生气，也让那个男的做选择，那男的只会说对不起，不做选择。",
        "label": ""
      },
      {
        "sentence": "我和她说在一起的时候，她想了很久。",
        "label": ""
      },
      {
        "sentence": "想跟她亲密接触，她让我等。",
        "label": ""
      },
      {
        "sentence": "差不多好了很久，她也想带我见父母。",
        "label": ""
      },
      {
        "sentence": "后来我意思就是差不多就结婚要个孩子，因为我岁数大她将近5岁。",
        "label": ""
      },
      {
        "sentence": "然后她说我还是想玩2年，后来也吵过架也谈过，后来我想我这么大的时候也确实想玩，所以我就觉得爱她应该是理解。",
        "label": ""
      },
      {
        "sentence": "现在已经是二年多了，也没有任何的动静。",
        "label": ""
      },
      {
        "sentence": "她跟我说等攒钱，然后再等个半年就差不多了，不是说不想生。",
        "label": ""
      },
      {
        "sentence": "我现在已经焦虑的崩溃了，让我什么事情都等，出轨男一次都没有等，都是顺其自然的发生。",
        "label": ""
      },
      {
        "sentence": "我这边每次都要死缠烂打。",
        "label": ""
      },
      {
        "sentence": "每次让她选择我和别人，或者别的东西，她跟那个男的一样，只会说对不起。",
        "label": ""
      },
      {
        "sentence": "或者选择别的，也不选择我。",
        "label": ""
      },
      {
        "sentence": "我觉得她不爱我。",
        "label": ""
      },
      {
        "sentence": "包括孩子的问题也是。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我觉得你非常喜欢她，并为她投入了很多情感。但你的焦虑情绪也很强烈。“出轨男”在你的心中是一个假想敌，你不断地将自己和他进行比较，包括女友对待你和对待他的态度。这种比较对你的焦虑情绪造成了一定程度的影响，似乎你女友对他更好。但你应该关注你们两个人之间的感情和细节，而不是仅仅关注最终的结果——结婚和生孩子。你似乎认为只有当这些都实现时，你的焦虑情绪才会消失。“或者选择别的，也不选择我。我觉得她不爱我。包括孩子的问题也是。”这种思维是错误的。你在自己的价值观中觉得和一个人结婚生孩子就是爱的表现，你认为别人也应该这样想。但这不能证明她是否真的爱你。在这段关系中，你的感受应该是最重要的。如果她的爱不能让你感到快乐和幸福，那这种爱是没有意义的。",
    "annotation": [
      {
        "sentence": "听你的描述，我觉得你非常喜欢她，并为她投入了很多情感。",
        "label": ""
      },
      {
        "sentence": "但你的焦虑情绪也很强烈。",
        "label": ""
      },
      {
        "sentence": "“出轨男”在你的心中是一个假想敌，你不断地将自己和他进行比较，包括女友对待你和对待他的态度。",
        "label": ""
      },
      {
        "sentence": "这种比较对你的焦虑情绪造成了一定程度的影响，似乎你女友对他更好。",
        "label": ""
      },
      {
        "sentence": "但你应该关注你们两个人之间的感情和细节，而不是仅仅关注最终的结果——结婚和生孩子。",
        "label": ""
      },
      {
        "sentence": "你似乎认为只有当这些都实现时，你的焦虑情绪才会消失。",
        "label": ""
      },
      {
        "sentence": "“或者选择别的，也不选择我。",
        "label": ""
      },
      {
        "sentence": "我觉得她不爱我。",
        "label": ""
      },
      {
        "sentence": "包括孩子的问题也是。",
        "label": ""
      },
      {
        "sentence": "”这种思维是错误的。",
        "label": ""
      },
      {
        "sentence": "你在自己的价值观中觉得和一个人结婚生孩子就是爱的表现，你认为别人也应该这样想。",
        "label": ""
      },
      {
        "sentence": "但这不能证明她是否真的爱你。",
        "label": ""
      },
      {
        "sentence": "在这段关系中，你的感受应该是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果她的爱不能让你感到快乐和幸福，那这种爱是没有意义的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在确实很在意她之前的经历。每次想到她和那个男的在一起，我就觉得很不舒服。可是，我真的很爱她，该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得对，我现在确实很在意她之前的经历。",
        "label": ""
      },
      {
        "sentence": "每次想到她和那个男的在一起，我就觉得很不舒服。",
        "label": ""
      },
      {
        "sentence": "可是，我真的很爱她，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪可以理解。无论是你或者是以前的女友，过去的经历都是你们成长的一部分，也是当前的你们。但是，在你的关系里，这种在意过去的经历只会让你们之间的问题更加复杂。你可以试着相信她是在心理上愿意跟那个男的分手的，她现在跟你在一起，就是因为她爱你。你不要再用她之前的行为来怀疑她的感情。你应该更关注你们两个人之间的相互感受和交往过程，为你们的未来打算。",
    "annotation": [
      {
        "sentence": "你的情绪可以理解。",
        "label": ""
      },
      {
        "sentence": "无论是你或者是以前的女友，过去的经历都是你们成长的一部分，也是当前的你们。",
        "label": ""
      },
      {
        "sentence": "但是，在你的关系里，这种在意过去的经历只会让你们之间的问题更加复杂。",
        "label": ""
      },
      {
        "sentence": "你可以试着相信她是在心理上愿意跟那个男的分手的，她现在跟你在一起，就是因为她爱你。",
        "label": ""
      },
      {
        "sentence": "你不要再用她之前的行为来怀疑她的感情。",
        "label": ""
      },
      {
        "sentence": "你应该更关注你们两个人之间的相互感受和交往过程，为你们的未来打算。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在觉得自己焦虑到崩溃了，每次问她话都觉得她不够耐心，我自己也觉得有点过度反应。这是因为我过于强调我们之间的关系了吗？",
    "annotation": [
      {
        "sentence": "我现在觉得自己焦虑到崩溃了，每次问她话都觉得她不够耐心，我自己也觉得有点过度反应。",
        "label": ""
      },
      {
        "sentence": "这是因为我过于强调我们之间的关系了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的焦虑和负面情绪是因为过度重视你们之间的关系，而不注意关注自己的情绪和需求。有时候你的期望值会过高，而你女友并没有能够满足你的期望。这也会导致你的负面情绪的增加。我建议你在沟通时候，多关注你女友对你的所作所为，也要更多地重视你自己的感受和需求，不要让自己被过分的负面情绪所影响，保持心态平和。",
    "annotation": [
      {
        "sentence": "你现在的焦虑和负面情绪是因为过度重视你们之间的关系，而不注意关注自己的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "有时候你的期望值会过高，而你女友并没有能够满足你的期望。",
        "label": ""
      },
      {
        "sentence": "这也会导致你的负面情绪的增加。",
        "label": ""
      },
      {
        "sentence": "我建议你在沟通时候，多关注你女友对你的所作所为，也要更多地重视你自己的感受和需求，不要让自己被过分的负面情绪所影响，保持心态平和。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候，我也会想到我想要结婚生孩子，而她不一定会想跟我走到这一步。这让我觉得现在的感情并不能让我满足，即使她现在跟我在一起，但并不能保证未来。",
    "annotation": [
      {
        "sentence": "有时候，我也会想到我想要结婚生孩子，而她不一定会想跟我走到这一步。",
        "label": ""
      },
      {
        "sentence": "这让我觉得现在的感情并不能让我满足，即使她现在跟我在一起，但并不能保证未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧和恐惧在任何感情中都是很自然的。你发现你和她现在不太一致了，但同时你也能意识到你们的未来很难完全一致。不同的人也有不同的状态和重点，她现在可能只想过下良好的逐渐提升的感情，而你关心的可能是你们长期的未来。但是你们之间的关系还是有一个阶段的，你可以先尝试将对你未来的期望放在暂时的一边，多跟她沟通，了解她现在的想法和情感状态，通过提升彼此的感情会让你的担忧和恐惧逐渐减少。",
    "annotation": [
      {
        "sentence": "你的担忧和恐惧在任何感情中都是很自然的。",
        "label": ""
      },
      {
        "sentence": "你发现你和她现在不太一致了，但同时你也能意识到你们的未来很难完全一致。",
        "label": ""
      },
      {
        "sentence": "不同的人也有不同的状态和重点，她现在可能只想过下良好的逐渐提升的感情，而你关心的可能是你们长期的未来。",
        "label": ""
      },
      {
        "sentence": "但是你们之间的关系还是有一个阶段的，你可以先尝试将对你未来的期望放在暂时的一边，多跟她沟通，了解她现在的想法和情感状态，通过提升彼此的感情会让你的担忧和恐惧逐渐减少。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你能多给我一些建议吗？",
    "annotation": [
      {
        "sentence": "那你能多给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以试着放下你过去的想法和比较，更多地重视你们之间的相互交流和感受。其次，你可以试着将目光放在现在，而不是未来。逐渐为你们今后的生活做些准备，让你们的感情更好更稳定。最后，假设她是爱你的，也真心地尝试更好地了解她的想法和心理状态，维系彼此的感情。",
    "annotation": [
      {
        "sentence": "首先，你可以试着放下你过去的想法和比较，更多地重视你们之间的相互交流和感受。",
        "label": ""
      },
      {
        "sentence": "其次，你可以试着将目光放在现在，而不是未来。",
        "label": ""
      },
      {
        "sentence": "逐渐为你们今后的生活做些准备，让你们的感情更好更稳定。",
        "label": ""
      },
      {
        "sentence": "最后，假设她是爱你的，也真心地尝试更好地了解她的想法和心理状态，维系彼此的感情。",
        "label": ""
      }
    ]
  }
]