[
  {
    "role": "client",
    "content": "女朋友之前是小三，她在学习那个人，在伤害我？",
    "annotation": [
      {
        "sentence": "女朋友之前是小三，她在学习那个人，在伤害我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的描述，我深深理解你对看完你的问题，有三个感受，与你交流一下，希望对你目前的困惑有所帮助。第一个感受：在你和女朋友的关系里，一直有她前男友的“鬼影”在你们亲热的时候，在你们谈婚论嫁的时候，在你们讨论生孩子的时候……在每个重大的关系节点，你都忘不了和她的前男友比较一下。在平常的相处之中呢？在一粥一饭，一言一行，一举一动之中呢？你也带着她前男友一起经历你们的生活吗？当你对她的表现不满意时，关于她与前男友相处的想像就会跳到你的面前，是吗？我觉得这是一件很可怕的事情。如果未来某天，你和女朋友结婚了，在你们的家庭中，仍然有着这看不见的“第三者”，你们该如何相处呢？我对你们的未来心存担忧。如果你要和你女朋友开始新的生活，就必须做到将她前男友完全彻底地从心里清除出去，否则，不是你会崩溃，就是你女朋友会崩溃。",
    "annotation": [
      {
        "sentence": "看你的描述，我深深理解你对看完你的问题，有三个感受，与你交流一下，希望对你目前的困惑有所帮助。",
        "label": ""
      },
      {
        "sentence": "第一个感受：在你和女朋友的关系里，一直有她前男友的“鬼影”在你们亲热的时候，在你们谈婚论嫁的时候，在你们讨论生孩子的时候……在每个重大的关系节点，你都忘不了和她的前男友比较一下。",
        "label": ""
      },
      {
        "sentence": "在平常的相处之中呢？",
        "label": ""
      },
      {
        "sentence": "在一粥一饭，一言一行，一举一动之中呢？",
        "label": ""
      },
      {
        "sentence": "你也带着她前男友一起经历你们的生活吗？",
        "label": ""
      },
      {
        "sentence": "当你对她的表现不满意时，关于她与前男友相处的想像就会跳到你的面前，是吗？",
        "label": ""
      },
      {
        "sentence": "我觉得这是一件很可怕的事情。",
        "label": ""
      },
      {
        "sentence": "如果未来某天，你和女朋友结婚了，在你们的家庭中，仍然有着这看不见的“第三者”，你们该如何相处呢？",
        "label": ""
      },
      {
        "sentence": "我对你们的未来心存担忧。",
        "label": ""
      },
      {
        "sentence": "如果你要和你女朋友开始新的生活，就必须做到将她前男友完全彻底地从心里清除出去，否则，不是你会崩溃，就是你女朋友会崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们确实在很多方面都被她前男友的存在所影响。每当我觉得我们的关系进展得很好时，她前男友的阴影就会突然出现，让我觉得很不安。我担心，即使我们结婚了，她还是会和前男友有牵扯。我真的不知道该如何处理这个问题。",
    "annotation": [
      {
        "sentence": "我们确实在很多方面都被她前男友的存在所影响。",
        "label": ""
      },
      {
        "sentence": "每当我觉得我们的关系进展得很好时，她前男友的阴影就会突然出现，让我觉得很不安。",
        "label": ""
      },
      {
        "sentence": "我担心，即使我们结婚了，她还是会和前男友有牵扯。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担忧。第二个感受，在你的叙述里，只有你的单人视角。你说了你们之间的一些情况，从这些情况里，可以看到你们感情生活的主旋律：你等她和前男友分手，等她以身相许，等她带你见亲友，等她答应与你结婚生子……这些都是你的视角，是对于你们的感情的与她无关的诠释。这里面，看到你的愿望、你的焦虑、你的苦恼、你的不甘，但是看不到她任何的信息。我的直觉是，你们缺乏真正的沟通。或许是因为你为这段感情付出了太多，承担了太多，所以你认为自己有资格要求她按照你希望地那样回应你，而没有真正地去了解，她心里的真实想法和意愿。站在你的立场上来说，的确，你对女朋友情深义重，为她付出了很多，即使总是感到她对自己不如对前男友好，仍然愿意爱她、守护她，在你看来这是你作为男人的担当。也许你的爱把你自己都感动了。但不知道你是否想过，这些对你来说珍贵而难得的付出，在对她来说意味着什么？她也一样，认为这些是珍贵而难得的吗？她不会觉得沉重、也不会害怕结婚后，你仍然要时不时地把她前男友翻出来，让她一遍遍地重新体会那些伤心和屈辱？爱情里，如果没有真正的理解、交流，就等于是自己和自己恋爱。和她好好聊聊吧。",
    "annotation": [
      {
        "sentence": "我能理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "第二个感受，在你的叙述里，只有你的单人视角。",
        "label": ""
      },
      {
        "sentence": "你说了你们之间的一些情况，从这些情况里，可以看到你们感情生活的主旋律：你等她和前男友分手，等她以身相许，等她带你见亲友，等她答应与你结婚生子……这些都是你的视角，是对于你们的感情的与她无关的诠释。",
        "label": ""
      },
      {
        "sentence": "这里面，看到你的愿望、你的焦虑、你的苦恼、你的不甘，但是看不到她任何的信息。",
        "label": ""
      },
      {
        "sentence": "我的直觉是，你们缺乏真正的沟通。",
        "label": ""
      },
      {
        "sentence": "或许是因为你为这段感情付出了太多，承担了太多，所以你认为自己有资格要求她按照你希望地那样回应你，而没有真正地去了解，她心里的真实想法和意愿。",
        "label": ""
      },
      {
        "sentence": "站在你的立场上来说，的确，你对女朋友情深义重，为她付出了很多，即使总是感到她对自己不如对前男友好，仍然愿意爱她、守护她，在你看来这是你作为男人的担当。",
        "label": ""
      },
      {
        "sentence": "也许你的爱把你自己都感动了。",
        "label": ""
      },
      {
        "sentence": "但不知道你是否想过，这些对你来说珍贵而难得的付出，在对她来说意味着什么？",
        "label": ""
      },
      {
        "sentence": "她也一样，认为这些是珍贵而难得的吗？",
        "label": ""
      },
      {
        "sentence": "她不会觉得沉重、也不会害怕结婚后，你仍然要时不时地把她前男友翻出来，让她一遍遍地重新体会那些伤心和屈辱？",
        "label": ""
      },
      {
        "sentence": "爱情里，如果没有真正的理解、交流，就等于是自己和自己恋爱。",
        "label": ""
      },
      {
        "sentence": "和她好好聊聊吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实没有真正倾听她的想法和意愿。我总是假设她会跟前男友有纠葛，而没有给她充分表达自己的机会。我意识到了自己以自我为中心的沟通方式。我应该与她开诚布公地交谈，听她的想法，理解她的感受。只有这样，我们才能真正解决问题，共同走向幸福的未来。非常感谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我确实没有真正倾听她的想法和意愿。",
        "label": ""
      },
      {
        "sentence": "我总是假设她会跟前男友有纠葛，而没有给她充分表达自己的机会。",
        "label": ""
      },
      {
        "sentence": "我意识到了自己以自我为中心的沟通方式。",
        "label": ""
      },
      {
        "sentence": "我应该与她开诚布公地交谈，听她的想法，理解她的感受。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们才能真正解决问题，共同走向幸福的未来。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我只是想帮助你们。第三个感受，在你和你女朋友的关系里，呈现出你的依恋模式。依恋这个概念最早是由英国精神病学家鲍尔比提出，他将依恋定义为“个体与具有特殊意义的他人形成牢固的情感纽带的倾向，能为个体提供安全和安慰”。鲍尔比提出依恋这个概念主要是用来解释婴儿与其养护者之间的情感联系，但后来的研究者们将之扩展到了成人之间，是指个体寻求并企图与另一个体在身体和情感上保持亲密联系的倾向。在实验观察中，研究人员看到，由于母婴互动的不同风格，人的依恋行为形成了不同的特征和倾向，并可以在其成年后仍然维持着这种风格。这种被人不断重复和延续的依恋风格，就是一个人的依恋模式。在你和女朋友的相处中，我们可以看到一种一再重复，并且贯彻始终的行为模式：你不断地去讨好她，用一种近乎神圣的付出感去赢得她；当你的愿望得到满足，",
    "annotation": [
      {
        "sentence": "不客气，我只是想帮助你们。",
        "label": ""
      },
      {
        "sentence": "第三个感受，在你和你女朋友的关系里，呈现出你的依恋模式。",
        "label": ""
      },
      {
        "sentence": "依恋这个概念最早是由英国精神病学家鲍尔比提出，他将依恋定义为“个体与具有特殊意义的他人形成牢固的情感纽带的倾向，能为个体提供安全和安慰”。",
        "label": ""
      },
      {
        "sentence": "鲍尔比提出依恋这个概念主要是用来解释婴儿与其养护者之间的情感联系，但后来的研究者们将之扩展到了成人之间，是指个体寻求并企图与另一个体在身体和情感上保持亲密联系的倾向。",
        "label": ""
      },
      {
        "sentence": "在实验观察中，研究人员看到，由于母婴互动的不同风格，人的依恋行为形成了不同的特征和倾向，并可以在其成年后仍然维持着这种风格。",
        "label": ""
      },
      {
        "sentence": "这种被人不断重复和延续的依恋风格，就是一个人的依恋模式。",
        "label": ""
      },
      {
        "sentence": "在你和女朋友的相处中，我们可以看到一种一再重复，并且贯彻始终的行为模式：你不断地去讨好她，用一种近乎神圣的付出感去赢得她；当你的愿望得到满足，",
        "label": ""
      }
    ]
  }
]