[
  {
    "role": "client",
    "content": "我今年19岁了，初中时期因为抑郁症退学，在家休息了3年，现在学历是中专，想要上二本。今年做出了一个重大决定，参加美术高考，学了美术，可是快考试了，我的水平还是一般，感觉考不上了人生很绝望，每天哭泣，不敢想如果失败了是不是要去读大专，不敢想我如果复读了，年龄这么大了还在高考，等我上大学都21岁了，我真的非常害怕。有时候会捶自己的头，打自己，骂自己，我感觉自己快疯了。和身边的人也无法交流，不理解他们，讨厌他们（是不是我内心自卑，反射到别人身上）对别人有很大的恶意。我该怎么办？我该怎么和我的心理医生沟通，感觉我的问题太多了不知道解决哪一个心理问题。请帮帮我。",
    "annotation": [
      {
        "sentence": "我今年19岁了，初中时期因为抑郁症退学，在家休息了3年，现在学历是中专，想要上二本。",
        "label": ""
      },
      {
        "sentence": "今年做出了一个重大决定，参加美术高考，学了美术，可是快考试了，我的水平还是一般，感觉考不上了人生很绝望，每天哭泣，不敢想如果失败了是不是要去读大专，不敢想我如果复读了，年龄这么大了还在高考，等我上大学都21岁了，我真的非常害怕。",
        "label": ""
      },
      {
        "sentence": "有时候会捶自己的头，打自己，骂自己，我感觉自己快疯了。",
        "label": ""
      },
      {
        "sentence": "和身边的人也无法交流，不理解他们，讨厌他们（是不是我内心自卑，反射到别人身上）对别人有很大的恶意。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我该怎么和我的心理医生沟通，感觉我的问题太多了不知道解决哪一个心理问题。",
        "label": ""
      },
      {
        "sentence": "请帮帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你的问题了解到你现在正处于一个非常痛苦的状态。你渴望参加高考实现自己的理想，但又害怕自己不能成功。同时，你无法与他人进行有效的交流，心理压抑焦虑。当前这种状态下的压力确实非常大，我理解你的困难。因为我家里也有孩子正在高考，我明白这种压力是正常的。有时候，我们越是挣扎，越容易陷入困境，就像抓沙子一样，你越紧张，失去的就越多。给自己一些空间和时间，让自己静下来。最糟糕的情况，你自己能承受得了吗？我有一个小建议：你可以试着将自己的郁闷和焦虑写下来，书写是一种很好的疗愈方式，只需将内心想法写下，无需考虑太多，通过写作可以宣泄情绪和理清思路。有时候，我们害怕的是自己会发生糟糕的事情。如果你有这种恐惧，那背后隐藏着什么呢？是他人对你的要求吗？还是你自己对自己的要求过高，无法放松下来？给自己一些空间和时间，觉察自己的情绪，只有先处理好情绪，才能解决问题。齐小齐。",
    "annotation": [
      {
        "sentence": "你好，看到你的问题了解到你现在正处于一个非常痛苦的状态。",
        "label": ""
      },
      {
        "sentence": "你渴望参加高考实现自己的理想，但又害怕自己不能成功。",
        "label": ""
      },
      {
        "sentence": "同时，你无法与他人进行有效的交流，心理压抑焦虑。",
        "label": ""
      },
      {
        "sentence": "当前这种状态下的压力确实非常大，我理解你的困难。",
        "label": ""
      },
      {
        "sentence": "因为我家里也有孩子正在高考，我明白这种压力是正常的。",
        "label": ""
      },
      {
        "sentence": "有时候，我们越是挣扎，越容易陷入困境，就像抓沙子一样，你越紧张，失去的就越多。",
        "label": ""
      },
      {
        "sentence": "给自己一些空间和时间，让自己静下来。",
        "label": ""
      },
      {
        "sentence": "最糟糕的情况，你自己能承受得了吗？",
        "label": ""
      },
      {
        "sentence": "我有一个小建议：你可以试着将自己的郁闷和焦虑写下来，书写是一种很好的疗愈方式，只需将内心想法写下，无需考虑太多，通过写作可以宣泄情绪和理清思路。",
        "label": ""
      },
      {
        "sentence": "有时候，我们害怕的是自己会发生糟糕的事情。",
        "label": ""
      },
      {
        "sentence": "如果你有这种恐惧，那背后隐藏着什么呢？",
        "label": ""
      },
      {
        "sentence": "是他人对你的要求吗？",
        "label": ""
      },
      {
        "sentence": "还是你自己对自己的要求过高，无法放松下来？",
        "label": ""
      },
      {
        "sentence": "给自己一些空间和时间，觉察自己的情绪，只有先处理好情绪，才能解决问题。",
        "label": ""
      },
      {
        "sentence": "齐小齐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我现在真的觉得自己很迷茫，不知道该怎么办才好。我一直觉得自己的能力不够，不值得别人的关心和理解。每天都对自己有很大的压力，想要成功却又担心失败。我尝试过和心理医生交流，但感觉问题太多，不知道从何处解决。也许我内心的自卑和对别人的敌意影响了我与他人的交流。我真的很害怕，不知道该如何面对这些困难。求助者。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我现在真的觉得自己很迷茫，不知道该怎么办才好。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己的能力不够，不值得别人的关心和理解。",
        "label": ""
      },
      {
        "sentence": "每天都对自己有很大的压力，想要成功却又担心失败。",
        "label": ""
      },
      {
        "sentence": "我尝试过和心理医生交流，但感觉问题太多，不知道从何处解决。",
        "label": ""
      },
      {
        "sentence": "也许我内心的自卑和对别人的敌意影响了我与他人的交流。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕，不知道该如何面对这些困难。",
        "label": ""
      },
      {
        "sentence": "求助者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你感到困惑，不知道该如何做才能摆脱困境。你一直感觉自己能力不足，以至于觉得别人对你没有关心和理解。每天都承受着巨大的压力，渴望成功却又害怕失败。你曾尝试过与心理医生交流，但问题太多，无从下手。也许是因为你内心的自卑和对别人的敌意，影响了你与他人的交流。我明白你的害怕，你真的不知道该如何去应对这些困难。你可以放心，我会陪伴着你，帮助你寻找到解决问题的途径。毕竟，每个人都有自己的困难和不安，你并不孤单。齐小齐。",
    "annotation": [
      {
        "sentence": "听到你感到困惑，不知道该如何做才能摆脱困境。",
        "label": ""
      },
      {
        "sentence": "你一直感觉自己能力不足，以至于觉得别人对你没有关心和理解。",
        "label": ""
      },
      {
        "sentence": "每天都承受着巨大的压力，渴望成功却又害怕失败。",
        "label": ""
      },
      {
        "sentence": "你曾尝试过与心理医生交流，但问题太多，无从下手。",
        "label": ""
      },
      {
        "sentence": "也许是因为你内心的自卑和对别人的敌意，影响了你与他人的交流。",
        "label": ""
      },
      {
        "sentence": "我明白你的害怕，你真的不知道该如何去应对这些困难。",
        "label": ""
      },
      {
        "sentence": "你可以放心，我会陪伴着你，帮助你寻找到解决问题的途径。",
        "label": ""
      },
      {
        "sentence": "毕竟，每个人都有自己的困难和不安，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "齐小齐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会试着给自己一些时间和空间，好好反思自己的问题。看到你的回复，我感到安慰，不再觉得孤单。或许我可以尝试写下自己的感受，把心里的负面情绪释放出来。也许可以找新的交流方式，尝试去理解和包容他人，这样可能能够改善与他人的关系。明白自己的害怕，并寻找面对它们的方法也是一个重要的步骤。谢谢你的陪伴和建议，我会努力克服困难。求助者。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着给自己一些时间和空间，好好反思自己的问题。",
        "label": ""
      },
      {
        "sentence": "看到你的回复，我感到安慰，不再觉得孤单。",
        "label": ""
      },
      {
        "sentence": "或许我可以尝试写下自己的感受，把心里的负面情绪释放出来。",
        "label": ""
      },
      {
        "sentence": "也许可以找新的交流方式，尝试去理解和包容他人，这样可能能够改善与他人的关系。",
        "label": ""
      },
      {
        "sentence": "明白自己的害怕，并寻找面对它们的方法也是一个重要的步骤。",
        "label": ""
      },
      {
        "sentence": "谢谢你的陪伴和建议，我会努力克服困难。",
        "label": ""
      },
      {
        "sentence": "求助者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。你的决心值得赞赏。在这个过程中，给自己一些时间接纳和理解自己的困境是非常重要的。你可以试着用写作的方式释放负面情绪，这对你的情绪疏导会有很大帮助。同时，也可以寻找新的交流方式，理解和包容他人的立场，这样有助于改善你与他人之间的关系。了解并正视自己的害怕，然后寻找应对的方法，这是一个很重要的过程。不论遇到什么困难，你都不会孤单，我会一直陪伴着你，帮助你度过难关。齐小齐。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "你的决心值得赞赏。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，给自己一些时间接纳和理解自己的困境是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着用写作的方式释放负面情绪，这对你的情绪疏导会有很大帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻找新的交流方式，理解和包容他人的立场，这样有助于改善你与他人之间的关系。",
        "label": ""
      },
      {
        "sentence": "了解并正视自己的害怕，然后寻找应对的方法，这是一个很重要的过程。",
        "label": ""
      },
      {
        "sentence": "不论遇到什么困难，你都不会孤单，我会一直陪伴着你，帮助你度过难关。",
        "label": ""
      },
      {
        "sentence": "齐小齐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我现在觉得自己有了一些方向和方法去应对困难。我会试着重新调整自己的心态，给自己更多的信心和鼓励。也许明天会更好，我希望自己能坚持下去，并且找到自己的位置。求助者。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在觉得自己有了一些方向和方法去应对困难。",
        "label": ""
      },
      {
        "sentence": "我会试着重新调整自己的心态，给自己更多的信心和鼓励。",
        "label": ""
      },
      {
        "sentence": "也许明天会更好，我希望自己能坚持下去，并且找到自己的位置。",
        "label": ""
      },
      {
        "sentence": "求助者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴看到你有了一些新的思考和应对方式。调整心态、给自己信心和鼓励是非常重要的。也许明天真的会更好，只要你坚持下去，我相信你一定能找到自己的位置。无论你在什么时候需要帮助，都可以来找我，我会一直陪伴在你身边。齐小齐。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴看到你有了一些新的思考和应对方式。",
        "label": ""
      },
      {
        "sentence": "调整心态、给自己信心和鼓励是非常重要的。",
        "label": ""
      },
      {
        "sentence": "也许明天真的会更好，只要你坚持下去，我相信你一定能找到自己的位置。",
        "label": ""
      },
      {
        "sentence": "无论你在什么时候需要帮助，都可以来找我，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "齐小齐。",
        "label": ""
      }
    ]
  }
]