[
  {
    "role": "client",
    "content": "不论睡多久，只要开会就犯困，为什么？工作以来，对于那种不是在解决问题，或者是流水账的会议，就一定会犯困，坚持不过30分钟。新单位想转正，试用期开会三次打盹三次，但实在是太无聊。每次开会就会特别困(இдஇ; )，无语눈_눈，困死了(๑ó﹏ò๑)",
    "annotation": [
      {
        "sentence": "不论睡多久，只要开会就犯困，为什么？",
        "label": ""
      },
      {
        "sentence": "工作以来，对于那种不是在解决问题，或者是流水账的会议，就一定会犯困，坚持不过30分钟。",
        "label": ""
      },
      {
        "sentence": "新单位想转正，试用期开会三次打盹三次，但实在是太无聊。",
        "label": ""
      },
      {
        "sentence": "每次开会就会特别困(இдஇ; )，无语눈_눈，困死了(๑ó﹏ò๑)",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不论睡多久一开会就犯困，犯困固然有生理因素的存在，比如生病休养期间，或者前天晚上熬夜睡眠不足。但单调的工作也是造成疲惫感的因素，生理其实没有任何劳累，但内容乏味、语调缺乏起伏、令人不喜，比如流水账会议真的是工作效率的一大杀器。你试用期开了三次会，然而三次都打盹，已经威胁到了自己想要转正的愿望。所以陷入困扰，试图努力去改变问题。其实不论是会议本身太过平淡没有建设性，还是个人内心是存在对会议的抵触情绪，最终都会落到一个点上:我们认为它没有意义，不够吸引人。想要改变这点，可以从改变事件本身和个人对它的态度入手。",
    "annotation": [
      {
        "sentence": "不论睡多久一开会就犯困，犯困固然有生理因素的存在，比如生病休养期间，或者前天晚上熬夜睡眠不足。",
        "label": ""
      },
      {
        "sentence": "但单调的工作也是造成疲惫感的因素，生理其实没有任何劳累，但内容乏味、语调缺乏起伏、令人不喜，比如流水账会议真的是工作效率的一大杀器。",
        "label": ""
      },
      {
        "sentence": "你试用期开了三次会，然而三次都打盹，已经威胁到了自己想要转正的愿望。",
        "label": ""
      },
      {
        "sentence": "所以陷入困扰，试图努力去改变问题。",
        "label": ""
      },
      {
        "sentence": "其实不论是会议本身太过平淡没有建设性，还是个人内心是存在对会议的抵触情绪，最终都会落到一个点上:我们认为它没有意义，不够吸引人。",
        "label": ""
      },
      {
        "sentence": "想要改变这点，可以从改变事件本身和个人对它的态度入手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么改变自己对会议的态度呢？",
    "annotation": [
      {
        "sentence": "那我该怎么改变自己对会议的态度呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "修正个人对会议的态度并且改变单调会议行为其实开无聊的会，有时就和学生时代上那些我们不感兴趣的课程一样。无论老师讲得多深入浅出，我们不感兴趣的还是犯困。那么就试着给它增加一些你感兴趣的砝码:比如去了解流水账会议开设的目的，在某段规定时间内完成对部分内容了解的挑战。或者增加危机感:打盹会影响你试用期是否能转正，这能够看出你对一份工作是否重视的态度。毕竟很多工作，并没有那么新奇和充满挑战，更多的是重复单调。",
    "annotation": [
      {
        "sentence": "修正个人对会议的态度并且改变单调会议行为其实开无聊的会，有时就和学生时代上那些我们不感兴趣的课程一样。",
        "label": ""
      },
      {
        "sentence": "无论老师讲得多深入浅出，我们不感兴趣的还是犯困。",
        "label": ""
      },
      {
        "sentence": "那么就试着给它增加一些你感兴趣的砝码:比如去了解流水账会议开设的目的，在某段规定时间内完成对部分内容了解的挑战。",
        "label": ""
      },
      {
        "sentence": "或者增加危机感:打盹会影响你试用期是否能转正，这能够看出你对一份工作是否重视的态度。",
        "label": ""
      },
      {
        "sentence": "毕竟很多工作，并没有那么新奇和充满挑战，更多的是重复单调。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那有没有什么方法能帮助我在会议中保持注意力呢？",
    "annotation": [
      {
        "sentence": "那有没有什么方法能帮助我在会议中保持注意力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在会议中我们想睡觉，其实大部分时间都是手里没啥要做的事情，只是呆滞地坐在椅子上听汇报。如果内容自己压根不感兴趣，那就没有什么事情帮助集中注意力了，犯困才是必然。所以在会议中尝试增加一些行为，帮助自己不陷入犯困中:比如记会议笔记，拿一支笔在手中时不时记一下你听到的内容。或者能够自己主动去了解会议流程，甚至主动参与一些内容的整理。如果做一个简单的旁观者会让你犯困，那么就需要调动自己的积极性去“参与”会议。",
    "annotation": [
      {
        "sentence": "在会议中我们想睡觉，其实大部分时间都是手里没啥要做的事情，只是呆滞地坐在椅子上听汇报。",
        "label": ""
      },
      {
        "sentence": "如果内容自己压根不感兴趣，那就没有什么事情帮助集中注意力了，犯困才是必然。",
        "label": ""
      },
      {
        "sentence": "所以在会议中尝试增加一些行为，帮助自己不陷入犯困中:比如记会议笔记，拿一支笔在手中时不时记一下你听到的内容。",
        "label": ""
      },
      {
        "sentence": "或者能够自己主动去了解会议流程，甚至主动参与一些内容的整理。",
        "label": ""
      },
      {
        "sentence": "如果做一个简单的旁观者会让你犯困，那么就需要调动自己的积极性去“参与”会议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能和领导沟通，试着提出一些改善会议的方法吗？",
    "annotation": [
      {
        "sentence": "我能和领导沟通，试着提出一些改善会议的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，如果你能有建设性的意见去改善会议的生动性，也可以试着和领导沟通。不过要注意方式和语气，尝试着从自己的角度出发，提出一些具体的问题，并且提供一些可行性的改善方案，这样才能让领导真正认识到问题的严重性和必要性。",
    "annotation": [
      {
        "sentence": "当然，如果你能有建设性的意见去改善会议的生动性，也可以试着和领导沟通。",
        "label": ""
      },
      {
        "sentence": "不过要注意方式和语气，尝试着从自己的角度出发，提出一些具体的问题，并且提供一些可行性的改善方案，这样才能让领导真正认识到问题的严重性和必要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试这些方法。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "好的，我会尝试这些方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的建议能够帮到你，加油！",
    "annotation": [
      {
        "sentence": "希望我的建议能够帮到你，加油！",
        "label": ""
      }
    ]
  }
]