[
  {
    "role": "client",
    "content": "当别人不注意我的时候，我就很愤怒，该怎么办？如题。我想做一个不用那么去争取别人注意力，又能被别人看到的人。比如说，开会的时候，大家会讨论，而忽略我；或者新的环境里，有很多小团体，他们也不会主动叫上我。一开始是尴尬，时间长了次数多了，我开始感受到被忽略的愤怒，知道自己不应该这样，可是就是好生气，该怎么办呢？",
    "annotation": [
      {
        "sentence": "当别人不注意我的时候，我就很愤怒，该怎么办？",
        "label": ""
      },
      {
        "sentence": "如题。",
        "label": ""
      },
      {
        "sentence": "我想做一个不用那么去争取别人注意力，又能被别人看到的人。",
        "label": ""
      },
      {
        "sentence": "比如说，开会的时候，大家会讨论，而忽略我；或者新的环境里，有很多小团体，他们也不会主动叫上我。",
        "label": ""
      },
      {
        "sentence": "一开始是尴尬，时间长了次数多了，我开始感受到被忽略的愤怒，知道自己不应该这样，可是就是好生气，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，理解你此刻心情，你渴望被关注，被重视，可是工作环境让你感觉被忽略，所以你心里难受，觉得没有存在感，愤恨。这种场景每个人在新入职场，或者跳入一个新环境都会遇到的。所以保持平常心，去适应它。",
    "annotation": [
      {
        "sentence": "看到你的描述，理解你此刻心情，你渴望被关注，被重视，可是工作环境让你感觉被忽略，所以你心里难受，觉得没有存在感，愤恨。",
        "label": ""
      },
      {
        "sentence": "这种场景每个人在新入职场，或者跳入一个新环境都会遇到的。",
        "label": ""
      },
      {
        "sentence": "所以保持平常心，去适应它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我很难接受这种感觉，仿佛我不值得别人的注意和重视。我希望别人能够主动关注我，而不是我去争取他们的注意力。",
    "annotation": [
      {
        "sentence": "但是我很难接受这种感觉，仿佛我不值得别人的注意和重视。",
        "label": ""
      },
      {
        "sentence": "我希望别人能够主动关注我，而不是我去争取他们的注意力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的愿望，但有时候我们无法控制别人的行为和反应。我们只能改变自己，改变我们对待这种情况的方式。首先，学会融入新环境，新集体其实我们每个人都是一个个体，当个体要融入集体的时候，必然需要各方面的磨合与适应，不是自己不优秀，而是原有的组合，人家已经成体系，当你要打破这种体系，重新建立新的体系的时候，需要过程，也需要别人来适应新的体系。所以，换位思考，你觉得不适应的同时，其实别人也在适应你。",
    "annotation": [
      {
        "sentence": "我理解你的愿望，但有时候我们无法控制别人的行为和反应。",
        "label": ""
      },
      {
        "sentence": "我们只能改变自己，改变我们对待这种情况的方式。",
        "label": ""
      },
      {
        "sentence": "首先，学会融入新环境，新集体其实我们每个人都是一个个体，当个体要融入集体的时候，必然需要各方面的磨合与适应，不是自己不优秀，而是原有的组合，人家已经成体系，当你要打破这种体系，重新建立新的体系的时候，需要过程，也需要别人来适应新的体系。",
        "label": ""
      },
      {
        "sentence": "所以，换位思考，你觉得不适应的同时，其实别人也在适应你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该换位思考，理解别人也需要时间来适应我。但我还是希望能在新环境中被重视，有存在感。怎么样才能让自己被别人看到呢？",
    "annotation": [
      {
        "sentence": "是的，我应该换位思考，理解别人也需要时间来适应我。",
        "label": ""
      },
      {
        "sentence": "但我还是希望能在新环境中被重视，有存在感。",
        "label": ""
      },
      {
        "sentence": "怎么样才能让自己被别人看到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在新的环境中，要让自己被重视，并不是一件容易的事情。但你可以尝试一些方法来增加自己的存在感。例如，全身心地投入工作，做出业绩，以及总是在需要的时候出现，帮原有人解决他们不愿意做的事情。当其他人看到你的努力和价值时，他们会渐渐注意到你的存在。就像外面所说的，要不断地刷自己的存在感。这个存在感就是要付诸行动，有益于公司的事，有益于他人的事。",
    "annotation": [
      {
        "sentence": "在新的环境中，要让自己被重视，并不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "但你可以尝试一些方法来增加自己的存在感。",
        "label": ""
      },
      {
        "sentence": "例如，全身心地投入工作，做出业绩，以及总是在需要的时候出现，帮原有人解决他们不愿意做的事情。",
        "label": ""
      },
      {
        "sentence": "当其他人看到你的努力和价值时，他们会渐渐注意到你的存在。",
        "label": ""
      },
      {
        "sentence": "就像外面所说的，要不断地刷自己的存在感。",
        "label": ""
      },
      {
        "sentence": "这个存在感就是要付诸行动，有益于公司的事，有益于他人的事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，通过付诸行动来增加自己的存在感。但是有时候自己觉得很气馁，觉得自己还没有足够优秀，无法吸引别人的注意。怎样才能变得足够优秀呢？",
    "annotation": [
      {
        "sentence": "我明白了，通过付诸行动来增加自己的存在感。",
        "label": ""
      },
      {
        "sentence": "但是有时候自己觉得很气馁，觉得自己还没有足够优秀，无法吸引别人的注意。",
        "label": ""
      },
      {
        "sentence": "怎样才能变得足够优秀呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的优点和长处，我们可以虚心向他人学习，耐心观察和学习别人的长处。通过不断学习和提升自己，你会逐渐变得足够优秀。相信自己的潜力和能力，相信自己可以成为一个有能量的人。只要你不断努力，有一天你的磁场会越来越大，不需要刻意在乎别人，别人自然会靠近你，关注你。加油，相信自己，一切的问题都会迎刃而解。",
    "annotation": [
      {
        "sentence": "每个人都有自己的优点和长处，我们可以虚心向他人学习，耐心观察和学习别人的长处。",
        "label": ""
      },
      {
        "sentence": "通过不断学习和提升自己，你会逐渐变得足够优秀。",
        "label": ""
      },
      {
        "sentence": "相信自己的潜力和能力，相信自己可以成为一个有能量的人。",
        "label": ""
      },
      {
        "sentence": "只要你不断努力，有一天你的磁场会越来越大，不需要刻意在乎别人，别人自然会靠近你，关注你。",
        "label": ""
      },
      {
        "sentence": "加油，相信自己，一切的问题都会迎刃而解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会努力改变自己的态度，学会适应和融入新环境。相信自己的能力，一定能够在新的环境中获得更多的关注和重视。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己的态度，学会适应和融入新环境。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，一定能够在新的环境中获得更多的关注和重视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够成功。改变自己的态度和行为需要时间，但只要你坚持下去，一切都会变得更好。祝你好运！如果还有什么需要帮助的，随时来找我。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够成功。",
        "label": ""
      },
      {
        "sentence": "改变自己的态度和行为需要时间，但只要你坚持下去，一切都会变得更好。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时来找我。",
        "label": ""
      }
    ]
  }
]