[
  {
    "role": "client",
    "content": "你好，我被诊断出双相情感障碍，提出分手但是又很想复合，该怎么办？今年的抑郁症因为校园霸凌又一次复发了，我独自搬回了家，但感到很需要陪伴。男朋友和我是异地，但越来越少和我交流，甚至有一次我崩溃大哭，他也照常洗漱，之后我找他谈心，却被嫌弃忽好忽坏，我感到被忽视和受伤。我提出分手，他玩起了失踪，前几天我想和他好好告别，可是他却又自作主张地问我的情况，我很矛盾，不知道该怎么做。",
    "annotation": [
      {
        "sentence": "你好，我被诊断出双相情感障碍，提出分手但是又很想复合，该怎么办？",
        "label": ""
      },
      {
        "sentence": "今年的抑郁症因为校园霸凌又一次复发了，我独自搬回了家，但感到很需要陪伴。",
        "label": ""
      },
      {
        "sentence": "男朋友和我是异地，但越来越少和我交流，甚至有一次我崩溃大哭，他也照常洗漱，之后我找他谈心，却被嫌弃忽好忽坏，我感到被忽视和受伤。",
        "label": ""
      },
      {
        "sentence": "我提出分手，他玩起了失踪，前几天我想和他好好告别，可是他却又自作主张地问我的情况，我很矛盾，不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你的真正感受让我很难过，我相信这一切都会过去的。你所处的病症，以及忍受校园霸凌的所有经历都会带来很大的负担，我向你致以崇高的敬意。我们可以一起来探究这些问题所在。【问题】你在诊断双相情感障碍时用的药物是什么？你的病情是否得到了控制？如何影响了你的日常生活？校园暴力事件对你的反应和感受是什么？你对这件事的认知，同情，愤怒或者害怕是怎么样的？你缺乏安全感是因为个性的被动性吗？因为容易受到外界环境的影响？你和男朋友之间的异地恋情是否导致你们之间的沟通减少？你的提出分手可能导致关系光速降温，解决了哪些问题？带来了哪些负面影响？你认为男朋友在逃避，逃避什么有问过吗？他对你们之间的关系重视程度如何？两个人要怎样互相扶持，一起走下去才能修复关系呢？",
    "annotation": [
      {
        "sentence": "首先，你的真正感受让我很难过，我相信这一切都会过去的。",
        "label": ""
      },
      {
        "sentence": "你所处的病症，以及忍受校园霸凌的所有经历都会带来很大的负担，我向你致以崇高的敬意。",
        "label": ""
      },
      {
        "sentence": "我们可以一起来探究这些问题所在。",
        "label": ""
      },
      {
        "sentence": "【问题】你在诊断双相情感障碍时用的药物是什么？",
        "label": ""
      },
      {
        "sentence": "你的病情是否得到了控制？",
        "label": ""
      },
      {
        "sentence": "如何影响了你的日常生活？",
        "label": ""
      },
      {
        "sentence": "校园暴力事件对你的反应和感受是什么？",
        "label": ""
      },
      {
        "sentence": "你对这件事的认知，同情，愤怒或者害怕是怎么样的？",
        "label": ""
      },
      {
        "sentence": "你缺乏安全感是因为个性的被动性吗？",
        "label": ""
      },
      {
        "sentence": "因为容易受到外界环境的影响？",
        "label": ""
      },
      {
        "sentence": "你和男朋友之间的异地恋情是否导致你们之间的沟通减少？",
        "label": ""
      },
      {
        "sentence": "你的提出分手可能导致关系光速降温，解决了哪些问题？",
        "label": ""
      },
      {
        "sentence": "带来了哪些负面影响？",
        "label": ""
      },
      {
        "sentence": "你认为男朋友在逃避，逃避什么有问过吗？",
        "label": ""
      },
      {
        "sentence": "他对你们之间的关系重视程度如何？",
        "label": ""
      },
      {
        "sentence": "两个人要怎样互相扶持，一起走下去才能修复关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回应，你的安慰和支持让我感到温暖。关于我的问题，我正在接受一种抗抑郁药物治疗我的双相情感障碍，对症状控制有所帮助，但对日常生活仍有影响。校园暴力事件使我感到孤独无助和害怕，我觉得自己不知所措。我和男朋友之间的交流减少，对我的情绪起到了很大影响，我缺乏安全感。提出分手后，我们之间的关系变得非常冷漠，我只想阐明自己的想法，希望他能够理解我的感受，但结果是出乎意料的坏。我认为他在逃避他们之间的问题，我不知道我们是不是适合在一起，这令我很矛盾。",
    "annotation": [
      {
        "sentence": "谢谢你的回应，你的安慰和支持让我感到温暖。",
        "label": ""
      },
      {
        "sentence": "关于我的问题，我正在接受一种抗抑郁药物治疗我的双相情感障碍，对症状控制有所帮助，但对日常生活仍有影响。",
        "label": ""
      },
      {
        "sentence": "校园暴力事件使我感到孤独无助和害怕，我觉得自己不知所措。",
        "label": ""
      },
      {
        "sentence": "我和男朋友之间的交流减少，对我的情绪起到了很大影响，我缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "提出分手后，我们之间的关系变得非常冷漠，我只想阐明自己的想法，希望他能够理解我的感受，但结果是出乎意料的坏。",
        "label": ""
      },
      {
        "sentence": "我认为他在逃避他们之间的问题，我不知道我们是不是适合在一起，这令我很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常勇敢地面对了你的问题，这点能让你感到非常自豪。你接受治疗并对症状进行辨识十分重要。你提到你的感受很重要，你对你的感受要有意识的追寻和关心，让他们得到安置。校园暴力和他的接触让你陷入了困境，但还是要去它的源头发出你的声音，让他得到处理。你的独立自主性不够强，容易受到外在环境的影响，但是你可以通过加强自己的内心去减弱这种影响。异地恋情的问题不仅仅是时间和距离，还涉及到安全感和信任等，通过积极的沟通和交流来提高这种感觉是很重要的。在关系中你要已经表达和交流，而他需要理解和体谅这些想法和感受。你们一起修复关系并不是一件容易的事情，需要你们彼此之间的信任和关心的加强，一张一弛，坚持下去就会有收获。",
    "annotation": [
      {
        "sentence": "你非常勇敢地面对了你的问题，这点能让你感到非常自豪。",
        "label": ""
      },
      {
        "sentence": "你接受治疗并对症状进行辨识十分重要。",
        "label": ""
      },
      {
        "sentence": "你提到你的感受很重要，你对你的感受要有意识的追寻和关心，让他们得到安置。",
        "label": ""
      },
      {
        "sentence": "校园暴力和他的接触让你陷入了困境，但还是要去它的源头发出你的声音，让他得到处理。",
        "label": ""
      },
      {
        "sentence": "你的独立自主性不够强，容易受到外在环境的影响，但是你可以通过加强自己的内心去减弱这种影响。",
        "label": ""
      },
      {
        "sentence": "异地恋情的问题不仅仅是时间和距离，还涉及到安全感和信任等，通过积极的沟通和交流来提高这种感觉是很重要的。",
        "label": ""
      },
      {
        "sentence": "在关系中你要已经表达和交流，而他需要理解和体谅这些想法和感受。",
        "label": ""
      },
      {
        "sentence": "你们一起修复关系并不是一件容易的事情，需要你们彼此之间的信任和关心的加强，一张一弛，坚持下去就会有收获。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的意见和建议，这会让我更清楚地看到我的问题。我会认真对待自己的治疗，降低症状存在的影响，在生活中培养具有自主性和自信的内心。我也会尝试和他好好沟通，在交往中表达自己的愿望和感受，同时也会支持他的想法。我相信，只要我和他共同努力，一定能够修复我们之间的关系，建立起新的信任和关心。",
    "annotation": [
      {
        "sentence": "非常感谢你的意见和建议，这会让我更清楚地看到我的问题。",
        "label": ""
      },
      {
        "sentence": "我会认真对待自己的治疗，降低症状存在的影响，在生活中培养具有自主性和自信的内心。",
        "label": ""
      },
      {
        "sentence": "我也会尝试和他好好沟通，在交往中表达自己的愿望和感受，同时也会支持他的想法。",
        "label": ""
      },
      {
        "sentence": "我相信，只要我和他共同努力，一定能够修复我们之间的关系，建立起新的信任和关心。",
        "label": ""
      }
    ]
  }
]