[
  {
    "role": "client",
    "content": "二胎宝妈，太爱两个宝宝，完全没有自己了怎么办？",
    "annotation": [
      {
        "sentence": "二胎宝妈，太爱两个宝宝，完全没有自己了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为两个宝宝的妈妈，你做的很用心，很努力，可以做很多人的榜样啦。有几个人是能面面俱到的呢，要知道满足。母爱确实是最伟大的，不需要任何条件，只要是妈妈的孩子，就能得到无微不至的照顾，这是每个人在心里都保留着一份渴望母爱的愿望，无论男女老幼。",
    "annotation": [
      {
        "sentence": "作为两个宝宝的妈妈，你做的很用心，很努力，可以做很多人的榜样啦。",
        "label": ""
      },
      {
        "sentence": "有几个人是能面面俱到的呢，要知道满足。",
        "label": ""
      },
      {
        "sentence": "母爱确实是最伟大的，不需要任何条件，只要是妈妈的孩子，就能得到无微不至的照顾，这是每个人在心里都保留着一份渴望母爱的愿望，无论男女老幼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我总是感觉自己不够好，怕给孩子带来不好的影响。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我总是感觉自己不够好，怕给孩子带来不好的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱是一种能力，是一种创造性倾向，这倒是很多人不具备的。所以有时候尽管我们觉得自己很爱孩子，却仍然不知道自己做的够不够好，会不会给孩子带来不好的影响。这样吧，推荐一本书你看，叫爱的艺术！是著名心理学家弗洛姆的畅销作品，虽然有些年头了，却永远不会过时。里面很详细的介绍了父母对孩子的爱，并单独有一节讲母爱。如果你喜欢里面的内容，会帮你带好孩子的！",
    "annotation": [
      {
        "sentence": "爱是一种能力，是一种创造性倾向，这倒是很多人不具备的。",
        "label": ""
      },
      {
        "sentence": "所以有时候尽管我们觉得自己很爱孩子，却仍然不知道自己做的够不够好，会不会给孩子带来不好的影响。",
        "label": ""
      },
      {
        "sentence": "这样吧，推荐一本书你看，叫爱的艺术！",
        "label": ""
      },
      {
        "sentence": "是著名心理学家弗洛姆的畅销作品，虽然有些年头了，却永远不会过时。",
        "label": ""
      },
      {
        "sentence": "里面很详细的介绍了父母对孩子的爱，并单独有一节讲母爱。",
        "label": ""
      },
      {
        "sentence": "如果你喜欢里面的内容，会帮你带好孩子的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的建议。我会找这本书看看的。",
    "annotation": [
      {
        "sentence": "好的，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会找这本书看看的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱是一门艺术、一种能力，并不是只要找到爱的对象就自然懂得如何爱的，需要我们具备一定的理论，并不断去实践。就像我们想画一幅画，不懂得画画的艺术，觉得只要找到要画的对象，就能画，有可能吗？当然，上面是书中的内容。里面还说母亲是故乡，是大自然，是大地，是海洋。而父亲不体现自然渊源，代表思想的世界，代表法律、秩序、纪律。父母的分工不同，母亲给孩子生活的安全感，父亲指导孩子正视将来会遇到的种种困难。",
    "annotation": [
      {
        "sentence": "爱是一门艺术、一种能力，并不是只要找到爱的对象就自然懂得如何爱的，需要我们具备一定的理论，并不断去实践。",
        "label": ""
      },
      {
        "sentence": "就像我们想画一幅画，不懂得画画的艺术，觉得只要找到要画的对象，就能画，有可能吗？",
        "label": ""
      },
      {
        "sentence": "当然，上面是书中的内容。",
        "label": ""
      },
      {
        "sentence": "里面还说母亲是故乡，是大自然，是大地，是海洋。",
        "label": ""
      },
      {
        "sentence": "而父亲不体现自然渊源，代表思想的世界，代表法律、秩序、纪律。",
        "label": ""
      },
      {
        "sentence": "父母的分工不同，母亲给孩子生活的安全感，父亲指导孩子正视将来会遇到的种种困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些理论听起来很有道理，我会读这本书，争取学习到更多关于爱和育儿的知识。",
    "annotation": [
      {
        "sentence": "这些理论听起来很有道理，我会读这本书，争取学习到更多关于爱和育儿的知识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "成熟的人既发展母亲的良知，又发现父亲的良知。母亲的良知告诉我们：无论任何罪孽、任何罪恶，都不会失去我对你的爱。父亲的良知却说：你做错了，就要承担后果，重要的是你必须改正，才能重新获得我的爱。母亲的良知帮我们建立爱的能力，父亲的良知帮我们建立理智和判断力。",
    "annotation": [
      {
        "sentence": "成熟的人既发展母亲的良知，又发现父亲的良知。",
        "label": ""
      },
      {
        "sentence": "母亲的良知告诉我们：无论任何罪孽、任何罪恶，都不会失去我对你的爱。",
        "label": ""
      },
      {
        "sentence": "父亲的良知却说：你做错了，就要承担后果，重要的是你必须改正，才能重新获得我的爱。",
        "label": ""
      },
      {
        "sentence": "母亲的良知帮我们建立爱的能力，父亲的良知帮我们建立理智和判断力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，父母的爱对孩子的发展很重要，我会努力培养自己的母爱和父爱，以及更好的育儿能力。",
    "annotation": [
      {
        "sentence": "我明白了，父母的爱对孩子的发展很重要，我会努力培养自己的母爱和父爱，以及更好的育儿能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "上面是父母对孩子的爱章节的部分笔记，我也是这两天才拿到一直喜欢的译本，早上上班前能抽一两个小时看一点，上班的空闲瞅两眼。很高兴帮你介绍，顺便帮我复习了内容。我也是两个孩子，大的二年级。其实孩子真正需要我们指导，是两三岁以后的事，在这之前只要照顾好他的饮食起居，并培养良好的习惯就好了，这个主要靠妈妈的角色。我是一直让孩子按照对他们好的方式成长的，当然前提是先让他们习惯上那个方式，习惯那个方式。",
    "annotation": [
      {
        "sentence": "上面是父母对孩子的爱章节的部分笔记，我也是这两天才拿到一直喜欢的译本，早上上班前能抽一两个小时看一点，上班的空闲瞅两眼。",
        "label": ""
      },
      {
        "sentence": "很高兴帮你介绍，顺便帮我复习了内容。",
        "label": ""
      },
      {
        "sentence": "我也是两个孩子，大的二年级。",
        "label": ""
      },
      {
        "sentence": "其实孩子真正需要我们指导，是两三岁以后的事，在这之前只要照顾好他的饮食起居，并培养良好的习惯就好了，这个主要靠妈妈的角色。",
        "label": ""
      },
      {
        "sentence": "我是一直让孩子按照对他们好的方式成长的，当然前提是先让他们习惯上那个方式，习惯那个方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你分享你的经验，我会记住的。有时候我也会宠溺孩子，但我会试着按照正确的方式进行教育和引导，让他们养成良好的习惯。",
    "annotation": [
      {
        "sentence": "谢谢你分享你的经验，我会记住的。",
        "label": ""
      },
      {
        "sentence": "有时候我也会宠溺孩子，但我会试着按照正确的方式进行教育和引导，让他们养成良好的习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "倒是孩子妈妈时常会无条件的溺爱他们，有时还不理解我的方式，偶尔会闹一些小情绪。要照顾好孩子，需要自己先要有信心，相信自己的知识和能力，相信自己会有有更好的知识和能力，来真正做到对孩子好。我们的不安和不自信这个是真的会传染给孩子的，因为人天生就对情绪敏感，我们的近亲们也是，包括大部分动物好像都是对情绪敏感的，这似乎是本能反应。所以，要给孩子最好的，就不可以纠结哦，他们会学会的。",
    "annotation": [
      {
        "sentence": "倒是孩子妈妈时常会无条件的溺爱他们，有时还不理解我的方式，偶尔会闹一些小情绪。",
        "label": ""
      },
      {
        "sentence": "要照顾好孩子，需要自己先要有信心，相信自己的知识和能力，相信自己会有有更好的知识和能力，来真正做到对孩子好。",
        "label": ""
      },
      {
        "sentence": "我们的不安和不自信这个是真的会传染给孩子的，因为人天生就对情绪敏感，我们的近亲们也是，包括大部分动物好像都是对情绪敏感的，这似乎是本能反应。",
        "label": ""
      },
      {
        "sentence": "所以，要给孩子最好的，就不可以纠结哦，他们会学会的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会培养自己的信心，相信自己能成为一个好的母亲，并给孩子带来正面的影响。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会培养自己的信心，相信自己能成为一个好的母亲，并给孩子带来正面的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "知识方面感觉薄薄的一本爱的艺术就够了吧，里面也有实践方面的内容。看一遍的话估计半天时间就够了，觉得真有用想学好的话，十遍八遍不嫌少，百八十遍不嫌多，甚至背诵做笔记什么的，那个时间就多了。要是不喜欢的话，倒是简单，不用管他就是。没有别人喜欢这个回答的话，我说的这些也没有任何意义。",
    "annotation": [
      {
        "sentence": "知识方面感觉薄薄的一本爱的艺术就够了吧，里面也有实践方面的内容。",
        "label": ""
      },
      {
        "sentence": "看一遍的话估计半天时间就够了，觉得真有用想学好的话，十遍八遍不嫌少，百八十遍不嫌多，甚至背诵做笔记什么的，那个时间就多了。",
        "label": ""
      },
      {
        "sentence": "要是不喜欢的话，倒是简单，不用管他就是。",
        "label": ""
      },
      {
        "sentence": "没有别人喜欢这个回答的话，我说的这些也没有任何意义。",
        "label": ""
      }
    ]
  }
]