[
  {
    "role": "client",
    "content": "我今年过年就要25岁了，很迷茫，没想好下一步该干什么，该怎么办？我现在的工资只有1200，又没有什么成就感，感觉像个寄生虫一样。",
    "annotation": [
      {
        "sentence": "我今年过年就要25岁了，很迷茫，没想好下一步该干什么，该怎么办？",
        "label": ""
      },
      {
        "sentence": "我现在的工资只有1200，又没有什么成就感，感觉像个寄生虫一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "25岁，可能是刚步入职场不久的年纪，感受到了你的无助和纠结：薪资不高，和同事的关系不尽如人意，又被老板看到了尴尬的场景，想要换工作却很迷茫……许多在职场中的人都会经历类似的过程，你并不是特殊的，想要给你一个温暖的拥抱。",
    "annotation": [
      {
        "sentence": "25岁，可能是刚步入职场不久的年纪，感受到了你的无助和纠结：薪资不高，和同事的关系不尽如人意，又被老板看到了尴尬的场景，想要换工作却很迷茫……许多在职场中的人都会经历类似的过程，你并不是特殊的，想要给你一个温暖的拥抱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，但是我还是很迷茫，不知道自己应该往哪个方向发展，而且感觉自己什么都不会。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，但是我还是很迷茫，不知道自己应该往哪个方向发展，而且感觉自己什么都不会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“学不到东西”由许多因素决定，不止关乎个人特质，更与公司环境与企业文化密切相关，所以无需过度沉浸于自责中。“懒”和“不行动”，一方面也有可能是“目标不明确”以至于“动力不足”。然而，我们需要明白，并非一定要确立了清晰的目标，才可以开始行动的，在迷茫的时候，依旧可以边尝试，边摸索可能性，并且不断调整行动方向的。并不是一定要往一个明确的方向走，而是要积极尝试不同的工作内容，才能发现自己真正感兴趣的领域。",
    "annotation": [
      {
        "sentence": "“学不到东西”由许多因素决定，不止关乎个人特质，更与公司环境与企业文化密切相关，所以无需过度沉浸于自责中。",
        "label": ""
      },
      {
        "sentence": "“懒”和“不行动”，一方面也有可能是“目标不明确”以至于“动力不足”。",
        "label": ""
      },
      {
        "sentence": "然而，我们需要明白，并非一定要确立了清晰的目标，才可以开始行动的，在迷茫的时候，依旧可以边尝试，边摸索可能性，并且不断调整行动方向的。",
        "label": ""
      },
      {
        "sentence": "并不是一定要往一个明确的方向走，而是要积极尝试不同的工作内容，才能发现自己真正感兴趣的领域。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，但我不懂怎么给自己定一个方向。",
    "annotation": [
      {
        "sentence": "你说得很有道理，但我不懂怎么给自己定一个方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于职业规划来说，你可以从自我认知出发，先梳理一下自己的优势和不足，然后强化优点，同时努力改善劣势。同时，多去了解一下自己所处的行业和企业，学习他人的经验，参加培训和学习可以帮你发现更多的潜能。",
    "annotation": [
      {
        "sentence": "对于职业规划来说，你可以从自我认知出发，先梳理一下自己的优势和不足，然后强化优点，同时努力改善劣势。",
        "label": ""
      },
      {
        "sentence": "同时，多去了解一下自己所处的行业和企业，学习他人的经验，参加培训和学习可以帮你发现更多的潜能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么处理和同事之间的关系？我总是觉得大家在议论我。",
    "annotation": [
      {
        "sentence": "那我该怎么处理和同事之间的关系？",
        "label": ""
      },
      {
        "sentence": "我总是觉得大家在议论我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "职场中人际关系的处理并不容易，但尝试直面和同事之间的问题是一个良好的开始。可以尝试主动与同事建立联系，可以聊聊工作、生活、休闲等话题，缓解彼此之间的隔阂。同时，也可以通过主动取得他人信任和认可，用实际行动证明自己的能力。对于不友好的同事，也可以尝试冷静的从自己的思维中脱离，给自己的生活带来更多积极的情绪和能量，以此来冲淡负面情绪。",
    "annotation": [
      {
        "sentence": "职场中人际关系的处理并不容易，但尝试直面和同事之间的问题是一个良好的开始。",
        "label": ""
      },
      {
        "sentence": "可以尝试主动与同事建立联系，可以聊聊工作、生活、休闲等话题，缓解彼此之间的隔阂。",
        "label": ""
      },
      {
        "sentence": "同时，也可以通过主动取得他人信任和认可，用实际行动证明自己的能力。",
        "label": ""
      },
      {
        "sentence": "对于不友好的同事，也可以尝试冷静的从自己的思维中脱离，给自己的生活带来更多积极的情绪和能量，以此来冲淡负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去做的。但是我之前在公司干了蠢事，跟一个男孩子在会议室亲亲被老板看见了，现在好尴尬，不知道怎么辞职。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去做的。",
        "label": ""
      },
      {
        "sentence": "但是我之前在公司干了蠢事，跟一个男孩子在会议室亲亲被老板看见了，现在好尴尬，不知道怎么辞职。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一件难堪的事情。首先我们要明确，做事情犯错误是难免的，与其过分纠结过去的错误，不如把更多的时间和精力放在改善当下和未来。如果你对目前公司的职业方向和文化不满意，可以考虑寻找新的工作机会。在辞职前，需要先进行职业规划，确定合适的下一步行动，并进行充分的准备和沟通。辞职不是件容易的事，需要考虑到自身的经济状况和职业事业发展的方向，同时也需要理解公司对员工的福利和法律规定。",
    "annotation": [
      {
        "sentence": "这确实是一件难堪的事情。",
        "label": ""
      },
      {
        "sentence": "首先我们要明确，做事情犯错误是难免的，与其过分纠结过去的错误，不如把更多的时间和精力放在改善当下和未来。",
        "label": ""
      },
      {
        "sentence": "如果你对目前公司的职业方向和文化不满意，可以考虑寻找新的工作机会。",
        "label": ""
      },
      {
        "sentence": "在辞职前，需要先进行职业规划，确定合适的下一步行动，并进行充分的准备和沟通。",
        "label": ""
      },
      {
        "sentence": "辞职不是件容易的事，需要考虑到自身的经济状况和职业事业发展的方向，同时也需要理解公司对员工的福利和法律规定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我想我应该好好考虑一下自己未来的方向，然后再做决定。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我想我应该好好考虑一下自己未来的方向，然后再做决定。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  }
]