[
  {
    "role": "client",
    "content": "被家里人说是害人精，想离开了怎么办？家里人让你去死，说你是害人精，不该活着，我自己也不想活着了，想结束了。",
    "annotation": [
      {
        "sentence": "被家里人说是害人精，想离开了怎么办？",
        "label": ""
      },
      {
        "sentence": "家里人让你去死，说你是害人精，不该活着，我自己也不想活着了，想结束了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，最想和你说的是：没有任何人能定义我们是怎样的。不管这个人是父母，是兄弟姐妹，是老师，其他权威，甚至是所谓的神，谁都没有资格来定义我们，除了我们自己。",
    "annotation": [
      {
        "sentence": "首先，最想和你说的是：没有任何人能定义我们是怎样的。",
        "label": ""
      },
      {
        "sentence": "不管这个人是父母，是兄弟姐妹，是老师，其他权威，甚至是所谓的神，谁都没有资格来定义我们，除了我们自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是他们一直这么说，我觉得他们说的可能是对的，我怎么办呢？",
    "annotation": [
      {
        "sentence": "但是他们一直这么说，我觉得他们说的可能是对的，我怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，我也非常理解你的感受，如果从小到大一直被这样说，那就相当于我们一出生，就跳进了由这样的声音组成的一个系统和环境，就好像我们一出生就泡在一个醋坛子里，那么也只能感受周围的酸气哄哄，感受不到其他。",
    "annotation": [
      {
        "sentence": "其次，我也非常理解你的感受，如果从小到大一直被这样说，那就相当于我们一出生，就跳进了由这样的声音组成的一个系统和环境，就好像我们一出生就泡在一个醋坛子里，那么也只能感受周围的酸气哄哄，感受不到其他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我感受到了无尽的负面情绪和压力，觉得自己很受伤。",
    "annotation": [
      {
        "sentence": "是啊，我感受到了无尽的负面情绪和压力，觉得自己很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是这个地球的游戏规则，我们一出生就跳进了一个被催眠的系统，慢慢的我们就被催眠成了周围人嘴里的样子，因为我们认同了他们，我们泡的时间太长了，而且太早了，从一出生就开始接受这种催眠了，所以，想要改变被催眠的信念系统并不容易，这需要我们给自己非常多的耐心和爱心。但是，就如同电脑里的程序一样，虽然我们来人间的时候，就被编程了，但是，我们现在有机会重新给自己编程，这个选择权永远在我们自己手里。",
    "annotation": [
      {
        "sentence": "这是这个地球的游戏规则，我们一出生就跳进了一个被催眠的系统，慢慢的我们就被催眠成了周围人嘴里的样子，因为我们认同了他们，我们泡的时间太长了，而且太早了，从一出生就开始接受这种催眠了，所以，想要改变被催眠的信念系统并不容易，这需要我们给自己非常多的耐心和爱心。",
        "label": ""
      },
      {
        "sentence": "但是，就如同电脑里的程序一样，虽然我们来人间的时候，就被编程了，但是，我们现在有机会重新给自己编程，这个选择权永远在我们自己手里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我不知道怎么才能改变这种编程，我感觉很困惑，也很害怕。",
    "annotation": [
      {
        "sentence": "可是我不知道怎么才能改变这种编程，我感觉很困惑，也很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要做的就是卸载，重装。如何卸载重装呢？比如，家里人说你是害人精，这只是他们的一个说法，你完全可以跳出来，不认同他们的说法，他们没有权利来定义你，只要你不认同，任何一种说法都无法对你起作用。那装进去什么呢？这个也是由你决定，比如我是值得被爱的，我是可爱的，等等。当然，这个过程并不容易，然而却是可能的，甚至是，只要努力，且方向正确，是一定能够重装成功的。有太多这样的例子了，别人可以，你自然也可以。只要你不放弃自己，世界不会放弃你，就像素不相识的你，我也愿意码字来爱你。亲爱的，请记得，无论你经历过什么，你都是值得被爱的，我和世界爱着你。",
    "annotation": [
      {
        "sentence": "要做的就是卸载，重装。",
        "label": ""
      },
      {
        "sentence": "如何卸载重装呢？",
        "label": ""
      },
      {
        "sentence": "比如，家里人说你是害人精，这只是他们的一个说法，你完全可以跳出来，不认同他们的说法，他们没有权利来定义你，只要你不认同，任何一种说法都无法对你起作用。",
        "label": ""
      },
      {
        "sentence": "那装进去什么呢？",
        "label": ""
      },
      {
        "sentence": "这个也是由你决定，比如我是值得被爱的，我是可爱的，等等。",
        "label": ""
      },
      {
        "sentence": "当然，这个过程并不容易，然而却是可能的，甚至是，只要努力，且方向正确，是一定能够重装成功的。",
        "label": ""
      },
      {
        "sentence": "有太多这样的例子了，别人可以，你自然也可以。",
        "label": ""
      },
      {
        "sentence": "只要你不放弃自己，世界不会放弃你，就像素不相识的你，我也愿意码字来爱你。",
        "label": ""
      },
      {
        "sentence": "亲爱的，请记得，无论你经历过什么，你都是值得被爱的，我和世界爱着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，这段话让我感到温暖和勇气，我会试着卸载掉这些负面的想法，重新给自己编程。我相信只要我努力，我一定可以改变面对这些负面声音的方式。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你，这段话让我感到温暖和勇气，我会试着卸载掉这些负面的想法，重新给自己编程。",
        "label": ""
      },
      {
        "sentence": "我相信只要我努力，我一定可以改变面对这些负面声音的方式。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是如此坚强和勇敢，我为你感到骄傲！记住，无论何时你需要支持，我都会在这里等待着你。请你也要相信自己，相信这个世界上存在着许多爱和关怀。你不是孤单一人，我和世界都会一直支持你。",
    "annotation": [
      {
        "sentence": "你是如此坚强和勇敢，我为你感到骄傲！",
        "label": ""
      },
      {
        "sentence": "记住，无论何时你需要支持，我都会在这里等待着你。",
        "label": ""
      },
      {
        "sentence": "请你也要相信自己，相信这个世界上存在着许多爱和关怀。",
        "label": ""
      },
      {
        "sentence": "你不是孤单一人，我和世界都会一直支持你。",
        "label": ""
      }
    ]
  }
]