[
  {
    "role": "client",
    "content": "我没有朋友，又很独孤，我应该如何找到自己真正的朋友？我上小学时就一直独来独往，生活中不是被朋友甩就是正在被朋友甩。我被朋友伤害过无数次，到现在只能说，对不起，我没有朋友。但是我又很独孤，经常把自己一个人锁在房间中，讨厌人多音杂的地方。我渴望纯真的友谊，我渴望朋友，可是我没有遇到，也不知道该怎么遇到...",
    "annotation": [
      {
        "sentence": "我没有朋友，又很独孤，我应该如何找到自己真正的朋友？",
        "label": ""
      },
      {
        "sentence": "我上小学时就一直独来独往，生活中不是被朋友甩就是正在被朋友甩。",
        "label": ""
      },
      {
        "sentence": "我被朋友伤害过无数次，到现在只能说，对不起，我没有朋友。",
        "label": ""
      },
      {
        "sentence": "但是我又很独孤，经常把自己一个人锁在房间中，讨厌人多音杂的地方。",
        "label": ""
      },
      {
        "sentence": "我渴望纯真的友谊，我渴望朋友，可是我没有遇到，也不知道该怎么遇到...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的感受，我想告诉你，在这个世界上其实我们都可以成为你的朋友！你的迷茫和困惑我能感受到。其实，没有人是孤岛，我们和周围的事物都有着各种各样的联系，千丝万缕的关系。也许因为曾经受伤所以你封闭了自己的心。我明白你渴望外面美好的景色，很想和其他小伙伴一起玩耍。这些都说明你并没有真正放弃融入集体的勇气，只是不知道如何与伙伴交流沟通，同时担心自己做得不好会被他人排斥责怪。我想提醒你，虽然不参与和同学的互动能保护你的自尊心，让你感到舒适和安稳，但你也要承担回避带来的孤独和自我怀疑。",
    "annotation": [
      {
        "sentence": "我非常理解你的感受，我想告诉你，在这个世界上其实我们都可以成为你的朋友！",
        "label": ""
      },
      {
        "sentence": "你的迷茫和困惑我能感受到。",
        "label": ""
      },
      {
        "sentence": "其实，没有人是孤岛，我们和周围的事物都有着各种各样的联系，千丝万缕的关系。",
        "label": ""
      },
      {
        "sentence": "也许因为曾经受伤所以你封闭了自己的心。",
        "label": ""
      },
      {
        "sentence": "我明白你渴望外面美好的景色，很想和其他小伙伴一起玩耍。",
        "label": ""
      },
      {
        "sentence": "这些都说明你并没有真正放弃融入集体的勇气，只是不知道如何与伙伴交流沟通，同时担心自己做得不好会被他人排斥责怪。",
        "label": ""
      },
      {
        "sentence": "我想提醒你，虽然不参与和同学的互动能保护你的自尊心，让你感到舒适和安稳，但你也要承担回避带来的孤独和自我怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实在避免与他人互动以保护自己，但我也感受到了孤独和自我怀疑。可是，我不知道该如何找到真正关心我并陪伴我走向阳光的朋友。",
    "annotation": [
      {
        "sentence": "你说的对，我确实在避免与他人互动以保护自己，但我也感受到了孤独和自我怀疑。",
        "label": ""
      },
      {
        "sentence": "可是，我不知道该如何找到真正关心我并陪伴我走向阳光的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别担心，现代科技的发展导致信息交流变得越来越频繁，这也导致人们对感情的渴望更加容易受到外界的刺激。人们对感情的追求并不仅仅是为了满足内心的需要，得到他人的依靠和鼓励，也注重于物质利益。在选择朋友的时候，一个真正关心你的朋友要比一群狐朋狗友重要。你必须清楚自己想要什么样的朋友，这一点非常重要。为了找到志同道合的朋友，你可以先了解自己的需求。比如，如果你缺乏主见，就需要一个能帮你分析利弊的军师；如果你有很高的目标，就需要一个能批判你的严师益友；如果你胆小懦弱，就需要一个能够安慰你、鼓励你的“回血包”。",
    "annotation": [
      {
        "sentence": "别担心，现代科技的发展导致信息交流变得越来越频繁，这也导致人们对感情的渴望更加容易受到外界的刺激。",
        "label": ""
      },
      {
        "sentence": "人们对感情的追求并不仅仅是为了满足内心的需要，得到他人的依靠和鼓励，也注重于物质利益。",
        "label": ""
      },
      {
        "sentence": "在选择朋友的时候，一个真正关心你的朋友要比一群狐朋狗友重要。",
        "label": ""
      },
      {
        "sentence": "你必须清楚自己想要什么样的朋友，这一点非常重要。",
        "label": ""
      },
      {
        "sentence": "为了找到志同道合的朋友，你可以先了解自己的需求。",
        "label": ""
      },
      {
        "sentence": "比如，如果你缺乏主见，就需要一个能帮你分析利弊的军师；如果你有很高的目标，就需要一个能批判你的严师益友；如果你胆小懦弱，就需要一个能够安慰你、鼓励你的“回血包”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，所以在遇到自己喜欢的、能理解自己的人之前，我可以选择更谨慎地参与活动。但是一旦遇到对我好的人，我应该勇敢地走向阳光，主动表达对他的信赖和支持，对吗？",
    "annotation": [
      {
        "sentence": "我明白了，所以在遇到自己喜欢的、能理解自己的人之前，我可以选择更谨慎地参与活动。",
        "label": ""
      },
      {
        "sentence": "但是一旦遇到对我好的人，我应该勇敢地走向阳光，主动表达对他的信赖和支持，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！虽然你可能会觉得自己很卑微，总是一副胆小怕事的样子，但总会有人喜欢你，因为你的不足给了那个人更多的表现机会。正因为你的脆弱，更容易引起别人的关心，能够激发起别人的保护欲。在人际交往中，同样是志同道合的人也会有相互之间的矛盾，但是希望你能原谅他的错误，同样在他难过的时候主动关心他。每个人都有缺点，只要他心里还有你，你就应该勇敢地释放前嫌。希望你能勇敢地表达自己，找到和你灵魂契合的知己。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "虽然你可能会觉得自己很卑微，总是一副胆小怕事的样子，但总会有人喜欢你，因为你的不足给了那个人更多的表现机会。",
        "label": ""
      },
      {
        "sentence": "正因为你的脆弱，更容易引起别人的关心，能够激发起别人的保护欲。",
        "label": ""
      },
      {
        "sentence": "在人际交往中，同样是志同道合的人也会有相互之间的矛盾，但是希望你能原谅他的错误，同样在他难过的时候主动关心他。",
        "label": ""
      },
      {
        "sentence": "每个人都有缺点，只要他心里还有你，你就应该勇敢地释放前嫌。",
        "label": ""
      },
      {
        "sentence": "希望你能勇敢地表达自己，找到和你灵魂契合的知己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会好好思考自己的需求，并试着勇敢地融入集体，表达自己对他人的关心和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会好好思考自己的需求，并试着勇敢地融入集体，表达自己对他人的关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我相信你能做到的！记住，朋友需要时间去培养，不要急于求成。只要你保持勇敢和真诚，一定能找到真正的朋友，与他们建立起美好而纯真的友谊。祝福你！",
    "annotation": [
      {
        "sentence": "不用谢，我相信你能做到的！",
        "label": ""
      },
      {
        "sentence": "记住，朋友需要时间去培养，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "只要你保持勇敢和真诚，一定能找到真正的朋友，与他们建立起美好而纯真的友谊。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]