[
  {
    "role": "client",
    "content": "没朋友，又很独孤，我应该如何找到自己真正的朋友？我上小学时就一直独来独往，生活中不是彼朋友甩就是正在被朋友甩我被友诒伤害过无数次，到现在只能说，对不起，我没有朋友。但我又很独孤，经常把自己一个人锁在房间中，讨厌人多音杂的地方。我渴望纯真的友谊，我渴望朋友，可是我没有遇到，也不知道该怎么遇到...",
    "annotation": [
      {
        "sentence": "没朋友，又很独孤，我应该如何找到自己真正的朋友？",
        "label": ""
      },
      {
        "sentence": "我上小学时就一直独来独往，生活中不是彼朋友甩就是正在被朋友甩我被友诒伤害过无数次，到现在只能说，对不起，我没有朋友。",
        "label": ""
      },
      {
        "sentence": "但我又很独孤，经常把自己一个人锁在房间中，讨厌人多音杂的地方。",
        "label": ""
      },
      {
        "sentence": "我渴望纯真的友谊，我渴望朋友，可是我没有遇到，也不知道该怎么遇到...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨，听到你的感受，我真的能感受到你对友谊的渴望。朋友对每个人来说都是很重要的。想要找到真正的朋友确实是件让人纠结的事情。你在小学时的经历让我觉得你可能对人际关系有些担忧和困惑。你经历了被朋友伤害的痛苦，这会影响你对待交友的态度。我可以理解你对独处和避开人多的地方的偏好。但我想和你一起探讨一下如何改变现状，重新建立起和他人的联系。",
    "annotation": [
      {
        "sentence": "嗨，听到你的感受，我真的能感受到你对友谊的渴望。",
        "label": ""
      },
      {
        "sentence": "朋友对每个人来说都是很重要的。",
        "label": ""
      },
      {
        "sentence": "想要找到真正的朋友确实是件让人纠结的事情。",
        "label": ""
      },
      {
        "sentence": "你在小学时的经历让我觉得你可能对人际关系有些担忧和困惑。",
        "label": ""
      },
      {
        "sentence": "你经历了被朋友伤害的痛苦，这会影响你对待交友的态度。",
        "label": ""
      },
      {
        "sentence": "我可以理解你对独处和避开人多的地方的偏好。",
        "label": ""
      },
      {
        "sentence": "但我想和你一起探讨一下如何改变现状，重新建立起和他人的联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，确实，我对人际关系有些担忧。曾经一次又一次的被朋友伤害，也让我对交友产生了恐惧。我不希望再受伤害，但又希望能找到真正的友谊。我也知道，想要找到真正的朋友，可能需要主动一些，但我不知道该怎么做。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，确实，我对人际关系有些担忧。",
        "label": ""
      },
      {
        "sentence": "曾经一次又一次的被朋友伤害，也让我对交友产生了恐惧。",
        "label": ""
      },
      {
        "sentence": "我不希望再受伤害，但又希望能找到真正的友谊。",
        "label": ""
      },
      {
        "sentence": "我也知道，想要找到真正的朋友，可能需要主动一些，但我不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对交友的矛盾心理。担心再次受伤害是非常合理的。但要在生活中获得真正的友谊，有时候需要我们主动一些。你可能可以试着参加一些兴趣小组或社交活动，寻找和你有共同兴趣的人，这样交流起来可能会更加轻松和自然。同时，你也可以从自己身边的人开始，和同学或同事多一些接触，逐渐建立起更深层次的交流。当然，这个过程可能需要一些时间和耐心，不要期望一下子就能找到很多朋友，重要的是给自己一些机会去尝试。",
    "annotation": [
      {
        "sentence": "我理解你对交友的矛盾心理。",
        "label": ""
      },
      {
        "sentence": "担心再次受伤害是非常合理的。",
        "label": ""
      },
      {
        "sentence": "但要在生活中获得真正的友谊，有时候需要我们主动一些。",
        "label": ""
      },
      {
        "sentence": "你可能可以试着参加一些兴趣小组或社交活动，寻找和你有共同兴趣的人，这样交流起来可能会更加轻松和自然。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以从自己身边的人开始，和同学或同事多一些接触，逐渐建立起更深层次的交流。",
        "label": ""
      },
      {
        "sentence": "当然，这个过程可能需要一些时间和耐心，不要期望一下子就能找到很多朋友，重要的是给自己一些机会去尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的挺有道理的，我可以试试加入一些兴趣小组，找到一些和我有共同爱好的人。我也会尝试和身边的人多接触，多参加一些社交活动。不过，我还是很担心遇到和以前一样不好的朋友，我不知道该如何应对这种情况。",
    "annotation": [
      {
        "sentence": "你说的挺有道理的，我可以试试加入一些兴趣小组，找到一些和我有共同爱好的人。",
        "label": ""
      },
      {
        "sentence": "我也会尝试和身边的人多接触，多参加一些社交活动。",
        "label": ""
      },
      {
        "sentence": "不过，我还是很担心遇到和以前一样不好的朋友，我不知道该如何应对这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心遇到不好的朋友是正常的，毕竟你以前的经历对你造成了一定的伤害。但是，我们不能因为过去的经历就对未来的交友失去信心。你可以尝试在结识新朋友的过程中更加警惕一些，观察他们的言行举止是否符合你心中对朋友的要求。如果发现有不好的迹象，也不要害怕表达自己的感受或者和对方保持距离。最重要的是相信自己，相信你有能力找到真正的朋友，不要因为过去的经历而束缚自己。",
    "annotation": [
      {
        "sentence": "担心遇到不好的朋友是正常的，毕竟你以前的经历对你造成了一定的伤害。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因为过去的经历就对未来的交友失去信心。",
        "label": ""
      },
      {
        "sentence": "你可以尝试在结识新朋友的过程中更加警惕一些，观察他们的言行举止是否符合你心中对朋友的要求。",
        "label": ""
      },
      {
        "sentence": "如果发现有不好的迹象，也不要害怕表达自己的感受或者和对方保持距离。",
        "label": ""
      },
      {
        "sentence": "最重要的是相信自己，相信你有能力找到真正的朋友，不要因为过去的经历而束缚自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，我不能因为过去的伤害而放弃对友谊的渴望。我会尝试更加警惕，观察新交朋友的行为。如果遇到不好的情况，我会及时表达自己的感受并保持距离。我要相信自己，相信我能够找到真正的朋友。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "嗯，你说得对，我不能因为过去的伤害而放弃对友谊的渴望。",
        "label": ""
      },
      {
        "sentence": "我会尝试更加警惕，观察新交朋友的行为。",
        "label": ""
      },
      {
        "sentence": "如果遇到不好的情况，我会及时表达自己的感受并保持距离。",
        "label": ""
      },
      {
        "sentence": "我要相信自己，相信我能够找到真正的朋友。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服困难，找到真正的朋友。请记住，在寻找真正友谊的过程中，关键是坚持和勇气。如果你需要任何帮助或者想要分享你的进展，随时都可以来找我。你并不孤单，我会一直在你身边支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服困难，找到真正的朋友。",
        "label": ""
      },
      {
        "sentence": "请记住，在寻找真正友谊的过程中，关键是坚持和勇气。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者想要分享你的进展，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]