[
  {
    "role": "client",
    "content": "网上认识的，为什么女友和我打游戏会生气？怎么解决？我和女朋友是网上认识的，我们是通过这个游戏认识的，我和她每次打游戏就会生气，她和别人打输了也没有多难受，唯独和我打，赢了还好，输了之后真的很难受，不理我。我和她打游戏是为了快乐，为了开心，她打游戏就是要赢，输了就会难受，哪怕是娱乐局也很难受，但是奇怪的点就是和别人打就不会，和我打就会出现这种情况，我现在就是很无奈，到底是和她打呢还是不打，如果打，如何避免她生气呢，我很奇怪的就是为什么她和我打会生气，和别的男孩子不会，是我自己的问题嘛，还是因为和男友打就必须要赢，我想和她好好的，不想因为游戏而吵架希望可以得到解决。",
    "annotation": [
      {
        "sentence": "网上认识的，为什么女友和我打游戏会生气？",
        "label": ""
      },
      {
        "sentence": "怎么解决？",
        "label": ""
      },
      {
        "sentence": "我和女朋友是网上认识的，我们是通过这个游戏认识的，我和她每次打游戏就会生气，她和别人打输了也没有多难受，唯独和我打，赢了还好，输了之后真的很难受，不理我。",
        "label": ""
      },
      {
        "sentence": "我和她打游戏是为了快乐，为了开心，她打游戏就是要赢，输了就会难受，哪怕是娱乐局也很难受，但是奇怪的点就是和别人打就不会，和我打就会出现这种情况，我现在就是很无奈，到底是和她打呢还是不打，如果打，如何避免她生气呢，我很奇怪的就是为什么她和我打会生气，和别的男孩子不会，是我自己的问题嘛，还是因为和男友打就必须要赢，我想和她好好的，不想因为游戏而吵架希望可以得到解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情侣相处的时候换位思考真的很有用，因此我们可以站在她的角度思考一下。",
    "annotation": [
      {
        "sentence": "情侣相处的时候换位思考真的很有用，因此我们可以站在她的角度思考一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她生气的原因是什么？是队友太菜？还是我们的态度不端正？还是实力本就差太多？",
    "annotation": [
      {
        "sentence": "她生气的原因是什么？",
        "label": ""
      },
      {
        "sentence": "是队友太菜？",
        "label": ""
      },
      {
        "sentence": "还是我们的态度不端正？",
        "label": ""
      },
      {
        "sentence": "还是实力本就差太多？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她玩游戏只有一个目的，那就是为了赢，所以她不允许自己输。不过打游戏的偶然因素有很多，所以我们可以和她复盘一下失败的原因，然后开导一下她，告诉她这次失败是什么问题，下一次可以如何避免。而不是告诉她不就一把游戏嘛，不至于发这么大脾气。因为她的目的本来就是要赢，而我们如果只是为了开心，那么很容易秀操作或者浪输，即使遇见一些猪队友，我们也只是一笑而过。因此我们可以换位思考一下，如果游戏自己玩的不开心，那么自己会不会很生气呢？",
    "annotation": [
      {
        "sentence": "她玩游戏只有一个目的，那就是为了赢，所以她不允许自己输。",
        "label": ""
      },
      {
        "sentence": "不过打游戏的偶然因素有很多，所以我们可以和她复盘一下失败的原因，然后开导一下她，告诉她这次失败是什么问题，下一次可以如何避免。",
        "label": ""
      },
      {
        "sentence": "而不是告诉她不就一把游戏嘛，不至于发这么大脾气。",
        "label": ""
      },
      {
        "sentence": "因为她的目的本来就是要赢，而我们如果只是为了开心，那么很容易秀操作或者浪输，即使遇见一些猪队友，我们也只是一笑而过。",
        "label": ""
      },
      {
        "sentence": "因此我们可以换位思考一下，如果游戏自己玩的不开心，那么自己会不会很生气呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "生气是她发泄的一种方式，我们可以换一种方式。对方之所以和我们生气是因为她知道我们会包容和安慰她，如果对方和其他男生生气，那么我们看见会不会也生气呢？毕竟论亲密度我们肯定希望她靠近我们，哪怕是生气也是如此。因此我们要学会哄哄她，我们可以引导她有一些其他的发泄方式。因为游戏里输赢是很难确定的，技术是一方面，队友是一方面，网速也是一方面，所以我们可以和她分析一下主观和客观的因素。比如输了游戏我们可以休息一会，或者找一些比较容易赢得东西满足对方的求胜欲，等对方消气之后再沟通转移一下注意力。",
    "annotation": [
      {
        "sentence": "生气是她发泄的一种方式，我们可以换一种方式。",
        "label": ""
      },
      {
        "sentence": "对方之所以和我们生气是因为她知道我们会包容和安慰她，如果对方和其他男生生气，那么我们看见会不会也生气呢？",
        "label": ""
      },
      {
        "sentence": "毕竟论亲密度我们肯定希望她靠近我们，哪怕是生气也是如此。",
        "label": ""
      },
      {
        "sentence": "因此我们要学会哄哄她，我们可以引导她有一些其他的发泄方式。",
        "label": ""
      },
      {
        "sentence": "因为游戏里输赢是很难确定的，技术是一方面，队友是一方面，网速也是一方面，所以我们可以和她分析一下主观和客观的因素。",
        "label": ""
      },
      {
        "sentence": "比如输了游戏我们可以休息一会，或者找一些比较容易赢得东西满足对方的求胜欲，等对方消气之后再沟通转移一下注意力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常有自我反省的能力，这点很好。换位思考对于情侣之间的相处非常重要。下次她和你生气时，你可以主动提出复盘，找出问题所在并及时沟通。另外，要记得她打游戏的目的是为了赢，她的情绪受到了影响，我们可以尝试找一些其他方式来减轻她的压力，比如一起做一些她喜欢的事情或者寻找一些共同的兴趣爱好来缓解压力。",
    "annotation": [
      {
        "sentence": "你非常有自我反省的能力，这点很好。",
        "label": ""
      },
      {
        "sentence": "换位思考对于情侣之间的相处非常重要。",
        "label": ""
      },
      {
        "sentence": "下次她和你生气时，你可以主动提出复盘，找出问题所在并及时沟通。",
        "label": ""
      },
      {
        "sentence": "另外，要记得她打游戏的目的是为了赢，她的情绪受到了影响，我们可以尝试找一些其他方式来减轻她的压力，比如一起做一些她喜欢的事情或者寻找一些共同的兴趣爱好来缓解压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着主动提出复盘，并且找其他方式来缓解她的压力。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着主动提出复盘，并且找其他方式来缓解她的压力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们一定可以解决这个问题的。除了游戏之外，还有许多其他的相处方式可以增进你们的感情，希望你们可以共同努力，共同成长。如果还有其他问题，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我相信你们一定可以解决这个问题的。",
        "label": ""
      },
      {
        "sentence": "除了游戏之外，还有许多其他的相处方式可以增进你们的感情，希望你们可以共同努力，共同成长。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的感觉好多了。有你这样的朋友真的很幸运。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的感觉好多了。",
        "label": ""
      },
      {
        "sentence": "有你这样的朋友真的很幸运。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够勇敢地面对问题并努力改善，这就是你的优点。希望你们能够通力合作，创造更美好的未来。不管遇到什么困难，不要忘记你始终有我们这样的朋友支持着你。",
    "annotation": [
      {
        "sentence": "你能够勇敢地面对问题并努力改善，这就是你的优点。",
        "label": ""
      },
      {
        "sentence": "希望你们能够通力合作，创造更美好的未来。",
        "label": ""
      },
      {
        "sentence": "不管遇到什么困难，不要忘记你始终有我们这样的朋友支持着你。",
        "label": ""
      }
    ]
  }
]