[
  {
    "role": "client",
    "content": "考上教师编，性格内向，孤僻，怎么才能和别人走近？我觉得我很内向，最近考上教师的编制，来到新学校，我本来就很内向，而且自卑，不爱说话，还有点社交恐惧症，后来比我来的晚的新老师和大家很快就打成一片，有次出晚饭，我去到后面，新老师和另一个老师坐在桌子旁和校长吃饭聊天，我看见没有位置了，我就先走了，但是顿时内向很难受，我还哭了，我觉得自己不合群，被孤立，我其实喜欢独处，但是觉得自己来了也有两个月了，还没交到什么关系好的朋友，和他们都没怎么走进，我不知道该怎么办，好讨厌自己。",
    "annotation": [
      {
        "sentence": "考上教师编，性格内向，孤僻，怎么才能和别人走近？",
        "label": ""
      },
      {
        "sentence": "我觉得我很内向，最近考上教师的编制，来到新学校，我本来就很内向，而且自卑，不爱说话，还有点社交恐惧症，后来比我来的晚的新老师和大家很快就打成一片，有次出晚饭，我去到后面，新老师和另一个老师坐在桌子旁和校长吃饭聊天，我看见没有位置了，我就先走了，但是顿时内向很难受，我还哭了，我觉得自己不合群，被孤立，我其实喜欢独处，但是觉得自己来了也有两个月了，还没交到什么关系好的朋友，和他们都没怎么走进，我不知道该怎么办，好讨厌自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能够理解你现在的感受，感觉你需要找到一些可以聊天的人，并且能够逐渐进入一个新的环境交到新朋友。你可以从自己的兴趣点着手，比如如果你喜欢踢足球，可以找到同样喜欢踢足球的人，也可以找到班上跟你性格相似、性格开朗、待人友善的同学聊天，试着放松下来主动一点，向他们主动打招呼，做一个积极向上的人。",
    "annotation": [
      {
        "sentence": "你好，我能够理解你现在的感受，感觉你需要找到一些可以聊天的人，并且能够逐渐进入一个新的环境交到新朋友。",
        "label": ""
      },
      {
        "sentence": "你可以从自己的兴趣点着手，比如如果你喜欢踢足球，可以找到同样喜欢踢足球的人，也可以找到班上跟你性格相似、性格开朗、待人友善的同学聊天，试着放松下来主动一点，向他们主动打招呼，做一个积极向上的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我不善于交际，不会跟人攀谈，总是感到很紧张，不知道该说些什么，怕话题说尽了尴尬沉默。",
    "annotation": [
      {
        "sentence": "但是我不善于交际，不会跟人攀谈，总是感到很紧张，不知道该说些什么，怕话题说尽了尴尬沉默。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的，每一个人进入新的环境都需要一定时间来适应，尤其是内向的人会感到比较困难。试着在放松的氛围下聊些轻松有趣的话题，比如天气、音乐、电影等，避免一上来就谈论比较敏感和沉重的话题。当你遇到话题讲不下去的时候，不要感到尴尬，可以试着寻找与此话题相关的其他话题，或者换个角度继续展开这个话题，你亦可以试着关注对方的兴趣，这样谈话就可以更加顺畅。",
    "annotation": [
      {
        "sentence": "这是很正常的，每一个人进入新的环境都需要一定时间来适应，尤其是内向的人会感到比较困难。",
        "label": ""
      },
      {
        "sentence": "试着在放松的氛围下聊些轻松有趣的话题，比如天气、音乐、电影等，避免一上来就谈论比较敏感和沉重的话题。",
        "label": ""
      },
      {
        "sentence": "当你遇到话题讲不下去的时候，不要感到尴尬，可以试着寻找与此话题相关的其他话题，或者换个角度继续展开这个话题，你亦可以试着关注对方的兴趣，这样谈话就可以更加顺畅。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总是觉得别人会嫌弃我，或者会不接受我，这是因为我太自卑了吗？",
    "annotation": [
      {
        "sentence": "但是我总是觉得别人会嫌弃我，或者会不接受我，这是因为我太自卑了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要这样想，一个人的价值并不取决于别人如何看待他，你的价值来自于你自己内在的优秀品质、善良和勇气。要相信自己的价值！不要让自己陷入负面的情绪中。你可以通过主动融入环境、关注他人、帮助他人来提升自己的自信心，让自己更充满自信。你可以试着参加一些聚会活动，认识更多的人，也可以寻求专业心理帮助来帮助你更好地面对自己的问题。",
    "annotation": [
      {
        "sentence": "不要这样想，一个人的价值并不取决于别人如何看待他，你的价值来自于你自己内在的优秀品质、善良和勇气。",
        "label": ""
      },
      {
        "sentence": "要相信自己的价值！",
        "label": ""
      },
      {
        "sentence": "不要让自己陷入负面的情绪中。",
        "label": ""
      },
      {
        "sentence": "你可以通过主动融入环境、关注他人、帮助他人来提升自己的自信心，让自己更充满自信。",
        "label": ""
      },
      {
        "sentence": "你可以试着参加一些聚会活动，认识更多的人，也可以寻求专业心理帮助来帮助你更好地面对自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去行动。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你需要的时候随时找我。有什么困难的话，我的大门永远为你敞开。",
    "annotation": [
      {
        "sentence": "不用客气，你需要的时候随时找我。",
        "label": ""
      },
      {
        "sentence": "有什么困难的话，我的大门永远为你敞开。",
        "label": ""
      }
    ]
  }
]