[
  {
    "role": "client",
    "content": "最近感觉自己对什么都不感兴趣，就整天无所事事？以前我是一个蛮有上进心的人，最近几个月却对什么都提不起兴趣，不想学习，也不想吃东西（明明以前是很爱吃零食的现在也不太想），就整天无所事事的那样，还患得患失的，感觉自己不会讲话也不会做事，也整天被朋友吐槽，蛮自闭的，很苦恼，我是不是真的很失败啊？",
    "annotation": [
      {
        "sentence": "最近感觉自己对什么都不感兴趣，就整天无所事事？",
        "label": ""
      },
      {
        "sentence": "以前我是一个蛮有上进心的人，最近几个月却对什么都提不起兴趣，不想学习，也不想吃东西（明明以前是很爱吃零食的现在也不太想），就整天无所事事的那样，还患得患失的，感觉自己不会讲话也不会做事，也整天被朋友吐槽，蛮自闭的，很苦恼，我是不是真的很失败啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很高兴能够和你聊天，你说的这种状态其实很常见，每个人都会有对生活感到倦怠的时候，非常理解你的心情，可以感受到你的苦恼。但你也不要轻易否定自己，一个人是不是失败不能轻易下定论，要相信自己也有优秀的一面。你的这种状态是从什么时候开始的，是因为发生了什么事，还是遇到了什么困难，又或者是对日复一日的枯燥生活感到厌烦？",
    "annotation": [
      {
        "sentence": "你好，很高兴能够和你聊天，你说的这种状态其实很常见，每个人都会有对生活感到倦怠的时候，非常理解你的心情，可以感受到你的苦恼。",
        "label": ""
      },
      {
        "sentence": "但你也不要轻易否定自己，一个人是不是失败不能轻易下定论，要相信自己也有优秀的一面。",
        "label": ""
      },
      {
        "sentence": "你的这种状态是从什么时候开始的，是因为发生了什么事，还是遇到了什么困难，又或者是对日复一日的枯燥生活感到厌烦？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这种状态已经持续了几个月了，一直感觉很空虚，很迷茫，也不知道应该去做些什么。",
    "annotation": [
      {
        "sentence": "这种状态已经持续了几个月了，一直感觉很空虚，很迷茫，也不知道应该去做些什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你可以试着去关注自己的内心，倾听内心真正的想法。找一个安静的地方，静静地和自己待一会儿，问问自己为什么出现这种状态，找到自己想做的事，去了解内心的真正感受。",
    "annotation": [
      {
        "sentence": "那你可以试着去关注自己的内心，倾听内心真正的想法。",
        "label": ""
      },
      {
        "sentence": "找一个安静的地方，静静地和自己待一会儿，问问自己为什么出现这种状态，找到自己想做的事，去了解内心的真正感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我总觉得我如果不做什么的话就会越来越糟。",
    "annotation": [
      {
        "sentence": "但我总觉得我如果不做什么的话就会越来越糟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的想法，但每个人的节奏不同，也不需要一直保持高度的兴奋状态。你可以尝试去做一些自己喜欢的事，去品尝美食，看书，旅行，让身体和灵魂在路上，去感受世界的美好。每天无所事事会让人觉得空虚，可以培养一项兴趣爱好。",
    "annotation": [
      {
        "sentence": "我理解你的想法，但每个人的节奏不同，也不需要一直保持高度的兴奋状态。",
        "label": ""
      },
      {
        "sentence": "你可以尝试去做一些自己喜欢的事，去品尝美食，看书，旅行，让身体和灵魂在路上，去感受世界的美好。",
        "label": ""
      },
      {
        "sentence": "每天无所事事会让人觉得空虚，可以培养一项兴趣爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，但我总觉得自己就是无所事事的人，什么都不行。",
    "annotation": [
      {
        "sentence": "你说的有道理，但我总觉得自己就是无所事事的人，什么都不行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别这样说，人无完人，重要的是你在不断地提升自我。给自己每天的生活设定一个目标，给自己安排一些事，让自己过得充实，有了目标行动起来会更有动力，也更有热情。不断提升自己的能力，你说自己不会说话也不会做事，那么就从小事开始，一点点去改变和提升自己，不断联系，让自己变得更优秀，去发现自我价值所在，提升自己的自信心。",
    "annotation": [
      {
        "sentence": "别这样说，人无完人，重要的是你在不断地提升自我。",
        "label": ""
      },
      {
        "sentence": "给自己每天的生活设定一个目标，给自己安排一些事，让自己过得充实，有了目标行动起来会更有动力，也更有热情。",
        "label": ""
      },
      {
        "sentence": "不断提升自己的能力，你说自己不会说话也不会做事，那么就从小事开始，一点点去改变和提升自己，不断联系，让自己变得更优秀，去发现自我价值所在，提升自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，你的建议听起来很有启发性。我会尝试去做，去安排自己的生活，尽力让自己过得更好。",
    "annotation": [
      {
        "sentence": "谢谢你，你的建议听起来很有启发性。",
        "label": ""
      },
      {
        "sentence": "我会尝试去做，去安排自己的生活，尽力让自己过得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，祝你早日摆脱烦恼，去拥抱更美好的生活。有什么需要帮忙的还可以随时找我聊天哦。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，祝你早日摆脱烦恼，去拥抱更美好的生活。",
        "label": ""
      },
      {
        "sentence": "有什么需要帮忙的还可以随时找我聊天哦。",
        "label": ""
      }
    ]
  }
]