[
  {
    "role": "client",
    "content": "考上教师编，性格内向，孤僻，怎么才能和别人走近？我觉得我很内向，最近考上教师的编制，来到新学校，我本来就很内向，而且自卑，不爱说话，还有点社交恐惧症，后来比我来的晚的新老师和大家很快就打成一片，有次出晚饭，我去到后面，新老师和另一个老师坐在桌子旁和校长吃饭聊天，我看见没有位置了，我就先走了，但是顿时内向很难受，我还哭了，我觉得自己不合群，被孤立，我其实喜欢独处，但是觉得自己来了也有两个月了，还没交到什么关系好的朋友，和他们都没怎么走进，我不知道该怎么办，好讨厌自己。",
    "annotation": [
      {
        "sentence": "考上教师编，性格内向，孤僻，怎么才能和别人走近？",
        "label": ""
      },
      {
        "sentence": "我觉得我很内向，最近考上教师的编制，来到新学校，我本来就很内向，而且自卑，不爱说话，还有点社交恐惧症，后来比我来的晚的新老师和大家很快就打成一片，有次出晚饭，我去到后面，新老师和另一个老师坐在桌子旁和校长吃饭聊天，我看见没有位置了，我就先走了，但是顿时内向很难受，我还哭了，我觉得自己不合群，被孤立，我其实喜欢独处，但是觉得自己来了也有两个月了，还没交到什么关系好的朋友，和他们都没怎么走进，我不知道该怎么办，好讨厌自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你矛盾纠结的心情，也为你感到难受，希望坏心情赶快跑掉，面对新的环境新的挑战的你，是快乐度过每一天。",
    "annotation": [
      {
        "sentence": "看到你矛盾纠结的心情，也为你感到难受，希望坏心情赶快跑掉，面对新的环境新的挑战的你，是快乐度过每一天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心，其实自己一直在思考怎么改变这种状态，但是每当看到别人轻松地与他人交流时，就觉得自己和他们有很大的差距，真的好羡慕他们。",
    "annotation": [
      {
        "sentence": "谢谢你的关心，其实自己一直在思考怎么改变这种状态，但是每当看到别人轻松地与他人交流时，就觉得自己和他们有很大的差距，真的好羡慕他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你对自己的评价用了很多的标签名词“内向”“自卑”“社交恐惧症”等，也更加暗示了自己“我不爱说话”“我不行”。其实，看到你的描述，我很羡慕你呢，可以通过自己的努力考上教师的编制，有一份稳定又有成就感的工作，相信你是很有能力的，这是你的闪光点呢。",
    "annotation": [
      {
        "sentence": "首先，你对自己的评价用了很多的标签名词“内向”“自卑”“社交恐惧症”等，也更加暗示了自己“我不爱说话”“我不行”。",
        "label": ""
      },
      {
        "sentence": "其实，看到你的描述，我很羡慕你呢，可以通过自己的努力考上教师的编制，有一份稳定又有成就感的工作，相信你是很有能力的，这是你的闪光点呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得稍微有些安慰了，也明白了每个人都有自己的特点和闪光点，我也应该更加珍惜自己拥有的。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得稍微有些安慰了，也明白了每个人都有自己的特点和闪光点，我也应该更加珍惜自己拥有的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，每个人都是独一无二的，没有人会完美无瑕，而且每个人的性格、脾气秉性都不同，我们没法完全去做对比，也没必要做对比让自己难受。不过喜欢独处的你，也羡慕能很快有新朋友的同事，你是矛盾的，但也是希望能融入集体、找到自己的价值的，不要难过，改变还是很容易的。",
    "annotation": [
      {
        "sentence": "没错，每个人都是独一无二的，没有人会完美无瑕，而且每个人的性格、脾气秉性都不同，我们没法完全去做对比，也没必要做对比让自己难受。",
        "label": ""
      },
      {
        "sentence": "不过喜欢独处的你，也羡慕能很快有新朋友的同事，你是矛盾的，但也是希望能融入集体、找到自己的价值的，不要难过，改变还是很容易的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，改变可能真的不难，只是我一直没有尝试过，也不知道从何处开始。",
    "annotation": [
      {
        "sentence": "我明白了，改变可能真的不难，只是我一直没有尝试过，也不知道从何处开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我们可以从小事做起，比如每天见到同事，主动微笑打招呼，主动提出帮助等事情。周末时间可以约同事朋友一起聚个餐、看看电影、逛逛街。这个过程中不抱有要成为好友的期待、也不给自己很大的压力，自己开心才是最重要的。",
    "annotation": [
      {
        "sentence": "没关系，我们可以从小事做起，比如每天见到同事，主动微笑打招呼，主动提出帮助等事情。",
        "label": ""
      },
      {
        "sentence": "周末时间可以约同事朋友一起聚个餐、看看电影、逛逛街。",
        "label": ""
      },
      {
        "sentence": "这个过程中不抱有要成为好友的期待、也不给自己很大的压力，自己开心才是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些建议听起来不错，我会试着去做，虽然有些担心会不会被拒绝或者不被喜欢。",
    "annotation": [
      {
        "sentence": "这些建议听起来不错，我会试着去做，虽然有些担心会不会被拒绝或者不被喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，每个人都有自己的喜好和习惯，不一定会被每个人喜欢，但是只要你真诚对待他人，展现出自己积极向上的一面，就会吸引到志同道合的人。而且，现在的人们普遍都是友好和开放的，大多数情况下不容易被拒绝。你要相信自己的魅力和价值。",
    "annotation": [
      {
        "sentence": "不要担心，每个人都有自己的喜好和习惯，不一定会被每个人喜欢，但是只要你真诚对待他人，展现出自己积极向上的一面，就会吸引到志同道合的人。",
        "label": ""
      },
      {
        "sentence": "而且，现在的人们普遍都是友好和开放的，大多数情况下不容易被拒绝。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的魅力和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着放下一些心理负担，积极行动起来，相信自己可以克服这些困难，慢慢与他人走近。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着放下一些心理负担，积极行动起来，相信自己可以克服这些困难，慢慢与他人走近。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和信心，我相信你一定可以克服自己内向的问题，慢慢与他人走近。最后，希望你慢慢和自己的内心达到平衡的状态，内心充盈且开心。如果有任何需要帮助的时候，记得随时找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和信心，我相信你一定可以克服自己内向的问题，慢慢与他人走近。",
        "label": ""
      },
      {
        "sentence": "最后，希望你慢慢和自己的内心达到平衡的状态，内心充盈且开心。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要帮助的时候，记得随时找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的陪伴和支持，我会尽量调整自己的态度，希望以后能够在新学校找到更多的朋友，过上充实而愉快的生活。",
    "annotation": [
      {
        "sentence": "非常感谢你的陪伴和支持，我会尽量调整自己的态度，希望以后能够在新学校找到更多的朋友，过上充实而愉快的生活。",
        "label": ""
      }
    ]
  }
]