[
  {
    "role": "client",
    "content": "我是一个高三女生，遇到了感情问题。我的男朋友似乎暗示我不要问男孩子问题，只能问女孩子。我班级前十就只有三个女孩子，而且我和她们不太熟悉。之前我遇到问题都是问我前桌，他成绩不错，而且很方便解答问题。但是我男朋友不喜欢我跟他说话，于是我前桌不再回答我的问题。最近我又遇到了问题，但他每天去问旁边的一个女孩子，还经常和她聊天。我很不开心，我试图暗示他，但他还是不改正。另外，我成绩多次进班级前五，而他成绩只能维持在十名左右。请问大家能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我是一个高三女生，遇到了感情问题。",
        "label": ""
      },
      {
        "sentence": "我的男朋友似乎暗示我不要问男孩子问题，只能问女孩子。",
        "label": ""
      },
      {
        "sentence": "我班级前十就只有三个女孩子，而且我和她们不太熟悉。",
        "label": ""
      },
      {
        "sentence": "之前我遇到问题都是问我前桌，他成绩不错，而且很方便解答问题。",
        "label": ""
      },
      {
        "sentence": "但是我男朋友不喜欢我跟他说话，于是我前桌不再回答我的问题。",
        "label": ""
      },
      {
        "sentence": "最近我又遇到了问题，但他每天去问旁边的一个女孩子，还经常和她聊天。",
        "label": ""
      },
      {
        "sentence": "我很不开心，我试图暗示他，但他还是不改正。",
        "label": ""
      },
      {
        "sentence": "另外，我成绩多次进班级前五，而他成绩只能维持在十名左右。",
        "label": ""
      },
      {
        "sentence": "请问大家能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀，见字如面！不知道为什么，看到你的描述，我仿佛看到了高三时的自己。我也曾经有过类似的经历，所以我希望我可以分享一下我的经验，希望能帮到你。我们也是高三前不久开始的恋爱。在这个阶段，女生可能面临很多问题，因为一方面要学习，一方面又要顾及男朋友的心情。初谈恋爱时，很容易遇到的问题就是互相不希望对方与其他异性接触。这是非常正常的，因为你们在一起的时间还不长，互相并不了解对方，所以很容易产生一种不安全感。因此，我建议你首先要专注于学习，然后和男朋友进行沟通，逐渐建立起情侣间的安全感。",
    "annotation": [
      {
        "sentence": "呀，见字如面！",
        "label": ""
      },
      {
        "sentence": "不知道为什么，看到你的描述，我仿佛看到了高三时的自己。",
        "label": ""
      },
      {
        "sentence": "我也曾经有过类似的经历，所以我希望我可以分享一下我的经验，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "我们也是高三前不久开始的恋爱。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，女生可能面临很多问题，因为一方面要学习，一方面又要顾及男朋友的心情。",
        "label": ""
      },
      {
        "sentence": "初谈恋爱时，很容易遇到的问题就是互相不希望对方与其他异性接触。",
        "label": ""
      },
      {
        "sentence": "这是非常正常的，因为你们在一起的时间还不长，互相并不了解对方，所以很容易产生一种不安全感。",
        "label": ""
      },
      {
        "sentence": "因此，我建议你首先要专注于学习，然后和男朋友进行沟通，逐渐建立起情侣间的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答！我明白了，我现在确实应该把学习放在首位。关于问题，我也可以去问老师或者和男朋友一起讨论，而不仅仅局限在同学之间。你说得很对，互相猜忌是最不好的，学生时代最好的恋爱是互相进步的恋爱。我可以尝试转换一下对象。",
    "annotation": [
      {
        "sentence": "谢谢你的回答！",
        "label": ""
      },
      {
        "sentence": "我明白了，我现在确实应该把学习放在首位。",
        "label": ""
      },
      {
        "sentence": "关于问题，我也可以去问老师或者和男朋友一起讨论，而不仅仅局限在同学之间。",
        "label": ""
      },
      {
        "sentence": "你说得很对，互相猜忌是最不好的，学生时代最好的恋爱是互相进步的恋爱。",
        "label": ""
      },
      {
        "sentence": "我可以尝试转换一下对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！你的想法很积极。转换对象可以帮助你找到合适的人来解决问题，并且促进你们之间的互相进步。另外，你也需要和男朋友沟通。在沟通前，你可以先采取一些行动，让男朋友感受到你对他的重视。他可能之所以会跟其他女生聊天，是因为觉得你也并不在意。因此，你可以找一个合适的时间，和他坦诚地沟通，告诉他你想要和他一起学习，并且相互之间的信任是非常重要的。现在你们出现这种问题，主要是因为你们对彼此可能都太喜欢了，而且缺乏一些安全感。但是安全感是需要慢慢建立的，要学会与异性相处的距离，并且建立相互的安全感。最后，祝你学业进步，和男朋友要好好相处，高三千万别闹矛盾，要好好对待彼此哦。",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "你的想法很积极。",
        "label": ""
      },
      {
        "sentence": "转换对象可以帮助你找到合适的人来解决问题，并且促进你们之间的互相进步。",
        "label": ""
      },
      {
        "sentence": "另外，你也需要和男朋友沟通。",
        "label": ""
      },
      {
        "sentence": "在沟通前，你可以先采取一些行动，让男朋友感受到你对他的重视。",
        "label": ""
      },
      {
        "sentence": "他可能之所以会跟其他女生聊天，是因为觉得你也并不在意。",
        "label": ""
      },
      {
        "sentence": "因此，你可以找一个合适的时间，和他坦诚地沟通，告诉他你想要和他一起学习，并且相互之间的信任是非常重要的。",
        "label": ""
      },
      {
        "sentence": "现在你们出现这种问题，主要是因为你们对彼此可能都太喜欢了，而且缺乏一些安全感。",
        "label": ""
      },
      {
        "sentence": "但是安全感是需要慢慢建立的，要学会与异性相处的距离，并且建立相互的安全感。",
        "label": ""
      },
      {
        "sentence": "最后，祝你学业进步，和男朋友要好好相处，高三千万别闹矛盾，要好好对待彼此哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和鼓励！我现在更加明确了自己应该怎么做。我会专注于学习，同时与男朋友沟通，逐渐培养起我们之间的安全感。我也会尝试和其他同学一起解决问题，让我们的恋爱变得更好。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我现在更加明确了自己应该怎么做。",
        "label": ""
      },
      {
        "sentence": "我会专注于学习，同时与男朋友沟通，逐渐培养起我们之间的安全感。",
        "label": ""
      },
      {
        "sentence": "我也会尝试和其他同学一起解决问题，让我们的恋爱变得更好。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮到你。相信你一定能够处理好学业和恋爱的平衡，成功度过高三。记住，学业是最重要的，而恋爱只是人生中的一部分。祝你学业进步，同时也希望你和男朋友能够更加幸福快乐地度过这段时间。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够处理好学业和恋爱的平衡，成功度过高三。",
        "label": ""
      },
      {
        "sentence": "记住，学业是最重要的，而恋爱只是人生中的一部分。",
        "label": ""
      },
      {
        "sentence": "祝你学业进步，同时也希望你和男朋友能够更加幸福快乐地度过这段时间。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]