[
  {
    "role": "client",
    "content": "我想学习，但是觉得很别扭，为什么？身体抗拒？我报了训练营，今天接触了一点点里面的东西，我感觉还蛮喜欢的，但是，我在游戏和学习之前徘徊如果让我打游戏，我打开app的时候，感觉挺无聊，相比打游戏和训练营，我更喜欢在训练营学习和领会的舒畅感。但是，我就是发现我自己心里有个东西，我抓不住那是什么，就好像说打游戏好，学习什么的不一定好，很别扭的，和我真实的体验感不同，因为这个，我今晚会去打游戏，尽管无聊，我还是会做，然后，如果我去学习，我会体验到舒服感的同时，还会有一种心里压抑的感觉，有一个声音在叫我别做，我感到慌张，我不知道为什么会这样，我愿意却不能，明明去学习对我来说更好，但是我不会做，我想知道这背后的原因，有点和樊登讲过的《这书能让你戒烟》相似，意志力戒烟说的是，本质觉得吸烟是一件好事，身体要抗拒一件好事，所以需要意志力来抵抗，我觉得和我有点像，这也是我的知识范围所能解释到的一点，希望遇见你们的看法，我想做调整，谢谢！",
    "annotation": [
      {
        "sentence": "我想学习，但是觉得很别扭，为什么？",
        "label": ""
      },
      {
        "sentence": "身体抗拒？",
        "label": ""
      },
      {
        "sentence": "我报了训练营，今天接触了一点点里面的东西，我感觉还蛮喜欢的，但是，我在游戏和学习之前徘徊如果让我打游戏，我打开app的时候，感觉挺无聊，相比打游戏和训练营，我更喜欢在训练营学习和领会的舒畅感。",
        "label": ""
      },
      {
        "sentence": "但是，我就是发现我自己心里有个东西，我抓不住那是什么，就好像说打游戏好，学习什么的不一定好，很别扭的，和我真实的体验感不同，因为这个，我今晚会去打游戏，尽管无聊，我还是会做，然后，如果我去学习，我会体验到舒服感的同时，还会有一种心里压抑的感觉，有一个声音在叫我别做，我感到慌张，我不知道为什么会这样，我愿意却不能，明明去学习对我来说更好，但是我不会做，我想知道这背后的原因，有点和樊登讲过的《这书能让你戒烟》相似，意志力戒烟说的是，本质觉得吸烟是一件好事，身体要抗拒一件好事，所以需要意志力来抵抗，我觉得和我有点像，这也是我的知识范围所能解释到的一点，希望遇见你们的看法，我想做调整，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的体验很复杂，有喜欢和舒畅的感觉，但又有压抑和慌张的感觉，听起来很费解。我想问问你，你觉得为什么自己会产生这种矛盾的感觉呢？有可能是内心的一些冲突，或者是你对自己的期望过高，希望你能想想自己内心的想法和需要。",
    "annotation": [
      {
        "sentence": "你的体验很复杂，有喜欢和舒畅的感觉，但又有压抑和慌张的感觉，听起来很费解。",
        "label": ""
      },
      {
        "sentence": "我想问问你，你觉得为什么自己会产生这种矛盾的感觉呢？",
        "label": ""
      },
      {
        "sentence": "有可能是内心的一些冲突，或者是你对自己的期望过高，希望你能想想自己内心的想法和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想可能是因为我经常听到“学习很重要，打游戏是浪费时间”的声音，所以我就会有“我应该学习”的想法，但是又觉得自己还是想打游戏，然后就会产生内心的抵触和矛盾。",
    "annotation": [
      {
        "sentence": "我想可能是因为我经常听到“学习很重要，打游戏是浪费时间”的声音，所以我就会有“我应该学习”的想法，但是又觉得自己还是想打游戏，然后就会产生内心的抵触和矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，我们在成长的过程中，常常会被别人的话所左右，甚至潜移默化地影响自己的想法和选择。但是，你也应该知道，每个人的价值观和生活方式都不同，在这个多元的世界里，没有所谓的“正确”或“错误”的选择，我们只能根据自己的情况和需要来做出最合适的选择。你觉得呢？",
    "annotation": [
      {
        "sentence": "你说的很对，我们在成长的过程中，常常会被别人的话所左右，甚至潜移默化地影响自己的想法和选择。",
        "label": ""
      },
      {
        "sentence": "但是，你也应该知道，每个人的价值观和生活方式都不同，在这个多元的世界里，没有所谓的“正确”或“错误”的选择，我们只能根据自己的情况和需要来做出最合适的选择。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很有道理，但是我还是会觉得学习是我应该做的事情，打游戏是浪费时间，这是我内心的想法，我不知道该怎么改变它。",
    "annotation": [
      {
        "sentence": "我觉得你说得很有道理，但是我还是会觉得学习是我应该做的事情，打游戏是浪费时间，这是我内心的想法，我不知道该怎么改变它。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的想法，但是你也不必强迫自己去做你不喜欢的事情，因为这会让你感到疲惫和沮丧。你可以试着找到一些自己喜欢的学习方法和内容，例如在学习时听音乐或看视频，或者选择学习的课程和专业等。最重要的是，你要理性看待自己的状态和进度，不要给自己太大的压力和期望，慢慢地建立起自己的自信和兴趣。",
    "annotation": [
      {
        "sentence": "我能理解你的想法，但是你也不必强迫自己去做你不喜欢的事情，因为这会让你感到疲惫和沮丧。",
        "label": ""
      },
      {
        "sentence": "你可以试着找到一些自己喜欢的学习方法和内容，例如在学习时听音乐或看视频，或者选择学习的课程和专业等。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要理性看待自己的状态和进度，不要给自己太大的压力和期望，慢慢地建立起自己的自信和兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着采纳你的建议去尝试学习的方法和内容，希望能够找到适合自己的学习方式。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着采纳你的建议去尝试学习的方法和内容，希望能够找到适合自己的学习方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会找到属于自己的学习方式和兴趣，加油！还有，如果你在学习过程中遇到任何困难和问题，都可以来问我，我很乐意和你分享我的看法和经验。",
    "annotation": [
      {
        "sentence": "不客气，我相信你会找到属于自己的学习方式和兴趣，加油！",
        "label": ""
      },
      {
        "sentence": "还有，如果你在学习过程中遇到任何困难和问题，都可以来问我，我很乐意和你分享我的看法和经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的支持和鼓励，我会抓住每个学习的机会，向我的目标前进！",
    "annotation": [
      {
        "sentence": "好的，谢谢你的支持和鼓励，我会抓住每个学习的机会，向我的目标前进！",
        "label": ""
      }
    ]
  }
]