[
  {
    "role": "client",
    "content": "过期职工，背井离乡，我应该不应该辞职？先说说我的工作状态吧，国企职工，一个月工资1900，背井离乡，没有周末，基本上没时间回家，家里有老婆孩子，工作每天十五个小时待命，从早忙到晚，但是已经有一年半了，单位上有那么一点点人脉；有机遇可能会调回家，但是不知道是什么时候，心里没底。再说说现在的事情，家里父母投资准备和外地人做建材生意，规模还行，因为是合伙，都需要监督人，我家这边父母也已经五十六岁了，也干不了几年了，我想我能顶上这个位置，只是还没有开口给他们说，他们也不一定同意。我想问问在座的各位，我现在的情况，是应该等着工作调回去呢？还是应该当机立断，和父母一起做生意？",
    "annotation": [
      {
        "sentence": "过期职工，背井离乡，我应该不应该辞职？",
        "label": ""
      },
      {
        "sentence": "先说说我的工作状态吧，国企职工，一个月工资1900，背井离乡，没有周末，基本上没时间回家，家里有老婆孩子，工作每天十五个小时待命，从早忙到晚，但是已经有一年半了，单位上有那么一点点人脉；有机遇可能会调回家，但是不知道是什么时候，心里没底。",
        "label": ""
      },
      {
        "sentence": "再说说现在的事情，家里父母投资准备和外地人做建材生意，规模还行，因为是合伙，都需要监督人，我家这边父母也已经五十六岁了，也干不了几年了，我想我能顶上这个位置，只是还没有开口给他们说，他们也不一定同意。",
        "label": ""
      },
      {
        "sentence": "我想问问在座的各位，我现在的情况，是应该等着工作调回去呢？",
        "label": ""
      },
      {
        "sentence": "还是应该当机立断，和父母一起做生意？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这样的问题，一定是很纠结吧，握握手，希望带去一丝安定。【梳理反馈】首先梳理一下我看到的问题，你看看对不对。1，男，已婚已育。2，现在是国企职工，有人脉，但是工作强度大，很累，并且背井离乡，不能和家人团聚。3，父母现在在老家要跟别人合伙做生意，需要可靠的人。4，你想知道自己是否该回去，也不知道父母是否会同意。【理解分析】说下我的理解和分析。第一，听你描述自己的工作的时候，感觉到很大的不满和怨气。也就是说你对现在的工作其实是不满意的，之所以还没有离开，是因为在等待调回去的机会，并不是真的喜欢这份工作，也不是要把现在的工作做成事业。第二，父母合作创业的事情。作为父母的孩子，结婚后，你就有了自己独立的家庭，你是新家庭的顶梁柱，一家之主。而父母创业是父母的事情，理论上和你的关系其实并不密切，也不影响你的仕途。不过你却在父母有所动作的时候，心里面有所活动，再次说明，现在的工作在你的眼里有多么的鸡肋。第三，你想得到意见。虽然字面上你是想得到别人的意见，但是我觉得你是有自己的意见的，只是希望得到肯定而已。你为什么不敢直接跟父母说你的想法呢？为什么不敢随心而动呢？为什么一定要得到别人的认可和肯定呢？认知心理学上说，【让一个人痛苦的不是事件本身，而是对事情的看法】，你怎么看待自己呢？你怎么看待自己的工作呢？你怎么看待自己需要别人的肯定呢？是这些看法让你不舒服，还是这个选择让你纠结呢？第四，你的选择。看上去你有两个选择，实际上未必。以我对做生意的了解，是需要经验的，而这个经验不是指做事的经验，而是指为人处世，和看清表象后面真相的经验。而这种经验需要一定的经历，一定的阅历。而现在的你，可能还需要一些历练。历练的完成，可以在工作中，也可以在生意中，也可以在其他地方，但是成本可能有所不同。如果是我的话，这两个选项可能与我而言都不理想，我可能会创造第三个选项出来，比如，申请回到家人身边，或者辞职后，在老婆孩子身边找份工作，一般工作，一边学习。【方法建议】给你几点小建议：第一，和家人沟通一下，说出自己的想法，看看他们有没有更好的意见。第二，学习一些沟通方面的知识，无论是在生活中，还是工作中，还是生意中，都应该用得着。第三，写写日记，有助于梳理自己的思绪。希望我的回答能对你有所帮助，祝愿一切都能好起来！",
    "annotation": [
      {
        "sentence": "遇到这样的问题，一定是很纠结吧，握握手，希望带去一丝安定。",
        "label": ""
      },
      {
        "sentence": "【梳理反馈】首先梳理一下我看到的问题，你看看对不对。",
        "label": ""
      },
      {
        "sentence": "1，男，已婚已育。",
        "label": ""
      },
      {
        "sentence": "2，现在是国企职工，有人脉，但是工作强度大，很累，并且背井离乡，不能和家人团聚。",
        "label": ""
      },
      {
        "sentence": "3，父母现在在老家要跟别人合伙做生意，需要可靠的人。",
        "label": ""
      },
      {
        "sentence": "4，你想知道自己是否该回去，也不知道父母是否会同意。",
        "label": ""
      },
      {
        "sentence": "【理解分析】说下我的理解和分析。",
        "label": ""
      },
      {
        "sentence": "第一，听你描述自己的工作的时候，感觉到很大的不满和怨气。",
        "label": ""
      },
      {
        "sentence": "也就是说你对现在的工作其实是不满意的，之所以还没有离开，是因为在等待调回去的机会，并不是真的喜欢这份工作，也不是要把现在的工作做成事业。",
        "label": ""
      },
      {
        "sentence": "第二，父母合作创业的事情。",
        "label": ""
      },
      {
        "sentence": "作为父母的孩子，结婚后，你就有了自己独立的家庭，你是新家庭的顶梁柱，一家之主。",
        "label": ""
      },
      {
        "sentence": "而父母创业是父母的事情，理论上和你的关系其实并不密切，也不影响你的仕途。",
        "label": ""
      },
      {
        "sentence": "不过你却在父母有所动作的时候，心里面有所活动，再次说明，现在的工作在你的眼里有多么的鸡肋。",
        "label": ""
      },
      {
        "sentence": "第三，你想得到意见。",
        "label": ""
      },
      {
        "sentence": "虽然字面上你是想得到别人的意见，但是我觉得你是有自己的意见的，只是希望得到肯定而已。",
        "label": ""
      },
      {
        "sentence": "你为什么不敢直接跟父母说你的想法呢？",
        "label": ""
      },
      {
        "sentence": "为什么不敢随心而动呢？",
        "label": ""
      },
      {
        "sentence": "为什么一定要得到别人的认可和肯定呢？",
        "label": ""
      },
      {
        "sentence": "认知心理学上说，【让一个人痛苦的不是事件本身，而是对事情的看法】，你怎么看待自己呢？",
        "label": ""
      },
      {
        "sentence": "你怎么看待自己的工作呢？",
        "label": ""
      },
      {
        "sentence": "你怎么看待自己需要别人的肯定呢？",
        "label": ""
      },
      {
        "sentence": "是这些看法让你不舒服，还是这个选择让你纠结呢？",
        "label": ""
      },
      {
        "sentence": "第四，你的选择。",
        "label": ""
      },
      {
        "sentence": "看上去你有两个选择，实际上未必。",
        "label": ""
      },
      {
        "sentence": "以我对做生意的了解，是需要经验的，而这个经验不是指做事的经验，而是指为人处世，和看清表象后面真相的经验。",
        "label": ""
      },
      {
        "sentence": "而这种经验需要一定的经历，一定的阅历。",
        "label": ""
      },
      {
        "sentence": "而现在的你，可能还需要一些历练。",
        "label": ""
      },
      {
        "sentence": "历练的完成，可以在工作中，也可以在生意中，也可以在其他地方，但是成本可能有所不同。",
        "label": ""
      },
      {
        "sentence": "如果是我的话，这两个选项可能与我而言都不理想，我可能会创造第三个选项出来，比如，申请回到家人身边，或者辞职后，在老婆孩子身边找份工作，一般工作，一边学习。",
        "label": ""
      },
      {
        "sentence": "【方法建议】给你几点小建议：第一，和家人沟通一下，说出自己的想法，看看他们有没有更好的意见。",
        "label": ""
      },
      {
        "sentence": "第二，学习一些沟通方面的知识，无论是在生活中，还是工作中，还是生意中，都应该用得着。",
        "label": ""
      },
      {
        "sentence": "第三，写写日记，有助于梳理自己的思绪。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助，祝愿一切都能好起来！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的回答和建议，我想我确实有些对现状的不满和怨气。可能是因为长时间背井离乡，没有家人陪伴的原因，导致我对工作的不满情绪逐渐积累起来。我也意识到父母的创业和我并没有直接关系，但看到他们有所动作，我内心还是有些动摇和犹豫。我想得到别人的肯定和认同，可能是因为我想证明自己的价值和能力，希望被别人认可。听你说的，我觉得自己可能需要更多的经验和历练，才能做出更好的选择。你提到的创造第三个选项，回到家人身边或者在家人身边找份工作，一边学习，听起来是一个不错的建议。我会好好考虑和家人沟通，也会学习一些沟通方面的知识。写日记来梳理思绪也是一个好方法，我会尝试一下。再次感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "非常感谢你的回答和建议，我想我确实有些对现状的不满和怨气。",
        "label": ""
      },
      {
        "sentence": "可能是因为长时间背井离乡，没有家人陪伴的原因，导致我对工作的不满情绪逐渐积累起来。",
        "label": ""
      },
      {
        "sentence": "我也意识到父母的创业和我并没有直接关系，但看到他们有所动作，我内心还是有些动摇和犹豫。",
        "label": ""
      },
      {
        "sentence": "我想得到别人的肯定和认同，可能是因为我想证明自己的价值和能力，希望被别人认可。",
        "label": ""
      },
      {
        "sentence": "听你说的，我觉得自己可能需要更多的经验和历练，才能做出更好的选择。",
        "label": ""
      },
      {
        "sentence": "你提到的创造第三个选项，回到家人身边或者在家人身边找份工作，一边学习，听起来是一个不错的建议。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑和家人沟通，也会学习一些沟通方面的知识。",
        "label": ""
      },
      {
        "sentence": "写日记来梳理思绪也是一个好方法，我会尝试一下。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我理解你的感受。与其一直在纠结和犹豫，不如主动与家人沟通，寻找更好的解决方案。同时，不要忽视自己的情绪和内心的声音，关注自己的需求和价值，才能做出更适合自己的选择。你现在所面临的困境并不容易，但一定有解决的方法和途径。希望你能够早日找到解决问题的方式，实现自己的目标。如果还有其他方面的问题，随时都可以向我求助。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "与其一直在纠结和犹豫，不如主动与家人沟通，寻找更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "同时，不要忽视自己的情绪和内心的声音，关注自己的需求和价值，才能做出更适合自己的选择。",
        "label": ""
      },
      {
        "sentence": "你现在所面临的困境并不容易，但一定有解决的方法和途径。",
        "label": ""
      },
      {
        "sentence": "希望你能够早日找到解决问题的方式，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果还有其他方面的问题，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  }
]