[
  {
    "role": "client",
    "content": "大一学生，总觉得老师针对我，抗拒上课，该怎么办？",
    "annotation": [
      {
        "sentence": "大一学生，总觉得老师针对我，抗拒上课，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以通过自己的能力考上985院校，说明自己的基础还是很扎实的，只是自己刚好和老师的教学目标有了一定的偏差，导致彼此之间的沟通不是很愉快。首先我们不要过度解读老师的意思，比如他刚开始上课的时候，我们由于没有确定自己的风格，一直没有动笔，而其他的学生应该也有不如我们的，只是他们的表明工作做得比较到位。因此老师以为我们的态度有了问题，是故意不动笔，哪怕后来我们开始动笔了，也已经给老师留下了不好的印象，所以他认为我们后续是在敷衍了事。",
    "annotation": [
      {
        "sentence": "你可以通过自己的能力考上985院校，说明自己的基础还是很扎实的，只是自己刚好和老师的教学目标有了一定的偏差，导致彼此之间的沟通不是很愉快。",
        "label": ""
      },
      {
        "sentence": "首先我们不要过度解读老师的意思，比如他刚开始上课的时候，我们由于没有确定自己的风格，一直没有动笔，而其他的学生应该也有不如我们的，只是他们的表明工作做得比较到位。",
        "label": ""
      },
      {
        "sentence": "因此老师以为我们的态度有了问题，是故意不动笔，哪怕后来我们开始动笔了，也已经给老师留下了不好的印象，所以他认为我们后续是在敷衍了事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，老师确实在上课时说过，所有学生里只有我最让他不满意，我真的很困惑。但是第四节课时，我尝试着找到了一个风格方向，老师好像对我没有说什么。",
    "annotation": [
      {
        "sentence": "是的，老师确实在上课时说过，所有学生里只有我最让他不满意，我真的很困惑。",
        "label": ""
      },
      {
        "sentence": "但是第四节课时，我尝试着找到了一个风格方向，老师好像对我没有说什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你通过找到一个风格方向，显示了自己在努力改进，并成功引起了老师的注意。这是一次积极的改变。但是在这周二下课时，老师又对你说，感觉你做事情很敷衍。我觉得可能是老师暂时还没有彻底改变对你的看法，或者是你在下课时的某些表现让他有了这样的感觉。我们不要过度解读这句话，也不要过于自责。每个人都有学习过程中的起伏，关键是我们要保持信心和努力，逐渐改变老师对我们的看法。",
    "annotation": [
      {
        "sentence": "是的，你通过找到一个风格方向，显示了自己在努力改进，并成功引起了老师的注意。",
        "label": ""
      },
      {
        "sentence": "这是一次积极的改变。",
        "label": ""
      },
      {
        "sentence": "但是在这周二下课时，老师又对你说，感觉你做事情很敷衍。",
        "label": ""
      },
      {
        "sentence": "我觉得可能是老师暂时还没有彻底改变对你的看法，或者是你在下课时的某些表现让他有了这样的感觉。",
        "label": ""
      },
      {
        "sentence": "我们不要过度解读这句话，也不要过于自责。",
        "label": ""
      },
      {
        "sentence": "每个人都有学习过程中的起伏，关键是我们要保持信心和努力，逐渐改变老师对我们的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的觉得很痛苦，每次临近上课我就会感到异常恐惧和迷茫，我不知道自己到底做错了什么。我想我是个985的学生，不应该会遇到这种情况，但是老师的言辞还是让我很怀疑自己。",
    "annotation": [
      {
        "sentence": "但是我真的觉得很痛苦，每次临近上课我就会感到异常恐惧和迷茫，我不知道自己到底做错了什么。",
        "label": ""
      },
      {
        "sentence": "我想我是个985的学生，不应该会遇到这种情况，但是老师的言辞还是让我很怀疑自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这种情况对你来说确实很困扰。但是我们不要过于自责，每个人都有不顺利的时候。你是一名985的学生，证明你的实力是有的。我们要相信自己，并且不要轻易被别人的评价影响到自己的自信心。重要的是要记住，你的价值不仅仅取决于老师的评价，而是由你自己的努力和成就来决定的。我们可以尝试通过积极的态度和努力来改变和迎合老师的期望，同时也要保护好自己的情绪和自尊心。",
    "annotation": [
      {
        "sentence": "我理解你的感受，这种情况对你来说确实很困扰。",
        "label": ""
      },
      {
        "sentence": "但是我们不要过于自责，每个人都有不顺利的时候。",
        "label": ""
      },
      {
        "sentence": "你是一名985的学生，证明你的实力是有的。",
        "label": ""
      },
      {
        "sentence": "我们要相信自己，并且不要轻易被别人的评价影响到自己的自信心。",
        "label": ""
      },
      {
        "sentence": "重要的是要记住，你的价值不仅仅取决于老师的评价，而是由你自己的努力和成就来决定的。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试通过积极的态度和努力来改变和迎合老师的期望，同时也要保护好自己的情绪和自尊心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每天我的精神状态都很差，想逃课，但是又害怕惹老师生气，怕期末成绩不及格。今天我发烧了，很胆战心惊地向老师请假，他说我已经缺了太多课了，要我去教务处。我真的不知道该怎么办了，在群里@他也不理我，我感到很难过。",
    "annotation": [
      {
        "sentence": "每天我的精神状态都很差，想逃课，但是又害怕惹老师生气，怕期末成绩不及格。",
        "label": ""
      },
      {
        "sentence": "今天我发烧了，很胆战心惊地向老师请假，他说我已经缺了太多课了，要我去教务处。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了，在群里@他也不理我，我感到很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困境和难过。首先，你不要过于担心缺课的问题，因为你发烧了，照顾好自己的身体更重要。其次，我们可以找个机会和老师聊一聊，通过一些实际的行动慢慢改变老师对你的印象。如果老师有不合适的言行，我们要设法保护好自己。同时，也可以和其他同学交流一下，了解他们是如何应对老师的。最重要的是保持对自己的信心，有些事情需要我们有足够的信心和决心去面对和解决。遇到问题不要着急，我们一起努力寻找解决的办法，相信最终你能找到适合自己的方法，渡过这个难关。记住，你不是一个人在战斗，有我在你身边支持你。",
    "annotation": [
      {
        "sentence": "我能理解你的困境和难过。",
        "label": ""
      },
      {
        "sentence": "首先，你不要过于担心缺课的问题，因为你发烧了，照顾好自己的身体更重要。",
        "label": ""
      },
      {
        "sentence": "其次，我们可以找个机会和老师聊一聊，通过一些实际的行动慢慢改变老师对你的印象。",
        "label": ""
      },
      {
        "sentence": "如果老师有不合适的言行，我们要设法保护好自己。",
        "label": ""
      },
      {
        "sentence": "同时，也可以和其他同学交流一下，了解他们是如何应对老师的。",
        "label": ""
      },
      {
        "sentence": "最重要的是保持对自己的信心，有些事情需要我们有足够的信心和决心去面对和解决。",
        "label": ""
      },
      {
        "sentence": "遇到问题不要着急，我们一起努力寻找解决的办法，相信最终你能找到适合自己的方法，渡过这个难关。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，有我在你身边支持你。",
        "label": ""
      }
    ]
  }
]