[
  {
    "role": "client",
    "content": "为什么我特别害怕闲下来？一旦玩了就特别恐惧？我28岁了，还未婚。我一直被家长和老师认为是个乖孩子，一直都很忙碌。但是，一旦我有空闲时间，我就感到心慌难受。我特别害怕承认自己虚度光阴。每天都很忙碌，但又感到憋闷和疲倦。即使在休息的时候，我也不能全身心地投入娱乐活动中。在办公室，我都不敢大大方方地玩手机，感觉身旁好多双眼睛盯着我，一旦玩了就感到非常内疚。我真的不想再这样下去了，太累了。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "为什么我特别害怕闲下来？",
        "label": ""
      },
      {
        "sentence": "一旦玩了就特别恐惧？",
        "label": ""
      },
      {
        "sentence": "我28岁了，还未婚。",
        "label": ""
      },
      {
        "sentence": "我一直被家长和老师认为是个乖孩子，一直都很忙碌。",
        "label": ""
      },
      {
        "sentence": "但是，一旦我有空闲时间，我就感到心慌难受。",
        "label": ""
      },
      {
        "sentence": "我特别害怕承认自己虚度光阴。",
        "label": ""
      },
      {
        "sentence": "每天都很忙碌，但又感到憋闷和疲倦。",
        "label": ""
      },
      {
        "sentence": "即使在休息的时候，我也不能全身心地投入娱乐活动中。",
        "label": ""
      },
      {
        "sentence": "在办公室，我都不敢大大方方地玩手机，感觉身旁好多双眼睛盯着我，一旦玩了就感到非常内疚。",
        "label": ""
      },
      {
        "sentence": "我真的不想再这样下去了，太累了。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我可以理解你的感受。就好像你觉得自己是一台永不停歇的机器，无法停下来，甚至有片刻偷懒的想法也感到罪恶。其实，每个人都需要休息，这是一种最基本也最正常的需求。一个人的行为模式或者想法往往有其原因，就像我们每个人都在玩着一个游戏一样，而这个游戏让我们乐此不疲。这个游戏，从小时候开始，我们最爱和父母玩的游戏，它已经内化在我们心里，形成了一种内心的自动化模式。其实，很多人并没有意识到这一点，如果仔细观察自己，可能会发现自己一直在重复童年时代的游戏。或许，你的父母也是那种不让自己闲下来的人呢？父母是我们的榜样，如果我们停下来不努力，就好像是对父母的背叛。小孩子喜欢模仿和认同父母，所以很可能在某些方面，我们和父母有很多相似之处，这可能正是父母的模式。但是，真的是你自己想要的吗？或者在成长过程中，父母对你的要求非常严苛，希望你一直努力、一直加油，只有这样才能得到自己想要的东西。如果不按照父母的要求做，他们会责罚你、抱怨你，甚至上演苦情戏，如果你不这么做，就会觉得愧对父母。我有几个建议：1、去看看为什么你不敢休息，或许会找到一些答案。2、在你有罪责感的时候，不妨停下来，给自己一些时间去感受那种休息的体验，真的休息一下会有罪恶感吗？3、你可以和父母、朋友沟通，让他们在外部施加一些监督，当你累的时候，他们可以提醒你适当休息一下。4、如果这种情况严重影响到你的工作和生活，可以寻求专业人士的帮助，他们能够抱一下这么辛苦的你，同时也能给你一些建议和支持。对自己说：“我很累，我需要休息，我值得被好好对待，也值得享受闲暇的时光。”",
    "annotation": [
      {
        "sentence": "你好，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "就好像你觉得自己是一台永不停歇的机器，无法停下来，甚至有片刻偷懒的想法也感到罪恶。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都需要休息，这是一种最基本也最正常的需求。",
        "label": ""
      },
      {
        "sentence": "一个人的行为模式或者想法往往有其原因，就像我们每个人都在玩着一个游戏一样，而这个游戏让我们乐此不疲。",
        "label": ""
      },
      {
        "sentence": "这个游戏，从小时候开始，我们最爱和父母玩的游戏，它已经内化在我们心里，形成了一种内心的自动化模式。",
        "label": ""
      },
      {
        "sentence": "其实，很多人并没有意识到这一点，如果仔细观察自己，可能会发现自己一直在重复童年时代的游戏。",
        "label": ""
      },
      {
        "sentence": "或许，你的父母也是那种不让自己闲下来的人呢？",
        "label": ""
      },
      {
        "sentence": "父母是我们的榜样，如果我们停下来不努力，就好像是对父母的背叛。",
        "label": ""
      },
      {
        "sentence": "小孩子喜欢模仿和认同父母，所以很可能在某些方面，我们和父母有很多相似之处，这可能正是父母的模式。",
        "label": ""
      },
      {
        "sentence": "但是，真的是你自己想要的吗？",
        "label": ""
      },
      {
        "sentence": "或者在成长过程中，父母对你的要求非常严苛，希望你一直努力、一直加油，只有这样才能得到自己想要的东西。",
        "label": ""
      },
      {
        "sentence": "如果不按照父母的要求做，他们会责罚你、抱怨你，甚至上演苦情戏，如果你不这么做，就会觉得愧对父母。",
        "label": ""
      },
      {
        "sentence": "我有几个建议：1、去看看为什么你不敢休息，或许会找到一些答案。",
        "label": ""
      },
      {
        "sentence": "2、在你有罪责感的时候，不妨停下来，给自己一些时间去感受那种休息的体验，真的休息一下会有罪恶感吗？",
        "label": ""
      },
      {
        "sentence": "3、你可以和父母、朋友沟通，让他们在外部施加一些监督，当你累的时候，他们可以提醒你适当休息一下。",
        "label": ""
      },
      {
        "sentence": "4、如果这种情况严重影响到你的工作和生活，可以寻求专业人士的帮助，他们能够抱一下这么辛苦的你，同时也能给你一些建议和支持。",
        "label": ""
      },
      {
        "sentence": "对自己说：“我很累，我需要休息，我值得被好好对待，也值得享受闲暇的时光。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  }
]