[
  {
    "role": "client",
    "content": "男朋友说好带我见家长却食言，感觉他不怎么喜欢我？",
    "annotation": [
      {
        "sentence": "男朋友说好带我见家长却食言，感觉他不怎么喜欢我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于亲密关系里对方“喜欢”否的问题，与其询问第三方，其实问问当事人会更加明晰。根据您有限的描述，简单的帮您分析一下现状。两个月的时间不算长也不算短，如果有合适的机会面见双方父母也是可以的。但是对于相处两个月的一段关系来说（无法得知是您的这段关系对象是从陌生人成为伴侣，还是从朋友成为伴侣）目前还是处于双方互相接触了解的热恋期，从您的描述来看，这段感情尚且不太稳定和笃定。对于您的询问他给出原因是“太晚了，算了吧”这显然不太可能是一个真实的令人信服的理由，所以您才会由这个导火索联想起一系列的不对劲。所以，我们就从这里着手，建议您和您的伴侣开诚布公的谈一谈，问出他提出带您见家长，又改变计划的真正原因。是因为他的想法本就是随口一说，还是因为他在提出想法之后因为某件事情而改变了对这段关系的看法，从而觉得带您去面见父母是不合适的事情。如果能从他的口中听到真实的原因，或许您就会知道他对您的“喜欢”到底是什么程度。如果他继续顾左右而言它，那么您也要试着冷静冷静，不要过多的把注意力全都倾注在亲密关系上，更注重自己的学业、工作、事业，自我完善或者找到自己的兴趣爱好之类，都可以。",
    "annotation": [
      {
        "sentence": "对于亲密关系里对方“喜欢”否的问题，与其询问第三方，其实问问当事人会更加明晰。",
        "label": ""
      },
      {
        "sentence": "根据您有限的描述，简单的帮您分析一下现状。",
        "label": ""
      },
      {
        "sentence": "两个月的时间不算长也不算短，如果有合适的机会面见双方父母也是可以的。",
        "label": ""
      },
      {
        "sentence": "但是对于相处两个月的一段关系来说（无法得知是您的这段关系对象是从陌生人成为伴侣，还是从朋友成为伴侣）目前还是处于双方互相接触了解的热恋期，从您的描述来看，这段感情尚且不太稳定和笃定。",
        "label": ""
      },
      {
        "sentence": "对于您的询问他给出原因是“太晚了，算了吧”这显然不太可能是一个真实的令人信服的理由，所以您才会由这个导火索联想起一系列的不对劲。",
        "label": ""
      },
      {
        "sentence": "所以，我们就从这里着手，建议您和您的伴侣开诚布公的谈一谈，问出他提出带您见家长，又改变计划的真正原因。",
        "label": ""
      },
      {
        "sentence": "是因为他的想法本就是随口一说，还是因为他在提出想法之后因为某件事情而改变了对这段关系的看法，从而觉得带您去面见父母是不合适的事情。",
        "label": ""
      },
      {
        "sentence": "如果能从他的口中听到真实的原因，或许您就会知道他对您的“喜欢”到底是什么程度。",
        "label": ""
      },
      {
        "sentence": "如果他继续顾左右而言它，那么您也要试着冷静冷静，不要过多的把注意力全都倾注在亲密关系上，更注重自己的学业、工作、事业，自我完善或者找到自己的兴趣爱好之类，都可以。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "平时好像他也不怎么主动约我除非我生病他会过来看我。倒是我主动约他好几次。说实在的，喜欢他才会想他，才会想和他见面，亲近。可是我怎么感觉他对我不怎么喜欢呢？",
    "annotation": [
      {
        "sentence": "平时好像他也不怎么主动约我除非我生病他会过来看我。",
        "label": ""
      },
      {
        "sentence": "倒是我主动约他好几次。",
        "label": ""
      },
      {
        "sentence": "说实在的，喜欢他才会想他，才会想和他见面，亲近。",
        "label": ""
      },
      {
        "sentence": "可是我怎么感觉他对我不怎么喜欢呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以看出您的伴侣在关系中不算特别主动，如果是性格使然，那么可以理解，如果只是对待您不主动，那么您需要跟他沟通交流，表达您的诉求，希望对方能高频率的主动约您，主动构建提升关系的契机，而不是让您有一种独自支撑一段感情的无力感和不安全感。至于您说的“歉疚多于喜欢”或许是造成他不主动的症结，这背后的故事只有亲密关系中的双方共同努力，才能得出最优解。",
    "annotation": [
      {
        "sentence": "可以看出您的伴侣在关系中不算特别主动，如果是性格使然，那么可以理解，如果只是对待您不主动，那么您需要跟他沟通交流，表达您的诉求，希望对方能高频率的主动约您，主动构建提升关系的契机，而不是让您有一种独自支撑一段感情的无力感和不安全感。",
        "label": ""
      },
      {
        "sentence": "至于您说的“歉疚多于喜欢”或许是造成他不主动的症结，这背后的故事只有亲密关系中的双方共同努力，才能得出最优解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "基本上他每天下了班都会主动打电话给我，但是就是不约我。有时我说想他了，他就下班到我那去。",
    "annotation": [
      {
        "sentence": "基本上他每天下了班都会主动打电话给我，但是就是不约我。",
        "label": ""
      },
      {
        "sentence": "有时我说想他了，他就下班到我那去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于持续时长两个月的一段热恋期的亲密关系来说，其实并没有遇到明显的挫折，双方缺乏沟通，从您的描述来看，对方缺乏对关系的信心和与您倾注的心思同等的回馈，继而造成了您对关系的不自信和不安感。建议您多多与伴侣沟通，沟通的重点在于具体的事和具体的情绪，比如“你上次说带我去见父母又改变主意，我感到很委屈和难过，发生了什么事情吗？或者是因为我哪里做得不够好？”而非指责性的“你上次说带我去见父母又改变主意，为什么啊？你最近也不主动找我，你是不是不喜欢我了？”囿于亲密关系有时容易忽略自我的成长，不管沟通的结果如何，建议您恣意的表达爱，不患得患失担忧对方是否喜爱，每个人喜爱的标准不一、表现不一，但在亲密关系里得到双方的共同成长却是好的亲密关系的体现。以上，祝好~。",
    "annotation": [
      {
        "sentence": "对于持续时长两个月的一段热恋期的亲密关系来说，其实并没有遇到明显的挫折，双方缺乏沟通，从您的描述来看，对方缺乏对关系的信心和与您倾注的心思同等的回馈，继而造成了您对关系的不自信和不安感。",
        "label": ""
      },
      {
        "sentence": "建议您多多与伴侣沟通，沟通的重点在于具体的事和具体的情绪，比如“你上次说带我去见父母又改变主意，我感到很委屈和难过，发生了什么事情吗？",
        "label": ""
      },
      {
        "sentence": "或者是因为我哪里做得不够好？",
        "label": ""
      },
      {
        "sentence": "”而非指责性的“你上次说带我去见父母又改变主意，为什么啊？",
        "label": ""
      },
      {
        "sentence": "你最近也不主动找我，你是不是不喜欢我了？",
        "label": ""
      },
      {
        "sentence": "”囿于亲密关系有时容易忽略自我的成长，不管沟通的结果如何，建议您恣意的表达爱，不患得患失担忧对方是否喜爱，每个人喜爱的标准不一、表现不一，但在亲密关系里得到双方的共同成长却是好的亲密关系的体现。",
        "label": ""
      },
      {
        "sentence": "以上，祝好~。",
        "label": ""
      }
    ]
  }
]