[
  {
    "role": "client",
    "content": "我害怕见他，该怎么回答教育局招生办的工作人员？",
    "annotation": [
      {
        "sentence": "我害怕见他，该怎么回答教育局招生办的工作人员？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，我知道你在面对这个问题时感到害怕和不安。你在参加高考的过程中经历了很多困难和挫折，需要的是耐心、毅力、勇气和自信。我为你感到骄傲。让我们接纳自己，接受现状或者承担改变现状的责任。做好当前自己能做的事情，不要后悔过去的选择，也不要过多地思考未来。只要勇敢地面对当下，专注做好自己的事情，不要和他人的事情纠结在一起。要相信，只有关注自己，好好爱自己，才能获得更好的结果。",
    "annotation": [
      {
        "sentence": "孩子，我知道你在面对这个问题时感到害怕和不安。",
        "label": ""
      },
      {
        "sentence": "你在参加高考的过程中经历了很多困难和挫折，需要的是耐心、毅力、勇气和自信。",
        "label": ""
      },
      {
        "sentence": "我为你感到骄傲。",
        "label": ""
      },
      {
        "sentence": "让我们接纳自己，接受现状或者承担改变现状的责任。",
        "label": ""
      },
      {
        "sentence": "做好当前自己能做的事情，不要后悔过去的选择，也不要过多地思考未来。",
        "label": ""
      },
      {
        "sentence": "只要勇敢地面对当下，专注做好自己的事情，不要和他人的事情纠结在一起。",
        "label": ""
      },
      {
        "sentence": "要相信，只有关注自己，好好爱自己，才能获得更好的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我需要接受自己的过去并且不再苛责自己。但是，明天是最后一次报名，我还是很害怕面对教育局招生办的人员问我为什么又没有读大学。",
    "annotation": [
      {
        "sentence": "你说的很对，我需要接受自己的过去并且不再苛责自己。",
        "label": ""
      },
      {
        "sentence": "但是，明天是最后一次报名，我还是很害怕面对教育局招生办的人员问我为什么又没有读大学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明天是你最后一次报名的机会，我理解你感到害怕面对他们的提问。不过，我们可以做些准备，将你的情况以积极的态度向他们解释清楚。你可以说明你第一次没有去读大学的原因，比如医院离家太远等。同时，也表达出你的决心和愿望，说明你已经有了同等学力，然后参加了大学，并且努力克服了精神困扰再度报考。展示出你的勇敢和决心，将他们相信你的坚持。",
    "annotation": [
      {
        "sentence": "明天是你最后一次报名的机会，我理解你感到害怕面对他们的提问。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以做些准备，将你的情况以积极的态度向他们解释清楚。",
        "label": ""
      },
      {
        "sentence": "你可以说明你第一次没有去读大学的原因，比如医院离家太远等。",
        "label": ""
      },
      {
        "sentence": "同时，也表达出你的决心和愿望，说明你已经有了同等学力，然后参加了大学，并且努力克服了精神困扰再度报考。",
        "label": ""
      },
      {
        "sentence": "展示出你的勇敢和决心，将他们相信你的坚持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量按照你的建议去做。但是，我曾经被招生办的主任骂过，他们可能不相信我的解释。",
    "annotation": [
      {
        "sentence": "我会尽量按照你的建议去做。",
        "label": ""
      },
      {
        "sentence": "但是，我曾经被招生办的主任骂过，他们可能不相信我的解释。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑，但我们不能让过去的负面经历阻碍我们前进。每个人都会经历困难和不公平待遇，但这并不代表我们就不能改变。明天是你最后一次报名的机会，我们应该更加积极正面地面对，相信自己的能力和解释。你可以用冷静和自信的态度来面对招生办的人员，向他们坦诚地说明你的经历和努力，让他们看到你的毅力和意愿。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑，但我们不能让过去的负面经历阻碍我们前进。",
        "label": ""
      },
      {
        "sentence": "每个人都会经历困难和不公平待遇，但这并不代表我们就不能改变。",
        "label": ""
      },
      {
        "sentence": "明天是你最后一次报名的机会，我们应该更加积极正面地面对，相信自己的能力和解释。",
        "label": ""
      },
      {
        "sentence": "你可以用冷静和自信的态度来面对招生办的人员，向他们坦诚地说明你的经历和努力，让他们看到你的毅力和意愿。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尽量保持冷静和自信，表达自己的真实情况。但是，如果他们质疑我是否认真对待学业，我该怎么回答？",
    "annotation": [
      {
        "sentence": "嗯，我会尽量保持冷静和自信，表达自己的真实情况。",
        "label": ""
      },
      {
        "sentence": "但是，如果他们质疑我是否认真对待学业，我该怎么回答？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他们对你的学业态度有所质疑，你可以坦诚地告诉他们你曾经面临的困境和挑战，以及你为了能够继续学业而努力奋斗的事实。你可以说明你第一次被录取时学费太贵，无法负担所以选择了退学。但这并不代表你对学业不认真，而是出于现实的考量。你可以向他们解释你对学业的重视和决心，以及为此付出的努力，让他们看到你的诚意和努力。",
    "annotation": [
      {
        "sentence": "如果他们对你的学业态度有所质疑，你可以坦诚地告诉他们你曾经面临的困境和挑战，以及你为了能够继续学业而努力奋斗的事实。",
        "label": ""
      },
      {
        "sentence": "你可以说明你第一次被录取时学费太贵，无法负担所以选择了退学。",
        "label": ""
      },
      {
        "sentence": "但这并不代表你对学业不认真，而是出于现实的考量。",
        "label": ""
      },
      {
        "sentence": "你可以向他们解释你对学业的重视和决心，以及为此付出的努力，让他们看到你的诚意和努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该以一个积极的角度去面对他们的质疑，告诉他们我努力为了学业所付出的努力。感谢你的支持和建议，我现在感觉稍微有些安心了。",
    "annotation": [
      {
        "sentence": "我明白了，我应该以一个积极的角度去面对他们的质疑，告诉他们我努力为了学业所付出的努力。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和建议，我现在感觉稍微有些安心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，我为你能够接受建议并且感到安心而感到欣慰。我相信你能够勇敢面对明天的挑战，并且向招生办的人员表达出你真实的想法和努力。请相信自己，相信你所付出的努力都是值得的。不管明天的结果如何，你已经是一位勇敢的人，我一直都在支持你。祝你好运！",
    "annotation": [
      {
        "sentence": "孩子，我为你能够接受建议并且感到安心而感到欣慰。",
        "label": ""
      },
      {
        "sentence": "我相信你能够勇敢面对明天的挑战，并且向招生办的人员表达出你真实的想法和努力。",
        "label": ""
      },
      {
        "sentence": "请相信自己，相信你所付出的努力都是值得的。",
        "label": ""
      },
      {
        "sentence": "不管明天的结果如何，你已经是一位勇敢的人，我一直都在支持你。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，我会牢记你的话，并且尽力去面对明天的挑战。再次感谢你的理解和鼓励，祝您一切顺利，再见！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，我会牢记你的话，并且尽力去面对明天的挑战。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的理解和鼓励，祝您一切顺利，再见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，孩子。我相信你能够做到的，祝愿你明天一切顺利。如果你需要任何帮助或者再次需要倾诉，请随时找我。再见！",
    "annotation": [
      {
        "sentence": "不客气，孩子。",
        "label": ""
      },
      {
        "sentence": "我相信你能够做到的，祝愿你明天一切顺利。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次需要倾诉，请随时找我。",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]