[
  {
    "role": "client",
    "content": "人为什么总是喜欢去做一些事情去满足自己的认知？比如我是自卑的，我就想方设法去寻找我自卑的点，我就用实际行动去证明我是自卑的，结果事情发展真是自卑的，这样更加强化了我的自卑，怎么打破？",
    "annotation": [
      {
        "sentence": "人为什么总是喜欢去做一些事情去满足自己的认知？",
        "label": ""
      },
      {
        "sentence": "比如我是自卑的，我就想方设法去寻找我自卑的点，我就用实际行动去证明我是自卑的，结果事情发展真是自卑的，这样更加强化了我的自卑，怎么打破？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自卑感，生活中很多人都有，我认为此刻的你离自信不远了，你有了很好的觉察，在这里提问，想要改变就是最好的迹象。乌斯蒂诺夫曾经说过：“自认为命中注定逃不出心灵监狱的人，会把布置监狱当做唯一的工作。”没错，这是很形象的描述。对于自卑的人，他们平常会把“我不如别人”这种消极的想法挂在心上。时间长了会成为对自己的定位，觉得自己就是差人一等。渐渐地，在自卑中找存在感成了他们唯一可以做的事。",
    "annotation": [
      {
        "sentence": "自卑感，生活中很多人都有，我认为此刻的你离自信不远了，你有了很好的觉察，在这里提问，想要改变就是最好的迹象。",
        "label": ""
      },
      {
        "sentence": "乌斯蒂诺夫曾经说过：“自认为命中注定逃不出心灵监狱的人，会把布置监狱当做唯一的工作。",
        "label": ""
      },
      {
        "sentence": "”没错，这是很形象的描述。",
        "label": ""
      },
      {
        "sentence": "对于自卑的人，他们平常会把“我不如别人”这种消极的想法挂在心上。",
        "label": ""
      },
      {
        "sentence": "时间长了会成为对自己的定位，觉得自己就是差人一等。",
        "label": ""
      },
      {
        "sentence": "渐渐地，在自卑中找存在感成了他们唯一可以做的事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白自卑会给我带来很多负面影响，但我不知道如何打破这个负面循环。我需要一些方法和支持来走出自卑的阴影。",
    "annotation": [
      {
        "sentence": "我明白自卑会给我带来很多负面影响，但我不知道如何打破这个负面循环。",
        "label": ""
      },
      {
        "sentence": "我需要一些方法和支持来走出自卑的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，要有信心。信心很多时候都是别人的鼓励产生的，长期自卑的人产生自信都是一时的说辞，需要身边的人来协助。很多时候并不是你不行，而是你连试一试的胆子都没有！根源就是没有自信。给你推荐一本阿德勒的《自卑与超越》《终身成长》，看完或许能够帮助你成长。心理学家阿德勒在《自卑与超越》一文中说过：自卑并不可怕，它是促进你前进的动力，但若是拥有过深的自卑感，它就会让你停滞不前，失去生活的信心。一个人的幸运与不幸运，都是自己选择的结果，因为自己才是能够控制自己内心的那个人。所以，要想克服自卑，最重要的就是自己要有改变的主动性，要知道自己才是主宰命运的那个人。以下这些建议，希望给你能够找到适合的路子，然后坚持实践。",
    "annotation": [
      {
        "sentence": "首先，要有信心。",
        "label": ""
      },
      {
        "sentence": "信心很多时候都是别人的鼓励产生的，长期自卑的人产生自信都是一时的说辞，需要身边的人来协助。",
        "label": ""
      },
      {
        "sentence": "很多时候并不是你不行，而是你连试一试的胆子都没有！",
        "label": ""
      },
      {
        "sentence": "根源就是没有自信。",
        "label": ""
      },
      {
        "sentence": "给你推荐一本阿德勒的《自卑与超越》《终身成长》，看完或许能够帮助你成长。",
        "label": ""
      },
      {
        "sentence": "心理学家阿德勒在《自卑与超越》一文中说过：自卑并不可怕，它是促进你前进的动力，但若是拥有过深的自卑感，它就会让你停滞不前，失去生活的信心。",
        "label": ""
      },
      {
        "sentence": "一个人的幸运与不幸运，都是自己选择的结果，因为自己才是能够控制自己内心的那个人。",
        "label": ""
      },
      {
        "sentence": "所以，要想克服自卑，最重要的就是自己要有改变的主动性，要知道自己才是主宰命运的那个人。",
        "label": ""
      },
      {
        "sentence": "以下这些建议，希望给你能够找到适合的路子，然后坚持实践。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会去阅读这本书，并思考我自己的改变。但我还是想了解更多具体的方法，比如在日常生活中如何培养自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会去阅读这本书，并思考我自己的改变。",
        "label": ""
      },
      {
        "sentence": "但我还是想了解更多具体的方法，比如在日常生活中如何培养自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，下面我给你几个具体的方法：首先，用自信的姿态练习。美国心理学家威廉·詹姆斯曾研究得出一个结果：如果你想成为一个什么样的人，就用那种人的姿态去变现自己。坚持用一个新的姿态去生活，养成习惯，你才可以通过行为带来思维，再去改变心理。私底下找出一个让自己舒服的新姿态，不断练习，接着可以先在熟人的范围里多多发言，然后就在熟人比生人多的场合里练习，再慢慢发展到生人多而熟人少的场合里讲话，循序渐进，逐渐增加对羞怯的心理抵抗力。每到一个新场合，事先做好准备，设想一下可能遇到的情况，增强信心，你就会因此充满勇气了。",
    "annotation": [
      {
        "sentence": "好的，下面我给你几个具体的方法：首先，用自信的姿态练习。",
        "label": ""
      },
      {
        "sentence": "美国心理学家威廉·詹姆斯曾研究得出一个结果：如果你想成为一个什么样的人，就用那种人的姿态去变现自己。",
        "label": ""
      },
      {
        "sentence": "坚持用一个新的姿态去生活，养成习惯，你才可以通过行为带来思维，再去改变心理。",
        "label": ""
      },
      {
        "sentence": "私底下找出一个让自己舒服的新姿态，不断练习，接着可以先在熟人的范围里多多发言，然后就在熟人比生人多的场合里练习，再慢慢发展到生人多而熟人少的场合里讲话，循序渐进，逐渐增加对羞怯的心理抵抗力。",
        "label": ""
      },
      {
        "sentence": "每到一个新场合，事先做好准备，设想一下可能遇到的情况，增强信心，你就会因此充满勇气了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来有点挑战，但我愿意尝试。还有其他的方法吗？",
    "annotation": [
      {
        "sentence": "这个方法听起来有点挑战，但我愿意尝试。",
        "label": ""
      },
      {
        "sentence": "还有其他的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，您还可以尝试走路挺胸抬头的方法。心理学行为主义认为，人们的行为可以在潜移默化中影响心态，所以一个人的外在行为不仅会影响他人对自己的印象，也会让自己的内心有所改变。自卑的人最大的弱点就是没有自信，没有自信在行为上会表现出小心翼翼，垂头丧气。克服自卑的前提首先是改变自己的行为，走路每天都在做，因此从走路的形态上先改变自己，昂首挺胸的走路，会让自己变得更加的有气势，逐渐增加自信心。",
    "annotation": [
      {
        "sentence": "当然，您还可以尝试走路挺胸抬头的方法。",
        "label": ""
      },
      {
        "sentence": "心理学行为主义认为，人们的行为可以在潜移默化中影响心态，所以一个人的外在行为不仅会影响他人对自己的印象，也会让自己的内心有所改变。",
        "label": ""
      },
      {
        "sentence": "自卑的人最大的弱点就是没有自信，没有自信在行为上会表现出小心翼翼，垂头丧气。",
        "label": ""
      },
      {
        "sentence": "克服自卑的前提首先是改变自己的行为，走路每天都在做，因此从走路的形态上先改变自己，昂首挺胸的走路，会让自己变得更加的有气势，逐渐增加自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来很有道理，我会尽量保持昂首挺胸的姿态。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "这个方法听起来很有道理，我会尽量保持昂首挺胸的姿态。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有一个方法是照着镜子鼓励自己。不要小瞧心理暗示的力量，它真的会让你朝着自己努力的方向发生改变，不信你可以试一试。每天早上或者是某个固定的时间，对着镜子说出自己的优点，以及今天比之前进步的地方，鼓励自己，让自己变得更加的积极。在慢慢的鼓励中，你会发现自己的精神面貌发生了改变，自信心也会比原来增加了。",
    "annotation": [
      {
        "sentence": "还有一个方法是照着镜子鼓励自己。",
        "label": ""
      },
      {
        "sentence": "不要小瞧心理暗示的力量，它真的会让你朝着自己努力的方向发生改变，不信你可以试一试。",
        "label": ""
      },
      {
        "sentence": "每天早上或者是某个固定的时间，对着镜子说出自己的优点，以及今天比之前进步的地方，鼓励自己，让自己变得更加的积极。",
        "label": ""
      },
      {
        "sentence": "在慢慢的鼓励中，你会发现自己的精神面貌发生了改变，自信心也会比原来增加了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来很有趣，我会试试看对着镜子鼓励自己。还有其他的方法吗？",
    "annotation": [
      {
        "sentence": "这个方法听起来很有趣，我会试试看对着镜子鼓励自己。",
        "label": ""
      },
      {
        "sentence": "还有其他的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，还可以尝试参加催眠的沙龙活动。我之前也是很自卑的，人多不自在，敏感，什么都不敢，老是讨好别人，结果自己活得不仅累，还伤痕累累。我今年8月份参加了催眠课程的培训课程，从刚开始上台紧张，结巴到后来侃侃而谈，到现在我认为我活得轻松自在了，不在害怕了，虽然还有一些其他的问题没有解决，但我敢想自己的未来了，敢于去争取了。加油，只要不放弃一切都会好起来的！",
    "annotation": [
      {
        "sentence": "当然，还可以尝试参加催眠的沙龙活动。",
        "label": ""
      },
      {
        "sentence": "我之前也是很自卑的，人多不自在，敏感，什么都不敢，老是讨好别人，结果自己活得不仅累，还伤痕累累。",
        "label": ""
      },
      {
        "sentence": "我今年8月份参加了催眠课程的培训课程，从刚开始上台紧张，结巴到后来侃侃而谈，到现在我认为我活得轻松自在了，不在害怕了，虽然还有一些其他的问题没有解决，但我敢想自己的未来了，敢于去争取了。",
        "label": ""
      },
      {
        "sentence": "加油，只要不放弃一切都会好起来的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我更有信心去尝试这些改变了。谢谢你的支持和鼓励！我会努力的。",
    "annotation": [
      {
        "sentence": "听你这么说，我更有信心去尝试这些改变了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力的。",
        "label": ""
      }
    ]
  }
]