[
  {
    "role": "client",
    "content": "我总是很容易一刀切，总是非黑即白式的评价怎么办？",
    "annotation": [
      {
        "sentence": "我总是很容易一刀切，总是非黑即白式的评价怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你意识到自己存在这样的一种情况，并且主动去医院做了一个诊断，目前为中度抑郁。那么意味着你可能需要用一些药物，首先去调理你生理上的一些变化，这主要是改善你睡眠和食欲，以及一部份低落的情绪。关于你非黑即白的这种思维方式，它是在你成长的过程中逐渐形成的，成为你很固有的思考方式，若是想去改变，可能你需要有一个心理准备，是一个循序渐进的过程。",
    "annotation": [
      {
        "sentence": "你意识到自己存在这样的一种情况，并且主动去医院做了一个诊断，目前为中度抑郁。",
        "label": ""
      },
      {
        "sentence": "那么意味着你可能需要用一些药物，首先去调理你生理上的一些变化，这主要是改善你睡眠和食欲，以及一部份低落的情绪。",
        "label": ""
      },
      {
        "sentence": "关于你非黑即白的这种思维方式，它是在你成长的过程中逐渐形成的，成为你很固有的思考方式，若是想去改变，可能你需要有一个心理准备，是一个循序渐进的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我现在感觉自己没有建立一个明确的评价体系，容易出现一刀切形式的评价方式，非黑即白绝对化的评价。这种想法已经影响到我的人际关系，我的工作甚至都有点受影响了。",
    "annotation": [
      {
        "sentence": "嗯，我现在感觉自己没有建立一个明确的评价体系，容易出现一刀切形式的评价方式，非黑即白绝对化的评价。",
        "label": ""
      },
      {
        "sentence": "这种想法已经影响到我的人际关系，我的工作甚至都有点受影响了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的痛苦，这种想法的确会让你变得孤僻，对人产生不信任感。不过，现在你已经在心理上认识到这个问题，这已经是非常好的一步。接下来，你可以考虑尝试一下心理咨询，去找一位专业的咨询师，进行交流，慢慢松动你固有的想法，生长出新的更适应性的思考方式。",
    "annotation": [
      {
        "sentence": "我明白你的痛苦，这种想法的确会让你变得孤僻，对人产生不信任感。",
        "label": ""
      },
      {
        "sentence": "不过，现在你已经在心理上认识到这个问题，这已经是非常好的一步。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以考虑尝试一下心理咨询，去找一位专业的咨询师，进行交流，慢慢松动你固有的想法，生长出新的更适应性的思考方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我知道了。但是，我以前交往过两个有抑郁倾向的女朋友，我也不知道是不是因为我自己的心理问题导致了这种结果。",
    "annotation": [
      {
        "sentence": "嗯，我知道了。",
        "label": ""
      },
      {
        "sentence": "但是，我以前交往过两个有抑郁倾向的女朋友，我也不知道是不是因为我自己的心理问题导致了这种结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有可能是，也有可能并不完全是这样。每个人的情况都不同，但我相信如果你能够处理好你自己的问题，对自己有信心，也会对你的恋爱生活产生积极的影响。",
    "annotation": [
      {
        "sentence": "有可能是，也有可能并不完全是这样。",
        "label": ""
      },
      {
        "sentence": "每个人的情况都不同，但我相信如果你能够处理好你自己的问题，对自己有信心，也会对你的恋爱生活产生积极的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，谢谢你的支持。我也想问一下，我已经有四年的中度抑郁了，这个情况好像已经很长时间了。",
    "annotation": [
      {
        "sentence": "嗯，谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "我也想问一下，我已经有四年的中度抑郁了，这个情况好像已经很长时间了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，持续性的低落情绪会影响到人的身心健康。但是你现在已经在寻求帮助，这是非常重要的一步。可以考虑一下和医生、咨询师多交流，建立一个稳定的心理治疗互助机制，帮助你渡过难关。同时，也可以适当做一些身体锻炼，比如慢跑、瑜伽等，有益于身体的健康和心情的放松。",
    "annotation": [
      {
        "sentence": "是的，持续性的低落情绪会影响到人的身心健康。",
        "label": ""
      },
      {
        "sentence": "但是你现在已经在寻求帮助，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "可以考虑一下和医生、咨询师多交流，建立一个稳定的心理治疗互助机制，帮助你渡过难关。",
        "label": ""
      },
      {
        "sentence": "同时，也可以适当做一些身体锻炼，比如慢跑、瑜伽等，有益于身体的健康和心情的放松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，好的。我会尝试一下的。不过，我感觉自己在职场中的人际关系比较差，工作也没有办法正常的开展，这让我感到压力很大。",
    "annotation": [
      {
        "sentence": "嗯，好的。",
        "label": ""
      },
      {
        "sentence": "我会尝试一下的。",
        "label": ""
      },
      {
        "sentence": "不过，我感觉自己在职场中的人际关系比较差，工作也没有办法正常的开展，这让我感到压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常常见的心理问题，很多人都会遭遇到。你需要先从自己开始，尝试去改变自己的态度和想法，学会关心和倾听他人的言语，去建立良好的人际关系。同时，也可以尝试多参加一些职场社交活动，扩大自己的社交网络，结交更多朋友，也会对你的工作产生积极的影响。",
    "annotation": [
      {
        "sentence": "这是非常常见的心理问题，很多人都会遭遇到。",
        "label": ""
      },
      {
        "sentence": "你需要先从自己开始，尝试去改变自己的态度和想法，学会关心和倾听他人的言语，去建立良好的人际关系。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试多参加一些职场社交活动，扩大自己的社交网络，结交更多朋友，也会对你的工作产生积极的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我知道了。谢谢你的支持和建议，我会尽量去尝试一下。",
    "annotation": [
      {
        "sentence": "嗯，我知道了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会尽量去尝试一下。",
        "label": ""
      }
    ]
  }
]