[
  {
    "role": "client",
    "content": "我的体测一直不及格，无论怎么努力都没办法提高，我感觉完全没希望了…我现在是大专二年级的学生，本来计划准备专升本考试，但是录取率很低，压力非常大。而现在体测又不及格了，我真的快要崩溃了。大一的时候我就已经不及格了，当时我还天真地以为只要多努力一点就能及格，所以我每天在学习之余都花时间去跑步锻炼身体。但是看着宿舍里的舍友们打游戏看剧，我觉得他们太不公平了，他们不需要锻炼却能及格，而我却不行。现在大二了，体测还是不及格，虽然有一些进步，但距离及格还差得很远。我意识到，无论我再怎么努力，大三的体测也不会及格，这就意味着我无法拿到毕业证书了。我问过老师了，没有任何补救的方法。就算我考上本科，没有毕业证也无法上去，我哭了好久，我觉得一切都完了。以前我是中专考上大专的，如果连专科都毕不了业，更别提专升本了，这样之前中专的努力都白费了。",
    "annotation": [
      {
        "sentence": "我的体测一直不及格，无论怎么努力都没办法提高，我感觉完全没希望了…我现在是大专二年级的学生，本来计划准备专升本考试，但是录取率很低，压力非常大。",
        "label": ""
      },
      {
        "sentence": "而现在体测又不及格了，我真的快要崩溃了。",
        "label": ""
      },
      {
        "sentence": "大一的时候我就已经不及格了，当时我还天真地以为只要多努力一点就能及格，所以我每天在学习之余都花时间去跑步锻炼身体。",
        "label": ""
      },
      {
        "sentence": "但是看着宿舍里的舍友们打游戏看剧，我觉得他们太不公平了，他们不需要锻炼却能及格，而我却不行。",
        "label": ""
      },
      {
        "sentence": "现在大二了，体测还是不及格，虽然有一些进步，但距离及格还差得很远。",
        "label": ""
      },
      {
        "sentence": "我意识到，无论我再怎么努力，大三的体测也不会及格，这就意味着我无法拿到毕业证书了。",
        "label": ""
      },
      {
        "sentence": "我问过老师了，没有任何补救的方法。",
        "label": ""
      },
      {
        "sentence": "就算我考上本科，没有毕业证也无法上去，我哭了好久，我觉得一切都完了。",
        "label": ""
      },
      {
        "sentence": "以前我是中专考上大专的，如果连专科都毕不了业，更别提专升本了，这样之前中专的努力都白费了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想回应你最后一句话，之前的努力和经历从来都不会白费。你从中专考上大专，从大专准备专升本，虽然现在无法通过体测，无法拿到大专毕业证，但这并不意味着你的大专白读了。你经历过的这段时间，你为了未来付出的努力，别人在玩游戏时你在学习和锻炼身体，你舍得抹去这些努力吗？其次，结果并不一定代表一切。我们常常陷入结果代表一切的思维中，如果没有成功，之前为了成功付出的努力就似乎变得很廉价。然而，事实并非如此。正如一句名言所说，“失败是成功之母”，几乎没有一个成功人士说自己从未失败过。为什么有些人从失败中不断进步，而有些人却逐渐丧失斗志呢？所以，失败本身并不是问题，关键在于我们如何看待失败和结果。你大一的时候体测不合格，你能以良好的心态面对，并相信努力就能让自己达到要求。而实际上，你的努力的确起到了一定作用，因为大二体测时你有所进步，只是离合格还有一段距离。由于时间紧迫，你只有一次机会，这增加了你的压力，使你感到绝望，觉得自己付出了那么多努力却没有收获。然而，体育锻炼是否只靠努力就能成功呢？如果努力是唯一的因素，那么减肥明星们早就成功了，因为他们每天都在坚持减肥，通过意志力来保持。然而，最终成功的并不仅仅是凭借意志力的努力和坚持，还需要合理的饮食和专业人士的指导。你能够有毅力去努力坚持已经很棒了，只是努力并不一定能够改变体测的结果。如果努力没有起到预期的效果，继续努力可能只会让你习惯了努力，而没有其他的变化。这时候，或许是在提醒你，你需要改变一下策略。请相信，世界上永远有机会等着你，你永远还有希望！Karen",
    "annotation": [
      {
        "sentence": "首先，我想回应你最后一句话，之前的努力和经历从来都不会白费。",
        "label": ""
      },
      {
        "sentence": "你从中专考上大专，从大专准备专升本，虽然现在无法通过体测，无法拿到大专毕业证，但这并不意味着你的大专白读了。",
        "label": ""
      },
      {
        "sentence": "你经历过的这段时间，你为了未来付出的努力，别人在玩游戏时你在学习和锻炼身体，你舍得抹去这些努力吗？",
        "label": ""
      },
      {
        "sentence": "其次，结果并不一定代表一切。",
        "label": ""
      },
      {
        "sentence": "我们常常陷入结果代表一切的思维中，如果没有成功，之前为了成功付出的努力就似乎变得很廉价。",
        "label": ""
      },
      {
        "sentence": "然而，事实并非如此。",
        "label": ""
      },
      {
        "sentence": "正如一句名言所说，“失败是成功之母”，几乎没有一个成功人士说自己从未失败过。",
        "label": ""
      },
      {
        "sentence": "为什么有些人从失败中不断进步，而有些人却逐渐丧失斗志呢？",
        "label": ""
      },
      {
        "sentence": "所以，失败本身并不是问题，关键在于我们如何看待失败和结果。",
        "label": ""
      },
      {
        "sentence": "你大一的时候体测不合格，你能以良好的心态面对，并相信努力就能让自己达到要求。",
        "label": ""
      },
      {
        "sentence": "而实际上，你的努力的确起到了一定作用，因为大二体测时你有所进步，只是离合格还有一段距离。",
        "label": ""
      },
      {
        "sentence": "由于时间紧迫，你只有一次机会，这增加了你的压力，使你感到绝望，觉得自己付出了那么多努力却没有收获。",
        "label": ""
      },
      {
        "sentence": "然而，体育锻炼是否只靠努力就能成功呢？",
        "label": ""
      },
      {
        "sentence": "如果努力是唯一的因素，那么减肥明星们早就成功了，因为他们每天都在坚持减肥，通过意志力来保持。",
        "label": ""
      },
      {
        "sentence": "然而，最终成功的并不仅仅是凭借意志力的努力和坚持，还需要合理的饮食和专业人士的指导。",
        "label": ""
      },
      {
        "sentence": "你能够有毅力去努力坚持已经很棒了，只是努力并不一定能够改变体测的结果。",
        "label": ""
      },
      {
        "sentence": "如果努力没有起到预期的效果，继续努力可能只会让你习惯了努力，而没有其他的变化。",
        "label": ""
      },
      {
        "sentence": "这时候，或许是在提醒你，你需要改变一下策略。",
        "label": ""
      },
      {
        "sentence": "请相信，世界上永远有机会等着你，你永远还有希望！",
        "label": ""
      },
      {
        "sentence": "Karen",
        "label": ""
      }
    ]
  }
]