[
  {
    "role": "client",
    "content": "我是一个35岁的女生。从小被母亲否定，晚上会流泪愤怒失眠。",
    "annotation": [
      {
        "sentence": "我是一个35岁的女生。",
        "label": ""
      },
      {
        "sentence": "从小被母亲否定，晚上会流泪愤怒失眠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完了你的帖子，首先我很理解你的感受，面对妈妈从小对自己的否定，辱骂、漠视你有愤怒，伤心这是正常的情绪反应。同时观察到了你来到了这个平台，表达自己的困扰，并想走出自己的心结，愿意为自己的人生去做些什么，这无疑体现了你的勇敢，也无疑会帮助你会有机会重新去认识自己，找到失去的自我。现在我分享我的观察这或许能帮助你有更丰富的视角重新去认识自己，理解自己。",
    "annotation": [
      {
        "sentence": "看完了你的帖子，首先我很理解你的感受，面对妈妈从小对自己的否定，辱骂、漠视你有愤怒，伤心这是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "同时观察到了你来到了这个平台，表达自己的困扰，并想走出自己的心结，愿意为自己的人生去做些什么，这无疑体现了你的勇敢，也无疑会帮助你会有机会重新去认识自己，找到失去的自我。",
        "label": ""
      },
      {
        "sentence": "现在我分享我的观察这或许能帮助你有更丰富的视角重新去认识自己，理解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我真的很困惑，母亲对我的否定经历让我一直以来自信心不足，甚至影响了我的恋爱生活。在外人眼中，我是985硕士，年薪是普通人的十倍，被赞为气质美女，但我自己却一直觉得不够好，恋爱中也会失去自我。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，母亲对我的否定经历让我一直以来自信心不足，甚至影响了我的恋爱生活。",
        "label": ""
      },
      {
        "sentence": "在外人眼中，我是985硕士，年薪是普通人的十倍，被赞为气质美女，但我自己却一直觉得不够好，恋爱中也会失去自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我非常理解。我们与父母的关系非常微妙，他们的言行对我们的影响是深远的。有一句话说：“我们在等待着父母的道歉，而父母在等待着我们的感激。”你对母亲的愤怒和伤心是正常的情绪反应，但我们需要学会合理地表达这些情绪。我们的情绪如果不能得到合理的表达，可能会对我们的生活产生巨大的破坏力。你曾提到想用不婚来惩罚母亲，这样的想法可以理解，但用自己的人生来惩罚别人是否合适呢？我们的人生是我们自己的，我们需要为自己负责，寻找到自我快乐的途径。所以先处理好自己的情绪，合理地表达自己的情绪，可以通过写心情日记、寻找支持等方式来缓解。",
    "annotation": [
      {
        "sentence": "你的感受我非常理解。",
        "label": ""
      },
      {
        "sentence": "我们与父母的关系非常微妙，他们的言行对我们的影响是深远的。",
        "label": ""
      },
      {
        "sentence": "有一句话说：“我们在等待着父母的道歉，而父母在等待着我们的感激。",
        "label": ""
      },
      {
        "sentence": "”你对母亲的愤怒和伤心是正常的情绪反应，但我们需要学会合理地表达这些情绪。",
        "label": ""
      },
      {
        "sentence": "我们的情绪如果不能得到合理的表达，可能会对我们的生活产生巨大的破坏力。",
        "label": ""
      },
      {
        "sentence": "你曾提到想用不婚来惩罚母亲，这样的想法可以理解，但用自己的人生来惩罚别人是否合适呢？",
        "label": ""
      },
      {
        "sentence": "我们的人生是我们自己的，我们需要为自己负责，寻找到自我快乐的途径。",
        "label": ""
      },
      {
        "sentence": "所以先处理好自己的情绪，合理地表达自己的情绪，可以通过写心情日记、寻找支持等方式来缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要先处理好自己的情绪。母亲对我的影响一直很大，我感觉像被她催眠了一样，总觉得别人不会真的喜欢我。小时候她每天都会骂我“没有人会喜欢你，你以后嫁不出去”，可是我大学毕业后却频繁地催婚。我潜意识里好像已经接受了她的催眠，总觉得自己没有魅力，没有被人喜欢的能力。",
    "annotation": [
      {
        "sentence": "你说得对，我需要先处理好自己的情绪。",
        "label": ""
      },
      {
        "sentence": "母亲对我的影响一直很大，我感觉像被她催眠了一样，总觉得别人不会真的喜欢我。",
        "label": ""
      },
      {
        "sentence": "小时候她每天都会骂我“没有人会喜欢你，你以后嫁不出去”，可是我大学毕业后却频繁地催婚。",
        "label": ""
      },
      {
        "sentence": "我潜意识里好像已经接受了她的催眠，总觉得自己没有魅力，没有被人喜欢的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解。原生家庭对我们的影响是很深远的，即使我们长大并离开了家，但那种关系模式仍然存在。我们内化了与父母的关系模式，即自己与自己的关系模式。在你的成长经历中，你经历了母亲的苛责和否定，觉得自己是一个柔弱无助的小女孩。这种内在关系模式在你成年后仍然固化了。但是我们可以尝试从成人角度去看待自己的成长经历，并意识到妈妈的教养方式是有问题的，她对你的评价也是不合理的。她是一个普通人，有着自己的创伤和局限，而你不再是那个无助的小女孩了，有能力重新建立自己的内在关系模式。",
    "annotation": [
      {
        "sentence": "你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "原生家庭对我们的影响是很深远的，即使我们长大并离开了家，但那种关系模式仍然存在。",
        "label": ""
      },
      {
        "sentence": "我们内化了与父母的关系模式，即自己与自己的关系模式。",
        "label": ""
      },
      {
        "sentence": "在你的成长经历中，你经历了母亲的苛责和否定，觉得自己是一个柔弱无助的小女孩。",
        "label": ""
      },
      {
        "sentence": "这种内在关系模式在你成年后仍然固化了。",
        "label": ""
      },
      {
        "sentence": "但是我们可以尝试从成人角度去看待自己的成长经历，并意识到妈妈的教养方式是有问题的，她对你的评价也是不合理的。",
        "label": ""
      },
      {
        "sentence": "她是一个普通人，有着自己的创伤和局限，而你不再是那个无助的小女孩了，有能力重新建立自己的内在关系模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了，我需要放过自己，重新认识自己，并重塑自己对自己的认知。但是要如何和妈妈和解呢？我觉得很困惑。",
    "annotation": [
      {
        "sentence": "是的，我明白了，我需要放过自己，重新认识自己，并重塑自己对自己的认知。",
        "label": ""
      },
      {
        "sentence": "但是要如何和妈妈和解呢？",
        "label": ""
      },
      {
        "sentence": "我觉得很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和解对你来说可能是一个很大的挑战，但这也是为了你自己。放过妈妈，你才能真正放松下来，才能放过自己，让自己不再痛苦，不再失眠。心理学上有一句话叫做：“谁痛苦谁改变”。所以和解并不是为了妈妈，而是为了自己。我们可以回顾自己的成长经历，用成人的眼光去看待自己的童年。你可以看到妈妈的教养方式有问题，她对你的评价也不合理。同时，你可以尝试理解妈妈的局限和她的创伤，她也只是一个普通人，对妈妈有更多的理解会让你更容易去和解。当我们重塑自己对自己的认知后，会有更多的机会去建立自己的内在关系模式。",
    "annotation": [
      {
        "sentence": "和解对你来说可能是一个很大的挑战，但这也是为了你自己。",
        "label": ""
      },
      {
        "sentence": "放过妈妈，你才能真正放松下来，才能放过自己，让自己不再痛苦，不再失眠。",
        "label": ""
      },
      {
        "sentence": "心理学上有一句话叫做：“谁痛苦谁改变”。",
        "label": ""
      },
      {
        "sentence": "所以和解并不是为了妈妈，而是为了自己。",
        "label": ""
      },
      {
        "sentence": "我们可以回顾自己的成长经历，用成人的眼光去看待自己的童年。",
        "label": ""
      },
      {
        "sentence": "你可以看到妈妈的教养方式有问题，她对你的评价也不合理。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试理解妈妈的局限和她的创伤，她也只是一个普通人，对妈妈有更多的理解会让你更容易去和解。",
        "label": ""
      },
      {
        "sentence": "当我们重塑自己对自己的认知后，会有更多的机会去建立自己的内在关系模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试重新去认识自己，理解自己，并且努力和解。同时，我也会通过写心情日记和寻找专业的心理咨询师来处理自己的情绪。谢谢你给予的支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试重新去认识自己，理解自己，并且努力和解。",
        "label": ""
      },
      {
        "sentence": "同时，我也会通过写心情日记和寻找专业的心理咨询师来处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你给予的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。你已经迈出了寻求帮助的第一步，相信你会找到自己的答案，走出心结。也希望你能够在这个过程中学会更多关爱自己、照顾自己的方法。如果你需要继续交流或者有任何其他的困扰，都可以",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了寻求帮助的第一步，相信你会找到自己的答案，走出心结。",
        "label": ""
      },
      {
        "sentence": "也希望你能够在这个过程中学会更多关爱自己、照顾自己的方法。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续交流或者有任何其他的困扰，都可以",
        "label": ""
      }
    ]
  }
]