[
  {
    "role": "client",
    "content": "暧昧无果后，才发现对方是有男友自己被当成报复工具？20+，同事关系对方对外宣称自己单身，我与对方暧昧了3个月（特别亲近的那种就差表白，她也向同事表达过对我有好感），其实在这期间拿着她手机的时候有几次看到有一个男性名字的会发一些问候的消息，我记住了这个名字，但没当回事。在前两个星期对方告诉别的同事“觉得有点不太合适，只想保持朋友”，别的同事也传达给我，我挺失落的，但我没跟她明说，我便只与对方保持正常往来了。但是有一天晚上自己加班，并且看到对方的微信没关，我便开始非常好奇那个经常给她发消息的人到底是谁，于是一搜，在我们暧昧的三个月里的聊天全部都是“宝贝”地叫，然后从聊天中发现8月有次男方的道歉，是男方被发现微信聊天精神出轨了，但最后没有分手同时对方有次跟自己说：她闺蜜男友出轨了，她闺蜜表面上复合，但其实是想要骑驴找马报复男友根据聊天记录和对方描述自己的闺蜜，我想自己也被计划当成报复的工具了，呵呵时间已过我该如何跟她表达我的愤怒？",
    "annotation": [
      {
        "sentence": "暧昧无果后，才发现对方是有男友自己被当成报复工具？",
        "label": ""
      },
      {
        "sentence": "20+，同事关系对方对外宣称自己单身，我与对方暧昧了3个月（特别亲近的那种就差表白，她也向同事表达过对我有好感），其实在这期间拿着她手机的时候有几次看到有一个男性名字的会发一些问候的消息，我记住了这个名字，但没当回事。",
        "label": ""
      },
      {
        "sentence": "在前两个星期对方告诉别的同事“觉得有点不太合适，只想保持朋友”，别的同事也传达给我，我挺失落的，但我没跟她明说，我便只与对方保持正常往来了。",
        "label": ""
      },
      {
        "sentence": "但是有一天晚上自己加班，并且看到对方的微信没关，我便开始非常好奇那个经常给她发消息的人到底是谁，于是一搜，在我们暧昧的三个月里的聊天全部都是“宝贝”地叫，然后从聊天中发现8月有次男方的道歉，是男方被发现微信聊天精神出轨了，但最后没有分手同时对方有次跟自己说：她闺蜜男友出轨了，她闺蜜表面上复合，但其实是想要骑驴找马报复男友根据聊天记录和对方描述自己的闺蜜，我想自己也被计划当成报复的工具了，呵呵时间已过我该如何跟她表达我的愤怒？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，听到你说被人利用，无疑是一件令人难过的事情。我们在感情中都期望对方能够认真对待，因此我可以理解你对这个女孩付出了很深的感情。三个月的暧昧关系，你已经有了很多期待吧。当她突然说“不合适，只想保持朋友”的时候，你默默承受着失落，但并没有影响到你们的同事关系，这说明你在处理感情问题上是相对成熟的。首先，我要给你的理智点个赞！但是当你发现自己一直被她利用的时候，你觉得很委屈，有一种被愚弄的感觉。你生气她不珍惜你，将你当成报复别人的工具。你感到非常愤怒，不知道该如何表达。",
    "annotation": [
      {
        "sentence": "亲爱的，听到你说被人利用，无疑是一件令人难过的事情。",
        "label": ""
      },
      {
        "sentence": "我们在感情中都期望对方能够认真对待，因此我可以理解你对这个女孩付出了很深的感情。",
        "label": ""
      },
      {
        "sentence": "三个月的暧昧关系，你已经有了很多期待吧。",
        "label": ""
      },
      {
        "sentence": "当她突然说“不合适，只想保持朋友”的时候，你默默承受着失落，但并没有影响到你们的同事关系，这说明你在处理感情问题上是相对成熟的。",
        "label": ""
      },
      {
        "sentence": "首先，我要给你的理智点个赞！",
        "label": ""
      },
      {
        "sentence": "但是当你发现自己一直被她利用的时候，你觉得很委屈，有一种被愚弄的感觉。",
        "label": ""
      },
      {
        "sentence": "你生气她不珍惜你，将你当成报复别人的工具。",
        "label": ""
      },
      {
        "sentence": "你感到非常愤怒，不知道该如何表达。",
        "label": ""
      }
    ]
  }
]