[
  {
    "role": "client",
    "content": "我是一个35岁的女生，从小被母亲否定，晚上总是会流泪、愤怒并失眠。有时候临近睡觉时间就会想起母亲在小时候不停地否定我、诅咒我、侮辱我、漠视我的经历。我该如何走出这个心结？虽然现在她对我已经不像小时候那样，因为我看似很强大，拥有985的硕士学位和高薪工作，还被人称为气质美女。但是我依然一直缺乏自信，一旦恋爱就会失去自我，现在也没有动力去谈恋爱。小时候她每天都会说“没有人会喜欢你，你以后嫁不出去”，但在我大学毕业后却又经常催婚。我潜意识中应该已经接受了她的催眠，总觉得别人不会真的喜欢我。另外，因为对她语言上的伤害感到愤怒和反抗，我觉得她不配拥有婚姻和后代，所以想用不婚来惩罚她。",
    "annotation": [
      {
        "sentence": "我是一个35岁的女生，从小被母亲否定，晚上总是会流泪、愤怒并失眠。",
        "label": ""
      },
      {
        "sentence": "有时候临近睡觉时间就会想起母亲在小时候不停地否定我、诅咒我、侮辱我、漠视我的经历。",
        "label": ""
      },
      {
        "sentence": "我该如何走出这个心结？",
        "label": ""
      },
      {
        "sentence": "虽然现在她对我已经不像小时候那样，因为我看似很强大，拥有985的硕士学位和高薪工作，还被人称为气质美女。",
        "label": ""
      },
      {
        "sentence": "但是我依然一直缺乏自信，一旦恋爱就会失去自我，现在也没有动力去谈恋爱。",
        "label": ""
      },
      {
        "sentence": "小时候她每天都会说“没有人会喜欢你，你以后嫁不出去”，但在我大学毕业后却又经常催婚。",
        "label": ""
      },
      {
        "sentence": "我潜意识中应该已经接受了她的催眠，总觉得别人不会真的喜欢我。",
        "label": ""
      },
      {
        "sentence": "另外，因为对她语言上的伤害感到愤怒和反抗，我觉得她不配拥有婚姻和后代，所以想用不婚来惩罚她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你能感受到一些支持和温暖，也希望我的回答能够帮助到你。你是非常善于反思和觉察的，其实你已经找到了自己烦恼的原因，只是不知道该怎么去做。我给你一些建议：首先，要关注你内在的孩子，安抚曾经受伤的心灵。在我们童年时期，自我正在形成中，我们对自己的认知主要来自于重要他人的评价。如果他们的评价是正面的，我们对自己也会产生积极的认知；但如果他们的评价是负面的，我们对自己的评价就会变得消极。你的母亲作为一个重要他人，对你的评价总是否定、诅咒、侮辱、漠视……所以你对自己产生了消极的评价。我真的很心疼你，请拥抱你内在的孩子，让她感受到你对她的关爱，成为她内在的父母，安抚她，并告诉她，不要害怕，你会一直爱她、支持她，陪伴她一起成长。",
    "annotation": [
      {
        "sentence": "希望你能感受到一些支持和温暖，也希望我的回答能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "你是非常善于反思和觉察的，其实你已经找到了自己烦恼的原因，只是不知道该怎么去做。",
        "label": ""
      },
      {
        "sentence": "我给你一些建议：首先，要关注你内在的孩子，安抚曾经受伤的心灵。",
        "label": ""
      },
      {
        "sentence": "在我们童年时期，自我正在形成中，我们对自己的认知主要来自于重要他人的评价。",
        "label": ""
      },
      {
        "sentence": "如果他们的评价是正面的，我们对自己也会产生积极的认知；但如果他们的评价是负面的，我们对自己的评价就会变得消极。",
        "label": ""
      },
      {
        "sentence": "你的母亲作为一个重要他人，对你的评价总是否定、诅咒、侮辱、漠视……所以你对自己产生了消极的评价。",
        "label": ""
      },
      {
        "sentence": "我真的很心疼你，请拥抱你内在的孩子，让她感受到你对她的关爱，成为她内在的父母，安抚她，并告诉她，不要害怕，你会一直爱她、支持她，陪伴她一起成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我应该如何与母亲和解呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我应该如何与母亲和解呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，每个母亲都是爱自己的孩子的，只是她们不知道如何表达自己的爱。就像你的母亲，她其实是担心你嫁不出去，所以才会经常对你说“没有人会喜欢你，以后会嫁不出去”。她没有想到这样的话反而强化了你嫁不出去的信念。她的出发点是希望你能更好，可惜没有表达出来，结果你却将她的担忧当成了她的真实想法。既然我们已经意识到这只是母亲过去对我们的影响，那么我们现在要给自己进行积极的暗示，不断地告诉自己，一定会有人喜欢我，一定可以嫁出去。这个你要经常对自己说，真的会有奇迹发生的。",
    "annotation": [
      {
        "sentence": "其实，每个母亲都是爱自己的孩子的，只是她们不知道如何表达自己的爱。",
        "label": ""
      },
      {
        "sentence": "就像你的母亲，她其实是担心你嫁不出去，所以才会经常对你说“没有人会喜欢你，以后会嫁不出去”。",
        "label": ""
      },
      {
        "sentence": "她没有想到这样的话反而强化了你嫁不出去的信念。",
        "label": ""
      },
      {
        "sentence": "她的出发点是希望你能更好，可惜没有表达出来，结果你却将她的担忧当成了她的真实想法。",
        "label": ""
      },
      {
        "sentence": "既然我们已经意识到这只是母亲过去对我们的影响，那么我们现在要给自己进行积极的暗示，不断地告诉自己，一定会有人喜欢我，一定可以嫁出去。",
        "label": ""
      },
      {
        "sentence": "这个你要经常对自己说，真的会有奇迹发生的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试试这个方法。还有关于失眠的问题，你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，我会试试这个方法。",
        "label": ""
      },
      {
        "sentence": "还有关于失眠的问题，你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "由于你经常在睡前想起这些事情，我建议你做一些冥想来帮助放松自己，更容易入睡。在入睡前也可以对自己进行积极的心理暗示，比如“我值得被爱，我爱自己……”另外，在早晨起床时也要给自己正面的暗示。这些方法可以帮助你更好地放松和调整自己的心态。",
    "annotation": [
      {
        "sentence": "由于你经常在睡前想起这些事情，我建议你做一些冥想来帮助放松自己，更容易入睡。",
        "label": ""
      },
      {
        "sentence": "在入睡前也可以对自己进行积极的心理暗示，比如“我值得被爱，我爱自己……”另外，在早晨起床时也要给自己正面的暗示。",
        "label": ""
      },
      {
        "sentence": "这些方法可以帮助你更好地放松和调整自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试这些方法来改善睡眠。还有，我觉得用不婚来惩罚母亲，是一种不好的防御方式。你有什么其他建议吗？",
    "annotation": [
      {
        "sentence": "好的，我会尝试这些方法来改善睡眠。",
        "label": ""
      },
      {
        "sentence": "还有，我觉得用不婚来惩罚母亲，是一种不好的防御方式。",
        "label": ""
      },
      {
        "sentence": "你有什么其他建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，不婚的确会给母亲一些打击，让她感到难过。但是，用这种方式来反抗是一种较低级的防御。现在我们已经长大成人，可以用更好的方式解决问题。你需要和母亲好好谈一次，将你心里想说的话、你的感受和想法都告诉她，让她知道你内心的真实感受。同时告诉她你现在面临的困难、你的苦恼，并告诉她你需要她怎么做。或许这对你来说很难，但是如果你真的去做了，你会发现心结在慢慢解开。相信经过一段时间的调整，你会逐渐培养积极的信念，过上更美好的生活。祝你好运！",
    "annotation": [
      {
        "sentence": "是的，不婚的确会给母亲一些打击，让她感到难过。",
        "label": ""
      },
      {
        "sentence": "但是，用这种方式来反抗是一种较低级的防御。",
        "label": ""
      },
      {
        "sentence": "现在我们已经长大成人，可以用更好的方式解决问题。",
        "label": ""
      },
      {
        "sentence": "你需要和母亲好好谈一次，将你心里想说的话、你的感受和想法都告诉她，让她知道你内心的真实感受。",
        "label": ""
      },
      {
        "sentence": "同时告诉她你现在面临的困难、你的苦恼，并告诉她你需要她怎么做。",
        "label": ""
      },
      {
        "sentence": "或许这对你来说很难，但是如果你真的去做了，你会发现心结在慢慢解开。",
        "label": ""
      },
      {
        "sentence": "相信经过一段时间的调整，你会逐渐培养积极的信念，过上更美好的生活。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]