[
  {
    "role": "client",
    "content": "我是一位35岁的女生，小时候被母亲否定，现在晚上会流泪、愤怒、失眠。我该怎么走出这个心结？",
    "annotation": [
      {
        "sentence": "我是一位35岁的女生，小时候被母亲否定，现在晚上会流泪、愤怒、失眠。",
        "label": ""
      },
      {
        "sentence": "我该怎么走出这个心结？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我能理解你小时候被母亲所否定、诅咒、侮辱、漠视的种种经历，现在依然会影响你的情绪和睡眠。我很心疼你，不过好在你已经有了觉察，并准备着想要走出这个心结，这就是迈出改变的第一步。要知道我们的心灵结构就如同房子，经过多年创伤的冲击，你的心灵已经有了窟窿，需要通过自我疗愈来填补。",
    "annotation": [
      {
        "sentence": "看了你的描述，我能理解你小时候被母亲所否定、诅咒、侮辱、漠视的种种经历，现在依然会影响你的情绪和睡眠。",
        "label": ""
      },
      {
        "sentence": "我很心疼你，不过好在你已经有了觉察，并准备着想要走出这个心结，这就是迈出改变的第一步。",
        "label": ""
      },
      {
        "sentence": "要知道我们的心灵结构就如同房子，经过多年创伤的冲击，你的心灵已经有了窟窿，需要通过自我疗愈来填补。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "填补这个窟窿，听上去很困难，我不知道该从哪里开始。",
    "annotation": [
      {
        "sentence": "填补这个窟窿，听上去很困难，我不知道该从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实自我疗愈就是让自己慢慢地肯定自己，明白相信自己本身是好的，不要总跟着别人的眼光看自己。对于那些被否定、侮辱、诅咒的孩子，其内心都会留下一个大的窟窿。但你已经有了觉察和决心付出努力，那么你就已经迈出了改变的第一步。现在的你已经拥有不输人的条件，985硕士、高薪，人称气质美女，这些都是你自己努力得到的成就，因此要用更合适的方式看待和了解自己。",
    "annotation": [
      {
        "sentence": "其实自我疗愈就是让自己慢慢地肯定自己，明白相信自己本身是好的，不要总跟着别人的眼光看自己。",
        "label": ""
      },
      {
        "sentence": "对于那些被否定、侮辱、诅咒的孩子，其内心都会留下一个大的窟窿。",
        "label": ""
      },
      {
        "sentence": "但你已经有了觉察和决心付出努力，那么你就已经迈出了改变的第一步。",
        "label": ""
      },
      {
        "sentence": "现在的你已经拥有不输人的条件，985硕士、高薪，人称气质美女，这些都是你自己努力得到的成就，因此要用更合适的方式看待和了解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我在谈恋爱时，总是会失去自我。",
    "annotation": [
      {
        "sentence": "可是我在谈恋爱时，总是会失去自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这说明你需要多加思考，去寻找那种适合自己的恋爱模式，这个可以和你的恋人一起探讨。我们要通过学习来为自己选择一个更自在的生活，最关键的是你一定要学会自己肯定自己，告诉自己“你本来就很棒！”这样会让自己变得更加自信。当你感到自己变得更自信时，就不再容易失去自我。",
    "annotation": [
      {
        "sentence": "这说明你需要多加思考，去寻找那种适合自己的恋爱模式，这个可以和你的恋人一起探讨。",
        "label": ""
      },
      {
        "sentence": "我们要通过学习来为自己选择一个更自在的生活，最关键的是你一定要学会自己肯定自己，告诉自己“你本来就很棒！",
        "label": ""
      },
      {
        "sentence": "”这样会让自己变得更加自信。",
        "label": ""
      },
      {
        "sentence": "当你感到自己变得更自信时，就不再容易失去自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我的母亲现在已经不会像小时候那样对我，但我现在依然缺乏自信。",
    "annotation": [
      {
        "sentence": "其实我的母亲现在已经不会像小时候那样对我，但我现在依然缺乏自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是啊，我们无法改变过去，但是我们可以通过向未来努力来改变自己的现状。幸福是不断滋养的，当我们充满自信、自爱，幸福也就会随之而来。所以现在要学会把那些曾经的否定、诅咒、侮辱抛开，对自己说：这些都已经成为历史，不再影响我。",
    "annotation": [
      {
        "sentence": "是啊，我们无法改变过去，但是我们可以通过向未来努力来改变自己的现状。",
        "label": ""
      },
      {
        "sentence": "幸福是不断滋养的，当我们充满自信、自爱，幸福也就会随之而来。",
        "label": ""
      },
      {
        "sentence": "所以现在要学会把那些曾经的否定、诅咒、侮辱抛开，对自己说：这些都已经成为历史，不再影响我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道如何接受母亲曾经的行为，我甚至想用不婚的方式来惩罚她。",
    "annotation": [
      {
        "sentence": "我不知道如何接受母亲曾经的行为，我甚至想用不婚的方式来惩罚她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们不能让过去的恶行影响我们的未来，所以对于她的行为，你可以不必立刻原谅她，但是你需要告诉自己，这些都已经过去了，她无法左右你的人生。同时也要明白到，我们可以通过自我疗愈来为自己选一个更自在的人生，而不是通过惩罚别人来表达自己的不满。一位朋友有和你类似的经历，她曾经也是在母亲的否定和嫌弃中长大。通过学习和思考，她现在已经拥有了自信和幸福，有了相互爱慕的伴侣，过着快乐的生活。",
    "annotation": [
      {
        "sentence": "我们不能让过去的恶行影响我们的未来，所以对于她的行为，你可以不必立刻原谅她，但是你需要告诉自己，这些都已经过去了，她无法左右你的人生。",
        "label": ""
      },
      {
        "sentence": "同时也要明白到，我们可以通过自我疗愈来为自己选一个更自在的人生，而不是通过惩罚别人来表达自己的不满。",
        "label": ""
      },
      {
        "sentence": "一位朋友有和你类似的经历，她曾经也是在母亲的否定和嫌弃中长大。",
        "label": ""
      },
      {
        "sentence": "通过学习和思考，她现在已经拥有了自信和幸福，有了相互爱慕的伴侣，过着快乐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会尝试去接受自己并慢慢地肯定自己。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会尝试去接受自己并慢慢地肯定自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白就是第一步，行动才是关键。那么这个周末，你可以找个安静的地方，写一封信给自己，突出自己的优点，感受自己的成长，告诉自己“我真的很棒”，并在未来的日子里多多宽容自己，有了觉察就要有付出，真正的自我疗愈要靠自己的不懈努力。最后，祝福你能早日摆脱心结，重新找回真正的自己！",
    "annotation": [
      {
        "sentence": "明白就是第一步，行动才是关键。",
        "label": ""
      },
      {
        "sentence": "那么这个周末，你可以找个安静的地方，写一封信给自己，突出自己的优点，感受自己的成长，告诉自己“我真的很棒”，并在未来的日子里多多宽容自己，有了觉察就要有付出，真正的自我疗愈要靠自己的不懈努力。",
        "label": ""
      },
      {
        "sentence": "最后，祝福你能早日摆脱心结，重新找回真正的自己！",
        "label": ""
      }
    ]
  }
]