[
  {
    "role": "client",
    "content": "暧昧无果后，才发现对方是有男友自己被当成报复工具？20+，同事关系对方对外宣称自己单身，我与对方暧昧了3个月（特别亲近的那种就差表白，她也向同事表达过对我有好感），其实在这期间拿着她手机的时候有几次看到有一个男性名字的会发一些问候的消息，我记住了这个名字，但没当回事。在前两个星期对方告诉别的同事“觉得有点不太合适，只想保持朋友”，别的同事也传达给我，我挺失落的，但我没跟她明说，我便只与对方保持正常往来了。但是有一天晚上自己加班，并且看到对方的微信没关，我便开始非常好奇那个经常给她发消息的人到底是谁，于是一搜，在我们暧昧的三个月里的聊天全部都是“宝贝”地叫，然后从聊天中发现8月有次男方的道歉，是男方被发现微信聊天精神出轨了，但最后没有分手同时对方有次跟自己说：她闺蜜男友出轨了，她闺蜜表面上复合，但其实是想要骑驴找马报复男友根据聊天记录和对方描述自己的闺蜜，我想自己也被计划当成报复的工具了，呵呵时间已过我该如何跟她表达我的愤怒？",
    "annotation": [
      {
        "sentence": "暧昧无果后，才发现对方是有男友自己被当成报复工具？",
        "label": ""
      },
      {
        "sentence": "20+，同事关系对方对外宣称自己单身，我与对方暧昧了3个月（特别亲近的那种就差表白，她也向同事表达过对我有好感），其实在这期间拿着她手机的时候有几次看到有一个男性名字的会发一些问候的消息，我记住了这个名字，但没当回事。",
        "label": ""
      },
      {
        "sentence": "在前两个星期对方告诉别的同事“觉得有点不太合适，只想保持朋友”，别的同事也传达给我，我挺失落的，但我没跟她明说，我便只与对方保持正常往来了。",
        "label": ""
      },
      {
        "sentence": "但是有一天晚上自己加班，并且看到对方的微信没关，我便开始非常好奇那个经常给她发消息的人到底是谁，于是一搜，在我们暧昧的三个月里的聊天全部都是“宝贝”地叫，然后从聊天中发现8月有次男方的道歉，是男方被发现微信聊天精神出轨了，但最后没有分手同时对方有次跟自己说：她闺蜜男友出轨了，她闺蜜表面上复合，但其实是想要骑驴找马报复男友根据聊天记录和对方描述自己的闺蜜，我想自己也被计划当成报复的工具了，呵呵时间已过我该如何跟她表达我的愤怒？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "被人欺骗的感觉，确实不好受，尤其是曾经有过好感的女生，把自己当成了报复男朋友的工具，真的太让人愤怒、失落和难过了。你在这段暧昧关系中，属于【被动】结束的那一方，也就是说你内心并没有完全准备好，从内容和形式上结束这个暧昧角色的体验，完成很好的告别，只是因为发现了对方的秘密，不得已为之，因此，很容易受到『未完成情结』的纠缠和困扰，会不断去回味和思考这件事，在愤怒的情绪中反复发酵，而【愤怒】是一种很强烈的情绪，对身心的伤害也比较大！因此，我想从【减少你的愤怒】和【表达你的愤怒】两方面给你建议。",
    "annotation": [
      {
        "sentence": "被人欺骗的感觉，确实不好受，尤其是曾经有过好感的女生，把自己当成了报复男朋友的工具，真的太让人愤怒、失落和难过了。",
        "label": ""
      },
      {
        "sentence": "你在这段暧昧关系中，属于【被动】结束的那一方，也就是说你内心并没有完全准备好，从内容和形式上结束这个暧昧角色的体验，完成很好的告别，只是因为发现了对方的秘密，不得已为之，因此，很容易受到『未完成情结』的纠缠和困扰，会不断去回味和思考这件事，在愤怒的情绪中反复发酵，而【愤怒】是一种很强烈的情绪，对身心的伤害也比较大！",
        "label": ""
      },
      {
        "sentence": "因此，我想从【减少你的愤怒】和【表达你的愤怒】两方面给你建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感到非常愤怒、失落和难过。我觉得自己被欺骗了，而且还成了别人报复的工具。这让我感到很绝望和无奈。",
    "annotation": [
      {
        "sentence": "你说得对，我确实感到非常愤怒、失落和难过。",
        "label": ""
      },
      {
        "sentence": "我觉得自己被欺骗了，而且还成了别人报复的工具。",
        "label": ""
      },
      {
        "sentence": "这让我感到很绝望和无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，这确实是一段令人心痛的经历。但是，我希望你能尽量减少愤怒的情绪，因为愤怒只会让你痛苦更久，甚至对自己的心理健康产生负面影响。你可以试着放下对她的怨恨，才能更好地面对未来。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，这确实是一段令人心痛的经历。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你能尽量减少愤怒的情绪，因为愤怒只会让你痛苦更久，甚至对自己的心理健康产生负面影响。",
        "label": ""
      },
      {
        "sentence": "你可以试着放下对她的怨恨，才能更好地面对未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的有道理，但是我还是无法释怀。我觉得我对她的感情很真实，而她却利用了我。这让我觉得自己很傻，很受伤。",
    "annotation": [
      {
        "sentence": "我知道你说的有道理，但是我还是无法释怀。",
        "label": ""
      },
      {
        "sentence": "我觉得我对她的感情很真实，而她却利用了我。",
        "label": ""
      },
      {
        "sentence": "这让我觉得自己很傻，很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受完全可以理解。当我们在感情中受到伤害时，会很难接受这个事实。但是，请相信，这并不是你的错。你是一个真心对待感情的人，只是遇到了一个虚假的人。相信时间会帮助你疗愈伤口。",
    "annotation": [
      {
        "sentence": "你的感受完全可以理解。",
        "label": ""
      },
      {
        "sentence": "当我们在感情中受到伤害时，会很难接受这个事实。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "你是一个真心对待感情的人，只是遇到了一个虚假的人。",
        "label": ""
      },
      {
        "sentence": "相信时间会帮助你疗愈伤口。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望我能尽快摆脱这种负面情绪，但是我不知道该如何表达我内心的愤怒。我不想让这件事就这样被埋没，我觉得自己应该有权利表达出来。",
    "annotation": [
      {
        "sentence": "我希望我能尽快摆脱这种负面情绪，但是我不知道该如何表达我内心的愤怒。",
        "label": ""
      },
      {
        "sentence": "我不想让这件事就这样被埋没，我觉得自己应该有权利表达出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的想法。表达愤怒是释放负面情绪的一种方式。你可以尝试写信给她，把你的不满和愤怒倾诉出来，不见面的方式可能能让你更冷静地表达情绪。同时，你还可以通过写情感日记、找朋友倾诉、旅行散心、听喜欢的歌曲等方式来释放情绪。",
    "annotation": [
      {
        "sentence": "我完全理解你的想法。",
        "label": ""
      },
      {
        "sentence": "表达愤怒是释放负面情绪的一种方式。",
        "label": ""
      },
      {
        "sentence": "你可以尝试写信给她，把你的不满和愤怒倾诉出来，不见面的方式可能能让你更冷静地表达情绪。",
        "label": ""
      },
      {
        "sentence": "同时，你还可以通过写情感日记、找朋友倾诉、旅行散心、听喜欢的歌曲等方式来释放情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试写信来表达我的情感。我觉得整理自己的思绪和情绪也很重要。此外，你有其他建议可以帮助我缓解愤怒吗？",
    "annotation": [
      {
        "sentence": "我会尝试写信来表达我的情感。",
        "label": ""
      },
      {
        "sentence": "我觉得整理自己的思绪和情绪也很重要。",
        "label": ""
      },
      {
        "sentence": "此外，你有其他建议可以帮助我缓解愤怒吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了写信之外，你还可以多看一些书，学习会让你心安下来，也许能帮助你变得更好。同时，培养一些兴趣爱好也是一个好方法，可以帮助你转移注意力，让自己更快地走出这段不愉快的经历。",
    "annotation": [
      {
        "sentence": "除了写信之外，你还可以多看一些书，学习会让你心安下来，也许能帮助你变得更好。",
        "label": ""
      },
      {
        "sentence": "同时，培养一些兴趣爱好也是一个好方法，可以帮助你转移注意力，让自己更快地走出这段不愉快的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量按照你的建议去做。谢谢你的支持和鼓励，我觉得自己有了更多的方向和希望。",
    "annotation": [
      {
        "sentence": "我会尽量按照你的建议去做。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我觉得自己有了更多的方向和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。记住，时间会冲淡一切伤痛。相信自己，你一定能够重新找到幸福。祝你生活愉快，未来幸福！如果还有什么需要帮助的，随时来找我。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，时间会冲淡一切伤痛。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够重新找到幸福。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快，未来幸福！",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时来找我。",
        "label": ""
      }
    ]
  }
]