[
  {
    "role": "client",
    "content": "您好，我是一个35岁的女生。我从小被母亲否定，晚上会流泪愤怒失眠。",
    "annotation": [
      {
        "sentence": "您好，我是一个35岁的女生。",
        "label": ""
      },
      {
        "sentence": "我从小被母亲否定，晚上会流泪愤怒失眠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你流泪愤怒失眠的样子，我很心疼。你的经历让我十分心痛，被母亲否定、诅咒、侮辱和漠视，这种行为深深伤害了你，导致你晚上会流泪、愤怒，甚至扇自己耳光，经常失眠。我可以想象得到，你小时候一定很无助，母亲大声斥责，脸上充满了扭曲的表情。你想要哭，但却不敢发声，只能缩在角落里。母亲命令你扇自己的耳光，打自己的嘴，她说只有这样你才能有记性。你只好被迫这样对待自己，但心里暗暗下定决心，努力证明自己能够活得更好。你凭借努力取得了很大的成就，成为一名985大学的硕士，年薪是普通人的十倍，并且被别人称为气质美女，母亲再也不敢说你了。白天你仿佛是一位自信的白雪公主，但是晚上你又成了曾经的灰姑娘。深夜时分，你回忆起童年的往事，成为了那个被欺负的灰姑娘，创伤让你愤怒流泪，甚至扇自己耳光。身体知道一切问题的答案，就像弗洛伊德所说的，意识有三个层次，白天我们生活在意识的世界，而夜晚和睡眠时我们可能进入潜意识的世界。你晚上的情绪反应可能是因为白天的压力和疲劳，让你感到无能为力，精疲力竭。那些相似的感受和情境打开了你的情绪开关，你感到愤怒和无助，愤怒是因为我们内心感到无力和挫败。所以你会痛哭流泪，把儿时的压抑全部释放出来，成为一个伤心愤怒的小女孩。你的伤心流泪、愤怒的行为都是你身体隐藏的记忆，承载着你那无助的童年。你经历了很多，你很棒，现在的你已经是最好的你了。幸运或不幸，都是你的选择。从你的描述中，我能感受到你的骄傲，因为你的努力，母亲已经不再对你那样对待了。这其中蕴含着你的努力和辛酸。你因为选择让自己强大，改变了命运，不再被人轻视。生活给我们很多束缚，但重要的是我们如何看待过去。你已经勇敢地走出了成功的第一步，解开了催眠，成为了一个成功的代名词。下一步，你可以从成功的经验中学习，选择自己的生活方式，包括恋爱和生育。事实很重要，对事实引起的情绪更重要。那些过去的感受一直压抑在白天，却在晚上闪回。你需要发泄愤怒，可以通过写作疗愈和体育锻炼等方式。平时也可以通过正念冥想等来觉察自己的情绪。当我们的情绪被看见而不是被忽视时，它们可能会逐渐缓解、消失。或许，你还可以了解一下你母亲的童年，看看她经历了什么。这并不是为了原谅她，而是为了释放自己。至于不婚和无后代，如果是你自己的选择，那是一种生活方式，没有对错；但如果是因为母亲的过错而伤害自己，那就不明智了。希望我的回答能给你一些借鉴和思考。",
    "annotation": [
      {
        "sentence": "看到你流泪愤怒失眠的样子，我很心疼。",
        "label": ""
      },
      {
        "sentence": "你的经历让我十分心痛，被母亲否定、诅咒、侮辱和漠视，这种行为深深伤害了你，导致你晚上会流泪、愤怒，甚至扇自己耳光，经常失眠。",
        "label": ""
      },
      {
        "sentence": "我可以想象得到，你小时候一定很无助，母亲大声斥责，脸上充满了扭曲的表情。",
        "label": ""
      },
      {
        "sentence": "你想要哭，但却不敢发声，只能缩在角落里。",
        "label": ""
      },
      {
        "sentence": "母亲命令你扇自己的耳光，打自己的嘴，她说只有这样你才能有记性。",
        "label": ""
      },
      {
        "sentence": "你只好被迫这样对待自己，但心里暗暗下定决心，努力证明自己能够活得更好。",
        "label": ""
      },
      {
        "sentence": "你凭借努力取得了很大的成就，成为一名985大学的硕士，年薪是普通人的十倍，并且被别人称为气质美女，母亲再也不敢说你了。",
        "label": ""
      },
      {
        "sentence": "白天你仿佛是一位自信的白雪公主，但是晚上你又成了曾经的灰姑娘。",
        "label": ""
      },
      {
        "sentence": "深夜时分，你回忆起童年的往事，成为了那个被欺负的灰姑娘，创伤让你愤怒流泪，甚至扇自己耳光。",
        "label": ""
      },
      {
        "sentence": "身体知道一切问题的答案，就像弗洛伊德所说的，意识有三个层次，白天我们生活在意识的世界，而夜晚和睡眠时我们可能进入潜意识的世界。",
        "label": ""
      },
      {
        "sentence": "你晚上的情绪反应可能是因为白天的压力和疲劳，让你感到无能为力，精疲力竭。",
        "label": ""
      },
      {
        "sentence": "那些相似的感受和情境打开了你的情绪开关，你感到愤怒和无助，愤怒是因为我们内心感到无力和挫败。",
        "label": ""
      },
      {
        "sentence": "所以你会痛哭流泪，把儿时的压抑全部释放出来，成为一个伤心愤怒的小女孩。",
        "label": ""
      },
      {
        "sentence": "你的伤心流泪、愤怒的行为都是你身体隐藏的记忆，承载着你那无助的童年。",
        "label": ""
      },
      {
        "sentence": "你经历了很多，你很棒，现在的你已经是最好的你了。",
        "label": ""
      },
      {
        "sentence": "幸运或不幸，都是你的选择。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你的骄傲，因为你的努力，母亲已经不再对你那样对待了。",
        "label": ""
      },
      {
        "sentence": "这其中蕴含着你的努力和辛酸。",
        "label": ""
      },
      {
        "sentence": "你因为选择让自己强大，改变了命运，不再被人轻视。",
        "label": ""
      },
      {
        "sentence": "生活给我们很多束缚，但重要的是我们如何看待过去。",
        "label": ""
      },
      {
        "sentence": "你已经勇敢地走出了成功的第一步，解开了催眠，成为了一个成功的代名词。",
        "label": ""
      },
      {
        "sentence": "下一步，你可以从成功的经验中学习，选择自己的生活方式，包括恋爱和生育。",
        "label": ""
      },
      {
        "sentence": "事实很重要，对事实引起的情绪更重要。",
        "label": ""
      },
      {
        "sentence": "那些过去的感受一直压抑在白天，却在晚上闪回。",
        "label": ""
      },
      {
        "sentence": "你需要发泄愤怒，可以通过写作疗愈和体育锻炼等方式。",
        "label": ""
      },
      {
        "sentence": "平时也可以通过正念冥想等来觉察自己的情绪。",
        "label": ""
      },
      {
        "sentence": "当我们的情绪被看见而不是被忽视时，它们可能会逐渐缓解、消失。",
        "label": ""
      },
      {
        "sentence": "或许，你还可以了解一下你母亲的童年，看看她经历了什么。",
        "label": ""
      },
      {
        "sentence": "这并不是为了原谅她，而是为了释放自己。",
        "label": ""
      },
      {
        "sentence": "至于不婚和无后代，如果是你自己的选择，那是一种生活方式，没有对错；但如果是因为母亲的过错而伤害自己，那就不明智了。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你一些借鉴和思考。",
        "label": ""
      }
    ]
  }
]