[
  {
    "role": "client",
    "content": "暧昧无果后，才发现对方是有男友自己被当成报复工具？20+，同事关系对方对外宣称自己单身，我与对方暧昧了3个月（特别亲近的那种就差表白，她也向同事表达过对我有好感），其实在这期间拿着她手机的时候有几次看到有一个男性名字的会发一些问候的消息，我记住了这个名字，但没当回事。在前两个星期对方告诉别的同事“觉得有点不太合适，只想保持朋友”，别的同事也传达给我，我挺失落的，但我没跟她明说，我便只与对方保持正常往来了。但是有一天晚上自己加班，并且看到对方的微信没关，我便开始非常好奇那个经常给她发消息的人到底是谁，于是一搜，在我们暧昧的三个月里的聊天全部都是“宝贝”地叫，然后从聊天中发现8月有次男方的道歉，是男方被发现微信聊天精神出轨了，但最后没有分手同时对方有次跟自己说：她闺蜜男友出轨了，她闺蜜表面上复合，但其实是想要骑驴找马报复男友根据聊天记录和对方描述自己的闺蜜，我想自己也被计划当成报复的工具了，呵呵时间已过我该如何跟她表达我的愤怒？",
    "annotation": [
      {
        "sentence": "暧昧无果后，才发现对方是有男友自己被当成报复工具？",
        "label": ""
      },
      {
        "sentence": "20+，同事关系对方对外宣称自己单身，我与对方暧昧了3个月（特别亲近的那种就差表白，她也向同事表达过对我有好感），其实在这期间拿着她手机的时候有几次看到有一个男性名字的会发一些问候的消息，我记住了这个名字，但没当回事。",
        "label": ""
      },
      {
        "sentence": "在前两个星期对方告诉别的同事“觉得有点不太合适，只想保持朋友”，别的同事也传达给我，我挺失落的，但我没跟她明说，我便只与对方保持正常往来了。",
        "label": ""
      },
      {
        "sentence": "但是有一天晚上自己加班，并且看到对方的微信没关，我便开始非常好奇那个经常给她发消息的人到底是谁，于是一搜，在我们暧昧的三个月里的聊天全部都是“宝贝”地叫，然后从聊天中发现8月有次男方的道歉，是男方被发现微信聊天精神出轨了，但最后没有分手同时对方有次跟自己说：她闺蜜男友出轨了，她闺蜜表面上复合，但其实是想要骑驴找马报复男友根据聊天记录和对方描述自己的闺蜜，我想自己也被计划当成报复的工具了，呵呵时间已过我该如何跟她表达我的愤怒？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这种感受我能够理解。首先要看你和对方的交往初衷是什么。如果你也只是希望和她保持一种暧昧关系的话，那么在那段时间内，你们两个都是在心里有所图谋，她利用你来报复男友，虽然你们也许在享受这种模糊关系的感觉（有时候这种感觉容易混淆），但这个关系其实也带给了你刺激和满足感。第二，如果你感到受伤、愤怒，觉得自己被利用了，那么有可能你已经动了真感情。此时她属于之前欺骗了你，虽然通过别人表达希望中止关系至少说明她的本质不坏，但她说的话无心听者有意，这种诱惑给你带来了伤害，你想报复是因为不甘心，觉得自己不被人喜欢、又被利用，对自己的自尊心是一种打击。你可以通过第三者将这种被欺骗的愤怒反馈给她，看她的反应。另外，你也可以选择不报复，因为报复并不是最好的解决方式。男人任何时候最好的反击方式都是让自己变得更加强大，不要陷入到无休止的相互伤害中。此外，从另一个角度看，作为骑马找驴或者报复前对象的被利用者，这也说明在外在条件上你还是不错的，否则对方不会找一个很差劲的人来自取其辱。",
    "annotation": [
      {
        "sentence": "你这种感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "首先要看你和对方的交往初衷是什么。",
        "label": ""
      },
      {
        "sentence": "如果你也只是希望和她保持一种暧昧关系的话，那么在那段时间内，你们两个都是在心里有所图谋，她利用你来报复男友，虽然你们也许在享受这种模糊关系的感觉（有时候这种感觉容易混淆），但这个关系其实也带给了你刺激和满足感。",
        "label": ""
      },
      {
        "sentence": "第二，如果你感到受伤、愤怒，觉得自己被利用了，那么有可能你已经动了真感情。",
        "label": ""
      },
      {
        "sentence": "此时她属于之前欺骗了你，虽然通过别人表达希望中止关系至少说明她的本质不坏，但她说的话无心听者有意，这种诱惑给你带来了伤害，你想报复是因为不甘心，觉得自己不被人喜欢、又被利用，对自己的自尊心是一种打击。",
        "label": ""
      },
      {
        "sentence": "你可以通过第三者将这种被欺骗的愤怒反馈给她，看她的反应。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以选择不报复，因为报复并不是最好的解决方式。",
        "label": ""
      },
      {
        "sentence": "男人任何时候最好的反击方式都是让自己变得更加强大，不要陷入到无休止的相互伤害中。",
        "label": ""
      },
      {
        "sentence": "此外，从另一个角度看，作为骑马找驴或者报复前对象的被利用者，这也说明在外在条件上你还是不错的，否则对方不会找一个很差劲的人来自取其辱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的观点，但我对于这样的欺骗感到非常愤怒。我有点犹豫，不知道是否应该告诉她我知道了这些事情。我希望她能够明白我的感受，并向我道歉。",
    "annotation": [
      {
        "sentence": "我明白你的观点，但我对于这样的欺骗感到非常愤怒。",
        "label": ""
      },
      {
        "sentence": "我有点犹豫，不知道是否应该告诉她我知道了这些事情。",
        "label": ""
      },
      {
        "sentence": "我希望她能够明白我的感受，并向我道歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的犹豫。告诉她你知道了这些事情是可以的，毕竟这是你的真实感受，你有权表达。她如果能够理解你的感受并向你道歉，那么你们可以尝试重新建立信任和沟通。但是无论她的反应如何，你要保持冷静和理智，不要让愤怒控制你的情绪。",
    "annotation": [
      {
        "sentence": "我理解你的犹豫。",
        "label": ""
      },
      {
        "sentence": "告诉她你知道了这些事情是可以的，毕竟这是你的真实感受，你有权表达。",
        "label": ""
      },
      {
        "sentence": "她如果能够理解你的感受并向你道歉，那么你们可以尝试重新建立信任和沟通。",
        "label": ""
      },
      {
        "sentence": "但是无论她的反应如何，你要保持冷静和理智，不要让愤怒控制你的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着与她进行一次认真的对话，让她了解我受到了伤害，并希望她能够给予我一个解释和道歉的机会。我也会尽量保持冷静，不让情绪影响我对这个问题的处理。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着与她进行一次认真的对话，让她了解我受到了伤害，并希望她能够给予我一个解释和道歉的机会。",
        "label": ""
      },
      {
        "sentence": "我也会尽量保持冷静，不让情绪影响我对这个问题的处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这是一个积极的决定。与她进行一次认真的对话可以帮助你们解开心结，同时也是一个检验她是否真心对待你的机会。记住，在对话中要保持开放的心态，听取她的解释，并在冷静的状态下做出决定。无论结果如何，都要以自己的幸福和尊严为重。",
    "annotation": [
      {
        "sentence": "很好，这是一个积极的决定。",
        "label": ""
      },
      {
        "sentence": "与她进行一次认真的对话可以帮助你们解开心结，同时也是一个检验她是否真心对待你的机会。",
        "label": ""
      },
      {
        "sentence": "记住，在对话中要保持开放的心态，听取她的解释，并在冷静的状态下做出决定。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，都要以自己的幸福和尊严为重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议和支持，我现在感觉稍微放心一些了。我会尽快和她约谈，希望事情能够有一个好的解决方案。",
    "annotation": [
      {
        "sentence": "感谢你的建议和支持，我现在感觉稍微放心一些了。",
        "label": ""
      },
      {
        "sentence": "我会尽快和她约谈，希望事情能够有一个好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。相信你能够处理好这个问题，无论结果如何，记住重要的是保护好自己的心理健康和情感需求。如果你需要任何进一步的支持，随时来找我都可以。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "相信你能够处理好这个问题，无论结果如何，记住重要的是保护好自己的心理健康和情感需求。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持，随时来找我都可以。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的鼓励和支持。我会时刻关注自己的情绪和需求，并及时寻求帮助。谢谢你！",
    "annotation": [
      {
        "sentence": "好的，谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会时刻关注自己的情绪和需求，并及时寻求帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望你能够早日走出困境。记得要关爱自己，相信自己的选择，一切都会好起来的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，希望你能够早日走出困境。",
        "label": ""
      },
      {
        "sentence": "记得要关爱自己，相信自己的选择，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]