[
  {
    "role": "client",
    "content": "暧昧无果后，才发现对方是有男友自己被当成报复工具？20+，同事关系对方对外宣称自己单身，我与对方暧昧了3个月（特别亲近的那种就差表白，她也向同事表达过对我有好感），其实在这期间拿着她手机的时候有几次看到有一个男性名字的会发一些问候的消息，我记住了这个名字，但没当回事。在前两个星期对方告诉别的同事“觉得有点不太合适，只想保持朋友”，别的同事也传达给我，我挺失落的，但我没跟她明说，我便只与对方保持正常往来了。但是有一天晚上自己加班，并且看到对方的微信没关，我便开始非常好奇那个经常给她发消息的人到底是谁，于是一搜，在我们暧昧的三个月里的聊天全部都是“宝贝”地叫，然后从聊天中发现8月有次男方的道歉，是男方被发现微信聊天精神出轨了，但最后没有分手同时对方有次跟自己说：她闺蜜男友出轨了，她闺蜜表面上复合，但其实是想要骑驴找马报复男友根据聊天记录和对方描述自己的闺蜜，我想自己也被计划当成报复的工具了，呵呵时间已过我该如何跟她表达我的愤怒？",
    "annotation": [
      {
        "sentence": "暧昧无果后，才发现对方是有男友自己被当成报复工具？",
        "label": ""
      },
      {
        "sentence": "20+，同事关系对方对外宣称自己单身，我与对方暧昧了3个月（特别亲近的那种就差表白，她也向同事表达过对我有好感），其实在这期间拿着她手机的时候有几次看到有一个男性名字的会发一些问候的消息，我记住了这个名字，但没当回事。",
        "label": ""
      },
      {
        "sentence": "在前两个星期对方告诉别的同事“觉得有点不太合适，只想保持朋友”，别的同事也传达给我，我挺失落的，但我没跟她明说，我便只与对方保持正常往来了。",
        "label": ""
      },
      {
        "sentence": "但是有一天晚上自己加班，并且看到对方的微信没关，我便开始非常好奇那个经常给她发消息的人到底是谁，于是一搜，在我们暧昧的三个月里的聊天全部都是“宝贝”地叫，然后从聊天中发现8月有次男方的道歉，是男方被发现微信聊天精神出轨了，但最后没有分手同时对方有次跟自己说：她闺蜜男友出轨了，她闺蜜表面上复合，但其实是想要骑驴找马报复男友根据聊天记录和对方描述自己的闺蜜，我想自己也被计划当成报复的工具了，呵呵时间已过我该如何跟她表达我的愤怒？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你感到很失望和愤怒，这是可以理解的。但是在面对这种情况时，我们需要冷静和理智。首先，你应该明确自己的感受并接受它们，不要抑制或忽略它们。然后，你可以尝试重新思考这个问题。比如说，你们之间的关系并没有变得尴尬或难以处理，而且你也获得了一些有关人际关系和恋爱的知识和经验，在充分掌握这些知识后，下一次你就可以在关系中更加自信和成熟。你也不应该把自己看成报复使用的工具。更重要的是，你需要坚信你是一个独立的、有价值的人，而不是别人计划中的一部分。",
    "annotation": [
      {
        "sentence": "听起来你感到很失望和愤怒，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是在面对这种情况时，我们需要冷静和理智。",
        "label": ""
      },
      {
        "sentence": "首先，你应该明确自己的感受并接受它们，不要抑制或忽略它们。",
        "label": ""
      },
      {
        "sentence": "然后，你可以尝试重新思考这个问题。",
        "label": ""
      },
      {
        "sentence": "比如说，你们之间的关系并没有变得尴尬或难以处理，而且你也获得了一些有关人际关系和恋爱的知识和经验，在充分掌握这些知识后，下一次你就可以在关系中更加自信和成熟。",
        "label": ""
      },
      {
        "sentence": "你也不应该把自己看成报复使用的工具。",
        "label": ""
      },
      {
        "sentence": "更重要的是，你需要坚信你是一个独立的、有价值的人，而不是别人计划中的一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我感觉她是在欺骗我，因为她曾经对我们同事说她单身，而这完全是个谎言。我真的很受伤。",
    "annotation": [
      {
        "sentence": "但是我感觉她是在欺骗我，因为她曾经对我们同事说她单身，而这完全是个谎言。",
        "label": ""
      },
      {
        "sentence": "我真的很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是非常正常的，但你需要知道，她的行为和言语是她自己的责任，并不能怪罪你。而且，如果你选择展现出自信和成熟，即使她的行为再怎么不健康或自私，你也会对自己获得更多的信任和尊重。不要让她的行为影响你的价值和尊重。",
    "annotation": [
      {
        "sentence": "你的感受是非常正常的，但你需要知道，她的行为和言语是她自己的责任，并不能怪罪你。",
        "label": ""
      },
      {
        "sentence": "而且，如果你选择展现出自信和成熟，即使她的行为再怎么不健康或自私，你也会对自己获得更多的信任和尊重。",
        "label": ""
      },
      {
        "sentence": "不要让她的行为影响你的价值和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在很困惑，应该继续和她保持联系吗？",
    "annotation": [
      {
        "sentence": "我现在很困惑，应该继续和她保持联系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这就要取决于你，你需要考虑你自己的感受和想法。建议你在做出任何决定前，先冷静思考自己的感受和需要。最重要的是，不要随便做出决定。如果你还需要时间来缓解情绪，那么也可以先使用时间来帮助你摆脱情绪，然后再做出更明智的决定。",
    "annotation": [
      {
        "sentence": "这就要取决于你，你需要考虑你自己的感受和想法。",
        "label": ""
      },
      {
        "sentence": "建议你在做出任何决定前，先冷静思考自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不要随便做出决定。",
        "label": ""
      },
      {
        "sentence": "如果你还需要时间来缓解情绪，那么也可以先使用时间来帮助你摆脱情绪，然后再做出更明智的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那如果我最后决定和她继续保持联系，我应该怎么做？",
    "annotation": [
      {
        "sentence": "那如果我最后决定和她继续保持联系，我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你决定和她继续保持联系，你需要确保你的边界被尊重，并对你自己的感受和需要有认识。你应该清晰和直接地分享你对她的感觉和观点，并且坚持坚守自己的边界。如果遇到问题，你可以考虑一下自己的需要和能够接受的程度，并且在这个基础上与她进行谈话。同时，你需要获得更多的信息，如果有必要，可以请她明确告诉你她对你的感受和想法，以帮助你做出更明智的决定。",
    "annotation": [
      {
        "sentence": "如果你决定和她继续保持联系，你需要确保你的边界被尊重，并对你自己的感受和需要有认识。",
        "label": ""
      },
      {
        "sentence": "你应该清晰和直接地分享你对她的感觉和观点，并且坚持坚守自己的边界。",
        "label": ""
      },
      {
        "sentence": "如果遇到问题，你可以考虑一下自己的需要和能够接受的程度，并且在这个基础上与她进行谈话。",
        "label": ""
      },
      {
        "sentence": "同时，你需要获得更多的信息，如果有必要，可以请她明确告诉你她对你的感受和想法，以帮助你做出更明智的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴我的建议对你有帮助。记得要时刻关注自己的感受和需要，并且时时刻刻保持自信和成熟，你会遇到很多美好的人和事情的。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴我的建议对你有帮助。",
        "label": ""
      },
      {
        "sentence": "记得要时刻关注自己的感受和需要，并且时时刻刻保持自信和成熟，你会遇到很多美好的人和事情的。",
        "label": ""
      }
    ]
  }
]