[
  {
    "role": "client",
    "content": "跟前女友分手了，很后悔，很难受感觉自己都不想活了…我们是网恋，一开始我们谈过后了分手了过了两年我又去找她复合了，最开始分手其实我感觉我并不喜欢她。这一次又分手了。一开始我们很好我对她也很好，后来我对她爱答不理，然后她一直还在坚持，然后她提出分手我突然就很后悔，很后悔没有注意到她的不开心，很后悔没有好好珍惜她，我们见过面。现在很难受想死的心都有了感觉很对不起她。",
    "annotation": [
      {
        "sentence": "跟前女友分手了，很后悔，很难受感觉自己都不想活了…我们是网恋，一开始我们谈过后了分手了过了两年我又去找她复合了，最开始分手其实我感觉我并不喜欢她。",
        "label": ""
      },
      {
        "sentence": "这一次又分手了。",
        "label": ""
      },
      {
        "sentence": "一开始我们很好我对她也很好，后来我对她爱答不理，然后她一直还在坚持，然后她提出分手我突然就很后悔，很后悔没有注意到她的不开心，很后悔没有好好珍惜她，我们见过面。",
        "label": ""
      },
      {
        "sentence": "现在很难受想死的心都有了感觉很对不起她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，面对和女朋友分手，内心肯定是无比难过的，可以看出你也很后悔，很希望能再复合。不过，从侧面好像也看出你很纠结，不知道该怎么和女友好好相处，让人感觉你很需要一种亲密关系，但是必须由你掌握，通俗点来说：就是需要的时候你应该在，不需要的时候，你应该走开。（当然，这都只是个人的一种推测，不准勿怪）",
    "annotation": [
      {
        "sentence": "朋友，面对和女朋友分手，内心肯定是无比难过的，可以看出你也很后悔，很希望能再复合。",
        "label": ""
      },
      {
        "sentence": "不过，从侧面好像也看出你很纠结，不知道该怎么和女友好好相处，让人感觉你很需要一种亲密关系，但是必须由你掌握，通俗点来说：就是需要的时候你应该在，不需要的时候，你应该走开。",
        "label": ""
      },
      {
        "sentence": "（当然，这都只是个人的一种推测，不准勿怪）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我真的觉得很纠结。有时候我觉得我需要她的陪伴，但有时候我却又对她冷淡，不知道怎么调整我的情绪和态度。",
    "annotation": [
      {
        "sentence": "你说的很对，我真的觉得很纠结。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得我需要她的陪伴，但有时候我却又对她冷淡，不知道怎么调整我的情绪和态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪和态度是可以调整的，可以试着思考一下，你对她有哪些不开心或者不满意的地方，然后希望她能够改变，或者你自己能够接受的方式是怎样的。对于你的纠结，我想告诉你，没有人是完美的，每个人都有自己的优点和缺点，重要的是你们能够互相包容和理解对方。",
    "annotation": [
      {
        "sentence": "情绪和态度是可以调整的，可以试着思考一下，你对她有哪些不开心或者不满意的地方，然后希望她能够改变，或者你自己能够接受的方式是怎样的。",
        "label": ""
      },
      {
        "sentence": "对于你的纠结，我想告诉你，没有人是完美的，每个人都有自己的优点和缺点，重要的是你们能够互相包容和理解对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我觉得我没有好好珍惜她，我对她的不在乎让我感到非常内疚。我现在真的很后悔，想尽一切办法去弥补我的过错，希望她能够原谅我。",
    "annotation": [
      {
        "sentence": "其实我觉得我没有好好珍惜她，我对她的不在乎让我感到非常内疚。",
        "label": ""
      },
      {
        "sentence": "我现在真的很后悔，想尽一切办法去弥补我的过错，希望她能够原谅我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的内疚和后悔。但是，过去的事情已经无法改变，现在能做的就是诚恳地向她道歉，并且试着改变自己，让她看到你的努力和成长。不要对自己太过苛责，人都会犯错，关键是能够从错误中吸取教训，并努力改正。你的诚意和付出会让她感受到你的改变。",
    "annotation": [
      {
        "sentence": "明白你的内疚和后悔。",
        "label": ""
      },
      {
        "sentence": "但是，过去的事情已经无法改变，现在能做的就是诚恳地向她道歉，并且试着改变自己，让她看到你的努力和成长。",
        "label": ""
      },
      {
        "sentence": "不要对自己太过苛责，人都会犯错，关键是能够从错误中吸取教训，并努力改正。",
        "label": ""
      },
      {
        "sentence": "你的诚意和付出会让她感受到你的改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力去做。但是现在我真的很难受，感觉自己都不想活了，有时候会想到死的念头。我不知道该怎么办才能不再这么痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力去做。",
        "label": ""
      },
      {
        "sentence": "但是现在我真的很难受，感觉自己都不想活了，有时候会想到死的念头。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才能不再这么痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，我知道你现在非常痛苦，但是死绝不是解决问题的办法。你的情绪是可以被调节和改变的，我建议你找一个能够信任的人倾诉你的内心痛苦，找到一个出口来释放你的情绪。此外，你也可以寻求专业心理咨询的帮助，专业的人士能够给你更多有效的指导和支持。",
    "annotation": [
      {
        "sentence": "朋友，我知道你现在非常痛苦，但是死绝不是解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "你的情绪是可以被调节和改变的，我建议你找一个能够信任的人倾诉你的内心痛苦，找到一个出口来释放你的情绪。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻求专业心理咨询的帮助，专业的人士能够给你更多有效的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我会试着找人倾诉一下，也会考虑寻求专业的帮助。我真的很感激你能够听我说话并给我建议，现在心里好多了。",
    "annotation": [
      {
        "sentence": "你说的有道理，我会试着找人倾诉一下，也会考虑寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "我真的很感激你能够听我说话并给我建议，现在心里好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够听你倾诉，并帮助你走出困境。记住，你并不孤单，身边有关心你的人，也有专业人士愿意为你提供帮助。要相信自己的能力，给自己一些时间和空间去面对和修复过去的伤痛，相信未来会更好。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够听你倾诉，并帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边有关心你的人，也有专业人士愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "要相信自己的能力，给自己一些时间和空间去面对和修复过去的伤痛，相信未来会更好。",
        "label": ""
      }
    ]
  }
]