[
  {
    "role": "client",
    "content": "我不能独自处理情绪，被说假善良，该怎么办？我是一个理想主义者，总是觉得书上是如何，对自我道德要求也比较高，所以对外界期待也大，对别人也很好，我特别喜欢解释自己的心理活动，话特别多，想说清楚自己为什么会这样，也经常说自己身边的事情，可能会透露出自己有趣或者善良，我的确是信奉善良的。",
    "annotation": [
      {
        "sentence": "我不能独自处理情绪，被说假善良，该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一个理想主义者，总是觉得书上是如何，对自我道德要求也比较高，所以对外界期待也大，对别人也很好，我特别喜欢解释自己的心理活动，话特别多，想说清楚自己为什么会这样，也经常说自己身边的事情，可能会透露出自己有趣或者善良，我的确是信奉善良的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到你发自内心的真诚，也感受到你那种想和他人建立连接，想被他人看见和理解的感情，生活中，你是一个非常看重他人认同的人，害怕他人的反对和不同的意见。特别是重要的人，在他们面前，哪怕是做一个关于自己的决定，也会因为担心对方不能理解，而极力说明自己的理由。",
    "annotation": [
      {
        "sentence": "感受到你发自内心的真诚，也感受到你那种想和他人建立连接，想被他人看见和理解的感情，生活中，你是一个非常看重他人认同的人，害怕他人的反对和不同的意见。",
        "label": ""
      },
      {
        "sentence": "特别是重要的人，在他们面前，哪怕是做一个关于自己的决定，也会因为担心对方不能理解，而极力说明自己的理由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实如此，我总是害怕别人不能理解我，所以不断解释自己的行为和想法。",
    "annotation": [
      {
        "sentence": "确实如此，我总是害怕别人不能理解我，所以不断解释自己的行为和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你也是一个不太敢于接纳自己负面情绪的人。当你对某人或某事产生了愤怒、厌恶、怪罪的情绪，总会下意识地为对方找理由，生怕自己有这样的情绪，会伤害到与对方的关系。有时自己明明真的很生气，但因为对方是你在意的人，你就会怀疑自己，似乎你必须有足够的理由，并且能从道理上说服自己，才能接受自己的负面情绪。",
    "annotation": [
      {
        "sentence": "你也是一个不太敢于接纳自己负面情绪的人。",
        "label": ""
      },
      {
        "sentence": "当你对某人或某事产生了愤怒、厌恶、怪罪的情绪，总会下意识地为对方找理由，生怕自己有这样的情绪，会伤害到与对方的关系。",
        "label": ""
      },
      {
        "sentence": "有时自己明明真的很生气，但因为对方是你在意的人，你就会怀疑自己，似乎你必须有足够的理由，并且能从道理上说服自己，才能接受自己的负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是觉得自己必须有充分的理由去感受负面情绪，否则就会责怪自己。",
    "annotation": [
      {
        "sentence": "是的，我总是觉得自己必须有充分的理由去感受负面情绪，否则就会责怪自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你心底常常觉得，自己有一些常人很少有的、独特而杰出的品质，比如你的真正的善良。这些品质往往也很少被他人留意到，或者很少有人懂得欣赏，因而你内心深处觉得自己很孤独。很理解你的感受，给你一个解释：你在早年时期没有得到父母很好的接纳和回应，父母按照他们的逻辑和标准对待你，没有看到你的感受和需要，你一直向外追寻这种“被看见”的需要，这其实是你在用尽全身力气向世界表达：我在这里啊，我是这样的。你需要世界看见你的存在。",
    "annotation": [
      {
        "sentence": "你心底常常觉得，自己有一些常人很少有的、独特而杰出的品质，比如你的真正的善良。",
        "label": ""
      },
      {
        "sentence": "这些品质往往也很少被他人留意到，或者很少有人懂得欣赏，因而你内心深处觉得自己很孤独。",
        "label": ""
      },
      {
        "sentence": "很理解你的感受，给你一个解释：你在早年时期没有得到父母很好的接纳和回应，父母按照他们的逻辑和标准对待你，没有看到你的感受和需要，你一直向外追寻这种“被看见”的需要，这其实是你在用尽全身力气向世界表达：我在这里啊，我是这样的。",
        "label": ""
      },
      {
        "sentence": "你需要世界看见你的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实曾经觉得自己被忽视了，而且时常渴望被他人关注和理解。",
    "annotation": [
      {
        "sentence": "我确实曾经觉得自己被忽视了，而且时常渴望被他人关注和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的倾诉、解释，都是在表达：我。我这样说，你有什么感觉？看到自己的情绪，看到自己为什么会有这些情绪，对你意义非凡。这是你成长的切入口。你需要修通关于“我”的课题，构建强大的内在自我。当你建立了强大的内在自我，你就会感到一种踏实的自在：我就在这世界上安然地存在，既不怕被误解，也不怕被反对，我忠于自己，安于自己。",
    "annotation": [
      {
        "sentence": "你的倾诉、解释，都是在表达：我。",
        "label": ""
      },
      {
        "sentence": "我这样说，你有什么感觉？",
        "label": ""
      },
      {
        "sentence": "看到自己的情绪，看到自己为什么会有这些情绪，对你意义非凡。",
        "label": ""
      },
      {
        "sentence": "这是你成长的切入口。",
        "label": ""
      },
      {
        "sentence": "你需要修通关于“我”的课题，构建强大的内在自我。",
        "label": ""
      },
      {
        "sentence": "当你建立了强大的内在自我，你就会感到一种踏实的自在：我就在这世界上安然地存在，既不怕被误解，也不怕被反对，我忠于自己，安于自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要学会接纳自己的情绪，而不是不停地解释和寻求认同。我需要修复自我，构建内在的自信。",
    "annotation": [
      {
        "sentence": "我明白了，我要学会接纳自己的情绪，而不是不停地解释和寻求认同。",
        "label": ""
      },
      {
        "sentence": "我需要修复自我，构建内在的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！当你对自己更有自信，能够真正接纳自己的情绪时，你会变得更坚强和独立。同时，也要学会给自己一些空间，减少对他人的依赖，培养自己独立处理情绪的能力。你可以开始尝试一些小的情绪管理练习，逐渐让自己变得更加内敛和独立。",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "当你对自己更有自信，能够真正接纳自己的情绪时，你会变得更坚强和独立。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会给自己一些空间，减少对他人的依赖，培养自己独立处理情绪的能力。",
        "label": ""
      },
      {
        "sentence": "你可以开始尝试一些小的情绪管理练习，逐渐让自己变得更加内敛和独立。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力实践，培养自己的内在力量和情绪管理能力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力实践，培养自己的内在力量和情绪管理能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，相信你能够做到的！记住，你值得被别人接纳和关注，也值得拥有幸福的人生。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，相信你能够做到的！",
        "label": ""
      },
      {
        "sentence": "记住，你值得被别人接纳和关注，也值得拥有幸福的人生。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会加油的！",
        "label": ""
      }
    ]
  }
]