[
  {
    "role": "client",
    "content": "我15岁，去年开始觉得自己不正常，想偷偷去检查？去年开始就很经常和爸爸妈妈吵架，原本也想好好说话但是他们也不听，情绪激动了就吵起来了…然后加上学习压力更累了，几乎每天晚上想到一些事情就会哭很久，想去医院检查但是我不想告诉爸爸妈妈，因为我觉得没有意义告诉他们，他们多半也不会在意…而且他们也不会理解只会讽刺吧…我想自己偷偷的去检查但是不知道去医院大概要用多少费用，可以有人告诉我吗？",
    "annotation": [
      {
        "sentence": "我15岁，去年开始觉得自己不正常，想偷偷去检查？",
        "label": ""
      },
      {
        "sentence": "去年开始就很经常和爸爸妈妈吵架，原本也想好好说话但是他们也不听，情绪激动了就吵起来了…然后加上学习压力更累了，几乎每天晚上想到一些事情就会哭很久，想去医院检查但是我不想告诉爸爸妈妈，因为我觉得没有意义告诉他们，他们多半也不会在意…而且他们也不会理解只会讽刺吧…我想自己偷偷的去检查但是不知道去医院大概要用多少费用，可以有人告诉我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉看到你最近状态不佳，呀～很难过，看到你这么小年纪就需要自己去面对一些情绪问题，而且没有大人的理解这个过程就更加难了，再加上你自己的经济能力不够，很多问题都不能得到解决。真的很同情你呀。看了你的描述“我想自己偷偷的去检查，但是不知道去医院大概要用多少费用”。",
    "annotation": [
      {
        "sentence": "很抱歉看到你最近状态不佳，呀～很难过，看到你这么小年纪就需要自己去面对一些情绪问题，而且没有大人的理解这个过程就更加难了，再加上你自己的经济能力不够，很多问题都不能得到解决。",
        "label": ""
      },
      {
        "sentence": "真的很同情你呀。",
        "label": ""
      },
      {
        "sentence": "看了你的描述“我想自己偷偷的去检查，但是不知道去医院大概要用多少费用”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心，我真的觉得自己很无助，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心，我真的觉得自己很无助，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，年纪轻轻就面临这些情绪困扰确实很困难。但是别太担心费用的问题，我看了一些人提到的关于心理问题检查的经验，对他们说检查并不用花费太多，可能是100到200元之间。如果你实在不想告诉爸妈的话，你可以自己存一段时间的零花钱。用这些钱去检查应该没问题的。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，年纪轻轻就面临这些情绪困扰确实很困难。",
        "label": ""
      },
      {
        "sentence": "但是别太担心费用的问题，我看了一些人提到的关于心理问题检查的经验，对他们说检查并不用花费太多，可能是100到200元之间。",
        "label": ""
      },
      {
        "sentence": "如果你实在不想告诉爸妈的话，你可以自己存一段时间的零花钱。",
        "label": ""
      },
      {
        "sentence": "用这些钱去检查应该没问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得应该可以承受这个费用。但是我还是有一些犹豫，怕去检查被爸爸妈妈发现，他们会生气。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得应该可以承受这个费用。",
        "label": ""
      },
      {
        "sentence": "但是我还是有一些犹豫，怕去检查被爸爸妈妈发现，他们会生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的犹豫，但是我建议你还是要和爸妈商量的，毕竟这和你的身体健康有关，你的父母应该会对这件事情重视起来的，你可以向他们解释你最近遇到的困境，或许他们能尝试着理解你吧。",
    "annotation": [
      {
        "sentence": "我理解你的犹豫，但是我建议你还是要和爸妈商量的，毕竟这和你的身体健康有关，你的父母应该会对这件事情重视起来的，你可以向他们解释你最近遇到的困境，或许他们能尝试着理解你吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得他们不会理解我，只会讽刺我。我也怕他们会觉得我在找借口逃避问题。",
    "annotation": [
      {
        "sentence": "我一直觉得他们不会理解我，只会讽刺我。",
        "label": ""
      },
      {
        "sentence": "我也怕他们会觉得我在找借口逃避问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多年轻人在成长过程中都会和父母产生矛盾和冲突，这是因为你们正处在价值观的形成时期，自我意识很强，有时会排斥父母强加给你的建议或者关心，这是因为你很想独立自主。不过沟通仍然是最高效的解决问题的方法，如果你能尝试着心平气和的和父母沟通，你会发现很多问题都不是你想的那么难以解决。",
    "annotation": [
      {
        "sentence": "很多年轻人在成长过程中都会和父母产生矛盾和冲突，这是因为你们正处在价值观的形成时期，自我意识很强，有时会排斥父母强加给你的建议或者关心，这是因为你很想独立自主。",
        "label": ""
      },
      {
        "sentence": "不过沟通仍然是最高效的解决问题的方法，如果你能尝试着心平气和的和父母沟通，你会发现很多问题都不是你想的那么难以解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得或许我应该试试和爸爸妈妈好好沟通一下，让他们知道我真正的感受。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得或许我应该试试和爸爸妈妈好好沟通一下，让他们知道我真正的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，沟通是很重要的，爸爸妈妈也是希望你能更好地成长和发展的。你可以向他们解释你的感受和困惑，希望他们理解并支持你。如果他们知道你有这些问题，他们也会更关心你的身心健康的。",
    "annotation": [
      {
        "sentence": "是的，沟通是很重要的，爸爸妈妈也是希望你能更好地成长和发展的。",
        "label": ""
      },
      {
        "sentence": "你可以向他们解释你的感受和困惑，希望他们理解并支持你。",
        "label": ""
      },
      {
        "sentence": "如果他们知道你有这些问题，他们也会更关心你的身心健康的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。谢谢你的建议和支持，我会试着和爸爸妈妈好好谈谈，希望能解决这些问题。",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我会试着和爸爸妈妈好好谈谈，希望能解决这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望你能顺利解决这些问题，如果还有其他困扰或者需要帮助的地方，随时都可以找我倾诉哦。祝福你早日走出困境，健康快乐地成长！",
    "annotation": [
      {
        "sentence": "不客气，我希望你能顺利解决这些问题，如果还有其他困扰或者需要帮助的地方，随时都可以找我倾诉哦。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出困境，健康快乐地成长！",
        "label": ""
      }
    ]
  }
]