[
  {
    "role": "client",
    "content": "我爸一心向着他的原生家庭，不顾我和我妈的感受？因为一些事情，我妈受了委屈，我也受到波及，我爸只顾着护着他的亲人，我把这个苦果咽了下去，确形成了一个心结，凡是再遭受一点，我就控制不住自己的情绪，对我爸容易歇斯底里，容易掉眼泪，而且控制不住自己悲观的情绪，我自己都觉得不好，但是控制不好，怎么办。",
    "annotation": [
      {
        "sentence": "我爸一心向着他的原生家庭，不顾我和我妈的感受？",
        "label": ""
      },
      {
        "sentence": "因为一些事情，我妈受了委屈，我也受到波及，我爸只顾着护着他的亲人，我把这个苦果咽了下去，确形成了一个心结，凡是再遭受一点，我就控制不住自己的情绪，对我爸容易歇斯底里，容易掉眼泪，而且控制不住自己悲观的情绪，我自己都觉得不好，但是控制不好，怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个一心向着原生家庭的爸，一个备受委屈无助的妈，一个为妈和家庭打抱不平的孩子，你现在的家庭状态大致是这样。面对这样的状态，你估计从小就在这种难以言说、又充满疑问的氛围中长大。",
    "annotation": [
      {
        "sentence": "一个一心向着原生家庭的爸，一个备受委屈无助的妈，一个为妈和家庭打抱不平的孩子，你现在的家庭状态大致是这样。",
        "label": ""
      },
      {
        "sentence": "面对这样的状态，你估计从小就在这种难以言说、又充满疑问的氛围中长大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从小就觉得很困惑和委屈，觉得爸爸不够关心我和妈妈，总是护着他的亲人。",
    "annotation": [
      {
        "sentence": "是的，我从小就觉得很困惑和委屈，觉得爸爸不够关心我和妈妈，总是护着他的亲人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对心不在家的爸时，内心对他肯定是非常地愤怒，又有很多疑问，为什么爸爸不像其他爸爸一样爱自己的家呢，为什么总是以他的原生家庭为先呢，为什么自己是爸爸的女儿却总不如其亲人呢？很多问题想不通呀。但你又是比较懂事的孩子，不会过多的为自己争取（更多的是为妈妈抱不平，争取）。",
    "annotation": [
      {
        "sentence": "面对心不在家的爸时，内心对他肯定是非常地愤怒，又有很多疑问，为什么爸爸不像其他爸爸一样爱自己的家呢，为什么总是以他的原生家庭为先呢，为什么自己是爸爸的女儿却总不如其亲人呢？",
        "label": ""
      },
      {
        "sentence": "很多问题想不通呀。",
        "label": ""
      },
      {
        "sentence": "但你又是比较懂事的孩子，不会过多的为自己争取（更多的是为妈妈抱不平，争取）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我确实很生气，觉得爸爸对我和妈妈不公平，不过，也许我还是太不成熟，不会为自己争取权益。",
    "annotation": [
      {
        "sentence": "对，我确实很生气，觉得爸爸对我和妈妈不公平，不过，也许我还是太不成熟，不会为自己争取权益。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对委屈无助的妈时，对弱势的妈妈，一方面你也很心疼她，但又不知如何帮到她，妈妈的无助、委屈只有你一人能够看见，能理解；妈妈似乎也只有你这个“代言人”或“同盟者”。所以无形中，你会背负一部分妈妈的情绪，在面对爸爸时会把这一部分情绪发泄到他身上，这也是很自然的。",
    "annotation": [
      {
        "sentence": "面对委屈无助的妈时，对弱势的妈妈，一方面你也很心疼她，但又不知如何帮到她，妈妈的无助、委屈只有你一人能够看见，能理解；妈妈似乎也只有你这个“代言人”或“同盟者”。",
        "label": ""
      },
      {
        "sentence": "所以无形中，你会背负一部分妈妈的情绪，在面对爸爸时会把这一部分情绪发泄到他身上，这也是很自然的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能帮到妈妈，但是有时候我不知道该怎么做，也不能总是为她争取，因为我也怕惹怒爸爸。",
    "annotation": [
      {
        "sentence": "我希望能帮到妈妈，但是有时候我不知道该怎么做，也不能总是为她争取，因为我也怕惹怒爸爸。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对自己的情绪状态时。“容易歇斯底里，掉眼泪，控制不住自己悲观的情绪”这些都是长期负面情绪积压下的反应，这一部分需要你多去关注下自己的内心动态。忍不住的掉眼泪、悲伤、歇斯底里也是一种对家庭现状的不满、愤怒、绝望的反应。",
    "annotation": [
      {
        "sentence": "面对自己的情绪状态时。",
        "label": ""
      },
      {
        "sentence": "“容易歇斯底里，掉眼泪，控制不住自己悲观的情绪”这些都是长期负面情绪积压下的反应，这一部分需要你多去关注下自己的内心动态。",
        "label": ""
      },
      {
        "sentence": "忍不住的掉眼泪、悲伤、歇斯底里也是一种对家庭现状的不满、愤怒、绝望的反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己的情绪一直很乱，也很害怕失去控制。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己的情绪一直很乱，也很害怕失去控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在家庭中，对爸爸的愤怒，对妈妈的同情，对自己的疑惑和对家庭的不满，你需要去慢慢的察觉，分清楚并试着用语言表达或记录下来，梳理自己的内心需求。哪些是希望家人改变的，哪些是希望自己能改变的，哪些是自己需要去担负的，哪些是爸妈分别需要担负的。如果父母不愿意负担自己的那部分，自己是否要去背负。家庭是一个系统，需要每个人都有一些松动和改变，这里面需要有觉察能力与敢于改变的勇气。",
    "annotation": [
      {
        "sentence": "在家庭中，对爸爸的愤怒，对妈妈的同情，对自己的疑惑和对家庭的不满，你需要去慢慢的察觉，分清楚并试着用语言表达或记录下来，梳理自己的内心需求。",
        "label": ""
      },
      {
        "sentence": "哪些是希望家人改变的，哪些是希望自己能改变的，哪些是自己需要去担负的，哪些是爸妈分别需要担负的。",
        "label": ""
      },
      {
        "sentence": "如果父母不愿意负担自己的那部分，自己是否要去背负。",
        "label": ""
      },
      {
        "sentence": "家庭是一个系统，需要每个人都有一些松动和改变，这里面需要有觉察能力与敢于改变的勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我觉得我需要学会更好地表达自己的需求，并且也需要接受家庭中每个人都有不同的角色和责任。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要学会更好地表达自己的需求，并且也需要接受家庭中每个人都有不同的角色和责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的认识已经非常清晰了。希望你能够通过逐渐调整自己的心态和沟通方式，逐渐得到家庭的改善和支持。祝愿你~。",
    "annotation": [
      {
        "sentence": "很好，你的认识已经非常清晰了。",
        "label": ""
      },
      {
        "sentence": "希望你能够通过逐渐调整自己的心态和沟通方式，逐渐得到家庭的改善和支持。",
        "label": ""
      },
      {
        "sentence": "祝愿你~。",
        "label": ""
      }
    ]
  }
]