[
  {
    "role": "client",
    "content": "看到的别人比自己好，总是否定和指责自己？自己的不擅长和别人交往，没什么特别要好的朋友，平时不知道也不擅长和别人维持关系，当自己需要朋友一起吃饭一起玩需要别人帮助的时候，感觉身边没有什么人。自己的身体有慢性病，需要非常养生的活着，其实有时候会感觉有些崩溃，会去吃很多对自己来说不健康的食物，有时候别人那么轻易就能得到的健康，自己却要花那么大的努力都只是得到微乎其微的结果。现在还在读书，学习成绩比不上别人，人际交往比不上别人，独立生活的能力也比不上别人，一直都是在依靠家里和男朋友，真的感觉自己很差劲。",
    "annotation": [
      {
        "sentence": "看到的别人比自己好，总是否定和指责自己？",
        "label": ""
      },
      {
        "sentence": "自己的不擅长和别人交往，没什么特别要好的朋友，平时不知道也不擅长和别人维持关系，当自己需要朋友一起吃饭一起玩需要别人帮助的时候，感觉身边没有什么人。",
        "label": ""
      },
      {
        "sentence": "自己的身体有慢性病，需要非常养生的活着，其实有时候会感觉有些崩溃，会去吃很多对自己来说不健康的食物，有时候别人那么轻易就能得到的健康，自己却要花那么大的努力都只是得到微乎其微的结果。",
        "label": ""
      },
      {
        "sentence": "现在还在读书，学习成绩比不上别人，人际交往比不上别人，独立生活的能力也比不上别人，一直都是在依靠家里和男朋友，真的感觉自己很差劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的字里行间能感受的到你的困扰，给你个有力的拥抱希望我的回答能对你有帮助。你现在的困扰是感觉自己的身体不好，学习成绩也不是特别好不善于交际感觉没什么朋友，也不够独立我想说的是你太妄自菲薄了，太不自信了，只看到了自己的缺点，完全没有看到自己的优点，每个人都有自己的优点只是你一直在盯着你的缺点看了就看不到自己的优点了。",
    "annotation": [
      {
        "sentence": "从你的字里行间能感受的到你的困扰，给你个有力的拥抱希望我的回答能对你有帮助。",
        "label": ""
      },
      {
        "sentence": "你现在的困扰是感觉自己的身体不好，学习成绩也不是特别好不善于交际感觉没什么朋友，也不够独立我想说的是你太妄自菲薄了，太不自信了，只看到了自己的缺点，完全没有看到自己的优点，每个人都有自己的优点只是你一直在盯着你的缺点看了就看不到自己的优点了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我确实没有注意到自己的优点。但是我真的很焦虑，总觉得自己的缺点和不足会让别人对我产生厌恶和不屑。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我确实没有注意到自己的优点。",
        "label": ""
      },
      {
        "sentence": "但是我真的很焦虑，总觉得自己的缺点和不足会让别人对我产生厌恶和不屑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太担心，每个人都有自己的优缺点，旁人也不会完全只看到你的缺点。除了关注自己的不足，更要看到自己的优点，这样才能增强自信。建议你多关注一些积极向上的事情，多认识一些积极乐观的人，这样会对你的情绪和态度有所帮助。",
    "annotation": [
      {
        "sentence": "不要太担心，每个人都有自己的优缺点，旁人也不会完全只看到你的缺点。",
        "label": ""
      },
      {
        "sentence": "除了关注自己的不足，更要看到自己的优点，这样才能增强自信。",
        "label": ""
      },
      {
        "sentence": "建议你多关注一些积极向上的事情，多认识一些积极乐观的人，这样会对你的情绪和态度有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我真的不擅长和人交往，不知道该怎么去结交新朋友。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我真的不擅长和人交往，不知道该怎么去结交新朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，每个人对交往都有自己的困难和不适应。你可以先观察身边交际能力比较强的人，看他们怎么和别人聊天，怎么和别人相处，先试着模仿别人的方法去做，不管三七二十一先去做了，然后再去找出自己的风格。也可以去看一些有关沟通和交际的书籍或者有关讲座等，学习交际的技巧，慢慢的运用到生活中。",
    "annotation": [
      {
        "sentence": "没关系，每个人对交往都有自己的困难和不适应。",
        "label": ""
      },
      {
        "sentence": "你可以先观察身边交际能力比较强的人，看他们怎么和别人聊天，怎么和别人相处，先试着模仿别人的方法去做，不管三七二十一先去做了，然后再去找出自己的风格。",
        "label": ""
      },
      {
        "sentence": "也可以去看一些有关沟通和交际的书籍或者有关讲座等，学习交际的技巧，慢慢的运用到生活中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来像是个好主意，我会尝试着去模仿和学习别人的交往方式。除了这些，你还有其他关于交际的建议吗？",
    "annotation": [
      {
        "sentence": "听起来像是个好主意，我会尝试着去模仿和学习别人的交往方式。",
        "label": ""
      },
      {
        "sentence": "除了这些，你还有其他关于交际的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！没事的时候不要一直自己待着，多参加一些活动，走出去多认识一些人，感觉聊的开的，就试着和她们做朋友，让她们看到你的真心，她们也会真心待你的，你一定会认识到朋友的。把自己擅长的事情做到极致，我们每个人都自己擅长的领域，找出自己擅长的事情，把自己擅长的事情用心去做，做饭极致。得到别人的认可和赞美，这样不但能使自己优秀，还能提升自己的自信心了。",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "没事的时候不要一直自己待着，多参加一些活动，走出去多认识一些人，感觉聊的开的，就试着和她们做朋友，让她们看到你的真心，她们也会真心待你的，你一定会认识到朋友的。",
        "label": ""
      },
      {
        "sentence": "把自己擅长的事情做到极致，我们每个人都自己擅长的领域，找出自己擅长的事情，把自己擅长的事情用心去做，做饭极致。",
        "label": ""
      },
      {
        "sentence": "得到别人的认可和赞美，这样不但能使自己优秀，还能提升自己的自信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的建议，我会努力把自己擅长的事情做到极致，并尝试通过参加活动来认识更多的人。但是，我还是很在意自己的身体问题和学习成绩不好的困扰。",
    "annotation": [
      {
        "sentence": "我理解了你的建议，我会努力把自己擅长的事情做到极致，并尝试通过参加活动来认识更多的人。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很在意自己的身体问题和学习成绩不好的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "身体不好和学习成绩的问题是可以通过努力改善的，你有提到自己的身体不好，要非常养生的生活，这是一个非常好的习惯，如果一直坚持下去将会获益终身，有多少人因为不注意生活习惯、不注意饮食导致身体出现状况。学习方便谋事在人成事在天，自己尽了最大的努力去做了，自己不后悔就可以了。",
    "annotation": [
      {
        "sentence": "身体不好和学习成绩的问题是可以通过努力改善的，你有提到自己的身体不好，要非常养生的生活，这是一个非常好的习惯，如果一直坚持下去将会获益终身，有多少人因为不注意生活习惯、不注意饮食导致身体出现状况。",
        "label": ""
      },
      {
        "sentence": "学习方便谋事在人成事在天，自己尽了最大的努力去做了，自己不后悔就可以了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会将这些建议牢记在心，并积极努力改变自己的困境，提升自己的自信心和交际能力。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会将这些建议牢记在心，并积极努力改变自己的困境，提升自己的自信心和交际能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个很勇敢的人，我相信你一定能够克服这些困难，取得更好的发展。记住，不要忽视自己的优点和努力，坚持相信自己，未来一定会更好的！",
    "annotation": [
      {
        "sentence": "你是个很勇敢的人，我相信你一定能够克服这些困难，取得更好的发展。",
        "label": ""
      },
      {
        "sentence": "记住，不要忽视自己的优点和努力，坚持相信自己，未来一定会更好的！",
        "label": ""
      }
    ]
  }
]