[
  {
    "role": "client",
    "content": "看到的别人比自己好，总是否定和指责自己？自己的不擅长和别人交往，没什么特别要好的朋友，平时不知道也不擅长和别人维持关系，当自己需要朋友一起吃饭一起玩需要别人帮助的时候，感觉身边没有什么人。",
    "annotation": [
      {
        "sentence": "看到的别人比自己好，总是否定和指责自己？",
        "label": ""
      },
      {
        "sentence": "自己的不擅长和别人交往，没什么特别要好的朋友，平时不知道也不擅长和别人维持关系，当自己需要朋友一起吃饭一起玩需要别人帮助的时候，感觉身边没有什么人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "总是看到别人的好，进而轻易否定自己，其实是特别不尊重自己，对自我有失偏颇的一种负面评价，如何改善这种消极的心态呢？希望我的回答能够帮助到你哈～",
    "annotation": [
      {
        "sentence": "总是看到别人的好，进而轻易否定自己，其实是特别不尊重自己，对自我有失偏颇的一种负面评价，如何改善这种消极的心态呢？",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够帮助到你哈～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道自己应该积极看待自己，但总是忍不住拿别人来比较。我真的不知道怎么改变这种心态。",
    "annotation": [
      {
        "sentence": "我也知道自己应该积极看待自己，但总是忍不住拿别人来比较。",
        "label": ""
      },
      {
        "sentence": "我真的不知道怎么改变这种心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实改变这种心态需要一定的时间和努力，但你可以尝试从另一个角度看待这个问题。每个人都有自己的优点和特长，而不是每个人都应该一样。你可以尝试关注一下自己的优点和擅长的领域，培养自己的自信心。",
    "annotation": [
      {
        "sentence": "其实改变这种心态需要一定的时间和努力，但你可以尝试从另一个角度看待这个问题。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和特长，而不是每个人都应该一样。",
        "label": ""
      },
      {
        "sentence": "你可以尝试关注一下自己的优点和擅长的领域，培养自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我确实有一些自卑心理，可能是因为之前的一些经历导致的。要如何克服这种自卑感呢？",
    "annotation": [
      {
        "sentence": "我想我确实有一些自卑心理，可能是因为之前的一些经历导致的。",
        "label": ""
      },
      {
        "sentence": "要如何克服这种自卑感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "克服自卑感需要找出自卑的原因，并努力改变这种看法。你可以试着回顾一下之前的经历，找出那些让你感到自卑的事件，然后告诉自己那只是过去了不再重要，你可以从中吸取教训，变得更加坚强自信。",
    "annotation": [
      {
        "sentence": "克服自卑感需要找出自卑的原因，并努力改变这种看法。",
        "label": ""
      },
      {
        "sentence": "你可以试着回顾一下之前的经历，找出那些让你感到自卑的事件，然后告诉自己那只是过去了不再重要，你可以从中吸取教训，变得更加坚强自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。但是我感觉自己跟别人相比真的很差劲，不管是学习还是人际交往方面都比不上别人。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是我感觉自己跟别人相比真的很差劲，不管是学习还是人际交往方面都比不上别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于人际交往其实没有人规定自己与他人该保持怎样的距离，是亲密还是生疏其实取决于个人的舒适程度，而不是他人是如何交友的。你只要自己感到舒心，哪怕和所有人都保持一定距离其实也没事的。所以没必要因为自己没有亲密的，十分合得来的好朋友而否定自我。",
    "annotation": [
      {
        "sentence": "关于人际交往其实没有人规定自己与他人该保持怎样的距离，是亲密还是生疏其实取决于个人的舒适程度，而不是他人是如何交友的。",
        "label": ""
      },
      {
        "sentence": "你只要自己感到舒心，哪怕和所有人都保持一定距离其实也没事的。",
        "label": ""
      },
      {
        "sentence": "所以没必要因为自己没有亲密的，十分合得来的好朋友而否定自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该学会接受自己，并且珍惜自己所拥有的。但有时候我还是会感到失落，特别是在需要朋友帮助的时候。",
    "annotation": [
      {
        "sentence": "我明白了，我应该学会接受自己，并且珍惜自己所拥有的。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会感到失落，特别是在需要朋友帮助的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于朋友的帮助，你可以试着主动与人沟通，分享自己的需求和感受。也许有些人愿意帮助你，只是你没有尝试去寻求帮助。同时，你也可以考虑加入一些兴趣小组或社交活动，认识一些志同道合的朋友，相信他们会愿意帮助你的。",
    "annotation": [
      {
        "sentence": "关于朋友的帮助，你可以试着主动与人沟通，分享自己的需求和感受。",
        "label": ""
      },
      {
        "sentence": "也许有些人愿意帮助你，只是你没有尝试去寻求帮助。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑加入一些兴趣小组或社交活动，认识一些志同道合的朋友，相信他们会愿意帮助你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着主动与人沟通，寻求帮助的。还有一件事情困扰着我，我的身体有慢性病，需要非常养生的活着，但有时候我会情绪不稳，吃很多对自己来说不健康的食物。",
    "annotation": [
      {
        "sentence": "嗯，我会试着主动与人沟通，寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "还有一件事情困扰着我，我的身体有慢性病，需要非常养生的活着，但有时候我会情绪不稳，吃很多对自己来说不健康的食物。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于健康你的慢性病建议到医院接受相关正规检查，在日常养成良好的遵医行为，不要因为短时间内的情绪难以调节就轻易为难自己的身体。关于健康，其实生儿健康是一件很幸运的事，你只是没有那么幸运而已。但这并不代表，你不够好，我们要学会发现自己所拥有的来提升自我的幸福指数。例如，对比起先天残疾的人而言，你四肢健全其实就是一种优势和幸运。",
    "annotation": [
      {
        "sentence": "关于健康你的慢性病建议到医院接受相关正规检查，在日常养成良好的遵医行为，不要因为短时间内的情绪难以调节就轻易为难自己的身体。",
        "label": ""
      },
      {
        "sentence": "关于健康，其实生儿健康是一件很幸运的事，你只是没有那么幸运而已。",
        "label": ""
      },
      {
        "sentence": "但这并不代表，你不够好，我们要学会发现自己所拥有的来提升自我的幸福指数。",
        "label": ""
      },
      {
        "sentence": "例如，对比起先天残疾的人而言，你四肢健全其实就是一种优势和幸运。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会更加珍惜自己的优势和幸运。但是我还是感到自己的生活能力不如别人，总是依赖家人和男朋友。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会更加珍惜自己的优势和幸运。",
        "label": ""
      },
      {
        "sentence": "但是我还是感到自己的生活能力不如别人，总是依赖家人和男朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "独立生活能力是需要时间和经验积累的，不必过于苛求自己。你可以尝试去解决一些小事情，逐渐提高自己的生活能力。同时也要相信自己的潜力和能力，你可以通过学习和努力来提升自己，逐渐变得更加独立。",
    "annotation": [
      {
        "sentence": "独立生活能力是需要时间和经验积累的，不必过于苛求自己。",
        "label": ""
      },
      {
        "sentence": "你可以尝试去解决一些小事情，逐渐提高自己的生活能力。",
        "label": ""
      },
      {
        "sentence": "同时也要相信自己的潜力和能力，你可以通过学习和努力来提升自己，逐渐变得更加独立。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试去改变自己的看法和提高自己的生活能力。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试去改变自己的看法和提高自己的生活能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你可以做到的。记住，相信自己值得好好被爱，你要相信，你的存在是有价值的，你父母以及你男朋友对你的爱，是因为你值得。不必因为别人的爱，而去检讨自己是否值得被爱。你值得！祝好～",
    "annotation": [
      {
        "sentence": "不客气，我相信你可以做到的。",
        "label": ""
      },
      {
        "sentence": "记住，相信自己值得好好被爱，你要相信，你的存在是有价值的，你父母以及你男朋友对你的爱，是因为你值得。",
        "label": ""
      },
      {
        "sentence": "不必因为别人的爱，而去检讨自己是否值得被爱。",
        "label": ""
      },
      {
        "sentence": "你值得！",
        "label": ""
      },
      {
        "sentence": "祝好～",
        "label": ""
      }
    ]
  }
]