[
  {
    "role": "client",
    "content": "我和公婆吵架，公公逼着老公和我离婚，该怎么办？和老公经人介绍认识，一年半后结婚，现在结婚一年半。婆婆很溺爱老公，她会摸着老公的脸说：可喜欢我这大儿子了，可是现在不是我的了。一周三个两个视频是必须的，如果晚了，婆婆会说：有了媳妇忘了娘。和婆婆在一起从不敢和老公拉手，挽胳膊。如果我们很欢乐婆婆会吃醋。一般去公婆家也当我是空气。长久以来的委屈，加上每次抱怨老公都不理解，或是用离婚威胁，导致中秋节去看公婆，和他们吵了起来。婆婆向介绍人说了我的不对，介绍向我的父亲转告。老公最后向公婆摊牌这婚不能离，公公很生气更是逼着老公和我离婚，我还看到了他给老公发来的一封信，都是要他和我离婚。我父亲因为一直再听婆家说我的不好，甚至一个月过去公公还是逼着老公离婚，也很生气，心疼我，觉得婚姻这样委屈，不如不过了。现在我不知道该怎么办，我们还没有小孩？如果公公一直不肯原来不知道如果不离婚，是否还有幸福可言。",
    "annotation": [
      {
        "sentence": "我和公婆吵架，公公逼着老公和我离婚，该怎么办？",
        "label": ""
      },
      {
        "sentence": "和老公经人介绍认识，一年半后结婚，现在结婚一年半。",
        "label": ""
      },
      {
        "sentence": "婆婆很溺爱老公，她会摸着老公的脸说：可喜欢我这大儿子了，可是现在不是我的了。",
        "label": ""
      },
      {
        "sentence": "一周三个两个视频是必须的，如果晚了，婆婆会说：有了媳妇忘了娘。",
        "label": ""
      },
      {
        "sentence": "和婆婆在一起从不敢和老公拉手，挽胳膊。",
        "label": ""
      },
      {
        "sentence": "如果我们很欢乐婆婆会吃醋。",
        "label": ""
      },
      {
        "sentence": "一般去公婆家也当我是空气。",
        "label": ""
      },
      {
        "sentence": "长久以来的委屈，加上每次抱怨老公都不理解，或是用离婚威胁，导致中秋节去看公婆，和他们吵了起来。",
        "label": ""
      },
      {
        "sentence": "婆婆向介绍人说了我的不对，介绍向我的父亲转告。",
        "label": ""
      },
      {
        "sentence": "老公最后向公婆摊牌这婚不能离，公公很生气更是逼着老公和我离婚，我还看到了他给老公发来的一封信，都是要他和我离婚。",
        "label": ""
      },
      {
        "sentence": "我父亲因为一直再听婆家说我的不好，甚至一个月过去公公还是逼着老公离婚，也很生气，心疼我，觉得婚姻这样委屈，不如不过了。",
        "label": ""
      },
      {
        "sentence": "现在我不知道该怎么办，我们还没有小孩？",
        "label": ""
      },
      {
        "sentence": "如果公公一直不肯原来不知道如果不离婚，是否还有幸福可言。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来这个情况让你很纠结很心烦。【梳理反馈】首先我想说我认真地听了你的流露，非常感谢你的诚实与勇气。现在让我来梳理一下你所说的事情：你和老公结婚一年半，和婆婆处得不太愉快，感觉委屈，并且中秋节和公婆吵架，甚至公公逼着老公和你离婚。同时，你的父亲也摆明了的对此态度不满，你现在也很无助，害怕离婚后没有幸福。【理解分析】我理解这个情况非常复杂，但我可以看到你为寻找解决方案努力思考的决心。首先，你针对婆婆的情况非常烦恼，这是很理解的。其次，你和老公的性格和需求不同，非常需要沟通和理解。最后，你现在感觉你们的未知情况让你很不安，你需要知道该如何应对。【方法建议】因为问题涉及到了很多思想和情感，不仅仅是手段和解决方法，我认为你需要找到一种方法来缓解你的情绪和寻找帮助。以下是一些建议来给你帮助你寻找方法和加速缓解你的情绪：首先，你可以寻求专业人士的帮助，因为面对相似情况并学习如何处理它们的人可以对你的情况非常有用。其次，你可以尝试和你的家人明确沟通：详细确定哪些事情让你觉得满意不了，这样你们可以找到通往幸福的道路。最后，你可以考虑心理自助的方法，例如：阅读自助书，修炼运动或冥想，或考虑了解其他轻松和有趣的追求，让你自己的时间充实一些。",
    "annotation": [
      {
        "sentence": "听起来这个情况让你很纠结很心烦。",
        "label": ""
      },
      {
        "sentence": "【梳理反馈】首先我想说我认真地听了你的流露，非常感谢你的诚实与勇气。",
        "label": ""
      },
      {
        "sentence": "现在让我来梳理一下你所说的事情：你和老公结婚一年半，和婆婆处得不太愉快，感觉委屈，并且中秋节和公婆吵架，甚至公公逼着老公和你离婚。",
        "label": ""
      },
      {
        "sentence": "同时，你的父亲也摆明了的对此态度不满，你现在也很无助，害怕离婚后没有幸福。",
        "label": ""
      },
      {
        "sentence": "【理解分析】我理解这个情况非常复杂，但我可以看到你为寻找解决方案努力思考的决心。",
        "label": ""
      },
      {
        "sentence": "首先，你针对婆婆的情况非常烦恼，这是很理解的。",
        "label": ""
      },
      {
        "sentence": "其次，你和老公的性格和需求不同，非常需要沟通和理解。",
        "label": ""
      },
      {
        "sentence": "最后，你现在感觉你们的未知情况让你很不安，你需要知道该如何应对。",
        "label": ""
      },
      {
        "sentence": "【方法建议】因为问题涉及到了很多思想和情感，不仅仅是手段和解决方法，我认为你需要找到一种方法来缓解你的情绪和寻找帮助。",
        "label": ""
      },
      {
        "sentence": "以下是一些建议来给你帮助你寻找方法和加速缓解你的情绪：首先，你可以寻求专业人士的帮助，因为面对相似情况并学习如何处理它们的人可以对你的情况非常有用。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试和你的家人明确沟通：详细确定哪些事情让你觉得满意不了，这样你们可以找到通往幸福的道路。",
        "label": ""
      },
      {
        "sentence": "最后，你可以考虑心理自助的方法，例如：阅读自助书，修炼运动或冥想，或考虑了解其他轻松和有趣的追求，让你自己的时间充实一些。",
        "label": ""
      }
    ]
  }
]