[
  {
    "role": "client",
    "content": "和公婆吵架，公公逼着老公和我离婚，该怎么办？和老公经人介绍认识，一年半后结婚，现在结婚一年半。婆婆很溺爱老公，她会摸着老公的脸说：可喜欢我这大儿子了，可是现在不是我的了。一周三个两个视频是必须的，如果晚了，婆婆会说：有了媳妇忘了娘。和婆婆在一起从不敢和老公拉手，挽胳膊。如果我们很欢乐婆婆会吃醋。一般去公婆家也当我是空气。长久以来的委屈，加上每次抱怨老公都不理解，或是用离婚威胁，导致中秋节去看公婆，和他们吵了起来。婆婆向介绍人说了我的不对，介绍向我的父亲转告。老公最后向公婆摊牌这婚不能离，公公很生气更是逼着老公和我离婚，我还看到了他给老公发来的一封信，都是要他和我离婚。我父亲因为一直再听婆家说我的不好，甚至一个月过去公公还是逼着老公离婚，也很生气，心疼我，觉得婚姻这样委屈，不如不过了。现在我不知道该怎么办，我们还没有小孩？如果公公一直不肯原来不知道如果不离婚，是否还有幸福可言。",
    "annotation": [
      {
        "sentence": "和公婆吵架，公公逼着老公和我离婚，该怎么办？",
        "label": ""
      },
      {
        "sentence": "和老公经人介绍认识，一年半后结婚，现在结婚一年半。",
        "label": ""
      },
      {
        "sentence": "婆婆很溺爱老公，她会摸着老公的脸说：可喜欢我这大儿子了，可是现在不是我的了。",
        "label": ""
      },
      {
        "sentence": "一周三个两个视频是必须的，如果晚了，婆婆会说：有了媳妇忘了娘。",
        "label": ""
      },
      {
        "sentence": "和婆婆在一起从不敢和老公拉手，挽胳膊。",
        "label": ""
      },
      {
        "sentence": "如果我们很欢乐婆婆会吃醋。",
        "label": ""
      },
      {
        "sentence": "一般去公婆家也当我是空气。",
        "label": ""
      },
      {
        "sentence": "长久以来的委屈，加上每次抱怨老公都不理解，或是用离婚威胁，导致中秋节去看公婆，和他们吵了起来。",
        "label": ""
      },
      {
        "sentence": "婆婆向介绍人说了我的不对，介绍向我的父亲转告。",
        "label": ""
      },
      {
        "sentence": "老公最后向公婆摊牌这婚不能离，公公很生气更是逼着老公和我离婚，我还看到了他给老公发来的一封信，都是要他和我离婚。",
        "label": ""
      },
      {
        "sentence": "我父亲因为一直再听婆家说我的不好，甚至一个月过去公公还是逼着老公离婚，也很生气，心疼我，觉得婚姻这样委屈，不如不过了。",
        "label": ""
      },
      {
        "sentence": "现在我不知道该怎么办，我们还没有小孩？",
        "label": ""
      },
      {
        "sentence": "如果公公一直不肯原来不知道如果不离婚，是否还有幸福可言。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我感受到你的痛苦，但我也要称赞你，你做得很对！结婚后，你和你的丈夫组成了一个小家庭，其他亲戚在你们的婚姻关系之外，只有你们俩能够左右你们的婚姻和家庭。虽然公公婆婆不肯放手，这是控制欲的表现，但只要你的丈夫心智成熟，你不必过度担心。同时，你需要关注你和你丈夫的亲密关系，确保你们之间的沟通畅通无阻，共同对外保持亲密团结的姿态。",
    "annotation": [
      {
        "sentence": "听到你的描述，我感受到你的痛苦，但我也要称赞你，你做得很对！",
        "label": ""
      },
      {
        "sentence": "结婚后，你和你的丈夫组成了一个小家庭，其他亲戚在你们的婚姻关系之外，只有你们俩能够左右你们的婚姻和家庭。",
        "label": ""
      },
      {
        "sentence": "虽然公公婆婆不肯放手，这是控制欲的表现，但只要你的丈夫心智成熟，你不必过度担心。",
        "label": ""
      },
      {
        "sentence": "同时，你需要关注你和你丈夫的亲密关系，确保你们之间的沟通畅通无阻，共同对外保持亲密团结的姿态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。确实，我应该把注意力放在我和丈夫之间的关系上。但是，我感到很无奈，因为每次我抱怨时，丈夫都不理解，有时甚至会拿离婚来威胁。我真的不知道该如何处理。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "确实，我应该把注意力放在我和丈夫之间的关系上。",
        "label": ""
      },
      {
        "sentence": "但是，我感到很无奈，因为每次我抱怨时，丈夫都不理解，有时甚至会拿离婚来威胁。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和痛苦。在这种情况下，我建议你客观地分析发生争执的具体事情。如果是一些小事，可以考虑道歉和缓和关系。但如果是一些触及底线的大事，你需要坚持自己的底线并拉你丈夫一起参与讨论，这是一个检验彼此立场是否一致的时刻。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我建议你客观地分析发生争执的具体事情。",
        "label": ""
      },
      {
        "sentence": "如果是一些小事，可以考虑道歉和缓和关系。",
        "label": ""
      },
      {
        "sentence": "但如果是一些触及底线的大事，你需要坚持自己的底线并拉你丈夫一起参与讨论，这是一个检验彼此立场是否一致的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要和丈夫一起分析具体情况。我也明白婆婆的控制欲对我们的婚姻有负面影响。我应该怎样表达自己的想法和感受，让丈夫能够支持我呢？",
    "annotation": [
      {
        "sentence": "你说得对，我需要和丈夫一起分析具体情况。",
        "label": ""
      },
      {
        "sentence": "我也明白婆婆的控制欲对我们的婚姻有负面影响。",
        "label": ""
      },
      {
        "sentence": "我应该怎样表达自己的想法和感受，让丈夫能够支持我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以多听听你丈夫对这些事情的看法和态度，促使他参与真诚的对话。你们必须互相沟通，保持亲密和团结一致对外。对于你丈夫的态度，如果需要示弱就示弱，无论如何你们是一家人了。无论是在家庭中还是对外，如果你觉得我有对的地方，你可以多帮我说话；如果我有错的地方，你也可以告诉我。我们只能相互依靠了。",
    "annotation": [
      {
        "sentence": "你可以多听听你丈夫对这些事情的看法和态度，促使他参与真诚的对话。",
        "label": ""
      },
      {
        "sentence": "你们必须互相沟通，保持亲密和团结一致对外。",
        "label": ""
      },
      {
        "sentence": "对于你丈夫的态度，如果需要示弱就示弱，无论如何你们是一家人了。",
        "label": ""
      },
      {
        "sentence": "无论是在家庭中还是对外，如果你觉得我有对的地方，你可以多帮我说话；如果我有错的地方，你也可以告诉我。",
        "label": ""
      },
      {
        "sentence": "我们只能相互依靠了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量与丈夫沟通并加强我们之间的亲密关系。但我还有一个忧虑，如果公公一直不肯原谅我们，不肯接受我们的婚姻，我们是否还有幸福可言？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量与丈夫沟通并加强我们之间的亲密关系。",
        "label": ""
      },
      {
        "sentence": "但我还有一个忧虑，如果公公一直不肯原谅我们，不肯接受我们的婚姻，我们是否还有幸福可言？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个担忧是可以理解的。然而，我们无法改变其他人的态度。重要的是你和你丈夫之间的坚固和幸福。如果你们能够保持相互信任、亲密和坚定，面对外部的压力会更加坚强。同时，也要给公公一些时间来适应和接受你们的婚姻，但不要太过于依赖他的态度来判断你们的幸福。",
    "annotation": [
      {
        "sentence": "这个担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "然而，我们无法改变其他人的态度。",
        "label": ""
      },
      {
        "sentence": "重要的是你和你丈夫之间的坚固和幸福。",
        "label": ""
      },
      {
        "sentence": "如果你们能够保持相互信任、亲密和坚定，面对外部的压力会更加坚强。",
        "label": ""
      },
      {
        "sentence": "同时，也要给公公一些时间来适应和接受你们的婚姻，但不要太过于依赖他的态度来判断你们的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和建议。你说的很有道理，我会努力与丈夫共同面对问题，保持坚固和幸福的婚姻。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "你说的很有道理，我会努力与丈夫共同面对问题，保持坚固和幸福的婚姻。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。记住，婚姻中出现困难很正常，重要的是你们一起面对并找到解决问题的方法。祝愿你们一切顺利，家庭和睦！如果还有需要，随时向我求助。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，婚姻中出现困难很正常，重要的是你们一起面对并找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "祝愿你们一切顺利，家庭和睦！",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时向我求助。",
        "label": ""
      }
    ]
  }
]