[
  {
    "role": "client",
    "content": "和公婆吵架，公公逼着老公和我离婚，该怎么办？和老公经人介绍认识，一年半后结婚，现在结婚一年半。婆婆很溺爱老公，她会摸着老公的脸说：可喜欢我这大儿子了，可是现在不是我的了。一周三个两个视频是必须的，如果晚了，婆婆会说：有了媳妇忘了娘。和婆婆在一起从不敢和老公拉手，挽胳膊。如果我们很欢乐婆婆会吃醋。一般去公婆家也当我是空气。长久以来的委屈，加上每次抱怨老公都不理解，或是用离婚威胁，导致中秋节去看公婆，和他们吵了起来。婆婆向介绍人说了我的不对，介绍向我的父亲转告。老公最后向公婆摊牌这婚不能离，公公很生气更是逼着老公和我离婚，我还看到了他给老公发来的一封信，都是要他和我离婚。我父亲因为一直再听婆家说我的不好，甚至一个月过去公公还是逼着老公离婚，也很生气，心疼我，觉得婚姻这样委屈，不如不过了。现在我不知道该怎么办，我们还没有小孩？如果公公一直不肯原来不知道如果不离婚，是否还有幸福可言。",
    "annotation": [
      {
        "sentence": "和公婆吵架，公公逼着老公和我离婚，该怎么办？",
        "label": ""
      },
      {
        "sentence": "和老公经人介绍认识，一年半后结婚，现在结婚一年半。",
        "label": ""
      },
      {
        "sentence": "婆婆很溺爱老公，她会摸着老公的脸说：可喜欢我这大儿子了，可是现在不是我的了。",
        "label": ""
      },
      {
        "sentence": "一周三个两个视频是必须的，如果晚了，婆婆会说：有了媳妇忘了娘。",
        "label": ""
      },
      {
        "sentence": "和婆婆在一起从不敢和老公拉手，挽胳膊。",
        "label": ""
      },
      {
        "sentence": "如果我们很欢乐婆婆会吃醋。",
        "label": ""
      },
      {
        "sentence": "一般去公婆家也当我是空气。",
        "label": ""
      },
      {
        "sentence": "长久以来的委屈，加上每次抱怨老公都不理解，或是用离婚威胁，导致中秋节去看公婆，和他们吵了起来。",
        "label": ""
      },
      {
        "sentence": "婆婆向介绍人说了我的不对，介绍向我的父亲转告。",
        "label": ""
      },
      {
        "sentence": "老公最后向公婆摊牌这婚不能离，公公很生气更是逼着老公和我离婚，我还看到了他给老公发来的一封信，都是要他和我离婚。",
        "label": ""
      },
      {
        "sentence": "我父亲因为一直再听婆家说我的不好，甚至一个月过去公公还是逼着老公离婚，也很生气，心疼我，觉得婚姻这样委屈，不如不过了。",
        "label": ""
      },
      {
        "sentence": "现在我不知道该怎么办，我们还没有小孩？",
        "label": ""
      },
      {
        "sentence": "如果公公一直不肯原来不知道如果不离婚，是否还有幸福可言。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婆婆对待你丈夫的言行让你感到不舒服和不自在。虽然你与丈夫沟通过，但没有获得理解。这次与公婆的冲突可能是导致婆婆向介绍人投诉，然后介绍人告诉了你父亲，接着公公要求离婚，这让你感到很委屈，不知道如何改善关系。婚姻是你和丈夫的，公婆的干涉已经超过了正常边界，这些行为在一定程度上伤害了你们的关系。你可能已经考虑过离婚或不离婚，但这两种选择都有利弊，你感到很纠结。婚后一年半，你了解到婆婆对你们有亲密举动会吃醋，你在公婆面前不敢与丈夫牵手和挽胳膊。其实我觉得是婆婆没有处理好母子关系，还把儿子当作小孩而不是独立的成年人，也是你的丈夫。在长辈面前，挽胳膊和牵手都是正常的举动。公公为什么要求你们离婚呢？你需要好好思考这个问题。更重要的是看你丈夫的态度，不离婚是一种态度，但当你被婆婆误解或公公说过分的话时，你的丈夫是否及时站出来为你解围呢？建议你与丈夫好好沟通，直接表达你希望得到他的支持和帮助，看他的回应。同时列出离婚和不离婚的优缺点，以及现在有什么资源可以减少你的顾虑。做出选择前，要经过深思熟虑，这个决定过程可能会很纠结难受，但希望你可以勇敢迈出这一步。",
    "annotation": [
      {
        "sentence": "婆婆对待你丈夫的言行让你感到不舒服和不自在。",
        "label": ""
      },
      {
        "sentence": "虽然你与丈夫沟通过，但没有获得理解。",
        "label": ""
      },
      {
        "sentence": "这次与公婆的冲突可能是导致婆婆向介绍人投诉，然后介绍人告诉了你父亲，接着公公要求离婚，这让你感到很委屈，不知道如何改善关系。",
        "label": ""
      },
      {
        "sentence": "婚姻是你和丈夫的，公婆的干涉已经超过了正常边界，这些行为在一定程度上伤害了你们的关系。",
        "label": ""
      },
      {
        "sentence": "你可能已经考虑过离婚或不离婚，但这两种选择都有利弊，你感到很纠结。",
        "label": ""
      },
      {
        "sentence": "婚后一年半，你了解到婆婆对你们有亲密举动会吃醋，你在公婆面前不敢与丈夫牵手和挽胳膊。",
        "label": ""
      },
      {
        "sentence": "其实我觉得是婆婆没有处理好母子关系，还把儿子当作小孩而不是独立的成年人，也是你的丈夫。",
        "label": ""
      },
      {
        "sentence": "在长辈面前，挽胳膊和牵手都是正常的举动。",
        "label": ""
      },
      {
        "sentence": "公公为什么要求你们离婚呢？",
        "label": ""
      },
      {
        "sentence": "你需要好好思考这个问题。",
        "label": ""
      },
      {
        "sentence": "更重要的是看你丈夫的态度，不离婚是一种态度，但当你被婆婆误解或公公说过分的话时，你的丈夫是否及时站出来为你解围呢？",
        "label": ""
      },
      {
        "sentence": "建议你与丈夫好好沟通，直接表达你希望得到他的支持和帮助，看他的回应。",
        "label": ""
      },
      {
        "sentence": "同时列出离婚和不离婚的优缺点，以及现在有什么资源可以减少你的顾虑。",
        "label": ""
      },
      {
        "sentence": "做出选择前，要经过深思熟虑，这个决定过程可能会很纠结难受，但希望你可以勇敢迈出这一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过与丈夫沟通，但他总是无法理解我的感受。每次他被婆婆的言行伤害我，我都感到非常无助和憋屈。我之前没有直接与公公谈过，所以他可能对我有很多偏见。我担心即使我与丈夫之间没有离婚，我们的婚姻也不能幸福。公公逼着我们离婚，让我感到绝望和无力。",
    "annotation": [
      {
        "sentence": "我尝试过与丈夫沟通，但他总是无法理解我的感受。",
        "label": ""
      },
      {
        "sentence": "每次他被婆婆的言行伤害我，我都感到非常无助和憋屈。",
        "label": ""
      },
      {
        "sentence": "我之前没有直接与公公谈过，所以他可能对我有很多偏见。",
        "label": ""
      },
      {
        "sentence": "我担心即使我与丈夫之间没有离婚，我们的婚姻也不能幸福。",
        "label": ""
      },
      {
        "sentence": "公公逼着我们离婚，让我感到绝望和无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你与丈夫之间的沟通确实很重要，但有时候人们很难理解对方的感受。婆婆对你们的干涉是需要解决的问题，也是婚姻中的一部分。你可以考虑找机会与公公坐下来好好谈一次，让他了解你的真实想法和感受。即使结果可能不尽人意，但至少你尝试过。无论最后选择离婚还是不离婚，都应该是你们自己的决定，而不是被外部因素所驱使。要相信自己的选择，并寻求专业婚姻辅导师或心理咨询师的帮助，在情感的困扰中寻找支持和指导。",
    "annotation": [
      {
        "sentence": "你与丈夫之间的沟通确实很重要，但有时候人们很难理解对方的感受。",
        "label": ""
      },
      {
        "sentence": "婆婆对你们的干涉是需要解决的问题，也是婚姻中的一部分。",
        "label": ""
      },
      {
        "sentence": "你可以考虑找机会与公公坐下来好好谈一次，让他了解你的真实想法和感受。",
        "label": ""
      },
      {
        "sentence": "即使结果可能不尽人意，但至少你尝试过。",
        "label": ""
      },
      {
        "sentence": "无论最后选择离婚还是不离婚，都应该是你们自己的决定，而不是被外部因素所驱使。",
        "label": ""
      },
      {
        "sentence": "要相信自己的选择，并寻求专业婚姻辅导师或心理咨询师的帮助，在情感的困扰中寻找支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白现在我需要更加坚定自己的立场，并与丈夫一起面对这个问题。我也会考虑寻求专业的咨询师进行婚姻辅导，希望能够在专业的指导下找到解决问题的方法。无论最终的结果如何，我会尽力让自己更加幸福和快乐，而不是被他人的意见左右。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白现在我需要更加坚定自己的立场，并与丈夫一起面对这个问题。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求专业的咨询师进行婚姻辅导，希望能够在专业的指导下找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "无论最终的结果如何，我会尽力让自己更加幸福和快乐，而不是被他人的意见左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，坚定自己的立场是很重要的。同时，婚姻辅导可以帮助你们夫妻更好地沟通和解决问题，找到更好的解决方案。我相信你能够找到属于自己的幸福和快乐，无论选择何去何从，都要相信自己的决定，勇敢追求自己的幸福。祝福你能度过这段难过的时期，找到属于你的解脱与快乐。相信一切会好起来的。",
    "annotation": [
      {
        "sentence": "非常理解你的感受，坚定自己的立场是很重要的。",
        "label": ""
      },
      {
        "sentence": "同时，婚姻辅导可以帮助你们夫妻更好地沟通和解决问题，找到更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到属于自己的幸福和快乐，无论选择何去何从，都要相信自己的决定，勇敢追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你能度过这段难过的时期，找到属于你的解脱与快乐。",
        "label": ""
      },
      {
        "sentence": "相信一切会好起来的。",
        "label": ""
      }
    ]
  }
]