[
  {
    "role": "client",
    "content": "通过自毁来报复父母，真的可以达到目的吗？对于父母又不满和攻击，通过自毁来让父母失望痛苦，真的可以达到目的吗？",
    "annotation": [
      {
        "sentence": "通过自毁来报复父母，真的可以达到目的吗？",
        "label": ""
      },
      {
        "sentence": "对于父母又不满和攻击，通过自毁来让父母失望痛苦，真的可以达到目的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感受到您对父母的失望和不满。您觉得自毁可以让父母感到失望和痛苦，是因为您感觉无法与他们达成和解。但是，以自毁的方式来报复父母，往往会导致双方伤害，最终目的也不一定能实现。说实话，很多职业都需要持证上岗，需要学习和培训。可是，作为父母这个“职业”，没有人教，只能自行摸索。当孩子出生后，很多人会手足无措，不知道如何应对。虽然有时候他们的行为看上去不是很爱自己的孩子，但绝大部分父母都是爱他们的孩子的。有时候，在文学书籍、电影和电视剧中，我们看到父亲在孩子面前表现得很凶，然后回到房间后开始后悔。这是因为他们不知道如何表达爱，也不知道如何保护孩子。如今，互联网和信息技术的发展让我们能够学到很多知识。尽管父母可能因为顽固不愿学习，就像我的父母一样，说自己岁数大了，学不动了。但是，作为孩子，我们有学习的能力，也有可能成为父母。虽然有些人说不想成为父母的样子，但到最后，我们还是会像父母对待自己一样对待孩子。为了让自己、孩子或者父母变得更好，我们首先要改变自己。从前，我和妈妈打电话，几次之后就会不耐烦，可能还会争吵。但是，随着我读书越来越多，我学到了如何与“顽固”的父母相处。现在，打电话的时候不会再争吵，有时候甚至可以引导父母一起听书。因此，找个机会和父母好好谈一谈，可能不是马上，也可能很久以后，但是您自己要先做出改变，不要过多受父母影响。因为报复父母，实际上是活在别人的世界里，而不是自己的世界里。让自己开心、幸福，才是人生的意义。可以去找些书来看，这个过程让您审视自己的内心，找出问题所在，以及父母做了什么让您愤怒的事情，并着手解决它。",
    "annotation": [
      {
        "sentence": "能够感受到您对父母的失望和不满。",
        "label": ""
      },
      {
        "sentence": "您觉得自毁可以让父母感到失望和痛苦，是因为您感觉无法与他们达成和解。",
        "label": ""
      },
      {
        "sentence": "但是，以自毁的方式来报复父母，往往会导致双方伤害，最终目的也不一定能实现。",
        "label": ""
      },
      {
        "sentence": "说实话，很多职业都需要持证上岗，需要学习和培训。",
        "label": ""
      },
      {
        "sentence": "可是，作为父母这个“职业”，没有人教，只能自行摸索。",
        "label": ""
      },
      {
        "sentence": "当孩子出生后，很多人会手足无措，不知道如何应对。",
        "label": ""
      },
      {
        "sentence": "虽然有时候他们的行为看上去不是很爱自己的孩子，但绝大部分父母都是爱他们的孩子的。",
        "label": ""
      },
      {
        "sentence": "有时候，在文学书籍、电影和电视剧中，我们看到父亲在孩子面前表现得很凶，然后回到房间后开始后悔。",
        "label": ""
      },
      {
        "sentence": "这是因为他们不知道如何表达爱，也不知道如何保护孩子。",
        "label": ""
      },
      {
        "sentence": "如今，互联网和信息技术的发展让我们能够学到很多知识。",
        "label": ""
      },
      {
        "sentence": "尽管父母可能因为顽固不愿学习，就像我的父母一样，说自己岁数大了，学不动了。",
        "label": ""
      },
      {
        "sentence": "但是，作为孩子，我们有学习的能力，也有可能成为父母。",
        "label": ""
      },
      {
        "sentence": "虽然有些人说不想成为父母的样子，但到最后，我们还是会像父母对待自己一样对待孩子。",
        "label": ""
      },
      {
        "sentence": "为了让自己、孩子或者父母变得更好，我们首先要改变自己。",
        "label": ""
      },
      {
        "sentence": "从前，我和妈妈打电话，几次之后就会不耐烦，可能还会争吵。",
        "label": ""
      },
      {
        "sentence": "但是，随着我读书越来越多，我学到了如何与“顽固”的父母相处。",
        "label": ""
      },
      {
        "sentence": "现在，打电话的时候不会再争吵，有时候甚至可以引导父母一起听书。",
        "label": ""
      },
      {
        "sentence": "因此，找个机会和父母好好谈一谈，可能不是马上，也可能很久以后，但是您自己要先做出改变，不要过多受父母影响。",
        "label": ""
      },
      {
        "sentence": "因为报复父母，实际上是活在别人的世界里，而不是自己的世界里。",
        "label": ""
      },
      {
        "sentence": "让自己开心、幸福，才是人生的意义。",
        "label": ""
      },
      {
        "sentence": "可以去找些书来看，这个过程让您审视自己的内心，找出问题所在，以及父母做了什么让您愤怒的事情，并着手解决它。",
        "label": ""
      }
    ]
  }
]