[
  {
    "role": "client",
    "content": "高三，感觉很压抑，特别累没办法摆脱，怎么办？",
    "annotation": [
      {
        "sentence": "高三，感觉很压抑，特别累没办法摆脱，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三阶段，遇到了现在的问题，必然会引起一些不舒服，焦急。引起这种感受的原因还有父母的因素，由于父母对自己的无微不至的关怀，你又是很懂事的孩子，这样不能真正享受父母的付出，也不知道怎么摆脱，累在身体里更在心里，是不是觉得像现在泥沼里一样呢？非常理解您的感受。",
    "annotation": [
      {
        "sentence": "高三阶段，遇到了现在的问题，必然会引起一些不舒服，焦急。",
        "label": ""
      },
      {
        "sentence": "引起这种感受的原因还有父母的因素，由于父母对自己的无微不至的关怀，你又是很懂事的孩子，这样不能真正享受父母的付出，也不知道怎么摆脱，累在身体里更在心里，是不是觉得像现在泥沼里一样呢？",
        "label": ""
      },
      {
        "sentence": "非常理解您的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉很沉重，好像无法呼吸。而且我对未来也很迷茫，不知道应该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我感觉很沉重，好像无法呼吸。",
        "label": ""
      },
      {
        "sentence": "而且我对未来也很迷茫，不知道应该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您现在的问题，一方面是目标不清晰，没有激发内驱力，另一方面与父母相处的方式不是自己喜欢的，渴望改善。父母爱有多深，束缚就有多少见过类似的家庭相处情况，父母满心满意付出，孩子却被父母的“牺牲性”付出勒得喘不过气来。纠其原因，父母给什么给多少，是父母的想法；需要父母付出什么，是孩子的想法。说起来像谈恋爱一样，都在期待对方明白自己的心意，要求有超出一般关系的高度默契与亲密，然而却忽略了重要的链接方式——沟通。再有不得不提，“牺牲性”付出，在心理学上也是常会遇到的问题。这在很多时候，表面上看像极了超级幸福超级甜蜜，其实不自觉地带有“绑架”的意味。因为牺牲性付出，很容易越界，过多的参与我们的生活，这样对方就会被悄悄的挤压，时间长了就会很压抑很累。目标是个什么东西坦白说进入成年，听得最多的应该就是目标了。目标不应该是一种彰显，彰显勇气，彰显能力，彰显自律，而是引导方向，追求结果的方法。对于高三，大家自然想到高考，名校。宝贝说不知道目标是啥，是不是说自己还不太确定未来要做什么，高考之后的人生又该怎样规划呢？如果是这样，反倒说明宝贝很有自我，在思考一些东西。再说啊，这些东西确实意义远高于成绩和名校。再说为什么会出现这种没目标的空虚呢？可能还是因为过往的人生体验参与过少，可以自己回忆下有没有自认为重要的决策事件被错过了的。还有一种可能高三压力太大，我们会出现太想要反而没法动了的时候。",
    "annotation": [
      {
        "sentence": "您现在的问题，一方面是目标不清晰，没有激发内驱力，另一方面与父母相处的方式不是自己喜欢的，渴望改善。",
        "label": ""
      },
      {
        "sentence": "父母爱有多深，束缚就有多少见过类似的家庭相处情况，父母满心满意付出，孩子却被父母的“牺牲性”付出勒得喘不过气来。",
        "label": ""
      },
      {
        "sentence": "纠其原因，父母给什么给多少，是父母的想法；需要父母付出什么，是孩子的想法。",
        "label": ""
      },
      {
        "sentence": "说起来像谈恋爱一样，都在期待对方明白自己的心意，要求有超出一般关系的高度默契与亲密，然而却忽略了重要的链接方式——沟通。",
        "label": ""
      },
      {
        "sentence": "再有不得不提，“牺牲性”付出，在心理学上也是常会遇到的问题。",
        "label": ""
      },
      {
        "sentence": "这在很多时候，表面上看像极了超级幸福超级甜蜜，其实不自觉地带有“绑架”的意味。",
        "label": ""
      },
      {
        "sentence": "因为牺牲性付出，很容易越界，过多的参与我们的生活，这样对方就会被悄悄的挤压，时间长了就会很压抑很累。",
        "label": ""
      },
      {
        "sentence": "目标是个什么东西坦白说进入成年，听得最多的应该就是目标了。",
        "label": ""
      },
      {
        "sentence": "目标不应该是一种彰显，彰显勇气，彰显能力，彰显自律，而是引导方向，追求结果的方法。",
        "label": ""
      },
      {
        "sentence": "对于高三，大家自然想到高考，名校。",
        "label": ""
      },
      {
        "sentence": "宝贝说不知道目标是啥，是不是说自己还不太确定未来要做什么，高考之后的人生又该怎样规划呢？",
        "label": ""
      },
      {
        "sentence": "如果是这样，反倒说明宝贝很有自我，在思考一些东西。",
        "label": ""
      },
      {
        "sentence": "再说啊，这些东西确实意义远高于成绩和名校。",
        "label": ""
      },
      {
        "sentence": "再说为什么会出现这种没目标的空虚呢？",
        "label": ""
      },
      {
        "sentence": "可能还是因为过往的人生体验参与过少，可以自己回忆下有没有自认为重要的决策事件被错过了的。",
        "label": ""
      },
      {
        "sentence": "还有一种可能高三压力太大，我们会出现太想要反而没法动了的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我的问题确实是缺乏目标和沟通不畅。也许我应该跟父母好好沟通一次，告诉他们我需要的是什么，而且我也需要回顾过去的决策，找到自己的优势和想要追求的东西。",
    "annotation": [
      {
        "sentence": "我明白了，我的问题确实是缺乏目标和沟通不畅。",
        "label": ""
      },
      {
        "sentence": "也许我应该跟父母好好沟通一次，告诉他们我需要的是什么，而且我也需要回顾过去的决策，找到自己的优势和想要追求的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，亲子沟通非常重要，一定要跟父母透彻的聊聊。学会正确表达自己的感受，是爱自己，也是尊重父母的表现。父母那么爱我们，只是用错了方法，那么我们是不是该提醒下父母，告诉他们我们需要什么呢。沟通，当然也有很多技巧。按经验，你这个年龄跟父母沟通很容易会出现不畅的情况，记住一个原则慢慢说，允许父母提出异议。因为这个问题，你像出题者，父母是答题者，而且还答错了，所以你来解释他们需要理解过程。有个55387法则很好用哦，可以搜搜。另外，回忆过往的重大决策事件也很重要。比如选学校，选文理等。记录他，并在脑中模拟处理方法，去除遗憾，打开心结。同时，列下自己的优势。给自己点时间去做这个事情，随便列，想到就列，列完读出来。给自己勇气信心，也提醒自己可以做什么。最后，找个优秀的榜样。榜样力量是强大的。跟着榜样学习生活，你会很快有变化。记得，天蓝，你在，生活可以美好！世界，和我爱着你！",
    "annotation": [
      {
        "sentence": "很好，亲子沟通非常重要，一定要跟父母透彻的聊聊。",
        "label": ""
      },
      {
        "sentence": "学会正确表达自己的感受，是爱自己，也是尊重父母的表现。",
        "label": ""
      },
      {
        "sentence": "父母那么爱我们，只是用错了方法，那么我们是不是该提醒下父母，告诉他们我们需要什么呢。",
        "label": ""
      },
      {
        "sentence": "沟通，当然也有很多技巧。",
        "label": ""
      },
      {
        "sentence": "按经验，你这个年龄跟父母沟通很容易会出现不畅的情况，记住一个原则慢慢说，允许父母提出异议。",
        "label": ""
      },
      {
        "sentence": "因为这个问题，你像出题者，父母是答题者，而且还答错了，所以你来解释他们需要理解过程。",
        "label": ""
      },
      {
        "sentence": "有个55387法则很好用哦，可以搜搜。",
        "label": ""
      },
      {
        "sentence": "另外，回忆过往的重大决策事件也很重要。",
        "label": ""
      },
      {
        "sentence": "比如选学校，选文理等。",
        "label": ""
      },
      {
        "sentence": "记录他，并在脑中模拟处理方法，去除遗憾，打开心结。",
        "label": ""
      },
      {
        "sentence": "同时，列下自己的优势。",
        "label": ""
      },
      {
        "sentence": "给自己点时间去做这个事情，随便列，想到就列，列完读出来。",
        "label": ""
      },
      {
        "sentence": "给自己勇气信心，也提醒自己可以做什么。",
        "label": ""
      },
      {
        "sentence": "最后，找个优秀的榜样。",
        "label": ""
      },
      {
        "sentence": "榜样力量是强大的。",
        "label": ""
      },
      {
        "sentence": "跟着榜样学习生活，你会很快有变化。",
        "label": ""
      },
      {
        "sentence": "记得，天蓝，你在，生活可以美好！",
        "label": ""
      },
      {
        "sentence": "世界，和我爱着你！",
        "label": ""
      }
    ]
  }
]