[
  {
    "role": "client",
    "content": "总对自己的行为不满，我是不是有焦虑症呢？为何我总是对自己很多行为不满意，感到悔恨和遗憾，比如我感觉每一次重大选择的时候我都是没人指导，都很纠结，还有一个奇怪心里，我喜欢完美，找工作的时候是高不成低不就，找对象也是，买东西也是纠结半天，患得患失的，这到底是什么心理，做事没有毅力，喜欢做事按照自己的性子来，交往人也是喜欢和自己聊的好的人来交往，聊不来的就躲着或者感觉不舒服，甚至其软怕硬。我从小是个听话懂事自私又自卑环境长大的独生子，现在三十多了做事还是不够成熟稳重，我虽然有上进心但是感觉很多事力不从心或者有心无力，时刻希望身边有个诸葛亮一样的人为我出谋划策该多好，我还总是觉得自己怀才不遇，但是又很多时候自卑，这样让我的事业和感情一直没有进步，始终像个无头苍蝇一样到处撞。比如我以前想自己干，但是父母强烈反对后我就听从了父母。有些女孩我妈妈不太喜欢，我也不是很喜欢的情况我就放弃了。为何我的成人生活没那么多童年无忧无虑的快乐呢。",
    "annotation": [
      {
        "sentence": "总对自己的行为不满，我是不是有焦虑症呢？",
        "label": ""
      },
      {
        "sentence": "为何我总是对自己很多行为不满意，感到悔恨和遗憾，比如我感觉每一次重大选择的时候我都是没人指导，都很纠结，还有一个奇怪心里，我喜欢完美，找工作的时候是高不成低不就，找对象也是，买东西也是纠结半天，患得患失的，这到底是什么心理，做事没有毅力，喜欢做事按照自己的性子来，交往人也是喜欢和自己聊的好的人来交往，聊不来的就躲着或者感觉不舒服，甚至其软怕硬。",
        "label": ""
      },
      {
        "sentence": "我从小是个听话懂事自私又自卑环境长大的独生子，现在三十多了做事还是不够成熟稳重，我虽然有上进心但是感觉很多事力不从心或者有心无力，时刻希望身边有个诸葛亮一样的人为我出谋划策该多好，我还总是觉得自己怀才不遇，但是又很多时候自卑，这样让我的事业和感情一直没有进步，始终像个无头苍蝇一样到处撞。",
        "label": ""
      },
      {
        "sentence": "比如我以前想自己干，但是父母强烈反对后我就听从了父母。",
        "label": ""
      },
      {
        "sentence": "有些女孩我妈妈不太喜欢，我也不是很喜欢的情况我就放弃了。",
        "label": ""
      },
      {
        "sentence": "为何我的成人生活没那么多童年无忧无虑的快乐呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位朋友，非常荣幸可以在上和你结缘，其实，你这段文字中的信息量非常大，请允许我细细分析一番：所谓的【纠结】【患得患失】，本质上是一种【内耗】，即你的意识和潜意识在发生冲突，无法进行整合！追求【完美】，本质上就是对自己的【不完美】的不接纳、不认可，正是你的【内耗】的具体体现！所谓的“喜欢做事按照自己的性子来，交往人也是喜欢和自己聊的好的人来交往”，我们说话、做事都渴望得到别人的【有效回应】，以此来填满我们内心深处的【情绪箱子】，让我们能够有【安全感】！所以，你这种情况是完全合理的，因为，适合自己的就是最好的！不过，从另一个角度来讲，这也说明你内心深处的【爱箱】长期处于空虚状态，渴望能够有人来填满它！",
    "annotation": [
      {
        "sentence": "这位朋友，非常荣幸可以在上和你结缘，其实，你这段文字中的信息量非常大，请允许我细细分析一番：所谓的【纠结】【患得患失】，本质上是一种【内耗】，即你的意识和潜意识在发生冲突，无法进行整合！",
        "label": ""
      },
      {
        "sentence": "追求【完美】，本质上就是对自己的【不完美】的不接纳、不认可，正是你的【内耗】的具体体现！",
        "label": ""
      },
      {
        "sentence": "所谓的“喜欢做事按照自己的性子来，交往人也是喜欢和自己聊的好的人来交往”，我们说话、做事都渴望得到别人的【有效回应】，以此来填满我们内心深处的【情绪箱子】，让我们能够有【安全感】！",
        "label": ""
      },
      {
        "sentence": "所以，你这种情况是完全合理的，因为，适合自己的就是最好的！",
        "label": ""
      },
      {
        "sentence": "不过，从另一个角度来讲，这也说明你内心深处的【爱箱】长期处于空虚状态，渴望能够有人来填满它！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我常常感到自己无法平衡内心的冲突，也很难接受自己的不完美。我渴望得到他人的回应和认可，但也害怕与人沟通时出现不愉快的情况。这种感觉真的很艰难，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "是的，我常常感到自己无法平衡内心的冲突，也很难接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "我渴望得到他人的回应和认可，但也害怕与人沟通时出现不愉快的情况。",
        "label": ""
      },
      {
        "sentence": "这种感觉真的很艰难，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，感到内心冲突和焦虑确实很困难。首先，要明白每个人都有自己的不完美之处，接受自己的不完美是成长的一部分。同时，尝试找到一种平衡点，既能按照自己的性格和喜好做事，又能与他人建立良好的关系。建议你可以尝试寻找自己内心的安全感和满足感，找到内心的爱箱的填充物。",
    "annotation": [
      {
        "sentence": "理解你的感受，感到内心冲突和焦虑确实很困难。",
        "label": ""
      },
      {
        "sentence": "首先，要明白每个人都有自己的不完美之处，接受自己的不完美是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "同时，尝试找到一种平衡点，既能按照自己的性格和喜好做事，又能与他人建立良好的关系。",
        "label": ""
      },
      {
        "sentence": "建议你可以尝试寻找自己内心的安全感和满足感，找到内心的爱箱的填充物。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，接受自己的不完美并努力寻找平衡是很重要的。但是，我觉得我在做事上缺乏毅力，总是追求完美，导致做事情总是力不从心。我应该如何提升自己的毅力？",
    "annotation": [
      {
        "sentence": "我明白了，接受自己的不完美并努力寻找平衡是很重要的。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得我在做事上缺乏毅力，总是追求完美，导致做事情总是力不从心。",
        "label": ""
      },
      {
        "sentence": "我应该如何提升自己的毅力？",
        "label": ""
      }
    ]
  }
]