[
  {
    "role": "client",
    "content": "总对自己的行为不满，我是不是有焦虑症呢？",
    "annotation": [
      {
        "sentence": "总对自己的行为不满，我是不是有焦虑症呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "仔细看了你的描述，感受到了你内心的一些烦恼，希望我的回答能够帮助到你。首先，我觉得你是一个非常会自我反思和觉察的人，这一点真的很棒，这会帮助我们看清我们自己，帮助我们更好地成长。",
    "annotation": [
      {
        "sentence": "仔细看了你的描述，感受到了你内心的一些烦恼，希望我的回答能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你是一个非常会自我反思和觉察的人，这一点真的很棒，这会帮助我们看清我们自己，帮助我们更好地成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，但我还是很困惑为什么我总是对自己很多行为不满意，感到悔恨和遗憾。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，但我还是很困惑为什么我总是对自己很多行为不满意，感到悔恨和遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我说说我的感受，我的感觉是，你虽然已成年，但是似乎内心里住着个孩子。希望拥有和童年一样无忧无虑的快乐；对于很多事情，还是要听从父母的建议，没有自己的坚持；包括希望身边有个诸葛亮来为自己出谋划策，呈现出来的都是孩子的形象。所以，可以问一问自己，抛开父母的评价，你自己想要的是什么。身边没有诸葛亮，你该怎么去做决策。我们是不是，需要让自己变得更加独立呢？",
    "annotation": [
      {
        "sentence": "我说说我的感受，我的感觉是，你虽然已成年，但是似乎内心里住着个孩子。",
        "label": ""
      },
      {
        "sentence": "希望拥有和童年一样无忧无虑的快乐；对于很多事情，还是要听从父母的建议，没有自己的坚持；包括希望身边有个诸葛亮来为自己出谋划策，呈现出来的都是孩子的形象。",
        "label": ""
      },
      {
        "sentence": "所以，可以问一问自己，抛开父母的评价，你自己想要的是什么。",
        "label": ""
      },
      {
        "sentence": "身边没有诸葛亮，你该怎么去做决策。",
        "label": ""
      },
      {
        "sentence": "我们是不是，需要让自己变得更加独立呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小就被父母过分保护和指导，一直没有机会独立思考和做决策。可能是因为这个原因，我现在的确对自己的能力和决策能力没有太多的信心。",
    "annotation": [
      {
        "sentence": "我从小就被父母过分保护和指导，一直没有机会独立思考和做决策。",
        "label": ""
      },
      {
        "sentence": "可能是因为这个原因，我现在的确对自己的能力和决策能力没有太多的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很理解，在成长的过程中，父母的影响和指导是非常重要的。但是现在你已经是成年人了，更应该尝试独立思考和做决策。其实，我们每个人都会犯错，也会做出不完美的决策，但这是成长的一部分。没人是完美的，所以我们要学会接纳自己的不完美，并且相信自己有能力提升和成长。",
    "annotation": [
      {
        "sentence": "这很理解，在成长的过程中，父母的影响和指导是非常重要的。",
        "label": ""
      },
      {
        "sentence": "但是现在你已经是成年人了，更应该尝试独立思考和做决策。",
        "label": ""
      },
      {
        "sentence": "其实，我们每个人都会犯错，也会做出不完美的决策，但这是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "没人是完美的，所以我们要学会接纳自己的不完美，并且相信自己有能力提升和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要接纳自己并且相信自己的能力。但是我追求完美的心态一直很强，面对工作、感情和购物等重要选择时总是纠结不已，导致我很难做出决定。",
    "annotation": [
      {
        "sentence": "你说得对，我需要接纳自己并且相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "但是我追求完美的心态一直很强，面对工作、感情和购物等重要选择时总是纠结不已，导致我很难做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "追求完美是一个很高的标准，但也会给我们带来很大的压力。我们每个人都是不完美的，我们做每件事情也不可能做得那么完美，总会有一些不足和缺陷。我们要看到，这就是真实的生活，我们能做的就是尽力而为，顺其自然。找工作，既然知道高不成低不就，那我们就调整心态，选择中间的，不断地提升自己的能力，向着更高的目标持续努力就好。",
    "annotation": [
      {
        "sentence": "追求完美是一个很高的标准，但也会给我们带来很大的压力。",
        "label": ""
      },
      {
        "sentence": "我们每个人都是不完美的，我们做每件事情也不可能做得那么完美，总会有一些不足和缺陷。",
        "label": ""
      },
      {
        "sentence": "我们要看到，这就是真实的生活，我们能做的就是尽力而为，顺其自然。",
        "label": ""
      },
      {
        "sentence": "找工作，既然知道高不成低不就，那我们就调整心态，选择中间的，不断地提升自己的能力，向着更高的目标持续努力就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该调整自己的心态，不再追求完美，而是脚踏实地向前努力。但是我总是希望身边有个诸葛亮一样的人为我出谋划策该多好。",
    "annotation": [
      {
        "sentence": "我明白了，我应该调整自己的心态，不再追求完美，而是脚踏实地向前努力。",
        "label": ""
      },
      {
        "sentence": "但是我总是希望身边有个诸葛亮一样的人为我出谋划策该多好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你希望有个诸葛亮一样的人来给你出谋划策，但现实中很难找到完全符合我们期望的人。我们都是独立的个体，每个人都有自己的思考方式和价值观。我们可以借鉴一些他人的经验，可以听听他人的建议，但是我们的生活始终是我们自己的。我们需要独立，需要去自己做决定，去掌控自己的人生。",
    "annotation": [
      {
        "sentence": "我理解你希望有个诸葛亮一样的人来给你出谋划策，但现实中很难找到完全符合我们期望的人。",
        "label": ""
      },
      {
        "sentence": "我们都是独立的个体，每个人都有自己的思考方式和价值观。",
        "label": ""
      },
      {
        "sentence": "我们可以借鉴一些他人的经验，可以听听他人的建议，但是我们的生活始终是我们自己的。",
        "label": ""
      },
      {
        "sentence": "我们需要独立，需要去自己做决定，去掌控自己的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要学会独立思考和做决策，不再依赖别人。但是我总觉得自己怀才不遇，同时还有很多时候感到自卑，这样让我的事业和感情一直没有进步。",
    "annotation": [
      {
        "sentence": "你说得对，我需要学会独立思考和做决策，不再依赖别人。",
        "label": ""
      },
      {
        "sentence": "但是我总觉得自己怀才不遇，同时还有很多时候感到自卑，这样让我的事业和感情一直没有进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的优势和才华，但是要想发挥出来，需要付出努力和实践。自卑是一种消极的情绪，它会阻碍我们的成长和进步。我建议你尝试给自己设定合适的目标，一步步建立起自己的自信。自信来自于自己的实力和努力。当你的内在强大了，当你一直在努力地行动，自然就会自信起来。",
    "annotation": [
      {
        "sentence": "每个人都有自己的优势和才华，但是要想发挥出来，需要付出努力和实践。",
        "label": ""
      },
      {
        "sentence": "自卑是一种消极的情绪，它会阻碍我们的成长和进步。",
        "label": ""
      },
      {
        "sentence": "我建议你尝试给自己设定合适的目标，一步步建立起自己的自信。",
        "label": ""
      },
      {
        "sentence": "自信来自于自己的实力和努力。",
        "label": ""
      },
      {
        "sentence": "当你的内在强大了，当你一直在努力地行动，自然就会自信起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了，我会尝试给自己设定合适的目标，并且努力去实现它们。我希望能够拥有更多的自信，让自己的事业和感情得到进步。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了，我会尝试给自己设定合适的目标，并且努力去实现它们。",
        "label": ""
      },
      {
        "sentence": "我希望能够拥有更多的自信，让自己的事业和感情得到进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心，我相信只要你努力去实践，付出真正的行动，你一定能够拥有更多的自信和更好的发展。坚持不懈，才能实现我们的目标。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心，我相信只要你努力去实践，付出真正的行动，你一定能够拥有更多的自信和更好的发展。",
        "label": ""
      },
      {
        "sentence": "坚持不懈，才能实现我们的目标。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力的！",
        "label": ""
      }
    ]
  }
]