[
  {
    "role": "client",
    "content": "大家好，我最近在大学人际交往上遇到了一些困惑，我一方面希望能够与大家交往，但另一方面又害怕与人相处。我总觉得自己像个小丑，演着漏洞百出的戏，没有人欣赏也没有人安慰。我小心翼翼地害怕自己不合群。我的室友们在品性、脾气和作息时间上都很一致，但是在想法上我不敢苟同。有些事情，如果我据理力争，他们就会说我斤斤计较、不负责任。他们只顾着和外寝的人打好关系，让自己人背锅。他们似乎不会考虑我的意见，也不会关心我的想法，只要不让他们得罪别人，一切都无所谓。有一次我生病出去看病，他们不关心我怎么样，只问我给他们带吃的。我尽量想到他们的好，但是我做不到，我内心很难受，我不服，我不愿意和他们说。支持者：你好，大学就像一个小社会，它是进入社会的过渡阶段。尤其是刚从家里来到一个集体生活的环境，大家来自不同的背景，所以矛盾和纠缠是很正常的。虽然这种情况很常见，但它确实会让人感到困扰。毕竟，你天天都要和这些人在一起，如果你心情不好，不仅会影响你的学习，也可能影响你和同学之间的友谊。我们与他人的人际交往方式，基本上都来源于我们成长过程中和父母互动的方式，特别是和母亲的互动。客体关系学派认为，在人的早期阶段与母亲的关系会延伸到成人与他人的关系模式中。如果在早期阶段，母亲能够积极稳定地回应婴儿的需求，给予他们的满足、肯定和赞扬，那婴儿就会感受到被满足和被爱，长大后会有一定的承受挫折的能力。可是，如果早期阶段母亲对婴儿的需求否定、忽视甚至遗弃，那么婴儿就会退缩，会认为自己是个不值得被喜欢的人。成年后，在与他人的交往中，他也会认为周围的人都是这样看待他的。所以，如何与他人和谐相处，既做自己又不伤害他人，是一个需要考虑的问题。首先，你需要建立自己的边界。这就是所谓的原则和底线，这是为了自我保护，也是为了更好地与同学交往。就像距离产生美一样的道理。其次，你也需要灵活变通，不能把自己的边界僵化，死守不放。你必须因情境而调整策略。还有一个很重要的是审时度势。最后，最重要的一点就是求同存异，要认识到人与人之间既有相同之处，也有不同之处。我们应该接受彼此的不同。最有效的方式就是真诚地沟通，表达自己的感受和想法。你可以试试这样说：“我生病了，感觉很难受。你没有问我怎么样，只关心我给你带吃的东西。这让我有些伤心。希望你在我生病的时候能多关心我一下，这样我会感受到你对我好的态度。”试试用真诚来交流，态度诚恳地对待他人。",
    "annotation": [
      {
        "sentence": "大家好，我最近在大学人际交往上遇到了一些困惑，我一方面希望能够与大家交往，但另一方面又害怕与人相处。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己像个小丑，演着漏洞百出的戏，没有人欣赏也没有人安慰。",
        "label": ""
      },
      {
        "sentence": "我小心翼翼地害怕自己不合群。",
        "label": ""
      },
      {
        "sentence": "我的室友们在品性、脾气和作息时间上都很一致，但是在想法上我不敢苟同。",
        "label": ""
      },
      {
        "sentence": "有些事情，如果我据理力争，他们就会说我斤斤计较、不负责任。",
        "label": ""
      },
      {
        "sentence": "他们只顾着和外寝的人打好关系，让自己人背锅。",
        "label": ""
      },
      {
        "sentence": "他们似乎不会考虑我的意见，也不会关心我的想法，只要不让他们得罪别人，一切都无所谓。",
        "label": ""
      },
      {
        "sentence": "有一次我生病出去看病，他们不关心我怎么样，只问我给他们带吃的。",
        "label": ""
      },
      {
        "sentence": "我尽量想到他们的好，但是我做不到，我内心很难受，我不服，我不愿意和他们说。",
        "label": ""
      },
      {
        "sentence": "支持者：你好，大学就像一个小社会，它是进入社会的过渡阶段。",
        "label": ""
      },
      {
        "sentence": "尤其是刚从家里来到一个集体生活的环境，大家来自不同的背景，所以矛盾和纠缠是很正常的。",
        "label": ""
      },
      {
        "sentence": "虽然这种情况很常见，但它确实会让人感到困扰。",
        "label": ""
      },
      {
        "sentence": "毕竟，你天天都要和这些人在一起，如果你心情不好，不仅会影响你的学习，也可能影响你和同学之间的友谊。",
        "label": ""
      },
      {
        "sentence": "我们与他人的人际交往方式，基本上都来源于我们成长过程中和父母互动的方式，特别是和母亲的互动。",
        "label": ""
      },
      {
        "sentence": "客体关系学派认为，在人的早期阶段与母亲的关系会延伸到成人与他人的关系模式中。",
        "label": ""
      },
      {
        "sentence": "如果在早期阶段，母亲能够积极稳定地回应婴儿的需求，给予他们的满足、肯定和赞扬，那婴儿就会感受到被满足和被爱，长大后会有一定的承受挫折的能力。",
        "label": ""
      },
      {
        "sentence": "可是，如果早期阶段母亲对婴儿的需求否定、忽视甚至遗弃，那么婴儿就会退缩，会认为自己是个不值得被喜欢的人。",
        "label": ""
      },
      {
        "sentence": "成年后，在与他人的交往中，他也会认为周围的人都是这样看待他的。",
        "label": ""
      },
      {
        "sentence": "所以，如何与他人和谐相处，既做自己又不伤害他人，是一个需要考虑的问题。",
        "label": ""
      },
      {
        "sentence": "首先，你需要建立自己的边界。",
        "label": ""
      },
      {
        "sentence": "这就是所谓的原则和底线，这是为了自我保护，也是为了更好地与同学交往。",
        "label": ""
      },
      {
        "sentence": "就像距离产生美一样的道理。",
        "label": ""
      },
      {
        "sentence": "其次，你也需要灵活变通，不能把自己的边界僵化，死守不放。",
        "label": ""
      },
      {
        "sentence": "你必须因情境而调整策略。",
        "label": ""
      },
      {
        "sentence": "还有一个很重要的是审时度势。",
        "label": ""
      },
      {
        "sentence": "最后，最重要的一点就是求同存异，要认识到人与人之间既有相同之处，也有不同之处。",
        "label": ""
      },
      {
        "sentence": "我们应该接受彼此的不同。",
        "label": ""
      },
      {
        "sentence": "最有效的方式就是真诚地沟通，表达自己的感受和想法。",
        "label": ""
      },
      {
        "sentence": "你可以试试这样说：“我生病了，感觉很难受。",
        "label": ""
      },
      {
        "sentence": "你没有问我怎么样，只关心我给你带吃的东西。",
        "label": ""
      },
      {
        "sentence": "这让我有些伤心。",
        "label": ""
      },
      {
        "sentence": "希望你在我生病的时候能多关心我一下，这样我会感受到你对我好的态度。",
        "label": ""
      },
      {
        "sentence": "”试试用真诚来交流，态度诚恳地对待他人。",
        "label": ""
      }
    ]
  }
]