[
  {
    "role": "client",
    "content": "新校区离医院很远，我该不该继续开始接受治疗？我要换校区了，因为转专业，那个校区离医院很远，坐公交车久，还麻烦，而且我又晕车。骑自行车差不多要两个小时，来回要好久，比起公交车我更想骑车，但是时间方面又长，我害怕会占用自己的学习时间，毕竟我已经落下半个学期了的课程了，因为学校转专业进程的原因。我想着放弃治疗吧（治疗还没开始），靠自己的能力解决，可是这么久了我的问题还是没有解决啊。我想着继续完成治疗，可是这里的每次心理治疗好贵，我又心疼爸妈的钱，而且我转专业是留级的，这意味着又要多交一年学费。但我又怕自己发生什么事情会很难受，谁也帮不了自己，我不知道该怎么办了……",
    "annotation": [
      {
        "sentence": "新校区离医院很远，我该不该继续开始接受治疗？",
        "label": ""
      },
      {
        "sentence": "我要换校区了，因为转专业，那个校区离医院很远，坐公交车久，还麻烦，而且我又晕车。",
        "label": ""
      },
      {
        "sentence": "骑自行车差不多要两个小时，来回要好久，比起公交车我更想骑车，但是时间方面又长，我害怕会占用自己的学习时间，毕竟我已经落下半个学期了的课程了，因为学校转专业进程的原因。",
        "label": ""
      },
      {
        "sentence": "我想着放弃治疗吧（治疗还没开始），靠自己的能力解决，可是这么久了我的问题还是没有解决啊。",
        "label": ""
      },
      {
        "sentence": "我想着继续完成治疗，可是这里的每次心理治疗好贵，我又心疼爸妈的钱，而且我转专业是留级的，这意味着又要多交一年学费。",
        "label": ""
      },
      {
        "sentence": "但我又怕自己发生什么事情会很难受，谁也帮不了自己，我不知道该怎么办了……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾你遇到的问题这么复杂。你所面临的困境确实有很多方面需要考虑，如骑车、公交、换专业、赶学习进度以及节省父母的经济压力。但是，要做出决策的话，更重要的是根据你实际面临的问题和专业人士的建议来进行权衡。仅靠周边的信息，很难提供切实合理的建议。",
    "annotation": [
      {
        "sentence": "很遗憾你遇到的问题这么复杂。",
        "label": ""
      },
      {
        "sentence": "你所面临的困境确实有很多方面需要考虑，如骑车、公交、换专业、赶学习进度以及节省父母的经济压力。",
        "label": ""
      },
      {
        "sentence": "但是，要做出决策的话，更重要的是根据你实际面临的问题和专业人士的建议来进行权衡。",
        "label": ""
      },
      {
        "sentence": "仅靠周边的信息，很难提供切实合理的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我现在真的很迷茫。我担心选择不好会影响我的学习和未来的发展。我一直希望能够解决自己的问题，但到现在为止，我似乎没有找到适合的方法。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我现在真的很迷茫。",
        "label": ""
      },
      {
        "sentence": "我担心选择不好会影响我的学习和未来的发展。",
        "label": ""
      },
      {
        "sentence": "我一直希望能够解决自己的问题，但到现在为止，我似乎没有找到适合的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困惑和担忧。确实，在面对如此多的选择和不确定性时，感到迷茫是很正常的。你希望解决问题并取得进展是非常积极的一面，但是我们也需要认识到，一些问题并不是我们一个人能够解决的。有时候，倾听专业人士的建议以及寻求帮助是很必要的。",
    "annotation": [
      {
        "sentence": "明白你的困惑和担忧。",
        "label": ""
      },
      {
        "sentence": "确实，在面对如此多的选择和不确定性时，感到迷茫是很正常的。",
        "label": ""
      },
      {
        "sentence": "你希望解决问题并取得进展是非常积极的一面，但是我们也需要认识到，一些问题并不是我们一个人能够解决的。",
        "label": ""
      },
      {
        "sentence": "有时候，倾听专业人士的建议以及寻求帮助是很必要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我也意识到我不能一直依赖自己一个人来面对问题。但是心理治疗的费用真的很昂贵，让我有些犹豫。我不想给父母增加负担，但我也不想放弃自己的治疗。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我也意识到我不能一直依赖自己一个人来面对问题。",
        "label": ""
      },
      {
        "sentence": "但是心理治疗的费用真的很昂贵，让我有些犹豫。",
        "label": ""
      },
      {
        "sentence": "我不想给父母增加负担，但我也不想放弃自己的治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你对心理治疗费用的担忧。不过，我们也可以探索其他的选择。或许可以了解一下是否有其他的治疗方式或者资源可供选择，例如学校是否提供更实惠的心理咨询服务，或者是否有社区资源可供利用。这样或许可以减轻一些经济压力，同时还能得到必要的支持和帮助。",
    "annotation": [
      {
        "sentence": "明白你对心理治疗费用的担忧。",
        "label": ""
      },
      {
        "sentence": "不过，我们也可以探索其他的选择。",
        "label": ""
      },
      {
        "sentence": "或许可以了解一下是否有其他的治疗方式或者资源可供选择，例如学校是否提供更实惠的心理咨询服务，或者是否有社区资源可供利用。",
        "label": ""
      },
      {
        "sentence": "这样或许可以减轻一些经济压力，同时还能得到必要的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个主意听起来不错。我可以去咨询一下学校的心理咨询中心，看看是否有更负担得起的治疗方式。我也可以问问朋友或者老师是否了解其他资源。谢谢你的建议，我现在感觉稍微有些方向了。",
    "annotation": [
      {
        "sentence": "这个主意听起来不错。",
        "label": ""
      },
      {
        "sentence": "我可以去咨询一下学校的心理咨询中心，看看是否有更负担得起的治疗方式。",
        "label": ""
      },
      {
        "sentence": "我也可以问问朋友或者老师是否了解其他资源。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我现在感觉稍微有些方向了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所帮助。记得在咨询学校的心理咨询中心时，详细介绍你目前的情况，并提出你对治疗的需求和经济压力的考虑。他们通常会为你提供适合的建议和指导。希望你能找到适合自己的解决方案，加油！",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记得在咨询学校的心理咨询中心时，详细介绍你目前的情况，并提出你对治疗的需求和经济压力的考虑。",
        "label": ""
      },
      {
        "sentence": "他们通常会为你提供适合的建议和指导。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的解决方案，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会照你说的去做的。谢谢你的鼓励和支持！我会努力找到解决问题的方法的。",
    "annotation": [
      {
        "sentence": "好的，我会照你说的去做的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力找到解决问题的方法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够找到适合自己的解决方案的。如果在这个过程中还需要任何帮助或者有任何疑问，随时都可以来找我倾诉。你不是一个人在面对这些困难的，我们都在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够找到适合自己的解决方案的。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还需要任何帮助或者有任何疑问，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这些困难的，我们都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]