[
  {
    "role": "client",
    "content": "总被老婆数落，夫妻之间该怎么相处？好迷茫。老婆比较强势，控制欲强，脾气也不是很稳定。我是一个脾气很好的人，别人眼中应该就是那种老好人形象吧。结婚之后还是很迷茫，老是会被老婆各种数落。我想沉默也不行，她一定要我跟她搭话，不然就会很暴躁。今天上班路上因为骑电动车带着她上班，急刹车了一下，她就开始不停地在路上说我，说急刹车很费电，要注意，然后又说我过路口不看路，我说我一直看了的，她就说她在后面看我根本没转头，说我框她。路上一直问我为什么不注意，老是这样。我解释了没用，说没注意她一定要问为什么不注意，回答不满意就继续问，越问脾气越大。我说了下次注意，她就说我每次都这样说下次注意，一样的回答还是不满意。我嘴上心平气和地回答，心里其实根本不想说话的。我知道说什么她都不会满意的。回答慢了她就说别上班了，回去离婚。我也是崩溃，每次生气她都这样，婚后提离婚不知道多少次了。还好今天上班到公司就分开了，要是在家里发生类似的事情，没有几小时是不会结束的。",
    "annotation": [
      {
        "sentence": "总被老婆数落，夫妻之间该怎么相处？",
        "label": ""
      },
      {
        "sentence": "好迷茫。",
        "label": ""
      },
      {
        "sentence": "老婆比较强势，控制欲强，脾气也不是很稳定。",
        "label": ""
      },
      {
        "sentence": "我是一个脾气很好的人，别人眼中应该就是那种老好人形象吧。",
        "label": ""
      },
      {
        "sentence": "结婚之后还是很迷茫，老是会被老婆各种数落。",
        "label": ""
      },
      {
        "sentence": "我想沉默也不行，她一定要我跟她搭话，不然就会很暴躁。",
        "label": ""
      },
      {
        "sentence": "今天上班路上因为骑电动车带着她上班，急刹车了一下，她就开始不停地在路上说我，说急刹车很费电，要注意，然后又说我过路口不看路，我说我一直看了的，她就说她在后面看我根本没转头，说我框她。",
        "label": ""
      },
      {
        "sentence": "路上一直问我为什么不注意，老是这样。",
        "label": ""
      },
      {
        "sentence": "我解释了没用，说没注意她一定要问为什么不注意，回答不满意就继续问，越问脾气越大。",
        "label": ""
      },
      {
        "sentence": "我说了下次注意，她就说我每次都这样说下次注意，一样的回答还是不满意。",
        "label": ""
      },
      {
        "sentence": "我嘴上心平气和地回答，心里其实根本不想说话的。",
        "label": ""
      },
      {
        "sentence": "我知道说什么她都不会满意的。",
        "label": ""
      },
      {
        "sentence": "回答慢了她就说别上班了，回去离婚。",
        "label": ""
      },
      {
        "sentence": "我也是崩溃，每次生气她都这样，婚后提离婚不知道多少次了。",
        "label": ""
      },
      {
        "sentence": "还好今天上班到公司就分开了，要是在家里发生类似的事情，没有几小时是不会结束的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我仿佛看见一个妈在教训一个儿子，我这么说，如果你觉得不舒服，我真的很抱歉。你的妻子，她一直在说一件事：你应该要.....我这都是为你好......如果你不听话，我就不要你了。你感觉这些话有没有比较熟悉？",
    "annotation": [
      {
        "sentence": "通过你的描述，我仿佛看见一个妈在教训一个儿子，我这么说，如果你觉得不舒服，我真的很抱歉。",
        "label": ""
      },
      {
        "sentence": "你的妻子，她一直在说一件事：你应该要.....我这都是为你好......如果你不听话，我就不要你了。",
        "label": ""
      },
      {
        "sentence": "你感觉这些话有没有比较熟悉？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "很熟悉，她总是这样说。",
    "annotation": [
      {
        "sentence": "很熟悉，她总是这样说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你，一直在做事，一直在解释，越来越迷茫，甚至不知道该做什么了。我们说我们的爱人都是我们自己吸引来的，我不知道当初你们恋爱的时候，你有没有被妻子的唠叨温暖过？要不然，你们是因为什么走到一起的呢？",
    "annotation": [
      {
        "sentence": "你，一直在做事，一直在解释，越来越迷茫，甚至不知道该做什么了。",
        "label": ""
      },
      {
        "sentence": "我们说我们的爱人都是我们自己吸引来的，我不知道当初你们恋爱的时候，你有没有被妻子的唠叨温暖过？",
        "label": ""
      },
      {
        "sentence": "要不然，你们是因为什么走到一起的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当初我是因为觉得她很关心我，很温暖，才选择和她结婚的。",
    "annotation": [
      {
        "sentence": "当初我是因为觉得她很关心我，很温暖，才选择和她结婚的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她唠叨，让你觉得很幸福，但真的在一起生活，过度的唠叨，会让你觉得不能做自己的无力无助感跑出来了。事实上，在对与错这件事上，男人和女人是有区别的，女人的唠叨是在说：你看，我在关心你，我希望我们好好的。男人的认错是在说：我其实没有错，只不过我想息事宁人。女人面对男人的认错会觉得：你看，你都认错了，你一定要记得改，下次再犯了。女人就会很失望，你答应的事你都做不到。男人此时觉得很委屈：我没错都认错了，你还想我怎么样？当两个人经常是这样沟通的话，女人渐渐越来越失望，男人渐渐变得无话可说。",
    "annotation": [
      {
        "sentence": "她唠叨，让你觉得很幸福，但真的在一起生活，过度的唠叨，会让你觉得不能做自己的无力无助感跑出来了。",
        "label": ""
      },
      {
        "sentence": "事实上，在对与错这件事上，男人和女人是有区别的，女人的唠叨是在说：你看，我在关心你，我希望我们好好的。",
        "label": ""
      },
      {
        "sentence": "男人的认错是在说：我其实没有错，只不过我想息事宁人。",
        "label": ""
      },
      {
        "sentence": "女人面对男人的认错会觉得：你看，你都认错了，你一定要记得改，下次再犯了。",
        "label": ""
      },
      {
        "sentence": "女人就会很失望，你答应的事你都做不到。",
        "label": ""
      },
      {
        "sentence": "男人此时觉得很委屈：我没错都认错了，你还想我怎么样？",
        "label": ""
      },
      {
        "sentence": "当两个人经常是这样沟通的话，女人渐渐越来越失望，男人渐渐变得无话可说。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的有时候觉得很委屈，感觉无论我怎么努力，她都不会满意。我也觉得我们之间的沟通方式需要改善。",
    "annotation": [
      {
        "sentence": "我真的有时候觉得很委屈，感觉无论我怎么努力，她都不会满意。",
        "label": ""
      },
      {
        "sentence": "我也觉得我们之间的沟通方式需要改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果想改善当下的局面，可以尝试：1）做婚姻家庭咨询。2）尝试看到妻子唠叨背后的动机，而不是唠叨本身，她希望你按她希望的样子好，但你肯定是做不到的，那么，就坦诚沟通，沟通的方式得用非暴力沟通的方式哟。就是说事情，讲感受，不批评，不指责。",
    "annotation": [
      {
        "sentence": "如果想改善当下的局面，可以尝试：1）做婚姻家庭咨询。",
        "label": ""
      },
      {
        "sentence": "2）尝试看到妻子唠叨背后的动机，而不是唠叨本身，她希望你按她希望的样子好，但你肯定是做不到的，那么，就坦诚沟通，沟通的方式得用非暴力沟通的方式哟。",
        "label": ""
      },
      {
        "sentence": "就是说事情，讲感受，不批评，不指责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婚姻家庭咨询听起来不错，我会考虑尝试的。我也明白了，我需要更多地理解她的动机，而不是只看到她的唠叨行为。",
    "annotation": [
      {
        "sentence": "婚姻家庭咨询听起来不错，我会考虑尝试的。",
        "label": ""
      },
      {
        "sentence": "我也明白了，我需要更多地理解她的动机，而不是只看到她的唠叨行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3）自我成长。看到对方的期待是对方的，你仍然可以有自己的想法和做法，比方说开车时的争执，你可以之后回应：亲爱的，我知道你是为了我好，但在我开车的时候，你......我会分心，这样我们都会不安全。而且，当你......的时候，我其实挺难受的。家本来就不是一个讲理的地方，但你的妻子显然想在你这里论对错，这部分，你们都需要学习，家更需要好的感受。感受好了，一切都会顺。",
    "annotation": [
      {
        "sentence": "3）自我成长。",
        "label": ""
      },
      {
        "sentence": "看到对方的期待是对方的，你仍然可以有自己的想法和做法，比方说开车时的争执，你可以之后回应：亲爱的，我知道你是为了我好，但在我开车的时候，你......我会分心，这样我们都会不安全。",
        "label": ""
      },
      {
        "sentence": "而且，当你......的时候，我其实挺难受的。",
        "label": ""
      },
      {
        "sentence": "家本来就不是一个讲理的地方，但你的妻子显然想在你这里论对错，这部分，你们都需要学习，家更需要好的感受。",
        "label": ""
      },
      {
        "sentence": "感受好了，一切都会顺。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要学会表达自己的想法和感受，同时也要尊重她的感受。我们需要一起努力去创造一个更好的家庭环境。",
    "annotation": [
      {
        "sentence": "我明白了，我要学会表达自己的想法和感受，同时也要尊重她的感受。",
        "label": ""
      },
      {
        "sentence": "我们需要一起努力去创造一个更好的家庭环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，去思考如何去做一个丈夫，而不是一个儿子？我个人觉得，夫妻本来就是平等的，她可以说，但说的超过了你可以忍受的，你要说出来，情绪稳定的，坚定的说出来，你可以接受什么，不可以接受什么。你也鼓励她说出来，这些都是为了让你们以后的关系走的更顺畅。而不是一直的忍，一直的被动，一直的蹲在那里，看着她的高高在上，你觉得呢？",
    "annotation": [
      {
        "sentence": "最后，去思考如何去做一个丈夫，而不是一个儿子？",
        "label": ""
      },
      {
        "sentence": "我个人觉得，夫妻本来就是平等的，她可以说，但说的超过了你可以忍受的，你要说出来，情绪稳定的，坚定的说出来，你可以接受什么，不可以接受什么。",
        "label": ""
      },
      {
        "sentence": "你也鼓励她说出来，这些都是为了让你们以后的关系走的更顺畅。",
        "label": ""
      },
      {
        "sentence": "而不是一直的忍，一直的被动，一直的蹲在那里，看着她的高高在上，你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要学会坚定地表达自己的需求和边界，用平等的态度去面对婚姻中的问题，不再像一个儿子一样被动和陷入沉默。谢谢你的建议，我会努力改善我们的夫妻关系的。",
    "annotation": [
      {
        "sentence": "你说得对，我要学会坚定地表达自己的需求和边界，用平等的态度去面对婚姻中的问题，不再像一个儿子一样被动和陷入沉默。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会努力改善我们的夫妻关系的。",
        "label": ""
      }
    ]
  }
]