[
  {
    "role": "client",
    "content": "新校区离医院很远，我该不该继续开始接受治疗？我要换校区了，因为转专业，那个校区离医院很远，坐公交车久，还麻烦，而且我又晕车。骑自行车差不多要两个小时，来回要好久，比起公交车我更想骑车，但是时间方面又长，我害怕会占用自己的学习时间，毕竟我已经落下半个学期了的课程了，因为学校转专业进程的原因。我想着放弃治疗吧（治疗还没开始），靠自己的能力解决，可是这么久了我的问题还是没有解决啊。我想着继续完成治疗，可是这里的每次心理治疗好贵，我又心疼爸妈的钱，而且我转专业是留级的，这意味着又要多交一年学费。但我又怕自己发生什么事情会很难受，谁也帮不了自己，我不知道该怎么办了……",
    "annotation": [
      {
        "sentence": "新校区离医院很远，我该不该继续开始接受治疗？",
        "label": ""
      },
      {
        "sentence": "我要换校区了，因为转专业，那个校区离医院很远，坐公交车久，还麻烦，而且我又晕车。",
        "label": ""
      },
      {
        "sentence": "骑自行车差不多要两个小时，来回要好久，比起公交车我更想骑车，但是时间方面又长，我害怕会占用自己的学习时间，毕竟我已经落下半个学期了的课程了，因为学校转专业进程的原因。",
        "label": ""
      },
      {
        "sentence": "我想着放弃治疗吧（治疗还没开始），靠自己的能力解决，可是这么久了我的问题还是没有解决啊。",
        "label": ""
      },
      {
        "sentence": "我想着继续完成治疗，可是这里的每次心理治疗好贵，我又心疼爸妈的钱，而且我转专业是留级的，这意味着又要多交一年学费。",
        "label": ""
      },
      {
        "sentence": "但我又怕自己发生什么事情会很难受，谁也帮不了自己，我不知道该怎么办了……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很欣赏你的勇气和决心，也很心疼你的遭遇。我认为，首先你应该先放松，别太着急。身体是很重要的，所以你是否会因为医院离校区远而半途而废，应该和身体健康挂钩来思考。在现实方面，也不能忽略问题的存在。所以，让我们一起来就你之前所说的问题来寻找方法吧。",
    "annotation": [
      {
        "sentence": "你好，我很欣赏你的勇气和决心，也很心疼你的遭遇。",
        "label": ""
      },
      {
        "sentence": "我认为，首先你应该先放松，别太着急。",
        "label": ""
      },
      {
        "sentence": "身体是很重要的，所以你是否会因为医院离校区远而半途而废，应该和身体健康挂钩来思考。",
        "label": ""
      },
      {
        "sentence": "在现实方面，也不能忽略问题的存在。",
        "label": ""
      },
      {
        "sentence": "所以，让我们一起来就你之前所说的问题来寻找方法吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的关心。相信我，我已经非常尽力地在尝试去平衡我的时间和注意力了，但是感觉依旧很无能，该怎么办呢？",
    "annotation": [
      {
        "sentence": "非常感谢你的关心。",
        "label": ""
      },
      {
        "sentence": "相信我，我已经非常尽力地在尝试去平衡我的时间和注意力了，但是感觉依旧很无能，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境。如果你感觉这个问题有一定的烦恼的话，我建议你可以在学校的心理咨询室寻求帮助，看看有没有一些方法或者建议可以帮助你管理好自己的时间和注意力。同时，在父母的支持下，你可以再申请一些助学贷款、奖金，以及积极的概念来减轻你的经济负担。你认为如何呢？",
    "annotation": [
      {
        "sentence": "我理解你的困境。",
        "label": ""
      },
      {
        "sentence": "如果你感觉这个问题有一定的烦恼的话，我建议你可以在学校的心理咨询室寻求帮助，看看有没有一些方法或者建议可以帮助你管理好自己的时间和注意力。",
        "label": ""
      },
      {
        "sentence": "同时，在父母的支持下，你可以再申请一些助学贷款、奖金，以及积极的概念来减轻你的经济负担。",
        "label": ""
      },
      {
        "sentence": "你认为如何呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直在思考这个问题，所以我很感谢你的建议。但我还是担心我的她能不能理解我的现状，甚至对我的态度产生影响。",
    "annotation": [
      {
        "sentence": "其实我一直在思考这个问题，所以我很感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但我还是担心我的她能不能理解我的现状，甚至对我的态度产生影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心这个，因为你所经历的现状并不容易，所以你需要一个能够理解你的人，这种情况在很多人身上都发生过。在你的感受里，你的她可能觉得你的问题只是一段普通的转专业而已，但是实际上你的问题可能比这个要复杂得多。你可以通过跟她好好聊一下，试图让她更了解你的现状，这样也能找到更好的解决方法。",
    "annotation": [
      {
        "sentence": "不用担心这个，因为你所经历的现状并不容易，所以你需要一个能够理解你的人，这种情况在很多人身上都发生过。",
        "label": ""
      },
      {
        "sentence": "在你的感受里，你的她可能觉得你的问题只是一段普通的转专业而已，但是实际上你的问题可能比这个要复杂得多。",
        "label": ""
      },
      {
        "sentence": "你可以通过跟她好好聊一下，试图让她更了解你的现状，这样也能找到更好的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很有道理，我现在非常想和她谈一谈，让她真正理解我的现状。但我也担心把我的问题强加到他身上。你觉得我可以怎样做吗？",
    "annotation": [
      {
        "sentence": "你的建议很有道理，我现在非常想和她谈一谈，让她真正理解我的现状。",
        "label": ""
      },
      {
        "sentence": "但我也担心把我的问题强加到他身上。",
        "label": ""
      },
      {
        "sentence": "你觉得我可以怎样做吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认为，你这样担心很正常，因为这个问题事关你的未来和学业。你可以相应的从她的角度出发，陈述一下你自己的想法和困扰，并且让他知道你是希望得到他的支持而并非是责难他，更好地让她理解你，有助于她对困境的充分重视和更多地支持。",
    "annotation": [
      {
        "sentence": "我认为，你这样担心很正常，因为这个问题事关你的未来和学业。",
        "label": ""
      },
      {
        "sentence": "你可以相应的从她的角度出发，陈述一下你自己的想法和困扰，并且让他知道你是希望得到他的支持而并非是责难他，更好地让她理解你，有助于她对困境的充分重视和更多地支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。其实对于我来说，更烦心的还是心理治疗的问题，因为我很难承担那么高昂的医疗费用，也很为自己付出的金钱和精力所心疼。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "其实对于我来说，更烦心的还是心理治疗的问题，因为我很难承担那么高昂的医疗费用，也很为自己付出的金钱和精力所心疼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的担心。对于治疗费用，有些大学是开设心理治疗课程的，你可以尝试去学校的心理中心咨询一下，或者在网上申请相关的免费治疗，这能够减轻你的财务负担。此外，你也可以想办法获取助学金、工作岗位之类的资源，帮助自己承担治疗费用。你可以注重一下家庭的财务情况，与父母沟通一下，从而更好的了解你的身份和经济问题。对于精力与时间方面，我会建议你做好时间管理，尽量安排好自己的学习和生活，以避免负担过重，从而影响到你的身体健康。",
    "annotation": [
      {
        "sentence": "我了解你的担心。",
        "label": ""
      },
      {
        "sentence": "对于治疗费用，有些大学是开设心理治疗课程的，你可以尝试去学校的心理中心咨询一下，或者在网上申请相关的免费治疗，这能够减轻你的财务负担。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以想办法获取助学金、工作岗位之类的资源，帮助自己承担治疗费用。",
        "label": ""
      },
      {
        "sentence": "你可以注重一下家庭的财务情况，与父母沟通一下，从而更好的了解你的身份和经济问题。",
        "label": ""
      },
      {
        "sentence": "对于精力与时间方面，我会建议你做好时间管理，尽量安排好自己的学习和生活，以避免负担过重，从而影响到你的身体健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的不错，我也想过免费心理治疗课程，但是我也担心自己的问题无法得到治疗。我觉得我需要更专业的心理帮助，这样的话将需要更高的费用，这可能会加重我的经济负担。你认为我该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说的不错，我也想过免费心理治疗课程，但是我也担心自己的问题无法得到治疗。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要更专业的心理帮助，这样的话将需要更高的费用，这可能会加重我的经济负担。",
        "label": ""
      },
      {
        "sentence": "你认为我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你的担心很正常，因为适当治疗和心理咨询确实需要专业的心理帮助，但是这不代表你只能选择贵的医疗方案。在你确定要接受治疗方面之前，我建议你尝试一些基本的心理治疗方法，比如自我疏导、阅读自助书籍、加入心理治疗社群、听分享、或者参加心理咨询课程等等。这些都是受益于心理学研究和实践得出的经验和方法，虽然他们的治疗效果可能相对较慢一些，但起码不用花费太多的资金。此外，在考虑治疗方案时，你也可以关注一些非专业的心理医生、专业的课程，有些课程可能比你想象的要便宜得多，个人认为这也是一种非常好的治疗方式。",
    "annotation": [
      {
        "sentence": "其实你的担心很正常，因为适当治疗和心理咨询确实需要专业的心理帮助，但是这不代表你只能选择贵的医疗方案。",
        "label": ""
      },
      {
        "sentence": "在你确定要接受治疗方面之前，我建议你尝试一些基本的心理治疗方法，比如自我疏导、阅读自助书籍、加入心理治疗社群、听分享、或者参加心理咨询课程等等。",
        "label": ""
      },
      {
        "sentence": "这些都是受益于心理学研究和实践得出的经验和方法，虽然他们的治疗效果可能相对较慢一些，但起码不用花费太多的资金。",
        "label": ""
      },
      {
        "sentence": "此外，在考虑治疗方案时，你也可以关注一些非专业的心理医生、专业的课程，有些课程可能比你想象的要便宜得多，个人认为这也是一种非常好的治疗方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得非常对，我果然应该再深入了解一下其他形式的心理治疗。我会好好尝试你给我的建议，争取尽快走出困境的，谢谢你。",
    "annotation": [
      {
        "sentence": "你说得非常对，我果然应该再深入了解一下其他形式的心理治疗。",
        "label": ""
      },
      {
        "sentence": "我会好好尝试你给我的建议，争取尽快走出困境的，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，如果有需要，我还可以照应一下你。我相信你一定可以度过现在的难关的，要相信自己，积极应对身体、经济和时间上的问题。",
    "annotation": [
      {
        "sentence": "不用客气，如果有需要，我还可以照应一下你。",
        "label": ""
      },
      {
        "sentence": "我相信你一定可以度过现在的难关的，要相信自己，积极应对身体、经济和时间上的问题。",
        "label": ""
      }
    ]
  }
]