[
  {
    "role": "client",
    "content": "抑郁症患者，喜欢上了一个人应该怎么办呢？我是一个中度抑郁症患者，目前在服药，我很孤独，于是我就在某社交软件上聊天。近期，我发现我热衷于和附近的陌生人见面。我喜欢打扮的光鲜亮丽去见他们，聊天，微笑，仿佛自己是个正常人。第一个是因为我想跳湖，结果他骑着小电驴来接我，我们在操场散步，然后他送我回宿舍。第二个是因为他说他愿意陪我去医院，我很感动，然后我们吃了饭。第三个是因为我很无聊，他刚好休假，我们见面，散步，聊天，我欣赏他的阅历。所有见过的人，我都不会想再见。直到第四个，我理解他的悲伤和学术压力，并且产生共鸣，他企图对我做点什么，我抱着他哇哇大哭，因为我被吓到了，他抱着我安慰我，像哄一个孩子。其实我们衣裳整齐，什么都没发生。我发现我喜欢上他了，我删除了所有人，独留他一人，但我还是倔强的拒绝了他的第二次邀约。我到底怎么了呢？是我好了吗？可是我还是那个悲伤的，糟糕的，想要消失的我，我该怎么面对自己还有这陌生的感觉呢？",
    "annotation": [
      {
        "sentence": "抑郁症患者，喜欢上了一个人应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我是一个中度抑郁症患者，目前在服药，我很孤独，于是我就在某社交软件上聊天。",
        "label": ""
      },
      {
        "sentence": "近期，我发现我热衷于和附近的陌生人见面。",
        "label": ""
      },
      {
        "sentence": "我喜欢打扮的光鲜亮丽去见他们，聊天，微笑，仿佛自己是个正常人。",
        "label": ""
      },
      {
        "sentence": "第一个是因为我想跳湖，结果他骑着小电驴来接我，我们在操场散步，然后他送我回宿舍。",
        "label": ""
      },
      {
        "sentence": "第二个是因为他说他愿意陪我去医院，我很感动，然后我们吃了饭。",
        "label": ""
      },
      {
        "sentence": "第三个是因为我很无聊，他刚好休假，我们见面，散步，聊天，我欣赏他的阅历。",
        "label": ""
      },
      {
        "sentence": "所有见过的人，我都不会想再见。",
        "label": ""
      },
      {
        "sentence": "直到第四个，我理解他的悲伤和学术压力，并且产生共鸣，他企图对我做点什么，我抱着他哇哇大哭，因为我被吓到了，他抱着我安慰我，像哄一个孩子。",
        "label": ""
      },
      {
        "sentence": "其实我们衣裳整齐，什么都没发生。",
        "label": ""
      },
      {
        "sentence": "我发现我喜欢上他了，我删除了所有人，独留他一人，但我还是倔强的拒绝了他的第二次邀约。",
        "label": ""
      },
      {
        "sentence": "我到底怎么了呢？",
        "label": ""
      },
      {
        "sentence": "是我好了吗？",
        "label": ""
      },
      {
        "sentence": "可是我还是那个悲伤的，糟糕的，想要消失的我，我该怎么面对自己还有这陌生的感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你正在经历中度抑郁症，这是一种让人难受的感觉。但是我要告诉你的是，我看到你身上的积极向上的一面，即使在这种情况下，你依然在积极地寻求自我救赎。你通过社交软件和陌生人见面，是在从内心深处向外寻找希望，我非常感动。但是我也想提醒你，抑郁症患者是无法持续地保持稳定的情绪状态的，因此，随意的语言和行为都有可能触发你内心的敏感点，导致你的情绪失控。我希望你能注意自己的情绪变化，保持冷静。",
    "annotation": [
      {
        "sentence": "你好，听说你正在经历中度抑郁症，这是一种让人难受的感觉。",
        "label": ""
      },
      {
        "sentence": "但是我要告诉你的是，我看到你身上的积极向上的一面，即使在这种情况下，你依然在积极地寻求自我救赎。",
        "label": ""
      },
      {
        "sentence": "你通过社交软件和陌生人见面，是在从内心深处向外寻找希望，我非常感动。",
        "label": ""
      },
      {
        "sentence": "但是我也想提醒你，抑郁症患者是无法持续地保持稳定的情绪状态的，因此，随意的语言和行为都有可能触发你内心的敏感点，导致你的情绪失控。",
        "label": ""
      },
      {
        "sentence": "我希望你能注意自己的情绪变化，保持冷静。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我知道。但是我觉得和那些陌生人见面很开心，仿佛可以暂时忘记所有烦恼和抑郁。",
    "annotation": [
      {
        "sentence": "嗯，我知道。",
        "label": ""
      },
      {
        "sentence": "但是我觉得和那些陌生人见面很开心，仿佛可以暂时忘记所有烦恼和抑郁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情，但是这只是一种短暂的解决方法，一旦你离开那个人，你的情绪很可能会变得更加低落。我希望你能尝试找到一种长期有效的解决办法，比如和朋友聊天、散步、听音乐等等，可以让你快乐的事情有很多种。",
    "annotation": [
      {
        "sentence": "我理解你的心情，但是这只是一种短暂的解决方法，一旦你离开那个人，你的情绪很可能会变得更加低落。",
        "label": ""
      },
      {
        "sentence": "我希望你能尝试找到一种长期有效的解决办法，比如和朋友聊天、散步、听音乐等等，可以让你快乐的事情有很多种。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试的。但是我仍然很困惑，为什么我会喜欢上那个人，我应该怎么处理这种感受呢？",
    "annotation": [
      {
        "sentence": "我会尝试的。",
        "label": ""
      },
      {
        "sentence": "但是我仍然很困惑，为什么我会喜欢上那个人，我应该怎么处理这种感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你喜欢一个人是很正常的，毕竟人都需要爱和被爱的感觉。但是在你目前的状态下，可能不是个好主意。因为你需要先把自己调整好，变得更加稳定，才能去面对这样的情感。不要太急于求成，给自己足够的时间来调整，等你的情绪稳定下来了，再去思考这个问题。",
    "annotation": [
      {
        "sentence": "你喜欢一个人是很正常的，毕竟人都需要爱和被爱的感觉。",
        "label": ""
      },
      {
        "sentence": "但是在你目前的状态下，可能不是个好主意。",
        "label": ""
      },
      {
        "sentence": "因为你需要先把自己调整好，变得更加稳定，才能去面对这样的情感。",
        "label": ""
      },
      {
        "sentence": "不要太急于求成，给自己足够的时间来调整，等你的情绪稳定下来了，再去思考这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尽量平复自己的情绪。但还有一个问题困扰着我，就是我到底是好了还是没有好呢？",
    "annotation": [
      {
        "sentence": "好的，我会尽量平复自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但还有一个问题困扰着我，就是我到底是好了还是没有好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁症是一种需要持续治疗的疾病，只有在医生的治疗下，症状缓解才算是好了。但是即使症状缓解了，我们也需要长期的心理治疗和自我调节来避免病情的反复。所以，在你的情况下，我认为你还没好，但是你已经在努力地调整自己的情绪和心态，这是非常难得的进步，希望你能够保持下去。",
    "annotation": [
      {
        "sentence": "抑郁症是一种需要持续治疗的疾病，只有在医生的治疗下，症状缓解才算是好了。",
        "label": ""
      },
      {
        "sentence": "但是即使症状缓解了，我们也需要长期的心理治疗和自我调节来避免病情的反复。",
        "label": ""
      },
      {
        "sentence": "所以，在你的情况下，我认为你还没好，但是你已经在努力地调整自己的情绪和心态，这是非常难得的进步，希望你能够保持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会努力的。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "好的，我会努力的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。如果你需要的话，随时可以联系我。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，随时可以联系我。",
        "label": ""
      }
    ]
  }
]