[
  {
    "role": "client",
    "content": "我是一个20岁的男生，每次紧张都会干呕，我应该如何面对这个问题呢？我从高中开始就遇到考试紧张导致干呕的情况，到了高三的时候，这种情况变得更加严重，只要一有考试就会干呕，甚至到了高四的时候，小测验都会出现这个情况(只有喝水能够让我暂时缓解)。进入大学之后，由于参加活动的次数越来越多，高中时期的干呕问题依然存在，现在只要参加新的活动，就会干呕，这严重影响了我的生活。现在真的不知道怎么处理，请问有什么药物可以缓解这个干呕吗？？？",
    "annotation": [
      {
        "sentence": "我是一个20岁的男生，每次紧张都会干呕，我应该如何面对这个问题呢？",
        "label": ""
      },
      {
        "sentence": "我从高中开始就遇到考试紧张导致干呕的情况，到了高三的时候，这种情况变得更加严重，只要一有考试就会干呕，甚至到了高四的时候，小测验都会出现这个情况(只有喝水能够让我暂时缓解)。",
        "label": ""
      },
      {
        "sentence": "进入大学之后，由于参加活动的次数越来越多，高中时期的干呕问题依然存在，现在只要参加新的活动，就会干呕，这严重影响了我的生活。",
        "label": ""
      },
      {
        "sentence": "现在真的不知道怎么处理，请问有什么药物可以缓解这个干呕吗？？？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我能够想象你在干呕时的困扰感。我也理解当时你的紧张和不安。敢猜一下，你对参与的事情都抱有很大的期望，期待自己的表现能够得到别人的认可。那样的话，你可能会十分在意结果。这种在意越强，紧张感就越大，压力就越大，越想摆脱这些压力，但你又知道逃避不是办法，于是你的身体(干呕)就帮助你通过这种方式来表达你的情绪。那我们该怎么办呢？我不是医生，所以无法给出药物相关的建议。但从心理学的角度来看，或许可以尝试以下几个方法：1.放低期望，以平常心对待考试和活动。偶尔没能达到完美的表现，并不代表你的能力不好或者不够努力。或许这是认识自我，提升自己的好机会。无论事情的结果如何，你永远是最棒的，因为你坚韧、努力、勇敢......2.当感到紧张和不安时，尝试一些放松的方法。例如深呼吸、放松身体(我常用的方法是：握紧拳头，然后慢慢放开，伸展手掌，反复几次)。如果干呕发作了，不要排斥它，不要对这种行为进行指责。告诉自己：“宝贝，我知道你想表达什么，我知道你现在有些不安，我知道你在意自己的表现，无论怎样，我都会陪着你面对。”3.相信自己，你有能力应对情绪和事情的发展。你看，当你情绪激动时，身体会产生反应，你能够察觉到自己的紧张和不安，你还想到通过喝水来缓解这种情况，这表明你有想法、有尝试、有行动。我们可以思考一下除了喝水之外，还有没有其他缓解方法呢？相信你可以想到，并且相信你愿意尝试。有时候，身体的反应是想要表达一些情绪或者告诉我们一些事情。加强和身体的连接也是了解自己的好方法。当然，如果身体真的非常不舒服，一定要及时去看医生哦。",
    "annotation": [
      {
        "sentence": "看到你的描述，我能够想象你在干呕时的困扰感。",
        "label": ""
      },
      {
        "sentence": "我也理解当时你的紧张和不安。",
        "label": ""
      },
      {
        "sentence": "敢猜一下，你对参与的事情都抱有很大的期望，期待自己的表现能够得到别人的认可。",
        "label": ""
      },
      {
        "sentence": "那样的话，你可能会十分在意结果。",
        "label": ""
      },
      {
        "sentence": "这种在意越强，紧张感就越大，压力就越大，越想摆脱这些压力，但你又知道逃避不是办法，于是你的身体(干呕)就帮助你通过这种方式来表达你的情绪。",
        "label": ""
      },
      {
        "sentence": "那我们该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我不是医生，所以无法给出药物相关的建议。",
        "label": ""
      },
      {
        "sentence": "但从心理学的角度来看，或许可以尝试以下几个方法：1.放低期望，以平常心对待考试和活动。",
        "label": ""
      },
      {
        "sentence": "偶尔没能达到完美的表现，并不代表你的能力不好或者不够努力。",
        "label": ""
      },
      {
        "sentence": "或许这是认识自我，提升自己的好机会。",
        "label": ""
      },
      {
        "sentence": "无论事情的结果如何，你永远是最棒的，因为你坚韧、努力、勇敢......2.当感到紧张和不安时，尝试一些放松的方法。",
        "label": ""
      },
      {
        "sentence": "例如深呼吸、放松身体(我常用的方法是：握紧拳头，然后慢慢放开，伸展手掌，反复几次)。",
        "label": ""
      },
      {
        "sentence": "如果干呕发作了，不要排斥它，不要对这种行为进行指责。",
        "label": ""
      },
      {
        "sentence": "告诉自己：“宝贝，我知道你想表达什么，我知道你现在有些不安，我知道你在意自己的表现，无论怎样，我都会陪着你面对。",
        "label": ""
      },
      {
        "sentence": "”3.相信自己，你有能力应对情绪和事情的发展。",
        "label": ""
      },
      {
        "sentence": "你看，当你情绪激动时，身体会产生反应，你能够察觉到自己的紧张和不安，你还想到通过喝水来缓解这种情况，这表明你有想法、有尝试、有行动。",
        "label": ""
      },
      {
        "sentence": "我们可以思考一下除了喝水之外，还有没有其他缓解方法呢？",
        "label": ""
      },
      {
        "sentence": "相信你可以想到，并且相信你愿意尝试。",
        "label": ""
      },
      {
        "sentence": "有时候，身体的反应是想要表达一些情绪或者告诉我们一些事情。",
        "label": ""
      },
      {
        "sentence": "加强和身体的连接也是了解自己的好方法。",
        "label": ""
      },
      {
        "sentence": "当然，如果身体真的非常不舒服，一定要及时去看医生哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我觉得你说的很有道理，放低期望并以平常心对待考试和活动确实很重要，我会努力尝试的。另外，我也会试试你说的放松方法，希望能有所改善。我明白自己需要相信自己，感谢你给我这样的鼓励和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我觉得你说的很有道理，放低期望并以平常心对待考试和活动确实很重要，我会努力尝试的。",
        "label": ""
      },
      {
        "sentence": "另外，我也会试试你说的放松方法，希望能有所改善。",
        "label": ""
      },
      {
        "sentence": "我明白自己需要相信自己，感谢你给我这样的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信我，你已经迈出了很重要的一步，你的付出和努力将会得到回报。如果有任何其他问题或需要进一步的支持，随时告诉我。记住，你永远不是一个人在面对困难和挑战，我们一起加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信我，你已经迈出了很重要的一步，你的付出和努力将会得到回报。",
        "label": ""
      },
      {
        "sentence": "如果有任何其他问题或需要进一步的支持，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "记住，你永远不是一个人在面对困难和挑战，我们一起加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我真的感到很温暖和安慰。我会时刻牢记你的话，也会在需要时再次向你求助的。希望我们能一起克服这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我真的感到很温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我会时刻牢记你的话，也会在需要时再次向你求助的。",
        "label": ""
      },
      {
        "sentence": "希望我们能一起克服这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "绝对没问题！我一直都会在这里支持你。无论何时何地，都不要犹豫向我寻求帮助。我们会一起走过这段困难时期，相信自己，你可以的！加油！",
    "annotation": [
      {
        "sentence": "绝对没问题！",
        "label": ""
      },
      {
        "sentence": "我一直都会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，都不要犹豫向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我们会一起走过这段困难时期，相信自己，你可以的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]