[
  {
    "role": "client",
    "content": "不想表露情绪，面对一个自己不喜欢的人该怎么办？",
    "annotation": [
      {
        "sentence": "不想表露情绪，面对一个自己不喜欢的人该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述中看到了您的烦恼，对于这个问题，一时之间还真没办法告诉您一个拿来就能用，一用就有效的好办法，因为情绪是一个很个体化的私人的一个体验。不过，这个问题让我想起另一个问题，“别人请客吃饭的时候遇到自己不喜欢吃的菜，怎么办？”我猜应对的办法或者是提议换一个菜，或者是不吃那个菜就好了。这取决于我们跟请吃饭的人的熟悉程度。那遇到自己不喜欢的人，还时不时的在自己眼前晃悠，这的确让人不舒服，也没有办法别开，那是不是可以借鉴一下前面说的第二种做法，既然没法换，就“视而不见”吧，这个虽然看起来有点“消极”，那至少能让自己的心情好一点。",
    "annotation": [
      {
        "sentence": "从您的描述中看到了您的烦恼，对于这个问题，一时之间还真没办法告诉您一个拿来就能用，一用就有效的好办法，因为情绪是一个很个体化的私人的一个体验。",
        "label": ""
      },
      {
        "sentence": "不过，这个问题让我想起另一个问题，“别人请客吃饭的时候遇到自己不喜欢吃的菜，怎么办？",
        "label": ""
      },
      {
        "sentence": "”我猜应对的办法或者是提议换一个菜，或者是不吃那个菜就好了。",
        "label": ""
      },
      {
        "sentence": "这取决于我们跟请吃饭的人的熟悉程度。",
        "label": ""
      },
      {
        "sentence": "那遇到自己不喜欢的人，还时不时的在自己眼前晃悠，这的确让人不舒服，也没有办法别开，那是不是可以借鉴一下前面说的第二种做法，既然没法换，就“视而不见”吧，这个虽然看起来有点“消极”，那至少能让自己的心情好一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得来回躲闪很累，该怎样才能减轻这种疲劳呢？",
    "annotation": [
      {
        "sentence": "但是我觉得来回躲闪很累，该怎样才能减轻这种疲劳呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，在朝九晚五的工作和忙碌的生活中，需要化繁为简，因为有时候朴素的方法往往是最好的。您可以尝试更改自己对这个人的看法，不要再把那个人看成自己不喜欢的人，或者是尝试让自己变得更放松一点，毕竟情绪的控制真的非常重要。您还可以尝试通过打听对方的兴趣爱好以及他做过的事情来尝试改变对他的看法，或许您会得到一些让自己眼前一亮的答案。",
    "annotation": [
      {
        "sentence": "确实，在朝九晚五的工作和忙碌的生活中，需要化繁为简，因为有时候朴素的方法往往是最好的。",
        "label": ""
      },
      {
        "sentence": "您可以尝试更改自己对这个人的看法，不要再把那个人看成自己不喜欢的人，或者是尝试让自己变得更放松一点，毕竟情绪的控制真的非常重要。",
        "label": ""
      },
      {
        "sentence": "您还可以尝试通过打听对方的兴趣爱好以及他做过的事情来尝试改变对他的看法，或许您会得到一些让自己眼前一亮的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，但是我很难想象自己跟那个人聊天，想必会很尴尬吧？",
    "annotation": [
      {
        "sentence": "谢谢您的建议，但是我很难想象自己跟那个人聊天，想必会很尴尬吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，这并不容易。如果您觉得面对那个人有点尴尬或者不知所措，您可以尝试转换话题，或者讨论一些大家都感兴趣的话题。不要强迫自己去聊那个你不喜欢的人，这样只会让自己感到更加不舒服。",
    "annotation": [
      {
        "sentence": "的确，这并不容易。",
        "label": ""
      },
      {
        "sentence": "如果您觉得面对那个人有点尴尬或者不知所措，您可以尝试转换话题，或者讨论一些大家都感兴趣的话题。",
        "label": ""
      },
      {
        "sentence": "不要强迫自己去聊那个你不喜欢的人，这样只会让自己感到更加不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得我必须得跟他说话，不然会显得我不礼貌。",
    "annotation": [
      {
        "sentence": "但是我总觉得我必须得跟他说话，不然会显得我不礼貌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解您的想法。面对这种情况，我们可以尝试主动跟对方打招呼，或者露出小小的微笑，但是不要做出自己不舒服的事情，只要向对方表示出基本的尊重和礼貌就可以了。毕竟，我们只是要让自己过得更好，而不是要给自己制造更多的麻烦。",
    "annotation": [
      {
        "sentence": "我完全理解您的想法。",
        "label": ""
      },
      {
        "sentence": "面对这种情况，我们可以尝试主动跟对方打招呼，或者露出小小的微笑，但是不要做出自己不舒服的事情，只要向对方表示出基本的尊重和礼貌就可以了。",
        "label": ""
      },
      {
        "sentence": "毕竟，我们只是要让自己过得更好，而不是要给自己制造更多的麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试着去跟他说话，谢谢您的建议。",
    "annotation": [
      {
        "sentence": "我会尝试着去跟他说话，谢谢您的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气。我相信您可以找到一种适合自己的方法来处理这个烦人的问题，希望您能过上更加愉快的生活。",
    "annotation": [
      {
        "sentence": "不用客气。",
        "label": ""
      },
      {
        "sentence": "我相信您可以找到一种适合自己的方法来处理这个烦人的问题，希望您能过上更加愉快的生活。",
        "label": ""
      }
    ]
  }
]