[
  {
    "role": "client",
    "content": "现实很残酷，不知道怎么面对，很想一觉睡着不醒来……每天醒来心里都空空的很难受，无法面对也不知道怎么面对，无法面对不被爱，无法面对没有钱，知道自己要接受才能往前走，但是接受不了，觉得很残酷很害怕，不敢正视，又想逼着自己正视。很想深深的睡去都不去面对，很想逃避。",
    "annotation": [
      {
        "sentence": "现实很残酷，不知道怎么面对，很想一觉睡着不醒来……每天醒来心里都空空的很难受，无法面对也不知道怎么面对，无法面对不被爱，无法面对没有钱，知道自己要接受才能往前走，但是接受不了，觉得很残酷很害怕，不敢正视，又想逼着自己正视。",
        "label": ""
      },
      {
        "sentence": "很想深深的睡去都不去面对，很想逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的文字，感受到你的疲惫，虽然不知道你遇到什么问题，但我想一定是件很困扰的事情，不然不会让你那么疲倦。心里空空的，是不是对于现状不满意，又发现想改变很难呢？我之前迷茫的时候，也有这种，可能比你加重，我心慌，心里空空的，会突然睡着睡着醒来了。",
    "annotation": [
      {
        "sentence": "看到你的文字，感受到你的疲惫，虽然不知道你遇到什么问题，但我想一定是件很困扰的事情，不然不会让你那么疲倦。",
        "label": ""
      },
      {
        "sentence": "心里空空的，是不是对于现状不满意，又发现想改变很难呢？",
        "label": ""
      },
      {
        "sentence": "我之前迷茫的时候，也有这种，可能比你加重，我心慌，心里空空的，会突然睡着睡着醒来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对现在的生活感到不满意，但又感觉改变太难了。我真的很害怕面对现实，觉得接受真实的自己会很残酷。",
    "annotation": [
      {
        "sentence": "是的，我对现在的生活感到不满意，但又感觉改变太难了。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕面对现实，觉得接受真实的自己会很残酷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和恐惧，面对自己的问题确实不容易。但是，我想告诉你，越长大越孤单，越长大越懂得现实的残酷，越长大越心有不甘。谁不是一边舔着伤口，一边努力前行呢？病床上多少病人为了生活，在很努力的与病魔抗争，为什么？难道仅仅是为了活着？绝大多数人都是为了自己的家人，因为不舍，因为心中还有希望，因为还有梦想，还有太多太多难以割舍的情感。",
    "annotation": [
      {
        "sentence": "我理解你的担心和恐惧，面对自己的问题确实不容易。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你，越长大越孤单，越长大越懂得现实的残酷，越长大越心有不甘。",
        "label": ""
      },
      {
        "sentence": "谁不是一边舔着伤口，一边努力前行呢？",
        "label": ""
      },
      {
        "sentence": "病床上多少病人为了生活，在很努力的与病魔抗争，为什么？",
        "label": ""
      },
      {
        "sentence": "难道仅仅是为了活着？",
        "label": ""
      },
      {
        "sentence": "绝大多数人都是为了自己的家人，因为不舍，因为心中还有希望，因为还有梦想，还有太多太多难以割舍的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，生活中确实有很多坚强的人在与困难作斗争，为了家人、为了梦想。可是我现在觉得自己无法接受现实，不知道怎么才能继续往前走。",
    "annotation": [
      {
        "sentence": "你说的很对，生活中确实有很多坚强的人在与困难作斗争，为了家人、为了梦想。",
        "label": ""
      },
      {
        "sentence": "可是我现在觉得自己无法接受现实，不知道怎么才能继续往前走。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的困惑和无助感。但是，想一想我们的父母，想一想我们的家人，想一想那些与病魔抗争的人，你还会觉得难以面对吗？他们为了自己的家人、为了希望而努力，或许我们也可以从他们身上汲取力量，勇敢地面对现实。",
    "annotation": [
      {
        "sentence": "我能理解你现在的困惑和无助感。",
        "label": ""
      },
      {
        "sentence": "但是，想一想我们的父母，想一想我们的家人，想一想那些与病魔抗争的人，你还会觉得难以面对吗？",
        "label": ""
      },
      {
        "sentence": "他们为了自己的家人、为了希望而努力，或许我们也可以从他们身上汲取力量，勇敢地面对现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，家人和那些坚持不懈的人们都是我坚持的动力，也让我感到温暖和勇气。但我还是觉得内心很脆弱，常常被焦虑和恐惧所困扰。",
    "annotation": [
      {
        "sentence": "你说得对，家人和那些坚持不懈的人们都是我坚持的动力，也让我感到温暖和勇气。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得内心很脆弱，常常被焦虑和恐惧所困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解，内心的脆弱是很正常的，我们每个人都会遇到这样的时刻。汪国真曾说过：“悲观的人，先被自己打败，然后才被生活打败；乐观的人，先战胜自己，然后才战胜生活。”虽然困难碰上困难，但我们可以学会调节自己的情绪，一点一点地变得更加坚强。",
    "annotation": [
      {
        "sentence": "你的感受我能理解，内心的脆弱是很正常的，我们每个人都会遇到这样的时刻。",
        "label": ""
      },
      {
        "sentence": "汪国真曾说过：“悲观的人，先被自己打败，然后才被生活打败；乐观的人，先战胜自己，然后才战胜生活。",
        "label": ""
      },
      {
        "sentence": "”虽然困难碰上困难，但我们可以学会调节自己的情绪，一点一点地变得更加坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的话让我觉得温暖和希望，我明白现实中难免会有困难，但我也不想一直处于消极的情绪中。你是怎样调节自己情绪的呢？",
    "annotation": [
      {
        "sentence": "你说的话让我觉得温暖和希望，我明白现实中难免会有困难，但我也不想一直处于消极的情绪中。",
        "label": ""
      },
      {
        "sentence": "你是怎样调节自己情绪的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情，调节情绪是一个长期的过程。我个人会寻找一些喜欢的活动来转移注意力，比如听音乐、看电影、读书等。还会与朋友交流，在交流中找到支持和理解。另外，保持积极的心态和健康的生活习惯也很重要。",
    "annotation": [
      {
        "sentence": "我理解你的心情，调节情绪是一个长期的过程。",
        "label": ""
      },
      {
        "sentence": "我个人会寻找一些喜欢的活动来转移注意力，比如听音乐、看电影、读书等。",
        "label": ""
      },
      {
        "sentence": "还会与朋友交流，在交流中找到支持和理解。",
        "label": ""
      },
      {
        "sentence": "另外，保持积极的心态和健康的生活习惯也很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很实用，我会试着去做一些能调节情绪的活动，也会多与朋友交流，寻求支持。谢谢你一直在这里倾听和鼓励我。",
    "annotation": [
      {
        "sentence": "你的建议很实用，我会试着去做一些能调节情绪的活动，也会多与朋友交流，寻求支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在这里倾听和鼓励我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直会在你身边支持你。记得，每个人的生活都有不容易的时候，但只要我们愿意勇敢面对，坚持努力，我们一定能够战胜困难。这世上，除了生死，其他都是小事！希望你能找到属于自己的幸福和快乐！",
    "annotation": [
      {
        "sentence": "不客气，我一直会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "记得，每个人的生活都有不容易的时候，但只要我们愿意勇敢面对，坚持努力，我们一定能够战胜困难。",
        "label": ""
      },
      {
        "sentence": "这世上，除了生死，其他都是小事！",
        "label": ""
      },
      {
        "sentence": "希望你能找到属于自己的幸福和快乐！",
        "label": ""
      }
    ]
  }
]