[
  {
    "role": "client",
    "content": "我是一个大一新生，今年20岁，我有一个问题一直困扰着我。每当我感到紧张的时候，就会干呕，这给我带来了很多困扰。我曾经复读过一年，高三的时候考试压力很大，会出现轻微干呕的情况。到了高四，压力越来越大，每次考试都会干呕，到了高考前的那段时间，情况变得更加严重，甚至小测验也会干呕（只有喝水才能暂时缓解）。进入大学后，参加的活动越来越多，但是高中时期那种遇事就干呕的习惯依然存在，现在只要参加新的活动，都会感到干呕，甚至影响了我的生活。真的不知道该怎么处理，有没有什么药物可以缓解这种干呕的症状呢？",
    "annotation": [
      {
        "sentence": "我是一个大一新生，今年20岁，我有一个问题一直困扰着我。",
        "label": ""
      },
      {
        "sentence": "每当我感到紧张的时候，就会干呕，这给我带来了很多困扰。",
        "label": ""
      },
      {
        "sentence": "我曾经复读过一年，高三的时候考试压力很大，会出现轻微干呕的情况。",
        "label": ""
      },
      {
        "sentence": "到了高四，压力越来越大，每次考试都会干呕，到了高考前的那段时间，情况变得更加严重，甚至小测验也会干呕（只有喝水才能暂时缓解）。",
        "label": ""
      },
      {
        "sentence": "进入大学后，参加的活动越来越多，但是高中时期那种遇事就干呕的习惯依然存在，现在只要参加新的活动，都会感到干呕，甚至影响了我的生活。",
        "label": ""
      },
      {
        "sentence": "真的不知道该怎么处理，有没有什么药物可以缓解这种干呕的症状呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你作为大一新生对高中紧张习惯的焦虑感。首先，要明确一点，这种因紧张而引起的干呕并不是生理疾病，药物并不是缓解的好办法。要解决这个问题，我们需要找到造成干呕的心理原因。你的叙述表明，你在高三时开始感到紧张出现干呕，这说明最初引起干呕的原因是升学压力。由于对升学的渴望和对自己成绩的不自信，你内心中形成了一种冲突：想要努力达到某个结果，但又担心自己无法实现。为了缓解这种冲突造成的不适，你的身体表现出了干呕的症状。进入大学后，这种因升学压力引起的身体症状并没有减轻，反而有所泛化。现在参加新活动就会干呕，这说明你已经陷入了一个恶性循环：心理原因导致身体症状，而身体症状又加重了心理负担。因此，你现在需要做的是打破这个恶性循环。",
    "annotation": [
      {
        "sentence": "我能理解你作为大一新生对高中紧张习惯的焦虑感。",
        "label": ""
      },
      {
        "sentence": "首先，要明确一点，这种因紧张而引起的干呕并不是生理疾病，药物并不是缓解的好办法。",
        "label": ""
      },
      {
        "sentence": "要解决这个问题，我们需要找到造成干呕的心理原因。",
        "label": ""
      },
      {
        "sentence": "你的叙述表明，你在高三时开始感到紧张出现干呕，这说明最初引起干呕的原因是升学压力。",
        "label": ""
      },
      {
        "sentence": "由于对升学的渴望和对自己成绩的不自信，你内心中形成了一种冲突：想要努力达到某个结果，但又担心自己无法实现。",
        "label": ""
      },
      {
        "sentence": "为了缓解这种冲突造成的不适，你的身体表现出了干呕的症状。",
        "label": ""
      },
      {
        "sentence": "进入大学后，这种因升学压力引起的身体症状并没有减轻，反而有所泛化。",
        "label": ""
      },
      {
        "sentence": "现在参加新活动就会干呕，这说明你已经陷入了一个恶性循环：心理原因导致身体症状，而身体症状又加重了心理负担。",
        "label": ""
      },
      {
        "sentence": "因此，你现在需要做的是打破这个恶性循环。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要增强自己对压力的承受能力。那么，我应该如何增强我的抗压能力呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要增强自己对压力的承受能力。",
        "label": ""
      },
      {
        "sentence": "那么，我应该如何增强我的抗压能力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "增强自信心是提升抗压能力的有效方法之一。当你对自己有全面的认识和肯定时，某个单一事件很难给你带来太大的压力。你可以从以下几个方面着手：首先，盘点一下自己的优点，哪怕是很小的优点也不要忽视；其次，做一些你最擅长和最感兴趣的事情，并努力争取成功；还可以尝试做一些简单而能够成功的事情，特别是在助人方面；要尊重、欣赏并赞美他人，通过自我激励、自我认可以及他人的激励和认可来提高自信心；无论何时都要对自己保持自信，并不时用内心的语言激励自己：“我很棒”、“我做得很好”、“人们都很喜欢我”。",
    "annotation": [
      {
        "sentence": "增强自信心是提升抗压能力的有效方法之一。",
        "label": ""
      },
      {
        "sentence": "当你对自己有全面的认识和肯定时，某个单一事件很难给你带来太大的压力。",
        "label": ""
      },
      {
        "sentence": "你可以从以下几个方面着手：首先，盘点一下自己的优点，哪怕是很小的优点也不要忽视；其次，做一些你最擅长和最感兴趣的事情，并努力争取成功；还可以尝试做一些简单而能够成功的事情，特别是在助人方面；要尊重、欣赏并赞美他人，通过自我激励、自我认可以及他人的激励和认可来提高自信心；无论何时都要对自己保持自信，并不时用内心的语言激励自己：“我很棒”、“我做得很好”、“人们都很喜欢我”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。尽管我明白增强自信心是重要的，但我该如何正确认识每件事情带来的压力呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "尽管我明白增强自信心是重要的，但我该如何正确认识每件事情带来的压力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在人生的旅程中，我们会遇到无数件事情。要明白的是，每一件事情的失败并不代表整个人生的失败。不要强迫自己把每件事情做到完美，这是一个几乎没有人能够达到的标准。接受自己是一个不完美的人，适当降低标准和要求，甚至可能让我们达到一个更高的高度。金无足赤，人无完人。要理解并接受自己的不完美，并减少对自己的苛求。无论是否干呕的症状立刻消失，都不要过于担心。不要刻意关注干呕，以平静的心态接受它，并对自己说：“干呕就干呕吧，没什么大不了的！”。以平常心对待那个在遇事时容易干呕的自己，不要夸大它的影响，就像对待天气的变化一样，顺应自然，做好自己应该做的事情。长此以往，当你再次注意到干呕时，很可能会发现在无意识的某个时刻，干呕的症状已经完全消失了。",
    "annotation": [
      {
        "sentence": "在人生的旅程中，我们会遇到无数件事情。",
        "label": ""
      },
      {
        "sentence": "要明白的是，每一件事情的失败并不代表整个人生的失败。",
        "label": ""
      },
      {
        "sentence": "不要强迫自己把每件事情做到完美，这是一个几乎没有人能够达到的标准。",
        "label": ""
      },
      {
        "sentence": "接受自己是一个不完美的人，适当降低标准和要求，甚至可能让我们达到一个更高的高度。",
        "label": ""
      },
      {
        "sentence": "金无足赤，人无完人。",
        "label": ""
      },
      {
        "sentence": "要理解并接受自己的不完美，并减少对自己的苛求。",
        "label": ""
      },
      {
        "sentence": "无论是否干呕的症状立刻消失，都不要过于担心。",
        "label": ""
      },
      {
        "sentence": "不要刻意关注干呕，以平静的心态接受它，并对自己说：“干呕就干呕吧，没什么大不了的！",
        "label": ""
      },
      {
        "sentence": "”。",
        "label": ""
      },
      {
        "sentence": "以平常心对待那个在遇事时容易干呕的自己，不要夸大它的影响，就像对待天气的变化一样，顺应自然，做好自己应该做的事情。",
        "label": ""
      },
      {
        "sentence": "长此以往，当你再次注意到干呕时，很可能会发现在无意识的某个时刻，干呕的症状已经完全消失了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议。我会尽量按照你说的方法来增强自己的抗压能力，并正确认识每一件事情带来的压力。希望这样能够帮助我摆脱干呕的困扰。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尽量按照你说的方法来增强自己的抗压能力，并正确认识每一件事情带来的压力。",
        "label": ""
      },
      {
        "sentence": "希望这样能够帮助我摆脱干呕的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。请记住，建立抗压能力需要时间和努力。如果你在实践中遇到了困难或挫折，不要气馁。坚持下去，相信自己，相信你有能力克服这个困扰。如果需要进一步的支持或咨询，随时可以再和我交流。祝你度过愉快、无压力的大学生活！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "请记住，建立抗压能力需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "如果你在实践中遇到了困难或挫折，不要气馁。",
        "label": ""
      },
      {
        "sentence": "坚持下去，相信自己，相信你有能力克服这个困扰。",
        "label": ""
      },
      {
        "sentence": "如果需要进一步的支持或咨询，随时可以再和我交流。",
        "label": ""
      },
      {
        "sentence": "祝你度过愉快、无压力的大学生活！",
        "label": ""
      }
    ]
  }
]