[
  {
    "role": "client",
    "content": "我们该义无反顾的爱一场吗？我遇见了一个令我感到自由的男孩，然后那个男孩让我问另一个女孩子有没有女朋友，然后我就对那个男孩万念俱灭，就在这个时候，有另一个男孩给了我一丝温暖和疗愈。他一直在我身旁，我一直都把他当普通同事。他做了一些跟别人不一样的事情，比如说羡慕我能到处跑，因为岗位缘故，我需要到处去转，从来没有人跟我说“到处跑”是一件好事，还有他说我是性情中人，我的确是性情中人，爱憎分明的那种，从来没有人注意我是什么样的行为和性格，那一刻我有被关注到和看到，在我心里有难过的时候，他可以看出来并且关心我。他对我真的很好，我该跟他爱一场吗？",
    "annotation": [
      {
        "sentence": "我们该义无反顾的爱一场吗？",
        "label": ""
      },
      {
        "sentence": "我遇见了一个令我感到自由的男孩，然后那个男孩让我问另一个女孩子有没有女朋友，然后我就对那个男孩万念俱灭，就在这个时候，有另一个男孩给了我一丝温暖和疗愈。",
        "label": ""
      },
      {
        "sentence": "他一直在我身旁，我一直都把他当普通同事。",
        "label": ""
      },
      {
        "sentence": "他做了一些跟别人不一样的事情，比如说羡慕我能到处跑，因为岗位缘故，我需要到处去转，从来没有人跟我说“到处跑”是一件好事，还有他说我是性情中人，我的确是性情中人，爱憎分明的那种，从来没有人注意我是什么样的行为和性格，那一刻我有被关注到和看到，在我心里有难过的时候，他可以看出来并且关心我。",
        "label": ""
      },
      {
        "sentence": "他对我真的很好，我该跟他爱一场吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的叙述，我能感受到，你对爱情的向往，以及对来临的爱的欣喜，能够尝到爱的滋味，着实还是一个幸福的人呢！恋爱总是会让人欣喜若狂也会让人陷入烦恼，就如你的烦恼一样，该不该去爱。其实，爱来了，如果你想去爱就可以大胆去爱，这是你的自由。",
    "annotation": [
      {
        "sentence": "听到你的叙述，我能感受到，你对爱情的向往，以及对来临的爱的欣喜，能够尝到爱的滋味，着实还是一个幸福的人呢！",
        "label": ""
      },
      {
        "sentence": "恋爱总是会让人欣喜若狂也会让人陷入烦恼，就如你的烦恼一样，该不该去爱。",
        "label": ""
      },
      {
        "sentence": "其实，爱来了，如果你想去爱就可以大胆去爱，这是你的自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我也不知道该如何选择该跟哪个男孩走下去，我有些犹豫。",
    "annotation": [
      {
        "sentence": "可是我也不知道该如何选择该跟哪个男孩走下去，我有些犹豫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，如果你目前对两个男孩都没有表白，那么就先需要更多的时间和机会去了解这两个人。你可以打量一下两个人，分析他们的性格爱好、人品家庭背景、职业规划等等。当你了解他们更多以后，你会心里有数。另外，你也可以听听你内心的声音，看看自己真正想要的爱是什么样的，这也是一种方向。",
    "annotation": [
      {
        "sentence": "嗯，如果你目前对两个男孩都没有表白，那么就先需要更多的时间和机会去了解这两个人。",
        "label": ""
      },
      {
        "sentence": "你可以打量一下两个人，分析他们的性格爱好、人品家庭背景、职业规划等等。",
        "label": ""
      },
      {
        "sentence": "当你了解他们更多以后，你会心里有数。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以听听你内心的声音，看看自己真正想要的爱是什么样的，这也是一种方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕自己作出错误的决定，毕竟这是人生中重要的事情。",
    "annotation": [
      {
        "sentence": "我害怕自己作出错误的决定，毕竟这是人生中重要的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，爱情对于每个人来说都是一个重要的话题，然而你无法掌控一切。不要害怕犯错，人生就是不断地试错，通过每一次的失败才能成长，所以无论你做出了怎样的选择，都不是一个错误的选择。重要的是你对自己的感情保持诚实，让自己不要留下遗憾。同时，时间也会验证一切，有时候只需要给自己点时间，问题就能够迎刃而解。",
    "annotation": [
      {
        "sentence": "是的，爱情对于每个人来说都是一个重要的话题，然而你无法掌控一切。",
        "label": ""
      },
      {
        "sentence": "不要害怕犯错，人生就是不断地试错，通过每一次的失败才能成长，所以无论你做出了怎样的选择，都不是一个错误的选择。",
        "label": ""
      },
      {
        "sentence": "重要的是你对自己的感情保持诚实，让自己不要留下遗憾。",
        "label": ""
      },
      {
        "sentence": "同时，时间也会验证一切，有时候只需要给自己点时间，问题就能够迎刃而解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我考虑好了选择跟其中一个男孩在一起，应该如何表达我的感觉，怕冒犯他们又怕自己被拒绝。",
    "annotation": [
      {
        "sentence": "如果我考虑好了选择跟其中一个男孩在一起，应该如何表达我的感觉，怕冒犯他们又怕自己被拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常正常的恐惧，但是你需要先知道自己内心的感受，以及自己想要的结果。如果你决定尝试跟其中一个男孩在一起，你可以首先试着表达你对他的好感，观察他的反应。如果他对你的表白有所回应，那么就可以慢慢地发展你们之间的关系。如果他对你的表白没有回应，也不用太失落，需要直接面对，并且谨记一次失败并不代表永远的失败，你需要的是在坚定自己的内心，保持自我价值，准备好接受随时可能出现的新的恋爱机会。在表白的过程中，当你表达完自己的感受以后，就需要为他留出一些反应的时间，他需要时间去思考你的言论，也要体谅他可能表现得有些犹豫。同时也不要过于强求彼此的想法和感受，记住尊重和理解是建立感情的关键。",
    "annotation": [
      {
        "sentence": "这是非常正常的恐惧，但是你需要先知道自己内心的感受，以及自己想要的结果。",
        "label": ""
      },
      {
        "sentence": "如果你决定尝试跟其中一个男孩在一起，你可以首先试着表达你对他的好感，观察他的反应。",
        "label": ""
      },
      {
        "sentence": "如果他对你的表白有所回应，那么就可以慢慢地发展你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "如果他对你的表白没有回应，也不用太失落，需要直接面对，并且谨记一次失败并不代表永远的失败，你需要的是在坚定自己的内心，保持自我价值，准备好接受随时可能出现的新的恋爱机会。",
        "label": ""
      },
      {
        "sentence": "在表白的过程中，当你表达完自己的感受以后，就需要为他留出一些反应的时间，他需要时间去思考你的言论，也要体谅他可能表现得有些犹豫。",
        "label": ""
      },
      {
        "sentence": "同时也不要过于强求彼此的想法和感受，记住尊重和理解是建立感情的关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，你的话让我对事情有了更清晰的想法和更好的面对方法。",
    "annotation": [
      {
        "sentence": "谢谢你，你的话让我对事情有了更清晰的想法和更好的面对方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供帮助。记住，爱情是美好的事情，无论选择哪一条路，你都会得到一定的收获，重要的是你跟着自己的想法去做，让自己不要留下遗憾。祝你早日找到真正适合自己的那个人，相信你会成为一个幸福的人。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，爱情是美好的事情，无论选择哪一条路，你都会得到一定的收获，重要的是你跟着自己的想法去做，让自己不要留下遗憾。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到真正适合自己的那个人，相信你会成为一个幸福的人。",
        "label": ""
      }
    ]
  }
]