[
  {
    "role": "client",
    "content": "我们该义无反顾的爱一场吗？我遇见了一个令我感到自由的男孩，然后那个男孩让我问另一个女孩子有没有女朋友，然后我就对那个男孩万念俱灭，就在这个时候，有另一个男孩给了我一丝温暖和疗愈。他一直在我身旁，我一直都把他当普通同事。他做了一些跟别人不一样的事情，比如说羡慕我能到处跑，因为岗位缘故，我需要到处去转，从来没有人跟我说“到处跑”是一件好事，还有他说我是性情中人，我的确是性情中人，爱憎分明的那种，从来没有人注意我是什么样的行为和性格，那一刻我有被关注到和看到，在我心里有难过的时候，他可以看出来并且关心我。他对我真的很好，我该跟他爱一场吗？",
    "annotation": [
      {
        "sentence": "我们该义无反顾的爱一场吗？",
        "label": ""
      },
      {
        "sentence": "我遇见了一个令我感到自由的男孩，然后那个男孩让我问另一个女孩子有没有女朋友，然后我就对那个男孩万念俱灭，就在这个时候，有另一个男孩给了我一丝温暖和疗愈。",
        "label": ""
      },
      {
        "sentence": "他一直在我身旁，我一直都把他当普通同事。",
        "label": ""
      },
      {
        "sentence": "他做了一些跟别人不一样的事情，比如说羡慕我能到处跑，因为岗位缘故，我需要到处去转，从来没有人跟我说“到处跑”是一件好事，还有他说我是性情中人，我的确是性情中人，爱憎分明的那种，从来没有人注意我是什么样的行为和性格，那一刻我有被关注到和看到，在我心里有难过的时候，他可以看出来并且关心我。",
        "label": ""
      },
      {
        "sentence": "他对我真的很好，我该跟他爱一场吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你的问题中提到义无反顾时，我想，你可能需要问问自己的心，问问自己顾虑的是什么。我抛砖引玉提几个问题。1：是对心仪的自由男孩的放不下？如果是的话，可以做什么？会怎样？如果不是的话，可以做什么？会怎样？2：是对温暖男孩不确定自己是否喜欢？如果是的话，可以做什么？会怎样？不是的话可以做什么？会怎样？3：其他你能想到的、感兴趣的问题。",
    "annotation": [
      {
        "sentence": "当你的问题中提到义无反顾时，我想，你可能需要问问自己的心，问问自己顾虑的是什么。",
        "label": ""
      },
      {
        "sentence": "我抛砖引玉提几个问题。",
        "label": ""
      },
      {
        "sentence": "1：是对心仪的自由男孩的放不下？",
        "label": ""
      },
      {
        "sentence": "如果是的话，可以做什么？",
        "label": ""
      },
      {
        "sentence": "会怎样？",
        "label": ""
      },
      {
        "sentence": "如果不是的话，可以做什么？",
        "label": ""
      },
      {
        "sentence": "会怎样？",
        "label": ""
      },
      {
        "sentence": "2：是对温暖男孩不确定自己是否喜欢？",
        "label": ""
      },
      {
        "sentence": "如果是的话，可以做什么？",
        "label": ""
      },
      {
        "sentence": "会怎样？",
        "label": ""
      },
      {
        "sentence": "不是的话可以做什么？",
        "label": ""
      },
      {
        "sentence": "会怎样？",
        "label": ""
      },
      {
        "sentence": "3：其他你能想到的、感兴趣的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也不明白自己到底是爱哪一个男孩，但是心里总觉得很乱。有时候想在一起试试看，有时候又想把这个想法放下。",
    "annotation": [
      {
        "sentence": "我也不明白自己到底是爱哪一个男孩，但是心里总觉得很乱。",
        "label": ""
      },
      {
        "sentence": "有时候想在一起试试看，有时候又想把这个想法放下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉很乱很正常，耐心聆听自己的心。时间里面很多东西都变了，变化中你可以试着给自己一些时间和空间，去了解自己，去找回你的节奏和平衡。或许你可以增加与这两个男孩的交流，通过他们的言行，进行更多的思考和观察。",
    "annotation": [
      {
        "sentence": "感觉很乱很正常，耐心聆听自己的心。",
        "label": ""
      },
      {
        "sentence": "时间里面很多东西都变了，变化中你可以试着给自己一些时间和空间，去了解自己，去找回你的节奏和平衡。",
        "label": ""
      },
      {
        "sentence": "或许你可以增加与这两个男孩的交流，通过他们的言行，进行更多的思考和观察。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他们俩的所作所为和气质都不一样，每次和自己度身订造的男朋友几何都不太符合。我现在仅有的想法就是想和那个温暖的男孩在一起，可是也不确定自己是真的爱他还是因为自己需要安慰。",
    "annotation": [
      {
        "sentence": "他们俩的所作所为和气质都不一样，每次和自己度身订造的男朋友几何都不太符合。",
        "label": ""
      },
      {
        "sentence": "我现在仅有的想法就是想和那个温暖的男孩在一起，可是也不确定自己是真的爱他还是因为自己需要安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常。最好的办法是，不要忽略自己对自己的情感，努力了解你的内心，甚至尝试在你内心的荒漠中播种，让植物在你的生命中萌芽和成长。激情和冲动未必总是对的，认真冷静地思考你们之间的关系，是继续维持同事关系还是考虑发展更进一步的关系。",
    "annotation": [
      {
        "sentence": "你的想法很正常。",
        "label": ""
      },
      {
        "sentence": "最好的办法是，不要忽略自己对自己的情感，努力了解你的内心，甚至尝试在你内心的荒漠中播种，让植物在你的生命中萌芽和成长。",
        "label": ""
      },
      {
        "sentence": "激情和冲动未必总是对的，认真冷静地思考你们之间的关系，是继续维持同事关系还是考虑发展更进一步的关系。",
        "label": ""
      }
    ]
  }
]