[
  {
    "role": "client",
    "content": "我的婚姻或者婆媳关系，都在有了孩子后发生巨大颠覆？",
    "annotation": [
      {
        "sentence": "我的婚姻或者婆媳关系，都在有了孩子后发生巨大颠覆？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你感觉到娘家与婆家对待自己的差别，让你心里很不是滋味。从你的描述中看来，你在处理与婆家的关系时，没有怎么提及到老公，老公是否在你与婆家之间起了一定的调和作用呢？",
    "annotation": [
      {
        "sentence": "很理解你感觉到娘家与婆家对待自己的差别，让你心里很不是滋味。",
        "label": ""
      },
      {
        "sentence": "从你的描述中看来，你在处理与婆家的关系时，没有怎么提及到老公，老公是否在你与婆家之间起了一定的调和作用呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "老公也有帮我调和，但婆家的态度一直都是这样，我有点儿心累。",
    "annotation": [
      {
        "sentence": "老公也有帮我调和，但婆家的态度一直都是这样，我有点儿心累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你可能感到婆家的态度一直都是这样，这让你有点儿心累。我有看到你对婆家的诸多不满，但这些不满似乎你都自己一个人藏在心中消耗着自己，是否有与丈夫提起过，沟通过呢？",
    "annotation": [
      {
        "sentence": "明白了，你可能感到婆家的态度一直都是这样，这让你有点儿心累。",
        "label": ""
      },
      {
        "sentence": "我有看到你对婆家的诸多不满，但这些不满似乎你都自己一个人藏在心中消耗着自己，是否有与丈夫提起过，沟通过呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没有，我觉得这些问题是我自己的，我应该自己解决。",
    "annotation": [
      {
        "sentence": "没有，我觉得这些问题是我自己的，我应该自己解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你觉得这些问题是自己的责任，应该自己解决。你的提问是你的婚姻和婆媳关系，在有了孩子后发生了巨大变化，那么这些实质性的变化，有没有一种可能性，是你的期望过高和你持有了一种绝对化的认知：婆家必须像娘家一样对待自己。在你不停的拿娘家与婆家人对比时，这样落差或许正是你消极情绪的由来，造成了心理失衡。",
    "annotation": [
      {
        "sentence": "明白了，你觉得这些问题是自己的责任，应该自己解决。",
        "label": ""
      },
      {
        "sentence": "你的提问是你的婚姻和婆媳关系，在有了孩子后发生了巨大变化，那么这些实质性的变化，有没有一种可能性，是你的期望过高和你持有了一种绝对化的认知：婆家必须像娘家一样对待自己。",
        "label": ""
      },
      {
        "sentence": "在你不停的拿娘家与婆家人对比时，这样落差或许正是你消极情绪的由来，造成了心理失衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能吧，我确实从小到大都是娇生惯养的，对婆家的期望确实有点高。",
    "annotation": [
      {
        "sentence": "可能吧，我确实从小到大都是娇生惯养的，对婆家的期望确实有点高。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你承认可能是因为你从小到大都被娇生惯养，对婆家的期望确实有点高。其实我有注意到婆家在孩子出生后也给了一万元，平时他们在外工作也会打过话过来问候，这样看起来婆家也是有对你们关心的表现。后期又借走钱，以及只是打电话问你们是否缺钱，你们的回应是怎样的呢？如果没有将实际情况告知婆家没有他们提出一些要求，或许他们便认为你们不需要太多的帮助。",
    "annotation": [
      {
        "sentence": "明白了，你承认可能是因为你从小到大都被娇生惯养，对婆家的期望确实有点高。",
        "label": ""
      },
      {
        "sentence": "其实我有注意到婆家在孩子出生后也给了一万元，平时他们在外工作也会打过话过来问候，这样看起来婆家也是有对你们关心的表现。",
        "label": ""
      },
      {
        "sentence": "后期又借走钱，以及只是打电话问你们是否缺钱，你们的回应是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "如果没有将实际情况告知婆家没有他们提出一些要求，或许他们便认为你们不需要太多的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们当时回答说，不缺钱。因为觉得借给他们一些钱没什么大不了的，但是现在我感觉他们好像一直觉得我们缺钱。",
    "annotation": [
      {
        "sentence": "我们当时回答说，不缺钱。",
        "label": ""
      },
      {
        "sentence": "因为觉得借给他们一些钱没什么大不了的，但是现在我感觉他们好像一直觉得我们缺钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你们当时回答说不缺钱，因为你觉得借给他们一些钱没什么大不了的。但是现在你感觉他们好像一直觉得你们缺钱。一些建议：1.将自己真实的想法与老公沟通，希望婆家做出怎样的调整也可以通过老公去协调，在没有沟通和对婆家提出要求前，不按消极悲观的角度去预判，可以先尝试提出自己的要求，看看婆家会给你们怎样的回应和帮助。2.意识到自己的绝对化思维给生活造成了哪些痛苦情绪，不论是婆家还是娘家终究是独立于你和丈夫的小家之外的两个家庭，可以要求双方父母给予一定的帮助，但不是绝对必须的，你和丈夫在遇到问题时，首先也需要培养独立的解决问题的能力，几个家庭之间边界不明互相干涉也容易产生更多的冲突。",
    "annotation": [
      {
        "sentence": "明白了，你们当时回答说不缺钱，因为你觉得借给他们一些钱没什么大不了的。",
        "label": ""
      },
      {
        "sentence": "但是现在你感觉他们好像一直觉得你们缺钱。",
        "label": ""
      },
      {
        "sentence": "一些建议：1.将自己真实的想法与老公沟通，希望婆家做出怎样的调整也可以通过老公去协调，在没有沟通和对婆家提出要求前，不按消极悲观的角度去预判，可以先尝试提出自己的要求，看看婆家会给你们怎样的回应和帮助。",
        "label": ""
      },
      {
        "sentence": "2.意识到自己的绝对化思维给生活造成了哪些痛苦情绪，不论是婆家还是娘家终究是独立于你和丈夫的小家之外的两个家庭，可以要求双方父母给予一定的帮助，但不是绝对必须的，你和丈夫在遇到问题时，首先也需要培养独立的解决问题的能力，几个家庭之间边界不明互相干涉也容易产生更多的冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着与老公沟通，希望他能够帮我调和。你的建议很有道理，我也意识到了自己的绝对化思维对生活造成的负面影响。我会试着减少对娘家和婆家的对比，同时也会培养自己和丈夫解决问题的能力，避免产生更多的冲突。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "我会试着与老公沟通，希望他能够帮我调和。",
        "label": ""
      },
      {
        "sentence": "你的建议很有道理，我也意识到了自己的绝对化思维对生活造成的负面影响。",
        "label": ""
      },
      {
        "sentence": "我会试着减少对娘家和婆家的对比，同时也会培养自己和丈夫解决问题的能力，避免产生更多的冲突。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。记得沟通需要双方的努力，也希望你们夫妻俩能够携手克服困难，建立一个更加和谐的家庭氛围。如果还有其他问题，随时都可以来找我倾诉。祝你们一家人幸福快乐！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记得沟通需要双方的努力，也希望你们夫妻俩能够携手克服困难，建立一个更加和谐的家庭氛围。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你们一家人幸福快乐！",
        "label": ""
      }
    ]
  }
]