[
  {
    "role": "client",
    "content": "我是一个24岁的女生，我一直为父母的离异感到难受，这个感受一直持续了很久。父母从开始吵离婚到最后分开，我一直在旁边经历，但他们却没有陪伴在我身边。甚至，我是从我奶奶那里得知他们正式离婚和重新结婚的事情的，其他人家的情况我一无所知，但我觉得至少他们应该正式告诉我一下。大学毕业后，我选择留在外地工作，因为我不想回家，而且我的哥哥也组建了自己的家庭。今年，我想尝试一下创业，所以我决定回家，因为在小地方创业成本较低。但回来之后，我的工作并不如我所愿，并且还有长辈和朋友催促我结婚找男朋友，但我根本不想结婚，如果有人问起我就直接说我不结婚。回来后，我的情绪变得敏感起伏很大，有时晚上我会崩溃痛哭，或者在半夜里闷闷不乐。每天都要熬夜，每当有一点小事情不如意就会抑郁好几天，甚至在白天也会感到不开心而想哭。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，我一直为父母的离异感到难受，这个感受一直持续了很久。",
        "label": ""
      },
      {
        "sentence": "父母从开始吵离婚到最后分开，我一直在旁边经历，但他们却没有陪伴在我身边。",
        "label": ""
      },
      {
        "sentence": "甚至，我是从我奶奶那里得知他们正式离婚和重新结婚的事情的，其他人家的情况我一无所知，但我觉得至少他们应该正式告诉我一下。",
        "label": ""
      },
      {
        "sentence": "大学毕业后，我选择留在外地工作，因为我不想回家，而且我的哥哥也组建了自己的家庭。",
        "label": ""
      },
      {
        "sentence": "今年，我想尝试一下创业，所以我决定回家，因为在小地方创业成本较低。",
        "label": ""
      },
      {
        "sentence": "但回来之后，我的工作并不如我所愿，并且还有长辈和朋友催促我结婚找男朋友，但我根本不想结婚，如果有人问起我就直接说我不结婚。",
        "label": ""
      },
      {
        "sentence": "回来后，我的情绪变得敏感起伏很大，有时晚上我会崩溃痛哭，或者在半夜里闷闷不乐。",
        "label": ""
      },
      {
        "sentence": "每天都要熬夜，每当有一点小事情不如意就会抑郁好几天，甚至在白天也会感到不开心而想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你描述的情况来看，可以看出你对家庭的情绪非常重要。首先，与你的年龄无关，与你和原生家庭的分离程度有关。如果我们无法与原生家庭有效分离，那么谈恋爱、进入婚姻、经营婚姻，甚至有了孩子，都会变得困难。有时候我们希望通过不好的生活来报复父母，或者是对父母忠诚，因此不愿意过得比他们更好。想一想，当我们看到父母和家人都不开心时，我们是否敢在他们面前过得开心呢？其次，你想要活出自我的样子，这需要时间和努力，并且你可以学习类似萨提亚的方法来治愈自己。最后，每个人的情况都不同，有个故事说有一个酒鬼生了一对双胞胎，一个长大后仍然是酒鬼，而另一个长大后成为了律师。尽管他们的理由都是“谁让我有这样的父亲呢？”但即使是在同一个家庭，你和哥哥的想法和生活也会有所不同，因为你们都有自己需要探索和治愈的问题。",
    "annotation": [
      {
        "sentence": "从你描述的情况来看，可以看出你对家庭的情绪非常重要。",
        "label": ""
      },
      {
        "sentence": "首先，与你的年龄无关，与你和原生家庭的分离程度有关。",
        "label": ""
      },
      {
        "sentence": "如果我们无法与原生家庭有效分离，那么谈恋爱、进入婚姻、经营婚姻，甚至有了孩子，都会变得困难。",
        "label": ""
      },
      {
        "sentence": "有时候我们希望通过不好的生活来报复父母，或者是对父母忠诚，因此不愿意过得比他们更好。",
        "label": ""
      },
      {
        "sentence": "想一想，当我们看到父母和家人都不开心时，我们是否敢在他们面前过得开心呢？",
        "label": ""
      },
      {
        "sentence": "其次，你想要活出自我的样子，这需要时间和努力，并且你可以学习类似萨提亚的方法来治愈自己。",
        "label": ""
      },
      {
        "sentence": "最后，每个人的情况都不同，有个故事说有一个酒鬼生了一对双胞胎，一个长大后仍然是酒鬼，而另一个长大后成为了律师。",
        "label": ""
      },
      {
        "sentence": "尽管他们的理由都是“谁让我有这样的父亲呢？",
        "label": ""
      },
      {
        "sentence": "”但即使是在同一个家庭，你和哥哥的想法和生活也会有所不同，因为你们都有自己需要探索和治愈的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和回答。我意识到了自己对家庭的情绪和与原生家庭的分离程度的影响。我确实希望能够过上自己想要的生活，但是我也感到很迷茫，不知道应该如何去做。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和回答。",
        "label": ""
      },
      {
        "sentence": "我意识到了自己对家庭的情绪和与原生家庭的分离程度的影响。",
        "label": ""
      },
      {
        "sentence": "我确实希望能够过上自己想要的生活，但是我也感到很迷茫，不知道应该如何去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。在你迷茫的时候，你可以试着给自己一些时间和空间去思考和探索。你可以问问自己，你真正想要的是什么，以及你希望在未来的生活中实现哪些目标。同时，你也可以尝试一些自我成长的方法，比如阅读自助书籍、尝试冥想或者寻求专业的心理辅导，这些都可以帮助你更好地理解自己并找到前进的方向。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "在你迷茫的时候，你可以试着给自己一些时间和空间去思考和探索。",
        "label": ""
      },
      {
        "sentence": "你可以问问自己，你真正想要的是什么，以及你希望在未来的生活中实现哪些目标。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试一些自我成长的方法，比如阅读自助书籍、尝试冥想或者寻求专业的心理辅导，这些都可以帮助你更好地理解自己并找到前进的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试给自己一些时间和空间来思考的。也许我需要多了解一些关于自我成长的知识和方法。我也会考虑寻求心理辅导来帮助我更好地处理这些情绪和困惑。",
    "annotation": [
      {
        "sentence": "我会尝试给自己一些时间和空间来思考的。",
        "label": ""
      },
      {
        "sentence": "也许我需要多了解一些关于自我成长的知识和方法。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求心理辅导来帮助我更好地处理这些情绪和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的决定非常明智。通过学习自我成长的知识和方法，你可以更好地了解和处理自己的情绪和困惑。同时，在心理辅导的帮助下，你可以与专业人士分享你的感受，并获得更有针对性的建议和支持。记住，这是一个逐步的过程，给自己一些时间和耐心去发展和成长，你一定会找到自己的答案的。",
    "annotation": [
      {
        "sentence": "很好，你的决定非常明智。",
        "label": ""
      },
      {
        "sentence": "通过学习自我成长的知识和方法，你可以更好地了解和处理自己的情绪和困惑。",
        "label": ""
      },
      {
        "sentence": "同时，在心理辅导的帮助下，你可以与专业人士分享你的感受，并获得更有针对性的建议和支持。",
        "label": ""
      },
      {
        "sentence": "记住，这是一个逐步的过程，给自己一些时间和耐心去发展和成长，你一定会找到自己的答案的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力去学习和成长。我相信在你的帮助下，我会找到自己的答案，并逐渐走出困境的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力去学习和成长。",
        "label": ""
      },
      {
        "sentence": "我相信在你的帮助下，我会找到自己的答案，并逐渐走出困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够克服困境并找到自己的答案。无论在何时何地，如果你有任何需要，都可以随时向我求助。我会一直在这里支持你的。祝愿你能够过上自己想要的生活，坚持下去！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够克服困境并找到自己的答案。",
        "label": ""
      },
      {
        "sentence": "无论在何时何地，如果你有任何需要，都可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够过上自己想要的生活，坚持下去！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。知道有你在我身边，我感觉安心了很多。我会时刻记住你的话，并尽力去改变自己。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "知道有你在我身边，我感觉安心了很多。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的话，并尽力去改变自己。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供支持。记住，如果你需要任何帮助，随时都可以找我。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供支持。",
        "label": ""
      },
      {
        "sentence": "记住，如果你需要任何帮助，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]