[
  {
    "role": "client",
    "content": "心里总是想太多，有事情发生有时的处理方式会很偏激？本来就感觉自己心理有点问题，原生家庭的关系，还有后面出来社会发生的事情，都是一些不好的事情，内心超级渴望有一个自己的家，却总是遇到渣人，还搞到我欠了款，付出了很多，没有得到好的结果，被网贷催还款的那段时间，睡都睡不好，会做噩梦，到外面比较吵闹的环境会很烦躁，很暴躁，内心很敏感，很自卑。我是不是真的有什么心理问题了？",
    "annotation": [
      {
        "sentence": "心里总是想太多，有事情发生有时的处理方式会很偏激？",
        "label": ""
      },
      {
        "sentence": "本来就感觉自己心理有点问题，原生家庭的关系，还有后面出来社会发生的事情，都是一些不好的事情，内心超级渴望有一个自己的家，却总是遇到渣人，还搞到我欠了款，付出了很多，没有得到好的结果，被网贷催还款的那段时间，睡都睡不好，会做噩梦，到外面比较吵闹的环境会很烦躁，很暴躁，内心很敏感，很自卑。",
        "label": ""
      },
      {
        "sentence": "我是不是真的有什么心理问题了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为原生家庭的影响，加上出社会后遭遇的一些事，让你的内心变得敏感自卑，总会想很多，对待事情的处理方式也会比较偏激。非常理解你的心情，可以感受到你的纠结和苦恼，你的生活似乎很坎坷，从小到大的经历让你的心灵受到了很多创伤。",
    "annotation": [
      {
        "sentence": "因为原生家庭的影响，加上出社会后遭遇的一些事，让你的内心变得敏感自卑，总会想很多，对待事情的处理方式也会比较偏激。",
        "label": ""
      },
      {
        "sentence": "非常理解你的心情，可以感受到你的纠结和苦恼，你的生活似乎很坎坷，从小到大的经历让你的心灵受到了很多创伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我觉得自己处理问题的方式是不是有点过激了？我真的好希望能有个自己的家，可每次都碰到糟糕的人，而且我还欠了很多债。最近被催还款，导致我整个人都不好了，晚上都睡不好觉，总做噩梦，而且外面一有吵闹的环境我就会很烦躁。",
    "annotation": [
      {
        "sentence": "是啊，我觉得自己处理问题的方式是不是有点过激了？",
        "label": ""
      },
      {
        "sentence": "我真的好希望能有个自己的家，可每次都碰到糟糕的人，而且我还欠了很多债。",
        "label": ""
      },
      {
        "sentence": "最近被催还款，导致我整个人都不好了，晚上都睡不好觉，总做噩梦，而且外面一有吵闹的环境我就会很烦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的判断并没有错，情绪方面的问题确实影响到你的处理方式。你的渴望拥有自己的家非常强烈，但现实却总是和你背道而驰。遭遇到那些人让你付出了很多，但回报却不尽如人意，这段时间被网贷催还款的事情对你的正常生活造成了很大困扰。你对环境的敏感以及情绪的暴躁都是被过去经历所造成的。过去的经历留下了很深的创伤，虽然已经过去了，但仍然会在潜意识里影响着你。",
    "annotation": [
      {
        "sentence": "你的判断并没有错，情绪方面的问题确实影响到你的处理方式。",
        "label": ""
      },
      {
        "sentence": "你的渴望拥有自己的家非常强烈，但现实却总是和你背道而驰。",
        "label": ""
      },
      {
        "sentence": "遭遇到那些人让你付出了很多，但回报却不尽如人意，这段时间被网贷催还款的事情对你的正常生活造成了很大困扰。",
        "label": ""
      },
      {
        "sentence": "你对环境的敏感以及情绪的暴躁都是被过去经历所造成的。",
        "label": ""
      },
      {
        "sentence": "过去的经历留下了很深的创伤，虽然已经过去了，但仍然会在潜意识里影响着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么办呢？我觉得自己的状态越来越糟了，怕自己真的有心理问题。",
    "annotation": [
      {
        "sentence": "那我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我觉得自己的状态越来越糟了，怕自己真的有心理问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们无法选择原生家庭和不愿意遇到的人，但可以调整自己的心态来面对过去发生的事情。直面过去是一个艰难的过程，但随着时间的流逝，你会逐渐平复内心的伤痛。关注当下的生活，享受自己喜欢的事情，追寻自己理想的人生。那些不好的经历是一种教训，需要你总结经验教训，提升自己的识人能力，避免再次遇到类似的情况，学会保护自己。如果情况严重，建议你寻求专业咨询，先自己找一些途径去消化情绪或者寻求家人朋友的帮助，如果情况十分严重，建议你去咨询相关人士，接受专业的治疗。",
    "annotation": [
      {
        "sentence": "我们无法选择原生家庭和不愿意遇到的人，但可以调整自己的心态来面对过去发生的事情。",
        "label": ""
      },
      {
        "sentence": "直面过去是一个艰难的过程，但随着时间的流逝，你会逐渐平复内心的伤痛。",
        "label": ""
      },
      {
        "sentence": "关注当下的生活，享受自己喜欢的事情，追寻自己理想的人生。",
        "label": ""
      },
      {
        "sentence": "那些不好的经历是一种教训，需要你总结经验教训，提升自己的识人能力，避免再次遇到类似的情况，学会保护自己。",
        "label": ""
      },
      {
        "sentence": "如果情况严重，建议你寻求专业咨询，先自己找一些途径去消化情绪或者寻求家人朋友的帮助，如果情况十分严重，建议你去咨询相关人士，接受专业的治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着调整自己的心态，接受过去发生的事情。我也会寻求朋友和家人的支持，如果情况不好转，我会考虑咨询专业人士的意见。非常感谢你的帮助和支持。",
    "annotation": [
      {
        "sentence": "我会试着调整自己的心态，接受过去发生的事情。",
        "label": ""
      },
      {
        "sentence": "我也会寻求朋友和家人的支持，如果情况不好转，我会考虑咨询专业人士的意见。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎，你已经迈出了调整心态的第一步。请记住，你并不孤单，身边还有很多人愿意帮助你走出困境。相信自己，你一定能够摆脱烦恼，过上美好的生活。祝福你！",
    "annotation": [
      {
        "sentence": "非常欢迎，你已经迈出了调整心态的第一步。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，身边还有很多人愿意帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够摆脱烦恼，过上美好的生活。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]