[
  {
    "role": "client",
    "content": "我是一个24岁的女生，为什么父母离异让我一直都难受呢？他们从打架到最后离婚一直是我陪伴我成长的经历，但他们却没有在我身边陪伴我。听说他们离婚是因为我奶奶告诉我的，我觉得他们至少应该正式告诉我一下才对。我毕业后留在外地工作，因为我不想回家，而我的哥哥也有了自己的家庭。今年我想尝试一下创业，所以回到了家乡，我觉得在小地方创业成本会低一些。但回来之后，工作并不顺利，还有长辈和朋友催促我结婚找男朋友，但我其实并不想结婚，每次有人问我时，我都直接说我不婚。回来后，我情绪波动很大，有时晚上会突然崩溃痛哭，有时在深夜会生闷气，我每天都熬夜，小事情能让我抑郁好几天，白天我也常常感到不开心想哭。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，为什么父母离异让我一直都难受呢？",
        "label": ""
      },
      {
        "sentence": "他们从打架到最后离婚一直是我陪伴我成长的经历，但他们却没有在我身边陪伴我。",
        "label": ""
      },
      {
        "sentence": "听说他们离婚是因为我奶奶告诉我的，我觉得他们至少应该正式告诉我一下才对。",
        "label": ""
      },
      {
        "sentence": "我毕业后留在外地工作，因为我不想回家，而我的哥哥也有了自己的家庭。",
        "label": ""
      },
      {
        "sentence": "今年我想尝试一下创业，所以回到了家乡，我觉得在小地方创业成本会低一些。",
        "label": ""
      },
      {
        "sentence": "但回来之后，工作并不顺利，还有长辈和朋友催促我结婚找男朋友，但我其实并不想结婚，每次有人问我时，我都直接说我不婚。",
        "label": ""
      },
      {
        "sentence": "回来后，我情绪波动很大，有时晚上会突然崩溃痛哭，有时在深夜会生闷气，我每天都熬夜，小事情能让我抑郁好几天，白天我也常常感到不开心想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我了解到你的伤心源自多个方面，但父母离婚的事实是你最大的痛处。我给你一些建议，希望能帮你放松一些。首先，对于父母离异再婚的事情，学着面对现实吧。你已经24岁了，已经成年了，你觉得自己该有知情权，为什么父母没有告诉你，你内心既怪责父母，又自责自己为什么没能阻止他们离婚。不管你变得多大，内心总想要一个完整的家庭，但实际上父母之间的矛盾积累可能已经有多年了，不是一两句话就能解决的，他们可能担心你会被伤害，所以选择了分开。对于你来说，已经长大了，应该学会面对自己的生活。其次，你的工作不顺利让你感到焦虑，学会放松一下。每个人刚毕业工作都可能会有一些不顺心的时候，比如专业不对口，创业困难，或者处于迷茫期等等。要学会放松心情，工作不顺并不只是你一个人遇到的困境，在今年的特殊情况下，许多人都会遇到困难。如果你真的觉得创业有困难，可以先找一份合适的工作，今年疫情导致各行各业都不太好做生意，先就业再选择合适的机会。不要因为工作问题而过度焦虑。最后，对于你的恋情问题，要适应并接受家人的介绍。说明你已经到了适婚的年龄，不要排斥也不要拒绝，见面了解一下，说不定未来的伴侣就在相亲中呢？人总是要步入婚姻的，或早或晚都会到来，所以说一辈子都不结婚有点不符合社会的规律。总之，对于自己的婚姻大事，不要排斥，要怀有希望。至于父母的离婚问题，那是他们之间的问题，并不是你的错。你将来的婚姻幸福与否，也在于你自己的经营。所以，最关键的是调整好自己。加油，所有困难都会过去的！要打开自己的心结，接受现状，勇往直前。相信你内心的强大会让你过得越来越好。当然你可以哭，但是哭完之后要行动起来，把眼泪转化为你坚强与勇气的象征。虽然你的父母离异了，但是相信他们还是爱你的，而且你还有哥哥和奶奶，如果你需要帮助，相信他们会支持你的。",
    "annotation": [
      {
        "sentence": "看到你的描述，我了解到你的伤心源自多个方面，但父母离婚的事实是你最大的痛处。",
        "label": ""
      },
      {
        "sentence": "我给你一些建议，希望能帮你放松一些。",
        "label": ""
      },
      {
        "sentence": "首先，对于父母离异再婚的事情，学着面对现实吧。",
        "label": ""
      },
      {
        "sentence": "你已经24岁了，已经成年了，你觉得自己该有知情权，为什么父母没有告诉你，你内心既怪责父母，又自责自己为什么没能阻止他们离婚。",
        "label": ""
      },
      {
        "sentence": "不管你变得多大，内心总想要一个完整的家庭，但实际上父母之间的矛盾积累可能已经有多年了，不是一两句话就能解决的，他们可能担心你会被伤害，所以选择了分开。",
        "label": ""
      },
      {
        "sentence": "对于你来说，已经长大了，应该学会面对自己的生活。",
        "label": ""
      },
      {
        "sentence": "其次，你的工作不顺利让你感到焦虑，学会放松一下。",
        "label": ""
      },
      {
        "sentence": "每个人刚毕业工作都可能会有一些不顺心的时候，比如专业不对口，创业困难，或者处于迷茫期等等。",
        "label": ""
      },
      {
        "sentence": "要学会放松心情，工作不顺并不只是你一个人遇到的困境，在今年的特殊情况下，许多人都会遇到困难。",
        "label": ""
      },
      {
        "sentence": "如果你真的觉得创业有困难，可以先找一份合适的工作，今年疫情导致各行各业都不太好做生意，先就业再选择合适的机会。",
        "label": ""
      },
      {
        "sentence": "不要因为工作问题而过度焦虑。",
        "label": ""
      },
      {
        "sentence": "最后，对于你的恋情问题，要适应并接受家人的介绍。",
        "label": ""
      },
      {
        "sentence": "说明你已经到了适婚的年龄，不要排斥也不要拒绝，见面了解一下，说不定未来的伴侣就在相亲中呢？",
        "label": ""
      },
      {
        "sentence": "人总是要步入婚姻的，或早或晚都会到来，所以说一辈子都不结婚有点不符合社会的规律。",
        "label": ""
      },
      {
        "sentence": "总之，对于自己的婚姻大事，不要排斥，要怀有希望。",
        "label": ""
      },
      {
        "sentence": "至于父母的离婚问题，那是他们之间的问题，并不是你的错。",
        "label": ""
      },
      {
        "sentence": "你将来的婚姻幸福与否，也在于你自己的经营。",
        "label": ""
      },
      {
        "sentence": "所以，最关键的是调整好自己。",
        "label": ""
      },
      {
        "sentence": "加油，所有困难都会过去的！",
        "label": ""
      },
      {
        "sentence": "要打开自己的心结，接受现状，勇往直前。",
        "label": ""
      },
      {
        "sentence": "相信你内心的强大会让你过得越来越好。",
        "label": ""
      },
      {
        "sentence": "当然你可以哭，但是哭完之后要行动起来，把眼泪转化为你坚强与勇气的象征。",
        "label": ""
      },
      {
        "sentence": "虽然你的父母离异了，但是相信他们还是爱你的，而且你还有哥哥和奶奶，如果你需要帮助，相信他们会支持你的。",
        "label": ""
      }
    ]
  }
]