[
  {
    "role": "client",
    "content": "我是一个18岁的高中生，由于一些原因，我重读了高中，浪费了两年。我现在换了一个新学校，但是环境非常不好，让我感到很困扰和顾虑，不知道怎么办。",
    "annotation": [
      {
        "sentence": "我是一个18岁的高中生，由于一些原因，我重读了高中，浪费了两年。",
        "label": ""
      },
      {
        "sentence": "我现在换了一个新学校，但是环境非常不好，让我感到很困扰和顾虑，不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以感受到你的苦恼，因为一些原因你重读了高中，但是学校环境不是很好，让你产生了顾虑，不知道如何面对这样的情绪。你说经常独行侠一个人，我能理解你的孤独感，毕竟你不喜欢这里的环境，再加上重读的原因，也会影响你与其他同学的交流。你提到你在做事时会感到顾虑，那你有没有分析过顾虑的原因呢？是担心他人的看法，还是担心结果不符合你的期望，亦或是担心你的努力没有得到积极的回应。孤独是生活中很常见的情绪，特别是在高中阶段，大家都面临着许多紧张的学习任务。如果你无法融入其他同学，或许你可以将注意力集中在学习上，为自己再次努力一次。如果你并不喜欢这种状态，也可以选择主动认识周围的同学，打开自己，寻找一些同伴关系。学校的环境是无法改变的，如果没有转校或其他选择，我们只能接受现实并逐渐适应这里的生活，尽力消除环境对你的影响。至于做事时的顾虑，你可以在开始做某件事情之前进行充分的分析，综合考虑利弊，果断做出选择，顺从自己的内心想法，鼓起勇气去做自己想做的事情。当然，也要关注并提升自己的能力，让自己变得更加优秀。祝愿你早日走出困扰，摆脱烦恼的束缚。",
    "annotation": [
      {
        "sentence": "可以感受到你的苦恼，因为一些原因你重读了高中，但是学校环境不是很好，让你产生了顾虑，不知道如何面对这样的情绪。",
        "label": ""
      },
      {
        "sentence": "你说经常独行侠一个人，我能理解你的孤独感，毕竟你不喜欢这里的环境，再加上重读的原因，也会影响你与其他同学的交流。",
        "label": ""
      },
      {
        "sentence": "你提到你在做事时会感到顾虑，那你有没有分析过顾虑的原因呢？",
        "label": ""
      },
      {
        "sentence": "是担心他人的看法，还是担心结果不符合你的期望，亦或是担心你的努力没有得到积极的回应。",
        "label": ""
      },
      {
        "sentence": "孤独是生活中很常见的情绪，特别是在高中阶段，大家都面临着许多紧张的学习任务。",
        "label": ""
      },
      {
        "sentence": "如果你无法融入其他同学，或许你可以将注意力集中在学习上，为自己再次努力一次。",
        "label": ""
      },
      {
        "sentence": "如果你并不喜欢这种状态，也可以选择主动认识周围的同学，打开自己，寻找一些同伴关系。",
        "label": ""
      },
      {
        "sentence": "学校的环境是无法改变的，如果没有转校或其他选择，我们只能接受现实并逐渐适应这里的生活，尽力消除环境对你的影响。",
        "label": ""
      },
      {
        "sentence": "至于做事时的顾虑，你可以在开始做某件事情之前进行充分的分析，综合考虑利弊，果断做出选择，顺从自己的内心想法，鼓起勇气去做自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "当然，也要关注并提升自己的能力，让自己变得更加优秀。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出困扰，摆脱烦恼的束缚。",
        "label": ""
      }
    ]
  }
]