[
  {
    "role": "client",
    "content": "我24岁了，今天去做了意象心理治疗，可为什么闭上眼睛看到的自己是个骷髅呢？",
    "annotation": [
      {
        "sentence": "我24岁了，今天去做了意象心理治疗，可为什么闭上眼睛看到的自己是个骷髅呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "闭上眼睛回到幼儿园时，被告知自己和父母是收养关系的那一天，你看到了那个幼儿园的自己，她侧着身子。她在和你说话的时候，头部时不时地从不看你到看你之间切换。你发现她是个骷髅，这是为什么呢？",
    "annotation": [
      {
        "sentence": "闭上眼睛回到幼儿园时，被告知自己和父母是收养关系的那一天，你看到了那个幼儿园的自己，她侧着身子。",
        "label": ""
      },
      {
        "sentence": "她在和你说话的时候，头部时不时地从不看你到看你之间切换。",
        "label": ""
      },
      {
        "sentence": "你发现她是个骷髅，这是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不明白，为什么在做意象治疗的时候闭上眼睛看到的自己居然是个骷髅，那种感觉很恐怖，就像恐怖漫画里的人一样。而且事实上，这不是我第一次见到她了。我初中时也有几次幻觉，看到了她，同样的发型，但她的脸是刷白的，五官模糊。我一直称她为鬼，但内心总觉得她就是我自己。现在做意象治疗时，我真的看到了和她一模一样的人，我突然恍然大悟，原来她不是鬼，她就是我自己。但为什么现在她是个骷髅而不是刷白的脸呢？她在我记忆中死了吗？",
    "annotation": [
      {
        "sentence": "我真的不明白，为什么在做意象治疗的时候闭上眼睛看到的自己居然是个骷髅，那种感觉很恐怖，就像恐怖漫画里的人一样。",
        "label": ""
      },
      {
        "sentence": "而且事实上，这不是我第一次见到她了。",
        "label": ""
      },
      {
        "sentence": "我初中时也有几次幻觉，看到了她，同样的发型，但她的脸是刷白的，五官模糊。",
        "label": ""
      },
      {
        "sentence": "我一直称她为鬼，但内心总觉得她就是我自己。",
        "label": ""
      },
      {
        "sentence": "现在做意象治疗时，我真的看到了和她一模一样的人，我突然恍然大悟，原来她不是鬼，她就是我自己。",
        "label": ""
      },
      {
        "sentence": "但为什么现在她是个骷髅而不是刷白的脸呢？",
        "label": ""
      },
      {
        "sentence": "她在我记忆中死了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她并没有在你的记忆中死去，她一直都活着，只是活得不好。内心里那个小女孩，她没有血肉滋养，当情况严重时，她可能经历了一些你不知道的事情，变成了只剩下骨头的样子。但在好一点的时候，她至少还是个人。她真的让人心疼。我不太建议你去解释她，因为任何人给你的解释你都不会完全接受。你需要和这个骷髅多做沟通，了解她到底发生了什么，什么时候变成了骷髅，什么时候不是。去和她交流、体会她，她会告诉你一切的。请记得坚持意象对话，如果你感到恐惧，那是需要去面对的。如果她缺少血肉，那就需要情感的滋养。加油。",
    "annotation": [
      {
        "sentence": "她并没有在你的记忆中死去，她一直都活着，只是活得不好。",
        "label": ""
      },
      {
        "sentence": "内心里那个小女孩，她没有血肉滋养，当情况严重时，她可能经历了一些你不知道的事情，变成了只剩下骨头的样子。",
        "label": ""
      },
      {
        "sentence": "但在好一点的时候，她至少还是个人。",
        "label": ""
      },
      {
        "sentence": "她真的让人心疼。",
        "label": ""
      },
      {
        "sentence": "我不太建议你去解释她，因为任何人给你的解释你都不会完全接受。",
        "label": ""
      },
      {
        "sentence": "你需要和这个骷髅多做沟通，了解她到底发生了什么，什么时候变成了骷髅，什么时候不是。",
        "label": ""
      },
      {
        "sentence": "去和她交流、体会她，她会告诉你一切的。",
        "label": ""
      },
      {
        "sentence": "请记得坚持意象对话，如果你感到恐惧，那是需要去面对的。",
        "label": ""
      },
      {
        "sentence": "如果她缺少血肉，那就需要情感的滋养。",
        "label": ""
      },
      {
        "sentence": "加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我会试着与这个骷髅进行更多的交流，了解她到底发生了什么，以及如何让她重新被滋养。不过还有一个问题困扰着我，我在幼儿园时看到的自己会不会是真实的记忆，还是只是我的想象？",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着与这个骷髅进行更多的交流，了解她到底发生了什么，以及如何让她重新被滋养。",
        "label": ""
      },
      {
        "sentence": "不过还有一个问题困扰着我，我在幼儿园时看到的自己会不会是真实的记忆，还是只是我的想象？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题很重要，但我无法直接给你答案。只有你自己能够找到真相。记忆是非常复杂的，有时候我们可能会混淆真实的记忆和想象。但无论是真实的记忆还是想象，它们都有着共同的意义和价值。无论如何，请你继续探索你的记忆和想象，去寻找那个跟你有着重要联系的骷髅自己。同时，也要记得保护自己，不要让过去的记忆和想象带来太大的情绪负担。",
    "annotation": [
      {
        "sentence": "这个问题很重要，但我无法直接给你答案。",
        "label": ""
      },
      {
        "sentence": "只有你自己能够找到真相。",
        "label": ""
      },
      {
        "sentence": "记忆是非常复杂的，有时候我们可能会混淆真实的记忆和想象。",
        "label": ""
      },
      {
        "sentence": "但无论是真实的记忆还是想象，它们都有着共同的意义和价值。",
        "label": ""
      },
      {
        "sentence": "无论如何，请你继续探索你的记忆和想象，去寻找那个跟你有着重要联系的骷髅自己。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得保护自己，不要让过去的记忆和想象带来太大的情绪负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该相信自己的感受，去找到和那个骷髅自己的联系。我会尝试保护好自己，不要让负面情绪占据我的内心。还有，你刚才提到了\"同类型的意象\"，我有点不太理解，具体是什么意思呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该相信自己的感受，去找到和那个骷髅自己的联系。",
        "label": ""
      },
      {
        "sentence": "我会尝试保护好自己，不要让负面情绪占据我的内心。",
        "label": ""
      },
      {
        "sentence": "还有，你刚才提到了\"同类型的意象\"，我有点不太理解，具体是什么意思呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "\"同类型的意象\"是指在意象心理治疗中，可以试着感受同类型不同的意象，以更好地理解你的骷髅自己。比如石像，它是一个失去了水分的石头，极其缺乏情感滋润而被封存着；或者尸体，是一个失去灵魂的肉体；还有僵尸，它曾经死去、腐败、腐朽，甚至发出臭味；还有鬼，它已经不再拥有肉体，只剩下魂魄，并有着强烈的情感体验。每种意象都代表了不同类型的创伤，它们曾经在人心里都是一个鲜活的生命。当你的创伤得到疗愈后，这些意象也会重新回到鲜活的状态。希望你能坚持下去，加油！",
    "annotation": [
      {
        "sentence": "\"同类型的意象\"是指在意象心理治疗中，可以试着感受同类型不同的意象，以更好地理解你的骷髅自己。",
        "label": ""
      },
      {
        "sentence": "比如石像，它是一个失去了水分的石头，极其缺乏情感滋润而被封存着；或者尸体，是一个失去灵魂的肉体；还有僵尸，它曾经死去、腐败、腐朽，甚至发出臭味；还有鬼，它已经不再拥有肉体，只剩下魂魄，并有着强烈的情感体验。",
        "label": ""
      },
      {
        "sentence": "每种意象都代表了不同类型的创伤，它们曾经在人心里都是一个鲜活的生命。",
        "label": ""
      },
      {
        "sentence": "当你的创伤得到疗愈后，这些意象也会重新回到鲜活的状态。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，加油！",
        "label": ""
      }
    ]
  }
]