[
  {
    "role": "client",
    "content": "我24岁，今做意象心理治疗，为什么看到自己是个骷髅？",
    "annotation": [
      {
        "sentence": "我24岁，今做意象心理治疗，为什么看到自己是个骷髅？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你此刻的感受。当我们长大之后，如发现自己的亲生父母实际上是收养我们的人，会感到很沉重，毕竟对于自己的身世不得不重新接受。你的打击很大，但是我相信你能够坚强面对一切，首先告诉我，在幼儿园时你具体发生了什么吗？",
    "annotation": [
      {
        "sentence": "我能理解你此刻的感受。",
        "label": ""
      },
      {
        "sentence": "当我们长大之后，如发现自己的亲生父母实际上是收养我们的人，会感到很沉重，毕竟对于自己的身世不得不重新接受。",
        "label": ""
      },
      {
        "sentence": "你的打击很大，但是我相信你能够坚强面对一切，首先告诉我，在幼儿园时你具体发生了什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "闭上眼睛回到自己幼儿园时得知自己和父母是收养关系的那一天，那个地点那个午后，我看到了那个幼儿园的自己。她侧着身，跟她说了几句，她的头在不看我和看我之间不断切换，看我的时候我发现她是个骷髅，为什么我闭上眼睛做意象测试的时候看小时候的我居然是个骷髅，很恐怖，像恐怖漫画里的人一样。",
    "annotation": [
      {
        "sentence": "闭上眼睛回到自己幼儿园时得知自己和父母是收养关系的那一天，那个地点那个午后，我看到了那个幼儿园的自己。",
        "label": ""
      },
      {
        "sentence": "她侧着身，跟她说了几句，她的头在不看我和看我之间不断切换，看我的时候我发现她是个骷髅，为什么我闭上眼睛做意象测试的时候看小时候的我居然是个骷髅，很恐怖，像恐怖漫画里的人一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哦，谢谢你跟我分享这些信息，让我了解到了更多你的情况。你的梦可能是你心理上隐藏的心结在呼唤你，这很正常。在我们的潜意识里会有很多无意识的幻想和想象，包括过去的经历和记忆，这看起来可能很可怕，但我们可以尝试将它们看做是我们需要面对、思考及理解的机会。这可以让你更好地思考和疏通你内心的情感。",
    "annotation": [
      {
        "sentence": "哦，谢谢你跟我分享这些信息，让我了解到了更多你的情况。",
        "label": ""
      },
      {
        "sentence": "你的梦可能是你心理上隐藏的心结在呼唤你，这很正常。",
        "label": ""
      },
      {
        "sentence": "在我们的潜意识里会有很多无意识的幻想和想象，包括过去的经历和记忆，这看起来可能很可怕，但我们可以尝试将它们看做是我们需要面对、思考及理解的机会。",
        "label": ""
      },
      {
        "sentence": "这可以让你更好地思考和疏通你内心的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那这种幻觉是常见的吗？我怕自己有心理问题。",
    "annotation": [
      {
        "sentence": "那这种幻觉是常见的吗？",
        "label": ""
      },
      {
        "sentence": "我怕自己有心理问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种梦想和幻觉并非罕见，它们是我们无意识的表现。但它们不一定是意味着你有心理问题。我建议你多关注你的情绪，保持积极的态度，做好自我抚慰并找到适合你的情感解决方式。当然，如果你发现这些幻觉愈来愈多并且让你难以控制，请及时和专业的心理医生联系。对于你这种情况的患者，医生通常会选择对你进行心理治疗。",
    "annotation": [
      {
        "sentence": "这种梦想和幻觉并非罕见，它们是我们无意识的表现。",
        "label": ""
      },
      {
        "sentence": "但它们不一定是意味着你有心理问题。",
        "label": ""
      },
      {
        "sentence": "我建议你多关注你的情绪，保持积极的态度，做好自我抚慰并找到适合你的情感解决方式。",
        "label": ""
      },
      {
        "sentence": "当然，如果你发现这些幻觉愈来愈多并且让你难以控制，请及时和专业的心理医生联系。",
        "label": ""
      },
      {
        "sentence": "对于你这种情况的患者，医生通常会选择对你进行心理治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是在做心理治疗，我希望自己能坚强，但是为什么我长大了还是想起过去的事情，即使我尝试去接受它，它仍然困扰着我。",
    "annotation": [
      {
        "sentence": "我是在做心理治疗，我希望自己能坚强，但是为什么我长大了还是想起过去的事情，即使我尝试去接受它，它仍然困扰着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你所说的情感。对于像你这种情况的人，过去的阴影往往会影响到你成年后的行为和心理表现。你不要太自责，每个人都有自己的烦恼。但是，我认为你的态度很正确，也应该让自己变得更加坚强，成为自己更好的版本。我建议你逐渐接受过去的事情，并学会对自己进行情感管理。如果有需要，也可以向治疗师寻求一些情感方面的慰藉和指导。",
    "annotation": [
      {
        "sentence": "我了解你所说的情感。",
        "label": ""
      },
      {
        "sentence": "对于像你这种情况的人，过去的阴影往往会影响到你成年后的行为和心理表现。",
        "label": ""
      },
      {
        "sentence": "你不要太自责，每个人都有自己的烦恼。",
        "label": ""
      },
      {
        "sentence": "但是，我认为你的态度很正确，也应该让自己变得更加坚强，成为自己更好的版本。",
        "label": ""
      },
      {
        "sentence": "我建议你逐渐接受过去的事情，并学会对自己进行情感管理。",
        "label": ""
      },
      {
        "sentence": "如果有需要，也可以向治疗师寻求一些情感方面的慰藉和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也明白，不能让这些阴影继续困扰自己了。感谢你给我提出的建议和帮助，我会坚持做好心理治疗的，同时也会努力正视过去，微笑面对未来。",
    "annotation": [
      {
        "sentence": "我也明白，不能让这些阴影继续困扰自己了。",
        "label": ""
      },
      {
        "sentence": "感谢你给我提出的建议和帮助，我会坚持做好心理治疗的，同时也会努力正视过去，微笑面对未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你的决心很棒。无论何时，你都可以向我在微信上发送消息，我都会为你提供充分支持和帮助的。和我分享你的情感体验，保持积极思考，达到宽慰和平衡就好了。",
    "annotation": [
      {
        "sentence": "没错，你的决心很棒。",
        "label": ""
      },
      {
        "sentence": "无论何时，你都可以向我在微信上发送消息，我都会为你提供充分支持和帮助的。",
        "label": ""
      },
      {
        "sentence": "和我分享你的情感体验，保持积极思考，达到宽慰和平衡就好了。",
        "label": ""
      }
    ]
  }
]