[
  {
    "role": "client",
    "content": "我缺少友谊，不知道如何维系长期关系，我该做些什么才能改善情况呢？从小到大，我的朋友一直都很少。小时候我很内向，不敢和人交往，再加上家长对学习要求很严格，我一直都很紧张。因此，我在其他方面花费的精力就很少。到了高中，在重点高中里，周围都是学习好又善于交际的同学，每天都有很大的压力，感觉很焦虑。最后，我的成绩下降了，也没有交到知心朋友。大学里，虽然没有了学业的压力和父母的管教，但是我开始注重个人成长。然而，我又有了恋爱的烦恼，后来和关系好的室友也因为不合拍而分道扬镳。四年过去了，我尝试着结交新的朋友，但是不知道为什么，我只和班里的一个女生有些交情，但并不深。可能是因为我不擅长维系长期关系，再加上我容易焦虑紧张的习惯一直存在，我还不习惯在别人面前做自己。大学是在外省读的，所以毕业后大家都分散了。虽然我学会了独处，不像以前那样自责暴食，但是我还是感到孤独，需要有人倾诉。我知道友谊也需要缘分，但是我不知道自己能做些什么才能改善现状。",
    "annotation": [
      {
        "sentence": "我缺少友谊，不知道如何维系长期关系，我该做些什么才能改善情况呢？",
        "label": ""
      },
      {
        "sentence": "从小到大，我的朋友一直都很少。",
        "label": ""
      },
      {
        "sentence": "小时候我很内向，不敢和人交往，再加上家长对学习要求很严格，我一直都很紧张。",
        "label": ""
      },
      {
        "sentence": "因此，我在其他方面花费的精力就很少。",
        "label": ""
      },
      {
        "sentence": "到了高中，在重点高中里，周围都是学习好又善于交际的同学，每天都有很大的压力，感觉很焦虑。",
        "label": ""
      },
      {
        "sentence": "最后，我的成绩下降了，也没有交到知心朋友。",
        "label": ""
      },
      {
        "sentence": "大学里，虽然没有了学业的压力和父母的管教，但是我开始注重个人成长。",
        "label": ""
      },
      {
        "sentence": "然而，我又有了恋爱的烦恼，后来和关系好的室友也因为不合拍而分道扬镳。",
        "label": ""
      },
      {
        "sentence": "四年过去了，我尝试着结交新的朋友，但是不知道为什么，我只和班里的一个女生有些交情，但并不深。",
        "label": ""
      },
      {
        "sentence": "可能是因为我不擅长维系长期关系，再加上我容易焦虑紧张的习惯一直存在，我还不习惯在别人面前做自己。",
        "label": ""
      },
      {
        "sentence": "大学是在外省读的，所以毕业后大家都分散了。",
        "label": ""
      },
      {
        "sentence": "虽然我学会了独处，不像以前那样自责暴食，但是我还是感到孤独，需要有人倾诉。",
        "label": ""
      },
      {
        "sentence": "我知道友谊也需要缘分，但是我不知道自己能做些什么才能改善现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你内心的渴望，希望有一个可以倾诉的知心好友。其实，这个愿望是非常普遍的，每个人都有这样的希望。那么，我们该如何交到知心好友呢？希望我能帮到你。首先，做真实的自己是很重要的。在和人相处时，特别是希望发展为至交好友的人面前，保持真实的自己对于你们的友谊长久存留是有利的。从你的描述中，我可以看出你曾困惑过自己和学习时的朋友渐行渐远。其实，部分原因是因为最初相处时你没有完全展现真正的自我，而人是不善于长期伪装的。随着时间的推移，你的真实自我会逐渐显露出来，但是这对于朋友们来说是陌生的，也许难以接受。所以，如果想要长久交友，最初阶段保持真诚的心态和面对人们展现真实的自己是非常有必要的。如果在陌生或不熟悉的人面前难以展现真实的自我，至少也不要违心地做和真实自我三观不合的事情。其次，让自己变得更好是交友的关键。好朋友是可遇不可求的，但是我们可以通过自己的努力变得更好来吸引他们。从你的描述中，我可以看出你希望找到有能力和善良的知心好友。其实，人与人之间会吸引和自己相似和水平相当的人。所以，当你不知道应该做什么时，可以试着发展自己，培养一些兴趣爱好，让自己成为你理想中的好友模样。这样的你也会吸引到理想中的知心好友。同时，让自己始终保持积极乐观的心态，静等知己的出现，这是你目前能够做到的，不要心急哈。",
    "annotation": [
      {
        "sentence": "我理解你内心的渴望，希望有一个可以倾诉的知心好友。",
        "label": ""
      },
      {
        "sentence": "其实，这个愿望是非常普遍的，每个人都有这样的希望。",
        "label": ""
      },
      {
        "sentence": "那么，我们该如何交到知心好友呢？",
        "label": ""
      },
      {
        "sentence": "希望我能帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，做真实的自己是很重要的。",
        "label": ""
      },
      {
        "sentence": "在和人相处时，特别是希望发展为至交好友的人面前，保持真实的自己对于你们的友谊长久存留是有利的。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以看出你曾困惑过自己和学习时的朋友渐行渐远。",
        "label": ""
      },
      {
        "sentence": "其实，部分原因是因为最初相处时你没有完全展现真正的自我，而人是不善于长期伪装的。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，你的真实自我会逐渐显露出来，但是这对于朋友们来说是陌生的，也许难以接受。",
        "label": ""
      },
      {
        "sentence": "所以，如果想要长久交友，最初阶段保持真诚的心态和面对人们展现真实的自己是非常有必要的。",
        "label": ""
      },
      {
        "sentence": "如果在陌生或不熟悉的人面前难以展现真实的自我，至少也不要违心地做和真实自我三观不合的事情。",
        "label": ""
      },
      {
        "sentence": "其次，让自己变得更好是交友的关键。",
        "label": ""
      },
      {
        "sentence": "好朋友是可遇不可求的，但是我们可以通过自己的努力变得更好来吸引他们。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以看出你希望找到有能力和善良的知心好友。",
        "label": ""
      },
      {
        "sentence": "其实，人与人之间会吸引和自己相似和水平相当的人。",
        "label": ""
      },
      {
        "sentence": "所以，当你不知道应该做什么时，可以试着发展自己，培养一些兴趣爱好，让自己成为你理想中的好友模样。",
        "label": ""
      },
      {
        "sentence": "这样的你也会吸引到理想中的知心好友。",
        "label": ""
      },
      {
        "sentence": "同时，让自己始终保持积极乐观的心态，静等知己的出现，这是你目前能够做到的，不要心急哈。",
        "label": ""
      }
    ]
  }
]