[
  {
    "role": "client",
    "content": "缺少友谊，不会维系长期关系，该做些什么让事情好些？从小到大朋友都少，小时候内向不敢与人交往加上家长学习上管的严对学习一直很紧张其他方面自然花费的精力就少高中在重点高中，周围同学很多学习好又善交际每天压力山大，如坐针毡最后成绩下降又没交到什么知心朋友大学没了学业压力和父母管教我开始坚持个人成长期间又有恋爱的烦恼后来的关系好的室友又因为不合拍分道扬镳四年里尝试结交新友谊，不知道为何就是与班里小姐姐交情不深可能我不善于维系长期关系吧加上容易焦虑紧张的习惯仍然存在不习惯在别人面前做自己。大学是外省，最后毕业了大家也都分散了。现在的我学会了独处，不像以前自责暴食什么但还是会孤独，需要倾诉的对象我知道友谊也需要缘分，但不知道自己能做些什么让事情好一些呢。",
    "annotation": [
      {
        "sentence": "缺少友谊，不会维系长期关系，该做些什么让事情好些？",
        "label": ""
      },
      {
        "sentence": "从小到大朋友都少，小时候内向不敢与人交往加上家长学习上管的严对学习一直很紧张其他方面自然花费的精力就少高中在重点高中，周围同学很多学习好又善交际每天压力山大，如坐针毡最后成绩下降又没交到什么知心朋友大学没了学业压力和父母管教我开始坚持个人成长期间又有恋爱的烦恼后来的关系好的室友又因为不合拍分道扬镳四年里尝试结交新友谊，不知道为何就是与班里小姐姐交情不深可能我不善于维系长期关系吧加上容易焦虑紧张的习惯仍然存在不习惯在别人面前做自己。",
        "label": ""
      },
      {
        "sentence": "大学是外省，最后毕业了大家也都分散了。",
        "label": ""
      },
      {
        "sentence": "现在的我学会了独处，不像以前自责暴食什么但还是会孤独，需要倾诉的对象我知道友谊也需要缘分，但不知道自己能做些什么让事情好一些呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历听起来真的挺不容易的。你这样想过吗，你没有好朋友不是因为你不够好，而是缘分还未到。每个人身边的朋友数量不一样，不代表你人生有值或无值。你说你现在学会了独处，这是个很好的事情耶！不少人不懂得独自生活，也不懂得如何和一个人好好相处。你已经做得很出色，能自我照顾，这是很不简单的。",
    "annotation": [
      {
        "sentence": "你的经历听起来真的挺不容易的。",
        "label": ""
      },
      {
        "sentence": "你这样想过吗，你没有好朋友不是因为你不够好，而是缘分还未到。",
        "label": ""
      },
      {
        "sentence": "每个人身边的朋友数量不一样，不代表你人生有值或无值。",
        "label": ""
      },
      {
        "sentence": "你说你现在学会了独处，这是个很好的事情耶！",
        "label": ""
      },
      {
        "sentence": "不少人不懂得独自生活，也不懂得如何和一个人好好相处。",
        "label": ""
      },
      {
        "sentence": "你已经做得很出色，能自我照顾，这是很不简单的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我确实明白友谊需要缘分和时间。但是我还有一个问题，即使有时碰到新朋友，也不知道如何维系关系。我发觉自己需要更多社交技巧和方式来保持朋友关系，可是我不知道如何做到。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我确实明白友谊需要缘分和时间。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，即使有时碰到新朋友，也不知道如何维系关系。",
        "label": ""
      },
      {
        "sentence": "我发觉自己需要更多社交技巧和方式来保持朋友关系，可是我不知道如何做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "身为一个人，我们总会面临一些挑战和难题，从小到大的经验、成长路程也各有不同。不如现在开始，自教自助，为自己设定一些目标和计划，尝试去认识一些志同道合，性格相投的人。有时候在社交场合，我们可能会因过度紧张而遮盖自己的真正个性。不难想象，这样难免有人会认为你的表现不够真实、不够自然。所以，不如掌握心理上的自我调节技巧，减少紧张的情况出现，这样就可以很容易地和别人交流啦。",
    "annotation": [
      {
        "sentence": "身为一个人，我们总会面临一些挑战和难题，从小到大的经验、成长路程也各有不同。",
        "label": ""
      },
      {
        "sentence": "不如现在开始，自教自助，为自己设定一些目标和计划，尝试去认识一些志同道合，性格相投的人。",
        "label": ""
      },
      {
        "sentence": "有时候在社交场合，我们可能会因过度紧张而遮盖自己的真正个性。",
        "label": ""
      },
      {
        "sentence": "不难想象，这样难免有人会认为你的表现不够真实、不够自然。",
        "label": ""
      },
      {
        "sentence": "所以，不如掌握心理上的自我调节技巧，减少紧张的情况出现，这样就可以很容易地和别人交流啦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我一直以来都觉得很难和别人相处，也不太敢在别人面前表现出自己的真实性格，然后就不知道该怎么办了。你有什么方法可以推荐吗？",
    "annotation": [
      {
        "sentence": "你说的对，我一直以来都觉得很难和别人相处，也不太敢在别人面前表现出自己的真实性格，然后就不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "你有什么方法可以推荐吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你不妨试着去尝试一些小的社交场合，例如在社交平台认识一些志同道合的人，和他们分享你的经验和成长路程，也可以参加一些俱乐部、活动等等。这些场合可能更轻松，不那么令你感到紧张和害怕不知道该说什么。而在与新朋友交往的过程中，也可以尝试逐渐展现出你自己的个性，表现出真实的自己，这样可以让你建立起新的、更真实的，而不是有所保留的关系，有助于刻画一个深入、长久不变的朋友圈。",
    "annotation": [
      {
        "sentence": "那你不妨试着去尝试一些小的社交场合，例如在社交平台认识一些志同道合的人，和他们分享你的经验和成长路程，也可以参加一些俱乐部、活动等等。",
        "label": ""
      },
      {
        "sentence": "这些场合可能更轻松，不那么令你感到紧张和害怕不知道该说什么。",
        "label": ""
      },
      {
        "sentence": "而在与新朋友交往的过程中，也可以尝试逐渐展现出你自己的个性，表现出真实的自己，这样可以让你建立起新的、更真实的，而不是有所保留的关系，有助于刻画一个深入、长久不变的朋友圈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有道理。您还有其他的建议或是技巧吗？",
    "annotation": [
      {
        "sentence": "听起来很有道理。",
        "label": ""
      },
      {
        "sentence": "您还有其他的建议或是技巧吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然啦！有的时候，我们可能会因为某些原因而失去联系。面对这样的情况，其实只要有一颗发自内心的善良，并时常向对方传递温暖的心，就能够维护好这段友情。而且，有时候友谊是需要经常付出和用心经营的，时常发一些短信、电话会使交往的过程变得紧密且大有意义。另外，从小事情入手也是不错的方法。例如坚持每周和一位好友见面、定期聊天等等，这些细节上的关注能够让你建立与他人的牢固连接。",
    "annotation": [
      {
        "sentence": "当然啦！",
        "label": ""
      },
      {
        "sentence": "有的时候，我们可能会因为某些原因而失去联系。",
        "label": ""
      },
      {
        "sentence": "面对这样的情况，其实只要有一颗发自内心的善良，并时常向对方传递温暖的心，就能够维护好这段友情。",
        "label": ""
      },
      {
        "sentence": "而且，有时候友谊是需要经常付出和用心经营的，时常发一些短信、电话会使交往的过程变得紧密且大有意义。",
        "label": ""
      },
      {
        "sentence": "另外，从小事情入手也是不错的方法。",
        "label": ""
      },
      {
        "sentence": "例如坚持每周和一位好友见面、定期聊天等等，这些细节上的关注能够让你建立与他人的牢固连接。",
        "label": ""
      }
    ]
  }
]