[
  {
    "role": "client",
    "content": "您好，我是一名32岁的单身女性。由于疫情裁员，我目前没有固定的工作，我很焦虑，不知道该怎么办才能找到合适的工作。",
    "annotation": [
      {
        "sentence": "您好，我是一名32岁的单身女性。",
        "label": ""
      },
      {
        "sentence": "由于疫情裁员，我目前没有固定的工作，我很焦虑，不知道该怎么办才能找到合适的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听你的描述我能感受到你的焦虑和烦恼。你能再跟我详细说说你的专业背景和工作经验吗？",
    "annotation": [
      {
        "sentence": "你好，听你的描述我能感受到你的焦虑和烦恼。",
        "label": ""
      },
      {
        "sentence": "你能再跟我详细说说你的专业背景和工作经验吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我本科学的是人力资源，然后我又在大专学了会计，有会计证。从公司裁员我离职后一直在找工作，但都是初级岗位，竞争的都是刚毕业的小女孩。我之前一直在公司里做人事行政和出纳，感觉平凡没有发展，想转岗但不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我本科学的是人力资源，然后我又在大专学了会计，有会计证。",
        "label": ""
      },
      {
        "sentence": "从公司裁员我离职后一直在找工作，但都是初级岗位，竞争的都是刚毕业的小女孩。",
        "label": ""
      },
      {
        "sentence": "我之前一直在公司里做人事行政和出纳，感觉平凡没有发展，想转岗但不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的专业背景，其实你可以从事两个方向的工作，你之前也是涉及这两个方面，有过做人事行政和出纳的经历。我们可以先从你的兴趣出发，你不想在办公室里打杂，而想做一个专业人士，比如说会计师这样的方向，晋升途径是会计师-精算师-财务总监之类的。这样的话你可以去了解一下这方面的要求，也可以在业余时间继续补习，提升自己。你也有出纳证和会计证，这些都是刚毕业的女孩儿没有的，是你的优势。",
    "annotation": [
      {
        "sentence": "听你的专业背景，其实你可以从事两个方向的工作，你之前也是涉及这两个方面，有过做人事行政和出纳的经历。",
        "label": ""
      },
      {
        "sentence": "我们可以先从你的兴趣出发，你不想在办公室里打杂，而想做一个专业人士，比如说会计师这样的方向，晋升途径是会计师-精算师-财务总监之类的。",
        "label": ""
      },
      {
        "sentence": "这样的话你可以去了解一下这方面的要求，也可以在业余时间继续补习，提升自己。",
        "label": ""
      },
      {
        "sentence": "你也有出纳证和会计证，这些都是刚毕业的女孩儿没有的，是你的优势。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我还真没有想到我的专业背景可以让我双向前进，还可以通过会计师等职位向上晋升。听您这么说，我有些信心了，但我感觉自己现在面试的都是初级岗位，可能我没有机会去证明我的优势。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我还真没有想到我的专业背景可以让我双向前进，还可以通过会计师等职位向上晋升。",
        "label": ""
      },
      {
        "sentence": "听您这么说，我有些信心了，但我感觉自己现在面试的都是初级岗位，可能我没有机会去证明我的优势。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实有工作经验的人在招聘中也是有优势的，你可以在个人简历中更突出你做出纳的业绩，可以突出你的证书等资质。虽然招聘难度大，但你要坚信你有能力找到一份合适的工作。",
    "annotation": [
      {
        "sentence": "其实有工作经验的人在招聘中也是有优势的，你可以在个人简历中更突出你做出纳的业绩，可以突出你的证书等资质。",
        "label": ""
      },
      {
        "sentence": "虽然招聘难度大，但你要坚信你有能力找到一份合适的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢，您的鼓励让我更有信心。但我今天面试了五个地方，都没有拿到合适的工作，我感到很沮丧。",
    "annotation": [
      {
        "sentence": "谢谢，您的鼓励让我更有信心。",
        "label": ""
      },
      {
        "sentence": "但我今天面试了五个地方，都没有拿到合适的工作，我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况其实很正常，有时候面试官并没有很好的和你交流，或者公司面试官不了解你的专业背景。你内心有没有对某个面试回忆深刻的，可以和我分享吗？",
    "annotation": [
      {
        "sentence": "这种情况其实很正常，有时候面试官并没有很好的和你交流，或者公司面试官不了解你的专业背景。",
        "label": ""
      },
      {
        "sentence": "你内心有没有对某个面试回忆深刻的，可以和我分享吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，有几个公司和我面试时没有好好与我交流，那我该怎么办才能在面试中突显自己呢？",
    "annotation": [
      {
        "sentence": "确实，有几个公司和我面试时没有好好与我交流，那我该怎么办才能在面试中突显自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得除了日常的储备和积累，做好个人简历和表现，还要把握面试时的机会，比如开场的自我介绍和结尾的热情道别。这些都需要提前准备，面试时要尽量自然和积极。而且，如果你遇到感觉面试官态度不好的情况，也可以尝试用自己的方式和他对话，比如说询问公司文化、团队氛围、未来发展方向等，这一方面可以突出你的好奇心和人际交往能力。",
    "annotation": [
      {
        "sentence": "我觉得除了日常的储备和积累，做好个人简历和表现，还要把握面试时的机会，比如开场的自我介绍和结尾的热情道别。",
        "label": ""
      },
      {
        "sentence": "这些都需要提前准备，面试时要尽量自然和积极。",
        "label": ""
      },
      {
        "sentence": "而且，如果你遇到感觉面试官态度不好的情况，也可以尝试用自己的方式和他对话，比如说询问公司文化、团队氛围、未来发展方向等，这一方面可以突出你的好奇心和人际交往能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会好好尝试，谢谢您的建议，感觉我现在有了更清晰的职业发展方向了。",
    "annotation": [
      {
        "sentence": "好的，我会好好尝试，谢谢您的建议，感觉我现在有了更清晰的职业发展方向了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，职场也是一条长路，有许多需要我们不断学习和适应的地方。但只要我们有信心和勇气，一定能够获得成功，希望你能找到一份理想的工作。",
    "annotation": [
      {
        "sentence": "不用谢，职场也是一条长路，有许多需要我们不断学习和适应的地方。",
        "label": ""
      },
      {
        "sentence": "但只要我们有信心和勇气，一定能够获得成功，希望你能找到一份理想的工作。",
        "label": ""
      }
    ]
  }
]