[
  {
    "role": "client",
    "content": "高二，打胎的事情被传开，怕被学校和父母知道怎么办？我是一名17岁的女生，高二，现在真的很害怕。",
    "annotation": [
      {
        "sentence": "高二，打胎的事情被传开，怕被学校和父母知道怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一名17岁的女生，高二，现在真的很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内心可能现在非常焦虑和紧张吧。能不能先告诉我你最担心的是什么？",
    "annotation": [
      {
        "sentence": "你的内心可能现在非常焦虑和紧张吧。",
        "label": ""
      },
      {
        "sentence": "能不能先告诉我你最担心的是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕学校知道会处分我，然后人生就完了；父母知道也许会打死我。",
    "annotation": [
      {
        "sentence": "我害怕学校知道会处分我，然后人生就完了；父母知道也许会打死我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实不管别人知不知道这件事情，你的人生并不会因此“完了”，因为人都会犯错。你现在最需要的是稳定自己的情绪，然后制定一个对你自己公平合理的解决计划。我们先聊一下怎么稳定你的情绪吧。",
    "annotation": [
      {
        "sentence": "其实不管别人知不知道这件事情，你的人生并不会因此“完了”，因为人都会犯错。",
        "label": ""
      },
      {
        "sentence": "你现在最需要的是稳定自己的情绪，然后制定一个对你自己公平合理的解决计划。",
        "label": ""
      },
      {
        "sentence": "我们先聊一下怎么稳定你的情绪吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我这周已经崩溃大哭两次了，感觉人生一片黑暗，要是当初没有那样该多好。我该怎么办？",
    "annotation": [
      {
        "sentence": "我这周已经崩溃大哭两次了，感觉人生一片黑暗，要是当初没有那样该多好。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你现在的情绪是很低落的，但你要有信心，这段时间只是暂时的，你一定可以度过去的。不妨尝试做这三件事情：1）聊聊天，找个不知道你的地方，比如这个平台，多和这里的伙伴或者老师们沟通交流，以获得一些心理上稳定的力量。2）正确看待这件事情，你并没有对不起别人，你伤害的到头来其实只有你自己。所以别人不存在什么指责你的立场。3）看看书，可以多看看人际交往方面的心理学书籍，能够更加系统地帮助自己挺过这段时间。",
    "annotation": [
      {
        "sentence": "我可以理解你现在的情绪是很低落的，但你要有信心，这段时间只是暂时的，你一定可以度过去的。",
        "label": ""
      },
      {
        "sentence": "不妨尝试做这三件事情：1）聊聊天，找个不知道你的地方，比如这个平台，多和这里的伙伴或者老师们沟通交流，以获得一些心理上稳定的力量。",
        "label": ""
      },
      {
        "sentence": "2）正确看待这件事情，你并没有对不起别人，你伤害的到头来其实只有你自己。",
        "label": ""
      },
      {
        "sentence": "所以别人不存在什么指责你的立场。",
        "label": ""
      },
      {
        "sentence": "3）看看书，可以多看看人际交往方面的心理学书籍，能够更加系统地帮助自己挺过这段时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我已经和一些好朋友谈过了，可是还是不知道该怎么处理这个问题。",
    "annotation": [
      {
        "sentence": "我已经和一些好朋友谈过了，可是还是不知道该怎么处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你已经在积极寻求帮助了，这是很好的一步。但是你需要一个公平合理的解决办法，你可以考虑不表态，哪怕别人有证据或是其他的，你冷处理这件事就可以了。不听不管不在乎，问你，你就否认，说你不知道。现在的人，每天随时要接收成千上百条的信息，只要你不在你的故事上增添新的情报和信息，不再有新的表现，他们的注意力就很快会被新的事情所代替。",
    "annotation": [
      {
        "sentence": "听起来你已经在积极寻求帮助了，这是很好的一步。",
        "label": ""
      },
      {
        "sentence": "但是你需要一个公平合理的解决办法，你可以考虑不表态，哪怕别人有证据或是其他的，你冷处理这件事就可以了。",
        "label": ""
      },
      {
        "sentence": "不听不管不在乎，问你，你就否认，说你不知道。",
        "label": ""
      },
      {
        "sentence": "现在的人，每天随时要接收成千上百条的信息，只要你不在你的故事上增添新的情报和信息，不再有新的表现，他们的注意力就很快会被新的事情所代替。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是老师已经知道这件事情了，我该怎么办？",
    "annotation": [
      {
        "sentence": "可是老师已经知道这件事情了，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果老师问起，你可以说你不希望这个事情影响学习，希望老师给你一点私人空间，让你自己调整一下平静的心态。如果老师又再次问起，你可以说你需要时间来处理自己的情绪，希望他们可以给你一点空间。不过，如果你真的害怕其他人会揭发这个事情，你也可以先监控一下你自己的社交圈子，同时找到几个最信任、最知道你故事的朋友，告诉他们整个情况，希望他们能帮你保守这个秘密。",
    "annotation": [
      {
        "sentence": "如果老师问起，你可以说你不希望这个事情影响学习，希望老师给你一点私人空间，让你自己调整一下平静的心态。",
        "label": ""
      },
      {
        "sentence": "如果老师又再次问起，你可以说你需要时间来处理自己的情绪，希望他们可以给你一点空间。",
        "label": ""
      },
      {
        "sentence": "不过，如果你真的害怕其他人会揭发这个事情，你也可以先监控一下你自己的社交圈子，同时找到几个最信任、最知道你故事的朋友，告诉他们整个情况，希望他们能帮你保守这个秘密。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是有点担心，因为我之前因为这个打过两次胎，身体可能有些问题。",
    "annotation": [
      {
        "sentence": "我还是有点担心，因为我之前因为这个打过两次胎，身体可能有些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是需要关注的情况，你可以先去看看医生，了解自己身体的情况，看看有哪些需要特别注意的地方。对于打胎的情况，也可以咨询专业医生的意见，做好充足的保护。无论发生什么，你都要相信自己，面对问题，解决问题，成长自己。如果你需要我的话，随时给我发消息。",
    "annotation": [
      {
        "sentence": "这是需要关注的情况，你可以先去看看医生，了解自己身体的情况，看看有哪些需要特别注意的地方。",
        "label": ""
      },
      {
        "sentence": "对于打胎的情况，也可以咨询专业医生的意见，做好充足的保护。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，你都要相信自己，面对问题，解决问题，成长自己。",
        "label": ""
      },
      {
        "sentence": "如果你需要我的话，随时给我发消息。",
        "label": ""
      }
    ]
  }
]