[
  {
    "role": "client",
    "content": "问题太多，大概是原生家庭带来的问题……大学开学到现在，一直觉得自己心理状态好了很多，可是今天突然忍不住难受。原因挺多的吧。每个月的生活费理论上是够的，可是和同学一对比，就觉得好少。花钱很大手大脚的同时又在愧疚，因为精力都没有花在学习上。关于花钱，其实很多时候都舍不得花钱，每花一笔就觉得又欠了爸妈一笔债。觉得背的债好多又好重……特别是每次他们说，自己没舍得花钱的时候，总觉得很窒息，想逃离，更是在花钱的时候不断觉得愧疚。准备办个生日……可是想到要买好多东西…花很多钱，又陷入愧疚之中。关于学习，堕落的同时也在不断责问自己，既静不下心学习又想着能学好东西，想到自己很废材就……很想直接消失。关于交际，高中一直不爱交际，可是大学一开始却像换了一个性格，看上去很外向。今天又陷入质疑，觉得自己好没情商，不会处理人际关系还特别敏感又玻璃心，一些小细节都可以默默难受好一段时间。问题太多了……真的，不知道怎么一件一件把它们解决好。",
    "annotation": [
      {
        "sentence": "问题太多，大概是原生家庭带来的问题……大学开学到现在，一直觉得自己心理状态好了很多，可是今天突然忍不住难受。",
        "label": ""
      },
      {
        "sentence": "原因挺多的吧。",
        "label": ""
      },
      {
        "sentence": "每个月的生活费理论上是够的，可是和同学一对比，就觉得好少。",
        "label": ""
      },
      {
        "sentence": "花钱很大手大脚的同时又在愧疚，因为精力都没有花在学习上。",
        "label": ""
      },
      {
        "sentence": "关于花钱，其实很多时候都舍不得花钱，每花一笔就觉得又欠了爸妈一笔债。",
        "label": ""
      },
      {
        "sentence": "觉得背的债好多又好重……特别是每次他们说，自己没舍得花钱的时候，总觉得很窒息，想逃离，更是在花钱的时候不断觉得愧疚。",
        "label": ""
      },
      {
        "sentence": "准备办个生日……可是想到要买好多东西…花很多钱，又陷入愧疚之中。",
        "label": ""
      },
      {
        "sentence": "关于学习，堕落的同时也在不断责问自己，既静不下心学习又想着能学好东西，想到自己很废材就……很想直接消失。",
        "label": ""
      },
      {
        "sentence": "关于交际，高中一直不爱交际，可是大学一开始却像换了一个性格，看上去很外向。",
        "label": ""
      },
      {
        "sentence": "今天又陷入质疑，觉得自己好没情商，不会处理人际关系还特别敏感又玻璃心，一些小细节都可以默默难受好一段时间。",
        "label": ""
      },
      {
        "sentence": "问题太多了……真的，不知道怎么一件一件把它们解决好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，能够意识到自己的问题并寻求帮助已经非常不错了，这是很多人都做不到的，说明你的内心很强大。其次，你是一个有上进心的人，尽管有些问题可能会让你感到无助，但是这些问题不会永远存在。关于花钱的问题，我觉得你首先需要认识到你的经济能力，不要与别人做比较，因为每个人的状况不同，每个人的道路也不同。你应该明白，你的学习和生活需要父母的支持，但也要明白这些支持是他们愿意给予的。至于办生日，我觉得你可以从自我认知角度去尝试成为一个更自信的人，为自己的生日做些有意义的事情。看到你的爱和力量，去勇往直前的提升自己.比如参与心理学的一些疗愈类课程，或者看相关书籍，推荐《一念之转》。另外，你也可以私信我，我很愿意为你送上生日礼物，让你度过一个愉快的生日！",
    "annotation": [
      {
        "sentence": "首先，能够意识到自己的问题并寻求帮助已经非常不错了，这是很多人都做不到的，说明你的内心很强大。",
        "label": ""
      },
      {
        "sentence": "其次，你是一个有上进心的人，尽管有些问题可能会让你感到无助，但是这些问题不会永远存在。",
        "label": ""
      },
      {
        "sentence": "关于花钱的问题，我觉得你首先需要认识到你的经济能力，不要与别人做比较，因为每个人的状况不同，每个人的道路也不同。",
        "label": ""
      },
      {
        "sentence": "你应该明白，你的学习和生活需要父母的支持，但也要明白这些支持是他们愿意给予的。",
        "label": ""
      },
      {
        "sentence": "至于办生日，我觉得你可以从自我认知角度去尝试成为一个更自信的人，为自己的生日做些有意义的事情。",
        "label": ""
      },
      {
        "sentence": "看到你的爱和力量，去勇往直前的提升自己.比如参与心理学的一些疗愈类课程，或者看相关书籍，推荐《一念之转》。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以私信我，我很愿意为你送上生日礼物，让你度过一个愉快的生日！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我正在尝试确立自己的价值观，这样才能更好地适应自己的生活和学业。我会认真考虑你提供的建议，因为我希望能够成为一个更自信和独立的人。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我正在尝试确立自己的价值观，这样才能更好地适应自己的生活和学业。",
        "label": ""
      },
      {
        "sentence": "我会认真考虑你提供的建议，因为我希望能够成为一个更自信和独立的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，这说明你已经开始思考和尝试如何改变。我希望你能够坚定自己的信念，抓住生活中的每一个机会，为自己的未来打下更坚实的基础。如果你需要任何帮助，记得让我知道，我很愿意尽我的力量。同时，你也可以考虑参加一些社交活动，认识新朋友，锻炼自己的社交能力。我相信你能够做得很好的！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，这说明你已经开始思考和尝试如何改变。",
        "label": ""
      },
      {
        "sentence": "我希望你能够坚定自己的信念，抓住生活中的每一个机会，为自己的未来打下更坚实的基础。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，记得让我知道，我很愿意尽我的力量。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑参加一些社交活动，认识新朋友，锻炼自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "我相信你能够做得很好的！",
        "label": ""
      }
    ]
  }
]