[
  {
    "role": "client",
    "content": "问题太多，大概是原生家庭带来的问题……大学开学到现在，一直觉得自己心理状态好了很多，可是今天突然忍不住难受。原因挺多的吧。每个月的生活费理论上是够的，可是和同学一对比，就觉得好少。花钱很大手大脚的同时又在愧疚，因为精力都没有花在学习上。关于花钱，其实很多时候都舍不得花钱，每花一笔就觉得又欠了爸妈一笔债。觉得背的债好多又好重……特别是每次他们说，自己没舍得花钱的时候，总觉得很窒息，想逃离，更是在花钱的时候不断觉得愧疚。准备办个生日……可是想到要买好多东西…花很多钱，又陷入愧疚之中。关于学习，堕落的同时也在不断责问自己，既静不下心学习又想着能学好东西，想到自己很废材就……很想直接消失。关于交际，高中一直不爱交际，可是大学一开始却像换了一个性格，看上去很外向。今天又陷入质疑，觉得自己好没情商，不会处理人际关系还特别敏感又玻璃心，一些小细节都可以默默难受好一段时间。问题太多了……真的，不知道怎么一件一件把它们解决好。",
    "annotation": [
      {
        "sentence": "问题太多，大概是原生家庭带来的问题……大学开学到现在，一直觉得自己心理状态好了很多，可是今天突然忍不住难受。",
        "label": ""
      },
      {
        "sentence": "原因挺多的吧。",
        "label": ""
      },
      {
        "sentence": "每个月的生活费理论上是够的，可是和同学一对比，就觉得好少。",
        "label": ""
      },
      {
        "sentence": "花钱很大手大脚的同时又在愧疚，因为精力都没有花在学习上。",
        "label": ""
      },
      {
        "sentence": "关于花钱，其实很多时候都舍不得花钱，每花一笔就觉得又欠了爸妈一笔债。",
        "label": ""
      },
      {
        "sentence": "觉得背的债好多又好重……特别是每次他们说，自己没舍得花钱的时候，总觉得很窒息，想逃离，更是在花钱的时候不断觉得愧疚。",
        "label": ""
      },
      {
        "sentence": "准备办个生日……可是想到要买好多东西…花很多钱，又陷入愧疚之中。",
        "label": ""
      },
      {
        "sentence": "关于学习，堕落的同时也在不断责问自己，既静不下心学习又想着能学好东西，想到自己很废材就……很想直接消失。",
        "label": ""
      },
      {
        "sentence": "关于交际，高中一直不爱交际，可是大学一开始却像换了一个性格，看上去很外向。",
        "label": ""
      },
      {
        "sentence": "今天又陷入质疑，觉得自己好没情商，不会处理人际关系还特别敏感又玻璃心，一些小细节都可以默默难受好一段时间。",
        "label": ""
      },
      {
        "sentence": "问题太多了……真的，不知道怎么一件一件把它们解决好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我听到你说你有很多问题，可能是源自于原生家庭的问题……你说自己心理状态一直好转，但今天突然感到不舒服。可能是有很多原因吧。你提到每个月的生活费理论上够用，但和同学比较就觉得少。你花钱大手大脚，同时又感到愧疚，因为没有把精力放在学习上。对于花钱，实际上你经常舍不得，每花一笔钱就感到欠爸妈一笔债。你觉得背负着很多债务，感到很沉重......特别是每次他们提到你没有舍得花钱时，你总感到窒息，想逃避，而且在花钱时不断感到愧疚。你计划过生日......但想到要买很多东西...花很多钱，就再次感到愧疚。关于学习，你觉得自己沉迷于堕落，既不能静下心学习又渴望学好东西，一想到自己的废材状态就......很想消失。关于交际，你在高中时并不擅长交际，但大学开始后却像换了个性格，看起来很外向。今天你又质疑自己，觉得自己在人际关系处理上没有情商，很敏感又容易受伤，一些小的细节都能让你默默难过好一段时间。你的问题很多......真的，不知道怎么逐个解决它们。",
    "annotation": [
      {
        "sentence": "你好，我听到你说你有很多问题，可能是源自于原生家庭的问题……你说自己心理状态一直好转，但今天突然感到不舒服。",
        "label": ""
      },
      {
        "sentence": "可能是有很多原因吧。",
        "label": ""
      },
      {
        "sentence": "你提到每个月的生活费理论上够用，但和同学比较就觉得少。",
        "label": ""
      },
      {
        "sentence": "你花钱大手大脚，同时又感到愧疚，因为没有把精力放在学习上。",
        "label": ""
      },
      {
        "sentence": "对于花钱，实际上你经常舍不得，每花一笔钱就感到欠爸妈一笔债。",
        "label": ""
      },
      {
        "sentence": "你觉得背负着很多债务，感到很沉重......特别是每次他们提到你没有舍得花钱时，你总感到窒息，想逃避，而且在花钱时不断感到愧疚。",
        "label": ""
      },
      {
        "sentence": "你计划过生日......但想到要买很多东西...花很多钱，就再次感到愧疚。",
        "label": ""
      },
      {
        "sentence": "关于学习，你觉得自己沉迷于堕落，既不能静下心学习又渴望学好东西，一想到自己的废材状态就......很想消失。",
        "label": ""
      },
      {
        "sentence": "关于交际，你在高中时并不擅长交际，但大学开始后却像换了个性格，看起来很外向。",
        "label": ""
      },
      {
        "sentence": "今天你又质疑自己，觉得自己在人际关系处理上没有情商，很敏感又容易受伤，一些小的细节都能让你默默难过好一段时间。",
        "label": ""
      },
      {
        "sentence": "你的问题很多......真的，不知道怎么逐个解决它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和回复。我平时就是很在意和他人的比较，尤其是在经济方面。觉得自己的生活费虽然足够，但是看到别人用得很轻松，我就觉得好像自己无能。也许家境一般的缘故确实造成了我对花钱有一些内疚感。听你的建议，我会尝试去勤工俭学，自己赚钱的感觉应该会好一些。至于学习，我想把更多的时间和精力都放在学习上，但总觉得静不下心来。你说可以想想每天多抽出半小时用于学习，这个方法我会试试看。另外，我所说的好东西指的是一些对我有兴趣的学科和技能，但却总是无法专注。对于交际，我在大学一开始确实有了一些改变，但现在反而开始怀疑自己的能力，觉得自己没有处理人际关系的能力，容易受伤。我会尝试你说的方法，梳理自己在类似情况下的处理方式，希望能够逐渐改善。谢谢你的鼓励和祝福。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和回复。",
        "label": ""
      },
      {
        "sentence": "我平时就是很在意和他人的比较，尤其是在经济方面。",
        "label": ""
      },
      {
        "sentence": "觉得自己的生活费虽然足够，但是看到别人用得很轻松，我就觉得好像自己无能。",
        "label": ""
      },
      {
        "sentence": "也许家境一般的缘故确实造成了我对花钱有一些内疚感。",
        "label": ""
      },
      {
        "sentence": "听你的建议，我会尝试去勤工俭学，自己赚钱的感觉应该会好一些。",
        "label": ""
      },
      {
        "sentence": "至于学习，我想把更多的时间和精力都放在学习上，但总觉得静不下心来。",
        "label": ""
      },
      {
        "sentence": "你说可以想想每天多抽出半小时用于学习，这个方法我会试试看。",
        "label": ""
      },
      {
        "sentence": "另外，我所说的好东西指的是一些对我有兴趣的学科和技能，但却总是无法专注。",
        "label": ""
      },
      {
        "sentence": "对于交际，我在大学一开始确实有了一些改变，但现在反而开始怀疑自己的能力，觉得自己没有处理人际关系的能力，容易受伤。",
        "label": ""
      },
      {
        "sentence": "我会尝试你说的方法，梳理自己在类似情况下的处理方式，希望能够逐渐改善。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很理解你因为比较而产生的压力。特别是在经济方面，对于家庭经济条件一般的人来说，花费多了就会感到内疚很正常。不过，你可以尝试去勤工俭学，用自己赚来的钱更有成就感。在学习方面，抽出每天的半小时专注学习是个好的开始，相信当你慢慢转移精力时，你会发现自己不再觉得是废材。而对于交际方面，每一次不开心的情况都是帮助你成长的机会，记得总结经验，下次遇到类似情况时，你就能够更好地处理了。成长的路上会有很多挑战，但相信你一定能度过，并拥有难忘快乐的大学生活。如果你还有其他问题或者需要倾诉，随时都可以找我聊聊。保持积极心态，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很理解你因为比较而产生的压力。",
        "label": ""
      },
      {
        "sentence": "特别是在经济方面，对于家庭经济条件一般的人来说，花费多了就会感到内疚很正常。",
        "label": ""
      },
      {
        "sentence": "不过，你可以尝试去勤工俭学，用自己赚来的钱更有成就感。",
        "label": ""
      },
      {
        "sentence": "在学习方面，抽出每天的半小时专注学习是个好的开始，相信当你慢慢转移精力时，你会发现自己不再觉得是废材。",
        "label": ""
      },
      {
        "sentence": "而对于交际方面，每一次不开心的情况都是帮助你成长的机会，记得总结经验，下次遇到类似情况时，你就能够更好地处理了。",
        "label": ""
      },
      {
        "sentence": "成长的路上会有很多挑战，但相信你一定能度过，并拥有难忘快乐的大学生活。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要倾诉，随时都可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "保持积极心态，加油！",
        "label": ""
      }
    ]
  }
]