[
  {
    "role": "client",
    "content": "高二，打胎的事情被传开，怕被学校和父母知道怎么办？我是一名17岁的女生，高二，现在真的很害怕。",
    "annotation": [
      {
        "sentence": "高二，打胎的事情被传开，怕被学校和父母知道怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一名17岁的女生，高二，现在真的很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受我能够理解，真的很难受心疼你。你想可以先说说你具体的担忧是什么？",
    "annotation": [
      {
        "sentence": "你现在的感受我能够理解，真的很难受心疼你。",
        "label": ""
      },
      {
        "sentence": "你想可以先说说你具体的担忧是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "因为之前缺乏相关知识，加上长得比较漂亮吧，谈恋爱的时候没有克制，初二和高一的时候怀孕了两次，都是通过吃药打掉的。结果上周和闺蜜吵架，她就把这个事情说出去了。这一周班里好多人对我指指点点，说很难听的话，上课说到怀孕什么的也会起哄。老师们也知道这个事情了，我害怕学校和父母知道，学校知道会给我处分，然后人生就完了，父母知道也许会打死我吧。。。我这周已经崩溃大哭两次了。我真的害怕他们知道。",
    "annotation": [
      {
        "sentence": "因为之前缺乏相关知识，加上长得比较漂亮吧，谈恋爱的时候没有克制，初二和高一的时候怀孕了两次，都是通过吃药打掉的。",
        "label": ""
      },
      {
        "sentence": "结果上周和闺蜜吵架，她就把这个事情说出去了。",
        "label": ""
      },
      {
        "sentence": "这一周班里好多人对我指指点点，说很难听的话，上课说到怀孕什么的也会起哄。",
        "label": ""
      },
      {
        "sentence": "老师们也知道这个事情了，我害怕学校和父母知道，学校知道会给我处分，然后人生就完了，父母知道也许会打死我吧。。。",
        "label": ""
      },
      {
        "sentence": "我这周已经崩溃大哭两次了。",
        "label": ""
      },
      {
        "sentence": "我真的害怕他们知道。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的很抱歉你遭遇这样的事情，我理解你的担忧。但是，不要因为别人的攻击和指责而否定自己。初恋是青涩的，对自己的身体和改变的世界还不够清晰了解，有了这样的经历是会影响你的情绪的，但是这不是你招来的。既然已经发生了，我们可以一起想一下该怎么面对吗？",
    "annotation": [
      {
        "sentence": "真的很抱歉你遭遇这样的事情，我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，不要因为别人的攻击和指责而否定自己。",
        "label": ""
      },
      {
        "sentence": "初恋是青涩的，对自己的身体和改变的世界还不够清晰了解，有了这样的经历是会影响你的情绪的，但是这不是你招来的。",
        "label": ""
      },
      {
        "sentence": "既然已经发生了，我们可以一起想一下该怎么面对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道恶有恶报，是我咎由自取。",
    "annotation": [
      {
        "sentence": "我知道恶有恶报，是我咎由自取。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要这样责备自己，任何人犯错都不是一件容易的事情。我想告诉你的是，你不是孤独的，也并不是这个世界上唯一一个犯错误的人。你需要做的就是接受自己和自己的过去，尝试走出阴影，避免让心理创伤进一步影响到你的身体和生活质量。那，你有想过找谁倾诉吗？或者和父母沟通？",
    "annotation": [
      {
        "sentence": "不要这样责备自己，任何人犯错都不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "我想告诉你的是，你不是孤独的，也并不是这个世界上唯一一个犯错误的人。",
        "label": ""
      },
      {
        "sentence": "你需要做的就是接受自己和自己的过去，尝试走出阴影，避免让心理创伤进一步影响到你的身体和生活质量。",
        "label": ""
      },
      {
        "sentence": "那，你有想过找谁倾诉吗？",
        "label": ""
      },
      {
        "sentence": "或者和父母沟通？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经对闺蜜提过一次，结果被她抛弃了。我现在最担心的就是父母，他们知道一定会很生气。",
    "annotation": [
      {
        "sentence": "我曾经对闺蜜提过一次，结果被她抛弃了。",
        "label": ""
      },
      {
        "sentence": "我现在最担心的就是父母，他们知道一定会很生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，可能刚刚的倾诉不当让你感觉到被背叛了。其实并不是所有人都能理解你的经历，对于这样的事情大家可能持不同态度。但是你仍然需要有一个人倾诉，可以是一个专业的咨询师或者是一个信任的朋友。对于父母，你可以尝试以诚待人，承认错误，主动向他们坦白，告诉他们你在反思和尝试改变，让他们感受到你的愿望和诚意。",
    "annotation": [
      {
        "sentence": "是的，可能刚刚的倾诉不当让你感觉到被背叛了。",
        "label": ""
      },
      {
        "sentence": "其实并不是所有人都能理解你的经历，对于这样的事情大家可能持不同态度。",
        "label": ""
      },
      {
        "sentence": "但是你仍然需要有一个人倾诉，可以是一个专业的咨询师或者是一个信任的朋友。",
        "label": ""
      },
      {
        "sentence": "对于父母，你可以尝试以诚待人，承认错误，主动向他们坦白，告诉他们你在反思和尝试改变，让他们感受到你的愿望和诚意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我不知道该怎么面对学校和班里的同学，我现在上课都不敢抬头。我太怕被他们讥笑了。",
    "annotation": [
      {
        "sentence": "但我不知道该怎么面对学校和班里的同学，我现在上课都不敢抬头。",
        "label": ""
      },
      {
        "sentence": "我太怕被他们讥笑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很困难的问题。首先需要你明白的是，自己的身体是自己的，没有人有权对其进行评判和嘲笑，这些攻击都是不可接受的，别让其他人的态度进一步影响你的自信和心情。学校和班里的同学们散布谣言和攻击你是不负责任和不道德的，但是他们也许无法避免，你可以和学校的心理老师或者辅导员商量解决的方法，也可以在家保持良好的心态和习惯，用积极的行动证明自己。",
    "annotation": [
      {
        "sentence": "这是一个很困难的问题。",
        "label": ""
      },
      {
        "sentence": "首先需要你明白的是，自己的身体是自己的，没有人有权对其进行评判和嘲笑，这些攻击都是不可接受的，别让其他人的态度进一步影响你的自信和心情。",
        "label": ""
      },
      {
        "sentence": "学校和班里的同学们散布谣言和攻击你是不负责任和不道德的，但是他们也许无法避免，你可以和学校的心理老师或者辅导员商量解决的方法，也可以在家保持良好的心态和习惯，用积极的行动证明自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我现在真的很绝望，觉得自己的人生一片黑暗，不知道该怎么走下去。",
    "annotation": [
      {
        "sentence": "可是我现在真的很绝望，觉得自己的人生一片黑暗，不知道该怎么走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解这个感受，但是我们不能就停留在绝望和怒气中。人生中总是会遇到各种各样的挫折和困难，但是我们需要坚强面对和克服，这样才能成为更好的人。试着让自己重新回到平静的状态，从自己身边的积极的事物和人开始思考和行动，比如和家里的宠物玩耍、阅读书籍、听音乐或者和朋友交流，这些都有助于舒缓你的情绪和让你更积极的面对未来。另外，排除心理上的干扰，也要注意身体方面的健康，尽量避免过度疲惫和伤害。",
    "annotation": [
      {
        "sentence": "我理解这个感受，但是我们不能就停留在绝望和怒气中。",
        "label": ""
      },
      {
        "sentence": "人生中总是会遇到各种各样的挫折和困难，但是我们需要坚强面对和克服，这样才能成为更好的人。",
        "label": ""
      },
      {
        "sentence": "试着让自己重新回到平静的状态，从自己身边的积极的事物和人开始思考和行动，比如和家里的宠物玩耍、阅读书籍、听音乐或者和朋友交流，这些都有助于舒缓你的情绪和让你更积极的面对未来。",
        "label": ""
      },
      {
        "sentence": "另外，排除心理上的干扰，也要注意身体方面的健康，尽量避免过度疲惫和伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我现在感觉舒服多了。我会尝试你说的方法去做，重新认识自己和世界。",
    "annotation": [
      {
        "sentence": "谢谢你，我现在感觉舒服多了。",
        "label": ""
      },
      {
        "sentence": "我会尝试你说的方法去做，重新认识自己和世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，你也是一个勇敢和坚强的人，我相信你能够走过这一段困难的时期，进入到新的人生阶段。如果你还有需要倾诉的话，随时都可以来找我交流。",
    "annotation": [
      {
        "sentence": "不用谢，你也是一个勇敢和坚强的人，我相信你能够走过这一段困难的时期，进入到新的人生阶段。",
        "label": ""
      },
      {
        "sentence": "如果你还有需要倾诉的话，随时都可以来找我交流。",
        "label": ""
      }
    ]
  }
]