[
  {
    "role": "client",
    "content": "最近我爱上了一个有妇之夫，明知道这段感情没有结果，但我还是抱有期待，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "最近我爱上了一个有妇之夫，明知道这段感情没有结果，但我还是抱有期待，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明知没结果却始终抱期待，这确实是一个矛盾的情感。希望大家可以给你一些建议。首先，你能够产生期待也是正常的，因为他在工作中经常帮助你、为你出头，让你感到有人可以依靠。但是我们也要清楚，爱情是需要两个人的共同努力才能维系的，特别是他已经是有妇之夫的情况下。你可以想一想，如果你是他的妻子，发现他可能爱上了别人，你会怎么想？",
    "annotation": [
      {
        "sentence": "明知没结果却始终抱期待，这确实是一个矛盾的情感。",
        "label": ""
      },
      {
        "sentence": "希望大家可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你能够产生期待也是正常的，因为他在工作中经常帮助你、为你出头，让你感到有人可以依靠。",
        "label": ""
      },
      {
        "sentence": "但是我们也要清楚，爱情是需要两个人的共同努力才能维系的，特别是他已经是有妇之夫的情况下。",
        "label": ""
      },
      {
        "sentence": "你可以想一想，如果你是他的妻子，发现他可能爱上了别人，你会怎么想？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白我们这段感情没有未来，但是我能感受到他对我的喜欢，甚至可能想要告白。虽然我也不想破坏别人的家庭，但是我不知道该如何面对工作中的这份感情。",
    "annotation": [
      {
        "sentence": "我明白我们这段感情没有未来，但是我能感受到他对我的喜欢，甚至可能想要告白。",
        "label": ""
      },
      {
        "sentence": "虽然我也不想破坏别人的家庭，但是我不知道该如何面对工作中的这份感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我对于你的理智先点个赞，你并不愿意去破坏别人的家庭是正确的。现在我想了解一下，你是从什么地方或者他的行为中感受到他的喜欢？可以具体描述一下他在什么场景下对你特别好，或者做了什么让你觉得他对你有意思的事情。这样我才能更好地帮助你分析。",
    "annotation": [
      {
        "sentence": "我对于你的理智先点个赞，你并不愿意去破坏别人的家庭是正确的。",
        "label": ""
      },
      {
        "sentence": "现在我想了解一下，你是从什么地方或者他的行为中感受到他的喜欢？",
        "label": ""
      },
      {
        "sentence": "可以具体描述一下他在什么场景下对你特别好，或者做了什么让你觉得他对你有意思的事情。",
        "label": ""
      },
      {
        "sentence": "这样我才能更好地帮助你分析。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在工作中，他经常帮助我、为我出头，使我在工作中感到有人可以依靠。渐渐地，我发现我不仅仅是对他的感激，我对他的信任甚至超过了对自己的信任。",
    "annotation": [
      {
        "sentence": "在工作中，他经常帮助我、为我出头，使我在工作中感到有人可以依靠。",
        "label": ""
      },
      {
        "sentence": "渐渐地，我发现我不仅仅是对他的感激，我对他的信任甚至超过了对自己的信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，对于他在工作中给予你的帮助和出头，让你感到特别感激并产生了更深的情感。但是我们要意识到，这种情感可能会发生在你和其他在工作上给你力量和依靠的男人之间。这也是一种正常的情感表达方式。",
    "annotation": [
      {
        "sentence": "我明白了，对于他在工作中给予你的帮助和出头，让你感到特别感激并产生了更深的情感。",
        "label": ""
      },
      {
        "sentence": "但是我们要意识到，这种情感可能会发生在你和其他在工作上给你力量和依靠的男人之间。",
        "label": ""
      },
      {
        "sentence": "这也是一种正常的情感表达方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实现实生活中还有其他人对我很好，也有其他人喜欢我。但是我始终只喜欢他，我觉得这样不对，明知道没有结果却始终抱有期待，内心非常痛苦，不知道该如何看开，怎样去处理这份感情。",
    "annotation": [
      {
        "sentence": "其实现实生活中还有其他人对我很好，也有其他人喜欢我。",
        "label": ""
      },
      {
        "sentence": "但是我始终只喜欢他，我觉得这样不对，明知道没有结果却始终抱有期待，内心非常痛苦，不知道该如何看开，怎样去处理这份感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许除了他之外，还有另外一个人可以在工作上给你力量，帮助你成长，或者是你自己在工作中取得了更大的进步和成长，你会发现他似乎不再那么重要了。你对工作的投入和成长，可能会帮助你更好地处理这份感情。",
    "annotation": [
      {
        "sentence": "也许除了他之外，还有另外一个人可以在工作上给你力量，帮助你成长，或者是你自己在工作中取得了更大的进步和成长，你会发现他似乎不再那么重要了。",
        "label": ""
      },
      {
        "sentence": "你对工作的投入和成长，可能会帮助你更好地处理这份感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在经常失眠，每次看到他或者收到他的消息，我的心情都会变得莫名紧张，甚至能感受到自己的心跳，我感觉自己陷入了一种病态的焦虑之中。",
    "annotation": [
      {
        "sentence": "我现在经常失眠，每次看到他或者收到他的消息，我的心情都会变得莫名紧张，甚至能感受到自己的心跳，我感觉自己陷入了一种病态的焦虑之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失眠问题可以通过一些调整来缓解，比如睡前喝杯温牛奶，泡个热水脚，听一点舒缓的音乐等。另外，你在工作中是否遇到了一些难题或者挑战？你可以尽量面对并解决这些问题，相信当你对工作得心应手的时候，你会发现一切都不同了。也许你会发现另一个更加适合你的人，而不是一个因为工作上的帮助而让你陷入纠结的有妇之夫。希望以上的建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "失眠问题可以通过一些调整来缓解，比如睡前喝杯温牛奶，泡个热水脚，听一点舒缓的音乐等。",
        "label": ""
      },
      {
        "sentence": "另外，你在工作中是否遇到了一些难题或者挑战？",
        "label": ""
      },
      {
        "sentence": "你可以尽量面对并解决这些问题，相信当你对工作得心应手的时候，你会发现一切都不同了。",
        "label": ""
      },
      {
        "sentence": "也许你会发现另一个更加适合你的人，而不是一个因为工作上的帮助而让你陷入纠结的有妇之夫。",
        "label": ""
      },
      {
        "sentence": "希望以上的建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着去看开，坚持面对问题并逐渐调整自己的心态。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着去看开，坚持面对问题并逐渐调整自己的心态。",
        "label": ""
      }
    ]
  }
]