[
  {
    "role": "client",
    "content": "高二，打胎的事情被传开，怕被学校和父母知道怎么办？我是一名17岁的女生，高二，现在真的很害怕。",
    "annotation": [
      {
        "sentence": "高二，打胎的事情被传开，怕被学校和父母知道怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一名17岁的女生，高二，现在真的很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的烦恼，我觉得你现在需要倾诉，可以跟我说说你的想法和感受，我会一直陪着你的。",
    "annotation": [
      {
        "sentence": "听到你的烦恼，我觉得你现在需要倾诉，可以跟我说说你的想法和感受，我会一直陪着你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我之前缺乏相关知识，加上长得比较漂亮吧，谈恋爱的时候没有克制，初二和高一的时候怀孕了两次，都是通过吃药打掉的。在那之后就一直受到内心的道德谴责。",
    "annotation": [
      {
        "sentence": "其实我之前缺乏相关知识，加上长得比较漂亮吧，谈恋爱的时候没有克制，初二和高一的时候怀孕了两次，都是通过吃药打掉的。",
        "label": ""
      },
      {
        "sentence": "在那之后就一直受到内心的道德谴责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在的你需要冷静下来，我们都有犯错的时候，你并不是一个人在战斗，可以想象一下如果同学们知道自己也有不良经历，我们之间会很互相理解，也许还会有人跟你分享他们的不幸经历。",
    "annotation": [
      {
        "sentence": "现在的你需要冷静下来，我们都有犯错的时候，你并不是一个人在战斗，可以想象一下如果同学们知道自己也有不良经历，我们之间会很互相理解，也许还会有人跟你分享他们的不幸经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "结果上周和闺蜜吵架，她就把这个事情说出去了。这一周班里好多人对我指指点点，说很难听的话，上课说到怀孕什么的也会起哄。老师们也知道这个事情了，我有一次在办公室门口听到里面在说这个。",
    "annotation": [
      {
        "sentence": "结果上周和闺蜜吵架，她就把这个事情说出去了。",
        "label": ""
      },
      {
        "sentence": "这一周班里好多人对我指指点点，说很难听的话，上课说到怀孕什么的也会起哄。",
        "label": ""
      },
      {
        "sentence": "老师们也知道这个事情了，我有一次在办公室门口听到里面在说这个。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受我可以理解，这样的言语确实会让你感到受伤害，但是他们不了解你，你也不需要为了他们而去辩解。重要的是，你要开始寻找那些愿意真正倾听和帮助你的人，和那些支持你的人在一起。",
    "annotation": [
      {
        "sentence": "你现在的感受我可以理解，这样的言语确实会让你感到受伤害，但是他们不了解你，你也不需要为了他们而去辩解。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要开始寻找那些愿意真正倾听和帮助你的人，和那些支持你的人在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我现在真的害怕学校和父母知道，学校知道会给我处分，然后人生就完了，父母知道也许会打死我吧。。。我这周已经崩溃大哭两次了。",
    "annotation": [
      {
        "sentence": "但我现在真的害怕学校和父母知道，学校知道会给我处分，然后人生就完了，父母知道也许会打死我吧。。。",
        "label": ""
      },
      {
        "sentence": "我这周已经崩溃大哭两次了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的担忧和害怕，但我们不应该让眼前的困难压倒了我们的真实实力。你可以先跟老师或者是与你亲密的家长商量一下，毕竟他们是你最亲近的人，他们会倾听你而不是责备你，帮助你度过难关。",
    "annotation": [
      {
        "sentence": "非常理解你的担忧和害怕，但我们不应该让眼前的困难压倒了我们的真实实力。",
        "label": ""
      },
      {
        "sentence": "你可以先跟老师或者是与你亲密的家长商量一下，毕竟他们是你最亲近的人，他们会倾听你而不是责备你，帮助你度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "班主任前两天还问我这件事是不是真的，我当时很慌张地说“不是”，老师也应该看出来了。我现在真的害怕学校和父母知道。",
    "annotation": [
      {
        "sentence": "班主任前两天还问我这件事是不是真的，我当时很慌张地说“不是”，老师也应该看出来了。",
        "label": ""
      },
      {
        "sentence": "我现在真的害怕学校和父母知道。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于班主任，老师甚至是同学的猜测或偏见，我们无法控制，但是我们可以控制自己的情绪，别让自己陷入无限的恐惧或困扰中。你只需要告诉自己，你已经成了一个独立的个体，肩负自己所做的事情和后果，也体会到一个逐渐成熟的人的成长过程。保持一个乐观和积极的心态，提醒自己不要让珍贵的时光浪费在那些没有意义的“后悔和悔恨”上。",
    "annotation": [
      {
        "sentence": "对于班主任，老师甚至是同学的猜测或偏见，我们无法控制，但是我们可以控制自己的情绪，别让自己陷入无限的恐惧或困扰中。",
        "label": ""
      },
      {
        "sentence": "你只需要告诉自己，你已经成了一个独立的个体，肩负自己所做的事情和后果，也体会到一个逐渐成熟的人的成长过程。",
        "label": ""
      },
      {
        "sentence": "保持一个乐观和积极的心态，提醒自己不要让珍贵的时光浪费在那些没有意义的“后悔和悔恨”上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在感觉人生一片黑暗，要是当初没有那样该多好。我该怎么办？我知道恶有恶报，是我咎由自取。",
    "annotation": [
      {
        "sentence": "我现在感觉人生一片黑暗，要是当初没有那样该多好。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我知道恶有恶报，是我咎由自取。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要总想着“后悔”，而应该在现在和未来寻找你的立足之地和价值。打胎并不是一项值得庆贺的“事业”，但也不应该拖累你的人生和前途。如果可以，你就慢慢地放下过去，勇敢地向前走，只要你坚定了自己的信念和目标，你会在以后看到新的希望和机遇的。",
    "annotation": [
      {
        "sentence": "不要总想着“后悔”，而应该在现在和未来寻找你的立足之地和价值。",
        "label": ""
      },
      {
        "sentence": "打胎并不是一项值得庆贺的“事业”，但也不应该拖累你的人生和前途。",
        "label": ""
      },
      {
        "sentence": "如果可以，你就慢慢地放下过去，勇敢地向前走，只要你坚定了自己的信念和目标，你会在以后看到新的希望和机遇的。",
        "label": ""
      }
    ]
  }
]