[
  {
    "role": "client",
    "content": "我爱上了有妇之夫，明知道没结果却始终抱期待，怎么办？在工作中，他经常帮助我，为我出头，使得在工作中弱小的我有个人可以依靠。渐渐地我发现自己爱上了他，信任他甚至超过了信任自己，而他也感受了我的爱意。他是有妇之夫，而且他妻子也在同一家公司上班。我每天都要和他们一起工作一起吃饭，看着他们恩爱的样子我的心又很痛，而他也不知为什么总是让我抱有希望。我能感觉他也喜欢我，甚至想要跟我告白，但是大家都是成年人，我也不想去破坏别人的家庭，但是又不得不面对工作。现实中也有其他人喜欢我，也有对我很好的人，但是我始终只喜欢他，我觉得这样不对，明知道没有结果却始终对他抱有期待，我很不喜欢这样，内心很痛苦，不知道该怎么看开，怎么去处理这份感情，我现在经常睡不好，看到他或者收到他的消息心情就莫名紧张，能感受到自己的心跳，我感觉自己处于一种病态的焦虑之中。",
    "annotation": [
      {
        "sentence": "我爱上了有妇之夫，明知道没结果却始终抱期待，怎么办？",
        "label": ""
      },
      {
        "sentence": "在工作中，他经常帮助我，为我出头，使得在工作中弱小的我有个人可以依靠。",
        "label": ""
      },
      {
        "sentence": "渐渐地我发现自己爱上了他，信任他甚至超过了信任自己，而他也感受了我的爱意。",
        "label": ""
      },
      {
        "sentence": "他是有妇之夫，而且他妻子也在同一家公司上班。",
        "label": ""
      },
      {
        "sentence": "我每天都要和他们一起工作一起吃饭，看着他们恩爱的样子我的心又很痛，而他也不知为什么总是让我抱有希望。",
        "label": ""
      },
      {
        "sentence": "我能感觉他也喜欢我，甚至想要跟我告白，但是大家都是成年人，我也不想去破坏别人的家庭，但是又不得不面对工作。",
        "label": ""
      },
      {
        "sentence": "现实中也有其他人喜欢我，也有对我很好的人，但是我始终只喜欢他，我觉得这样不对，明知道没有结果却始终对他抱有期待，我很不喜欢这样，内心很痛苦，不知道该怎么看开，怎么去处理这份感情，我现在经常睡不好，看到他或者收到他的消息心情就莫名紧张，能感受到自己的心跳，我感觉自己处于一种病态的焦虑之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，你看待这件事情的角度有自己的立场，希望可以让你更清醒地看待这种情况。我想和你探讨一下，你现在面临着的挑战是什么？",
    "annotation": [
      {
        "sentence": "非常理解你的感受，你看待这件事情的角度有自己的立场，希望可以让你更清醒地看待这种情况。",
        "label": ""
      },
      {
        "sentence": "我想和你探讨一下，你现在面临着的挑战是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的挑战是怎么面对这份感情，既然已经知道这份感情非常不现实，但我还是无法自拔。",
    "annotation": [
      {
        "sentence": "我的挑战是怎么面对这份感情，既然已经知道这份感情非常不现实，但我还是无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，这个确实是一道非常大的挑战。我想你需要停下来仔细思考一下，你所处的环境和你现在的情感现状，这里面哪一方面更重要？",
    "annotation": [
      {
        "sentence": "你说得很对，这个确实是一道非常大的挑战。",
        "label": ""
      },
      {
        "sentence": "我想你需要停下来仔细思考一下，你所处的环境和你现在的情感现状，这里面哪一方面更重要？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当然是工作和环境比较重要，可是我的内心却无法平静，甚至备感煎熬。",
    "annotation": [
      {
        "sentence": "当然是工作和环境比较重要，可是我的内心却无法平静，甚至备感煎熬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的感受。但是首先，你需要认识到的是，你不能让这份感情占据你所有的精力，你需要考虑以后的发展和前景。其次，你需要想一下，是什么导致你对这位有妇之夫有这样的感情，你是否需要改变一下自己的观念和生活方式。最后，你需要想一想，你是否愿意冒这样的风险去追求这份爱情，也许你并不知道自己真正的态度是什么，所以才会左右为难。",
    "annotation": [
      {
        "sentence": "我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是首先，你需要认识到的是，你不能让这份感情占据你所有的精力，你需要考虑以后的发展和前景。",
        "label": ""
      },
      {
        "sentence": "其次，你需要想一下，是什么导致你对这位有妇之夫有这样的感情，你是否需要改变一下自己的观念和生活方式。",
        "label": ""
      },
      {
        "sentence": "最后，你需要想一想，你是否愿意冒这样的风险去追求这份爱情，也许你并不知道自己真正的态度是什么，所以才会左右为难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么做，我该如何才能证明自己已经把这份爱情克服了呢？",
    "annotation": [
      {
        "sentence": "那我应该怎么做，我该如何才能证明自己已经把这份爱情克服了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你应该尝试多去接触一些你认为优秀的人，通过交往深入了解彼此，或者尝试去更好的了解自己，让自己的内心充实起来。这样你会发现，其实这个世界上有很多值得信赖和值得依靠的人，或者，你也可以通过尝试新的事物，尝试新的爱好来让自己忘却这份情感。",
    "annotation": [
      {
        "sentence": "首先，你应该尝试多去接触一些你认为优秀的人，通过交往深入了解彼此，或者尝试去更好的了解自己，让自己的内心充实起来。",
        "label": ""
      },
      {
        "sentence": "这样你会发现，其实这个世界上有很多值得信赖和值得依靠的人，或者，你也可以通过尝试新的事物，尝试新的爱好来让自己忘却这份情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会好好想一想。我知道这个过程很难，但我相信有你的帮助，我一定会好起来的。",
    "annotation": [
      {
        "sentence": "谢谢你，我会好好想一想。",
        "label": ""
      },
      {
        "sentence": "我知道这个过程很难，但我相信有你的帮助，我一定会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法和态度非常正确。这份感情的发展其实在很多方面都有影响，但是你需要明确一点，你可以掌控自己的情感，让自己更好的发展和成长，我相信你一定能够克服这份情感的困扰。",
    "annotation": [
      {
        "sentence": "你的想法和态度非常正确。",
        "label": ""
      },
      {
        "sentence": "这份感情的发展其实在很多方面都有影响，但是你需要明确一点，你可以掌控自己的情感，让自己更好的发展和成长，我相信你一定能够克服这份情感的困扰。",
        "label": ""
      }
    ]
  }
]