[
  {
    "role": "client",
    "content": "道理都懂，脸皮还是那么薄，怎么才能变成厚脸皮？大二，女生。我脸皮特别薄，但不是玻璃心，我特别不自信。举三个例子。一：不敢和男生说话打招呼。道理我都懂，打个招呼又不会死，但我的身体和嘴就像定住一样，不敢看男生的眼睛。二：上台演讲觉得无地自容，觉得自己一举一动都会被人议论，这并不是不熟练，我的高中每天都会让人上台演讲，我都是从容不迫，自从上了大学就变了。也许是经历的太多了，我怕别人骂我。三：我打游戏不敢和别人组队，生怕自己操作有问题被怪罪，除非是准备特别充分才会和别人一起玩。我对于未知的，没经历过的事情，特别不自信，我读了很多相关的书，但是道理都懂，脸皮还是那么薄。我该怎么办？",
    "annotation": [
      {
        "sentence": "道理都懂，脸皮还是那么薄，怎么才能变成厚脸皮？",
        "label": ""
      },
      {
        "sentence": "大二，女生。",
        "label": ""
      },
      {
        "sentence": "我脸皮特别薄，但不是玻璃心，我特别不自信。",
        "label": ""
      },
      {
        "sentence": "举三个例子。",
        "label": ""
      },
      {
        "sentence": "一：不敢和男生说话打招呼。",
        "label": ""
      },
      {
        "sentence": "道理我都懂，打个招呼又不会死，但我的身体和嘴就像定住一样，不敢看男生的眼睛。",
        "label": ""
      },
      {
        "sentence": "二：上台演讲觉得无地自容，觉得自己一举一动都会被人议论，这并不是不熟练，我的高中每天都会让人上台演讲，我都是从容不迫，自从上了大学就变了。",
        "label": ""
      },
      {
        "sentence": "也许是经历的太多了，我怕别人骂我。",
        "label": ""
      },
      {
        "sentence": "三：我打游戏不敢和别人组队，生怕自己操作有问题被怪罪，除非是准备特别充分才会和别人一起玩。",
        "label": ""
      },
      {
        "sentence": "我对于未知的，没经历过的事情，特别不自信，我读了很多相关的书，但是道理都懂，脸皮还是那么薄。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "道理我都懂，可是做起来很难，这是谁都会经历的。你用了三个例子来讲自己的不自在。第一，不敢与异性打招呼。首先呢，我对这个情况深有体会，毕竟我自己就是这样的人，我从小到大，玩的好的异性朋友到目前只有两个，其它的，都只是点头之交，但到目前，一个异性出现在我面前，和我打招呼，我可能依旧会选择不去看他的眼睛。为什么？通俗来说，就是害羞，严肃一点来说就是社交恐惧症。",
    "annotation": [
      {
        "sentence": "道理我都懂，可是做起来很难，这是谁都会经历的。",
        "label": ""
      },
      {
        "sentence": "你用了三个例子来讲自己的不自在。",
        "label": ""
      },
      {
        "sentence": "第一，不敢与异性打招呼。",
        "label": ""
      },
      {
        "sentence": "首先呢，我对这个情况深有体会，毕竟我自己就是这样的人，我从小到大，玩的好的异性朋友到目前只有两个，其它的，都只是点头之交，但到目前，一个异性出现在我面前，和我打招呼，我可能依旧会选择不去看他的眼睛。",
        "label": ""
      },
      {
        "sentence": "为什么？",
        "label": ""
      },
      {
        "sentence": "通俗来说，就是害羞，严肃一点来说就是社交恐惧症。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你是不是也觉得很困扰呢？你是怎么处理这样的情况的？",
    "annotation": [
      {
        "sentence": "你是不是也觉得很困扰呢？",
        "label": ""
      },
      {
        "sentence": "你是怎么处理这样的情况的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我确实也感到困扰，但后来我想了一个办法，为了让自己在异性面前能够打招呼，我给自己定下一条规矩，如果是自己的同学，主动打招呼就奖励自己一个鸡腿，不然就只能吃素菜。凭借我对肉的喜爱，我撑到了能和异性说话的现在。我想说的事，你能通过自己热爱的东西来激励自己去主动，这是一个好的契机。",
    "annotation": [
      {
        "sentence": "是的，我确实也感到困扰，但后来我想了一个办法，为了让自己在异性面前能够打招呼，我给自己定下一条规矩，如果是自己的同学，主动打招呼就奖励自己一个鸡腿，不然就只能吃素菜。",
        "label": ""
      },
      {
        "sentence": "凭借我对肉的喜爱，我撑到了能和异性说话的现在。",
        "label": ""
      },
      {
        "sentence": "我想说的事，你能通过自己热爱的东西来激励自己去主动，这是一个好的契机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来像是一种有趣的方法，我也可以试一试。那么第二个问题，上台演讲时觉得无地自容，你觉得是什么原因导致的呢？",
    "annotation": [
      {
        "sentence": "听起来像是一种有趣的方法，我也可以试一试。",
        "label": ""
      },
      {
        "sentence": "那么第二个问题，上台演讲时觉得无地自容，你觉得是什么原因导致的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你到了大学，不敢在很多人面前发言。在高中的时候，你是从容不迫的，那是都什么让你变成了这样呢？优秀的人太多？还是说怕台下的人嘲笑自己？我觉得这不可不必，如果是因为优秀的人有很多，那你也可以成为其中一员，你也可以展现自己，如果你是害怕有人嘲笑你，那也大可不必，你自己本来就很忙，何必关心别人的想法呢？世界很忙，当有人在看你，你应该相信自己，是因为你站在那里他才看你，如果你不在，谁会在意角落的你。",
    "annotation": [
      {
        "sentence": "你说你到了大学，不敢在很多人面前发言。",
        "label": ""
      },
      {
        "sentence": "在高中的时候，你是从容不迫的，那是都什么让你变成了这样呢？",
        "label": ""
      },
      {
        "sentence": "优秀的人太多？",
        "label": ""
      },
      {
        "sentence": "还是说怕台下的人嘲笑自己？",
        "label": ""
      },
      {
        "sentence": "我觉得这不可不必，如果是因为优秀的人有很多，那你也可以成为其中一员，你也可以展现自己，如果你是害怕有人嘲笑你，那也大可不必，你自己本来就很忙，何必关心别人的想法呢？",
        "label": ""
      },
      {
        "sentence": "世界很忙，当有人在看你，你应该相信自己，是因为你站在那里他才看你，如果你不在，谁会在意角落的你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我想我不应该过度关注别人的评价，而是专注于自己的表现和进步。第三个问题是，我害怕在游戏中和别人组队，怎么才能克服这种恐惧呢？",
    "annotation": [
      {
        "sentence": "你说得有道理，我想我不应该过度关注别人的评价，而是专注于自己的表现和进步。",
        "label": ""
      },
      {
        "sentence": "第三个问题是，我害怕在游戏中和别人组队，怎么才能克服这种恐惧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "打游戏，打匹配，不一定遇到的就一定会比这个世界很公平，有人比也绝对有人比你差，用不着急，我们要做的就是，即使差，我也要差的与众不同。何况，如果不认真组队玩几次，你怎么知道自己的问题所在呢？你可以选择与一些熟悉的朋友一起组队，这样可以减轻你的压力，慢慢地，你会变得更加自信。",
    "annotation": [
      {
        "sentence": "打游戏，打匹配，不一定遇到的就一定会比这个世界很公平，有人比也绝对有人比你差，用不着急，我们要做的就是，即使差，我也要差的与众不同。",
        "label": ""
      },
      {
        "sentence": "何况，如果不认真组队玩几次，你怎么知道自己的问题所在呢？",
        "label": ""
      },
      {
        "sentence": "你可以选择与一些熟悉的朋友一起组队，这样可以减轻你的压力，慢慢地，你会变得更加自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试和朋友一起组队，希望能够慢慢摆脱这种恐惧心理。我认识到了，我需要更加自信。但是我还想请问一下，有没有什么具体的方法或者练习可以帮助我培养自信心呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试和朋友一起组队，希望能够慢慢摆脱这种恐惧心理。",
        "label": ""
      },
      {
        "sentence": "我认识到了，我需要更加自信。",
        "label": ""
      },
      {
        "sentence": "但是我还想请问一下，有没有什么具体的方法或者练习可以帮助我培养自信心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好问题！亲爱的，最简单的方法就是，微笑，对一切微笑且热爱。面对质疑，能微笑回怼，不怕千军万马，就怕自己投降，每天给自己一封信，鼓励自己明天做的更好。还有，你可以尝试参加一些自我展示的活动，比如演讲比赛、辩论赛等，通过不断锻炼和挑战自己，你的自信心会逐渐增加。",
    "annotation": [
      {
        "sentence": "好问题！",
        "label": ""
      },
      {
        "sentence": "亲爱的，最简单的方法就是，微笑，对一切微笑且热爱。",
        "label": ""
      },
      {
        "sentence": "面对质疑，能微笑回怼，不怕千军万马，就怕自己投降，每天给自己一封信，鼓励自己明天做的更好。",
        "label": ""
      },
      {
        "sentence": "还有，你可以尝试参加一些自我展示的活动，比如演讲比赛、辩论赛等，通过不断锻炼和挑战自己，你的自信心会逐渐增加。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有帮助，我会试着微笑面对一切，同时也会寻找机会参加一些自我展示的活动。谢谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "听起来很有帮助，我会试着微笑面对一切，同时也会寻找机会参加一些自我展示的活动。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定可以克服内心的不自信，变得更加自信和坚强。祝你一切顺利！如果你还有任何问题，随时都可以来找我聊天。祝安！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定可以克服内心的不自信，变得更加自信和坚强。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝安！",
        "label": ""
      }
    ]
  }
]