[
  {
    "role": "client",
    "content": "道理都懂，脸皮还是那么薄，怎么才能变成厚脸皮？大二，女生。我脸皮特别薄，但不是玻璃心，我特别不自信。举三个例子。一:不敢和男生说话打招呼。道理我都懂，打个招呼又不会死，但我的身体和嘴就像定住一样，不敢看男生的眼睛。二:上台演讲觉得无地自容，觉得自己一举一动都会被人议论，这并不是不熟练，我的高中每天都会让人上台演讲，我都是从容不迫，自从上了大学就变了。也许是经历的太多了，我怕别人骂我。三:我打游戏不敢和别人组队，生怕自己操作有问题被怪罪，除非是准备特别充分才会和别人一起玩。我对于未知的，没经历过的事情，特别不自信，我读了很多相关的书，但是道理都懂，脸皮还是那么薄。我该怎么办？",
    "annotation": [
      {
        "sentence": "道理都懂，脸皮还是那么薄，怎么才能变成厚脸皮？",
        "label": ""
      },
      {
        "sentence": "大二，女生。",
        "label": ""
      },
      {
        "sentence": "我脸皮特别薄，但不是玻璃心，我特别不自信。",
        "label": ""
      },
      {
        "sentence": "举三个例子。",
        "label": ""
      },
      {
        "sentence": "一:不敢和男生说话打招呼。",
        "label": ""
      },
      {
        "sentence": "道理我都懂，打个招呼又不会死，但我的身体和嘴就像定住一样，不敢看男生的眼睛。",
        "label": ""
      },
      {
        "sentence": "二:上台演讲觉得无地自容，觉得自己一举一动都会被人议论，这并不是不熟练，我的高中每天都会让人上台演讲，我都是从容不迫，自从上了大学就变了。",
        "label": ""
      },
      {
        "sentence": "也许是经历的太多了，我怕别人骂我。",
        "label": ""
      },
      {
        "sentence": "三:我打游戏不敢和别人组队，生怕自己操作有问题被怪罪，除非是准备特别充分才会和别人一起玩。",
        "label": ""
      },
      {
        "sentence": "我对于未知的，没经历过的事情，特别不自信，我读了很多相关的书，但是道理都懂，脸皮还是那么薄。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "脸皮特别薄，特别不自信。看了很多书，道理都懂，也依然没有改变。你的情况其实属于社交恐惧。你文字中提到的三个问题：1、不敢和男生打招呼；2、上台演讲觉得无地自容；3、打游戏不敢和别人组队。这三种情况，我们一一来看。",
    "annotation": [
      {
        "sentence": "脸皮特别薄，特别不自信。",
        "label": ""
      },
      {
        "sentence": "看了很多书，道理都懂，也依然没有改变。",
        "label": ""
      },
      {
        "sentence": "你的情况其实属于社交恐惧。",
        "label": ""
      },
      {
        "sentence": "你文字中提到的三个问题：1、不敢和男生打招呼；2、上台演讲觉得无地自容；3、打游戏不敢和别人组队。",
        "label": ""
      },
      {
        "sentence": "这三种情况，我们一一来看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己总是胆怯害怕面对这些社交场合，希望能够有所改变。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己总是胆怯害怕面对这些社交场合，希望能够有所改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不敢和男生打招呼不敢和男生打招呼，根源在于你的不自信。不知道你不自信的根源是什么，但是针对与异性交往的社交恐惧，建议你可以通过看录像、看视频的方式，学习与异性沟通交流的方法。学习到了，最重要的事情就是做了。你可以看看，异性出现在你面前，你不敢打招呼，那一瞬间自己心里是怎么想的，是什么原因然后自己不敢打招呼呢？了解原因，然后给予自己积极的心理暗示，下一次也许你就可以将在录像、视频中学习到的人际交往方式用上来。其实，自信的人，会带来很多加分项的。",
    "annotation": [
      {
        "sentence": "不敢和男生打招呼不敢和男生打招呼，根源在于你的不自信。",
        "label": ""
      },
      {
        "sentence": "不知道你不自信的根源是什么，但是针对与异性交往的社交恐惧，建议你可以通过看录像、看视频的方式，学习与异性沟通交流的方法。",
        "label": ""
      },
      {
        "sentence": "学习到了，最重要的事情就是做了。",
        "label": ""
      },
      {
        "sentence": "你可以看看，异性出现在你面前，你不敢打招呼，那一瞬间自己心里是怎么想的，是什么原因然后自己不敢打招呼呢？",
        "label": ""
      },
      {
        "sentence": "了解原因，然后给予自己积极的心理暗示，下一次也许你就可以将在录像、视频中学习到的人际交往方式用上来。",
        "label": ""
      },
      {
        "sentence": "其实，自信的人，会带来很多加分项的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着看一些关于异性交往的视频，了解一些交流技巧，然后尝试应用到实际中。",
    "annotation": [
      {
        "sentence": "我会试着看一些关于异性交往的视频，了解一些交流技巧，然后尝试应用到实际中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "上台演讲觉得无地自容你提到，以前高中的时候，上台演讲从容不迫。现在上了大学，因为经历了一些事情，变得不敢上台。不知道你经历的事情是什么，但是你需要明确的是，不应该让过去的阴影影响到现在的你。社交恐惧是长久形成的，而改变，也是从一系列小事中积累起来的。第一次，你可以尝试着在课堂上回答老师的问题；第二次，你可以尝试主动提问；第三次，你可以尝试着上台演讲。系统脱敏的方法，可以有效缓和你的恐惧。",
    "annotation": [
      {
        "sentence": "上台演讲觉得无地自容你提到，以前高中的时候，上台演讲从容不迫。",
        "label": ""
      },
      {
        "sentence": "现在上了大学，因为经历了一些事情，变得不敢上台。",
        "label": ""
      },
      {
        "sentence": "不知道你经历的事情是什么，但是你需要明确的是，不应该让过去的阴影影响到现在的你。",
        "label": ""
      },
      {
        "sentence": "社交恐惧是长久形成的，而改变，也是从一系列小事中积累起来的。",
        "label": ""
      },
      {
        "sentence": "第一次，你可以尝试着在课堂上回答老师的问题；第二次，你可以尝试主动提问；第三次，你可以尝试着上台演讲。",
        "label": ""
      },
      {
        "sentence": "系统脱敏的方法，可以有效缓和你的恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我明白过去的阴影不应该影响到现在的我，但总是克服不了内心的不安和紧张。我想也许我可以先从一些小事情开始，逐渐积累经验和自信。",
    "annotation": [
      {
        "sentence": "其实我明白过去的阴影不应该影响到现在的我，但总是克服不了内心的不安和紧张。",
        "label": ""
      },
      {
        "sentence": "我想也许我可以先从一些小事情开始，逐渐积累经验和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "打游戏不敢和别人组队打游戏，不敢和别人组队，怕自己被怪罪。其实这也是你害怕别人看到你的不完美一面的体现。我们每个人都不是完美的，那些游戏的职业选手，也会有发挥失常和惨败的时候，你又何必对自己要求那么严苛呢？游戏的目的是放松，而不是表现自己完美的途径。建议：1、了解自己的困扰为什么害怕发言，遇到异性不敢打招呼的原因是什么？认清造成自己困扰的原因，才能够从根本上去解决问题，对抗自己的社交恐惧。2、直面恐惧：慢慢地接近它回避会加重恐惧。你提到，道理都懂，也看了很多书，但是还是脸皮薄。为什么会这样？因为道理需要转化为实践。解决恐惧的最好办法，就是去做这件让你恐惧的事情。做完以后，你会发现，恐惧本身，只是你脑海里的想象而已。想要从回避走向直面，这里有一些非常有效的办法，就是“缓和”。恐惧不是一朝一夕形成的，我们需要做的不是直接硬对硬，而是从让自己最小恐惧的一件事情做起，如上文所说到的系统脱敏法。",
    "annotation": [
      {
        "sentence": "打游戏不敢和别人组队打游戏，不敢和别人组队，怕自己被怪罪。",
        "label": ""
      },
      {
        "sentence": "其实这也是你害怕别人看到你的不完美一面的体现。",
        "label": ""
      },
      {
        "sentence": "我们每个人都不是完美的，那些游戏的职业选手，也会有发挥失常和惨败的时候，你又何必对自己要求那么严苛呢？",
        "label": ""
      },
      {
        "sentence": "游戏的目的是放松，而不是表现自己完美的途径。",
        "label": ""
      },
      {
        "sentence": "建议：1、了解自己的困扰为什么害怕发言，遇到异性不敢打招呼的原因是什么？",
        "label": ""
      },
      {
        "sentence": "认清造成自己困扰的原因，才能够从根本上去解决问题，对抗自己的社交恐惧。",
        "label": ""
      },
      {
        "sentence": "2、直面恐惧：慢慢地接近它回避会加重恐惧。",
        "label": ""
      },
      {
        "sentence": "你提到，道理都懂，也看了很多书，但是还是脸皮薄。",
        "label": ""
      },
      {
        "sentence": "为什么会这样？",
        "label": ""
      },
      {
        "sentence": "因为道理需要转化为实践。",
        "label": ""
      },
      {
        "sentence": "解决恐惧的最好办法，就是去做这件让你恐惧的事情。",
        "label": ""
      },
      {
        "sentence": "做完以后，你会发现，恐惧本身，只是你脑海里的想象而已。",
        "label": ""
      },
      {
        "sentence": "想要从回避走向直面，这里有一些非常有效的办法，就是“缓和”。",
        "label": ""
      },
      {
        "sentence": "恐惧不是一朝一夕形成的，我们需要做的不是直接硬对硬，而是从让自己最小恐惧的一件事情做起，如上文所说到的系统脱敏法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试逐渐面对自己的恐惧，从一些小事情开始，逐渐挑战更大的困难，让自己逐渐变得勇敢和自信。",
    "annotation": [
      {
        "sentence": "我会尝试逐渐面对自己的恐惧，从一些小事情开始，逐渐挑战更大的困难，让自己逐渐变得勇敢和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自我肯定，对自己进行积极的心理暗示你提到，自己是非常不自信的。不自信来源于无法进行自我肯定。为什么社恐的人无法进行自我肯定呢？因为社恐的人如果要展现自己，那就必然要面对他人的反应。而我们又害怕对方的反应是负面的，所以我们选择沉默。自我肯定能力的缺失源于怕被别人否定甚至侵犯的想法。所以，请你在恐惧的时候，多给自己一些积极的心理暗示吧。因为社恐而丢失和别人交流的机会，也就无法得到来自于外界的肯定。而无法自我肯定，又会加重你的社恐。积极的心理暗示，可以让你跨出交流的第一步。第一步，虽然难，但是非常重要。",
    "annotation": [
      {
        "sentence": "自我肯定，对自己进行积极的心理暗示你提到，自己是非常不自信的。",
        "label": ""
      },
      {
        "sentence": "不自信来源于无法进行自我肯定。",
        "label": ""
      },
      {
        "sentence": "为什么社恐的人无法进行自我肯定呢？",
        "label": ""
      },
      {
        "sentence": "因为社恐的人如果要展现自己，那就必然要面对他人的反应。",
        "label": ""
      },
      {
        "sentence": "而我们又害怕对方的反应是负面的，所以我们选择沉默。",
        "label": ""
      },
      {
        "sentence": "自我肯定能力的缺失源于怕被别人否定甚至侵犯的想法。",
        "label": ""
      },
      {
        "sentence": "所以，请你在恐惧的时候，多给自己一些积极的心理暗示吧。",
        "label": ""
      },
      {
        "sentence": "因为社恐而丢失和别人交流的机会，也就无法得到来自于外界的肯定。",
        "label": ""
      },
      {
        "sentence": "而无法自我肯定，又会加重你的社恐。",
        "label": ""
      },
      {
        "sentence": "积极的心理暗示，可以让你跨出交流的第一步。",
        "label": ""
      },
      {
        "sentence": "第一步，虽然难，但是非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会学会给自己一些积极的心理暗示，改变自己的消极思维，多向自己传递正能量，重建自我肯定的能力。",
    "annotation": [
      {
        "sentence": "我会学会给自己一些积极的心理暗示，改变自己的消极思维，多向自己传递正能量，重建自我肯定的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以上的建议希望对你有所帮助。改变不是一蹴而就的过程，需要你的耐心和坚持。相信自己能",
    "annotation": [
      {
        "sentence": "以上的建议希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "改变不是一蹴而就的过程，需要你的耐心和坚持。",
        "label": ""
      },
      {
        "sentence": "相信自己能",
        "label": ""
      }
    ]
  }
]