[
  {
    "role": "client",
    "content": "把婆婆妈当亲妈，没有边界感，问题重重，怎么改变？",
    "annotation": [
      {
        "sentence": "把婆婆妈当亲妈，没有边界感，问题重重，怎么改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有观察到你已经意识到了产生问题的原因了，这相比于婆媳关系很差还不知道是什么原因的人已经是非常棒了。同时你勇敢的表达了自己的困扰，并向外寻求帮助这无疑能帮助你能更好的认识到婆媳关系的本质，也能找到更好的婆媳相处之道。现在我分享我的观察，这或许能帮助你有更多的视角去重新认识婆媳关系。",
    "annotation": [
      {
        "sentence": "你有观察到你已经意识到了产生问题的原因了，这相比于婆媳关系很差还不知道是什么原因的人已经是非常棒了。",
        "label": ""
      },
      {
        "sentence": "同时你勇敢的表达了自己的困扰，并向外寻求帮助这无疑能帮助你能更好的认识到婆媳关系的本质，也能找到更好的婆媳相处之道。",
        "label": ""
      },
      {
        "sentence": "现在我分享我的观察，这或许能帮助你有更多的视角去重新认识婆媳关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请支持者和我分享一下。",
    "annotation": [
      {
        "sentence": "请支持者和我分享一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，首先我想说的是把婆婆当妈会有哪些不好的影响。首先很理解你想把婆婆当成妈妈的想法，也是想很想的和婆婆相处。然而事实是婆婆不是妈。当我们把婆婆当成妈时，我们就会像对妈一样的对待婆婆，这个时候会发生什么呢？就是我们会把与婆婆的关系代入到与妈妈的关系中，我们就会对婆婆有期待了，期待婆婆像妈妈一样的对我。是不是呢？这个时候问题就产生了，婆婆毕竟是婆婆而不是妈。婆婆的生活环境和妈妈的生活环境，生活习惯以及思维方式都会不一样。这个时候我们期待婆婆像妈妈一样对自己真的合乎事实吗？符合事实吗？而当我们有了期待之后，期待没有被满足，于是我们就会有情绪上的不愉快，不快乐！这种不愉快又会作用到关系中，可能出现的情况就是关系可能越来越糟。您觉得我的观察对您有所启发吗？",
    "annotation": [
      {
        "sentence": "好的，首先我想说的是把婆婆当妈会有哪些不好的影响。",
        "label": ""
      },
      {
        "sentence": "首先很理解你想把婆婆当成妈妈的想法，也是想很想的和婆婆相处。",
        "label": ""
      },
      {
        "sentence": "然而事实是婆婆不是妈。",
        "label": ""
      },
      {
        "sentence": "当我们把婆婆当成妈时，我们就会像对妈一样的对待婆婆，这个时候会发生什么呢？",
        "label": ""
      },
      {
        "sentence": "就是我们会把与婆婆的关系代入到与妈妈的关系中，我们就会对婆婆有期待了，期待婆婆像妈妈一样的对我。",
        "label": ""
      },
      {
        "sentence": "是不是呢？",
        "label": ""
      },
      {
        "sentence": "这个时候问题就产生了，婆婆毕竟是婆婆而不是妈。",
        "label": ""
      },
      {
        "sentence": "婆婆的生活环境和妈妈的生活环境，生活习惯以及思维方式都会不一样。",
        "label": ""
      },
      {
        "sentence": "这个时候我们期待婆婆像妈妈一样对自己真的合乎事实吗？",
        "label": ""
      },
      {
        "sentence": "符合事实吗？",
        "label": ""
      },
      {
        "sentence": "而当我们有了期待之后，期待没有被满足，于是我们就会有情绪上的不愉快，不快乐！",
        "label": ""
      },
      {
        "sentence": "这种不愉快又会作用到关系中，可能出现的情况就是关系可能越来越糟。",
        "label": ""
      },
      {
        "sentence": "您觉得我的观察对您有所启发吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您的观察给了我很大的启示，我之前真的不了解这一点。这是我的第一次尝试处理这种关系，我完全没想到会有这样的问题，因为婆婆笑容满面有亲和力，以为没有必要去建立什么边界。现在我意识到了这样对我们关系的负面影响，我应该怎么建立边界呢？",
    "annotation": [
      {
        "sentence": "您的观察给了我很大的启示，我之前真的不了解这一点。",
        "label": ""
      },
      {
        "sentence": "这是我的第一次尝试处理这种关系，我完全没想到会有这样的问题，因为婆婆笑容满面有亲和力，以为没有必要去建立什么边界。",
        "label": ""
      },
      {
        "sentence": "现在我意识到了这样对我们关系的负面影响，我应该怎么建立边界呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我非常理解您的想法。我认为建立边界首先需要您自己有一个较为清晰的认识。其次，建立边界并不是要隔绝婆婆，而是要明确你们关系的类型和界限，以期减少矛盾和冲突的发生。比如有观察到你提到婆婆会吃醋。那么我们是不是可以在婆婆面前和老公不要有太过亲密的举动了，既能尊重婆婆，也能在这样的关系中建立边界感！所以我们或许可以把婆婆当成朋友来相处，当成一种合作的关系。明确的了解婆婆在什么方面是接受不了的。而自己在哪些方面是接受不了的。在原则上坚持，在非原则上也要懂得包容。有时候允许婆婆出现一些错误，就像允许自己有时会出错一样。或许这样的改变能帮助你有更融洽的婆媳关系。",
    "annotation": [
      {
        "sentence": "嗯，我非常理解您的想法。",
        "label": ""
      },
      {
        "sentence": "我认为建立边界首先需要您自己有一个较为清晰的认识。",
        "label": ""
      },
      {
        "sentence": "其次，建立边界并不是要隔绝婆婆，而是要明确你们关系的类型和界限，以期减少矛盾和冲突的发生。",
        "label": ""
      },
      {
        "sentence": "比如有观察到你提到婆婆会吃醋。",
        "label": ""
      },
      {
        "sentence": "那么我们是不是可以在婆婆面前和老公不要有太过亲密的举动了，既能尊重婆婆，也能在这样的关系中建立边界感！",
        "label": ""
      },
      {
        "sentence": "所以我们或许可以把婆婆当成朋友来相处，当成一种合作的关系。",
        "label": ""
      },
      {
        "sentence": "明确的了解婆婆在什么方面是接受不了的。",
        "label": ""
      },
      {
        "sentence": "而自己在哪些方面是接受不了的。",
        "label": ""
      },
      {
        "sentence": "在原则上坚持，在非原则上也要懂得包容。",
        "label": ""
      },
      {
        "sentence": "有时候允许婆婆出现一些错误，就像允许自己有时会出错一样。",
        "label": ""
      },
      {
        "sentence": "或许这样的改变能帮助你有更融洽的婆媳关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的指导，您说的都很对。我现在意识到建立边界非常重要，尊重和理解婆婆的想法也很重要。我以后一定会注意这些问题的。谢谢您支持我的想法，也帮助我更好地看待婆媳关系。",
    "annotation": [
      {
        "sentence": "非常感谢您的指导，您说的都很对。",
        "label": ""
      },
      {
        "sentence": "我现在意识到建立边界非常重要，尊重和理解婆婆的想法也很重要。",
        "label": ""
      },
      {
        "sentence": "我以后一定会注意这些问题的。",
        "label": ""
      },
      {
        "sentence": "谢谢您支持我的想法，也帮助我更好地看待婆媳关系。",
        "label": ""
      }
    ]
  }
]