[
  {
    "role": "client",
    "content": "我有一个难题，我把我的婆婆妈当亲妈，没有边界感，问题重重，怎么改变？",
    "annotation": [
      {
        "sentence": "我有一个难题，我把我的婆婆妈当亲妈，没有边界感，问题重重，怎么改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以听听你的事情，说说你的问题。",
    "annotation": [
      {
        "sentence": "我可以听听你的事情，说说你的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "初次见面，婆婆妈笑容满面有亲和力，所以对她的第一印象不错。结婚前，她对我也不错。最重要的是，她的笑容非常具有感染力，会让人觉得她很喜欢很喜欢你。因为她常常对我笑，我以为她多喜欢我似的，根本没有把我当媳妇而是当很疼爱的晚辈，她的笑容以及平时对我的关心让我觉得她很爱我，所以我把她当成妈了而不是婆婆妈。",
    "annotation": [
      {
        "sentence": "初次见面，婆婆妈笑容满面有亲和力，所以对她的第一印象不错。",
        "label": ""
      },
      {
        "sentence": "结婚前，她对我也不错。",
        "label": ""
      },
      {
        "sentence": "最重要的是，她的笑容非常具有感染力，会让人觉得她很喜欢很喜欢你。",
        "label": ""
      },
      {
        "sentence": "因为她常常对我笑，我以为她多喜欢我似的，根本没有把我当媳妇而是当很疼爱的晚辈，她的笑容以及平时对我的关心让我觉得她很爱我，所以我把她当成妈了而不是婆婆妈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你和婆婆妈确实有着很好的开始，但是后来出现了问题，是怎么回事？",
    "annotation": [
      {
        "sentence": "看来你和婆婆妈确实有着很好的开始，但是后来出现了问题，是怎么回事？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "然后，我就变得和她说话很直接、说很多真心话等等，总之就像对自己父母的态度。可是，我发现她会介意，会生气，有时还会吃我的醋，和我说话挺见外的。我觉得很难受，明明我是把你当妈才那样说话的，生气干什么呢，而且我把你当妈为什么你只把我当媳妇？我觉得很难受！我到底要怎么改变这种想法，重新梳理我们的关系，建立一个边界！",
    "annotation": [
      {
        "sentence": "然后，我就变得和她说话很直接、说很多真心话等等，总之就像对自己父母的态度。",
        "label": ""
      },
      {
        "sentence": "可是，我发现她会介意，会生气，有时还会吃我的醋，和我说话挺见外的。",
        "label": ""
      },
      {
        "sentence": "我觉得很难受，明明我是把你当妈才那样说话的，生气干什么呢，而且我把你当妈为什么你只把我当媳妇？",
        "label": ""
      },
      {
        "sentence": "我觉得很难受！",
        "label": ""
      },
      {
        "sentence": "我到底要怎么改变这种想法，重新梳理我们的关系，建立一个边界！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的文字中，感觉你是非常直率的一个人。你想表达的是你现在觉得你和婆婆妈之间有一些隔阂了，你想重新梳理一下你们的关系，建立一个边界。我谈一谈我的想法，可以吗？",
    "annotation": [
      {
        "sentence": "从你的文字中，感觉你是非常直率的一个人。",
        "label": ""
      },
      {
        "sentence": "你想表达的是你现在觉得你和婆婆妈之间有一些隔阂了，你想重新梳理一下你们的关系，建立一个边界。",
        "label": ""
      },
      {
        "sentence": "我谈一谈我的想法，可以吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你。",
    "annotation": [
      {
        "sentence": "好的，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你觉得你婆婆妈很有亲和力，所以“就变得和她说话很直接、说很多真心话等等，总之就像对自己父母的态度。”可是，“我发现她会介意，会生气，有时还会吃我的醋，和我说话挺见外的。”其实，你认真想一想，遇到这种情况很正常的，曾仕强在他的一次讲座中讲道：女人一生要过五个关，第一关是情关；第二关就是婆婆关。常言说，十个媳妇九个跟婆婆处不好。所以，我们只要知道这是一种常态，调整好自己的方向就好了。",
    "annotation": [
      {
        "sentence": "首先，你觉得你婆婆妈很有亲和力，所以“就变得和她说话很直接、说很多真心话等等，总之就像对自己父母的态度。",
        "label": ""
      },
      {
        "sentence": "”可是，“我发现她会介意，会生气，有时还会吃我的醋，和我说话挺见外的。",
        "label": ""
      },
      {
        "sentence": "”其实，你认真想一想，遇到这种情况很正常的，曾仕强在他的一次讲座中讲道：女人一生要过五个关，第一关是情关；第二关就是婆婆关。",
        "label": ""
      },
      {
        "sentence": "常言说，十个媳妇九个跟婆婆处不好。",
        "label": ""
      },
      {
        "sentence": "所以，我们只要知道这是一种常态，调整好自己的方向就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，谢谢你的解释，不过我还是感到很难受。",
    "annotation": [
      {
        "sentence": "原来如此，谢谢你的解释，不过我还是感到很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "假如你婆婆妈因为你说话直接而介意你、对你生气，那她对你说话见外也就是她的正常心态了。你说她还会吃你的醋。我猜想可能是因为她儿子吧。作为一个母亲，她陪伴儿子成长20多年，付出了很多心血和爱，儿子成家了，娶了媳妇，也不说一定“娶了媳妇忘了娘”，但是当妈的可能偶尔还是会觉得媳妇分走了自己儿子的一份爱，心里会感觉“酸溜溜”的吧。如果是这样，证明你老公对你还是挺好的，你也是很幸福的啊。也许你试着从你婆婆妈的角度去思考一些问题，也许你会理解一些你婆婆妈的想法。",
    "annotation": [
      {
        "sentence": "假如你婆婆妈因为你说话直接而介意你、对你生气，那她对你说话见外也就是她的正常心态了。",
        "label": ""
      },
      {
        "sentence": "你说她还会吃你的醋。",
        "label": ""
      },
      {
        "sentence": "我猜想可能是因为她儿子吧。",
        "label": ""
      },
      {
        "sentence": "作为一个母亲，她陪伴儿子成长20多年，付出了很多心血和爱，儿子成家了，娶了媳妇，也不说一定“娶了媳妇忘了娘”，但是当妈的可能偶尔还是会觉得媳妇分走了自己儿子的一份爱，心里会感觉“酸溜溜”的吧。",
        "label": ""
      },
      {
        "sentence": "如果是这样，证明你老公对你还是挺好的，你也是很幸福的啊。",
        "label": ""
      },
      {
        "sentence": "也许你试着从你婆婆妈的角度去思考一些问题，也许你会理解一些你婆婆妈的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我会尝试从她的角度去思考。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我会尝试从她的角度去思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我到是很赞同你“建立一个边界”的想法。心理学中有一个“刺猬法则”：说的是这样一个十分有趣的现象：在一个寒冷的冬季，两只困倦的刺猬因为冷而拥抱在了一起，但是由于它们各自身上都长满了刺，紧挨在一块就会刺痛对方，无论如何它们都睡不舒服。因此，两只刺猬就离开了一段距离，可是又实在冷得难以忍受，因此就又抱在了一起。折腾了好几次，最后它们终于找到了一个比较合适的距离，既能够相互取暖又不会被扎。这也就是在人际交往过程中的“心理距离效应”。也许，正因为我们亲密关系中忘记了我们也应该有一定的“心理距离”，才会使我们彼此都感觉不是特别舒适。",
    "annotation": [
      {
        "sentence": "我到是很赞同你“建立一个边界”的想法。",
        "label": ""
      },
      {
        "sentence": "心理学中有一个“刺猬法则”：说的是这样一个十分有趣的现象：在一个寒冷的冬季，两只困倦的刺猬因为冷而拥抱在了一起，但是由于它们各自身上都长满了刺，紧挨在一块就会刺痛对方，无论如何它们都睡不舒服。",
        "label": ""
      },
      {
        "sentence": "因此，两只刺猬就离开了一段距离，可是又实在冷得难以忍受，因此就又抱在了一起。",
        "label": ""
      },
      {
        "sentence": "折腾了好几次，最后它们终于找到了一个比较合适的距离，既能够相互取暖又不会被扎。",
        "label": ""
      },
      {
        "sentence": "这也就是在人际交往过程中的“心理距离效应”。",
        "label": ""
      },
      {
        "sentence": "也许，正因为我们亲密关系中忘记了我们也应该有一定的“心理距离”，才会使我们彼此都感觉不是特别舒适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。“建立一个边界”对我们的关系是有好处的。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "“建立一个边界”对我们的关系是有好处的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错。最后，你内心感到难受，也是很正常的，因为你想把她当成妈妈，但她却不能够像你妈妈一样全面包容你。但她真实身份就是你的婆婆妈呀，如果她觉得你把她当婆婆妈是最好的相处方式，你也就保持你们的这种距离就好了，既要感到舒适，又不会太过疏离。希望你找到你与婆婆妈最好的“刺猬距离“，彼此温暖又互不伤害。",
    "annotation": [
      {
        "sentence": "没错。",
        "label": ""
      },
      {
        "sentence": "最后，你内心感到难受，也是很正常的，因为你想把她当成妈妈，但她却不能够像你妈妈一样全面包容你。",
        "label": ""
      },
      {
        "sentence": "但她真实身份就是你的婆婆妈呀，如果她觉得你把她当婆婆妈是最好的相处方式，你也就保持你们的这种距离就好了，既要感到舒适，又不会太过疏离。",
        "label": ""
      },
      {
        "sentence": "希望你找到你与婆婆妈最好的“刺猬距离“，彼此温暖又互不伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和安慰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和安慰。",
        "label": ""
      }
    ]
  }
]