[
  {
    "role": "client",
    "content": "我今年19岁女生是一名大二的学生。三个月之前，听说高中的一名不太熟悉的同学抑郁症跳楼去世，内心冲击很大。虽然跟他根本不熟悉，连长什么样子我都不清楚了，但是夜里突然惊醒，很慌张害怕。我怎样才能走出这种状态呢？",
    "annotation": [
      {
        "sentence": "我今年19岁女生是一名大二的学生。",
        "label": ""
      },
      {
        "sentence": "三个月之前，听说高中的一名不太熟悉的同学抑郁症跳楼去世，内心冲击很大。",
        "label": ""
      },
      {
        "sentence": "虽然跟他根本不熟悉，连长什么样子我都不清楚了，但是夜里突然惊醒，很慌张害怕。",
        "label": ""
      },
      {
        "sentence": "我怎样才能走出这种状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，你这段时间内心感受非常沉重，非常理解你的心情。你能够意识到这个情绪状态，非常好。我们可以一起探讨一下怎样走出这种状态，你觉得呢？",
    "annotation": [
      {
        "sentence": "你好，你这段时间内心感受非常沉重，非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你能够意识到这个情绪状态，非常好。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探讨一下怎样走出这种状态，你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我很害怕，因为我不知道我是否也会像那个同学一样，让我觉得这个世界变得很危险。我很焦虑，因为我以前没有经历过这种极端情况。我该怎样面对这个难题呢？",
    "annotation": [
      {
        "sentence": "其实我很害怕，因为我不知道我是否也会像那个同学一样，让我觉得这个世界变得很危险。",
        "label": ""
      },
      {
        "sentence": "我很焦虑，因为我以前没有经历过这种极端情况。",
        "label": ""
      },
      {
        "sentence": "我该怎样面对这个难题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不是所有的情绪状态都是可以轻易摆脱的，特别是像你这种因为外界的事情而引发的情绪的时候。但是，很多时候，我们可以通过采取一些措施来缓解和调节自己。你可以试着让自己冷静下来，尝试一些有益的改变，比如运动、读书、和一群友好的人交往等等。这些措施可以帮助你恢复自己内心的平衡。",
    "annotation": [
      {
        "sentence": "不是所有的情绪状态都是可以轻易摆脱的，特别是像你这种因为外界的事情而引发的情绪的时候。",
        "label": ""
      },
      {
        "sentence": "但是，很多时候，我们可以通过采取一些措施来缓解和调节自己。",
        "label": ""
      },
      {
        "sentence": "你可以试着让自己冷静下来，尝试一些有益的改变，比如运动、读书、和一群友好的人交往等等。",
        "label": ""
      },
      {
        "sentence": "这些措施可以帮助你恢复自己内心的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着去不同的医院检查，医生也没有查出任何问题，只是说想多了。但是每天都沉浸在对死亡的恐惧和痛苦中，焦虑紧张。我该如何缓解这种情绪呢？",
    "annotation": [
      {
        "sentence": "我试着去不同的医院检查，医生也没有查出任何问题，只是说想多了。",
        "label": ""
      },
      {
        "sentence": "但是每天都沉浸在对死亡的恐惧和痛苦中，焦虑紧张。",
        "label": ""
      },
      {
        "sentence": "我该如何缓解这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "针对你这种情况，建议你多参加一些有益的活动，比如说参加一些有意义的社交活动，多交一些朋友，多参加一些有益的体育锻炼。同时，自我暗示也很重要，比如说告诉自己，这个世界还很美好，让自己焦虑和恐惧的想法变得轻松一点。如果你感觉情绪状态无法通过这些方法得以缓解，可以考虑寻求专业治疗师或心理咨询师的帮助，他们能够给你更专业、更有效的建议。",
    "annotation": [
      {
        "sentence": "针对你这种情况，建议你多参加一些有益的活动，比如说参加一些有意义的社交活动，多交一些朋友，多参加一些有益的体育锻炼。",
        "label": ""
      },
      {
        "sentence": "同时，自我暗示也很重要，比如说告诉自己，这个世界还很美好，让自己焦虑和恐惧的想法变得轻松一点。",
        "label": ""
      },
      {
        "sentence": "如果你感觉情绪状态无法通过这些方法得以缓解，可以考虑寻求专业治疗师或心理咨询师的帮助，他们能够给你更专业、更有效的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了，我想我需要多尝试一些方式，例如一些主动的改变，来帮助自己解决这些难题。谢谢你的建议，听完你的话，我的内心感觉轻松了一些。",
    "annotation": [
      {
        "sentence": "我懂了，我想我需要多尝试一些方式，例如一些主动的改变，来帮助自己解决这些难题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，听完你的话，我的内心感觉轻松了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我能帮到你，希望你能够走出这个阴霾，重回美好的生活。如果你还有其他的问题或者需要我的帮助，随时和我联系。",
    "annotation": [
      {
        "sentence": "很高兴我能帮到你，希望你能够走出这个阴霾，重回美好的生活。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的问题或者需要我的帮助，随时和我联系。",
        "label": ""
      }
    ]
  }
]