[
  {
    "role": "client",
    "content": "不知道男朋友到底是不是值得嫁的男生？",
    "annotation": [
      {
        "sentence": "不知道男朋友到底是不是值得嫁的男生？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，有什么问题可以跟我分享吗？",
    "annotation": [
      {
        "sentence": "你好，有什么问题可以跟我分享吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道男朋友到底是不是值得嫁的男生？",
    "annotation": [
      {
        "sentence": "我不知道男朋友到底是不是值得嫁的男生？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这样说，是不是表明你对于自己的感情存在一些疑惑呢？",
    "annotation": [
      {
        "sentence": "你这样说，是不是表明你对于自己的感情存在一些疑惑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，男朋友刚毕业工作比我小五岁，是同部门的同事，工作能力为人处事也是得到了领导同事的一致认可，在我眼里他很有执行力，很有发展的前途。但是作为恋人的话，他不是很温暖的人，我们也经常会有冲突和摩擦。",
    "annotation": [
      {
        "sentence": "是的，男朋友刚毕业工作比我小五岁，是同部门的同事，工作能力为人处事也是得到了领导同事的一致认可，在我眼里他很有执行力，很有发展的前途。",
        "label": ""
      },
      {
        "sentence": "但是作为恋人的话，他不是很温暖的人，我们也经常会有冲突和摩擦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉你的男朋友是个能干的人，这也是吸引你的地方吧。但是你说他作为恋人不够温暖，会经常有冲突和摩擦，这让你感到很困惑。我想了解更多的情况，你认为你们之间的矛盾主要是因为什么？",
    "annotation": [
      {
        "sentence": "感觉你的男朋友是个能干的人，这也是吸引你的地方吧。",
        "label": ""
      },
      {
        "sentence": "但是你说他作为恋人不够温暖，会经常有冲突和摩擦，这让你感到很困惑。",
        "label": ""
      },
      {
        "sentence": "我想了解更多的情况，你认为你们之间的矛盾主要是因为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我比较随性，他比较实干比较细心比较有执行力，经常会因为我改变计划而非常生气，他总觉得我家境比他好一点会有一些距离感，感觉我还是太天马行空，资源太多不怕犯错所以想干嘛干嘛，我又觉得他虽然会做一些实事儿，但是暖心的举动和话语太少。",
    "annotation": [
      {
        "sentence": "我比较随性，他比较实干比较细心比较有执行力，经常会因为我改变计划而非常生气，他总觉得我家境比他好一点会有一些距离感，感觉我还是太天马行空，资源太多不怕犯错所以想干嘛干嘛，我又觉得他虽然会做一些实事儿，但是暖心的举动和话语太少。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这么说来，你们两个的性格、处事方法不太一样，碰到了一些摩擦，也许是因为你们需要更多的了解和沟通。你男朋友比较实干细心，比较不能忍受计划改变，你比较随性，很多事情都能怎么来怎么去，这样很容易让他不舒服。另外，他觉得你的资源比他要多，心态上不太平衡，有些时候也许会太紧张，而且可能也不太会表达自己的情感。但是，相处之路不一定是一帆风顺的，这种摩擦其实也不是必须要分手的理由，因为你们之间彼此吸引的地方也是很多的。换个角度看，你觉得你的男朋友有哪些优点呢？",
    "annotation": [
      {
        "sentence": "这么说来，你们两个的性格、处事方法不太一样，碰到了一些摩擦，也许是因为你们需要更多的了解和沟通。",
        "label": ""
      },
      {
        "sentence": "你男朋友比较实干细心，比较不能忍受计划改变，你比较随性，很多事情都能怎么来怎么去，这样很容易让他不舒服。",
        "label": ""
      },
      {
        "sentence": "另外，他觉得你的资源比他要多，心态上不太平衡，有些时候也许会太紧张，而且可能也不太会表达自己的情感。",
        "label": ""
      },
      {
        "sentence": "但是，相处之路不一定是一帆风顺的，这种摩擦其实也不是必须要分手的理由，因为你们之间彼此吸引的地方也是很多的。",
        "label": ""
      },
      {
        "sentence": "换个角度看，你觉得你的男朋友有哪些优点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然我做事有点毛手毛脚丢三落四，不是很细心，有点拖延的人，但是他经常会被我的毛病弄得很烦，也会责备我，让我越来越没有自信，在遇到他之前我比现在自信快乐很多，所以让我经常感受不到他爱我，也总觉得两个人好像三观不同生活在一起会很不快乐。",
    "annotation": [
      {
        "sentence": "虽然我做事有点毛手毛脚丢三落四，不是很细心，有点拖延的人，但是他经常会被我的毛病弄得很烦，也会责备我，让我越来越没有自信，在遇到他之前我比现在自信快乐很多，所以让我经常感受不到他爱我，也总觉得两个人好像三观不同生活在一起会很不快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你说这些，我也感到你们之间似乎存在一些沟通和信任的问题。他们家庭情况比你要差一些，也许会有一些自卑感，甚至觉得你们之间有些距离感，可能也让他对你的处事方式感到不理解，所以才会经常有摩擦。建议你们可以多多沟通，互相了解，尊重各自的个性，同时，不要小看自己，你作为一个随性，勇于尝试的人，也有着自己的优点。两个人在一起，要有互相帮助、互相包容，互相成长的心态，这样才能走的更远。你想要的情感支持，在相处中也需要表达出来，也可以尝试以自己的方式来鼓励、支持、认可他。感情的路并不一定总是平坦，但你们只要相信对方，相信彼此，就会找到最适合自己的方法，一起前进。",
    "annotation": [
      {
        "sentence": "听到你说这些，我也感到你们之间似乎存在一些沟通和信任的问题。",
        "label": ""
      },
      {
        "sentence": "他们家庭情况比你要差一些，也许会有一些自卑感，甚至觉得你们之间有些距离感，可能也让他对你的处事方式感到不理解，所以才会经常有摩擦。",
        "label": ""
      },
      {
        "sentence": "建议你们可以多多沟通，互相了解，尊重各自的个性，同时，不要小看自己，你作为一个随性，勇于尝试的人，也有着自己的优点。",
        "label": ""
      },
      {
        "sentence": "两个人在一起，要有互相帮助、互相包容，互相成长的心态，这样才能走的更远。",
        "label": ""
      },
      {
        "sentence": "你想要的情感支持，在相处中也需要表达出来，也可以尝试以自己的方式来鼓励、支持、认可他。",
        "label": ""
      },
      {
        "sentence": "感情的路并不一定总是平坦，但你们只要相信对方，相信彼此，就会找到最适合自己的方法，一起前进。",
        "label": ""
      }
    ]
  }
]