[
  {
    "role": "client",
    "content": "我最近一直在想，我不知道男朋友到底是不是值得嫁的男生。他刚毕业工作比我小五岁，是同部门的同事，在我眼里他很有执行力，很有发展的前途。但是作为恋人的话，他不是很温暖的人，我们也经常会有冲突和摩擦。",
    "annotation": [
      {
        "sentence": "我最近一直在想，我不知道男朋友到底是不是值得嫁的男生。",
        "label": ""
      },
      {
        "sentence": "他刚毕业工作比我小五岁，是同部门的同事，在我眼里他很有执行力，很有发展的前途。",
        "label": ""
      },
      {
        "sentence": "但是作为恋人的话，他不是很温暖的人，我们也经常会有冲突和摩擦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在考虑你们的将来，这是很重要的事情。你可以先想想你们两个人的共同点，然后看看是否能够互相补足彼此的不足。",
    "annotation": [
      {
        "sentence": "听起来你在考虑你们的将来，这是很重要的事情。",
        "label": ""
      },
      {
        "sentence": "你可以先想想你们两个人的共同点，然后看看是否能够互相补足彼此的不足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我比较随性，他比较实干，比较细心，很多时候我觉得他对我有点不耐烦。他总觉得我家境比他好一点会有一些距离感，感觉我还是太天马行空，资源太多不怕犯错所以想干嘛干嘛，我又觉得他虽然会做一些实事儿，但是暖心的举动和话语太少。",
    "annotation": [
      {
        "sentence": "我比较随性，他比较实干，比较细心，很多时候我觉得他对我有点不耐烦。",
        "label": ""
      },
      {
        "sentence": "他总觉得我家境比他好一点会有一些距离感，感觉我还是太天马行空，资源太多不怕犯错所以想干嘛干嘛，我又觉得他虽然会做一些实事儿，但是暖心的举动和话语太少。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你们在性格和价值观上有一些不同。这并不一定是坏事，只要你们能够在一起成为互相取长补短的伴侣，就可以克服这些障碍。你可以试着和他谈一谈你的感受，说出来或许会有所改善。",
    "annotation": [
      {
        "sentence": "听起来你们在性格和价值观上有一些不同。",
        "label": ""
      },
      {
        "sentence": "这并不一定是坏事，只要你们能够在一起成为互相取长补短的伴侣，就可以克服这些障碍。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他谈一谈你的感受，说出来或许会有所改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们经常会因为我改变计划而非常生气，他经常因为我的毛病感到烦躁并责备我，让我感到越来越失去自信。在遇到他之前我比现在自信快乐很多，所以让我经常感受不到他爱我，也总觉得两个人好像三观不同生活在一起会很不快乐。",
    "annotation": [
      {
        "sentence": "我们经常会因为我改变计划而非常生气，他经常因为我的毛病感到烦躁并责备我，让我感到越来越失去自信。",
        "label": ""
      },
      {
        "sentence": "在遇到他之前我比现在自信快乐很多，所以让我经常感受不到他爱我，也总觉得两个人好像三观不同生活在一起会很不快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你们之间的沟通出现了一些问题，建议你们好好地坐下来，认真地交流一下你们的问题所在，看看是否能够找到解决问题的办法。相互理解，相互支持是建立关系的重要基石。",
    "annotation": [
      {
        "sentence": "听起来你们之间的沟通出现了一些问题，建议你们好好地坐下来，认真地交流一下你们的问题所在，看看是否能够找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "相互理解，相互支持是建立关系的重要基石。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "因为我比较喜欢鼓励人、赞美人、关心人，我总觉得情侣之间需要认可和支持，还有看到对方自带光环的爱意。所以是不是因为我太糟了？是就是很不合适？想在一起该怎么办？",
    "annotation": [
      {
        "sentence": "因为我比较喜欢鼓励人、赞美人、关心人，我总觉得情侣之间需要认可和支持，还有看到对方自带光环的爱意。",
        "label": ""
      },
      {
        "sentence": "所以是不是因为我太糟了？",
        "label": ""
      },
      {
        "sentence": "是就是很不合适？",
        "label": ""
      },
      {
        "sentence": "想在一起该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱情需要关心和赞美，当然，也需要理解和宽容。你并不是很不合适，只是有些地方需要协调和改善。你可以尝试着和他沟通你对关系的期望，并寻求一些解决问题的思路。为了更好地发展你们的关系，你们需要共同努力。",
    "annotation": [
      {
        "sentence": "爱情需要关心和赞美，当然，也需要理解和宽容。",
        "label": ""
      },
      {
        "sentence": "你并不是很不合适，只是有些地方需要协调和改善。",
        "label": ""
      },
      {
        "sentence": "你可以尝试着和他沟通你对关系的期望，并寻求一些解决问题的思路。",
        "label": ""
      },
      {
        "sentence": "为了更好地发展你们的关系，你们需要共同努力。",
        "label": ""
      }
    ]
  }
]