[
  {
    "role": "client",
    "content": "交友，失望，不舒服，只有自己付出，没有回报？我这个人交朋友都特别真诚，而且就会一心一意的对朋友好，但是每每都会失望，因为我会觉得朋友似乎都不在在乎我，就只有我一个人默默付出，很失望，也不想交朋友了，就像今天我有一个特别好的朋友，我都很帮助他，什么都跟她说，但是从她身上看不出她对待我的爱，就只有自己，就很失望，而且中午放学我在学校加班。连等都没有等我，换座是我我肯定会等我就觉得交朋友没意思。只有自己付出没有回报。",
    "annotation": [
      {
        "sentence": "交友，失望，不舒服，只有自己付出，没有回报？",
        "label": ""
      },
      {
        "sentence": "我这个人交朋友都特别真诚，而且就会一心一意的对朋友好，但是每每都会失望，因为我会觉得朋友似乎都不在在乎我，就只有我一个人默默付出，很失望，也不想交朋友了，就像今天我有一个特别好的朋友，我都很帮助他，什么都跟她说，但是从她身上看不出她对待我的爱，就只有自己，就很失望，而且中午放学我在学校加班。",
        "label": ""
      },
      {
        "sentence": "连等都没有等我，换座是我我肯定会等我就觉得交朋友没意思。",
        "label": ""
      },
      {
        "sentence": "只有自己付出没有回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我明白你的感受。让我们一起来思考一下。“我这个人交朋友都特别真诚，而且就会一心一意的对朋友好。”你叫朋友的真诚，对朋友好。你能否告诉我你是如何定义朋友的，在我看来，每个人对朋友的定义是不一样的，朋友在不同语境下有着不同的意义。不同层次的朋友自然会有不同的对待方式。这是你对朋友的个人定义，对方可能有着不同的定义。当定义产生差异时，你会一心一意对待朋友吗？我可以这么理解你的描述吗？",
    "annotation": [
      {
        "sentence": "求助者，我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "让我们一起来思考一下。",
        "label": ""
      },
      {
        "sentence": "“我这个人交朋友都特别真诚，而且就会一心一意的对朋友好。",
        "label": ""
      },
      {
        "sentence": "”你叫朋友的真诚，对朋友好。",
        "label": ""
      },
      {
        "sentence": "你能否告诉我你是如何定义朋友的，在我看来，每个人对朋友的定义是不一样的，朋友在不同语境下有着不同的意义。",
        "label": ""
      },
      {
        "sentence": "不同层次的朋友自然会有不同的对待方式。",
        "label": ""
      },
      {
        "sentence": "这是你对朋友的个人定义，对方可能有着不同的定义。",
        "label": ""
      },
      {
        "sentence": "当定义产生差异时，你会一心一意对待朋友吗？",
        "label": ""
      },
      {
        "sentence": "我可以这么理解你的描述吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我所理解的朋友是可以相互信任和支持的人，我会为他们付出，但有时我觉得他们并不珍惜。比如今天，我帮助了一个朋友很多，但她似乎并没有回应，让我很失望。",
    "annotation": [
      {
        "sentence": "我所理解的朋友是可以相互信任和支持的人，我会为他们付出，但有时我觉得他们并不珍惜。",
        "label": ""
      },
      {
        "sentence": "比如今天，我帮助了一个朋友很多，但她似乎并没有回应，让我很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正如你所说，你对她很好，帮助她了很多，但这并不代表她也会以同样的方式对待你。也许你的帮助对她来说并不是她所需求的。在帮助之前，你是否确认过她真正需要你的帮助呢？你全盘奉献并与她分享一切，并不能说明你与她的关系有多好。一个人是否成为你的好朋友，是取决于她在你需要帮助时是否回应你。如果对方没有回应，你就会觉得她无情，令你感到难过和不舒服。你似乎期待回报，你是否在期望交朋友的过程中，每次付出应该得到对等回报？如果对方未能满足这样的期待，那么也许她不适合成为你的朋友。",
    "annotation": [
      {
        "sentence": "正如你所说，你对她很好，帮助她了很多，但这并不代表她也会以同样的方式对待你。",
        "label": ""
      },
      {
        "sentence": "也许你的帮助对她来说并不是她所需求的。",
        "label": ""
      },
      {
        "sentence": "在帮助之前，你是否确认过她真正需要你的帮助呢？",
        "label": ""
      },
      {
        "sentence": "你全盘奉献并与她分享一切，并不能说明你与她的关系有多好。",
        "label": ""
      },
      {
        "sentence": "一个人是否成为你的好朋友，是取决于她在你需要帮助时是否回应你。",
        "label": ""
      },
      {
        "sentence": "如果对方没有回应，你就会觉得她无情，令你感到难过和不舒服。",
        "label": ""
      },
      {
        "sentence": "你似乎期待回报，你是否在期望交朋友的过程中，每次付出应该得到对等回报？",
        "label": ""
      },
      {
        "sentence": "如果对方未能满足这样的期待，那么也许她不适合成为你的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话确实让我思考了很多。也许，我对朋友关系的期待确实有些过高了。但是，我觉得我所付出的努力应该得到一点回报，不然真的觉得很无奈。感觉交朋友已经变成了一种没有意义的事情。",
    "annotation": [
      {
        "sentence": "你的话确实让我思考了很多。",
        "label": ""
      },
      {
        "sentence": "也许，我对朋友关系的期待确实有些过高了。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得我所付出的努力应该得到一点回报，不然真的觉得很无奈。",
        "label": ""
      },
      {
        "sentence": "感觉交朋友已经变成了一种没有意义的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但我们需要认识到交朋友本身并不是为了追求回报。在社交关系中，付出和回报的程度是很难量化和对等的。我们需要跳出自己的固定思维，试着理解对方的处境和想法。对于一个友情关系，关键在于心与心的沟通，而并不是单方面的权衡与利益。或许我们可以换个角度，重新审视朋友关系，看看是否还有其他的方式来建立和维系这些关系，让它们变得更有意义。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但我们需要认识到交朋友本身并不是为了追求回报。",
        "label": ""
      },
      {
        "sentence": "在社交关系中，付出和回报的程度是很难量化和对等的。",
        "label": ""
      },
      {
        "sentence": "我们需要跳出自己的固定思维，试着理解对方的处境和想法。",
        "label": ""
      },
      {
        "sentence": "对于一个友情关系，关键在于心与心的沟通，而并不是单方面的权衡与利益。",
        "label": ""
      },
      {
        "sentence": "或许我们可以换个角度，重新审视朋友关系，看看是否还有其他的方式来建立和维系这些关系，让它们变得更有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能一直过于关注回报，而忽略了与朋友真正的连接。也许我应该试着放松一些，不要期待那么多。谢谢你的支持和建议，我会努力改变自己的想法和行为。",
    "annotation": [
      {
        "sentence": "你说得对，我可能一直过于关注回报，而忽略了与朋友真正的连接。",
        "label": ""
      },
      {
        "sentence": "也许我应该试着放松一些，不要期待那么多。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会努力改变自己的想法和行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，也很欣赏你愿意接受并尝试改变。朋友关系是需要双方共同努力和理解的，希望你能找到属于你的朋友，并享受到真正的友谊。如果将来有任何困难，记得随时跟我说，我将一直在你身边支持你。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，也很欣赏你愿意接受并尝试改变。",
        "label": ""
      },
      {
        "sentence": "朋友关系是需要双方共同努力和理解的，希望你能找到属于你的朋友，并享受到真正的友谊。",
        "label": ""
      },
      {
        "sentence": "如果将来有任何困难，记得随时跟我说，我将一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我真的很开心能和你聊这些，现在感觉好多了。我会记住你的话，并且努力改变自己。谢谢你的帮助！愿你也一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我真的很开心能和你聊这些，现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会记住你的话，并且努力改变自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      },
      {
        "sentence": "愿你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能为你提供帮助。记住，改变需要时间和努力，但是只要你坚持下去，一定会有进步的。如果将来你还需要倾诉或者建议，随时都可以找我。我会一直在这里支持你的。祝福你！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力，但是只要你坚持下去，一定会有进步的。",
        "label": ""
      },
      {
        "sentence": "如果将来你还需要倾诉或者建议，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]