[
  {
    "role": "client",
    "content": "孩子目睹我这个当妈的被人教训了，以后该怎么面对他？我是一个单亲妈妈，本来带孩子就不容易，发生了这样的事，我感觉我整个人都垮了，以后该怎么面对我的孩子？",
    "annotation": [
      {
        "sentence": "孩子目睹我这个当妈的被人教训了，以后该怎么面对他？",
        "label": ""
      },
      {
        "sentence": "我是一个单亲妈妈，本来带孩子就不容易，发生了这样的事，我感觉我整个人都垮了，以后该怎么面对我的孩子？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别急，慢慢来。长期一个人既要带孩子，又要工作，可想而知，一定压力山大，焦虑不堪，一直坚持到现在，你是有多么的不容易。遇到这样的事情，你一定不知道如何是好，觉得特别难堪，不知道如何面对。别怕，和我都在爱着你。允许自己犯错，允许自己慢下来，允许一切自然而然的发生。长期一个人带孩子，猜想你一定遇到过很多困难。一个女性孤立无援地面对外在世界，也相信你一定很拼，很要强，总会想方设法的把困难克服，把问题解决掉。练就了各方面能力！如今发生这件事情，一定是没有预想过会造成这样的结果，现在一定很懊悔。",
    "annotation": [
      {
        "sentence": "别急，慢慢来。",
        "label": ""
      },
      {
        "sentence": "长期一个人既要带孩子，又要工作，可想而知，一定压力山大，焦虑不堪，一直坚持到现在，你是有多么的不容易。",
        "label": ""
      },
      {
        "sentence": "遇到这样的事情，你一定不知道如何是好，觉得特别难堪，不知道如何面对。",
        "label": ""
      },
      {
        "sentence": "别怕，和我都在爱着你。",
        "label": ""
      },
      {
        "sentence": "允许自己犯错，允许自己慢下来，允许一切自然而然的发生。",
        "label": ""
      },
      {
        "sentence": "长期一个人带孩子，猜想你一定遇到过很多困难。",
        "label": ""
      },
      {
        "sentence": "一个女性孤立无援地面对外在世界，也相信你一定很拼，很要强，总会想方设法的把困难克服，把问题解决掉。",
        "label": ""
      },
      {
        "sentence": "练就了各方面能力！",
        "label": ""
      },
      {
        "sentence": "如今发生这件事情，一定是没有预想过会造成这样的结果，现在一定很懊悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在非常的后悔，觉得自己真的没面子。当时和那位年轻的女老师发生冲突时，我真的没有控制好情绪。不知道当时你与老师之间到底发生了什么，但能猜测到的是：你当时一定很生气，一定有情绪到了要付之行动了。那么请你想一想，当时你想到了什么？老师的什么行为、什么语言、什么神情、什么态度触动了你情绪阀门，让你情绪一下子被激起？",
    "annotation": [
      {
        "sentence": "是的，我现在非常的后悔，觉得自己真的没面子。",
        "label": ""
      },
      {
        "sentence": "当时和那位年轻的女老师发生冲突时，我真的没有控制好情绪。",
        "label": ""
      },
      {
        "sentence": "不知道当时你与老师之间到底发生了什么，但能猜测到的是：你当时一定很生气，一定有情绪到了要付之行动了。",
        "label": ""
      },
      {
        "sentence": "那么请你想一想，当时你想到了什么？",
        "label": ""
      },
      {
        "sentence": "老师的什么行为、什么语言、什么神情、什么态度触动了你情绪阀门，让你情绪一下子被激起？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我当时确实非常生气，因为我觉得老师对我不公平，态度很傲慢，完全没有考虑到我的困境和孩子的需要。我一直都很好言好语地与老师商量着如何给孩子送乐器，但为什么商量最后就变成了推搡、冲突，我自己也不太清楚。可能是我之前积攒下来的压力和困难，让我在当时无法控制情绪。",
    "annotation": [
      {
        "sentence": "是的，我当时确实非常生气，因为我觉得老师对我不公平，态度很傲慢，完全没有考虑到我的困境和孩子的需要。",
        "label": ""
      },
      {
        "sentence": "我一直都很好言好语地与老师商量着如何给孩子送乐器，但为什么商量最后就变成了推搡、冲突，我自己也不太清楚。",
        "label": ""
      },
      {
        "sentence": "可能是我之前积攒下来的压力和困难，让我在当时无法控制情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于我孩子在场的表现，我真的感到非常的担心和尴尬。我站在孩子班级讲台前，脱鞋鞠躬，公开道歉，当众检讨，我孩子都在下面看着，目睹我这个当妈的当着他和他同学的面被人收拾得死去活来。他会怎么想，我以后该怎么面对他？",
    "annotation": [
      {
        "sentence": "对于我孩子在场的表现，我真的感到非常的担心和尴尬。",
        "label": ""
      },
      {
        "sentence": "我站在孩子班级讲台前，脱鞋鞠躬，公开道歉，当众检讨，我孩子都在下面看着，目睹我这个当妈的当着他和他同学的面被人收拾得死去活来。",
        "label": ""
      },
      {
        "sentence": "他会怎么想，我以后该怎么面对他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这一段文字中，可以感受到你当时的感受是非常痛苦的，这份感受是真实的。可能你当时脑子里一片空白，但也可能你感受到的是耻辱、没面子、没有尊严。也可能你更加担心的是：孩子他会怎么想，我以后该怎么面对他？我想谁遇到这种情况，都会很难受。下面，我们认真的探讨和分析一下：1、可能你好说好商量，仍旧被拒绝了。拒绝是你不能承受的，因为潜意识里，否定了你就等同于否定你这个人，你的全部。2、可能老师的权威的态度，惹怒了你，或许会激发你幼年及成长经历中压抑的愤怒。养育经历中，父母对你的命令、指责、忽视等等；学校中，老师批评、羞辱等等；单位中领导的命令、讽刺、贬低等等。3、公众场合甚至于当着孩子和他同学都的面被人收拾得死去活来。让你觉得是羞耻的，自己是不好的，而且这种情绪是自己承受不了的，无法面对，是想逃离的。基于以上的探讨，初步假设你是有创作经历的，自我价值感低、防御水平比较原始，焦虑、强迫、较偏执。因为存在这些没有解决的心理问题，所以才导致你现在还无法面对发生的事情。",
    "annotation": [
      {
        "sentence": "这一段文字中，可以感受到你当时的感受是非常痛苦的，这份感受是真实的。",
        "label": ""
      },
      {
        "sentence": "可能你当时脑子里一片空白，但也可能你感受到的是耻辱、没面子、没有尊严。",
        "label": ""
      },
      {
        "sentence": "也可能你更加担心的是：孩子他会怎么想，我以后该怎么面对他？",
        "label": ""
      },
      {
        "sentence": "我想谁遇到这种情况，都会很难受。",
        "label": ""
      },
      {
        "sentence": "下面，我们认真的探讨和分析一下：1、可能你好说好商量，仍旧被拒绝了。",
        "label": ""
      },
      {
        "sentence": "拒绝是你不能承受的，因为潜意识里，否定了你就等同于否定你这个人，你的全部。",
        "label": ""
      },
      {
        "sentence": "2、可能老师的权威的态度，惹怒了你，或许会激发你幼年及成长经历中压抑的愤怒。",
        "label": ""
      },
      {
        "sentence": "养育经历中，父母对你的命令、指责、忽视等等；学校中，老师批评、羞辱等等；单位中领导的命令、讽刺、贬低等等。",
        "label": ""
      },
      {
        "sentence": "3、公众场合甚至于当着孩子和他同学都的面被人收拾得死去活来。",
        "label": ""
      },
      {
        "sentence": "让你觉得是羞耻的，自己是不好的，而且这种情绪是自己承受不了的，无法面对，是想逃离的。",
        "label": ""
      },
      {
        "sentence": "基于以上的探讨，初步假设你是有创作经历的，自我价值感低、防御水平比较原始，焦虑、强迫、较偏执。",
        "label": ""
      },
      {
        "sentence": "因为存在这些没有解决的心理问题，所以才导致你现在还无法面对发生的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有很多心理问题需要解决，对这件事情，我也确实感到深深的创伤。你说的复杂性创伤应激障碍，我听说过，我该去寻求专业心理咨询师的帮助吗？",
    "annotation": [
      {
        "sentence": "我确实有很多心理问题需要解决，对这件事情，我也确实感到深深的创伤。",
        "label": ""
      },
      {
        "sentence": "你说的复杂性创伤应激障碍，我听说过，我该去寻求专业心理咨询师的帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你已经是第二次提问，并且把头像换成了自己道歉认错的场景。相信这件事情对你来说是一次创伤经历。而且还在反复自己的创伤经历。这属于复杂性创伤应激障碍，必须寻求专业的心理咨询师做面对面的咨询，对你才能够有所帮助。同时，也要找机会和孩子谈一谈，听一听孩子对此事的看法及感受。孩子处在生长发育期，可塑性极强，对孩子正向的引导，在事件中寻找积极的方面，对孩子心理健康是有帮助的，千万不要因为此事对孩子心理造成影响。处理完复杂性创伤应激障碍后，还要进行长程的心理咨询，在专业心理咨询师的帮助下，解决焦虑、低自尊和认知上面的问题，让自己具",
    "annotation": [
      {
        "sentence": "是的，你已经是第二次提问，并且把头像换成了自己道歉认错的场景。",
        "label": ""
      },
      {
        "sentence": "相信这件事情对你来说是一次创伤经历。",
        "label": ""
      },
      {
        "sentence": "而且还在反复自己的创伤经历。",
        "label": ""
      },
      {
        "sentence": "这属于复杂性创伤应激障碍，必须寻求专业的心理咨询师做面对面的咨询，对你才能够有所帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也要找机会和孩子谈一谈，听一听孩子对此事的看法及感受。",
        "label": ""
      },
      {
        "sentence": "孩子处在生长发育期，可塑性极强，对孩子正向的引导，在事件中寻找积极的方面，对孩子心理健康是有帮助的，千万不要因为此事对孩子心理造成影响。",
        "label": ""
      },
      {
        "sentence": "处理完复杂性创伤应激障碍后，还要进行长程的心理咨询，在专业心理咨询师的帮助下，解决焦虑、低自尊和认知上面的问题，让自己具",
        "label": ""
      }
    ]
  }
]