[
  {
    "role": "client",
    "content": "我是一名20岁的女大学生，我的一个朋友最近不再联系我了，我觉得人是如此善变，不知道她怎么能这样？之前我们见面时感觉彼此很投缘，而且分享了很多内心故事，我觉得我们关系很好，但是她最近一个月再也没和我联系了，我很困惑，她是不是不想再和我做朋友了？",
    "annotation": [
      {
        "sentence": "我是一名20岁的女大学生，我的一个朋友最近不再联系我了，我觉得人是如此善变，不知道她怎么能这样？",
        "label": ""
      },
      {
        "sentence": "之前我们见面时感觉彼此很投缘，而且分享了很多内心故事，我觉得我们关系很好，但是她最近一个月再也没和我联系了，我很困惑，她是不是不想再和我做朋友了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我真的很理解你的感受，当一个我们认为很好的关系出现裂痕，我们会很痛苦。但是我们应该试着去理解，她不再联系你并不代表她不再与你做朋友。每个人的行为方式不同，有时候生活太忙碌，或者遇到了困难会导致我们疏远朋友。这就是人性。所以我们不能轻易地否定一个人的友情。",
    "annotation": [
      {
        "sentence": "首先，我真的很理解你的感受，当一个我们认为很好的关系出现裂痕，我们会很痛苦。",
        "label": ""
      },
      {
        "sentence": "但是我们应该试着去理解，她不再联系你并不代表她不再与你做朋友。",
        "label": ""
      },
      {
        "sentence": "每个人的行为方式不同，有时候生活太忙碌，或者遇到了困难会导致我们疏远朋友。",
        "label": ""
      },
      {
        "sentence": "这就是人性。",
        "label": ""
      },
      {
        "sentence": "所以我们不能轻易地否定一个人的友情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我一直觉得我们很亲近，之前她也说了以后我们会更亲密呢。现在她这样就很让我不解，有时我也在想是不是我做错了什么。",
    "annotation": [
      {
        "sentence": "可是我一直觉得我们很亲近，之前她也说了以后我们会更亲密呢。",
        "label": ""
      },
      {
        "sentence": "现在她这样就很让我不解，有时我也在想是不是我做错了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题非常好，你是否有可能考虑主动与她联系并开诚布公地讲一讲你的感受。你可以向她询问她最近怎样了，告诉她你很在意这个友情，让她知道她的存在对你很重要。这样她可能会理解你，并且会有更多沟通的可能性。或者你可以问问自己，在这段关系中是否有哪些地方需要改进，以获得双方友情的更多认可和支持。",
    "annotation": [
      {
        "sentence": "这个问题非常好，你是否有可能考虑主动与她联系并开诚布公地讲一讲你的感受。",
        "label": ""
      },
      {
        "sentence": "你可以向她询问她最近怎样了，告诉她你很在意这个友情，让她知道她的存在对你很重要。",
        "label": ""
      },
      {
        "sentence": "这样她可能会理解你，并且会有更多沟通的可能性。",
        "label": ""
      },
      {
        "sentence": "或者你可以问问自己，在这段关系中是否有哪些地方需要改进，以获得双方友情的更多认可和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我明白了。其实我也是怕失去一个好朋友，我希望我们的友情可以继续存在。",
    "annotation": [
      {
        "sentence": "谢谢你，我明白了。",
        "label": ""
      },
      {
        "sentence": "其实我也是怕失去一个好朋友，我希望我们的友情可以继续存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你有心与她的通话时，也要考虑到她的感受。尝试以便于接受的方式向她表达你的担忧​​，而不是让她感觉被指责或质疑。无论你选择什么方法，要记住，调整并保持沟通对于友情的存续非常重要。加油！",
    "annotation": [
      {
        "sentence": "当你有心与她的通话时，也要考虑到她的感受。",
        "label": ""
      },
      {
        "sentence": "尝试以便于接受的方式向她表达你的担忧​​，而不是让她感觉被指责或质疑。",
        "label": ""
      },
      {
        "sentence": "无论你选择什么方法，要记住，调整并保持沟通对于友情的存续非常重要。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]