[
  {
    "role": "client",
    "content": "我发现我不能接受一些负面的词汇，这是为什么？我发现自己在看评论，或者听FM时，很回避一些负面的词汇，也不仅如此，特别是看评论的时候，，就是一些中性的归纳性的话语，我都会反问你真的学到了吗？对外的，不信任，好像有攻击，对别人批评，你不一定学到了，我常有这种感觉，对于一些稍带情绪的负面的评语，我发现我自己会被激出情绪，可能是愤怒，还有自己对抗自己的烦躁（我并不喜欢负面评价人），我很容易去发现别人的bug，也不一定是真的bug，只是我这样想，我对我自己大体上还算宽容，我有过抑郁的时候，报班和读书让我走了出来，对我自己的负面评价，我能调整好，但是，对外的，我发现我对别人不一定能宽容，我经常自动思维去评判，而处理这些自动评判的时候，我有点烦躁，然后会回避，我需要调整一下，我想要一种美好的眼光去看人，去包容人！麻烦亲们帮我。",
    "annotation": [
      {
        "sentence": "我发现我不能接受一些负面的词汇，这是为什么？",
        "label": ""
      },
      {
        "sentence": "我发现自己在看评论，或者听FM时，很回避一些负面的词汇，也不仅如此，特别是看评论的时候，，就是一些中性的归纳性的话语，我都会反问你真的学到了吗？",
        "label": ""
      },
      {
        "sentence": "对外的，不信任，好像有攻击，对别人批评，你不一定学到了，我常有这种感觉，对于一些稍带情绪的负面的评语，我发现我自己会被激出情绪，可能是愤怒，还有自己对抗自己的烦躁（我并不喜欢负面评价人），我很容易去发现别人的bug，也不一定是真的bug，只是我这样想，我对我自己大体上还算宽容，我有过抑郁的时候，报班和读书让我走了出来，对我自己的负面评价，我能调整好，但是，对外的，我发现我对别人不一定能宽容，我经常自动思维去评判，而处理这些自动评判的时候，我有点烦躁，然后会回避，我需要调整一下，我想要一种美好的眼光去看人，去包容人！",
        "label": ""
      },
      {
        "sentence": "麻烦亲们帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看见你了。你是一个对负面评价特别在意的人。提出自己总结了，可能的原因是第一、自己不喜欢负面评价别人。即使能够看到别人的bug以后用宽容的方式去理解。第二、不喜欢别人负面评价自己。我从这个方面思考，您可能是一个认为什么样的人都应该值得被包容的人。我看到的是你对这个世界的善意对这个世界美好的那种抽丝剥茧、理性分析的能力。因此你会希望别人也能够有这样的状态，而负面评价本身无论对错与否，这本身就是一种对这个世界上的事物挑刺，不能忍受的状况。而这跟您对自己的期待【包容而美好】本身是矛盾的。*我们总是会期待自己成为想成为的样子，然后我们会期待周围能够这样回应。*",
    "annotation": [
      {
        "sentence": "看见你了。",
        "label": ""
      },
      {
        "sentence": "你是一个对负面评价特别在意的人。",
        "label": ""
      },
      {
        "sentence": "提出自己总结了，可能的原因是第一、自己不喜欢负面评价别人。",
        "label": ""
      },
      {
        "sentence": "即使能够看到别人的bug以后用宽容的方式去理解。",
        "label": ""
      },
      {
        "sentence": "第二、不喜欢别人负面评价自己。",
        "label": ""
      },
      {
        "sentence": "我从这个方面思考，您可能是一个认为什么样的人都应该值得被包容的人。",
        "label": ""
      },
      {
        "sentence": "我看到的是你对这个世界的善意对这个世界美好的那种抽丝剥茧、理性分析的能力。",
        "label": ""
      },
      {
        "sentence": "因此你会希望别人也能够有这样的状态，而负面评价本身无论对错与否，这本身就是一种对这个世界上的事物挑刺，不能忍受的状况。",
        "label": ""
      },
      {
        "sentence": "而这跟您对自己的期待【包容而美好】本身是矛盾的。",
        "label": ""
      },
      {
        "sentence": "*我们总是会期待自己成为想成为的样子，然后我们会期待周围能够这样回应。",
        "label": ""
      },
      {
        "sentence": "*",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望自己能成为一个包容和理解的人。但我不明白为什么我对别人的负面评价那么敏感，甚至会产生烦躁的情绪。",
    "annotation": [
      {
        "sentence": "是的，我希望自己能成为一个包容和理解的人。",
        "label": ""
      },
      {
        "sentence": "但我不明白为什么我对别人的负面评价那么敏感，甚至会产生烦躁的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您可能是在潜意识的方面对他人有期待，但是自己却还没准备开始。可是在我们无法还没开始的时候，周围不会给予我们的期待，它永远是个未发生状态。这个状态就是你还没准备好，所以你总是会遇到负面，来刺激你，问你，你是否要开始行动。行动是个决定。或许在你来这里问这个问题的那一霎那，你就已经生成了这个选择也做了决定。",
    "annotation": [
      {
        "sentence": "您可能是在潜意识的方面对他人有期待，但是自己却还没准备开始。",
        "label": ""
      },
      {
        "sentence": "可是在我们无法还没开始的时候，周围不会给予我们的期待，它永远是个未发生状态。",
        "label": ""
      },
      {
        "sentence": "这个状态就是你还没准备好，所以你总是会遇到负面，来刺激你，问你，你是否要开始行动。",
        "label": ""
      },
      {
        "sentence": "行动是个决定。",
        "label": ""
      },
      {
        "sentence": "或许在你来这里问这个问题的那一霎那，你就已经生成了这个选择也做了决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我承认我一直想着变得更好，但可能还没真正准备好。我需要开始行动，但是不知道如何面对那些负面评价。",
    "annotation": [
      {
        "sentence": "你说得对，我承认我一直想着变得更好，但可能还没真正准备好。",
        "label": ""
      },
      {
        "sentence": "我需要开始行动，但是不知道如何面对那些负面评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你的建议是，不要去顾虑周围人的负面评价，也不要去介意你所对这些评价的不好的感受。让他们存在着，但是他并不会成为你想要成为更好的自己的阻碍。当你看不见他的时候，你就已经能够成为你想成为的那个样子了。",
    "annotation": [
      {
        "sentence": "给你的建议是，不要去顾虑周围人的负面评价，也不要去介意你所对这些评价的不好的感受。",
        "label": ""
      },
      {
        "sentence": "让他们存在着，但是他并不会成为你想要成为更好的自己的阻碍。",
        "label": ""
      },
      {
        "sentence": "当你看不见他的时候，你就已经能够成为你想成为的那个样子了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要放下对别人评价的过度关注，专注于成为我想要的那个自己。谢谢你给我的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我需要放下对别人评价的过度关注，专注于成为我想要的那个自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你是个思考问题很深入的人，相信你能够克服自己的顾虑，成为更好的自己。如果你需要再次聆听我的建议和支持，随时都可以来找我。加油哦！",
    "annotation": [
      {
        "sentence": "不客气，你是个思考问题很深入的人，相信你能够克服自己的顾虑，成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "如果你需要再次聆听我的建议和支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会加倍努力的！再次感谢你的陪伴和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会加倍努力的！",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我一直都在这里支持你，无论你遇到任何困难，都不要犹豫向我寻求帮助。你是一个很优秀的人，相信你一定能够战胜一切困难！",
    "annotation": [
      {
        "sentence": "我一直都在这里支持你，无论你遇到任何困难，都不要犹豫向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你是一个很优秀的人，相信你一定能够战胜一切困难！",
        "label": ""
      }
    ]
  }
]