[
  {
    "role": "client",
    "content": "为什么我会讨厌女儿的哭声？她一哭，我就烦躁。我很讨厌女儿哭，不管什么原因，她一哭，我就烦躁，然后会发火，导致最近我发现她都不敢哭了。我不知道要怎么做？",
    "annotation": [
      {
        "sentence": "为什么我会讨厌女儿的哭声？",
        "label": ""
      },
      {
        "sentence": "她一哭，我就烦躁。",
        "label": ""
      },
      {
        "sentence": "我很讨厌女儿哭，不管什么原因，她一哭，我就烦躁，然后会发火，导致最近我发现她都不敢哭了。",
        "label": ""
      },
      {
        "sentence": "我不知道要怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊！在回答你的问题前我想了解一下你是妈妈还是爸爸呢？不知道你的女儿多大了。鉴于你的描述比较少，我就谈谈的我的推断。你所提到了这一情况持续多久了呢？是最近才出现的吗？",
    "annotation": [
      {
        "sentence": "啊！",
        "label": ""
      },
      {
        "sentence": "在回答你的问题前我想了解一下你是妈妈还是爸爸呢？",
        "label": ""
      },
      {
        "sentence": "不知道你的女儿多大了。",
        "label": ""
      },
      {
        "sentence": "鉴于你的描述比较少，我就谈谈的我的推断。",
        "label": ""
      },
      {
        "sentence": "你所提到了这一情况持续多久了呢？",
        "label": ""
      },
      {
        "sentence": "是最近才出现的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是女儿的妈妈，她现在两岁。这个情况已经持续了几个月了，我真的不知道为什么会有这样的情绪变化。",
    "annotation": [
      {
        "sentence": "我是女儿的妈妈，她现在两岁。",
        "label": ""
      },
      {
        "sentence": "这个情况已经持续了几个月了，我真的不知道为什么会有这样的情绪变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是最近出现的情况，那么你是不是最近总是为一种难以察觉的不知名焦躁感缠绕着，而把怒火殃及女儿呢？并不是所有人都很好的体察情绪的，就像一个人发火时根本没发现自己迁怒了别人，或许你可以自我观察一下。",
    "annotation": [
      {
        "sentence": "如果是最近出现的情况，那么你是不是最近总是为一种难以察觉的不知名焦躁感缠绕着，而把怒火殃及女儿呢？",
        "label": ""
      },
      {
        "sentence": "并不是所有人都很好的体察情绪的，就像一个人发火时根本没发现自己迁怒了别人，或许你可以自我观察一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是吧，最近我确实感觉很紧张，经常感到焦虑和不安。",
    "annotation": [
      {
        "sentence": "可能是吧，最近我确实感觉很紧张，经常感到焦虑和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "即使只是对女儿哭泣特定的烦躁。我想没有人的情绪是无缘由的，背后一定有原因。你也没有去体会当女儿哭泣时，你烦躁的心理在想着什么？读了你的描述之后我的第一感受是你应该是为母亲，大概这也源自于母亲接触，照顾孩子的机会更多的想法。作为母亲的你可能本身并不是一个有耐心的人，面对哭泣的孩子你可能的反应是觉得麻烦，要哄；或者还有孩子毕竟需要引导，你得教她道理；她为什么哭，这是不是侧面在体现着“我”教育得不好？同时孩子以前的哭泣并不会让你烦躁，或许问题就出现在你开始出现厌倦情绪的那次哭泣上。是女儿老爱哭吗？所以一旦她开始哭泣就激起了你的条件反射一样。无数次的尝试让她坚强，但失败的后果可能磨平了你的信心和耐心那么你下次遇到女儿的哭泣就会开始感到烦躁。因为你从中体会不到自己付出的尝试发挥的作用，而且还会下意识的地采用发怒，镇压的方式促使她停止哭泣。家长或许有时候会手足无措吧！因为教育孩子也是一门学问，所以哭泣就相当于一场小测验，面对挑战你也紧张，焦虑。",
    "annotation": [
      {
        "sentence": "即使只是对女儿哭泣特定的烦躁。",
        "label": ""
      },
      {
        "sentence": "我想没有人的情绪是无缘由的，背后一定有原因。",
        "label": ""
      },
      {
        "sentence": "你也没有去体会当女儿哭泣时，你烦躁的心理在想着什么？",
        "label": ""
      },
      {
        "sentence": "读了你的描述之后我的第一感受是你应该是为母亲，大概这也源自于母亲接触，照顾孩子的机会更多的想法。",
        "label": ""
      },
      {
        "sentence": "作为母亲的你可能本身并不是一个有耐心的人，面对哭泣的孩子你可能的反应是觉得麻烦，要哄；或者还有孩子毕竟需要引导，你得教她道理；她为什么哭，这是不是侧面在体现着“我”教育得不好？",
        "label": ""
      },
      {
        "sentence": "同时孩子以前的哭泣并不会让你烦躁，或许问题就出现在你开始出现厌倦情绪的那次哭泣上。",
        "label": ""
      },
      {
        "sentence": "是女儿老爱哭吗？",
        "label": ""
      },
      {
        "sentence": "所以一旦她开始哭泣就激起了你的条件反射一样。",
        "label": ""
      },
      {
        "sentence": "无数次的尝试让她坚强，但失败的后果可能磨平了你的信心和耐心那么你下次遇到女儿的哭泣就会开始感到烦躁。",
        "label": ""
      },
      {
        "sentence": "因为你从中体会不到自己付出的尝试发挥的作用，而且还会下意识的地采用发怒，镇压的方式促使她停止哭泣。",
        "label": ""
      },
      {
        "sentence": "家长或许有时候会手足无措吧！",
        "label": ""
      },
      {
        "sentence": "因为教育孩子也是一门学问，所以哭泣就相当于一场小测验，面对挑战你也紧张，焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实是觉得有时候很麻烦，希望她能更坚强一些。但是我没有意识到这样做其实会伤害到她，也会对我们的关系产生负面影响。",
    "annotation": [
      {
        "sentence": "你说得对，我确实是觉得有时候很麻烦，希望她能更坚强一些。",
        "label": ""
      },
      {
        "sentence": "但是我没有意识到这样做其实会伤害到她，也会对我们的关系产生负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是从出生开始就一直很厌恶孩子哭泣。那就需要去了解一下自己内心上的问题了。或许跟早年创伤有关。如何缓解？能感受到你并不希望这么对待女儿。那么下次当脾气要发作时，先觉察，这样你就有时间缓和。理清自己的怒火来源，当清楚来源于自己那么自然不会对女儿发火。而原因如果来源于外部，那么试着以客观的角度先了解女儿哭泣的初衷再做评判，当你开始试着了解，其实就像你的怒火一样任何情绪都能找到原因；就像你可能会为了自己的焦躁而内疚，羞愧。但是不会为了它而生气，当你了解女儿哭泣情绪背后的初衷之后，明白事出有因的你就不会误解她，甚至引导女儿也显得容易些，因为你解开了她的心灵之锁。允许小孩子自然的情绪表达，她才能更好成长。祝好～希望我的回答能够帮助到你！",
    "annotation": [
      {
        "sentence": "如果是从出生开始就一直很厌恶孩子哭泣。",
        "label": ""
      },
      {
        "sentence": "那就需要去了解一下自己内心上的问题了。",
        "label": ""
      },
      {
        "sentence": "或许跟早年创伤有关。",
        "label": ""
      },
      {
        "sentence": "如何缓解？",
        "label": ""
      },
      {
        "sentence": "能感受到你并不希望这么对待女儿。",
        "label": ""
      },
      {
        "sentence": "那么下次当脾气要发作时，先觉察，这样你就有时间缓和。",
        "label": ""
      },
      {
        "sentence": "理清自己的怒火来源，当清楚来源于自己那么自然不会对女儿发火。",
        "label": ""
      },
      {
        "sentence": "而原因如果来源于外部，那么试着以客观的角度先了解女儿哭泣的初衷再做评判，当你开始试着了解，其实就像你的怒火一样任何情绪都能找到原因；就像你可能会为了自己的焦躁而内疚，羞愧。",
        "label": ""
      },
      {
        "sentence": "但是不会为了它而生气，当你了解女儿哭泣情绪背后的初衷之后，明白事出有因的你就不会误解她，甚至引导女儿也显得容易些，因为你解开了她的心灵之锁。",
        "label": ""
      },
      {
        "sentence": "允许小孩子自然的情绪表达，她才能更好成长。",
        "label": ""
      },
      {
        "sentence": "祝好～希望我的回答能够帮助到你！",
        "label": ""
      }
    ]
  }
]