[
  {
    "role": "client",
    "content": "也许不应该去抱怨什么，听父母抱怨觉得很累压力很大？真的说起来父母其实真的很辛苦，也很少打我骂我。只是会在我面前不停抱怨，生活，工作，还有他们的婚姻有多么艰难和不幸。我能够感受到他们的辛苦，因为好像从小到大我其实都很少看到他们真正开心。我真的很希望他们开心起来，可是好像真的很难让他们不去抱怨。也许因为这样，我也慢慢变得更加难过开始会觉得压力很大。有时候也会觉得承受不起他们的各种情绪，会感到愧疚。有时候真的会觉得如果不用承担这些就好了，为什么一定是我呢，我也真的很累啊。也许不应该这样自私吧，毕竟他们确实付出了很多很多，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "也许不应该去抱怨什么，听父母抱怨觉得很累压力很大？",
        "label": ""
      },
      {
        "sentence": "真的说起来父母其实真的很辛苦，也很少打我骂我。",
        "label": ""
      },
      {
        "sentence": "只是会在我面前不停抱怨，生活，工作，还有他们的婚姻有多么艰难和不幸。",
        "label": ""
      },
      {
        "sentence": "我能够感受到他们的辛苦，因为好像从小到大我其实都很少看到他们真正开心。",
        "label": ""
      },
      {
        "sentence": "我真的很希望他们开心起来，可是好像真的很难让他们不去抱怨。",
        "label": ""
      },
      {
        "sentence": "也许因为这样，我也慢慢变得更加难过开始会觉得压力很大。",
        "label": ""
      },
      {
        "sentence": "有时候也会觉得承受不起他们的各种情绪，会感到愧疚。",
        "label": ""
      },
      {
        "sentence": "有时候真的会觉得如果不用承担这些就好了，为什么一定是我呢，我也真的很累啊。",
        "label": ""
      },
      {
        "sentence": "也许不应该这样自私吧，毕竟他们确实付出了很多很多，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的问题，我感到你非常关心你父母，也很在意他们的感受。你觉得你应该对他们的看法更积极一些，但你却无法阻止他们的抱怨，这使你感到很无力。我想告诉你，这种感觉是很正常的。你的父母对你的爱非常深刻，这是你们家庭情感的一部分。但由于他们的成长经历和生活中的苦难，可能会使他们抱怨。这是一个很难改变的思维模式，确实会让你感到重压。",
    "annotation": [
      {
        "sentence": "听到你的问题，我感到你非常关心你父母，也很在意他们的感受。",
        "label": ""
      },
      {
        "sentence": "你觉得你应该对他们的看法更积极一些，但你却无法阻止他们的抱怨，这使你感到很无力。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，这种感觉是很正常的。",
        "label": ""
      },
      {
        "sentence": "你的父母对你的爱非常深刻，这是你们家庭情感的一部分。",
        "label": ""
      },
      {
        "sentence": "但由于他们的成长经历和生活中的苦难，可能会使他们抱怨。",
        "label": ""
      },
      {
        "sentence": "这是一个很难改变的思维模式，确实会让你感到重压。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯嗯，有时候我真的很难过，也很担心他们，因为抱怨会让人感到沉重和疲惫。但我又不想让他们离开这种情感表达方式。",
    "annotation": [
      {
        "sentence": "嗯嗯，有时候我真的很难过，也很担心他们，因为抱怨会让人感到沉重和疲惫。",
        "label": ""
      },
      {
        "sentence": "但我又不想让他们离开这种情感表达方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很好理解，你不想改变他们的抱怨方式，但你又无法忍受这样的情绪压力。其实，当我们想要去帮助那些我们关心的人的时候，往往会出现这种无能为力的情况。但这种愧疚感和责任感并不一定是我们应该承担的。",
    "annotation": [
      {
        "sentence": "你的想法很好理解，你不想改变他们的抱怨方式，但你又无法忍受这样的情绪压力。",
        "label": ""
      },
      {
        "sentence": "其实，当我们想要去帮助那些我们关心的人的时候，往往会出现这种无能为力的情况。",
        "label": ""
      },
      {
        "sentence": "但这种愧疚感和责任感并不一定是我们应该承担的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得我应该为父母分担，这是我应该做的，也是我的责任。",
    "annotation": [
      {
        "sentence": "我一直觉得我应该为父母分担，这是我应该做的，也是我的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你在文化和家庭价值观上有这个观念是很正常的，但并不是所有的经历都是我们应该承担的。你的父母是成年人，他们有自己的感受和决定能力。他们的抱怨并不代表他们需要你去承担和解决所有的问题。你可以关注一下自己在催促自己的时候，是不是对于他们的生活以及你自己的生活有一定的影响。",
    "annotation": [
      {
        "sentence": "如果你在文化和家庭价值观上有这个观念是很正常的，但并不是所有的经历都是我们应该承担的。",
        "label": ""
      },
      {
        "sentence": "你的父母是成年人，他们有自己的感受和决定能力。",
        "label": ""
      },
      {
        "sentence": "他们的抱怨并不代表他们需要你去承担和解决所有的问题。",
        "label": ""
      },
      {
        "sentence": "你可以关注一下自己在催促自己的时候，是不是对于他们的生活以及你自己的生活有一定的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么做呢？",
    "annotation": [
      {
        "sentence": "那我该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要给自己一些爱和尊重。亲情是很重要的，但我们也有自己的生活和自己的态度。如果你觉得自己太难了，就不要强迫自己去承担更多的角色。相信父母有自己承担和化解的能力。更好的做法是你可以更多地关注自己听到这样的抱怨时的反应和回应上。成为更好的倾听者，更好的支持者。观察自己在哪种抱怨，什么时候，会受不了，在什么时候自己又应付得比较好，记录有效的时候，多做一些。先照顾好自己，让你自己的心情和安排在良性的循环中。",
    "annotation": [
      {
        "sentence": "首先，你要给自己一些爱和尊重。",
        "label": ""
      },
      {
        "sentence": "亲情是很重要的，但我们也有自己的生活和自己的态度。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己太难了，就不要强迫自己去承担更多的角色。",
        "label": ""
      },
      {
        "sentence": "相信父母有自己承担和化解的能力。",
        "label": ""
      },
      {
        "sentence": "更好的做法是你可以更多地关注自己听到这样的抱怨时的反应和回应上。",
        "label": ""
      },
      {
        "sentence": "成为更好的倾听者，更好的支持者。",
        "label": ""
      },
      {
        "sentence": "观察自己在哪种抱怨，什么时候，会受不了，在什么时候自己又应付得比较好，记录有效的时候，多做一些。",
        "label": ""
      },
      {
        "sentence": "先照顾好自己，让你自己的心情和安排在良性的循环中。",
        "label": ""
      }
    ]
  }
]