[
  {
    "role": "client",
    "content": "白天啥事不想干，晚上失眠，婚姻的事该如何解决？还是婚姻，前面提过。大致就是跟老公结婚五年多，一直没孩子，然后频繁为琐事吵架。今年本来安排好待在家生孩子，但因为我们隔三差五就吵架，公婆看到不开心就会找老公出气，加上老公要备考，所以商量好让老公先备考，完了再到娘家这边跟我汇合。开始回娘家时老公还联系下，但最近一次七天都没联系，还是我后来忍不住主动联系的，以前他从来没有这样过。然后现在考完了，跟老公沟通他也没想好过来，又想出去打工了。我感觉我们现在结婚跟单身没区别，就算当面流眼泪，他也不心疼，只会说又是哪根筋不对？昨天跟他视频问接下来打算，他自己也没想好，就说还是想有孩子，那我就不明白为什么还要一个人跑出去？家人给我们生孩子期限今年一年，因为年龄都三十好几不好生了，所以我心里着急，今年连工作都放弃了。其实我自己能感觉到缘分可能到头了，但我还是不想就此放弃，导致现在父母亲戚都懒得管我了。我现在经常会突然流泪，整晚睡不着，头疼，白天也不想出门？",
    "annotation": [
      {
        "sentence": "白天啥事不想干，晚上失眠，婚姻的事该如何解决？",
        "label": ""
      },
      {
        "sentence": "还是婚姻，前面提过。",
        "label": ""
      },
      {
        "sentence": "大致就是跟老公结婚五年多，一直没孩子，然后频繁为琐事吵架。",
        "label": ""
      },
      {
        "sentence": "今年本来安排好待在家生孩子，但因为我们隔三差五就吵架，公婆看到不开心就会找老公出气，加上老公要备考，所以商量好让老公先备考，完了再到娘家这边跟我汇合。",
        "label": ""
      },
      {
        "sentence": "开始回娘家时老公还联系下，但最近一次七天都没联系，还是我后来忍不住主动联系的，以前他从来没有这样过。",
        "label": ""
      },
      {
        "sentence": "然后现在考完了，跟老公沟通他也没想好过来，又想出去打工了。",
        "label": ""
      },
      {
        "sentence": "我感觉我们现在结婚跟单身没区别，就算当面流眼泪，他也不心疼，只会说又是哪根筋不对？",
        "label": ""
      },
      {
        "sentence": "昨天跟他视频问接下来打算，他自己也没想好，就说还是想有孩子，那我就不明白为什么还要一个人跑出去？",
        "label": ""
      },
      {
        "sentence": "家人给我们生孩子期限今年一年，因为年龄都三十好几不好生了，所以我心里着急，今年连工作都放弃了。",
        "label": ""
      },
      {
        "sentence": "其实我自己能感觉到缘分可能到头了，但我还是不想就此放弃，导致现在父母亲戚都懒得管我了。",
        "label": ""
      },
      {
        "sentence": "我现在经常会突然流泪，整晚睡不着，头疼，白天也不想出门？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的生活状况，也是很难过。一个女人的生活和人生要面临很多的选择和考验。最让女人困惑的还是婚姻的问题。没有人告诉我们该如何选择婚姻，又该如何经营婚姻，也没有人告诉我们该如何做出选择才能有好的人生。似乎不是家人就是大家都是这么做的，所以，我们也这么进行选择了。",
    "annotation": [
      {
        "sentence": "听到你的生活状况，也是很难过。",
        "label": ""
      },
      {
        "sentence": "一个女人的生活和人生要面临很多的选择和考验。",
        "label": ""
      },
      {
        "sentence": "最让女人困惑的还是婚姻的问题。",
        "label": ""
      },
      {
        "sentence": "没有人告诉我们该如何选择婚姻，又该如何经营婚姻，也没有人告诉我们该如何做出选择才能有好的人生。",
        "label": ""
      },
      {
        "sentence": "似乎不是家人就是大家都是这么做的，所以，我们也这么进行选择了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我现在感觉自己很失落，很迷茫，不知道该怎么做才是对的。",
    "annotation": [
      {
        "sentence": "可是，我现在感觉自己很失落，很迷茫，不知道该怎么做才是对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是啊，你现在需要的是给自己排解情绪，找出问题的根源，从而寻求解决的方法。首先，你考虑一下，你想要的是什么？你的内心深处，你真正想要什么？例如：你想要孩子，是因为家人的压力，还是你自己真正想要？你们夫妻之间存在的问题，你是什么时候意识到的？你和你老公是否曾经坐下来认真谈过，找到根本性的解决问题的方法？",
    "annotation": [
      {
        "sentence": "是啊，你现在需要的是给自己排解情绪，找出问题的根源，从而寻求解决的方法。",
        "label": ""
      },
      {
        "sentence": "首先，你考虑一下，你想要的是什么？",
        "label": ""
      },
      {
        "sentence": "你的内心深处，你真正想要什么？",
        "label": ""
      },
      {
        "sentence": "例如：你想要孩子，是因为家人的压力，还是你自己真正想要？",
        "label": ""
      },
      {
        "sentence": "你们夫妻之间存在的问题，你是什么时候意识到的？",
        "label": ""
      },
      {
        "sentence": "你和你老公是否曾经坐下来认真谈过，找到根本性的解决问题的方法？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想要孩子，是我自己内心深处的愿望。我们之间的问题，我感觉大概是从结婚开始就有的，但是一直没有处理好。我们曾经谈过，但是没有达成共识。",
    "annotation": [
      {
        "sentence": "我想要孩子，是我自己内心深处的愿望。",
        "label": ""
      },
      {
        "sentence": "我们之间的问题，我感觉大概是从结婚开始就有的，但是一直没有处理好。",
        "label": ""
      },
      {
        "sentence": "我们曾经谈过，但是没有达成共识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们夫妻之间频繁吵架的原因是什么？是因为生活琐事吗？",
    "annotation": [
      {
        "sentence": "你们夫妻之间频繁吵架的原因是什么？",
        "label": ""
      },
      {
        "sentence": "是因为生活琐事吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的。我们在过日子中会经常因为一些琐事吵架。有时候感觉我们之间的沟通不够。",
    "annotation": [
      {
        "sentence": "是的。",
        "label": ""
      },
      {
        "sentence": "我们在过日子中会经常因为一些琐事吵架。",
        "label": ""
      },
      {
        "sentence": "有时候感觉我们之间的沟通不够。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么你试着去让你们的沟通更加畅通。在信任和理解的基础上，沟通是解决问题的关键，尤其对于婚姻生活的稳定来说。同时，还要让你们之间的感情升温，夫妻有了亲密关系，每一个问题的解决也会更加得心应手。而解决婚姻问题的首要问题，是找到一种应对争吵的有效方法，协商而非争吵，忍耐而非斗争。只要你们共同努力，这些问题可以被克服。",
    "annotation": [
      {
        "sentence": "那么你试着去让你们的沟通更加畅通。",
        "label": ""
      },
      {
        "sentence": "在信任和理解的基础上，沟通是解决问题的关键，尤其对于婚姻生活的稳定来说。",
        "label": ""
      },
      {
        "sentence": "同时，还要让你们之间的感情升温，夫妻有了亲密关系，每一个问题的解决也会更加得心应手。",
        "label": ""
      },
      {
        "sentence": "而解决婚姻问题的首要问题，是找到一种应对争吵的有效方法，协商而非争吵，忍耐而非斗争。",
        "label": ""
      },
      {
        "sentence": "只要你们共同努力，这些问题可以被克服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道应该让我们之间的沟通变得更好，但是我现在感觉对方根本就不在乎我，不管我什么时候需要他，他都不在身边。我怕自己会陷入情绪低谷。",
    "annotation": [
      {
        "sentence": "我也知道应该让我们之间的沟通变得更好，但是我现在感觉对方根本就不在乎我，不管我什么时候需要他，他都不在身边。",
        "label": ""
      },
      {
        "sentence": "我怕自己会陷入情绪低谷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，你所说的情况很具有挑战性。但是我们都有情绪低谷的时候，通常是因为我们无法控制或者应对生活中的某些问题。对于你现在的情况，我建议你可以试着自己来平复自己的情绪，例如尝试一些放松的方法和技巧，如冥想，呼吸法，以及去做一些你喜欢的事情。同时，争取你丈夫注意到你想要拥有更好的沟通和关系。给他一些时间，让他知道你的真正需求。也许你们之间的距离可以通过沟通更好地缩小。",
    "annotation": [
      {
        "sentence": "的确，你所说的情况很具有挑战性。",
        "label": ""
      },
      {
        "sentence": "但是我们都有情绪低谷的时候，通常是因为我们无法控制或者应对生活中的某些问题。",
        "label": ""
      },
      {
        "sentence": "对于你现在的情况，我建议你可以试着自己来平复自己的情绪，例如尝试一些放松的方法和技巧，如冥想，呼吸法，以及去做一些你喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "同时，争取你丈夫注意到你想要拥有更好的沟通和关系。",
        "label": ""
      },
      {
        "sentence": "给他一些时间，让他知道你的真正需求。",
        "label": ""
      },
      {
        "sentence": "也许你们之间的距离可以通过沟通更好地缩小。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，听了您的话，我觉得我需要冷静下来，思考一下我真正想要什么，然后尝试平复自己的情绪。非常感谢您的建议。",
    "annotation": [
      {
        "sentence": "是的，听了您的话，我觉得我需要冷静下来，思考一下我真正想要什么，然后尝试平复自己的情绪。",
        "label": ""
      },
      {
        "sentence": "非常感谢您的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，记住，无论你经历什么样的情况，都要坚强地面对，而你身边总会有人支持你，爱护你的，并且愿意帮助你。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，记住，无论你经历什么样的情况，都要坚强地面对，而你身边总会有人支持你，爱护你的，并且愿意帮助你。",
        "label": ""
      }
    ]
  }
]