[
  {
    "role": "client",
    "content": "白天啥事不想干，晚上失眠，婚姻的事该如何解决？还是婚姻，前面提过。大致就是跟老公结婚五年多，一直没孩子，然后频繁为琐事吵架。今年本来安排好待在家生孩子，但因为我们隔三差五就吵架，公婆看到不开心就会找老公出气，加上老公要备考，所以商量好让老公先备考，完了再到娘家这边跟我汇合。开始回娘家时老公还联系下，但最近一次七天都没联系，还是我后来忍不住主动联系的，以前他从来没有这样过。然后现在考完了，跟老公沟通他也没想好过来，又想出去打工了。我感觉我们现在结婚跟单身没区别，就算当面流眼泪，他也不心疼，只会说又是哪根筋不对？昨天跟他视频问接下来打算，他自己也没想好，就说还是想有孩子，那我就不明白为什么还要一个人跑出去？家人给我们生孩子期限今年一年，因为年龄都三十好几不好生了，所以我心里着急，今年连工作都放弃了。其实我自己能感觉到缘分可能到头了，但我还是不想就此放弃，导致现在父母亲戚都懒得管我了。我现在经常会突然流泪，整晚睡不着，头疼，白天也不想出门？",
    "annotation": [
      {
        "sentence": "白天啥事不想干，晚上失眠，婚姻的事该如何解决？",
        "label": ""
      },
      {
        "sentence": "还是婚姻，前面提过。",
        "label": ""
      },
      {
        "sentence": "大致就是跟老公结婚五年多，一直没孩子，然后频繁为琐事吵架。",
        "label": ""
      },
      {
        "sentence": "今年本来安排好待在家生孩子，但因为我们隔三差五就吵架，公婆看到不开心就会找老公出气，加上老公要备考，所以商量好让老公先备考，完了再到娘家这边跟我汇合。",
        "label": ""
      },
      {
        "sentence": "开始回娘家时老公还联系下，但最近一次七天都没联系，还是我后来忍不住主动联系的，以前他从来没有这样过。",
        "label": ""
      },
      {
        "sentence": "然后现在考完了，跟老公沟通他也没想好过来，又想出去打工了。",
        "label": ""
      },
      {
        "sentence": "我感觉我们现在结婚跟单身没区别，就算当面流眼泪，他也不心疼，只会说又是哪根筋不对？",
        "label": ""
      },
      {
        "sentence": "昨天跟他视频问接下来打算，他自己也没想好，就说还是想有孩子，那我就不明白为什么还要一个人跑出去？",
        "label": ""
      },
      {
        "sentence": "家人给我们生孩子期限今年一年，因为年龄都三十好几不好生了，所以我心里着急，今年连工作都放弃了。",
        "label": ""
      },
      {
        "sentence": "其实我自己能感觉到缘分可能到头了，但我还是不想就此放弃，导致现在父母亲戚都懒得管我了。",
        "label": ""
      },
      {
        "sentence": "我现在经常会突然流泪，整晚睡不着，头疼，白天也不想出门？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情，这种情况确实会让人感到非常难过和无助。首先，你能告诉我你和你老公吵架的原因吗？是否因为怀孕问题？此外，你也提到你和你老公沟通方面存在问题。我认为您最重要的问题是什么呢？是关于婚姻还是生孩子呢？如果是生孩子的问题，我有几点可以和你分享：1）首先，要接受现实生活状态。尽管你认为你的生活不完美，现在的生活状态已经是现实，我们只能接受它。2）要好好的对待自己。照顾好你自己的身体和心理健康。3）和你老公沟通。你们可以努力让彼此更亲密和亲近，这对你们和你们未来宝宝的健康和幸福都非常重要。4）你们也可以去医院做一些检查，让自己做好生孩子的准备。",
    "annotation": [
      {
        "sentence": "我理解你的心情，这种情况确实会让人感到非常难过和无助。",
        "label": ""
      },
      {
        "sentence": "首先，你能告诉我你和你老公吵架的原因吗？",
        "label": ""
      },
      {
        "sentence": "是否因为怀孕问题？",
        "label": ""
      },
      {
        "sentence": "此外，你也提到你和你老公沟通方面存在问题。",
        "label": ""
      },
      {
        "sentence": "我认为您最重要的问题是什么呢？",
        "label": ""
      },
      {
        "sentence": "是关于婚姻还是生孩子呢？",
        "label": ""
      },
      {
        "sentence": "如果是生孩子的问题，我有几点可以和你分享：1）首先，要接受现实生活状态。",
        "label": ""
      },
      {
        "sentence": "尽管你认为你的生活不完美，现在的生活状态已经是现实，我们只能接受它。",
        "label": ""
      },
      {
        "sentence": "2）要好好的对待自己。",
        "label": ""
      },
      {
        "sentence": "照顾好你自己的身体和心理健康。",
        "label": ""
      },
      {
        "sentence": "3）和你老公沟通。",
        "label": ""
      },
      {
        "sentence": "你们可以努力让彼此更亲密和亲近，这对你们和你们未来宝宝的健康和幸福都非常重要。",
        "label": ""
      },
      {
        "sentence": "4）你们也可以去医院做一些检查，让自己做好生孩子的准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的确是感觉很无助，婚姻和生育的问题已经困扰我好一段时间了，而吵架的问题多半是因为生育的事情。而我现在也确实感觉到，老公和我之间的距离越来越远，他已经不再像之前那样关心我了。",
    "annotation": [
      {
        "sentence": "我的确是感觉很无助，婚姻和生育的问题已经困扰我好一段时间了，而吵架的问题多半是因为生育的事情。",
        "label": ""
      },
      {
        "sentence": "而我现在也确实感觉到，老公和我之间的距离越来越远，他已经不再像之前那样关心我了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你的感受。我们可以尝试重新审视一下这个问题，保持沟通和理解，找到问题的解决方案，让你们之间更加亲密，也更加健康。你可以试着和他多聊聊，把你的想法都告诉他。虽然这可能不一定会立即解决问题，但至少你们可以通过沟通互相理解和支持。",
    "annotation": [
      {
        "sentence": "我能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试重新审视一下这个问题，保持沟通和理解，找到问题的解决方案，让你们之间更加亲密，也更加健康。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他多聊聊，把你的想法都告诉他。",
        "label": ""
      },
      {
        "sentence": "虽然这可能不一定会立即解决问题，但至少你们可以通过沟通互相理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前已经尝试过和他沟通，但是他似乎并不太愿意跟我讲。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我之前已经尝试过和他沟通，但是他似乎并不太愿意跟我讲。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困境。我建议你尝试使用积极的语言，告诉他你的感受和想法。你可以表达一下你的担忧和需要，让他知道你期待自己的婚姻，也需要他的支持和陪伴。如果你们还是无法沟通，也不要太失望。在这个时候，你可以寻求专业心理咨询师的帮助，他们会提供专业的建议和支持，帮助你们找到最好的解决方案。",
    "annotation": [
      {
        "sentence": "我了解你的困境。",
        "label": ""
      },
      {
        "sentence": "我建议你尝试使用积极的语言，告诉他你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "你可以表达一下你的担忧和需要，让他知道你期待自己的婚姻，也需要他的支持和陪伴。",
        "label": ""
      },
      {
        "sentence": "如果你们还是无法沟通，也不要太失望。",
        "label": ""
      },
      {
        "sentence": "在这个时候，你可以寻求专业心理咨询师的帮助，他们会提供专业的建议和支持，帮助你们找到最好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，让我感觉好多了。我会好好去尝试你的建议，希望能慢慢解决问题。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，让我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会好好去尝试你的建议，希望能慢慢解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记得，无论何时，你都可以无条件地相信我。如果你还需要帮助或想分享什么，随时都可以联系我。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得，无论何时，你都可以无条件地相信我。",
        "label": ""
      },
      {
        "sentence": "如果你还需要帮助或想分享什么，随时都可以联系我。",
        "label": ""
      }
    ]
  }
]