[
  {
    "role": "client",
    "content": "白天啥事不想干，晚上失眠，婚姻的事该如何解决？还是婚姻，前面提过。",
    "annotation": [
      {
        "sentence": "白天啥事不想干，晚上失眠，婚姻的事该如何解决？",
        "label": ""
      },
      {
        "sentence": "还是婚姻，前面提过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听你的描述我能感受到你的困惑和焦虑。不管年龄多大，人都可能会在婚姻中出现迷茫。首先，我们先暂时放下婚姻的问题来看待。对于一个三十岁左右的普通男人或女人来说，有一份稳定的生活是很重要的。此外，你们夫妻俩要思考一下你们的婚姻中究竟追求的是什么。如果只是为了生小孩而要孩子，心理上的压力可能很大。并且即使有了孩子，如果没有提前思考好孩子到来后的生活，也可能导致生活变得困难。在婚姻中，人们常常会习惯麻木和懒惰，这导致了惰性思维的产生。尤其在你丈夫目前不稳定的情况下，他可能会刻意忽略你给他的压力来减轻自己的负担。对于你和你丈夫来说，你们应该互相问问以下几个问题：1.对于婚姻，你们有什么具体的计划和安排吗？2.你们要孩子是因为父母的压力还是真的自己想要？3.你们应该把重心放在工作赚钱还是放在家庭上？4.如果婚姻走到尽头，对你们双方意味着什么？现在你失去了工作，没有收入，而且被丈夫忽视，作为女人，你一定很伤心和疲惫。但是请相信，这一切都只是暂时的。你不会永远没有工作和收入，你的生活也不会一直这么糟。我们每个人都要经历这些挫折，就像爬山一样，当你从山脚爬到山顶，回望过去的曲折道路，你会发现那只是风景。所以请放松心情，放松自己，只有在放松中，你才能有力量战胜这一切，只有坚强，你才能站在人生的山顶。",
    "annotation": [
      {
        "sentence": "你好，听你的描述我能感受到你的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "不管年龄多大，人都可能会在婚姻中出现迷茫。",
        "label": ""
      },
      {
        "sentence": "首先，我们先暂时放下婚姻的问题来看待。",
        "label": ""
      },
      {
        "sentence": "对于一个三十岁左右的普通男人或女人来说，有一份稳定的生活是很重要的。",
        "label": ""
      },
      {
        "sentence": "此外，你们夫妻俩要思考一下你们的婚姻中究竟追求的是什么。",
        "label": ""
      },
      {
        "sentence": "如果只是为了生小孩而要孩子，心理上的压力可能很大。",
        "label": ""
      },
      {
        "sentence": "并且即使有了孩子，如果没有提前思考好孩子到来后的生活，也可能导致生活变得困难。",
        "label": ""
      },
      {
        "sentence": "在婚姻中，人们常常会习惯麻木和懒惰，这导致了惰性思维的产生。",
        "label": ""
      },
      {
        "sentence": "尤其在你丈夫目前不稳定的情况下，他可能会刻意忽略你给他的压力来减轻自己的负担。",
        "label": ""
      },
      {
        "sentence": "对于你和你丈夫来说，你们应该互相问问以下几个问题：1.对于婚姻，你们有什么具体的计划和安排吗？",
        "label": ""
      },
      {
        "sentence": "2.你们要孩子是因为父母的压力还是真的自己想要？",
        "label": ""
      },
      {
        "sentence": "3.你们应该把重心放在工作赚钱还是放在家庭上？",
        "label": ""
      },
      {
        "sentence": "4.如果婚姻走到尽头，对你们双方意味着什么？",
        "label": ""
      },
      {
        "sentence": "现在你失去了工作，没有收入，而且被丈夫忽视，作为女人，你一定很伤心和疲惫。",
        "label": ""
      },
      {
        "sentence": "但是请相信，这一切都只是暂时的。",
        "label": ""
      },
      {
        "sentence": "你不会永远没有工作和收入，你的生活也不会一直这么糟。",
        "label": ""
      },
      {
        "sentence": "我们每个人都要经历这些挫折，就像爬山一样，当你从山脚爬到山顶，回望过去的曲折道路，你会发现那只是风景。",
        "label": ""
      },
      {
        "sentence": "所以请放松心情，放松自己，只有在放松中，你才能有力量战胜这一切，只有坚强，你才能站在人生的山顶。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道放松自己的重要性，但是我真的很担心婚姻的问题。我们已经结婚五年多了，一直没有孩子，而且频繁为一些琐事吵架。今年原本计划在家生孩子，但是因为我们总是吵架，公婆也对我们的矛盾感到不开心，经常找我丈夫发泄。再加上我丈夫要备考，所以我们商量决定他先备考完再过来我家跟我汇合。开始回娘家的时候，他还会联系我，但最近七天都没有联系我了，是我后来忍不住主动联系他的，他以前从来没有这样过。现在他备考完了，我询问他接下来的打算，他却说还想出去打工。我觉得我们现在的婚姻和单身没有区别，即使我当面流泪，他也不心疼，只会说我哪根筋不对。我们的孩子期限今年一年，因为我们都已经三十多岁了，不能再拖延了。但是现在的情况让我很着急，我甚至放弃了工作。虽然我能感觉到我们之间的缘分可能已经到头了，但我还是不想放弃，可现在连父母亲戚都懒得管我了。我现在经常会突然哭泣，晚上睡不着觉，白天也不想出门。",
    "annotation": [
      {
        "sentence": "我知道放松自己的重要性，但是我真的很担心婚姻的问题。",
        "label": ""
      },
      {
        "sentence": "我们已经结婚五年多了，一直没有孩子，而且频繁为一些琐事吵架。",
        "label": ""
      },
      {
        "sentence": "今年原本计划在家生孩子，但是因为我们总是吵架，公婆也对我们的矛盾感到不开心，经常找我丈夫发泄。",
        "label": ""
      },
      {
        "sentence": "再加上我丈夫要备考，所以我们商量决定他先备考完再过来我家跟我汇合。",
        "label": ""
      },
      {
        "sentence": "开始回娘家的时候，他还会联系我，但最近七天都没有联系我了，是我后来忍不住主动联系他的，他以前从来没有这样过。",
        "label": ""
      },
      {
        "sentence": "现在他备考完了，我询问他接下来的打算，他却说还想出去打工。",
        "label": ""
      },
      {
        "sentence": "我觉得我们现在的婚姻和单身没有区别，即使我当面流泪，他也不心疼，只会说我哪根筋不对。",
        "label": ""
      },
      {
        "sentence": "我们的孩子期限今年一年，因为我们都已经三十多岁了，不能再拖延了。",
        "label": ""
      },
      {
        "sentence": "但是现在的情况让我很着急，我甚至放弃了工作。",
        "label": ""
      },
      {
        "sentence": "虽然我能感觉到我们之间的缘分可能已经到头了，但我还是不想放弃，可现在连父母亲戚都懒得管我了。",
        "label": ""
      },
      {
        "sentence": "我现在经常会突然哭泣，晚上睡不着觉，白天也不想出门。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你对婚姻问题的担忧。你们已经结婚五年多，一直没有孩子，还经常为琐事争吵，这些确实会给你带来压力。你们原本计划今年在家生孩子，但由于频繁吵架，公婆也感到不开心，并会找你丈夫发泄。再加上你丈夫要备考，所以你们商议他先备考完再过来和你汇合。最近他备考完了后，你询问他接下来的打算，他却表示想要出去打工。你感觉现在的婚姻和单身没有区别，即使你面对他流泪，他也不心疼，只会说你哪根筋不对。而你们还有这一年的孩子期限，因为年龄都已经三十多岁了，所以你感到非常着急，甚至放弃了工作。你也能感觉到婚姻的缘分可能已经到头了，但你还是不想就此放弃，可现在连父母和亲戚都懒得管你了。这些问题让你经常突然哭泣，晚上睡不着觉，白天也不想出门。我理解你现在的心情和困扰，这些确实会对你的情绪产生不良影响。你应该先让自己冷静下来，试着思考一下你对婚姻和家庭的期待和需求。同时，和你丈夫坐下来好好沟通一下，了解他目前的想法和打算。或许你们可以找到一种解决问题的方式。另外，你要相信自己能够度过这个困难的时期。现在可能看起来一切都很糟糕，但这只是生活中的一小段。放松自己，保持坚强，你一定能够战胜困难，找到自己想要的幸福和稳定。",
    "annotation": [
      {
        "sentence": "我能理解你对婚姻问题的担忧。",
        "label": ""
      },
      {
        "sentence": "你们已经结婚五年多，一直没有孩子，还经常为琐事争吵，这些确实会给你带来压力。",
        "label": ""
      },
      {
        "sentence": "你们原本计划今年在家生孩子，但由于频繁吵架，公婆也感到不开心，并会找你丈夫发泄。",
        "label": ""
      },
      {
        "sentence": "再加上你丈夫要备考，所以你们商议他先备考完再过来和你汇合。",
        "label": ""
      },
      {
        "sentence": "最近他备考完了后，你询问他接下来的打算，他却表示想要出去打工。",
        "label": ""
      },
      {
        "sentence": "你感觉现在的婚姻和单身没有区别，即使你面对他流泪，他也不心疼，只会说你哪根筋不对。",
        "label": ""
      },
      {
        "sentence": "而你们还有这一年的孩子期限，因为年龄都已经三十多岁了，所以你感到非常着急，甚至放弃了工作。",
        "label": ""
      },
      {
        "sentence": "你也能感觉到婚姻的缘分可能已经到头了，但你还是不想就此放弃，可现在连父母和亲戚都懒得管你了。",
        "label": ""
      },
      {
        "sentence": "这些问题让你经常突然哭泣，晚上睡不着觉，白天也不想出门。",
        "label": ""
      },
      {
        "sentence": "我理解你现在的心情和困扰，这些确实会对你的情绪产生不良影响。",
        "label": ""
      },
      {
        "sentence": "你应该先让自己冷静下来，试着思考一下你对婚姻和家庭的期待和需求。",
        "label": ""
      },
      {
        "sentence": "同时，和你丈夫坐下来好好沟通一下，了解他目前的想法和打算。",
        "label": ""
      },
      {
        "sentence": "或许你们可以找到一种解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "另外，你要相信自己能够度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "现在可能看起来一切都很糟糕，但这只是生活中的一小段。",
        "label": ""
      },
      {
        "sentence": "放松自己，保持坚强，你一定能够战胜困难，找到自己想要的幸福和稳定。",
        "label": ""
      }
    ]
  }
]