[
  {
    "role": "client",
    "content": "白天啥事不想干，晚上失眠，婚姻的事该如何解决？还是婚姻，前面提过。",
    "annotation": [
      {
        "sentence": "白天啥事不想干，晚上失眠，婚姻的事该如何解决？",
        "label": ""
      },
      {
        "sentence": "还是婚姻，前面提过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样描述，我能感受到你的内心痛苦。你一直在大量努力改变这个现状，放弃工作，遵循着丈夫及公婆对孩子的渴望，想着和老公能更亲近一些，完成生孩子这个人生大事。现在老公的状态让你很不理解，一边想要孩子，一边还想着出去打工，没有心疼你的意思。这些让你感到焦虑、伤心和难过。",
    "annotation": [
      {
        "sentence": "看到你这样描述，我能感受到你的内心痛苦。",
        "label": ""
      },
      {
        "sentence": "你一直在大量努力改变这个现状，放弃工作，遵循着丈夫及公婆对孩子的渴望，想着和老公能更亲近一些，完成生孩子这个人生大事。",
        "label": ""
      },
      {
        "sentence": "现在老公的状态让你很不理解，一边想要孩子，一边还想着出去打工，没有心疼你的意思。",
        "label": ""
      },
      {
        "sentence": "这些让你感到焦虑、伤心和难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很难受。我已经尝试好多次和他沟通，但他好像根本不愿意面对这个问题。我们已经结婚五年多，一直没有孩子，而且还频繁为琐事吵架。今年本来是准备在家生孩子的，但我们却总是吵架，而且公婆看到不开心就找他出气。加上他还要备考，所以商量好他先备考完了再到娘家这边跟我汇合。开始回娘家时，他还联系我，但最近一次七天都没联系，还是我后来忍不住主动联系的。我感觉现在的婚姻就像单身一样，即使我当面流泪，他也不心疼，只会说是我哪根筋不对。",
    "annotation": [
      {
        "sentence": "是的，我真的很难受。",
        "label": ""
      },
      {
        "sentence": "我已经尝试好多次和他沟通，但他好像根本不愿意面对这个问题。",
        "label": ""
      },
      {
        "sentence": "我们已经结婚五年多，一直没有孩子，而且还频繁为琐事吵架。",
        "label": ""
      },
      {
        "sentence": "今年本来是准备在家生孩子的，但我们却总是吵架，而且公婆看到不开心就找他出气。",
        "label": ""
      },
      {
        "sentence": "加上他还要备考，所以商量好他先备考完了再到娘家这边跟我汇合。",
        "label": ""
      },
      {
        "sentence": "开始回娘家时，他还联系我，但最近一次七天都没联系，还是我后来忍不住主动联系的。",
        "label": ""
      },
      {
        "sentence": "我感觉现在的婚姻就像单身一样，即使我当面流泪，他也不心疼，只会说是我哪根筋不对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述，感觉你一直在付出，但对方却没有理解你的努力。这种情况下，我建议你们先把孩子的事情放一边，找个好的时机和老公好好谈一下你们两个人的感情。孩子只是一个导火索，难道就因为这个问题就要让婚姻破裂吗？你可以问问他为什么不愿意面对你们之间的问题，是不愿意面对你，还是不愿意面对他自己。你们在生育问题上已经有了一个共识，但是究竟是什么问题导致了现在的局面？这个问题需要你们共同去检查，采取措施解决。找到问题的症结所在，才能走得更远。",
    "annotation": [
      {
        "sentence": "听你描述，感觉你一直在付出，但对方却没有理解你的努力。",
        "label": ""
      },
      {
        "sentence": "这种情况下，我建议你们先把孩子的事情放一边，找个好的时机和老公好好谈一下你们两个人的感情。",
        "label": ""
      },
      {
        "sentence": "孩子只是一个导火索，难道就因为这个问题就要让婚姻破裂吗？",
        "label": ""
      },
      {
        "sentence": "你可以问问他为什么不愿意面对你们之间的问题，是不愿意面对你，还是不愿意面对他自己。",
        "label": ""
      },
      {
        "sentence": "你们在生育问题上已经有了一个共识，但是究竟是什么问题导致了现在的局面？",
        "label": ""
      },
      {
        "sentence": "这个问题需要你们共同去检查，采取措施解决。",
        "label": ""
      },
      {
        "sentence": "找到问题的症结所在，才能走得更远。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们确实要好好沟通解决这个问题。我们已经检查过身体，没有问题，但我们还没有进一步找出原因。我会试着跟他讨论这个问题，尽量理解他的内心。同时，我也会保持良好的心态，好好沟通解决我们生孩子的计划。这个事情不是我一个人的事情，需要老公的配合，公婆的理解与支持，而不是催促与责怪。",
    "annotation": [
      {
        "sentence": "你说得对，我们确实要好好沟通解决这个问题。",
        "label": ""
      },
      {
        "sentence": "我们已经检查过身体，没有问题，但我们还没有进一步找出原因。",
        "label": ""
      },
      {
        "sentence": "我会试着跟他讨论这个问题，尽量理解他的内心。",
        "label": ""
      },
      {
        "sentence": "同时，我也会保持良好的心态，好好沟通解决我们生孩子的计划。",
        "label": ""
      },
      {
        "sentence": "这个事情不是我一个人的事情，需要老公的配合，公婆的理解与支持，而不是催促与责怪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有很积极的态度。无论怎样，你要做好自己应做的事情，定位好自己的角色。如果真的有生育上的问题，现在的科技已经很发达，也会有办法解决。遇到问题总会有办法的。所以，你要保持放松的心态，不要太过敏感。每个人都有他难以启齿的苦衷，包括你的丈夫。他的父母催促要孩子，他们也都年纪不小了，也许很着急。但这个时候，你一定要稳定自己，同时学会稳定你丈夫的情绪。男人女人都有压力，情绪和烦恼，特别是在生育这个问题上。带着这些压力和紧张去考虑生育问题，去亲密，自然会缺失一些夫妻间的甜蜜感。总之，如果身体没有问题，很可能心态影响了您们的生活。学会释放压力，轻松地享受你们的二人世界。很快，你们就会看到甜蜜的结果了。分享以上建议，希望能对你有所帮助。",
    "annotation": [
      {
        "sentence": "很好，你有很积极的态度。",
        "label": ""
      },
      {
        "sentence": "无论怎样，你要做好自己应做的事情，定位好自己的角色。",
        "label": ""
      },
      {
        "sentence": "如果真的有生育上的问题，现在的科技已经很发达，也会有办法解决。",
        "label": ""
      },
      {
        "sentence": "遇到问题总会有办法的。",
        "label": ""
      },
      {
        "sentence": "所以，你要保持放松的心态，不要太过敏感。",
        "label": ""
      },
      {
        "sentence": "每个人都有他难以启齿的苦衷，包括你的丈夫。",
        "label": ""
      },
      {
        "sentence": "他的父母催促要孩子，他们也都年纪不小了，也许很着急。",
        "label": ""
      },
      {
        "sentence": "但这个时候，你一定要稳定自己，同时学会稳定你丈夫的情绪。",
        "label": ""
      },
      {
        "sentence": "男人女人都有压力，情绪和烦恼，特别是在生育这个问题上。",
        "label": ""
      },
      {
        "sentence": "带着这些压力和紧张去考虑生育问题，去亲密，自然会缺失一些夫妻间的甜蜜感。",
        "label": ""
      },
      {
        "sentence": "总之，如果身体没有问题，很可能心态影响了您们的生活。",
        "label": ""
      },
      {
        "sentence": "学会释放压力，轻松地享受你们的二人世界。",
        "label": ""
      },
      {
        "sentence": "很快，你们就会看到甜蜜的结果了。",
        "label": ""
      },
      {
        "sentence": "分享以上建议，希望能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去和他好好沟通，了解他的内心，找出问题的症结所在。同时，我也会学会放松自己，不再那么敏感，更加理解他的压力和烦恼。我希望我们能共同努力解决这个问题，重新找到甜蜜的感觉。非常感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去和他好好沟通，了解他的内心，找出问题的症结所在。",
        "label": ""
      },
      {
        "sentence": "同时，我也会学会放松自己，不再那么敏感，更加理解他的压力和烦恼。",
        "label": ""
      },
      {
        "sentence": "我希望我们能共同努力解决这个问题，重新找到甜蜜的感觉。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，沟通和理解是解决婚姻问题的关键。你有一颗积极的心态，我相信你们会找到解决的方法的。如果你还有其他问题，随时来找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，沟通和理解是解决婚姻问题的关键。",
        "label": ""
      },
      {
        "sentence": "你有一颗积极的心态，我相信你们会找到解决的方法的。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]