[
  {
    "role": "client",
    "content": "我现在25岁了，在工作生活中变得怀疑自己、消极看世界。直到2020年的1月份，我才慢慢感觉我的心愈合了些。",
    "annotation": [
      {
        "sentence": "我现在25岁了，在工作生活中变得怀疑自己、消极看世界。",
        "label": ""
      },
      {
        "sentence": "直到2020年的1月份，我才慢慢感觉我的心愈合了些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这么说，我觉得你经历了一段艰难的时期，能够慢慢走出来已经是一种进步了。可以告诉我一下，你觉得自己发生了什么事情吗？",
    "annotation": [
      {
        "sentence": "听到你这么说，我觉得你经历了一段艰难的时期，能够慢慢走出来已经是一种进步了。",
        "label": ""
      },
      {
        "sentence": "可以告诉我一下，你觉得自己发生了什么事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在家人的眼中我并没有发生什么，一直在蜜罐子里成长。但16岁的我长年跟着父母在外地打拼，独自一人回到陌生的老家读高中，那三年，直到现在我都不想记起我是怎么熬过来的。",
    "annotation": [
      {
        "sentence": "在家人的眼中我并没有发生什么，一直在蜜罐子里成长。",
        "label": ""
      },
      {
        "sentence": "但16岁的我长年跟着父母在外地打拼，独自一人回到陌生的老家读高中，那三年，直到现在我都不想记起我是怎么熬过来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我觉得你在年轻时就面对了许多困难和挑战，能够熬过来需要非常强大的勇气和毅力。你当时应该是一个非常独立和懂事的人，否则是无法度过那个时期的。",
    "annotation": [
      {
        "sentence": "听到你的经历，我觉得你在年轻时就面对了许多困难和挑战，能够熬过来需要非常强大的勇气和毅力。",
        "label": ""
      },
      {
        "sentence": "你当时应该是一个非常独立和懂事的人，否则是无法度过那个时期的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是上天看到了我用泪水、汗水和无数痛哭的夜晚作为代价的付出，我考上了还可以的大学。但是，大学生活将我三年来自己给自己塑造的美好生活的美梦打得支离破碎。",
    "annotation": [
      {
        "sentence": "或许是上天看到了我用泪水、汗水和无数痛哭的夜晚作为代价的付出，我考上了还可以的大学。",
        "label": ""
      },
      {
        "sentence": "但是，大学生活将我三年来自己给自己塑造的美好生活的美梦打得支离破碎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够考上大学是很值得庆幸的事情。但是我能理解你说大学生活打破了你的美好梦想的感受。大学生活可能会让人感到无法融入，无法在交际中找到真正的快乐。当一个对你有好感的男生没有特别的回应后，你选择休学回家静养，看心理医生并服用抗抑郁药物。这段经历对你来说肯定是个打击。",
    "annotation": [
      {
        "sentence": "能够考上大学是很值得庆幸的事情。",
        "label": ""
      },
      {
        "sentence": "但是我能理解你说大学生活打破了你的美好梦想的感受。",
        "label": ""
      },
      {
        "sentence": "大学生活可能会让人感到无法融入，无法在交际中找到真正的快乐。",
        "label": ""
      },
      {
        "sentence": "当一个对你有好感的男生没有特别的回应后，你选择休学回家静养，看心理医生并服用抗抑郁药物。",
        "label": ""
      },
      {
        "sentence": "这段经历对你来说肯定是个打击。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，对我来说这确实是个打击。从小我都很自傲，成绩优异，受老师和同学喜欢。但现在我觉得自己的自尊心受到了伤害。尽管我知道抑郁症很常见，但我仍然坚持认为自己是正常的，是优秀的。",
    "annotation": [
      {
        "sentence": "是的，对我来说这确实是个打击。",
        "label": ""
      },
      {
        "sentence": "从小我都很自傲，成绩优异，受老师和同学喜欢。",
        "label": ""
      },
      {
        "sentence": "但现在我觉得自己的自尊心受到了伤害。",
        "label": ""
      },
      {
        "sentence": "尽管我知道抑郁症很常见，但我仍然坚持认为自己是正常的，是优秀的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的这种坚持和自信是值得鼓励的。我能理解你对自己的期望很高，所以这个打击对你来说影响会更大一些。但是你要知道，抑郁症并不代表你不正常或者不优秀。每个人都有自己的困难，而你勇敢地面对自己的问题，已经很了不起了。",
    "annotation": [
      {
        "sentence": "你的这种坚持和自信是值得鼓励的。",
        "label": ""
      },
      {
        "sentence": "我能理解你对自己的期望很高，所以这个打击对你来说影响会更大一些。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，抑郁症并不代表你不正常或者不优秀。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的困难，而你勇敢地面对自己的问题，已经很了不起了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，从那之后我一直很难建立舒适的人际关系。我渴望有好的人际关系，也渴望真正畅通地表达自己，但我很害怕被冷漠对待。",
    "annotation": [
      {
        "sentence": "可是，从那之后我一直很难建立舒适的人际关系。",
        "label": ""
      },
      {
        "sentence": "我渴望有好的人际关系，也渴望真正畅通地表达自己，但我很害怕被冷漠对待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的渴望和害怕。有时候我们太希望在人际关系中保持和谐，满足他人的期望，但这样会忽略了我们自己内心的需求。也许你可以试着放下对他人的期望和“应该怎样”的想法，勇敢地去做自己喜欢的事情，表达自己的想法。哪怕这可能会在交往中显得不和谐，但这样才能找到真正和自己匹配的人际关系。",
    "annotation": [
      {
        "sentence": "我理解你的渴望和害怕。",
        "label": ""
      },
      {
        "sentence": "有时候我们太希望在人际关系中保持和谐，满足他人的期望，但这样会忽略了我们自己内心的需求。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着放下对他人的期望和“应该怎样”的想法，勇敢地去做自己喜欢的事情，表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "哪怕这可能会在交往中显得不和谐，但这样才能找到真正和自己匹配的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得这很有道理。我确实需要从内心去探寻自己喜欢的东西，勇于做出自己的选择，不再只顾着他人的看法。这段旅程可能会很漫长，但我相信它一定是值得的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得这很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实需要从内心去探寻自己喜欢的东西，勇于做出自己的选择，不再只顾着他人的看法。",
        "label": ""
      },
      {
        "sentence": "这段旅程可能会很漫长，但我相信它一定是值得的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这段旅程可能会有许多困难和挑战，但只要你发自内心地去追寻自己喜欢的东西，做自己喜欢的事情，你就会慢慢建立起和世界的爱的链接，找到适合自己的道路。在这个过程中，如果你感到困难，也可以找到身边值得信任、充满包容的朋友或者心理咨询师给予你帮助。加油！你一定能度过困难，找到自己真正想要的人际关系和幸福。",
    "annotation": [
      {
        "sentence": "是的，这段旅程可能会有许多困难和挑战，但只要你发自内心地去追寻自己喜欢的东西，做自己喜欢的事情，你就会慢慢建立起和世界的爱的链接，找到适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，如果你感到困难，也可以找到身边值得信任、充满包容的朋友或者心理咨询师给予你帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你一定能度过困难，找到自己真正想要的人际关系和幸福。",
        "label": ""
      }
    ]
  }
]