[
  {
    "role": "client",
    "content": "我在工作生活中变得怀疑自己、消极看世界。直到2020年的1月份，我才慢慢感觉我的心愈合了些。要是问那几年我发生了什么，在家人的眼中我并没有发生什么，一直在蜜罐子里成长。但16岁的我（长年跟着父母在外地打拼）独自一人回到陌生的老家读高中，那三年，直到现在我都不想记起我是怎么熬过来的。或许是上天看到了我用泪水汗水和无数痛哭的夜晚作为代价的付出，我考上了还可以的大学。但是，大学生活将我三年来自己给自己塑造的美好生活的美梦打得支离破碎。因为无法融入班级、无法融入寝室、无法在与人交往中获得真正的快乐，在和一个对我有好感的男生主动表白但他没有特别回应的一周后，我被学校休学回家静养，期间看了心理医生并服用了抗抑郁药物。这对自傲从小成绩优异受老师同学喜爱的我来说有些打击，但我知道，抑郁症或许已经很常见，我内心仍然倔强地认为自己是正常的，是优秀的。但是那以后的我直到现在，依然很难有舒适的人际关系，我渴望好的人际，渴望心流的疏通，极恐冷漠。",
    "annotation": [
      {
        "sentence": "我在工作生活中变得怀疑自己、消极看世界。",
        "label": ""
      },
      {
        "sentence": "直到2020年的1月份，我才慢慢感觉我的心愈合了些。",
        "label": ""
      },
      {
        "sentence": "要是问那几年我发生了什么，在家人的眼中我并没有发生什么，一直在蜜罐子里成长。",
        "label": ""
      },
      {
        "sentence": "但16岁的我（长年跟着父母在外地打拼）独自一人回到陌生的老家读高中，那三年，直到现在我都不想记起我是怎么熬过来的。",
        "label": ""
      },
      {
        "sentence": "或许是上天看到了我用泪水汗水和无数痛哭的夜晚作为代价的付出，我考上了还可以的大学。",
        "label": ""
      },
      {
        "sentence": "但是，大学生活将我三年来自己给自己塑造的美好生活的美梦打得支离破碎。",
        "label": ""
      },
      {
        "sentence": "因为无法融入班级、无法融入寝室、无法在与人交往中获得真正的快乐，在和一个对我有好感的男生主动表白但他没有特别回应的一周后，我被学校休学回家静养，期间看了心理医生并服用了抗抑郁药物。",
        "label": ""
      },
      {
        "sentence": "这对自傲从小成绩优异受老师同学喜爱的我来说有些打击，但我知道，抑郁症或许已经很常见，我内心仍然倔强地认为自己是正常的，是优秀的。",
        "label": ""
      },
      {
        "sentence": "但是那以后的我直到现在，依然很难有舒适的人际关系，我渴望好的人际，渴望心流的疏通，极恐冷漠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我是国家二级心理咨询师。你描述的文字，让人很心疼。父母眼里的一个蜜罐里长大的孩子，在16岁的时候，离开父母回到陌生的老家，自此以后，生活仿佛就不顺了。在高中里，是眼泪和汗水陪伴的；上了大学，是孤独和挫折陪伴的。在这几年的经历过后，仿佛你的内心发生很大的一些变化。包括你自己的部分信念，仿佛都被撼动了。虽然你依然“倔强”坚信自己是正常的，优秀的，但言语之外，感觉你多多少少有点动摇。",
    "annotation": [
      {
        "sentence": "你好，我是国家二级心理咨询师。",
        "label": ""
      },
      {
        "sentence": "你描述的文字，让人很心疼。",
        "label": ""
      },
      {
        "sentence": "父母眼里的一个蜜罐里长大的孩子，在16岁的时候，离开父母回到陌生的老家，自此以后，生活仿佛就不顺了。",
        "label": ""
      },
      {
        "sentence": "在高中里，是眼泪和汗水陪伴的；上了大学，是孤独和挫折陪伴的。",
        "label": ""
      },
      {
        "sentence": "在这几年的经历过后，仿佛你的内心发生很大的一些变化。",
        "label": ""
      },
      {
        "sentence": "包括你自己的部分信念，仿佛都被撼动了。",
        "label": ""
      },
      {
        "sentence": "虽然你依然“倔强”坚信自己是正常的，优秀的，但言语之外，感觉你多多少少有点动摇。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在很想和人有心与心的，温暖的交流。但是我感觉很难跟别人建立好的人际关系。平时我和同事、朋友的互动并不如我理想中的那样，我也不知道差别在哪里。",
    "annotation": [
      {
        "sentence": "是的，我现在很想和人有心与心的，温暖的交流。",
        "label": ""
      },
      {
        "sentence": "但是我感觉很难跟别人建立好的人际关系。",
        "label": ""
      },
      {
        "sentence": "平时我和同事、朋友的互动并不如我理想中的那样，我也不知道差别在哪里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么，首先我们来了解一下你目前与同事或朋友之间的互动是怎样的呢？与你理想中的好的人际关系有哪些差别呢？",
    "annotation": [
      {
        "sentence": "那么，首先我们来了解一下你目前与同事或朋友之间的互动是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "与你理想中的好的人际关系有哪些差别呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我与同事或朋友的互动有时候感觉很表面化，没有太多真心的交流。而我理想中的好的人际关系应该是能够真实地表达自我，能够互相理解和支持。",
    "annotation": [
      {
        "sentence": "我与同事或朋友的互动有时候感觉很表面化，没有太多真心的交流。",
        "label": ""
      },
      {
        "sentence": "而我理想中的好的人际关系应该是能够真实地表达自我，能够互相理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的问题可能涉及到沟通和互动方面的问题。你有总结过是什么因素阻碍了你与大家走得更近，沟通更良好吗？",
    "annotation": [
      {
        "sentence": "你提到的问题可能涉及到沟通和互动方面的问题。",
        "label": ""
      },
      {
        "sentence": "你有总结过是什么因素阻碍了你与大家走得更近，沟通更良好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我在沟通中有时候缺乏自信，不太敢表达自己的真实想法和感受。我也不太会主动与人交流，害怕被拒绝或被忽视。",
    "annotation": [
      {
        "sentence": "我觉得我在沟通中有时候缺乏自信，不太敢表达自己的真实想法和感受。",
        "label": ""
      },
      {
        "sentence": "我也不太会主动与人交流，害怕被拒绝或被忽视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很常见的问题，许多人在社交中都有类似的困扰。或许你可以尝试向第三方（其他人）寻求帮助，让他们来帮你审视你的人际关系。如果没有这样的人，你可以考虑跟信得过的朋友或家人讨论一下。",
    "annotation": [
      {
        "sentence": "这是一个很常见的问题，许多人在社交中都有类似的困扰。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试向第三方（其他人）寻求帮助，让他们来帮你审视你的人际关系。",
        "label": ""
      },
      {
        "sentence": "如果没有这样的人，你可以考虑跟信得过的朋友或家人讨论一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在看心理医生的期间也确实感受到了一些改善，但还是很难找到舒适的人际关系。我对自己的抑郁症也有所怀疑，担心自己不正常。",
    "annotation": [
      {
        "sentence": "我在看心理医生的期间也确实感受到了一些改善，但还是很难找到舒适的人际关系。",
        "label": ""
      },
      {
        "sentence": "我对自己的抑郁症也有所怀疑，担心自己不正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁症是一种常见的心理问题，许多人都经历过类似的困扰。很多抑郁症患者都会有过度自责的情况，对自己持消极的态度。但其实很多这样的想法都是不成立的。我建议你通过某种方式来验证一下自己的想法，这样会更加有说服力。",
    "annotation": [
      {
        "sentence": "抑郁症是一种常见的心理问题，许多人都经历过类似的困扰。",
        "label": ""
      },
      {
        "sentence": "很多抑郁症患者都会有过度自责的情况，对自己持消极的态度。",
        "label": ""
      },
      {
        "sentence": "但其实很多这样的想法都是不成立的。",
        "label": ""
      },
      {
        "sentence": "我建议你通过某种方式来验证一下自己的想法，这样会更加有说服力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你有什么具体的建议吗？",
    "annotation": [
      {
        "sentence": "你有什么具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你可以通过描述一些具体情境的方式来分析自己的想法。你可以像记叙文一样，将时间、地点、事件都写下来。再写出当时的想法、感受和行为。接下来，你可以回头看看当时记录的事情，看是否有其他可能性存在。当你知道了这些其他的可能性，你的感受可能会有所不同。",
    "annotation": [
      {
        "sentence": "我建议你可以通过描述一些具体情境的方式来分析自己的想法。",
        "label": ""
      },
      {
        "sentence": "你可以像记叙文一样，将时间、地点、事件都写下来。",
        "label": ""
      },
      {
        "sentence": "再写出当时的想法、感受和行为。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以回头看看当时记录的事情，看是否有其他可能性存在。",
        "label": ""
      },
      {
        "sentence": "当你知道了这些其他的可能性，你的感受可能会有所不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试写下来并仔细审视。如果发现现实中的情况对我产生了较大影响，我会考虑找心理咨询师进一步咨询的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试写下来并仔细审视。",
        "label": ""
      },
      {
        "sentence": "如果发现现实中的情况对我产生了较大影响，我会考虑找心理咨询师进一步咨询的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。如果你需要进一步交流或有其他问题，随时欢迎与我交流。你并不孤单，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步交流或有其他问题，随时欢迎与我交流。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，一切都会好起来的。",
        "label": ""
      }
    ]
  }
]