[
  {
    "role": "client",
    "content": "12岁女孩子，最近几个月总是恐惧第二天的到来？以前真的没有这种情况虽然有时候心情不好但是从来没有这么长时间然后每天都很觉得枯燥乏味很恐惧第二天的到来很不开心不知道自己未来该干些什么在人多的地方就会心跳加速紧张很迷茫不知道自己该怎么办总是觉得自己什么事情都做不好对自己很没有信心很自卑",
    "annotation": [
      {
        "sentence": "12岁女孩子，最近几个月总是恐惧第二天的到来？",
        "label": ""
      },
      {
        "sentence": "以前真的没有这种情况虽然有时候心情不好但是从来没有这么长时间然后每天都很觉得枯燥乏味很恐惧第二天的到来很不开心不知道自己未来该干些什么在人多的地方就会心跳加速紧张很迷茫不知道自己该怎么办总是觉得自己什么事情都做不好对自己很没有信心很自卑",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听你讲我了解到你最近每天感到不开心，对未知的恐惧和不确定感很强烈。在人多的地方感到不自在，对自己的未来感到迷茫。首先，我想告诉你这种情绪是正常的，因为你正处在一个心理和生理都迅速发展的年龄段。年轻人很容易出现迷茫和困惑的情绪，而你作为一个孩子，这些情绪更加常见。如果你愿意，你可以把这些情绪和想法告诉你信任的家人和朋友，这样可以帮助你宣泄压力，缓解不愉快感。对于未来的迷茫和恐惧，或许是因为你对未知事物的害怕和逃避。在这种情况下，为自己制定一些计划，思考喜欢做的事情，可以参考家人和朋友的意见，这样或许会减轻迷茫感，对于未来的恐惧也会减轻。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "求助者，听你讲我了解到你最近每天感到不开心，对未知的恐惧和不确定感很强烈。",
        "label": ""
      },
      {
        "sentence": "在人多的地方感到不自在，对自己的未来感到迷茫。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你这种情绪是正常的，因为你正处在一个心理和生理都迅速发展的年龄段。",
        "label": ""
      },
      {
        "sentence": "年轻人很容易出现迷茫和困惑的情绪，而你作为一个孩子，这些情绪更加常见。",
        "label": ""
      },
      {
        "sentence": "如果你愿意，你可以把这些情绪和想法告诉你信任的家人和朋友，这样可以帮助你宣泄压力，缓解不愉快感。",
        "label": ""
      },
      {
        "sentence": "对于未来的迷茫和恐惧，或许是因为你对未知事物的害怕和逃避。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，为自己制定一些计划，思考喜欢做的事情，可以参考家人和朋友的意见，这样或许会减轻迷茫感，对于未来的恐惧也会减轻。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我确实感到迷茫和困惑，不知道该怎么面对未来。有时候我会觉得自己做不好任何事情，没有自信，觉得自己很没用。这种情绪让我感到很沮丧。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我确实感到迷茫和困惑，不知道该怎么面对未来。",
        "label": ""
      },
      {
        "sentence": "有时候我会觉得自己做不好任何事情，没有自信，觉得自己很没用。",
        "label": ""
      },
      {
        "sentence": "这种情绪让我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的感受我能理解。在这个成长的阶段，大家都会遇到类似的问题。对于自己没有自信的感觉，可能是因为你还没有找到适合自己的方向和兴趣，这是正常的。我们都需要时间来发现自己的才能和激情。你可以尝试尝试不同的事物，探索自己的爱好，或许会找到适合自己的领域。记住，每个人都是独特而有价值的，你也不例外。",
    "annotation": [
      {
        "sentence": "不客气，你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "在这个成长的阶段，大家都会遇到类似的问题。",
        "label": ""
      },
      {
        "sentence": "对于自己没有自信的感觉，可能是因为你还没有找到适合自己的方向和兴趣，这是正常的。",
        "label": ""
      },
      {
        "sentence": "我们都需要时间来发现自己的才能和激情。",
        "label": ""
      },
      {
        "sentence": "你可以尝试尝试不同的事物，探索自己的爱好，或许会找到适合自己的领域。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都是独特而有价值的，你也不例外。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能需要更多地尝试新的事物来找到适合自己的方向。但是，我害怕失败和被别人嘲笑。我不想错过任何机会，但是同时也害怕尝试新事物的不确定性。",
    "annotation": [
      {
        "sentence": "你说得对，我可能需要更多地尝试新的事物来找到适合自己的方向。",
        "label": ""
      },
      {
        "sentence": "但是，我害怕失败和被别人嘲笑。",
        "label": ""
      },
      {
        "sentence": "我不想错过任何机会，但是同时也害怕尝试新事物的不确定性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧是正常的，谁都不希望自己失败或被嘲笑。但是，要记住，每个人都会犯错或失败，这是成长中的一部分。重要的是你能够从失败中学习并继续前进。不要让恐惧阻止你追求自己的梦想和兴趣。它们都是你发现自己的机会，展示自己的方式。我相信你有足够的勇气和能力去面对新的挑战。",
    "annotation": [
      {
        "sentence": "理解你的担忧是正常的，谁都不希望自己失败或被嘲笑。",
        "label": ""
      },
      {
        "sentence": "但是，要记住，每个人都会犯错或失败，这是成长中的一部分。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够从失败中学习并继续前进。",
        "label": ""
      },
      {
        "sentence": "不要让恐惧阻止你追求自己的梦想和兴趣。",
        "label": ""
      },
      {
        "sentence": "它们都是你发现自己的机会，展示自己的方式。",
        "label": ""
      },
      {
        "sentence": "我相信你有足够的勇气和能力去面对新的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我不能让恐惧阻碍我前进。我会尽量克服自己的担忧，勇敢地尝试新事物。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我不能让恐惧阻碍我前进。",
        "label": ""
      },
      {
        "sentence": "我会尽量克服自己的担忧，勇敢地尝试新事物。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和坚定。记住，你不是一个人在面对困难和迷茫，我们会一直在你身边支持和鼓励你。无论发生什么，相信自己，坚持走下去，你会找到属于自己的幸福。请随时向我求助，我会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和坚定。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对困难和迷茫，我们会一直在你身边支持和鼓励你。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，相信自己，坚持走下去，你会找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "请随时向我求助，我会一直陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的很感激你的支持和鼓励。知道我不是一个人面对困难，我感觉好多了。我会努力面对自己的担忧，勇敢地向前迈进。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的很感激你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "知道我不是一个人面对困难，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会努力面对自己的担忧，勇敢地向前迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我们一直都在你身边。相信自己的能力，坚持走下去，你一定能够克服困难，迎接美好的未来。如果你需要任何帮助，随时找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，我们一直都在你身边。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，坚持走下去，你一定能够克服困难，迎接美好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时找我聊聊。",
        "label": ""
      }
    ]
  }
]