[
  {
    "role": "client",
    "content": "我20岁，被喜欢的人拉黑了，熬不住了……我喜欢一个男的，他不是同性恋。可他一会和我很好，然后又和我吵架。我对他比对自己都好，他要什么我都给他买什么，没钱了就去借钱花呗。他把我给他的亲属卡捐了100块钱，可这钱是我借的给他用的，他却捐了，然后就一直拉黑我了。他都不和我说一下就捐了。我熬不住了，死了算了。",
    "annotation": [
      {
        "sentence": "我20岁，被喜欢的人拉黑了，熬不住了……我喜欢一个男的，他不是同性恋。",
        "label": ""
      },
      {
        "sentence": "可他一会和我很好，然后又和我吵架。",
        "label": ""
      },
      {
        "sentence": "我对他比对自己都好，他要什么我都给他买什么，没钱了就去借钱花呗。",
        "label": ""
      },
      {
        "sentence": "他把我给他的亲属卡捐了100块钱，可这钱是我借的给他用的，他却捐了，然后就一直拉黑我了。",
        "label": ""
      },
      {
        "sentence": "他都不和我说一下就捐了。",
        "label": ""
      },
      {
        "sentence": "我熬不住了，死了算了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "～这段不圆满的感情让你很伤心吧，不仅没有得到对方的爱护，对方还拉黑你，很心疼你。1、从你的留言描述中，我感觉到你们的关系并不在一个平等的地位，你对他很好，处处为他考虑，而在他心中，你可能显得并没有特别重要，所以你的情绪一直被牵着走，因为他的态度而变化。",
    "annotation": [
      {
        "sentence": "～这段不圆满的感情让你很伤心吧，不仅没有得到对方的爱护，对方还拉黑你，很心疼你。",
        "label": ""
      },
      {
        "sentence": "1、从你的留言描述中，我感觉到你们的关系并不在一个平等的地位，你对他很好，处处为他考虑，而在他心中，你可能显得并没有特别重要，所以你的情绪一直被牵着走，因为他的态度而变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直都觉得对他比对自己都好，可他就是不懂得珍惜我。我真的很伤心。",
    "annotation": [
      {
        "sentence": "是的，我一直都觉得对他比对自己都好，可他就是不懂得珍惜我。",
        "label": ""
      },
      {
        "sentence": "我真的很伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的姑娘，你可能只记得爱对方，忘记爱自己了，除了满足对方的要求，你自己的需要也要得到满足，不仅是你们之间的一些物质来往，更是你们的情感支持。如果没有真心而持续的情感支持，这段恋情是很难发展下去的。但愿你能从这段失败的感情中走出来，感情的失败并不意味着你不好，而你需要从中得到成长，知道怎样的人是真正对你好的，知道怎样爱自己，怎样爱别人️。",
    "annotation": [
      {
        "sentence": "亲爱的姑娘，你可能只记得爱对方，忘记爱自己了，除了满足对方的要求，你自己的需要也要得到满足，不仅是你们之间的一些物质来往，更是你们的情感支持。",
        "label": ""
      },
      {
        "sentence": "如果没有真心而持续的情感支持，这段恋情是很难发展下去的。",
        "label": ""
      },
      {
        "sentence": "但愿你能从这段失败的感情中走出来，感情的失败并不意味着你不好，而你需要从中得到成长，知道怎样的人是真正对你好的，知道怎样爱自己，怎样爱别人️。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道，但我真的放不下，我觉得我的生活没有了他就没有意义了。",
    "annotation": [
      {
        "sentence": "我知道，但我真的放不下，我觉得我的生活没有了他就没有意义了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我知道你现在很难受，但是你要相信，生活中还有许多美好的事情等待着你去经历和发现。你的幸福不应该完全依赖于一个人，而是建立在你自身的成就感和自爱的基础上。你应该时刻提醒自己，你是一个独立且有价值的人，不需要依赖别人来证明自己的存在意义。",
    "annotation": [
      {
        "sentence": "亲爱的，我知道你现在很难受，但是你要相信，生活中还有许多美好的事情等待着你去经历和发现。",
        "label": ""
      },
      {
        "sentence": "你的幸福不应该完全依赖于一个人，而是建立在你自身的成就感和自爱的基础上。",
        "label": ""
      },
      {
        "sentence": "你应该时刻提醒自己，你是一个独立且有价值的人，不需要依赖别人来证明自己的存在意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的很在乎他，我不知道该怎么办，我觉得我一个人会很孤单。",
    "annotation": [
      {
        "sentence": "可是我真的很在乎他，我不知道该怎么办，我觉得我一个人会很孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，分手后的确会感到孤单和失落，但这是正常的情绪反应。现在你需要给自己一些时间来调整和疗伤。同时，你也可以尝试一些新的事物，去认识一些新的朋友，找到一份充实自己生活的工作或爱好，让自己的生活变得更加充实和丰富。这样你就不会一直感到孤单了。",
    "annotation": [
      {
        "sentence": "是的，分手后的确会感到孤单和失落，但这是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "现在你需要给自己一些时间来调整和疗伤。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试一些新的事物，去认识一些新的朋友，找到一份充实自己生活的工作或爱好，让自己的生活变得更加充实和丰富。",
        "label": ""
      },
      {
        "sentence": "这样你就不会一直感到孤单了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试的，但是真的好难过，我觉得我很失败。",
    "annotation": [
      {
        "sentence": "我会试试的，但是真的好难过，我觉得我很失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，失败不代表你个人的价值，每个人都会经历失败和挫折。重要的是如何从失败中学习和成长。你要相信自己的价值和能力，不要过于自责和放大失败的意义。每个人都有属于自己的成功和幸福，只要你坚持努力和积极面对生活的挑战，你一定能够找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "亲爱的，失败不代表你个人的价值，每个人都会经历失败和挫折。",
        "label": ""
      },
      {
        "sentence": "重要的是如何从失败中学习和成长。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的价值和能力，不要过于自责和放大失败的意义。",
        "label": ""
      },
      {
        "sentence": "每个人都有属于自己的成功和幸福，只要你坚持努力和积极面对生活的挑战，你一定能够找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我觉得我好多了。我会试着重新开始，让自己变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我觉得我好多了。",
        "label": ""
      },
      {
        "sentence": "我会试着重新开始，让自己变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说。相信自己，你一定能够重新找到属于自己的幸福。在这个过程中，记得要不断爱护和照顾好自己，不要忽视自己的感受和需要。如果你有任何困惑或需要帮助的时候，随时都可以找我倾诉。我会一直支持你的！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够重新找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得要不断爱护和照顾好自己，不要忽视自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或需要帮助的时候，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的！",
        "label": ""
      }
    ]
  }
]