[
  {
    "role": "client",
    "content": "成绩下降，没脸见人，或许死去对我来说是一种解脱吧？我不知道我怎么了，数学遇到不会的就去找答案，我现在已经依赖答案了，明知道是错的，但还要去做，考试下来了，我的数学成绩让老师非常的失望。我最拿手的语文也降下来了，面对老师的质疑和失望，我没有脸在面对他们。因为我给班级拖了后腿，爸妈对我这么好，我却这样回报他们，我可真是个混蛋。或许死去对我来说是一种解脱吧！世界上，也少了一个对社会没有帮助的人。",
    "annotation": [
      {
        "sentence": "成绩下降，没脸见人，或许死去对我来说是一种解脱吧？",
        "label": ""
      },
      {
        "sentence": "我不知道我怎么了，数学遇到不会的就去找答案，我现在已经依赖答案了，明知道是错的，但还要去做，考试下来了，我的数学成绩让老师非常的失望。",
        "label": ""
      },
      {
        "sentence": "我最拿手的语文也降下来了，面对老师的质疑和失望，我没有脸在面对他们。",
        "label": ""
      },
      {
        "sentence": "因为我给班级拖了后腿，爸妈对我这么好，我却这样回报他们，我可真是个混蛋。",
        "label": ""
      },
      {
        "sentence": "或许死去对我来说是一种解脱吧！",
        "label": ""
      },
      {
        "sentence": "世界上，也少了一个对社会没有帮助的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你目前感到困惑和沮丧，但我不能忽视你的话里透露出的消极情绪和思考自杀的想法。这些都是非常严重和重要的问题，所以我强烈建议你去学校的心理辅导老师那里寻求专业的帮助和支持。他们在这方面有很多经验，并且会提供一些针对你个人情况的解答和指导。可以放心，心理辅导老师会严守职业道德，保护你的隐私。我真心希望你能尽快摆脱现在的困境。",
    "annotation": [
      {
        "sentence": "我了解你目前感到困惑和沮丧，但我不能忽视你的话里透露出的消极情绪和思考自杀的想法。",
        "label": ""
      },
      {
        "sentence": "这些都是非常严重和重要的问题，所以我强烈建议你去学校的心理辅导老师那里寻求专业的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "他们在这方面有很多经验，并且会提供一些针对你个人情况的解答和指导。",
        "label": ""
      },
      {
        "sentence": "可以放心，心理辅导老师会严守职业道德，保护你的隐私。",
        "label": ""
      },
      {
        "sentence": "我真心希望你能尽快摆脱现在的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我害怕去找心理辅导老师，我不知道他们会怎么看待我这种情况。我也不想让父母和同学知道我的困境。我觉得他们会对我失望，甚至嘲笑我。",
    "annotation": [
      {
        "sentence": "但我害怕去找心理辅导老师，我不知道他们会怎么看待我这种情况。",
        "label": ""
      },
      {
        "sentence": "我也不想让父母和同学知道我的困境。",
        "label": ""
      },
      {
        "sentence": "我觉得他们会对我失望，甚至嘲笑我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，但请相信我，心理辅导老师对每个求助者都是充满理解和尊重的。他们经常遇到各种心理问题，绝对不会嘲笑你或对你失望。他们的目标是帮助你克服困难，重建自信和积极的心态。你的父母和同学也会关心你的成长和发展，他们不会因为你寻求帮助而对你产生负面评价。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，但请相信我，心理辅导老师对每个求助者都是充满理解和尊重的。",
        "label": ""
      },
      {
        "sentence": "他们经常遇到各种心理问题，绝对不会嘲笑你或对你失望。",
        "label": ""
      },
      {
        "sentence": "他们的目标是帮助你克服困难，重建自信和积极的心态。",
        "label": ""
      },
      {
        "sentence": "你的父母和同学也会关心你的成长和发展，他们不会因为你寻求帮助而对你产生负面评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我现在真的觉得很没用，无法面对他们的目光和质疑。我怕我去找心理辅导老师也无济于事。",
    "annotation": [
      {
        "sentence": "但是我现在真的觉得很没用，无法面对他们的目光和质疑。",
        "label": ""
      },
      {
        "sentence": "我怕我去找心理辅导老师也无济于事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，但是现在你需要明白，寻求帮助并不代表你是无用或无助的。反而，寻求帮助是一种勇敢和积极的行为，展示了你愿意去解决问题和改变现状的决心。心理辅导老师会提供你需要的支持和指导，帮助你找到适合你的解决方案。请相信他们的专业能力和经验，他们会在你最需要的时候伸出援手。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，但是现在你需要明白，寻求帮助并不代表你是无用或无助的。",
        "label": ""
      },
      {
        "sentence": "反而，寻求帮助是一种勇敢和积极的行为，展示了你愿意去解决问题和改变现状的决心。",
        "label": ""
      },
      {
        "sentence": "心理辅导老师会提供你需要的支持和指导，帮助你找到适合你的解决方案。",
        "label": ""
      },
      {
        "sentence": "请相信他们的专业能力和经验，他们会在你最需要的时候伸出援手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我还是感到有些恐惧和不安。我不知道该怎么开口和心理辅导老师谈这些问题，我怕会哭出来，或者说不出话来。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我还是感到有些恐惧和不安。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么开口和心理辅导老师谈这些问题，我怕会哭出来，或者说不出话来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，这是非常正常的。心理辅导老师非常擅长倾听和理解求助者的情绪和困惑。他们会提供一个安全和宽容的环境，让你能够自由地表达自己的感受和问题。如果你哭了，也没关系，因为情绪释放是帮助你放松和缓解压力的一种方式。最重要的是你能在与心理辅导老师的交流中找到支持和解决问题的方法。",
    "annotation": [
      {
        "sentence": "不用担心，这是非常正常的。",
        "label": ""
      },
      {
        "sentence": "心理辅导老师非常擅长倾听和理解求助者的情绪和困惑。",
        "label": ""
      },
      {
        "sentence": "他们会提供一个安全和宽容的环境，让你能够自由地表达自己的感受和问题。",
        "label": ""
      },
      {
        "sentence": "如果你哭了，也没关系，因为情绪释放是帮助你放松和缓解压力的一种方式。",
        "label": ""
      },
      {
        "sentence": "最重要的是你能在与心理辅导老师的交流中找到支持和解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会尽快去找心理辅导老师。希望他们能够帮助我度过这个困难的时期。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会尽快去找心理辅导老师。",
        "label": ""
      },
      {
        "sentence": "希望他们能够帮助我度过这个困难的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你做出了明智的决定！ 寻求专业的帮助是解决问题的第一步。相信心理辅导老师会为你提供有效的支持和解答。记得，你并不孤单，有很多人都在关心和支持你。祝福你早日走出困境，重新找回自信和快乐的生活。如果你需要任何帮助或再次想要倾诉，请随时找我。我会一直支持你。",
    "annotation": [
      {
        "sentence": "非常好，你做出了明智的决定！",
        "label": ""
      },
      {
        "sentence": " 寻求专业的帮助是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "相信心理辅导老师会为你提供有效的支持和解答。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，有很多人都在关心和支持你。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出困境，重新找回自信和快乐的生活。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或再次想要倾诉，请随时找我。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你。",
        "label": ""
      }
    ]
  }
]