[
  {
    "role": "client",
    "content": "和初恋的关系让我不胜烦扰，知道不对又控制不住想他？",
    "annotation": [
      {
        "sentence": "和初恋的关系让我不胜烦扰，知道不对又控制不住想他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的状态，你的内心被情感压抑和冲突所占据，这是很正常的反应。可以从一些具体的事情来谈起，你觉得自己最需要的支持是什么？",
    "annotation": [
      {
        "sentence": "我了解你现在的状态，你的内心被情感压抑和冲突所占据，这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "可以从一些具体的事情来谈起，你觉得自己最需要的支持是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不确定，我觉得我现在总是很想念他，想着他的拥抱，但我知道这是不对的，我有家庭和孩子，我不能做出违背良心的事情。  支持者：我理解你的感受。当你想起他的时候，在身体和情感上都有一种不同寻常的感觉，而且是很强烈的。这或许是因为你的情感被阻挡了，你的内心会产生一种压抑的感觉。但同时，内心的道德感和责任感告诉你不能做出错误的决定。那么，可以从你的内心需求和盲区方面入手，进一步理解你的情感和反应。",
    "annotation": [
      {
        "sentence": "我不确定，我觉得我现在总是很想念他，想着他的拥抱，但我知道这是不对的，我有家庭和孩子，我不能做出违背良心的事情。",
        "label": ""
      },
      {
        "sentence": "  支持者：我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "当你想起他的时候，在身体和情感上都有一种不同寻常的感觉，而且是很强烈的。",
        "label": ""
      },
      {
        "sentence": "这或许是因为你的情感被阻挡了，你的内心会产生一种压抑的感觉。",
        "label": ""
      },
      {
        "sentence": "但同时，内心的道德感和责任感告诉你不能做出错误的决定。",
        "label": ""
      },
      {
        "sentence": "那么，可以从你的内心需求和盲区方面入手，进一步理解你的情感和反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道和初恋的时候究竟发生了什么，但我仍然会想着他。但我真的不想做出任何伤害丈夫和孩子的事情。  支持者：当然，你的责任感和道德感让你不会做出错误决定。而想起初恋的时候，你需要意识到这就是你现在所处的这个时刻。你在旧的情绪模式和生活方式中产生了压抑感，并产生了某种程度的关注差异。所以你需要了解自己的感受，通常的治疗方式是通过自我认知来帮助你管理和控制这些情感冲动。",
    "annotation": [
      {
        "sentence": "我知道和初恋的时候究竟发生了什么，但我仍然会想着他。",
        "label": ""
      },
      {
        "sentence": "但我真的不想做出任何伤害丈夫和孩子的事情。",
        "label": ""
      },
      {
        "sentence": "  支持者：当然，你的责任感和道德感让你不会做出错误决定。",
        "label": ""
      },
      {
        "sentence": "而想起初恋的时候，你需要意识到这就是你现在所处的这个时刻。",
        "label": ""
      },
      {
        "sentence": "你在旧的情绪模式和生活方式中产生了压抑感，并产生了某种程度的关注差异。",
        "label": ""
      },
      {
        "sentence": "所以你需要了解自己的感受，通常的治疗方式是通过自我认知来帮助你管理和控制这些情感冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我真的想再见他一面，以此来标志着事情的结束，我觉得这会让我释怀。  支持者：我明白你的想法，那么请问你担心什么问题呢？你认为如果你见他你会做什么决定？",
    "annotation": [
      {
        "sentence": "但我真的想再见他一面，以此来标志着事情的结束，我觉得这会让我释怀。",
        "label": ""
      },
      {
        "sentence": "  支持者：我明白你的想法，那么请问你担心什么问题呢？",
        "label": ""
      },
      {
        "sentence": "你认为如果你见他你会做什么决定？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的担心如果我去见他，我会在一瞬间失去自我控制去做一些措手不及的事情，这让我感到非常的恐慌。  支持者：你的想法是非常正常的，它表明你对责任和家庭生活都很珍视，你不会轻易做出任何会造成伤害的决定。而你也认可自己需要帮助，你对身体和情感的压抑感产生了更好的理解，并清楚自己需要关注和工作的方向。如果你只是想找他谈一谈，可能你可以找一个第三方在场，这样你就可以倾吐心声，而不会做出什么你会后悔的决定。你怎么看？",
    "annotation": [
      {
        "sentence": "我真的担心如果我去见他，我会在一瞬间失去自我控制去做一些措手不及的事情，这让我感到非常的恐慌。",
        "label": ""
      },
      {
        "sentence": "  支持者：你的想法是非常正常的，它表明你对责任和家庭生活都很珍视，你不会轻易做出任何会造成伤害的决定。",
        "label": ""
      },
      {
        "sentence": "而你也认可自己需要帮助，你对身体和情感的压抑感产生了更好的理解，并清楚自己需要关注和工作的方向。",
        "label": ""
      },
      {
        "sentence": "如果你只是想找他谈一谈，可能你可以找一个第三方在场，这样你就可以倾吐心声，而不会做出什么你会后悔的决定。",
        "label": ""
      },
      {
        "sentence": "你怎么看？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你的建议挺棒的，我应该去找一个中立的人在场。  支持者：那我建议你可以找一个专业的心理治疗师寻求帮助，他们可以有效地帮助你处理和控制情感反应，并找到适应性的生活方式。你觉得如何？",
    "annotation": [
      {
        "sentence": "我觉得你的建议挺棒的，我应该去找一个中立的人在场。",
        "label": ""
      },
      {
        "sentence": "  支持者：那我建议你可以找一个专业的心理治疗师寻求帮助，他们可以有效地帮助你处理和控制情感反应，并找到适应性的生活方式。",
        "label": ""
      },
      {
        "sentence": "你觉得如何？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我现在需要寻找一位专业的心理治疗师，谢谢你的建议。  支持者：非常好，我真诚地希望你可以找到治疗师，并且取得好的效果。如果你需要任何帮助，请随时告诉我。",
    "annotation": [
      {
        "sentence": "我想我现在需要寻找一位专业的心理治疗师，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "  支持者：非常好，我真诚地希望你可以找到治疗师，并且取得好的效果。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，请随时告诉我。",
        "label": ""
      }
    ]
  }
]