[
  {
    "role": "client",
    "content": "父母给我提建议，但我觉得就是要求，而不是我的决定？我爸在我小时候性情不定，我妈有些许强势，他们经常吵架，所以我得察言观色，以防他们生气（他们就经常吵架我也不想他们因为我来吵架）我也很听话，从小表现都很好。",
    "annotation": [
      {
        "sentence": "父母给我提建议，但我觉得就是要求，而不是我的决定？",
        "label": ""
      },
      {
        "sentence": "我爸在我小时候性情不定，我妈有些许强势，他们经常吵架，所以我得察言观色，以防他们生气（他们就经常吵架我也不想他们因为我来吵架）我也很听话，从小表现都很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的陈述，我可以理解你的感受。作为一个过来人和一个孩子的母亲角色，我可以给你一些建议，希望能帮到你。首先，我认为你可以学会以适当的方式向父母表达自己的态度和看法。不妨先感谢他们在你需要的时候提供好的建议和帮助，因为从你的描述中可以看出，你的父母是充满爱的，只是现在可能缺少了你自己做决定的权利。但是，这种爱并不是强制性的，或许你可以试着让这种爱变成更积极主动的，勇敢地做自己。",
    "annotation": [
      {
        "sentence": "看了你的陈述，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "作为一个过来人和一个孩子的母亲角色，我可以给你一些建议，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，我认为你可以学会以适当的方式向父母表达自己的态度和看法。",
        "label": ""
      },
      {
        "sentence": "不妨先感谢他们在你需要的时候提供好的建议和帮助，因为从你的描述中可以看出，你的父母是充满爱的，只是现在可能缺少了你自己做决定的权利。",
        "label": ""
      },
      {
        "sentence": "但是，这种爱并不是强制性的，或许你可以试着让这种爱变成更积极主动的，勇敢地做自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得很有道理。那么，我该如何向父母表达我的看法呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得很有道理。",
        "label": ""
      },
      {
        "sentence": "那么，我该如何向父母表达我的看法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你和父母意见不一致时，你可以试着进行以下几点。首先，让父母说出他们为什么要这样帮助你做选择，因为有时候我们自己可能无法看到自己的优点或者不足之处。父母作为陪伴你成长的人，更能对你有更清晰的了解，也借此机会看看他们成长中的自己是什么样子的。其次，你可以向父母罗列出你做出这个选择的原因，让他们了解你为什么会有这样的决定。通过这样的沟通，他们可能会看到一个不同于他们之前所了解的你，从而重新认识和接纳你已经成长或者改变的样子。",
    "annotation": [
      {
        "sentence": "当你和父母意见不一致时，你可以试着进行以下几点。",
        "label": ""
      },
      {
        "sentence": "首先，让父母说出他们为什么要这样帮助你做选择，因为有时候我们自己可能无法看到自己的优点或者不足之处。",
        "label": ""
      },
      {
        "sentence": "父母作为陪伴你成长的人，更能对你有更清晰的了解，也借此机会看看他们成长中的自己是什么样子的。",
        "label": ""
      },
      {
        "sentence": "其次，你可以向父母罗列出你做出这个选择的原因，让他们了解你为什么会有这样的决定。",
        "label": ""
      },
      {
        "sentence": "通过这样的沟通，他们可能会看到一个不同于他们之前所了解的你，从而重新认识和接纳你已经成长或者改变的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和父母沟通，并让他们了解我的选择。但我还是担心他们不理解我。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和父母沟通，并让他们了解我的选择。",
        "label": ""
      },
      {
        "sentence": "但我还是担心他们不理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，但通过前期的双方沟通，你们可以制定共同的方向和目标。通过沟通交流，父母和你对于选择和方向的理解可能会为你未来的发展奠定更坚实的基础。你可以向父母了解自己的一些潜在不足之处，也可以了解到父母能够提供的支持和帮助。在我们与父母沟通的过程中，他们也可以更好地了解我们自己的意愿和发展方向。我相信没有哪个父母不会支持孩子的奋斗目标，他们应该更清楚你想要什么，并会更努力地支持你。通过沟通，我们可以重新认识和了解自己，从而更加有动力在选择的人生道路上前进，并获得更多援助和支持。",
    "annotation": [
      {
        "sentence": "理解你的担心，但通过前期的双方沟通，你们可以制定共同的方向和目标。",
        "label": ""
      },
      {
        "sentence": "通过沟通交流，父母和你对于选择和方向的理解可能会为你未来的发展奠定更坚实的基础。",
        "label": ""
      },
      {
        "sentence": "你可以向父母了解自己的一些潜在不足之处，也可以了解到父母能够提供的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "在我们与父母沟通的过程中，他们也可以更好地了解我们自己的意愿和发展方向。",
        "label": ""
      },
      {
        "sentence": "我相信没有哪个父母不会支持孩子的奋斗目标，他们应该更清楚你想要什么，并会更努力地支持你。",
        "label": ""
      },
      {
        "sentence": "通过沟通，我们可以重新认识和了解自己，从而更加有动力在选择的人生道路上前进，并获得更多援助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和父母沟通，制定共同的目标和方向。非常感谢你的建议，希望我能在有爱的家庭中找回真正的自己。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和父母沟通，制定共同的目标和方向。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议，希望我能在有爱的家庭中找回真正的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能帮到你。希望你能够在爱的家庭中找到真正的自己，甚至变得更好。如果还有其他问题，随时来找我聊天。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "希望你能够在爱的家庭中找到真正的自己，甚至变得更好。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]