[
  {
    "role": "client",
    "content": "和初恋的关系让我不胜烦扰，知道不对又控制不住想他？",
    "annotation": [
      {
        "sentence": "和初恋的关系让我不胜烦扰，知道不对又控制不住想他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你对初恋的困扰，我可以理解你的感受。可以先和我聊聊，在聊天中通过沟通来缓解一下你的情绪感受。",
    "annotation": [
      {
        "sentence": "你好，听到你对初恋的困扰，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "可以先和我聊聊，在聊天中通过沟通来缓解一下你的情绪感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢您听我倾诉。我们当时在一起三四年，但分手对我来说有些意外，内心还有些不满。现在已经过去十年，但是我还是无法克制控制念想我的初恋，总是会在看电视或读小说的时候想起他，时不时就出现干扰。",
    "annotation": [
      {
        "sentence": "好的，谢谢您听我倾诉。",
        "label": ""
      },
      {
        "sentence": "我们当时在一起三四年，但分手对我来说有些意外，内心还有些不满。",
        "label": ""
      },
      {
        "sentence": "现在已经过去十年，但是我还是无法克制控制念想我的初恋，总是会在看电视或读小说的时候想起他，时不时就出现干扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你经历了一段很重要的感情，这些回忆会是很难轻易放下的。听说有一个「契可尼效应」，就是对于没有做完的事情我们很难放下。因为我们之间没有得到一个圆满的结局，我们经常会有想法和做法来补足我们需要完成的事情。这是很正常的人心理状态，告诉你不必过分压抑自己的感觉。",
    "annotation": [
      {
        "sentence": "是的，你经历了一段很重要的感情，这些回忆会是很难轻易放下的。",
        "label": ""
      },
      {
        "sentence": "听说有一个「契可尼效应」，就是对于没有做完的事情我们很难放下。",
        "label": ""
      },
      {
        "sentence": "因为我们之间没有得到一个圆满的结局，我们经常会有想法和做法来补足我们需要完成的事情。",
        "label": ""
      },
      {
        "sentence": "这是很正常的人心理状态，告诉你不必过分压抑自己的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道，但我会想念他。我好像还爱他，但这不对。我已经结婚有家庭有孩子，我不应该有这种想法。",
    "annotation": [
      {
        "sentence": "我知道，但我会想念他。",
        "label": ""
      },
      {
        "sentence": "我好像还爱他，但这不对。",
        "label": ""
      },
      {
        "sentence": "我已经结婚有家庭有孩子，我不应该有这种想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你很反感自己的这种想法，你很清楚自己的角色身份，这已经很优秀了。不过让我告诉你一点，这个想法完全不是你的错，你只是在选择和他的关系时，和其他很多人一样，被感情所驱动。你可以允许自己想念人，可能这些念想说的是你在青春时期的那种感觉，而不是那个人本身。也许只是你希望自己年轻时的感觉不会消失。",
    "annotation": [
      {
        "sentence": "看来你很反感自己的这种想法，你很清楚自己的角色身份，这已经很优秀了。",
        "label": ""
      },
      {
        "sentence": "不过让我告诉你一点，这个想法完全不是你的错，你只是在选择和他的关系时，和其他很多人一样，被感情所驱动。",
        "label": ""
      },
      {
        "sentence": "你可以允许自己想念人，可能这些念想说的是你在青春时期的那种感觉，而不是那个人本身。",
        "label": ""
      },
      {
        "sentence": "也许只是你希望自己年轻时的感觉不会消失。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白您的意思，不是精神出轨，而是我需要允许自己为自己青春时期的感觉而想念人。我只是有点担心自己不能控制想法会有不好的行为。",
    "annotation": [
      {
        "sentence": "我明白您的意思，不是精神出轨，而是我需要允许自己为自己青春时期的感觉而想念人。",
        "label": ""
      },
      {
        "sentence": "我只是有点担心自己不能控制想法会有不好的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我能够理解你所说的担忧，对于我们的想法和情感，确实有时难以控制。所以就算你无法控制自己的想念，你可以约束你的行为。控制你的行为，依旧可以保持你和家人以及你的婚姻的和谐。我建议你可以积极将你的注意力放在你的家庭和孩子上，也可以为自己打造一些新的兴趣爱好，用来填补你青春感觉的空缺。你不需要担心自己的感情状态，没有人可以选择我们应该爱谁，我们被自己的感情所驱动，并为自己的行为负责任。调整你的情感，可能需要时间，但你一定可以走出这个困境，祝福你！",
    "annotation": [
      {
        "sentence": "是的，我能够理解你所说的担忧，对于我们的想法和情感，确实有时难以控制。",
        "label": ""
      },
      {
        "sentence": "所以就算你无法控制自己的想念，你可以约束你的行为。",
        "label": ""
      },
      {
        "sentence": "控制你的行为，依旧可以保持你和家人以及你的婚姻的和谐。",
        "label": ""
      },
      {
        "sentence": "我建议你可以积极将你的注意力放在你的家庭和孩子上，也可以为自己打造一些新的兴趣爱好，用来填补你青春感觉的空缺。",
        "label": ""
      },
      {
        "sentence": "你不需要担心自己的感情状态，没有人可以选择我们应该爱谁，我们被自己的感情所驱动，并为自己的行为负责任。",
        "label": ""
      },
      {
        "sentence": "调整你的情感，可能需要时间，但你一定可以走出这个困境，祝福你！",
        "label": ""
      }
    ]
  }
]