[
  {
    "role": "client",
    "content": "经常在意别人对自己的看法，感觉每天都有点压抑？特别在意别人的看法，怕别人怎么想自己，经常被一些小事弄得很烦躁，做事情也经常走神，不能专注，感觉每天都有点压抑。",
    "annotation": [
      {
        "sentence": "经常在意别人对自己的看法，感觉每天都有点压抑？",
        "label": ""
      },
      {
        "sentence": "特别在意别人的看法，怕别人怎么想自己，经常被一些小事弄得很烦躁，做事情也经常走神，不能专注，感觉每天都有点压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们每个人不可能孤独而存在，我们生活在人际圈里。我们从小在家庭和学校对我们的认可，来获得自己的价值感；长大了，我们通过社会，来获得我们的价值感。我们是通过别人的评价、自己生活的环境以及自我的评价来得到一个自我的认识。别人对我们的看法造成对自己的影响，这在我们的生活中是必不可少，我们这怎样来看待和应对这些是我们应该思索的问题。",
    "annotation": [
      {
        "sentence": "我们每个人不可能孤独而存在，我们生活在人际圈里。",
        "label": ""
      },
      {
        "sentence": "我们从小在家庭和学校对我们的认可，来获得自己的价值感；长大了，我们通过社会，来获得我们的价值感。",
        "label": ""
      },
      {
        "sentence": "我们是通过别人的评价、自己生活的环境以及自我的评价来得到一个自我的认识。",
        "label": ""
      },
      {
        "sentence": "别人对我们的看法造成对自己的影响，这在我们的生活中是必不可少，我们这怎样来看待和应对这些是我们应该思索的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，别人对我的看法确实会对我产生影响。但是我常常无法控制自己对别人看法的在意程度，这让我感到压抑。",
    "annotation": [
      {
        "sentence": "你说的对，别人对我的看法确实会对我产生影响。",
        "label": ""
      },
      {
        "sentence": "但是我常常无法控制自己对别人看法的在意程度，这让我感到压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的感受。当我们关注别人对我们的看法时，也许是因为我们在乎他们的意见或担心他们对我们的评价。让我们一起思考一下，别人的好或不好的看法听完后，你有什么想法和感受呢？接下来你会采取什么行动？",
    "annotation": [
      {
        "sentence": "了解你的感受。",
        "label": ""
      },
      {
        "sentence": "当我们关注别人对我们的看法时，也许是因为我们在乎他们的意见或担心他们对我们的评价。",
        "label": ""
      },
      {
        "sentence": "让我们一起思考一下，别人的好或不好的看法听完后，你有什么想法和感受呢？",
        "label": ""
      },
      {
        "sentence": "接下来你会采取什么行动？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到好的看法，我会感到开心和自豪，然后尽可能保持这种状态。但是听到不好的看法，我会感到不安和沮丧，甚至有时会自责。在这种情况下，我会设法消除这种感受。",
    "annotation": [
      {
        "sentence": "听到好的看法，我会感到开心和自豪，然后尽可能保持这种状态。",
        "label": ""
      },
      {
        "sentence": "但是听到不好的看法，我会感到不安和沮丧，甚至有时会自责。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我会设法消除这种感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到不好的看法是很正常的。重要的是要记住，别人的看法只是他们的观点，不一定反映你的真实价值。当听到不好的看法时，我们可以深呼吸并问自己这是否真正重要。我们可以更多地关注那些对我们有正面影响的看法，而将负面看法置之不理。",
    "annotation": [
      {
        "sentence": "遇到不好的看法是很正常的。",
        "label": ""
      },
      {
        "sentence": "重要的是要记住，别人的看法只是他们的观点，不一定反映你的真实价值。",
        "label": ""
      },
      {
        "sentence": "当听到不好的看法时，我们可以深呼吸并问自己这是否真正重要。",
        "label": ""
      },
      {
        "sentence": "我们可以更多地关注那些对我们有正面影响的看法，而将负面看法置之不理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实应该更加关注那些对我有积极影响的看法，而不是让消极的评论影响我的情绪。但有时我很难控制自己的情绪，觉得自己做不到。",
    "annotation": [
      {
        "sentence": "是的，我确实应该更加关注那些对我有积极影响的看法，而不是让消极的评论影响我的情绪。",
        "label": ""
      },
      {
        "sentence": "但有时我很难控制自己的情绪，觉得自己做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受。控制情绪确实需要一些时间和练习。每个人都会经历情绪的波动，而且没有人是完美无缺的。接受自己的不完美是很重要的，我们可以尝试一些情绪管理的技巧，如深呼吸、放松练习或寻求支持和理解的人。",
    "annotation": [
      {
        "sentence": "明白你的感受。",
        "label": ""
      },
      {
        "sentence": "控制情绪确实需要一些时间和练习。",
        "label": ""
      },
      {
        "sentence": "每个人都会经历情绪的波动，而且没有人是完美无缺的。",
        "label": ""
      },
      {
        "sentence": "接受自己的不完美是很重要的，我们可以尝试一些情绪管理的技巧，如深呼吸、放松练习或寻求支持和理解的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加接受自己的不完美，并学会管理情绪。还有其他什么方法可以帮助我更好地处理在意别人看法的问题吗？",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加接受自己的不完美，并学会管理情绪。",
        "label": ""
      },
      {
        "sentence": "还有其他什么方法可以帮助我更好地处理在意别人看法的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了接受自己不完美和学会管理情绪外，我们还可以尝试更清楚地认识自己。了解自己的优点和价值观，明确自己对自己的期望，这有助于我们建立更强大的内在认知和自尊。同时，要明白，我们对别人看法的接受与否应取决于是否对我们成为更好的自己有益。最重要的是要活出真实的自我，坚持接纳不完美的自己。",
    "annotation": [
      {
        "sentence": "除了接受自己不完美和学会管理情绪外，我们还可以尝试更清楚地认识自己。",
        "label": ""
      },
      {
        "sentence": "了解自己的优点和价值观，明确自己对自己的期望，这有助于我们建立更强大的内在认知和自尊。",
        "label": ""
      },
      {
        "sentence": "同时，要明白，我们对别人看法的接受与否应取决于是否对我们成为更好的自己有益。",
        "label": ""
      },
      {
        "sentence": "最重要的是要活出真实的自我，坚持接纳不完美的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和理解。我觉得更加有信心面对在意别人看法的问题了。希望我能够遇到更好的自己！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "我觉得更加有信心面对在意别人看法的问题了。",
        "label": ""
      },
      {
        "sentence": "希望我能够遇到更好的自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮助你，相信你一定能够越来越好地应对在意别人看法的问题。保持积极的态度和自我接纳，你将会发现更好的自己。祝福你！",
    "annotation": [
      {
        "sentence": "我很高兴能够帮助你，相信你一定能够越来越好地应对在意别人看法的问题。",
        "label": ""
      },
      {
        "sentence": "保持积极的态度和自我接纳，你将会发现更好的自己。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]