[
  {
    "role": "client",
    "content": "十分敏感，疑神疑鬼，我是不是个让人特别讨厌的人啊？我发现我最近总是心神不宁，十分敏感，还疑神疑鬼，我呢，还是个内向，脾气还有点冷淡的女生，我也不喜欢社交，但是不排斥也不害怕社交。我也特别讨厌给别人带东西比如带饭，占位什么什么的。我总是能搪塞就搪塞。导致我同学对我感觉很不好，觉得我不近人情。现在，无论是做什么事情，我的舍友总会说是我弄的，比如掉发，垃圾袋等等。无论青红皂白就说是我。我试着解释，我发现我越解释，她们就越看我不顺眼。我慢慢的变得注意起来，每次我都到外面梳头，垃圾认真倒，就连她们说有什么味道，我也总是打量下自己是不是我。我知道这样过太累，太在意别人的想法，可是每次她们嘀嘀咕咕，然后指着我说，是某某干的吧。我解释又解释，她们反而冷眼相待，导致我的心又冷了一节。我一直思考，要不要做些改变，可是事实上我就是这样的人……",
    "annotation": [
      {
        "sentence": "十分敏感，疑神疑鬼，我是不是个让人特别讨厌的人啊？",
        "label": ""
      },
      {
        "sentence": "我发现我最近总是心神不宁，十分敏感，还疑神疑鬼，我呢，还是个内向，脾气还有点冷淡的女生，我也不喜欢社交，但是不排斥也不害怕社交。",
        "label": ""
      },
      {
        "sentence": "我也特别讨厌给别人带东西比如带饭，占位什么什么的。",
        "label": ""
      },
      {
        "sentence": "我总是能搪塞就搪塞。",
        "label": ""
      },
      {
        "sentence": "导致我同学对我感觉很不好，觉得我不近人情。",
        "label": ""
      },
      {
        "sentence": "现在，无论是做什么事情，我的舍友总会说是我弄的，比如掉发，垃圾袋等等。",
        "label": ""
      },
      {
        "sentence": "无论青红皂白就说是我。",
        "label": ""
      },
      {
        "sentence": "我试着解释，我发现我越解释，她们就越看我不顺眼。",
        "label": ""
      },
      {
        "sentence": "我慢慢的变得注意起来，每次我都到外面梳头，垃圾认真倒，就连她们说有什么味道，我也总是打量下自己是不是我。",
        "label": ""
      },
      {
        "sentence": "我知道这样过太累，太在意别人的想法，可是每次她们嘀嘀咕咕，然后指着我说，是某某干的吧。",
        "label": ""
      },
      {
        "sentence": "我解释又解释，她们反而冷眼相待，导致我的心又冷了一节。",
        "label": ""
      },
      {
        "sentence": "我一直思考，要不要做些改变，可是事实上我就是这样的人……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你这段时间的心境很糟糕呀。你有没有想过为什么会如此敏感呢？是不是有什么事情让你感到失落或者不满意呢？",
    "annotation": [
      {
        "sentence": "看来你这段时间的心境很糟糕呀。",
        "label": ""
      },
      {
        "sentence": "你有没有想过为什么会如此敏感呢？",
        "label": ""
      },
      {
        "sentence": "是不是有什么事情让你感到失落或者不满意呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我并不知道，可能就是最近成绩不太好，觉得自己被孤立了吧。",
    "annotation": [
      {
        "sentence": "其实我并不知道，可能就是最近成绩不太好，觉得自己被孤立了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常正常的事情，我们都会出现成绩不佳或者朋友圈子变小的情况。不要对自己太苛求了，每个人都会经历这样的事情。那么你现在的感受是什么呢？",
    "annotation": [
      {
        "sentence": "这是非常正常的事情，我们都会出现成绩不佳或者朋友圈子变小的情况。",
        "label": ""
      },
      {
        "sentence": "不要对自己太苛求了，每个人都会经历这样的事情。",
        "label": ""
      },
      {
        "sentence": "那么你现在的感受是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在觉得很无助，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我现在觉得很无助，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无助是因为你感觉自己没有被理解，那么有没有想过从自己做起，主动去了解别人呢？试着去聊一些与学习无关的话题，比如最近的热门电视剧或者新闻事件。或者在宿舍里主动帮忙打扫，做得好了也会让你的室友们感到高兴，这样感觉你的存在也会变得更舒适。这样，你就可以在日常中处理好宿舍同学这部分的关系，同时也可以在班级中主动与同学进行一些合作，这样可以让你自身的影响力渐渐变大。",
    "annotation": [
      {
        "sentence": "无助是因为你感觉自己没有被理解，那么有没有想过从自己做起，主动去了解别人呢？",
        "label": ""
      },
      {
        "sentence": "试着去聊一些与学习无关的话题，比如最近的热门电视剧或者新闻事件。",
        "label": ""
      },
      {
        "sentence": "或者在宿舍里主动帮忙打扫，做得好了也会让你的室友们感到高兴，这样感觉你的存在也会变得更舒适。",
        "label": ""
      },
      {
        "sentence": "这样，你就可以在日常中处理好宿舍同学这部分的关系，同时也可以在班级中主动与同学进行一些合作，这样可以让你自身的影响力渐渐变大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的不愿意为宿舍同学做这些事情，感觉很烦人。",
    "annotation": [
      {
        "sentence": "可是我真的不愿意为宿舍同学做这些事情，感觉很烦人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你不去主动改变这种局面，恐怕只会让自己的状态越来越糟糕。记住，人际关系是相互的，我们所有的言行都会影响他人，让你的室友感到不满意只会让你自己感到更加难受。试着去面对这些问题，要敢于付出，才会有更好的回报。",
    "annotation": [
      {
        "sentence": "如果你不去主动改变这种局面，恐怕只会让自己的状态越来越糟糕。",
        "label": ""
      },
      {
        "sentence": "记住，人际关系是相互的，我们所有的言行都会影响他人，让你的室友感到不满意只会让你自己感到更加难受。",
        "label": ""
      },
      {
        "sentence": "试着去面对这些问题，要敢于付出，才会有更好的回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去想想你说的这些话，或许对我会有帮助。",
    "annotation": [
      {
        "sentence": "我会试着去想想你说的这些话，或许对我会有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "记住，每个人都经历过类似的困境，不要太强求自己，也不要过度在意别人对你的评价。与他人建立良好的关系，既需要自身努力，也需要好心的对待他人，愿你能够早日摆脱困境，变得更加自信、开朗。",
    "annotation": [
      {
        "sentence": "记住，每个人都经历过类似的困境，不要太强求自己，也不要过度在意别人对你的评价。",
        "label": ""
      },
      {
        "sentence": "与他人建立良好的关系，既需要自身努力，也需要好心的对待他人，愿你能够早日摆脱困境，变得更加自信、开朗。",
        "label": ""
      }
    ]
  }
]