[
  {
    "role": "client",
    "content": "每天都活在煎熬中，怎么放下无果的暗恋？喜欢他，真的很喜欢很喜欢的那种，他知道我喜欢他，甚至几个好事的旁人也看出了，偶尔会给我开玩笑，我除了苦笑别无他法。",
    "annotation": [
      {
        "sentence": "每天都活在煎熬中，怎么放下无果的暗恋？",
        "label": ""
      },
      {
        "sentence": "喜欢他，真的很喜欢很喜欢的那种，他知道我喜欢他，甚至几个好事的旁人也看出了，偶尔会给我开玩笑，我除了苦笑别无他法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，无法放下一个无果的暗恋确实令人痛苦。你可以试着从侧面了解他，认识他的状态，了解他的选择和生活。这样或许能让你清醒，因为人往往觉得得不到的是最好的，最让人眷恋的。当你清楚地了解他的生活与你无关时，或许你能从中清醒。",
    "annotation": [
      {
        "sentence": "明白你的感受，无法放下一个无果的暗恋确实令人痛苦。",
        "label": ""
      },
      {
        "sentence": "你可以试着从侧面了解他，认识他的状态，了解他的选择和生活。",
        "label": ""
      },
      {
        "sentence": "这样或许能让你清醒，因为人往往觉得得不到的是最好的，最让人眷恋的。",
        "label": ""
      },
      {
        "sentence": "当你清楚地了解他的生活与你无关时，或许你能从中清醒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他不喜欢我，自从知道我喜欢他之后，反而开始远离我了，我虽然明白自己也要及时转身，但我还是会在他出现的时候不自禁地想要引起他的注意，我知道他并不会因此对我有所改观，我觉得自己好做作。",
    "annotation": [
      {
        "sentence": "他不喜欢我，自从知道我喜欢他之后，反而开始远离我了，我虽然明白自己也要及时转身，但我还是会在他出现的时候不自禁地想要引起他的注意，我知道他并不会因此对我有所改观，我觉得自己好做作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，面对对方的冷漠和远离会让人觉得很难过。不要太过于苛责自己，我们在感情中都会表现出一些不自信和不自然的行为。你可以尝试不去排斥自己此刻对他的想法，不要过多地控制自己。承认你现在就是在想对方，并且曾为对方的生活没有你而感到伤感。这是正常的，不要觉得自己做作。",
    "annotation": [
      {
        "sentence": "理解你的感受，面对对方的冷漠和远离会让人觉得很难过。",
        "label": ""
      },
      {
        "sentence": "不要太过于苛责自己，我们在感情中都会表现出一些不自信和不自然的行为。",
        "label": ""
      },
      {
        "sentence": "你可以尝试不去排斥自己此刻对他的想法，不要过多地控制自己。",
        "label": ""
      },
      {
        "sentence": "承认你现在就是在想对方，并且曾为对方的生活没有你而感到伤感。",
        "label": ""
      },
      {
        "sentence": "这是正常的，不要觉得自己做作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每天都想他，根本控制不了自己的大脑，还经常梦见他，但梦里的内容都是他跟其他女人在一起，而我在一旁独自伤心的情景。尝试很多次想忘掉他，但过了一段时间，他就会又浮现在我脑海里。每天都很煎熬。",
    "annotation": [
      {
        "sentence": "每天都想他，根本控制不了自己的大脑，还经常梦见他，但梦里的内容都是他跟其他女人在一起，而我在一旁独自伤心的情景。",
        "label": ""
      },
      {
        "sentence": "尝试很多次想忘掉他，但过了一段时间，他就会又浮现在我脑海里。",
        "label": ""
      },
      {
        "sentence": "每天都很煎熬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，情感的深处往往难以控制。对方在你的脑海中频繁出现是正常的反应，也许时间可以改变这种情况。为了减少煎熬，你可以尝试分散注意力，培养其他充实的爱好和兴趣。尽量去思考一些与他无关的事情，毕竟生活还有很多其他美好的东西值得我们去关注。",
    "annotation": [
      {
        "sentence": "理解你的感受，情感的深处往往难以控制。",
        "label": ""
      },
      {
        "sentence": "对方在你的脑海中频繁出现是正常的反应，也许时间可以改变这种情况。",
        "label": ""
      },
      {
        "sentence": "为了减少煎熬，你可以尝试分散注意力，培养其他充实的爱好和兴趣。",
        "label": ""
      },
      {
        "sentence": "尽量去思考一些与他无关的事情，毕竟生活还有很多其他美好的东西值得我们去关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量调整自己的心态和注意力，尝试去接受现实和放下这份暗恋。但有时候还是会难免心情低落，特别是当我看到他和其他人在一起。我该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量调整自己的心态和注意力，尝试去接受现实和放下这份暗恋。",
        "label": ""
      },
      {
        "sentence": "但有时候还是会难免心情低落，特别是当我看到他和其他人在一起。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你会感到低落，面对他和其他人在一起的场景是很困难的。你可以试着从积极的角度看待这种情况。他跟其他人在一起并不代表他们一定会幸福，每个人的选择和缘分都是不同的。同时，也要意识到自己有自己独特的价值和魅力，不要因为一段暗恋而低估了自己。",
    "annotation": [
      {
        "sentence": "理解你会感到低落，面对他和其他人在一起的场景是很困难的。",
        "label": ""
      },
      {
        "sentence": "你可以试着从积极的角度看待这种情况。",
        "label": ""
      },
      {
        "sentence": "他跟其他人在一起并不代表他们一定会幸福，每个人的选择和缘分都是不同的。",
        "label": ""
      },
      {
        "sentence": "同时，也要意识到自己有自己独特的价值和魅力，不要因为一段暗恋而低估了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我会想，如果我改变一些自己的样子，或者做些事情来引起他的注意，他可能会喜欢上我吗？但又觉得这样做有点可笑和不值得。",
    "annotation": [
      {
        "sentence": "有时候我会想，如果我改变一些自己的样子，或者做些事情来引起他的注意，他可能会喜欢上我吗？",
        "label": ""
      },
      {
        "sentence": "但又觉得这样做有点可笑和不值得。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以尝试着改变自己，但不是为了迎合他，而是为了让自己更好地成长和提升。改变自己的样子可以增加自信和吸引力，但重要的是你要为自己而变，要相信自己的价值和魅力。无论他是否喜欢你，这样的改变都会对你有益处。",
    "annotation": [
      {
        "sentence": "可以尝试着改变自己，但不是为了迎合他，而是为了让自己更好地成长和提升。",
        "label": ""
      },
      {
        "sentence": "改变自己的样子可以增加自信和吸引力，但重要的是你要为自己而变，要相信自己的价值和魅力。",
        "label": ""
      },
      {
        "sentence": "无论他是否喜欢你，这样的改变都会对你有益处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该为自己而变，提升自己的品质和价值。做一个更好的自己，无论是否有他在我身边。谢谢你的支持和建议，我感觉好多了。",
    "annotation": [
      {
        "sentence": "你说得对，我应该为自己而变，提升自己的品质和价值。",
        "label": ""
      },
      {
        "sentence": "做一个更好的自己，无论是否有他在我身边。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我能帮助到你，并且你能从中得到一些正向的想法和改变。记住，生活要继续前行，不要因为一段暗恋而停滞不前。相信自己，做一个更好的自己，你会迎来更多美好的事物和人。加油！",
    "annotation": [
      {
        "sentence": "很高兴我能帮助到你，并且你能从中得到一些正向的想法和改变。",
        "label": ""
      },
      {
        "sentence": "记住，生活要继续前行，不要因为一段暗恋而停滞不前。",
        "label": ""
      },
      {
        "sentence": "相信自己，做一个更好的自己，你会迎来更多美好的事物和人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]