[
  {
    "role": "client",
    "content": "为什么两个相爱的人，不能在一起结婚？我们在一起一年多很相爱经历了很多因为疫情同居了8个月我从事幼师工作一直没上班所以每天除了想他没有别的事他每天上班所以忽略了我一些经常因为一些小事吵架因为我太敏感了（应该是我性格缺陷吧）不过他一直哄我照顾我迁就我后来我6月份我也上班了我们吵架次数也没有那么多了每天很开心他父母对我也很好7.27我们一周年也是很开心很幸福买了一个情侣戒指跟我说一直带着等着换结婚戒指我很幸福但是幸福来得太快了没过几天他妈妈查出肺癌晚期因为一直照顾他妈妈我们从那天以后几乎没怎么出去玩过每天到点就回家帮帮他们做一些力所能及的事一开始他们说因为这个病想让我们提前结婚我说好让我回去跟我父母商量说给我们15w彩礼我们负责装修房子（我爸是装修公司）我说行尽可能去说服我父母我和我父母说完父母表示不同意装修15w下不来但也没有完全反对我们在一起",
    "annotation": [
      {
        "sentence": "为什么两个相爱的人，不能在一起结婚？",
        "label": ""
      },
      {
        "sentence": "我们在一起一年多很相爱经历了很多因为疫情同居了8个月我从事幼师工作一直没上班所以每天除了想他没有别的事他每天上班所以忽略了我一些经常因为一些小事吵架因为我太敏感了（应该是我性格缺陷吧）不过他一直哄我照顾我迁就我后来我6月份我也上班了我们吵架次数也没有那么多了每天很开心他父母对我也很好7.27我们一周年也是很开心很幸福买了一个情侣戒指跟我说一直带着等着换结婚戒指我很幸福但是幸福来得太快了没过几天他妈妈查出肺癌晚期因为一直照顾他妈妈我们从那天以后几乎没怎么出去玩过每天到点就回家帮帮他们做一些力所能及的事一开始他们说因为这个病想让我们提前结婚我说好让我回去跟我父母商量说给我们15w彩礼我们负责装修房子（我爸是装修公司）我说行尽可能去说服我父母我和我父母说完父母表示不同意装修15w下不来但也没有完全反对我们在一起",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述好想有很多想法和感觉混杂在一起，我们可以一起来理一理：关于钱的问题。",
    "annotation": [
      {
        "sentence": "听你的描述好想有很多想法和感觉混杂在一起，我们可以一起来理一理：关于钱的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，就是因为这个问题我们感到很困惑。男方提出给15W彩礼要女方装修房子，女方父母不同意。因为装修房子的费用可能会超过15W，也就是说女方不仅没有拿到彩礼的钱还要“倒贴”，所以女方父母可能觉得“亏了”。",
    "annotation": [
      {
        "sentence": "对，就是因为这个问题我们感到很困惑。",
        "label": ""
      },
      {
        "sentence": "男方提出给15W彩礼要女方装修房子，女方父母不同意。",
        "label": ""
      },
      {
        "sentence": "因为装修房子的费用可能会超过15W，也就是说女方不仅没有拿到彩礼的钱还要“倒贴”，所以女方父母可能觉得“亏了”。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解女方父母的想法，他们希望女方能得到应有的彩礼，不希望女方在婚姻中吃亏。但是双方父母都没有反对你们两个人组成家庭，这说明他们对你们的关系还是支持的。有意思的是你在这件事情上并没有表明自己的态度，也就是说这个婚姻里面你的主动性是不太够的。很多“大”的事情上还是由父母来出主意来控制大局。",
    "annotation": [
      {
        "sentence": "可以理解女方父母的想法，他们希望女方能得到应有的彩礼，不希望女方在婚姻中吃亏。",
        "label": ""
      },
      {
        "sentence": "但是双方父母都没有反对你们两个人组成家庭，这说明他们对你们的关系还是支持的。",
        "label": ""
      },
      {
        "sentence": "有意思的是你在这件事情上并没有表明自己的态度，也就是说这个婚姻里面你的主动性是不太够的。",
        "label": ""
      },
      {
        "sentence": "很多“大”的事情上还是由父母来出主意来控制大局。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的对，我确实在这个问题上没有发表自己的意见。我一直觉得这样的事情应该由父母来协商决定，所以我一直没有主动表态。",
    "annotation": [
      {
        "sentence": "我觉得你说的对，我确实在这个问题上没有发表自己的意见。",
        "label": ""
      },
      {
        "sentence": "我一直觉得这样的事情应该由父母来协商决定，所以我一直没有主动表态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻的决定是两个人之间的事情，父母的意见重要，但你自己的想法和感受也是非常重要的。其实彩礼是个传统仪式，是两个人、两个家庭结合的一个初始承诺，经费本身是可以商讨的。或许你可以试着和男方一起去跟父母沟通，看看能否找到一个双方都能接受的解决办法。",
    "annotation": [
      {
        "sentence": "婚姻的决定是两个人之间的事情，父母的意见重要，但你自己的想法和感受也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "其实彩礼是个传统仪式，是两个人、两个家庭结合的一个初始承诺，经费本身是可以商讨的。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着和男方一起去跟父母沟通，看看能否找到一个双方都能接受的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也意识到我需要更加主动地参与这些决定。我们应该一起和双方父母沟通，努力找到一个能够让双方都满意的解决方案。",
    "annotation": [
      {
        "sentence": "你说得对，我也意识到我需要更加主动地参与这些决定。",
        "label": ""
      },
      {
        "sentence": "我们应该一起和双方父母沟通，努力找到一个能够让双方都满意的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男方母亲肺癌晚期，所以你们“牺牲”了很多二人世界的时间来照顾他母亲，听上去你是有一些委屈并且感觉很沉重的。男方一家又说因为这个病要你们早点成婚，好像所有的决定都是由男方的父母来引导，你在整个事情中都十分被动又无奈，而且你的男朋友听上去也是很多事情都是由父母来决定。两个人要组成家庭，首先两个人都必须是心智成熟独立的成人。",
    "annotation": [
      {
        "sentence": "男方母亲肺癌晚期，所以你们“牺牲”了很多二人世界的时间来照顾他母亲，听上去你是有一些委屈并且感觉很沉重的。",
        "label": ""
      },
      {
        "sentence": "男方一家又说因为这个病要你们早点成婚，好像所有的决定都是由男方的父母来引导，你在整个事情中都十分被动又无奈，而且你的男朋友听上去也是很多事情都是由父母来决定。",
        "label": ""
      },
      {
        "sentence": "两个人要组成家庭，首先两个人都必须是心智成熟独立的成人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直感到很沉重和委屈。在这件事情上，我确实感觉到自己没有太多的主动权，很多决定都是由男方的父母来决定的。我也意识到，如果我们要组成一个家庭，我们两个人都需要更加独立和成熟。",
    "annotation": [
      {
        "sentence": "你说得对，我一直感到很沉重和委屈。",
        "label": ""
      },
      {
        "sentence": "在这件事情上，我确实感觉到自己没有太多的主动权，很多决定都是由男方的父母来决定的。",
        "label": ""
      },
      {
        "sentence": "我也意识到，如果我们要组成一个家庭，我们两个人都需要更加独立和成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果什么事情都是双方父母来决定，这样的婚姻本身就会受到很多干扰，因为核心家庭和原生家庭的界限太不清晰了。你们的关系本身。你说疫情期间男友去上班，你除了想他没有别的事情。听上去你十分沉溺在这段关系带给你的感觉里。很大程度上你结婚前后只是把对父母的依赖转移到了对男友／未来老公身上。所以你首先需要和你自己父母的分离然后再去建立和男友的关系。你自己也留意到当你开始上班，你们吵架的次数少了，关系也趋于平稳。这些都可能说明你和他在一起带给他的是一种太融合的感觉，需要拉开一定的距离。这也变相地反映出你和你父母的关系也是共生融合的。",
    "annotation": [
      {
        "sentence": "如果什么事情都是双方父母来决定，这样的婚姻本身就会受到很多干扰，因为核心家庭和原生家庭的界限太不清晰了。",
        "label": ""
      },
      {
        "sentence": "你们的关系本身。",
        "label": ""
      },
      {
        "sentence": "你说疫情期间男友去上班，你除了想他没有别的事情。",
        "label": ""
      },
      {
        "sentence": "听上去你十分沉溺在这段关系带给你的感觉里。",
        "label": ""
      },
      {
        "sentence": "很大程度上你结婚前后只是把对父母的依赖转移到了对男友／未来老公身上。",
        "label": ""
      },
      {
        "sentence": "所以你首先需要和你自己父母的分离然后再去建立和男友的关系。",
        "label": ""
      },
      {
        "sentence": "你自己也留意到当你开始上班，你们吵架的次数少了，关系也趋于平稳。",
        "label": ""
      },
      {
        "sentence": "这些都可能说明你和他在一起带给他的是一种太融合的感觉，需要拉开一定的距离。",
        "label": ""
      },
      {
        "sentence": "这也变相地反映出你和你父母的关系也是共生融合的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我确实在这段关系中沉溺了太多，把自己的依赖转移到了男友身上。我需要重新和自己的父母建立独立的关系，同时和男友保持一定的距离。我也注意到当我开始上班后，我们之间的吵架变少了，关系也变得更加平稳。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我确实在这段关系中沉溺了太多，把自己的依赖转移到了男友身上。",
        "label": ""
      },
      {
        "sentence": "我需要重新和自己的父母建立独立的关系，同时和男友保持一定的距离。",
        "label": ""
      },
      {
        "sentence": "我也注意到当我开始上班后，我们之间的吵架变少了，关系也变得更加平稳。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到了问题所在，并且开始有所行动。建立健康的个人关系和家庭关系需要时间和努力，但是只要你保持积极的态度，一定能够渐渐找到平衡。祝愿你和你的男友能够共同成长，建立一个稳定幸福的家庭。",
    "annotation": [
      {
        "sentence": "很好，你已经意识到了问题所在，并且开始有所行动。",
        "label": ""
      },
      {
        "sentence": "建立健康的个人关系和家庭关系需要时间和努力，但是只要你保持积极的态度，一定能够渐渐找到平衡。",
        "label": ""
      },
      {
        "sentence": "祝愿你和你的男友能够共同成长，建立一个稳定幸福的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力去改变和解决这些问题的。希望我们能够共同努力，创造一个幸福的家庭。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力去改变和解决这些问题的。",
        "label": ""
      },
      {
        "sentence": "希望我们能够共同努力，创造一个幸福的家庭。",
        "label": ""
      }
    ]
  }
]