[
  {
    "role": "client",
    "content": "父母给我提建议，但我觉得就是要求，而不是我的决定？我爸在我小时候性情不定，我妈有些许强势，他们经常吵架，所以我得察言观色，以防他们生气（他们就经常吵架我也不想他们因为我来吵架）我也很听话，从小表现都很好。和同学相处也是不希望他们不开心，所以在处理感情问题的时候，基本上都是从朋友到恋人（特别在意朋友的感受，没有办法拒绝）保研时我的成绩在保研边上我爸给我弄了论文，我很抗拒想选择支教保研，可是他却说那样就浪费论文了，最后答辩论文时答辩了一个小时（我是一个回答问题就会张不开嘴的人），也没有几篇通过。答完辩我心态爆炸，之后也无心考研，他又让我出国，我抑郁了，也没去找工作，觉得自己什么都不行。最近跟我聊说，所有的决定都是自己做的，他们顶多就是建议，可以从小我不听他们的就会生气，现在却说都是我自己做决定？我的同学还说有可以帮助自己的家长很好，可是在我爸插手了我的学业后我觉得我什么都不行。我该如何调整我的心态呢？",
    "annotation": [
      {
        "sentence": "父母给我提建议，但我觉得就是要求，而不是我的决定？",
        "label": ""
      },
      {
        "sentence": "我爸在我小时候性情不定，我妈有些许强势，他们经常吵架，所以我得察言观色，以防他们生气（他们就经常吵架我也不想他们因为我来吵架）我也很听话，从小表现都很好。",
        "label": ""
      },
      {
        "sentence": "和同学相处也是不希望他们不开心，所以在处理感情问题的时候，基本上都是从朋友到恋人（特别在意朋友的感受，没有办法拒绝）保研时我的成绩在保研边上我爸给我弄了论文，我很抗拒想选择支教保研，可是他却说那样就浪费论文了，最后答辩论文时答辩了一个小时（我是一个回答问题就会张不开嘴的人），也没有几篇通过。",
        "label": ""
      },
      {
        "sentence": "答完辩我心态爆炸，之后也无心考研，他又让我出国，我抑郁了，也没去找工作，觉得自己什么都不行。",
        "label": ""
      },
      {
        "sentence": "最近跟我聊说，所有的决定都是自己做的，他们顶多就是建议，可以从小我不听他们的就会生气，现在却说都是我自己做决定？",
        "label": ""
      },
      {
        "sentence": "我的同学还说有可以帮助自己的家长很好，可是在我爸插手了我的学业后我觉得我什么都不行。",
        "label": ""
      },
      {
        "sentence": "我该如何调整我的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你现在的困惑。你觉得你无法得到自己想要的东西，因为父母总是在左右你的决定。我希望我们可以一起探讨这个问题，这有助于你调整你的心态。“我爸在我小时候性情不定，我妈有些许强势，他们经常吵架，所以我得察言观色，以防他们生气（他们就经常吵架我也不想他们因为我来吵架）我也很听话，从小表现都很好。”这个情况很常见，当父母关系不和，孩子往往会感到他们争吵的责任在自己身上。这个想法其实是不正确的。你不应该因为他们的婚姻问题而自责。是他们应该负责自己的婚姻，与你无关。“和同学相处也是不希望他们不开心，所以在处理感情问题的时候，基本上都是从朋友到恋人（特别在意朋友的感受，没有办法拒绝）”你认为得到他人的认可是很重要的，所以总是很注意他人的感受。可是我们都有自己的界限，必须清楚自己要什么。只有当你坚守自己想法时，才能真正地与他人建立起健康的关系，这样你才能真正地成长。“保研时我的成绩在保研边上我爸给我弄了论文，我很抗拒想选择支教保研，可是他却说那样就浪费论文了，最后答辩论文时答辩了一个小时（我是一个回答问题就会张不开嘴的人），也没有几篇通过。答完辩我心态爆炸，之后也无心考研，他又让我出国，我抑郁了，也没去找工作，觉得自己什么都不行。”你本应该自己承担论文的工作，但是你的父亲却将任务从你身上转移了。在这种情况下，你必须确保自己的想法、感受和目标的得到尊重。只有当你做决定时，你才能体现自己的独立性。“最近跟我聊说，所有的决定都是自己做的，他们顶多就是建议，可以从小我不听他们的就会生气，现在却说都是我自己做决定？我的同学还说有可以帮助自己的家长很好，可是在我爸插手了我的学业后我觉得我什么都不行。”你需要跟你的父亲坦诚地交流，表达出你现在的想法、感受和认识。也让你的父亲知道他的做法可能会对你造成的影响。最重要的是，你必须在做出决定时，坚定地维护自己的利益和想法。只有这样才能体现你的价值，并真正地成长。",
    "annotation": [
      {
        "sentence": "我很理解你现在的困惑。",
        "label": ""
      },
      {
        "sentence": "你觉得你无法得到自己想要的东西，因为父母总是在左右你的决定。",
        "label": ""
      },
      {
        "sentence": "我希望我们可以一起探讨这个问题，这有助于你调整你的心态。",
        "label": ""
      },
      {
        "sentence": "“我爸在我小时候性情不定，我妈有些许强势，他们经常吵架，所以我得察言观色，以防他们生气（他们就经常吵架我也不想他们因为我来吵架）我也很听话，从小表现都很好。",
        "label": ""
      },
      {
        "sentence": "”这个情况很常见，当父母关系不和，孩子往往会感到他们争吵的责任在自己身上。",
        "label": ""
      },
      {
        "sentence": "这个想法其实是不正确的。",
        "label": ""
      },
      {
        "sentence": "你不应该因为他们的婚姻问题而自责。",
        "label": ""
      },
      {
        "sentence": "是他们应该负责自己的婚姻，与你无关。",
        "label": ""
      },
      {
        "sentence": "“和同学相处也是不希望他们不开心，所以在处理感情问题的时候，基本上都是从朋友到恋人（特别在意朋友的感受，没有办法拒绝）”你认为得到他人的认可是很重要的，所以总是很注意他人的感受。",
        "label": ""
      },
      {
        "sentence": "可是我们都有自己的界限，必须清楚自己要什么。",
        "label": ""
      },
      {
        "sentence": "只有当你坚守自己想法时，才能真正地与他人建立起健康的关系，这样你才能真正地成长。",
        "label": ""
      },
      {
        "sentence": "“保研时我的成绩在保研边上我爸给我弄了论文，我很抗拒想选择支教保研，可是他却说那样就浪费论文了，最后答辩论文时答辩了一个小时（我是一个回答问题就会张不开嘴的人），也没有几篇通过。",
        "label": ""
      },
      {
        "sentence": "答完辩我心态爆炸，之后也无心考研，他又让我出国，我抑郁了，也没去找工作，觉得自己什么都不行。",
        "label": ""
      },
      {
        "sentence": "”你本应该自己承担论文的工作，但是你的父亲却将任务从你身上转移了。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你必须确保自己的想法、感受和目标的得到尊重。",
        "label": ""
      },
      {
        "sentence": "只有当你做决定时，你才能体现自己的独立性。",
        "label": ""
      },
      {
        "sentence": "“最近跟我聊说，所有的决定都是自己做的，他们顶多就是建议，可以从小我不听他们的就会生气，现在却说都是我自己做决定？",
        "label": ""
      },
      {
        "sentence": "我的同学还说有可以帮助自己的家长很好，可是在我爸插手了我的学业后我觉得我什么都不行。",
        "label": ""
      },
      {
        "sentence": "”你需要跟你的父亲坦诚地交流，表达出你现在的想法、感受和认识。",
        "label": ""
      },
      {
        "sentence": "也让你的父亲知道他的做法可能会对你造成的影响。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你必须在做出决定时，坚定地维护自己的利益和想法。",
        "label": ""
      },
      {
        "sentence": "只有这样才能体现你的价值，并真正地成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你这么详细的回答。我明白，我需要自己做决定，并且坚定自己的想法。但是我很难做到，我一直希望能够得到父母的认可和支持，但是现在感觉好像一切都变得不可掌控了。我怎么办？",
    "annotation": [
      {
        "sentence": "非常感谢你这么详细的回答。",
        "label": ""
      },
      {
        "sentence": "我明白，我需要自己做决定，并且坚定自己的想法。",
        "label": ""
      },
      {
        "sentence": "但是我很难做到，我一直希望能够得到父母的认可和支持，但是现在感觉好像一切都变得不可掌控了。",
        "label": ""
      },
      {
        "sentence": "我怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经验告诉我们，关系的建立需要时间、耐心和努力。尽管你在过往的生活中经历了很多困境，但是你依然可以通过积极的努力，建立积极、支持的关系。首先，你需要聚焦自己的内心想法和追求，这是关系建立的基础，也是关系发展的动力。其次，你还需要表达自己的想法和需求，并且坚守自己的意见。这有助于建立正面的沟通渠道，并且你也会更加清楚地知道自己需要什么。最后，你需要无条件地支持和理解别人，并且不断发展、加强自己与他人的联系。只有这样，你才能建立积极、健康的人际关系，并且得到支持和认可。",
    "annotation": [
      {
        "sentence": "经验告诉我们，关系的建立需要时间、耐心和努力。",
        "label": ""
      },
      {
        "sentence": "尽管你在过往的生活中经历了很多困境，但是你依然可以通过积极的努力，建立积极、支持的关系。",
        "label": ""
      },
      {
        "sentence": "首先，你需要聚焦自己的内心想法和追求，这是关系建立的基础，也是关系发展的动力。",
        "label": ""
      },
      {
        "sentence": "其次，你还需要表达自己的想法和需求，并且坚守自己的意见。",
        "label": ""
      },
      {
        "sentence": "这有助于建立正面的沟通渠道，并且你也会更加清楚地知道自己需要什么。",
        "label": ""
      },
      {
        "sentence": "最后，你需要无条件地支持和理解别人，并且不断发展、加强自己与他人的联系。",
        "label": ""
      },
      {
        "sentence": "只有这样，你才能建立积极、健康的人际关系，并且得到支持和认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好考虑你的建议的。谢谢你的回答。",
    "annotation": [
      {
        "sentence": "我会好好考虑你的建议的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也希望你能得到你想要的。如果你在未来有关于这个话题的想法和疑虑",
    "annotation": [
      {
        "sentence": "我也希望你能得到你想要的。",
        "label": ""
      },
      {
        "sentence": "如果你在未来有关于这个话题的想法和疑虑",
        "label": ""
      }
    ]
  }
]