[
  {
    "role": "client",
    "content": "我是一个24岁的女生，失恋已经有4年了，可是为什么我会对别人牵手或者触碰感到恶心呢？我和前男友分手已经4年了，最近认识了一个男生，感觉他挺不错的。有一次我们走路的时候，我不小心崴了一下脚，他马上扶住了我。当时我有些不舒服，回到家后还一直觉得恶心，反复洗手洗胳膊，甚至觉得自己对不起前男友。我这到底是怎么了？",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，失恋已经有4年了，可是为什么我会对别人牵手或者触碰感到恶心呢？",
        "label": ""
      },
      {
        "sentence": "我和前男友分手已经4年了，最近认识了一个男生，感觉他挺不错的。",
        "label": ""
      },
      {
        "sentence": "有一次我们走路的时候，我不小心崴了一下脚，他马上扶住了我。",
        "label": ""
      },
      {
        "sentence": "当时我有些不舒服，回到家后还一直觉得恶心，反复洗手洗胳膊，甚至觉得自己对不起前男友。",
        "label": ""
      },
      {
        "sentence": "我这到底是怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的描述，我觉得尽管你和前男友分手已经有4年了，但这段时间并不足够让你完全忘记过去，也就是说你还没有完全走出那段感情。这导致你很难敞开心扉。你可以试着面对过去，重新审视那段感情，或者做出一个新的选择，接受过去，并向前迈进。你也可以渐渐适应与新的男性朋友接触，从简单的开始一步一步适应，这样就能够解决你当前的问题。我希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "听了你的描述，我觉得尽管你和前男友分手已经有4年了，但这段时间并不足够让你完全忘记过去，也就是说你还没有完全走出那段感情。",
        "label": ""
      },
      {
        "sentence": "这导致你很难敞开心扉。",
        "label": ""
      },
      {
        "sentence": "你可以试着面对过去，重新审视那段感情，或者做出一个新的选择，接受过去，并向前迈进。",
        "label": ""
      },
      {
        "sentence": "你也可以渐渐适应与新的男性朋友接触，从简单的开始一步一步适应，这样就能够解决你当前的问题。",
        "label": ""
      },
      {
        "sentence": "我希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。可是我为什么会觉得恶心呢？这样是不是有点自责的表现？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "可是我为什么会觉得恶心呢？",
        "label": ""
      },
      {
        "sentence": "这样是不是有点自责的表现？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恐怕这是因为你在内心深处还没有完全放下前一段感情所导致的情绪反应。当你与这个新男生发展关系的时候，一些潜意识的负面情绪会浮现出来，使你在牵手或触碰时感到不适。相比于自责，你可以试着采取一种更宽容的态度，理解自己的感受，并接纳这些情绪。只有在接纳自己的情况下，才能逐渐超越过去的伤痛。",
    "annotation": [
      {
        "sentence": "恐怕这是因为你在内心深处还没有完全放下前一段感情所导致的情绪反应。",
        "label": ""
      },
      {
        "sentence": "当你与这个新男生发展关系的时候，一些潜意识的负面情绪会浮现出来，使你在牵手或触碰时感到不适。",
        "label": ""
      },
      {
        "sentence": "相比于自责，你可以试着采取一种更宽容的态度，理解自己的感受，并接纳这些情绪。",
        "label": ""
      },
      {
        "sentence": "只有在接纳自己的情况下，才能逐渐超越过去的伤痛。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更宽容地对待自己的情绪。但是我为什么会觉得对不起前男友呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要更宽容地对待自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但是我为什么会觉得对不起前男友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉可能是你对前男友感情的一种延续和负担。分手后，很多人会有一种内疚感或者觉得对不起对方的情绪。但是你需要明白，每个人都有自己的生活和选择，你并没有对不起他。你需要尝试接纳这种情绪，同时也要给自己一些正面的肯定，相信自己会继续前进，找到更适合的伴侣。",
    "annotation": [
      {
        "sentence": "这种感觉可能是你对前男友感情的一种延续和负担。",
        "label": ""
      },
      {
        "sentence": "分手后，很多人会有一种内疚感或者觉得对不起对方的情绪。",
        "label": ""
      },
      {
        "sentence": "但是你需要明白，每个人都有自己的生活和选择，你并没有对不起他。",
        "label": ""
      },
      {
        "sentence": "你需要尝试接纳这种情绪，同时也要给自己一些正面的肯定，相信自己会继续前进，找到更适合的伴侣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我还担心我以后会一直对触碰或者牵手感到恶心，这会影响我的交往吗？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我还担心我以后会一直对触碰或者牵手感到恶心，这会影响我的交往吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况可能暂时会影响你的交往，但并不意味着它会一直持续下去。你可以从简单的开始，尝试小幅度的触碰或者牵手，逐渐适应新的感受和情绪。同时，也可以寻求专业心理咨询师的帮助，通过一些技巧和方法来缓解你的恶心感。记住，每个人都会经历一段时间的适应期，只要你保持积极的心态和耐心，相信你会逐渐克服这个困扰。",
    "annotation": [
      {
        "sentence": "这种情况可能暂时会影响你的交往，但并不意味着它会一直持续下去。",
        "label": ""
      },
      {
        "sentence": "你可以从简单的开始，尝试小幅度的触碰或者牵手，逐渐适应新的感受和情绪。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻求专业心理咨询师的帮助，通过一些技巧和方法来缓解你的恶心感。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都会经历一段时间的适应期，只要你保持积极的心态和耐心，相信你会逐渐克服这个困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我有些信心了。我会尝试逐渐接受新的感受和情绪，也会考虑咨询心理专业人士的意见。谢谢你的帮助和支持。",
    "annotation": [
      {
        "sentence": "听你这么说，我有些信心了。",
        "label": ""
      },
      {
        "sentence": "我会尝试逐渐接受新的感受和情绪，也会考虑咨询心理专业人士的意见。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够度过这个难关。如果你还需要任何帮助或者有其他问题，随时都可以来找我。祝你能够早日摆脱困扰，找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够度过这个难关。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助或者有其他问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你能够早日摆脱困扰，找到属于自己的幸福！",
        "label": ""
      }
    ]
  }
]