[
  {
    "role": "client",
    "content": "父母给我提建议，但我觉得就是要求，而不是我的决定？我爸在我小时候性情不定，我妈有些许强势，他们经常吵架，所以我得察言观色，以防他们生气（他们就经常吵架我也不想他们因为我来吵架）我也很听话，从小表现都很好。",
    "annotation": [
      {
        "sentence": "父母给我提建议，但我觉得就是要求，而不是我的决定？",
        "label": ""
      },
      {
        "sentence": "我爸在我小时候性情不定，我妈有些许强势，他们经常吵架，所以我得察言观色，以防他们生气（他们就经常吵架我也不想他们因为我来吵架）我也很听话，从小表现都很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "处在父母当中这种感觉确实不好受，而且怎么做好像都不对的，这种感觉更加的让人无助。在中国现在的很多的教育很容易让孩子处在父母中间，让孩子既不能够去完成自己应该做的事情，同时还去替父母承担了本该父母应该承担的责任。",
    "annotation": [
      {
        "sentence": "处在父母当中这种感觉确实不好受，而且怎么做好像都不对的，这种感觉更加的让人无助。",
        "label": ""
      },
      {
        "sentence": "在中国现在的很多的教育很容易让孩子处在父母中间，让孩子既不能够去完成自己应该做的事情，同时还去替父母承担了本该父母应该承担的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我就是觉得自己做不好自己的事情，总是要顾及父母的感受，怕他们不开心。",
    "annotation": [
      {
        "sentence": "对，我就是觉得自己做不好自己的事情，总是要顾及父母的感受，怕他们不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过仔细阅读您的描述，能深深的感受到了你给父母去完成了他们本该完成的责任，而你却做不好自己该做的事情。而这样的情况呢，有时候通过语言去跟别人说，别人根本不太明白是怎么回事，内心更加的痛苦，其实你很想做好自己的事情，也希望爸爸妈妈能够开心。",
    "annotation": [
      {
        "sentence": "通过仔细阅读您的描述，能深深的感受到了你给父母去完成了他们本该完成的责任，而你却做不好自己该做的事情。",
        "label": ""
      },
      {
        "sentence": "而这样的情况呢，有时候通过语言去跟别人说，别人根本不太明白是怎么回事，内心更加的痛苦，其实你很想做好自己的事情，也希望爸爸妈妈能够开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很想让他们开心，但是每次都觉得自己付出的太多，得不到回报。",
    "annotation": [
      {
        "sentence": "是的，我真的很想让他们开心，但是每次都觉得自己付出的太多，得不到回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是很多时候当你为了满足爸爸妈妈开心，不让爸爸妈妈生气的时候，你大部分的时间是失去了自我而是去满足了他们的需求。但是您的父母也不是故意要是事情像这样去发展，他们也是由上一代的遗传教育模式而来，他们自然而然的也就这样对你进行教育。",
    "annotation": [
      {
        "sentence": "但是很多时候当你为了满足爸爸妈妈开心，不让爸爸妈妈生气的时候，你大部分的时间是失去了自我而是去满足了他们的需求。",
        "label": ""
      },
      {
        "sentence": "但是您的父母也不是故意要是事情像这样去发展，他们也是由上一代的遗传教育模式而来，他们自然而然的也就这样对你进行教育。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他们是为了我好，但是有时候我真的感觉力不从心。",
    "annotation": [
      {
        "sentence": "我明白他们是为了我好，但是有时候我真的感觉力不从心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母始终是爱你的，这是肯定的，但是可能他们给予你的爱的方式呢，可能不太适合你，或者说你不太喜欢，所以呢，我们有时候可以接纳父母对我们的爱，但是他们的教育的一些模式我们可以不用去吸收。要分清界限，父母是父母的事情，我们不做干预，他们俩有矛盾了，他们有需要处理的，那是他们的事情，但是如果他们会说是因为你惹他们生气，那也只是他们只是转移了一个对象而已，你不要把它当回事儿。",
    "annotation": [
      {
        "sentence": "父母始终是爱你的，这是肯定的，但是可能他们给予你的爱的方式呢，可能不太适合你，或者说你不太喜欢，所以呢，我们有时候可以接纳父母对我们的爱，但是他们的教育的一些模式我们可以不用去吸收。",
        "label": ""
      },
      {
        "sentence": "要分清界限，父母是父母的事情，我们不做干预，他们俩有矛盾了，他们有需要处理的，那是他们的事情，但是如果他们会说是因为你惹他们生气，那也只是他们只是转移了一个对象而已，你不要把它当回事儿。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我还是很在乎他们的想法，毕竟他们是我的父母，我替他们分忧的时候就会失去自己的界限感，就会导致自己的事情做不好，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "可是我还是很在乎他们的想法，毕竟他们是我的父母，我替他们分忧的时候就会失去自己的界限感，就会导致自己的事情做不好，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然你也是很爱你的父母你替他们分忧的时候就会失去自己的界限感，就会导致自己的事情做不好，所以有些事情的时候你需要放下。祝福。",
    "annotation": [
      {
        "sentence": "当然你也是很爱你的父母你替他们分忧的时候就会失去自己的界限感，就会导致自己的事情做不好，所以有些事情的时候你需要放下。",
        "label": ""
      },
      {
        "sentence": "祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会尽量放下，努力做好自己的事情。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会尽量放下，努力做好自己的事情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你的。如果还有什么困扰或者问题，随时都可以找我倾诉。祝你早日找到自己的心态平衡！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "如果还有什么困扰或者问题，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到自己的心态平衡！",
        "label": ""
      }
    ]
  }
]