[
  {
    "role": "client",
    "content": "总拿自己缺点和别人优点比较，对自己的进步视而不见？我是一个很自卑的人，还有点社交恐惧，因为最近刚考上教师的编制，我其实很焦虑，来的新学校，我很害怕面对其他老师，在我来了一个月之后，又来了一个新老师，我觉得她很开朗，很阳光，很会说话，我却恰恰相反，我总觉得自己和她比差太多了，我觉得自己好差劲，导致我很嫉妒她，而且我总拿自己的缺点和她的优点比较，我沉默寡言，她话语多，很会找话题，我孤僻内向，她开朗大方，等等，我觉得我看不到自己优秀的一面，越比较我越煎熬，越自卑，越难受，我其实也有进步，可我就是看不到，我觉得我对我自己太苛刻了，我不允许自己又不好的一面，我对自己的进步视而不见，也从来没有满足感，我该怎么办？",
    "annotation": [
      {
        "sentence": "总拿自己缺点和别人优点比较，对自己的进步视而不见？",
        "label": ""
      },
      {
        "sentence": "我是一个很自卑的人，还有点社交恐惧，因为最近刚考上教师的编制，我其实很焦虑，来的新学校，我很害怕面对其他老师，在我来了一个月之后，又来了一个新老师，我觉得她很开朗，很阳光，很会说话，我却恰恰相反，我总觉得自己和她比差太多了，我觉得自己好差劲，导致我很嫉妒她，而且我总拿自己的缺点和她的优点比较，我沉默寡言，她话语多，很会找话题，我孤僻内向，她开朗大方，等等，我觉得我看不到自己优秀的一面，越比较我越煎熬，越自卑，越难受，我其实也有进步，可我就是看不到，我觉得我对我自己太苛刻了，我不允许自己又不好的一面，我对自己的进步视而不见，也从来没有满足感，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，恭喜你成为一名光荣的人民教师，讲真的当我看到你说“最近刚考上教师的编制”时我内心是有些羡慕的，因为我刚才经历笔试，所以我能够想象得到考编制的艰辛以及你自身的努力。是什么让你总是拿自己的缺点与别人的优点比较呢？",
    "annotation": [
      {
        "sentence": "首先，恭喜你成为一名光荣的人民教师，讲真的当我看到你说“最近刚考上教师的编制”时我内心是有些羡慕的，因为我刚才经历笔试，所以我能够想象得到考编制的艰辛以及你自身的努力。",
        "label": ""
      },
      {
        "sentence": "是什么让你总是拿自己的缺点与别人的优点比较呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想可能是我内心一直很自卑，看到别人优秀的一面会让我觉得自己很差劲。",
    "annotation": [
      {
        "sentence": "我想可能是我内心一直很自卑，看到别人优秀的一面会让我觉得自己很差劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我个人觉得这个问题的根源与你在文中你提到的“自卑”有些密不可分的联系。从心理学上讲自卑可以分为自卑感和自卑情节。自卑感其实我们每个人都有，有的人多一些有的人少一些。这里的自卑感是指与他人比较，不如别人时产生的情绪。但不是方方面面存在不如别人的地方都会感到自卑感，也不是说比别人强的时候就不存在自卑感。其实自卑感是有作用的，它可以帮助我们更加正确地认识自我激励自己。其实你能够考上教师编，除却你自身的努力以及其他因素的影响之外，自卑感在其中也扮演了很重的角色。",
    "annotation": [
      {
        "sentence": "我个人觉得这个问题的根源与你在文中你提到的“自卑”有些密不可分的联系。",
        "label": ""
      },
      {
        "sentence": "从心理学上讲自卑可以分为自卑感和自卑情节。",
        "label": ""
      },
      {
        "sentence": "自卑感其实我们每个人都有，有的人多一些有的人少一些。",
        "label": ""
      },
      {
        "sentence": "这里的自卑感是指与他人比较，不如别人时产生的情绪。",
        "label": ""
      },
      {
        "sentence": "但不是方方面面存在不如别人的地方都会感到自卑感，也不是说比别人强的时候就不存在自卑感。",
        "label": ""
      },
      {
        "sentence": "其实自卑感是有作用的，它可以帮助我们更加正确地认识自我激励自己。",
        "label": ""
      },
      {
        "sentence": "其实你能够考上教师编，除却你自身的努力以及其他因素的影响之外，自卑感在其中也扮演了很重的角色。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实在考上教师编制这件事情上付出了很多努力，但是我总是无法看到自己的进步和优点。",
    "annotation": [
      {
        "sentence": "你说得对，我确实在考上教师编制这件事情上付出了很多努力，但是我总是无法看到自己的进步和优点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "就国内现况来说，如果你是学校的在编老师，那么你就会是别人家的孩子，受尽夸奖与优待，那么也就能够证明你是一个优秀的人。另外，教师的薪资福利待遇什么的相对来说也是很好的，最关键的是这份职业能够给人以极大的成就感与获得感以及优越感，这份优越感其实就是我们自身为了补偿自卑感带给我们的影响所进行的补偿动作。",
    "annotation": [
      {
        "sentence": "就国内现况来说，如果你是学校的在编老师，那么你就会是别人家的孩子，受尽夸奖与优待，那么也就能够证明你是一个优秀的人。",
        "label": ""
      },
      {
        "sentence": "另外，教师的薪资福利待遇什么的相对来说也是很好的，最关键的是这份职业能够给人以极大的成就感与获得感以及优越感，这份优越感其实就是我们自身为了补偿自卑感带给我们的影响所进行的补偿动作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来我内心的自卑感会让我用缺点与她的优点作比较，我明白了。",
    "annotation": [
      {
        "sentence": "原来我内心的自卑感会让我用缺点与她的优点作比较，我明白了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你谈到在你来一个月后又来了一位新老师，她阳光开朗会说话，跟她比你正好相反。这位老师的表现其实就在无意间激发了你内心的自卑情结。所谓自卑情结其实就是过分自卑导致印刻在内心深处的自卑感。“当个人在面对一个她无法应付的问题时，她表示她绝对无法解决这个问题，此时此刻的情绪便是自卑情绪”因为你感觉到你无法战胜这样一位优秀的人，所以你无意识中，只会用自己的缺点来与她的优点抗衡，这并不是你的错，这其实只是你在用自己最擅长的方式来解决问题。",
    "annotation": [
      {
        "sentence": "你谈到在你来一个月后又来了一位新老师，她阳光开朗会说话，跟她比你正好相反。",
        "label": ""
      },
      {
        "sentence": "这位老师的表现其实就在无意间激发了你内心的自卑情结。",
        "label": ""
      },
      {
        "sentence": "所谓自卑情结其实就是过分自卑导致印刻在内心深处的自卑感。",
        "label": ""
      },
      {
        "sentence": "“当个人在面对一个她无法应付的问题时，她表示她绝对无法解决这个问题，此时此刻的情绪便是自卑情绪”因为你感觉到你无法战胜这样一位优秀的人，所以你无意识中，只会用自己的缺点来与她的优点抗衡，这并不是你的错，这其实只是你在用自己最擅长的方式来解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来我一直在用自卑情结来应对这个问题，我需要改变这种方式。",
    "annotation": [
      {
        "sentence": "原来我一直在用自卑情结来应对这个问题，我需要改变这种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对这种情况，我们需要先对自己进行一个客观中立的评价与认知，因为此前的认知模式只会让你用自己的缺点去拼别人的优点。你可以试着发现自己的闪光点，你在文中说了你太多的缺点与不足，我想你自身同样具有一些别人羡慕的资源，试着找寻这些资源努力放大。找寻资源的方式可以通过问询别人以及日常发现来慢慢积累，肯定自己的付出与进步，因为你值得被爱被肯定，你同样是一名优秀的人。",
    "annotation": [
      {
        "sentence": "面对这种情况，我们需要先对自己进行一个客观中立的评价与认知，因为此前的认知模式只会让你用自己的缺点去拼别人的优点。",
        "label": ""
      },
      {
        "sentence": "你可以试着发现自己的闪光点，你在文中说了你太多的缺点与不足，我想你自身同样具有一些别人羡慕的资源，试着找寻这些资源努力放大。",
        "label": ""
      },
      {
        "sentence": "找寻资源的方式可以通过问询别人以及日常发现来慢慢积累，肯定自己的付出与进步，因为你值得被爱被肯定，你同样是一名优秀的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有想过要找寻自己的闪光点，可能我太专注于自己的缺点了。",
    "annotation": [
      {
        "sentence": "我从来没有想过要找寻自己的闪光点，可能我太专注于自己的缺点了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学会跟自己比，因为你就是你，一个独立而又鲜活璀璨的个体；所以把视线先收回自己身上与自己比与昨天的自己比较，我进步了哪些收获改变了哪些？记录这种进步，看到自己的成长肯定自己的努力。从自卑到自信需要漫长时间与努力，这不是一朝一夕就能够做到的，但我相信你能够做到并改变当下的现状，因为我从文中看到了你不曾提及的闪光点，加油你是最棒的。",
    "annotation": [
      {
        "sentence": "学会跟自己比，因为你就是你，一个独立而又鲜活璀璨的个体；所以把视线先收回自己身上与自己比与昨天的自己比较，我进步了哪些收获改变了哪些？",
        "label": ""
      },
      {
        "sentence": "记录这种进步，看到自己的成长肯定自己的努力。",
        "label": ""
      },
      {
        "sentence": "从自卑到自信需要漫长时间与努力，这不是一朝一夕就能够做到的，但我相信你能够做到并改变当下的现状，因为我从文中看到了你不曾提及的闪光点，加油你是最棒的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力寻找自己的优点，改变自己的思维方式。我相信我可以摆脱自卑情结，重新建立自己的自信。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力寻找自己的优点，改变自己的思维方式。",
        "label": ""
      },
      {
        "sentence": "我相信我可以摆脱自卑情结，重新建立自己的自信。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  }
]