[
  {
    "role": "client",
    "content": "什么是爱情？他的工作比我更重要和男朋友异地一年不到，我们都是农村的孩子，家境都不太好。但是他很温柔，三观很正，让我觉得他是一颗黑暗里的星星。",
    "annotation": [
      {
        "sentence": "什么是爱情？",
        "label": ""
      },
      {
        "sentence": "他的工作比我更重要和男朋友异地一年不到，我们都是农村的孩子，家境都不太好。",
        "label": ""
      },
      {
        "sentence": "但是他很温柔，三观很正，让我觉得他是一颗黑暗里的星星。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈喽，听你一番描述，可以感受到你对他和你们之间的感情是真挚的。确实，在恋爱中，有时候我们会遇到诸多挑战。你提到他的工作比你更重要，这让你感到困惑。你们之间异地已经一年多，家境也不容易，这些事情会给感情带来很多考验。不过，你也提到他很温柔，三观很正，这说明你对他的好感是有根据的。想和你一起探讨一下，你对爱情有什么具体的期待吗？",
    "annotation": [
      {
        "sentence": "哈喽，听你一番描述，可以感受到你对他和你们之间的感情是真挚的。",
        "label": ""
      },
      {
        "sentence": "确实，在恋爱中，有时候我们会遇到诸多挑战。",
        "label": ""
      },
      {
        "sentence": "你提到他的工作比你更重要，这让你感到困惑。",
        "label": ""
      },
      {
        "sentence": "你们之间异地已经一年多，家境也不容易，这些事情会给感情带来很多考验。",
        "label": ""
      },
      {
        "sentence": "不过，你也提到他很温柔，三观很正，这说明你对他的好感是有根据的。",
        "label": ""
      },
      {
        "sentence": "想和你一起探讨一下，你对爱情有什么具体的期待吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一开始，我们都还很好，可后来渐渐的，他忙于工作，忙于生活，忘记了要怎么爱我。他直男、他懒得维护，昨天他直言工作比我更重要，近两年肯定会在我和工作之间选择工作。我哑然失笑，不知道该理解还是该发飙。但是心里的难过又一次涌上了心头……我真的很爱他，爱到一次次降低自己的底线，爱到闺蜜们都说我脑子里是不是装了浆糊，可是我知道，他不容易呀，我们说过永远不分手的呀！昨天他跟我说，要我考虑考虑是否还要和他在一起。我跟他说一、以后不要再说这种话了。二、永远不要联系我了，因为一旦有联系我就断不了。他思考了片刻跟我说：选择2，他不想我陪他去耗青春了。我们已经29岁了，他计划至少还要我等5年，昨天说到彩礼，他说自己那么大了不可能还要父母拿彩礼，可现在结婚父母承担一些不是很正常吗？他不愿意。",
    "annotation": [
      {
        "sentence": "一开始，我们都还很好，可后来渐渐的，他忙于工作，忙于生活，忘记了要怎么爱我。",
        "label": ""
      },
      {
        "sentence": "他直男、他懒得维护，昨天他直言工作比我更重要，近两年肯定会在我和工作之间选择工作。",
        "label": ""
      },
      {
        "sentence": "我哑然失笑，不知道该理解还是该发飙。",
        "label": ""
      },
      {
        "sentence": "但是心里的难过又一次涌上了心头……我真的很爱他，爱到一次次降低自己的底线，爱到闺蜜们都说我脑子里是不是装了浆糊，可是我知道，他不容易呀，我们说过永远不分手的呀！",
        "label": ""
      },
      {
        "sentence": "昨天他跟我说，要我考虑考虑是否还要和他在一起。",
        "label": ""
      },
      {
        "sentence": "我跟他说一、以后不要再说这种话了。",
        "label": ""
      },
      {
        "sentence": "二、永远不要联系我了，因为一旦有联系我就断不了。",
        "label": ""
      },
      {
        "sentence": "他思考了片刻跟我说：选择2，他不想我陪他去耗青春了。",
        "label": ""
      },
      {
        "sentence": "我们已经29岁了，他计划至少还要我等5年，昨天说到彩礼，他说自己那么大了不可能还要父母拿彩礼，可现在结婚父母承担一些不是很正常吗？",
        "label": ""
      },
      {
        "sentence": "他不愿意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，我能感受到你对他的爱非常深刻，为了他你甘愿降低自己的底线。但是，当他直言工作比你更重要，这让你感到困惑和受伤。我明白这种感受会让你很难过，尤其是在你真心爱他的情况下。我们都希望在爱情中得到被理解和珍惜。同时，他提出分手的选择也让你感到心痛。在这个时候，你的情绪一定很复杂。我觉得，你们之间的问题可能是因为对爱情的期待不同导致的。他希望先集中精力在工作上，而你希望能够结婚。这是一个很重要的诉求，但他可能认为5年后工作稳定了再考虑结婚更能给你们带来更好的生活。彩礼对他而言，可能觉得并不是非常必要的，也许他希望能靠自己的能力来承担。我们在爱情中很容易被理想主义的观念所困扰，但实际上，每个人对于爱情和生活的看法都不一样。",
    "annotation": [
      {
        "sentence": "看完你的描述，我能感受到你对他的爱非常深刻，为了他你甘愿降低自己的底线。",
        "label": ""
      },
      {
        "sentence": "但是，当他直言工作比你更重要，这让你感到困惑和受伤。",
        "label": ""
      },
      {
        "sentence": "我明白这种感受会让你很难过，尤其是在你真心爱他的情况下。",
        "label": ""
      },
      {
        "sentence": "我们都希望在爱情中得到被理解和珍惜。",
        "label": ""
      },
      {
        "sentence": "同时，他提出分手的选择也让你感到心痛。",
        "label": ""
      },
      {
        "sentence": "在这个时候，你的情绪一定很复杂。",
        "label": ""
      },
      {
        "sentence": "我觉得，你们之间的问题可能是因为对爱情的期待不同导致的。",
        "label": ""
      },
      {
        "sentence": "他希望先集中精力在工作上，而你希望能够结婚。",
        "label": ""
      },
      {
        "sentence": "这是一个很重要的诉求，但他可能认为5年后工作稳定了再考虑结婚更能给你们带来更好的生活。",
        "label": ""
      },
      {
        "sentence": "彩礼对他而言，可能觉得并不是非常必要的，也许他希望能靠自己的能力来承担。",
        "label": ""
      },
      {
        "sentence": "我们在爱情中很容易被理想主义的观念所困扰，但实际上，每个人对于爱情和生活的看法都不一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的观点，我们的诉求确实不一样。但我觉得爱情应该是两个人彼此关心、支持和理解的，他现在似乎只顾自己的工作和未来，忽略了我们的感情。我感到很失望和被冷落。我真的不知道该怎么办了，难道这就是爱情的现实吗？",
    "annotation": [
      {
        "sentence": "我明白你的观点，我们的诉求确实不一样。",
        "label": ""
      },
      {
        "sentence": "但我觉得爱情应该是两个人彼此关心、支持和理解的，他现在似乎只顾自己的工作和未来，忽略了我们的感情。",
        "label": ""
      },
      {
        "sentence": "我感到很失望和被冷落。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了，难道这就是爱情的现实吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对他忽略感情的失望和被冷落的感受。在爱情中，我们都希望能够得到彼此的关心和支持。但是，有时候现实会让我们感到无奈。他可能是被工作和未来的压力所困扰，忽略了对你的关心。这不一定是他不爱你，而是他在追求自己的目标。爱情中的冷暖是相对的，每个人都有自己的方式去表达和理解。在这个过程中，我们需要忍耐和理解彼此。或许你可以尝试沟通，与他坦诚地谈一谈你的感受和需求，看看是否能够找到一个平衡点。",
    "annotation": [
      {
        "sentence": "理解你对他忽略感情的失望和被冷落的感受。",
        "label": ""
      },
      {
        "sentence": "在爱情中，我们都希望能够得到彼此的关心和支持。",
        "label": ""
      },
      {
        "sentence": "但是，有时候现实会让我们感到无奈。",
        "label": ""
      },
      {
        "sentence": "他可能是被工作和未来的压力所困扰，忽略了对你的关心。",
        "label": ""
      },
      {
        "sentence": "这不一定是他不爱你，而是他在追求自己的目标。",
        "label": ""
      },
      {
        "sentence": "爱情中的冷暖是相对的，每个人都有自己的方式去表达和理解。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我们需要忍耐和理解彼此。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试沟通，与他坦诚地谈一谈你的感受和需求，看看是否能够找到一个平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我需要更加理解和接受他的选择和工作压力。不过，我还是很在意他似乎对我们的未来没有计划。或许我可以提出我们领证先，等他事业稳定了再办婚礼的建议，这样既能满足我的需求，也能给他一些时间。我真的希望我们能够找到一个双方都可以接受的解决方案。",
    "annotation": [
      {
        "sentence": "你说得对，也许我需要更加理解和接受他的选择和工作压力。",
        "label": ""
      },
      {
        "sentence": "不过，我还是很在意他似乎对我们的未来没有计划。",
        "label": ""
      },
      {
        "sentence": "或许我可以提出我们领证先，等他事业稳定了再办婚礼的建议，这样既能满足我的需求，也能给他一些时间。",
        "label": ""
      },
      {
        "sentence": "我真的希望我们能够找到一个双方都可以接受的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很好，提出领证先、等事业稳定再办婚礼的建议，可以给你们一个权衡的机会。这样，既能满足你希望结婚的期待，也能给他一些时间去发展他的事业。关键是，你们需要进行沟通，听取对方的想法和意见，共同决定对你们来说最合适的方案。如果你真心希望和他一起前进，那就尽力去争取一个双方都能接受的解决方案吧。",
    "annotation": [
      {
        "sentence": "你的想法很好，提出领证先、等事业稳定再办婚礼的建议，可以给你们一个权衡的机会。",
        "label": ""
      },
      {
        "sentence": "这样，既能满足你希望结婚的期待，也能给他一些时间去发展他的事业。",
        "label": ""
      },
      {
        "sentence": "关键是，你们需要进行沟通，听取对方的想法和意见，共同决定对你们来说最合适的方案。",
        "label": ""
      },
      {
        "sentence": "如果你真心希望和他一起前进，那就尽力去争取一个双方都能接受的解决方案吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会好好思考并和他进行深入的交流。希望我们能够找到一个能够让双方都满意的解决方式。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会好好思考并和他进行深入的交流。",
        "label": ""
      },
      {
        "sentence": "希望我们能够找到一个能够让双方都满意的解决方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们一定会找到一个满意的解决方式。可以多听取对方的意见，保持沟通和理解，相信你们的爱情能够克服困难，走向更美好的未来。祝你好运！如果还有其他问题，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我相信你们一定会找到一个满意的解决方式。",
        "label": ""
      },
      {
        "sentence": "可以多听取对方的意见，保持沟通和理解，相信你们的爱情能够克服困难，走向更美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]