[
  {
    "role": "client",
    "content": "什么是爱情？他的工作比我更重要和男朋友异地一年不到，我们都是农村的孩子，家境都不太好。但是他很温柔，三观很正，让我觉得他是一颗黑暗里的星星。一开始，我们都还很好，可后来渐渐的，他忙于工作，忙于生活，忘记了要怎么爱我。他直男、他懒得维护，昨天他直言工作比我更重要，近两年肯定会在我和工作之间选择工作。我哑然失笑，不知道该理解还是该发飙。但是心里的难过又一次涌上了心头……我真的很爱他，爱到一次次降低自己的底线，爱到闺蜜们都说我脑子里是不是装了浆糊，可是我知道，他不容易呀，我们说过永远不分手的呀！昨天他跟我说，要我考虑考虑是否还要和他在一起。我跟他说一、以后不要再说这种话了。二、永远不要联系我了，因为一旦有联系我就断不了。他思考了片刻跟我说：选择2，他不想我陪他去耗青春了。我们已经29岁了，他计划至少还要我等5年，昨天说到彩礼，他说自己那么大了不可能还要父母拿彩礼，可现在结婚父母承担一些不是很正常吗？他不愿意。",
    "annotation": [
      {
        "sentence": "什么是爱情？",
        "label": ""
      },
      {
        "sentence": "他的工作比我更重要和男朋友异地一年不到，我们都是农村的孩子，家境都不太好。",
        "label": ""
      },
      {
        "sentence": "但是他很温柔，三观很正，让我觉得他是一颗黑暗里的星星。",
        "label": ""
      },
      {
        "sentence": "一开始，我们都还很好，可后来渐渐的，他忙于工作，忙于生活，忘记了要怎么爱我。",
        "label": ""
      },
      {
        "sentence": "他直男、他懒得维护，昨天他直言工作比我更重要，近两年肯定会在我和工作之间选择工作。",
        "label": ""
      },
      {
        "sentence": "我哑然失笑，不知道该理解还是该发飙。",
        "label": ""
      },
      {
        "sentence": "但是心里的难过又一次涌上了心头……我真的很爱他，爱到一次次降低自己的底线，爱到闺蜜们都说我脑子里是不是装了浆糊，可是我知道，他不容易呀，我们说过永远不分手的呀！",
        "label": ""
      },
      {
        "sentence": "昨天他跟我说，要我考虑考虑是否还要和他在一起。",
        "label": ""
      },
      {
        "sentence": "我跟他说一、以后不要再说这种话了。",
        "label": ""
      },
      {
        "sentence": "二、永远不要联系我了，因为一旦有联系我就断不了。",
        "label": ""
      },
      {
        "sentence": "他思考了片刻跟我说：选择2，他不想我陪他去耗青春了。",
        "label": ""
      },
      {
        "sentence": "我们已经29岁了，他计划至少还要我等5年，昨天说到彩礼，他说自己那么大了不可能还要父母拿彩礼，可现在结婚父母承担一些不是很正常吗？",
        "label": ""
      },
      {
        "sentence": "他不愿意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑我能理解，作为一个男生，他想通过自己的努力赚钱，不想给父母增添负担是可以理解的。但是工作和爱情并不是不可兼顾的，你也没说不会和他一起努力，只是他有点大男子主义了，任何事情都需要按照他的意愿来执行。结婚证其实是对于彼此的官方认可，而且有一点他描述的不对，如果五年之后真的可以结婚，那么这五年并不是消耗，而是对于彼此的考验以及互相的磨合。如果五年之后没有在一起，而且在这五年里对方并没有给予我们丝毫的慰藉，还一直让我们等着他，这才是真正的消耗青春。彩礼这件事是因人而异的，如果我们的家人对于彩礼只是一个表面数字，给多给少都不是很介意，而且自己的家人更多关注的是孩子的幸福，甚至会在孩子需要帮助的时候搭一把手，那么彩礼对于孩子是一种额外的补助。如果我们家人不考虑对方的经济条件，甚至拿到彩礼之后不会陪给孩子一分，甚至要求男方必须有车有房的话，这就有点强人所难了，在这种情况下，对于不太富裕的家庭确实是很难谈拢的。因此我们可以先了解一下家人的态度，毕竟婚姻是两个家庭的事，如果双方家长都没办法谈拢，那么很多事情是没办法继续推进的。",
    "annotation": [
      {
        "sentence": "你的困惑我能理解，作为一个男生，他想通过自己的努力赚钱，不想给父母增添负担是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是工作和爱情并不是不可兼顾的，你也没说不会和他一起努力，只是他有点大男子主义了，任何事情都需要按照他的意愿来执行。",
        "label": ""
      },
      {
        "sentence": "结婚证其实是对于彼此的官方认可，而且有一点他描述的不对，如果五年之后真的可以结婚，那么这五年并不是消耗，而是对于彼此的考验以及互相的磨合。",
        "label": ""
      },
      {
        "sentence": "如果五年之后没有在一起，而且在这五年里对方并没有给予我们丝毫的慰藉，还一直让我们等着他，这才是真正的消耗青春。",
        "label": ""
      },
      {
        "sentence": "彩礼这件事是因人而异的，如果我们的家人对于彩礼只是一个表面数字，给多给少都不是很介意，而且自己的家人更多关注的是孩子的幸福，甚至会在孩子需要帮助的时候搭一把手，那么彩礼对于孩子是一种额外的补助。",
        "label": ""
      },
      {
        "sentence": "如果我们家人不考虑对方的经济条件，甚至拿到彩礼之后不会陪给孩子一分，甚至要求男方必须有车有房的话，这就有点强人所难了，在这种情况下，对于不太富裕的家庭确实是很难谈拢的。",
        "label": ""
      },
      {
        "sentence": "因此我们可以先了解一下家人的态度，毕竟婚姻是两个家庭的事，如果双方家长都没办法谈拢，那么很多事情是没办法继续推进的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他工作的确很辛苦，我也不想让他给家里增添负担，我能理解他。但是我希望他也能理解我，感受到我对他的爱和关心。他现在把工作看得比我重要，让我有点沮丧。我不知道该怎么跟他沟通，是要理解他的选择还是表达我的不满。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "他工作的确很辛苦，我也不想让他给家里增添负担，我能理解他。",
        "label": ""
      },
      {
        "sentence": "但是我希望他也能理解我，感受到我对他的爱和关心。",
        "label": ""
      },
      {
        "sentence": "他现在把工作看得比我重要，让我有点沮丧。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么跟他沟通，是要理解他的选择还是表达我的不满。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，沟通是解决问题的关键。你可以试着和他坦诚地谈谈你的感受和困惑，告诉他你希望他能更多地关注你们的感情和你的需求。但是在表达的时候也要尽量避免过分抱怨或指责，以免引起争吵。可以从自己的角度出发，说出你对这段感情的重视和期望，让他明白你们的感情对你是多么重要。同时，也要尊重他的想法和选择，试着寻找双方都能接受的妥协点，思考如何让彼此更好地平衡工作和感情。记住，爱情需要双方共同的努力和理解，也需要相互的支持和关心。",
    "annotation": [
      {
        "sentence": "我理解你的感受，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他坦诚地谈谈你的感受和困惑，告诉他你希望他能更多地关注你们的感情和你的需求。",
        "label": ""
      },
      {
        "sentence": "但是在表达的时候也要尽量避免过分抱怨或指责，以免引起争吵。",
        "label": ""
      },
      {
        "sentence": "可以从自己的角度出发，说出你对这段感情的重视和期望，让他明白你们的感情对你是多么重要。",
        "label": ""
      },
      {
        "sentence": "同时，也要尊重他的想法和选择，试着寻找双方都能接受的妥协点，思考如何让彼此更好地平衡工作和感情。",
        "label": ""
      },
      {
        "sentence": "记住，爱情需要双方共同的努力和理解，也需要相互的支持和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他好好沟通的，希望我们能够找到解决的办法，让我们的感情更加稳固。谢谢你的建议和支持，真的觉得有个可以倾诉的人很重要。我会努力的！",
    "annotation": [
      {
        "sentence": "我会试着和他好好沟通的，希望我们能够找到解决的办法，让我们的感情更加稳固。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，真的觉得有个可以倾诉的人很重要。",
        "label": ""
      },
      {
        "sentence": "我会努力的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。沟通是解决问题的关键，相信你们能够找到共同的解决办法。记得保持理性和冷静，倾听对方的意见，共同面对问题，相信你们的感情会越来越好。如果有任何困惑或者需要倾诉，都可以随时来找我，我会一直在这里支持你的。祝愿你们能够幸福地走下去！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键，相信你们能够找到共同的解决办法。",
        "label": ""
      },
      {
        "sentence": "记得保持理性和冷静，倾听对方的意见，共同面对问题，相信你们的感情会越来越好。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需要倾诉，都可以随时来找我，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝愿你们能够幸福地走下去！",
        "label": ""
      }
    ]
  }
]