[
  {
    "role": "client",
    "content": "什么是爱情？他的工作比我更重要和男朋友异地一年不到，我们都是农村的孩子，家境都不太好。但是他很温柔，三观很正，让我觉得他是一颗黑暗里的星星。一开始，我们都还很好，可后来渐渐的，他忙于工作，忙于生活，忘记了要怎么爱我。他直男、他懒得维护，昨天他直言工作比我更重要，近两年肯定会在我和工作之间选择工作。我哑然失笑，不知道该理解还是该发飙。但是心里的难过又一次涌上了心头……我真的很爱他，爱到一次次降低自己的底线，爱到闺蜜们都说我脑子里是不是装了浆糊，可是我知道，他不容易呀，我们说过永远不分手的呀！昨天他跟我说，要我考虑考虑是否还要和他在一起。我跟他说一、以后不要再说这种话了。二、永远不要联系我了，因为一旦有联系我就断不了。他思考了片刻跟我说：选择2，他不想我陪他去耗青春了。我们已经29岁了，他计划至少还要我等5年，昨天说到彩礼，他说自己那么大了不可能还要父母拿彩礼，可现在结婚父母承担一些不是很正常吗？他不愿意。",
    "annotation": [
      {
        "sentence": "什么是爱情？",
        "label": ""
      },
      {
        "sentence": "他的工作比我更重要和男朋友异地一年不到，我们都是农村的孩子，家境都不太好。",
        "label": ""
      },
      {
        "sentence": "但是他很温柔，三观很正，让我觉得他是一颗黑暗里的星星。",
        "label": ""
      },
      {
        "sentence": "一开始，我们都还很好，可后来渐渐的，他忙于工作，忙于生活，忘记了要怎么爱我。",
        "label": ""
      },
      {
        "sentence": "他直男、他懒得维护，昨天他直言工作比我更重要，近两年肯定会在我和工作之间选择工作。",
        "label": ""
      },
      {
        "sentence": "我哑然失笑，不知道该理解还是该发飙。",
        "label": ""
      },
      {
        "sentence": "但是心里的难过又一次涌上了心头……我真的很爱他，爱到一次次降低自己的底线，爱到闺蜜们都说我脑子里是不是装了浆糊，可是我知道，他不容易呀，我们说过永远不分手的呀！",
        "label": ""
      },
      {
        "sentence": "昨天他跟我说，要我考虑考虑是否还要和他在一起。",
        "label": ""
      },
      {
        "sentence": "我跟他说一、以后不要再说这种话了。",
        "label": ""
      },
      {
        "sentence": "二、永远不要联系我了，因为一旦有联系我就断不了。",
        "label": ""
      },
      {
        "sentence": "他思考了片刻跟我说：选择2，他不想我陪他去耗青春了。",
        "label": ""
      },
      {
        "sentence": "我们已经29岁了，他计划至少还要我等5年，昨天说到彩礼，他说自己那么大了不可能还要父母拿彩礼，可现在结婚父母承担一些不是很正常吗？",
        "label": ""
      },
      {
        "sentence": "他不愿意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你讲述这样的故事，我很能理解你此刻的痛苦和迷茫。毕竟，对于爱情这个主题，我们都有着自己的理解和感悟。对于你的男朋友的选择，显然让你很难过，也让你很迷茫，不知道该怎么做，更不知道他所做的一切是否值得你去承受。所以，我想听听你的想法和感受。",
    "annotation": [
      {
        "sentence": "听到你讲述这样的故事，我很能理解你此刻的痛苦和迷茫。",
        "label": ""
      },
      {
        "sentence": "毕竟，对于爱情这个主题，我们都有着自己的理解和感悟。",
        "label": ""
      },
      {
        "sentence": "对于你的男朋友的选择，显然让你很难过，也让你很迷茫，不知道该怎么做，更不知道他所做的一切是否值得你去承受。",
        "label": ""
      },
      {
        "sentence": "所以，我想听听你的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很爱他，可是他的选择让我感觉到他并没有把我放在第一位，心里很失落。我不知道是否应该继续在这段感情上继续追求。",
    "annotation": [
      {
        "sentence": "我真的很爱他，可是他的选择让我感觉到他并没有把我放在第一位，心里很失落。",
        "label": ""
      },
      {
        "sentence": "我不知道是否应该继续在这段感情上继续追求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，感情是需要彼此珍视和付出的。但是，作为感情中的一方，我们也要肯定自己的价值和底线，不要把自己的幸福寄托在别人身上。而且，在这段感情之中，你是否觉得自己真正快乐和真正满足呢？是否觉得这个男人真正可以和你一起走完余生呢？这些问题也是你需要思考的。",
    "annotation": [
      {
        "sentence": "你说的很对，感情是需要彼此珍视和付出的。",
        "label": ""
      },
      {
        "sentence": "但是，作为感情中的一方，我们也要肯定自己的价值和底线，不要把自己的幸福寄托在别人身上。",
        "label": ""
      },
      {
        "sentence": "而且，在这段感情之中，你是否觉得自己真正快乐和真正满足呢？",
        "label": ""
      },
      {
        "sentence": "是否觉得这个男人真正可以和你一起走完余生呢？",
        "label": ""
      },
      {
        "sentence": "这些问题也是你需要思考的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得自己的幸福就是和他在一起，可现在越来越觉得这并不是全部了。也许我需要更多的关爱和关注，这段时间异地让我觉得很孤单很无助。",
    "annotation": [
      {
        "sentence": "我一直觉得自己的幸福就是和他在一起，可现在越来越觉得这并不是全部了。",
        "label": ""
      },
      {
        "sentence": "也许我需要更多的关爱和关注，这段时间异地让我觉得很孤单很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。异地恋的确会让人感觉孤单和无助，但是我们也要相信这段关系中的爱是真实的，而我们可以也应该通过沟通和付出来维系彼此之间的感情。同时，你可以多和你的男朋友沟通，让他能理解你的感受和需要。之外，你也可以尝试寻找更多的社交活动，结交新的朋友，增加自己的社交圈子，这样不仅可以增加自己的兴趣爱好，同时也可以帮助你更好地接纳自己和适应这段感情。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "异地恋的确会让人感觉孤单和无助，但是我们也要相信这段关系中的爱是真实的，而我们可以也应该通过沟通和付出来维系彼此之间的感情。",
        "label": ""
      },
      {
        "sentence": "同时，你可以多和你的男朋友沟通，让他能理解你的感受和需要。",
        "label": ""
      },
      {
        "sentence": "之外，你也可以尝试寻找更多的社交活动，结交新的朋友，增加自己的社交圈子，这样不仅可以增加自己的兴趣爱好，同时也可以帮助你更好地接纳自己和适应这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我觉得如果我们之间能够多沟通多理解对方的话，或许我们之间的矛盾会被解决得更好。但是我也担心如果我要是提起这些问题的话，他会感到不开心，这会让我们之间的感情变得更糟。",
    "annotation": [
      {
        "sentence": "你说得很对，我觉得如果我们之间能够多沟通多理解对方的话，或许我们之间的矛盾会被解决得更好。",
        "label": ""
      },
      {
        "sentence": "但是我也担心如果我要是提起这些问题的话，他会感到不开心，这会让我们之间的感情变得更糟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你的担忧。但是，感情是需要沟通和理解的基础，这无论是对你还是对你男朋友都是如此。如果我们总是被忧虑和顾虑束缚住，那么我们就无法真正得知对方的想法和感受，也无法真正地发展我们的感情。所以，你可以通过温和的态度和语气，开放的心态和表达自己的想法和需求，与你的男朋友多进行一些沟通，以达成相互理解和信任的目的。",
    "annotation": [
      {
        "sentence": "我能够理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，感情是需要沟通和理解的基础，这无论是对你还是对你男朋友都是如此。",
        "label": ""
      },
      {
        "sentence": "如果我们总是被忧虑和顾虑束缚住，那么我们就无法真正得知对方的想法和感受，也无法真正地发展我们的感情。",
        "label": ""
      },
      {
        "sentence": "所以，你可以通过温和的态度和语气，开放的心态和表达自己的想法和需求，与你的男朋友多进行一些沟通，以达成相互理解和信任的目的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我会好好与他沟通。但是，当他和我说要我考虑是否还要和他在一起时，我的心里真的很痛苦。我不知道自己该怎么做才能让他更加重视我们之间的感情。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我会好好与他沟通。",
        "label": ""
      },
      {
        "sentence": "但是，当他和我说要我考虑是否还要和他在一起时，我的心里真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "我不知道自己该怎么做才能让他更加重视我们之间的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这样的问题，我们常常会觉得自己束手无策。但是，请相信自己和自己所做的努力。无论是沟通还是付出，这些都是对我们感情的重视和珍视。同时，我们也要明白，在感情之中，虽然我们常常希望对方更加重视，但是真正决定何去何从的还是我们自己。我们需要明确自己的底线和需求，同时也要在保持真诚和坚定的基础上，与对方多交流和沟通，以更好地发展我们的感情。",
    "annotation": [
      {
        "sentence": "遇到这样的问题，我们常常会觉得自己束手无策。",
        "label": ""
      },
      {
        "sentence": "但是，请相信自己和自己所做的努力。",
        "label": ""
      },
      {
        "sentence": "无论是沟通还是付出，这些都是对我们感情的重视和珍视。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要明白，在感情之中，虽然我们常常希望对方更加重视，但是真正决定何去何从的还是我们自己。",
        "label": ""
      },
      {
        "sentence": "我们需要明确自己的底线和需求，同时也要在保持真诚和坚定的基础上，与对方多交流和沟通，以更好地发展我们的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会好好考虑自己的需求和感受，以及和男朋友的关系。虽然我不知道最后的结果会如何，但是我也不想让自己有任何的后悔和遗憾。",
    "annotation": [
      {
        "sentence": "谢谢你，我会好好考虑自己的需求和感受，以及和男朋友的关系。",
        "label": ""
      },
      {
        "sentence": "虽然我不知道最后的结果会如何，但是我也不想让自己有任何的后悔和遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常支持你的决定。任何结果都有它的意义和价值。无论未来如何，我们都需要珍惜和爱护自己，以及和他人之间的感情。同时，我们也需要勇敢地面对自己的生命和未来，创造自己想要的生活。期待着和你一起共同迈向更美好和幸福的未来！",
    "annotation": [
      {
        "sentence": "非常支持你的决定。",
        "label": ""
      },
      {
        "sentence": "任何结果都有它的意义和价值。",
        "label": ""
      },
      {
        "sentence": "无论未来如何，我们都需要珍惜和爱护自己，以及和他人之间的感情。",
        "label": ""
      },
      {
        "sentence": "同时，我们也需要勇敢地面对自己的生命和未来，创造自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "期待着和你一起共同迈向更美好和幸福的未来！",
        "label": ""
      }
    ]
  }
]