[
  {
    "role": "client",
    "content": "为什么我跟别人一旦闹了矛盾，就老死不相往来了呢？我跟我的闺蜜，认识差不多十年，最近闹掰了，没有一句争吵，没有闹别扭，就突然之间不想搭理不想说话了，主要原因还是这些年，我觉得我当她是唯一好朋友，但是她并没有，好多事，她从来都没在意过我的感受。四年前我离婚了，结婚两年，平常也有小吵小闹，最后一次因为他让我回家问我爸妈拿钱去看病，因为两年都没有怀孕，我没去，大吵了一架，然后他坚决离婚，最后我是听说，他说就算我能生他也不要我。再后来谈了一个男朋友，他目的明确，能生就谈，我觉得倍受侮辱，但我忍了，最后还是分了，因为我没有怀孕。但我喜欢他，不想错过，我偶尔给他发信息打电话找他帮忙，他也会回，只是他不愿见面。我就觉得，又没有大的可以到老死不相往来的矛盾，怎么一闹个矛盾一吵架就老死不相往来呢？",
    "annotation": [
      {
        "sentence": "为什么我跟别人一旦闹了矛盾，就老死不相往来了呢？",
        "label": ""
      },
      {
        "sentence": "我跟我的闺蜜，认识差不多十年，最近闹掰了，没有一句争吵，没有闹别扭，就突然之间不想搭理不想说话了，主要原因还是这些年，我觉得我当她是唯一好朋友，但是她并没有，好多事，她从来都没在意过我的感受。",
        "label": ""
      },
      {
        "sentence": "四年前我离婚了，结婚两年，平常也有小吵小闹，最后一次因为他让我回家问我爸妈拿钱去看病，因为两年都没有怀孕，我没去，大吵了一架，然后他坚决离婚，最后我是听说，他说就算我能生他也不要我。",
        "label": ""
      },
      {
        "sentence": "再后来谈了一个男朋友，他目的明确，能生就谈，我觉得倍受侮辱，但我忍了，最后还是分了，因为我没有怀孕。",
        "label": ""
      },
      {
        "sentence": "但我喜欢他，不想错过，我偶尔给他发信息打电话找他帮忙，他也会回，只是他不愿见面。",
        "label": ""
      },
      {
        "sentence": "我就觉得，又没有大的可以到老死不相往来的矛盾，怎么一闹个矛盾一吵架就老死不相往来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你跟你的闺蜜认识已经有十年了，最近闹掰了，你说没有争吵也没有闹别扭，就突然间不想和她说话了。我想先帮你梳理一下这句话的逻辑，然后再来讨论。你说你把她当作唯一的好朋友，但她并没有像你一样对待你，她从来都没在意过你的感受。按照你的逻辑，作为你的闺蜜，她应该在意你的感受。那么这十多年来，你了解她吗？她经历了什么，最近的感受你了解吗？你关注过吗？如果你只是要求她关注你而不关注她，那么你认为在她看来，你能算得上是她的闺蜜吗？一段关系是相互平等的，你付出了对应的关心和付出，才能有对应的回报。以上是我根据你的描述所猜测的，不知道你是否还有其他方面没有表达出来的地方，我可以这样理解你和闺蜜的关系吗？另外，关于你离婚的事情：你前夫对于生孩子有需求，这个需求是你们关系联系在一起的核心，在你们相处的四年里这个需求并没有实现。这才是你们离婚的根本原因，因为核心需求无法达成，所以离婚后就没有什么联系了。至于你现在的男朋友：他的需求是明确的，只要你能生孩子就跟你谈恋爱。你觉得自己倍受侮辱，但你还是忍了下来，最后还是分手了，因为你没有怀孕。不过因为你还是对他有好感，所以你会偶尔给他发信息或者打电话找他帮忙，他也会回应，只是不愿意见面。我觉得你之所以会觉得一闹矛盾、吵架就会完全不联系，可能是因为你觉得这些矛盾并没有到达无法弥合的程度。但你要明白的是，每个人的看法和诉求都不尽相同。对于你男朋友来说，他想要把自己的时间花在能帮助他实现生孩子愿望的女性身上。如果一直保持联系，那么他找到理想对象的几率可能会降低，这也许是他担心的事情。从你对问题的诉求出发，你觉得自己是合理的。但现实社会是复杂多样的，你可以试试从对方的角度考虑问题，这样也许能更好地理解你现在的处境。",
    "annotation": [
      {
        "sentence": "你跟你的闺蜜认识已经有十年了，最近闹掰了，你说没有争吵也没有闹别扭，就突然间不想和她说话了。",
        "label": ""
      },
      {
        "sentence": "我想先帮你梳理一下这句话的逻辑，然后再来讨论。",
        "label": ""
      },
      {
        "sentence": "你说你把她当作唯一的好朋友，但她并没有像你一样对待你，她从来都没在意过你的感受。",
        "label": ""
      },
      {
        "sentence": "按照你的逻辑，作为你的闺蜜，她应该在意你的感受。",
        "label": ""
      },
      {
        "sentence": "那么这十多年来，你了解她吗？",
        "label": ""
      },
      {
        "sentence": "她经历了什么，最近的感受你了解吗？",
        "label": ""
      },
      {
        "sentence": "你关注过吗？",
        "label": ""
      },
      {
        "sentence": "如果你只是要求她关注你而不关注她，那么你认为在她看来，你能算得上是她的闺蜜吗？",
        "label": ""
      },
      {
        "sentence": "一段关系是相互平等的，你付出了对应的关心和付出，才能有对应的回报。",
        "label": ""
      },
      {
        "sentence": "以上是我根据你的描述所猜测的，不知道你是否还有其他方面没有表达出来的地方，我可以这样理解你和闺蜜的关系吗？",
        "label": ""
      },
      {
        "sentence": "另外，关于你离婚的事情：你前夫对于生孩子有需求，这个需求是你们关系联系在一起的核心，在你们相处的四年里这个需求并没有实现。",
        "label": ""
      },
      {
        "sentence": "这才是你们离婚的根本原因，因为核心需求无法达成，所以离婚后就没有什么联系了。",
        "label": ""
      },
      {
        "sentence": "至于你现在的男朋友：他的需求是明确的，只要你能生孩子就跟你谈恋爱。",
        "label": ""
      },
      {
        "sentence": "你觉得自己倍受侮辱，但你还是忍了下来，最后还是分手了，因为你没有怀孕。",
        "label": ""
      },
      {
        "sentence": "不过因为你还是对他有好感，所以你会偶尔给他发信息或者打电话找他帮忙，他也会回应，只是不愿意见面。",
        "label": ""
      },
      {
        "sentence": "我觉得你之所以会觉得一闹矛盾、吵架就会完全不联系，可能是因为你觉得这些矛盾并没有到达无法弥合的程度。",
        "label": ""
      },
      {
        "sentence": "但你要明白的是，每个人的看法和诉求都不尽相同。",
        "label": ""
      },
      {
        "sentence": "对于你男朋友来说，他想要把自己的时间花在能帮助他实现生孩子愿望的女性身上。",
        "label": ""
      },
      {
        "sentence": "如果一直保持联系，那么他找到理想对象的几率可能会降低，这也许是他担心的事情。",
        "label": ""
      },
      {
        "sentence": "从你对问题的诉求出发，你觉得自己是合理的。",
        "label": ""
      },
      {
        "sentence": "但现实社会是复杂多样的，你可以试试从对方的角度考虑问题，这样也许能更好地理解你现在的处境。",
        "label": ""
      }
    ]
  }
]