[
  {
    "role": "client",
    "content": "为什么我跟别人一旦闹了矛盾，就老死不相往来了呢？我跟我的闺蜜，认识差不多十年，最近闹掰了，没有一句争吵，没有闹别扭，就突然之间不想搭理不想说话了，主要原因还是这些年，我觉得我当她是唯一好朋友，但是她并没有，好多事，她从来都没在意过我的感受。四年前我离婚了，结婚两年，平常也有小吵小闹，最后一次因为他让我回家问我爸妈拿钱去看病，因为两年都没有怀孕，我没去，大吵了一架，然后他坚决离婚，最后我是听说，他说就算我能生他也不要我。再后来谈了一个男朋友，他目的明确，能生就谈，我觉得倍受侮辱，但我忍了，最后还是分了，因为我没有怀孕。但我喜欢他，不想错过，我偶尔给他发信息打电话找他帮忙，他也会回，只是他不愿见面。我就觉得，又没有大的可以到老死不相往来的矛盾，怎么一闹个矛盾一吵架就老死不相往来呢？",
    "annotation": [
      {
        "sentence": "为什么我跟别人一旦闹了矛盾，就老死不相往来了呢？",
        "label": ""
      },
      {
        "sentence": "我跟我的闺蜜，认识差不多十年，最近闹掰了，没有一句争吵，没有闹别扭，就突然之间不想搭理不想说话了，主要原因还是这些年，我觉得我当她是唯一好朋友，但是她并没有，好多事，她从来都没在意过我的感受。",
        "label": ""
      },
      {
        "sentence": "四年前我离婚了，结婚两年，平常也有小吵小闹，最后一次因为他让我回家问我爸妈拿钱去看病，因为两年都没有怀孕，我没去，大吵了一架，然后他坚决离婚，最后我是听说，他说就算我能生他也不要我。",
        "label": ""
      },
      {
        "sentence": "再后来谈了一个男朋友，他目的明确，能生就谈，我觉得倍受侮辱，但我忍了，最后还是分了，因为我没有怀孕。",
        "label": ""
      },
      {
        "sentence": "但我喜欢他，不想错过，我偶尔给他发信息打电话找他帮忙，他也会回，只是他不愿见面。",
        "label": ""
      },
      {
        "sentence": "我就觉得，又没有大的可以到老死不相往来的矛盾，怎么一闹个矛盾一吵架就老死不相往来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为什么觉得一旦闹了矛盾，就会老死不相往来呢？这种情况在人际关系中是比较普遍的，并不是一个特例。当我们对彼此的期望值过高时，往往会因为对方没有达到预期而感到失望，甚至产生怨恨。对于闺蜜这种特殊的亲密关系来说，我们往往把对方当做唯一的好朋友，付出比对方多很多，而对方未必以同样的方式看待我们。当我们发现她没有像我们一样关注我们的感受时，可能会感到内心不平衡和失望，久而久之，我们会不愿再付出，也不再愿意与她交往了。",
    "annotation": [
      {
        "sentence": "你为什么觉得一旦闹了矛盾，就会老死不相往来呢？",
        "label": ""
      },
      {
        "sentence": "这种情况在人际关系中是比较普遍的，并不是一个特例。",
        "label": ""
      },
      {
        "sentence": "当我们对彼此的期望值过高时，往往会因为对方没有达到预期而感到失望，甚至产生怨恨。",
        "label": ""
      },
      {
        "sentence": "对于闺蜜这种特殊的亲密关系来说，我们往往把对方当做唯一的好朋友，付出比对方多很多，而对方未必以同样的方式看待我们。",
        "label": ""
      },
      {
        "sentence": "当我们发现她没有像我们一样关注我们的感受时，可能会感到内心不平衡和失望，久而久之，我们会不愿再付出，也不再愿意与她交往了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是因为我对她的期望太高了，但我也不想就这样放弃这段友情。我应该怎么做呢？",
    "annotation": [
      {
        "sentence": "我明白了，可能是因为我对她的期望太高了，但我也不想就这样放弃这段友情。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以先和她坦诚地沟通你内心的想法和感受，告诉她你在乎这段友情，并希望能够解决问题。相互理解和沟通是维系友情的关键。当然，在表达自己的想法时，也要尊重她的感受和想法。",
    "annotation": [
      {
        "sentence": "首先，你可以先和她坦诚地沟通你内心的想法和感受，告诉她你在乎这段友情，并希望能够解决问题。",
        "label": ""
      },
      {
        "sentence": "相互理解和沟通是维系友情的关键。",
        "label": ""
      },
      {
        "sentence": "当然，在表达自己的想法时，也要尊重她的感受和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着与她坦诚地交流。另外，我也提到了我之前的婚姻问题和男朋友的事情，我觉得自己像是被不成熟的对方伤害了一样。我该如何面对这些感受呢？",
    "annotation": [
      {
        "sentence": "好的，我会试着与她坦诚地交流。",
        "label": ""
      },
      {
        "sentence": "另外，我也提到了我之前的婚姻问题和男朋友的事情，我觉得自己像是被不成熟的对方伤害了一样。",
        "label": ""
      },
      {
        "sentence": "我该如何面对这些感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的婚姻问题和男朋友的事情，首先要明确的是，这些并不是你的错。婚姻中的吵闹和离婚，并不全然取决于你一个人，两个人之间的矛盾往往是多次积累的结果。至于男朋友，他的不尊重是他个人的问题，你并不需要为他的行为负责。重要的是要学会保护自己，并懂得照顾好自己的感受和需求。",
    "annotation": [
      {
        "sentence": "对于你的婚姻问题和男朋友的事情，首先要明确的是，这些并不是你的错。",
        "label": ""
      },
      {
        "sentence": "婚姻中的吵闹和离婚，并不全然取决于你一个人，两个人之间的矛盾往往是多次积累的结果。",
        "label": ""
      },
      {
        "sentence": "至于男朋友，他的不尊重是他个人的问题，你并不需要为他的行为负责。",
        "label": ""
      },
      {
        "sentence": "重要的是要学会保护自己，并懂得照顾好自己的感受和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和提醒。可能因为这些经历，我对友情和爱情都有些恐惧，怕再受伤害。有什么方法可以帮助我重新建立对他人的信任吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和提醒。",
        "label": ""
      },
      {
        "sentence": "可能因为这些经历，我对友情和爱情都有些恐惧，怕再受伤害。",
        "label": ""
      },
      {
        "sentence": "有什么方法可以帮助我重新建立对他人的信任吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建立信任需要时间和经验。首先，要给自己一些时间来疗伤和调整心态。接下来，可以慢慢与他人建立新的友谊，不要把过去的经历强加在新的关系上。记住，不是所有人都会伤害你，懂得过滤和选择对自己有益的人是很重要的。同时，也要学会保持一定的独立性和自我保护，不要完全依赖他人来获得安全感。",
    "annotation": [
      {
        "sentence": "建立信任需要时间和经验。",
        "label": ""
      },
      {
        "sentence": "首先，要给自己一些时间来疗伤和调整心态。",
        "label": ""
      },
      {
        "sentence": "接下来，可以慢慢与他人建立新的友谊，不要把过去的经历强加在新的关系上。",
        "label": ""
      },
      {
        "sentence": "记住，不是所有人都会伤害你，懂得过滤和选择对自己有益的人是很重要的。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会保持一定的独立性和自我保护，不要完全依赖他人来获得安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该给自己一些时间来疗伤和重新建立对他人的信任。谢谢你的建议。还有其他需要注意的事情吗？",
    "annotation": [
      {
        "sentence": "你说得对，我应该给自己一些时间来疗伤和重新建立对他人的信任。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "还有其他需要注意的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了给自己时间疗伤和重新建立信任外，也要注意保持积极的心态。尽量避免自责和消极情绪，要相信自己可以从这些困境中走出来。同时，也要学会寻求适当的支持和帮助，可以和身边的亲人朋友分享自己的感受和困惑，或者寻求专业心理咨询师的帮助。",
    "annotation": [
      {
        "sentence": "除了给自己时间疗伤和重新建立信任外，也要注意保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "尽量避免自责和消极情绪，要相信自己可以从这些困境中走出来。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会寻求适当的支持和帮助，可以和身边的亲人朋友分享自己的感受和困惑，或者寻求专业心理咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很有道理，我会尽量保持积极的心态，并找到适当的支持渠道。谢谢你的帮助和鼓励！",
    "annotation": [
      {
        "sentence": "你的建议很有道理，我会尽量保持积极的心态，并找到适当的支持渠道。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。请记住，每个人都会经历困难和挫折，但只要懂得积极面对，相信自己的能力，你一定能够走出困境，重新获得幸福和满意的生活。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "请记住，每个人都会经历困难和挫折，但只要懂得积极面对，相信自己的能力，你一定能够走出困境，重新获得幸福和满意的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]