[
  {
    "role": "client",
    "content": "为什么我跟别人一旦闹了矛盾，就老死不相往来了呢？我跟我的闺蜜，认识差不多十年，最近闹掰了，没有一句争吵，没有闹别扭，就突然之间不想搭理不想说话了，主要原因还是这些年，我觉得我当她是唯一好朋友，但是她并没有，好多事，她从来都没在意过我的感受。四年前我离婚了，结婚两年，平常也有小吵小闹，最后一次因为他让我回家问我爸妈拿钱去看病，因为两年都没有怀孕，我没去，大吵了一架，然后他坚决离婚，最后我是听说，他说就算我能生他也不要我。再后来谈了一个男朋友，他目的明确，能生就谈，我觉得倍受侮辱，但我忍了，最后还是分了，因为我没有怀孕。但我喜欢他，不想错过，我偶尔给他发信息打电话找他帮忙，他也会回，只是他不愿见面。我就觉得，又没有大的可以到老死不相往来的矛盾，怎么一闹个矛盾一吵架就老死不相往来呢？",
    "annotation": [
      {
        "sentence": "为什么我跟别人一旦闹了矛盾，就老死不相往来了呢？",
        "label": ""
      },
      {
        "sentence": "我跟我的闺蜜，认识差不多十年，最近闹掰了，没有一句争吵，没有闹别扭，就突然之间不想搭理不想说话了，主要原因还是这些年，我觉得我当她是唯一好朋友，但是她并没有，好多事，她从来都没在意过我的感受。",
        "label": ""
      },
      {
        "sentence": "四年前我离婚了，结婚两年，平常也有小吵小闹，最后一次因为他让我回家问我爸妈拿钱去看病，因为两年都没有怀孕，我没去，大吵了一架，然后他坚决离婚，最后我是听说，他说就算我能生他也不要我。",
        "label": ""
      },
      {
        "sentence": "再后来谈了一个男朋友，他目的明确，能生就谈，我觉得倍受侮辱，但我忍了，最后还是分了，因为我没有怀孕。",
        "label": ""
      },
      {
        "sentence": "但我喜欢他，不想错过，我偶尔给他发信息打电话找他帮忙，他也会回，只是他不愿见面。",
        "label": ""
      },
      {
        "sentence": "我就觉得，又没有大的可以到老死不相往来的矛盾，怎么一闹个矛盾一吵架就老死不相往来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "仔细读了您的描述，能理解你现在内心的状态。你对闺蜜的怀念，包括您说的两段感情，可能主要是想描述一下你当下的困扰，可能觉得有点孤独，希望有更多的人关心。过去的这些感情，无论当时是怎样，经历一些恩怨情仇，悲欢离合，到现在已经是这样的结果。首先，我们要接受这个事实，因为它不可能仅由我们一个人或别人导致现在的结果。所以我们不用过多地去回忆过去的事情，而是回到我们的当下，怎么样过好我们现在的生活。",
    "annotation": [
      {
        "sentence": "仔细读了您的描述，能理解你现在内心的状态。",
        "label": ""
      },
      {
        "sentence": "你对闺蜜的怀念，包括您说的两段感情，可能主要是想描述一下你当下的困扰，可能觉得有点孤独，希望有更多的人关心。",
        "label": ""
      },
      {
        "sentence": "过去的这些感情，无论当时是怎样，经历一些恩怨情仇，悲欢离合，到现在已经是这样的结果。",
        "label": ""
      },
      {
        "sentence": "首先，我们要接受这个事实，因为它不可能仅由我们一个人或别人导致现在的结果。",
        "label": ""
      },
      {
        "sentence": "所以我们不用过多地去回忆过去的事情，而是回到我们的当下，怎么样过好我们现在的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要重新审视自己的当下生活，但是我仍然对过去的友谊和感情有所留恋。过去的朋友曾经是我靠得最近的人，现在的我觉得有点失落和无助。",
    "annotation": [
      {
        "sentence": "你说得对，我需要重新审视自己的当下生活，但是我仍然对过去的友谊和感情有所留恋。",
        "label": ""
      },
      {
        "sentence": "过去的朋友曾经是我靠得最近的人，现在的我觉得有点失落和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你对过去友谊和感情的留恋，这是人之常情。但是我们不能让过去的情绪阻碍我们前进。可以试着接触一些新的活动，认识一些新朋友，重新找回属于你的快乐和支持体系。",
    "annotation": [
      {
        "sentence": "我完全理解你对过去友谊和感情的留恋，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让过去的情绪阻碍我们前进。",
        "label": ""
      },
      {
        "sentence": "可以试着接触一些新的活动，认识一些新朋友，重新找回属于你的快乐和支持体系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我理解了。我会积极参加一些社交活动，结识新朋友。但是有时候，我还是会不由自主地想起过去的朋友和感情。",
    "annotation": [
      {
        "sentence": "是的，我理解了。",
        "label": ""
      },
      {
        "sentence": "我会积极参加一些社交活动，结识新朋友。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我还是会不由自主地想起过去的朋友和感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的情绪反应，我们无法完全抹去过去的记忆。当这种情绪涌起时，你可以尝试转移自己的注意力，做一些能够让自己开心和放松的事情。这样的心态调整会帮助你更好地面对过去和现在。",
    "annotation": [
      {
        "sentence": "这是很正常的情绪反应，我们无法完全抹去过去的记忆。",
        "label": ""
      },
      {
        "sentence": "当这种情绪涌起时，你可以尝试转移自己的注意力，做一些能够让自己开心和放松的事情。",
        "label": ""
      },
      {
        "sentence": "这样的心态调整会帮助你更好地面对过去和现在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我发现我还没有完全接受过去的事情，导致我对现在的生活产生了困扰。我需要更积极地面对我当前的困境。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我发现我还没有完全接受过去的事情，导致我对现在的生活产生了困扰。",
        "label": ""
      },
      {
        "sentence": "我需要更积极地面对我当前的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到了问题所在。接受过去，并积极面对当前的困境，这将使你更能够发展和追求自己的幸福。不要忽视自己的内心需求，并寻找适合自己的方式去满足这些需求。",
    "annotation": [
      {
        "sentence": "很好，你已经意识到了问题所在。",
        "label": ""
      },
      {
        "sentence": "接受过去，并积极面对当前的困境，这将使你更能够发展和追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "不要忽视自己的内心需求，并寻找适合自己的方式去满足这些需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会努力面对自己的困境，同时也会积极寻找真正关心和支持我的人。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力面对自己的困境，同时也会积极寻找真正关心和支持我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你这样的改变态度和行动计划。积极面对困境，并找到真正关心和支持你的人，这将给你带来更多的力量和幸福。相信自己，你能够走过这个低谷，迎接更美好的未来。",
    "annotation": [
      {
        "sentence": "非常欣慰看到你这样的改变态度和行动计划。",
        "label": ""
      },
      {
        "sentence": "积极面对困境，并找到真正关心和支持你的人，这将给你带来更多的力量和幸福。",
        "label": ""
      },
      {
        "sentence": "相信自己，你能够走过这个低谷，迎接更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会坚持下去的。我真的需要重新审视和调整自己的生活，让自己变得更加开心和满足。",
    "annotation": [
      {
        "sentence": "谢谢你，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "我真的需要重新审视和调整自己的生活，让自己变得更加开心和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我对你的决心表示赞赏。在这个过程中，记得保持耐心和坚持。相信自己的能力，你会找到自己内心的平衡和快乐。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "我对你的决心表示赞赏。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得保持耐心和坚持。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，你会找到自己内心的平衡和快乐。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，我会牢记在心。再次感谢你给予我宝贵的建议和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，我会牢记在心。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给予我宝贵的建议和支持！",
        "label": ""
      }
    ]
  }
]