[
  {
    "role": "client",
    "content": "为什么我跟别人一旦闹了矛盾，就老死不相往来了呢？我跟我的闺蜜，认识差不多十年，最近闹掰了，没有一句争吵，没有闹别扭，就突然之间不想搭理不想说话了，主要原因还是这些年，我觉得我当她是唯一好朋友，但是她并没有，好多事，她从来都没在意过我的感受。四年前我离婚了，结婚两年，平常也有小吵小闹，最后一次因为他让我回家问我爸妈拿钱去看病，因为两年都没有怀孕，我没去，大吵了一架，然后他坚决离婚，最后我是听说，他说就算我能生他也不要我。再后来谈了一个男朋友，他目的明确，能生就谈，我觉得倍受侮辱，但我忍了，最后还是分了，因为我没有怀孕。但我喜欢他，不想错过，我偶尔给他发信息打电话找他帮忙，他也会回，只是他不愿见面。我就觉得，又没有大的可以到老死不相往来的矛盾，怎么一闹个矛盾一吵架就老死不相往来呢？",
    "annotation": [
      {
        "sentence": "为什么我跟别人一旦闹了矛盾，就老死不相往来了呢？",
        "label": ""
      },
      {
        "sentence": "我跟我的闺蜜，认识差不多十年，最近闹掰了，没有一句争吵，没有闹别扭，就突然之间不想搭理不想说话了，主要原因还是这些年，我觉得我当她是唯一好朋友，但是她并没有，好多事，她从来都没在意过我的感受。",
        "label": ""
      },
      {
        "sentence": "四年前我离婚了，结婚两年，平常也有小吵小闹，最后一次因为他让我回家问我爸妈拿钱去看病，因为两年都没有怀孕，我没去，大吵了一架，然后他坚决离婚，最后我是听说，他说就算我能生他也不要我。",
        "label": ""
      },
      {
        "sentence": "再后来谈了一个男朋友，他目的明确，能生就谈，我觉得倍受侮辱，但我忍了，最后还是分了，因为我没有怀孕。",
        "label": ""
      },
      {
        "sentence": "但我喜欢他，不想错过，我偶尔给他发信息打电话找他帮忙，他也会回，只是他不愿见面。",
        "label": ""
      },
      {
        "sentence": "我就觉得，又没有大的可以到老死不相往来的矛盾，怎么一闹个矛盾一吵架就老死不相往来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于一段关系来说，无论是闹矛盾也好，还是老死不相往来也好，都不仅仅是一方的缘故，也不仅仅会是单一的原因。与闺蜜间，你把她“当作唯一的好朋友”，同时，你是否也就期待着，你也是她唯一的好朋友呢？",
    "annotation": [
      {
        "sentence": "对于一段关系来说，无论是闹矛盾也好，还是老死不相往来也好，都不仅仅是一方的缘故，也不仅仅会是单一的原因。",
        "label": ""
      },
      {
        "sentence": "与闺蜜间，你把她“当作唯一的好朋友”，同时，你是否也就期待着，你也是她唯一的好朋友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我原本以为我们之间的友谊是互相的，但她对我的感受总是不在意。",
    "annotation": [
      {
        "sentence": "是的，我原本以为我们之间的友谊是互相的，但她对我的感受总是不在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你感觉她没有做到你的期望，所以你“不想搭理不想说话”。这是你对这段关系失望的一种表达方式。另外，你是否也曾期待，当你们因为争吵而闹掰后，她会因此意识到这段关系的重要性，来主动联系你或更加在意你呢？",
    "annotation": [
      {
        "sentence": "明白了，你感觉她没有做到你的期望，所以你“不想搭理不想说话”。",
        "label": ""
      },
      {
        "sentence": "这是你对这段关系失望的一种表达方式。",
        "label": ""
      },
      {
        "sentence": "另外，你是否也曾期待，当你们因为争吵而闹掰后，她会因此意识到这段关系的重要性，来主动联系你或更加在意你呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望她能主动来联系我，或者更加在意我们的友谊。",
    "annotation": [
      {
        "sentence": "是的，我希望她能主动来联系我，或者更加在意我们的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的期望，但是有时候，不同人对友谊的看法和表达方式可能不同，也许她没有意识到你内心的期待。我们在建立关系时难以预测对方的反应，但这并不意味着我们无法提醒对方或表达自己的感受。你可以试着与她沟通，告诉她你的感受和期望，看看是否可以改善这段关系。",
    "annotation": [
      {
        "sentence": "我能理解你的期望，但是有时候，不同人对友谊的看法和表达方式可能不同，也许她没有意识到你内心的期待。",
        "label": ""
      },
      {
        "sentence": "我们在建立关系时难以预测对方的反应，但这并不意味着我们无法提醒对方或表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "你可以试着与她沟通，告诉她你的感受和期望，看看是否可以改善这段关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该主动与她沟通，让她了解我的感受。除了我的闺蜜，我还遇到了其他的关系问题。我之前离婚了，我丈夫在我们最后一次争吵中坚决离婚。他甚至说就算我能生孩子，他也不要我。",
    "annotation": [
      {
        "sentence": "你说得对，我应该主动与她沟通，让她了解我的感受。",
        "label": ""
      },
      {
        "sentence": "除了我的闺蜜，我还遇到了其他的关系问题。",
        "label": ""
      },
      {
        "sentence": "我之前离婚了，我丈夫在我们最后一次争吵中坚决离婚。",
        "label": ""
      },
      {
        "sentence": "他甚至说就算我能生孩子，他也不要我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来离婚对你造成了很大的伤害，你的丈夫的决定肯定让你很难过。经历了这段婚姻的失败后，你谈了一个新的男朋友，但他却目的明确，只想谈恋爱来生孩子。这种对你的感受的忽视令你倍感侮辱。",
    "annotation": [
      {
        "sentence": "听起来离婚对你造成了很大的伤害，你的丈夫的决定肯定让你很难过。",
        "label": ""
      },
      {
        "sentence": "经历了这段婚姻的失败后，你谈了一个新的男朋友，但他却目的明确，只想谈恋爱来生孩子。",
        "label": ""
      },
      {
        "sentence": "这种对你的感受的忽视令你倍感侮辱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己被他们当作生孩子的工具，而不是真正被珍视的人。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己被他们当作生孩子的工具，而不是真正被珍视的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感受非常理解，没有人愿意只被当作一个目标而不是一个受尊重的人。保护自己的感受很重要，你做出了正确的选择，与他分手。但我能感受到你对他的喜欢，你害怕错过他。你有试着与他保持联系，尽管他不愿意见面，你会感受到一种矛盾：希望维持关系，却又不愿意只是在网络上沟通。",
    "annotation": [
      {
        "sentence": "这种感受非常理解，没有人愿意只被当作一个目标而不是一个受尊重的人。",
        "label": ""
      },
      {
        "sentence": "保护自己的感受很重要，你做出了正确的选择，与他分手。",
        "label": ""
      },
      {
        "sentence": "但我能感受到你对他的喜欢，你害怕错过他。",
        "label": ""
      },
      {
        "sentence": "你有试着与他保持联系，尽管他不愿意见面，你会感受到一种矛盾：希望维持关系，却又不愿意只是在网络上沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很喜欢他，但我也不想只是单方面维持这样的关系。",
    "annotation": [
      {
        "sentence": "是的，我真的很喜欢他，但我也不想只是单方面维持这样的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和矛盾感。在建立关系时，双方的愿望和需求可能不同，这是一个常见的挑战。要明确自己的底线和忍耐度，以及对关系的期望。如果这段关系让你感到快乐和满足，再给自己一次机会，努力争取一下，也无妨。但如果这段关系让你感到消耗和不快乐，做到“老死不相往来”也未必是一件坏事。你要保护好自己的感受和幸福。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和矛盾感。",
        "label": ""
      },
      {
        "sentence": "在建立关系时，双方的愿望和需求可能不同，这是一个常见的挑战。",
        "label": ""
      },
      {
        "sentence": "要明确自己的底线和忍耐度，以及对关系的期望。",
        "label": ""
      },
      {
        "sentence": "如果这段关系让你感到快乐和满足，再给自己一次机会，努力争取一下，也无妨。",
        "label": ""
      },
      {
        "sentence": "但如果这段关系让你感到消耗和不快乐，做到“老死不相往来”也未必是一件坏事。",
        "label": ""
      },
      {
        "sentence": "你要保护好自己的感受和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解，我现在更清楚该如何面对这些关系问题了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解，我现在更清楚该如何面对这些关系问题了。",
        "label": ""
      }
    ]
  }
]