[
  {
    "role": "client",
    "content": "我从小受原生家庭的影响，性格好像出了问题？我从小受原生家庭的影响，性格可能跟平常人有些不一样，后来我以为谈了恋爱会好很多，但是我的男朋友不理解我，他觉得我性格有问题。我不知道自己的状态有没有抑郁，本来打算去医院，可是去了一次没有挂到号，后来我再也没有勇气去了，但是我的男朋友和我的父母坚决觉得我不可能有，我每次听到他们这样肯定我，我就有一种坠入深渊的感觉，觉得他们是在逼我。我不知道自己到底是怎么了，不知道到底是我的问题还是他们的问题...",
    "annotation": [
      {
        "sentence": "我从小受原生家庭的影响，性格好像出了问题？",
        "label": ""
      },
      {
        "sentence": "我从小受原生家庭的影响，性格可能跟平常人有些不一样，后来我以为谈了恋爱会好很多，但是我的男朋友不理解我，他觉得我性格有问题。",
        "label": ""
      },
      {
        "sentence": "我不知道自己的状态有没有抑郁，本来打算去医院，可是去了一次没有挂到号，后来我再也没有勇气去了，但是我的男朋友和我的父母坚决觉得我不可能有，我每次听到他们这样肯定我，我就有一种坠入深渊的感觉，觉得他们是在逼我。",
        "label": ""
      },
      {
        "sentence": "我不知道自己到底是怎么了，不知道到底是我的问题还是他们的问题...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑和痛苦，而且我也不觉得你有问题。从我的经验来看，你的这种情况可以考虑在建立沟通的基础上寻求专业帮助。为什么不先在家庭中与男友和父母开诚布公地坐下来讲讲你心里的苦恼以及他们的肯定和支持对你的重要性呢？你可以说自己很失落，需要他们的了解和支持。这毕竟是你的亲人，与其不停地自责和痛苦，不如放下抵触去尝试一次，为自己的未来守护一下。这样，你会感觉到更轻松一些，也更加确定自己现在的情感需要和未来的方向。所以，你不妨给他们留一个在线和你交流的机会，这种机会拯救了太多的人，也许能够帮助你更好地理解自己的内心。",
    "annotation": [
      {
        "sentence": "我了解你的困惑和痛苦，而且我也不觉得你有问题。",
        "label": ""
      },
      {
        "sentence": "从我的经验来看，你的这种情况可以考虑在建立沟通的基础上寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "为什么不先在家庭中与男友和父母开诚布公地坐下来讲讲你心里的苦恼以及他们的肯定和支持对你的重要性呢？",
        "label": ""
      },
      {
        "sentence": "你可以说自己很失落，需要他们的了解和支持。",
        "label": ""
      },
      {
        "sentence": "这毕竟是你的亲人，与其不停地自责和痛苦，不如放下抵触去尝试一次，为自己的未来守护一下。",
        "label": ""
      },
      {
        "sentence": "这样，你会感觉到更轻松一些，也更加确定自己现在的情感需要和未来的方向。",
        "label": ""
      },
      {
        "sentence": "所以，你不妨给他们留一个在线和你交流的机会，这种机会拯救了太多的人，也许能够帮助你更好地理解自己的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会去试一试的。但是，我不确定他们会不会理解我。每次我跟他们说我的烦恼的时候，他们总是不经过认真听取我的意见或看法就直接给出他们自己的看法，甚至有的时候插科打诨，这让我觉得很无助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会去试一试的。",
        "label": ""
      },
      {
        "sentence": "但是，我不确定他们会不会理解我。",
        "label": ""
      },
      {
        "sentence": "每次我跟他们说我的烦恼的时候，他们总是不经过认真听取我的意见或看法就直接给出他们自己的看法，甚至有的时候插科打诨，这让我觉得很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我需要你相信你的父母和你的男友一定会希望你过得好，因为这是每个人作为父母和情人的责任。目前的问题是你们并没有正确地理解彼此。所以我认为，问题的关键在于你们之间的沟通不太顺畅。你可以试着和他们沟通，发现并解决不良沟通的根源。他们能否听取你的建议，也许是因为这个问题对他们来说很困惑。同时，你也可以尝试使用“我语言”，让他们了解你的情感和想法，避免“你语言”给他们一种不好的印象。这个时候，你需要好好表达自己，同时也要多理解他们的情况，好好沟通。希望你能跟家人以及男友再多花点时间谈谈，化解沟通中的障碍，解决问题。",
    "annotation": [
      {
        "sentence": "首先，我需要你相信你的父母和你的男友一定会希望你过得好，因为这是每个人作为父母和情人的责任。",
        "label": ""
      },
      {
        "sentence": "目前的问题是你们并没有正确地理解彼此。",
        "label": ""
      },
      {
        "sentence": "所以我认为，问题的关键在于你们之间的沟通不太顺畅。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他们沟通，发现并解决不良沟通的根源。",
        "label": ""
      },
      {
        "sentence": "他们能否听取你的建议，也许是因为这个问题对他们来说很困惑。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试使用“我语言”，让他们了解你的情感和想法，避免“你语言”给他们一种不好的印象。",
        "label": ""
      },
      {
        "sentence": "这个时候，你需要好好表达自己，同时也要多理解他们的情况，好好沟通。",
        "label": ""
      },
      {
        "sentence": "希望你能跟家人以及男友再多花点时间谈谈，化解沟通中的障碍，解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我会好好和他们沟通，解决问题的。但是我家里人总是会给我很多压力和限制。我希望能够有一些自己的空间去做自己喜欢的事情，但是他们总是不太理解我...",
    "annotation": [
      {
        "sentence": "明白了，我会好好和他们沟通，解决问题的。",
        "label": ""
      },
      {
        "sentence": "但是我家里人总是会给我很多压力和限制。",
        "label": ""
      },
      {
        "sentence": "我希望能够有一些自己的空间去做自己喜欢的事情，但是他们总是不太理解我...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你的烦恼，在很多时候，我们都会觉得家人对我们的要求和期望越来越大，甚至感到无处可逃。但是，这个时候我们需要知道，每个家庭都有自己的价值观和生活方式，没有一家之规定可以完全描述所有人的生活，所以我们需要合理地对待我们与家人之间的关系，做到有“我”空间，也要尊重对方的期望和要求。在这个家庭中，你可以与你的父母好好沟通，了解他们对你的期望，同时也让他们了解你的需求，让他们知道你的需要和想法。如果他们不同意你自己的空间，可以尝试变通，比如周末去散步、看电影、去爬山等。这样子，也可以给自己留出一点时间和空间去发现自己真正喜欢做的事情，也能舒缓情绪，让自己更加放松和愉快。",
    "annotation": [
      {
        "sentence": "我能够理解你的烦恼，在很多时候，我们都会觉得家人对我们的要求和期望越来越大，甚至感到无处可逃。",
        "label": ""
      },
      {
        "sentence": "但是，这个时候我们需要知道，每个家庭都有自己的价值观和生活方式，没有一家之规定可以完全描述所有人的生活，所以我们需要合理地对待我们与家人之间的关系，做到有“我”空间，也要尊重对方的期望和要求。",
        "label": ""
      },
      {
        "sentence": "在这个家庭中，你可以与你的父母好好沟通，了解他们对你的期望，同时也让他们了解你的需求，让他们知道你的需要和想法。",
        "label": ""
      },
      {
        "sentence": "如果他们不同意你自己的空间，可以尝试变通，比如周末去散步、看电影、去爬山等。",
        "label": ""
      },
      {
        "sentence": "这样子，也可以给自己留出一点时间和空间去发现自己真正喜欢做的事情，也能舒缓情绪，让自己更加放松和愉快。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会好好尝试的，希望一切都能够变好。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会好好尝试的，希望一切都能够变好。",
        "label": ""
      }
    ]
  }
]