[
  {
    "role": "client",
    "content": "我实习的工作好大压力，工作量很多。每天都在恐惧中怎么办？我真的每天都在焦虑恐惧中度过。之前做过很多份工作都能在短期适应，这份工作却不能。我又不能辞掉，因为还有半年我必须做完才能大学毕业。我这两个月很折磨，每天晚上都害怕自己无法胜任工作，也害怕他们给我实习打低分。天啊，我觉得我自己很没用，无法胜任，觉得自己能力不足，所以恐惧感满满。所以想求助你们，谢谢。",
    "annotation": [
      {
        "sentence": "我实习的工作好大压力，工作量很多。",
        "label": ""
      },
      {
        "sentence": "每天都在恐惧中怎么办？",
        "label": ""
      },
      {
        "sentence": "我真的每天都在焦虑恐惧中度过。",
        "label": ""
      },
      {
        "sentence": "之前做过很多份工作都能在短期适应，这份工作却不能。",
        "label": ""
      },
      {
        "sentence": "我又不能辞掉，因为还有半年我必须做完才能大学毕业。",
        "label": ""
      },
      {
        "sentence": "我这两个月很折磨，每天晚上都害怕自己无法胜任工作，也害怕他们给我实习打低分。",
        "label": ""
      },
      {
        "sentence": "天啊，我觉得我自己很没用，无法胜任，觉得自己能力不足，所以恐惧感满满。",
        "label": ""
      },
      {
        "sentence": "所以想求助你们，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【实习工作难以适应担心自己无法胜任被打低分】你目前做的这份实习工作难度超过了你的预期。而且，因为这个工作必须做完半年才能够顺利地大学毕业。两者叠加起来就造成了你的无力感和失控感，觉得没有信心，担心自己能力不足。其实之前的工作能够短期适应，可能刚好和你擅长的某个部分对应，而这份工作，恰好脱离了你的优势面。在“感到自己适应比较艰难”和“希望自己能够完成得很好、顺利毕业”的认知不协调时，就会产生不安，而这种不安会使复杂的任务完成度降低。而且一般情况下，实习工作单位对实习生的要求，并不是工作能力有多强。毕竟还未出学校的学生工作能力，他们心里都有数，他们更在乎的是你这个人对待工作的态度和学习能力。",
    "annotation": [
      {
        "sentence": "【实习工作难以适应担心自己无法胜任被打低分】你目前做的这份实习工作难度超过了你的预期。",
        "label": ""
      },
      {
        "sentence": "而且，因为这个工作必须做完半年才能够顺利地大学毕业。",
        "label": ""
      },
      {
        "sentence": "两者叠加起来就造成了你的无力感和失控感，觉得没有信心，担心自己能力不足。",
        "label": ""
      },
      {
        "sentence": "其实之前的工作能够短期适应，可能刚好和你擅长的某个部分对应，而这份工作，恰好脱离了你的优势面。",
        "label": ""
      },
      {
        "sentence": "在“感到自己适应比较艰难”和“希望自己能够完成得很好、顺利毕业”的认知不协调时，就会产生不安，而这种不安会使复杂的任务完成度降低。",
        "label": ""
      },
      {
        "sentence": "而且一般情况下，实习工作单位对实习生的要求，并不是工作能力有多强。",
        "label": ""
      },
      {
        "sentence": "毕竟还未出学校的学生工作能力，他们心里都有数，他们更在乎的是你这个人对待工作的态度和学习能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。但我目前真的感到很害怕，很担心自己不能胜任这份工作。那我应该怎么调整自己的期待，并且端正态度去工作呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但我目前真的感到很害怕，很担心自己不能胜任这份工作。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么调整自己的期待，并且端正态度去工作呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你之所以害怕这份工作，一方面是因为这份工作确实难以适应，而且需要实习半年才能顺利毕业；另一方面也是因为害怕自己达不到自己心目中的标准，对自己有要求。实习生能够顺利融入工作当然很优秀，但一时受到阻碍也没什么。你可以查漏补缺，补上自己工作中的短板，使自己更适应未来工作的要求。所以修正自己的期望值，不要过分苛求自己，把实习当做体验社会工作和学习经验的一个阶段，你的压力会减小很多。实习能力不足是非常正常的，人只有经过社会工作的磨砺，才会丰富自己的见识和工作技能。这是需要时间和经验去充分打磨的一个过程。接下来，你可以端正自己的态度，多向实习带教老师请教，展示你好学并且认真工作的态度。一般来说，实习工作岗位不会对你打低分的。只有那些什么也不会，总想着逃避躲懒的人，工作岗位才会对其没有好印象。所以请放心，慢慢来就好。祝你好运！",
    "annotation": [
      {
        "sentence": "你之所以害怕这份工作，一方面是因为这份工作确实难以适应，而且需要实习半年才能顺利毕业；另一方面也是因为害怕自己达不到自己心目中的标准，对自己有要求。",
        "label": ""
      },
      {
        "sentence": "实习生能够顺利融入工作当然很优秀，但一时受到阻碍也没什么。",
        "label": ""
      },
      {
        "sentence": "你可以查漏补缺，补上自己工作中的短板，使自己更适应未来工作的要求。",
        "label": ""
      },
      {
        "sentence": "所以修正自己的期望值，不要过分苛求自己，把实习当做体验社会工作和学习经验的一个阶段，你的压力会减小很多。",
        "label": ""
      },
      {
        "sentence": "实习能力不足是非常正常的，人只有经过社会工作的磨砺，才会丰富自己的见识和工作技能。",
        "label": ""
      },
      {
        "sentence": "这是需要时间和经验去充分打磨的一个过程。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以端正自己的态度，多向实习带教老师请教，展示你好学并且认真工作的态度。",
        "label": ""
      },
      {
        "sentence": "一般来说，实习工作岗位不会对你打低分的。",
        "label": ""
      },
      {
        "sentence": "只有那些什么也不会，总想着逃避躲懒的人，工作岗位才会对其没有好印象。",
        "label": ""
      },
      {
        "sentence": "所以请放心，慢慢来就好。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会尽力调整自己的心态，更加积极面对实习工作。不再过于苛求自己，并且向实习带教老师请教，不断提高自己的工作能力。谢谢你一直陪伴在我身边，真的很感激。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会尽力调整自己的心态，更加积极面对实习工作。",
        "label": ""
      },
      {
        "sentence": "不再过于苛求自己，并且向实习带教老师请教，不断提高自己的工作能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴在我身边，真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很乐意帮助你。你已经迈出了解决问题的第一步，相信自己，相信你能够顺利度过这个困难阶段。我一直会在你身边支持你的。如果还有其他问题，随时都可以来找我聊天。祝你事事顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很乐意帮助你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了解决问题的第一步，相信自己，相信你能够顺利度过这个困难阶段。",
        "label": ""
      },
      {
        "sentence": "我一直会在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你事事顺利，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会积极努力，克服困难，相信自己能够度过这个难关。再次感谢你的陪伴和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会积极努力，克服困难，相信自己能够度过这个难关。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你会越来越好的。只要你坚持努力，积极面对问题，相信你一定能够克服困难。要时刻记住，困难只是暂时的，你有能力度过它们。加油！我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你会越来越好的。",
        "label": ""
      },
      {
        "sentence": "只要你坚持努力，积极面对问题，相信你一定能够克服困难。",
        "label": ""
      },
      {
        "sentence": "要时刻记住，困难只是暂时的，你有能力度过它们。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]