[
  {
    "role": "client",
    "content": "爸爸为了一点小事也要毒打我，我该怎么办？我家里有个比我小八岁的弟弟，父亲重男轻女，小时候爸爸对我来说就是恐怖的存在，经常打我，为了一点小事也要毒打我，上初一那会，有次我爸让我整理中午要吃的菜，我突然想到我发小从城里买东西回来，我就扔下哦手中的活去她家玩去了，然后我爸过来就给我一记重耳光，我耳朵嗡嗡响，他把我从地上拖着走出门，也不顾他家有别人，让我回家让我在前面走，他走在后面拿起砖头砸我，回家后把农药拿到我脚边让我自己喝下去，然后他就走了……还有一次小学时我爸分好煮好的玉米，我跟弟弟一人一根我弟弟吃完了跟我要我手上正在吃的玉米我没给，我爸爸就开始追着打我，我躲到房间，他把门弄坏了也要打我，拿皮带抽我的脸，我的脸顿时被打得鼻青脸肿，眼腈被打得睁不开，以为自己瞎了，还有一次盛粥，不小心掉地上了一点，我爸也要追着我打，这种事情太多了，我恨他，恨他为什么要那样对我，我不知道该怎么办，这段关系还怎么修复因为影响了我太多包括性格事业！",
    "annotation": [
      {
        "sentence": "爸爸为了一点小事也要毒打我，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我家里有个比我小八岁的弟弟，父亲重男轻女，小时候爸爸对我来说就是恐怖的存在，经常打我，为了一点小事也要毒打我，上初一那会，有次我爸让我整理中午要吃的菜，我突然想到我发小从城里买东西回来，我就扔下哦手中的活去她家玩去了，然后我爸过来就给我一记重耳光，我耳朵嗡嗡响，他把我从地上拖着走出门，也不顾他家有别人，让我回家让我在前面走，他走在后面拿起砖头砸我，回家后把农药拿到我脚边让我自己喝下去，然后他就走了……还有一次小学时我爸分好煮好的玉米，我跟弟弟一人一根我弟弟吃完了跟我要我手上正在吃的玉米我没给，我爸爸就开始追着打我，我躲到房间，他把门弄坏了也要打我，拿皮带抽我的脸，我的脸顿时被打得鼻青脸肿，眼腈被打得睁不开，以为自己瞎了，还有一次盛粥，不小心掉地上了一点，我爸也要追着我打，这种事情太多了，我恨他，恨他为什么要那样对我，我不知道该怎么办，这段关系还怎么修复因为影响了我太多包括性格事业！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，看到了你的描述，我看到了一个很委屈很难受很孤独的你。爸爸不顾你们家有别人还拖着打你，还给你农药让你喝，我能感觉到他极大地伤害了你的自尊，让你在朋友面前感到丢了面子抬不起头。比较幸运的是你没有听从爸爸的指令喝下农药，这是一个正确的决定，说明你知道爸爸的行为是不对的。但是后来你们分食的时候，弟弟吃完了又要你手上正在吃的玉米，你没有给予，爸爸就开始追着打你，这确实是一种严重的偏心行为，你的父亲并没有做到公平公正。当时你不给是可以理解的，也是正确的，只不过你父亲有错误的认知认为你应该给。到目前为止，你知道你自己恨他，但是你还在思考着如何修复这段关系，这说明你已经意识到这段经历对你的性格和事业都产生了影响。这是一个好的开始，但是具体的建议可能我无法给你，我想告诉你，在中国有很多父亲都是比较暴力的，让孩子受到伤害的情况很常见，你并不孤单，你还可以找到和你类似的人。我在这里留言就是要告诉你，我支持你走出来，做回真正的自己。对于父亲来说，一般情况下他是很难改变的。他已经养成了几十年的人格模式，他的改变可能要等到他的人生开始走下坡路的时候，大概在他年纪过五十多岁的时候，甚至六十岁之后，就是当我们过了二十五六岁，三十岁之后我们开始走上坡路的时候，这段关系可能会比较好修复，因为这个时候你的能量开始不如你爸爸，你的能量开始得到发挥。当然，如果你自己调整得很好，可能对你父亲的影响会提前出现，关系的修复也会更早一些。对于拥有这样一个父亲，你不要责怪自己，要知道那是父亲的问题，而不是你的问题。你要相信自己可以走出来，可以活成自己希望的样子。另外，可能父亲在一段时间里是我们的依靠，所以我们会思考如何修复这段关系。但是我们不能因为他是我们的依靠，就处处以他为准。我们要知道我们的立场可能是正确的，并不是因为父亲的否定而否定自己。有时候我们会误以为对父母的尊敬是说服自己去修复这段关系的唯一理由。但是这种想法是错误的。尊敬父母是正常的，但是如果父母的行为给我们带来了痛苦，我们是可以为了避免这种痛苦而保持距离的。如果在我们原生家庭，父母经常给我们带来痛苦，我们可以只是偶尔地与他们联系，或者在物质上支持他们。为了避免精神上的痛苦，保持一点距离是很正常的。你不用担心别人的批评，因为那些说风凉话的人无法体会到你的痛苦。有时候我们也可以观察父母需要什么，给予他们一些他们需要的东西。也许这样可以减轻他们无端的爆发。不过，这可能会对你有一些牺牲。但是如果你能想一想，虽然他们没给你太多照顾，但是给予了你生活的基础，你在精神上对他们宽容一点，可以算是对他们的养育之恩的回报。也许以后我们之间就无互相欠缺，你可以轻松地过上自己的生活。我希望你能拥有自己的空间，过上自己想要的生活。在你不再那么痛苦的情况下，可以尝试修复和家人的关系。祝你生活愉快。",
    "annotation": [
      {
        "sentence": "亲，看到了你的描述，我看到了一个很委屈很难受很孤独的你。",
        "label": ""
      },
      {
        "sentence": "爸爸不顾你们家有别人还拖着打你，还给你农药让你喝，我能感觉到他极大地伤害了你的自尊，让你在朋友面前感到丢了面子抬不起头。",
        "label": ""
      },
      {
        "sentence": "比较幸运的是你没有听从爸爸的指令喝下农药，这是一个正确的决定，说明你知道爸爸的行为是不对的。",
        "label": ""
      },
      {
        "sentence": "但是后来你们分食的时候，弟弟吃完了又要你手上正在吃的玉米，你没有给予，爸爸就开始追着打你，这确实是一种严重的偏心行为，你的父亲并没有做到公平公正。",
        "label": ""
      },
      {
        "sentence": "当时你不给是可以理解的，也是正确的，只不过你父亲有错误的认知认为你应该给。",
        "label": ""
      },
      {
        "sentence": "到目前为止，你知道你自己恨他，但是你还在思考着如何修复这段关系，这说明你已经意识到这段经历对你的性格和事业都产生了影响。",
        "label": ""
      },
      {
        "sentence": "这是一个好的开始，但是具体的建议可能我无法给你，我想告诉你，在中国有很多父亲都是比较暴力的，让孩子受到伤害的情况很常见，你并不孤单，你还可以找到和你类似的人。",
        "label": ""
      },
      {
        "sentence": "我在这里留言就是要告诉你，我支持你走出来，做回真正的自己。",
        "label": ""
      },
      {
        "sentence": "对于父亲来说，一般情况下他是很难改变的。",
        "label": ""
      },
      {
        "sentence": "他已经养成了几十年的人格模式，他的改变可能要等到他的人生开始走下坡路的时候，大概在他年纪过五十多岁的时候，甚至六十岁之后，就是当我们过了二十五六岁，三十岁之后我们开始走上坡路的时候，这段关系可能会比较好修复，因为这个时候你的能量开始不如你爸爸，你的能量开始得到发挥。",
        "label": ""
      },
      {
        "sentence": "当然，如果你自己调整得很好，可能对你父亲的影响会提前出现，关系的修复也会更早一些。",
        "label": ""
      },
      {
        "sentence": "对于拥有这样一个父亲，你不要责怪自己，要知道那是父亲的问题，而不是你的问题。",
        "label": ""
      },
      {
        "sentence": "你要相信自己可以走出来，可以活成自己希望的样子。",
        "label": ""
      },
      {
        "sentence": "另外，可能父亲在一段时间里是我们的依靠，所以我们会思考如何修复这段关系。",
        "label": ""
      },
      {
        "sentence": "但是我们不能因为他是我们的依靠，就处处以他为准。",
        "label": ""
      },
      {
        "sentence": "我们要知道我们的立场可能是正确的，并不是因为父亲的否定而否定自己。",
        "label": ""
      },
      {
        "sentence": "有时候我们会误以为对父母的尊敬是说服自己去修复这段关系的唯一理由。",
        "label": ""
      },
      {
        "sentence": "但是这种想法是错误的。",
        "label": ""
      },
      {
        "sentence": "尊敬父母是正常的，但是如果父母的行为给我们带来了痛苦，我们是可以为了避免这种痛苦而保持距离的。",
        "label": ""
      },
      {
        "sentence": "如果在我们原生家庭，父母经常给我们带来痛苦，我们可以只是偶尔地与他们联系，或者在物质上支持他们。",
        "label": ""
      },
      {
        "sentence": "为了避免精神上的痛苦，保持一点距离是很正常的。",
        "label": ""
      },
      {
        "sentence": "你不用担心别人的批评，因为那些说风凉话的人无法体会到你的痛苦。",
        "label": ""
      },
      {
        "sentence": "有时候我们也可以观察父母需要什么，给予他们一些他们需要的东西。",
        "label": ""
      },
      {
        "sentence": "也许这样可以减轻他们无端的爆发。",
        "label": ""
      },
      {
        "sentence": "不过，这可能会对你有一些牺牲。",
        "label": ""
      },
      {
        "sentence": "但是如果你能想一想，虽然他们没给你太多照顾，但是给予了你生活的基础，你在精神上对他们宽容一点，可以算是对他们的养育之恩的回报。",
        "label": ""
      },
      {
        "sentence": "也许以后我们之间就无互相欠缺，你可以轻松地过上自己的生活。",
        "label": ""
      },
      {
        "sentence": "我希望你能拥有自己的空间，过上自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "在你不再那么痛苦的情况下，可以尝试修复和家人的关系。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快。",
        "label": ""
      }
    ]
  }
]