[
  {
    "role": "client",
    "content": "背着别人学习，有一种背叛她们的感觉？我唯一能为自己做的事情就是多看书，可是我的舍友朋友不怎么看书，因此我会背着她们偷偷看，但是又有一种背叛她们的感觉，我控制不了自己的想法，一方面背着别人看书，是怕努力得不到回报，还被人背后嚼舌根说，都这么努力了，也没有看到有多大的改变，但是这是我能想到唯一为自己做的事情了。但是背着舍友朋友看书又有一种背叛她们的感觉。",
    "annotation": [
      {
        "sentence": "背着别人学习，有一种背叛她们的感觉？",
        "label": ""
      },
      {
        "sentence": "我唯一能为自己做的事情就是多看书，可是我的舍友朋友不怎么看书，因此我会背着她们偷偷看，但是又有一种背叛她们的感觉，我控制不了自己的想法，一方面背着别人看书，是怕努力得不到回报，还被人背后嚼舌根说，都这么努力了，也没有看到有多大的改变，但是这是我能想到唯一为自己做的事情了。",
        "label": ""
      },
      {
        "sentence": "但是背着舍友朋友看书又有一种背叛她们的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为学生，看书学习是再正常不过的事，其实你只是做了自己应该做的事，并不算背叛。如果仅仅因为你和室友不同，她们不看书，而你看，就觉得是背叛了她们，那么未免让自己过得太小心翼翼了。读书是一个长期的过程，它的效果也不是一两天就可以体现出来的，你读过的书会藏在你的气质和修养里，或许现在还看不到直接的改变，但在未来某一天一定会发挥作用。",
    "annotation": [
      {
        "sentence": "作为学生，看书学习是再正常不过的事，其实你只是做了自己应该做的事，并不算背叛。",
        "label": ""
      },
      {
        "sentence": "如果仅仅因为你和室友不同，她们不看书，而你看，就觉得是背叛了她们，那么未免让自己过得太小心翼翼了。",
        "label": ""
      },
      {
        "sentence": "读书是一个长期的过程，它的效果也不是一两天就可以体现出来的，你读过的书会藏在你的气质和修养里，或许现在还看不到直接的改变，但在未来某一天一定会发挥作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白读书的效果不可能一下子就显现出来，可就是控制不了自己的想法，总会担心付出那么多努力最后得不到回报。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白读书的效果不可能一下子就显现出来，可就是控制不了自己的想法，总会担心付出那么多努力最后得不到回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的疑虑，很多人在追求梦想的过程中都会有。但是，请你相信自己的努力是有价值的。即使看不到明显的回报，你的付出会在未来的某个时间点给你带来积极的影响。不必太在意他人的看法，读书是为了自己内心的安宁，而不是为了让他人满意。",
    "annotation": [
      {
        "sentence": "这是很正常的疑虑，很多人在追求梦想的过程中都会有。",
        "label": ""
      },
      {
        "sentence": "但是，请你相信自己的努力是有价值的。",
        "label": ""
      },
      {
        "sentence": "即使看不到明显的回报，你的付出会在未来的某个时间点给你带来积极的影响。",
        "label": ""
      },
      {
        "sentence": "不必太在意他人的看法，读书是为了自己内心的安宁，而不是为了让他人满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说得对，读书是为了自己的内心。但是我总是担心自己的努力会被别人嘲笑或评价，这样我就会觉得自己很失败。",
    "annotation": [
      {
        "sentence": "说得对，读书是为了自己的内心。",
        "label": ""
      },
      {
        "sentence": "但是我总是担心自己的努力会被别人嘲笑或评价，这样我就会觉得自己很失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不需要为了取悦别人而放弃自己的努力。别人的评价不应该是你努力的唯一标准。董卿说过：“读书的‘用’，不在眼前，不在当下，它是一种无形之用，是一种潜移默化，会在不知不觉中改变你的人生轨迹。”所以，读书对你的改变不仅仅体现在眼前，而是在你不自觉之间，积极地影响着你的内心和未来。",
    "annotation": [
      {
        "sentence": "你不需要为了取悦别人而放弃自己的努力。",
        "label": ""
      },
      {
        "sentence": "别人的评价不应该是你努力的唯一标准。",
        "label": ""
      },
      {
        "sentence": "董卿说过：“读书的‘用’，不在眼前，不在当下，它是一种无形之用，是一种潜移默化，会在不知不觉中改变你的人生轨迹。",
        "label": ""
      },
      {
        "sentence": "”所以，读书对你的改变不仅仅体现在眼前，而是在你不自觉之间，积极地影响着你的内心和未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样说来，读书是在一种潜移默化中塑造自己的过程，我应该更加坚信自己的努力，不被他人言语左右。",
    "annotation": [
      {
        "sentence": "这样说来，读书是在一种潜移默化中塑造自己的过程，我应该更加坚信自己的努力，不被他人言语左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你应该坚持做自己，关注自己的内在。忽略那些不合实际的声音，这样才能真正去追求自己想要的生活。读书只是你的追求和喜好，是你的权利，并没有做对不起她们的事。祝你可以早日摆脱烦恼，坚持下去！",
    "annotation": [
      {
        "sentence": "对的，你应该坚持做自己，关注自己的内在。",
        "label": ""
      },
      {
        "sentence": "忽略那些不合实际的声音，这样才能真正去追求自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "读书只是你的追求和喜好，是你的权利，并没有做对不起她们的事。",
        "label": ""
      },
      {
        "sentence": "祝你可以早日摆脱烦恼，坚持下去！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会更加坚定地朝着自己的目标前进。再次感谢你给我提供这么多宝贵的建议。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会更加坚定地朝着自己的目标前进。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给我提供这么多宝贵的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助到你。记住，只要你坚持走自己的路，不为他人而改变，你一定会取得你想要的成就的。如果以后还有什么困惑，欢迎随时向我寻求帮助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，只要你坚持走自己的路，不为他人而改变，你一定会取得你想要的成就的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困惑，欢迎随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的好意！祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "好的，谢谢你的好意！",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  }
]