[
  {
    "role": "client",
    "content": "实习工作好大压力工作量很多，每天都在恐惧中怎么办？我真的每天都在焦虑恐惧中度过。",
    "annotation": [
      {
        "sentence": "实习工作好大压力工作量很多，每天都在恐惧中怎么办？",
        "label": ""
      },
      {
        "sentence": "我真的每天都在焦虑恐惧中度过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述“之前做过很多份工作都能在短期内适应，这份工作却不能”，虽然对你现在做的工作以及之前做过的工作的具体情况不太了解，但是我猜想，或许是因为你之前找到的工作恰好是适合自己的，而你可能不喜欢现在的这份工作，觉得不太适应。这是很常见的情况，因为我们在成年以后步入社会，面对的第一个问题就是找工作，而要想找到自己满意的工作需要尝试，所以或许这次就是一次“排雷”，给你以后找工作的经验增添了一个参考。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述“之前做过很多份工作都能在短期内适应，这份工作却不能”，虽然对你现在做的工作以及之前做过的工作的具体情况不太了解，但是我猜想，或许是因为你之前找到的工作恰好是适合自己的，而你可能不喜欢现在的这份工作，觉得不太适应。",
        "label": ""
      },
      {
        "sentence": "这是很常见的情况，因为我们在成年以后步入社会，面对的第一个问题就是找工作，而要想找到自己满意的工作需要尝试，所以或许这次就是一次“排雷”，给你以后找工作的经验增添了一个参考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我确实对这份工作没有太大的兴趣。我只是觉得必须坚持下去才能毕业，但每天都感到沮丧和无助。",
    "annotation": [
      {
        "sentence": "对，我确实对这份工作没有太大的兴趣。",
        "label": ""
      },
      {
        "sentence": "我只是觉得必须坚持下去才能毕业，但每天都感到沮丧和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你想顺利毕业的想法，但也要考虑自己的心理健康。如果这份工作让你每天都感到沮丧和无助，那么它可能对你的学业和未来发展产生负面影响。有没有考虑过和导师或学校的职业咨询师沟通一下，看看是否有其他的选择或解决方案呢？",
    "annotation": [
      {
        "sentence": "理解你想顺利毕业的想法，但也要考虑自己的心理健康。",
        "label": ""
      },
      {
        "sentence": "如果这份工作让你每天都感到沮丧和无助，那么它可能对你的学业和未来发展产生负面影响。",
        "label": ""
      },
      {
        "sentence": "有没有考虑过和导师或学校的职业咨询师沟通一下，看看是否有其他的选择或解决方案呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直觉得和导师或咨询师交流会被认为是自己不够努力或优秀的表现。我害怕被人看不起。",
    "annotation": [
      {
        "sentence": "其实我一直觉得和导师或咨询师交流会被认为是自己不够努力或优秀的表现。",
        "label": ""
      },
      {
        "sentence": "我害怕被人看不起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种想法其实很常见，但请相信，向他人求助并不代表你不够努力或优秀。每个人都会面临困难和挑战，需要借助他人的支持和指导。正如我之前提到的，你现在面临的工作压力是很常见的情况，许多人都会有类似的经历。与导师或咨询师交流，他们可以给你提供更多的帮助和建议，帮助你找到解决困境的方法。",
    "annotation": [
      {
        "sentence": "这种想法其实很常见，但请相信，向他人求助并不代表你不够努力或优秀。",
        "label": ""
      },
      {
        "sentence": "每个人都会面临困难和挑战，需要借助他人的支持和指导。",
        "label": ""
      },
      {
        "sentence": "正如我之前提到的，你现在面临的工作压力是很常见的情况，许多人都会有类似的经历。",
        "label": ""
      },
      {
        "sentence": "与导师或咨询师交流，他们可以给你提供更多的帮助和建议，帮助你找到解决困境的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能需要主动寻求帮助。但我还是很担心他们会否定我的能力，或者给我打低分。",
    "annotation": [
      {
        "sentence": "你说得对，我可能需要主动寻求帮助。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心他们会否定我的能力，或者给我打低分。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，但你要记得，当你主动寻求帮助时，这表明你对自己的工作有责任心，愿意改善自己的情况。导师和咨询师的角色是帮助你成长和进步的，他们不会否定你的能力或故意给你打低分。相信他们会理解你的困境，并提供适当的支持和指导来帮助你度过这段困难时期。",
    "annotation": [
      {
        "sentence": "理解你的担心，但你要记得，当你主动寻求帮助时，这表明你对自己的工作有责任心，愿意改善自己的情况。",
        "label": ""
      },
      {
        "sentence": "导师和咨询师的角色是帮助你成长和进步的，他们不会否定你的能力或故意给你打低分。",
        "label": ""
      },
      {
        "sentence": "相信他们会理解你的困境，并提供适当的支持和指导来帮助你度过这段困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说得也是，我应该积极面对困难，毕竟这是我自己的成长机会。我会尝试与导师或咨询师沟通，看看是否能找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "说得也是，我应该积极面对困难，毕竟这是我自己的成长机会。",
        "label": ""
      },
      {
        "sentence": "我会尝试与导师或咨询师沟通，看看是否能找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，这表明你正在积极寻找解决方案。记得在沟通时保持开放和坦诚，将你的困惑和担忧都告诉他们，他们会更好地理解你的情况。希望你能找到适合自己的解决方法，并且不要忘记，我们每个人都会遇到挫折和困难，但通过努力和寻求帮助，我们一定能够克服它们。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，这表明你正在积极寻找解决方案。",
        "label": ""
      },
      {
        "sentence": "记得在沟通时保持开放和坦诚，将你的困惑和担忧都告诉他们，他们会更好地理解你的情况。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的解决方法，并且不要忘记，我们每个人都会遇到挫折和困难，但通过努力和寻求帮助，我们一定能够克服它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力面对困难，并寻求合适的解决方案。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力面对困难，并寻求合适的解决方案。",
        "label": ""
      }
    ]
  }
]