[
  {
    "role": "client",
    "content": "背着别人学习，有一种背叛她们的感觉？我唯一能为自己做的事情就是多看书，可是我的舍友朋友不怎么看书，因此我会背着她们偷偷看，但是又有一种背叛她们的感觉，我控制不了自己的想法，一方面背着别人看书，是怕努力得不到回报，还被人背后嚼舌根说，都这么努力了，也没有看到有多大的改变，但是这是我能想到唯一为自己做的事情了。但是背着舍友朋友看书又有一种背叛她们的感觉。",
    "annotation": [
      {
        "sentence": "背着别人学习，有一种背叛她们的感觉？",
        "label": ""
      },
      {
        "sentence": "我唯一能为自己做的事情就是多看书，可是我的舍友朋友不怎么看书，因此我会背着她们偷偷看，但是又有一种背叛她们的感觉，我控制不了自己的想法，一方面背着别人看书，是怕努力得不到回报，还被人背后嚼舌根说，都这么努力了，也没有看到有多大的改变，但是这是我能想到唯一为自己做的事情了。",
        "label": ""
      },
      {
        "sentence": "但是背着舍友朋友看书又有一种背叛她们的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友：早上好！看到你的文章，我感到了你的担忧，害怕自己的努力得不到回报。你选择了偷偷看书，希望在竞争的世界中突围。但是对于“偷偷”和“背着”这种行为，让你觉得不够大方，似乎背叛了你的同学们。昨天在这里，我无意中看到一篇回答，提到了人都是自私的。在这件事上，你看到了自己的阴暗面“自私”，但你不知道如何去面对，因为这与你原本渴望“大方”的形象不相符。这让你感到了矛盾。同时，你还停留在人与人的竞争思维之中，希望能够突围而出。然而，这种比较只会掩盖不了你内心的恐惧和担忧。回报是你的恐惧和不安全感使你沉浸在比较和竞争之中。【第一】你到底是为了谁而努力呢？如果把一盏聚光灯打在你头上，你的人生努力基本上只是为了你自己，与别人无关。你才是你人生的主角、人生的主人，除了聚光灯照亮的地方，你根本看不见其他人，因为那是别人的人生，与你没有太大关系。【第二】在界限分明的区域，你可以让你的输赢、回报和努力与别人分离开来。你只需要为自己负责。而你的室友，也同样需要为她们的人生负责。各自为自己的人生负责是非常公平的，你看到了吗？【第三】如果你面临着生命只剩下一年的情况，你会如何安排自己的生活？我想你也会明白什么是最重要的，什么是不重要的。你会将不重要的事情抛之脑后，只会关注自己能做些什么，而不是能得到什么回报。所以，虽然结果很重要，但在有限的人生中，你真正要关注的是你所付出的，你做过什么。输赢和回报是否存在，只能交给上天去决定。【第四】我们学习的最终目的是为了谁？是为了服务大众。我们在学校学到的知识最终都会用于工作，而工作的服务对象就是大众。这个过程中并不存在比较。就算你的朋友也是一样，她们所学到的知识也会用于服务大众。我想你只是没有往未来想得更远，不小心陷入了比较和竞争的困境。我理解你渴望个人的荣耀，渴望被看见和肯定。但其实你的肯定和自我价值在你付出的过程中就已经体现了，至于荣耀，就让上天来安排吧。希望你能尽快走出来，为自己而活，为未来所遇到的大众而努力。祝一切顺利！你的朋友：奥黛丽。",
    "annotation": [
      {
        "sentence": "亲爱的朋友：早上好！",
        "label": ""
      },
      {
        "sentence": "看到你的文章，我感到了你的担忧，害怕自己的努力得不到回报。",
        "label": ""
      },
      {
        "sentence": "你选择了偷偷看书，希望在竞争的世界中突围。",
        "label": ""
      },
      {
        "sentence": "但是对于“偷偷”和“背着”这种行为，让你觉得不够大方，似乎背叛了你的同学们。",
        "label": ""
      },
      {
        "sentence": "昨天在这里，我无意中看到一篇回答，提到了人都是自私的。",
        "label": ""
      },
      {
        "sentence": "在这件事上，你看到了自己的阴暗面“自私”，但你不知道如何去面对，因为这与你原本渴望“大方”的形象不相符。",
        "label": ""
      },
      {
        "sentence": "这让你感到了矛盾。",
        "label": ""
      },
      {
        "sentence": "同时，你还停留在人与人的竞争思维之中，希望能够突围而出。",
        "label": ""
      },
      {
        "sentence": "然而，这种比较只会掩盖不了你内心的恐惧和担忧。",
        "label": ""
      },
      {
        "sentence": "回报是你的恐惧和不安全感使你沉浸在比较和竞争之中。",
        "label": ""
      },
      {
        "sentence": "【第一】你到底是为了谁而努力呢？",
        "label": ""
      },
      {
        "sentence": "如果把一盏聚光灯打在你头上，你的人生努力基本上只是为了你自己，与别人无关。",
        "label": ""
      },
      {
        "sentence": "你才是你人生的主角、人生的主人，除了聚光灯照亮的地方，你根本看不见其他人，因为那是别人的人生，与你没有太大关系。",
        "label": ""
      },
      {
        "sentence": "【第二】在界限分明的区域，你可以让你的输赢、回报和努力与别人分离开来。",
        "label": ""
      },
      {
        "sentence": "你只需要为自己负责。",
        "label": ""
      },
      {
        "sentence": "而你的室友，也同样需要为她们的人生负责。",
        "label": ""
      },
      {
        "sentence": "各自为自己的人生负责是非常公平的，你看到了吗？",
        "label": ""
      },
      {
        "sentence": "【第三】如果你面临着生命只剩下一年的情况，你会如何安排自己的生活？",
        "label": ""
      },
      {
        "sentence": "我想你也会明白什么是最重要的，什么是不重要的。",
        "label": ""
      },
      {
        "sentence": "你会将不重要的事情抛之脑后，只会关注自己能做些什么，而不是能得到什么回报。",
        "label": ""
      },
      {
        "sentence": "所以，虽然结果很重要，但在有限的人生中，你真正要关注的是你所付出的，你做过什么。",
        "label": ""
      },
      {
        "sentence": "输赢和回报是否存在，只能交给上天去决定。",
        "label": ""
      },
      {
        "sentence": "【第四】我们学习的最终目的是为了谁？",
        "label": ""
      },
      {
        "sentence": "是为了服务大众。",
        "label": ""
      },
      {
        "sentence": "我们在学校学到的知识最终都会用于工作，而工作的服务对象就是大众。",
        "label": ""
      },
      {
        "sentence": "这个过程中并不存在比较。",
        "label": ""
      },
      {
        "sentence": "就算你的朋友也是一样，她们所学到的知识也会用于服务大众。",
        "label": ""
      },
      {
        "sentence": "我想你只是没有往未来想得更远，不小心陷入了比较和竞争的困境。",
        "label": ""
      },
      {
        "sentence": "我理解你渴望个人的荣耀，渴望被看见和肯定。",
        "label": ""
      },
      {
        "sentence": "但其实你的肯定和自我价值在你付出的过程中就已经体现了，至于荣耀，就让上天来安排吧。",
        "label": ""
      },
      {
        "sentence": "希望你能尽快走出来，为自己而活，为未来所遇到的大众而努力。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      },
      {
        "sentence": "你的朋友：奥黛丽。",
        "label": ""
      }
    ]
  }
]