[
  {
    "role": "client",
    "content": "我很珍惜她，分手后很难过，该如何走出来？和初恋女友分手，很难过。在这段感情里，我很珍惜她，可还是分手了。从9.5分手持续到了12.10，两个人终于分了。",
    "annotation": [
      {
        "sentence": "我很珍惜她，分手后很难过，该如何走出来？",
        "label": ""
      },
      {
        "sentence": "和初恋女友分手，很难过。",
        "label": ""
      },
      {
        "sentence": "在这段感情里，我很珍惜她，可还是分手了。",
        "label": ""
      },
      {
        "sentence": "从9.5分手持续到了12.10，两个人终于分了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常了解你的心情，这是一段非常美好的初恋，你们为了这段感情都付出了很多，但是现在它结束了。这是一个让人很难受的过程，你会有很多情绪的波动。你现在感觉难受很正常，接下来我想听一下你对这段感情的看法。",
    "annotation": [
      {
        "sentence": "我非常了解你的心情，这是一段非常美好的初恋，你们为了这段感情都付出了很多，但是现在它结束了。",
        "label": ""
      },
      {
        "sentence": "这是一个让人很难受的过程，你会有很多情绪的波动。",
        "label": ""
      },
      {
        "sentence": "你现在感觉难受很正常，接下来我想听一下你对这段感情的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很想扭转这个局面，让她回到我的身边。但是她很明确地告诉我，她已经再也不爱我了。我觉得好无助，不知道应该怎么做。",
    "annotation": [
      {
        "sentence": "我很想扭转这个局面，让她回到我的身边。",
        "label": ""
      },
      {
        "sentence": "但是她很明确地告诉我，她已经再也不爱我了。",
        "label": ""
      },
      {
        "sentence": "我觉得好无助，不知道应该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到这件事后，我知道你的内心会非常疼痛。你在寻找她回来的路上也许已经走了很久，但是她却对你说出这些话，令你很受伤。所以接下来我们可以先放下这个难以承受的想法，尝试去接纳你现在的情况并往前看。你可以告诉我你现在的状况和问题，我们一起思考应该怎样走出来。",
    "annotation": [
      {
        "sentence": "听到这件事后，我知道你的内心会非常疼痛。",
        "label": ""
      },
      {
        "sentence": "你在寻找她回来的路上也许已经走了很久，但是她却对你说出这些话，令你很受伤。",
        "label": ""
      },
      {
        "sentence": "所以接下来我们可以先放下这个难以承受的想法，尝试去接纳你现在的情况并往前看。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我你现在的状况和问题，我们一起思考应该怎样走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，那我讲一下自己的状态吧。自从分手以后，我特别容易烦躁和失眠。我也不想和朋友聊天，每天感到很孤独，情绪低落。我觉得自己像一只关在笼子里的鸟，无法自由地展翅飞翔。",
    "annotation": [
      {
        "sentence": "好的，那我讲一下自己的状态吧。",
        "label": ""
      },
      {
        "sentence": "自从分手以后，我特别容易烦躁和失眠。",
        "label": ""
      },
      {
        "sentence": "我也不想和朋友聊天，每天感到很孤独，情绪低落。",
        "label": ""
      },
      {
        "sentence": "我觉得自己像一只关在笼子里的鸟，无法自由地展翅飞翔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我非常理解你的痛苦。你现在的情绪非常低落，好像失去了对生活的所有热情。或许可以逐渐地开始一些小的行动，比如找些可以让你开心的事情。不管是做运动还是找细节小成就，慢慢地达到小进步。同时可以试着和身边的好友们联系起来，即使是短暂的聊天也会令你感到心情愉悦。这些都是一步步走出阴霾的办法。",
    "annotation": [
      {
        "sentence": "听到你的描述，我非常理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "你现在的情绪非常低落，好像失去了对生活的所有热情。",
        "label": ""
      },
      {
        "sentence": "或许可以逐渐地开始一些小的行动，比如找些可以让你开心的事情。",
        "label": ""
      },
      {
        "sentence": "不管是做运动还是找细节小成就，慢慢地达到小进步。",
        "label": ""
      },
      {
        "sentence": "同时可以试着和身边的好友们联系起来，即使是短暂的聊天也会令你感到心情愉悦。",
        "label": ""
      },
      {
        "sentence": "这些都是一步步走出阴霾的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过一些小的行动，但只是暂时让我开心，过一段时间就会回到原来的状况。现在我甚至不想做任何事情，感到全身无力。",
    "annotation": [
      {
        "sentence": "我尝试过一些小的行动，但只是暂时让我开心，过一段时间就会回到原来的状况。",
        "label": ""
      },
      {
        "sentence": "现在我甚至不想做任何事情，感到全身无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个过程中经历不开心的阶段是必然的，你现在的情况已经很明显是在受到很大的折磨。但是我相信只要你不放弃，慢慢地找到适合自己的心理趋势治疗方法，一定能够很好地走出情感的泥潭。同时，我建议你可以在定期的日记中记录你自己的情绪变化和心理感受，这些对于你日后理解自己不仅有很大的帮助，同时也是对自己非常关心和体贴的表现。我相信在你这个过程中，无论是大事还是小事，我都会为你提供需要的支持和鼓励。",
    "annotation": [
      {
        "sentence": "在这个过程中经历不开心的阶段是必然的，你现在的情况已经很明显是在受到很大的折磨。",
        "label": ""
      },
      {
        "sentence": "但是我相信只要你不放弃，慢慢地找到适合自己的心理趋势治疗方法，一定能够很好地走出情感的泥潭。",
        "label": ""
      },
      {
        "sentence": "同时，我建议你可以在定期的日记中记录你自己的情绪变化和心理感受，这些对于你日后理解自己不仅有很大的帮助，同时也是对自己非常关心和体贴的表现。",
        "label": ""
      },
      {
        "sentence": "我相信在你这个过程中，无论是大事还是小事，我都会为你提供需要的支持和鼓励。",
        "label": ""
      }
    ]
  }
]