[
  {
    "role": "client",
    "content": "背着别人学习，有一种背叛她们的感觉？我唯一能为自己做的事情就是多看书，可是我的舍友朋友不怎么看书，因此我会背着她们偷偷看，但是又有一种背叛她们的感觉，我控制不了自己的想法，一方面背着别人看书，是怕努力得不到回报，还被人背后嚼舌根说，都这么努力了，也没有看到有多大的改变，但是这是我能想到唯一为自己做的事情了。但是背着舍友朋友看书又有一种背叛她们的感觉。",
    "annotation": [
      {
        "sentence": "背着别人学习，有一种背叛她们的感觉？",
        "label": ""
      },
      {
        "sentence": "我唯一能为自己做的事情就是多看书，可是我的舍友朋友不怎么看书，因此我会背着她们偷偷看，但是又有一种背叛她们的感觉，我控制不了自己的想法，一方面背着别人看书，是怕努力得不到回报，还被人背后嚼舌根说，都这么努力了，也没有看到有多大的改变，但是这是我能想到唯一为自己做的事情了。",
        "label": ""
      },
      {
        "sentence": "但是背着舍友朋友看书又有一种背叛她们的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是想表达背着别人学习的感觉像是在背叛她们，对吗？你觉得看书是唯一能为自己做的事情，但舍友朋友并不怎么看书，所以你会偷偷看。你难以控制自己的想法。你担心自己的努力得不到回报，还会受到背后人们的批评。取笑别人是某些人用来泼冷水的方式，就算是学习最好的人也会受到别人的质疑。为了避免承受压力，有人认为最好的方式是成绩不好，不努力让所有人都不会感到威胁。可能这种情况与你和父母建立的相处模式有关。如果你的养育者是情感外露、比较强势的人，他们在教导你的时候可能比较严厉。如果你的做法不符合他们的要求，他们就会表现出不高兴的情绪，缺乏包容和忍耐。这种情况下，你会将这种相处模式带到其他人际关系中。如果你把学习的动机建立在自己和父母身上，这种背叛感就可以得到缓解，因为父母为你交了学费，你努力学习是对自己和家长负责的表现。如果你觉得背叛是因为无法感受到自己的存在，必须迎合某种模式和驱使才能得到他们的支持，那其实并不一定。试着将注意力集中在学习上，不要过度关注外界的评价。即使遇到嘲笑和嫉妒，也表明你的付出是值得的。",
    "annotation": [
      {
        "sentence": "你是想表达背着别人学习的感觉像是在背叛她们，对吗？",
        "label": ""
      },
      {
        "sentence": "你觉得看书是唯一能为自己做的事情，但舍友朋友并不怎么看书，所以你会偷偷看。",
        "label": ""
      },
      {
        "sentence": "你难以控制自己的想法。",
        "label": ""
      },
      {
        "sentence": "你担心自己的努力得不到回报，还会受到背后人们的批评。",
        "label": ""
      },
      {
        "sentence": "取笑别人是某些人用来泼冷水的方式，就算是学习最好的人也会受到别人的质疑。",
        "label": ""
      },
      {
        "sentence": "为了避免承受压力，有人认为最好的方式是成绩不好，不努力让所有人都不会感到威胁。",
        "label": ""
      },
      {
        "sentence": "可能这种情况与你和父母建立的相处模式有关。",
        "label": ""
      },
      {
        "sentence": "如果你的养育者是情感外露、比较强势的人，他们在教导你的时候可能比较严厉。",
        "label": ""
      },
      {
        "sentence": "如果你的做法不符合他们的要求，他们就会表现出不高兴的情绪，缺乏包容和忍耐。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你会将这种相处模式带到其他人际关系中。",
        "label": ""
      },
      {
        "sentence": "如果你把学习的动机建立在自己和父母身上，这种背叛感就可以得到缓解，因为父母为你交了学费，你努力学习是对自己和家长负责的表现。",
        "label": ""
      },
      {
        "sentence": "如果你觉得背叛是因为无法感受到自己的存在，必须迎合某种模式和驱使才能得到他们的支持，那其实并不一定。",
        "label": ""
      },
      {
        "sentence": "试着将注意力集中在学习上，不要过度关注外界的评价。",
        "label": ""
      },
      {
        "sentence": "即使遇到嘲笑和嫉妒，也表明你的付出是值得的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我是觉得背着别人学习像是背叛她们，但看书是我唯一能为自己做的事情。我担心努力后得不到回报，还会被人背后议论。我明白取笑别人是为了泼冷水，就算学习最好的人也会受到质疑。或许我把这种相处模式带到其他人际关系中了。我尝试将学习的动机放在自己身上，但还是觉得有点背叛。是不是我没有正确理解别人对我的支持？",
    "annotation": [
      {
        "sentence": "你说得对，我是觉得背着别人学习像是背叛她们，但看书是我唯一能为自己做的事情。",
        "label": ""
      },
      {
        "sentence": "我担心努力后得不到回报，还会被人背后议论。",
        "label": ""
      },
      {
        "sentence": "我明白取笑别人是为了泼冷水，就算学习最好的人也会受到质疑。",
        "label": ""
      },
      {
        "sentence": "或许我把这种相处模式带到其他人际关系中了。",
        "label": ""
      },
      {
        "sentence": "我尝试将学习的动机放在自己身上，但还是觉得有点背叛。",
        "label": ""
      },
      {
        "sentence": "是不是我没有正确理解别人对我的支持？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有正确理解别人对你的支持，但有时候我们会过度关注他人对我们的评价，而忽略了自己的内心。背着别人学习并不一定是背叛，这只是你为了自己而努力学习的方式。取笑别人是别人的手段，不代表你的努力没有价值。如果你觉得背叛是因为无法感受到自己的存在，那可以尝试建立自己与学习之间的关联，感受到对自己的支持和责任感。",
    "annotation": [
      {
        "sentence": "你有正确理解别人对你的支持，但有时候我们会过度关注他人对我们的评价，而忽略了自己的内心。",
        "label": ""
      },
      {
        "sentence": "背着别人学习并不一定是背叛，这只是你为了自己而努力学习的方式。",
        "label": ""
      },
      {
        "sentence": "取笑别人是别人的手段，不代表你的努力没有价值。",
        "label": ""
      },
      {
        "sentence": "如果你觉得背叛是因为无法感受到自己的存在，那可以尝试建立自己与学习之间的关联，感受到对自己的支持和责任感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加关注自己内心的感受，而不是太在意他人对我的评价。背着别人学习只是我的一种方式，并不代表背叛。建立自己与学习之间的关联是很重要的，这样我可以感受到对自己的支持和责任感。我会尝试转变我的观念，不再觉得背叛。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加关注自己内心的感受，而不是太在意他人对我的评价。",
        "label": ""
      },
      {
        "sentence": "背着别人学习只是我的一种方式，并不代表背叛。",
        "label": ""
      },
      {
        "sentence": "建立自己与学习之间的关联是很重要的，这样我可以感受到对自己的支持和责任感。",
        "label": ""
      },
      {
        "sentence": "我会尝试转变我的观念，不再觉得背叛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有很好的领悟。尝试转变观念是很重要的，你会发现背着别人学习并不是背叛，而是为了追求自己的成长和发展。你对学习的努力是有价值的，不要让别人的言论影响你的信心和动力。继续坚持自己的方式，并相信你会取得好的结果。如果你需要任何进一步的支持，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "很好，你有很好的领悟。",
        "label": ""
      },
      {
        "sentence": "尝试转变观念是很重要的，你会发现背着别人学习并不是背叛，而是为了追求自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "你对学习的努力是有价值的，不要让别人的言论影响你的信心和动力。",
        "label": ""
      },
      {
        "sentence": "继续坚持自己的方式，并相信你会取得好的结果。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]