[
  {
    "role": "client",
    "content": "我女儿最近跟一个男生谈恋爱了，作为父母的我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我女儿最近跟一个男生谈恋爱了，作为父母的我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您现在感到非常着急，担心自己的女儿。女儿一直以来听话懂事，是个不错的孩子。现在女儿有些不对劲，您知道女儿和一个男生谈恋爱了，两个人没有过激的行为，只是在坐在一起的时候男生用手搂一下女儿之类的，学习方面不受影响。两个人说要一起考学，但是女儿的未来计划里没有这个男生，女儿说早晚都会分开，这让您非常困惑。",
    "annotation": [
      {
        "sentence": "您现在感到非常着急，担心自己的女儿。",
        "label": ""
      },
      {
        "sentence": "女儿一直以来听话懂事，是个不错的孩子。",
        "label": ""
      },
      {
        "sentence": "现在女儿有些不对劲，您知道女儿和一个男生谈恋爱了，两个人没有过激的行为，只是在坐在一起的时候男生用手搂一下女儿之类的，学习方面不受影响。",
        "label": ""
      },
      {
        "sentence": "两个人说要一起考学，但是女儿的未来计划里没有这个男生，女儿说早晚都会分开，这让您非常困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没有错，我的确很着急，不知道如何去面对这种情况。女儿跟我说得非常坦诚，我想听取您的意见。",
    "annotation": [
      {
        "sentence": "没有错，我的确很着急，不知道如何去面对这种情况。",
        "label": ""
      },
      {
        "sentence": "女儿跟我说得非常坦诚，我想听取您的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为父母，很能理解您的心情。您女儿能够主动告诉你她在谈恋爱，说明您和女儿的关系是很好的，能够把心里话告诉您。对于女儿所说的内容，可能您可以找一个适当的时机，好好跟女儿沟通一下，了解她的想法。有时候，对于孩子来说无法判断的事情，或许我们大人可以帮忙观察。女儿已经跟您是恋爱了，并不会影响学习，可是对于男生来说家长并没有看到。可以和女儿沟通，请一些女儿的朋友，包括这个男生来家里吃饭，我们可以帮助女儿看到男孩身上的优点以及生活习惯等，帮助女儿一起分析，再慢慢的了解女儿的想法。",
    "annotation": [
      {
        "sentence": "作为父母，很能理解您的心情。",
        "label": ""
      },
      {
        "sentence": "您女儿能够主动告诉你她在谈恋爱，说明您和女儿的关系是很好的，能够把心里话告诉您。",
        "label": ""
      },
      {
        "sentence": "对于女儿所说的内容，可能您可以找一个适当的时机，好好跟女儿沟通一下，了解她的想法。",
        "label": ""
      },
      {
        "sentence": "有时候，对于孩子来说无法判断的事情，或许我们大人可以帮忙观察。",
        "label": ""
      },
      {
        "sentence": "女儿已经跟您是恋爱了，并不会影响学习，可是对于男生来说家长并没有看到。",
        "label": ""
      },
      {
        "sentence": "可以和女儿沟通，请一些女儿的朋友，包括这个男生来家里吃饭，我们可以帮助女儿看到男孩身上的优点以及生活习惯等，帮助女儿一起分析，再慢慢的了解女儿的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我觉得这个方法很好。但是我还是很担心女儿以后会因为这件事情受到影响。",
    "annotation": [
      {
        "sentence": "我明白了，我觉得这个方法很好。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心女儿以后会因为这件事情受到影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "青春期的孩子，会对异性更加的关注。希望异性关注自己并受到异性喜爱，喜欢和异性在一起，是一种健康的性心理。您的女儿14岁，正处于青春期，或许是对恋爱的好奇，才会去尝试恋爱的感觉。面对青春期的孩子，可能更需要父母的关心和指导。您作为父母，在女儿的成长路上扮演着重要的角色，帮助女儿顺利地度过这个阶段。所以，作为父母的你们，也真是辛苦啦，希望您们也能照顾好自己。以上内容希望能给您带来帮助。",
    "annotation": [
      {
        "sentence": "青春期的孩子，会对异性更加的关注。",
        "label": ""
      },
      {
        "sentence": "希望异性关注自己并受到异性喜爱，喜欢和异性在一起，是一种健康的性心理。",
        "label": ""
      },
      {
        "sentence": "您的女儿14岁，正处于青春期，或许是对恋爱的好奇，才会去尝试恋爱的感觉。",
        "label": ""
      },
      {
        "sentence": "面对青春期的孩子，可能更需要父母的关心和指导。",
        "label": ""
      },
      {
        "sentence": "您作为父母，在女儿的成长路上扮演着重要的角色，帮助女儿顺利地度过这个阶段。",
        "label": ""
      },
      {
        "sentence": "所以，作为父母的你们，也真是辛苦啦，希望您们也能照顾好自己。",
        "label": ""
      },
      {
        "sentence": "以上内容希望能给您带来帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我有你这个支持者，我感觉好多了。我会好好跟女儿沟通，了解她的想法，因为最重要的是我女儿的想法和感受。",
    "annotation": [
      {
        "sentence": "谢谢你，我有你这个支持者，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会好好跟女儿沟通，了解她的想法，因为最重要的是我女儿的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你。希望您和女儿之间的沟通能够顺利进行，家庭是温馨的港湾，希望您一家人能够一起幸福地成长。(完)",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "希望您和女儿之间的沟通能够顺利进行，家庭是温馨的港湾，希望您一家人能够一起幸福地成长。",
        "label": ""
      },
      {
        "sentence": "(完)",
        "label": ""
      }
    ]
  }
]