[
  {
    "role": "client",
    "content": "成长中倾诉，因她们离得近，干什么都在一起，我孤独？我是我们组的组长，因为身高问题我排到了后面所以前面四个女生就在一起了（有两个是我的朋友，她们原先并不熟），因为她们离得近，所以她们干什么都在一起，所以我就排在了外面，但在这个班里我很每个同学关系都不错但真心的没几个也就两个，但现在他们两个在一起上厕所一起找老师体育课一起（搞的我现在不敢上体育课），我插不进去了，我想着就最后一年了忍忍吧但是每次看到她们几个在一起很开心我就很难受因为我旁边没有人，也有这个原因使我最近状态差点很现在我每天看朋友圈那两个我唯一能依赖的朋友在一起留言互赞，而我发条朋友圈原先她们都会给我留言点赞现在不会再有了（我并不是在意面子只是感觉很不舒服）因为她们两个本来来不熟但一换座她们坐前后桌有说有笑一起学习我就感觉我没有依靠了也不知道该怎么办和谁说现在搞的我不敢看朋友圈了就因为这样我现在精力很差，不想学习看着初三大家都在进步只有自己在退步，我很难受",
    "annotation": [
      {
        "sentence": "成长中倾诉，因她们离得近，干什么都在一起，我孤独？",
        "label": ""
      },
      {
        "sentence": "我是我们组的组长，因为身高问题我排到了后面所以前面四个女生就在一起了（有两个是我的朋友，她们原先并不熟），因为她们离得近，所以她们干什么都在一起，所以我就排在了外面，但在这个班里我很每个同学关系都不错但真心的没几个也就两个，但现在他们两个在一起上厕所一起找老师体育课一起（搞的我现在不敢上体育课），我插不进去了，我想着就最后一年了忍忍吧但是每次看到她们几个在一起很开心我就很难受因为我旁边没有人，也有这个原因使我最近状态差点很现在我每天看朋友圈那两个我唯一能依赖的朋友在一起留言互赞，而我发条朋友圈原先她们都会给我留言点赞现在不会再有了（我并不是在意面子只是感觉很不舒服）因为她们两个本来来不熟但一换座她们坐前后桌有说有笑一起学习我就感觉我没有依靠了也不知道该怎么办和谁说现在搞的我不敢看朋友圈了就因为这样我现在精力很差，不想学习看着初三大家都在进步只有自己在退步，我很难受",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面仔细阅读着你的故事，感受到在同伴交往中遭遇的挫折，让你产生被孤立和难过的心情，着实让人心疼。【希望帮助你梳理困境找到解决途径】",
    "annotation": [
      {
        "sentence": "见字如面仔细阅读着你的故事，感受到在同伴交往中遭遇的挫折，让你产生被孤立和难过的心情，着实让人心疼。",
        "label": ""
      },
      {
        "sentence": "【希望帮助你梳理困境找到解决途径】",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在真的很沮丧和孤独，觉得自己无法融入她们的圈子。",
    "annotation": [
      {
        "sentence": "是的，我现在真的很沮丧和孤独，觉得自己无法融入她们的圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为身高的原因，无意间的座位安排让跟你之前很亲近的朋友有了认识新朋友的机会。她们熟络起来的样子让你感受到自己被孤立。",
    "annotation": [
      {
        "sentence": "因为身高的原因，无意间的座位安排让跟你之前很亲近的朋友有了认识新朋友的机会。",
        "label": ""
      },
      {
        "sentence": "她们熟络起来的样子让你感受到自己被孤立。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我觉得自己完全被她们忽视了，她们不再和我一起行动，不再理会我。",
    "annotation": [
      {
        "sentence": "对，我觉得自己完全被她们忽视了，她们不再和我一起行动，不再理会我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为你是组长，跟班级的每个同学关系都还不错，但知心的没有几个。这让你也在某种程度上压抑着自己内心真实的感受，无处去表达。",
    "annotation": [
      {
        "sentence": "因为你是组长，跟班级的每个同学关系都还不错，但知心的没有几个。",
        "label": ""
      },
      {
        "sentence": "这让你也在某种程度上压抑着自己内心真实的感受，无处去表达。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，虽然有一些同学关系还不错，但我觉得还是缺少了那种真心的朋友。",
    "annotation": [
      {
        "sentence": "是的，虽然有一些同学关系还不错，但我觉得还是缺少了那种真心的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在不会再有可依赖的好朋友为自己的朋友圈点赞互动，这让你失去了被他人关注的满足感。看到别的同学在一起都有说有笑，自己却被冷落，在初三这种关键时刻，连好好学习的心情都被淹没了。这让你对自己的状态很不满意。",
    "annotation": [
      {
        "sentence": "现在不会再有可依赖的好朋友为自己的朋友圈点赞互动，这让你失去了被他人关注的满足感。",
        "label": ""
      },
      {
        "sentence": "看到别的同学在一起都有说有笑，自己却被冷落，在初三这种关键时刻，连好好学习的心情都被淹没了。",
        "label": ""
      },
      {
        "sentence": "这让你对自己的状态很不满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己失去了被关注的感觉，看到她们快乐的样子，我心里很难受。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己失去了被关注的感觉，看到她们快乐的样子，我心里很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "邀请你带着观察的态度去交往。我们人之所以想要亲近一个人或去做一件事，内部的驱动力多半来源于自己内心的期待：我也想像别人一样好，像别人一样开心。所以，带着观察与开放的眼光，去多看看对方身上所吸引你的品质与特点有哪些，你自己内心真实的期待是什么。把对自己有益的部分吸收内化成自己的东西，让自己在人际交往中更有影响力。",
    "annotation": [
      {
        "sentence": "邀请你带着观察的态度去交往。",
        "label": ""
      },
      {
        "sentence": "我们人之所以想要亲近一个人或去做一件事，内部的驱动力多半来源于自己内心的期待：我也想像别人一样好，像别人一样开心。",
        "label": ""
      },
      {
        "sentence": "所以，带着观察与开放的眼光，去多看看对方身上所吸引你的品质与特点有哪些，你自己内心真实的期待是什么。",
        "label": ""
      },
      {
        "sentence": "把对自己有益的部分吸收内化成自己的东西，让自己在人际交往中更有影响力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该改变自己的观念，多看看别人的优点，尝试与她们建立联系。",
    "annotation": [
      {
        "sentence": "我明白了，我应该改变自己的观念，多看看别人的优点，尝试与她们建立联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "重新去理解友谊。中学生社交，尤其是女生，可能在一定程度上很注重朋友的唯一性与忠诚性，这是可以被理解的。但是真正的友情不仅仅是占有，还有更多的层面，比如朋友也会分层次：挚友、闺蜜、普通朋友、只适合打招呼的朋友、过客……每一种朋友都代表着我们需要用变化的眼光来看待自己的人际交往。用多元角度去衡量你的朋友对于你的意义，不在一个地方死磕。",
    "annotation": [
      {
        "sentence": "重新去理解友谊。",
        "label": ""
      },
      {
        "sentence": "中学生社交，尤其是女生，可能在一定程度上很注重朋友的唯一性与忠诚性，这是可以被理解的。",
        "label": ""
      },
      {
        "sentence": "但是真正的友情不仅仅是占有，还有更多的层面，比如朋友也会分层次：挚友、闺蜜、普通朋友、只适合打招呼的朋友、过客……每一种朋友都代表着我们需要用变化的眼光来看待自己的人际交往。",
        "label": ""
      },
      {
        "sentence": "用多元角度去衡量你的朋友对于你的意义，不在一个地方死磕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我应该试着看待友情的多样性，不要把所有的期待都寄托在几个人身上。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该试着看待友情的多样性，不要把所有的期待都寄托在几个人身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同时，如果你极其珍视你目前的朋友，想要去挽回，非常想要邀请你鼓起勇气直接与对方核对感受与期待。把自己可能产生的“被抛弃感”，以及希望重新做回好朋友的期待表达给对方。这样给自己一个机会走出去，无论结果如何，你都会发现自己由“被动等待”变为“主动出击”后，你整个人的力量变化，这对于你今后再结识新朋友的路上会提供宝贵的经验。",
    "annotation": [
      {
        "sentence": "同时，如果你极其珍视你目前的朋友，想要去挽回，非常想要邀请你鼓起勇气直接与对方核对感受与期待。",
        "label": ""
      },
      {
        "sentence": "把自己可能产生的“被抛弃感”，以及希望重新做回好朋友的期待表达给对方。",
        "label": ""
      },
      {
        "sentence": "这样给自己一个机会走出去，无论结果如何，你都会发现自己由“被动等待”变为“主动出击”后，你整个人的力量变化，这对于你今后再结识新朋友的路上会提供宝贵的经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要勇敢地与她们沟通，表达我的感受和希望，重新建立好友关系。",
    "annotation": [
      {
        "sentence": "我明白了，我要勇敢地与她们沟通，表达我的感受和希望，重新建立好友关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在依靠自己的力量不能很好的调整自己的状态下，非常诚恳与负责的邀请你寻求家长、老师、心理咨询师的帮助。在自己无法承受压力的时候，需要找到自己认为可靠的长辈去诉说，从而用他们的经验和角度帮助你疏通压抑的情感，也重新建立属于你的安全感。希望我的回答对你能有一丝启发与帮助，祝你早日做回阳光乐观的初三女生！",
    "annotation": [
      {
        "sentence": "在依靠自己的力量不能很好的调整自己的状态下，非常诚恳与负责的邀请你寻求家长、老师、心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "在自己无法承受压力的时候，需要找到自己认为可靠的长辈去诉说，从而用他们的经验和角度帮助你疏通压抑的情感，也重新建立属于你的安全感。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你能有一丝启发与帮助，祝你早日做回阳光乐观的初三女生！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持，我会努力改变自己的思维方式，勇敢面对问题，寻求帮助。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持，我会努力改变自己的思维方式，勇敢面对问题，寻求帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  }
]