[
  {
    "role": "client",
    "content": "家庭导致的悲哀，自恋的人永远不愿承认自己的错误吧？真的是悲哀，因为原生家庭变成这样子，而我把始终不愿意承认是他造成到这一切，始终闭口不谈自己的过错，一再强调抑郁症就是心情抑郁造成的，真的是悲哀，自恋的人永远不愿意承认自己的错误。",
    "annotation": [
      {
        "sentence": "家庭导致的悲哀，自恋的人永远不愿承认自己的错误吧？",
        "label": ""
      },
      {
        "sentence": "真的是悲哀，因为原生家庭变成这样子，而我把始终不愿意承认是他造成到这一切，始终闭口不谈自己的过错，一再强调抑郁症就是心情抑郁造成的，真的是悲哀，自恋的人永远不愿意承认自己的错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，心情抑郁的人可能很难高兴起来，心情抑郁的人常常将事情的责任揽在自己的身上，将问题的矛头指向自己。亲，你看到了你可能是因为原生家庭变成了这个样子，你问你自恋的人是永远不承认自己的错误吧？我们常常将自恋分为成熟的自恋和不成熟的自恋，成熟的自恋有幽默和爱他人爱自己的特点，但是不成熟的自恋常常只爱自己。",
    "annotation": [
      {
        "sentence": "亲，心情抑郁的人可能很难高兴起来，心情抑郁的人常常将事情的责任揽在自己的身上，将问题的矛头指向自己。",
        "label": ""
      },
      {
        "sentence": "亲，你看到了你可能是因为原生家庭变成了这个样子，你问你自恋的人是永远不承认自己的错误吧？",
        "label": ""
      },
      {
        "sentence": "我们常常将自恋分为成熟的自恋和不成熟的自恋，成熟的自恋有幽默和爱他人爱自己的特点，但是不成熟的自恋常常只爱自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我就是觉得他从来不愿意承认自己的错误，总是把责任推在别人身上，这让我很痛苦。",
    "annotation": [
      {
        "sentence": "是啊，我就是觉得他从来不愿意承认自己的错误，总是把责任推在别人身上，这让我很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述当中我们可以看到家人中有一个人的自恋，是不成熟的自恋，有时候我们会将这些人形象化，形象化为巨婴碰瓷者。这些不成熟的自恋者的巨婴常常是因为原生家庭的原因造成的，在上一代中他们的抚养者并没有仔细的照料到这些人对于他们的质量需求没有很好的回应，或者是说过度的回应。他们的特点常常是爱自己推卸责任，将责任完全的推给别人。不成熟的自恋者，如果他没有进行人格的修正，是很难被说服的，这需要一个机缘巧合的情况下才能对他们产生影响，使他们产生改变。",
    "annotation": [
      {
        "sentence": "从你的描述当中我们可以看到家人中有一个人的自恋，是不成熟的自恋，有时候我们会将这些人形象化，形象化为巨婴碰瓷者。",
        "label": ""
      },
      {
        "sentence": "这些不成熟的自恋者的巨婴常常是因为原生家庭的原因造成的，在上一代中他们的抚养者并没有仔细的照料到这些人对于他们的质量需求没有很好的回应，或者是说过度的回应。",
        "label": ""
      },
      {
        "sentence": "他们的特点常常是爱自己推卸责任，将责任完全的推给别人。",
        "label": ""
      },
      {
        "sentence": "不成熟的自恋者，如果他没有进行人格的修正，是很难被说服的，这需要一个机缘巧合的情况下才能对他们产生影响，使他们产生改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以你是说，我不应该把责任都归拢到自己身上，因为这并不是我造成的，而是家庭环境造成的是吗？",
    "annotation": [
      {
        "sentence": "所以你是说，我不应该把责任都归拢到自己身上，因为这并不是我造成的，而是家庭环境造成的是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我理解你可能对于这个家庭环境感到心情抑郁。我们在此刻可能因为各种原因，我们的年龄小，或者说还依靠着父母，我们暂时没有能力去让他们改正，让他们发生改变。但是就因为无法让它们发生改变，我们就将所有事情的责任归拢到自己身上吗？我想不用这样，我们没必要拿别人的错误来惩罚自己。",
    "annotation": [
      {
        "sentence": "是的，我理解你可能对于这个家庭环境感到心情抑郁。",
        "label": ""
      },
      {
        "sentence": "我们在此刻可能因为各种原因，我们的年龄小，或者说还依靠着父母，我们暂时没有能力去让他们改正，让他们发生改变。",
        "label": ""
      },
      {
        "sentence": "但是就因为无法让它们发生改变，我们就将所有事情的责任归拢到自己身上吗？",
        "label": ""
      },
      {
        "sentence": "我想不用这样，我们没必要拿别人的错误来惩罚自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的很难接受这一切，我不知道自己该怎么办才好。",
    "annotation": [
      {
        "sentence": "可是我真的很难接受这一切，我不知道自己该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道心情抑郁的情绪比较难以排解，但是我们依然要尝试着去化解心中抑郁的情绪。首先，我们要从思想上认识到，有些问题并不是我们所造成的，确确实实是父母造成的。我们暂时可能没有能力去改变当前的状况，那么在未来当我们长大了的时候，我们会有力量去改变这一切。另外，我们也可以经常找一些朋友聊聊天，谈谈心事，出去爬山放松心情，必要的时候，我们可以找一下心理咨询师进行疏导。祝您生活愉快。",
    "annotation": [
      {
        "sentence": "我知道心情抑郁的情绪比较难以排解，但是我们依然要尝试着去化解心中抑郁的情绪。",
        "label": ""
      },
      {
        "sentence": "首先，我们要从思想上认识到，有些问题并不是我们所造成的，确确实实是父母造成的。",
        "label": ""
      },
      {
        "sentence": "我们暂时可能没有能力去改变当前的状况，那么在未来当我们长大了的时候，我们会有力量去改变这一切。",
        "label": ""
      },
      {
        "sentence": "另外，我们也可以经常找一些朋友聊聊天，谈谈心事，出去爬山放松心情，必要的时候，我们可以找一下心理咨询师进行疏导。",
        "label": ""
      },
      {
        "sentence": "祝您生活愉快。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽力让自己走出困境的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽力让自己走出困境的。",
        "label": ""
      }
    ]
  }
]