[
  {
    "role": "client",
    "content": "现在会相处那么累，朋友的关系为什么会变差呢？玩得很好的朋友，玩了两年，为什么现在会相处那么累，一直包容她，迁就她，为什么还是回不到以前的状态，为什么她总是觉得新朋友好，总想跟新朋友玩呢？",
    "annotation": [
      {
        "sentence": "现在会相处那么累，朋友的关系为什么会变差呢？",
        "label": ""
      },
      {
        "sentence": "玩得很好的朋友，玩了两年，为什么现在会相处那么累，一直包容她，迁就她，为什么还是回不到以前的状态，为什么她总是觉得新朋友好，总想跟新朋友玩呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的问题，我感到很理解。相处是一种动态变化的过程，每个人都在成长，每个人的状态也在不断地变化。所以很多时候，即使两个人的关系非常好，但是可能会因为时间的推移而出现变化。你提到你在一直包容她，迁就她，这些表现说明你们的关系已经不再是平等自由的关系了。在关系中，互相理解和包容是很好的态度，但是过度的迁就并不是一个好的处理方式。因为在迁就中，其中一个人可能会感到不满，这也会影响到你们之间的关系。",
    "annotation": [
      {
        "sentence": "听到你的问题，我感到很理解。",
        "label": ""
      },
      {
        "sentence": "相处是一种动态变化的过程，每个人都在成长，每个人的状态也在不断地变化。",
        "label": ""
      },
      {
        "sentence": "所以很多时候，即使两个人的关系非常好，但是可能会因为时间的推移而出现变化。",
        "label": ""
      },
      {
        "sentence": "你提到你在一直包容她，迁就她，这些表现说明你们的关系已经不再是平等自由的关系了。",
        "label": ""
      },
      {
        "sentence": "在关系中，互相理解和包容是很好的态度，但是过度的迁就并不是一个好的处理方式。",
        "label": ""
      },
      {
        "sentence": "因为在迁就中，其中一个人可能会感到不满，这也会影响到你们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也意识到了这一点。但是我觉得我们之间并没有什么大的矛盾或者孩子气的行为，该怎么办？",
    "annotation": [
      {
        "sentence": "我也意识到了这一点。",
        "label": ""
      },
      {
        "sentence": "但是我觉得我们之间并没有什么大的矛盾或者孩子气的行为，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "意识到了这个问题就是第一步，非常好。当然你们之间可能并没有太大的矛盾或者孩子气的行为，但是你们的关系还是经过一些变化的。我想告诉你的是，一段好的关系应该是平等自由的，每个人都应该有自己的空间和独立性。做朋友要有分寸，互相尊重也是很重要的。当你一个人迁就的过多，你的朋友反而会产生压力和负担。我建议你们可以尝试以平等和尊重的态度来处理这个关系，而不是追求某些表面的东西。",
    "annotation": [
      {
        "sentence": "意识到了这个问题就是第一步，非常好。",
        "label": ""
      },
      {
        "sentence": "当然你们之间可能并没有太大的矛盾或者孩子气的行为，但是你们的关系还是经过一些变化的。",
        "label": ""
      },
      {
        "sentence": "我想告诉你的是，一段好的关系应该是平等自由的，每个人都应该有自己的空间和独立性。",
        "label": ""
      },
      {
        "sentence": "做朋友要有分寸，互相尊重也是很重要的。",
        "label": ""
      },
      {
        "sentence": "当你一个人迁就的过多，你的朋友反而会产生压力和负担。",
        "label": ""
      },
      {
        "sentence": "我建议你们可以尝试以平等和尊重的态度来处理这个关系，而不是追求某些表面的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。但是我朋友总是觉得新朋友好，我很不理解。",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "但是我朋友总是觉得新朋友好，我很不理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你朋友总是觉得新朋友好的问题，其实并不是一个非常严重的问题。每个人都有一定的喜新厌旧倾向，尤其是在人际关系的环境中，这种心理表现得更加突出。老朋友之间可能会觉得已经没有什么聊天的话题，而新的朋友带来了一些新的认识和思考方式。这是比较正常的表现。但是你不应该在意这个问题。你朋友有自己的生活和选择，你也应该有你自己的生活和选择。你可以去找其他的朋友，和其他的人交往，你不需要因为一个人的行为而影响到你自己的情感和生活。",
    "annotation": [
      {
        "sentence": "对于你朋友总是觉得新朋友好的问题，其实并不是一个非常严重的问题。",
        "label": ""
      },
      {
        "sentence": "每个人都有一定的喜新厌旧倾向，尤其是在人际关系的环境中，这种心理表现得更加突出。",
        "label": ""
      },
      {
        "sentence": "老朋友之间可能会觉得已经没有什么聊天的话题，而新的朋友带来了一些新的认识和思考方式。",
        "label": ""
      },
      {
        "sentence": "这是比较正常的表现。",
        "label": ""
      },
      {
        "sentence": "但是你不应该在意这个问题。",
        "label": ""
      },
      {
        "sentence": "你朋友有自己的生活和选择，你也应该有你自己的生活和选择。",
        "label": ""
      },
      {
        "sentence": "你可以去找其他的朋友，和其他的人交往，你不需要因为一个人的行为而影响到你自己的情感和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，这样想确实好多了。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "嗯，这样想确实好多了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我知道朋友之间的相处不容易，但是相信你们一定会处理好这个关系。记住，一个好的关系需要大家一起努力去维护，而不是单方面的付出。如果你需要更多的帮助或是想要找人聊天，不要犹豫，随时联系我。",
    "annotation": [
      {
        "sentence": "不用客气，我知道朋友之间的相处不容易，但是相信你们一定会处理好这个关系。",
        "label": ""
      },
      {
        "sentence": "记住，一个好的关系需要大家一起努力去维护，而不是单方面的付出。",
        "label": ""
      },
      {
        "sentence": "如果你需要更多的帮助或是想要找人聊天，不要犹豫，随时联系我。",
        "label": ""
      }
    ]
  }
]