[
  {
    "role": "client",
    "content": "我是一个25岁的女生，我感觉自己没有目标，既不满足现状又享受当下的生活。活了这么多年，回顾过去，我发现我的生活没有目标，没有理想，没有梦想，我不知道接下来该做什么。以前毕业前在学校认真做过职业生涯规划，但是毕业后却没有按照计划行事，而是从事了我认为可以接受的行业。我不断地换工作，但都没有做得长久。待业的时候，我也认真考虑过未来的方向，但是感觉很迷茫，根本找不到具体的目标。每天都在不满现状却又享受当下的状态中过着平淡的生活，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，我感觉自己没有目标，既不满足现状又享受当下的生活。",
        "label": ""
      },
      {
        "sentence": "活了这么多年，回顾过去，我发现我的生活没有目标，没有理想，没有梦想，我不知道接下来该做什么。",
        "label": ""
      },
      {
        "sentence": "以前毕业前在学校认真做过职业生涯规划，但是毕业后却没有按照计划行事，而是从事了我认为可以接受的行业。",
        "label": ""
      },
      {
        "sentence": "我不断地换工作，但都没有做得长久。",
        "label": ""
      },
      {
        "sentence": "待业的时候，我也认真考虑过未来的方向，但是感觉很迷茫，根本找不到具体的目标。",
        "label": ""
      },
      {
        "sentence": "每天都在不满现状却又享受当下的状态中过着平淡的生活，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我理解你现在的困惑。25岁的年轻人会迷茫，会不知道未来该走向何方。有时候，我们思考的事情总比实际做的多。相信很多年轻人都会有这样的经历。其实我自己也曾经经历过类似的困惑。作为一个刚刚踏入社会不久的人，再过几年就要步入而立之年了，我们正处在逐渐成熟的过程中。你说你想要改变，但又同时享受现在的生活；你换了几份工作却都不能长久地坚持下来；你没有按照自己的计划行动。我的建议是，你可以拿出一张纸，把你的工作、感情、生活、家庭等几个方面的现状都罗列出来，然后写下你在未来想要达到的状态。比如在30岁之前结婚，或者在职场上成为主管等等。但是在这个过程中，一定要写下为了达到未来设想，现在你需要做些什么。只有拥有了对未来的具体想象，才能促使我们行动起来，尽自己的能力去实现目标。",
    "annotation": [
      {
        "sentence": "嗯，我理解你现在的困惑。",
        "label": ""
      },
      {
        "sentence": "25岁的年轻人会迷茫，会不知道未来该走向何方。",
        "label": ""
      },
      {
        "sentence": "有时候，我们思考的事情总比实际做的多。",
        "label": ""
      },
      {
        "sentence": "相信很多年轻人都会有这样的经历。",
        "label": ""
      },
      {
        "sentence": "其实我自己也曾经经历过类似的困惑。",
        "label": ""
      },
      {
        "sentence": "作为一个刚刚踏入社会不久的人，再过几年就要步入而立之年了，我们正处在逐渐成熟的过程中。",
        "label": ""
      },
      {
        "sentence": "你说你想要改变，但又同时享受现在的生活；你换了几份工作却都不能长久地坚持下来；你没有按照自己的计划行动。",
        "label": ""
      },
      {
        "sentence": "我的建议是，你可以拿出一张纸，把你的工作、感情、生活、家庭等几个方面的现状都罗列出来，然后写下你在未来想要达到的状态。",
        "label": ""
      },
      {
        "sentence": "比如在30岁之前结婚，或者在职场上成为主管等等。",
        "label": ""
      },
      {
        "sentence": "但是在这个过程中，一定要写下为了达到未来设想，现在你需要做些什么。",
        "label": ""
      },
      {
        "sentence": "只有拥有了对未来的具体想象，才能促使我们行动起来，尽自己的能力去实现目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我明白了。的确，我一直停留在想的阶段，却没有去行动。我会试着按照你的建议，把自己的现状和未来的目标写下来。但是我还是有点迷茫，不知道从何处开始行动，也不确定自己的能力是否足够。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我明白了。",
        "label": ""
      },
      {
        "sentence": "的确，我一直停留在想的阶段，却没有去行动。",
        "label": ""
      },
      {
        "sentence": "我会试着按照你的建议，把自己的现状和未来的目标写下来。",
        "label": ""
      },
      {
        "sentence": "但是我还是有点迷茫，不知道从何处开始行动，也不确定自己的能力是否足够。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴我的建议对你有所帮助。对于不知道从何处开始行动的问题，我了解你的困惑。其实，你可以尝试从小的目标开始，逐步迈向更大的目标。你可以先思考一下，对于你想要达到的未来目标，最能够直接帮助你实现的一两个小步骤是什么呢？找准这些小步骤后，制定一个具体的计划来实现它们。关于自己能力的问题，我想说，我们每个人都会在成长的过程中不断学习和提升。相信你也是一样的，只要你愿意不断努力，你的能力是可以得到提高的。",
    "annotation": [
      {
        "sentence": "不客气，很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "对于不知道从何处开始行动的问题，我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "其实，你可以尝试从小的目标开始，逐步迈向更大的目标。",
        "label": ""
      },
      {
        "sentence": "你可以先思考一下，对于你想要达到的未来目标，最能够直接帮助你实现的一两个小步骤是什么呢？",
        "label": ""
      },
      {
        "sentence": "找准这些小步骤后，制定一个具体的计划来实现它们。",
        "label": ""
      },
      {
        "sentence": "关于自己能力的问题，我想说，我们每个人都会在成长的过程中不断学习和提升。",
        "label": ""
      },
      {
        "sentence": "相信你也是一样的，只要你愿意不断努力，你的能力是可以得到提高的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。我会尝试从小目标开始，并制定一个实现这些小目标的具体计划。我也会相信自己的能力，并不断地学习和提升自己。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试从小目标开始，并制定一个实现这些小目标的具体计划。",
        "label": ""
      },
      {
        "sentence": "我也会相信自己的能力，并不断地学习和提升自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应。对于新的开始和改变来说，最重要的就是坚持和相信自己。无论在执行计划的过程中遇到任何困难，都要记住向前看，不轻易放弃。你有任何进展或遇到困难的时候，都可以随时来向我寻求帮助和倾诉。我相信你能够找到属于自己的目标和方向，实现更好的生活。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应。",
        "label": ""
      },
      {
        "sentence": "对于新的开始和改变来说，最重要的就是坚持和相信自己。",
        "label": ""
      },
      {
        "sentence": "无论在执行计划的过程中遇到任何困难，都要记住向前看，不轻易放弃。",
        "label": ""
      },
      {
        "sentence": "你有任何进展或遇到困难的时候，都可以随时来向我寻求帮助和倾诉。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到属于自己的目标和方向，实现更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。我会牢记你的话，努力坚持下去。如果在实施计划的过程中遇到困难，我会及时向你求助的。谢谢你的帮助。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，努力坚持下去。",
        "label": ""
      },
      {
        "sentence": "如果在实施计划的过程中遇到困难，我会及时向你求助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意在你需要的时候给予帮助。希望你能够坚定信心，迈向自己的目标，并在实现梦想的道路上取得成功。记得时刻保持积极的心态，你一定能够做到！祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意在你需要的时候给予帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚定信心，迈向自己的目标，并在实现梦想的道路上取得成功。",
        "label": ""
      },
      {
        "sentence": "记得时刻保持积极的心态，你一定能够做到！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]