[
  {
    "role": "client",
    "content": "每次遇到事情胡思乱想，控制不了，好累？生活、感情总会遇到一些事情。但是一遇到事，脑子里就会不停的想，不停的放大控制不住自己，越想越糟糕，于是大脑里出现了很多解决这件事的念头，明明是一件很小的事，就是冷静不下来。我也想努力的让自己别去想，但是还是忍不住的一直循环……工作没心思、睡觉也睡不着，我感觉好累，我该怎么办？",
    "annotation": [
      {
        "sentence": "每次遇到事情胡思乱想，控制不了，好累？",
        "label": ""
      },
      {
        "sentence": "生活、感情总会遇到一些事情。",
        "label": ""
      },
      {
        "sentence": "但是一遇到事，脑子里就会不停的想，不停的放大控制不住自己，越想越糟糕，于是大脑里出现了很多解决这件事的念头，明明是一件很小的事，就是冷静不下来。",
        "label": ""
      },
      {
        "sentence": "我也想努力的让自己别去想，但是还是忍不住的一直循环……工作没心思、睡觉也睡不着，我感觉好累，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是呀，怎么办呢？除了本身遇到一些事情就会不停的想以外，还想控制自己不去想；结果越努力让自己别去想，越忍不住一直循环……这真得是一件让人痛苦的事情，我不能完全感受你的痛苦，但我在尝试想象什么样的事情会让我反复的地去想，去放大。在我的感受里，那是一些让我觉得羞愧、不安、恨不得重来的一些事情，一遍遍出现在脑海里恨不得一遍遍的擦掉，或者“修正”。我不知道你想到的是什么，但我想，那些出现在你脑海里的画面肯定让你很不舒服，甚至是糟糕的。",
    "annotation": [
      {
        "sentence": "是呀，怎么办呢？",
        "label": ""
      },
      {
        "sentence": "除了本身遇到一些事情就会不停的想以外，还想控制自己不去想；结果越努力让自己别去想，越忍不住一直循环……这真得是一件让人痛苦的事情，我不能完全感受你的痛苦，但我在尝试想象什么样的事情会让我反复的地去想，去放大。",
        "label": ""
      },
      {
        "sentence": "在我的感受里，那是一些让我觉得羞愧、不安、恨不得重来的一些事情，一遍遍出现在脑海里恨不得一遍遍的擦掉，或者“修正”。",
        "label": ""
      },
      {
        "sentence": "我不知道你想到的是什么，但我想，那些出现在你脑海里的画面肯定让你很不舒服，甚至是糟糕的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，很对，我就是有些过去的事情总是纠缠在我脑海里，让我无法自拔。",
    "annotation": [
      {
        "sentence": "是的，很对，我就是有些过去的事情总是纠缠在我脑海里，让我无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一遍遍地回忆，一遍遍地想解决办法，是不是也是一遍遍的为了让自己更安心一些，哪怕是在想象里的。如果可以在想象里改写“结局”那该有多好呀。只是现实并不能够，而我们活在现实的世界里。我在想，同样的世界，别人感受到的或许更多的是安全，而你感受到的或许有更多的担心和害怕，也因此，我想在“更危险的世界”里生活的你，也比别人勇敢更多。",
    "annotation": [
      {
        "sentence": "一遍遍地回忆，一遍遍地想解决办法，是不是也是一遍遍的为了让自己更安心一些，哪怕是在想象里的。",
        "label": ""
      },
      {
        "sentence": "如果可以在想象里改写“结局”那该有多好呀。",
        "label": ""
      },
      {
        "sentence": "只是现实并不能够，而我们活在现实的世界里。",
        "label": ""
      },
      {
        "sentence": "我在想，同样的世界，别人感受到的或许更多的是安全，而你感受到的或许有更多的担心和害怕，也因此，我想在“更危险的世界”里生活的你，也比别人勇敢更多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己比别人更容易受伤害，常常觉得很想逃离这个世界。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己比别人更容易受伤害，常常觉得很想逃离这个世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回到你的问题，要怎么办呢？多么希望有一个万能解药，吃下去就药到病除了。默默期待下，哪怕知道不是童话世界，也是可以期待的是不~（开个玩笑）当你越不想要去想的时候，反而越容易出现这些想法。就像我告诉你，不要去想粉红色的大象，你脑海里是不是就出现了一只粉红色的大象呢？那怎么办？那就先看到这些想法的存在，看到你的担心，看到你遇到某些事情，脑子里就会不停的想。有点难，但我们可以试试先接受它的存在。如果冷静不下来，那就先不冷静了。",
    "annotation": [
      {
        "sentence": "回到你的问题，要怎么办呢？",
        "label": ""
      },
      {
        "sentence": "多么希望有一个万能解药，吃下去就药到病除了。",
        "label": ""
      },
      {
        "sentence": "默默期待下，哪怕知道不是童话世界，也是可以期待的是不~（开个玩笑）当你越不想要去想的时候，反而越容易出现这些想法。",
        "label": ""
      },
      {
        "sentence": "就像我告诉你，不要去想粉红色的大象，你脑海里是不是就出现了一只粉红色的大象呢？",
        "label": ""
      },
      {
        "sentence": "那怎么办？",
        "label": ""
      },
      {
        "sentence": "那就先看到这些想法的存在，看到你的担心，看到你遇到某些事情，脑子里就会不停的想。",
        "label": ""
      },
      {
        "sentence": "有点难，但我们可以试试先接受它的存在。",
        "label": ""
      },
      {
        "sentence": "如果冷静不下来，那就先不冷静了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来逃避不是解决问题的办法，我应该勇敢地面对这些想法和担心。",
    "annotation": [
      {
        "sentence": "原来逃避不是解决问题的办法，我应该勇敢地面对这些想法和担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "调皮的说，或许你还可以找个充裕的时间，反其道而行，拼命地去想，看看你的这些想法愿意陪你耗多久呢？先接受它的存在，然后去看看它想告诉你的是什么，去感受这些“症状”背后的意义是什么？而这些，也可以去找你的咨询师聊聊哦~。",
    "annotation": [
      {
        "sentence": "调皮的说，或许你还可以找个充裕的时间，反其道而行，拼命地去想，看看你的这些想法愿意陪你耗多久呢？",
        "label": ""
      },
      {
        "sentence": "先接受它的存在，然后去看看它想告诉你的是什么，去感受这些“症状”背后的意义是什么？",
        "label": ""
      },
      {
        "sentence": "而这些，也可以去找你的咨询师聊聊哦~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着接受这些想法的存在，然后试着去理解它们的意义。也许和咨询师交流会有所帮助。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "嗯，我会试着接受这些想法的存在，然后试着去理解它们的意义。",
        "label": ""
      },
      {
        "sentence": "也许和咨询师交流会有所帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  }
]