[
  {
    "role": "client",
    "content": "每次遇到事情胡思乱想，控制不了，好累？生活、感情总会遇到一些事情。但是一遇到事，脑子里就会不停的想，不停的放大控制不住自己，越想越糟糕，于是大脑里出现了很多解决这件事的念头，明明是一件很小的事，就是冷静不下来。我也想努力的让自己别去想，但是还是忍不住的一直循环……工作没心思、睡觉也睡不着，我感觉好累，我该怎么办？",
    "annotation": [
      {
        "sentence": "每次遇到事情胡思乱想，控制不了，好累？",
        "label": ""
      },
      {
        "sentence": "生活、感情总会遇到一些事情。",
        "label": ""
      },
      {
        "sentence": "但是一遇到事，脑子里就会不停的想，不停的放大控制不住自己，越想越糟糕，于是大脑里出现了很多解决这件事的念头，明明是一件很小的事，就是冷静不下来。",
        "label": ""
      },
      {
        "sentence": "我也想努力的让自己别去想，但是还是忍不住的一直循环……工作没心思、睡觉也睡不着，我感觉好累，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "26岁男，每次遇到事情胡思乱想，控制不了好累。首先对你的情况表示理解，并且心疼，想给你个大大的拥抱，感受到世界的温暖。其实你也知道生活感情总是会遇到一些事情的，只好说人生在世，不如意之事之八九。那时候我们总是会难以称心如意，遇到完美的事情。但是遇到事情不退缩，不怕事才是我们做人在世界上应该面对的态度。你不停的想，不停的放大和控制不住自己，最后的结果只会是恶性循环。你也知道需要解决这件事情，你也知道明明是很小的事情，但能力不下来，需要去找找原因。",
    "annotation": [
      {
        "sentence": "26岁男，每次遇到事情胡思乱想，控制不了好累。",
        "label": ""
      },
      {
        "sentence": "首先对你的情况表示理解，并且心疼，想给你个大大的拥抱，感受到世界的温暖。",
        "label": ""
      },
      {
        "sentence": "其实你也知道生活感情总是会遇到一些事情的，只好说人生在世，不如意之事之八九。",
        "label": ""
      },
      {
        "sentence": "那时候我们总是会难以称心如意，遇到完美的事情。",
        "label": ""
      },
      {
        "sentence": "但是遇到事情不退缩，不怕事才是我们做人在世界上应该面对的态度。",
        "label": ""
      },
      {
        "sentence": "你不停的想，不停的放大和控制不住自己，最后的结果只会是恶性循环。",
        "label": ""
      },
      {
        "sentence": "你也知道需要解决这件事情，你也知道明明是很小的事情，但能力不下来，需要去找找原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也想找到发生这种情况的原因，但是不知道从何入手。我希望能够控制自己的思维，摆脱这种困扰。",
    "annotation": [
      {
        "sentence": "是的，我也想找到发生这种情况的原因，但是不知道从何入手。",
        "label": ""
      },
      {
        "sentence": "我希望能够控制自己的思维，摆脱这种困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "努力让自己别去想，忍不住的时候就要想想转移注意力。如果这件事情对你的影响很大，你需要的是现在，却不是想他解决问题的时候，你需要赶紧把视线和注意力转移到一件让你开心快乐的事情，比如说听听歌，看看电视剧电影之类的东西，要或者是吃吃喜欢的东西。喝喝想喝的东西。如果实在压力很大，总是一在想，不要一个人闷着，要出去跟朋友走走，多交流沟通一下自己内心下的想法。",
    "annotation": [
      {
        "sentence": "努力让自己别去想，忍不住的时候就要想想转移注意力。",
        "label": ""
      },
      {
        "sentence": "如果这件事情对你的影响很大，你需要的是现在，却不是想他解决问题的时候，你需要赶紧把视线和注意力转移到一件让你开心快乐的事情，比如说听听歌，看看电视剧电影之类的东西，要或者是吃吃喜欢的东西。",
        "label": ""
      },
      {
        "sentence": "喝喝想喝的东西。",
        "label": ""
      },
      {
        "sentence": "如果实在压力很大，总是一在想，不要一个人闷着，要出去跟朋友走走，多交流沟通一下自己内心下的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的很有道理，我现在确实需要寻找一些转移注意力的方法。可能我一直把自己封闭起来，没有及时寻求帮助和与他人交流，导致问题越来越严重。我也会试着去做一些开心的事情，而不是一直纠结在困扰我的问题上。",
    "annotation": [
      {
        "sentence": "嗯，你说的很有道理，我现在确实需要寻找一些转移注意力的方法。",
        "label": ""
      },
      {
        "sentence": "可能我一直把自己封闭起来，没有及时寻求帮助和与他人交流，导致问题越来越严重。",
        "label": ""
      },
      {
        "sentence": "我也会试着去做一些开心的事情，而不是一直纠结在困扰我的问题上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "睡不着觉，不妨去多运动锻炼一下，身心疲劳了，其实就会没有想那么多了。人呢？有时候想太多，其实只是因为太闲了。你只有不断的麻痹自己，不停的去做事情，那么其实或许这种情况就不会频繁的出现。感觉好累的原因是因为自己没有真正找到一切能让自己充实的事情去做，没有那个目标，一直想让自己烦心的事情，根本是无济于事。所以说你现在需要做到的就是去找一个目标，找一些事情，认真认真去做，不要想那么多，你只有很闲的人才会去想太多，才有空去想，你懂吗？真正努力奔跑的人呢？是没有时间空下来是想事情的，他们累到直接就倒头就睡。",
    "annotation": [
      {
        "sentence": "睡不着觉，不妨去多运动锻炼一下，身心疲劳了，其实就会没有想那么多了。",
        "label": ""
      },
      {
        "sentence": "人呢？",
        "label": ""
      },
      {
        "sentence": "有时候想太多，其实只是因为太闲了。",
        "label": ""
      },
      {
        "sentence": "你只有不断的麻痹自己，不停的去做事情，那么其实或许这种情况就不会频繁的出现。",
        "label": ""
      },
      {
        "sentence": "感觉好累的原因是因为自己没有真正找到一切能让自己充实的事情去做，没有那个目标，一直想让自己烦心的事情，根本是无济于事。",
        "label": ""
      },
      {
        "sentence": "所以说你现在需要做到的就是去找一个目标，找一些事情，认真认真去做，不要想那么多，你只有很闲的人才会去想太多，才有空去想，你懂吗？",
        "label": ""
      },
      {
        "sentence": "真正努力奔跑的人呢？",
        "label": ""
      },
      {
        "sentence": "是没有时间空下来是想事情的，他们累到直接就倒头就睡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议真的很有道理，我会去寻找一个具体的目标，并认真去做。同时，我也会放空自己，出去走走，和朋友聊天，或者去旅旅游看看不同的事物，接触不同的人。或许这样心情会舒畅很多。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你的建议真的很有道理，我会去寻找一个具体的目标，并认真去做。",
        "label": ""
      },
      {
        "sentence": "同时，我也会放空自己，出去走走，和朋友聊天，或者去旅旅游看看不同的事物，接触不同的人。",
        "label": ""
      },
      {
        "sentence": "或许这样心情会舒畅很多。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。我真心祝福你能够找到属于自己的幸福快乐。加油！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "我真心祝福你能够找到属于自己的幸福快乐。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]