[
  {
    "role": "client",
    "content": "我真的觉得当我做真实的自己时总是很糟糕，而如果我思考后再做决定，反而会得到更多的好结果。我的咨询师们经常鼓励我做真实的自己，说这样会更快乐。但是，当我真实地表达自己的情感时，我就渴望被关注和关心，我的情绪也会爆发得很大。相比之下，如果我抑制自己的感情，用理性思考的方式来面对问题，反而能过得更顺利，也能更好地掌控他人。尽管无法畅快地表达情感，但我能得到自己想要的东西，比如男友的爱。但是，当我真实地表达自己时，我可能每天都渴望被男友关注和关心，我的需求也非常强烈。到现在，我还不知道到底是要用理性思考还是真实地表达自己，好像真实的自己有很多问题......",
    "annotation": [
      {
        "sentence": "我真的觉得当我做真实的自己时总是很糟糕，而如果我思考后再做决定，反而会得到更多的好结果。",
        "label": ""
      },
      {
        "sentence": "我的咨询师们经常鼓励我做真实的自己，说这样会更快乐。",
        "label": ""
      },
      {
        "sentence": "但是，当我真实地表达自己的情感时，我就渴望被关注和关心，我的情绪也会爆发得很大。",
        "label": ""
      },
      {
        "sentence": "相比之下，如果我抑制自己的感情，用理性思考的方式来面对问题，反而能过得更顺利，也能更好地掌控他人。",
        "label": ""
      },
      {
        "sentence": "尽管无法畅快地表达情感，但我能得到自己想要的东西，比如男友的爱。",
        "label": ""
      },
      {
        "sentence": "但是，当我真实地表达自己时，我可能每天都渴望被男友关注和关心，我的需求也非常强烈。",
        "label": ""
      },
      {
        "sentence": "到现在，我还不知道到底是要用理性思考还是真实地表达自己，好像真实的自己有很多问题......",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认真阅读了你的描述，我很理解你所说的一切。你的咨询师建议你真实地表达自己，我觉得你可以采取用脑的方式整理了思绪之后再表达，这两者并不矛盾。真实地表达自己的需求，主要是指不要压抑自己的需求和情绪，但并不代表要将所有情绪都发泄到别人身上，因为这样会伤害到自己和别人。别人无法承担我们所有的情绪。因此，在这个意义上，我同意你的看法，我们可以用脑来控制和平衡一下情绪，这样会更好一些。但是实际操作的时候，这是一个动态的平衡。这可以分为两种情况来思考。首先，当我们有很多需求，比如想得到男朋友的关注和更多的爱，这完全没有问题，你可以尝试与他沟通，尽量不要打扰别人，或者可以通过网上发送信息，当我们经历了很多令人愉快的事情时，比如看到有趣的东西或吃到美味的食物，可以分享一下，这有利于加深感情，而不是压抑。另一方面，真实地表达自己还包括当我们有不好的情绪时，当我们的需求没有得到满足或者与他人沟通发生冲突时，如果别人不能很好地理解我们，那么在这种情况下，不要压抑自己，要找机会真诚地表达自己的真实想法和感受，不要压抑。否则，这些积压的情绪会形成心结，特别是当我们不敢或者不愿意与对方沟通时，这些情绪会积压在心中，当有一次冲突发生时，我们就可能会将所有情绪一次性发泄出来。因此，从这个意义上讲，我们要经常尽量理性地表达自己真实的需求，这有助于建立良好的各种关系。我希望我的分析能帮助你更清楚一些，也祝福你能找到合适的方式解决问题！",
    "annotation": [
      {
        "sentence": "我认真阅读了你的描述，我很理解你所说的一切。",
        "label": ""
      },
      {
        "sentence": "你的咨询师建议你真实地表达自己，我觉得你可以采取用脑的方式整理了思绪之后再表达，这两者并不矛盾。",
        "label": ""
      },
      {
        "sentence": "真实地表达自己的需求，主要是指不要压抑自己的需求和情绪，但并不代表要将所有情绪都发泄到别人身上，因为这样会伤害到自己和别人。",
        "label": ""
      },
      {
        "sentence": "别人无法承担我们所有的情绪。",
        "label": ""
      },
      {
        "sentence": "因此，在这个意义上，我同意你的看法，我们可以用脑来控制和平衡一下情绪，这样会更好一些。",
        "label": ""
      },
      {
        "sentence": "但是实际操作的时候，这是一个动态的平衡。",
        "label": ""
      },
      {
        "sentence": "这可以分为两种情况来思考。",
        "label": ""
      },
      {
        "sentence": "首先，当我们有很多需求，比如想得到男朋友的关注和更多的爱，这完全没有问题，你可以尝试与他沟通，尽量不要打扰别人，或者可以通过网上发送信息，当我们经历了很多令人愉快的事情时，比如看到有趣的东西或吃到美味的食物，可以分享一下，这有利于加深感情，而不是压抑。",
        "label": ""
      },
      {
        "sentence": "另一方面，真实地表达自己还包括当我们有不好的情绪时，当我们的需求没有得到满足或者与他人沟通发生冲突时，如果别人不能很好地理解我们，那么在这种情况下，不要压抑自己，要找机会真诚地表达自己的真实想法和感受，不要压抑。",
        "label": ""
      },
      {
        "sentence": "否则，这些积压的情绪会形成心结，特别是当我们不敢或者不愿意与对方沟通时，这些情绪会积压在心中，当有一次冲突发生时，我们就可能会将所有情绪一次性发泄出来。",
        "label": ""
      },
      {
        "sentence": "因此，从这个意义上讲，我们要经常尽量理性地表达自己真实的需求，这有助于建立良好的各种关系。",
        "label": ""
      },
      {
        "sentence": "我希望我的分析能帮助你更清楚一些，也祝福你能找到合适的方式解决问题！",
        "label": ""
      }
    ]
  }
]