[
  {
    "role": "client",
    "content": "我不敢和男友直接表达自己的不满，转头就指责？从小我和我爸妈交流几乎为零我根本不懂的交流面对初恋也是这样和男朋友认识五年了在一起两年多每次都因为我这个事情吵架比如昨天好不容易半个月见一次面他订了一个民宿说陪我晚上睡觉因为我最近睡不好还说陪我去逛街然后他很用心挑了一周民宿希望我喜欢结果好巧不巧昨天是刚好英雄联盟世界赛直播他就一直和我道歉说可能他要先看两个小时直播赛才能陪我出去玩但是我睡得很早等他看完我已经困了他看直播赛的时候一直问我有没有生气我说没有我能理解但是我的内心已经炸了然后男孩子嘛很在乎这个游戏一年一次其实也没啥就两个小时但是我嘴巴说着理解内心一直生气的气到早上刚好晚上吃太杂肚子不舒服晚上冻着了很不舒服（这些我都没和男朋友说我不舒服）早上一起来我就赶他走了他追问我是否生气了问了很久我就爆发了一连着指责他没做好事情。却羞于在前一晚表达出来自己的不满。是不是我错了",
    "annotation": [
      {
        "sentence": "我不敢和男友直接表达自己的不满，转头就指责？",
        "label": ""
      },
      {
        "sentence": "从小我和我爸妈交流几乎为零我根本不懂的交流面对初恋也是这样和男朋友认识五年了在一起两年多每次都因为我这个事情吵架比如昨天好不容易半个月见一次面他订了一个民宿说陪我晚上睡觉因为我最近睡不好还说陪我去逛街然后他很用心挑了一周民宿希望我喜欢结果好巧不巧昨天是刚好英雄联盟世界赛直播他就一直和我道歉说可能他要先看两个小时直播赛才能陪我出去玩但是我睡得很早等他看完我已经困了他看直播赛的时候一直问我有没有生气我说没有我能理解但是我的内心已经炸了然后男孩子嘛很在乎这个游戏一年一次其实也没啥就两个小时但是我嘴巴说着理解内心一直生气的气到早上刚好晚上吃太杂肚子不舒服晚上冻着了很不舒服（这些我都没和男朋友说我不舒服）早上一起来我就赶他走了他追问我是否生气了问了很久我就爆发了一连着指责他没做好事情。",
        "label": ""
      },
      {
        "sentence": "却羞于在前一晚表达出来自己的不满。",
        "label": ""
      },
      {
        "sentence": "是不是我错了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们都没有错，只是选择表达的方式不同。",
    "annotation": [
      {
        "sentence": "你们都没有错，只是选择表达的方式不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，从小有很少的交流经验，导致我不太擅长表达自己的想法和不满。",
    "annotation": [
      {
        "sentence": "是的，从小有很少的交流经验，导致我不太擅长表达自己的想法和不满。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。因为你从小与父母交流很少，所以你可能没有形成良好的沟通习惯，不善于表达自己的情感。这导致你倾向于将不满情绪压抑在心里，不敢直接跟男友沟通，而是进行指责。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "因为你从小与父母交流很少，所以你可能没有形成良好的沟通习惯，不善于表达自己的情感。",
        "label": ""
      },
      {
        "sentence": "这导致你倾向于将不满情绪压抑在心里，不敢直接跟男友沟通，而是进行指责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总觉得表达不满会让人觉得不好意思，觉得自己有一种“羞耻感”。所以我倾向于默默承受，不去开口说出自己真实的想法，让对方去猜测。",
    "annotation": [
      {
        "sentence": "是的，我总觉得表达不满会让人觉得不好意思，觉得自己有一种“羞耻感”。",
        "label": ""
      },
      {
        "sentence": "所以我倾向于默默承受，不去开口说出自己真实的想法，让对方去猜测。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。但是遮遮掩掩并不是一个好的解决方式。对方可能并不知道你的真实感受，只是尽力去安排了一段时间和你共度，并向你道歉。你对他的期待与实际情况不符，这种失望的积累最终可能会导致你爆发出来，对自己和对方造成二次伤害。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "但是遮遮掩掩并不是一个好的解决方式。",
        "label": ""
      },
      {
        "sentence": "对方可能并不知道你的真实感受，只是尽力去安排了一段时间和你共度，并向你道歉。",
        "label": ""
      },
      {
        "sentence": "你对他的期待与实际情况不符，这种失望的积累最终可能会导致你爆发出来，对自己和对方造成二次伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白自己在这方面的不足。两个人在一起，因为兴趣爱好和个性差异，爱的表达方式也会不同。我不能仅仅因为不喜欢他的爱好而反感，应该理解并包容他。",
    "annotation": [
      {
        "sentence": "是的，我明白自己在这方面的不足。",
        "label": ""
      },
      {
        "sentence": "两个人在一起，因为兴趣爱好和个性差异，爱的表达方式也会不同。",
        "label": ""
      },
      {
        "sentence": "我不能仅仅因为不喜欢他的爱好而反感，应该理解并包容他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到一些问题。互相尊重对方的兴趣爱好是很重要的。他问你是否生气，你应该勇敢地承认自己的情绪，不必遮遮掩掩。因为如果你不说出来，后续的爆发只会让人摸不清头脑，感觉有些做作。",
    "annotation": [
      {
        "sentence": "很好，你已经意识到一些问题。",
        "label": ""
      },
      {
        "sentence": "互相尊重对方的兴趣爱好是很重要的。",
        "label": ""
      },
      {
        "sentence": "他问你是否生气，你应该勇敢地承认自己的情绪，不必遮遮掩掩。",
        "label": ""
      },
      {
        "sentence": "因为如果你不说出来，后续的爆发只会让人摸不清头脑，感觉有些做作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我知道做真实的自己很重要，但是我确实需要改变自己的沟通方式，表达出真实的想法。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我知道做真实的自己很重要，但是我确实需要改变自己的沟通方式，表达出真实的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的沟通方式需要改变。不管对方是否主动问你的想法，你都应该主动表达出来。善良是好的，但也要有锋芒，不要一味地忍受。如果你一直压抑自己的情感，感情危机就容易到来。所以勇敢地面对和表达彼此的想法是很重要的，至少你勇敢地表达了自己的想法。",
    "annotation": [
      {
        "sentence": "是的，你的沟通方式需要改变。",
        "label": ""
      },
      {
        "sentence": "不管对方是否主动问你的想法，你都应该主动表达出来。",
        "label": ""
      },
      {
        "sentence": "善良是好的，但也要有锋芒，不要一味地忍受。",
        "label": ""
      },
      {
        "sentence": "如果你一直压抑自己的情感，感情危机就容易到来。",
        "label": ""
      },
      {
        "sentence": "所以勇敢地面对和表达彼此的想法是很重要的，至少你勇敢地表达了自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。但是我担心我们之间是否能相互理解。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "但是我担心我们之间是否能相互理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信我，相爱的人是会相互理解的。两个人互相的爱才能长久。你们可以尝试更好地理解对方，双方都要努力去解决和面对问题。只有这样，你们才能够走得更加长久。",
    "annotation": [
      {
        "sentence": "相信我，相爱的人是会相互理解的。",
        "label": ""
      },
      {
        "sentence": "两个人互相的爱才能长久。",
        "label": ""
      },
      {
        "sentence": "你们可以尝试更好地理解对方，双方都要努力去解决和面对问题。",
        "label": ""
      },
      {
        "sentence": "只有这样，你们才能够走得更加长久。",
        "label": ""
      }
    ]
  }
]