[
  {
    "role": "client",
    "content": "真实做自己总是很糟糕，动脑子反而得到更多？我的咨询师们经常主张我做自己和真实表达，确实比较快乐。但是在情感上真实做自己，就非常渴望关注和被关注，情绪宣泄也非常大。比较压抑用脑的时候反而过得比较顺，对他人的掌控也很顺手，虽然无法畅快的表达，却能得到非常多自己要的，比如男友的爱。但是真实的表达我可能每天无时无刻都想被男友关注和被关注，需求度也非常高，到现在反而不知道到底是用脑还是真实去表达呢，好像真实的自己问题挺多的………",
    "annotation": [
      {
        "sentence": "真实做自己总是很糟糕，动脑子反而得到更多？",
        "label": ""
      },
      {
        "sentence": "我的咨询师们经常主张我做自己和真实表达，确实比较快乐。",
        "label": ""
      },
      {
        "sentence": "但是在情感上真实做自己，就非常渴望关注和被关注，情绪宣泄也非常大。",
        "label": ""
      },
      {
        "sentence": "比较压抑用脑的时候反而过得比较顺，对他人的掌控也很顺手，虽然无法畅快的表达，却能得到非常多自己要的，比如男友的爱。",
        "label": ""
      },
      {
        "sentence": "但是真实的表达我可能每天无时无刻都想被男友关注和被关注，需求度也非常高，到现在反而不知道到底是用脑还是真实去表达呢，好像真实的自己问题挺多的………",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这样说，好像真实做自己对你来说并不是一件轻松的事情。你提到在情感上表达真实的自己时，你的需求感会很强烈，渴望得到他人的关注和关心，并且情绪很容易宣泄出来。相比之下，当你压抑自己，注重理性思考时，感觉自己能够更好地掌控情绪，同时也能获得一些你期望的东西，比如男友的爱。但是你目前有些迷茫，不清楚究竟是通过理性思考还是表达真实来应对问题，感觉真实的自己有很多问题存在…",
    "annotation": [
      {
        "sentence": "听你这样说，好像真实做自己对你来说并不是一件轻松的事情。",
        "label": ""
      },
      {
        "sentence": "你提到在情感上表达真实的自己时，你的需求感会很强烈，渴望得到他人的关注和关心，并且情绪很容易宣泄出来。",
        "label": ""
      },
      {
        "sentence": "相比之下，当你压抑自己，注重理性思考时，感觉自己能够更好地掌控情绪，同时也能获得一些你期望的东西，比如男友的爱。",
        "label": ""
      },
      {
        "sentence": "但是你目前有些迷茫，不清楚究竟是通过理性思考还是表达真实来应对问题，感觉真实的自己有很多问题存在…",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得很困惑。我想知道为什么我在真实表达自己的时候会变得这么依赖别人，而不是通过自己来控制情绪。有时候我觉得自己的需求太多了，不知道该如何平衡这些需求。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得很困惑。",
        "label": ""
      },
      {
        "sentence": "我想知道为什么我在真实表达自己的时候会变得这么依赖别人，而不是通过自己来控制情绪。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得自己的需求太多了，不知道该如何平衡这些需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑。也许在真实表达自己时，你感受到了与他人的联系和关注，这让你变得依赖别人的反馈和支持。这种依赖可能源自于你婴儿期的经历，如果在那个时期没有得到足够的关怀和呵护，可能会对你现在的关系和情绪表达产生影响。你可以尝试向咨询师表达这种困扰和渴望，他们可能能提供一些对你有帮助的见解。",
    "annotation": [
      {
        "sentence": "理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "也许在真实表达自己时，你感受到了与他人的联系和关注，这让你变得依赖别人的反馈和支持。",
        "label": ""
      },
      {
        "sentence": "这种依赖可能源自于你婴儿期的经历，如果在那个时期没有得到足够的关怀和呵护，可能会对你现在的关系和情绪表达产生影响。",
        "label": ""
      },
      {
        "sentence": "你可以尝试向咨询师表达这种困扰和渴望，他们可能能提供一些对你有帮助的见解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在咨询师那里会尝试表达这些问题。我觉得我一直在寻找一种与另一半共生的关系，要不然就非常依赖对方，要不然就希望对方能够拯救我。我总是感受到一种难以承受的空虚感，渴望有人陪伴在我身边，这似乎与婴儿期的体验有关。",
    "annotation": [
      {
        "sentence": "是的，我在咨询师那里会尝试表达这些问题。",
        "label": ""
      },
      {
        "sentence": "我觉得我一直在寻找一种与另一半共生的关系，要不然就非常依赖对方，要不然就希望对方能够拯救我。",
        "label": ""
      },
      {
        "sentence": "我总是感受到一种难以承受的空虚感，渴望有人陪伴在我身边，这似乎与婴儿期的体验有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述让我想到了心理动力学的理论。在婴儿期，与母亲的共生期对于我们建立存在感是至关重要的。如果我们在那个时期没有得到足够的关怀和回应，就可能在长大后一直寻找这种共生关系。这也解释了你对于另一半的粘着和对伴侣的需求。如果你觉得这个空虚感难以承受，总是希望有人陪伴，这也许就是你想要找到“母亲在，我就在”的存在感。你可以把这些想法和感受告诉咨询师，他们可能会帮助你更好地理解和处理这些问题。",
    "annotation": [
      {
        "sentence": "你的描述让我想到了心理动力学的理论。",
        "label": ""
      },
      {
        "sentence": "在婴儿期，与母亲的共生期对于我们建立存在感是至关重要的。",
        "label": ""
      },
      {
        "sentence": "如果我们在那个时期没有得到足够的关怀和回应，就可能在长大后一直寻找这种共生关系。",
        "label": ""
      },
      {
        "sentence": "这也解释了你对于另一半的粘着和对伴侣的需求。",
        "label": ""
      },
      {
        "sentence": "如果你觉得这个空虚感难以承受，总是希望有人陪伴，这也许就是你想要找到“母亲在，我就在”的存在感。",
        "label": ""
      },
      {
        "sentence": "你可以把这些想法和感受告诉咨询师，他们可能会帮助你更好地理解和处理这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会和咨询师分享我的想法和感受的。我希望能够找到一种平衡，既能够真实地表达自己，又能够掌控自己的情绪和需求。我觉得这对于建立健康的关系以及提升自我成长都非常重要。",
    "annotation": [
      {
        "sentence": "我会和咨询师分享我的想法和感受的。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一种平衡，既能够真实地表达自己，又能够掌控自己的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "我觉得这对于建立健康的关系以及提升自我成长都非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法，寻找真实的自己并同时平衡情绪和需求是一个非常重要的目标。在与咨询师的交流中，你可以探索一些方法和技巧，来帮助你更好地实现这个目标。这样的探索和努力，将有助于你建立更健康、更稳定的自我，并为自己的成长提供支持和指导。",
    "annotation": [
      {
        "sentence": "非常赞同你的想法，寻找真实的自己并同时平衡情绪和需求是一个非常重要的目标。",
        "label": ""
      },
      {
        "sentence": "在与咨询师的交流中，你可以探索一些方法和技巧，来帮助你更好地实现这个目标。",
        "label": ""
      },
      {
        "sentence": "这样的探索和努力，将有助于你建立更健康、更稳定的自我，并为自己的成长提供支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会认真思考并尝试这些方法和技巧的。谢谢你的鼓励和支持。我希望我能够在这个过程中找到我真实自我的平衡点，让自己更好地发展和成长。",
    "annotation": [
      {
        "sentence": "我会认真思考并尝试这些方法和技巧的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我希望我能够在这个过程中找到我真实自我的平衡点，让自己更好地发展和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎，你的努力和积极性都是非常值得赞赏的。我相信只要你坚持并在咨询师的指导下继续努力，你一定能够找到自己真实自我的平衡点，并获得更好的成长和发展。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "非常欢迎，你的努力和积极性都是非常值得赞赏的。",
        "label": ""
      },
      {
        "sentence": "我相信只要你坚持并在咨询师的指导下继续努力，你一定能够找到自己真实自我的平衡点，并获得更好的成长和发展。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励！我会努力的。再次感谢你的陪伴和支持，这对我来说真的很重要！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持，这对我来说真的很重要！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，陪伴是互相的，我也很高兴能够陪你一起走过这个过程。记得，在这个旅程中，保持积极的心态和对自己的肯定，你一定能够达到你的目标。祝愿你一切顺利！如果还有其他问题或者需要继续交流，随时向我提问。",
    "annotation": [
      {
        "sentence": "不客气，陪伴是互相的，我也很高兴能够陪你一起走过这个过程。",
        "label": ""
      },
      {
        "sentence": "记得，在这个旅程中，保持积极的心态和对自己的肯定，你一定能够达到你的目标。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要继续交流，随时向我提问。",
        "label": ""
      }
    ]
  }
]