[
  {
    "role": "client",
    "content": "我不敢和男友直接表达自己的不满，转头就指责？从小我和我爸妈交流几乎为零我根本不懂的交流面对初恋也是这样和男朋友认识五年了在一起两年多每次都因为我这个事情吵架比如昨天好不容易半个月见一次面他订了一个民宿说陪我晚上睡觉因为我最近睡不好还说陪我去逛街然后他很用心挑了一周民宿希望我喜欢结果好巧不巧昨天是刚好英雄联盟世界赛直播他就一直和我道歉说可能他要先看两个小时直播赛才能陪我出去玩但是我睡得很早等他看完我已经困了他看直播赛的时候一直问我有没有生气我说没有我能理解但是我的内心已经炸了然后男孩子嘛很在乎这个游戏一年一次其实也没啥就两个小时但是我嘴巴说着理解内心一直生气的气到早上刚好晚上吃太杂肚子不舒服晚上冻着了很不舒服（这些我都没和男朋友说我不舒服）早上一起来我就赶他走了他追问我是否生气了问了很久我就爆发了一连着指责他没做好事情。却羞于在前一晚表达出来自己的不满。是不是我错了",
    "annotation": [
      {
        "sentence": "我不敢和男友直接表达自己的不满，转头就指责？",
        "label": ""
      },
      {
        "sentence": "从小我和我爸妈交流几乎为零我根本不懂的交流面对初恋也是这样和男朋友认识五年了在一起两年多每次都因为我这个事情吵架比如昨天好不容易半个月见一次面他订了一个民宿说陪我晚上睡觉因为我最近睡不好还说陪我去逛街然后他很用心挑了一周民宿希望我喜欢结果好巧不巧昨天是刚好英雄联盟世界赛直播他就一直和我道歉说可能他要先看两个小时直播赛才能陪我出去玩但是我睡得很早等他看完我已经困了他看直播赛的时候一直问我有没有生气我说没有我能理解但是我的内心已经炸了然后男孩子嘛很在乎这个游戏一年一次其实也没啥就两个小时但是我嘴巴说着理解内心一直生气的气到早上刚好晚上吃太杂肚子不舒服晚上冻着了很不舒服（这些我都没和男朋友说我不舒服）早上一起来我就赶他走了他追问我是否生气了问了很久我就爆发了一连着指责他没做好事情。",
        "label": ""
      },
      {
        "sentence": "却羞于在前一晚表达出来自己的不满。",
        "label": ""
      },
      {
        "sentence": "是不是我错了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，我读了你提出的问题，我可以理解你的感受。你是一个非常善解人意的女孩，总是会考虑别人的感受而压抑自己的内心真实需求。你可能觉得向别人提出自己的需求是不好的，是自私的表现，对吧？也许在我们的成长环境中，父母总是要求我们懂事、体贴他人，不要麻烦别人。或者当我们提出需求时，会受到父母的指责，这些会让我们不敢向别人表达自己真实的需求，并在向别人提出需求时感到羞耻。其实，我也是一个这样的人，我也深有体会。但是，当我们不提出需求时，需求是否就消失了呢？实际上，我们只是将这些需求压抑下去而已，这些需求并没有被看见、被满足，它们会一直存在。所以，即使你在理性上能够理解你的男友，为了看英雄联盟而没有陪你去逛街，但在你的内心深处，你还是非常希望你的男友能够主动放弃看英雄联盟，来陪你，这样会让你觉得自己在他心中的地位非常高。可是你的男友在得到你的许可后认为你真的不介意，而你呢，虽然表面上说理解，但内心还是非常期待他能够满足你。所以你越想越委屈，满腔的气愤就这样积压着，然后找到一个机会，一股脑地发泄了出来。也许你的男友觉得莫名其妙呢。看得出来，你的男友其实是非常在意你的。我建议你以后试着去表达自己内心真实的需求，不要一直做一个“善解人意”的人。同时，也不要期望男友能够完全理解你，因为谁也不是谁肚里的蛔虫。我推荐你看一本书《爱的五种语言》，希望我的回答能对你有所帮助。你的朋友，兰！",
    "annotation": [
      {
        "sentence": "亲爱的朋友，我读了你提出的问题，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你是一个非常善解人意的女孩，总是会考虑别人的感受而压抑自己的内心真实需求。",
        "label": ""
      },
      {
        "sentence": "你可能觉得向别人提出自己的需求是不好的，是自私的表现，对吧？",
        "label": ""
      },
      {
        "sentence": "也许在我们的成长环境中，父母总是要求我们懂事、体贴他人，不要麻烦别人。",
        "label": ""
      },
      {
        "sentence": "或者当我们提出需求时，会受到父母的指责，这些会让我们不敢向别人表达自己真实的需求，并在向别人提出需求时感到羞耻。",
        "label": ""
      },
      {
        "sentence": "其实，我也是一个这样的人，我也深有体会。",
        "label": ""
      },
      {
        "sentence": "但是，当我们不提出需求时，需求是否就消失了呢？",
        "label": ""
      },
      {
        "sentence": "实际上，我们只是将这些需求压抑下去而已，这些需求并没有被看见、被满足，它们会一直存在。",
        "label": ""
      },
      {
        "sentence": "所以，即使你在理性上能够理解你的男友，为了看英雄联盟而没有陪你去逛街，但在你的内心深处，你还是非常希望你的男友能够主动放弃看英雄联盟，来陪你，这样会让你觉得自己在他心中的地位非常高。",
        "label": ""
      },
      {
        "sentence": "可是你的男友在得到你的许可后认为你真的不介意，而你呢，虽然表面上说理解，但内心还是非常期待他能够满足你。",
        "label": ""
      },
      {
        "sentence": "所以你越想越委屈，满腔的气愤就这样积压着，然后找到一个机会，一股脑地发泄了出来。",
        "label": ""
      },
      {
        "sentence": "也许你的男友觉得莫名其妙呢。",
        "label": ""
      },
      {
        "sentence": "看得出来，你的男友其实是非常在意你的。",
        "label": ""
      },
      {
        "sentence": "我建议你以后试着去表达自己内心真实的需求，不要一直做一个“善解人意”的人。",
        "label": ""
      },
      {
        "sentence": "同时，也不要期望男友能够完全理解你，因为谁也不是谁肚里的蛔虫。",
        "label": ""
      },
      {
        "sentence": "我推荐你看一本书《爱的五种语言》，希望我的回答能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你的朋友，兰！",
        "label": ""
      }
    ]
  }
]