[
  {
    "role": "client",
    "content": "余光强迫症，如何缓解办公室不自在氛围？",
    "annotation": [
      {
        "sentence": "余光强迫症，如何缓解办公室不自在氛围？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先给你一个大的我们先来看看你的问题：有余光强迫症，并不断被唤醒和激化，在办公室越来越不自在、痛苦，变得自闭你有提到眼睛反抗自己的意志，导致余光强迫症不断被唤醒激化。既然这样，你何不试试顺其自然呢？顺其自然让自己放轻松，不刻意的在乎周围的事情，也不强迫自己的眼睛不去看东西。或许余光会看到很多事情，但自己不去想你的余光强迫症，而是努力让自己的思维专注于自身。慢慢来，一点点的改变，或许能够看到效果。与同事沟通不知道你的座位是否是固定的，如果是，你可以和挨着自己的同事商量一下，让他们尽量减小动作幅度，以此达到一个比较双赢的见面。专业治疗建议你去医院、心理咨询处了解一下有没有针对余光强迫症的治疗方法。它已经严重影响了你的生活，寻求专业医生的建议和治疗方法应该是最后的方法。以上仅代表个人看法，希望能帮助到你。祝好～。",
    "annotation": [
      {
        "sentence": "先给你一个大的我们先来看看你的问题：有余光强迫症，并不断被唤醒和激化，在办公室越来越不自在、痛苦，变得自闭你有提到眼睛反抗自己的意志，导致余光强迫症不断被唤醒激化。",
        "label": ""
      },
      {
        "sentence": "既然这样，你何不试试顺其自然呢？",
        "label": ""
      },
      {
        "sentence": "顺其自然让自己放轻松，不刻意的在乎周围的事情，也不强迫自己的眼睛不去看东西。",
        "label": ""
      },
      {
        "sentence": "或许余光会看到很多事情，但自己不去想你的余光强迫症，而是努力让自己的思维专注于自身。",
        "label": ""
      },
      {
        "sentence": "慢慢来，一点点的改变，或许能够看到效果。",
        "label": ""
      },
      {
        "sentence": "与同事沟通不知道你的座位是否是固定的，如果是，你可以和挨着自己的同事商量一下，让他们尽量减小动作幅度，以此达到一个比较双赢的见面。",
        "label": ""
      },
      {
        "sentence": "专业治疗建议你去医院、心理咨询处了解一下有没有针对余光强迫症的治疗方法。",
        "label": ""
      },
      {
        "sentence": "它已经严重影响了你的生活，寻求专业医生的建议和治疗方法应该是最后的方法。",
        "label": ""
      },
      {
        "sentence": "以上仅代表个人看法，希望能帮助到你。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的回复。我尝试过不刻意在乎周围的事情，但当我看到同事频繁走动时，我还是会感到不自在。这种情况从前并没有像现在这样严重，可能是因为工作环境改变了吧。我会尝试调整自己的思维，专注于自己的工作，但有时候还是会不由自主地注意到周围的动静。至于和同事沟通，我觉得我还不太好意思开口，怕给他们添麻烦。关于专业治疗，我会考虑去医院咨询一下，了解一下针对余光强迫症的治疗方法。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "感谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我尝试过不刻意在乎周围的事情，但当我看到同事频繁走动时，我还是会感到不自在。",
        "label": ""
      },
      {
        "sentence": "这种情况从前并没有像现在这样严重，可能是因为工作环境改变了吧。",
        "label": ""
      },
      {
        "sentence": "我会尝试调整自己的思维，专注于自己的工作，但有时候还是会不由自主地注意到周围的动静。",
        "label": ""
      },
      {
        "sentence": "至于和同事沟通，我觉得我还不太好意思开口，怕给他们添麻烦。",
        "label": ""
      },
      {
        "sentence": "关于专业治疗，我会考虑去医院咨询一下，了解一下针对余光强迫症的治疗方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，理解你的担心。确实，改变工作环境可能会对你的症状产生影响。调整思维需要时间和努力，不必强求自己一下子做到完全专注，可以慢慢来。至于与同事沟通，你可以试试选择一个最亲近或者理解你的同事，向他们坦诚相告，让他们知道你的困扰，也许他们会理解并尽量减小动作幅度。去医院咨询是个明智的决定，医生会给你专业的建议和治疗方案。请记住，你并不孤单，有许多人正面临着类似的问题，寻求治疗是为了让自己过得更好。勇敢面对，希望你能尽快改善自己的情况。如果还有其他问题或者需要进一步的支持，请随时告诉我。祝你好运。",
    "annotation": [
      {
        "sentence": "不客气，理解你的担心。",
        "label": ""
      },
      {
        "sentence": "确实，改变工作环境可能会对你的症状产生影响。",
        "label": ""
      },
      {
        "sentence": "调整思维需要时间和努力，不必强求自己一下子做到完全专注，可以慢慢来。",
        "label": ""
      },
      {
        "sentence": "至于与同事沟通，你可以试试选择一个最亲近或者理解你的同事，向他们坦诚相告，让他们知道你的困扰，也许他们会理解并尽量减小动作幅度。",
        "label": ""
      },
      {
        "sentence": "去医院咨询是个明智的决定，医生会给你专业的建议和治疗方案。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，有许多人正面临着类似的问题，寻求治疗是为了让自己过得更好。",
        "label": ""
      },
      {
        "sentence": "勇敢面对，希望你能尽快改善自己的情况。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要进一步的支持，请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会尽量调整自己的思维，并试着与同事沟通一下，希望他们能够理解和配合。我也会尽快去医院咨询，了解一下治疗方法。有你的鼓励和陪伴，我感到安心和温暖。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽量调整自己的思维，并试着与同事沟通一下，希望他们能够理解和配合。",
        "label": ""
      },
      {
        "sentence": "我也会尽快去医院咨询，了解一下治疗方法。",
        "label": ""
      },
      {
        "sentence": "有你的鼓励和陪伴，我感到安心和温暖。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，很高兴能够帮到你。调整思维需要时间，但我相信你一定能够做到。勇敢地与同事沟通，让他们知道你的需求，相信他们会理解的。去医院咨询是个重要的步骤，医生会根据你的情况提供专业的建议。你并不孤单，我们会一直支持你。如果有任何需要，请随时告诉我。祝你一切顺利，能早日缓解办公室不适的情况。加油！",
    "annotation": [
      {
        "sentence": "不用客气，很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "调整思维需要时间，但我相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "勇敢地与同事沟通，让他们知道你的需求，相信他们会理解的。",
        "label": ""
      },
      {
        "sentence": "去医院咨询是个重要的步骤，医生会根据你的情况提供专业的建议。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一直支持你。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，能早日缓解办公室不适的情况。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]