[
  {
    "role": "client",
    "content": "我31岁了，已经结婚并且怀孕了，可是我还是无法完全忘记我的前男友。我们已经分手多年了，但是最近几年我突然开始后悔，并且想和他重新在一起。我现在的丈夫对我很好，但是前男友是我第一个男人。我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我31岁了，已经结婚并且怀孕了，可是我还是无法完全忘记我的前男友。",
        "label": ""
      },
      {
        "sentence": "我们已经分手多年了，但是最近几年我突然开始后悔，并且想和他重新在一起。",
        "label": ""
      },
      {
        "sentence": "我现在的丈夫对我很好，但是前男友是我第一个男人。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认真看完了你的问题，能够理解你现在的内心感受。对于你来说，那段与前男友之间的感情一直存在着，尽管你已经有了幸福美满的家庭。这段过去的感情就像是在心底留下的创伤，时常让你感到痒痒难耐，甚至有些痛苦。我们应该如何处理这样的情感呢？【分清是未完成的情感还是未完成的愿望？】",
    "annotation": [
      {
        "sentence": "我认真看完了你的问题，能够理解你现在的内心感受。",
        "label": ""
      },
      {
        "sentence": "对于你来说，那段与前男友之间的感情一直存在着，尽管你已经有了幸福美满的家庭。",
        "label": ""
      },
      {
        "sentence": "这段过去的感情就像是在心底留下的创伤，时常让你感到痒痒难耐，甚至有些痛苦。",
        "label": ""
      },
      {
        "sentence": "我们应该如何处理这样的情感呢？",
        "label": ""
      },
      {
        "sentence": "【分清是未完成的情感还是未完成的愿望？",
        "label": ""
      },
      {
        "sentence": "】",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我觉得可能是我对这段感情未能有一个圆满的结局感到困惑和遗憾。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我觉得可能是我对这段感情未能有一个圆满的结局感到困惑和遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这种情况在心理学上被称为蔡戈尼效应，也叫做未完成魔咒。这种效应指的是尚未处理完的事情比已经完成的事情更容易在记忆中留下深刻的印象。因此，你之前没有完成的感情就成为了你内心的遗憾，成为了你心中那件“未完成的事件”。这种情感对于你的内心有着深刻的影响，所以你总是会想起他。所以，请你一定要清楚自己是真的还对他有感情，还是只是内心中那个“尚未完成的愿望”。有一个方法可以帮你区分，想象一下如果你现在还与他在一起，你会有什么样的感受？之前导致你们分手的原因是否依然存在，或者是否可以解决？在这个想象中，你会更多地感受到对他的情感，还是只有后悔和懊恼的情绪？",
    "annotation": [
      {
        "sentence": "没错，这种情况在心理学上被称为蔡戈尼效应，也叫做未完成魔咒。",
        "label": ""
      },
      {
        "sentence": "这种效应指的是尚未处理完的事情比已经完成的事情更容易在记忆中留下深刻的印象。",
        "label": ""
      },
      {
        "sentence": "因此，你之前没有完成的感情就成为了你内心的遗憾，成为了你心中那件“未完成的事件”。",
        "label": ""
      },
      {
        "sentence": "这种情感对于你的内心有着深刻的影响，所以你总是会想起他。",
        "label": ""
      },
      {
        "sentence": "所以，请你一定要清楚自己是真的还对他有感情，还是只是内心中那个“尚未完成的愿望”。",
        "label": ""
      },
      {
        "sentence": "有一个方法可以帮你区分，想象一下如果你现在还与他在一起，你会有什么样的感受？",
        "label": ""
      },
      {
        "sentence": "之前导致你们分手的原因是否依然存在，或者是否可以解决？",
        "label": ""
      },
      {
        "sentence": "在这个想象中，你会更多地感受到对他的情感，还是只有后悔和懊恼的情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了。如果我现在还和他在一起，我觉得之前导致我们分手的原因可能依然存在，并且会继续对我们的感情造成损耗。",
    "annotation": [
      {
        "sentence": "我理解了。",
        "label": ""
      },
      {
        "sentence": "如果我现在还和他在一起，我觉得之前导致我们分手的原因可能依然存在，并且会继续对我们的感情造成损耗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经开始意识到一些问题了。事实上，在心理学中有一个有趣的现象：过于压抑和回避某段情感，反而会使这段情感持续影响你。不论你们当初分手的原因是什么，现在的你需要给这段感情一个仪式性的告别，将它放在适当的位置。我们并不是要否定或者突显它，而是将它视为内心的一颗宝石，将它放在合适的位置，因为每一个人、每一段感情都值得我们尊重和怀念，它们曾经在我们的生命中扮演过重要的角色。希望这些回答对你有所帮助。",
    "annotation": [
      {
        "sentence": "很好，你已经开始意识到一些问题了。",
        "label": ""
      },
      {
        "sentence": "事实上，在心理学中有一个有趣的现象：过于压抑和回避某段情感，反而会使这段情感持续影响你。",
        "label": ""
      },
      {
        "sentence": "不论你们当初分手的原因是什么，现在的你需要给这段感情一个仪式性的告别，将它放在适当的位置。",
        "label": ""
      },
      {
        "sentence": "我们并不是要否定或者突显它，而是将它视为内心的一颗宝石，将它放在合适的位置，因为每一个人、每一段感情都值得我们尊重和怀念，它们曾经在我们的生命中扮演过重要的角色。",
        "label": ""
      },
      {
        "sentence": "希望这些回答对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得这些真的有助于我更好地理解和面对自己的情感。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得这些真的有助于我更好地理解和面对自己的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴我的建议能对你有所启发。情感问题并不容易解决，需要时间和努力。如果你还有其他方面的困扰，随时都可以再来找我倾诉。记住，你并不孤单，我们会一起度过这个难关的。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴我的建议能对你有所启发。",
        "label": ""
      },
      {
        "sentence": "情感问题并不容易解决，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他方面的困扰，随时都可以再来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一起度过这个难关的。",
        "label": ""
      }
    ]
  }
]