[
  {
    "role": "client",
    "content": "女生到底应不应该放弃稳定的工作，去驻外呢？女生，会小语种，一线城市研究所和华为客户经理驻海外，第一年待遇差不了太多（研究所待遇上限和华为给的待遇），但是要去的研究所加班同样严重，甚至有通宵的情况。还是想去外面闯一闯，提升一下能力，但是总是担心华为35岁之后以及未来的跳槽问题，并且知道华为海外客户经理是挣快钱，其实做不长久，研究所则是细水长流，会有职级上的慢慢晋升，周围的人也会说，女生就应该以家庭为重（还没有男朋友），其实说的也不无道理。华为的工作既不稳定，还没安全感（末位淘汰），但是总是觉得不甘心，如何摆正自己的心态，这个院所是个大好机会，但是华为这个岗位也是经历了多轮面试才被选中的，如何做出不会后悔的选择呢？",
    "annotation": [
      {
        "sentence": "女生到底应不应该放弃稳定的工作，去驻外呢？",
        "label": ""
      },
      {
        "sentence": "女生，会小语种，一线城市研究所和华为客户经理驻海外，第一年待遇差不了太多（研究所待遇上限和华为给的待遇），但是要去的研究所加班同样严重，甚至有通宵的情况。",
        "label": ""
      },
      {
        "sentence": "还是想去外面闯一闯，提升一下能力，但是总是担心华为35岁之后以及未来的跳槽问题，并且知道华为海外客户经理是挣快钱，其实做不长久，研究所则是细水长流，会有职级上的慢慢晋升，周围的人也会说，女生就应该以家庭为重（还没有男朋友），其实说的也不无道理。",
        "label": ""
      },
      {
        "sentence": "华为的工作既不稳定，还没安全感（末位淘汰），但是总是觉得不甘心，如何摆正自己的心态，这个院所是个大好机会，但是华为这个岗位也是经历了多轮面试才被选中的，如何做出不会后悔的选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，当你在两个不同的岗位上纠结，不知道该选择哪一个的时候，内心就会产生冲突。双趋冲突是心理冲突的一种。个体必须对同时出现的两个具有同等吸引力的目标进行选择时产生的难以取舍的心理冲突。这种冲突并不难解决，只要稍许调整一下动机，冲突便会消除。但若碰到利益得失重大的冲突，则会出现特别难取难舍、犹豫不决的心理矛盾。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，当你在两个不同的岗位上纠结，不知道该选择哪一个的时候，内心就会产生冲突。",
        "label": ""
      },
      {
        "sentence": "双趋冲突是心理冲突的一种。",
        "label": ""
      },
      {
        "sentence": "个体必须对同时出现的两个具有同等吸引力的目标进行选择时产生的难以取舍的心理冲突。",
        "label": ""
      },
      {
        "sentence": "这种冲突并不难解决，只要稍许调整一下动机，冲突便会消除。",
        "label": ""
      },
      {
        "sentence": "但若碰到利益得失重大的冲突，则会出现特别难取难舍、犹豫不决的心理矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是感到特别犹豫和困惑，不知道改怎么决定才是对的。",
    "annotation": [
      {
        "sentence": "是的，我就是感到特别犹豫和困惑，不知道改怎么决定才是对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同时，在做出选择决定之后，满足了的动机强度降低，未满足的动机则强度提高。很容易所谓失去的或得不到的东西比获得的更可贵。在这种情况下，很难说怎么选才能不后悔，或者说其实不管怎么选都可以坦然地接受，怎么选都是很好的选择。当下最重要的可能还是一个权衡利弊的过程。建议你把两个岗位的利弊都比较详细的列在本子上，看看哪些是自己特别渴望的，哪些是自己非常不愿意接受的。最后再给自己一个明确的答案。",
    "annotation": [
      {
        "sentence": "同时，在做出选择决定之后，满足了的动机强度降低，未满足的动机则强度提高。",
        "label": ""
      },
      {
        "sentence": "很容易所谓失去的或得不到的东西比获得的更可贵。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，很难说怎么选才能不后悔，或者说其实不管怎么选都可以坦然地接受，怎么选都是很好的选择。",
        "label": ""
      },
      {
        "sentence": "当下最重要的可能还是一个权衡利弊的过程。",
        "label": ""
      },
      {
        "sentence": "建议你把两个岗位的利弊都比较详细的列在本子上，看看哪些是自己特别渴望的，哪些是自己非常不愿意接受的。",
        "label": ""
      },
      {
        "sentence": "最后再给自己一个明确的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该进行综合的权衡，看看哪个岗位更符合我的需求和价值观。",
    "annotation": [
      {
        "sentence": "确实，我应该进行综合的权衡，看看哪个岗位更符合我的需求和价值观。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，我觉得可能有些人更加喜欢稳定一点的生活，有些人呢更喜欢生活中富有挑战一点。你也可以从这个角度上来考虑看看自己是哪一种人。",
    "annotation": [
      {
        "sentence": "另外，我觉得可能有些人更加喜欢稳定一点的生活，有些人呢更喜欢生活中富有挑战一点。",
        "label": ""
      },
      {
        "sentence": "你也可以从这个角度上来考虑看看自己是哪一种人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我可能更喜欢生活中富有挑战的工作，但是我也不想将来后悔选择华为这个岗位。",
    "annotation": [
      {
        "sentence": "我想我可能更喜欢生活中富有挑战的工作，但是我也不想将来后悔选择华为这个岗位。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实谁也不敢保证你怎样选会是更好的选择，如果做出了选择，就不要再回头，不要后悔。人生就是这样，永远只能选择一条路走下去。祝好～。",
    "annotation": [
      {
        "sentence": "其实谁也不敢保证你怎样选会是更好的选择，如果做出了选择，就不要再回头，不要后悔。",
        "label": ""
      },
      {
        "sentence": "人生就是这样，永远只能选择一条路走下去。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和祝福，我会努力做出符合我的选择的。希望自己不要后悔。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和祝福，我会努力做出符合我的选择的。",
        "label": ""
      },
      {
        "sentence": "希望自己不要后悔。",
        "label": ""
      }
    ]
  }
]