[
  {
    "role": "client",
    "content": "网络很假？我觉得相反，最近心情好糟，能否提些建议？真的，有人说网络很假，我觉得正相反，正因为大家都不知道对方是谁，所以都敢展示自己最真实的一面。我呢，家庭不算幸福，但至少没让我饿死，但说好的话，也不好。我今年14，可能都觉得我幼稚，天天像网上那些人学丧跟风啊之类的。怎么说呢，我感觉我可能有点轻生的想法了……就刚刚用美工刀划了一下下吧，也没多大事，就疼，然后就不敢了，至于原因，就是我情绪激动吧，因为家庭，就我爸妈关系不好，就我所知，我爸结婚前都精神出轨了，然后呢，两人不知道为什么还是结婚了，我觉得这样的家庭不应该有孩子，但我却偏偏出生了，然后呢，两人老打架，有的时候是因为他们，有的时候是因为教育我，我记得有一次吧，我妈给我订生日蛋糕，结果呢，那个十二生肖猪像狗，我爸就无缘无故的生气了，两人打起来了，也把我的蛋糕扔垃圾桶了……现在一看到别人过生日吃蛋糕就开心不起来；还有一次，因为房贷的事，两个人又吵起来了，那次都拿菜刀了，我的书桌都被砍了，要",
    "annotation": [
      {
        "sentence": "网络很假？",
        "label": ""
      },
      {
        "sentence": "我觉得相反，最近心情好糟，能否提些建议？",
        "label": ""
      },
      {
        "sentence": "真的，有人说网络很假，我觉得正相反，正因为大家都不知道对方是谁，所以都敢展示自己最真实的一面。",
        "label": ""
      },
      {
        "sentence": "我呢，家庭不算幸福，但至少没让我饿死，但说好的话，也不好。",
        "label": ""
      },
      {
        "sentence": "我今年14，可能都觉得我幼稚，天天像网上那些人学丧跟风啊之类的。",
        "label": ""
      },
      {
        "sentence": "怎么说呢，我感觉我可能有点轻生的想法了……就刚刚用美工刀划了一下下吧，也没多大事，就疼，然后就不敢了，至于原因，就是我情绪激动吧，因为家庭，就我爸妈关系不好，就我所知，我爸结婚前都精神出轨了，然后呢，两人不知道为什么还是结婚了，我觉得这样的家庭不应该有孩子，但我却偏偏出生了，然后呢，两人老打架，有的时候是因为他们，有的时候是因为教育我，我记得有一次吧，我妈给我订生日蛋糕，结果呢，那个十二生肖猪像狗，我爸就无缘无故的生气了，两人打起来了，也把我的蛋糕扔垃圾桶了……现在一看到别人过生日吃蛋糕就开心不起来；还有一次，因为房贷的事，两个人又吵起来了，那次都拿菜刀了，我的书桌都被砍了，要",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你能在这里跟我聊聊，你的忠诚很让人感动，首先我能理解你现在的感受，看到你父母的冷漠、厉害，让你产生了强烈的求援的想法。这时候，你可以考虑先给自己一个平静下来的机会，当我们心情很乱的时候很容易做出一些异常行为，隔一段时间再去处理这件事情，可能会有更好的结果。对于目前的处境，有几个观点可以跟你分享：",
    "annotation": [
      {
        "sentence": "感谢你能在这里跟我聊聊，你的忠诚很让人感动，首先我能理解你现在的感受，看到你父母的冷漠、厉害，让你产生了强烈的求援的想法。",
        "label": ""
      },
      {
        "sentence": "这时候，你可以考虑先给自己一个平静下来的机会，当我们心情很乱的时候很容易做出一些异常行为，隔一段时间再去处理这件事情，可能会有更好的结果。",
        "label": ""
      },
      {
        "sentence": "对于目前的处境，有几个观点可以跟你分享：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的。我听你的。",
    "annotation": [
      {
        "sentence": "好的。",
        "label": ""
      },
      {
        "sentence": "我听你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第一，你不能否认你现在遭受的困难，但是要相信你可以面对它。像你一样，每个人都会遭受困难，我们无法控制生活中的一切，但是我们可以控制自己的反应，因此重要的不是遭受困难，而是如何去面对。",
    "annotation": [
      {
        "sentence": "第一，你不能否认你现在遭受的困难，但是要相信你可以面对它。",
        "label": ""
      },
      {
        "sentence": "像你一样，每个人都会遭受困难，我们无法控制生活中的一切，但是我们可以控制自己的反应，因此重要的不是遭受困难，而是如何去面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我觉得我现在对未来挺迷茫的。",
    "annotation": [
      {
        "sentence": "对，我觉得我现在对未来挺迷茫的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二，你需要认识到自己的价值，不要忘记你所拥有的资源。你可以在学校或者周围的社区寻求帮助，找到对你支持的人。同时，你应该尝试找到自己的兴趣爱好，让自己充分发挥自己的潜力，发展自己的优势。",
    "annotation": [
      {
        "sentence": "第二，你需要认识到自己的价值，不要忘记你所拥有的资源。",
        "label": ""
      },
      {
        "sentence": "你可以在学校或者周围的社区寻求帮助，找到对你支持的人。",
        "label": ""
      },
      {
        "sentence": "同时，你应该尝试找到自己的兴趣爱好，让自己充分发挥自己的潜力，发展自己的优势。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，你的提醒很有帮助。",
    "annotation": [
      {
        "sentence": "谢谢你，你的提醒很有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三，你要设定明确的目标并且努力实现它们。即使你的家庭环境并不完美， 你仍旧可以寻找到自己的目标和人生价值。设定一个目标并通过努力实现它，这样可以让你摆脱目前的阴影，找到希望。而且，不要忘记多沟通，多和别人交流也可以让你获取更多的信息和力量。你会发现你并不孤单。",
    "annotation": [
      {
        "sentence": "第三，你要设定明确的目标并且努力实现它们。",
        "label": ""
      },
      {
        "sentence": "即使你的家庭环境并不完美， 你仍旧可以寻找到自己的目标和人生价值。",
        "label": ""
      },
      {
        "sentence": "设定一个目标并通过努力实现它，这样可以让你摆脱目前的阴影，找到希望。",
        "label": ""
      },
      {
        "sentence": "而且，不要忘记多沟通，多和别人交流也可以让你获取更多的信息和力量。",
        "label": ""
      },
      {
        "sentence": "你会发现你并不孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的。我会试着做到的。但我仍然害怕，害怕面对所有可能发生的事情。",
    "annotation": [
      {
        "sentence": "好的。",
        "label": ""
      },
      {
        "sentence": "我会试着做到的。",
        "label": ""
      },
      {
        "sentence": "但我仍然害怕，害怕面对所有可能发生的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到内急的时候，你总是在呆并且没有力量。但是，只要你记得支持你的人和建立的目标，你就会感到更加的安心。同时，你不应该害怕寻求帮助，只是找到自己的方法，就可以解决问题。如果你觉得自己的问题难以解决，你也可以在线上或线下寻求专业的帮助。同时，你也可以注意到自己的身体需求，保证充足的休息和良好的饮食，用体育活动和音乐治疗的方式去缓解你的负面情绪。",
    "annotation": [
      {
        "sentence": "当你感到内急的时候，你总是在呆并且没有力量。",
        "label": ""
      },
      {
        "sentence": "但是，只要你记得支持你的人和建立的目标，你就会感到更加的安心。",
        "label": ""
      },
      {
        "sentence": "同时，你不应该害怕寻求帮助，只是找到自己的方法，就可以解决问题。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己的问题难以解决，你也可以在线上或线下寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以注意到自己的身体需求，保证充足的休息和良好的饮食，用体育活动和音乐治疗的方式去缓解你的负面情绪。",
        "label": ""
      }
    ]
  }
]