[
  {
    "role": "client",
    "content": "女生到底应不应该放弃稳定的工作，去驻外呢？女生，会小语种，一线城市研究所和华为客户经理驻海外，第一年待遇差不了太多（研究所待遇上限和华为给的待遇），但是要去的研究所加班同样严重，甚至有通宵的情况。还是想去外面闯一闯，提升一下能力，但是总是担心华为35岁之后以及未来的跳槽问题，并且知道华为海外客户经理是挣快钱，其实做不长久，研究所则是细水长流，会有职级上的慢慢晋升，周围的人也会说，女生就应该以家庭为重（还没有男朋友），其实说的也不无道理。华为的工作既不稳定，还没安全感（末位淘汰），但是总是觉得不甘心，如何摆正自己的心态，这个院所是个大好机会，但是华为这个岗位也是经历了多轮面试才被选中的，如何做出不会后悔的选择呢？",
    "annotation": [
      {
        "sentence": "女生到底应不应该放弃稳定的工作，去驻外呢？",
        "label": ""
      },
      {
        "sentence": "女生，会小语种，一线城市研究所和华为客户经理驻海外，第一年待遇差不了太多（研究所待遇上限和华为给的待遇），但是要去的研究所加班同样严重，甚至有通宵的情况。",
        "label": ""
      },
      {
        "sentence": "还是想去外面闯一闯，提升一下能力，但是总是担心华为35岁之后以及未来的跳槽问题，并且知道华为海外客户经理是挣快钱，其实做不长久，研究所则是细水长流，会有职级上的慢慢晋升，周围的人也会说，女生就应该以家庭为重（还没有男朋友），其实说的也不无道理。",
        "label": ""
      },
      {
        "sentence": "华为的工作既不稳定，还没安全感（末位淘汰），但是总是觉得不甘心，如何摆正自己的心态，这个院所是个大好机会，但是华为这个岗位也是经历了多轮面试才被选中的，如何做出不会后悔的选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，看到了你面对的两难选择。我想首先让你去深思一下自己的目标是什么，具体而清晰越好，然后比较一下两种选择会对你的目标产生什么影响，哪一个更有可能帮助你达成目标。你可以做一个完整的评估，这有助于帮你作出明智的决策。你先说一下你的目标是什么呢？",
    "annotation": [
      {
        "sentence": "非常理解你的心情，看到了你面对的两难选择。",
        "label": ""
      },
      {
        "sentence": "我想首先让你去深思一下自己的目标是什么，具体而清晰越好，然后比较一下两种选择会对你的目标产生什么影响，哪一个更有可能帮助你达成目标。",
        "label": ""
      },
      {
        "sentence": "你可以做一个完整的评估，这有助于帮你作出明智的决策。",
        "label": ""
      },
      {
        "sentence": "你先说一下你的目标是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于目标，我也没有很清晰的规划，但是我想提升自己的语言能力，拓宽自己的视野，提高自己的职业能力，让自己在职场中更有竞争力。",
    "annotation": [
      {
        "sentence": "对于目标，我也没有很清晰的规划，但是我想提升自己的语言能力，拓宽自己的视野，提高自己的职业能力，让自己在职场中更有竞争力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些都是非常好的目标。如果你目标的实现需要你去海外，那么去海外就是更好的选择。你说加班会很严重，而且甚至通宵。可以先了解一下实际情况，这样才能权衡利弊。那你想知道一些细节吗？",
    "annotation": [
      {
        "sentence": "这些都是非常好的目标。",
        "label": ""
      },
      {
        "sentence": "如果你目标的实现需要你去海外，那么去海外就是更好的选择。",
        "label": ""
      },
      {
        "sentence": "你说加班会很严重，而且甚至通宵。",
        "label": ""
      },
      {
        "sentence": "可以先了解一下实际情况，这样才能权衡利弊。",
        "label": ""
      },
      {
        "sentence": "那你想知道一些细节吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想了解一些情况。",
    "annotation": [
      {
        "sentence": "是的，我想了解一些情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以和研究所的同事交流一下，问问他们在海外的工作情况。对于华为，你也可以找一些人了解一下。你提到不想因为跳槽问题后悔，我可以告诉你一个事实，很多人的工作崛起都不是一帆风顺的，有的人需要跳几次槽，有的人需要借助某些机遇。没必要过于担心未来的问题，珍惜眼前的机会，积累能力和经验，未来自然会有更好的发展。",
    "annotation": [
      {
        "sentence": "可以和研究所的同事交流一下，问问他们在海外的工作情况。",
        "label": ""
      },
      {
        "sentence": "对于华为，你也可以找一些人了解一下。",
        "label": ""
      },
      {
        "sentence": "你提到不想因为跳槽问题后悔，我可以告诉你一个事实，很多人的工作崛起都不是一帆风顺的，有的人需要跳几次槽，有的人需要借助某些机遇。",
        "label": ""
      },
      {
        "sentence": "没必要过于担心未来的问题，珍惜眼前的机会，积累能力和经验，未来自然会有更好的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "很感谢你的建议，但我还是会担心稳定性的问题，特别是在华为工作会末位淘汰。我不想失去工作，但又不想失去挑战，怎么办呢？",
    "annotation": [
      {
        "sentence": "很感谢你的建议，但我还是会担心稳定性的问题，特别是在华为工作会末位淘汰。",
        "label": ""
      },
      {
        "sentence": "我不想失去工作，但又不想失去挑战，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "任何工作都存在风险，没有一份百分之百稳定的工作。如果眼光放得长远些，会发现每个决定都有助于你的成长。关键是要尽力去做，去实现自己的目标，而不是因为害怕不稳定而选择一份现在不喜欢的工作。再说，在你努力和学习的过程中，你也会变得更有竞争力，有更多的机会可以选择。",
    "annotation": [
      {
        "sentence": "任何工作都存在风险，没有一份百分之百稳定的工作。",
        "label": ""
      },
      {
        "sentence": "如果眼光放得长远些，会发现每个决定都有助于你的成长。",
        "label": ""
      },
      {
        "sentence": "关键是要尽力去做，去实现自己的目标，而不是因为害怕不稳定而选择一份现在不喜欢的工作。",
        "label": ""
      },
      {
        "sentence": "再说，在你努力和学习的过程中，你也会变得更有竞争力，有更多的机会可以选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会认真考虑你的建议。对于周围人的看法，你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会认真考虑你的建议。",
        "label": ""
      },
      {
        "sentence": "对于周围人的看法，你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先理解那些家人和朋友的想法，但是最终的决定还是要听自己的。他们的意见很重要，但追求幸福的决定只有自己能作出。无论怎样，在你的职业道路中，你需要对自己负责，对自己的兴趣和职业规划有清晰的认识，并且勇敢地向目标前进。",
    "annotation": [
      {
        "sentence": "先理解那些家人和朋友的想法，但是最终的决定还是要听自己的。",
        "label": ""
      },
      {
        "sentence": "他们的意见很重要，但追求幸福的决定只有自己能作出。",
        "label": ""
      },
      {
        "sentence": "无论怎样，在你的职业道路中，你需要对自己负责，对自己的兴趣和职业规划有清晰的认识，并且勇敢地向目标前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我现在心态也舒服多了，得到了更多帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我现在心态也舒服多了，得到了更多帮助。",
        "label": ""
      }
    ]
  }
]