[
  {
    "role": "client",
    "content": "女生到底应不应该放弃稳定的工作，去驻外呢？女生，会小语种，一线城市研究所和华为客户经理驻海外，第一年待遇差不了太多（研究所待遇上限和华为给的待遇），但是要去的研究所加班同样严重，甚至有通宵的情况。还是想去外面闯一闯，提升一下能力，但是总是担心华为35岁之后以及未来的跳槽问题，并且知道华为海外客户经理是挣快钱，其实做不长久，研究所则是细水长流，会有职级上的慢慢晋升，周围的人也会说，女生就应该以家庭为重（还没有男朋友），其实说的也不无道理。华为的工作既不稳定，还没安全感（末位淘汰），但是总是觉得不甘心，如何摆正自己的心态，这个院所是个大好机会，但是华为这个岗位也是经历了多轮面试才被选中的，如何做出不会后悔的选择呢？",
    "annotation": [
      {
        "sentence": "女生到底应不应该放弃稳定的工作，去驻外呢？",
        "label": ""
      },
      {
        "sentence": "女生，会小语种，一线城市研究所和华为客户经理驻海外，第一年待遇差不了太多（研究所待遇上限和华为给的待遇），但是要去的研究所加班同样严重，甚至有通宵的情况。",
        "label": ""
      },
      {
        "sentence": "还是想去外面闯一闯，提升一下能力，但是总是担心华为35岁之后以及未来的跳槽问题，并且知道华为海外客户经理是挣快钱，其实做不长久，研究所则是细水长流，会有职级上的慢慢晋升，周围的人也会说，女生就应该以家庭为重（还没有男朋友），其实说的也不无道理。",
        "label": ""
      },
      {
        "sentence": "华为的工作既不稳定，还没安全感（末位淘汰），但是总是觉得不甘心，如何摆正自己的心态，这个院所是个大好机会，但是华为这个岗位也是经历了多轮面试才被选中的，如何做出不会后悔的选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的纠结和困扰，面对两份工作，你不知道应该怎么选择。【问题分析】你的主要问题在于不知道应该选稳定一点的一线城市研究所，还是选择华为客户经理驻海外出去闯一闯。可以看出你对两份工作进行了比较和分析，各有利弊，那么就跟随自己的内心做出选择，没有所谓正确的选择，每种选择都会有让人感到遗憾的地方，关键在于你内心真正想要的是什么。【一些建议】抛开外界的声音，听听自己的想法。求助者：外界的声音确实让我纠结，我一方面想要挑战自己，另一方面又担心未来的发展。",
    "annotation": [
      {
        "sentence": "我能感受到你的纠结和困扰，面对两份工作，你不知道应该怎么选择。",
        "label": ""
      },
      {
        "sentence": "【问题分析】你的主要问题在于不知道应该选稳定一点的一线城市研究所，还是选择华为客户经理驻海外出去闯一闯。",
        "label": ""
      },
      {
        "sentence": "可以看出你对两份工作进行了比较和分析，各有利弊，那么就跟随自己的内心做出选择，没有所谓正确的选择，每种选择都会有让人感到遗憾的地方，关键在于你内心真正想要的是什么。",
        "label": ""
      },
      {
        "sentence": "【一些建议】抛开外界的声音，听听自己的想法。",
        "label": ""
      },
      {
        "sentence": "求助者：外界的声音确实让我纠结，我一方面想要挑战自己，另一方面又担心未来的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很常见的困扰，很多人都会在选择时陷入纠结。你可以先仔细思考一下，自己更倾向于哪份工作。周围的人说女生就应该以家庭为重，或者说的一些其他话，那只是他们的看法。每个人的人生态度和追求不一样，不必被他人的话所束缚，遵循内心去选择就好。求助者：你说得对，我应该更加关注自己的内心想法。支持者：是的，稳定还是挑战自己，你可以分析一下，自己是一个喜欢稳定的人，还是一个喜欢尝试有难度的事物，挑战自我的人。人生便是在不断地做选择，从升学到谋求职位，不要给人生设限，每个人的人生都有无限可能，你可以用更长远的目光去看待问题，为更长远的人生做出规划。求助者：确实，每个人的追求都不一样，我也应该用长远的眼光来思考。支持者：很好，无论你做出哪种选择，既有积极的一面，也存在消极的地方。那么你在做出选择后，可以更多的关注积极的一面，看看这份工作能够给你带来什么，你在这个过程中又能得到怎样的提升，让自己过得开心一些。求助者：确实，我应该把焦点放在工作能给我带来的积极方面。支持者：非常好，希望你早日摆脱烦恼，将心态调整好。无论你做出怎样的选择，重要的是相信自己的决定、努力适应新的环境，相信你一定能够获得成功。求助者：谢谢你的鼓励和建议，我会更加积极地思考，做出适合自己的选择。",
    "annotation": [
      {
        "sentence": "这是很常见的困扰，很多人都会在选择时陷入纠结。",
        "label": ""
      },
      {
        "sentence": "你可以先仔细思考一下，自己更倾向于哪份工作。",
        "label": ""
      },
      {
        "sentence": "周围的人说女生就应该以家庭为重，或者说的一些其他话，那只是他们的看法。",
        "label": ""
      },
      {
        "sentence": "每个人的人生态度和追求不一样，不必被他人的话所束缚，遵循内心去选择就好。",
        "label": ""
      },
      {
        "sentence": "求助者：你说得对，我应该更加关注自己的内心想法。",
        "label": ""
      },
      {
        "sentence": "支持者：是的，稳定还是挑战自己，你可以分析一下，自己是一个喜欢稳定的人，还是一个喜欢尝试有难度的事物，挑战自我的人。",
        "label": ""
      },
      {
        "sentence": "人生便是在不断地做选择，从升学到谋求职位，不要给人生设限，每个人的人生都有无限可能，你可以用更长远的目光去看待问题，为更长远的人生做出规划。",
        "label": ""
      },
      {
        "sentence": "求助者：确实，每个人的追求都不一样，我也应该用长远的眼光来思考。",
        "label": ""
      },
      {
        "sentence": "支持者：很好，无论你做出哪种选择，既有积极的一面，也存在消极的地方。",
        "label": ""
      },
      {
        "sentence": "那么你在做出选择后，可以更多的关注积极的一面，看看这份工作能够给你带来什么，你在这个过程中又能得到怎样的提升，让自己过得开心一些。",
        "label": ""
      },
      {
        "sentence": "求助者：确实，我应该把焦点放在工作能给我带来的积极方面。",
        "label": ""
      },
      {
        "sentence": "支持者：非常好，希望你早日摆脱烦恼，将心态调整好。",
        "label": ""
      },
      {
        "sentence": "无论你做出怎样的选择，重要的是相信自己的决定、努力适应新的环境，相信你一定能够获得成功。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的鼓励和建议，我会更加积极地思考，做出适合自己的选择。",
        "label": ""
      }
    ]
  }
]