[
  {
    "role": "client",
    "content": "我没有亲密关系就极度焦虑，那种感受很折磨人，怎么办？特别想要亲密关系，所以过去生活里恋爱是不能断的，一段关系分离会马上进入一个关系，也不会去深入了解这个关系，会先抓住再说，有深深的恐慌。进入亲密关系对方对自己的不接纳不认可会很痛苦，其实自己在亲密关系里特别像个天真的孩子，只想在身边，被关注被认可是最重要的需求。现在知道了目前的男女关系不适合自己，对方没法给自己安全感无法建立连接，意识到和这样的人一起会更恐慌（情感虐待）。有比较严重的分离焦虑，无法说出分手害怕别人伤心也害怕自己在分离被删除时被恶言相向或者删除，都让自己有很大的恐惧。现在自己安全感的小屋像被爆掉了一样，非常恐慌。那种感受很折磨人。会很容易饿需要吃坐立不安，非常头疼。",
    "annotation": [
      {
        "sentence": "我没有亲密关系就极度焦虑，那种感受很折磨人，怎么办？",
        "label": ""
      },
      {
        "sentence": "特别想要亲密关系，所以过去生活里恋爱是不能断的，一段关系分离会马上进入一个关系，也不会去深入了解这个关系，会先抓住再说，有深深的恐慌。",
        "label": ""
      },
      {
        "sentence": "进入亲密关系对方对自己的不接纳不认可会很痛苦，其实自己在亲密关系里特别像个天真的孩子，只想在身边，被关注被认可是最重要的需求。",
        "label": ""
      },
      {
        "sentence": "现在知道了目前的男女关系不适合自己，对方没法给自己安全感无法建立连接，意识到和这样的人一起会更恐慌（情感虐待）。",
        "label": ""
      },
      {
        "sentence": "有比较严重的分离焦虑，无法说出分手害怕别人伤心也害怕自己在分离被删除时被恶言相向或者删除，都让自己有很大的恐惧。",
        "label": ""
      },
      {
        "sentence": "现在自己安全感的小屋像被爆掉了一样，非常恐慌。",
        "label": ""
      },
      {
        "sentence": "那种感受很折磨人。",
        "label": ""
      },
      {
        "sentence": "会很容易饿需要吃坐立不安，非常头疼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲密关系的确是我们每个人成长过程中最关键的关系而不是之一。这个关系的雏形来源于我们在来到这个世界最初的三年里面，我们所认知的和和这个世界重要他人的关系。甚至已经有明确的科学研究表明它可以追溯到我们在母体里的时候所感受到的那种感觉。亲密关系一定是会和安全感归属感联系在一起的。",
    "annotation": [
      {
        "sentence": "亲密关系的确是我们每个人成长过程中最关键的关系而不是之一。",
        "label": ""
      },
      {
        "sentence": "这个关系的雏形来源于我们在来到这个世界最初的三年里面，我们所认知的和和这个世界重要他人的关系。",
        "label": ""
      },
      {
        "sentence": "甚至已经有明确的科学研究表明它可以追溯到我们在母体里的时候所感受到的那种感觉。",
        "label": ""
      },
      {
        "sentence": "亲密关系一定是会和安全感归属感联系在一起的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我非常渴望得到安全感和归属感。",
    "annotation": [
      {
        "sentence": "是的，我非常渴望得到安全感和归属感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为那是我们最初来的这个世界上最容易被剥夺的部分。从子宫里脱落代表离开了安全，切断妈妈的乳汁代表离开安全，自己上学，一个人睡觉……，这一系列过程都是与安全感的减退和归属感的淡化相关联。但是并不是分离、减退会好的产生结果。这个过程中如果不能够自然而然的完成这个过程，只要有一点点强迫、压抑、恐惧，这样的认知和感受就会被记录下来。也就是被我们的内心习得。以后这要遇到与此相关的状况，习得性就会冒出来，除非能重新给予新的体验，让它从新习得，并且这次的习得比上次获得的感受足够深。才会替代掉之前的经验。",
    "annotation": [
      {
        "sentence": "因为那是我们最初来的这个世界上最容易被剥夺的部分。",
        "label": ""
      },
      {
        "sentence": "从子宫里脱落代表离开了安全，切断妈妈的乳汁代表离开安全，自己上学，一个人睡觉……，这一系列过程都是与安全感的减退和归属感的淡化相关联。",
        "label": ""
      },
      {
        "sentence": "但是并不是分离、减退会好的产生结果。",
        "label": ""
      },
      {
        "sentence": "这个过程中如果不能够自然而然的完成这个过程，只要有一点点强迫、压抑、恐惧，这样的认知和感受就会被记录下来。",
        "label": ""
      },
      {
        "sentence": "也就是被我们的内心习得。",
        "label": ""
      },
      {
        "sentence": "以后这要遇到与此相关的状况，习得性就会冒出来，除非能重新给予新的体验，让它从新习得，并且这次的习得比上次获得的感受足够深。",
        "label": ""
      },
      {
        "sentence": "才会替代掉之前的经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以我之前的经历导致了我现在对亲密关系的恐惧和不安全感？",
    "annotation": [
      {
        "sentence": "所以我之前的经历导致了我现在对亲密关系的恐惧和不安全感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这些经历塑造了你的内心模式。所以在这个过程没有发生到时候，几乎必然的，你遇到的每段亲密关系都会是同样的调调。直到有一天，你能够在一段亲密关系中获得新的体验。所以，大部分人都会寄希望于遇到一个好的伴侣，他来拯救自己。",
    "annotation": [
      {
        "sentence": "是的，这些经历塑造了你的内心模式。",
        "label": ""
      },
      {
        "sentence": "所以在这个过程没有发生到时候，几乎必然的，你遇到的每段亲密关系都会是同样的调调。",
        "label": ""
      },
      {
        "sentence": "直到有一天，你能够在一段亲密关系中获得新的体验。",
        "label": ""
      },
      {
        "sentence": "所以，大部分人都会寄希望于遇到一个好的伴侣，他来拯救自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可问题是，我感觉好的伴侣很难找到，而且我也怕因为自己的问题影响到对方。",
    "annotation": [
      {
        "sentence": "可问题是，我感觉好的伴侣很难找到，而且我也怕因为自己的问题影响到对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "智慧的人是那么少，你就有的习性不仅裹挟了你，也会裹挟他，他不知道要怎么对待你，因为他看到的是你的急躁，小题大做，过敏，却看不到你的恐惧和脆弱。或者，他可以看到，可是我们总是那么浮躁，似乎会很容易失去认真对待的耐心。而这是这个时代的特质。",
    "annotation": [
      {
        "sentence": "智慧的人是那么少，你就有的习性不仅裹挟了你，也会裹挟他，他不知道要怎么对待你，因为他看到的是你的急躁，小题大做，过敏，却看不到你的恐惧和脆弱。",
        "label": ""
      },
      {
        "sentence": "或者，他可以看到，可是我们总是那么浮躁，似乎会很容易失去认真对待的耐心。",
        "label": ""
      },
      {
        "sentence": "而这是这个时代的特质。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎样拯救自己呢？",
    "annotation": [
      {
        "sentence": "那我应该怎样拯救自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以你要想拯救自己就只能自己来。相信自己可以让自己好起来，幸福，安全。包括主动寻求咨询帮助和团体支持，都是自我拯救的一部分方式。加油。",
    "annotation": [
      {
        "sentence": "所以你要想拯救自己就只能自己来。",
        "label": ""
      },
      {
        "sentence": "相信自己可以让自己好起来，幸福，安全。",
        "label": ""
      },
      {
        "sentence": "包括主动寻求咨询帮助和团体支持，都是自我拯救的一部分方式。",
        "label": ""
      },
      {
        "sentence": "加油。",
        "label": ""
      }
    ]
  }
]