[
  {
    "role": "client",
    "content": "我是一个29岁的女性，第一次来心理咨询，我想知道应该注意哪些事情？",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，第一次来心理咨询，我想知道应该注意哪些事情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您确定是心理咨询吗？我感觉您的问题以及您对心理咨询的了解还不太充分，我们可以一起来探讨一下。",
    "annotation": [
      {
        "sentence": "您确定是心理咨询吗？",
        "label": ""
      },
      {
        "sentence": "我感觉您的问题以及您对心理咨询的了解还不太充分，我们可以一起来探讨一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我已经预约了心理咨询，但还没有经历过这样的服务，我感到非常的紧张和不安，我怎么才能让自己感觉舒适一些呢？",
    "annotation": [
      {
        "sentence": "是的，我已经预约了心理咨询，但还没有经历过这样的服务，我感到非常的紧张和不安，我怎么才能让自己感觉舒适一些呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初次预约心理咨询，有点紧张是正常的反应。但是您需要了解的是，这是一个和医生进行的私人对话，非常的保密，没有第三者知道您和咨询师发生的关系。您可以先多休息一下，声音放松，放一些您喜欢的音乐，心情平静点，根据您自己的想法改变您的情绪状态，让您进入咨询的状态。",
    "annotation": [
      {
        "sentence": "初次预约心理咨询，有点紧张是正常的反应。",
        "label": ""
      },
      {
        "sentence": "但是您需要了解的是，这是一个和医生进行的私人对话，非常的保密，没有第三者知道您和咨询师发生的关系。",
        "label": ""
      },
      {
        "sentence": "您可以先多休息一下，声音放松，放一些您喜欢的音乐，心情平静点，根据您自己的想法改变您的情绪状态，让您进入咨询的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会注意这些事情。但是如果我感到不放心或者害怕状况百出怎么办呢？",
    "annotation": [
      {
        "sentence": "好的，我会注意这些事情。",
        "label": ""
      },
      {
        "sentence": "但是如果我感到不放心或者害怕状况百出怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果您真的感到不放心或者害怕状况百出，您可以在心理咨询中告诉您的咨询老师，对于您来说，这是一种正常的恐惧体验。咨询师会在您的问题和情感上给出您需要的支持，让您不再感到害怕和焦虑，然后您可以放下自己，集中注意力，尝试打铁必须自身硬的状态，来发挥您的心理咨询过程。",
    "annotation": [
      {
        "sentence": "如果您真的感到不放心或者害怕状况百出，您可以在心理咨询中告诉您的咨询老师，对于您来说，这是一种正常的恐惧体验。",
        "label": ""
      },
      {
        "sentence": "咨询师会在您的问题和情感上给出您需要的支持，让您不再感到害怕和焦虑，然后您可以放下自己，集中注意力，尝试打铁必须自身硬的状态，来发挥您的心理咨询过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是如果我在咨询中感到尴尬或者不愿意展示自己的真实状况怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，但是如果我在咨询中感到尴尬或者不愿意展示自己的真实状况怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您不需要太担心，在心理咨询中，咨询师绝对不会责备或者取笑您，绝对没有这样的情况。您可以放心的向咨询师在制定自己的心理咨询计划详细了解，比如一些可能会引起不适或者困惑的话题等。您需要将自己的问题和情感表达出来，让咨询师可以更好地帮助您，同时，确保您的咨询效果更加具体和实现。总之，作为心理咨询师，我会动心尽力当好您身边的支持和帮助者，和您一同面对您的问题，一同克服困难。",
    "annotation": [
      {
        "sentence": "您不需要太担心，在心理咨询中，咨询师绝对不会责备或者取笑您，绝对没有这样的情况。",
        "label": ""
      },
      {
        "sentence": "您可以放心的向咨询师在制定自己的心理咨询计划详细了解，比如一些可能会引起不适或者困惑的话题等。",
        "label": ""
      },
      {
        "sentence": "您需要将自己的问题和情感表达出来，让咨询师可以更好地帮助您，同时，确保您的咨询效果更加具体和实现。",
        "label": ""
      },
      {
        "sentence": "总之，作为心理咨询师，我会动心尽力当好您身边的支持和帮助者，和您一同面对您的问题，一同克服困难。",
        "label": ""
      }
    ]
  }
]