[
  {
    "role": "client",
    "content": "我是一名15岁的女高中生，最近怀疑自己抑郁了。每天都想从楼上跳下去。我之前对学校很喜欢，但最近到了一个新学校，压力很大，衡中模式。现在很讨厌自己和周围的人，除了家长和老师每天都不开心，尤其是早上特别想从楼上跳下去。我是不是抑郁了啊？",
    "annotation": [
      {
        "sentence": "我是一名15岁的女高中生，最近怀疑自己抑郁了。",
        "label": ""
      },
      {
        "sentence": "每天都想从楼上跳下去。",
        "label": ""
      },
      {
        "sentence": "我之前对学校很喜欢，但最近到了一个新学校，压力很大，衡中模式。",
        "label": ""
      },
      {
        "sentence": "现在很讨厌自己和周围的人，除了家长和老师每天都不开心，尤其是早上特别想从楼上跳下去。",
        "label": ""
      },
      {
        "sentence": "我是不是抑郁了啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我是你的支持者。听到你的遭遇让我感到很心疼。首先，给你个大大的拥抱，你在新的学校并没有很适应，严格的管理模式让你没有找到以前那种让你比较自在的学习状态，所以你感觉比较压抑。你觉得自己抑郁了，但是这是要通过专业的医生来诊断评估的。你现在的情况很可能是因为对环境适应不佳产生的倦怠情绪。如果担心或一段时间后状态没有缓解，也建议你及时就医检查。",
    "annotation": [
      {
        "sentence": "你好，我是你的支持者。",
        "label": ""
      },
      {
        "sentence": "听到你的遭遇让我感到很心疼。",
        "label": ""
      },
      {
        "sentence": "首先，给你个大大的拥抱，你在新的学校并没有很适应，严格的管理模式让你没有找到以前那种让你比较自在的学习状态，所以你感觉比较压抑。",
        "label": ""
      },
      {
        "sentence": "你觉得自己抑郁了，但是这是要通过专业的医生来诊断评估的。",
        "label": ""
      },
      {
        "sentence": "你现在的情况很可能是因为对环境适应不佳产生的倦怠情绪。",
        "label": ""
      },
      {
        "sentence": "如果担心或一段时间后状态没有缓解，也建议你及时就医检查。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱和理解。我现在真的感觉很无助，每天起床都感觉很痛苦，完全失去了生活的乐趣。我不知道该怎么办才能让自己变得开心起来。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱和理解。",
        "label": ""
      },
      {
        "sentence": "我现在真的感觉很无助，每天起床都感觉很痛苦，完全失去了生活的乐趣。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才能让自己变得开心起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这么难过，我很难过。希望你能够相信我和你身边的人都会一直陪伴着你。你觉得自己很讨厌自己和周围的人，这种想法是非常消极的，会让你的情绪越来越低落。而你对家长和老师的感觉是积极的，这也说明你是有信任感的人。建议你和家人或者老师多沟通，让他们知道你现在的感受和心理状态。",
    "annotation": [
      {
        "sentence": "听到你这么难过，我很难过。",
        "label": ""
      },
      {
        "sentence": "希望你能够相信我和你身边的人都会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "你觉得自己很讨厌自己和周围的人，这种想法是非常消极的，会让你的情绪越来越低落。",
        "label": ""
      },
      {
        "sentence": "而你对家长和老师的感觉是积极的，这也说明你是有信任感的人。",
        "label": ""
      },
      {
        "sentence": "建议你和家人或者老师多沟通，让他们知道你现在的感受和心理状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得很难和别人说出来，我担心他们会觉得我很奇怪、很傻、也很没出息。",
    "annotation": [
      {
        "sentence": "我觉得很难和别人说出来，我担心他们会觉得我很奇怪、很傻、也很没出息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你所想的并不是事实，你并没有什么不对。每个人在成长过程中都会遇到各种各样的问题和挑战，这很正常。你之前对学校的适应感很高，也说明你是一个有解决问题能力的人。现在你遇到了一些困难，也不要以为自己不够强大。相信你能够用自己的聪明才智克服这些问题。",
    "annotation": [
      {
        "sentence": "其实你所想的并不是事实，你并没有什么不对。",
        "label": ""
      },
      {
        "sentence": "每个人在成长过程中都会遇到各种各样的问题和挑战，这很正常。",
        "label": ""
      },
      {
        "sentence": "你之前对学校的适应感很高，也说明你是一个有解决问题能力的人。",
        "label": ""
      },
      {
        "sentence": "现在你遇到了一些困难，也不要以为自己不够强大。",
        "label": ""
      },
      {
        "sentence": "相信你能够用自己的聪明才智克服这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的话，让我感觉到你真的很支持我。但是我现在真的觉得很累，早上甚至都不想起床。怎么办才能摆脱这种情况？",
    "annotation": [
      {
        "sentence": "谢谢你的话，让我感觉到你真的很支持我。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的觉得很累，早上甚至都不想起床。",
        "label": ""
      },
      {
        "sentence": "怎么办才能摆脱这种情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解，这是一种非常消极的情绪，我也能理解你的痛苦。每个人的情绪波动是很正常的，但是长期处于抑郁状态对身体和心理健康都有很大的危害。建议你不要让你的想法完全占据你的思维，可以试着多关注一些快乐的事情，例如和朋友聊天、听听音乐、看看电影等。也可以花一些时间锻炼身体，多晒晒太阳，让自己的心情跟随自己的行动变得积极向上。",
    "annotation": [
      {
        "sentence": "了解，这是一种非常消极的情绪，我也能理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "每个人的情绪波动是很正常的，但是长期处于抑郁状态对身体和心理健康都有很大的危害。",
        "label": ""
      },
      {
        "sentence": "建议你不要让你的想法完全占据你的思维，可以试着多关注一些快乐的事情，例如和朋友聊天、听听音乐、看看电影等。",
        "label": ""
      },
      {
        "sentence": "也可以花一些时间锻炼身体，多晒晒太阳，让自己的心情跟随自己的行动变得积极向上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我感觉自己好像能够有些办法应对了。但是我还是有些担心，在这个陌生的环境里，我该怎么才能适应呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我感觉自己好像能够有些办法应对了。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些担心，在这个陌生的环境里，我该怎么才能适应呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "新的环境对每个人都会有一些不同程度的挑战和难度，但是成功地融入新的环境并不是不可能的。你可以从以下几个方面入手：一是主动积极地融入班级\/学校生活。可以加入一些兴趣小组，和其他同学多交流、互动，让自己在大家中尽快找到归属感。二是要有自己的学习计划和做法，不能因抑郁情绪而耽误了学习。三是增加自我认知，了解自己的优势和不足，不断提升自己的能力和素养。给自己制定一个小的目标，争取在短时间内完成，可以逐渐建立自信心。",
    "annotation": [
      {
        "sentence": "新的环境对每个人都会有一些不同程度的挑战和难度，但是成功地融入新的环境并不是不可能的。",
        "label": ""
      },
      {
        "sentence": "你可以从以下几个方面入手：一是主动积极地融入班级\/学校生活。",
        "label": ""
      },
      {
        "sentence": "可以加入一些兴趣小组，和其他同学多交流、互动，让自己在大家中尽快找到归属感。",
        "label": ""
      },
      {
        "sentence": "二是要有自己的学习计划和做法，不能因抑郁情绪而耽误了学习。",
        "label": ""
      },
      {
        "sentence": "三是增加自我认知，了解自己的优势和不足，不断提升自己的能力和素养。",
        "label": ""
      },
      {
        "sentence": "给自己制定一个小的目标，争取在短时间内完成，可以逐渐建立自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我真的很感激你。感觉自己又有了方向和动力，我会好好去尝试的。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我真的很感激你。",
        "label": ""
      },
      {
        "sentence": "感觉自己又有了方向和动力，我会好好去尝试的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，这是我应该做的。可能现在你觉得一切很难以面对，但是请相信，在将来的某个时刻，你一定会看到现在的困境是多么的微不足道。希望你能在未来的路上一直坚持下去，一直保持积极的心态，我相信你会越做越好的。",
    "annotation": [
      {
        "sentence": "不用客气，这是我应该做的。",
        "label": ""
      },
      {
        "sentence": "可能现在你觉得一切很难以面对，但是请相信，在将来的某个时刻，你一定会看到现在的困境是多么的微不足道。",
        "label": ""
      },
      {
        "sentence": "希望你能在未来的路上一直坚持下去，一直保持积极的心态，我相信你会越做越好的。",
        "label": ""
      }
    ]
  }
]