[
  {
    "role": "client",
    "content": "催老公回家，想知道我是不是做的不对啊？老公最近出去应酬总是到半夜三更。昨晚催了几个视频给他说要跟老板去吃饭，吃完就回去了。到了四点多还没回家，我就打电话说他了。他跟我申请说晚上能不能不回去了，所有人都喝了酒开车不方便。然后跟我保证以后再也不出门了。我说让他打滴滴，他说滴滴这么晚没过我们村。我说那就五六点这里再打，反正你不可以在外面过夜。他同意了，后来还是跟他们老板开了宾馆没回家。七点多我视频给他看到确实在宾馆，也没说什么了。然后他跟我说他们老板都在笑话他谈点生意。我经常催回家还做啥生意，他就笑笑，我就有点无语了。他每次出去都喝酒，之前有过胃出血。我跟他说，谈生意可以谈完就早点回家，他们让你去喝酒就不要去，你不去谁也逼不了你。他老是说不去不好意思之类的。我想知道我是不是做的不对啊？是不是不能这样！",
    "annotation": [
      {
        "sentence": "催老公回家，想知道我是不是做的不对啊？",
        "label": ""
      },
      {
        "sentence": "老公最近出去应酬总是到半夜三更。",
        "label": ""
      },
      {
        "sentence": "昨晚催了几个视频给他说要跟老板去吃饭，吃完就回去了。",
        "label": ""
      },
      {
        "sentence": "到了四点多还没回家，我就打电话说他了。",
        "label": ""
      },
      {
        "sentence": "他跟我申请说晚上能不能不回去了，所有人都喝了酒开车不方便。",
        "label": ""
      },
      {
        "sentence": "然后跟我保证以后再也不出门了。",
        "label": ""
      },
      {
        "sentence": "我说让他打滴滴，他说滴滴这么晚没过我们村。",
        "label": ""
      },
      {
        "sentence": "我说那就五六点这里再打，反正你不可以在外面过夜。",
        "label": ""
      },
      {
        "sentence": "他同意了，后来还是跟他们老板开了宾馆没回家。",
        "label": ""
      },
      {
        "sentence": "七点多我视频给他看到确实在宾馆，也没说什么了。",
        "label": ""
      },
      {
        "sentence": "然后他跟我说他们老板都在笑话他谈点生意。",
        "label": ""
      },
      {
        "sentence": "我经常催回家还做啥生意，他就笑笑，我就有点无语了。",
        "label": ""
      },
      {
        "sentence": "他每次出去都喝酒，之前有过胃出血。",
        "label": ""
      },
      {
        "sentence": "我跟他说，谈生意可以谈完就早点回家，他们让你去喝酒就不要去，你不去谁也逼不了你。",
        "label": ""
      },
      {
        "sentence": "他老是说不去不好意思之类的。",
        "label": ""
      },
      {
        "sentence": "我想知道我是不是做的不对啊？",
        "label": ""
      },
      {
        "sentence": "是不是不能这样！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我理解你对老公身体的担心，希望他能珍惜身体并早点回家。作为一个人妻，我觉得你的关心是无可厚非的，只是需要注意一下表达方式，这样才可能达到你想要的效果。你可以和老公表达对他身体的担心，让他了解你的感受，并表达对他的信任。同时，你也要告诉他，你期待着他早点回家，你会一直等着他，这样他可能会更加放心。另外，你们可以聊一下，你们希望将来的日子是追求财富还是想要两人长长久久的恩爱。如果你给他很大的物质压力，他可能会借着外出应酬去满足你的需求。此外，你们之间的关系，包括交流和性方面的满足，也是需要考虑的因素。一个愿意回家的男人，可能是因为家里让他感到温暖和放松。如果有特殊情况不能及时回家，他也应该告知你，这样你不会感到担心和监视，而是放心等待。这件事情可能看起来像小事，但背后涉及到你们二人的关系，包括信任感和情感基础是否稳固等。如果处理不好，总是因为此事无法达成一致，可能会影响你们的感情。另外，你老公身边的朋友也非常重要。如果他周围的人都觉得喝酒不回家很正常，或者出去玩也很正常，对于你老公这样的行为会产生嘲笑，他自然会与你产生分歧。所以，我建议你真诚地表达你的关爱和理解，同时也要设定一些底线，但也要有一定的弹性，不要过于严厉。",
    "annotation": [
      {
        "sentence": "你好，我理解你对老公身体的担心，希望他能珍惜身体并早点回家。",
        "label": ""
      },
      {
        "sentence": "作为一个人妻，我觉得你的关心是无可厚非的，只是需要注意一下表达方式，这样才可能达到你想要的效果。",
        "label": ""
      },
      {
        "sentence": "你可以和老公表达对他身体的担心，让他了解你的感受，并表达对他的信任。",
        "label": ""
      },
      {
        "sentence": "同时，你也要告诉他，你期待着他早点回家，你会一直等着他，这样他可能会更加放心。",
        "label": ""
      },
      {
        "sentence": "另外，你们可以聊一下，你们希望将来的日子是追求财富还是想要两人长长久久的恩爱。",
        "label": ""
      },
      {
        "sentence": "如果你给他很大的物质压力，他可能会借着外出应酬去满足你的需求。",
        "label": ""
      },
      {
        "sentence": "此外，你们之间的关系，包括交流和性方面的满足，也是需要考虑的因素。",
        "label": ""
      },
      {
        "sentence": "一个愿意回家的男人，可能是因为家里让他感到温暖和放松。",
        "label": ""
      },
      {
        "sentence": "如果有特殊情况不能及时回家，他也应该告知你，这样你不会感到担心和监视，而是放心等待。",
        "label": ""
      },
      {
        "sentence": "这件事情可能看起来像小事，但背后涉及到你们二人的关系，包括信任感和情感基础是否稳固等。",
        "label": ""
      },
      {
        "sentence": "如果处理不好，总是因为此事无法达成一致，可能会影响你们的感情。",
        "label": ""
      },
      {
        "sentence": "另外，你老公身边的朋友也非常重要。",
        "label": ""
      },
      {
        "sentence": "如果他周围的人都觉得喝酒不回家很正常，或者出去玩也很正常，对于你老公这样的行为会产生嘲笑，他自然会与你产生分歧。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你真诚地表达你的关爱和理解，同时也要设定一些底线，但也要有一定的弹性，不要过于严厉。",
        "label": ""
      }
    ]
  }
]