[
  {
    "role": "client",
    "content": "为什么结婚之后，我反而觉得很孤独？结婚一年了，一直都是两个人住，吵架了我也不敢跟我家里人说，他家里人也没有把我当成一家人看，平时他对我挺好的，但是情绪化一点的时候他就很不耐烦，他对我已经一点耐心都没了。在这段感情里，我觉得自己在慢慢成长。我不想吵架的时候大家恶语相向，想要大家冷静下来去解决问题，可是我沉默他就觉得我是冷暴力更抓狂了。甚至摔手机砸桌子发泄。我到底应该怎么做？",
    "annotation": [
      {
        "sentence": "为什么结婚之后，我反而觉得很孤独？",
        "label": ""
      },
      {
        "sentence": "结婚一年了，一直都是两个人住，吵架了我也不敢跟我家里人说，他家里人也没有把我当成一家人看，平时他对我挺好的，但是情绪化一点的时候他就很不耐烦，他对我已经一点耐心都没了。",
        "label": ""
      },
      {
        "sentence": "在这段感情里，我觉得自己在慢慢成长。",
        "label": ""
      },
      {
        "sentence": "我不想吵架的时候大家恶语相向，想要大家冷静下来去解决问题，可是我沉默他就觉得我是冷暴力更抓狂了。",
        "label": ""
      },
      {
        "sentence": "甚至摔手机砸桌子发泄。",
        "label": ""
      },
      {
        "sentence": "我到底应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我非常理解你的情况。首先，我想说的是，婚姻中有时会遇到这样的问题不必过于担心。1.你可以从个人角度考虑，调节自我情绪。你描述中说自己情绪化的时候，你老公就很不耐烦。其实不耐烦也是一种情绪化的表现。如果你连自己的情绪都掌握不了，又怎么能要求别人掌握好他的情绪呢？有时候，我们可以试着冷静下来，换个角度去看待问题。对于夫妻间的矛盾，我们可以试着换位思考，看看问题是怎么产生的，从而更好地理解彼此的难处。2.沟通是需要双方努力的，所以你可以协助你的伴侣成长。不知道你和你老公婚前的沟通是否也如同现在一般，但可以肯定的是，沟通不是一个人的努力就可以达成的。你感觉到自我成长的同时要及时的反馈给你的伴侣，告诉他他也该成长了。只有两个人愿意花时间和精力去经营彼此的婚姻，才能在相互尊重中学会好好沟通。有效的沟通会让自己在往后的日子里更愿意去分享自我的感受，让自己感到不孤单。3.遇到问题，究竟该不该找家里人帮忙呢？我觉得不能一概而论，你要学会分析自我问题后再做决定。例如遇到你自己能解决的问题，就可以不告诉家里人，以免家人牵挂。如果遇到的问题是你难以解决的，感到为难的，那就适当地寻求来自家里人的帮助，听取他们的意见和建议其实才是明智之举。家人无论我们的身份发生何种转变，无论是以什么样的角色寻求帮助，家人都会是我们最坚强的后盾。你不妨试试问问妈妈，或者家里人关于夫妻的相处，听取他们好的建议。希望这些观点对你有所帮助。",
    "annotation": [
      {
        "sentence": "听到你这样说，我非常理解你的情况。",
        "label": ""
      },
      {
        "sentence": "首先，我想说的是，婚姻中有时会遇到这样的问题不必过于担心。",
        "label": ""
      },
      {
        "sentence": "1.你可以从个人角度考虑，调节自我情绪。",
        "label": ""
      },
      {
        "sentence": "你描述中说自己情绪化的时候，你老公就很不耐烦。",
        "label": ""
      },
      {
        "sentence": "其实不耐烦也是一种情绪化的表现。",
        "label": ""
      },
      {
        "sentence": "如果你连自己的情绪都掌握不了，又怎么能要求别人掌握好他的情绪呢？",
        "label": ""
      },
      {
        "sentence": "有时候，我们可以试着冷静下来，换个角度去看待问题。",
        "label": ""
      },
      {
        "sentence": "对于夫妻间的矛盾，我们可以试着换位思考，看看问题是怎么产生的，从而更好地理解彼此的难处。",
        "label": ""
      },
      {
        "sentence": "2.沟通是需要双方努力的，所以你可以协助你的伴侣成长。",
        "label": ""
      },
      {
        "sentence": "不知道你和你老公婚前的沟通是否也如同现在一般，但可以肯定的是，沟通不是一个人的努力就可以达成的。",
        "label": ""
      },
      {
        "sentence": "你感觉到自我成长的同时要及时的反馈给你的伴侣，告诉他他也该成长了。",
        "label": ""
      },
      {
        "sentence": "只有两个人愿意花时间和精力去经营彼此的婚姻，才能在相互尊重中学会好好沟通。",
        "label": ""
      },
      {
        "sentence": "有效的沟通会让自己在往后的日子里更愿意去分享自我的感受，让自己感到不孤单。",
        "label": ""
      },
      {
        "sentence": "3.遇到问题，究竟该不该找家里人帮忙呢？",
        "label": ""
      },
      {
        "sentence": "我觉得不能一概而论，你要学会分析自我问题后再做决定。",
        "label": ""
      },
      {
        "sentence": "例如遇到你自己能解决的问题，就可以不告诉家里人，以免家人牵挂。",
        "label": ""
      },
      {
        "sentence": "如果遇到的问题是你难以解决的，感到为难的，那就适当地寻求来自家里人的帮助，听取他们的意见和建议其实才是明智之举。",
        "label": ""
      },
      {
        "sentence": "家人无论我们的身份发生何种转变，无论是以什么样的角色寻求帮助，家人都会是我们最坚强的后盾。",
        "label": ""
      },
      {
        "sentence": "你不妨试试问问妈妈，或者家里人关于夫妻的相处，听取他们好的建议。",
        "label": ""
      },
      {
        "sentence": "希望这些观点对你有所帮助。",
        "label": ""
      }
    ]
  }
]