[
  {
    "role": "client",
    "content": "为什么结婚之后，我反而觉得很孤独？结婚一年了，一直都是两个人住，吵架了我也不敢跟我家里人说，他家里人也没有把我当成一家人看，平时他对我挺好的，但是情绪化一点的时候他就很不耐烦，他对我已经一点耐心都没了，在这段感情里，我觉得自己在慢慢成长，我不想吵架的时候大家恶语相向，想要大家冷静下来去解决问题，可是我沉默他就觉得我是冷暴力更抓狂了...甚至摔手机砸桌子发泄...我到底应该怎么做？",
    "annotation": [
      {
        "sentence": "为什么结婚之后，我反而觉得很孤独？",
        "label": ""
      },
      {
        "sentence": "结婚一年了，一直都是两个人住，吵架了我也不敢跟我家里人说，他家里人也没有把我当成一家人看，平时他对我挺好的，但是情绪化一点的时候他就很不耐烦，他对我已经一点耐心都没了，在这段感情里，我觉得自己在慢慢成长，我不想吵架的时候大家恶语相向，想要大家冷静下来去解决问题，可是我沉默他就觉得我是冷暴力更抓狂了...甚至摔手机砸桌子发泄...我到底应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我能够理解你所感到的孤独感，并且可以肯定，这种感受在结婚后并不少见。你所感受到的孤独并非是由结婚导致的，而是你和你丈夫在情感上的联结还未达到理想状态，所以即便你们是一直住在一起，你仍然感受到孤独。换句话说，孤独感与身处何处无关，而关键在于情感上是否有联结。",
    "annotation": [
      {
        "sentence": "首先，我能够理解你所感到的孤独感，并且可以肯定，这种感受在结婚后并不少见。",
        "label": ""
      },
      {
        "sentence": "你所感受到的孤独并非是由结婚导致的，而是你和你丈夫在情感上的联结还未达到理想状态，所以即便你们是一直住在一起，你仍然感受到孤独。",
        "label": ""
      },
      {
        "sentence": "换句话说，孤独感与身处何处无关，而关键在于情感上是否有联结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可是我的烦恼还是存在。我丈夫对我人很好，但是情绪化的时候就会变得很不耐烦，甚至发泄，我很无奈。",
    "annotation": [
      {
        "sentence": "我明白了，可是我的烦恼还是存在。",
        "label": ""
      },
      {
        "sentence": "我丈夫对我人很好，但是情绪化的时候就会变得很不耐烦，甚至发泄，我很无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所说的这一点我想也是很常见的。恋爱期间我们常常会被爱情的甜蜜冲昏头脑，而这种激情往往会随着时间逐渐退却。所以，现在是你们通过增加亲密度的方式来稳定这段关系的时候了。可以多组织一些家庭活动，二人世界，在聊天时也可以尝试深入一点，给对方表达自己情感的机会，也尽可能多的向对方敞开心扉。这样的做法，会增加你们之间的情感联结，让你们更能够理解对方的情感，增进感情。",
    "annotation": [
      {
        "sentence": "你所说的这一点我想也是很常见的。",
        "label": ""
      },
      {
        "sentence": "恋爱期间我们常常会被爱情的甜蜜冲昏头脑，而这种激情往往会随着时间逐渐退却。",
        "label": ""
      },
      {
        "sentence": "所以，现在是你们通过增加亲密度的方式来稳定这段关系的时候了。",
        "label": ""
      },
      {
        "sentence": "可以多组织一些家庭活动，二人世界，在聊天时也可以尝试深入一点，给对方表达自己情感的机会，也尽可能多的向对方敞开心扉。",
        "label": ""
      },
      {
        "sentence": "这样的做法，会增加你们之间的情感联结，让你们更能够理解对方的情感，增进感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我怕他不愿意参加这些活动，他也许没有这方面的兴趣，怎么办呢？",
    "annotation": [
      {
        "sentence": "可是，我怕他不愿意参加这些活动，他也许没有这方面的兴趣，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也是很有可能的，不过还有一种方式可以加强你们之间的情感联结：就是用语言去表达自己的情绪。你可以向他讲述自己希望增进关系的愿望，以及自己日常中的苦恼，让他更能够理解你的感受。同样的，你也要多了解他的想法和感受，增加情感信息的交流量，也能增进你们之间的联系。",
    "annotation": [
      {
        "sentence": "这也是很有可能的，不过还有一种方式可以加强你们之间的情感联结：就是用语言去表达自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以向他讲述自己希望增进关系的愿望，以及自己日常中的苦恼，让他更能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "同样的，你也要多了解他的想法和感受，增加情感信息的交流量，也能增进你们之间的联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这样做很不错，可是我总觉得有时候说了，只会让他感到烦躁，不知道该怎么应对？",
    "annotation": [
      {
        "sentence": "我觉得这样做很不错，可是我总觉得有时候说了，只会让他感到烦躁，不知道该怎么应对？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也是可以理解的，因为每个人的性格和情绪都有所不同。不过，你可以试着用行动来表达自己的情感。比如主动给他按摩，调制一杯他喜欢的饮料，或者是帮他做一些他喜欢的事情，这样的行动不仅会让他愉悦，同时，也能增进你们之间的亲密度，让你们更加了解和信任彼此。",
    "annotation": [
      {
        "sentence": "这也是可以理解的，因为每个人的性格和情绪都有所不同。",
        "label": ""
      },
      {
        "sentence": "不过，你可以试着用行动来表达自己的情感。",
        "label": ""
      },
      {
        "sentence": "比如主动给他按摩，调制一杯他喜欢的饮料，或者是帮他做一些他喜欢的事情，这样的行动不仅会让他愉悦，同时，也能增进你们之间的亲密度，让你们更加了解和信任彼此。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了，谢谢你的建议。我会试着去做的。",
    "annotation": [
      {
        "sentence": "我懂了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着去做的。",
        "label": ""
      }
    ]
  }
]