[
  {
    "role": "client",
    "content": "催老公回家，想知道我是不是做的不对啊？老公最近出去应酬总是到半夜三更昨晚催了几个视频给他说要跟老板去吃饭吃完就回去了到了四点多还没回家我就打电话说他了他跟我申请说晚上能不能不回去了所有人都喝了酒开车不方便然后跟我保证以后再也不出门了我说让他打滴滴他说滴滴这么晚没过我们村我说那就五六点这里再打反正你不可以在外面过夜他同意了后来还是跟他们老板开了宾馆没回家七点多我视频给他看到确实在宾馆也没说什么了然后他跟我说他们老板都在笑话他谈点生意我经常催回家还做啥生意他就笑笑我就有点无语了他每次出去都喝酒之前有过胃出血我跟他说谈生意可以谈完就早点回家他们让你去喝酒就不要去你不去谁也逼不了你他老是说不去不好意思之类的我想知道我是不是做的不对啊？是不是不能这样！",
    "annotation": [
      {
        "sentence": "催老公回家，想知道我是不是做的不对啊？",
        "label": ""
      },
      {
        "sentence": "老公最近出去应酬总是到半夜三更昨晚催了几个视频给他说要跟老板去吃饭吃完就回去了到了四点多还没回家我就打电话说他了他跟我申请说晚上能不能不回去了所有人都喝了酒开车不方便然后跟我保证以后再也不出门了我说让他打滴滴他说滴滴这么晚没过我们村我说那就五六点这里再打反正你不可以在外面过夜他同意了后来还是跟他们老板开了宾馆没回家七点多我视频给他看到确实在宾馆也没说什么了然后他跟我说他们老板都在笑话他谈点生意我经常催回家还做啥生意他就笑笑我就有点无语了他每次出去都喝酒之前有过胃出血我跟他说谈生意可以谈完就早点回家他们让你去喝酒就不要去你不去谁也逼不了你他老是说不去不好意思之类的我想知道我是不是做的不对啊？",
        "label": ""
      },
      {
        "sentence": "是不是不能这样！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于自己催老公回家，但又怕影响他谈生意，而感到困惑。我也经历过和你类似的事情。我老公也经常晚归，他只要是和朋友或者陪校长喝酒，喝到凌晨两三点才回来。",
    "annotation": [
      {
        "sentence": "你对于自己催老公回家，但又怕影响他谈生意，而感到困惑。",
        "label": ""
      },
      {
        "sentence": "我也经历过和你类似的事情。",
        "label": ""
      },
      {
        "sentence": "我老公也经常晚归，他只要是和朋友或者陪校长喝酒，喝到凌晨两三点才回来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他每次晚归，我都会给他打电话催他回家，但他总是说等一会儿就回来，可是实际上又过了好几个小时才回来。我常常无法理解为什么他要这么晚才回来，有什么好聊的呢？",
    "annotation": [
      {
        "sentence": "他每次晚归，我都会给他打电话催他回家，但他总是说等一会儿就回来，可是实际上又过了好几个小时才回来。",
        "label": ""
      },
      {
        "sentence": "我常常无法理解为什么他要这么晚才回来，有什么好聊的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的无法理解和担心，因为以前我也是一直等老公回家的，每次他要出去喝酒晚归，我都害怕他出事。后来我了解到，经常打电话催会让老公烦的。从那以后我就催得少了，但是晚上还是会睡不着。",
    "annotation": [
      {
        "sentence": "我理解你的无法理解和担心，因为以前我也是一直等老公回家的，每次他要出去喝酒晚归，我都害怕他出事。",
        "label": ""
      },
      {
        "sentence": "后来我了解到，经常打电话催会让老公烦的。",
        "label": ""
      },
      {
        "sentence": "从那以后我就催得少了，但是晚上还是会睡不着。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道自己催得太多可能会让他烦，但是我就是担心他的身体和安全。我真的一点都不想让他出事。",
    "annotation": [
      {
        "sentence": "我也知道自己催得太多可能会让他烦，但是我就是担心他的身体和安全。",
        "label": ""
      },
      {
        "sentence": "我真的一点都不想让他出事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是你的担心和关心，但是可能需要找到一个平衡。你可以尝试沟通和老公好好讨论一下你的需要和担心，也问问他对于去喝酒谈生意的看法，商量能不能尽量避免太晚回来。另外，你也可以提醒他，如果有喝酒的需求，可以参考之前的胃出血情况，谈完就早点回家，避免过度饮酒对身体造成伤害。",
    "annotation": [
      {
        "sentence": "这是你的担心和关心，但是可能需要找到一个平衡。",
        "label": ""
      },
      {
        "sentence": "你可以尝试沟通和老公好好讨论一下你的需要和担心，也问问他对于去喝酒谈生意的看法，商量能不能尽量避免太晚回来。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以提醒他，如果有喝酒的需求，可以参考之前的胃出血情况，谈完就早点回家，避免过度饮酒对身体造成伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该和他好好沟通一下。也许我们可以找到一个双方都能接受的解决办法。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该和他好好沟通一下。",
        "label": ""
      },
      {
        "sentence": "也许我们可以找到一个双方都能接受的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，沟通非常重要。另外，你也可以考虑一下自己的情绪和需求，是否有其他方面可以充实自己，让自己不再完全依赖等待他的回家。这样也可以减轻你的焦虑和无助感。",
    "annotation": [
      {
        "sentence": "是的，沟通非常重要。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以考虑一下自己的情绪和需求，是否有其他方面可以充实自己，让自己不再完全依赖等待他的回家。",
        "label": ""
      },
      {
        "sentence": "这样也可以减轻你的焦虑和无助感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了一下，确实有些事情我一直没有去做，也没有去充实自己。我会尝试找些自己感兴趣的事情来做，让自己更加有自己的生活。",
    "annotation": [
      {
        "sentence": "我想了一下，确实有些事情我一直没有去做，也没有去充实自己。",
        "label": ""
      },
      {
        "sentence": "我会尝试找些自己感兴趣的事情来做，让自己更加有自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个好主意！你的生活和情感需要并不仅仅依赖于你的丈夫，你也应该有属于自己的空间和兴趣。希望通过沟通和改变自己的方式，你能够找到更好的解决办法。希望我的回答对你有帮助。",
    "annotation": [
      {
        "sentence": "这是个好主意！",
        "label": ""
      },
      {
        "sentence": "你的生活和情感需要并不仅仅依赖于你的丈夫，你也应该有属于自己的空间和兴趣。",
        "label": ""
      },
      {
        "sentence": "希望通过沟通和改变自己的方式，你能够找到更好的解决办法。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持，我会努力去改变自己的态度和行为，希望我们的婚姻能够更加和谐。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持，我会努力去改变自己的态度和行为，希望我们的婚姻能够更加和谐。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够做到的。要相信自己的能力和价值。希望你和你丈夫之间能够有更好的沟通和理解，共同创造美好的家庭。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够做到的。",
        "label": ""
      },
      {
        "sentence": "要相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "希望你和你丈夫之间能够有更好的沟通和理解，共同创造美好的家庭。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]