[
  {
    "role": "client",
    "content": "我是高三学生，最近感到非常焦虑和烦躁，不知道该怎么办。虽然我的成绩中等偏上，但是看到班上同学在学习上进步很大，而我却没有什么进展，心里就开始慌乱，对自己失去了信心。我老是想我为什么这么差劲，甚至在上课时也忍不住胡思乱想，导致无法专心听课。我很担心如果继续这样下去，我的成绩会退步。虽然家人对我的成绩没有太多要求，但是我自己对此感到不甘心，这让我越来越焦虑。每到周末回到家，我经常会哭，不过之后会告诉自己要保持冷静，要学会看开一点。这种状态在学校可以维持三天左右，并且期间我能够好好学习。但是越在学校待的时间长，我就越崩溃，觉得自己效率低下，每天学到的都很少。而且我也不是特别喜欢我的学校和班级，没有什么能聊得来的朋友，这让我心情越来越烦躁，搞得我感觉自己快要发疯了。我从来没有经历过这样的情况，是不是越想学好就越学不好呢？麻烦你给我一些建议，谢谢您！",
    "annotation": [
      {
        "sentence": "我是高三学生，最近感到非常焦虑和烦躁，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "虽然我的成绩中等偏上，但是看到班上同学在学习上进步很大，而我却没有什么进展，心里就开始慌乱，对自己失去了信心。",
        "label": ""
      },
      {
        "sentence": "我老是想我为什么这么差劲，甚至在上课时也忍不住胡思乱想，导致无法专心听课。",
        "label": ""
      },
      {
        "sentence": "我很担心如果继续这样下去，我的成绩会退步。",
        "label": ""
      },
      {
        "sentence": "虽然家人对我的成绩没有太多要求，但是我自己对此感到不甘心，这让我越来越焦虑。",
        "label": ""
      },
      {
        "sentence": "每到周末回到家，我经常会哭，不过之后会告诉自己要保持冷静，要学会看开一点。",
        "label": ""
      },
      {
        "sentence": "这种状态在学校可以维持三天左右，并且期间我能够好好学习。",
        "label": ""
      },
      {
        "sentence": "但是越在学校待的时间长，我就越崩溃，觉得自己效率低下，每天学到的都很少。",
        "label": ""
      },
      {
        "sentence": "而且我也不是特别喜欢我的学校和班级，没有什么能聊得来的朋友，这让我心情越来越烦躁，搞得我感觉自己快要发疯了。",
        "label": ""
      },
      {
        "sentence": "我从来没有经历过这样的情况，是不是越想学好就越学不好呢？",
        "label": ""
      },
      {
        "sentence": "麻烦你给我一些建议，谢谢您！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为高三的学生，你感到焦虑是非常正常的，毕竟学习压力比较大，你并不是唯一一个有这种感受的人。首先，你需要想办法舒缓自己的焦虑情绪，不要让它继续困扰你。你提到自己的成绩中等偏上，肯定希望能继续进步。然而，频繁地评估自己的学习状况，担心自己不能超越他人，会给自己增加压力，使你难以按部就班地学习。适度的压力可以激发行动力，但过大的压力对你更有害。所以，你首先要做的是在自己思考成绩和评价自己时，摒弃负面标签，尽量不给自己贴上这些标签来折磨自己。期待努力能够立即带来好的结果会让你非常痛苦。我给你分享几个策略，看看能否帮助你走出困境。首先，不要再对自己说自己很差劲，要努力等等。因为心理学中的墨菲定律告诉我们，这样的暗示可能会变成现实。尽量给自己一些积极的暗示，不要使用否定句，例如告诉自己不要焦虑，可以换成请放松，请放松，这样对你会更有积极的效果。其次，根据学习内容制定一个复习计划，为每个科目安排合理的时间，这样可以更高效地复习。同时，注意劳逸结合，规定一定时间去放松身心，比如户外散步或在家读书，这样可以帮助你恢复精力。第三点是，你提到与同学之间的关系一般，没有什么特别要好的朋友。高三学习压力很大，有一个良好的支持系统会很有帮助，大家可以互相鼓励。但是如果没有这样的支持系统，也不用太担心，因为高三的重点还是自己学习，每节课老师讲的内容，包括课后练习和专题训练都要弄懂，这样离高分就不远了。最后，当你对自己产生负面评价，感到焦虑时，试着转移注意力，去做其他事情，比如散步、阅读英语等，这些活动能够缓解你的心情。希望这些建议对你有帮助。如果还有其他问题，欢迎继续交流。",
    "annotation": [
      {
        "sentence": "作为高三的学生，你感到焦虑是非常正常的，毕竟学习压力比较大，你并不是唯一一个有这种感受的人。",
        "label": ""
      },
      {
        "sentence": "首先，你需要想办法舒缓自己的焦虑情绪，不要让它继续困扰你。",
        "label": ""
      },
      {
        "sentence": "你提到自己的成绩中等偏上，肯定希望能继续进步。",
        "label": ""
      },
      {
        "sentence": "然而，频繁地评估自己的学习状况，担心自己不能超越他人，会给自己增加压力，使你难以按部就班地学习。",
        "label": ""
      },
      {
        "sentence": "适度的压力可以激发行动力，但过大的压力对你更有害。",
        "label": ""
      },
      {
        "sentence": "所以，你首先要做的是在自己思考成绩和评价自己时，摒弃负面标签，尽量不给自己贴上这些标签来折磨自己。",
        "label": ""
      },
      {
        "sentence": "期待努力能够立即带来好的结果会让你非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我给你分享几个策略，看看能否帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "首先，不要再对自己说自己很差劲，要努力等等。",
        "label": ""
      },
      {
        "sentence": "因为心理学中的墨菲定律告诉我们，这样的暗示可能会变成现实。",
        "label": ""
      },
      {
        "sentence": "尽量给自己一些积极的暗示，不要使用否定句，例如告诉自己不要焦虑，可以换成请放松，请放松，这样对你会更有积极的效果。",
        "label": ""
      },
      {
        "sentence": "其次，根据学习内容制定一个复习计划，为每个科目安排合理的时间，这样可以更高效地复习。",
        "label": ""
      },
      {
        "sentence": "同时，注意劳逸结合，规定一定时间去放松身心，比如户外散步或在家读书，这样可以帮助你恢复精力。",
        "label": ""
      },
      {
        "sentence": "第三点是，你提到与同学之间的关系一般，没有什么特别要好的朋友。",
        "label": ""
      },
      {
        "sentence": "高三学习压力很大，有一个良好的支持系统会很有帮助，大家可以互相鼓励。",
        "label": ""
      },
      {
        "sentence": "但是如果没有这样的支持系统，也不用太担心，因为高三的重点还是自己学习，每节课老师讲的内容，包括课后练习和专题训练都要弄懂，这样离高分就不远了。",
        "label": ""
      },
      {
        "sentence": "最后，当你对自己产生负面评价，感到焦虑时，试着转移注意力，去做其他事情，比如散步、阅读英语等，这些活动能够缓解你的心情。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有帮助。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，欢迎继续交流。",
        "label": ""
      }
    ]
  }
]