[
  {
    "role": "client",
    "content": "高三学生，时常感到非常焦虑，越来越烦躁，该怎么办？我成绩还算不错，中等偏上，但如今看到班上同学很努力地在学习，并且进步很大，而自己却没什么进步的时候就开始心慌，从而进一步对自己没有信心，老是想我怎么这么差劲，甚至在课堂上都忍不住多想导致课也听不下去，又很害怕这样下去成绩会退步，虽然我的家人并没有对我的成绩有什么要求，但是我自己有些不甘心，导致越来越焦虑。周末回到家时也经常哭，不过之后会说服自己看开一点，保持平常心地学习，他人怎么样都与我无关。这样的状态可以在学校保持三天左右，期间也能较好地学习，但越在学校待我就越崩溃，觉得自己效率低下，每天也没学到什么，而且我也不是特别喜欢我的学校和班级，在学校也没什么能聊的朋友，以至于心情越来越烦躁，搞得我快疯了，我从来没有经历过这样的事，是不是越想学好就越学不好？麻烦大家解答一下，谢谢大家！",
    "annotation": [
      {
        "sentence": "高三学生，时常感到非常焦虑，越来越烦躁，该怎么办？",
        "label": ""
      },
      {
        "sentence": "我成绩还算不错，中等偏上，但如今看到班上同学很努力地在学习，并且进步很大，而自己却没什么进步的时候就开始心慌，从而进一步对自己没有信心，老是想我怎么这么差劲，甚至在课堂上都忍不住多想导致课也听不下去，又很害怕这样下去成绩会退步，虽然我的家人并没有对我的成绩有什么要求，但是我自己有些不甘心，导致越来越焦虑。",
        "label": ""
      },
      {
        "sentence": "周末回到家时也经常哭，不过之后会说服自己看开一点，保持平常心地学习，他人怎么样都与我无关。",
        "label": ""
      },
      {
        "sentence": "这样的状态可以在学校保持三天左右，期间也能较好地学习，但越在学校待我就越崩溃，觉得自己效率低下，每天也没学到什么，而且我也不是特别喜欢我的学校和班级，在学校也没什么能聊的朋友，以至于心情越来越烦躁，搞得我快疯了，我从来没有经历过这样的事，是不是越想学好就越学不好？",
        "label": ""
      },
      {
        "sentence": "麻烦大家解答一下，谢谢大家！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三的压力大，情绪不稳定是一件非常正常的事情。没有学生在高三阶段是不紧张，觉得没有压力的。复习阶段，状态起起伏伏是很正常的。不要有太多的负担。高三的时候，感觉每个人都是竞争对手，学习成绩越好，可能压力就会越大。因为能上名校的名额就那么几个，所以大家看彼此都是竞争对手，非常少有那种热情的，肯教对方题的学生。那么，个人的状态是紧张的，起伏的；学校的环境是高压的、彼此竞争的，该如何做调整呢？",
    "annotation": [
      {
        "sentence": "高三的压力大，情绪不稳定是一件非常正常的事情。",
        "label": ""
      },
      {
        "sentence": "没有学生在高三阶段是不紧张，觉得没有压力的。",
        "label": ""
      },
      {
        "sentence": "复习阶段，状态起起伏伏是很正常的。",
        "label": ""
      },
      {
        "sentence": "不要有太多的负担。",
        "label": ""
      },
      {
        "sentence": "高三的时候，感觉每个人都是竞争对手，学习成绩越好，可能压力就会越大。",
        "label": ""
      },
      {
        "sentence": "因为能上名校的名额就那么几个，所以大家看彼此都是竞争对手，非常少有那种热情的，肯教对方题的学生。",
        "label": ""
      },
      {
        "sentence": "那么，个人的状态是紧张的，起伏的；学校的环境是高压的、彼此竞争的，该如何做调整呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我是想调整自己的状态，但我总是无法控制自己的情绪。也尝试过查找各种方法，比如听音乐、运动等，可一点效果都没有。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "其实我是想调整自己的状态，但我总是无法控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "也尝试过查找各种方法，比如听音乐、运动等，可一点效果都没有。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，树立目标。目标可以是您要考入的学校的目标，也可以是近期的考试学习目标。为自己设立短期和长期的目标，可以帮助您把目光集中在目标上，而不是身边的同学身上。不断为目标而前进。我记得当初面对高三的时候，也曾感到迷茫和不安。但当我设定了目标，并为之努力奋斗，逐渐找到了稳定自己情绪的方法。",
    "annotation": [
      {
        "sentence": "首先，树立目标。",
        "label": ""
      },
      {
        "sentence": "目标可以是您要考入的学校的目标，也可以是近期的考试学习目标。",
        "label": ""
      },
      {
        "sentence": "为自己设立短期和长期的目标，可以帮助您把目光集中在目标上，而不是身边的同学身上。",
        "label": ""
      },
      {
        "sentence": "不断为目标而前进。",
        "label": ""
      },
      {
        "sentence": "我记得当初面对高三的时候，也曾感到迷茫和不安。",
        "label": ""
      },
      {
        "sentence": "但当我设定了目标，并为之努力奋斗，逐渐找到了稳定自己情绪的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对目标很迷茫，不知道应该设立什么样的目标才合适。我也不确定我是否能够实现所设立的目标。",
    "annotation": [
      {
        "sentence": "我对目标很迷茫，不知道应该设立什么样的目标才合适。",
        "label": ""
      },
      {
        "sentence": "我也不确定我是否能够实现所设立的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用过于担心，最开始可以设立一些小目标，比如每天坚持好好复习一段时间、完成一定量的题目等。逐渐找到适合自己的复习方法和学习计划，然后逐步提高目标难度。切勿过度追求完美，重要的是要为自己设定一个合适的、可实现的目标，这样您才能不断获得成就感并提升自信心。",
    "annotation": [
      {
        "sentence": "不用过于担心，最开始可以设立一些小目标，比如每天坚持好好复习一段时间、完成一定量的题目等。",
        "label": ""
      },
      {
        "sentence": "逐渐找到适合自己的复习方法和学习计划，然后逐步提高目标难度。",
        "label": ""
      },
      {
        "sentence": "切勿过度追求完美，重要的是要为自己设定一个合适的、可实现的目标，这样您才能不断获得成就感并提升自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那还有没有其他方法来帮助我调整情绪呢？我觉得和班级同学之间的关系也对我的情绪有一定的影响。",
    "annotation": [
      {
        "sentence": "那还有没有其他方法来帮助我调整情绪呢？",
        "label": ""
      },
      {
        "sentence": "我觉得和班级同学之间的关系也对我的情绪有一定的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和理想的自己做比较，而不是身边的其他人。关注自己可以改变的地方，也就是自己的成绩；不要去关注改变不了的地方，也就是他人的成绩。别人的成绩考得再好，其实和自己并没有什么关系，也不会让自己的成绩变好。为了避免过多关注他人，您可以尝试和同学们多沟通交流，找到和他们共同话题，从而扩大自己在班级中的交际圈子，改善与同学之间的关系。",
    "annotation": [
      {
        "sentence": "和理想的自己做比较，而不是身边的其他人。",
        "label": ""
      },
      {
        "sentence": "关注自己可以改变的地方，也就是自己的成绩；不要去关注改变不了的地方，也就是他人的成绩。",
        "label": ""
      },
      {
        "sentence": "别人的成绩考得再好，其实和自己并没有什么关系，也不会让自己的成绩变好。",
        "label": ""
      },
      {
        "sentence": "为了避免过多关注他人，您可以尝试和同学们多沟通交流，找到和他们共同话题，从而扩大自己在班级中的交际圈子，改善与同学之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "关于情绪的倾诉对象，我在学校没有什么可以聊的朋友，也不太愿意向家人倾诉。这样的情况下，我该如何排解自己的情绪呢？",
    "annotation": [
      {
        "sentence": "关于情绪的倾诉对象，我在学校没有什么可以聊的朋友，也不太愿意向家人倾诉。",
        "label": ""
      },
      {
        "sentence": "这样的情况下，我该如何排解自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有没有可以倾诉的对象确实很重要，可以试着找一个身边亲近的人或朋友，请求她的帮助。一般来说，身边的人都会愿意帮助您的，不要害怕去请求帮助。如果实在没有可以倾诉的对象，也可以考虑写日记、看影视剧、听音乐、参加兴趣小组等方式来排解情绪。找到适合自己的方式，并坚持下去，相信对情绪的调节会有一定的帮助。",
    "annotation": [
      {
        "sentence": "有没有可以倾诉的对象确实很重要，可以试着找一个身边亲近的人或朋友，请求她的帮助。",
        "label": ""
      },
      {
        "sentence": "一般来说，身边的人都会愿意帮助您的，不要害怕去请求帮助。",
        "label": ""
      },
      {
        "sentence": "如果实在没有可以倾诉的对象，也可以考虑写日记、看影视剧、听音乐、参加兴趣小组等方式来排解情绪。",
        "label": ""
      },
      {
        "sentence": "找到适合自己的方式，并坚持下去，相信对情绪的调节会有一定的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议！我会尽量按照您说的去调整自己的状态，希望能够度过这段困难的时期。感谢您的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢您的建议！",
        "label": ""
      },
      {
        "sentence": "我会尽量按照您说的去调整自己的状态，希望能够度过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "感谢您的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服困难，实现自己的目标。记住，离高考还有一段时间，不要轻易放弃，加油！如果在接下来的学习过程中还有任何问题，记得随时来找我倾诉和寻求支持，我会一直在你身边。你不是孤单的，我们一起面对挑战！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "记住，离高考还有一段时间，不要轻易放弃，加油！",
        "label": ""
      },
      {
        "sentence": "如果在接下来的学习过程中还有任何问题，记得随时来找我倾诉和寻求支持，我会一直在你身边。",
        "label": ""
      },
      {
        "sentence": "你不是孤单的，我们一起面对挑战！",
        "label": ""
      }
    ]
  }
]