[
  {
    "role": "client",
    "content": "我是一名高三学生，最近经常感到非常焦虑，越来越烦躁，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "我是一名高三学生，最近经常感到非常焦虑，越来越烦躁，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三这个特殊时期，最重要的是保持良好的心态。你可以和我分享一下，到底是什么事情让你产生焦虑和烦躁的情绪？",
    "annotation": [
      {
        "sentence": "高三这个特殊时期，最重要的是保持良好的心态。",
        "label": ""
      },
      {
        "sentence": "你可以和我分享一下，到底是什么事情让你产生焦虑和烦躁的情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的成绩还算不错，中等偏上，但是看到班上同学很努力地在学习，并且进步很大，而自己却没什么进步的时候就开始心慌，从而进一步对自己没有信心，老是想我怎么这么差劲，甚至在课堂上都忍不住多想导致课也听不下去，又很害怕这样下去会退步，虽然我的家人并没有对我的成绩有什么要求，但是我自己有些不甘心，导致越来越焦虑。周末回到家时也经常哭，不过之后会说服自己看开一点，保持平常心地学习，他人怎么样都与我无关。",
    "annotation": [
      {
        "sentence": "我的成绩还算不错，中等偏上，但是看到班上同学很努力地在学习，并且进步很大，而自己却没什么进步的时候就开始心慌，从而进一步对自己没有信心，老是想我怎么这么差劲，甚至在课堂上都忍不住多想导致课也听不下去，又很害怕这样下去会退步，虽然我的家人并没有对我的成绩有什么要求，但是我自己有些不甘心，导致越来越焦虑。",
        "label": ""
      },
      {
        "sentence": "周末回到家时也经常哭，不过之后会说服自己看开一点，保持平常心地学习，他人怎么样都与我无关。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况很正常，每个人的学习过程都是不尽相同的。你是一个有进取心的人，有自我要求，但是别把标准过于严格，太过苛求自己往往会导致内心的紧张不安。你也可能因此忽视了自己的进步和优势。其次，我们可以试着让自己从主要的焦虑情绪中得以解脱，比如进行些助于你的精神分散的任务，或者找一些课余爱好来放松。我们也可以一起制定学习计划来分解工作，如果实在是有困难，不要一人孤军奋战，可以和老师或者家长沟通解决。",
    "annotation": [
      {
        "sentence": "你的情况很正常，每个人的学习过程都是不尽相同的。",
        "label": ""
      },
      {
        "sentence": "你是一个有进取心的人，有自我要求，但是别把标准过于严格，太过苛求自己往往会导致内心的紧张不安。",
        "label": ""
      },
      {
        "sentence": "你也可能因此忽视了自己的进步和优势。",
        "label": ""
      },
      {
        "sentence": "其次，我们可以试着让自己从主要的焦虑情绪中得以解脱，比如进行些助于你的精神分散的任务，或者找一些课余爱好来放松。",
        "label": ""
      },
      {
        "sentence": "我们也可以一起制定学习计划来分解工作，如果实在是有困难，不要一人孤军奋战，可以和老师或者家长沟通解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在学校里很难控制焦虑情绪，只能在家安逸一点，但是在家很难做到高效学习，对我来说比较困难。",
    "annotation": [
      {
        "sentence": "我在学校里很难控制焦虑情绪，只能在家安逸一点，但是在家很难做到高效学习，对我来说比较困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。不过可以和你的老师和同学交流，设法以最大的程度舒缓压力，同时找一些行为上的方式放松自己，比如听音乐、运动、旅游等等，这些都可以帮助你保持良好心态，放松身心。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "不过可以和你的老师和同学交流，设法以最大的程度舒缓压力，同时找一些行为上的方式放松自己，比如听音乐、运动、旅游等等，这些都可以帮助你保持良好心态，放松身心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我常常觉得自己无法做到像别人那样优秀，这种想法是怎么来的呢？",
    "annotation": [
      {
        "sentence": "我常常觉得自己无法做到像别人那样优秀，这种想法是怎么来的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这种想法很正常。社区比较喜欢以人群为单位评判好坏，会促使你有这种偏于较为严格的标准的想法。但是你一定要知道，每个人都有自己的成长轨迹，别人的成就不应该来决定自己的价值。对于自己，能够就在此基础上展开成长就好了，莫把别人的目光带入自己的生活中。",
    "annotation": [
      {
        "sentence": "你这种想法很正常。",
        "label": ""
      },
      {
        "sentence": "社区比较喜欢以人群为单位评判好坏，会促使你有这种偏于较为严格的标准的想法。",
        "label": ""
      },
      {
        "sentence": "但是你一定要知道，每个人都有自己的成长轨迹，别人的成就不应该来决定自己的价值。",
        "label": ""
      },
      {
        "sentence": "对于自己，能够就在此基础上展开成长就好了，莫把别人的目光带入自己的生活中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我比较自卑，觉得自己不值得受到尊重，这该怎么办？",
    "annotation": [
      {
        "sentence": "我比较自卑，觉得自己不值得受到尊重，这该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自卑情绪往往源于对自己的否定，认为自己何不如他人。但是，这样的想法只会加重自卑情绪，你要扪心自问自己的优劣势，不妨尝试寻找自己的兴趣点，认识到自己作为一个独立的个体成长，而不是和别人相互比较。同时，在和周围人交往的过程中应当注重同理心的体现，多倾听别人的意见，这样会增加彼此之间的理解，你也会因而获得尊重。",
    "annotation": [
      {
        "sentence": "自卑情绪往往源于对自己的否定，认为自己何不如他人。",
        "label": ""
      },
      {
        "sentence": "但是，这样的想法只会加重自卑情绪，你要扪心自问自己的优劣势，不妨尝试寻找自己的兴趣点，认识到自己作为一个独立的个体成长，而不是和别人相互比较。",
        "label": ""
      },
      {
        "sentence": "同时，在和周围人交往的过程中应当注重同理心的体现，多倾听别人的意见，这样会增加彼此之间的理解，你也会因而获得尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我做不到放松心情，对自己也没有信心。",
    "annotation": [
      {
        "sentence": "我觉得我做不到放松心情，对自己也没有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "实际上，每个人都会遇到情绪低落的时刻。但是，做到放松心情的重要性是不容忽视的。做一些瑜伽或者冥想等活动，可以帮助你保持平静的心态，夏天可以参加户外活动，比如徒步旅行等等，都可以让你远离焦虑情绪归于宁静。证实自己的能力，多结交新的朋友，也可以提升自己的信心。",
    "annotation": [
      {
        "sentence": "实际上，每个人都会遇到情绪低落的时刻。",
        "label": ""
      },
      {
        "sentence": "但是，做到放松心情的重要性是不容忽视的。",
        "label": ""
      },
      {
        "sentence": "做一些瑜伽或者冥想等活动，可以帮助你保持平静的心态，夏天可以参加户外活动，比如徒步旅行等等，都可以让你远离焦虑情绪归于宁静。",
        "label": ""
      },
      {
        "sentence": "证实自己的能力，多结交新的朋友，也可以提升自己的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢您的建议，我谢谢您。",
    "annotation": [
      {
        "sentence": "感谢您的建议，我谢谢您。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我能帮到你，我们以后会一直站在你的队伍之中，奋战到底！",
    "annotation": [
      {
        "sentence": "希望我能帮到你，我们以后会一直站在你的队伍之中，奋战到底！",
        "label": ""
      }
    ]
  }
]