[
  {
    "role": "client",
    "content": "我是一名33岁女性，我觉得自己反应慢，总是没有方法把工作做好，能帮帮我吗？",
    "annotation": [
      {
        "sentence": "我是一名33岁女性，我觉得自己反应慢，总是没有方法把工作做好，能帮帮我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果您同意，我想先给您一个大大的拥抱，希望能够给到您一些温暖和支持！从您的描述中看到了您很强的反思能力，对自己有很深刻的剖析，从这一点就看出了您不是完全像您自己所说的“认知功能收到损伤”，或者说至少不是那么的严重。同时要跟您说的是，您说的自己的反应慢，或许更多的是因为您说的“自己是留守儿童的经历”，在成长的过程中没有父母在身边陪伴和教导的缘故。",
    "annotation": [
      {
        "sentence": "如果您同意，我想先给您一个大大的拥抱，希望能够给到您一些温暖和支持！",
        "label": ""
      },
      {
        "sentence": "从您的描述中看到了您很强的反思能力，对自己有很深刻的剖析，从这一点就看出了您不是完全像您自己所说的“认知功能收到损伤”，或者说至少不是那么的严重。",
        "label": ""
      },
      {
        "sentence": "同时要跟您说的是，您说的自己的反应慢，或许更多的是因为您说的“自己是留守儿童的经历”，在成长的过程中没有父母在身边陪伴和教导的缘故。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的安慰和支持。我想再说一下我小时候的经历。比如，我六岁不知道什么是冷，七岁不知道什么是疼爱，以及初中不知道什么是真善美，根本没有概念！我觉得自己没有想法。长大后，我也不知道家务应该怎么做，也没有眼力劲。",
    "annotation": [
      {
        "sentence": "谢谢您的安慰和支持。",
        "label": ""
      },
      {
        "sentence": "我想再说一下我小时候的经历。",
        "label": ""
      },
      {
        "sentence": "比如，我六岁不知道什么是冷，七岁不知道什么是疼爱，以及初中不知道什么是真善美，根本没有概念！",
        "label": ""
      },
      {
        "sentence": "我觉得自己没有想法。",
        "label": ""
      },
      {
        "sentence": "长大后，我也不知道家务应该怎么做，也没有眼力劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到您的经历感觉非常感动，很多其他人都没有体会过的。这些经历不仅会影响您的认知能力，也会影响到您的情感和社交能力。但是不要太担心，我们可以慢慢来适应这些经历带来的变化。我相信您有克服这些困难的能力。",
    "annotation": [
      {
        "sentence": "我听到您的经历感觉非常感动，很多其他人都没有体会过的。",
        "label": ""
      },
      {
        "sentence": "这些经历不仅会影响您的认知能力，也会影响到您的情感和社交能力。",
        "label": ""
      },
      {
        "sentence": "但是不要太担心，我们可以慢慢来适应这些经历带来的变化。",
        "label": ""
      },
      {
        "sentence": "我相信您有克服这些困难的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和肯定。但是我仍然觉得自己没有想法，不知道怎么去做一些工作。我甚至被辞退过好几次，这使得我很失落，觉得自己不够好。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和肯定。",
        "label": ""
      },
      {
        "sentence": "但是我仍然觉得自己没有想法，不知道怎么去做一些工作。",
        "label": ""
      },
      {
        "sentence": "我甚至被辞退过好几次，这使得我很失落，觉得自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常痛苦和困难的，我可以理解您的感受。但是，您必须相信自己可以更好。对于工作上的问题，有时候我们可能需要学习一些技能和方法，而不是依靠自己的想法来完成。如果您感到被辞退是因为自己做不到某些工作，那么可以考虑接受一些培训或者寻求专业帮助。您也可以和上级主动沟通，说出自己的难处，一起寻找解决的方法。",
    "annotation": [
      {
        "sentence": "这是非常痛苦和困难的，我可以理解您的感受。",
        "label": ""
      },
      {
        "sentence": "但是，您必须相信自己可以更好。",
        "label": ""
      },
      {
        "sentence": "对于工作上的问题，有时候我们可能需要学习一些技能和方法，而不是依靠自己的想法来完成。",
        "label": ""
      },
      {
        "sentence": "如果您感到被辞退是因为自己做不到某些工作，那么可以考虑接受一些培训或者寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "您也可以和上级主动沟通，说出自己的难处，一起寻找解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会考虑找些技能上的培训。但是有时候我觉得自己还是做不好，这很自我否定。我也不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会考虑找些技能上的培训。",
        "label": ""
      },
      {
        "sentence": "但是有时候我觉得自己还是做不好，这很自我否定。",
        "label": ""
      },
      {
        "sentence": "我也不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解您的感受，这种自我否定可能会失去自信，阻碍自己前进的步伐。对于这种情况，我建议您采取积极的态度去对待自己。这并不是一蹴而就的过程，但可以通过做些小事来建立自信。可以从一些小任务开始，成功地完成它们，最终会找回自信。",
    "annotation": [
      {
        "sentence": "我能够理解您的感受，这种自我否定可能会失去自信，阻碍自己前进的步伐。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，我建议您采取积极的态度去对待自己。",
        "label": ""
      },
      {
        "sentence": "这并不是一蹴而就的过程，但可以通过做些小事来建立自信。",
        "label": ""
      },
      {
        "sentence": "可以从一些小任务开始，成功地完成它们，最终会找回自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励，我会试着去做。但是还有一件事我想和您分享。在21岁时我得了双向，认知功能受到了损伤，这成为了我自卑和恐惧的源头，我对此感到非常困惑。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励，我会试着去做。",
        "label": ""
      },
      {
        "sentence": "但是还有一件事我想和您分享。",
        "label": ""
      },
      {
        "sentence": "在21岁时我得了双向，认知功能受到了损伤，这成为了我自卑和恐惧的源头，我对此感到非常困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想先为您的经历感到心疼和感动，并向您表示敬意，因为您已经很勇敢地面对这些困难。得知双向的困扰时，我们需要在情感上向自己转变。对于这种情况，我建议您也可以寻求专业帮助，例如接受心理治疗等，帮助您重新建立自己对于生活和自己的认识和信心，也会让您更好地应对这些困难。",
    "annotation": [
      {
        "sentence": "我想先为您的经历感到心疼和感动，并向您表示敬意，因为您已经很勇敢地面对这些困难。",
        "label": ""
      },
      {
        "sentence": "得知双向的困扰时，我们需要在情感上向自己转变。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，我建议您也可以寻求专业帮助，例如接受心理治疗等，帮助您重新建立自己对于生活和自己的认识和信心，也会让您更好地应对这些困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和建议，我会考虑寻求专业帮助。现在几乎每一天都对我来说都是一个挑战。我甚至不知道我应该关注哪些问题才可以改善自己的心情和生活。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和建议，我会考虑寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "现在几乎每一天都对我来说都是一个挑战。",
        "label": ""
      },
      {
        "sentence": "我甚至不知道我应该关注哪些问题才可以改善自己的心情和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到您的话，感到非常担心。我希望您能够意识到，人生中的挑战不是在一夜之间能够解决的。 您可以先从自己的需求开始，关注自己真正需要的东西，例如平和的心态、健康的生活方式、良好的人际关系等。另外，您也可以在生活里边找些有意义的事情（例如志愿服务、学习一门新技能等），这能带给您乐趣，同时也提升自己的信心和能力。",
    "annotation": [
      {
        "sentence": "我听到您的话，感到非常担心。",
        "label": ""
      },
      {
        "sentence": "我希望您能够意识到，人生中的挑战不是在一夜之间能够解决的。",
        "label": ""
      },
      {
        "sentence": " 您可以先从自己的需求开始，关注自己真正需要的东西，例如平和的心态、健康的生活方式、良好的人际关系等。",
        "label": ""
      },
      {
        "sentence": "另外，您也可以在生活里边找些有意义的事情（例如志愿服务、学习一门新技能等），这能带给您乐趣，同时也提升自己的信心和能力。",
        "label": ""
      }
    ]
  }
]