[
  {
    "role": "client",
    "content": "我是一个33岁的女性，感觉反应比较慢，总是无法把工作做好，我该怎么办？从小时候开始就感觉认知能力有障碍，比如六岁的时候不了解冷的概念，七岁不知道什么是疼爱（其实家人都很疼爱我），初中时又不了解真善美，完全没有概念！觉得自己没有主见！现在长大了，不知道如何做家务，也没有眼力劲！工作方面也是一样，不知道怎么去完成任务，没有方法，所以经常被辞退！有些工作其实并不难，但是我就是做不好！别人告诉我，是因为我的性格太慢！但我的反应确实很慢！还有一个重要的原因是，21岁时我得了双向情感障碍，对认知功能造成了伤害，再加上我曾经是留守儿童，这些都是导致问题的原因吧！",
    "annotation": [
      {
        "sentence": "我是一个33岁的女性，感觉反应比较慢，总是无法把工作做好，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "从小时候开始就感觉认知能力有障碍，比如六岁的时候不了解冷的概念，七岁不知道什么是疼爱（其实家人都很疼爱我），初中时又不了解真善美，完全没有概念！",
        "label": ""
      },
      {
        "sentence": "觉得自己没有主见！",
        "label": ""
      },
      {
        "sentence": "现在长大了，不知道如何做家务，也没有眼力劲！",
        "label": ""
      },
      {
        "sentence": "工作方面也是一样，不知道怎么去完成任务，没有方法，所以经常被辞退！",
        "label": ""
      },
      {
        "sentence": "有些工作其实并不难，但是我就是做不好！",
        "label": ""
      },
      {
        "sentence": "别人告诉我，是因为我的性格太慢！",
        "label": ""
      },
      {
        "sentence": "但我的反应确实很慢！",
        "label": ""
      },
      {
        "sentence": "还有一个重要的原因是，21岁时我得了双向情感障碍，对认知功能造成了伤害，再加上我曾经是留守儿童，这些都是导致问题的原因吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我仔细阅读了你的描述，大概了解了你的现状和困扰。我们一起来整理一下吧。你说你在工作上遇到了困扰，总是无法做好工作，经常被辞退。当然我们需要找到原因来解决问题，但我觉得你将问题归因得太过严厉了。从小时候到现在，你一直觉得自己不好，比如曾经的留守经历，不会做家务，工作没有方法等等，还有21岁得双向情感障碍。我们确实需要找到原因，但不能把所有问题都混在一起。我这样说并不是要责怪你，我是真心想帮你解决问题。如果我不详细说明，简单地安慰一下你，其实没有解决问题对吧？首先，我们需要排除一些确实存在的问题，比如你提到的21岁的双向情感障碍，现在已经33岁了，认知功能受损的问题可以去医院的精神科检查一下，看看目前是否还有影响。如果没有了，你就可以放心了。其次，你说曾经是留守儿童，可能缺乏爱抚，但你也说大家都挺疼爱你的，所以问题可能并不是很大。你可以回想一下过去是否有一些令人记忆犹新的创伤性事件，是否影响到了你与他人的沟通。如果有的话，你可以试着共情理解当时的情绪，纾解这些情绪，这样应该会好很多。再次，如果是工作中存在的问题，比如性格反应较慢，不知道如何处理工作等等，这些问题是可以找到解决方法的。首先，结合你的兴趣、资源和专业技能，去寻找适合你的工作，比如说如果你不是很细心，可能就不适合做会计工作。其次，在工作中可以使用一些方法。刚开始工作时可能会有一些培训，要认真听课。如果有不懂的地方，虚心向前辈请教，一般来说，只要你真诚地请教，别人都会帮助你。然后你可以一步步地尝试。平时要与同事保持良好的关系，比如帮忙做些事情，为他们带一些好吃的等，这样可以促进与同事的融洽关系。我们会发现，有时候有些人并不是特别优秀，但人缘特别好，对吧？因此别人也不愿意辞退他们。这也是我们可以学习的。总的来说，我觉得问题并不大，只要按部就班地解决，不要焦虑，亲。当然，我不了解你的兴趣和专业，你也可以持续学习和提升一些技能，比如报一些培训班，业余多看一些与工作相关的书籍，比如心理学、哲学等，保持学习的状态，你的内心就会更加平静，也会越来越好。一起加油吧！",
    "annotation": [
      {
        "sentence": "我仔细阅读了你的描述，大概了解了你的现状和困扰。",
        "label": ""
      },
      {
        "sentence": "我们一起来整理一下吧。",
        "label": ""
      },
      {
        "sentence": "你说你在工作上遇到了困扰，总是无法做好工作，经常被辞退。",
        "label": ""
      },
      {
        "sentence": "当然我们需要找到原因来解决问题，但我觉得你将问题归因得太过严厉了。",
        "label": ""
      },
      {
        "sentence": "从小时候到现在，你一直觉得自己不好，比如曾经的留守经历，不会做家务，工作没有方法等等，还有21岁得双向情感障碍。",
        "label": ""
      },
      {
        "sentence": "我们确实需要找到原因，但不能把所有问题都混在一起。",
        "label": ""
      },
      {
        "sentence": "我这样说并不是要责怪你，我是真心想帮你解决问题。",
        "label": ""
      },
      {
        "sentence": "如果我不详细说明，简单地安慰一下你，其实没有解决问题对吧？",
        "label": ""
      },
      {
        "sentence": "首先，我们需要排除一些确实存在的问题，比如你提到的21岁的双向情感障碍，现在已经33岁了，认知功能受损的问题可以去医院的精神科检查一下，看看目前是否还有影响。",
        "label": ""
      },
      {
        "sentence": "如果没有了，你就可以放心了。",
        "label": ""
      },
      {
        "sentence": "其次，你说曾经是留守儿童，可能缺乏爱抚，但你也说大家都挺疼爱你的，所以问题可能并不是很大。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下过去是否有一些令人记忆犹新的创伤性事件，是否影响到了你与他人的沟通。",
        "label": ""
      },
      {
        "sentence": "如果有的话，你可以试着共情理解当时的情绪，纾解这些情绪，这样应该会好很多。",
        "label": ""
      },
      {
        "sentence": "再次，如果是工作中存在的问题，比如性格反应较慢，不知道如何处理工作等等，这些问题是可以找到解决方法的。",
        "label": ""
      },
      {
        "sentence": "首先，结合你的兴趣、资源和专业技能，去寻找适合你的工作，比如说如果你不是很细心，可能就不适合做会计工作。",
        "label": ""
      },
      {
        "sentence": "其次，在工作中可以使用一些方法。",
        "label": ""
      },
      {
        "sentence": "刚开始工作时可能会有一些培训，要认真听课。",
        "label": ""
      },
      {
        "sentence": "如果有不懂的地方，虚心向前辈请教，一般来说，只要你真诚地请教，别人都会帮助你。",
        "label": ""
      },
      {
        "sentence": "然后你可以一步步地尝试。",
        "label": ""
      },
      {
        "sentence": "平时要与同事保持良好的关系，比如帮忙做些事情，为他们带一些好吃的等，这样可以促进与同事的融洽关系。",
        "label": ""
      },
      {
        "sentence": "我们会发现，有时候有些人并不是特别优秀，但人缘特别好，对吧？",
        "label": ""
      },
      {
        "sentence": "因此别人也不愿意辞退他们。",
        "label": ""
      },
      {
        "sentence": "这也是我们可以学习的。",
        "label": ""
      },
      {
        "sentence": "总的来说，我觉得问题并不大，只要按部就班地解决，不要焦虑，亲。",
        "label": ""
      },
      {
        "sentence": "当然，我不了解你的兴趣和专业，你也可以持续学习和提升一些技能，比如报一些培训班，业余多看一些与工作相关的书籍，比如心理学、哲学等，保持学习的状态，你的内心就会更加平静，也会越来越好。",
        "label": ""
      },
      {
        "sentence": "一起加油吧！",
        "label": ""
      }
    ]
  }
]