[
  {
    "role": "client",
    "content": "我有个闺蜜，她从小被父母控制，没有主见，如何让她变得有主见？",
    "annotation": [
      {
        "sentence": "我有个闺蜜，她从小被父母控制，没有主见，如何让她变得有主见？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "收到你的问题，体会得出你现在的烦恼。相信在此之前你们的相处还是愉快的，彼此都较为享受。有这么一个学习好、人漂亮，对你又言听计从的朋友，让你也十分“有面儿”，可是时间久了脾气、性格等问题终会暴露出来，到了大学里她却把对父母的依赖统统转移到你的身上。从提问中足以见得你的恨铁不成钢，能想办法帮闺蜜改正缺点（说是缺陷都不为过），如果大功告成，她一定会感激你。退一步讲，就算没有达到预期的效果，日后她也一定会感念你对她的好。好了，言归正传，咱们说问题。",
    "annotation": [
      {
        "sentence": "收到你的问题，体会得出你现在的烦恼。",
        "label": ""
      },
      {
        "sentence": "相信在此之前你们的相处还是愉快的，彼此都较为享受。",
        "label": ""
      },
      {
        "sentence": "有这么一个学习好、人漂亮，对你又言听计从的朋友，让你也十分“有面儿”，可是时间久了脾气、性格等问题终会暴露出来，到了大学里她却把对父母的依赖统统转移到你的身上。",
        "label": ""
      },
      {
        "sentence": "从提问中足以见得你的恨铁不成钢，能想办法帮闺蜜改正缺点（说是缺陷都不为过），如果大功告成，她一定会感激你。",
        "label": ""
      },
      {
        "sentence": "退一步讲，就算没有达到预期的效果，日后她也一定会感念你对她的好。",
        "label": ""
      },
      {
        "sentence": "好了，言归正传，咱们说问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她很认生，没有主见。她从小是在父母的命令和要求下长大的，稍让父母不满就会被责骂、训斥，导致她只敢做父母让她做的事，剩下的都向父母请示。没办法问父母的时候就去问朋友，一个人的话什么决定都做不了。",
    "annotation": [
      {
        "sentence": "她很认生，没有主见。",
        "label": ""
      },
      {
        "sentence": "她从小是在父母的命令和要求下长大的，稍让父母不满就会被责骂、训斥，导致她只敢做父母让她做的事，剩下的都向父母请示。",
        "label": ""
      },
      {
        "sentence": "没办法问父母的时候就去问朋友，一个人的话什么决定都做不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原来如此，她这种情况很常见。一般来说，这种受控制较多的人，很难有自己的主观意识和维度。他们需要很长时间来自我建立认知，让自己有意识地感受事情的世界，从而变得有主见。你们平时聊天的时候有没有谈起过这个问题？",
    "annotation": [
      {
        "sentence": "原来如此，她这种情况很常见。",
        "label": ""
      },
      {
        "sentence": "一般来说，这种受控制较多的人，很难有自己的主观意识和维度。",
        "label": ""
      },
      {
        "sentence": "他们需要很长时间来自我建立认知，让自己有意识地感受事情的世界，从而变得有主见。",
        "label": ""
      },
      {
        "sentence": "你们平时聊天的时候有没有谈起过这个问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们经常聊天，但是她平时总是看书学习，但不是因为自己喜欢而是父母的要求；她对自己的未来没有任何期望，只是等待着父母的安排；她从心里相信父母是为了她好，自己只需要服从，而不应该去做决定；没有什么个性化的爱好和娱乐方式，每天最大的感受就是空虚，眼里只有“应该做”和“可以做”的事情，没有“想要做”的事情。现在她上了大学，父母不在身边，她有什么事就开始请示我。",
    "annotation": [
      {
        "sentence": "我们经常聊天，但是她平时总是看书学习，但不是因为自己喜欢而是父母的要求；她对自己的未来没有任何期望，只是等待着父母的安排；她从心里相信父母是为了她好，自己只需要服从，而不应该去做决定；没有什么个性化的爱好和娱乐方式，每天最大的感受就是空虚，眼里只有“应该做”和“可以做”的事情，没有“想要做”的事情。",
        "label": ""
      },
      {
        "sentence": "现在她上了大学，父母不在身边，她有什么事就开始请示我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你的闺蜜确实需要你的帮助。那么，接下来我跟你说说有哪些具体的方法可以帮助她建立自我意识和主观意识。",
    "annotation": [
      {
        "sentence": "看来你的闺蜜确实需要你的帮助。",
        "label": ""
      },
      {
        "sentence": "那么，接下来我跟你说说有哪些具体的方法可以帮助她建立自我意识和主观意识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，请您给我一些建议。",
    "annotation": [
      {
        "sentence": "好的，请您给我一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要耐心地听她述说，让她真正地表达自己的想法和感受，然后针对她的问题，提出一些合理的建议和方案。其次，可以带她去尝试一些新鲜的、没有体验过的事务，例如游戏、活动等，这些都可能给她心理冲击，让她发现新世界。第三，适时刺激，让她知道自己是一个活生生的人，可以有自己的主见和决策。最后，阅读一些相关的书籍，带领她慢慢地了解和认知自己，从而变得更加有主见。",
    "annotation": [
      {
        "sentence": "首先，你需要耐心地听她述说，让她真正地表达自己的想法和感受，然后针对她的问题，提出一些合理的建议和方案。",
        "label": ""
      },
      {
        "sentence": "其次，可以带她去尝试一些新鲜的、没有体验过的事务，例如游戏、活动等，这些都可能给她心理冲击，让她发现新世界。",
        "label": ""
      },
      {
        "sentence": "第三，适时刺激，让她知道自己是一个活生生的人，可以有自己的主见和决策。",
        "label": ""
      },
      {
        "sentence": "最后，阅读一些相关的书籍，带领她慢慢地了解和认知自己，从而变得更加有主见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会详细考虑一下，并与我的闺蜜分享这些方法。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会详细考虑一下，并与我的闺蜜分享这些方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，如果有任何进展或需要帮助的地方，随时跟我联系，我们一起解决问题吧！",
    "annotation": [
      {
        "sentence": "没问题，如果有任何进展或需要帮助的地方，随时跟我联系，我们一起解决问题吧！",
        "label": ""
      }
    ]
  }
]