[
  {
    "role": "client",
    "content": "女大一，从小被父母控制没主见，如何让她变得有主见？",
    "annotation": [
      {
        "sentence": "女大一，从小被父母控制没主见，如何让她变得有主见？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊！从你的描述中我能够感受到你在担心自己的朋友，真正地替她着想。首先在我回答你的问题前，我想问问你来这里提问的意愿是不是你自己的，也就是说你比你的朋友更急迫地知道她这样是不行的？",
    "annotation": [
      {
        "sentence": "啊！",
        "label": ""
      },
      {
        "sentence": "从你的描述中我能够感受到你在担心自己的朋友，真正地替她着想。",
        "label": ""
      },
      {
        "sentence": "首先在我回答你的问题前，我想问问你来这里提问的意愿是不是你自己的，也就是说你比你的朋友更急迫地知道她这样是不行的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我非常担心她的现状，觉得她缺乏主见会对她的未来造成很大的影响。我们从高中就认识，感情很好，所以我更了解她。",
    "annotation": [
      {
        "sentence": "是的，我非常担心她的现状，觉得她缺乏主见会对她的未来造成很大的影响。",
        "label": ""
      },
      {
        "sentence": "我们从高中就认识，感情很好，所以我更了解她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述很正确，你的朋友这种状态对她日后发展是不利的，自立和自主性的缺失不仅会阻碍个人成长还会影响生活，毕竟每个人都是独立个体。我感受到的是一直以来你的朋友并没有意识到这种模式的弊处，相反的她很习惯，直到上大学开始发现问题。然而即使如此改变的意愿仍不强烈，甚至并你的期许要弱。或许每个人都讨厌改变。",
    "annotation": [
      {
        "sentence": "你的描述很正确，你的朋友这种状态对她日后发展是不利的，自立和自主性的缺失不仅会阻碍个人成长还会影响生活，毕竟每个人都是独立个体。",
        "label": ""
      },
      {
        "sentence": "我感受到的是一直以来你的朋友并没有意识到这种模式的弊处，相反的她很习惯，直到上大学开始发现问题。",
        "label": ""
      },
      {
        "sentence": "然而即使如此改变的意愿仍不强烈，甚至并你的期许要弱。",
        "label": ""
      },
      {
        "sentence": "或许每个人都讨厌改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到改变对她来说可能并不容易。她的父母一直在控制她的生活，她习惯了这样的状态，所以也没有强烈的意愿去改变。",
    "annotation": [
      {
        "sentence": "是的，我也意识到改变对她来说可能并不容易。",
        "label": ""
      },
      {
        "sentence": "她的父母一直在控制她的生活，她习惯了这样的状态，所以也没有强烈的意愿去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人会成长；然而同时人又是十分讨厌变化的。如：“江山易改，本性难移。”之所以成为一个名言，就是大家觉得它很适用于形容人的本性。在此要提及一个名词，叫做“内在关系”。我想目前这个词对于大多数人来说并不陌生，因为这个词跟近几年人人讨论的“原生家庭”有关。我们每个人都有内在关系，它由内心的内在小孩和内在父母两者之间的关系组成，也就是早期与父母的关系。",
    "annotation": [
      {
        "sentence": "人会成长；然而同时人又是十分讨厌变化的。",
        "label": ""
      },
      {
        "sentence": "如：“江山易改，本性难移。",
        "label": ""
      },
      {
        "sentence": "”之所以成为一个名言，就是大家觉得它很适用于形容人的本性。",
        "label": ""
      },
      {
        "sentence": "在此要提及一个名词，叫做“内在关系”。",
        "label": ""
      },
      {
        "sentence": "我想目前这个词对于大多数人来说并不陌生，因为这个词跟近几年人人讨论的“原生家庭”有关。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有内在关系，它由内心的内在小孩和内在父母两者之间的关系组成，也就是早期与父母的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也听说过这个概念，但具体怎么解释我不是很清楚。",
    "annotation": [
      {
        "sentence": "是的，我也听说过这个概念，但具体怎么解释我不是很清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "教育学家蒙台梭利认为孩子一出生就拥有一个精神胚胎。父母早期的打压与矫正或者任何人为的控制都是在扼杀它的某种自我实现。很显然你的朋友的父母很强势，不管是处于爱还是过度保护亦或占有欲，他们不仅仅是干预并强加自己的意志在你朋友的身上，而且是抢占了很大部分她能拥有的独立思考的空间。这种成型的内在关系模式，虽然压抑但是对于长期处于这种关系下的你的朋友来说确实是安全的。因为熟悉能带来安全感，而改变带来不可控的未知。儿时被扼杀的某些天然的本性不可逆，但是人是活的。当她开始意识到不对劲就是改变的开始，哪怕只是一点点改变。",
    "annotation": [
      {
        "sentence": "教育学家蒙台梭利认为孩子一出生就拥有一个精神胚胎。",
        "label": ""
      },
      {
        "sentence": "父母早期的打压与矫正或者任何人为的控制都是在扼杀它的某种自我实现。",
        "label": ""
      },
      {
        "sentence": "很显然你的朋友的父母很强势，不管是处于爱还是过度保护亦或占有欲，他们不仅仅是干预并强加自己的意志在你朋友的身上，而且是抢占了很大部分她能拥有的独立思考的空间。",
        "label": ""
      },
      {
        "sentence": "这种成型的内在关系模式，虽然压抑但是对于长期处于这种关系下的你的朋友来说确实是安全的。",
        "label": ""
      },
      {
        "sentence": "因为熟悉能带来安全感，而改变带来不可控的未知。",
        "label": ""
      },
      {
        "sentence": "儿时被扼杀的某些天然的本性不可逆，但是人是活的。",
        "label": ""
      },
      {
        "sentence": "当她开始意识到不对劲就是改变的开始，哪怕只是一点点改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，她需要意识到这种模式的弊端，才可能有意愿去改变自己。作为她的朋友，我应该告诉她关于内在关系的解释，并鼓励她改变，表达我对她改变的期望。",
    "annotation": [
      {
        "sentence": "我明白了，她需要意识到这种模式的弊端，才可能有意愿去改变自己。",
        "label": ""
      },
      {
        "sentence": "作为她的朋友，我应该告诉她关于内在关系的解释，并鼓励她改变，表达我对她改变的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的！身为朋友的你，可以告诉她关于内在关系的解释。鼓励她改变，坚定她改变的决心，让她知道所谓的熟悉感带来的安全是虚幻的，要走出舒适圈。同时自身也要守住底线，告诉朋友你的困扰，告诉她，你也需要自己的空间。同时不要害怕挫折和挑战，不够独立的她可能比较脆弱，但是独立尝试会很快让她进步。大学阶段也不算晚。或许摸爬滚打让人进步得更快呢！作为朋友的你适当放手让她飞，而不是扮演着对方所投射出来的内在关系中父母的角色。希望我的回答能够帮助到你！",
    "annotation": [
      {
        "sentence": "对的！",
        "label": ""
      },
      {
        "sentence": "身为朋友的你，可以告诉她关于内在关系的解释。",
        "label": ""
      },
      {
        "sentence": "鼓励她改变，坚定她改变的决心，让她知道所谓的熟悉感带来的安全是虚幻的，要走出舒适圈。",
        "label": ""
      },
      {
        "sentence": "同时自身也要守住底线，告诉朋友你的困扰，告诉她，你也需要自己的空间。",
        "label": ""
      },
      {
        "sentence": "同时不要害怕挫折和挑战，不够独立的她可能比较脆弱，但是独立尝试会很快让她进步。",
        "label": ""
      },
      {
        "sentence": "大学阶段也不算晚。",
        "label": ""
      },
      {
        "sentence": "或许摸爬滚打让人进步得更快呢！",
        "label": ""
      },
      {
        "sentence": "作为朋友的你适当放手让她飞，而不是扮演着对方所投射出来的内在关系中父母的角色。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够帮助到你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议！我会好好考虑并尝试和她沟通，希望她能够有所改变。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会好好考虑并尝试和她沟通，希望她能够有所改变。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我会一直在你身边支持你和你的朋友的。祝你们好运！如果有任何问题或需要进一步的支持，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你和你的朋友的。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或需要进一步的支持，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]