[
  {
    "role": "client",
    "content": "我是一个33岁的女性，我反应很慢，总是没办法把工作做好，我该怎么办？我从小就感觉自己有认知障碍，比如我六岁的时候不知道什么是冷，七岁的时候不知道什么是被爱（其实大家都很疼爱我），初中的时候不知道什么是真善美，根本没有概念！我觉得自己没有任何想法！长大了之后，我不知道应该如何做家务，没有执行力！工作上也是一样，我不知道怎样去做工作，没有方法，所以一直都被辞退！有些工作我觉得也挺简单的，但是我就是做不好！我让别人给我找原因，他们说是因为我行动太慢了！可是我就是反应不起来！另外一个重要的原因是，我21岁时被诊断为双向情感障碍，我的认知能力也受到了损伤，再加上我是留守儿童的经历！这些都是我的问题吗？",
    "annotation": [
      {
        "sentence": "我是一个33岁的女性，我反应很慢，总是没办法把工作做好，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我从小就感觉自己有认知障碍，比如我六岁的时候不知道什么是冷，七岁的时候不知道什么是被爱（其实大家都很疼爱我），初中的时候不知道什么是真善美，根本没有概念！",
        "label": ""
      },
      {
        "sentence": "我觉得自己没有任何想法！",
        "label": ""
      },
      {
        "sentence": "长大了之后，我不知道应该如何做家务，没有执行力！",
        "label": ""
      },
      {
        "sentence": "工作上也是一样，我不知道怎样去做工作，没有方法，所以一直都被辞退！",
        "label": ""
      },
      {
        "sentence": "有些工作我觉得也挺简单的，但是我就是做不好！",
        "label": ""
      },
      {
        "sentence": "我让别人给我找原因，他们说是因为我行动太慢了！",
        "label": ""
      },
      {
        "sentence": "可是我就是反应不起来！",
        "label": ""
      },
      {
        "sentence": "另外一个重要的原因是，我21岁时被诊断为双向情感障碍，我的认知能力也受到了损伤，再加上我是留守儿童的经历！",
        "label": ""
      },
      {
        "sentence": "这些都是我的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的陈述中得知，您现在可能感到有些焦虑，不知道如何把工作做好。您小时候是留守儿童，从小就有认知障碍，初中的时候不知道什么是真善美，根本没有概念！长大后，不知道应该如何做家务，没有执行力，不知道如何做工作，经常被辞退。有些工作您自己也觉得很简单，但就是做不好，所以归结原因是性子慢。在您21岁的时候，确诊为双向情感障碍，认知能力受到了损伤。听了您的经历，我很同情您，给您一个拥抱。从小的留守儿童经历，您缺少了父母的教育，或许在成长过程中和其他孩子没能在同一个起跑线上接受父母的指导。童年的缺失虽然会给您带来一定的影响，但当我们长大后，我们可以通过努力去减小这种缺失给我们带来的影响。生活中，很多东西都是我们观察和探索得来的，然后再应用到实践中，都需要尝试的过程。在工作中，我们可以给自己制定一个计划，让自己在最短的时间内尽可能多地完成任务。对于自己的不足，可以多向同事请教，向他人学习，让自己不断进步。要鼓励自己，肯定自己，自我激励可以提高积极性。改变是渐进的过程，慢慢来，相信自己。希望以上能对您有所帮助。",
    "annotation": [
      {
        "sentence": "从您的陈述中得知，您现在可能感到有些焦虑，不知道如何把工作做好。",
        "label": ""
      },
      {
        "sentence": "您小时候是留守儿童，从小就有认知障碍，初中的时候不知道什么是真善美，根本没有概念！",
        "label": ""
      },
      {
        "sentence": "长大后，不知道应该如何做家务，没有执行力，不知道如何做工作，经常被辞退。",
        "label": ""
      },
      {
        "sentence": "有些工作您自己也觉得很简单，但就是做不好，所以归结原因是性子慢。",
        "label": ""
      },
      {
        "sentence": "在您21岁的时候，确诊为双向情感障碍，认知能力受到了损伤。",
        "label": ""
      },
      {
        "sentence": "听了您的经历，我很同情您，给您一个拥抱。",
        "label": ""
      },
      {
        "sentence": "从小的留守儿童经历，您缺少了父母的教育，或许在成长过程中和其他孩子没能在同一个起跑线上接受父母的指导。",
        "label": ""
      },
      {
        "sentence": "童年的缺失虽然会给您带来一定的影响，但当我们长大后，我们可以通过努力去减小这种缺失给我们带来的影响。",
        "label": ""
      },
      {
        "sentence": "生活中，很多东西都是我们观察和探索得来的，然后再应用到实践中，都需要尝试的过程。",
        "label": ""
      },
      {
        "sentence": "在工作中，我们可以给自己制定一个计划，让自己在最短的时间内尽可能多地完成任务。",
        "label": ""
      },
      {
        "sentence": "对于自己的不足，可以多向同事请教，向他人学习，让自己不断进步。",
        "label": ""
      },
      {
        "sentence": "要鼓励自己，肯定自己，自我激励可以提高积极性。",
        "label": ""
      },
      {
        "sentence": "改变是渐进的过程，慢慢来，相信自己。",
        "label": ""
      },
      {
        "sentence": "希望以上能对您有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我知道我需要努力克服这些问题。可是有时候，我觉得很沮丧，感觉自己无法改变现状。我真的希望自己能够有更好的工作能力，但是一直以来都被困扰着这些问题。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我知道我需要努力克服这些问题。",
        "label": ""
      },
      {
        "sentence": "可是有时候，我觉得很沮丧，感觉自己无法改变现状。",
        "label": ""
      },
      {
        "sentence": "我真的希望自己能够有更好的工作能力，但是一直以来都被困扰着这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解您感到沮丧的心情，面对这些问题确实会让人感到无能为力。但是，请不要气馁，我们每个人都有自己的弱点和困难，有时候也会遇到瓶颈期。您已经认识到自己的问题并愿意努力去改善，这已经是一大步了。请相信，只要您坚持下去，付出努力，一定能够克服这些问题，找到更好的工作能力。我会一直在您身边支持您。",
    "annotation": [
      {
        "sentence": "我完全理解您感到沮丧的心情，面对这些问题确实会让人感到无能为力。",
        "label": ""
      },
      {
        "sentence": "但是，请不要气馁，我们每个人都有自己的弱点和困难，有时候也会遇到瓶颈期。",
        "label": ""
      },
      {
        "sentence": "您已经认识到自己的问题并愿意努力去改善，这已经是一大步了。",
        "label": ""
      },
      {
        "sentence": "请相信，只要您坚持下去，付出努力，一定能够克服这些问题，找到更好的工作能力。",
        "label": ""
      },
      {
        "sentence": "我会一直在您身边支持您。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会尽力面对和克服这些问题的。不过，有时候确实很难控制情绪，觉得自己很失败。我希望有一天能够拥有更强大的内心，战胜这些困难。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会尽力面对和克服这些问题的。",
        "label": ""
      },
      {
        "sentence": "不过，有时候确实很难控制情绪，觉得自己很失败。",
        "label": ""
      },
      {
        "sentence": "我希望有一天能够拥有更强大的内心，战胜这些困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪的控制确实是一个挑战，很多人都会有情绪起伏的时候。重要的是学会面对和管理这些情绪，不要让情绪控制了我们的思维和行动。我们可以尝试一些情绪调节的方法，比如深呼吸、放松技巧、与他人交流等等。同时，要对自己有信心，相信自己是能够战胜困难的，只是需要时间和努力。内心的强大是可以培养的，一起努力吧！",
    "annotation": [
      {
        "sentence": "情绪的控制确实是一个挑战，很多人都会有情绪起伏的时候。",
        "label": ""
      },
      {
        "sentence": "重要的是学会面对和管理这些情绪，不要让情绪控制了我们的思维和行动。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试一些情绪调节的方法，比如深呼吸、放松技巧、与他人交流等等。",
        "label": ""
      },
      {
        "sentence": "同时，要对自己有信心，相信自己是能够战胜困难的，只是需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "内心的强大是可以培养的，一起努力吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我不能让情绪左右我的思维和行动。我会尝试一些情绪调节的方法，让自己更好地面对问题。真的很感谢你的建议和支持！有时候只是需要有人倾听和理解，就会感觉好多了。",
    "annotation": [
      {
        "sentence": "你说的对，我不能让情绪左右我的思维和行动。",
        "label": ""
      },
      {
        "sentence": "我会尝试一些情绪调节的方法，让自己更好地面对问题。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "有时候只是需要有人倾听和理解，就会感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候我们只需要一个倾听和理解我们的人，就能感到轻松和安慰。我很高兴能够为您提供一些帮助和支持。如果以后还有任何需要，随时都可以来找我倾诉和寻求建议。相信自己，您会慢慢克服困难的。加油！",
    "annotation": [
      {
        "sentence": "是的，有时候我们只需要一个倾听和理解我们的人，就能感到轻松和安慰。",
        "label": ""
      },
      {
        "sentence": "我很高兴能够为您提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何需要，随时都可以来找我倾诉和寻求建议。",
        "label": ""
      },
      {
        "sentence": "相信自己，您会慢慢克服困难的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会加油的，相信自己能够改变和进步！再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会加油的，相信自己能够改变和进步！",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直会在您身边支持您的。希望您能够坚持下去，相信自己的能力，一定能够改变和进步！请随时来找我，我会一直在这里帮助您。祝您一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我一直会在您身边支持您的。",
        "label": ""
      },
      {
        "sentence": "希望您能够坚持下去，相信自己的能力，一定能够改变和进步！",
        "label": ""
      },
      {
        "sentence": "请随时来找我，我会一直在这里帮助您。",
        "label": ""
      },
      {
        "sentence": "祝您一切顺利！",
        "label": ""
      }
    ]
  }
]