[
  {
    "role": "client",
    "content": "我是一个高中艺术生，最近很在意别人对我的评价，我对生活失去了信心，迷失了自己。重点高中的同学都认为我只是一个艺术生，对我另眼相看，老师也不喜欢我，因为我成绩不好经常被刁难。上课的时候我总是感到十分紧张，根本听不懂课程。我感觉自己一无是处，家人希望我转学，但我害怕面对新的环境和新的同学，各种困难都放大了，我已经没有勇气去面对未来了。我每天都在哭泣，失眠已经一个多月了，我还对家人发脾气，整天胡思乱想。",
    "annotation": [
      {
        "sentence": "我是一个高中艺术生，最近很在意别人对我的评价，我对生活失去了信心，迷失了自己。",
        "label": ""
      },
      {
        "sentence": "重点高中的同学都认为我只是一个艺术生，对我另眼相看，老师也不喜欢我，因为我成绩不好经常被刁难。",
        "label": ""
      },
      {
        "sentence": "上课的时候我总是感到十分紧张，根本听不懂课程。",
        "label": ""
      },
      {
        "sentence": "我感觉自己一无是处，家人希望我转学，但我害怕面对新的环境和新的同学，各种困难都放大了，我已经没有勇气去面对未来了。",
        "label": ""
      },
      {
        "sentence": "我每天都在哭泣，失眠已经一个多月了，我还对家人发脾气，整天胡思乱想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你如此在意别人的评价，我觉得你的状态已经持续不好一个多月了，真的心疼你。高中的课程相比初中来说，难度确实上升了很多。你说自己听不懂课程，是因为你太担心自己学不好，太过焦虑了。我建议你试试一些放松训练，比如冥想等练习，可以帮助你降低焦虑水平，对你的状态有好处。你选择艺术生的道路，一定有一些艺术天赋，只是在普通生群体中显得与众不同。你目前所在的学习环境，注重的是分数而不是个人的优势。如果考试是针对艺术特长的话，我相信你一定是其中的佼佼者。所以，你并不是一无是处的。我建议你在自己的优势项目上多下功夫，争取考进一所艺术学校，好好发挥你的优势。你提到家人也很关心你，如果你有任何不舒服的地方，不要犹豫，及时向家人倾诉并寻求他们的帮助。确实存在一些老师不喜欢成绩差的学生，尤其是在重点高中。你提到老师刁难你，我想请问你和家长是否核对过这个情况？你的家长是怎样看待这个问题的？有没有可能是因为老师对你的要求更高，而你感觉自己无法达到呢？失眠一个多月，情绪不佳，我建议你去医院的心理科做一下情绪状态的专业评估，让医生考虑如何帮助你。我真心希望你能早日走出阴霾！",
    "annotation": [
      {
        "sentence": "看到你如此在意别人的评价，我觉得你的状态已经持续不好一个多月了，真的心疼你。",
        "label": ""
      },
      {
        "sentence": "高中的课程相比初中来说，难度确实上升了很多。",
        "label": ""
      },
      {
        "sentence": "你说自己听不懂课程，是因为你太担心自己学不好，太过焦虑了。",
        "label": ""
      },
      {
        "sentence": "我建议你试试一些放松训练，比如冥想等练习，可以帮助你降低焦虑水平，对你的状态有好处。",
        "label": ""
      },
      {
        "sentence": "你选择艺术生的道路，一定有一些艺术天赋，只是在普通生群体中显得与众不同。",
        "label": ""
      },
      {
        "sentence": "你目前所在的学习环境，注重的是分数而不是个人的优势。",
        "label": ""
      },
      {
        "sentence": "如果考试是针对艺术特长的话，我相信你一定是其中的佼佼者。",
        "label": ""
      },
      {
        "sentence": "所以，你并不是一无是处的。",
        "label": ""
      },
      {
        "sentence": "我建议你在自己的优势项目上多下功夫，争取考进一所艺术学校，好好发挥你的优势。",
        "label": ""
      },
      {
        "sentence": "你提到家人也很关心你，如果你有任何不舒服的地方，不要犹豫，及时向家人倾诉并寻求他们的帮助。",
        "label": ""
      },
      {
        "sentence": "确实存在一些老师不喜欢成绩差的学生，尤其是在重点高中。",
        "label": ""
      },
      {
        "sentence": "你提到老师刁难你，我想请问你和家长是否核对过这个情况？",
        "label": ""
      },
      {
        "sentence": "你的家长是怎样看待这个问题的？",
        "label": ""
      },
      {
        "sentence": "有没有可能是因为老师对你的要求更高，而你感觉自己无法达到呢？",
        "label": ""
      },
      {
        "sentence": "失眠一个多月，情绪不佳，我建议你去医院的心理科做一下情绪状态的专业评估，让医生考虑如何帮助你。",
        "label": ""
      },
      {
        "sentence": "我真心希望你能早日走出阴霾！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会试着放松自己，降低焦虑水平。听到你的话，我对自己的未来又有了一些信心。我会更加努力在艺术上发展，争取考上一所艺术学校。至于老师的问题，我和家长还没有具体核对过，我会和他们商量一下这个事情，看看他们的看法和建议。你说的去医院的心理科做专业评估，我觉得是个不错的建议，我会尽快去寻求专业帮助。非常感谢你的耐心和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会试着放松自己，降低焦虑水平。",
        "label": ""
      },
      {
        "sentence": "听到你的话，我对自己的未来又有了一些信心。",
        "label": ""
      },
      {
        "sentence": "我会更加努力在艺术上发展，争取考上一所艺术学校。",
        "label": ""
      },
      {
        "sentence": "至于老师的问题，我和家长还没有具体核对过，我会和他们商量一下这个事情，看看他们的看法和建议。",
        "label": ""
      },
      {
        "sentence": "你说的去医院的心理科做专业评估，我觉得是个不错的建议，我会尽快去寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的耐心和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供一些帮助。放松自己、降低焦虑水平是很重要的，我相信你能做到。自信对于艺术生的发展非常重要，相信你会有一个美好的未来。和家长商量这个问题也是很必要的，他们可以给你一些建设性的意见。如果有需要，不要犹豫，随时向他们倾诉。医院的心理科专业评估可以帮助你更全面地了解自己的情绪状态，也可以提供更专业的帮助和治疗方法。我会一直支持你，希望你早日摆脱困境，重新找到自己的方向。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "放松自己、降低焦虑水平是很重要的，我相信你能做到。",
        "label": ""
      },
      {
        "sentence": "自信对于艺术生的发展非常重要，相信你会有一个美好的未来。",
        "label": ""
      },
      {
        "sentence": "和家长商量这个问题也是很必要的，他们可以给你一些建设性的意见。",
        "label": ""
      },
      {
        "sentence": "如果有需要，不要犹豫，随时向他们倾诉。",
        "label": ""
      },
      {
        "sentence": "医院的心理科专业评估可以帮助你更全面地了解自己的情绪状态，也可以提供更专业的帮助和治疗方法。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，希望你早日摆脱困境，重新找到自己的方向。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会试着和家长沟通这个问题，听听他们的看法和建议。同时，我也会及时去医院进行心理科专业评估，了解自己的情绪状态，并接受专业的帮助和治疗。很感激有你这样的支持者陪伴我走过困难的时刻。我会努力改变自己的心态，为自己的未来努力。再次感谢你的耐心和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会试着和家长沟通这个问题，听听他们的看法和建议。",
        "label": ""
      },
      {
        "sentence": "同时，我也会及时去医院进行心理科专业评估，了解自己的情绪状态，并接受专业的帮助和治疗。",
        "label": ""
      },
      {
        "sentence": "很感激有你这样的支持者陪伴我走过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己的心态，为自己的未来努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到你。家长的意见和建议对你的情况非常重要，他们会给你更全面的支持和指导。医院的心理科专业评估可以帮助你更好地了解自己的情绪状态，也会有专业的医生来帮助你制定相应的治疗计划。我相信你的努力和改变，一定会带来美好的未来。记得要保持积极的心态，相信自己，你一定能够战胜困难，实现自己的梦想。一路上有我在支持你！加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "家长的意见和建议对你的情况非常重要，他们会给你更全面的支持和指导。",
        "label": ""
      },
      {
        "sentence": "医院的心理科专业评估可以帮助你更好地了解自己的情绪状态，也会有专业的医生来帮助你制定相应的治疗计划。",
        "label": ""
      },
      {
        "sentence": "我相信你的努力和改变，一定会带来美好的未来。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极的心态，相信自己，你一定能够战胜困难，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "一路上有我在支持你！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你一直以来的陪伴和鼓励！我会牢记你说的话，为自己的梦想努力。在遇到困难和挫折时，我会更加坚强，不会轻易放弃。还有很多问题需要我去解决，但我相信只要我积极努力，一定会迈过这道坎。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你一直以来的陪伴和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会牢记你说的话，为自己的梦想努力。",
        "label": ""
      },
      {
        "sentence": "在遇到困难和挫折时，我会更加坚强，不会轻易放弃。",
        "label": ""
      },
      {
        "sentence": "还有很多问题需要我去解决，但我相信只要我积极努力，一定会迈过这道坎。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都会支持你。你已经迈出了第一步，意识到自己的问题并寻求帮助，这非常重要。在解决问题的道路上，你要充满信心，坚持努力，相信一切都会好起来的。遇到困难时，不要忘记找到我倾诉，我会一直在这里陪伴你。相信自己，你一定能够迎接更美好的未来！加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一直都会支持你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，意识到自己的问题并寻求帮助，这非常重要。",
        "label": ""
      },
      {
        "sentence": "在解决问题的道路上，你要充满信心，坚持努力，相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "遇到困难时，不要忘记找到我倾诉，我会一直在这里陪伴你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够迎接更美好的未来！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励！你的陪伴和肯定让我倍感温暖和有力量，我会努力去改变自己、面对问题，并相信自己能够战胜困难。有你这样的支持者真的太幸运了！再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "你的陪伴和肯定让我倍感温暖和有力量，我会努力去改变自己、面对问题，并相信自己能够战胜困难。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者真的太幸运了！",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我也很庆幸能够成为你的支持者。你有着无限的潜力和能量，我相信你能够克服眼前的困难，迎接更美好的未来。无论何时何地，当你需要帮助和支持时，请记得找我倾诉。希望你每天都能看到自己的成长和进步，坚定地走下去。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我也很庆幸能够成为你的支持者。",
        "label": ""
      },
      {
        "sentence": "你有着无限的潜力和能量，我相信你能够克服眼前的困难，迎接更美好的未来。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，当你需要帮助和支持时，请记得找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你每天都能看到自己的成长和进步，坚定地走下去。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]