[
  {
    "role": "client",
    "content": "前几天被一个同事发飙（我们是同级），不知道是哪一点触发了对方的愤怒，然后对方像一头狮子一样大喊大闹。我们企业内部是有投诉机制的，但是我当时确实吓坏了，没有留存好证据。现在非常懊悔也很害怕他当时的发飙。对方沟通态度极为恶劣，我却因为没保留证据没法维权。现在我在微信上质问他为什么失去控制，还尚未得到回复，我担心他不承认！！！安慰我的理解我的，过于追溯心理的不用回答，麻烦直接指出问题，给解决方法。非常感谢您老师！",
    "annotation": [
      {
        "sentence": "前几天被一个同事发飙（我们是同级），不知道是哪一点触发了对方的愤怒，然后对方像一头狮子一样大喊大闹。",
        "label": ""
      },
      {
        "sentence": "我们企业内部是有投诉机制的，但是我当时确实吓坏了，没有留存好证据。",
        "label": ""
      },
      {
        "sentence": "现在非常懊悔也很害怕他当时的发飙。",
        "label": ""
      },
      {
        "sentence": "对方沟通态度极为恶劣，我却因为没保留证据没法维权。",
        "label": ""
      },
      {
        "sentence": "现在我在微信上质问他为什么失去控制，还尚未得到回复，我担心他不承认！！！",
        "label": ""
      },
      {
        "sentence": "安慰我的理解我的，过于追溯心理的不用回答，麻烦直接指出问题，给解决方法。",
        "label": ""
      },
      {
        "sentence": "非常感谢您老师！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真阅读了您的描述，能体会你当时的心情，确实是不容易，而且同事当时那样做没有理由的，也让人很不可接受。那现在您的状态，我觉得主要是当时被他吓坏的那种害怕，愤怒等等交织的情绪，还没有充分的缓解。其次我们一起来探讨一下如何更好的解决。不知道你怎么想，我觉得既然他是这么一个坏脾气的人，那如果我们也以比较非理性的方式跟他沟通的话，其实是被他带偏了，而且如果结下梁子的话，就是冤冤相报就可能了不了了，也许就成为你们俩心里的心结，那你想天天上班，低头不见抬头见，见到这么一个眼中钉，那确实是会影响心情。",
    "annotation": [
      {
        "sentence": "认真阅读了您的描述，能体会你当时的心情，确实是不容易，而且同事当时那样做没有理由的，也让人很不可接受。",
        "label": ""
      },
      {
        "sentence": "那现在您的状态，我觉得主要是当时被他吓坏的那种害怕，愤怒等等交织的情绪，还没有充分的缓解。",
        "label": ""
      },
      {
        "sentence": "其次我们一起来探讨一下如何更好的解决。",
        "label": ""
      },
      {
        "sentence": "不知道你怎么想，我觉得既然他是这么一个坏脾气的人，那如果我们也以比较非理性的方式跟他沟通的话，其实是被他带偏了，而且如果结下梁子的话，就是冤冤相报就可能了不了了，也许就成为你们俩心里的心结，那你想天天上班，低头不见抬头见，见到这么一个眼中钉，那确实是会影响心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在心里有些憋闷，也担心以后工作中会受到他的影响。但是我感觉他好像根本不在乎自己失去控制的样子，我不知道该如何跟他沟通。",
    "annotation": [
      {
        "sentence": "确实，我现在心里有些憋闷，也担心以后工作中会受到他的影响。",
        "label": ""
      },
      {
        "sentence": "但是我感觉他好像根本不在乎自己失去控制的样子，我不知道该如何跟他沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以想见，如果继续这样僵持下去，某一天你或者他就会离开这个单位，那事实上没有必要，没有必要赌气。另外一方面，也确实是需要坦诚地跟他讲，说你自己的一些想，法表达你当时的一些感受，就像您现在做的我觉得就挺好，就比如说在微信上跟他沟通，问他为什么失去控制？那我想如果可以的话，虽然很难，就是尽量的控制情绪，找个时间，跟他当面说：那一天，我自己也不知道哪一点惹你生气，你当时很生气，吓坏我了。因为我从来没有见过这种场面，而且现在想起来，还有点生气，觉得你冒犯到我了，我想也许你欠我一个道歉。",
    "annotation": [
      {
        "sentence": "可以想见，如果继续这样僵持下去，某一天你或者他就会离开这个单位，那事实上没有必要，没有必要赌气。",
        "label": ""
      },
      {
        "sentence": "另外一方面，也确实是需要坦诚地跟他讲，说你自己的一些想，法表达你当时的一些感受，就像您现在做的我觉得就挺好，就比如说在微信上跟他沟通，问他为什么失去控制？",
        "label": ""
      },
      {
        "sentence": "那我想如果可以的话，虽然很难，就是尽量的控制情绪，找个时间，跟他当面说：那一天，我自己也不知道哪一点惹你生气，你当时很生气，吓坏我了。",
        "label": ""
      },
      {
        "sentence": "因为我从来没有见过这种场面，而且现在想起来，还有点生气，觉得你冒犯到我了，我想也许你欠我一个道歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我明白你的意思，尽量保持冷静并表达自己的感受是一个好方法。但我还是很担心他会不会承认自己的错误，我怎么办？",
    "annotation": [
      {
        "sentence": "对，我明白你的意思，尽量保持冷静并表达自己的感受是一个好方法。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心他会不会承认自己的错误，我怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，我觉得你很在乎他承认错误的心情，但他是否承认并不是你能够控制的。或许他认识到自己的过错，或者不在乎道歉，这些都不是你能改变的。但你做好自己可以控制的事情，那就是坦诚地表达自己的感受和期望，你也可以看到他的反应，然后再决定下一步的行动。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得你很在乎他承认错误的心情，但他是否承认并不是你能够控制的。",
        "label": ""
      },
      {
        "sentence": "或许他认识到自己的过错，或者不在乎道歉，这些都不是你能改变的。",
        "label": ""
      },
      {
        "sentence": "但你做好自己可以控制的事情，那就是坦诚地表达自己的感受和期望，你也可以看到他的反应，然后再决定下一步的行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会尽量找个机会和他当面沟通，表达自己的感受和希望。就算他不承认，至少我也能释放自己的情绪和表达心声。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽量找个机会和他当面沟通，表达自己的感受和希望。",
        "label": ""
      },
      {
        "sentence": "就算他不承认，至少我也能释放自己的情绪和表达心声。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！你的心态很积极。另外，你也可以考虑一些调整自己与他的日常沟通方式，尽量避免触及到他的敏感点，以和平相处为目标。",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "你的心态很积极。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以考虑一些调整自己与他的日常沟通方式，尽量避免触及到他的敏感点，以和平相处为目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会注意自己的言行，避免冒犯到他。希望能通过沟通和理解，让我们之间保持和谐的工作关系。",
    "annotation": [
      {
        "sentence": "好的，我会注意自己的言行，避免冒犯到他。",
        "label": ""
      },
      {
        "sentence": "希望能通过沟通和理解，让我们之间保持和谐的工作关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的想法。通过积极的沟通和理解，我相信你们之间的关系会越来越好，工作环境也会更加舒适。加油！我相信你可以成功解决这个问题！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的想法。",
        "label": ""
      },
      {
        "sentence": "通过积极的沟通和理解，我相信你们之间的关系会越来越好，工作环境也会更加舒适。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我相信你可以成功解决这个问题！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的支持和鼓励！我会尽力去实践，希望能够达到一个好的结果。再次感谢您的帮助！",
    "annotation": [
      {
        "sentence": "谢谢您的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会尽力去实践，希望能够达到一个好的结果。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在支持你。如果你遇到任何困难或需要进一步的帮助，请随时找我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我一直都在支持你。",
        "label": ""
      },
      {
        "sentence": "如果你遇到任何困难或需要进一步的帮助，请随时找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]