[
  {
    "role": "client",
    "content": "上初中后学业加重和父母期望值变高，每天都很累，迷茫也是近段时间的感觉上了初中后学业加重和父母的期望值变高每天都很累很累自信心直线下降本来小学时很自信的经过几次模拟考试就在质疑自己是否能行对未来很迷茫不知道自己的目标到底在哪现在只能为了自己喜欢的人奋斗（追星女孩）感觉自己没有努力和别人永远差一大截每次考试都不理想30，40，50，60，70虽然80，90偶尔也有但那毕竟是偶尔真的不知道怎么调节我知道每个活在这个世上都不容易所以我也在努力不喜勿喷谢谢今年11月19日过生日想听一句生日快乐谢谢你看到这不是想给谁带来不良情绪只是憋太久了想释放一下和找到一个合适的解决方法感觉小学时的朋友都离我远去了和中学同学还和不那么来",
    "annotation": [
      {
        "sentence": "上初中后学业加重和父母期望值变高，每天都很累，迷茫也是近段时间的感觉上了初中后学业加重和父母的期望值变高每天都很累很累自信心直线下降本来小学时很自信的经过几次模拟考试就在质疑自己是否能行对未来很迷茫不知道自己的目标到底在哪现在只能为了自己喜欢的人奋斗（追星女孩）感觉自己没有努力和别人永远差一大截每次考试都不理想30，40，50，60，70虽然80，90偶尔也有但那毕竟是偶尔真的不知道怎么调节我知道每个活在这个世上都不容易所以我也在努力不喜勿喷谢谢今年11月19日过生日想听一句生日快乐谢谢你看到这不是想给谁带来不良情绪只是憋太久了想释放一下和找到一个合适的解决方法感觉小学时的朋友都离我远去了和中学同学还和不那么来",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先提前祝你生日快乐，因为现在你更需要我们的祝福。初中生活和小学生活完全是不同的。小学时你可以无忧无虑地做自己喜欢的事情，但是到了初中，你必须面对更多的挑战，更多的学习和更多学科。这种突然的变化可能使你无法适应，也会让你产生负面情绪和怀疑自己。你可以选择一些自己喜欢的爱好，比如唱歌、跳舞，也可以写写日记。你有没有喜欢的明星或心中的榜样？将他们作为自己的方向，他们曾经也怀疑过自己，也否定过自己。唱歌不能很好的例子是流量演员，他们也面临被时代淘汰的可能，但依旧尽自己的力量给观众带来幸福和快乐。安全感和自信不仅可以来自他人，你也可以给自己安全感和信心。如果觉得现在的学习任务太大，可以把它分解成一小块一小块的进行，每完成一块就会觉得自己特别有成就感，同时你也会越来越自信。不要把时间浪费在等待伙伴来找你，你可以多花时间建立自己的花园。哪怕一天只往花园里种一束鲜花，在一个季节过后，你将会看到属于自己更大的花园，到那时候，你还怕朋友伙伴不来找你吗？",
    "annotation": [
      {
        "sentence": "首先提前祝你生日快乐，因为现在你更需要我们的祝福。",
        "label": ""
      },
      {
        "sentence": "初中生活和小学生活完全是不同的。",
        "label": ""
      },
      {
        "sentence": "小学时你可以无忧无虑地做自己喜欢的事情，但是到了初中，你必须面对更多的挑战，更多的学习和更多学科。",
        "label": ""
      },
      {
        "sentence": "这种突然的变化可能使你无法适应，也会让你产生负面情绪和怀疑自己。",
        "label": ""
      },
      {
        "sentence": "你可以选择一些自己喜欢的爱好，比如唱歌、跳舞，也可以写写日记。",
        "label": ""
      },
      {
        "sentence": "你有没有喜欢的明星或心中的榜样？",
        "label": ""
      },
      {
        "sentence": "将他们作为自己的方向，他们曾经也怀疑过自己，也否定过自己。",
        "label": ""
      },
      {
        "sentence": "唱歌不能很好的例子是流量演员，他们也面临被时代淘汰的可能，但依旧尽自己的力量给观众带来幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "安全感和自信不仅可以来自他人，你也可以给自己安全感和信心。",
        "label": ""
      },
      {
        "sentence": "如果觉得现在的学习任务太大，可以把它分解成一小块一小块的进行，每完成一块就会觉得自己特别有成就感，同时你也会越来越自信。",
        "label": ""
      },
      {
        "sentence": "不要把时间浪费在等待伙伴来找你，你可以多花时间建立自己的花园。",
        "label": ""
      },
      {
        "sentence": "哪怕一天只往花园里种一束鲜花，在一个季节过后，你将会看到属于自己更大的花园，到那时候，你还怕朋友伙伴不来找你吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的生日祝福，在这种困难的时候，祝福真的能给我一些力量。我明白初中和小学很不一样，但我真的不知道怎么适应这种变化。我之前很自信，但几次模拟考试后开始怀疑自己，不确定自己能否成功。而且我对未来感到很迷茫，不知道自己的目标在哪里。现在唯一能够让我坚持下去的动力是为了那个我喜欢的人而努力（追星女孩）。我感觉自己没有比别人多努力，每次考试成绩都不理想，虽然偶尔会有80、90分，但那只是偶尔。我真的不知道该如何调节自己的情绪和心态。",
    "annotation": [
      {
        "sentence": "谢谢你的生日祝福，在这种困难的时候，祝福真的能给我一些力量。",
        "label": ""
      },
      {
        "sentence": "我明白初中和小学很不一样，但我真的不知道怎么适应这种变化。",
        "label": ""
      },
      {
        "sentence": "我之前很自信，但几次模拟考试后开始怀疑自己，不确定自己能否成功。",
        "label": ""
      },
      {
        "sentence": "而且我对未来感到很迷茫，不知道自己的目标在哪里。",
        "label": ""
      },
      {
        "sentence": "现在唯一能够让我坚持下去的动力是为了那个我喜欢的人而努力（追星女孩）。",
        "label": ""
      },
      {
        "sentence": "我感觉自己没有比别人多努力，每次考试成绩都不理想，虽然偶尔会有80、90分，但那只是偶尔。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何调节自己的情绪和心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你接受了我的祝福，我希望它能给你一些力量。在这个过程中，要相信自己，相信自己有能力面对挑战。每个人都会遇到困难和挫折，但这并不意味着你不能成功。你可以尝试寻找一些适合你的调节方法，例如做一些放松的活动，像听音乐、看电影或者和朋友聊天等。同时，你也可以尝试与家人或朋友沟通，分享你的感受，他们会给你一些建议和支持。记住，生活中没有过不去的坎，只要你保持积极的态度并努力前行，你一定能找到自己的目标和方向。",
    "annotation": [
      {
        "sentence": "很高兴听到你接受了我的祝福，我希望它能给你一些力量。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，要相信自己，相信自己有能力面对挑战。",
        "label": ""
      },
      {
        "sentence": "每个人都会遇到困难和挫折，但这并不意味着你不能成功。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些适合你的调节方法，例如做一些放松的活动，像听音乐、看电影或者和朋友聊天等。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试与家人或朋友沟通，分享你的感受，他们会给你一些建议和支持。",
        "label": ""
      },
      {
        "sentence": "记住，生活中没有过不去的坎，只要你保持积极的态度并努力前行，你一定能找到自己的目标和方向。",
        "label": ""
      }
    ]
  }
]