[
  {
    "role": "client",
    "content": "考砸了，又有别的烦心事，不想上学，该怎么办？",
    "annotation": [
      {
        "sentence": "考砸了，又有别的烦心事，不想上学，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，考试成绩排名后退，而且练习册又找不到了，明天就要上学了，这确实是一件非常让人担忧的事情。首先我们先说考试成绩的问题。",
    "annotation": [
      {
        "sentence": "非常理解你的感受，考试成绩排名后退，而且练习册又找不到了，明天就要上学了，这确实是一件非常让人担忧的事情。",
        "label": ""
      },
      {
        "sentence": "首先我们先说考试成绩的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "上一次考试考了年级36，受到了各科老师的青睐，这一次退步非常大，老师对我很失望，说要在家长会上批评我。",
    "annotation": [
      {
        "sentence": "上一次考试考了年级36，受到了各科老师的青睐，这一次退步非常大，老师对我很失望，说要在家长会上批评我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实考试的影响因素是很多的，有时候是因为题出偏了，我们恰好没有复习到；或者是我们恰好掌握的不牢固。有一些情况是上一次考试发挥超常了，而我们没有想到会考得那么好，所以形成了对比落差。那么我们可以主动去找老师，让老师帮忙看看我们为什么会成绩下滑。虽然老师还是会批评你，但是在老师的心目中你是一个有上进心的学生，并不是一蹶不振、一退再退的。",
    "annotation": [
      {
        "sentence": "其实考试的影响因素是很多的，有时候是因为题出偏了，我们恰好没有复习到；或者是我们恰好掌握的不牢固。",
        "label": ""
      },
      {
        "sentence": "有一些情况是上一次考试发挥超常了，而我们没有想到会考得那么好，所以形成了对比落差。",
        "label": ""
      },
      {
        "sentence": "那么我们可以主动去找老师，让老师帮忙看看我们为什么会成绩下滑。",
        "label": ""
      },
      {
        "sentence": "虽然老师还是会批评你，但是在老师的心目中你是一个有上进心的学生，并不是一蹶不振、一退再退的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "之前学校统一订了练习册，分上下册的，下册找不到了，班上另一个丢了下册的人被老师骂得很惨，我很害怕，我不希望老师知道我的练习册也丢了，所以我订了快递，好几天了还没送来，明天就上学了。",
    "annotation": [
      {
        "sentence": "之前学校统一订了练习册，分上下册的，下册找不到了，班上另一个丢了下册的人被老师骂得很惨，我很害怕，我不希望老师知道我的练习册也丢了，所以我订了快递，好几天了还没送来，明天就上学了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先别感到焦虑不堪，不如趁剩下的这几个小时再好好找找，也许练习册还在学校里没有带回家。即使找不到，也没有什么大不了的，可以先借同学的练习册去复印一下要做的内容。然后等明天老师讲的时候，我们可以跟得上课程。你可以向老师说明已经订了一份练习册，为了不落下作业，找同学复印了一份。",
    "annotation": [
      {
        "sentence": "先别感到焦虑不堪，不如趁剩下的这几个小时再好好找找，也许练习册还在学校里没有带回家。",
        "label": ""
      },
      {
        "sentence": "即使找不到，也没有什么大不了的，可以先借同学的练习册去复印一下要做的内容。",
        "label": ""
      },
      {
        "sentence": "然后等明天老师讲的时候，我们可以跟得上课程。",
        "label": ""
      },
      {
        "sentence": "你可以向老师说明已经订了一份练习册，为了不落下作业，找同学复印了一份。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "本来就没考好，练习册又丢了，这不是火上浇油吗？现在心情很烦躁，作业也没有心情做，现在只想逃避，甚至有轻生的念头。",
    "annotation": [
      {
        "sentence": "本来就没考好，练习册又丢了，这不是火上浇油吗？",
        "label": ""
      },
      {
        "sentence": "现在心情很烦躁，作业也没有心情做，现在只想逃避，甚至有轻生的念头。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你目前情绪很低落，但是我们需要相信，逃避和想轻生并不是解决问题的办法。要知道，学生时代的一切压力，都是因为老师对我们的期望。但是并没有什么事情比生命更加重要，一切事情都是可以解决的。有一点要告诉你，小北以前也经历过类似的问题，我没有选择逃避，没有放弃学习，现在过得很好。所以，请相信自己，相信你可以克服困难。你是一个有上进心的学生，不是一蹶不振、一退再退的。",
    "annotation": [
      {
        "sentence": "我理解你目前情绪很低落，但是我们需要相信，逃避和想轻生并不是解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "要知道，学生时代的一切压力，都是因为老师对我们的期望。",
        "label": ""
      },
      {
        "sentence": "但是并没有什么事情比生命更加重要，一切事情都是可以解决的。",
        "label": ""
      },
      {
        "sentence": "有一点要告诉你，小北以前也经历过类似的问题，我没有选择逃避，没有放弃学习，现在过得很好。",
        "label": ""
      },
      {
        "sentence": "所以，请相信自己，相信你可以克服困难。",
        "label": ""
      },
      {
        "sentence": "你是一个有上进心的学生，不是一蹶不振、一退再退的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在觉得完全不是为了自己学习，而是为了不让老师和家长失望而学习。一开始想到这些就会变得很烦躁，想哭，怎么办啊？",
    "annotation": [
      {
        "sentence": "我现在觉得完全不是为了自己学习，而是为了不让老师和家长失望而学习。",
        "label": ""
      },
      {
        "sentence": "一开始想到这些就会变得很烦躁，想哭，怎么办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的困惑和痛苦。你要知道，我们学习的目标和动力不只是为了满足老师和家长的期望，更重要的是为了自己的成长和未来的幸福。我们要学会平衡考试分数和内心的情感需求。当你对自己的学业感到压力时，不妨寻求一些适当的放松和调节方式，如运动、放松音乐、与朋友交流等。与此同时，也要勇敢地面对自己的情绪，如果需要，可以向老师或家长寻求帮助。只要你敢于面对困难，相信你一定可以找到解决问题的方法。祝你一切顺利。",
    "annotation": [
      {
        "sentence": "我能理解你现在的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "你要知道，我们学习的目标和动力不只是为了满足老师和家长的期望，更重要的是为了自己的成长和未来的幸福。",
        "label": ""
      },
      {
        "sentence": "我们要学会平衡考试分数和内心的情感需求。",
        "label": ""
      },
      {
        "sentence": "当你对自己的学业感到压力时，不妨寻求一些适当的放松和调节方式，如运动、放松音乐、与朋友交流等。",
        "label": ""
      },
      {
        "sentence": "与此同时，也要勇敢地面对自己的情绪，如果需要，可以向老师或家长寻求帮助。",
        "label": ""
      },
      {
        "sentence": "只要你敢于面对困难，相信你一定可以找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利。",
        "label": ""
      }
    ]
  }
]