[
  {
    "role": "client",
    "content": "我只有时刻保持理智冷静才有安全感，怎么回事？",
    "annotation": [
      {
        "sentence": "我只有时刻保持理智冷静才有安全感，怎么回事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够感受到你的焦虑和烦恼。你提到从2011年开始，你的睡眠时间只有每天三到四个小时，还经常做各种梦，睡得很浅容易惊醒，有时候甚至两天只睡五个小时。你觉得只有时刻保持理智冷静才会有安全感，而且你觉得任何情绪的释放都觉得很丢人现眼。你去外面应酬时不管喝多少酒都要保持清醒。可是一到晚上安静下来，你就会莫名其妙地流泪，对所有的人和事看得很透彻，对世间所有完全没有任何兴趣。你感到很累很累，也搞不清楚是什么原因导致这种状态。",
    "annotation": [
      {
        "sentence": "我能够感受到你的焦虑和烦恼。",
        "label": ""
      },
      {
        "sentence": "你提到从2011年开始，你的睡眠时间只有每天三到四个小时，还经常做各种梦，睡得很浅容易惊醒，有时候甚至两天只睡五个小时。",
        "label": ""
      },
      {
        "sentence": "你觉得只有时刻保持理智冷静才会有安全感，而且你觉得任何情绪的释放都觉得很丢人现眼。",
        "label": ""
      },
      {
        "sentence": "你去外面应酬时不管喝多少酒都要保持清醒。",
        "label": ""
      },
      {
        "sentence": "可是一到晚上安静下来，你就会莫名其妙地流泪，对所有的人和事看得很透彻，对世间所有完全没有任何兴趣。",
        "label": ""
      },
      {
        "sentence": "你感到很累很累，也搞不清楚是什么原因导致这种状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很焦虑，也很害怕失去理智的状态。我害怕看到自己的情绪爆发，觉得那样很丢人现眼，让我内心没有安全感。所以我一直努力保持清醒。我感觉失控和情绪化都意味着不可知和不可控，就像自己心里生出了一个黑洞，随时可能把自己吞噬。每天都感到胆战心惊，小心翼翼地提防着那个黑洞的出现。无论是吃饭、睡觉、走路还是工作，甚至是喝酒，我都努力保持清醒。",
    "annotation": [
      {
        "sentence": "是的，我很焦虑，也很害怕失去理智的状态。",
        "label": ""
      },
      {
        "sentence": "我害怕看到自己的情绪爆发，觉得那样很丢人现眼，让我内心没有安全感。",
        "label": ""
      },
      {
        "sentence": "所以我一直努力保持清醒。",
        "label": ""
      },
      {
        "sentence": "我感觉失控和情绪化都意味着不可知和不可控，就像自己心里生出了一个黑洞，随时可能把自己吞噬。",
        "label": ""
      },
      {
        "sentence": "每天都感到胆战心惊，小心翼翼地提防着那个黑洞的出现。",
        "label": ""
      },
      {
        "sentence": "无论是吃饭、睡觉、走路还是工作，甚至是喝酒，我都努力保持清醒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对未知的恐惧和随时可能出现的危险感到焦虑，这些情绪似乎已经严重影响到你的正常工作和生活。压抑自己的方式是直接原因，但那些让你不敢向外表达的根源是什么呢？你知道吗？从心理学的角度来看，你当前的状态很大程度上是因为抑制自己而导致的。你把所有负面情绪都压抑起来，就像地下的岩浆一样，随时有一天会喷发出来。这种处理方式对你的身心非常有害。也许你过去习惯了这种方式，但随着时间的推移，这种方式带来的后果会逐渐显现。我想了解一下在你的成长经历中，是什么原因导致了你形成了“情绪表达是丢人现眼”的认知观念呢？觉察到这个观念是很重要的，因为它直接导致了你习惯压抑情绪的根源。只有打破这个信念，才能真正释放自己的情绪，让它们自然流露出来。",
    "annotation": [
      {
        "sentence": "你对未知的恐惧和随时可能出现的危险感到焦虑，这些情绪似乎已经严重影响到你的正常工作和生活。",
        "label": ""
      },
      {
        "sentence": "压抑自己的方式是直接原因，但那些让你不敢向外表达的根源是什么呢？",
        "label": ""
      },
      {
        "sentence": "你知道吗？",
        "label": ""
      },
      {
        "sentence": "从心理学的角度来看，你当前的状态很大程度上是因为抑制自己而导致的。",
        "label": ""
      },
      {
        "sentence": "你把所有负面情绪都压抑起来，就像地下的岩浆一样，随时有一天会喷发出来。",
        "label": ""
      },
      {
        "sentence": "这种处理方式对你的身心非常有害。",
        "label": ""
      },
      {
        "sentence": "也许你过去习惯了这种方式，但随着时间的推移，这种方式带来的后果会逐渐显现。",
        "label": ""
      },
      {
        "sentence": "我想了解一下在你的成长经历中，是什么原因导致了你形成了“情绪表达是丢人现眼”的认知观念呢？",
        "label": ""
      },
      {
        "sentence": "觉察到这个观念是很重要的，因为它直接导致了你习惯压抑情绪的根源。",
        "label": ""
      },
      {
        "sentence": "只有打破这个信念，才能真正释放自己的情绪，让它们自然流露出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我真是害怕失控，因为那会让我感到非常不安。失控的时候，我觉得自己像是被撕裂成两个自己，一个是好的自己，另一个是坏的自己。而那个坏的自己就是失控和情绪化的自己，正是让我感到难受的部分。我想知道在那个坏的自己中隐藏了怎样的故事，也许解开这些困扰的密码就在其中。但是我需要在专业咨询师的帮助下才能真正面对和触碰那个坏的自己。希望你的回复对我有所帮助。",
    "annotation": [
      {
        "sentence": "确实，我真是害怕失控，因为那会让我感到非常不安。",
        "label": ""
      },
      {
        "sentence": "失控的时候，我觉得自己像是被撕裂成两个自己，一个是好的自己，另一个是坏的自己。",
        "label": ""
      },
      {
        "sentence": "而那个坏的自己就是失控和情绪化的自己，正是让我感到难受的部分。",
        "label": ""
      },
      {
        "sentence": "我想知道在那个坏的自己中隐藏了怎样的故事，也许解开这些困扰的密码就在其中。",
        "label": ""
      },
      {
        "sentence": "但是我需要在专业咨询师的帮助下才能真正面对和触碰那个坏的自己。",
        "label": ""
      },
      {
        "sentence": "希望你的回复对我有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的烦恼和困惑。的确，那个坏的自己可能隐藏着一些故事和经历，或许正是这些故事和经历导致了你的现状。因此，我建议你寻求一位专业咨询师的帮助，他们会引导你一步一步地面对和梳理那些难以启齿的故事，并帮助你解开困扰的密码。只有打破对情绪表达的负面认知，你才能真正释放自己的情绪，让它们以合适的方式表达出来。希望我的回答能对你有所帮助。",
    "annotation": [
      {
        "sentence": "非常理解你的烦恼和困惑。",
        "label": ""
      },
      {
        "sentence": "的确，那个坏的自己可能隐藏着一些故事和经历，或许正是这些故事和经历导致了你的现状。",
        "label": ""
      },
      {
        "sentence": "因此，我建议你寻求一位专业咨询师的帮助，他们会引导你一步一步地面对和梳理那些难以启齿的故事，并帮助你解开困扰的密码。",
        "label": ""
      },
      {
        "sentence": "只有打破对情绪表达的负面认知，你才能真正释放自己的情绪，让它们以合适的方式表达出来。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      }
    ]
  }
]