[
  {
    "role": "client",
    "content": "最近工作上的事情，老板出于对我的信任安排我一项工作，我明知道这项工作不好干，可碍于老板面子，我爽快答应下来了，可干了一段时间，工作很不顺心，对方很不配合，工作没有底线标准，我心里很害怕，因为质量终身制，我决心辞去这项工作，心理很焦虑，晚上很难入眠。于是勇敢的向老板提出申请，老板心理很不高兴，我知道老板很生气，好我不理睬，我不知该怎么办？",
    "annotation": [
      {
        "sentence": "最近工作上的事情，老板出于对我的信任安排我一项工作，我明知道这项工作不好干，可碍于老板面子，我爽快答应下来了，可干了一段时间，工作很不顺心，对方很不配合，工作没有底线标准，我心里很害怕，因为质量终身制，我决心辞去这项工作，心理很焦虑，晚上很难入眠。",
        "label": ""
      },
      {
        "sentence": "于是勇敢的向老板提出申请，老板心理很不高兴，我知道老板很生气，好我不理睬，我不知该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我先谈谈我的一些感受，帮助你看到更多的视角。第一，老板出于对你的信任给你安排工作。你能获得老板的信任，这其实也说明了你的能力是可以胜任的。而且老板也不会随随便便把一项工作交给做不了或者没有能力的人，所以这部分其实他是认可你的。第二，你明知道这项工作不好干，却还是承担了下来，说明你内在有挑战困难的勇气。在做了一系的评估后，仍然愿意去做，这是非常可贵的。这段经验，可以让你在未来的工作中敢于尝试，去面对不确定性。第三，你提到质量终身制，你强调这一点，其本质是你愿意为自己所做的工作去负责，这也是你责任心的体验。上面这三项是我能在你的表述中看到的闪光点，或者说你的优势。",
    "annotation": [
      {
        "sentence": "我先谈谈我的一些感受，帮助你看到更多的视角。",
        "label": ""
      },
      {
        "sentence": "第一，老板出于对你的信任给你安排工作。",
        "label": ""
      },
      {
        "sentence": "你能获得老板的信任，这其实也说明了你的能力是可以胜任的。",
        "label": ""
      },
      {
        "sentence": "而且老板也不会随随便便把一项工作交给做不了或者没有能力的人，所以这部分其实他是认可你的。",
        "label": ""
      },
      {
        "sentence": "第二，你明知道这项工作不好干，却还是承担了下来，说明你内在有挑战困难的勇气。",
        "label": ""
      },
      {
        "sentence": "在做了一系的评估后，仍然愿意去做，这是非常可贵的。",
        "label": ""
      },
      {
        "sentence": "这段经验，可以让你在未来的工作中敢于尝试，去面对不确定性。",
        "label": ""
      },
      {
        "sentence": "第三，你提到质量终身制，你强调这一点，其本质是你愿意为自己所做的工作去负责，这也是你责任心的体验。",
        "label": ""
      },
      {
        "sentence": "上面这三项是我能在你的表述中看到的闪光点，或者说你的优势。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定与鼓励，但我确实感到很焦虑。我了解到这些闪光点，但我还是不知道该如何面对老板的不高兴和生气。我害怕因此而影响到我的职业发展。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定与鼓励，但我确实感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "我了解到这些闪光点，但我还是不知道该如何面对老板的不高兴和生气。",
        "label": ""
      },
      {
        "sentence": "我害怕因此而影响到我的职业发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于辞掉这个工作，我想需要一些技巧，你也可以去试试。1）在接手工作时，可以把你的思考的过程记录下来，并且全盘考虑后，把项目中存在的隐患提出来，跟老板汇报后，看看他有什么反应。这本身也是你非常积极的工作态度，因为你一开始就想要负责，而不是有些人总是答应下来，去总在推卸责任。",
    "annotation": [
      {
        "sentence": "关于辞掉这个工作，我想需要一些技巧，你也可以去试试。",
        "label": ""
      },
      {
        "sentence": "1）在接手工作时，可以把你的思考的过程记录下来，并且全盘考虑后，把项目中存在的隐患提出来，跟老板汇报后，看看他有什么反应。",
        "label": ""
      },
      {
        "sentence": "这本身也是你非常积极的工作态度，因为你一开始就想要负责，而不是有些人总是答应下来，去总在推卸责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议很好，我可以在接下来的工作中采取这种方式和老板进行沟通。但我还是不太确定该如何面对老板目前的不满情绪，我怕他会对我产生敌意。",
    "annotation": [
      {
        "sentence": "这个建议很好，我可以在接下来的工作中采取这种方式和老板进行沟通。",
        "label": ""
      },
      {
        "sentence": "但我还是不太确定该如何面对老板目前的不满情绪，我怕他会对我产生敌意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在工作过程中，可以把遇到的问题及时向老板反映，把可能结果呈现出来，必要时可以给出建议，或者让老板做决策。这些沟通的记录都可以做为日后的一些工作依据。",
    "annotation": [
      {
        "sentence": "在工作过程中，可以把遇到的问题及时向老板反映，把可能结果呈现出来，必要时可以给出建议，或者让老板做决策。",
        "label": ""
      },
      {
        "sentence": "这些沟通的记录都可以做为日后的一些工作依据。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议很实用，我可以在沟通中及时反映问题，并提出解决方案。不过，我还是害怕老板会对我产生不满情绪，我怕这会给我带来一些负面影响。",
    "annotation": [
      {
        "sentence": "这个建议很实用，我可以在沟通中及时反映问题，并提出解决方案。",
        "label": ""
      },
      {
        "sentence": "不过，我还是害怕老板会对我产生不满情绪，我怕这会给我带来一些负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在决定了退出这个项目，老板如果没有了解全过程，可能会对你不满，这个不高兴也是人的正常反应。那么你需要思考的是，他的这种不满会给我带来什么样的影响？会影响对我的印象，影响升职加薪，还是会给我小鞋穿？假如这样，我是否可以忍受？假如不能忍受，好了，希望上面的回答可以给你带来一些帮助。祝工作顺利！",
    "annotation": [
      {
        "sentence": "在决定了退出这个项目，老板如果没有了解全过程，可能会对你不满，这个不高兴也是人的正常反应。",
        "label": ""
      },
      {
        "sentence": "那么你需要思考的是，他的这种不满会给我带来什么样的影响？",
        "label": ""
      },
      {
        "sentence": "会影响对我的印象，影响升职加薪，还是会给我小鞋穿？",
        "label": ""
      },
      {
        "sentence": "假如这样，我是否可以忍受？",
        "label": ""
      },
      {
        "sentence": "假如不能忍受，好了，希望上面的回答可以给你带来一些帮助。",
        "label": ""
      },
      {
        "sentence": "祝工作顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更清楚地评估可能的后果，并决定能否接受这些影响。谢谢你的耐心倾听和建议，希望我能找到解决问题的方法。非常感谢你的支持！",
    "annotation": [
      {
        "sentence": "我明白了，我需要更清楚地评估可能的后果，并决定能否接受这些影响。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和建议，希望我能找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持！",
        "label": ""
      }
    ]
  }
]