[
  {
    "role": "client",
    "content": "最近我感到很焦虑，总是觉得自己没有安全感。例外是，我从2011年开始睡眠时间变得很少，每天只有三到四个小时，而且睡得很浅，容易惊醒。有时候甚至连续两天只睡五个小时。为了保持安全感，我必须时刻保持理智冷静，而且不能在外出应酬喝酒时沉醉，一定要保持清醒。可是每到晚上安静下来，我就会莫名其妙地流泪，对所有的人和事情都感觉得很透彻，对世间的一切都失去了兴趣。感到很累，但是无法找到导致这些问题的具体原因。",
    "annotation": [
      {
        "sentence": "最近我感到很焦虑，总是觉得自己没有安全感。",
        "label": ""
      },
      {
        "sentence": "例外是，我从2011年开始睡眠时间变得很少，每天只有三到四个小时，而且睡得很浅，容易惊醒。",
        "label": ""
      },
      {
        "sentence": "有时候甚至连续两天只睡五个小时。",
        "label": ""
      },
      {
        "sentence": "为了保持安全感，我必须时刻保持理智冷静，而且不能在外出应酬喝酒时沉醉，一定要保持清醒。",
        "label": ""
      },
      {
        "sentence": "可是每到晚上安静下来，我就会莫名其妙地流泪，对所有的人和事情都感觉得很透彻，对世间的一切都失去了兴趣。",
        "label": ""
      },
      {
        "sentence": "感到很累，但是无法找到导致这些问题的具体原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我感到心疼，希望我能为你带来一些安慰和力量。【梳理反馈】我想先整理一下我所理解的内容，你看看对不对。首先，你多年来一直受失眠困扰。其次，你的睡眠质量很差，经常容易惊醒。第三，你认为只有保持理智才有安全感。第四，情绪释放让你感到羞愧，甚至在喝酒应酬时也要保持清醒。第五，在晚上安静的时候你会情绪崩溃并流泪。第六，你觉得对世间的一切都失去了兴趣，感到非常疲倦。【理解分析】这些问题真的让我很心疼。根据我的经验，失眠和多梦这么多年，可能还会伴随其他症状，比如头晕或头疼等。另外，你提到只有保持理智才有安全感，这意味着在你失去理智时，并没有得到过安全感。养成一种习惯并不是一朝一夕的事情，那些不理智的回忆是如何对待的呢？此外，你觉得情绪的表达很丢人现眼，情绪的表达可能是失去理智的表现。我有个故事，奶奶去世的时候，正值疫情最严重的时候，我远道而来，见了奶奶最后一面。然而，在葬礼上，我发现自己内心竟然不难过，但是眼泪却止不住，感觉内心空空如也，没有感觉。过了一段时间，我开始头疼，而且非常严重。我意识到一定有什么问题出现了，对于我来说，最爱的人去世了，我并没有感到难过，这是不正常的，如此强烈的情绪都无法让我打破情绪的封印。我明白了，自己可能无法处理这个问题。于是，我去找了咨询师。她告诉我，情绪无法表达是因为表达的环境不安全，而这种安全感已经很久没有过了。那一刻，我恍然大悟，原来我之前所认为的放下只是在理智层面的，而感情层面还没有真正解放。第四，即使在酒醉之下，你也能保持清醒。我想这就是情绪被封印的状态吧。曾经有一个时刻，情绪让你觉得不安全，为了维护你的安全，你的潜意识将情绪封印起来。然而，时过境迁，你已经忘记了解封。第五，你会莫名其妙地流泪。身体是潜意识的表达工具，眼泪意味着你感到悲伤。而悲伤往往是因为失去了我们所热爱的人或事物，那些我们所爱的人或事物离开了我们，我们怎么可能不感到悲伤呢？你说你对世间的一切都不感兴趣，但我觉得不是这样。如果真的如此，你又怎么会感到悲伤呢？只是，你对这些事情的投入已经超出了理智的范畴。【方法建议】我想给你一些建议：首先，如果你愿意，可以找咨询师聊聊。如果你还没有准备好，也不要勉强自己。其次，可以试着写写日记，这有助于澄清你的思路。第三，尝试冥想，有一些冥想资源的收费或免费的，可以去试试。第四，我推荐你读一本书，书名叫《当你开始爱自己全世界都会来爱你》。第五，我还推荐你听一首歌，歌名叫《好想爱这个世界啊》。希望我的回答对你有所帮助。",
    "annotation": [
      {
        "sentence": "看到你的问题，我感到心疼，希望我能为你带来一些安慰和力量。",
        "label": ""
      },
      {
        "sentence": "【梳理反馈】我想先整理一下我所理解的内容，你看看对不对。",
        "label": ""
      },
      {
        "sentence": "首先，你多年来一直受失眠困扰。",
        "label": ""
      },
      {
        "sentence": "其次，你的睡眠质量很差，经常容易惊醒。",
        "label": ""
      },
      {
        "sentence": "第三，你认为只有保持理智才有安全感。",
        "label": ""
      },
      {
        "sentence": "第四，情绪释放让你感到羞愧，甚至在喝酒应酬时也要保持清醒。",
        "label": ""
      },
      {
        "sentence": "第五，在晚上安静的时候你会情绪崩溃并流泪。",
        "label": ""
      },
      {
        "sentence": "第六，你觉得对世间的一切都失去了兴趣，感到非常疲倦。",
        "label": ""
      },
      {
        "sentence": "【理解分析】这些问题真的让我很心疼。",
        "label": ""
      },
      {
        "sentence": "根据我的经验，失眠和多梦这么多年，可能还会伴随其他症状，比如头晕或头疼等。",
        "label": ""
      },
      {
        "sentence": "另外，你提到只有保持理智才有安全感，这意味着在你失去理智时，并没有得到过安全感。",
        "label": ""
      },
      {
        "sentence": "养成一种习惯并不是一朝一夕的事情，那些不理智的回忆是如何对待的呢？",
        "label": ""
      },
      {
        "sentence": "此外，你觉得情绪的表达很丢人现眼，情绪的表达可能是失去理智的表现。",
        "label": ""
      },
      {
        "sentence": "我有个故事，奶奶去世的时候，正值疫情最严重的时候，我远道而来，见了奶奶最后一面。",
        "label": ""
      },
      {
        "sentence": "然而，在葬礼上，我发现自己内心竟然不难过，但是眼泪却止不住，感觉内心空空如也，没有感觉。",
        "label": ""
      },
      {
        "sentence": "过了一段时间，我开始头疼，而且非常严重。",
        "label": ""
      },
      {
        "sentence": "我意识到一定有什么问题出现了，对于我来说，最爱的人去世了，我并没有感到难过，这是不正常的，如此强烈的情绪都无法让我打破情绪的封印。",
        "label": ""
      },
      {
        "sentence": "我明白了，自己可能无法处理这个问题。",
        "label": ""
      },
      {
        "sentence": "于是，我去找了咨询师。",
        "label": ""
      },
      {
        "sentence": "她告诉我，情绪无法表达是因为表达的环境不安全，而这种安全感已经很久没有过了。",
        "label": ""
      },
      {
        "sentence": "那一刻，我恍然大悟，原来我之前所认为的放下只是在理智层面的，而感情层面还没有真正解放。",
        "label": ""
      },
      {
        "sentence": "第四，即使在酒醉之下，你也能保持清醒。",
        "label": ""
      },
      {
        "sentence": "我想这就是情绪被封印的状态吧。",
        "label": ""
      },
      {
        "sentence": "曾经有一个时刻，情绪让你觉得不安全，为了维护你的安全，你的潜意识将情绪封印起来。",
        "label": ""
      },
      {
        "sentence": "然而，时过境迁，你已经忘记了解封。",
        "label": ""
      },
      {
        "sentence": "第五，你会莫名其妙地流泪。",
        "label": ""
      },
      {
        "sentence": "身体是潜意识的表达工具，眼泪意味着你感到悲伤。",
        "label": ""
      },
      {
        "sentence": "而悲伤往往是因为失去了我们所热爱的人或事物，那些我们所爱的人或事物离开了我们，我们怎么可能不感到悲伤呢？",
        "label": ""
      },
      {
        "sentence": "你说你对世间的一切都不感兴趣，但我觉得不是这样。",
        "label": ""
      },
      {
        "sentence": "如果真的如此，你又怎么会感到悲伤呢？",
        "label": ""
      },
      {
        "sentence": "只是，你对这些事情的投入已经超出了理智的范畴。",
        "label": ""
      },
      {
        "sentence": "【方法建议】我想给你一些建议：首先，如果你愿意，可以找咨询师聊聊。",
        "label": ""
      },
      {
        "sentence": "如果你还没有准备好，也不要勉强自己。",
        "label": ""
      },
      {
        "sentence": "其次，可以试着写写日记，这有助于澄清你的思路。",
        "label": ""
      },
      {
        "sentence": "第三，尝试冥想，有一些冥想资源的收费或免费的，可以去试试。",
        "label": ""
      },
      {
        "sentence": "第四，我推荐你读一本书，书名叫《当你开始爱自己全世界都会来爱你》。",
        "label": ""
      },
      {
        "sentence": "第五，我还推荐你听一首歌，歌名叫《好想爱这个世界啊》。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助。",
        "label": ""
      }
    ]
  }
]