[
  {
    "role": "client",
    "content": "我的父亲有渐冻症，父亲简直是我的抑郁之源？我在一个离异家庭，爸妈十岁就离婚。但是我的父亲有渐冻症，这个病到现在是没有办法的，可是他总是一直打电话跟我说美国出来药了，叫我去和美国的同学问一下。我加过病友群，确实没有办法的。我自己近几年也得了比较麻烦的病，身体很虚弱只能一直在家慢慢康复，一直处于抑郁情绪但自己努力调整还算可以抗住，就是一碰到我爸这问题，总是很晚很晚都心里难受睡不着，一边不知道未来怎么办？一边觉得他可怜，可是说不听又很令人生气。今天晚上又到现在闷的喘不过气来。有人跟我说，你父亲就是要一个心里安慰，你拿点维生素骗他是药就好了，我也不知道可不可行。",
    "annotation": [
      {
        "sentence": "我的父亲有渐冻症，父亲简直是我的抑郁之源？",
        "label": ""
      },
      {
        "sentence": "我在一个离异家庭，爸妈十岁就离婚。",
        "label": ""
      },
      {
        "sentence": "但是我的父亲有渐冻症，这个病到现在是没有办法的，可是他总是一直打电话跟我说美国出来药了，叫我去和美国的同学问一下。",
        "label": ""
      },
      {
        "sentence": "我加过病友群，确实没有办法的。",
        "label": ""
      },
      {
        "sentence": "我自己近几年也得了比较麻烦的病，身体很虚弱只能一直在家慢慢康复，一直处于抑郁情绪但自己努力调整还算可以抗住，就是一碰到我爸这问题，总是很晚很晚都心里难受睡不着，一边不知道未来怎么办？",
        "label": ""
      },
      {
        "sentence": "一边觉得他可怜，可是说不听又很令人生气。",
        "label": ""
      },
      {
        "sentence": "今天晚上又到现在闷的喘不过气来。",
        "label": ""
      },
      {
        "sentence": "有人跟我说，你父亲就是要一个心里安慰，你拿点维生素骗他是药就好了，我也不知道可不可行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你描述你的生存状态，确实是不太容易，父母从小就在一起，看来您是和爸爸待在一起，对吗？那么，父亲有这个病，我刚好之前了解一些，有一个叫瓷娃娃罕见病关怀中心，刚好是关注渐冻症病人的，您可以试着联系下，跟他们了解一些治疗信息，当然出门在外，涉及到金钱等以及诊断等，要非常谨慎，还是尽量听权威大夫的，综合来看。",
    "annotation": [
      {
        "sentence": "看了你描述你的生存状态，确实是不太容易，父母从小就在一起，看来您是和爸爸待在一起，对吗？",
        "label": ""
      },
      {
        "sentence": "那么，父亲有这个病，我刚好之前了解一些，有一个叫瓷娃娃罕见病关怀中心，刚好是关注渐冻症病人的，您可以试着联系下，跟他们了解一些治疗信息，当然出门在外，涉及到金钱等以及诊断等，要非常谨慎，还是尽量听权威大夫的，综合来看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会试着联系瓷娃娃罕见病关怀中心。我和父亲住在一起，但他的渐冻症一直没有好转。他总是给我打电话说美国出了新药，让我去问问美国的同学，我感觉这个方法行不通，也加入了病友群，没有找到有效的办法。不仅如此，我的身体也开始变得虚弱，只能在家康复。尽管我努力调整，但每当涉及到父亲的问题，我就会感到心里难受，睡不着觉，开始担心未来。我既同情他，又对他的态度感到生气。今天晚上我的情绪又变得闷闷不乐，很难受。有人建议我给父亲一些维生素当作药品来安慰他，但我不确定这种方法是否可行。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会试着联系瓷娃娃罕见病关怀中心。",
        "label": ""
      },
      {
        "sentence": "我和父亲住在一起，但他的渐冻症一直没有好转。",
        "label": ""
      },
      {
        "sentence": "他总是给我打电话说美国出了新药，让我去问问美国的同学，我感觉这个方法行不通，也加入了病友群，没有找到有效的办法。",
        "label": ""
      },
      {
        "sentence": "不仅如此，我的身体也开始变得虚弱，只能在家康复。",
        "label": ""
      },
      {
        "sentence": "尽管我努力调整，但每当涉及到父亲的问题，我就会感到心里难受，睡不着觉，开始担心未来。",
        "label": ""
      },
      {
        "sentence": "我既同情他，又对他的态度感到生气。",
        "label": ""
      },
      {
        "sentence": "今天晚上我的情绪又变得闷闷不乐，很难受。",
        "label": ""
      },
      {
        "sentence": "有人建议我给父亲一些维生素当作药品来安慰他，但我不确定这种方法是否可行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的处境下，确实很不容易。父母的离婚对你来说无疑是一次巨大的打击。现在你的父亲患上了渐冻症，但这个病目前还没有有效的治疗方法。他总是给你打电话说美国有新药，让你去问问美国的同学。你加入了病友群，却没有找到解决的办法。同时，你自己也有一些健康问题，身体虚弱只能在家慢慢康复。虽然你已经做出了努力来调整自己的心态，但一涉及到父亲的问题，你就难以入眠，同时也感到困惑和愤怒。最近你的情绪又变得闷闷不乐，很难受。有人建议你用维生素来安慰父亲，但你对此不太确定。",
    "annotation": [
      {
        "sentence": "在你的处境下，确实很不容易。",
        "label": ""
      },
      {
        "sentence": "父母的离婚对你来说无疑是一次巨大的打击。",
        "label": ""
      },
      {
        "sentence": "现在你的父亲患上了渐冻症，但这个病目前还没有有效的治疗方法。",
        "label": ""
      },
      {
        "sentence": "他总是给你打电话说美国有新药，让你去问问美国的同学。",
        "label": ""
      },
      {
        "sentence": "你加入了病友群，却没有找到解决的办法。",
        "label": ""
      },
      {
        "sentence": "同时，你自己也有一些健康问题，身体虚弱只能在家慢慢康复。",
        "label": ""
      },
      {
        "sentence": "虽然你已经做出了努力来调整自己的心态，但一涉及到父亲的问题，你就难以入眠，同时也感到困惑和愤怒。",
        "label": ""
      },
      {
        "sentence": "最近你的情绪又变得闷闷不乐，很难受。",
        "label": ""
      },
      {
        "sentence": "有人建议你用维生素来安慰父亲，但你对此不太确定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，离婚对我造成了很大的伤害。我感到很无奈，因为无论我怎么努力，父亲的病情始终没有好转。他总是用美国出现新药的事情来安慰自己，而我却无法找到可行的方法来帮助他。这个问题一直困扰着我，使我感到沮丧和无力。我真的很希望能为父亲做些什么，但是我自己的身体问题也开始影响到了我的情绪和日常生活。我会试试您给的建议，多联系瓷娃娃罕见病关怀中心。",
    "annotation": [
      {
        "sentence": "是的，离婚对我造成了很大的伤害。",
        "label": ""
      },
      {
        "sentence": "我感到很无奈，因为无论我怎么努力，父亲的病情始终没有好转。",
        "label": ""
      },
      {
        "sentence": "他总是用美国出现新药的事情来安慰自己，而我却无法找到可行的方法来帮助他。",
        "label": ""
      },
      {
        "sentence": "这个问题一直困扰着我，使我感到沮丧和无力。",
        "label": ""
      },
      {
        "sentence": "我真的很希望能为父亲做些什么，但是我自己的身体问题也开始影响到了我的情绪和日常生活。",
        "label": ""
      },
      {
        "sentence": "我会试试您给的建议，多联系瓷娃娃罕见病关怀中心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情，离婚对于一个孩子来说的确是一次巨大的打击。你为帮助父亲付出了很多努力，但他的病情始终没有好转，这让你感到无奈和困惑。这样的状态很容易让人感到沮丧和无力。你真的很希望能对父亲有所帮助，但同时你自己的身体问题也开始影响到了你的情绪和生活。我建议你不妨尝试一下之前提到的瓷娃娃罕见病关怀中心，他们或许能提供一些治疗方面的信息或建议给你。请记住，你不是一个人在战斗。",
    "annotation": [
      {
        "sentence": "我理解你的心情，离婚对于一个孩子来说的确是一次巨大的打击。",
        "label": ""
      },
      {
        "sentence": "你为帮助父亲付出了很多努力，但他的病情始终没有好转，这让你感到无奈和困惑。",
        "label": ""
      },
      {
        "sentence": "这样的状态很容易让人感到沮丧和无力。",
        "label": ""
      },
      {
        "sentence": "你真的很希望能对父亲有所帮助，但同时你自己的身体问题也开始影响到了你的情绪和生活。",
        "label": ""
      },
      {
        "sentence": "我建议你不妨尝试一下之前提到的瓷娃娃罕见病关怀中心，他们或许能提供一些治疗方面的信息或建议给你。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在战斗。",
        "label": ""
      }
    ]
  }
]