[
  {
    "role": "client",
    "content": "受了极大委屈，失眠，怎么平复心情好好睡觉呢？开学因为和舍友的纠纷以及学校不公而愤然转文，我喜欢的导师知道之后，开始拒绝让我进入实验室。难过了一晚上，连夜失眠。想知道怎么平复心情好好睡觉呢？我知道这种关系无法挽回了。",
    "annotation": [
      {
        "sentence": "受了极大委屈，失眠，怎么平复心情好好睡觉呢？",
        "label": ""
      },
      {
        "sentence": "开学因为和舍友的纠纷以及学校不公而愤然转文，我喜欢的导师知道之后，开始拒绝让我进入实验室。",
        "label": ""
      },
      {
        "sentence": "难过了一晚上，连夜失眠。",
        "label": ""
      },
      {
        "sentence": "想知道怎么平复心情好好睡觉呢？",
        "label": ""
      },
      {
        "sentence": "我知道这种关系无法挽回了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道这种关系无法挽回了。从你的描述来看，我感受到你已经认识到结果的严重了。开学因为和舍友的纠纷以及学校不公而愤然转文，我喜欢的导师知道之后，开始拒绝让我进入实验室。现在你也恢复了冷静的状态，难过的情绪，非常能理解。因为与舍友纠纷以及学校不公，这些事对于当时的你来说影响应该是非常大的，大到让你付出了失去喜欢导师的代价。难受是人的情绪，它在释放你当下需要释放的东西。但我们可以换个视角，可以从这件事里面看到它对你帮助的部分。事情已经发生了，已经无法改变了。从你描述来看因为舍友的纠纷，学校的不公，导致你愤然换专业，从而失去了跟喜欢老师一起工作、学习，这样突变会让人是非常难受的。这里想聊聊的是1、舍友的纠纷，学校的不公，具体发生什么了，让你这么愤怒，愤怒到不惜代价转专业。这里面你是因为思考过后去行动，还是情绪一上来，一时冲动这么做的？如果是情绪带动的，那么下次当你情绪上来了，你会留意去控制么？2、你遇到这些事情的时候，你跟谁商量过吗？比如跟你的父母，跟你的导师，跟朋友，商量下收集他们的意见与看法，来协助你做决定？减少你的决策失误？",
    "annotation": [
      {
        "sentence": "我知道这种关系无法挽回了。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，我感受到你已经认识到结果的严重了。",
        "label": ""
      },
      {
        "sentence": "开学因为和舍友的纠纷以及学校不公而愤然转文，我喜欢的导师知道之后，开始拒绝让我进入实验室。",
        "label": ""
      },
      {
        "sentence": "现在你也恢复了冷静的状态，难过的情绪，非常能理解。",
        "label": ""
      },
      {
        "sentence": "因为与舍友纠纷以及学校不公，这些事对于当时的你来说影响应该是非常大的，大到让你付出了失去喜欢导师的代价。",
        "label": ""
      },
      {
        "sentence": "难受是人的情绪，它在释放你当下需要释放的东西。",
        "label": ""
      },
      {
        "sentence": "但我们可以换个视角，可以从这件事里面看到它对你帮助的部分。",
        "label": ""
      },
      {
        "sentence": "事情已经发生了，已经无法改变了。",
        "label": ""
      },
      {
        "sentence": "从你描述来看因为舍友的纠纷，学校的不公，导致你愤然换专业，从而失去了跟喜欢老师一起工作、学习，这样突变会让人是非常难受的。",
        "label": ""
      },
      {
        "sentence": "这里想聊聊的是1、舍友的纠纷，学校的不公，具体发生什么了，让你这么愤怒，愤怒到不惜代价转专业。",
        "label": ""
      },
      {
        "sentence": "这里面你是因为思考过后去行动，还是情绪一上来，一时冲动这么做的？",
        "label": ""
      },
      {
        "sentence": "如果是情绪带动的，那么下次当你情绪上来了，你会留意去控制么？",
        "label": ""
      },
      {
        "sentence": "2、你遇到这些事情的时候，你跟谁商量过吗？",
        "label": ""
      },
      {
        "sentence": "比如跟你的父母，跟你的导师，跟朋友，商量下收集他们的意见与看法，来协助你做决定？",
        "label": ""
      },
      {
        "sentence": "减少你的决策失误？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的舍友是个非常难相处的人，经常在半夜大声说话，不尊重我寻求宁静的需求。在和她沟通后，她却变本加厉，甚至威胁要传播我的一些个人隐私。学校的不公体现在一些课程安排上，明明是按规定选课的，却因为一些人的关系安排了其他学生上这门课，而我被排除在外。这些事情让我感到非常愤怒和受委屈，所以我决定换专业。",
    "annotation": [
      {
        "sentence": "我的舍友是个非常难相处的人，经常在半夜大声说话，不尊重我寻求宁静的需求。",
        "label": ""
      },
      {
        "sentence": "在和她沟通后，她却变本加厉，甚至威胁要传播我的一些个人隐私。",
        "label": ""
      },
      {
        "sentence": "学校的不公体现在一些课程安排上，明明是按规定选课的，却因为一些人的关系安排了其他学生上这门课，而我被排除在外。",
        "label": ""
      },
      {
        "sentence": "这些事情让我感到非常愤怒和受委屈，所以我决定换专业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你的舍友确实给你带来了很多困扰，她的行为对你的生活造成了很大干扰。这种不尊重他人需求的行为确实让人很难受。而学校的不公也让你感到很受委屈。你之前选择换专业，也是因为这些问题让你无法忍受了吧？在遇到类似情况时，我们有时候情绪会控制我们的行动。但当我们事后冷静下来，有没有考虑过有没有其他解决问题的办法呢？",
    "annotation": [
      {
        "sentence": "看来你的舍友确实给你带来了很多困扰，她的行为对你的生活造成了很大干扰。",
        "label": ""
      },
      {
        "sentence": "这种不尊重他人需求的行为确实让人很难受。",
        "label": ""
      },
      {
        "sentence": "而学校的不公也让你感到很受委屈。",
        "label": ""
      },
      {
        "sentence": "你之前选择换专业，也是因为这些问题让你无法忍受了吧？",
        "label": ""
      },
      {
        "sentence": "在遇到类似情况时，我们有时候情绪会控制我们的行动。",
        "label": ""
      },
      {
        "sentence": "但当我们事后冷静下来，有没有考虑过有没有其他解决问题的办法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过与舍友进行沟通，但她不肯听我说。学校方面，我也曾向老师反映过，但他们并没有给我一个满意的答复。我感到非常受挫和无助，觉得只能换专业才能解决问题。",
    "annotation": [
      {
        "sentence": "我尝试过与舍友进行沟通，但她不肯听我说。",
        "label": ""
      },
      {
        "sentence": "学校方面，我也曾向老师反映过，但他们并没有给我一个满意的答复。",
        "label": ""
      },
      {
        "sentence": "我感到非常受挫和无助，觉得只能换专业才能解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你的努力确实被忽视了，这种感觉对于你来说一定很沮丧。但是在解决问题方面，我们也可以尝试其他的途径。比如可以找更高层的负责人投诉此事，或者寻求学校相关部门的帮助。同时，也可以向其他老师或同学请教，看是否有更好的解决办法。改变专业可能是一个选择，但也要考虑到这会不会对你的未来产生影响。所以在做决定之前，最好先思考一下其他的解决方案。",
    "annotation": [
      {
        "sentence": "明白了，你的努力确实被忽视了，这种感觉对于你来说一定很沮丧。",
        "label": ""
      },
      {
        "sentence": "但是在解决问题方面，我们也可以尝试其他的途径。",
        "label": ""
      },
      {
        "sentence": "比如可以找更高层的负责人投诉此事，或者寻求学校相关部门的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也可以向其他老师或同学请教，看是否有更好的解决办法。",
        "label": ""
      },
      {
        "sentence": "改变专业可能是一个选择，但也要考虑到这会不会对你的未来产生影响。",
        "label": ""
      },
      {
        "sentence": "所以在做决定之前，最好先思考一下其他的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我确实没有考虑到这些。我会尝试去找更高层的负责人反映问题，同时也会寻求其他老师和同学的帮助。我也明白改变专业需要慎重考虑，因为这可能会对我的职业发展有一定的影响。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我确实没有考虑到这些。",
        "label": ""
      },
      {
        "sentence": "我会尝试去找更高层的负责人反映问题，同时也会寻求其他老师和同学的帮助。",
        "label": ""
      },
      {
        "sentence": "我也明白改变专业需要慎重考虑，因为这可能会对我的职业发展有一定的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试其他解决办法。在解决问题的过程中，记得保持冷静和理智。与人沟通时，可以采取更积极主动的方式，寻求帮助和支持。同时，要对自己有信心，相信自己可以找到解决问题的方法。我会一直在这里支持你的，如果有什么需要，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试其他解决办法。",
        "label": ""
      },
      {
        "sentence": "在解决问题的过程中，记得保持冷静和理智。",
        "label": ""
      },
      {
        "sentence": "与人沟通时，可以采取更积极主动的方式，寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "同时，要对自己有信心，相信自己可以找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的，如果有什么需要，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会积极面对问题并寻求解决办法。我相信自己可以度过这个困难的时期。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会积极面对问题并寻求解决办法。",
        "label": ""
      },
      {
        "sentence": "我相信自己可以度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，相信你能够战胜困难。记得要照顾好自己的身心健康，保持积极的心态。如果需要的话，随时都可以来找我倾诉，我会一直在这里支持你的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，相信你能够战胜困难。",
        "label": ""
      },
      {
        "sentence": "记得要照顾好自己的身心健康，保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时都可以来找我倾诉，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]