[
  {
    "role": "client",
    "content": "我没有安全感，对朋友占有欲太强了，怕被抛弃。我是一个离异家庭，我从小就特别缺乏安全感。对待友情，我占有欲特别强。就是我和她玩，我就不允许她跟别人玩，我就觉得特别不舒服。在群体中，总觉得自己是被忽略的一个，很害怕被抛弃。",
    "annotation": [
      {
        "sentence": "我没有安全感，对朋友占有欲太强了，怕被抛弃。",
        "label": ""
      },
      {
        "sentence": "我是一个离异家庭，我从小就特别缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "对待友情，我占有欲特别强。",
        "label": ""
      },
      {
        "sentence": "就是我和她玩，我就不允许她跟别人玩，我就觉得特别不舒服。",
        "label": ""
      },
      {
        "sentence": "在群体中，总觉得自己是被忽略的一个，很害怕被抛弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于离异家庭的孩子来说，很多孩子都没有安全感，所以会特别在乎感情，这是人之常情。你知道自己有不安全感，也知道自己的不安全感来自家庭，还看到了因为不安全感，对朋友执着并害怕被抛弃的表现。所以说你对自己的问题是比较清晰的。重点是如何突破这个困境，这是你要关注的。问问自己，你到底想要什么？是安全感吗？而安全感来自哪里？来自朋友那里吗？不是的对吗？所以首先要明白，你的安全感并不来自朋友那里。所以当你又感到嫉妒朋友和别人在一起时，首先要明白，这不是朋友的问题，而是你内心的不安全感又浮现出来了。这是你自己的问题，朋友只是帮助你看到了这个内在的缺失。就像是黑暗中裂开的缝隙，让光线可以照进来一样。当你能够找回自己内心的决定力量时，就会明白通过朋友的反射所带出的情绪，可以抽离一些，让自己对自己的状态有一份觉知和接受，这就是改变的开始。你可以感受一下这种不舒服，它来自身体的哪个部位？去感受它，允许它存在。这是长期累积的恐惧和担心，遗留在身体中对身体产生影响，接纳这种情绪的存在。平时多进行一些清理，当情绪发生时，记得让这种能量流动并释放出去，比如多进行运动，多做一些自己喜欢和擅长的事情。这样可以不断积累你自信心，对事情的发生有一种掌控感。随着你内在能量的增强，自然会发现，最大的安全感来自于内在的自我接受和确定，你才是你自己最重要的依靠。回到自己，只有自己才能给自己最终的安全感。祝你变得更加强大。",
    "annotation": [
      {
        "sentence": "对于离异家庭的孩子来说，很多孩子都没有安全感，所以会特别在乎感情，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "你知道自己有不安全感，也知道自己的不安全感来自家庭，还看到了因为不安全感，对朋友执着并害怕被抛弃的表现。",
        "label": ""
      },
      {
        "sentence": "所以说你对自己的问题是比较清晰的。",
        "label": ""
      },
      {
        "sentence": "重点是如何突破这个困境，这是你要关注的。",
        "label": ""
      },
      {
        "sentence": "问问自己，你到底想要什么？",
        "label": ""
      },
      {
        "sentence": "是安全感吗？",
        "label": ""
      },
      {
        "sentence": "而安全感来自哪里？",
        "label": ""
      },
      {
        "sentence": "来自朋友那里吗？",
        "label": ""
      },
      {
        "sentence": "不是的对吗？",
        "label": ""
      },
      {
        "sentence": "所以首先要明白，你的安全感并不来自朋友那里。",
        "label": ""
      },
      {
        "sentence": "所以当你又感到嫉妒朋友和别人在一起时，首先要明白，这不是朋友的问题，而是你内心的不安全感又浮现出来了。",
        "label": ""
      },
      {
        "sentence": "这是你自己的问题，朋友只是帮助你看到了这个内在的缺失。",
        "label": ""
      },
      {
        "sentence": "就像是黑暗中裂开的缝隙，让光线可以照进来一样。",
        "label": ""
      },
      {
        "sentence": "当你能够找回自己内心的决定力量时，就会明白通过朋友的反射所带出的情绪，可以抽离一些，让自己对自己的状态有一份觉知和接受，这就是改变的开始。",
        "label": ""
      },
      {
        "sentence": "你可以感受一下这种不舒服，它来自身体的哪个部位？",
        "label": ""
      },
      {
        "sentence": "去感受它，允许它存在。",
        "label": ""
      },
      {
        "sentence": "这是长期累积的恐惧和担心，遗留在身体中对身体产生影响，接纳这种情绪的存在。",
        "label": ""
      },
      {
        "sentence": "平时多进行一些清理，当情绪发生时，记得让这种能量流动并释放出去，比如多进行运动，多做一些自己喜欢和擅长的事情。",
        "label": ""
      },
      {
        "sentence": "这样可以不断积累你自信心，对事情的发生有一种掌控感。",
        "label": ""
      },
      {
        "sentence": "随着你内在能量的增强，自然会发现，最大的安全感来自于内在的自我接受和确定，你才是你自己最重要的依靠。",
        "label": ""
      },
      {
        "sentence": "回到自己，只有自己才能给自己最终的安全感。",
        "label": ""
      },
      {
        "sentence": "祝你变得更加强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我有时候真的很难接受这种不安全感，它总是让我觉得自己很不完整。我也意识到了这是我自己的问题，可是怎么样才能摆脱这种困境呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我有时候真的很难接受这种不安全感，它总是让我觉得自己很不完整。",
        "label": ""
      },
      {
        "sentence": "我也意识到了这是我自己的问题，可是怎么样才能摆脱这种困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不必客气，我理解你的困境。接受不安全感并不容易，它总是让我们觉得自己不完整。但是请相信，每个人都经历过类似的感受，你并不孤单。摆脱这种困境需要时间和努力，但是我相信你可以做到。首先，建议你尝试更加了解自己，思考一下你是什么样的人，有什么样的价值和优点。这样可以增强你自己的内在认同感，让你更加坚定。另外，你可以寻找一些心理咨询或者心理治疗的方式，通过专业的帮助来解决这个问题。",
    "annotation": [
      {
        "sentence": "不必客气，我理解你的困境。",
        "label": ""
      },
      {
        "sentence": "接受不安全感并不容易，它总是让我们觉得自己不完整。",
        "label": ""
      },
      {
        "sentence": "但是请相信，每个人都经历过类似的感受，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "摆脱这种困境需要时间和努力，但是我相信你可以做到。",
        "label": ""
      },
      {
        "sentence": "首先，建议你尝试更加了解自己，思考一下你是什么样的人，有什么样的价值和优点。",
        "label": ""
      },
      {
        "sentence": "这样可以增强你自己的内在认同感，让你更加坚定。",
        "label": ""
      },
      {
        "sentence": "另外，你可以寻找一些心理咨询或者心理治疗的方式，通过专业的帮助来解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要更深入地了解自己。我会尝试思考自己的价值和优点，并且寻找专业的帮助。但是我还是有些忧虑，担心自己会一直无法克服这种情绪。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要更深入地了解自己。",
        "label": ""
      },
      {
        "sentence": "我会尝试思考自己的价值和优点，并且寻找专业的帮助。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些忧虑，担心自己会一直无法克服这种情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧，但是请相信自己，即使现在感觉很困难，但只要你愿意努力，花时间去关注自己的内在情况，你一定能够克服这种情绪。同时，也要正视困难和挑战的存在，这是一个成长和改变的过程。不要把自己逼得太紧，给自己一些时间和空间，慢慢去解决问题。也许现在看起来很遥远，但我相信只要你坚持下去，一定会迎来转变和成长的。",
    "annotation": [
      {
        "sentence": "理解你的担忧，但是请相信自己，即使现在感觉很困难，但只要你愿意努力，花时间去关注自己的内在情况，你一定能够克服这种情绪。",
        "label": ""
      },
      {
        "sentence": "同时，也要正视困难和挑战的存在，这是一个成长和改变的过程。",
        "label": ""
      },
      {
        "sentence": "不要把自己逼得太紧，给自己一些时间和空间，慢慢去解决问题。",
        "label": ""
      },
      {
        "sentence": "也许现在看起来很遥远，但我相信只要你坚持下去，一定会迎来转变和成长的。",
        "label": ""
      }
    ]
  }
]