[
  {
    "role": "client",
    "content": "妈妈性格暴躁，总是和我吵架，总是说我不好，怎么办？感谢有这个机会可以和大家相遇！我们家是单亲家庭，妈妈一个人养家，养着我和姥姥姥爷。",
    "annotation": [
      {
        "sentence": "妈妈性格暴躁，总是和我吵架，总是说我不好，怎么办？",
        "label": ""
      },
      {
        "sentence": "感谢有这个机会可以和大家相遇！",
        "label": ""
      },
      {
        "sentence": "我们家是单亲家庭，妈妈一个人养家，养着我和姥姥姥爷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈性格暴躁，总是和我吵架，总是说我不好，怎么办？首先对你的情况表示理解，并且心疼，想给你个大大的拥抱，感受世界的温暖。其实你真的很不容易，我能够体会到单亲家庭的不容易，因为我身边的同学就是单亲家庭的。然后看着她和她妈妈每次都很辛苦，我就会觉得自己挺幸运幸福。",
    "annotation": [
      {
        "sentence": "妈妈性格暴躁，总是和我吵架，总是说我不好，怎么办？",
        "label": ""
      },
      {
        "sentence": "首先对你的情况表示理解，并且心疼，想给你个大大的拥抱，感受世界的温暖。",
        "label": ""
      },
      {
        "sentence": "其实你真的很不容易，我能够体会到单亲家庭的不容易，因为我身边的同学就是单亲家庭的。",
        "label": ""
      },
      {
        "sentence": "然后看着她和她妈妈每次都很辛苦，我就会觉得自己挺幸运幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是妈妈是姥姥姥爷捡来的，可能从妈妈小到现在，姥姥姥爷都不喜欢妈妈。这次他们和妈妈发生矛盾了，姥爷说争取到年底让妈妈攒够多少多少钱，妈妈听出来，姥爷把妈妈当取款机，平常妈妈挣得钱，姥爷都不闻不问。",
    "annotation": [
      {
        "sentence": "可是妈妈是姥姥姥爷捡来的，可能从妈妈小到现在，姥姥姥爷都不喜欢妈妈。",
        "label": ""
      },
      {
        "sentence": "这次他们和妈妈发生矛盾了，姥爷说争取到年底让妈妈攒够多少多少钱，妈妈听出来，姥爷把妈妈当取款机，平常妈妈挣得钱，姥爷都不闻不问。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得其实你妈妈也是可怜人啊，你要换位思考。因为你妈妈是捡来的，所以你姥姥姥爷就不喜欢你妈妈，其实这样对你妈妈也不公平。然后其实他们心里也是很委屈的，还要赚很多钱给姥姥姥爷们是吧？把你妈妈当提款机，这种做法实在是不可取的。所以其实你有没有想过妈妈的委屈？谁来承受呢？他没有爸妈疼爱，只是都不喜欢他，但是为了钱，在工作赚很多钱。",
    "annotation": [
      {
        "sentence": "我觉得其实你妈妈也是可怜人啊，你要换位思考。",
        "label": ""
      },
      {
        "sentence": "因为你妈妈是捡来的，所以你姥姥姥爷就不喜欢你妈妈，其实这样对你妈妈也不公平。",
        "label": ""
      },
      {
        "sentence": "然后其实他们心里也是很委屈的，还要赚很多钱给姥姥姥爷们是吧？",
        "label": ""
      },
      {
        "sentence": "把你妈妈当提款机，这种做法实在是不可取的。",
        "label": ""
      },
      {
        "sentence": "所以其实你有没有想过妈妈的委屈？",
        "label": ""
      },
      {
        "sentence": "谁来承受呢？",
        "label": ""
      },
      {
        "sentence": "他没有爸妈疼爱，只是都不喜欢他，但是为了钱，在工作赚很多钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "上次他们发生矛盾了，姥爷对我态度都不一样了，以前都不主动给我买东西，现在给我买好多，言谈举止都是在拉拢我。我能看得出来，我很讨厌他。",
    "annotation": [
      {
        "sentence": "上次他们发生矛盾了，姥爷对我态度都不一样了，以前都不主动给我买东西，现在给我买好多，言谈举止都是在拉拢我。",
        "label": ""
      },
      {
        "sentence": "我能看得出来，我很讨厌他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你从小到大都有一个坏习惯，但一直没改，那么你应该想一想，为什么自己没改呢？为什么不改呢？坏习惯纠正过来也挺好的。然后你说到自己中考发挥失常差一分，那可能是因为坏习惯的报应。那其实你需要的是反思自己，而不是一味去抱怨环境。毕竟你也说了，那是你的报应，有你的因素。职中环境其实或许不是那么糟糕，只是我们的心态。你想要上的是普通高中来到一个职中，还没有和你有不甘难过的感觉，所以你才会产生那种巨大的落差。其实所有的东西只要你心情顺畅了，看的东西都会顺眼很多，而不是去烦恼。所以如果你能够调节好自己的心情，控制好自己的情绪，乐观地看待你现在所处的环境，多去交一些朋友，走出去学习更多的技能啊，多个角度看待事物，那么其实或许你的心情会好很多哦。",
    "annotation": [
      {
        "sentence": "你从小到大都有一个坏习惯，但一直没改，那么你应该想一想，为什么自己没改呢？",
        "label": ""
      },
      {
        "sentence": "为什么不改呢？",
        "label": ""
      },
      {
        "sentence": "坏习惯纠正过来也挺好的。",
        "label": ""
      },
      {
        "sentence": "然后你说到自己中考发挥失常差一分，那可能是因为坏习惯的报应。",
        "label": ""
      },
      {
        "sentence": "那其实你需要的是反思自己，而不是一味去抱怨环境。",
        "label": ""
      },
      {
        "sentence": "毕竟你也说了，那是你的报应，有你的因素。",
        "label": ""
      },
      {
        "sentence": "职中环境其实或许不是那么糟糕，只是我们的心态。",
        "label": ""
      },
      {
        "sentence": "你想要上的是普通高中来到一个职中，还没有和你有不甘难过的感觉，所以你才会产生那种巨大的落差。",
        "label": ""
      },
      {
        "sentence": "其实所有的东西只要你心情顺畅了，看的东西都会顺眼很多，而不是去烦恼。",
        "label": ""
      },
      {
        "sentence": "所以如果你能够调节好自己的心情，控制好自己的情绪，乐观地看待你现在所处的环境，多去交一些朋友，走出去学习更多的技能啊，多个角度看待事物，那么其实或许你的心情会好很多哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在学校没有家人，我只有老师，每天看到老师说老师好，让我觉得我还是个正常人，我还活着！所以我拼命地表现好，拼命地抓着老师，害怕老师放弃我。",
    "annotation": [
      {
        "sentence": "在学校没有家人，我只有老师，每天看到老师说老师好，让我觉得我还是个正常人，我还活着！",
        "label": ""
      },
      {
        "sentence": "所以我拼命地表现好，拼命地抓着老师，害怕老师放弃我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你自己不放弃自己，那么老师是不会放弃你的，没有任何人会放弃你。你想要拼命抓住老师挺好的呀，向老师多学习东西。然后不闷着自己，多去图书馆走走也挺好的，看看书清净一下自己。你和妈妈之间正因为是单亲家庭，所以我们才要相依为命，而不是互相的仇恨，对方吵架什么的。你应该学会和她沟通，两个人互相体谅一下对方的不容易。祝福你幸福快乐。",
    "annotation": [
      {
        "sentence": "如果你自己不放弃自己，那么老师是不会放弃你的，没有任何人会放弃你。",
        "label": ""
      },
      {
        "sentence": "你想要拼命抓住老师挺好的呀，向老师多学习东西。",
        "label": ""
      },
      {
        "sentence": "然后不闷着自己，多去图书馆走走也挺好的，看看书清净一下自己。",
        "label": ""
      },
      {
        "sentence": "你和妈妈之间正因为是单亲家庭，所以我们才要相依为命，而不是互相的仇恨，对方吵架什么的。",
        "label": ""
      },
      {
        "sentence": "你应该学会和她沟通，两个人互相体谅一下对方的不容易。",
        "label": ""
      },
      {
        "sentence": "祝福你幸福快乐。",
        "label": ""
      }
    ]
  }
]