[
  {
    "role": "client",
    "content": "父母逼迫得我负荷不了啦，跟亲戚朋友说我同意订婚？和男朋友六月底确定关系的，他的左脚膝盖以下是半截假肢，我比较自卑，和他正在慢慢磨合，但是家里父母认为我今年三十了，不能等，母亲在没有知会我的情况下，跟亲戚朋友说我同意十月份订婚？遇到好几个亲戚都在问我，还拉上我的舅舅“说服”我，什么男友腿脚不方便，我应该去学驾照，结婚以后，早出晚归好带孩子拉，让我倍感压力，从小父母就讽刺打击我，我对婚姻充满了恐惧，父母总是奉承男友，让我觉得和他是不对等的，又一直讽刺打击我，这种情况下，我怎么可能订婚？我不会和男友商量吗？为什么要一直逼我呢，压力很大很焦虑和痛苦，也很恐惧，怎么办啊啊",
    "annotation": [
      {
        "sentence": "父母逼迫得我负荷不了啦，跟亲戚朋友说我同意订婚？",
        "label": ""
      },
      {
        "sentence": "和男朋友六月底确定关系的，他的左脚膝盖以下是半截假肢，我比较自卑，和他正在慢慢磨合，但是家里父母认为我今年三十了，不能等，母亲在没有知会我的情况下，跟亲戚朋友说我同意十月份订婚？",
        "label": ""
      },
      {
        "sentence": "遇到好几个亲戚都在问我，还拉上我的舅舅“说服”我，什么男友腿脚不方便，我应该去学驾照，结婚以后，早出晚归好带孩子拉，让我倍感压力，从小父母就讽刺打击我，我对婚姻充满了恐惧，父母总是奉承男友，让我觉得和他是不对等的，又一直讽刺打击我，这种情况下，我怎么可能订婚？",
        "label": ""
      },
      {
        "sentence": "我不会和男友商量吗？",
        "label": ""
      },
      {
        "sentence": "为什么要一直逼我呢，压力很大很焦虑和痛苦，也很恐惧，怎么办啊啊",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊，看到你的压力和痛苦恐惧了。来自外界的压力让你苦不堪言。从你的叙述看，因为父母觉得你已经三十了，擅自作主说你要订婚，逼着你学驾照等，让你倍感压力，又想到了从小父母对你的不尊重。你想不通父母为什么要逼你，想自己作主，由此感到分外的压力，你的情绪现在是焦虑、痛苦和恐惧。",
    "annotation": [
      {
        "sentence": "你好啊，看到你的压力和痛苦恐惧了。",
        "label": ""
      },
      {
        "sentence": "来自外界的压力让你苦不堪言。",
        "label": ""
      },
      {
        "sentence": "从你的叙述看，因为父母觉得你已经三十了，擅自作主说你要订婚，逼着你学驾照等，让你倍感压力，又想到了从小父母对你的不尊重。",
        "label": ""
      },
      {
        "sentence": "你想不通父母为什么要逼你，想自己作主，由此感到分外的压力，你的情绪现在是焦虑、痛苦和恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我就是觉得很无奈，不明白为什么他们要这样逼迫我。我也觉得这么做对我来说太早了，我和男友还在互相了解和磨合当中。",
    "annotation": [
      {
        "sentence": "对，我就是觉得很无奈，不明白为什么他们要这样逼迫我。",
        "label": ""
      },
      {
        "sentence": "我也觉得这么做对我来说太早了，我和男友还在互相了解和磨合当中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "幸好你是个勇敢的人，想办法到这里来求助。从小倍受讽刺打击的你，自卑可能是你的常态。我们每个人出生时，都是本自俱足的，充满阳光的。由于父母的言行，我们的人格、性格、个性等就发生了变化。父母对你的讽刺和打击，让你无所适从，并觉得他们都是对的，自己是错的，由此而慢慢变得自卑。心疼你的遭遇，这么多年你辛苦了。你觉得你的自卑是真的吗？",
    "annotation": [
      {
        "sentence": "幸好你是个勇敢的人，想办法到这里来求助。",
        "label": ""
      },
      {
        "sentence": "从小倍受讽刺打击的你，自卑可能是你的常态。",
        "label": ""
      },
      {
        "sentence": "我们每个人出生时，都是本自俱足的，充满阳光的。",
        "label": ""
      },
      {
        "sentence": "由于父母的言行，我们的人格、性格、个性等就发生了变化。",
        "label": ""
      },
      {
        "sentence": "父母对你的讽刺和打击，让你无所适从，并觉得他们都是对的，自己是错的，由此而慢慢变得自卑。",
        "label": ""
      },
      {
        "sentence": "心疼你的遭遇，这么多年你辛苦了。",
        "label": ""
      },
      {
        "sentence": "你觉得你的自卑是真的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实不太确定，或许是因为多年来被父母讽刺打击的结果。我一直觉得父母对男友更看重，让我感觉和他不平等。",
    "annotation": [
      {
        "sentence": "我其实不太确定，或许是因为多年来被父母讽刺打击的结果。",
        "label": ""
      },
      {
        "sentence": "我一直觉得父母对男友更看重，让我感觉和他不平等。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们无法改变我们的出生，也无法改变父母。但是，我们可以改变自己的心态。从你的描述来看，你和男朋友六月底确定了关系，父母总是奉承男友，逼着你们订婚。看起来，男朋友一定是很欣赏你的。你可以问问他，他爱你的是什么？你还可以问问父母，他们奉承男友的是什么？逼着你们订婚，是不是觉得找到了好女婿？苏东坡和佛印的故事，不知道你是否听说过？佛印心中有佛，所以他看苏东坡是佛；苏东坡心中有粪，所以他看佛印是粪。这在心理学上称为投射。用在你父母身上来类比，奉承你的男友，逼着你们订婚，他们可能觉得你男友是神；你男友与你确定关系，说明你在他心目中是神。而你还没完全同意，说明你是女神中的神，掌握了一定的话语权。你的价值是受了父母多年讽刺打击后，自己拼尽全力发展起来的。",
    "annotation": [
      {
        "sentence": "我们无法改变我们的出生，也无法改变父母。",
        "label": ""
      },
      {
        "sentence": "但是，我们可以改变自己的心态。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你和男朋友六月底确定了关系，父母总是奉承男友，逼着你们订婚。",
        "label": ""
      },
      {
        "sentence": "看起来，男朋友一定是很欣赏你的。",
        "label": ""
      },
      {
        "sentence": "你可以问问他，他爱你的是什么？",
        "label": ""
      },
      {
        "sentence": "你还可以问问父母，他们奉承男友的是什么？",
        "label": ""
      },
      {
        "sentence": "逼着你们订婚，是不是觉得找到了好女婿？",
        "label": ""
      },
      {
        "sentence": "苏东坡和佛印的故事，不知道你是否听说过？",
        "label": ""
      },
      {
        "sentence": "佛印心中有佛，所以他看苏东坡是佛；苏东坡心中有粪，所以他看佛印是粪。",
        "label": ""
      },
      {
        "sentence": "这在心理学上称为投射。",
        "label": ""
      },
      {
        "sentence": "用在你父母身上来类比，奉承你的男友，逼着你们订婚，他们可能觉得你男友是神；你男友与你确定关系，说明你在他心目中是神。",
        "label": ""
      },
      {
        "sentence": "而你还没完全同意，说明你是女神中的神，掌握了一定的话语权。",
        "label": ""
      },
      {
        "sentence": "你的价值是受了父母多年讽刺打击后，自己拼尽全力发展起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，可能我一直没有发现自己的价值。如果这样看待问题，或许我的问题会有不同的解决方法。",
    "annotation": [
      {
        "sentence": "或许你说的对，可能我一直没有发现自己的价值。",
        "label": ""
      },
      {
        "sentence": "如果这样看待问题，或许我的问题会有不同的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，当我们改变了思维方式，世界也会不一样。你可以试着从超越自卑的角度来看待婚姻问题。你觉得呢？",
    "annotation": [
      {
        "sentence": "对的，当我们改变了思维方式，世界也会不一样。",
        "label": ""
      },
      {
        "sentence": "你可以试着从超越自卑的角度来看待婚姻问题。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，或许我真应该转变一下观念，不再让自卑束缚住我。但是，我还是无法理解为什么父母要一直逼我订婚，给我这么大的压力。",
    "annotation": [
      {
        "sentence": "嗯，或许我真应该转变一下观念，不再让自卑束缚住我。",
        "label": ""
      },
      {
        "sentence": "但是，我还是无法理解为什么父母要一直逼我订婚，给我这么大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母给你压力是他们的事，你无法决定他们是否逼你。但你可以有自己的选择，可以委屈求全地说“好吧”，也可以温和而坚定地说：“不！”你已经成年，可以解决自己人生的课题。婚姻这个问题，可以是你自己的试金石。从现在起，你要牢记，在父母面前，你是个很有价值的人。父母可以给你压力，但你可以选择自己的道路。",
    "annotation": [
      {
        "sentence": "父母给你压力是他们的事，你无法决定他们是否逼你。",
        "label": ""
      },
      {
        "sentence": "但你可以有自己的选择，可以委屈求全地说“好吧”，也可以温和而坚定地说：“不！",
        "label": ""
      },
      {
        "sentence": "”你已经成年，可以解决自己人生的课题。",
        "label": ""
      },
      {
        "sentence": "婚姻这个问题，可以是你自己的试金石。",
        "label": ""
      },
      {
        "sentence": "从现在起，你要牢记，在父母面前，你是个很有价值的人。",
        "label": ""
      },
      {
        "sentence": "父母可以给你压力，但你可以选择自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该更加自信地面对这个问题。我会试着跟男友沟通，让他知道我的困扰。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该更加自信地面对这个问题。",
        "label": ""
      },
      {
        "sentence": "我会试着跟男友沟通，让他知道我的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，与男友的沟通很重要。同时，我还想推荐你两本书《自卑与超越》和《被讨厌的勇气》，或许能给你带来不一样的体验。希望我的回答能给你一些借鉴和思考。",
    "annotation": [
      {
        "sentence": "很好，与男友的沟通很重要。",
        "label": ""
      },
      {
        "sentence": "同时，我还想推荐你两本书《自卑与超越》和《被讨厌的勇气》，或许能给你带来不一样的体验。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你一些借鉴和思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和陪伴，我会好好思考的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和陪伴，我会好好思考的。",
        "label": ""
      }
    ]
  }
]