[
  {
    "role": "client",
    "content": "父母逼迫得我负荷不了啦，跟亲戚朋友说我同意订婚？和男朋友六月底确定关系的，他的左脚膝盖以下是半截假肢，我比较自卑，和他正在慢慢磨合，但是家里父母认为我今年三十了，不能等，母亲在没有知会我的情况下，跟亲戚朋友说我同意十月份订婚？遇到好几个亲戚都在问我，还拉上我的舅舅“说服”我，什么男友腿脚不方便，我应该去学驾照，结婚以后，早出晚归好带孩子拉，让我倍感压力，从小父母就讽刺打击我，我对婚姻充满了恐惧，父母总是奉承男友，让我觉得和他是不对等的，又一直讽刺打击我，这种情况下，我怎么可能订婚？我不会和男友商量吗？为什么要一直逼我呢，压力很大很焦虑和痛苦，也很恐惧，怎么办啊啊",
    "annotation": [
      {
        "sentence": "父母逼迫得我负荷不了啦，跟亲戚朋友说我同意订婚？",
        "label": ""
      },
      {
        "sentence": "和男朋友六月底确定关系的，他的左脚膝盖以下是半截假肢，我比较自卑，和他正在慢慢磨合，但是家里父母认为我今年三十了，不能等，母亲在没有知会我的情况下，跟亲戚朋友说我同意十月份订婚？",
        "label": ""
      },
      {
        "sentence": "遇到好几个亲戚都在问我，还拉上我的舅舅“说服”我，什么男友腿脚不方便，我应该去学驾照，结婚以后，早出晚归好带孩子拉，让我倍感压力，从小父母就讽刺打击我，我对婚姻充满了恐惧，父母总是奉承男友，让我觉得和他是不对等的，又一直讽刺打击我，这种情况下，我怎么可能订婚？",
        "label": ""
      },
      {
        "sentence": "我不会和男友商量吗？",
        "label": ""
      },
      {
        "sentence": "为什么要一直逼我呢，压力很大很焦虑和痛苦，也很恐惧，怎么办啊啊",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到其他人对你关心与帮助，我也从我的视角给你带些支持。目前你与其他的矛盾主要在于，你个人的需求与你父母需求产生了巨大的冲突。你想要按自己的需求来考虑与生活。你父母只想你按照他们设计的方式去生活。并动用一切关系给你施压，核心在于他们不想了解你的需求，只想把你嫁出去！他们这么帮男方说话，是不是可能男方开出条件对他们非常有吸引力呢？",
    "annotation": [
      {
        "sentence": "看到其他人对你关心与帮助，我也从我的视角给你带些支持。",
        "label": ""
      },
      {
        "sentence": "目前你与其他的矛盾主要在于，你个人的需求与你父母需求产生了巨大的冲突。",
        "label": ""
      },
      {
        "sentence": "你想要按自己的需求来考虑与生活。",
        "label": ""
      },
      {
        "sentence": "你父母只想你按照他们设计的方式去生活。",
        "label": ""
      },
      {
        "sentence": "并动用一切关系给你施压，核心在于他们不想了解你的需求，只想把你嫁出去！",
        "label": ""
      },
      {
        "sentence": "他们这么帮男方说话，是不是可能男方开出条件对他们非常有吸引力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他们觉得男友的经济条件不错，所以一直在推动我尽快结婚。但我觉得自己还没有准备好，而且我对婚姻充满了恐惧，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，他们觉得男友的经济条件不错，所以一直在推动我尽快结婚。",
        "label": ""
      },
      {
        "sentence": "但我觉得自己还没有准备好，而且我对婚姻充满了恐惧，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的担心和恐惧。在这种情况下，你可以先考虑按照自己的需求来思考解决办法。比如，你可以和男友好好沟通，告诉他你的感受和困惑，看看他是否能够理解和支持你。",
    "annotation": [
      {
        "sentence": "我了解你的担心和恐惧。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以先考虑按照自己的需求来思考解决办法。",
        "label": ""
      },
      {
        "sentence": "比如，你可以和男友好好沟通，告诉他你的感受和困惑，看看他是否能够理解和支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该和男友好好交流，让他知道我目前的困惑和矛盾。但父母的压力真的很大，我不知道该如何面对他们。",
    "annotation": [
      {
        "sentence": "我明白了，我应该和男友好好交流，让他知道我目前的困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "但父母的压力真的很大，我不知道该如何面对他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困境，父母的压力确实让你倍感压力。但你需要明白，你的婚姻是关乎你一生幸福的重要事情。你可以试着与父母沟通，坦诚地告诉他们你的想法和感受，希望他们能够理解和支持你。",
    "annotation": [
      {
        "sentence": "理解你的困境，父母的压力确实让你倍感压力。",
        "label": ""
      },
      {
        "sentence": "但你需要明白，你的婚姻是关乎你一生幸福的重要事情。",
        "label": ""
      },
      {
        "sentence": "你可以试着与父母沟通，坦诚地告诉他们你的想法和感受，希望他们能够理解和支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着与父母坦诚沟通，希望他们能够理解我的想法。但是，如果他们仍然一意孤行，继续逼迫我怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会试着与父母坦诚沟通，希望他们能够理解我的想法。",
        "label": ""
      },
      {
        "sentence": "但是，如果他们仍然一意孤行，继续逼迫我怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他们仍然一意孤行，你可以考虑采取一些措施来保护自己的利益和幸福。比如，你可以寻求其他亲朋好友的帮助和支持，让他们给予你更多的理解和呵护。同时，你也可以考虑独立生活，暂时远离父母的压力，给自己一些时间来思考和决策。",
    "annotation": [
      {
        "sentence": "如果他们仍然一意孤行，你可以考虑采取一些措施来保护自己的利益和幸福。",
        "label": ""
      },
      {
        "sentence": "比如，你可以寻求其他亲朋好友的帮助和支持，让他们给予你更多的理解和呵护。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑独立生活，暂时远离父母的压力，给自己一些时间来思考和决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我感觉好多了。我会尽量与男友沟通，与其他人寻求支持，同时也会考虑独立生活，保护自己的利益和幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会尽量与男友沟通，与其他人寻求支持，同时也会考虑独立生活，保护自己的利益和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的进展和决心。记住，你的幸福是最重要的，要勇敢地为自己争取。如果你在这个过程中遇到困难，随时都可以来找我寻求帮助和支持。",
    "annotation": [
      {
        "sentence": "很高兴听到你的进展和决心。",
        "label": ""
      },
      {
        "sentence": "记住，你的幸福是最重要的，要勇敢地为自己争取。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中遇到困难，随时都可以来找我寻求帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会坚持下去的。如果我需要帮助，我一定会来找你的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "如果我需要帮助，我一定会来找你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我会一直在这里支持你的，相信自己，你一定可以度过这个困难时期。加油！",
    "annotation": [
      {
        "sentence": "我会一直在这里支持你的，相信自己，你一定可以度过这个困难时期。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]