[
  {
    "role": "client",
    "content": "父母逼迫得我负荷不了啦，跟亲戚朋友说我同意订婚？和男朋友六月底确定关系的，他的左脚膝盖以下是半截假肢，我比较自卑，和他正在慢慢磨合，但是家里父母认为我今年三十了，不能等，母亲在没有知会我的情况下，跟亲戚朋友说我同意十月份订婚？遇到好几个亲戚都在问我，还拉上我的舅舅“说服”我，什么男友腿脚不方便，我应该去学驾照，结婚以后，早出晚归好带孩子拉，让我倍感压力，从小父母就讽刺打击我，我对婚姻充满了恐惧，父母总是奉承男友，让我觉得和他是不对等的，又一直讽刺打击我，这种情况下，我怎么可能订婚？我不会和男友商量吗？为什么要一直逼我呢，压力很大很焦虑和痛苦，也很恐惧，怎么办啊啊",
    "annotation": [
      {
        "sentence": "父母逼迫得我负荷不了啦，跟亲戚朋友说我同意订婚？",
        "label": ""
      },
      {
        "sentence": "和男朋友六月底确定关系的，他的左脚膝盖以下是半截假肢，我比较自卑，和他正在慢慢磨合，但是家里父母认为我今年三十了，不能等，母亲在没有知会我的情况下，跟亲戚朋友说我同意十月份订婚？",
        "label": ""
      },
      {
        "sentence": "遇到好几个亲戚都在问我，还拉上我的舅舅“说服”我，什么男友腿脚不方便，我应该去学驾照，结婚以后，早出晚归好带孩子拉，让我倍感压力，从小父母就讽刺打击我，我对婚姻充满了恐惧，父母总是奉承男友，让我觉得和他是不对等的，又一直讽刺打击我，这种情况下，我怎么可能订婚？",
        "label": ""
      },
      {
        "sentence": "我不会和男友商量吗？",
        "label": ""
      },
      {
        "sentence": "为什么要一直逼我呢，压力很大很焦虑和痛苦，也很恐惧，怎么办啊啊",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我完全理解你的感受。你现在感受到了来自父母和亲戚朋友的压力，同时自己也因为男友的情况感到自卑和恐惧。但是你需要明确一点，订婚只是结婚的前奏，最重要的是你和男友之间的相处情况。即使周围的人如何说，关键还是在于你们是否能够相处融洽。如果你们相处得好，磨合以后感觉还不错，那么可以选择结婚，不用太在乎周围的意见。",
    "annotation": [
      {
        "sentence": "求助者，我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你现在感受到了来自父母和亲戚朋友的压力，同时自己也因为男友的情况感到自卑和恐惧。",
        "label": ""
      },
      {
        "sentence": "但是你需要明确一点，订婚只是结婚的前奏，最重要的是你和男友之间的相处情况。",
        "label": ""
      },
      {
        "sentence": "即使周围的人如何说，关键还是在于你们是否能够相处融洽。",
        "label": ""
      },
      {
        "sentence": "如果你们相处得好，磨合以后感觉还不错，那么可以选择结婚，不用太在乎周围的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得压力太大了，父母总是逼我结婚，还拿男友的腿脚不方便说事，说我要去学驾照，早出晚归好带孩子，让我倍感压力。而且，从小父母就讽刺打击我，让我觉得和男友是不对等的。我真的怕结婚后会有更多的矛盾和压力。",
    "annotation": [
      {
        "sentence": "但是我觉得压力太大了，父母总是逼我结婚，还拿男友的腿脚不方便说事，说我要去学驾照，早出晚归好带孩子，让我倍感压力。",
        "label": ""
      },
      {
        "sentence": "而且，从小父母就讽刺打击我，让我觉得和男友是不对等的。",
        "label": ""
      },
      {
        "sentence": "我真的怕结婚后会有更多的矛盾和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的顾虑，父母可能是因为担心你的年龄和未来而迫切希望你能尽快结婚。但是你需要明白，不管别人怎么逼，最终决定权还是在你手中。你要尊重自己的意见，不要过度考虑别人的看法。即使是自己的父母，也需要在这个问题上有辩证客观的态度。要是你们相处不来，不要勉强继续下去，否则婚后可能会产生更多的矛盾，那时候痛苦的还是你自己。相信你能够处理好自己的困扰。",
    "annotation": [
      {
        "sentence": "我明白你的顾虑，父母可能是因为担心你的年龄和未来而迫切希望你能尽快结婚。",
        "label": ""
      },
      {
        "sentence": "但是你需要明白，不管别人怎么逼，最终决定权还是在你手中。",
        "label": ""
      },
      {
        "sentence": "你要尊重自己的意见，不要过度考虑别人的看法。",
        "label": ""
      },
      {
        "sentence": "即使是自己的父母，也需要在这个问题上有辩证客观的态度。",
        "label": ""
      },
      {
        "sentence": "要是你们相处不来，不要勉强继续下去，否则婚后可能会产生更多的矛盾，那时候痛苦的还是你自己。",
        "label": ""
      },
      {
        "sentence": "相信你能够处理好自己的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我现在真的感到很焦虑和痛苦，这种压力也让我很害怕。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "可是我现在真的感到很焦虑和痛苦，这种压力也让我很害怕。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的焦虑和痛苦。对于婚姻和未来，每个人都会有不同的担忧。我建议你试着放松一下自己，多和男友沟通，了解他的想法和感受。同时，你可以尝试寻求一些心理上的支持，比如和朋友或者心理咨询师交流。通过倾诉和专业支持，你会逐渐找到解决问题的方法。记住，你并不孤单，有人可以帮助你渡过难关。",
    "annotation": [
      {
        "sentence": "我理解你的焦虑和痛苦。",
        "label": ""
      },
      {
        "sentence": "对于婚姻和未来，每个人都会有不同的担忧。",
        "label": ""
      },
      {
        "sentence": "我建议你试着放松一下自己，多和男友沟通，了解他的想法和感受。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试寻求一些心理上的支持，比如和朋友或者心理咨询师交流。",
        "label": ""
      },
      {
        "sentence": "通过倾诉和专业支持，你会逐渐找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人可以帮助你渡过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试着和男友好好沟通，同时也考虑寻求一些心理上的支持。我希望能够解决这个问题，找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试着和男友好好沟通，同时也考虑寻求一些心理上的支持。",
        "label": ""
      },
      {
        "sentence": "我希望能够解决这个问题，找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你有积极的态度。相信你能够处理好眼前的困扰，找到属于自己的幸福。记得要保持积极的心态，相信自己的选择，不要让他人的意见左右自己的决策。希望你能够顺利度过这段时期，找到自己真正想要的幸福。如果在这个过程中还需要帮助，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴看到你有积极的态度。",
        "label": ""
      },
      {
        "sentence": "相信你能够处理好眼前的困扰，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极的心态，相信自己的选择，不要让他人的意见左右自己的决策。",
        "label": ""
      },
      {
        "sentence": "希望你能够顺利度过这段时期，找到自己真正想要的幸福。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还需要帮助，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]