[
  {
    "role": "client",
    "content": "我今年18岁，是个内向腼腆的男生。我一直在想，我是不是得了社交恐惧症？我从很早以前就开始有这种感觉了。每次在班级上举办集体活动，我参与没过多久就会感到心情低落，甚至有点抑郁，感觉心里特别空虚无力。特别是最近高三，我不知道是不是学业压力让这些症状变得越来越严重。前几天学校举办了运动会，我参与没多久，突然情绪就变得很低落，没有任何征兆。然后我开始感到恶心，不停地想呕吐。后来我实在受不了，独自一个人回到教室，听听音乐写写作业，心情就缓解了，恶心的感觉也有所减轻。但是我平时与人正常交往好像没有什么问题，只是在陌生的人和环境面前，我特别内向腼腆。但是在熟悉的人中间，我却表现得非常疯狂，感觉自己并没有问题。请问我是不是有什么心理问题？我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我今年18岁，是个内向腼腆的男生。",
        "label": ""
      },
      {
        "sentence": "我一直在想，我是不是得了社交恐惧症？",
        "label": ""
      },
      {
        "sentence": "我从很早以前就开始有这种感觉了。",
        "label": ""
      },
      {
        "sentence": "每次在班级上举办集体活动，我参与没过多久就会感到心情低落，甚至有点抑郁，感觉心里特别空虚无力。",
        "label": ""
      },
      {
        "sentence": "特别是最近高三，我不知道是不是学业压力让这些症状变得越来越严重。",
        "label": ""
      },
      {
        "sentence": "前几天学校举办了运动会，我参与没多久，突然情绪就变得很低落，没有任何征兆。",
        "label": ""
      },
      {
        "sentence": "然后我开始感到恶心，不停地想呕吐。",
        "label": ""
      },
      {
        "sentence": "后来我实在受不了，独自一个人回到教室，听听音乐写写作业，心情就缓解了，恶心的感觉也有所减轻。",
        "label": ""
      },
      {
        "sentence": "但是我平时与人正常交往好像没有什么问题，只是在陌生的人和环境面前，我特别内向腼腆。",
        "label": ""
      },
      {
        "sentence": "但是在熟悉的人中间，我却表现得非常疯狂，感觉自己并没有问题。",
        "label": ""
      },
      {
        "sentence": "请问我是不是有什么心理问题？",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的描述，我觉得你可能并不是患有社交恐惧症，而可能只是不喜欢热闹的氛围。你感到不舒服可能是因为你觉得自己应该参与这些活动，但实际上你并不喜欢。这种矛盾感会让你感到不舒服。但是没关系，这是一个可以慢慢调整的问题。每次有集体活动时，不要对此过于重视，也不要强迫自己参加，不要有\"我不参加就是错的\"这样的想法。我都快30岁了，对于陌生人我也不敢说话，但在熟悉的人面前我却非常活跃。每当我去一个新的场所必须要和陌生人交谈时，我都会提前做好心理建设，准备好自己要说的内容，然后硬着头皮去。但是时间一长，除非是避免那类场合，遇到同样情况时我就能够自如应对了。所以你要给自己一些时间和信心，相信情况会好转的。",
    "annotation": [
      {
        "sentence": "看你的描述，我觉得你可能并不是患有社交恐惧症，而可能只是不喜欢热闹的氛围。",
        "label": ""
      },
      {
        "sentence": "你感到不舒服可能是因为你觉得自己应该参与这些活动，但实际上你并不喜欢。",
        "label": ""
      },
      {
        "sentence": "这种矛盾感会让你感到不舒服。",
        "label": ""
      },
      {
        "sentence": "但是没关系，这是一个可以慢慢调整的问题。",
        "label": ""
      },
      {
        "sentence": "每次有集体活动时，不要对此过于重视，也不要强迫自己参加，不要有\"我不参加就是错的\"这样的想法。",
        "label": ""
      },
      {
        "sentence": "我都快30岁了，对于陌生人我也不敢说话，但在熟悉的人面前我却非常活跃。",
        "label": ""
      },
      {
        "sentence": "每当我去一个新的场所必须要和陌生人交谈时，我都会提前做好心理建设，准备好自己要说的内容，然后硬着头皮去。",
        "label": ""
      },
      {
        "sentence": "但是时间一长，除非是避免那类场合，遇到同样情况时我就能够自如应对了。",
        "label": ""
      },
      {
        "sentence": "所以你要给自己一些时间和信心，相信情况会好转的。",
        "label": ""
      }
    ]
  }
]