[
  {
    "role": "client",
    "content": "你好，我是一个12岁的女生。最近我总感觉很失落，好像全世界都在嘲笑我。在学校里，同学们都侮辱我，我回到家也只能一个人哭。父母总是说他们很忙，还给我报了一些我不感兴趣的学习班。我想睡觉但睡不着，每次哭完都感觉自己很委屈，但说不出来。",
    "annotation": [
      {
        "sentence": "你好，我是一个12岁的女生。",
        "label": ""
      },
      {
        "sentence": "最近我总感觉很失落，好像全世界都在嘲笑我。",
        "label": ""
      },
      {
        "sentence": "在学校里，同学们都侮辱我，我回到家也只能一个人哭。",
        "label": ""
      },
      {
        "sentence": "父母总是说他们很忙，还给我报了一些我不感兴趣的学习班。",
        "label": ""
      },
      {
        "sentence": "我想睡觉但睡不着，每次哭完都感觉自己很委屈，但说不出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妹妹~我非常理解你的感受，学生时期确实是两点一线，不是学校里受人欺负，就是回到家父母忙于工作，无法顾及你的心理需求。你的委屈无处诉说，渴望得到妈妈温暖的怀抱，但却遭到了拒绝。在日常生活中，你是否是一个让家长放心的孩子呢？或许正因为如此，父母没有将注意力完全放在你的心理成长上，而只注重物质生活和教育条件。",
    "annotation": [
      {
        "sentence": "妹妹~我非常理解你的感受，学生时期确实是两点一线，不是学校里受人欺负，就是回到家父母忙于工作，无法顾及你的心理需求。",
        "label": ""
      },
      {
        "sentence": "你的委屈无处诉说，渴望得到妈妈温暖的怀抱，但却遭到了拒绝。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，你是否是一个让家长放心的孩子呢？",
        "label": ""
      },
      {
        "sentence": "或许正因为如此，父母没有将注意力完全放在你的心理成长上，而只注重物质生活和教育条件。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直都尽力让父母放心，但我也需要他们的关心。我并不是要求父母时刻关注，只是希望在我需要依靠的时候，他们能够在我身边。请问应该怎样主动与父母沟通呢？",
    "annotation": [
      {
        "sentence": "是的，我一直都尽力让父母放心，但我也需要他们的关心。",
        "label": ""
      },
      {
        "sentence": "我并不是要求父母时刻关注，只是希望在我需要依靠的时候，他们能够在我身边。",
        "label": ""
      },
      {
        "sentence": "请问应该怎样主动与父母沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，和父母的主动沟通是一个很重要的方式。你可以选择在父母不疲惫的时候，例如晚饭后，郑重其事地告诉他们你的需求。关于补习班的问题，你可以表达出自己的期望，而不是让他们一味地安排。但要注意温和地表达，理解妈妈的辛劳并且明确告诉她们你对补习班没有兴趣，参加了也只会浪费钱。另外，你也可以关心自己，希望在他们忙碌的工作之余，能够给你一些关怀和陪伴。具体的关怀形式可以是陪你看电影、短途旅行，或者仅仅是认真地一顿饭，坐下来聊聊你在学校的生活等等。",
    "annotation": [
      {
        "sentence": "对的，和父母的主动沟通是一个很重要的方式。",
        "label": ""
      },
      {
        "sentence": "你可以选择在父母不疲惫的时候，例如晚饭后，郑重其事地告诉他们你的需求。",
        "label": ""
      },
      {
        "sentence": "关于补习班的问题，你可以表达出自己的期望，而不是让他们一味地安排。",
        "label": ""
      },
      {
        "sentence": "但要注意温和地表达，理解妈妈的辛劳并且明确告诉她们你对补习班没有兴趣，参加了也只会浪费钱。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以关心自己，希望在他们忙碌的工作之余，能够给你一些关怀和陪伴。",
        "label": ""
      },
      {
        "sentence": "具体的关怀形式可以是陪你看电影、短途旅行，或者仅仅是认真地一顿饭，坐下来聊聊你在学校的生活等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，我会尝试与父母进行沟通，并且表达我的需求。另外，我意识到我更在意家庭的事情，对学校里的侮辱我没有详细描述。也许如果我把这些问题说出来，别人也能帮我出出主意。或许同学们对我有一些误会，导致他们在言语上不善待我。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，我会尝试与父母进行沟通，并且表达我的需求。",
        "label": ""
      },
      {
        "sentence": "另外，我意识到我更在意家庭的事情，对学校里的侮辱我没有详细描述。",
        "label": ""
      },
      {
        "sentence": "也许如果我把这些问题说出来，别人也能帮我出出主意。",
        "label": ""
      },
      {
        "sentence": "或许同学们对我有一些误会，导致他们在言语上不善待我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，说出来可能会有解决的办法。同学们或许只是对你有一些误会，所以才会有不友善的言语。希望你早日摆脱这些困扰。午安~",
    "annotation": [
      {
        "sentence": "没错，说出来可能会有解决的办法。",
        "label": ""
      },
      {
        "sentence": "同学们或许只是对你有一些误会，所以才会有不友善的言语。",
        "label": ""
      },
      {
        "sentence": "希望你早日摆脱这些困扰。",
        "label": ""
      },
      {
        "sentence": "午安~",
        "label": ""
      }
    ]
  }
]