[
  {
    "role": "client",
    "content": "如果自己没有正式工作，就不叫工作了吗？感觉自己的父母好像特别想让自己有一份正式的工作。难道我们工作不是为了挣钱吗？",
    "annotation": [
      {
        "sentence": "如果自己没有正式工作，就不叫工作了吗？",
        "label": ""
      },
      {
        "sentence": "感觉自己的父母好像特别想让自己有一份正式的工作。",
        "label": ""
      },
      {
        "sentence": "难道我们工作不是为了挣钱吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母希望你有一份正式的工作，并不只是为了挣钱，而是希望你有一个稳定的未来。过去的年代，工作只有两种，一种是体制内的，一种是体制外的。大部分人都在体制内，也就是说在机关单位的，在国营工厂企业的，他们拥有铁饭碗，不需要担心风雨飘摇。单位提供着全方位的保障，几乎包揽了一个人从出生到死亡的全过程。然而随着国企改革，很多人下岗了，但他们依然认为只有在体制内工作才是真正有工作。比如我有个姐夫，比我大20岁，他在政府部门上班，现在他的儿子、儿媳、女儿、女婿、侄子等都成了公务员。姐夫给他们一条很明确的道路：上大学，回到家乡，考公务员。他们也都按照这样做。国家公务员、事业编、国企一直在改革，但公务员在老一辈人心中依然是铁饭碗。每年国家考试的人数就是证明。但并不是所有人都喜欢体制内的工作，这是可以理解的事情，毕竟现在铁饭碗也不再那么坚固。父母的苦心可以理解，他们的担忧也是真实的。如果你能证明即使你从事的并不是他们眼中的正式工作，你也能过得很好，比如拥有高收入和幸福家庭，或许这能稍微缓解他们的担忧。所以，关键还是你自己要足够强大。你可以好好和父母谈谈，谈谈你的职业规划，谈谈你的未来。主要是让他们安心放心。",
    "annotation": [
      {
        "sentence": "父母希望你有一份正式的工作，并不只是为了挣钱，而是希望你有一个稳定的未来。",
        "label": ""
      },
      {
        "sentence": "过去的年代，工作只有两种，一种是体制内的，一种是体制外的。",
        "label": ""
      },
      {
        "sentence": "大部分人都在体制内，也就是说在机关单位的，在国营工厂企业的，他们拥有铁饭碗，不需要担心风雨飘摇。",
        "label": ""
      },
      {
        "sentence": "单位提供着全方位的保障，几乎包揽了一个人从出生到死亡的全过程。",
        "label": ""
      },
      {
        "sentence": "然而随着国企改革，很多人下岗了，但他们依然认为只有在体制内工作才是真正有工作。",
        "label": ""
      },
      {
        "sentence": "比如我有个姐夫，比我大20岁，他在政府部门上班，现在他的儿子、儿媳、女儿、女婿、侄子等都成了公务员。",
        "label": ""
      },
      {
        "sentence": "姐夫给他们一条很明确的道路：上大学，回到家乡，考公务员。",
        "label": ""
      },
      {
        "sentence": "他们也都按照这样做。",
        "label": ""
      },
      {
        "sentence": "国家公务员、事业编、国企一直在改革，但公务员在老一辈人心中依然是铁饭碗。",
        "label": ""
      },
      {
        "sentence": "每年国家考试的人数就是证明。",
        "label": ""
      },
      {
        "sentence": "但并不是所有人都喜欢体制内的工作，这是可以理解的事情，毕竟现在铁饭碗也不再那么坚固。",
        "label": ""
      },
      {
        "sentence": "父母的苦心可以理解，他们的担忧也是真实的。",
        "label": ""
      },
      {
        "sentence": "如果你能证明即使你从事的并不是他们眼中的正式工作，你也能过得很好，比如拥有高收入和幸福家庭，或许这能稍微缓解他们的担忧。",
        "label": ""
      },
      {
        "sentence": "所以，关键还是你自己要足够强大。",
        "label": ""
      },
      {
        "sentence": "你可以好好和父母谈谈，谈谈你的职业规划，谈谈你的未来。",
        "label": ""
      },
      {
        "sentence": "主要是让他们安心放心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，父母是希望我拥有一个稳定的未来，而不仅仅是挣钱。可是我总觉得自己身边的朋友都有着体面的工作，而我没有，这让我感到很焦虑。",
    "annotation": [
      {
        "sentence": "我明白了，父母是希望我拥有一个稳定的未来，而不仅仅是挣钱。",
        "label": ""
      },
      {
        "sentence": "可是我总觉得自己身边的朋友都有着体面的工作，而我没有，这让我感到很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的焦虑，但不要过度比较自己和他人。每个人的情况都不同，每个人的道路也不同。重要的是你的内心感受和对自己生活的满意度。焦虑只会增加不必要的压力，我们应该更注重自己的成长和幸福感。你可以试着改变一下看待的角度，把焦点放在提升自己的技能和能力上，这样将来无论从事什么样的工作都能有更好的发展。",
    "annotation": [
      {
        "sentence": "理解你的焦虑，但不要过度比较自己和他人。",
        "label": ""
      },
      {
        "sentence": "每个人的情况都不同，每个人的道路也不同。",
        "label": ""
      },
      {
        "sentence": "重要的是你的内心感受和对自己生活的满意度。",
        "label": ""
      },
      {
        "sentence": "焦虑只会增加不必要的压力，我们应该更注重自己的成长和幸福感。",
        "label": ""
      },
      {
        "sentence": "你可以试着改变一下看待的角度，把焦点放在提升自己的技能和能力上，这样将来无论从事什么样的工作都能有更好的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更关注自己的成长和幸福感。但是，我担心如果我不从事正式工作，会给父母带来失望和不安。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更关注自己的成长和幸福感。",
        "label": ""
      },
      {
        "sentence": "但是，我担心如果我不从事正式工作，会给父母带来失望和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母的担忧源于对你的关心和爱，这是件好事。你可以和他们坦诚地交流，分享你对未来的规划和职业发展的思考。告诉他们你对自己的信心和决心，让他们知道你不仅仅是为了挣钱，而是为了实现自己的理想和梦想。只要你坚定地展示你对未来的努力和热情，他们就会理解和支持你的选择。",
    "annotation": [
      {
        "sentence": "父母的担忧源于对你的关心和爱，这是件好事。",
        "label": ""
      },
      {
        "sentence": "你可以和他们坦诚地交流，分享你对未来的规划和职业发展的思考。",
        "label": ""
      },
      {
        "sentence": "告诉他们你对自己的信心和决心，让他们知道你不仅仅是为了挣钱，而是为了实现自己的理想和梦想。",
        "label": ""
      },
      {
        "sentence": "只要你坚定地展示你对未来的努力和热情，他们就会理解和支持你的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着坦诚地和父母交流，让他们理解我的想法和决心。但是，我还是害怕他们会不接受我的选择，觉得我在浪费时间和机会。",
    "annotation": [
      {
        "sentence": "我会试着坦诚地和父母交流，让他们理解我的想法和决心。",
        "label": ""
      },
      {
        "sentence": "但是，我还是害怕他们会不接受我的选择，觉得我在浪费时间和机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕是常人的情绪，但不要忘记你是他们的孩子，他们更注重的是你的幸福和成长。你可以提醒他们，现如今的职业选择已经多样化，可能并不只有一条道路可以通往成功。不同的经历和机会能够帮你发展出更多的技能和能力，为将来的职业发展打下坚实的基础。只要你能够坚定地追求自己的梦想，并付诸努力去实现，相信他们会理解并支持你的选择。",
    "annotation": [
      {
        "sentence": "害怕是常人的情绪，但不要忘记你是他们的孩子，他们更注重的是你的幸福和成长。",
        "label": ""
      },
      {
        "sentence": "你可以提醒他们，现如今的职业选择已经多样化，可能并不只有一条道路可以通往成功。",
        "label": ""
      },
      {
        "sentence": "不同的经历和机会能够帮你发展出更多的技能和能力，为将来的职业发展打下坚实的基础。",
        "label": ""
      },
      {
        "sentence": "只要你能够坚定地追求自己的梦想，并付诸努力去实现，相信他们会理解并支持你的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我应该相信他们会理解和支持我。我也会更加努力去追求自己的梦想，为将来的职业发展奠定坚实的基础。",
    "annotation": [
      {
        "sentence": "你说得很对，我应该相信他们会理解和支持我。",
        "label": ""
      },
      {
        "sentence": "我也会更加努力去追求自己的梦想，为将来的职业发展奠定坚实的基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说。相信自己，相信你的能力和潜力。无论选择什么样的工作，只要你充满热情并持之以恒，就一定能够取得成功。不要害怕追求自己的梦想，因为只有这样，你才能真正成为一个幸福和满意的人。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "无论选择什么样的工作，只要你充满热情并持之以恒，就一定能够取得成功。",
        "label": ""
      },
      {
        "sentence": "不要害怕追求自己的梦想，因为只有这样，你才能真正成为一个幸福和满意的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我现在对未来感到更加有信心了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在对未来感到更加有信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都相信你有着巨大的潜力。只要你坚信自己，努力实现自己的目标，你一定能够过上你想要的生活。记住，无论选择什么样的工作，重要的是能够让你感到幸福和满意。加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直都相信你有着巨大的潜力。",
        "label": ""
      },
      {
        "sentence": "只要你坚信自己，努力实现自己的目标，你一定能够过上你想要的生活。",
        "label": ""
      },
      {
        "sentence": "记住，无论选择什么样的工作，重要的是能够让你感到幸福和满意。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]