[
  {
    "role": "client",
    "content": "一样的衣食住行，一样的活，为啥他就不开心呢？大儿子总是觉得小儿子小时候比他过的开心，觉得自己过的不开心。但是父母再初中以前对他的爱远胜于小儿子，为何他就是看不出来呢？仅仅是因为比较忙的时候，让他暑假里多做了几顿饭吗？可是他要啥，我们基本就给啥！有自己相对独立的空间，他要辅导资料，家里困难给他买了，他要英语磁带给买了，他要复读机给买了，然后学习成绩确实还可以！小学毕业，班主任建议他去县里上学，但要交钱，交不起，就让他在镇上的学校读了书，但他任性赌气自毁来报复父母，最后浪费三年时光读了个中专！问题是初中阶段也已经给他提供了家里提供的最好的条件，自己住一个大房间，初中三年参考书买了一蛇皮袋，自行车换了两辆，车都是按最好的买，自己受伤，开个电瓶车接送他，把别人撞伤，给他擦屁股，初三租房住学校边上，人家住校的都考上了，你租住在外面自己却考不上。小儿子基本都是和我们一个房间，用的资料也没他多，花的钱也没他多。总体来看，除了小儿子年纪比较小时，做。",
    "annotation": [
      {
        "sentence": "一样的衣食住行，一样的活，为啥他就不开心呢？",
        "label": ""
      },
      {
        "sentence": "大儿子总是觉得小儿子小时候比他过的开心，觉得自己过的不开心。",
        "label": ""
      },
      {
        "sentence": "但是父母再初中以前对他的爱远胜于小儿子，为何他就是看不出来呢？",
        "label": ""
      },
      {
        "sentence": "仅仅是因为比较忙的时候，让他暑假里多做了几顿饭吗？",
        "label": ""
      },
      {
        "sentence": "可是他要啥，我们基本就给啥！",
        "label": ""
      },
      {
        "sentence": "有自己相对独立的空间，他要辅导资料，家里困难给他买了，他要英语磁带给买了，他要复读机给买了，然后学习成绩确实还可以！",
        "label": ""
      },
      {
        "sentence": "小学毕业，班主任建议他去县里上学，但要交钱，交不起，就让他在镇上的学校读了书，但他任性赌气自毁来报复父母，最后浪费三年时光读了个中专！",
        "label": ""
      },
      {
        "sentence": "问题是初中阶段也已经给他提供了家里提供的最好的条件，自己住一个大房间，初中三年参考书买了一蛇皮袋，自行车换了两辆，车都是按最好的买，自己受伤，开个电瓶车接送他，把别人撞伤，给他擦屁股，初三租房住学校边上，人家住校的都考上了，你租住在外面自己却考不上。",
        "label": ""
      },
      {
        "sentence": "小儿子基本都是和我们一个房间，用的资料也没他多，花的钱也没他多。",
        "label": ""
      },
      {
        "sentence": "总体来看，除了小儿子年纪比较小时，做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解很多家长都和你一样，经过了长时间的默默付出后，孩子仍然无法理解和感受到你们的爱和努力。",
    "annotation": [
      {
        "sentence": "我理解很多家长都和你一样，经过了长时间的默默付出后，孩子仍然无法理解和感受到你们的爱和努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我总是想知道到底是哪里有问题，为什么我们的爱他感受不到呢？",
    "annotation": [
      {
        "sentence": "是啊，我总是想知道到底是哪里有问题，为什么我们的爱他感受不到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们不能一味地将问题归咎于孩子。也许我们要更深刻地去了解他的想法和感受，了解他的内心。你们和孩子之间的沟通能力有待提高吗？",
    "annotation": [
      {
        "sentence": "我们不能一味地将问题归咎于孩子。",
        "label": ""
      },
      {
        "sentence": "也许我们要更深刻地去了解他的想法和感受，了解他的内心。",
        "label": ""
      },
      {
        "sentence": "你们和孩子之间的沟通能力有待提高吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们在生活中很常常和儿子沟通啊，什么事情都会聊聊。",
    "annotation": [
      {
        "sentence": "我们在生活中很常常和儿子沟通啊，什么事情都会聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我明白了。不过，有时我们可能会觉得自己很清楚地表达了自己的意思，而孩子却听不进去。其实这时候我们可以改变自己的思考方式，从孩子自己的角度去思考，更好地理解他们的感受和想法。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "不过，有时我们可能会觉得自己很清楚地表达了自己的意思，而孩子却听不进去。",
        "label": ""
      },
      {
        "sentence": "其实这时候我们可以改变自己的思考方式，从孩子自己的角度去思考，更好地理解他们的感受和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道怎么从他的角度去思考，或者说我不了解他的想法和感受。",
    "annotation": [
      {
        "sentence": "我不知道怎么从他的角度去思考，或者说我不了解他的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那我们可以从以下几个方面去观察和了解：首先，我们可以询问一些开放性的问题，鼓励孩子发表观点和想法。其次，我们可以多花时间关注孩子，去细微的地方了解他日常的情感起伏，了解他的兴趣爱好、喜好等等。最后，如果有条件的话，我们可以寻求专业人士的帮助，他们将会在沟通中提供更专业的建议。",
    "annotation": [
      {
        "sentence": "那我们可以从以下几个方面去观察和了解：首先，我们可以询问一些开放性的问题，鼓励孩子发表观点和想法。",
        "label": ""
      },
      {
        "sentence": "其次，我们可以多花时间关注孩子，去细微的地方了解他日常的情感起伏，了解他的兴趣爱好、喜好等等。",
        "label": ""
      },
      {
        "sentence": "最后，如果有条件的话，我们可以寻求专业人士的帮助，他们将会在沟通中提供更专业的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得你说的很有道理。我们应该尝试从孩子的角度去思考，更加了解他的想法和感受，才能达到良好的沟通效果。",
    "annotation": [
      {
        "sentence": "是的，我觉得你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我们应该尝试从孩子的角度去思考，更加了解他的想法和感受，才能达到良好的沟通效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这样才能帮助孩子更好地面对生活中的问题，从而更好地成长。",
    "annotation": [
      {
        "sentence": "没错，这样才能帮助孩子更好地面对生活中的问题，从而更好地成长。",
        "label": ""
      }
    ]
  }
]