[
  {
    "role": "client",
    "content": "一样的衣食住行，一样的活，为啥他就不开心呢？大儿子总是觉得小儿子小时候比他过得开心，觉得自己过得不开心。但是父母在初中以前对他的爱远胜于小儿子，为何他就是看不出来呢？仅仅是因为比较忙的时候，让他暑假里多做了几顿饭吗？可是他要啥，我们基本就给啥！有自己相对独立的空间，他要辅导资料，家里困难给他买了，他要英语磁带给买了，他要复读机给买了，然后学习成绩确实还可以！小学毕业，班主任建议他去县里上学，但要交钱，交不起，就让他在镇上的学校读了书，但他任性赌气自毁来报复父母，最后浪费三年时光读了个中专！问题是初中阶段也已经给他提供了家里提供的最好的条件，自己住一个大房间，初中三年参考书买了一蛇皮袋，自行车换了两辆，车都是按最好的买，自己受伤，开个电瓶车接送他，把别人撞伤，给他擦屁股，初三租房住学校边上，人家住校的都考上了，你租住在外面自己却考不上。小儿子基本都是和我们一个房间，用的资料也没他多，花的钱也没他多。总体来看，除了小儿子年纪比较小时，做相对的疼爱对待外，真心觉得没什么区别呀。",
    "annotation": [
      {
        "sentence": "一样的衣食住行，一样的活，为啥他就不开心呢？",
        "label": ""
      },
      {
        "sentence": "大儿子总是觉得小儿子小时候比他过得开心，觉得自己过得不开心。",
        "label": ""
      },
      {
        "sentence": "但是父母在初中以前对他的爱远胜于小儿子，为何他就是看不出来呢？",
        "label": ""
      },
      {
        "sentence": "仅仅是因为比较忙的时候，让他暑假里多做了几顿饭吗？",
        "label": ""
      },
      {
        "sentence": "可是他要啥，我们基本就给啥！",
        "label": ""
      },
      {
        "sentence": "有自己相对独立的空间，他要辅导资料，家里困难给他买了，他要英语磁带给买了，他要复读机给买了，然后学习成绩确实还可以！",
        "label": ""
      },
      {
        "sentence": "小学毕业，班主任建议他去县里上学，但要交钱，交不起，就让他在镇上的学校读了书，但他任性赌气自毁来报复父母，最后浪费三年时光读了个中专！",
        "label": ""
      },
      {
        "sentence": "问题是初中阶段也已经给他提供了家里提供的最好的条件，自己住一个大房间，初中三年参考书买了一蛇皮袋，自行车换了两辆，车都是按最好的买，自己受伤，开个电瓶车接送他，把别人撞伤，给他擦屁股，初三租房住学校边上，人家住校的都考上了，你租住在外面自己却考不上。",
        "label": ""
      },
      {
        "sentence": "小儿子基本都是和我们一个房间，用的资料也没他多，花的钱也没他多。",
        "label": ""
      },
      {
        "sentence": "总体来看，除了小儿子年纪比较小时，做相对的疼爱对待外，真心觉得没什么区别呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信作为父母没有一个是不爱自己的孩子的，常言道“手心手背都是肉”，怎么会不疼他呢？但当你不解的是，为什么同一个家庭下背景成长的两个孩子会差那么多。为何两个孩子会相差那么多，其实在描述中可窥见一二：",
    "annotation": [
      {
        "sentence": "我相信作为父母没有一个是不爱自己的孩子的，常言道“手心手背都是肉”，怎么会不疼他呢？",
        "label": ""
      },
      {
        "sentence": "但当你不解的是，为什么同一个家庭下背景成长的两个孩子会差那么多。",
        "label": ""
      },
      {
        "sentence": "为何两个孩子会相差那么多，其实在描述中可窥见一二：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我就是不明白为什么两个孩子在相同的环境下成长竟然有这么大的差距。",
    "annotation": [
      {
        "sentence": "是啊，我就是不明白为什么两个孩子在相同的环境下成长竟然有这么大的差距。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，父母在他初中以前对他的爱远胜于小儿子。也就是说父母的爱是不对等的，并且在大儿子初中之后，父母爱小儿子胜过大儿子。也许这会给大儿子造成心理落差，觉得弟弟从父母身上分走了一部分对自己的爱，觉得父母的重心在弟弟身上，而自己是被忽略的。",
    "annotation": [
      {
        "sentence": "首先，父母在他初中以前对他的爱远胜于小儿子。",
        "label": ""
      },
      {
        "sentence": "也就是说父母的爱是不对等的，并且在大儿子初中之后，父母爱小儿子胜过大儿子。",
        "label": ""
      },
      {
        "sentence": "也许这会给大儿子造成心理落差，觉得弟弟从父母身上分走了一部分对自己的爱，觉得父母的重心在弟弟身上，而自己是被忽略的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是这样吧，我确实注意到在弟弟上初中后，我们对他的关注似乎更多了。",
    "annotation": [
      {
        "sentence": "或许是这样吧，我确实注意到在弟弟上初中后，我们对他的关注似乎更多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，仅仅是因为比较忙的时候，让他暑假里多做了几顿饭吗？其实从这句话能感觉到你对大儿子的责备情绪，也许让他不开心的并不是因为他在暑假做了几顿饭，而是因为自己做的部分不被父母看见，可能你们觉得这是大儿子应该做的吧。不仅仅是亲子关系中，也包括亲密关系，以及其他的很多关系，影响关系的元凶之一就是：觉得对方的付出是理所当然的，这是你应该做的。",
    "annotation": [
      {
        "sentence": "另外，仅仅是因为比较忙的时候，让他暑假里多做了几顿饭吗？",
        "label": ""
      },
      {
        "sentence": "其实从这句话能感觉到你对大儿子的责备情绪，也许让他不开心的并不是因为他在暑假做了几顿饭，而是因为自己做的部分不被父母看见，可能你们觉得这是大儿子应该做的吧。",
        "label": ""
      },
      {
        "sentence": "不仅仅是亲子关系中，也包括亲密关系，以及其他的很多关系，影响关系的元凶之一就是：觉得对方的付出是理所当然的，这是你应该做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我意识到我可能并没有充分认识到他的付出。",
    "annotation": [
      {
        "sentence": "你说的对，我意识到我可能并没有充分认识到他的付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为家境原因没有接受班主任的建议，而是让他在镇上读初中。不知道这个决定你有和孩子商量吗？父母总是习惯于独断专行地替孩子做决定，而容易忽略孩子的感受。也许当你和孩子商量，告诉他这个决定的客观原因，他大概率是会理解的。并且在镇上读初中不是离家更近吗？也方便他回家。",
    "annotation": [
      {
        "sentence": "因为家境原因没有接受班主任的建议，而是让他在镇上读初中。",
        "label": ""
      },
      {
        "sentence": "不知道这个决定你有和孩子商量吗？",
        "label": ""
      },
      {
        "sentence": "父母总是习惯于独断专行地替孩子做决定，而容易忽略孩子的感受。",
        "label": ""
      },
      {
        "sentence": "也许当你和孩子商量，告诉他这个决定的客观原因，他大概率是会理解的。",
        "label": ""
      },
      {
        "sentence": "并且在镇上读初中不是离家更近吗？",
        "label": ""
      },
      {
        "sentence": "也方便他回家。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说实话，当时我们并没有和他好好商量，或许因为我们觉得这个决定是为他好。但或许确实应该更多地考虑他的感受。",
    "annotation": [
      {
        "sentence": "说实话，当时我们并没有和他好好商量，或许因为我们觉得这个决定是为他好。",
        "label": ""
      },
      {
        "sentence": "但或许确实应该更多地考虑他的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子的任性赌气自毁都是表达自己不满的一种方式，虽然表达方式不恰当，但都是在传达着“我需要你多关注关注我，需要你安慰我，需要你爱我”这样的信息，但被误解成了报复父母的手段。沟通不畅导致了信息不通，于是双方误解只会越来越大。",
    "annotation": [
      {
        "sentence": "孩子的任性赌气自毁都是表达自己不满的一种方式，虽然表达方式不恰当，但都是在传达着“我需要你多关注关注我，需要你安慰我，需要你爱我”这样的信息，但被误解成了报复父母的手段。",
        "label": ""
      },
      {
        "sentence": "沟通不畅导致了信息不通，于是双方误解只会越来越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经没能很好地理解他的行为背后的意思，现在我明白了。我想我应该更加耐心地倾听他的心声。",
    "annotation": [
      {
        "sentence": "我曾经没能很好地理解他的行为背后的意思，现在我明白了。",
        "label": ""
      },
      {
        "sentence": "我想我应该更加耐心地倾听他的心声。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小儿子基本都是和我们一个房间，用的资料也没他多，花的钱也没他多。或许在你看来和大儿子相比，对小儿子用的钱是比较少的，所以就用爱来补偿他。但在大儿子不理解父母花钱也是爱的表达方式的一种时，他只会觉得父母更爱弟弟。物质或许是衡量爱的一种方式，但也许这种方式不是大儿子需要的呢？和你讲一个小故事吧：一位有两个儿子的父亲，他一直秉承着要平等对待两位孩子的原则，每次准备礼物都是一样的两份。有一天这位父亲出差回来，又给儿子带了一份礼物——超酷的遥控赛车。男孩子嘛，不是都喜欢遥控车吗，父亲是这样想的，也是这样做的。可是收到同样玩具的两个儿子反应截然不同：一个儿子收到礼物欢呼雀跃，而另一个儿子没有一点喜悦，甚至还有点失落。因为他喜欢的是变形金刚，而非遥控车。爱是如他所是，非如我所愿。当你以对方需要的方式来爱他时，往往可以收到事半功倍的效果。虽然了解对方会花一些时间、精力，但建议你可以试试呢。",
    "annotation": [
      {
        "sentence": "小儿子基本都是和我们一个房间，用的资料也没他多，花的钱也没他多。",
        "label": ""
      },
      {
        "sentence": "或许在你看来和大儿子相比，对小儿子用的钱是比较少的，所以就用爱来补偿他。",
        "label": ""
      },
      {
        "sentence": "但在大儿子不理解父母花钱也是爱的表达方式的一种时，他只会觉得父母更爱弟弟。",
        "label": ""
      },
      {
        "sentence": "物质或许是衡量爱的一种方式，但也许这种方式不是大儿子需要的呢？",
        "label": ""
      },
      {
        "sentence": "和你讲一个小故事吧：一位有两个儿子的父亲，他一直秉承着要平等对待两位孩子的原则，每次准备礼物都是一样的两份。",
        "label": ""
      },
      {
        "sentence": "有一天这位父亲出差回来，又给儿子带了一份礼物——超酷的遥控赛车。",
        "label": ""
      },
      {
        "sentence": "男孩子嘛，不是都喜欢遥控车吗，父亲是这样想的，也是这样做的。",
        "label": ""
      },
      {
        "sentence": "可是收到同样玩具的两个儿子反应截然不同：一个儿子收到礼物欢呼雀跃，而另一个儿子没有一点喜悦，甚至还有点失落。",
        "label": ""
      },
      {
        "sentence": "因为他喜欢的是变形金刚，而非遥控车。",
        "label": ""
      },
      {
        "sentence": "爱是如他所是，非如我所愿。",
        "label": ""
      },
      {
        "sentence": "当你以对方需要的方式来爱他时，往往可以收到事半功倍的效果。",
        "label": ""
      },
      {
        "sentence": "虽然了解对方会花一些时间、精力，但建议你可以试试呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和故事。我明白了，我应该更加关注大儿子的真实需求",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和故事。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该更加关注大儿子的真实需求",
        "label": ""
      }
    ]
  }
]