[
  {
    "role": "client",
    "content": "我的家人对我很好，我却一直想逃离？时隔2年再次回家，六天的假期只在家待了大概两个晚上，此时此刻却是一种逃离的心情。从上高中开始，我就一直想离开家，离我家越远越好，所以选大学也没怎么考虑，离家越远越好。离开家以后，大概两三年回家一次，每次回家，都带着期盼，觉得家里老人年纪大了，多回家看看，每次离开，都带着庆幸和解脱。有点好奇这是什么原因？家庭背景是这样的，我是留守儿童，从小被外公外婆带大的，他们对我也很好。大概从高中开始，就有了逃离的念头，到现在仍然存在。我的家里人，给我的感觉是焦虑，非常的焦虑，非常的自我。从来看不到我的想法，而且非常不信任我。比如说，我在外面工作，他们会觉得我甚至没有大学毕业，我没有正经工作，我有工作了，也觉得不是稳定的工作，哪一天说不定就要要饭。今天出门就一直催，担心没车坐，没饭吃，没有钱，走路远，无论我重复多少遍不用担心，不用送，没有必要，不需要，最后还是追上来送，做了他们觉得要做的。",
    "annotation": [
      {
        "sentence": "我的家人对我很好，我却一直想逃离？",
        "label": ""
      },
      {
        "sentence": "时隔2年再次回家，六天的假期只在家待了大概两个晚上，此时此刻却是一种逃离的心情。",
        "label": ""
      },
      {
        "sentence": "从上高中开始，我就一直想离开家，离我家越远越好，所以选大学也没怎么考虑，离家越远越好。",
        "label": ""
      },
      {
        "sentence": "离开家以后，大概两三年回家一次，每次回家，都带着期盼，觉得家里老人年纪大了，多回家看看，每次离开，都带着庆幸和解脱。",
        "label": ""
      },
      {
        "sentence": "有点好奇这是什么原因？",
        "label": ""
      },
      {
        "sentence": "家庭背景是这样的，我是留守儿童，从小被外公外婆带大的，他们对我也很好。",
        "label": ""
      },
      {
        "sentence": "大概从高中开始，就有了逃离的念头，到现在仍然存在。",
        "label": ""
      },
      {
        "sentence": "我的家里人，给我的感觉是焦虑，非常的焦虑，非常的自我。",
        "label": ""
      },
      {
        "sentence": "从来看不到我的想法，而且非常不信任我。",
        "label": ""
      },
      {
        "sentence": "比如说，我在外面工作，他们会觉得我甚至没有大学毕业，我没有正经工作，我有工作了，也觉得不是稳定的工作，哪一天说不定就要要饭。",
        "label": ""
      },
      {
        "sentence": "今天出门就一直催，担心没车坐，没饭吃，没有钱，走路远，无论我重复多少遍不用担心，不用送，没有必要，不需要，最后还是追上来送，做了他们觉得要做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我明白你目前的烦恼是感觉被家人“吞噬”的感觉。其实这是很常见的感觉，同时也是正常的。人与人之间，即使对家人，也需要独立思考和自己的安全空间。我相信那种与家人无关的自我空间才能让你有更好的快乐体验。",
    "annotation": [
      {
        "sentence": "你好，我明白你目前的烦恼是感觉被家人“吞噬”的感觉。",
        "label": ""
      },
      {
        "sentence": "其实这是很常见的感觉，同时也是正常的。",
        "label": ""
      },
      {
        "sentence": "人与人之间，即使对家人，也需要独立思考和自己的安全空间。",
        "label": ""
      },
      {
        "sentence": "我相信那种与家人无关的自我空间才能让你有更好的快乐体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "恩，我理解您的意思，问题是我并不清楚这种感觉为什么会一直存在，即使已经离家了好几年。",
    "annotation": [
      {
        "sentence": "恩，我理解您的意思，问题是我并不清楚这种感觉为什么会一直存在，即使已经离家了好几年。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是啊，你说得很对，那么让我们来进一步分析一下产生这种感觉的原因吧。首先，我觉得除了从上高中开始，你就有想离家的念头，还有你的大学选择离家越远越好都可以带来这样的烦恼，另外又是留守儿童，这些都可能造成这种负面情绪。你觉得呢？",
    "annotation": [
      {
        "sentence": "是啊，你说得很对，那么让我们来进一步分析一下产生这种感觉的原因吧。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得除了从上高中开始，你就有想离家的念头，还有你的大学选择离家越远越好都可以带来这样的烦恼，另外又是留守儿童，这些都可能造成这种负面情绪。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，您说得很对，我也有这样的想法，但不知道为什么我一直无法改变这种心情。",
    "annotation": [
      {
        "sentence": "是的，您说得很对，我也有这样的想法，但不知道为什么我一直无法改变这种心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实这种情况非常正常，在另一个人的情感投入和融合之中，你很容易失去自己的边界感和独立性。因此导致你害怕和担心，产生逃离的想法。让我们来探讨一下具体事件背景，看看是什么阻碍了你，让你无法拥有自己的去留自由。",
    "annotation": [
      {
        "sentence": "其实这种情况非常正常，在另一个人的情感投入和融合之中，你很容易失去自己的边界感和独立性。",
        "label": ""
      },
      {
        "sentence": "因此导致你害怕和担心，产生逃离的想法。",
        "label": ""
      },
      {
        "sentence": "让我们来探讨一下具体事件背景，看看是什么阻碍了你，让你无法拥有自己的去留自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我听您说。",
    "annotation": [
      {
        "sentence": "好的，我听您说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你这种情况，我认为需要进行以下一些分析和建议。首先，作为隔代之亲，你的父母和长辈心理年龄逐渐变小，这会让他们倾向于保持孩子状态，他们非常想保护你，从而更容易对你发生干预。所以即使你已经长大成人，他们可能仍然判断不了你的能力和成年人的独立性。你愿意尝试理解他们的想法吗？",
    "annotation": [
      {
        "sentence": "对于你这种情况，我认为需要进行以下一些分析和建议。",
        "label": ""
      },
      {
        "sentence": "首先，作为隔代之亲，你的父母和长辈心理年龄逐渐变小，这会让他们倾向于保持孩子状态，他们非常想保护你，从而更容易对你发生干预。",
        "label": ""
      },
      {
        "sentence": "所以即使你已经长大成人，他们可能仍然判断不了你的能力和成年人的独立性。",
        "label": ""
      },
      {
        "sentence": "你愿意尝试理解他们的想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我试着理解了他们的想法。",
    "annotation": [
      {
        "sentence": "是的，我试着理解了他们的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，留守儿童成长的经历可能会导致你与父母融合后逐渐分化的情感体验转化，以及与外祖父母的断续联系。由于对外祖父母的情感依赖以及过多的替代感受和情感投入，你可能会有一些失去自我的感觉，被侵吞和吞噬的感觉。你可以先试着认识自己的感受，然后找到有助于形成内在边界的方式。",
    "annotation": [
      {
        "sentence": "另外，留守儿童成长的经历可能会导致你与父母融合后逐渐分化的情感体验转化，以及与外祖父母的断续联系。",
        "label": ""
      },
      {
        "sentence": "由于对外祖父母的情感依赖以及过多的替代感受和情感投入，你可能会有一些失去自我的感觉，被侵吞和吞噬的感觉。",
        "label": ""
      },
      {
        "sentence": "你可以先试着认识自己的感受，然后找到有助于形成内在边界的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您的建议好的很，我感觉可以践行一下，尝试理解父母长辈的想法，同时我可以表达自己的想法并试图与他们沟通。谢谢你。",
    "annotation": [
      {
        "sentence": "您的建议好的很，我感觉可以践行一下，尝试理解父母长辈的想法，同时我可以表达自己的想法并试图与他们沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，我希望你能坚持接受你以前没意识到的自我边界感受，坚持表达自己，同时也能理解和支持家人。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，我希望你能坚持接受你以前没意识到的自我边界感受，坚持表达自己，同时也能理解和支持家人。",
        "label": ""
      }
    ]
  }
]