[
  {
    "role": "client",
    "content": "我现在比较苦恼，一方面希望自己的职业过得安稳；另一方面，觉得做文员工资低且心里空荡荡的。我家人建议我做高薪的职业，但我没有信心，因为之前从教师行业转行，做不好会比现在更糟糕。",
    "annotation": [
      {
        "sentence": "我现在比较苦恼，一方面希望自己的职业过得安稳；另一方面，觉得做文员工资低且心里空荡荡的。",
        "label": ""
      },
      {
        "sentence": "我家人建议我做高薪的职业，但我没有信心，因为之前从教师行业转行，做不好会比现在更糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，可以理解你的处境，首先请放松心情，我们一起看看你的具体情况。你之前从教师行业转行到国企做文员，这已经是一个很大的改变，毕竟学科与工作方式都不一样。你认为在现在的职业中，哪些方面让你感觉不满或空荡荡的呢？",
    "annotation": [
      {
        "sentence": "你好，可以理解你的处境，首先请放松心情，我们一起看看你的具体情况。",
        "label": ""
      },
      {
        "sentence": "你之前从教师行业转行到国企做文员，这已经是一个很大的改变，毕竟学科与工作方式都不一样。",
        "label": ""
      },
      {
        "sentence": "你认为在现在的职业中，哪些方面让你感觉不满或空荡荡的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实大多数时候我做着测试或安排面试的工作，没有什么技术含量，只是感觉工作毫无动力。",
    "annotation": [
      {
        "sentence": "其实大多数时候我做着测试或安排面试的工作，没有什么技术含量，只是感觉工作毫无动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样啊，那你后来和家人讨论后，他们提供给你的做高薪职业建议是什么，你自己对这个建议是怎样的看法？是不是害怕风险？",
    "annotation": [
      {
        "sentence": "这样啊，那你后来和家人讨论后，他们提供给你的做高薪职业建议是什么，你自己对这个建议是怎样的看法？",
        "label": ""
      },
      {
        "sentence": "是不是害怕风险？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他们提到了像医生、律师和程序员这类高薪职业，但我对这些完全没有接触过，没有信心做好。同时我现在在体制内，转行了可能会比现在处境更加糟糕。但我还是想改变自己的现状，这样我的家庭可以过得更轻松。",
    "annotation": [
      {
        "sentence": "他们提到了像医生、律师和程序员这类高薪职业，但我对这些完全没有接触过，没有信心做好。",
        "label": ""
      },
      {
        "sentence": "同时我现在在体制内，转行了可能会比现在处境更加糟糕。",
        "label": ""
      },
      {
        "sentence": "但我还是想改变自己的现状，这样我的家庭可以过得更轻松。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你是因为想要有所改变，但又担心转行后存在的风险使你犹豫不决。那我想先告诉你，这种担心是人之常情，大多数人都有害怕未知、害怕改变的想法。从你跨足教育行业到国企这段经历上来看，你其实已经证明了你自己的勇气。在面对考虑转行的问题时，你可以考虑一些因素如公司的稳定性、环境、职业前景和你的技能水平等。而且你不一定非要考虑去医生或律师这样的高薪职业，你可以尝试去接触一些相关的职业，看看自己是否感兴趣、是否具备相关技能。",
    "annotation": [
      {
        "sentence": "看来你是因为想要有所改变，但又担心转行后存在的风险使你犹豫不决。",
        "label": ""
      },
      {
        "sentence": "那我想先告诉你，这种担心是人之常情，大多数人都有害怕未知、害怕改变的想法。",
        "label": ""
      },
      {
        "sentence": "从你跨足教育行业到国企这段经历上来看，你其实已经证明了你自己的勇气。",
        "label": ""
      },
      {
        "sentence": "在面对考虑转行的问题时，你可以考虑一些因素如公司的稳定性、环境、职业前景和你的技能水平等。",
        "label": ""
      },
      {
        "sentence": "而且你不一定非要考虑去医生或律师这样的高薪职业，你可以尝试去接触一些相关的职业，看看自己是否感兴趣、是否具备相关技能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我确实开始思考一些自己喜欢的工作岗位。可是我还担心我的现在的工作方式会过时，怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我确实开始思考一些自己喜欢的工作岗位。",
        "label": ""
      },
      {
        "sentence": "可是我还担心我的现在的工作方式会过时，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给自己设一些规划是好的，挑战自己是努力成长的重要方法。不管是在职业生涯方面还是在个人生活方面，有清晰的规划可以使你更快地成长，获得更多的成就感和安全感。建议你去学习一门提高技能的课程或者阅读相关书籍，了解一下更新的行业动态或技术，这会让你的工作技能更具备竞争力。",
    "annotation": [
      {
        "sentence": "给自己设一些规划是好的，挑战自己是努力成长的重要方法。",
        "label": ""
      },
      {
        "sentence": "不管是在职业生涯方面还是在个人生活方面，有清晰的规划可以使你更快地成长，获得更多的成就感和安全感。",
        "label": ""
      },
      {
        "sentence": "建议你去学习一门提高技能的课程或者阅读相关书籍，了解一下更新的行业动态或技术，这会让你的工作技能更具备竞争力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你提供的这些实际的建议，让我觉得有新的思路可以自己落实。但我还想问问，我应该如何处理因为这种苦恼可能造成的情绪波动或者紧张感？",
    "annotation": [
      {
        "sentence": "谢谢你提供的这些实际的建议，让我觉得有新的思路可以自己落实。",
        "label": ""
      },
      {
        "sentence": "但我还想问问，我应该如何处理因为这种苦恼可能造成的情绪波动或者紧张感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以下的建议可能对你有所帮助：首先，你应该看看有没有一些放松自我或者缓解压力的安排，可能是一些自我冥想或者休息、就餐、与好友交流等等。其次，你可以养成运动等身体活动的习惯，这些可以帮助你释放紧张情绪，缓解压力。最后，愉悦度高的事物如音乐会、电影、书籍会能够带来积极的情绪体验，可以让你感到更轻松愉悦。",
    "annotation": [
      {
        "sentence": "以下的建议可能对你有所帮助：首先，你应该看看有没有一些放松自我或者缓解压力的安排，可能是一些自我冥想或者休息、就餐、与好友交流等等。",
        "label": ""
      },
      {
        "sentence": "其次，你可以养成运动等身体活动的习惯，这些可以帮助你释放紧张情绪，缓解压力。",
        "label": ""
      },
      {
        "sentence": "最后，愉悦度高的事物如音乐会、电影、书籍会能够带来积极的情绪体验，可以让你感到更轻松愉悦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你这些提醒，最后我想问问你，你认为我所经历的只是成长的一种方式，而不是一种危机或者失败，对吗？",
    "annotation": [
      {
        "sentence": "谢谢你这些提醒，最后我想问问你，你认为我所经历的只是成长的一种方式，而不是一种危机或者失败，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人都或多或少会经历一些失落和挫折感，这些都是成长的过程。并不是每个人都能得到自己想要的，但是我们可以让自己变得更强，去适应环境的变化。荣辱、成功和失败都是短暂的，船到桥头自然直。如果你坚信自己，勇敢地去面对前方的道路，你会在自己的职业生涯中获得新的成就。",
    "annotation": [
      {
        "sentence": "是的，每个人都或多或少会经历一些失落和挫折感，这些都是成长的过程。",
        "label": ""
      },
      {
        "sentence": "并不是每个人都能得到自己想要的，但是我们可以让自己变得更强，去适应环境的变化。",
        "label": ""
      },
      {
        "sentence": "荣辱、成功和失败都是短暂的，船到桥头自然直。",
        "label": ""
      },
      {
        "sentence": "如果你坚信自己，勇敢地去面对前方的道路，你会在自己的职业生涯中获得新的成就。",
        "label": ""
      }
    ]
  }
]