[
  {
    "role": "client",
    "content": "我的家人对我很好，我却一直想逃离？时隔2年再次回家，六天的假期只在家待了大概两个晚上，此时此刻却是一种逃离的心情。从上高中开始，我就一直想离开家，离我家越远越好，所以选大学也没怎么考虑，离家越远越好。离开家以后，大概两三年回家一次，每次回家，都带着期盼，觉得家里老人年纪大了，多回家看看，每次离开，都带着庆幸和解脱。有点好奇这是什么原因？家庭背景是这样的，我是留守儿童，从小被外公外婆带大的，他们对我也很好。大概从高中开始，就有了逃离的念头，到现在仍然存在。我的家里人，给我的感觉是焦虑，非常的焦虑，非常的自我。从来看不到我的想法，而且非常不信任我。比如说，我在外面工作，他们会觉得我甚至没有大学毕业，我没有正经工作，我有工作了，也觉得不是稳定的工作，哪一天说不定就要要饭。今天出门就一直催，担心没车坐，没饭吃，没有钱，走路远，无论我重复多少遍不用担心，不用送，没有必要，不需要，最后还是追上来送，做了他们觉得要做的。",
    "annotation": [
      {
        "sentence": "我的家人对我很好，我却一直想逃离？",
        "label": ""
      },
      {
        "sentence": "时隔2年再次回家，六天的假期只在家待了大概两个晚上，此时此刻却是一种逃离的心情。",
        "label": ""
      },
      {
        "sentence": "从上高中开始，我就一直想离开家，离我家越远越好，所以选大学也没怎么考虑，离家越远越好。",
        "label": ""
      },
      {
        "sentence": "离开家以后，大概两三年回家一次，每次回家，都带着期盼，觉得家里老人年纪大了，多回家看看，每次离开，都带着庆幸和解脱。",
        "label": ""
      },
      {
        "sentence": "有点好奇这是什么原因？",
        "label": ""
      },
      {
        "sentence": "家庭背景是这样的，我是留守儿童，从小被外公外婆带大的，他们对我也很好。",
        "label": ""
      },
      {
        "sentence": "大概从高中开始，就有了逃离的念头，到现在仍然存在。",
        "label": ""
      },
      {
        "sentence": "我的家里人，给我的感觉是焦虑，非常的焦虑，非常的自我。",
        "label": ""
      },
      {
        "sentence": "从来看不到我的想法，而且非常不信任我。",
        "label": ""
      },
      {
        "sentence": "比如说，我在外面工作，他们会觉得我甚至没有大学毕业，我没有正经工作，我有工作了，也觉得不是稳定的工作，哪一天说不定就要要饭。",
        "label": ""
      },
      {
        "sentence": "今天出门就一直催，担心没车坐，没饭吃，没有钱，走路远，无论我重复多少遍不用担心，不用送，没有必要，不需要，最后还是追上来送，做了他们觉得要做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你带着这种逃避的心情回到家中，感觉到了什么？",
    "annotation": [
      {
        "sentence": "你带着这种逃避的心情回到家中，感觉到了什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感觉到了非常压抑，而且逃离的想法愈发严重。",
    "annotation": [
      {
        "sentence": "感觉到了非常压抑，而且逃离的想法愈发严重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可能是因为小时候的不稳定关系状态成长起来后建立的回避型人格特征，不敢与他人建立亲密关系。你想离开家，到其它地方生活，是一种逃避的本能，不想承受太多情感和亲情的压力，但这种本能行为却使你的情况更难以解决。",
    "annotation": [
      {
        "sentence": "你可能是因为小时候的不稳定关系状态成长起来后建立的回避型人格特征，不敢与他人建立亲密关系。",
        "label": ""
      },
      {
        "sentence": "你想离开家，到其它地方生活，是一种逃避的本能，不想承受太多情感和亲情的压力，但这种本能行为却使你的情况更难以解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，可能是这样。",
    "annotation": [
      {
        "sentence": "嗯，可能是这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "此外，你从小缺乏母爱和父爱，无法得到足够的安全感，这种情况会让你进一步感到心灵上的不稳定，增加逃避做出过度保护地进行。当你站在斗争点上，你面对着的不仅仅是你与家人之间的关系问题，更多的是你的内心需要关注，逃离并不能将这种问题永远解决，我可以帮助你找到一些不那么极端的解决方案。",
    "annotation": [
      {
        "sentence": "此外，你从小缺乏母爱和父爱，无法得到足够的安全感，这种情况会让你进一步感到心灵上的不稳定，增加逃避做出过度保护地进行。",
        "label": ""
      },
      {
        "sentence": "当你站在斗争点上，你面对着的不仅仅是你与家人之间的关系问题，更多的是你的内心需要关注，逃离并不能将这种问题永远解决，我可以帮助你找到一些不那么极端的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我愿意听取你的建议。",
    "annotation": [
      {
        "sentence": "好的，我愿意听取你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先你应该要明确你的内心需要什么，需要关注自己的情感状态和生活的方向。其次，节制自己的情绪化，试着更冷静地对待家庭关系，并尝试多做些沟通，说出你的想法和感受，让家人了解你的心情，或许会让他们对你更知足，更信任你。第三，你可以尝试去找一些安全的人士进行沟通交流，找到一个心理咨询师也是一个不错的选择，他们能够帮助你重新审视你的处境，提供一些建议和新思路。",
    "annotation": [
      {
        "sentence": "首先你应该要明确你的内心需要什么，需要关注自己的情感状态和生活的方向。",
        "label": ""
      },
      {
        "sentence": "其次，节制自己的情绪化，试着更冷静地对待家庭关系，并尝试多做些沟通，说出你的想法和感受，让家人了解你的心情，或许会让他们对你更知足，更信任你。",
        "label": ""
      },
      {
        "sentence": "第三，你可以尝试去找一些安全的人士进行沟通交流，找到一个心理咨询师也是一个不错的选择，他们能够帮助你重新审视你的处境，提供一些建议和新思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会尝试着去实践这些建议的。",
    "annotation": [
      {
        "sentence": "谢谢你，我会尝试着去实践这些建议的。",
        "label": ""
      }
    ]
  }
]