[
  {
    "role": "client",
    "content": "我的家人对我很好，我却一直想逃离？时隔2年再次回家，六天的假期只在家待了大概两个晚上，此时此刻却是一种逃离的心情。从上高中开始，我就一直想离开家，离我家越远越好，所以选大学也没怎么考虑，离家越远越好。离开家以后，大概两三年回家一次，每次回家，都带着期盼，觉得家里老人年纪大了，多回家看看，每次离开，都带着庆幸和解脱。有点好奇这是什么原因？家庭背景是这样的，我是留守儿童，从小被外公外婆带大的，他们对我也很好。大概从高中开始，就有了逃离的念头，到现在仍然存在。我的家里人，给我的感觉是焦虑，非常的焦虑，非常的自我。从来看不到我的想法，而且非常不信任我。比如说，我在外面工作，他们会觉得我甚至没有大学毕业，我没有正经工作，我有工作了，也觉得不是稳定的工作，哪一天说不定就要要饭。今天出门就一直催，担心没车坐，没饭吃，没有钱，走路远，无论我重复多少遍不用担心，不用送，没有必要，不需要，最后还是追上来送，做了他们觉得要做的。",
    "annotation": [
      {
        "sentence": "我的家人对我很好，我却一直想逃离？",
        "label": ""
      },
      {
        "sentence": "时隔2年再次回家，六天的假期只在家待了大概两个晚上，此时此刻却是一种逃离的心情。",
        "label": ""
      },
      {
        "sentence": "从上高中开始，我就一直想离开家，离我家越远越好，所以选大学也没怎么考虑，离家越远越好。",
        "label": ""
      },
      {
        "sentence": "离开家以后，大概两三年回家一次，每次回家，都带着期盼，觉得家里老人年纪大了，多回家看看，每次离开，都带着庆幸和解脱。",
        "label": ""
      },
      {
        "sentence": "有点好奇这是什么原因？",
        "label": ""
      },
      {
        "sentence": "家庭背景是这样的，我是留守儿童，从小被外公外婆带大的，他们对我也很好。",
        "label": ""
      },
      {
        "sentence": "大概从高中开始，就有了逃离的念头，到现在仍然存在。",
        "label": ""
      },
      {
        "sentence": "我的家里人，给我的感觉是焦虑，非常的焦虑，非常的自我。",
        "label": ""
      },
      {
        "sentence": "从来看不到我的想法，而且非常不信任我。",
        "label": ""
      },
      {
        "sentence": "比如说，我在外面工作，他们会觉得我甚至没有大学毕业，我没有正经工作，我有工作了，也觉得不是稳定的工作，哪一天说不定就要要饭。",
        "label": ""
      },
      {
        "sentence": "今天出门就一直催，担心没车坐，没饭吃，没有钱，走路远，无论我重复多少遍不用担心，不用送，没有必要，不需要，最后还是追上来送，做了他们觉得要做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，我能理解你的状态，并且能感同身受。让我们一起来整理一下。你主要提到了与你原生家庭的关系以及成长所带来的一些不舒服的情况。虽然你没有描述在小时候留守期间与父母的交流等，我们只能猜测你和父母之间存在一定的缺失亲密关系。当然，他们也没有什么大错，毕竟他们也需要努力打拼和生存。所以希望你可以理解他们。另外，你在成长过程中经历的一些伤痛，我也能理解，有时候不太容易弥补。如果我们不整理这些情绪和过去的伤痛，它们可能会潜意识影响我们。虽然家人对你很好，各方面都为你操心，但你仍然感觉不到被爱，有一种缺爱的感觉。另一方面，你也比较敏感，记住了家人的每一个细节。你也理解他们这样做是为了你好，尽管他们可能无法表达得很好，也无法为你做太多事情，只能通过一些琐碎的方式不断提醒你，这其实也是一种爱。如果他们连这些都不做，你内心肯定也会更不安。所以，我们要尽量接纳我们当下的状态和家人对我们的关心，以一种感恩的心态来看待。在这样的情况下，我们可能会发现一些不同的地方。另一方面，如果有时间，你可以和父母、爷爷奶奶谈谈小时候的一些事情，讲述你当时的开心或不开心，你的不愉快情绪可以和他们沟通表达出来，讲述你的感受。当这些感受和情绪得到接纳后，你可能就能够从中走出来了。加油，我觉得你没有什么大问题，只是需要一点时间。",
    "annotation": [
      {
        "sentence": "根据你的描述，我能理解你的状态，并且能感同身受。",
        "label": ""
      },
      {
        "sentence": "让我们一起来整理一下。",
        "label": ""
      },
      {
        "sentence": "你主要提到了与你原生家庭的关系以及成长所带来的一些不舒服的情况。",
        "label": ""
      },
      {
        "sentence": "虽然你没有描述在小时候留守期间与父母的交流等，我们只能猜测你和父母之间存在一定的缺失亲密关系。",
        "label": ""
      },
      {
        "sentence": "当然，他们也没有什么大错，毕竟他们也需要努力打拼和生存。",
        "label": ""
      },
      {
        "sentence": "所以希望你可以理解他们。",
        "label": ""
      },
      {
        "sentence": "另外，你在成长过程中经历的一些伤痛，我也能理解，有时候不太容易弥补。",
        "label": ""
      },
      {
        "sentence": "如果我们不整理这些情绪和过去的伤痛，它们可能会潜意识影响我们。",
        "label": ""
      },
      {
        "sentence": "虽然家人对你很好，各方面都为你操心，但你仍然感觉不到被爱，有一种缺爱的感觉。",
        "label": ""
      },
      {
        "sentence": "另一方面，你也比较敏感，记住了家人的每一个细节。",
        "label": ""
      },
      {
        "sentence": "你也理解他们这样做是为了你好，尽管他们可能无法表达得很好，也无法为你做太多事情，只能通过一些琐碎的方式不断提醒你，这其实也是一种爱。",
        "label": ""
      },
      {
        "sentence": "如果他们连这些都不做，你内心肯定也会更不安。",
        "label": ""
      },
      {
        "sentence": "所以，我们要尽量接纳我们当下的状态和家人对我们的关心，以一种感恩的心态来看待。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，我们可能会发现一些不同的地方。",
        "label": ""
      },
      {
        "sentence": "另一方面，如果有时间，你可以和父母、爷爷奶奶谈谈小时候的一些事情，讲述你当时的开心或不开心，你的不愉快情绪可以和他们沟通表达出来，讲述你的感受。",
        "label": ""
      },
      {
        "sentence": "当这些感受和情绪得到接纳后，你可能就能够从中走出来了。",
        "label": ""
      },
      {
        "sentence": "加油，我觉得你没有什么大问题，只是需要一点时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我想我确实需要接受现实，应该更加理解家人的苦衷和关心。同时，我也意识到自己对于被爱的感受有一定的盲区，可能需要更积极地表达自己的情感和需求。我觉得和家人沟通一下小时候的事情也是个好办法，希望能弥补一些情感上的缺憾。我会试着以感恩的态度看待他们的关心，并且更加珍惜与他们的交流。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我想我确实需要接受现实，应该更加理解家人的苦衷和关心。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到自己对于被爱的感受有一定的盲区，可能需要更积极地表达自己的情感和需求。",
        "label": ""
      },
      {
        "sentence": "我觉得和家人沟通一下小时候的事情也是个好办法，希望能弥补一些情感上的缺憾。",
        "label": ""
      },
      {
        "sentence": "我会试着以感恩的态度看待他们的关心，并且更加珍惜与他们的交流。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰能听到你的回应。你能够意识到自己的问题并愿意进行积极的改变，这是非常重要的一步。通过和家人沟通，你可以更好地理解彼此的感受和需求，同时也能增进你们之间的亲密度。以感恩的态度看待家人的关心，会让你发现更多爱的存在。记住，这个过程可能需要时间和努力，但是你已经在正确的道路上了。如果你需要额外的支持和帮助，请随时告诉我。我会一直陪伴在你身边。你很棒！",
    "annotation": [
      {
        "sentence": "非常欣慰能听到你的回应。",
        "label": ""
      },
      {
        "sentence": "你能够意识到自己的问题并愿意进行积极的改变，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "通过和家人沟通，你可以更好地理解彼此的感受和需求，同时也能增进你们之间的亲密度。",
        "label": ""
      },
      {
        "sentence": "以感恩的态度看待家人的关心，会让你发现更多爱的存在。",
        "label": ""
      },
      {
        "sentence": "记住，这个过程可能需要时间和努力，但是你已经在正确的道路上了。",
        "label": ""
      },
      {
        "sentence": "如果你需要额外的支持和帮助，请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "你很棒！",
        "label": ""
      }
    ]
  }
]