[
  {
    "role": "client",
    "content": "我很感激我的家人对我很好，但是我却一直想逃离。时隔2年再次回家，我只在家待了两个晚上，这让我感到逃离的心情。从上高中开始，我就一直想离开家，远离我的家人，所以大学选择也没有考虑过，只会选择离家越远越好。每次回家，我都充满期待，觉得家里老人年纪大了，应该多回家看看。但每次离开家，我又感到庆幸和解脱。我有点好奇这是什么原因？",
    "annotation": [
      {
        "sentence": "我很感激我的家人对我很好，但是我却一直想逃离。",
        "label": ""
      },
      {
        "sentence": "时隔2年再次回家，我只在家待了两个晚上，这让我感到逃离的心情。",
        "label": ""
      },
      {
        "sentence": "从上高中开始，我就一直想离开家，远离我的家人，所以大学选择也没有考虑过，只会选择离家越远越好。",
        "label": ""
      },
      {
        "sentence": "每次回家，我都充满期待，觉得家里老人年纪大了，应该多回家看看。",
        "label": ""
      },
      {
        "sentence": "但每次离开家，我又感到庆幸和解脱。",
        "label": ""
      },
      {
        "sentence": "我有点好奇这是什么原因？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你回到家中，感受到的很可能是压力，这会让你想要逃离这个环境，这是很正常的心理反应。我们都希望家是一个温暖和安全的地方，希望家人能够理解和支持我们，并给予我们心灵上的慰藉。如果我们暂时感受不到这些，就会感到不满足。但是强迫自己去感受这些往往会让我们更加难受。虽然我们可能能够理解家人，但只是在理智上的明白和理解，很难真正改善与家人的关系。当你的需求在家人那里得不到满足时，就会向外寻求满足，这也是成长的一部分。每个人的生活都有不同的阶段和经历，你的经历决定了你现阶段的需求是什么，而需求会引导你的行动。选择离家越远越好，这也是一种方式。但是如果有一天你想改善与家人的关系，我建议你学习一下【非暴力沟通】，因为良好的沟通是改善任何关系的基础。有很多老师都提供了非常好和专业的建议，你可以从中受益。最后，我想分享一下我的经历，我也曾经是个“逃离家庭者”，但随着经历的成长，我学会了与家人和解。我时不时地跟身边的人，甚至是孩子说：如果你想要什么，请明确地告诉我，只有当你说出来，我才能考虑和理解你的需求，如果你不说，我是无法知道你内心想法的。所以我建议你告诉家人你的需求，这样你们之间的沟通会更加顺畅。这只是我的经验，希望能为你提供一些参考。",
    "annotation": [
      {
        "sentence": "当你回到家中，感受到的很可能是压力，这会让你想要逃离这个环境，这是很正常的心理反应。",
        "label": ""
      },
      {
        "sentence": "我们都希望家是一个温暖和安全的地方，希望家人能够理解和支持我们，并给予我们心灵上的慰藉。",
        "label": ""
      },
      {
        "sentence": "如果我们暂时感受不到这些，就会感到不满足。",
        "label": ""
      },
      {
        "sentence": "但是强迫自己去感受这些往往会让我们更加难受。",
        "label": ""
      },
      {
        "sentence": "虽然我们可能能够理解家人，但只是在理智上的明白和理解，很难真正改善与家人的关系。",
        "label": ""
      },
      {
        "sentence": "当你的需求在家人那里得不到满足时，就会向外寻求满足，这也是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "每个人的生活都有不同的阶段和经历，你的经历决定了你现阶段的需求是什么，而需求会引导你的行动。",
        "label": ""
      },
      {
        "sentence": "选择离家越远越好，这也是一种方式。",
        "label": ""
      },
      {
        "sentence": "但是如果有一天你想改善与家人的关系，我建议你学习一下【非暴力沟通】，因为良好的沟通是改善任何关系的基础。",
        "label": ""
      },
      {
        "sentence": "有很多老师都提供了非常好和专业的建议，你可以从中受益。",
        "label": ""
      },
      {
        "sentence": "最后，我想分享一下我的经历，我也曾经是个“逃离家庭者”，但随着经历的成长，我学会了与家人和解。",
        "label": ""
      },
      {
        "sentence": "我时不时地跟身边的人，甚至是孩子说：如果你想要什么，请明确地告诉我，只有当你说出来，我才能考虑和理解你的需求，如果你不说，我是无法知道你内心想法的。",
        "label": ""
      },
      {
        "sentence": "所以我建议你告诉家人你的需求，这样你们之间的沟通会更加顺畅。",
        "label": ""
      },
      {
        "sentence": "这只是我的经验，希望能为你提供一些参考。",
        "label": ""
      }
    ]
  }
]