[
  {
    "role": "client",
    "content": "我21岁女，经常想要逃避解决问题，结果出来后又后悔。",
    "annotation": [
      {
        "sentence": "我21岁女，经常想要逃避解决问题，结果出来后又后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面年轻的你在遇到对重要事件和紧急问题需要做决定的时候，总会犹豫不决，总想找到那个最优的方式去面对，可恰恰是因为想要追求“最优”，却总是错过选择的机会，最终产生后悔的情绪。感受着你的纠结，体会到你“卡”在其中很难受。",
    "annotation": [
      {
        "sentence": "见字如面年轻的你在遇到对重要事件和紧急问题需要做决定的时候，总会犹豫不决，总想找到那个最优的方式去面对，可恰恰是因为想要追求“最优”，却总是错过选择的机会，最终产生后悔的情绪。",
        "label": ""
      },
      {
        "sentence": "感受着你的纠结，体会到你“卡”在其中很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是担心做出错误的选择，所以才会优柔寡断，最后留下遗憾。",
    "annotation": [
      {
        "sentence": "是的，我总是担心做出错误的选择，所以才会优柔寡断，最后留下遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "21岁的女生，正值建立自己人际交往支持系统的黄金年龄。作为年轻的你在做决定时肯定期待自己能够更加周全，照顾到身边更多人的感受，希望得到他人肯定的评价。所以内心有犹豫不决，希望找到“最佳方式”是可以被理解与接纳的。在面对决定时，是不是一直在追求完美，害怕犯错呢？",
    "annotation": [
      {
        "sentence": "21岁的女生，正值建立自己人际交往支持系统的黄金年龄。",
        "label": ""
      },
      {
        "sentence": "作为年轻的你在做决定时肯定期待自己能够更加周全，照顾到身边更多人的感受，希望得到他人肯定的评价。",
        "label": ""
      },
      {
        "sentence": "所以内心有犹豫不决，希望找到“最佳方式”是可以被理解与接纳的。",
        "label": ""
      },
      {
        "sentence": "在面对决定时，是不是一直在追求完美，害怕犯错呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我害怕犯错，怕自己做出的选择对不起别人。",
    "annotation": [
      {
        "sentence": "是的，我害怕犯错，怕自己做出的选择对不起别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人会逃避，是头脑在认为前方可能有危险。你会在重要事件或紧急问题的决定与处理上犹豫不决，是人对潜在风险产生逃避的本能，是一种自我保护。当凭借第一反应无法找到最优解时，受挫感可能会加深你对自己的不自信，暗示自己不能处理好当下的事情，这就在内心形成一种恶性循环：“既然我不能找到完美的解决方案，那么干脆就不要再去了解更多了。”最后所剩的就只有后悔与可能的自责，让自己接下来更加趋向于逃避的行为倾向。",
    "annotation": [
      {
        "sentence": "人会逃避，是头脑在认为前方可能有危险。",
        "label": ""
      },
      {
        "sentence": "你会在重要事件或紧急问题的决定与处理上犹豫不决，是人对潜在风险产生逃避的本能，是一种自我保护。",
        "label": ""
      },
      {
        "sentence": "当凭借第一反应无法找到最优解时，受挫感可能会加深你对自己的不自信，暗示自己不能处理好当下的事情，这就在内心形成一种恶性循环：“既然我不能找到完美的解决方案，那么干脆就不要再去了解更多了。",
        "label": ""
      },
      {
        "sentence": "”最后所剩的就只有后悔与可能的自责，让自己接下来更加趋向于逃避的行为倾向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了自己的问题，但是我不知道应该怎样改变这种倾向。",
    "annotation": [
      {
        "sentence": "我明白了自己的问题，但是我不知道应该怎样改变这种倾向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你来说，有几个努力的方向，邀请你认真考虑。首先，可以向身边的人求教。既包括家庭中有经验的长者，也包括学习与工作环境中已经具备解决类似问题经验的人。主动求助是高情商的表现，同时也会帮助你建立有支持性的人际交往系统。其次，当发生犹豫不决的时候，需要反思与倾听自己内心的声音：是什么让我会一直不敢下决定？我所恐惧的到底是什么？当你能够不断反思与专注精神的时候，内在就有机会生长出做决定的力量感。最后，如果依靠自己的力量不能完全走出纠结的时候，非常负责的想要邀请你寻求专业心理咨询师的帮助。在咨询师的陪伴下，去探索与发现形成自己目前行为模式的根源。比如可能存在父母的严苛，或教育方式的误区，在你的童年时代，自己遇到问题不能果断做决定的时候，父母没有帮助你一起寻找解决问题的方法，而是传递了“不行就放弃”的心理暗示。希望我的回答能带给你一点反思与启发，祝你早日做回勇敢果断的自己！",
    "annotation": [
      {
        "sentence": "对于你来说，有几个努力的方向，邀请你认真考虑。",
        "label": ""
      },
      {
        "sentence": "首先，可以向身边的人求教。",
        "label": ""
      },
      {
        "sentence": "既包括家庭中有经验的长者，也包括学习与工作环境中已经具备解决类似问题经验的人。",
        "label": ""
      },
      {
        "sentence": "主动求助是高情商的表现，同时也会帮助你建立有支持性的人际交往系统。",
        "label": ""
      },
      {
        "sentence": "其次，当发生犹豫不决的时候，需要反思与倾听自己内心的声音：是什么让我会一直不敢下决定？",
        "label": ""
      },
      {
        "sentence": "我所恐惧的到底是什么？",
        "label": ""
      },
      {
        "sentence": "当你能够不断反思与专注精神的时候，内在就有机会生长出做决定的力量感。",
        "label": ""
      },
      {
        "sentence": "最后，如果依靠自己的力量不能完全走出纠结的时候，非常负责的想要邀请你寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "在咨询师的陪伴下，去探索与发现形成自己目前行为模式的根源。",
        "label": ""
      },
      {
        "sentence": "比如可能存在父母的严苛，或教育方式的误区，在你的童年时代，自己遇到问题不能果断做决定的时候，父母没有帮助你一起寻找解决问题的方法，而是传递了“不行就放弃”的心理暗示。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能带给你一点反思与启发，祝你早日做回勇敢果断的自己！",
        "label": ""
      }
    ]
  }
]