[
  {
    "role": "client",
    "content": "我是一名18岁的女生，已经快四年了，我总是有自杀的念头。最近四年发生了很多很多事情，我断了所有爱了三年的男孩子的联系方式，那段时间每天只睡两三个小时，吃不下饭，整个人都不在状态了，我甚至自杀过，之后一段时间好了，但现在因为父母重新开始了以前的那种生活，我又感到无助。",
    "annotation": [
      {
        "sentence": "我是一名18岁的女生，已经快四年了，我总是有自杀的念头。",
        "label": ""
      },
      {
        "sentence": "最近四年发生了很多很多事情，我断了所有爱了三年的男孩子的联系方式，那段时间每天只睡两三个小时，吃不下饭，整个人都不在状态了，我甚至自杀过，之后一段时间好了，但现在因为父母重新开始了以前的那种生活，我又感到无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的情感困惑，你经历的事情已经让你非常的疲惫，也因此一直有自杀的想法，这是正常的，首先我觉得你应该找到一个让你安心、踏实的地方让自己好好的休息、放松。看到你描述的情况，这种状况可能是因为你还没有从你和那个男孩子的关系中走出来，所以他仍旧是你内心深处的一个阴影.并且你的父母又让你回到以前的那种生活，这样加剧了你的痛苦与无助感受。针对此情况我们可以一步步的来帮助你走出当前的困境和痛苦，你有什么想法可以告诉我吗？",
    "annotation": [
      {
        "sentence": "我能理解你现在的情感困惑，你经历的事情已经让你非常的疲惫，也因此一直有自杀的想法，这是正常的，首先我觉得你应该找到一个让你安心、踏实的地方让自己好好的休息、放松。",
        "label": ""
      },
      {
        "sentence": "看到你描述的情况，这种状况可能是因为你还没有从你和那个男孩子的关系中走出来，所以他仍旧是你内心深处的一个阴影.并且你的父母又让你回到以前的那种生活，这样加剧了你的痛苦与无助感受。",
        "label": ""
      },
      {
        "sentence": "针对此情况我们可以一步步的来帮助你走出当前的困境和痛苦，你有什么想法可以告诉我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想忘掉这段感情，但是一直放不下，有时候会无缘无故的哭，我不知道自己该怎么办。",
    "annotation": [
      {
        "sentence": "我想忘掉这段感情，但是一直放不下，有时候会无缘无故的哭，我不知道自己该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这段感情的确对你造成了很大的影响，但是强迫自己去忘记是容易失败的。试着去接受这段感情，并且学会从中成长，这也许能够帮助你逐渐走出过去的阴影。而对于你想忘记这段感情的想法，可以积极的寻找代替性的活动来转移你的注意力。例如读书、听音乐、打游戏等等，这样也能帮助你让自己从心理上平衡一些。而且在这样的状况下别忘了多多与亲朋好友沟通，寻求他们的帮助与安慰。",
    "annotation": [
      {
        "sentence": "这段感情的确对你造成了很大的影响，但是强迫自己去忘记是容易失败的。",
        "label": ""
      },
      {
        "sentence": "试着去接受这段感情，并且学会从中成长，这也许能够帮助你逐渐走出过去的阴影。",
        "label": ""
      },
      {
        "sentence": "而对于你想忘记这段感情的想法，可以积极的寻找代替性的活动来转移你的注意力。",
        "label": ""
      },
      {
        "sentence": "例如读书、听音乐、打游戏等等，这样也能帮助你让自己从心理上平衡一些。",
        "label": ""
      },
      {
        "sentence": "而且在这样的状况下别忘了多多与亲朋好友沟通，寻求他们的帮助与安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发现我有的时候做什么事情都很没有动力，也不愿意与身边的人交流，这是怎么回事呢？",
    "annotation": [
      {
        "sentence": "我发现我有的时候做什么事情都很没有动力，也不愿意与身边的人交流，这是怎么回事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，不同的人，在面对压力和困惑的时候，表现出来的可能会不一样。你的这些表现代表你对生活的状态感到不太适应，一些压力让你感到了身心俱疲。这也正是为什么我们要积极的去面对自己的情绪，通过与支持者交流让你的情绪得到宣泄，也建议让自己参加一些你感兴趣的活动，而且如果可以尽量结交一些志趣相投的新朋友，可以让你的生活更加丰富多彩。",
    "annotation": [
      {
        "sentence": "这很正常，不同的人，在面对压力和困惑的时候，表现出来的可能会不一样。",
        "label": ""
      },
      {
        "sentence": "你的这些表现代表你对生活的状态感到不太适应，一些压力让你感到了身心俱疲。",
        "label": ""
      },
      {
        "sentence": "这也正是为什么我们要积极的去面对自己的情绪，通过与支持者交流让你的情绪得到宣泄，也建议让自己参加一些你感兴趣的活动，而且如果可以尽量结交一些志趣相投的新朋友，可以让你的生活更加丰富多彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道我还能不能够重新找回我的信心，我感到非常的迷茫。",
    "annotation": [
      {
        "sentence": "我不知道我还能不能够重新找回我的信心，我感到非常的迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，这种情况在身体上精神上都会让你感到非常的疲惫，不过我相信很快的你就能够找回自己。在这种情况下，你可以试着去关注你觉得有趣的事情，例如旅游、音乐甚至球类等等运动，对自己来说能够很好的缓解自己的情绪，的确能提高你的自信心。之后，当你自己认为时机成熟的时候，慢慢尝试去恢复以前的生活和关系，也许你会收获意外的惊喜。",
    "annotation": [
      {
        "sentence": "不要担心，这种情况在身体上精神上都会让你感到非常的疲惫，不过我相信很快的你就能够找回自己。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以试着去关注你觉得有趣的事情，例如旅游、音乐甚至球类等等运动，对自己来说能够很好的缓解自己的情绪，的确能提高你的自信心。",
        "label": ""
      },
      {
        "sentence": "之后，当你自己认为时机成熟的时候，慢慢尝试去恢复以前的生活和关系，也许你会收获意外的惊喜。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你这么耐心的倾听我的问题和给我的建议，我感到非常的温暖。",
    "annotation": [
      {
        "sentence": "谢谢你这么耐心的倾听我的问题和给我的建议，我感到非常的温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要谢我，遇到瓶颈的时候大家彼此想帮助其实是很自然的事情。不断的去反思和调整自己的状态是一种健康的信号， 如果我们能够坚信自己可以渡过各种各样的难关，那么就一定能够走出困境，找到光明。",
    "annotation": [
      {
        "sentence": "不要谢我，遇到瓶颈的时候大家彼此想帮助其实是很自然的事情。",
        "label": ""
      },
      {
        "sentence": "不断的去反思和调整自己的状态是一种健康的信号， 如果我们能够坚信自己可以渡过各种各样的难关，那么就一定能够走出困境，找到光明。",
        "label": ""
      }
    ]
  }
]