[
  {
    "role": "client",
    "content": "我无法接纳懒惰挥霍的自己，按照自己的意愿又愧疚？周末特别想放松的时候，想吃泡面喝饮料点外卖，超过50元就会有很强的愧疚感和负罪感。觉得要节省不能吃这些，下个楼更便宜买的还少，内心又会有声音但是下楼你拿不动，今天又不想下楼，很简单的事变得特别拧巴和煎熬。从小妈妈特别严苛，不能胖不能吃不健康的要自己做饭要节省就很值得夸奖，我觉得是对的但是过头了真的很痛苦，经常在家点外卖要偷偷的不能被发现不能乱发钱我们没有钱，做人很没意思，但按照自己的意愿，又很愧疚很有负罪感，太讨厌这种拧巴的感受了。",
    "annotation": [
      {
        "sentence": "我无法接纳懒惰挥霍的自己，按照自己的意愿又愧疚？",
        "label": ""
      },
      {
        "sentence": "周末特别想放松的时候，想吃泡面喝饮料点外卖，超过50元就会有很强的愧疚感和负罪感。",
        "label": ""
      },
      {
        "sentence": "觉得要节省不能吃这些，下个楼更便宜买的还少，内心又会有声音但是下楼你拿不动，今天又不想下楼，很简单的事变得特别拧巴和煎熬。",
        "label": ""
      },
      {
        "sentence": "从小妈妈特别严苛，不能胖不能吃不健康的要自己做饭要节省就很值得夸奖，我觉得是对的但是过头了真的很痛苦，经常在家点外卖要偷偷的不能被发现不能乱发钱我们没有钱，做人很没意思，但按照自己的意愿，又很愧疚很有负罪感，太讨厌这种拧巴的感受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看着你的文字，仿佛带入到了你拧巴煎熬的那一刻，瞬间浑身不舒服，很难想象经常陷入到这种情境下的你是多么难受。其实在平常人眼里，这只是意见在平常不过的事情，懒就去点外卖，想出去逛逛就出去吃，不会在脑海里联想到种种。你提到了母亲对你的影响，母亲在我们的成长中一直扮演这很重要的角色，如同大部分家庭一般，孩子的教育和生活都是母亲来承担的，而父亲更像是上交钱的住客。母亲的影响是深远的，即使在长大之后，即使在脱离了家庭，母亲的身影仍常伴。如何摆脱母亲观念的影响，更好的发展成为更好的自己，或许是你当下面对的课题。看你的描述，自己每当这个时候就会想到母亲，自己似乎无法靠自己的力量去抗衡，到最后感到羞愧，埋怨自己。你需要清楚自己想要的究竟是什么？或许是那50元的外卖背后的母亲对你自由支配金钱自由的认可。来一场与母亲观念之间的辩论，达成和解。母亲那样的观念是她长久以来应对当时经济的举措，但谈判的目的是，获得她的认可，更新她的金钱观念，也给自己的一个机会，明确的表达自己的意愿，压抑着屈从着偷偷摸摸着，你仍然是又拧巴又愧疚的矛盾煎熬体。祝你早日脱离煎熬晚安，世界与你~。",
    "annotation": [
      {
        "sentence": "看着你的文字，仿佛带入到了你拧巴煎熬的那一刻，瞬间浑身不舒服，很难想象经常陷入到这种情境下的你是多么难受。",
        "label": ""
      },
      {
        "sentence": "其实在平常人眼里，这只是意见在平常不过的事情，懒就去点外卖，想出去逛逛就出去吃，不会在脑海里联想到种种。",
        "label": ""
      },
      {
        "sentence": "你提到了母亲对你的影响，母亲在我们的成长中一直扮演这很重要的角色，如同大部分家庭一般，孩子的教育和生活都是母亲来承担的，而父亲更像是上交钱的住客。",
        "label": ""
      },
      {
        "sentence": "母亲的影响是深远的，即使在长大之后，即使在脱离了家庭，母亲的身影仍常伴。",
        "label": ""
      },
      {
        "sentence": "如何摆脱母亲观念的影响，更好的发展成为更好的自己，或许是你当下面对的课题。",
        "label": ""
      },
      {
        "sentence": "看你的描述，自己每当这个时候就会想到母亲，自己似乎无法靠自己的力量去抗衡，到最后感到羞愧，埋怨自己。",
        "label": ""
      },
      {
        "sentence": "你需要清楚自己想要的究竟是什么？",
        "label": ""
      },
      {
        "sentence": "或许是那50元的外卖背后的母亲对你自由支配金钱自由的认可。",
        "label": ""
      },
      {
        "sentence": "来一场与母亲观念之间的辩论，达成和解。",
        "label": ""
      },
      {
        "sentence": "母亲那样的观念是她长久以来应对当时经济的举措，但谈判的目的是，获得她的认可，更新她的金钱观念，也给自己的一个机会，明确的表达自己的意愿，压抑着屈从着偷偷摸摸着，你仍然是又拧巴又愧疚的矛盾煎熬体。",
        "label": ""
      },
      {
        "sentence": "祝你早日脱离煎熬晚安，世界与你~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得自己确实受到了母亲观念的束缚。但是，我又不知道应该如何开始那场与母亲之间的辩论，怕自己无法说服她，也害怕她会不理解。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得自己确实受到了母亲观念的束缚。",
        "label": ""
      },
      {
        "sentence": "但是，我又不知道应该如何开始那场与母亲之间的辩论，怕自己无法说服她，也害怕她会不理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。与母亲进行这场辩论并不容易，但并不代表没有可能。首先，你可以选择一个适当的时间和空间，通过一封信或者面对面的交谈，向母亲表达你的想法和感受。在交谈中，强调你的成长和独立，以及你已经在物质上独立负责。同时，也可以向母亲解释你的需求和希望，甚至让她了解你的内心煎熬以及对负罪感的困扰。希望你能找到一个平和的状态，保持冷静和耐心。记住，沟通是一个双向的过程，也让母亲表达她的想法和担忧，试着理解她的角度。只有通过坦诚和尊重的对话，才能逐渐解决煎熬并与母亲达成和解。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "与母亲进行这场辩论并不容易，但并不代表没有可能。",
        "label": ""
      },
      {
        "sentence": "首先，你可以选择一个适当的时间和空间，通过一封信或者面对面的交谈，向母亲表达你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "在交谈中，强调你的成长和独立，以及你已经在物质上独立负责。",
        "label": ""
      },
      {
        "sentence": "同时，也可以向母亲解释你的需求和希望，甚至让她了解你的内心煎熬以及对负罪感的困扰。",
        "label": ""
      },
      {
        "sentence": "希望你能找到一个平和的状态，保持冷静和耐心。",
        "label": ""
      },
      {
        "sentence": "记住，沟通是一个双向的过程，也让母亲表达她的想法和担忧，试着理解她的角度。",
        "label": ""
      },
      {
        "sentence": "只有通过坦诚和尊重的对话，才能逐渐解决煎熬并与母亲达成和解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着用一封信的方式向母亲表达我的想法，希望她能够理解我。我也会尽量保持冷静和耐心，同时也尝试了解母亲的角度。希望这次辩论能够取得一些进展，减少我内心的煎熬。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着用一封信的方式向母亲表达我的想法，希望她能够理解我。",
        "label": ""
      },
      {
        "sentence": "我也会尽量保持冷静和耐心，同时也尝试了解母亲的角度。",
        "label": ""
      },
      {
        "sentence": "希望这次辩论能够取得一些进展，减少我内心的煎熬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和希望。写信给母亲是一个很好的方式，它可以给你更多思考和表达的时间。不要担心结果，真诚而坦率地传达你的内心，让母亲了解你的真实感受。无论结果如何，你已经迈出了第一步，相信这场辩论可以带来一些改变和和解。祝你好运！如果需要，在之后的过程中，还有其他问题和困惑，随时向我寻求帮助和支持。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和希望。",
        "label": ""
      },
      {
        "sentence": "写信给母亲是一个很好的方式，它可以给你更多思考和表达的时间。",
        "label": ""
      },
      {
        "sentence": "不要担心结果，真诚而坦率地传达你的内心，让母亲了解你的真实感受。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你已经迈出了第一步，相信这场辩论可以带来一些改变和和解。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果需要，在之后的过程中，还有其他问题和困惑，随时向我寻求帮助和支持。",
        "label": ""
      }
    ]
  }
]