[
  {
    "role": "client",
    "content": "我是个男生，喜欢穿女装，感觉像上瘾一样很难改变，你觉得我应该怎么办？",
    "annotation": [
      {
        "sentence": "我是个男生，喜欢穿女装，感觉像上瘾一样很难改变，你觉得我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的情况，这只是一种特殊的爱好，不存在对错之分，不要认为自己是生病了还是怎么样。你不必去像别人一样，尤其是那些与你不同的人一样生活，人类多样性就是生命的美好之一。",
    "annotation": [
      {
        "sentence": "我能理解你的情况，这只是一种特殊的爱好，不存在对错之分，不要认为自己是生病了还是怎么样。",
        "label": ""
      },
      {
        "sentence": "你不必去像别人一样，尤其是那些与你不同的人一样生活，人类多样性就是生命的美好之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我周围的人都不理解我的感受，他们表示让我尽早改变，我该如何处理这种心理压力？",
    "annotation": [
      {
        "sentence": "但是我周围的人都不理解我的感受，他们表示让我尽早改变，我该如何处理这种心理压力？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，大部分人都会对跟自己不一样的事物表示反感或批评，但是不要因为他们的想法而放弃自己，这种压力会带来自卑和焦虑。尽管，让人们理解你是个漫长且曲折的过程，但是你可以先跟你的老婆和家人谈谈，告诉他们这是你特别喜好的爱好，让他们知道你真正的内心，慢慢地让他们通过了解这种方式给你带来的轻松和乐趣而能够理解和支持你。",
    "annotation": [
      {
        "sentence": "这很正常，大部分人都会对跟自己不一样的事物表示反感或批评，但是不要因为他们的想法而放弃自己，这种压力会带来自卑和焦虑。",
        "label": ""
      },
      {
        "sentence": "尽管，让人们理解你是个漫长且曲折的过程，但是你可以先跟你的老婆和家人谈谈，告诉他们这是你特别喜好的爱好，让他们知道你真正的内心，慢慢地让他们通过了解这种方式给你带来的轻松和乐趣而能够理解和支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我从未想过变性，而且也不喜欢男性，我只喜欢女人，而且只有女性的衣服才能带给我那种特殊的感觉，这让我感到很迷惑。",
    "annotation": [
      {
        "sentence": "但我从未想过变性，而且也不喜欢男性，我只喜欢女人，而且只有女性的衣服才能带给我那种特殊的感觉，这让我感到很迷惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必对自己的兴趣产生过多的质疑，每个人都有自己的爱好和喜好，不管是男性还是女性都一样，这并不影响你对于男女之间的偏好，正因如此，你才更能够理解自己内心的想法，所以，试着坚定自己的想法，做你自己。",
    "annotation": [
      {
        "sentence": "你不必对自己的兴趣产生过多的质疑，每个人都有自己的爱好和喜好，不管是男性还是女性都一样，这并不影响你对于男女之间的偏好，正因如此，你才更能够理解自己内心的想法，所以，试着坚定自己的想法，做你自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，但我为何要隐藏自己的爱好，这世界上有多样性不是应该被尊重吗？",
    "annotation": [
      {
        "sentence": "谢谢你的支持，但我为何要隐藏自己的爱好，这世界上有多样性不是应该被尊重吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很聪明，我们不能总是把自己局限在一个小小的空间里，多样性是人类的本质，世界上每个人都是独一无二的。我们应该尊重他人的看法，但也要学会尊重自己的行为和观点，学会保护和坚定自己的立场。当然，真正的最高价值是相信和做真正的自我，抛弃角色而成为自我。",
    "annotation": [
      {
        "sentence": "你很聪明，我们不能总是把自己局限在一个小小的空间里，多样性是人类的本质，世界上每个人都是独一无二的。",
        "label": ""
      },
      {
        "sentence": "我们应该尊重他人的看法，但也要学会尊重自己的行为和观点，学会保护和坚定自己的立场。",
        "label": ""
      },
      {
        "sentence": "当然，真正的最高价值是相信和做真正的自我，抛弃角色而成为自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我还是感觉很困惑和害怕，对于这种情况我应该怎么应对？",
    "annotation": [
      {
        "sentence": "但我还是感觉很困惑和害怕，对于这种情况我应该怎么应对？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这种情况不是没有伙伴，有很多人跟你有同样的困惑，你可以在网络上寻找相关的社交群和朋友，与他们分享你的想法和体验，也有很多医生和心理咨询师在这些群组里，他们能够给你提供实用的建议和支持。同时，当你感到害怕的时候，你需要在自己的朋友和家人中找到支持，并在安全的环境下与他们交流，这样能够帮助你更好地排解你心中的烦恼和焦虑。",
    "annotation": [
      {
        "sentence": "你这种情况不是没有伙伴，有很多人跟你有同样的困惑，你可以在网络上寻找相关的社交群和朋友，与他们分享你的想法和体验，也有很多医生和心理咨询师在这些群组里，他们能够给你提供实用的建议和支持。",
        "label": ""
      },
      {
        "sentence": "同时，当你感到害怕的时候，你需要在自己的朋友和家人中找到支持，并在安全的环境下与他们交流，这样能够帮助你更好地排解你心中的烦恼和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我不会改变这种兴趣和喜好，这个我很清楚，你认为我该怎么去处理周围的压力和看法？",
    "annotation": [
      {
        "sentence": "但我不会改变这种兴趣和喜好，这个我很清楚，你认为我该怎么去处理周围的压力和看法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很聪明，你知道自己喜欢和想做的事情，你不需要改变你自己。尽管，你周围的人有不同的看法，但你需要告诉自己，他们的看法并不影响你自己的价值和存在，你需要耐心等待，慢慢让他们明白你的想法，最终得到理解，争取支持，同时，你也要经常提醒自己坚守真正的自己，并不断努力让周围的人接受你的想法和行为。",
    "annotation": [
      {
        "sentence": "你很聪明，你知道自己喜欢和想做的事情，你不需要改变你自己。",
        "label": ""
      },
      {
        "sentence": "尽管，你周围的人有不同的看法，但你需要告诉自己，他们的看法并不影响你自己的价值和存在，你需要耐心等待，慢慢让他们明白你的想法，最终得到理解，争取支持，同时，你也要经常提醒自己坚守真正的自己，并不断努力让周围的人接受你的想法和行为。",
        "label": ""
      }
    ]
  }
]