[
  {
    "role": "client",
    "content": "我十四岁，最近我自残了，而且有一些幻想，我真的想知道自己是否有心理问题。我最好的朋友遭受了严重的抑郁症折磨，而我自己在她之后也开始自残（尽管在遇到她之前我就有这个问题）。当我看到我切开的皮肤时会感觉到一种舒畅的感觉（尽管切的并不深），我还会将流出的血擦在纸上保存或者放进小瓶子里（最近才开始这样做）。我经常会有幻想，尤其在闲暇的时候和入睡前，而且是一些不可能实现的事情。但是如果我在睡觉前没有开始幻想，而是注意到周围的环境，我就会有一种有人要杀我的感觉。我经常感觉想哭，但只有在睡觉前或者在家里被责骂后才会流泪。我有点冷血，不真的相信每个人。我喜欢血腥变态的东西，比如一些案例。虽然我对推理小说很感兴趣，但是看的时候也会感到不安。我常常想象着在地下室里虐待并杀死几个人（尽管这是不可能的）。我真的很想知道我是否有病。",
    "annotation": [
      {
        "sentence": "我十四岁，最近我自残了，而且有一些幻想，我真的想知道自己是否有心理问题。",
        "label": ""
      },
      {
        "sentence": "我最好的朋友遭受了严重的抑郁症折磨，而我自己在她之后也开始自残（尽管在遇到她之前我就有这个问题）。",
        "label": ""
      },
      {
        "sentence": "当我看到我切开的皮肤时会感觉到一种舒畅的感觉（尽管切的并不深），我还会将流出的血擦在纸上保存或者放进小瓶子里（最近才开始这样做）。",
        "label": ""
      },
      {
        "sentence": "我经常会有幻想，尤其在闲暇的时候和入睡前，而且是一些不可能实现的事情。",
        "label": ""
      },
      {
        "sentence": "但是如果我在睡觉前没有开始幻想，而是注意到周围的环境，我就会有一种有人要杀我的感觉。",
        "label": ""
      },
      {
        "sentence": "我经常感觉想哭，但只有在睡觉前或者在家里被责骂后才会流泪。",
        "label": ""
      },
      {
        "sentence": "我有点冷血，不真的相信每个人。",
        "label": ""
      },
      {
        "sentence": "我喜欢血腥变态的东西，比如一些案例。",
        "label": ""
      },
      {
        "sentence": "虽然我对推理小说很感兴趣，但是看的时候也会感到不安。",
        "label": ""
      },
      {
        "sentence": "我常常想象着在地下室里虐待并杀死几个人（尽管这是不可能的）。",
        "label": ""
      },
      {
        "sentence": "我真的很想知道我是否有病。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我三十二岁了，其实我也不是很擅长用温暖的话来安慰人，因为我自己也经历了很多困扰。你想知道自己是否生病了，在我看来你可能并没有真正的生病，但是受到朋友的影响是有的。你的经历让我想起我十二岁的时候，家里的父亲被所有亲戚看不起，包括我和姐姐，连我妈也是。每次去亲戚家都会听到对我爸爸的种种指责和嘲笑。由于我天生崇拜我的父亲，但却无法满足这种崇拜，反而受到亲近人的破坏，我的价值观就变得容易出问题。所以那段时间，尽管我学习很优秀，但是内心真的很痛苦。我也暗暗收集并留意自杀的方法，不过就不说具体了，很难看，也没有收集的必要。我收集的是一些生活中常见食物和物品的毒性和致死率之类的东西，并且专门记录下来。或许这听起来有一些有趣，但其实我只是想找到一种让自己舒服地死去的方法。最后你知道吗？我没有死，我经历了渣男和校园霸凌之后，我变得自信而张扬。所以不需要那么担心，你现在的痛苦并不代表你十年后依然如此。对于特殊的年龄段来说，有这样的想法是很正常的，就像谁都曾经爱上过渣男一样。所以不要太担心，将这个经历当作是自己成长的一部分就好了。另外，我不知道你和家人的关系是否能理解你的想法，以及他们是否愿意以成年人的方式与你进行沟通。如果沟通还没有到这个程度，也没关系，因为大多数家长都不开通的，哈哈。同学们和你们的年龄相仿，可能帮不上你什么忙。老师们通常也只关注你的学习成绩，别指望他们能给你带来开心的事情。如果你跟家长无法把一些事情说清楚，那就来找我们吧。我们这里的人更加成熟，能够更好地理解你的处境。我真是羡慕你啊，这么小就知道要寻求正确的渠道来了解自己，你真厉害！而我直到大学毕业后才终于开始寻找答案，因为我被渣男和校园霸凌的记忆困扰。所以，不要太担心，你在夜晚害怕的那些事情都不会发生。对了，还有一个方法你要记住，你可能不会得到外人的理解，所以你可以自己来找一些关于自我认知的书籍，了解自己和大脑是怎么回事。一旦了解了这些，你就会更有底气面对一切。我不确定我说的这些对你有没有帮助，但希望它能作为我们两个人共同沟通的一种方式。",
    "annotation": [
      {
        "sentence": "我三十二岁了，其实我也不是很擅长用温暖的话来安慰人，因为我自己也经历了很多困扰。",
        "label": ""
      },
      {
        "sentence": "你想知道自己是否生病了，在我看来你可能并没有真正的生病，但是受到朋友的影响是有的。",
        "label": ""
      },
      {
        "sentence": "你的经历让我想起我十二岁的时候，家里的父亲被所有亲戚看不起，包括我和姐姐，连我妈也是。",
        "label": ""
      },
      {
        "sentence": "每次去亲戚家都会听到对我爸爸的种种指责和嘲笑。",
        "label": ""
      },
      {
        "sentence": "由于我天生崇拜我的父亲，但却无法满足这种崇拜，反而受到亲近人的破坏，我的价值观就变得容易出问题。",
        "label": ""
      },
      {
        "sentence": "所以那段时间，尽管我学习很优秀，但是内心真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "我也暗暗收集并留意自杀的方法，不过就不说具体了，很难看，也没有收集的必要。",
        "label": ""
      },
      {
        "sentence": "我收集的是一些生活中常见食物和物品的毒性和致死率之类的东西，并且专门记录下来。",
        "label": ""
      },
      {
        "sentence": "或许这听起来有一些有趣，但其实我只是想找到一种让自己舒服地死去的方法。",
        "label": ""
      },
      {
        "sentence": "最后你知道吗？",
        "label": ""
      },
      {
        "sentence": "我没有死，我经历了渣男和校园霸凌之后，我变得自信而张扬。",
        "label": ""
      },
      {
        "sentence": "所以不需要那么担心，你现在的痛苦并不代表你十年后依然如此。",
        "label": ""
      },
      {
        "sentence": "对于特殊的年龄段来说，有这样的想法是很正常的，就像谁都曾经爱上过渣男一样。",
        "label": ""
      },
      {
        "sentence": "所以不要太担心，将这个经历当作是自己成长的一部分就好了。",
        "label": ""
      },
      {
        "sentence": "另外，我不知道你和家人的关系是否能理解你的想法，以及他们是否愿意以成年人的方式与你进行沟通。",
        "label": ""
      },
      {
        "sentence": "如果沟通还没有到这个程度，也没关系，因为大多数家长都不开通的，哈哈。",
        "label": ""
      },
      {
        "sentence": "同学们和你们的年龄相仿，可能帮不上你什么忙。",
        "label": ""
      },
      {
        "sentence": "老师们通常也只关注你的学习成绩，别指望他们能给你带来开心的事情。",
        "label": ""
      },
      {
        "sentence": "如果你跟家长无法把一些事情说清楚，那就来找我们吧。",
        "label": ""
      },
      {
        "sentence": "我们这里的人更加成熟，能够更好地理解你的处境。",
        "label": ""
      },
      {
        "sentence": "我真是羡慕你啊，这么小就知道要寻求正确的渠道来了解自己，你真厉害！",
        "label": ""
      },
      {
        "sentence": "而我直到大学毕业后才终于开始寻找答案，因为我被渣男和校园霸凌的记忆困扰。",
        "label": ""
      },
      {
        "sentence": "所以，不要太担心，你在夜晚害怕的那些事情都不会发生。",
        "label": ""
      },
      {
        "sentence": "对了，还有一个方法你要记住，你可能不会得到外人的理解，所以你可以自己来找一些关于自我认知的书籍，了解自己和大脑是怎么回事。",
        "label": ""
      },
      {
        "sentence": "一旦了解了这些，你就会更有底气面对一切。",
        "label": ""
      },
      {
        "sentence": "我不确定我说的这些对你有没有帮助，但希望它能作为我们两个人共同沟通的一种方式。",
        "label": ""
      }
    ]
  }
]