[
  {
    "role": "client",
    "content": "高中生活没有激情兴趣，社交焦虑，没有亲密关系怎么办童年时期的我是一个特别开朗特别大大咧咧的女孩，不在乎他人看法也每天跟个开心果似的没什么烦恼。自从上了高中，学业压力加大，我感觉每天学习任务很重，而且和同学之间没有那么亲密的关系，也有时候没有什么可以聊的，感觉每天聊的东西就是围绕学习，学校，作业，考试，知识点。我高一特别好的一个朋友她很内向，而且消极情绪比较多，我现在渐渐也很消极，听她抱怨她觉得作业写不完什么的感觉很烦，就不想和她一起吃饭。但是现在高三每个人都有自己的圈子了，我也不容易融入其他女孩的圈子；况且如果我和别人吃饭没有叫她，在食堂如果碰到了也会很尴尬。我和其他同学关系都还不错，但是都比较浅，没有什么太多学校外的联系。感觉看着他们一起约着去哪里玩，放学去干什么之类的很羡慕。所以我觉得现在的生活很平淡无味，没有任何兴趣。怎么办呢？",
    "annotation": [
      {
        "sentence": "高中生活没有激情兴趣，社交焦虑，没有亲密关系怎么办童年时期的我是一个特别开朗特别大大咧咧的女孩，不在乎他人看法也每天跟个开心果似的没什么烦恼。",
        "label": ""
      },
      {
        "sentence": "自从上了高中，学业压力加大，我感觉每天学习任务很重，而且和同学之间没有那么亲密的关系，也有时候没有什么可以聊的，感觉每天聊的东西就是围绕学习，学校，作业，考试，知识点。",
        "label": ""
      },
      {
        "sentence": "我高一特别好的一个朋友她很内向，而且消极情绪比较多，我现在渐渐也很消极，听她抱怨她觉得作业写不完什么的感觉很烦，就不想和她一起吃饭。",
        "label": ""
      },
      {
        "sentence": "但是现在高三每个人都有自己的圈子了，我也不容易融入其他女孩的圈子；况且如果我和别人吃饭没有叫她，在食堂如果碰到了也会很尴尬。",
        "label": ""
      },
      {
        "sentence": "我和其他同学关系都还不错，但是都比较浅，没有什么太多学校外的联系。",
        "label": ""
      },
      {
        "sentence": "感觉看着他们一起约着去哪里玩，放学去干什么之类的很羡慕。",
        "label": ""
      },
      {
        "sentence": "所以我觉得现在的生活很平淡无味，没有任何兴趣。",
        "label": ""
      },
      {
        "sentence": "怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊，首先，看到你对自己现在状态的描述，很心疼。高三对每一个学生来说很重要，学业压力也很大，在这样的状态下，如果因为什么事情导致自己出现情绪问题，对自己来说影响很大的。希望你可以早日改变自己现在的状态。",
    "annotation": [
      {
        "sentence": "啊，首先，看到你对自己现在状态的描述，很心疼。",
        "label": ""
      },
      {
        "sentence": "高三对每一个学生来说很重要，学业压力也很大，在这样的状态下，如果因为什么事情导致自己出现情绪问题，对自己来说影响很大的。",
        "label": ""
      },
      {
        "sentence": "希望你可以早日改变自己现在的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心。自从上了高中之后，因为学业压力大，与同学没有亲密关系，也没有什么想聊的，自己融入不进去其他女生的圈子，但是羡慕她们约着出去玩。",
    "annotation": [
      {
        "sentence": "谢谢你的关心。",
        "label": ""
      },
      {
        "sentence": "自从上了高中之后，因为学业压力大，与同学没有亲密关系，也没有什么想聊的，自己融入不进去其他女生的圈子，但是羡慕她们约着出去玩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，可以感觉到你是很希望可以有几个亲密朋友的，大家可以一起聊聊天，出去玩的。但是自己却没有合适的办法融入，或者是不会融入。其实从你的描述中，你说跟同学关系还不错，只是不深入而已。所以，或者你可以从玩的还不错的同学中选择自己可以深入接触的同学，可以通过分享信息、兴趣爱好等方式跟对方进一步沟通，满足自己对于友谊这部分的需求。",
    "annotation": [
      {
        "sentence": "从你的描述中，可以感觉到你是很希望可以有几个亲密朋友的，大家可以一起聊聊天，出去玩的。",
        "label": ""
      },
      {
        "sentence": "但是自己却没有合适的办法融入，或者是不会融入。",
        "label": ""
      },
      {
        "sentence": "其实从你的描述中，你说跟同学关系还不错，只是不深入而已。",
        "label": ""
      },
      {
        "sentence": "所以，或者你可以从玩的还不错的同学中选择自己可以深入接触的同学，可以通过分享信息、兴趣爱好等方式跟对方进一步沟通，满足自己对于友谊这部分的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的有道理，我可以试着和那些关系不错的同学更多地交流，分享自己的兴趣爱好，希望能培养更深入的友谊。",
    "annotation": [
      {
        "sentence": "嗯，你说的有道理，我可以试着和那些关系不错的同学更多地交流，分享自己的兴趣爱好，希望能培养更深入的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高一有一个朋友关系还可以，但是消极情绪多，自己也变得消极，慢慢地不想跟对方一起吃饭，但是在食堂碰到也会很尴尬。关于情绪问题，负性情绪是会积累的，就好像水池里面的水一样，只注水不排水，这个水池会崩坍的。所以，情绪问题这里，你需要多多注意一下，当发现自己有情绪的时候，先排解自己的情绪。可以通过饮食运动、寻求社会支持等方式来帮助自己调整。如果自己调整不过来的话，建议你可以寻求专业心理咨询师的帮助。",
    "annotation": [
      {
        "sentence": "高一有一个朋友关系还可以，但是消极情绪多，自己也变得消极，慢慢地不想跟对方一起吃饭，但是在食堂碰到也会很尴尬。",
        "label": ""
      },
      {
        "sentence": "关于情绪问题，负性情绪是会积累的，就好像水池里面的水一样，只注水不排水，这个水池会崩坍的。",
        "label": ""
      },
      {
        "sentence": "所以，情绪问题这里，你需要多多注意一下，当发现自己有情绪的时候，先排解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "可以通过饮食运动、寻求社会支持等方式来帮助自己调整。",
        "label": ""
      },
      {
        "sentence": "如果自己调整不过来的话，建议你可以寻求专业心理咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会留意自己的情绪并尝试通过健康的方式进行调整。如果情况不好转，我会考虑寻求专业心理咨询师的帮助。",
    "annotation": [
      {
        "sentence": "我明白了，我会留意自己的情绪并尝试通过健康的方式进行调整。",
        "label": ""
      },
      {
        "sentence": "如果情况不好转，我会考虑寻求专业心理咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的理解和决心让我感到欣慰。希望你能够找到适合自己的方式，渡过这段困难的时期。记住，你并不孤单，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很好，你的理解和决心让我感到欣慰。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到适合自己的方式，渡过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会坚持努力去改变自己的状态，重新找回生活的激情和兴趣。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会坚持努力去改变自己的状态，重新找回生活的激情和兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，相信你一定能够克服困难，迎接更好的未来。如果你有任何需要倾诉或寻求帮助的时候，记得随时与我沟通。我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "非常好，相信你一定能够克服困难，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要倾诉或寻求帮助的时候，记得随时与我沟通。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的很感激你的帮助和理解。希望我们以后能继续保持联系。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的很感激你的帮助和理解。",
        "label": ""
      },
      {
        "sentence": "希望我们以后能继续保持联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我很愿意和你保持联系，并继续为你提供支持。无论何时何地，只要你需要，都可以找我倾诉。相信我们的联系会成为你战胜困难的一份力量。",
    "annotation": [
      {
        "sentence": "当然，我很愿意和你保持联系，并继续为你提供支持。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，只要你需要，都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "相信我们的联系会成为你战胜困难的一份力量。",
        "label": ""
      }
    ]
  }
]