[
  {
    "role": "client",
    "content": "很怕得罪人，很怕麻烦别人，反而让自己总是担惊受怕？本人女，今年30岁。",
    "annotation": [
      {
        "sentence": "很怕得罪人，很怕麻烦别人，反而让自己总是担惊受怕？",
        "label": ""
      },
      {
        "sentence": "本人女，今年30岁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您提到您很怕得罪人，很怕麻烦别人，这让您感到担惊受怕。我理解您的感受。可以先问一下，这种担忧和不安是在什么情况下出现的呢？",
    "annotation": [
      {
        "sentence": "您提到您很怕得罪人，很怕麻烦别人，这让您感到担惊受怕。",
        "label": ""
      },
      {
        "sentence": "我理解您的感受。",
        "label": ""
      },
      {
        "sentence": "可以先问一下，这种担忧和不安是在什么情况下出现的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发现，我在做任何事情的时候都会特别小心翼翼，很害怕拒绝别人的请求。而且，如果不小心得罪了别人，我会一直为此感到难过，总是幻想对方的反应。我从小就这样，觉得自己特别麻烦别人，害怕得罪他们。",
    "annotation": [
      {
        "sentence": "我发现，我在做任何事情的时候都会特别小心翼翼，很害怕拒绝别人的请求。",
        "label": ""
      },
      {
        "sentence": "而且，如果不小心得罪了别人，我会一直为此感到难过，总是幻想对方的反应。",
        "label": ""
      },
      {
        "sentence": "我从小就这样，觉得自己特别麻烦别人，害怕得罪他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，你的这种担心可能与你的成长环境有关。小时候，周围的人有没有对你说过类似的话，比如尽量不要给大人添麻烦呢？这可能导致你觉得自己是别人的负担，会让别人不开心。但是现在回过头来看，这些话可能是因为大人当时的情绪，并不是你的错。所以，你现在还觉得自己是别人的麻烦吗？",
    "annotation": [
      {
        "sentence": "听你这么说，你的这种担心可能与你的成长环境有关。",
        "label": ""
      },
      {
        "sentence": "小时候，周围的人有没有对你说过类似的话，比如尽量不要给大人添麻烦呢？",
        "label": ""
      },
      {
        "sentence": "这可能导致你觉得自己是别人的负担，会让别人不开心。",
        "label": ""
      },
      {
        "sentence": "但是现在回过头来看，这些话可能是因为大人当时的情绪，并不是你的错。",
        "label": ""
      },
      {
        "sentence": "所以，你现在还觉得自己是别人的麻烦吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，小时候的确有类似的话，我也一直觉得自己是别人的负担。虽然现在想起来并没有那么严重，但还是觉得很不舒服，特别是在与人交往时，总是不敢主动向别人寻求帮助。",
    "annotation": [
      {
        "sentence": "确实，小时候的确有类似的话，我也一直觉得自己是别人的负担。",
        "label": ""
      },
      {
        "sentence": "虽然现在想起来并没有那么严重，但还是觉得很不舒服，特别是在与人交往时，总是不敢主动向别人寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你知道吗，有研究表明，当你向别人寻求帮助时，曾经帮助过你的人有最大可能再次提供帮助。主动请求别人的帮助不仅有助于建立更深厚的关系，还能在你真正需要支持的时候获得更多帮助。所以，试着去寻求别人的帮助，并不会给别人添麻烦，反而会加深你们之间的联系。你可以试试看，你有什么需要帮助的地方吗？",
    "annotation": [
      {
        "sentence": "你知道吗，有研究表明，当你向别人寻求帮助时，曾经帮助过你的人有最大可能再次提供帮助。",
        "label": ""
      },
      {
        "sentence": "主动请求别人的帮助不仅有助于建立更深厚的关系，还能在你真正需要支持的时候获得更多帮助。",
        "label": ""
      },
      {
        "sentence": "所以，试着去寻求别人的帮助，并不会给别人添麻烦，反而会加深你们之间的联系。",
        "label": ""
      },
      {
        "sentence": "你可以试试看，你有什么需要帮助的地方吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我一直觉得拒绝别人是一种伤害，所以一直不太会拒绝。但是，您刚才提到的主动拒绝可以减少付出感，对关系也有好处，我有点想尝试一下。但是，我担心拒绝之后会伤害对方的感情，会破坏我们的关系。",
    "annotation": [
      {
        "sentence": "其实，我一直觉得拒绝别人是一种伤害，所以一直不太会拒绝。",
        "label": ""
      },
      {
        "sentence": "但是，您刚才提到的主动拒绝可以减少付出感，对关系也有好处，我有点想尝试一下。",
        "label": ""
      },
      {
        "sentence": "但是，我担心拒绝之后会伤害对方的感情，会破坏我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拒绝是每个人都有权力行使的选择，它并不一定会破坏关系。当你们之间建立了牢固的关系后，你的拒绝也不会影响关系的稳固程度。而且，如果一次拒绝就能够摧毁一个关系，那这种关系本身也不牢固，并不值得你去珍惜。简单来说，你可以拒绝那些违背你内心意愿、不愿意承担的责任和任务。这样的拒绝可以减少付出感，对关系也有好处。你可以试着斟酌一下，是不是所有的请求都必须满足，是不是有些拒绝是必要的呢？",
    "annotation": [
      {
        "sentence": "拒绝是每个人都有权力行使的选择，它并不一定会破坏关系。",
        "label": ""
      },
      {
        "sentence": "当你们之间建立了牢固的关系后，你的拒绝也不会影响关系的稳固程度。",
        "label": ""
      },
      {
        "sentence": "而且，如果一次拒绝就能够摧毁一个关系，那这种关系本身也不牢固，并不值得你去珍惜。",
        "label": ""
      },
      {
        "sentence": "简单来说，你可以拒绝那些违背你内心意愿、不愿意承担的责任和任务。",
        "label": ""
      },
      {
        "sentence": "这样的拒绝可以减少付出感，对关系也有好处。",
        "label": ""
      },
      {
        "sentence": "你可以试着斟酌一下，是不是所有的请求都必须满足，是不是有些拒绝是必要的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了您的解释，我有点明白了。我意识到，之前的小心翼翼可能让我与他人建立了一些虚假的关系，而一次的拒绝就会让我很担心关系会破裂。所以，我应该明确自己的边界，懂得适当拒绝。谢谢您的建议！",
    "annotation": [
      {
        "sentence": "听了您的解释，我有点明白了。",
        "label": ""
      },
      {
        "sentence": "我意识到，之前的小心翼翼可能让我与他人建立了一些虚假的关系，而一次的拒绝就会让我很担心关系会破裂。",
        "label": ""
      },
      {
        "sentence": "所以，我应该明确自己的边界，懂得适当拒绝。",
        "label": ""
      },
      {
        "sentence": "谢谢您的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我能帮到你！你现在已经意识到自己的问题并且愿意做出改变，这是一个很好的开始。记住，在调整过程中要逐渐放松自己，勇于尝试新的模式。我相信你会越来越好的。祝你一切顺利！如果还有其他问题，随时向我求助。",
    "annotation": [
      {
        "sentence": "很高兴我能帮到你！",
        "label": ""
      },
      {
        "sentence": "你现在已经意识到自己的问题并且愿意做出改变，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "记住，在调整过程中要逐渐放松自己，勇于尝试新的模式。",
        "label": ""
      },
      {
        "sentence": "我相信你会越来越好的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时向我求助。",
        "label": ""
      }
    ]
  }
]