[
  {
    "role": "client",
    "content": "很怕得罪人，很怕麻烦别人，反而让自己总是担惊受怕？本人女，今年30岁。从小到大，我都很怕麻烦别人，很怕得罪人。算是讨好型人格吧，平时做任何事都很小心翼翼，很不愿意拒绝别人，也不愿意麻烦别人。如果不小心得罪了别人，心里会特别过意不去，一直想跟对方道歉，脑海里还总是幻想别人会不会生气，别人会怎么做一类的反应。感觉自己在生活中特别没安全感，处处担惊受怕。我该怎么调试自己？",
    "annotation": [
      {
        "sentence": "很怕得罪人，很怕麻烦别人，反而让自己总是担惊受怕？",
        "label": ""
      },
      {
        "sentence": "本人女，今年30岁。",
        "label": ""
      },
      {
        "sentence": "从小到大，我都很怕麻烦别人，很怕得罪人。",
        "label": ""
      },
      {
        "sentence": "算是讨好型人格吧，平时做任何事都很小心翼翼，很不愿意拒绝别人，也不愿意麻烦别人。",
        "label": ""
      },
      {
        "sentence": "如果不小心得罪了别人，心里会特别过意不去，一直想跟对方道歉，脑海里还总是幻想别人会不会生气，别人会怎么做一类的反应。",
        "label": ""
      },
      {
        "sentence": "感觉自己在生活中特别没安全感，处处担惊受怕。",
        "label": ""
      },
      {
        "sentence": "我该怎么调试自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊，抱抱，简直是同道中人。我自己就是被训被否定大的，从小已经习惯性地去满足别人的需要，甚至不用对方说，只要抱着期待看着我，就可以达到目的。当年被批评做得不够好，会给人添麻烦，过往的经历又给你加强了这样的认知，没做好会被人讨厌，没满足人家会让人家生气，你一旦这样做，领导就不重用你了，等等的说教，也被当成了真的。",
    "annotation": [
      {
        "sentence": "啊，抱抱，简直是同道中人。",
        "label": ""
      },
      {
        "sentence": "我自己就是被训被否定大的，从小已经习惯性地去满足别人的需要，甚至不用对方说，只要抱着期待看着我，就可以达到目的。",
        "label": ""
      },
      {
        "sentence": "当年被批评做得不够好，会给人添麻烦，过往的经历又给你加强了这样的认知，没做好会被人讨厌，没满足人家会让人家生气，你一旦这样做，领导就不重用你了，等等的说教，也被当成了真的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我就是觉得自己的行动会带来麻烦和压力，所以总是想方设法避免得罪别人。但我真的感觉自己没有安全感，害怕负面评价和冲突，总是在担心别人会不会生气或者失望。这让我的生活变得很困扰。",
    "annotation": [
      {
        "sentence": "是啊，我就是觉得自己的行动会带来麻烦和压力，所以总是想方设法避免得罪别人。",
        "label": ""
      },
      {
        "sentence": "但我真的感觉自己没有安全感，害怕负面评价和冲突，总是在担心别人会不会生气或者失望。",
        "label": ""
      },
      {
        "sentence": "这让我的生活变得很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。不过，我们要明白，过去的经历并不代表未来会发生相同的事情。你已经是一个成年人，在成人的世界里，大家不会像家长或老师那样居高临下地批评或压迫你。你认为你不满足对方的期待会给他们带来困扰，但实际上可能并非如此。而且，你如果勉强自己去满足对方，结果也许并不会令人满意。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "不过，我们要明白，过去的经历并不代表未来会发生相同的事情。",
        "label": ""
      },
      {
        "sentence": "你已经是一个成年人，在成人的世界里，大家不会像家长或老师那样居高临下地批评或压迫你。",
        "label": ""
      },
      {
        "sentence": "你认为你不满足对方的期待会给他们带来困扰，但实际上可能并非如此。",
        "label": ""
      },
      {
        "sentence": "而且，你如果勉强自己去满足对方，结果也许并不会令人满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白你的意思。我可能太过关注别人的感受，而忽略了自己的需要。我应该更多地关注自己的内心，而不是过于担心别人的反应。但要怎样改变这种思维模式呢？",
    "annotation": [
      {
        "sentence": "是的，我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "我可能太过关注别人的感受，而忽略了自己的需要。",
        "label": ""
      },
      {
        "sentence": "我应该更多地关注自己的内心，而不是过于担心别人的反应。",
        "label": ""
      },
      {
        "sentence": "但要怎样改变这种思维模式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个循序渐进的过程，需要你逐步培养起更多的自我意识和自我关注。你可以从观察自己的想法开始，注意如果你不满足对方的期望，是否有一些不同于你预期的事情发生？比如，你可能习惯性地预期对方会不高兴或生气，但实际情况可能并非如此。多积累这样的经历，去更新你对这类事情的认知。",
    "annotation": [
      {
        "sentence": "这是一个循序渐进的过程，需要你逐步培养起更多的自我意识和自我关注。",
        "label": ""
      },
      {
        "sentence": "你可以从观察自己的想法开始，注意如果你不满足对方的期望，是否有一些不同于你预期的事情发生？",
        "label": ""
      },
      {
        "sentence": "比如，你可能习惯性地预期对方会不高兴或生气，但实际情况可能并非如此。",
        "label": ""
      },
      {
        "sentence": "多积累这样的经历，去更新你对这类事情的认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更多地观察和记录我的想法和感受，以及与实际情况的对比。这样我才能更准确地评估自己所担心的事情是否真的会发生。我也会试着改变我的思维方式，减少对别人反应的过度担忧。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更多地观察和记录我的想法和感受，以及与实际情况的对比。",
        "label": ""
      },
      {
        "sentence": "这样我才能更准确地评估自己所担心的事情是否真的会发生。",
        "label": ""
      },
      {
        "sentence": "我也会试着改变我的思维方式，减少对别人反应的过度担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经迈出了第一步。逐渐地，你会发现你对于不满足他人或面对冲突的能力会变得更强。就像当你长大后意识到，在关灯的屋子里，其实只有你和家具物体，你会看清它们的轮廓，而不会像小时候一样把类似于鬼魅的影子过度夸大。我们相信你能克服这种恐惧，共勉之。",
    "annotation": [
      {
        "sentence": "很好，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "逐渐地，你会发现你对于不满足他人或面对冲突的能力会变得更强。",
        "label": ""
      },
      {
        "sentence": "就像当你长大后意识到，在关灯的屋子里，其实只有你和家具物体，你会看清它们的轮廓，而不会像小时候一样把类似于鬼魅的影子过度夸大。",
        "label": ""
      },
      {
        "sentence": "我们相信你能克服这种恐惧，共勉之。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力的。逐渐放下过去的负担，摆脱对他人反应过度敏感的困扰，保护好自己的内心安全感。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力的。",
        "label": ""
      },
      {
        "sentence": "逐渐放下过去的负担，摆脱对他人反应过度敏感的困扰，保护好自己的内心安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你这样说。一定要记住，你的内心安全感是非常重要的，不要把它依赖于他人的评价和反应。你值得拥有更自由、更自信的生活。如果以后还有什么困难或问题，记得随时向我求助。我们共同努力，一步步走出困境。加油！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你这样说。",
        "label": ""
      },
      {
        "sentence": "一定要记住，你的内心安全感是非常重要的，不要把它依赖于他人的评价和反应。",
        "label": ""
      },
      {
        "sentence": "你值得拥有更自由、更自信的生活。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困难或问题，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我们共同努力，一步步走出困境。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]