[
  {
    "role": "client",
    "content": "别人评价后，做事没有热情了，该怎么继续坚持呢？起初做一件事的时候，不论他人是否理解看好，都会很有热情的去做，因为这件事本身带给了我快乐，但是做在这些事的过程，得到了一些业内人士的评价不太肯定的评价，就失去动力了，该怎么继续坚持自己喜爱的事呢？",
    "annotation": [
      {
        "sentence": "别人评价后，做事没有热情了，该怎么继续坚持呢？",
        "label": ""
      },
      {
        "sentence": "起初做一件事的时候，不论他人是否理解看好，都会很有热情的去做，因为这件事本身带给了我快乐，但是做在这些事的过程，得到了一些业内人士的评价不太肯定的评价，就失去动力了，该怎么继续坚持自己喜爱的事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你的困惑和失落感。在这种情况下，我认为我们可以从两个方面来看。首先是关注你的自我观念，第二是激发你内在的动机。你曾经听过心理专家武志红老师的观点吗？她说过：“在当今文化下，为什么我们那么容易在意别人的看法呢？因为听话教育让我们普遍形成不了核心自我。”如果从小到大都严格遵循父母的意愿生活，没有自己的看法，也无法展示自我主张，那么我们内在的核心自我就会比较脆弱。在坚持自己喜欢的事情时，总会感觉到有一双眼睛在关注自己，并给予肯定。如果我们一直生活在这样的模式下，就会习惯并自觉遵循这种方式，因为这种熟悉的模式给我们一种安全感，就像小时候父母在旁边观察我们的表现一样。他们是我们认为具有权威地位的人，只有得到他们的肯定和夸奖，我们才有动力。如果他们的反应冷淡或无动于衷，我们就会怀疑自己的能力和目标的实现。所以我们经常三分钟热度，半途而废。心理学家科胡特也说过，在惊涛骇浪中，稳稳的自我只会摇晃，不会动摇。这与内在深层动机有关，也与我们的核心自我有关。我们不仅在受到批评打击时放弃，同样在得到夸奖后也会放弃。当我们内心只停留在表面的夸奖和鼓励上时，我们无法感受到事情的本质，只能得到一点点满足就不愿意继续深入。你有没有这样的体会呢？小时候，我们习惯了依赖外在的奖励机制来决定我们对事情的态度。外在奖励越多，我们就会把事情做得更好，但一旦奖励消失，我们就会失去动力。相比依赖奖励的人，那些发自内心挖掘持续动力并完成事情的人更容易成功，因为他们知道内在动机更利于事情的完成。",
    "annotation": [
      {
        "sentence": "求助者，我理解你的困惑和失落感。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我认为我们可以从两个方面来看。",
        "label": ""
      },
      {
        "sentence": "首先是关注你的自我观念，第二是激发你内在的动机。",
        "label": ""
      },
      {
        "sentence": "你曾经听过心理专家武志红老师的观点吗？",
        "label": ""
      },
      {
        "sentence": "她说过：“在当今文化下，为什么我们那么容易在意别人的看法呢？",
        "label": ""
      },
      {
        "sentence": "因为听话教育让我们普遍形成不了核心自我。",
        "label": ""
      },
      {
        "sentence": "”如果从小到大都严格遵循父母的意愿生活，没有自己的看法，也无法展示自我主张，那么我们内在的核心自我就会比较脆弱。",
        "label": ""
      },
      {
        "sentence": "在坚持自己喜欢的事情时，总会感觉到有一双眼睛在关注自己，并给予肯定。",
        "label": ""
      },
      {
        "sentence": "如果我们一直生活在这样的模式下，就会习惯并自觉遵循这种方式，因为这种熟悉的模式给我们一种安全感，就像小时候父母在旁边观察我们的表现一样。",
        "label": ""
      },
      {
        "sentence": "他们是我们认为具有权威地位的人，只有得到他们的肯定和夸奖，我们才有动力。",
        "label": ""
      },
      {
        "sentence": "如果他们的反应冷淡或无动于衷，我们就会怀疑自己的能力和目标的实现。",
        "label": ""
      },
      {
        "sentence": "所以我们经常三分钟热度，半途而废。",
        "label": ""
      },
      {
        "sentence": "心理学家科胡特也说过，在惊涛骇浪中，稳稳的自我只会摇晃，不会动摇。",
        "label": ""
      },
      {
        "sentence": "这与内在深层动机有关，也与我们的核心自我有关。",
        "label": ""
      },
      {
        "sentence": "我们不仅在受到批评打击时放弃，同样在得到夸奖后也会放弃。",
        "label": ""
      },
      {
        "sentence": "当我们内心只停留在表面的夸奖和鼓励上时，我们无法感受到事情的本质，只能得到一点点满足就不愿意继续深入。",
        "label": ""
      },
      {
        "sentence": "你有没有这样的体会呢？",
        "label": ""
      },
      {
        "sentence": "小时候，我们习惯了依赖外在的奖励机制来决定我们对事情的态度。",
        "label": ""
      },
      {
        "sentence": "外在奖励越多，我们就会把事情做得更好，但一旦奖励消失，我们就会失去动力。",
        "label": ""
      },
      {
        "sentence": "相比依赖奖励的人，那些发自内心挖掘持续动力并完成事情的人更容易成功，因为他们知道内在动机更利于事情的完成。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我也意识到了需要有坚定的核心自我和内在动机。但是，你能告诉我如何将外在动机转化为内在动机吗？",
    "annotation": [
      {
        "sentence": "你说得很对，我也意识到了需要有坚定的核心自我和内在动机。",
        "label": ""
      },
      {
        "sentence": "但是，你能告诉我如何将外在动机转化为内在动机吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。我举个简单的例子来解释。在小学做作业时，每次我们完成一项作业，总会得到老师的表扬。但随着升学的到来，作业的难度增加，我们可能遇到学习困难，一方面我们难以感受到学习的乐趣，另一方面也没有找到强烈的学习动机，所以很容易产生懈怠的情绪。要重新喜欢上学习或者重新完成某件事，我们需要给自己一些压力，并在完成后感受到价值感的提升，意识到自己是有能力的。在完成的过程中，我们会获得掌控感，这些感受能够鼓励我们继续前进。无论是外在动机还是内在动机，它们都是动机的表现形式。在心理学中，这两者可以互相转化。如果我们想保持持续的努力，就要不断地保持动力。在工作上的投入可以获得薪酬提升，而薪酬提升可以改善生活，改善生活后，我们的普通愿望得到满足，通过这样一个希望链条的延伸，我们慢慢获得坚持下去的力量。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "我举个简单的例子来解释。",
        "label": ""
      },
      {
        "sentence": "在小学做作业时，每次我们完成一项作业，总会得到老师的表扬。",
        "label": ""
      },
      {
        "sentence": "但随着升学的到来，作业的难度增加，我们可能遇到学习困难，一方面我们难以感受到学习的乐趣，另一方面也没有找到强烈的学习动机，所以很容易产生懈怠的情绪。",
        "label": ""
      },
      {
        "sentence": "要重新喜欢上学习或者重新完成某件事，我们需要给自己一些压力，并在完成后感受到价值感的提升，意识到自己是有能力的。",
        "label": ""
      },
      {
        "sentence": "在完成的过程中，我们会获得掌控感，这些感受能够鼓励我们继续前进。",
        "label": ""
      },
      {
        "sentence": "无论是外在动机还是内在动机，它们都是动机的表现形式。",
        "label": ""
      },
      {
        "sentence": "在心理学中，这两者可以互相转化。",
        "label": ""
      },
      {
        "sentence": "如果我们想保持持续的努力，就要不断地保持动力。",
        "label": ""
      },
      {
        "sentence": "在工作上的投入可以获得薪酬提升，而薪酬提升可以改善生活，改善生活后，我们的普通愿望得到满足，通过这样一个希望链条的延伸，我们慢慢获得坚持下去的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我有了新的思考，我明白了核心自我和内在动机的重要性，以及外在动机如何转化为内在动机。我现在明白了如何继续坚持自己喜爱的事情。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "你的话让我有了新的思考，我明白了核心自我和内在动机的重要性，以及外在动机如何转化为内在动机。",
        "label": ""
      },
      {
        "sentence": "我现在明白了如何继续坚持自己喜爱的事情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。记住，你拥有坚定的核心自我和强大的内在动机，你一定可以坚持自己喜爱的事情，实现自己的目标。如果以后还有困惑，随时来找我聊天，我会一直支持你的！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你拥有坚定的核心自我和强大的内在动机，你一定可以坚持自己喜爱的事情，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果以后还有困惑，随时来找我聊天，我会一直支持你的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的鼓励和支持！我会牢记你的话，继续努力，坚持自己的梦想。再次谢谢你！",
    "annotation": [
      {
        "sentence": "感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，继续努力，坚持自己的梦想。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你是很有潜力的，相信自己，坚定地走下去。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，你是很有潜力的，相信自己，坚定地走下去。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励！我会加倍努力的！再见！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会加倍努力的！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再见！祝你好运！有需要随时联系我！",
    "annotation": [
      {
        "sentence": "再见！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "有需要随时联系我！",
        "label": ""
      }
    ]
  }
]