[
  {
    "role": "client",
    "content": "我是一个29岁的女性，我刻意与人保持距离，不知道怎样相处。我总是与他人亲近不起来，显得比较木讷。请问我该怎样改善这种情况呢？",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，我刻意与人保持距离，不知道怎样相处。",
        "label": ""
      },
      {
        "sentence": "我总是与他人亲近不起来，显得比较木讷。",
        "label": ""
      },
      {
        "sentence": "请问我该怎样改善这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，我了解你的问题。你刻意保持距离，不懂得与人相处，而且与他人亲近不起来。这种情况对你来说可能已经造成了困扰，你内心是否对自己当前的状态不太满意呢？其实，有很多人都和你有相似的困扰。比如我，去年在过年期间，我突然发现自己不想和身边的人说话，好像没有什么可交流的话题，也感觉和周围的人不够亲近。有时我还试图主动表达友善，但就是无法真正拉近彼此的距离，总觉得有一种隔阂阻碍着我与别人更加亲近。我意识到，这可能源于我内心对过分亲近的关系有某种排斥感，又因为自己认为不擅长人际交往而感到困扰。所以，我能够理解你描述的状态。也许，我们在从小到大的人生经历中，从人际互动方面获得的正向体验太少。我自己曾经受到过一些他人的伤害或欺负，因此有意与他人保持一定的距离，以免再次受到伤害。或者在人际交往中，我总是处于不自主地扮演被动角色，无法保护好自己或者无法与他人建立良好的关系。我相信我们的内心可能缺乏安全感，或者对自己缺乏自信，害怕别人了解真实的自己并不喜欢自己。所以，我们可以试着提升自己的安全感和建立自信心，能够承受他人的态度，不害怕展示真实的自己。只有在人际关系中真实地做自己，不回避、不害怕，我们才有可能与人建立起联系。因此，我们需要从自身进行调节，改变方式，增强自信心，然后再提高与人沟通的技巧和能力。当然，我们可以先选择那些对我们比较友善的人，建立一些正向的人际关系，然后再逐渐扩大自己的交际圈。当我们从人际关系中获得积极的反馈时，也会激发我们继续努力的勇气。希望我的回答能对你有所帮助。你的朋友，兰！",
    "annotation": [
      {
        "sentence": "亲爱的朋友，我了解你的问题。",
        "label": ""
      },
      {
        "sentence": "你刻意保持距离，不懂得与人相处，而且与他人亲近不起来。",
        "label": ""
      },
      {
        "sentence": "这种情况对你来说可能已经造成了困扰，你内心是否对自己当前的状态不太满意呢？",
        "label": ""
      },
      {
        "sentence": "其实，有很多人都和你有相似的困扰。",
        "label": ""
      },
      {
        "sentence": "比如我，去年在过年期间，我突然发现自己不想和身边的人说话，好像没有什么可交流的话题，也感觉和周围的人不够亲近。",
        "label": ""
      },
      {
        "sentence": "有时我还试图主动表达友善，但就是无法真正拉近彼此的距离，总觉得有一种隔阂阻碍着我与别人更加亲近。",
        "label": ""
      },
      {
        "sentence": "我意识到，这可能源于我内心对过分亲近的关系有某种排斥感，又因为自己认为不擅长人际交往而感到困扰。",
        "label": ""
      },
      {
        "sentence": "所以，我能够理解你描述的状态。",
        "label": ""
      },
      {
        "sentence": "也许，我们在从小到大的人生经历中，从人际互动方面获得的正向体验太少。",
        "label": ""
      },
      {
        "sentence": "我自己曾经受到过一些他人的伤害或欺负，因此有意与他人保持一定的距离，以免再次受到伤害。",
        "label": ""
      },
      {
        "sentence": "或者在人际交往中，我总是处于不自主地扮演被动角色，无法保护好自己或者无法与他人建立良好的关系。",
        "label": ""
      },
      {
        "sentence": "我相信我们的内心可能缺乏安全感，或者对自己缺乏自信，害怕别人了解真实的自己并不喜欢自己。",
        "label": ""
      },
      {
        "sentence": "所以，我们可以试着提升自己的安全感和建立自信心，能够承受他人的态度，不害怕展示真实的自己。",
        "label": ""
      },
      {
        "sentence": "只有在人际关系中真实地做自己，不回避、不害怕，我们才有可能与人建立起联系。",
        "label": ""
      },
      {
        "sentence": "因此，我们需要从自身进行调节，改变方式，增强自信心，然后再提高与人沟通的技巧和能力。",
        "label": ""
      },
      {
        "sentence": "当然，我们可以先选择那些对我们比较友善的人，建立一些正向的人际关系，然后再逐渐扩大自己的交际圈。",
        "label": ""
      },
      {
        "sentence": "当我们从人际关系中获得积极的反馈时，也会激发我们继续努力的勇气。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你的朋友，兰！",
        "label": ""
      }
    ]
  }
]