[
  {
    "role": "client",
    "content": "我的后背总是发空，冻住了自己没有安全感，怎么办？",
    "annotation": [
      {
        "sentence": "我的后背总是发空，冻住了自己没有安全感，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，你的后背发空的感觉让你很不舒服，我可以听听你的情况，看看有什么方法可以帮助你缓解这种感觉。你可以跟我说说你的烦恼，我会认真倾听。",
    "annotation": [
      {
        "sentence": "你好，你的后背发空的感觉让你很不舒服，我可以听听你的情况，看看有什么方法可以帮助你缓解这种感觉。",
        "label": ""
      },
      {
        "sentence": "你可以跟我说说你的烦恼，我会认真倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我觉得我的后背就像有一个空洞的管子一样，不敢一个人待着，也做不了什么事情。我知道我缺乏安全感，需要内心充满力量无所畏惧，可是好像这需要建立一个长久的生活习惯，让我充满了无力感。我就好像被封印了一样动弹不得。",
    "annotation": [
      {
        "sentence": "好的，我觉得我的后背就像有一个空洞的管子一样，不敢一个人待着，也做不了什么事情。",
        "label": ""
      },
      {
        "sentence": "我知道我缺乏安全感，需要内心充满力量无所畏惧，可是好像这需要建立一个长久的生活习惯，让我充满了无力感。",
        "label": ""
      },
      {
        "sentence": "我就好像被封印了一样动弹不得。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，你可能缺乏内心的安全感和信心。其实每个人在不同的时刻都会感到自己无力、不知所措，正常的喧闹和压力环境容易引起不同程度的焦虑情绪。你不要把自己逼得太紧，要给自己一些缓解的时间，采取正确的方式排解负面情绪，同时也要多看到自己的优点和优势。我认为要从日常生活做起，比如固定的作息、规律的饮食和运动，都能有助于提高身体和心理的适应性。",
    "annotation": [
      {
        "sentence": "听你这么说，你可能缺乏内心的安全感和信心。",
        "label": ""
      },
      {
        "sentence": "其实每个人在不同的时刻都会感到自己无力、不知所措，正常的喧闹和压力环境容易引起不同程度的焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "你不要把自己逼得太紧，要给自己一些缓解的时间，采取正确的方式排解负面情绪，同时也要多看到自己的优点和优势。",
        "label": ""
      },
      {
        "sentence": "我认为要从日常生活做起，比如固定的作息、规律的饮食和运动，都能有助于提高身体和心理的适应性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么做呢？我觉得有时候很勇敢，可以做好多事情，有时候又感觉没有动力，害怕困难。",
    "annotation": [
      {
        "sentence": "那我应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "我觉得有时候很勇敢，可以做好多事情，有时候又感觉没有动力，害怕困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况很常见，人们的情绪有时候会受到不同因素的影响，会出现起伏。但是你可以学会正面看待自己的情绪，不能被它占据自己的心理导向。对于行动力的问题，我们可以找到方法协助你破解。试试把大任务分解成小的目标，把每个小的目标分解成可以完成的步骤，每一步都可以看作是一个小的胜利，逐步让自己变得积极和有动力，这种感觉会让人感到很不错。",
    "annotation": [
      {
        "sentence": "这种情况很常见，人们的情绪有时候会受到不同因素的影响，会出现起伏。",
        "label": ""
      },
      {
        "sentence": "但是你可以学会正面看待自己的情绪，不能被它占据自己的心理导向。",
        "label": ""
      },
      {
        "sentence": "对于行动力的问题，我们可以找到方法协助你破解。",
        "label": ""
      },
      {
        "sentence": "试试把大任务分解成小的目标，把每个小的目标分解成可以完成的步骤，每一步都可以看作是一个小的胜利，逐步让自己变得积极和有动力，这种感觉会让人感到很不错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，很多时候我觉得自己很失败，就容易胡思乱想，然后就会更加失落。",
    "annotation": [
      {
        "sentence": "明白了，很多时候我觉得自己很失败，就容易胡思乱想，然后就会更加失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况我也有体会，很多时候我们会认为自己犯了错误或者做得不够好，但实际上对自己太苛刻有时会带来不必要的负担和压力。对此，我建议你要对自己宽容一些，不要总是挑剔自己的不足，要多看到自己的优点和进步，要让自己感到值得称赞。当然，也要学会从他人那里获取一些积极的支持和鼓励，我们需要与外在世界建立联系，从身边的人，如家人、朋友、同事等角度或多或少获取一些支持和主张。",
    "annotation": [
      {
        "sentence": "这种情况我也有体会，很多时候我们会认为自己犯了错误或者做得不够好，但实际上对自己太苛刻有时会带来不必要的负担和压力。",
        "label": ""
      },
      {
        "sentence": "对此，我建议你要对自己宽容一些，不要总是挑剔自己的不足，要多看到自己的优点和进步，要让自己感到值得称赞。",
        "label": ""
      },
      {
        "sentence": "当然，也要学会从他人那里获取一些积极的支持和鼓励，我们需要与外在世界建立联系，从身边的人，如家人、朋友、同事等角度或多或少获取一些支持和主张。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！你说的很有道理。其实，我有时也会很害怕未知的困难，以及和人交往的事情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "其实，我有时也会很害怕未知的困难，以及和人交往的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些都是很正常的人情。我们会遇到各种各样的挑战和问题，需要面对他们而不是退缩。对于与人交往的问题，学会与人沟通、积极的倾听、善于交流，可以帮助你建立更健康的人际关系。我们可以从自己身上挖掘出才能，打破自己的罩子，展现真正的自我。这是个过程，需要慢慢地从小到大，从简单到复杂来练习。",
    "annotation": [
      {
        "sentence": "这些都是很正常的人情。",
        "label": ""
      },
      {
        "sentence": "我们会遇到各种各样的挑战和问题，需要面对他们而不是退缩。",
        "label": ""
      },
      {
        "sentence": "对于与人交往的问题，学会与人沟通、积极的倾听、善于交流，可以帮助你建立更健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "我们可以从自己身上挖掘出才能，打破自己的罩子，展现真正的自我。",
        "label": ""
      },
      {
        "sentence": "这是个过程，需要慢慢地从小到大，从简单到复杂来练习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尝试去做的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尝试去做的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！别忘了我们每个人都有自己的目标和价值，一个人的成功并不是由得分高低和成就定义的。要相信自己，相信自己的才华和智慧，坚持自己的路，不断超越自己的极限！",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "别忘了我们每个人都有自己的目标和价值，一个人的成功并不是由得分高低和成就定义的。",
        "label": ""
      },
      {
        "sentence": "要相信自己，相信自己的才华和智慧，坚持自己的路，不断超越自己的极限！",
        "label": ""
      }
    ]
  }
]