[
  {
    "role": "client",
    "content": "最近我总是因为自己的问题哭泣，我不知道该怎么办。我17岁，在校的高中生。以前我不喜欢学习，但是到了高中我就开始努力往前冲。可是我出现了心理问题，休学了一段时间，但问题依旧没有解决。近两年我没有很强的学习欲望，但也不讨厌学习知识。在校园里，我不太喜欢主动和同学社交，我性格比较双面派，其实并不喜欢和同学相处，但我又要忍耐，让自己很累。我对生活也没有多大的欲望，只是过得很平淡。我害怕死亡，但又不想活着。曾经想过一了百了，但是妈妈说如果我要结束自己生命，她就会跟我一起走，所以我放弃了那样的想法。我知道自己在逃避问题，但是因为知道了，自己又不敢去面对，所以我很讨厌自己。其实总结起来，我不太想活着了，但是又没有能够真正放下父母亲人，也不想让他们和我一起走，所以有时候就会哭泣。我到底是怎么了？",
    "annotation": [
      {
        "sentence": "最近我总是因为自己的问题哭泣，我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我17岁，在校的高中生。",
        "label": ""
      },
      {
        "sentence": "以前我不喜欢学习，但是到了高中我就开始努力往前冲。",
        "label": ""
      },
      {
        "sentence": "可是我出现了心理问题，休学了一段时间，但问题依旧没有解决。",
        "label": ""
      },
      {
        "sentence": "近两年我没有很强的学习欲望，但也不讨厌学习知识。",
        "label": ""
      },
      {
        "sentence": "在校园里，我不太喜欢主动和同学社交，我性格比较双面派，其实并不喜欢和同学相处，但我又要忍耐，让自己很累。",
        "label": ""
      },
      {
        "sentence": "我对生活也没有多大的欲望，只是过得很平淡。",
        "label": ""
      },
      {
        "sentence": "我害怕死亡，但又不想活着。",
        "label": ""
      },
      {
        "sentence": "曾经想过一了百了，但是妈妈说如果我要结束自己生命，她就会跟我一起走，所以我放弃了那样的想法。",
        "label": ""
      },
      {
        "sentence": "我知道自己在逃避问题，但是因为知道了，自己又不敢去面对，所以我很讨厌自己。",
        "label": ""
      },
      {
        "sentence": "其实总结起来，我不太想活着了，但是又没有能够真正放下父母亲人，也不想让他们和我一起走，所以有时候就会哭泣。",
        "label": ""
      },
      {
        "sentence": "我到底是怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "并不是每个人的17岁都是明媚快乐的，但至少17岁是一个很好的年纪，还有很多可改变和把握的机会。虽然你对学习没有强烈的欲望，但并不意味着你无法从中获得价值和成长。从你的描述中，我能看出你在学习方面有些困扰。你需要梳理清楚自己作为主体和学习这件事情的关系。你可以问问自己为什么一定要往前冲，你的心理问题是否由学习导致。在休学期间，你是否思考过学习或学校里的人和事情。也许这就是你所说的逃避的一部分。不要偷懒，认真思考这些问题，给自己一个答案，哪怕是违背你周围人的期望。",
    "annotation": [
      {
        "sentence": "并不是每个人的17岁都是明媚快乐的，但至少17岁是一个很好的年纪，还有很多可改变和把握的机会。",
        "label": ""
      },
      {
        "sentence": "虽然你对学习没有强烈的欲望，但并不意味着你无法从中获得价值和成长。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能看出你在学习方面有些困扰。",
        "label": ""
      },
      {
        "sentence": "你需要梳理清楚自己作为主体和学习这件事情的关系。",
        "label": ""
      },
      {
        "sentence": "你可以问问自己为什么一定要往前冲，你的心理问题是否由学习导致。",
        "label": ""
      },
      {
        "sentence": "在休学期间，你是否思考过学习或学校里的人和事情。",
        "label": ""
      },
      {
        "sentence": "也许这就是你所说的逃避的一部分。",
        "label": ""
      },
      {
        "sentence": "不要偷懒，认真思考这些问题，给自己一个答案，哪怕是违背你周围人的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能没有找到学习的理由，我总是感到纠结和痛苦，无法找到动力去学习。",
    "annotation": [
      {
        "sentence": "我明白了，我可能没有找到学习的理由，我总是感到纠结和痛苦，无法找到动力去学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，改变自己的认知很重要。当你在努力学习和无欲望学习之间纠结和痛苦时，说明你无法找到一个让自己去学习的理由。被勉强或者被动地做事情，经常会让人感到抓狂。因此，知道自己为什么要学习，给自己一个理由，可能是你需要说服自己的一件事情。",
    "annotation": [
      {
        "sentence": "是的，改变自己的认知很重要。",
        "label": ""
      },
      {
        "sentence": "当你在努力学习和无欲望学习之间纠结和痛苦时，说明你无法找到一个让自己去学习的理由。",
        "label": ""
      },
      {
        "sentence": "被勉强或者被动地做事情，经常会让人感到抓狂。",
        "label": ""
      },
      {
        "sentence": "因此，知道自己为什么要学习，给自己一个理由，可能是你需要说服自己的一件事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于和同学的关系，我也有些困惑。我不喜欢和他们社交，但又觉得自己需要忍耐，让自己很累。",
    "annotation": [
      {
        "sentence": "对于和同学的关系，我也有些困惑。",
        "label": ""
      },
      {
        "sentence": "我不喜欢和他们社交，但又觉得自己需要忍耐，让自己很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与他人的关系取决于你自己在相处时的感受，你不需要被他人和规则扭曲自己。每个人都希望我们热爱同学，友好亲切地对待周围的人，但如果这是以让你胁迫自己去伪装和讨好为代价，就不值得了。不勉强自己社交，喜欢和谁相处就珍惜和感恩，不愿意过多地被社交干扰自己，就做些自己愿意的事情，保持自己在关系网中的平衡就好。",
    "annotation": [
      {
        "sentence": "与他人的关系取决于你自己在相处时的感受，你不需要被他人和规则扭曲自己。",
        "label": ""
      },
      {
        "sentence": "每个人都希望我们热爱同学，友好亲切地对待周围的人，但如果这是以让你胁迫自己去伪装和讨好为代价，就不值得了。",
        "label": ""
      },
      {
        "sentence": "不勉强自己社交，喜欢和谁相处就珍惜和感恩，不愿意过多地被社交干扰自己，就做些自己愿意的事情，保持自己在关系网中的平衡就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对生活也没有很大的欲望，只是过得很平淡。我害怕死亡，但又不想活着。以前我曾经想过一了百了，但是妈妈说如果我要结束自己的生命，她就会和我一起走，所以我放弃了那样的想法。",
    "annotation": [
      {
        "sentence": "我对生活也没有很大的欲望，只是过得很平淡。",
        "label": ""
      },
      {
        "sentence": "我害怕死亡，但又不想活着。",
        "label": ""
      },
      {
        "sentence": "以前我曾经想过一了百了，但是妈妈说如果我要结束自己的生命，她就会和我一起走，所以我放弃了那样的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭和亲人是割不断的缘分和牵挂，互相之间需要努力找到共同的相处方式。我看得出你是一个孝顺的孩子，会顾及父母亲人的感受，想要给他们好的生活或好的自己。也许你已经在自己扛下一些事情，所以觉得很累很辛苦。你可以尝试与妈妈多沟通，表达自己真实的感受。虽然可能存在代沟和误解，但每个母亲都曾是女孩，只要你以她能够明白的方式多说多表达，你会发现她比你想象的更加爱你和理解你。",
    "annotation": [
      {
        "sentence": "家庭和亲人是割不断的缘分和牵挂，互相之间需要努力找到共同的相处方式。",
        "label": ""
      },
      {
        "sentence": "我看得出你是一个孝顺的孩子，会顾及父母亲人的感受，想要给他们好的生活或好的自己。",
        "label": ""
      },
      {
        "sentence": "也许你已经在自己扛下一些事情，所以觉得很累很辛苦。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与妈妈多沟通，表达自己真实的感受。",
        "label": ""
      },
      {
        "sentence": "虽然可能存在代沟和误解，但每个母亲都曾是女孩，只要你以她能够明白的方式多说多表达，你会发现她比你想象的更加爱你和理解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我会哭泣，感觉自己无法承受下去。",
    "annotation": [
      {
        "sentence": "有时候我会哭泣，感觉自己无法承受下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要将哭泣当成软弱和无能的表现，将其看作是自己再也无法坚持下去的一条终点线。过了这条线，你可以放肆地宣泄自己的情绪，而不必强撑着前进。爱笑是一种乐观的表现，但即使是再爱笑的女孩，也有流泪的时候。不要追问自己为什么哭泣，而要思考哭泣之后，自己还能做些什么。",
    "annotation": [
      {
        "sentence": "不要将哭泣当成软弱和无能的表现，将其看作是自己再也无法坚持下去的一条终点线。",
        "label": ""
      },
      {
        "sentence": "过了这条线，你可以放肆地宣泄自己的情绪，而不必强撑着前进。",
        "label": ""
      },
      {
        "sentence": "爱笑是一种乐观的表现，但即使是再爱笑的女孩，也有流泪的时候。",
        "label": ""
      },
      {
        "sentence": "不要追问自己为什么哭泣，而要思考哭泣之后，自己还能做些什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我无法解决问题，该怎么办呢？",
    "annotation": [
      {
        "sentence": "如果我无法解决问题，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果感到自己无法解决问题，请一定寻找身边人的支持和帮助。当你斩断所有对外的联结时，就像将花朵从土中拔出一样。相信自己过去的17年，是由自己和爱自己的人共同赋予的。生活中的酸甜苦辣不会分配地那么均匀，也许你现在正是轮换到苦的时候。像季节更替一样，我们不能阻挡春天和冬天的到来。你的烦恼和痛苦不会是永久的，只要你愿意做出改变并等待。希",
    "annotation": [
      {
        "sentence": "如果感到自己无法解决问题，请一定寻找身边人的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "当你斩断所有对外的联结时，就像将花朵从土中拔出一样。",
        "label": ""
      },
      {
        "sentence": "相信自己过去的17年，是由自己和爱自己的人共同赋予的。",
        "label": ""
      },
      {
        "sentence": "生活中的酸甜苦辣不会分配地那么均匀，也许你现在正是轮换到苦的时候。",
        "label": ""
      },
      {
        "sentence": "像季节更替一样，我们不能阻挡春天和冬天的到来。",
        "label": ""
      },
      {
        "sentence": "你的烦恼和痛苦不会是永久的，只要你愿意做出改变并等待。",
        "label": ""
      },
      {
        "sentence": "希",
        "label": ""
      }
    ]
  }
]