[
  {
    "role": "client",
    "content": "我觉得我每天都很难受，因为我总是哭泣，不知道怎么办好。我是一名17岁的高中生，近两年以来，我一直因为自己的问题而感到痛苦。我曾经不喜欢学习，但进入高中后，我开始认真努力，可是心理问题还是导致我休学。尽管休学期间问题没有解决，但我并没有强烈的学习欲望，虽然不讨厌学习知识。在学校里，我不太喜欢和同学主动社交，性格上有点双面派，其实我不喜欢同学，但我又不得不忍耐，让自己感到很累。对于生活，我没有太多的欲望，过得很随便，但同时又害怕死亡，又不想继续活下去。曾经我想过一了百了的念头，但是因为妈妈说如果我要结束自己的生命，她就会和我一起走，所以我放弃了这样的想法。我知道我在逃避问题，但是即便我知道了，我却不敢面对，所以我很讨厌自己。总结起来，我对生活没有多大的兴趣，但是又无法真正放下对父母和亲人的依赖，也不想让他们跟着我一起走。所以有时候我会情不自禁地哭泣。我到底是怎么了？",
    "annotation": [
      {
        "sentence": "我觉得我每天都很难受，因为我总是哭泣，不知道怎么办好。",
        "label": ""
      },
      {
        "sentence": "我是一名17岁的高中生，近两年以来，我一直因为自己的问题而感到痛苦。",
        "label": ""
      },
      {
        "sentence": "我曾经不喜欢学习，但进入高中后，我开始认真努力，可是心理问题还是导致我休学。",
        "label": ""
      },
      {
        "sentence": "尽管休学期间问题没有解决，但我并没有强烈的学习欲望，虽然不讨厌学习知识。",
        "label": ""
      },
      {
        "sentence": "在学校里，我不太喜欢和同学主动社交，性格上有点双面派，其实我不喜欢同学，但我又不得不忍耐，让自己感到很累。",
        "label": ""
      },
      {
        "sentence": "对于生活，我没有太多的欲望，过得很随便，但同时又害怕死亡，又不想继续活下去。",
        "label": ""
      },
      {
        "sentence": "曾经我想过一了百了的念头，但是因为妈妈说如果我要结束自己的生命，她就会和我一起走，所以我放弃了这样的想法。",
        "label": ""
      },
      {
        "sentence": "我知道我在逃避问题，但是即便我知道了，我却不敢面对，所以我很讨厌自己。",
        "label": ""
      },
      {
        "sentence": "总结起来，我对生活没有多大的兴趣，但是又无法真正放下对父母和亲人的依赖，也不想让他们跟着我一起走。",
        "label": ""
      },
      {
        "sentence": "所以有时候我会情不自禁地哭泣。",
        "label": ""
      },
      {
        "sentence": "我到底是怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，看到你的问题，我能感受到你背后隐藏的那个同时排斥和渴望融入集体的女孩，你对生活感到绝望却不忍放弃。根据你所描述的情况，我不清楚之前休学期间是否寻求过心理咨询师或正规三甲医院的心理科大夫或心理治疗师的帮助。目前，你既想一了百了又害怕死亡，缺乏对生活的欲望，每天感觉很累。这种心理状况可能需要进一步确诊，确定是否达到了抑郁症的程度。在明确具体病情和程度后，配合治疗和进行一定程度的心理咨询是非常必要的。因为我们可以看出，单凭自己或者家人的支持（当然，这两个因素在任何时候都很重要）可能很难在短期内改善你的情况，尤其你现在正处于学业重要阶段，高中可能会对你的人生产生一系列影响。当然，如果把人生的尺度拉得更长，我们要认识到这两年只是人生长途旅程中的一个驿站。短期内，我们可能要尽力改善可能存在的焦虑和抑郁状况，接下来可以通过辅助药物和咨询手段来提升整体身心状态。对于学习的欲望，一定要建立在良好、更远大的目标和内心真挚、带有持续意义的初心基础上。目前来说，对于你来说这是相当困难的，但只要我们有这个觉察和愿望，在自己及周围人的共同努力下，情况是可以逐渐改善的。我们首要的任务是调整好自己对人生的核心意义感，我个人认为这就需要你培养更多积极的情绪和习得乐观的想法来并行支持。因为我们看到，这种阴暗的生活状态并不是你真正期望的，这也导致了你强烈地排斥、否定和厌倦自己。孩子，你可以先尝试让自己好过一些，调整好自己的身心状态。比如，回想一些你喜欢的、开心的、感兴趣的、美好的事情。每天坚持记录三件好事，并写下为什么是好事的原因。这些好事不必是很大的事情，可以是像今天我跟一个陌生人微笑了，今天至少在早餐时吃到了喜欢的食物，等等。这些小事将逐渐汇聚成一种积极的力量，持续推动我们前行。如果你还有余力，我建议你尝试自助学习一些书籍，比如《幸福的方法》、《活出生命的意义》、《持续的幸福》，还有一些激励人生的影片，尤其不要总是压抑自己的负面情绪。例如，《心灵捕手》、《唱诗班的春天》、《冰雪奇缘》、《头脑特工队》。希望以上有限的文字能帮到你！不要放弃，你并不孤单！",
    "annotation": [
      {
        "sentence": "孩子，看到你的问题，我能感受到你背后隐藏的那个同时排斥和渴望融入集体的女孩，你对生活感到绝望却不忍放弃。",
        "label": ""
      },
      {
        "sentence": "根据你所描述的情况，我不清楚之前休学期间是否寻求过心理咨询师或正规三甲医院的心理科大夫或心理治疗师的帮助。",
        "label": ""
      },
      {
        "sentence": "目前，你既想一了百了又害怕死亡，缺乏对生活的欲望，每天感觉很累。",
        "label": ""
      },
      {
        "sentence": "这种心理状况可能需要进一步确诊，确定是否达到了抑郁症的程度。",
        "label": ""
      },
      {
        "sentence": "在明确具体病情和程度后，配合治疗和进行一定程度的心理咨询是非常必要的。",
        "label": ""
      },
      {
        "sentence": "因为我们可以看出，单凭自己或者家人的支持（当然，这两个因素在任何时候都很重要）可能很难在短期内改善你的情况，尤其你现在正处于学业重要阶段，高中可能会对你的人生产生一系列影响。",
        "label": ""
      },
      {
        "sentence": "当然，如果把人生的尺度拉得更长，我们要认识到这两年只是人生长途旅程中的一个驿站。",
        "label": ""
      },
      {
        "sentence": "短期内，我们可能要尽力改善可能存在的焦虑和抑郁状况，接下来可以通过辅助药物和咨询手段来提升整体身心状态。",
        "label": ""
      },
      {
        "sentence": "对于学习的欲望，一定要建立在良好、更远大的目标和内心真挚、带有持续意义的初心基础上。",
        "label": ""
      },
      {
        "sentence": "目前来说，对于你来说这是相当困难的，但只要我们有这个觉察和愿望，在自己及周围人的共同努力下，情况是可以逐渐改善的。",
        "label": ""
      },
      {
        "sentence": "我们首要的任务是调整好自己对人生的核心意义感，我个人认为这就需要你培养更多积极的情绪和习得乐观的想法来并行支持。",
        "label": ""
      },
      {
        "sentence": "因为我们看到，这种阴暗的生活状态并不是你真正期望的，这也导致了你强烈地排斥、否定和厌倦自己。",
        "label": ""
      },
      {
        "sentence": "孩子，你可以先尝试让自己好过一些，调整好自己的身心状态。",
        "label": ""
      },
      {
        "sentence": "比如，回想一些你喜欢的、开心的、感兴趣的、美好的事情。",
        "label": ""
      },
      {
        "sentence": "每天坚持记录三件好事，并写下为什么是好事的原因。",
        "label": ""
      },
      {
        "sentence": "这些好事不必是很大的事情，可以是像今天我跟一个陌生人微笑了，今天至少在早餐时吃到了喜欢的食物，等等。",
        "label": ""
      },
      {
        "sentence": "这些小事将逐渐汇聚成一种积极的力量，持续推动我们前行。",
        "label": ""
      },
      {
        "sentence": "如果你还有余力，我建议你尝试自助学习一些书籍，比如《幸福的方法》、《活出生命的意义》、《持续的幸福》，还有一些激励人生的影片，尤其不要总是压抑自己的负面情绪。",
        "label": ""
      },
      {
        "sentence": "例如，《心灵捕手》、《唱诗班的春天》、《冰雪奇缘》、《头脑特工队》。",
        "label": ""
      },
      {
        "sentence": "希望以上有限的文字能帮到你！",
        "label": ""
      },
      {
        "sentence": "不要放弃，你并不孤单！",
        "label": ""
      }
    ]
  }
]