[
  {
    "role": "client",
    "content": "我是一名17岁女生，近两年，总是因为自己的问题哭泣怎么办？",
    "annotation": [
      {
        "sentence": "我是一名17岁女生，近两年，总是因为自己的问题哭泣怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以感受到你的痛苦和无奈，你对生活失去了兴趣，但是又放不下亲人，内心非常纠结，不知道要怎么面对这样的自己。可以和我分享一下，你最近有什么困扰吗？",
    "annotation": [
      {
        "sentence": "我可以感受到你的痛苦和无奈，你对生活失去了兴趣，但是又放不下亲人，内心非常纠结，不知道要怎么面对这样的自己。",
        "label": ""
      },
      {
        "sentence": "可以和我分享一下，你最近有什么困扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在读高中，以前不喜欢学习，但是到了高中就在尽力往前冲，出现了心理问题休学，可是问题依旧没解决。近两年没有很强的学习欲望，但是也不讨厌学习知识。",
    "annotation": [
      {
        "sentence": "我在读高中，以前不喜欢学习，但是到了高中就在尽力往前冲，出现了心理问题休学，可是问题依旧没解决。",
        "label": ""
      },
      {
        "sentence": "近两年没有很强的学习欲望，但是也不讨厌学习知识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你而言，不排斥学习，但也没有学习的热情，其实这种情况很正常，高中面对的压力很大，学习任务繁重，很容易感到倦怠。你可以考虑一些放松身心的方法，比如听音乐、做运动、旅游等，来缓解一下学习的压力。",
    "annotation": [
      {
        "sentence": "对于你而言，不排斥学习，但也没有学习的热情，其实这种情况很正常，高中面对的压力很大，学习任务繁重，很容易感到倦怠。",
        "label": ""
      },
      {
        "sentence": "你可以考虑一些放松身心的方法，比如听音乐、做运动、旅游等，来缓解一下学习的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在校园不太喜欢主动和同学社交，性格比较双面派，其实不喜欢同学，但是又要忍耐让自己很累，以至于更讨厌社交。",
    "annotation": [
      {
        "sentence": "在校园不太喜欢主动和同学社交，性格比较双面派，其实不喜欢同学，但是又要忍耐让自己很累，以至于更讨厌社交。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，每个人性格不同，有的人喜欢安静地一个人待着，有的人喜欢广泛结交朋友，社交对你来说感到不舒服，让你感到疲劳。我们都是独立的个体，没有必要强求自己去拥有很多朋友，因为不同的人有不同的需求，所以不必勉强自己。",
    "annotation": [
      {
        "sentence": "非常理解你的感受，每个人性格不同，有的人喜欢安静地一个人待着，有的人喜欢广泛结交朋友，社交对你来说感到不舒服，让你感到疲劳。",
        "label": ""
      },
      {
        "sentence": "我们都是独立的个体，没有必要强求自己去拥有很多朋友，因为不同的人有不同的需求，所以不必勉强自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对生活也没有多大欲望，得过且过，害怕死亡但是又不想活着，曾经想过一了百了，但是妈妈说如果我要结束自己生命他就和我一起所以放弃了这样的想法。",
    "annotation": [
      {
        "sentence": "对生活也没有多大欲望，得过且过，害怕死亡但是又不想活着，曾经想过一了百了，但是妈妈说如果我要结束自己生命他就和我一起所以放弃了这样的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你目前的状态似乎不是很好，你现在处于高中阶段，人生经历还很有限，其实外面的世界也需要体验，看到生活美好的一面。看到生活美好的一面你可以在学习之余去寻找生活中的美好，你才17岁，人生还有很多东西没有体验，其实人生远不止学习，可以多出去走走，接触大自然，培养一项兴趣，找到自己喜欢的事。如果想到这样的念头，可以告诉身边的人，需要他们的鼓励和支持，这是一种勇敢的行为。",
    "annotation": [
      {
        "sentence": "你目前的状态似乎不是很好，你现在处于高中阶段，人生经历还很有限，其实外面的世界也需要体验，看到生活美好的一面。",
        "label": ""
      },
      {
        "sentence": "看到生活美好的一面你可以在学习之余去寻找生活中的美好，你才17岁，人生还有很多东西没有体验，其实人生远不止学习，可以多出去走走，接触大自然，培养一项兴趣，找到自己喜欢的事。",
        "label": ""
      },
      {
        "sentence": "如果想到这样的念头，可以告诉身边的人，需要他们的鼓励和支持，这是一种勇敢的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "知道自己在逃避问题，但是就是因为知道了，自己却不敢面对，所以很讨厌自己。",
    "annotation": [
      {
        "sentence": "知道自己在逃避问题，但是就是因为知道了，自己却不敢面对，所以很讨厌自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够发现自己在逃避问题已经是很不错的一步了，每个人都有自己不完美的地方，我们要学会接纳自己的不足。在面对困难和问题时，可以先缓一缓，把自己的情绪调整好，再慢慢解决问题。",
    "annotation": [
      {
        "sentence": "能够发现自己在逃避问题已经是很不错的一步了，每个人都有自己不完美的地方，我们要学会接纳自己的不足。",
        "label": ""
      },
      {
        "sentence": "在面对困难和问题时，可以先缓一缓，把自己的情绪调整好，再慢慢解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我到底该怎么办呢？",
    "annotation": [
      {
        "sentence": "我到底该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "勇敢地去面对问题，一步一个脚印，不必急于求成。如果需要帮助，可以找专业的人士寻求帮助。同时，可以多和身边亲人朋友沟通，让情绪得到释放。无论是学习还是社交，不必勉强自己，保持自己的节奏，要相信自己，相信自己可以通过努力，克服问题，迎接更好的生活。",
    "annotation": [
      {
        "sentence": "勇敢地去面对问题，一步一个脚印，不必急于求成。",
        "label": ""
      },
      {
        "sentence": "如果需要帮助，可以找专业的人士寻求帮助。",
        "label": ""
      },
      {
        "sentence": "同时，可以多和身边亲人朋友沟通，让情绪得到释放。",
        "label": ""
      },
      {
        "sentence": "无论是学习还是社交，不必勉强自己，保持自己的节奏，要相信自己，相信自己可以通过努力，克服问题，迎接更好的生活。",
        "label": ""
      }
    ]
  }
]