[
  {
    "role": "client",
    "content": "我是一个17岁的女生，近两年总是因为自己的问题哭泣，我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个17岁的女生，近两年总是因为自己的问题哭泣，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一个支持的拥抱，看到你只有17岁，却在经历生死的抉择，一定过得很辛苦。你觉得不爱学习、不爱社交、不想活下去这三者之间并不直接相连，你为什么将它们等同起来呢？🤩学习不好≠该去死🤩你知道，生活中有些在学校里不擅长学习的人，他们现在都成为了社会的中流砥柱、商业精英啊！因为那些不喜欢传统填鸭式教育的孩子，他们更富有创造力，他们所有的努力都朝着结果和赚钱发展，所以他们更容易成功。所以，并不是说我们在学校学习不好就应该去死，而是说明你有更多机会在社会上做自己喜欢的事情。🤩不喜欢社交≠该去死🤩现在人们都在通过社交软件成为社会人，特别是在疫情期间，因为不能与人接触，我们都被手机和社交媒体控制了，所以有社交问题的不止你一个人。但我们不能因为社交能力差就选择放弃生活，对吧？我不喜欢社交是因为我还没有找到和我志趣相投的朋友，没有找到让自己快乐的事情。你看李子柒就几乎不社交，但她的生活却非常丰富，她通过向全世界直播自己的田园生活吸引了全球的关注，成为了顶级网红，赚了很多广告费。她没有社交，难道她就该死吗？没有，她活得很好，比以前更自在更舒服。🤩先从喜欢自己开始，去找到自己的天赋和热爱🤩当我们能够接纳自己、喜欢自己、喜欢自己的身体和自己的优点缺点时，我们就不太容易有轻生的念头，因为当我们接纳自己并喜欢自己时，我们能够认同自己的价值。而当我们认为自己一无是处、什么都做不了、一无是赖时，我们实际上是抛弃了自己。所以，我们先从喜欢自己开始吧。有人觉得生活没有意义、没有价值、没有希望是因为除了生命没有归属感、没有爱之外，她们很多时候是因为没有找到一些自己喜欢做的事情，无法专注于当下，而是在过去的懊悔和未来的恐惧中消耗自己。🤩重新建立与母亲的联系，找到活下去的生命价值🤩和父母之间失去了联系的孩子最容易放弃自己，因为她们觉得自己毫无价值、没有归属感。所以，我们可以试着重建与父母的联系，如果无法自己做到，可以寻求家庭治疗师的帮助。我推荐你阅读《超越原生家庭》和《活出乐观的自己》这两本书。",
    "annotation": [
      {
        "sentence": "给你一个支持的拥抱，看到你只有17岁，却在经历生死的抉择，一定过得很辛苦。",
        "label": ""
      },
      {
        "sentence": "你觉得不爱学习、不爱社交、不想活下去这三者之间并不直接相连，你为什么将它们等同起来呢？",
        "label": ""
      },
      {
        "sentence": "🤩学习不好≠该去死🤩你知道，生活中有些在学校里不擅长学习的人，他们现在都成为了社会的中流砥柱、商业精英啊！",
        "label": ""
      },
      {
        "sentence": "因为那些不喜欢传统填鸭式教育的孩子，他们更富有创造力，他们所有的努力都朝着结果和赚钱发展，所以他们更容易成功。",
        "label": ""
      },
      {
        "sentence": "所以，并不是说我们在学校学习不好就应该去死，而是说明你有更多机会在社会上做自己喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "🤩不喜欢社交≠该去死🤩现在人们都在通过社交软件成为社会人，特别是在疫情期间，因为不能与人接触，我们都被手机和社交媒体控制了，所以有社交问题的不止你一个人。",
        "label": ""
      },
      {
        "sentence": "但我们不能因为社交能力差就选择放弃生活，对吧？",
        "label": ""
      },
      {
        "sentence": "我不喜欢社交是因为我还没有找到和我志趣相投的朋友，没有找到让自己快乐的事情。",
        "label": ""
      },
      {
        "sentence": "你看李子柒就几乎不社交，但她的生活却非常丰富，她通过向全世界直播自己的田园生活吸引了全球的关注，成为了顶级网红，赚了很多广告费。",
        "label": ""
      },
      {
        "sentence": "她没有社交，难道她就该死吗？",
        "label": ""
      },
      {
        "sentence": "没有，她活得很好，比以前更自在更舒服。",
        "label": ""
      },
      {
        "sentence": "🤩先从喜欢自己开始，去找到自己的天赋和热爱🤩当我们能够接纳自己、喜欢自己、喜欢自己的身体和自己的优点缺点时，我们就不太容易有轻生的念头，因为当我们接纳自己并喜欢自己时，我们能够认同自己的价值。",
        "label": ""
      },
      {
        "sentence": "而当我们认为自己一无是处、什么都做不了、一无是赖时，我们实际上是抛弃了自己。",
        "label": ""
      },
      {
        "sentence": "所以，我们先从喜欢自己开始吧。",
        "label": ""
      },
      {
        "sentence": "有人觉得生活没有意义、没有价值、没有希望是因为除了生命没有归属感、没有爱之外，她们很多时候是因为没有找到一些自己喜欢做的事情，无法专注于当下，而是在过去的懊悔和未来的恐惧中消耗自己。",
        "label": ""
      },
      {
        "sentence": "🤩重新建立与母亲的联系，找到活下去的生命价值🤩和父母之间失去了联系的孩子最容易放弃自己，因为她们觉得自己毫无价值、没有归属感。",
        "label": ""
      },
      {
        "sentence": "所以，我们可以试着重建与父母的联系，如果无法自己做到，可以寻求家庭治疗师的帮助。",
        "label": ""
      },
      {
        "sentence": "我推荐你阅读《超越原生家庭》和《活出乐观的自己》这两本书。",
        "label": ""
      }
    ]
  }
]