[
  {
    "role": "client",
    "content": "最近我考研复习一直不顺利，我开始担心我可能得了抑郁症，因为我总是想着自杀。毕业后，我不想找工作，而且人际关系处理得不好，我也讨厌处理复杂的人际关系。我觉得自己过去很失败，想结束生命。",
    "annotation": [
      {
        "sentence": "最近我考研复习一直不顺利，我开始担心我可能得了抑郁症，因为我总是想着自杀。",
        "label": ""
      },
      {
        "sentence": "毕业后，我不想找工作，而且人际关系处理得不好，我也讨厌处理复杂的人际关系。",
        "label": ""
      },
      {
        "sentence": "我觉得自己过去很失败，想结束生命。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你考研复习困难让你感到很挫败。在这种混乱的心情下，你可能没有心情找工作，也没有决定是否要找工作，同时也没有心情和精力去经营社交关系。我给你一个大大的拥抱。感觉不好的时候，你可能更需要给自己冷静一小段时间，想清楚你到底想要什么。是一定要考研，还是对深造没有特别大的兴趣，只是迫于压力或者随大流，却并没有很坚定。",
    "annotation": [
      {
        "sentence": "我明白你考研复习困难让你感到很挫败。",
        "label": ""
      },
      {
        "sentence": "在这种混乱的心情下，你可能没有心情找工作，也没有决定是否要找工作，同时也没有心情和精力去经营社交关系。",
        "label": ""
      },
      {
        "sentence": "我给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "感觉不好的时候，你可能更需要给自己冷静一小段时间，想清楚你到底想要什么。",
        "label": ""
      },
      {
        "sentence": "是一定要考研，还是对深造没有特别大的兴趣，只是迫于压力或者随大流，却并没有很坚定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始怀疑自己对考研的兴趣了。我觉得压力太大，负面情绪一直困扰着我。",
    "annotation": [
      {
        "sentence": "我开始怀疑自己对考研的兴趣了。",
        "label": ""
      },
      {
        "sentence": "我觉得压力太大，负面情绪一直困扰着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你觉得压力太大，负面情绪也在不断困扰你。这时候，你可以先冷静下来，逐渐放松一下自己，思考自己的具体情况和想法。如果你确定要继续考研，我建议你重新调整一下目标和复习计划。如果你决定工作，你可以先思考一下自己希望从事什么样的工作。",
    "annotation": [
      {
        "sentence": "理解你觉得压力太大，负面情绪也在不断困扰你。",
        "label": ""
      },
      {
        "sentence": "这时候，你可以先冷静下来，逐渐放松一下自己，思考自己的具体情况和想法。",
        "label": ""
      },
      {
        "sentence": "如果你确定要继续考研，我建议你重新调整一下目标和复习计划。",
        "label": ""
      },
      {
        "sentence": "如果你决定工作，你可以先思考一下自己希望从事什么样的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实还没有明确的想法，不知道自己适合从事哪个领域的工作。",
    "annotation": [
      {
        "sentence": "我其实还没有明确的想法，不知道自己适合从事哪个领域的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，这也是很正常的。你可以先从自己的兴趣和所学专业入手，再进行更深入的思考和研究。同时，我建议你渐渐让生活和状态回到正轨，做了选择之后，再制定更详细的计划，列出自己要实现的目标和为了达到目标所需做的事情。在对未来有比较清晰的规划之后，再好好做事和经营社交圈子。",
    "annotation": [
      {
        "sentence": "没关系，这也是很正常的。",
        "label": ""
      },
      {
        "sentence": "你可以先从自己的兴趣和所学专业入手，再进行更深入的思考和研究。",
        "label": ""
      },
      {
        "sentence": "同时，我建议你渐渐让生活和状态回到正轨，做了选择之后，再制定更详细的计划，列出自己要实现的目标和为了达到目标所需做的事情。",
        "label": ""
      },
      {
        "sentence": "在对未来有比较清晰的规划之后，再好好做事和经营社交圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着冷静下来，重新审视自己的情况和目标。希望能够找到适合自己的方向，并积极面对未来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着冷静下来，重新审视自己的情况和目标。",
        "label": ""
      },
      {
        "sentence": "希望能够找到适合自己的方向，并积极面对未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够给你一些帮助。记得不要太过苛责自己，每个人都会经历困难和挫折的时期。相信自己，相信你能够找到适合自己的方向，并积极面对未来。如果你还有任何需要帮助的地方，随时都可以来找我聊天。你不是一个人在战斗，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "记得不要太过苛责自己，每个人都会经历困难和挫折的时期。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你能够找到适合自己的方向，并积极面对未来。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何需要帮助的地方，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]