[
  {
    "role": "client",
    "content": "我，一个24岁的女生。我感觉我的沟通有问题，我到底怎么了？我有重度抑郁。以前我更像是一个讨好型人格，但是现在跟男性说话总是想去怼他，无论什么情况、时间、地点，即使那个人并没有惹我。跟朋友相处的时候有时候我都不知道自己在说什么，我感觉我迷迷糊糊不知道在干嘛。以前我是个话多且开朗的人，现在能不说话就不说话，总是被人问我是不是不开心，其实我并没有什么不开心的。我发现现在对什么事都无所谓，别人跟我说什么，我都想回答跟我没关系和跟你没关系这两句话。我不知道自己怎么了……有的时候觉得这样其实挺好的，有的时候觉得自己有些过分甚至于讨厌自己。有哪位好心人能帮我解答一下么？",
    "annotation": [
      {
        "sentence": "我，一个24岁的女生。",
        "label": ""
      },
      {
        "sentence": "我感觉我的沟通有问题，我到底怎么了？",
        "label": ""
      },
      {
        "sentence": "我有重度抑郁。",
        "label": ""
      },
      {
        "sentence": "以前我更像是一个讨好型人格，但是现在跟男性说话总是想去怼他，无论什么情况、时间、地点，即使那个人并没有惹我。",
        "label": ""
      },
      {
        "sentence": "跟朋友相处的时候有时候我都不知道自己在说什么，我感觉我迷迷糊糊不知道在干嘛。",
        "label": ""
      },
      {
        "sentence": "以前我是个话多且开朗的人，现在能不说话就不说话，总是被人问我是不是不开心，其实我并没有什么不开心的。",
        "label": ""
      },
      {
        "sentence": "我发现现在对什么事都无所谓，别人跟我说什么，我都想回答跟我没关系和跟你没关系这两句话。",
        "label": ""
      },
      {
        "sentence": "我不知道自己怎么了……有的时候觉得这样其实挺好的，有的时候觉得自己有些过分甚至于讨厌自己。",
        "label": ""
      },
      {
        "sentence": "有哪位好心人能帮我解答一下么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很愿意帮助你。首先，你提到以前更像是个讨好型人格，这可能与你的家庭背景有密切关系。讨好型人格通常是在小时候受到有条件的爱，而不是无条件的爱。因此，对于人际关系方面的实践和培养，他们比较欠缺，不知道如何真实地表达情感，也不清楚别人是如何处理人际关系的。这就导致在面临选择的时候感到困惑。你不知道该说什么，也不知道如何与朋友相处。讨好型的人在内心深处渴望被认可，他们的很多需求都被压抑了。你现在对男性说话总是想去怼他，这其实是在间接地释放内心的压抑情绪，表现为愤怒。从某种意义上说，这也是一个积极的发展，至少你开始意识到释放情绪的重要性。但是，在交际中如此对待他人确实并不礼貌，不过没关系，我们可以试着慢慢转变这种行为。你觉得呢？",
    "annotation": [
      {
        "sentence": "你好，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，你提到以前更像是个讨好型人格，这可能与你的家庭背景有密切关系。",
        "label": ""
      },
      {
        "sentence": "讨好型人格通常是在小时候受到有条件的爱，而不是无条件的爱。",
        "label": ""
      },
      {
        "sentence": "因此，对于人际关系方面的实践和培养，他们比较欠缺，不知道如何真实地表达情感，也不清楚别人是如何处理人际关系的。",
        "label": ""
      },
      {
        "sentence": "这就导致在面临选择的时候感到困惑。",
        "label": ""
      },
      {
        "sentence": "你不知道该说什么，也不知道如何与朋友相处。",
        "label": ""
      },
      {
        "sentence": "讨好型的人在内心深处渴望被认可，他们的很多需求都被压抑了。",
        "label": ""
      },
      {
        "sentence": "你现在对男性说话总是想去怼他，这其实是在间接地释放内心的压抑情绪，表现为愤怒。",
        "label": ""
      },
      {
        "sentence": "从某种意义上说，这也是一个积极的发展，至少你开始意识到释放情绪的重要性。",
        "label": ""
      },
      {
        "sentence": "但是，在交际中如此对待他人确实并不礼貌，不过没关系，我们可以试着慢慢转变这种行为。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，或许这种改变对我来说是积极的。但是现在我变得更加不爱说话了，总是被人问我是不是不开心，其实我并没有什么不开心的。这是不是我退缩了呢？我觉得自己好像在原地踏步，没有进步。有时候，我在面对交际时会感到害怕，我不确定我害怕的是什么，也许是因为不自信，或者是害怕说错话得罪别人。这可能与我的家庭教育有关，我和父母的关系并不是很融洽。有时候我会觉得很坚强，但只要有一个人支持我，我就能坚持很久。或许我应该和父母交流一下，他们也是可以帮助我的人。谢谢你的鼓励。",
    "annotation": [
      {
        "sentence": "我明白了，或许这种改变对我来说是积极的。",
        "label": ""
      },
      {
        "sentence": "但是现在我变得更加不爱说话了，总是被人问我是不是不开心，其实我并没有什么不开心的。",
        "label": ""
      },
      {
        "sentence": "这是不是我退缩了呢？",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像在原地踏步，没有进步。",
        "label": ""
      },
      {
        "sentence": "有时候，我在面对交际时会感到害怕，我不确定我害怕的是什么，也许是因为不自信，或者是害怕说错话得罪别人。",
        "label": ""
      },
      {
        "sentence": "这可能与我的家庭教育有关，我和父母的关系并不是很融洽。",
        "label": ""
      },
      {
        "sentence": "有时候我会觉得很坚强，但只要有一个人支持我，我就能坚持很久。",
        "label": ""
      },
      {
        "sentence": "或许我应该和父母交流一下，他们也是可以帮助我的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到感到退缩和原地踏步，这可能是因为你现在越不说话，就越无法改变自己。面对交际，我们有时候需要思考一下，我们到底害怕什么？是因为缺乏自信，还是害怕得罪别人？又或者是由于消极观念的影响？同时，你也提到了家庭教育和与父母的关系。交际不善可能与此有关，家庭教育和父母的情感投射对我们的影响很大。不过，你并不需要独自承担困难，你可以和父母沟通交流，他们也是可以帮助你的人。希望你能好好照顾自己，保持积极的生活态度。",
    "annotation": [
      {
        "sentence": "你提到感到退缩和原地踏步，这可能是因为你现在越不说话，就越无法改变自己。",
        "label": ""
      },
      {
        "sentence": "面对交际，我们有时候需要思考一下，我们到底害怕什么？",
        "label": ""
      },
      {
        "sentence": "是因为缺乏自信，还是害怕得罪别人？",
        "label": ""
      },
      {
        "sentence": "又或者是由于消极观念的影响？",
        "label": ""
      },
      {
        "sentence": "同时，你也提到了家庭教育和与父母的关系。",
        "label": ""
      },
      {
        "sentence": "交际不善可能与此有关，家庭教育和父母的情感投射对我们的影响很大。",
        "label": ""
      },
      {
        "sentence": "不过，你并不需要独自承担困难，你可以和父母沟通交流，他们也是可以帮助你的人。",
        "label": ""
      },
      {
        "sentence": "希望你能好好照顾自己，保持积极的生活态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量采纳并与父母沟通。我真的很感谢你的支持和鼓励，让我对自己有了更深的认识。我会好好照顾自己的，再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量采纳并与父母沟通。",
        "label": ""
      },
      {
        "sentence": "我真的很感谢你的支持和鼓励，让我对自己有了更深的认识。",
        "label": ""
      },
      {
        "sentence": "我会好好照顾自己的，再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住，你并不孤单，有许多人可以支持你。与父母的沟通也会给你带来积极的改变。祝你一切顺利，保持积极的心态！如果还有其他问题，随时向我求助。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有许多人可以支持你。",
        "label": ""
      },
      {
        "sentence": "与父母的沟通也会给你带来积极的改变。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，保持积极的心态！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时向我求助。",
        "label": ""
      }
    ]
  }
]