[
  {
    "role": "client",
    "content": "25岁，一个无能女人的自白，家人也说我反应迟钝？我大专毕业3年了，今年25岁，还得过精神相关的疾病，要终身吃药，剂量很小，副作用是有点贪睡。",
    "annotation": [
      {
        "sentence": "25岁，一个无能女人的自白，家人也说我反应迟钝？",
        "label": ""
      },
      {
        "sentence": "我大专毕业3年了，今年25岁，还得过精神相关的疾病，要终身吃药，剂量很小，副作用是有点贪睡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看着你的文字，隔着屏幕想象着你在倾诉时的样子。感觉到你似乎有些着急，也有些无力，想一口气讲述完所有人生难题，又带着疑虑。你在标题里称自己是“一个无能女人”，这样的自我认定多少有些让人心疼和心酸。",
    "annotation": [
      {
        "sentence": "看着你的文字，隔着屏幕想象着你在倾诉时的样子。",
        "label": ""
      },
      {
        "sentence": "感觉到你似乎有些着急，也有些无力，想一口气讲述完所有人生难题，又带着疑虑。",
        "label": ""
      },
      {
        "sentence": "你在标题里称自己是“一个无能女人”，这样的自我认定多少有些让人心疼和心酸。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己很无能，无法应对工作和人际关系，也担心我的反应能力不够出彩。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己很无能，无法应对工作和人际关系，也担心我的反应能力不够出彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "事实上，你能清晰认识到自己每个成长阶段的处境，也能感知到外界给自己造成的影响，你有正常的思维、能正常的开展工作、以及组建家庭然后生儿育女，所以我并不认为你无能。恰恰相反，我认为你非常了不起，在这些淡淡的陈述之间，你展现出了一种特别宁静的魅力。",
    "annotation": [
      {
        "sentence": "事实上，你能清晰认识到自己每个成长阶段的处境，也能感知到外界给自己造成的影响，你有正常的思维、能正常的开展工作、以及组建家庭然后生儿育女，所以我并不认为你无能。",
        "label": ""
      },
      {
        "sentence": "恰恰相反，我认为你非常了不起，在这些淡淡的陈述之间，你展现出了一种特别宁静的魅力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定，但我还是很焦虑，因为我觉得我的能力无法与他人相比，特别是在工作中，我总是觉得不如别人优秀。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定，但我还是很焦虑，因为我觉得我的能力无法与他人相比，特别是在工作中，我总是觉得不如别人优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "工作中，任何人都有可能会面临一些窘境，比如在某些方面明显不如别人优秀；每个人都会作出一些必然的选择，比如辞职跳槽。你遇到的情况很多人都会遇到，你的恐慌和担忧很多人都会经历，不必为此苛责自己。如果觉得自己反应能力不够出彩，就选择那类需要沉浸式的工种，比如会计。这是你的专业，也不需要快速反应和性格活泼，只需要准确，试着在这条专业线的基础上去深耕，也许可以让你收获一定的成就感。",
    "annotation": [
      {
        "sentence": "工作中，任何人都有可能会面临一些窘境，比如在某些方面明显不如别人优秀；每个人都会作出一些必然的选择，比如辞职跳槽。",
        "label": ""
      },
      {
        "sentence": "你遇到的情况很多人都会遇到，你的恐慌和担忧很多人都会经历，不必为此苛责自己。",
        "label": ""
      },
      {
        "sentence": "如果觉得自己反应能力不够出彩，就选择那类需要沉浸式的工种，比如会计。",
        "label": ""
      },
      {
        "sentence": "这是你的专业，也不需要快速反应和性格活泼，只需要准确，试着在这条专业线的基础上去深耕，也许可以让你收获一定的成就感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该专注于自己的专业优势，努力在会计领域发展。但是我总是担心自己的性格问题给我带来很大困扰，导致我无法坚持做好一份工作。",
    "annotation": [
      {
        "sentence": "你说得对，我应该专注于自己的专业优势，努力在会计领域发展。",
        "label": ""
      },
      {
        "sentence": "但是我总是担心自己的性格问题给我带来很大困扰，导致我无法坚持做好一份工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的性格都不同，有些人活泼开朗，有些人内向沉稳。你是一个内向的人并不是不好的事情。内向的人通常更擅长独立思考，更注重细节和准确性，这些都是在工作中非常有价值的品质。只要你坚持做好自己，发挥自己的优势，相信你会找到适合自己的工作，取得一定的成就。",
    "annotation": [
      {
        "sentence": "每个人的性格都不同，有些人活泼开朗，有些人内向沉稳。",
        "label": ""
      },
      {
        "sentence": "你是一个内向的人并不是不好的事情。",
        "label": ""
      },
      {
        "sentence": "内向的人通常更擅长独立思考，更注重细节和准确性，这些都是在工作中非常有价值的品质。",
        "label": ""
      },
      {
        "sentence": "只要你坚持做好自己，发挥自己的优势，相信你会找到适合自己的工作，取得一定的成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我应该珍惜自己的内向特质，不再自责和怀疑自己。但是我家人总是对我评价很低，说我反应迟钝，甚至说没有老板会要我。",
    "annotation": [
      {
        "sentence": "我理解了，我应该珍惜自己的内向特质，不再自责和怀疑自己。",
        "label": ""
      },
      {
        "sentence": "但是我家人总是对我评价很低，说我反应迟钝，甚至说没有老板会要我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "至于你的家人，他们对你的了解实在是非常不准确。如果你不喜欢这种评价，不需要照单全收，完全可以拿出姿态反击，不认怂不客气踢回去，请他们停止对你的恶意，这就是边界感，你的固有地盘绝不容许他人随意的踩来踩去。即使不能改变他们的低级认识，起码让自己落个清净。",
    "annotation": [
      {
        "sentence": "至于你的家人，他们对你的了解实在是非常不准确。",
        "label": ""
      },
      {
        "sentence": "如果你不喜欢这种评价，不需要照单全收，完全可以拿出姿态反击，不认怂不客气踢回去，请他们停止对你的恶意，这就是边界感，你的固有地盘绝不容许他人随意的踩来踩去。",
        "label": ""
      },
      {
        "sentence": "即使不能改变他们的低级认识，起码让自己落个清净。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该维护好自己的边界，不让他人的评价和恶意伤害到我。我会尝试更坚定地表达自己的想法，并拒绝接受他们对我的负面评价。",
    "annotation": [
      {
        "sentence": "你说得对，我应该维护好自己的边界，不让他人的评价和恶意伤害到我。",
        "label": ""
      },
      {
        "sentence": "我会尝试更坚定地表达自己的想法，并拒绝接受他们对我的负面评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "25岁和20岁一样，都很年轻，你很好，别担心！你有意识到自己的问题并主动寻求帮助，这本身就是在解决问题的道路上迈出了重要的一步。相信自己，给自己一些时间，你会找到属于自己的发展方向，并取得自己的成就。",
    "annotation": [
      {
        "sentence": "25岁和20岁一样，都很年轻，你很好，别担心！",
        "label": ""
      },
      {
        "sentence": "你有意识到自己的问题并主动寻求帮助，这本身就是在解决问题的道路上迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，给自己一些时间，你会找到属于自己的发展方向，并取得自己的成就。",
        "label": ""
      }
    ]
  }
]