[
  {
    "role": "client",
    "content": "25岁，一个无能女人的自白，家人也说我反应迟钝？我大专毕业3年了，今年25岁，还得过精神相关的疾病，要终身吃药，剂量很小，副作用是有点贪睡，17年我刚毕业会计专业的我做了会计实习生，北京一个月3千包住，我性格内向带着原生家庭带给我的人际交往的恐惧并且师傅不愿意我问她，做了3个月公司给我转到了客服岗，因为第一份工作的映像，上级施加压力，我做客服3个月压力太大又辞职了，如今我生完孩子来到北京4个月又到原来公司另外的项目做了接待，内向反应又不快的我做的很吃力，看着虽然学历只有高中但反应快熟练的20岁年轻同事，我很慌张而且责怪自己无能，我妈说过年回去要打我，因为今年我来来回回北京老家的跑，车费不少，我的性格优柔寡断总是无法下决心，我的原生家庭父母1岁离婚，由大姑扶养，中间还有二姑扶养，我的稳定性特别差，工作也是很难坚持长久，心理咨询也花了1千多快可是无法解决我的问题，家里也说我反应迟钝像个傻子一样，说没有老板会要我。",
    "annotation": [
      {
        "sentence": "25岁，一个无能女人的自白，家人也说我反应迟钝？",
        "label": ""
      },
      {
        "sentence": "我大专毕业3年了，今年25岁，还得过精神相关的疾病，要终身吃药，剂量很小，副作用是有点贪睡，17年我刚毕业会计专业的我做了会计实习生，北京一个月3千包住，我性格内向带着原生家庭带给我的人际交往的恐惧并且师傅不愿意我问她，做了3个月公司给我转到了客服岗，因为第一份工作的映像，上级施加压力，我做客服3个月压力太大又辞职了，如今我生完孩子来到北京4个月又到原来公司另外的项目做了接待，内向反应又不快的我做的很吃力，看着虽然学历只有高中但反应快熟练的20岁年轻同事，我很慌张而且责怪自己无能，我妈说过年回去要打我，因为今年我来来回回北京老家的跑，车费不少，我的性格优柔寡断总是无法下决心，我的原生家庭父母1岁离婚，由大姑扶养，中间还有二姑扶养，我的稳定性特别差，工作也是很难坚持长久，心理咨询也花了1千多快可是无法解决我的问题，家里也说我反应迟钝像个傻子一样，说没有老板会要我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年轻的姑娘，周四，下午好！读过你的问题，感受到你发自内心的恐惧，慌张，犹疑与自责，但同时也感受到你的坚韧，直面，向上与觉察。让我们尝试一起静下心来聊聊，请记住，最起码在这短暂的问答及文字中，我是与你一起的。",
    "annotation": [
      {
        "sentence": "年轻的姑娘，周四，下午好！",
        "label": ""
      },
      {
        "sentence": "读过你的问题，感受到你发自内心的恐惧，慌张，犹疑与自责，但同时也感受到你的坚韧，直面，向上与觉察。",
        "label": ""
      },
      {
        "sentence": "让我们尝试一起静下心来聊聊，请记住，最起码在这短暂的问答及文字中，我是与你一起的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我感到很温暖。其实，我在这个问题上一直感到困惑和无助。我觉得自己很没有能力，无法应对工作和家庭的压力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "其实，我在这个问题上一直感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很没有能力，无法应对工作和家庭的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，不要过分责怪自己。人生中遇到困难和挫折是很正常的事情。每个人都有自己的节奏和发展阶段。你的经历和成就已经很令人钦佩了，不要低估自己的能力和价值。",
    "annotation": [
      {
        "sentence": "亲爱的，不要过分责怪自己。",
        "label": ""
      },
      {
        "sentence": "人生中遇到困难和挫折是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的节奏和发展阶段。",
        "label": ""
      },
      {
        "sentence": "你的经历和成就已经很令人钦佩了，不要低估自己的能力和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我总是感到自己的处境很艰难。我的性格和家庭背景似乎一直影响着我，让我无法适应工作环境和人际关系。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我总是感到自己的处境很艰难。",
        "label": ""
      },
      {
        "sentence": "我的性格和家庭背景似乎一直影响着我，让我无法适应工作环境和人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，人际交往对于我们的发展和成长非常重要。但每个人都有自己的特点和优点，我们并不是每个方面都要和别人一样。你可以尝试提高自己的社交能力，但也不要过分苛责自己，相信你可以找到适合自己的工作环境。",
    "annotation": [
      {
        "sentence": "是的，人际交往对于我们的发展和成长非常重要。",
        "label": ""
      },
      {
        "sentence": "但每个人都有自己的特点和优点，我们并不是每个方面都要和别人一样。",
        "label": ""
      },
      {
        "sentence": "你可以尝试提高自己的社交能力，但也不要过分苛责自己，相信你可以找到适合自己的工作环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过一些心理咨询，但感觉没有太大的改变。我觉得自己的思维和行为模式一直没有改变，导致我无法解决问题。",
    "annotation": [
      {
        "sentence": "我尝试过一些心理咨询，但感觉没有太大的改变。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的思维和行为模式一直没有改变，导致我无法解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理咨询是一个过程，需要时间和耐心。在咨询过程中，你需要和咨询师密切合作，共同发掘问题的根源，并找到适合的解决方法。只要你坚持下去，我相信一定会有所改变的。",
    "annotation": [
      {
        "sentence": "心理咨询是一个过程，需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "在咨询过程中，你需要和咨询师密切合作，共同发掘问题的根源，并找到适合的解决方法。",
        "label": ""
      },
      {
        "sentence": "只要你坚持下去，我相信一定会有所改变的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在感到很困惑和迷茫，不知道该怎么选择和前进。我妈妈还威胁要打我，这让我更加不安和无助。",
    "annotation": [
      {
        "sentence": "我现在感到很困惑和迷茫，不知道该怎么选择和前进。",
        "label": ""
      },
      {
        "sentence": "我妈妈还威胁要打我，这让我更加不安和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请相信，你并不孤单。无论你面临什么困境，在我这里，你都可以找到倾诉和支持。对于妈妈的威胁，不要过于担心，母爱是复杂的情感，我们需要更好地沟通和理解。",
    "annotation": [
      {
        "sentence": "请相信，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "无论你面临什么困境，在我这里，你都可以找到倾诉和支持。",
        "label": ""
      },
      {
        "sentence": "对于妈妈的威胁，不要过于担心，母爱是复杂的情感，我们需要更好地沟通和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会尝试改变自己的思维方式，积极寻求解决问题的方法。我也希望能够和妈妈好好沟通，增进彼此的理解和信任。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试改变自己的思维方式，积极寻求解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我也希望能够和妈妈好好沟通，增进彼此的理解和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！改变并不容易，但只要你保持积极的态度和努力，一定会有所收获。与妈妈的沟通需要双方的努力，你可以试着找到适合的时机和方式，坦诚地表达自己的想法和感受。",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "改变并不容易，但只要你保持积极的态度和努力，一定会有所收获。",
        "label": ""
      },
      {
        "sentence": "与妈妈的沟通需要双方的努力，你可以试着找到适合的时机和方式，坦诚地表达自己的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我现在感觉好多了，有了一些思路和希望。我会继续努力，相信自己的能力，寻找适合自己的发展道路。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，有了一些思路和希望。",
        "label": ""
      },
      {
        "sentence": "我会继续努力，相信自己的能力，寻找适合自己的发展道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！相信自己，展望未来，你一定会有所成就。同时，也希望你随时回来与我分享和倾诉，我将永远在你的身边支持你。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己，展望未来，你一定会有所成就。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你随时回来与我分享和倾诉，我将永远在你的身边支持你。",
        "label": ""
      }
    ]
  }
]