[
  {
    "role": "client",
    "content": "感觉自己活的好僵硬，可以解惑一些人生标语么？在很多平台上或者成长经历中看到或听到这样的话:交浅切勿言深不要轻易诉苦，你说的是真心，别人看的是笑话不要别人说的话就相信这个社会本就没有什么平等，不要去过分追求什么公平人这一辈子，孤独才是常态……我还没有走出社会，或许和更多的成长条件有关，但这许多话语总是让我觉得社会残酷，人生残酷无温情，我总是会怀疑人生，不容易信任别人，还是学生的我常常感觉到自己老气横秋，看起来已经七老八十，无欲无求，没有活力……感觉自己活的好僵硬，活的不快乐但总却无法反驳这样的话语……求解惑。",
    "annotation": [
      {
        "sentence": "感觉自己活的好僵硬，可以解惑一些人生标语么？",
        "label": ""
      },
      {
        "sentence": "在很多平台上或者成长经历中看到或听到这样的话:交浅切勿言深不要轻易诉苦，你说的是真心，别人看的是笑话不要别人说的话就相信这个社会本就没有什么平等，不要去过分追求什么公平人这一辈子，孤独才是常态……我还没有走出社会，或许和更多的成长条件有关，但这许多话语总是让我觉得社会残酷，人生残酷无温情，我总是会怀疑人生，不容易信任别人，还是学生的我常常感觉到自己老气横秋，看起来已经七老八十，无欲无求，没有活力……感觉自己活的好僵硬，活的不快乐但总却无法反驳这样的话语……求解惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常能理解你的心情，首先，这些话确实有一定的鸡汤味道，这些话的局限性非常大，但并不是所有的情况都适用于这些话。交浅切勿言深，这句话可以被看作是一个简单的小建议。当你和别人的关系还比较一般的时候，可以不把自己的隐私或者心事说出来，因为这些会让别人看见你的脆弱，可能会做出对你有害的事情。但是这不意味着你不能向任何人诉说自己的心里话，只是等到找到那些真正愿意理解和支持你的人，才可以把你的真实感受告诉他们，不要轻易诉苦，你说的是真心，别人看的是笑话。这句话的意思与第一句话相似，要把你的个人隐私或者私人话题，只说给那些你信任的人听。不要将别人说的话都相信，因为每个人都有可能会有意或者无意的说一些并不真实，并不正确的话。即使是圣人的话，我们也无法全部相信。更多的是我们需要一个自己的判断力，才能更好地理解这个世界。这个社会本身就存在一些平等，比如同一个地方的高考考生参加同样的考试就是很公平和平等的。但是我们也会经常遇到不公平的事情。人这一辈子，孤独确实是常态。孤独是每个人都必须经历的一个阶段，但并不是说每个人的一生都会很孤独，有时候你可以从你的亲密关系中感受到更多的爱。兼听则明，偏听则暗，很多话你都可以当做是一种参考和建议，并不必太在意他们包含了多少层含义，因为很多的道理都需要通过实践来验证。希望我的话可以对你有所帮助，你可以尝试去寻找那些真正愿意和支持你的人。",
    "annotation": [
      {
        "sentence": "我非常能理解你的心情，首先，这些话确实有一定的鸡汤味道，这些话的局限性非常大，但并不是所有的情况都适用于这些话。",
        "label": ""
      },
      {
        "sentence": "交浅切勿言深，这句话可以被看作是一个简单的小建议。",
        "label": ""
      },
      {
        "sentence": "当你和别人的关系还比较一般的时候，可以不把自己的隐私或者心事说出来，因为这些会让别人看见你的脆弱，可能会做出对你有害的事情。",
        "label": ""
      },
      {
        "sentence": "但是这不意味着你不能向任何人诉说自己的心里话，只是等到找到那些真正愿意理解和支持你的人，才可以把你的真实感受告诉他们，不要轻易诉苦，你说的是真心，别人看的是笑话。",
        "label": ""
      },
      {
        "sentence": "这句话的意思与第一句话相似，要把你的个人隐私或者私人话题，只说给那些你信任的人听。",
        "label": ""
      },
      {
        "sentence": "不要将别人说的话都相信，因为每个人都有可能会有意或者无意的说一些并不真实，并不正确的话。",
        "label": ""
      },
      {
        "sentence": "即使是圣人的话，我们也无法全部相信。",
        "label": ""
      },
      {
        "sentence": "更多的是我们需要一个自己的判断力，才能更好地理解这个世界。",
        "label": ""
      },
      {
        "sentence": "这个社会本身就存在一些平等，比如同一个地方的高考考生参加同样的考试就是很公平和平等的。",
        "label": ""
      },
      {
        "sentence": "但是我们也会经常遇到不公平的事情。",
        "label": ""
      },
      {
        "sentence": "人这一辈子，孤独确实是常态。",
        "label": ""
      },
      {
        "sentence": "孤独是每个人都必须经历的一个阶段，但并不是说每个人的一生都会很孤独，有时候你可以从你的亲密关系中感受到更多的爱。",
        "label": ""
      },
      {
        "sentence": "兼听则明，偏听则暗，很多话你都可以当做是一种参考和建议，并不必太在意他们包含了多少层含义，因为很多的道理都需要通过实践来验证。",
        "label": ""
      },
      {
        "sentence": "希望我的话可以对你有所帮助，你可以尝试去寻找那些真正愿意和支持你的人。",
        "label": ""
      }
    ]
  }
]