[
  {
    "role": "client",
    "content": "关于自己的想法，我特别害怕我妈妈离开我？为什么人类会有情感和牵挂，我，也受不了了，我每天对这么多人，好无奈，在学校整天都是随随便便，父母从小到大基本都在工作，陪伴时间少，我不想成为他们的负担....我不敢想像我自杀了，他们的表情，我特别害怕我妈妈离开我..要是没有牵挂，那应该多好啊.....",
    "annotation": [
      {
        "sentence": "关于自己的想法，我特别害怕我妈妈离开我？",
        "label": ""
      },
      {
        "sentence": "为什么人类会有情感和牵挂，我，也受不了了，我每天对这么多人，好无奈，在学校整天都是随随便便，父母从小到大基本都在工作，陪伴时间少，我不想成为他们的负担....我不敢想像我自杀了，他们的表情，我特别害怕我妈妈离开我..要是没有牵挂，那应该多好啊.....",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述你每天过得太不容易了。感受到像现在觉得生活没什么意思，还不如死了，但是又觉得这样做身边人肯定受不了，活着变成了一件对别人尽责的事情，肯定很累吧。看你的描述，感觉你可能从小都没有从父母那里获得足够多的自己期待的需要的关爱和陪伴，没有安全感，不自信自己想要的也都得不到，生活好无趣，不想继续。你可能已经陷入了抑郁状态。如果有条件的话，建议你找专门的量表或者去医院筛查一下。也给你几个鄙人的小建议，如果觉得可用可以参考一下，如果觉得太难了，那是我不了解情况在给你瞎建议，也不是你自己做不到。",
    "annotation": [
      {
        "sentence": "听你的描述你每天过得太不容易了。",
        "label": ""
      },
      {
        "sentence": "感受到像现在觉得生活没什么意思，还不如死了，但是又觉得这样做身边人肯定受不了，活着变成了一件对别人尽责的事情，肯定很累吧。",
        "label": ""
      },
      {
        "sentence": "看你的描述，感觉你可能从小都没有从父母那里获得足够多的自己期待的需要的关爱和陪伴，没有安全感，不自信自己想要的也都得不到，生活好无趣，不想继续。",
        "label": ""
      },
      {
        "sentence": "你可能已经陷入了抑郁状态。",
        "label": ""
      },
      {
        "sentence": "如果有条件的话，建议你找专门的量表或者去医院筛查一下。",
        "label": ""
      },
      {
        "sentence": "也给你几个鄙人的小建议，如果觉得可用可以参考一下，如果觉得太难了，那是我不了解情况在给你瞎建议，也不是你自己做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也觉得活着很累，没有动力去面对每天一成不变的生活。可能是因为父母工作忙碌，没有时间陪伴我。我也试着和他们谈过，但他们并不理解我的感受，觉得我是在抱怨。我觉得有时候自己很无助，不知道应该向谁求助。",
    "annotation": [
      {
        "sentence": "我也觉得活着很累，没有动力去面对每天一成不变的生活。",
        "label": ""
      },
      {
        "sentence": "可能是因为父母工作忙碌，没有时间陪伴我。",
        "label": ""
      },
      {
        "sentence": "我也试着和他们谈过，但他们并不理解我的感受，觉得我是在抱怨。",
        "label": ""
      },
      {
        "sentence": "我觉得有时候自己很无助，不知道应该向谁求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，有时候父母可能无法理解我们的内心想法。他们也许是希望我们能够坚强独立，但他们并没有意识到他们的方式对你造成了困扰。在这种情况下，或许你可以试着和其他亲近的人分享你的困境，例如好朋友、老师或者亲戚。或许这些人可以给你一些建议或者提供一些帮助。",
    "annotation": [
      {
        "sentence": "我理解你的感受，有时候父母可能无法理解我们的内心想法。",
        "label": ""
      },
      {
        "sentence": "他们也许是希望我们能够坚强独立，但他们并没有意识到他们的方式对你造成了困扰。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，或许你可以试着和其他亲近的人分享你的困境，例如好朋友、老师或者亲戚。",
        "label": ""
      },
      {
        "sentence": "或许这些人可以给你一些建议或者提供一些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和其他亲近的人倾诉一下我的问题，希望他们能给我一些支持和建议。但是，我还是担心自己的情绪会影响到他们，毕竟他们也有自己的烦恼和忙碌。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和其他亲近的人倾诉一下我的问题，希望他们能给我一些支持和建议。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心自己的情绪会影响到他们，毕竟他们也有自己的烦恼和忙碌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心很正常，但是你要相信你的朋友和亲人会愿意帮助你。他们在你身边，可能已经注意到了你的情绪变化，只是不知道如何主动关心你。通过和他们坦诚交流，让他们了解你的困惑和痛苦，他们会给予你理解和支持的。",
    "annotation": [
      {
        "sentence": "你的担心很正常，但是你要相信你的朋友和亲人会愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "他们在你身边，可能已经注意到了你的情绪变化，只是不知道如何主动关心你。",
        "label": ""
      },
      {
        "sentence": "通过和他们坦诚交流，让他们了解你的困惑和痛苦，他们会给予你理解和支持的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该相信身边的人会关心我并愿意帮助我。我会试着向他们倾诉我的内心世界，希望他们能给我一些鼓励和支持。同时，我也会试着找一些适合我的方式来调节自己的情绪，让自己更好地面对生活。",
    "annotation": [
      {
        "sentence": "你说得对，我应该相信身边的人会关心我并愿意帮助我。",
        "label": ""
      },
      {
        "sentence": "我会试着向他们倾诉我的内心世界，希望他们能给我一些鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着找一些适合我的方式来调节自己的情绪，让自己更好地面对生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够积极面对这个问题。除了倾诉和寻求帮助，你还可以尝试一些放松的活动，例如阅读、听音乐、运动等，这些可以帮助你缓解压力和焦虑，让你更好地调节情绪。一步一步地，你会发现生活变得更加有意义和美好。",
    "annotation": [
      {
        "sentence": "很高兴你能够积极面对这个问题。",
        "label": ""
      },
      {
        "sentence": "除了倾诉和寻求帮助，你还可以尝试一些放松的活动，例如阅读、听音乐、运动等，这些可以帮助你缓解压力和焦虑，让你更好地调节情绪。",
        "label": ""
      },
      {
        "sentence": "一步一步地，你会发现生活变得更加有意义和美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尝试去做这些事情。希望自己能够真正找到一种平衡和调节的方式，让自己重新找回生活的乐趣。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尝试去做这些事情。",
        "label": ""
      },
      {
        "sentence": "希望自己能够真正找到一种平衡和调节的方式，让自己重新找回生活的乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够找到适合自己的方式。记得，无论什么时候你都不是一个人在面对困难，身边总会有人可以支持和帮助你。加油！相信自己，一切会好起来的！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够找到适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "记得，无论什么时候你都不是一个人在面对困难，身边总会有人可以支持和帮助你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "相信自己，一切会好起来的！",
        "label": ""
      }
    ]
  }
]