[
  {
    "role": "client",
    "content": "恨那个同事，乱说我的事，在意别人对我的看法和态度？我其中的一件衣服很贵，又一次，同事说把衣服叠起来，我说不能叠，只能挂。她就不屑一顾，觉得我做作？今天晚上吃饭，领导却半开玩笑地说，哦，你的衣服不能折，怎么挂到椅子背上了呢？虽然是笑话，我却倍感讥讽！我恨那个同事，乱说我的事。同时对别人的话很在意，很难堪。",
    "annotation": [
      {
        "sentence": "恨那个同事，乱说我的事，在意别人对我的看法和态度？",
        "label": ""
      },
      {
        "sentence": "我其中的一件衣服很贵，又一次，同事说把衣服叠起来，我说不能叠，只能挂。",
        "label": ""
      },
      {
        "sentence": "她就不屑一顾，觉得我做作？",
        "label": ""
      },
      {
        "sentence": "今天晚上吃饭，领导却半开玩笑地说，哦，你的衣服不能折，怎么挂到椅子背上了呢？",
        "label": ""
      },
      {
        "sentence": "虽然是笑话，我却倍感讥讽！",
        "label": ""
      },
      {
        "sentence": "我恨那个同事，乱说我的事。",
        "label": ""
      },
      {
        "sentence": "同时对别人的话很在意，很难堪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，对别人的评价确实是很重要的事情。我们在认知自我的过程中，社会比较和外界评价是非常重要的。这些评价会影响我们对自我价值的认知，也是我们社会认同的一部分。你会觉得自己比不上别人，害怕别人对你的不好评价会不会说明有什么问题。你在想，自己到底哪里不够好？大家会不会嘲笑我，看不起我？对于这些评价，我们总是会不自觉地去想，并且会倾向于更多地想到不好的方面，对自己产生怀疑和否定。这种伤害感确实是很不好受的。你的同事针对你的衣着和行为给予了负面评价，并将这个信息传达给了领导，领导也不自觉地加入到了这个评价中来。尽管领导可能只是开个玩笑，但对你来说，确实是一种负面评价，让你感到被否定、被嘲讽、被挖苦，觉得不被群体接纳，感到很难堪，并且会担心这会不会影响你和他们之间的关系。其实，你同事的言行也体现了一种嫉妒的情绪。嫉妒情绪的产生通常是因为在进行社会比较时感到不平衡。她也许嫉妒你的衣服贵，也可能是因为之前的工作和人际关系中存在的一些嫉妒和不满情绪。为了发泄这种情绪，就会给你一个负面评价，来贬低你的自我价值，提高她自己的价值感。对此，你不需要过于在意。她的嫉妒和负面评价只是说明你比她更优秀，你有值得肯定和骄傲的地方，并不会因为她的评价而消失，反而更加凸显了你的优点。你可以试着从负面评价背后的反面来进行思考分析，以一种积极的心态来看待这些评价，找到你的自我价值所在。对于一些负面的社会比较和外界评价，我们需要学会辨别，有选择性地接受，更多地关注积极的方面。有理有据的评价可以用来促进自己的改进，而没有根据的评价可以选择忽略，不需要因为这些没有价值的评价而怀疑自己或者难为自己，要保持自己的良好情绪。祝好~。",
    "annotation": [
      {
        "sentence": "我了解你的感受，对别人的评价确实是很重要的事情。",
        "label": ""
      },
      {
        "sentence": "我们在认知自我的过程中，社会比较和外界评价是非常重要的。",
        "label": ""
      },
      {
        "sentence": "这些评价会影响我们对自我价值的认知，也是我们社会认同的一部分。",
        "label": ""
      },
      {
        "sentence": "你会觉得自己比不上别人，害怕别人对你的不好评价会不会说明有什么问题。",
        "label": ""
      },
      {
        "sentence": "你在想，自己到底哪里不够好？",
        "label": ""
      },
      {
        "sentence": "大家会不会嘲笑我，看不起我？",
        "label": ""
      },
      {
        "sentence": "对于这些评价，我们总是会不自觉地去想，并且会倾向于更多地想到不好的方面，对自己产生怀疑和否定。",
        "label": ""
      },
      {
        "sentence": "这种伤害感确实是很不好受的。",
        "label": ""
      },
      {
        "sentence": "你的同事针对你的衣着和行为给予了负面评价，并将这个信息传达给了领导，领导也不自觉地加入到了这个评价中来。",
        "label": ""
      },
      {
        "sentence": "尽管领导可能只是开个玩笑，但对你来说，确实是一种负面评价，让你感到被否定、被嘲讽、被挖苦，觉得不被群体接纳，感到很难堪，并且会担心这会不会影响你和他们之间的关系。",
        "label": ""
      },
      {
        "sentence": "其实，你同事的言行也体现了一种嫉妒的情绪。",
        "label": ""
      },
      {
        "sentence": "嫉妒情绪的产生通常是因为在进行社会比较时感到不平衡。",
        "label": ""
      },
      {
        "sentence": "她也许嫉妒你的衣服贵，也可能是因为之前的工作和人际关系中存在的一些嫉妒和不满情绪。",
        "label": ""
      },
      {
        "sentence": "为了发泄这种情绪，就会给你一个负面评价，来贬低你的自我价值，提高她自己的价值感。",
        "label": ""
      },
      {
        "sentence": "对此，你不需要过于在意。",
        "label": ""
      },
      {
        "sentence": "她的嫉妒和负面评价只是说明你比她更优秀，你有值得肯定和骄傲的地方，并不会因为她的评价而消失，反而更加凸显了你的优点。",
        "label": ""
      },
      {
        "sentence": "你可以试着从负面评价背后的反面来进行思考分析，以一种积极的心态来看待这些评价，找到你的自我价值所在。",
        "label": ""
      },
      {
        "sentence": "对于一些负面的社会比较和外界评价，我们需要学会辨别，有选择性地接受，更多地关注积极的方面。",
        "label": ""
      },
      {
        "sentence": "有理有据的评价可以用来促进自己的改进，而没有根据的评价可以选择忽略，不需要因为这些没有价值的评价而怀疑自己或者难为自己，要保持自己的良好情绪。",
        "label": ""
      },
      {
        "sentence": "祝好~。",
        "label": ""
      }
    ]
  }
]