[
  {
    "role": "client",
    "content": "我最近工作压力很大，有一些抑郁症状，不知道该怎样缓解。支持者：听说你最近压力不小，你可以跟我说说发生了什么事情吗？",
    "annotation": [
      {
        "sentence": "我最近工作压力很大，有一些抑郁症状，不知道该怎样缓解。",
        "label": ""
      },
      {
        "sentence": "支持者：听说你最近压力不小，你可以跟我说说发生了什么事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实就是工作的结账压力特别大，所以有一点抑郁的状况。支持者：是啊，现在的工作环境确实有很大的压力。但是，你要记住，不管是学生还是成人，现在的压力肯定都很大。我们应该更加关注自己的身体健康。所以你可以试试找一些缓解压力的方法。比如休息一下，去爬山、看电影或者约朋友聚会等。",
    "annotation": [
      {
        "sentence": "其实就是工作的结账压力特别大，所以有一点抑郁的状况。",
        "label": ""
      },
      {
        "sentence": "支持者：是啊，现在的工作环境确实有很大的压力。",
        "label": ""
      },
      {
        "sentence": "但是，你要记住，不管是学生还是成人，现在的压力肯定都很大。",
        "label": ""
      },
      {
        "sentence": "我们应该更加关注自己的身体健康。",
        "label": ""
      },
      {
        "sentence": "所以你可以试试找一些缓解压力的方法。",
        "label": ""
      },
      {
        "sentence": "比如休息一下，去爬山、看电影或者约朋友聚会等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得我缓解压力很难，有时候会因为工作而失眠。支持者：我可以给你一些建议。首先，尝试保持良好的生活规律，保证充足的睡眠和休息。如果还是有失眠的情况，你可以试试听听柔和的音乐或者喝一杯温牛奶。不要过度使用咖啡因或者其它刺激性饮料。另外，还可以试试一些放松的瑜伽或者冥想练习等。这些都可以帮助你恢复精神上的平衡。",
    "annotation": [
      {
        "sentence": "可是我觉得我缓解压力很难，有时候会因为工作而失眠。",
        "label": ""
      },
      {
        "sentence": "支持者：我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，尝试保持良好的生活规律，保证充足的睡眠和休息。",
        "label": ""
      },
      {
        "sentence": "如果还是有失眠的情况，你可以试试听听柔和的音乐或者喝一杯温牛奶。",
        "label": ""
      },
      {
        "sentence": "不要过度使用咖啡因或者其它刺激性饮料。",
        "label": ""
      },
      {
        "sentence": "另外，还可以试试一些放松的瑜伽或者冥想练习等。",
        "label": ""
      },
      {
        "sentence": "这些都可以帮助你恢复精神上的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来不错，其实我一直想跑步来缓解压力，但是总是找不到时间。支持者：跑步是非常好的缓解压力的方式，但是也要适量。比如可以利用一些碎片化时间去运动，比如步行到公司、上下班骑自行车、使用楼梯而不是电梯等等。这样可以让你保持更健康的心态和体魄。",
    "annotation": [
      {
        "sentence": "听起来不错，其实我一直想跑步来缓解压力，但是总是找不到时间。",
        "label": ""
      },
      {
        "sentence": "支持者：跑步是非常好的缓解压力的方式，但是也要适量。",
        "label": ""
      },
      {
        "sentence": "比如可以利用一些碎片化时间去运动，比如步行到公司、上下班骑自行车、使用楼梯而不是电梯等等。",
        "label": ""
      },
      {
        "sentence": "这样可以让你保持更健康的心态和体魄。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感觉你说得很有道理。但是，我怕这些方法不能真正帮助我摆脱抑郁的困扰。支持者：其实，缓解压力需要一些时间和坚持。如果你觉得自己处理不了的话，我建议你可以寻找一些专业的心理医生或者咨询师去帮助你。他们会根据你的情况提供更具体和有效的建议。",
    "annotation": [
      {
        "sentence": "感觉你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "但是，我怕这些方法不能真正帮助我摆脱抑郁的困扰。",
        "label": ""
      },
      {
        "sentence": "支持者：其实，缓解压力需要一些时间和坚持。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己处理不了的话，我建议你可以寻找一些专业的心理医生或者咨询师去帮助你。",
        "label": ""
      },
      {
        "sentence": "他们会根据你的情况提供更具体和有效的建议。",
        "label": ""
      }
    ]
  }
]