[
  {
    "role": "client",
    "content": "我感觉我随意地依赖别人，找不到安全感。我最依赖的是情感，从小依赖母亲，长大后依赖各种感情。但是由于背叛和不回应，我渐渐不愿让这些成为自己的依赖。现在我依赖的是各种影视、学习以及特定的娱乐主播。我甚至不爱自己，却愿意付出更多去守护这种依赖。但是我还是找不到安全感。我知道爱自己和自信会提高我的安全感，但我无法看向自己，依赖自己。我想听听您的看法。",
    "annotation": [
      {
        "sentence": "我感觉我随意地依赖别人，找不到安全感。",
        "label": ""
      },
      {
        "sentence": "我最依赖的是情感，从小依赖母亲，长大后依赖各种感情。",
        "label": ""
      },
      {
        "sentence": "但是由于背叛和不回应，我渐渐不愿让这些成为自己的依赖。",
        "label": ""
      },
      {
        "sentence": "现在我依赖的是各种影视、学习以及特定的娱乐主播。",
        "label": ""
      },
      {
        "sentence": "我甚至不爱自己，却愿意付出更多去守护这种依赖。",
        "label": ""
      },
      {
        "sentence": "但是我还是找不到安全感。",
        "label": ""
      },
      {
        "sentence": "我知道爱自己和自信会提高我的安全感，但我无法看向自己，依赖自己。",
        "label": ""
      },
      {
        "sentence": "我想听听您的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉你可能从小就受到了很多伤害，因为按照大自然规则，没有人或物可以一直完全支撑和依赖我们。所以每次无法控制自己的依赖行为时，你一定会受到一次次难以承受的伤害。根据埃里克森的人格发展模型来看，如果0-1岁的安全感和1-3岁的自信和自主感没有得到培养，就容易产生不安全、羞怯和怀疑的情感，会对自己缺乏信心并依赖他人，这是无法控制的。发展停滞在这一阶段，即使以后再优秀，培养起来的也只是勤奋感，而不是内心真正的自信；即使别人对自己再好，自己还是没有安全感。如果想要根本改变，还是需要进行个人成长。我给你几个调整的小建议：1.降低期待，用理性观察哪些是自己可以掌控的，哪些是掌控不了的，放弃去掌控本不能控制的。2.根据能够掌控的事情制定目标，让自己可以实现，不再依赖他人。3.多与他人互动，积累积极的人际体验，这样可以逐渐积累内心的安全感。你可以先尝试自己调节，但通常这样的情况还是通过咨询来进行个人成长会比较有效。加油！",
    "annotation": [
      {
        "sentence": "感觉你可能从小就受到了很多伤害，因为按照大自然规则，没有人或物可以一直完全支撑和依赖我们。",
        "label": ""
      },
      {
        "sentence": "所以每次无法控制自己的依赖行为时，你一定会受到一次次难以承受的伤害。",
        "label": ""
      },
      {
        "sentence": "根据埃里克森的人格发展模型来看，如果0-1岁的安全感和1-3岁的自信和自主感没有得到培养，就容易产生不安全、羞怯和怀疑的情感，会对自己缺乏信心并依赖他人，这是无法控制的。",
        "label": ""
      },
      {
        "sentence": "发展停滞在这一阶段，即使以后再优秀，培养起来的也只是勤奋感，而不是内心真正的自信；即使别人对自己再好，自己还是没有安全感。",
        "label": ""
      },
      {
        "sentence": "如果想要根本改变，还是需要进行个人成长。",
        "label": ""
      },
      {
        "sentence": "我给你几个调整的小建议：1.降低期待，用理性观察哪些是自己可以掌控的，哪些是掌控不了的，放弃去掌控本不能控制的。",
        "label": ""
      },
      {
        "sentence": "2.根据能够掌控的事情制定目标，让自己可以实现，不再依赖他人。",
        "label": ""
      },
      {
        "sentence": "3.多与他人互动，积累积极的人际体验，这样可以逐渐积累内心的安全感。",
        "label": ""
      },
      {
        "sentence": "你可以先尝试自己调节，但通常这样的情况还是通过咨询来进行个人成长会比较有效。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的回答。我觉得我对自己的期待太高了，导致总是感觉不够好。我会试着降低期待，理性观察我可以掌控和不可以掌控的事情。同时，我也会尝试制定一些自己可以实现的目标，减少对他人的依赖。我明白通过与他人互动来积累积极的体验对于提升我内心的安全感是有帮助的。我会试着多和朋友们一起做一些有趣的活动，希望能逐渐摆脱依赖的困扰。",
    "annotation": [
      {
        "sentence": "谢谢您的回答。",
        "label": ""
      },
      {
        "sentence": "我觉得我对自己的期待太高了，导致总是感觉不够好。",
        "label": ""
      },
      {
        "sentence": "我会试着降低期待，理性观察我可以掌控和不可以掌控的事情。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试制定一些自己可以实现的目标，减少对他人的依赖。",
        "label": ""
      },
      {
        "sentence": "我明白通过与他人互动来积累积极的体验对于提升我内心的安全感是有帮助的。",
        "label": ""
      },
      {
        "sentence": "我会试着多和朋友们一起做一些有趣的活动，希望能逐渐摆脱依赖的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应和计划。降低期待并理性观察是一个非常好的方法，它能帮助你更客观地看待自己和他人。制定可实现的目标也能让你在完成任务时感到满足和自豪。通过积极的人际互动，你将获得更多的支持和改善自己的安全感。同时，我鼓励你积极寻求咨询师的帮助，他们能够给予你更多专业的指导和支持。做一个主动的求助者，相信你一定能够克服依赖困扰，摆脱困境。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应和计划。",
        "label": ""
      },
      {
        "sentence": "降低期待并理性观察是一个非常好的方法，它能帮助你更客观地看待自己和他人。",
        "label": ""
      },
      {
        "sentence": "制定可实现的目标也能让你在完成任务时感到满足和自豪。",
        "label": ""
      },
      {
        "sentence": "通过积极的人际互动，你将获得更多的支持和改善自己的安全感。",
        "label": ""
      },
      {
        "sentence": "同时，我鼓励你积极寻求咨询师的帮助，他们能够给予你更多专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "做一个主动的求助者，相信你一定能够克服依赖困扰，摆脱困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的鼓励和支持。我会按照您的建议去行动的，并尽快寻求咨询师的帮助。我相信只要我坚持下去，我一定能够克服这个困扰，找到内心的安全感。再次感谢您的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢您的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会按照您的建议去行动的，并尽快寻求咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "我相信只要我坚持下去，我一定能够克服这个困扰，找到内心的安全感。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助到你。相信自己，相信你能够克服困难。记得，向前迈进的每一步都是进步。祝愿你早日找到内心的安全感，过上快乐健康的生活！如果还有需要，随时都可以找我倾诉和寻求支持。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你能够克服困难。",
        "label": ""
      },
      {
        "sentence": "记得，向前迈进的每一步都是进步。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到内心的安全感，过上快乐健康的生活！",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时都可以找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]