[
  {
    "role": "client",
    "content": "总是依赖别人，总想别人做上台展示的事，是什么心态？做什么事时都不喜欢做第一个，比如老师提问时即便知道答案也不会举手，小组有共同任务时不喜欢做最后上台展示的那个人，这种心态要怎么调整才好啊。",
    "annotation": [
      {
        "sentence": "总是依赖别人，总想别人做上台展示的事，是什么心态？",
        "label": ""
      },
      {
        "sentence": "做什么事时都不喜欢做第一个，比如老师提问时即便知道答案也不会举手，小组有共同任务时不喜欢做最后上台展示的那个人，这种心态要怎么调整才好啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有意识到自己总是依赖别人，对于上台展示这类事情都没有主动性，这是一种比较普遍的心态，但也是可以调整的。首先，我能感觉到你以前可能因此吃过一些亏，这在现在这个竞争激烈的社会中是不够有利的。其实，即使你尽力去表现，有时也可能争取不到机会，但是如果你不主动去表现，就无法展现出自己的潜力，这可能会导致你错过很多机会，事后你可能会觉得很可惜。但是真正面临的时候，你又做不到，这让我觉得你可能因为缺乏自信而导致这种心态，不是对于答案的不自信，而是对自己的内心产生怀疑，即使客观条件明明告诉你答案是对的，但是自己内心的怀疑也阻止了你坚定地说出来。根据埃里克森的人格发展模型，如果在1-3岁时期没有培养起自信的感觉，就容易产生羞怯和怀疑的情感，会对自己缺乏信心并依赖他人，研究表明这也容易导致抑郁情绪。如果发展停滞在这个阶段，即使以后再优秀，培养起来的也只是勤奋感，而不是来自内心的自信，即使别人认为你再优秀也没有用，你也无法认可自己，再明确的答案也不会对你有用。当你自己评价和他人评价不一致的时候，你的生活会变得更虚幻，更加怀疑和羞怯。如果你想根本地改变这种心态，那就需要进行个人成长。",
    "annotation": [
      {
        "sentence": "你有意识到自己总是依赖别人，对于上台展示这类事情都没有主动性，这是一种比较普遍的心态，但也是可以调整的。",
        "label": ""
      },
      {
        "sentence": "首先，我能感觉到你以前可能因此吃过一些亏，这在现在这个竞争激烈的社会中是不够有利的。",
        "label": ""
      },
      {
        "sentence": "其实，即使你尽力去表现，有时也可能争取不到机会，但是如果你不主动去表现，就无法展现出自己的潜力，这可能会导致你错过很多机会，事后你可能会觉得很可惜。",
        "label": ""
      },
      {
        "sentence": "但是真正面临的时候，你又做不到，这让我觉得你可能因为缺乏自信而导致这种心态，不是对于答案的不自信，而是对自己的内心产生怀疑，即使客观条件明明告诉你答案是对的，但是自己内心的怀疑也阻止了你坚定地说出来。",
        "label": ""
      },
      {
        "sentence": "根据埃里克森的人格发展模型，如果在1-3岁时期没有培养起自信的感觉，就容易产生羞怯和怀疑的情感，会对自己缺乏信心并依赖他人，研究表明这也容易导致抑郁情绪。",
        "label": ""
      },
      {
        "sentence": "如果发展停滞在这个阶段，即使以后再优秀，培养起来的也只是勤奋感，而不是来自内心的自信，即使别人认为你再优秀也没有用，你也无法认可自己，再明确的答案也不会对你有用。",
        "label": ""
      },
      {
        "sentence": "当你自己评价和他人评价不一致的时候，你的生活会变得更虚幻，更加怀疑和羞怯。",
        "label": ""
      },
      {
        "sentence": "如果你想根本地改变这种心态，那就需要进行个人成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哪些方法可以帮助我进行个人成长呢？",
    "annotation": [
      {
        "sentence": "哪些方法可以帮助我进行个人成长呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我可以给你一些建议。首先，降低期待，多用理性去观察哪些是你可以掌控的，而哪些是你无法掌控的，学会放弃那些无法掌控的事情。其次，根据你可以掌控的事情制定目标，这样你就能够更有把握地完成自己的目标，而不再依赖他人。最后，如果真的需要自己主动站出来，又感到不安的时候，可以尝试做些腹式深呼吸来调节情绪。这些方法都可以帮助你尝试自己调节，但对于这种情况，我还是建议你通过咨询来进行个人成长，会更加有效。加油哦！",
    "annotation": [
      {
        "sentence": "当然，我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，降低期待，多用理性去观察哪些是你可以掌控的，而哪些是你无法掌控的，学会放弃那些无法掌控的事情。",
        "label": ""
      },
      {
        "sentence": "其次，根据你可以掌控的事情制定目标，这样你就能够更有把握地完成自己的目标，而不再依赖他人。",
        "label": ""
      },
      {
        "sentence": "最后，如果真的需要自己主动站出来，又感到不安的时候，可以尝试做些腹式深呼吸来调节情绪。",
        "label": ""
      },
      {
        "sentence": "这些方法都可以帮助你尝试自己调节，但对于这种情况，我还是建议你通过咨询来进行个人成长，会更加有效。",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      }
    ]
  }
]