[
  {
    "role": "client",
    "content": "为什么我变得对任何事都提不起兴趣？性格积极向上，有目标。曾经很努力，沉得住气，如今变得整天无精打采，对任何事都提不起兴趣，拖延症严重，不自信。面对工作，感觉看不到希望。面对感情，不自信，觉得自己不配他人喜欢，面对喜欢的人会自卑。然而在他人眼里我挺优秀，而自己并不觉得。周围人都说我想太多，可我就是会控制不住自己想很多东西，很烦恼。自己是不是心理出问题了？",
    "annotation": [
      {
        "sentence": "为什么我变得对任何事都提不起兴趣？",
        "label": ""
      },
      {
        "sentence": "性格积极向上，有目标。",
        "label": ""
      },
      {
        "sentence": "曾经很努力，沉得住气，如今变得整天无精打采，对任何事都提不起兴趣，拖延症严重，不自信。",
        "label": ""
      },
      {
        "sentence": "面对工作，感觉看不到希望。",
        "label": ""
      },
      {
        "sentence": "面对感情，不自信，觉得自己不配他人喜欢，面对喜欢的人会自卑。",
        "label": ""
      },
      {
        "sentence": "然而在他人眼里我挺优秀，而自己并不觉得。",
        "label": ""
      },
      {
        "sentence": "周围人都说我想太多，可我就是会控制不住自己想很多东西，很烦恼。",
        "label": ""
      },
      {
        "sentence": "自己是不是心理出问题了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想太多是很多朋友对另外一个朋友敷衍的应对，这种应对方式源于他们的经验习惯，和暂时没有耐心走进你的世界，听听你，看看你发生了什么。",
    "annotation": [
      {
        "sentence": "想太多是很多朋友对另外一个朋友敷衍的应对，这种应对方式源于他们的经验习惯，和暂时没有耐心走进你的世界，听听你，看看你发生了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么做呢？我感觉自己无法控制这种情绪。",
    "annotation": [
      {
        "sentence": "那我应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "我感觉自己无法控制这种情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个人陷在迷惘的时候，有一个朋友倾听和回应的确能够给我们带来支持力量，然而如果能从他们身上获得十分有价值的建议，听完后就可以恍然大悟，摆脱困惑是很少见的，不但在朋友间少见，在亲密的人中间也难以实现，恐怕这需要自己经过长时间的思考，自己需要借助一些其他的力量来更加清楚地看清自己。",
    "annotation": [
      {
        "sentence": "一个人陷在迷惘的时候，有一个朋友倾听和回应的确能够给我们带来支持力量，然而如果能从他们身上获得十分有价值的建议，听完后就可以恍然大悟，摆脱困惑是很少见的，不但在朋友间少见，在亲密的人中间也难以实现，恐怕这需要自己经过长时间的思考，自己需要借助一些其他的力量来更加清楚地看清自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能需要更多的时间来了解自己。但我已经持续感到无精打采和拖延很久了。从积极向上变得无精打采，大概持续了半年左右吧。",
    "annotation": [
      {
        "sentence": "你说得对，我可能需要更多的时间来了解自己。",
        "label": ""
      },
      {
        "sentence": "但我已经持续感到无精打采和拖延很久了。",
        "label": ""
      },
      {
        "sentence": "从积极向上变得无精打采，大概持续了半年左右吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听过一个心理学博士的课程，他说一个人认识自己到认知自己，通常以年为单位，可见弄清楚自己是一件漫长艰辛的过程。你从积极向上到如今的无精打采，持续多长时间呢？是否有某件事作为节点，或思想上一个难以察觉的发现导致你成为现在的你。",
    "annotation": [
      {
        "sentence": "我听过一个心理学博士的课程，他说一个人认识自己到认知自己，通常以年为单位，可见弄清楚自己是一件漫长艰辛的过程。",
        "label": ""
      },
      {
        "sentence": "你从积极向上到如今的无精打采，持续多长时间呢？",
        "label": ""
      },
      {
        "sentence": "是否有某件事作为节点，或思想上一个难以察觉的发现导致你成为现在的你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得可能是工作上的压力和失去动力有关。我之前一直很有目标，可最近感觉看不到任何希望，觉得自己在工作中失去了方向。",
    "annotation": [
      {
        "sentence": "我觉得可能是工作上的压力和失去动力有关。",
        "label": ""
      },
      {
        "sentence": "我之前一直很有目标，可最近感觉看不到任何希望，觉得自己在工作中失去了方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果人的身上有一个能量库，这个能量库也需要不断地补充才可以持续，当我们失去活力，无法像从前一样保持良好的状态。有可能是自己的发展进入了一个瓶颈期，一方面身心都提醒自己需要突破，一方面又认为这种突破需要更高的技能和能力，如果你是那个害怕结果不完美的人，潜意识就会让你拒绝你靠近那个糟糕的结果，无法调整又无法向前，大脑就会产生预警，发出想休息的信号，身体随之作出相应的反应，这样你需要的是短暂的修整。",
    "annotation": [
      {
        "sentence": "如果人的身上有一个能量库，这个能量库也需要不断地补充才可以持续，当我们失去活力，无法像从前一样保持良好的状态。",
        "label": ""
      },
      {
        "sentence": "有可能是自己的发展进入了一个瓶颈期，一方面身心都提醒自己需要突破，一方面又认为这种突破需要更高的技能和能力，如果你是那个害怕结果不完美的人，潜意识就会让你拒绝你靠近那个糟糕的结果，无法调整又无法向前，大脑就会产生预警，发出想休息的信号，身体随之作出相应的反应，这样你需要的是短暂的修整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我需要停下来思考一下自己真正想要的是什么，以及如何面对这种困惑。但如果我无法找到突破口，情况继续恶化的话，该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，可能我需要停下来思考一下自己真正想要的是什么，以及如何面对这种困惑。",
        "label": ""
      },
      {
        "sentence": "但如果我无法找到突破口，情况继续恶化的话，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果这种状态持续的时间很长，毫无征兆，无法找到突破口，有可能是源于抑郁情绪，我们面对的压力越来越多，多到身体无法承受负荷的时候，抑郁和焦虑是很容易发生的。我的建议是，你先休息一段时间，参与一下冥想项目，把注意力拉回到自己身上，感受自己的存在。尽量把内心的杂念去除，恢复内心的平静。之后再重新投入其中。如果情况依然糟糕，可以去咨询下专业心理医生。",
    "annotation": [
      {
        "sentence": "如果这种状态持续的时间很长，毫无征兆，无法找到突破口，有可能是源于抑郁情绪，我们面对的压力越来越多，多到身体无法承受负荷的时候，抑郁和焦虑是很容易发生的。",
        "label": ""
      },
      {
        "sentence": "我的建议是，你先休息一段时间，参与一下冥想项目，把注意力拉回到自己身上，感受自己的存在。",
        "label": ""
      },
      {
        "sentence": "尽量把内心的杂念去除，恢复内心的平静。",
        "label": ""
      },
      {
        "sentence": "之后再重新投入其中。",
        "label": ""
      },
      {
        "sentence": "如果情况依然糟糕，可以去咨询下专业心理医生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试休息一段时间并尝试冥想来恢复内心的平静。如果问题持续下去，我会考虑找专业心理医生的帮助的。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试休息一段时间并尝试冥想来恢复内心的平静。",
        "label": ""
      },
      {
        "sentence": "如果问题持续下去，我会考虑找专业心理医生的帮助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够渡过这个困难时期的。记得，无论何时何地，你都不是一个人在战斗。祝福你能找到自己心灵的平静和重新获得兴趣。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够渡过这个困难时期的。",
        "label": ""
      },
      {
        "sentence": "记得，无论何时何地，你都不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "祝福你能找到自己心灵的平静和重新获得兴趣。",
        "label": ""
      }
    ]
  }
]