[
  {
    "role": "client",
    "content": "父母有很强的控制欲，我活得很累，怎么办……？在我很小父母就是有很强的控制欲，直到我现在成年，这种控制欲还一直延续，心情真的很压抑，生活感觉也很累……这种控制欲体现在对社交的控制以及生活中做决定的事情都要给我拿主意，就是真的那种感觉很压迫，我现在做什么事都偷偷摸摸的，家庭的控制欲让我都不敢面对家庭，想要逃离，我对家庭真的一点留恋都没有，我甚至觉得我跟这个家庭只有钱能衡量感情，动不动就提在我身上花多少钱，我还不听他们什么的…我真的不想再生活在这种环境下，我真的对家庭没有一点留恋感，我想逃离这种关系，现在我已经成年了真的十分阻碍我，，，怎么才能脱离这种疾苦……我真的受不了了，我真的好累，感觉就是他们的傀儡一样！我很痛苦",
    "annotation": [
      {
        "sentence": "父母有很强的控制欲，我活得很累，怎么办……？",
        "label": ""
      },
      {
        "sentence": "在我很小父母就是有很强的控制欲，直到我现在成年，这种控制欲还一直延续，心情真的很压抑，生活感觉也很累……这种控制欲体现在对社交的控制以及生活中做决定的事情都要给我拿主意，就是真的那种感觉很压迫，我现在做什么事都偷偷摸摸的，家庭的控制欲让我都不敢面对家庭，想要逃离，我对家庭真的一点留恋都没有，我甚至觉得我跟这个家庭只有钱能衡量感情，动不动就提在我身上花多少钱，我还不听他们什么的…我真的不想再生活在这种环境下，我真的对家庭没有一点留恋感，我想逃离这种关系，现在我已经成年了真的十分阻碍我，，，怎么才能脱离这种疾苦……我真的受不了了，我真的好累，感觉就是他们的傀儡一样！",
        "label": ""
      },
      {
        "sentence": "我很痛苦",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到你的痛苦和想逃离的心。很多父母对孩子都有着很强的控制欲，习惯了为孩子安排一切时，决定他的生活和人生。即使成年后，父母对孩子也仍然无法放手，仍然习惯去进行干涉和控制。",
    "annotation": [
      {
        "sentence": "感受到你的痛苦和想逃离的心。",
        "label": ""
      },
      {
        "sentence": "很多父母对孩子都有着很强的控制欲，习惯了为孩子安排一切时，决定他的生活和人生。",
        "label": ""
      },
      {
        "sentence": "即使成年后，父母对孩子也仍然无法放手，仍然习惯去进行干涉和控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我感觉他们对我的控制越来越沉重，我真的无法忍受了。",
    "annotation": [
      {
        "sentence": "是啊，我感觉他们对我的控制越来越沉重，我真的无法忍受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这种家庭环境下成长起来，很多孩子也习惯了这种被代替被控制的状态和模式，习惯了依赖父母。虽然随着长大成人，自我意识的加强，追求独立自主的意识越来越强烈，内心想要逃离父母的控制，但习惯性的思维让他们难以逃离，也不知道该怎样分离，总是不自觉地继续依赖父母。这种既依赖又想脱离的心理便对内心造成了强烈冲突和痛苦。",
    "annotation": [
      {
        "sentence": "在这种家庭环境下成长起来，很多孩子也习惯了这种被代替被控制的状态和模式，习惯了依赖父母。",
        "label": ""
      },
      {
        "sentence": "虽然随着长大成人，自我意识的加强，追求独立自主的意识越来越强烈，内心想要逃离父母的控制，但习惯性的思维让他们难以逃离，也不知道该怎样分离，总是不自觉地继续依赖父母。",
        "label": ""
      },
      {
        "sentence": "这种既依赖又想脱离的心理便对内心造成了强烈冲突和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我感觉自己就处于一个两难的境地，内心真的很矛盾。",
    "annotation": [
      {
        "sentence": "我明白了，我感觉自己就处于一个两难的境地，内心真的很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经成年，有了自主的意识和能力，但父母仍然不信任你有能力独立生活，仍然要诸多干涉和控制你、照顾你。而你习惯了他们的这种模式，又因为他们的长期压制而产生恐惧感，不敢也不知道怎样去拒绝和反抗他们，只能采取逃避的方式，自己偷偷去做自己想做的事，害怕被父母发现和打压。",
    "annotation": [
      {
        "sentence": "你已经成年，有了自主的意识和能力，但父母仍然不信任你有能力独立生活，仍然要诸多干涉和控制你、照顾你。",
        "label": ""
      },
      {
        "sentence": "而你习惯了他们的这种模式，又因为他们的长期压制而产生恐惧感，不敢也不知道怎样去拒绝和反抗他们，只能采取逃避的方式，自己偷偷去做自己想做的事，害怕被父母发现和打压。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直都在逃避，但这样真的解决不了问题，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得对，我一直都在逃避，但这样真的解决不了问题，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实逃避并不能解决问题，你父母对你的态度是跟你对他们的态度有关联的。你父母和你处于一种竞争的状态，争夺控制权。他们前进，你后退，他们就会继续前进、侵入。如果你不后退，他们也没有前进的空间和机会，如果你还能前进的话，就是对他们进行明确的拒绝，他们也许就只能选择后退了，而你也能在这场竞争中赢得胜利。",
    "annotation": [
      {
        "sentence": "其实逃避并不能解决问题，你父母对你的态度是跟你对他们的态度有关联的。",
        "label": ""
      },
      {
        "sentence": "你父母和你处于一种竞争的状态，争夺控制权。",
        "label": ""
      },
      {
        "sentence": "他们前进，你后退，他们就会继续前进、侵入。",
        "label": ""
      },
      {
        "sentence": "如果你不后退，他们也没有前进的空间和机会，如果你还能前进的话，就是对他们进行明确的拒绝，他们也许就只能选择后退了，而你也能在这场竞争中赢得胜利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我一直都觉得很难向他们表达自己的想法和意愿，害怕他们不理解和反对。",
    "annotation": [
      {
        "sentence": "可是我一直都觉得很难向他们表达自己的想法和意愿，害怕他们不理解和反对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当父母对你进行干涉、要帮你拿主意时，尝试勇敢主动地对他们说“不”，拒绝他们的行为，表现出你的态度，让他们知道你的态度和想法。并用你自己的能力和事实来证明自己，让他们看到你能自己解决问题。也许刚开始他们会不习惯，不接受，甚至会打压你，但是起码你在这一次的对抗中遵循了你的内心，表达了你的想法和态度，没有后退容忍，让他们明白了要控制孩子是存在着困难的，也会反思和调整他们自己的行为，对你有更多的信任。",
    "annotation": [
      {
        "sentence": "当父母对你进行干涉、要帮你拿主意时，尝试勇敢主动地对他们说“不”，拒绝他们的行为，表现出你的态度，让他们知道你的态度和想法。",
        "label": ""
      },
      {
        "sentence": "并用你自己的能力和事实来证明自己，让他们看到你能自己解决问题。",
        "label": ""
      },
      {
        "sentence": "也许刚开始他们会不习惯，不接受，甚至会打压你，但是起码你在这一次的对抗中遵循了你的内心，表达了你的想法和态度，没有后退容忍，让他们明白了要控制孩子是存在着困难的，也会反思和调整他们自己的行为，对你有更多的信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更加勇敢地表达自己，拒绝他们的干涉，让他们知道我有能力自己解决问题。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更加勇敢地表达自己，拒绝他们的干涉，让他们知道我有能力自己解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "退让逃避的态度只会让父母觉得他们的做法没有错，你能接受，要继续下去。而自主权就是通过一次又一次不退让、不妥协的竞争中逐步获得。作为成年人的你，有权利争取自己的独立自由，要学会独立和强大起来，寻找自我的力量去面对父母过度的控制，维护自己的利益，保护自己的情绪。也许刚开始不那么容易，也会引来一些打击和伤害，但是这也是对你要追求独立自主的一种考验和磨炼。只有勇于承担起这些磨炼，最终就能获得你想要的独立和尊重。加油~！",
    "annotation": [
      {
        "sentence": "退让逃避的态度只会让父母觉得他们的做法没有错，你能接受，要继续下去。",
        "label": ""
      },
      {
        "sentence": "而自主权就是通过一次又一次不退让、不妥协的竞争中逐步获得。",
        "label": ""
      },
      {
        "sentence": "作为成年人的你，有权利争取自己的独立自由，要学会独立和强大起来，寻找自我的力量去面对父母过度的控制，维护自己的利益，保护自己的情绪。",
        "label": ""
      },
      {
        "sentence": "也许刚开始不那么容易，也会引来一些打击和伤害，但是这也是对你要追求独立自主的一种考验和磨炼。",
        "label": ""
      },
      {
        "sentence": "只有勇于承担起这些磨炼，最终就能获得你想要的独立和尊重。",
        "label": ""
      },
      {
        "sentence": "加油~！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好努力的！",
        "label": ""
      }
    ]
  }
]