[
  {
    "role": "client",
    "content": "我对表达不利索的人很反感，会做出不尊重别人的行为。源头来讲，我父亲是一个表达不利索的人，他一和别人说话就结巴，而且说得很大声。他是急躁的人，没什么内涵。他小时候，认为他的父母偏心于两个弟弟。年轻的时候，挣钱交给了父母，父母却被别人骗了，钱全都没了。现在每天在家里就是过着自怨自艾、堕落的生活。他和我妈关系一直不好，十几年来，经常性嘴里絮絮叨叨，自言自语。但是他固执地维持着这段婚姻关系。他们曾经好几次都闹得很大，但是他会以暴力威胁我妈回到他身边，后来就是，用说自己是脑子神经有问题的方法，说绝对不能离开我妈。我妈是个喜欢戏剧化生活的人，总是重复这样的波澜起伏，但好像乐在其中。我不能接受他们这样拖沓着，久久不去解决真实的问题，而是每当闲下来了，就拿起手机刷一刷，然后假装自己很不容易，每天其实浑浑噩噩地生活。本人现在大二，本学年里有一位教我们的老师，上课的时候，言辞表达不顺畅，总是重复几句口头禅。我很反感他，表现出来的是对他很不尊重，怎么办？",
    "annotation": [
      {
        "sentence": "我对表达不利索的人很反感，会做出不尊重别人的行为。",
        "label": ""
      },
      {
        "sentence": "源头来讲，我父亲是一个表达不利索的人，他一和别人说话就结巴，而且说得很大声。",
        "label": ""
      },
      {
        "sentence": "他是急躁的人，没什么内涵。",
        "label": ""
      },
      {
        "sentence": "他小时候，认为他的父母偏心于两个弟弟。",
        "label": ""
      },
      {
        "sentence": "年轻的时候，挣钱交给了父母，父母却被别人骗了，钱全都没了。",
        "label": ""
      },
      {
        "sentence": "现在每天在家里就是过着自怨自艾、堕落的生活。",
        "label": ""
      },
      {
        "sentence": "他和我妈关系一直不好，十几年来，经常性嘴里絮絮叨叨，自言自语。",
        "label": ""
      },
      {
        "sentence": "但是他固执地维持着这段婚姻关系。",
        "label": ""
      },
      {
        "sentence": "他们曾经好几次都闹得很大，但是他会以暴力威胁我妈回到他身边，后来就是，用说自己是脑子神经有问题的方法，说绝对不能离开我妈。",
        "label": ""
      },
      {
        "sentence": "我妈是个喜欢戏剧化生活的人，总是重复这样的波澜起伏，但好像乐在其中。",
        "label": ""
      },
      {
        "sentence": "我不能接受他们这样拖沓着，久久不去解决真实的问题，而是每当闲下来了，就拿起手机刷一刷，然后假装自己很不容易，每天其实浑浑噩噩地生活。",
        "label": ""
      },
      {
        "sentence": "本人现在大二，本学年里有一位教我们的老师，上课的时候，言辞表达不顺畅，总是重复几句口头禅。",
        "label": ""
      },
      {
        "sentence": "我很反感他，表现出来的是对他很不尊重，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的老师讲课的状态，激发你想到父亲的状态，这给你带来强烈的情绪，就是反感老师。意识到自己的情绪，这是非常重要的一步，然后，不让自己受情绪的控制，做出不当的行为，就可以。",
    "annotation": [
      {
        "sentence": "你现在的老师讲课的状态，激发你想到父亲的状态，这给你带来强烈的情绪，就是反感老师。",
        "label": ""
      },
      {
        "sentence": "意识到自己的情绪，这是非常重要的一步，然后，不让自己受情绪的控制，做出不当的行为，就可以。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得这种情绪真的很不舒服，我无法忍受老师一而再、再而三的表达问题。",
    "annotation": [
      {
        "sentence": "但是我觉得这种情绪真的很不舒服，我无法忍受老师一而再、再而三的表达问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，挑战是如何处理这种情绪。或许你可以试着去了解这种反感的背后，是因为你对语言表达能力要求较高，或是对于不流利的表达感到不耐烦。了解了自己情绪的来源，你就可以更好地处理它。",
    "annotation": [
      {
        "sentence": "明白你的感受，挑战是如何处理这种情绪。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着去了解这种反感的背后，是因为你对语言表达能力要求较高，或是对于不流利的表达感到不耐烦。",
        "label": ""
      },
      {
        "sentence": "了解了自己情绪的来源，你就可以更好地处理它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道理解父母并允许他们以他们自己的方式生活很重要，但是我真的很难看到他们一直拖延不解决问题。",
    "annotation": [
      {
        "sentence": "我知道理解父母并允许他们以他们自己的方式生活很重要，但是我真的很难看到他们一直拖延不解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是可以理解的，看到父母间的矛盾一直存在并没有得到解决，对你来说可能很沮丧。然而，你可以尝试接受他们的选择，并将更多的注意力放在你自己的生活规划上，毕竟你对他们的生活无法做出改变，但你可以掌控自己的生活。",
    "annotation": [
      {
        "sentence": "你的感受是可以理解的，看到父母间的矛盾一直存在并没有得到解决，对你来说可能很沮丧。",
        "label": ""
      },
      {
        "sentence": "然而，你可以尝试接受他们的选择，并将更多的注意力放在你自己的生活规划上，毕竟你对他们的生活无法做出改变，但你可以掌控自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实需要更多关注自己的生活，但是觉得这中间的差异和矛盾让我无法平静下来。",
    "annotation": [
      {
        "sentence": "我确实需要更多关注自己的生活，但是觉得这中间的差异和矛盾让我无法平静下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些差异和矛盾的确可能给你带来困扰，但它们也是你成长和学习的机会。尝试接纳这些不同的状态，逐渐适应并找到自己的平衡点。",
    "annotation": [
      {
        "sentence": "这些差异和矛盾的确可能给你带来困扰，但它们也是你成长和学习的机会。",
        "label": ""
      },
      {
        "sentence": "尝试接纳这些不同的状态，逐渐适应并找到自己的平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也许需要找到一种方式来释放那些消极的情绪，但是不知道从何着手。",
    "annotation": [
      {
        "sentence": "我也许需要找到一种方式来释放那些消极的情绪，但是不知道从何着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "释放情绪常常需要用一种积极的方式来代替，比如运动、写日记、或与朋友谈谈。找到适合自己的方式，让负面情绪得到宣泄，并与支持者进行交流以获得更多支持。",
    "annotation": [
      {
        "sentence": "释放情绪常常需要用一种积极的方式来代替，比如运动、写日记、或与朋友谈谈。",
        "label": ""
      },
      {
        "sentence": "找到适合自己的方式，让负面情绪得到宣泄，并与支持者进行交流以获得更多支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我想我可以试试一些积极的方式来发泄情绪，同时也要学会与他人交流来获得更好的支持。",
    "annotation": [
      {
        "sentence": "我明白了，我想我可以试试一些积极的方式来发泄情绪，同时也要学会与他人交流来获得更好的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的想法，记住，你并不孤单，总会有人愿意倾听和帮助你。尽量寻找积极的方法处理你的情绪，同时给自己一些时间去平复内心的不安。",
    "annotation": [
      {
        "sentence": "很高兴听到你的想法，记住，你并不孤单，总会有人愿意倾听和帮助你。",
        "label": ""
      },
      {
        "sentence": "尽量寻找积极的方法处理你的情绪，同时给自己一些时间去平复内心的不安。",
        "label": ""
      }
    ]
  }
]