[
  {
    "role": "client",
    "content": "我对表达不利索的人很反感，会做出不尊重别人的行为。源头来讲，我父亲是一个表达不利索的人，他一和别人说话就结巴，而且说的很大声。他是急躁的人，没什么内涵。他小时候，认为他的父母偏心于两个弟弟。年轻的时候，挣钱交给了父母，父母却被别人骗了，钱全都没了。现在每天在家里就是过着自怨自艾，堕落的生活。他和我妈关系一直不好，十几年来，经常性嘴里絮絮叨叨，自言自语。但是他固执地维持着这段婚姻关系。他们曾经好几次都闹得很大，但是他会以暴力威胁我妈回到他身边，后来就是，用说自己是脑子神经有问题的方法，说绝对不能离开我妈。我妈是个喜欢戏剧化生活的人，总是重复这样的波澜起伏，但好像乐在其中。我不能接受他们这样拖沓着，久久不去解决真实的问题，而是每当闲下来了，就拿起手机刷一刷，然后假装自己很不容易，每天其实浑浑噩噩地生活。本人现在大二，本学年里有一位教我们的老师，上课的时候，言辞表达不顺畅，总是重复几句口头禅。我很反感他，表现出来的是对他很不尊重，怎么办？",
    "annotation": [
      {
        "sentence": "我对表达不利索的人很反感，会做出不尊重别人的行为。",
        "label": ""
      },
      {
        "sentence": "源头来讲，我父亲是一个表达不利索的人，他一和别人说话就结巴，而且说的很大声。",
        "label": ""
      },
      {
        "sentence": "他是急躁的人，没什么内涵。",
        "label": ""
      },
      {
        "sentence": "他小时候，认为他的父母偏心于两个弟弟。",
        "label": ""
      },
      {
        "sentence": "年轻的时候，挣钱交给了父母，父母却被别人骗了，钱全都没了。",
        "label": ""
      },
      {
        "sentence": "现在每天在家里就是过着自怨自艾，堕落的生活。",
        "label": ""
      },
      {
        "sentence": "他和我妈关系一直不好，十几年来，经常性嘴里絮絮叨叨，自言自语。",
        "label": ""
      },
      {
        "sentence": "但是他固执地维持着这段婚姻关系。",
        "label": ""
      },
      {
        "sentence": "他们曾经好几次都闹得很大，但是他会以暴力威胁我妈回到他身边，后来就是，用说自己是脑子神经有问题的方法，说绝对不能离开我妈。",
        "label": ""
      },
      {
        "sentence": "我妈是个喜欢戏剧化生活的人，总是重复这样的波澜起伏，但好像乐在其中。",
        "label": ""
      },
      {
        "sentence": "我不能接受他们这样拖沓着，久久不去解决真实的问题，而是每当闲下来了，就拿起手机刷一刷，然后假装自己很不容易，每天其实浑浑噩噩地生活。",
        "label": ""
      },
      {
        "sentence": "本人现在大二，本学年里有一位教我们的老师，上课的时候，言辞表达不顺畅，总是重复几句口头禅。",
        "label": ""
      },
      {
        "sentence": "我很反感他，表现出来的是对他很不尊重，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你对你父亲表达不利索的特点和他的一些行为感到不满，觉得这种表现是不尊重别人的。不过，我们首先要关注的是你自己。作为一个已经成年的大二学生，你现在正处于建立独立自主人生的起点阶段，这个阶段非常重要。你可以通过总结父母的关系、感受他们的模式，并以他们为镜子来观察自己的生活，逐步建立属于自己的独立人格和处理问题的方式。",
    "annotation": [
      {
        "sentence": "看起来你对你父亲表达不利索的特点和他的一些行为感到不满，觉得这种表现是不尊重别人的。",
        "label": ""
      },
      {
        "sentence": "不过，我们首先要关注的是你自己。",
        "label": ""
      },
      {
        "sentence": "作为一个已经成年的大二学生，你现在正处于建立独立自主人生的起点阶段，这个阶段非常重要。",
        "label": ""
      },
      {
        "sentence": "你可以通过总结父母的关系、感受他们的模式，并以他们为镜子来观察自己的生活，逐步建立属于自己的独立人格和处理问题的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，父母的相处模式是他们多年的经验和环境共同塑造的，并不一定完美和和谐。但他们能够维持关系，说明也有一定的道理。现在我作为旁观者，反而感到痛苦，真的很纠结。",
    "annotation": [
      {
        "sentence": "我明白了，父母的相处模式是他们多年的经验和环境共同塑造的，并不一定完美和和谐。",
        "label": ""
      },
      {
        "sentence": "但他们能够维持关系，说明也有一定的道理。",
        "label": ""
      },
      {
        "sentence": "现在我作为旁观者，反而感到痛苦，真的很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够认识到自己的困境已经很重要了。首先，你需要注意不要让对父亲的刻板印象影响你和他的关系，多反思自己的想法和情感。其次，父母的生活并不等同于你的生活，他们的认知和经历不会完全成为你的固有价值观和行为。同时，你需要相信自己不会重蹈父母的覆辙，要有独立人格的信念。",
    "annotation": [
      {
        "sentence": "你能够认识到自己的困境已经很重要了。",
        "label": ""
      },
      {
        "sentence": "首先，你需要注意不要让对父亲的刻板印象影响你和他的关系，多反思自己的想法和情感。",
        "label": ""
      },
      {
        "sentence": "其次，父母的生活并不等同于你的生活，他们的认知和经历不会完全成为你的固有价值观和行为。",
        "label": ""
      },
      {
        "sentence": "同时，你需要相信自己不会重蹈父母的覆辙，要有独立人格的信念。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能成为救世主，试图改变他人的认知和行为。我需要不断突破过去灌输的价值观，形成独立的人格。我会努力实现这些。",
    "annotation": [
      {
        "sentence": "我明白了，我不能成为救世主，试图改变他人的认知和行为。",
        "label": ""
      },
      {
        "sentence": "我需要不断突破过去灌输的价值观，形成独立的人格。",
        "label": ""
      },
      {
        "sentence": "我会努力实现这些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的领悟很重要。我还推荐给你一本《舍得让你爱的人受苦》这本书，作者是张德芬。希望你能够放下对他人的担忧，专注于享受当前美好的生活。加油！",
    "annotation": [
      {
        "sentence": "很好，你的领悟很重要。",
        "label": ""
      },
      {
        "sentence": "我还推荐给你一本《舍得让你爱的人受苦》这本书，作者是张德芬。",
        "label": ""
      },
      {
        "sentence": "希望你能够放下对他人的担忧，专注于享受当前美好的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会努力克服这些问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会努力克服这些问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够克服困难的。如果你还有其他问题或困惑，随时都可以找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够克服困难的。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或困惑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]