[
  {
    "role": "client",
    "content": "最近我意外怀了二胎，虽然家庭经济、人力还勉强可以，但我还是不敢生二胎，你觉得我该怎么办？",
    "annotation": [
      {
        "sentence": "最近我意外怀了二胎，虽然家庭经济、人力还勉强可以，但我还是不敢生二胎，你觉得我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到你的烦恼了。从你的话语中我感觉到你内心的不安和思考。你觉得这样的选择让你陷入了多重矛盾，是吗？",
    "annotation": [
      {
        "sentence": "我听到你的烦恼了。",
        "label": ""
      },
      {
        "sentence": "从你的话语中我感觉到你内心的不安和思考。",
        "label": ""
      },
      {
        "sentence": "你觉得这样的选择让你陷入了多重矛盾，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我担心日后家庭质量下降，孩子间吵闹，老人和自己发生意见分歧等问题，接着就控制不住情绪，将坏情绪发泄到孩子身上，伤害他们。我自己的母亲就是这样，从小理解她、心疼她，但也让我变成了讨好者，做事以能让她开心为目的。我不希望我的孩子也遭遇这些，所以我没有勇气留下孩子，又舍不得珍贵的小生命。",
    "annotation": [
      {
        "sentence": "是的，我担心日后家庭质量下降，孩子间吵闹，老人和自己发生意见分歧等问题，接着就控制不住情绪，将坏情绪发泄到孩子身上，伤害他们。",
        "label": ""
      },
      {
        "sentence": "我自己的母亲就是这样，从小理解她、心疼她，但也让我变成了讨好者，做事以能让她开心为目的。",
        "label": ""
      },
      {
        "sentence": "我不希望我的孩子也遭遇这些，所以我没有勇气留下孩子，又舍不得珍贵的小生命。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢地面对了你自己的烦恼，并分享了你的担忧与恐惧。我理解你的经历和内心的矛盾。不过，我想说如果我们总是在选择的过程中只看到选择带来的不良结果，或者总是想要“熊掌和鱼兼得”，无疑会给我们带来很多的烦恼。在这个选择上，从时间的维度来讲，只有一个理由是长期永久的影响你，那就是遵从你的内心。你是否能真正地想一想自己内心想要的，而不是因为外界因素来作出的选择，呢？",
    "annotation": [
      {
        "sentence": "你很勇敢地面对了你自己的烦恼，并分享了你的担忧与恐惧。",
        "label": ""
      },
      {
        "sentence": "我理解你的经历和内心的矛盾。",
        "label": ""
      },
      {
        "sentence": "不过，我想说如果我们总是在选择的过程中只看到选择带来的不良结果，或者总是想要“熊掌和鱼兼得”，无疑会给我们带来很多的烦恼。",
        "label": ""
      },
      {
        "sentence": "在这个选择上，从时间的维度来讲，只有一个理由是长期永久的影响你，那就是遵从你的内心。",
        "label": ""
      },
      {
        "sentence": "你是否能真正地想一想自己内心想要的，而不是因为外界因素来作出的选择，呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实考虑了很多，但对于自己的孩子，我还是担心着太多，或许我不愿意面对我的内心选择吧。",
    "annotation": [
      {
        "sentence": "我确实考虑了很多，但对于自己的孩子，我还是担心着太多，或许我不愿意面对我的内心选择吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的这个担忧，我理解你的感受。有时候，我们面对自己内心的选择时，会感到恐惧和不安。但是，逃避并不是解决问题的方法，逃避让我们觉得轻松一时，但是长期来看，它会带给我们更多的困境。你可以试着去正视你的内心选择，如果你有顾虑，我们可以一起找出可行的解决方案。让我们去认真地想一想你目前的选择，然后看看如何让你舒服去做出正确的决定。",
    "annotation": [
      {
        "sentence": "对于你的这个担忧，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "有时候，我们面对自己内心的选择时，会感到恐惧和不安。",
        "label": ""
      },
      {
        "sentence": "但是，逃避并不是解决问题的方法，逃避让我们觉得轻松一时，但是长期来看，它会带给我们更多的困境。",
        "label": ""
      },
      {
        "sentence": "你可以试着去正视你的内心选择，如果你有顾虑，我们可以一起找出可行的解决方案。",
        "label": ""
      },
      {
        "sentence": "让我们去认真地想一想你目前的选择，然后看看如何让你舒服去做出正确的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试去想想自己内心想要的，也许我需要找一些时间来好好考虑一下，你觉得呢？",
    "annotation": [
      {
        "sentence": "好的，我会尝试去想想自己内心想要的，也许我需要找一些时间来好好考虑一下，你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，你可以花些时间去思考关于你内心的想法和对于未来的期望。如果你有需要，我也可以陪伴你一起去想一想可行的计划，制订一些目标，让你更加坚定自己的决定。另外，在过程中不要忘了关注自己的情感和情绪，同时，我会一直在你身边，支持你，帮助你渡过这段难以决断的时期。",
    "annotation": [
      {
        "sentence": "当然，你可以花些时间去思考关于你内心的想法和对于未来的期望。",
        "label": ""
      },
      {
        "sentence": "如果你有需要，我也可以陪伴你一起去想一想可行的计划，制订一些目标，让你更加坚定自己的决定。",
        "label": ""
      },
      {
        "sentence": "另外，在过程中不要忘了关注自己的情感和情绪，同时，我会一直在你身边，支持你，帮助你渡过这段难以决断的时期。",
        "label": ""
      }
    ]
  }
]