[
  {
    "role": "client",
    "content": "总喜欢发朋友圈想让好友看到，怎样降低对他人的期待？老是喜欢发朋友圈想让部分好友看到。明明是一些鸡毛蒜皮的小事儿，没必要发，但就是希望他们看到。自我感觉自己是有点讨好型人格、又有一种被看见的心理期待。希望别人看到我的努力、看到我的改变、原谅曾经犯错的自己。我该怎样降低这种期待呢？",
    "annotation": [
      {
        "sentence": "总喜欢发朋友圈想让好友看到，怎样降低对他人的期待？",
        "label": ""
      },
      {
        "sentence": "老是喜欢发朋友圈想让部分好友看到。",
        "label": ""
      },
      {
        "sentence": "明明是一些鸡毛蒜皮的小事儿，没必要发，但就是希望他们看到。",
        "label": ""
      },
      {
        "sentence": "自我感觉自己是有点讨好型人格、又有一种被看见的心理期待。",
        "label": ""
      },
      {
        "sentence": "希望别人看到我的努力、看到我的改变、原谅曾经犯错的自己。",
        "label": ""
      },
      {
        "sentence": "我该怎样降低这种期待呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。你总是希望别人能够看到你的努力和变化，以及对过去的原谅。事实上，很多人都有类似的期望，希望被认可和理解是每个人最基本的需求，这是很正常的。但有时候我们的期望可能无法得到满足，当我们过于执着地期待别人的认可时，就容易感到失望。你有没有过类似的想法，觉得“我一定要被别人看到、被别人认可、被别人理解”？要小心这种绝对化的思维，它并不是合理的信念。实际上，只有我们自己可以真正满足自己的需求，其他人都有自己的意愿，可能无法全然满足我们。所以，首先，我们要学会自我满足。别人对你的评价和认可真的那么重要吗？试着寻找内心对自己的认可，当你学会通过自己来满足自己的需求时，就不再需要依赖外界的支持了。希望你一切安好。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你总是希望别人能够看到你的努力和变化，以及对过去的原谅。",
        "label": ""
      },
      {
        "sentence": "事实上，很多人都有类似的期望，希望被认可和理解是每个人最基本的需求，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "但有时候我们的期望可能无法得到满足，当我们过于执着地期待别人的认可时，就容易感到失望。",
        "label": ""
      },
      {
        "sentence": "你有没有过类似的想法，觉得“我一定要被别人看到、被别人认可、被别人理解”？",
        "label": ""
      },
      {
        "sentence": "要小心这种绝对化的思维，它并不是合理的信念。",
        "label": ""
      },
      {
        "sentence": "实际上，只有我们自己可以真正满足自己的需求，其他人都有自己的意愿，可能无法全然满足我们。",
        "label": ""
      },
      {
        "sentence": "所以，首先，我们要学会自我满足。",
        "label": ""
      },
      {
        "sentence": "别人对你的评价和认可真的那么重要吗？",
        "label": ""
      },
      {
        "sentence": "试着寻找内心对自己的认可，当你学会通过自己来满足自己的需求时，就不再需要依赖外界的支持了。",
        "label": ""
      },
      {
        "sentence": "希望你一切安好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实有时候过于追求别人的认可，而且这样的想法在脑海里反复出现，让我感到很困扰。尽管我知道这并不是合理的信念，但我还是很难控制自己的情绪和期待。有没有什么具体的方法可以帮助我降低对他人的期待呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实有时候过于追求别人的认可，而且这样的想法在脑海里反复出现，让我感到很困扰。",
        "label": ""
      },
      {
        "sentence": "尽管我知道这并不是合理的信念，但我还是很难控制自己的情绪和期待。",
        "label": ""
      },
      {
        "sentence": "有没有什么具体的方法可以帮助我降低对他人的期待呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必客气，我愿意帮助你。要降低对他人的期待，可以试着依靠以下几个方面：首先，提醒自己每个人都有自己的生活和选择，不一定能满足你的期待，这样可以改变你对他人观察的焦点。其次，培养自我关爱和自我认可的能力，关注自己的努力和改变，不再过分追求他人的认可。此外，与朋友家人保持沟通和互动，获得情感上的支持和认可，从而减轻对外部认可的渴望。最后，尝试寻找其他途径满足自己的需求，比如通过参加兴趣小组、学习新技能等，来找到更多自我成长和满足感。希望这些方法能对你有所帮助。",
    "annotation": [
      {
        "sentence": "你不必客气，我愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "要降低对他人的期待，可以试着依靠以下几个方面：首先，提醒自己每个人都有自己的生活和选择，不一定能满足你的期待，这样可以改变你对他人观察的焦点。",
        "label": ""
      },
      {
        "sentence": "其次，培养自我关爱和自我认可的能力，关注自己的努力和改变，不再过分追求他人的认可。",
        "label": ""
      },
      {
        "sentence": "此外，与朋友家人保持沟通和互动，获得情感上的支持和认可，从而减轻对外部认可的渴望。",
        "label": ""
      },
      {
        "sentence": "最后，尝试寻找其他途径满足自己的需求，比如通过参加兴趣小组、学习新技能等，来找到更多自我成长和满足感。",
        "label": ""
      },
      {
        "sentence": "希望这些方法能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去实践。我想我确实需要培养自己的自我关爱能力，以及寻找其他途径满足自己的需求。不再那么依赖他人的认可，对我来说可能是个挑战，但我会尝试。还有一点，我想问一下，如果我在这个过程中遇到困难或者失去动力，该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去实践。",
        "label": ""
      },
      {
        "sentence": "我想我确实需要培养自己的自我关爱能力，以及寻找其他途径满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "不再那么依赖他人的认可，对我来说可能是个挑战，但我会尝试。",
        "label": ""
      },
      {
        "sentence": "还有一点，我想问一下，如果我在这个过程中遇到困难或者失去动力，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，建立自我关爱能力需要时间和努力，可能会遇到困难和失去动力的时候。这时候，你可以尝试以下几种方法来帮助自己。首先，记住自己改变的初衷和目标，想一想为什么你想要减少对他人的期待，这样可以激发动力。其次，寻求朋友和家人的支持，与他们分享你的困惑和挑战，他们可以给予你鼓励和帮助。此外，可以寻找专业心理咨询的支持，专业的心理咨询师可以帮助你探索更深层次的问题并提供有效的解决方案。最后，不要过分苛求自己，接受自己在这个过程中可能会有起伏和波动，把它看作是成长的一部分。祝你成功！",
    "annotation": [
      {
        "sentence": "你说的很对，建立自我关爱能力需要时间和努力，可能会遇到困难和失去动力的时候。",
        "label": ""
      },
      {
        "sentence": "这时候，你可以尝试以下几种方法来帮助自己。",
        "label": ""
      },
      {
        "sentence": "首先，记住自己改变的初衷和目标，想一想为什么你想要减少对他人的期待，这样可以激发动力。",
        "label": ""
      },
      {
        "sentence": "其次，寻求朋友和家人的支持，与他们分享你的困惑和挑战，他们可以给予你鼓励和帮助。",
        "label": ""
      },
      {
        "sentence": "此外，可以寻找专业心理咨询的支持，专业的心理咨询师可以帮助你探索更深层次的问题并提供有效的解决方案。",
        "label": ""
      },
      {
        "sentence": "最后，不要过分苛求自己，接受自己在这个过程中可能会有起伏和波动，把它看作是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心和建议，我会牢记在心。我会尝试将这些方法付诸实践，同时也会寻求他人的支持。希望我能够逐渐减少对他人的期待，更好地关爱自己。如果有需要，我会考虑寻找专业心理咨询的支持。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的耐心和建议，我会牢记在心。",
        "label": ""
      },
      {
        "sentence": "我会尝试将这些方法付诸实践，同时也会寻求他人的支持。",
        "label": ""
      },
      {
        "sentence": "希望我能够逐渐减少对他人的期待，更好地关爱自己。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会考虑寻找专业心理咨询的支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。你已经迈出了寻求帮助的第一步，这是非常棒的。记得，你并不孤单，与他人分享你的困惑可以让你感到更加支持和理解。希望你的努力能够取得良好的效果，相信你一定能够逐渐减少对他人的期待，并更好地关爱自己。祝你心情愉快，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了寻求帮助的第一步，这是非常棒的。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，与他人分享你的困惑可以让你感到更加支持和理解。",
        "label": ""
      },
      {
        "sentence": "希望你的努力能够取得良好的效果，相信你一定能够逐渐减少对他人的期待，并更好地关爱自己。",
        "label": ""
      },
      {
        "sentence": "祝你心情愉快，加油！",
        "label": ""
      }
    ]
  }
]