[
  {
    "role": "client",
    "content": "最近我感到非常恐惧，我今年29岁，突然失去了家庭……我从小父母关系就不好，父亲有暴力倾向，和前妻以及女儿早就断绝了关系。我妈一直忍受着这样的婚姻35年，每个月都会发一次脾气，指着我们母女之间吵架。这次情况更加严重，他开始砸东西，甚至找来锤子要打死我养的猫。他们当初商量好了一人出一半的钱给我买套房，但我妈只出了三分之一，后来又病倒了，无法出剩下的钱。因此，父亲觉得我们骗了他的钱，我们每天都生活在恐惧中，不能报警因为他没有打人。我和母亲想搬出去，但由于我失业还没有找到工作，我们只能等待。整个星期，我一直生活在恐惧中，每天只能睡4小时，一顿只吃两口饭……我开始出现反应迟缓、记忆力下降的情况，甚至想要了解自己的想法。（我从小就有自杀倾向，养了猫之后情绪才好一点，我妈也是，病后医生强调要保持情绪稳定，养了猫之后我们两个的情绪都好很多）如果他真的杀了我的猫，我可能真的无法再忍受了，我该怎么办才好……",
    "annotation": [
      {
        "sentence": "最近我感到非常恐惧，我今年29岁，突然失去了家庭……我从小父母关系就不好，父亲有暴力倾向，和前妻以及女儿早就断绝了关系。",
        "label": ""
      },
      {
        "sentence": "我妈一直忍受着这样的婚姻35年，每个月都会发一次脾气，指着我们母女之间吵架。",
        "label": ""
      },
      {
        "sentence": "这次情况更加严重，他开始砸东西，甚至找来锤子要打死我养的猫。",
        "label": ""
      },
      {
        "sentence": "他们当初商量好了一人出一半的钱给我买套房，但我妈只出了三分之一，后来又病倒了，无法出剩下的钱。",
        "label": ""
      },
      {
        "sentence": "因此，父亲觉得我们骗了他的钱，我们每天都生活在恐惧中，不能报警因为他没有打人。",
        "label": ""
      },
      {
        "sentence": "我和母亲想搬出去，但由于我失业还没有找到工作，我们只能等待。",
        "label": ""
      },
      {
        "sentence": "整个星期，我一直生活在恐惧中，每天只能睡4小时，一顿只吃两口饭……我开始出现反应迟缓、记忆力下降的情况，甚至想要了解自己的想法。",
        "label": ""
      },
      {
        "sentence": "（我从小就有自杀倾向，养了猫之后情绪才好一点，我妈也是，病后医生强调要保持情绪稳定，养了猫之后我们两个的情绪都好很多）如果他真的杀了我的猫，我可能真的无法再忍受了，我该怎么办才好……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我非常心疼你所经历的遭遇。父亲有暴力倾向，经常以过激的行为来恐吓你和妈妈。每次父亲这样做的时候，你们有什么反应呢？听到你说妈妈已经忍受了35年的痛苦，对于一个施暴者来说，他的每次暴行都能为他换取一些利益，所以他会常常使用这种方式对待他人。你也有了一些不好的想法，但是对于目前的情况来说，比起选择自我了结这种最极端、最糟糕的方法，还有什么比生命更重要的呢？母亲也需要你的支持，所以你需要振作起来，想想有什么其他解决办法。比如，你们是否可以去亲戚或朋友的家暂住一段时间，让双方都冷静下来呢？还有其他什么办法可以拉开距离呢？面对父亲的暴行，也需要适当地维护自己的权益，适当地反抗，至少让父亲明白他这样做只会伤害到大家，让他意识到总是用这种方式威胁家人并不能得到好处。",
    "annotation": [
      {
        "sentence": "看了你的描述，我非常心疼你所经历的遭遇。",
        "label": ""
      },
      {
        "sentence": "父亲有暴力倾向，经常以过激的行为来恐吓你和妈妈。",
        "label": ""
      },
      {
        "sentence": "每次父亲这样做的时候，你们有什么反应呢？",
        "label": ""
      },
      {
        "sentence": "听到你说妈妈已经忍受了35年的痛苦，对于一个施暴者来说，他的每次暴行都能为他换取一些利益，所以他会常常使用这种方式对待他人。",
        "label": ""
      },
      {
        "sentence": "你也有了一些不好的想法，但是对于目前的情况来说，比起选择自我了结这种最极端、最糟糕的方法，还有什么比生命更重要的呢？",
        "label": ""
      },
      {
        "sentence": "母亲也需要你的支持，所以你需要振作起来，想想有什么其他解决办法。",
        "label": ""
      },
      {
        "sentence": "比如，你们是否可以去亲戚或朋友的家暂住一段时间，让双方都冷静下来呢？",
        "label": ""
      },
      {
        "sentence": "还有其他什么办法可以拉开距离呢？",
        "label": ""
      },
      {
        "sentence": "面对父亲的暴行，也需要适当地维护自己的权益，适当地反抗，至少让父亲明白他这样做只会伤害到大家，让他意识到总是用这种方式威胁家人并不能得到好处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每次父亲发脾气的时候，我感到非常害怕，心跳加速，不知道他会做出什么过激的行为来伤害我们。我很怀疑他的行为是否有恶意，他好像只是为了让我们感到恐惧。但是，我们一直忍耐着这样的暴力，我真的受够了。我明白生命很重要，但我现在感到无助和绝望，不知道该如何应对。",
    "annotation": [
      {
        "sentence": "每次父亲发脾气的时候，我感到非常害怕，心跳加速，不知道他会做出什么过激的行为来伤害我们。",
        "label": ""
      },
      {
        "sentence": "我很怀疑他的行为是否有恶意，他好像只是为了让我们感到恐惧。",
        "label": ""
      },
      {
        "sentence": "但是，我们一直忍耐着这样的暴力，我真的受够了。",
        "label": ""
      },
      {
        "sentence": "我明白生命很重要，但我现在感到无助和绝望，不知道该如何应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你每次父亲发脾气时的恐惧感和心跳加速的感觉，毕竟你从小就生活在这样的环境中，不知道他会做出什么过激的行为来伤害你们。你怀疑他的行为是否有恶意，似乎只是为了让你们感到恐惧。然而，你们一直忍耐这样的暴力，这让你感到非常痛苦。确实，生命非常重要，但我明白你现在感到无助和绝望，不知道该如何应对。或许我们可以一起思考一些方法，来帮助你应对这样的困境。你是否曾想过寻求家暴咨询师的帮助？他们专门处理这类问题，可以提供你们需要的支持和指导。",
    "annotation": [
      {
        "sentence": "我理解你每次父亲发脾气时的恐惧感和心跳加速的感觉，毕竟你从小就生活在这样的环境中，不知道他会做出什么过激的行为来伤害你们。",
        "label": ""
      },
      {
        "sentence": "你怀疑他的行为是否有恶意，似乎只是为了让你们感到恐惧。",
        "label": ""
      },
      {
        "sentence": "然而，你们一直忍耐这样的暴力，这让你感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "确实，生命非常重要，但我明白你现在感到无助和绝望，不知道该如何应对。",
        "label": ""
      },
      {
        "sentence": "或许我们可以一起思考一些方法，来帮助你应对这样的困境。",
        "label": ""
      },
      {
        "sentence": "你是否曾想过寻求家暴咨询师的帮助？",
        "label": ""
      },
      {
        "sentence": "他们专门处理这类问题，可以提供你们需要的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有想过寻求家暴咨询师的帮助，这是一个好建议。我会考虑去找专业人士寻求支持和指导。同时，我也担心自己情绪的稳定，担心我无法坚持下去。我知道我需要有更多的勇气，但现在我真的感到非常脆弱和无助。",
    "annotation": [
      {
        "sentence": "我没有想过寻求家暴咨询师的帮助，这是一个好建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑去找专业人士寻求支持和指导。",
        "label": ""
      },
      {
        "sentence": "同时，我也担心自己情绪的稳定，担心我无法坚持下去。",
        "label": ""
      },
      {
        "sentence": "我知道我需要有更多的勇气，但现在我真的感到非常脆弱和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能接受我的建议，去找专业人士寻求支持和指导会对你们非常有帮助。他们了解家庭暴力的特殊性，并能提供你们需要的情绪支持和解决方案。同时，我理解你对于自身情绪稳定的担忧，这正是为什么我建议你寻求专业帮助的原因。你已经展现了很大的勇气，但是有时候我们也需要依靠他人来帮助我们度过难关。与此同时，你并不孤单，我们支持你，也希望你能找到内心的力量，坚持下去。",
    "annotation": [
      {
        "sentence": "很高兴你能接受我的建议，去找专业人士寻求支持和指导会对你们非常有帮助。",
        "label": ""
      },
      {
        "sentence": "他们了解家庭暴力的特殊性，并能提供你们需要的情绪支持和解决方案。",
        "label": ""
      },
      {
        "sentence": "同时，我理解你对于自身情绪稳定的担忧，这正是为什么我建议你寻求专业帮助的原因。",
        "label": ""
      },
      {
        "sentence": "你已经展现了很大的勇气，但是有时候我们也需要依靠他人来帮助我们度过难关。",
        "label": ""
      },
      {
        "sentence": "与此同时，你并不孤单，我们支持你，也希望你能找到内心的力量，坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你一直以来的支持和鼓励，这让我感到温暖和希望。我会积极寻求专业帮助，并努力坚持下去。不再沉浸在绝望中，我会为自己和妈妈争取更好的生活。",
    "annotation": [
      {
        "sentence": "感谢你一直以来的支持和鼓励，这让我感到温暖和希望。",
        "label": ""
      },
      {
        "sentence": "我会积极寻求专业帮助，并努力坚持下去。",
        "label": ""
      },
      {
        "sentence": "不再沉浸在绝望中，我会为自己和妈妈争取更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，支持和鼓励是我应该做的。我相信你有能力走出困境，寻找到更好的生活。记住，没有任何困难是无法克服的，我会一直陪伴在你身边，支持你。你和妈妈都值得拥有幸福和安全的生活，加油！",
    "annotation": [
      {
        "sentence": "不用谢，支持和鼓励是我应该做的。",
        "label": ""
      },
      {
        "sentence": "我相信你有能力走出困境，寻找到更好的生活。",
        "label": ""
      },
      {
        "sentence": "记住，没有任何困难是无法克服的，我会一直陪伴在你身边，支持你。",
        "label": ""
      },
      {
        "sentence": "你和妈妈都值得拥有幸福和安全的生活，加油！",
        "label": ""
      }
    ]
  }
]