[
  {
    "role": "client",
    "content": "29岁的我，一下子没有了家，时刻活在恐惧之中……父母关系从小就不好，父亲有暴力倾向且前妻与女儿因脾气问题早已断绝。我妈苦苦忍了35年，每个月都要发一次脾气指着我们母女的鼻子骂。这次更加严重，一直在砸东西和把我们的东西丢出来，甚至找出锤子想把我养的猫打死。他们当初协商好一人出一半给我买了套房，但我妈出了三分之一后病重，无力给剩下的钱。于是他就觉得我们骗了他的钱，我们每天都活在恐惧之中，因为没有打人所以不能报警处理。我和母亲想搬出去，但是因为我失业暂未找到工作所以要等。整个星期我时时刻刻都活在恐惧之中，只能睡4小时，一顿只能吃两口……已经开始出现反应迟缓，记忆力急剧下降的情况，甚至出现想了解自我的想法。（我从小就有自杀倾向，养了猫之后情绪才好一点，我妈也是，病后医生强调情绪要好，养了猫之后我们两个的情绪都好很多）如果他真的弄死我的猫，我可能真的生无可恋了，我要怎么办才好……",
    "annotation": [
      {
        "sentence": "29岁的我，一下子没有了家，时刻活在恐惧之中……父母关系从小就不好，父亲有暴力倾向且前妻与女儿因脾气问题早已断绝。",
        "label": ""
      },
      {
        "sentence": "我妈苦苦忍了35年，每个月都要发一次脾气指着我们母女的鼻子骂。",
        "label": ""
      },
      {
        "sentence": "这次更加严重，一直在砸东西和把我们的东西丢出来，甚至找出锤子想把我养的猫打死。",
        "label": ""
      },
      {
        "sentence": "他们当初协商好一人出一半给我买了套房，但我妈出了三分之一后病重，无力给剩下的钱。",
        "label": ""
      },
      {
        "sentence": "于是他就觉得我们骗了他的钱，我们每天都活在恐惧之中，因为没有打人所以不能报警处理。",
        "label": ""
      },
      {
        "sentence": "我和母亲想搬出去，但是因为我失业暂未找到工作所以要等。",
        "label": ""
      },
      {
        "sentence": "整个星期我时时刻刻都活在恐惧之中，只能睡4小时，一顿只能吃两口……已经开始出现反应迟缓，记忆力急剧下降的情况，甚至出现想了解自我的想法。",
        "label": ""
      },
      {
        "sentence": "（我从小就有自杀倾向，养了猫之后情绪才好一点，我妈也是，病后医生强调情绪要好，养了猫之后我们两个的情绪都好很多）如果他真的弄死我的猫，我可能真的生无可恋了，我要怎么办才好……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的遭遇，真的挺心疼你跟妈妈的。父亲有暴力倾向，你妈妈还忍了35年，你也时刻活在恐惧中。妈妈的病，是不是长期遭受爸爸的恐吓造成的呢？我想跟这个应该有很大关系。",
    "annotation": [
      {
        "sentence": "看了你的遭遇，真的挺心疼你跟妈妈的。",
        "label": ""
      },
      {
        "sentence": "父亲有暴力倾向，你妈妈还忍了35年，你也时刻活在恐惧中。",
        "label": ""
      },
      {
        "sentence": "妈妈的病，是不是长期遭受爸爸的恐吓造成的呢？",
        "label": ""
      },
      {
        "sentence": "我想跟这个应该有很大关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，妈妈的情绪问题确实与爸爸的恐吓有关。我觉得我们真的需要有人的支持，现在感觉非常无助。",
    "annotation": [
      {
        "sentence": "是的，妈妈的情绪问题确实与爸爸的恐吓有关。",
        "label": ""
      },
      {
        "sentence": "我觉得我们真的需要有人的支持，现在感觉非常无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。在这种困难时刻，确实需要外界的支持，帮助你们重新建立信心和安全感。你可以试着寻求一些专业心理咨询师的帮助，他们可以提供你们心理方面的支持和指导。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在这种困难时刻，确实需要外界的支持，帮助你们重新建立信心和安全感。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻求一些专业心理咨询师的帮助，他们可以提供你们心理方面的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经考虑过寻求心理咨询师的帮助，但是我现在失业，经济上有些困难。",
    "annotation": [
      {
        "sentence": "我曾经考虑过寻求心理咨询师的帮助，但是我现在失业，经济上有些困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心经济问题，有很多社区和非盈利组织提供免费或低收费的心理咨询服务。你可以咨询当地的社区服务中心或者咨询热线，看看是否有适合你们情况的资源。他们通常可以提供经济援助或者推荐合适的资源。",
    "annotation": [
      {
        "sentence": "不要担心经济问题，有很多社区和非盈利组织提供免费或低收费的心理咨询服务。",
        "label": ""
      },
      {
        "sentence": "你可以咨询当地的社区服务中心或者咨询热线，看看是否有适合你们情况的资源。",
        "label": ""
      },
      {
        "sentence": "他们通常可以提供经济援助或者推荐合适的资源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽快去咨询一下。但是现在我们需要先解决住房问题，因为我失业暂未找到工作，所以还没有足够的经济条件搬出去。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽快去咨询一下。",
        "label": ""
      },
      {
        "sentence": "但是现在我们需要先解决住房问题，因为我失业暂未找到工作，所以还没有足够的经济条件搬出去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你们目前的困境。你可以先咨询当地的社区服务中心或者民政部门，看看是否有能够提供经济上的帮助和支持的渠道。他们通常会有相应的资源和计划，可以为你们提供一些帮助。",
    "annotation": [
      {
        "sentence": "我理解你们目前的困境。",
        "label": ""
      },
      {
        "sentence": "你可以先咨询当地的社区服务中心或者民政部门，看看是否有能够提供经济上的帮助和支持的渠道。",
        "label": ""
      },
      {
        "sentence": "他们通常会有相应的资源和计划，可以为你们提供一些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会去咨询一下相关部门。但是我们现在每天都生活在恐惧之中，我真的不知道该如何应对。",
    "annotation": [
      {
        "sentence": "好的，我会去咨询一下相关部门。",
        "label": ""
      },
      {
        "sentence": "但是我们现在每天都生活在恐惧之中，我真的不知道该如何应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你现在的心情。面对这样的恐惧和压力，你可以试着找一些舒缓压力的方法来缓解自己的情绪。比如说，尝试一些放松的活动，比如瑜伽、冥想、听音乐等。同时，也可以和妈妈一起分享你们的感受，互相鼓励和支持。",
    "annotation": [
      {
        "sentence": "我可以理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "面对这样的恐惧和压力，你可以试着找一些舒缓压力的方法来缓解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "比如说，尝试一些放松的活动，比如瑜伽、冥想、听音乐等。",
        "label": ""
      },
      {
        "sentence": "同时，也可以和妈妈一起分享你们的感受，互相鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试一些放松活动来缓解压力。同时，我也会和妈妈一起交流我们的感受，互相鼓励和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试一些放松活动来缓解压力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会和妈妈一起交流我们的感受，互相鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，互相鼓励和支持是非常重要的。只有你们两个人的情绪都变得更加稳定和积极，才能更好地应对现在的困境。你们都已经承受了很多，相信你们一定有足够的力量去克服困难。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，互相鼓励和支持是非常重要的。",
        "label": ""
      },
      {
        "sentence": "只有你们两个人的情绪都变得更加稳定和积极，才能更好地应对现在的困境。",
        "label": ""
      },
      {
        "sentence": "你们都已经承受了很多，相信你们一定有足够的力量去克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会加倍努力去面对这一切的。实在是太感激了！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会加倍努力去面对这一切的。",
        "label": ""
      },
      {
        "sentence": "实在是太感激了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。如果你在需要的时候还有其他问题或者困惑，随时都可以来找我倾诉。记住，你并不孤单，有人在支持着你！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你在需要的时候还有其他问题或者困惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人在支持着你！",
        "label": ""
      }
    ]
  }
]