[
  {
    "role": "client",
    "content": "我最不擅长人际关系，偏偏处在复杂环境中，逼着我成长吗？我老公是部队的，在部队大院，很多都认识，抬头不见低头见的，我是个直脾气的人，看到自己不喜欢的人就不想打招呼。",
    "annotation": [
      {
        "sentence": "我最不擅长人际关系，偏偏处在复杂环境中，逼着我成长吗？",
        "label": ""
      },
      {
        "sentence": "我老公是部队的，在部队大院，很多都认识，抬头不见低头见的，我是个直脾气的人，看到自己不喜欢的人就不想打招呼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的描述，很能理解你当下心理的状态。确实如果勉强自己去做自己不太喜欢的事情呢，会不太舒服。其实我们一起来试着来梳理一下，怎么样从这种状态中走出来呢？",
    "annotation": [
      {
        "sentence": "听了你的描述，很能理解你当下心理的状态。",
        "label": ""
      },
      {
        "sentence": "确实如果勉强自己去做自己不太喜欢的事情呢，会不太舒服。",
        "label": ""
      },
      {
        "sentence": "其实我们一起来试着来梳理一下，怎么样从这种状态中走出来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "唉，我明白自己应该要打招呼，但每次看到不喜欢的人，心里就像被堵住了一样，好难受。",
    "annotation": [
      {
        "sentence": "唉，我明白自己应该要打招呼，但每次看到不喜欢的人，心里就像被堵住了一样，好难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，感觉像是被束缚住了一样。其实，你不是不愿意与人沟通，只是不想欺骗自己。你认为如果对一个人不太喜欢，但又要去打招呼，就是对自己不诚实，让自己不舒服。在部队大院里，你需要表现礼貌，这会给你带来更多的压力。",
    "annotation": [
      {
        "sentence": "我明白你的感受，感觉像是被束缚住了一样。",
        "label": ""
      },
      {
        "sentence": "其实，你不是不愿意与人沟通，只是不想欺骗自己。",
        "label": ""
      },
      {
        "sentence": "你认为如果对一个人不太喜欢，但又要去打招呼，就是对自己不诚实，让自己不舒服。",
        "label": ""
      },
      {
        "sentence": "在部队大院里，你需要表现礼貌，这会给你带来更多的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，这样的事情累积起来，确实让我很不舒服。而且如果家人不理解我，可能会给我更多压力。",
    "annotation": [
      {
        "sentence": "你说得对，这样的事情累积起来，确实让我很不舒服。",
        "label": ""
      },
      {
        "sentence": "而且如果家人不理解我，可能会给我更多压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，家人的理解与支持对我们来说很重要。我们需要分清楚一件事情：与一个自己不太喜欢的人打招呼是否不诚实？之前我也有过类似的想法，觉得我们应该对自己诚实，不喜欢的事情就要喜欢，不喜欢做的事情也要去做，否则就不是真实的自己。后来我与一位老师交流，他从另一个角度给我看待这些事情。",
    "annotation": [
      {
        "sentence": "是的，家人的理解与支持对我们来说很重要。",
        "label": ""
      },
      {
        "sentence": "我们需要分清楚一件事情：与一个自己不太喜欢的人打招呼是否不诚实？",
        "label": ""
      },
      {
        "sentence": "之前我也有过类似的想法，觉得我们应该对自己诚实，不喜欢的事情就要喜欢，不喜欢做的事情也要去做，否则就不是真实的自己。",
        "label": ""
      },
      {
        "sentence": "后来我与一位老师交流，他从另一个角度给我看待这些事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "老师给你提供了怎样的观点呢？",
    "annotation": [
      {
        "sentence": "老师给你提供了怎样的观点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "老师告诉我，人生苦短，我们一辈子能够遇到的人有限。无论我们喜欢或不喜欢他们，邻居之间有相聚的缘分，那些人点头之交只是场面上的一种表达。有句话叫做向周围释放善意。无论遇到好事还是坏事，无论喜欢的人还是不喜欢的人，保持积极阳光的心态，释放善意和热情，对他人会有好处，但更重要的是让我们自己受益。这样我们的心态会积极阳光，不会陷入纠结。",
    "annotation": [
      {
        "sentence": "老师告诉我，人生苦短，我们一辈子能够遇到的人有限。",
        "label": ""
      },
      {
        "sentence": "无论我们喜欢或不喜欢他们，邻居之间有相聚的缘分，那些人点头之交只是场面上的一种表达。",
        "label": ""
      },
      {
        "sentence": "有句话叫做向周围释放善意。",
        "label": ""
      },
      {
        "sentence": "无论遇到好事还是坏事，无论喜欢的人还是不喜欢的人，保持积极阳光的心态，释放善意和热情，对他人会有好处，但更重要的是让我们自己受益。",
        "label": ""
      },
      {
        "sentence": "这样我们的心态会积极阳光，不会陷入纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我豁然开朗。或许与那些我不太喜欢的人微笑和打招呼，并不代表不诚实，反而是对自己心胸的一种超越，是更加豁达的表现。我可以试着放松一下，慢慢接触那些我不喜欢的人，也许会发现他们并不是那么讨厌，可能只是之前的一些误会。",
    "annotation": [
      {
        "sentence": "你的话让我豁然开朗。",
        "label": ""
      },
      {
        "sentence": "或许与那些我不太喜欢的人微笑和打招呼，并不代表不诚实，反而是对自己心胸的一种超越，是更加豁达的表现。",
        "label": ""
      },
      {
        "sentence": "我可以试着放松一下，慢慢接触那些我不喜欢的人，也许会发现他们并不是那么讨厌，可能只是之前的一些误会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的观点能帮到你，我相信你没有大的问题，试着放松一点，享受每一天，开放心态去接纳每一个人。加油，当然不用急，慢慢来就好了。",
    "annotation": [
      {
        "sentence": "很高兴我的观点能帮到你，我相信你没有大的问题，试着放松一点，享受每一天，开放心态去接纳每一个人。",
        "label": ""
      },
      {
        "sentence": "加油，当然不用急，慢慢来就好了。",
        "label": ""
      }
    ]
  }
]