[
  {
    "role": "client",
    "content": "我是女生，未婚有男朋友，喜欢上一个女生……和男朋友平淡相处3年，彼此都很了解，可是对和他走入婚姻总觉得缺少了什么，他人品不错，和我条件差不多，但和他一起乏味远远大于快乐，我们极少像其他情侣一样拍过合影。我将其归因为，我不够爱他，没有完全的爱上他，接受他，虽然女朋友该尽的关心和体贴我都能做到，感觉像是一个任务去完成，但是如果条件成熟，比如他在居住地城市拥有一套住房，收入也远超于我时，我相信我会考虑和他结婚，但目前看来，这个时机还没到，我们彼此都没有做好准备。我们经济基本AA，是我要求的，他很想为我负担，但我极力要求各自付出，家人说这是我在潜意识里觉得不想亏欠他太多，心理上其实没想和他有一个未来。我一直以为我的生活就要在这样不痛不痒食之无味弃之可惜的近况中度过，这时生活中出现一个女生，她喜欢女孩子，我们互相喜欢，接触也很多，她已经把我当作女朋友，可她不知道我的真实情况，我也瞒着男朋友，我不知道该怎么办，怎么做，我很痛苦。",
    "annotation": [
      {
        "sentence": "我是女生，未婚有男朋友，喜欢上一个女生……和男朋友平淡相处3年，彼此都很了解，可是对和他走入婚姻总觉得缺少了什么，他人品不错，和我条件差不多，但和他一起乏味远远大于快乐，我们极少像其他情侣一样拍过合影。",
        "label": ""
      },
      {
        "sentence": "我将其归因为，我不够爱他，没有完全的爱上他，接受他，虽然女朋友该尽的关心和体贴我都能做到，感觉像是一个任务去完成，但是如果条件成熟，比如他在居住地城市拥有一套住房，收入也远超于我时，我相信我会考虑和他结婚，但目前看来，这个时机还没到，我们彼此都没有做好准备。",
        "label": ""
      },
      {
        "sentence": "我们经济基本AA，是我要求的，他很想为我负担，但我极力要求各自付出，家人说这是我在潜意识里觉得不想亏欠他太多，心理上其实没想和他有一个未来。",
        "label": ""
      },
      {
        "sentence": "我一直以为我的生活就要在这样不痛不痒食之无味弃之可惜的近况中度过，这时生活中出现一个女生，她喜欢女孩子，我们互相喜欢，接触也很多，她已经把我当作女朋友，可她不知道我的真实情况，我也瞒着男朋友，我不知道该怎么办，怎么做，我很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你的困扰，我可以理解你目前的痛苦和纠结。从问题的描述来看，你面临着选择一个交往3年的男朋友和一个你互相喜欢的女生之间的抉择，同时你必须隐瞒你的真实情况，这使你感到非常痛苦，不知道该怎么办。对你来说，这样的困惑很像是两条不同的人生道路展现在你面前，你站在一个十字路口上，茫然无措。当谈到你的男友时，你的描述非常清楚，你觉得和他过的生活乏味和平淡，走入婚姻的时候总觉得有些东西缺失，尽管他的人品不错，条件也和你相当，但和他在一起的时光远远不如快乐，我们很少像其他情侣一样合影留念。你认为这是因为你并没有完全爱上他，也没有完全接受他，尽管你尽力去关心和照顾他，但感觉上却像是在完成一项任务。然而，如果在经济条件成熟的情况下，例如他在你居住的城市拥有一套住房，收入也远远超过你，你可能会考虑和他结婚。但是目前来看，似乎时机还不成熟，我们彼此都没有做好准备。我们的经济状况基本上是AA制，这是我提出的要求，他很想为我承担，但我坚持要求各自付出。家人认为这是因为你在潜意识里不想欠他太多，其实心理上你并没有和他共同构建一个未来的想法。你一直以为自己的生活将在这种不痛不痒的平淡中度过，但突然间生活中却出现了一个女生，她喜欢女孩子，你和她互相喜欢，也有很多接触，她已经把你当作她的女朋友，但她不知道你的真实情况，同时你也瞒着男友。你不知道该怎么办，怎么抉择，感到非常痛苦。",
    "annotation": [
      {
        "sentence": "你好，看到你的困扰，我可以理解你目前的痛苦和纠结。",
        "label": ""
      },
      {
        "sentence": "从问题的描述来看，你面临着选择一个交往3年的男朋友和一个你互相喜欢的女生之间的抉择，同时你必须隐瞒你的真实情况，这使你感到非常痛苦，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "对你来说，这样的困惑很像是两条不同的人生道路展现在你面前，你站在一个十字路口上，茫然无措。",
        "label": ""
      },
      {
        "sentence": "当谈到你的男友时，你的描述非常清楚，你觉得和他过的生活乏味和平淡，走入婚姻的时候总觉得有些东西缺失，尽管他的人品不错，条件也和你相当，但和他在一起的时光远远不如快乐，我们很少像其他情侣一样合影留念。",
        "label": ""
      },
      {
        "sentence": "你认为这是因为你并没有完全爱上他，也没有完全接受他，尽管你尽力去关心和照顾他，但感觉上却像是在完成一项任务。",
        "label": ""
      },
      {
        "sentence": "然而，如果在经济条件成熟的情况下，例如他在你居住的城市拥有一套住房，收入也远远超过你，你可能会考虑和他结婚。",
        "label": ""
      },
      {
        "sentence": "但是目前来看，似乎时机还不成熟，我们彼此都没有做好准备。",
        "label": ""
      },
      {
        "sentence": "我们的经济状况基本上是AA制，这是我提出的要求，他很想为我承担，但我坚持要求各自付出。",
        "label": ""
      },
      {
        "sentence": "家人认为这是因为你在潜意识里不想欠他太多，其实心理上你并没有和他共同构建一个未来的想法。",
        "label": ""
      },
      {
        "sentence": "你一直以为自己的生活将在这种不痛不痒的平淡中度过，但突然间生活中却出现了一个女生，她喜欢女孩子，你和她互相喜欢，也有很多接触，她已经把你当作她的女朋友，但她不知道你的真实情况，同时你也瞒着男友。",
        "label": ""
      },
      {
        "sentence": "你不知道该怎么办，怎么抉择，感到非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在真的很困惑。我觉得和男友在一起的时间，我没有像其他情侣一样多的快乐回忆。我一直担心自己是不是在浪费时间，错过了更好的机会。而和女生在一起的时间，我感到很开心，我们互相喜欢，相处起来也很舒服。但同时这段感情又是建立在谎言之上的，对这一点我感到很内疚。我不知道应该怎样做才是对的，希望能有人给我一些建议。",
    "annotation": [
      {
        "sentence": "是的，我现在真的很困惑。",
        "label": ""
      },
      {
        "sentence": "我觉得和男友在一起的时间，我没有像其他情侣一样多的快乐回忆。",
        "label": ""
      },
      {
        "sentence": "我一直担心自己是不是在浪费时间，错过了更好的机会。",
        "label": ""
      },
      {
        "sentence": "而和女生在一起的时间，我感到很开心，我们互相喜欢，相处起来也很舒服。",
        "label": ""
      },
      {
        "sentence": "但同时这段感情又是建立在谎言之上的，对这一点我感到很内疚。",
        "label": ""
      },
      {
        "sentence": "我不知道应该怎样做才是对的，希望能有人给我一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困惑和内心的挣扎。你说得很对，和男友在一起的时光似乎缺少了快乐的回忆，你担心自己是否在浪费时间，错过了更好的机会。而与女生在一起的时候，你感到很开心，你们互相喜欢，相处起来也很舒服。但与此同时，你也承认这段感情是建立在谎言之上的，这让你感到内疚。你现在不知道该如何做才是对的，希望能得到一些建议。首先，你可以尝试与自己坦诚相对，了解自己内心真正的感受和期望。对于你的男友，你可以思考你对他的感情是否只是因为经济条件的考虑。对于女生，你可以考虑你们之间的关系是否建立在诚实和真实的基础上。同时，你可以寻求信任的朋友、倾诉热线或心理咨询师的帮助，让他们帮助你理清思路，找到适合你的选择。无论你最终做出什么决定，都没有所谓的对与错。重要的是你能够坦诚面对自己的真实感受，追求内心的幸福和满足。不论结果如何，都要相信自己有能力面对未来的挑战，并勇敢地前进。",
    "annotation": [
      {
        "sentence": "我能理解你的困惑和内心的挣扎。",
        "label": ""
      },
      {
        "sentence": "你说得很对，和男友在一起的时光似乎缺少了快乐的回忆，你担心自己是否在浪费时间，错过了更好的机会。",
        "label": ""
      },
      {
        "sentence": "而与女生在一起的时候，你感到很开心，你们互相喜欢，相处起来也很舒服。",
        "label": ""
      },
      {
        "sentence": "但与此同时，你也承认这段感情是建立在谎言之上的，这让你感到内疚。",
        "label": ""
      },
      {
        "sentence": "你现在不知道该如何做才是对的，希望能得到一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试与自己坦诚相对，了解自己内心真正的感受和期望。",
        "label": ""
      },
      {
        "sentence": "对于你的男友，你可以思考你对他的感情是否只是因为经济条件的考虑。",
        "label": ""
      },
      {
        "sentence": "对于女生，你可以考虑你们之间的关系是否建立在诚实和真实的基础上。",
        "label": ""
      },
      {
        "sentence": "同时，你可以寻求信任的朋友、倾诉热线或心理咨询师的帮助，让他们帮助你理清思路，找到适合你的选择。",
        "label": ""
      },
      {
        "sentence": "无论你最终做出什么决定，都没有所谓的对与错。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够坦诚面对自己的真实感受，追求内心的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "不论结果如何，都要相信自己有能力面对未来的挑战，并勇敢地前进。",
        "label": ""
      }
    ]
  }
]