[
  {
    "role": "client",
    "content": "领导出于私心指摘工作找茬，如何面对？",
    "annotation": [
      {
        "sentence": "领导出于私心指摘工作找茬，如何面对？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨，亲爱的朋友，在这里我看见你了，我听到了，我也感受到了你的委屈和难过情绪。工作上过去过于付出，现在也努力做好了本职工作，却被领导找茬、点名，所以我非常理解你，并感受到你此刻的委屈与难过，对领导讨厌、回避的心理，先给你一个大大的拥抱吧。",
    "annotation": [
      {
        "sentence": "嗨，亲爱的朋友，在这里我看见你了，我听到了，我也感受到了你的委屈和难过情绪。",
        "label": ""
      },
      {
        "sentence": "工作上过去过于付出，现在也努力做好了本职工作，却被领导找茬、点名，所以我非常理解你，并感受到你此刻的委屈与难过，对领导讨厌、回避的心理，先给你一个大大的拥抱吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和拥抱。我工作了六年，一直很努力，之前总是加班，把工作放在第一位，直管领导也一直认可我的工作。可是因为身体出现问题并且准备备孕，我减少了加班时间，并拒绝了一些承担不了的工作。可能是因为这些原因，领导开始在微信群里指责我做的工作，虽然没有点名，但大家都能看出是我。感觉领导这样是在公报私仇，对我做的工作不够好心情不好就发飙。我很努力保持好心情，但被找茬和点名，总是让我有点委屈和难过，我甚至讨厌他，不想和他正面接触。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和拥抱。",
        "label": ""
      },
      {
        "sentence": "我工作了六年，一直很努力，之前总是加班，把工作放在第一位，直管领导也一直认可我的工作。",
        "label": ""
      },
      {
        "sentence": "可是因为身体出现问题并且准备备孕，我减少了加班时间，并拒绝了一些承担不了的工作。",
        "label": ""
      },
      {
        "sentence": "可能是因为这些原因，领导开始在微信群里指责我做的工作，虽然没有点名，但大家都能看出是我。",
        "label": ""
      },
      {
        "sentence": "感觉领导这样是在公报私仇，对我做的工作不够好心情不好就发飙。",
        "label": ""
      },
      {
        "sentence": "我很努力保持好心情，但被找茬和点名，总是让我有点委屈和难过，我甚至讨厌他，不想和他正面接触。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这确实让你感到很委屈和难过。既然你做事一直都很认真努力，领导的行为实在是让人费解。但是，我想和你分享一个故事。曾经有一群孩子每天放学后都去一个老太太家门前踢球，老太太觉得他们踢得很好，就开始给他们奖励。起初是每人2元，后来逐渐减少，有一天甚至只给了每人1毛钱。于是，孩子们不满意了，觉得老太太小气，不再去踢球了。这个故事告诉我们，人们一旦得到了某些东西，就会习惯并期望一直得到，当没有得到时就会感到不满。也许你之前过于付出，让领导习惯了你额外的加班，所以现在他不满意你减少加班了。这一方面是领导的问题，但也需要你主动沟通解释你减少加班的原因，让他理解你的选择。",
    "annotation": [
      {
        "sentence": "我理解你的感受，这确实让你感到很委屈和难过。",
        "label": ""
      },
      {
        "sentence": "既然你做事一直都很认真努力，领导的行为实在是让人费解。",
        "label": ""
      },
      {
        "sentence": "但是，我想和你分享一个故事。",
        "label": ""
      },
      {
        "sentence": "曾经有一群孩子每天放学后都去一个老太太家门前踢球，老太太觉得他们踢得很好，就开始给他们奖励。",
        "label": ""
      },
      {
        "sentence": "起初是每人2元，后来逐渐减少，有一天甚至只给了每人1毛钱。",
        "label": ""
      },
      {
        "sentence": "于是，孩子们不满意了，觉得老太太小气，不再去踢球了。",
        "label": ""
      },
      {
        "sentence": "这个故事告诉我们，人们一旦得到了某些东西，就会习惯并期望一直得到，当没有得到时就会感到不满。",
        "label": ""
      },
      {
        "sentence": "也许你之前过于付出，让领导习惯了你额外的加班，所以现在他不满意你减少加班了。",
        "label": ""
      },
      {
        "sentence": "这一方面是领导的问题，但也需要你主动沟通解释你减少加班的原因，让他理解你的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实没有和领导好好沟通，直接减少加班时间让他生气了。我一直都有回避冲突的倾向，在人际沟通中经常会回避。可能这种模式从小时候就开始了，我需要面对这个问题。而且，我觉得之前常常加班，追求认可的行为，也和我在原生家庭中的经历有关。这次的问题让我看到了这些模式。你觉得我应该怎样调整自己的心态呢？",
    "annotation": [
      {
        "sentence": "你说得很对，我确实没有和领导好好沟通，直接减少加班时间让他生气了。",
        "label": ""
      },
      {
        "sentence": "我一直都有回避冲突的倾向，在人际沟通中经常会回避。",
        "label": ""
      },
      {
        "sentence": "可能这种模式从小时候就开始了，我需要面对这个问题。",
        "label": ""
      },
      {
        "sentence": "而且，我觉得之前常常加班，追求认可的行为，也和我在原生家庭中的经历有关。",
        "label": ""
      },
      {
        "sentence": "这次的问题让我看到了这些模式。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该怎样调整自己的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回避并不能解决问题，积极沟通是解决冲突的关键。你可以向领导解释你减少加班的原因，我相信他会理解你的选择。当回避出现时，你可以使用以下四句话来调整自己的心态：对不起，我升起了这样的念头；谢谢你，让我看见；请原谅，现在我要放下这个念头；我爱你，爱我过去所有的一切，让我看见了这些，让我经历了这些，让我去进步。总结起来，对于你的情况，我有三点建议：1.不要过于追求别人的认可，尽力做好自己应该做的事情就好。重要的是你自己认可自己。2.积极沟通，不要回避问题。和领导解释你的选择和状况，让他了解你的想法。3.洞察自己的模式，及时调整自己。感谢这次的问题，让你看清自己的一些模式，这是个进步的机会。",
    "annotation": [
      {
        "sentence": "回避并不能解决问题，积极沟通是解决冲突的关键。",
        "label": ""
      },
      {
        "sentence": "你可以向领导解释你减少加班的原因，我相信他会理解你的选择。",
        "label": ""
      },
      {
        "sentence": "当回避出现时，你可以使用以下四句话来调整自己的心态：对不起，我升起了这样的念头；谢谢你，让我看见；请原谅，现在我要放下这个念头；我爱你，爱我过去所有的一切，让我看见了这些，让我经历了这些，让我去进步。",
        "label": ""
      },
      {
        "sentence": "总结起来，对于你的情况，我有三点建议：1.不要过于追求别人的认可，尽力做好自己应该做的事情就好。",
        "label": ""
      },
      {
        "sentence": "重要的是你自己认可自己。",
        "label": ""
      },
      {
        "sentence": "2.积极沟通，不要回避问题。",
        "label": ""
      },
      {
        "sentence": "和领导解释你的选择和状况，让他了解你的想法。",
        "label": ""
      },
      {
        "sentence": "3.洞察自己的模式，及时调整自己。",
        "label": ""
      },
      {
        "sentence": "感谢这次的问题，让你看清自己的一些模式，这是个进步的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和陪伴，我会主动和领导沟通，解释我的选择和情况。我也会认真思考自己的模式，并尝试进行调整。再次感谢你的理解和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和陪伴，我会主动和领导沟通，解释我的选择和情况。",
        "label": ""
      },
      {
        "sentence": "我也会认真思考自己的模式，并尝试进行调整。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里陪伴你的。记得，你不需要过于在意他人的评判，只要努力做到最好就好。如果有任何疑问或需要帮助的地方，随时来找我聊天，我都会倾听和支持你的。加油！你是很棒的！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里陪伴你的。",
        "label": ""
      },
      {
        "sentence": "记得，你不需要过于在意他人的评判，只要努力做到最好就好。",
        "label": ""
      },
      {
        "sentence": "如果有任何疑问或需要帮助的地方，随时来找我聊天，我都会倾听和支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你是很棒的！",
        "label": ""
      }
    ]
  }
]