[
  {
    "role": "client",
    "content": "为什么很多职业会有只要男性？那些专业的女生该怎么办？我的闺蜜是工科生，但是比如做土木工程之类的工作不招女性，甚至有些工作是直接写着只招男性，女性工作难找，就拿土木工程来说，女性应该怎么办啊？",
    "annotation": [
      {
        "sentence": "为什么很多职业会有只要男性？",
        "label": ""
      },
      {
        "sentence": "那些专业的女生该怎么办？",
        "label": ""
      },
      {
        "sentence": "我的闺蜜是工科生，但是比如做土木工程之类的工作不招女性，甚至有些工作是直接写着只招男性，女性工作难找，就拿土木工程来说，女性应该怎么办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到这个问题，我觉得很有意思。你的闺蜜选择工科这个专业，现在又似乎看上了土木工程类的工作，可能对它有着浓厚的兴趣。虽然土木工程等力量型岗位主要适合男性从事，但并不代表女性没有机会。实际上，在管理类、创意类、设计类等方面，女性被广泛地欢迎。所以，如果真是喜欢，可以通过这些方式曲线救国。比如，从事新闻媒体类、抖音短视频类等工作，可以向公众普及知识，让大家更多了解土木类工程相关知识。",
    "annotation": [
      {
        "sentence": "你好，看到这个问题，我觉得很有意思。",
        "label": ""
      },
      {
        "sentence": "你的闺蜜选择工科这个专业，现在又似乎看上了土木工程类的工作，可能对它有着浓厚的兴趣。",
        "label": ""
      },
      {
        "sentence": "虽然土木工程等力量型岗位主要适合男性从事，但并不代表女性没有机会。",
        "label": ""
      },
      {
        "sentence": "实际上，在管理类、创意类、设计类等方面，女性被广泛地欢迎。",
        "label": ""
      },
      {
        "sentence": "所以，如果真是喜欢，可以通过这些方式曲线救国。",
        "label": ""
      },
      {
        "sentence": "比如，从事新闻媒体类、抖音短视频类等工作，可以向公众普及知识，让大家更多了解土木类工程相关知识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是现实就是很多岗位只要男性，可能更适合男性。女性找工作很难，怎么办？",
    "annotation": [
      {
        "sentence": "可是现实就是很多岗位只要男性，可能更适合男性。",
        "label": ""
      },
      {
        "sentence": "女性找工作很难，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这确实是一个无奈的现实。然而，雌雄同体是一个人健康成长的必然选择。从小，我们就被教育男孩要有男孩样，女孩要有女孩样，所以在我们懵懂的青春期，娘娘腔总是被周围人不齿，假小子也容易被别人笑话。但是，人们总是希望男孩成为符合文化传统的男人，期待女孩成为符合文化传统的女人。实际上，在男人伟岸的身躯里，其实生存着阴柔的女性原型意象，叫做“阿尼玛”，而在女人娇柔的灵魂中，同样也隐藏着刚毅的男性原型意象。叫做“阿尼姆斯”。我们每个人的心灵结构，都被上帝预装了这样一套双系统。男人吸引女人，往往是阳刚附带的温柔和细心，而女人迷倒男人，往往是温柔之外的独立和坚强。所以，暖男是很受女性欢迎的。希望我的回答能给你一些借鉴和思考。",
    "annotation": [
      {
        "sentence": "是的，这确实是一个无奈的现实。",
        "label": ""
      },
      {
        "sentence": "然而，雌雄同体是一个人健康成长的必然选择。",
        "label": ""
      },
      {
        "sentence": "从小，我们就被教育男孩要有男孩样，女孩要有女孩样，所以在我们懵懂的青春期，娘娘腔总是被周围人不齿，假小子也容易被别人笑话。",
        "label": ""
      },
      {
        "sentence": "但是，人们总是希望男孩成为符合文化传统的男人，期待女孩成为符合文化传统的女人。",
        "label": ""
      },
      {
        "sentence": "实际上，在男人伟岸的身躯里，其实生存着阴柔的女性原型意象，叫做“阿尼玛”，而在女人娇柔的灵魂中，同样也隐藏着刚毅的男性原型意象。",
        "label": ""
      },
      {
        "sentence": "叫做“阿尼姆斯”。",
        "label": ""
      },
      {
        "sentence": "我们每个人的心灵结构，都被上帝预装了这样一套双系统。",
        "label": ""
      },
      {
        "sentence": "男人吸引女人，往往是阳刚附带的温柔和细心，而女人迷倒男人，往往是温柔之外的独立和坚强。",
        "label": ""
      },
      {
        "sentence": "所以，暖男是很受女性欢迎的。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你一些借鉴和思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，但这些话对于就业困难的女孩子来说，能帮到她们吗？",
    "annotation": [
      {
        "sentence": "你说得很有道理，但这些话对于就业困难的女孩子来说，能帮到她们吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然能。我们都要学会爱自己，细腻温暖地对待生活，同时又要像男人一样面对这个世界，坚忍顽强地对待生命。找到自己喜欢的领域，才能真正做到心流状态和工作得心应手。不要被职业板块的限制所俘虏，从自己的形象、穿着、面试礼仪到语言表述、工作沟通等方面全面提升自己，才能真正赢得工作的机会。希望我的回答能够帮到你。",
    "annotation": [
      {
        "sentence": "当然能。",
        "label": ""
      },
      {
        "sentence": "我们都要学会爱自己，细腻温暖地对待生活，同时又要像男人一样面对这个世界，坚忍顽强地对待生命。",
        "label": ""
      },
      {
        "sentence": "找到自己喜欢的领域，才能真正做到心流状态和工作得心应手。",
        "label": ""
      },
      {
        "sentence": "不要被职业板块的限制所俘虏，从自己的形象、穿着、面试礼仪到语言表述、工作沟通等方面全面提升自己，才能真正赢得工作的机会。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够帮到你。",
        "label": ""
      }
    ]
  }
]