[
  {
    "role": "client",
    "content": "为啥很多职业会有只要男性？那些专业的女生该怎么办？我的闺蜜是工科生，但是比如做土木工程之类的工作不招女性，甚至有些工作是直接写着只招男性，女性工作难找，就拿土木工程来说，女性应该怎么办啊？",
    "annotation": [
      {
        "sentence": "为啥很多职业会有只要男性？",
        "label": ""
      },
      {
        "sentence": "那些专业的女生该怎么办？",
        "label": ""
      },
      {
        "sentence": "我的闺蜜是工科生，但是比如做土木工程之类的工作不招女性，甚至有些工作是直接写着只招男性，女性工作难找，就拿土木工程来说，女性应该怎么办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "近期华坪女子高中的校长张桂梅，因为怒斥学生现在在家当全职太太的新闻一度成为热搜，有关女性职场的问题再次引起大家的关注。其实这则新闻是有背景的，华坪女子高中的学生全部来自贫困山区，校长为了大山里的女孩子能有更好的未来，吃了很多的苦，她之所以情绪激动，也是因为深深明白一名女性必须独立自主才有更好的未来。",
    "annotation": [
      {
        "sentence": "近期华坪女子高中的校长张桂梅，因为怒斥学生现在在家当全职太太的新闻一度成为热搜，有关女性职场的问题再次引起大家的关注。",
        "label": ""
      },
      {
        "sentence": "其实这则新闻是有背景的，华坪女子高中的学生全部来自贫困山区，校长为了大山里的女孩子能有更好的未来，吃了很多的苦，她之所以情绪激动，也是因为深深明白一名女性必须独立自主才有更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那确实是个了不起的校长，我也希望女性能够独立自主地选择自己的职业。可是为什么职场中还会存在着性别歧视，尤其是一些专业直接拒绝女性呢？",
    "annotation": [
      {
        "sentence": "那确实是个了不起的校长，我也希望女性能够独立自主地选择自己的职业。",
        "label": ""
      },
      {
        "sentence": "可是为什么职场中还会存在着性别歧视，尤其是一些专业直接拒绝女性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然我们的社会一直在倡导男女平等，但是女性在职场中确实存在玻璃天花板效应，这是一种无形的、认为的困难，会阻碍某些有资格的人（特别是女性）在组织中上升到一定的职位。有些职业直接拒绝女性，比如相声，这与行业传统有关（有些传统段子就是不适合女性来讲，脱口秀也是）。导致这样现象的原因是因为性别上的刻板印象，比如认为女性事业心不强，认为男性更有魄力和更能吃苦等等。",
    "annotation": [
      {
        "sentence": "虽然我们的社会一直在倡导男女平等，但是女性在职场中确实存在玻璃天花板效应，这是一种无形的、认为的困难，会阻碍某些有资格的人（特别是女性）在组织中上升到一定的职位。",
        "label": ""
      },
      {
        "sentence": "有些职业直接拒绝女性，比如相声，这与行业传统有关（有些传统段子就是不适合女性来讲，脱口秀也是）。",
        "label": ""
      },
      {
        "sentence": "导致这样现象的原因是因为性别上的刻板印象，比如认为女性事业心不强，认为男性更有魄力和更能吃苦等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哎，听了你说的，我感觉女性真的很不容易在职场上获得公平对待。那我们应该怎样才能改变这种偏见呢？",
    "annotation": [
      {
        "sentence": "哎，听了你说的，我感觉女性真的很不容易在职场上获得公平对待。",
        "label": ""
      },
      {
        "sentence": "那我们应该怎样才能改变这种偏见呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要想打破这种偏见，首先从认识开始，我们也确实在很多法律法规上在完善，比如明确规定面试中不能询问女性是否已婚等。再者，每一位优秀女性的出现，比如董明珠董小姐，比如脱口秀演员杨笠的“有点东西”，她们都在用自己的行为告诉这个社会，女性也可以！一位先行者的出现必然会让更多女性看到希望和光芒，渐渐地，那层挡在女性头顶的职场天花板，或许会被撞破。",
    "annotation": [
      {
        "sentence": "要想打破这种偏见，首先从认识开始，我们也确实在很多法律法规上在完善，比如明确规定面试中不能询问女性是否已婚等。",
        "label": ""
      },
      {
        "sentence": "再者，每一位优秀女性的出现，比如董明珠董小姐，比如脱口秀演员杨笠的“有点东西”，她们都在用自己的行为告诉这个社会，女性也可以！",
        "label": ""
      },
      {
        "sentence": "一位先行者的出现必然会让更多女性看到希望和光芒，渐渐地，那层挡在女性头顶的职场天花板，或许会被撞破。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我们应该为女性权益而努力，从自己做起，也让更多人认识到女性的能力和价值。感谢你的支持和鼓励，我会继续努力的！",
    "annotation": [
      {
        "sentence": "确实，我们应该为女性权益而努力，从自己做起，也让更多人认识到女性的能力和价值。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励，我会继续努力的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，每个人都应该为自己的梦想而奋斗，无论性别。只要你坚持自己的选择，并努力追求，总会取得成功的。相信自己，你一定能够突破困境，实现自己的职业目标！加油！",
    "annotation": [
      {
        "sentence": "没错，每个人都应该为自己的梦想而奋斗，无论性别。",
        "label": ""
      },
      {
        "sentence": "只要你坚持自己的选择，并努力追求，总会取得成功的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够突破困境，实现自己的职业目标！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]