[
  {
    "role": "client",
    "content": "我感到很苦闷，因为无人可倾诉，一边享受孤独一边又感到无助。我是90后女生，没有什么知心朋友，都是泛泛之交。母胎单身，因为小时候是留守儿童，长大后也比较离群。可我还是会遇到很多感觉无法独自解决的难题，我希望有人能来帮帮我，但大家不是表示我太深奥难懂就是表示我思想极端。我感到很难过，我并不是什么思想深邃之人，也非偏执狂，我只感到灵魂很痛苦。",
    "annotation": [
      {
        "sentence": "我感到很苦闷，因为无人可倾诉，一边享受孤独一边又感到无助。",
        "label": ""
      },
      {
        "sentence": "我是90后女生，没有什么知心朋友，都是泛泛之交。",
        "label": ""
      },
      {
        "sentence": "母胎单身，因为小时候是留守儿童，长大后也比较离群。",
        "label": ""
      },
      {
        "sentence": "可我还是会遇到很多感觉无法独自解决的难题，我希望有人能来帮帮我，但大家不是表示我太深奥难懂就是表示我思想极端。",
        "label": ""
      },
      {
        "sentence": "我感到很难过，我并不是什么思想深邃之人，也非偏执狂，我只感到灵魂很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，对你的情况表示理解，并且心疼，想给你个大大的拥抱，感受到世界的温暖。和你情况很类似，也挺感同身受的我呢？也是没有什么知心朋友，觉得也是泛泛之交，也是母胎单身，但是不同的是，我不是留守儿童，只是寄养在别人家庭长大吧！不管是哪一种，其实都很容易造成一种自卑，心理一种觉得自己和世界格格不入。的心里能够明白你的心情，一边孤独，一边倔强。所以呢，其实唉，我们人生求助很多时候还不如自助，应该说我们需要的是突破这样的逆境获取成功方法，也只有不断的调整自己的心态，才能够开启能量之门。正所谓，有积极的心态才有向上的人生。",
    "annotation": [
      {
        "sentence": "首先，对你的情况表示理解，并且心疼，想给你个大大的拥抱，感受到世界的温暖。",
        "label": ""
      },
      {
        "sentence": "和你情况很类似，也挺感同身受的我呢？",
        "label": ""
      },
      {
        "sentence": "也是没有什么知心朋友，觉得也是泛泛之交，也是母胎单身，但是不同的是，我不是留守儿童，只是寄养在别人家庭长大吧！",
        "label": ""
      },
      {
        "sentence": "不管是哪一种，其实都很容易造成一种自卑，心理一种觉得自己和世界格格不入。",
        "label": ""
      },
      {
        "sentence": "的心里能够明白你的心情，一边孤独，一边倔强。",
        "label": ""
      },
      {
        "sentence": "所以呢，其实唉，我们人生求助很多时候还不如自助，应该说我们需要的是突破这样的逆境获取成功方法，也只有不断的调整自己的心态，才能够开启能量之门。",
        "label": ""
      },
      {
        "sentence": "正所谓，有积极的心态才有向上的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。但是，我觉得我和周围的人不太一样，和别人没有什么共同话题，也很难与他们产生共鸣。我尝试过和他们一起玩耍，但只要他们对我的评价不好，或要我变成跟他们一样，我就会开始反感并与他们保持距离。而远离他们后发现他们说悄悄话的时总会感到很不舒服，觉得他们在说我。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得我和周围的人不太一样，和别人没有什么共同话题，也很难与他们产生共鸣。",
        "label": ""
      },
      {
        "sentence": "我尝试过和他们一起玩耍，但只要他们对我的评价不好，或要我变成跟他们一样，我就会开始反感并与他们保持距离。",
        "label": ""
      },
      {
        "sentence": "而远离他们后发现他们说悄悄话的时总会感到很不舒服，觉得他们在说我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很能够理解那种被孤立，被歧视的感觉，非常不好受，而自己却没有办法摆脱这种感受，他像是时时刻刻的跟着你。我明白你说生活毫无生气，有时候会觉得这种生活没有什么意思？但是恰恰这样，我们才要在平淡的生活中寻找一些惊喜和有意义的事情。比如说，我们需要的是去调整自己的心态，稳定自己的情绪。为责任，说要么你去驾驭生命，要么生命驾驭你。保持良好的心态，以积极的、乐观的心态处事，才能在困难面前建立信心，最终走向成功。",
    "annotation": [
      {
        "sentence": "我很能够理解那种被孤立，被歧视的感觉，非常不好受，而自己却没有办法摆脱这种感受，他像是时时刻刻的跟着你。",
        "label": ""
      },
      {
        "sentence": "我明白你说生活毫无生气，有时候会觉得这种生活没有什么意思？",
        "label": ""
      },
      {
        "sentence": "但是恰恰这样，我们才要在平淡的生活中寻找一些惊喜和有意义的事情。",
        "label": ""
      },
      {
        "sentence": "比如说，我们需要的是去调整自己的心态，稳定自己的情绪。",
        "label": ""
      },
      {
        "sentence": "为责任，说要么你去驾驭生命，要么生命驾驭你。",
        "label": ""
      },
      {
        "sentence": "保持良好的心态，以积极的、乐观的心态处事，才能在困难面前建立信心，最终走向成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我真的很难过。我以前上学的时候，经常被某些同学在背后小声骂，还会在我背后发出怪笑。我知道自己做的事是正确的，但一直有一种被孤立的感觉。这也跟我小时候被全家人歧视孤立的感受一样，明明没有做错什么，但他们就要不断找茬，没错也逼你犯错，然后被不断羞辱。",
    "annotation": [
      {
        "sentence": "我明白了，但是我真的很难过。",
        "label": ""
      },
      {
        "sentence": "我以前上学的时候，经常被某些同学在背后小声骂，还会在我背后发出怪笑。",
        "label": ""
      },
      {
        "sentence": "我知道自己做的事是正确的，但一直有一种被孤立的感觉。",
        "label": ""
      },
      {
        "sentence": "这也跟我小时候被全家人歧视孤立的感受一样，明明没有做错什么，但他们就要不断找茬，没错也逼你犯错，然后被不断羞辱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很抱歉听到你这样的遭遇，但是同时也很敬佩你能够坚持做正确的事情。我更加理解你的感受了，当人们不认同我们的思想、说我们思想极端的时候，我们会感到很孤单。但是其实，每个人的思想都是独立的，与众不同并不意味着是极端的。我们可以和他们讲明自己的想法，尊重对方的想法，如果还是达不成共识，那也没有关系。绝不要放弃自己的想法，要相信自己，相信时机会给予你正确的答案。",
    "annotation": [
      {
        "sentence": "我很抱歉听到你这样的遭遇，但是同时也很敬佩你能够坚持做正确的事情。",
        "label": ""
      },
      {
        "sentence": "我更加理解你的感受了，当人们不认同我们的思想、说我们思想极端的时候，我们会感到很孤单。",
        "label": ""
      },
      {
        "sentence": "但是其实，每个人的思想都是独立的，与众不同并不意味着是极端的。",
        "label": ""
      },
      {
        "sentence": "我们可以和他们讲明自己的想法，尊重对方的想法，如果还是达不成共识，那也没有关系。",
        "label": ""
      },
      {
        "sentence": "绝不要放弃自己的想法，要相信自己，相信时机会给予你正确的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我的内心渐渐平静了下来。其实，我一直在尝试自我拯救，但这种无法与外界联结，即使救赎了自己，也还是过孤岛一样的人生，让我感到生活毫无生气。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我的内心渐渐平静了下来。",
        "label": ""
      },
      {
        "sentence": "其实，我一直在尝试自我拯救，但这种无法与外界联结，即使救赎了自己，也还是过孤岛一样的人生，让我感到生活毫无生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，自我拯救是一个好的开始。但是，我们也需要尝试与他人交流，和他们建立真正的联系。适时地向周围的人寻求帮助，分享自己的笑话和快乐，或许可以慢慢建立起自己的社交圈子。生活中总有一些意想不到的惊喜，只要我们积极地与周围的人交往，也许就能找到自己想要的那个人或事。",
    "annotation": [
      {
        "sentence": "是的，自我拯救是一个好的开始。",
        "label": ""
      },
      {
        "sentence": "但是，我们也需要尝试与他人交流，和他们建立真正的联系。",
        "label": ""
      },
      {
        "sentence": "适时地向周围的人寻求帮助，分享自己的笑话和快乐，或许可以慢慢建立起自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "生活中总有一些意想不到的惊喜，只要我们积极地与周围的人交往，也许就能找到自己想要的那个人或事。",
        "label": ""
      }
    ]
  }
]