[
  {
    "role": "client",
    "content": "无人可倾诉感到很苦闷，一边享受孤独一边又感到无助？90后女生，没有什么知心朋友，都是泛泛之交。母胎单身，因为小时候是留守儿童，长大后也比较离群。可我还是会遇到很多感觉无法独自解决的难题，我希望有人能来帮帮我，但大家不是表示我太深奥难懂就是表示我思想极端。我感到很难过，我并不是什么思想深邃之人，也非偏执狂，我只感到灵魂很痛苦。我也想和大家一起愉快地玩耍，可只要他们对我的评价不好，或要我变成跟他们一样，我就会开始反感并与他们保持距离，而远离他们后发现他们说悄悄话的时总会感到很不舒服，觉得他们在说我。以前上学的时候我是班干部经常被某些同学在背后小声骂，还会在我背后发出怪笑，我知道自己做的事是正确的，但一直有一种被孤立的感觉。这也跟我小时候被全家人歧视孤立的感受一样，明明没有做错什么，但他们就要不断找茬，没错也逼你犯错，然后被不断羞辱。虽然我一直在尝试自我拯救，但这种无法与外界联结，即使救赎了自己，也还是过孤岛一样的人生，让我感到生活毫无生气。",
    "annotation": [
      {
        "sentence": "无人可倾诉感到很苦闷，一边享受孤独一边又感到无助？",
        "label": ""
      },
      {
        "sentence": "90后女生，没有什么知心朋友，都是泛泛之交。",
        "label": ""
      },
      {
        "sentence": "母胎单身，因为小时候是留守儿童，长大后也比较离群。",
        "label": ""
      },
      {
        "sentence": "可我还是会遇到很多感觉无法独自解决的难题，我希望有人能来帮帮我，但大家不是表示我太深奥难懂就是表示我思想极端。",
        "label": ""
      },
      {
        "sentence": "我感到很难过，我并不是什么思想深邃之人，也非偏执狂，我只感到灵魂很痛苦。",
        "label": ""
      },
      {
        "sentence": "我也想和大家一起愉快地玩耍，可只要他们对我的评价不好，或要我变成跟他们一样，我就会开始反感并与他们保持距离，而远离他们后发现他们说悄悄话的时总会感到很不舒服，觉得他们在说我。",
        "label": ""
      },
      {
        "sentence": "以前上学的时候我是班干部经常被某些同学在背后小声骂，还会在我背后发出怪笑，我知道自己做的事是正确的，但一直有一种被孤立的感觉。",
        "label": ""
      },
      {
        "sentence": "这也跟我小时候被全家人歧视孤立的感受一样，明明没有做错什么，但他们就要不断找茬，没错也逼你犯错，然后被不断羞辱。",
        "label": ""
      },
      {
        "sentence": "虽然我一直在尝试自我拯救，但这种无法与外界联结，即使救赎了自己，也还是过孤岛一样的人生，让我感到生活毫无生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解您的处境。每个人都需要与人交往，这是我们作为社会动物的需求。我觉得我们可以先梳理一下您遇到的困惑。您提到当与别人交往时会遇到困难，那么我们可以讨论一下如何更好地相处。您说您没有知心朋友，其实和别人相处的技巧是可以学习的。每个人都有不同的性格和成长经历，这并不是毛病，我们要尊重彼此，并尽量打开自己，用实际行动去维系人际关系。",
    "annotation": [
      {
        "sentence": "我了解您的处境。",
        "label": ""
      },
      {
        "sentence": "每个人都需要与人交往，这是我们作为社会动物的需求。",
        "label": ""
      },
      {
        "sentence": "我觉得我们可以先梳理一下您遇到的困惑。",
        "label": ""
      },
      {
        "sentence": "您提到当与别人交往时会遇到困难，那么我们可以讨论一下如何更好地相处。",
        "label": ""
      },
      {
        "sentence": "您说您没有知心朋友，其实和别人相处的技巧是可以学习的。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的性格和成长经历，这并不是毛病，我们要尊重彼此，并尽量打开自己，用实际行动去维系人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我总是觉得别人在说我，对我评价不好，这让我很难过，也很难在他们中间融入。",
    "annotation": [
      {
        "sentence": "但是，我总是觉得别人在说我，对我评价不好，这让我很难过，也很难在他们中间融入。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "任何人都有可能觉得自己被别人评价不好，这是很常见的。但其实每个人都一样在学习生活工作，不会有那么多时间去取笑别人。我们也不要太过敏感，也不要过分解读别人的言行。您可以尝试去仔细回想一些过去的事情，然后多往积极的方面想。还有一些行动上的建议，比如适当地向他人示好，热情地主动与他人沟通等。这些都可以促进人际关系发展，也有利于自己的情绪调节。",
    "annotation": [
      {
        "sentence": "任何人都有可能觉得自己被别人评价不好，这是很常见的。",
        "label": ""
      },
      {
        "sentence": "但其实每个人都一样在学习生活工作，不会有那么多时间去取笑别人。",
        "label": ""
      },
      {
        "sentence": "我们也不要太过敏感，也不要过分解读别人的言行。",
        "label": ""
      },
      {
        "sentence": "您可以尝试去仔细回想一些过去的事情，然后多往积极的方面想。",
        "label": ""
      },
      {
        "sentence": "还有一些行动上的建议，比如适当地向他人示好，热情地主动与他人沟通等。",
        "label": ""
      },
      {
        "sentence": "这些都可以促进人际关系发展，也有利于自己的情绪调节。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道为什么，我总觉得别人会拒绝我。或者，他们觉得我思想过于极端，难以理解，所以才会不喜欢我。",
    "annotation": [
      {
        "sentence": "我不知道为什么，我总觉得别人会拒绝我。",
        "label": ""
      },
      {
        "sentence": "或者，他们觉得我思想过于极端，难以理解，所以才会不喜欢我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这其实是一种自我否定和负面想法。我们每个人都有自己的思想和个性，很正常。而且，如果遇到不理解自己的人，也不要感到沮丧或者责备自己。有时候，是因为我们的思想和他人不同，所以难以获得支持。重要的是，我们要自信地认为自己是合理的，不要轻易妥协自己的立场。同时，我们也可以更加灵活地沟通，尽量避免言语上的冲突。",
    "annotation": [
      {
        "sentence": "这其实是一种自我否定和负面想法。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有自己的思想和个性，很正常。",
        "label": ""
      },
      {
        "sentence": "而且，如果遇到不理解自己的人，也不要感到沮丧或者责备自己。",
        "label": ""
      },
      {
        "sentence": "有时候，是因为我们的思想和他人不同，所以难以获得支持。",
        "label": ""
      },
      {
        "sentence": "重要的是，我们要自信地认为自己是合理的，不要轻易妥协自己的立场。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以更加灵活地沟通，尽量避免言语上的冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很不喜欢被孤立、排斥。我小时候被全家人歧视孤立，长大后也是被同学经常排挤孤立。这些经历让我觉得自己很孤独，也很无助。",
    "annotation": [
      {
        "sentence": "我很不喜欢被孤立、排斥。",
        "label": ""
      },
      {
        "sentence": "我小时候被全家人歧视孤立，长大后也是被同学经常排挤孤立。",
        "label": ""
      },
      {
        "sentence": "这些经历让我觉得自己很孤独，也很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的感受。每个人的成长过程中，都有可能会遭遇到一些不愉快的事情。但是，这些不愉快的事情不能成为我们对自己的否定。我们需要告诉自己，自己是被爱着的，是有价值的。也许我们感到孤独和无助，其实是因为我们还没有接受过自己。我们需要勇敢地面对自己的内心，接受自己的全部，坚信自己的价值和力量。",
    "annotation": [
      {
        "sentence": "我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "每个人的成长过程中，都有可能会遭遇到一些不愉快的事情。",
        "label": ""
      },
      {
        "sentence": "但是，这些不愉快的事情不能成为我们对自己的否定。",
        "label": ""
      },
      {
        "sentence": "我们需要告诉自己，自己是被爱着的，是有价值的。",
        "label": ""
      },
      {
        "sentence": "也许我们感到孤独和无助，其实是因为我们还没有接受过自己。",
        "label": ""
      },
      {
        "sentence": "我们需要勇敢地面对自己的内心，接受自己的全部，坚信自己的价值和力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我的经历让我感到很失望，我无法与外界有效地沟通和联接。",
    "annotation": [
      {
        "sentence": "但是，我的经历让我感到很失望，我无法与外界有效地沟通和联接。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，您已经在尝试自我拯救，这是非常值得肯定的。但是，我们也可以从现在开始，尝试更多地参与社交，比如主动约人出去玩，多参加社区活动等。同时，我们要接纳自己的一切，接受自己的情绪，做自己想做的事情。在这个过程中，不要对自己要求太高，也不要过分苛责自己。即使我们走得很艰难，但只要坚持下去，我们就有可能找到自己内心的平衡和力量。",
    "annotation": [
      {
        "sentence": "其实，您已经在尝试自我拯救，这是非常值得肯定的。",
        "label": ""
      },
      {
        "sentence": "但是，我们也可以从现在开始，尝试更多地参与社交，比如主动约人出去玩，多参加社区活动等。",
        "label": ""
      },
      {
        "sentence": "同时，我们要接纳自己的一切，接受自己的情绪，做自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要对自己要求太高，也不要过分苛责自己。",
        "label": ""
      },
      {
        "sentence": "即使我们走得很艰难，但只要坚持下去，我们就有可能找到自己内心的平衡和力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想尝试一下您的建议，但是我也会感到迷茫和无助。",
    "annotation": [
      {
        "sentence": "我想尝试一下您的建议，但是我也会感到迷茫和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的感受。在任何时候，都会遇到困难和疑惑。但是，我们需要知道，这些并不代表着失败或者无望。我们要勇敢地面对自己的情绪，接受自己的脆弱。同时，我们也要从周围事物中寻找力量和支持，比如家人、朋友、心理咨询等等。在这个过程中，其实关键是要相信自己。无论面对什么，我们都有勇气和智慧去克服。",
    "annotation": [
      {
        "sentence": "这是很正常的感受。",
        "label": ""
      },
      {
        "sentence": "在任何时候，都会遇到困难和疑惑。",
        "label": ""
      },
      {
        "sentence": "但是，我们需要知道，这些并不代表着失败或者无望。",
        "label": ""
      },
      {
        "sentence": "我们要勇敢地面对自己的情绪，接受自己的脆弱。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要从周围事物中寻找力量和支持，比如家人、朋友、心理咨询等等。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，其实关键是要相信自己。",
        "label": ""
      },
      {
        "sentence": "无论面对什么，我们都有勇气和智慧去克服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我还需要更多时间去适应这个过程和新的想法。",
    "annotation": [
      {
        "sentence": "我想我还需要更多时间去适应这个过程和新的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，您可以在自己的步调和节奏中前进。无论走的漫长或漫长，您都不是孤单的。我们都在为您祝福，并期待您能够走向新的高峰。需要帮忙或者陪伴的时候，记得随时联系我。",
    "annotation": [
      {
        "sentence": "当然，您可以在自己的步调和节奏中前进。",
        "label": ""
      },
      {
        "sentence": "无论走的漫长或漫长，您都不是孤单的。",
        "label": ""
      },
      {
        "sentence": "我们都在为您祝福，并期待您能够走向新的高峰。",
        "label": ""
      },
      {
        "sentence": "需要帮忙或者陪伴的时候，记得随时联系我。",
        "label": ""
      }
    ]
  }
]