[
  {
    "role": "client",
    "content": "我是大一新生，不太适应学校生活，有什么方法可以帮助我调节情绪吗？",
    "annotation": [
      {
        "sentence": "我是大一新生，不太适应学校生活，有什么方法可以帮助我调节情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看起来你的状态有些不太稳定，不过首先恭喜你能够来到大学并且还成功竞选了班委，老师对你也特别好，而且你所学专业也是跟自闭症相关的，这是很令人羡慕的一个状态呀。那你说你为什么会突然崩溃和流泪呢？你已经被确诊为抑郁症患者的第5年，在服药，可能跟病情有一定的关系。建议你还是跟为你开药的医生保持一下沟通，复查一下，看看是不是神经方面的调节效果还需要跟进。",
    "annotation": [
      {
        "sentence": "你好，看起来你的状态有些不太稳定，不过首先恭喜你能够来到大学并且还成功竞选了班委，老师对你也特别好，而且你所学专业也是跟自闭症相关的，这是很令人羡慕的一个状态呀。",
        "label": ""
      },
      {
        "sentence": "那你说你为什么会突然崩溃和流泪呢？",
        "label": ""
      },
      {
        "sentence": "你已经被确诊为抑郁症患者的第5年，在服药，可能跟病情有一定的关系。",
        "label": ""
      },
      {
        "sentence": "建议你还是跟为你开药的医生保持一下沟通，复查一下，看看是不是神经方面的调节效果还需要跟进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，确实前些年我经历了一些心理问题而且一直在服药治疗。有时候我会感觉到很悲伤，哭泣，甚至还会突然崩溃，这种状态已经持续了好几年了，我想请问还有哪些方法可以帮助我调节情绪？",
    "annotation": [
      {
        "sentence": "我明白了，确实前些年我经历了一些心理问题而且一直在服药治疗。",
        "label": ""
      },
      {
        "sentence": "有时候我会感觉到很悲伤，哭泣，甚至还会突然崩溃，这种状态已经持续了好几年了，我想请问还有哪些方法可以帮助我调节情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道你的状态对你来说确实很困扰。其实，在药物治疗上需要跟进的同时，你也可以在心理方面多做一些尝试。既然你已经竞选了班委，并且所学的专业是自己喜欢的，可以试着多去参加一些社团活动、学校的各种运动，进行一些身体和大脑的锻炼，甚至可以参与一些志愿者社团，多付出自己的时间和精力，忙起来之后忧郁的情绪就会缓解很多。因为抑郁症情绪上一般会比较灰暗，如果始终只是一个人呆着，情绪就难以得到疏导，会像陷入深渊一样难以自拔，加入一个充满正能量和积极向上的团体很有意义。",
    "annotation": [
      {
        "sentence": "我知道你的状态对你来说确实很困扰。",
        "label": ""
      },
      {
        "sentence": "其实，在药物治疗上需要跟进的同时，你也可以在心理方面多做一些尝试。",
        "label": ""
      },
      {
        "sentence": "既然你已经竞选了班委，并且所学的专业是自己喜欢的，可以试着多去参加一些社团活动、学校的各种运动，进行一些身体和大脑的锻炼，甚至可以参与一些志愿者社团，多付出自己的时间和精力，忙起来之后忧郁的情绪就会缓解很多。",
        "label": ""
      },
      {
        "sentence": "因为抑郁症情绪上一般会比较灰暗，如果始终只是一个人呆着，情绪就难以得到疏导，会像陷入深渊一样难以自拔，加入一个充满正能量和积极向上的团体很有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前还有几次突然崩溃，比如军训到一半就情绪失控，哭泣，甚至啦啦操比赛开始排练的时候也是这样，这让我感到有点不安。",
    "annotation": [
      {
        "sentence": "我之前还有几次突然崩溃，比如军训到一半就情绪失控，哭泣，甚至啦啦操比赛开始排练的时候也是这样，这让我感到有点不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你会感到不安，但是情绪的波动可能是比较正常的，甚至是不可避免的，这不一定就说明你情绪不稳定。这个时候我可以教你一招，在看到一个念头升起来的时候，先去注意它，就像你看到了一个朋友，无论是悲伤的念头还是快乐的念头，就可以在心里定义，情绪就是“快乐来了”或者是“悲伤来了”。但是接下来不要再往下想，尽可能把自己的注意力集中在正在处理的事情上，比如正在写作业继续写，正在吃饭继续吃，不要被情绪占据心理活动的主导权。这个其实是正面冥想训练的一种方式，我们可以把正念带到我们的生活之中，无论我们吃饭、学习还是工作，保持正念，情绪就不容易陷入到崩溃中了。",
    "annotation": [
      {
        "sentence": "我理解你会感到不安，但是情绪的波动可能是比较正常的，甚至是不可避免的，这不一定就说明你情绪不稳定。",
        "label": ""
      },
      {
        "sentence": "这个时候我可以教你一招，在看到一个念头升起来的时候，先去注意它，就像你看到了一个朋友，无论是悲伤的念头还是快乐的念头，就可以在心里定义，情绪就是“快乐来了”或者是“悲伤来了”。",
        "label": ""
      },
      {
        "sentence": "但是接下来不要再往下想，尽可能把自己的注意力集中在正在处理的事情上，比如正在写作业继续写，正在吃饭继续吃，不要被情绪占据心理活动的主导权。",
        "label": ""
      },
      {
        "sentence": "这个其实是正面冥想训练的一种方式，我们可以把正念带到我们的生活之中，无论我们吃饭、学习还是工作，保持正念，情绪就不容易陷入到崩溃中了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，我会尝试多参加学校的社团活动和运动。同时我的舍友都很友好，也没有什么矛盾，我觉得自己能够安全地生活在这个学校。但是，我的情绪还是会时不时地波动，有时候感到很难控制，我还需要怎样做呢？",
    "annotation": [
      {
        "sentence": "感谢你的建议，我会尝试多参加学校的社团活动和运动。",
        "label": ""
      },
      {
        "sentence": "同时我的舍友都很友好，也没有什么矛盾，我觉得自己能够安全地生活在这个学校。",
        "label": ""
      },
      {
        "sentence": "但是，我的情绪还是会时不时地波动，有时候感到很难控制，我还需要怎样做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，情绪的波动是很正常的一件事，你不必过于自责或者追问。要知道，情绪变化是常有的，会有时而愉悦，时而失落的感受。如果你遇到了这种情况，可以开始倾听自己的内心，注意自己的情绪变化，但是不必将其过分注重或者陷入情绪的沮丧之中。你可以与身边的人多交流，将自己的想法说出来，和别人分享，也可以写下自己的心情日记，在写作的过程中，心理的负担也会慢慢轻化。总之，不要太过自责，逐渐培养容忍和自我释放的能力，更重要的是认真对待生活，学习和工作，像我之前说的那样，参与更多积极向上的活动，给自己的生活增添更多乐趣和意义，相信你可以做得很好的。",
    "annotation": [
      {
        "sentence": "其实，情绪的波动是很正常的一件事，你不必过于自责或者追问。",
        "label": ""
      },
      {
        "sentence": "要知道，情绪变化是常有的，会有时而愉悦，时而失落的感受。",
        "label": ""
      },
      {
        "sentence": "如果你遇到了这种情况，可以开始倾听自己的内心，注意自己的情绪变化，但是不必将其过分注重或者陷入情绪的沮丧之中。",
        "label": ""
      },
      {
        "sentence": "你可以与身边的人多交流，将自己的想法说出来，和别人分享，也可以写下自己的心情日记，在写作的过程中，心理的负担也会慢慢轻化。",
        "label": ""
      },
      {
        "sentence": "总之，不要太过自责，逐渐培养容忍和自我释放的能力，更重要的是认真对待生活，学习和工作，像我之前说的那样，参与更多积极向上的活动，给自己的生活增添更多乐趣和意义，相信你可以做得很好的。",
        "label": ""
      }
    ]
  }
]