[
  {
    "role": "client",
    "content": "我和她初中同学，现在高中，怎么摆脱我“最好的朋友”？",
    "annotation": [
      {
        "sentence": "我和她初中同学，现在高中，怎么摆脱我“最好的朋友”？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你和她的关系很复杂啊，你可以先尝试和她坦诚交流一下，告诉她你的感受和困惑，看看能不能达成一些共识和改善。",
    "annotation": [
      {
        "sentence": "听起来你和她的关系很复杂啊，你可以先尝试和她坦诚交流一下，告诉她你的感受和困惑，看看能不能达成一些共识和改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和她是初中同学，现在上高中虽不是一个班，但却是同一所高中，我和他的关系算是比普通朋友更近一步的那种，可以说是很要好的朋友，但是越相处我就越发现他很喜欢靠近我，先是靠近我，然后再是慢慢靠近我身边的一些好友，只要是见到他们，无论对方有没有打招呼，她都会第一时间追到他们身边去打招呼。这一点就有时候令我有点难受，但是不至于让我讨厌。",
    "annotation": [
      {
        "sentence": "我和她是初中同学，现在上高中虽不是一个班，但却是同一所高中，我和他的关系算是比普通朋友更近一步的那种，可以说是很要好的朋友，但是越相处我就越发现他很喜欢靠近我，先是靠近我，然后再是慢慢靠近我身边的一些好友，只要是见到他们，无论对方有没有打招呼，她都会第一时间追到他们身边去打招呼。",
        "label": ""
      },
      {
        "sentence": "这一点就有时候令我有点难受，但是不至于让我讨厌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，她可能是个很想交朋友的人，但她的方式有时候让你感到不舒服。你对她的接近感到困扰是可以理解的，毕竟每个人的个人空间和独处时间都是很重要的。",
    "annotation": [
      {
        "sentence": "听你说起来，她可能是个很想交朋友的人，但她的方式有时候让你感到不舒服。",
        "label": ""
      },
      {
        "sentence": "你对她的接近感到困扰是可以理解的，毕竟每个人的个人空间和独处时间都是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，真正让我讨厌的是，他总是在我学习的时候跟我讲很多事来打扰我，有些话题我甚至都接不上，她也没有问我什么感受，见到我写作业就也要跟过来，非要等我走了才肯离开，如果我在做作业，而她身边没有作业的话，它就会向我要我的作业，这是一种什么样的程度呢？",
    "annotation": [
      {
        "sentence": "没错，真正让我讨厌的是，他总是在我学习的时候跟我讲很多事来打扰我，有些话题我甚至都接不上，她也没有问我什么感受，见到我写作业就也要跟过来，非要等我走了才肯离开，如果我在做作业，而她身边没有作业的话，它就会向我要我的作业，这是一种什么样的程度呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，她似乎在学习时间和空间上有些侵犯了你的权益和需求。这样的行为让你感到没有足够的自由和专注力，确实会影响到你的学习效果和心情。你有试过跟她说过你的感受吗？",
    "annotation": [
      {
        "sentence": "听你说起来，她似乎在学习时间和空间上有些侵犯了你的权益和需求。",
        "label": ""
      },
      {
        "sentence": "这样的行为让你感到没有足够的自由和专注力，确实会影响到你的学习效果和心情。",
        "label": ""
      },
      {
        "sentence": "你有试过跟她说过你的感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我举个例子吧，有一次我在写历史作业，她看到我就挤在我旁边说也要一起写，那就写吧，一边写一边聊，聊完了她开心了，而我什么也没写下去，在我写的时候，他好几次都说要来帮我写帮我写，最后我实在受不了了，我就把我的历史作业给她跟她讲，帮我把选择题都写完吧，虽然她没有什么明显表现，但我能感觉到她是窃喜的，那一刻我真的太失望了，他这样做有什么意义呢？",
    "annotation": [
      {
        "sentence": "我举个例子吧，有一次我在写历史作业，她看到我就挤在我旁边说也要一起写，那就写吧，一边写一边聊，聊完了她开心了，而我什么也没写下去，在我写的时候，他好几次都说要来帮我写帮我写，最后我实在受不了了，我就把我的历史作业给她跟她讲，帮我把选择题都写完吧，虽然她没有什么明显表现，但我能感觉到她是窃喜的，那一刻我真的太失望了，他这样做有什么意义呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，她或许并不完全明白你的需求和边界，导致你们在合作的过程中产生了误解和不愉快。尝试跟她好好沟通一下，让她了解你的学习需求以及你希望得到的支持和尊重，或许可以改善这种局面。",
    "annotation": [
      {
        "sentence": "听你的描述，她或许并不完全明白你的需求和边界，导致你们在合作的过程中产生了误解和不愉快。",
        "label": ""
      },
      {
        "sentence": "尝试跟她好好沟通一下，让她了解你的学习需求以及你希望得到的支持和尊重，或许可以改善这种局面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "大家都是高中生，难道我就不要高考我就不要学习吗？有时候觉得我也挺搞笑的，明明就不喜欢跟她讲话，但还是硬要挤出一副笑脸跟她讲，为什么呢？就因为他是我最好的朋友？还是你怕失去一段友情？",
    "annotation": [
      {
        "sentence": "大家都是高中生，难道我就不要高考我就不要学习吗？",
        "label": ""
      },
      {
        "sentence": "有时候觉得我也挺搞笑的，明明就不喜欢跟她讲话，但还是硬要挤出一副笑脸跟她讲，为什么呢？",
        "label": ""
      },
      {
        "sentence": "就因为他是我最好的朋友？",
        "label": ""
      },
      {
        "sentence": "还是你怕失去一段友情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种矛盾感和无奈是可以理解的，毕竟友情是很重要的一部分。辨别你自己内心真正的想法和需求是很重要的，对自己和对友情都是一种尊重。试着与她沟通，明确你们的关系，看看能不能找到一个平衡点，既能保留友情，又能尊重彼此的个人需求和空间。",
    "annotation": [
      {
        "sentence": "这种矛盾感和无奈是可以理解的，毕竟友情是很重要的一部分。",
        "label": ""
      },
      {
        "sentence": "辨别你自己内心真正的想法和需求是很重要的，对自己和对友情都是一种尊重。",
        "label": ""
      },
      {
        "sentence": "试着与她沟通，明确你们的关系，看看能不能找到一个平衡点，既能保留友情，又能尊重彼此的个人需求和空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "讲真我现在都不想讲“最好”这两个字了。我现在唯一想做的就是，我该怎么从这个僵局中走出来摆脱她？",
    "annotation": [
      {
        "sentence": "讲真我现在都不想讲“最好”这两个字了。",
        "label": ""
      },
      {
        "sentence": "我现在唯一想做的就是，我该怎么从这个僵局中走出来摆脱她？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的感受，这种困境并不容易解决，但你已经在寻求解决办法这一步上迈出了重要的一步。试着跟她好好沟通，表达你的内心感受和期望，希望能够得到她的理解和尊重。如果沟通不起作用，也可以逐渐减少接触时间，暂时保持一段距离，给自己一些时间和空间来思考和调整自己的情绪和关系。记住，你有权利追求一个积极而健康的友谊关系。",
    "annotation": [
      {
        "sentence": "了解你的感受，这种困境并不容易解决，但你已经在寻求解决办法这一步上迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "试着跟她好好沟通，表达你的内心感受和期望，希望能够得到她的理解和尊重。",
        "label": ""
      },
      {
        "sentence": "如果沟通不起作用，也可以逐渐减少接触时间，暂时保持一段距离，给自己一些时间和空间来思考和调整自己的情绪和关系。",
        "label": ""
      },
      {
        "sentence": "记住，你有权利追求一个积极而健康的友谊关系。",
        "label": ""
      }
    ]
  }
]