[
  {
    "role": "client",
    "content": "我是身患疾病的人，得了生殖器疱疹，干眼症，痛苦？",
    "annotation": [
      {
        "sentence": "我是身患疾病的人，得了生殖器疱疹，干眼症，痛苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，能感受到现在你是很痛苦的。患病以后身体上的折磨一定让你很难受，身心是一体的，尤其是生殖相关的疾病也许会让你感到有很大的危机感。不过还好，你没有选择一个人默默承受，而是选择倾诉，本身把这件事说出来也能释放一部分压力。每个人都希望得到别人的理解和接纳，一旦我们得不到接纳甚至遭受到排斥都会有害怕有担心，这很正常。我想对你说，疾病不代表你整个人，而是身体生病了。你依然可以有自己的生活，虽然有点不完美。",
    "annotation": [
      {
        "sentence": "看到你的描述，能感受到现在你是很痛苦的。",
        "label": ""
      },
      {
        "sentence": "患病以后身体上的折磨一定让你很难受，身心是一体的，尤其是生殖相关的疾病也许会让你感到有很大的危机感。",
        "label": ""
      },
      {
        "sentence": "不过还好，你没有选择一个人默默承受，而是选择倾诉，本身把这件事说出来也能释放一部分压力。",
        "label": ""
      },
      {
        "sentence": "每个人都希望得到别人的理解和接纳，一旦我们得不到接纳甚至遭受到排斥都会有害怕有担心，这很正常。",
        "label": ""
      },
      {
        "sentence": "我想对你说，疾病不代表你整个人，而是身体生病了。",
        "label": ""
      },
      {
        "sentence": "你依然可以有自己的生活，虽然有点不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是一个身患疾病的人，得的这些也是自找的，生殖器疱疹，又有干眼症，最主要是生殖器疱疹有传染性，我这结婚也不是不结婚也不是，活这很累。",
    "annotation": [
      {
        "sentence": "我是一个身患疾病的人，得的这些也是自找的，生殖器疱疹，又有干眼症，最主要是生殖器疱疹有传染性，我这结婚也不是不结婚也不是，活这很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，可能你对这个病的认识还有些误解。首先，得病并不是你自找的，许多疾病的发生都是无法完全控制的。生殖器疱疹虽然有传染性，但只要采取合理的防护措施，在婚姻生活中也能和伴侣共同面对和应对。同时，我明白你现在的生活可能会累，对未来有所担忧。但是，请相信，坚持治疗，积极面对，你的病情会有所好转的。",
    "annotation": [
      {
        "sentence": "听你这么说，可能你对这个病的认识还有些误解。",
        "label": ""
      },
      {
        "sentence": "首先，得病并不是你自找的，许多疾病的发生都是无法完全控制的。",
        "label": ""
      },
      {
        "sentence": "生殖器疱疹虽然有传染性，但只要采取合理的防护措施，在婚姻生活中也能和伴侣共同面对和应对。",
        "label": ""
      },
      {
        "sentence": "同时，我明白你现在的生活可能会累，对未来有所担忧。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，坚持治疗，积极面对，你的病情会有所好转的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "自从得了这病每晚都想着如自杀，解脱，活着对于未来没有一点希望而且害人，虽然才28，是没有意义的活，虽然平时很乐观，但无人时很压抑，有点抑郁症，主要还是结婚怕传染给伴侣。",
    "annotation": [
      {
        "sentence": "自从得了这病每晚都想着如自杀，解脱，活着对于未来没有一点希望而且害人，虽然才28，是没有意义的活，虽然平时很乐观，但无人时很压抑，有点抑郁症，主要还是结婚怕传染给伴侣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对生活的绝望和自杀念头，我非常担心你的情绪健康。无人时感到压抑和有点抑郁是正常的反应，但是还是希望你能认识到自己的价值和意义。每个人都有自己独特的价值，不论是身体健康还是身体不适，都不应否定自己的存在价值。结婚是一件重要的决定，但并不意味着你会给伴侣带来传染，我们可以寻求医生的建议，选择适合的治疗方法和预防措施来降低传染风险。",
    "annotation": [
      {
        "sentence": "听到你对生活的绝望和自杀念头，我非常担心你的情绪健康。",
        "label": ""
      },
      {
        "sentence": "无人时感到压抑和有点抑郁是正常的反应，但是还是希望你能认识到自己的价值和意义。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的价值，不论是身体健康还是身体不适，都不应否定自己的存在价值。",
        "label": ""
      },
      {
        "sentence": "结婚是一件重要的决定，但并不意味着你会给伴侣带来传染，我们可以寻求医生的建议，选择适合的治疗方法和预防措施来降低传染风险。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "人生无常，死也是个好事，家人痛苦一下，但我这样活着也难受别人以后的指指点点。",
    "annotation": [
      {
        "sentence": "人生无常，死也是个好事，家人痛苦一下，但我这样活着也难受别人以后的指指点点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你现在的心情，但是对于生活的厌倦和对死的想法，我不能保持沉默。生命是非常宝贵的，每个人都体会到困境和痛苦，但我们要积极面对这些，相信未来会有好转。你所拥有的家人和朋友，他们关心你，愿意支持你，他们会希望你能拥有幸福的生活。请相信，你的存在对于他们是有意义的。任何指指点点都不能影响你的价值和未来，你要坚持走下去，争取更好的生活。",
    "annotation": [
      {
        "sentence": "理解你现在的心情，但是对于生活的厌倦和对死的想法，我不能保持沉默。",
        "label": ""
      },
      {
        "sentence": "生命是非常宝贵的，每个人都体会到困境和痛苦，但我们要积极面对这些，相信未来会有好转。",
        "label": ""
      },
      {
        "sentence": "你所拥有的家人和朋友，他们关心你，愿意支持你，他们会希望你能拥有幸福的生活。",
        "label": ""
      },
      {
        "sentence": "请相信，你的存在对于他们是有意义的。",
        "label": ""
      },
      {
        "sentence": "任何指指点点都不能影响你的价值和未来，你要坚持走下去，争取更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着积极面对，寻找治疗的方法和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着积极面对，寻找治疗的方法和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够给你一些温暖和鼓励。重要的是你能够积极行动起来，寻找专业的医生和治疗团队，配合他们的指导进行治疗，同时，也可以寻找相关的支持组织，与其他有类似经历的人交流互助，互相支持。坚持下去，相信你一定能够度过难关，重新拥有快乐的生活。记得始终保持积极的心态，不要让困难击倒你。祝愿你早日恢复健康！",
    "annotation": [
      {
        "sentence": "很高兴能够给你一些温暖和鼓励。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够积极行动起来，寻找专业的医生和治疗团队，配合他们的指导进行治疗，同时，也可以寻找相关的支持组织，与其他有类似经历的人交流互助，互相支持。",
        "label": ""
      },
      {
        "sentence": "坚持下去，相信你一定能够度过难关，重新拥有快乐的生活。",
        "label": ""
      },
      {
        "sentence": "记得始终保持积极的心态，不要让困难击倒你。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日恢复健康！",
        "label": ""
      }
    ]
  }
]