[
  {
    "role": "client",
    "content": "恋爱6年结婚1年，怎么能让敏感型老公开口沟通？",
    "annotation": [
      {
        "sentence": "恋爱6年结婚1年，怎么能让敏感型老公开口沟通？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，觉得你是一个通情达理，又知己知彼的人。在生孩子这个问题上，家里人形成了几条不同的意见，让你感到矛盾。我们先来看一看，是哪几对矛盾影响到了你的判断。",
    "annotation": [
      {
        "sentence": "看了你的问题，觉得你是一个通情达理，又知己知彼的人。",
        "label": ""
      },
      {
        "sentence": "在生孩子这个问题上，家里人形成了几条不同的意见，让你感到矛盾。",
        "label": ""
      },
      {
        "sentence": "我们先来看一看，是哪几对矛盾影响到了你的判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在面临的问题主要有以下几个方面的矛盾：首先，家人一直催着要孩子，虽然我准备坦然接受这个建议，但我无法直接让他们相信我，特别是老公的奶奶一直以为是我的问题搞得反复催促。其次，老公对生孩子的态度不明确，他担心孩子出生后的许多事情无法解决，我无法说服他。还有，老公不愿意跟他的家人沟通，导致我夹在他的家人和老公之间左右为难。",
    "annotation": [
      {
        "sentence": "是的，我现在面临的问题主要有以下几个方面的矛盾：首先，家人一直催着要孩子，虽然我准备坦然接受这个建议，但我无法直接让他们相信我，特别是老公的奶奶一直以为是我的问题搞得反复催促。",
        "label": ""
      },
      {
        "sentence": "其次，老公对生孩子的态度不明确，他担心孩子出生后的许多事情无法解决，我无法说服他。",
        "label": ""
      },
      {
        "sentence": "还有，老公不愿意跟他的家人沟通，导致我夹在他的家人和老公之间左右为难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的意愿，倾向于可以开始规划要孩子，与他的家人意见一致，现在关键是老公的态度。老公的态度显示出他有许多未知焦虑。这些关于孩子出生后的未知焦虑，可能是他自己的过往经验在作怪，他自己经历了很多困难，感到生活不轻松，精神压力大，怕负担不起，不想心理更累，等等。光靠你与他的沟通和保证，不能有效打消他的顾虑。只有不再言语上催促他，使他没有紧迫感，不再提这些事，让事情自然而然地发生，他才会放松自己的戒备心。甚至，你还可以反其道而行之，告诉他，你们可以多玩几年，过过二人世界，家里人催他们的，你们玩你们的。你知道有些犟驴，要往你想去的方向拉，是拉不走的，往你想去的相反方向拽，更可能达到你的目的。",
    "annotation": [
      {
        "sentence": "根据你的意愿，倾向于可以开始规划要孩子，与他的家人意见一致，现在关键是老公的态度。",
        "label": ""
      },
      {
        "sentence": "老公的态度显示出他有许多未知焦虑。",
        "label": ""
      },
      {
        "sentence": "这些关于孩子出生后的未知焦虑，可能是他自己的过往经验在作怪，他自己经历了很多困难，感到生活不轻松，精神压力大，怕负担不起，不想心理更累，等等。",
        "label": ""
      },
      {
        "sentence": "光靠你与他的沟通和保证，不能有效打消他的顾虑。",
        "label": ""
      },
      {
        "sentence": "只有不再言语上催促他，使他没有紧迫感，不再提这些事，让事情自然而然地发生，他才会放松自己的戒备心。",
        "label": ""
      },
      {
        "sentence": "甚至，你还可以反其道而行之，告诉他，你们可以多玩几年，过过二人世界，家里人催他们的，你们玩你们的。",
        "label": ""
      },
      {
        "sentence": "你知道有些犟驴，要往你想去的方向拉，是拉不走的，往你想去的相反方向拽，更可能达到你的目的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，我明白了。我会尽量不再言语上催促他，给他足够的时间和空间来接受这个问题。我也会试试反其道而行之的方法，跟他说我们可以多玩几年，享受两个人的时光。希望到了那个时候，他能够放下顾虑，接受孩子的到来。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽量不再言语上催促他，给他足够的时间和空间来接受这个问题。",
        "label": ""
      },
      {
        "sentence": "我也会试试反其道而行之的方法，跟他说我们可以多玩几年，享受两个人的时光。",
        "label": ""
      },
      {
        "sentence": "希望到了那个时候，他能够放下顾虑，接受孩子的到来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。希望你能够坚持自己的想法，并且保持与老公的良好沟通。记住，人们通常会因为害怕未知而产生焦虑，只有通过耐心和理解才能让他们放下戒备心。祝你们好运，希望你们幸福美满！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚持自己的想法，并且保持与老公的良好沟通。",
        "label": ""
      },
      {
        "sentence": "记住，人们通常会因为害怕未知而产生焦虑，只有通过耐心和理解才能让他们放下戒备心。",
        "label": ""
      },
      {
        "sentence": "祝你们好运，希望你们幸福美满！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。我会努力与他沟通，给他足够的时间和空间。我相信我们一定能够解决这个问题，迎接美好的未来。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会努力与他沟通，给他足够的时间和空间。",
        "label": ""
      },
      {
        "sentence": "我相信我们一定能够解决这个问题，迎接美好的未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  }
]