[
  {
    "role": "client",
    "content": "有一个想断掉联系又不舍得的人，该怎么办？就是前男友，一直不想结婚，我们分手也保有联系，但是虽然他不结婚，我还是对他报有希望。我今年29了，一直在矛盾中，想断了联系重新开始，又非常舍不得，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "有一个想断掉联系又不舍得的人，该怎么办？",
        "label": ""
      },
      {
        "sentence": "就是前男友，一直不想结婚，我们分手也保有联系，但是虽然他不结婚，我还是对他报有希望。",
        "label": ""
      },
      {
        "sentence": "我今年29了，一直在矛盾中，想断了联系重新开始，又非常舍不得，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉你这种情况现在很纠结，你似乎对你前任还是有很深的感情，这也是为什么你们能够分手但还是保持联系吧。那你们当初分手的原因是什么呢？",
    "annotation": [
      {
        "sentence": "感觉你这种情况现在很纠结，你似乎对你前任还是有很深的感情，这也是为什么你们能够分手但还是保持联系吧。",
        "label": ""
      },
      {
        "sentence": "那你们当初分手的原因是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们当时分手是因为他一直不想结婚，但我还是希望有个家庭。可是即使分开了，我还是对他念念不忘。",
    "annotation": [
      {
        "sentence": "我们当时分手是因为他一直不想结婚，但我还是希望有个家庭。",
        "label": ""
      },
      {
        "sentence": "可是即使分开了，我还是对他念念不忘。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全明白你的处境。但你需要意识到，如果你们当时分开，那也许是因为那是对你们最好的决定。而现在你的问题是，是否应该和他重新联系，或者彻底断掉这段联系并重新开始。 其实前任有时候就像一双非常漂亮但很磨脚的鞋，它看着好看，但穿上却很难受。这也许是你现在的矛盾处境，不知道要不要扔掉这双鞋子，又担心会非常舍不得。不过，我们已经长大成人，作出正确的决定是很重要的。而你的年龄也不小了，确实应该考虑结婚的问题。你们两人如果互相喜欢，相处也很舒适，那么以前发生矛盾的问题是否已经解决，是否已经找到了最适合你们的相处方案呢？如果是这样的话，那不妨重新考虑结婚的问题。",
    "annotation": [
      {
        "sentence": "我完全明白你的处境。",
        "label": ""
      },
      {
        "sentence": "但你需要意识到，如果你们当时分开，那也许是因为那是对你们最好的决定。",
        "label": ""
      },
      {
        "sentence": "而现在你的问题是，是否应该和他重新联系，或者彻底断掉这段联系并重新开始。",
        "label": ""
      },
      {
        "sentence": " 其实前任有时候就像一双非常漂亮但很磨脚的鞋，它看着好看，但穿上却很难受。",
        "label": ""
      },
      {
        "sentence": "这也许是你现在的矛盾处境，不知道要不要扔掉这双鞋子，又担心会非常舍不得。",
        "label": ""
      },
      {
        "sentence": "不过，我们已经长大成人，作出正确的决定是很重要的。",
        "label": ""
      },
      {
        "sentence": "而你的年龄也不小了，确实应该考虑结婚的问题。",
        "label": ""
      },
      {
        "sentence": "你们两人如果互相喜欢，相处也很舒适，那么以前发生矛盾的问题是否已经解决，是否已经找到了最适合你们的相处方案呢？",
        "label": ""
      },
      {
        "sentence": "如果是这样的话，那不妨重新考虑结婚的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然我们相处得很舒适，但他倔强得很，我们除了结婚问题，还存在其他一些难以沟通的问题。唉，我真的很迷茫，不知道该做什么。",
    "annotation": [
      {
        "sentence": "虽然我们相处得很舒适，但他倔强得很，我们除了结婚问题，还存在其他一些难以沟通的问题。",
        "label": ""
      },
      {
        "sentence": "唉，我真的很迷茫，不知道该做什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的难处，但我也相信时间和距离可以让你更好地认识自己。 想象一下如果你一直和他保持联系的话，那你们之间的问题也许会一直困扰着你，而断掉联系又会非常舍不得。但如果你们隔段时间再联系一次，那也许你的心态和想法已经有所改变，或许你已经找到一个更健康的方式来对待这段感情了。我的建议是，给自己和前任多一些间隔时间，发现自己的生活的美好，给自己更多的成长空间。这也许实际上是对你和你前任感情最好的解决方式。",
    "annotation": [
      {
        "sentence": "我完全理解你的难处，但我也相信时间和距离可以让你更好地认识自己。",
        "label": ""
      },
      {
        "sentence": " 想象一下如果你一直和他保持联系的话，那你们之间的问题也许会一直困扰着你，而断掉联系又会非常舍不得。",
        "label": ""
      },
      {
        "sentence": "但如果你们隔段时间再联系一次，那也许你的心态和想法已经有所改变，或许你已经找到一个更健康的方式来对待这段感情了。",
        "label": ""
      },
      {
        "sentence": "我的建议是，给自己和前任多一些间隔时间，发现自己的生活的美好，给自己更多的成长空间。",
        "label": ""
      },
      {
        "sentence": "这也许实际上是对你和你前任感情最好的解决方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试你的方法，多花时间和精力在自己的生活和工作上，也期待自己在未来会更加成熟成长。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试你的方法，多花时间和精力在自己的生活和工作上，也期待自己在未来会更加成熟成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我相信你能够处理好这个问题。记住，你并不孤单，我会一直在你身边支持你。希望你能够好好照顾自己，逐渐走出这段矛盾的情感之中。",
    "annotation": [
      {
        "sentence": "没问题，我相信你能够处理好这个问题。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能够好好照顾自己，逐渐走出这段矛盾的情感之中。",
        "label": ""
      }
    ]
  }
]