[
  {
    "role": "client",
    "content": "我无法克服心理障碍，又缺乏有效的外界契机，该怎么办？本人男，家住北京，现就读于北京昌平某大专。大一新生我就是不敢主动与不熟悉的女生主动建立交流。这个心理障碍我从高中就开始努力克服听pua的在大街上闲逛和陌生女孩搭讪，坚持了大半年也没搭讪几个，也没有克服心理障碍，更没有达到“搭讪自由”，而且当时还过于强迫自己导致严重内耗濒临精神崩溃。当然了，因为我这个障碍我日常生活中的舒适区内也缺乏可以自然的和女生社交交流的机会，也更是没有一个合理的契机。什么随缘，多参加活动就别说了，要是能随缘早就随到了。道理什么的也都看了无数了，可就是对我没用！！！！！！现实中也没有人带我和女生社交，也没有女生主动和我社交，没有有效的外界帮助！！！！！心理咨询也是缓解对于我的精神崩溃，对我这个心理障碍也没有什么实质上的帮助。药物也是仅仅是缓解我不至于情绪失控精神崩溃，有助于调整状态，对实际的这个心理障碍也没什么帮助。我该怎么办？",
    "annotation": [
      {
        "sentence": "我无法克服心理障碍，又缺乏有效的外界契机，该怎么办？",
        "label": ""
      },
      {
        "sentence": "本人男，家住北京，现就读于北京昌平某大专。",
        "label": ""
      },
      {
        "sentence": "大一新生我就是不敢主动与不熟悉的女生主动建立交流。",
        "label": ""
      },
      {
        "sentence": "这个心理障碍我从高中就开始努力克服听pua的在大街上闲逛和陌生女孩搭讪，坚持了大半年也没搭讪几个，也没有克服心理障碍，更没有达到“搭讪自由”，而且当时还过于强迫自己导致严重内耗濒临精神崩溃。",
        "label": ""
      },
      {
        "sentence": "当然了，因为我这个障碍我日常生活中的舒适区内也缺乏可以自然的和女生社交交流的机会，也更是没有一个合理的契机。",
        "label": ""
      },
      {
        "sentence": "什么随缘，多参加活动就别说了，要是能随缘早就随到了。",
        "label": ""
      },
      {
        "sentence": "道理什么的也都看了无数了，可就是对我没用！！！！！！",
        "label": ""
      },
      {
        "sentence": "现实中也没有人带我和女生社交，也没有女生主动和我社交，没有有效的外界帮助！！！！！",
        "label": ""
      },
      {
        "sentence": "心理咨询也是缓解对于我的精神崩溃，对我这个心理障碍也没有什么实质上的帮助。",
        "label": ""
      },
      {
        "sentence": "药物也是仅仅是缓解我不至于情绪失控精神崩溃，有助于调整状态，对实际的这个心理障碍也没什么帮助。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也有过相同的经历。这个问题对于一个大学新生来说很正常，因为你进入了新的环境，处于陌生人群中，很难适应。你现在面临的这个问题不吓人，恐怖的是你缺乏克服这个障碍的勇气。尽管你心里知道，也懂得要克服，但却不敢付出实际行动。你认为现实中没有人带你和女生社交，也没有女生主动和你社交，没有有效的外界帮助，但为什么你不主动些，冲破自己心中的那道壁垒呢？如果你都没有试过，怎么知道不行呢？",
    "annotation": [
      {
        "sentence": "我也有过相同的经历。",
        "label": ""
      },
      {
        "sentence": "这个问题对于一个大学新生来说很正常，因为你进入了新的环境，处于陌生人群中，很难适应。",
        "label": ""
      },
      {
        "sentence": "你现在面临的这个问题不吓人，恐怖的是你缺乏克服这个障碍的勇气。",
        "label": ""
      },
      {
        "sentence": "尽管你心里知道，也懂得要克服，但却不敢付出实际行动。",
        "label": ""
      },
      {
        "sentence": "你认为现实中没有人带你和女生社交，也没有女生主动和你社交，没有有效的外界帮助，但为什么你不主动些，冲破自己心中的那道壁垒呢？",
        "label": ""
      },
      {
        "sentence": "如果你都没有试过，怎么知道不行呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试了很多次，但几乎每次都以失败告终。没有面对过女生的我很紧张，对我来说非常困难。",
    "annotation": [
      {
        "sentence": "我试了很多次，但几乎每次都以失败告终。",
        "label": ""
      },
      {
        "sentence": "没有面对过女生的我很紧张，对我来说非常困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说话很简单，和别人聊天也是一件轻松的事。建议你可以看看一些心理学方面的书籍，比如戴尔·卡耐基的书籍，里面讲到了如何交际。不要去想该和别人说什么，让自己放松，想到什么就说什么。没有事时多看看书，看看报，让自己的知识面广一些，这样你可以有话说。试着面带微笑，这样你会更加轻松。情况不可能一下子就变得不紧张，需要时间和耐心。你的问题很普遍，很多人都曾经面对过相同的问题，只要你试着改变，你就会成功。",
    "annotation": [
      {
        "sentence": "说话很简单，和别人聊天也是一件轻松的事。",
        "label": ""
      },
      {
        "sentence": "建议你可以看看一些心理学方面的书籍，比如戴尔·卡耐基的书籍，里面讲到了如何交际。",
        "label": ""
      },
      {
        "sentence": "不要去想该和别人说什么，让自己放松，想到什么就说什么。",
        "label": ""
      },
      {
        "sentence": "没有事时多看看书，看看报，让自己的知识面广一些，这样你可以有话说。",
        "label": ""
      },
      {
        "sentence": "试着面带微笑，这样你会更加轻松。",
        "label": ""
      },
      {
        "sentence": "情况不可能一下子就变得不紧张，需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "你的问题很普遍，很多人都曾经面对过相同的问题，只要你试着改变，你就会成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，但我不知道怎么去做。我怎样才能超越自我，克服障碍？",
    "annotation": [
      {
        "sentence": "你说的很有道理，但我不知道怎么去做。",
        "label": ""
      },
      {
        "sentence": "我怎样才能超越自我，克服障碍？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的状态已经很糟糕了，你自称”精神崩溃“了。觉得社交、看鸡汤、心理咨询、药物，都”没有用“”没有帮助“，这孤独感已经成了你的心理冲突。每个人都有一些心理冲突，有些人的心理冲突，大家都可以理解，比如失恋，找工作不顺利，考试没考好就难受，被家里骂了，到人多的场合就口吃等等。克服心理障碍要靠自己，助人自助。你要学会自己帮助自己，其实没有那么困难，把问题想简单点。",
    "annotation": [
      {
        "sentence": "你的状态已经很糟糕了，你自称”精神崩溃“了。",
        "label": ""
      },
      {
        "sentence": "觉得社交、看鸡汤、心理咨询、药物，都”没有用“”没有帮助“，这孤独感已经成了你的心理冲突。",
        "label": ""
      },
      {
        "sentence": "每个人都有一些心理冲突，有些人的心理冲突，大家都可以理解，比如失恋，找工作不顺利，考试没考好就难受，被家里骂了，到人多的场合就口吃等等。",
        "label": ""
      },
      {
        "sentence": "克服心理障碍要靠自己，助人自助。",
        "label": ""
      },
      {
        "sentence": "你要学会自己帮助自己，其实没有那么困难，把问题想简单点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我觉得我可以尝试一下。你觉得我该怎么做呢？",
    "annotation": [
      {
        "sentence": "你说得对，我觉得我可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "解决方法很多，比如有精神胜利法，即所谓的阿Q精神，难得糊涂法，这是心理环境免遭侵蚀的保护网。在一些非原则性问题上糊涂一下，以恬淡平和的心境对待各种紧张事件。随遇而安法、幽默人生法、宣泄积郁法、音乐冥想法等。这些方法可能不一定适用于你，但是你可以试试看，寻找最适合你的方法。",
    "annotation": [
      {
        "sentence": "解决方法很多，比如有精神胜利法，即所谓的阿Q精神，难得糊涂法，这是心理环境免遭侵蚀的保护网。",
        "label": ""
      },
      {
        "sentence": "在一些非原则性问题上糊涂一下，以恬淡平和的心境对待各种紧张事件。",
        "label": ""
      },
      {
        "sentence": "随遇而安法、幽默人生法、宣泄积郁法、音乐冥想法等。",
        "label": ""
      },
      {
        "sentence": "这些方法可能不一定适用于你，但是你可以试试看，寻找最适合你的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我觉得我可以先从看书开始，然后尝试一些简单的社交场合。如果我还有问题，我可以再来找你吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我觉得我可以先从看书开始，然后尝试一些简单的社交场合。",
        "label": ""
      },
      {
        "sentence": "如果我还有问题，我可以再来找你吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。做朋友就是互相帮助。我也很希望你渐渐从这个障碍中走出来，愉快地和周围的人交往，享受彼此的陪伴。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "做朋友就是互相帮助。",
        "label": ""
      },
      {
        "sentence": "我也很希望你渐渐从这个障碍中走出来，愉快地和周围的人交往，享受彼此的陪伴。",
        "label": ""
      }
    ]
  }
]