[
  {
    "role": "client",
    "content": "我32岁女，愿意尝试，为什么又总会感觉无力？当领导、朋友交代自己或者鼓励自己去做某事时，虽然这件事对自己本身有挑战，但自己愿意尝试，并努力去做好。可是，若是自己想做的事情，自己常常会觉得有困难，并且认为自己不能跨越那种困难。会感觉很无力，从而不敢尝试。",
    "annotation": [
      {
        "sentence": "我32岁女，愿意尝试，为什么又总会感觉无力？",
        "label": ""
      },
      {
        "sentence": "当领导、朋友交代自己或者鼓励自己去做某事时，虽然这件事对自己本身有挑战，但自己愿意尝试，并努力去做好。",
        "label": ""
      },
      {
        "sentence": "可是，若是自己想做的事情，自己常常会觉得有困难，并且认为自己不能跨越那种困难。",
        "label": ""
      },
      {
        "sentence": "会感觉很无力，从而不敢尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为同龄人，先读你的问题，就像照镜子一般。这种问题我也经历过，或者说仍在经历中。相比自己的选择，完成他人的托付其实更有动力一些。我猜你应该是乖乖女，是从小到大都比较听话的女孩。而且总是在认真地学习、工作，为了他人的满足而学习和工作。其实你并非缺乏能力，缺乏勇气，因为可以完成他人交代的挑战证明你是有能力的。但是面对自己的渴望和挑战时，能力常常不是最重要的。",
    "annotation": [
      {
        "sentence": "作为同龄人，先读你的问题，就像照镜子一般。",
        "label": ""
      },
      {
        "sentence": "这种问题我也经历过，或者说仍在经历中。",
        "label": ""
      },
      {
        "sentence": "相比自己的选择，完成他人的托付其实更有动力一些。",
        "label": ""
      },
      {
        "sentence": "我猜你应该是乖乖女，是从小到大都比较听话的女孩。",
        "label": ""
      },
      {
        "sentence": "而且总是在认真地学习、工作，为了他人的满足而学习和工作。",
        "label": ""
      },
      {
        "sentence": "其实你并非缺乏能力，缺乏勇气，因为可以完成他人交代的挑战证明你是有能力的。",
        "label": ""
      },
      {
        "sentence": "但是面对自己的渴望和挑战时，能力常常不是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我总是更愿意满足他人，而没有特别看重自己的渴望。可能这是因为我习惯把他人的需求放在首位，忽略了自己的渴望。当现在要选择自己的事情和他人交代的事情时，我感觉很迷茫，不知道该如何安排。",
    "annotation": [
      {
        "sentence": "你说得对，我总是更愿意满足他人，而没有特别看重自己的渴望。",
        "label": ""
      },
      {
        "sentence": "可能这是因为我习惯把他人的需求放在首位，忽略了自己的渴望。",
        "label": ""
      },
      {
        "sentence": "当现在要选择自己的事情和他人交代的事情时，我感觉很迷茫，不知道该如何安排。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "倾向于满足他人的人，多少会带有隐性或显性的讨好特质。这种特质对于他人的肯定、感激与赞美总是敏感的，甚至会把他人的评价作为自己行动力的来源。这种特质并非“不好”，这其实可以促进群体的协作。但你需要检视一下，自己是否只剩外部动力这一种来源，是否已经“僵化”为只有讨好的单一面相。",
    "annotation": [
      {
        "sentence": "倾向于满足他人的人，多少会带有隐性或显性的讨好特质。",
        "label": ""
      },
      {
        "sentence": "这种特质对于他人的肯定、感激与赞美总是敏感的，甚至会把他人的评价作为自己行动力的来源。",
        "label": ""
      },
      {
        "sentence": "这种特质并非“不好”，这其实可以促进群体的协作。",
        "label": ""
      },
      {
        "sentence": "但你需要检视一下，自己是否只剩外部动力这一种来源，是否已经“僵化”为只有讨好的单一面相。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我常常为了让别人满意而付出很大努力，但自己却忽略了内在的动力和需求。我意识到我是那种总在外求的人，也许是因为我对自身价值存疑，内在没有足够的自信，才会特别渴望他人的认可和赞同。",
    "annotation": [
      {
        "sentence": "确实，我常常为了让别人满意而付出很大努力，但自己却忽略了内在的动力和需求。",
        "label": ""
      },
      {
        "sentence": "我意识到我是那种总在外求的人，也许是因为我对自身价值存疑，内在没有足够的自信，才会特别渴望他人的认可和赞同。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很有洞察力。当内在的信心被某种力量摧毁，我们就会去寻求外在的认可，以建立自己的安全感。你之所以不敢尝试，认为自己无法跨越困难，恰恰是因为内在缺失了那份独自面对困难的力量。我建议你找一个可靠的朋友，将自己的不安告诉她，让她的鼓励和支持成为你的安全岛，从她那里获取前行的力量。当然，最重要的是，在这个过程中积累自己的内在力量。",
    "annotation": [
      {
        "sentence": "很有洞察力。",
        "label": ""
      },
      {
        "sentence": "当内在的信心被某种力量摧毁，我们就会去寻求外在的认可，以建立自己的安全感。",
        "label": ""
      },
      {
        "sentence": "你之所以不敢尝试，认为自己无法跨越困难，恰恰是因为内在缺失了那份独自面对困难的力量。",
        "label": ""
      },
      {
        "sentence": "我建议你找一个可靠的朋友，将自己的不安告诉她，让她的鼓励和支持成为你的安全岛，从她那里获取前行的力量。",
        "label": ""
      },
      {
        "sentence": "当然，最重要的是，在这个过程中积累自己的内在力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试着找一个可以信赖的朋友分享我的内心感受，希望她能成为我前行的动力。同时，我也会努力去探索内在不自信的成因，是因为某些创伤事件或者家庭教养造成的。另外，我会挑选一些自己想做的事情中比较简单的任务，一边练习自我肯定和激励，一边寻找外在的支持，通过完成这些任务来逐步积累自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试着找一个可以信赖的朋友分享我的内心感受，希望她能成为我前行的动力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力去探索内在不自信的成因，是因为某些创伤事件或者家庭教养造成的。",
        "label": ""
      },
      {
        "sentence": "另外，我会挑选一些自己想做的事情中比较简单的任务，一边练习自我肯定和激励，一边寻找外在的支持，通过完成这些任务来逐步积累自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和计划。探索内在的不自信成因、找到外在的支持和完成简单任务都是很好的方法，它们可以帮助你逐步累积自信。祝福你，加油！不要忘记，你是有能力跨越困难和实现自己的渴望的。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和计划。",
        "label": ""
      },
      {
        "sentence": "探索内在的不自信成因、找到外在的支持和完成简单任务都是很好的方法，它们可以帮助你逐步累积自信。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      },
      {
        "sentence": "不要忘记，你是有能力跨越困难和实现自己的渴望的。",
        "label": ""
      }
    ]
  }
]