[
  {
    "role": "client",
    "content": "最近我总觉得无力，不知道为什么。当领导、朋友交代自己或者鼓励自己去做一些有挑战的事情时，虽然我愿意尝试并努力去做好，但是当是我自己想做的事情时，我常常会觉得有困难，认为自己无法跨越那种困难，感觉很无力，从而不敢尝试。",
    "annotation": [
      {
        "sentence": "最近我总觉得无力，不知道为什么。",
        "label": ""
      },
      {
        "sentence": "当领导、朋友交代自己或者鼓励自己去做一些有挑战的事情时，虽然我愿意尝试并努力去做好，但是当是我自己想做的事情时，我常常会觉得有困难，认为自己无法跨越那种困难，感觉很无力，从而不敢尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的心情。对于自己需要面对挑战的事情，会觉得自己能力不够，做不到，这其实是个体自我效能感较低的表现。心理学上，自我效能感是指个体对自己是否有能力完成某一行为所进行的推测与判断。心理学家班杜拉对自我效能感的定义是指“人们对自身能否利用所拥有的技能去完成某项工作行为的自信程度”。班杜拉认为除了结果期望外，还有一种效能期望。结果期望指的是人对自己某种行为会导致某一结果的推测。如果人预测到某一特定行为将会导致特定的结果，那么这一行为就可能被激活和被选择。也就是说，只有当你觉得一件事情可以做到的时候，你才愿意去为这件事情付出很多的时间和精力。当然，别人对你的鼓励也会让你更加有信心去面对这样的任务。",
    "annotation": [
      {
        "sentence": "我非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "对于自己需要面对挑战的事情，会觉得自己能力不够，做不到，这其实是个体自我效能感较低的表现。",
        "label": ""
      },
      {
        "sentence": "心理学上，自我效能感是指个体对自己是否有能力完成某一行为所进行的推测与判断。",
        "label": ""
      },
      {
        "sentence": "心理学家班杜拉对自我效能感的定义是指“人们对自身能否利用所拥有的技能去完成某项工作行为的自信程度”。",
        "label": ""
      },
      {
        "sentence": "班杜拉认为除了结果期望外，还有一种效能期望。",
        "label": ""
      },
      {
        "sentence": "结果期望指的是人对自己某种行为会导致某一结果的推测。",
        "label": ""
      },
      {
        "sentence": "如果人预测到某一特定行为将会导致特定的结果，那么这一行为就可能被激活和被选择。",
        "label": ""
      },
      {
        "sentence": "也就是说，只有当你觉得一件事情可以做到的时候，你才愿意去为这件事情付出很多的时间和精力。",
        "label": ""
      },
      {
        "sentence": "当然，别人对你的鼓励也会让你更加有信心去面对这样的任务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和解释。我明白自我效能感的重要性，但是为什么我对自己想做的事情总是没有信心呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和解释。",
        "label": ""
      },
      {
        "sentence": "我明白自我效能感的重要性，但是为什么我对自己想做的事情总是没有信心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你对自己想做的事情存在着更高的期望和压力。当你觉得一件事情很重要，而自己又觉得有困难时，就会给自己施加更大的压力，从而降低了自己的自信心。试着放松一下，不要过分期望自己完美无误地完成所有事情。接受自己的努力和进展，即使是小步子，也是值得鼓励和肯定的。",
    "annotation": [
      {
        "sentence": "这可能是因为你对自己想做的事情存在着更高的期望和压力。",
        "label": ""
      },
      {
        "sentence": "当你觉得一件事情很重要，而自己又觉得有困难时，就会给自己施加更大的压力，从而降低了自己的自信心。",
        "label": ""
      },
      {
        "sentence": "试着放松一下，不要过分期望自己完美无误地完成所有事情。",
        "label": ""
      },
      {
        "sentence": "接受自己的努力和进展，即使是小步子，也是值得鼓励和肯定的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我总是对自己要求太高了。我明白了，要试着放松并接受自己的努力。但是，我还是担心失败会带来什么后果。",
    "annotation": [
      {
        "sentence": "确实，我总是对自己要求太高了。",
        "label": ""
      },
      {
        "sentence": "我明白了，要试着放松并接受自己的努力。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心失败会带来什么后果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心失败是很正常的，但是我们不能让这种担忧限制住我们的行动。失败并不意味着一切都完蛋了，它只是给我们一个学习和成长的机会。尝试一件事情并不会给你太大的损失，相反，你可能会从中学到宝贵的经验和教训。请相信自己的能力，即使失败了，你也有能力重新站起来。",
    "annotation": [
      {
        "sentence": "担心失败是很正常的，但是我们不能让这种担忧限制住我们的行动。",
        "label": ""
      },
      {
        "sentence": "失败并不意味着一切都完蛋了，它只是给我们一个学习和成长的机会。",
        "label": ""
      },
      {
        "sentence": "尝试一件事情并不会给你太大的损失，相反，你可能会从中学到宝贵的经验和教训。",
        "label": ""
      },
      {
        "sentence": "请相信自己的能力，即使失败了，你也有能力重新站起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，失败并不是终点。我应该更加相信自己的能力，即使失败了也能重新开始。但是，有时候我觉得我缺乏毅力和持久性，很容易放弃。",
    "annotation": [
      {
        "sentence": "你说得对，失败并不是终点。",
        "label": ""
      },
      {
        "sentence": "我应该更加相信自己的能力，即使失败了也能重新开始。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我觉得我缺乏毅力和持久性，很容易放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在面对困难和挑战时，毅力和持久性确实是很重要的品质。但是，不要对自己过于苛求。每个人都会有想要放弃的时候，这是正常的。别忘了，休息和调整也是为了让自己更好地应对困难。当你感到疲惫或无法坚持时，可以试着暂时放下，休息一下，然后再回来继续努力。你可以找一些提醒自己坚持的方法，例如和朋友一起做这件事情，或者设定小目标，逐步完成，让自己适应更大的挑战。",
    "annotation": [
      {
        "sentence": "在面对困难和挑战时，毅力和持久性确实是很重要的品质。",
        "label": ""
      },
      {
        "sentence": "但是，不要对自己过于苛求。",
        "label": ""
      },
      {
        "sentence": "每个人都会有想要放弃的时候，这是正常的。",
        "label": ""
      },
      {
        "sentence": "别忘了，休息和调整也是为了让自己更好地应对困难。",
        "label": ""
      },
      {
        "sentence": "当你感到疲惫或无法坚持时，可以试着暂时放下，休息一下，然后再回来继续努力。",
        "label": ""
      },
      {
        "sentence": "你可以找一些提醒自己坚持的方法，例如和朋友一起做这件事情，或者设定小目标，逐步完成，让自己适应更大的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，不要对自己太苛求，也要给自己适当的休息和调整的时间。我会试着找一些方法来提醒自己坚持下去。谢谢你的建议！我感觉更有信心了。",
    "annotation": [
      {
        "sentence": "我明白了，不要对自己太苛求，也要给自己适当的休息和调整的时间。",
        "label": ""
      },
      {
        "sentence": "我会试着找一些方法来提醒自己坚持下去。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我感觉更有信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的感觉！相信自己，相信你的能力。无论遇到什么困难，都相信你可以克服它们。你已经展现出了勇气和决心，我相信你会一步步走向成功。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的感觉！",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你的能力。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都相信你可以克服它们。",
        "label": ""
      },
      {
        "sentence": "你已经展现出了勇气和决心，我相信你会一步步走向成功。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]