[
  {
    "role": "client",
    "content": "人为什么一定要结婚呢？我们焦虑结婚是不是这个观念有点死板传统了，40前不享受爱情，女人青春就50就结束了，年轻总是经济额要求眼缘额要求，逼的很多适婚年龄人将就。但倒过来看，多少人的婚姻正直幸福呢，年轻靠感情，3年激情7年之痒过了就是得过且过。既然如此，再找个心理成熟的搭伴养老不是也可以吗，反正好不好看都无所谓也不需要荷尔蒙了。有朋友说，婚姻的目的就是老了有儿孙满堂，有人依靠，老来伴不真诚，可能都是利益面前各自飞。到底哪样对呢？",
    "annotation": [
      {
        "sentence": "人为什么一定要结婚呢？",
        "label": ""
      },
      {
        "sentence": "我们焦虑结婚是不是这个观念有点死板传统了，40前不享受爱情，女人青春就50就结束了，年轻总是经济额要求眼缘额要求，逼的很多适婚年龄人将就。",
        "label": ""
      },
      {
        "sentence": "但倒过来看，多少人的婚姻正直幸福呢，年轻靠感情，3年激情7年之痒过了就是得过且过。",
        "label": ""
      },
      {
        "sentence": "既然如此，再找个心理成熟的搭伴养老不是也可以吗，反正好不好看都无所谓也不需要荷尔蒙了。",
        "label": ""
      },
      {
        "sentence": "有朋友说，婚姻的目的就是老了有儿孙满堂，有人依靠，老来伴不真诚，可能都是利益面前各自飞。",
        "label": ""
      },
      {
        "sentence": "到底哪样对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的分享，我理解你的疑惑。确实，每个人看待婚姻这个问题的角度可能都不同，而你提出的一些观点也很有道理。但是，我想问一下，你为什么会焦虑于这个问题呢？是因为身边的人都在结婚或者是因为你觉得不结婚会被别人评价吗？",
    "annotation": [
      {
        "sentence": "听到你的分享，我理解你的疑惑。",
        "label": ""
      },
      {
        "sentence": "确实，每个人看待婚姻这个问题的角度可能都不同，而你提出的一些观点也很有道理。",
        "label": ""
      },
      {
        "sentence": "但是，我想问一下，你为什么会焦虑于这个问题呢？",
        "label": ""
      },
      {
        "sentence": "是因为身边的人都在结婚或者是因为你觉得不结婚会被别人评价吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实两者都有。我的朋友围着我不停地催婚，我也觉得自己到了应该结婚的年龄。但是又不愿意把自己的幸福放到别人的期待上去，感觉真的很棘手。",
    "annotation": [
      {
        "sentence": "其实两者都有。",
        "label": ""
      },
      {
        "sentence": "我的朋友围着我不停地催婚，我也觉得自己到了应该结婚的年龄。",
        "label": ""
      },
      {
        "sentence": "但是又不愿意把自己的幸福放到别人的期待上去，感觉真的很棘手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了你的心情。不过，对于这个问题上来说，我觉得更重要的是你自己的感受。如果你真的愿意找一个搭伴养老，或者是享受单身的生活，那么都是可以的。你说的对，多少人的婚姻真的很幸福呢？而如果你只是为了逼自己结婚而结婚，那只会让你更不快乐。",
    "annotation": [
      {
        "sentence": "我明白了你的心情。",
        "label": ""
      },
      {
        "sentence": "不过，对于这个问题上来说，我觉得更重要的是你自己的感受。",
        "label": ""
      },
      {
        "sentence": "如果你真的愿意找一个搭伴养老，或者是享受单身的生活，那么都是可以的。",
        "label": ""
      },
      {
        "sentence": "你说的对，多少人的婚姻真的很幸福呢？",
        "label": ""
      },
      {
        "sentence": "而如果你只是为了逼自己结婚而结婚，那只会让你更不快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我还是不确定到底是该结婚还是不结婚。我总感觉自己会因为错过了结婚带来的幸福而后悔，可是又不知道自己是否真的有那个能力去维系一段婚姻关系。",
    "annotation": [
      {
        "sentence": "可是我还是不确定到底是该结婚还是不结婚。",
        "label": ""
      },
      {
        "sentence": "我总感觉自己会因为错过了结婚带来的幸福而后悔，可是又不知道自己是否真的有那个能力去维系一段婚姻关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你的疑惑很正常，毕竟这是一个需要考虑很多方方面面的问题。但是，或许你可以尝试想一下，如果你决定不结婚，会有哪些优点。比如说，你可以享受自由自在的生活，无需为照顾家庭而忙碌，也不用为维系婚姻关系而操心。当然，如果你决定结婚，你就需要为婚姻付出努力，准备好应对婚姻可能会出现的挑战。",
    "annotation": [
      {
        "sentence": "我觉得你的疑惑很正常，毕竟这是一个需要考虑很多方方面面的问题。",
        "label": ""
      },
      {
        "sentence": "但是，或许你可以尝试想一下，如果你决定不结婚，会有哪些优点。",
        "label": ""
      },
      {
        "sentence": "比如说，你可以享受自由自在的生活，无需为照顾家庭而忙碌，也不用为维系婚姻关系而操心。",
        "label": ""
      },
      {
        "sentence": "当然，如果你决定结婚，你就需要为婚姻付出努力，准备好应对婚姻可能会出现的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，确实这些问题我都需要考虑。谢谢你的建议，让我更加明确了自己的想法。",
    "annotation": [
      {
        "sentence": "你说得对，确实这些问题我都需要考虑。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，让我更加明确了自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系的，我也很高兴能帮助你。但是，我还是想提醒你，不要让别人的看法或期望左右你的决定。不管你做出什么决定，最重要的是要让自己开心。",
    "annotation": [
      {
        "sentence": "没关系的，我也很高兴能帮助你。",
        "label": ""
      },
      {
        "sentence": "但是，我还是想提醒你，不要让别人的看法或期望左右你的决定。",
        "label": ""
      },
      {
        "sentence": "不管你做出什么决定，最重要的是要让自己开心。",
        "label": ""
      }
    ]
  }
]