[
  {
    "role": "client",
    "content": "我不想再和别人交谈了，我好像说句话都是错的？为什么我说的都是真的就是没人相信我，为什么我明明就是字面意思，其他人会理解成另外一个意思，为什么我只要一做自己，别人就会讨厌我，我不想再和别人交谈了。",
    "annotation": [
      {
        "sentence": "我不想再和别人交谈了，我好像说句话都是错的？",
        "label": ""
      },
      {
        "sentence": "为什么我说的都是真的就是没人相信我，为什么我明明就是字面意思，其他人会理解成另外一个意思，为什么我只要一做自己，别人就会讨厌我，我不想再和别人交谈了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，我了解你的感受，你的委屈。你的意思是说，你没有任何伤害他人的意图，只是单纯地做自己，做自己应该做的事情，但却被人们误解成另外一种人。我理解你的痛苦。在这样的环境中，你肯定会感到孤独和委屈，感觉自己完全不被接纳。在这样的环境里，你很容易迷失自我，甚至对自己的存在价值产生怀疑。因此，你不再想说话，因为沉默让你感觉自己变得透明。这其实是一种自我保护机制，让自己躲避受伤。【1】相信自己的价值根据你的描述，我能看出你一直在做你自己，没有任何伤害他人的意图，并且非常合情合理。这一点我真心希望你能相信自己。【2】你是谁？你的价值是什么？经常有些事情会遮盖住真实的你，让你忘记了自己是谁，甚至忘记了自己的价值。我可以理解，在一个事事受到质疑的环境中，很难看到真实的自己。所以你不能依赖这个环境中的人对你的评价，因为他们对你的评价是扭曲的。如果你长时间依赖这些扭曲的评价，久而久之，你也会对自己产生扭曲的看法。所以，我建议你要独立一点，客观、中肯地评价自己。【3】扩大自己的社交圈人与人之间本应该互相理解与接纳，但不幸的是，并不是每个圈子都能做到这一点。事实上，并不是每个人都会如此对待你。当你走出去，你会发现原先的环境只是冰山一角。会接纳和喜欢你的人会有很多。【4】回想一下爱你的人回想起那些爱你的人，他们接纳并喜欢你，你的家人和真正的朋友。他们平常都很喜欢你，欣赏你。让自己重新感受被爱。感激那些平日里给予你滋养的人、事、物。尤其是在逆境中，更要感恩，感恩让你看到自己是被爱的。我相信你只是简单地做你自己，所以你也要相信你自己。你是值得被爱的，每个人都会喜欢你。你的朋友，奥黛丽——————————————团结、友爱、尊重、宽容。️。",
    "annotation": [
      {
        "sentence": "朋友，我了解你的感受，你的委屈。",
        "label": ""
      },
      {
        "sentence": "你的意思是说，你没有任何伤害他人的意图，只是单纯地做自己，做自己应该做的事情，但却被人们误解成另外一种人。",
        "label": ""
      },
      {
        "sentence": "我理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "在这样的环境中，你肯定会感到孤独和委屈，感觉自己完全不被接纳。",
        "label": ""
      },
      {
        "sentence": "在这样的环境里，你很容易迷失自我，甚至对自己的存在价值产生怀疑。",
        "label": ""
      },
      {
        "sentence": "因此，你不再想说话，因为沉默让你感觉自己变得透明。",
        "label": ""
      },
      {
        "sentence": "这其实是一种自我保护机制，让自己躲避受伤。",
        "label": ""
      },
      {
        "sentence": "【1】相信自己的价值根据你的描述，我能看出你一直在做你自己，没有任何伤害他人的意图，并且非常合情合理。",
        "label": ""
      },
      {
        "sentence": "这一点我真心希望你能相信自己。",
        "label": ""
      },
      {
        "sentence": "【2】你是谁？",
        "label": ""
      },
      {
        "sentence": "你的价值是什么？",
        "label": ""
      },
      {
        "sentence": "经常有些事情会遮盖住真实的你，让你忘记了自己是谁，甚至忘记了自己的价值。",
        "label": ""
      },
      {
        "sentence": "我可以理解，在一个事事受到质疑的环境中，很难看到真实的自己。",
        "label": ""
      },
      {
        "sentence": "所以你不能依赖这个环境中的人对你的评价，因为他们对你的评价是扭曲的。",
        "label": ""
      },
      {
        "sentence": "如果你长时间依赖这些扭曲的评价，久而久之，你也会对自己产生扭曲的看法。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你要独立一点，客观、中肯地评价自己。",
        "label": ""
      },
      {
        "sentence": "【3】扩大自己的社交圈人与人之间本应该互相理解与接纳，但不幸的是，并不是每个圈子都能做到这一点。",
        "label": ""
      },
      {
        "sentence": "事实上，并不是每个人都会如此对待你。",
        "label": ""
      },
      {
        "sentence": "当你走出去，你会发现原先的环境只是冰山一角。",
        "label": ""
      },
      {
        "sentence": "会接纳和喜欢你的人会有很多。",
        "label": ""
      },
      {
        "sentence": "【4】回想一下爱你的人回想起那些爱你的人，他们接纳并喜欢你，你的家人和真正的朋友。",
        "label": ""
      },
      {
        "sentence": "他们平常都很喜欢你，欣赏你。",
        "label": ""
      },
      {
        "sentence": "让自己重新感受被爱。",
        "label": ""
      },
      {
        "sentence": "感激那些平日里给予你滋养的人、事、物。",
        "label": ""
      },
      {
        "sentence": "尤其是在逆境中，更要感恩，感恩让你看到自己是被爱的。",
        "label": ""
      },
      {
        "sentence": "我相信你只是简单地做你自己，所以你也要相信你自己。",
        "label": ""
      },
      {
        "sentence": "你是值得被爱的，每个人都会喜欢你。",
        "label": ""
      },
      {
        "sentence": "你的朋友，奥黛丽——————————————团结、友爱、尊重、宽容。",
        "label": ""
      },
      {
        "sentence": "️。",
        "label": ""
      }
    ]
  }
]