[
  {
    "role": "client",
    "content": "总是觉得孤独，看不到自己的价值，没有归属感？",
    "annotation": [
      {
        "sentence": "总是觉得孤独，看不到自己的价值，没有归属感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我了解到你似乎是个安全感很低的孩子，没关系，摸摸你的头。首先呢，你这种情况是很常见的，群体性的安全感，但我不觉得你是讨好性人格喔，有可能是我不太了解你的事件，但我单从你的描述中，可以看到你对自己有较为清醒的认识。",
    "annotation": [
      {
        "sentence": "从你的描述中，我了解到你似乎是个安全感很低的孩子，没关系，摸摸你的头。",
        "label": ""
      },
      {
        "sentence": "首先呢，你这种情况是很常见的，群体性的安全感，但我不觉得你是讨好性人格喔，有可能是我不太了解你的事件，但我单从你的描述中，可以看到你对自己有较为清醒的认识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定。其实我最近发现，我不一定是讨好型人格，但我的价值要依附于他人而存在。我没有办法坦荡荡的成为我自己。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定。",
        "label": ""
      },
      {
        "sentence": "其实我最近发现，我不一定是讨好型人格，但我的价值要依附于他人而存在。",
        "label": ""
      },
      {
        "sentence": "我没有办法坦荡荡的成为我自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我个人觉得，你只是适应了群体性的生活，面对陌生的环境，你会不适应。你说，你和同学和家长的关系和睦，但总感觉不“自然”，这是很常见的，举个例子。我和我的室友们，第一次见面的时候，我总是撑着，后来相处了两三年，把对方脾性都摸清了，现在看来，不知道是哪个精神病院放出来的。面对父母，我们总会想成为很乖的那种人，所以不敢暴露自己，哪怕她们说什么事都可以和他们说，我们仍然会假装。面对身边熟悉的同学，关系止于同学，为什么呢？因为你和他们不熟，还不至于交心，为什么不熟呢？因为你们相处的并不多，止于相见就笑的地步，没有话题，所以把你们放在一个单独的环境里，会很不自然。那为什么，你和自己熟悉的人面前会很自然，因为他们了解你，你也了解他们呀。",
    "annotation": [
      {
        "sentence": "我个人觉得，你只是适应了群体性的生活，面对陌生的环境，你会不适应。",
        "label": ""
      },
      {
        "sentence": "你说，你和同学和家长的关系和睦，但总感觉不“自然”，这是很常见的，举个例子。",
        "label": ""
      },
      {
        "sentence": "我和我的室友们，第一次见面的时候，我总是撑着，后来相处了两三年，把对方脾性都摸清了，现在看来，不知道是哪个精神病院放出来的。",
        "label": ""
      },
      {
        "sentence": "面对父母，我们总会想成为很乖的那种人，所以不敢暴露自己，哪怕她们说什么事都可以和他们说，我们仍然会假装。",
        "label": ""
      },
      {
        "sentence": "面对身边熟悉的同学，关系止于同学，为什么呢？",
        "label": ""
      },
      {
        "sentence": "因为你和他们不熟，还不至于交心，为什么不熟呢？",
        "label": ""
      },
      {
        "sentence": "因为你们相处的并不多，止于相见就笑的地步，没有话题，所以把你们放在一个单独的环境里，会很不自然。",
        "label": ""
      },
      {
        "sentence": "那为什么，你和自己熟悉的人面前会很自然，因为他们了解你，你也了解他们呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是因为我对陌生环境和人不太适应，所以才会变得不自然和孤独吧。",
    "annotation": [
      {
        "sentence": "我明白了，可能是因为我对陌生环境和人不太适应，所以才会变得不自然和孤独吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，陌生的环境，陌生的人，都会形成一种负担。我们该怎么做呢？不要害怕交朋友，不要害怕暴露自己，你知道吗，真实的自己才可以吸引更多的人。你说自己没有归属感，看不到自己的价值，其实不是喔，你自己就可以成为自己的归属感，自己可以成就自己的价值，问题在于你想不想。你有喜欢的东西吗？喜欢就执着的追求下去叭，长期的追求会形成自己的价值。",
    "annotation": [
      {
        "sentence": "没错，陌生的环境，陌生的人，都会形成一种负担。",
        "label": ""
      },
      {
        "sentence": "我们该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "不要害怕交朋友，不要害怕暴露自己，你知道吗，真实的自己才可以吸引更多的人。",
        "label": ""
      },
      {
        "sentence": "你说自己没有归属感，看不到自己的价值，其实不是喔，你自己就可以成为自己的归属感，自己可以成就自己的价值，问题在于你想不想。",
        "label": ""
      },
      {
        "sentence": "你有喜欢的东西吗？",
        "label": ""
      },
      {
        "sentence": "喜欢就执着的追求下去叭，长期的追求会形成自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，我应该勇敢地面对陌生的环境和人，并且相信自己的价值和归属感。其实我对摄影很感兴趣，我会更加执着地追求自己的摄影技巧，希望有一天能够成为一名优秀的摄影师。",
    "annotation": [
      {
        "sentence": "我知道了，我应该勇敢地面对陌生的环境和人，并且相信自己的价值和归属感。",
        "label": ""
      },
      {
        "sentence": "其实我对摄影很感兴趣，我会更加执着地追求自己的摄影技巧，希望有一天能够成为一名优秀的摄影师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你有了具体的目标和兴趣，这会让你更有动力去展示自己的价值。每个人都有自己的价值，你就是归属感。以上讲的太过于空泛，如果可以，请留言说一些具体情况。亲爱的朋友，祝安。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你有了具体的目标和兴趣，这会让你更有动力去展示自己的价值。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值，你就是归属感。",
        "label": ""
      },
      {
        "sentence": "以上讲的太过于空泛，如果可以，请留言说一些具体情况。",
        "label": ""
      },
      {
        "sentence": "亲爱的朋友，祝安。",
        "label": ""
      }
    ]
  }
]