[
  {
    "role": "client",
    "content": "我是一个19岁的大一女生。半年前在知乎上遇到一个男生:他23或24岁，名校毕业，在我隔壁省省会是一个警察（但我现在离家很远读大学）。他很有知识，很有思想，也很冷酷。在mbti人格里，他是intj，我是intp，从性格到思想观念，我们都很契合，而且他满足了我对另一半的所有要求。我喜欢上了他，不管做什么都想到他，就很激动欣喜。但想到各方面的差距，就难过，有时候甚至心酸到想哭。我曾经问过他一个问题，也跟他说不想答可以不答，然后他就真的不理我。？我查很多资料回答他的问题，觉得不好又删了。我也想把他当成奋斗的目标，就随时间忘了，谁知道就是忘不掉。有时候真的想想挺心酸，他可能还不知道我那么喜欢他。但要是直接说，他标准很高，不会轻易理我。再有，我想工作了再谈恋爱，但是他为什么平白无故等我四年？这是一个单相网恋，距离遥远，不得始终的故事。",
    "annotation": [
      {
        "sentence": "我是一个19岁的大一女生。",
        "label": ""
      },
      {
        "sentence": "半年前在知乎上遇到一个男生:他23或24岁，名校毕业，在我隔壁省省会是一个警察（但我现在离家很远读大学）。",
        "label": ""
      },
      {
        "sentence": "他很有知识，很有思想，也很冷酷。",
        "label": ""
      },
      {
        "sentence": "在mbti人格里，他是intj，我是intp，从性格到思想观念，我们都很契合，而且他满足了我对另一半的所有要求。",
        "label": ""
      },
      {
        "sentence": "我喜欢上了他，不管做什么都想到他，就很激动欣喜。",
        "label": ""
      },
      {
        "sentence": "但想到各方面的差距，就难过，有时候甚至心酸到想哭。",
        "label": ""
      },
      {
        "sentence": "我曾经问过他一个问题，也跟他说不想答可以不答，然后他就真的不理我。？",
        "label": ""
      },
      {
        "sentence": "我查很多资料回答他的问题，觉得不好又删了。",
        "label": ""
      },
      {
        "sentence": "我也想把他当成奋斗的目标，就随时间忘了，谁知道就是忘不掉。",
        "label": ""
      },
      {
        "sentence": "有时候真的想想挺心酸，他可能还不知道我那么喜欢他。",
        "label": ""
      },
      {
        "sentence": "但要是直接说，他标准很高，不会轻易理我。",
        "label": ""
      },
      {
        "sentence": "再有，我想工作了再谈恋爱，但是他为什么平白无故等我四年？",
        "label": ""
      },
      {
        "sentence": "这是一个单相网恋，距离遥远，不得始终的故事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姑娘，非常感谢你分享的故事，即使结局不怎么令人满意，也不失为人生的一段美好经历。有这样一个优秀的人，让你不断想去努力和靠近，变得和他一样优秀，这也是人生的一笔财富。",
    "annotation": [
      {
        "sentence": "姑娘，非常感谢你分享的故事，即使结局不怎么令人满意，也不失为人生的一段美好经历。",
        "label": ""
      },
      {
        "sentence": "有这样一个优秀的人，让你不断想去努力和靠近，变得和他一样优秀，这也是人生的一笔财富。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，但我还是觉得差距太大，很难有结果。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，但我还是觉得差距太大，很难有结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我讲三件我自己的事，当作是一个回答。1、我和我爱人，其实也是网恋，网恋虽然给人不太靠谱的感觉，但是不一定没有结果。2014年，那时候我还在上大学，有一次在QQ空间上看到一个女生，写了一首词《怀重光》，瞬间为之倾倒，细读了她很多作品后，被她的才华和气质深深吸引。然后开始慢慢互动，这期间断断续续联系了一年多，我才准备好和她告白，她竟也同意了，她说她特别喜欢我的字。我们虽然在同一座城市，但是直到在一起，也没有见过面。那时候，我也刚好面临毕业，未来何去何从未可知，只是觉得错过了可惜。后来结婚的时候，我和她说，我们不用确认眼神，也知道是对的人！",
    "annotation": [
      {
        "sentence": "我讲三件我自己的事，当作是一个回答。",
        "label": ""
      },
      {
        "sentence": "1、我和我爱人，其实也是网恋，网恋虽然给人不太靠谱的感觉，但是不一定没有结果。",
        "label": ""
      },
      {
        "sentence": "2014年，那时候我还在上大学，有一次在QQ空间上看到一个女生，写了一首词《怀重光》，瞬间为之倾倒，细读了她很多作品后，被她的才华和气质深深吸引。",
        "label": ""
      },
      {
        "sentence": "然后开始慢慢互动，这期间断断续续联系了一年多，我才准备好和她告白，她竟也同意了，她说她特别喜欢我的字。",
        "label": ""
      },
      {
        "sentence": "我们虽然在同一座城市，但是直到在一起，也没有见过面。",
        "label": ""
      },
      {
        "sentence": "那时候，我也刚好面临毕业，未来何去何从未可知，只是觉得错过了可惜。",
        "label": ""
      },
      {
        "sentence": "后来结婚的时候，我和她说，我们不用确认眼神，也知道是对的人！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的故事很感人，但我还是担心我们之间的差距会成为问题。",
    "annotation": [
      {
        "sentence": "你的故事很感人，但我还是担心我们之间的差距会成为问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2、我昨天晚上，又梦见了那个高中时期单相思了很多年的女生。依然是那种很青涩和小小幸福的感觉，大家坐在教室里上课，我就坐在她的后面，呆呆地趴在桌上，偷偷看她的长发和可爱的发饰，这也是我高中最常做的事。但实际上，多年以后再看到她，发现现实中的她和我梦中的她，是完全不同的两个人。我们在得不到和摸不着中，容易把对方想象得太过完美，正如那句话所说，以前我一直觉得她浑身是光，后来再见时已经暗淡，才发现，那是我当初看她时眼里发出的光。我之所以梦见她，并不是思念她，只是怀念青春时期的那种青涩和小确幸的感觉。",
    "annotation": [
      {
        "sentence": "2、我昨天晚上，又梦见了那个高中时期单相思了很多年的女生。",
        "label": ""
      },
      {
        "sentence": "依然是那种很青涩和小小幸福的感觉，大家坐在教室里上课，我就坐在她的后面，呆呆地趴在桌上，偷偷看她的长发和可爱的发饰，这也是我高中最常做的事。",
        "label": ""
      },
      {
        "sentence": "但实际上，多年以后再看到她，发现现实中的她和我梦中的她，是完全不同的两个人。",
        "label": ""
      },
      {
        "sentence": "我们在得不到和摸不着中，容易把对方想象得太过完美，正如那句话所说，以前我一直觉得她浑身是光，后来再见时已经暗淡，才发现，那是我当初看她时眼里发出的光。",
        "label": ""
      },
      {
        "sentence": "我之所以梦见她，并不是思念她，只是怀念青春时期的那种青涩和小确幸的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，可能我对他的想象确实过于完美了。但我真的很喜欢他。",
    "annotation": [
      {
        "sentence": "你说的很有道理，可能我对他的想象确实过于完美了。",
        "label": ""
      },
      {
        "sentence": "但我真的很喜欢他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3、我大学读的是一所Jun校，大三的时候，要到师范学校去带Jun训。对象也是如你一般，刚进入大学的女生。虽然只有短短的两周时间，我也和他们这个集体建立了很深厚的感情。当然，也收到了很多女生的崇拜和表白，那时候我也不会去考虑这些方面，因为我觉得这种崇拜是在当下特定环境和事件下产生的，它并不长久也不真实，其次，我觉得这些女生还小，大学四年，足够让她们改变思想，拓宽视野，然后，真正知道自己想要的是什么。当然当时，我也有一些同学，选择了和这些学生在一起，后来绝大部分都分手了，印象中只有一对今年结婚了，也是当初我们最不看好的那一对，因为那女生很作，爱情，可真是奇妙。最后，祝你生活愉快，未来幸福！",
    "annotation": [
      {
        "sentence": "3、我大学读的是一所Jun校，大三的时候，要到师范学校去带Jun训。",
        "label": ""
      },
      {
        "sentence": "对象也是如你一般，刚进入大学的女生。",
        "label": ""
      },
      {
        "sentence": "虽然只有短短的两周时间，我也和他们这个集体建立了很深厚的感情。",
        "label": ""
      },
      {
        "sentence": "当然，也收到了很多女生的崇拜和表白，那时候我也不会去考虑这些方面，因为我觉得这种崇拜是在当下特定环境和事件下产生的，它并不长久也不真实，其次，我觉得这些女生还小，大学四年，足够让她们改变思想，拓宽视野，然后，真正知道自己想要的是什么。",
        "label": ""
      },
      {
        "sentence": "当然当时，我也有一些同学，选择了和这些学生在一起，后来绝大部分都分手了，印象中只有一对今年结婚了，也是当初我们最不看好的那一对，因为那女生很作，爱情，可真是奇妙。",
        "label": ""
      },
      {
        "sentence": "最后，祝你生活愉快，未来幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分享和祝福，我会努力面对自己的感情，希望自己能够快乐起来。",
    "annotation": [
      {
        "sentence": "谢谢你的分享和祝福，我会努力面对自己的感情，希望自己能够快乐起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个优秀的女孩，你一定能够找到适合你的幸福。不要放弃自己，加油！",
    "annotation": [
      {
        "sentence": "你是一个优秀的女孩，你一定能够找到适合你的幸福。",
        "label": ""
      },
      {
        "sentence": "不要放弃自己，加油！",
        "label": ""
      }
    ]
  }
]