[
  {
    "role": "client",
    "content": "高三学生，老是想死掉解脱，一直很自卑该怎么办？我初中生病休学过两天，自那开始身体一直不好，我非常害怕复发，一有一点症状就疑神疑鬼。现在在一个普通高中，父母不关心我学习，让我觉得很有挫败感。之前成绩一直不错，最近有点下滑，我感到很焦虑。我妈在我有时候发烧感冒时会数落我，说不想带我去看病，说下次让我爸带我去，这让我非常难受。我妈也不关心我的学习，马上要填高考目标什么的，别的孩子都和家长讨论，我妈直接一句无所谓。我之前休学的时候我妈跟我说，让我离开我那些朋友，他们都怕我传染他们，在背后议论我。还说让我以后别谈恋爱，因为怕我不能生孩子。这一直让我很自卑我该怎么办？",
    "annotation": [
      {
        "sentence": "高三学生，老是想死掉解脱，一直很自卑该怎么办？",
        "label": ""
      },
      {
        "sentence": "我初中生病休学过两天，自那开始身体一直不好，我非常害怕复发，一有一点症状就疑神疑鬼。",
        "label": ""
      },
      {
        "sentence": "现在在一个普通高中，父母不关心我学习，让我觉得很有挫败感。",
        "label": ""
      },
      {
        "sentence": "之前成绩一直不错，最近有点下滑，我感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "我妈在我有时候发烧感冒时会数落我，说不想带我去看病，说下次让我爸带我去，这让我非常难受。",
        "label": ""
      },
      {
        "sentence": "我妈也不关心我的学习，马上要填高考目标什么的，别的孩子都和家长讨论，我妈直接一句无所谓。",
        "label": ""
      },
      {
        "sentence": "我之前休学的时候我妈跟我说，让我离开我那些朋友，他们都怕我传染他们，在背后议论我。",
        "label": ""
      },
      {
        "sentence": "还说让我以后别谈恋爱，因为怕我不能生孩子。",
        "label": ""
      },
      {
        "sentence": "这一直让我很自卑我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，可以感受到你的痛苦和焦虑。先你现在高三，面临高考的压力，但父母对你的学习和生活不是很关心，再加上初中阶段生病的影响，让你感到很苦恼，也很自卑。可以看出你很在意父母对自己的感受，父母不关心你的学习，让你有挫败感。对于你的学习，父母一直是这样吗，还是升入高中后才如此？",
    "annotation": [
      {
        "sentence": "非常理解你的心情，可以感受到你的痛苦和焦虑。",
        "label": ""
      },
      {
        "sentence": "先你现在高三，面临高考的压力，但父母对你的学习和生活不是很关心，再加上初中阶段生病的影响，让你感到很苦恼，也很自卑。",
        "label": ""
      },
      {
        "sentence": "可以看出你很在意父母对自己的感受，父母不关心你的学习，让你有挫败感。",
        "label": ""
      },
      {
        "sentence": "对于你的学习，父母一直是这样吗，还是升入高中后才如此？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，上高中以后他们就变得越来越冷漠了。",
    "annotation": [
      {
        "sentence": "是的，上高中以后他们就变得越来越冷漠了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。你之前成绩一直都不错，但最近开始下滑，让你感到焦虑。那么你分析过成绩下滑的原因吗？是因为受低落情绪的影响，还是因为学习的内容难度变大，让自己感觉很有压力？",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "你之前成绩一直都不错，但最近开始下滑，让你感到焦虑。",
        "label": ""
      },
      {
        "sentence": "那么你分析过成绩下滑的原因吗？",
        "label": ""
      },
      {
        "sentence": "是因为受低落情绪的影响，还是因为学习的内容难度变大，让自己感觉很有压力？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为受情绪的影响吧，我觉得心情不好的时候就很难集中精力学习了。",
    "annotation": [
      {
        "sentence": "可能是因为受情绪的影响吧，我觉得心情不好的时候就很难集中精力学习了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三是一个重要的节点，成绩固然重要，需要掌握好方法和技巧，心态也很关键，都说高考拼的是心态，保持良好的心态会有助于发挥。你妈妈的冷漠和打击让你倍受困扰，陷入深深的自卑中。你妈妈的行为确实有些不当，没有顾及到你的感受，但妈妈的话只是她自己的想法，可以当作参考，最后怎么选择还是在于你自己。摆脱对妈妈的依赖，关注自己的内心无论是学习还是生活，你似乎很依赖妈妈，期望得到她的关心和照顾，但总有一天你会长大，很多事需要自己一个人去面对。既然妈妈无法满足你的期待，那么就学会独立一些，去关注自己的内心，不要让她的行为影响你的情绪。",
    "annotation": [
      {
        "sentence": "高三是一个重要的节点，成绩固然重要，需要掌握好方法和技巧，心态也很关键，都说高考拼的是心态，保持良好的心态会有助于发挥。",
        "label": ""
      },
      {
        "sentence": "你妈妈的冷漠和打击让你倍受困扰，陷入深深的自卑中。",
        "label": ""
      },
      {
        "sentence": "你妈妈的行为确实有些不当，没有顾及到你的感受，但妈妈的话只是她自己的想法，可以当作参考，最后怎么选择还是在于你自己。",
        "label": ""
      },
      {
        "sentence": "摆脱对妈妈的依赖，关注自己的内心无论是学习还是生活，你似乎很依赖妈妈，期望得到她的关心和照顾，但总有一天你会长大，很多事需要自己一个人去面对。",
        "label": ""
      },
      {
        "sentence": "既然妈妈无法满足你的期待，那么就学会独立一些，去关注自己的内心，不要让她的行为影响你的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要学会更加独立，不再太过于依赖妈妈的关心和照顾，把注意力放在自己的学习和成长上。",
    "annotation": [
      {
        "sentence": "我明白了，我要学会更加独立，不再太过于依赖妈妈的关心和照顾，把注意力放在自己的学习和成长上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，保持健康的作息和良好的心态也很重要。你初中时因为生病休学过，身体也一直不太好，因此很害怕复发。你能做的是保持健康的作息，规律饮食，做好自己可以做的事来预防，当然保持良好的心情也很重要，很多时候病情会跟情绪相关，尽量让自己过得开心一些。",
    "annotation": [
      {
        "sentence": "对的，保持健康的作息和良好的心态也很重要。",
        "label": ""
      },
      {
        "sentence": "你初中时因为生病休学过，身体也一直不太好，因此很害怕复发。",
        "label": ""
      },
      {
        "sentence": "你能做的是保持健康的作息，规律饮食，做好自己可以做的事来预防，当然保持良好的心情也很重要，很多时候病情会跟情绪相关，尽量让自己过得开心一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会注意调节作息和情绪，让自己保持良好的状态，防止身体和情绪的恶化。",
    "annotation": [
      {
        "sentence": "是的，我会注意调节作息和情绪，让自己保持良好的状态，防止身体和情绪的恶化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好。你看到别的同学和家长讨论高考目标，心里很羡慕，也很失落，希望自己的父母也可以对自己多一些关心。但人生是自己的，剩下的路需要自己一个人去走，关于高考目标还有人生的方向，你要有自己的想法。可以咨询老师，或者和同学聊一聊，听听大家的想法，最后再结合自己的意愿做出选择。总之，妈妈的想法不一定完全正确，要有自己的态度，做自己想做的事和喜欢的事，不必太在意他人的目光，自己的感受才是最要紧的。祝你可以早日摆脱烦恼，实现自己的目标和梦想。",
    "annotation": [
      {
        "sentence": "很好。",
        "label": ""
      },
      {
        "sentence": "你看到别的同学和家长讨论高考目标，心里很羡慕，也很失落，希望自己的父母也可以对自己多一些关心。",
        "label": ""
      },
      {
        "sentence": "但人生是自己的，剩下的路需要自己一个人去走，关于高考目标还有人生的方向，你要有自己的想法。",
        "label": ""
      },
      {
        "sentence": "可以咨询老师，或者和同学聊一聊，听听大家的想法，最后再结合自己的意愿做出选择。",
        "label": ""
      },
      {
        "sentence": "总之，妈妈的想法不一定完全正确，要有自己的态度，做自己想做的事和喜欢的事，不必太在意他人的目光，自己的感受才是最要紧的。",
        "label": ""
      },
      {
        "sentence": "祝你可以早日摆脱烦恼，实现自己的目标和梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力去做，相信自己能够度过困难时期，迎接更好的未来。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力去做，相信自己能够度过困难时期，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  }
]