[
  {
    "role": "client",
    "content": "我周围的人关系紧张，我反应迟钝，该怎么和他们相处？我在上小学时情商很低，别人可以理解我完全无法理解，不懂什么是朋友，完全无法理解什么是友谊。慢慢的开始喜欢独来独往，也不怎么喜欢说话了，聊天最多到的人也是家人，而且也越来越不想聊天而是应付。上了初中我开始喜欢上了二次元，生活越来越封闭。直到初三我开始懂得什么是感情、什么是友谊、什么是亲情和爱情。我开始面对现实，但我有些行为奇怪，当然这只是他们觉得，我的反应迟钝。我不知道怎么和他们相处。",
    "annotation": [
      {
        "sentence": "我周围的人关系紧张，我反应迟钝，该怎么和他们相处？",
        "label": ""
      },
      {
        "sentence": "我在上小学时情商很低，别人可以理解我完全无法理解，不懂什么是朋友，完全无法理解什么是友谊。",
        "label": ""
      },
      {
        "sentence": "慢慢的开始喜欢独来独往，也不怎么喜欢说话了，聊天最多到的人也是家人，而且也越来越不想聊天而是应付。",
        "label": ""
      },
      {
        "sentence": "上了初中我开始喜欢上了二次元，生活越来越封闭。",
        "label": ""
      },
      {
        "sentence": "直到初三我开始懂得什么是感情、什么是友谊、什么是亲情和爱情。",
        "label": ""
      },
      {
        "sentence": "我开始面对现实，但我有些行为奇怪，当然这只是他们觉得，我的反应迟钝。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么和他们相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听明白了你的问题，并不容易。从你的描述来看，“完全无法理解什么是友谊，慢慢的喜欢独来独往，也不怎么喜欢说话了”，这些变化可以看得出来你有社交恐惧症的症状。",
    "annotation": [
      {
        "sentence": "我听明白了你的问题，并不容易。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，“完全无法理解什么是友谊，慢慢的喜欢独来独往，也不怎么喜欢说话了”，这些变化可以看得出来你有社交恐惧症的症状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉到自己和别人的交流越来越难了。",
    "annotation": [
      {
        "sentence": "是的，我感觉到自己和别人的交流越来越难了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社交恐惧不是非常罕见，其实大多数人都或多或少经历过。如果可能的话，你可以试着寻求心理帮助来帮助你缓解这个问题。你也提到了你喜欢上二次元文化，其实这是个很好的爱好，因为它可以让你忘记那些讨厌的事情，并且你可以和其他喜欢同样东西的人交朋友。你不必担心你的兴趣爱好与别人不同，因为这是完全正常的。",
    "annotation": [
      {
        "sentence": "社交恐惧不是非常罕见，其实大多数人都或多或少经历过。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，你可以试着寻求心理帮助来帮助你缓解这个问题。",
        "label": ""
      },
      {
        "sentence": "你也提到了你喜欢上二次元文化，其实这是个很好的爱好，因为它可以让你忘记那些讨厌的事情，并且你可以和其他喜欢同样东西的人交朋友。",
        "label": ""
      },
      {
        "sentence": "你不必担心你的兴趣爱好与别人不同，因为这是完全正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的安慰和理解，但我不知道应该怎么面对现实。",
    "annotation": [
      {
        "sentence": "谢谢你的安慰和理解，但我不知道应该怎么面对现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你的生活发生很多变化时，我们经常会感到不安和迷茫。但是你需要做的就是尝试接受现实，融入周围的人群中，并且寻求那些能够理解你的人。你可以主动和自己有共同爱好的人交流，这样可以降低交流上的紧张感。另外，你还可以尝试在日常生活中，向一些你觉得可以信赖的人敞开心扉。",
    "annotation": [
      {
        "sentence": "当你的生活发生很多变化时，我们经常会感到不安和迷茫。",
        "label": ""
      },
      {
        "sentence": "但是你需要做的就是尝试接受现实，融入周围的人群中，并且寻求那些能够理解你的人。",
        "label": ""
      },
      {
        "sentence": "你可以主动和自己有共同爱好的人交流，这样可以降低交流上的紧张感。",
        "label": ""
      },
      {
        "sentence": "另外，你还可以尝试在日常生活中，向一些你觉得可以信赖的人敞开心扉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力去做的，但如果错误处理可能产生什么后果呢？",
    "annotation": [
      {
        "sentence": "我会尽力去做的，但如果错误处理可能产生什么后果呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "出错是正常的，而错误处理也可以在之后进行更好的调整。如果你担心自己的行为不得当，可以向那些了解你和你的处境的人寻求建议，他们可以提供给你更切实际的建议和帮助。最重要的是，你要相信自己，相信自己可以找到正确的方式并且克服任何困难。",
    "annotation": [
      {
        "sentence": "出错是正常的，而错误处理也可以在之后进行更好的调整。",
        "label": ""
      },
      {
        "sentence": "如果你担心自己的行为不得当，可以向那些了解你和你的处境的人寻求建议，他们可以提供给你更切实际的建议和帮助。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要相信自己，相信自己可以找到正确的方式并且克服任何困难。",
        "label": ""
      }
    ]
  }
]