[
  {
    "role": "client",
    "content": "内心很矛盾很冲突，自己都接纳不了自己，停不下来？这种感受非常折磨，比如我很怨恨妈妈，讨厌她，又觉得自己不该讨厌她，因为她是母亲，我不能讨厌自己的母亲。可是她对我的伤害太多了，即使我知道她的牺牲，她爱我的方式，她什么都没有也经常想着给我寄食物，即使我其实根本不需要这些。又觉得我不该不需要，我怎么可以不需要呢，这是她对我的爱啊。想到这里我就更郁闷了，很难受很不开心。自己这么多不开心，甚至害怕平台上的人厌烦，你怎么那么多事呢，怎么这么烦呢，哎。越表达越觉得自己很自私，把那么多负面能量都给了这里，想起来就很愧疚。自己是个很矛盾的人，想对朋友好，朋友接受了又不爽觉得你该和我客气下呢，也知道自己不该有这个想法，哎觉得自己真的很糟糕，哎，我怎么可以这么说自己呢，我不该这么说自己。给老板提出意见，老板说可以，我会想我要不要回复呢，回吧不知道怎么说，不回吧又很害怕不给别人回应别人会难受。逼疯自己，停不下来…",
    "annotation": [
      {
        "sentence": "内心很矛盾很冲突，自己都接纳不了自己，停不下来？",
        "label": ""
      },
      {
        "sentence": "这种感受非常折磨，比如我很怨恨妈妈，讨厌她，又觉得自己不该讨厌她，因为她是母亲，我不能讨厌自己的母亲。",
        "label": ""
      },
      {
        "sentence": "可是她对我的伤害太多了，即使我知道她的牺牲，她爱我的方式，她什么都没有也经常想着给我寄食物，即使我其实根本不需要这些。",
        "label": ""
      },
      {
        "sentence": "又觉得我不该不需要，我怎么可以不需要呢，这是她对我的爱啊。",
        "label": ""
      },
      {
        "sentence": "想到这里我就更郁闷了，很难受很不开心。",
        "label": ""
      },
      {
        "sentence": "自己这么多不开心，甚至害怕平台上的人厌烦，你怎么那么多事呢，怎么这么烦呢，哎。",
        "label": ""
      },
      {
        "sentence": "越表达越觉得自己很自私，把那么多负面能量都给了这里，想起来就很愧疚。",
        "label": ""
      },
      {
        "sentence": "自己是个很矛盾的人，想对朋友好，朋友接受了又不爽觉得你该和我客气下呢，也知道自己不该有这个想法，哎觉得自己真的很糟糕，哎，我怎么可以这么说自己呢，我不该这么说自己。",
        "label": ""
      },
      {
        "sentence": "给老板提出意见，老板说可以，我会想我要不要回复呢，回吧不知道怎么说，不回吧又很害怕不给别人回应别人会难受。",
        "label": ""
      },
      {
        "sentence": "逼疯自己，停不下来…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到了你内心的矛盾和不适，这是很正常的感受。我们都有时候会有和自己内心的不和谐感受，而不能接纳自己时，这会让你感到很困扰。你的矛盾感包括了对母亲的怨恨、自责感以及对其他人的担忧，这真的让人感到很辛苦。我们知道，生活中的点点滴滴都会影响我们的情绪。那么你会愿意和我分享一下你的情绪和想法吗？",
    "annotation": [
      {
        "sentence": "我听到了你内心的矛盾和不适，这是很正常的感受。",
        "label": ""
      },
      {
        "sentence": "我们都有时候会有和自己内心的不和谐感受，而不能接纳自己时，这会让你感到很困扰。",
        "label": ""
      },
      {
        "sentence": "你的矛盾感包括了对母亲的怨恨、自责感以及对其他人的担忧，这真的让人感到很辛苦。",
        "label": ""
      },
      {
        "sentence": "我们知道，生活中的点点滴滴都会影响我们的情绪。",
        "label": ""
      },
      {
        "sentence": "那么你会愿意和我分享一下你的情绪和想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "想要诉说一些感受，但有些话现在听起来都无力。我很害怕表达这种内心的不安，因为不希望我所依赖的人离开我。",
    "annotation": [
      {
        "sentence": "想要诉说一些感受，但有些话现在听起来都无力。",
        "label": ""
      },
      {
        "sentence": "我很害怕表达这种内心的不安，因为不希望我所依赖的人离开我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我懂你的担忧，但是这里是一个安全的地方，我愿意倾听你的内心独白。如果有时候我们表达出这些情绪，我们可能会感到很无力和害怕。但这其实是个人成长的过程，我们必须面对自己生命中出现的各种情况。",
    "annotation": [
      {
        "sentence": "我懂你的担忧，但是这里是一个安全的地方，我愿意倾听你的内心独白。",
        "label": ""
      },
      {
        "sentence": "如果有时候我们表达出这些情绪，我们可能会感到很无力和害怕。",
        "label": ""
      },
      {
        "sentence": "但这其实是个人成长的过程，我们必须面对自己生命中出现的各种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道为什么我总是会感到焦虑和不安。对于我来说，好像这样是件很糟糕的事情，因为我无法完全理解自己的感情。",
    "annotation": [
      {
        "sentence": "我不知道为什么我总是会感到焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "对于我来说，好像这样是件很糟糕的事情，因为我无法完全理解自己的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很明白你的感受，但是我相信这个过程是必经之路。没关系，我们是人，感受到焦虑和不安时是人之常情。当我们感觉这样时，有时候我们就需要关注我们的情绪，以便更好地理解自己。",
    "annotation": [
      {
        "sentence": "我很明白你的感受，但是我相信这个过程是必经之路。",
        "label": ""
      },
      {
        "sentence": "没关系，我们是人，感受到焦虑和不安时是人之常情。",
        "label": ""
      },
      {
        "sentence": "当我们感觉这样时，有时候我们就需要关注我们的情绪，以便更好地理解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我有时候很怕别人的评价，很怕别人对我失望。我想做一个好人，但显然自己不是。",
    "annotation": [
      {
        "sentence": "但我有时候很怕别人的评价，很怕别人对我失望。",
        "label": ""
      },
      {
        "sentence": "我想做一个好人，但显然自己不是。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在意其他人的看法并不奇怪，每个人都有内心的担忧和不安全感。然而，我们也不必全然依赖别人的看法去了解自己。每个人都有特殊的生命历程，无需将自己和别人进行比较。",
    "annotation": [
      {
        "sentence": "你在意其他人的看法并不奇怪，每个人都有内心的担忧和不安全感。",
        "label": ""
      },
      {
        "sentence": "然而，我们也不必全然依赖别人的看法去了解自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有特殊的生命历程，无需将自己和别人进行比较。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么办呢？我真的不知道该如何应对和解决自己的问题。",
    "annotation": [
      {
        "sentence": "那我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何应对和解决自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的内心求助时，意识到我们也有机会让别人为我们提供帮助。像找对闺蜜或者亲密的人诉说，以便能够找到解决问题的方法。或者，如你所说，可以寻求一位专业的心理咨询师的帮助。花时间沉淀自己的情绪，帮助我们缓解内心的不安。",
    "annotation": [
      {
        "sentence": "在你的内心求助时，意识到我们也有机会让别人为我们提供帮助。",
        "label": ""
      },
      {
        "sentence": "像找对闺蜜或者亲密的人诉说，以便能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "或者，如你所说，可以寻求一位专业的心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "花时间沉淀自己的情绪，帮助我们缓解内心的不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于我来说，可能很难找到一位合适的咨询师，但我也希望能找到很好的方法去应对自己现在的状况。",
    "annotation": [
      {
        "sentence": "对于我来说，可能很难找到一位合适的咨询师，但我也希望能找到很好的方法去应对自己现在的状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果找到一件合适的事情来做，可以帮助你分散注意力，以便能够应对自己的压力。对于某些人，有时候去健身或花时间与自己的家人相处就能缓解他们的压力。每个人的解决办法都不一样，我们要花时间去探索和了解自己最适合的方法。",
    "annotation": [
      {
        "sentence": "如果找到一件合适的事情来做，可以帮助你分散注意力，以便能够应对自己的压力。",
        "label": ""
      },
      {
        "sentence": "对于某些人，有时候去健身或花时间与自己的家人相处就能缓解他们的压力。",
        "label": ""
      },
      {
        "sentence": "每个人的解决办法都不一样，我们要花时间去探索和了解自己最适合的方法。",
        "label": ""
      }
    ]
  }
]