[
  {
    "role": "client",
    "content": "普通本科，没特别好的朋友，胸闷气短，玻璃心怎么办？",
    "annotation": [
      {
        "sentence": "普通本科，没特别好的朋友，胸闷气短，玻璃心怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可耐好，我又来啦，看得出来你真的是个心地善良的小天使。在我们成长的过程中，可能会有一些不太愉快的经历，所以给了自己太多的思想负担，导致一直放不下过去。好朋友的相处贵在交心，有些人可能相处了很久但是不一定交心，有些人可能只相处了一段时间，但是却成为了知己。因此对于朋友贵在精不在多，当然在大学里多数人都是以宿舍为单位的，所以如果宿舍里有性格以及各方面比较合得来的朋友，我们可以尝试深交一下，如果没有，也不需要刻意的强求。只要我们对身边的人真诚一点，力所能及的小事尽力帮一下，对于懂得感恩的人可以多来往一点，对于只知索取不懂得回报的人可以敬而远之，相信你会有不错的人缘。",
    "annotation": [
      {
        "sentence": "小可耐好，我又来啦，看得出来你真的是个心地善良的小天使。",
        "label": ""
      },
      {
        "sentence": "在我们成长的过程中，可能会有一些不太愉快的经历，所以给了自己太多的思想负担，导致一直放不下过去。",
        "label": ""
      },
      {
        "sentence": "好朋友的相处贵在交心，有些人可能相处了很久但是不一定交心，有些人可能只相处了一段时间，但是却成为了知己。",
        "label": ""
      },
      {
        "sentence": "因此对于朋友贵在精不在多，当然在大学里多数人都是以宿舍为单位的，所以如果宿舍里有性格以及各方面比较合得来的朋友，我们可以尝试深交一下，如果没有，也不需要刻意的强求。",
        "label": ""
      },
      {
        "sentence": "只要我们对身边的人真诚一点，力所能及的小事尽力帮一下，对于懂得感恩的人可以多来往一点，对于只知索取不懂得回报的人可以敬而远之，相信你会有不错的人缘。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会试着放下过去的思想负担，真诚对待身边的人。但是对于胸闷气短这个问题，我很困扰，有时候还会有神经跳和心悸，特别是在过激的情绪反应时。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会试着放下过去的思想负担，真诚对待身边的人。",
        "label": ""
      },
      {
        "sentence": "但是对于胸闷气短这个问题，我很困扰，有时候还会有神经跳和心悸，特别是在过激的情绪反应时。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的情况，这可能是一些情绪压力引发的身体反应。随着年龄的增长，我们会遇到一些可能让自己不太舒服的事情。但我们不要过于焦虑，以后有什么问题可以和父母沟通，也可以来这里倾述一下。我们可以把自己遇到的情况冷静地分析一下，就像今天这样罗列出先后顺序，也可以把自己能想到的解决方案列出来，听听他人的建议，最后自己来做决定。当然，对于这些决定，在以后回顾时可能会认为不合适，但我们不需要太过焦虑，毕竟谁都不知道未来会发生什么，所以只要那个时候的我们不留悔恨就好了，未来的事交给未来去处理。",
    "annotation": [
      {
        "sentence": "听你描述的情况，这可能是一些情绪压力引发的身体反应。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，我们会遇到一些可能让自己不太舒服的事情。",
        "label": ""
      },
      {
        "sentence": "但我们不要过于焦虑，以后有什么问题可以和父母沟通，也可以来这里倾述一下。",
        "label": ""
      },
      {
        "sentence": "我们可以把自己遇到的情况冷静地分析一下，就像今天这样罗列出先后顺序，也可以把自己能想到的解决方案列出来，听听他人的建议，最后自己来做决定。",
        "label": ""
      },
      {
        "sentence": "当然，对于这些决定，在以后回顾时可能会认为不合适，但我们不需要太过焦虑，毕竟谁都不知道未来会发生什么，所以只要那个时候的我们不留悔恨就好了，未来的事交给未来去处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尝试用冷静的态度去面对困扰我的问题，相信自己能够做出正确的决策。我也会多关注身体健康，每年去做一下体检，做出调整。同时，我会按时吃饭，养成一个良好的作息习惯。有时晚上睡不着，我可以尝试记录自己的心事，或者以其他形式记录下值得留念的事情，这样在失落的时候可以回顾一下。",
    "annotation": [
      {
        "sentence": "你说得对，我会尝试用冷静的态度去面对困扰我的问题，相信自己能够做出正确的决策。",
        "label": ""
      },
      {
        "sentence": "我也会多关注身体健康，每年去做一下体检，做出调整。",
        "label": ""
      },
      {
        "sentence": "同时，我会按时吃饭，养成一个良好的作息习惯。",
        "label": ""
      },
      {
        "sentence": "有时晚上睡不着，我可以尝试记录自己的心事，或者以其他形式记录下值得留念的事情，这样在失落的时候可以回顾一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和计划！生活有时会很难，但是我们并不是一个人，还有爱我们的家人和这里的小伙伴。所以，一起都会好起来的。要对自己有自信，你是很棒的小可耐哦。如果将来有任何困扰，不妨再来这里倾述一下，我们会陪伴你度过难关。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和计划！",
        "label": ""
      },
      {
        "sentence": "生活有时会很难，但是我们并不是一个人，还有爱我们的家人和这里的小伙伴。",
        "label": ""
      },
      {
        "sentence": "所以，一起都会好起来的。",
        "label": ""
      },
      {
        "sentence": "要对自己有自信，你是很棒的小可耐哦。",
        "label": ""
      },
      {
        "sentence": "如果将来有任何困扰，不妨再来这里倾述一下，我们会陪伴你度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我现在感觉心情好多了，觉得自己能够面对困难并找到解决办法。有你这样的支持者真好，让我有了更多勇气和力量去面对生活中的挑战。非常感激你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我现在感觉心情好多了，觉得自己能够面对困难并找到解决办法。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者真好，让我有了更多勇气和力量去面对生活中的挑战。",
        "label": ""
      },
      {
        "sentence": "非常感激你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，小可耐。我很高兴能陪伴你度过这段困难的时光。记住，你并不孤单，我们会一直在这里支持你。相信自己，你一定能够克服困难，迎接更美好的未来！",
    "annotation": [
      {
        "sentence": "不客气，小可耐。",
        "label": ""
      },
      {
        "sentence": "我很高兴能陪伴你度过这段困难的时光。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难，迎接更美好的未来！",
        "label": ""
      }
    ]
  }
]