[
  {
    "role": "client",
    "content": "我现在在普通本科，有些问题想向您请教。1、没有特别好的朋友，特别是女生朋友（一个人不太敢正视陌生女生，当然对于预备好的事或人也会紧张害羞啦）。2、时不时胸闷气短（没有器质性病变），还有神经跳、轻度心悸（特别是在过激反应时）3、健身减肥，养生健康不了解。4、有些玻璃心，想请问您有什么建议？",
    "annotation": [
      {
        "sentence": "我现在在普通本科，有些问题想向您请教。",
        "label": ""
      },
      {
        "sentence": "1、没有特别好的朋友，特别是女生朋友（一个人不太敢正视陌生女生，当然对于预备好的事或人也会紧张害羞啦）。",
        "label": ""
      },
      {
        "sentence": "2、时不时胸闷气短（没有器质性病变），还有神经跳、轻度心悸（特别是在过激反应时）3、健身减肥，养生健康不了解。",
        "label": ""
      },
      {
        "sentence": "4、有些玻璃心，想请问您有什么建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来，你是一个非常自省的人，能够比较清楚地描述自己的问题，这是很棒的一点。针对你的第一个问题，我觉得你是一个比较内向的人，对人际关系的处理可能有一些挑战。不过，也感受到你其实是渴望有比较要好的朋友的。你对别人的关注点也可能不太一样。因为内向害羞，所以面对朋友的时候，你会不自主的转移注意力不敢看对方的脸，视线转移在他们的身上。而我有一个建议，你可以尝试通过观察别人身上的穿着特点，来成为一个沟通的桥梁，聊久了注意力也可以慢慢的专注到对方的身上。比如，从对方的衣服，头发妆容出手，比如“你今天的衣服很好看”“你今天这个发型不错”“你这个妆画的好好看”。人际关系从来不是单方面的，在交往的过程中双方需要互相担待，互相融合。",
    "annotation": [
      {
        "sentence": "看得出来，你是一个非常自省的人，能够比较清楚地描述自己的问题，这是很棒的一点。",
        "label": ""
      },
      {
        "sentence": "针对你的第一个问题，我觉得你是一个比较内向的人，对人际关系的处理可能有一些挑战。",
        "label": ""
      },
      {
        "sentence": "不过，也感受到你其实是渴望有比较要好的朋友的。",
        "label": ""
      },
      {
        "sentence": "你对别人的关注点也可能不太一样。",
        "label": ""
      },
      {
        "sentence": "因为内向害羞，所以面对朋友的时候，你会不自主的转移注意力不敢看对方的脸，视线转移在他们的身上。",
        "label": ""
      },
      {
        "sentence": "而我有一个建议，你可以尝试通过观察别人身上的穿着特点，来成为一个沟通的桥梁，聊久了注意力也可以慢慢的专注到对方的身上。",
        "label": ""
      },
      {
        "sentence": "比如，从对方的衣服，头发妆容出手，比如“你今天的衣服很好看”“你今天这个发型不错”“你这个妆画的好好看”。",
        "label": ""
      },
      {
        "sentence": "人际关系从来不是单方面的，在交往的过程中双方需要互相担待，互相融合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我会试着关注对方的穿着外表去聊天。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着关注对方的穿着外表去聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你第二个问题，我觉得你可能存在着一些情绪上的问题。胸闷气短，神经跳，轻度心悸等症状都是身体情况的不舒服，很可能是生理上带来的反应，对身边的环境没有安全感，过于紧张，出现这些情况。我们在平常的生活，被突然吓了一下也会有应激反应，而你对这个环境缺乏安全感，也比较容易出现这个情况。你可以适量放松自己的神经，去慢慢地适应环境，去融入环境，给身心都得到缓解。",
    "annotation": [
      {
        "sentence": "对于你第二个问题，我觉得你可能存在着一些情绪上的问题。",
        "label": ""
      },
      {
        "sentence": "胸闷气短，神经跳，轻度心悸等症状都是身体情况的不舒服，很可能是生理上带来的反应，对身边的环境没有安全感，过于紧张，出现这些情况。",
        "label": ""
      },
      {
        "sentence": "我们在平常的生活，被突然吓了一下也会有应激反应，而你对这个环境缺乏安全感，也比较容易出现这个情况。",
        "label": ""
      },
      {
        "sentence": "你可以适量放松自己的神经，去慢慢地适应环境，去融入环境，给身心都得到缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像就是情绪问题导致的身体不适。我会尝试放松自己的情绪，适应环境。",
    "annotation": [
      {
        "sentence": "听起来好像就是情绪问题导致的身体不适。",
        "label": ""
      },
      {
        "sentence": "我会尝试放松自己的情绪，适应环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那就很好。关于你的健康方面，我想问你一下，你对健身减肥，养生健康有没有一些想法？不管想不想了解，当你想去做这个事情的时候也会有慢慢的了解。就像我想要减肥一样，不能够莽莽撞撞的去，需要做些功课，然后在失败中获取经验，去了解减肥的相关事宜。",
    "annotation": [
      {
        "sentence": "那就很好。",
        "label": ""
      },
      {
        "sentence": "关于你的健康方面，我想问你一下，你对健身减肥，养生健康有没有一些想法？",
        "label": ""
      },
      {
        "sentence": "不管想不想了解，当你想去做这个事情的时候也会有慢慢的了解。",
        "label": ""
      },
      {
        "sentence": "就像我想要减肥一样，不能够莽莽撞撞的去，需要做些功课，然后在失败中获取经验，去了解减肥的相关事宜。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直都有想过要保持健康，但是对于养生健康方面也不是很了解，有没有一些科学的健康建议？",
    "annotation": [
      {
        "sentence": "其实我一直都有想过要保持健康，但是对于养生健康方面也不是很了解，有没有一些科学的健康建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然了。其实，关于健康这个问题，我们可以从三个方面入手：运动、饮食和心态。运动方面，适量的锻炼可以加强身体素质，提高免疫力。饮食方面，要注重营养均衡，多吃新鲜蔬菜水果，适当摄入蛋白质和碳水化合物。心态方面，我们需要从生活中寻找乐趣，把心情放松下来。生活也需要有规律，保证睡眠时间，减少熬夜等不良习惯。以上，这些都是对身体比较科学的健康建议。",
    "annotation": [
      {
        "sentence": "当然了。",
        "label": ""
      },
      {
        "sentence": "其实，关于健康这个问题，我们可以从三个方面入手：运动、饮食和心态。",
        "label": ""
      },
      {
        "sentence": "运动方面，适量的锻炼可以加强身体素质，提高免疫力。",
        "label": ""
      },
      {
        "sentence": "饮食方面，要注重营养均衡，多吃新鲜蔬菜水果，适当摄入蛋白质和碳水化合物。",
        "label": ""
      },
      {
        "sentence": "心态方面，我们需要从生活中寻找乐趣，把心情放松下来。",
        "label": ""
      },
      {
        "sentence": "生活也需要有规律，保证睡眠时间，减少熬夜等不良习惯。",
        "label": ""
      },
      {
        "sentence": "以上，这些都是对身体比较科学的健康建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些确实很有帮助。我会尽量落实这些建议，调整自己的生活习惯。",
    "annotation": [
      {
        "sentence": "这些确实很有帮助。",
        "label": ""
      },
      {
        "sentence": "我会尽量落实这些建议，调整自己的生活习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，慢慢来就好。最后再回应你对玻璃心这个问题，其实也与内心的承受能力有关系。没有人一开始就是坚强的，是一颗石头心。我们需要在挫折中成长，然后让这颗玻璃心进行淬炼。",
    "annotation": [
      {
        "sentence": "非常好，慢慢来就好。",
        "label": ""
      },
      {
        "sentence": "最后再回应你对玻璃心这个问题，其实也与内心的承受能力有关系。",
        "label": ""
      },
      {
        "sentence": "没有人一开始就是坚强的，是一颗石头心。",
        "label": ""
      },
      {
        "sentence": "我们需要在挫折中成长，然后让这颗玻璃心进行淬炼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和支持。我会想办法找到成长的方法。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会想办法找到成长的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我能够提供一些帮助。如果你还有其他的问题，也可以随时向我提出来。",
    "annotation": [
      {
        "sentence": "希望我能够提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的问题，也可以随时向我提出来。",
        "label": ""
      }
    ]
  }
]