[
  {
    "role": "client",
    "content": "非常期待得到回应，没有被回应就会非常心塞？",
    "annotation": [
      {
        "sentence": "非常期待得到回应，没有被回应就会非常心塞？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的提问，在你的提问中，我看到你对于自己在恋人的亲密关系中出现的情况感到很困扰。一方面你很愿意对你自己的恋人倾诉和交流，另一方面，你又很渴望获得他的回应，并且如果没有得到及时的回应就会感到难受，甚至愤怒攻击。我想对于这样的感受，其实在很多人身上都会有一定体现，人是社会性动物，是需要不断的交流互动与反馈的。【回应是确定自我存在的一种方式】武志红讲过：“对一个人最大的惩罚不是剥夺自由，生命等，而是剥夺一切的人际关系，让你得不到任何的回应。”回应是我们每个人证明自己存在的一种方式，我们从他人眼中看到自己，也感受到自己的价值感，因此想要获得回应是很正常的。",
    "annotation": [
      {
        "sentence": "认真看完了你的提问，在你的提问中，我看到你对于自己在恋人的亲密关系中出现的情况感到很困扰。",
        "label": ""
      },
      {
        "sentence": "一方面你很愿意对你自己的恋人倾诉和交流，另一方面，你又很渴望获得他的回应，并且如果没有得到及时的回应就会感到难受，甚至愤怒攻击。",
        "label": ""
      },
      {
        "sentence": "我想对于这样的感受，其实在很多人身上都会有一定体现，人是社会性动物，是需要不断的交流互动与反馈的。",
        "label": ""
      },
      {
        "sentence": "【回应是确定自我存在的一种方式】武志红讲过：“对一个人最大的惩罚不是剥夺自由，生命等，而是剥夺一切的人际关系，让你得不到任何的回应。",
        "label": ""
      },
      {
        "sentence": "”回应是我们每个人证明自己存在的一种方式，我们从他人眼中看到自己，也感受到自己的价值感，因此想要获得回应是很正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的确是希望和恋人建立更好的连接，并期待得到他的回应。但当我没有得到回应时，我会产生愤怒和攻击的情绪，也会觉得非常痛苦和郁闷。有时候还会有焦虑和恐惧的感觉。这些情绪对我来说真的很折磨。",
    "annotation": [
      {
        "sentence": "我的确是希望和恋人建立更好的连接，并期待得到他的回应。",
        "label": ""
      },
      {
        "sentence": "但当我没有得到回应时，我会产生愤怒和攻击的情绪，也会觉得非常痛苦和郁闷。",
        "label": ""
      },
      {
        "sentence": "有时候还会有焦虑和恐惧的感觉。",
        "label": ""
      },
      {
        "sentence": "这些情绪对我来说真的很折磨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你在亲密关系中不能及时地获得回应时，你会经历怎样的情绪体验呢？我们要一起探索一下，背后隐藏着怎样的故事。也许在过去，你曾经经历过父母不给予你及时回应的情况，或者被忽视的经历让你内心感到空虚和渴望他人的回应。这些可能是导致你过度渴求回应的根源。建议你寻求专业老师的帮助，探索自己内心深处隐藏的这些故事，帮助你更好地理解和接纳自己过度渴望回应的内心动力。",
    "annotation": [
      {
        "sentence": "当你在亲密关系中不能及时地获得回应时，你会经历怎样的情绪体验呢？",
        "label": ""
      },
      {
        "sentence": "我们要一起探索一下，背后隐藏着怎样的故事。",
        "label": ""
      },
      {
        "sentence": "也许在过去，你曾经经历过父母不给予你及时回应的情况，或者被忽视的经历让你内心感到空虚和渴望他人的回应。",
        "label": ""
      },
      {
        "sentence": "这些可能是导致你过度渴求回应的根源。",
        "label": ""
      },
      {
        "sentence": "建议你寻求专业老师的帮助，探索自己内心深处隐藏的这些故事，帮助你更好地理解和接纳自己过度渴望回应的内心动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感觉到自己内心有一个巨大的黑洞，需要别人的回应来填补。我会考虑寻求专业老师的帮助，探索和处理这些隐藏的故事。我希望能够逐渐减少对回应的过度期待，让心平静下来。",
    "annotation": [
      {
        "sentence": "是的，我确实感觉到自己内心有一个巨大的黑洞，需要别人的回应来填补。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求专业老师的帮助，探索和处理这些隐藏的故事。",
        "label": ""
      },
      {
        "sentence": "我希望能够逐渐减少对回应的过度期待，让心平静下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意考虑寻求专业老师的帮助。在这个过程中，你会逐渐觉察到对回应的渴求源自内心的空虚和不安。当你能够认识到这一点，并理解暂时性的不回应并不代表恋人不存在时，你的内心就会逐渐平稳下来。希望我对你的回答有所帮助。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意考虑寻求专业老师的帮助。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你会逐渐觉察到对回应的渴求源自内心的空虚和不安。",
        "label": ""
      },
      {
        "sentence": "当你能够认识到这一点，并理解暂时性的不回应并不代表恋人不存在时，你的内心就会逐渐平稳下来。",
        "label": ""
      },
      {
        "sentence": "希望我对你的回答有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望我能够逐渐理解并接纳这些情绪，并找到更好的方式来处理我的期待和回应之间的关系。谢谢你的理解和帮助。",
    "annotation": [
      {
        "sentence": "我希望我能够逐渐理解并接纳这些情绪，并找到更好的方式来处理我的期待和回应之间的关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我非常理解你的困扰，并愿意一直陪伴你一起面对和处理这些情绪。如果你需要任何帮助或者有任何其他问题，随时都可以来找我倾诉。希望你能够逐渐摆脱困扰，过上更加健康和平静的生活。",
    "annotation": [
      {
        "sentence": "不客气，我非常理解你的困扰，并愿意一直陪伴你一起面对和处理这些情绪。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何其他问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能够逐渐摆脱困扰，过上更加健康和平静的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力去处理这些情绪，并找到更好的方法去满足我对回应的期待。如果需要，我一定会再次向你求助。感谢你的陪伴和理解！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力去处理这些情绪，并找到更好的方法去满足我对回应的期待。",
        "label": ""
      },
      {
        "sentence": "如果需要，我一定会再次向你求助。",
        "label": ""
      },
      {
        "sentence": "感谢你的陪伴和理解！",
        "label": ""
      }
    ]
  }
]