[
  {
    "role": "client",
    "content": "我30岁，非常容易被情绪消磨，看不见原本该做的事？我小时候很怂，遇事只知道难过、哭，现在仍旧没有摆脱这种状态，只是工作以后发现每天都在忙，有过多情绪负担，我真的消耗不起，年纪越大越疲劳。可能我真累不起了，我以前的悲伤是因为学习烂，遇事不会处理，现在明白我没有从这些考验中平安走出，其实有的事失败了我不应该让自己只有情绪。以前我很痛苦，不是痛苦自己做不到，就是痛苦我做不到会被父母指责，痛苦自己不能完美。我现在渐渐知道我给自己的负面情绪像迷雾，我拨不开，就算我被骂得不去理会自己的情绪还会有另一层我父母亲戚朋友路人倾倒的迷雾笼罩。我怎么这么傻，我以为事事做好的人身边就不会有为难、问题了。但其实正是身边人总会为难我，我更要冷静下来，因为冷静下来才有机会思考现状。过多的情绪负担不该长时间跟随任何一个人，再好的人都会被情绪影响思考。我渐渐明白情绪稳定是一个正常人基础之中最基础该拥有的。我这么不会处理情绪，我只学会先跟自己说冷静，先冷静下情绪。求大家支招。",
    "annotation": [
      {
        "sentence": "我30岁，非常容易被情绪消磨，看不见原本该做的事？",
        "label": ""
      },
      {
        "sentence": "我小时候很怂，遇事只知道难过、哭，现在仍旧没有摆脱这种状态，只是工作以后发现每天都在忙，有过多情绪负担，我真的消耗不起，年纪越大越疲劳。",
        "label": ""
      },
      {
        "sentence": "可能我真累不起了，我以前的悲伤是因为学习烂，遇事不会处理，现在明白我没有从这些考验中平安走出，其实有的事失败了我不应该让自己只有情绪。",
        "label": ""
      },
      {
        "sentence": "以前我很痛苦，不是痛苦自己做不到，就是痛苦我做不到会被父母指责，痛苦自己不能完美。",
        "label": ""
      },
      {
        "sentence": "我现在渐渐知道我给自己的负面情绪像迷雾，我拨不开，就算我被骂得不去理会自己的情绪还会有另一层我父母亲戚朋友路人倾倒的迷雾笼罩。",
        "label": ""
      },
      {
        "sentence": "我怎么这么傻，我以为事事做好的人身边就不会有为难、问题了。",
        "label": ""
      },
      {
        "sentence": "但其实正是身边人总会为难我，我更要冷静下来，因为冷静下来才有机会思考现状。",
        "label": ""
      },
      {
        "sentence": "过多的情绪负担不该长时间跟随任何一个人，再好的人都会被情绪影响思考。",
        "label": ""
      },
      {
        "sentence": "我渐渐明白情绪稳定是一个正常人基础之中最基础该拥有的。",
        "label": ""
      },
      {
        "sentence": "我这么不会处理情绪，我只学会先跟自己说冷静，先冷静下情绪。",
        "label": ""
      },
      {
        "sentence": "求大家支招。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受。你已经很清楚地认识到问题的根源，这是很重要的一步。我觉得，我们都是人，会有情绪是很正常的。所以首先应该接纳自己的情绪，弄懂情绪背后的深层次需求，再来处理情绪。很多人都认为有稳定的情绪是一种能力，但是在这之前，先接纳自己的情绪更为重要。我是明老师的助理，可以为您提供一些个人的想法，希望可以帮助到您。您可以先分享一些具体的情境，我们一起来找到解决方案。",
    "annotation": [
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你已经很清楚地认识到问题的根源，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "我觉得，我们都是人，会有情绪是很正常的。",
        "label": ""
      },
      {
        "sentence": "所以首先应该接纳自己的情绪，弄懂情绪背后的深层次需求，再来处理情绪。",
        "label": ""
      },
      {
        "sentence": "很多人都认为有稳定的情绪是一种能力，但是在这之前，先接纳自己的情绪更为重要。",
        "label": ""
      },
      {
        "sentence": "我是明老师的助理，可以为您提供一些个人的想法，希望可以帮助到您。",
        "label": ""
      },
      {
        "sentence": "您可以先分享一些具体的情境，我们一起来找到解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我会因为工作上的压力而感到备受挫折。我的心情也变得沉闷，无法集中精力做事。有时候我甚至会因为小事情而感到很消沉，也不知道如何平静下来。",
    "annotation": [
      {
        "sentence": "有时候我会因为工作上的压力而感到备受挫折。",
        "label": ""
      },
      {
        "sentence": "我的心情也变得沉闷，无法集中精力做事。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至会因为小事情而感到很消沉，也不知道如何平静下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。在压力和困难面前，每个人都会受到一定的影响。我想说的是，这种感觉非常正常，我们都需要忍受一定的挫折。这时候，最重要的是让自己平静下来。你可以用深呼吸或者冥想来让自己平静下来，同时可以找一份放松身心的活动。例如，看一部电影或者读一本书。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在压力和困难面前，每个人都会受到一定的影响。",
        "label": ""
      },
      {
        "sentence": "我想说的是，这种感觉非常正常，我们都需要忍受一定的挫折。",
        "label": ""
      },
      {
        "sentence": "这时候，最重要的是让自己平静下来。",
        "label": ""
      },
      {
        "sentence": "你可以用深呼吸或者冥想来让自己平静下来，同时可以找一份放松身心的活动。",
        "label": ""
      },
      {
        "sentence": "例如，看一部电影或者读一本书。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过这些，但好像都不是很有用。",
    "annotation": [
      {
        "sentence": "我试过这些，但好像都不是很有用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些方法其实都需要练习。冥想也需要不断地尝试、跟随感觉。同时，这也取决于每个人的体验。你可以尝试一下其他方式放松自己，例如听听音乐或者找一些兴趣爱好，这些都可以将你的注意力从负面的情绪中分散开来。",
    "annotation": [
      {
        "sentence": "这些方法其实都需要练习。",
        "label": ""
      },
      {
        "sentence": "冥想也需要不断地尝试、跟随感觉。",
        "label": ""
      },
      {
        "sentence": "同时，这也取决于每个人的体验。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一下其他方式放松自己，例如听听音乐或者找一些兴趣爱好，这些都可以将你的注意力从负面的情绪中分散开来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试一下的。其实有时候我也会向别人发脾气，我知道这不是一件好事，但是好像控制不了。你觉得应该怎么办呢？",
    "annotation": [
      {
        "sentence": "好的，我会尝试一下的。",
        "label": ""
      },
      {
        "sentence": "其实有时候我也会向别人发脾气，我知道这不是一件好事，但是好像控制不了。",
        "label": ""
      },
      {
        "sentence": "你觉得应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "发脾气和情绪不稳定的现象并非独特于你。这也是一种常见现象，很多人都会有类似的情况。对于这种情况，首先要先反思自己的行为，以找到改进的方向。调整自己的心态，让情绪重新平衡，这对于维护好自己和周围人的关系都是非常重要的。同时，也可以和别人交流感受，如果你有很好的朋友或者同事并试探一下他们的意思。或许他们有一些好的想法能让你受到帮助。",
    "annotation": [
      {
        "sentence": "发脾气和情绪不稳定的现象并非独特于你。",
        "label": ""
      },
      {
        "sentence": "这也是一种常见现象，很多人都会有类似的情况。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，首先要先反思自己的行为，以找到改进的方向。",
        "label": ""
      },
      {
        "sentence": "调整自己的心态，让情绪重新平衡，这对于维护好自己和周围人的关系都是非常重要的。",
        "label": ""
      },
      {
        "sentence": "同时，也可以和别人交流感受，如果你有很好的朋友或者同事并试探一下他们的意思。",
        "label": ""
      },
      {
        "sentence": "或许他们有一些好的想法能让你受到帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会好好思考一下自己的情况的，也会主动找人交流，谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会好好思考一下自己的情况的，也会主动找人交流，谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，倘若你还有任何的困惑或者需要帮助的地方，随时可以联系我们。",
    "annotation": [
      {
        "sentence": "不用谢，倘若你还有任何的困惑或者需要帮助的地方，随时可以联系我们。",
        "label": ""
      }
    ]
  }
]