[
  {
    "role": "client",
    "content": "大家好，我有一个问题想请教一下。我今年30岁，非常容易被情绪消磨，感觉看不见原本该做的事情。小时候我很怂弱，遇到困难就会感到难过，哭泣，现在长大了还是没有改变，只是工作以后发现每天都在忙碌，情绪负担太多了，我真的消耗不起，年纪越大越感到疲劳。可能我真的累不起了，以前的悲伤主要是因为学习不好，遇到问题没有办法处理，现在我明白我没有从这些挑战中积极成长，其实有些事情失败了不应该只有情绪。以前我很痛苦，不是痛苦于自己做不到，就是痛苦于我做不到会被父母指责，痛苦于自己不能完美。渐渐地，我发现我给自己负面情绪就像是迷雾，我摆脱不了，即使我不去理会自己的情绪，还存在着另一层迷雾，是父母、亲戚、朋友甚至陌生人对我施加的压力。我觉得自己为什么这么傻，以为只需要做到每件事情都完美，我身边就不会有为难和问题了。但事实上，身边的人总是为难我，我更需要冷静下来，因为只有冷静下来才有机会思考现状。过多的情绪负担不应该长时间跟随一个人，即使是再好的人也会被情绪影响思考。我渐渐明白情绪稳定是一个正常人必须具备的基本能力。我对于情绪处理感到很不擅长，我只是学会先告诉自己要冷静下来，然后才能冷静下来。请大家给我一些建议。",
    "annotation": [
      {
        "sentence": "大家好，我有一个问题想请教一下。",
        "label": ""
      },
      {
        "sentence": "我今年30岁，非常容易被情绪消磨，感觉看不见原本该做的事情。",
        "label": ""
      },
      {
        "sentence": "小时候我很怂弱，遇到困难就会感到难过，哭泣，现在长大了还是没有改变，只是工作以后发现每天都在忙碌，情绪负担太多了，我真的消耗不起，年纪越大越感到疲劳。",
        "label": ""
      },
      {
        "sentence": "可能我真的累不起了，以前的悲伤主要是因为学习不好，遇到问题没有办法处理，现在我明白我没有从这些挑战中积极成长，其实有些事情失败了不应该只有情绪。",
        "label": ""
      },
      {
        "sentence": "以前我很痛苦，不是痛苦于自己做不到，就是痛苦于我做不到会被父母指责，痛苦于自己不能完美。",
        "label": ""
      },
      {
        "sentence": "渐渐地，我发现我给自己负面情绪就像是迷雾，我摆脱不了，即使我不去理会自己的情绪，还存在着另一层迷雾，是父母、亲戚、朋友甚至陌生人对我施加的压力。",
        "label": ""
      },
      {
        "sentence": "我觉得自己为什么这么傻，以为只需要做到每件事情都完美，我身边就不会有为难和问题了。",
        "label": ""
      },
      {
        "sentence": "但事实上，身边的人总是为难我，我更需要冷静下来，因为只有冷静下来才有机会思考现状。",
        "label": ""
      },
      {
        "sentence": "过多的情绪负担不应该长时间跟随一个人，即使是再好的人也会被情绪影响思考。",
        "label": ""
      },
      {
        "sentence": "我渐渐明白情绪稳定是一个正常人必须具备的基本能力。",
        "label": ""
      },
      {
        "sentence": "我对于情绪处理感到很不擅长，我只是学会先告诉自己要冷静下来，然后才能冷静下来。",
        "label": ""
      },
      {
        "sentence": "请大家给我一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困惑和焦虑，也许你需要先梳理一下自己的现状，思考一下是什么原因导致了你现在消极的情绪。是外界的压力造成的吗？比如父母和旁人对你的过分要求？还是因为你内心的消极想法？或者是现在的工作和环境并不适合你？认知对情绪有很大影响，思维方式决定情绪的产生。情绪稳定并非偶然，只有给自己正向、积极的想法，你才有可能拥有稳定的情绪。如果你一直在想自己有多差、有多痛苦，觉得人生无望，那么你就不可能拥有稳定的情绪。举个例子，同样是投资失败，一个人想的是我半辈子的积蓄都没有了，一切就都完蛋了，生活失去了意义；而另一个人可能会想，还好我身体健康有工作，我还可以赚回这些钱，这次失败的投资可以当作一堂重要的课，让我从中吸取教训，以后会更加谨慎。两种不同的思维方式会导致不同的情绪和行为反应。你最好能具体列出困扰你的事情，分析在什么情况下你会产生消极情绪，你的想法是什么，有没有可能从另一个角度去考虑问题？另外，找到适合自己的放松方式也很重要。当你觉得工作很忙，压力很大，心情很糟的时候，你是怎么做来改善自己的情绪的？如果只是一直躺着不动，不断地刷手机是不会有助于你缓解消极情绪的。可以出去走走，亲近一下大自然；或者找朋友出来聊聊天，散散步；或者去运动，给自己做一顿美食，写一篇日记，甚至只是整理一下房间，都有助于提升你的心情。而且做这些事情的时候还能够有效地分散你的注意力，使你不至于一直困扰于某个问题上。一旦发现自己有消极情绪的时候，可以去做一些事情来转换心情。还有，找到适合自己的社会支持，远离那些伤害你的人也是很重要的。如果你身边的人总是不断地责备你，对你提出过多要求，觉得你不够好，那你在这样的环境下很难开心起来。这时候，你可以和这些人保持距离，去找那些能理解你、愿意无条件接受你的人。如果有可能，找一个温和的心理咨询师也是一个很好的方法。当你感到痛苦和迷茫的时候，有一个人倾听并理解你的故事，对任何人来说都是一种莫大的鼓励。有时候，需要承认自己的能力是有限的，不是所有的事情都是自己的问题，不要过度苛责自己。如果实在无法控制情绪，可以寻求专业的帮助，你并不是一个人。",
    "annotation": [
      {
        "sentence": "非常理解你的困惑和焦虑，也许你需要先梳理一下自己的现状，思考一下是什么原因导致了你现在消极的情绪。",
        "label": ""
      },
      {
        "sentence": "是外界的压力造成的吗？",
        "label": ""
      },
      {
        "sentence": "比如父母和旁人对你的过分要求？",
        "label": ""
      },
      {
        "sentence": "还是因为你内心的消极想法？",
        "label": ""
      },
      {
        "sentence": "或者是现在的工作和环境并不适合你？",
        "label": ""
      },
      {
        "sentence": "认知对情绪有很大影响，思维方式决定情绪的产生。",
        "label": ""
      },
      {
        "sentence": "情绪稳定并非偶然，只有给自己正向、积极的想法，你才有可能拥有稳定的情绪。",
        "label": ""
      },
      {
        "sentence": "如果你一直在想自己有多差、有多痛苦，觉得人生无望，那么你就不可能拥有稳定的情绪。",
        "label": ""
      },
      {
        "sentence": "举个例子，同样是投资失败，一个人想的是我半辈子的积蓄都没有了，一切就都完蛋了，生活失去了意义；而另一个人可能会想，还好我身体健康有工作，我还可以赚回这些钱，这次失败的投资可以当作一堂重要的课，让我从中吸取教训，以后会更加谨慎。",
        "label": ""
      },
      {
        "sentence": "两种不同的思维方式会导致不同的情绪和行为反应。",
        "label": ""
      },
      {
        "sentence": "你最好能具体列出困扰你的事情，分析在什么情况下你会产生消极情绪，你的想法是什么，有没有可能从另一个角度去考虑问题？",
        "label": ""
      },
      {
        "sentence": "另外，找到适合自己的放松方式也很重要。",
        "label": ""
      },
      {
        "sentence": "当你觉得工作很忙，压力很大，心情很糟的时候，你是怎么做来改善自己的情绪的？",
        "label": ""
      },
      {
        "sentence": "如果只是一直躺着不动，不断地刷手机是不会有助于你缓解消极情绪的。",
        "label": ""
      },
      {
        "sentence": "可以出去走走，亲近一下大自然；或者找朋友出来聊聊天，散散步；或者去运动，给自己做一顿美食，写一篇日记，甚至只是整理一下房间，都有助于提升你的心情。",
        "label": ""
      },
      {
        "sentence": "而且做这些事情的时候还能够有效地分散你的注意力，使你不至于一直困扰于某个问题上。",
        "label": ""
      },
      {
        "sentence": "一旦发现自己有消极情绪的时候，可以去做一些事情来转换心情。",
        "label": ""
      },
      {
        "sentence": "还有，找到适合自己的社会支持，远离那些伤害你的人也是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果你身边的人总是不断地责备你，对你提出过多要求，觉得你不够好，那你在这样的环境下很难开心起来。",
        "label": ""
      },
      {
        "sentence": "这时候，你可以和这些人保持距离，去找那些能理解你、愿意无条件接受你的人。",
        "label": ""
      },
      {
        "sentence": "如果有可能，找一个温和的心理咨询师也是一个很好的方法。",
        "label": ""
      },
      {
        "sentence": "当你感到痛苦和迷茫的时候，有一个人倾听并理解你的故事，对任何人来说都是一种莫大的鼓励。",
        "label": ""
      },
      {
        "sentence": "有时候，需要承认自己的能力是有限的，不是所有的事情都是自己的问题，不要过度苛责自己。",
        "label": ""
      },
      {
        "sentence": "如果实在无法控制情绪，可以寻求专业的帮助，你并不是一个人。",
        "label": ""
      }
    ]
  }
]