[
  {
    "role": "client",
    "content": "非常期待得到回应，没有被回应就会非常心塞？在一个和自己建立链接的人那里就非常期待得到回应，每次发出去就像嗷嗷待哺的小朋友，被回应了就非常快乐，没有被回应就会非常心塞甚至愤怒会攻击，期待的每一分钟都非常煎熬，会感受到痛苦和郁闷。有时候还会有隐约的焦虑和恐惧。",
    "annotation": [
      {
        "sentence": "非常期待得到回应，没有被回应就会非常心塞？",
        "label": ""
      },
      {
        "sentence": "在一个和自己建立链接的人那里就非常期待得到回应，每次发出去就像嗷嗷待哺的小朋友，被回应了就非常快乐，没有被回应就会非常心塞甚至愤怒会攻击，期待的每一分钟都非常煎熬，会感受到痛苦和郁闷。",
        "label": ""
      },
      {
        "sentence": "有时候还会有隐约的焦虑和恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样的感受，我理解你的困惑和痛苦。在恋人和建立深链接的人的时候，我们的期待和对方回应的意义可能会不一样，会更高一些，更急切一些。你在这种关系中，希望对方对你\"嗷嗷待哺\"，并感到非常快乐和完整。但是在这个过程中，你也有可能感到非常痛苦和郁闷。你是否想在这里分享一下你希望得到的回应和对方实际回应之间的差距是什么呢？",
    "annotation": [
      {
        "sentence": "看到你这样的感受，我理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "在恋人和建立深链接的人的时候，我们的期待和对方回应的意义可能会不一样，会更高一些，更急切一些。",
        "label": ""
      },
      {
        "sentence": "你在这种关系中，希望对方对你\"嗷嗷待哺\"，并感到非常快乐和完整。",
        "label": ""
      },
      {
        "sentence": "但是在这个过程中，你也有可能感到非常痛苦和郁闷。",
        "label": ""
      },
      {
        "sentence": "你是否想在这里分享一下你希望得到的回应和对方实际回应之间的差距是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能得到对方及时、积极地回应，可以花时间，关心我的情绪和需求。但有时候对方可能很忙，可能没有及时回应我，这时候我就感到很失落和自责，也会生气甚至攻击对方。",
    "annotation": [
      {
        "sentence": "我希望能得到对方及时、积极地回应，可以花时间，关心我的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "但有时候对方可能很忙，可能没有及时回应我，这时候我就感到很失落和自责，也会生气甚至攻击对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受和需求是很重要的，但是在人际交往中，即使是在亲密的关系中，沟通也是需要花费时间和努力的。有时候对方可能会有其他的事情需要处理，无法及时回应你，这并不一定代表对你不在意或者不关心。当你的需求没有得到满足时，你可能会感到失落和自责，这是非常正常的感受。但是如果你可以更理性地面对这些情绪，我们相信你可以更好地应对这个问题。",
    "annotation": [
      {
        "sentence": "你的感受和需求是很重要的，但是在人际交往中，即使是在亲密的关系中，沟通也是需要花费时间和努力的。",
        "label": ""
      },
      {
        "sentence": "有时候对方可能会有其他的事情需要处理，无法及时回应你，这并不一定代表对你不在意或者不关心。",
        "label": ""
      },
      {
        "sentence": "当你的需求没有得到满足时，你可能会感到失落和自责，这是非常正常的感受。",
        "label": ""
      },
      {
        "sentence": "但是如果你可以更理性地面对这些情绪，我们相信你可以更好地应对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解这一点，但是我还是非常在乎对方的回应，如果没有及时得到回复，我就会感到很沮丧和孤独。我该如何转变我的想法和表达方式，来减少这些负面情绪？",
    "annotation": [
      {
        "sentence": "我理解这一点，但是我还是非常在乎对方的回应，如果没有及时得到回复，我就会感到很沮丧和孤独。",
        "label": ""
      },
      {
        "sentence": "我该如何转变我的想法和表达方式，来减少这些负面情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以一起探讨如何减少这些负面情绪。可以尝试在发送信息之前，等待一段时间并冷静下来，想一想是否需要表达自己的想法，并选择更合适的表达方式。同时，也可以练习一些心理调节技巧，比如深呼吸、放松肌肉，以减轻一些负面情绪。如果你觉得这些方法还不够有效，我们也可以一起考虑寻求专业帮助。",
    "annotation": [
      {
        "sentence": "我们可以一起探讨如何减少这些负面情绪。",
        "label": ""
      },
      {
        "sentence": "可以尝试在发送信息之前，等待一段时间并冷静下来，想一想是否需要表达自己的想法，并选择更合适的表达方式。",
        "label": ""
      },
      {
        "sentence": "同时，也可以练习一些心理调节技巧，比如深呼吸、放松肌肉，以减轻一些负面情绪。",
        "label": ""
      },
      {
        "sentence": "如果你觉得这些方法还不够有效，我们也可以一起考虑寻求专业帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我觉得这些方法可以尝试一下。但是我还想问一下，我这样的感受是不是很奇怪或者不正常？",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我觉得这些方法可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "但是我还想问一下，我这样的感受是不是很奇怪或者不正常？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是非常正常的，人们在亲密关系中都会有这样的期待和需求。但是每个人的需求和期待都是不同的，所以并不是每个人都会像你一样强烈地希望得到回应。重要的是，你要尊重自己的情感和需求，同时也要努力理解对方，并尝试用更有效的方式表达和沟通。",
    "annotation": [
      {
        "sentence": "你的感受是非常正常的，人们在亲密关系中都会有这样的期待和需求。",
        "label": ""
      },
      {
        "sentence": "但是每个人的需求和期待都是不同的，所以并不是每个人都会像你一样强烈地希望得到回应。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要尊重自己的情感和需求，同时也要努力理解对方，并尝试用更有效的方式表达和沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心回答和指导。听了你的话，我感觉心情好了一些，希望自己能够逐渐掌握更好的情绪调节能力，更好地处理好这样的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的耐心回答和指导。",
        "label": ""
      },
      {
        "sentence": "听了你的话，我感觉心情好了一些，希望自己能够逐渐掌握更好的情绪调节能力，更好地处理好这样的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮助到你，我相信你一定能够逐渐掌握更好的情绪调节能力，处理好你的人际关系。记得，不要过于苛求自己，安排好合适的时间和方式向对方表达自己的需求。如果需要任何帮助，随时可以来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴能帮助到你，我相信你一定能够逐渐掌握更好的情绪调节能力，处理好你的人际关系。",
        "label": ""
      },
      {
        "sentence": "记得，不要过于苛求自己，安排好合适的时间和方式向对方表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，随时可以来找我聊天。",
        "label": ""
      }
    ]
  }
]