[
  {
    "role": "client",
    "content": "我非常期待得到回应，没有被回应就会非常心塞。在一个和自己建立链接的人那里就非常期待得到回应，每次发出去就像嗷嗷待哺的小朋友，被回应了就非常快乐，没有被回应就会非常心塞甚至愤怒会攻击，期待的每一分钟都非常煎熬，会感受到痛苦和郁闷。有时候还会有隐约的焦虑和恐惧。倒是日常同事之间，朋友之间没有这个问题，通常出现在恋人和建立深链接的人上。",
    "annotation": [
      {
        "sentence": "我非常期待得到回应，没有被回应就会非常心塞。",
        "label": ""
      },
      {
        "sentence": "在一个和自己建立链接的人那里就非常期待得到回应，每次发出去就像嗷嗷待哺的小朋友，被回应了就非常快乐，没有被回应就会非常心塞甚至愤怒会攻击，期待的每一分钟都非常煎熬，会感受到痛苦和郁闷。",
        "label": ""
      },
      {
        "sentence": "有时候还会有隐约的焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "倒是日常同事之间，朋友之间没有这个问题，通常出现在恋人和建立深链接的人上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看得出你正处于一种焦虑和恼怒的情绪中。这种情况下我们希望能得到回应，没有回应让我们失望沮丧。其实大多数人在对自己很重要的人时都会有类似的感受，只是每个人的感受的程度不同而已。需要人的回应这是一个人最基本的需要。当我们是小婴儿时，我们的哭声总希望唤起妈妈的回应，因为没有回应，我们感到世界都会坍塌。而早年没有被很恰当的回应的体验，会在以后的很多情境中被激活，让人无法忍受或者耐受这种焦虑。",
    "annotation": [
      {
        "sentence": "你好，看得出你正处于一种焦虑和恼怒的情绪中。",
        "label": ""
      },
      {
        "sentence": "这种情况下我们希望能得到回应，没有回应让我们失望沮丧。",
        "label": ""
      },
      {
        "sentence": "其实大多数人在对自己很重要的人时都会有类似的感受，只是每个人的感受的程度不同而已。",
        "label": ""
      },
      {
        "sentence": "需要人的回应这是一个人最基本的需要。",
        "label": ""
      },
      {
        "sentence": "当我们是小婴儿时，我们的哭声总希望唤起妈妈的回应，因为没有回应，我们感到世界都会坍塌。",
        "label": ""
      },
      {
        "sentence": "而早年没有被很恰当的回应的体验，会在以后的很多情境中被激活，让人无法忍受或者耐受这种焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也有这样的想法。但是我好像无法控制自己的情绪，每次我期待得到回应无果后，我的情绪就像失控了一样，有时候还会攻击对方。",
    "annotation": [
      {
        "sentence": "是的，我也有这样的想法。",
        "label": ""
      },
      {
        "sentence": "但是我好像无法控制自己的情绪，每次我期待得到回应无果后，我的情绪就像失控了一样，有时候还会攻击对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了感觉像失控了一样，这是指精神上的感觉吗？这种情况下或许我们需要给自己一些时间去冷静，让自己不要做出过激的行为。你可以想一想为什么你会感觉失控，是否与历史经历、思维模式等方面有关。当一个人经常或者过分地依赖于别人的回应，就会变得容易受伤或者激动。这时候，需要我们让自己学会更加独立和自主，不要把感情和依赖全部寄托在别人身上。",
    "annotation": [
      {
        "sentence": "你提到了感觉像失控了一样，这是指精神上的感觉吗？",
        "label": ""
      },
      {
        "sentence": "这种情况下或许我们需要给自己一些时间去冷静，让自己不要做出过激的行为。",
        "label": ""
      },
      {
        "sentence": "你可以想一想为什么你会感觉失控，是否与历史经历、思维模式等方面有关。",
        "label": ""
      },
      {
        "sentence": "当一个人经常或者过分地依赖于别人的回应，就会变得容易受伤或者激动。",
        "label": ""
      },
      {
        "sentence": "这时候，需要我们让自己学会更加独立和自主，不要把感情和依赖全部寄托在别人身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可是我觉得我太依赖他了，他不回应我的时候我就感觉很没有安全感。我也试过自我调节，但是总是做不到有自我、独立的状态。",
    "annotation": [
      {
        "sentence": "我明白了，可是我觉得我太依赖他了，他不回应我的时候我就感觉很没有安全感。",
        "label": ""
      },
      {
        "sentence": "我也试过自我调节，但是总是做不到有自我、独立的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，建立这种状态需要一些时间。一开始的确会有被各种情绪打扰的时候，但是后来慢慢地就会适应，并且找到属于自己的方式去调整情绪。你可以试试小步慢慢调整，比如做一些让自己愉快的事情，或者学习一些情绪调节技巧。同时，也需要认识到不完全依赖别人的重要性，这会让我们变得更加独立和自主。你可以找些有价值的事情来做，让自己的生活丰富多彩。",
    "annotation": [
      {
        "sentence": "这很正常，建立这种状态需要一些时间。",
        "label": ""
      },
      {
        "sentence": "一开始的确会有被各种情绪打扰的时候，但是后来慢慢地就会适应，并且找到属于自己的方式去调整情绪。",
        "label": ""
      },
      {
        "sentence": "你可以试试小步慢慢调整，比如做一些让自己愉快的事情，或者学习一些情绪调节技巧。",
        "label": ""
      },
      {
        "sentence": "同时，也需要认识到不完全依赖别人的重要性，这会让我们变得更加独立和自主。",
        "label": ""
      },
      {
        "sentence": "你可以找些有价值的事情来做，让自己的生活丰富多彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试让自己变得更加独立的，这样或许会让我更加坚强。很感谢你的支持和帮助，让我有了一些启发和方向。",
    "annotation": [
      {
        "sentence": "我会尝试让自己变得更加独立的，这样或许会让我更加坚强。",
        "label": ""
      },
      {
        "sentence": "很感谢你的支持和帮助，让我有了一些启发和方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，有问题随时找我聊。生活中我们都会遇到各种挑战，学会面对并克服它们，这是成长的一个重要阶段。有了明确的方向和目标，你也能够找到自己的方法去面对一切挑战。",
    "annotation": [
      {
        "sentence": "不用客气，有问题随时找我聊。",
        "label": ""
      },
      {
        "sentence": "生活中我们都会遇到各种挑战，学会面对并克服它们，这是成长的一个重要阶段。",
        "label": ""
      },
      {
        "sentence": "有了明确的方向和目标，你也能够找到自己的方法去面对一切挑战。",
        "label": ""
      }
    ]
  }
]