[
  {
    "role": "client",
    "content": "您好，我最近非常烦恼。我29岁，之前爱上了我的闺蜜，现在却又不爱她了。我之前和她非常要好，甚至有心动的感觉，和她在一起的时候感觉就像在恋爱一样。但后来我发现自己对她的独占欲很强，她在我负面情绪爆发的时候没有哄我，于是我就和她吵架了，再之后我决定单向追求她，可现在感觉连喜欢她的能力都没有了。这到底是怎么回事啊？",
    "annotation": [
      {
        "sentence": "您好，我最近非常烦恼。",
        "label": ""
      },
      {
        "sentence": "我29岁，之前爱上了我的闺蜜，现在却又不爱她了。",
        "label": ""
      },
      {
        "sentence": "我之前和她非常要好，甚至有心动的感觉，和她在一起的时候感觉就像在恋爱一样。",
        "label": ""
      },
      {
        "sentence": "但后来我发现自己对她的独占欲很强，她在我负面情绪爆发的时候没有哄我，于是我就和她吵架了，再之后我决定单向追求她，可现在感觉连喜欢她的能力都没有了。",
        "label": ""
      },
      {
        "sentence": "这到底是怎么回事啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，可以看出你的情感经历非常丰富。你和你的闺蜜之间的关系发展大致分为关系平稳期，关系冲突期，单向奔赴期和关系变淡期。在这个过程中，你经历了许多情绪的起伏和反思，并试图寻找一个合理的平衡点。但最终你却耗竭了自己的喜欢能力，对此有何想法呢？",
    "annotation": [
      {
        "sentence": "你好，可以看出你的情感经历非常丰富。",
        "label": ""
      },
      {
        "sentence": "你和你的闺蜜之间的关系发展大致分为关系平稳期，关系冲突期，单向奔赴期和关系变淡期。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你经历了许多情绪的起伏和反思，并试图寻找一个合理的平衡点。",
        "label": ""
      },
      {
        "sentence": "但最终你却耗竭了自己的喜欢能力，对此有何想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这个过程中控制欲对我造成的影响很大，可能是这个原因让自己觉得她不爱自己，导致我的喜欢能力下降。",
    "annotation": [
      {
        "sentence": "我知道这个过程中控制欲对我造成的影响很大，可能是这个原因让自己觉得她不爱自己，导致我的喜欢能力下降。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好的觉察。我了解到你对她的情感是在关系初期逐渐加深的。在你们初期的相处中，你是一直采取独占欲的姿态吗？你认为她的感受是怎样的，当你们出现冲突时，你感觉受到了委屈，没有得到她的安慰，她的状态是如何的呢？",
    "annotation": [
      {
        "sentence": "非常好的觉察。",
        "label": ""
      },
      {
        "sentence": "我了解到你对她的情感是在关系初期逐渐加深的。",
        "label": ""
      },
      {
        "sentence": "在你们初期的相处中，你是一直采取独占欲的姿态吗？",
        "label": ""
      },
      {
        "sentence": "你认为她的感受是怎样的，当你们出现冲突时，你感觉受到了委屈，没有得到她的安慰，她的状态是如何的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不确定她的感受是怎样的，但我为什么感觉像她不爱我的感觉所在即使是当她对我好，也感觉不到呢？",
    "annotation": [
      {
        "sentence": "我不确定她的感受是怎样的，但我为什么感觉像她不爱我的感觉所在即使是当她对我好，也感觉不到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉也许是你内心中存在的控制欲在起作用。在冲突中，你提出分手是因为你感觉她应该在情绪低落时给你安慰，但是你需要认识到你自己的想法和行为不一定符合她的感受和情况。建议就是，在与她相处的过程中，要敞开心扉，学会尊重对方的感受，同时了解自己的情感，最后追求两个人平等的关系。",
    "annotation": [
      {
        "sentence": "这种感觉也许是你内心中存在的控制欲在起作用。",
        "label": ""
      },
      {
        "sentence": "在冲突中，你提出分手是因为你感觉她应该在情绪低落时给你安慰，但是你需要认识到你自己的想法和行为不一定符合她的感受和情况。",
        "label": ""
      },
      {
        "sentence": "建议就是，在与她相处的过程中，要敞开心扉，学会尊重对方的感受，同时了解自己的情感，最后追求两个人平等的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那如果这个时候我已经喜欢不上她了，应该怎么办呢？",
    "annotation": [
      {
        "sentence": "那如果这个时候我已经喜欢不上她了，应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "事实上，你喜欢或者不喜欢她并不是最重要的事情。关键在于，你应该找到一个平衡点，通过探索、成长来解决自己的情感问题。你会发现，孝顺自己的内心，开放自己的感受，关注自己的思考和行动，会是自我成长和成熟不可或缺的部分。我们建议你，放下“喜欢”与否的观念，重新审视自己的情感，同时要体谅对方，并关注自己和对方之间的相互作用。",
    "annotation": [
      {
        "sentence": "事实上，你喜欢或者不喜欢她并不是最重要的事情。",
        "label": ""
      },
      {
        "sentence": "关键在于，你应该找到一个平衡点，通过探索、成长来解决自己的情感问题。",
        "label": ""
      },
      {
        "sentence": "你会发现，孝顺自己的内心，开放自己的感受，关注自己的思考和行动，会是自我成长和成熟不可或缺的部分。",
        "label": ""
      },
      {
        "sentence": "我们建议你，放下“喜欢”与否的观念，重新审视自己的情感，同时要体谅对方，并关注自己和对方之间的相互作用。",
        "label": ""
      }
    ]
  }
]