[
  {
    "role": "client",
    "content": "想考在职心理学专硕，费用不低，不知道值不值？在知乎上刷到一个专门辅导心理学考研的机构，qinsi考研，费用不低，vip班上万，视频课程，不知道值不值？有经验的小伙伴快来帮帮忙吧，头疼。",
    "annotation": [
      {
        "sentence": "想考在职心理学专硕，费用不低，不知道值不值？",
        "label": ""
      },
      {
        "sentence": "在知乎上刷到一个专门辅导心理学考研的机构，qinsi考研，费用不低，vip班上万，视频课程，不知道值不值？",
        "label": ""
      },
      {
        "sentence": "有经验的小伙伴快来帮帮忙吧，头疼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你在考虑在职心理学专硕，希望我的回答能帮到你。其实在职心理学专硕的选择很多，如果你有优秀的自学能力的话，可以考虑去中科院心理所读书。我自己读的是博士班，那里的课程很系统，学的内容也都很前沿。我还有很多朋友在中科院心理所读在职硕士，都学到了很多。至于那个qinsi考研，我没有听过，费用是不是太高了一些呢？",
    "annotation": [
      {
        "sentence": "你好，看到你在考虑在职心理学专硕，希望我的回答能帮到你。",
        "label": ""
      },
      {
        "sentence": "其实在职心理学专硕的选择很多，如果你有优秀的自学能力的话，可以考虑去中科院心理所读书。",
        "label": ""
      },
      {
        "sentence": "我自己读的是博士班，那里的课程很系统，学的内容也都很前沿。",
        "label": ""
      },
      {
        "sentence": "我还有很多朋友在中科院心理所读在职硕士，都学到了很多。",
        "label": ""
      },
      {
        "sentence": "至于那个qinsi考研，我没有听过，费用是不是太高了一些呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，中科院心理所这个选择我也听过，你觉得中科院的在职硕士和qinsi考研比起来哪个更适合呢？我对自己的自学能力还是有信心的，但是心理学考研的内容好像也比较多，有时候不知道该从哪里开始。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，中科院心理所这个选择我也听过，你觉得中科院的在职硕士和qinsi考研比起来哪个更适合呢？",
        "label": ""
      },
      {
        "sentence": "我对自己的自学能力还是有信心的，但是心理学考研的内容好像也比较多，有时候不知道该从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你有自学能力的话，中科院心理所的在职硕士可能更适合你一些，学的内容更系统，而且学习氛围也更好。而对于心理学考研的复习，其实要有一个比较完整的复习计划。你可以先确定总体计划，然后再分配到每个月、每天，这样，你每天按计划去完成学习任务就好了。针对英语，要重点记忆单词和做真题。单词可以在早晚两个时间段背诵，张力相对较小，记忆效果会更好。至于真题，建议至少做三遍以上。专业课的复习，书最好至少读三遍，真题也要多多熟悉。至于政治，可以选择一下辅导班，既能了解最新的动态，也可以获得一些学习技巧。",
    "annotation": [
      {
        "sentence": "如果你有自学能力的话，中科院心理所的在职硕士可能更适合你一些，学的内容更系统，而且学习氛围也更好。",
        "label": ""
      },
      {
        "sentence": "而对于心理学考研的复习，其实要有一个比较完整的复习计划。",
        "label": ""
      },
      {
        "sentence": "你可以先确定总体计划，然后再分配到每个月、每天，这样，你每天按计划去完成学习任务就好了。",
        "label": ""
      },
      {
        "sentence": "针对英语，要重点记忆单词和做真题。",
        "label": ""
      },
      {
        "sentence": "单词可以在早晚两个时间段背诵，张力相对较小，记忆效果会更好。",
        "label": ""
      },
      {
        "sentence": "至于真题，建议至少做三遍以上。",
        "label": ""
      },
      {
        "sentence": "专业课的复习，书最好至少读三遍，真题也要多多熟悉。",
        "label": ""
      },
      {
        "sentence": "至于政治，可以选择一下辅导班，既能了解最新的动态，也可以获得一些学习技巧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "学习计划这个确实要好好制订一下，而且我也可以通过考评分析找到自己偏弱的地方。你提到要多背英语单词，这个确实是我比较头疼的。那您当时是用哪些方法来记忆英语单词的呢？",
    "annotation": [
      {
        "sentence": "学习计划这个确实要好好制订一下，而且我也可以通过考评分析找到自己偏弱的地方。",
        "label": ""
      },
      {
        "sentence": "你提到要多背英语单词，这个确实是我比较头疼的。",
        "label": ""
      },
      {
        "sentence": "那您当时是用哪些方法来记忆英语单词的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于背单词，我自己是用了一本“考研词汇红宝书”，里面有一些常用的单词和搭配，整本书背完之后我感觉词汇量确实有提升。此外，我还会在抽空的时候看一些英语电影和美剧，这些素材里面的用词也很经典，可以帮助积累单词量。不过，记单词并不是一个一半天赐的天赋，耐心积累和坚持背诵才是最重要的。",
    "annotation": [
      {
        "sentence": "关于背单词，我自己是用了一本“考研词汇红宝书”，里面有一些常用的单词和搭配，整本书背完之后我感觉词汇量确实有提升。",
        "label": ""
      },
      {
        "sentence": "此外，我还会在抽空的时候看一些英语电影和美剧，这些素材里面的用词也很经典，可以帮助积累单词量。",
        "label": ""
      },
      {
        "sentence": "不过，记单词并不是一个一半天赐的天赋，耐心积累和坚持背诵才是最重要的。",
        "label": ""
      }
    ]
  }
]