[
  {
    "role": "client",
    "content": "最近我真的好迷茫啊，我曾经爱上了我的闺蜜，但现在我又不喜欢她了。我和她关系非常好，以前有心动的感觉，感觉像在谈恋爱一样。但是后来，每当我负面情绪爆发的时候，她没有安抚我，我就直接崩溃了。我们吵架后，我开始重新思考我们的相处模式，我决定付出更多，抛开独占欲，只保留喜欢她的能力。可是现在，我连喜欢她的能力都感觉失去了，我不知道为什么。也许是因为我一直觉得在她的世界里并不重要，所以我开始逃避她，也觉得没必要再追问下去了。",
    "annotation": [
      {
        "sentence": "最近我真的好迷茫啊，我曾经爱上了我的闺蜜，但现在我又不喜欢她了。",
        "label": ""
      },
      {
        "sentence": "我和她关系非常好，以前有心动的感觉，感觉像在谈恋爱一样。",
        "label": ""
      },
      {
        "sentence": "但是后来，每当我负面情绪爆发的时候，她没有安抚我，我就直接崩溃了。",
        "label": ""
      },
      {
        "sentence": "我们吵架后，我开始重新思考我们的相处模式，我决定付出更多，抛开独占欲，只保留喜欢她的能力。",
        "label": ""
      },
      {
        "sentence": "可是现在，我连喜欢她的能力都感觉失去了，我不知道为什么。",
        "label": ""
      },
      {
        "sentence": "也许是因为我一直觉得在她的世界里并不重要，所以我开始逃避她，也觉得没必要再追问下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我感到心疼，希望通过屏幕能给你带去一些温暖和力量。首先，我来整理一下你所描述的情况，你看看对不对。第一，你是一个29岁的女性，和你唯一的闺蜜关系很好，曾有过心动的感觉，感觉像谈恋爱一样。第二，后来因为她没有及时安抚你情绪的爆发，你们吵了一架。第三，然后你决定“喜欢”她，但后来发现自己不喜欢她了，开始逃避，也不再有心动的感觉。第四，这让你感到困惑。你认为自己可能有些自卑，关注她对待你的态度。",
    "annotation": [
      {
        "sentence": "看到你的问题，我感到心疼，希望通过屏幕能给你带去一些温暖和力量。",
        "label": ""
      },
      {
        "sentence": "首先，我来整理一下你所描述的情况，你看看对不对。",
        "label": ""
      },
      {
        "sentence": "第一，你是一个29岁的女性，和你唯一的闺蜜关系很好，曾有过心动的感觉，感觉像谈恋爱一样。",
        "label": ""
      },
      {
        "sentence": "第二，后来因为她没有及时安抚你情绪的爆发，你们吵了一架。",
        "label": ""
      },
      {
        "sentence": "第三，然后你决定“喜欢”她，但后来发现自己不喜欢她了，开始逃避，也不再有心动的感觉。",
        "label": ""
      },
      {
        "sentence": "第四，这让你感到困惑。",
        "label": ""
      },
      {
        "sentence": "你认为自己可能有些自卑，关注她对待你的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你对我的情况描述得很准确，确实就是这样。无论我怎么去想，我都感觉很纠结，不知道该如何面对这个问题。",
    "annotation": [
      {
        "sentence": "你对我的情况描述得很准确，确实就是这样。",
        "label": ""
      },
      {
        "sentence": "无论我怎么去想，我都感觉很纠结，不知道该如何面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，整个情况都不是那么简单，而且充斥着很多内心的挣扎和猜测。但是我要强调的是，想法和猜测只是你的主观想法，并不一定等同于现实。此外，我觉得在你的描述中，可能涉及到一些含蓄的性取向问题。因为你使用了很含蓄的措辞，我猜想你自己对此也不确定，并且可能也不太接受这种情感。你是不是对其他女性也有类似的好感？或者对所有女性都有好奇、被吸引的感觉呢？如果你对所有女性都有这种感受，那就没什么大问题，我们可以继续深入探讨。但如果只有这个闺蜜触发了这种情感，那我觉得会有一些特殊的因素影响你的感受。",
    "annotation": [
      {
        "sentence": "我理解你的感受，整个情况都不是那么简单，而且充斥着很多内心的挣扎和猜测。",
        "label": ""
      },
      {
        "sentence": "但是我要强调的是，想法和猜测只是你的主观想法，并不一定等同于现实。",
        "label": ""
      },
      {
        "sentence": "此外，我觉得在你的描述中，可能涉及到一些含蓄的性取向问题。",
        "label": ""
      },
      {
        "sentence": "因为你使用了很含蓄的措辞，我猜想你自己对此也不确定，并且可能也不太接受这种情感。",
        "label": ""
      },
      {
        "sentence": "你是不是对其他女性也有类似的好感？",
        "label": ""
      },
      {
        "sentence": "或者对所有女性都有好奇、被吸引的感觉呢？",
        "label": ""
      },
      {
        "sentence": "如果你对所有女性都有这种感受，那就没什么大问题，我们可以继续深入探讨。",
        "label": ""
      },
      {
        "sentence": "但如果只有这个闺蜜触发了这种情感，那我觉得会有一些特殊的因素影响你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的观察很敏锐，我确实不确定自己的感受，并且对这样的情感感到困惑。对其他女性并没有类似的好感，对她才有特殊的感觉。",
    "annotation": [
      {
        "sentence": "你的观察很敏锐，我确实不确定自己的感受，并且对这样的情感感到困惑。",
        "label": ""
      },
      {
        "sentence": "对其他女性并没有类似的好感，对她才有特殊的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，那我觉得这种情况就不是简单的性别倾向问题了，而是这个闺蜜对你来说是一个非常特别的存在。除此之外，从你们的相处模式来看，她没有安抚你的情绪，你就会生气。我觉得这更像是一种亲子关系。你和这个闺蜜有些类似母女关系或者其他女性养育者的关系吗？",
    "annotation": [
      {
        "sentence": "明白了，那我觉得这种情况就不是简单的性别倾向问题了，而是这个闺蜜对你来说是一个非常特别的存在。",
        "label": ""
      },
      {
        "sentence": "除此之外，从你们的相处模式来看，她没有安抚你的情绪，你就会生气。",
        "label": ""
      },
      {
        "sentence": "我觉得这更像是一种亲子关系。",
        "label": ""
      },
      {
        "sentence": "你和这个闺蜜有些类似母女关系或者其他女性养育者的关系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我和她的相处模式很像亲子关系。她和我对待负面情绪的方式很像妈妈或其他女性养育人的方式。",
    "annotation": [
      {
        "sentence": "你说得没错，我和她的相处模式很像亲子关系。",
        "label": ""
      },
      {
        "sentence": "她和我对待负面情绪的方式很像妈妈或其他女性养育人的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你的感觉是准确的。还有一点，逃避这个词用得很准确。你不仅在逃避她，也在逃避这个问题的答案，对吗？你既想知道答案，又不愿意去面对，这让你感到矛盾纠结。这种感觉你是不是很熟悉？我要告诉你的是，你所经历的事情，很多人都有过类似的经历，甚至你自己也是如此。所以，你应该尊重自己的感受，不要逃避自己。",
    "annotation": [
      {
        "sentence": "看来你的感觉是准确的。",
        "label": ""
      },
      {
        "sentence": "还有一点，逃避这个词用得很准确。",
        "label": ""
      },
      {
        "sentence": "你不仅在逃避她，也在逃避这个问题的答案，对吗？",
        "label": ""
      },
      {
        "sentence": "你既想知道答案，又不愿意去面对，这让你感到矛盾纠结。",
        "label": ""
      },
      {
        "sentence": "这种感觉你是不是很熟悉？",
        "label": ""
      },
      {
        "sentence": "我要告诉你的是，你所经历的事情，很多人都有过类似的经历，甚至你自己也是如此。",
        "label": ""
      },
      {
        "sentence": "所以，你应该尊重自己的感受，不要逃避自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不仅在逃避她，也在逃避问题的答案。我感到很纠结，不知道该如何面对。你刚才给的建议我都会尝试，谢谢你的支持和理解。",
    "annotation": [
      {
        "sentence": "你说得对，我不仅在逃避她，也在逃避问题的答案。",
        "label": ""
      },
      {
        "sentence": "我感到很纠结，不知道该如何面对。",
        "label": ""
      },
      {
        "sentence": "你刚才给的建议我都会尝试，谢谢你的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意在这里支持你。如果你愿意，可以找个咨询师倾诉一下，他们会提供专业的帮助和指导。如果你还没准备好，也没关系，不要为难自己。另外，写写日记也是一个很好的方式，可以帮助你梳理思路。另外，冥想也是一个不错的选择，冥想资源很多，你可以试试看。最后，我推荐你一本书，《你不知道的自己》，它可能对你有所帮助。最重要的是，不管你经历了什么，都是你的人生经历，你可以去真实地面对和探索，也许会有一些新的发现。希望我的回答对你有所帮助。如果还有其他问题，我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "不客气，我愿意在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你愿意，可以找个咨询师倾诉一下，他们会提供专业的帮助和指导。",
        "label": ""
      },
      {
        "sentence": "如果你还没准备好，也没关系，不要为难自己。",
        "label": ""
      },
      {
        "sentence": "另外，写写日记也是一个很好的方式，可以帮助你梳理思路。",
        "label": ""
      },
      {
        "sentence": "另外，冥想也是一个不错的选择，冥想资源很多，你可以试试看。",
        "label": ""
      },
      {
        "sentence": "最后，我推荐你一本书，《你不知道的自己》，它可能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不管你经历了什么，都是你的人生经历，你可以去真实地面对和探索，也许会有一些新的发现。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，我会一直在这里支持你。",
        "label": ""
      }
    ]
  }
]