[
  {
    "role": "client",
    "content": "我是29岁，之前爱上了我的闺蜜，但现在又感觉不再爱她了。我们曾经非常要好，我对她有很强烈的心动感觉，和她在一起的时候感觉像是在恋爱。但后来，当我情绪低落时，她没有哄我，这让我直接崩溃了。我们吵架之后，我仔细思考了我们的相处模式，我决定单向奔赴她，不再有独占欲，只剩下对她的喜欢。但现在我感觉连喜欢她的能力都没有了，我也不知道为什么。可能是因为我一直觉得在她的世界并不重要，所以内心开始不停地逃避她。我只想知道答案，没必要再问清楚了。",
    "annotation": [
      {
        "sentence": "我是29岁，之前爱上了我的闺蜜，但现在又感觉不再爱她了。",
        "label": ""
      },
      {
        "sentence": "我们曾经非常要好，我对她有很强烈的心动感觉，和她在一起的时候感觉像是在恋爱。",
        "label": ""
      },
      {
        "sentence": "但后来，当我情绪低落时，她没有哄我，这让我直接崩溃了。",
        "label": ""
      },
      {
        "sentence": "我们吵架之后，我仔细思考了我们的相处模式，我决定单向奔赴她，不再有独占欲，只剩下对她的喜欢。",
        "label": ""
      },
      {
        "sentence": "但现在我感觉连喜欢她的能力都没有了，我也不知道为什么。",
        "label": ""
      },
      {
        "sentence": "可能是因为我一直觉得在她的世界并不重要，所以内心开始不停地逃避她。",
        "label": ""
      },
      {
        "sentence": "我只想知道答案，没必要再问清楚了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "日久生情，这是很正常的事情，经营好彼此的关系需要共同的努力。通过你的叙述，我可以看出她一直比较迁就你，才会在你发脾气时没有哄你而选择分开。说到底，你是用分手来试探她是否在乎你，从而挽留你。同时，我还能感受到你的安全感较低，需要更多别人的关注才能感到爱，获得恋爱的感觉。当这份关注消失或者你需要更多的包容与迁就时，你就会失去恋爱的感觉。也许你爱的不是她本身，而是被她爱时自己获得满足的感觉，所以现在感受不到喜欢。爱一个人，首先要爱自己，只有足够爱自己，才不会把别人对你的给予作为填补自己的手段，也才会具备爱别人的能力。平时多做一些自己喜欢的事情，这样能让你的内心更加坚定。",
    "annotation": [
      {
        "sentence": "日久生情，这是很正常的事情，经营好彼此的关系需要共同的努力。",
        "label": ""
      },
      {
        "sentence": "通过你的叙述，我可以看出她一直比较迁就你，才会在你发脾气时没有哄你而选择分开。",
        "label": ""
      },
      {
        "sentence": "说到底，你是用分手来试探她是否在乎你，从而挽留你。",
        "label": ""
      },
      {
        "sentence": "同时，我还能感受到你的安全感较低，需要更多别人的关注才能感到爱，获得恋爱的感觉。",
        "label": ""
      },
      {
        "sentence": "当这份关注消失或者你需要更多的包容与迁就时，你就会失去恋爱的感觉。",
        "label": ""
      },
      {
        "sentence": "也许你爱的不是她本身，而是被她爱时自己获得满足的感觉，所以现在感受不到喜欢。",
        "label": ""
      },
      {
        "sentence": "爱一个人，首先要爱自己，只有足够爱自己，才不会把别人对你的给予作为填补自己的手段，也才会具备爱别人的能力。",
        "label": ""
      },
      {
        "sentence": "平时多做一些自己喜欢的事情，这样能让你的内心更加坚定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我承认我对她期望过高，希望她在我情绪低落时能哄我和关心我。但我也明白这样的要求并不合理。我以前从来没有意识到自己有这么高的安全需求，可能这也是为什么我会对她的迁就有所依赖。我明白现在需要先学会自己给予自己关爱和安全感，才能真正拥有爱别人的能力。我会试着放下这些期望，多做一些让自己开心的事情。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我承认我对她期望过高，希望她在我情绪低落时能哄我和关心我。",
        "label": ""
      },
      {
        "sentence": "但我也明白这样的要求并不合理。",
        "label": ""
      },
      {
        "sentence": "我以前从来没有意识到自己有这么高的安全需求，可能这也是为什么我会对她的迁就有所依赖。",
        "label": ""
      },
      {
        "sentence": "我明白现在需要先学会自己给予自己关爱和安全感，才能真正拥有爱别人的能力。",
        "label": ""
      },
      {
        "sentence": "我会试着放下这些期望，多做一些让自己开心的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能认识到自己的需求和问题，并有意愿去改变。这个过程需要时间和努力，但是你已经迈出第一步，相信你会找到平衡和幸福的。除了独立给予自己关爱，也要学会与她建立健康而平等的关系。建议你们可以好好沟通，分享你的感受和需求，她也需要了解你的内心世界。共同努力，一定能让你们的关系更加稳定和美好。",
    "annotation": [
      {
        "sentence": "很高兴你能认识到自己的需求和问题，并有意愿去改变。",
        "label": ""
      },
      {
        "sentence": "这个过程需要时间和努力，但是你已经迈出第一步，相信你会找到平衡和幸福的。",
        "label": ""
      },
      {
        "sentence": "除了独立给予自己关爱，也要学会与她建立健康而平等的关系。",
        "label": ""
      },
      {
        "sentence": "建议你们可以好好沟通，分享你的感受和需求，她也需要了解你的内心世界。",
        "label": ""
      },
      {
        "sentence": "共同努力，一定能让你们的关系更加稳定和美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会和她进行坦诚的对话，并告诉她我对自己的认识和改变。我希望我们能够一起成长，共同创造一个健康而稳定的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会和她进行坦诚的对话，并告诉她我对自己的认识和改变。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够一起成长，共同创造一个健康而稳定的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和信心。坦诚和沟通是建立健康关系的重要基石，相信你们会共克时艰，一起度过困难。如果你还需要任何支持和指导，随时都可以来找我。祝你们好运！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和信心。",
        "label": ""
      },
      {
        "sentence": "坦诚和沟通是建立健康关系的重要基石，相信你们会共克时艰，一起度过困难。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何支持和指导，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和关心，我会珍惜并努力实践你给予的建议。如果有需要，我会再向你求助的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和关心，我会珍惜并努力实践你给予的建议。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再向你求助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴在你身边。无论何时需要，都可以随时来找我。祝你一切顺利，健康快乐！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "无论何时需要，都可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，健康快乐！",
        "label": ""
      }
    ]
  }
]