[
  {
    "role": "client",
    "content": "总因为被情绪困扰，干不成正事儿或者做事出错怎么办？一年多了，情绪来的特别强烈，然后就发蒙或者焦虑，做事儿开始不过大脑。也沉不下心来好好完成一件事。近两三年似乎没有做过一件成功的事。绝望。",
    "annotation": [
      {
        "sentence": "总因为被情绪困扰，干不成正事儿或者做事出错怎么办？",
        "label": ""
      },
      {
        "sentence": "一年多了，情绪来的特别强烈，然后就发蒙或者焦虑，做事儿开始不过大脑。",
        "label": ""
      },
      {
        "sentence": "也沉不下心来好好完成一件事。",
        "label": ""
      },
      {
        "sentence": "近两三年似乎没有做过一件成功的事。",
        "label": ""
      },
      {
        "sentence": "绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的无助和绝望，这可能是因为你的情绪太强烈了，消耗了太多的能量。你意识到自己的情绪已经影响到正常生活，这是非常重要的一步。你能尝试告诉我，你这些情绪的来源是什么吗？",
    "annotation": [
      {
        "sentence": "我能感受到你的无助和绝望，这可能是因为你的情绪太强烈了，消耗了太多的能量。",
        "label": ""
      },
      {
        "sentence": "你意识到自己的情绪已经影响到正常生活，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "你能尝试告诉我，你这些情绪的来源是什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的。这些情绪都是因为我无法处理生活中的一些事情而造成的，导致我失去了自信和动力。",
    "annotation": [
      {
        "sentence": "好的。",
        "label": ""
      },
      {
        "sentence": "这些情绪都是因为我无法处理生活中的一些事情而造成的，导致我失去了自信和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，如果你感到焦虑或者无力应对，那么放慢脚步，休息一下是非常重要的，就像你在大自然中减缓步伐，这样情绪也应该随之减轻。你可以尝试一些冥想或者舒缓的音乐，这些都是非常好的方式帮助你放松。同时，你也可以做一些适当的运动，帮助你重新找回信心和动力。",
    "annotation": [
      {
        "sentence": "我理解你的感受，如果你感到焦虑或者无力应对，那么放慢脚步，休息一下是非常重要的，就像你在大自然中减缓步伐，这样情绪也应该随之减轻。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些冥想或者舒缓的音乐，这些都是非常好的方式帮助你放松。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以做一些适当的运动，帮助你重新找回信心和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试来做的。但是我还是担心自己以后还会遇到同样的问题。",
    "annotation": [
      {
        "sentence": "好的，我会尝试来做的。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心自己以后还会遇到同样的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，复杂的问题需要多种解决方案。现在你有意识到问题所在，已经非常重要了。接下来你可以寻找各种方式来帮助自己应对情绪，比如阅读心理学书籍，参加相关的工作坊或者咨询专业的心理医生，这些都是非常好的选择。记住，每个人都会遇到挑战和困难，但是关键是如何应对它们。",
    "annotation": [
      {
        "sentence": "不用担心，复杂的问题需要多种解决方案。",
        "label": ""
      },
      {
        "sentence": "现在你有意识到问题所在，已经非常重要了。",
        "label": ""
      },
      {
        "sentence": "接下来你可以寻找各种方式来帮助自己应对情绪，比如阅读心理学书籍，参加相关的工作坊或者咨询专业的心理医生，这些都是非常好的选择。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都会遇到挑战和困难，但是关键是如何应对它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我感觉好多了。但是我还有一个问题，就是自己总是会过于担心自己做事情的表现，有时候会陷入一种自怨自艾的情绪当中。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，就是自己总是会过于担心自己做事情的表现，有时候会陷入一种自怨自艾的情绪当中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常常见的一种情况，做事成功或失败只是一个结果，而我们应该更关注我们的过程，以及我们在过程中的表现。不要过度担心自己的表现，相信自己的能力和潜力，做事时注重过程而不是结果，这是非常重要的一点。同时也不要忘记自己的成就和成功，它们都是你的全部努力和付出的结果，要善待自己，相信自己。",
    "annotation": [
      {
        "sentence": "这是非常常见的一种情况，做事成功或失败只是一个结果，而我们应该更关注我们的过程，以及我们在过程中的表现。",
        "label": ""
      },
      {
        "sentence": "不要过度担心自己的表现，相信自己的能力和潜力，做事时注重过程而不是结果，这是非常重要的一点。",
        "label": ""
      },
      {
        "sentence": "同时也不要忘记自己的成就和成功，它们都是你的全部努力和付出的结果，要善待自己，相信自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试来执行。确实，关注过程并不是很容易，但是我会尝试来去实践和实现。非常感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试来执行。",
        "label": ""
      },
      {
        "sentence": "确实，关注过程并不是很容易，但是我会尝试来去实践和实现。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持！",
        "label": ""
      }
    ]
  }
]