[
  {
    "role": "client",
    "content": "觉得现在的男友对自己没什么用，怨气很大，想放弃？和对方是异地，觉得这几年自己非常用心在经营关系，总在关注对方的需求，有点力气耗尽的感觉。",
    "annotation": [
      {
        "sentence": "觉得现在的男友对自己没什么用，怨气很大，想放弃？",
        "label": ""
      },
      {
        "sentence": "和对方是异地，觉得这几年自己非常用心在经营关系，总在关注对方的需求，有点力气耗尽的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这么说，我可以理解你感到的困惑和疲惫。异地恋本来就更加需要双方的坚持和努力，你一直在用心经营关系，但对方似乎并没有给予相应的回应是吗？",
    "annotation": [
      {
        "sentence": "听到你这么说，我可以理解你感到的困惑和疲惫。",
        "label": ""
      },
      {
        "sentence": "异地恋本来就更加需要双方的坚持和努力，你一直在用心经营关系，但对方似乎并没有给予相应的回应是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直在关心他的需求，但他总是为了生意忙个不停。我很累，感觉自己的努力没有得到回报。",
    "annotation": [
      {
        "sentence": "是的，我一直在关心他的需求，但他总是为了生意忙个不停。",
        "label": ""
      },
      {
        "sentence": "我很累，感觉自己的努力没有得到回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，感觉你对于对方的期待和自己的付出存在着很大的不平衡感。你们讨论过结婚的事情吗？对方提到了一些具体的条件，使你感觉没有希望了是吗？",
    "annotation": [
      {
        "sentence": "听你这么说，感觉你对于对方的期待和自己的付出存在着很大的不平衡感。",
        "label": ""
      },
      {
        "sentence": "你们讨论过结婚的事情吗？",
        "label": ""
      },
      {
        "sentence": "对方提到了一些具体的条件，使你感觉没有希望了是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我和他说过想要结婚，但他总是拖延，说现在的疫情和生意不好，还要等手上有点钱了再结婚。他还提到要彩礼买房买车，我感觉像是行动不够认真，没有真正想要和我结婚。",
    "annotation": [
      {
        "sentence": "是的，我和他说过想要结婚，但他总是拖延，说现在的疫情和生意不好，还要等手上有点钱了再结婚。",
        "label": ""
      },
      {
        "sentence": "他还提到要彩礼买房买车，我感觉像是行动不够认真，没有真正想要和我结婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我可以理解你对于对方态度的失望和困惑。你希望得到对方的关心和礼物，但他却没有满足你的期待。这种情况让你觉得很沮丧和无力是吗？",
    "annotation": [
      {
        "sentence": "听到你的描述，我可以理解你对于对方态度的失望和困惑。",
        "label": ""
      },
      {
        "sentence": "你希望得到对方的关心和礼物，但他却没有满足你的期待。",
        "label": ""
      },
      {
        "sentence": "这种情况让你觉得很沮丧和无力是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他平时不给我送礼物，也不要我送他的礼物。可是我非常想要他的关心和礼物，但是每次说出来都会被拒绝，说了几次我也不想再提了。",
    "annotation": [
      {
        "sentence": "是的，他平时不给我送礼物，也不要我送他的礼物。",
        "label": ""
      },
      {
        "sentence": "可是我非常想要他的关心和礼物，但是每次说出来都会被拒绝，说了几次我也不想再提了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这么说，感觉你对于对方的缺乏关心和礼物的失望感不断积累，导致你们之间的联系变得很少，而且像是一种任务。你曾试图表达自己的需要，但却遭到了拒绝，这让你感到很伤心和不快乐是吗？",
    "annotation": [
      {
        "sentence": "听到你这么说，感觉你对于对方的缺乏关心和礼物的失望感不断积累，导致你们之间的联系变得很少，而且像是一种任务。",
        "label": ""
      },
      {
        "sentence": "你曾试图表达自己的需要，但却遭到了拒绝，这让你感到很伤心和不快乐是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉他不快乐，我也会跟着不快乐。而且在工作中，我们互相帮助的机会也很少，我也不想为了他放弃现在的工作。刚开始我们彼此被对方的颜值和优秀所吸引，但随着时间的推移，我觉得这种感情变得很无趣。",
    "annotation": [
      {
        "sentence": "是的，我感觉他不快乐，我也会跟着不快乐。",
        "label": ""
      },
      {
        "sentence": "而且在工作中，我们互相帮助的机会也很少，我也不想为了他放弃现在的工作。",
        "label": ""
      },
      {
        "sentence": "刚开始我们彼此被对方的颜值和优秀所吸引，但随着时间的推移，我觉得这种感情变得很无趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这么说，感觉你对于这段关系的不满和失望越来越多，你觉得对方不爱你，同时也产生了怨恨和讨厌的情绪。你最近和他发生了争执吗？他对你的表现让你觉得很不爽是吗？",
    "annotation": [
      {
        "sentence": "听到你这么说，感觉你对于这段关系的不满和失望越来越多，你觉得对方不爱你，同时也产生了怨恨和讨厌的情绪。",
        "label": ""
      },
      {
        "sentence": "你最近和他发生了争执吗？",
        "label": ""
      },
      {
        "sentence": "他对你的表现让你觉得很不爽是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "昨天我和他吵了一架，他说我能不能消停，他的生意很烦。我理解他的压力，但是心里还是很不爽，因为我觉得他永远都在忙碌和焦虑。每天有300天他在为生意忙碌，只有从他的朋友圈看到他表现得比较开心。我觉得他对我来说完全没什么用，这是我的真实感受。现在我真的想要放弃了。",
    "annotation": [
      {
        "sentence": "昨天我和他吵了一架，他说我能不能消停，他的生意很烦。",
        "label": ""
      },
      {
        "sentence": "我理解他的压力，但是心里还是很不爽，因为我觉得他永远都在忙碌和焦虑。",
        "label": ""
      },
      {
        "sentence": "每天有300天他在为生意忙碌，只有从他的朋友圈看到他表现得比较开心。",
        "label": ""
      },
      {
        "sentence": "我觉得他对我来说完全没什么用，这是我的真实感受。",
        "label": ""
      },
      {
        "sentence": "现在我真的想要放弃了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这么说，感觉你对于这段感情已经没有了信心和希望。我们在这段感情中付出了很多，而对方却没有给予我们相应的支持和关心。如果我们觉得已经无法坚持下去，想要放弃了，那就应该学会先爱自己，为自己考虑一下。如果对方无法珍惜我们，并且认为我们会一直等待，那么说明我们的价值观已经有了冲突。恋爱是自由的，婚姻是现实的，有时候我们也要为自己着想。如果你真的已经感到很累了，想要放弃，那就放手吧，因为只有先学会爱自己，我们才能够有余力去爱别人。",
    "annotation": [
      {
        "sentence": "听到你这么说，感觉你对于这段感情已经没有了信心和希望。",
        "label": ""
      },
      {
        "sentence": "我们在这段感情中付出了很多，而对方却没有给予我们相应的支持和关心。",
        "label": ""
      },
      {
        "sentence": "如果我们觉得已经无法坚持下去，想要放弃了，那就应该学会先爱自己，为自己考虑一下。",
        "label": ""
      },
      {
        "sentence": "如果对方无法珍惜我们，并且认为我们会一直等待，那么说明我们的价值观已经有了冲突。",
        "label": ""
      },
      {
        "sentence": "恋爱是自由的，婚姻是现实的，有时候我们也要为自己着想。",
        "label": ""
      },
      {
        "sentence": "如果你真的已经感到很累了，想要放弃，那就放手吧，因为只有先学会爱自己，我们才能够有余力去爱别人。",
        "label": ""
      }
    ]
  }
]