[
  {
    "role": "client",
    "content": "入职一年记者，职场抑郁，社交恐惧，怎么调整心态？我是一名北方某城市的地方站记者，入职一年半，压力很大，有抑郁倾向。",
    "annotation": [
      {
        "sentence": "入职一年记者，职场抑郁，社交恐惧，怎么调整心态？",
        "label": ""
      },
      {
        "sentence": "我是一名北方某城市的地方站记者，入职一年半，压力很大，有抑郁倾向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来您的描述，主要是工作方面和同事之间沟通的问题，另一方面，就是您怎么看待您的通讯员、采访对象等，应该是两个问题。不知道您到新的单位多久了，一般来说，到新单位总是有一个适应的过程，现在的状态其实也正常，不用因为当下自己遇到的一些困难和不顺畅，而怀疑自己，而排斥同事。",
    "annotation": [
      {
        "sentence": "听起来您的描述，主要是工作方面和同事之间沟通的问题，另一方面，就是您怎么看待您的通讯员、采访对象等，应该是两个问题。",
        "label": ""
      },
      {
        "sentence": "不知道您到新的单位多久了，一般来说，到新单位总是有一个适应的过程，现在的状态其实也正常，不用因为当下自己遇到的一些困难和不顺畅，而怀疑自己，而排斥同事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我到新单位有一年半了，但还是无法适应当前的状态，感觉自己很疲惫，工作没有价值感。",
    "annotation": [
      {
        "sentence": "我到新单位有一年半了，但还是无法适应当前的状态，感觉自己很疲惫，工作没有价值感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外一方面，过去的工作成绩和现在有落差，也不用太介意，给自己时间，慢慢来。首先，我们不要过于把过去的单位和现在比较，因为虽然往外归因能够减少我们的自责和心理负担，但长期来看，如果把同事和通讯员等想得太坏，不利于日常和他们的沟通，这也就是您逃避和他们沟通的原因，乃至于扩散开去，您会不信任社会上的人，逃避和任何人沟通。",
    "annotation": [
      {
        "sentence": "另外一方面，过去的工作成绩和现在有落差，也不用太介意，给自己时间，慢慢来。",
        "label": ""
      },
      {
        "sentence": "首先，我们不要过于把过去的单位和现在比较，因为虽然往外归因能够减少我们的自责和心理负担，但长期来看，如果把同事和通讯员等想得太坏，不利于日常和他们的沟通，这也就是您逃避和他们沟通的原因，乃至于扩散开去，您会不信任社会上的人，逃避和任何人沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实因为过去的经历，对同事和通讯员们不太信任，总觉得他们对我有敌意。我知道这样想不利于工作和沟通，但很难改变这种心态。",
    "annotation": [
      {
        "sentence": "我确实因为过去的经历，对同事和通讯员们不太信任，总觉得他们对我有敌意。",
        "label": ""
      },
      {
        "sentence": "我知道这样想不利于工作和沟通，但很难改变这种心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姑且先不管您的同事们究竟是怎样的人，如果我们来到一个新单位，短期内也不打算离开，那我们更多还是要想办法去适应它的游戏规则。比如工作时间，大家的工作状态，日常考勤等，把底线的做好。其次，要一起共事，做事是一方面，和同事搞好关系，氛围融洽是更重要的，心情好才能更好地配合干活，因为你没可能一直一个人待着，不跟同事沟通，而能一个人把工作搞好的。初来乍到，就像新人一样，多帮大家干点公共的活，比如端茶倒水、换桶装水、倒垃圾等等，这个会拉近人与人之间的关系，偶尔也给大家买点小零食，和大家拉近关系。",
    "annotation": [
      {
        "sentence": "姑且先不管您的同事们究竟是怎样的人，如果我们来到一个新单位，短期内也不打算离开，那我们更多还是要想办法去适应它的游戏规则。",
        "label": ""
      },
      {
        "sentence": "比如工作时间，大家的工作状态，日常考勤等，把底线的做好。",
        "label": ""
      },
      {
        "sentence": "其次，要一起共事，做事是一方面，和同事搞好关系，氛围融洽是更重要的，心情好才能更好地配合干活，因为你没可能一直一个人待着，不跟同事沟通，而能一个人把工作搞好的。",
        "label": ""
      },
      {
        "sentence": "初来乍到，就像新人一样，多帮大家干点公共的活，比如端茶倒水、换桶装水、倒垃圾等等，这个会拉近人与人之间的关系，偶尔也给大家买点小零食，和大家拉近关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的建议，但是我总觉得这些只是表面的应付，并不能解决我对同事和工作的压力和不满。",
    "annotation": [
      {
        "sentence": "我理解你的建议，但是我总觉得这些只是表面的应付，并不能解决我对同事和工作的压力和不满。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，不用太给同事或者通讯员贴标签——比如说搞关系、官僚气息重等等，每个人的行为方式不一样，如果贴了这些标签，我们排斥他们，其实对我们工作的推进也没有好处。反过来，我们虽然不赞同或者不喜欢他们的行事方式，但是我们尊重，就是按部就班做好该做的事情就行，一份工作而已，不用投入太多感情。",
    "annotation": [
      {
        "sentence": "另外，不用太给同事或者通讯员贴标签——比如说搞关系、官僚气息重等等，每个人的行为方式不一样，如果贴了这些标签，我们排斥他们，其实对我们工作的推进也没有好处。",
        "label": ""
      },
      {
        "sentence": "反过来，我们虽然不赞同或者不喜欢他们的行事方式，但是我们尊重，就是按部就班做好该做的事情就行，一份工作而已，不用投入太多感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白您说的，我会试着去放下对同事的先入为主的看法，只需专注做好自己的工作。",
    "annotation": [
      {
        "sentence": "我明白您说的，我会试着去放下对同事的先入为主的看法，只需专注做好自己的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "记者工作如果安排好，交好稿件，完成好工作量，应该不是太忙的，业余时间可以参与一些社交活动，比如体育运动、郊游等等，让自己放松一些，不要心里的弦一直绷着，这样会出问题的。另外，也试着去发现同事和通讯员好的一面，其实大家都是普通人，有时候顶多说话可能让别人不舒服，您就低点头，谦虚一些，和大家好好接触就好。出门在外，等自己有点什么事情，没准关心你的，还是这些人呢。加油噢~你没问题的~勇敢突破自己，一点点来呢~。",
    "annotation": [
      {
        "sentence": "记者工作如果安排好，交好稿件，完成好工作量，应该不是太忙的，业余时间可以参与一些社交活动，比如体育运动、郊游等等，让自己放松一些，不要心里的弦一直绷着，这样会出问题的。",
        "label": ""
      },
      {
        "sentence": "另外，也试着去发现同事和通讯员好的一面，其实大家都是普通人，有时候顶多说话可能让别人不舒服，您就低点头，谦虚一些，和大家好好接触就好。",
        "label": ""
      },
      {
        "sentence": "出门在外，等自己有点什么事情，没准关心你的，还是这些人呢。",
        "label": ""
      },
      {
        "sentence": "加油噢~你没问题的~勇敢突破自己，一点点来呢~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会试着去调整自己的心态，努力适应工作环境，多与同事互动，不再逃避社交。谢谢你的鼓励，我会继续努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会试着去调整自己的心态，努力适应工作环境，多与同事互动，不再逃避社交。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励，我会继续努力的！",
        "label": ""
      }
    ]
  }
]