[
  {
    "role": "client",
    "content": "24岁女，很多年了，想起妈妈就会哭？我睡眠一直不好，晚上总是爱哭。对很多事都觉得很矛盾。人前总是很开心，愿意倾听别人的事，也愿意做无用无效的交流，其实心里满不在乎，只是因为，觉得想要做一个普通人，正常人，而且大家好像都这样，我才去做，其实心里满不在乎。虚假的友善，别人也觉得我有距离。其实，在我10岁左右，父母离异。母亲怀疑父亲出轨，父亲置之不理洒脱随性。在这个问题上两个人都很偏激，没有考虑对方感受，后来母亲抑郁症了，最终一拍两散。08年，奶奶家抚养我，因为父亲不受待见，我独自在那也经常遭白眼，那年母亲也悄悄去世了。后来父亲再婚，我也被接回了家，我不被虐待，却被时刻提点是局外人，处处受压制，父亲也不言语。我成年了，他们不再说母亲改嫁去了外地，告诉我母亲早就去世了。我很讨厌父亲的长辈们提起母亲时候的指指点点，也很讨厌他们永远是对的，高高在上的样子。我厌恶他们，我想逃，可我却是被他们抚养长大。我很讨厌自己的矛盾。",
    "annotation": [
      {
        "sentence": "24岁女，很多年了，想起妈妈就会哭？",
        "label": ""
      },
      {
        "sentence": "我睡眠一直不好，晚上总是爱哭。",
        "label": ""
      },
      {
        "sentence": "对很多事都觉得很矛盾。",
        "label": ""
      },
      {
        "sentence": "人前总是很开心，愿意倾听别人的事，也愿意做无用无效的交流，其实心里满不在乎，只是因为，觉得想要做一个普通人，正常人，而且大家好像都这样，我才去做，其实心里满不在乎。",
        "label": ""
      },
      {
        "sentence": "虚假的友善，别人也觉得我有距离。",
        "label": ""
      },
      {
        "sentence": "其实，在我10岁左右，父母离异。",
        "label": ""
      },
      {
        "sentence": "母亲怀疑父亲出轨，父亲置之不理洒脱随性。",
        "label": ""
      },
      {
        "sentence": "在这个问题上两个人都很偏激，没有考虑对方感受，后来母亲抑郁症了，最终一拍两散。",
        "label": ""
      },
      {
        "sentence": "08年，奶奶家抚养我，因为父亲不受待见，我独自在那也经常遭白眼，那年母亲也悄悄去世了。",
        "label": ""
      },
      {
        "sentence": "后来父亲再婚，我也被接回了家，我不被虐待，却被时刻提点是局外人，处处受压制，父亲也不言语。",
        "label": ""
      },
      {
        "sentence": "我成年了，他们不再说母亲改嫁去了外地，告诉我母亲早就去世了。",
        "label": ""
      },
      {
        "sentence": "我很讨厌父亲的长辈们提起母亲时候的指指点点，也很讨厌他们永远是对的，高高在上的样子。",
        "label": ""
      },
      {
        "sentence": "我厌恶他们，我想逃，可我却是被他们抚养长大。",
        "label": ""
      },
      {
        "sentence": "我很讨厌自己的矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "似乎你已经很长一段时间都在经历这些复杂的情绪和矛盾了。这样的情绪反应是很正常的，你一点也不需要为此感到惭愧或者自责。我的感受告诉我，你是一个非常有担当的人，从小就学会了为自己带来安慰和坚持，这是一个非常了不起的能力。",
    "annotation": [
      {
        "sentence": "似乎你已经很长一段时间都在经历这些复杂的情绪和矛盾了。",
        "label": ""
      },
      {
        "sentence": "这样的情绪反应是很正常的，你一点也不需要为此感到惭愧或者自责。",
        "label": ""
      },
      {
        "sentence": "我的感受告诉我，你是一个非常有担当的人，从小就学会了为自己带来安慰和坚持，这是一个非常了不起的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在我感觉自己非常困惑，我不知道自己到底该怎么做才能让自己感到好一点。我有时候会觉得自己非常脆弱，仿佛任何一点小事就能让我崩溃。",
    "annotation": [
      {
        "sentence": "现在我感觉自己非常困惑，我不知道自己到底该怎么做才能让自己感到好一点。",
        "label": ""
      },
      {
        "sentence": "我有时候会觉得自己非常脆弱，仿佛任何一点小事就能让我崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你没有方向感、感到困惑是很能理解的，我们都有这样的时候。不过我想要跟你说，为自己找到一些支撑和帮助，是自我成长中的重要一步。我们可以用不同的方式尝试，例如跟一些朋友、家人、或者找专业人员来谈一谈，或者寻找自我提高的途径来让自己感觉好一点。",
    "annotation": [
      {
        "sentence": "看到你没有方向感、感到困惑是很能理解的，我们都有这样的时候。",
        "label": ""
      },
      {
        "sentence": "不过我想要跟你说，为自己找到一些支撑和帮助，是自我成长中的重要一步。",
        "label": ""
      },
      {
        "sentence": "我们可以用不同的方式尝试，例如跟一些朋友、家人、或者找专业人员来谈一谈，或者寻找自我提高的途径来让自己感觉好一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想雇一个心理咨询师，但是我害怕被他们审判。我怕自己担心会让别人觉得我很弱，或者看不起我。",
    "annotation": [
      {
        "sentence": "我想雇一个心理咨询师，但是我害怕被他们审判。",
        "label": ""
      },
      {
        "sentence": "我怕自己担心会让别人觉得我很弱，或者看不起我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对于寻求帮助的顾虑。事实上，像你这样勇敢并且寻求帮助的人是非常有能力的。专业咨询师并不是会否定你或者看不起你的，相反他们更能够理解和接受你的感受。他们更注重的是支持和帮助你找到适合你的解决方案，并且从自我成长的角度考虑问题。",
    "annotation": [
      {
        "sentence": "我理解你对于寻求帮助的顾虑。",
        "label": ""
      },
      {
        "sentence": "事实上，像你这样勇敢并且寻求帮助的人是非常有能力的。",
        "label": ""
      },
      {
        "sentence": "专业咨询师并不是会否定你或者看不起你的，相反他们更能够理解和接受你的感受。",
        "label": ""
      },
      {
        "sentence": "他们更注重的是支持和帮助你找到适合你的解决方案，并且从自我成长的角度考虑问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我还是很犹豫，我害怕情绪会失控，或者根本无法和心理咨询师交流。",
    "annotation": [
      {
        "sentence": "可是我还是很犹豫，我害怕情绪会失控，或者根本无法和心理咨询师交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是很正常的，但是我可以告诉你，心理咨询师是专业的，并且会有不同的方法和技巧来帮助你面对和处理这些难题。他们的目的是要帮助你，而不是让你感到不安或者难以承受。因此，我建议你可以先研究一下相对了解的心理咨询师，再去做决定，同时也可以给自己一些时间去适应和面对这种新的体验。",
    "annotation": [
      {
        "sentence": "这种担心是很正常的，但是我可以告诉你，心理咨询师是专业的，并且会有不同的方法和技巧来帮助你面对和处理这些难题。",
        "label": ""
      },
      {
        "sentence": "他们的目的是要帮助你，而不是让你感到不安或者难以承受。",
        "label": ""
      },
      {
        "sentence": "因此，我建议你可以先研究一下相对了解的心理咨询师，再去做决定，同时也可以给自己一些时间去适应和面对这种新的体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我觉得这听起来是个不错的主意。其实每次想到自己的过去和家庭的问题，我会感到不安和害怕，但是直到现在，我也没有重视过这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我觉得这听起来是个不错的主意。",
        "label": ""
      },
      {
        "sentence": "其实每次想到自己的过去和家庭的问题，我会感到不安和害怕，但是直到现在，我也没有重视过这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也是非常正常的，因为很多我们面对的问题都需要时间去接受，并且需要勇气去面对。不过我相信你可以把它们变成你的优势，并且从中成长。再一次，我为你能够如此开诚布公地跟我分享自己的感受而感到移心激励。",
    "annotation": [
      {
        "sentence": "这也是非常正常的，因为很多我们面对的问题都需要时间去接受，并且需要勇气去面对。",
        "label": ""
      },
      {
        "sentence": "不过我相信你可以把它们变成你的优势，并且从中成长。",
        "label": ""
      },
      {
        "sentence": "再一次，我为你能够如此开诚布公地跟我分享自己的感受而感到移心激励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。我也希望自己能够积极去处理并 解决这个问题，过上更加健康和稳定的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "我也希望自己能够积极去处理并 解决这个问题，过上更加健康和稳定的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你会有很好的结果。你非常有勇气和决心，同时也有基础的智慧和才华。有时候我们只需要一点点支持和鼓励，便能够走过更多困难和挑战。",
    "annotation": [
      {
        "sentence": "我相信你会有很好的结果。",
        "label": ""
      },
      {
        "sentence": "你非常有勇气和决心，同时也有基础的智慧和才华。",
        "label": ""
      },
      {
        "sentence": "有时候我们只需要一点点支持和鼓励，便能够走过更多困难和挑战。",
        "label": ""
      }
    ]
  }
]