[
  {
    "role": "client",
    "content": "入职一年记者，职场抑郁，社交恐惧，怎么调整心态？我是一名北方某城市的地方站记者，入职一年半，压力很大，有抑郁倾向。工作上的压力主要来源于交稿效率和社交关系，过去在省站工作过，认为工作能力排第一，进入地方站后更多地是人际关系搞好了，稿子好不好不重要。所以自己常常要伪装自己去熟络关系，熟络那些“官僚”气息的通讯员，令我觉得疲惫，没有工作价值，时常自己一人待在住处工作逃避社交。站里领导和同事也经常嘲讽我没努力工作，却把最差的线口和最差的活都丢给我，站里氛围时常让我觉得不24小时工作不去站里坐着是不正常不努力的。在这座城市里所接触的人群同龄人少，几乎没有什么朋友，我应该怎么调整自己的心态？感觉失去了工作的激情。",
    "annotation": [
      {
        "sentence": "入职一年记者，职场抑郁，社交恐惧，怎么调整心态？",
        "label": ""
      },
      {
        "sentence": "我是一名北方某城市的地方站记者，入职一年半，压力很大，有抑郁倾向。",
        "label": ""
      },
      {
        "sentence": "工作上的压力主要来源于交稿效率和社交关系，过去在省站工作过，认为工作能力排第一，进入地方站后更多地是人际关系搞好了，稿子好不好不重要。",
        "label": ""
      },
      {
        "sentence": "所以自己常常要伪装自己去熟络关系，熟络那些“官僚”气息的通讯员，令我觉得疲惫，没有工作价值，时常自己一人待在住处工作逃避社交。",
        "label": ""
      },
      {
        "sentence": "站里领导和同事也经常嘲讽我没努力工作，却把最差的线口和最差的活都丢给我，站里氛围时常让我觉得不24小时工作不去站里坐着是不正常不努力的。",
        "label": ""
      },
      {
        "sentence": "在这座城市里所接触的人群同龄人少，几乎没有什么朋友，我应该怎么调整自己的心态？",
        "label": ""
      },
      {
        "sentence": "感觉失去了工作的激情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢您对我的信任，邀请我来回答您提出的问题。先跟您握握手，在我职业生涯的前二十年，跟您是同行，为党的新闻工作奉献了自己火热的青春。同时也正是因此，或多或少能够体谅到您的压力感。不知道您有没有听说过这么一个说法，“记者是社会活动家”，很多的工作依赖于各种各样的关系。作为刚出校门的职场新人，需要积累的不只是实践经验，同时还有人脉关系。",
    "annotation": [
      {
        "sentence": "感谢您对我的信任，邀请我来回答您提出的问题。",
        "label": ""
      },
      {
        "sentence": "先跟您握握手，在我职业生涯的前二十年，跟您是同行，为党的新闻工作奉献了自己火热的青春。",
        "label": ""
      },
      {
        "sentence": "同时也正是因此，或多或少能够体谅到您的压力感。",
        "label": ""
      },
      {
        "sentence": "不知道您有没有听说过这么一个说法，“记者是社会活动家”，很多的工作依赖于各种各样的关系。",
        "label": ""
      },
      {
        "sentence": "作为刚出校门的职场新人，需要积累的不只是实践经验，同时还有人脉关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了人脉关系的重要性。但是我总觉得自己在社交方面有些困难，很怕和陌生人交流，这给我带来了很大的压力。",
    "annotation": [
      {
        "sentence": "是的，我也意识到了人脉关系的重要性。",
        "label": ""
      },
      {
        "sentence": "但是我总觉得自己在社交方面有些困难，很怕和陌生人交流，这给我带来了很大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我对您的情况很理解。在职场上，每个人都会有不同的倾向和难处。首先，您可以试着找到一些共同话题，和对方进行轻松的聊天。另外，尽量保持积极的心态，自信一些。每个人都有自己的价值，不要轻易否定自己。还有，不要害怕失败和拒绝，从失败中学习并成长。",
    "annotation": [
      {
        "sentence": "我对您的情况很理解。",
        "label": ""
      },
      {
        "sentence": "在职场上，每个人都会有不同的倾向和难处。",
        "label": ""
      },
      {
        "sentence": "首先，您可以试着找到一些共同话题，和对方进行轻松的聊天。",
        "label": ""
      },
      {
        "sentence": "另外，尽量保持积极的心态，自信一些。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值，不要轻易否定自己。",
        "label": ""
      },
      {
        "sentence": "还有，不要害怕失败和拒绝，从失败中学习并成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会试着跟陌生人多交流，培养一些社交技巧。还有我感觉领导和同事对我的评价很低，给我的任务也都是些较低层次的。这让我觉得自己毫无价值，很失落。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会试着跟陌生人多交流，培养一些社交技巧。",
        "label": ""
      },
      {
        "sentence": "还有我感觉领导和同事对我的评价很低，给我的任务也都是些较低层次的。",
        "label": ""
      },
      {
        "sentence": "这让我觉得自己毫无价值，很失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为新人，不论任务好坏，都可以视为锻炼和机会。努力完成这些任务，并在完成的过程中展示自己的能力和态度。同时，尝试与领导进行有效沟通，表达您的想法和期望，让他们更了解您的价值。",
    "annotation": [
      {
        "sentence": "作为新人，不论任务好坏，都可以视为锻炼和机会。",
        "label": ""
      },
      {
        "sentence": "努力完成这些任务，并在完成的过程中展示自己的能力和态度。",
        "label": ""
      },
      {
        "sentence": "同时，尝试与领导进行有效沟通，表达您的想法和期望，让他们更了解您的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试这些方法，感谢您的鼓励。另外，我的职业抑郁情绪也让我很困扰，给我工作和生活带来了负面影响。有时候我甚至会感到失去了工作的激情，请问有什么方法可以帮助我调整心态和恢复激情呢？",
    "annotation": [
      {
        "sentence": "我会试试这些方法，感谢您的鼓励。",
        "label": ""
      },
      {
        "sentence": "另外，我的职业抑郁情绪也让我很困扰，给我工作和生活带来了负面影响。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至会感到失去了工作的激情，请问有什么方法可以帮助我调整心态和恢复激情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "调整心态和恢复激情确实很重要。首先，可以试着找到一些喜欢的休闲活动，在工作外寻找一些快乐和放松的方式。此外，不要忽视自己的情绪，可以找一些合适的方式来宣泄情绪，比如写日记、打球、听音乐等等。同时，保持良好的生活习惯，适当锻炼身体，保证充足的睡眠，这对于调整心态也非常有帮助。",
    "annotation": [
      {
        "sentence": "调整心态和恢复激情确实很重要。",
        "label": ""
      },
      {
        "sentence": "首先，可以试着找到一些喜欢的休闲活动，在工作外寻找一些快乐和放松的方式。",
        "label": ""
      },
      {
        "sentence": "此外，不要忽视自己的情绪，可以找一些合适的方式来宣泄情绪，比如写日记、打球、听音乐等等。",
        "label": ""
      },
      {
        "sentence": "同时，保持良好的生活习惯，适当锻炼身体，保证充足的睡眠，这对于调整心态也非常有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会尝试这些方法。希望能够通过改变自己的心态和生活方式，重新找回对工作的激情和积极性。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会尝试这些方法。",
        "label": ""
      },
      {
        "sentence": "希望能够通过改变自己的心态和生活方式，重新找回对工作的激情和积极性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信您一定能够克服困难，重新找回对工作的热情。只要您保持坚持和积极的态度，相信未来会更加美好。同时，如果您需要任何帮助，随时都可以找我聊聊。",
    "annotation": [
      {
        "sentence": "我相信您一定能够克服困难，重新找回对工作的热情。",
        "label": ""
      },
      {
        "sentence": "只要您保持坚持和积极的态度，相信未来会更加美好。",
        "label": ""
      },
      {
        "sentence": "同时，如果您需要任何帮助，随时都可以找我聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和支持！我会时刻记住您的话，并努力改善自己的状态。有您的支持，我相信我一定能够走出困境，重新找回自信和工作的激情。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会时刻记住您的话，并努力改善自己的状态。",
        "label": ""
      },
      {
        "sentence": "有您的支持，我相信我一定能够走出困境，重新找回自信和工作的激情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信您一定能够做得很好。一切困难都会过去的，加油！如果有任何需要，记得随时与我联系。祝您工作顺利，生活愉快！",
    "annotation": [
      {
        "sentence": "不用客气，我相信您一定能够做得很好。",
        "label": ""
      },
      {
        "sentence": "一切困难都会过去的，加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，记得随时与我联系。",
        "label": ""
      },
      {
        "sentence": "祝您工作顺利，生活愉快！",
        "label": ""
      }
    ]
  }
]