[
  {
    "role": "client",
    "content": "没什么异性朋友，没办法以平常心和异性相处？初中有几个异性朋友那个时候人还比较话多活泼高中就压力太大家里有事自我封闭再加上恋爱挫折父亲从小不在身边每次面对男同学总会不自然会想着他会怎么看我会不会觉得我如何如何如何会表现的拘谨乖巧但实际上我心理在压抑着我本来话多活泼性格，不喜欢维持淑女形象，但过往有因为性格被重要的人嫌弃的经历，妈妈也不喜欢我话唠。怕被人认为是像小孩子〔很多人这么评价，包括老师同学而我也不知道原因，有人说我单纯，老师说我可爱。我觉得我只是天性乐观啊，不把人想的太坏而已〕现在大学没有维持联系的异性朋友，特别苦恼，感觉自己是不是有什么问题，我没办法以平常心和异性相处，老是害怕人家会挑我毛病。表现不自然。拘谨但是很配合。实际我在压抑自己活泼的一面，我也怕我说出会被挑刺的话，怕被指责嘲笑，怕不被接受调皮捣蛋的我。但是有人喜欢这样的压抑后的我。我就会觉得他不了解我就喜欢我，喜欢的也不是我。然后拒绝他。求救",
    "annotation": [
      {
        "sentence": "没什么异性朋友，没办法以平常心和异性相处？",
        "label": ""
      },
      {
        "sentence": "初中有几个异性朋友那个时候人还比较话多活泼高中就压力太大家里有事自我封闭再加上恋爱挫折父亲从小不在身边每次面对男同学总会不自然会想着他会怎么看我会不会觉得我如何如何如何会表现的拘谨乖巧但实际上我心理在压抑着我本来话多活泼性格，不喜欢维持淑女形象，但过往有因为性格被重要的人嫌弃的经历，妈妈也不喜欢我话唠。",
        "label": ""
      },
      {
        "sentence": "怕被人认为是像小孩子〔很多人这么评价，包括老师同学而我也不知道原因，有人说我单纯，老师说我可爱。",
        "label": ""
      },
      {
        "sentence": "我觉得我只是天性乐观啊，不把人想的太坏而已〕现在大学没有维持联系的异性朋友，特别苦恼，感觉自己是不是有什么问题，我没办法以平常心和异性相处，老是害怕人家会挑我毛病。",
        "label": ""
      },
      {
        "sentence": "表现不自然。",
        "label": ""
      },
      {
        "sentence": "拘谨但是很配合。",
        "label": ""
      },
      {
        "sentence": "实际我在压抑自己活泼的一面，我也怕我说出会被挑刺的话，怕被指责嘲笑，怕不被接受调皮捣蛋的我。",
        "label": ""
      },
      {
        "sentence": "但是有人喜欢这样的压抑后的我。",
        "label": ""
      },
      {
        "sentence": "我就会觉得他不了解我就喜欢我，喜欢的也不是我。",
        "label": ""
      },
      {
        "sentence": "然后拒绝他。",
        "label": ""
      },
      {
        "sentence": "求救",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，似乎看到了一个孩子内心的冲突，我要表现完美，别人才会喜欢我，妈妈、老师、同学才会看到我，才会重视我。尤其是异性（因为小时候爸爸不在身边）我更不知道他们喜欢怎样女孩，我一方面渴望这种关系，可是另一方我又觉得自己的行为想法表现得不够好，他们真的喜欢我这个不完美的女孩吗？有一些我自己都无法接纳，自我认同混乱（身上呈现的性格特质，即认同又怀疑）无法认同自己，压抑自己，内心充满有很多冲突（一方面这样，另一方面又那样想，表面呈现一些，内心又压抑）无法确认异性喜欢怎么样的女孩。也许找个咨询师可以帮你明白和理解你内心的活动以及内心在交异性朋友时的恐惧，精神分析认为，现在的行为和思维模式它不是随机和混乱的，他一定与你经历中对一些事情的体验相关。明白这些体验和感受以及情绪才有可能帮助我们走出来。希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "看到你的描述，似乎看到了一个孩子内心的冲突，我要表现完美，别人才会喜欢我，妈妈、老师、同学才会看到我，才会重视我。",
        "label": ""
      },
      {
        "sentence": "尤其是异性（因为小时候爸爸不在身边）我更不知道他们喜欢怎样女孩，我一方面渴望这种关系，可是另一方我又觉得自己的行为想法表现得不够好，他们真的喜欢我这个不完美的女孩吗？",
        "label": ""
      },
      {
        "sentence": "有一些我自己都无法接纳，自我认同混乱（身上呈现的性格特质，即认同又怀疑）无法认同自己，压抑自己，内心充满有很多冲突（一方面这样，另一方面又那样想，表面呈现一些，内心又压抑）无法确认异性喜欢怎么样的女孩。",
        "label": ""
      },
      {
        "sentence": "也许找个咨询师可以帮你明白和理解你内心的活动以及内心在交异性朋友时的恐惧，精神分析认为，现在的行为和思维模式它不是随机和混乱的，他一定与你经历中对一些事情的体验相关。",
        "label": ""
      },
      {
        "sentence": "明白这些体验和感受以及情绪才有可能帮助我们走出来。",
        "label": ""
      },
      {
        "sentence": "希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我一直觉得自己需要表现得完美才能被他人接受和喜欢。小时候爸爸不在身边，我更不知道异性喜欢怎样的女孩，导致我总是担心自己的行为和想法不够好。自我认同也很混乱，我压抑了真实的自己，内心充满了矛盾和冲突。我真的很难确认异性喜欢怎样的女孩。",
    "annotation": [
      {
        "sentence": "你说的很对，我一直觉得自己需要表现得完美才能被他人接受和喜欢。",
        "label": ""
      },
      {
        "sentence": "小时候爸爸不在身边，我更不知道异性喜欢怎样的女孩，导致我总是担心自己的行为和想法不够好。",
        "label": ""
      },
      {
        "sentence": "自我认同也很混乱，我压抑了真实的自己，内心充满了矛盾和冲突。",
        "label": ""
      },
      {
        "sentence": "我真的很难确认异性喜欢怎样的女孩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种内心的冲突是常见的，很多人都会经历。你所表现出的行为和思维模式并不是随机和混乱的，它们一定与你经历的一些事情相关。通过明白这些体验、感受和情绪，我们才能帮助你走出困境。也许，你可以找一个咨询师，帮助你理解和探索你内心的活动，以及在与异性交往时的恐惧。",
    "annotation": [
      {
        "sentence": "这种内心的冲突是常见的，很多人都会经历。",
        "label": ""
      },
      {
        "sentence": "你所表现出的行为和思维模式并不是随机和混乱的，它们一定与你经历的一些事情相关。",
        "label": ""
      },
      {
        "sentence": "通过明白这些体验、感受和情绪，我们才能帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "也许，你可以找一个咨询师，帮助你理解和探索你内心的活动，以及在与异性交往时的恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得找一个咨询师可能是个好主意。我想要更好地了解和接纳自己，同时也想要战胜与异性交往时的恐惧。",
    "annotation": [
      {
        "sentence": "我觉得找一个咨询师可能是个好主意。",
        "label": ""
      },
      {
        "sentence": "我想要更好地了解和接纳自己，同时也想要战胜与异性交往时的恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，决定寻求帮助是一个积极的举动。咨询师能够提供专业的指导和支持，帮助你解决内心的困惑，并找到更健康的方式与异性相处。",
    "annotation": [
      {
        "sentence": "非常好，决定寻求帮助是一个积极的举动。",
        "label": ""
      },
      {
        "sentence": "咨询师能够提供专业的指导和支持，帮助你解决内心的困惑，并找到更健康的方式与异性相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我原本觉得我是一个有问题的人，但现在我知道每个人都会面临自我认同和交往困难的挑战。我会尽早寻求咨询师的帮助，希望能够在这个过程中找到更多的答案和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我原本觉得我是一个有问题的人，但现在我知道每个人都会面临自我认同和交往困难的挑战。",
        "label": ""
      },
      {
        "sentence": "我会尽早寻求咨询师的帮助，希望能够在这个过程中找到更多的答案和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的决定。记住，你并不孤单，有许多人都在经历类似的困境。寻求咨询师的帮助将是一个重要的步骤，他们将与你一起探索和理解你内心的活动，并帮助你建立更健康的人际关系。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的决定。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有许多人都在经历类似的困境。",
        "label": ""
      },
      {
        "sentence": "寻求咨询师的帮助将是一个重要的步骤，他们将与你一起探索和理解你内心的活动，并帮助你建立更健康的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会坚持下去的，谢谢你一直以来的支持和鼓励。我相信通过咨询的帮助，我将能够更好地认识自己，克服内心的困惑，并建立更健康的人际关系。",
    "annotation": [
      {
        "sentence": "我会坚持下去的，谢谢你一直以来的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我相信通过咨询的帮助，我将能够更好地认识自己，克服内心的困惑，并建立更健康的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对未来的信心。请记住，这个过程可能会有挑战和波折，但只要你坚持，最终一定会看到积极的变化和成长。祝愿你一切顺利，期待听到你的好消息。",
    "annotation": [
      {
        "sentence": "很高兴听到你对未来的信心。",
        "label": ""
      },
      {
        "sentence": "请记住，这个过程可能会有挑战和波折，但只要你坚持，最终一定会看到积极的变化和成长。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，期待听到你的好消息。",
        "label": ""
      }
    ]
  }
]