[
  {
    "role": "client",
    "content": "我没有什么异性朋友，没办法以平常心和异性相处。初中有几个异性朋友，那个时候人还比较话多活泼。高中开始压力太大，家里有事情，我就自我封闭了。再加上恋爱挫折，父亲从小不在身边，每次面对男同学总会不自然，会担心他们会怎么看我，会不会觉得我很拘谨乖巧。但实际上我一直在压抑着我本来话多活泼的性格，不喜欢维持淑女形象，但是过去因为性格被重要的人嫌弃过。妈妈也不喜欢我话唠，我怕被人认为像小孩子。现在在大学没有保持联系的异性朋友，特别苦恼，感觉自己是不是有什么问题。我没办法以平常心和异性相处，老是害怕人家会挑我毛病。表现不自然，拘谨但是很配合。我在压抑自己活泼的一面，也怕我说出来的话会被挑刺，怕被指责嘲笑，怕不被接受调皮捣蛋的我。但有人喜欢这样的我，我就会觉得他不了解我就喜欢我，喜欢的也不是真正的我。然后就拒绝他。求救。",
    "annotation": [
      {
        "sentence": "我没有什么异性朋友，没办法以平常心和异性相处。",
        "label": ""
      },
      {
        "sentence": "初中有几个异性朋友，那个时候人还比较话多活泼。",
        "label": ""
      },
      {
        "sentence": "高中开始压力太大，家里有事情，我就自我封闭了。",
        "label": ""
      },
      {
        "sentence": "再加上恋爱挫折，父亲从小不在身边，每次面对男同学总会不自然，会担心他们会怎么看我，会不会觉得我很拘谨乖巧。",
        "label": ""
      },
      {
        "sentence": "但实际上我一直在压抑着我本来话多活泼的性格，不喜欢维持淑女形象，但是过去因为性格被重要的人嫌弃过。",
        "label": ""
      },
      {
        "sentence": "妈妈也不喜欢我话唠，我怕被人认为像小孩子。",
        "label": ""
      },
      {
        "sentence": "现在在大学没有保持联系的异性朋友，特别苦恼，感觉自己是不是有什么问题。",
        "label": ""
      },
      {
        "sentence": "我没办法以平常心和异性相处，老是害怕人家会挑我毛病。",
        "label": ""
      },
      {
        "sentence": "表现不自然，拘谨但是很配合。",
        "label": ""
      },
      {
        "sentence": "我在压抑自己活泼的一面，也怕我说出来的话会被挑刺，怕被指责嘲笑，怕不被接受调皮捣蛋的我。",
        "label": ""
      },
      {
        "sentence": "但有人喜欢这样的我，我就会觉得他不了解我就喜欢我，喜欢的也不是真正的我。",
        "label": ""
      },
      {
        "sentence": "然后就拒绝他。",
        "label": ""
      },
      {
        "sentence": "求救。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我了解到你渴望不再压抑自己，同时吸引异性，能够正常交往。初中的时候，其实你的状态还是比较正常的，有朋友，性格也比较活泼，这也是你自己喜欢的状态。但是到了高中，因为家里发生了一些事情，学业压力也大，加上恋爱挫折，你就把自己封闭起来了。更重要的可能是你的母亲不喜欢你话多，所以你刻意压抑了自己的这部分。你的父亲从小不在你身边，确实可能你就缺少了和男性相处的经验。父亲不在身边，还有和父亲关系不太好的女孩子，在与男性相处的过程中可能会碰到各种问题，这是因为缺少了和男性相处的模板。但这并不意味着这些女孩子就无法自然正常地与男性相处。至少我在你的描述中看到，你与异性相处其实还算可以，没有太大的障碍，你初中时有异性朋友，也谈过恋爱，只是会觉得和异性相处不自然。我想可能是因为你父亲长期不在身边，你对异性长期在身边就会觉得不习惯导致的。但是你和你父亲的关系应该没有很差，只是不知道如何相处而已。这点你可以向身边的人学习，看看那些和异性朋友相处比较好的同学、朋友，他们是如何与异性保持适当的关系和沟通的。这些都是可以学习的。对于你母亲不喜欢你话多这个问题来说，小孩子对重要他人的看法和评价是比较在意的，因为我们害怕一旦不做他们眼中的乖小孩，就会受到惩罚，这个惩罚就是“不被爱，不被喜欢”。我们很多人都面临着相似的问题，为了做重要他人眼中的好小孩，我们可以压抑自己。但是长期的压抑会导致心理健康问题，你也不喜欢现在的自己，连带着你也会拒绝吸引来的异性。所以你现在长大一些，其实可以意识到父母和我们是不同的人，你的母亲可能天生内敛一点，不太喜欢说话，所以她不太喜欢闹腾。对于性格内向的人来说，确实面对一个闹腾的小孩是一种煎熬。但是她因此来要求你不要话多，其实是因为她自己的局限。你可以做回你自己，有时候我们的善解人意其实就是委屈自己，成为他人眼中的好人。但是被讨厌一点又会怎样呢？所以试着做回你自己。真正爱你的人，不会因为你的样子而不爱你。我想你母亲内心深处也是如此的。做回你自己，你就会吸引来爱你真正样子的异性。祝福你！擅长用卡牌、人偶等小物件进行个案精准呈现及转化，与你分享心理学相关知识和感受，欢迎关注我！",
    "annotation": [
      {
        "sentence": "看了你的描述，我了解到你渴望不再压抑自己，同时吸引异性，能够正常交往。",
        "label": ""
      },
      {
        "sentence": "初中的时候，其实你的状态还是比较正常的，有朋友，性格也比较活泼，这也是你自己喜欢的状态。",
        "label": ""
      },
      {
        "sentence": "但是到了高中，因为家里发生了一些事情，学业压力也大，加上恋爱挫折，你就把自己封闭起来了。",
        "label": ""
      },
      {
        "sentence": "更重要的可能是你的母亲不喜欢你话多，所以你刻意压抑了自己的这部分。",
        "label": ""
      },
      {
        "sentence": "你的父亲从小不在你身边，确实可能你就缺少了和男性相处的经验。",
        "label": ""
      },
      {
        "sentence": "父亲不在身边，还有和父亲关系不太好的女孩子，在与男性相处的过程中可能会碰到各种问题，这是因为缺少了和男性相处的模板。",
        "label": ""
      },
      {
        "sentence": "但这并不意味着这些女孩子就无法自然正常地与男性相处。",
        "label": ""
      },
      {
        "sentence": "至少我在你的描述中看到，你与异性相处其实还算可以，没有太大的障碍，你初中时有异性朋友，也谈过恋爱，只是会觉得和异性相处不自然。",
        "label": ""
      },
      {
        "sentence": "我想可能是因为你父亲长期不在身边，你对异性长期在身边就会觉得不习惯导致的。",
        "label": ""
      },
      {
        "sentence": "但是你和你父亲的关系应该没有很差，只是不知道如何相处而已。",
        "label": ""
      },
      {
        "sentence": "这点你可以向身边的人学习，看看那些和异性朋友相处比较好的同学、朋友，他们是如何与异性保持适当的关系和沟通的。",
        "label": ""
      },
      {
        "sentence": "这些都是可以学习的。",
        "label": ""
      },
      {
        "sentence": "对于你母亲不喜欢你话多这个问题来说，小孩子对重要他人的看法和评价是比较在意的，因为我们害怕一旦不做他们眼中的乖小孩，就会受到惩罚，这个惩罚就是“不被爱，不被喜欢”。",
        "label": ""
      },
      {
        "sentence": "我们很多人都面临着相似的问题，为了做重要他人眼中的好小孩，我们可以压抑自己。",
        "label": ""
      },
      {
        "sentence": "但是长期的压抑会导致心理健康问题，你也不喜欢现在的自己，连带着你也会拒绝吸引来的异性。",
        "label": ""
      },
      {
        "sentence": "所以你现在长大一些，其实可以意识到父母和我们是不同的人，你的母亲可能天生内敛一点，不太喜欢说话，所以她不太喜欢闹腾。",
        "label": ""
      },
      {
        "sentence": "对于性格内向的人来说，确实面对一个闹腾的小孩是一种煎熬。",
        "label": ""
      },
      {
        "sentence": "但是她因此来要求你不要话多，其实是因为她自己的局限。",
        "label": ""
      },
      {
        "sentence": "你可以做回你自己，有时候我们的善解人意其实就是委屈自己，成为他人眼中的好人。",
        "label": ""
      },
      {
        "sentence": "但是被讨厌一点又会怎样呢？",
        "label": ""
      },
      {
        "sentence": "所以试着做回你自己。",
        "label": ""
      },
      {
        "sentence": "真正爱你的人，不会因为你的样子而不爱你。",
        "label": ""
      },
      {
        "sentence": "我想你母亲内心深处也是如此的。",
        "label": ""
      },
      {
        "sentence": "做回你自己，你就会吸引来爱你真正样子的异性。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "擅长用卡牌、人偶等小物件进行个案精准呈现及转化，与你分享心理学相关知识和感受，欢迎关注我！",
        "label": ""
      }
    ]
  }
]