[
  {
    "role": "client",
    "content": "没什么异性朋友，没办法以平常心和异性相处？初中有几个异性朋友，那个时候人还比较话多活泼。高中就压力太大，家里有事自我封闭，再加上恋爱挫折，父亲从小不在身边。每次面对男同学总会不自然，会想着他会怎么看我，会不会觉得我如何如何如何，会表现得拘谨乖巧。但实际上我心理在压抑着我本来话多活泼性格，不喜欢维持淑女形象。但过往有因为性格被重要的人嫌弃的经历，妈妈也不喜欢我话唠。怕被人认为像小孩子，很多人这么评价，包括老师同学。而我也不知道原因，有人说我单纯，老师说我可爱。我觉得我只是天性乐观啊，不把人想得太坏而已。现在大学没有维持联系的异性朋友，特别苦恼，感觉自己是不是有什么问题。我没办法以平常心和异性相处，老是害怕人家会挑我毛病。表现不自然。拘谨但是很配合。实际我在压抑自己活泼的一面，我也怕我说出会被挑刺的话，怕被指责嘲笑，怕不被接受调皮捣蛋的我。但是有人喜欢这样的压抑后的我。我就会觉得他不了解我就喜欢我，喜欢的也不是我。然后拒绝他。求救。",
    "annotation": [
      {
        "sentence": "没什么异性朋友，没办法以平常心和异性相处？",
        "label": ""
      },
      {
        "sentence": "初中有几个异性朋友，那个时候人还比较话多活泼。",
        "label": ""
      },
      {
        "sentence": "高中就压力太大，家里有事自我封闭，再加上恋爱挫折，父亲从小不在身边。",
        "label": ""
      },
      {
        "sentence": "每次面对男同学总会不自然，会想着他会怎么看我，会不会觉得我如何如何如何，会表现得拘谨乖巧。",
        "label": ""
      },
      {
        "sentence": "但实际上我心理在压抑着我本来话多活泼性格，不喜欢维持淑女形象。",
        "label": ""
      },
      {
        "sentence": "但过往有因为性格被重要的人嫌弃的经历，妈妈也不喜欢我话唠。",
        "label": ""
      },
      {
        "sentence": "怕被人认为像小孩子，很多人这么评价，包括老师同学。",
        "label": ""
      },
      {
        "sentence": "而我也不知道原因，有人说我单纯，老师说我可爱。",
        "label": ""
      },
      {
        "sentence": "我觉得我只是天性乐观啊，不把人想得太坏而已。",
        "label": ""
      },
      {
        "sentence": "现在大学没有维持联系的异性朋友，特别苦恼，感觉自己是不是有什么问题。",
        "label": ""
      },
      {
        "sentence": "我没办法以平常心和异性相处，老是害怕人家会挑我毛病。",
        "label": ""
      },
      {
        "sentence": "表现不自然。",
        "label": ""
      },
      {
        "sentence": "拘谨但是很配合。",
        "label": ""
      },
      {
        "sentence": "实际我在压抑自己活泼的一面，我也怕我说出会被挑刺的话，怕被指责嘲笑，怕不被接受调皮捣蛋的我。",
        "label": ""
      },
      {
        "sentence": "但是有人喜欢这样的压抑后的我。",
        "label": ""
      },
      {
        "sentence": "我就会觉得他不了解我就喜欢我，喜欢的也不是我。",
        "label": ""
      },
      {
        "sentence": "然后拒绝他。",
        "label": ""
      },
      {
        "sentence": "求救。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我明白你在异性朋友和自我认同方面的困扰，这让你感到非常痛苦。我首先想告诉你的是，你曾经在初中时期有一些异性朋友，甚至在高中还谈过恋爱，所以可以看出你的内在素质是被吸引和欣赏的。你提到自己的性格活泼，这是很多人都喜欢的性格，你的话多有时候并不成问题，反而可以调节气氛。如果你能说出有趣的话题，别人更愿意与你交朋友，谁都不会拒绝一个有趣的人。其次，对你自己的否定很大程度上来自于你的父母，他们对你的许多不满和挑剔让你也对自己和他人持有同样的眼光。所以你总是感到不自在，因为真实的自我被压抑，你表现的是为了让别人喜欢而并不符合你自己的期望。同时，你将自己对自己的不满也投射到别人身上，从而对别人看不顺眼。另外，你提到与父亲关系不够亲近，这也是你与异性建立关系困难的原因之一。因为我们一生中最早接触的异性就是父亲，他与我们的互动很大程度上决定了我们未来的互动模式。所以我们需要在关系中去修复这种模式，比如尝试更亲近父亲，或者找个男性的咨询师试着建立关系，这样会是一个较为安全的训练场。最后，现在你在大学里，这是建立异性关系的最好时机。你可以走出自己的舒适区，多参与学校社团的活动，多与女性同学一起邀请男同学参与旅行或户外运动，这样慢慢建立关系。初步建立了信任，才可以进一步深化关系。希望以上的建议能对你有所帮助，祝一切顺利！",
    "annotation": [
      {
        "sentence": "没问题，我明白你在异性朋友和自我认同方面的困扰，这让你感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我首先想告诉你的是，你曾经在初中时期有一些异性朋友，甚至在高中还谈过恋爱，所以可以看出你的内在素质是被吸引和欣赏的。",
        "label": ""
      },
      {
        "sentence": "你提到自己的性格活泼，这是很多人都喜欢的性格，你的话多有时候并不成问题，反而可以调节气氛。",
        "label": ""
      },
      {
        "sentence": "如果你能说出有趣的话题，别人更愿意与你交朋友，谁都不会拒绝一个有趣的人。",
        "label": ""
      },
      {
        "sentence": "其次，对你自己的否定很大程度上来自于你的父母，他们对你的许多不满和挑剔让你也对自己和他人持有同样的眼光。",
        "label": ""
      },
      {
        "sentence": "所以你总是感到不自在，因为真实的自我被压抑，你表现的是为了让别人喜欢而并不符合你自己的期望。",
        "label": ""
      },
      {
        "sentence": "同时，你将自己对自己的不满也投射到别人身上，从而对别人看不顺眼。",
        "label": ""
      },
      {
        "sentence": "另外，你提到与父亲关系不够亲近，这也是你与异性建立关系困难的原因之一。",
        "label": ""
      },
      {
        "sentence": "因为我们一生中最早接触的异性就是父亲，他与我们的互动很大程度上决定了我们未来的互动模式。",
        "label": ""
      },
      {
        "sentence": "所以我们需要在关系中去修复这种模式，比如尝试更亲近父亲，或者找个男性的咨询师试着建立关系，这样会是一个较为安全的训练场。",
        "label": ""
      },
      {
        "sentence": "最后，现在你在大学里，这是建立异性关系的最好时机。",
        "label": ""
      },
      {
        "sentence": "你可以走出自己的舒适区，多参与学校社团的活动，多与女性同学一起邀请男同学参与旅行或户外运动，这样慢慢建立关系。",
        "label": ""
      },
      {
        "sentence": "初步建立了信任，才可以进一步深化关系。",
        "label": ""
      },
      {
        "sentence": "希望以上的建议能对你有所帮助，祝一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我从你的话中感受到了一丝安慰。可能确实是自己对自己的否定太严厉了，也太过在意别人的看法。我会尝试放开心态，勇敢面对与异性的交流，多参与一些活动来建立起信任关系。我也会努力修复与父亲的关系，让自己能够更加自在地与异性互动。谢谢你再次的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我从你的话中感受到了一丝安慰。",
        "label": ""
      },
      {
        "sentence": "可能确实是自己对自己的否定太严厉了，也太过在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "我会尝试放开心态，勇敢面对与异性的交流，多参与一些活动来建立起信任关系。",
        "label": ""
      },
      {
        "sentence": "我也会努力修复与父亲的关系，让自己能够更加自在地与异性互动。",
        "label": ""
      },
      {
        "sentence": "谢谢你再次的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我能为你提供一些安慰和帮助。记住，你的价值是不取决于他人对你的看法，也不需要去迎合别人的期待。重要的是要对自己真实的感受和需求负责，并勇敢地表达出来。通过积极主动地与异性沟通和参与活动，你会渐渐发现建立真正的友谊和关系并不是那么困难。同时，当你与父亲的关系变得更加亲密和稳定时，你也会感受到更多的安全感和自信心。一切都需要时间，相信自己，你能够克服困难，建立起与异性的良好关系！如果你还需要任何帮助，随时来找我，我会一直在这里支持你的。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我能为你提供一些安慰和帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值是不取决于他人对你的看法，也不需要去迎合别人的期待。",
        "label": ""
      },
      {
        "sentence": "重要的是要对自己真实的感受和需求负责，并勇敢地表达出来。",
        "label": ""
      },
      {
        "sentence": "通过积极主动地与异性沟通和参与活动，你会渐渐发现建立真正的友谊和关系并不是那么困难。",
        "label": ""
      },
      {
        "sentence": "同时，当你与父亲的关系变得更加亲密和稳定时，你也会感受到更多的安全感和自信心。",
        "label": ""
      },
      {
        "sentence": "一切都需要时间，相信自己，你能够克服困难，建立起与异性的良好关系！",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时来找我，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]