[
  {
    "role": "client",
    "content": "看到抑郁类病症不被接受理解，我有些难受，偶尔绝望…近期看到新闻偶尔有呼吁大众认识抑郁症，就像很多大家不了解的病症一样，希望通过科普让大家不要带有色眼镜去看待。我认为很有必要，并且我对未来环境观念有了一丝期待。我的父母忌讳聊天提到“生老病死”，我没办法理解，有时只是说过去一些错误的认知，他们都板着脸，气我诅咒他们。说完我自己的前提，接着说我偶然间看到的，一个说自己读书期间因为抑郁症休学过一段时间，被记入档案，被工作单位发现后辞退。一个说自己去医院看抑郁双相，吃药治疗一段时间后，社区派出所和医院信息开始互通，因为是精神科类，还通知了病人父母单位。我震惊了，生病已经心里负担重，去医院看病都要鼓足勇气才去的吧？这怎么还会牵扯到档案记录、通知上报？原来医生不会为抑郁病人做评估分级再选择留记录和上报吗？我好难受，生病怕让人知道了说闲话，将心事说出来不一定容易，怎么会这样？我知道事有两面，恶人也会得抑郁症，但我偏向想着善良却遭受恶意对待的人，感觉好绝望。",
    "annotation": [
      {
        "sentence": "看到抑郁类病症不被接受理解，我有些难受，偶尔绝望…近期看到新闻偶尔有呼吁大众认识抑郁症，就像很多大家不了解的病症一样，希望通过科普让大家不要带有色眼镜去看待。",
        "label": ""
      },
      {
        "sentence": "我认为很有必要，并且我对未来环境观念有了一丝期待。",
        "label": ""
      },
      {
        "sentence": "我的父母忌讳聊天提到“生老病死”，我没办法理解，有时只是说过去一些错误的认知，他们都板着脸，气我诅咒他们。",
        "label": ""
      },
      {
        "sentence": "说完我自己的前提，接着说我偶然间看到的，一个说自己读书期间因为抑郁症休学过一段时间，被记入档案，被工作单位发现后辞退。",
        "label": ""
      },
      {
        "sentence": "一个说自己去医院看抑郁双相，吃药治疗一段时间后，社区派出所和医院信息开始互通，因为是精神科类，还通知了病人父母单位。",
        "label": ""
      },
      {
        "sentence": "我震惊了，生病已经心里负担重，去医院看病都要鼓足勇气才去的吧？",
        "label": ""
      },
      {
        "sentence": "这怎么还会牵扯到档案记录、通知上报？",
        "label": ""
      },
      {
        "sentence": "原来医生不会为抑郁病人做评估分级再选择留记录和上报吗？",
        "label": ""
      },
      {
        "sentence": "我好难受，生病怕让人知道了说闲话，将心事说出来不一定容易，怎么会这样？",
        "label": ""
      },
      {
        "sentence": "我知道事有两面，恶人也会得抑郁症，但我偏向想着善良却遭受恶意对待的人，感觉好绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的难受，抑郁症带来的沉默和不被理解确实让人很痛苦。在家中无法表达，工作中又害怕被发现，这种束缚真的令人窒息。但是你要知道，正规的心理咨询是保密的，绝对不会泄露任何你和咨询师之间的交流内容。我们的首要任务就是确保来访者的安全和隐私。当然，也有一些例外情况，比如涉及到人身安全和重大违法犯罪事件时，我们可能需要透露一些内容来保护来访者。例如，当遇到有自杀倾向的患者时，我们为了拯救他的生命，会透露一些危险性信息，让身边的人能够及时给予帮助。希望你能找到一个你信任的人或咨询师，与他们畅所欲言，这样会对你有很大的帮助。我认识很多这样的咨询师，他们非常值得信赖。",
    "annotation": [
      {
        "sentence": "很理解你的难受，抑郁症带来的沉默和不被理解确实让人很痛苦。",
        "label": ""
      },
      {
        "sentence": "在家中无法表达，工作中又害怕被发现，这种束缚真的令人窒息。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，正规的心理咨询是保密的，绝对不会泄露任何你和咨询师之间的交流内容。",
        "label": ""
      },
      {
        "sentence": "我们的首要任务就是确保来访者的安全和隐私。",
        "label": ""
      },
      {
        "sentence": "当然，也有一些例外情况，比如涉及到人身安全和重大违法犯罪事件时，我们可能需要透露一些内容来保护来访者。",
        "label": ""
      },
      {
        "sentence": "例如，当遇到有自杀倾向的患者时，我们为了拯救他的生命，会透露一些危险性信息，让身边的人能够及时给予帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能找到一个你信任的人或咨询师，与他们畅所欲言，这样会对你有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "我认识很多这样的咨询师，他们非常值得信赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。听到你说正规的心理咨询是保密的，我感到安心一些。但是，我还是很困惑，为什么医院会将我的信息通知给社区派出所和我的父母单位呢？这样做的目的是什么？我害怕这样的通知会给我带来更多的麻烦和歧视。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "听到你说正规的心理咨询是保密的，我感到安心一些。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很困惑，为什么医院会将我的信息通知给社区派出所和我的父母单位呢？",
        "label": ""
      },
      {
        "sentence": "这样做的目的是什么？",
        "label": ""
      },
      {
        "sentence": "我害怕这样的通知会给我带来更多的麻烦和歧视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑和担忧。医院通知社区派出所和父母单位的目的是出于对病人的安全和帮助考虑。他们希望通过信息的共享，让更多人知道你的状态，以便在你需要时能够给予适当的支持和帮助。但是，我明白你担心可能会带来一些麻烦和歧视。在这种情况下，你可以选择在咨询师的帮助下，与相关的部门进行沟通，解释你的担忧并争取更好的处理方式。",
    "annotation": [
      {
        "sentence": "理解你的困惑和担忧。",
        "label": ""
      },
      {
        "sentence": "医院通知社区派出所和父母单位的目的是出于对病人的安全和帮助考虑。",
        "label": ""
      },
      {
        "sentence": "他们希望通过信息的共享，让更多人知道你的状态，以便在你需要时能够给予适当的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "但是，我明白你担心可能会带来一些麻烦和歧视。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以选择在咨询师的帮助下，与相关的部门进行沟通，解释你的担忧并争取更好的处理方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以尝试和咨询师一起去沟通相关部门，争取保护自己的隐私和权益。不过，我真的很害怕面对这一切，我担心会遭受更多的歧视和不公平的对待。",
    "annotation": [
      {
        "sentence": "我明白了，我可以尝试和咨询师一起去沟通相关部门，争取保护自己的隐私和权益。",
        "label": ""
      },
      {
        "sentence": "不过，我真的很害怕面对这一切，我担心会遭受更多的歧视和不公平的对待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，但是请相信，只有当你为自己争取权益时，才有可能改变现状。同时，你也不是一个人在战斗，有咨询师和支持者们会一直支持着你。我们希望你能够坚强起来，勇敢地面对这一切，只有这样，你才能够找到真正的安宁和幸福。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，但是请相信，只有当你为自己争取权益时，才有可能改变现状。",
        "label": ""
      },
      {
        "sentence": "同时，你也不是一个人在战斗，有咨询师和支持者们会一直支持着你。",
        "label": ""
      },
      {
        "sentence": "我们希望你能够坚强起来，勇敢地面对这一切，只有这样，你才能够找到真正的安宁和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你们的支持和鼓励，我会尽力去面对问题，并争取自己的权益。我会寻找值得信赖的人和咨询师，与他们畅所欲言，分享我的困惑和恐惧。希望通过这样的努力，我能够找到真正的幸福和理解。",
    "annotation": [
      {
        "sentence": "谢谢你们的支持和鼓励，我会尽力去面对问题，并争取自己的权益。",
        "label": ""
      },
      {
        "sentence": "我会寻找值得信赖的人和咨询师，与他们畅所欲言，分享我的困惑和恐惧。",
        "label": ""
      },
      {
        "sentence": "希望通过这样的努力，我能够找到真正的幸福和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们相信你一定能够克服困难，找到属于自己的幸福和理解。如果在这个过程中需要任何帮助，记得随时向咨询师和我们寻求支持。你不是一个人在战斗，我们会一直陪伴在你的身边，为你加油！",
    "annotation": [
      {
        "sentence": "我们相信你一定能够克服困难，找到属于自己的幸福和理解。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中需要任何帮助，记得随时向咨询师和我们寻求支持。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一直陪伴在你的身边，为你加油！",
        "label": ""
      }
    ]
  }
]