[
  {
    "role": "client",
    "content": "领导抢自己的功劳，怎么办？如何调整自己的心态？公司新来了一个印度领导，平时很懒，什么都不想做，把活分给我们，但是在管理层面前却非常喜欢表现，假装自己很忙，还喜欢把我们自己做的业绩和新的想法说成是他自己的功劳，感觉给他干活没有什么好处的。对他的厌恶简直要溢于言表，如何调整自己的心态，应对这样的人呢？",
    "annotation": [
      {
        "sentence": "领导抢自己的功劳，怎么办？",
        "label": ""
      },
      {
        "sentence": "如何调整自己的心态？",
        "label": ""
      },
      {
        "sentence": "公司新来了一个印度领导，平时很懒，什么都不想做，把活分给我们，但是在管理层面前却非常喜欢表现，假装自己很忙，还喜欢把我们自己做的业绩和新的想法说成是他自己的功劳，感觉给他干活没有什么好处的。",
        "label": ""
      },
      {
        "sentence": "对他的厌恶简直要溢于言表，如何调整自己的心态，应对这样的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情况听起来确实很不舒服，被别人抢走自己的努力成果肯定让人感到委屈和不满。在处理这种情况之前，先让我们分析一下这份工作是否满足你的需求。我们可以通过经济收入、个人发展和工作的情感\/意义来评估工作的满意度。有时候要承认，找到一份特别满意的工作是需要一定的运气、机遇和选择的结果的。",
    "annotation": [
      {
        "sentence": "情况听起来确实很不舒服，被别人抢走自己的努力成果肯定让人感到委屈和不满。",
        "label": ""
      },
      {
        "sentence": "在处理这种情况之前，先让我们分析一下这份工作是否满足你的需求。",
        "label": ""
      },
      {
        "sentence": "我们可以通过经济收入、个人发展和工作的情感\/意义来评估工作的满意度。",
        "label": ""
      },
      {
        "sentence": "有时候要承认，找到一份特别满意的工作是需要一定的运气、机遇和选择的结果的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，被领导抢功劳说明我的能力得到了认可，但我依然感到很沮丧。我觉得自己为公司付出了很多，却没有得到应有的回报，感觉很不公平。",
    "annotation": [
      {
        "sentence": "确实，被领导抢功劳说明我的能力得到了认可，但我依然感到很沮丧。",
        "label": ""
      },
      {
        "sentence": "我觉得自己为公司付出了很多，却没有得到应有的回报，感觉很不公平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的心情。这种被抢功劳的事件对情感产生了负面影响。我们可以先聊一下情感的问题，因为你和领导在职位上较为相似，都在\"争抢\"中，只是在\"收获\"上有所差异。也许这位领导是一位注重工作之外的生活的人，乐于将注意力放在\"收获\"上。你感觉给他干活没有好处可能暗示着经济利益受到了损害，你可以考虑一下这个损害是否触及了你的底线。",
    "annotation": [
      {
        "sentence": "我能理解你的心情。",
        "label": ""
      },
      {
        "sentence": "这种被抢功劳的事件对情感产生了负面影响。",
        "label": ""
      },
      {
        "sentence": "我们可以先聊一下情感的问题，因为你和领导在职位上较为相似，都在\"争抢\"中，只是在\"收获\"上有所差异。",
        "label": ""
      },
      {
        "sentence": "也许这位领导是一位注重工作之外的生活的人，乐于将注意力放在\"收获\"上。",
        "label": ""
      },
      {
        "sentence": "你感觉给他干活没有好处可能暗示着经济利益受到了损害，你可以考虑一下这个损害是否触及了你的底线。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实担心经济利益和个人发展会受到影响。但如果我直接反抗领导，可能会让我在工作反馈上付出更多代价。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "是的，我确实担心经济利益和个人发展会受到影响。",
        "label": ""
      },
      {
        "sentence": "但如果我直接反抗领导，可能会让我在工作反馈上付出更多代价。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有很棒的观察力。硬怼领导也许会给你一时的快感，但对于工作反馈来说可能不利。既然经济利益和个人发展都没有触底，你可以考虑与领导保持良好的关系，争取在这种情况下更好地发展自己。当然，如果你觉得到了极限，也可以考虑换一家公司。",
    "annotation": [
      {
        "sentence": "你有很棒的观察力。",
        "label": ""
      },
      {
        "sentence": "硬怼领导也许会给你一时的快感，但对于工作反馈来说可能不利。",
        "label": ""
      },
      {
        "sentence": "既然经济利益和个人发展都没有触底，你可以考虑与领导保持良好的关系，争取在这种情况下更好地发展自己。",
        "label": ""
      },
      {
        "sentence": "当然，如果你觉得到了极限，也可以考虑换一家公司。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会综合考虑这些因素，希望能够找到解决问题的方法。感谢你陪伴我，希望我的工作能够顺利进行。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会综合考虑这些因素，希望能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "感谢你陪伴我，希望我的工作能够顺利进行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能够帮助你。希望这些建议对你有所帮助，并祝愿你在工作中取得顺利的进展。如果还有其他问题，随时来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助，并祝愿你在工作中取得顺利的进展。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]