[
  {
    "role": "client",
    "content": "妈妈走了，父亲重男轻女怎么办？我感觉自己抑郁了，做什么都没劲，很难集中精力看书。经常觉得生活无意义，母亲去年8月份走后，自己突然地变得那么可怜。父亲重男轻女，是妈妈临死用力地敲打我，让我别在为爸爸傻傻付出。妈妈生前为我争取了10万元，爸爸很不容易才当着妈妈的面同意给我。可妈妈走后，他却变卦，说再等几年给我。我已对父亲彻底寒透了心，对他那么好，他却一直不愿意在我身上花钱。这10万元，是母亲给我的，我真不想去计较，我的生活并不缺钱。他很顽固，我出嫁一分钱没有花，这么多年来，一直是我在贴他们钱，一直在用女儿的身份孝敬他们。可爸爸从心里已经把我赶出家门我不想再和爸爸产生瓜葛，可这种想法一蹦出来，脑海里浮现爸爸那张脸，我又不忍心伤害他，这10万元的事一直不敢告诉老公，虽然这钱不多，但我心有不甘。能不能告诉老公，让他帮我去要，然后再老死不相往来。这是我内心的想法:摊上这样的老人，真的很无语。",
    "annotation": [
      {
        "sentence": "妈妈走了，父亲重男轻女怎么办？",
        "label": ""
      },
      {
        "sentence": "我感觉自己抑郁了，做什么都没劲，很难集中精力看书。",
        "label": ""
      },
      {
        "sentence": "经常觉得生活无意义，母亲去年8月份走后，自己突然地变得那么可怜。",
        "label": ""
      },
      {
        "sentence": "父亲重男轻女，是妈妈临死用力地敲打我，让我别在为爸爸傻傻付出。",
        "label": ""
      },
      {
        "sentence": "妈妈生前为我争取了10万元，爸爸很不容易才当着妈妈的面同意给我。",
        "label": ""
      },
      {
        "sentence": "可妈妈走后，他却变卦，说再等几年给我。",
        "label": ""
      },
      {
        "sentence": "我已对父亲彻底寒透了心，对他那么好，他却一直不愿意在我身上花钱。",
        "label": ""
      },
      {
        "sentence": "这10万元，是母亲给我的，我真不想去计较，我的生活并不缺钱。",
        "label": ""
      },
      {
        "sentence": "他很顽固，我出嫁一分钱没有花，这么多年来，一直是我在贴他们钱，一直在用女儿的身份孝敬他们。",
        "label": ""
      },
      {
        "sentence": "可爸爸从心里已经把我赶出家门我不想再和爸爸产生瓜葛，可这种想法一蹦出来，脑海里浮现爸爸那张脸，我又不忍心伤害他，这10万元的事一直不敢告诉老公，虽然这钱不多，但我心有不甘。",
        "label": ""
      },
      {
        "sentence": "能不能告诉老公，让他帮我去要，然后再老死不相往来。",
        "label": ""
      },
      {
        "sentence": "这是我内心的想法:摊上这样的老人，真的很无语。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望以下回答能帮助到你：️**首先对你所描述的情况梳理如下：▲母亲走后觉得自己变得可怜，▲父母答应的钱变卦了不给我，▲感觉自己抑郁难集中注意力。**世界上的父母有一种属于“自私型”的，他们生养了子女却不给给到心灵上的爱与滋养。他们可能会一味地索取，或者重男轻女，榨取女儿厚待儿子。这样的父母，如你的父亲，固然可恨，不过可以想见，他们背后是非常缺安全感的，他也许觉得手上的钱没有了，怎么办？女儿要外嫁，要靠的是儿子，如果钱不给儿子，儿子不养了怎么办？兴许你现在生活上并不缺钱，不想去计较，这是蛮好的。如你所说，所想：“摊上这样的老人，真的很无语”，我怎么那么倒霉？",
    "annotation": [
      {
        "sentence": "希望以下回答能帮助到你：️**首先对你所描述的情况梳理如下：▲母亲走后觉得自己变得可怜，▲父母答应的钱变卦了不给我，▲感觉自己抑郁难集中注意力。",
        "label": ""
      },
      {
        "sentence": "**世界上的父母有一种属于“自私型”的，他们生养了子女却不给给到心灵上的爱与滋养。",
        "label": ""
      },
      {
        "sentence": "他们可能会一味地索取，或者重男轻女，榨取女儿厚待儿子。",
        "label": ""
      },
      {
        "sentence": "这样的父母，如你的父亲，固然可恨，不过可以想见，他们背后是非常缺安全感的，他也许觉得手上的钱没有了，怎么办？",
        "label": ""
      },
      {
        "sentence": "女儿要外嫁，要靠的是儿子，如果钱不给儿子，儿子不养了怎么办？",
        "label": ""
      },
      {
        "sentence": "兴许你现在生活上并不缺钱，不想去计较，这是蛮好的。",
        "label": ""
      },
      {
        "sentence": "如你所说，所想：“摊上这样的老人，真的很无语”，我怎么那么倒霉？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是真的觉得很倒霉，妈妈在世的时候一直是我的精神支持，现在她不在了，我感到很孤单，也不知道如何面对父亲的冷漠。我理解父亲可能有安全感的问题，但是他为什么不能理解我的感受呢？为什么他总是不愿意在我身上花钱，即使是妈妈临终托付的钱呢？",
    "annotation": [
      {
        "sentence": "我是真的觉得很倒霉，妈妈在世的时候一直是我的精神支持，现在她不在了，我感到很孤单，也不知道如何面对父亲的冷漠。",
        "label": ""
      },
      {
        "sentence": "我理解父亲可能有安全感的问题，但是他为什么不能理解我的感受呢？",
        "label": ""
      },
      {
        "sentence": "为什么他总是不愿意在我身上花钱，即使是妈妈临终托付的钱呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父亲可能没有经历过失去亲人的痛苦，所以对你的感受缺乏理解。他可能觉得你已经成婚，有了丈夫照顾，他的责任就减轻了。然而，父子关系中的相互理解和包容是非常重要的，你可以试着跟父亲沟通，让他了解你内心的痛苦和需要。也许通过沟通，他会慢慢变得更理解你。",
    "annotation": [
      {
        "sentence": "父亲可能没有经历过失去亲人的痛苦，所以对你的感受缺乏理解。",
        "label": ""
      },
      {
        "sentence": "他可能觉得你已经成婚，有了丈夫照顾，他的责任就减轻了。",
        "label": ""
      },
      {
        "sentence": "然而，父子关系中的相互理解和包容是非常重要的，你可以试着跟父亲沟通，让他了解你内心的痛苦和需要。",
        "label": ""
      },
      {
        "sentence": "也许通过沟通，他会慢慢变得更理解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解父亲可能确实缺乏与我共情的能力，但是每次我试图与父亲沟通，他总是不愿意听我说，甚至会发脾气和我争吵。这样的情况让我感到无助和沮丧，我不知道该如何改变他的态度。",
    "annotation": [
      {
        "sentence": "我理解父亲可能确实缺乏与我共情的能力，但是每次我试图与父亲沟通，他总是不愿意听我说，甚至会发脾气和我争吵。",
        "label": ""
      },
      {
        "sentence": "这样的情况让我感到无助和沮丧，我不知道该如何改变他的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父亲的态度可能需要一些时间才能改变，毕竟长期的重男轻女思想不是一下子就能改变的。你可以试着寻求专业的心理咨询，通过咨询师的帮助，你可以学习一些行之有效的沟通技巧，也可以借助咨询师的中介角色来改善与父亲的关系。此外，你可以尝试寻求其他亲朋好友的支持和理解，获得更多的情感支持。",
    "annotation": [
      {
        "sentence": "父亲的态度可能需要一些时间才能改变，毕竟长期的重男轻女思想不是一下子就能改变的。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻求专业的心理咨询，通过咨询师的帮助，你可以学习一些行之有效的沟通技巧，也可以借助咨询师的中介角色来改善与父亲的关系。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试寻求其他亲朋好友的支持和理解，获得更多的情感支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑寻求专业的心理咨询，希望能通过咨询师的指导来改善和父亲的关系。同时，我也会跟其他亲朋好友分享我的困扰，寻求他们的支持和理解。谢谢你的帮助，我会尽快采取行动的。",
    "annotation": [
      {
        "sentence": "我会考虑寻求专业的心理咨询，希望能通过咨询师的指导来改善和父亲的关系。",
        "label": ""
      },
      {
        "sentence": "同时，我也会跟其他亲朋好友分享我的困扰，寻求他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助，我会尽快采取行动的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助，你已经迈出了第一步。记住，你并不孤单，还有许多人愿意帮助和支持你。相信自己，相信你可以走出困境，找到属于你自己的幸福和意义。祝你好运！如果你在后续的过程中有任何问题或需要进一步的咨询，随时来找我。",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，还有许多人愿意帮助和支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以走出困境，找到属于你自己的幸福和意义。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果你在后续的过程中有任何问题或需要进一步的咨询，随时来找我。",
        "label": ""
      }
    ]
  }
]