[
  {
    "role": "client",
    "content": "明知道自己不努力是不行的，但还是控制不了自己？从小自己就自制力比较差。有很多事情自己明明都知道这样是不行的，但是就还是控制不了自己。等到那些不好的结果发生以后就会后悔，为什么当初自己没有那样做。人到底为什么会有这种想法？我到底应该怎么样去改变自己呢？",
    "annotation": [
      {
        "sentence": "明知道自己不努力是不行的，但还是控制不了自己？",
        "label": ""
      },
      {
        "sentence": "从小自己就自制力比较差。",
        "label": ""
      },
      {
        "sentence": "有很多事情自己明明都知道这样是不行的，但是就还是控制不了自己。",
        "label": ""
      },
      {
        "sentence": "等到那些不好的结果发生以后就会后悔，为什么当初自己没有那样做。",
        "label": ""
      },
      {
        "sentence": "人到底为什么会有这种想法？",
        "label": ""
      },
      {
        "sentence": "我到底应该怎么样去改变自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我要表扬你，至少你还有想好好学习的心，不像有的同学就是破罐子破摔的思想。你这样的人有很多，很多人就是你这样，明知道不对，但是还是控制不住自己，不过还有不如你的人，他们都不知道自己错，还觉得这样挺好。人和人的差别不在于知道多少，而在于知道后能够采取行动。知道但是不行动，就像嘴上的巨人，行动的矮子。",
    "annotation": [
      {
        "sentence": "首先我要表扬你，至少你还有想好好学习的心，不像有的同学就是破罐子破摔的思想。",
        "label": ""
      },
      {
        "sentence": "你这样的人有很多，很多人就是你这样，明知道不对，但是还是控制不住自己，不过还有不如你的人，他们都不知道自己错，还觉得这样挺好。",
        "label": ""
      },
      {
        "sentence": "人和人的差别不在于知道多少，而在于知道后能够采取行动。",
        "label": ""
      },
      {
        "sentence": "知道但是不行动，就像嘴上的巨人，行动的矮子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我知道我需要行动起来才能解决问题。可是我总是觉得自己没有足够的意志力，怎么才能改变这种情况呢？",
    "annotation": [
      {
        "sentence": "是的，我知道我需要行动起来才能解决问题。",
        "label": ""
      },
      {
        "sentence": "可是我总是觉得自己没有足够的意志力，怎么才能改变这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实人的天性都喜欢玩耍，爱玩是每个人的天性。有些人想好好学习，就会竭力压抑自己想玩的心情，专心致志地学习。而有的人也想好好学习，但始终不能战胜玩耍的心，所以在学习时会心猿意马，效率不高，成绩不尽如人意。那么我们要怎么样来克服呢？",
    "annotation": [
      {
        "sentence": "其实人的天性都喜欢玩耍，爱玩是每个人的天性。",
        "label": ""
      },
      {
        "sentence": "有些人想好好学习，就会竭力压抑自己想玩的心情，专心致志地学习。",
        "label": ""
      },
      {
        "sentence": "而有的人也想好好学习，但始终不能战胜玩耍的心，所以在学习时会心猿意马，效率不高，成绩不尽如人意。",
        "label": ""
      },
      {
        "sentence": "那么我们要怎么样来克服呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想知道，为什么我总是无法控制自己？为什么我总是后悔当初的选择？",
    "annotation": [
      {
        "sentence": "我想知道，为什么我总是无法控制自己？",
        "label": ""
      },
      {
        "sentence": "为什么我总是后悔当初的选择？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "控制不住自己的根本原因是你现在看不到带来的后果。很多人后悔的时候才知道当初应该怎样怎样，难道当时他不知道吗？不是，只是他认为当时的自己很好，觉得以后也能很好。最好的例子就是小时候，大家告诉我们要好好读书，当时很多人觉得不读书也能过得很好，但是为什么后来我们又后悔没有好好读书呢？因为发现别人不读书也能过得很好其实是因为他们有我们没有的资源。所以现在没有动力是因为你还没有因为现在的不作为造成什么样的直观后果，所以你控制不住自己。",
    "annotation": [
      {
        "sentence": "控制不住自己的根本原因是你现在看不到带来的后果。",
        "label": ""
      },
      {
        "sentence": "很多人后悔的时候才知道当初应该怎样怎样，难道当时他不知道吗？",
        "label": ""
      },
      {
        "sentence": "不是，只是他认为当时的自己很好，觉得以后也能很好。",
        "label": ""
      },
      {
        "sentence": "最好的例子就是小时候，大家告诉我们要好好读书，当时很多人觉得不读书也能过得很好，但是为什么后来我们又后悔没有好好读书呢？",
        "label": ""
      },
      {
        "sentence": "因为发现别人不读书也能过得很好其实是因为他们有我们没有的资源。",
        "label": ""
      },
      {
        "sentence": "所以现在没有动力是因为你还没有因为现在的不作为造成什么样的直观后果，所以你控制不住自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我确实没有意识到没有努力和现在的后果之间的关系。那么我应该如何改变自己呢？",
    "annotation": [
      {
        "sentence": "你说的有道理，我确实没有意识到没有努力和现在的后果之间的关系。",
        "label": ""
      },
      {
        "sentence": "那么我应该如何改变自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以选择适合学习的环境。不要在吵闹和容易分心的地方学习，比如家里的卧室就比客厅好。但如果想要睡觉，则客厅又比卧室好。其次，确定学习任务，用任务来驱动学习。众多的事例表明：任务明确，效率会提高很多。刚开始时可以把任务定少一点，慢慢增加，在完成任务的过程中，注意力会逐步得到培养。另外，你可以找一个学习上的合作伙伴，相互监督，相互促进，共同进步。好习惯一旦养成便会受益终身，但好习惯的养成却是一个痛苦的过程。我们必须付出比常人多得多的努力，才有可能养成一些好的习惯。希望你能努力克服好玩的思想，聚精会神地学习，早日成为一个品学兼优的学生。只有这样，你就会一步一个脚印，在学习的路上不断成长，也会逐步取得好的成绩，实现自己的理想，塑造一个成熟成功的人生。“人们眼中的天才之所以卓越非凡，并非天资超人一等，而是付出了持续不断的努力。”——格拉德威尔。",
    "annotation": [
      {
        "sentence": "首先，你可以选择适合学习的环境。",
        "label": ""
      },
      {
        "sentence": "不要在吵闹和容易分心的地方学习，比如家里的卧室就比客厅好。",
        "label": ""
      },
      {
        "sentence": "但如果想要睡觉，则客厅又比卧室好。",
        "label": ""
      },
      {
        "sentence": "其次，确定学习任务，用任务来驱动学习。",
        "label": ""
      },
      {
        "sentence": "众多的事例表明：任务明确，效率会提高很多。",
        "label": ""
      },
      {
        "sentence": "刚开始时可以把任务定少一点，慢慢增加，在完成任务的过程中，注意力会逐步得到培养。",
        "label": ""
      },
      {
        "sentence": "另外，你可以找一个学习上的合作伙伴，相互监督，相互促进，共同进步。",
        "label": ""
      },
      {
        "sentence": "好习惯一旦养成便会受益终身，但好习惯的养成却是一个痛苦的过程。",
        "label": ""
      },
      {
        "sentence": "我们必须付出比常人多得多的努力，才有可能养成一些好的习惯。",
        "label": ""
      },
      {
        "sentence": "希望你能努力克服好玩的思想，聚精会神地学习，早日成为一个品学兼优的学生。",
        "label": ""
      },
      {
        "sentence": "只有这样，你就会一步一个脚印，在学习的路上不断成长，也会逐步取得好的成绩，实现自己的理想，塑造一个成熟成功的人生。",
        "label": ""
      },
      {
        "sentence": "“人们眼中的天才之所以卓越非凡，并非天资超人一等，而是付出了持续不断的努力。",
        "label": ""
      },
      {
        "sentence": "”——格拉德威尔。",
        "label": ""
      }
    ]
  }
]