[
  {
    "role": "client",
    "content": "失恋后抑郁难过，但是无法放弃也无法生活怎么办？",
    "annotation": [
      {
        "sentence": "失恋后抑郁难过，但是无法放弃也无法生活怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失去某一样东西，离开某个熟悉的环境和人，心里都会难过和不舒服。但是你无法放弃，无法放弃什么呢？是对方带给你的链接感还是对方曾经带给你无话不谈的感觉？当你自己都不知道自己在争取什么的时候，就像沙漠的沙子，虽然尽力的在抓取，但是沙子依旧从手心滑落。",
    "annotation": [
      {
        "sentence": "失去某一样东西，离开某个熟悉的环境和人，心里都会难过和不舒服。",
        "label": ""
      },
      {
        "sentence": "但是你无法放弃，无法放弃什么呢？",
        "label": ""
      },
      {
        "sentence": "是对方带给你的链接感还是对方曾经带给你无话不谈的感觉？",
        "label": ""
      },
      {
        "sentence": "当你自己都不知道自己在争取什么的时候，就像沙漠的沙子，虽然尽力的在抓取，但是沙子依旧从手心滑落。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "失恋之后，我无法放弃的是对他的感情和希望。我觉得他曾经给我带来了很多的安全感和幸福感，但现在我对于自己的识别能力也开始产生了怀疑。我觉得我或许太过笨拙，无法理解成年人之间的暗示和言外之意。",
    "annotation": [
      {
        "sentence": "失恋之后，我无法放弃的是对他的感情和希望。",
        "label": ""
      },
      {
        "sentence": "我觉得他曾经给我带来了很多的安全感和幸福感，但现在我对于自己的识别能力也开始产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "我觉得我或许太过笨拙，无法理解成年人之间的暗示和言外之意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人在处理感情时都会存在一定的困惑和不确定性。你并不是唯一一个觉得无法理解成年人之间潜台词的人。有时候，人与人之间的交流会因为双方各自的期待和心理预期而发生偏差。但是这并不代表你是不识趣或者愚钝，只是你和他在沟通方式上存在一些差异而已。",
    "annotation": [
      {
        "sentence": "每个人在处理感情时都会存在一定的困惑和不确定性。",
        "label": ""
      },
      {
        "sentence": "你并不是唯一一个觉得无法理解成年人之间潜台词的人。",
        "label": ""
      },
      {
        "sentence": "有时候，人与人之间的交流会因为双方各自的期待和心理预期而发生偏差。",
        "label": ""
      },
      {
        "sentence": "但是这并不代表你是不识趣或者愚钝，只是你和他在沟通方式上存在一些差异而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，在我们分手之前，他曾经说自己工作很忙，我曾经质问过他为什么之前没说过这些，但他说是因为我逼迫他太多。后来，我开始反思自己的行为，想努力解决问题。但是渐渐地，我们的对话变成了我一方面不断说话，而他却保持沉默。我问他为什么不说话，他说他无法理解我的话，不知道如何回应。分手后，我问他是否还喜欢我，是否讨厌我，他总是不回答。他说这些答案是活的，无法给出死板的回答。",
    "annotation": [
      {
        "sentence": "确实，在我们分手之前，他曾经说自己工作很忙，我曾经质问过他为什么之前没说过这些，但他说是因为我逼迫他太多。",
        "label": ""
      },
      {
        "sentence": "后来，我开始反思自己的行为，想努力解决问题。",
        "label": ""
      },
      {
        "sentence": "但是渐渐地，我们的对话变成了我一方面不断说话，而他却保持沉默。",
        "label": ""
      },
      {
        "sentence": "我问他为什么不说话，他说他无法理解我的话，不知道如何回应。",
        "label": ""
      },
      {
        "sentence": "分手后，我问他是否还喜欢我，是否讨厌我，他总是不回答。",
        "label": ""
      },
      {
        "sentence": "他说这些答案是活的，无法给出死板的回答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你所描述的情况来看，你和他之间的沟通存在一些问题。之前的聊天可能比较顺畅，而现在变得越来越冷漠。他只是简单地回应你的言辞，而且回复的每句话都只有五个字左右。有时候你关心他的话，甚至直接没有回音。你开始怀疑自己是否过于烦扰他，是否应该停止主动联系他，或者他希望冷静处理。于是你逐渐地减少了和他的联系。但是你问他对你的态度时，他又不回答你。你是否觉得自己不懂得察言观色？不懂得何时离开？你真的很想和他好好相处，但是你却感觉到他对你的喜欢正在减少。你担心如果频繁找他，只会让他讨厌你，所以你可以选择不主动联系他。但是你真的为什么非要别人明确告诉你呢？你也害怕如果不主动联系他，就没有未来了。",
    "annotation": [
      {
        "sentence": "从你所描述的情况来看，你和他之间的沟通存在一些问题。",
        "label": ""
      },
      {
        "sentence": "之前的聊天可能比较顺畅，而现在变得越来越冷漠。",
        "label": ""
      },
      {
        "sentence": "他只是简单地回应你的言辞，而且回复的每句话都只有五个字左右。",
        "label": ""
      },
      {
        "sentence": "有时候你关心他的话，甚至直接没有回音。",
        "label": ""
      },
      {
        "sentence": "你开始怀疑自己是否过于烦扰他，是否应该停止主动联系他，或者他希望冷静处理。",
        "label": ""
      },
      {
        "sentence": "于是你逐渐地减少了和他的联系。",
        "label": ""
      },
      {
        "sentence": "但是你问他对你的态度时，他又不回答你。",
        "label": ""
      },
      {
        "sentence": "你是否觉得自己不懂得察言观色？",
        "label": ""
      },
      {
        "sentence": "不懂得何时离开？",
        "label": ""
      },
      {
        "sentence": "你真的很想和他好好相处，但是你却感觉到他对你的喜欢正在减少。",
        "label": ""
      },
      {
        "sentence": "你担心如果频繁找他，只会让他讨厌你，所以你可以选择不主动联系他。",
        "label": ""
      },
      {
        "sentence": "但是你真的为什么非要别人明确告诉你呢？",
        "label": ""
      },
      {
        "sentence": "你也害怕如果不主动联系他，就没有未来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己无法放下对他的感情和希望，这让我很难过和困惑。我确实对他有很多的期待，所以才会一直主动联系他。但是他的回应让我感到困惑和失望。我开始怀疑自己是否在他眼中变得烦人和无趣。我害怕自己的行为会进一步加重他对我的反感。但是我真的想知道他对我的态度，也想和他好好相处。或许我应该学会放手，不再强求和他在一起。但是不联系他，我真的很害怕没有未来。",
    "annotation": [
      {
        "sentence": "我觉得自己无法放下对他的感情和希望，这让我很难过和困惑。",
        "label": ""
      },
      {
        "sentence": "我确实对他有很多的期待，所以才会一直主动联系他。",
        "label": ""
      },
      {
        "sentence": "但是他的回应让我感到困惑和失望。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是否在他眼中变得烦人和无趣。",
        "label": ""
      },
      {
        "sentence": "我害怕自己的行为会进一步加重他对我的反感。",
        "label": ""
      },
      {
        "sentence": "但是我真的想知道他对我的态度，也想和他好好相处。",
        "label": ""
      },
      {
        "sentence": "或许我应该学会放手，不再强求和他在一起。",
        "label": ""
      },
      {
        "sentence": "但是不联系他，我真的很害怕没有未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全可以理解。失去一段感情确实会让人感到困惑和难受，特别是当你的期望和现实产生差距的时候。但是，重要的是你首先要关注自己的感受和情感需求。不要过于纠结于他当下的回应和态度，因为这并不完全代表他对你的真正想法。有时候，人们在经历情感变动时会选择不表达自己的情感，这并不一定是因为讨厌你或者对你失去了兴趣。你可以试着放下一些过度的期待，让自己在这段感情的处理上更加宽容和自然。和他保持良好的沟通，坦诚地表达你的感受和需求，也让他有机会分享他的想法。同时，也要学会照顾到自己的情感，不要过于依赖他的回应和态度来确定自己的价值。相信你会找到自己的答案和新的未来。",
    "annotation": [
      {
        "sentence": "你的感受我完全可以理解。",
        "label": ""
      },
      {
        "sentence": "失去一段感情确实会让人感到困惑和难受，特别是当你的期望和现实产生差距的时候。",
        "label": ""
      },
      {
        "sentence": "但是，重要的是你首先要关注自己的感受和情感需求。",
        "label": ""
      },
      {
        "sentence": "不要过于纠结于他当下的回应和态度，因为这并不完全代表他对你的真正想法。",
        "label": ""
      },
      {
        "sentence": "有时候，人们在经历情感变动时会选择不表达自己的情感，这并不一定是因为讨厌你或者对你失去了兴趣。",
        "label": ""
      },
      {
        "sentence": "你可以试着放下一些过度的期待，让自己在这段感情的处理上更加宽容和自然。",
        "label": ""
      },
      {
        "sentence": "和他保持良好的沟通，坦诚地表达你的感受和需求，也让他有机会分享他的想法。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会照顾到自己的情感，不要过于依赖他的回应和态度来确定自己的价值。",
        "label": ""
      },
      {
        "sentence": "相信你会找到自己的答案和新的未来。",
        "label": ""
      }
    ]
  }
]