[
  {
    "role": "client",
    "content": "失恋后抑郁难过，但是无法放弃也无法生活怎么办？我最近总是怀疑自己，我不知道我是不是不识趣，不懂成人之间的潜台词。",
    "annotation": [
      {
        "sentence": "失恋后抑郁难过，但是无法放弃也无法生活怎么办？",
        "label": ""
      },
      {
        "sentence": "我最近总是怀疑自己，我不知道我是不是不识趣，不懂成人之间的潜台词。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失恋是非常痛苦的经历，你能够表露出来是一件很好的事情，这表明你对自己的感受有所认同。你可以先跟我分享一下你最近的情况，我们一起分析处理的方法。",
    "annotation": [
      {
        "sentence": "失恋是非常痛苦的经历，你能够表露出来是一件很好的事情，这表明你对自己的感受有所认同。",
        "label": ""
      },
      {
        "sentence": "你可以先跟我分享一下你最近的情况，我们一起分析处理的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没有分手之前，他对我说最近工作忙，我会质问你以前不是这么说的，后来他说我太咄咄逼人，有时候。我开始反思，我想解决问题。可是后来慢慢变成我一大堆话，他不说话。问为什么不说话，他说我的话没法接，不知道怎么说。",
    "annotation": [
      {
        "sentence": "没有分手之前，他对我说最近工作忙，我会质问你以前不是这么说的，后来他说我太咄咄逼人，有时候。",
        "label": ""
      },
      {
        "sentence": "我开始反思，我想解决问题。",
        "label": ""
      },
      {
        "sentence": "可是后来慢慢变成我一大堆话，他不说话。",
        "label": ""
      },
      {
        "sentence": "问为什么不说话，他说我的话没法接，不知道怎么说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你对于你们之间的沟通问题很在意，也尝试去分析问题的根源。你在质问他的时候，他可能会感到压力很大，不愿意这样回答你的问题。我认为这时候我们需要尝试一些新的方法去让对方更愿意跟我们分享自己的感受。",
    "annotation": [
      {
        "sentence": "看起来你对于你们之间的沟通问题很在意，也尝试去分析问题的根源。",
        "label": ""
      },
      {
        "sentence": "你在质问他的时候，他可能会感到压力很大，不愿意这样回答你的问题。",
        "label": ""
      },
      {
        "sentence": "我认为这时候我们需要尝试一些新的方法去让对方更愿意跟我们分享自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "分手后，我问他还喜不喜欢我，会讨厌我吗，对我什么心态，他总是不回答，他是他没法回答，答案是活的，他不能给死的答案。我们之前聊天都还不错，现在越来越冷，他总是我说什么他回什么，而且五个字左右，有时候关心的话语或者什么也直接不回。我会想我是不是烦到他了，是不是不应该找他，或者他希望冷处理，我慢慢就不联系他。但是我问他对我什么态度，他不会答应我。是我不识趣吗？不懂得离开？我真的很想和他好好的。但我真的感觉他越来越不喜欢我了。如果我的频繁找他，只会讨厌，我可以不联系，但我真的为什么非要别人说出来呢？我也好怕不联系就没有以后了。",
    "annotation": [
      {
        "sentence": "分手后，我问他还喜不喜欢我，会讨厌我吗，对我什么心态，他总是不回答，他是他没法回答，答案是活的，他不能给死的答案。",
        "label": ""
      },
      {
        "sentence": "我们之前聊天都还不错，现在越来越冷，他总是我说什么他回什么，而且五个字左右，有时候关心的话语或者什么也直接不回。",
        "label": ""
      },
      {
        "sentence": "我会想我是不是烦到他了，是不是不应该找他，或者他希望冷处理，我慢慢就不联系他。",
        "label": ""
      },
      {
        "sentence": "但是我问他对我什么态度，他不会答应我。",
        "label": ""
      },
      {
        "sentence": "是我不识趣吗？",
        "label": ""
      },
      {
        "sentence": "不懂得离开？",
        "label": ""
      },
      {
        "sentence": "我真的很想和他好好的。",
        "label": ""
      },
      {
        "sentence": "但我真的感觉他越来越不喜欢我了。",
        "label": ""
      },
      {
        "sentence": "如果我的频繁找他，只会讨厌，我可以不联系，但我真的为什么非要别人说出来呢？",
        "label": ""
      },
      {
        "sentence": "我也好怕不联系就没有以后了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你很在意他现在的心态，也很担心这样的沟通会让你们之间的关系变得更加僵化。我想我们可以先放松心态，尝试从自己的角度出发，去寻找一些新的方法来与他沟通。比如说，你可以在聊天中提出感性的话题，或者尝试给他一些正面的反馈，这种方式可能会让他注意到你们之间的微妙变化。",
    "annotation": [
      {
        "sentence": "听起来你很在意他现在的心态，也很担心这样的沟通会让你们之间的关系变得更加僵化。",
        "label": ""
      },
      {
        "sentence": "我想我们可以先放松心态，尝试从自己的角度出发，去寻找一些新的方法来与他沟通。",
        "label": ""
      },
      {
        "sentence": "比如说，你可以在聊天中提出感性的话题，或者尝试给他一些正面的反馈，这种方式可能会让他注意到你们之间的微妙变化。",
        "label": ""
      }
    ]
  }
]