[
  {
    "role": "client",
    "content": "失恋后抑郁难过，但是无法放弃也无法生活怎么办？我最近总是怀疑自己，我不知道我是不是不识趣，不懂成人之间的潜台词。没有分手之前，他对我说最近工作忙，我会质问你以前不是这么说的，后来他说我太咄咄逼人，有时候。",
    "annotation": [
      {
        "sentence": "失恋后抑郁难过，但是无法放弃也无法生活怎么办？",
        "label": ""
      },
      {
        "sentence": "我最近总是怀疑自己，我不知道我是不是不识趣，不懂成人之间的潜台词。",
        "label": ""
      },
      {
        "sentence": "没有分手之前，他对我说最近工作忙，我会质问你以前不是这么说的，后来他说我太咄咄逼人，有时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你怀疑自己是否不懂得成人之间得潜台词，其实恋爱中的人，往往都是回到自己最小的那个状态，并不一定是成人或者成熟的状态。男友偏向回避性格，回避也是一种自我保护形式。他说他忙，你不断追问，对方才回答你太咄咄逼人。当对方感受到不舒服的时候，他本能的选择了回避。这可能是他和父母互动的模式，他没有办法直接说出自己的感受。当对方突破自己的界限时候，他会选择忍受，忍受久了选择逃离。",
    "annotation": [
      {
        "sentence": "你说你怀疑自己是否不懂得成人之间得潜台词，其实恋爱中的人，往往都是回到自己最小的那个状态，并不一定是成人或者成熟的状态。",
        "label": ""
      },
      {
        "sentence": "男友偏向回避性格，回避也是一种自我保护形式。",
        "label": ""
      },
      {
        "sentence": "他说他忙，你不断追问，对方才回答你太咄咄逼人。",
        "label": ""
      },
      {
        "sentence": "当对方感受到不舒服的时候，他本能的选择了回避。",
        "label": ""
      },
      {
        "sentence": "这可能是他和父母互动的模式，他没有办法直接说出自己的感受。",
        "label": ""
      },
      {
        "sentence": "当对方突破自己的界限时候，他会选择忍受，忍受久了选择逃离。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始反思，我想解决问题。可是后来慢慢变成我一大堆话，他不说话。问为什么不说话，他说我的话没法接，不知道怎么说。分手后，我问他还喜不喜欢我，会讨厌我吗，对我什么心态，他总是不回答，他是他没法回答，答案是活的，他不能给死的答案。",
    "annotation": [
      {
        "sentence": "我开始反思，我想解决问题。",
        "label": ""
      },
      {
        "sentence": "可是后来慢慢变成我一大堆话，他不说话。",
        "label": ""
      },
      {
        "sentence": "问为什么不说话，他说我的话没法接，不知道怎么说。",
        "label": ""
      },
      {
        "sentence": "分手后，我问他还喜不喜欢我，会讨厌我吗，对我什么心态，他总是不回答，他是他没法回答，答案是活的，他不能给死的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他的回避让你陷入了情绪的困扰中，你开始反思自己的问题，并试图解决问题。但渐渐地，你说的话越来越多，他却选择不说话。问为什么不说话，他说你的话没法接，不知道怎么说。分手后，你问他是否还喜欢你，是否会讨厌你，对你的心态是怎样的，他总是不回答。他无法回答这些问题，因为答案是活的，他不能给出确定的答案。",
    "annotation": [
      {
        "sentence": "他的回避让你陷入了情绪的困扰中，你开始反思自己的问题，并试图解决问题。",
        "label": ""
      },
      {
        "sentence": "但渐渐地，你说的话越来越多，他却选择不说话。",
        "label": ""
      },
      {
        "sentence": "问为什么不说话，他说你的话没法接，不知道怎么说。",
        "label": ""
      },
      {
        "sentence": "分手后，你问他是否还喜欢你，是否会讨厌你，对你的心态是怎样的，他总是不回答。",
        "label": ""
      },
      {
        "sentence": "他无法回答这些问题，因为答案是活的，他不能给出确定的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之前聊天都还不错，现在越来越冷，他总是我说什么他回什么，而且五个字左右，有时候关心的话语或者什么也直接不回。我会想我是不是烦到他了，是不是不应该找他，或者他希望冷处理，我慢慢就不联系他。但是我问他对我什么态度，他不会答应我。是我不识趣吗？不懂得离开？",
    "annotation": [
      {
        "sentence": "我们之前聊天都还不错，现在越来越冷，他总是我说什么他回什么，而且五个字左右，有时候关心的话语或者什么也直接不回。",
        "label": ""
      },
      {
        "sentence": "我会想我是不是烦到他了，是不是不应该找他，或者他希望冷处理，我慢慢就不联系他。",
        "label": ""
      },
      {
        "sentence": "但是我问他对我什么态度，他不会答应我。",
        "label": ""
      },
      {
        "sentence": "是我不识趣吗？",
        "label": ""
      },
      {
        "sentence": "不懂得离开？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们之前聊天的氛围还不错，但现在变得越来越冷淡，他总是只回复你说的话，而且每次只有五个字左右，有时候甚至直接不回复关心的话语。你担心自己是否烦到他了，是否不应该找他，或者他希望采用冷处理的方式。因此，你慢慢地减少与他的联系。但是当你问他对你的态度时，他无法给出明确的答复。你开始怀疑自己是否不识趣，是否不懂得离开。",
    "annotation": [
      {
        "sentence": "你们之前聊天的氛围还不错，但现在变得越来越冷淡，他总是只回复你说的话，而且每次只有五个字左右，有时候甚至直接不回复关心的话语。",
        "label": ""
      },
      {
        "sentence": "你担心自己是否烦到他了，是否不应该找他，或者他希望采用冷处理的方式。",
        "label": ""
      },
      {
        "sentence": "因此，你慢慢地减少与他的联系。",
        "label": ""
      },
      {
        "sentence": "但是当你问他对你的态度时，他无法给出明确的答复。",
        "label": ""
      },
      {
        "sentence": "你开始怀疑自己是否不识趣，是否不懂得离开。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很想和他好好的。但我真的感觉他越来越不喜欢我了。如果我的频繁找他，只会讨厌，我可以不联系，但我真的为什么非要别人说出来呢？我也好怕不联系就没有以后了。",
    "annotation": [
      {
        "sentence": "我真的很想和他好好的。",
        "label": ""
      },
      {
        "sentence": "但我真的感觉他越来越不喜欢我了。",
        "label": ""
      },
      {
        "sentence": "如果我的频繁找他，只会讨厌，我可以不联系，但我真的为什么非要别人说出来呢？",
        "label": ""
      },
      {
        "sentence": "我也好怕不联系就没有以后了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你真的很希望和他好好相处。但你渐渐地感觉到他对你的不喜欢。如果你频繁找他，可能只会让对方讨厌你。你可以选择不联系他，但你为什么非要别人告诉你他的真实想法呢？同时，你也很担心如果不联系他，就没有未来了。",
    "annotation": [
      {
        "sentence": "我了解你真的很希望和他好好相处。",
        "label": ""
      },
      {
        "sentence": "但你渐渐地感觉到他对你的不喜欢。",
        "label": ""
      },
      {
        "sentence": "如果你频繁找他，可能只会让对方讨厌你。",
        "label": ""
      },
      {
        "sentence": "你可以选择不联系他，但你为什么非要别人告诉你他的真实想法呢？",
        "label": ""
      },
      {
        "sentence": "同时，你也很担心如果不联系他，就没有未来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是我不识趣吗？不懂得离开？",
    "annotation": [
      {
        "sentence": "是我不识趣吗？",
        "label": ""
      },
      {
        "sentence": "不懂得离开？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不，不是因为你不识趣，也不是因为你不懂得离开。永远不要怀疑自己的价值。每个人都有自己的方式和特点，他们喜欢什么样的人，选择和不选择在一起都是因为互相吸引。你不能因为他的回避而怀疑自己的价值。",
    "annotation": [
      {
        "sentence": "不，不是因为你不识趣，也不是因为你不懂得离开。",
        "label": ""
      },
      {
        "sentence": "永远不要怀疑自己的价值。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的方式和特点，他们喜欢什么样的人，选择和不选择在一起都是因为互相吸引。",
        "label": ""
      },
      {
        "sentence": "你不能因为他的回避而怀疑自己的价值。",
        "label": ""
      }
    ]
  }
]