[
  {
    "role": "client",
    "content": "什么是自私？孩子与父母的界限在哪里？我想知道，我总感觉父母就想小孩一样，她们也许从小缺爱，感觉都没有正确沟通的方式，一个只会喊一个逃避问题。可是有时候又很好，她们之间也是对我从小都很民主很好也很支持我。但是我从很小(大概初中左右)就感觉很累很累，好像什么事情大事小事都要我操心，家里两代人的关系，小事买个东西办个事情，可能也是我比较独立，什么事情都能自己解决，(比如初中遇到一些商家不合理的收费投诉会成功这种)。但是就感觉好累啊，感觉看着自己家人做什么事好像都不放心，实际上也确实好多事情她们处理不好。我每次都告诉自己不要管他们是成年人，但是最后忍不住或许莫名其妙他们没处理好，或者找我等等又要管。",
    "annotation": [
      {
        "sentence": "什么是自私？",
        "label": ""
      },
      {
        "sentence": "孩子与父母的界限在哪里？",
        "label": ""
      },
      {
        "sentence": "我想知道，我总感觉父母就想小孩一样，她们也许从小缺爱，感觉都没有正确沟通的方式，一个只会喊一个逃避问题。",
        "label": ""
      },
      {
        "sentence": "可是有时候又很好，她们之间也是对我从小都很民主很好也很支持我。",
        "label": ""
      },
      {
        "sentence": "但是我从很小(大概初中左右)就感觉很累很累，好像什么事情大事小事都要我操心，家里两代人的关系，小事买个东西办个事情，可能也是我比较独立，什么事情都能自己解决，(比如初中遇到一些商家不合理的收费投诉会成功这种)。",
        "label": ""
      },
      {
        "sentence": "但是就感觉好累啊，感觉看着自己家人做什么事好像都不放心，实际上也确实好多事情她们处理不好。",
        "label": ""
      },
      {
        "sentence": "我每次都告诉自己不要管他们是成年人，但是最后忍不住或许莫名其妙他们没处理好，或者找我等等又要管。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对于家人的关系感到非常困惑和疲惫。自私是指一方只关注自己的需求，而不顾及他人的感受和需要。父母和孩子之间的界限比较模糊，这需要双方不断的沟通和协商。你提到父母对你有时候很好，从小也支持你，这说明他们也在尽力关心你和帮助你。对于家庭中的琐事和关系问题，你的独立能力很强，可以解决很多问题。然而，你也感到累了，看到家人处理事情时不放心，因为有些事情他们无法妥善处理。你尝试告诉自己不要过度干涉他们，但最后还是忍不住要帮助他们。",
    "annotation": [
      {
        "sentence": "听起来你对于家人的关系感到非常困惑和疲惫。",
        "label": ""
      },
      {
        "sentence": "自私是指一方只关注自己的需求，而不顾及他人的感受和需要。",
        "label": ""
      },
      {
        "sentence": "父母和孩子之间的界限比较模糊，这需要双方不断的沟通和协商。",
        "label": ""
      },
      {
        "sentence": "你提到父母对你有时候很好，从小也支持你，这说明他们也在尽力关心你和帮助你。",
        "label": ""
      },
      {
        "sentence": "对于家庭中的琐事和关系问题，你的独立能力很强，可以解决很多问题。",
        "label": ""
      },
      {
        "sentence": "然而，你也感到累了，看到家人处理事情时不放心，因为有些事情他们无法妥善处理。",
        "label": ""
      },
      {
        "sentence": "你尝试告诉自己不要过度干涉他们，但最后还是忍不住要帮助他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也知道他们是成年人，应该自己解决问题，但是看到他们处理不好就忍不住要出手。有时候我才20岁，觉得自己挺年轻的，不想再承担太多责任，但是家人的事情又不由自主地牵扯到我身上。我真的快要崩溃了。",
    "annotation": [
      {
        "sentence": "是的，我也知道他们是成年人，应该自己解决问题，但是看到他们处理不好就忍不住要出手。",
        "label": ""
      },
      {
        "sentence": "有时候我才20岁，觉得自己挺年轻的，不想再承担太多责任，但是家人的事情又不由自主地牵扯到我身上。",
        "label": ""
      },
      {
        "sentence": "我真的快要崩溃了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的矛盾和压力。作为一个年轻人，你有自己的学业和发展需要关注。同时，家人的问题也让你无法摆脱。这种情况下，你可能会感到非常困惑和疲惫。要知道，你并不是万能的，无法解决所有问题。对于家人的事情，你可以试着和他们进行深入的沟通，表达你的困惑和需求，看看是否可以找到一些共同的解决办法。",
    "annotation": [
      {
        "sentence": "我能理解你的矛盾和压力。",
        "label": ""
      },
      {
        "sentence": "作为一个年轻人，你有自己的学业和发展需要关注。",
        "label": ""
      },
      {
        "sentence": "同时，家人的问题也让你无法摆脱。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你可能会感到非常困惑和疲惫。",
        "label": ""
      },
      {
        "sentence": "要知道，你并不是万能的，无法解决所有问题。",
        "label": ""
      },
      {
        "sentence": "对于家人的事情，你可以试着和他们进行深入的沟通，表达你的困惑和需求，看看是否可以找到一些共同的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的对，我确实需要和他们更多地沟通。或许我可以试试和他们坐下来，谈谈我对于家庭关系的感受和希望。但是我也害怕他们不理解我或者觉得我不体谅他们的处境。",
    "annotation": [
      {
        "sentence": "我觉得你说的对，我确实需要和他们更多地沟通。",
        "label": ""
      },
      {
        "sentence": "或许我可以试试和他们坐下来，谈谈我对于家庭关系的感受和希望。",
        "label": ""
      },
      {
        "sentence": "但是我也害怕他们不理解我或者觉得我不体谅他们的处境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是可以理解的。家人之间要进行有效的沟通并不容易，但是如果你一直不表达自己的感受和需求，问题也不会得到解决。试着选择一个适当的时机和他们坐下来，以平和的语气表达你的想法。尊重彼此的感受是很重要的，同时，你也需要坚持自己的需求和边界，才能达到相互理解与妥协。",
    "annotation": [
      {
        "sentence": "这种担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "家人之间要进行有效的沟通并不容易，但是如果你一直不表达自己的感受和需求，问题也不会得到解决。",
        "label": ""
      },
      {
        "sentence": "试着选择一个适当的时机和他们坐下来，以平和的语气表达你的想法。",
        "label": ""
      },
      {
        "sentence": "尊重彼此的感受是很重要的，同时，你也需要坚持自己的需求和边界，才能达到相互理解与妥协。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我会试一试的。谢谢你的支持和建议。我会尽力去沟通，同时也要学会照顾好自己的需要和发展。",
    "annotation": [
      {
        "sentence": "我想我会试一试的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会尽力去沟通，同时也要学会照顾好自己的需要和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。希望通过沟通，你能够和家人解开心结，找到一种彼此理解和和谐相处的方式。记得在处理家庭问题的同时，也要关注自己的成长和学业。祝你顺利！如果还需要帮助，随时可以找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "希望通过沟通，你能够和家人解开心结，找到一种彼此理解和和谐相处的方式。",
        "label": ""
      },
      {
        "sentence": "记得在处理家庭问题的同时，也要关注自己的成长和学业。",
        "label": ""
      },
      {
        "sentence": "祝你顺利！",
        "label": ""
      },
      {
        "sentence": "如果还需要帮助，随时可以找我聊天。",
        "label": ""
      }
    ]
  }
]