[
  {
    "role": "client",
    "content": "什么是自私？孩子与父母的界限在哪里？我想知道，我总感觉父母就想小孩一样，她们也许从小缺爱，感觉都没有正确沟通的方式，一个只会喊一个逃避问题。可是有时候又很好，她们之间也是对我从小都很民主很好也很支持我。但是我从很小(大概初中左右)就感觉很累很累，好像什么事情大事小事都要我操心，家里两代人的关系，小事买个东西办个事情，可能也是我比较独立，什么事情都能自己解决，(比如初中遇到一些商家不合理的收费投诉会成功这种)。但是就感觉好累啊，感觉看着自己家人做什么事好像都不放心，实际上也确实好多事情她们处理不好。我每次都告诉自己不要管他们是成年人，但是最后忍不住或许莫名其妙他们没处理好，或者找我等等又要管。我现在20了，我是不小了，可能我真的累了，我好多事情不想去管算是自私吗？而且好多事情她们真的弄不好我也不放心。但是我又有重要的事情要学习，我的高考已经因为他们当时要闹离婚导致我考低了一百多分了(没看错就是一百多分)。",
    "annotation": [
      {
        "sentence": "什么是自私？",
        "label": ""
      },
      {
        "sentence": "孩子与父母的界限在哪里？",
        "label": ""
      },
      {
        "sentence": "我想知道，我总感觉父母就想小孩一样，她们也许从小缺爱，感觉都没有正确沟通的方式，一个只会喊一个逃避问题。",
        "label": ""
      },
      {
        "sentence": "可是有时候又很好，她们之间也是对我从小都很民主很好也很支持我。",
        "label": ""
      },
      {
        "sentence": "但是我从很小(大概初中左右)就感觉很累很累，好像什么事情大事小事都要我操心，家里两代人的关系，小事买个东西办个事情，可能也是我比较独立，什么事情都能自己解决，(比如初中遇到一些商家不合理的收费投诉会成功这种)。",
        "label": ""
      },
      {
        "sentence": "但是就感觉好累啊，感觉看着自己家人做什么事好像都不放心，实际上也确实好多事情她们处理不好。",
        "label": ""
      },
      {
        "sentence": "我每次都告诉自己不要管他们是成年人，但是最后忍不住或许莫名其妙他们没处理好，或者找我等等又要管。",
        "label": ""
      },
      {
        "sentence": "我现在20了，我是不小了，可能我真的累了，我好多事情不想去管算是自私吗？",
        "label": ""
      },
      {
        "sentence": "而且好多事情她们真的弄不好我也不放心。",
        "label": ""
      },
      {
        "sentence": "但是我又有重要的事情要学习，我的高考已经因为他们当时要闹离婚导致我考低了一百多分了(没看错就是一百多分)。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困扰，我能理解你的感受。从初中开始你就一直为家里的事情操心，明明是大人们应该负责的事情，可你还是会帮他们处理各种事情，这无疑让你感到疲惫不堪，也耽误了你的学习。你希望能够走出这个困扰。首先，我要告诉你的是，你关注自己的事情并不是自私的表现。在心理学中有一个概念叫做分离。根据阿德勒的理论，要解决人际关系的困扰，需要区分什么是你的问题，什么是别人的问题。每个人因为人际关系产生的感受，都是他们自己的问题。在你与家人之间的关系中，你感到的无力、精力被消耗，以及对他们不会给你生活费等等都是你需要解决的问题。因为你永远无法改变别人。虽然你可以有期望，但别人有着他们的行事逻辑。尽管他们身上存在很多问题，但那是他们的问题，是因为他们的能力有限。尽管你经常会帮助他们，但你一定要在自己有足够力量的情况下才能这样做。不要担心自己在家人眼中是否还是他们心目中的好孩子。你听说过这样一句话吗：“我们一生不过是为了摆脱他人的期待，成为真正的自己。”请相信你自己足够出色，也要知道家人总是有他们的局限性，放下那些他们目前可能无法给予你的各种认可，学会给自己打气。通常来说，家人怎么可能不给你生活费呢？这可能是你不愿意面对这个关系，所以才会产生这样的想法。你是不是特别希望早日独立，可以摆脱他们的各种问题呢？现在你会担心，如果不管他们了，他们也会不管你吗？你敢和他们沟通这个问题吗？我以前也有过类似的经历，那时还没有工作，总担心因为自己任性，做一些家人不期望的事情会和他们闹僵，他们会不管我，不给我钱。所以我非常能理解你的心情。后来长大了，才知道那都是我杞人忧天。也许是因为我看了太多电视剧，剧中子女被家人挟持的情节导致我有这样的想法，还因为我还没有完全独立。这更多地是因为我们内心的安全感不足。所以我觉得你更要好好学习，培养自己的能力，找到自己需要的安全感。放下心结，专心做好你自己的事情。当你明确了什么事是属于大人们的事情时，即使你选择帮助他们，你的心态也会轻松很多。把“不得不”帮他们处理的想法替换成“我选择”为他们提供帮助。要知道你有选择的权利。当你越来越明确自己想要什么，尝试逐渐建立自己的界限，不过分干涉大人们的事情时，你的能量会越来越充足，安全感也会慢慢建立起来。这个过程需要慢慢来。当你摆脱了对家里各种事情的担心，可能会感到轻松一些。对于那些并不那么重要的事情，你可以试着想一下，即使他们处理得不如你理想，最坏的结果能接受吗？试着逐渐放下。最后，祝福你！",
    "annotation": [
      {
        "sentence": "看到你的困扰，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "从初中开始你就一直为家里的事情操心，明明是大人们应该负责的事情，可你还是会帮他们处理各种事情，这无疑让你感到疲惫不堪，也耽误了你的学习。",
        "label": ""
      },
      {
        "sentence": "你希望能够走出这个困扰。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你的是，你关注自己的事情并不是自私的表现。",
        "label": ""
      },
      {
        "sentence": "在心理学中有一个概念叫做分离。",
        "label": ""
      },
      {
        "sentence": "根据阿德勒的理论，要解决人际关系的困扰，需要区分什么是你的问题，什么是别人的问题。",
        "label": ""
      },
      {
        "sentence": "每个人因为人际关系产生的感受，都是他们自己的问题。",
        "label": ""
      },
      {
        "sentence": "在你与家人之间的关系中，你感到的无力、精力被消耗，以及对他们不会给你生活费等等都是你需要解决的问题。",
        "label": ""
      },
      {
        "sentence": "因为你永远无法改变别人。",
        "label": ""
      },
      {
        "sentence": "虽然你可以有期望，但别人有着他们的行事逻辑。",
        "label": ""
      },
      {
        "sentence": "尽管他们身上存在很多问题，但那是他们的问题，是因为他们的能力有限。",
        "label": ""
      },
      {
        "sentence": "尽管你经常会帮助他们，但你一定要在自己有足够力量的情况下才能这样做。",
        "label": ""
      },
      {
        "sentence": "不要担心自己在家人眼中是否还是他们心目中的好孩子。",
        "label": ""
      },
      {
        "sentence": "你听说过这样一句话吗：“我们一生不过是为了摆脱他人的期待，成为真正的自己。",
        "label": ""
      },
      {
        "sentence": "”请相信你自己足够出色，也要知道家人总是有他们的局限性，放下那些他们目前可能无法给予你的各种认可，学会给自己打气。",
        "label": ""
      },
      {
        "sentence": "通常来说，家人怎么可能不给你生活费呢？",
        "label": ""
      },
      {
        "sentence": "这可能是你不愿意面对这个关系，所以才会产生这样的想法。",
        "label": ""
      },
      {
        "sentence": "你是不是特别希望早日独立，可以摆脱他们的各种问题呢？",
        "label": ""
      },
      {
        "sentence": "现在你会担心，如果不管他们了，他们也会不管你吗？",
        "label": ""
      },
      {
        "sentence": "你敢和他们沟通这个问题吗？",
        "label": ""
      },
      {
        "sentence": "我以前也有过类似的经历，那时还没有工作，总担心因为自己任性，做一些家人不期望的事情会和他们闹僵，他们会不管我，不给我钱。",
        "label": ""
      },
      {
        "sentence": "所以我非常能理解你的心情。",
        "label": ""
      },
      {
        "sentence": "后来长大了，才知道那都是我杞人忧天。",
        "label": ""
      },
      {
        "sentence": "也许是因为我看了太多电视剧，剧中子女被家人挟持的情节导致我有这样的想法，还因为我还没有完全独立。",
        "label": ""
      },
      {
        "sentence": "这更多地是因为我们内心的安全感不足。",
        "label": ""
      },
      {
        "sentence": "所以我觉得你更要好好学习，培养自己的能力，找到自己需要的安全感。",
        "label": ""
      },
      {
        "sentence": "放下心结，专心做好你自己的事情。",
        "label": ""
      },
      {
        "sentence": "当你明确了什么事是属于大人们的事情时，即使你选择帮助他们，你的心态也会轻松很多。",
        "label": ""
      },
      {
        "sentence": "把“不得不”帮他们处理的想法替换成“我选择”为他们提供帮助。",
        "label": ""
      },
      {
        "sentence": "要知道你有选择的权利。",
        "label": ""
      },
      {
        "sentence": "当你越来越明确自己想要什么，尝试逐渐建立自己的界限，不过分干涉大人们的事情时，你的能量会越来越充足，安全感也会慢慢建立起来。",
        "label": ""
      },
      {
        "sentence": "这个过程需要慢慢来。",
        "label": ""
      },
      {
        "sentence": "当你摆脱了对家里各种事情的担心，可能会感到轻松一些。",
        "label": ""
      },
      {
        "sentence": "对于那些并不那么重要的事情，你可以试着想一下，即使他们处理得不如你理想，最坏的结果能接受吗？",
        "label": ""
      },
      {
        "sentence": "试着逐渐放下。",
        "label": ""
      },
      {
        "sentence": "最后，祝福你！",
        "label": ""
      }
    ]
  }
]