[
  {
    "role": "client",
    "content": "每到春节、中秋节等团圆节就特别的难受，不想回家？",
    "annotation": [
      {
        "sentence": "每到春节、中秋节等团圆节就特别的难受，不想回家？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困惑是：每到春节、中秋节等团圆节就特别的难受，不想回家？唐代诗人王维有一句诗：独在异乡为异客，每逢佳节倍思亲。这句诗词所表达的意思，大概是在异乡没有归属感，在中国的传统节日，亲人都团圆了，而自己却不能与他们一起，所以倍感孤独吧。相信你，也有这样的感觉。在中秋和春节这两个全国人民阖家团圆的节日里，你的思乡思亲之情油然升起，但是，却因为亲人们不能给你爱的温暖，不想回到他们的身边。这种渴望而无法得到的爱和归属的需要，让你备感凄凉、孤单和难受，对不对？看了你的描述，深深地为你的遭遇和处境叹息。现在，我们共同来探讨一下，你该怎么办。",
    "annotation": [
      {
        "sentence": "看到你的困惑是：每到春节、中秋节等团圆节就特别的难受，不想回家？",
        "label": ""
      },
      {
        "sentence": "唐代诗人王维有一句诗：独在异乡为异客，每逢佳节倍思亲。",
        "label": ""
      },
      {
        "sentence": "这句诗词所表达的意思，大概是在异乡没有归属感，在中国的传统节日，亲人都团圆了，而自己却不能与他们一起，所以倍感孤独吧。",
        "label": ""
      },
      {
        "sentence": "相信你，也有这样的感觉。",
        "label": ""
      },
      {
        "sentence": "在中秋和春节这两个全国人民阖家团圆的节日里，你的思乡思亲之情油然升起，但是，却因为亲人们不能给你爱的温暖，不想回到他们的身边。",
        "label": ""
      },
      {
        "sentence": "这种渴望而无法得到的爱和归属的需要，让你备感凄凉、孤单和难受，对不对？",
        "label": ""
      },
      {
        "sentence": "看了你的描述，深深地为你的遭遇和处境叹息。",
        "label": ""
      },
      {
        "sentence": "现在，我们共同来探讨一下，你该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心。我是24岁女生，已经工作了三年，现在正在备考研究生。我有一个交往四年的男友，但他准备考博，没有打算和我结婚。从小我就是留守儿童，家庭经济条件不好，我是跟外婆一起长大的。在我高二时，爸爸外出打工，大三回到家乡与我妈妈离婚，理由是互相认为对方出轨。2017年春节前一天，我好心给妈妈做饭吃，她却辱骂我，我受不了就回了学校。之后很少回家过节，而且回去后都会受到妈妈的辱骂，导致我一想到回家就受不了。从小带我长大的外婆现在跟出轨的舅舅住，爸爸没有房子，我不想回去找他们。",
    "annotation": [
      {
        "sentence": "谢谢你的关心。",
        "label": ""
      },
      {
        "sentence": "我是24岁女生，已经工作了三年，现在正在备考研究生。",
        "label": ""
      },
      {
        "sentence": "我有一个交往四年的男友，但他准备考博，没有打算和我结婚。",
        "label": ""
      },
      {
        "sentence": "从小我就是留守儿童，家庭经济条件不好，我是跟外婆一起长大的。",
        "label": ""
      },
      {
        "sentence": "在我高二时，爸爸外出打工，大三回到家乡与我妈妈离婚，理由是互相认为对方出轨。",
        "label": ""
      },
      {
        "sentence": "2017年春节前一天，我好心给妈妈做饭吃，她却辱骂我，我受不了就回了学校。",
        "label": ""
      },
      {
        "sentence": "之后很少回家过节，而且回去后都会受到妈妈的辱骂，导致我一想到回家就受不了。",
        "label": ""
      },
      {
        "sentence": "从小带我长大的外婆现在跟出轨的舅舅住，爸爸没有房子，我不想回去找他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我可以看到以下的情况：你是一名24岁的女生，工作三年后现在正在备考研究生。你很努力且上进，为自己的目标拼搏。你有一个交往四年的男友，但他准备考博，没有打算和你结婚。从小你是留守儿童，家庭经济条件不好，和外婆一起长大。在你高二时，爸爸出外打工，大三回到家乡与你妈妈离婚，理由是互相认为对方出轨。在2017年春节前一天，你好心给妈妈做饭吃，但她却辱骂你，你受不了就回学校了。之后很少回家过节，而且回去后都会受到妈妈的辱骂，导致你一想到回家就受不了。从小带你长大的外婆现在和出轨的舅舅住在一起，爸爸没有房子，你不想去找他们。经过分析，我可以给你一些建议。",
    "annotation": [
      {
        "sentence": "通过你的描述，我可以看到以下的情况：你是一名24岁的女生，工作三年后现在正在备考研究生。",
        "label": ""
      },
      {
        "sentence": "你很努力且上进，为自己的目标拼搏。",
        "label": ""
      },
      {
        "sentence": "你有一个交往四年的男友，但他准备考博，没有打算和你结婚。",
        "label": ""
      },
      {
        "sentence": "从小你是留守儿童，家庭经济条件不好，和外婆一起长大。",
        "label": ""
      },
      {
        "sentence": "在你高二时，爸爸出外打工，大三回到家乡与你妈妈离婚，理由是互相认为对方出轨。",
        "label": ""
      },
      {
        "sentence": "在2017年春节前一天，你好心给妈妈做饭吃，但她却辱骂你，你受不了就回学校了。",
        "label": ""
      },
      {
        "sentence": "之后很少回家过节，而且回去后都会受到妈妈的辱骂，导致你一想到回家就受不了。",
        "label": ""
      },
      {
        "sentence": "从小带你长大的外婆现在和出轨的舅舅住在一起，爸爸没有房子，你不想去找他们。",
        "label": ""
      },
      {
        "sentence": "经过分析，我可以给你一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分析。其实，在个人发展上，我有明确的目标并一直在努力。男友也是一个很上进、很在乎个人事业和前程的人。他没有打算和我结婚，是因为考博后的一段时间不想结婚，但我不确定他一直是否都不想与我结婚。而且，我从小就是留守儿童，这让我内心缺乏归属感，感觉无助和无依。爸爸和妈妈离婚，相互指责对方出轨，让我觉得更加不完整。当我好心给妈妈做饭时，是多想得到她的爱啊，然而她却不领情，回骂我。在春节这个热闹的日子里，一个人回到学校，我都能想像你孤苦伶仃的样子和崩溃的心。我经历了那么多痛苦，亲人恋人没有谁能给我温暖和关怀。在平常的日子里，我通过工作和学习来掩盖内心的痛苦和需求。但一旦闲下来，特别在想到别人家庭和睦团圆的场景时，我的情绪就无法控制，会无缘无故地哭泣。我觉得心情无法平静，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的分析。",
        "label": ""
      },
      {
        "sentence": "其实，在个人发展上，我有明确的目标并一直在努力。",
        "label": ""
      },
      {
        "sentence": "男友也是一个很上进、很在乎个人事业和前程的人。",
        "label": ""
      },
      {
        "sentence": "他没有打算和我结婚，是因为考博后的一段时间不想结婚，但我不确定他一直是否都不想与我结婚。",
        "label": ""
      },
      {
        "sentence": "而且，我从小就是留守儿童，这让我内心缺乏归属感，感觉无助和无依。",
        "label": ""
      },
      {
        "sentence": "爸爸和妈妈离婚，相互指责对方出轨，让我觉得更加不完整。",
        "label": ""
      },
      {
        "sentence": "当我好心给妈妈做饭时，是多想得到她的爱啊，然而她却不领情，回骂我。",
        "label": ""
      },
      {
        "sentence": "在春节这个热闹的日子里，一个人回到学校，我都能想像你孤苦伶仃的样子和崩溃的心。",
        "label": ""
      },
      {
        "sentence": "我经历了那么多痛苦，亲人恋人没有谁能给我温暖和关怀。",
        "label": ""
      },
      {
        "sentence": "在平常的日子里，我通过工作和学习来掩盖内心的痛苦和需求。",
        "label": ""
      },
      {
        "sentence": "但一旦闲下来，特别在想到别人家庭和睦团圆的场景时，我的情绪就无法控制，会无缘无故地哭泣。",
        "label": ""
      },
      {
        "sentence": "我觉得心情无法平静，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的叙述，我可以感受到你在外在生活上能够得到满足，但在精神生活中，你严重缺乏爱和关怀，甚至可以说是糟糕的。你妈妈给你的伤害似乎是最大的，一方面，你通过远离她来避免伤害，另一方面，也可以试着理解她的痛苦。她可能把自己内心的痛苦发泄在你身上，虽",
    "annotation": [
      {
        "sentence": "听到你的叙述，我可以感受到你在外在生活上能够得到满足，但在精神生活中，你严重缺乏爱和关怀，甚至可以说是糟糕的。",
        "label": ""
      },
      {
        "sentence": "你妈妈给你的伤害似乎是最大的，一方面，你通过远离她来避免伤害，另一方面，也可以试着理解她的痛苦。",
        "label": ""
      },
      {
        "sentence": "她可能把自己内心的痛苦发泄在你身上，虽",
        "label": ""
      }
    ]
  }
]