[
  {
    "role": "client",
    "content": "跟自己心理咨询师表白后，被拒绝，怎么办？",
    "annotation": [
      {
        "sentence": "跟自己心理咨询师表白后，被拒绝，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉的到你内心的焦虑不安冲突纠结。来访者会在咨询关系当中喜欢上咨询师很正常，这是因为咨询师给了你内心渴望的足够尊重信任理解接纳认可支持关注，让来访者体验到了没有在其他人身上体验过的关爱和满足，让来访者感觉到非常的轻松自然自在舒服，会喜欢依赖上这样的感觉，会把自己内心的情感投射到咨询师的身上，让自我以为自己是“喜欢”上了咨询师，想要跟咨询师进一步深入发展感情关系。",
    "annotation": [
      {
        "sentence": "能够感觉的到你内心的焦虑不安冲突纠结。",
        "label": ""
      },
      {
        "sentence": "来访者会在咨询关系当中喜欢上咨询师很正常，这是因为咨询师给了你内心渴望的足够尊重信任理解接纳认可支持关注，让来访者体验到了没有在其他人身上体验过的关爱和满足，让来访者感觉到非常的轻松自然自在舒服，会喜欢依赖上这样的感觉，会把自己内心的情感投射到咨询师的身上，让自我以为自己是“喜欢”上了咨询师，想要跟咨询师进一步深入发展感情关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是因为感受到了咨询师对我的关注和支持，才开始对他产生了喜欢的感觉。可是，现在被他拒绝了，我感到非常失望和困惑。",
    "annotation": [
      {
        "sentence": "是的，我就是因为感受到了咨询师对我的关注和支持，才开始对他产生了喜欢的感觉。",
        "label": ""
      },
      {
        "sentence": "可是，现在被他拒绝了，我感到非常失望和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位咨询师对你的拒绝，其实也是他对自己和你的关系负责任的表现。他清楚地告诉你，你们只是医生和患者的关系，并不可能发生实质性的关系。这说明他在工作中保持了职业的底线，这一点是值得肯定的。但是，他在处理你的感情问题上还有些欠缺，没有给予你合理的回应来帮助你走出困扰。",
    "annotation": [
      {
        "sentence": "这位咨询师对你的拒绝，其实也是他对自己和你的关系负责任的表现。",
        "label": ""
      },
      {
        "sentence": "他清楚地告诉你，你们只是医生和患者的关系，并不可能发生实质性的关系。",
        "label": ""
      },
      {
        "sentence": "这说明他在工作中保持了职业的底线，这一点是值得肯定的。",
        "label": ""
      },
      {
        "sentence": "但是，他在处理你的感情问题上还有些欠缺，没有给予你合理的回应来帮助你走出困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他并没有对我表达的喜欢给予任何解答，像是对我的情感置之不理一样。我感到很失望和矛盾，因为以前他对我有赞美的话语和暗示性的行为，但现在变得冷淡和高高在上。",
    "annotation": [
      {
        "sentence": "是的，他并没有对我表达的喜欢给予任何解答，像是对我的情感置之不理一样。",
        "label": ""
      },
      {
        "sentence": "我感到很失望和矛盾，因为以前他对我有赞美的话语和暗示性的行为，但现在变得冷淡和高高在上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位咨询师的态度的确让人感到困扰和纠结。作为咨询师，他应该能够理解并适时回应你的情感波动，给予你相应的支持和理解。他任由你在咨询室里的行为，没有做出明确的制止或接纳，这是不妥的行为。咨询师在咨询关系中要保持中立是为了避免给来访者带来误解和伤害，这一点他做得不够好。",
    "annotation": [
      {
        "sentence": "这位咨询师的态度的确让人感到困扰和纠结。",
        "label": ""
      },
      {
        "sentence": "作为咨询师，他应该能够理解并适时回应你的情感波动，给予你相应的支持和理解。",
        "label": ""
      },
      {
        "sentence": "他任由你在咨询室里的行为，没有做出明确的制止或接纳，这是不妥的行为。",
        "label": ""
      },
      {
        "sentence": "咨询师在咨询关系中要保持中立是为了避免给来访者带来误解和伤害，这一点他做得不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很认同你的观点。现在我心里很纠结，不知道该如何解脱这份对他的喜欢，也担心自己离开他之后会更加思念他。你认为我该怎么办？",
    "annotation": [
      {
        "sentence": "我很认同你的观点。",
        "label": ""
      },
      {
        "sentence": "现在我心里很纠结，不知道该如何解脱这份对他的喜欢，也担心自己离开他之后会更加思念他。",
        "label": ""
      },
      {
        "sentence": "你认为我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要好好处理自己的情感纠结和痛苦。你可以尝试找到其他的心理咨询师，接受咨询，以引导你走出当前的困境。寻找其他的咨询师可以帮助你重新审视和平衡你的情感关系，同时也可以提供给你新的理解和支持。这样的改变可以帮助你摆脱对这位咨询师的依赖和思念。",
    "annotation": [
      {
        "sentence": "首先，你要好好处理自己的情感纠结和痛苦。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找到其他的心理咨询师，接受咨询，以引导你走出当前的困境。",
        "label": ""
      },
      {
        "sentence": "寻找其他的咨询师可以帮助你重新审视和平衡你的情感关系，同时也可以提供给你新的理解和支持。",
        "label": ""
      },
      {
        "sentence": "这样的改变可以帮助你摆脱对这位咨询师的依赖和思念。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该主动去找其他的心理咨询师，重新开始咨询过程。这样我就可以摆脱对他的依赖和纠结，重新获得内心平衡和自由。",
    "annotation": [
      {
        "sentence": "你说得对，我应该主动去找其他的心理咨询师，重新开始咨询过程。",
        "label": ""
      },
      {
        "sentence": "这样我就可以摆脱对他的依赖和纠结，重新获得内心平衡和自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你要相信自己可以克服这个困境，寻找到更适合你的咨询师。不要忘记咨询的目的是为了帮助你自己，而不是为了和咨询师发展感情关系。希望你能够在新的咨询过程中找到更好地定位自己的情感，并获得更好地发展。",
    "annotation": [
      {
        "sentence": "是的，你要相信自己可以克服这个困境，寻找到更适合你的咨询师。",
        "label": ""
      },
      {
        "sentence": "不要忘记咨询的目的是为了帮助你自己，而不是为了和咨询师发展感情关系。",
        "label": ""
      },
      {
        "sentence": "希望你能够在新的咨询过程中找到更好地定位自己的情感，并获得更好地发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽快寻找其他的咨询师，重新开始咨询过程。希望我能够尽快走出这个困境，重新找回自己的平衡和自由。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽快寻找其他的咨询师，重新开始咨询过程。",
        "label": ""
      },
      {
        "sentence": "希望我能够尽快走出这个困境，重新找回自己的平衡和自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常勇敢地面对自己的困扰，并愿意主动寻求帮助。相信你能够找到适合自己的咨询师，并从中获得更好的成长和发展。记得，你的情感和内心的平衡才是最重要的，祝你好运！",
    "annotation": [
      {
        "sentence": "你非常勇敢地面对自己的困扰，并愿意主动寻求帮助。",
        "label": ""
      },
      {
        "sentence": "相信你能够找到适合自己的咨询师，并从中获得更好的成长和发展。",
        "label": ""
      },
      {
        "sentence": "记得，你的情感和内心的平衡才是最重要的，祝你好运！",
        "label": ""
      }
    ]
  }
]