[
  {
    "role": "client",
    "content": "什么是自私？孩子与父母的界限在哪里？我想知道，我总感觉父母就想小孩一样，她们也许从小缺爱，感觉都没有正确沟通的方式，一个只会喊一个逃避问题。可是有时候又很好，她们之间也是对我从小都很民主很好也很支持我。但是我从很小(大概初中左右)就感觉很累很累，好像什么事情大事小事都要我操心，家里两代人的关系，小事买个东西办个事情，可能也是我比较独立，什么事情都能自己解决，(比如初中遇到一些商家不合理的收费投诉会成功这种)。但是就感觉好累啊，感觉看着自己家人做什么事好像都不放心，实际上也确实好多事情她们处理不好。我每次都告诉自己不要管他们是成年人，但是最后忍不住或许莫名其妙他们没处理好，或者找我等等又要管。我现在20了，我是不小了，可能我真的累了，我好多事情不想去管算是自私吗？而且好多事情她们真的弄不好我也不放心。但是我又有重要的事情要学习，我的高考已经因为他们当时要闹离婚导致我考低了一百多分了(没看错就是一百多)。",
    "annotation": [
      {
        "sentence": "什么是自私？",
        "label": ""
      },
      {
        "sentence": "孩子与父母的界限在哪里？",
        "label": ""
      },
      {
        "sentence": "我想知道，我总感觉父母就想小孩一样，她们也许从小缺爱，感觉都没有正确沟通的方式，一个只会喊一个逃避问题。",
        "label": ""
      },
      {
        "sentence": "可是有时候又很好，她们之间也是对我从小都很民主很好也很支持我。",
        "label": ""
      },
      {
        "sentence": "但是我从很小(大概初中左右)就感觉很累很累，好像什么事情大事小事都要我操心，家里两代人的关系，小事买个东西办个事情，可能也是我比较独立，什么事情都能自己解决，(比如初中遇到一些商家不合理的收费投诉会成功这种)。",
        "label": ""
      },
      {
        "sentence": "但是就感觉好累啊，感觉看着自己家人做什么事好像都不放心，实际上也确实好多事情她们处理不好。",
        "label": ""
      },
      {
        "sentence": "我每次都告诉自己不要管他们是成年人，但是最后忍不住或许莫名其妙他们没处理好，或者找我等等又要管。",
        "label": ""
      },
      {
        "sentence": "我现在20了，我是不小了，可能我真的累了，我好多事情不想去管算是自私吗？",
        "label": ""
      },
      {
        "sentence": "而且好多事情她们真的弄不好我也不放心。",
        "label": ""
      },
      {
        "sentence": "但是我又有重要的事情要学习，我的高考已经因为他们当时要闹离婚导致我考低了一百多分了(没看错就是一百多)。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的故事，一方面觉得心疼你，另外一方面也觉得挺有意思，证明你还是比较独立的。因为现在我们多数听到的故事，都是家长管得太死太严格，孩子没有成长的空间，始终成长不起来，很多事情都需要家长操心，一般都是这样的情况，那你的情况应该是反过来。",
    "annotation": [
      {
        "sentence": "看你的故事，一方面觉得心疼你，另外一方面也觉得挺有意思，证明你还是比较独立的。",
        "label": ""
      },
      {
        "sentence": "因为现在我们多数听到的故事，都是家长管得太死太严格，孩子没有成长的空间，始终成长不起来，很多事情都需要家长操心，一般都是这样的情况，那你的情况应该是反过来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实有很多自己能够处理的事情，但是就是感觉有时候承担太多了，特别是家里的事情，我不想总是担心他们。",
    "annotation": [
      {
        "sentence": "是的，我确实有很多自己能够处理的事情，但是就是感觉有时候承担太多了，特别是家里的事情，我不想总是担心他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述看，觉得你们家庭成员之间互动还是良好的，比如一方有困难一方能帮，应该氛围也是比较民主的。因为一般家庭都是父母做的多一些，孩子做的少一些。他们应该给了你很多的锻炼空间嘛，所以能让你成长起来，乃至于很多事情甚至你还能帮他们做的，比他们好，那从这方面来讲呢，你应该充分的肯定自己，他们也应该是觉得很欣慰的。",
    "annotation": [
      {
        "sentence": "从你的描述看，觉得你们家庭成员之间互动还是良好的，比如一方有困难一方能帮，应该氛围也是比较民主的。",
        "label": ""
      },
      {
        "sentence": "因为一般家庭都是父母做的多一些，孩子做的少一些。",
        "label": ""
      },
      {
        "sentence": "他们应该给了你很多的锻炼空间嘛，所以能让你成长起来，乃至于很多事情甚至你还能帮他们做的，比他们好，那从这方面来讲呢，你应该充分的肯定自己，他们也应该是觉得很欣慰的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也明白他们希望我能帮他们，但有时候就是觉得太累了，而且我也有自己的事情要处理呢。",
    "annotation": [
      {
        "sentence": "其实我也明白他们希望我能帮他们，但有时候就是觉得太累了，而且我也有自己的事情要处理呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为现在你已经是成年人了嘛，你们家这种相处的模式，似乎已经固定成比较依赖你了，那这样，可能你们家人也比较省心。那反过来，因为已经给你造成一定的心理压力，其实您还是孩子，因为还在高中，现在是不是也要考试等等之类的。所以我觉得在大家比较平静的时候，您和家人可以一起开一个家庭会议。首先来表达你这段时间来的感受，感觉可能处理一些问题，有一些透支，你可能希望能更加集中精力来学习，希望能够不让你分心。",
    "annotation": [
      {
        "sentence": "因为现在你已经是成年人了嘛，你们家这种相处的模式，似乎已经固定成比较依赖你了，那这样，可能你们家人也比较省心。",
        "label": ""
      },
      {
        "sentence": "那反过来，因为已经给你造成一定的心理压力，其实您还是孩子，因为还在高中，现在是不是也要考试等等之类的。",
        "label": ""
      },
      {
        "sentence": "所以我觉得在大家比较平静的时候，您和家人可以一起开一个家庭会议。",
        "label": ""
      },
      {
        "sentence": "首先来表达你这段时间来的感受，感觉可能处理一些问题，有一些透支，你可能希望能更加集中精力来学习，希望能够不让你分心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，也许我们可以坐下来好好沟通一下，说说彼此的感受和需要。",
    "annotation": [
      {
        "sentence": "嗯，你说得对，也许我们可以坐下来好好沟通一下，说说彼此的感受和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家长都是很希望孩子好的，当你说了这些以后，他们应该会反省到自己，可能一些方面做的不够好。其次可以梳理一下，家里需要公共承担的事情有哪些，假设是比如购物或者做家务等等，先梳理出来，哪些是父母来承担的，哪些是由你来做的，或者哪些是一起做的，比什么时间做，大概都整理清晰一点。每个人具体要做的事情，就会比较清晰，但是家人中相处他肯定不会那么细嘛，但鉴于你感觉你承担的太多，比较耗损精力，所以可以定一些边界，我相信他们也会同意。",
    "annotation": [
      {
        "sentence": "家长都是很希望孩子好的，当你说了这些以后，他们应该会反省到自己，可能一些方面做的不够好。",
        "label": ""
      },
      {
        "sentence": "其次可以梳理一下，家里需要公共承担的事情有哪些，假设是比如购物或者做家务等等，先梳理出来，哪些是父母来承担的，哪些是由你来做的，或者哪些是一起做的，比什么时间做，大概都整理清晰一点。",
        "label": ""
      },
      {
        "sentence": "每个人具体要做的事情，就会比较清晰，但是家人中相处他肯定不会那么细嘛，但鉴于你感觉你承担的太多，比较耗损精力，所以可以定一些边界，我相信他们也会同意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，梳理一下家务分工是个好主意，这样每个人都能清楚自己的责任，减轻我的负担。",
    "annotation": [
      {
        "sentence": "确实，梳理一下家务分工是个好主意，这样每个人都能清楚自己的责任，减轻我的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外我想说的是，父母和孩子在某种程度上随着孩子慢慢长大，其实就像朋友一样了，所以，你也可以比较委婉的把你对他们的一些建议，跟他们分享。父母有他们处理问题的方式，无论你讲的，可能他们一个人爱吵一个人逃避，或者有的时候闹离婚。那我觉得就是，你都可以跟他们委婉地说，你希望一家人好好的，那他们有情绪的时候，也可以多沟通，静下心来，比如找你一起沟通，但就是尽量不要用那种情绪很激烈的方式去沟通，因为这样会很伤害彼此，而且也会影响到你。",
    "annotation": [
      {
        "sentence": "另外我想说的是，父母和孩子在某种程度上随着孩子慢慢长大，其实就像朋友一样了，所以，你也可以比较委婉的把你对他们的一些建议，跟他们分享。",
        "label": ""
      },
      {
        "sentence": "父母有他们处理问题的方式，无论你讲的，可能他们一个人爱吵一个人逃避，或者有的时候闹离婚。",
        "label": ""
      },
      {
        "sentence": "那我觉得就是，你都可以跟他们委婉地说，你希望一家人好好的，那他们有情绪的时候，也可以多沟通，静下心来，比如找你一起沟通，但就是尽量不要用那种情绪很激烈的方式去沟通，因为这样会很伤害彼此，而且也会影响到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和他们沟通，告诉他们我的想法和感受，希望我们可以更好地相互理解。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和他们沟通，告诉他们我的想法和感受，希望我们可以更好地相互理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，您提到一点，觉得爸妈戏精等等，太依赖你，这个确实也是需要找个心情好的时候，跟他们沟通一下呢？因为父母其实没可能想故意骗您，应该是比较依赖您才会这样的。但长期积攒的累，让您比较",
    "annotation": [
      {
        "sentence": "另外，您提到一点，觉得爸妈戏精等等，太依赖你，这个确实也是需要找个心情好的时候，跟他们沟通一下呢？",
        "label": ""
      },
      {
        "sentence": "因为父母其实没可能想故意骗您，应该是比较依赖您才会这样的。",
        "label": ""
      },
      {
        "sentence": "但长期积攒的累，让您比较",
        "label": ""
      }
    ]
  }
]