[
  {
    "role": "client",
    "content": "跟自己心理咨询师表白后，被拒绝，怎么办？今天我跟我的咨询师表白了，表达了我的喜欢甚至想跟他发生关系的冲动，然后他跟我大意是说他和我只是医生和患者的关系，意思是不可能发生什么实质性的关系的。我说我想要消除这个喜欢，他说消除不了，并且没有和我探讨这方面的感情（情欲性移情）。难道这份喜欢要一直折磨我下去吗？在咨询过程中我还叉腰瞪他撒娇，他也没有什么反应啊，我很期待能和他发生性关系，可是理性告诉我不行，他也跟我说不行。被拒绝后这天晚上我很伤心，就是心情很复杂，很折磨，不想再这么纠缠下去了，可是离开他又更加思念怎么办啊！之前我找他咨询的时候，我感觉到他身上对我的诱惑和听到他对我的赞美，现在怎么感觉那些暗示性的行为和诱惑都没有了，反而是冷淡和高高在上的得意！",
    "annotation": [
      {
        "sentence": "跟自己心理咨询师表白后，被拒绝，怎么办？",
        "label": ""
      },
      {
        "sentence": "今天我跟我的咨询师表白了，表达了我的喜欢甚至想跟他发生关系的冲动，然后他跟我大意是说他和我只是医生和患者的关系，意思是不可能发生什么实质性的关系的。",
        "label": ""
      },
      {
        "sentence": "我说我想要消除这个喜欢，他说消除不了，并且没有和我探讨这方面的感情（情欲性移情）。",
        "label": ""
      },
      {
        "sentence": "难道这份喜欢要一直折磨我下去吗？",
        "label": ""
      },
      {
        "sentence": "在咨询过程中我还叉腰瞪他撒娇，他也没有什么反应啊，我很期待能和他发生性关系，可是理性告诉我不行，他也跟我说不行。",
        "label": ""
      },
      {
        "sentence": "被拒绝后这天晚上我很伤心，就是心情很复杂，很折磨，不想再这么纠缠下去了，可是离开他又更加思念怎么办啊！",
        "label": ""
      },
      {
        "sentence": "之前我找他咨询的时候，我感觉到他身上对我的诱惑和听到他对我的赞美，现在怎么感觉那些暗示性的行为和诱惑都没有了，反而是冷淡和高高在上的得意！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位姑娘，看了你的描述，其实，你这就是一种典型的【移情】，这在心理咨询中是很常见的现象！咨询师拒绝你也很正常，因为这涉及到【心理边界】的问题，是咨询伦理所不允许的！不过，还记得《爱上你治愈我》当中有这么一句话：“我们的内心世界，就像一个空罐子，需要很多的爱才能填满它！”，【赞美】和【性关系】在心理学中都是不同形式的“爱的语言”的表达！因此，你对咨询师的这种【移情】的出现，也说明了一个问题，即你在现实生活中是很【缺爱】的，所以你很容易“给点阳光就灿烂”！恰好，这个咨询师给予你想要的关爱，因此，你就开始“不能自持”地【爱】上了咨询师！是吧？",
    "annotation": [
      {
        "sentence": "这位姑娘，看了你的描述，其实，你这就是一种典型的【移情】，这在心理咨询中是很常见的现象！",
        "label": ""
      },
      {
        "sentence": "咨询师拒绝你也很正常，因为这涉及到【心理边界】的问题，是咨询伦理所不允许的！",
        "label": ""
      },
      {
        "sentence": "不过，还记得《爱上你治愈我》当中有这么一句话：“我们的内心世界，就像一个空罐子，需要很多的爱才能填满它！",
        "label": ""
      },
      {
        "sentence": "”，【赞美】和【性关系】在心理学中都是不同形式的“爱的语言”的表达！",
        "label": ""
      },
      {
        "sentence": "因此，你对咨询师的这种【移情】的出现，也说明了一个问题，即你在现实生活中是很【缺爱】的，所以你很容易“给点阳光就灿烂”！",
        "label": ""
      },
      {
        "sentence": "恰好，这个咨询师给予你想要的关爱，因此，你就开始“不能自持”地【爱】上了咨询师！",
        "label": ""
      },
      {
        "sentence": "是吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感觉自己在现实生活中缺乏爱。但我该怎么办呢？这种喜欢要一直困扰我吗？",
    "annotation": [
      {
        "sentence": "是的，我确实感觉自己在现实生活中缺乏爱。",
        "label": ""
      },
      {
        "sentence": "但我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "这种喜欢要一直困扰我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不必担心，我们可以从这件事情中挖掘一些宝贵的经验。通过这次经历，你可以尝试着学会【三件事】——自己的事、别人的事、老天爷的事！你自己【缺爱】，喜欢咨询师，你怎么看待别人，这是你自己的事；别人拒绝你与否，这是别人的事；你这辈子会遇到谁，你能不能遇到能够给予你爱的人，这是“老天爷的事”。我们要学会遵从老天爷的安排，尊重别人的决定，全力以赴处理自己的事。你现在因为咨询师拒绝你而感到焦虑，你就是在操心“别人的事”！而且，这个咨询师也是在用他的方式提醒你：除了你自己，没有人有义务【爱】你！",
    "annotation": [
      {
        "sentence": "不必担心，我们可以从这件事情中挖掘一些宝贵的经验。",
        "label": ""
      },
      {
        "sentence": "通过这次经历，你可以尝试着学会【三件事】——自己的事、别人的事、老天爷的事！",
        "label": ""
      },
      {
        "sentence": "你自己【缺爱】，喜欢咨询师，你怎么看待别人，这是你自己的事；别人拒绝你与否，这是别人的事；你这辈子会遇到谁，你能不能遇到能够给予你爱的人，这是“老天爷的事”。",
        "label": ""
      },
      {
        "sentence": "我们要学会遵从老天爷的安排，尊重别人的决定，全力以赴处理自己的事。",
        "label": ""
      },
      {
        "sentence": "你现在因为咨询师拒绝你而感到焦虑，你就是在操心“别人的事”！",
        "label": ""
      },
      {
        "sentence": "而且，这个咨询师也是在用他的方式提醒你：除了你自己，没有人有义务【爱】你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我确实把太多心思放在了别人身上。但是，我为什么觉得咨询师对我冷淡和高高在上呢？",
    "annotation": [
      {
        "sentence": "我理解了，我确实把太多心思放在了别人身上。",
        "label": ""
      },
      {
        "sentence": "但是，我为什么觉得咨询师对我冷淡和高高在上呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这让我想起了格式塔心理学创始人考夫卡的一句话：“无论如何，心中所认定的事实才是最重要的！”换言之，我们心理的真实比客观真实更能影响我们的情绪！从你使用了两个【感觉】来看，这仅仅是你个人对于心理咨询师的主观揣度，没有任何事实依据！而且，这其中还有一个“表白被拒”的后的【伤心】【很折磨】【心情很复杂】，说明你对这次事件是持一种【负面评价】！在这种情况下，你看到的、听到的往往是不全面、不真实的！换言之，你可以好好觉察一下：是咨询师真的冷淡和高高在上，还是你【以为】他冷淡和高高在上呢？",
    "annotation": [
      {
        "sentence": "这让我想起了格式塔心理学创始人考夫卡的一句话：“无论如何，心中所认定的事实才是最重要的！",
        "label": ""
      },
      {
        "sentence": "”换言之，我们心理的真实比客观真实更能影响我们的情绪！",
        "label": ""
      },
      {
        "sentence": "从你使用了两个【感觉】来看，这仅仅是你个人对于心理咨询师的主观揣度，没有任何事实依据！",
        "label": ""
      },
      {
        "sentence": "而且，这其中还有一个“表白被拒”的后的【伤心】【很折磨】【心情很复杂】，说明你对这次事件是持一种【负面评价】！",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你看到的、听到的往往是不全面、不真实的！",
        "label": ""
      },
      {
        "sentence": "换言之，你可以好好觉察一下：是咨询师真的冷淡和高高在上，还是你【以为】他冷淡和高高在上呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得有道理，我的感受可能并不准确。那这种感情会影响我的咨询过程吗？",
    "annotation": [
      {
        "sentence": "或许你说得有道理，我的感受可能并不准确。",
        "label": ""
      },
      {
        "sentence": "那这种感情会影响我的咨询过程吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个真正有水平、有素质的心理咨询师，他是不会因为这些问题和来访者计较的！因为，这些问题都很常见，许多来访者都会有！就我个人的经验来看，这种情况的发生，多半和你的成长经历有关，你在成长过程中可能没有感受到太多来自家人或身边人的【爱】，导致你的内心的【情绪箱子】长期处于空虚状态，在此情况下，你很容易做出一些【非理性】行为，用某些【问题】来表达自己！我想，这就是你寻求心理咨询的原因吧！方便跟我说说你的原生家庭情况吗？例如，你和你爸妈之间的【亲密关系】问题！当然，涉及你个人隐私，我会尊重你个人意愿。",
    "annotation": [
      {
        "sentence": "一个真正有水平、有素质的心理咨询师，他是不会因为这些问题和来访者计较的！",
        "label": ""
      },
      {
        "sentence": "因为，这些问题都很常见，许多来访者都会有！",
        "label": ""
      },
      {
        "sentence": "就我个人的经验来看，这种情况的发生，多半和你的成长经历有关，你在成长过程中可能没有感受到太多来自家人或身边人的【爱】，导致你的内心的【情绪箱子】长期处于空虚状态，在此情况下，你很容易做出一些【非理性】行为，用某些【问题】来表达自己！",
        "label": ""
      },
      {
        "sentence": "我想，这就是你寻求心理咨询的原因吧！",
        "label": ""
      },
      {
        "sentence": "方便跟我说说你的原生家庭情况吗？",
        "label": ""
      },
      {
        "sentence": "例如，你和你爸妈之间的【亲密关系】问题！",
        "label": ""
      },
      {
        "sentence": "当然，涉及你个人隐私，我会尊重你个人意愿。",
        "label": ""
      }
    ]
  }
]