[
  {
    "role": "client",
    "content": "我跟自己心理咨询师表白后，被拒绝，怎么办？今天我跟我的咨询师表白了，表达了我的喜欢甚至想跟他发生关系的冲动，然后他跟我大意是说他和我只是医生和患者的关系，意思是不可能发生什么实质性的关系的。我说我想要消除这个喜欢，他说消除不了，并且没有和我探讨这方面的感情（情欲性移情）。难道这份喜欢要一直折磨我下去吗？在咨询过程中我还叉腰瞪他撒娇，他也没有什么反应啊，我很期待能和他发生性关系，可是理性告诉我不行，他也跟我说不行。被拒绝后这天晚上我很伤心，就是心情很复杂，很折磨，不想再这么纠缠下去了，可是离开他又更加思念怎么办啊！之前我找他咨询的时候，我感觉到他身上对我的诱惑和听到他对我的赞美，现在怎么感觉那些暗示性的行为和诱惑都没有了，反而是冷淡和高高在上的得意！",
    "annotation": [
      {
        "sentence": "我跟自己心理咨询师表白后，被拒绝，怎么办？",
        "label": ""
      },
      {
        "sentence": "今天我跟我的咨询师表白了，表达了我的喜欢甚至想跟他发生关系的冲动，然后他跟我大意是说他和我只是医生和患者的关系，意思是不可能发生什么实质性的关系的。",
        "label": ""
      },
      {
        "sentence": "我说我想要消除这个喜欢，他说消除不了，并且没有和我探讨这方面的感情（情欲性移情）。",
        "label": ""
      },
      {
        "sentence": "难道这份喜欢要一直折磨我下去吗？",
        "label": ""
      },
      {
        "sentence": "在咨询过程中我还叉腰瞪他撒娇，他也没有什么反应啊，我很期待能和他发生性关系，可是理性告诉我不行，他也跟我说不行。",
        "label": ""
      },
      {
        "sentence": "被拒绝后这天晚上我很伤心，就是心情很复杂，很折磨，不想再这么纠缠下去了，可是离开他又更加思念怎么办啊！",
        "label": ""
      },
      {
        "sentence": "之前我找他咨询的时候，我感觉到他身上对我的诱惑和听到他对我的赞美，现在怎么感觉那些暗示性的行为和诱惑都没有了，反而是冷淡和高高在上的得意！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。我们都有过喜欢上某个人的时候，但是心理咨询是工作关系，这个关系里面存在着权威和专业性的差异。虽然这里面会有许多情感以及个人隐私的交流，但是产生性关系或者亲密的举动是不可取的。这名咨询师控制住了自己的情感，没有把这个行为实施下去，体现了自己的职业道德和伦理，是值得称赞的行为。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "我们都有过喜欢上某个人的时候，但是心理咨询是工作关系，这个关系里面存在着权威和专业性的差异。",
        "label": ""
      },
      {
        "sentence": "虽然这里面会有许多情感以及个人隐私的交流，但是产生性关系或者亲密的举动是不可取的。",
        "label": ""
      },
      {
        "sentence": "这名咨询师控制住了自己的情感，没有把这个行为实施下去，体现了自己的职业道德和伦理，是值得称赞的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道咨询师有道德和职业操守，但是我只是想跟他解决自己的问题，却执着于他的人格魅力和魅力。我也想快速摆脱这样一个人的喜欢，但是却无法做到。",
    "annotation": [
      {
        "sentence": "我知道咨询师有道德和职业操守，但是我只是想跟他解决自己的问题，却执着于他的人格魅力和魅力。",
        "label": ""
      },
      {
        "sentence": "我也想快速摆脱这样一个人的喜欢，但是却无法做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的问题，咨询师有责任帮助你解决，而且咨询关系里也应该帮助来访者建立更好的自我调节和情感调节的方法，对你来说，你需要充分地了解咨询的含义及行为准则，理解你想要学到的规范以及行为准则，这有助于你建立良好的心态，促进你的健康成长。",
    "annotation": [
      {
        "sentence": "对于你的问题，咨询师有责任帮助你解决，而且咨询关系里也应该帮助来访者建立更好的自我调节和情感调节的方法，对你来说，你需要充分地了解咨询的含义及行为准则，理解你想要学到的规范以及行为准则，这有助于你建立良好的心态，促进你的健康成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那个晚上我很伤心，没有尽力控制我的情绪，我知道这不好。但是，现在我感觉非常困惑，不知道如何面对这个情况。",
    "annotation": [
      {
        "sentence": "那个晚上我很伤心，没有尽力控制我的情绪，我知道这不好。",
        "label": ""
      },
      {
        "sentence": "但是，现在我感觉非常困惑，不知道如何面对这个情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为来访者来说，在咨询里面你需要理性地看待自己的问题，喜欢咨询师，并不代表你喜欢他的人，也有可能只是喜欢他工作的一面。工作之外，或许就不一样了，你看到的咨询师估计跟你想象的不一样。比如你不是很喜欢抽烟的人，如果在生活里发现咨询师是个烟鬼，你还能喜欢他吗？估计那时候别说失望了，内心嫌弃的心理都有，你会认为咨询师怎么会吸烟呢？跟我想象的不太一样。",
    "annotation": [
      {
        "sentence": "作为来访者来说，在咨询里面你需要理性地看待自己的问题，喜欢咨询师，并不代表你喜欢他的人，也有可能只是喜欢他工作的一面。",
        "label": ""
      },
      {
        "sentence": "工作之外，或许就不一样了，你看到的咨询师估计跟你想象的不一样。",
        "label": ""
      },
      {
        "sentence": "比如你不是很喜欢抽烟的人，如果在生活里发现咨询师是个烟鬼，你还能喜欢他吗？",
        "label": ""
      },
      {
        "sentence": "估计那时候别说失望了，内心嫌弃的心理都有，你会认为咨询师怎么会吸烟呢？",
        "label": ""
      },
      {
        "sentence": "跟我想象的不太一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，这种情况下我有点理智。但是我不知道如何摆脱自己对咨询师的依赖和喜欢。我真的对他产生了情理和欲望。",
    "annotation": [
      {
        "sentence": "确实，这种情况下我有点理智。",
        "label": ""
      },
      {
        "sentence": "但是我不知道如何摆脱自己对咨询师的依赖和喜欢。",
        "label": ""
      },
      {
        "sentence": "我真的对他产生了情理和欲望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情欲性移情是心理学上的常见现象，你需要充分理解和认识这个现象。另外，我们还需要进行一些科学的心理健康方面的干预，例如情感污染的干预方式，有针对性地进行心理咨询以及一些特定的认知干预，帮助你摆脱对咨询师的依赖，从而能够更加平静地面对这个问题。",
    "annotation": [
      {
        "sentence": "情欲性移情是心理学上的常见现象，你需要充分理解和认识这个现象。",
        "label": ""
      },
      {
        "sentence": "另外，我们还需要进行一些科学的心理健康方面的干预，例如情感污染的干预方式，有针对性地进行心理咨询以及一些特定的认知干预，帮助你摆脱对咨询师的依赖，从而能够更加平静地面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议应该能够帮助我缓解困难和压力。我会认真执行你的建议，尝试解决自己的问题，谢谢你。",
    "annotation": [
      {
        "sentence": "你的建议应该能够帮助我缓解困难和压力。",
        "label": ""
      },
      {
        "sentence": "我会认真执行你的建议，尝试解决自己的问题，谢谢你。",
        "label": ""
      }
    ]
  }
]