[
  {
    "role": "client",
    "content": "我最近和室友发生了点不愉快，该怎么办？我最近和室友发生了点不愉快，被她说了很多，她还为我说我们宿舍的一个那样穿不合适打抱不平，我感到很难过，还说了她帮我的几件事，例如她安慰了，问了我情况我等等，我觉得理解不了，这种事她都说，唉，还说朋友多我不多，少我不少，最后她和我聊了一下，那是时我以为说过就过了吧，但是之后再面对她是什么，我觉得我做不到像以前一样忘记了，总是想着她说我的哪些，心里始终有一个疙瘩，很难过，我从来没有想过安慰了一下别人，而你的要求是永远记住这件事，其实我也帮助了她一些，但是我做不到像她那样说出来，因为我觉得事太小了，而她说出来了，但是我做不到像她那样。",
    "annotation": [
      {
        "sentence": "我最近和室友发生了点不愉快，该怎么办？",
        "label": ""
      },
      {
        "sentence": "我最近和室友发生了点不愉快，被她说了很多，她还为我说我们宿舍的一个那样穿不合适打抱不平，我感到很难过，还说了她帮我的几件事，例如她安慰了，问了我情况我等等，我觉得理解不了，这种事她都说，唉，还说朋友多我不多，少我不少，最后她和我聊了一下，那是时我以为说过就过了吧，但是之后再面对她是什么，我觉得我做不到像以前一样忘记了，总是想着她说我的哪些，心里始终有一个疙瘩，很难过，我从来没有想过安慰了一下别人，而你的要求是永远记住这件事，其实我也帮助了她一些，但是我做不到像她那样说出来，因为我觉得事太小了，而她说出来了，但是我做不到像她那样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨！听你的描述，我可以感受到你是一个比较直接坦率的人，不太喜欢纠缠于琐事，而且似乎难以理解别人斤斤计较的性格。我理解你的处境，但是或许别人并不太了解你。在室友关系中，我们需要学会包容和偏爱。包容我们都明白，但也许对于“偏爱”这个词你有些疑虑。其实，我想表达的是我们与室友的关系需要与他们相处四年时间，所以他们身上的小缺点在我们看来会显得倍加突出。如果我们遇到一个陌生人有同样的问题，一旦得罪了我们，我们一定会对此追究不休。但对待室友，我们可以选择无所谓的态度，放宽心，让这些小事过去，这就是偏爱。如果你试着将他们看作是你偏爱的一群人，或许你会有不同的看法。关于你提到的室友说的“朋友多我不多，少我不少”，我觉得这句话很伤人。然而，她至少当面和你说，相对于背地里和别人说你坏话来说，程度要低一些。所以，你们仍有沟通的余地，可以试着把话说开，或许能解开你们之间的心结。",
    "annotation": [
      {
        "sentence": "嗨！",
        "label": ""
      },
      {
        "sentence": "听你的描述，我可以感受到你是一个比较直接坦率的人，不太喜欢纠缠于琐事，而且似乎难以理解别人斤斤计较的性格。",
        "label": ""
      },
      {
        "sentence": "我理解你的处境，但是或许别人并不太了解你。",
        "label": ""
      },
      {
        "sentence": "在室友关系中，我们需要学会包容和偏爱。",
        "label": ""
      },
      {
        "sentence": "包容我们都明白，但也许对于“偏爱”这个词你有些疑虑。",
        "label": ""
      },
      {
        "sentence": "其实，我想表达的是我们与室友的关系需要与他们相处四年时间，所以他们身上的小缺点在我们看来会显得倍加突出。",
        "label": ""
      },
      {
        "sentence": "如果我们遇到一个陌生人有同样的问题，一旦得罪了我们，我们一定会对此追究不休。",
        "label": ""
      },
      {
        "sentence": "但对待室友，我们可以选择无所谓的态度，放宽心，让这些小事过去，这就是偏爱。",
        "label": ""
      },
      {
        "sentence": "如果你试着将他们看作是你偏爱的一群人，或许你会有不同的看法。",
        "label": ""
      },
      {
        "sentence": "关于你提到的室友说的“朋友多我不多，少我不少”，我觉得这句话很伤人。",
        "label": ""
      },
      {
        "sentence": "然而，她至少当面和你说，相对于背地里和别人说你坏话来说，程度要低一些。",
        "label": ""
      },
      {
        "sentence": "所以，你们仍有沟通的余地，可以试着把话说开，或许能解开你们之间的心结。",
        "label": ""
      }
    ]
  }
]