[
  {
    "role": "client",
    "content": "因为老公打麻将，经常半夜1点多回家，我很愤怒。他爱打麻将，不是在手机上打，就是出去跟朋友在外面打。经常半夜1点多才回家。每次他不回来我总是睡不着觉，心里非常的慌乱，就会越想越觉得愤怒委屈。10月6号我们因他出去打麻将而大吵一架，冷战了20多天之后。今天和好第3天，他又出去打麻将了。而且打电话不接。接通后他非常的愤怒，然后就挂断，再打过去就是关机。这样的日子让我过得特别没有希望，因为一直在备孕，所以想要早点休息。他打麻将的时候会吸很多烟和二手烟，回来之后睡得特别晚，他不回来我也睡不着，就这样一起熬夜。我心里很难过，很愤怒，很委屈，我想相信他，可是现实中每次都会因为他的行为让我想要跟他离婚。",
    "annotation": [
      {
        "sentence": "因为老公打麻将，经常半夜1点多回家，我很愤怒。",
        "label": ""
      },
      {
        "sentence": "他爱打麻将，不是在手机上打，就是出去跟朋友在外面打。",
        "label": ""
      },
      {
        "sentence": "经常半夜1点多才回家。",
        "label": ""
      },
      {
        "sentence": "每次他不回来我总是睡不着觉，心里非常的慌乱，就会越想越觉得愤怒委屈。",
        "label": ""
      },
      {
        "sentence": "10月6号我们因他出去打麻将而大吵一架，冷战了20多天之后。",
        "label": ""
      },
      {
        "sentence": "今天和好第3天，他又出去打麻将了。",
        "label": ""
      },
      {
        "sentence": "而且打电话不接。",
        "label": ""
      },
      {
        "sentence": "接通后他非常的愤怒，然后就挂断，再打过去就是关机。",
        "label": ""
      },
      {
        "sentence": "这样的日子让我过得特别没有希望，因为一直在备孕，所以想要早点休息。",
        "label": ""
      },
      {
        "sentence": "他打麻将的时候会吸很多烟和二手烟，回来之后睡得特别晚，他不回来我也睡不着，就这样一起熬夜。",
        "label": ""
      },
      {
        "sentence": "我心里很难过，很愤怒，很委屈，我想相信他，可是现实中每次都会因为他的行为让我想要跟他离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的丈夫经常打麻将到半夜回家，这导致你无法入睡，心里感到非常慌乱。之前因为打麻将大吵了一架，冷战了20多天，但和好第3天他又出去打麻将了。他不接你的电话，还挂断、关机。他吸烟和打麻将的习惯对你们备孕不利，让你感到愤怒和委屈。你虽然想要相信他，但每次他的行为都让你想要离婚。看到这些，我能感受到你的纠结和难受。你很理性地想要好的生活和期望。现在你们面临的矛盾是你丈夫的不良习惯。我也能理解你的无奈和感受到的不被体谅。你其实知道离婚不是最佳的解决方式，所以想通过别的渠道来解决问题。也许在他看来，你的要求显得苛刻，才让他感到愤怒。你们对打麻将和熬夜的看法不一致，他可能认为这是唯一的消遣，不想失去；而你认为这个习惯不利于健康，也影响备孕，这是你焦虑的原因。你们可以通过沟通来找到平衡，比如他可以去打麻将，但必须在晚上11点之前回家，期间你不催他回家。你也可以把为什么希望他改掉这个坏习惯的想法告诉他，表达你的感受和期望。你们可以面对面冷静地沟通目前的问题。如果无法耐心沟通，你的用心他可能看不到，只会看到你的愤怒和发泄。希望我的看法能帮助到你。",
    "annotation": [
      {
        "sentence": "你的丈夫经常打麻将到半夜回家，这导致你无法入睡，心里感到非常慌乱。",
        "label": ""
      },
      {
        "sentence": "之前因为打麻将大吵了一架，冷战了20多天，但和好第3天他又出去打麻将了。",
        "label": ""
      },
      {
        "sentence": "他不接你的电话，还挂断、关机。",
        "label": ""
      },
      {
        "sentence": "他吸烟和打麻将的习惯对你们备孕不利，让你感到愤怒和委屈。",
        "label": ""
      },
      {
        "sentence": "你虽然想要相信他，但每次他的行为都让你想要离婚。",
        "label": ""
      },
      {
        "sentence": "看到这些，我能感受到你的纠结和难受。",
        "label": ""
      },
      {
        "sentence": "你很理性地想要好的生活和期望。",
        "label": ""
      },
      {
        "sentence": "现在你们面临的矛盾是你丈夫的不良习惯。",
        "label": ""
      },
      {
        "sentence": "我也能理解你的无奈和感受到的不被体谅。",
        "label": ""
      },
      {
        "sentence": "你其实知道离婚不是最佳的解决方式，所以想通过别的渠道来解决问题。",
        "label": ""
      },
      {
        "sentence": "也许在他看来，你的要求显得苛刻，才让他感到愤怒。",
        "label": ""
      },
      {
        "sentence": "你们对打麻将和熬夜的看法不一致，他可能认为这是唯一的消遣，不想失去；而你认为这个习惯不利于健康，也影响备孕，这是你焦虑的原因。",
        "label": ""
      },
      {
        "sentence": "你们可以通过沟通来找到平衡，比如他可以去打麻将，但必须在晚上11点之前回家，期间你不催他回家。",
        "label": ""
      },
      {
        "sentence": "你也可以把为什么希望他改掉这个坏习惯的想法告诉他，表达你的感受和期望。",
        "label": ""
      },
      {
        "sentence": "你们可以面对面冷静地沟通目前的问题。",
        "label": ""
      },
      {
        "sentence": "如果无法耐心沟通，你的用心他可能看不到，只会看到你的愤怒和发泄。",
        "label": ""
      },
      {
        "sentence": "希望我的看法能帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白沟通很重要，可是每次沟通他都非常生气，我也不知道该怎么开口和他说。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白沟通很重要，可是每次沟通他都非常生气，我也不知道该怎么开口和他说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑。面对他的生气，你可能不知道怎么开口和他交流。但是，为了你们的幸福和健康，沟通是必须的。也许你可以选择一个适合的时间和地点，让他知道你想好好和他谈谈，而不是在争吵中沟通。你可以先表达你对他的爱和关心，然后再提出你的担忧和希望。试着换个角度，以理解和尊重的态度与他对话，相信他也会理解你的想法。",
    "annotation": [
      {
        "sentence": "我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "面对他的生气，你可能不知道怎么开口和他交流。",
        "label": ""
      },
      {
        "sentence": "但是，为了你们的幸福和健康，沟通是必须的。",
        "label": ""
      },
      {
        "sentence": "也许你可以选择一个适合的时间和地点，让他知道你想好好和他谈谈，而不是在争吵中沟通。",
        "label": ""
      },
      {
        "sentence": "你可以先表达你对他的爱和关心，然后再提出你的担忧和希望。",
        "label": ""
      },
      {
        "sentence": "试着换个角度，以理解和尊重的态度与他对话，相信他也会理解你的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着选择合适的时间和地点和他好好谈谈。我希望他能够理解我，并且我们能够找到解决问题的办法。",
    "annotation": [
      {
        "sentence": "我会试着选择合适的时间和地点和他好好谈谈。",
        "label": ""
      },
      {
        "sentence": "我希望他能够理解我，并且我们能够找到解决问题的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你们会通过沟通找到解决问题的方法。在谈话中，尽量保持冷静和理性，共同寻求一个双方都能接受的解决方案。记住，沟通是解决问题的关键。同时，也要在谈话中尊重对方的感受，并试着从对方的角度思考问题。祝福你们能够顺利解决困扰你们的问题。",
    "annotation": [
      {
        "sentence": "很好，我相信你们会通过沟通找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "在谈话中，尽量保持冷静和理性，共同寻求一个双方都能接受的解决方案。",
        "label": ""
      },
      {
        "sentence": "记住，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "同时，也要在谈话中尊重对方的感受，并试着从对方的角度思考问题。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够顺利解决困扰你们的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我会好好思考，然后尝试与他沟通。希望我们能够找到解决问题的方法，重新建立起幸福的家庭。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会好好思考，然后尝试与他沟通。",
        "label": ""
      },
      {
        "sentence": "希望我们能够找到解决问题的方法，重新建立起幸福的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意提供帮助和支持。相信你们一定能够重建幸福的家庭。如果你有任何进展或需要进一步的支持，随时都可以来找我。祝福你们一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信你们一定能够重建幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "如果你有任何进展或需要进一步的支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你们一切顺利！",
        "label": ""
      }
    ]
  }
]