[
  {
    "role": "client",
    "content": "调到高中任教，为什么工作中总是焦虑不安？我2004年开始在初中工作，工作到第10年时认为工作做的很不错，没有挑战性了，同时因为职业倦怠，便萌生了去高中任教的打算。2015年，调到一所生源较差的高中。我原本计划从高一开始任教，一边学习高中教学理论一边摸索带课，但因为学校缺少教师导致我被安排到高二带课。因为我对高中课程不熟悉，教学经验缺乏，同时面对的学生学习基础很差，让我教学难度很大，教学效果差，工作的现状给我造成了比较大的压力。不知不觉之间我难以接受工作现状，想想我在初中时工作的不错，现在工作这么差，心里一时接受不了。我也因为工作困难大而感觉对不起学生，觉得是因为我的一时错误的选择（调到高中任教）给他们没有带来好的成绩，比较内疚，再加上当时家庭也出现了矛盾，工作的压力，家庭的压力，让我的神经绷得很紧，于2016年出现焦虑症。目前经过内科治疗，因焦虑导致的躯体不适有所缓解，但每次教学时总不由自主的焦虑恐惧，影响正常工作，我该怎么办啊？",
    "annotation": [
      {
        "sentence": "调到高中任教，为什么工作中总是焦虑不安？",
        "label": ""
      },
      {
        "sentence": "我2004年开始在初中工作，工作到第10年时认为工作做的很不错，没有挑战性了，同时因为职业倦怠，便萌生了去高中任教的打算。",
        "label": ""
      },
      {
        "sentence": "2015年，调到一所生源较差的高中。",
        "label": ""
      },
      {
        "sentence": "我原本计划从高一开始任教，一边学习高中教学理论一边摸索带课，但因为学校缺少教师导致我被安排到高二带课。",
        "label": ""
      },
      {
        "sentence": "因为我对高中课程不熟悉，教学经验缺乏，同时面对的学生学习基础很差，让我教学难度很大，教学效果差，工作的现状给我造成了比较大的压力。",
        "label": ""
      },
      {
        "sentence": "不知不觉之间我难以接受工作现状，想想我在初中时工作的不错，现在工作这么差，心里一时接受不了。",
        "label": ""
      },
      {
        "sentence": "我也因为工作困难大而感觉对不起学生，觉得是因为我的一时错误的选择（调到高中任教）给他们没有带来好的成绩，比较内疚，再加上当时家庭也出现了矛盾，工作的压力，家庭的压力，让我的神经绷得很紧，于2016年出现焦虑症。",
        "label": ""
      },
      {
        "sentence": "目前经过内科治疗，因焦虑导致的躯体不适有所缓解，但每次教学时总不由自主的焦虑恐惧，影响正常工作，我该怎么办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊，看到了你现实情况下的焦虑不安，抱抱。难以接受工作现状让你焦虑不安。从你的叙述来看，你在初中感到倦怠觉得没有挑战，选择到高中任教。但由于没有安排到满意的年级、课程不熟悉、没有教学经验等，教学效果差，造成了很大的压力，由此产生焦虑、后悔、内疚的情绪。此外，当时家庭也出现了矛盾，工作的压力，家庭的压力，让我的神经绷得很紧，于2016年出现焦虑症。经过治疗，因焦虑导致的躯体不适有所缓解，但焦虑情绪还在。你辛苦了，感觉一招出错，满盘皆输的郁闷和焦虑情绪压垮了你。",
    "annotation": [
      {
        "sentence": "你好啊，看到了你现实情况下的焦虑不安，抱抱。",
        "label": ""
      },
      {
        "sentence": "难以接受工作现状让你焦虑不安。",
        "label": ""
      },
      {
        "sentence": "从你的叙述来看，你在初中感到倦怠觉得没有挑战，选择到高中任教。",
        "label": ""
      },
      {
        "sentence": "但由于没有安排到满意的年级、课程不熟悉、没有教学经验等，教学效果差，造成了很大的压力，由此产生焦虑、后悔、内疚的情绪。",
        "label": ""
      },
      {
        "sentence": "此外，当时家庭也出现了矛盾，工作的压力，家庭的压力，让我的神经绷得很紧，于2016年出现焦虑症。",
        "label": ""
      },
      {
        "sentence": "经过治疗，因焦虑导致的躯体不适有所缓解，但焦虑情绪还在。",
        "label": ""
      },
      {
        "sentence": "你辛苦了，感觉一招出错，满盘皆输的郁闷和焦虑情绪压垮了你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我觉得焦虑情绪影响了我的正常工作，每次上课都会不由自主地感到焦虑恐惧。我真的很想摆脱这种束缚，但不知道怎么做。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我觉得焦虑情绪影响了我的正常工作，每次上课都会不由自主地感到焦虑恐惧。",
        "label": ""
      },
      {
        "sentence": "我真的很想摆脱这种束缚，但不知道怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "焦虑构成的各种因素导致了这些结果一是压力感。人们对于未来充满不确定性，这是导致焦虑的重要成因。从你的表述来看，这可能是你焦虑的最大原因，尤其是你说“每次教学时总不由自主的焦虑恐惧，影响正常工作”。二是低自尊。当一个人对自己的评价过度依赖于别人的看法、寻求别人的肯定与认可、而自我认同感差就会导致自我无价值感。你所说的\"教学难度很大，教学效果差\"这种外界的评价系统，也是让你焦虑的原因。三是完美主义。完美主义者的眼中往往是“非白即黑”的，他们经常有一个想法：“如果不能做到最好，就是差的”；“如果再努力一点，结果可能会更好”等等。同时，害怕失败，这可能在你身上也有一定的体现。",
    "annotation": [
      {
        "sentence": "焦虑构成的各种因素导致了这些结果一是压力感。",
        "label": ""
      },
      {
        "sentence": "人们对于未来充满不确定性，这是导致焦虑的重要成因。",
        "label": ""
      },
      {
        "sentence": "从你的表述来看，这可能是你焦虑的最大原因，尤其是你说“每次教学时总不由自主的焦虑恐惧，影响正常工作”。",
        "label": ""
      },
      {
        "sentence": "二是低自尊。",
        "label": ""
      },
      {
        "sentence": "当一个人对自己的评价过度依赖于别人的看法、寻求别人的肯定与认可、而自我认同感差就会导致自我无价值感。",
        "label": ""
      },
      {
        "sentence": "你所说的\"教学难度很大，教学效果差\"这种外界的评价系统，也是让你焦虑的原因。",
        "label": ""
      },
      {
        "sentence": "三是完美主义。",
        "label": ""
      },
      {
        "sentence": "完美主义者的眼中往往是“非白即黑”的，他们经常有一个想法：“如果不能做到最好，就是差的”；“如果再努力一点，结果可能会更好”等等。",
        "label": ""
      },
      {
        "sentence": "同时，害怕失败，这可能在你身上也有一定的体现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我的焦虑可能是因为工作压力、低自尊和完美主义的原因。但是我应该怎么办呢？怎样才能调整自己的情绪和减轻焦虑呢？",
    "annotation": [
      {
        "sentence": "我明白了，我的焦虑可能是因为工作压力、低自尊和完美主义的原因。",
        "label": ""
      },
      {
        "sentence": "但是我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "怎样才能调整自己的情绪和减轻焦虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要改变自己的认知，调整自己的思维方式。可以学习《控制焦虑》，运用合理情绪疗法的ABC理念来调整自己的认知。通过思考和挖掘，找到导致焦虑的具体因素，并改变不合理的思维模式。同时，运用正念冥想来观想自己的情绪，调整自己的状态。",
    "annotation": [
      {
        "sentence": "首先，你要改变自己的认知，调整自己的思维方式。",
        "label": ""
      },
      {
        "sentence": "可以学习《控制焦虑》，运用合理情绪疗法的ABC理念来调整自己的认知。",
        "label": ""
      },
      {
        "sentence": "通过思考和挖掘，找到导致焦虑的具体因素，并改变不合理的思维模式。",
        "label": ""
      },
      {
        "sentence": "同时，运用正念冥想来观想自己的情绪，调整自己的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试这些方法。还有其他能帮助我减轻焦虑的方法吗？",
    "annotation": [
      {
        "sentence": "好的，我会试试这些方法。",
        "label": ""
      },
      {
        "sentence": "还有其他能帮助我减轻焦虑的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了认知调整外，行为疗法也是一个有效的方法。你可以尝试使用暴露疗法或者系统脱敏疗法，解决适应教学情境的问题。逐渐暴露自己于教学环境中，逐渐适应，慢慢减少焦虑的程度。此外，你也可以寻找心理咨询师进行精神分析，探索完美主义的来源，并获得更深层次的支持和指导。",
    "annotation": [
      {
        "sentence": "除了认知调整外，行为疗法也是一个有效的方法。",
        "label": ""
      },
      {
        "sentence": "你可以尝试使用暴露疗法或者系统脱敏疗法，解决适应教学情境的问题。",
        "label": ""
      },
      {
        "sentence": "逐渐暴露自己于教学环境中，逐渐适应，慢慢减少焦虑的程度。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻找心理咨询师进行精神分析，探索完美主义的来源，并获得更深层次的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会尽力去调整自己的认知，采取合适的行为疗法，并考虑寻找一位心理咨询师帮助我度过这段焦虑的时期。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽力去调整自己的认知，采取合适的行为疗法，并考虑寻找一位心理咨询师帮助我度过这段焦虑的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经走出了第一步，相信自己能够摆脱焦虑，并找到解决问题的方法。祝你早日恢复正常工作和生活，如果有任何需要，随时都可以找我倾诉和寻求帮助。加油！",
    "annotation": [
      {
        "sentence": "不客气，你已经走出了第一步，相信自己能够摆脱焦虑，并找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "祝你早日恢复正常工作和生活，如果有任何需要，随时都可以找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]