[
  {
    "role": "client",
    "content": "我调到高中任教，为什么工作中总是焦虑不安？我2004年开始在初中工作，工作到第10年时认为工作做的很不错，没有挑战性了，同时因为职业倦怠，便萌生了去高中任教的打算。2015年，调到一所生源较差的高中。我原本计划从高一开始任教，一边学习高中教学理论一边摸索带课，但因为学校缺少教师导致我被安排到高二带课。因为我对高中课程不熟悉，教学经验缺乏，同时面对的学生学习基础很差，让我教学难度很大，教学效果差，工作的现状给我造成了比较大的压力。不知不觉之间我难以接受工作现状，想想我在初中时工作的不错，现在工作这么差，心里一时接受不了。我也因为工作困难大而感觉对不起学生，觉得是因为我的一时错误的选择（调到高中任教）给他们没有带来好的成绩，比较内疚，再加上当时家庭也出现了矛盾，工作的压力，家庭的压力，让我的神经绷得很紧，于2016年出现焦虑症。目前经过内科治疗，因焦虑导致的躯体不适有所缓解，但每次教学时总不由自主的焦虑恐惧，影响正常工作，我该怎么办啊？",
    "annotation": [
      {
        "sentence": "我调到高中任教，为什么工作中总是焦虑不安？",
        "label": ""
      },
      {
        "sentence": "我2004年开始在初中工作，工作到第10年时认为工作做的很不错，没有挑战性了，同时因为职业倦怠，便萌生了去高中任教的打算。",
        "label": ""
      },
      {
        "sentence": "2015年，调到一所生源较差的高中。",
        "label": ""
      },
      {
        "sentence": "我原本计划从高一开始任教，一边学习高中教学理论一边摸索带课，但因为学校缺少教师导致我被安排到高二带课。",
        "label": ""
      },
      {
        "sentence": "因为我对高中课程不熟悉，教学经验缺乏，同时面对的学生学习基础很差，让我教学难度很大，教学效果差，工作的现状给我造成了比较大的压力。",
        "label": ""
      },
      {
        "sentence": "不知不觉之间我难以接受工作现状，想想我在初中时工作的不错，现在工作这么差，心里一时接受不了。",
        "label": ""
      },
      {
        "sentence": "我也因为工作困难大而感觉对不起学生，觉得是因为我的一时错误的选择（调到高中任教）给他们没有带来好的成绩，比较内疚，再加上当时家庭也出现了矛盾，工作的压力，家庭的压力，让我的神经绷得很紧，于2016年出现焦虑症。",
        "label": ""
      },
      {
        "sentence": "目前经过内科治疗，因焦虑导致的躯体不适有所缓解，但每次教学时总不由自主的焦虑恐惧，影响正常工作，我该怎么办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感受到你的焦虑，人在一个岗位做久了都会得职业病，有职业倦怠期，这个是正常的现象，而你并没有直接的放松自己让自己沉沦，而是敢于挑战，向更高层次追求，这是很好的。",
    "annotation": [
      {
        "sentence": "能够感受到你的焦虑，人在一个岗位做久了都会得职业病，有职业倦怠期，这个是正常的现象，而你并没有直接的放松自己让自己沉沦，而是敢于挑战，向更高层次追求，这是很好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。可是我还是觉得很压力很大，因为计划被打乱，对高中教学不熟悉，觉得自己底气不足。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "可是我还是觉得很压力很大，因为计划被打乱，对高中教学不熟悉，觉得自己底气不足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，计划被打乱确实会让人感到焦虑和不安。你是有能力的，只是到了新的岗位，所以会有些陌生感。不过，高中和初中的教学还是有一些互通之处的。你可以制定一个适合自己的学习计划，一步一步地来，每有一点进步都值得肯定。",
    "annotation": [
      {
        "sentence": "是的，计划被打乱确实会让人感到焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "你是有能力的，只是到了新的岗位，所以会有些陌生感。",
        "label": ""
      },
      {
        "sentence": "不过，高中和初中的教学还是有一些互通之处的。",
        "label": ""
      },
      {
        "sentence": "你可以制定一个适合自己的学习计划，一步一步地来，每有一点进步都值得肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可以尝试制定一个合适的计划，逐渐适应高中教学。还有，我觉得很内疚，觉得是因为我的选择给学生带来了困难，觉得自己对不起他们。",
    "annotation": [
      {
        "sentence": "你说得对，我可以尝试制定一个合适的计划，逐渐适应高中教学。",
        "label": ""
      },
      {
        "sentence": "还有，我觉得很内疚，觉得是因为我的选择给学生带来了困难，觉得自己对不起他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过于自责，你只是在尽力工作，没有任何错。学生的学习基础较差，并不全是你的责任。你可以适当地降低期望值，从容易抓起，一步一步帮助学生提高。同时，你也可以向有经验的老师请教，学习他们的教学方法和经验。",
    "annotation": [
      {
        "sentence": "不要太过于自责，你只是在尽力工作，没有任何错。",
        "label": ""
      },
      {
        "sentence": "学生的学习基础较差，并不全是你的责任。",
        "label": ""
      },
      {
        "sentence": "你可以适当地降低期望值，从容易抓起，一步一步帮助学生提高。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以向有经验的老师请教，学习他们的教学方法和经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，适当降低期望值，向老师学习，这些都是很好的建议。但是我还是感到压力很大，家庭中的矛盾和压力又使情况更加复杂。",
    "annotation": [
      {
        "sentence": "我明白了，适当降低期望值，向老师学习，这些都是很好的建议。",
        "label": ""
      },
      {
        "sentence": "但是我还是感到压力很大，家庭中的矛盾和压力又使情况更加复杂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭和工作的压力确实会相互影响，在这种情况下，你可以和家人进行更多的沟通，听取他们的意见和建议，释放心中的负面情绪。同时，你也可以抽出时间参加一些自己感兴趣的活动，如跑步、阅读等，这些可以帮助你放松心情，稳定情绪。",
    "annotation": [
      {
        "sentence": "家庭和工作的压力确实会相互影响，在这种情况下，你可以和家人进行更多的沟通，听取他们的意见和建议，释放心中的负面情绪。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以抽出时间参加一些自己感兴趣的活动，如跑步、阅读等，这些可以帮助你放松心情，稳定情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，我可以和家人多沟通，释放压力。还可以尝试一些活动来放松自己。谢谢你的建议，我会尽量去做的。",
    "annotation": [
      {
        "sentence": "嗯，你说得对，我可以和家人多沟通，释放压力。",
        "label": ""
      },
      {
        "sentence": "还可以尝试一些活动来放松自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尽量去做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够度过困难时期。记得要坚持制定好自己的计划，相信自己的能力，积极应对工作的挑战，加油吧！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够度过困难时期。",
        "label": ""
      },
      {
        "sentence": "记得要坚持制定好自己的计划，相信自己的能力，积极应对工作的挑战，加油吧！",
        "label": ""
      }
    ]
  }
]