[
  {
    "role": "client",
    "content": "我调到高中任教，但为什么工作中总是焦虑不安呢？",
    "annotation": [
      {
        "sentence": "我调到高中任教，但为什么工作中总是焦虑不安呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的心情，可以感受到你的焦虑，从初中任教到高中任教的跳跃让你一时还无法适应，因此深深的焦虑。你从2004年开始在初中工作，10年以来都工作得很不错，但由于没有挑战性，你也因此产生职业倦怠，于是选择了去往更高的地方。这说明你是一个对自己有很高要求，不满足于安逸的现状，会去挑战自己，出现问题时也能够及时反思自我。",
    "annotation": [
      {
        "sentence": "我非常理解你的心情，可以感受到你的焦虑，从初中任教到高中任教的跳跃让你一时还无法适应，因此深深的焦虑。",
        "label": ""
      },
      {
        "sentence": "你从2004年开始在初中工作，10年以来都工作得很不错，但由于没有挑战性，你也因此产生职业倦怠，于是选择了去往更高的地方。",
        "label": ""
      },
      {
        "sentence": "这说明你是一个对自己有很高要求，不满足于安逸的现状，会去挑战自己，出现问题时也能够及时反思自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直一步步地向前走，但这次调动到高中，就让我有了很大的负担和压力，不知道如何是好。",
    "annotation": [
      {
        "sentence": "是的，我一直一步步地向前走，但这次调动到高中，就让我有了很大的负担和压力，不知道如何是好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很明显，你对于调动到高中很有压力，内心也非常焦虑。前后工作的对比让你有了心理落差，也因此感到愧对学生。可以看出来你是一个很有责任感的人，在面对问题时，首先想到的是自己做得不到位的地方，但也正是这样让你承受了很大压力，陷入了焦虑和恐惧中。",
    "annotation": [
      {
        "sentence": "很明显，你对于调动到高中很有压力，内心也非常焦虑。",
        "label": ""
      },
      {
        "sentence": "前后工作的对比让你有了心理落差，也因此感到愧对学生。",
        "label": ""
      },
      {
        "sentence": "可以看出来你是一个很有责任感的人，在面对问题时，首先想到的是自己做得不到位的地方，但也正是这样让你承受了很大压力，陷入了焦虑和恐惧中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你分析得很对，我在初次高中任教的经历中留下了阴影，出于对自己的要求和对学生的愧疚感，我开始对教学产生恐惧的情绪，我焦虑的来源在于过去的教学成绩对我造成了很大打击，害怕自己不能够胜任教学任务，害怕因为自己的原因而耽误到学生。",
    "annotation": [
      {
        "sentence": "你分析得很对，我在初次高中任教的经历中留下了阴影，出于对自己的要求和对学生的愧疚感，我开始对教学产生恐惧的情绪，我焦虑的来源在于过去的教学成绩对我造成了很大打击，害怕自己不能够胜任教学任务，害怕因为自己的原因而耽误到学生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们面对的情境是未知且不确定的时候，会带给我们一种不在掌控之中的感觉，让我们觉得不安全，面对的事情不确定性越大时，我们的焦虑程度就越高。试着调整自己的心态，你把教学效果不佳的责任归因到自己身上，觉得是因为自己经验不够，是自己做了错误的选择。但影响学生成绩的因素有很多，学校的环境，学生的基础，学校的培养模式，其他老师的教学水平等等。你不必太自责，要做的是及时分析和总结原因，帮助学生一点点进步。保持中等强度的焦虑，会让我们保持适度的兴奋感，从而提升工作效率。",
    "annotation": [
      {
        "sentence": "当我们面对的情境是未知且不确定的时候，会带给我们一种不在掌控之中的感觉，让我们觉得不安全，面对的事情不确定性越大时，我们的焦虑程度就越高。",
        "label": ""
      },
      {
        "sentence": "试着调整自己的心态，你把教学效果不佳的责任归因到自己身上，觉得是因为自己经验不够，是自己做了错误的选择。",
        "label": ""
      },
      {
        "sentence": "但影响学生成绩的因素有很多，学校的环境，学生的基础，学校的培养模式，其他老师的教学水平等等。",
        "label": ""
      },
      {
        "sentence": "你不必太自责，要做的是及时分析和总结原因，帮助学生一点点进步。",
        "label": ""
      },
      {
        "sentence": "保持中等强度的焦虑，会让我们保持适度的兴奋感，从而提升工作效率。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议，我会调整自己的心态，让自己放松下来。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议，我会调整自己的心态，让自己放松下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接纳自己也是很重要的，你要学会接纳自己，在认识到自身的不足后，制定计划和目标去做出改变。一味地苛责只会让自己愈发焦虑。让自己得到放松可以通过运动和正念的方式，比如慢跑，瑜伽，冥想等，增加大脑的多巴胺和内啡肽，让自己放松下来。慢慢来，调整自己的心情，一点点提升自己的教学水平，让自己进入教学状态中。",
    "annotation": [
      {
        "sentence": "接纳自己也是很重要的，你要学会接纳自己，在认识到自身的不足后，制定计划和目标去做出改变。",
        "label": ""
      },
      {
        "sentence": "一味地苛责只会让自己愈发焦虑。",
        "label": ""
      },
      {
        "sentence": "让自己得到放松可以通过运动和正念的方式，比如慢跑，瑜伽，冥想等，增加大脑的多巴胺和内啡肽，让自己放松下来。",
        "label": ""
      },
      {
        "sentence": "慢慢来，调整自己的心情，一点点提升自己的教学水平，让自己进入教学状态中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我今后会加强锻炼和正念等自我调节的方式，同时慢慢提升自己的教学水平，感谢你的建议和帮助。",
    "annotation": [
      {
        "sentence": "我今后会加强锻炼和正念等自我调节的方式，同时慢慢提升自己的教学水平，感谢你的建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你能够摆脱焦虑，收获更多的成果。加油哦！",
    "annotation": [
      {
        "sentence": "希望你能够摆脱焦虑，收获更多的成果。",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      }
    ]
  }
]