[
  {
    "role": "client",
    "content": "最近我觉得自己对男朋友的依赖越来越强，就像我的手和脚都在他身上一样。以前我觉得这种依赖是正常的，但自从疫情解封以来，我一直独自在家，负面情绪越来越多。我每天都向男朋友倾诉我的烦恼。最近我们见面的次数也增多了，几乎每个周末我们都会见面。可是，我发现我的负面情绪并没有得到缓解，只是觉得能够被他安慰和陪伴的感觉很享受。随着见面的次数增多，我对他的依赖也越来越大。到了本应该回家的时间，我开始害怕回家，就想尽办法跟他说能不能晚一点回去。我总觉得多待一会就能多陪他一会，而且如果他不能来，我会感到非常难过，甚至想死。他对我的任性已经包容了很多次，中间还提过两次分手，我觉得没有什么比分手更可怕的了。我曾经答应过他不再任性，但是分手和好之后我还是老样子。",
    "annotation": [
      {
        "sentence": "最近我觉得自己对男朋友的依赖越来越强，就像我的手和脚都在他身上一样。",
        "label": ""
      },
      {
        "sentence": "以前我觉得这种依赖是正常的，但自从疫情解封以来，我一直独自在家，负面情绪越来越多。",
        "label": ""
      },
      {
        "sentence": "我每天都向男朋友倾诉我的烦恼。",
        "label": ""
      },
      {
        "sentence": "最近我们见面的次数也增多了，几乎每个周末我们都会见面。",
        "label": ""
      },
      {
        "sentence": "可是，我发现我的负面情绪并没有得到缓解，只是觉得能够被他安慰和陪伴的感觉很享受。",
        "label": ""
      },
      {
        "sentence": "随着见面的次数增多，我对他的依赖也越来越大。",
        "label": ""
      },
      {
        "sentence": "到了本应该回家的时间，我开始害怕回家，就想尽办法跟他说能不能晚一点回去。",
        "label": ""
      },
      {
        "sentence": "我总觉得多待一会就能多陪他一会，而且如果他不能来，我会感到非常难过，甚至想死。",
        "label": ""
      },
      {
        "sentence": "他对我的任性已经包容了很多次，中间还提过两次分手，我觉得没有什么比分手更可怕的了。",
        "label": ""
      },
      {
        "sentence": "我曾经答应过他不再任性，但是分手和好之后我还是老样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出你非常爱你的男朋友，一直想和他在一起、黏在一起。因为疫情原因，你们有很长一段时间没有见面，所以之后你就特别希望能一直和他在一起。一开始男朋友可能也觉得很舒服，但是长久以来可能会感到烦躁。每个人都有自己的生活，即使你们是恋人，也有自己的工作和生活。拥有一个爱自己的人是不容易的，但我们也不能为了他而丢失自我。从你的话中，我感觉到你在这段感情中迷失了自己，不知道为什么会这样，但就是想这样做。这导致你的男朋友厌烦，甚至提出分手。你们在一起时，需要多换位思考，站在对方的角度考虑问题。我认为最好的相处模式是彼此安心，即使不见面也知道对方在做什么。然后在有空的时候再去谈恋爱，这不是很美好吗？谈恋爱固然重要，但不能成为生活的全部。希望你能好起来~。",
    "annotation": [
      {
        "sentence": "看得出你非常爱你的男朋友，一直想和他在一起、黏在一起。",
        "label": ""
      },
      {
        "sentence": "因为疫情原因，你们有很长一段时间没有见面，所以之后你就特别希望能一直和他在一起。",
        "label": ""
      },
      {
        "sentence": "一开始男朋友可能也觉得很舒服，但是长久以来可能会感到烦躁。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的生活，即使你们是恋人，也有自己的工作和生活。",
        "label": ""
      },
      {
        "sentence": "拥有一个爱自己的人是不容易的，但我们也不能为了他而丢失自我。",
        "label": ""
      },
      {
        "sentence": "从你的话中，我感觉到你在这段感情中迷失了自己，不知道为什么会这样，但就是想这样做。",
        "label": ""
      },
      {
        "sentence": "这导致你的男朋友厌烦，甚至提出分手。",
        "label": ""
      },
      {
        "sentence": "你们在一起时，需要多换位思考，站在对方的角度考虑问题。",
        "label": ""
      },
      {
        "sentence": "我认为最好的相处模式是彼此安心，即使不见面也知道对方在做什么。",
        "label": ""
      },
      {
        "sentence": "然后在有空的时候再去谈恋爱，这不是很美好吗？",
        "label": ""
      },
      {
        "sentence": "谈恋爱固然重要，但不能成为生活的全部。",
        "label": ""
      },
      {
        "sentence": "希望你能好起来~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我意识到自己确实对他有过度依赖，而且也意识到了他的疲惫和烦恼。我知道自己迷失了自己，但是却不知道如何改变。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我意识到自己确实对他有过度依赖，而且也意识到了他的疲惫和烦恼。",
        "label": ""
      },
      {
        "sentence": "我知道自己迷失了自己，但是却不知道如何改变。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你意识到了问题，这已经是个好的开始。要改变这种依赖的状态，你需要先关注自己，寻找自己内心的独立和平衡。你可以多参加一些自己感兴趣的活动，打开自己的社交圈子，与更多的人相处，多培养自己的兴趣爱好，让自己的生活多姿多彩起来。此外，也可以尝试一些放松的方式，比如做一些运动、听音乐或者学习一些新的技能，这样可以让你的注意力从他身上转移到别的事情上。还有，在恋爱中，沟通很重要，你可以试着和男友谈一谈，告诉他你的顾虑，一起制定一些相处的规则和共识，让你们的关系更加健康平衡。",
    "annotation": [
      {
        "sentence": "首先，你意识到了问题，这已经是个好的开始。",
        "label": ""
      },
      {
        "sentence": "要改变这种依赖的状态，你需要先关注自己，寻找自己内心的独立和平衡。",
        "label": ""
      },
      {
        "sentence": "你可以多参加一些自己感兴趣的活动，打开自己的社交圈子，与更多的人相处，多培养自己的兴趣爱好，让自己的生活多姿多彩起来。",
        "label": ""
      },
      {
        "sentence": "此外，也可以尝试一些放松的方式，比如做一些运动、听音乐或者学习一些新的技能，这样可以让你的注意力从他身上转移到别的事情上。",
        "label": ""
      },
      {
        "sentence": "还有，在恋爱中，沟通很重要，你可以试着和男友谈一谈，告诉他你的顾虑，一起制定一些相处的规则和共识，让你们的关系更加健康平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会把更多的注意力放在自己身上，寻找到自己的独立和平衡。我也会多参加一些自己感兴趣的活动，拓宽自己的圈子。同时，我也会和男朋友沟通，共同制定一些相处的规则和共识，让我们的关系更加健康平衡。谢谢你给我建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会把更多的注意力放在自己身上，寻找到自己的独立和平衡。",
        "label": ""
      },
      {
        "sentence": "我也会多参加一些自己感兴趣的活动，拓宽自己的圈子。",
        "label": ""
      },
      {
        "sentence": "同时，我也会和男朋友沟通，共同制定一些相处的规则和共识，让我们的关系更加健康平衡。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你可以做到的。记得要给自己一些时间和空间来调整，慢慢地找回自己。如果你需要任何帮助或者再次聊天，随时都可以找我。祝你早日走出困境，找到真正的快乐与平衡。",
    "annotation": [
      {
        "sentence": "不客气，我相信你可以做到的。",
        "label": ""
      },
      {
        "sentence": "记得要给自己一些时间和空间来调整，慢慢地找回自己。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次聊天，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "祝你早日走出困境，找到真正的快乐与平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力调整自己，找到真正的快乐和平衡。如果我还需要帮助，我会再联系你的。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力调整自己，找到真正的快乐和平衡。",
        "label": ""
      },
      {
        "sentence": "如果我还需要帮助，我会再联系你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直在这里支持你。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]