[
  {
    "role": "client",
    "content": "我是高三的女生，最近和同学闹矛盾，每天抬头不见低头见，讨厌我。我和女生a女生b本来是好朋友，这个学期开始女生a就觉得我们没把她当真心朋友，她觉得她融入不进我们，她很敏感。后来说开了我们和好了，但最近女生a又突然写了张纸条给我，说不想和我一起吃饭了。我特别生气，因为高三压力那么大，我真的不想听她抱怨。所以我就回了一封言辞很激烈的信给她。她也回了一封信，通篇都是在指责我，让我觉得她心思很重，搞得我真的很累。现在我们的关系很僵，我感到很烦闷，不知道怎么处理。",
    "annotation": [
      {
        "sentence": "我是高三的女生，最近和同学闹矛盾，每天抬头不见低头见，讨厌我。",
        "label": ""
      },
      {
        "sentence": "我和女生a女生b本来是好朋友，这个学期开始女生a就觉得我们没把她当真心朋友，她觉得她融入不进我们，她很敏感。",
        "label": ""
      },
      {
        "sentence": "后来说开了我们和好了，但最近女生a又突然写了张纸条给我，说不想和我一起吃饭了。",
        "label": ""
      },
      {
        "sentence": "我特别生气，因为高三压力那么大，我真的不想听她抱怨。",
        "label": ""
      },
      {
        "sentence": "所以我就回了一封言辞很激烈的信给她。",
        "label": ""
      },
      {
        "sentence": "她也回了一封信，通篇都是在指责我，让我觉得她心思很重，搞得我真的很累。",
        "label": ""
      },
      {
        "sentence": "现在我们的关系很僵，我感到很烦闷，不知道怎么处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，我能理解你的内心苦闷。高三的压力很大，不容易控制自己的情绪，面对这种情况，你需要接纳它并且采取一些合理的应对方式，这对你自己的情绪平衡和人际关系的维护都十分重要。但是我觉得你现在有点糊涂，你和女生a的矛盾无法解决只会让你对整个事情感到很烦闷，可能会影响你的学习和生活。所以，我们先从了解矛盾的原因开始谈起，看看事情可能存在的问题和解决办法。",
    "annotation": [
      {
        "sentence": "看了你的问题，我能理解你的内心苦闷。",
        "label": ""
      },
      {
        "sentence": "高三的压力很大，不容易控制自己的情绪，面对这种情况，你需要接纳它并且采取一些合理的应对方式，这对你自己的情绪平衡和人际关系的维护都十分重要。",
        "label": ""
      },
      {
        "sentence": "但是我觉得你现在有点糊涂，你和女生a的矛盾无法解决只会让你对整个事情感到很烦闷，可能会影响你的学习和生活。",
        "label": ""
      },
      {
        "sentence": "所以，我们先从了解矛盾的原因开始谈起，看看事情可能存在的问题和解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我想了解关于我们之间矛盾的问题所在。",
    "annotation": [
      {
        "sentence": "好的，我想了解关于我们之间矛盾的问题所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你的朋友a显然是一个内心敏感的人。她之前并没有告诉你她对你们之间相处中的不满，但选择高三说出来，可能是因为这个学期繁重学业的压力，而你在她看来并没有充分理解她。关于你和她之间的这段恩怨，其实是你和她之间缺乏足够的沟通与交流，这份友谊需要经营。关于这个问题，我们可以以一个温和、善解人意的态度去畅所欲言。",
    "annotation": [
      {
        "sentence": "首先，你的朋友a显然是一个内心敏感的人。",
        "label": ""
      },
      {
        "sentence": "她之前并没有告诉你她对你们之间相处中的不满，但选择高三说出来，可能是因为这个学期繁重学业的压力，而你在她看来并没有充分理解她。",
        "label": ""
      },
      {
        "sentence": "关于你和她之间的这段恩怨，其实是你和她之间缺乏足够的沟通与交流，这份友谊需要经营。",
        "label": ""
      },
      {
        "sentence": "关于这个问题，我们可以以一个温和、善解人意的态度去畅所欲言。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，但是我觉得女生a经常抱怨且过于敏感，我觉得她的态度有问题。",
    "annotation": [
      {
        "sentence": "明白了，但是我觉得女生a经常抱怨且过于敏感，我觉得她的态度有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实这个问题可能是两个人的错，看到你的回信，也许a朋友会感到被攻击了，可能不会很高兴，所以说有时需要冷静和理智地去处理问题。如果以更积极的心态和方式去沟通，或许问题会迎刃而解。而且，这种问题不仅存在于你们之间，而且是我们生活中所有人都会面临的问题。双方要以平等的姿态去沟通，尊重对方的感受，听取对方的意见，最终达成一个双方都可以接受的解决办法。",
    "annotation": [
      {
        "sentence": "其实这个问题可能是两个人的错，看到你的回信，也许a朋友会感到被攻击了，可能不会很高兴，所以说有时需要冷静和理智地去处理问题。",
        "label": ""
      },
      {
        "sentence": "如果以更积极的心态和方式去沟通，或许问题会迎刃而解。",
        "label": ""
      },
      {
        "sentence": "而且，这种问题不仅存在于你们之间，而且是我们生活中所有人都会面临的问题。",
        "label": ""
      },
      {
        "sentence": "双方要以平等的姿态去沟通，尊重对方的感受，听取对方的意见，最终达成一个双方都可以接受的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说得有道理，谢谢你的建议。我听取你的建议，找女生a单独谈谈，希望我们能和好如初，也希望我们的关系能变得更加稳定。",
    "annotation": [
      {
        "sentence": "说得有道理，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我听取你的建议，找女生a单独谈谈，希望我们能和好如初，也希望我们的关系能变得更加稳定。",
        "label": ""
      }
    ]
  }
]