[
  {
    "role": "client",
    "content": "高三女，和同学闹矛盾，每天抬头不见低头见，讨厌她？本来我和女生a女生b是好朋友，这学期刚开学的时候，女生a跟我说，觉得我和女生b没把她当真心朋友，她觉得她融入不进我们，她很敏感。我当时就有点生气，因为我对她俩都一样，把她们当成好朋友。后来说开了也就和好了。我平时都和女生a一起吃饭，但是上个周她突然写了张纸条给我，说不想和我一起吃饭了。我很生气，我不知道她那个敏感多疑的心思又想了些啥，高三压力那么大，我真不想听她抱怨。所以我就回了一封言辞很激烈的信给她。她也回了一封信，通篇都是在指责我，说了很多以前我们相处的时候一些细枝末节的东西，什么我哪天又收拾得慢啦，我不说话就是不想和她一起啦，我体育课又对她冷漠啦……这些我从未在意过，她却心思很重，敏感地记在心里，搞得我真的很累。那篇信写得特别白莲花，搞得好像我校园暴力她一样？现在我俩闹掰了，关系很僵。女生b和我玩儿得更久一些，但她对a还是一样的态度，让我有些膈应，想到这些事情我就很烦，怎么办呢？",
    "annotation": [
      {
        "sentence": "高三女，和同学闹矛盾，每天抬头不见低头见，讨厌她？",
        "label": ""
      },
      {
        "sentence": "本来我和女生a女生b是好朋友，这学期刚开学的时候，女生a跟我说，觉得我和女生b没把她当真心朋友，她觉得她融入不进我们，她很敏感。",
        "label": ""
      },
      {
        "sentence": "我当时就有点生气，因为我对她俩都一样，把她们当成好朋友。",
        "label": ""
      },
      {
        "sentence": "后来说开了也就和好了。",
        "label": ""
      },
      {
        "sentence": "我平时都和女生a一起吃饭，但是上个周她突然写了张纸条给我，说不想和我一起吃饭了。",
        "label": ""
      },
      {
        "sentence": "我很生气，我不知道她那个敏感多疑的心思又想了些啥，高三压力那么大，我真不想听她抱怨。",
        "label": ""
      },
      {
        "sentence": "所以我就回了一封言辞很激烈的信给她。",
        "label": ""
      },
      {
        "sentence": "她也回了一封信，通篇都是在指责我，说了很多以前我们相处的时候一些细枝末节的东西，什么我哪天又收拾得慢啦，我不说话就是不想和她一起啦，我体育课又对她冷漠啦……这些我从未在意过，她却心思很重，敏感地记在心里，搞得我真的很累。",
        "label": ""
      },
      {
        "sentence": "那篇信写得特别白莲花，搞得好像我校园暴力她一样？",
        "label": ""
      },
      {
        "sentence": "现在我俩闹掰了，关系很僵。",
        "label": ""
      },
      {
        "sentence": "女生b和我玩儿得更久一些，但她对a还是一样的态度，让我有些膈应，想到这些事情我就很烦，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，仔细读完您写的话，能体会到您心里的感受。在我们初中高中的时候，也是这样互相闹点小别扭，现在想起来真美好啊。我这样说呢，不知道您能不能放松下来，其实这些纯真的友情，在以后的日子看来，都是特别珍贵的。以后一旦进入大学，节奏加快，就很难有这样纯真的感情，所以还是要珍惜。",
    "annotation": [
      {
        "sentence": "亲，仔细读完您写的话，能体会到您心里的感受。",
        "label": ""
      },
      {
        "sentence": "在我们初中高中的时候，也是这样互相闹点小别扭，现在想起来真美好啊。",
        "label": ""
      },
      {
        "sentence": "我这样说呢，不知道您能不能放松下来，其实这些纯真的友情，在以后的日子看来，都是特别珍贵的。",
        "label": ""
      },
      {
        "sentence": "以后一旦进入大学，节奏加快，就很难有这样纯真的感情，所以还是要珍惜。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我也意识到这点，可是现在我们之间的关系真的很糟糕，感觉无法挽回。",
    "annotation": [
      {
        "sentence": "是啊，我也意识到这点，可是现在我们之间的关系真的很糟糕，感觉无法挽回。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。让我们一起梳理一下当前的困扰。总的来说，我觉得你们三个女生之间关系还是不错的，毕竟彼此都在乎对方。你写这些文字，倾诉你的困扰，也说明你在乎她们。a女生也不会赌气跟你说一些言不由衷的话。她可能是在意你，看到你和b女生比较熟，觉得自己融入不了。你或许没有太体察到她的感受，或者觉得没什么大不了，导致她赌气地说不跟你吃饭了。你回复了一封激烈的信，然后她更赌气地回应。其实，根源还是在于你们都在乎彼此，只是不愿意低下头来承认自己的内心感受。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "让我们一起梳理一下当前的困扰。",
        "label": ""
      },
      {
        "sentence": "总的来说，我觉得你们三个女生之间关系还是不错的，毕竟彼此都在乎对方。",
        "label": ""
      },
      {
        "sentence": "你写这些文字，倾诉你的困扰，也说明你在乎她们。",
        "label": ""
      },
      {
        "sentence": "a女生也不会赌气跟你说一些言不由衷的话。",
        "label": ""
      },
      {
        "sentence": "她可能是在意你，看到你和b女生比较熟，觉得自己融入不了。",
        "label": ""
      },
      {
        "sentence": "你或许没有太体察到她的感受，或者觉得没什么大不了，导致她赌气地说不跟你吃饭了。",
        "label": ""
      },
      {
        "sentence": "你回复了一封激烈的信，然后她更赌气地回应。",
        "label": ""
      },
      {
        "sentence": "其实，根源还是在于你们都在乎彼此，只是不愿意低下头来承认自己的内心感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能确实是这样，我们都不愿意表达自己的内心想法，反而用一些言行来掩饰。",
    "annotation": [
      {
        "sentence": "可能确实是这样，我们都不愿意表达自己的内心想法，反而用一些言行来掩饰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候我们的一些言行等表现，恰恰是内心真正想法的伪装和防御。a女生很在意你，所以可能会观察你的行为，比如你收拾得慢啦、不说话就是不想和她一起啦、体育课对她冷漠啦等。虽然这些细枝末节你从未在意过，但她却把这些事记在心里，搞得你觉得很累。而她的那篇回信可能是因为她的内心也很矛盾，不知道怎么表达自己的感受，所以写得白莲花一些，其实并不是真的觉得你校园暴力她。",
    "annotation": [
      {
        "sentence": "是的，有时候我们的一些言行等表现，恰恰是内心真正想法的伪装和防御。",
        "label": ""
      },
      {
        "sentence": "a女生很在意你，所以可能会观察你的行为，比如你收拾得慢啦、不说话就是不想和她一起啦、体育课对她冷漠啦等。",
        "label": ""
      },
      {
        "sentence": "虽然这些细枝末节你从未在意过，但她却把这些事记在心里，搞得你觉得很累。",
        "label": ""
      },
      {
        "sentence": "而她的那篇回信可能是因为她的内心也很矛盾，不知道怎么表达自己的感受，所以写得白莲花一些，其实并不是真的觉得你校园暴力她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我们彼此都在用错误的方式来表达自己。但现在我们的关系已经很僵了，怎么挽回呢？",
    "annotation": [
      {
        "sentence": "我明白了，我们彼此都在用错误的方式来表达自己。",
        "label": ""
      },
      {
        "sentence": "但现在我们的关系已经很僵了，怎么挽回呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我们可以尝试拯救你们的友情，也顺便恢复一下心情。首先，静下心来，你可以写一封比较诚恳的信给a女生，将自己的真实想法告诉她，包括询问一下她真实的想法。你可以询问她希望你们三个人怎么更好地相处，或者希望你具体怎么做，她可能会开心一些。因为每个人都希望别人关心自己和尊重自己，当你这样说，她应该就不好意思再赌气了。大家冰释前嫌，好好复习吧。我觉得你们彼此都没有大问题，不要因为这些小事情影响到感情，影响到学业。另外，私底下也可以开玩笑，女孩子也要坚强一些，不要太多愁善感，好好学习，互相帮助提携，向着大学的目标一起冲啊！祝福你们！",
    "annotation": [
      {
        "sentence": "没关系，我们可以尝试拯救你们的友情，也顺便恢复一下心情。",
        "label": ""
      },
      {
        "sentence": "首先，静下心来，你可以写一封比较诚恳的信给a女生，将自己的真实想法告诉她，包括询问一下她真实的想法。",
        "label": ""
      },
      {
        "sentence": "你可以询问她希望你们三个人怎么更好地相处，或者希望你具体怎么做，她可能会开心一些。",
        "label": ""
      },
      {
        "sentence": "因为每个人都希望别人关心自己和尊重自己，当你这样说，她应该就不好意思再赌气了。",
        "label": ""
      },
      {
        "sentence": "大家冰释前嫌，好好复习吧。",
        "label": ""
      },
      {
        "sentence": "我觉得你们彼此都没有大问题，不要因为这些小事情影响到感情，影响到学业。",
        "label": ""
      },
      {
        "sentence": "另外，私底下也可以开玩笑，女孩子也要坚强一些，不要太多愁善感，好好学习，互相帮助提携，向着大学的目标一起冲啊！",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试着写封信给a女生，希望我们能够解决问题，重新走到一起。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试着写封信给a女生，希望我们能够解决问题，重新走到一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，相信你们能够解决的。写信的时候要真诚和尊重，相信你们的友情会更加坚固。祝你们成功！如果还有其他问题，随时来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "没问题，相信你们能够解决的。",
        "label": ""
      },
      {
        "sentence": "写信的时候要真诚和尊重，相信你们的友情会更加坚固。",
        "label": ""
      },
      {
        "sentence": "祝你们成功！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]