[
  {
    "role": "client",
    "content": "总为老公打麻将生气，我是怎么了？小气候妈妈总是因为爸爸出去打麻将和他吵架，现在也是为了他出去打麻将而生气，不抽烟，不喝酒，就只喜欢打麻将，频率是一周至少2-3次，我不知道算不算高，我管老大学习（一年级），还管老二（虽然有阿姨），我总是想着想着流下眼泪！觉得不幸福！",
    "annotation": [
      {
        "sentence": "总为老公打麻将生气，我是怎么了？",
        "label": ""
      },
      {
        "sentence": "小气候妈妈总是因为爸爸出去打麻将和他吵架，现在也是为了他出去打麻将而生气，不抽烟，不喝酒，就只喜欢打麻将，频率是一周至少2-3次，我不知道算不算高，我管老大学习（一年级），还管老二（虽然有阿姨），我总是想着想着流下眼泪！",
        "label": ""
      },
      {
        "sentence": "觉得不幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你的困扰，可以感受到你的痛苦，让我为你送上一个温暖的拥抱。从你的描述来看，你觉得不幸福的原因可能是在家庭环境中受到了影响。小时候，你经常目睹妈妈为爸爸打麻将而争吵，这种家庭背景可能深深地影响了你，并且在你成年后左右你的判断。你从小在这样的环境中长大，也受到了这种影响，认为自己也不应该让老公出去打麻将。但问题的本质并不是这样的，你的老公其实只是喜欢打麻将而已，这个爱好已经算很好了，毕竟他不抽烟不喝酒，只是喜欢打麻将，而每周2-3次的频率并不算高。有些人每天因为对方出去打麻将才吵架，这还能理解，毕竟每天出去打麻将确实有点过分。你老公的频率一周2-3次并不算高，只是在平淡的生活中增添一些乐趣而已。我认为你的烦躁和不幸福感可能是因为你现在面对的事情太多了。你要照顾老大的学习，还要照顾老二，你有两个孩子让你操心，可能是因为你老公没有及时给予你帮助，或者是其他原因。你们应该相互沟通，而不是一方承担所有的责任，双方都应该共同承担这个责任。你为什么总是想要流泪呢？觉得不幸福呢？其实你现在的生活已经算相对安稳了，没有特别大的动荡，你有儿有女的家庭，老公也没有什么不良嗜好。你需要换位思考，认识到自己现在已经很幸福。我想分享一句话给你，汪国真说过：“假如你本来就不够快乐，为什么还要紧锁眉头栽培苦涩？”所以，请心情愉快起来吧！祝愿你幸福快乐。",
    "annotation": [
      {
        "sentence": "求助者，我了解你的困扰，可以感受到你的痛苦，让我为你送上一个温暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你觉得不幸福的原因可能是在家庭环境中受到了影响。",
        "label": ""
      },
      {
        "sentence": "小时候，你经常目睹妈妈为爸爸打麻将而争吵，这种家庭背景可能深深地影响了你，并且在你成年后左右你的判断。",
        "label": ""
      },
      {
        "sentence": "你从小在这样的环境中长大，也受到了这种影响，认为自己也不应该让老公出去打麻将。",
        "label": ""
      },
      {
        "sentence": "但问题的本质并不是这样的，你的老公其实只是喜欢打麻将而已，这个爱好已经算很好了，毕竟他不抽烟不喝酒，只是喜欢打麻将，而每周2-3次的频率并不算高。",
        "label": ""
      },
      {
        "sentence": "有些人每天因为对方出去打麻将才吵架，这还能理解，毕竟每天出去打麻将确实有点过分。",
        "label": ""
      },
      {
        "sentence": "你老公的频率一周2-3次并不算高，只是在平淡的生活中增添一些乐趣而已。",
        "label": ""
      },
      {
        "sentence": "我认为你的烦躁和不幸福感可能是因为你现在面对的事情太多了。",
        "label": ""
      },
      {
        "sentence": "你要照顾老大的学习，还要照顾老二，你有两个孩子让你操心，可能是因为你老公没有及时给予你帮助，或者是其他原因。",
        "label": ""
      },
      {
        "sentence": "你们应该相互沟通，而不是一方承担所有的责任，双方都应该共同承担这个责任。",
        "label": ""
      },
      {
        "sentence": "你为什么总是想要流泪呢？",
        "label": ""
      },
      {
        "sentence": "觉得不幸福呢？",
        "label": ""
      },
      {
        "sentence": "其实你现在的生活已经算相对安稳了，没有特别大的动荡，你有儿有女的家庭，老公也没有什么不良嗜好。",
        "label": ""
      },
      {
        "sentence": "你需要换位思考，认识到自己现在已经很幸福。",
        "label": ""
      },
      {
        "sentence": "我想分享一句话给你，汪国真说过：“假如你本来就不够快乐，为什么还要紧锁眉头栽培苦涩？",
        "label": ""
      },
      {
        "sentence": "”所以，请心情愉快起来吧！",
        "label": ""
      },
      {
        "sentence": "祝愿你幸福快乐。",
        "label": ""
      }
    ]
  }
]