[
  {
    "role": "client",
    "content": "一有事我妈“就你有问题”“还不是为你好”怎么办？",
    "annotation": [
      {
        "sentence": "一有事我妈“就你有问题”“还不是为你好”怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的困境，家长有时候可能无法理解我们的想法和选择，但我们可以从家长的角度去理解一下。家长渴望被子女需要，当这种心理发成为一种操控欲时，他们往往会忽略子女也是独立存在的个体，无法区分自己的需求和子女的需求。",
    "annotation": [
      {
        "sentence": "我可以理解你的困境，家长有时候可能无法理解我们的想法和选择，但我们可以从家长的角度去理解一下。",
        "label": ""
      },
      {
        "sentence": "家长渴望被子女需要，当这种心理发成为一种操控欲时，他们往往会忽略子女也是独立存在的个体，无法区分自己的需求和子女的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很难说服她，每次都要吵架到内心恶心。",
    "annotation": [
      {
        "sentence": "我真的很难说服她，每次都要吵架到内心恶心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家长很想做无所不能的家长，孩子优秀她也跟着优秀，可是事实往往不是，我们需要家长一些理解，希望能够沟通的顺畅，能够知道我们在做什么，而且我们并不是她眼中的那个样子，事情也不是她嘴的说的那样。所以试着和妈妈沟通，让她能够理解你的想法和需要，可以避免冲突。",
    "annotation": [
      {
        "sentence": "家长很想做无所不能的家长，孩子优秀她也跟着优秀，可是事实往往不是，我们需要家长一些理解，希望能够沟通的顺畅，能够知道我们在做什么，而且我们并不是她眼中的那个样子，事情也不是她嘴的说的那样。",
        "label": ""
      },
      {
        "sentence": "所以试着和妈妈沟通，让她能够理解你的想法和需要，可以避免冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是每次都像是在和她争论一样，她从不相信我的想法。",
    "annotation": [
      {
        "sentence": "但是每次都像是在和她争论一样，她从不相信我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着告诉她你的做法和想法，告诉她你是独立的个体，拥有自己的思考和决定能力。并且你可以试着通过更温和的方式和她沟通，说明你的想法和需要，并以她能够理解的方式表达，这也有利于减少争吵。",
    "annotation": [
      {
        "sentence": "你可以试着告诉她你的做法和想法，告诉她你是独立的个体，拥有自己的思考和决定能力。",
        "label": ""
      },
      {
        "sentence": "并且你可以试着通过更温和的方式和她沟通，说明你的想法和需要，并以她能够理解的方式表达，这也有利于减少争吵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的很累，无法再跟她争执下去了。",
    "annotation": [
      {
        "sentence": "但是我真的很累，无法再跟她争执下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受，争执和冲突会消耗很多精力，尝试放慢自己的步伐，放松一下自己的情绪，不要去和你妈妈争吵，保持冷静才能更好地与她沟通。并且你可以在吵架后，自我冷静一会儿，把自己的想法记录下来，再找机会跟你妈妈讲明白，不要让情绪影响自己的判断和表达方式。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受，争执和冲突会消耗很多精力，尝试放慢自己的步伐，放松一下自己的情绪，不要去和你妈妈争吵，保持冷静才能更好地与她沟通。",
        "label": ""
      },
      {
        "sentence": "并且你可以在吵架后，自我冷静一会儿，把自己的想法记录下来，再找机会跟你妈妈讲明白，不要让情绪影响自己的判断和表达方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着了，可是她还是不理解我，只会说我有问题。",
    "annotation": [
      {
        "sentence": "我试着了，可是她还是不理解我，只会说我有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "避免无谓的冲突，不得不承认冲突会消耗我们很多精力。避免冲突的来源，“左耳朵听，又耳朵出”好像是个不错的选择。我们可以做些什么不再无休止的争论，同时也可以找到自己。不去强求父母给我们理解和帮助，我们可以坚定自己的想法和决定，并保持一个良好的心态来面对家长的观点。",
    "annotation": [
      {
        "sentence": "避免无谓的冲突，不得不承认冲突会消耗我们很多精力。",
        "label": ""
      },
      {
        "sentence": "避免冲突的来源，“左耳朵听，又耳朵出”好像是个不错的选择。",
        "label": ""
      },
      {
        "sentence": "我们可以做些什么不再无休止的争论，同时也可以找到自己。",
        "label": ""
      },
      {
        "sentence": "不去强求父母给我们理解和帮助，我们可以坚定自己的想法和决定，并保持一个良好的心态来面对家长的观点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么办呢，我真的不想再跟她沟通那些重要的事了。",
    "annotation": [
      {
        "sentence": "那我该怎么办呢，我真的不想再跟她沟通那些重要的事了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，亲子关系终归是一段渐行渐远的关系，尽管会有磨擦和争执，但我们也需要努力去理解和包容对方。不要让矛盾影响了双方的关系，可以尝试多沟通、多了解彼此，建立在理解和尊重的基础上的亲子关系更加稳固和美好。",
    "annotation": [
      {
        "sentence": "最后，亲子关系终归是一段渐行渐远的关系，尽管会有磨擦和争执，但我们也需要努力去理解和包容对方。",
        "label": ""
      },
      {
        "sentence": "不要让矛盾影响了双方的关系，可以尝试多沟通、多了解彼此，建立在理解和尊重的基础上的亲子关系更加稳固和美好。",
        "label": ""
      }
    ]
  }
]