[
  {
    "role": "client",
    "content": "每个人都应该且仅应该对自己的人生负责，父母也是吗？我父母离异，从小爸爸妈妈都不在我身边。几乎都没怎么管过我，差不多两三年才能见一次。我妈经常就说我没良心，小时候我向她提点需求，她经常会说我虚荣，好面子。实际上从小到大我很少向她提需求，因为常不见面，感觉她就像个阿姨，我连学费都不好意思张口问她要。看到有句话说“每个人都应该且仅应该对自己的人生负责”，那如果这个人是自己的父母怎么办？",
    "annotation": [
      {
        "sentence": "每个人都应该且仅应该对自己的人生负责，父母也是吗？",
        "label": ""
      },
      {
        "sentence": "我父母离异，从小爸爸妈妈都不在我身边。",
        "label": ""
      },
      {
        "sentence": "几乎都没怎么管过我，差不多两三年才能见一次。",
        "label": ""
      },
      {
        "sentence": "我妈经常就说我没良心，小时候我向她提点需求，她经常会说我虚荣，好面子。",
        "label": ""
      },
      {
        "sentence": "实际上从小到大我很少向她提需求，因为常不见面，感觉她就像个阿姨，我连学费都不好意思张口问她要。",
        "label": ""
      },
      {
        "sentence": "看到有句话说“每个人都应该且仅应该对自己的人生负责”，那如果这个人是自己的父母怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人生是什么？人生不是一个抽象的概念，它本身就是事件组成的，吃饭睡觉，是人生的一部分，升学工作，也是人生的一部分，而孩子呢，也是父母人生的一部分，所有部分组合起来的整体，被冠名为人生。为自己的人生负责，就是尽自己的能力好好处理遇到的每一件事情。如果父母觉得带着孩子麻烦，抚养孩子辛苦，就对其置之不理，那不叫对自己的人生负责，那叫逃避。",
    "annotation": [
      {
        "sentence": "人生是什么？",
        "label": ""
      },
      {
        "sentence": "人生不是一个抽象的概念，它本身就是事件组成的，吃饭睡觉，是人生的一部分，升学工作，也是人生的一部分，而孩子呢，也是父母人生的一部分，所有部分组合起来的整体，被冠名为人生。",
        "label": ""
      },
      {
        "sentence": "为自己的人生负责，就是尽自己的能力好好处理遇到的每一件事情。",
        "label": ""
      },
      {
        "sentence": "如果父母觉得带着孩子麻烦，抚养孩子辛苦，就对其置之不理，那不叫对自己的人生负责，那叫逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得父母的离开是他们对人生的逃避，他们放弃了对我的责任。那我该怎么面对这样的父母呢？",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得父母的离开是他们对人生的逃避，他们放弃了对我的责任。",
        "label": ""
      },
      {
        "sentence": "那我该怎么面对这样的父母呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，父母的离开确实给你带来很多困扰和伤害。但是对于面对这样的父母，首先你需要理解他们的选择背后可能有各种原因，也可能是他们没有成熟和承担责任的意识。面对这样的情况，你可以通过以下方式来调整自己的心态。",
    "annotation": [
      {
        "sentence": "是的，父母的离开确实给你带来很多困扰和伤害。",
        "label": ""
      },
      {
        "sentence": "但是对于面对这样的父母，首先你需要理解他们的选择背后可能有各种原因，也可能是他们没有成熟和承担责任的意识。",
        "label": ""
      },
      {
        "sentence": "面对这样的情况，你可以通过以下方式来调整自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请你告诉我具体的方法，我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "请你告诉我具体的方法，我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以尝试放下对父母的愤怒和怨恨，尽量从理解和宽容的角度去看待他们的行为。接着，要学会建立自己的独立性和自律性，不要依赖父母的存在来定义你的人生价值。还有，你可以寻求身边的亲友或者心理咨询师的支持和帮助，倾诉你的感受，他们可以给你提供更多的建议和支持。",
    "annotation": [
      {
        "sentence": "首先，你可以尝试放下对父母的愤怒和怨恨，尽量从理解和宽容的角度去看待他们的行为。",
        "label": ""
      },
      {
        "sentence": "接着，要学会建立自己的独立性和自律性，不要依赖父母的存在来定义你的人生价值。",
        "label": ""
      },
      {
        "sentence": "还有，你可以寻求身边的亲友或者心理咨询师的支持和帮助，倾诉你的感受，他们可以给你提供更多的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量尝试理解和宽容父母的选择，但是心里总是会有一种失落感和孤独感。怎么才能减轻这种情绪呢？",
    "annotation": [
      {
        "sentence": "我会尽量尝试理解和宽容父母的选择，但是心里总是会有一种失落感和孤独感。",
        "label": ""
      },
      {
        "sentence": "怎么才能减轻这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解和宽容是一个过程，可能需要一段时间来适应。当你感到失落和孤独时，可以试着关注自己身边的人和事物，寻找到给予你温暖和关爱的人。同时，你也可以通过培养自己的兴趣爱好，参加一些社交活动，扩大自己的人际圈子，从而减轻这种情绪。记住，你并不孤单，总会有人愿意倾听你的心声和陪伴你走过难过的时光。",
    "annotation": [
      {
        "sentence": "理解和宽容是一个过程，可能需要一段时间来适应。",
        "label": ""
      },
      {
        "sentence": "当你感到失落和孤独时，可以试着关注自己身边的人和事物，寻找到给予你温暖和关爱的人。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以通过培养自己的兴趣爱好，参加一些社交活动，扩大自己的人际圈子，从而减轻这种情绪。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总会有人愿意倾听你的心声和陪伴你走过难过的时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去做的。但是有时候还是会感到沮丧和无力，怎么才能重拾对生活的信心呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去做的。",
        "label": ""
      },
      {
        "sentence": "但是有时候还是会感到沮丧和无力，怎么才能重拾对生活的信心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到沮丧和无力时，不要过度自责和抱怨。可以试着回顾自己的成长历程，看看自己所取得的成就和进步，这会为你带来一些信心和动力。另外，制定一些小目标，逐步实现它们，也能让你感受到生活的积极意义。最重要的是要相信，每个人都有坚持的力量，只要你努力去追寻自己的幸福和成长，你一定能够重新找回对生活的信心。",
    "annotation": [
      {
        "sentence": "当你感到沮丧和无力时，不要过度自责和抱怨。",
        "label": ""
      },
      {
        "sentence": "可以试着回顾自己的成长历程，看看自己所取得的成就和进步，这会为你带来一些信心和动力。",
        "label": ""
      },
      {
        "sentence": "另外，制定一些小目标，逐步实现它们，也能让你感受到生活的积极意义。",
        "label": ""
      },
      {
        "sentence": "最重要的是要相信，每个人都有坚持的力量，只要你努力去追寻自己的幸福和成长，你一定能够重新找回对生活的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着回顾自己的成长历程，同时为自己设定一些小目标。谢谢你的支持和鼓励，我会慢慢走出困境的。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着回顾自己的成长历程，同时为自己设定一些小目标。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我会慢慢走出困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒，相信自己，坚持下去，一切都会慢慢变好的。如果以后还需要帮助，记得随时来找我倾诉。祝福你！",
    "annotation": [
      {
        "sentence": "你很棒，相信自己，坚持下去，一切都会慢慢变好的。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]