[
  {
    "role": "client",
    "content": "每个人都应该且仅应该对自己的人生负责，父母也是吗？我父母离异，从小爸爸妈妈都不在我身边。几乎都没怎么管过我，差不多两三年才能见一次。我妈经常就说我没良心，小时候我向她提点需求，她经常会说我虚荣，好面子。实际上从小到大我很少向她提需求，因为常不见面，感觉她就像个阿姨，我连学费都不好意思张口问她要。看到有句话说“每个人都应该且仅应该对自己的人生负责”，那如果这个人是自己的父母怎么办？",
    "annotation": [
      {
        "sentence": "每个人都应该且仅应该对自己的人生负责，父母也是吗？",
        "label": ""
      },
      {
        "sentence": "我父母离异，从小爸爸妈妈都不在我身边。",
        "label": ""
      },
      {
        "sentence": "几乎都没怎么管过我，差不多两三年才能见一次。",
        "label": ""
      },
      {
        "sentence": "我妈经常就说我没良心，小时候我向她提点需求，她经常会说我虚荣，好面子。",
        "label": ""
      },
      {
        "sentence": "实际上从小到大我很少向她提需求，因为常不见面，感觉她就像个阿姨，我连学费都不好意思张口问她要。",
        "label": ""
      },
      {
        "sentence": "看到有句话说“每个人都应该且仅应该对自己的人生负责”，那如果这个人是自己的父母怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能理解你的感受。您的父母离异对您的成长造成了不小的困扰，您对父母的情感上也有很多的疑惑。我想和您一起聊聊这个话题，您觉得呢？",
    "annotation": [
      {
        "sentence": "你好，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "您的父母离异对您的成长造成了不小的困扰，您对父母的情感上也有很多的疑惑。",
        "label": ""
      },
      {
        "sentence": "我想和您一起聊聊这个话题，您觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时想可能是我要求太高了，毕竟父母也有自己的生活。可是小时候很需要他们的关心，但却从未得到过，有时甚至会怀疑他们到底爱不爱我。",
    "annotation": [
      {
        "sentence": "我有时想可能是我要求太高了，毕竟父母也有自己的生活。",
        "label": ""
      },
      {
        "sentence": "可是小时候很需要他们的关心，但却从未得到过，有时甚至会怀疑他们到底爱不爱我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情感的付出和接受都是双方的事情。从您的描述中可以感受到您在情感上遭到了一些遗漏，而这样的心情是非常正常的。您可以试着换个角度，明白您的父母也有他们的生活，因为他们的所作所为，决不代表对您的爱有所减少，他们可能有各种各样的原因使他们弃置了对您的关怀。",
    "annotation": [
      {
        "sentence": "情感的付出和接受都是双方的事情。",
        "label": ""
      },
      {
        "sentence": "从您的描述中可以感受到您在情感上遭到了一些遗漏，而这样的心情是非常正常的。",
        "label": ""
      },
      {
        "sentence": "您可以试着换个角度，明白您的父母也有他们的生活，因为他们的所作所为，决不代表对您的爱有所减少，他们可能有各种各样的原因使他们弃置了对您的关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时看到网上抱怨父母的帖子，会想他们太不负责任了。可我的情况好像也差不多，我该怎么对待这些负面情绪？",
    "annotation": [
      {
        "sentence": "我有时看到网上抱怨父母的帖子，会想他们太不负责任了。",
        "label": ""
      },
      {
        "sentence": "可我的情况好像也差不多，我该怎么对待这些负面情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "负面情绪是每个人都会遇到的，您不需要否定自己的情感，这些情感是您自己宝贵的一部分。但是不要让这些情感支配您的生活。您可以尝试采取一些积极的态度。例如，听自己喜欢的音乐、看电影、做一些运动等等。这样可以缓解您的负面情绪，在积极的环境中，您将做出正确的选择。",
    "annotation": [
      {
        "sentence": "负面情绪是每个人都会遇到的，您不需要否定自己的情感，这些情感是您自己宝贵的一部分。",
        "label": ""
      },
      {
        "sentence": "但是不要让这些情感支配您的生活。",
        "label": ""
      },
      {
        "sentence": "您可以尝试采取一些积极的态度。",
        "label": ""
      },
      {
        "sentence": "例如，听自己喜欢的音乐、看电影、做一些运动等等。",
        "label": ""
      },
      {
        "sentence": "这样可以缓解您的负面情绪，在积极的环境中，您将做出正确的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我常常会担心将来的日子，会不会我也和我的父亲或母亲一样对我的孩子不负责任呢？我应该怎么做才能不犯和他们同样的错误？",
    "annotation": [
      {
        "sentence": "我常常会担心将来的日子，会不会我也和我的父亲或母亲一样对我的孩子不负责任呢？",
        "label": ""
      },
      {
        "sentence": "我应该怎么做才能不犯和他们同样的错误？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您提到了一个非常重要的问题。我们都希望自己的人生会有所改变且为他人做出贡献。您可以劝告自己，另寻出一些不同的思考方式。您现在可以理解您的父母在一定程度上的不负责任行为，如不能对您提供更多帮助。您可以开启一个新的思考模式，这样有助于您的健康发展。同时，我想说一句，作为母亲或者父亲是否负责任，只有当您有自己的孩子以后才会知道，而且这样的事情是受到很多不同甚至矛盾的局限性因素约束了，您要宽容自己，也要宽容您的父母。平等的交流对于人与人之间的关系是非常重要的，既然您发现了这个问题，应该寻找改善的方法。",
    "annotation": [
      {
        "sentence": "您提到了一个非常重要的问题。",
        "label": ""
      },
      {
        "sentence": "我们都希望自己的人生会有所改变且为他人做出贡献。",
        "label": ""
      },
      {
        "sentence": "您可以劝告自己，另寻出一些不同的思考方式。",
        "label": ""
      },
      {
        "sentence": "您现在可以理解您的父母在一定程度上的不负责任行为，如不能对您提供更多帮助。",
        "label": ""
      },
      {
        "sentence": "您可以开启一个新的思考模式，这样有助于您的健康发展。",
        "label": ""
      },
      {
        "sentence": "同时，我想说一句，作为母亲或者父亲是否负责任，只有当您有自己的孩子以后才会知道，而且这样的事情是受到很多不同甚至矛盾的局限性因素约束了，您要宽容自己，也要宽容您的父母。",
        "label": ""
      },
      {
        "sentence": "平等的交流对于人与人之间的关系是非常重要的，既然您发现了这个问题，应该寻找改善的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢您的建议，我会试着换一些思考方式。但是我的关系依然很紧张，我该怎么打破这种局面？",
    "annotation": [
      {
        "sentence": "感谢您的建议，我会试着换一些思考方式。",
        "label": ""
      },
      {
        "sentence": "但是我的关系依然很紧张，我该怎么打破这种局面？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拆解您和您的家庭里其他人之间的紧张局面，并与他们沟通是一个非常棒的解决方案。您可以先从字面上咨询他们，询问他们的环境，做些小显现即可。您还可以尝试与他们共度假期或一起出去旅游，还有许多的方法可以亲密地与他们建立关系。",
    "annotation": [
      {
        "sentence": "拆解您和您的家庭里其他人之间的紧张局面，并与他们沟通是一个非常棒的解决方案。",
        "label": ""
      },
      {
        "sentence": "您可以先从字面上咨询他们，询问他们的环境，做些小显现即可。",
        "label": ""
      },
      {
        "sentence": "您还可以尝试与他们共度假期或一起出去旅游，还有许多的方法可以亲密地与他们建立关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我懂了，感谢你的支持，我现在感觉放心多了些。",
    "annotation": [
      {
        "sentence": "嗯，我懂了，感谢你的支持，我现在感觉放心多了些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢您的信任，愿您日后能够幸福安好。若在您有任何需要好友#lover#都愿意与您分享。",
    "annotation": [
      {
        "sentence": "感谢您的信任，愿您日后能够幸福安好。",
        "label": ""
      },
      {
        "sentence": "若在您有任何需要好友#lover#都愿意与您分享。",
        "label": ""
      }
    ]
  }
]