[
  {
    "role": "client",
    "content": "35+的年纪，未婚未育而焦虑万分，我怎么了呢？最近总是半夜醒来，对未来渺茫，总是想着一些失败的经历，觉得自己真的很笨，本来对我有好感的人也因为我的犹豫不决和回应方式而放弃我。而我因为35+的年纪未婚未育而焦虑万分。",
    "annotation": [
      {
        "sentence": "35+的年纪，未婚未育而焦虑万分，我怎么了呢？",
        "label": ""
      },
      {
        "sentence": "最近总是半夜醒来，对未来渺茫，总是想着一些失败的经历，觉得自己真的很笨，本来对我有好感的人也因为我的犹豫不决和回应方式而放弃我。",
        "label": ""
      },
      {
        "sentence": "而我因为35+的年纪未婚未育而焦虑万分。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，看到你的烦恼，我理解你为自己的年龄而忧心，也后悔现在的状态，很害怕自己会嫁不出去。我们能够一起来探讨一下吗？我听到你提到的焦虑和自责，这些负面情绪可能会让你的状态更糟，并且会影响你与他人的互动。我希望能提供一些支持和指导，帮助你走出困境。",
    "annotation": [
      {
        "sentence": "求助者，看到你的烦恼，我理解你为自己的年龄而忧心，也后悔现在的状态，很害怕自己会嫁不出去。",
        "label": ""
      },
      {
        "sentence": "我们能够一起来探讨一下吗？",
        "label": ""
      },
      {
        "sentence": "我听到你提到的焦虑和自责，这些负面情绪可能会让你的状态更糟，并且会影响你与他人的互动。",
        "label": ""
      },
      {
        "sentence": "我希望能提供一些支持和指导，帮助你走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。我感到很困惑，特别是对自己的价值和吸引力产生了怀疑。很多人对35岁以上的单身女性有各种负面评价，这让我感到很受伤。他们认为年纪大的女人就没有魅力了，我开始怀疑自己到底还有没有吸引人的地方。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "我感到很困惑，特别是对自己的价值和吸引力产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "很多人对35岁以上的单身女性有各种负面评价，这让我感到很受伤。",
        "label": ""
      },
      {
        "sentence": "他们认为年纪大的女人就没有魅力了，我开始怀疑自己到底还有没有吸引人的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，我明白你因为社会对大龄单身女性的标签和偏见而感到困惑和失望。社会的期望不应该定义你的价值，每个人都有自己独特的魅力。将外界的标签和期待置于一边，你需要重新定义自己的人生，相信自己的价值，不要让他人的看法左右你的情绪和自尊。",
    "annotation": [
      {
        "sentence": "亲爱的朋友，我明白你因为社会对大龄单身女性的标签和偏见而感到困惑和失望。",
        "label": ""
      },
      {
        "sentence": "社会的期望不应该定义你的价值，每个人都有自己独特的魅力。",
        "label": ""
      },
      {
        "sentence": "将外界的标签和期待置于一边，你需要重新定义自己的人生，相信自己的价值，不要让他人的看法左右你的情绪和自尊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要重新认识自己的价值。我意识到我一直在批评自己，觉得自己有问题，不完整。但事实上，我已经是一个完整的人，我不需要寻找另一半来弥补自己。我该如何更好地了解自己的内在呢？",
    "annotation": [
      {
        "sentence": "你说得对，我需要重新认识自己的价值。",
        "label": ""
      },
      {
        "sentence": "我意识到我一直在批评自己，觉得自己有问题，不完整。",
        "label": ""
      },
      {
        "sentence": "但事实上，我已经是一个完整的人，我不需要寻找另一半来弥补自己。",
        "label": ""
      },
      {
        "sentence": "我该如何更好地了解自己的内在呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能意识到自己已经是一个完整的人。了解自己的内在需要时间和自我探索。你可以开始留意自己的兴趣、价值观和优点，发现自己擅长的事情，并逐渐深入了解自己的需求和渴望。通过这个过程，你可以更加自信和满足地生活，同时吸引到与你价值观和兴趣相符的人。",
    "annotation": [
      {
        "sentence": "很高兴你能意识到自己已经是一个完整的人。",
        "label": ""
      },
      {
        "sentence": "了解自己的内在需要时间和自我探索。",
        "label": ""
      },
      {
        "sentence": "你可以开始留意自己的兴趣、价值观和优点，发现自己擅长的事情，并逐渐深入了解自己的需求和渴望。",
        "label": ""
      },
      {
        "sentence": "通过这个过程，你可以更加自信和满足地生活，同时吸引到与你价值观和兴趣相符的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于年龄的问题，我还是有些抵触。我担心年龄会影响到我的魅力和生育能力。你能给我一些关于年龄的正面观念吗？",
    "annotation": [
      {
        "sentence": "对于年龄的问题，我还是有些抵触。",
        "label": ""
      },
      {
        "sentence": "我担心年龄会影响到我的魅力和生育能力。",
        "label": ""
      },
      {
        "sentence": "你能给我一些关于年龄的正面观念吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年龄只是一个数字，并不代表你的魅力或者生育能力。每个年龄阶段都有各自的魅力和成长。重要的是接受并欣赏自己当前的阶段，不要给年龄过多的压力。同时，现代医学和科技也为年龄稍大的女性提供了很多可能性，只要你拥有健康的身体，仍然可以生育健康的宝宝。所以，请不要过多担心年龄带来的限制。",
    "annotation": [
      {
        "sentence": "年龄只是一个数字，并不代表你的魅力或者生育能力。",
        "label": ""
      },
      {
        "sentence": "每个年龄阶段都有各自的魅力和成长。",
        "label": ""
      },
      {
        "sentence": "重要的是接受并欣赏自己当前的阶段，不要给年龄过多的压力。",
        "label": ""
      },
      {
        "sentence": "同时，现代医学和科技也为年龄稍大的女性提供了很多可能性，只要你拥有健康的身体，仍然可以生育健康的宝宝。",
        "label": ""
      },
      {
        "sentence": "所以，请不要过多担心年龄带来的限制。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "除了婚姻，我还可以为自己的人生找到其他目标和使命吗？",
    "annotation": [
      {
        "sentence": "除了婚姻，我还可以为自己的人生找到其他目标和使命吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。婚姻只是生活中的一个方面，你的人生还有其他方面和意义。每个人都有自己的天赋和使命，你可以尝试去发现和实现自己的擅长和热爱的事情，从而带给自己更多的满足感和成就感。除了婚姻和生育，你的人生还有很多精彩的时刻等待你去探索和实现。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "婚姻只是生活中的一个方面，你的人生还有其他方面和意义。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的天赋和使命，你可以尝试去发现和实现自己的擅长和热爱的事情，从而带给自己更多的满足感和成就感。",
        "label": ""
      },
      {
        "sentence": "除了婚姻和生育，你的人生还有很多精彩的时刻等待你去探索和实现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经以索取和目的心态去寻找另一半，但是并没有达到理想中的结果。我应该如何改变我的心态，吸引到真正欣赏和爱我的人呢？",
    "annotation": [
      {
        "sentence": "我曾经以索取和目的心态去寻找另一半，但是并没有达到理想中的结果。",
        "label": ""
      },
      {
        "sentence": "我应该如何改变我的心态，吸引到真正欣赏和爱我的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们以积极和丰盈的心态去对待自己和他人时，我们会吸引到真正欣赏和爱我们的人。爱自己的程度决定了别人对我们的爱的程度，所以请你先要更好地爱自己。与其专注于寻找能给予你的人，不如专注于提供什么样的价值和爱给他人。真实的你将吸引真实的人，这样的关系才能获得真正的质量和幸福感。",
    "annotation": [
      {
        "sentence": "当我们以积极和丰盈的心态去对待自己和他人时，我们会吸引到真正欣赏和爱我们的人。",
        "label": ""
      },
      {
        "sentence": "爱自己的程度决定了别人对我们的爱的程度，所以请你先要更好地爱自己。",
        "label": ""
      },
      {
        "sentence": "与其专注于寻找能给予你的人，不如专注于提供什么样的价值和爱给他人。",
        "label": ""
      },
      {
        "sentence": "真实的你将吸引真实的人，这样的关系才能获得真正的质量和幸福感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，有时候我应该停下来，给自己喘息的机会，同时相信上天会为我安排合适的缘分。我应该放宽心态，过好当前的生活，相信一切都会有安排。非常感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我明白了，有时候我应该停下来，给自己喘息的机会，同时相信上天会为我安排合适的缘分。",
        "label": ""
      },
      {
        "sentence": "我应该放宽心态，过好当前的生活，相信一切都会有安排。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎！放松心态，接纳自己的现状是非常重要的。相信自己的价值和吸引力，专注于充实自己的人生。上天有时候会在你最不经意的时候给予你惊喜。希望你能更好地接纳自己，并在未来遇到你所喜欢的人。最后，祝福你，一切顺利！",
    "annotation": [
      {
        "sentence": "非常欢迎！",
        "label": ""
      },
      {
        "sentence": "放松心态，接纳自己的现状是非常重要的。",
        "label": ""
      },
      {
        "sentence": "相信自己的价值和吸引力，专注于充实自己的人生。",
        "label": ""
      },
      {
        "sentence": "上天有时候会在你最不经意的时候给予你惊喜。",
        "label": ""
      },
      {
        "sentence": "希望你能更好地接纳自己，并在未来遇到你所喜欢的人。",
        "label": ""
      },
      {
        "sentence": "最后，祝福你，一切顺利！",
        "label": ""
      }
    ]
  }
]