[
  {
    "role": "client",
    "content": "害怕自己好的东西被身边人模仿，觉得她们盗走我灵感？很奇怪，每当我找到好的方法学习（比如说做题技巧，说话方式解决问题的办法，有好的学习能力，上课喜欢问“为什么”，数学老师总说我反应快，计算能力很强。但同桌老跟着我，说话做事都学我，总是跟着问“为什么”，买的学习资料也要跟我一样，真让我感到恶心。关键的是，她一点也不感到羞愧，我一想到什么好的点子，她不顾一切的模仿，似乎获得了不少收获和好处。所以我总是不愿意展现出自己出色的方面，因为总是会有身边人模仿我，总感觉她们盗走我的灵感去卖弄，我觉得不公平，很恶心。关键的是，他们不承认是我带给他们好处，他们总是可恨的，洋洋得意的以为一切是自己的功劳。但他们同时又是自私的，因为当他们有好的资源就立马摆出“别学我，这是我想到的点子。”我总是在输出和消耗，却不能模仿别人来使自己获得提高。",
    "annotation": [
      {
        "sentence": "害怕自己好的东西被身边人模仿，觉得她们盗走我灵感？",
        "label": ""
      },
      {
        "sentence": "很奇怪，每当我找到好的方法学习（比如说做题技巧，说话方式解决问题的办法，有好的学习能力，上课喜欢问“为什么”，数学老师总说我反应快，计算能力很强。",
        "label": ""
      },
      {
        "sentence": "但同桌老跟着我，说话做事都学我，总是跟着问“为什么”，买的学习资料也要跟我一样，真让我感到恶心。",
        "label": ""
      },
      {
        "sentence": "关键的是，她一点也不感到羞愧，我一想到什么好的点子，她不顾一切的模仿，似乎获得了不少收获和好处。",
        "label": ""
      },
      {
        "sentence": "所以我总是不愿意展现出自己出色的方面，因为总是会有身边人模仿我，总感觉她们盗走我的灵感去卖弄，我觉得不公平，很恶心。",
        "label": ""
      },
      {
        "sentence": "关键的是，他们不承认是我带给他们好处，他们总是可恨的，洋洋得意的以为一切是自己的功劳。",
        "label": ""
      },
      {
        "sentence": "但他们同时又是自私的，因为当他们有好的资源就立马摆出“别学我，这是我想到的点子。",
        "label": ""
      },
      {
        "sentence": "”我总是在输出和消耗，却不能模仿别人来使自己获得提高。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心我能理解，但是我觉得你的同桌并不是盗走你的灵感，而是在借鉴你的成功方式。模仿并不是一件坏事，这可以让她们更快地进步。实际上，你的同桌很聪明，她对学习方法的模仿显示出她有很强的竞争力。她并没有将模仿看作是一件坏事，或者贬低自己的能力。相反，她把模仿看作是一种学习的机会。从另一个角度来看，如果你也能从她身上学到一些东西，那对你的提高也是有好处的。所以，不要对模仿产生负面的情绪，我们可以从中受益。",
    "annotation": [
      {
        "sentence": "你的担心我能理解，但是我觉得你的同桌并不是盗走你的灵感，而是在借鉴你的成功方式。",
        "label": ""
      },
      {
        "sentence": "模仿并不是一件坏事，这可以让她们更快地进步。",
        "label": ""
      },
      {
        "sentence": "实际上，你的同桌很聪明，她对学习方法的模仿显示出她有很强的竞争力。",
        "label": ""
      },
      {
        "sentence": "她并没有将模仿看作是一件坏事，或者贬低自己的能力。",
        "label": ""
      },
      {
        "sentence": "相反，她把模仿看作是一种学习的机会。",
        "label": ""
      },
      {
        "sentence": "从另一个角度来看，如果你也能从她身上学到一些东西，那对你的提高也是有好处的。",
        "label": ""
      },
      {
        "sentence": "所以，不要对模仿产生负面的情绪，我们可以从中受益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但她的模仿让我感到很不舒服，我觉得她们盗走了我的创造力和独特性。我不想展示自己的优点，因为总会有人跟着模仿我。我觉得这不公平，而且令人讨厌。我希望别人能够承认我对他们的帮助，而不是洋洋得意地以为是自己的功劳。",
    "annotation": [
      {
        "sentence": "但她的模仿让我感到很不舒服，我觉得她们盗走了我的创造力和独特性。",
        "label": ""
      },
      {
        "sentence": "我不想展示自己的优点，因为总会有人跟着模仿我。",
        "label": ""
      },
      {
        "sentence": "我觉得这不公平，而且令人讨厌。",
        "label": ""
      },
      {
        "sentence": "我希望别人能够承认我对他们的帮助，而不是洋洋得意地以为是自己的功劳。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但是我们不能让别人的行为左右我们的情绪和行动。首先，你要明白模仿并不意味着她们真的能够完全代替你，每个人都有自己的独特之处。其次，人与人之间的交流和学习是相互的，我们应该鼓励和支持别人的进步。如果你把这种模仿看作是一种共同成长的机会，你也许可以用更积极的态度来对待。同时，你可以尝试一些方法保护自己的创造力和独特性，比如在展示你的方法时更加隐晦一些。这样，你既可以继续展示自己的才华，也可以减少被模仿的可能性。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但是我们不能让别人的行为左右我们的情绪和行动。",
        "label": ""
      },
      {
        "sentence": "首先，你要明白模仿并不意味着她们真的能够完全代替你，每个人都有自己的独特之处。",
        "label": ""
      },
      {
        "sentence": "其次，人与人之间的交流和学习是相互的，我们应该鼓励和支持别人的进步。",
        "label": ""
      },
      {
        "sentence": "如果你把这种模仿看作是一种共同成长的机会，你也许可以用更积极的态度来对待。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试一些方法保护自己的创造力和独特性，比如在展示你的方法时更加隐晦一些。",
        "label": ""
      },
      {
        "sentence": "这样，你既可以继续展示自己的才华，也可以减少被模仿的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思，确实每个人都有自己的独特之处。但是我还是觉得不舒服，觉得别人模仿我就是抢夺我的灵感和成就感。我该如何调整自己的心态来面对这种情况呢？",
    "annotation": [
      {
        "sentence": "我明白了你的意思，确实每个人都有自己的独特之处。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得不舒服，觉得别人模仿我就是抢夺我的灵感和成就感。",
        "label": ""
      },
      {
        "sentence": "我该如何调整自己的心态来面对这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "调整心态需要时间和努力，但是你可以尝试一些方法来帮助自己。首先，你可以意识到你的独特之处并为此感到骄傲，不要让别人的模仿削弱你的自信。其次，你可以将自己的成就和灵感放在一个更宽广的视角下看待，不局限于身边的人是否模仿你。与此同时，你也可以增加一些隐秘性措施来保护自己的创造力，比如只与信任的人分享你的思路和灵感。最重要的是，你要相信自己的能力，知道你的价值不仅仅取决于别人的模仿。我相信你能够找到适合自己的方式来应对这种情况，让自己继续成长与进步。",
    "annotation": [
      {
        "sentence": "调整心态需要时间和努力，但是你可以尝试一些方法来帮助自己。",
        "label": ""
      },
      {
        "sentence": "首先，你可以意识到你的独特之处并为此感到骄傲，不要让别人的模仿削弱你的自信。",
        "label": ""
      },
      {
        "sentence": "其次，你可以将自己的成就和灵感放在一个更宽广的视角下看待，不局限于身边的人是否模仿你。",
        "label": ""
      },
      {
        "sentence": "与此同时，你也可以增加一些隐秘性措施来保护自己的创造力，比如只与信任的人分享你的思路和灵感。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要相信自己的能力，知道你的价值不仅仅取决于别人的模仿。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到适合自己的方式来应对这种情况，让自己继续成长与进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力去调整自己的心态。我明白自己的价值不仅仅通过别人的模仿来认定。我会尝试用积极的态度来对待这种情况，并保护自己的创造力和独特性。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力去调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "我明白自己的价值不仅仅通过别人的模仿来认定。",
        "label": ""
      },
      {
        "sentence": "我会尝试用积极的态度来对待这种情况，并保护自己的创造力和独特性。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎！我相信你一定可以面对这种情况，并找到属于自己独特的发展方式。记住，我们都会遇到一些挑战，但是通过坚持和努力，我们能够克服它们。相信自己，我和这个世界都会一直支持着你！如果以后还有其他困惑，别忘了来找我谈谈！",
    "annotation": [
      {
        "sentence": "非常欢迎！",
        "label": ""
      },
      {
        "sentence": "我相信你一定可以面对这种情况，并找到属于自己独特的发展方式。",
        "label": ""
      },
      {
        "sentence": "记住，我们都会遇到一些挑战，但是通过坚持和努力，我们能够克服它们。",
        "label": ""
      },
      {
        "sentence": "相信自己，我和这个世界都会一直支持着你！",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他困惑，别忘了来找我谈谈！",
        "label": ""
      }
    ]
  }
]