[
  {
    "role": "client",
    "content": "最近我一直为考研和就业的事情感到心烦，感觉心里很乱。上一年，我本来打算进一个企业，但可惜他们已经招满了人。所以我就决定全身心地准备考研。然而，让我感到困扰的是，我姐姐在没有和我商量的情况下，找了她的同学帮我安排了这份工作，并且还送了礼物。然后在我准备考研期间，这位同学经常跟我谈论一些面试的事情，还给我打电话。每次她都会在面试时间还没有确定的情况下提醒我这些事情，搞得我心里很恐慌。而且现在我也常常陷入对工作未来的担忧，学习也变得很困难。我不知道自己到底为什么会感到不舒服，虽然工作也不错，可心里却很乱，令人莫名其妙。我还担心如果因为面试而错过考研，或者考研耽误了面试，特别是虽然面试日期还没有确定，但总有人不断在提醒我这些事情。",
    "annotation": [
      {
        "sentence": "最近我一直为考研和就业的事情感到心烦，感觉心里很乱。",
        "label": ""
      },
      {
        "sentence": "上一年，我本来打算进一个企业，但可惜他们已经招满了人。",
        "label": ""
      },
      {
        "sentence": "所以我就决定全身心地准备考研。",
        "label": ""
      },
      {
        "sentence": "然而，让我感到困扰的是，我姐姐在没有和我商量的情况下，找了她的同学帮我安排了这份工作，并且还送了礼物。",
        "label": ""
      },
      {
        "sentence": "然后在我准备考研期间，这位同学经常跟我谈论一些面试的事情，还给我打电话。",
        "label": ""
      },
      {
        "sentence": "每次她都会在面试时间还没有确定的情况下提醒我这些事情，搞得我心里很恐慌。",
        "label": ""
      },
      {
        "sentence": "而且现在我也常常陷入对工作未来的担忧，学习也变得很困难。",
        "label": ""
      },
      {
        "sentence": "我不知道自己到底为什么会感到不舒服，虽然工作也不错，可心里却很乱，令人莫名其妙。",
        "label": ""
      },
      {
        "sentence": "我还担心如果因为面试而错过考研，或者考研耽误了面试，特别是虽然面试日期还没有确定，但总有人不断在提醒我这些事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看到的是，你现在真正想要的是专心备考考研。这是你的真实需求，而考研也是你一直以来的目标和努力。你姐姐托人帮你找工作，这恐怕是你感到烦恼的根源，因为她的介入打乱了你原本专注于考研的情绪。不过从你的描述来看，你姐姐更像是为你介绍相亲对象，而她的同学过于热心。让我有点不明白的是，你到目前为止似乎没有对你姐姐的行为表示拒绝，我想知道这是因为你不想拒绝、还是不敢拒绝、还是不知道该如何拒绝？能否详细告诉我一下，你姐姐在未经你同意的情况下帮你找工作后，你的心理变化是怎样的？",
    "annotation": [
      {
        "sentence": "我看到的是，你现在真正想要的是专心备考考研。",
        "label": ""
      },
      {
        "sentence": "这是你的真实需求，而考研也是你一直以来的目标和努力。",
        "label": ""
      },
      {
        "sentence": "你姐姐托人帮你找工作，这恐怕是你感到烦恼的根源，因为她的介入打乱了你原本专注于考研的情绪。",
        "label": ""
      },
      {
        "sentence": "不过从你的描述来看，你姐姐更像是为你介绍相亲对象，而她的同学过于热心。",
        "label": ""
      },
      {
        "sentence": "让我有点不明白的是，你到目前为止似乎没有对你姐姐的行为表示拒绝，我想知道这是因为你不想拒绝、还是不敢拒绝、还是不知道该如何拒绝？",
        "label": ""
      },
      {
        "sentence": "能否详细告诉我一下，你姐姐在未经你同意的情况下帮你找工作后，你的心理变化是怎样的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，我是真的很想专心备考考研，这是我一直以来的梦想。我不太明白为什么她要在没有征求我意见的情况下帮我安排工作，并且送了礼物，这让我觉得很尴尬。我感到自己面临着一个两难的选择，因为我不想让姐姐失望，但同时也不想耽误了考研的机会。每次她提起面试的事情，我就感到内心不安，同时也焦急地担心面试会影响到我考研的进度和结果。我也想找到一种方法能够好好处理这个问题，但是我不知道应该怎么做才是最合适的。",
    "annotation": [
      {
        "sentence": "对的，我是真的很想专心备考考研，这是我一直以来的梦想。",
        "label": ""
      },
      {
        "sentence": "我不太明白为什么她要在没有征求我意见的情况下帮我安排工作，并且送了礼物，这让我觉得很尴尬。",
        "label": ""
      },
      {
        "sentence": "我感到自己面临着一个两难的选择，因为我不想让姐姐失望，但同时也不想耽误了考研的机会。",
        "label": ""
      },
      {
        "sentence": "每次她提起面试的事情，我就感到内心不安，同时也焦急地担心面试会影响到我考研的进度和结果。",
        "label": ""
      },
      {
        "sentence": "我也想找到一种方法能够好好处理这个问题，但是我不知道应该怎么做才是最合适的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的困扰和纠结。面对这样的选择确实不容易，特别是对于你与姐姐之间的关系而言。我认为首先你应该明确并坦诚地告诉姐姐你对考研的重要性以及你的感受，让她了解你的真实想法和困扰。同时，也可以和她一起探讨如何更合适地安排工作和面试时间，以便既能顾及她的好意，又能保证你能专注于考研的准备。此外，你也可以尝试通过与姐姐交流，共同寻找解决方案，或者寻求其他人的帮助和建议，他们可能能给你一些建设性的意见。最重要的是，你需要明确自己的需求、想法和底线，并沟通出来，只有这样才能够找到适合自己的平衡点。",
    "annotation": [
      {
        "sentence": "我完全理解你的困扰和纠结。",
        "label": ""
      },
      {
        "sentence": "面对这样的选择确实不容易，特别是对于你与姐姐之间的关系而言。",
        "label": ""
      },
      {
        "sentence": "我认为首先你应该明确并坦诚地告诉姐姐你对考研的重要性以及你的感受，让她了解你的真实想法和困扰。",
        "label": ""
      },
      {
        "sentence": "同时，也可以和她一起探讨如何更合适地安排工作和面试时间，以便既能顾及她的好意，又能保证你能专注于考研的准备。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以尝试通过与姐姐交流，共同寻找解决方案，或者寻求其他人的帮助和建议，他们可能能给你一些建设性的意见。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你需要明确自己的需求、想法和底线，并沟通出来，只有这样才能够找到适合自己的平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑，并且试着和姐姐进行坦诚的对话。我明白我需要确立自己的底线和需求，并且在与姐姐交流时更加主动表达出来。同时，我也会寻求其他人的帮助和意见，看看是否有更好的解决办法。我相信只要我能够充分地表达出自己的想法，与姐姐沟通好，我们一定能够找到一个妥善的解决方案。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑，并且试着和姐姐进行坦诚的对话。",
        "label": ""
      },
      {
        "sentence": "我明白我需要确立自己的底线和需求，并且在与姐姐交流时更加主动表达出来。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻求其他人的帮助和意见，看看是否有更好的解决办法。",
        "label": ""
      },
      {
        "sentence": "我相信只要我能够充分地表达出自己的想法，与姐姐沟通好，我们一定能够找到一个妥善的解决方案。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够处理好这个问题。与姐姐的坦诚对话是解决问题的重要一步，也许你们之间会有更好的理解和共识。同时，要记得，你的考研梦想是非常重要的，不要因为外界因素而轻易放弃。在整个过程中，不要忽视也要照顾好自己的情绪和学业。无论结果如何，重要的是你能够坚持自己的选择，并且积极面对和解决生活中遇到的挑战。我会一直支持你，加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够处理好这个问题。",
        "label": ""
      },
      {
        "sentence": "与姐姐的坦诚对话是解决问题的重要一步，也许你们之间会有更好的理解和共识。",
        "label": ""
      },
      {
        "sentence": "同时，要记得，你的考研梦想是非常重要的，不要因为外界因素而轻易放弃。",
        "label": ""
      },
      {
        "sentence": "在整个过程中，不要忽视也要照顾好自己的情绪和学业。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，重要的是你能够坚持自己的选择，并且积极面对和解决生活中遇到的挑战。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，加油！",
        "label": ""
      }
    ]
  }
]