[
  {
    "role": "client",
    "content": "考研和就业的事让我心烦，莫名其妙的，心里很乱？在上一年，我想进一个企业，但是他招够人了，所以我就想好好考研，一门心思只想考研。可是我姐姐在没有跟我说的情况下，托了他的同学，还送了礼，帮我找这份工作，然后在我考研期间，她这个同学经常跟我说一些面试的事情，还偶尔给我打电话，反正我每天都被这件事干扰，每次面试时间没定好呢就来跟我说，搞得我心里很惶恐，而且我现在也经常想一些工作以后的事，学习也很难受，我不知道是哪里不对劲，好像找工作也挺好的，但就是心里很乱，莫名其妙的，我还担心面试面不上看完也没考好，又担心面试面上了考研耽误了，尤其是虽然面试日子没定，但总是一直有人在提醒我这件事。",
    "annotation": [
      {
        "sentence": "考研和就业的事让我心烦，莫名其妙的，心里很乱？",
        "label": ""
      },
      {
        "sentence": "在上一年，我想进一个企业，但是他招够人了，所以我就想好好考研，一门心思只想考研。",
        "label": ""
      },
      {
        "sentence": "可是我姐姐在没有跟我说的情况下，托了他的同学，还送了礼，帮我找这份工作，然后在我考研期间，她这个同学经常跟我说一些面试的事情，还偶尔给我打电话，反正我每天都被这件事干扰，每次面试时间没定好呢就来跟我说，搞得我心里很惶恐，而且我现在也经常想一些工作以后的事，学习也很难受，我不知道是哪里不对劲，好像找工作也挺好的，但就是心里很乱，莫名其妙的，我还担心面试面不上看完也没考好，又担心面试面上了考研耽误了，尤其是虽然面试日子没定，但总是一直有人在提醒我这件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的烦恼，我很关心你的情况。首先想帮你理一下思路，你说你现在有两个烦恼，一个是考研压力，另一个是工作的面试压力和焦虑。",
    "annotation": [
      {
        "sentence": "听到你的烦恼，我很关心你的情况。",
        "label": ""
      },
      {
        "sentence": "首先想帮你理一下思路，你说你现在有两个烦恼，一个是考研压力，另一个是工作的面试压力和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这样。我感觉自己特别没出息，怎么会为这些瑣事烦恼呢？",
    "annotation": [
      {
        "sentence": "是的，就是这样。",
        "label": ""
      },
      {
        "sentence": "我感觉自己特别没出息，怎么会为这些瑣事烦恼呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "并不是瑣事，每个人都会遇到这种情况，在毕业时面临的选择很多，无论是选择就业还是继续深造，都会有压力和焦虑感。我先聚焦在你的工作面试上，想问一下，如果面试得到这份工作，你会开心吗？",
    "annotation": [
      {
        "sentence": "并不是瑣事，每个人都会遇到这种情况，在毕业时面临的选择很多，无论是选择就业还是继续深造，都会有压力和焦虑感。",
        "label": ""
      },
      {
        "sentence": "我先聚焦在你的工作面试上，想问一下，如果面试得到这份工作，你会开心吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我没有考虑这个问题，因为我一心想着考研，但是每次姐姐的同学联系我就让我感到压力好大，心情也十分焦虑。",
    "annotation": [
      {
        "sentence": "其实我没有考虑这个问题，因为我一心想着考研，但是每次姐姐的同学联系我就让我感到压力好大，心情也十分焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，从你的话里我感觉无论是面试结果如何，你都在为考研担忧，这好像有些超前了。我觉得你应该完全专注于考研这件事，先不要考虑面试了。只有先确定好你的优先事项，才能更好地处理工作面试。对于姐姐的同学，或许你需要跟你姐姐沟通一下，想办法让她的同学给你提供一些具体面试时间，并尽力避免打扰考研备考。",
    "annotation": [
      {
        "sentence": "嗯，从你的话里我感觉无论是面试结果如何，你都在为考研担忧，这好像有些超前了。",
        "label": ""
      },
      {
        "sentence": "我觉得你应该完全专注于考研这件事，先不要考虑面试了。",
        "label": ""
      },
      {
        "sentence": "只有先确定好你的优先事项，才能更好地处理工作面试。",
        "label": ""
      },
      {
        "sentence": "对于姐姐的同学，或许你需要跟你姐姐沟通一下，想办法让她的同学给你提供一些具体面试时间，并尽力避免打扰考研备考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，但是我现在心情非常复杂，不知道自己应该如何调整。",
    "annotation": [
      {
        "sentence": "我知道了，但是我现在心情非常复杂，不知道自己应该如何调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我有另外一点感受，我感觉让你焦虑的不是这个面试本身，而是你现在为考研感到的焦虑，因为学习让你觉得难受，而考研的结果又让你担忧。此时刚好有个面试，就让你的焦虑和担忧有了个发泄口。为此你的注意力反而转移到要去应对面试的焦虑了。这只是我个人的感觉，你可以去思考，并确认是否如此。如果是的话，我们就需要找到问题所在，看看该怎样去面对。",
    "annotation": [
      {
        "sentence": "其实我有另外一点感受，我感觉让你焦虑的不是这个面试本身，而是你现在为考研感到的焦虑，因为学习让你觉得难受，而考研的结果又让你担忧。",
        "label": ""
      },
      {
        "sentence": "此时刚好有个面试，就让你的焦虑和担忧有了个发泄口。",
        "label": ""
      },
      {
        "sentence": "为此你的注意力反而转移到要去应对面试的焦虑了。",
        "label": ""
      },
      {
        "sentence": "这只是我个人的感觉，你可以去思考，并确认是否如此。",
        "label": ""
      },
      {
        "sentence": "如果是的话，我们就需要找到问题所在，看看该怎样去面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我好像明白了，其实我不是真心想找工作，而是我的焦虑情绪让我需要找一个新的发泄口吧。",
    "annotation": [
      {
        "sentence": "嗯，我好像明白了，其实我不是真心想找工作，而是我的焦虑情绪让我需要找一个新的发泄口吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你这么想就往好的方向转变了。下一步怎么做呢？",
    "annotation": [
      {
        "sentence": "很好，你这么想就往好的方向转变了。",
        "label": ""
      },
      {
        "sentence": "下一步怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我现在想起了一些自己的兴趣爱好，可能是之前太多的学习压力和负面情绪让我有些迷失了自己。",
    "annotation": [
      {
        "sentence": "其实我现在想起了一些自己的兴趣爱好，可能是之前太多的学习压力和负面情绪让我有些迷失了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这非常好。其实在这个过程中，你不仅要找到自己的兴趣爱好，并且需要尝试去找到自己的内在安慰和平静感。因为有时烦恼和焦虑就是因为我们没有能够让自己的内心安静下来。如果你的内心能够变得平静和自省，你就会对自己、对你的未来有更好的认识和理解了。这是更长远的解决之道。",
    "annotation": [
      {
        "sentence": "这非常好。",
        "label": ""
      },
      {
        "sentence": "其实在这个过程中，你不仅要找到自己的兴趣爱好，并且需要尝试去找到自己的内在安慰和平静感。",
        "label": ""
      },
      {
        "sentence": "因为有时烦恼和焦虑就是因为我们没有能够让自己的内心安静下来。",
        "label": ""
      },
      {
        "sentence": "如果你的内心能够变得平静和自省，你就会对自己、对你的未来有更好的认识和理解了。",
        "label": ""
      },
      {
        "sentence": "这是更长远的解决之道。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我了解了，谢谢你。",
    "annotation": [
      {
        "sentence": "我了解了，谢谢你。",
        "label": ""
      }
    ]
  }
]