[
  {
    "role": "client",
    "content": "28女已婚，总是会胡思乱想，很烦躁，怎么办？我们谈恋爱时挺好的，就是感觉结婚后我就变了，占有欲太强了，只要是知道老公身边有异性我就烦躁，很烦躁的那种。我老公很好，我们感情也很好，就是只要有异性我就接受不了，会一直持续难受，烦躁。我也知道是不对的，可是就是不知道怎么办。",
    "annotation": [
      {
        "sentence": "28女已婚，总是会胡思乱想，很烦躁，怎么办？",
        "label": ""
      },
      {
        "sentence": "我们谈恋爱时挺好的，就是感觉结婚后我就变了，占有欲太强了，只要是知道老公身边有异性我就烦躁，很烦躁的那种。",
        "label": ""
      },
      {
        "sentence": "我老公很好，我们感情也很好，就是只要有异性我就接受不了，会一直持续难受，烦躁。",
        "label": ""
      },
      {
        "sentence": "我也知道是不对的，可是就是不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，看看你的描述，我体会到了你的难受和烦躁，一种无奈的感觉。首先，婚姻具有排他性，有一定的占有欲是正常的。但是如果占有欲太强的话，就犹如手中抓沙抓的越紧沙的流速越快。手掌只有放松，捧着沙的时候才是装沙最多的时候。我们看一下占有欲的背后可能有以下的原因：",
    "annotation": [
      {
        "sentence": "亲，看看你的描述，我体会到了你的难受和烦躁，一种无奈的感觉。",
        "label": ""
      },
      {
        "sentence": "首先，婚姻具有排他性，有一定的占有欲是正常的。",
        "label": ""
      },
      {
        "sentence": "但是如果占有欲太强的话，就犹如手中抓沙抓的越紧沙的流速越快。",
        "label": ""
      },
      {
        "sentence": "手掌只有放松，捧着沙的时候才是装沙最多的时候。",
        "label": ""
      },
      {
        "sentence": "我们看一下占有欲的背后可能有以下的原因：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我也觉得是我的占有欲过强导致的问题。我想了解一下这个问题的具体原因和解决方法。",
    "annotation": [
      {
        "sentence": "对，我也觉得是我的占有欲过强导致的问题。",
        "label": ""
      },
      {
        "sentence": "我想了解一下这个问题的具体原因和解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第一，婚姻的自然属性具有排他性，你们俩结合之后，实际上就已经把其他人排除在你们俩间的亲密关系之外。第二，恋爱和婚姻的状态发生了改变，但是你的心理状态可能还没有发生改变。婚前谈恋爱的时候，他也许在无时无刻不在追逐着你，那种情况之下你会感受到他的爱，感受到你是他的唯一。感受到他是你一个人的，但是结婚之后由于这种竞争关系没有了，他可能在意识上就会减少对你示爱的次数。这种次数的减少，不是不爱，而是他已经感觉到安全了。但是你还没有从那种唯一的感觉中走出来，你可能内心深处对于他示爱次数减少有不安全的感觉，也许有疑问你的对象是否还如当初一样爱着你。第三，正因为你们结婚之后，世俗的眼光当中，结婚的男人和结婚的女人对于其他人的吸引力是不一样的。在你的眼中，看到他身边有其他的女人，你就会有一种危机感和不安全感，你的占有欲就会越来越强，你害怕失去他。",
    "annotation": [
      {
        "sentence": "第一，婚姻的自然属性具有排他性，你们俩结合之后，实际上就已经把其他人排除在你们俩间的亲密关系之外。",
        "label": ""
      },
      {
        "sentence": "第二，恋爱和婚姻的状态发生了改变，但是你的心理状态可能还没有发生改变。",
        "label": ""
      },
      {
        "sentence": "婚前谈恋爱的时候，他也许在无时无刻不在追逐着你，那种情况之下你会感受到他的爱，感受到你是他的唯一。",
        "label": ""
      },
      {
        "sentence": "感受到他是你一个人的，但是结婚之后由于这种竞争关系没有了，他可能在意识上就会减少对你示爱的次数。",
        "label": ""
      },
      {
        "sentence": "这种次数的减少，不是不爱，而是他已经感觉到安全了。",
        "label": ""
      },
      {
        "sentence": "但是你还没有从那种唯一的感觉中走出来，你可能内心深处对于他示爱次数减少有不安全的感觉，也许有疑问你的对象是否还如当初一样爱着你。",
        "label": ""
      },
      {
        "sentence": "第三，正因为你们结婚之后，世俗的眼光当中，结婚的男人和结婚的女人对于其他人的吸引力是不一样的。",
        "label": ""
      },
      {
        "sentence": "在你的眼中，看到他身边有其他的女人，你就会有一种危机感和不安全感，你的占有欲就会越来越强，你害怕失去他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的有时候觉得自己太过于占有欲了，但我又不知道该怎么改变。支持者，你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我真的有时候觉得自己太过于占有欲了，但我又不知道该怎么改变。",
        "label": ""
      },
      {
        "sentence": "支持者，你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要解决这个问题，首先要意识到你占有欲越强可能对你们的关系影响越大。婚姻的排斥性的根本在于双方在对方身上获得的感情收益，比其他异性来获得的感情收益要多。为了保持婚姻的持续，我们就必须要给对方以感情收益，而不能仅仅是索取感情收益。也就是说你不要束缚他太厉害，可能会让他感觉到他的感情收益从你这比从其他女人那里获得的少了，那么这对你们的感情其实是一种危害。但是当你支持他，而又不是太束缚他，那么他就会感受到，在你这里比在其他女人那里更舒服，感情收益更高，那么他就更愿意和你在一起。",
    "annotation": [
      {
        "sentence": "要解决这个问题，首先要意识到你占有欲越强可能对你们的关系影响越大。",
        "label": ""
      },
      {
        "sentence": "婚姻的排斥性的根本在于双方在对方身上获得的感情收益，比其他异性来获得的感情收益要多。",
        "label": ""
      },
      {
        "sentence": "为了保持婚姻的持续，我们就必须要给对方以感情收益，而不能仅仅是索取感情收益。",
        "label": ""
      },
      {
        "sentence": "也就是说你不要束缚他太厉害，可能会让他感觉到他的感情收益从你这比从其他女人那里获得的少了，那么这对你们的感情其实是一种危害。",
        "label": ""
      },
      {
        "sentence": "但是当你支持他，而又不是太束缚他，那么他就会感受到，在你这里比在其他女人那里更舒服，感情收益更高，那么他就更愿意和你在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该给他更多的感情收益，而不是仅仅索取。但是我也需要他的理解和支持，我应该怎么和他沟通呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该给他更多的感情收益，而不是仅仅索取。",
        "label": ""
      },
      {
        "sentence": "但是我也需要他的理解和支持，我应该怎么和他沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以向你的对象说明你很在乎他，也可以告诉他，有时候你可能表现的占有欲略微大了一点，但同时你可以告诉他，如果他感觉不舒服的话，你会及时改变自己的行为。你希望他有的时候能像婚前谈恋爱的时候一样对你含情脉脉。有占有欲并不可怕，你知道这是在乎，这是害怕失去，这种态度可以彼此的说明，也许他的内心就会更在乎你，因为你更在乎他。",
    "annotation": [
      {
        "sentence": "你可以向你的对象说明你很在乎他，也可以告诉他，有时候你可能表现的占有欲略微大了一点，但同时你可以告诉他，如果他感觉不舒服的话，你会及时改变自己的行为。",
        "label": ""
      },
      {
        "sentence": "你希望他有的时候能像婚前谈恋爱的时候一样对你含情脉脉。",
        "label": ""
      },
      {
        "sentence": "有占有欲并不可怕，你知道这是在乎，这是害怕失去，这种态度可以彼此的说明，也许他的内心就会更在乎你，因为你更在乎他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，这确实是我需要改变的一点。除了这些，还有其他方法可以帮助我控制占有欲吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，这确实是我需要改变的一点。",
        "label": ""
      },
      {
        "sentence": "除了这些，还有其他方法可以帮助我控制占有欲吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，除了意识调整和感情表达之外，你可以提高自己的价值，提升自己的自信。因为你的占有欲强，你害怕失去他，害怕自己的吸引力不够。所以我们要提高自己的价值，那么我们的吸引力就自然而然的提升了。通过提升自己的价值，你对于他的帮助可能会更大，你提升之后可能会让他感觉到更舒服。总的来说，你在乎他可以向他表达，同时给他以空间让他呈现一种比较舒服的状态，同时提升自己，提升自己的吸引力。",
    "annotation": [
      {
        "sentence": "当然，除了意识调整和感情表达之外，你可以提高自己的价值，提升自己的自信。",
        "label": ""
      },
      {
        "sentence": "因为你的占有欲强，你害怕失去他，害怕自己的吸引力不够。",
        "label": ""
      },
      {
        "sentence": "所以我们要提高自己的价值，那么我们的吸引力就自然而然的提升了。",
        "label": ""
      },
      {
        "sentence": "通过提升自己的价值，你对于他的帮助可能会更大，你提升之后可能会让他感觉到更舒服。",
        "label": ""
      },
      {
        "sentence": "总的来说，你在乎他可以向他表达，同时给他以空间让他呈现一种比较舒服的状态，同时提升自己，提升自己的吸引力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些建议听起来很有道理，我会努力改变自己，调整自己的思维和行为。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "这些建议听起来很有道理，我会努力改变自己，调整自己的思维和行为。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记住，改变需要时间和努力，保持积极的心态，你一定能够克服这个问题。如果还需要我的帮助，随时与我联系！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力，保持积极的心态，你一定能够克服这个问题。",
        "label": ""
      },
      {
        "sentence": "如果还需要我的帮助，随时与我联系！",
        "label": ""
      }
    ]
  }
]