[
  {
    "role": "client",
    "content": "35+的年纪，未婚未育而焦虑万分，我怎么了呢？最近总是半夜醒来，对未来渺茫，总是想着一些失败的经历，觉得自己真的很笨，本来对我有好感的人也因为我的犹豫不决和回应方式而放弃我。而我因为35+的年纪未婚未育而焦虑万分。",
    "annotation": [
      {
        "sentence": "35+的年纪，未婚未育而焦虑万分，我怎么了呢？",
        "label": ""
      },
      {
        "sentence": "最近总是半夜醒来，对未来渺茫，总是想着一些失败的经历，觉得自己真的很笨，本来对我有好感的人也因为我的犹豫不决和回应方式而放弃我。",
        "label": ""
      },
      {
        "sentence": "而我因为35+的年纪未婚未育而焦虑万分。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常想要隔空抱抱35+的你，跟你身处差不多的年纪的我，对你的迷茫与困惑感同身受。随着社会单身人群数量的增多，这也成为了一种社会现象，付出爱、感受被爱都变得越来越困难。【现象的背后有很多原因所造成】→生活节奏加快，我们总是在追赶时间。面对35+这个所谓的中年门槛，已经给很多年轻人带来了很多方面的焦虑，比如事业、婚恋、养老等等。现在临近年底，面对未婚未育的自己，生活的挫败感就会更加油然而生。→你觉得自己很笨，过去错失了对自己有好感的人，全是因为自己的犹豫不决和回应方式。我想，这似乎与你过去的成长经历有关，原生家庭的教养方式为你划定了约束范围。成年之前的你大概是一种非常“听话照做”的行为模式，如果在人际交往中遇到过挫折性事件，就更加容易培养出你的回避型依恋模式的人格类型。→最后，对于外界的评价，以及你拿自身与他人可能的比较，都有可能加重你的焦虑来源。让你的缺点一次次在与他人的比较中受挫自卑。这是意识很难自觉去反思的。【邀请与建议】①非常建议你在条件允许的情况下，寻找专业心理咨询的帮助。在咨询师的陪伴下，把自己难以言说的焦虑与压力来源倾诉出来，这样有机会进行专业系统的原生家庭梳理、个人成长史的梳理，来去发现性格特质改善的途径。②面对快节奏的生活与外界的各种评价声音，努力学习“活在此时此地”。当下的力量是巨大的，它可以帮助你定心养神，减少遗憾过去、担忧未来的恐慌，并且让你能够发现自己内心真正的声音，摆脱世俗所谓的道德束缚。③为成为更加美好的自己而奋斗。与其遗憾过去、担忧未来，不如把握现在，努力过好当下的生活，充实自己的生活兴趣，发现自己真正热爱的东西，以及与更多的人相遇，建立对自己有支持性的人际关系系统。希望我的回答能对你有一丝启发与帮助，祝你早日回到阳光开朗的当下，面对35+，我们依然可以活的精彩！加油共勉。",
    "annotation": [
      {
        "sentence": "非常想要隔空抱抱35+的你，跟你身处差不多的年纪的我，对你的迷茫与困惑感同身受。",
        "label": ""
      },
      {
        "sentence": "随着社会单身人群数量的增多，这也成为了一种社会现象，付出爱、感受被爱都变得越来越困难。",
        "label": ""
      },
      {
        "sentence": "【现象的背后有很多原因所造成】→生活节奏加快，我们总是在追赶时间。",
        "label": ""
      },
      {
        "sentence": "面对35+这个所谓的中年门槛，已经给很多年轻人带来了很多方面的焦虑，比如事业、婚恋、养老等等。",
        "label": ""
      },
      {
        "sentence": "现在临近年底，面对未婚未育的自己，生活的挫败感就会更加油然而生。",
        "label": ""
      },
      {
        "sentence": "→你觉得自己很笨，过去错失了对自己有好感的人，全是因为自己的犹豫不决和回应方式。",
        "label": ""
      },
      {
        "sentence": "我想，这似乎与你过去的成长经历有关，原生家庭的教养方式为你划定了约束范围。",
        "label": ""
      },
      {
        "sentence": "成年之前的你大概是一种非常“听话照做”的行为模式，如果在人际交往中遇到过挫折性事件，就更加容易培养出你的回避型依恋模式的人格类型。",
        "label": ""
      },
      {
        "sentence": "→最后，对于外界的评价，以及你拿自身与他人可能的比较，都有可能加重你的焦虑来源。",
        "label": ""
      },
      {
        "sentence": "让你的缺点一次次在与他人的比较中受挫自卑。",
        "label": ""
      },
      {
        "sentence": "这是意识很难自觉去反思的。",
        "label": ""
      },
      {
        "sentence": "【邀请与建议】①非常建议你在条件允许的情况下，寻找专业心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "在咨询师的陪伴下，把自己难以言说的焦虑与压力来源倾诉出来，这样有机会进行专业系统的原生家庭梳理、个人成长史的梳理，来去发现性格特质改善的途径。",
        "label": ""
      },
      {
        "sentence": "②面对快节奏的生活与外界的各种评价声音，努力学习“活在此时此地”。",
        "label": ""
      },
      {
        "sentence": "当下的力量是巨大的，它可以帮助你定心养神，减少遗憾过去、担忧未来的恐慌，并且让你能够发现自己内心真正的声音，摆脱世俗所谓的道德束缚。",
        "label": ""
      },
      {
        "sentence": "③为成为更加美好的自己而奋斗。",
        "label": ""
      },
      {
        "sentence": "与其遗憾过去、担忧未来，不如把握现在，努力过好当下的生活，充实自己的生活兴趣，发现自己真正热爱的东西，以及与更多的人相遇，建立对自己有支持性的人际关系系统。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有一丝启发与帮助，祝你早日回到阳光开朗的当下，面对35+，我们依然可以活的精彩！",
        "label": ""
      },
      {
        "sentence": "加油共勉。",
        "label": ""
      }
    ]
  }
]