[
  {
    "role": "client",
    "content": "35+的年纪，未婚未育而焦虑万分，我怎么了呢？最近总是半夜醒来，对未来渺茫，总是想着一些失败的经历，觉得自己真的很笨，本来对我有好感的人也因为我的犹豫不决和回应方式而放弃我。而我因为35+的年纪未婚未育而焦虑万分。",
    "annotation": [
      {
        "sentence": "35+的年纪，未婚未育而焦虑万分，我怎么了呢？",
        "label": ""
      },
      {
        "sentence": "最近总是半夜醒来，对未来渺茫，总是想着一些失败的经历，觉得自己真的很笨，本来对我有好感的人也因为我的犹豫不决和回应方式而放弃我。",
        "label": ""
      },
      {
        "sentence": "而我因为35+的年纪未婚未育而焦虑万分。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的心情，35岁以上的年纪还没有结婚，想起这件事心里面就会特别难受，除此之外也对未来的情感保持伤心和绝望。客观而言，35岁想要结婚十分困难，不管是男生还是女生，在婚姻市场上也缺乏竞争力。男性还好，还可以有事业或者其它条件，吸引年轻的女孩子过来投奔；女生的话，要找到合适的不容易。比较合适的，可能也就年纪差不多上下还没结婚，另外就是离过婚，至今还没有找对象的二婚人士，其余可挑选的空间就比较小了。",
    "annotation": [
      {
        "sentence": "很理解你的心情，35岁以上的年纪还没有结婚，想起这件事心里面就会特别难受，除此之外也对未来的情感保持伤心和绝望。",
        "label": ""
      },
      {
        "sentence": "客观而言，35岁想要结婚十分困难，不管是男生还是女生，在婚姻市场上也缺乏竞争力。",
        "label": ""
      },
      {
        "sentence": "男性还好，还可以有事业或者其它条件，吸引年轻的女孩子过来投奔；女生的话，要找到合适的不容易。",
        "label": ""
      },
      {
        "sentence": "比较合适的，可能也就年纪差不多上下还没结婚，另外就是离过婚，至今还没有找对象的二婚人士，其余可挑选的空间就比较小了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么一说，我更加担心了。我觉得自己的选择余地越来越小，难道真的没希望了吗？",
    "annotation": [
      {
        "sentence": "听你这么一说，我更加担心了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的选择余地越来越小，难道真的没希望了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太悲观，虽然现在的情况看起来困难，但并不代表没有希望。每个人的情况都是不同的，每个人的缘分也互不相同。关键是你要保持积极的心态和信心，在适当的时候扩大你的择偶圈，增加机会。另外，也可以考虑一些其他选择，譬如通过婚介机构或者相亲活动来增加结识合适的人的机会。",
    "annotation": [
      {
        "sentence": "不要太悲观，虽然现在的情况看起来困难，但并不代表没有希望。",
        "label": ""
      },
      {
        "sentence": "每个人的情况都是不同的，每个人的缘分也互不相同。",
        "label": ""
      },
      {
        "sentence": "关键是你要保持积极的心态和信心，在适当的时候扩大你的择偶圈，增加机会。",
        "label": ""
      },
      {
        "sentence": "另外，也可以考虑一些其他选择，譬如通过婚介机构或者相亲活动来增加结识合适的人的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我总觉得自己有一些问题，或者是某些方面不够好，所以才导致没有合适的人选择我。我真的很担心这些缺点会成为阻碍我找到幸福的障碍。",
    "annotation": [
      {
        "sentence": "但我总觉得自己有一些问题，或者是某些方面不够好，所以才导致没有合适的人选择我。",
        "label": ""
      },
      {
        "sentence": "我真的很担心这些缺点会成为阻碍我找到幸福的障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的优点和缺点，这是很正常的。首先，你要有自信，相信你自己的优点会吸引到合适的人。其次，不要过分强调自己的缺点，而是转变一下思维，关注自己的优势和可提供的价值。另外，还可以从自身入手努力进步，譬如提升自己的形象、增加一些生活中的兴趣爱好等等，这些也可以让你更有魅力，提高吸引力。",
    "annotation": [
      {
        "sentence": "每个人都有自己的优点和缺点，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "首先，你要有自信，相信你自己的优点会吸引到合适的人。",
        "label": ""
      },
      {
        "sentence": "其次，不要过分强调自己的缺点，而是转变一下思维，关注自己的优势和可提供的价值。",
        "label": ""
      },
      {
        "sentence": "另外，还可以从自身入手努力进步，譬如提升自己的形象、增加一些生活中的兴趣爱好等等，这些也可以让你更有魅力，提高吸引力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加关注自己的优势和可提供的价值。我会试着增加一些生活中的兴趣爱好，提升自己的形象。但是，如果我找到了合适的人，我又该如何克服我一直以来的犹豫不决和回应方式呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加关注自己的优势和可提供的价值。",
        "label": ""
      },
      {
        "sentence": "我会试着增加一些生活中的兴趣爱好，提升自己的形象。",
        "label": ""
      },
      {
        "sentence": "但是，如果我找到了合适的人，我又该如何克服我一直以来的犹豫不决和回应方式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的问题。如果你在这方面遇到了困扰，可以试着增强自己的决策能力和沟通技巧。有些人在面对重要决策时可能会犹豫不决，这时可以学习一些决策的方法和技巧，也可以向身边的朋友或者专业人士寻求帮助和建议。另外，沟通是建立健康关系的重要一环，可以通过学习沟通技巧来改善自己的回应方式，加强与他人的交流。",
    "annotation": [
      {
        "sentence": "这是一个很好的问题。",
        "label": ""
      },
      {
        "sentence": "如果你在这方面遇到了困扰，可以试着增强自己的决策能力和沟通技巧。",
        "label": ""
      },
      {
        "sentence": "有些人在面对重要决策时可能会犹豫不决，这时可以学习一些决策的方法和技巧，也可以向身边的朋友或者专业人士寻求帮助和建议。",
        "label": ""
      },
      {
        "sentence": "另外，沟通是建立健康关系的重要一环，可以通过学习沟通技巧来改善自己的回应方式，加强与他人的交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量增强自己的决策能力，改进沟通技巧。我现在感觉好多了，看到了一些希望。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量增强自己的决策能力，改进沟通技巧。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，看到了一些希望。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，无论遇到什么困难，都要相信自己的能力和价值，保持积极的态度。祝你尽快找到幸福的伴侣！如果还有其他问题，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，都要相信自己的能力和价值，保持积极的态度。",
        "label": ""
      },
      {
        "sentence": "祝你尽快找到幸福的伴侣！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]