[
  {
    "role": "client",
    "content": "和不够心动的男朋友在一起很久，是否要继续？和男朋友相处2年，我对他关心，也对他很好，但一直没有太心动的感觉，朋友圈没有晒的欲望，总体是有安全感却没有太多幸福感，我一直在外人面前保持单身形象，除了最好的朋友，没有知道他的存在，我们恋爱确实有一些奇怪的地方，但他也一直接受这样，我已经到了结婚的年龄，却没有和他向往过未来，感到迷茫，我该怎么办？",
    "annotation": [
      {
        "sentence": "和不够心动的男朋友在一起很久，是否要继续？",
        "label": ""
      },
      {
        "sentence": "和男朋友相处2年，我对他关心，也对他很好，但一直没有太心动的感觉，朋友圈没有晒的欲望，总体是有安全感却没有太多幸福感，我一直在外人面前保持单身形象，除了最好的朋友，没有知道他的存在，我们恋爱确实有一些奇怪的地方，但他也一直接受这样，我已经到了结婚的年龄，却没有和他向往过未来，感到迷茫，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你对于幸福感的需求是怎样的呢？能详细描述一下吗？我想了解一下为什么和你的男朋友在一起时你没有幸福感。同时，从他不在你对外公开的情况和你对未来没有向往的表达来看，他可能不是你最优秀的选择，只是目前最适合的选择。这样的理解对吗？",
    "annotation": [
      {
        "sentence": "求助者，你对于幸福感的需求是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "能详细描述一下吗？",
        "label": ""
      },
      {
        "sentence": "我想了解一下为什么和你的男朋友在一起时你没有幸福感。",
        "label": ""
      },
      {
        "sentence": "同时，从他不在你对外公开的情况和你对未来没有向往的表达来看，他可能不是你最优秀的选择，只是目前最适合的选择。",
        "label": ""
      },
      {
        "sentence": "这样的理解对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能有更多的幸福感，感觉更加快乐和满足。对于和男友一起时没有幸福感，可能是因为我们的关系存在一些奇怪的地方，但他也一直接受这样的状态。",
    "annotation": [
      {
        "sentence": "我希望能有更多的幸福感，感觉更加快乐和满足。",
        "label": ""
      },
      {
        "sentence": "对于和男友一起时没有幸福感，可能是因为我们的关系存在一些奇怪的地方，但他也一直接受这样的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了。你仍然在试图寻找是否有更合适的伴侣，这已经是一个持续的过程了。结合你之前提到的幸福感，假设你找到了一个能给你幸福感的男生，你会选择和现在的男友分手并和他结婚吗？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "你仍然在试图寻找是否有更合适的伴侣，这已经是一个持续的过程了。",
        "label": ""
      },
      {
        "sentence": "结合你之前提到的幸福感，假设你找到了一个能给你幸福感的男生，你会选择和现在的男友分手并和他结婚吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我已经到了结婚的年龄，如果我找不到期望的人，我可能会选择和现在的男友结婚。因此，我感到很迷茫。",
    "annotation": [
      {
        "sentence": "对，我已经到了结婚的年龄，如果我找不到期望的人，我可能会选择和现在的男友结婚。",
        "label": ""
      },
      {
        "sentence": "因此，我感到很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，因为你这一点，你认为时间不多了，如果你期望的人没有出现，你将可能跟现男友结婚，所以感到迷茫。这让我明白了一些。让我们聊一下你提到的幸福感：幸福感的解释权在你，你怎么赋予它含义，那它含义就是什么。进一步来看，现在的男友还不错，但还有些地方不能满足你的需求。而以你自身条件，还有机会找到更好的选择。但现在的问题是，尽管你保持着单身的形象，但还是没有合适的男性出现。有没有可能你高估了自己可能有的选择性呢？虽然现男友可以接受你不对外公布，但估计无法接受你同时维持和别的伴侣的关系。如果你真的有这种行动，那么你需要承担被他发现后他可能选择离开你的风险。如果你担心这个风险，那么你很难专注地找到符合你要求和能给你幸福感的男性。因为你的精力会被分散，实际操作起来也会很辛苦。你既不满足当下，又期待未来的可能性，这两者很难并存。如果要并存，你需要接受现男友跟你分手的风险。那么你现在的想法是什么？你要做出怎样的选择？请来说说你真实面临的情况。",
    "annotation": [
      {
        "sentence": "嗯，因为你这一点，你认为时间不多了，如果你期望的人没有出现，你将可能跟现男友结婚，所以感到迷茫。",
        "label": ""
      },
      {
        "sentence": "这让我明白了一些。",
        "label": ""
      },
      {
        "sentence": "让我们聊一下你提到的幸福感：幸福感的解释权在你，你怎么赋予它含义，那它含义就是什么。",
        "label": ""
      },
      {
        "sentence": "进一步来看，现在的男友还不错，但还有些地方不能满足你的需求。",
        "label": ""
      },
      {
        "sentence": "而以你自身条件，还有机会找到更好的选择。",
        "label": ""
      },
      {
        "sentence": "但现在的问题是，尽管你保持着单身的形象，但还是没有合适的男性出现。",
        "label": ""
      },
      {
        "sentence": "有没有可能你高估了自己可能有的选择性呢？",
        "label": ""
      },
      {
        "sentence": "虽然现男友可以接受你不对外公布，但估计无法接受你同时维持和别的伴侣的关系。",
        "label": ""
      },
      {
        "sentence": "如果你真的有这种行动，那么你需要承担被他发现后他可能选择离开你的风险。",
        "label": ""
      },
      {
        "sentence": "如果你担心这个风险，那么你很难专注地找到符合你要求和能给你幸福感的男性。",
        "label": ""
      },
      {
        "sentence": "因为你的精力会被分散，实际操作起来也会很辛苦。",
        "label": ""
      },
      {
        "sentence": "你既不满足当下，又期待未来的可能性，这两者很难并存。",
        "label": ""
      },
      {
        "sentence": "如果要并存，你需要接受现男友跟你分手的风险。",
        "label": ""
      },
      {
        "sentence": "那么你现在的想法是什么？",
        "label": ""
      },
      {
        "sentence": "你要做出怎样的选择？",
        "label": ""
      },
      {
        "sentence": "请来说说你真实面临的情况。",
        "label": ""
      }
    ]
  }
]