[
  {
    "role": "client",
    "content": "领导和下级在平常沟通接触时，界限在哪里？男朋友的女领导大男朋友20岁，是孩子的妈，平常她偶尔给男朋友布置工作的时候会拍拍他肩膀，而且会有很多额外的关心，我男朋友有一次开会的时候需要轻声在耳边跟她说话的时候，用手轻轻拍了一下肩头，把手搭在她一侧的肩上，说完还轻轻拍了拍肩膀，这个需不需要提醒，值不值得吃醋，是不是应该提醒他不要有这种动作？",
    "annotation": [
      {
        "sentence": "领导和下级在平常沟通接触时，界限在哪里？",
        "label": ""
      },
      {
        "sentence": "男朋友的女领导大男朋友20岁，是孩子的妈，平常她偶尔给男朋友布置工作的时候会拍拍他肩膀，而且会有很多额外的关心，我男朋友有一次开会的时候需要轻声在耳边跟她说话的时候，用手轻轻拍了一下肩头，把手搭在她一侧的肩上，说完还轻轻拍了拍肩膀，这个需不需要提醒，值不值得吃醋，是不是应该提醒他不要有这种动作？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述呢，大概了解了，也很能理解你现在的一些困扰。我们试着来梳理一下，一个就是说女领导给男朋友布置工作的时候会拍他的肩膀，会有很多额外的关心，另外，男朋友开会的时候跟女领导说话，也会拍拍她的肩膀。如果是你亲眼目睹的话，其实，他们这样的同事的行为，有一点越界，当然并非说一定有什么，而是要做一下提醒。",
    "annotation": [
      {
        "sentence": "听到你的描述呢，大概了解了，也很能理解你现在的一些困扰。",
        "label": ""
      },
      {
        "sentence": "我们试着来梳理一下，一个就是说女领导给男朋友布置工作的时候会拍他的肩膀，会有很多额外的关心，另外，男朋友开会的时候跟女领导说话，也会拍拍她的肩膀。",
        "label": ""
      },
      {
        "sentence": "如果是你亲眼目睹的话，其实，他们这样的同事的行为，有一点越界，当然并非说一定有什么，而是要做一下提醒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我觉得这种亲密的动作在职场上有点不妥。但是我不知道该怎么提醒他，也不确定这种行为值不值得吃醋。",
    "annotation": [
      {
        "sentence": "确实，我觉得这种亲密的动作在职场上有点不妥。",
        "label": ""
      },
      {
        "sentence": "但是我不知道该怎么提醒他，也不确定这种行为值不值得吃醋。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑。根据社会心理学人际距离的理论，不同的人际关系有不同的距离限制。亲人或者恋人之间的距离通常在半米以上，而异性之间则最好在一米以上。你可以装作不经意地，跟你的男朋友介绍这个理论，看他会有怎样的反应。同时，也要结合他们平时的一些言行来判断。",
    "annotation": [
      {
        "sentence": "我明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "根据社会心理学人际距离的理论，不同的人际关系有不同的距离限制。",
        "label": ""
      },
      {
        "sentence": "亲人或者恋人之间的距离通常在半米以上，而异性之间则最好在一米以上。",
        "label": ""
      },
      {
        "sentence": "你可以装作不经意地，跟你的男朋友介绍这个理论，看他会有怎样的反应。",
        "label": ""
      },
      {
        "sentence": "同时，也要结合他们平时的一些言行来判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试提醒他这个距离限制的理论，看看他的反应。但是如果他觉得没什么问题，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "嗯，我会尝试提醒他这个距离限制的理论，看看他的反应。",
        "label": ""
      },
      {
        "sentence": "但是如果他觉得没什么问题，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他对此没有太大的反应或者觉得这样的行为没问题，你可以再和他沟通一下，并适当表达你会不太舒服的感受，让他重视你的感受。但是千万不要带着抱怨和情绪去指责或者教训他，要注意说话的方式。亲密关系中，信任是很重要的。",
    "annotation": [
      {
        "sentence": "如果他对此没有太大的反应或者觉得这样的行为没问题，你可以再和他沟通一下，并适当表达你会不太舒服的感受，让他重视你的感受。",
        "label": ""
      },
      {
        "sentence": "但是千万不要带着抱怨和情绪去指责或者教训他，要注意说话的方式。",
        "label": ""
      },
      {
        "sentence": "亲密关系中，信任是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会注意说话的方式，尽量以理性和含蓄的方式提醒他。不过我也希望不要把这个问题放在心上，不让它影响到我们的相处。",
    "annotation": [
      {
        "sentence": "好的，我会注意说话的方式，尽量以理性和含蓄的方式提醒他。",
        "label": ""
      },
      {
        "sentence": "不过我也希望不要把这个问题放在心上，不让它影响到我们的相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好的想法！解决问题的同时也要保持良好的情绪和信任。希望你能很好地处理这个问题，拥有一段稳定和长久的感情。",
    "annotation": [
      {
        "sentence": "非常好的想法！",
        "label": ""
      },
      {
        "sentence": "解决问题的同时也要保持良好的情绪和信任。",
        "label": ""
      },
      {
        "sentence": "希望你能很好地处理这个问题，拥有一段稳定和长久的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽力去做。希望一切都能顺利解决。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽力去做。",
        "label": ""
      },
      {
        "sentence": "希望一切都能顺利解决。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。如果有任何困扰，随时找我倾诉。祝你一切顺利，快乐幸福！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果有任何困扰，随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，快乐幸福！",
        "label": ""
      }
    ]
  }
]