[
  {
    "role": "client",
    "content": "最近一直想起我男朋友的前任，该怎么办呢？",
    "annotation": [
      {
        "sentence": "最近一直想起我男朋友的前任，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们在人生中遇到很多人，他们不仅引导我们成长，还让我们更成熟。有的人是来默默陪伴我们的。你提到的情况是你男友和前女友之间的事情，但是对于他来说，过去已经过去了，他们分手了，你们两个也开始了新的生活。我们应该向前看，不要总是向后看。每个人都有过去，这些都是很正常的现象。我们要理解，接受并尊重对方的选择，对于自己的生活，还是要向前看的。",
    "annotation": [
      {
        "sentence": "我们在人生中遇到很多人，他们不仅引导我们成长，还让我们更成熟。",
        "label": ""
      },
      {
        "sentence": "有的人是来默默陪伴我们的。",
        "label": ""
      },
      {
        "sentence": "你提到的情况是你男友和前女友之间的事情，但是对于他来说，过去已经过去了，他们分手了，你们两个也开始了新的生活。",
        "label": ""
      },
      {
        "sentence": "我们应该向前看，不要总是向后看。",
        "label": ""
      },
      {
        "sentence": "每个人都有过去，这些都是很正常的现象。",
        "label": ""
      },
      {
        "sentence": "我们要理解，接受并尊重对方的选择，对于自己的生活，还是要向前看的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道他很爱我，但是我总是会嫉妒前任，我觉得他可能对前任更好。",
    "annotation": [
      {
        "sentence": "我知道他很爱我，但是我总是会嫉妒前任，我觉得他可能对前任更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个自然的情感，你不要对这种情绪感到羞耻。当你再次独立思考的时候，你可能会发现，过去的感情不可比拟。现在两个人在一起，一定有彼此喜欢对方的原因，就像他喜欢你一样。你男友和前女友之间的事情已经过去了，让我们停止怀旧，好好对待现在的幸福，好好珍惜彼此。",
    "annotation": [
      {
        "sentence": "这是一个自然的情感，你不要对这种情绪感到羞耻。",
        "label": ""
      },
      {
        "sentence": "当你再次独立思考的时候，你可能会发现，过去的感情不可比拟。",
        "label": ""
      },
      {
        "sentence": "现在两个人在一起，一定有彼此喜欢对方的原因，就像他喜欢你一样。",
        "label": ""
      },
      {
        "sentence": "你男友和前女友之间的事情已经过去了，让我们停止怀旧，好好对待现在的幸福，好好珍惜彼此。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我总是想起他们发生关系的事情，我真的很难接受。",
    "annotation": [
      {
        "sentence": "我总是想起他们发生关系的事情，我真的很难接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个困扰你的问题。让我们帮你发掘出这样的感情困扰背后的影响，以及你要如何应对和金句这种困扰。首先，当你想起这个问题时，你可能会感到不舒服，这也是非常正常的。那么，你可能需要一个表达感受的途径。可以通过写日记、谈心等方式来表述对于这种感受的内心想法。其次，你也可以考虑跟你男友坦诚地谈一次，告诉他你的感受和担忧，向他寻求支持和理解。他会在一段时间内理解和安慰你，认真地对待你现在的情感，理解你的感情和心理，给你带来更多的感情安全感。最后，也许你最应该记住的是：有时候，感情可能不是一成不变的。我们的感受可以慢慢地改变，对于不普通的人，我们可以尝试从不同的角度看问题，这有助于我们改变当前的状况和感受。我相信，你们两个在未来里会有很好的发展。实在不行，我们可以考虑让你休息一段时间。这是很常见的的情感建设技巧，正如我们在平时寻求安慰一样。",
    "annotation": [
      {
        "sentence": "这是个困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "让我们帮你发掘出这样的感情困扰背后的影响，以及你要如何应对和金句这种困扰。",
        "label": ""
      },
      {
        "sentence": "首先，当你想起这个问题时，你可能会感到不舒服，这也是非常正常的。",
        "label": ""
      },
      {
        "sentence": "那么，你可能需要一个表达感受的途径。",
        "label": ""
      },
      {
        "sentence": "可以通过写日记、谈心等方式来表述对于这种感受的内心想法。",
        "label": ""
      },
      {
        "sentence": "其次，你也可以考虑跟你男友坦诚地谈一次，告诉他你的感受和担忧，向他寻求支持和理解。",
        "label": ""
      },
      {
        "sentence": "他会在一段时间内理解和安慰你，认真地对待你现在的情感，理解你的感情和心理，给你带来更多的感情安全感。",
        "label": ""
      },
      {
        "sentence": "最后，也许你最应该记住的是：有时候，感情可能不是一成不变的。",
        "label": ""
      },
      {
        "sentence": "我们的感受可以慢慢地改变，对于不普通的人，我们可以尝试从不同的角度看问题，这有助于我们改变当前的状况和感受。",
        "label": ""
      },
      {
        "sentence": "我相信，你们两个在未来里会有很好的发展。",
        "label": ""
      },
      {
        "sentence": "实在不行，我们可以考虑让你休息一段时间。",
        "label": ""
      },
      {
        "sentence": "这是很常见的的情感建设技巧，正如我们在平时寻求安慰一样。",
        "label": ""
      }
    ]
  }
]