[
  {
    "role": "client",
    "content": "我也不是那么信任我咨询师，自己的内心冰冷，孤立无援？看过一篇文章，说自己的内心和个四处漏风的房子，有天他终于可以安心的牵起咨询师的手，安心的欣赏这个世界。我的内心是一个空旷的水泥地，我是在中心蜷缩在一团还周围的流浪猫。偶尔有人看到我可爱，会给我食物，偶尔有别的猫看到我好看，想占个便宜。大部分时间我都在讨好这个世界，我没有资格任性，我身边还有老猫觉得我不能白呆在空地里，我必须抓老鼠去交保护费，老猫才不会欺负我。我很难过，可是无法哭，因为没有我的小屋子哭。",
    "annotation": [
      {
        "sentence": "我也不是那么信任我咨询师，自己的内心冰冷，孤立无援？",
        "label": ""
      },
      {
        "sentence": "看过一篇文章，说自己的内心和个四处漏风的房子，有天他终于可以安心的牵起咨询师的手，安心的欣赏这个世界。",
        "label": ""
      },
      {
        "sentence": "我的内心是一个空旷的水泥地，我是在中心蜷缩在一团还周围的流浪猫。",
        "label": ""
      },
      {
        "sentence": "偶尔有人看到我可爱，会给我食物，偶尔有别的猫看到我好看，想占个便宜。",
        "label": ""
      },
      {
        "sentence": "大部分时间我都在讨好这个世界，我没有资格任性，我身边还有老猫觉得我不能白呆在空地里，我必须抓老鼠去交保护费，老猫才不会欺负我。",
        "label": ""
      },
      {
        "sentence": "我很难过，可是无法哭，因为没有我的小屋子哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内心描述让我感受到你觉得自己很艰难，需要依赖别人来生存，而且感觉你想要哭却没有一个可以倾诉的空间。在这种情况下，你可能会缺乏对咨询师的信任，即使她很好。那么我们来想想，你希望拥有怎样的生活呢？或者说，你想要一个让自己感到舒适的空间，在这个空间里，你可以自由地生活，不依赖别人，轻松自在。你看，当我们知道自己想要的东西，我们的内心其实已经有了一个明确的方向。现在的问题是，我们可以做些什么来朝着理想生活的方向努力呢？假设我们理想的生活是满分10分，那么现在我们的生活得分是多少呢？我们能够做些什么来提升这个得分呢？就算只是提高了0.1分，或者0.5分，总有一天我们会接近我们理想中的生活。",
    "annotation": [
      {
        "sentence": "你的内心描述让我感受到你觉得自己很艰难，需要依赖别人来生存，而且感觉你想要哭却没有一个可以倾诉的空间。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可能会缺乏对咨询师的信任，即使她很好。",
        "label": ""
      },
      {
        "sentence": "那么我们来想想，你希望拥有怎样的生活呢？",
        "label": ""
      },
      {
        "sentence": "或者说，你想要一个让自己感到舒适的空间，在这个空间里，你可以自由地生活，不依赖别人，轻松自在。",
        "label": ""
      },
      {
        "sentence": "你看，当我们知道自己想要的东西，我们的内心其实已经有了一个明确的方向。",
        "label": ""
      },
      {
        "sentence": "现在的问题是，我们可以做些什么来朝着理想生活的方向努力呢？",
        "label": ""
      },
      {
        "sentence": "假设我们理想的生活是满分10分，那么现在我们的生活得分是多少呢？",
        "label": ""
      },
      {
        "sentence": "我们能够做些什么来提升这个得分呢？",
        "label": ""
      },
      {
        "sentence": "就算只是提高了0.1分，或者0.5分，总有一天我们会接近我们理想中的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。其实我渴望有一个属于自己的小屋子，可以在那里独处，可以任性，可以倾诉，可以哭泣，可以放松。我想要一个空间可以让我不再依赖别人，不再为了讨好别人而过着累人的生活。",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "其实我渴望有一个属于自己的小屋子，可以在那里独处，可以任性，可以倾诉，可以哭泣，可以放松。",
        "label": ""
      },
      {
        "sentence": "我想要一个空间可以让我不再依赖别人，不再为了讨好别人而过着累人的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，一个属于自己的小屋子可以成为你的安全港，让你真正做回自己，让自己完全放松。那么现在我们可以思考一下，有没有一些小的步骤可以帮助你朝着这个目标前进呢？比如说，你可以先设定一个小目标，比如每天为自己安排一段时间，找一个可以安静独处的地方，让自己放松下来。虽然这个小目标只是一个起点，但它能够让你离理想的生活更近一步。",
    "annotation": [
      {
        "sentence": "确实，一个属于自己的小屋子可以成为你的安全港，让你真正做回自己，让自己完全放松。",
        "label": ""
      },
      {
        "sentence": "那么现在我们可以思考一下，有没有一些小的步骤可以帮助你朝着这个目标前进呢？",
        "label": ""
      },
      {
        "sentence": "比如说，你可以先设定一个小目标，比如每天为自己安排一段时间，找一个可以安静独处的地方，让自己放松下来。",
        "label": ""
      },
      {
        "sentence": "虽然这个小目标只是一个起点，但它能够让你离理想的生活更近一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个主意不错，我可以尝试每天找一些时间给自己，找一个安静的地方，让自己独处，放松一下。虽然只是一个小的改变，但也许能够给我带来一些积极影响。",
    "annotation": [
      {
        "sentence": "这个主意不错，我可以尝试每天找一些时间给自己，找一个安静的地方，让自己独处，放松一下。",
        "label": ""
      },
      {
        "sentence": "虽然只是一个小的改变，但也许能够给我带来一些积极影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的积极态度值得肯定！每一个小的改变都是朝着理想生活的一小步。同时，你也可以考虑寻找其他可以帮助你独立、更自在地生活的方法。比如，你可以找一些利用自己特长赚钱的途径，这样不仅可以减少对别人的依赖，还能增加自信心和独立感。",
    "annotation": [
      {
        "sentence": "很好，你的积极态度值得肯定！",
        "label": ""
      },
      {
        "sentence": "每一个小的改变都是朝着理想生活的一小步。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻找其他可以帮助你独立、更自在地生活的方法。",
        "label": ""
      },
      {
        "sentence": "比如，你可以找一些利用自己特长赚钱的途径，这样不仅可以减少对别人的依赖，还能增加自信心和独立感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该主动寻找一些途径，发挥自己的特长来实现经济独立。这样不仅可以减少对别人的依赖，还能让我更有自信心和独立感。我会努力去寻找适合我的方法，并付诸行动的。",
    "annotation": [
      {
        "sentence": "你说得对，我应该主动寻找一些途径，发挥自己的特长来实现经济独立。",
        "label": ""
      },
      {
        "sentence": "这样不仅可以减少对别人的依赖，还能让我更有自信心和独立感。",
        "label": ""
      },
      {
        "sentence": "我会努力去寻找适合我的方法，并付诸行动的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！你已经跨出了积极的一步，相信你一定能够找到适合自己的方法，并取得成功。在这个过程中，记得给自己一些时间和空间，不要过于苛求自己。每一次的尝试和进步都值得鼓励和庆祝。如果你有任何困难或者需要帮助的时候，记得随时来找我倾诉，我会一直支持着你。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "你已经跨出了积极的一步，相信你一定能够找到适合自己的方法，并取得成功。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得给自己一些时间和空间，不要过于苛求自己。",
        "label": ""
      },
      {
        "sentence": "每一次的尝试和进步都值得鼓励和庆祝。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困难或者需要帮助的时候，记得随时来找我倾诉，我会一直支持着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会记住你的话，并且在遇到困难时勇敢地向你求助。我相信有你的帮助和鼓励，我一定能够走上实现理想生活的道路。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会记住你的话，并且在遇到困难时勇敢地向你求助。",
        "label": ""
      },
      {
        "sentence": "我相信有你的帮助和鼓励，我一定能够走上实现理想生活的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你！无论遇到什么困难，我都会一直在你身边支持着你。相信自己，相信未来。加油！",
    "annotation": [
      {
        "sentence": "我相信你！",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，我都会一直在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]