[
  {
    "role": "client",
    "content": "希望有人陪伴，但是又很排斥亲密关系，怎么办？",
    "annotation": [
      {
        "sentence": "希望有人陪伴，但是又很排斥亲密关系，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "曾几何时，我也是如你一样，既希望有人陪伴，又排斥亲密关系。你很享受独处的乐趣，界限感分明。你愿一直保有自己的空间，这没有问题。我把我的理解与你分享，希望对你有启发。",
    "annotation": [
      {
        "sentence": "曾几何时，我也是如你一样，既希望有人陪伴，又排斥亲密关系。",
        "label": ""
      },
      {
        "sentence": "你很享受独处的乐趣，界限感分明。",
        "label": ""
      },
      {
        "sentence": "你愿一直保有自己的空间，这没有问题。",
        "label": ""
      },
      {
        "sentence": "我把我的理解与你分享，希望对你有启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解。其实，我对亲密关系的排斥开始于很久以前，无论是同性还是异性的朋友都很少。不知道为什么，总觉得有一个明显的界限，如果对方触碰到我，我会立马倒退很多。所以亲密的朋友真的特别特别少。现在想想曾经有过的恋人，我努力对他敞开心扉，努力到讨好的地步，但还是保留有模糊的界限。对方对我很挑剔，导致最后我们分手了。最近在家人朋友同事的压力下开始相亲，但是非常排斥跟不熟悉的人聊天吃饭之类的，所以最后也都不了了之。我真的是个异类吗？",
    "annotation": [
      {
        "sentence": "非常感谢你的理解。",
        "label": ""
      },
      {
        "sentence": "其实，我对亲密关系的排斥开始于很久以前，无论是同性还是异性的朋友都很少。",
        "label": ""
      },
      {
        "sentence": "不知道为什么，总觉得有一个明显的界限，如果对方触碰到我，我会立马倒退很多。",
        "label": ""
      },
      {
        "sentence": "所以亲密的朋友真的特别特别少。",
        "label": ""
      },
      {
        "sentence": "现在想想曾经有过的恋人，我努力对他敞开心扉，努力到讨好的地步，但还是保留有模糊的界限。",
        "label": ""
      },
      {
        "sentence": "对方对我很挑剔，导致最后我们分手了。",
        "label": ""
      },
      {
        "sentence": "最近在家人朋友同事的压力下开始相亲，但是非常排斥跟不熟悉的人聊天吃饭之类的，所以最后也都不了了之。",
        "label": ""
      },
      {
        "sentence": "我真的是个异类吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解你对于亲密关系的排斥，每个人都有自己的个性和喜好。并不是每个人都喜欢过于亲密的关系，保持自己的界限也是有利于关系长久的。在关系中，清晰地确立各自的界限是很重要的。关键是在于你对于亲密关系的界限是否过于严格了。也许你可以思考一下，为什么你会对别人界限不清感到担心？你害怕的是什么呢？如果被亲密的另一半侵占了界限，你会有什么感受吗？试着找出背后隐藏的原因，这样我们对亲密关系的界限就不会那么敏感了。每个人对于界限的标准不同，你是可以有自己的标准的。并不是说你是一个异类，只是你对于亲密关系的理解和需求与他人不同而已。",
    "annotation": [
      {
        "sentence": "可以理解你对于亲密关系的排斥，每个人都有自己的个性和喜好。",
        "label": ""
      },
      {
        "sentence": "并不是每个人都喜欢过于亲密的关系，保持自己的界限也是有利于关系长久的。",
        "label": ""
      },
      {
        "sentence": "在关系中，清晰地确立各自的界限是很重要的。",
        "label": ""
      },
      {
        "sentence": "关键是在于你对于亲密关系的界限是否过于严格了。",
        "label": ""
      },
      {
        "sentence": "也许你可以思考一下，为什么你会对别人界限不清感到担心？",
        "label": ""
      },
      {
        "sentence": "你害怕的是什么呢？",
        "label": ""
      },
      {
        "sentence": "如果被亲密的另一半侵占了界限，你会有什么感受吗？",
        "label": ""
      },
      {
        "sentence": "试着找出背后隐藏的原因，这样我们对亲密关系的界限就不会那么敏感了。",
        "label": ""
      },
      {
        "sentence": "每个人对于界限的标准不同，你是可以有自己的标准的。",
        "label": ""
      },
      {
        "sentence": "并不是说你是一个异类，只是你对于亲密关系的理解和需求与他人不同而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的思考和解释，让我有了新的角度。确实，每个人对于界限的标准都不同，或许我可以尝试重新思考我自己的标准。也许在亲密关系中，确立一个既能保有界限又能享受彼此陪伴的模式是可行的。我之前一直以为排斥亲密关系就意味着无法享受彼此陪伴，但你提到了有时亲密、有时独立的可能。我会试着学会告诉对方，我自己独处并不意味着不喜欢他，只是我需要独处的时间和空间，这并不会妨碍我们的亲密。谢谢你的启发！",
    "annotation": [
      {
        "sentence": "谢谢你的思考和解释，让我有了新的角度。",
        "label": ""
      },
      {
        "sentence": "确实，每个人对于界限的标准都不同，或许我可以尝试重新思考我自己的标准。",
        "label": ""
      },
      {
        "sentence": "也许在亲密关系中，确立一个既能保有界限又能享受彼此陪伴的模式是可行的。",
        "label": ""
      },
      {
        "sentence": "我之前一直以为排斥亲密关系就意味着无法享受彼此陪伴，但你提到了有时亲密、有时独立的可能。",
        "label": ""
      },
      {
        "sentence": "我会试着学会告诉对方，我自己独处并不意味着不喜欢他，只是我需要独处的时间和空间，这并不会妨碍我们的亲密。",
        "label": ""
      },
      {
        "sentence": "谢谢你的启发！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的理解和接受很重要，亲密关系是可以同时满足你的独立和对彼此的亲密需求的。最安全的依恋关系是：在一起是很幸福，独处时也能感到享受。你说你排斥跟不熟悉的人聊天吃饭之类的，这只是源于我们的信念，对方可能并不像你想象的那样陌生。实际上，相亲是一种便捷而高效的方法来认识单身男性。当然，相亲也会有一些挑战，但我们不必委屈自己，可以用开放的态度尝试多种可能。亲密关系是一门很复杂的学问，对我们的生活有着重要影响，所以有很多书在讨论这个问题。每个人面临的挑战也不同，建议你尝试看看一些关于亲密关系的书籍，去学习，并勇敢地尝试吧！祝愿你能拥有自己希望的人生！",
    "annotation": [
      {
        "sentence": "你的理解和接受很重要，亲密关系是可以同时满足你的独立和对彼此的亲密需求的。",
        "label": ""
      },
      {
        "sentence": "最安全的依恋关系是：在一起是很幸福，独处时也能感到享受。",
        "label": ""
      },
      {
        "sentence": "你说你排斥跟不熟悉的人聊天吃饭之类的，这只是源于我们的信念，对方可能并不像你想象的那样陌生。",
        "label": ""
      },
      {
        "sentence": "实际上，相亲是一种便捷而高效的方法来认识单身男性。",
        "label": ""
      },
      {
        "sentence": "当然，相亲也会有一些挑战，但我们不必委屈自己，可以用开放的态度尝试多种可能。",
        "label": ""
      },
      {
        "sentence": "亲密关系是一门很复杂的学问，对我们的生活有着重要影响，所以有很多书在讨论这个问题。",
        "label": ""
      },
      {
        "sentence": "每个人面临的挑战也不同，建议你尝试看看一些关于亲密关系的书籍，去学习，并勇敢地尝试吧！",
        "label": ""
      },
      {
        "sentence": "祝愿你能拥有自己希望的人生！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和祝福！我会好好思考并尝试去调整自己对亲密关系的态度和位置。也会去阅读一些书籍，进一步了解亲密关系的学问。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和祝福！",
        "label": ""
      },
      {
        "sentence": "我会好好思考并尝试去调整自己对亲密关系的态度和位置。",
        "label": ""
      },
      {
        "sentence": "也会去阅读一些书籍，进一步了解亲密关系的学问。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  }
]