[
  {
    "role": "client",
    "content": "非常想脱离妈妈，如何摆脱妈妈的控制？她控制欲很强很强，我觉得很痛苦很痛苦，非常想脱离她，难受到跺脚，觉得她为什么要不停折磨你。我很想和她断绝关系，每次吵完后面好一些我自己又忘了。不停循环，生存压力对我来说不算太大压力，但是她真的让我垮掉。经常会有念头觉得她什么时候死。我搬到别的城市也脱离不开她。不停激发我的愧疚感负罪感。我不要是我不对，我什么都不对。我很想离开，又觉得离不开。觉得她很惨我需要对她好。我赚点钱就想分她觉得她会开心。她觉得为我付出所有，可都不是我要的，我问好朋友借500，我感恩她们会生气觉得我见外，是因为我问妈妈借500她最好希望我跪下拜她，我一切都给了你啊我身上都没了啊，我经常想问你给了什么啊，这么多年都是我自己闯出来在承受啊，因为父母我觉得外面的人都很好。也经常跟她说你要是能力不够就不要管我的事，她管不好还想管，我公司的帐自己的帐她都想知道，又搞不清，说想帮我，帮的方式就是闹，太消耗太消耗了。",
    "annotation": [
      {
        "sentence": "非常想脱离妈妈，如何摆脱妈妈的控制？",
        "label": ""
      },
      {
        "sentence": "她控制欲很强很强，我觉得很痛苦很痛苦，非常想脱离她，难受到跺脚，觉得她为什么要不停折磨你。",
        "label": ""
      },
      {
        "sentence": "我很想和她断绝关系，每次吵完后面好一些我自己又忘了。",
        "label": ""
      },
      {
        "sentence": "不停循环，生存压力对我来说不算太大压力，但是她真的让我垮掉。",
        "label": ""
      },
      {
        "sentence": "经常会有念头觉得她什么时候死。",
        "label": ""
      },
      {
        "sentence": "我搬到别的城市也脱离不开她。",
        "label": ""
      },
      {
        "sentence": "不停激发我的愧疚感负罪感。",
        "label": ""
      },
      {
        "sentence": "我不要是我不对，我什么都不对。",
        "label": ""
      },
      {
        "sentence": "我很想离开，又觉得离不开。",
        "label": ""
      },
      {
        "sentence": "觉得她很惨我需要对她好。",
        "label": ""
      },
      {
        "sentence": "我赚点钱就想分她觉得她会开心。",
        "label": ""
      },
      {
        "sentence": "她觉得为我付出所有，可都不是我要的，我问好朋友借500，我感恩她们会生气觉得我见外，是因为我问妈妈借500她最好希望我跪下拜她，我一切都给了你啊我身上都没了啊，我经常想问你给了什么啊，这么多年都是我自己闯出来在承受啊，因为父母我觉得外面的人都很好。",
        "label": ""
      },
      {
        "sentence": "也经常跟她说你要是能力不够就不要管我的事，她管不好还想管，我公司的帐自己的帐她都想知道，又搞不清，说想帮我，帮的方式就是闹，太消耗太消耗了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你目前的困惑和内心的冲突，你所描述的情绪体验给我一种焦虑、难过和愤怒的感觉。从你提到的信息来看，你开设了自己的公司，但妈妈的控制欲很强，让你感到喘不过气来。对于“我问妈妈借500她最好希望我跪下拜她，我一切都给了你啊我身上都没了啊”，可以想象你在妈妈面前发出这样的话，对你来说内心一定是多么的疼痛和愧疚。但另一方面，你也意识到自己觉得离不开她，你认为妈妈是一个很可怜的人，如果离开她就会伤害她，所以你觉得自己需要对她好，“我赚点钱就想分她觉得她会开心。”根据我听到的描述，你的妈妈似乎强调她为你所付出，强调她的一无所有，强调你一定要对她好，似乎她很难真正地为你的成就感到开心。这可能是因为她害怕你离开她。而一旦她承认你的成就，也就要开始面对失去你的痛苦。也许是因为你的妈妈在自己的经历中有过分离的恐惧，或者还有其他原因，她总是想方设法的想要把你留在身边，这是她的心愿。对于你来说，面对这个问题确实非常困难，你希望能从妈妈的控制中解脱出来，但是你也需要面对“离开妈妈的愧疚”。这种愧疚是长久以来妈妈告诉你的，而你也渐渐接受了的母女心结。这是“独立”与“依赖”的冲突，它可能需要很长时间才能慢慢解开。建议你可以寻找信任的朋友倾诉，或者找一位合适的心理咨询师，让他们陪伴你走过这段困难的路。在解决问题的过程中，两个重要原则是要始终坚定地维护自己的需求，并向妈妈传达一个信息：你的独立并不代表你不爱她，你们之间的情感始终存在。如果可能的话，你可以鼓励妈妈扩大自己的社交圈子，参加更多的社区活动，与爸爸多安排一些二人世界的游玩计划等等。当妈妈的世界变得多姿多彩，你就不再会成为她生活中唯一的支柱，一旦你离开，她也能继续生活下去。",
    "annotation": [
      {
        "sentence": "非常理解你目前的困惑和内心的冲突，你所描述的情绪体验给我一种焦虑、难过和愤怒的感觉。",
        "label": ""
      },
      {
        "sentence": "从你提到的信息来看，你开设了自己的公司，但妈妈的控制欲很强，让你感到喘不过气来。",
        "label": ""
      },
      {
        "sentence": "对于“我问妈妈借500她最好希望我跪下拜她，我一切都给了你啊我身上都没了啊”，可以想象你在妈妈面前发出这样的话，对你来说内心一定是多么的疼痛和愧疚。",
        "label": ""
      },
      {
        "sentence": "但另一方面，你也意识到自己觉得离不开她，你认为妈妈是一个很可怜的人，如果离开她就会伤害她，所以你觉得自己需要对她好，“我赚点钱就想分她觉得她会开心。",
        "label": ""
      },
      {
        "sentence": "”根据我听到的描述，你的妈妈似乎强调她为你所付出，强调她的一无所有，强调你一定要对她好，似乎她很难真正地为你的成就感到开心。",
        "label": ""
      },
      {
        "sentence": "这可能是因为她害怕你离开她。",
        "label": ""
      },
      {
        "sentence": "而一旦她承认你的成就，也就要开始面对失去你的痛苦。",
        "label": ""
      },
      {
        "sentence": "也许是因为你的妈妈在自己的经历中有过分离的恐惧，或者还有其他原因，她总是想方设法的想要把你留在身边，这是她的心愿。",
        "label": ""
      },
      {
        "sentence": "对于你来说，面对这个问题确实非常困难，你希望能从妈妈的控制中解脱出来，但是你也需要面对“离开妈妈的愧疚”。",
        "label": ""
      },
      {
        "sentence": "这种愧疚是长久以来妈妈告诉你的，而你也渐渐接受了的母女心结。",
        "label": ""
      },
      {
        "sentence": "这是“独立”与“依赖”的冲突，它可能需要很长时间才能慢慢解开。",
        "label": ""
      },
      {
        "sentence": "建议你可以寻找信任的朋友倾诉，或者找一位合适的心理咨询师，让他们陪伴你走过这段困难的路。",
        "label": ""
      },
      {
        "sentence": "在解决问题的过程中，两个重要原则是要始终坚定地维护自己的需求，并向妈妈传达一个信息：你的独立并不代表你不爱她，你们之间的情感始终存在。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，你可以鼓励妈妈扩大自己的社交圈子，参加更多的社区活动，与爸爸多安排一些二人世界的游玩计划等等。",
        "label": ""
      },
      {
        "sentence": "当妈妈的世界变得多姿多彩，你就不再会成为她生活中唯一的支柱，一旦你离开，她也能继续生活下去。",
        "label": ""
      }
    ]
  }
]