[
  {
    "role": "client",
    "content": "我感觉男朋友更爱他的大学前任女朋友，是我多虑了吗？我和男朋友是同部门同事，他刚本科毕业就在一起工作然后在一起了。",
    "annotation": [
      {
        "sentence": "我感觉男朋友更爱他的大学前任女朋友，是我多虑了吗？",
        "label": ""
      },
      {
        "sentence": "我和男朋友是同部门同事，他刚本科毕业就在一起工作然后在一起了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我觉得你可以去试着相信对方，他说他手里有多少钱就给你花多少钱，这就是他在向你表达爱了，尤其是在对方家庭条件不好的情况下，还给你买诸如戴森吹风机这样昂贵的礼物，带你看房，买你喜欢的楼盘。看一个人是否爱你关键要看他能付出他稀缺的资源，即他在某种程度上能为你牺牲。",
    "annotation": [
      {
        "sentence": "首先我觉得你可以去试着相信对方，他说他手里有多少钱就给你花多少钱，这就是他在向你表达爱了，尤其是在对方家庭条件不好的情况下，还给你买诸如戴森吹风机这样昂贵的礼物，带你看房，买你喜欢的楼盘。",
        "label": ""
      },
      {
        "sentence": "看一个人是否爱你关键要看他能付出他稀缺的资源，即他在某种程度上能为你牺牲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然他给我买了很多昂贵的礼物，但是我看他给他大学谈了三年的前女友会买毛绒玩具、毛茸茸的袜子，很可爱的情侣牙杯，以及各种零食，定制相册还有贵的衣服鞋和口红，有的也不便宜。我觉得他送给我的礼物都不像在照顾小女生的东西。",
    "annotation": [
      {
        "sentence": "虽然他给我买了很多昂贵的礼物，但是我看他给他大学谈了三年的前女友会买毛绒玩具、毛茸茸的袜子，很可爱的情侣牙杯，以及各种零食，定制相册还有贵的衣服鞋和口红，有的也不便宜。",
        "label": ""
      },
      {
        "sentence": "我觉得他送给我的礼物都不像在照顾小女生的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许只是男友相比大学时期更成熟了，也有更多的经济能力去负担更昂贵，他认为更有品质的礼物。大学时期经济也不宽裕，又是同学之间，本来也只能送一些可爱的小东西。送礼物已经是他在向你表达爱意和关心，这就足够了。",
    "annotation": [
      {
        "sentence": "也许只是男友相比大学时期更成熟了，也有更多的经济能力去负担更昂贵，他认为更有品质的礼物。",
        "label": ""
      },
      {
        "sentence": "大学时期经济也不宽裕，又是同学之间，本来也只能送一些可爱的小东西。",
        "label": ""
      },
      {
        "sentence": "送礼物已经是他在向你表达爱意和关心，这就足够了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得他不够喜欢我，不够那么有保护欲的去宠着我，不像对他前女友一样会送那么多暖心的东西。我感觉就是不够用心，有所保留。虽然现在他很坚持，但是我觉得没有安全感，总觉得他没那么爱我。",
    "annotation": [
      {
        "sentence": "但是我总觉得他不够喜欢我，不够那么有保护欲的去宠着我，不像对他前女友一样会送那么多暖心的东西。",
        "label": ""
      },
      {
        "sentence": "我感觉就是不够用心，有所保留。",
        "label": ""
      },
      {
        "sentence": "虽然现在他很坚持，但是我觉得没有安全感，总觉得他没那么爱我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道为什么你还是觉得对方不够用心，有所保留。单从礼物价值上来看的话，已经超过他的大学女友了。是不是因为你觉得他平时陪伴你不够多，或者不太经常和你交流感情才会给你这样的感觉？你需要梳理一下自己想要的状态，把自己内心的真实需求和他沟通一下。",
    "annotation": [
      {
        "sentence": "我知道为什么你还是觉得对方不够用心，有所保留。",
        "label": ""
      },
      {
        "sentence": "单从礼物价值上来看的话，已经超过他的大学女友了。",
        "label": ""
      },
      {
        "sentence": "是不是因为你觉得他平时陪伴你不够多，或者不太经常和你交流感情才会给你这样的感觉？",
        "label": ""
      },
      {
        "sentence": "你需要梳理一下自己想要的状态，把自己内心的真实需求和他沟通一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他陪伴我时间不够多，而且我们之间缺乏交流，谈心的机会也不多。",
    "annotation": [
      {
        "sentence": "是的，我觉得他陪伴我时间不够多，而且我们之间缺乏交流，谈心的机会也不多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你觉得他不够用心，那么你认为的用心表现是什么，然后告诉他。这样对方才有方向可以改变，不然他觉得自己对你已经很用心了，根本无从下手。比如你可以告诉他不用给你买很昂贵的礼物，也许只是冬天一副暖暖的手套就能让你很开心；希望能经常有时间一起聊聊天，交流感情等。总之找到一个双方都能接受的中间地带，彼此都退让一分，多站在对方的角度上去考虑问题，感情才能更长久哦。",
    "annotation": [
      {
        "sentence": "既然你觉得他不够用心，那么你认为的用心表现是什么，然后告诉他。",
        "label": ""
      },
      {
        "sentence": "这样对方才有方向可以改变，不然他觉得自己对你已经很用心了，根本无从下手。",
        "label": ""
      },
      {
        "sentence": "比如你可以告诉他不用给你买很昂贵的礼物，也许只是冬天一副暖暖的手套就能让你很开心；希望能经常有时间一起聊聊天，交流感情等。",
        "label": ""
      },
      {
        "sentence": "总之找到一个双方都能接受的中间地带，彼此都退让一分，多站在对方的角度上去考虑问题，感情才能更长久哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会和他沟通我的真实需求，希望我们能更加互相理解和关心对方。",
    "annotation": [
      {
        "sentence": "我明白了，我会和他沟通我的真实需求，希望我们能更加互相理解和关心对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，感情来之不易，能得到一个关心自己，愿意为自己负责的人更是弥足珍贵，多一些感恩，少一些苛刻，为彼此多考虑一些，才能让彼此的感情更加深厚，自己也能更加快乐。",
    "annotation": [
      {
        "sentence": "很好，感情来之不易，能得到一个关心自己，愿意为自己负责的人更是弥足珍贵，多一些感恩，少一些苛刻，为彼此多考虑一些，才能让彼此的感情更加深厚，自己也能更加快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会加强与男朋友的沟通，珍惜我们的感情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会加强与男朋友的沟通，珍惜我们的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，祝你们幸福快乐！有什么问题或者困惑，随时都可以找我倾诉。希望你们的关系越来越好，彼此能够更加开心地在一起。",
    "annotation": [
      {
        "sentence": "不客气，祝你们幸福快乐！",
        "label": ""
      },
      {
        "sentence": "有什么问题或者困惑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你们的关系越来越好，彼此能够更加开心地在一起。",
        "label": ""
      }
    ]
  }
]