[
  {
    "role": "client",
    "content": "我是一个20岁的男性。最近家里发生了一些事情，我真的不知道该怎么办了。我妈妈告诉我，爸爸在外面有了一个女人。他每天凌晨一点多回家，我们都分房睡。我作为一个孩子，对这种情况感到很无助……我真的很讨厌妈妈通过我传递信息给爸爸的方式，这种感觉非常不好。有时候我真的想搬出去住。妈妈整天无所事事，就是看水晶直播，买了一桌子的水晶，还没停止。她没有工作，也没有储蓄，家庭经济状况也不好。哥哥的钱都被她花光了……我能直接和妈妈摊牌说她吗？但看着哥哥这样努力，我真的不忍心。爸爸对这一切都视而不见，妈妈时不时地对他生气，他只是安静地看着，甚至不给爸爸面子。从小到大，妈妈一直在教育我们，爸爸只管赚钱，从不管我们的事情……我真的不知道谁是对的，如果我有这样的妻子，我会想要离婚吧。爸爸供我们读书一定很辛苦、很有压力。虽然我没有证据证明爸爸有外遇，但即使有证据，我说了他也不会理我……我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个20岁的男性。",
        "label": ""
      },
      {
        "sentence": "最近家里发生了一些事情，我真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我妈妈告诉我，爸爸在外面有了一个女人。",
        "label": ""
      },
      {
        "sentence": "他每天凌晨一点多回家，我们都分房睡。",
        "label": ""
      },
      {
        "sentence": "我作为一个孩子，对这种情况感到很无助……我真的很讨厌妈妈通过我传递信息给爸爸的方式，这种感觉非常不好。",
        "label": ""
      },
      {
        "sentence": "有时候我真的想搬出去住。",
        "label": ""
      },
      {
        "sentence": "妈妈整天无所事事，就是看水晶直播，买了一桌子的水晶，还没停止。",
        "label": ""
      },
      {
        "sentence": "她没有工作，也没有储蓄，家庭经济状况也不好。",
        "label": ""
      },
      {
        "sentence": "哥哥的钱都被她花光了……我能直接和妈妈摊牌说她吗？",
        "label": ""
      },
      {
        "sentence": "但看着哥哥这样努力，我真的不忍心。",
        "label": ""
      },
      {
        "sentence": "爸爸对这一切都视而不见，妈妈时不时地对他生气，他只是安静地看着，甚至不给爸爸面子。",
        "label": ""
      },
      {
        "sentence": "从小到大，妈妈一直在教育我们，爸爸只管赚钱，从不管我们的事情……我真的不知道谁是对的，如果我有这样的妻子，我会想要离婚吧。",
        "label": ""
      },
      {
        "sentence": "爸爸供我们读书一定很辛苦、很有压力。",
        "label": ""
      },
      {
        "sentence": "虽然我没有证据证明爸爸有外遇，但即使有证据，我说了他也不会理我……我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你生活在这样的环境中，一定非常痛苦。你的家人也一定感到痛苦。你想要逃离这个环境，估计你的家人也有同样的想法，大家都选择了逃避。你意识到问题的严重性，想要改变但不知道如何行动，你感到担心和害怕，没有找到解决问题的方法，所以想要逃避这个环境。然而，我认为逃避无法解决问题。如果逃避是解决问题的方法，那么大多数家庭在遇到问题时也会选择逃避。你提到妈妈脾气差，无限制地购买水晶。我们可以探讨一下妈妈背后的行为原因是什么？从小到大，你和哥哥都是妈妈一个人教育，爸爸只管赚钱，从不管家务。那么爸爸是否帮妈妈分担一些家务，减轻她的负担呢？如果爸爸一味地不管任何事情，我不知道你是否恋爱过或结婚过。结婚过的人大多都能理解家庭主妇的不易，家务和带孩子并不比男人轻松。女性不仅需要承受身体上的劳累，还要面对心理上的压力。而在这个时候，如果没有一个人站出来安慰她、赞美她、帮助她，尤其是她一直与之相伴的丈夫，她就会慢慢变得暴躁、或通过购物来缓解内心的痛苦。如果条件允许，你可以与哥哥商量，将父母召集在一起，认真坐下来谈谈内心的感受。或者你们可以邀请父母信任的长辈一起来解决问题。只有从根本上解决这些问题，家庭才会出现改变。爸爸多一些关心和疼爱妈妈，妈妈也多一些理解爸爸，这样你们的家庭生活才会越来越好！",
    "annotation": [
      {
        "sentence": "你生活在这样的环境中，一定非常痛苦。",
        "label": ""
      },
      {
        "sentence": "你的家人也一定感到痛苦。",
        "label": ""
      },
      {
        "sentence": "你想要逃离这个环境，估计你的家人也有同样的想法，大家都选择了逃避。",
        "label": ""
      },
      {
        "sentence": "你意识到问题的严重性，想要改变但不知道如何行动，你感到担心和害怕，没有找到解决问题的方法，所以想要逃避这个环境。",
        "label": ""
      },
      {
        "sentence": "然而，我认为逃避无法解决问题。",
        "label": ""
      },
      {
        "sentence": "如果逃避是解决问题的方法，那么大多数家庭在遇到问题时也会选择逃避。",
        "label": ""
      },
      {
        "sentence": "你提到妈妈脾气差，无限制地购买水晶。",
        "label": ""
      },
      {
        "sentence": "我们可以探讨一下妈妈背后的行为原因是什么？",
        "label": ""
      },
      {
        "sentence": "从小到大，你和哥哥都是妈妈一个人教育，爸爸只管赚钱，从不管家务。",
        "label": ""
      },
      {
        "sentence": "那么爸爸是否帮妈妈分担一些家务，减轻她的负担呢？",
        "label": ""
      },
      {
        "sentence": "如果爸爸一味地不管任何事情，我不知道你是否恋爱过或结婚过。",
        "label": ""
      },
      {
        "sentence": "结婚过的人大多都能理解家庭主妇的不易，家务和带孩子并不比男人轻松。",
        "label": ""
      },
      {
        "sentence": "女性不仅需要承受身体上的劳累，还要面对心理上的压力。",
        "label": ""
      },
      {
        "sentence": "而在这个时候，如果没有一个人站出来安慰她、赞美她、帮助她，尤其是她一直与之相伴的丈夫，她就会慢慢变得暴躁、或通过购物来缓解内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "如果条件允许，你可以与哥哥商量，将父母召集在一起，认真坐下来谈谈内心的感受。",
        "label": ""
      },
      {
        "sentence": "或者你们可以邀请父母信任的长辈一起来解决问题。",
        "label": ""
      },
      {
        "sentence": "只有从根本上解决这些问题，家庭才会出现改变。",
        "label": ""
      },
      {
        "sentence": "爸爸多一些关心和疼爱妈妈，妈妈也多一些理解爸爸，这样你们的家庭生活才会越来越好！",
        "label": ""
      }
    ]
  }
]