[
  {
    "role": "client",
    "content": "失眠睡不着，闭眼没多久就会出现一些怪物？",
    "annotation": [
      {
        "sentence": "失眠睡不着，闭眼没多久就会出现一些怪物？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所描述的情绪波动大、闭上眼睛会有恐怖的画面出现，我先来解释一下，为什么会这样：闭上眼睛，似睡非睡的状态，这个时候，你的意识自控力在逐渐减弱，也就是意志力在逐渐变弱，潜意识的内容和躯体神经系统尚存的神经冲动会通过画面、声音、动作直接反映到意识里，被你的意识察觉到。这就是这个情况的机理。",
    "annotation": [
      {
        "sentence": "你所描述的情绪波动大、闭上眼睛会有恐怖的画面出现，我先来解释一下，为什么会这样：闭上眼睛，似睡非睡的状态，这个时候，你的意识自控力在逐渐减弱，也就是意志力在逐渐变弱，潜意识的内容和躯体神经系统尚存的神经冲动会通过画面、声音、动作直接反映到意识里，被你的意识察觉到。",
        "label": ""
      },
      {
        "sentence": "这就是这个情况的机理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么现在的问题，就是潜意识的内容和躯体尚存的神经冲动源自于什么？",
    "annotation": [
      {
        "sentence": "那么现在的问题，就是潜意识的内容和躯体尚存的神经冲动源自于什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "憋尿的时候，我们会梦到找厕所，白天运动多了如睡时，会有挥拳或者蹬腿的动作。你现在意识里出现恐怖的画面，说明你在白天的时候，意识里有让你觉得恐惧的内容。",
    "annotation": [
      {
        "sentence": "憋尿的时候，我们会梦到找厕所，白天运动多了如睡时，会有挥拳或者蹬腿的动作。",
        "label": ""
      },
      {
        "sentence": "你现在意识里出现恐怖的画面，说明你在白天的时候，意识里有让你觉得恐惧的内容。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我最近确实脾气大到自己都害怕。",
    "annotation": [
      {
        "sentence": "是的，我最近确实脾气大到自己都害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自己都害怕，这是对自己行为的一种警示，警示是提醒你，这样的你和这样的情绪，其实你自己掌控不了发展方向。你意识到了这种危险的存在，但是还没有意识到要尽快去制止、控制这种情绪，也不知道该怎么控住。到这，你的问题，其实就变成了，我为什么脾气那么大，大到自己都害怕？",
    "annotation": [
      {
        "sentence": "自己都害怕，这是对自己行为的一种警示，警示是提醒你，这样的你和这样的情绪，其实你自己掌控不了发展方向。",
        "label": ""
      },
      {
        "sentence": "你意识到了这种危险的存在，但是还没有意识到要尽快去制止、控制这种情绪，也不知道该怎么控住。",
        "label": ""
      },
      {
        "sentence": "到这，你的问题，其实就变成了，我为什么脾气那么大，大到自己都害怕？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想知道为什么我情绪控制不住，而且感到很焦虑。",
    "annotation": [
      {
        "sentence": "是的，我想知道为什么我情绪控制不住，而且感到很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自己发脾气，有可能是不被身边人所理解，有可能是没有人愿意听和分担你的难过，也有种可能是身边人虽然愿意听但是听不懂，还有可能是你在身边真的是找不到可以谈这些话的人了。其实这是一种需要寻找心理咨询师帮助的情景。在你身边没有人能帮你的时候，找咨询师来倾诉、帮你梳理、给你一些理解、给你一些建议，这是最理所应当的。",
    "annotation": [
      {
        "sentence": "自己发脾气，有可能是不被身边人所理解，有可能是没有人愿意听和分担你的难过，也有种可能是身边人虽然愿意听但是听不懂，还有可能是你在身边真的是找不到可以谈这些话的人了。",
        "label": ""
      },
      {
        "sentence": "其实这是一种需要寻找心理咨询师帮助的情景。",
        "label": ""
      },
      {
        "sentence": "在你身边没有人能帮你的时候，找咨询师来倾诉、帮你梳理、给你一些理解、给你一些建议，这是最理所应当的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许我需要寻求专业的心理咨询师的帮助。",
    "annotation": [
      {
        "sentence": "你说得对，或许我需要寻求专业的心理咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这并不是缺爱了，而是身边的每个人都自顾不暇，对你也无能为力，爱莫能助，问题不是表面化，而是具有一些深远的根源，需要抽丝剥茧，需要直接面对你当前生活中的一些不合理观念。这最好是通过心理咨询师来解决，帮你解决当前问题的同时，给你一些习惯性的改变。再往细说，就会牵扯更多你的信息，你当前面临的压力，你之前的一些经历了。",
    "annotation": [
      {
        "sentence": "这并不是缺爱了，而是身边的每个人都自顾不暇，对你也无能为力，爱莫能助，问题不是表面化，而是具有一些深远的根源，需要抽丝剥茧，需要直接面对你当前生活中的一些不合理观念。",
        "label": ""
      },
      {
        "sentence": "这最好是通过心理咨询师来解决，帮你解决当前问题的同时，给你一些习惯性的改变。",
        "label": ""
      },
      {
        "sentence": "再往细说，就会牵扯更多你的信息，你当前面临的压力，你之前的一些经历了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽快寻找心理咨询师来帮助我解决这些问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽快寻找心理咨询师来帮助我解决这些问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，接受专业心理咨询的帮助会让你更好地理解自己的情绪和行为，找到解决问题的方法，并且逐渐改变不合理的观念和习惯。祝愿你早日走出困境，拥有健康的心理状态。如果在寻找心理咨询师的过程中有任何问题，都可以随时向我求助。",
    "annotation": [
      {
        "sentence": "非常好，接受专业心理咨询的帮助会让你更好地理解自己的情绪和行为，找到解决问题的方法，并且逐渐改变不合理的观念和习惯。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出困境，拥有健康的心理状态。",
        "label": ""
      },
      {
        "sentence": "如果在寻找心理咨询师的过程中有任何问题，都可以随时向我求助。",
        "label": ""
      }
    ]
  }
]