[
  {
    "role": "client",
    "content": "我17岁，总是觉得自己很惹人厌，很难过，怎么办？我高三了，学习压力特别大，有些时候因为一点小事就会难过。",
    "annotation": [
      {
        "sentence": "我17岁，总是觉得自己很惹人厌，很难过，怎么办？",
        "label": ""
      },
      {
        "sentence": "我高三了，学习压力特别大，有些时候因为一点小事就会难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在所经历的情绪波动是正常的，高三确实是一个压力很大的时期。你可以尝试放松一下自己，找到减压的方式，例如听音乐、画画或者运动。另外，有什么具体让你觉得自己惹人厌的事情吗？",
    "annotation": [
      {
        "sentence": "你现在所经历的情绪波动是正常的，高三确实是一个压力很大的时期。",
        "label": ""
      },
      {
        "sentence": "你可以尝试放松一下自己，找到减压的方式，例如听音乐、画画或者运动。",
        "label": ""
      },
      {
        "sentence": "另外，有什么具体让你觉得自己惹人厌的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和一个女生玩的特别好，但是我对她有不一样的情感，我喜欢她，我是女同。她呢，人特别好，很温柔，我之所以很喜欢，是因为从她身上我感受到了我没有体会过的母爱。但是，她和别的女生都可以抱抱，唯独对我，她不愿意。她说，我根本没有触碰她身体的资格。她是开玩笑的语气，但是，我真的很难过。",
    "annotation": [
      {
        "sentence": "我和一个女生玩的特别好，但是我对她有不一样的情感，我喜欢她，我是女同。",
        "label": ""
      },
      {
        "sentence": "她呢，人特别好，很温柔，我之所以很喜欢，是因为从她身上我感受到了我没有体会过的母爱。",
        "label": ""
      },
      {
        "sentence": "但是，她和别的女生都可以抱抱，唯独对我，她不愿意。",
        "label": ""
      },
      {
        "sentence": "她说，我根本没有触碰她身体的资格。",
        "label": ""
      },
      {
        "sentence": "她是开玩笑的语气，但是，我真的很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "喜欢上一个人是一件美妙的事情，但是有时候对方的回应可能和我们的期望不一样，这让我们感到挫折和困惑。首先，你要知道她的回答可能只是开玩笑，并不代表她真的嫌弃你。每个人都有自己的界限和边界，也许她不太喜欢别人的接触，这并不是你的问题。记住，她和其他女生抱抱与你无关，不代表她对你不喜欢。对方的行为并不意味着你本身有什么问题，不要太过自责。",
    "annotation": [
      {
        "sentence": "喜欢上一个人是一件美妙的事情，但是有时候对方的回应可能和我们的期望不一样，这让我们感到挫折和困惑。",
        "label": ""
      },
      {
        "sentence": "首先，你要知道她的回答可能只是开玩笑，并不代表她真的嫌弃你。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的界限和边界，也许她不太喜欢别人的接触，这并不是你的问题。",
        "label": ""
      },
      {
        "sentence": "记住，她和其他女生抱抱与你无关，不代表她对你不喜欢。",
        "label": ""
      },
      {
        "sentence": "对方的行为并不意味着你本身有什么问题，不要太过自责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "因为我体会过被嫌弃，被抛弃的滋味，还是理论上应该和我最亲的人，没错，就是我妈。她生下我两个月，就把我送回了爷爷奶奶家。从我记事起，她没有往家里打过一个电话，没有一句关心我的话。就好像，我只是个意外，是个累赘。每次去外婆家玩，她总是催我快点回家。奶奶说，她根本就没把我当亲生女儿看，她讨厌我。后来她和我爸离婚了，以前没什么感觉，现在长大了，开始思考是不是我让人恶心，令人讨厌，连亲妈都讨厌我。所以，我喜欢的那个女孩子，是不是也觉得我很恶心？嫌弃我？我想不出来，为什么。",
    "annotation": [
      {
        "sentence": "因为我体会过被嫌弃，被抛弃的滋味，还是理论上应该和我最亲的人，没错，就是我妈。",
        "label": ""
      },
      {
        "sentence": "她生下我两个月，就把我送回了爷爷奶奶家。",
        "label": ""
      },
      {
        "sentence": "从我记事起，她没有往家里打过一个电话，没有一句关心我的话。",
        "label": ""
      },
      {
        "sentence": "就好像，我只是个意外，是个累赘。",
        "label": ""
      },
      {
        "sentence": "每次去外婆家玩，她总是催我快点回家。",
        "label": ""
      },
      {
        "sentence": "奶奶说，她根本就没把我当亲生女儿看，她讨厌我。",
        "label": ""
      },
      {
        "sentence": "后来她和我爸离婚了，以前没什么感觉，现在长大了，开始思考是不是我让人恶心，令人讨厌，连亲妈都讨厌我。",
        "label": ""
      },
      {
        "sentence": "所以，我喜欢的那个女孩子，是不是也觉得我很恶心？",
        "label": ""
      },
      {
        "sentence": "嫌弃我？",
        "label": ""
      },
      {
        "sentence": "我想不出来，为什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们所经历的家庭环境对我们的成长有着很大的影响，尤其是亲情的缺失会给我们带来很多困扰。你妈妈的行为可能是她个人的问题，和你无关。她早期的决定并不代表你的价值，你的存在和成长都是有意义的。我们内心深处都渴望得到他人的关爱和认同，但是有时候我们对他人的期望过高，自己也容易质疑自己的价值。不要怀疑自己，你是独一无二的，值得被爱和关心。对方也许有她自己的想法和考虑，并不是因为你让人恶心或讨厌。我们都需要时间去发现和接受自己的价值，别太苛求自己了。",
    "annotation": [
      {
        "sentence": "我们所经历的家庭环境对我们的成长有着很大的影响，尤其是亲情的缺失会给我们带来很多困扰。",
        "label": ""
      },
      {
        "sentence": "你妈妈的行为可能是她个人的问题，和你无关。",
        "label": ""
      },
      {
        "sentence": "她早期的决定并不代表你的价值，你的存在和成长都是有意义的。",
        "label": ""
      },
      {
        "sentence": "我们内心深处都渴望得到他人的关爱和认同，但是有时候我们对他人的期望过高，自己也容易质疑自己的价值。",
        "label": ""
      },
      {
        "sentence": "不要怀疑自己，你是独一无二的，值得被爱和关心。",
        "label": ""
      },
      {
        "sentence": "对方也许有她自己的想法和考虑，并不是因为你让人恶心或讨厌。",
        "label": ""
      },
      {
        "sentence": "我们都需要时间去发现和接受自己的价值，别太苛求自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和安慰。我确实有时候会觉得自己很不值得，很无助。高三压力又大，真的很需要有人倾诉。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和安慰。",
        "label": ""
      },
      {
        "sentence": "我确实有时候会觉得自己很不值得，很无助。",
        "label": ""
      },
      {
        "sentence": "高三压力又大，真的很需要有人倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，倾诉是非常重要的，你需要有地方可以分享自己的烦恼和困扰。高三是一个很关键的阶段，学习上的压力会造成情绪的波动，但是同时也是一个成长的机会。如果有任何不舒心的事情，可以随时来这里倾诉，我会一直陪伴你的。不要忘记，你是一个有价值的人，你值得更好的。保持自信，我相信你可以度过这个困难的时期。",
    "annotation": [
      {
        "sentence": "不客气，倾诉是非常重要的，你需要有地方可以分享自己的烦恼和困扰。",
        "label": ""
      },
      {
        "sentence": "高三是一个很关键的阶段，学习上的压力会造成情绪的波动，但是同时也是一个成长的机会。",
        "label": ""
      },
      {
        "sentence": "如果有任何不舒心的事情，可以随时来这里倾诉，我会一直陪伴你的。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你是一个有价值的人，你值得更好的。",
        "label": ""
      },
      {
        "sentence": "保持自信，我相信你可以度过这个困难的时期。",
        "label": ""
      }
    ]
  }
]