[
  {
    "role": "client",
    "content": "25岁了，感觉人生真的是好痛苦的修行？今天回想起了这么几句话话。我虽然25岁了，但依然觉得好痛苦。小时候被寄养在一个阿姨家，在那个阿姨家遭受了虐待。结果父亲竟然告诉我，只寄养了两年。小时候，转校被排挤，结果父亲告诉我，为什么别人只欺负你，不欺负别人。有些时候，漠视，真的比直接遭受苦难还要痛苦。人生真的是场痛苦的修行。",
    "annotation": [
      {
        "sentence": "25岁了，感觉人生真的是好痛苦的修行？",
        "label": ""
      },
      {
        "sentence": "今天回想起了这么几句话话。",
        "label": ""
      },
      {
        "sentence": "我虽然25岁了，但依然觉得好痛苦。",
        "label": ""
      },
      {
        "sentence": "小时候被寄养在一个阿姨家，在那个阿姨家遭受了虐待。",
        "label": ""
      },
      {
        "sentence": "结果父亲竟然告诉我，只寄养了两年。",
        "label": ""
      },
      {
        "sentence": "小时候，转校被排挤，结果父亲告诉我，为什么别人只欺负你，不欺负别人。",
        "label": ""
      },
      {
        "sentence": "有些时候，漠视，真的比直接遭受苦难还要痛苦。",
        "label": ""
      },
      {
        "sentence": "人生真的是场痛苦的修行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述很心疼你遇到过的事。被寄养家庭的阿姨虐待，遭受同学的排挤，内心的伤痛不仅没有得到父亲的安抚，还遭到了他的讽刺和漠视。不过你已经25岁了，很为你感到高兴。你已经长大成人了，可以不用依附他人才能生存了。父亲对你的不够关心和那些回忆时不时的困扰着你。其实，你可以换个视角来看待父亲为何这样对待你。或许在他的小时候也是被他的父母这么教育和对待的，所以面对女儿也不懂如何去爱护和关心。不过，了解父亲的行为并不代表你要原谅他。只是希望你跳出这个埋怨他的循环，进而尝试放下怨恨，更好地对待自己。想想看从小到大，除了父亲，一定也有对你好的人。他们的温暖也能让你感受到这个世界也有好的一面，并不只是受苦的。好好提升自己，懂得自尊自爱，不再将责任问题归咎于他人。好好把握自己的未来，你会越来越好的。",
    "annotation": [
      {
        "sentence": "看了你的描述很心疼你遇到过的事。",
        "label": ""
      },
      {
        "sentence": "被寄养家庭的阿姨虐待，遭受同学的排挤，内心的伤痛不仅没有得到父亲的安抚，还遭到了他的讽刺和漠视。",
        "label": ""
      },
      {
        "sentence": "不过你已经25岁了，很为你感到高兴。",
        "label": ""
      },
      {
        "sentence": "你已经长大成人了，可以不用依附他人才能生存了。",
        "label": ""
      },
      {
        "sentence": "父亲对你的不够关心和那些回忆时不时的困扰着你。",
        "label": ""
      },
      {
        "sentence": "其实，你可以换个视角来看待父亲为何这样对待你。",
        "label": ""
      },
      {
        "sentence": "或许在他的小时候也是被他的父母这么教育和对待的，所以面对女儿也不懂如何去爱护和关心。",
        "label": ""
      },
      {
        "sentence": "不过，了解父亲的行为并不代表你要原谅他。",
        "label": ""
      },
      {
        "sentence": "只是希望你跳出这个埋怨他的循环，进而尝试放下怨恨，更好地对待自己。",
        "label": ""
      },
      {
        "sentence": "想想看从小到大，除了父亲，一定也有对你好的人。",
        "label": ""
      },
      {
        "sentence": "他们的温暖也能让你感受到这个世界也有好的一面，并不只是受苦的。",
        "label": ""
      },
      {
        "sentence": "好好提升自己，懂得自尊自爱，不再将责任问题归咎于他人。",
        "label": ""
      },
      {
        "sentence": "好好把握自己的未来，你会越来越好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。确实，我已经长大成人了，不再需要依附他人来生存。我也明白父亲的行为可能是受到自己家庭教育的影响，但有时候想起那些伤心的回忆，内心还是觉得非常痛苦。我也希望能够放下怨恨，但总是觉得很难做到。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "确实，我已经长大成人了，不再需要依附他人来生存。",
        "label": ""
      },
      {
        "sentence": "我也明白父亲的行为可能是受到自己家庭教育的影响，但有时候想起那些伤心的回忆，内心还是觉得非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我也希望能够放下怨恨，但总是觉得很难做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放下怨恨确实不是一件容易的事情。你可以试着倾诉一下自己的感受，或者通过书写来释放内心的痛苦。同时，也可以尝试寻找心理咨询师的帮助，他们可以提供专业的指导和支持，帮助你更好地面对和处理这段过往的伤痛，逐渐放下怨恨。",
    "annotation": [
      {
        "sentence": "放下怨恨确实不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "你可以试着倾诉一下自己的感受，或者通过书写来释放内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试寻找心理咨询师的帮助，他们可以提供专业的指导和支持，帮助你更好地面对和处理这段过往的伤痛，逐渐放下怨恨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来你的建议很有道理。我会考虑尝试倾诉和书写来释放自己的压力。不过，我还有些担心，担心找心理咨询师会不会太贵了，或者他们不理解我的感受。",
    "annotation": [
      {
        "sentence": "听起来你的建议很有道理。",
        "label": ""
      },
      {
        "sentence": "我会考虑尝试倾诉和书写来释放自己的压力。",
        "label": ""
      },
      {
        "sentence": "不过，我还有些担心，担心找心理咨询师会不会太贵了，或者他们不理解我的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。虽然心理咨询师的费用可能会有些贵，但他们的专业帮助对于你走出过往伤痛非常重要。不要害怕寻求支持，因为他们接触过各种各样的案例，理解并能够帮助你应对你的感受。你也可以咨询一些社区机构，了解是否有提供心理咨询的免费或廉价服务。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "虽然心理咨询师的费用可能会有些贵，但他们的专业帮助对于你走出过往伤痛非常重要。",
        "label": ""
      },
      {
        "sentence": "不要害怕寻求支持，因为他们接触过各种各样的案例，理解并能够帮助你应对你的感受。",
        "label": ""
      },
      {
        "sentence": "你也可以咨询一些社区机构，了解是否有提供心理咨询的免费或廉价服务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不应该害怕寻求支持。我会主动寻找一些社区机构，看看是否有适合我的心理咨询服务。我也相信通过专业的帮助，我能够逐渐放下内心的痛苦，重新获得生活的快乐。",
    "annotation": [
      {
        "sentence": "你说得对，我不应该害怕寻求支持。",
        "label": ""
      },
      {
        "sentence": "我会主动寻找一些社区机构，看看是否有适合我的心理咨询服务。",
        "label": ""
      },
      {
        "sentence": "我也相信通过专业的帮助，我能够逐渐放下内心的痛苦，重新获得生活的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够有这样的决心和信心。一旦你开始接受心理咨询的帮助，你会逐渐发现自己变得更加坚强和积极。记住要耐心对待自己，给自己足够的时间去疗愈和成长。无论遇到什么困难，你都可以随时来找我倾诉，我会一直陪伴在你身边。",
    "annotation": [
      {
        "sentence": "很高兴你能够有这样的决心和信心。",
        "label": ""
      },
      {
        "sentence": "一旦你开始接受心理咨询的帮助，你会逐渐发现自己变得更加坚强和积极。",
        "label": ""
      },
      {
        "sentence": "记住要耐心对待自己，给自己足够的时间去疗愈和成长。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，你都可以随时来找我倾诉，我会一直陪伴在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴我，给我这么多的支持和鼓励。我会按照你的建议，积极寻求专业的帮助，并且耐心对待自己的成长过程。相信未来的日子会越来越好，我也会变得更加强大。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴我，给我这么多的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会按照你的建议，积极寻求专业的帮助，并且耐心对待自己的成长过程。",
        "label": ""
      },
      {
        "sentence": "相信未来的日子会越来越好，我也会变得更加强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的决心和积极的态度。相信你会走出阴影，重新获得快乐和成长。记得不论何时需要支持，都可以来找我倾诉，我会一直在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的决心和积极的态度。",
        "label": ""
      },
      {
        "sentence": "相信你会走出阴影，重新获得快乐和成长。",
        "label": ""
      },
      {
        "sentence": "记得不论何时需要支持，都可以来找我倾诉，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]