[
  {
    "role": "client",
    "content": "我不明白为什么有人会喜欢向别人讲自己的不幸。我妈总是向别人诉说婆家人如何不好地对待她，还说我爷爷奶奶侵占了家里的财产。我听着觉得很烦，我想不让她再说。",
    "annotation": [
      {
        "sentence": "我不明白为什么有人会喜欢向别人讲自己的不幸。",
        "label": ""
      },
      {
        "sentence": "我妈总是向别人诉说婆家人如何不好地对待她，还说我爷爷奶奶侵占了家里的财产。",
        "label": ""
      },
      {
        "sentence": "我听着觉得很烦，我想不让她再说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你看到了你母亲总是把过去的事情拿出来讲，这件事情或许让你选择不想听她说了。我觉得我们需要了解小我们作为一个人，每个人都是独特的。从人本理论来看，每个人都有自己的生命，以及追求生命意义的欲望，每个人都在为达成这个目标而奋斗。存在即合理，我们必须尝试去了解她的想法和需求，这样才能更好的帮助她。那你觉得母亲向别人抱怨的原因是什么？",
    "annotation": [
      {
        "sentence": "你看到了你母亲总是把过去的事情拿出来讲，这件事情或许让你选择不想听她说了。",
        "label": ""
      },
      {
        "sentence": "我觉得我们需要了解小我们作为一个人，每个人都是独特的。",
        "label": ""
      },
      {
        "sentence": "从人本理论来看，每个人都有自己的生命，以及追求生命意义的欲望，每个人都在为达成这个目标而奋斗。",
        "label": ""
      },
      {
        "sentence": "存在即合理，我们必须尝试去了解她的想法和需求，这样才能更好的帮助她。",
        "label": ""
      },
      {
        "sentence": "那你觉得母亲向别人抱怨的原因是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道为什么，她总是喜欢说着那些伤心事，好像她很享受人家对她的关心和同情。甚至，她现在也老是说她曾经受过的伤害，感觉她在通过强调弱势尝试证明她的真实性。",
    "annotation": [
      {
        "sentence": "我不知道为什么，她总是喜欢说着那些伤心事，好像她很享受人家对她的关心和同情。",
        "label": ""
      },
      {
        "sentence": "甚至，她现在也老是说她曾经受过的伤害，感觉她在通过强调弱势尝试证明她的真实性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那说到这一点，你是否意识到母亲的行为可能代表着一种夸耀不幸的理论呢？这种心理机制可能让她认为把这个武器用得越多，就能获得更多的资源和同情。当然，这其中也有一些不好的因素。因此，如果我们想要帮助她跳出这种局面，我们需要让她理解当下的重要性，并让其摆脱现在的状态，不断积累自信心和成就感。",
    "annotation": [
      {
        "sentence": "那说到这一点，你是否意识到母亲的行为可能代表着一种夸耀不幸的理论呢？",
        "label": ""
      },
      {
        "sentence": "这种心理机制可能让她认为把这个武器用得越多，就能获得更多的资源和同情。",
        "label": ""
      },
      {
        "sentence": "当然，这其中也有一些不好的因素。",
        "label": ""
      },
      {
        "sentence": "因此，如果我们想要帮助她跳出这种局面，我们需要让她理解当下的重要性，并让其摆脱现在的状态，不断积累自信心和成就感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么好，但是我该如何实际地去帮助她呢？",
    "annotation": [
      {
        "sentence": "这么好，但是我该如何实际地去帮助她呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，我们可以尝试这么做。我们可以挑选一些不会引起母亲情感压抑的话题，例如日常生活中的琐事，或者是她最喜欢的兴趣爱好等等。我们可以从感性话题开始，推动她体验到暂时忘却过去的事情，并在此基础之上，慢慢将她引导到现实的感知当中。关键是了解母亲的需求和想法，并为其提供实际有用的建议和反馈。",
    "annotation": [
      {
        "sentence": "其实，我们可以尝试这么做。",
        "label": ""
      },
      {
        "sentence": "我们可以挑选一些不会引起母亲情感压抑的话题，例如日常生活中的琐事，或者是她最喜欢的兴趣爱好等等。",
        "label": ""
      },
      {
        "sentence": "我们可以从感性话题开始，推动她体验到暂时忘却过去的事情，并在此基础之上，慢慢将她引导到现实的感知当中。",
        "label": ""
      },
      {
        "sentence": "关键是了解母亲的需求和想法，并为其提供实际有用的建议和反馈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着帮助她沉淀，有更好的状态地生活。",
    "annotation": [
      {
        "sentence": "我会试着帮助她沉淀，有更好的状态地生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那就太好了，任何人都会需要支持和帮助的，支持者需要拥有了解对方的态度和思考方式，建立互信，为他们提供有针对性的建议和支持。其实，这不仅是为了帮助别人，更是为了更好的理解自己，并寻求自我解放。",
    "annotation": [
      {
        "sentence": "那就太好了，任何人都会需要支持和帮助的，支持者需要拥有了解对方的态度和思考方式，建立互信，为他们提供有针对性的建议和支持。",
        "label": ""
      },
      {
        "sentence": "其实，这不仅是为了帮助别人，更是为了更好的理解自己，并寻求自我解放。",
        "label": ""
      }
    ]
  }
]