[
  {
    "role": "client",
    "content": "我觉得自己是不是讨好型人格？如果是，有没有什么方法可以规避呢？小时候我说出自己的喜好，父母总是否定然后强加他们的喜好给我。慢慢地，我就不敢有自己的喜好了，害怕去猜测他们喜欢什么，只有猜对了才会开心。现在我都不知道自己喜欢什么了，只是为了取悦身边的人买些不会穿的衣服，做事情也总是顾及大家的喜好。我不知道这样算不算讨好型人格，如果是，有什么方法可以改变吗？",
    "annotation": [
      {
        "sentence": "我觉得自己是不是讨好型人格？",
        "label": ""
      },
      {
        "sentence": "如果是，有没有什么方法可以规避呢？",
        "label": ""
      },
      {
        "sentence": "小时候我说出自己的喜好，父母总是否定然后强加他们的喜好给我。",
        "label": ""
      },
      {
        "sentence": "慢慢地，我就不敢有自己的喜好了，害怕去猜测他们喜欢什么，只有猜对了才会开心。",
        "label": ""
      },
      {
        "sentence": "现在我都不知道自己喜欢什么了，只是为了取悦身边的人买些不会穿的衣服，做事情也总是顾及大家的喜好。",
        "label": ""
      },
      {
        "sentence": "我不知道这样算不算讨好型人格，如果是，有什么方法可以改变吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一直以来这么小心翼翼，隐藏自己，迎合别人，一定很辛苦吧？当你还是个孩子的时候，最重要的是获得父母的肯定和接纳。他们需要从父母的眼中看到自己的成长被欢迎、被接纳，才会勇敢地继续前行。如果你的喜好被否定或被掩盖，你就会习惯性地压抑自己的喜好去迎合父母。毕竟，这样做能尽量避免他们的否定，甚至可能还会得到他们的表扬。渐渐地，你就会依赖这种方式，并且在成年后，将其变为与周围人相处的基本模式。从迎合父母到迎合所有人。这样的孩子常常被父母和别人赞誉为乖孩子、好员工、好伙伴，但他们很难真正体会到自由、快乐和成就感。但是人们总会试图保留自己的精神，等待合适的时机，让真正的自己重新焕发生命力。就像你把衣柜里的衣服保存起来，等待时机展示它们的美丽一样。关于如何规避讨好型人格，实际上你已经迈出了最重要的第一步，就是觉察到自己的状态。抱抱你曾经小心翼翼的自己，并保持对自己的好奇心，试着从现实中可能的小事开始调整。要肯定自己的愿望，满足自己的需求，渐渐地让自己的真实想法变得清晰起来，并尝试与那些能够理解和接纳你的人交流。这个过程中可能会感到不安，也可能会遇到否定，但是这个尝试是值得的，对吗？当你能越来越自由地表达自己时，或许你对父母和周围人的感受也会有所不同。能够在这个年纪意识到这些，是非常珍贵的。因为你正处在成长的阶段，相比于当初的孩子，你现在有更多的资源和力量。同时，你年纪轻，仍然有很多机会可以去调整。未来是值得期待的！",
    "annotation": [
      {
        "sentence": "你一直以来这么小心翼翼，隐藏自己，迎合别人，一定很辛苦吧？",
        "label": ""
      },
      {
        "sentence": "当你还是个孩子的时候，最重要的是获得父母的肯定和接纳。",
        "label": ""
      },
      {
        "sentence": "他们需要从父母的眼中看到自己的成长被欢迎、被接纳，才会勇敢地继续前行。",
        "label": ""
      },
      {
        "sentence": "如果你的喜好被否定或被掩盖，你就会习惯性地压抑自己的喜好去迎合父母。",
        "label": ""
      },
      {
        "sentence": "毕竟，这样做能尽量避免他们的否定，甚至可能还会得到他们的表扬。",
        "label": ""
      },
      {
        "sentence": "渐渐地，你就会依赖这种方式，并且在成年后，将其变为与周围人相处的基本模式。",
        "label": ""
      },
      {
        "sentence": "从迎合父母到迎合所有人。",
        "label": ""
      },
      {
        "sentence": "这样的孩子常常被父母和别人赞誉为乖孩子、好员工、好伙伴，但他们很难真正体会到自由、快乐和成就感。",
        "label": ""
      },
      {
        "sentence": "但是人们总会试图保留自己的精神，等待合适的时机，让真正的自己重新焕发生命力。",
        "label": ""
      },
      {
        "sentence": "就像你把衣柜里的衣服保存起来，等待时机展示它们的美丽一样。",
        "label": ""
      },
      {
        "sentence": "关于如何规避讨好型人格，实际上你已经迈出了最重要的第一步，就是觉察到自己的状态。",
        "label": ""
      },
      {
        "sentence": "抱抱你曾经小心翼翼的自己，并保持对自己的好奇心，试着从现实中可能的小事开始调整。",
        "label": ""
      },
      {
        "sentence": "要肯定自己的愿望，满足自己的需求，渐渐地让自己的真实想法变得清晰起来，并尝试与那些能够理解和接纳你的人交流。",
        "label": ""
      },
      {
        "sentence": "这个过程中可能会感到不安，也可能会遇到否定，但是这个尝试是值得的，对吗？",
        "label": ""
      },
      {
        "sentence": "当你能越来越自由地表达自己时，或许你对父母和周围人的感受也会有所不同。",
        "label": ""
      },
      {
        "sentence": "能够在这个年纪意识到这些，是非常珍贵的。",
        "label": ""
      },
      {
        "sentence": "因为你正处在成长的阶段，相比于当初的孩子，你现在有更多的资源和力量。",
        "label": ""
      },
      {
        "sentence": "同时，你年纪轻，仍然有很多机会可以去调整。",
        "label": ""
      },
      {
        "sentence": "未来是值得期待的！",
        "label": ""
      }
    ]
  }
]