[
  {
    "role": "client",
    "content": "我30岁了，总想得到父母同情，不愿意回归社会，我该怎么办？",
    "annotation": [
      {
        "sentence": "我30岁了，总想得到父母同情，不愿意回归社会，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，特别心疼你，也心疼以前那个小小的你，也抱抱以前那个小小的你，希望你可以感受到一些支持和温暖。我感觉你内在的小孩好弱小，真的需要你好好关心一下她，希望你也可以抱抱她，让她感受到温暖和关怀。",
    "annotation": [
      {
        "sentence": "看了你的描述，特别心疼你，也心疼以前那个小小的你，也抱抱以前那个小小的你，希望你可以感受到一些支持和温暖。",
        "label": ""
      },
      {
        "sentence": "我感觉你内在的小孩好弱小，真的需要你好好关心一下她，希望你也可以抱抱她，让她感受到温暖和关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "父母从小就对我妹妹说好话，觉得她可怜，我经常被比较，他们老是说这种有的没的来教育我，我觉得很委屈。",
    "annotation": [
      {
        "sentence": "父母从小就对我妹妹说好话，觉得她可怜，我经常被比较，他们老是说这种有的没的来教育我，我觉得很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解，小时候经历的这些比较的经历对你造成了心理上的伤害。是不是觉得只有被欺负和受伤才能获得父母的关注和认可呢？",
    "annotation": [
      {
        "sentence": "你的感受我完全理解，小时候经历的这些比较的经历对你造成了心理上的伤害。",
        "label": ""
      },
      {
        "sentence": "是不是觉得只有被欺负和受伤才能获得父母的关注和认可呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我一直觉得只有过得惨、被人欺负，父母才会关注我。",
    "annotation": [
      {
        "sentence": "对，我一直觉得只有过得惨、被人欺负，父母才会关注我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然父母无法给你你需要的关爱，那么我们要学着做自己的内在父母。给你以下几点建议：1，接纳父母，接纳自己。父母之所以是这样的，是由于他们以前的家庭环境和成长过程造就的，我们是无法去改变他们的想法和行为的，因此，不管你怎样做，他们还是不会像你想象的那样去关注你，关怀你。所以，你需要承认这一点，接纳这一点。另外，我们也要接纳我们自己，接纳我们自己的所有优点和缺点，全面地认识我们自己，看到我们的不完美，更重要的是看到我们自己的力量。既然你意识到，你想让自己混的惨是为了获得父母的关爱，那么，现实已经告诉你，你混得惨，父母并不会更加关爱你，所以，为何不去选择另一条路，让自己过得好，说不定，当你过得好了，父母会反过来关爱你呢。",
    "annotation": [
      {
        "sentence": "既然父母无法给你你需要的关爱，那么我们要学着做自己的内在父母。",
        "label": ""
      },
      {
        "sentence": "给你以下几点建议：1，接纳父母，接纳自己。",
        "label": ""
      },
      {
        "sentence": "父母之所以是这样的，是由于他们以前的家庭环境和成长过程造就的，我们是无法去改变他们的想法和行为的，因此，不管你怎样做，他们还是不会像你想象的那样去关注你，关怀你。",
        "label": ""
      },
      {
        "sentence": "所以，你需要承认这一点，接纳这一点。",
        "label": ""
      },
      {
        "sentence": "另外，我们也要接纳我们自己，接纳我们自己的所有优点和缺点，全面地认识我们自己，看到我们的不完美，更重要的是看到我们自己的力量。",
        "label": ""
      },
      {
        "sentence": "既然你意识到，你想让自己混的惨是为了获得父母的关爱，那么，现实已经告诉你，你混得惨，父母并不会更加关爱你，所以，为何不去选择另一条路，让自己过得好，说不定，当你过得好了，父母会反过来关爱你呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小到大一直都很受霸凌，小学时甚至被老师打，可是父母却总是表扬妹妹，让我很难启齿。",
    "annotation": [
      {
        "sentence": "我从小到大一直都很受霸凌，小学时甚至被老师打，可是父母却总是表扬妹妹，让我很难启齿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些遭遇确实很不幸，而父母的偏心也让你感到无措。不过，过去的事情无法改变，我们可以尝试着去面对过去的伤痛，并且努力寻找自己的价值和快乐。接下来，我想给你一些建议，帮助你调节自己的情绪和心态。",
    "annotation": [
      {
        "sentence": "这些遭遇确实很不幸，而父母的偏心也让你感到无措。",
        "label": ""
      },
      {
        "sentence": "不过，过去的事情无法改变，我们可以尝试着去面对过去的伤痛，并且努力寻找自己的价值和快乐。",
        "label": ""
      },
      {
        "sentence": "接下来，我想给你一些建议，帮助你调节自己的情绪和心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，请告诉我怎么做。",
    "annotation": [
      {
        "sentence": "好的，请告诉我怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，要学会自我关怀。这个世界上，除了我们自己，没有谁可以做到真正的关心我们。因为，只有我们自己知道自己最想要的是什么，只有我们自己知道我们最需要什么。当我们缺爱时，我们更加需要爱自己，把自己的爱给到自己，给到自己的那个内在小孩。除了心理上的关怀，还需要注意身体上的关怀，比如好好吃饭，好好睡觉，保持身体健康，这样你的心情也会逐渐好起来。",
    "annotation": [
      {
        "sentence": "首先，要学会自我关怀。",
        "label": ""
      },
      {
        "sentence": "这个世界上，除了我们自己，没有谁可以做到真正的关心我们。",
        "label": ""
      },
      {
        "sentence": "因为，只有我们自己知道自己最想要的是什么，只有我们自己知道我们最需要什么。",
        "label": ""
      },
      {
        "sentence": "当我们缺爱时，我们更加需要爱自己，把自己的爱给到自己，给到自己的那个内在小孩。",
        "label": ""
      },
      {
        "sentence": "除了心理上的关怀，还需要注意身体上的关怀，比如好好吃饭，好好睡觉，保持身体健康，这样你的心情也会逐渐好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是经常觉得孤独和无助，不知道该怎么找到支持。",
    "annotation": [
      {
        "sentence": "我还是经常觉得孤独和无助，不知道该怎么找到支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个时候，可以试试找合适的家人或朋友聊天。当你心情不好的时候，可以倾诉你的心声，说出你的想法和感受，这样你会感受到支持和理解，使得内心更加舒畅和轻松。除了谈话，散步、听音乐、写日记、冥想、闻花香等等方式都有助于负面情绪的排解，你可以尝试一些适合自己的方式。",
    "annotation": [
      {
        "sentence": "这个时候，可以试试找合适的家人或朋友聊天。",
        "label": ""
      },
      {
        "sentence": "当你心情不好的时候，可以倾诉你的心声，说出你的想法和感受，这样你会感受到支持和理解，使得内心更加舒畅和轻松。",
        "label": ""
      },
      {
        "sentence": "除了谈话，散步、听音乐、写日记、冥想、闻花香等等方式都有助于负面情绪的排解，你可以尝试一些适合自己的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是觉得和父母沟通很棘手，不知道该怎么开口。",
    "annotation": [
      {
        "sentence": "我还是觉得和父母沟通很棘手，不知道该怎么开口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果有可能，找个适当的时机和方式，试着与父母进行沟通。你可以采用非暴力沟通的方法：陈述事实——表达你的感受——表达你的需求——请求对方行动。把你现在的感受和想法真实地表达给他们听，不管他们是否会改变，但当你表达了自己的内心，你就向前迈出了一步，你的内心会更加轻松，因为你说出了你的感受和想法。加油，期待你的成长。",
    "annotation": [
      {
        "sentence": "如果有可能，找个适当的时机和方式，试着与父母进行沟通。",
        "label": ""
      },
      {
        "sentence": "你可以采用非暴力沟通的方法：陈述事实——表达你的感受——表达你的需求——请求对方行动。",
        "label": ""
      },
      {
        "sentence": "把你现在的感受和想法真实地表达给他们听，不管他们是否会改变，但当你表达了自己的内心，你就向前迈出了一步，你的内心会更加轻松，因为你说出了你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "加油，期待你的成长。",
        "label": ""
      }
    ]
  }
]