[
  {
    "role": "client",
    "content": "我能每天在这记录我不敢做、却想做的事吗？比如在宿舍学习，在有很多人的地方做什么之类的。",
    "annotation": [
      {
        "sentence": "我能每天在这记录我不敢做、却想做的事吗？",
        "label": ""
      },
      {
        "sentence": "比如在宿舍学习，在有很多人的地方做什么之类的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是一个开放有爱的平台，你当然可以在符合平台规范的前提下自由的分享和记录。“不敢做、却想做的事”这是一个很有意思的主题，她不像目标或必须完成的计划，反而像是一种内心需求的投射，是个人化的、私密的表达。因此这些事未必需要框在社会背景条件下，也可能和你日常的‘人设’不符的事情，是吗？书写是一个很好的与内在自我沟通的过程，当你记录下了这些“不敢做、却想做”的事情时，不妨再问问自己：为什么明明我想，却不敢？如果我敢做，还需要达成什么条件吗？如果做了，我会感觉如何？在理清这些想法的过程，是一个帮助自己更好的认识自己的过程，你也会发现你会写的越来越多，越来越深入，甚至转变成了行动的动力。加油。",
    "annotation": [
      {
        "sentence": "是一个开放有爱的平台，你当然可以在符合平台规范的前提下自由的分享和记录。",
        "label": ""
      },
      {
        "sentence": "“不敢做、却想做的事”这是一个很有意思的主题，她不像目标或必须完成的计划，反而像是一种内心需求的投射，是个人化的、私密的表达。",
        "label": ""
      },
      {
        "sentence": "因此这些事未必需要框在社会背景条件下，也可能和你日常的‘人设’不符的事情，是吗？",
        "label": ""
      },
      {
        "sentence": "书写是一个很好的与内在自我沟通的过程，当你记录下了这些“不敢做、却想做”的事情时，不妨再问问自己：为什么明明我想，却不敢？",
        "label": ""
      },
      {
        "sentence": "如果我敢做，还需要达成什么条件吗？",
        "label": ""
      },
      {
        "sentence": "如果做了，我会感觉如何？",
        "label": ""
      },
      {
        "sentence": "在理清这些想法的过程，是一个帮助自己更好的认识自己的过程，你也会发现你会写的越来越多，越来越深入，甚至转变成了行动的动力。",
        "label": ""
      },
      {
        "sentence": "加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我感觉在书写这些事情的过程中确实能够更好地理解自己。但是，我还是担心这些事情可能会让别人误解我或者看不起我。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我感觉在书写这些事情的过程中确实能够更好地理解自己。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心这些事情可能会让别人误解我或者看不起我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，每个人都有自己的想法和观点，而你应该尊重自己的内心需求。当你坚定地对待自己的行为和选择时，不会被他人的误解所左右影响。同时，也要记住，别人的看法并不代表你的价值和能力，关键是你如何看待自己。",
    "annotation": [
      {
        "sentence": "不用担心，每个人都有自己的想法和观点，而你应该尊重自己的内心需求。",
        "label": ""
      },
      {
        "sentence": "当你坚定地对待自己的行为和选择时，不会被他人的误解所左右影响。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，别人的看法并不代表你的价值和能力，关键是你如何看待自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该坚持自己的选择，不被他人的看法左右。但有时候，我还是会觉得难以克服对他人评价的恐惧和压力。",
    "annotation": [
      {
        "sentence": "你说得对，我应该坚持自己的选择，不被他人的看法左右。",
        "label": ""
      },
      {
        "sentence": "但有时候，我还是会觉得难以克服对他人评价的恐惧和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很常见的感受，很多人都会担心他人的评价。但是，要记住，你的内心需求和成长是最重要的。你可以尝试着培养一种积极的自我形象，相信自己的价值和能力。在面对他人的评价时，可以更多地关注那些支持和肯定你的声音，而不是被负面评价所左右。",
    "annotation": [
      {
        "sentence": "这是很常见的感受，很多人都会担心他人的评价。",
        "label": ""
      },
      {
        "sentence": "但是，要记住，你的内心需求和成长是最重要的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试着培养一种积极的自我形象，相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "在面对他人的评价时，可以更多地关注那些支持和肯定你的声音，而不是被负面评价所左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "培养积极的自我形象和关注支持和肯定的声音，听起来是个好主意。我会尝试着做到。但是，有时候我仍然害怕面对从他人那里可能遭受的批评和嘲笑。",
    "annotation": [
      {
        "sentence": "培养积极的自我形象和关注支持和肯定的声音，听起来是个好主意。",
        "label": ""
      },
      {
        "sentence": "我会尝试着做到。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我仍然害怕面对从他人那里可能遭受的批评和嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕面对他人的批评和嘲笑是正常的情绪反应，但是你要明白，每个人都会遇到这样的挑战。重要的是要相信自己的价值和能力，并且不要因为他人的评价而动摇。记住，你是为了自己的成长和满足内心需求而记录这些事情，不需要依赖他人的认可。",
    "annotation": [
      {
        "sentence": "害怕面对他人的批评和嘲笑是正常的情绪反应，但是你要明白，每个人都会遇到这样的挑战。",
        "label": ""
      },
      {
        "sentence": "重要的是要相信自己的价值和能力，并且不要因为他人的评价而动摇。",
        "label": ""
      },
      {
        "sentence": "记住，你是为了自己的成长和满足内心需求而记录这些事情，不需要依赖他人的认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会尽量相信自己，不让他人的评价左右我的行为。我觉得通过记录这些事情，我不仅可以更好地认识自己，还能够为自己的成长打下坚实的基础。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽量相信自己，不让他人的评价左右我的行为。",
        "label": ""
      },
      {
        "sentence": "我觉得通过记录这些事情，我不仅可以更好地认识自己，还能够为自己的成长打下坚实的基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法非常正确。通过记录和思考这些事情，你正在进行一种自我探索和成长的过程。不要害怕自己的内心需求，勇敢地去追求自己想做的事情。相信自己，你一定能够成长为更加坚强和自信的人。加油！",
    "annotation": [
      {
        "sentence": "你的想法非常正确。",
        "label": ""
      },
      {
        "sentence": "通过记录和思考这些事情，你正在进行一种自我探索和成长的过程。",
        "label": ""
      },
      {
        "sentence": "不要害怕自己的内心需求，勇敢地去追求自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够成长为更加坚强和自信的人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]