[
  {
    "role": "client",
    "content": "总吼孩子，为什么辅导孩子作业时，总是不耐心？感觉自己在老公面前不真实，总吼孩子，其实内心想说叫他多管一下孩子。",
    "annotation": [
      {
        "sentence": "总吼孩子，为什么辅导孩子作业时，总是不耐心？",
        "label": ""
      },
      {
        "sentence": "感觉自己在老公面前不真实，总吼孩子，其实内心想说叫他多管一下孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想哄孩子这件事情，一定带给了你很大的压力吧。所以才会希望自己可以依靠的老公，能够在这件事情上给你一些支持。只是或许，以往在你们的相处过程中，你并不是很习惯直接和对方表达自己的需求。所以才会不自觉得希望通过在老公面前，吼孩子这种方式，去让对方看到你对于照顾孩子这件事的无力，然后主动来帮助你。在这里想邀请你稍微转换一个视角去看待一下这件事情。虽然，在希望老公给到你一些支持，去多管一管关于孩子的事情的时候也许你自己也是不自觉得去做出了吼孩子的行为。可是从孩子的眼中看到的，可能就是：“我不知道为什么，妈妈有的时候会特别容易吼我。我不知道我可以怎么做才能让我的妈妈满意。”这样久了，对孩子的心理可能会产生一些不太好的影响。",
    "annotation": [
      {
        "sentence": "我想哄孩子这件事情，一定带给了你很大的压力吧。",
        "label": ""
      },
      {
        "sentence": "所以才会希望自己可以依靠的老公，能够在这件事情上给你一些支持。",
        "label": ""
      },
      {
        "sentence": "只是或许，以往在你们的相处过程中，你并不是很习惯直接和对方表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "所以才会不自觉得希望通过在老公面前，吼孩子这种方式，去让对方看到你对于照顾孩子这件事的无力，然后主动来帮助你。",
        "label": ""
      },
      {
        "sentence": "在这里想邀请你稍微转换一个视角去看待一下这件事情。",
        "label": ""
      },
      {
        "sentence": "虽然，在希望老公给到你一些支持，去多管一管关于孩子的事情的时候也许你自己也是不自觉得去做出了吼孩子的行为。",
        "label": ""
      },
      {
        "sentence": "可是从孩子的眼中看到的，可能就是：“我不知道为什么，妈妈有的时候会特别容易吼我。",
        "label": ""
      },
      {
        "sentence": "我不知道我可以怎么做才能让我的妈妈满意。",
        "label": ""
      },
      {
        "sentence": "”这样久了，对孩子的心理可能会产生一些不太好的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我确实觉得自己在这件事上很无力，希望老公能够多帮忙一点。",
    "annotation": [
      {
        "sentence": "但是我确实觉得自己在这件事上很无力，希望老公能够多帮忙一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我知道，你也一定不希望，孩子因为自己的不太应该的行为受到什么影响。而从老公的视角来看，对方可能很难识别出你这个行为背后的需求，说不定反而会觉得，在面对孩子的问题上，你已经够糟心了，自己还是少掺合吧……你既然提出了这个问题，说明这样的情况已经不止一次发生了，那么大概率是老公并没有识别到你的这个行为背后的希望。不如试一试直接告诉他，我希望在孩子的事情上，你能够帮帮我，我们共同想一想可以怎么做，能够让彼此更轻松一些，让孩子也更好一些。说不定对方很愿意去分担一些你的压力呢？",
    "annotation": [
      {
        "sentence": "当然，我知道，你也一定不希望，孩子因为自己的不太应该的行为受到什么影响。",
        "label": ""
      },
      {
        "sentence": "而从老公的视角来看，对方可能很难识别出你这个行为背后的需求，说不定反而会觉得，在面对孩子的问题上，你已经够糟心了，自己还是少掺合吧……你既然提出了这个问题，说明这样的情况已经不止一次发生了，那么大概率是老公并没有识别到你的这个行为背后的希望。",
        "label": ""
      },
      {
        "sentence": "不如试一试直接告诉他，我希望在孩子的事情上，你能够帮帮我，我们共同想一想可以怎么做，能够让彼此更轻松一些，让孩子也更好一些。",
        "label": ""
      },
      {
        "sentence": "说不定对方很愿意去分担一些你的压力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，也许我应该跟老公更直接地沟通我的需求。",
    "annotation": [
      {
        "sentence": "你说的有道理，也许我应该跟老公更直接地沟通我的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，直接的沟通能够让你们更好地理解彼此的想法和感受。或许你可以找一个合适的时间，和老公坐下来，把你的担忧和希望表达出来。告诉他你希望他能够在孩子的作业辅导上多给予一些支持，让你们共同分担压力和责任。这样，他可能会更加理解你的处境并愿意帮助你。",
    "annotation": [
      {
        "sentence": "没错，直接的沟通能够让你们更好地理解彼此的想法和感受。",
        "label": ""
      },
      {
        "sentence": "或许你可以找一个合适的时间，和老公坐下来，把你的担忧和希望表达出来。",
        "label": ""
      },
      {
        "sentence": "告诉他你希望他能够在孩子的作业辅导上多给予一些支持，让你们共同分担压力和责任。",
        "label": ""
      },
      {
        "sentence": "这样，他可能会更加理解你的处境并愿意帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着用更积极、直接的方式来和老公沟通。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我明白了，我会试着用更积极、直接的方式来和老公沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们之间的沟通会有所改善的。记得要保持冷静和理性，让对话成为解决问题的桥梁。同时，也要给自己一些宽容和理解，毕竟育儿并不容易，你已经做得很不错了。",
    "annotation": [
      {
        "sentence": "不客气，我相信你们之间的沟通会有所改善的。",
        "label": ""
      },
      {
        "sentence": "记得要保持冷静和理性，让对话成为解决问题的桥梁。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些宽容和理解，毕竟育儿并不容易，你已经做得很不错了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好面对这个问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好面对这个问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供帮助，如果还有其他困扰或问题，随时都可以来找我倾诉。相信你能够处理好这个家庭的困境，祝你和孩子幸福！",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供帮助，如果还有其他困扰或问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "相信你能够处理好这个家庭的困境，祝你和孩子幸福！",
        "label": ""
      }
    ]
  }
]