[
  {
    "role": "client",
    "content": "我很困扰，不知道该怎么兼顾学业和爱情。怎么才能回到正确的航向上呢？",
    "annotation": [
      {
        "sentence": "我很困扰，不知道该怎么兼顾学业和爱情。",
        "label": ""
      },
      {
        "sentence": "怎么才能回到正确的航向上呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好鸭大兄dei～真羡慕你的青春年华啊，高中如何兼顾学业和爱情。如何回到正确的航向上。看到你会这样问说明你心中有正确的答案，有为青年都知道上学才是有前途滴当然了家里有矿是除外的，但是这个青春时候的荷尔蒙真的太让人发狂，一切都是那么美好，微风吹动你们的校服，手拉手在操场散步，想想都美啊，要是我有这样的迷惑我就选择爱情，为啥呢，因为我知道我也不是读书的材料，还不如混混烈烈爱一场，但是我感觉你是可以能把书读好的，你现在受到了诱惑，正确的事你下不了决心去做，所以我认为你需要认真审视一下自己，以下几条你思考一下。对于你来说什么是重要的？如果以后不读大学你有出路吗？高中毕业是回家继承产业还是就走上打工的道路。你有没有能力把书读好，如果有你读不好你会不会后悔。如果你和那个女孩子恋爱耽误人家，你能付得起这个责任吗？你希望这个女孩子变得更好吗，比如靠个好大学，你和她一起。如果现在不和她恋爱，你害怕以后就没机会和她谈了吗？男人要对自己狠一点，你把该想明白的想明白，就去做自己认为最正确的事，我相信你可以，属于你的爱情他永远都不会迟到。祝好(▽)。",
    "annotation": [
      {
        "sentence": "你好鸭大兄dei～真羡慕你的青春年华啊，高中如何兼顾学业和爱情。",
        "label": ""
      },
      {
        "sentence": "如何回到正确的航向上。",
        "label": ""
      },
      {
        "sentence": "看到你会这样问说明你心中有正确的答案，有为青年都知道上学才是有前途滴当然了家里有矿是除外的，但是这个青春时候的荷尔蒙真的太让人发狂，一切都是那么美好，微风吹动你们的校服，手拉手在操场散步，想想都美啊，要是我有这样的迷惑我就选择爱情，为啥呢，因为我知道我也不是读书的材料，还不如混混烈烈爱一场，但是我感觉你是可以能把书读好的，你现在受到了诱惑，正确的事你下不了决心去做，所以我认为你需要认真审视一下自己，以下几条你思考一下。",
        "label": ""
      },
      {
        "sentence": "对于你来说什么是重要的？",
        "label": ""
      },
      {
        "sentence": "如果以后不读大学你有出路吗？",
        "label": ""
      },
      {
        "sentence": "高中毕业是回家继承产业还是就走上打工的道路。",
        "label": ""
      },
      {
        "sentence": "你有没有能力把书读好，如果有你读不好你会不会后悔。",
        "label": ""
      },
      {
        "sentence": "如果你和那个女孩子恋爱耽误人家，你能付得起这个责任吗？",
        "label": ""
      },
      {
        "sentence": "你希望这个女孩子变得更好吗，比如靠个好大学，你和她一起。",
        "label": ""
      },
      {
        "sentence": "如果现在不和她恋爱，你害怕以后就没机会和她谈了吗？",
        "label": ""
      },
      {
        "sentence": "男人要对自己狠一点，你把该想明白的想明白，就去做自己认为最正确的事，我相信你可以，属于你的爱情他永远都不会迟到。",
        "label": ""
      },
      {
        "sentence": "祝好(▽)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我确实很矛盾。对我来说，学业和梦想是很重要的，如果不读大学，我就没有明确的出路了。我相信我有能力读好书，但现在受到爱情的影响，感觉下不了决心。我也很担心如果和她在一起，会耽误她的前程。我希望她能有更好的未来，但我也害怕以后再也没有和她在一起的机会。我真的很纠结，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我确实很矛盾。",
        "label": ""
      },
      {
        "sentence": "对我来说，学业和梦想是很重要的，如果不读大学，我就没有明确的出路了。",
        "label": ""
      },
      {
        "sentence": "我相信我有能力读好书，但现在受到爱情的影响，感觉下不了决心。",
        "label": ""
      },
      {
        "sentence": "我也很担心如果和她在一起，会耽误她的前程。",
        "label": ""
      },
      {
        "sentence": "我希望她能有更好的未来，但我也害怕以后再也没有和她在一起的机会。",
        "label": ""
      },
      {
        "sentence": "我真的很纠结，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑和纠结。明确你自己的重要目标是很关键的，你要认真思考学业对你来说是不是最重要的，如果是的话，就要付诸行动，不要被爱情分散注意力。同时，你也需要考虑她的未来，如果你觉得你们在一起会影响她的发展，或许暂时保持朋友关系会是一个更好的选择。男人要对自己狠一点，做出最正确的决定，相信属于你的爱情不会迟到。加油！你一定能找到正确的答案。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑和纠结。",
        "label": ""
      },
      {
        "sentence": "明确你自己的重要目标是很关键的，你要认真思考学业对你来说是不是最重要的，如果是的话，就要付诸行动，不要被爱情分散注意力。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要考虑她的未来，如果你觉得你们在一起会影响她的发展，或许暂时保持朋友关系会是一个更好的选择。",
        "label": ""
      },
      {
        "sentence": "男人要对自己狠一点，做出最正确的决定，相信属于你的爱情不会迟到。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你一定能找到正确的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，你说得对，我需要明确自己的目标并付诸行动。我会努力思考和权衡，不能让短暂的冲动影响了我的未来。希望自己能做出最正确的选择，也希望她能理解我的决定。我会努力做好学业，同时也不放弃对她的关心和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，你说得对，我需要明确自己的目标并付诸行动。",
        "label": ""
      },
      {
        "sentence": "我会努力思考和权衡，不能让短暂的冲动影响了我的未来。",
        "label": ""
      },
      {
        "sentence": "希望自己能做出最正确的选择，也希望她能理解我的决定。",
        "label": ""
      },
      {
        "sentence": "我会努力做好学业，同时也不放弃对她的关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。确立目标并采取行动是非常重要的，这样你就能更好地兼顾学业和爱情。同时，也要学会沟通和表达自己的决定，和她好好谈谈，让她理解你的选择。相信只要你坚定地为自己的梦想努力，你们的关系也会更好的。加油，我对你充满信心！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "确立目标并采取行动是非常重要的，这样你就能更好地兼顾学业和爱情。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会沟通和表达自己的决定，和她好好谈谈，让她理解你的选择。",
        "label": ""
      },
      {
        "sentence": "相信只要你坚定地为自己的梦想努力，你们的关系也会更好的。",
        "label": ""
      },
      {
        "sentence": "加油，我对你充满信心！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和建议，我会好好思考并采取行动。我会坚守自己的梦想，同时也珍惜和她的友谊。希望我们都能有美好的未来！再次谢谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和建议，我会好好思考并采取行动。",
        "label": ""
      },
      {
        "sentence": "我会坚守自己的梦想，同时也珍惜和她的友谊。",
        "label": ""
      },
      {
        "sentence": "希望我们都能有美好的未来！",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能帮助到你，只要你坚持努力，一定能实现自己的梦想。记住，人生的航向始终在你自己手中，要有信心，勇敢追寻自己想要的幸福。如果有需要，随时来找我聊天。祝你一切顺利！加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能帮助到你，只要你坚持努力，一定能实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "记住，人生的航向始终在你自己手中，要有信心，勇敢追寻自己想要的幸福。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]