[
  {
    "role": "client",
    "content": "喜欢和不喜欢是可以切换很快且坚定的吗？我和他分手快三个月，在一起没多久就分手了，分手的原因是我让他的前任出现了。分手的第一个月，我觉得他还喜欢我，我们只是暂时的。第二个月，他明确拒绝了，说他只想做一个单身主义者，由于我的固执还有坚持，他被感动了，他说如果他不想单身了，我是他的第一个选择，说只要我好好努力，我们就会在一起。后来由于他和同事说谁先单身谁是狗，我崩溃了，这段感情一直反复。他被感动，接受我，又会再拒绝的感觉。我准备放弃了，但是他又说为什么我会觉得未来他不会答应我，我总是喜欢问他未来我们会在一起的对吧，他总是不回答。后来我们见面了，第一天不错，后来他比较冷淡，期间我们有亲密的举动，有时候我乖，他会亲我。后来我回家了，他说让我以后别多想，做好朋友。我也说未来不要把我限定死朋友就行。回去我慢慢试着和他正常相处，但有天他把情侣空间解除，我崩溃，他觉得我刨根问底。后来他对我消息冷淡，这样是正常吗？前几天说了喜欢后面还是会不想理你。",
    "annotation": [
      {
        "sentence": "喜欢和不喜欢是可以切换很快且坚定的吗？",
        "label": ""
      },
      {
        "sentence": "我和他分手快三个月，在一起没多久就分手了，分手的原因是我让他的前任出现了。",
        "label": ""
      },
      {
        "sentence": "分手的第一个月，我觉得他还喜欢我，我们只是暂时的。",
        "label": ""
      },
      {
        "sentence": "第二个月，他明确拒绝了，说他只想做一个单身主义者，由于我的固执还有坚持，他被感动了，他说如果他不想单身了，我是他的第一个选择，说只要我好好努力，我们就会在一起。",
        "label": ""
      },
      {
        "sentence": "后来由于他和同事说谁先单身谁是狗，我崩溃了，这段感情一直反复。",
        "label": ""
      },
      {
        "sentence": "他被感动，接受我，又会再拒绝的感觉。",
        "label": ""
      },
      {
        "sentence": "我准备放弃了，但是他又说为什么我会觉得未来他不会答应我，我总是喜欢问他未来我们会在一起的对吧，他总是不回答。",
        "label": ""
      },
      {
        "sentence": "后来我们见面了，第一天不错，后来他比较冷淡，期间我们有亲密的举动，有时候我乖，他会亲我。",
        "label": ""
      },
      {
        "sentence": "后来我回家了，他说让我以后别多想，做好朋友。",
        "label": ""
      },
      {
        "sentence": "我也说未来不要把我限定死朋友就行。",
        "label": ""
      },
      {
        "sentence": "回去我慢慢试着和他正常相处，但有天他把情侣空间解除，我崩溃，他觉得我刨根问底。",
        "label": ""
      },
      {
        "sentence": "后来他对我消息冷淡，这样是正常吗？",
        "label": ""
      },
      {
        "sentence": "前几天说了喜欢后面还是会不想理你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我可以理解，感情中的不确定性确实很令人痛苦。然而，从你的描述来看，他的行为确实让人难以理解他对你的真实感受。他之前说过只要你好好努力，你们就会在一起，但却又反复接受你然后再拒绝。这种反复的态度让你感到迷茫和无助。我理解你对未来的担忧，但他总是不回答你关于未来的问题，也许说明他对这个话题并没有明确的计划或打算。这样的行为和态度并不正常，所以你感到困惑也是可以理解的。他删除情侣空间和对你冷淡的态度也让你感到很不好受，这些行为都表明他对你们之间的关系不够认真。我不太确定他是否真心喜欢你，但根据你的描述，我认为他对你并没有真正的感情。我建议你放下对他的期待和幻想，专注于自己的生活和幸福，不要再浪费时间和精力在这段没有结果的感情上。希望你能过上愉快的生活！",
    "annotation": [
      {
        "sentence": "你的感受我可以理解，感情中的不确定性确实很令人痛苦。",
        "label": ""
      },
      {
        "sentence": "然而，从你的描述来看，他的行为确实让人难以理解他对你的真实感受。",
        "label": ""
      },
      {
        "sentence": "他之前说过只要你好好努力，你们就会在一起，但却又反复接受你然后再拒绝。",
        "label": ""
      },
      {
        "sentence": "这种反复的态度让你感到迷茫和无助。",
        "label": ""
      },
      {
        "sentence": "我理解你对未来的担忧，但他总是不回答你关于未来的问题，也许说明他对这个话题并没有明确的计划或打算。",
        "label": ""
      },
      {
        "sentence": "这样的行为和态度并不正常，所以你感到困惑也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "他删除情侣空间和对你冷淡的态度也让你感到很不好受，这些行为都表明他对你们之间的关系不够认真。",
        "label": ""
      },
      {
        "sentence": "我不太确定他是否真心喜欢你，但根据你的描述，我认为他对你并没有真正的感情。",
        "label": ""
      },
      {
        "sentence": "我建议你放下对他的期待和幻想，专注于自己的生活和幸福，不要再浪费时间和精力在这段没有结果的感情上。",
        "label": ""
      },
      {
        "sentence": "希望你能过上愉快的生活！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他这样的反复让我感到很伤心和困惑，我真的不知道该怎么办。我还是忍不住去问他关于未来的问题，但每次都没有得到明确的答案。我真的很害怕一直这样下去，不知道什么时候他会彻底离开我。",
    "annotation": [
      {
        "sentence": "他这样的反复让我感到很伤心和困惑，我真的不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我还是忍不住去问他关于未来的问题，但每次都没有得到明确的答案。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕一直这样下去，不知道什么时候他会彻底离开我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和害怕，但是你需要认识到，你可以控制的只有自己。他对未来的态度不明确，并且不断给出矛盾的信号，这表明他对这段感情的态度不够认真。你不应该把自己的幸福和未来寄托在一个不确定的关系上。我建议你停止对他的期待和追问，专注于自己的成长和发展，寻找更健康、稳定的感情关系。你值得拥有一个真正关心你的人。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和害怕，但是你需要认识到，你可以控制的只有自己。",
        "label": ""
      },
      {
        "sentence": "他对未来的态度不明确，并且不断给出矛盾的信号，这表明他对这段感情的态度不够认真。",
        "label": ""
      },
      {
        "sentence": "你不应该把自己的幸福和未来寄托在一个不确定的关系上。",
        "label": ""
      },
      {
        "sentence": "我建议你停止对他的期待和追问，专注于自己的成长和发展，寻找更健康、稳定的感情关系。",
        "label": ""
      },
      {
        "sentence": "你值得拥有一个真正关心你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我好难放下他，我还是对他有感情，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "可是我好难放下他，我还是对他有感情，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放下一个人并不容易，尤其是当你对他有感情的时候。但你需要明白，这段关系带给你的痛苦远远大于快乐，而他对你的态度也很不明确。为了你自己的幸福和内心的平静，你需要为自己做出正确的选择。尝试与他保持距离，寻找支持和安慰的人和事物，告诉自己，你值得被一个真正珍惜和在乎的人所爱。放下并不容易，但只有当你真正放下时，才能为自己打开新的幸福大门。",
    "annotation": [
      {
        "sentence": "放下一个人并不容易，尤其是当你对他有感情的时候。",
        "label": ""
      },
      {
        "sentence": "但你需要明白，这段关系带给你的痛苦远远大于快乐，而他对你的态度也很不明确。",
        "label": ""
      },
      {
        "sentence": "为了你自己的幸福和内心的平静，你需要为自己做出正确的选择。",
        "label": ""
      },
      {
        "sentence": "尝试与他保持距离，寻找支持和安慰的人和事物，告诉自己，你值得被一个真正珍惜和在乎的人所爱。",
        "label": ""
      },
      {
        "sentence": "放下并不容易，但只有当你真正放下时，才能为自己打开新的幸福大门。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我需要为了自己而选择放下他。我会尽力寻找属于自己的幸福，不再把自己困在这段不确定的关系中。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你说的很对，我需要为了自己而选择放下他。",
        "label": ""
      },
      {
        "sentence": "我会尽力寻找属于自己的幸福，不再把自己困在这段不确定的关系中。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴听到你的决定，记住，在这个过程中你并不孤单，有我作为你的支持者。当你需要的时候，随时找我倾诉或寻求帮助。你值得拥有幸福和快乐的未来，加油！",
    "annotation": [
      {
        "sentence": "我很高兴听到你的决定，记住，在这个过程中你并不孤单，有我作为你的支持者。",
        "label": ""
      },
      {
        "sentence": "当你需要的时候，随时找我倾诉或寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你值得拥有幸福和快乐的未来，加油！",
        "label": ""
      }
    ]
  }
]