[
  {
    "role": "client",
    "content": "喜欢和不喜欢是可以切换很快且坚定的吗？我和他分手快三个月，在一起没多久就分手了，分手的原因是我让他的前任出现了。分手的第一个月，我觉得他还喜欢我，我们只是暂时的。第二个月，他明确拒绝了，说他只想做一个单身主义者，由于我的固执还有坚持，他被感动了，他说如果他不想单身了，我是他的第一个选择，说只要我好好努力，我们就会在一起。后来由于他和同事说谁先单身谁是狗，我崩溃了，这段感情一直反复。他被感动，接受我，又会再拒绝的感觉。我准备放弃了，但是他又说为什么我会觉得未来他不会答应我，我总是喜欢问他未来我们会在一起的对吧，他总是不回答。后来我们见面了，第一天不错，后来他比较冷淡，期间我们有亲密的举动，有时候我乖，他会亲我。后来我回家了，他说让我以后别多想，做好朋友。我也说未来不要把我限定死朋友就行。回去我慢慢试着和他正常相处，但有天他把情侣空间解除，我崩溃，他觉得我刨根问底。后来他对我消息冷淡，这样是正常吗？前几天说了喜欢后面还是会不想理你。",
    "annotation": [
      {
        "sentence": "喜欢和不喜欢是可以切换很快且坚定的吗？",
        "label": ""
      },
      {
        "sentence": "我和他分手快三个月，在一起没多久就分手了，分手的原因是我让他的前任出现了。",
        "label": ""
      },
      {
        "sentence": "分手的第一个月，我觉得他还喜欢我，我们只是暂时的。",
        "label": ""
      },
      {
        "sentence": "第二个月，他明确拒绝了，说他只想做一个单身主义者，由于我的固执还有坚持，他被感动了，他说如果他不想单身了，我是他的第一个选择，说只要我好好努力，我们就会在一起。",
        "label": ""
      },
      {
        "sentence": "后来由于他和同事说谁先单身谁是狗，我崩溃了，这段感情一直反复。",
        "label": ""
      },
      {
        "sentence": "他被感动，接受我，又会再拒绝的感觉。",
        "label": ""
      },
      {
        "sentence": "我准备放弃了，但是他又说为什么我会觉得未来他不会答应我，我总是喜欢问他未来我们会在一起的对吧，他总是不回答。",
        "label": ""
      },
      {
        "sentence": "后来我们见面了，第一天不错，后来他比较冷淡，期间我们有亲密的举动，有时候我乖，他会亲我。",
        "label": ""
      },
      {
        "sentence": "后来我回家了，他说让我以后别多想，做好朋友。",
        "label": ""
      },
      {
        "sentence": "我也说未来不要把我限定死朋友就行。",
        "label": ""
      },
      {
        "sentence": "回去我慢慢试着和他正常相处，但有天他把情侣空间解除，我崩溃，他觉得我刨根问底。",
        "label": ""
      },
      {
        "sentence": "后来他对我消息冷淡，这样是正常吗？",
        "label": ""
      },
      {
        "sentence": "前几天说了喜欢后面还是会不想理你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在这段感情中扮演着渴求爱情的角色，你认为喜欢和不喜欢可以切换得很快，但事实并非如此。你们分手后依然纠结，心怀期待和暧昧，而你渴望对方衡量你的“情绪价值”，希望对方能够对你表现出更多的坚定和爱。但你内心并不相信自己配得上对方，不相信自己是被爱的，因此你想试探和证明，同时也暗示了你对情绪价值的高度需求。只是这个男生并不是那么喜欢你，而你的“作”让他望而却步。你们的关系本来可能只是一段短择，但你的期待和作为让他冷淡放弃。你是一个典型的爱匮乏女孩，你需要意识到自己真正想要什么，而不是试图满足情绪上的需求。",
    "annotation": [
      {
        "sentence": "你在这段感情中扮演着渴求爱情的角色，你认为喜欢和不喜欢可以切换得很快，但事实并非如此。",
        "label": ""
      },
      {
        "sentence": "你们分手后依然纠结，心怀期待和暧昧，而你渴望对方衡量你的“情绪价值”，希望对方能够对你表现出更多的坚定和爱。",
        "label": ""
      },
      {
        "sentence": "但你内心并不相信自己配得上对方，不相信自己是被爱的，因此你想试探和证明，同时也暗示了你对情绪价值的高度需求。",
        "label": ""
      },
      {
        "sentence": "只是这个男生并不是那么喜欢你，而你的“作”让他望而却步。",
        "label": ""
      },
      {
        "sentence": "你们的关系本来可能只是一段短择，但你的期待和作为让他冷淡放弃。",
        "label": ""
      },
      {
        "sentence": "你是一个典型的爱匮乏女孩，你需要意识到自己真正想要什么，而不是试图满足情绪上的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认我很渴望被人爱，但我也不想成为备胎和低成本备选者。我不知道为什么他对我总是反反复复的，有时候很温暖，有时候又很冷淡。我不知道我在他心中到底有多少分量。",
    "annotation": [
      {
        "sentence": "我承认我很渴望被人爱，但我也不想成为备胎和低成本备选者。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么他对我总是反反复复的，有时候很温暖，有时候又很冷淡。",
        "label": ""
      },
      {
        "sentence": "我不知道我在他心中到底有多少分量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个男生对你的感情很不确定，他也许对你有好感，但是多半没有那么深的感情。你不能把自己的未来寄托在他身上，你需要想清楚自己想要什么，并为自己的未来做好准备。而且，你对情绪价值的高度需求会让你在关系中陷入困境，你需要意识到这一点。",
    "annotation": [
      {
        "sentence": "这个男生对你的感情很不确定，他也许对你有好感，但是多半没有那么深的感情。",
        "label": ""
      },
      {
        "sentence": "你不能把自己的未来寄托在他身上，你需要想清楚自己想要什么，并为自己的未来做好准备。",
        "label": ""
      },
      {
        "sentence": "而且，你对情绪价值的高度需求会让你在关系中陷入困境，你需要意识到这一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么做呢？他现在对我很冷淡，我不知道该不该继续纠缠他。",
    "annotation": [
      {
        "sentence": "那我该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "他现在对我很冷淡，我不知道该不该继续纠缠他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要让自己变得更加独立和有价值，而不是依赖他对你的感情和关注。你需要清楚自己想要什么，并拥有自我养育和情绪管理的能力。你也需要注意自己的情绪需求，不要让自己在关系中沦为备胎或低成本备选者。",
    "annotation": [
      {
        "sentence": "你需要让自己变得更加独立和有价值，而不是依赖他对你的感情和关注。",
        "label": ""
      },
      {
        "sentence": "你需要清楚自己想要什么，并拥有自我养育和情绪管理的能力。",
        "label": ""
      },
      {
        "sentence": "你也需要注意自己的情绪需求，不要让自己在关系中沦为备胎或低成本备选者。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，我需要为自己的未来着想，不能一味地迎合他的感情需求。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我知道了，我需要为自己的未来着想，不能一味地迎合他的感情需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒，我相信你能够摆脱这段困境，找到自我定位并拥有真正的、有价值的关系。加油！",
    "annotation": [
      {
        "sentence": "你很棒，我相信你能够摆脱这段困境，找到自我定位并拥有真正的、有价值的关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]