[
  {
    "role": "client",
    "content": "我感到恐惧，不想去学校，但又害怕面对社会。因为生理缺陷的原因，我曾遭受很多同学的嘲笑，这给我留下了很多阴影，导致我对学校感到恐惧。即使我换了学校，这种恐惧也无法消除。现在我暂时休学了，但我又害怕去面对社会。我感觉自己什么都做不好，生活似乎变得无望了。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我感到恐惧，不想去学校，但又害怕面对社会。",
        "label": ""
      },
      {
        "sentence": "因为生理缺陷的原因，我曾遭受很多同学的嘲笑，这给我留下了很多阴影，导致我对学校感到恐惧。",
        "label": ""
      },
      {
        "sentence": "即使我换了学校，这种恐惧也无法消除。",
        "label": ""
      },
      {
        "sentence": "现在我暂时休学了，但我又害怕去面对社会。",
        "label": ""
      },
      {
        "sentence": "我感觉自己什么都做不好，生活似乎变得无望了。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是因为生理原因受到了伤害，才会不自觉地对所有人感到恐惧是吗？当人们面临受伤时，会本能地感到恐惧。这种恐惧是自我保护的本能反应，提醒我们存在伤害自己的因素，然后选择是逃避还是反抗。由于你受到伤害的影响，你把这种本能反应放大到了所有的人际关系中，从而影响了你正常的学习和生活。首先，你需要接受自己害怕被伤害的感觉，并允许自己对这种自我保护的过激反应。同时，有意识地清理身体中的这些积聚的情绪。现在你无法去学校读书，可以借此机会，多关注和清理自己，而不要判断自己不能做某些事情，也不要因为恐惧无力行动而评判自己。这种评判只会让你更加纠结。如何清理呢？考虑一下你是否可以运动。通过运动，你不仅可以强健身体，还可以释放身体中的负面情绪。由于无法与人正常交流，你可以学会与自己进行交流，把自己的感受写下来，或者到大自然中散步，找一棵树，把心事告诉它，它会成为你最忠诚的朋友，让你能够敞开心扉。同时，关注一下那些让你感到内心平静的事情，多去做这些事情。在平和的状态下，你会更加坚定，并逐渐培养自己的价值感。给自己一些耐心，多关注自己的感受，当情绪出现时，要觉察并采取行动去清理。内心的光芒将会不断闪现。愿你能重新回到内心，变得更加强大。",
    "annotation": [
      {
        "sentence": "你是因为生理原因受到了伤害，才会不自觉地对所有人感到恐惧是吗？",
        "label": ""
      },
      {
        "sentence": "当人们面临受伤时，会本能地感到恐惧。",
        "label": ""
      },
      {
        "sentence": "这种恐惧是自我保护的本能反应，提醒我们存在伤害自己的因素，然后选择是逃避还是反抗。",
        "label": ""
      },
      {
        "sentence": "由于你受到伤害的影响，你把这种本能反应放大到了所有的人际关系中，从而影响了你正常的学习和生活。",
        "label": ""
      },
      {
        "sentence": "首先，你需要接受自己害怕被伤害的感觉，并允许自己对这种自我保护的过激反应。",
        "label": ""
      },
      {
        "sentence": "同时，有意识地清理身体中的这些积聚的情绪。",
        "label": ""
      },
      {
        "sentence": "现在你无法去学校读书，可以借此机会，多关注和清理自己，而不要判断自己不能做某些事情，也不要因为恐惧无力行动而评判自己。",
        "label": ""
      },
      {
        "sentence": "这种评判只会让你更加纠结。",
        "label": ""
      },
      {
        "sentence": "如何清理呢？",
        "label": ""
      },
      {
        "sentence": "考虑一下你是否可以运动。",
        "label": ""
      },
      {
        "sentence": "通过运动，你不仅可以强健身体，还可以释放身体中的负面情绪。",
        "label": ""
      },
      {
        "sentence": "由于无法与人正常交流，你可以学会与自己进行交流，把自己的感受写下来，或者到大自然中散步，找一棵树，把心事告诉它，它会成为你最忠诚的朋友，让你能够敞开心扉。",
        "label": ""
      },
      {
        "sentence": "同时，关注一下那些让你感到内心平静的事情，多去做这些事情。",
        "label": ""
      },
      {
        "sentence": "在平和的状态下，你会更加坚定，并逐渐培养自己的价值感。",
        "label": ""
      },
      {
        "sentence": "给自己一些耐心，多关注自己的感受，当情绪出现时，要觉察并采取行动去清理。",
        "label": ""
      },
      {
        "sentence": "内心的光芒将会不断闪现。",
        "label": ""
      },
      {
        "sentence": "愿你能重新回到内心，变得更加强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会接受自己害怕被伤害的感觉，并多做一些运动来释放积聚的负面情绪。也会尝试与自己进行对话，把自己的感受写下来，或者去大自然散步与树木倾诉。我也会留意那些令我感到内心平静的事情，并努力去做。感谢你的鼓励，我会给自己更多的耐心，多关注自己的感受并进行清理。希望我能够重新找回内在的光芒，变得更加强大。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会接受自己害怕被伤害的感觉，并多做一些运动来释放积聚的负面情绪。",
        "label": ""
      },
      {
        "sentence": "也会尝试与自己进行对话，把自己的感受写下来，或者去大自然散步与树木倾诉。",
        "label": ""
      },
      {
        "sentence": "我也会留意那些令我感到内心平静的事情，并努力去做。",
        "label": ""
      },
      {
        "sentence": "感谢你的鼓励，我会给自己更多的耐心，多关注自己的感受并进行清理。",
        "label": ""
      },
      {
        "sentence": "希望我能够重新找回内在的光芒，变得更加强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你已经迈出了积极的一步。记住要坚持并相信自己。面对困难时，不妨告诉自己：“我可以做到！”相信你会逐渐摆脱恐惧，重拾信心，找回生活的希望。如果你遇到任何困难，随时都可以来找我寻求支持和帮助。我会一直在你身边支持你的。加油！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你已经迈出了积极的一步。",
        "label": ""
      },
      {
        "sentence": "记住要坚持并相信自己。",
        "label": ""
      },
      {
        "sentence": "面对困难时，不妨告诉自己：“我可以做到！",
        "label": ""
      },
      {
        "sentence": "”相信你会逐渐摆脱恐惧，重拾信心，找回生活的希望。",
        "label": ""
      },
      {
        "sentence": "如果你遇到任何困难，随时都可以来找我寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]