[
  {
    "role": "client",
    "content": "从小就跟同龄人不一样，现在还能一样吗？我过去都是冷眼看别人奋斗努力罗生门，自己不努力，玩，看爽剧，消磨时光，用宫斗剧里看来的手段对待同事，对待工作，对待家人，过分关注别人，超级敏感，总觉得自己非凡，等自己回过神来的时候，我发现自己跟别人已经差距非常大了，现在已经无法弥补这种差距了（无论做什么里面学问都很大，但我又不怎么会交际等于学习的过程中少了根拐杖，脑子笨，又少了根拐杖）而且过去我已经把生活打的支离破碎了，把事情做的很绝，等于少了“群众基础”，自己过去的思想我现在已经一言难尽了，过去也是生活，但是过去的主题是玩，现在为了生活。过去也买了不少东西，说了不少话，现在有时我也会拿过去的资源零零碎碎拿起来用，有的现在也能用。我要怎样才能彻底变成正常人，赶上同龄人？？还是我变不成和别人一样的人了。",
    "annotation": [
      {
        "sentence": "从小就跟同龄人不一样，现在还能一样吗？",
        "label": ""
      },
      {
        "sentence": "我过去都是冷眼看别人奋斗努力罗生门，自己不努力，玩，看爽剧，消磨时光，用宫斗剧里看来的手段对待同事，对待工作，对待家人，过分关注别人，超级敏感，总觉得自己非凡，等自己回过神来的时候，我发现自己跟别人已经差距非常大了，现在已经无法弥补这种差距了（无论做什么里面学问都很大，但我又不怎么会交际等于学习的过程中少了根拐杖，脑子笨，又少了根拐杖）而且过去我已经把生活打的支离破碎了，把事情做的很绝，等于少了“群众基础”，自己过去的思想我现在已经一言难尽了，过去也是生活，但是过去的主题是玩，现在为了生活。",
        "label": ""
      },
      {
        "sentence": "过去也买了不少东西，说了不少话，现在有时我也会拿过去的资源零零碎碎拿起来用，有的现在也能用。",
        "label": ""
      },
      {
        "sentence": "我要怎样才能彻底变成正常人，赶上同龄人？？",
        "label": ""
      },
      {
        "sentence": "还是我变不成和别人一样的人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉到您是个小可爱~在思索一些自己将要变成一个怎样的人这样的“哲学”问题，这是很好的状态阿，当我们逐渐长大，变得世故，我们一般都会变得比较世故，每天随大流，或者按部就班完成当下的事情，而不再追问自己的人生观、价值观等。但其实，这个是相当重要的。",
    "annotation": [
      {
        "sentence": "感觉到您是个小可爱~在思索一些自己将要变成一个怎样的人这样的“哲学”问题，这是很好的状态阿，当我们逐渐长大，变得世故，我们一般都会变得比较世故，每天随大流，或者按部就班完成当下的事情，而不再追问自己的人生观、价值观等。",
        "label": ""
      },
      {
        "sentence": "但其实，这个是相当重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你觉得我这种状态是正常的吗？",
    "annotation": [
      {
        "sentence": "你觉得我这种状态是正常的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于很多人来说，这样的状态是正常的。北大心理咨询中心的副主任徐凯文教授说，即使在北大，也有一小部分同学感觉人生没有意义，找不到方向和奋斗的意义，没有很好地树立人生观和价值观，好像是患上了空心病。虽然他们读书很好，智商很高。从这一点看，其实您不用太介意自己的状态，您和很多年轻人其实是一样的，和他们一样，恰恰证明您是个正常人。",
    "annotation": [
      {
        "sentence": "对于很多人来说，这样的状态是正常的。",
        "label": ""
      },
      {
        "sentence": "北大心理咨询中心的副主任徐凯文教授说，即使在北大，也有一小部分同学感觉人生没有意义，找不到方向和奋斗的意义，没有很好地树立人生观和价值观，好像是患上了空心病。",
        "label": ""
      },
      {
        "sentence": "虽然他们读书很好，智商很高。",
        "label": ""
      },
      {
        "sentence": "从这一点看，其实您不用太介意自己的状态，您和很多年轻人其实是一样的，和他们一样，恰恰证明您是个正常人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说，我感觉好多了。但我还是想知道，怎样才能和别人更好地相处，变得正常起来呢？",
    "annotation": [
      {
        "sentence": "听你这样说，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "但我还是想知道，怎样才能和别人更好地相处，变得正常起来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们一起来看看，怎样更好地发展自己的人际关系，更好地融入大家，变成如您所说的正常人呢？这不需要刻意的迎合。根本来说，还是要建立自己的核心竞争力，比如仔细思考一下人生的终极追求，自己的兴趣爱好，排定努力的方向。比如达芬奇一辈子都在画画，居里夫人一辈子跟实验打交道，做一个兢兢业业的科学家……您也可以试着想想自己的方向。",
    "annotation": [
      {
        "sentence": "我们一起来看看，怎样更好地发展自己的人际关系，更好地融入大家，变成如您所说的正常人呢？",
        "label": ""
      },
      {
        "sentence": "这不需要刻意的迎合。",
        "label": ""
      },
      {
        "sentence": "根本来说，还是要建立自己的核心竞争力，比如仔细思考一下人生的终极追求，自己的兴趣爱好，排定努力的方向。",
        "label": ""
      },
      {
        "sentence": "比如达芬奇一辈子都在画画，居里夫人一辈子跟实验打交道，做一个兢兢业业的科学家……您也可以试着想想自己的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我确实应该思考一下自己的追求和兴趣爱好。但是我对人际交往还有些困惑，我不太擅长交际，有时候感觉很笨拙。",
    "annotation": [
      {
        "sentence": "你说的有道理，我确实应该思考一下自己的追求和兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "但是我对人际交往还有些困惑，我不太擅长交际，有时候感觉很笨拙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "跟人交往其实也简单，能够吃点亏，给别人一些小礼物，给人一些恩惠，愿意多帮助别人，这样人缘就会越来越好。人际交往并不仅仅是说话，更重要的是彼此的关心和帮助。不需要刻意迎合别人，只要真心对待他人，就能建立好的人际关系。",
    "annotation": [
      {
        "sentence": "跟人交往其实也简单，能够吃点亏，给别人一些小礼物，给人一些恩惠，愿意多帮助别人，这样人缘就会越来越好。",
        "label": ""
      },
      {
        "sentence": "人际交往并不仅仅是说话，更重要的是彼此的关心和帮助。",
        "label": ""
      },
      {
        "sentence": "不需要刻意迎合别人，只要真心对待他人，就能建立好的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着跟人更多地互动，关心别人和帮助别人。谢谢你的建议，听了你的话，我感觉自己开始有了希望。",
    "annotation": [
      {
        "sentence": "我会试着跟人更多地互动，关心别人和帮助别人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，听了你的话，我感觉自己开始有了希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有了希望。我相信你一定能够变成正常人，赶上同龄人。加油呢！记住，你是一个很有潜力的人，相信自己，努力向前！如果以后还需要帮助，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴听到你有了希望。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够变成正常人，赶上同龄人。",
        "label": ""
      },
      {
        "sentence": "加油呢！",
        "label": ""
      },
      {
        "sentence": "记住，你是一个很有潜力的人，相信自己，努力向前！",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]