[
  {
    "role": "client",
    "content": "从小就跟同龄人不一样，现在还能一样吗？我过去都是冷眼看别人奋斗努力罗生门，自己不努力，玩，看爽剧，消磨时光，用宫斗剧里看来的手段对待同事，对待工作，对待家人，过分关注别人，超级敏感，总觉得自己非凡，等自己回过神来的时候，我发现自己跟别人已经差距非常大了，现在已经无法弥补这种差距了（无论做什么里面学问都很大，但我又不怎么会交际等于学习的过程中少了根拐杖，脑子笨，又少了根拐杖）而且过去我已经把生活打的支离破碎了，把事情做的很绝，等于少了“群众基础”，自己过去的思想我现在已经一言难尽了，过去也是生活，但是过去的主题是玩，现在为了生活。过去也买了不少东西，说了不少话，现在有时我也会拿过去的资源零零碎碎拿起来用，有的现在也能用。我要怎样才能彻底变成正常人，赶上同龄人？？还是我变不成和别人一样的人了。",
    "annotation": [
      {
        "sentence": "从小就跟同龄人不一样，现在还能一样吗？",
        "label": ""
      },
      {
        "sentence": "我过去都是冷眼看别人奋斗努力罗生门，自己不努力，玩，看爽剧，消磨时光，用宫斗剧里看来的手段对待同事，对待工作，对待家人，过分关注别人，超级敏感，总觉得自己非凡，等自己回过神来的时候，我发现自己跟别人已经差距非常大了，现在已经无法弥补这种差距了（无论做什么里面学问都很大，但我又不怎么会交际等于学习的过程中少了根拐杖，脑子笨，又少了根拐杖）而且过去我已经把生活打的支离破碎了，把事情做的很绝，等于少了“群众基础”，自己过去的思想我现在已经一言难尽了，过去也是生活，但是过去的主题是玩，现在为了生活。",
        "label": ""
      },
      {
        "sentence": "过去也买了不少东西，说了不少话，现在有时我也会拿过去的资源零零碎碎拿起来用，有的现在也能用。",
        "label": ""
      },
      {
        "sentence": "我要怎样才能彻底变成正常人，赶上同龄人？？",
        "label": ""
      },
      {
        "sentence": "还是我变不成和别人一样的人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "变得正常，并不意味着要和别人一样，有时候只是为了安全感。你现在是能变成和别人一样的人的，是能赶上别人的，一般或是同龄人或是平均的标准不高，是能达到的。1.但是你觉得你喜欢从前的自己吗？后悔那样把事情做绝，后悔做特立独行的笨蛋吗？",
    "annotation": [
      {
        "sentence": "变得正常，并不意味着要和别人一样，有时候只是为了安全感。",
        "label": ""
      },
      {
        "sentence": "你现在是能变成和别人一样的人的，是能赶上别人的，一般或是同龄人或是平均的标准不高，是能达到的。",
        "label": ""
      },
      {
        "sentence": "1.但是你觉得你喜欢从前的自己吗？",
        "label": ""
      },
      {
        "sentence": "后悔那样把事情做绝，后悔做特立独行的笨蛋吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不后悔过去的自己，我只是开始怀疑是否这样的生活方式真的正确。我希望能像别人一样，过上稳定、成功的生活。但我不确定，这样的改变是否意味着我要放弃我过去独特的个性和方式。",
    "annotation": [
      {
        "sentence": "我不后悔过去的自己，我只是开始怀疑是否这样的生活方式真的正确。",
        "label": ""
      },
      {
        "sentence": "我希望能像别人一样，过上稳定、成功的生活。",
        "label": ""
      },
      {
        "sentence": "但我不确定，这样的改变是否意味着我要放弃我过去独特的个性和方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的疑虑。你对过去的自己有感情，但也要考虑到你现在的内心需求。2.是因为发现自己的才华能力和努力程度比不上别人了才想要进步吗？这个问题太过于模糊，但我还是认为不必要变得和他人同样，必要变得所和自己心意中那个不凡的自己。",
    "annotation": [
      {
        "sentence": "明白你的疑虑。",
        "label": ""
      },
      {
        "sentence": "你对过去的自己有感情，但也要考虑到你现在的内心需求。",
        "label": ""
      },
      {
        "sentence": "2.是因为发现自己的才华能力和努力程度比不上别人了才想要进步吗？",
        "label": ""
      },
      {
        "sentence": "这个问题太过于模糊，但我还是认为不必要变得和他人同样，必要变得所和自己心意中那个不凡的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实是的，我意识到自己比不上别人的才华和努力。但我也不想完全抛弃自己独有的特点和才能。我希望能找到一种平衡，既可以提升自己的能力，又能保留自己独特的个性。",
    "annotation": [
      {
        "sentence": "其实是的，我意识到自己比不上别人的才华和努力。",
        "label": ""
      },
      {
        "sentence": "但我也不想完全抛弃自己独有的特点和才能。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一种平衡，既可以提升自己的能力，又能保留自己独特的个性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的想法。正常和独特并不是互斥的，你可以保持自己的独特性，同时提升自己的能力。3.你认为自己有哪些方面的独特性是你希望保留的呢？",
    "annotation": [
      {
        "sentence": "很好的想法。",
        "label": ""
      },
      {
        "sentence": "正常和独特并不是互斥的，你可以保持自己的独特性，同时提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "3.你认为自己有哪些方面的独特性是你希望保留的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我相信我有一定的直觉和洞察力，这种特点在某些情况下能为我带来优势。此外，我也希望保留一些对艺术和文化的热爱，这是我个人的兴趣和追求。",
    "annotation": [
      {
        "sentence": "我相信我有一定的直觉和洞察力，这种特点在某些情况下能为我带来优势。",
        "label": ""
      },
      {
        "sentence": "此外，我也希望保留一些对艺术和文化的热爱，这是我个人的兴趣和追求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些都是非常宝贵的特点。你现在的目标可以是保留这些特点的同时，通过努力和学习提升自己的能力和社交技巧。4.你对于提升社交能力和学习交际有什么困惑和担忧呢？",
    "annotation": [
      {
        "sentence": "这些都是非常宝贵的特点。",
        "label": ""
      },
      {
        "sentence": "你现在的目标可以是保留这些特点的同时，通过努力和学习提升自己的能力和社交技巧。",
        "label": ""
      },
      {
        "sentence": "4.你对于提升社交能力和学习交际有什么困惑和担忧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很不擅长和陌生人交流，总是感到紧张和不自在。我担心自己无法适应社交场合，也担心自己的努力是否能够得到别人的认可和接受。",
    "annotation": [
      {
        "sentence": "我很不擅长和陌生人交流，总是感到紧张和不自在。",
        "label": ""
      },
      {
        "sentence": "我担心自己无法适应社交场合，也担心自己的努力是否能够得到别人的认可和接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很常见的困扰。你可以从小事做起，慢慢锻炼自己的社交能力。也要记住，人际交往并不只是个人努力的结果，也需要对方的理解和接纳。5.你是否有过一些积极的社交经历，可以为自己树立信心和动力呢？",
    "annotation": [
      {
        "sentence": "这是很常见的困扰。",
        "label": ""
      },
      {
        "sentence": "你可以从小事做起，慢慢锻炼自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "也要记住，人际交往并不只是个人努力的结果，也需要对方的理解和接纳。",
        "label": ""
      },
      {
        "sentence": "5.你是否有过一些积极的社交经历，可以为自己树立信心和动力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我有时会参加一些小型的聚会或活动，和一些志同道合的人交流。这些经历让我感到很愉快，并且取得了一些积极的反馈。但是我仍然觉得在更大的社交场合中，我没有足够的信心表现自己。",
    "annotation": [
      {
        "sentence": "是的，我有时会参加一些小型的聚会或活动，和一些志同道合的人交流。",
        "label": ""
      },
      {
        "sentence": "这些经历让我感到很愉快，并且取得了一些积极的反馈。",
        "label": ""
      },
      {
        "sentence": "但是我仍然觉得在更大的社交场合中，我没有足够的信心表现自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经开始尝试并取得了一些积极的成果。坚持下去，慢慢地你会发现自己变得更加自信和能够应对各种社交场合。6.不要忘记，成长是一个过程，每个人都有不同的起点和速度。你只需要专注于自己的进步，而不是和别人比较。",
    "annotation": [
      {
        "sentence": "很好，你已经开始尝试并取得了一些积极的成果。",
        "label": ""
      },
      {
        "sentence": "坚持下去，慢慢地你会发现自己变得更加自信和能够应对各种社交场合。",
        "label": ""
      },
      {
        "sentence": "6.不要忘记，成长是一个过程，每个人都有不同的起点和速度。",
        "label": ""
      },
      {
        "sentence": "你只需要专注于自己的进步，而不是和别人比较。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白了，我会坚持努力，为自己的成长和进步而努力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会坚持努力，为自己的成长和进步而努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你。如果以后还有困惑或者需要倾诉的时候，随时都可以来找我。记得，你并不孤单，我们都在你身边支持着你。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果以后还有困惑或者需要倾诉的时候，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，我们都在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]