[
  {
    "role": "client",
    "content": "我最近和男朋友发生关系之后心里一直有负罪感和自责。我知道恋爱中发生性关系是很正常的事情，而且我也享受这种亲密的感觉。男朋友对我很温柔，关心我，而且他还表示愿意与我共度未来。可是当我一个人的时候，我会不断回想起那个时刻，一方面认同我们作为情侣应该有这样的亲密关系，女生也有自己的需求，和爱的人共度更让人开心。但另一方面，我又有强烈的负罪感，觉得我们不应该发生关系，觉得纯粹的爱情不应该涉及性，或者应该再谈久一点再发生关系。想到那个画面就觉得自己很反感，很自责。我有点抗拒但又很期待性。",
    "annotation": [
      {
        "sentence": "我最近和男朋友发生关系之后心里一直有负罪感和自责。",
        "label": ""
      },
      {
        "sentence": "我知道恋爱中发生性关系是很正常的事情，而且我也享受这种亲密的感觉。",
        "label": ""
      },
      {
        "sentence": "男朋友对我很温柔，关心我，而且他还表示愿意与我共度未来。",
        "label": ""
      },
      {
        "sentence": "可是当我一个人的时候，我会不断回想起那个时刻，一方面认同我们作为情侣应该有这样的亲密关系，女生也有自己的需求，和爱的人共度更让人开心。",
        "label": ""
      },
      {
        "sentence": "但另一方面，我又有强烈的负罪感，觉得我们不应该发生关系，觉得纯粹的爱情不应该涉及性，或者应该再谈久一点再发生关系。",
        "label": ""
      },
      {
        "sentence": "想到那个画面就觉得自己很反感，很自责。",
        "label": ""
      },
      {
        "sentence": "我有点抗拒但又很期待性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从过去的思想中，我们对性一直存在一定的偏见，甚至追求纯洁的思想一度主导了社会舆论。尽管这些观念早已经在现代社会逐渐消失，但我们难以避免地会受到这些影响。我希望你能够调和自己内心的矛盾，希望我的回答能对你有所帮助。首先，你的问题在于你对性本身的态度存在矛盾，这就导致了你的纠结。当你与对方亲密到打破了自己的思想禁锢时，一个拥有对爱情自我态度的人，认为爱情应该是“纯洁”的人，自然会受到冲击，因为现实行为与内心认知背道而驰。这就好比一个人认为自己应该找一个稳定的工作，但实际上选择了去大城市创业闯荡一样，这种“知行不合一”会让人产生疑虑。你的痛苦源于你现实的性行为与你内心设定的认知相悖。你害怕的不是男朋友离开你，而是觉得你背叛了自己的原则。",
    "annotation": [
      {
        "sentence": "从过去的思想中，我们对性一直存在一定的偏见，甚至追求纯洁的思想一度主导了社会舆论。",
        "label": ""
      },
      {
        "sentence": "尽管这些观念早已经在现代社会逐渐消失，但我们难以避免地会受到这些影响。",
        "label": ""
      },
      {
        "sentence": "我希望你能够调和自己内心的矛盾，希望我的回答能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，你的问题在于你对性本身的态度存在矛盾，这就导致了你的纠结。",
        "label": ""
      },
      {
        "sentence": "当你与对方亲密到打破了自己的思想禁锢时，一个拥有对爱情自我态度的人，认为爱情应该是“纯洁”的人，自然会受到冲击，因为现实行为与内心认知背道而驰。",
        "label": ""
      },
      {
        "sentence": "这就好比一个人认为自己应该找一个稳定的工作，但实际上选择了去大城市创业闯荡一样，这种“知行不合一”会让人产生疑虑。",
        "label": ""
      },
      {
        "sentence": "你的痛苦源于你现实的性行为与你内心设定的认知相悖。",
        "label": ""
      },
      {
        "sentence": "你害怕的不是男朋友离开你，而是觉得你背叛了自己的原则。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，原来我是害怕觉得自己背叛了自己。那你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，原来我是害怕觉得自己背叛了自己。",
        "label": ""
      },
      {
        "sentence": "那你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我提出一些建议，希望你能调整心态，不要再自责。首先，你需要学会原谅自己，接受事实，一切都已经发生，你不必苛责自己。你需要尊重现实，事实就是你们交往一个月后发生了关系，而且你们之间的关系并没有因此而疏远，反而更加亲密。所以你之前的逻辑并没有实现。既然你没有失去他的爱，为什么还要自我惩罚呢？承认你们的感情是水到渠成的，不必再计较你们在一起多久发生的事情。如果你继续在内心谴责自己，同时与性欲望潜意识斗争并后悔，那不如接受现实，寻找让自己快乐的方法。",
    "annotation": [
      {
        "sentence": "我提出一些建议，希望你能调整心态，不要再自责。",
        "label": ""
      },
      {
        "sentence": "首先，你需要学会原谅自己，接受事实，一切都已经发生，你不必苛责自己。",
        "label": ""
      },
      {
        "sentence": "你需要尊重现实，事实就是你们交往一个月后发生了关系，而且你们之间的关系并没有因此而疏远，反而更加亲密。",
        "label": ""
      },
      {
        "sentence": "所以你之前的逻辑并没有实现。",
        "label": ""
      },
      {
        "sentence": "既然你没有失去他的爱，为什么还要自我惩罚呢？",
        "label": ""
      },
      {
        "sentence": "承认你们的感情是水到渠成的，不必再计较你们在一起多久发生的事情。",
        "label": ""
      },
      {
        "sentence": "如果你继续在内心谴责自己，同时与性欲望潜意识斗争并后悔，那不如接受现实，寻找让自己快乐的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着接受现实并寻找自己的快乐。但我还是觉得有些内疚，不知道该怎么处理。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着接受现实并寻找自己的快乐。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得有些内疚，不知道该怎么处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孟子曾说，“男女居室乃人之大伦”。在爱情中享受性带来的愉悦并不是一种罪孽，而是你内心最真诚的渴望。你要做的不是厌恶自己，而是接纳自己的欲望。我们已经不再生活在旧社会了，对于爱情和性的理解也与过去不同。如果你爱一个人，他也爱你，并在合情合理的情况下相互拥有是一件美好的事情。不要对自己过去的行为过于排斥，否则你会内心痛苦，与其如此，不如学会接纳自己的全部。给自己积极的心理暗示。",
    "annotation": [
      {
        "sentence": "孟子曾说，“男女居室乃人之大伦”。",
        "label": ""
      },
      {
        "sentence": "在爱情中享受性带来的愉悦并不是一种罪孽，而是你内心最真诚的渴望。",
        "label": ""
      },
      {
        "sentence": "你要做的不是厌恶自己，而是接纳自己的欲望。",
        "label": ""
      },
      {
        "sentence": "我们已经不再生活在旧社会了，对于爱情和性的理解也与过去不同。",
        "label": ""
      },
      {
        "sentence": "如果你爱一个人，他也爱你，并在合情合理的情况下相互拥有是一件美好的事情。",
        "label": ""
      },
      {
        "sentence": "不要对自己过去的行为过于排斥，否则你会内心痛苦，与其如此，不如学会接纳自己的全部。",
        "label": ""
      },
      {
        "sentence": "给自己积极的心理暗示。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我需要接纳自己的欲望，不再排斥。但如果我还是觉得内心压抑和烦恼，应该怎么办？",
    "annotation": [
      {
        "sentence": "你说的很对，我需要接纳自己的欲望，不再排斥。",
        "label": ""
      },
      {
        "sentence": "但如果我还是觉得内心压抑和烦恼，应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你依然感到压抑和烦恼，与你的“枕边人”倾诉也许是个不错的选择。不要一个人扛着，这对你的身心健康没有好处。如果可能的话，你可以试着与你的男朋友谈谈，将真实的想法告诉他。向你所爱的人倾诉，他会更加了解你，并帮助你减轻心理压力。你要明白，如果他真的爱你，他会试着去理解你。同时，将你的想法告诉他也是为了让他不会胡思乱想，因为你内心的矛盾若不说出来，他可能也不会了解，这样对你们关系的稳定也不利。",
    "annotation": [
      {
        "sentence": "如果你依然感到压抑和烦恼，与你的“枕边人”倾诉也许是个不错的选择。",
        "label": ""
      },
      {
        "sentence": "不要一个人扛着，这对你的身心健康没有好处。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，你可以试着与你的男朋友谈谈，将真实的想法告诉他。",
        "label": ""
      },
      {
        "sentence": "向你所爱的人倾诉，他会更加了解你，并帮助你减轻心理压力。",
        "label": ""
      },
      {
        "sentence": "你要明白，如果他真的爱你，他会试着去理解你。",
        "label": ""
      },
      {
        "sentence": "同时，将你的想法告诉他也是为了让他不会胡思乱想，因为你内心的矛盾若不说出来，他可能也不会了解，这样对你们关系的稳定也不利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很有道理，我会试着和男朋友倾诉，希望能减轻内心的负担。谢谢你给予的支持和帮助。",
    "annotation": [
      {
        "sentence": "你的建议很有道理，我会试着和男朋友倾诉，希望能减轻内心的负担。",
        "label": ""
      },
      {
        "sentence": "谢谢你给予的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱和性是无法分割的，所谓的乌托邦式爱情虽然美好，但并不是现实生活的常态。希望你能够做出自己的选择，并与内心和谐相处。无论你如何面对，我都由衷地希望你能够幸福快乐。感谢你的倾述，希望我的回答对你有所帮助。如果有需要，请随时向我求助。",
    "annotation": [
      {
        "sentence": "爱和性是无法分割的，所谓的乌托邦式爱情虽然美好，但并不是现实生活的常态。",
        "label": ""
      },
      {
        "sentence": "希望你能够做出自己的选择，并与内心和谐相处。",
        "label": ""
      },
      {
        "sentence": "无论你如何面对，我都由衷地希望你能够幸福快乐。",
        "label": ""
      },
      {
        "sentence": "感谢你的倾述，希望我的回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果有需要，请随时向我求助。",
        "label": ""
      }
    ]
  }
]