[
  {
    "role": "client",
    "content": "每晚熬夜对我而言已经变成了一种习惯，我真的害怕这是死亡焦虑的表现。我42岁了，本该保养自己的年纪，但每晚都拿着手机不由自主地熬夜，硬撑着到手机自己滑落。这到底是怎么回事呢？",
    "annotation": [
      {
        "sentence": "每晚熬夜对我而言已经变成了一种习惯，我真的害怕这是死亡焦虑的表现。",
        "label": ""
      },
      {
        "sentence": "我42岁了，本该保养自己的年纪，但每晚都拿着手机不由自主地熬夜，硬撑着到手机自己滑落。",
        "label": ""
      },
      {
        "sentence": "这到底是怎么回事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你明明知道熬夜有害，甚至可能会导致生病甚至死亡，但你却无法停止熬夜。这的确有一定的死亡焦虑存在。不过，有关死亡焦虑的问题可能还有许多其他方面。例如，觉得生活毫无意义也与死亡焦虑有关，因为我们不希望在生命结束时变得平庸无为。所以，从现象上看，你对死亡似乎并没有太大的压力，也不是目前最紧迫的问题，否则你也不会选择这种不健康的生活方式，而是像很多人一样每天关注保养，并购买各种保健品。所以，在相对遥远的死亡焦虑之前，似乎还有比这更加紧迫的问题让你感到焦虑。那是什么呢？是对生活和存在的意义吗？",
    "annotation": [
      {
        "sentence": "看起来你明明知道熬夜有害，甚至可能会导致生病甚至死亡，但你却无法停止熬夜。",
        "label": ""
      },
      {
        "sentence": "这的确有一定的死亡焦虑存在。",
        "label": ""
      },
      {
        "sentence": "不过，有关死亡焦虑的问题可能还有许多其他方面。",
        "label": ""
      },
      {
        "sentence": "例如，觉得生活毫无意义也与死亡焦虑有关，因为我们不希望在生命结束时变得平庸无为。",
        "label": ""
      },
      {
        "sentence": "所以，从现象上看，你对死亡似乎并没有太大的压力，也不是目前最紧迫的问题，否则你也不会选择这种不健康的生活方式，而是像很多人一样每天关注保养，并购买各种保健品。",
        "label": ""
      },
      {
        "sentence": "所以，在相对遥远的死亡焦虑之前，似乎还有比这更加紧迫的问题让你感到焦虑。",
        "label": ""
      },
      {
        "sentence": "那是什么呢？",
        "label": ""
      },
      {
        "sentence": "是对生活和存在的意义吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，可能正是因为对生活和存在的价值感缺失，才让我感到焦虑和迷茫。每个人从出生到结婚、生子，每个阶段都有适应社会的任务，但在另一条平行线上，也会产生对每个事情、每一天的意义感。比如说，我做了一顿饭，家人都说很好吃，对我来说这就是有意义的。当我们努力工作，得到领导的认可，同样觉得自己有价值感，这就是存在的意义。但是这些都是外在的，满足自我感觉。虽然我们会很开心，但好像这些事情结束后被人遗忘了，就没有任何意义了。真正有动力、有规划、有计划、有力量去完成一件事是对他人有帮助、有贡献的事情。比如，如果我们很关注环境，可以做环保义工，清理别人随意丢弃的垃圾，不使用对环境有污染的物品，如不开车。这种有使命感、对他人有贡献的行为，也会给自己带来价值感。感觉到自己存在与否有所区别。阿德勒心理学中有一个概念叫做他者贡献，意思是我们做一件事，如果只对自己有益，其实这件事是没有意义的。因为别人没有受益，也不会因为你为自己做了什么而感激你，记住你。但如果我们做一件对周围环境、他人有意义、有价值的事情，那么这会带给我们内在的巨大满足感和价值感。而且这种行为是真正来源于内心的愿望。这才是我们真正找到的生命的意义和价值。所以，你可能焦虑的并不是死亡本身，而是在死亡之前是否有价值、有意义。也许你对现在的生活不满意，对自己的存在和价值感产生了怀疑。你知道明天早上生活还是会继续，你会按照相同的方式做相同的事情，这些事情并不是你想做的，也没有给你带来价值感和意义上的满足。正是这种感觉，导致你希望改变自己，但又感到迷茫，不知道从何处改变。这种迷茫的感觉，让你觉得，如果继续这样生活，走向死亡，结束生命也没有什么遗憾。所以你现在的状态更像是一种迷失，缺乏对未来的目标和希望，或者不敢尝试让自己改变的原因可能是你还没有明确的目标。也许一旦找到了那个目标，你才会真正地自律起来，也许到那时你熬夜的行为也会变得有意义和有价值。",
    "annotation": [
      {
        "sentence": "是的，可能正是因为对生活和存在的价值感缺失，才让我感到焦虑和迷茫。",
        "label": ""
      },
      {
        "sentence": "每个人从出生到结婚、生子，每个阶段都有适应社会的任务，但在另一条平行线上，也会产生对每个事情、每一天的意义感。",
        "label": ""
      },
      {
        "sentence": "比如说，我做了一顿饭，家人都说很好吃，对我来说这就是有意义的。",
        "label": ""
      },
      {
        "sentence": "当我们努力工作，得到领导的认可，同样觉得自己有价值感，这就是存在的意义。",
        "label": ""
      },
      {
        "sentence": "但是这些都是外在的，满足自我感觉。",
        "label": ""
      },
      {
        "sentence": "虽然我们会很开心，但好像这些事情结束后被人遗忘了，就没有任何意义了。",
        "label": ""
      },
      {
        "sentence": "真正有动力、有规划、有计划、有力量去完成一件事是对他人有帮助、有贡献的事情。",
        "label": ""
      },
      {
        "sentence": "比如，如果我们很关注环境，可以做环保义工，清理别人随意丢弃的垃圾，不使用对环境有污染的物品，如不开车。",
        "label": ""
      },
      {
        "sentence": "这种有使命感、对他人有贡献的行为，也会给自己带来价值感。",
        "label": ""
      },
      {
        "sentence": "感觉到自己存在与否有所区别。",
        "label": ""
      },
      {
        "sentence": "阿德勒心理学中有一个概念叫做他者贡献，意思是我们做一件事，如果只对自己有益，其实这件事是没有意义的。",
        "label": ""
      },
      {
        "sentence": "因为别人没有受益，也不会因为你为自己做了什么而感激你，记住你。",
        "label": ""
      },
      {
        "sentence": "但如果我们做一件对周围环境、他人有意义、有价值的事情，那么这会带给我们内在的巨大满足感和价值感。",
        "label": ""
      },
      {
        "sentence": "而且这种行为是真正来源于内心的愿望。",
        "label": ""
      },
      {
        "sentence": "这才是我们真正找到的生命的意义和价值。",
        "label": ""
      },
      {
        "sentence": "所以，你可能焦虑的并不是死亡本身，而是在死亡之前是否有价值、有意义。",
        "label": ""
      },
      {
        "sentence": "也许你对现在的生活不满意，对自己的存在和价值感产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "你知道明天早上生活还是会继续，你会按照相同的方式做相同的事情，这些事情并不是你想做的，也没有给你带来价值感和意义上的满足。",
        "label": ""
      },
      {
        "sentence": "正是这种感觉，导致你希望改变自己，但又感到迷茫，不知道从何处改变。",
        "label": ""
      },
      {
        "sentence": "这种迷茫的感觉，让你觉得，如果继续这样生活，走向死亡，结束生命也没有什么遗憾。",
        "label": ""
      },
      {
        "sentence": "所以你现在的状态更像是一种迷失，缺乏对未来的目标和希望，或者不敢尝试让自己改变的原因可能是你还没有明确的目标。",
        "label": ""
      },
      {
        "sentence": "也许一旦找到了那个目标，你才会真正地自律起来，也许到那时你熬夜的行为也会变得有意义和有价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你前面很好地捕捉到了问题的关键所在。看起来你对生活和存在的意义感缺失，导致焦虑和迷茫的情绪。对于一个人来说，从事对他人有益的事情，对他人做出贡献，是获取真正的满足感和价值感的途径。所以，我建议你尝试思考和探索一下，你对于生活和他人有什么样的贡献希望。从事对环境有利的行动，如成为环保义工，可能会给你提供一种有意义的使命感。同时，也要明确自己的目标和价值观，找到内心真正的动力和愿望，这才能帮助你建立起自律和规划的能力。也许，在追寻这个目标的过程中，你能够找到死亡之前的生命意义和价值。",
    "annotation": [
      {
        "sentence": "你前面很好地捕捉到了问题的关键所在。",
        "label": ""
      },
      {
        "sentence": "看起来你对生活和存在的意义感缺失，导致焦虑和迷茫的情绪。",
        "label": ""
      },
      {
        "sentence": "对于一个人来说，从事对他人有益的事情，对他人做出贡献，是获取真正的满足感和价值感的途径。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你尝试思考和探索一下，你对于生活和他人有什么样的贡献希望。",
        "label": ""
      },
      {
        "sentence": "从事对环境有利的行动，如成为环保义工，可能会给你提供一种有意义的使命感。",
        "label": ""
      },
      {
        "sentence": "同时，也要明确自己的目标和价值观，找到内心真正的动力和愿望，这才能帮助你建立起自律和规划的能力。",
        "label": ""
      },
      {
        "sentence": "也许，在追寻这个目标的过程中，你能够找到死亡之前的生命意义和价值。",
        "label": ""
      }
    ]
  }
]