[
  {
    "role": "client",
    "content": "最近真的觉得活着好累，没意思。有时候睡不着觉，不上班的时候可以断断续续地睡一整天，一直睡到头疼才醒。我也不想和别人打交道，害怕接到家里人的电话，他们总是抱怨一些鸡毛蒜皮的小事。有时候，他们打电话来的时候，我突然就想从楼上跳下去，虽然最后还是控制住了，但心跳得很快，喘不过气。总之，活着真的没意思啊。",
    "annotation": [
      {
        "sentence": "最近真的觉得活着好累，没意思。",
        "label": ""
      },
      {
        "sentence": "有时候睡不着觉，不上班的时候可以断断续续地睡一整天，一直睡到头疼才醒。",
        "label": ""
      },
      {
        "sentence": "我也不想和别人打交道，害怕接到家里人的电话，他们总是抱怨一些鸡毛蒜皮的小事。",
        "label": ""
      },
      {
        "sentence": "有时候，他们打电话来的时候，我突然就想从楼上跳下去，虽然最后还是控制住了，但心跳得很快，喘不过气。",
        "label": ""
      },
      {
        "sentence": "总之，活着真的没意思啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨，见字如面！我知道你是24岁，真的是个美好的年龄啊！不知道你为什么会发出这种活着好累的感慨。的确，人生是很累的，我们甚至都没能选择来到这个世界，然而我们的人生已经过了一半，却还不知道自己想要什么。但是没关系，你才过了三分之一而已。活着累，其实就是我们常说的无意义感、无价值感，包括对自己和人生的价值的怀疑。我们需要通过各种方式，找到让自己内心愉悦，实现自我价值的途径，这样我们才会觉得活着是有意义的。如果我们不能找到这种途径，那么这份时间和生命对我们来说都只是负担了！你曾经想过，真的没有任何让你感兴趣、觉得有意思、值得花时间和精力的事情吗？",
    "annotation": [
      {
        "sentence": "嗨，见字如面！",
        "label": ""
      },
      {
        "sentence": "我知道你是24岁，真的是个美好的年龄啊！",
        "label": ""
      },
      {
        "sentence": "不知道你为什么会发出这种活着好累的感慨。",
        "label": ""
      },
      {
        "sentence": "的确，人生是很累的，我们甚至都没能选择来到这个世界，然而我们的人生已经过了一半，却还不知道自己想要什么。",
        "label": ""
      },
      {
        "sentence": "但是没关系，你才过了三分之一而已。",
        "label": ""
      },
      {
        "sentence": "活着累，其实就是我们常说的无意义感、无价值感，包括对自己和人生的价值的怀疑。",
        "label": ""
      },
      {
        "sentence": "我们需要通过各种方式，找到让自己内心愉悦，实现自我价值的途径，这样我们才会觉得活着是有意义的。",
        "label": ""
      },
      {
        "sentence": "如果我们不能找到这种途径，那么这份时间和生命对我们来说都只是负担了！",
        "label": ""
      },
      {
        "sentence": "你曾经想过，真的没有任何让你感兴趣、觉得有意思、值得花时间和精力的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为我一直以来都在追求所谓的完美，想要做一个好孩子、好学生。但是现在长大了，突然发现那些设定的目标对我而言根本没有意义。我觉得我一直没有机会去做自己想做的事情，选择的自由也很有限。现在我面临着人生的关键选择，可我感觉自己完全没有选择的能力和勇气。",
    "annotation": [
      {
        "sentence": "可能是因为我一直以来都在追求所谓的完美，想要做一个好孩子、好学生。",
        "label": ""
      },
      {
        "sentence": "但是现在长大了，突然发现那些设定的目标对我而言根本没有意义。",
        "label": ""
      },
      {
        "sentence": "我觉得我一直没有机会去做自己想做的事情，选择的自由也很有限。",
        "label": ""
      },
      {
        "sentence": "现在我面临着人生的关键选择，可我感觉自己完全没有选择的能力和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很常见的问题，因为我们很少有机会去锻炼那块叫做“选择”的肌肉。你现在需要为那块肌肉储备能量，而这个能量来自于你内心深处的需求和兴趣。也许你能想到一些有意思的事情，但觉得它们不过如此或者没有追求它们的意义。这可能是你习惯的作用！要发现自己内心真正想要的，并且接受这个枯燥无聊的过程，主动追求并努力实现，本身是一件不轻松的事情！所以你现在需要分辨两个方面，第一，你是否有能量？是否还有一些有意思的事情可以赋予你动力？第二，你是否愿意将这些能量赋予那块叫做“选择”的肌肉，并持之以恒地努力实现你的选择。这样做也许没有在床上聊天说人生有意思来得轻松，但至少这是你主动选择的结果，不正是生活的意义所在吗？",
    "annotation": [
      {
        "sentence": "这是一个很常见的问题，因为我们很少有机会去锻炼那块叫做“选择”的肌肉。",
        "label": ""
      },
      {
        "sentence": "你现在需要为那块肌肉储备能量，而这个能量来自于你内心深处的需求和兴趣。",
        "label": ""
      },
      {
        "sentence": "也许你能想到一些有意思的事情，但觉得它们不过如此或者没有追求它们的意义。",
        "label": ""
      },
      {
        "sentence": "这可能是你习惯的作用！",
        "label": ""
      },
      {
        "sentence": "要发现自己内心真正想要的，并且接受这个枯燥无聊的过程，主动追求并努力实现，本身是一件不轻松的事情！",
        "label": ""
      },
      {
        "sentence": "所以你现在需要分辨两个方面，第一，你是否有能量？",
        "label": ""
      },
      {
        "sentence": "是否还有一些有意思的事情可以赋予你动力？",
        "label": ""
      },
      {
        "sentence": "第二，你是否愿意将这些能量赋予那块叫做“选择”的肌肉，并持之以恒地努力实现你的选择。",
        "label": ""
      },
      {
        "sentence": "这样做也许没有在床上聊天说人生有意思来得轻松，但至少这是你主动选择的结果，不正是生活的意义所在吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。也许我一直以来都过于追求完美，而失去了对生活中有趣的小事的关注。我现在意识到，重要的不只是目标的实现，也是过程中的成长和收获。我要试着放下对完美的追求，去发现自己感兴趣的事情，并勇敢地追求它们。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "也许我一直以来都过于追求完美，而失去了对生活中有趣的小事的关注。",
        "label": ""
      },
      {
        "sentence": "我现在意识到，重要的不只是目标的实现，也是过程中的成长和收获。",
        "label": ""
      },
      {
        "sentence": "我要试着放下对完美的追求，去发现自己感兴趣的事情，并勇敢地追求它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！你的意识已经迈出了第一步。放下对完美的追求，并尝试关注生活中的有趣小事，这会让你感到更加充实和满足。记住，生活中的每一次尝试、每一次学习都是对自己的成长和锻炼。你会发现，即使是小小的进步和收获也是非常有意义的。不断地追求自己感兴趣的事情，并且持之以恒地努力，你会发现生活的意义在不断地进化和展现。",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "你的意识已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "放下对完美的追求，并尝试关注生活中的有趣小事，这会让你感到更加充实和满足。",
        "label": ""
      },
      {
        "sentence": "记住，生活中的每一次尝试、每一次学习都是对自己的成长和锻炼。",
        "label": ""
      },
      {
        "sentence": "你会发现，即使是小小的进步和收获也是非常有意义的。",
        "label": ""
      },
      {
        "sentence": "不断地追求自己感兴趣的事情，并且持之以恒地努力，你会发现生活的意义在不断地进化和展现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会努力改变自己的思维方式，寻找生活中的乐趣，并积极追求自己的兴趣和目标。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己的思维方式，寻找生活中的乐趣，并积极追求自己的兴趣和目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！相信自己，相信你可以改变自己的思维方式。记住，每一次努力都是对自己的投资，会让你变得更强大。无论遇到什么困难，都不要轻易放弃，坚持下去。我们一直都在支持你！如果你需要进一步的帮助，随时和我说哦。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以改变自己的思维方式。",
        "label": ""
      },
      {
        "sentence": "记住，每一次努力都是对自己的投资，会让你变得更强大。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都不要轻易放弃，坚持下去。",
        "label": ""
      },
      {
        "sentence": "我们一直都在支持你！",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的帮助，随时和我说哦。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]