[
  {
    "role": "client",
    "content": "我实在无法接受自己的失败和做事不好这样的心态，你觉得我应该如何调整呢？我一直陷入思维的死胡同，无法从中解脱出来。一旦发现自己无法控制事情，我就焦虑得想要逃避。比如我觉得自己选择了错误的婚姻对象，无法接受自己的愚蠢，但考虑到现实情况缺乏离婚的勇气，因为年纪越大越觉得处于劣势地位。还有工作方面，我已经在同一个工作岗位上待了将近8年，感觉像是温水煮青蛙一样，我觉得是时候离开了。而且我越待久越发现自己没有离开的勇气。在工作中，无法接受自己做得不好，所以即使想要离开，我还是努力地工作，但越努力越不愿意。我不明白为什么要把这么多时间花在自己不想做的事情上，这两种情绪交织在我内心，让我很痛苦，我该如何调整才能摆脱这种困境呢？非常感谢您的帮助。",
    "annotation": [
      {
        "sentence": "我实在无法接受自己的失败和做事不好这样的心态，你觉得我应该如何调整呢？",
        "label": ""
      },
      {
        "sentence": "我一直陷入思维的死胡同，无法从中解脱出来。",
        "label": ""
      },
      {
        "sentence": "一旦发现自己无法控制事情，我就焦虑得想要逃避。",
        "label": ""
      },
      {
        "sentence": "比如我觉得自己选择了错误的婚姻对象，无法接受自己的愚蠢，但考虑到现实情况缺乏离婚的勇气，因为年纪越大越觉得处于劣势地位。",
        "label": ""
      },
      {
        "sentence": "还有工作方面，我已经在同一个工作岗位上待了将近8年，感觉像是温水煮青蛙一样，我觉得是时候离开了。",
        "label": ""
      },
      {
        "sentence": "而且我越待久越发现自己没有离开的勇气。",
        "label": ""
      },
      {
        "sentence": "在工作中，无法接受自己做得不好，所以即使想要离开，我还是努力地工作，但越努力越不愿意。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么要把这么多时间花在自己不想做的事情上，这两种情绪交织在我内心，让我很痛苦，我该如何调整才能摆脱这种困境呢？",
        "label": ""
      },
      {
        "sentence": "非常感谢您的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你感到困扰并不是因为你无法接受自己做得不好，而是因为你的现状没有让你满意，所以你才会感到焦虑。结婚和工作是人生中非常重要的事情，它们关系到你一生的幸福。如果你选择错误，很容易感到挫败甚至抑郁。你现在的感觉只是在提醒你，并没有走在你期望的道路上。接下来你应该思考如何寻求改变，过上让自己满意的生活。你提到自己的婚姻没有选对人，但考虑到现实缺乏离婚的勇气，这是否有认知上的误区？人人都会犯错，但并不意味着我们要为自己的错误买单一辈子。你考虑到了什么现实情况导致无法离婚？是因为经济原因吗？那你是否能够减少开支并积极寻找更多收入来源呢？即使你因为害怕现实而不敢离婚，但整个人生就将困在这无望的婚姻中，你觉得这样的人生有意义吗？如果你害怕年纪大了嫁不出去，那嫁出去对你来说又有什么意义呢？为什么你的人生一定要被捆绑给别人？一个人真的会发生什么吗？你觉得自己一个人最可怕的结果是什么？会比现在更让你难过吗？而最好的结果又可能是什么呢？你不用再忍受对方的气，不用三天两头想到自己挫败的婚姻，提醒自己嫁错了人，你将有更多的时间做自己喜欢的事情，和朋友相聚。如果你能做出不同的选择，还有50%的几率可以过上你想要的生活。你的伴侣给你带来了哪些困扰，让你觉得自己嫁错了人，有没有可能你们彼此做出改变，让婚姻更幸福呢？工作也是一样的道理，如果确实8年如温水煮青蛙，没有学到什么东西，那你或许可以考虑寻求突破。你所说的不明白为什么要把这么多时间花在自己不想做的事情上，这正说明你并没有做你真正想做的事情，你没有热爱你的工作。所以你现在要做的就是找到你真正喜欢的事业。当然，换工作不是一蹴而就的，需要你找到自己的方向，了解自己的能力和擅长的领域，找到自己的兴趣所在。你可以想一想在工作或生活中你特别有成就感的时刻，或许可以给你一些启发。如果你的能力和经验还不足以胜任新的工作，那就需要努力学习，参加培训，试水一段时间，在有了经验之后再考虑跳槽。当然，你也可以选择接受现在的状态，告诉自己起码有一份收入可以养活自己，并在工作之余寻找自己的爱好和方向，让自己的生活更有意义。通过敏锐地观察情绪给自己带来的信号，选错方向很正常，我们没有一个很好的人生导师来引导我们，但这并不妨碍你不断地学习、思考，积极地做出改变。无论人生何时开始审视自己的生活都不晚，好好想一下自己的方向和目标，给自己一个不同的人生吧。",
    "annotation": [
      {
        "sentence": "我觉得你感到困扰并不是因为你无法接受自己做得不好，而是因为你的现状没有让你满意，所以你才会感到焦虑。",
        "label": ""
      },
      {
        "sentence": "结婚和工作是人生中非常重要的事情，它们关系到你一生的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你选择错误，很容易感到挫败甚至抑郁。",
        "label": ""
      },
      {
        "sentence": "你现在的感觉只是在提醒你，并没有走在你期望的道路上。",
        "label": ""
      },
      {
        "sentence": "接下来你应该思考如何寻求改变，过上让自己满意的生活。",
        "label": ""
      },
      {
        "sentence": "你提到自己的婚姻没有选对人，但考虑到现实缺乏离婚的勇气，这是否有认知上的误区？",
        "label": ""
      },
      {
        "sentence": "人人都会犯错，但并不意味着我们要为自己的错误买单一辈子。",
        "label": ""
      },
      {
        "sentence": "你考虑到了什么现实情况导致无法离婚？",
        "label": ""
      },
      {
        "sentence": "是因为经济原因吗？",
        "label": ""
      },
      {
        "sentence": "那你是否能够减少开支并积极寻找更多收入来源呢？",
        "label": ""
      },
      {
        "sentence": "即使你因为害怕现实而不敢离婚，但整个人生就将困在这无望的婚姻中，你觉得这样的人生有意义吗？",
        "label": ""
      },
      {
        "sentence": "如果你害怕年纪大了嫁不出去，那嫁出去对你来说又有什么意义呢？",
        "label": ""
      },
      {
        "sentence": "为什么你的人生一定要被捆绑给别人？",
        "label": ""
      },
      {
        "sentence": "一个人真的会发生什么吗？",
        "label": ""
      },
      {
        "sentence": "你觉得自己一个人最可怕的结果是什么？",
        "label": ""
      },
      {
        "sentence": "会比现在更让你难过吗？",
        "label": ""
      },
      {
        "sentence": "而最好的结果又可能是什么呢？",
        "label": ""
      },
      {
        "sentence": "你不用再忍受对方的气，不用三天两头想到自己挫败的婚姻，提醒自己嫁错了人，你将有更多的时间做自己喜欢的事情，和朋友相聚。",
        "label": ""
      },
      {
        "sentence": "如果你能做出不同的选择，还有50%的几率可以过上你想要的生活。",
        "label": ""
      },
      {
        "sentence": "你的伴侣给你带来了哪些困扰，让你觉得自己嫁错了人，有没有可能你们彼此做出改变，让婚姻更幸福呢？",
        "label": ""
      },
      {
        "sentence": "工作也是一样的道理，如果确实8年如温水煮青蛙，没有学到什么东西，那你或许可以考虑寻求突破。",
        "label": ""
      },
      {
        "sentence": "你所说的不明白为什么要把这么多时间花在自己不想做的事情上，这正说明你并没有做你真正想做的事情，你没有热爱你的工作。",
        "label": ""
      },
      {
        "sentence": "所以你现在要做的就是找到你真正喜欢的事业。",
        "label": ""
      },
      {
        "sentence": "当然，换工作不是一蹴而就的，需要你找到自己的方向，了解自己的能力和擅长的领域，找到自己的兴趣所在。",
        "label": ""
      },
      {
        "sentence": "你可以想一想在工作或生活中你特别有成就感的时刻，或许可以给你一些启发。",
        "label": ""
      },
      {
        "sentence": "如果你的能力和经验还不足以胜任新的工作，那就需要努力学习，参加培训，试水一段时间，在有了经验之后再考虑跳槽。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以选择接受现在的状态，告诉自己起码有一份收入可以养活自己，并在工作之余寻找自己的爱好和方向，让自己的生活更有意义。",
        "label": ""
      },
      {
        "sentence": "通过敏锐地观察情绪给自己带来的信号，选错方向很正常，我们没有一个很好的人生导师来引导我们，但这并不妨碍你不断地学习、思考，积极地做出改变。",
        "label": ""
      },
      {
        "sentence": "无论人生何时开始审视自己的生活都不晚，好好想一下自己的方向和目标，给自己一个不同的人生吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实明白我现在的困境，并不是不能接受自己不行，而是我真的感到很失望。你说得对，我的婚姻和工作确实让我无法满意。我明白自己并没有走在自己期望的道路上，但是我却不知道该如何去改变。你说得对，我的婚姻方面可能存在认知误区，但是由于现实的原因，我没有勇气离婚。是，主要是因为经济原因。我想知道是否有其他办法来缓解这个困境呢？就算我因为害怕现实而无法离婚，在这无望的婚姻中度过我的余生，我觉得这样的生活没什么意义，我不喜欢和对方相处。说到年纪大了难以再嫁出去，我在想如果真的一个人生活，最可怕的结果是什么？是否比现在更让我难过呢？而最好的结果又可能是什么呢？你说的很对，我现在要做的是不再忍受对方的坏脾气，不再一直想着自己失败的婚姻，提醒自己嫁错了人，我要有更多时间去做我喜欢的事情，和朋友相聚。如果我能够做出不一样的选择，就有50%的机会过上我想要的生活。但关于工作，我依然迷茫。我确实不明白为什么要把如此多的时间花在自己不喜欢的事情上。你说得对，我现在要做的是找到我真正喜欢的事业。但是该如何寻找自己的方向呢？我应该如何了解自己的能力和擅长的领域？有时候，我真的很困惑。",
    "annotation": [
      {
        "sentence": "我其实明白我现在的困境，并不是不能接受自己不行，而是我真的感到很失望。",
        "label": ""
      },
      {
        "sentence": "你说得对，我的婚姻和工作确实让我无法满意。",
        "label": ""
      },
      {
        "sentence": "我明白自己并没有走在自己期望的道路上，但是我却不知道该如何去改变。",
        "label": ""
      },
      {
        "sentence": "你说得对，我的婚姻方面可能存在认知误区，但是由于现实的原因，我没有勇气离婚。",
        "label": ""
      },
      {
        "sentence": "是，主要是因为经济原因。",
        "label": ""
      },
      {
        "sentence": "我想知道是否有其他办法来缓解这个困境呢？",
        "label": ""
      },
      {
        "sentence": "就算我因为害怕现实而无法离婚，在这无望的婚姻中度过我的余生，我觉得这样的生活没什么意义，我不喜欢和对方相处。",
        "label": ""
      },
      {
        "sentence": "说到年纪大了难以再嫁出去，我在想如果真的一个人生活，最可怕的结果是什么？",
        "label": ""
      },
      {
        "sentence": "是否比现在更让我难过呢？",
        "label": ""
      },
      {
        "sentence": "而最好的结果又可能是什么呢？",
        "label": ""
      },
      {
        "sentence": "你说的很对，我现在要做的是不再忍受对方的坏脾气，不再一直想着自己失败的婚姻，提醒自己嫁错了人，我要有更多时间去做我喜欢的事情，和朋友相聚。",
        "label": ""
      },
      {
        "sentence": "如果我能够做出不一样的选择，就有50%的机会过上我想要的生活。",
        "label": ""
      },
      {
        "sentence": "但关于工作，我依然迷茫。",
        "label": ""
      },
      {
        "sentence": "我确实不明白为什么要把如此多的时间花在自己不喜欢的事情上。",
        "label": ""
      },
      {
        "sentence": "你说得对，我现在要做的是找到我真正喜欢的事业。",
        "label": ""
      },
      {
        "sentence": "但是该如何寻找自己的方向呢？",
        "label": ""
      },
      {
        "sentence": "我应该如何了解自己的能力和擅长的领域？",
        "label": ""
      },
      {
        "sentence": "有时候，我真的很困惑。",
        "label": ""
      }
    ]
  }
]