[
  {
    "role": "client",
    "content": "这个世界有爱吗？我永远也不会懂爱是什么。我不懂得亲情的爱是什么，不懂得友情的爱是什么，也不懂得爱情的爱是什么。我已经不期望有人给我爱，因为我不好，我也不懂得怎么给别人爱，所以我也永远不会懂得爱是什么......对有些人来说，活着的意义是什么都没有爱。",
    "annotation": [
      {
        "sentence": "这个世界有爱吗？",
        "label": ""
      },
      {
        "sentence": "我永远也不会懂爱是什么。",
        "label": ""
      },
      {
        "sentence": "我不懂得亲情的爱是什么，不懂得友情的爱是什么，也不懂得爱情的爱是什么。",
        "label": ""
      },
      {
        "sentence": "我已经不期望有人给我爱，因为我不好，我也不懂得怎么给别人爱，所以我也永远不会懂得爱是什么......对有些人来说，活着的意义是什么都没有爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的描述也很心疼你，感觉到你内心是渴望爱，渴望别人爱你，也渴望自己能够爱别人，这就是爱的种子在发芽。怎么了，感觉没有爱，也许是爱没有那么浓。人们对爱的期待也不同，有些人需要通过爱与被爱而感到幸福，有些人的爱只能够让自己活下来。人出生的环境、成长的环境就像一片土壤，有些人落在了肥沃的土壤里，有些人落在了贫瘠的土壤里，但贫瘠的土壤也提供了一定的营养让他存活下来。不知道你经历了什么，可能真的像你说的，环境并没有让你感受到更多的爱，但是你依然长大了，说明你的这颗种子生命力很顽强，在长大的过程中有没有人夸赞过你呢？有没有人关心过你呢？或许是熟悉的人，或许是偶然碰到的人，也许是像我们这样陌生的人，也都期待着你能够快乐起来。",
    "annotation": [
      {
        "sentence": "听了你的描述也很心疼你，感觉到你内心是渴望爱，渴望别人爱你，也渴望自己能够爱别人，这就是爱的种子在发芽。",
        "label": ""
      },
      {
        "sentence": "怎么了，感觉没有爱，也许是爱没有那么浓。",
        "label": ""
      },
      {
        "sentence": "人们对爱的期待也不同，有些人需要通过爱与被爱而感到幸福，有些人的爱只能够让自己活下来。",
        "label": ""
      },
      {
        "sentence": "人出生的环境、成长的环境就像一片土壤，有些人落在了肥沃的土壤里，有些人落在了贫瘠的土壤里，但贫瘠的土壤也提供了一定的营养让他存活下来。",
        "label": ""
      },
      {
        "sentence": "不知道你经历了什么，可能真的像你说的，环境并没有让你感受到更多的爱，但是你依然长大了，说明你的这颗种子生命力很顽强，在长大的过程中有没有人夸赞过你呢？",
        "label": ""
      },
      {
        "sentence": "有没有人关心过你呢？",
        "label": ""
      },
      {
        "sentence": "或许是熟悉的人，或许是偶然碰到的人，也许是像我们这样陌生的人，也都期待着你能够快乐起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心。我小时候父母经常吵架，家庭环境不太稳定，我一直觉得是因为我不好，导致他们不快乐。也许是因为这个原因，我觉得自己不值得别人爱。",
    "annotation": [
      {
        "sentence": "谢谢你的关心。",
        "label": ""
      },
      {
        "sentence": "我小时候父母经常吵架，家庭环境不太稳定，我一直觉得是因为我不好，导致他们不快乐。",
        "label": ""
      },
      {
        "sentence": "也许是因为这个原因，我觉得自己不值得别人爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉自己不好，或许是环境的影响。婴儿出生以后，所有的需求都由主要的照顾者提供。随着慢慢的长大，需求变得越来越多，但是当主要的照顾者没有及时满足婴儿的需要时，婴儿可能会产生是不是因为我不好，他没有及时满足我的想法。另外一种常见的现象，小时候父母如果吵架，孩子可能会觉得是自己的原因，但实际上这只是一种情绪的发泄，真的和一个孩子没有关系。你小时候的经历可能影响了你对自己的看法，但是这并不代表你不值得别人的爱。",
    "annotation": [
      {
        "sentence": "感觉自己不好，或许是环境的影响。",
        "label": ""
      },
      {
        "sentence": "婴儿出生以后，所有的需求都由主要的照顾者提供。",
        "label": ""
      },
      {
        "sentence": "随着慢慢的长大，需求变得越来越多，但是当主要的照顾者没有及时满足婴儿的需要时，婴儿可能会产生是不是因为我不好，他没有及时满足我的想法。",
        "label": ""
      },
      {
        "sentence": "另外一种常见的现象，小时候父母如果吵架，孩子可能会觉得是自己的原因，但实际上这只是一种情绪的发泄，真的和一个孩子没有关系。",
        "label": ""
      },
      {
        "sentence": "你小时候的经历可能影响了你对自己的看法，但是这并不代表你不值得别人的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也想懂得爱，想给别人爱，但是我不知道该怎么做，我没有这方面的经验。",
    "annotation": [
      {
        "sentence": "其实我也想懂得爱，想给别人爱，但是我不知道该怎么做，我没有这方面的经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱的能力也会变化。你提到自己可能永远不懂爱，只要你开始正视这个问题，先照顾好自己，然后自己爱的水杯蓄了一点点水，才能去滋养别人。照顾好自己，可以从身体上照顾，再从情绪上照顾，慢慢的内心强大了，自然有能力去接纳别人的情绪，也就是一种爱的表达。也可以通过心理咨询这种专业的方式，来更快地让自己爱的水杯续上一些水。慢慢来，你会逐渐懂得爱的。",
    "annotation": [
      {
        "sentence": "爱的能力也会变化。",
        "label": ""
      },
      {
        "sentence": "你提到自己可能永远不懂爱，只要你开始正视这个问题，先照顾好自己，然后自己爱的水杯蓄了一点点水，才能去滋养别人。",
        "label": ""
      },
      {
        "sentence": "照顾好自己，可以从身体上照顾，再从情绪上照顾，慢慢的内心强大了，自然有能力去接纳别人的情绪，也就是一种爱的表达。",
        "label": ""
      },
      {
        "sentence": "也可以通过心理咨询这种专业的方式，来更快地让自己爱的水杯续上一些水。",
        "label": ""
      },
      {
        "sentence": "慢慢来，你会逐渐懂得爱的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道自己活着的意义是什么，感觉生活中缺少了爱就失去了方向。",
    "annotation": [
      {
        "sentence": "我真的不知道自己活着的意义是什么，感觉生活中缺少了爱就失去了方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "活着的意义是每个人由自我意志自己做出的选择和定义。有些人活着是为了爱与被爱，比如教师、社工等等。也有些人活着是为了创作，比如作家、艺术家，以及那些喜欢动手、做出变化的人。还有一些人，活着的意义是体验。比如一些骑行者，还有普通人尝试着去体验不同的生活，每一次经历都被看作是生命中难得的体验。只要你内心呼唤爱，并先学会爱自己，你想要的有意义的人生，有爱的人生，一定可以感受到。慢慢来，祝愿你一切都好！",
    "annotation": [
      {
        "sentence": "活着的意义是每个人由自我意志自己做出的选择和定义。",
        "label": ""
      },
      {
        "sentence": "有些人活着是为了爱与被爱，比如教师、社工等等。",
        "label": ""
      },
      {
        "sentence": "也有些人活着是为了创作，比如作家、艺术家，以及那些喜欢动手、做出变化的人。",
        "label": ""
      },
      {
        "sentence": "还有一些人，活着的意义是体验。",
        "label": ""
      },
      {
        "sentence": "比如一些骑行者，还有普通人尝试着去体验不同的生活，每一次经历都被看作是生命中难得的体验。",
        "label": ""
      },
      {
        "sentence": "只要你内心呼唤爱，并先学会爱自己，你想要的有意义的人生，有爱的人生，一定可以感受到。",
        "label": ""
      },
      {
        "sentence": "慢慢来，祝愿你一切都好！",
        "label": ""
      }
    ]
  }
]