[
  {
    "role": "client",
    "content": "我是一位29岁的女性。最近我总是感到委屈，无法打起精神来做事情。我不确定自己是否有抑郁倾向，但我总是无法激励自己，感到胆怯，同时也意识到自己尽力去做，但无论如何都达不到及格水平。我很容易受到打击，也会自己打击自己，感到自己很脆弱。妈妈不爱搭理我还嫌弃我，爸爸则嘲笑我胆小。我渴望他们给我力量和鼓励，但从来没有得到过，最多只是妈妈嫌弃地说：“你就是这样，连给自己尝试的机会都没有。”或者是“我就知道你会这样。”我确实害怕，有很多顾虑。即使有人教，我也学不会，而且我也不明白为什么我看不懂原理。我感到非常痛苦，却没有力量去改变。心思被煎熬得太久了，从初三开始，我就喜欢晚上不睡觉，听音乐看小说，现在工作也只有在夜晚才能找到放松的时候。我一直忍着不去死，但却没有上进心，感觉自己像个活死人。我一直都很沮丧，偶尔会感到身体感知缺失，做什么事情都很慢。有时我会产生寻求刺激的想法，不是自残，而是看灾难片来刺激自己，这样才能感受到一点苦难生活的感觉。因为总有人说我吃不了苦，我应该怎么去吃苦呢？我心理煎熬了这么久，还不够苦吗？",
    "annotation": [
      {
        "sentence": "我是一位29岁的女性。",
        "label": ""
      },
      {
        "sentence": "最近我总是感到委屈，无法打起精神来做事情。",
        "label": ""
      },
      {
        "sentence": "我不确定自己是否有抑郁倾向，但我总是无法激励自己，感到胆怯，同时也意识到自己尽力去做，但无论如何都达不到及格水平。",
        "label": ""
      },
      {
        "sentence": "我很容易受到打击，也会自己打击自己，感到自己很脆弱。",
        "label": ""
      },
      {
        "sentence": "妈妈不爱搭理我还嫌弃我，爸爸则嘲笑我胆小。",
        "label": ""
      },
      {
        "sentence": "我渴望他们给我力量和鼓励，但从来没有得到过，最多只是妈妈嫌弃地说：“你就是这样，连给自己尝试的机会都没有。",
        "label": ""
      },
      {
        "sentence": "”或者是“我就知道你会这样。",
        "label": ""
      },
      {
        "sentence": "”我确实害怕，有很多顾虑。",
        "label": ""
      },
      {
        "sentence": "即使有人教，我也学不会，而且我也不明白为什么我看不懂原理。",
        "label": ""
      },
      {
        "sentence": "我感到非常痛苦，却没有力量去改变。",
        "label": ""
      },
      {
        "sentence": "心思被煎熬得太久了，从初三开始，我就喜欢晚上不睡觉，听音乐看小说，现在工作也只有在夜晚才能找到放松的时候。",
        "label": ""
      },
      {
        "sentence": "我一直忍着不去死，但却没有上进心，感觉自己像个活死人。",
        "label": ""
      },
      {
        "sentence": "我一直都很沮丧，偶尔会感到身体感知缺失，做什么事情都很慢。",
        "label": ""
      },
      {
        "sentence": "有时我会产生寻求刺激的想法，不是自残，而是看灾难片来刺激自己，这样才能感受到一点苦难生活的感觉。",
        "label": ""
      },
      {
        "sentence": "因为总有人说我吃不了苦，我应该怎么去吃苦呢？",
        "label": ""
      },
      {
        "sentence": "我心理煎熬了这么久，还不够苦吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，我能够清楚地分析出几个问题。首先，你渴望得到父母的鼓励，但却事与愿违。其次，你想要上进，但理论知识无法进入你的脑子，即使有人教也学不会。还有，你感到痛苦和害怕，无法打起精神，难道这是因为你自己吃不了苦吗？对于这些问题，我尝试性地提供一些解答。首先，许多家庭都采取了“打压式教育”，尽管国家一直在提倡鼓励教育，但我们的父母和父母的父母都是通过这样的教育方式成长起来的，所以他们很难说出鼓励的话语。但我们与他们有不同的思想，因此在我们和父母两代人之间出现了教育理念的差异。试问，父母难道不希望得到他们父母的鼓励吗？他们只是把问题直接说出来，没有带有期望和鼓励。分析到这里，我们知道这个道理，但依然感到痛苦，因为我们总是会拿别人的父母与自己的父母进行比较，这种比较只会让我们感到更失落。其次，九年义务教育的老师总是强调，所有的人都不傻，我们只是思考得不如别人，现在的状态是否适合去学习？现在的领域是否是自己喜欢和擅长的？现在跟着的人是否使用适合自己的学习方法？最后，你渴望上进，但力不从心。我能看出来，你有一颗积极向上的心，但你可以接受目前状态不好的现状，暂时放下脚步，在目前所能经营好的生活范围内尽情生活。当你不能在这个范围内得到满足时，自然就会有动力去进行领域外的探索。之后再考虑是否继续学习和成长的问题。希望你能够慢慢调整状态，加油！",
    "annotation": [
      {
        "sentence": "看完你的描述，我能够清楚地分析出几个问题。",
        "label": ""
      },
      {
        "sentence": "首先，你渴望得到父母的鼓励，但却事与愿违。",
        "label": ""
      },
      {
        "sentence": "其次，你想要上进，但理论知识无法进入你的脑子，即使有人教也学不会。",
        "label": ""
      },
      {
        "sentence": "还有，你感到痛苦和害怕，无法打起精神，难道这是因为你自己吃不了苦吗？",
        "label": ""
      },
      {
        "sentence": "对于这些问题，我尝试性地提供一些解答。",
        "label": ""
      },
      {
        "sentence": "首先，许多家庭都采取了“打压式教育”，尽管国家一直在提倡鼓励教育，但我们的父母和父母的父母都是通过这样的教育方式成长起来的，所以他们很难说出鼓励的话语。",
        "label": ""
      },
      {
        "sentence": "但我们与他们有不同的思想，因此在我们和父母两代人之间出现了教育理念的差异。",
        "label": ""
      },
      {
        "sentence": "试问，父母难道不希望得到他们父母的鼓励吗？",
        "label": ""
      },
      {
        "sentence": "他们只是把问题直接说出来，没有带有期望和鼓励。",
        "label": ""
      },
      {
        "sentence": "分析到这里，我们知道这个道理，但依然感到痛苦，因为我们总是会拿别人的父母与自己的父母进行比较，这种比较只会让我们感到更失落。",
        "label": ""
      },
      {
        "sentence": "其次，九年义务教育的老师总是强调，所有的人都不傻，我们只是思考得不如别人，现在的状态是否适合去学习？",
        "label": ""
      },
      {
        "sentence": "现在的领域是否是自己喜欢和擅长的？",
        "label": ""
      },
      {
        "sentence": "现在跟着的人是否使用适合自己的学习方法？",
        "label": ""
      },
      {
        "sentence": "最后，你渴望上进，但力不从心。",
        "label": ""
      },
      {
        "sentence": "我能看出来，你有一颗积极向上的心，但你可以接受目前状态不好的现状，暂时放下脚步，在目前所能经营好的生活范围内尽情生活。",
        "label": ""
      },
      {
        "sentence": "当你不能在这个范围内得到满足时，自然就会有动力去进行领域外的探索。",
        "label": ""
      },
      {
        "sentence": "之后再考虑是否继续学习和成长的问题。",
        "label": ""
      },
      {
        "sentence": "希望你能够慢慢调整状态，加油！",
        "label": ""
      }
    ]
  }
]