[
  {
    "role": "client",
    "content": "我最近一直抑郁，很难解决，但它很严重地影响了我的生活。一旦我情绪崩溃，我就什么都不想做了。我本来是一个非常焦虑和好强的人，所以会产生内心的矛盾。而且一旦崩溃，我就不想吃东西、不想洗漱、也不想睡觉。真的很无助。",
    "annotation": [
      {
        "sentence": "我最近一直抑郁，很难解决，但它很严重地影响了我的生活。",
        "label": ""
      },
      {
        "sentence": "一旦我情绪崩溃，我就什么都不想做了。",
        "label": ""
      },
      {
        "sentence": "我本来是一个非常焦虑和好强的人，所以会产生内心的矛盾。",
        "label": ""
      },
      {
        "sentence": "而且一旦崩溃，我就不想吃东西、不想洗漱、也不想睡觉。",
        "label": ""
      },
      {
        "sentence": "真的很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的这个问题很严重，我能体会你的困惑和痛苦。抑郁症确实是一个长期的病症，很难在短时间内解决。我们需要面对它并学会与之相处。关于你崩溃时不想做任何事情，我想问一下，你说的矛盾是指和他人之间的矛盾吗？焦虑和好强的人通常都比较强势，希望事情都按照自己的意愿发展。如果遇到不如意的情况，你可能会很难受，甚至崩溃。大部分人都不喜欢被他人控制，因为每个人都有独立的意识。所以在人际交往中，我们要遵循一个原则：通过商量来找到大家都能接受的方式。如果你非要将事情掌控在自己手中，那矛盾就难以避免了。另外，你说每次产生矛盾就崩溃，我觉得这样的情况将来可能还会发生。我们可以从控制、矛盾和崩溃的环节入手来看一下。第一种方式是试图控制一切，让别人都按你的意愿行事（这个可能性比较小）。第二种方式是放弃控制权，通过商量减少不必要的矛盾，从而减少崩溃的可能性。第三种方式是你可以试着控制，但当遇到矛盾时不崩溃。第一种方式主要取决于别人是否愿意接受你的控制，所以我建议不要选择这条路。第二种方式和第三种方式你都可以选择，你可以试着放下控制欲望，也可以在产生矛盾后调整你的信念，不让自己崩溃。但一般来说，第二种方式更为可行，因为第三种方式虽然你不会崩溃，但经历频繁的矛盾也会让你很疲惫。所以，我建议你选择放下控制。对于你为什么如此需要控制、害怕什么以及放下控制会导致什么后果这些问题，你可以思考一下。当一个人的内在安全感不足时，往往倾向于通过控制外在事物来获得一些安定。但这种做法只是治标不治本，因此如何让自己拥有更多的内在安全感是你最重要的问题。我擅长使用卡牌、人偶等小物件进行个案精准呈现和转化，我很愿意与你分享心理学的知识和感受。欢迎关注我！",
    "annotation": [
      {
        "sentence": "你说的这个问题很严重，我能体会你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "抑郁症确实是一个长期的病症，很难在短时间内解决。",
        "label": ""
      },
      {
        "sentence": "我们需要面对它并学会与之相处。",
        "label": ""
      },
      {
        "sentence": "关于你崩溃时不想做任何事情，我想问一下，你说的矛盾是指和他人之间的矛盾吗？",
        "label": ""
      },
      {
        "sentence": "焦虑和好强的人通常都比较强势，希望事情都按照自己的意愿发展。",
        "label": ""
      },
      {
        "sentence": "如果遇到不如意的情况，你可能会很难受，甚至崩溃。",
        "label": ""
      },
      {
        "sentence": "大部分人都不喜欢被他人控制，因为每个人都有独立的意识。",
        "label": ""
      },
      {
        "sentence": "所以在人际交往中，我们要遵循一个原则：通过商量来找到大家都能接受的方式。",
        "label": ""
      },
      {
        "sentence": "如果你非要将事情掌控在自己手中，那矛盾就难以避免了。",
        "label": ""
      },
      {
        "sentence": "另外，你说每次产生矛盾就崩溃，我觉得这样的情况将来可能还会发生。",
        "label": ""
      },
      {
        "sentence": "我们可以从控制、矛盾和崩溃的环节入手来看一下。",
        "label": ""
      },
      {
        "sentence": "第一种方式是试图控制一切，让别人都按你的意愿行事（这个可能性比较小）。",
        "label": ""
      },
      {
        "sentence": "第二种方式是放弃控制权，通过商量减少不必要的矛盾，从而减少崩溃的可能性。",
        "label": ""
      },
      {
        "sentence": "第三种方式是你可以试着控制，但当遇到矛盾时不崩溃。",
        "label": ""
      },
      {
        "sentence": "第一种方式主要取决于别人是否愿意接受你的控制，所以我建议不要选择这条路。",
        "label": ""
      },
      {
        "sentence": "第二种方式和第三种方式你都可以选择，你可以试着放下控制欲望，也可以在产生矛盾后调整你的信念，不让自己崩溃。",
        "label": ""
      },
      {
        "sentence": "但一般来说，第二种方式更为可行，因为第三种方式虽然你不会崩溃，但经历频繁的矛盾也会让你很疲惫。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你选择放下控制。",
        "label": ""
      },
      {
        "sentence": "对于你为什么如此需要控制、害怕什么以及放下控制会导致什么后果这些问题，你可以思考一下。",
        "label": ""
      },
      {
        "sentence": "当一个人的内在安全感不足时，往往倾向于通过控制外在事物来获得一些安定。",
        "label": ""
      },
      {
        "sentence": "但这种做法只是治标不治本，因此如何让自己拥有更多的内在安全感是你最重要的问题。",
        "label": ""
      },
      {
        "sentence": "我擅长使用卡牌、人偶等小物件进行个案精准呈现和转化，我很愿意与你分享心理学的知识和感受。",
        "label": ""
      },
      {
        "sentence": "欢迎关注我！",
        "label": ""
      }
    ]
  }
]