[
  {
    "role": "client",
    "content": "我现在感觉委屈，总是打不起精神做事，不知道是不是有抑郁倾向。我总是提不起精神，畏手畏脚，同时又认为自己尽力去做，没想到我就算强撑，都达不到及格水平。我很容易受打击，自己也会默默打击自己，感觉自己特弱小。妈妈不爱搭理也嫌弃，爸爸嘲笑胆小，我想要他们给我力量，给我鼓励，但从来没有。最多得到的就是妈妈嫌弃地说：1你就是这样，自己都不愿意给自己尝试的机会。2我就知道你就是这样。",
    "annotation": [
      {
        "sentence": "我现在感觉委屈，总是打不起精神做事，不知道是不是有抑郁倾向。",
        "label": ""
      },
      {
        "sentence": "我总是提不起精神，畏手畏脚，同时又认为自己尽力去做，没想到我就算强撑，都达不到及格水平。",
        "label": ""
      },
      {
        "sentence": "我很容易受打击，自己也会默默打击自己，感觉自己特弱小。",
        "label": ""
      },
      {
        "sentence": "妈妈不爱搭理也嫌弃，爸爸嘲笑胆小，我想要他们给我力量，给我鼓励，但从来没有。",
        "label": ""
      },
      {
        "sentence": "最多得到的就是妈妈嫌弃地说：1你就是这样，自己都不愿意给自己尝试的机会。",
        "label": ""
      },
      {
        "sentence": "2我就知道你就是这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你是个很听话的孩子，很可能是因为想要得到父母的认可和关注，从小就一直压抑自己，看父母脸色行事，听父母“指示”行事。但你得到的依然是父母的嫌弃和看不起。是时候考虑让自己独立思考和决策，父母不可能一直在你身边为你指路。你可以试着内化一个能给自己肯定和支持的父母形象，从小事做起，给自己定个小目标。同时，可以多认识一些给你积极反馈和正能量的朋友，这也能帮助你走出孤独感。",
    "annotation": [
      {
        "sentence": "看来你是个很听话的孩子，很可能是因为想要得到父母的认可和关注，从小就一直压抑自己，看父母脸色行事，听父母“指示”行事。",
        "label": ""
      },
      {
        "sentence": "但你得到的依然是父母的嫌弃和看不起。",
        "label": ""
      },
      {
        "sentence": "是时候考虑让自己独立思考和决策，父母不可能一直在你身边为你指路。",
        "label": ""
      },
      {
        "sentence": "你可以试着内化一个能给自己肯定和支持的父母形象，从小事做起，给自己定个小目标。",
        "label": ""
      },
      {
        "sentence": "同时，可以多认识一些给你积极反馈和正能量的朋友，这也能帮助你走出孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实很害怕，也有很多顾虑，感觉自己的脑子学不进东西。我很痛苦，也没有力量去改变。",
    "annotation": [
      {
        "sentence": "我确实很害怕，也有很多顾虑，感觉自己的脑子学不进东西。",
        "label": ""
      },
      {
        "sentence": "我很痛苦，也没有力量去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要轻易地否定自己，我们都有自己的优点和长处。我建议你找个专业的心理咨询师和你一起探讨这些问题，他们可以更有效地帮助你了解自己的情绪状况和思维方式，并提供可行的解决方案，帮助你增强内在力量并寻求积极的生活方式。",
    "annotation": [
      {
        "sentence": "不要轻易地否定自己，我们都有自己的优点和长处。",
        "label": ""
      },
      {
        "sentence": "我建议你找个专业的心理咨询师和你一起探讨这些问题，他们可以更有效地帮助你了解自己的情绪状况和思维方式，并提供可行的解决方案，帮助你增强内在力量并寻求积极的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的有这个需要，但又害怕被人看不起或被嘲笑。我一直很难开口向别人诉说这种感受。",
    "annotation": [
      {
        "sentence": "我真的有这个需要，但又害怕被人看不起或被嘲笑。",
        "label": ""
      },
      {
        "sentence": "我一直很难开口向别人诉说这种感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的难处，但我们都有难言之隐。寻求帮助是正确的决定，任何一个成功者都需要来自他人的帮助和启发。这并不意味着你有什么不良记录或缺陷，心理咨询师会保护你的隐私并且专业为你提供帮助。当然，如果你找到那些可以给予你安心感和理解的人诸如亲友也可以考虑向他们倾诉。",
    "annotation": [
      {
        "sentence": "理解你的难处，但我们都有难言之隐。",
        "label": ""
      },
      {
        "sentence": "寻求帮助是正确的决定，任何一个成功者都需要来自他人的帮助和启发。",
        "label": ""
      },
      {
        "sentence": "这并不意味着你有什么不良记录或缺陷，心理咨询师会保护你的隐私并且专业为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "当然，如果你找到那些可以给予你安心感和理解的人诸如亲友也可以考虑向他们倾诉。",
        "label": ""
      }
    ]
  }
]