[
  {
    "role": "client",
    "content": "短期无法解决抑郁症，但是它又特别影响生活怎么办？一旦精神崩溃就什么都不想干，自己是很焦虑和好强的人，会产生矛盾，而且一旦崩溃，不想吃东西不想洗漱不想睡觉。什么都不想干。",
    "annotation": [
      {
        "sentence": "短期无法解决抑郁症，但是它又特别影响生活怎么办？",
        "label": ""
      },
      {
        "sentence": "一旦精神崩溃就什么都不想干，自己是很焦虑和好强的人，会产生矛盾，而且一旦崩溃，不想吃东西不想洗漱不想睡觉。",
        "label": ""
      },
      {
        "sentence": "什么都不想干。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "精神崩溃的时候，自己会变得非常消极，什么事情都不想干。你在标题中提到，自己是抑郁症。由于抑郁症导致精神崩溃，导致变得非常消极。你仿佛陷入了一个恶性循环，越焦虑越不想做事，越不做事越抑郁。非常理解你的感受，现在你的情况一定非常迷茫和无助。你知道自身情绪的问题，但是不知道如何改变。在回答你的问题之前，有个问题希望你能够先明确。",
    "annotation": [
      {
        "sentence": "精神崩溃的时候，自己会变得非常消极，什么事情都不想干。",
        "label": ""
      },
      {
        "sentence": "你在标题中提到，自己是抑郁症。",
        "label": ""
      },
      {
        "sentence": "由于抑郁症导致精神崩溃，导致变得非常消极。",
        "label": ""
      },
      {
        "sentence": "你仿佛陷入了一个恶性循环，越焦虑越不想做事，越不做事越抑郁。",
        "label": ""
      },
      {
        "sentence": "非常理解你的感受，现在你的情况一定非常迷茫和无助。",
        "label": ""
      },
      {
        "sentence": "你知道自身情绪的问题，但是不知道如何改变。",
        "label": ""
      },
      {
        "sentence": "在回答你的问题之前，有个问题希望你能够先明确。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请问，您是在问我的精神崩溃和抑郁情绪持续的时间长短与次数吗？我提到我患有抑郁症，但其实不确定这个判断是否来自于医生的专业诊断。",
    "annotation": [
      {
        "sentence": "请问，您是在问我的精神崩溃和抑郁情绪持续的时间长短与次数吗？",
        "label": ""
      },
      {
        "sentence": "我提到我患有抑郁症，但其实不确定这个判断是否来自于医生的专业诊断。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我想了解你的精神崩溃和抑郁情绪的情况，因为精神崩溃和抑郁情绪并不等于抑郁症。我们每个人都会有精神崩溃和情绪低落的时候，这个时候也是什么事情都不想做。但是，只有多次的精神崩溃和长时间抑郁情绪的持续才是抑郁症。建议你寻求医生的帮助，先明确判断是否为抑郁症。",
    "annotation": [
      {
        "sentence": "是的，我想了解你的精神崩溃和抑郁情绪的情况，因为精神崩溃和抑郁情绪并不等于抑郁症。",
        "label": ""
      },
      {
        "sentence": "我们每个人都会有精神崩溃和情绪低落的时候，这个时候也是什么事情都不想做。",
        "label": ""
      },
      {
        "sentence": "但是，只有多次的精神崩溃和长时间抑郁情绪的持续才是抑郁症。",
        "label": ""
      },
      {
        "sentence": "建议你寻求医生的帮助，先明确判断是否为抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。如果我并不是抑郁症，且情绪崩溃并没有带给我任何实质性的影响，我可以自行调节吗？",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "如果我并不是抑郁症，且情绪崩溃并没有带给我任何实质性的影响，我可以自行调节吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你并不是抑郁症，且情绪崩溃并没有带给你任何实质性的影响，你可以尝试自行调节。可以允许自己情绪上的小感冒，不要过分苛责自己。但如果你已经经过专业医生的判断，患有抑郁症，只是对自己的状态不知道如何化解，那么以下的文字希望能够对你有所帮助。",
    "annotation": [
      {
        "sentence": "如果你并不是抑郁症，且情绪崩溃并没有带给你任何实质性的影响，你可以尝试自行调节。",
        "label": ""
      },
      {
        "sentence": "可以允许自己情绪上的小感冒，不要过分苛责自己。",
        "label": ""
      },
      {
        "sentence": "但如果你已经经过专业医生的判断，患有抑郁症，只是对自己的状态不知道如何化解，那么以下的文字希望能够对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。请问您有什么建议可以帮助我应对抑郁症？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "请问您有什么建议可以帮助我应对抑郁症？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，正视自己的情况及状态。你提到，当精神崩溃的时候，什么事情都不想干。然而，你本身是一个比较好强的人，对此感到焦虑和痛苦对吗？其实，你目前的状态并不是你自身的问题，而是抑郁症引起的一系列反应。抑郁症常常伴随失眠、食欲减退、注意力不集中、记忆力减退等情况。随着抑郁障碍的好转，这些不适应的情况都会消失，而让你感到困扰的精神状态也会恢复正常。因此，正视自己的情况，将其当成抑郁症的正常情况，能够减少自责和内疚的情感，有助于抑郁症的痊愈和好转。请原谅现在的自己，这只是病情的反应而已。",
    "annotation": [
      {
        "sentence": "首先，正视自己的情况及状态。",
        "label": ""
      },
      {
        "sentence": "你提到，当精神崩溃的时候，什么事情都不想干。",
        "label": ""
      },
      {
        "sentence": "然而，你本身是一个比较好强的人，对此感到焦虑和痛苦对吗？",
        "label": ""
      },
      {
        "sentence": "其实，你目前的状态并不是你自身的问题，而是抑郁症引起的一系列反应。",
        "label": ""
      },
      {
        "sentence": "抑郁症常常伴随失眠、食欲减退、注意力不集中、记忆力减退等情况。",
        "label": ""
      },
      {
        "sentence": "随着抑郁障碍的好转，这些不适应的情况都会消失，而让你感到困扰的精神状态也会恢复正常。",
        "label": ""
      },
      {
        "sentence": "因此，正视自己的情况，将其当成抑郁症的正常情况，能够减少自责和内疚的情感，有助于抑郁症的痊愈和好转。",
        "label": ""
      },
      {
        "sentence": "请原谅现在的自己，这只是病情的反应而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解和建议。您刚才提到了改变认知，我应该如何减缓焦虑呢？",
    "annotation": [
      {
        "sentence": "谢谢您的理解和建议。",
        "label": ""
      },
      {
        "sentence": "您刚才提到了改变认知，我应该如何减缓焦虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁症患者的病因与其自身的人格特征有关。你提到自己很焦虑、很好强、很矛盾。具体是什么事情让你感到焦虑和矛盾呢？我们很多长时间的负面情绪都受到不正确的认知影响。认知、情绪、行为是互相影响的。你的好强源于对事情的完美主义要求，而完美主义的要求本身是错误的认知，会影响你的情绪，造成焦虑；而焦虑情绪会加重你的抑郁，从而影响你的行为，让你什么都不想做。所以，尝试看看让自己焦虑的事情，找找自己对这些事情的看法。自己的看法和自我要求，真的都是合理的吗？是否有极端化的想法呢？改变认知，有助于你缓解情绪。",
    "annotation": [
      {
        "sentence": "抑郁症患者的病因与其自身的人格特征有关。",
        "label": ""
      },
      {
        "sentence": "你提到自己很焦虑、很好强、很矛盾。",
        "label": ""
      },
      {
        "sentence": "具体是什么事情让你感到焦虑和矛盾呢？",
        "label": ""
      },
      {
        "sentence": "我们很多长时间的负面情绪都受到不正确的认知影响。",
        "label": ""
      },
      {
        "sentence": "认知、情绪、行为是互相影响的。",
        "label": ""
      },
      {
        "sentence": "你的好强源于对事情的完美主义要求，而完美主义的要求本身是错误的认知，会影响你的情绪，造成焦虑；而焦虑情绪会加重你的抑郁，从而影响你的行为，让你什么都不想做。",
        "label": ""
      },
      {
        "sentence": "所以，尝试看看让自己焦虑的事情，找找自己对这些事情的看法。",
        "label": ""
      },
      {
        "sentence": "自己的看法和自我要求，真的都是合理的吗？",
        "label": ""
      },
      {
        "sentence": "是否有极端化的想法呢？",
        "label": ""
      },
      {
        "sentence": "改变认知，有助于你缓解情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢您的解答。除了改变认知，还有其他方法能帮助我应对抑郁症吗？",
    "annotation": [
      {
        "sentence": "我明白了，谢谢您的解答。",
        "label": ""
      },
      {
        "sentence": "除了改变认知，还有其他方法能帮助我应对抑郁症吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然有。通过行为激活可以帮助你提升对生活的掌控感。认知、行为、情绪相互影响。行为对我们的情绪有重要的影响，因此对抗抑郁情绪的方法就是去做你喜欢或者比较容易完成的事情。我们抑郁的时候，什么事情都不做，确实可以暂时舒缓我们的情绪，但这是一种自我挫败的行为。尽管这种行为能有效降低痛苦感，但最终会使你的情绪更加糟糕。所以，建议你在情绪崩溃或抑郁状态时，做一些积极的事情来替代这种自我挫败行为。可以选择一些自己有能力完成或者喜欢",
    "annotation": [
      {
        "sentence": "当然有。",
        "label": ""
      },
      {
        "sentence": "通过行为激活可以帮助你提升对生活的掌控感。",
        "label": ""
      },
      {
        "sentence": "认知、行为、情绪相互影响。",
        "label": ""
      },
      {
        "sentence": "行为对我们的情绪有重要的影响，因此对抗抑郁情绪的方法就是去做你喜欢或者比较容易完成的事情。",
        "label": ""
      },
      {
        "sentence": "我们抑郁的时候，什么事情都不做，确实可以暂时舒缓我们的情绪，但这是一种自我挫败的行为。",
        "label": ""
      },
      {
        "sentence": "尽管这种行为能有效降低痛苦感，但最终会使你的情绪更加糟糕。",
        "label": ""
      },
      {
        "sentence": "所以，建议你在情绪崩溃或抑郁状态时，做一些积极的事情来替代这种自我挫败行为。",
        "label": ""
      },
      {
        "sentence": "可以选择一些自己有能力完成或者喜欢",
        "label": ""
      }
    ]
  }
]