[
  {
    "role": "client",
    "content": "我今年35岁了，还没有对象。我感觉我是不是有点不负责任呢？快35岁的女性，没有对象，我觉得我对自己的人生太不负责任了。我什么都不做，也什么都做不了。实际上，我在婚恋网站上花了很多钱，也尝试相亲，但还是没有找到合适的人。我也争取过我曾经喜欢的人，但没有回应，我也明白不能勉强。那现在还能做些什么呢？我觉得我已经没有什么可以做的了。我只能继续过着无忧无虑的日子，这样真的好吗？我担心未来的日子会很孤独，一个人孤零零的。如果我考虑去相亲并结婚，会不会太勉强自己？而如果我找曾经喜欢的同学，我是不是在自讨苦吃？",
    "annotation": [
      {
        "sentence": "我今年35岁了，还没有对象。",
        "label": ""
      },
      {
        "sentence": "我感觉我是不是有点不负责任呢？",
        "label": ""
      },
      {
        "sentence": "快35岁的女性，没有对象，我觉得我对自己的人生太不负责任了。",
        "label": ""
      },
      {
        "sentence": "我什么都不做，也什么都做不了。",
        "label": ""
      },
      {
        "sentence": "实际上，我在婚恋网站上花了很多钱，也尝试相亲，但还是没有找到合适的人。",
        "label": ""
      },
      {
        "sentence": "我也争取过我曾经喜欢的人，但没有回应，我也明白不能勉强。",
        "label": ""
      },
      {
        "sentence": "那现在还能做些什么呢？",
        "label": ""
      },
      {
        "sentence": "我觉得我已经没有什么可以做的了。",
        "label": ""
      },
      {
        "sentence": "我只能继续过着无忧无虑的日子，这样真的好吗？",
        "label": ""
      },
      {
        "sentence": "我担心未来的日子会很孤独，一个人孤零零的。",
        "label": ""
      },
      {
        "sentence": "如果我考虑去相亲并结婚，会不会太勉强自己？",
        "label": ""
      },
      {
        "sentence": "而如果我找曾经喜欢的同学，我是不是在自讨苦吃？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我有一个朋友，她比我大两三岁，已经过了40岁。今年国庆节的时候，她和一群朋友去了西藏，而我则在家里照顾孩子写作业。九月份，她又去了尼泊尔，而我则忙着接送孩子，忙忙碌碌。现在我只能通过看她的朋友圈来分享她的精彩生活，她过得非常开心。而我的朋友圈却是空白的。我羡慕她吗？当然，我心中是羡慕的，这是无可厚非的。但是我也有自己无法推卸的责任，就是照顾我的孩子。同样，她也有她自己的责任。我想问问你，对于责任，你是如何定义的？你所说的责任有多少是你自己给的？又有多少是父母给的？还有多少是社会给的？比如，结婚这件事，是你自己内心真正想要的，还是因为大家都结婚了你才觉得该结婚了？还是因为父母逼婚呢？责任只有在自己认可的情况下才需要承担，如果自己并不认可，那么其他人再怎么喧嚣也没有必要承担。当然，这需要一定的勇气和实力。35岁的独身女性，如果专注于职场，应该可以独立养活自己了。我想给你一个小建议：如果现阶段没有合适的对象，你可以在工作之余培养一些个人爱好，比如徒步旅行、瑜伽、阅读、花艺等等，这可以帮你消磨时间并充实自己。一定要在业余时间培养一些爱好，这样可以抵抗虚无的感觉。如果你仍然期望走进婚姻，我建议你要先调整好自己的心态，然后主动出击。不要对于结婚有过多的焦虑和迫切的需求，放平心态，让感情自然发展。",
    "annotation": [
      {
        "sentence": "我有一个朋友，她比我大两三岁，已经过了40岁。",
        "label": ""
      },
      {
        "sentence": "今年国庆节的时候，她和一群朋友去了西藏，而我则在家里照顾孩子写作业。",
        "label": ""
      },
      {
        "sentence": "九月份，她又去了尼泊尔，而我则忙着接送孩子，忙忙碌碌。",
        "label": ""
      },
      {
        "sentence": "现在我只能通过看她的朋友圈来分享她的精彩生活，她过得非常开心。",
        "label": ""
      },
      {
        "sentence": "而我的朋友圈却是空白的。",
        "label": ""
      },
      {
        "sentence": "我羡慕她吗？",
        "label": ""
      },
      {
        "sentence": "当然，我心中是羡慕的，这是无可厚非的。",
        "label": ""
      },
      {
        "sentence": "但是我也有自己无法推卸的责任，就是照顾我的孩子。",
        "label": ""
      },
      {
        "sentence": "同样，她也有她自己的责任。",
        "label": ""
      },
      {
        "sentence": "我想问问你，对于责任，你是如何定义的？",
        "label": ""
      },
      {
        "sentence": "你所说的责任有多少是你自己给的？",
        "label": ""
      },
      {
        "sentence": "又有多少是父母给的？",
        "label": ""
      },
      {
        "sentence": "还有多少是社会给的？",
        "label": ""
      },
      {
        "sentence": "比如，结婚这件事，是你自己内心真正想要的，还是因为大家都结婚了你才觉得该结婚了？",
        "label": ""
      },
      {
        "sentence": "还是因为父母逼婚呢？",
        "label": ""
      },
      {
        "sentence": "责任只有在自己认可的情况下才需要承担，如果自己并不认可，那么其他人再怎么喧嚣也没有必要承担。",
        "label": ""
      },
      {
        "sentence": "当然，这需要一定的勇气和实力。",
        "label": ""
      },
      {
        "sentence": "35岁的独身女性，如果专注于职场，应该可以独立养活自己了。",
        "label": ""
      },
      {
        "sentence": "我想给你一个小建议：如果现阶段没有合适的对象，你可以在工作之余培养一些个人爱好，比如徒步旅行、瑜伽、阅读、花艺等等，这可以帮你消磨时间并充实自己。",
        "label": ""
      },
      {
        "sentence": "一定要在业余时间培养一些爱好，这样可以抵抗虚无的感觉。",
        "label": ""
      },
      {
        "sentence": "如果你仍然期望走进婚姻，我建议你要先调整好自己的心态，然后主动出击。",
        "label": ""
      },
      {
        "sentence": "不要对于结婚有过多的焦虑和迫切的需求，放平心态，让感情自然发展。",
        "label": ""
      }
    ]
  }
]