[
  {
    "role": "client",
    "content": "我感到自己的价值感很低，在家里呆着也不知道该怎么办。我今年25岁，在北京做过物业客服半年，月薪只有3000块，还住在多人宿舍。后来辞掉了工作，现在生完孩子后，找到了一份接待的工作，试用期4千块一个月，工作内容就是接待老板和领导，但这份工作需要善于观察和沟通，而我的性格比较内向，所以只做了一天就辞职了。我不清楚自己喜欢什么，感觉自己的职业发展非常迷茫。就算在北京，我也只能找到工资为3-4千的服务行业工作，但我觉得自己的能力完全配不上这个工资水平。面对工作，我总是非常紧张，害怕出错，这导致我经常感到很疲惫。将来我老了以后，我能从事什么样的工作呢？或者只能做服务员或洗碗工吗？我觉得自己在职业上非常失败，难道只有我遇到这样的困境吗？",
    "annotation": [
      {
        "sentence": "我感到自己的价值感很低，在家里呆着也不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我今年25岁，在北京做过物业客服半年，月薪只有3000块，还住在多人宿舍。",
        "label": ""
      },
      {
        "sentence": "后来辞掉了工作，现在生完孩子后，找到了一份接待的工作，试用期4千块一个月，工作内容就是接待老板和领导，但这份工作需要善于观察和沟通，而我的性格比较内向，所以只做了一天就辞职了。",
        "label": ""
      },
      {
        "sentence": "我不清楚自己喜欢什么，感觉自己的职业发展非常迷茫。",
        "label": ""
      },
      {
        "sentence": "就算在北京，我也只能找到工资为3-4千的服务行业工作，但我觉得自己的能力完全配不上这个工资水平。",
        "label": ""
      },
      {
        "sentence": "面对工作，我总是非常紧张，害怕出错，这导致我经常感到很疲惫。",
        "label": ""
      },
      {
        "sentence": "将来我老了以后，我能从事什么样的工作呢？",
        "label": ""
      },
      {
        "sentence": "或者只能做服务员或洗碗工吗？",
        "label": ""
      },
      {
        "sentence": "我觉得自己在职业上非常失败，难道只有我遇到这样的困境吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你生完孩子后找到的接待工作要求善于观察和沟通，但你的性格比较内向，所以做了一天就辞职了。你在北京感觉自己只能找到3-4千的服务行业工作，甚至觉得自己的能力完全配不上这个工资水平。你面对工作非常紧张，害怕出错，这也导致你经常感到疲惫。你也提到了将来老了以后的工作发展问题，想知道自己能从事什么样的工作。为什么你会感到如此紧张和疲惫呢？内耗这个问题是从什么时候开始的呢？同时，你是否能具体说说自己在工作中否定自己的哪些方面呢？你提到目前这份工作你还可以继续做，那么是什么原因让你觉得可以继续做呢？另外，除了这份工作，你是否有投递简历到其他公司呢？如果没有，是因为你拖延的性格导致没有投递简历吗？如果你投递了简历，你会考虑去其他公司吗？对于自己喜欢的事物，你说不清楚自己喜欢什么，只知道自己不喜欢什么。可以具体说说你不喜欢的方面吗？有时我们会清楚知道自己不喜欢什么，但很难说清楚自己喜欢什么。然而，我们可以通过探索不喜欢的地方，逐渐找到自己喜欢的地方。如果愿意，我们可以一起分析你不喜欢的工作经历，看看能否找到具体不喜欢的部分，从而帮助你找到更适合自己的优势和兴趣。",
    "annotation": [
      {
        "sentence": "你生完孩子后找到的接待工作要求善于观察和沟通，但你的性格比较内向，所以做了一天就辞职了。",
        "label": ""
      },
      {
        "sentence": "你在北京感觉自己只能找到3-4千的服务行业工作，甚至觉得自己的能力完全配不上这个工资水平。",
        "label": ""
      },
      {
        "sentence": "你面对工作非常紧张，害怕出错，这也导致你经常感到疲惫。",
        "label": ""
      },
      {
        "sentence": "你也提到了将来老了以后的工作发展问题，想知道自己能从事什么样的工作。",
        "label": ""
      },
      {
        "sentence": "为什么你会感到如此紧张和疲惫呢？",
        "label": ""
      },
      {
        "sentence": "内耗这个问题是从什么时候开始的呢？",
        "label": ""
      },
      {
        "sentence": "同时，你是否能具体说说自己在工作中否定自己的哪些方面呢？",
        "label": ""
      },
      {
        "sentence": "你提到目前这份工作你还可以继续做，那么是什么原因让你觉得可以继续做呢？",
        "label": ""
      },
      {
        "sentence": "另外，除了这份工作，你是否有投递简历到其他公司呢？",
        "label": ""
      },
      {
        "sentence": "如果没有，是因为你拖延的性格导致没有投递简历吗？",
        "label": ""
      },
      {
        "sentence": "如果你投递了简历，你会考虑去其他公司吗？",
        "label": ""
      },
      {
        "sentence": "对于自己喜欢的事物，你说不清楚自己喜欢什么，只知道自己不喜欢什么。",
        "label": ""
      },
      {
        "sentence": "可以具体说说你不喜欢的方面吗？",
        "label": ""
      },
      {
        "sentence": "有时我们会清楚知道自己不喜欢什么，但很难说清楚自己喜欢什么。",
        "label": ""
      },
      {
        "sentence": "然而，我们可以通过探索不喜欢的地方，逐渐找到自己喜欢的地方。",
        "label": ""
      },
      {
        "sentence": "如果愿意，我们可以一起分析你不喜欢的工作经历，看看能否找到具体不喜欢的部分，从而帮助你找到更适合自己的优势和兴趣。",
        "label": ""
      }
    ]
  }
]