[
  {
    "role": "client",
    "content": "我现在感到我的人生没有价值，您觉得我该怎么办呢？我现在25岁了，在23岁的时候我从大专毕业后在北京做了一个月物业客服，每月只有3000块，还包住，住在多人宿舍里。我只做了半年，然后辞职回家了。前段时间我生完孩子后又重新找了份工作，现在是做接待，试用期工资是4000块，包住，但不是全包，需要自己出几百块。试用期是3个月，工作是类似于高级服务员的接待，主要接待老板和领导，需要懂得看眼色，处理事务，还要外向一点。但是我性格比较内向，只做了一天我就放弃了。目前这份工作我还可以继续做下去，但是我因为拖拖拉拉很懒散的性格并没有投递简历去别的公司。毕业已经3年了，我一直都很迷茫，只知道自己不喜欢什么，对于喜欢什么也说不清楚。在北京，工作的价值也只有3-4千，而且还是服务行业。说实话，我感觉自己的工资根本无法满足我的期望。面对工作，我总是感到非常紧张，胆战心惊，小心翼翼。正是因为过于小心谨慎，我内心的压力特别大，容易感到疲惫。虽然我现在还年轻可以做一些接待或客服的工作，但是我很担心到老之后我能做什么，难道还要当服务员或洗碗大妈吗？我觉得我活得很失败，不知道是不是只有我在工作上这么不顺利？",
    "annotation": [
      {
        "sentence": "我现在感到我的人生没有价值，您觉得我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我现在25岁了，在23岁的时候我从大专毕业后在北京做了一个月物业客服，每月只有3000块，还包住，住在多人宿舍里。",
        "label": ""
      },
      {
        "sentence": "我只做了半年，然后辞职回家了。",
        "label": ""
      },
      {
        "sentence": "前段时间我生完孩子后又重新找了份工作，现在是做接待，试用期工资是4000块，包住，但不是全包，需要自己出几百块。",
        "label": ""
      },
      {
        "sentence": "试用期是3个月，工作是类似于高级服务员的接待，主要接待老板和领导，需要懂得看眼色，处理事务，还要外向一点。",
        "label": ""
      },
      {
        "sentence": "但是我性格比较内向，只做了一天我就放弃了。",
        "label": ""
      },
      {
        "sentence": "目前这份工作我还可以继续做下去，但是我因为拖拖拉拉很懒散的性格并没有投递简历去别的公司。",
        "label": ""
      },
      {
        "sentence": "毕业已经3年了，我一直都很迷茫，只知道自己不喜欢什么，对于喜欢什么也说不清楚。",
        "label": ""
      },
      {
        "sentence": "在北京，工作的价值也只有3-4千，而且还是服务行业。",
        "label": ""
      },
      {
        "sentence": "说实话，我感觉自己的工资根本无法满足我的期望。",
        "label": ""
      },
      {
        "sentence": "面对工作，我总是感到非常紧张，胆战心惊，小心翼翼。",
        "label": ""
      },
      {
        "sentence": "正是因为过于小心谨慎，我内心的压力特别大，容易感到疲惫。",
        "label": ""
      },
      {
        "sentence": "虽然我现在还年轻可以做一些接待或客服的工作，但是我很担心到老之后我能做什么，难道还要当服务员或洗碗大妈吗？",
        "label": ""
      },
      {
        "sentence": "我觉得我活得很失败，不知道是不是只有我在工作上这么不顺利？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，看到你在职业选择上存在许多困惑。我身边也有朋友经历过类似的情况，觉得自己学历不高、工作经验不足，找不到合适的工作，而且工资也不高。首先，我注意到你已经结婚并且已经生完孩子了，所以在家庭生活方面应该算是幸福美满的。不知道你的丈夫是从事什么职业的，他的收入如何呢？步入婚姻后，需要兼顾工作和家庭确实很不容易，所以在家庭角色和对外工作角色上，你也可以和丈夫商量合理的分工。另外，对于职业的迷茫更多是因为你没有明确的职业规划。首先，了解自己的特点，包括擅长的领域和感兴趣的事情，可以借助MBTI等测试方法进行了解。其次，分析周围的环境，包括行业和社会环境。再次，制定具体的职业生涯规划，可以与亲朋好友进行沟通。最后，多进行实践，及时调整和反馈。在寻找工作的时候，还是要权衡对自己来说重要的因素。对你来说，是薪资重要？还是能力发展重要？还是有时间照顾家庭重要？还是快乐重要？你需要选择对自己来说最重要的因素，才能找到合适的工作。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "亲亲，看到你在职业选择上存在许多困惑。",
        "label": ""
      },
      {
        "sentence": "我身边也有朋友经历过类似的情况，觉得自己学历不高、工作经验不足，找不到合适的工作，而且工资也不高。",
        "label": ""
      },
      {
        "sentence": "首先，我注意到你已经结婚并且已经生完孩子了，所以在家庭生活方面应该算是幸福美满的。",
        "label": ""
      },
      {
        "sentence": "不知道你的丈夫是从事什么职业的，他的收入如何呢？",
        "label": ""
      },
      {
        "sentence": "步入婚姻后，需要兼顾工作和家庭确实很不容易，所以在家庭角色和对外工作角色上，你也可以和丈夫商量合理的分工。",
        "label": ""
      },
      {
        "sentence": "另外，对于职业的迷茫更多是因为你没有明确的职业规划。",
        "label": ""
      },
      {
        "sentence": "首先，了解自己的特点，包括擅长的领域和感兴趣的事情，可以借助MBTI等测试方法进行了解。",
        "label": ""
      },
      {
        "sentence": "其次，分析周围的环境，包括行业和社会环境。",
        "label": ""
      },
      {
        "sentence": "再次，制定具体的职业生涯规划，可以与亲朋好友进行沟通。",
        "label": ""
      },
      {
        "sentence": "最后，多进行实践，及时调整和反馈。",
        "label": ""
      },
      {
        "sentence": "在寻找工作的时候，还是要权衡对自己来说重要的因素。",
        "label": ""
      },
      {
        "sentence": "对你来说，是薪资重要？",
        "label": ""
      },
      {
        "sentence": "还是能力发展重要？",
        "label": ""
      },
      {
        "sentence": "还是有时间照顾家庭重要？",
        "label": ""
      },
      {
        "sentence": "还是快乐重要？",
        "label": ""
      },
      {
        "sentence": "你需要选择对自己来说最重要的因素，才能找到合适的工作。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  }
]