[
  {
    "role": "client",
    "content": "女生，正在谈着一场汇报式恋爱，觉得很烦怎么办？汇报式恋爱让我觉得很烦，一点点小事就要汇报给对方知道，迟一秒钟不回信息，对方就抓狂，发癫，跟我吵架。让我觉得很无语……我该如何解决他？",
    "annotation": [
      {
        "sentence": "女生，正在谈着一场汇报式恋爱，觉得很烦怎么办？",
        "label": ""
      },
      {
        "sentence": "汇报式恋爱让我觉得很烦，一点点小事就要汇报给对方知道，迟一秒钟不回信息，对方就抓狂，发癫，跟我吵架。",
        "label": ""
      },
      {
        "sentence": "让我觉得很无语……我该如何解决他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种事情都要汇报，好像时刻处在对方的监控之下，这种感觉让人很难受。所以想要摆脱控制得到自由，同时也希望在实现自由的过程中，尽可能的不伤害双方的关系。我有一些建议可以分享给你，你先尝试一下，觉得怎么样？",
    "annotation": [
      {
        "sentence": "这种事情都要汇报，好像时刻处在对方的监控之下，这种感觉让人很难受。",
        "label": ""
      },
      {
        "sentence": "所以想要摆脱控制得到自由，同时也希望在实现自由的过程中，尽可能的不伤害双方的关系。",
        "label": ""
      },
      {
        "sentence": "我有一些建议可以分享给你，你先尝试一下，觉得怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，请告诉我吧。",
    "annotation": [
      {
        "sentence": "好的，请告诉我吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要缓解自己的情绪。当人处在剧烈的情绪状态时，认知会变得狭窄，容易做出不理性的决定。所以首先需要缓解你的情绪。虽然他表现出来的控制行为，让你感觉不好，但是请你思考一下，当时自己为什么会选择和他谈恋爱，而不是和别人呢？说明他的某些特质，是让你很欣赏的。又或许你爱的其实也有这种被关注的感觉，只是这种关注过了量让你感觉到了束缚。所以其实和这样的一个人在一起，是你自己的选择。而你在恋爱的过程中，也一定有一些愉快的感受。当你想到这些的时候，你的情绪会不会感觉好一些？",
    "annotation": [
      {
        "sentence": "首先，你需要缓解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "当人处在剧烈的情绪状态时，认知会变得狭窄，容易做出不理性的决定。",
        "label": ""
      },
      {
        "sentence": "所以首先需要缓解你的情绪。",
        "label": ""
      },
      {
        "sentence": "虽然他表现出来的控制行为，让你感觉不好，但是请你思考一下，当时自己为什么会选择和他谈恋爱，而不是和别人呢？",
        "label": ""
      },
      {
        "sentence": "说明他的某些特质，是让你很欣赏的。",
        "label": ""
      },
      {
        "sentence": "又或许你爱的其实也有这种被关注的感觉，只是这种关注过了量让你感觉到了束缚。",
        "label": ""
      },
      {
        "sentence": "所以其实和这样的一个人在一起，是你自己的选择。",
        "label": ""
      },
      {
        "sentence": "而你在恋爱的过程中，也一定有一些愉快的感受。",
        "label": ""
      },
      {
        "sentence": "当你想到这些的时候，你的情绪会不会感觉好一些？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实有点受安抚了。但是我还是觉得这种控制太严重了。",
    "annotation": [
      {
        "sentence": "嗯，确实有点受安抚了。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得这种控制太严重了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，接下来我们要和他沟通，寻找行为背后的原因。通常来讲，什么事情都需要你向他汇报，这是一种不安全感的表现。首先你需要真诚地和他谈一谈，找一找他的不安全感产生的原因。可能是父母的抚养方式方面，也许在他的成长过程中，他的父母没有给他足够的爱，让他没有安全感。又或者他的父母也是采用这种过度关注、控制的方式对待他，他从父母身上习得了这样的方式，用来对待你。还有可能是他曾经遭遇过背叛等等，心里有创伤，所以采用这种控制你的方式来避免再次受伤。你可以试着和他讨论一下这些方面，理解他的过去经历和内心的不安全感。",
    "annotation": [
      {
        "sentence": "没问题，接下来我们要和他沟通，寻找行为背后的原因。",
        "label": ""
      },
      {
        "sentence": "通常来讲，什么事情都需要你向他汇报，这是一种不安全感的表现。",
        "label": ""
      },
      {
        "sentence": "首先你需要真诚地和他谈一谈，找一找他的不安全感产生的原因。",
        "label": ""
      },
      {
        "sentence": "可能是父母的抚养方式方面，也许在他的成长过程中，他的父母没有给他足够的爱，让他没有安全感。",
        "label": ""
      },
      {
        "sentence": "又或者他的父母也是采用这种过度关注、控制的方式对待他，他从父母身上习得了这样的方式，用来对待你。",
        "label": ""
      },
      {
        "sentence": "还有可能是他曾经遭遇过背叛等等，心里有创伤，所以采用这种控制你的方式来避免再次受伤。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他讨论一下这些方面，理解他的过去经历和内心的不安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我会尽量去理解和共情，说出自己的观点。",
    "annotation": [
      {
        "sentence": "明白了，我会尽量去理解和共情，说出自己的观点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，接下来还要表示理解、共情和积极关注。告诉他：经历了这些后产生的不安和想了解别人一切动向的行为，其实都是可以理解的。告诉他：你很心疼他的遭遇，想给他很多的爱，让他快乐。赞美他：在经历这些遭遇后，仍然勇敢追求爱情、相信爱情，是很了不起的事情。告诉他：谢谢他对你的关注，你感受到了他的关心和爱，你知道他关注你的初衷是好的，但是过多的关注让你感觉不舒服。当你觉得不舒服的时候，会在你的行为和一些语言方面体现出来，让他也会感觉到不舒服。告诉他：所以你们需要调整这种互动模式，让双方都感到舒服，长久地在一起。",
    "annotation": [
      {
        "sentence": "很好，接下来还要表示理解、共情和积极关注。",
        "label": ""
      },
      {
        "sentence": "告诉他：经历了这些后产生的不安和想了解别人一切动向的行为，其实都是可以理解的。",
        "label": ""
      },
      {
        "sentence": "告诉他：你很心疼他的遭遇，想给他很多的爱，让他快乐。",
        "label": ""
      },
      {
        "sentence": "赞美他：在经历这些遭遇后，仍然勇敢追求爱情、相信爱情，是很了不起的事情。",
        "label": ""
      },
      {
        "sentence": "告诉他：谢谢他对你的关注，你感受到了他的关心和爱，你知道他关注你的初衷是好的，但是过多的关注让你感觉不舒服。",
        "label": ""
      },
      {
        "sentence": "当你觉得不舒服的时候，会在你的行为和一些语言方面体现出来，让他也会感觉到不舒服。",
        "label": ""
      },
      {
        "sentence": "告诉他：所以你们需要调整这种互动模式，让双方都感到舒服，长久地在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，我明白了。接下来，应该怎么具体地调整互动模式呢？",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "接下来，应该怎么具体地调整互动模式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解，现在我们要循序渐进地调整互动模式。这里强调一下，在调整他的行为之前，必须要有前面的步骤作为铺垫。尤其是要对他充分共情，把他的不安全感先安抚下来，让他感受到你的满满的爱和支持，他在调整行为的时候才会有足够的动力。调整行为需要循序渐进，首先你们两个一起共同商量一个最理想的互动模式。然后将最理想的行为模式进行拆解，逐步实现。假如现在你一天要给他分享自己的行为动态10次，那么最理想的方式可能是，一天之内你们分享对方的行为动态的次数不超过3次。并且尽量是主动告诉，不需要对方的询问。从目标3到目标1循序渐进地进行，完成一个目标，再进行到下一个目标，最后达到双方最理想的目标。注意这三个目标是我做的假设，实际上具体目标需要你们共同商量、一起制定。因为只有双方都认可，你们才会为了实现目标而去行动。最后给你一个和控制型的恋人相处的核心秘诀，那就是给他足够的爱和温暖。因为当他感受到不需要控制也能获得安全感的时候，控制行为就会减少甚至消失。希望你能拥有好心情！",
    "annotation": [
      {
        "sentence": "很高兴你能理解，现在我们要循序渐进地调整互动模式。",
        "label": ""
      },
      {
        "sentence": "这里强调一下，在调整他的行为之前，必须要有前面的步骤作为铺垫。",
        "label": ""
      },
      {
        "sentence": "尤其是要对他充分共情，把他的不安全感先安抚下来，让他感受到你的满满的爱和支持，他在调整行为的时候才会有足够的动力。",
        "label": ""
      },
      {
        "sentence": "调整行为需要循序渐进，首先你们两个一起共同商量一个最理想的互动模式。",
        "label": ""
      },
      {
        "sentence": "然后将最理想的行为模式进行拆解，逐步实现。",
        "label": ""
      },
      {
        "sentence": "假如现在你一天要给他分享自己的行为动态10次，那么最理想的方式可能是，一天之内你们分享对方的行为动态的次数不超过3次。",
        "label": ""
      },
      {
        "sentence": "并且尽量是主动告诉，不需要对方的询问。",
        "label": ""
      },
      {
        "sentence": "从目标3到目标1循序渐进地进行，完成一个目标，再进行到下一个目标，最后达到双方最理想的目标。",
        "label": ""
      },
      {
        "sentence": "注意这三个目标是我做的假设，实际上具体目标需要你们共同商量、一起制定。",
        "label": ""
      },
      {
        "sentence": "因为只有双方都认可，你们才会为了实现目标而去行动。",
        "label": ""
      },
      {
        "sentence": "最后给你一个和控制型的恋人相处的核心秘诀，那就是给他足够的爱和温暖。",
        "label": ""
      },
      {
        "sentence": "因为当他感受到不需要控制也能获得安全感的时候，控制行为就会减少甚至消失。",
        "label": ""
      },
      {
        "sentence": "希望你能拥有好心情！",
        "label": ""
      }
    ]
  }
]