[
  {
    "role": "client",
    "content": "分手之后很想他，这个时期太难了，怎么办？他聊天记录叫别人小宝贝，我提出分手，他各种挽留解释，我用很难听的话狠心拒绝了，还把借他的钱都要回来了，尽管当时他很难。现在他彻底不来找我了，让我也不要打扰，可是我每天都在后悔每天都很想他，从来没跟他说我很想他，这个时期太难了怎么办？",
    "annotation": [
      {
        "sentence": "分手之后很想他，这个时期太难了，怎么办？",
        "label": ""
      },
      {
        "sentence": "他聊天记录叫别人小宝贝，我提出分手，他各种挽留解释，我用很难听的话狠心拒绝了，还把借他的钱都要回来了，尽管当时他很难。",
        "label": ""
      },
      {
        "sentence": "现在他彻底不来找我了，让我也不要打扰，可是我每天都在后悔每天都很想他，从来没跟他说我很想他，这个时期太难了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，看到你这么伤心我也感到难过。被一个这样的人伤害，你真的不值得。特别是刚分手的时候，对我们女性来说尤其难熬。因为我们的大脑和现实脱节了。现实已经在继续进行，而大脑还停留在过去。大脑中的记忆仍停留在过去的快乐时光里，恋爱的点滴。所以大脑会不断分泌一些化学物质，给出错误的信息，让你误以为还在恋爱阶段。所以现在你很想他，每天都很想他，但实际上这只是大脑产生的不真实感觉。我们往往被大脑欺骗了。不过，你现在的做法是正确的。我觉得他这样的人有点像中央空调，要么就是劈叉，劈腿。所以我不建议你和他复合。他已经触犯了底线。也许你可以尝试想一想他的缺点，让自己意识到他并不是那么好，他还有很多缺点，不值得你太过在意。还有更好的男孩子在等着你。这样你会觉得开心一些。你可以做一些你想做的事情，只要不妨碍别人，不影响他人的情况下，好好释放自己。可以大哭一场，以任何方式都可以，不要抑制自己的情绪，对自己真诚一些，不要压抑自己。解脱的方法是提高自我关怀，重新叙述这段恋情对你产生的影响。用结束作为武器，去对抗对前任的怀念带来的症状。",
    "annotation": [
      {
        "sentence": "我了解你的感受，看到你这么伤心我也感到难过。",
        "label": ""
      },
      {
        "sentence": "被一个这样的人伤害，你真的不值得。",
        "label": ""
      },
      {
        "sentence": "特别是刚分手的时候，对我们女性来说尤其难熬。",
        "label": ""
      },
      {
        "sentence": "因为我们的大脑和现实脱节了。",
        "label": ""
      },
      {
        "sentence": "现实已经在继续进行，而大脑还停留在过去。",
        "label": ""
      },
      {
        "sentence": "大脑中的记忆仍停留在过去的快乐时光里，恋爱的点滴。",
        "label": ""
      },
      {
        "sentence": "所以大脑会不断分泌一些化学物质，给出错误的信息，让你误以为还在恋爱阶段。",
        "label": ""
      },
      {
        "sentence": "所以现在你很想他，每天都很想他，但实际上这只是大脑产生的不真实感觉。",
        "label": ""
      },
      {
        "sentence": "我们往往被大脑欺骗了。",
        "label": ""
      },
      {
        "sentence": "不过，你现在的做法是正确的。",
        "label": ""
      },
      {
        "sentence": "我觉得他这样的人有点像中央空调，要么就是劈叉，劈腿。",
        "label": ""
      },
      {
        "sentence": "所以我不建议你和他复合。",
        "label": ""
      },
      {
        "sentence": "他已经触犯了底线。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试想一想他的缺点，让自己意识到他并不是那么好，他还有很多缺点，不值得你太过在意。",
        "label": ""
      },
      {
        "sentence": "还有更好的男孩子在等着你。",
        "label": ""
      },
      {
        "sentence": "这样你会觉得开心一些。",
        "label": ""
      },
      {
        "sentence": "你可以做一些你想做的事情，只要不妨碍别人，不影响他人的情况下，好好释放自己。",
        "label": ""
      },
      {
        "sentence": "可以大哭一场，以任何方式都可以，不要抑制自己的情绪，对自己真诚一些，不要压抑自己。",
        "label": ""
      },
      {
        "sentence": "解脱的方法是提高自我关怀，重新叙述这段恋情对你产生的影响。",
        "label": ""
      },
      {
        "sentence": "用结束作为武器，去对抗对前任的怀念带来的症状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，确实是很难熬的时期。我虽然决定分手了，但内心还是对他念念不忘，每天都后悔当初的决定。我明白大脑和现实脱节的原理，但有时候还是控制不住自己的思绪。有什么方法可以更好地释怀呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，确实是很难熬的时期。",
        "label": ""
      },
      {
        "sentence": "我虽然决定分手了，但内心还是对他念念不忘，每天都后悔当初的决定。",
        "label": ""
      },
      {
        "sentence": "我明白大脑和现实脱节的原理，但有时候还是控制不住自己的思绪。",
        "label": ""
      },
      {
        "sentence": "有什么方法可以更好地释怀呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。即使决定了分手，内心对他的留恋是很正常的。释怀的过程需要时间，但有一些方法可以帮助你更好地应对。首先，试着接受自己的情绪和思绪，不要过度压抑。你可以找个安静的地方，默默地想一想你们分手前的美好时光，让自己释放情感。然后，尝试将注意力转移到其他事情上，比如追求你的爱好、和朋友聚会等。多和朋友和家人倾诉，把你的感受和他们分享，也能得到更多的支持和安慰。还有，拥抱正面的心态，告诉自己未来会有更好的人和更美好的事情等待着你。记住，释怀是一个逐渐的过程，给自己足够的时间和宽容。",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "即使决定了分手，内心对他的留恋是很正常的。",
        "label": ""
      },
      {
        "sentence": "释怀的过程需要时间，但有一些方法可以帮助你更好地应对。",
        "label": ""
      },
      {
        "sentence": "首先，试着接受自己的情绪和思绪，不要过度压抑。",
        "label": ""
      },
      {
        "sentence": "你可以找个安静的地方，默默地想一想你们分手前的美好时光，让自己释放情感。",
        "label": ""
      },
      {
        "sentence": "然后，尝试将注意力转移到其他事情上，比如追求你的爱好、和朋友聚会等。",
        "label": ""
      },
      {
        "sentence": "多和朋友和家人倾诉，把你的感受和他们分享，也能得到更多的支持和安慰。",
        "label": ""
      },
      {
        "sentence": "还有，拥抱正面的心态，告诉自己未来会有更好的人和更美好的事情等待着你。",
        "label": ""
      },
      {
        "sentence": "记住，释怀是一个逐渐的过程，给自己足够的时间和宽容。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着接受自己的情绪，也尝试转移注意力。但有时候放松下来的时候，脑海里总会不自觉地浮现出他的身影，这怎么办呢？这样的情况让我很困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着接受自己的情绪，也尝试转移注意力。",
        "label": ""
      },
      {
        "sentence": "但有时候放松下来的时候，脑海里总会不自觉地浮现出他的身影，这怎么办呢？",
        "label": ""
      },
      {
        "sentence": "这样的情况让我很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困扰，这种情况常常出现在刚分手的阶段。当你放松时，大脑中曾经的记忆可能会自动浮现出来，这是正常的。不要责怪自己因为这些回忆，接受这种情况，让它们自然地过去。当这些回忆浮现时，你可以尝试转移注意力，做一些让自己快乐的事情，与朋友或家人交流，或者尝试做冥想和呼吸练习来帮助自己保持冷静和放松。逐渐地，你会发现这些回忆的力量会减弱，而你的思绪也会变得更加清晰。",
    "annotation": [
      {
        "sentence": "我了解你的困扰，这种情况常常出现在刚分手的阶段。",
        "label": ""
      },
      {
        "sentence": "当你放松时，大脑中曾经的记忆可能会自动浮现出来，这是正常的。",
        "label": ""
      },
      {
        "sentence": "不要责怪自己因为这些回忆，接受这种情况，让它们自然地过去。",
        "label": ""
      },
      {
        "sentence": "当这些回忆浮现时，你可以尝试转移注意力，做一些让自己快乐的事情，与朋友或家人交流，或者尝试做冥想和呼吸练习来帮助自己保持冷静和放松。",
        "label": ""
      },
      {
        "sentence": "逐渐地，你会发现这些回忆的力量会减弱，而你的思绪也会变得更加清晰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着接受这些回忆，同时更关注自己的情绪和内心需要。我也会尝试做一些冥想和呼吸练习来调整自己的状态。谢谢你一直陪伴和支持我，你的建议对我有很大的帮助。",
    "annotation": [
      {
        "sentence": "我会试着接受这些回忆，同时更关注自己的情绪和内心需要。",
        "label": ""
      },
      {
        "sentence": "我也会尝试做一些冥想和呼吸练习来调整自己的状态。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴和支持我，你的建议对我有很大的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能陪伴你走过这段艰难的时期。你已经展现了很大的勇气和决心，相信自己，你一定能渡过这个难关。记住，你并不孤单，还有很多人关心和支持你，包括我在内。如果以后有任何困惑和需要倾诉的时候，随时都可以来找我。我们一起加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能陪伴你走过这段艰难的时期。",
        "label": ""
      },
      {
        "sentence": "你已经展现了很大的勇气和决心，相信自己，你一定能渡过这个难关。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，还有很多人关心和支持你，包括我在内。",
        "label": ""
      },
      {
        "sentence": "如果以后有任何困惑和需要倾诉的时候，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "我们一起加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你！有你的陪伴和鼓励，我更有信心了。我会坚持下去的，也会时刻保持联系。再次谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你！",
        "label": ""
      },
      {
        "sentence": "有你的陪伴和鼓励，我更有信心了。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去的，也会时刻保持联系。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴着你。记得保持联系，无论何时都可以找我倾诉和寻求支持。你已经走出了第一步，相信自己，一切都会越来越好的。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "记得保持联系，无论何时都可以找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "你已经走出了第一步，相信自己，一切都会越来越好的。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]