[
  {
    "role": "client",
    "content": "每天早上醒来第一个念头就是自杀，又有心理疾病了吧？我是16周岁的中职生，因为初中遭遇校园暴力导致退学一直很后悔，然后到了中职学校我觉得也能混口饭吃，但是不知道为什么，这一个月来我每天早上醒了第一个念头不是穿衣服或者吃什么，而是我想自杀，我想死，我该怎么做，我没有动力，而且这半个月我都没怎么正常吃饭，我不想吃饭，我没有胃口咽不下去，肚子一吃饭就特别难受，头也动不动就晕，我之前有过重度抑郁症史，吃药治疗过一段时间，但是后来家人忙没时间顾我就自己断药了，那以后我也没什么太大的波澜，可能是习惯这种感觉了，但是最近情绪波动这么大让我很害怕，我觉得我又有心理疾病了。",
    "annotation": [
      {
        "sentence": "每天早上醒来第一个念头就是自杀，又有心理疾病了吧？",
        "label": ""
      },
      {
        "sentence": "我是16周岁的中职生，因为初中遭遇校园暴力导致退学一直很后悔，然后到了中职学校我觉得也能混口饭吃，但是不知道为什么，这一个月来我每天早上醒了第一个念头不是穿衣服或者吃什么，而是我想自杀，我想死，我该怎么做，我没有动力，而且这半个月我都没怎么正常吃饭，我不想吃饭，我没有胃口咽不下去，肚子一吃饭就特别难受，头也动不动就晕，我之前有过重度抑郁症史，吃药治疗过一段时间，但是后来家人忙没时间顾我就自己断药了，那以后我也没什么太大的波澜，可能是习惯这种感觉了，但是最近情绪波动这么大让我很害怕，我觉得我又有心理疾病了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的文字，感觉到你现在过得很艰难。你说你现在没有动力，半个月都没有正常吃饭，想死，这该是一种多么难受的感觉，你的现状让人很担心。你说在初中遭遇了校园暴力而导致了退学，虽然我不知道具体发生了什么，但是我可以想象到这件事情一定对你产生了莫大的伤害，因此而退学。",
    "annotation": [
      {
        "sentence": "看了你的文字，感觉到你现在过得很艰难。",
        "label": ""
      },
      {
        "sentence": "你说你现在没有动力，半个月都没有正常吃饭，想死，这该是一种多么难受的感觉，你的现状让人很担心。",
        "label": ""
      },
      {
        "sentence": "你说在初中遭遇了校园暴力而导致了退学，虽然我不知道具体发生了什么，但是我可以想象到这件事情一定对你产生了莫大的伤害，因此而退学。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我非常后悔当初退学的决定。我觉得自己是个失败者，无法适应社会，也没有什么出路。",
    "annotation": [
      {
        "sentence": "是的，我非常后悔当初退学的决定。",
        "label": ""
      },
      {
        "sentence": "我觉得自己是个失败者，无法适应社会，也没有什么出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解你的内心感受，遭受校园暴力对于任何人来说都是一场巨大的打击。但是退学并不意味着你是个失败者，每个人都有自己的成长过程和困难。不要过于苛责自己，你还年轻，未来还有很多机会去改变现状。",
    "annotation": [
      {
        "sentence": "能够理解你的内心感受，遭受校园暴力对于任何人来说都是一场巨大的打击。",
        "label": ""
      },
      {
        "sentence": "但是退学并不意味着你是个失败者，每个人都有自己的成长过程和困难。",
        "label": ""
      },
      {
        "sentence": "不要过于苛责自己，你还年轻，未来还有很多机会去改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我现在觉得毫无动力，每天都觉得无所适从，对未来感到迷茫。",
    "annotation": [
      {
        "sentence": "可是我现在觉得毫无动力，每天都觉得无所适从，对未来感到迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的情绪反应，遇到困境时，人们往往会感到迷茫和失望。但是我们不能让消极情绪影响到我们的生活。你可以试着寻找一些有趣的事情来做，比如参加一些爱好小组、社交活动，或者尝试去学习一项新的技能。这样可以慢慢找回生活中的乐趣和动力。",
    "annotation": [
      {
        "sentence": "这是正常的情绪反应，遇到困境时，人们往往会感到迷茫和失望。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让消极情绪影响到我们的生活。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找一些有趣的事情来做，比如参加一些爱好小组、社交活动，或者尝试去学习一项新的技能。",
        "label": ""
      },
      {
        "sentence": "这样可以慢慢找回生活中的乐趣和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心自己再次陷入重度抑郁症，我曾经尝试过服药治疗，但是后来自己断药了。",
    "annotation": [
      {
        "sentence": "我担心自己再次陷入重度抑郁症，我曾经尝试过服药治疗，但是后来自己断药了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要提醒你重视自己的健康。因为有抑郁史，建议你重新咨询专业医生，按医生的建议规律服药，并不要随意中断。同时，你可以和家人沟通，告诉他们你的困扰和需要，家人会给予你更多的支持。",
    "annotation": [
      {
        "sentence": "首先，我要提醒你重视自己的健康。",
        "label": ""
      },
      {
        "sentence": "因为有抑郁史，建议你重新咨询专业医生，按医生的建议规律服药，并不要随意中断。",
        "label": ""
      },
      {
        "sentence": "同时，你可以和家人沟通，告诉他们你的困扰和需要，家人会给予你更多的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每天的食欲也非常差，吃不下东西，肚子一吃饭就难受。",
    "annotation": [
      {
        "sentence": "每天的食欲也非常差，吃不下东西，肚子一吃饭就难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "食欲不好是常见的抑郁症状之一。你可以试着多吃一些营养丰富的食物，也可以向医生咨询一些辅助药物，帮助你增加胃口和缓解不适感。此外，经常进行一些运动也有助于提高胃口和改善身体状况。",
    "annotation": [
      {
        "sentence": "食欲不好是常见的抑郁症状之一。",
        "label": ""
      },
      {
        "sentence": "你可以试着多吃一些营养丰富的食物，也可以向医生咨询一些辅助药物，帮助你增加胃口和缓解不适感。",
        "label": ""
      },
      {
        "sentence": "此外，经常进行一些运动也有助于提高胃口和改善身体状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在感觉很孤独，没有人能理解我。",
    "annotation": [
      {
        "sentence": "我现在感觉很孤独，没有人能理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，但请相信，你并不孤独。除了家人，你还可以尝试与好朋友聊天、交流，或者参加一些兴趣小组，结识一些志同道合的朋友。与他人分享你的困扰和忧虑，或许可以得到更多的支持和理解。",
    "annotation": [
      {
        "sentence": "我明白你的感受，但请相信，你并不孤独。",
        "label": ""
      },
      {
        "sentence": "除了家人，你还可以尝试与好朋友聊天、交流，或者参加一些兴趣小组，结识一些志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "与他人分享你的困扰和忧虑，或许可以得到更多的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去做一些你说的事情，重新找回生活的动力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去做一些你说的事情，重新找回生活的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你可以度过这段困难时期，重新找回自己的动力和快乐。记得，你是独一无二的，你值得好好爱自己。如果还有任何需要，随时来找我交流。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我相信你可以度过这段困难时期，重新找回自己的动力和快乐。",
        "label": ""
      },
      {
        "sentence": "记得，你是独一无二的，你值得好好爱自己。",
        "label": ""
      },
      {
        "sentence": "如果还有任何需要，随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]