[
  {
    "role": "client",
    "content": "每天早上醒来第一个念头就是自杀，又有心理疾病了吧？我是16周岁的中职生，因为初中遭遇校园暴力导致退学一直很后悔，然后到了中职学校我觉得也能混口饭吃，但是不知道为什么，这一个月来我每天早上醒了第一个念头不是穿衣服或者吃什么，而是我想自杀，我想死，我该怎么做，我没有动力，而且这半个月我都没怎么正常吃饭，我不想吃饭，我没有胃口咽不下去，肚子一吃饭就特别难受，头也动不动就晕，我之前有过重度抑郁症史，吃药治疗过一段时间，但是后来家人忙没时间顾我就自己断药了，那以后我也没什么太大的波澜，可能是习惯这种感觉了，但是最近情绪波动这么大让我很害怕，我觉得我又有心理疾病了。",
    "annotation": [
      {
        "sentence": "每天早上醒来第一个念头就是自杀，又有心理疾病了吧？",
        "label": ""
      },
      {
        "sentence": "我是16周岁的中职生，因为初中遭遇校园暴力导致退学一直很后悔，然后到了中职学校我觉得也能混口饭吃，但是不知道为什么，这一个月来我每天早上醒了第一个念头不是穿衣服或者吃什么，而是我想自杀，我想死，我该怎么做，我没有动力，而且这半个月我都没怎么正常吃饭，我不想吃饭，我没有胃口咽不下去，肚子一吃饭就特别难受，头也动不动就晕，我之前有过重度抑郁症史，吃药治疗过一段时间，但是后来家人忙没时间顾我就自己断药了，那以后我也没什么太大的波澜，可能是习惯这种感觉了，但是最近情绪波动这么大让我很害怕，我觉得我又有心理疾病了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到这些，我真的很关心你，并且感谢你能够与我说出这些。你可以先停一停，深呼吸。你的痛苦是真实的，但它不代表你就是悲伤的，它也无法定义你的人生。",
    "annotation": [
      {
        "sentence": "听到这些，我真的很关心你，并且感谢你能够与我说出这些。",
        "label": ""
      },
      {
        "sentence": "你可以先停一停，深呼吸。",
        "label": ""
      },
      {
        "sentence": "你的痛苦是真实的，但它不代表你就是悲伤的，它也无法定义你的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的想死，我真的没法正常生活。",
    "annotation": [
      {
        "sentence": "但是我真的想死，我真的没法正常生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，但是我相信你也知道，它会让你失去太多。你可能需要再一次接受药物治疗，找到合适的专业心理医生，以及进行心理治疗等。一开始可能会有些困难，但我相信你一定会克服这些困难，重获生活的快乐和动力。",
    "annotation": [
      {
        "sentence": "你的想法很正常，但是我相信你也知道，它会让你失去太多。",
        "label": ""
      },
      {
        "sentence": "你可能需要再一次接受药物治疗，找到合适的专业心理医生，以及进行心理治疗等。",
        "label": ""
      },
      {
        "sentence": "一开始可能会有些困难，但我相信你一定会克服这些困难，重获生活的快乐和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我父母很忙，也不理解我的痛苦。",
    "annotation": [
      {
        "sentence": "可是我父母很忙，也不理解我的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，这是很难的一点，你可以跟你的父母沟通，告诉他们你的痛苦和你需要的支持。如果他们不理解，你也可以寻求其他渠道获取帮助，比如求助于老师或者学校心理咨询师。",
    "annotation": [
      {
        "sentence": "嗯，这是很难的一点，你可以跟你的父母沟通，告诉他们你的痛苦和你需要的支持。",
        "label": ""
      },
      {
        "sentence": "如果他们不理解，你也可以寻求其他渠道获取帮助，比如求助于老师或者学校心理咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己很无助，好像任何方法都不起作用。",
    "annotation": [
      {
        "sentence": "可是我觉得自己很无助，好像任何方法都不起作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的，但是我们不能轻易地认为一切都已到达死局。尝试重新认识自己和自己的病症，你也可以寻找其他的治疗方案，比如亲近自己的家人和亲友，相信他们也会很乐意支持你。",
    "annotation": [
      {
        "sentence": "这是正常的，但是我们不能轻易地认为一切都已到达死局。",
        "label": ""
      },
      {
        "sentence": "尝试重新认识自己和自己的病症，你也可以寻找其他的治疗方案，比如亲近自己的家人和亲友，相信他们也会很乐意支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我该怎么办，有时候心情真的很低落。",
    "annotation": [
      {
        "sentence": "我该怎么办，有时候心情真的很低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你的情绪低落，试着找一些喜欢的东西，来分散你的注意力，不要总是用悲伤的情绪折磨自己。如果你需要，我们可以一起尝试一些放松的方法，比如冥想，听音乐等，来换取更好的生活方式。",
    "annotation": [
      {
        "sentence": "如果你的情绪低落，试着找一些喜欢的东西，来分散你的注意力，不要总是用悲伤的情绪折磨自己。",
        "label": ""
      },
      {
        "sentence": "如果你需要，我们可以一起尝试一些放松的方法，比如冥想，听音乐等，来换取更好的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒，我会一直陪伴你的，相信你也一定能够度过难关，生活变得更好。",
    "annotation": [
      {
        "sentence": "你很棒，我会一直陪伴你的，相信你也一定能够度过难关，生活变得更好。",
        "label": ""
      }
    ]
  }
]