[
  {
    "role": "client",
    "content": "得罪了人，如今连累家人，长大了懂事了，也晚了吧？我因为自己嘴巴口无遮拦，得罪了有权有势的人，现如今更连累了家人，我每天看着我妈，觉得她很为人着想，真的百分之一百算个好人。当然人都有缺点，我说的好人是很会为人考虑，不伤害别人，心眼好，宁可委屈自己，也要照顾别人周全。我每天都很难过，很内疚，一方面在想伺候她终老。一方面在内心祈求我得罪的人为什么大人不记小人过呢？更何况我当时只是说了几句话，并没有把他们真的怎么样。我当时才二十岁出头，少不更事，祸不及家人。哎",
    "annotation": [
      {
        "sentence": "得罪了人，如今连累家人，长大了懂事了，也晚了吧？",
        "label": ""
      },
      {
        "sentence": "我因为自己嘴巴口无遮拦，得罪了有权有势的人，现如今更连累了家人，我每天看着我妈，觉得她很为人着想，真的百分之一百算个好人。",
        "label": ""
      },
      {
        "sentence": "当然人都有缺点，我说的好人是很会为人考虑，不伤害别人，心眼好，宁可委屈自己，也要照顾别人周全。",
        "label": ""
      },
      {
        "sentence": "我每天都很难过，很内疚，一方面在想伺候她终老。",
        "label": ""
      },
      {
        "sentence": "一方面在内心祈求我得罪的人为什么大人不记小人过呢？",
        "label": ""
      },
      {
        "sentence": "更何况我当时只是说了几句话，并没有把他们真的怎么样。",
        "label": ""
      },
      {
        "sentence": "我当时才二十岁出头，少不更事，祸不及家人。",
        "label": ""
      },
      {
        "sentence": "哎",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你愿意把这件事说出来，说明你内心里不愿意一直像这样下去，你渴望有所改变。但你也清楚，你不能把所有的希望都放在别人的身上。特别是你曾经得罪过对方的情况下，所以你不能光沉浸在这件事中，而是要问问自己，我可以做一些什么事情，来改善目前的情况。",
    "annotation": [
      {
        "sentence": "你愿意把这件事说出来，说明你内心里不愿意一直像这样下去，你渴望有所改变。",
        "label": ""
      },
      {
        "sentence": "但你也清楚，你不能把所有的希望都放在别人的身上。",
        "label": ""
      },
      {
        "sentence": "特别是你曾经得罪过对方的情况下，所以你不能光沉浸在这件事中，而是要问问自己，我可以做一些什么事情，来改善目前的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道不能只依赖别人，可是我真的不知道该怎么做好，我觉得很茫然，每次想起这事都觉得很内疚，很难受。",
    "annotation": [
      {
        "sentence": "我知道不能只依赖别人，可是我真的不知道该怎么做好，我觉得很茫然，每次想起这事都觉得很内疚，很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要给自己一些时间和空间，来面对并接受自己的错误。内疚和难受是正常的情绪反应，但不能长久地陷入其中。你可以尝试通过做一些自我反省，思考你当时的行为和态度，看看有没有方法可以弥补，或者可以通过其他方式来为过错道歉。",
    "annotation": [
      {
        "sentence": "首先，你需要给自己一些时间和空间，来面对并接受自己的错误。",
        "label": ""
      },
      {
        "sentence": "内疚和难受是正常的情绪反应，但不能长久地陷入其中。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过做一些自我反省，思考你当时的行为和态度，看看有没有方法可以弥补，或者可以通过其他方式来为过错道歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我不知道该怎么向对方道歉，我有些担心他们会不接受我的道歉，我害怕他们会对我更加恶劣。",
    "annotation": [
      {
        "sentence": "但是我不知道该怎么向对方道歉，我有些担心他们会不接受我的道歉，我害怕他们会对我更加恶劣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕担心是很正常的，但你要明白，道歉是为了你自己能够释怀，而不完全取决于对方的接受与否。你可以以诚恳的心态，写一封道歉信或者亲自拜访对方，表达出你的后悔和愿意改变的决心。无论对方是否接受，你都可以放下心中的负担，尝试往更好的方向迈进。",
    "annotation": [
      {
        "sentence": "害怕担心是很正常的，但你要明白，道歉是为了你自己能够释怀，而不完全取决于对方的接受与否。",
        "label": ""
      },
      {
        "sentence": "你可以以诚恳的心态，写一封道歉信或者亲自拜访对方，表达出你的后悔和愿意改变的决心。",
        "label": ""
      },
      {
        "sentence": "无论对方是否接受，你都可以放下心中的负担，尝试往更好的方向迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试道歉并接受对方的决定。但是我还是担心家人会因为我的过错承受更多困扰，我怎么能让他们少受牵连呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试道歉并接受对方的决定。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心家人会因为我的过错承受更多困扰，我怎么能让他们少受牵连呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到自己的过错并表达内疚，已经显示出你对家人的关心和爱。为了让家人少受牵连，你可以努力改变自己的嘴巴口无遮拦的习惯，学会控制自己的情绪和言辞，避免再次伤害别人。同时，你可以与家人坦诚相待，与他们一起共同面对困难，寻找解决问题的方法，让他们感受到你的改变和努力。",
    "annotation": [
      {
        "sentence": "你能够意识到自己的过错并表达内疚，已经显示出你对家人的关心和爱。",
        "label": ""
      },
      {
        "sentence": "为了让家人少受牵连，你可以努力改变自己的嘴巴口无遮拦的习惯，学会控制自己的情绪和言辞，避免再次伤害别人。",
        "label": ""
      },
      {
        "sentence": "同时，你可以与家人坦诚相待，与他们一起共同面对困难，寻找解决问题的方法，让他们感受到你的改变和努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我现在感觉稍微轻松一些了。我会尽力做到，为过去的错误负责，保护好家人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我现在感觉稍微轻松一些了。",
        "label": ""
      },
      {
        "sentence": "我会尽力做到，为过去的错误负责，保护好家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，改变并非一蹴而就，但只要你坚持下去，相信你一定会变得更加懂事而且有担当。记住，你不是孤单的，有支持者和关心你的人在你身边。无论未来遇到什么困难，你都可以找到适合你的方法和解决方案。祝福你能够重新开始，展开更好的人生。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，改变并非一蹴而就，但只要你坚持下去，相信你一定会变得更加懂事而且有担当。",
        "label": ""
      },
      {
        "sentence": "记住，你不是孤单的，有支持者和关心你的人在你身边。",
        "label": ""
      },
      {
        "sentence": "无论未来遇到什么困难，你都可以找到适合你的方法和解决方案。",
        "label": ""
      },
      {
        "sentence": "祝福你能够重新开始，展开更好的人生。",
        "label": ""
      }
    ]
  }
]