[
  {
    "role": "client",
    "content": "宝宝21个月，没有一天我是快乐的，我该怎么办？自怀孕起，都过在争吵中。他怼天怼地怼父母怼一切他看不惯的，只要说一些带娃注意事项，就是我的不对，我在找茬。宝宝21个月了，我看不到生活的希望，每天上班晚上一人带娃，没有周末更没有个人时间，越来越易怒易哭，我是不是抑郁了？",
    "annotation": [
      {
        "sentence": "宝宝21个月，没有一天我是快乐的，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "自怀孕起，都过在争吵中。",
        "label": ""
      },
      {
        "sentence": "他怼天怼地怼父母怼一切他看不惯的，只要说一些带娃注意事项，就是我的不对，我在找茬。",
        "label": ""
      },
      {
        "sentence": "宝宝21个月了，我看不到生活的希望，每天上班晚上一人带娃，没有周末更没有个人时间，越来越易怒易哭，我是不是抑郁了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的经历，真的令我感到非常的心疼。我想你一定坚持的很辛苦吧。你毕竟刚刚生完宝宝，身体上会有很多变化，这段时间也会特别敏感一些，这都是很正常的。 你现在处于这样的状态和环境中，却不能得到身边最亲密的老公的支持，我感觉你一定很困难。照顾一个出生不久刚一岁多的孩子本身就很耗精力，你还要白天上班，承担着工作的压力我真心为你点个赞，说明你是非常坚强的。我看到，你现在已经开始出现了易怒、易哭等强烈情绪起伏，这或许也是你身体和情绪在发出的求救信号吧。这样的情绪状态出现了多久了？",
    "annotation": [
      {
        "sentence": "看到你的经历，真的令我感到非常的心疼。",
        "label": ""
      },
      {
        "sentence": "我想你一定坚持的很辛苦吧。",
        "label": ""
      },
      {
        "sentence": "你毕竟刚刚生完宝宝，身体上会有很多变化，这段时间也会特别敏感一些，这都是很正常的。",
        "label": ""
      },
      {
        "sentence": " 你现在处于这样的状态和环境中，却不能得到身边最亲密的老公的支持，我感觉你一定很困难。",
        "label": ""
      },
      {
        "sentence": "照顾一个出生不久刚一岁多的孩子本身就很耗精力，你还要白天上班，承担着工作的压力我真心为你点个赞，说明你是非常坚强的。",
        "label": ""
      },
      {
        "sentence": "我看到，你现在已经开始出现了易怒、易哭等强烈情绪起伏，这或许也是你身体和情绪在发出的求救信号吧。",
        "label": ""
      },
      {
        "sentence": "这样的情绪状态出现了多久了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "情绪状态已经持续了好几个月了。我现在很焦虑，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "情绪状态已经持续了好几个月了。",
        "label": ""
      },
      {
        "sentence": "我现在很焦虑，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢您告诉我这些信息。我可以理解您的痛苦，您现在的情绪状态一定很难受。如果现在在家里获得不到老公的支持，也许可以找一个自己信任的人去寻求支持，比如您的父母。您现在很努力地工作和照顾孩子，但是我也希望您能给自己一些喘息的时间，让自己稍微休息一下。抑郁症有很多种症状，如果您感觉不行可以考虑寻求专业的咨询师帮助，也可以做一些调整。",
    "annotation": [
      {
        "sentence": "谢谢您告诉我这些信息。",
        "label": ""
      },
      {
        "sentence": "我可以理解您的痛苦，您现在的情绪状态一定很难受。",
        "label": ""
      },
      {
        "sentence": "如果现在在家里获得不到老公的支持，也许可以找一个自己信任的人去寻求支持，比如您的父母。",
        "label": ""
      },
      {
        "sentence": "您现在很努力地工作和照顾孩子，但是我也希望您能给自己一些喘息的时间，让自己稍微休息一下。",
        "label": ""
      },
      {
        "sentence": "抑郁症有很多种症状，如果您感觉不行可以考虑寻求专业的咨询师帮助，也可以做一些调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑找父母帮忙照顾孩子。但是，我还是觉得很难过，怕自己会变得更糟。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑找父母帮忙照顾孩子。",
        "label": ""
      },
      {
        "sentence": "但是，我还是觉得很难过，怕自己会变得更糟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心。 不过，在你面对诸多困难的同时也付出了很多，自己的身体和心理状况也非常重要。我建议你可以定期给自己一些时间，做一些自己喜欢的事情来放松一下自己，如听听音乐、看看电影等等。当然，如果有需要，可以随时向我和其他的朋友或家人寻求帮助和支持。",
    "annotation": [
      {
        "sentence": "我理解你的担心。",
        "label": ""
      },
      {
        "sentence": " 不过，在你面对诸多困难的同时也付出了很多，自己的身体和心理状况也非常重要。",
        "label": ""
      },
      {
        "sentence": "我建议你可以定期给自己一些时间，做一些自己喜欢的事情来放松一下自己，如听听音乐、看看电影等等。",
        "label": ""
      },
      {
        "sentence": "当然，如果有需要，可以随时向我和其他的朋友或家人寻求帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会尽量抽出些时间来做些自己喜欢的事情。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会尽量抽出些时间来做些自己喜欢的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，这也是我应该做的。 你已经非常勇敢地面对了许多挑战，我相信你能够摆脱这样的困境，找到自己的幸福和快乐。如果你需要我的帮助或者再次聊天，随时找我。",
    "annotation": [
      {
        "sentence": "不客气，这也是我应该做的。",
        "label": ""
      },
      {
        "sentence": " 你已经非常勇敢地面对了许多挑战，我相信你能够摆脱这样的困境，找到自己的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "如果你需要我的帮助或者再次聊天，随时找我。",
        "label": ""
      }
    ]
  }
]