[
  {
    "role": "client",
    "content": "结婚后，妻子特别嫌弃我，不会哄她怎么办？",
    "annotation": [
      {
        "sentence": "结婚后，妻子特别嫌弃我，不会哄她怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我可以听一下你的情况并且希望能帮助你。你能详细地描述一下你的情况吗？",
    "annotation": [
      {
        "sentence": "你好，我可以听一下你的情况并且希望能帮助你。",
        "label": ""
      },
      {
        "sentence": "你能详细地描述一下你的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "结婚前妻子说，她抗拒身体接触，但是他告诉过我以前她不是这样。结婚后，她特别抗拒我和她的接触，有时候会说考虑接受我，可是每次都告诉我实在是接受不了一定点接触，哪怕离的近了都不行。我改怎吗办，她说我不会哄她，我实在是没有地方下手，没有哄她的办法。",
    "annotation": [
      {
        "sentence": "结婚前妻子说，她抗拒身体接触，但是他告诉过我以前她不是这样。",
        "label": ""
      },
      {
        "sentence": "结婚后，她特别抗拒我和她的接触，有时候会说考虑接受我，可是每次都告诉我实在是接受不了一定点接触，哪怕离的近了都不行。",
        "label": ""
      },
      {
        "sentence": "我改怎吗办，她说我不会哄她，我实在是没有地方下手，没有哄她的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的情况后，我会建议你不要急着下手，也不要去责备她。因为从你的描述当中，我并没有看到你的妻子嫌弃你的地方，以及他嫌弃你的细节。在这里你只描述了一点，就是他抗拒身体接触。从这一点上来说，我并没有看出她有任何一点嫌弃你的地方呀。为什么你觉得她特别嫌弃你呢？是她这么说的，还是你这么认为的，会不会有什么误会呢？",
    "annotation": [
      {
        "sentence": "了解你的情况后，我会建议你不要急着下手，也不要去责备她。",
        "label": ""
      },
      {
        "sentence": "因为从你的描述当中，我并没有看到你的妻子嫌弃你的地方，以及他嫌弃你的细节。",
        "label": ""
      },
      {
        "sentence": "在这里你只描述了一点，就是他抗拒身体接触。",
        "label": ""
      },
      {
        "sentence": "从这一点上来说，我并没有看出她有任何一点嫌弃你的地方呀。",
        "label": ""
      },
      {
        "sentence": "为什么你觉得她特别嫌弃你呢？",
        "label": ""
      },
      {
        "sentence": "是她这么说的，还是你这么认为的，会不会有什么误会呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得她对我不感兴趣，有时候很冷淡。我觉得她嫌弃我。",
    "annotation": [
      {
        "sentence": "我觉得她对我不感兴趣，有时候很冷淡。",
        "label": ""
      },
      {
        "sentence": "我觉得她嫌弃我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉嫌弃可能会导致你们之间的关系变得紧张。我能感觉到你很担心她不感兴趣和嫌弃你，但是你现在要做的就是先和她坐下来，好好谈一谈。告诉她你的担忧和感受，听取她的意见，并且试着去理解你们之间的差异。尝试不争论，心平气和坐下来好好沟通的话，你们之间的问题很有可能会得到解决。",
    "annotation": [
      {
        "sentence": "感觉嫌弃可能会导致你们之间的关系变得紧张。",
        "label": ""
      },
      {
        "sentence": "我能感觉到你很担心她不感兴趣和嫌弃你，但是你现在要做的就是先和她坐下来，好好谈一谈。",
        "label": ""
      },
      {
        "sentence": "告诉她你的担忧和感受，听取她的意见，并且试着去理解你们之间的差异。",
        "label": ""
      },
      {
        "sentence": "尝试不争论，心平气和坐下来好好沟通的话，你们之间的问题很有可能会得到解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是每次我试图和她谈论这个问题，她总是避而不谈。",
    "annotation": [
      {
        "sentence": "可是每次我试图和她谈论这个问题，她总是避而不谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解她可能不想谈论这个话题，这会让她感到尴尬或者是不舒服，但是你可以先试着让她了解你会尊重她的感受，不会强迫她做她不愿意的事情，并且你关心她，想和她改善你们之间的关系。如果她还是不愿意谈论这个话题，那就先从其他方面开始多关心她，增进你们之间的互动，尝试让她更了解你的热情和关心，逐渐建立信任。最后，你们能够好好地谈论这个话题，找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "我理解她可能不想谈论这个话题，这会让她感到尴尬或者是不舒服，但是你可以先试着让她了解你会尊重她的感受，不会强迫她做她不愿意的事情，并且你关心她，想和她改善你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "如果她还是不愿意谈论这个话题，那就先从其他方面开始多关心她，增进你们之间的互动，尝试让她更了解你的热情和关心，逐渐建立信任。",
        "label": ""
      },
      {
        "sentence": "最后，你们能够好好地谈论这个话题，找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么我应该怎么做才能够哄到她呢？",
    "annotation": [
      {
        "sentence": "那么我应该怎么做才能够哄到她呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女性喜欢男性的哄她，这是爱的表现，她能从哄当中确定你对她的爱和关心。但是不是任何时候都是哄她才能解决问题，并不是你猜她心里想什么，她就一定会开心。首先，你需要了解她的兴趣爱好，例如，帮忙做家务，准备她喜欢的食物，试着去和她关心她细节方面的问题等等。只有当你能够从心底理解她的需要，关心她，哄她的时候，才能够真正让她感到你的关心和爱意。",
    "annotation": [
      {
        "sentence": "女性喜欢男性的哄她，这是爱的表现，她能从哄当中确定你对她的爱和关心。",
        "label": ""
      },
      {
        "sentence": "但是不是任何时候都是哄她才能解决问题，并不是你猜她心里想什么，她就一定会开心。",
        "label": ""
      },
      {
        "sentence": "首先，你需要了解她的兴趣爱好，例如，帮忙做家务，准备她喜欢的食物，试着去和她关心她细节方面的问题等等。",
        "label": ""
      },
      {
        "sentence": "只有当你能够从心底理解她的需要，关心她，哄她的时候，才能够真正让她感到你的关心和爱意。",
        "label": ""
      }
    ]
  }
]