[
  {
    "role": "client",
    "content": "25岁女，到每个地方都很不顺利，人际关系糟糕？我感觉到我特别的倒霉，我去做暑假工，我对待每件事都特别认真，但是总是结果不理想。1, 19岁做暑假工那时候去了说要定工作数量，做不完要加班，到12.到1点为止，我每天都坚持，有次我感冒发烧严重就辞工回家了，朋友说我走了之后就取消这项，做不完也可以下班回去她开玩笑说好像这个规定是为我定制的，针对我一样，我走了就取消了不用加班了。2, 19-21岁回来家里调养身体并帮忙，自己家里做生意也是，在一年，感觉和家人相处的我到哪里去，都开始生意变得不好，各种抱怨，我离开之后就没有了。3, 之后出来参加工作的时候也是一开始说很赚钱，我去了尝试过很多的好与不好的时候，一年到了以后，到后面大部分同事都很抱怨说赚不到钱，没钱之类，老板抱怨赚不到钱，员工开始加班烦死了，我知道不能迷信，我真的付出的比较多为什么就是收获的少，而且人际关系也不好，老是遭排挤，这是为什么啊，难道我是扫把星，我在一个环境每待一年就很难过，不想。",
    "annotation": [
      {
        "sentence": "25岁女，到每个地方都很不顺利，人际关系糟糕？",
        "label": ""
      },
      {
        "sentence": "我感觉到我特别的倒霉，我去做暑假工，我对待每件事都特别认真，但是总是结果不理想。",
        "label": ""
      },
      {
        "sentence": "1, 19岁做暑假工那时候去了说要定工作数量，做不完要加班，到12.到1点为止，我每天都坚持，有次我感冒发烧严重就辞工回家了，朋友说我走了之后就取消这项，做不完也可以下班回去她开玩笑说好像这个规定是为我定制的，针对我一样，我走了就取消了不用加班了。",
        "label": ""
      },
      {
        "sentence": "2, 19-21岁回来家里调养身体并帮忙，自己家里做生意也是，在一年，感觉和家人相处的我到哪里去，都开始生意变得不好，各种抱怨，我离开之后就没有了。",
        "label": ""
      },
      {
        "sentence": "3, 之后出来参加工作的时候也是一开始说很赚钱，我去了尝试过很多的好与不好的时候，一年到了以后，到后面大部分同事都很抱怨说赚不到钱，没钱之类，老板抱怨赚不到钱，员工开始加班烦死了，我知道不能迷信，我真的付出的比较多为什么就是收获的少，而且人际关系也不好，老是遭排挤，这是为什么啊，难道我是扫把星，我在一个环境每待一年就很难过，不想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述，你在成长的过程中经历了几次重大的挫折，最后都倾向于把不幸的原因归责于自己，看得出来你很受困扰。根据你的描述，虽然你了解“运气”这种事情是迷信，但还是觉得不幸和自己有关。鉴于你列举了两件事，那时你的年龄很还小，可能是因为经验不足，或者是经历的事情并不多，所以对失败的事例印象很深。综合你说的三个例子，都是关于年轻人工作方面的挫折，事实上，无论是我的看法还是身边的人的经历，年轻人工作的刚开始都是不顺利的，或许很多人都会跟你有同样的体验，不用太担心哦。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述，你在成长的过程中经历了几次重大的挫折，最后都倾向于把不幸的原因归责于自己，看得出来你很受困扰。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，虽然你了解“运气”这种事情是迷信，但还是觉得不幸和自己有关。",
        "label": ""
      },
      {
        "sentence": "鉴于你列举了两件事，那时你的年龄很还小，可能是因为经验不足，或者是经历的事情并不多，所以对失败的事例印象很深。",
        "label": ""
      },
      {
        "sentence": "综合你说的三个例子，都是关于年轻人工作方面的挫折，事实上，无论是我的看法还是身边的人的经历，年轻人工作的刚开始都是不顺利的，或许很多人都会跟你有同样的体验，不用太担心哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白年轻时会遇到挫折，但我真的觉得不幸总是围绕着我。无论在什么环境下，我都感觉运气不好，人际关系也不顺利。我一直都很努力付出努力，但收获总是不如预期。我开始担心这是不是注定的命运了。",
    "annotation": [
      {
        "sentence": "我明白年轻时会遇到挫折，但我真的觉得不幸总是围绕着我。",
        "label": ""
      },
      {
        "sentence": "无论在什么环境下，我都感觉运气不好，人际关系也不顺利。",
        "label": ""
      },
      {
        "sentence": "我一直都很努力付出努力，但收获总是不如预期。",
        "label": ""
      },
      {
        "sentence": "我开始担心这是不是注定的命运了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的心情确实很沮丧和焦虑。但是要记得，人生并不是完全由命运决定的。虽然你经历了一些不利的情况，但也有可能只是巧合而已，没有任何一个人是事事顺利的。或许你只是太过敏感地把注意力放在了不顺利的事情上，而忽略了身边的其他积极因素。也许你可以试试改变一下自己的思维方式，将更多的注意力放在积极的方面，从而改变你的心态和运气。",
    "annotation": [
      {
        "sentence": "听起来你的心情确实很沮丧和焦虑。",
        "label": ""
      },
      {
        "sentence": "但是要记得，人生并不是完全由命运决定的。",
        "label": ""
      },
      {
        "sentence": "虽然你经历了一些不利的情况，但也有可能只是巧合而已，没有任何一个人是事事顺利的。",
        "label": ""
      },
      {
        "sentence": "或许你只是太过敏感地把注意力放在了不顺利的事情上，而忽略了身边的其他积极因素。",
        "label": ""
      },
      {
        "sentence": "也许你可以试试改变一下自己的思维方式，将更多的注意力放在积极的方面，从而改变你的心态和运气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我可能过于关注自己的不幸遭遇，但是这种感觉真的很难摆脱。每当我努力付出后，结果总是让我失望。我真的不知道还有什么方法可以改变这种状况。我希望能找到一个解决办法。",
    "annotation": [
      {
        "sentence": "我知道我可能过于关注自己的不幸遭遇，但是这种感觉真的很难摆脱。",
        "label": ""
      },
      {
        "sentence": "每当我努力付出后，结果总是让我失望。",
        "label": ""
      },
      {
        "sentence": "我真的不知道还有什么方法可以改变这种状况。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一个解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别太灰心了，解决问题其实需要有耐心和时间。既然你希望改变这种状况，可以从内心的角度出发，审视一下自己的心态。有时候我们过于追求完美和理想，而忽略了身边的一些进步和成就。你可以尝试调整自己的期望，将目光放在更小的成功上，逐渐积累自信和满足感。同时，也可以寻求一些心理咨询的帮助，与专业人士进一步探讨并解决你内心的困惑。",
    "annotation": [
      {
        "sentence": "别太灰心了，解决问题其实需要有耐心和时间。",
        "label": ""
      },
      {
        "sentence": "既然你希望改变这种状况，可以从内心的角度出发，审视一下自己的心态。",
        "label": ""
      },
      {
        "sentence": "有时候我们过于追求完美和理想，而忽略了身边的一些进步和成就。",
        "label": ""
      },
      {
        "sentence": "你可以尝试调整自己的期望，将目光放在更小的成功上，逐渐积累自信和满足感。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻求一些心理咨询的帮助，与专业人士进一步探讨并解决你内心的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着调整自己的期望并从小的成功中寻找满足感。咨询的确是一个不错的选择，我会考虑去找一位心理咨询师，好好倾诉一下我内心的困惑和不安。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着调整自己的期望并从小的成功中寻找满足感。",
        "label": ""
      },
      {
        "sentence": "咨询的确是一个不错的选择，我会考虑去找一位心理咨询师，好好倾诉一下我内心的困惑和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，尝试去调整期望并寻求专业咨询将有助于你理清思路，找到解决困惑的方法。记得，困难并不会永远存在，只是暂时的挑战，你一定能够度过。相信自己，未来会更好的！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，尝试去调整期望并寻求专业咨询将有助于你理清思路，找到解决困惑的方法。",
        "label": ""
      },
      {
        "sentence": "记得，困难并不会永远存在，只是暂时的挑战，你一定能够度过。",
        "label": ""
      },
      {
        "sentence": "相信自己，未来会更好的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会坚持下去，相信自己，努力追寻幸福和成功的道路。真的很感激你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会坚持下去，相信自己，努力追寻幸福和成功的道路。",
        "label": ""
      },
      {
        "sentence": "真的很感激你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能够帮助到你。相信自己，未来一定会更加美好，加油！如果还有什么需要的，随时来找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，未来一定会更加美好，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要的，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]