[
  {
    "role": "client",
    "content": "她喜欢我，我却不喜欢她，要凑合结婚还是再折腾去找？我俩都是80后，三十多，我对她第一印象没感觉后来相处又特别烦到分手，分手她又求我在处处看，结果处了一段时间还是应付她，和她聊的同时也在找别的但是没有发那么默契的，和她时间越长越陷越深，我不会追女孩，所以一直她主动联系我那种，我不需要在乎她的感受。我感觉这样好像没有以前追女孩那么累，虽然我不喜欢她，但是我付出少，不过有些愧疚，而且相处下来也不快乐。更奇葩的是我把所有对她的直接感受都告诉她，各种难听的话都说了，她就是不分手。不知道是她没谈过恋爱，还是天生对别人的话语迟钝，或者说也跟我一样想凑合快快结婚，因为我之前高估自己又不成熟分手几个女友了，我担心分了这个后边可能还不如她，那父母更急。但是跟她结婚又觉得自己没那么甘心。我和她见面次数很少，也没同居过，反正没感情那种。",
    "annotation": [
      {
        "sentence": "她喜欢我，我却不喜欢她，要凑合结婚还是再折腾去找？",
        "label": ""
      },
      {
        "sentence": "我俩都是80后，三十多，我对她第一印象没感觉后来相处又特别烦到分手，分手她又求我在处处看，结果处了一段时间还是应付她，和她聊的同时也在找别的但是没有发那么默契的，和她时间越长越陷越深，我不会追女孩，所以一直她主动联系我那种，我不需要在乎她的感受。",
        "label": ""
      },
      {
        "sentence": "我感觉这样好像没有以前追女孩那么累，虽然我不喜欢她，但是我付出少，不过有些愧疚，而且相处下来也不快乐。",
        "label": ""
      },
      {
        "sentence": "更奇葩的是我把所有对她的直接感受都告诉她，各种难听的话都说了，她就是不分手。",
        "label": ""
      },
      {
        "sentence": "不知道是她没谈过恋爱，还是天生对别人的话语迟钝，或者说也跟我一样想凑合快快结婚，因为我之前高估自己又不成熟分手几个女友了，我担心分了这个后边可能还不如她，那父母更急。",
        "label": ""
      },
      {
        "sentence": "但是跟她结婚又觉得自己没那么甘心。",
        "label": ""
      },
      {
        "sentence": "我和她见面次数很少，也没同居过，反正没感情那种。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对感情，都有份美好的期待，希望自己的另一半是自己完美的类型，这是每个人的需求。曾经处过几段感情，从过往经历中明确自己要什么样的伴侣了吗，可以多觉察下。",
    "annotation": [
      {
        "sentence": "面对感情，都有份美好的期待，希望自己的另一半是自己完美的类型，这是每个人的需求。",
        "label": ""
      },
      {
        "sentence": "曾经处过几段感情，从过往经历中明确自己要什么样的伴侣了吗，可以多觉察下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也不太清楚我需要什么样的伴侣，感觉就是没有和她特别契合的感觉。我更在乎的是感觉，那什么样的条件会是让你有感觉的，是外在，性格还是别的方面。是否没有你在乎的标准，就内心抗拒没感觉呢？",
    "annotation": [
      {
        "sentence": "其实我也不太清楚我需要什么样的伴侣，感觉就是没有和她特别契合的感觉。",
        "label": ""
      },
      {
        "sentence": "我更在乎的是感觉，那什么样的条件会是让你有感觉的，是外在，性格还是别的方面。",
        "label": ""
      },
      {
        "sentence": "是否没有你在乎的标准，就内心抗拒没感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情自然要两情相悦，没有感觉的婚姻是对两个人的挑战，与其以后后悔，不如现在考虑清楚。如果自己的择偶标准，不会因为对方而改变，也不会因为家庭压力而改变，那你要坚持自己的感受。只是需要看看自己是否是对完美的追求，而忽略别的方面，也不一定。",
    "annotation": [
      {
        "sentence": "感情自然要两情相悦，没有感觉的婚姻是对两个人的挑战，与其以后后悔，不如现在考虑清楚。",
        "label": ""
      },
      {
        "sentence": "如果自己的择偶标准，不会因为对方而改变，也不会因为家庭压力而改变，那你要坚持自己的感受。",
        "label": ""
      },
      {
        "sentence": "只是需要看看自己是否是对完美的追求，而忽略别的方面，也不一定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能一直在期待找到一个完美的伴侣，但是这样的期待可能让我错过了一些其他重要的方面。",
    "annotation": [
      {
        "sentence": "我明白了，我可能一直在期待找到一个完美的伴侣，但是这样的期待可能让我错过了一些其他重要的方面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论对方因为什么原因，坚持同你相处，如果愿意放下内在的各种标准，尝试的去看看对方的好，从以前付出的状态来到接受的状态，同时觉察下自己的感受，是否是内在的认知，是否存在，用付出体现价值的认知，而对方的付出，让你感受不到自己的价值呢，都无从可知。不妥协，不抗拒，愿好。",
    "annotation": [
      {
        "sentence": "无论对方因为什么原因，坚持同你相处，如果愿意放下内在的各种标准，尝试的去看看对方的好，从以前付出的状态来到接受的状态，同时觉察下自己的感受，是否是内在的认知，是否存在，用付出体现价值的认知，而对方的付出，让你感受不到自己的价值呢，都无从可知。",
        "label": ""
      },
      {
        "sentence": "不妥协，不抗拒，愿好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我应该开始尝试接受她的好，放下过去的固定观念，看看自己是否能从新的角度去认识她。但是我还是有一些疑虑，我担心我们结婚后会不会更加不快乐。",
    "annotation": [
      {
        "sentence": "我想我应该开始尝试接受她的好，放下过去的固定观念，看看自己是否能从新的角度去认识她。",
        "label": ""
      },
      {
        "sentence": "但是我还是有一些疑虑，我担心我们结婚后会不会更加不快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的，每段关系都有不确定因素。但是如果你现在放弃了，将来还会有其他的疑虑和困惑。婚姻是需要经营和努力的，只要你们用心对待，相互理解和支持，或许会有新的幸福等待着你们。",
    "annotation": [
      {
        "sentence": "担心是正常的，每段关系都有不确定因素。",
        "label": ""
      },
      {
        "sentence": "但是如果你现在放弃了，将来还会有其他的疑虑和困惑。",
        "label": ""
      },
      {
        "sentence": "婚姻是需要经营和努力的，只要你们用心对待，相互理解和支持，或许会有新的幸福等待着你们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。也许我应该给我们的关系一次机会，尽力努力去经营。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "也许我应该给我们的关系一次机会，尽力努力去经营。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。记得在这个过程中保持沟通和理解，一起面对困难和挑战。祝你们能够找到彼此的幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记得在这个过程中保持沟通和理解，一起面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "祝你们能够找到彼此的幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我一定会努力的。希望一切都能顺利！",
    "annotation": [
      {
        "sentence": "谢谢你，我一定会努力的。",
        "label": ""
      },
      {
        "sentence": "希望一切都能顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "加油！相信自己，相信你们的未来会更美好！",
    "annotation": [
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们的未来会更美好！",
        "label": ""
      }
    ]
  }
]