[
  {
    "role": "client",
    "content": "我是一位25岁的女性，我不知道自己是狂躁症还是单纯心理疾病。我从小比较聪明，心思细腻，善于观察别人的心态和脸色，比较在乎别人的感受和看法。我本身很负面，没有什么目标和追求，天天幻想死亡。但是感觉妈妈没那么爱我，爱爸爸比爱我多，我想要得到妈妈的关注，嫉妒爸爸，心理极端依恋妈妈，无法控制情绪，一言不合就发火，经常因为妈妈一句话就发火，哭，对无端发火有愧疚感，为人极端，偏执，入睡困难，多梦，喜欢幻想妄想，对死亡有一点渴望。现在感觉就是靠理智活着了，很累，经常想死，但是怕家人伤心，不想结婚，无法信任别人（即使表现的信任内心也不能信任）。不知道自己是精神疾病还是心理疾病，我跟我妈谈这个我妈就会回避，我就报复性的不想去看医生，但是真的很痛苦。",
    "annotation": [
      {
        "sentence": "我是一位25岁的女性，我不知道自己是狂躁症还是单纯心理疾病。",
        "label": ""
      },
      {
        "sentence": "我从小比较聪明，心思细腻，善于观察别人的心态和脸色，比较在乎别人的感受和看法。",
        "label": ""
      },
      {
        "sentence": "我本身很负面，没有什么目标和追求，天天幻想死亡。",
        "label": ""
      },
      {
        "sentence": "但是感觉妈妈没那么爱我，爱爸爸比爱我多，我想要得到妈妈的关注，嫉妒爸爸，心理极端依恋妈妈，无法控制情绪，一言不合就发火，经常因为妈妈一句话就发火，哭，对无端发火有愧疚感，为人极端，偏执，入睡困难，多梦，喜欢幻想妄想，对死亡有一点渴望。",
        "label": ""
      },
      {
        "sentence": "现在感觉就是靠理智活着了，很累，经常想死，但是怕家人伤心，不想结婚，无法信任别人（即使表现的信任内心也不能信任）。",
        "label": ""
      },
      {
        "sentence": "不知道自己是精神疾病还是心理疾病，我跟我妈谈这个我妈就会回避，我就报复性的不想去看医生，但是真的很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常同情你的遭遇，能感受到你现在内心承受着巨大的痛苦。我尝试把你描述的问题做一些梳理，希望能对你有所帮助，也期待得到你的回应。1、心思细腻，善于察言观色，在乎别人的感受和看法2、为人极端，偏执，入睡困难，多梦，喜欢幻想妄想3、想得到妈妈的关注，嫉妒爸爸，心理极端依恋妈妈4、无法去信任别人把这4个问题放在一起，似乎都指向了你的原生家庭。不知道在你的童年成长经历中，和父母的关系如何，尤其是和妈妈的关系？",
    "annotation": [
      {
        "sentence": "非常同情你的遭遇，能感受到你现在内心承受着巨大的痛苦。",
        "label": ""
      },
      {
        "sentence": "我尝试把你描述的问题做一些梳理，希望能对你有所帮助，也期待得到你的回应。",
        "label": ""
      },
      {
        "sentence": "1、心思细腻，善于察言观色，在乎别人的感受和看法2、为人极端，偏执，入睡困难，多梦，喜欢幻想妄想3、想得到妈妈的关注，嫉妒爸爸，心理极端依恋妈妈4、无法去信任别人把这4个问题放在一起，似乎都指向了你的原生家庭。",
        "label": ""
      },
      {
        "sentence": "不知道在你的童年成长经历中，和父母的关系如何，尤其是和妈妈的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我父母的关系很好，但我和妈妈的关系不太好，我感觉妈妈不够爱我，不会给我很多关注和关心，我常常感到失落和孤独。",
    "annotation": [
      {
        "sentence": "我父母的关系很好，但我和妈妈的关系不太好，我感觉妈妈不够爱我，不会给我很多关注和关心，我常常感到失落和孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的分享，你的情绪和感受能够被理解和接受。现在，我想和你一起分析一下你的情感需求是否得到满足。你提到了你很在乎别人的感受和看法，希望得到他人的关爱和认可，但同时你又无法信任别人，也有自己的负面想法和情绪。你听起来像是一个内心充满矛盾和不安全感的人，你对关系和情感的需求很强烈，但问题是你无法满足这些需求，然后就会涌现出一些负面情绪。",
    "annotation": [
      {
        "sentence": "非常感谢你的分享，你的情绪和感受能够被理解和接受。",
        "label": ""
      },
      {
        "sentence": "现在，我想和你一起分析一下你的情感需求是否得到满足。",
        "label": ""
      },
      {
        "sentence": "你提到了你很在乎别人的感受和看法，希望得到他人的关爱和认可，但同时你又无法信任别人，也有自己的负面想法和情绪。",
        "label": ""
      },
      {
        "sentence": "你听起来像是一个内心充满矛盾和不安全感的人，你对关系和情感的需求很强烈，但问题是你无法满足这些需求，然后就会涌现出一些负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，这也是我一直面对的问题。",
    "annotation": [
      {
        "sentence": "是的，这也是我一直面对的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我看来，你的情感需求无法得到满足，这可能源于你和妈妈的关系有一些问题。妈妈是一个孩子重要的情感依附者，但在你的情感需求没有得到满足时，你可能就会感到自尊心受损，觉得自己不被需要和重视。完全理解你的情况，所以我想问一下，你有没有感到有些焦虑和痛苦？",
    "annotation": [
      {
        "sentence": "在我看来，你的情感需求无法得到满足，这可能源于你和妈妈的关系有一些问题。",
        "label": ""
      },
      {
        "sentence": "妈妈是一个孩子重要的情感依附者，但在你的情感需求没有得到满足时，你可能就会感到自尊心受损，觉得自己不被需要和重视。",
        "label": ""
      },
      {
        "sentence": "完全理解你的情况，所以我想问一下，你有没有感到有些焦虑和痛苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在很痛苦，很难想象未来的生活会好起来。",
    "annotation": [
      {
        "sentence": "是的，我现在很痛苦，很难想象未来的生活会好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。在面对这样的状况时，有时我们会陷入一种情绪的困境，感到自己被困在一个墙角里，无法动弹。现在，你需要找到一种方法来应对这样的情绪，保持积极向上，找到自己的力量和希望。我建议你可以开始尝试去承认你的感受，不要再去责备自己，为自己创造一个安全的情感环境，打开心扉和我们一同寻找解决办法。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在面对这样的状况时，有时我们会陷入一种情绪的困境，感到自己被困在一个墙角里，无法动弹。",
        "label": ""
      },
      {
        "sentence": "现在，你需要找到一种方法来应对这样的情绪，保持积极向上，找到自己的力量和希望。",
        "label": ""
      },
      {
        "sentence": "我建议你可以开始尝试去承认你的感受，不要再去责备自己，为自己创造一个安全的情感环境，打开心扉和我们一同寻找解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试去接受自己的情况，谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会尝试去接受自己的情况，谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。我认为，当你现在能够承认自己的感受和情绪时，你就可以考虑建立一个安全的人际关系，尝试去理解别人、信任别人。当你培养了自己的信任感和稳定情绪，你就可以改变自己的情感状态。现在，我建议你可以尝试去交朋友、为自己设定小目标、关注自己的需求并满足自己的生理需要等，让这些自我实践成为帮助你克服情绪障",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "我认为，当你现在能够承认自己的感受和情绪时，你就可以考虑建立一个安全的人际关系，尝试去理解别人、信任别人。",
        "label": ""
      },
      {
        "sentence": "当你培养了自己的信任感和稳定情绪，你就可以改变自己的情感状态。",
        "label": ""
      },
      {
        "sentence": "现在，我建议你可以尝试去交朋友、为自己设定小目标、关注自己的需求并满足自己的生理需要等，让这些自我实践成为帮助你克服情绪障",
        "label": ""
      }
    ]
  }
]