[
  {
    "role": "client",
    "content": "她喜欢我，我却不喜欢她，要凑合结婚还是再折腾去找？我俩都是80后，三十多，我对她第一印象没感觉后来相处又特别烦到分手，分手她又求我在处处看，结果处了一段时间还是应付她，和她聊的同时也在找别的但是没有发那么默契的，和她时间越长越陷越深，我不会追女孩，所以一直她主动联系我那种，我不需要在乎她的感受。我感觉这样好像没有以前追女孩那么累，虽然我不喜欢她，但是我付出少，不过有些愧疚，而且相处下来也不快乐。更奇葩的是我把所有对她的直接感受都告诉她，各种难听的话都说了，她就是不分手。不知道是她没谈过恋爱，还是天生对别人的话语迟钝，或者说也跟我一样想凑合快快结婚，因为我之前高估自己又不成熟分手几个女友了，我担心分了这个后边可能还不如她，那父母更急。但是跟她结婚又觉得自己没那么甘心。我和她见面次数很少，也没同居过，反正没感情那种。",
    "annotation": [
      {
        "sentence": "她喜欢我，我却不喜欢她，要凑合结婚还是再折腾去找？",
        "label": ""
      },
      {
        "sentence": "我俩都是80后，三十多，我对她第一印象没感觉后来相处又特别烦到分手，分手她又求我在处处看，结果处了一段时间还是应付她，和她聊的同时也在找别的但是没有发那么默契的，和她时间越长越陷越深，我不会追女孩，所以一直她主动联系我那种，我不需要在乎她的感受。",
        "label": ""
      },
      {
        "sentence": "我感觉这样好像没有以前追女孩那么累，虽然我不喜欢她，但是我付出少，不过有些愧疚，而且相处下来也不快乐。",
        "label": ""
      },
      {
        "sentence": "更奇葩的是我把所有对她的直接感受都告诉她，各种难听的话都说了，她就是不分手。",
        "label": ""
      },
      {
        "sentence": "不知道是她没谈过恋爱，还是天生对别人的话语迟钝，或者说也跟我一样想凑合快快结婚，因为我之前高估自己又不成熟分手几个女友了，我担心分了这个后边可能还不如她，那父母更急。",
        "label": ""
      },
      {
        "sentence": "但是跟她结婚又觉得自己没那么甘心。",
        "label": ""
      },
      {
        "sentence": "我和她见面次数很少，也没同居过，反正没感情那种。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在这段关系里面不是很满意，有很多情绪困惑。你对她的第一印象没感觉，相处后又感到烦燥到分手。分手后她还求你在处处看，你选择应付她，并同时寻找别的对象，但没有找到像她那样默契的人。随着和她相处时间的增长，你越陷越深，但你不会主动追求女孩子，一直是她主动联系你。你并不需要在乎她的感受。你感觉现在这样与之前追求女孩的感觉相比并不累，虽然你不喜欢她，但你投入的付出较少。然而，你也因此感到愧疚，而且相处下来也不快乐。更奇怪的是，你将对她的直接感受都告诉她了，甚至说了很多难听的话，但她仍然不愿意分手。不知道是她没有谈过恋爱，还是她天生对别人的话不敏感，或者她也像你一样想凑合快快结婚。你之前因为自己不成熟而分手过几个女友，担心和她分手后可能找不到更好的对象，而父母又很着急。但是如果和她结婚，你又觉得自己有些不甘心。你们之间的见面次数很少，也没有同居过，基本没有感情的基础。",
    "annotation": [
      {
        "sentence": "你在这段关系里面不是很满意，有很多情绪困惑。",
        "label": ""
      },
      {
        "sentence": "你对她的第一印象没感觉，相处后又感到烦燥到分手。",
        "label": ""
      },
      {
        "sentence": "分手后她还求你在处处看，你选择应付她，并同时寻找别的对象，但没有找到像她那样默契的人。",
        "label": ""
      },
      {
        "sentence": "随着和她相处时间的增长，你越陷越深，但你不会主动追求女孩子，一直是她主动联系你。",
        "label": ""
      },
      {
        "sentence": "你并不需要在乎她的感受。",
        "label": ""
      },
      {
        "sentence": "你感觉现在这样与之前追求女孩的感觉相比并不累，虽然你不喜欢她，但你投入的付出较少。",
        "label": ""
      },
      {
        "sentence": "然而，你也因此感到愧疚，而且相处下来也不快乐。",
        "label": ""
      },
      {
        "sentence": "更奇怪的是，你将对她的直接感受都告诉她了，甚至说了很多难听的话，但她仍然不愿意分手。",
        "label": ""
      },
      {
        "sentence": "不知道是她没有谈过恋爱，还是她天生对别人的话不敏感，或者她也像你一样想凑合快快结婚。",
        "label": ""
      },
      {
        "sentence": "你之前因为自己不成熟而分手过几个女友，担心和她分手后可能找不到更好的对象，而父母又很着急。",
        "label": ""
      },
      {
        "sentence": "但是如果和她结婚，你又觉得自己有些不甘心。",
        "label": ""
      },
      {
        "sentence": "你们之间的见面次数很少，也没有同居过，基本没有感情的基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说的一点都没错。我真的很纠结，不知道该怎么办才好。结婚是为了什么呢？我现在很困惑，感觉自己一直在逃避现实。",
    "annotation": [
      {
        "sentence": "是的，你说的一点都没错。",
        "label": ""
      },
      {
        "sentence": "我真的很纠结，不知道该怎么办才好。",
        "label": ""
      },
      {
        "sentence": "结婚是为了什么呢？",
        "label": ""
      },
      {
        "sentence": "我现在很困惑，感觉自己一直在逃避现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的纠结感。结婚是一个两个家庭的结合，也是人到30岁后，面对父母和朋友的期望。我也快要30岁了，也能理解你面临的压力。很多人随便找一个伴侣结婚，就好像到了时间随便写一份作业交给老师，完成任务后写得好坏都无所谓，反正作业交了，不会有人再来说了。但是结婚不同，它涉及到了两个人的日常相处，牵扯着生活琐碎和相互的责任。即使最开始两情相悦，感情深厚的情侣，也不一定能够承担起婚姻的重担。更何况对于一个不喜欢的人，如何做到包容、扶持和共同成长呢？所以，你需要思考一下，为什么选择结婚，如果只是为了逃避当前的压力而做出的选择，还请三思。如果是权衡利弊，想找一个合适的人过日子，那也是你自己的选择，但要承担相应的后果和责任。",
    "annotation": [
      {
        "sentence": "我了解你的纠结感。",
        "label": ""
      },
      {
        "sentence": "结婚是一个两个家庭的结合，也是人到30岁后，面对父母和朋友的期望。",
        "label": ""
      },
      {
        "sentence": "我也快要30岁了，也能理解你面临的压力。",
        "label": ""
      },
      {
        "sentence": "很多人随便找一个伴侣结婚，就好像到了时间随便写一份作业交给老师，完成任务后写得好坏都无所谓，反正作业交了，不会有人再来说了。",
        "label": ""
      },
      {
        "sentence": "但是结婚不同，它涉及到了两个人的日常相处，牵扯着生活琐碎和相互的责任。",
        "label": ""
      },
      {
        "sentence": "即使最开始两情相悦，感情深厚的情侣，也不一定能够承担起婚姻的重担。",
        "label": ""
      },
      {
        "sentence": "更何况对于一个不喜欢的人，如何做到包容、扶持和共同成长呢？",
        "label": ""
      },
      {
        "sentence": "所以，你需要思考一下，为什么选择结婚，如果只是为了逃避当前的压力而做出的选择，还请三思。",
        "label": ""
      },
      {
        "sentence": "如果是权衡利弊，想找一个合适的人过日子，那也是你自己的选择，但要承担相应的后果和责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对。我明白了，我需要更好地接纳她的不完美，也要接纳自己的不完美。也许我应该用磨合和沟通来解决我们之间的问题，发现她身上的闪光点。",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要更好地接纳她的不完美，也要接纳自己的不完美。",
        "label": ""
      },
      {
        "sentence": "也许我应该用磨合和沟通来解决我们之间的问题，发现她身上的闪光点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法！在亲密关系的初期，我们往往会被晕轮效应影响，认为自己的对象是完美无缺的。然而随着时间的推移，我们会突然发现他们也只是普通人，也有各种各样的缺点。甚至因为相处得久了，我们会越来越清楚地看到对方的缺点。如果我们因此而选择寻找另一个伴侣来解决问题，你会发现，新鲜感过去后，每个伴侣都有自己的不足之处。所以要学会接纳自己的不完美，也要接纳伴侣的不完美，尝试用磨合和沟通来解决大部分问题。同时，也要发现她身上的闪光点，培养共同的兴趣爱好，为感情注入新的活力。",
    "annotation": [
      {
        "sentence": "非常赞同你的想法！",
        "label": ""
      },
      {
        "sentence": "在亲密关系的初期，我们往往会被晕轮效应影响，认为自己的对象是完美无缺的。",
        "label": ""
      },
      {
        "sentence": "然而随着时间的推移，我们会突然发现他们也只是普通人，也有各种各样的缺点。",
        "label": ""
      },
      {
        "sentence": "甚至因为相处得久了，我们会越来越清楚地看到对方的缺点。",
        "label": ""
      },
      {
        "sentence": "如果我们因此而选择寻找另一个伴侣来解决问题，你会发现，新鲜感过去后，每个伴侣都有自己的不足之处。",
        "label": ""
      },
      {
        "sentence": "所以要学会接纳自己的不完美，也要接纳伴侣的不完美，尝试用磨合和沟通来解决大部分问题。",
        "label": ""
      },
      {
        "sentence": "同时，也要发现她身上的闪光点，培养共同的兴趣爱好，为感情注入新的活力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。我确实需要调整自己的期望，并提高自己的心理成熟度。我明白美好的事物并不总能随心所欲地拥有，现实往往是有遗憾和不完美的。我不能改变世界和现实，但我可以改变自己的看法和解决问题的方式。这需要我具备积极面对的态度和勇气。谢谢你的建议，我会努力解决这个问题，追求美好的感情。",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实需要调整自己的期望，并提高自己的心理成熟度。",
        "label": ""
      },
      {
        "sentence": "我明白美好的事物并不总能随心所欲地拥有，现实往往是有遗憾和不完美的。",
        "label": ""
      },
      {
        "sentence": "我不能改变世界和现实，但我可以改变自己的看法和解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "这需要我具备积极面对的态度和勇气。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会努力解决这个问题，追求美好的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴听到你的决心！希望你能勇敢面对，解决这个问题，并获得美好的感情。如果我的回答对你有所帮助，请顺手给个赞，也可以继续关注我，我会尽力提供更多的帮助和支持。加油！收起。",
    "annotation": [
      {
        "sentence": "我很高兴听到你的决心！",
        "label": ""
      },
      {
        "sentence": "希望你能勇敢面对，解决这个问题，并获得美好的感情。",
        "label": ""
      },
      {
        "sentence": "如果我的回答对你有所帮助，请顺手给个赞，也可以继续关注我，我会尽力提供更多的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "收起。",
        "label": ""
      }
    ]
  }
]