[
  {
    "role": "client",
    "content": "她喜欢我，我却不喜欢她，要凑合结婚还是再折腾去找？我俩都是80后，三十多，我对她第一印象没感觉后来相处又特别烦到分手，分手她又求我在处处看，结果处了一段时间还是应付她，和她聊的同时也在找别的但是没有发那么默契的，和她时间越长越陷越深，我不会追女孩，所以一直她主动联系我那种，我不需要在乎她的感受。我感觉这样好像没有以前追女孩那么累，虽然我不喜欢她，但是我付出少，不过有些愧疚，而且相处下来也不快乐。更奇葩的是我把所有对她的直接感受都告诉她，各种难听的话都说了，她就是不分手。不知道是她没谈过恋爱，还是天生对别人的话语迟钝，或者说也跟我一样想凑合快快结婚，因为我之前高估自己又不成熟分手几个女友了，我担心分了这个后边可能还不如她，那父母更急。但是跟她结婚又觉得自己没那么甘心。我和她见面次数很少，也没同居过，反正没感情那种。",
    "annotation": [
      {
        "sentence": "她喜欢我，我却不喜欢她，要凑合结婚还是再折腾去找？",
        "label": ""
      },
      {
        "sentence": "我俩都是80后，三十多，我对她第一印象没感觉后来相处又特别烦到分手，分手她又求我在处处看，结果处了一段时间还是应付她，和她聊的同时也在找别的但是没有发那么默契的，和她时间越长越陷越深，我不会追女孩，所以一直她主动联系我那种，我不需要在乎她的感受。",
        "label": ""
      },
      {
        "sentence": "我感觉这样好像没有以前追女孩那么累，虽然我不喜欢她，但是我付出少，不过有些愧疚，而且相处下来也不快乐。",
        "label": ""
      },
      {
        "sentence": "更奇葩的是我把所有对她的直接感受都告诉她，各种难听的话都说了，她就是不分手。",
        "label": ""
      },
      {
        "sentence": "不知道是她没谈过恋爱，还是天生对别人的话语迟钝，或者说也跟我一样想凑合快快结婚，因为我之前高估自己又不成熟分手几个女友了，我担心分了这个后边可能还不如她，那父母更急。",
        "label": ""
      },
      {
        "sentence": "但是跟她结婚又觉得自己没那么甘心。",
        "label": ""
      },
      {
        "sentence": "我和她见面次数很少，也没同居过，反正没感情那种。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能不能告诉我更详细一些关于你俩的相处？从她的性格到你们的共同爱好。",
    "annotation": [
      {
        "sentence": "你能不能告诉我更详细一些关于你俩的相处？",
        "label": ""
      },
      {
        "sentence": "从她的性格到你们的共同爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她是个很善良的人，我们俩都比较传统。她喜欢做手工，我喜欢端午节蒸肉粽子。",
    "annotation": [
      {
        "sentence": "她是个很善良的人，我们俩都比较传统。",
        "label": ""
      },
      {
        "sentence": "她喜欢做手工，我喜欢端午节蒸肉粽子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么你们有共同的爱好呢，这是一个积极向上的信号。你之前提到你不喜欢她，你是否有考虑过原因呢？",
    "annotation": [
      {
        "sentence": "那么你们有共同的爱好呢，这是一个积极向上的信号。",
        "label": ""
      },
      {
        "sentence": "你之前提到你不喜欢她，你是否有考虑过原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对初次见面的女孩没有感觉，所以没有走到更深一步，而之后也没怎么去主动挑逗。",
    "annotation": [
      {
        "sentence": "我对初次见面的女孩没有感觉，所以没有走到更深一步，而之后也没怎么去主动挑逗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这就是具体的事实，进行自我分析是很好且对处理情感问题很有帮助的。你说你付出少，但也有愧疚的情绪，这是对她的尊重和对自己的责任心，但是和一个不爱的人结婚是一个很严肃的问题，你应该采取一些积极的途径解决这个问题，比如带她去一个你们俩都能喜欢的场所谈心，或者寻求专业的帮助。",
    "annotation": [
      {
        "sentence": "这就是具体的事实，进行自我分析是很好且对处理情感问题很有帮助的。",
        "label": ""
      },
      {
        "sentence": "你说你付出少，但也有愧疚的情绪，这是对她的尊重和对自己的责任心，但是和一个不爱的人结婚是一个很严肃的问题，你应该采取一些积极的途径解决这个问题，比如带她去一个你们俩都能喜欢的场所谈心，或者寻求专业的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的不知道该怎么跟她说，我应该如何来告诉她我们没有未来了呢？",
    "annotation": [
      {
        "sentence": "可是我真的不知道该怎么跟她说，我应该如何来告诉她我们没有未来了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个具有挑战性的问题，你需要保持对她的尊重和诚实。告诉她你的想法是一个很好的开始，你也可以制定一个积极的计划来改变现状。你俩可能需要分开一段时间进行冷静思考，然后回来重新讨论，看看如何才能彼此更好地满足对方的需求，达成共识，你做出了这样的努力，也会更加了解自己和她的需要。",
    "annotation": [
      {
        "sentence": "这确实是一个具有挑战性的问题，你需要保持对她的尊重和诚实。",
        "label": ""
      },
      {
        "sentence": "告诉她你的想法是一个很好的开始，你也可以制定一个积极的计划来改变现状。",
        "label": ""
      },
      {
        "sentence": "你俩可能需要分开一段时间进行冷静思考，然后回来重新讨论，看看如何才能彼此更好地满足对方的需求，达成共识，你做出了这样的努力，也会更加了解自己和她的需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么你建议我应该怎么跟她说呢？",
    "annotation": [
      {
        "sentence": "那么你建议我应该怎么跟她说呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你应该非常用心地听她说她的想法和感受。确保她了解你并且知道你非常认真对待这件事情，然后再告诉她你的想法。承认你对她的不公正是很关键的，这可以表明你对她的尊重和信任。最后还要记得表达你对她的感激，因为这样一来，她会更加了解你的想法，也会更加愿意理解你的处境。",
    "annotation": [
      {
        "sentence": "首先，你应该非常用心地听她说她的想法和感受。",
        "label": ""
      },
      {
        "sentence": "确保她了解你并且知道你非常认真对待这件事情，然后再告诉她你的想法。",
        "label": ""
      },
      {
        "sentence": "承认你对她的不公正是很关键的，这可以表明你对她的尊重和信任。",
        "label": ""
      },
      {
        "sentence": "最后还要记得表达你对她的感激，因为这样一来，她会更加了解你的想法，也会更加愿意理解你的处境。",
        "label": ""
      }
    ]
  }
]