[
  {
    "role": "client",
    "content": "什么是关心，真正的关心是什么样？关心应该怎么做？从小妈妈是个控制欲极强的人，成年后对关心就没有概念，分不清关心和控制的区别，行为都是习得的，跟妈妈学的就是你在哪，你该吃什么，你该做什么都要照着我想的做，这是我学到的关心，然后现在男友和我其实都是很需要关心的人，却不知道该怎么做，我学到的是爸爸的小三握着爸爸受伤的手，好朋友的妈妈给朋友揉穿婚鞋的脚（因为高跟鞋穿久了很痛）然后真的就不会了，总不是经常受伤来获得关心吧，我的模式是经常不开心求安慰，就特别想知道，真正的关心是什么样的，是做些什么，是如何表达，有具体的例子吗，非常想学习。",
    "annotation": [
      {
        "sentence": "什么是关心，真正的关心是什么样？",
        "label": ""
      },
      {
        "sentence": "关心应该怎么做？",
        "label": ""
      },
      {
        "sentence": "从小妈妈是个控制欲极强的人，成年后对关心就没有概念，分不清关心和控制的区别，行为都是习得的，跟妈妈学的就是你在哪，你该吃什么，你该做什么都要照着我想的做，这是我学到的关心，然后现在男友和我其实都是很需要关心的人，却不知道该怎么做，我学到的是爸爸的小三握着爸爸受伤的手，好朋友的妈妈给朋友揉穿婚鞋的脚（因为高跟鞋穿久了很痛）然后真的就不会了，总不是经常受伤来获得关心吧，我的模式是经常不开心求安慰，就特别想知道，真正的关心是什么样的，是做些什么，是如何表达，有具体的例子吗，非常想学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实关心和控制的出发点不同，关心是出于关爱之心，让对方感到幸福和快乐，而控制则是希望对方按照自己的想法来做事，这样做最终会让对方感到压抑和不快。首先我们需要分清楚，从何处出发，才能明确关心所具备的真正含义。",
    "annotation": [
      {
        "sentence": "其实关心和控制的出发点不同，关心是出于关爱之心，让对方感到幸福和快乐，而控制则是希望对方按照自己的想法来做事，这样做最终会让对方感到压抑和不快。",
        "label": ""
      },
      {
        "sentence": "首先我们需要分清楚，从何处出发，才能明确关心所具备的真正含义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么真正的关心应该怎么体现出来呢？该怎么做？",
    "annotation": [
      {
        "sentence": "那么真正的关心应该怎么体现出来呢？",
        "label": ""
      },
      {
        "sentence": "该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关心就是出于真心，在细节的方面表达，比如在天气寒冷的时候给对方倒杯热茶，或者嘱咐对方注意保暖等等。这些小小的注意，会让对方感到温暖和关怀。当然，表述方式并不一定是口头的，有时在行动中就能够最真实的表达我们的关怀。",
    "annotation": [
      {
        "sentence": "关心就是出于真心，在细节的方面表达，比如在天气寒冷的时候给对方倒杯热茶，或者嘱咐对方注意保暖等等。",
        "label": ""
      },
      {
        "sentence": "这些小小的注意，会让对方感到温暖和关怀。",
        "label": ""
      },
      {
        "sentence": "当然，表述方式并不一定是口头的，有时在行动中就能够最真实的表达我们的关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从小妈妈那儿学来的思维模式一直无法改变。如何改变这样的模式？",
    "annotation": [
      {
        "sentence": "从小妈妈那儿学来的思维模式一直无法改变。",
        "label": ""
      },
      {
        "sentence": "如何改变这样的模式？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实最好的方式就是从一个个细节开始，感知和学习。我们可以从自己的身边学习到更多正确的处理问题的方式。比如从身边的他人身上寻找灵感，通过模仿和学习，能够拓展自己的思路和想象力。",
    "annotation": [
      {
        "sentence": "其实最好的方式就是从一个个细节开始，感知和学习。",
        "label": ""
      },
      {
        "sentence": "我们可以从自己的身边学习到更多正确的处理问题的方式。",
        "label": ""
      },
      {
        "sentence": "比如从身边的他人身上寻找灵感，通过模仿和学习，能够拓展自己的思路和想象力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么可以给我一些例子吗？",
    "annotation": [
      {
        "sentence": "那么可以给我一些例子吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "比如在感情方面，当我们想要表达关心时，不妨主动关注对方的情绪，发现对方有烦恼可以安慰对方，当然也要注意方法和方式。比如注重问候他人，准备一个小礼物或者一张卡片，或者是为对方准备一场浪漫的约会等等，这些都是体现关怀之心的表达方式。",
    "annotation": [
      {
        "sentence": "比如在感情方面，当我们想要表达关心时，不妨主动关注对方的情绪，发现对方有烦恼可以安慰对方，当然也要注意方法和方式。",
        "label": ""
      },
      {
        "sentence": "比如注重问候他人，准备一个小礼物或者一张卡片，或者是为对方准备一场浪漫的约会等等，这些都是体现关怀之心的表达方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那如果关心被对方忽视了，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "那如果关心被对方忽视了，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题很常见，当我们的关心被对方忽视时，我们最好保持耐心，因为关心不是一蹴而就的，它往往需要时间和耐心去维护。保持积极的态度，让对方感受到你的坚定和真诚，关心之心就可以最大化的发挥出来了。",
    "annotation": [
      {
        "sentence": "这个问题很常见，当我们的关心被对方忽视时，我们最好保持耐心，因为关心不是一蹴而就的，它往往需要时间和耐心去维护。",
        "label": ""
      },
      {
        "sentence": "保持积极的态度，让对方感受到你的坚定和真诚，关心之心就可以最大化的发挥出来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我学到了很多。",
    "annotation": [
      {
        "sentence": "谢谢你，我学到了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能够帮助到你就是我最大的荣幸。",
    "annotation": [
      {
        "sentence": "不客气，能够帮助到你就是我最大的荣幸。",
        "label": ""
      }
    ]
  }
]