[
  {
    "role": "client",
    "content": "什么是关心，真正的关心是什么样？关心应该怎么做？从小妈妈是个控制欲极强的人，成年后对关心就没有概念，分不清关心和控制的区别，行为都是习得的，跟妈妈学的就是你在哪，你该吃什么，你该做什么都要照着我想的做，这是我学到的关心，然后现在男友和我其实都是很需要关心的人，却不知道该怎么做，我学到的是爸爸的小三握着爸爸受伤的手，好朋友的妈妈给朋友揉穿婚鞋的脚（因为高跟鞋穿久了很痛）然后真的就不会了，总不是经常受伤来获得关心吧，我的模式是经常不开心求安慰，就特别想知道，真正的关心是什么样的，是做些什么，是如何表达，有具体的例子吗，非常想学习。",
    "annotation": [
      {
        "sentence": "什么是关心，真正的关心是什么样？",
        "label": ""
      },
      {
        "sentence": "关心应该怎么做？",
        "label": ""
      },
      {
        "sentence": "从小妈妈是个控制欲极强的人，成年后对关心就没有概念，分不清关心和控制的区别，行为都是习得的，跟妈妈学的就是你在哪，你该吃什么，你该做什么都要照着我想的做，这是我学到的关心，然后现在男友和我其实都是很需要关心的人，却不知道该怎么做，我学到的是爸爸的小三握着爸爸受伤的手，好朋友的妈妈给朋友揉穿婚鞋的脚（因为高跟鞋穿久了很痛）然后真的就不会了，总不是经常受伤来获得关心吧，我的模式是经常不开心求安慰，就特别想知道，真正的关心是什么样的，是做些什么，是如何表达，有具体的例子吗，非常想学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，你的母亲控制欲很强，长期的控制让你对关心和控制的区别分不清，这很正常。这种情况下你更需要找人倾诉，让自己的情绪宣泄，不要承受太多的压力。你需要逐步学会怎么关心自己，因为关心自己的情绪得到释放，才能更好地关注别人。这对你院内部分也是非常有益的。",
    "annotation": [
      {
        "sentence": "听你这么说，你的母亲控制欲很强，长期的控制让你对关心和控制的区别分不清，这很正常。",
        "label": ""
      },
      {
        "sentence": "这种情况下你更需要找人倾诉，让自己的情绪宣泄，不要承受太多的压力。",
        "label": ""
      },
      {
        "sentence": "你需要逐步学会怎么关心自己，因为关心自己的情绪得到释放，才能更好地关注别人。",
        "label": ""
      },
      {
        "sentence": "这对你院内部分也是非常有益的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我要怎么样才能更好地关心自己呢？",
    "annotation": [
      {
        "sentence": "那我要怎么样才能更好地关心自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以找点乐子，找到自己的兴趣，做喜欢做的事情，让自己从心里感到快乐和愉悦。然后，你可以在日常生活中积极地关注自己的感受，关注自己的需求，不要让自己变得麻木。可以做一些小事情，比如尝试自己烹饪一些美食，享受这样的过程，或者外出散步，欣赏美丽的风景。",
    "annotation": [
      {
        "sentence": "首先，你可以找点乐子，找到自己的兴趣，做喜欢做的事情，让自己从心里感到快乐和愉悦。",
        "label": ""
      },
      {
        "sentence": "然后，你可以在日常生活中积极地关注自己的感受，关注自己的需求，不要让自己变得麻木。",
        "label": ""
      },
      {
        "sentence": "可以做一些小事情，比如尝试自己烹饪一些美食，享受这样的过程，或者外出散步，欣赏美丽的风景。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "学会了怎么关心自己之后，我该如何找到恰当的关心方式来关心别人呢？",
    "annotation": [
      {
        "sentence": "学会了怎么关心自己之后，我该如何找到恰当的关心方式来关心别人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要理解到每个人都有自己的需求和喜好，关心方式需要因人而异。你可以从物质层面和精神层面入手，为别人提供真正的关心。比如，当你觉察到对方身体不舒服时，可以询问对方的想法，并想办法解决问题，为对方提供物质上的关怀。同时，在对方心情不好时，你也可以通过言语、行动或者其他方式来安慰和鼓励对方，给予情感上的支持。",
    "annotation": [
      {
        "sentence": "首先，你要理解到每个人都有自己的需求和喜好，关心方式需要因人而异。",
        "label": ""
      },
      {
        "sentence": "你可以从物质层面和精神层面入手，为别人提供真正的关心。",
        "label": ""
      },
      {
        "sentence": "比如，当你觉察到对方身体不舒服时，可以询问对方的想法，并想办法解决问题，为对方提供物质上的关怀。",
        "label": ""
      },
      {
        "sentence": "同时，在对方心情不好时，你也可以通过言语、行动或者其他方式来安慰和鼓励对方，给予情感上的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，我感觉我受益匪浅。那么，我该如何判断我的关心是否得到了对方的认可呢？",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，我感觉我受益匪浅。",
        "label": ""
      },
      {
        "sentence": "那么，我该如何判断我的关心是否得到了对方的认可呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很简单，关心是一种相互的过程，你可以通过他人的表现来感知自己的关心是否被认可。正如我刚才所说，关心需要因人而异，你要逐步摸索出每个人的喜好和需求，并在行动中逐渐得到他人的认可。同时，不要过分强求，很多事情需要时间和沟通来解决。如果你关心的方式并没有得到他人的认可，不要灰心丧气，反思自己的行为，并试着找出问题所在，再次尝试去改善。",
    "annotation": [
      {
        "sentence": "很简单，关心是一种相互的过程，你可以通过他人的表现来感知自己的关心是否被认可。",
        "label": ""
      },
      {
        "sentence": "正如我刚才所说，关心需要因人而异，你要逐步摸索出每个人的喜好和需求，并在行动中逐渐得到他人的认可。",
        "label": ""
      },
      {
        "sentence": "同时，不要过分强求，很多事情需要时间和沟通来解决。",
        "label": ""
      },
      {
        "sentence": "如果你关心的方式并没有得到他人的认可，不要灰心丧气，反思自己的行为，并试着找出问题所在，再次尝试去改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的解答，我会好好思考、实践和反思。",
    "annotation": [
      {
        "sentence": "谢谢你的解答，我会好好思考、实践和反思。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没事的，因为我们都在学习和成长。任何时候，如果你有任何疑问或者需要帮助，都可以随时来找我谈谈。",
    "annotation": [
      {
        "sentence": "没事的，因为我们都在学习和成长。",
        "label": ""
      },
      {
        "sentence": "任何时候，如果你有任何疑问或者需要帮助，都可以随时来找我谈谈。",
        "label": ""
      }
    ]
  }
]