[
  {
    "role": "client",
    "content": "我34岁，憋了很久的负面情绪常翻起来，让自己很痛苦。",
    "annotation": [
      {
        "sentence": "我34岁，憋了很久的负面情绪常翻起来，让自己很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要找人倾诉，我很愿意倾听你的故事。你可以先告诉我一些你的经历，让我们一起思考如何让你摆脱这些情绪。",
    "annotation": [
      {
        "sentence": "你需要找人倾诉，我很愿意倾听你的故事。",
        "label": ""
      },
      {
        "sentence": "你可以先告诉我一些你的经历，让我们一起思考如何让你摆脱这些情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，上初二时，因家里条件的原因，我辍学了，而我哥哥正好上初三。之后我打工三年，这三年中，我内心无依无靠感到孤独，也受过伤痕，被人打过欺负过，也没敢反抗。",
    "annotation": [
      {
        "sentence": "好的，上初二时，因家里条件的原因，我辍学了，而我哥哥正好上初三。",
        "label": ""
      },
      {
        "sentence": "之后我打工三年，这三年中，我内心无依无靠感到孤独，也受过伤痕，被人打过欺负过，也没敢反抗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来在你的成长过程中，你经历了很多的挫折和困难，感受到了孤立和无助。你的想法和情绪一直没有得到释放，看起来你内心一定很受伤。",
    "annotation": [
      {
        "sentence": "看来在你的成长过程中，你经历了很多的挫折和困难，感受到了孤立和无助。",
        "label": ""
      },
      {
        "sentence": "你的想法和情绪一直没有得到释放，看起来你内心一定很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，后来家人又让我回老家继续读上初二，我觉得比同班同学都大，所以内心中觉得自卑，就把所有的精力用在了学习上。但是在上学期间，被老师打过很多次。有个女老师晚上叫我去她宿舍，问我喜欢她吗？我不知所措，借口离开，后来被几个男老师（姓杨的一个，姓马的一个大高个子）找借口暴打过。扇嘴巴，拳击胸口，脚踢。当时我很愤怒，但是不敢反抗，选择了逃学。后来父亲和叔叔去学校找老师理论，老师和校长说我欺负女老师。我因害怕紧张也没有解释，但心中对那些老师恨透了。后来我一直和女性交流好像有障碍，又怕女人又想接近。",
    "annotation": [
      {
        "sentence": "是的，后来家人又让我回老家继续读上初二，我觉得比同班同学都大，所以内心中觉得自卑，就把所有的精力用在了学习上。",
        "label": ""
      },
      {
        "sentence": "但是在上学期间，被老师打过很多次。",
        "label": ""
      },
      {
        "sentence": "有个女老师晚上叫我去她宿舍，问我喜欢她吗？",
        "label": ""
      },
      {
        "sentence": "我不知所措，借口离开，后来被几个男老师（姓杨的一个，姓马的一个大高个子）找借口暴打过。",
        "label": ""
      },
      {
        "sentence": "扇嘴巴，拳击胸口，脚踢。",
        "label": ""
      },
      {
        "sentence": "当时我很愤怒，但是不敢反抗，选择了逃学。",
        "label": ""
      },
      {
        "sentence": "后来父亲和叔叔去学校找老师理论，老师和校长说我欺负女老师。",
        "label": ""
      },
      {
        "sentence": "我因害怕紧张也没有解释，但心中对那些老师恨透了。",
        "label": ""
      },
      {
        "sentence": "后来我一直和女性交流好像有障碍，又怕女人又想接近。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在校园里也遭遇了很多不公和不幸，这些经历让你受到了很大的伤害和困扰。这种痛苦和难以忍受的情感是很正常的，不要把它们压抑在内心，你需要向他人寻求支持和保护。同时，你的经历可能会影响你对女性的态度和交流，这也需要我们一起去思考如何逐步地克服你内心的恐惧和不安全感。",
    "annotation": [
      {
        "sentence": "听起来你在校园里也遭遇了很多不公和不幸，这些经历让你受到了很大的伤害和困扰。",
        "label": ""
      },
      {
        "sentence": "这种痛苦和难以忍受的情感是很正常的，不要把它们压抑在内心，你需要向他人寻求支持和保护。",
        "label": ""
      },
      {
        "sentence": "同时，你的经历可能会影响你对女性的态度和交流，这也需要我们一起去思考如何逐步地克服你内心的恐惧和不安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直都想找个人好好谈一谈这些事情，但我怕他们无法理解我的想法和情绪。",
    "annotation": [
      {
        "sentence": "是的，我一直都想找个人好好谈一谈这些事情，但我怕他们无法理解我的想法和情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的，但记住，这些经历并不是你的错，而是那些伤害你的人的过错。还有很多人愿意倾听你的故事，帮助你摆脱心理上的困境。你是否考虑过找一个心理咨询师进行咨询？他们可以为你提供专业的帮助和支持。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的，但记住，这些经历并不是你的错，而是那些伤害你的人的过错。",
        "label": ""
      },
      {
        "sentence": "还有很多人愿意倾听你的故事，帮助你摆脱心理上的困境。",
        "label": ""
      },
      {
        "sentence": "你是否考虑过找一个心理咨询师进行咨询？",
        "label": ""
      },
      {
        "sentence": "他们可以为你提供专业的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，可能会试试。我在面对女性时也感到有困难，你有没有什么好的建议可以给我？",
    "annotation": [
      {
        "sentence": "嗯，可能会试试。",
        "label": ""
      },
      {
        "sentence": "我在面对女性时也感到有困难，你有没有什么好的建议可以给我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试在日常生活中积极地去接触、交流女性，不要让自己总是处于退缩的状态。另外，你可以尝试参加一些与女性相关的社交活动，例如舞蹈课、瑜伽课等等，这样可以帮助你更加自然地接近女性，克服内心的恐惧。当然，你要知道没有必要一下子变得自信，这需要时间和实践。所以，你要坚持学习和积极地去行动，相信你会取得进步的。",
    "annotation": [
      {
        "sentence": "你可以尝试在日常生活中积极地去接触、交流女性，不要让自己总是处于退缩的状态。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试参加一些与女性相关的社交活动，例如舞蹈课、瑜伽课等等，这样可以帮助你更加自然地接近女性，克服内心的恐惧。",
        "label": ""
      },
      {
        "sentence": "当然，你要知道没有必要一下子变得自信，这需要时间和实践。",
        "label": ""
      },
      {
        "sentence": "所以，你要坚持学习和积极地去行动，相信你会取得进步的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会努力的。",
    "annotation": [
      {
        "sentence": "谢谢你，我会努力的。",
        "label": ""
      }
    ]
  }
]