[
  {
    "role": "client",
    "content": "我对追女生不那么看好，没有我对你好你也对我好的爱情？我追一个女生，追她的时候她的不好，以及忽视我的感受我都忍了。还接着追，我发消息她也回，有一次看见她和别的男的在一起我很生气，但我没说，还是对她好，等等我忍了她很多。值到七夕节那天和我一起看完电影，又跑去和别的男的在一起。我很生气，伤心。终于忍不了了就把她给删了。我想要的是我对你好，你也要对我好的爱情。但是现在男多女少的年代我觉得不可能了。别人也长得好看，有车有房的也大把，何况我一个没车没房的。也是她这样子也正常。",
    "annotation": [
      {
        "sentence": "我对追女生不那么看好，没有我对你好你也对我好的爱情？",
        "label": ""
      },
      {
        "sentence": "我追一个女生，追她的时候她的不好，以及忽视我的感受我都忍了。",
        "label": ""
      },
      {
        "sentence": "还接着追，我发消息她也回，有一次看见她和别的男的在一起我很生气，但我没说，还是对她好，等等我忍了她很多。",
        "label": ""
      },
      {
        "sentence": "值到七夕节那天和我一起看完电影，又跑去和别的男的在一起。",
        "label": ""
      },
      {
        "sentence": "我很生气，伤心。",
        "label": ""
      },
      {
        "sentence": "终于忍不了了就把她给删了。",
        "label": ""
      },
      {
        "sentence": "我想要的是我对你好，你也要对我好的爱情。",
        "label": ""
      },
      {
        "sentence": "但是现在男多女少的年代我觉得不可能了。",
        "label": ""
      },
      {
        "sentence": "别人也长得好看，有车有房的也大把，何况我一个没车没房的。",
        "label": ""
      },
      {
        "sentence": "也是她这样子也正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。你已经对这个女生付出了很多，而且尽量宽容了她的不足。当对方没有给予你所期待的反馈和回报时，确实会让人感到失望。但是在这样的相处过程中，你可能对两人关系的理解有一些误解。你认为你对别人好，别人就应该对你好，这是一种理想的状态。但实际上，你对别人好只是你自己的主观想法和行为，并不能强求别人也对你好。相同的道理，别人对你好与否也是他们自己的事情，他们有选择的权利。所以，我觉得你对别人好并不代表别人会对你好或者别人应该对你好。如果仅仅因为你对别人好，别人就对你好的话，那恋人之间的关系就会很简单了。当然也有两个人互相对对方好的情况，这时我们会觉得他们相爱。重要的是双方是否都喜欢对方，双方是否都在为这份关系做出努力。只有当两个人共同朝着同一个目标努力时，所有的付出才会有意义。否则，你的付出只是感动了自己。在对方看来，可能根本不需要你的付出和忍让。祝你好运。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你已经对这个女生付出了很多，而且尽量宽容了她的不足。",
        "label": ""
      },
      {
        "sentence": "当对方没有给予你所期待的反馈和回报时，确实会让人感到失望。",
        "label": ""
      },
      {
        "sentence": "但是在这样的相处过程中，你可能对两人关系的理解有一些误解。",
        "label": ""
      },
      {
        "sentence": "你认为你对别人好，别人就应该对你好，这是一种理想的状态。",
        "label": ""
      },
      {
        "sentence": "但实际上，你对别人好只是你自己的主观想法和行为，并不能强求别人也对你好。",
        "label": ""
      },
      {
        "sentence": "相同的道理，别人对你好与否也是他们自己的事情，他们有选择的权利。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得你对别人好并不代表别人会对你好或者别人应该对你好。",
        "label": ""
      },
      {
        "sentence": "如果仅仅因为你对别人好，别人就对你好的话，那恋人之间的关系就会很简单了。",
        "label": ""
      },
      {
        "sentence": "当然也有两个人互相对对方好的情况，这时我们会觉得他们相爱。",
        "label": ""
      },
      {
        "sentence": "重要的是双方是否都喜欢对方，双方是否都在为这份关系做出努力。",
        "label": ""
      },
      {
        "sentence": "只有当两个人共同朝着同一个目标努力时，所有的付出才会有意义。",
        "label": ""
      },
      {
        "sentence": "否则，你的付出只是感动了自己。",
        "label": ""
      },
      {
        "sentence": "在对方看来，可能根本不需要你的付出和忍让。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，或许我对这份感情有些过于理想化了。我也明白每个人都有自己的选择权，我不能要求别人对我好。但是我对她的付出真的很多，看到她和别的男生在一起，我真的很生气很伤心。我觉得自己很委屈，为什么我对她好她就不能对我好呢？",
    "annotation": [
      {
        "sentence": "你说的很对，或许我对这份感情有些过于理想化了。",
        "label": ""
      },
      {
        "sentence": "我也明白每个人都有自己的选择权，我不能要求别人对我好。",
        "label": ""
      },
      {
        "sentence": "但是我对她的付出真的很多，看到她和别的男生在一起，我真的很生气很伤心。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很委屈，为什么我对她好她就不能对我好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。你对她付出了很多，看到她和别的男生在一起，当然会感到生气和伤心。在这样的情况下，你觉得自己非常委屈也是可以理解的。但是我们需要明白，每个人都有自己的感受和选择。对方为什么不能对你好，可能是因为她并没有对你产生同样的感情或者她还在寻找适合自己的伴侣。这并不是因为你的不够好，只是她的选择和喜好不同而已。我们不能强迫别人对我们好，也不能将自己的价值和别人对我们的态度挂钩。相反，我们应该珍惜那些真正关心我们和对我们好的人。记住，你值得被珍惜和对待得更好。不要把一段失败的感情影响到你对整个世界和爱情的看法。还有很多值得期待的美好事物等着你。加油！",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你对她付出了很多，看到她和别的男生在一起，当然会感到生气和伤心。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，你觉得自己非常委屈也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是我们需要明白，每个人都有自己的感受和选择。",
        "label": ""
      },
      {
        "sentence": "对方为什么不能对你好，可能是因为她并没有对你产生同样的感情或者她还在寻找适合自己的伴侣。",
        "label": ""
      },
      {
        "sentence": "这并不是因为你的不够好，只是她的选择和喜好不同而已。",
        "label": ""
      },
      {
        "sentence": "我们不能强迫别人对我们好，也不能将自己的价值和别人对我们的态度挂钩。",
        "label": ""
      },
      {
        "sentence": "相反，我们应该珍惜那些真正关心我们和对我们好的人。",
        "label": ""
      },
      {
        "sentence": "记住，你值得被珍惜和对待得更好。",
        "label": ""
      },
      {
        "sentence": "不要把一段失败的感情影响到你对整个世界和爱情的看法。",
        "label": ""
      },
      {
        "sentence": "还有很多值得期待的美好事物等着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分析和鼓励。我意识到了自己的一些想法和错误。或许我对这个女生抱有太多期待，而她并不是我所期待的那个人。我需要调整自己的心态，并重新审视对待感情的方式。我也会尽量珍惜那些真正对我好的人，不再把过多的情感寄托在一个不合适的对象身上。谢谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的分析和鼓励。",
        "label": ""
      },
      {
        "sentence": "我意识到了自己的一些想法和错误。",
        "label": ""
      },
      {
        "sentence": "或许我对这个女生抱有太多期待，而她并不是我所期待的那个人。",
        "label": ""
      },
      {
        "sentence": "我需要调整自己的心态，并重新审视对待感情的方式。",
        "label": ""
      },
      {
        "sentence": "我也会尽量珍惜那些真正对我好的人，不再把过多的情感寄托在一个不合适的对象身上。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。调整心态并审视自己的想法是很重要的。面对感情的时候，我们需要保持理性和冷静，不要把太多的情感和期待寄托在一个人身上。相信自己，你一定能够找到适合你的人，并建立一段美好的感情。如果还有什么困惑或者需要帮助的，随时都可以来找我倾诉。祝你幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "调整心态并审视自己的想法是很重要的。",
        "label": ""
      },
      {
        "sentence": "面对感情的时候，我们需要保持理性和冷静，不要把太多的情感和期待寄托在一个人身上。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到适合你的人，并建立一段美好的感情。",
        "label": ""
      },
      {
        "sentence": "如果还有什么困惑或者需要帮助的，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力调整自己的心态和对待感情的方式。感谢你的耐心倾听和帮助，你真的让我感到很开心和安慰。有你这样的支持者真的很幸运。谢谢！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力调整自己的心态和对待感情的方式。",
        "label": ""
      },
      {
        "sentence": "感谢你的耐心倾听和帮助，你真的让我感到很开心和安慰。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者真的很幸运。",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。你已经迈出了改变的一步，相信自己，你一定可以过上更幸福的生活。如果以后还有什么问题或者困扰，请随时找我倾诉。我会一直陪伴在你身边。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了改变的一步，相信自己，你一定可以过上更幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题或者困扰，请随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]