[
  {
    "role": "client",
    "content": "我总是很介意错过的事情，总想尝试。我每几年就陷入这样一个循环，一开始目标清晰，后来开始想起因为达成目标而错过的事情和可能性，于是像补课一样疯狂去做那些事情。但在这个过程中，我往往又会落后于目标进度，最后又要匆匆赶进度，一直循环往复。我为什么总是这么着急呢？有时候生活挺好的，但我还是觉得很着急。",
    "annotation": [
      {
        "sentence": "我总是很介意错过的事情，总想尝试。",
        "label": ""
      },
      {
        "sentence": "我每几年就陷入这样一个循环，一开始目标清晰，后来开始想起因为达成目标而错过的事情和可能性，于是像补课一样疯狂去做那些事情。",
        "label": ""
      },
      {
        "sentence": "但在这个过程中，我往往又会落后于目标进度，最后又要匆匆赶进度，一直循环往复。",
        "label": ""
      },
      {
        "sentence": "我为什么总是这么着急呢？",
        "label": ""
      },
      {
        "sentence": "有时候生活挺好的，但我还是觉得很着急。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你，你是一个追寻目标、积极进取的人。但有时你会陷入急于去完成目标而忽略了一些事情的循环中。善于规划时间很重要，可以给自己设定一个计划和时间表，每天完成一个小目标，剩下时间做自己想要做的事情。另外你如果因为错过一些事情而感到遗憾的话，可以试着给自己提供一些时间去唤起那些美好的回忆。你化解遗憾，同时也可以得到美好的经历和回忆。",
    "annotation": [
      {
        "sentence": "我了解你，你是一个追寻目标、积极进取的人。",
        "label": ""
      },
      {
        "sentence": "但有时你会陷入急于去完成目标而忽略了一些事情的循环中。",
        "label": ""
      },
      {
        "sentence": "善于规划时间很重要，可以给自己设定一个计划和时间表，每天完成一个小目标，剩下时间做自己想要做的事情。",
        "label": ""
      },
      {
        "sentence": "另外你如果因为错过一些事情而感到遗憾的话，可以试着给自己提供一些时间去唤起那些美好的回忆。",
        "label": ""
      },
      {
        "sentence": "你化解遗憾，同时也可以得到美好的经历和回忆。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我好像对自己有一些偏见，认为自己必须这样做事才能获得理想中的成果。我的做法真的值得肯定吗？",
    "annotation": [
      {
        "sentence": "我好像对自己有一些偏见，认为自己必须这样做事才能获得理想中的成果。",
        "label": ""
      },
      {
        "sentence": "我的做法真的值得肯定吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "避免过度自我要求，不是所有的人都必须用同样的方式去获得理想状态的。一个值得成批量的目标可以不需要用强制性的方法去完成，实际上可能会低效和乏味。因此可以寻找更轻松、更舒服、更愉悦的方式去完成。比如定一个较长时间的计划（一年、两年、三年），然后进行分阶段具体计划，按部就班，不要试图达到完美。摒弃完美主义的东西能是你的工作更加心安，更有效率。",
    "annotation": [
      {
        "sentence": "避免过度自我要求，不是所有的人都必须用同样的方式去获得理想状态的。",
        "label": ""
      },
      {
        "sentence": "一个值得成批量的目标可以不需要用强制性的方法去完成，实际上可能会低效和乏味。",
        "label": ""
      },
      {
        "sentence": "因此可以寻找更轻松、更舒服、更愉悦的方式去完成。",
        "label": ""
      },
      {
        "sentence": "比如定一个较长时间的计划（一年、两年、三年），然后进行分阶段具体计划，按部就班，不要试图达到完美。",
        "label": ""
      },
      {
        "sentence": "摒弃完美主义的东西能是你的工作更加心安，更有效率。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我一直在担心停下这种循环，是不是会变得更加虚无和迷茫呢？",
    "annotation": [
      {
        "sentence": "但我一直在担心停下这种循环，是不是会变得更加虚无和迷茫呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恐惧与不安也是正常的情绪。每个人在前进的道路上都会有害怕、迷茫和沮丧。而接受并面对这些情绪是前进过程中必须要走的一段路程。不要让它们阻拦你的脚步，渐渐的你会发现自己一直在前行。当你充分了解到自己的目标、愿望和价值观时，往往能够在坚定的基础上走的更远、更好。",
    "annotation": [
      {
        "sentence": "恐惧与不安也是正常的情绪。",
        "label": ""
      },
      {
        "sentence": "每个人在前进的道路上都会有害怕、迷茫和沮丧。",
        "label": ""
      },
      {
        "sentence": "而接受并面对这些情绪是前进过程中必须要走的一段路程。",
        "label": ""
      },
      {
        "sentence": "不要让它们阻拦你的脚步，渐渐的你会发现自己一直在前行。",
        "label": ""
      },
      {
        "sentence": "当你充分了解到自己的目标、愿望和价值观时，往往能够在坚定的基础上走的更远、更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得好有道理，我有时间会认真思考你说的这些观点。现在要做的是接受自己的人生，放下过去和对未来的不安，专注于眼前的事物。",
    "annotation": [
      {
        "sentence": "你说得好有道理，我有时间会认真思考你说的这些观点。",
        "label": ""
      },
      {
        "sentence": "现在要做的是接受自己的人生，放下过去和对未来的不安，专注于眼前的事物。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这是你迈向成长的第一步。做事情也不能一直透支自己的能力和经验，一定要注意自己的感受和健康。你可以把注意力转移到现在，关注你正在做的事情，找到那些让你感到快乐、放松和有意义的事情，然后在这些事情上花费更多的时间和精力。注意自己每天做了什么，回忆一下感到快乐的时刻。这样对于减轻负隅顿挫会有帮助的。",
    "annotation": [
      {
        "sentence": "很好，这是你迈向成长的第一步。",
        "label": ""
      },
      {
        "sentence": "做事情也不能一直透支自己的能力和经验，一定要注意自己的感受和健康。",
        "label": ""
      },
      {
        "sentence": "你可以把注意力转移到现在，关注你正在做的事情，找到那些让你感到快乐、放松和有意义的事情，然后在这些事情上花费更多的时间和精力。",
        "label": ""
      },
      {
        "sentence": "注意自己每天做了什么，回忆一下感到快乐的时刻。",
        "label": ""
      },
      {
        "sentence": "这样对于减轻负隅顿挫会有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心倾听和帮助。我想我现在已经有了更明确的目标和想法。",
    "annotation": [
      {
        "sentence": "谢谢你的耐心倾听和帮助。",
        "label": ""
      },
      {
        "sentence": "我想我现在已经有了更明确的目标和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你将找到你想要的方向的。记得不要身心俱疲，在追求目标的同时也要好好照顾自己。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你将找到你想要的方向的。",
        "label": ""
      },
      {
        "sentence": "记得不要身心俱疲，在追求目标的同时也要好好照顾自己。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]