[
  {
    "role": "client",
    "content": "我错过的事情非常介意，总想找机会尝试是什么心态？我发现自己每几年都会陷入一个循环。头几年目标清晰，不让自己有太多时间想有的没的，后几年开始不断追忆之前因为达成目标而错过的事情和可能性，于是开始像补课一般疯狂去做那些事，自然在达成目标的路上又落后了，于是后面几年又非常着急地赶进度，循环往复。不知道为什么总是很着急，有时候生活挺好挺安逸的也很着急。我好像没法脚踏实地地一步一步往前走，总是冲冲停停的，感觉不断解决问题的同时也在创造更多问题。而且这几年似乎因为停的有点久，不知道以后会不会冲不动以至于走的更慢了。我快30了，也不知道是不是和年纪有关。不知道这种做事的模式是个真实的问题还是因为生活本身的特点而对自己有的偏见（比如会不会有些人就得这样做事），希望能听到一些解释，谢谢。",
    "annotation": [
      {
        "sentence": "我错过的事情非常介意，总想找机会尝试是什么心态？",
        "label": ""
      },
      {
        "sentence": "我发现自己每几年都会陷入一个循环。",
        "label": ""
      },
      {
        "sentence": "头几年目标清晰，不让自己有太多时间想有的没的，后几年开始不断追忆之前因为达成目标而错过的事情和可能性，于是开始像补课一般疯狂去做那些事，自然在达成目标的路上又落后了，于是后面几年又非常着急地赶进度，循环往复。",
        "label": ""
      },
      {
        "sentence": "不知道为什么总是很着急，有时候生活挺好挺安逸的也很着急。",
        "label": ""
      },
      {
        "sentence": "我好像没法脚踏实地地一步一步往前走，总是冲冲停停的，感觉不断解决问题的同时也在创造更多问题。",
        "label": ""
      },
      {
        "sentence": "而且这几年似乎因为停的有点久，不知道以后会不会冲不动以至于走的更慢了。",
        "label": ""
      },
      {
        "sentence": "我快30了，也不知道是不是和年纪有关。",
        "label": ""
      },
      {
        "sentence": "不知道这种做事的模式是个真实的问题还是因为生活本身的特点而对自己有的偏见（比如会不会有些人就得这样做事），希望能听到一些解释，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感到了你的困扰。你在开始的时候目标清晰，后来又会对之前达成目标而错过的事情，不能放下。我很理解你的想法，让我来和你分享一些想法，希望对你有启发。你提到的这个循环现象其实很多人都会遇到，只是受困扰的程度不同而已。",
    "annotation": [
      {
        "sentence": "感到了你的困扰。",
        "label": ""
      },
      {
        "sentence": "你在开始的时候目标清晰，后来又会对之前达成目标而错过的事情，不能放下。",
        "label": ""
      },
      {
        "sentence": "我很理解你的想法，让我来和你分享一些想法，希望对你有启发。",
        "label": ""
      },
      {
        "sentence": "你提到的这个循环现象其实很多人都会遇到，只是受困扰的程度不同而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己陷入了一个无休止的循环，无法摆脱。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己陷入了一个无休止的循环，无法摆脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么我们需要做的是：与选择带来的机会损失和解。所谓机会损失，指的就是你选择做了一件事而没做另一件事而造成的损失。我们很容易回顾过去的选择，因为错过的事情而后悔。我想告诉你，这是很正常的情绪反应，说明你能从多个维度看到自己的价值，没有给人生设定唯一的选项。既然知道了机会损失无法避免，不如与它和解。",
    "annotation": [
      {
        "sentence": "那么我们需要做的是：与选择带来的机会损失和解。",
        "label": ""
      },
      {
        "sentence": "所谓机会损失，指的就是你选择做了一件事而没做另一件事而造成的损失。",
        "label": ""
      },
      {
        "sentence": "我们很容易回顾过去的选择，因为错过的事情而后悔。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，这是很正常的情绪反应，说明你能从多个维度看到自己的价值，没有给人生设定唯一的选项。",
        "label": ""
      },
      {
        "sentence": "既然知道了机会损失无法避免，不如与它和解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我应该接受这种机会损失，并学会和它和解。",
    "annotation": [
      {
        "sentence": "你说得有道理，我应该接受这种机会损失，并学会和它和解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错。在职场中，很多人会觉得人生的可能性变少，过去的选择无法改变。还会陷入到某种循环中。那么如何应对呢？我建议你可以多做一些有存在性价值的事情，就是能让你感受到生命意义和自我成长的事情。哪怕是业余爱好，它们都属于有存在性价值的事情，能很好的平衡这种循环带来的压力。",
    "annotation": [
      {
        "sentence": "没错。",
        "label": ""
      },
      {
        "sentence": "在职场中，很多人会觉得人生的可能性变少，过去的选择无法改变。",
        "label": ""
      },
      {
        "sentence": "还会陷入到某种循环中。",
        "label": ""
      },
      {
        "sentence": "那么如何应对呢？",
        "label": ""
      },
      {
        "sentence": "我建议你可以多做一些有存在性价值的事情，就是能让你感受到生命意义和自我成长的事情。",
        "label": ""
      },
      {
        "sentence": "哪怕是业余爱好，它们都属于有存在性价值的事情，能很好的平衡这种循环带来的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可以尝试去找一些有存在性价值的事情来做，让自己的生活更有意义。",
    "annotation": [
      {
        "sentence": "你说得对，我可以尝试去找一些有存在性价值的事情来做，让自己的生活更有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，你还可以思考一下你的人生目标是什么？价值观又是什么？常常我们总是急着赶路，而忘了为什么出发。想想你为什么会感到这么着急，是因为自己的年龄，还是因为内心里有一些不安全感？试着向内探索，你可能会有新的看问题的角度。",
    "annotation": [
      {
        "sentence": "另外，你还可以思考一下你的人生目标是什么？",
        "label": ""
      },
      {
        "sentence": "价值观又是什么？",
        "label": ""
      },
      {
        "sentence": "常常我们总是急着赶路，而忘了为什么出发。",
        "label": ""
      },
      {
        "sentence": "想想你为什么会感到这么着急，是因为自己的年龄，还是因为内心里有一些不安全感？",
        "label": ""
      },
      {
        "sentence": "试着向内探索，你可能会有新的看问题的角度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好思考这些问题，尝试从内心找到原因。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会好好思考这些问题，尝试从内心找到原因。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。最后，我想告诉你，人生是场马拉松，而不是百米赛跑。当你非常着急的时候，不妨稍微停下来想一想，你因为什么而着急，是因为自己的年龄，还是因为自己内心里有一些不安全感？通过向内探索，你可能会有新的看问题的角度。祝福你早日走出困扰。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "最后，我想告诉你，人生是场马拉松，而不是百米赛跑。",
        "label": ""
      },
      {
        "sentence": "当你非常着急的时候，不妨稍微停下来想一想，你因为什么而着急，是因为自己的年龄，还是因为自己内心里有一些不安全感？",
        "label": ""
      },
      {
        "sentence": "通过向内探索，你可能会有新的看问题的角度。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出困扰。",
        "label": ""
      }
    ]
  }
]