[
  {
    "role": "client",
    "content": "我错过的事情非常介意，总想找机会尝试是什么心态？我发现自己每几年都会陷入一个循环。头几年目标清晰，不让自己有太多时间想有的没的，后几年开始不断追忆之前因为达成目标而错过的事情和可能性，于是开始像补课一般疯狂去做那些事，自然在达成目标的路上又落后了，于是后面几年又非常着急地赶进度，循环往复。不知道为什么总是很着急，有时候生活挺好挺安逸的也很着急。我好像没法脚踏实地地一步一步往前走，总是冲冲停停的，感觉不断解决问题的同时也在创造更多问题。而且这几年似乎因为停的有点久，不知道以后会不会冲不动以至于走的更慢了。我快30了，也不知道是不是和年纪有关。不知道这种做事的模式是个真实的问题还是因为生活本身的特点而对自己有的偏见（比如会不会有些人就得这样做事），希望能听到一些解释，谢谢。",
    "annotation": [
      {
        "sentence": "我错过的事情非常介意，总想找机会尝试是什么心态？",
        "label": ""
      },
      {
        "sentence": "我发现自己每几年都会陷入一个循环。",
        "label": ""
      },
      {
        "sentence": "头几年目标清晰，不让自己有太多时间想有的没的，后几年开始不断追忆之前因为达成目标而错过的事情和可能性，于是开始像补课一般疯狂去做那些事，自然在达成目标的路上又落后了，于是后面几年又非常着急地赶进度，循环往复。",
        "label": ""
      },
      {
        "sentence": "不知道为什么总是很着急，有时候生活挺好挺安逸的也很着急。",
        "label": ""
      },
      {
        "sentence": "我好像没法脚踏实地地一步一步往前走，总是冲冲停停的，感觉不断解决问题的同时也在创造更多问题。",
        "label": ""
      },
      {
        "sentence": "而且这几年似乎因为停的有点久，不知道以后会不会冲不动以至于走的更慢了。",
        "label": ""
      },
      {
        "sentence": "我快30了，也不知道是不是和年纪有关。",
        "label": ""
      },
      {
        "sentence": "不知道这种做事的模式是个真实的问题还是因为生活本身的特点而对自己有的偏见（比如会不会有些人就得这样做事），希望能听到一些解释，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的困扰。从你的问题描述中，分析得出你经常会陷入回溯过往的错过事情和可能性的思维泥潭中。我想知道你为什么会把视角放在当下去审视过去呢？对于当下来说，过往的一切都是已知的，看起来有很多选择性。但即使回到过去那个做选择的时间点，未来对你来说依然是未知的，你无法预测事情的全貌，所以如何做出最精准的判断呢？",
    "annotation": [
      {
        "sentence": "我很理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "从你的问题描述中，分析得出你经常会陷入回溯过往的错过事情和可能性的思维泥潭中。",
        "label": ""
      },
      {
        "sentence": "我想知道你为什么会把视角放在当下去审视过去呢？",
        "label": ""
      },
      {
        "sentence": "对于当下来说，过往的一切都是已知的，看起来有很多选择性。",
        "label": ""
      },
      {
        "sentence": "但即使回到过去那个做选择的时间点，未来对你来说依然是未知的，你无法预测事情的全貌，所以如何做出最精准的判断呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的观点，可是我总是觉得回顾过去能够找到更好的选择。而且每次错过的事情越多，我就越着急，感觉时间不容许我去慢慢往前走。",
    "annotation": [
      {
        "sentence": "我明白你的观点，可是我总是觉得回顾过去能够找到更好的选择。",
        "label": ""
      },
      {
        "sentence": "而且每次错过的事情越多，我就越着急，感觉时间不容许我去慢慢往前走。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你将注意力过多地放在已经发生的事情上，而忽视了达成目标的关键在于专注当下。过于追求完美容易形成一种绝对化认知，要求自己经历的一切都做到尽善尽美，这可能会影响你做出正确判断。我建议你制定详细的计划，按照步骤去实施。没有计划，追求目标的路途容易偏离，陷入混乱的状态中去，最终会迷失方向。当你将目光集中在具体的计划上，逐步行动，你可以记录当时做出的决定的思路和条例，这样就不会陷入假设和空想中了。",
    "annotation": [
      {
        "sentence": "你将注意力过多地放在已经发生的事情上，而忽视了达成目标的关键在于专注当下。",
        "label": ""
      },
      {
        "sentence": "过于追求完美容易形成一种绝对化认知，要求自己经历的一切都做到尽善尽美，这可能会影响你做出正确判断。",
        "label": ""
      },
      {
        "sentence": "我建议你制定详细的计划，按照步骤去实施。",
        "label": ""
      },
      {
        "sentence": "没有计划，追求目标的路途容易偏离，陷入混乱的状态中去，最终会迷失方向。",
        "label": ""
      },
      {
        "sentence": "当你将目光集中在具体的计划上，逐步行动，你可以记录当时做出的决定的思路和条例，这样就不会陷入假设和空想中了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实没有制定详细的计划，导致我一直在冲冲停停。但是我总觉得自己要抓住机会，机会稍纵即逝，所以感觉很着急。",
    "annotation": [
      {
        "sentence": "你说得对，我确实没有制定详细的计划，导致我一直在冲冲停停。",
        "label": ""
      },
      {
        "sentence": "但是我总觉得自己要抓住机会，机会稍纵即逝，所以感觉很着急。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你想抓住机会的心态，但也要明白世上机会是有限的，抓住一个就会放弃另一个，这是常态。太过焦虑和着急反而会让你失去冷静思考的能力。所以，尽量保持平和的心态，专注于当下，制定合理的计划并行动，相信你会渐渐摆脱冲冲停停的状态。",
    "annotation": [
      {
        "sentence": "我理解你想抓住机会的心态，但也要明白世上机会是有限的，抓住一个就会放弃另一个，这是常态。",
        "label": ""
      },
      {
        "sentence": "太过焦虑和着急反而会让你失去冷静思考的能力。",
        "label": ""
      },
      {
        "sentence": "所以，尽量保持平和的心态，专注于当下，制定合理的计划并行动，相信你会渐渐摆脱冲冲停停的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我要调整好心态，不再一味追求完美和抓住每个机会。但我担心自己已经停滞不前了，以后会不会进步得更慢呢？",
    "annotation": [
      {
        "sentence": "你说的对，我要调整好心态，不再一味追求完美和抓住每个机会。",
        "label": ""
      },
      {
        "sentence": "但我担心自己已经停滞不前了，以后会不会进步得更慢呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用太担心，每个人都会有停滞期。重要的是要保持积极的态度和行动，并相信自己可以再次前进。你已经认识到了自己的问题，这是很重要的一步。接下来，你可以制定一个新的详细计划，逐步行动，一步一步地迈向目标。记住，进步的速度可能会有所不同，但只要你坚持不懈，你一定能够继续前进。",
    "annotation": [
      {
        "sentence": "不用太担心，每个人都会有停滞期。",
        "label": ""
      },
      {
        "sentence": "重要的是要保持积极的态度和行动，并相信自己可以再次前进。",
        "label": ""
      },
      {
        "sentence": "你已经认识到了自己的问题，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以制定一个新的详细计划，逐步行动，一步一步地迈向目标。",
        "label": ""
      },
      {
        "sentence": "记住，进步的速度可能会有所不同，但只要你坚持不懈，你一定能够继续前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。我会制定一个新的计划，并且相信自己能够再次前进。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会制定一个新的计划，并且相信自己能够再次前进。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记住，困难只是暂时的，只要你坚持努力，一定能够克服。祝愿你取得成功！如果你还有其他问题，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，困难只是暂时的，只要你坚持努力，一定能够克服。",
        "label": ""
      },
      {
        "sentence": "祝愿你取得成功！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]