[
  {
    "role": "client",
    "content": "不喜欢又不能果断拒绝，我到底是什么心理？我是个自我意识很强的人，带有自卑的同时又有点自负，做事犹豫缺乏主见不太会看人，人计交往这块不是我的特长，我心里问题是情感问题，我谈过几次恋爱，但是我都没用心去对待，也许是不成熟也许不懂包容，要求完美。",
    "annotation": [
      {
        "sentence": "不喜欢又不能果断拒绝，我到底是什么心理？",
        "label": ""
      },
      {
        "sentence": "我是个自我意识很强的人，带有自卑的同时又有点自负，做事犹豫缺乏主见不太会看人，人计交往这块不是我的特长，我心里问题是情感问题，我谈过几次恋爱，但是我都没用心去对待，也许是不成熟也许不懂包容，要求完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你能够向我倾诉。首先，你能够意识到自己的心理问题是很重要的一步。我可以理解你的困惑。有时候，我们对自己和他人的期望过高，并且在处理情感问题上缺乏经验和技巧。这并不代表你有什么问题，只是你还需要更多的成长和学习。你是否有具体的例子可以和我分享，让我更好地了解你的情况呢？",
    "annotation": [
      {
        "sentence": "感谢你能够向我倾诉。",
        "label": ""
      },
      {
        "sentence": "首先，你能够意识到自己的心理问题是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "有时候，我们对自己和他人的期望过高，并且在处理情感问题上缺乏经验和技巧。",
        "label": ""
      },
      {
        "sentence": "这并不代表你有什么问题，只是你还需要更多的成长和学习。",
        "label": ""
      },
      {
        "sentence": "你是否有具体的例子可以和我分享，让我更好地了解你的情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近谈这个财务对象我不喜欢但是又不能果断拒绝没有更好的选择，总想应付结婚。不喜欢她就会觉得她做啥都是错，她没有太多生活经验和情感经历不懂察言观色不会体贴，但是她脾气太好从不挑剔我，容易满足，我不需要哄她和讨好她，可以任性做我自己。但是我又对她抱有很大期望，希望她聪明，圆滑懂生活，情商高会沟通，会打扮。会体贴，但是这些她都不能满足我，到底是我要求太多，还是命中注定她的性格克我呢，我是直男节俭一般女的不喜欢，但是她都无所谓。",
    "annotation": [
      {
        "sentence": "最近谈这个财务对象我不喜欢但是又不能果断拒绝没有更好的选择，总想应付结婚。",
        "label": ""
      },
      {
        "sentence": "不喜欢她就会觉得她做啥都是错，她没有太多生活经验和情感经历不懂察言观色不会体贴，但是她脾气太好从不挑剔我，容易满足，我不需要哄她和讨好她，可以任性做我自己。",
        "label": ""
      },
      {
        "sentence": "但是我又对她抱有很大期望，希望她聪明，圆滑懂生活，情商高会沟通，会打扮。",
        "label": ""
      },
      {
        "sentence": "会体贴，但是这些她都不能满足我，到底是我要求太多，还是命中注定她的性格克我呢，我是直男节俭一般女的不喜欢，但是她都无所谓。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你对这位财务对象有一些不满意，但你又觉得没有更好的选择，所以暂时应付结婚。理解你的担心和纠结。在选择伴侣的时候，往往希望对方有一定的优势，但同时我们也会遇到相同的要求，而我们又不喜欢被束缚，这造成了矛盾。年纪渐长的时候，我们对婚姻可能会失去一些期待，觉得将就过日子就好。对方和你性格相似，并且脾气非常好，无论你做什么出格的事对方都不会在意，这让你感到舒服。但在冷静思考后，你又觉得这样的生活不是你想要的。这是因为你希望找到一个互补的人，可以相辅相成。你之所以不果断是因为担心没办法遇见更好的人，但又不想要这种将就。我们可以问自己一个问题：如果以后与对方在一起了，又遇见了更合适的人，我们会如何处理呢？",
    "annotation": [
      {
        "sentence": "明白了，你对这位财务对象有一些不满意，但你又觉得没有更好的选择，所以暂时应付结婚。",
        "label": ""
      },
      {
        "sentence": "理解你的担心和纠结。",
        "label": ""
      },
      {
        "sentence": "在选择伴侣的时候，往往希望对方有一定的优势，但同时我们也会遇到相同的要求，而我们又不喜欢被束缚，这造成了矛盾。",
        "label": ""
      },
      {
        "sentence": "年纪渐长的时候，我们对婚姻可能会失去一些期待，觉得将就过日子就好。",
        "label": ""
      },
      {
        "sentence": "对方和你性格相似，并且脾气非常好，无论你做什么出格的事对方都不会在意，这让你感到舒服。",
        "label": ""
      },
      {
        "sentence": "但在冷静思考后，你又觉得这样的生活不是你想要的。",
        "label": ""
      },
      {
        "sentence": "这是因为你希望找到一个互补的人，可以相辅相成。",
        "label": ""
      },
      {
        "sentence": "你之所以不果断是因为担心没办法遇见更好的人，但又不想要这种将就。",
        "label": ""
      },
      {
        "sentence": "我们可以问自己一个问题：如果以后与对方在一起了，又遇见了更合适的人，我们会如何处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道怎么处理，我觉得即使是互补的人也会面临各种问题，比如性格太强势我们接受不了，或者要求太高我们做不到等等。我也不知道自己到底要过什么样的日子，也不知道在遇到问题时应该如何处理。我觉得婚姻是一个不断成长的过程，没有所谓合适与否，而是需要互相扶持和共同进步的。",
    "annotation": [
      {
        "sentence": "我不知道怎么处理，我觉得即使是互补的人也会面临各种问题，比如性格太强势我们接受不了，或者要求太高我们做不到等等。",
        "label": ""
      },
      {
        "sentence": "我也不知道自己到底要过什么样的日子，也不知道在遇到问题时应该如何处理。",
        "label": ""
      },
      {
        "sentence": "我觉得婚姻是一个不断成长的过程，没有所谓合适与否，而是需要互相扶持和共同进步的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对。婚姻确实是一段充满成长和挑战的旅程。没有人可以保证和谁是百分百合适的，也没有人能够完全预测未来会发生什么。在面对问题时，尝试着与伴侣进行有效的沟通和合作，共同解决困惑。同时，也理解到包容和接纳对方的重要性，毕竟每个人都有自己的长处和不足。或许你可以和对方分享你的感受，一起探讨如何更好地适应彼此。最重要的是要给自己和对方一些时间，以便更好地了解彼此，在这个过程中相互成长和进步。",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "婚姻确实是一段充满成长和挑战的旅程。",
        "label": ""
      },
      {
        "sentence": "没有人可以保证和谁是百分百合适的，也没有人能够完全预测未来会发生什么。",
        "label": ""
      },
      {
        "sentence": "在面对问题时，尝试着与伴侣进行有效的沟通和合作，共同解决困惑。",
        "label": ""
      },
      {
        "sentence": "同时，也理解到包容和接纳对方的重要性，毕竟每个人都有自己的长处和不足。",
        "label": ""
      },
      {
        "sentence": "或许你可以和对方分享你的感受，一起探讨如何更好地适应彼此。",
        "label": ""
      },
      {
        "sentence": "最重要的是要给自己和对方一些时间，以便更好地了解彼此，在这个过程中相互成长和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着与对方进行更多的沟通，倾听对方的想法和需求，也努力改变自己的观念，学会更好地包容和尊重。婚姻确实是一段需要互相扶持和共同成长的旅程，我会重新审视自己对婚姻的期待和需要，明确自己想要过怎样的生活。谢谢你的建议和支持，帮助我更好地面对这个问题。",
    "annotation": [
      {
        "sentence": "你说得对，我会试着与对方进行更多的沟通，倾听对方的想法和需求，也努力改变自己的观念，学会更好地包容和尊重。",
        "label": ""
      },
      {
        "sentence": "婚姻确实是一段需要互相扶持和共同成长的旅程，我会重新审视自己对婚姻的期待和需要，明确自己想要过怎样的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，帮助我更好地面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。在婚姻的路上，会有很多挑战和选择，但只要我们相信自己的能力和付出努力，一定能够找到自己真正想要的幸福。无论是选择留在目前的关系中还是勇敢面对变化，都需要我们坚定自己的决心。希望你能找到适合自己的答案，祝你一切顺利！如果还有其他问题，随时可以和我分享。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "在婚姻的路上，会有很多挑战和选择，但只要我们相信自己的能力和付出努力，一定能够找到自己真正想要的幸福。",
        "label": ""
      },
      {
        "sentence": "无论是选择留在目前的关系中还是勇敢面对变化，都需要我们坚定自己的决心。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的答案，祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时可以和我分享。",
        "label": ""
      }
    ]
  }
]