[
  {
    "role": "client",
    "content": "微信或电话没回我，我就想是不是讨厌我，是妄想症吗？以前没有这样，最近出现。",
    "annotation": [
      {
        "sentence": "微信或电话没回我，我就想是不是讨厌我，是妄想症吗？",
        "label": ""
      },
      {
        "sentence": "以前没有这样，最近出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "仔细看了你的描述，希望我的回答能够给你带来一些些帮助。当我们的恋人，或者关系好的朋友，在微信上发消息没有及时回我们，或者打电话也没有接，也没有回，我们的内心出现一些想法：他是不是讨厌我啊？他是不是不理我啦？……这都是非常正常的反应，因为，我们每个人都需要与人建立联系，需要一些亲密关系的支持。",
    "annotation": [
      {
        "sentence": "仔细看了你的描述，希望我的回答能够给你带来一些些帮助。",
        "label": ""
      },
      {
        "sentence": "当我们的恋人，或者关系好的朋友，在微信上发消息没有及时回我们，或者打电话也没有接，也没有回，我们的内心出现一些想法：他是不是讨厌我啊？",
        "label": ""
      },
      {
        "sentence": "他是不是不理我啦？",
        "label": ""
      },
      {
        "sentence": "……这都是非常正常的反应，因为，我们每个人都需要与人建立联系，需要一些亲密关系的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我觉得我最近对这个问题越来越敏感了，每次一没回复我就会变得很焦虑，而且我还会变得特别疯狂，不停地发消息或者打电话。我是不是有点过分了？",
    "annotation": [
      {
        "sentence": "可是，我觉得我最近对这个问题越来越敏感了，每次一没回复我就会变得很焦虑，而且我还会变得特别疯狂，不停地发消息或者打电话。",
        "label": ""
      },
      {
        "sentence": "我是不是有点过分了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，但并不觉得你过分。有时候，当我们在给对方发消息的时候，其实也正是我们最需要对方的时候，这个时候，我们是迫切需要对方来回应我们的，如果得不到回应，心里就会失落，进而开始担心，是不是他们不想理睬我。这种反应是正常的，不要对自己太苛责。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，但并不觉得你过分。",
        "label": ""
      },
      {
        "sentence": "有时候，当我们在给对方发消息的时候，其实也正是我们最需要对方的时候，这个时候，我们是迫切需要对方来回应我们的，如果得不到回应，心里就会失落，进而开始担心，是不是他们不想理睬我。",
        "label": ""
      },
      {
        "sentence": "这种反应是正常的，不要对自己太苛责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，为什么我会觉得别人不回消息就是讨厌我呢？",
    "annotation": [
      {
        "sentence": "可是，为什么我会觉得别人不回消息就是讨厌我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，大多数时候不是这样的。现代社会，我们每个人都很忙碌，每天都需要做很多事情，很难做到时时刻刻看着手机，立马回应手机里的信息。就像我以前，在家比较闲的时候，就会有事没事给我老公打电话或是发信息，他也是经常不接，我和你一样，很担心他是不是讨厌我，不想理我……有一次，我和他深入地谈了一次这个问题。他说，他怎么会讨厌我呢？他是最爱我的，但是正是由于爱我，他想让我过更好的生活，所以他才在外面努力赚钱，他才要去参加很多社交应酬。而当他在和客户约谈的时候，我的电话和信息，他是不方便接和回的，而且他觉得那些也不是特别急的事情，他是可以在他处理完正事后，再回复我的。",
    "annotation": [
      {
        "sentence": "其实，大多数时候不是这样的。",
        "label": ""
      },
      {
        "sentence": "现代社会，我们每个人都很忙碌，每天都需要做很多事情，很难做到时时刻刻看着手机，立马回应手机里的信息。",
        "label": ""
      },
      {
        "sentence": "就像我以前，在家比较闲的时候，就会有事没事给我老公打电话或是发信息，他也是经常不接，我和你一样，很担心他是不是讨厌我，不想理我……有一次，我和他深入地谈了一次这个问题。",
        "label": ""
      },
      {
        "sentence": "他说，他怎么会讨厌我呢？",
        "label": ""
      },
      {
        "sentence": "他是最爱我的，但是正是由于爱我，他想让我过更好的生活，所以他才在外面努力赚钱，他才要去参加很多社交应酬。",
        "label": ""
      },
      {
        "sentence": "而当他在和客户约谈的时候，我的电话和信息，他是不方便接和回的，而且他觉得那些也不是特别急的事情，他是可以在他处理完正事后，再回复我的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么做呢？我真的很担心这个问题会影响我们的关系。",
    "annotation": [
      {
        "sentence": "那我应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "我真的很担心这个问题会影响我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以试着和对方深入地沟通，了解他们的情况和想法，听听他们对于回复消息的看法。或许，他们只是在忙而已，没有恶意之意。其次，你们可以共同找到一个适合的解决方案，比如在工作时间尽量不打扰对方，而在空闲的时间再进行更深入的沟通。这样既不会影响双方的工作，也能增进情感的交流。",
    "annotation": [
      {
        "sentence": "首先，你可以试着和对方深入地沟通，了解他们的情况和想法，听听他们对于回复消息的看法。",
        "label": ""
      },
      {
        "sentence": "或许，他们只是在忙而已，没有恶意之意。",
        "label": ""
      },
      {
        "sentence": "其次，你们可以共同找到一个适合的解决方案，比如在工作时间尽量不打扰对方，而在空闲的时间再进行更深入的沟通。",
        "label": ""
      },
      {
        "sentence": "这样既不会影响双方的工作，也能增进情感的交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。但是为什么我对别人不回消息这么敏感呢？是不是我缺乏安全感？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是为什么我对别人不回消息这么敏感呢？",
        "label": ""
      },
      {
        "sentence": "是不是我缺乏安全感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于别人不回消息感到烦恼，其实是因为我们自己缺乏安全感。但安全感其实不是别人给的，是我们自己给我们自己的。我们可以通过一些方法来提高自己的安全感。比如，思考一下童年时期的自己和家人的相处模式，还有在成长过程中对自己伤害比较大的事件，试着与原生家庭和解，与伤害自己的人和解。此外，我们在陌生的环境中，最容易缺乏安全感，尽量避免将自己置身于完全陌生的环境。同时，充实自己，学会自我关怀，尽量不要依赖外界的肯定和回应，而是从内心中找到自我价值感。与外界的人和事和解也很重要，包括对那些伤害过我们的人试着去理解，如果可以的话，可以向对方表达自己的感受，如果不行，可以试着想象对方在你面前，大声说出你的心声。以上是一些建议，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "对于别人不回消息感到烦恼，其实是因为我们自己缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "但安全感其实不是别人给的，是我们自己给我们自己的。",
        "label": ""
      },
      {
        "sentence": "我们可以通过一些方法来提高自己的安全感。",
        "label": ""
      },
      {
        "sentence": "比如，思考一下童年时期的自己和家人的相处模式，还有在成长过程中对自己伤害比较大的事件，试着与原生家庭和解，与伤害自己的人和解。",
        "label": ""
      },
      {
        "sentence": "此外，我们在陌生的环境中，最容易缺乏安全感，尽量避免将自己置身于完全陌生的环境。",
        "label": ""
      },
      {
        "sentence": "同时，充实自己，学会自我关怀，尽量不要依赖外界的肯定和回应，而是从内心中找到自我价值感。",
        "label": ""
      },
      {
        "sentence": "与外界的人和事和解也很重要，包括对那些伤害过我们的人试着去理解，如果可以的话，可以向对方表达自己的感受，如果不行，可以试着想象对方在你面前，大声说出你的心声。",
        "label": ""
      },
      {
        "sentence": "以上是一些建议，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心和建议，我会试着实践的。希望我能够尽快摆脱这种焦虑的情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的耐心和建议，我会试着实践的。",
        "label": ""
      },
      {
        "sentence": "希望我能够尽快摆脱这种焦虑的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你可以克服这种焦虑情绪的。记住，安全感是自己给的，你要相信自己的价值和能力。如果你需要进一步的支持和帮助，随时都可以来找我聊天。祝你好运！(*￣︶￣)",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你可以克服这种焦虑情绪的。",
        "label": ""
      },
      {
        "sentence": "记住，安全感是自己给的，你要相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和帮助，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "(*￣︶￣)",
        "label": ""
      }
    ]
  }
]