[
  {
    "role": "client",
    "content": "我24岁的女性，我厌倦了虚伪和客套，但家人却质疑我，我真的有问题吗？家人觉得善于应对人际关系就是一种技巧，我讨厌这样，我感觉自己与社会的人情相格格不入。我虽然没有失眠，但每天都做恶梦，还脱发。我现在觉得整个世界都被这个虚假的社会人情所束缚，我对任何事物都没有兴趣，我开始对自己产生怀疑，是不是不懂这些虚假的东西就不是好人。",
    "annotation": [
      {
        "sentence": "我24岁的女性，我厌倦了虚伪和客套，但家人却质疑我，我真的有问题吗？",
        "label": ""
      },
      {
        "sentence": "家人觉得善于应对人际关系就是一种技巧，我讨厌这样，我感觉自己与社会的人情相格格不入。",
        "label": ""
      },
      {
        "sentence": "我虽然没有失眠，但每天都做恶梦，还脱发。",
        "label": ""
      },
      {
        "sentence": "我现在觉得整个世界都被这个虚假的社会人情所束缚，我对任何事物都没有兴趣，我开始对自己产生怀疑，是不是不懂这些虚假的东西就不是好人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你家人觉得善于应对人际关系就是一种技巧，你厌倦了虚伪，觉得自己与社会的人情格格不入。虽然你没有失眠，但每天都做恶梦，还脱发。你现在觉得整个世界都被这个虚假的社会人情所束缚，对任何事物都没有兴趣，开始对自己产生怀疑，认为不懂这些虚假的东西就不是好人。其实，格格不入和融入社会是人的两个状态，如果能够自如地在这两个状态之间切换，那是最好的，这样可以避免很多纠结和思想斗争。在你身上，似乎这两个状态无法共存，不能理解善于应对人际关系，认为整个世界都在虚假中运作。我也曾经有过对这一点的疑惑，在我的成长过程中，从二元对立到融合，并不是一蹴而就的，而是通过多看看别人的生活、了解别人的价值观后才得到的理解。一个人不能孤立地生活在自己的世界里，大部分时间都是面对日常人情的来往。由于个性的差异和观点的不易调和，我们很容易因为差异而排斥对方。当我们发现和其他人产生观点冲突时，我们可以停下来，试着站在对方的角度思考，想一想他们可能由于什么立场、什么想法而产生这样的观点。前两天，我在平台上看到了一个问题，就是你问的，“为什么我维护自己的利益被人看做虚伪，被人评价自己是虚情假意的人真的好难过，难道用适当迎合别人的手段维护自己的利益有错吗？”看完这个问题，我觉得，如果为了生活，适当地妥协是可以的，这样可以帮助我们获得支持，减少阻力。所以，并不是所有虚假的人都是坏人，我们需要具体情况具体评价，那些以藐视规则为基础的虚假行为才是应该受到公众指责的行为。",
    "annotation": [
      {
        "sentence": "你家人觉得善于应对人际关系就是一种技巧，你厌倦了虚伪，觉得自己与社会的人情格格不入。",
        "label": ""
      },
      {
        "sentence": "虽然你没有失眠，但每天都做恶梦，还脱发。",
        "label": ""
      },
      {
        "sentence": "你现在觉得整个世界都被这个虚假的社会人情所束缚，对任何事物都没有兴趣，开始对自己产生怀疑，认为不懂这些虚假的东西就不是好人。",
        "label": ""
      },
      {
        "sentence": "其实，格格不入和融入社会是人的两个状态，如果能够自如地在这两个状态之间切换，那是最好的，这样可以避免很多纠结和思想斗争。",
        "label": ""
      },
      {
        "sentence": "在你身上，似乎这两个状态无法共存，不能理解善于应对人际关系，认为整个世界都在虚假中运作。",
        "label": ""
      },
      {
        "sentence": "我也曾经有过对这一点的疑惑，在我的成长过程中，从二元对立到融合，并不是一蹴而就的，而是通过多看看别人的生活、了解别人的价值观后才得到的理解。",
        "label": ""
      },
      {
        "sentence": "一个人不能孤立地生活在自己的世界里，大部分时间都是面对日常人情的来往。",
        "label": ""
      },
      {
        "sentence": "由于个性的差异和观点的不易调和，我们很容易因为差异而排斥对方。",
        "label": ""
      },
      {
        "sentence": "当我们发现和其他人产生观点冲突时，我们可以停下来，试着站在对方的角度思考，想一想他们可能由于什么立场、什么想法而产生这样的观点。",
        "label": ""
      },
      {
        "sentence": "前两天，我在平台上看到了一个问题，就是你问的，“为什么我维护自己的利益被人看做虚伪，被人评价自己是虚情假意的人真的好难过，难道用适当迎合别人的手段维护自己的利益有错吗？",
        "label": ""
      },
      {
        "sentence": "”看完这个问题，我觉得，如果为了生活，适当地妥协是可以的，这样可以帮助我们获得支持，减少阻力。",
        "label": ""
      },
      {
        "sentence": "所以，并不是所有虚假的人都是坏人，我们需要具体情况具体评价，那些以藐视规则为基础的虚假行为才是应该受到公众指责的行为。",
        "label": ""
      }
    ]
  }
]