[
  {
    "role": "client",
    "content": "心里很难过，感情事业都卡住，未来该怎么走？对男友很失望，发现对方完全不是自己想象和理想中的样子，开始回避不愿意看到对方的朋友圈，也发现在男友那得不到体贴关心和物质回馈，会觉得进入婚姻很男难，即使进入了也不见得会开心。心里很难过。想走又离不开，体贴的没本事，有本事的很自我。而且很恐惧男友的工作环境复杂，觉得对方不够在意我，永远都是工作忙。对未来自己的发展事业也很迷茫，觉得自己得有自己的事情做和规划，却无心工作，总想在对方身上得到爱又得不到，觉得痛苦。",
    "annotation": [
      {
        "sentence": "心里很难过，感情事业都卡住，未来该怎么走？",
        "label": ""
      },
      {
        "sentence": "对男友很失望，发现对方完全不是自己想象和理想中的样子，开始回避不愿意看到对方的朋友圈，也发现在男友那得不到体贴关心和物质回馈，会觉得进入婚姻很男难，即使进入了也不见得会开心。",
        "label": ""
      },
      {
        "sentence": "心里很难过。",
        "label": ""
      },
      {
        "sentence": "想走又离不开，体贴的没本事，有本事的很自我。",
        "label": ""
      },
      {
        "sentence": "而且很恐惧男友的工作环境复杂，觉得对方不够在意我，永远都是工作忙。",
        "label": ""
      },
      {
        "sentence": "对未来自己的发展事业也很迷茫，觉得自己得有自己的事情做和规划，却无心工作，总想在对方身上得到爱又得不到，觉得痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听到你的困惑，我能够理解你感到难过和失望。首先，我想恭喜你在交往过程中及时发现了问题，并且能够主动进行调整。这样做很重要，因为很多人会忽视问题，盲目进入婚姻，而后掉入更大的困境，无法逃脱。你没有具体描述你和男友是如何认识和相处的，我很好奇，你是否觉得对方与认识时完全不同，还是只是发现了更多他的不同的一面？我们有时会受到浪漫文艺作品的影响，在正确处理亲密关系之前就培养了一些不现实的幻想。电视节目教你问心中的理想型，偶像剧会教你一见钟情，但却没有人教我们如何与爱的人相处，如何在柴米油盐中维持爱情，以及如何辨别一个人是否值得和为人生做出决策。很残酷的是，对于许多人来说，爱情是一种奢侈品，它的重要性远不及门当户对带来的安稳，物质生活带来的享受，以及光鲜婚姻带来的虚荣。你提到男友没有给你想要的体贴关心和物质回报，但你也犹豫离开他，因为 \"体贴的没本事，有本事的不体贴\"。听起来，你的男友可能比大多数人更能满足你的需求，至少相对于只具备体贴或只具备能力的人来说是如此。只是你对爱情婚姻寄予了非常大的期望，希望有一个既体贴又有能力解决各种困境的人。我无法根据有限信息评判你的男友，但每个人都有一条自己要走的路，无论是独自前行还是两人相伴，无论是中途走散还是相伴到老。我很高兴你能找到这个平台倾诉苦楚，但在发泄情绪之后，可以好好思考一下，你对男友的拒绝是否有些是你个人的问题，又有些是对方的问题。如果是对方的问题，就和他好好沟通，毕竟没有人会因为你的幻想自动改变。如果需要磨合，就花些时间打磨，看他是否能陪伴你一辈子。如果不可调和，那么就坚持到无法忍受的一天分手。如果是你自己的问题，就给自己一些信心，努力提升自己，这是让生活变好的终极技巧。缺爱不一定非得通过恋爱解决，缺钱也并非只能依靠婚姻。如果工作不顺，可以请教前辈、同事，学会自学。迈出家门，结识更多各行各业的人，开阔视野。世界很大，我们的希望应该不只寄托在一个人身上。当自己变得强大，就更容易结识优秀的人，也更有勇气选择离开。希望你能好好思考一下，也许你会发现一切没那么糟糕，生活其实可以过得很好。",
    "annotation": [
      {
        "sentence": "求助者，听到你的困惑，我能够理解你感到难过和失望。",
        "label": ""
      },
      {
        "sentence": "首先，我想恭喜你在交往过程中及时发现了问题，并且能够主动进行调整。",
        "label": ""
      },
      {
        "sentence": "这样做很重要，因为很多人会忽视问题，盲目进入婚姻，而后掉入更大的困境，无法逃脱。",
        "label": ""
      },
      {
        "sentence": "你没有具体描述你和男友是如何认识和相处的，我很好奇，你是否觉得对方与认识时完全不同，还是只是发现了更多他的不同的一面？",
        "label": ""
      },
      {
        "sentence": "我们有时会受到浪漫文艺作品的影响，在正确处理亲密关系之前就培养了一些不现实的幻想。",
        "label": ""
      },
      {
        "sentence": "电视节目教你问心中的理想型，偶像剧会教你一见钟情，但却没有人教我们如何与爱的人相处，如何在柴米油盐中维持爱情，以及如何辨别一个人是否值得和为人生做出决策。",
        "label": ""
      },
      {
        "sentence": "很残酷的是，对于许多人来说，爱情是一种奢侈品，它的重要性远不及门当户对带来的安稳，物质生活带来的享受，以及光鲜婚姻带来的虚荣。",
        "label": ""
      },
      {
        "sentence": "你提到男友没有给你想要的体贴关心和物质回报，但你也犹豫离开他，因为 \"体贴的没本事，有本事的不体贴\"。",
        "label": ""
      },
      {
        "sentence": "听起来，你的男友可能比大多数人更能满足你的需求，至少相对于只具备体贴或只具备能力的人来说是如此。",
        "label": ""
      },
      {
        "sentence": "只是你对爱情婚姻寄予了非常大的期望，希望有一个既体贴又有能力解决各种困境的人。",
        "label": ""
      },
      {
        "sentence": "我无法根据有限信息评判你的男友，但每个人都有一条自己要走的路，无论是独自前行还是两人相伴，无论是中途走散还是相伴到老。",
        "label": ""
      },
      {
        "sentence": "我很高兴你能找到这个平台倾诉苦楚，但在发泄情绪之后，可以好好思考一下，你对男友的拒绝是否有些是你个人的问题，又有些是对方的问题。",
        "label": ""
      },
      {
        "sentence": "如果是对方的问题，就和他好好沟通，毕竟没有人会因为你的幻想自动改变。",
        "label": ""
      },
      {
        "sentence": "如果需要磨合，就花些时间打磨，看他是否能陪伴你一辈子。",
        "label": ""
      },
      {
        "sentence": "如果不可调和，那么就坚持到无法忍受的一天分手。",
        "label": ""
      },
      {
        "sentence": "如果是你自己的问题，就给自己一些信心，努力提升自己，这是让生活变好的终极技巧。",
        "label": ""
      },
      {
        "sentence": "缺爱不一定非得通过恋爱解决，缺钱也并非只能依靠婚姻。",
        "label": ""
      },
      {
        "sentence": "如果工作不顺，可以请教前辈、同事，学会自学。",
        "label": ""
      },
      {
        "sentence": "迈出家门，结识更多各行各业的人，开阔视野。",
        "label": ""
      },
      {
        "sentence": "世界很大，我们的希望应该不只寄托在一个人身上。",
        "label": ""
      },
      {
        "sentence": "当自己变得强大，就更容易结识优秀的人，也更有勇气选择离开。",
        "label": ""
      },
      {
        "sentence": "希望你能好好思考一下，也许你会发现一切没那么糟糕，生活其实可以过得很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答与支持。我和男友是通过朋友介绍认识的，起初他给我留下的印象是一个很体贴细心的人，但随着时间的推移，我发现他对我越来越不关心，也不够体贴。他从来不主动询问我的感受，也很少主动关心我。我每天都为他忙碌，在家照顾家务和做饭，但他却不在乎。现在我对他已经没有了期待，但又觉得离开他很难，因为我们的生活已经交织在一起。我很害怕未来的生活会更痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的回答与支持。",
        "label": ""
      },
      {
        "sentence": "我和男友是通过朋友介绍认识的，起初他给我留下的印象是一个很体贴细心的人，但随着时间的推移，我发现他对我越来越不关心，也不够体贴。",
        "label": ""
      },
      {
        "sentence": "他从来不主动询问我的感受，也很少主动关心我。",
        "label": ""
      },
      {
        "sentence": "我每天都为他忙碌，在家照顾家务和做饭，但他却不在乎。",
        "label": ""
      },
      {
        "sentence": "现在我对他已经没有了期待，但又觉得离开他很难，因为我们的生活已经交织在一起。",
        "label": ""
      },
      {
        "sentence": "我很害怕未来的生活会更痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，发现对方不如最初那样关心和体贴确实令人沮丧。你说你已经没有对他的期待，但却觉得离开他很困难，这可能是因为你们的生活已经紧密相连，分开会面临很多困难和痛苦。不过，我想提醒你，你的幸福和快乐是最重要的。如果一个人不再给你带来满足和幸福，你也可以选择离开，找到更好的生活方式。毕竟，每个人都应该有幸福的权利。你害怕未来的生活会更痛苦，这是一个非常真实的担忧。但也许你可以认为，放弃现在的痛苦，为了未来的幸福而采取行动，可能是值得的。要相信自己，勇敢面对困难，你会找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "我理解你的感受，发现对方不如最初那样关心和体贴确实令人沮丧。",
        "label": ""
      },
      {
        "sentence": "你说你已经没有对他的期待，但却觉得离开他很困难，这可能是因为你们的生活已经紧密相连，分开会面临很多困难和痛苦。",
        "label": ""
      },
      {
        "sentence": "不过，我想提醒你，你的幸福和快乐是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果一个人不再给你带来满足和幸福，你也可以选择离开，找到更好的生活方式。",
        "label": ""
      },
      {
        "sentence": "毕竟，每个人都应该有幸福的权利。",
        "label": ""
      },
      {
        "sentence": "你害怕未来的生活会更痛苦，这是一个非常真实的担忧。",
        "label": ""
      },
      {
        "sentence": "但也许你可以认为，放弃现在的痛苦，为了未来的幸福而采取行动，可能是值得的。",
        "label": ""
      },
      {
        "sentence": "要相信自己，勇敢面对困难，你会找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我应该为了自己的幸福勇敢面对困难，不再让自己陷入痛苦中。但是，我对未来的自己和事业也感到很迷茫。现在的工作没有激情，也没有成就感，我害怕自己一直这样下去，没有明确的规划和目标，不知道未来要做什么。我想有自己的事业，但不知道从何处开始。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我应该为了自己的幸福勇敢面对困难，不再让自己陷入痛苦中。",
        "label": ""
      },
      {
        "sentence": "但是，我对未来的自己和事业也感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "现在的工作没有激情，也没有成就感，我害怕自己一直这样下去，没有明确的规划和目标，不知道未来要做什么。",
        "label": ""
      },
      {
        "sentence": "我想有自己的事业，但不知道从何处开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对未来事业的迷茫感。很多人都会在职业生涯中经历这样的时期，感觉没有激情和成就感。不过，这并不意味着你将一直处于这种状态。首先，你可以思考自己的兴趣和擅长领域，探索自己的倾向。了解自己的特长和兴趣将有助于确定未来职业发展的方向。此外，我们生活在一个信息丰富的世界，你可以通过参加培训课程或工作坊，接触新的领域，了解不同的职业。此外，你也可以寻求职业顾问或辅导师的帮助，他们可以为你提供专业的指导和建议，帮助你制定职业规划。记住，找到自己的事业需要时间和努力，但只要你保持积极的心态和坚持不懈的努力，你一定能找到属于自己的事业道路。",
    "annotation": [
      {
        "sentence": "我理解你对未来事业的迷茫感。",
        "label": ""
      },
      {
        "sentence": "很多人都会在职业生涯中经历这样的时期，感觉没有激情和成就感。",
        "label": ""
      },
      {
        "sentence": "不过，这并不意味着你将一直处于这种状态。",
        "label": ""
      },
      {
        "sentence": "首先，你可以思考自己的兴趣和擅长领域，探索自己的倾向。",
        "label": ""
      },
      {
        "sentence": "了解自己的特长和兴趣将有助于确定未来职业发展的方向。",
        "label": ""
      },
      {
        "sentence": "此外，我们生活在一个信息丰富的世界，你可以通过参加培训课程或工作坊，接触新的领域，了解不同的职业。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻求职业顾问或辅导师的帮助，他们可以为你提供专业的指导和建议，帮助你制定职业规划。",
        "label": ""
      },
      {
        "sentence": "记住，找到自己的事业需要时间和努力，但只要你保持积极的心态和坚持不懈的努力，你一定能找到属于自己的事业道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我感觉我有了一些方向性的思考。我将努力了解自己的兴趣和擅长领域，并积极探索新的职业机会。同时，我也会寻求职业顾问的帮助",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我感觉我有了一些方向性的思考。",
        "label": ""
      },
      {
        "sentence": "我将努力了解自己的兴趣和擅长领域，并积极探索新的职业机会。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻求职业顾问的帮助",
        "label": ""
      }
    ]
  }
]