[
  {
    "role": "client",
    "content": "我为什么总怕别人不回应我？尤其在公众场合？比如我想在瑜伽课上请教练帮我开下背，我想大概她不大情愿帮我吧，就没去做。但立即又为自己的想法感到羞耻和自责；又比如我想在比较熟悉的群里发一些文字或生活照，又会觉得她们大概不喜欢我吧就又算了，经常这样纠结，很烦恼。",
    "annotation": [
      {
        "sentence": "我为什么总怕别人不回应我？",
        "label": ""
      },
      {
        "sentence": "尤其在公众场合？",
        "label": ""
      },
      {
        "sentence": "比如我想在瑜伽课上请教练帮我开下背，我想大概她不大情愿帮我吧，就没去做。",
        "label": ""
      },
      {
        "sentence": "但立即又为自己的想法感到羞耻和自责；又比如我想在比较熟悉的群里发一些文字或生活照，又会觉得她们大概不喜欢我吧就又算了，经常这样纠结，很烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这么描述自己，我理解你可能存在一些矛盾与纠结。也许是你内心感到不安和害怕，不愿意表达自己的想法和需要。这是因为你可能曾经遭受过拒绝或者受到过伤害，所以害怕被拒绝或者受到伤害。请你不要自责，你的这种想法也许是由于你的家庭和学校生活形成的自主性思维模式引起的。但是你可以通过重新建立认知模式，慢慢克服和改变这些内心想法。",
    "annotation": [
      {
        "sentence": "看到你这么描述自己，我理解你可能存在一些矛盾与纠结。",
        "label": ""
      },
      {
        "sentence": "也许是你内心感到不安和害怕，不愿意表达自己的想法和需要。",
        "label": ""
      },
      {
        "sentence": "这是因为你可能曾经遭受过拒绝或者受到过伤害，所以害怕被拒绝或者受到伤害。",
        "label": ""
      },
      {
        "sentence": "请你不要自责，你的这种想法也许是由于你的家庭和学校生活形成的自主性思维模式引起的。",
        "label": ""
      },
      {
        "sentence": "但是你可以通过重新建立认知模式，慢慢克服和改变这些内心想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道如何重新建立认知模式，可以说得详细一点吗？",
    "annotation": [
      {
        "sentence": "我不知道如何重新建立认知模式，可以说得详细一点吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，首先，你需要找到你曾经从什么时候开始这样，什么原因造成的。回忆自己过去的经历，如果遇到同样的问题，你现在应该如何去面对和解决？其次，即使你受到了拒绝或伤害，这并不代表你的失败或者不好。你可以考虑自己真正害怕的是什么，比如在瑜伽课上请教练帮忙开下背，你可能害怕的是失去面子或者受到别人的指责，但是这并不是真正的问题。如果你认为自己需要帮助，你可以尝试向别人提出请求，并且相信对方会理解你的需要。",
    "annotation": [
      {
        "sentence": "当然可以，首先，你需要找到你曾经从什么时候开始这样，什么原因造成的。",
        "label": ""
      },
      {
        "sentence": "回忆自己过去的经历，如果遇到同样的问题，你现在应该如何去面对和解决？",
        "label": ""
      },
      {
        "sentence": "其次，即使你受到了拒绝或伤害，这并不代表你的失败或者不好。",
        "label": ""
      },
      {
        "sentence": "你可以考虑自己真正害怕的是什么，比如在瑜伽课上请教练帮忙开下背，你可能害怕的是失去面子或者受到别人的指责，但是这并不是真正的问题。",
        "label": ""
      },
      {
        "sentence": "如果你认为自己需要帮助，你可以尝试向别人提出请求，并且相信对方会理解你的需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我领会了你的话，但是我还是感到有些害怕。比如在瑜伽课上请教练帮我开下背，如果她拒绝了，我会觉得很尴尬。",
    "annotation": [
      {
        "sentence": "我领会了你的话，但是我还是感到有些害怕。",
        "label": ""
      },
      {
        "sentence": "比如在瑜伽课上请教练帮我开下背，如果她拒绝了，我会觉得很尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常正常的想法。但是在实际情况中，你需要考虑自己的请求是否合理。如果你相信自己的请求是合理的，你可以克服害怕，向对方请求帮助。当然，在请求之前，你可以思考一下对方是否有可能会拒绝你，如果是的话，你可以为自己想出应对的办法。",
    "annotation": [
      {
        "sentence": "这是非常正常的想法。",
        "label": ""
      },
      {
        "sentence": "但是在实际情况中，你需要考虑自己的请求是否合理。",
        "label": ""
      },
      {
        "sentence": "如果你相信自己的请求是合理的，你可以克服害怕，向对方请求帮助。",
        "label": ""
      },
      {
        "sentence": "当然，在请求之前，你可以思考一下对方是否有可能会拒绝你，如果是的话，你可以为自己想出应对的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我想发一些文字或生活照在熟悉的群里，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "如果我想发一些文字或生活照在熟悉的群里，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题也是可以解决的。首先，你需要考虑这个事情是否适合在群里进行，如果是的话，你可以尝试发布信息。如果你觉得担心别人不喜欢你，你可以考虑这些担心是否合理，如果是的话，你可以克服这些想法，勇敢地发布你的信息。无论何时，只要你觉得有道理的事情，你都应该开口说出来，寻求帮助。",
    "annotation": [
      {
        "sentence": "这个问题也是可以解决的。",
        "label": ""
      },
      {
        "sentence": "首先，你需要考虑这个事情是否适合在群里进行，如果是的话，你可以尝试发布信息。",
        "label": ""
      },
      {
        "sentence": "如果你觉得担心别人不喜欢你，你可以考虑这些担心是否合理，如果是的话，你可以克服这些想法，勇敢地发布你的信息。",
        "label": ""
      },
      {
        "sentence": "无论何时，只要你觉得有道理的事情，你都应该开口说出来，寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去做的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气。你所需要做的就是相信自己，认真思考问题，在不断实践中积累经验。如果你需要帮助或者有什么问题，记得随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "不用客气。",
        "label": ""
      },
      {
        "sentence": "你所需要做的就是相信自己，认真思考问题，在不断实践中积累经验。",
        "label": ""
      },
      {
        "sentence": "如果你需要帮助或者有什么问题，记得随时向我寻求帮助。",
        "label": ""
      }
    ]
  }
]