[
  {
    "role": "client",
    "content": "分手有一个月，中途挽回过，不知她现在的心理想法？",
    "annotation": [
      {
        "sentence": "分手有一个月，中途挽回过，不知她现在的心理想法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和女友冲动分手后不被接受，可以想象你现在是又焦心又难过。希望你能着急之余还是要照顾好自己，不要因为恋情的问题伤害到身体或者自己的前途。",
    "annotation": [
      {
        "sentence": "和女友冲动分手后不被接受，可以想象你现在是又焦心又难过。",
        "label": ""
      },
      {
        "sentence": "希望你能着急之余还是要照顾好自己，不要因为恋情的问题伤害到身体或者自己的前途。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心，我现在确实非常焦虑和伤心。可是，我真心后悔当初的决定，想挽回她。但是，她现在对我很冷淡，不回复我的微信，也不删掉我，我不知道她到底是怎么想的。",
    "annotation": [
      {
        "sentence": "谢谢你的关心，我现在确实非常焦虑和伤心。",
        "label": ""
      },
      {
        "sentence": "可是，我真心后悔当初的决定，想挽回她。",
        "label": ""
      },
      {
        "sentence": "但是，她现在对我很冷淡，不回复我的微信，也不删掉我，我不知道她到底是怎么想的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于你一个月之前情绪失控分手的事情，不知道类似的情绪失控是否曾经也发生过呢？我大胆猜测一下你的女友和你一样情感丰富，因此这个让她非常被动无助的分手事件在一个月前也给她造成了不可磨灭的印记，她甚至可能是用一种记仇或复仇的心态在面对你。",
    "annotation": [
      {
        "sentence": "关于你一个月之前情绪失控分手的事情，不知道类似的情绪失控是否曾经也发生过呢？",
        "label": ""
      },
      {
        "sentence": "我大胆猜测一下你的女友和你一样情感丰富，因此这个让她非常被动无助的分手事件在一个月前也给她造成了不可磨灭的印记，她甚至可能是用一种记仇或复仇的心态在面对你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我和她在一起的时候经常有争吵，也有过情绪失控的时候。我知道这是我自己的问题，我已经意识到并且在改变自己了。可是，我现在的努力她都看不到，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "确实，我和她在一起的时候经常有争吵，也有过情绪失控的时候。",
        "label": ""
      },
      {
        "sentence": "我知道这是我自己的问题，我已经意识到并且在改变自己了。",
        "label": ""
      },
      {
        "sentence": "可是，我现在的努力她都看不到，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看到你采取了很多行动表现自己的后悔，也发了很多信息给她。我不知道你具体说了什么，但一方面是斗气，另一方面也有可能是你发的内容没有走到她心里去。我个人感觉虽然她非常坚决和排斥，但也不是没有给你留丝毫余地不是吗？你发的信息就算她没有回复，相信只要没有拉黑，她还是在看，在考察的。",
    "annotation": [
      {
        "sentence": "我看到你采取了很多行动表现自己的后悔，也发了很多信息给她。",
        "label": ""
      },
      {
        "sentence": "我不知道你具体说了什么，但一方面是斗气，另一方面也有可能是你发的内容没有走到她心里去。",
        "label": ""
      },
      {
        "sentence": "我个人感觉虽然她非常坚决和排斥，但也不是没有给你留丝毫余地不是吗？",
        "label": ""
      },
      {
        "sentence": "你发的信息就算她没有回复，相信只要没有拉黑，她还是在看，在考察的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发给她的信息主要是道歉和表达我的后悔，还说了很多我们在一起美好的回忆，希望她能够原谅我。可是，她从来没有回复过我，也没有表现出任何改变。我真的很担心她已经彻底对我失望了。",
    "annotation": [
      {
        "sentence": "我发给她的信息主要是道歉和表达我的后悔，还说了很多我们在一起美好的回忆，希望她能够原谅我。",
        "label": ""
      },
      {
        "sentence": "可是，她从来没有回复过我，也没有表现出任何改变。",
        "label": ""
      },
      {
        "sentence": "我真的很担心她已经彻底对我失望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说个玩笑，你想知道她的想法？她恐怕也想知道自己的想法。情侣之间的矛盾有大有小，有时候即使是大矛盾，处理的好，也是对二人关系的进一步提高。你觉得如果你处在你女友的立场，你最希望的是什么呢？是你的坚持，你的承诺，还是你的改变？",
    "annotation": [
      {
        "sentence": "说个玩笑，你想知道她的想法？",
        "label": ""
      },
      {
        "sentence": "她恐怕也想知道自己的想法。",
        "label": ""
      },
      {
        "sentence": "情侣之间的矛盾有大有小，有时候即使是大矛盾，处理的好，也是对二人关系的进一步提高。",
        "label": ""
      },
      {
        "sentence": "你觉得如果你处在你女友的立场，你最希望的是什么呢？",
        "label": ""
      },
      {
        "sentence": "是你的坚持，你的承诺，还是你的改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想如果我处在她的立场，我会希望看到我的坚持和承诺，也希望看到我真正的改变。我现在真的非常后悔当初的鲁莽决定，我想证明给她看我可以成为一个更好的人，和她一起创造美好的未来。",
    "annotation": [
      {
        "sentence": "我想如果我处在她的立场，我会希望看到我的坚持和承诺，也希望看到我真正的改变。",
        "label": ""
      },
      {
        "sentence": "我现在真的非常后悔当初的鲁莽决定，我想证明给她看我可以成为一个更好的人，和她一起创造美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我个人觉得她说的“回不到过去，也不能原谅你”完全在理，一定没问题，那么你有没有能力做些什么，让她能看到未来，也愿意接纳曾经的错误、失望和你们的恋情并存？我也不知道事情会如何发展，但你既然对这段感情看重，那就不要放弃再付出一段时间的努力，毕竟当初冒失分手的是你，想必你是敢作敢当的。",
    "annotation": [
      {
        "sentence": "我个人觉得她说的“回不到过去，也不能原谅你”完全在理，一定没问题，那么你有没有能力做些什么，让她能看到未来，也愿意接纳曾经的错误、失望和你们的恋情并存？",
        "label": ""
      },
      {
        "sentence": "我也不知道事情会如何发展，但你既然对这段感情看重，那就不要放弃再付出一段时间的努力，毕竟当初冒失分手的是你，想必你是敢作敢当的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不想放弃，我愿意再付出更多的努力。我会努力改变自己，让她看到自己的价值和未来的可能性。虽然现在看起来困难重重，但我相信只要努力，一切都有可能。",
    "annotation": [
      {
        "sentence": "你说得对，我不想放弃，我愿意再付出更多的努力。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己，让她看到自己的价值和未来的可能性。",
        "label": ""
      },
      {
        "sentence": "虽然现在看起来困难重重，但我相信只要努力，一切都有可能。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果真的付出无果，也希望你不要过于失望，好好提升自己，尤其是情绪管理的能力，将来未必没有更好的机会留给你。加油呀。",
    "annotation": [
      {
        "sentence": "如果真的付出无果，也希望你不要过于失望，好好提升自己，尤其是情绪管理的能力，将来未必没有更好的机会留给你。",
        "label": ""
      },
      {
        "sentence": "加油呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好调整自己的情绪，不放弃努力，相信未来会有好的机会等着我。再次感谢你的帮助和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好调整自己的情绪，不放弃努力，相信未来会有好的机会等着我。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和理解。",
        "label": ""
      }
    ]
  }
]