[
  {
    "role": "client",
    "content": "我今年23岁，被诊断为躁郁症，最近一年脑海里总浮现暴力的画面。",
    "annotation": [
      {
        "sentence": "我今年23岁，被诊断为躁郁症，最近一年脑海里总浮现暴力的画面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你，这些画面出现在你脑海里并不是你想要做出来的。在我们最无助的时候，没有人愿意站出来帮助我们，有些人甚至还嘲笑我们，导致我们一直积压着自己的负面情绪。请问在这几年里，你的家人是如何看待这件事的？他们是否给予了你足够的关爱和帮助呢？",
    "annotation": [
      {
        "sentence": "我理解你，这些画面出现在你脑海里并不是你想要做出来的。",
        "label": ""
      },
      {
        "sentence": "在我们最无助的时候，没有人愿意站出来帮助我们，有些人甚至还嘲笑我们，导致我们一直积压着自己的负面情绪。",
        "label": ""
      },
      {
        "sentence": "请问在这几年里，你的家人是如何看待这件事的？",
        "label": ""
      },
      {
        "sentence": "他们是否给予了你足够的关爱和帮助呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在我初中时同学给我起了一个难听的外号，当时我不知道如何表达我的愤怒和不满，于是长时间压抑着愤怒。而且我也没有可以倾诉的对象。后来我慢慢意识到自己可能得了抑郁症，16岁时到医院确诊为抑郁症。医生经过长期观察，发现我是躁郁症||型（抑郁加狂躁）。最近一年，我有勇气在微信班级群里用脏话骂了给我起外号的同学，但他没有回应。我以为这样我就能放下这件事，但是并没有。我脑子里依旧上演着和他们的冲突，语言和肢体上的冲突。面对弱小的对手，我能轻易地击败他们。可面对比我强大的对手，我只能被他嘲笑后转身离开。我产生了强烈的愤怒冲动，甚至想到\"只有杀了他才能发泄愤怒\"。我感觉自己快要发疯了。",
    "annotation": [
      {
        "sentence": "在我初中时同学给我起了一个难听的外号，当时我不知道如何表达我的愤怒和不满，于是长时间压抑着愤怒。",
        "label": ""
      },
      {
        "sentence": "而且我也没有可以倾诉的对象。",
        "label": ""
      },
      {
        "sentence": "后来我慢慢意识到自己可能得了抑郁症，16岁时到医院确诊为抑郁症。",
        "label": ""
      },
      {
        "sentence": "医生经过长期观察，发现我是躁郁症||型（抑郁加狂躁）。",
        "label": ""
      },
      {
        "sentence": "最近一年，我有勇气在微信班级群里用脏话骂了给我起外号的同学，但他没有回应。",
        "label": ""
      },
      {
        "sentence": "我以为这样我就能放下这件事，但是并没有。",
        "label": ""
      },
      {
        "sentence": "我脑子里依旧上演着和他们的冲突，语言和肢体上的冲突。",
        "label": ""
      },
      {
        "sentence": "面对弱小的对手，我能轻易地击败他们。",
        "label": ""
      },
      {
        "sentence": "可面对比我强大的对手，我只能被他嘲笑后转身离开。",
        "label": ""
      },
      {
        "sentence": "我产生了强烈的愤怒冲动，甚至想到\"只有杀了他才能发泄愤怒\"。",
        "label": ""
      },
      {
        "sentence": "我感觉自己快要发疯了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，你脑海里出现的这些画面并不是你真实想要做的，只是因为很长时间没有人帮助我们，甚至还有人伤害我们，导致我们积压了很多负面情绪。在这几年里，你的家人是如何看待这件事的？他们是否给予了你足够的关爱和帮助呢？其实很多人在读书时都会遇到和你类似的情况，我记得当时我也被人起了一些难听的外号。长时间来我无法反抗，心里很难受。后来我遇到了一个学姐，她告诉我，有些外号是关系比较亲近的人才会给起的，而有些是有人故意诋毁他人。所以我们需要明白这个外号对于自己意味着什么。如果对方只是为了故意诋毁我们，那么这样的人是不值得尊重的，我们最好无视他。如果我们和这种人较劲，他只会更加得寸进尺。对于一些好朋友给我们起的外号，我们可以告诉他们我们不喜欢这个外号，希望他们能考虑我们的感受，我相信他们会有所收敛。你说你曾经在微信群里骂了对方，虽然当时可能释放了一些负面情绪，但对方并没有回应，是不是感觉有些无力呢？这件事依然在你脑海里上演，你似乎只有通过消灭他们才能消除自己受到的委屈，但我相信你并不是一个坏孩子，也不是真的想伤害别人。只是我们一直没有释放自己的负面情绪，导致内心的怒火越来越大。因此我们可以试着和过去说声再见，有些事情需要慢慢放下。如果需要的话，我们可以找专业的心理咨询师聊一聊，同时也可以和家人沟通，看看能不能得到他们的支持。相信你自己，我们是可以走出来的。",
    "annotation": [
      {
        "sentence": "我明白你的感受，你脑海里出现的这些画面并不是你真实想要做的，只是因为很长时间没有人帮助我们，甚至还有人伤害我们，导致我们积压了很多负面情绪。",
        "label": ""
      },
      {
        "sentence": "在这几年里，你的家人是如何看待这件事的？",
        "label": ""
      },
      {
        "sentence": "他们是否给予了你足够的关爱和帮助呢？",
        "label": ""
      },
      {
        "sentence": "其实很多人在读书时都会遇到和你类似的情况，我记得当时我也被人起了一些难听的外号。",
        "label": ""
      },
      {
        "sentence": "长时间来我无法反抗，心里很难受。",
        "label": ""
      },
      {
        "sentence": "后来我遇到了一个学姐，她告诉我，有些外号是关系比较亲近的人才会给起的，而有些是有人故意诋毁他人。",
        "label": ""
      },
      {
        "sentence": "所以我们需要明白这个外号对于自己意味着什么。",
        "label": ""
      },
      {
        "sentence": "如果对方只是为了故意诋毁我们，那么这样的人是不值得尊重的，我们最好无视他。",
        "label": ""
      },
      {
        "sentence": "如果我们和这种人较劲，他只会更加得寸进尺。",
        "label": ""
      },
      {
        "sentence": "对于一些好朋友给我们起的外号，我们可以告诉他们我们不喜欢这个外号，希望他们能考虑我们的感受，我相信他们会有所收敛。",
        "label": ""
      },
      {
        "sentence": "你说你曾经在微信群里骂了对方，虽然当时可能释放了一些负面情绪，但对方并没有回应，是不是感觉有些无力呢？",
        "label": ""
      },
      {
        "sentence": "这件事依然在你脑海里上演，你似乎只有通过消灭他们才能消除自己受到的委屈，但我相信你并不是一个坏孩子，也不是真的想伤害别人。",
        "label": ""
      },
      {
        "sentence": "只是我们一直没有释放自己的负面情绪，导致内心的怒火越来越大。",
        "label": ""
      },
      {
        "sentence": "因此我们可以试着和过去说声再见，有些事情需要慢慢放下。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，我们可以找专业的心理咨询师聊一聊，同时也可以和家人沟通，看看能不能得到他们的支持。",
        "label": ""
      },
      {
        "sentence": "相信你自己，我们是可以走出来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你认为我应该如何释放负面情绪和发泄我的愤怒？",
    "annotation": [
      {
        "sentence": "支持者，你认为我应该如何释放负面情绪和发泄我的愤怒？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们可以尝试找一些适合我们的方式来释放负面情绪和宣泄愤怒，比如通过运动、绘画、听音乐等方式。这些活动可以帮助我们转移注意力，减少内心的压抑和怒火。另外，我们也可以和家人或者朋友进行沟通，将自己的感受倾诉出来。这样可以得到情感支持和理解，也有助于缓解内心的负面情绪。如果需要更深入的解决方案，专业的心理咨询师也是一个不错的选择。他们会通过专业的技巧和方法帮助我们面对内心的困扰，找到适合自己的解决方法。记住，处理负面情绪需要时间和耐心，但相信自己，你一定能够走出这个困境。",
    "annotation": [
      {
        "sentence": "首先，我们可以尝试找一些适合我们的方式来释放负面情绪和宣泄愤怒，比如通过运动、绘画、听音乐等方式。",
        "label": ""
      },
      {
        "sentence": "这些活动可以帮助我们转移注意力，减少内心的压抑和怒火。",
        "label": ""
      },
      {
        "sentence": "另外，我们也可以和家人或者朋友进行沟通，将自己的感受倾诉出来。",
        "label": ""
      },
      {
        "sentence": "这样可以得到情感支持和理解，也有助于缓解内心的负面情绪。",
        "label": ""
      },
      {
        "sentence": "如果需要更深入的解决方案，专业的心理咨询师也是一个不错的选择。",
        "label": ""
      },
      {
        "sentence": "他们会通过专业的技巧和方法帮助我们面对内心的困扰，找到适合自己的解决方法。",
        "label": ""
      },
      {
        "sentence": "记住，处理负面情绪需要时间和耐心，但相信自己，你一定能够走出这个困境。",
        "label": ""
      }
    ]
  }
]