[
  {
    "role": "client",
    "content": "有点烦，社恐和胡思乱想，如何调整状态？",
    "annotation": [
      {
        "sentence": "有点烦，社恐和胡思乱想，如何调整状态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我知道你有点烦，但是不要担心，我会一直在这里支持你。首先，你要知道你并不孤单，很多人都有社恐和胡思乱想的困扰。我们可以一起来找到解决的方法。告诉我一些关于你的背景信息吧。",
    "annotation": [
      {
        "sentence": "亲爱的，我知道你有点烦，但是不要担心，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "首先，你要知道你并不孤单，很多人都有社恐和胡思乱想的困扰。",
        "label": ""
      },
      {
        "sentence": "我们可以一起来找到解决的方法。",
        "label": ""
      },
      {
        "sentence": "告诉我一些关于你的背景信息吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "社恐三年了，高三就有了。这期间看了蛮多书，对社恐有了不少帮助。但并不治愈。原生家庭很差，小时候不是父母带的。父母早年离婚，后来妈妈改嫁（初中）我和继父和妈妈生活，家庭贫困。那段时间我真的不开心，和他们俩都不亲近完全不交心，沉迷网络。在学校自卑因为家里穷嘛。沉迷网络，学习差。妈妈脾气非常不好，容易发怒，一发怒就打骂。现在看到我妹妹被她一天打骂n次，可想而知小时候我有多么恨她，但不代表她不爱孩子，就是易怒罢了，被打的多了我终于有一天还手了，事实上我妹妹才7岁也受不了也还手。只不过我初三叛逆的还手彻底将两个人的关系拖入冰窟。直到现在我都不喜欢我妈妈。我爱一个人胡思乱想的毛病就是从和他们生活开始的。个人情商低，人际关系不好，喜欢抬杠怼人，在学校被三个漂亮女孩子拒绝然后陷入社恐，比较自信，因为从小轻轻松松成绩很好，包括现在但也仅仅限于成绩。是的我在人际关系上有蛮多创伤，很敏感。",
    "annotation": [
      {
        "sentence": "社恐三年了，高三就有了。",
        "label": ""
      },
      {
        "sentence": "这期间看了蛮多书，对社恐有了不少帮助。",
        "label": ""
      },
      {
        "sentence": "但并不治愈。",
        "label": ""
      },
      {
        "sentence": "原生家庭很差，小时候不是父母带的。",
        "label": ""
      },
      {
        "sentence": "父母早年离婚，后来妈妈改嫁（初中）我和继父和妈妈生活，家庭贫困。",
        "label": ""
      },
      {
        "sentence": "那段时间我真的不开心，和他们俩都不亲近完全不交心，沉迷网络。",
        "label": ""
      },
      {
        "sentence": "在学校自卑因为家里穷嘛。",
        "label": ""
      },
      {
        "sentence": "沉迷网络，学习差。",
        "label": ""
      },
      {
        "sentence": "妈妈脾气非常不好，容易发怒，一发怒就打骂。",
        "label": ""
      },
      {
        "sentence": "现在看到我妹妹被她一天打骂n次，可想而知小时候我有多么恨她，但不代表她不爱孩子，就是易怒罢了，被打的多了我终于有一天还手了，事实上我妹妹才7岁也受不了也还手。",
        "label": ""
      },
      {
        "sentence": "只不过我初三叛逆的还手彻底将两个人的关系拖入冰窟。",
        "label": ""
      },
      {
        "sentence": "直到现在我都不喜欢我妈妈。",
        "label": ""
      },
      {
        "sentence": "我爱一个人胡思乱想的毛病就是从和他们生活开始的。",
        "label": ""
      },
      {
        "sentence": "个人情商低，人际关系不好，喜欢抬杠怼人，在学校被三个漂亮女孩子拒绝然后陷入社恐，比较自信，因为从小轻轻松松成绩很好，包括现在但也仅仅限于成绩。",
        "label": ""
      },
      {
        "sentence": "是的我在人际关系上有蛮多创伤，很敏感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你分享这么多关于你的经历和感受。首先我要告诉你，你并不是一个人在面对这些问题。现在让我们一起来找到解决办法。首先，关于你的家庭问题，我了解到你对妈妈的怨恨和抵触情绪。妈妈的脾气确实让你受伤了，但是我们要理解她也是因为一些原因才会变得易怒。你可以试着和妹妹一起，同妈妈沟通，探讨你们可以接受的相处方式，以及向妈妈表达你内心真实的感受。对于你的过去经历，我们要学会宽容自己，对过去释怀，这样才能从不愉快中解脱出来，迎接未来。",
    "annotation": [
      {
        "sentence": "谢谢你分享这么多关于你的经历和感受。",
        "label": ""
      },
      {
        "sentence": "首先我要告诉你，你并不是一个人在面对这些问题。",
        "label": ""
      },
      {
        "sentence": "现在让我们一起来找到解决办法。",
        "label": ""
      },
      {
        "sentence": "首先，关于你的家庭问题，我了解到你对妈妈的怨恨和抵触情绪。",
        "label": ""
      },
      {
        "sentence": "妈妈的脾气确实让你受伤了，但是我们要理解她也是因为一些原因才会变得易怒。",
        "label": ""
      },
      {
        "sentence": "你可以试着和妹妹一起，同妈妈沟通，探讨你们可以接受的相处方式，以及向妈妈表达你内心真实的感受。",
        "label": ""
      },
      {
        "sentence": "对于你的过去经历，我们要学会宽容自己，对过去释怀，这样才能从不愉快中解脱出来，迎接未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么多年来，我一直试图释怀，但是总是会被过去的伤痛困扰。我对自己的情商和人际关系也没有信心。我觉得我并不擅长与人相处，喜欢抬杠怼人。在学校也被三个漂亮女孩子拒绝，这让我感到非常自卑和陷入社恐。",
    "annotation": [
      {
        "sentence": "这么多年来，我一直试图释怀，但是总是会被过去的伤痛困扰。",
        "label": ""
      },
      {
        "sentence": "我对自己的情商和人际关系也没有信心。",
        "label": ""
      },
      {
        "sentence": "我觉得我并不擅长与人相处，喜欢抬杠怼人。",
        "label": ""
      },
      {
        "sentence": "在学校也被三个漂亮女孩子拒绝，这让我感到非常自卑和陷入社恐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，你不是一个人在面对这些问题。很多人都可能会遇到情商以及人际关系上的困扰。首先，你要知道，人际关系并非一蹴而就的事情，它需要时间和努力。你可以尝试主动去与人沟通，学会倾听和关心别人，相信你也会得到回报。关于被三个女孩子拒绝，这只是暂时的，不要轻易放弃希望。每个人都会受到拒绝，但是你要相信，下一个女孩子可能会接受你，所以不要害怕与她交往，可以尝试从朋友做起，慢慢发展感情。",
    "annotation": [
      {
        "sentence": "朋友，你不是一个人在面对这些问题。",
        "label": ""
      },
      {
        "sentence": "很多人都可能会遇到情商以及人际关系上的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，你要知道，人际关系并非一蹴而就的事情，它需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试主动去与人沟通，学会倾听和关心别人，相信你也会得到回报。",
        "label": ""
      },
      {
        "sentence": "关于被三个女孩子拒绝，这只是暂时的，不要轻易放弃希望。",
        "label": ""
      },
      {
        "sentence": "每个人都会受到拒绝，但是你要相信，下一个女孩子可能会接受你，所以不要害怕与她交往，可以尝试从朋友做起，慢慢发展感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白你的意思，我会努力跟别人搞好关系，尽量主动与人交流。同时，我也会相信自己的价值，不再贬低自己。你有没有其他建议能帮助我提升自信和改善人际关系呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白你的意思，我会努力跟别人搞好关系，尽量主动与人交流。",
        "label": ""
      },
      {
        "sentence": "同时，我也会相信自己的价值，不再贬低自己。",
        "label": ""
      },
      {
        "sentence": "你有没有其他建议能帮助我提升自信和改善人际关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我也有其他的建议。首先，你应该珍惜自己的长处，你在学习上有很优秀的成绩，这是很不容易得来的。你可以尝试分享自己的学习技巧，帮助别人提高成绩。此外，当与人相处时，可以试着更加友善一些。大部分人都是带着善意去交友的，所以要学会与人结善。同时，你也要明白没有人是天生就有好脾气的，所以下次遇到与你产生冲突的人时，可以试着宽和一点，相信你会发现朋友会慢慢增多的。",
    "annotation": [
      {
        "sentence": "当然，我也有其他的建议。",
        "label": ""
      },
      {
        "sentence": "首先，你应该珍惜自己的长处，你在学习上有很优秀的成绩，这是很不容易得来的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试分享自己的学习技巧，帮助别人提高成绩。",
        "label": ""
      },
      {
        "sentence": "此外，当与人相处时，可以试着更加友善一些。",
        "label": ""
      },
      {
        "sentence": "大部分人都是带着善意去交友的，所以要学会与人结善。",
        "label": ""
      },
      {
        "sentence": "同时，你也要明白没有人是天生就有好脾气的，所以下次遇到与你产生冲突的人时，可以试着宽和一点，相信你会发现朋友会慢慢增多的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会努力实践，提升自己的自信和人际关系。在你的帮助下，我相信我能够渐渐克服社恐和胡思乱想的问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力实践，提升自己的自信和人际关系。",
        "label": ""
      },
      {
        "sentence": "在你的帮助下，我相信我能够渐渐克服社恐和胡思乱想的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮到你。记住，你并不孤单，我会一直支持你的。无论在何时何地，如果你需要的话，都可以来找我倾诉。相信自己，你一定能够克服这些困难，过上幸福的生活。加油！",
    "annotation": [
      {
        "sentence": "非常高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "无论在何时何地，如果你需要的话，都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服这些困难，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]