[
  {
    "role": "client",
    "content": "有点烦，社恐和胡思乱想，如何调整状态？",
    "annotation": [
      {
        "sentence": "有点烦，社恐和胡思乱想，如何调整状态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完了你叙述的信息，不得不说你挺棒的，挺佩服尽管原生家庭环境给你的成长带来了很大的伤害，心理产生了很深的创伤，但这也并没有阻挡住你内心对美好生活的渴望和追求，没有阻挡住你自我能力的展现，你学习成绩好能够交到知心的朋友就是最直接明显的证明，可见你某些方面的能力还是很强的，在社交方面的问题或许并没有你自己认为的那么严重。",
    "annotation": [
      {
        "sentence": "看完了你叙述的信息，不得不说你挺棒的，挺佩服尽管原生家庭环境给你的成长带来了很大的伤害，心理产生了很深的创伤，但这也并没有阻挡住你内心对美好生活的渴望和追求，没有阻挡住你自我能力的展现，你学习成绩好能够交到知心的朋友就是最直接明显的证明，可见你某些方面的能力还是很强的，在社交方面的问题或许并没有你自己认为的那么严重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我一直试图改善自己的情况，但似乎总是难以取得实质性的进展。可能是我父母离婚和家庭经济困难导致的心理创伤，让我难以摆脱社交焦虑和胡思乱想。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我一直试图改善自己的情况，但似乎总是难以取得实质性的进展。",
        "label": ""
      },
      {
        "sentence": "可能是我父母离婚和家庭经济困难导致的心理创伤，让我难以摆脱社交焦虑和胡思乱想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原生家庭很差，小的时候不是父母带，也就意味着你在很小的时候就被迫跟父母分离，对于一个年幼的孩子来说，很难弄明白父母为什么会不把自己带在身边，某些偏见会本能的认为是自己不够好不被父母喜欢才会不被他们关爱照顾。在你读初中的时候父母离婚，这也就是说你的父母之间的感情是存在着问题的，或者说是他们之间的相处交流的方式上存在着问题，误会矛盾越积越多，最终导致婚姻关系破裂，但这些对于当时的你来说或许有一些了解但又不是非常了解，也就很难理解父母为什么会离婚。",
    "annotation": [
      {
        "sentence": "原生家庭很差，小的时候不是父母带，也就意味着你在很小的时候就被迫跟父母分离，对于一个年幼的孩子来说，很难弄明白父母为什么会不把自己带在身边，某些偏见会本能的认为是自己不够好不被父母喜欢才会不被他们关爱照顾。",
        "label": ""
      },
      {
        "sentence": "在你读初中的时候父母离婚，这也就是说你的父母之间的感情是存在着问题的，或者说是他们之间的相处交流的方式上存在着问题，误会矛盾越积越多，最终导致婚姻关系破裂，但这些对于当时的你来说或许有一些了解但又不是非常了解，也就很难理解父母为什么会离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我当时对他们的离婚感到非常困惑和伤心，也产生了自责的情绪，觉得是自己不够好才导致父母离婚。这些经历让我对自己产生了否定的想法，也导致我对自我能力和安全感的缺失，进而在社交关系中感到焦虑和恐惧。",
    "annotation": [
      {
        "sentence": "确实，我当时对他们的离婚感到非常困惑和伤心，也产生了自责的情绪，觉得是自己不够好才导致父母离婚。",
        "label": ""
      },
      {
        "sentence": "这些经历让我对自己产生了否定的想法，也导致我对自我能力和安全感的缺失，进而在社交关系中感到焦虑和恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母之间的感情或者是相处情感表达方式存在着问题，他们的某些情感需求也就很难得到满足，也就很容易会在某些时候对着你释放他们内心的愤怒不满和怨恨，攻击从而加深你内心对自我的否定认知。父母离婚可以说对你的内心又带来一些伤害，或者就像是你说的那样潜意识认为自己不好，导致父母离婚的，那么对自我也就更加否定内心也更加缺乏自信和安全感，面对社交亲密关系也就会更加焦虑恐惧。",
    "annotation": [
      {
        "sentence": "父母之间的感情或者是相处情感表达方式存在着问题，他们的某些情感需求也就很难得到满足，也就很容易会在某些时候对着你释放他们内心的愤怒不满和怨恨，攻击从而加深你内心对自我的否定认知。",
        "label": ""
      },
      {
        "sentence": "父母离婚可以说对你的内心又带来一些伤害，或者就像是你说的那样潜意识认为自己不好，导致父母离婚的，那么对自我也就更加否定内心也更加缺乏自信和安全感，面对社交亲密关系也就会更加焦虑恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，在家庭中长时间受到攻击，又同时接受到父母某些关爱，我逐渐形成了一种通过攻击来表达内心情感的习惯。我理解母亲对我们的爱是出于内心的保护，只是她的沟通方式容易让人感到伤害。同时，我在网络上攻击那些“大咖”，也是因为内心渴望从权威人物得到认同和关爱，但是在父母那里没有找到。这些情绪使我感到很烦躁，导致我时常陷入胡思乱想之中。",
    "annotation": [
      {
        "sentence": "你说得很对，在家庭中长时间受到攻击，又同时接受到父母某些关爱，我逐渐形成了一种通过攻击来表达内心情感的习惯。",
        "label": ""
      },
      {
        "sentence": "我理解母亲对我们的爱是出于内心的保护，只是她的沟通方式容易让人感到伤害。",
        "label": ""
      },
      {
        "sentence": "同时，我在网络上攻击那些“大咖”，也是因为内心渴望从权威人物得到认同和关爱，但是在父母那里没有找到。",
        "label": ""
      },
      {
        "sentence": "这些情绪使我感到很烦躁，导致我时常陷入胡思乱想之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的这些困扰持续的时间比较长，受到影响的程度比较深，再加上你已经是成年人了，可以尝试着去跟父母交流表达自己内心的这些想法和情绪感受，听听他们怎么说，或许可以获得他们的理解接纳认可。当然，你如果觉得面对他们有些不好意思说出来，也可以预约合适的老师接受系统心理咨询释放内心压抑的情绪，修复内心的创伤，解决困扰你的问题，让你可以轻松自然的跟别人交往相处和生活。",
    "annotation": [
      {
        "sentence": "你的这些困扰持续的时间比较长，受到影响的程度比较深，再加上你已经是成年人了，可以尝试着去跟父母交流表达自己内心的这些想法和情绪感受，听听他们怎么说，或许可以获得他们的理解接纳认可。",
        "label": ""
      },
      {
        "sentence": "当然，你如果觉得面对他们有些不好意思说出来，也可以预约合适的老师接受系统心理咨询释放内心压抑的情绪，修复内心的创伤，解决困扰你的问题，让你可以轻松自然的跟别人交往相处和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试与父母沟通并找合适的机会去接受心理咨询，希望可以逐渐解决我的问题，重新建立自信和良好的人际关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试与父母沟通并找合适的机会去接受心理咨询，希望可以逐渐解决我的问题，重新建立自信和良好的人际关系。",
        "label": ""
      }
    ]
  }
]