[
  {
    "role": "client",
    "content": "我感到焦虑，我没有恋爱的欲望，难道是我的心理出了问题吗？我现在34岁，女性，从未谈过恋爱。我父母的婚姻非常幸福，我的姐姐和姐夫的婚姻也很幸福。在我曾经想要谈恋爱的时候（大多认为是在上学时），我有意识地回避了，并没有主动去找对象，也没有人主动找我。我回避的原因是我觉得恋爱很麻烦。我在工作的时候被要求去相亲，但我觉得很烦躁，甚至为了逃避催婚而选择去打多一份工作。到了34岁，看到网上对于大龄女性的各种批评，现实中的例子（比如大龄产妇），我也开始感到紧张了。但是别人安排的相亲，即使有人邀请见面，我也不想出去。而且在微信上聊天也觉得很有负担，感到焦虑。不过，拒绝别人之后，这种焦虑感会减少很多，我可以正常入睡了。除了相亲的事情以外，我和别人聊天都很顺畅，所以我不知道是不是我心理出了什么问题。",
    "annotation": [
      {
        "sentence": "我感到焦虑，我没有恋爱的欲望，难道是我的心理出了问题吗？",
        "label": ""
      },
      {
        "sentence": "我现在34岁，女性，从未谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "我父母的婚姻非常幸福，我的姐姐和姐夫的婚姻也很幸福。",
        "label": ""
      },
      {
        "sentence": "在我曾经想要谈恋爱的时候（大多认为是在上学时），我有意识地回避了，并没有主动去找对象，也没有人主动找我。",
        "label": ""
      },
      {
        "sentence": "我回避的原因是我觉得恋爱很麻烦。",
        "label": ""
      },
      {
        "sentence": "我在工作的时候被要求去相亲，但我觉得很烦躁，甚至为了逃避催婚而选择去打多一份工作。",
        "label": ""
      },
      {
        "sentence": "到了34岁，看到网上对于大龄女性的各种批评，现实中的例子（比如大龄产妇），我也开始感到紧张了。",
        "label": ""
      },
      {
        "sentence": "但是别人安排的相亲，即使有人邀请见面，我也不想出去。",
        "label": ""
      },
      {
        "sentence": "而且在微信上聊天也觉得很有负担，感到焦虑。",
        "label": ""
      },
      {
        "sentence": "不过，拒绝别人之后，这种焦虑感会减少很多，我可以正常入睡了。",
        "label": ""
      },
      {
        "sentence": "除了相亲的事情以外，我和别人聊天都很顺畅，所以我不知道是不是我心理出了什么问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你从来没有谈过恋爱，家庭关系又很和睦，确实有点难以理解你为什么会这样。但这也是一个了解自己的机会。你能描述一下你自己是一个怎样的人吗？你之前的学习情况和现在的工作发展如何？你提到在相处过程中会觉得很麻烦，确实两个人在一起是需要花更多的时间，可能会减少你学习或工作的时间。对于时间的安排，你会很在意吗？你觉得很麻烦，可能还有一种原因是要照顾对方的情绪。当然，我们之所以在乎建立关系，其中一个原因是可以互相接纳对方的情绪。比如当对方不开心的时候，我们可以理解并分享他的情绪，同样的，当我们不开心的时候，对方也能够理解和接纳我们的情绪。这样就为彼此提供了一个情绪的出口，减少了负面情绪，让我们有更多精力去学习和工作。你觉得你能够排解自己的情绪吗？比如和家人、姐姐或是好朋友谈话，这些途径对于你来说已经足够缓解焦虑了，所以你觉得不需要与异性来分享这方面的情绪吗？这些可能是其中的原因之一。我们再来看一看，谈恋爱可能带来的影响。比如谈恋爱会占用你的时间，但它也相当于给大脑一个最好的休息，可以让你转换思维方式。在某些方面，谈恋爱可能会提高你的学习和工作效率。另外，接纳对方的情绪也是一种锻炼，让我们的情绪承受能力变得更强。在交流的过程中，你可能会感到一些压力和焦虑，这其实也是一个可以觉察到自己的机会，看看在哪方面你可以增加对事物的认识方式。每个人的思维方式和对世界的看法都不同，亲密关系的好处之一就是我们可以从对方那里得到新的思维方式，这样我们就有两套不同的方案来做决策。还有一种可能是，因为相处的不舒适而调整自己，提高自己对他人情绪的接纳能力。当然，如果你综合了谈恋爱和不谈恋爱以及结婚和不结婚各个方面的利弊考虑之后（最好是在实际体验过后再做选择，以免后悔），如果你依然选择一个人生活，那也是可以的。只要你内心没有冲突就好。希望一切顺利～。",
    "annotation": [
      {
        "sentence": "你从来没有谈过恋爱，家庭关系又很和睦，确实有点难以理解你为什么会这样。",
        "label": ""
      },
      {
        "sentence": "但这也是一个了解自己的机会。",
        "label": ""
      },
      {
        "sentence": "你能描述一下你自己是一个怎样的人吗？",
        "label": ""
      },
      {
        "sentence": "你之前的学习情况和现在的工作发展如何？",
        "label": ""
      },
      {
        "sentence": "你提到在相处过程中会觉得很麻烦，确实两个人在一起是需要花更多的时间，可能会减少你学习或工作的时间。",
        "label": ""
      },
      {
        "sentence": "对于时间的安排，你会很在意吗？",
        "label": ""
      },
      {
        "sentence": "你觉得很麻烦，可能还有一种原因是要照顾对方的情绪。",
        "label": ""
      },
      {
        "sentence": "当然，我们之所以在乎建立关系，其中一个原因是可以互相接纳对方的情绪。",
        "label": ""
      },
      {
        "sentence": "比如当对方不开心的时候，我们可以理解并分享他的情绪，同样的，当我们不开心的时候，对方也能够理解和接纳我们的情绪。",
        "label": ""
      },
      {
        "sentence": "这样就为彼此提供了一个情绪的出口，减少了负面情绪，让我们有更多精力去学习和工作。",
        "label": ""
      },
      {
        "sentence": "你觉得你能够排解自己的情绪吗？",
        "label": ""
      },
      {
        "sentence": "比如和家人、姐姐或是好朋友谈话，这些途径对于你来说已经足够缓解焦虑了，所以你觉得不需要与异性来分享这方面的情绪吗？",
        "label": ""
      },
      {
        "sentence": "这些可能是其中的原因之一。",
        "label": ""
      },
      {
        "sentence": "我们再来看一看，谈恋爱可能带来的影响。",
        "label": ""
      },
      {
        "sentence": "比如谈恋爱会占用你的时间，但它也相当于给大脑一个最好的休息，可以让你转换思维方式。",
        "label": ""
      },
      {
        "sentence": "在某些方面，谈恋爱可能会提高你的学习和工作效率。",
        "label": ""
      },
      {
        "sentence": "另外，接纳对方的情绪也是一种锻炼，让我们的情绪承受能力变得更强。",
        "label": ""
      },
      {
        "sentence": "在交流的过程中，你可能会感到一些压力和焦虑，这其实也是一个可以觉察到自己的机会，看看在哪方面你可以增加对事物的认识方式。",
        "label": ""
      },
      {
        "sentence": "每个人的思维方式和对世界的看法都不同，亲密关系的好处之一就是我们可以从对方那里得到新的思维方式，这样我们就有两套不同的方案来做决策。",
        "label": ""
      },
      {
        "sentence": "还有一种可能是，因为相处的不舒适而调整自己，提高自己对他人情绪的接纳能力。",
        "label": ""
      },
      {
        "sentence": "当然，如果你综合了谈恋爱和不谈恋爱以及结婚和不结婚各个方面的利弊考虑之后（最好是在实际体验过后再做选择，以免后悔），如果你依然选择一个人生活，那也是可以的。",
        "label": ""
      },
      {
        "sentence": "只要你内心没有冲突就好。",
        "label": ""
      },
      {
        "sentence": "希望一切顺利～。",
        "label": ""
      }
    ]
  }
]