[
  {
    "role": "client",
    "content": "大学生活中，总是容易自卑，心情经常低落怎么办？",
    "annotation": [
      {
        "sentence": "大学生活中，总是容易自卑，心情经常低落怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我注意到你描述中的困扰。为了更好地帮助你，我想了解一下更多信息。能否告诉我你自卑的具体原因和心情低落的时候都在想些什么呢？",
    "annotation": [
      {
        "sentence": "我注意到你描述中的困扰。",
        "label": ""
      },
      {
        "sentence": "为了更好地帮助你，我想了解一下更多信息。",
        "label": ""
      },
      {
        "sentence": "能否告诉我你自卑的具体原因和心情低落的时候都在想些什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是大学新生，我觉得自己和异性相处总是很不自在。每次面对异性，我都会觉得心情很沮丧，总想逃避他们的目光。而且，遇到一些小挫折时，我就会情绪崩溃，觉得自己一直处于低谷，没有自信。我真的不知道该怎么办才能克服这种情况。",
    "annotation": [
      {
        "sentence": "我是大学新生，我觉得自己和异性相处总是很不自在。",
        "label": ""
      },
      {
        "sentence": "每次面对异性，我都会觉得心情很沮丧，总想逃避他们的目光。",
        "label": ""
      },
      {
        "sentence": "而且，遇到一些小挫折时，我就会情绪崩溃，觉得自己一直处于低谷，没有自信。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才能克服这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境。首先，大学生活对于每个人来说都是一个全新的环境，面对新同学和老师，适应起来确实会有一些困难。而且，作为大学新生，你离开了父母，开始独立生活，这可能导致你对挫折的承受能力相对较低。但是，请相信你并不是一个人，适应困难是很正常的。你可以试着找一些好朋友倾诉，分享内心的烦恼，或者通过游戏和运动来释放负面情绪。另外，你可以关注一下自己是否喜欢运动，通过参加运动活动认识新朋友，让自己更加适应大学的陌生环境。另外，大学通常会有心理咨询中心，你可以去寻求专业的帮助，因为你并不是一个人在面对这些问题。",
    "annotation": [
      {
        "sentence": "我理解你的困境。",
        "label": ""
      },
      {
        "sentence": "首先，大学生活对于每个人来说都是一个全新的环境，面对新同学和老师，适应起来确实会有一些困难。",
        "label": ""
      },
      {
        "sentence": "而且，作为大学新生，你离开了父母，开始独立生活，这可能导致你对挫折的承受能力相对较低。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你并不是一个人，适应困难是很正常的。",
        "label": ""
      },
      {
        "sentence": "你可以试着找一些好朋友倾诉，分享内心的烦恼，或者通过游戏和运动来释放负面情绪。",
        "label": ""
      },
      {
        "sentence": "另外，你可以关注一下自己是否喜欢运动，通过参加运动活动认识新朋友，让自己更加适应大学的陌生环境。",
        "label": ""
      },
      {
        "sentence": "另外，大学通常会有心理咨询中心，你可以去寻求专业的帮助，因为你并不是一个人在面对这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实需要给自己一些时间来适应新环境。但是，我还有一个问题，就是和异性相处的问题。我感觉自己在面对异性时非常害羞。除了大学的同学，我之前没有和异性建立过朋友关系。不仅在大学，和家里的异性亲戚相处我也会感到不自在。你能给我一些建议如何改善和异性相处的能力吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实需要给自己一些时间来适应新环境。",
        "label": ""
      },
      {
        "sentence": "但是，我还有一个问题，就是和异性相处的问题。",
        "label": ""
      },
      {
        "sentence": "我感觉自己在面对异性时非常害羞。",
        "label": ""
      },
      {
        "sentence": "除了大学的同学，我之前没有和异性建立过朋友关系。",
        "label": ""
      },
      {
        "sentence": "不仅在大学，和家里的异性亲戚相处我也会感到不自在。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议如何改善和异性相处的能力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受很正常，毕竟大学时期正处于青春期，面对异性感到害羞是很常见的。首先，我希望你能反思一下自己和异性相处的经历，除了大学同学，你是否曾有和异性建立过朋友关系的机会呢？另外，你是否感到在家与异性亲戚相处也会不自在？如果你和家人的异性亲戚相处得比较好，那么你只需要学习一些和异性相处的技巧就可以了。异性之间的相处不仅仅是男女朋友的关系，也可以是像和男生之间一样的普通朋友关系。你可以观察一下身边和异性同学相处得比较好的人是如何与异性交流的，也可以通过参加相关课程来提升自己的沟通能力。相信在适应的过程中，你会慢慢享受大学生活的。祝福你！",
    "annotation": [
      {
        "sentence": "你的感受很正常，毕竟大学时期正处于青春期，面对异性感到害羞是很常见的。",
        "label": ""
      },
      {
        "sentence": "首先，我希望你能反思一下自己和异性相处的经历，除了大学同学，你是否曾有和异性建立过朋友关系的机会呢？",
        "label": ""
      },
      {
        "sentence": "另外，你是否感到在家与异性亲戚相处也会不自在？",
        "label": ""
      },
      {
        "sentence": "如果你和家人的异性亲戚相处得比较好，那么你只需要学习一些和异性相处的技巧就可以了。",
        "label": ""
      },
      {
        "sentence": "异性之间的相处不仅仅是男女朋友的关系，也可以是像和男生之间一样的普通朋友关系。",
        "label": ""
      },
      {
        "sentence": "你可以观察一下身边和异性同学相处得比较好的人是如何与异性交流的，也可以通过参加相关课程来提升自己的沟通能力。",
        "label": ""
      },
      {
        "sentence": "相信在适应的过程中，你会慢慢享受大学生活的。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]