[
  {
    "role": "client",
    "content": "我把相亲男的微信删除了，对不对？家人介绍的，男的隔了2天加我微信沟通，他间隔2-4天才会联系我。我觉得时间长，他主动联系我一次，我也主动联系他。奇葩的是我第二次联系他，2天后才回复我。解释说这两天手机静音了，我说静音了没玩手机，人家说玩手机，没看微信。然后隔了3天找我问我休息干嘛，我也实在毕竟跟朋友早约好的项目，我说了，他就不高兴了，也没说出来一起见见面什么的？我怕他误会说我安排一下，第二天联系他还过节发微信，又一天没回复我，一生气我就把他删除了。",
    "annotation": [
      {
        "sentence": "我把相亲男的微信删除了，对不对？",
        "label": ""
      },
      {
        "sentence": "家人介绍的，男的隔了2天加我微信沟通，他间隔2-4天才会联系我。",
        "label": ""
      },
      {
        "sentence": "我觉得时间长，他主动联系我一次，我也主动联系他。",
        "label": ""
      },
      {
        "sentence": "奇葩的是我第二次联系他，2天后才回复我。",
        "label": ""
      },
      {
        "sentence": "解释说这两天手机静音了，我说静音了没玩手机，人家说玩手机，没看微信。",
        "label": ""
      },
      {
        "sentence": "然后隔了3天找我问我休息干嘛，我也实在毕竟跟朋友早约好的项目，我说了，他就不高兴了，也没说出来一起见见面什么的？",
        "label": ""
      },
      {
        "sentence": "我怕他误会说我安排一下，第二天联系他还过节发微信，又一天没回复我，一生气我就把他删除了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述说你的经验比较少，很能理解你的感受和想法，可能你是那种不太喜欢主动的人，所以面对这样的状况有点不知所措，这些都很正常，希望你不要太过自责。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述说你的经验比较少，很能理解你的感受和想法，可能你是那种不太喜欢主动的人，所以面对这样的状况有点不知所措，这些都很正常，希望你不要太过自责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我确实对这种约会很不了解，也不太擅长主动出击。但是，他的反应让我感到困惑和不安。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实对这种约会很不了解，也不太擅长主动出击。",
        "label": ""
      },
      {
        "sentence": "但是，他的反应让我感到困惑和不安。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我看来，家里安排的相亲和自由恋爱是有共同点的，都是两个彼此不太了解的人开始了解对方，只不过前者是媒人给你们创造了一个机会，而后者是需要自己去创造机会的。根据你的描述“他主动联系我一次，我也主动联系他”，我个人感觉你们还处在互相试探阶段，谁也不想先踏出第一步向对方展示自己的真心，我想这就是你们之间存在隔阂的原因。有时候遇到喜欢的女方可以主动一点。",
    "annotation": [
      {
        "sentence": "在我看来，家里安排的相亲和自由恋爱是有共同点的，都是两个彼此不太了解的人开始了解对方，只不过前者是媒人给你们创造了一个机会，而后者是需要自己去创造机会的。",
        "label": ""
      },
      {
        "sentence": "根据你的描述“他主动联系我一次，我也主动联系他”，我个人感觉你们还处在互相试探阶段，谁也不想先踏出第一步向对方展示自己的真心，我想这就是你们之间存在隔阂的原因。",
        "label": ""
      },
      {
        "sentence": "有时候遇到喜欢的女方可以主动一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感觉我们之间存在一种试探和保持距离的状态。可能他也和我一样，不太喜欢主动表达自己的感情。但是，我又担心主动会让他误会或者觉得我过于强势。我真的不知道该怎么平衡这种关系。",
    "annotation": [
      {
        "sentence": "你说得对，我确实感觉我们之间存在一种试探和保持距离的状态。",
        "label": ""
      },
      {
        "sentence": "可能他也和我一样，不太喜欢主动表达自己的感情。",
        "label": ""
      },
      {
        "sentence": "但是，我又担心主动会让他误会或者觉得我过于强势。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么平衡这种关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我见过很多自由恋爱成功的例子：一般女方认定一个男孩子就是她想要相伴一生的人之后，就会勇敢的向前追求，向他展示自己的真心，支持对方的事业和一切，男方被这份情义所感动，也会把对方当做想要相伴一生的人。我思考了一下，我觉得就是这份真心打动了对方，让他们培养了深厚的感情。所以建议你尝试着去主动追求自己想要的，不要害怕付出会得不到回报，不尝试怎么知道什么是适合自己的呢？",
    "annotation": [
      {
        "sentence": "我见过很多自由恋爱成功的例子：一般女方认定一个男孩子就是她想要相伴一生的人之后，就会勇敢的向前追求，向他展示自己的真心，支持对方的事业和一切，男方被这份情义所感动，也会把对方当做想要相伴一生的人。",
        "label": ""
      },
      {
        "sentence": "我思考了一下，我觉得就是这份真心打动了对方，让他们培养了深厚的感情。",
        "label": ""
      },
      {
        "sentence": "所以建议你尝试着去主动追求自己想要的，不要害怕付出会得不到回报，不尝试怎么知道什么是适合自己的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。我想也许我真的应该放下顾虑，主动展示自己的真心和关心。毕竟，如果我们都不展示自己，又怎么能够真正地了解对方呢？我会试着克服自己的害怕，多主动追求自己想要的，也学着正确认识这件事。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我想也许我真的应该放下顾虑，主动展示自己的真心和关心。",
        "label": ""
      },
      {
        "sentence": "毕竟，如果我们都不展示自己，又怎么能够真正地了解对方呢？",
        "label": ""
      },
      {
        "sentence": "我会试着克服自己的害怕，多主动追求自己想要的，也学着正确认识这件事。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以做到的！相亲是为了找到合适的另一半，而合适的另一半往往需要我们去争取和付出。只要你能够勇敢地追求自己的幸福，相信一切会变得更好的！如果你需要任何帮助或者再聊一聊，随时都可以找我哦。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以做到的！",
        "label": ""
      },
      {
        "sentence": "相亲是为了找到合适的另一半，而合适的另一半往往需要我们去争取和付出。",
        "label": ""
      },
      {
        "sentence": "只要你能够勇敢地追求自己的幸福，相信一切会变得更好的！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再聊一聊，随时都可以找我哦。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我真的很庆幸能够遇到你，你的话让我对自己和这段经历有了更积极的看法。如果我需要再次求助，我一定会来找你的。谢谢你的祝福，祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我真的很庆幸能够遇到你，你的话让我对自己和这段经历有了更积极的看法。",
        "label": ""
      },
      {
        "sentence": "如果我需要再次求助，我一定会来找你的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福，祝你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你！记住，你并不孤单，身边永远有人支持你。希望你能够找到属于自己的幸福。无论遇到什么困难和挫折，都要坚持下去，相信你一定能够收获美好的结果！祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你！",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边永远有人支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挫折，都要坚持下去，相信你一定能够收获美好的结果！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]