[
  {
    "role": "client",
    "content": "身边的人出轨了，想告诉给两边家庭怎么办？老板，男，39岁，同事，女，27岁，都有家室了，但是俩人一起进进出出，关系不清不楚，同事们都看出来了。最近老板他哥知道了，不准让那个女同事上班，他跟他哥说不能这么绝，怕她去家里闹。要把她调外地慢慢疏远她，了断这段关系。他哥跟我聊天，说老板之前还一个，护士小马也跟他有一段。看到这种事情发生在自己身边，天天面对他俩，上班都不安心，我这几天经常做梦。我特别想把他俩的事告诉这俩家庭，但是又怕别人说多管闲事，拆散别人家庭。怎么办？",
    "annotation": [
      {
        "sentence": "身边的人出轨了，想告诉给两边家庭怎么办？",
        "label": ""
      },
      {
        "sentence": "老板，男，39岁，同事，女，27岁，都有家室了，但是俩人一起进进出出，关系不清不楚，同事们都看出来了。",
        "label": ""
      },
      {
        "sentence": "最近老板他哥知道了，不准让那个女同事上班，他跟他哥说不能这么绝，怕她去家里闹。",
        "label": ""
      },
      {
        "sentence": "要把她调外地慢慢疏远她，了断这段关系。",
        "label": ""
      },
      {
        "sentence": "他哥跟我聊天，说老板之前还一个，护士小马也跟他有一段。",
        "label": ""
      },
      {
        "sentence": "看到这种事情发生在自己身边，天天面对他俩，上班都不安心，我这几天经常做梦。",
        "label": ""
      },
      {
        "sentence": "我特别想把他俩的事告诉这俩家庭，但是又怕别人说多管闲事，拆散别人家庭。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "来听我说说：谈谈我的想法和建议，希望对你有所帮助。定位好自己的角色，看是否有介入的必要。很多事其实和我们没关系的，我们有意无意的知晓后，就会去思考事情的走向以及如何处理，仿佛我们也置身事中一样。其实大可不必，定位好自己的角色，我不是说所有的事都要置身事外，比如帮助别人见义勇为扶老奶奶过马路帮忙救人等等，这些是可以根据自身的能力给予最大帮助。而像这种道德层面的问题，本身就剪不断理还乱，我觉得没有必要非要介入，因为很多事情你不了解，事态的走向你也不清楚，所以很容易好心办错事，把自己纠缠进去，最后两头不讨好，自己也会跟着生气。",
    "annotation": [
      {
        "sentence": "来听我说说：谈谈我的想法和建议，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "定位好自己的角色，看是否有介入的必要。",
        "label": ""
      },
      {
        "sentence": "很多事其实和我们没关系的，我们有意无意的知晓后，就会去思考事情的走向以及如何处理，仿佛我们也置身事中一样。",
        "label": ""
      },
      {
        "sentence": "其实大可不必，定位好自己的角色，我不是说所有的事都要置身事外，比如帮助别人见义勇为扶老奶奶过马路帮忙救人等等，这些是可以根据自身的能力给予最大帮助。",
        "label": ""
      },
      {
        "sentence": "而像这种道德层面的问题，本身就剪不断理还乱，我觉得没有必要非要介入，因为很多事情你不了解，事态的走向你也不清楚，所以很容易好心办错事，把自己纠缠进去，最后两头不讨好，自己也会跟着生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我就是觉得这样的事情发生在自己身边，每天都不安心，想帮他们解决问题。",
    "annotation": [
      {
        "sentence": "可是我就是觉得这样的事情发生在自己身边，每天都不安心，想帮他们解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但你要明白，他们都是成年人，无论对错他们都会处理并且承担。你不用太担心为他们做决定，大家都是成年人了，所以无论做什么都应该去承担，而且这件事也许会超出你的复杂，也许家里人本来不知道或者装傻不知道，你把窗户纸捅破了，反而让事态严重了，不好收场，最后落下埋怨的也许就是你。所以成年人自身的事他们自己去处理就好，你不用因为别人不道德的事而担心，没太多意义。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但你要明白，他们都是成年人，无论对错他们都会处理并且承担。",
        "label": ""
      },
      {
        "sentence": "你不用太担心为他们做决定，大家都是成年人了，所以无论做什么都应该去承担，而且这件事也许会超出你的复杂，也许家里人本来不知道或者装傻不知道，你把窗户纸捅破了，反而让事态严重了，不好收场，最后落下埋怨的也许就是你。",
        "label": ""
      },
      {
        "sentence": "所以成年人自身的事他们自己去处理就好，你不用因为别人不道德的事而担心，没太多意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我还是觉得很困扰，不知道应该怎么办才好。",
    "annotation": [
      {
        "sentence": "可是我还是觉得很困扰，不知道应该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰，但是我们也要摆正自己的心态。身边负面的人和事很多，比如今天是他们出轨出了道德的问题，直接影响到你的心态，感觉到不安无法接受。那么如果今后身边还出现这样的情况，你是否还是同样心理上受影响，寝食难安？那样会很累的。所以做好自己就可以了，减少身边负面的人和事对自身心理的影响。",
    "annotation": [
      {
        "sentence": "我理解你的困扰，但是我们也要摆正自己的心态。",
        "label": ""
      },
      {
        "sentence": "身边负面的人和事很多，比如今天是他们出轨出了道德的问题，直接影响到你的心态，感觉到不安无法接受。",
        "label": ""
      },
      {
        "sentence": "那么如果今后身边还出现这样的情况，你是否还是同样心理上受影响，寝食难安？",
        "label": ""
      },
      {
        "sentence": "那样会很累的。",
        "label": ""
      },
      {
        "sentence": "所以做好自己就可以了，减少身边负面的人和事对自身心理的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那如果我无法接受这种不道德的行为，怎么办？",
    "annotation": [
      {
        "sentence": "那如果我无法接受这种不道德的行为，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你无法接受这种不道德的行为，首先要明确自己的底线和原则。你可以坚守自己的底线，不和这些人沾上关系，保持距离。如果实在无法忍受，也可以选择转职或者换个工作环境，让自己远离这样的烦恼。但是无论如何，都要保持自己的心态平和，不要让负面的事情影响到自己的生活和心情。",
    "annotation": [
      {
        "sentence": "如果你无法接受这种不道德的行为，首先要明确自己的底线和原则。",
        "label": ""
      },
      {
        "sentence": "你可以坚守自己的底线，不和这些人沾上关系，保持距离。",
        "label": ""
      },
      {
        "sentence": "如果实在无法忍受，也可以选择转职或者换个工作环境，让自己远离这样的烦恼。",
        "label": ""
      },
      {
        "sentence": "但是无论如何，都要保持自己的心态平和，不要让负面的事情影响到自己的生活和心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能对你有所帮助。如果你还有其他的烦恼或者需要倾诉，随时可以找我聊天。记得保持心态平和，好好照顾自己。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的烦恼或者需要倾诉，随时可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "记得保持心态平和，好好照顾自己。",
        "label": ""
      }
    ]
  }
]