[
  {
    "role": "client",
    "content": "成年人了，总被自己父母控制，管太多你们不会烦吗？真的好讨厌自己的父母老是管太多，从小到大都是，吃什么饭穿什么衣服都要管，包括结婚找对象也要听他们的找个什么什么样的，要找个倒插门或者两个儿子的，自己不愿意父母就跟你吵闹折腾，后来结婚了父母也要管着我们的生活，干什么也要管，当然父母也挺照顾我们生活的，后来就连我离婚我父母还不放心也要跟我一起去，离婚的时候是我父亲一直在说，我都没有发表意见的机会，我生了孩子我父母更加管了，孩子不能这样不能那样，我确实没有经济基础但是我也是有自己的想法不是机器，永远对我说的话就是你听我们的话吧，我们说的都对，但是他们犯了错，你说他们还死不承认找各种借口，有时候我真想逃离这个家，换作是你们不会烦吗？",
    "annotation": [
      {
        "sentence": "成年人了，总被自己父母控制，管太多你们不会烦吗？",
        "label": ""
      },
      {
        "sentence": "真的好讨厌自己的父母老是管太多，从小到大都是，吃什么饭穿什么衣服都要管，包括结婚找对象也要听他们的找个什么什么样的，要找个倒插门或者两个儿子的，自己不愿意父母就跟你吵闹折腾，后来结婚了父母也要管着我们的生活，干什么也要管，当然父母也挺照顾我们生活的，后来就连我离婚我父母还不放心也要跟我一起去，离婚的时候是我父亲一直在说，我都没有发表意见的机会，我生了孩子我父母更加管了，孩子不能这样不能那样，我确实没有经济基础但是我也是有自己的想法不是机器，永远对我说的话就是你听我们的话吧，我们说的都对，但是他们犯了错，你说他们还死不承认找各种借口，有时候我真想逃离这个家，换作是你们不会烦吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，作为一个成年人，你仍然感觉处处都被父母管着，这的确是很让人感到泄气的事情呀。换作是我，我也会很难受的。根据你的描述，从小到大，事无巨细父母都会管着你。或许你的父母没有根据你成长的阶段转变心态，正常的做法是随着孩子慢慢独立，父母应该学会放手。",
    "annotation": [
      {
        "sentence": "看了你的描述，作为一个成年人，你仍然感觉处处都被父母管着，这的确是很让人感到泄气的事情呀。",
        "label": ""
      },
      {
        "sentence": "换作是我，我也会很难受的。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，从小到大，事无巨细父母都会管着你。",
        "label": ""
      },
      {
        "sentence": "或许你的父母没有根据你成长的阶段转变心态，正常的做法是随着孩子慢慢独立，父母应该学会放手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也觉得他们没有适应我的成长。我现在已经是成年人了，应该有自己的决策权和独立性。但是他们总是抱着保护我的心态管束我，我真的很受不了。",
    "annotation": [
      {
        "sentence": "是的，我也觉得他们没有适应我的成长。",
        "label": ""
      },
      {
        "sentence": "我现在已经是成年人了，应该有自己的决策权和独立性。",
        "label": ""
      },
      {
        "sentence": "但是他们总是抱着保护我的心态管束我，我真的很受不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。作为父母，他们确实有责任照顾你和关心你的生活。不过，过度的管束可能会阻碍你的成长和发展。他们应该给予你足够的自由，让你学会处理自己的事情，并逐渐独立。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "作为父母，他们确实有责任照顾你和关心你的生活。",
        "label": ""
      },
      {
        "sentence": "不过，过度的管束可能会阻碍你的成长和发展。",
        "label": ""
      },
      {
        "sentence": "他们应该给予你足够的自由，让你学会处理自己的事情，并逐渐独立。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也意识到了这一点，我想要真正的独立。但是我觉得他们似乎不相信我，总是认为我不行，需要他们一直管着。",
    "annotation": [
      {
        "sentence": "我也意识到了这一点，我想要真正的独立。",
        "label": ""
      },
      {
        "sentence": "但是我觉得他们似乎不相信我，总是认为我不行，需要他们一直管着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你想要获得真正的独立，最基本的是经济独立，最重要的是心态独立，这两个方面都很重要，或许你可以思考一下是否做到。如果我们没有做到最基本的经济独立，大多数父母一般都不会放心地放手。科学研究显示，大部分父母的幸福感最高值体现在孩子能够独立生活的时候。",
    "annotation": [
      {
        "sentence": "如果你想要获得真正的独立，最基本的是经济独立，最重要的是心态独立，这两个方面都很重要，或许你可以思考一下是否做到。",
        "label": ""
      },
      {
        "sentence": "如果我们没有做到最基本的经济独立，大多数父母一般都不会放心地放手。",
        "label": ""
      },
      {
        "sentence": "科学研究显示，大部分父母的幸福感最高值体现在孩子能够独立生活的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，经济独立是很重要的一步。我现在确实没有稳定的收入来源，这也是我想要改变的。我会努力寻找一份满意的工作，争取早日实现经济独立。",
    "annotation": [
      {
        "sentence": "我明白了，经济独立是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "我现在确实没有稳定的收入来源，这也是我想要改变的。",
        "label": ""
      },
      {
        "sentence": "我会努力寻找一份满意的工作，争取早日实现经济独立。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到并且有了行动计划，这是非常积极的。除了经济独立，心态独立也同样重要。你可以和父母多沟通，让他们了解你想独立的愿望和决心。通过互相沟通，或许你们能够达成共识，让他们逐渐相信你的能力。",
    "annotation": [
      {
        "sentence": "很好，你已经意识到并且有了行动计划，这是非常积极的。",
        "label": ""
      },
      {
        "sentence": "除了经济独立，心态独立也同样重要。",
        "label": ""
      },
      {
        "sentence": "你可以和父母多沟通，让他们了解你想独立的愿望和决心。",
        "label": ""
      },
      {
        "sentence": "通过互相沟通，或许你们能够达成共识，让他们逐渐相信你的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和他们沟通，让他们了解我的真实想法和愿望。希望能够改变我们之间的关系，争取获得更多的自由和独立。",
    "annotation": [
      {
        "sentence": "好的，我会试着和他们沟通，让他们了解我的真实想法和愿望。",
        "label": ""
      },
      {
        "sentence": "希望能够改变我们之间的关系，争取获得更多的自由和独立。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个积极的决定。沟通是解决矛盾的关键，希望你能够和父母坦诚地沟通，表达自己的需求和想法。相信随着时间的推移，你们之间的关系会有所改善的。",
    "annotation": [
      {
        "sentence": "这是一个积极的决定。",
        "label": ""
      },
      {
        "sentence": "沟通是解决矛盾的关键，希望你能够和父母坦诚地沟通，表达自己的需求和想法。",
        "label": ""
      },
      {
        "sentence": "相信随着时间的推移，你们之间的关系会有所改善的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尝试着去改变现状，争取获得更多的独立和自由。希望一切能够顺利，感谢你的建议。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尝试着去改变现状，争取获得更多的独立和自由。",
        "label": ""
      },
      {
        "sentence": "希望一切能够顺利，感谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你是一个成年人，应该有权利追求你想要的生活。祝福你能够实现自己的愿望，相信你一定能够做到。如果有任何困难或者需要再次交流，随时联系我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，你是一个成年人，应该有权利追求你想要的生活。",
        "label": ""
      },
      {
        "sentence": "祝福你能够实现自己的愿望，相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或者需要再次交流，随时联系我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]