[
  {
    "role": "client",
    "content": "为什么以前喜欢过的人开始新恋情后会有被刺痛的感觉？偶然得知以前喜欢过的一个男人找到了新女朋友，突然感觉心痛了一下。我感觉自己好像吃醋了，但我扪心自问，如果我和他再次相遇，有再次在一起的可能，我是不愿意再和他成为男女朋友的。可那种感觉真的很奇怪，当初的喜欢心动是真的，现在的心如死灰也是真的，但我为什么还会感到吃醋甚至心痛呢？",
    "annotation": [
      {
        "sentence": "为什么以前喜欢过的人开始新恋情后会有被刺痛的感觉？",
        "label": ""
      },
      {
        "sentence": "偶然得知以前喜欢过的一个男人找到了新女朋友，突然感觉心痛了一下。",
        "label": ""
      },
      {
        "sentence": "我感觉自己好像吃醋了，但我扪心自问，如果我和他再次相遇，有再次在一起的可能，我是不愿意再和他成为男女朋友的。",
        "label": ""
      },
      {
        "sentence": "可那种感觉真的很奇怪，当初的喜欢心动是真的，现在的心如死灰也是真的，但我为什么还会感到吃醋甚至心痛呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很高兴你能够发现内心的情感，并勇于向我求助。当曾经喜欢过的人找到新的伴侣，你会感到刺痛，这可以理解为你对他们之间的感觉还未完全放下，或者是对曾经的相处有所不舍。这种情绪类似于吃醋，但是你已经意识到如果再次相遇，你不愿意再和他成为男女朋友，这就说明你已经放下了对他的情感。",
    "annotation": [
      {
        "sentence": "你好，很高兴你能够发现内心的情感，并勇于向我求助。",
        "label": ""
      },
      {
        "sentence": "当曾经喜欢过的人找到新的伴侣，你会感到刺痛，这可以理解为你对他们之间的感觉还未完全放下，或者是对曾经的相处有所不舍。",
        "label": ""
      },
      {
        "sentence": "这种情绪类似于吃醋，但是你已经意识到如果再次相遇，你不愿意再和他成为男女朋友，这就说明你已经放下了对他的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感觉很释然。可是为什么我对他的新恋情会感到心痛呢？我并不希望和他在一起，现在的心情却和当初喜欢他时不一样了。",
    "annotation": [
      {
        "sentence": "我明白了，感觉很释然。",
        "label": ""
      },
      {
        "sentence": "可是为什么我对他的新恋情会感到心痛呢？",
        "label": ""
      },
      {
        "sentence": "我并不希望和他在一起，现在的心情却和当初喜欢他时不一样了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于他的新恋情带来的心痛，可能有几个原因。首先，曾经喜欢的人对你来说，代表了一段情感和付出，当这段情感离去时，你会感到不舍和遗憾。而当他找到新的爱人时，这似乎宣告着你们之间再无可能，让你更加不舍。其次，这种心痛也可能是你内心对过去的一种留恋，你还没有完全释怀。",
    "annotation": [
      {
        "sentence": "对于他的新恋情带来的心痛，可能有几个原因。",
        "label": ""
      },
      {
        "sentence": "首先，曾经喜欢的人对你来说，代表了一段情感和付出，当这段情感离去时，你会感到不舍和遗憾。",
        "label": ""
      },
      {
        "sentence": "而当他找到新的爱人时，这似乎宣告着你们之间再无可能，让你更加不舍。",
        "label": ""
      },
      {
        "sentence": "其次，这种心痛也可能是你内心对过去的一种留恋，你还没有完全释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，当他有了喜欢的人，我感到失去了他的可能性，这让我更加不舍和心痛。我想问一下，这种情绪会持续多久呢？",
    "annotation": [
      {
        "sentence": "你说的对，当他有了喜欢的人，我感到失去了他的可能性，这让我更加不舍和心痛。",
        "label": ""
      },
      {
        "sentence": "我想问一下，这种情绪会持续多久呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情绪不会持续太久，因为你已经意识到自己的真实想法，并且放下了对他的情感。让过去的时光和那个人成为一段回忆是很重要的，你也会有自己喜欢的人，过上幸福的生活。请相信未来将会更美好。",
    "annotation": [
      {
        "sentence": "这种情绪不会持续太久，因为你已经意识到自己的真实想法，并且放下了对他的情感。",
        "label": ""
      },
      {
        "sentence": "让过去的时光和那个人成为一段回忆是很重要的，你也会有自己喜欢的人，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "请相信未来将会更美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我真的感觉轻松多了。我现在明白了，这种心痛和吃醋只是一种过渡的情绪，不代表我还爱着他，我会尽快让自己走出来的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我真的感觉轻松多了。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，这种心痛和吃醋只是一种过渡的情绪，不代表我还爱着他，我会尽快让自己走出来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你的决心和理解很重要。走出这种情绪需要时间，但是相信你会越来越好。希望我们都能活成自己想要的样子，祝福你！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你的决心和理解很重要。",
        "label": ""
      },
      {
        "sentence": "走出这种情绪需要时间，但是相信你会越来越好。",
        "label": ""
      },
      {
        "sentence": "希望我们都能活成自己想要的样子，祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，我会努力让自己过上真正幸福的生活。再次感谢你的支持和倾听！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，我会努力让自己过上真正幸福的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和倾听！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。如果还有什么需要帮助的，随时来找我聊天。祝愿你早日走出困境，开启美好的未来！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出困境，开启美好的未来！",
        "label": ""
      }
    ]
  }
]