[
  {
    "role": "client",
    "content": "我感受不到现实和真实发生的事？沉浸在自我受伤的世界里我发现自己总是忽略别人的好，总记得他们的坏。",
    "annotation": [
      {
        "sentence": "我感受不到现实和真实发生的事？",
        "label": ""
      },
      {
        "sentence": "沉浸在自我受伤的世界里我发现自己总是忽略别人的好，总记得他们的坏。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我理解你所说的感受。你所述的情况可能是因为童年时的阴影对你产生了长期的影响。你觉得身边的人对你不真诚，没有理解你，但又能感觉到他们似乎又是认可你的，这是一种自我矛盾的感受。",
    "annotation": [
      {
        "sentence": "是的，我理解你所说的感受。",
        "label": ""
      },
      {
        "sentence": "你所述的情况可能是因为童年时的阴影对你产生了长期的影响。",
        "label": ""
      },
      {
        "sentence": "你觉得身边的人对你不真诚，没有理解你，但又能感觉到他们似乎又是认可你的，这是一种自我矛盾的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我经历了一些事情，让我对自己和他人的关系感到困惑。我回想起童年时的一些经历，觉得自己一直没有得到真正的认可和理解。",
    "annotation": [
      {
        "sentence": "是的，我经历了一些事情，让我对自己和他人的关系感到困惑。",
        "label": ""
      },
      {
        "sentence": "我回想起童年时的一些经历，觉得自己一直没有得到真正的认可和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "童年时的经历对我们产生的影响是深远的。我建议你在条件允许的情况下，可以尝试做心理咨询。在咨询师面前，可以逐渐从潜意识中挖掘出你小时候所遭遇的事情，和它进行和解，不要去压抑克制自己的情绪和记忆。",
    "annotation": [
      {
        "sentence": "童年时的经历对我们产生的影响是深远的。",
        "label": ""
      },
      {
        "sentence": "我建议你在条件允许的情况下，可以尝试做心理咨询。",
        "label": ""
      },
      {
        "sentence": "在咨询师面前，可以逐渐从潜意识中挖掘出你小时候所遭遇的事情，和它进行和解，不要去压抑克制自己的情绪和记忆。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会考虑尝试心理咨询来帮助自己面对过去的经历。但我还有一个问题，就是我总是忽略身边人的善意，只记得他们的不好。为什么我会有这样的感受呢？",
    "annotation": [
      {
        "sentence": "嗯，我会考虑尝试心理咨询来帮助自己面对过去的经历。",
        "label": ""
      },
      {
        "sentence": "但我还有一个问题，就是我总是忽略身边人的善意，只记得他们的不好。",
        "label": ""
      },
      {
        "sentence": "为什么我会有这样的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的缺点和不完美之处，但是我们常常在熟悉的人面前更容易看到他们的缺点。我建议你试着多看看世界的美好，并接纳它。你在问题中提到对于陌生人的善举你是接纳的，也就是说你对美好是有感受的。对于身边的人，每个人都有自己的成长和困扰，学会接纳他们的不完美，也包括接纳自己内心的阴暗面。",
    "annotation": [
      {
        "sentence": "每个人都有自己的缺点和不完美之处，但是我们常常在熟悉的人面前更容易看到他们的缺点。",
        "label": ""
      },
      {
        "sentence": "我建议你试着多看看世界的美好，并接纳它。",
        "label": ""
      },
      {
        "sentence": "你在问题中提到对于陌生人的善举你是接纳的，也就是说你对美好是有感受的。",
        "label": ""
      },
      {
        "sentence": "对于身边的人，每个人都有自己的成长和困扰，学会接纳他们的不完美，也包括接纳自己内心的阴暗面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了，确实每个人都有不完美的一面，我应该学会接纳这部分，并放下对他们的过分要求。还有，有没有什么方法可以帮助我调节自己的情绪，让自己更好地与他人相处呢？",
    "annotation": [
      {
        "sentence": "我明白你的意思了，确实每个人都有不完美的一面，我应该学会接纳这部分，并放下对他们的过分要求。",
        "label": ""
      },
      {
        "sentence": "还有，有没有什么方法可以帮助我调节自己的情绪，让自己更好地与他人相处呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感受到自己在某些人面前比较舒服时，可以和他们多相处，慢慢地去感受为什么在他们面前可以感到真诚，而其他人不行。另外，放松心情也是非常重要的。平时可以尝试听听音乐、旅游、看书等放松自己的心情。不要太过压抑自己，也不要总是把注意力放在不好的事情上，多感受世间的美好！你一定可以做得更好，世界也有很多美好的事物在等待着你，认真去感受吧！",
    "annotation": [
      {
        "sentence": "当你感受到自己在某些人面前比较舒服时，可以和他们多相处，慢慢地去感受为什么在他们面前可以感到真诚，而其他人不行。",
        "label": ""
      },
      {
        "sentence": "另外，放松心情也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "平时可以尝试听听音乐、旅游、看书等放松自己的心情。",
        "label": ""
      },
      {
        "sentence": "不要太过压抑自己，也不要总是把注意力放在不好的事情上，多感受世间的美好！",
        "label": ""
      },
      {
        "sentence": "你一定可以做得更好，世界也有很多美好的事物在等待着你，认真去感受吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去改变自己，接受过去的经历，并积极寻找美好的事物。我相信这样可以帮助我重拾快乐和自信。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去改变自己，接受过去的经历，并积极寻找美好的事物。",
        "label": ""
      },
      {
        "sentence": "我相信这样可以帮助我重拾快乐和自信。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮到你，如果将来还有任何困扰或问题，欢迎随时来找我倾诉。相信自己，你一定能克服这些困难，走向新的人生。加油！",
    "annotation": [
      {
        "sentence": "我很高兴能够帮到你，如果将来还有任何困扰或问题，欢迎随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能克服这些困难，走向新的人生。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]