[
  {
    "role": "client",
    "content": "我觉得自己非常强大阳光，但是从小我做任何事情，妈妈都会否定我，到学校跟同学老师说我这不行那不行，亲戚来了就更别提了，总会贬低我。怎么办，我不敢表达自己？",
    "annotation": [
      {
        "sentence": "我觉得自己非常强大阳光，但是从小我做任何事情，妈妈都会否定我，到学校跟同学老师说我这不行那不行，亲戚来了就更别提了，总会贬低我。",
        "label": ""
      },
      {
        "sentence": "怎么办，我不敢表达自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的很多悲伤与不快都与原生家庭有关，这对你的影响很大。想先说一下两个分析。第一个是，妈妈对孩子的态度和联系有很大关系。在孩子成长过程中，有很多外界因素会影响着母亲的教育方式，如果不能得到正确的引导，就会变得矛盾。第二个是，有的家长把孩子当成了自己的一个牵线木偶，只有孩子没有达到他们的要求，就要受到惩罚，而疼痛和尴尬全由孩子承受。你不用对自己没有达到妈妈的要求而感到自责，因为她可能自己也不知道自己想让孩子变成什么样子。建议你让父亲和亲戚帮助你，周围人的沉默会让你母亲觉得她的教育方式没有任何错误。",
    "annotation": [
      {
        "sentence": "听你描述的很多悲伤与不快都与原生家庭有关，这对你的影响很大。",
        "label": ""
      },
      {
        "sentence": "想先说一下两个分析。",
        "label": ""
      },
      {
        "sentence": "第一个是，妈妈对孩子的态度和联系有很大关系。",
        "label": ""
      },
      {
        "sentence": "在孩子成长过程中，有很多外界因素会影响着母亲的教育方式，如果不能得到正确的引导，就会变得矛盾。",
        "label": ""
      },
      {
        "sentence": "第二个是，有的家长把孩子当成了自己的一个牵线木偶，只有孩子没有达到他们的要求，就要受到惩罚，而疼痛和尴尬全由孩子承受。",
        "label": ""
      },
      {
        "sentence": "你不用对自己没有达到妈妈的要求而感到自责，因为她可能自己也不知道自己想让孩子变成什么样子。",
        "label": ""
      },
      {
        "sentence": "建议你让父亲和亲戚帮助你，周围人的沉默会让你母亲觉得她的教育方式没有任何错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我现在还是不敢表达自己，因为怕被否定。",
    "annotation": [
      {
        "sentence": "但是我现在还是不敢表达自己，因为怕被否定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的情绪。我们可以通过一些方法来提高你的自信，比如说平时多做些自己喜欢的事情，发现自己的优点并加以强化，同时要学会接受自己的缺点，不要被否定者左右自己的情绪，找到正确的人际关系可以给你支持和正确的引导。",
    "annotation": [
      {
        "sentence": "这是很正常的情绪。",
        "label": ""
      },
      {
        "sentence": "我们可以通过一些方法来提高你的自信，比如说平时多做些自己喜欢的事情，发现自己的优点并加以强化，同时要学会接受自己的缺点，不要被否定者左右自己的情绪，找到正确的人际关系可以给你支持和正确的引导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我不喜欢和家里的人接触，每次都会很累。",
    "annotation": [
      {
        "sentence": "可是我不喜欢和家里的人接触，每次都会很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白，毕竟你们之间存在很多矛盾和尴尬。但是你不要一味地逃避，可以尝试采取一些行动，比如主动寻求其他人的支持和疏导，找些人心理很健康的人接触，比如一些朋友，心理医生等等，通过多和他们交流，可以有更积极的生活态度。同时也要多多关注自己的情绪健康，找到一个自己舒适的环境去生活。",
    "annotation": [
      {
        "sentence": "我明白，毕竟你们之间存在很多矛盾和尴尬。",
        "label": ""
      },
      {
        "sentence": "但是你不要一味地逃避，可以尝试采取一些行动，比如主动寻求其他人的支持和疏导，找些人心理很健康的人接触，比如一些朋友，心理医生等等，通过多和他们交流，可以有更积极的生活态度。",
        "label": ""
      },
      {
        "sentence": "同时也要多多关注自己的情绪健康，找到一个自己舒适的环境去生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我一想到回家，就会感觉到很紧张。",
    "annotation": [
      {
        "sentence": "可是我一想到回家，就会感觉到很紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回家确实会带给你很大的压力，所以你可以在外面放松自己的情绪，比如做些自己喜欢的事情，和志同道合的人在一起。同时你可以在回家之前找个心理医生，给自己一些适当的调整，帮助你更好的面对可以发生的事情。",
    "annotation": [
      {
        "sentence": "回家确实会带给你很大的压力，所以你可以在外面放松自己的情绪，比如做些自己喜欢的事情，和志同道合的人在一起。",
        "label": ""
      },
      {
        "sentence": "同时你可以在回家之前找个心理医生，给自己一些适当的调整，帮助你更好的面对可以发生的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试这些方法的，谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我会尝试这些方法的，谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，记得多多关注自己的情绪健康，好好照顾自己，加油！",
    "annotation": [
      {
        "sentence": "不用谢，记得多多关注自己的情绪健康，好好照顾自己，加油！",
        "label": ""
      }
    ]
  }
]