[
  {
    "role": "client",
    "content": "我觉得我总是因为人际关系思虑过度而感到焦虑和难受。有时候我帮爸妈在他们开的小店收钱，总是天真地相信陌生人。比如有一次，有个人说没带钱，她留了电话说回去取钱回来付，我就相信了。结果，人走了钱却没要回来。还有一次也是同样的情况，她留下了电话和身份证号，一开始也是以为她不会回来付钱了，然后打电话好几次不接，晚上会因为想这件事睡不着觉。后来这个人还是来店里付钱了。还有好几次，总是怕别人不守约，把他们想得很坏，但是一开始却没有很好地想到解决办法，就相信了他们做出的口头约定。然后在等待的几天里，我就非常焦虑，晚上也会因为想这件事而睡不着，会想万一他骗我，把我电话拉黑再也找不到他人了怎么办呢，那钱就打水漂了。然后越想越自责，越焦虑，很难受...怎么办。",
    "annotation": [
      {
        "sentence": "我觉得我总是因为人际关系思虑过度而感到焦虑和难受。",
        "label": ""
      },
      {
        "sentence": "有时候我帮爸妈在他们开的小店收钱，总是天真地相信陌生人。",
        "label": ""
      },
      {
        "sentence": "比如有一次，有个人说没带钱，她留了电话说回去取钱回来付，我就相信了。",
        "label": ""
      },
      {
        "sentence": "结果，人走了钱却没要回来。",
        "label": ""
      },
      {
        "sentence": "还有一次也是同样的情况，她留下了电话和身份证号，一开始也是以为她不会回来付钱了，然后打电话好几次不接，晚上会因为想这件事睡不着觉。",
        "label": ""
      },
      {
        "sentence": "后来这个人还是来店里付钱了。",
        "label": ""
      },
      {
        "sentence": "还有好几次，总是怕别人不守约，把他们想得很坏，但是一开始却没有很好地想到解决办法，就相信了他们做出的口头约定。",
        "label": ""
      },
      {
        "sentence": "然后在等待的几天里，我就非常焦虑，晚上也会因为想这件事而睡不着，会想万一他骗我，把我电话拉黑再也找不到他人了怎么办呢，那钱就打水漂了。",
        "label": ""
      },
      {
        "sentence": "然后越想越自责，越焦虑，很难受...怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的问题，我觉得涉及到了信任、安全感以及无法维护自己的权利和拒绝他人。首先，我想告诉你，你是一个非常善良的人，但是别人利用了你的善良，骗了你，使得你不敢再完全地信任他们，对人性产生了怀疑。也许在你的成长过程中，父母或者其他重要的人对你做出的承诺总是无法实现，或者为了安抚你的情绪而经常欺骗你。他们可能给你设立美好的目标，但最终却没有兑现承诺，导致你对期望与失望之间徘徊的情绪切换。还有，小时候与其他人的关系给你造成了重大阴影，比如被骗，就像现在你帮爸妈守店，别人说没带钱，过后又不还钱一样。",
    "annotation": [
      {
        "sentence": "听到你的问题，我觉得涉及到了信任、安全感以及无法维护自己的权利和拒绝他人。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你是一个非常善良的人，但是别人利用了你的善良，骗了你，使得你不敢再完全地信任他们，对人性产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "也许在你的成长过程中，父母或者其他重要的人对你做出的承诺总是无法实现，或者为了安抚你的情绪而经常欺骗你。",
        "label": ""
      },
      {
        "sentence": "他们可能给你设立美好的目标，但最终却没有兑现承诺，导致你对期望与失望之间徘徊的情绪切换。",
        "label": ""
      },
      {
        "sentence": "还有，小时候与其他人的关系给你造成了重大阴影，比如被骗，就像现在你帮爸妈守店，别人说没带钱，过后又不还钱一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很担心这些事情，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我很担心这些事情，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，这个问题有一些解决办法。首先，相信人性本善，但同时要遵循一些规则。比如，在买卖方面，我们可以采取现场交易的方式，一手付钱，一手交货，这样就可以从源头杜绝被骗的可能性。其次，学会拒绝是很重要的。当别人的行为可能让你产生怀疑时，你可以直接提出你的要求，不愿意在等待中煎熬。如果别人失约，没有充足或正当的理由，你可以选择不再等待，而是自己去做其他事情。此外，你的善良并没有错，但是也要注意适当保护自己的利益。当你被骗时，要明确责任归于对方，而不是自责。以后，你可以建立自己的规则，让别人看到你的坚定。最后，记住，好人占多数，不讲信用的人只是少数。偶尔一两次被小骗并没有关系，在面对更重要的利益时，要慎重考虑，用心去识别人。",
    "annotation": [
      {
        "sentence": "其实，这个问题有一些解决办法。",
        "label": ""
      },
      {
        "sentence": "首先，相信人性本善，但同时要遵循一些规则。",
        "label": ""
      },
      {
        "sentence": "比如，在买卖方面，我们可以采取现场交易的方式，一手付钱，一手交货，这样就可以从源头杜绝被骗的可能性。",
        "label": ""
      },
      {
        "sentence": "其次，学会拒绝是很重要的。",
        "label": ""
      },
      {
        "sentence": "当别人的行为可能让你产生怀疑时，你可以直接提出你的要求，不愿意在等待中煎熬。",
        "label": ""
      },
      {
        "sentence": "如果别人失约，没有充足或正当的理由，你可以选择不再等待，而是自己去做其他事情。",
        "label": ""
      },
      {
        "sentence": "此外，你的善良并没有错，但是也要注意适当保护自己的利益。",
        "label": ""
      },
      {
        "sentence": "当你被骗时，要明确责任归于对方，而不是自责。",
        "label": ""
      },
      {
        "sentence": "以后，你可以建立自己的规则，让别人看到你的坚定。",
        "label": ""
      },
      {
        "sentence": "最后，记住，好人占多数，不讲信用的人只是少数。",
        "label": ""
      },
      {
        "sentence": "偶尔一两次被小骗并没有关系，在面对更重要的利益时，要慎重考虑，用心去识别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑并尝试采纳的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑并尝试采纳的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够处理好这个问题的。如果你有任何需要帮助的地方，随时都可以向我寻求支持。你不是一个人在战斗，我们一起加油吧。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够处理好这个问题的。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要帮助的地方，随时都可以向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一起加油吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会记住的。谢谢你的鼓励和陪伴。",
    "annotation": [
      {
        "sentence": "嗯，我会记住的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别客气，我会一直陪在你身边的。相信自己，你能够克服内心的焦虑，过上更加平静和幸福的生活。努力向前，加油！",
    "annotation": [
      {
        "sentence": "别客气，我会一直陪在你身边的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你能够克服内心的焦虑，过上更加平静和幸福的生活。",
        "label": ""
      },
      {
        "sentence": "努力向前，加油！",
        "label": ""
      }
    ]
  }
]