[
  {
    "role": "client",
    "content": "我不知道该怎么办。支持者：你可以告诉我发生了什么事吗？",
    "annotation": [
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "支持者：你可以告诉我发生了什么事吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我最近总是想起以前做的傻事，感到很迷茫和无助。支持者：我完全理解你的感受，每个人在成长过程中都会犯一些错误。我小时候也不时地和朋友们恶作剧，给别人造成了伤害。但是，随着我们的成长和成熟，我们会意识到这些行为不好，并用自己的行动去弥补。这些错误行为可能和我们的经历和环境有关，而且并不代表我们就永远没有向善的能力和机会。",
    "annotation": [
      {
        "sentence": "我最近总是想起以前做的傻事，感到很迷茫和无助。",
        "label": ""
      },
      {
        "sentence": "支持者：我完全理解你的感受，每个人在成长过程中都会犯一些错误。",
        "label": ""
      },
      {
        "sentence": "我小时候也不时地和朋友们恶作剧，给别人造成了伤害。",
        "label": ""
      },
      {
        "sentence": "但是，随着我们的成长和成熟，我们会意识到这些行为不好，并用自己的行动去弥补。",
        "label": ""
      },
      {
        "sentence": "这些错误行为可能和我们的经历和环境有关，而且并不代表我们就永远没有向善的能力和机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在对自己感到非常讨厌和后悔。我总是推卸责任，对同学发脾气，还举止不礼貌。这些罪恶感让我难以入眠，我觉得自己很累。支持者：你能意识到这些问题已经是一步向前迈出的重要步骤。你觉得自责和罪恶感可能是在提醒你不再重蹈覆辙，引导你变得更加积极向上。或许你可以通过行动来改变自己，做一些善良的事情来感受到正能量。",
    "annotation": [
      {
        "sentence": "是的，我现在对自己感到非常讨厌和后悔。",
        "label": ""
      },
      {
        "sentence": "我总是推卸责任，对同学发脾气，还举止不礼貌。",
        "label": ""
      },
      {
        "sentence": "这些罪恶感让我难以入眠，我觉得自己很累。",
        "label": ""
      },
      {
        "sentence": "支持者：你能意识到这些问题已经是一步向前迈出的重要步骤。",
        "label": ""
      },
      {
        "sentence": "你觉得自责和罪恶感可能是在提醒你不再重蹈覆辙，引导你变得更加积极向上。",
        "label": ""
      },
      {
        "sentence": "或许你可以通过行动来改变自己，做一些善良的事情来感受到正能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我现在对自己失去了信心，觉得自己将来会一事无成。支持者：每个人都会有这样的时刻，觉得自己一无是处。但是这只是暂时的感受，并不代表你就注定一辈子都会失败。你可以试着把自己的注意力放在积极的方面，找到你喜欢的事情，通过努力实现自己的目标。相信自己，才能更好地面对未来的挑战。",
    "annotation": [
      {
        "sentence": "可是我现在对自己失去了信心，觉得自己将来会一事无成。",
        "label": ""
      },
      {
        "sentence": "支持者：每个人都会有这样的时刻，觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "但是这只是暂时的感受，并不代表你就注定一辈子都会失败。",
        "label": ""
      },
      {
        "sentence": "你可以试着把自己的注意力放在积极的方面，找到你喜欢的事情，通过努力实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "相信自己，才能更好地面对未来的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己长得一般，智商一般，运气也很差。支持者：外貌、智商和运气并不是决定一个人成就的唯一因素。每个人都有自己的优点和天赋，你也一样。你可以关注自己的优势，并用它们来达到自己的目标。别忘了，人们更倾向于和真实、善良、积极的人交往，这些品质远比外表和运气更重要。",
    "annotation": [
      {
        "sentence": "可是我觉得自己长得一般，智商一般，运气也很差。",
        "label": ""
      },
      {
        "sentence": "支持者：外貌、智商和运气并不是决定一个人成就的唯一因素。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和天赋，你也一样。",
        "label": ""
      },
      {
        "sentence": "你可以关注自己的优势，并用它们来达到自己的目标。",
        "label": ""
      },
      {
        "sentence": "别忘了，人们更倾向于和真实、善良、积极的人交往，这些品质远比外表和运气更重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时候真的很迷茫，觉得自己好像没有存在的意义。支持者：这种感觉是正常的，很多人都会有。但是每个人都是独一无二的，每个人都有自己的人生意义。或许你现在还没有找到自己的真正目标，但是不要灰心，因为这是一个逐渐发现的过程。你可以试着寻找你的兴趣爱好，找到让你感到快乐和满足的事情，从而找到自己的生活意义。",
    "annotation": [
      {
        "sentence": "我有时候真的很迷茫，觉得自己好像没有存在的意义。",
        "label": ""
      },
      {
        "sentence": "支持者：这种感觉是正常的，很多人都会有。",
        "label": ""
      },
      {
        "sentence": "但是每个人都是独一无二的，每个人都有自己的人生意义。",
        "label": ""
      },
      {
        "sentence": "或许你现在还没有找到自己的真正目标，但是不要灰心，因为这是一个逐渐发现的过程。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找你的兴趣爱好，找到让你感到快乐和满足的事情，从而找到自己的生活意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我不在了，家人会不会过得更好？支持者：这种想法并不明智，每个人都有自己独特的价值和意义，你也一样。你的家人可能会因为失去你而感到伤心和痛苦，他们肯定不希望你有这样的想法。如果你遇到困难，他们也会一起支持你度过难关。记住，你是在这个世界上有人爱和关心的。",
    "annotation": [
      {
        "sentence": "如果我不在了，家人会不会过得更好？",
        "label": ""
      },
      {
        "sentence": "支持者：这种想法并不明智，每个人都有自己独特的价值和意义，你也一样。",
        "label": ""
      },
      {
        "sentence": "你的家人可能会因为失去你而感到伤心和痛苦，他们肯定不希望你有这样的想法。",
        "label": ""
      },
      {
        "sentence": "如果你遇到困难，他们也会一起支持你度过难关。",
        "label": ""
      },
      {
        "sentence": "记住，你是在这个世界上有人爱和关心的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会努力走出困境的。支持者：不用谢，我相信你一定能够克服困难，找到属于自己的幸福和意义。记住，我们总是要对自己有信心，相信自己的能力和潜力。如果需要任何帮助，可以随时来找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会努力走出困境的。",
        "label": ""
      },
      {
        "sentence": "支持者：不用谢，我相信你一定能够克服困难，找到属于自己的幸福和意义。",
        "label": ""
      },
      {
        "sentence": "记住，我们总是要对自己有信心，相信自己的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，可以随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]