[
  {
    "role": "client",
    "content": "最近我总想起中学时期做的一些蠢事，感到迷茫和无助，睡眠也越来越不好了。我觉得当时的自己很不担当，总是对同学发脾气，很没有礼貌。罪恶感一直袭来，让我一直都无法入睡。现在失去了工作，真的觉得人生没有什么活力，也非常担心自己今后的路会更庸庸碌碌。就算有了女朋友，我是否有能力迎接这段感情呢？",
    "annotation": [
      {
        "sentence": "最近我总想起中学时期做的一些蠢事，感到迷茫和无助，睡眠也越来越不好了。",
        "label": ""
      },
      {
        "sentence": "我觉得当时的自己很不担当，总是对同学发脾气，很没有礼貌。",
        "label": ""
      },
      {
        "sentence": "罪恶感一直袭来，让我一直都无法入睡。",
        "label": ""
      },
      {
        "sentence": "现在失去了工作，真的觉得人生没有什么活力，也非常担心自己今后的路会更庸庸碌碌。",
        "label": ""
      },
      {
        "sentence": "就算有了女朋友，我是否有能力迎接这段感情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样的情绪十分理解，但是我希望你能够认识到每个人都会有不同的经历，年轻时犯错并不稀奇，也并不会代表你的全部。同时，我们需要正视自身的缺陷，但也要有自信，因为每个人都有自己的优点和闪光点。失去工作对每个人来说都是一种打击，但是这并不代表你的未来会一直这样。你可以从自己喜欢和擅长的方面入手，找到发展自己的机会，而不是被身处的困境所打倒。至于女朋友，不要担心太多，当你找到自己喜欢的人时，你总会有能力去应对任何事情的。",
    "annotation": [
      {
        "sentence": "看到你这样的情绪十分理解，但是我希望你能够认识到每个人都会有不同的经历，年轻时犯错并不稀奇，也并不会代表你的全部。",
        "label": ""
      },
      {
        "sentence": "同时，我们需要正视自身的缺陷，但也要有自信，因为每个人都有自己的优点和闪光点。",
        "label": ""
      },
      {
        "sentence": "失去工作对每个人来说都是一种打击，但是这并不代表你的未来会一直这样。",
        "label": ""
      },
      {
        "sentence": "你可以从自己喜欢和擅长的方面入手，找到发展自己的机会，而不是被身处的困境所打倒。",
        "label": ""
      },
      {
        "sentence": "至于女朋友，不要担心太多，当你找到自己喜欢的人时，你总会有能力去应对任何事情的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很害怕自己会一直活的很平庸，没有什么特点和成就，也怕自己将来会一事无成。看到别人的辛苦，我就会想到自己，想到这种苦难是否在我身上会重演？",
    "annotation": [
      {
        "sentence": "我真的很害怕自己会一直活的很平庸，没有什么特点和成就，也怕自己将来会一事无成。",
        "label": ""
      },
      {
        "sentence": "看到别人的辛苦，我就会想到自己，想到这种苦难是否在我身上会重演？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都是普通人，并不需要太过苛求自己。同时，不要总是用别人的标准来衡量自己的价值，你可以根据自己的意愿和能力，找到适合自己的生活方式。看到身边的人辛苦，我们可以从他们身上获得启发，学习他们的坚韧和勇气。但是不必担心会重蹈覆辙，你已经有了正确认识，会做出更好的选择。",
    "annotation": [
      {
        "sentence": "我们都是普通人，并不需要太过苛求自己。",
        "label": ""
      },
      {
        "sentence": "同时，不要总是用别人的标准来衡量自己的价值，你可以根据自己的意愿和能力，找到适合自己的生活方式。",
        "label": ""
      },
      {
        "sentence": "看到身边的人辛苦，我们可以从他们身上获得启发，学习他们的坚韧和勇气。",
        "label": ""
      },
      {
        "sentence": "但是不必担心会重蹈覆辙，你已经有了正确认识，会做出更好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时会想，如果我离开这个世界，会不会对身边的人造成更少的负担，让这个世界变得更加美好呢？",
    "annotation": [
      {
        "sentence": "我有时会想，如果我离开这个世界，会不会对身边的人造成更少的负担，让这个世界变得更加美好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个想法很容易产生，但是我们必须正视生命的宝贵价值，也不能用自杀作为任何问题的解决方式。离开并不代表解脱，我们会留下很多伤痛和遗憾。生命是一份礼物，我们应当珍惜并好好运用它。而且，你离开并不会让身边的人过得更好，他们会很伤心，也会对你的离开感到遗憾。让我们一起正视生活中的问题，并寻求更好的方式来解决它们。",
    "annotation": [
      {
        "sentence": "这个想法很容易产生，但是我们必须正视生命的宝贵价值，也不能用自杀作为任何问题的解决方式。",
        "label": ""
      },
      {
        "sentence": "离开并不代表解脱，我们会留下很多伤痛和遗憾。",
        "label": ""
      },
      {
        "sentence": "生命是一份礼物，我们应当珍惜并好好运用它。",
        "label": ""
      },
      {
        "sentence": "而且，你离开并不会让身边的人过得更好，他们会很伤心，也会对你的离开感到遗憾。",
        "label": ""
      },
      {
        "sentence": "让我们一起正视生活中的问题，并寻求更好的方式来解决它们。",
        "label": ""
      }
    ]
  }
]