[
  {
    "role": "client",
    "content": "你好，我现在26岁了，还没有过一次恋爱的经历，以前上大学那会，自己有喜欢的女生但是没敢无表白。家里都说我是一个长着男生面孔的女生。感觉自己有时也挺脆弱的，还有点敏感。遇到对的人不敢开始，也不敢往哪方面想，请问我这是不是病了？还有就是现在我的工作是一个程序员，公司的同事大多数都是男生很少有和女生想处的机会，我是不是需要尽量去认识更多的女孩子呢？",
    "annotation": [
      {
        "sentence": "你好，我现在26岁了，还没有过一次恋爱的经历，以前上大学那会，自己有喜欢的女生但是没敢无表白。",
        "label": ""
      },
      {
        "sentence": "家里都说我是一个长着男生面孔的女生。",
        "label": ""
      },
      {
        "sentence": "感觉自己有时也挺脆弱的，还有点敏感。",
        "label": ""
      },
      {
        "sentence": "遇到对的人不敢开始，也不敢往哪方面想，请问我这是不是病了？",
        "label": ""
      },
      {
        "sentence": "还有就是现在我的工作是一个程序员，公司的同事大多数都是男生很少有和女生想处的机会，我是不是需要尽量去认识更多的女孩子呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊，作为同行，我们确实没有更多的机会接触女孩子，毕竟程序猿的工作强度还是蛮高的，而且周边多数都是男生。但是这并不代表着我们不可以拥有一段甜甜的恋爱，只是我们对自己缺乏一定的自信，而且听了他人的评价之后一直在否定自己。",
    "annotation": [
      {
        "sentence": "啊，作为同行，我们确实没有更多的机会接触女孩子，毕竟程序猿的工作强度还是蛮高的，而且周边多数都是男生。",
        "label": ""
      },
      {
        "sentence": "但是这并不代表着我们不可以拥有一段甜甜的恋爱，只是我们对自己缺乏一定的自信，而且听了他人的评价之后一直在否定自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是担心自己会不会有什么问题，觉得自己不够好。",
    "annotation": [
      {
        "sentence": "是的，我总是担心自己会不会有什么问题，觉得自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我们并没有自己想的那么糟，下面我们可以简单的分析一下：首先，你是一个很有才华的程序员，这一点很值得自豪。其次，我们的薪资水平是可以满足生活中大部分消费水平的。我们都知道恋爱离开现实是不可能的，因此一定的经济基础会是恋爱的基石，而我们工作刚好可以弥补这一点。",
    "annotation": [
      {
        "sentence": "其实我们并没有自己想的那么糟，下面我们可以简单的分析一下：首先，你是一个很有才华的程序员，这一点很值得自豪。",
        "label": ""
      },
      {
        "sentence": "其次，我们的薪资水平是可以满足生活中大部分消费水平的。",
        "label": ""
      },
      {
        "sentence": "我们都知道恋爱离开现实是不可能的，因此一定的经济基础会是恋爱的基石，而我们工作刚好可以弥补这一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，经济的稳定确实很重要。但是我还是觉得自己在感情方面很缺乏自信。",
    "annotation": [
      {
        "sentence": "是的，经济的稳定确实很重要。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得自己在感情方面很缺乏自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，很多程序猿都比较害羞，不善言辞，但是逻辑思维比较好，只是遇见心动的人不懂得表达。其实我们可以从一些共同的话题和兴趣爱好入手，拉近彼此的距离，同时学习一些小技巧，比如给对方一点小惊喜，从一些小细节入手。",
    "annotation": [
      {
        "sentence": "没关系，很多程序猿都比较害羞，不善言辞，但是逻辑思维比较好，只是遇见心动的人不懂得表达。",
        "label": ""
      },
      {
        "sentence": "其实我们可以从一些共同的话题和兴趣爱好入手，拉近彼此的距离，同时学习一些小技巧，比如给对方一点小惊喜，从一些小细节入手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像可行，我可以试试。但是我还是不确定是否应该主动去认识更多女孩子。",
    "annotation": [
      {
        "sentence": "听起来好像可行，我可以试试。",
        "label": ""
      },
      {
        "sentence": "但是我还是不确定是否应该主动去认识更多女孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多一些机会，男孩子追女生脸皮要厚一点。恋爱的时候碰壁是在所难免的，但是这并不妨碍我们和异性接触，我们可以先从朋友开始，看看会不会有其他的火花，然后视具体情况而定。恋爱有时没有想象中的那么难，可是需要我们踏出第一步，被拒绝说明是不合适，不要对自己灰心，你会遇见对的人。",
    "annotation": [
      {
        "sentence": "多一些机会，男孩子追女生脸皮要厚一点。",
        "label": ""
      },
      {
        "sentence": "恋爱的时候碰壁是在所难免的，但是这并不妨碍我们和异性接触，我们可以先从朋友开始，看看会不会有其他的火花，然后视具体情况而定。",
        "label": ""
      },
      {
        "sentence": "恋爱有时没有想象中的那么难，可是需要我们踏出第一步，被拒绝说明是不合适，不要对自己灰心，你会遇见对的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力跨出一步去认识更多的人，相信自己能够遇见合适的人。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力跨出一步去认识更多的人，相信自己能够遇见合适的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，相信你一定能够找到属于自己的幸福。记得随时保持自信和积极的心态，愿你的爱情世界更加美好！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，相信你一定能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得随时保持自信和积极的心态，愿你的爱情世界更加美好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你，我会努力的！",
        "label": ""
      }
    ]
  }
]