[
  {
    "role": "client",
    "content": "好害怕自己一直喜欢一个人，他不喜欢自己？六年前遇见了一个师弟，感觉有清风吹进心里，给了我不一样的感觉，有种认定他了的感觉。他不认识我，现在才刚认识。然后他高一，我高二，后悔认识他了，因为我觉得就算现在在一起也不能一生在一起，没在一起也不是认识越久越好，越不可能在长大后在一起。我现在只想好好读书，把自己喜欢的人放到人生规划里面，可是长大以后人海茫茫真的很难再遇见。我模模糊糊喜欢了他这么多年，好怕以后遇不到，自己放不下，心里肯定会超级难受，现在已经不怎么开心，好后悔主动认识他。",
    "annotation": [
      {
        "sentence": "好害怕自己一直喜欢一个人，他不喜欢自己？",
        "label": ""
      },
      {
        "sentence": "六年前遇见了一个师弟，感觉有清风吹进心里，给了我不一样的感觉，有种认定他了的感觉。",
        "label": ""
      },
      {
        "sentence": "他不认识我，现在才刚认识。",
        "label": ""
      },
      {
        "sentence": "然后他高一，我高二，后悔认识他了，因为我觉得就算现在在一起也不能一生在一起，没在一起也不是认识越久越好，越不可能在长大后在一起。",
        "label": ""
      },
      {
        "sentence": "我现在只想好好读书，把自己喜欢的人放到人生规划里面，可是长大以后人海茫茫真的很难再遇见。",
        "label": ""
      },
      {
        "sentence": "我模模糊糊喜欢了他这么多年，好怕以后遇不到，自己放不下，心里肯定会超级难受，现在已经不怎么开心，好后悔主动认识他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能喜欢一个人这么久，勇敢地去认识他，我觉得你的内心真的很美好。你现在对这种情感感到害怕，担心将他放入自己的人生规划中，但未来未必能一生在一起。或许你听说过很多明星的故事，对吧？他们在一起很多年，但最终却娶了别人。不过也有青梅竹马，白头偕老的情侣。只是这些结局没有明星分手后再找别人的那么戏剧化，所以我们知道的例子相对少一些。你还担心毕业后两个人失去联系，而且自己又无法让其他人走进自己的内心。你以前有没有过朋友分开后失去联系的经历？对于离别，你有过一直放不下的情况吗？既然你们已经认识了，如果想保持联系方式，你一定会想办法的。在毕业之前，你也可以勇敢地再询问一下他的联系方式。能喜欢一个人，真的是一件很美好的事情。试着先体会这份幸福吧，至于以后的变化，也许你们会有变化，也许你们两个都会有变化，也许就算你们变化了也仍然能在一起，也许最终两个人并不合适而分开。但只要你们有过美好的回忆，那就是值得珍惜的。所有那些没在一起的可能都是因为不合适，所以不用担心，当你们分开之后你会放得下的。你会越来越成熟，对于喜欢的人会勇敢地争取，对于不喜欢的人也乐于放下。祝你好运～",
    "annotation": [
      {
        "sentence": "你能喜欢一个人这么久，勇敢地去认识他，我觉得你的内心真的很美好。",
        "label": ""
      },
      {
        "sentence": "你现在对这种情感感到害怕，担心将他放入自己的人生规划中，但未来未必能一生在一起。",
        "label": ""
      },
      {
        "sentence": "或许你听说过很多明星的故事，对吧？",
        "label": ""
      },
      {
        "sentence": "他们在一起很多年，但最终却娶了别人。",
        "label": ""
      },
      {
        "sentence": "不过也有青梅竹马，白头偕老的情侣。",
        "label": ""
      },
      {
        "sentence": "只是这些结局没有明星分手后再找别人的那么戏剧化，所以我们知道的例子相对少一些。",
        "label": ""
      },
      {
        "sentence": "你还担心毕业后两个人失去联系，而且自己又无法让其他人走进自己的内心。",
        "label": ""
      },
      {
        "sentence": "你以前有没有过朋友分开后失去联系的经历？",
        "label": ""
      },
      {
        "sentence": "对于离别，你有过一直放不下的情况吗？",
        "label": ""
      },
      {
        "sentence": "既然你们已经认识了，如果想保持联系方式，你一定会想办法的。",
        "label": ""
      },
      {
        "sentence": "在毕业之前，你也可以勇敢地再询问一下他的联系方式。",
        "label": ""
      },
      {
        "sentence": "能喜欢一个人，真的是一件很美好的事情。",
        "label": ""
      },
      {
        "sentence": "试着先体会这份幸福吧，至于以后的变化，也许你们会有变化，也许你们两个都会有变化，也许就算你们变化了也仍然能在一起，也许最终两个人并不合适而分开。",
        "label": ""
      },
      {
        "sentence": "但只要你们有过美好的回忆，那就是值得珍惜的。",
        "label": ""
      },
      {
        "sentence": "所有那些没在一起的可能都是因为不合适，所以不用担心，当你们分开之后你会放得下的。",
        "label": ""
      },
      {
        "sentence": "你会越来越成熟，对于喜欢的人会勇敢地争取，对于不喜欢的人也乐于放下。",
        "label": ""
      },
      {
        "sentence": "祝你好运～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会试着去珍惜这份感情。但是长大后，经历社会的冷暖，我们都会改变，我担心我们变得互不相识，最终彼此间的感情也会淡漠。我曾经有朋友因为各种原因失去联系，那种感觉真的很难受。我真的很希望我们能保持联系，但又不知道要如何面对这种变数。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会试着去珍惜这份感情。",
        "label": ""
      },
      {
        "sentence": "但是长大后，经历社会的冷暖，我们都会改变，我担心我们变得互不相识，最终彼此间的感情也会淡漠。",
        "label": ""
      },
      {
        "sentence": "我曾经有朋友因为各种原因失去联系，那种感觉真的很难受。",
        "label": ""
      },
      {
        "sentence": "我真的很希望我们能保持联系，但又不知道要如何面对这种变数。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担心，长大后确实会经历很多事情，这些事情可能改变我们的价值观、兴趣爱好以及对感情的看法。但请相信，真正的友情和爱情并不会因为时间和距离而淡漠。你提到过朋友失去联系的经历，但是否也有经历过意外地再次联系上的时候呢？人与人之间的缘分是很神奇的，或许某天你们会再次相遇，或者通过其他途径重新联系上。只要你们之间真正有感情和默契，一定会有办法保持联系的。对于这种未知的变数，我们能做的就是相信，并勇敢地将自己的心意传达给他。",
    "annotation": [
      {
        "sentence": "我能理解你的担心，长大后确实会经历很多事情，这些事情可能改变我们的价值观、兴趣爱好以及对感情的看法。",
        "label": ""
      },
      {
        "sentence": "但请相信，真正的友情和爱情并不会因为时间和距离而淡漠。",
        "label": ""
      },
      {
        "sentence": "你提到过朋友失去联系的经历，但是否也有经历过意外地再次联系上的时候呢？",
        "label": ""
      },
      {
        "sentence": "人与人之间的缘分是很神奇的，或许某天你们会再次相遇，或者通过其他途径重新联系上。",
        "label": ""
      },
      {
        "sentence": "只要你们之间真正有感情和默契，一定会有办法保持联系的。",
        "label": ""
      },
      {
        "sentence": "对于这种未知的变数，我们能做的就是相信，并勇敢地将自己的心意传达给他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该保持对未来的信心，并勇敢地面对这种可能的变数。我想我会尝试再次找机会与他交流，毕竟现在我们还是有认识的机会的。谢谢你的支持和鼓励，这让我有了更积极的想法和行动。",
    "annotation": [
      {
        "sentence": "我明白了，我应该保持对未来的信心，并勇敢地面对这种可能的变数。",
        "label": ""
      },
      {
        "sentence": "我想我会尝试再次找机会与他交流，毕竟现在我们还是有认识的机会的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，这让我有了更积极的想法和行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能对你有所帮助。保持对未来的信心，积极的行动是实现梦想的第一步。无论最终结果如何，至少你努力过，为自己争取过。希望你能坚持自己的决心和行动，无论结果如何，都不要后悔自己的勇敢。如果你在这过程中遇到任何困难或者需要支持，请随时来找我聊天。我会一直陪伴在你身边，支持你的。加油！你一定可以做到的！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "保持对未来的信心，积极的行动是实现梦想的第一步。",
        "label": ""
      },
      {
        "sentence": "无论最终结果如何，至少你努力过，为自己争取过。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持自己的决心和行动，无论结果如何，都不要后悔自己的勇敢。",
        "label": ""
      },
      {
        "sentence": "如果你在这过程中遇到任何困难或者需要支持，请随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边，支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你一定可以做到的！",
        "label": ""
      }
    ]
  }
]