[
  {
    "role": "client",
    "content": "身边的人看不起，压力大，快要崩溃了，怎么办？压力大，身边的人看不起就连自己父母说话也特别狠。",
    "annotation": [
      {
        "sentence": "身边的人看不起，压力大，快要崩溃了，怎么办？",
        "label": ""
      },
      {
        "sentence": "压力大，身边的人看不起就连自己父母说话也特别狠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲。通过你的描述，我知道你感觉身边的人看不起你，就连父母说话也特别的狠，给你的压力特别大，你感到有点要崩溃了。我愿意相信你的描述是正在发生的，是你正在经历的。我想你说的身边的人应该不是全部，而是大部分人对吧？",
    "annotation": [
      {
        "sentence": "亲。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，我知道你感觉身边的人看不起你，就连父母说话也特别的狠，给你的压力特别大，你感到有点要崩溃了。",
        "label": ""
      },
      {
        "sentence": "我愿意相信你的描述是正在发生的，是你正在经历的。",
        "label": ""
      },
      {
        "sentence": "我想你说的身边的人应该不是全部，而是大部分人对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，大部分人都对我看不起。",
    "annotation": [
      {
        "sentence": "是的，大部分人都对我看不起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当今社会有很多人仰着头蔑视着别人而不自知，他们实际上缺少敏感的觉察力。有些人只会希望别人如何做，但是从来没有反思过自己，这有可能是一部分人看不起另一部分的人的原因。对于这种情况，我希望你知道他们从来没有反省过自己是他们的原因就可以啦，你放宽心，不要把他们的看法说法放在心上，因为他们说的可能不是事实。当然有时候也需要听一听他们说的是什么，考虑一下自己身上是否有这些事情，如果有我们改正即可，如果没有也是笑一笑轻松而过。",
    "annotation": [
      {
        "sentence": "当今社会有很多人仰着头蔑视着别人而不自知，他们实际上缺少敏感的觉察力。",
        "label": ""
      },
      {
        "sentence": "有些人只会希望别人如何做，但是从来没有反思过自己，这有可能是一部分人看不起另一部分的人的原因。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，我希望你知道他们从来没有反省过自己是他们的原因就可以啦，你放宽心，不要把他们的看法说法放在心上，因为他们说的可能不是事实。",
        "label": ""
      },
      {
        "sentence": "当然有时候也需要听一听他们说的是什么，考虑一下自己身上是否有这些事情，如果有我们改正即可，如果没有也是笑一笑轻松而过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，或许他们的看法只是虚构的，并不代表事实。",
    "annotation": [
      {
        "sentence": "我明白了，或许他们的看法只是虚构的，并不代表事实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，不要让别人的虚构成为你内心的负担。还有你提到父母说话狠，我也相信这是真的，有时候我们的父母局限于他们的经历，在他们那个年代可能并不和我们现在一样，他们可能考虑吃的问题比考虑言行的问题更重要，他们需要先满足生存，然后才满才能满足心理的需求。而我们现在生活好了，我们可能会更多的关注于言行精神层面的。而父母们却没有很好的传承的教育，他们有时候固执于自己的想法，没有考虑到我们的感受，有可能是来自于以往的环境和家庭的遗传，我们可以给他们指出来，就是说爸爸妈妈我感觉你们的说法可能有一些不太适合我，你们可以听我说一说我的看法吧。有时候也可以说，爸爸妈妈你们是不是以为我的想法是这样的，但实际上我的想法是另外一种情况，我给你们说一下好吗？",
    "annotation": [
      {
        "sentence": "对的，不要让别人的虚构成为你内心的负担。",
        "label": ""
      },
      {
        "sentence": "还有你提到父母说话狠，我也相信这是真的，有时候我们的父母局限于他们的经历，在他们那个年代可能并不和我们现在一样，他们可能考虑吃的问题比考虑言行的问题更重要，他们需要先满足生存，然后才满才能满足心理的需求。",
        "label": ""
      },
      {
        "sentence": "而我们现在生活好了，我们可能会更多的关注于言行精神层面的。",
        "label": ""
      },
      {
        "sentence": "而父母们却没有很好的传承的教育，他们有时候固执于自己的想法，没有考虑到我们的感受，有可能是来自于以往的环境和家庭的遗传，我们可以给他们指出来，就是说爸爸妈妈我感觉你们的说法可能有一些不太适合我，你们可以听我说一说我的看法吧。",
        "label": ""
      },
      {
        "sentence": "有时候也可以说，爸爸妈妈你们是不是以为我的想法是这样的，但实际上我的想法是另外一种情况，我给你们说一下好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和父母沟通，告诉他们我的看法和感受。",
    "annotation": [
      {
        "sentence": "我会试着和父母沟通，告诉他们我的看法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，与父母沟通是一个很重要的步骤，让他们了解你的想法和感受也是让他们改变看法的一种方式。无论是身边的人看不起自己，还是父母看不起自己，我们首先要分清他们说的这一部分是真的存在还是虚构的。假如说他们说我们什么都做不了，那么我们自己要反思一下，我们真的是什么都做不了吗？我们能不能自己穿衣，能不能自己吃饭，能不能自己寻求问题的解决，我想这些答案都是肯定的，从最基础的一点我们就可以否认他们的说法，我们有可以做到的地方。我们不能只是顺从别人的想法，我们要有自己的判断。",
    "annotation": [
      {
        "sentence": "很好，与父母沟通是一个很重要的步骤，让他们了解你的想法和感受也是让他们改变看法的一种方式。",
        "label": ""
      },
      {
        "sentence": "无论是身边的人看不起自己，还是父母看不起自己，我们首先要分清他们说的这一部分是真的存在还是虚构的。",
        "label": ""
      },
      {
        "sentence": "假如说他们说我们什么都做不了，那么我们自己要反思一下，我们真的是什么都做不了吗？",
        "label": ""
      },
      {
        "sentence": "我们能不能自己穿衣，能不能自己吃饭，能不能自己寻求问题的解决，我想这些答案都是肯定的，从最基础的一点我们就可以否认他们的说法，我们有可以做到的地方。",
        "label": ""
      },
      {
        "sentence": "我们不能只是顺从别人的想法，我们要有自己的判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要相信自己，不要被别人的负面评价所左右。",
    "annotation": [
      {
        "sentence": "你说得对，我要相信自己，不要被别人的负面评价所左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同时呢，我们感觉到别人看不起我们，也有可能是我们对于外在的评价关注度有点高，我们可以降低自己的关注度，降低自己对外界的敏感性，将我们的关注和敏感转向我们所擅长的地方。我们每个人都有长处，就像你一样，起码在遇到问题的时候，你会想着去寻求帮助，这对于很多人来说实际上是一个长处，我们也可以像这个长处再发挥一下，比如说将学习工作上不懂的地方不耻下问，那么我们的工作学习就会更加的美好。最后如果别人看不起我们，我们只需要找到自己的一个优点，就可以击溃他们的言论，我们可以从我们的这一个优点去向外发散发展自己。如果在工作当中有可能我们面临的工作不是我们所擅长的，就会被别人看不起，但是我们仍然要知道，我们在其他地方有有擅长的，有优点，并不是一无是处，这样我们可以从其他的地方找到自信，知道人生是自己的，没必要太在意别人的想法与看法。以上是调整认知的部分，那么我们也可以在行为上进行调整我们的压力，我们可以去爬爬山，游游泳释放一下快乐的因子，和朋友交流一下，当然这种朋友最好是知心朋友。有时候甚至可以通过打击沙袋或者其他的方式发泄我们的压力。这样都可以从外向内的调整我们的压力。好的就到这里祝您生活愉快。",
    "annotation": [
      {
        "sentence": "同时呢，我们感觉到别人看不起我们，也有可能是我们对于外在的评价关注度有点高，我们可以降低自己的关注度，降低自己对外界的敏感性，将我们的关注和敏感转向我们所擅长的地方。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有长处，就像你一样，起码在遇到问题的时候，你会想着去寻求帮助，这对于很多人来说实际上是一个长处，我们也可以像这个长处再发挥一下，比如说将学习工作上不懂的地方不耻下问，那么我们的工作学习就会更加的美好。",
        "label": ""
      },
      {
        "sentence": "最后如果别人看不起我们，我们只需要找到自己的一个优点，就可以击溃他们的言论，我们可以从我们的这一个优点去向外发散发展自己。",
        "label": ""
      },
      {
        "sentence": "如果在工作当中有可能我们面临的工作不是我们所擅长的，就会被别人看不起，但是我们仍然要知道，我们在其他地方有有擅长的，有优点，并不是一无是处，这样我们可以从其他的地方找到自信，知道人生是自己的，没必要太在意别人的想法与看法。",
        "label": ""
      },
      {
        "sentence": "以上是调整认知的部分，那么我们也可以在行为上进行调整我们的压力，我们可以去爬爬山，游游泳释放一下快乐的因子，和朋友交流一下，当然这种朋友最好是知心朋友。",
        "label": ""
      },
      {
        "sentence": "有时候甚至可以通过打击沙袋或者其他的方式发泄我们的压力。",
        "label": ""
      },
      {
        "sentence": "这样都可以从外向内的调整我们的压力。",
        "label": ""
      },
      {
        "sentence": "好的就到这里祝您生活愉快。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尝试去调整自己的认知和行为，让自己摆脱压力的困扰。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尝试去调整自己的认知和行为，让自己摆脱压力的困扰。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你，记得随时向我寻求支持和帮助。祝你一切顺利，保持积极的心态！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你，记得随时向我寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，保持积极的心态！",
        "label": ""
      }
    ]
  }
]