[
  {
    "role": "client",
    "content": "我29女觉得一事无成，容易烦躁，为什么这样？怎么办？很容易烦躁，比如一个人住，家里的米，一直吃不完，就很烦；零食，一直吃不完，也很烦，看什么什么烦。有时候扔、卖二手、送朋友、寄给家人等来处理，有时候烦得失眠睡不着，半夜两点收拾房间，能扔扔，还能用就摆放整齐。快29岁女，觉得时间飞逝，自己一事无成，也没有积蓄，特别有挫败感，很想回老家可是按计划至少要2年后才能回。",
    "annotation": [
      {
        "sentence": "我29女觉得一事无成，容易烦躁，为什么这样？",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      },
      {
        "sentence": "很容易烦躁，比如一个人住，家里的米，一直吃不完，就很烦；零食，一直吃不完，也很烦，看什么什么烦。",
        "label": ""
      },
      {
        "sentence": "有时候扔、卖二手、送朋友、寄给家人等来处理，有时候烦得失眠睡不着，半夜两点收拾房间，能扔扔，还能用就摆放整齐。",
        "label": ""
      },
      {
        "sentence": "快29岁女，觉得时间飞逝，自己一事无成，也没有积蓄，特别有挫败感，很想回老家可是按计划至少要2年后才能回。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "29岁，一事无成…并且由此引起其他方面的不适。对于我们这大多数人来说，现代社会的紧急节奏状态，一种攀比式的模式的确让我们感到压力巨大。尤其是当我们处于某一敏感的人生阶段的时候，如果我们尚未取得一些成绩，也没有一定的存款金额，或者暂时还没有和我们相爱的人相遇，这些就会形成巨大的外部压强和恐怖的内心压力。可是，我们不妨想想，这些对于我们来说果真就是不可或缺的吗？",
    "annotation": [
      {
        "sentence": "29岁，一事无成…并且由此引起其他方面的不适。",
        "label": ""
      },
      {
        "sentence": "对于我们这大多数人来说，现代社会的紧急节奏状态，一种攀比式的模式的确让我们感到压力巨大。",
        "label": ""
      },
      {
        "sentence": "尤其是当我们处于某一敏感的人生阶段的时候，如果我们尚未取得一些成绩，也没有一定的存款金额，或者暂时还没有和我们相爱的人相遇，这些就会形成巨大的外部压强和恐怖的内心压力。",
        "label": ""
      },
      {
        "sentence": "可是，我们不妨想想，这些对于我们来说果真就是不可或缺的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人的生活都是不同的，可能不一定是按照传统观念的模式来衡量的。但我总觉得时间过得太快了，就算不追求那些，至少我也想有一些自己的成就和积蓄。",
    "annotation": [
      {
        "sentence": "我明白了，每个人的生活都是不同的，可能不一定是按照传统观念的模式来衡量的。",
        "label": ""
      },
      {
        "sentence": "但我总觉得时间过得太快了，就算不追求那些，至少我也想有一些自己的成就和积蓄。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，时间流逝的速度往往让人觉得掌握不住。不过，我们要相信，每个人的成就和积蓄都有不同的方式和时间。是的，你还没有达到自己的目标，但这并不代表你一无所获。或许，你可以从现在开始制定一些小目标，逐步实现，累积属于自己的成就和积蓄。",
    "annotation": [
      {
        "sentence": "确实，时间流逝的速度往往让人觉得掌握不住。",
        "label": ""
      },
      {
        "sentence": "不过，我们要相信，每个人的成就和积蓄都有不同的方式和时间。",
        "label": ""
      },
      {
        "sentence": "是的，你还没有达到自己的目标，但这并不代表你一无所获。",
        "label": ""
      },
      {
        "sentence": "或许，你可以从现在开始制定一些小目标，逐步实现，累积属于自己的成就和积蓄。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直没有考虑过制定小目标，很容易陷入追求大目标的焦虑中。那从现在开始，我要怎么制定这些小目标呢？",
    "annotation": [
      {
        "sentence": "你说得对，我一直没有考虑过制定小目标，很容易陷入追求大目标的焦虑中。",
        "label": ""
      },
      {
        "sentence": "那从现在开始，我要怎么制定这些小目标呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "制定小目标首先要考虑你的个人兴趣和能力，这样更容易让你坚持下去。比如，你可以选择一个兴趣领域，学习相关知识或技能，并设定每天或每周的学习计划。同时，你可以开始注意自己的收入和支出，制订一个合理的财务计划，并记录每一笔收入和支出。这样，你就可以逐步积攒一定的存款。",
    "annotation": [
      {
        "sentence": "制定小目标首先要考虑你的个人兴趣和能力，这样更容易让你坚持下去。",
        "label": ""
      },
      {
        "sentence": "比如，你可以选择一个兴趣领域，学习相关知识或技能，并设定每天或每周的学习计划。",
        "label": ""
      },
      {
        "sentence": "同时，你可以开始注意自己的收入和支出，制订一个合理的财务计划，并记录每一笔收入和支出。",
        "label": ""
      },
      {
        "sentence": "这样，你就可以逐步积攒一定的存款。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，这个主意很好，我会尝试着做到。但有时候我会觉得很孤单无助，特别是在半夜无法入睡的时候。你觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "嗯，这个主意很好，我会尝试着做到。",
        "label": ""
      },
      {
        "sentence": "但有时候我会觉得很孤单无助，特别是在半夜无法入睡的时候。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独无助是常见的情绪，尤其是在一些特殊的状态下。你可以尝试主动寻找社交机会，结识新朋友，或者加入一些兴趣小组，参与一些活动。同时，也可以尝试谈恋爱，去寻找属于自己的那个人。当我们找到与之相处愉快的人后，孤独感会逐渐减少，同时也让生活变得更加充实和有趣。",
    "annotation": [
      {
        "sentence": "孤独无助是常见的情绪，尤其是在一些特殊的状态下。",
        "label": ""
      },
      {
        "sentence": "你可以尝试主动寻找社交机会，结识新朋友，或者加入一些兴趣小组，参与一些活动。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试谈恋爱，去寻找属于自己的那个人。",
        "label": ""
      },
      {
        "sentence": "当我们找到与之相处愉快的人后，孤独感会逐渐减少，同时也让生活变得更加充实和有趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，现在我有一种觉得来不及的焦虑，觉得时间很紧迫。你觉得现在是一个好的时机吗？",
    "annotation": [
      {
        "sentence": "其实，现在我有一种觉得来不及的焦虑，觉得时间很紧迫。",
        "label": ""
      },
      {
        "sentence": "你觉得现在是一个好的时机吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论过去还是未来，最好的时机都是现在。虽然你觉得时间紧迫，但在时间的压力下，我们不妨试着去追求自己想要的生活。即使要吃苦受罪，即使一切还是未知，但至少我们不会为此感到烦恼。让我们一起去种下梦想的种子吧，在你付出的过程中，收获一定会在某个时刻降临。祝你幸福！请从现在开始为自己的幸福努力吧！",
    "annotation": [
      {
        "sentence": "无论过去还是未来，最好的时机都是现在。",
        "label": ""
      },
      {
        "sentence": "虽然你觉得时间紧迫，但在时间的压力下，我们不妨试着去追求自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "即使要吃苦受罪，即使一切还是未知，但至少我们不会为此感到烦恼。",
        "label": ""
      },
      {
        "sentence": "让我们一起去种下梦想的种子吧，在你付出的过程中，收获一定会在某个时刻降临。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      },
      {
        "sentence": "请从现在开始为自己的幸福努力吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的！我现在觉得自己的压力减轻了很多，再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的！",
        "label": ""
      },
      {
        "sentence": "我现在觉得自己的压力减轻了很多，再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]