[
  {
    "role": "client",
    "content": "最近我觉得一事无成，而且容易烦躁，不知道为什么。你有什么建议吗？比如，我一个人住的时候，家里的米一直吃不完，这让我感到很烦；零食也一直吃不完，也很烦。看到什么东西都会觉得烦。有时候我会处理这些问题，比如扔掉、卖二手、送朋友、或者寄给家人等，但有时候我烦到失眠，半夜两点会收拾房间，扔掉一些东西，然后整理好剩下的。我快29岁了，觉得时间飞逝，自己一事无成，而且没有积蓄，感到很挫败，很想回老家，但按计划至少还要等2年才能回去。",
    "annotation": [
      {
        "sentence": "最近我觉得一事无成，而且容易烦躁，不知道为什么。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      },
      {
        "sentence": "比如，我一个人住的时候，家里的米一直吃不完，这让我感到很烦；零食也一直吃不完，也很烦。",
        "label": ""
      },
      {
        "sentence": "看到什么东西都会觉得烦。",
        "label": ""
      },
      {
        "sentence": "有时候我会处理这些问题，比如扔掉、卖二手、送朋友、或者寄给家人等，但有时候我烦到失眠，半夜两点会收拾房间，扔掉一些东西，然后整理好剩下的。",
        "label": ""
      },
      {
        "sentence": "我快29岁了，觉得时间飞逝，自己一事无成，而且没有积蓄，感到很挫败，很想回老家，但按计划至少还要等2年才能回去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，我能感觉到你是一位对自己有追求、有计划的女生，并且至少经济上是独立的。事实上，并不像你自己描述的那样。如果你不介意的话，我认为你的烦躁并不是因为【家里的米一直吃不完；零食一直吃不完】，而是因为一个人生活的孤独。对你来说，比起因为米和零食吃不完而感到烦躁，其实你更希望有人可以一起分享生活。你提到的问题都很好解决的，比如米一直吃不完，那下次可以少买一点；零食一直吃不完（对我来说根本不存在吃不完的零食，如果真的有一直吃不完的零食，我估计会开心得冒泡），下次也可以少买一点。最近提倡的“断舍离”可以给你一些建议，正如你已经在做的：收拾房间，能扔的就扔，还能用的就摆放整齐，或者卖二手、送朋友、寄给家人。这些都是积极的生活态度的表现。当然，追根溯源，我们最应该控制的是购物的频率。想要买一件物品前先想一想，这是必需品吗？我有必要购买它吗？我的现有物品中有类似的吗？理性消费是一个很好的方式。失眠确实是一件让人头疼的事，有没有什么方式可以缓解呢？我们可以试着放下对失眠的抗拒，在睡前洗个热水澡，或者泡个脚，这可以有效地放松身体，有助于睡眠。洗完澡躺在床上时，尽量放松自己，试着做几组深呼吸。如果还是无法入睡，可以试试冥想。我在冥想星球上找到了一些有关入睡的冥想练习，我试过效果还不错。此外，多和家人、朋友交流能在一定程度上缓解孤独感。不要过于自责，也不要给自己太大的压力，你比自己想象的优秀得多。",
    "annotation": [
      {
        "sentence": "看完你的描述，我能感觉到你是一位对自己有追求、有计划的女生，并且至少经济上是独立的。",
        "label": ""
      },
      {
        "sentence": "事实上，并不像你自己描述的那样。",
        "label": ""
      },
      {
        "sentence": "如果你不介意的话，我认为你的烦躁并不是因为【家里的米一直吃不完；零食一直吃不完】，而是因为一个人生活的孤独。",
        "label": ""
      },
      {
        "sentence": "对你来说，比起因为米和零食吃不完而感到烦躁，其实你更希望有人可以一起分享生活。",
        "label": ""
      },
      {
        "sentence": "你提到的问题都很好解决的，比如米一直吃不完，那下次可以少买一点；零食一直吃不完（对我来说根本不存在吃不完的零食，如果真的有一直吃不完的零食，我估计会开心得冒泡），下次也可以少买一点。",
        "label": ""
      },
      {
        "sentence": "最近提倡的“断舍离”可以给你一些建议，正如你已经在做的：收拾房间，能扔的就扔，还能用的就摆放整齐，或者卖二手、送朋友、寄给家人。",
        "label": ""
      },
      {
        "sentence": "这些都是积极的生活态度的表现。",
        "label": ""
      },
      {
        "sentence": "当然，追根溯源，我们最应该控制的是购物的频率。",
        "label": ""
      },
      {
        "sentence": "想要买一件物品前先想一想，这是必需品吗？",
        "label": ""
      },
      {
        "sentence": "我有必要购买它吗？",
        "label": ""
      },
      {
        "sentence": "我的现有物品中有类似的吗？",
        "label": ""
      },
      {
        "sentence": "理性消费是一个很好的方式。",
        "label": ""
      },
      {
        "sentence": "失眠确实是一件让人头疼的事，有没有什么方式可以缓解呢？",
        "label": ""
      },
      {
        "sentence": "我们可以试着放下对失眠的抗拒，在睡前洗个热水澡，或者泡个脚，这可以有效地放松身体，有助于睡眠。",
        "label": ""
      },
      {
        "sentence": "洗完澡躺在床上时，尽量放松自己，试着做几组深呼吸。",
        "label": ""
      },
      {
        "sentence": "如果还是无法入睡，可以试试冥想。",
        "label": ""
      },
      {
        "sentence": "我在冥想星球上找到了一些有关入睡的冥想练习，我试过效果还不错。",
        "label": ""
      },
      {
        "sentence": "此外，多和家人、朋友交流能在一定程度上缓解孤独感。",
        "label": ""
      },
      {
        "sentence": "不要过于自责，也不要给自己太大的压力，你比自己想象的优秀得多。",
        "label": ""
      }
    ]
  }
]