[
  {
    "role": "client",
    "content": "我现在是29岁的女性，感觉一事无成，经常很容易烦躁，不知道为什么会这样，也不知道该怎么办。比如，我一个人住，家里的米一直吃不完，就感到很烦躁；零食也是一样，一直吃不完，也觉得很烦，看什么都感到烦躁。有时候我会试着处理这些事情，比如扔掉、卖掉二手货、送给朋友或寄给家人，但有时候我会因为烦躁得失眠，半夜两点还在收拾房间，想扔就扔，能继续使用的就摆放整齐。总之，我快要29岁了，觉得时间过得很快，自己却一事无成，也没有积蓄，特别感到挫败，很想回老家，可是按计划至少还要再等2年才能回。",
    "annotation": [
      {
        "sentence": "我现在是29岁的女性，感觉一事无成，经常很容易烦躁，不知道为什么会这样，也不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "比如，我一个人住，家里的米一直吃不完，就感到很烦躁；零食也是一样，一直吃不完，也觉得很烦，看什么都感到烦躁。",
        "label": ""
      },
      {
        "sentence": "有时候我会试着处理这些事情，比如扔掉、卖掉二手货、送给朋友或寄给家人，但有时候我会因为烦躁得失眠，半夜两点还在收拾房间，想扔就扔，能继续使用的就摆放整齐。",
        "label": ""
      },
      {
        "sentence": "总之，我快要29岁了，觉得时间过得很快，自己却一事无成，也没有积蓄，特别感到挫败，很想回老家，可是按计划至少还要再等2年才能回。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，你家里有米、有零食，有各种各样的东西，虽然可能不会用完，但拥有这些本身就是一件值得开心的事情。然而在你的行为中，似乎你想让这些都消失。另一方面，在事业方面，你希望自己不要一事无成，你渴望有所收获。那么，试着想一下，你是否有一种：“凡是我拥有的我都不会珍惜”的感受呢？接下来我想提几个问题，希望你能思考一下，如果有兴趣的话，可以试着回答一下。一、我拥有什么？二、我渴望拥有什么？三、我离我渴望的目标有多远？（如果达到目标的满分为十分，那么你现在的得分是多少？）四、我是否可以利用我已经拥有的东西，来实现我渴望的目标？通过思考这些问题，你觉得挫败感还存在吗？实际上，从你的描述中，你的状态并不算差，而挫败感更多地来自于没有充分利用已有的资源，而把注意力放在那些你还没有的事情上。希望我的回答对你有所帮助。",
    "annotation": [
      {
        "sentence": "看到你的描述，你家里有米、有零食，有各种各样的东西，虽然可能不会用完，但拥有这些本身就是一件值得开心的事情。",
        "label": ""
      },
      {
        "sentence": "然而在你的行为中，似乎你想让这些都消失。",
        "label": ""
      },
      {
        "sentence": "另一方面，在事业方面，你希望自己不要一事无成，你渴望有所收获。",
        "label": ""
      },
      {
        "sentence": "那么，试着想一下，你是否有一种：“凡是我拥有的我都不会珍惜”的感受呢？",
        "label": ""
      },
      {
        "sentence": "接下来我想提几个问题，希望你能思考一下，如果有兴趣的话，可以试着回答一下。",
        "label": ""
      },
      {
        "sentence": "一、我拥有什么？",
        "label": ""
      },
      {
        "sentence": "二、我渴望拥有什么？",
        "label": ""
      },
      {
        "sentence": "三、我离我渴望的目标有多远？",
        "label": ""
      },
      {
        "sentence": "（如果达到目标的满分为十分，那么你现在的得分是多少？",
        "label": ""
      },
      {
        "sentence": "）四、我是否可以利用我已经拥有的东西，来实现我渴望的目标？",
        "label": ""
      },
      {
        "sentence": "通过思考这些问题，你觉得挫败感还存在吗？",
        "label": ""
      },
      {
        "sentence": "实际上，从你的描述中，你的状态并不算差，而挫败感更多地来自于没有充分利用已有的资源，而把注意力放在那些你还没有的事情上。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。其实，我家里拥有的东西确实是一种财富，我应该更加感恩，而不是觉得烦躁。同时，我也意识到了我希望自己在事业方面有所进展的渴望。我现在拥有的东西包括一份稳定的工作，一些朋友，还有一些自己的兴趣爱好。而我渴望拥有的是一份令我满意的事业和一些积蓄。但是，我离这些目标还有一定距离，也许只有四分之一的程度吧。我想我可以利用我已经拥有的东西，比如利用我的工作和朋友圈子来寻找更多的机会和资源，为实现我的目标努力。通过这样的思考，我感觉挫败感好像有所减轻了。",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "其实，我家里拥有的东西确实是一种财富，我应该更加感恩，而不是觉得烦躁。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到了我希望自己在事业方面有所进展的渴望。",
        "label": ""
      },
      {
        "sentence": "我现在拥有的东西包括一份稳定的工作，一些朋友，还有一些自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "而我渴望拥有的是一份令我满意的事业和一些积蓄。",
        "label": ""
      },
      {
        "sentence": "但是，我离这些目标还有一定距离，也许只有四分之一的程度吧。",
        "label": ""
      },
      {
        "sentence": "我想我可以利用我已经拥有的东西，比如利用我的工作和朋友圈子来寻找更多的机会和资源，为实现我的目标努力。",
        "label": ""
      },
      {
        "sentence": "通过这样的思考，我感觉挫败感好像有所减轻了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解我的意思，并且你也已经开始思考了。你已经意识到了你家里拥有的东西是一种财富，应该感恩而不是觉得烦躁。同时，你也清楚了你想要在事业方面取得进展的渴望。你已经列出了你目前所拥有的东西，包括一份稳定的工作、一些朋友和自己的兴趣爱好。而你渴望的是一份满意的事业和一些积蓄。虽然你距离这些目标还有一定的距离，但你意识到你可以利用已经拥有的东西，如工作和朋友圈子，来寻找机会和资源，为实现这些目标而努力。通过这样的思考，你感觉挫败感有所减轻，这是个很好的开始。你认识到了自己已经有的资源和潜力，接下来你可以制定一些小目标，并逐步行动起来，相信你会越来越接近你的目标。如果还有其他问题或者需要更多的支持，随时向我提问。",
    "annotation": [
      {
        "sentence": "很高兴你能理解我的意思，并且你也已经开始思考了。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了你家里拥有的东西是一种财富，应该感恩而不是觉得烦躁。",
        "label": ""
      },
      {
        "sentence": "同时，你也清楚了你想要在事业方面取得进展的渴望。",
        "label": ""
      },
      {
        "sentence": "你已经列出了你目前所拥有的东西，包括一份稳定的工作、一些朋友和自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "而你渴望的是一份满意的事业和一些积蓄。",
        "label": ""
      },
      {
        "sentence": "虽然你距离这些目标还有一定的距离，但你意识到你可以利用已经拥有的东西，如工作和朋友圈子，来寻找机会和资源，为实现这些目标而努力。",
        "label": ""
      },
      {
        "sentence": "通过这样的思考，你感觉挫败感有所减轻，这是个很好的开始。",
        "label": ""
      },
      {
        "sentence": "你认识到了自己已经有的资源和潜力，接下来你可以制定一些小目标，并逐步行动起来，相信你会越来越接近你的目标。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要更多的支持，随时向我提问。",
        "label": ""
      }
    ]
  }
]