[
  {
    "role": "client",
    "content": "分手他不删你，也不回你信息，像是活在列表里的死尸？怎么可以走出这种状态？一晚一晚的哭，和朋友说到分手的事也哭，觉得自己差到极致，没有价值，廉价，甚至觉得，是自己每天联系他得太频繁了，所以他才会觉得压力大。是我错了，如果之前不这样他可能就不会觉得压力大了。想着和他聊开，分手了发微信不回，电话不接，屏蔽了，我更觉得自己差到极致，能让一个人这么厌烦到如此地步，说8月底去国外，10月初朋友的朋友结婚他还在国内参加婚礼，我觉得自己之前像个傻子，掏了一颗心，重来没有想过我们会分手，，所以突然的分手，我走不出来，太难受了。",
    "annotation": [
      {
        "sentence": "分手他不删你，也不回你信息，像是活在列表里的死尸？",
        "label": ""
      },
      {
        "sentence": "怎么可以走出这种状态？",
        "label": ""
      },
      {
        "sentence": "一晚一晚的哭，和朋友说到分手的事也哭，觉得自己差到极致，没有价值，廉价，甚至觉得，是自己每天联系他得太频繁了，所以他才会觉得压力大。",
        "label": ""
      },
      {
        "sentence": "是我错了，如果之前不这样他可能就不会觉得压力大了。",
        "label": ""
      },
      {
        "sentence": "想着和他聊开，分手了发微信不回，电话不接，屏蔽了，我更觉得自己差到极致，能让一个人这么厌烦到如此地步，说8月底去国外，10月初朋友的朋友结婚他还在国内参加婚礼，我觉得自己之前像个傻子，掏了一颗心，重来没有想过我们会分手，，所以突然的分手，我走不出来，太难受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别急呀～这个阶段是正常的，说明你在这段感情中付出很多，也非常投入才会有这样的表现，哭也好，倾诉也罢，就允许自己有一段这样的状态吧。你还需要一个契机，就像我的第一段感情也是很久都走不出来，但那天他生日我还送了他精心准备的礼物，但他还是一样无动于衷，而后幡然醒悟，我不是真的放不下他，是放不下当初那么情深的自己罢了～相信这一转机也会很快到来的，一样地热爱生活热爱自己就可以了️️️。",
    "annotation": [
      {
        "sentence": "别急呀～这个阶段是正常的，说明你在这段感情中付出很多，也非常投入才会有这样的表现，哭也好，倾诉也罢，就允许自己有一段这样的状态吧。",
        "label": ""
      },
      {
        "sentence": "你还需要一个契机，就像我的第一段感情也是很久都走不出来，但那天他生日我还送了他精心准备的礼物，但他还是一样无动于衷，而后幡然醒悟，我不是真的放不下他，是放不下当初那么情深的自己罢了～相信这一转机也会很快到来的，一样地热爱生活热爱自己就可以了️️️。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。但是我现在真的觉得自己很没有价值，很无助。为什么他会对我这样冷漠呢？我真的很难受。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的觉得自己很没有价值，很无助。",
        "label": ""
      },
      {
        "sentence": "为什么他会对我这样冷漠呢？",
        "label": ""
      },
      {
        "sentence": "我真的很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉很正常，但是不要把他的行为归咎于你自身的价值。每个人都有自己的情感和选择方式，也许他内心有其他的困扰和矛盾。请你试着接受这一事实，并专注于自己的成长和幸福。",
    "annotation": [
      {
        "sentence": "这种感觉很正常，但是不要把他的行为归咎于你自身的价值。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的情感和选择方式，也许他内心有其他的困扰和矛盾。",
        "label": ""
      },
      {
        "sentence": "请你试着接受这一事实，并专注于自己的成长和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量接受这个现实，但是分手后的心痛真的很难承受。有没有什么方法可以帮助我走出这段痛苦的过程呢？",
    "annotation": [
      {
        "sentence": "我会尽量接受这个现实，但是分手后的心痛真的很难承受。",
        "label": ""
      },
      {
        "sentence": "有没有什么方法可以帮助我走出这段痛苦的过程呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "走出痛苦的过程需要时间和心理上的调整。你可以尝试一些情绪调节的方法，比如多和朋友聚会，参加一些兴趣小组，让自己的生活丰富多彩起来。此外，呼吸训练和放松技巧也可以帮助你恢复内心的平静。渐渐地，你会发现痛苦会慢慢减少，而你的生活质量会提升。",
    "annotation": [
      {
        "sentence": "走出痛苦的过程需要时间和心理上的调整。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些情绪调节的方法，比如多和朋友聚会，参加一些兴趣小组，让自己的生活丰富多彩起来。",
        "label": ""
      },
      {
        "sentence": "此外，呼吸训练和放松技巧也可以帮助你恢复内心的平静。",
        "label": ""
      },
      {
        "sentence": "渐渐地，你会发现痛苦会慢慢减少，而你的生活质量会提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试这些方法，希望能够让我的心情逐渐好起来。但是有时候还是会不由自主地想起他，觉得很痛苦。应该怎么处理这种情绪呢？",
    "annotation": [
      {
        "sentence": "我会试试这些方法，希望能够让我的心情逐渐好起来。",
        "label": ""
      },
      {
        "sentence": "但是有时候还是会不由自主地想起他，觉得很痛苦。",
        "label": ""
      },
      {
        "sentence": "应该怎么处理这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情绪是很正常的，尽量不要去抵抗它。当这些回忆出现时，你可以试着接受它们的存在，但不要让它们主宰你的情绪和行为。把注意力转移到其他事物上，比如专注于工作、学习、娱乐等，慢慢地你会发现自己能够更好地控制这些情绪。",
    "annotation": [
      {
        "sentence": "这种情绪是很正常的，尽量不要去抵抗它。",
        "label": ""
      },
      {
        "sentence": "当这些回忆出现时，你可以试着接受它们的存在，但不要让它们主宰你的情绪和行为。",
        "label": ""
      },
      {
        "sentence": "把注意力转移到其他事物上，比如专注于工作、学习、娱乐等，慢慢地你会发现自己能够更好地控制这些情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着改变自己的注意力和情绪导向，不再让过去的回忆困扰我的生活。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着改变自己的注意力和情绪导向，不再让过去的回忆困扰我的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。如果你需要继续倾诉或者有其他的问题，随时都可以找我聊天。记住，你并不孤单，我们都在这里支持你！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或者有其他的问题，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在这里支持你！",
        "label": ""
      }
    ]
  }
]