[
  {
    "role": "client",
    "content": "分手他不删你，也不回你信息，像是活在列表里的死尸？怎么可以走出这种状态？一晚一晚的哭，和朋友说到分手的事也哭，觉得自己差到极致，没有价值，廉价，甚至觉得，是自己每天联系他得太频繁了，所以他才会觉得压力大。是我错了，如果之前不这样他可能就不会觉得压力大了。想着和他聊开，分手了发微信不回，电话不接，屏蔽了，我更觉得自己差到极致，能让一个人这么厌烦到如此地步，说8月底去国外，10月初朋友的朋友结婚他还在国内参加婚礼，我觉得自己之前像个傻子，掏了一颗心，重来没有想过我们会分手，所以突然的分手，我走不出来，太难受了。",
    "annotation": [
      {
        "sentence": "分手他不删你，也不回你信息，像是活在列表里的死尸？",
        "label": ""
      },
      {
        "sentence": "怎么可以走出这种状态？",
        "label": ""
      },
      {
        "sentence": "一晚一晚的哭，和朋友说到分手的事也哭，觉得自己差到极致，没有价值，廉价，甚至觉得，是自己每天联系他得太频繁了，所以他才会觉得压力大。",
        "label": ""
      },
      {
        "sentence": "是我错了，如果之前不这样他可能就不会觉得压力大了。",
        "label": ""
      },
      {
        "sentence": "想着和他聊开，分手了发微信不回，电话不接，屏蔽了，我更觉得自己差到极致，能让一个人这么厌烦到如此地步，说8月底去国外，10月初朋友的朋友结婚他还在国内参加婚礼，我觉得自己之前像个傻子，掏了一颗心，重来没有想过我们会分手，所以突然的分手，我走不出来，太难受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，理解你现在的心情。失恋是一个非常常见的情感体验，很多人都有过类似的经历。你之所以感到难以接受和走出来，是因为失去一段重要的感情关系对你来说是一种打击和伤害。情绪低落和自我怀疑在这个时候也是非常正常的。但是请相信时间会让一切好起来的。你要尽量接受这个痛苦，努力调整自己的情绪，寻找新的生活目标和快乐的来源。",
    "annotation": [
      {
        "sentence": "你好，理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "失恋是一个非常常见的情感体验，很多人都有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "你之所以感到难以接受和走出来，是因为失去一段重要的感情关系对你来说是一种打击和伤害。",
        "label": ""
      },
      {
        "sentence": "情绪低落和自我怀疑在这个时候也是非常正常的。",
        "label": ""
      },
      {
        "sentence": "但是请相信时间会让一切好起来的。",
        "label": ""
      },
      {
        "sentence": "你要尽量接受这个痛苦，努力调整自己的情绪，寻找新的生活目标和快乐的来源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。可能我现在还处于分手的愤怒和伤心阶段吧，好像一切都是我的错，我一直觉得自己很失败。我想要挽回他，但他已经完全断绝了和我联系的渠道，该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "可能我现在还处于分手的愤怒和伤心阶段吧，好像一切都是我的错，我一直觉得自己很失败。",
        "label": ""
      },
      {
        "sentence": "我想要挽回他，但他已经完全断绝了和我联系的渠道，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情绪很正常，并不是一切都是你的错。在分手的时候，很多时候两个人之间的关系已经出现了问题，而不仅仅是一个人的责任。无论是否挽回成功，你都需要先平静下来，冷静地思考未来的发展。如果他已经完全断绝和你的联系，那你不妨尝试接受这个事实，并且主动删掉他的联系方式，帮助自己更好地走出这段感情。",
    "annotation": [
      {
        "sentence": "你现在的情绪很正常，并不是一切都是你的错。",
        "label": ""
      },
      {
        "sentence": "在分手的时候，很多时候两个人之间的关系已经出现了问题，而不仅仅是一个人的责任。",
        "label": ""
      },
      {
        "sentence": "无论是否挽回成功，你都需要先平静下来，冷静地思考未来的发展。",
        "label": ""
      },
      {
        "sentence": "如果他已经完全断绝和你的联系，那你不妨尝试接受这个事实，并且主动删掉他的联系方式，帮助自己更好地走出这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的对，但是我真的很难接受这个现实。我们之前一直很亲密，我甚至觉得他不会离开我。我现在感到非常失落和孤独，不知道该怎么面对这个新的生活。",
    "annotation": [
      {
        "sentence": "我知道你说的对，但是我真的很难接受这个现实。",
        "label": ""
      },
      {
        "sentence": "我们之前一直很亲密，我甚至觉得他不会离开我。",
        "label": ""
      },
      {
        "sentence": "我现在感到非常失落和孤独，不知道该怎么面对这个新的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受很正常，因为失去一个重要的人对于任何人来说都是一种挑战。不过，失恋也给你一个重新认识自己和重新塑造生活的机会。你可以从现在开始，关注自己的需求和兴趣，寻找新的朋友和事物来填补心灵上的空缺。这段时间可以用来更好地了解自己，找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "你现在的感受很正常，因为失去一个重要的人对于任何人来说都是一种挑战。",
        "label": ""
      },
      {
        "sentence": "不过，失恋也给你一个重新认识自己和重新塑造生活的机会。",
        "label": ""
      },
      {
        "sentence": "你可以从现在开始，关注自己的需求和兴趣，寻找新的朋友和事物来填补心灵上的空缺。",
        "label": ""
      },
      {
        "sentence": "这段时间可以用来更好地了解自己，找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然心里还是有点难受，但是你说的没错。我想我应该把焦点放在自己身上，寻找属于我的快乐和幸福。逐渐接受这个分手，学会重新开始我的生活。",
    "annotation": [
      {
        "sentence": "虽然心里还是有点难受，但是你说的没错。",
        "label": ""
      },
      {
        "sentence": "我想我应该把焦点放在自己身上，寻找属于我的快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "逐渐接受这个分手，学会重新开始我的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回答。接受现实并朝着更好的方向发展的确需要时间，但是只要你保持积极的心态，并主动去寻找新的机会和可能，我相信你一定能够从这段经历中走出来，找到属于自己的幸福。如果你需要任何帮助或者支持，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回答。",
        "label": ""
      },
      {
        "sentence": "接受现实并朝着更好的方向发展的确需要时间，但是只要你保持积极的心态，并主动去寻找新的机会和可能，我相信你一定能够从这段经历中走出来，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者支持，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的陪伴和鼓励。我会努力走出这段感情，重新开始我的生活。如果有什么困惑或不安的时候，我会再来找你倾诉的。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的陪伴和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力走出这段感情，重新开始我的生活。",
        "label": ""
      },
      {
        "sentence": "如果有什么困惑或不安的时候，我会再来找你倾诉的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直陪伴你。记住，你并不孤单，身边有很多人都愿意帮助你度过这个难关。只要你愿意开口，身边的朋友和家人都会给予你帮助和支持。祝福你能够找到属于自己新的幸福，加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直陪伴你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边有很多人都愿意帮助你度过这个难关。",
        "label": ""
      },
      {
        "sentence": "只要你愿意开口，身边的朋友和家人都会给予你帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己新的幸福，加油！",
        "label": ""
      }
    ]
  }
]