[
  {
    "role": "client",
    "content": "如何保证解决问题要循序渐进，而非走极端呢？现实要求自己全面发展，但自己一直有一个问题，如鲠在喉，想把它解决掉，但只能慢慢的来，自己想放弃其它所有事情来专心对付它，但发现不可以，感觉好烦呀！怎么能让自己静下来，循序渐进，去处理，不要超之过急，问题的解决有一个过程，不要为了这件事而耽误其它事，感觉自己有强迫症！",
    "annotation": [
      {
        "sentence": "如何保证解决问题要循序渐进，而非走极端呢？",
        "label": ""
      },
      {
        "sentence": "现实要求自己全面发展，但自己一直有一个问题，如鲠在喉，想把它解决掉，但只能慢慢的来，自己想放弃其它所有事情来专心对付它，但发现不可以，感觉好烦呀！",
        "label": ""
      },
      {
        "sentence": "怎么能让自己静下来，循序渐进，去处理，不要超之过急，问题的解决有一个过程，不要为了这件事而耽误其它事，感觉自己有强迫症！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你可能有一点完美主义的倾向和一点强迫症的特征。但是不用过于担心，这并不严重，你不必给自己贴上过于严重的标签。在现实生活中，很难做到一件事情做好后再去做另一件事情，因为各种条件和环境等不具备。既然如此，我们应该放松一点，不需要过度迫使自己。因为有时候努力并不一定会带来预期的结果，也不能要求自己的努力一定会得到回报，因为还涉及到周围的因素。意识到这一点后，我们就不会对自己的要求过高。在做事情的时候，尽量享受其中的过程，让整个身心都得到放松，这样才能做得更好，也不会有太大的压力。如果我们对事情有太多期待，一味追求完美，一定要在规定的时间内完成，那么当无法达到时会给自己增加压力。因此，在心态还不够稳定时，不要给自己过多强烈的暗示，这样会对心理的稳定和平静产生不利影响。我们应该保持一个坚定的目标，并根据周围的因缘和条件不断调整策略，勇敢地努力前行。这样无论结果如何，我们都能做到无怨无悔。你可以试着这样做，加油！",
    "annotation": [
      {
        "sentence": "从你的描述来看，你可能有一点完美主义的倾向和一点强迫症的特征。",
        "label": ""
      },
      {
        "sentence": "但是不用过于担心，这并不严重，你不必给自己贴上过于严重的标签。",
        "label": ""
      },
      {
        "sentence": "在现实生活中，很难做到一件事情做好后再去做另一件事情，因为各种条件和环境等不具备。",
        "label": ""
      },
      {
        "sentence": "既然如此，我们应该放松一点，不需要过度迫使自己。",
        "label": ""
      },
      {
        "sentence": "因为有时候努力并不一定会带来预期的结果，也不能要求自己的努力一定会得到回报，因为还涉及到周围的因素。",
        "label": ""
      },
      {
        "sentence": "意识到这一点后，我们就不会对自己的要求过高。",
        "label": ""
      },
      {
        "sentence": "在做事情的时候，尽量享受其中的过程，让整个身心都得到放松，这样才能做得更好，也不会有太大的压力。",
        "label": ""
      },
      {
        "sentence": "如果我们对事情有太多期待，一味追求完美，一定要在规定的时间内完成，那么当无法达到时会给自己增加压力。",
        "label": ""
      },
      {
        "sentence": "因此，在心态还不够稳定时，不要给自己过多强烈的暗示，这样会对心理的稳定和平静产生不利影响。",
        "label": ""
      },
      {
        "sentence": "我们应该保持一个坚定的目标，并根据周围的因缘和条件不断调整策略，勇敢地努力前行。",
        "label": ""
      },
      {
        "sentence": "这样无论结果如何，我们都能做到无怨无悔。",
        "label": ""
      },
      {
        "sentence": "你可以试着这样做，加油！",
        "label": ""
      }
    ]
  }
]