[
  {
    "role": "client",
    "content": "因为加分政策，害怕让同学知道我是少数民族？",
    "annotation": [
      {
        "sentence": "因为加分政策，害怕让同学知道我是少数民族？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的情况，也能够感受到你的焦虑和担忧。在这个时刻，我想给你一个大大的拥抱，让你感受到世界的温暖。我可以理解你的矛盾和困惑，也能够理解你父母的决定。如果我是你的父母，我也会为了你的利益做出同样的选择。如果我是你，我也会感到矛盾和难过。我们是诚实守信的好孩子，心底的良知也许无法接受这样的做法。受到传统教育的我们，也希望能够保持诚实和守信的品质。但是在现实面前，这些似乎变得微不足道，甚至让我们感到无力。但是我们真的要屈服于现实吗？或者说，这个问题本质上是关于加分的问题，还是关于你对公平教育的看法？我能理解你的想法，你在这个地区接受了先进的教育，你觉得自己的教育和其他人并没有太大差异。但是你的父母更多的是考虑到历史因素，许多孩子的教育水平并不如你，他们担心自己的孩子会落后。所以为了让你有更好的机会考上大学，即使他们被骂，即使他们知道这样做不对，他们还是做了这个决定。我要告诉你的是，不要害怕，也不要感到不安。既然事情已经安排好了，就接受这个安排，顺其自然。不用害怕，你是不是少数民族并不重要。重要的是你能够对得起你的父母，对得起自己的内心。我希望你能够好好努力，珍惜这个机会。虽然你现在可能感到一些压力，但是只要你能够善于利用这个政策的优惠，加上你平时的努力，你一定会变得更好。所以我的建议是，希望你能够把压力转化为动力，不要感到不安，不要害怕。既然这个机会给了你，就要大胆地往前走。祝福你幸福快乐！",
    "annotation": [
      {
        "sentence": "我很理解你的情况，也能够感受到你的焦虑和担忧。",
        "label": ""
      },
      {
        "sentence": "在这个时刻，我想给你一个大大的拥抱，让你感受到世界的温暖。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的矛盾和困惑，也能够理解你父母的决定。",
        "label": ""
      },
      {
        "sentence": "如果我是你的父母，我也会为了你的利益做出同样的选择。",
        "label": ""
      },
      {
        "sentence": "如果我是你，我也会感到矛盾和难过。",
        "label": ""
      },
      {
        "sentence": "我们是诚实守信的好孩子，心底的良知也许无法接受这样的做法。",
        "label": ""
      },
      {
        "sentence": "受到传统教育的我们，也希望能够保持诚实和守信的品质。",
        "label": ""
      },
      {
        "sentence": "但是在现实面前，这些似乎变得微不足道，甚至让我们感到无力。",
        "label": ""
      },
      {
        "sentence": "但是我们真的要屈服于现实吗？",
        "label": ""
      },
      {
        "sentence": "或者说，这个问题本质上是关于加分的问题，还是关于你对公平教育的看法？",
        "label": ""
      },
      {
        "sentence": "我能理解你的想法，你在这个地区接受了先进的教育，你觉得自己的教育和其他人并没有太大差异。",
        "label": ""
      },
      {
        "sentence": "但是你的父母更多的是考虑到历史因素，许多孩子的教育水平并不如你，他们担心自己的孩子会落后。",
        "label": ""
      },
      {
        "sentence": "所以为了让你有更好的机会考上大学，即使他们被骂，即使他们知道这样做不对，他们还是做了这个决定。",
        "label": ""
      },
      {
        "sentence": "我要告诉你的是，不要害怕，也不要感到不安。",
        "label": ""
      },
      {
        "sentence": "既然事情已经安排好了，就接受这个安排，顺其自然。",
        "label": ""
      },
      {
        "sentence": "不用害怕，你是不是少数民族并不重要。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够对得起你的父母，对得起自己的内心。",
        "label": ""
      },
      {
        "sentence": "我希望你能够好好努力，珍惜这个机会。",
        "label": ""
      },
      {
        "sentence": "虽然你现在可能感到一些压力，但是只要你能够善于利用这个政策的优惠，加上你平时的努力，你一定会变得更好。",
        "label": ""
      },
      {
        "sentence": "所以我的建议是，希望你能够把压力转化为动力，不要感到不安，不要害怕。",
        "label": ""
      },
      {
        "sentence": "既然这个机会给了你，就要大胆地往前走。",
        "label": ""
      },
      {
        "sentence": "祝福你幸福快乐！",
        "label": ""
      }
    ]
  }
]