[
  {
    "role": "client",
    "content": "男孩，和相亲对象聊了大半年，为何还是对她不满意？我和她都是大龄了，但是她自己说没谈过恋爱，可能是性格内向，也可能没长大，也可能不懂事，或者死板木讷。我是谈了几次，但是始终在挑剔，在追求完美，不懂恋爱真谛。现在这个对象一开始我没看上，后来相处是迫于结婚压力又没找到更合适的。相处过程我觉得她不能懂得我的喜怒哀乐，自私，情商低，有时候沟通困难。因为她没恋爱经验，生活经验也不多，妈宝女有点，但是脾气好善良本分，快结婚了我还是焦虑不开心不甘心，但是我怕分了找不到更好的，或者我自本身有问题。我也不知道咋了，我甚至感觉她的很多缺点就像我自己也有一样。所以更讨厌这样的她，到底是我太挑剔还是她的问题呢，我很痛苦.我就觉得她和我是一类人。但是我又不能短时间改变她，也很难改变。我希望她更成熟，更有个性，更懂生活，更聪明，更善于交际，这样可以引领我啊，但是她没有这样的特质，没有特殊方面可以吸引我的地方呢。我喜欢有些地方比我优秀的",
    "annotation": [
      {
        "sentence": "男孩，和相亲对象聊了大半年，为何还是对她不满意？",
        "label": ""
      },
      {
        "sentence": "我和她都是大龄了，但是她自己说没谈过恋爱，可能是性格内向，也可能没长大，也可能不懂事，或者死板木讷。",
        "label": ""
      },
      {
        "sentence": "我是谈了几次，但是始终在挑剔，在追求完美，不懂恋爱真谛。",
        "label": ""
      },
      {
        "sentence": "现在这个对象一开始我没看上，后来相处是迫于结婚压力又没找到更合适的。",
        "label": ""
      },
      {
        "sentence": "相处过程我觉得她不能懂得我的喜怒哀乐，自私，情商低，有时候沟通困难。",
        "label": ""
      },
      {
        "sentence": "因为她没恋爱经验，生活经验也不多，妈宝女有点，但是脾气好善良本分，快结婚了我还是焦虑不开心不甘心，但是我怕分了找不到更好的，或者我自本身有问题。",
        "label": ""
      },
      {
        "sentence": "我也不知道咋了，我甚至感觉她的很多缺点就像我自己也有一样。",
        "label": ""
      },
      {
        "sentence": "所以更讨厌这样的她，到底是我太挑剔还是她的问题呢，我很痛苦.我就觉得她和我是一类人。",
        "label": ""
      },
      {
        "sentence": "但是我又不能短时间改变她，也很难改变。",
        "label": ""
      },
      {
        "sentence": "我希望她更成熟，更有个性，更懂生活，更聪明，更善于交际，这样可以引领我啊，但是她没有这样的特质，没有特殊方面可以吸引我的地方呢。",
        "label": ""
      },
      {
        "sentence": "我喜欢有些地方比我优秀的",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴有机会能够回答你的问题。首先要感谢你分享了自己的困惑和痛苦。你提到你和这位相亲对象聊了大半年，但你对她仍然不满意。可能是因为你们都是大龄，你怀疑她没有恋爱经验，性格内向，或是不懂事等等。你自己也说你在挑剔，追求完美，不懂恋爱的真谛。你选择和她相处可能是因为结婚压力迫使你没有找到更合适的对象。你觉得相处过程中她不能理解你的情绪，有时候沟通困难，她的情商较低。你还提到她的生活经验不多，有点妈宝，但脾气好善良本分。尽管快要结婚了，你依然感到焦虑、不开心、不甘心。你担心分手后找不到更好的人，或者问题出在你自身。你甚至觉得她的很多缺点和你自己一样，所以更讨厌她。你苦恼于是到底是你太挑剔还是她的问题。我理解你的痛苦。",
    "annotation": [
      {
        "sentence": "很高兴有机会能够回答你的问题。",
        "label": ""
      },
      {
        "sentence": "首先要感谢你分享了自己的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "你提到你和这位相亲对象聊了大半年，但你对她仍然不满意。",
        "label": ""
      },
      {
        "sentence": "可能是因为你们都是大龄，你怀疑她没有恋爱经验，性格内向，或是不懂事等等。",
        "label": ""
      },
      {
        "sentence": "你自己也说你在挑剔，追求完美，不懂恋爱的真谛。",
        "label": ""
      },
      {
        "sentence": "你选择和她相处可能是因为结婚压力迫使你没有找到更合适的对象。",
        "label": ""
      },
      {
        "sentence": "你觉得相处过程中她不能理解你的情绪，有时候沟通困难，她的情商较低。",
        "label": ""
      },
      {
        "sentence": "你还提到她的生活经验不多，有点妈宝，但脾气好善良本分。",
        "label": ""
      },
      {
        "sentence": "尽管快要结婚了，你依然感到焦虑、不开心、不甘心。",
        "label": ""
      },
      {
        "sentence": "你担心分手后找不到更好的人，或者问题出在你自身。",
        "label": ""
      },
      {
        "sentence": "你甚至觉得她的很多缺点和你自己一样，所以更讨厌她。",
        "label": ""
      },
      {
        "sentence": "你苦恼于是到底是你太挑剔还是她的问题。",
        "label": ""
      },
      {
        "sentence": "我理解你的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你总结的很准确。我很困惑应该怎么办，我是否应该继续和她走下去？",
    "annotation": [
      {
        "sentence": "是的，你总结的很准确。",
        "label": ""
      },
      {
        "sentence": "我很困惑应该怎么办，我是否应该继续和她走下去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和矛盾。首先，你需要反思你是否真的爱她，是否能够接受她的不足之处，包容她的性格特点。两个人在一起是需要相互吸引才能长久的。如果你对她没有强烈的情感，不能包容她，那么你们的相处可能会很困难，你会有很多怨言。所以，如果只是因为年龄压力选择了她，或许并不是一个好的选择。你说你追求完美，有恋爱经验，但女方没有，情商低是正常的，她可能不会表达自己的感受或者不知道如何表达。两个人在一起最重要的是互相爱对方，如果你没有爱，就不要选择她，以免辜负她。此外，每个人都有自己的个性，不应期望她为你改变。你可以给予建议，但不能要求她一定要按照你的方式来做。同时，在寻找伴侣的过程中，也要对自己有信心。你自身也是优秀的，为何会担心找不到更好的人呢？我们都在现实和幻想中纠结，但爱情是平等的，双方的付出也是平等的。如果最终无法在一起，你们仍然都会有自己的生活，没有什么大不了的。请遵循内心的感觉，不要后悔。希望我的回答对你有帮助，祝福你。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "首先，你需要反思你是否真的爱她，是否能够接受她的不足之处，包容她的性格特点。",
        "label": ""
      },
      {
        "sentence": "两个人在一起是需要相互吸引才能长久的。",
        "label": ""
      },
      {
        "sentence": "如果你对她没有强烈的情感，不能包容她，那么你们的相处可能会很困难，你会有很多怨言。",
        "label": ""
      },
      {
        "sentence": "所以，如果只是因为年龄压力选择了她，或许并不是一个好的选择。",
        "label": ""
      },
      {
        "sentence": "你说你追求完美，有恋爱经验，但女方没有，情商低是正常的，她可能不会表达自己的感受或者不知道如何表达。",
        "label": ""
      },
      {
        "sentence": "两个人在一起最重要的是互相爱对方，如果你没有爱，就不要选择她，以免辜负她。",
        "label": ""
      },
      {
        "sentence": "此外，每个人都有自己的个性，不应期望她为你改变。",
        "label": ""
      },
      {
        "sentence": "你可以给予建议，但不能要求她一定要按照你的方式来做。",
        "label": ""
      },
      {
        "sentence": "同时，在寻找伴侣的过程中，也要对自己有信心。",
        "label": ""
      },
      {
        "sentence": "你自身也是优秀的，为何会担心找不到更好的人呢？",
        "label": ""
      },
      {
        "sentence": "我们都在现实和幻想中纠结，但爱情是平等的，双方的付出也是平等的。",
        "label": ""
      },
      {
        "sentence": "如果最终无法在一起，你们仍然都会有自己的生活，没有什么大不了的。",
        "label": ""
      },
      {
        "sentence": "请遵循内心的感觉，不要后悔。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮助，祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对。我明白了，对于一个长久的关系，爱是非常重要的。如果我无法真正爱她，包容她的不足，那么我们的相处可能会很困难。我需要认真考虑是否要继续和她走下去。同时，我也意识到每个人都有自己的个性，我不能要求她全盘改变。我可以给予建议，但不能强求她按照我的方式行事。其实，我确实也是在担心找不到更好的人，但我需要对自己有信心，相信我自己也是一个优秀的人。爱情是平等的，双方都应该付出。如果最终我们无法在一起，我也会有自己的生活。谢谢你的帮助和祝福。",
    "annotation": [
      {
        "sentence": "你说的很对。",
        "label": ""
      },
      {
        "sentence": "我明白了，对于一个长久的关系，爱是非常重要的。",
        "label": ""
      },
      {
        "sentence": "如果我无法真正爱她，包容她的不足，那么我们的相处可能会很困难。",
        "label": ""
      },
      {
        "sentence": "我需要认真考虑是否要继续和她走下去。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到每个人都有自己的个性，我不能要求她全盘改变。",
        "label": ""
      },
      {
        "sentence": "我可以给予建议，但不能强求她按照我的方式行事。",
        "label": ""
      },
      {
        "sentence": "其实，我确实也是在担心找不到更好的人，但我需要对自己有信心，相信我自己也是一个优秀的人。",
        "label": ""
      },
      {
        "sentence": "爱情是平等的，双方都应该付出。",
        "label": ""
      },
      {
        "sentence": "如果最终我们无法在一起，我也会有自己的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很好地总结了我们之前的对话，我很欣慰你能够认识到其中的关键。对于一个长久的关系，爱是至关重要的。只有真正爱对方，包容对方的不足，我们才能够相安无事地相处。记住，每个人都有自己的个性，你不能期望她完全改变，但你可以给予建议和引导。同时，也请你保持对自己的信心，相信自己也是一个优秀的人，你会遇到更合适的伴侣。无论最终结果如何，你都会有属于自己的美好生活。非常感谢你的倾诉，希望我的回答对你有所帮助。祝福你的未来！",
    "annotation": [
      {
        "sentence": "你很好地总结了我们之前的对话，我很欣慰你能够认识到其中的关键。",
        "label": ""
      },
      {
        "sentence": "对于一个长久的关系，爱是至关重要的。",
        "label": ""
      },
      {
        "sentence": "只有真正爱对方，包容对方的不足，我们才能够相安无事地相处。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的个性，你不能期望她完全改变，但你可以给予建议和引导。",
        "label": ""
      },
      {
        "sentence": "同时，也请你保持对自己的信心，相信自己也是一个优秀的人，你会遇到更合适的伴侣。",
        "label": ""
      },
      {
        "sentence": "无论最终结果如何，你都会有属于自己的美好生活。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的倾诉，希望我的回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你的未来！",
        "label": ""
      }
    ]
  }
]