[
  {
    "role": "client",
    "content": "看到卧床的妈妈，我难受，无助，心情如何能平静？我的妈妈卧床三年，一天中睁开眼时间很少，话已经不能说出，除去能稍微睁睁眼，其余都不能动。插着胃管、尿管。看到有气无力的妈妈，我心里好难受。面对身体日渐孱弱的妈妈，我无奈，无助，我不甘心，我痛彻心扉，往后的每一天我咋过呢？",
    "annotation": [
      {
        "sentence": "看到卧床的妈妈，我难受，无助，心情如何能平静？",
        "label": ""
      },
      {
        "sentence": "我的妈妈卧床三年，一天中睁开眼时间很少，话已经不能说出，除去能稍微睁睁眼，其余都不能动。",
        "label": ""
      },
      {
        "sentence": "插着胃管、尿管。",
        "label": ""
      },
      {
        "sentence": "看到有气无力的妈妈，我心里好难受。",
        "label": ""
      },
      {
        "sentence": "面对身体日渐孱弱的妈妈，我无奈，无助，我不甘心，我痛彻心扉，往后的每一天我咋过呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我能理解你现在心情的不安和矛盾。母亲的身体状况真的让人心痛。你是一个非常有爱心的人，很关心你的妈妈，并且想尽一切办法帮助她。但是，我们不能改变事实，只能尽力面对它。我的建议是，你要给自己一些时间来接受这种事实，承认这种困境并寻找一些方式来更好地处理自己的情绪和力量。你可以试着跟妈妈讲讲话，给她讲些新闻、故事，或者唠唠家常，虽然她可能听不懂但这样有助于你们的情感沟通，让她知道你一直在身边，这对你们之间的关系很重要。",
    "annotation": [
      {
        "sentence": "听到你的描述，我能理解你现在心情的不安和矛盾。",
        "label": ""
      },
      {
        "sentence": "母亲的身体状况真的让人心痛。",
        "label": ""
      },
      {
        "sentence": "你是一个非常有爱心的人，很关心你的妈妈，并且想尽一切办法帮助她。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能改变事实，只能尽力面对它。",
        "label": ""
      },
      {
        "sentence": "我的建议是，你要给自己一些时间来接受这种事实，承认这种困境并寻找一些方式来更好地处理自己的情绪和力量。",
        "label": ""
      },
      {
        "sentence": "你可以试着跟妈妈讲讲话，给她讲些新闻、故事，或者唠唠家常，虽然她可能听不懂但这样有助于你们的情感沟通，让她知道你一直在身边，这对你们之间的关系很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我应该要接受现实，但是我很难做到。看到妈妈每天渐渐消瘦，越来越虚弱，我无能为力，我想要做更多的事情来帮她。但是由于工作和生活的压力，我感到非常的沮丧，我甚至有点失望。",
    "annotation": [
      {
        "sentence": "我知道我应该要接受现实，但是我很难做到。",
        "label": ""
      },
      {
        "sentence": "看到妈妈每天渐渐消瘦，越来越虚弱，我无能为力，我想要做更多的事情来帮她。",
        "label": ""
      },
      {
        "sentence": "但是由于工作和生活的压力，我感到非常的沮丧，我甚至有点失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，很多人在这种情况下会感到无助和失望。但是，请记住，你已经在为你的妈妈付出了很多。有时候，时间不会改变过去的事实，但它会治愈我们的心灵。你可能需要做出一些调整来应对你的工作和生活带来的压力，比如花更多的时间陪伴母亲、找一些可以缓解压力的方式、找一些志愿活动来帮助别人等等。对于你的妈妈，你可以尝试用一些温暖的姿态来照顾她，她一定能感受到你的情感。这样你会发现，随着时间的推移，对孝顺的感受和成就感也会成为你前进的动力。",
    "annotation": [
      {
        "sentence": "我了解你的感受，很多人在这种情况下会感到无助和失望。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，你已经在为你的妈妈付出了很多。",
        "label": ""
      },
      {
        "sentence": "有时候，时间不会改变过去的事实，但它会治愈我们的心灵。",
        "label": ""
      },
      {
        "sentence": "你可能需要做出一些调整来应对你的工作和生活带来的压力，比如花更多的时间陪伴母亲、找一些可以缓解压力的方式、找一些志愿活动来帮助别人等等。",
        "label": ""
      },
      {
        "sentence": "对于你的妈妈，你可以尝试用一些温暖的姿态来照顾她，她一定能感受到你的情感。",
        "label": ""
      },
      {
        "sentence": "这样你会发现，随着时间的推移，对孝顺的感受和成就感也会成为你前进的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会耐心照顾我的妈妈，尽可能地陪伴她，并在工作和生活中寻找缓解压力的方法。但我还是觉得很难过，很愧疚。如果妈妈的情况越来越糟，我该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会耐心照顾我的妈妈，尽可能地陪伴她，并在工作和生活中寻找缓解压力的方法。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得很难过，很愧疚。",
        "label": ""
      },
      {
        "sentence": "如果妈妈的情况越来越糟，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很正常的担忧。对于未知的事情，我们总是会感到一些焦虑和恐惧。但是，我们没办法预测未来，更没法改变它。让我们专注于当下，做好现在我们能做的事情，往好的方面去想。 如果妈妈的情况有所恶化，我们可以把它看作是一种挑战，而不是难以承受的压力。我们可以尽力做到最好，保持乐观和积极的心态，希望和祈求最好的结果。无论如何，我相信我们都能面对这样的困境，并从中找到正确的解决方案。",
    "annotation": [
      {
        "sentence": "这是一个很正常的担忧。",
        "label": ""
      },
      {
        "sentence": "对于未知的事情，我们总是会感到一些焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "但是，我们没办法预测未来，更没法改变它。",
        "label": ""
      },
      {
        "sentence": "让我们专注于当下，做好现在我们能做的事情，往好的方面去想。",
        "label": ""
      },
      {
        "sentence": " 如果妈妈的情况有所恶化，我们可以把它看作是一种挑战，而不是难以承受的压力。",
        "label": ""
      },
      {
        "sentence": "我们可以尽力做到最好，保持乐观和积极的心态，希望和祈求最好的结果。",
        "label": ""
      },
      {
        "sentence": "无论如何，我相信我们都能面对这样的困境，并从中找到正确的解决方案。",
        "label": ""
      }
    ]
  }
]