[
  {
    "role": "client",
    "content": "男孩，和相亲对象聊了大半年，为何还是对她不满意？我和她都是大龄了，但是她自己说没谈过恋爱，可能是性格内向，也可能没长大，也可能不懂事，或者死板木讷。我是谈了几次，但是始终在挑剔，在追求完美，不懂恋爱真谛。现在这个对象一开始我没看上，后来相处是迫于结婚压力又没找到更合适的。相处过程我觉得她不能懂得我的喜怒哀乐，自私，情商低，有时候沟通困难。因为她没恋爱经验，生活经验也不多，妈宝女有点，但是脾气好善良本分，快结婚了我还是焦虑不开心不甘心，但是我怕分了找不到更好的，或者我自本身有问题。我也不知道咋了，我甚至感觉她的很多缺点就像我自己也有一样。所以更讨厌这样的她，到底是我太挑剔还是她的问题呢，我很痛苦.我就觉得她和我是一类人。但是我又不能短时间改变她，也很难改变。我希望她更成熟，更有个性，更懂生活，更聪明，更善于交际，这样可以引领我啊，但是她没有这样的特质，没有特殊方面可以吸引我的地方呢。我喜欢有些地方比我优秀的。",
    "annotation": [
      {
        "sentence": "男孩，和相亲对象聊了大半年，为何还是对她不满意？",
        "label": ""
      },
      {
        "sentence": "我和她都是大龄了，但是她自己说没谈过恋爱，可能是性格内向，也可能没长大，也可能不懂事，或者死板木讷。",
        "label": ""
      },
      {
        "sentence": "我是谈了几次，但是始终在挑剔，在追求完美，不懂恋爱真谛。",
        "label": ""
      },
      {
        "sentence": "现在这个对象一开始我没看上，后来相处是迫于结婚压力又没找到更合适的。",
        "label": ""
      },
      {
        "sentence": "相处过程我觉得她不能懂得我的喜怒哀乐，自私，情商低，有时候沟通困难。",
        "label": ""
      },
      {
        "sentence": "因为她没恋爱经验，生活经验也不多，妈宝女有点，但是脾气好善良本分，快结婚了我还是焦虑不开心不甘心，但是我怕分了找不到更好的，或者我自本身有问题。",
        "label": ""
      },
      {
        "sentence": "我也不知道咋了，我甚至感觉她的很多缺点就像我自己也有一样。",
        "label": ""
      },
      {
        "sentence": "所以更讨厌这样的她，到底是我太挑剔还是她的问题呢，我很痛苦.我就觉得她和我是一类人。",
        "label": ""
      },
      {
        "sentence": "但是我又不能短时间改变她，也很难改变。",
        "label": ""
      },
      {
        "sentence": "我希望她更成熟，更有个性，更懂生活，更聪明，更善于交际，这样可以引领我啊，但是她没有这样的特质，没有特殊方面可以吸引我的地方呢。",
        "label": ""
      },
      {
        "sentence": "我喜欢有些地方比我优秀的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对你们之间的问题感到痛苦，我能感受到。你选择结婚时是因为年纪到了，觉得现在应该结婚，而不是因为遇到了喜欢的、想要与她结婚的人。你把结婚当做一个任务，每个人对婚姻有不同的理解和需求，但是前提是你们在一起相处要舒适。从你的描述看，她有着脾气好、本分善良等在别人看来很好的特质，所以你不想分开，怕之后遇到的还不如她。但她和你心目中的理想型还是有很大差距的，如果你们在一起，这会成为你心中的结，你会一直以负面的眼光看待这段感情。你现在的状态非常抵触这段感情，这样是不利于你们之后的生活的。希望你可以再好好考虑一下。",
    "annotation": [
      {
        "sentence": "你对你们之间的问题感到痛苦，我能感受到。",
        "label": ""
      },
      {
        "sentence": "你选择结婚时是因为年纪到了，觉得现在应该结婚，而不是因为遇到了喜欢的、想要与她结婚的人。",
        "label": ""
      },
      {
        "sentence": "你把结婚当做一个任务，每个人对婚姻有不同的理解和需求，但是前提是你们在一起相处要舒适。",
        "label": ""
      },
      {
        "sentence": "从你的描述看，她有着脾气好、本分善良等在别人看来很好的特质，所以你不想分开，怕之后遇到的还不如她。",
        "label": ""
      },
      {
        "sentence": "但她和你心目中的理想型还是有很大差距的，如果你们在一起，这会成为你心中的结，你会一直以负面的眼光看待这段感情。",
        "label": ""
      },
      {
        "sentence": "你现在的状态非常抵触这段感情，这样是不利于你们之后的生活的。",
        "label": ""
      },
      {
        "sentence": "希望你可以再好好考虑一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得她不能理解我的喜怒哀乐，有时候我们之间的沟通困难重重。她对生活的认识和经验相对较少，我觉得她有点妈宝，这让我觉得她缺乏独立性和成熟度。虽然她脾气好，本分善良，但这些特质在我眼里并不是那么重要。她没有吸引我的地方，我希望她能更成熟、有个性、懂得生活、善于交际，这样我们在一起才会更好。",
    "annotation": [
      {
        "sentence": "但是我觉得她不能理解我的喜怒哀乐，有时候我们之间的沟通困难重重。",
        "label": ""
      },
      {
        "sentence": "她对生活的认识和经验相对较少，我觉得她有点妈宝，这让我觉得她缺乏独立性和成熟度。",
        "label": ""
      },
      {
        "sentence": "虽然她脾气好，本分善良，但这些特质在我眼里并不是那么重要。",
        "label": ""
      },
      {
        "sentence": "她没有吸引我的地方，我希望她能更成熟、有个性、懂得生活、善于交际，这样我们在一起才会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你对她的期望，你觉得她在与你相处的过程中不够理解你的情绪和需要，沟通也存在困难。她的生活经验和独立性确实相对较少，让你觉得她有点妈宝。虽然她脾气好、本分善良，但这些特质在你看来并不是那么重要。你希望她更成熟、有个性、懂得生活、善于交际，才能更吸引你。你觉得她缺乏这些特质，导致你对她产生了厌烦和挑剔的情绪。你现在还在焦虑和痛苦之中，这种情绪对你们的关系并不利。我希望你能再次深思熟虑。",
    "annotation": [
      {
        "sentence": "我了解你对她的期望，你觉得她在与你相处的过程中不够理解你的情绪和需要，沟通也存在困难。",
        "label": ""
      },
      {
        "sentence": "她的生活经验和独立性确实相对较少，让你觉得她有点妈宝。",
        "label": ""
      },
      {
        "sentence": "虽然她脾气好、本分善良，但这些特质在你看来并不是那么重要。",
        "label": ""
      },
      {
        "sentence": "你希望她更成熟、有个性、懂得生活、善于交际，才能更吸引你。",
        "label": ""
      },
      {
        "sentence": "你觉得她缺乏这些特质，导致你对她产生了厌烦和挑剔的情绪。",
        "label": ""
      },
      {
        "sentence": "你现在还在焦虑和痛苦之中，这种情绪对你们的关系并不利。",
        "label": ""
      },
      {
        "sentence": "我希望你能再次深思熟虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我现在就是非常痛苦和纠结。我之所以选择和她结婚是因为压力和没有更合适的选择，而不是因为真正喜欢她。我现在意识到，这种观念可能会给我们之后的生活带来负面的影响。我知道她有一些优点，但是她不符合我的理想型，这一点我无法改变。我真的很迷茫，不知道是我挑剔还是她的问题导致我对她不满意。",
    "annotation": [
      {
        "sentence": "对，我现在就是非常痛苦和纠结。",
        "label": ""
      },
      {
        "sentence": "我之所以选择和她结婚是因为压力和没有更合适的选择，而不是因为真正喜欢她。",
        "label": ""
      },
      {
        "sentence": "我现在意识到，这种观念可能会给我们之后的生活带来负面的影响。",
        "label": ""
      },
      {
        "sentence": "我知道她有一些优点，但是她不符合我的理想型，这一点我无法改变。",
        "label": ""
      },
      {
        "sentence": "我真的很迷茫，不知道是我挑剔还是她的问题导致我对她不满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的痛苦和纠结。你之所以选择和她结婚是因为压力和没有更合适的选择，而不是因为真正喜欢她。你现在意识到，这种观念可能会对你们之后的生活产生负面影响。你知道她有一些优点，但她并不符合你的理想型，而且这一点你无法改变。你对她的不满意可能是由于你的挑剔，也可能是她的问题。目前你感到非常迷茫，无法确定问题出在哪里。",
    "annotation": [
      {
        "sentence": "我理解你现在的痛苦和纠结。",
        "label": ""
      },
      {
        "sentence": "你之所以选择和她结婚是因为压力和没有更合适的选择，而不是因为真正喜欢她。",
        "label": ""
      },
      {
        "sentence": "你现在意识到，这种观念可能会对你们之后的生活产生负面影响。",
        "label": ""
      },
      {
        "sentence": "你知道她有一些优点，但她并不符合你的理想型，而且这一点你无法改变。",
        "label": ""
      },
      {
        "sentence": "你对她的不满意可能是由于你的挑剔，也可能是她的问题。",
        "label": ""
      },
      {
        "sentence": "目前你感到非常迷茫，无法确定问题出在哪里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得她的很多缺点和我自己太像了，这让我更加讨厌她。我希望她能成熟一些，更加有个性，更懂得生活和交际，这样我才能被她吸引。但是她确实没有这些特质，我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我觉得她的很多缺点和我自己太像了，这让我更加讨厌她。",
        "label": ""
      },
      {
        "sentence": "我希望她能成熟一些，更加有个性，更懂得生活和交际，这样我才能被她吸引。",
        "label": ""
      },
      {
        "sentence": "但是她确实没有这些特质，我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得她的很多缺点和你自己太像了，这更加让你讨厌她。你希望她能变得更成熟、有个性、懂得生活和交际，这样才能吸引你。但是事实上她确实没有这些特质，这让你感到困惑。目前你感到非常迷茫，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "你觉得她的很多缺点和你自己太像了，这更加让你讨厌她。",
        "label": ""
      },
      {
        "sentence": "你希望她能变得更成熟、有个性、懂得生活和交际，这样才能吸引你。",
        "label": ""
      },
      {
        "sentence": "但是事实上她确实没有这些特质，这让你感到困惑。",
        "label": ""
      },
      {
        "sentence": "目前你感到非常迷茫，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很迷茫。我觉得我是不是太过要求了，难道没有人能符合我的期望吗？我现在真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "是的，我真的很迷茫。",
        "label": ""
      },
      {
        "sentence": "我觉得我是不是太过要求了，难道没有人能符合我的期望吗？",
        "label": ""
      },
      {
        "sentence": "我现在真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的迷茫。你开始怀疑自己是否要求过高，是否找不到符合你期望的人？你现在真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我了解你的迷茫。",
        "label": ""
      },
      {
        "sentence": "你开始怀疑自己是否要求过高，是否找不到符合你期望的人？",
        "label": ""
      },
      {
        "sentence": "你现在真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我开始怀疑自己和这段感情了。或许我应该静下心来好好思考一下，看看是否值得继续坚持。谢谢你给我提供的支持和意见。",
    "annotation": [
      {
        "sentence": "是的，我开始怀疑自己和这段感情了。",
        "label": ""
      },
      {
        "sentence": "或许我应该静下心来好好思考一下，看看是否值得继续坚持。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我提供的支持和意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你开始怀疑自己和这段感情，这是很正常的。或许你现在应该静下心来好好思考一下，看看是否值得继续坚持。我很高兴能够为你提供支持和意见。不用客气，希望能帮到你。",
    "annotation": [
      {
        "sentence": "你开始怀疑自己和这段感情，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "或许你现在应该静下心来好好思考一下，看看是否值得继续坚持。",
        "label": ""
      },
      {
        "sentence": "我很高兴能够为你提供支持和意见。",
        "label": ""
      },
      {
        "sentence": "不用客气，希望能帮到你。",
        "label": ""
      }
    ]
  }
]