[
  {
    "role": "client",
    "content": "从小在封闭式环境里，不会和人相处怎么办呢？很想学习我从小就在寄宿学校长大，工作后也就自己住了，因为从来没有接触过正常的家庭生活。我都是在封闭式的环境里，长大没有见过什么陌生人，所以也不知道正常人之间是如何聊天的，也不知道怎么和别人相处怎么聊天。现在工作了，我经常不知道和同事如何说话，不知道什么是聊天。一起逛街，应该怎么逛。我就像六七岁的孩子，我以前不管是吃饭看电影，去医院都是一个人。我很渴望融入他们，但是我不明白这种交往的方式，我不明白该怎么做。我自己一个人住，也没有可以模仿的对象。请问我应该怎么办呢？我感觉我的成长有缺失，没有顺利从小孩变成大人，我很想补上这一步。请问有没有什么培训班呢？专门告诉我们正常人之间是怎么说话的，是如何一起逛街，如何一起吃饭的。我非常苦恼，我离开了那些封闭的地方，到了社会里，我感觉到的格格不入，我非常想学习，但是我完全找不到渠道。",
    "annotation": [
      {
        "sentence": "从小在封闭式环境里，不会和人相处怎么办呢？",
        "label": ""
      },
      {
        "sentence": "很想学习我从小就在寄宿学校长大，工作后也就自己住了，因为从来没有接触过正常的家庭生活。",
        "label": ""
      },
      {
        "sentence": "我都是在封闭式的环境里，长大没有见过什么陌生人，所以也不知道正常人之间是如何聊天的，也不知道怎么和别人相处怎么聊天。",
        "label": ""
      },
      {
        "sentence": "现在工作了，我经常不知道和同事如何说话，不知道什么是聊天。",
        "label": ""
      },
      {
        "sentence": "一起逛街，应该怎么逛。",
        "label": ""
      },
      {
        "sentence": "我就像六七岁的孩子，我以前不管是吃饭看电影，去医院都是一个人。",
        "label": ""
      },
      {
        "sentence": "我很渴望融入他们，但是我不明白这种交往的方式，我不明白该怎么做。",
        "label": ""
      },
      {
        "sentence": "我自己一个人住，也没有可以模仿的对象。",
        "label": ""
      },
      {
        "sentence": "请问我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我感觉我的成长有缺失，没有顺利从小孩变成大人，我很想补上这一步。",
        "label": ""
      },
      {
        "sentence": "请问有没有什么培训班呢？",
        "label": ""
      },
      {
        "sentence": "专门告诉我们正常人之间是怎么说话的，是如何一起逛街，如何一起吃饭的。",
        "label": ""
      },
      {
        "sentence": "我非常苦恼，我离开了那些封闭的地方，到了社会里，我感觉到的格格不入，我非常想学习，但是我完全找不到渠道。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你好像一个无助的小朋友。我想给你一个支持的拥抱。🤩被忽视被抛弃被分离都是不可忽视的童年创伤🤩你让我想起来我的一个表弟，因为计划生育生下来藏匿过的孩子，不能和父母以亲爹亲妈相称，他在一岁半的时候被全托，父母每个周末的时候会把他接回来过一天周末，然后再送回去。现在这个孩子基本上是不愿意交流的，也没有社交，也不爱说话，他都快三十了，我们加起来说过的话应该不超过30句，停留在嗯、哦、好、姐姐，就这几个词上，也不爱什么东西，只是爱抽烟，但是没有什么特别的过激行为目前看的话。🤩不要给自己贴标签🤩所以我特别理解你那种在封闭的空间里面独自一个人成长的历程应该挺艰辛的。",
    "annotation": [
      {
        "sentence": "看到你好像一个无助的小朋友。",
        "label": ""
      },
      {
        "sentence": "我想给你一个支持的拥抱。",
        "label": ""
      },
      {
        "sentence": "🤩被忽视被抛弃被分离都是不可忽视的童年创伤🤩你让我想起来我的一个表弟，因为计划生育生下来藏匿过的孩子，不能和父母以亲爹亲妈相称，他在一岁半的时候被全托，父母每个周末的时候会把他接回来过一天周末，然后再送回去。",
        "label": ""
      },
      {
        "sentence": "现在这个孩子基本上是不愿意交流的，也没有社交，也不爱说话，他都快三十了，我们加起来说过的话应该不超过30句，停留在嗯、哦、好、姐姐，就这几个词上，也不爱什么东西，只是爱抽烟，但是没有什么特别的过激行为目前看的话。",
        "label": ""
      },
      {
        "sentence": "🤩不要给自己贴标签🤩所以我特别理解你那种在封闭的空间里面独自一个人成长的历程应该挺艰辛的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和安慰。你的表弟的经历让我感到心疼。我也觉得自己像个无助的小孩，不知道如何与人相处。虽然我曾经有过一些工作和生活的经历，但我仍然觉得与别人交流困难重重，我很害怕被伤害。我希望能找到一种方法来缓解这种状况。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和安慰。",
        "label": ""
      },
      {
        "sentence": "你的表弟的经历让我感到心疼。",
        "label": ""
      },
      {
        "sentence": "我也觉得自己像个无助的小孩，不知道如何与人相处。",
        "label": ""
      },
      {
        "sentence": "虽然我曾经有过一些工作和生活的经历，但我仍然觉得与别人交流困难重重，我很害怕被伤害。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一种方法来缓解这种状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人作为群体的一员，我们是通过跟群体跟周边的人接触，我们才习得了生活的技能。我们最早开始学习的对象就是我们的父母，所以不用担心，至少你是跟父母哪怕很短暂的相处都是相处过的，所以不要给自己贴标签说你不会跟人相处，你只是害怕相处以后会不会说了伤害你，也许潜意识不擅长社交是一种自我保护。🤩生活的师傅，开口就有🤩哪怕是你的在生活当中身边真的没有人，也不妨碍你学习，你可以通过一些电视剧、真人秀、纪录片初步的获得一些如何跟人打交道，相处说话做事情的方法。去看看你有没有特别喜欢的偶像多去关注一下他的生活类的？电视剧或者综艺节目，比如说谢霆锋的饭做的就不错啊，黄磊的饭做的也不错啊，想什么吐槽大会啊！还有奇葩说啊，上面的人都挺会说话的，你也可以看一看他们是怎么思考怎么说话的？",
    "annotation": [
      {
        "sentence": "人作为群体的一员，我们是通过跟群体跟周边的人接触，我们才习得了生活的技能。",
        "label": ""
      },
      {
        "sentence": "我们最早开始学习的对象就是我们的父母，所以不用担心，至少你是跟父母哪怕很短暂的相处都是相处过的，所以不要给自己贴标签说你不会跟人相处，你只是害怕相处以后会不会说了伤害你，也许潜意识不擅长社交是一种自我保护。",
        "label": ""
      },
      {
        "sentence": "🤩生活的师傅，开口就有🤩哪怕是你的在生活当中身边真的没有人，也不妨碍你学习，你可以通过一些电视剧、真人秀、纪录片初步的获得一些如何跟人打交道，相处说话做事情的方法。",
        "label": ""
      },
      {
        "sentence": "去看看你有没有特别喜欢的偶像多去关注一下他的生活类的？",
        "label": ""
      },
      {
        "sentence": "电视剧或者综艺节目，比如说谢霆锋的饭做的就不错啊，黄磊的饭做的也不错啊，想什么吐槽大会啊！",
        "label": ""
      },
      {
        "sentence": "还有奇葩说啊，上面的人都挺会说话的，你也可以看一看他们是怎么思考怎么说话的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试通过观察电视剧和真人秀节目来学习。我也会多关注一些偶像的生活，学习他们如何与人交流和相处。希望这些方法能对我有所帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试通过观察电视剧和真人秀节目来学习。",
        "label": ""
      },
      {
        "sentence": "我也会多关注一些偶像的生活，学习他们如何与人交流和相处。",
        "label": ""
      },
      {
        "sentence": "希望这些方法能对我有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "像李子柒一样，做一个生活的丰盛孤独者也不错🤩关于孤独，我想李子柒可能会给你一些启发，她也没有什么社交，但是你看她每天都在专注着过生活，专注着体验春夏秋冬，专注的体验每一个农作物怎样从种子变成果实。那这个过程当中，当你跟大自然在交流的时候，跟你喜欢的事业在交流的时候，那你就不会孤单了，李子柒，它在形式上看起来是孤单的，但是他用他的生活跟全球的人在做沟通，她并不孤独还挺丰盛的，不论经济还是生活。",
    "annotation": [
      {
        "sentence": "像李子柒一样，做一个生活的丰盛孤独者也不错🤩关于孤独，我想李子柒可能会给你一些启发，她也没有什么社交，但是你看她每天都在专注着过生活，专注着体验春夏秋冬，专注的体验每一个农作物怎样从种子变成果实。",
        "label": ""
      },
      {
        "sentence": "那这个过程当中，当你跟大自然在交流的时候，跟你喜欢的事业在交流的时候，那你就不会孤单了，李子柒，它在形式上看起来是孤单的，但是他用他的生活跟全球的人在做沟通，她并不孤独还挺丰盛的，不论经济还是生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以尝试像李子柒一样，专注于自己喜欢的事物，并与大自然进行交流。这样或许能帮助我摆脱孤独感，丰富我的生活。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，我可以尝试像李子柒一样，专注于自己喜欢的事物，并与大自然进行交流。",
        "label": ""
      },
      {
        "sentence": "这样或许能帮助我摆脱孤独感，丰富我的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从喜欢自己开始练习🤩其实我们不需要变成那个八面玲珑能说会道的人，我们只需要自己喜欢跟自己相处，喜欢自己的生活，而这些需要去慢慢的动手体验。我想你从学会做100道菜开始，学穿搭开始，学着每天和小区里的人打招呼开始，主动帮助他们开始，生活就有了烟火气。",
    "annotation": [
      {
        "sentence": "从喜欢自己开始练习🤩其实我们不需要变成那个八面玲珑能说会道的人，我们只需要自己喜欢跟自己相处，喜欢自己的生活，而这些需要去慢慢的动手体验。",
        "label": ""
      },
      {
        "sentence": "我想你从学会做100道菜开始，学穿搭开始，学着每天和小区里的人打招呼开始，主动帮助他们开始，生活就有了烟火气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该从喜欢自己开始，慢慢地培养对生活的热爱。我会学会做100道菜，提升自己的穿搭技巧，并尝试主动与小区里的人打招呼和帮助他们。谢谢你的鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我应该从喜欢自己开始，慢慢地培养对生活的热爱。",
        "label": ""
      },
      {
        "sentence": "我会学会做100道菜，提升自己的穿搭技巧，并尝试主动与小区里的人打招呼和帮助他们。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "允许自",
    "annotation": [
      {
        "sentence": "允许自",
        "label": ""
      }
    ]
  }
]