[
  {
    "role": "client",
    "content": "有痔疮很自卑，不敢和男朋友亲密怎么办？我特别爱吃辣的东西，上学时得了痔疮，在肛门处有一个小肉球。过了很多年，后来上班了之后，痔疮也没有消失。我之前在网上问过大夫，说痔疮没有症状的话也不用处理。以前就有点自卑，自从交了男朋友之后，我也不敢告诉他我长了痔疮，感觉很羞耻，但是我们的关系无法进步，我怕他看到我的痔疮，感觉很丑陋，很自卑。怎么办呢？",
    "annotation": [
      {
        "sentence": "有痔疮很自卑，不敢和男朋友亲密怎么办？",
        "label": ""
      },
      {
        "sentence": "我特别爱吃辣的东西，上学时得了痔疮，在肛门处有一个小肉球。",
        "label": ""
      },
      {
        "sentence": "过了很多年，后来上班了之后，痔疮也没有消失。",
        "label": ""
      },
      {
        "sentence": "我之前在网上问过大夫，说痔疮没有症状的话也不用处理。",
        "label": ""
      },
      {
        "sentence": "以前就有点自卑，自从交了男朋友之后，我也不敢告诉他我长了痔疮，感觉很羞耻，但是我们的关系无法进步，我怕他看到我的痔疮，感觉很丑陋，很自卑。",
        "label": ""
      },
      {
        "sentence": "怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的陈述中了解到，现在的您或许有些焦虑，面对自己的问题，不知道如何与男朋友更亲密。您提到自己爱吃辣的东西，上学时得了痔疮，这一方面可能需要特别注意饮食，因为有时候我们觉得一点点可能没什么问题，但都会给身体带来影响，应注意多吃蔬菜水果，少吃辛辣等刺激性食物还有戒酒等。另外，饮食以外的方面，我们可以重视护理，比如用水清洁肛门，少用卫生纸擦拭，使用湿巾按摩肛门等方法来减轻不适。",
    "annotation": [
      {
        "sentence": "从您的陈述中了解到，现在的您或许有些焦虑，面对自己的问题，不知道如何与男朋友更亲密。",
        "label": ""
      },
      {
        "sentence": "您提到自己爱吃辣的东西，上学时得了痔疮，这一方面可能需要特别注意饮食，因为有时候我们觉得一点点可能没什么问题，但都会给身体带来影响，应注意多吃蔬菜水果，少吃辛辣等刺激性食物还有戒酒等。",
        "label": ""
      },
      {
        "sentence": "另外，饮食以外的方面，我们可以重视护理，比如用水清洁肛门，少用卫生纸擦拭，使用湿巾按摩肛门等方法来减轻不适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试调整饮食，并注意护理。但我在网上问过大夫，大夫说痔疮没有症状的话也不用处理。我觉得很困惑，不知道该相信哪个说法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试调整饮食，并注意护理。",
        "label": ""
      },
      {
        "sentence": "但我在网上问过大夫，大夫说痔疮没有症状的话也不用处理。",
        "label": ""
      },
      {
        "sentence": "我觉得很困惑，不知道该相信哪个说法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的症状都是不同的，通过自己的描述大夫只能凭借自己想象然后去判断，并不能保证和您自身的情况相符。所以，我们可以去当地的医院进行检查，询问自己的情况，去找到更好的方法，或许能减少您的苦恼。不要只依赖网上的建议，亲自咨询医生会更准确。",
    "annotation": [
      {
        "sentence": "每个人的症状都是不同的，通过自己的描述大夫只能凭借自己想象然后去判断，并不能保证和您自身的情况相符。",
        "label": ""
      },
      {
        "sentence": "所以，我们可以去当地的医院进行检查，询问自己的情况，去找到更好的方法，或许能减少您的苦恼。",
        "label": ""
      },
      {
        "sentence": "不要只依赖网上的建议，亲自咨询医生会更准确。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会去当地的医院咨询一下，看看是否有更好的解决方法。然而，我还是很自卑，并且害怕男朋友知道。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得对，我会去当地的医院咨询一下，看看是否有更好的解决方法。",
        "label": ""
      },
      {
        "sentence": "然而，我还是很自卑，并且害怕男朋友知道。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候，是我们自己或许过于敏感，但也说明了您很在乎男朋友。我们可以先试着从侧面来看看男朋友的反应，因为如果选择在一起，都会有知道的那一天，所以只是我们看看如何表达或者更容易让男朋友接受。毕竟，真正相爱的人应该能够包容对方的不完美。",
    "annotation": [
      {
        "sentence": "有时候，是我们自己或许过于敏感，但也说明了您很在乎男朋友。",
        "label": ""
      },
      {
        "sentence": "我们可以先试着从侧面来看看男朋友的反应，因为如果选择在一起，都会有知道的那一天，所以只是我们看看如何表达或者更容易让男朋友接受。",
        "label": ""
      },
      {
        "sentence": "毕竟，真正相爱的人应该能够包容对方的不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我应该试着跟男朋友沟通一下。我希望他能够理解并接受我。谢谢你的鼓励和建议。",
    "annotation": [
      {
        "sentence": "你说得对，也许我应该试着跟男朋友沟通一下。",
        "label": ""
      },
      {
        "sentence": "我希望他能够理解并接受我。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你们之间的爱情会克服这些小困难的。如果你需要任何进一步的帮助或支持，请随时告诉我。我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你们之间的爱情会克服这些小困难的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助或支持，请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，你的支持对我来说真的很重要。我会努力克服这些心理障碍，让我们的关系更加亲密。再次感谢你的帮助和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你，你的支持对我来说真的很重要。",
        "label": ""
      },
      {
        "sentence": "我会努力克服这些心理障碍，让我们的关系更加亲密。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，相信自己，你一定能够战胜这些困难的。祝福你们的感情越来越好，如果有需要，随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，相信自己，你一定能够战胜这些困难的。",
        "label": ""
      },
      {
        "sentence": "祝福你们的感情越来越好，如果有需要，随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]