[
  {
    "role": "client",
    "content": "有痔疮很自卑，不敢和男朋友亲密怎么办？我特别爱吃辣的东西，上学时得了痔疮，在肛门处有一个小肉球。过了很多年，后来上班了之后，痔疮也没有消失。我之前在网上问过大夫，说痔疮没有症状的话也不用处理。以前就有点自卑，自从交了男朋友之后，我也不敢告诉他我长了痔疮，感觉很羞耻，但是我们的关系无法进步，我怕他看到我的痔疮，感觉很丑陋，很自卑。怎么办呢？",
    "annotation": [
      {
        "sentence": "有痔疮很自卑，不敢和男朋友亲密怎么办？",
        "label": ""
      },
      {
        "sentence": "我特别爱吃辣的东西，上学时得了痔疮，在肛门处有一个小肉球。",
        "label": ""
      },
      {
        "sentence": "过了很多年，后来上班了之后，痔疮也没有消失。",
        "label": ""
      },
      {
        "sentence": "我之前在网上问过大夫，说痔疮没有症状的话也不用处理。",
        "label": ""
      },
      {
        "sentence": "以前就有点自卑，自从交了男朋友之后，我也不敢告诉他我长了痔疮，感觉很羞耻，但是我们的关系无法进步，我怕他看到我的痔疮，感觉很丑陋，很自卑。",
        "label": ""
      },
      {
        "sentence": "怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到了，你的羞涩和顾虑，给你个温柔的拥抱。要知道痔疮是身体的求救信号，痔疮特别普遍，普遍到中国有句话说叫十人九痔，所以你要去想痔疮到底有多普遍。这是为什么马应龙痔疮膏那么抢手呢？便秘，吃辣椒、久坐、还有一些不良的生活习惯，包括生孩子坐月子都会长痔疮的，并不是只有你一个人有痔疮。就像我们头上长了白头发或者说脸上长了痘痘，这都是我们的身体自然的一个症状，在提醒我们需要去保养自己。",
    "annotation": [
      {
        "sentence": "看到了，你的羞涩和顾虑，给你个温柔的拥抱。",
        "label": ""
      },
      {
        "sentence": "要知道痔疮是身体的求救信号，痔疮特别普遍，普遍到中国有句话说叫十人九痔，所以你要去想痔疮到底有多普遍。",
        "label": ""
      },
      {
        "sentence": "这是为什么马应龙痔疮膏那么抢手呢？",
        "label": ""
      },
      {
        "sentence": "便秘，吃辣椒、久坐、还有一些不良的生活习惯，包括生孩子坐月子都会长痔疮的，并不是只有你一个人有痔疮。",
        "label": ""
      },
      {
        "sentence": "就像我们头上长了白头发或者说脸上长了痘痘，这都是我们的身体自然的一个症状，在提醒我们需要去保养自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和安慰。确实痔疮很常见，但我还是很在意，很害怕男朋友发现我的痔疮。我应该怎么告诉他呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和安慰。",
        "label": ""
      },
      {
        "sentence": "确实痔疮很常见，但我还是很在意，很害怕男朋友发现我的痔疮。",
        "label": ""
      },
      {
        "sentence": "我应该怎么告诉他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "痔疮也是检验自己是不是爱自己的一个试金石。就像你明明知道自己有痔疮，还想去隐藏，那如果你男朋友是一个特别爱吃辣的人，他每次点餐都点辣的话，那你要不要提醒他你不能吃辣还是委曲求全讨好男友而的继续吃辣让痔疮复发让身体承受痛苦呢？痔疮有多种，有人是内痔，有人外痔，有人是息肉，有人肛瘘，有人脱肛总之那这也是一个不大不小的病，如果能照料不周的话也可能会得什么跟这个相关的癌症。",
    "annotation": [
      {
        "sentence": "痔疮也是检验自己是不是爱自己的一个试金石。",
        "label": ""
      },
      {
        "sentence": "就像你明明知道自己有痔疮，还想去隐藏，那如果你男朋友是一个特别爱吃辣的人，他每次点餐都点辣的话，那你要不要提醒他你不能吃辣还是委曲求全讨好男友而的继续吃辣让痔疮复发让身体承受痛苦呢？",
        "label": ""
      },
      {
        "sentence": "痔疮有多种，有人是内痔，有人外痔，有人是息肉，有人肛瘘，有人脱肛总之那这也是一个不大不小的病，如果能照料不周的话也可能会得什么跟这个相关的癌症。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该在身体健康上优先考虑自己，而不是为了迎合男友的口味而让病情加重。但我还是对男友的反应和他对我的丑陋症状的接受感到担心。",
    "annotation": [
      {
        "sentence": "你说得对，我应该在身体健康上优先考虑自己，而不是为了迎合男友的口味而让病情加重。",
        "label": ""
      },
      {
        "sentence": "但我还是对男友的反应和他对我的丑陋症状的接受感到担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有条件的爱爱的不是你。如果你认为你的男友在性生活的时候看到了你有一个痔疮的赘生物就不喜欢你了，那这种有条件的爱他其实不是爱，爱的是一个完美的躯体，而不是你这个完整的人。我们应该做真实完整的自己，而不是完美的应该的。",
    "annotation": [
      {
        "sentence": "有条件的爱爱的不是你。",
        "label": ""
      },
      {
        "sentence": "如果你认为你的男友在性生活的时候看到了你有一个痔疮的赘生物就不喜欢你了，那这种有条件的爱他其实不是爱，爱的是一个完美的躯体，而不是你这个完整的人。",
        "label": ""
      },
      {
        "sentence": "我们应该做真实完整的自己，而不是完美的应该的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我应该更自信地面对自己的痔疮。但我发现我习惯于把别人对我设置成一个条件，以为只有我完美了，别人才会喜欢我。我该如何改变这种思维？",
    "annotation": [
      {
        "sentence": "你说得很对，我应该更自信地面对自己的痔疮。",
        "label": ""
      },
      {
        "sentence": "但我发现我习惯于把别人对我设置成一个条件，以为只有我完美了，别人才会喜欢我。",
        "label": ""
      },
      {
        "sentence": "我该如何改变这种思维？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种有条件的爱，在你的生活中应该挺常见的，比如说你父母对你的爱就是有条件的，例如你需要足够的听话他们才会喜欢你，你需要考很高的成绩他们才会喜欢你。所以你也习惯于把别人对你的爱设置成一个条件，那就是你必须是完美的才能获得别人的爱。我推荐你阅读一本书，叫做《自卑与超越》。",
    "annotation": [
      {
        "sentence": "这种有条件的爱，在你的生活中应该挺常见的，比如说你父母对你的爱就是有条件的，例如你需要足够的听话他们才会喜欢你，你需要考很高的成绩他们才会喜欢你。",
        "label": ""
      },
      {
        "sentence": "所以你也习惯于把别人对你的爱设置成一个条件，那就是你必须是完美的才能获得别人的爱。",
        "label": ""
      },
      {
        "sentence": "我推荐你阅读一本书，叫做《自卑与超越》。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会去读这本书，希望能够改变自己的思维方式。现在我明白了，我应该更加关注自己的身体健康，而不是因为自卑而限制了和男友的亲密关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会去读这本书，希望能够改变自己的思维方式。",
        "label": ""
      },
      {
        "sentence": "现在我明白了，我应该更加关注自己的身体健康，而不是因为自卑而限制了和男友的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够理解并接受这个观点。不要忘记，你的身体只是你的一部分，而你的价值和爱是无条件的。相信自己，珍爱自己，才能得到他人的真正的爱和尊重。",
    "annotation": [
      {
        "sentence": "很高兴你能够理解并接受这个观点。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你的身体只是你的一部分，而你的价值和爱是无条件的。",
        "label": ""
      },
      {
        "sentence": "相信自己，珍爱自己，才能得到他人的真正的爱和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力改变自己的想法，更加积极地面对自己的痔疮和身体健康。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力改变自己的想法，更加积极地面对自己的痔疮和身体健康。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你的。记住，你是坚强而勇敢的！加油！如果将来还有什么困难，随时可以来找我倾诉。祝你身心健康，幸福快乐！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，你是坚强而勇敢的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果将来还有什么困难，随时可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你身心健康，幸福快乐！",
        "label": ""
      }
    ]
  }
]