[
  {
    "role": "client",
    "content": "骑个车都能上演脑内剧场的INFJ如何找到优势职业？在个人创作的真人互动游戏中着重想表达的主题是人与人之间的误会隔阂，以及个人生命中的注定结局及遗憾，想让玩家切身体会生活、人性的多面及美好，从中给生活以启示或新发现或慰藉。有点像现在文旅的探索式互动演艺剧、角色扮演密室、剧本杀。因游戏在室外露天、无实体道具依靠手机交流和不成型成体量的系统，即不算商业产品，又够不成心理疗愈的程度，好像有点偏艺术实验、周末活动。我设计的这个游戏反应出我优势、兴趣的结合：可以现场看真人反应、有深度内容及反思教育意义、我有创世的掌控感、有意思够创新、细节发现及设计、贴近生活的感觉、有想象力的内容、完全我的想法观念的植入、轻松愉快的游戏方式、设身处地感同身受的进入故事情绪。因我完全没有怎样把他商业化的想法，也无法以此为生，现在只能算是业余爱好，所以想找个历练我这种方向的工作做素材积累，或更好是能发挥我这些优势的工作～",
    "annotation": [
      {
        "sentence": "骑个车都能上演脑内剧场的INFJ如何找到优势职业？",
        "label": ""
      },
      {
        "sentence": "在个人创作的真人互动游戏中着重想表达的主题是人与人之间的误会隔阂，以及个人生命中的注定结局及遗憾，想让玩家切身体会生活、人性的多面及美好，从中给生活以启示或新发现或慰藉。",
        "label": ""
      },
      {
        "sentence": "有点像现在文旅的探索式互动演艺剧、角色扮演密室、剧本杀。",
        "label": ""
      },
      {
        "sentence": "因游戏在室外露天、无实体道具依靠手机交流和不成型成体量的系统，即不算商业产品，又够不成心理疗愈的程度，好像有点偏艺术实验、周末活动。",
        "label": ""
      },
      {
        "sentence": "我设计的这个游戏反应出我优势、兴趣的结合：可以现场看真人反应、有深度内容及反思教育意义、我有创世的掌控感、有意思够创新、细节发现及设计、贴近生活的感觉、有想象力的内容、完全我的想法观念的植入、轻松愉快的游戏方式、设身处地感同身受的进入故事情绪。",
        "label": ""
      },
      {
        "sentence": "因我完全没有怎样把他商业化的想法，也无法以此为生，现在只能算是业余爱好，所以想找个历练我这种方向的工作做素材积累，或更好是能发挥我这些优势的工作～",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这个游戏的创意非常有趣。看到你为游戏设计的主题，感觉你非常注重人与人之间的情感沟通，这是非常可贵的。在现实生活中，人与人之间的真实沟通逐渐减少，而你设计的游戏可以鼓励玩家们表达自己，相信这也是很多人喜欢去玩游戏的原因之一。",
    "annotation": [
      {
        "sentence": "你这个游戏的创意非常有趣。",
        "label": ""
      },
      {
        "sentence": "看到你为游戏设计的主题，感觉你非常注重人与人之间的情感沟通，这是非常可贵的。",
        "label": ""
      },
      {
        "sentence": "在现实生活中，人与人之间的真实沟通逐渐减少，而你设计的游戏可以鼓励玩家们表达自己，相信这也是很多人喜欢去玩游戏的原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，这也是我设计这个游戏的初衷。",
    "annotation": [
      {
        "sentence": "是啊，这也是我设计这个游戏的初衷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法非常独特，我觉得你很有天赋。你的想象力非常丰富，而且你还善于创意的实现。我相信，如果你以后想要找一份能够让你充分发挥自己的天赋的工作，肯定会很出色的。",
    "annotation": [
      {
        "sentence": "你的想法非常独特，我觉得你很有天赋。",
        "label": ""
      },
      {
        "sentence": "你的想象力非常丰富，而且你还善于创意的实现。",
        "label": ""
      },
      {
        "sentence": "我相信，如果你以后想要找一份能够让你充分发挥自己的天赋的工作，肯定会很出色的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你这么肯定我，但是我还是很担心自己是否能够找到一份合适的工作。因为我觉得我的想法太过于独特，并且缺乏商业化的想法，所以很难找到一份能够让我实现自己的梦想的工作。",
    "annotation": [
      {
        "sentence": "谢谢你这么肯定我，但是我还是很担心自己是否能够找到一份合适的工作。",
        "label": ""
      },
      {
        "sentence": "因为我觉得我的想法太过于独特，并且缺乏商业化的想法，所以很难找到一份能够让我实现自己的梦想的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。但是，不要忘了，每个人都有他自己的优点和特长。你现在需要做的就是认真思考你所喜欢的领域，并寻找一些可以让你实现你的热情的机会。你可以多去了解自己想要的工作领域，多尝试一些不同的方法，相信机会总是留给有准备的人的，只要你肯努力，总会有成功的一天。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，不要忘了，每个人都有他自己的优点和特长。",
        "label": ""
      },
      {
        "sentence": "你现在需要做的就是认真思考你所喜欢的领域，并寻找一些可以让你实现你的热情的机会。",
        "label": ""
      },
      {
        "sentence": "你可以多去了解自己想要的工作领域，多尝试一些不同的方法，相信机会总是留给有准备的人的，只要你肯努力，总会有成功的一天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要多去了解这个领域。但是我不知道应该从哪里开始，也不知道该去哪里寻找机会。",
    "annotation": [
      {
        "sentence": "你说得对，我需要多去了解这个领域。",
        "label": ""
      },
      {
        "sentence": "但是我不知道应该从哪里开始，也不知道该去哪里寻找机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以多去了解这个领域的一些基础知识，比如相关的技能和工具。其次，你可以参加一些志愿者或者社会实践活动，这样可以让你更深入地了解这个领域。此外，你也可以加入一些相关的社群，与同行们进行交流，了解更多的情况。",
    "annotation": [
      {
        "sentence": "首先，你可以多去了解这个领域的一些基础知识，比如相关的技能和工具。",
        "label": ""
      },
      {
        "sentence": "其次，你可以参加一些志愿者或者社会实践活动，这样可以让你更深入地了解这个领域。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以加入一些相关的社群，与同行们进行交流，了解更多的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好去尝试的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好去尝试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用客气，我是看到了你的优点和天赋，才会这么帮助你的。相信你可以找到适合自己的工作，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你不用客气，我是看到了你的优点和天赋，才会这么帮助你的。",
        "label": ""
      },
      {
        "sentence": "相信你可以找到适合自己的工作，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你这么支持我，我会好好努力的。",
    "annotation": [
      {
        "sentence": "谢谢你这么支持我，我会好好努力的。",
        "label": ""
      }
    ]
  }
]