[
  {
    "role": "client",
    "content": "我是个INFJ，骑个车都能上演脑内剧场。请问我该如何找到适合我的优势职业呢？我在个人创作的真人互动游戏中，想要通过表达人与人之间的误会隔阂，以及个人生命中的注定结局和遗憾，让玩家深刻体会生活和人性的多面以及美好。我希望游戏能给予玩家启示、新发现或慰藉。这有点像现在流行的文旅探索式互动演艺剧、角色扮演密室和剧本杀。但是由于游戏是在室外露天进行的，没有实体道具，只依靠手机交流，并且没有成为一个商业产品，也没有足够的心理疗愈效果，更像是一种艺术实验或者周末活动。我设计的这个游戏能展现我的优势和兴趣：现场观察真人反应、提供深度内容和反思的教育意义、我能全权掌控创作、有趣且具有创新性的细节设计、贴近生活的感觉、富有想象力的故事情节、能完全体现我的思想观念、轻松愉快的游戏方式以及设身处地感同身受的情感体验。但是因为我完全没有商业化的打算，并且无法依靠这个游戏谋生，目前只能当做业余爱好。所以我想找一份工作来积累相关素材，或者更好的是能发挥我的这些优势的工作。",
    "annotation": [
      {
        "sentence": "我是个INFJ，骑个车都能上演脑内剧场。",
        "label": ""
      },
      {
        "sentence": "请问我该如何找到适合我的优势职业呢？",
        "label": ""
      },
      {
        "sentence": "我在个人创作的真人互动游戏中，想要通过表达人与人之间的误会隔阂，以及个人生命中的注定结局和遗憾，让玩家深刻体会生活和人性的多面以及美好。",
        "label": ""
      },
      {
        "sentence": "我希望游戏能给予玩家启示、新发现或慰藉。",
        "label": ""
      },
      {
        "sentence": "这有点像现在流行的文旅探索式互动演艺剧、角色扮演密室和剧本杀。",
        "label": ""
      },
      {
        "sentence": "但是由于游戏是在室外露天进行的，没有实体道具，只依靠手机交流，并且没有成为一个商业产品，也没有足够的心理疗愈效果，更像是一种艺术实验或者周末活动。",
        "label": ""
      },
      {
        "sentence": "我设计的这个游戏能展现我的优势和兴趣：现场观察真人反应、提供深度内容和反思的教育意义、我能全权掌控创作、有趣且具有创新性的细节设计、贴近生活的感觉、富有想象力的故事情节、能完全体现我的思想观念、轻松愉快的游戏方式以及设身处地感同身受的情感体验。",
        "label": ""
      },
      {
        "sentence": "但是因为我完全没有商业化的打算，并且无法依靠这个游戏谋生，目前只能当做业余爱好。",
        "label": ""
      },
      {
        "sentence": "所以我想找一份工作来积累相关素材，或者更好的是能发挥我的这些优势的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我对你的游戏创作充满了兴趣，并且相信你有非常独特的创意和视角。根据你所描述的游戏风格和主题，我觉得你可能适合从事编剧或者心理治疗咨询方面的工作。（因为你的游戏策划针对的是现实社会问题，但并不直接解决问题，而是通过让玩家在环境中体验来引发思考）。除此之外，你还可以考虑从事优势辅导师的工作，或者专注于文旅景区演艺编剧。（后者可能涉及一些专业戏剧编剧的技巧，例如舞美和人物描写等，但我相信你是能够通过想象力将发生在建筑中的故事想象出来的。实际上，你骑车的时候都能编出故事来呢-_-||）。以上都是我根据你所描述的优势和兴趣给出的建议，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "首先，我对你的游戏创作充满了兴趣，并且相信你有非常独特的创意和视角。",
        "label": ""
      },
      {
        "sentence": "根据你所描述的游戏风格和主题，我觉得你可能适合从事编剧或者心理治疗咨询方面的工作。",
        "label": ""
      },
      {
        "sentence": "（因为你的游戏策划针对的是现实社会问题，但并不直接解决问题，而是通过让玩家在环境中体验来引发思考）。",
        "label": ""
      },
      {
        "sentence": "除此之外，你还可以考虑从事优势辅导师的工作，或者专注于文旅景区演艺编剧。",
        "label": ""
      },
      {
        "sentence": "（后者可能涉及一些专业戏剧编剧的技巧，例如舞美和人物描写等，但我相信你是能够通过想象力将发生在建筑中的故事想象出来的。",
        "label": ""
      },
      {
        "sentence": "实际上，你骑车的时候都能编出故事来呢-_-||）。",
        "label": ""
      },
      {
        "sentence": "以上都是我根据你所描述的优势和兴趣给出的建议，希望对你有所帮助。",
        "label": ""
      }
    ]
  }
]