[
  {
    "role": "client",
    "content": "我跟男朋友分手，该如何换回这段2年的感情？我跟男朋友是相亲认识的，他比我大11岁，我们认识3个月就同居了，在一起生活，他是一个直男，家里有一个姐姐一个哥哥，但是婚姻都不幸福。我很想让他有个幸福的婚姻，但我的情商也不高，两年中我们一直在吵架，没有原则性问题，都是鸡毛蒜皮的小事，但是每次都吵的很大声，吵得很凶，互不相让。我们都说过很多次分手，但都很舍不得对方，莫名其妙又好了，下次接着吵。这次他分手很坚决，理由是三观不合，生活习惯相处太远，我的脾气不好，经常情绪化，反复无常，也比较小孩子脾气。以前吵架闹分手，我都很歇斯底里，也不理智，吵的他晚上根本无法睡觉，精疲力尽。我感觉我跟他沟通有障碍，反复说过的事，永远记不住，也不会改。他也比较内向，话很少，平时也不太会表达爱我，也不会浪漫，比较实惠过日子的类型吧。我们婚房都弄的差不多了，现在却要面临分手的地步，实在是接受不了我不是新房的女主人。大家能否帮帮我？该怎么挽回这段感情？我很爱他。",
    "annotation": [
      {
        "sentence": "我跟男朋友分手，该如何换回这段2年的感情？",
        "label": ""
      },
      {
        "sentence": "我跟男朋友是相亲认识的，他比我大11岁，我们认识3个月就同居了，在一起生活，他是一个直男，家里有一个姐姐一个哥哥，但是婚姻都不幸福。",
        "label": ""
      },
      {
        "sentence": "我很想让他有个幸福的婚姻，但我的情商也不高，两年中我们一直在吵架，没有原则性问题，都是鸡毛蒜皮的小事，但是每次都吵的很大声，吵得很凶，互不相让。",
        "label": ""
      },
      {
        "sentence": "我们都说过很多次分手，但都很舍不得对方，莫名其妙又好了，下次接着吵。",
        "label": ""
      },
      {
        "sentence": "这次他分手很坚决，理由是三观不合，生活习惯相处太远，我的脾气不好，经常情绪化，反复无常，也比较小孩子脾气。",
        "label": ""
      },
      {
        "sentence": "以前吵架闹分手，我都很歇斯底里，也不理智，吵的他晚上根本无法睡觉，精疲力尽。",
        "label": ""
      },
      {
        "sentence": "我感觉我跟他沟通有障碍，反复说过的事，永远记不住，也不会改。",
        "label": ""
      },
      {
        "sentence": "他也比较内向，话很少，平时也不太会表达爱我，也不会浪漫，比较实惠过日子的类型吧。",
        "label": ""
      },
      {
        "sentence": "我们婚房都弄的差不多了，现在却要面临分手的地步，实在是接受不了我不是新房的女主人。",
        "label": ""
      },
      {
        "sentence": "大家能否帮帮我？",
        "label": ""
      },
      {
        "sentence": "该怎么挽回这段感情？",
        "label": ""
      },
      {
        "sentence": "我很爱他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你和男友分手了，对此我感到很遗憾。你们的感情持续了两年，但是在同居后却出现了许多矛盾，最终导致他坚决要分手。你描述的情况是，你比较情绪化，吵架时可能会非常激烈，而他比较内向，不太懂得浪漫。你们吵架的原因多是些琐事，并没有涉及到原则性问题，但是两个人都不肯妥协。我能理解你对这段感情舍不得的心情，毕竟两年的时间不短，你们还为买了婚房做了准备，却因为这些小事吵架而选择了分开。从你的描述中可以看出，你们互相对彼此都有感情，你也很爱他，但是你的爱对他来说却带来了很大的压力。打败爱情的往往不是什么惊天动地的大事，而是日常生活中的琐碎。你表示你脾气不好，经常反复无常，很情绪化，甚至吵架吵到他晚上都无法入睡，这对他来说是巨大的负担。从他的角度来看，如果未来的日子都要连觉都睡不好，那么怎么能够继续在一起呢？对他来说，这段感情给他带来的可能更多是担惊受怕和疲惫，而不是甜蜜快乐和安全感。你们多次分分合合，我猜想他可能已经看不到未来，所以决定坚决分手。你说你曾经反复和他提过的问题，他永远记不住也不会改。这可能让他感到有压迫感，因为即使他是你亲密的伴侣，也不代表他必须事事听从你的，他有自己的意愿和选择的权利。我们希望对方能够听从我们的话，但有些事情很难改变，这并不意味着他不爱你，我们也需要接受这一点，或者多给对方一些耐心。我建议你先学会觉察和管理自己的情绪，寻找自己内心的平静和喜乐。希望以上的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "听说你和男友分手了，对此我感到很遗憾。",
        "label": ""
      },
      {
        "sentence": "你们的感情持续了两年，但是在同居后却出现了许多矛盾，最终导致他坚决要分手。",
        "label": ""
      },
      {
        "sentence": "你描述的情况是，你比较情绪化，吵架时可能会非常激烈，而他比较内向，不太懂得浪漫。",
        "label": ""
      },
      {
        "sentence": "你们吵架的原因多是些琐事，并没有涉及到原则性问题，但是两个人都不肯妥协。",
        "label": ""
      },
      {
        "sentence": "我能理解你对这段感情舍不得的心情，毕竟两年的时间不短，你们还为买了婚房做了准备，却因为这些小事吵架而选择了分开。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你们互相对彼此都有感情，你也很爱他，但是你的爱对他来说却带来了很大的压力。",
        "label": ""
      },
      {
        "sentence": "打败爱情的往往不是什么惊天动地的大事，而是日常生活中的琐碎。",
        "label": ""
      },
      {
        "sentence": "你表示你脾气不好，经常反复无常，很情绪化，甚至吵架吵到他晚上都无法入睡，这对他来说是巨大的负担。",
        "label": ""
      },
      {
        "sentence": "从他的角度来看，如果未来的日子都要连觉都睡不好，那么怎么能够继续在一起呢？",
        "label": ""
      },
      {
        "sentence": "对他来说，这段感情给他带来的可能更多是担惊受怕和疲惫，而不是甜蜜快乐和安全感。",
        "label": ""
      },
      {
        "sentence": "你们多次分分合合，我猜想他可能已经看不到未来，所以决定坚决分手。",
        "label": ""
      },
      {
        "sentence": "你说你曾经反复和他提过的问题，他永远记不住也不会改。",
        "label": ""
      },
      {
        "sentence": "这可能让他感到有压迫感，因为即使他是你亲密的伴侣，也不代表他必须事事听从你的，他有自己的意愿和选择的权利。",
        "label": ""
      },
      {
        "sentence": "我们希望对方能够听从我们的话，但有些事情很难改变，这并不意味着他不爱你，我们也需要接受这一点，或者多给对方一些耐心。",
        "label": ""
      },
      {
        "sentence": "我建议你先学会觉察和管理自己的情绪，寻找自己内心的平静和喜乐。",
        "label": ""
      },
      {
        "sentence": "希望以上的建议对你有所帮助。",
        "label": ""
      }
    ]
  }
]