[
  {
    "role": "client",
    "content": "我一直感到职业焦虑，因为我注意到很多公司招聘的都是20多岁的年轻人，我现在也是这个年纪，但是我常常担心自己的未来。我不知道将来30多岁或40多岁的人要去做什么工作，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我一直感到职业焦虑，因为我注意到很多公司招聘的都是20多岁的年轻人，我现在也是这个年纪，但是我常常担心自己的未来。",
        "label": ""
      },
      {
        "sentence": "我不知道将来30多岁或40多岁的人要去做什么工作，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑和焦虑。根据你的问题描述，你可能有以下担心：一是担心与20多岁的年轻人竞争，面临压力；二是对未来的不确定性，担心被淘汰后，30多岁或40多岁的人会面临失业。首先，我想告诉你，人事招聘20多岁的年轻人有以下原因：一是他们刚毕业或刚踏入社会，可塑性强，容易培养。他们就像一张白纸，可以发展出无限可能。所以公司一般会从基础岗位开始招聘他们。二是年轻人的人工成本较低。随着工龄增长，员工的薪资也会逐渐增加。三是年轻人充满活力，有更高的性价比。对于30多岁或40多岁的人来说，他们通常在公司的核心管理岗位上。三十而立，很多人正是在30多岁时开始担任管理职位，而40多岁的人则掌握了核心权力。所以不要担心，只要你不断成长，到了三十岁，你的前途肯定会比现在更有希望。有一句话说：“世界掌握在年轻人手里”，其实后浪推前浪并不是说年轻人立马就掌握了世界，而是因为年轻人的可能性更大。他们站在前人的肩膀上，到了和前浪同样年纪的时候，能做出更多突破和突破。所以现在我们所说的年轻人，当他们真的掌握世界的时候，大部分也是30多40多岁，甚至更年长了。不要害怕未来，最好的办法就是现在投资自己。综合前面的观点，我们可以知道，年轻人的优势仅仅是年轻和有前人铺路，但如果你能抓住这种优势，创造更多的价值，到了三四十岁的时候，就不会因为不再年轻而被淘汰。不害怕未来的最好办法是投资现在。我的建议是：一是不要只停留在思考问题的阶段，行动才是解决问题的答案。放下焦虑和困惑，全力以赴做好现在的工作，先在同龄人中立于不败之地，然后追求卓越。二是和身边优秀的长者多交流，了解他们的成长经历和思维方式，从中获得榜样的力量。读一些提升自我的书籍，提升技能。此外，抽空去看看世界，周末去周边游玩，假期去更远的地方，你会发现世界如此广阔，而我们的困扰在生命的长河中显得微不足道，不如尽情享受生活，抓住当下。年轻就是要敢于做梦，敢于挑战自我，投资现在。加油！你是可以的！",
    "annotation": [
      {
        "sentence": "我了解你的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "根据你的问题描述，你可能有以下担心：一是担心与20多岁的年轻人竞争，面临压力；二是对未来的不确定性，担心被淘汰后，30多岁或40多岁的人会面临失业。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，人事招聘20多岁的年轻人有以下原因：一是他们刚毕业或刚踏入社会，可塑性强，容易培养。",
        "label": ""
      },
      {
        "sentence": "他们就像一张白纸，可以发展出无限可能。",
        "label": ""
      },
      {
        "sentence": "所以公司一般会从基础岗位开始招聘他们。",
        "label": ""
      },
      {
        "sentence": "二是年轻人的人工成本较低。",
        "label": ""
      },
      {
        "sentence": "随着工龄增长，员工的薪资也会逐渐增加。",
        "label": ""
      },
      {
        "sentence": "三是年轻人充满活力，有更高的性价比。",
        "label": ""
      },
      {
        "sentence": "对于30多岁或40多岁的人来说，他们通常在公司的核心管理岗位上。",
        "label": ""
      },
      {
        "sentence": "三十而立，很多人正是在30多岁时开始担任管理职位，而40多岁的人则掌握了核心权力。",
        "label": ""
      },
      {
        "sentence": "所以不要担心，只要你不断成长，到了三十岁，你的前途肯定会比现在更有希望。",
        "label": ""
      },
      {
        "sentence": "有一句话说：“世界掌握在年轻人手里”，其实后浪推前浪并不是说年轻人立马就掌握了世界，而是因为年轻人的可能性更大。",
        "label": ""
      },
      {
        "sentence": "他们站在前人的肩膀上，到了和前浪同样年纪的时候，能做出更多突破和突破。",
        "label": ""
      },
      {
        "sentence": "所以现在我们所说的年轻人，当他们真的掌握世界的时候，大部分也是30多40多岁，甚至更年长了。",
        "label": ""
      },
      {
        "sentence": "不要害怕未来，最好的办法就是现在投资自己。",
        "label": ""
      },
      {
        "sentence": "综合前面的观点，我们可以知道，年轻人的优势仅仅是年轻和有前人铺路，但如果你能抓住这种优势，创造更多的价值，到了三四十岁的时候，就不会因为不再年轻而被淘汰。",
        "label": ""
      },
      {
        "sentence": "不害怕未来的最好办法是投资现在。",
        "label": ""
      },
      {
        "sentence": "我的建议是：一是不要只停留在思考问题的阶段，行动才是解决问题的答案。",
        "label": ""
      },
      {
        "sentence": "放下焦虑和困惑，全力以赴做好现在的工作，先在同龄人中立于不败之地，然后追求卓越。",
        "label": ""
      },
      {
        "sentence": "二是和身边优秀的长者多交流，了解他们的成长经历和思维方式，从中获得榜样的力量。",
        "label": ""
      },
      {
        "sentence": "读一些提升自我的书籍，提升技能。",
        "label": ""
      },
      {
        "sentence": "此外，抽空去看看世界，周末去周边游玩，假期去更远的地方，你会发现世界如此广阔，而我们的困扰在生命的长河中显得微不足道，不如尽情享受生活，抓住当下。",
        "label": ""
      },
      {
        "sentence": "年轻就是要敢于做梦，敢于挑战自我，投资现在。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你是可以的！",
        "label": ""
      }
    ]
  }
]