[
  {
    "role": "client",
    "content": "干啥啥不行，很迷茫很恍惚，不知道自己存在的意义？今年九月开始从事美容行业。其实我对美容不感冒，只是不知道自己要做什么，就来了美容店。到现在，差不多两个月了，从最初好奇，动力满满，到现在的茫然。前面第一个月是学习知识，后面一个月是正式上班（我不是学院学的，是店里学习的）就这一个月，不断的被顾客否认，更甚者是明确的说，不要我洗脸，我自知自己手法不行，但是在不断的努力还是被否认后，我茫然了，甚至还有一种，我很无能的感觉。",
    "annotation": [
      {
        "sentence": "干啥啥不行，很迷茫很恍惚，不知道自己存在的意义？",
        "label": ""
      },
      {
        "sentence": "今年九月开始从事美容行业。",
        "label": ""
      },
      {
        "sentence": "其实我对美容不感冒，只是不知道自己要做什么，就来了美容店。",
        "label": ""
      },
      {
        "sentence": "到现在，差不多两个月了，从最初好奇，动力满满，到现在的茫然。",
        "label": ""
      },
      {
        "sentence": "前面第一个月是学习知识，后面一个月是正式上班（我不是学院学的，是店里学习的）就这一个月，不断的被顾客否认，更甚者是明确的说，不要我洗脸，我自知自己手法不行，但是在不断的努力还是被否认后，我茫然了，甚至还有一种，我很无能的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的这段长长的描述中，我特别能理解你在字里行间散发出的那种“即使自己已经很努力想要把工作做好却仍然屡遭顾客否定”的痛苦，而这种痛苦滋生了焦虑，焦虑还让你遭受了迷茫和自我价值感低的冲击。来，咱们一起把这团纠结的乱麻解解看。",
    "annotation": [
      {
        "sentence": "在你的这段长长的描述中，我特别能理解你在字里行间散发出的那种“即使自己已经很努力想要把工作做好却仍然屡遭顾客否定”的痛苦，而这种痛苦滋生了焦虑，焦虑还让你遭受了迷茫和自我价值感低的冲击。",
        "label": ""
      },
      {
        "sentence": "来，咱们一起把这团纠结的乱麻解解看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。可是我真的好想找到自己真正想要做的事情，有意义的事情，不只是为了赚钱而已。",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "可是我真的好想找到自己真正想要做的事情，有意义的事情，不只是为了赚钱而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我看到你在描述中说自己其实对美容并不感冒，只是不知道自己要做什么，才到的美容店。你知道吗？这就是一个很棒的开始了！你给了自己一个尝试的机会，而你也在描述中提到过，你在学习技术的时候有过动力满满的阶段。那么，你有没有考虑过去尝试一下自己感兴趣的领域呢？",
    "annotation": [
      {
        "sentence": "当我看到你在描述中说自己其实对美容并不感冒，只是不知道自己要做什么，才到的美容店。",
        "label": ""
      },
      {
        "sentence": "你知道吗？",
        "label": ""
      },
      {
        "sentence": "这就是一个很棒的开始了！",
        "label": ""
      },
      {
        "sentence": "你给了自己一个尝试的机会，而你也在描述中提到过，你在学习技术的时候有过动力满满的阶段。",
        "label": ""
      },
      {
        "sentence": "那么，你有没有考虑过去尝试一下自己感兴趣的领域呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直很喜欢音乐，但是我不会唱歌也不会演奏什么乐器。现在想想好像也只是自己的一个梦想罢了。",
    "annotation": [
      {
        "sentence": "其实我一直很喜欢音乐，但是我不会唱歌也不会演奏什么乐器。",
        "label": ""
      },
      {
        "sentence": "现在想想好像也只是自己的一个梦想罢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么，我们一起来思考一下，如何能够让你的音乐梦想变成现实呢？你有没有考虑过去学习一些音乐制作的知识呢？或者去参加一些音乐相关的活动或者社团呢？我相信只要你有心，总能找到让自己快乐的领域。",
    "annotation": [
      {
        "sentence": "那么，我们一起来思考一下，如何能够让你的音乐梦想变成现实呢？",
        "label": ""
      },
      {
        "sentence": "你有没有考虑过去学习一些音乐制作的知识呢？",
        "label": ""
      },
      {
        "sentence": "或者去参加一些音乐相关的活动或者社团呢？",
        "label": ""
      },
      {
        "sentence": "我相信只要你有心，总能找到让自己快乐的领域。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑一下的。但是现在我还是在美容店工作，而且总是被否定，我感觉自己好无能。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑一下的。",
        "label": ""
      },
      {
        "sentence": "但是现在我还是在美容店工作，而且总是被否定，我感觉自己好无能。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "各行各业其实都有难的点，比如你在的美容这一行，顾客不满服务的情况其实时有发生，连带你的努力都遭到否定，但即使是这样，我还是要告诉你：这并不是你做得不好，而是每个人对一件事情好坏的评判标准都有不同，决定这种不同的，则是每个人的价值观。当你被否定的时候，不要放弃，要想想自己还能够做些什么来提升自己。",
    "annotation": [
      {
        "sentence": "各行各业其实都有难的点，比如你在的美容这一行，顾客不满服务的情况其实时有发生，连带你的努力都遭到否定，但即使是这样，我还是要告诉你：这并不是你做得不好，而是每个人对一件事情好坏的评判标准都有不同，决定这种不同的，则是每个人的价值观。",
        "label": ""
      },
      {
        "sentence": "当你被否定的时候，不要放弃，要想想自己还能够做些什么来提升自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我觉得我的自信心也特别低，总觉得自己不行。",
    "annotation": [
      {
        "sentence": "其实我觉得我的自信心也特别低，总觉得自己不行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉很正常，很多人都会遇到类似的问题。那么，我们一起来思考一下，如何提升自己的自信呢？你有没有尝试过给自己一些肯定呢？比如，每天都告诉自己一些积极的话语，或者找一些生活中小小的成功来激励自己等等。",
    "annotation": [
      {
        "sentence": "这种感觉很正常，很多人都会遇到类似的问题。",
        "label": ""
      },
      {
        "sentence": "那么，我们一起来思考一下，如何提升自己的自信呢？",
        "label": ""
      },
      {
        "sentence": "你有没有尝试过给自己一些肯定呢？",
        "label": ""
      },
      {
        "sentence": "比如，每天都告诉自己一些积极的话语，或者找一些生活中小小的成功来激励自己等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试试看。谢谢你的建议和理解，让我感觉到了温暖和希望。",
    "annotation": [
      {
        "sentence": "我试试看。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和理解，让我感觉到了温暖和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够找到自己的方向，也能够变成更加自信和成功的自己。不要放弃，要坚持努力，同时也要保持乐观的心态。向你致以我诚挚的祝福！",
    "annotation": [
      {
        "sentence": "我相信你一定能够找到自己的方向，也能够变成更加自信和成功的自己。",
        "label": ""
      },
      {
        "sentence": "不要放弃，要坚持努力，同时也要保持乐观的心态。",
        "label": ""
      },
      {
        "sentence": "向你致以我诚挚的祝福！",
        "label": ""
      }
    ]
  }
]