[
  {
    "role": "client",
    "content": "我是一名二本的学生，现在对于自己的现状非常迷茫和痛苦，不知道该怎么办。有很多原因导致我这种情绪，但最主要的是对未来的迷茫无望。",
    "annotation": [
      {
        "sentence": "我是一名二本的学生，现在对于自己的现状非常迷茫和痛苦，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "有很多原因导致我这种情绪，但最主要的是对未来的迷茫无望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我听到你的话感到很心疼。能告诉我更多关于你目前感到迷茫和无助的原因吗？",
    "annotation": [
      {
        "sentence": "首先，我听到你的话感到很心疼。",
        "label": ""
      },
      {
        "sentence": "能告诉我更多关于你目前感到迷茫和无助的原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是一名英专翻译专业的学生，但是我的英语非常差，每次上课听不懂老师的讲解，很难跟上课程的进度。更重要的是，英语是我专业必须要学好的一项，每次老师布置的作业都很难完成，这让我很痛苦。",
    "annotation": [
      {
        "sentence": "我是一名英专翻译专业的学生，但是我的英语非常差，每次上课听不懂老师的讲解，很难跟上课程的进度。",
        "label": ""
      },
      {
        "sentence": "更重要的是，英语是我专业必须要学好的一项，每次老师布置的作业都很难完成，这让我很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你觉得学习英语非常痛苦，似乎也不喜欢这个专业。你有没有考虑过其他的专业或者职业呢？",
    "annotation": [
      {
        "sentence": "听起来你觉得学习英语非常痛苦，似乎也不喜欢这个专业。",
        "label": ""
      },
      {
        "sentence": "你有没有考虑过其他的专业或者职业呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也不知道自己喜欢什么，总觉得自己不擅长做任何一件事情。而且我性格比较内向，没有什么朋友，觉得自己就是一个怪物，一个异类。",
    "annotation": [
      {
        "sentence": "其实我也不知道自己喜欢什么，总觉得自己不擅长做任何一件事情。",
        "label": ""
      },
      {
        "sentence": "而且我性格比较内向，没有什么朋友，觉得自己就是一个怪物，一个异类。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解到你的困境并能感受到你的痛苦。你有没有考虑过主动尝试和其他人交流或尝试新事物，这可以让你更多地了解并发掘自己的兴趣爱好。当你更加了解自己时，你会发现在这个世界上你也是独一无二的，不再是一个“怪物”或“异类”。",
    "annotation": [
      {
        "sentence": "我了解到你的困境并能感受到你的痛苦。",
        "label": ""
      },
      {
        "sentence": "你有没有考虑过主动尝试和其他人交流或尝试新事物，这可以让你更多地了解并发掘自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "当你更加了解自己时，你会发现在这个世界上你也是独一无二的，不再是一个“怪物”或“异类”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，但是我还有一个更大的问题。我父亲去世了，这让我感到很孤独和无力，另外我的母亲和奶奶之间的关系也很不好，让我觉得家里一团乱。我也常常感觉自己就是个累赘，如果不在这个世界上，母亲和奶奶就可以过得更好。",
    "annotation": [
      {
        "sentence": "我理解你的意思，但是我还有一个更大的问题。",
        "label": ""
      },
      {
        "sentence": "我父亲去世了，这让我感到很孤独和无力，另外我的母亲和奶奶之间的关系也很不好，让我觉得家里一团乱。",
        "label": ""
      },
      {
        "sentence": "我也常常感觉自己就是个累赘，如果不在这个世界上，母亲和奶奶就可以过得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常能理解你的心情。这些经历对你来说是非常痛苦的，我可以给你提供一些情绪管理的建议，帮助你缓解压力。在这段时间内，当你觉得心情低落的时候可以和身边的亲人或者朋友分享你的感受，或者尝试阅读一些能够让你感到放松和愉悦的东西。不要感觉自己是累赘，你的存在对他们来说是非常重要的。当你学会如何管理自己的情绪时，你也可以学会如何不被负面情绪所控制，发掘更多生命的美好。",
    "annotation": [
      {
        "sentence": "我非常能理解你的心情。",
        "label": ""
      },
      {
        "sentence": "这些经历对你来说是非常痛苦的，我可以给你提供一些情绪管理的建议，帮助你缓解压力。",
        "label": ""
      },
      {
        "sentence": "在这段时间内，当你觉得心情低落的时候可以和身边的亲人或者朋友分享你的感受，或者尝试阅读一些能够让你感到放松和愉悦的东西。",
        "label": ""
      },
      {
        "sentence": "不要感觉自己是累赘，你的存在对他们来说是非常重要的。",
        "label": ""
      },
      {
        "sentence": "当你学会如何管理自己的情绪时，你也可以学会如何不被负面情绪所控制，发掘更多生命的美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去做。现在我觉得情绪有所缓解了，谢谢你的耐心倾听和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去做。",
        "label": ""
      },
      {
        "sentence": "现在我觉得情绪有所缓解了，谢谢你的耐心倾听和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我一直在你身边，为你加油打气。如果你需要进一步的支持，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "不用谢，我一直在你身边，为你加油打气。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]