[
  {
    "role": "client",
    "content": "干啥啥不行，很迷茫很恍惚，不知道自己存在的意义？",
    "annotation": [
      {
        "sentence": "干啥啥不行，很迷茫很恍惚，不知道自己存在的意义？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的自述，发现你在新工作领域中遇到了困扰，新的工作让自己不满意，也没有让客户满意，还遭到同事的嘲笑，这些问题积压在你心里无法派遣。也许你还是要笑脸相迎，但是你的痛苦我感受到了。",
    "annotation": [
      {
        "sentence": "听了你的自述，发现你在新工作领域中遇到了困扰，新的工作让自己不满意，也没有让客户满意，还遭到同事的嘲笑，这些问题积压在你心里无法派遣。",
        "label": ""
      },
      {
        "sentence": "也许你还是要笑脸相迎，但是你的痛苦我感受到了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "今年九月开始从事美容行业。其实我对美容不感冒，只是不知道自己要做什么，就来了美容店。到现在，差不多两个月了，从最初好奇，动力满满，到现在的茫然。前面第一个月是学习知识，后面一个月是正式上班（我不是学院学的，是店里学习的）就这一个月，不断的被顾客否认，更甚者是明确的说，不要我洗脸，我自知自己手法不行，但是在不断的努力还是被否认后，我茫然了，甚至还有一种，我很无能的感觉。",
    "annotation": [
      {
        "sentence": "今年九月开始从事美容行业。",
        "label": ""
      },
      {
        "sentence": "其实我对美容不感冒，只是不知道自己要做什么，就来了美容店。",
        "label": ""
      },
      {
        "sentence": "到现在，差不多两个月了，从最初好奇，动力满满，到现在的茫然。",
        "label": ""
      },
      {
        "sentence": "前面第一个月是学习知识，后面一个月是正式上班（我不是学院学的，是店里学习的）就这一个月，不断的被顾客否认，更甚者是明确的说，不要我洗脸，我自知自己手法不行，但是在不断的努力还是被否认后，我茫然了，甚至还有一种，我很无能的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你尝试想想以下问题。1.你现在面临的问题是因为工作业务能力还不达标？还是人际交往有些障碍，还不够自信，首先要有直面问题根源的勇气；2.是否对现状不满意，也没有认真付出努力，而且选择美容行业也没有深思熟虑，导致自己迷茫？3.没有认真想过自己的擅长领域，害怕吃苦？如果你能够直面自己的不足，发掘自己的长处，重新开始有何不可？你还很年轻，还有很多事可做，一定要努力发掘，脚踏实地。",
    "annotation": [
      {
        "sentence": "你尝试想想以下问题。",
        "label": ""
      },
      {
        "sentence": "1.你现在面临的问题是因为工作业务能力还不达标？",
        "label": ""
      },
      {
        "sentence": "还是人际交往有些障碍，还不够自信，首先要有直面问题根源的勇气；2.是否对现状不满意，也没有认真付出努力，而且选择美容行业也没有深思熟虑，导致自己迷茫？",
        "label": ""
      },
      {
        "sentence": "3.没有认真想过自己的擅长领域，害怕吃苦？",
        "label": ""
      },
      {
        "sentence": "如果你能够直面自己的不足，发掘自己的长处，重新开始有何不可？",
        "label": ""
      },
      {
        "sentence": "你还很年轻，还有很多事可做，一定要努力发掘，脚踏实地。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "昨天我的一个同事和我聊天，她说我怎么走路像个鸵鸟似的，畏畏缩缩，这让我本就自卑的心更是跌入了尘埃回想这十几年来，干啥啥不行，是真的抑郁了。在人际关系上也是，总是能把一副好好的牌给打成了烂牌的样子。是真的，不知道自己还能干什么？感觉现在的自己，一分一秒都是煎熬。",
    "annotation": [
      {
        "sentence": "昨天我的一个同事和我聊天，她说我怎么走路像个鸵鸟似的，畏畏缩缩，这让我本就自卑的心更是跌入了尘埃回想这十几年来，干啥啥不行，是真的抑郁了。",
        "label": ""
      },
      {
        "sentence": "在人际关系上也是，总是能把一副好好的牌给打成了烂牌的样子。",
        "label": ""
      },
      {
        "sentence": "是真的，不知道自己还能干什么？",
        "label": ""
      },
      {
        "sentence": "感觉现在的自己，一分一秒都是煎熬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的同事的评价确实给你带来了压力和伤害，但请不要陷入自卑，也不要将这个小插曲定义为自己的全部。每个人都有不足之处，重要的是你认识到自己的问题并愿意努力改变。或许你可以尝试寻找专业的培训，提高自己的技能，克服工作上的困难。此外，在人际关系方面，我们可以一起探讨一些改善的方式，帮助你提升人际交往的能力。",
    "annotation": [
      {
        "sentence": "你的同事的评价确实给你带来了压力和伤害，但请不要陷入自卑，也不要将这个小插曲定义为自己的全部。",
        "label": ""
      },
      {
        "sentence": "每个人都有不足之处，重要的是你认识到自己的问题并愿意努力改变。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试寻找专业的培训，提高自己的技能，克服工作上的困难。",
        "label": ""
      },
      {
        "sentence": "此外，在人际关系方面，我们可以一起探讨一些改善的方式，帮助你提升人际交往的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和鼓励，我知道我需要正视问题并努力改变。但目前我对未来感到迷茫和恐惧，不知道自己还能不能找到适合自己的方向和工作。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和鼓励，我知道我需要正视问题并努力改变。",
        "label": ""
      },
      {
        "sentence": "但目前我对未来感到迷茫和恐惧，不知道自己还能不能找到适合自己的方向和工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫和恐惧是常见的情绪，尤其在面临人生选择和职业发展时。但不要忘记，每个人的成长之路都是充满曲折和挑战的。或许你可以花些时间反思自己的兴趣和擅长领域，找到对你来说有意义和价值的事情。同时，也可以向身边的朋友或者专业人士寻求一些建议和意见，倾听他们的经验和故事，或许能给你一些启示和帮助。",
    "annotation": [
      {
        "sentence": "迷茫和恐惧是常见的情绪，尤其在面临人生选择和职业发展时。",
        "label": ""
      },
      {
        "sentence": "但不要忘记，每个人的成长之路都是充满曲折和挑战的。",
        "label": ""
      },
      {
        "sentence": "或许你可以花些时间反思自己的兴趣和擅长领域，找到对你来说有意义和价值的事情。",
        "label": ""
      },
      {
        "sentence": "同时，也可以向身边的朋友或者专业人士寻求一些建议和意见，倾听他们的经验和故事，或许能给你一些启示和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我需要更多的时间去思考和探索。但是我还是很害怕失败和被否定，这些担忧让我很难跨出一步。",
    "annotation": [
      {
        "sentence": "你说的有道理，我需要更多的时间去思考和探索。",
        "label": ""
      },
      {
        "sentence": "但是我还是很害怕失败和被否定，这些担忧让我很难跨出一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失败和被否定是很正常的情绪，但请记住，失败和挫折是成长和成功的必经之路。每个人都会面临失败和困难，但关键是如何看待和应对这些挑战。你可以试着改变对失败的态度，将其看作是学习和成长的机会。同时，你也可以寻求支持和鼓励，例如与朋友、家人或专业人士交流，分享你的困惑和担忧。他们可能能给你一些实用的建议和帮助。",
    "annotation": [
      {
        "sentence": "害怕失败和被否定是很正常的情绪，但请记住，失败和挫折是成长和成功的必经之路。",
        "label": ""
      },
      {
        "sentence": "每个人都会面临失败和困难，但关键是如何看待和应对这些挑战。",
        "label": ""
      },
      {
        "sentence": "你可以试着改变对失败的态度，将其看作是学习和成长的机会。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求支持和鼓励，例如与朋友、家人或专业人士交流，分享你的困惑和担忧。",
        "label": ""
      },
      {
        "sentence": "他们可能能给你一些实用的建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力改变自己的态度，并积极面对人生的变化和困难。我相信只要坚持不懈，努力追寻自己的梦想和目标，一定能找到适合自己的方向和工作。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力改变自己的态度，并积极面对人生的变化和困难。",
        "label": ""
      },
      {
        "sentence": "我相信只要坚持不懈，努力追寻自己的梦想和目标，一定能找到适合自己的方向和工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法和决心。每个人的人生都经历了不同的起伏和迷茫，但只要我们坚持努力，相信自己的能力，就能够找到自己的归属感和意义。记得保持积极的心态，进行有效的规划和行动，相信你一定能够走向成功的道路。祝愿你未来一切顺利，实现自己的梦想！",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法和决心。",
        "label": ""
      },
      {
        "sentence": "每个人的人生都经历了不同的起伏和迷茫，但只要我们坚持努力，相信自己的能力，就能够找到自己的归属感和意义。",
        "label": ""
      },
      {
        "sentence": "记得保持积极的心态，进行有效的规划和行动，相信你一定能够走向成功的道路。",
        "label": ""
      },
      {
        "sentence": "祝愿你未来一切顺利，实现自己的梦想！",
        "label": ""
      }
    ]
  }
]