[
  {
    "role": "client",
    "content": "干啥啥不行，很迷茫很恍惚，不知道自己存在的意义？今年九月开始从事美容行业。其实我对美容不感冒，只是不知道自己要做什么，就来了美容店。到现在，差不多两个月了，从最初好奇，动力满满，到现在的茫然。前面第一个月是学习知识，后面一个月是正式上班（我不是学院学的，是店里学习的）就这一个月，不断的被顾客否认，更甚者是明确的说，不要我洗脸，我自知自己手法不行，但是在不断的努力还是被否认后，我茫然了，甚至还有一种，我很无能的感觉。",
    "annotation": [
      {
        "sentence": "干啥啥不行，很迷茫很恍惚，不知道自己存在的意义？",
        "label": ""
      },
      {
        "sentence": "今年九月开始从事美容行业。",
        "label": ""
      },
      {
        "sentence": "其实我对美容不感冒，只是不知道自己要做什么，就来了美容店。",
        "label": ""
      },
      {
        "sentence": "到现在，差不多两个月了，从最初好奇，动力满满，到现在的茫然。",
        "label": ""
      },
      {
        "sentence": "前面第一个月是学习知识，后面一个月是正式上班（我不是学院学的，是店里学习的）就这一个月，不断的被顾客否认，更甚者是明确的说，不要我洗脸，我自知自己手法不行，但是在不断的努力还是被否认后，我茫然了，甚至还有一种，我很无能的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你这种感觉。从你的描述中，我看到随事情的发展，引发了你自己心态的变化，你没有错！而且做的也很好在这过程中！你学习很努力，而且一开始就信心满满，或许你是为了学习而学习，但是任何事情都不是机械和孤立的，如果事情发展和变化之中少了感情和热情，也就是心意的传达，任何美丽的东西都将失去生气。",
    "annotation": [
      {
        "sentence": "很心疼你这种感觉。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我看到随事情的发展，引发了你自己心态的变化，你没有错！",
        "label": ""
      },
      {
        "sentence": "而且做的也很好在这过程中！",
        "label": ""
      },
      {
        "sentence": "你学习很努力，而且一开始就信心满满，或许你是为了学习而学习，但是任何事情都不是机械和孤立的，如果事情发展和变化之中少了感情和热情，也就是心意的传达，任何美丽的东西都将失去生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我可能太专注于技术方面了，而忽略了与客户的沟通和互动。但是我不知道该怎么调整自己的心态和情绪。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我可能太专注于技术方面了，而忽略了与客户的沟通和互动。",
        "label": ""
      },
      {
        "sentence": "但是我不知道该怎么调整自己的心态和情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放松自我，调整思路和情绪，找回自己最美丽最美好的那一面，用自己的真诚和客户去互动，总会收获属于你自己的东西。试试把自己的心意传达给客户，你会发现交流的过程不再单纯只是技术的传授，而是一种更加有意义的互动。",
    "annotation": [
      {
        "sentence": "放松自我，调整思路和情绪，找回自己最美丽最美好的那一面，用自己的真诚和客户去互动，总会收获属于你自己的东西。",
        "label": ""
      },
      {
        "sentence": "试试把自己的心意传达给客户，你会发现交流的过程不再单纯只是技术的传授，而是一种更加有意义的互动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那如果我还是被否认怎么办？我会觉得自己更加无能和失望。",
    "annotation": [
      {
        "sentence": "那如果我还是被否认怎么办？",
        "label": ""
      },
      {
        "sentence": "我会觉得自己更加无能和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "任何一个人再好也不会所有人都觉得好，你需要做的是做最好的你自己，不必在意一些别人的看法，但是要不断完善自己，树立自信，吸收好的建议，使自己成为自己喜欢的人，那你也成了别人喜欢的人。树立个小目标，试试看，做最好的自己！",
    "annotation": [
      {
        "sentence": "任何一个人再好也不会所有人都觉得好，你需要做的是做最好的你自己，不必在意一些别人的看法，但是要不断完善自己，树立自信，吸收好的建议，使自己成为自己喜欢的人，那你也成了别人喜欢的人。",
        "label": ""
      },
      {
        "sentence": "树立个小目标，试试看，做最好的自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着跟客户更好地互动，并且在自己的技术方面不断努力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着跟客户更好地互动，并且在自己的技术方面不断努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供一些帮助，相信你一定能够战胜迷茫和无能的感觉，找到属于自己的存在意义。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供一些帮助，相信你一定能够战胜迷茫和无能的感觉，找到属于自己的存在意义。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]