[
  {
    "role": "client",
    "content": "没人能理解我给我支持，觉得没有地方能容纳我怎么办？备战考研中，男朋友因为距离太远和我提了分手。父母也对我对未来的规划不认可，在我下定决心想做一件事的时候，就会和我说他们的想法，批判我曾经的做法，并且对我的规划提出警告，不是给我加油打气，而是和我说我之前手机玩多了，所以今年考研很难，但是又让我一心考上，如果失败了就按照他们说的那样做。我觉得好像没有人能理解我给我支持，我每次一试着靠自己，就会有人来干涉。就像我以为我俩最后能好好在一起，就像我以为我按着我自己选择的路慢慢前进就会到达终点，但是好像总有外界的，而且是亲近的人伤害我。每次遇到都会觉得心里的支柱倒了，很崩溃。好像没有地方能接受我，认同我，真的只有我自己。",
    "annotation": [
      {
        "sentence": "没人能理解我给我支持，觉得没有地方能容纳我怎么办？",
        "label": ""
      },
      {
        "sentence": "备战考研中，男朋友因为距离太远和我提了分手。",
        "label": ""
      },
      {
        "sentence": "父母也对我对未来的规划不认可，在我下定决心想做一件事的时候，就会和我说他们的想法，批判我曾经的做法，并且对我的规划提出警告，不是给我加油打气，而是和我说我之前手机玩多了，所以今年考研很难，但是又让我一心考上，如果失败了就按照他们说的那样做。",
        "label": ""
      },
      {
        "sentence": "我觉得好像没有人能理解我给我支持，我每次一试着靠自己，就会有人来干涉。",
        "label": ""
      },
      {
        "sentence": "就像我以为我俩最后能好好在一起，就像我以为我按着我自己选择的路慢慢前进就会到达终点，但是好像总有外界的，而且是亲近的人伤害我。",
        "label": ""
      },
      {
        "sentence": "每次遇到都会觉得心里的支柱倒了，很崩溃。",
        "label": ""
      },
      {
        "sentence": "好像没有地方能接受我，认同我，真的只有我自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的无助。了解到你的父母总是会对你自己提出的计划做一些评判，要求你按照他们的意思去做，其实从他们的角度上去看，父母认为自己的阅历经历比你更加成熟可靠，所以会想要你按照他们的建议去做，这样会比较保守但安全，不过你已经在考研的阶段，已经算是一个成年人了，也有自己的独立的思想，但对于父母的操心和控制，令你很难受。与男友分手也是感觉超出了自己的计划，好像不论恋爱还是考研都不能受到自己的想法的控制，感觉没有人理解自己，支持自己，很孤单。",
    "annotation": [
      {
        "sentence": "很理解你的无助。",
        "label": ""
      },
      {
        "sentence": "了解到你的父母总是会对你自己提出的计划做一些评判，要求你按照他们的意思去做，其实从他们的角度上去看，父母认为自己的阅历经历比你更加成熟可靠，所以会想要你按照他们的建议去做，这样会比较保守但安全，不过你已经在考研的阶段，已经算是一个成年人了，也有自己的独立的思想，但对于父母的操心和控制，令你很难受。",
        "label": ""
      },
      {
        "sentence": "与男友分手也是感觉超出了自己的计划，好像不论恋爱还是考研都不能受到自己的想法的控制，感觉没有人理解自己，支持自己，很孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的觉得很孤单，很无助。我明白父母是为了我好，但他们的方式让我感到压力很大，好像我不能按照自己的意愿去做决定。我希望他们能够理解我，支持我。",
    "annotation": [
      {
        "sentence": "是的，我真的觉得很孤单，很无助。",
        "label": ""
      },
      {
        "sentence": "我明白父母是为了我好，但他们的方式让我感到压力很大，好像我不能按照自己的意愿去做决定。",
        "label": ""
      },
      {
        "sentence": "我希望他们能够理解我，支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于父母的意见，你是否只习惯了去接纳呢？其实你可以对父母表达出自己的真实的情绪和感受，并且告诉他们，他们这样做令你很难受，你已经是一个成年人，能够为自己的人生负责了。",
    "annotation": [
      {
        "sentence": "对于父母的意见，你是否只习惯了去接纳呢？",
        "label": ""
      },
      {
        "sentence": "其实你可以对父母表达出自己的真实的情绪和感受，并且告诉他们，他们这样做令你很难受，你已经是一个成年人，能够为自己的人生负责了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直都很害怕跟父母发生争执，我怕他们生气，怕破坏了我们之间的关系。我应该怎么做才能让他们理解呢？",
    "annotation": [
      {
        "sentence": "其实我一直都很害怕跟父母发生争执，我怕他们生气，怕破坏了我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做才能让他们理解呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的顾虑，但是沟通是解决问题的关键。你可以选择一个适当的时间，坦诚地和父母沟通，向他们倾诉你的想法、感受和困惑，告诉他们你需要他们的支持和理解，希望他们能够听取你的声音，共同商讨对未来的规划。",
    "annotation": [
      {
        "sentence": "理解你的顾虑，但是沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "你可以选择一个适当的时间，坦诚地和父母沟通，向他们倾诉你的想法、感受和困惑，告诉他们你需要他们的支持和理解，希望他们能够听取你的声音，共同商讨对未来的规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试一试的。除了父母之外，我还可以找谁倾诉呢？我觉得现在真的很孤单。",
    "annotation": [
      {
        "sentence": "好的，我会试一试的。",
        "label": ""
      },
      {
        "sentence": "除了父母之外，我还可以找谁倾诉呢？",
        "label": ""
      },
      {
        "sentence": "我觉得现在真的很孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "缺乏认同感时，你也可以找到一些信任的朋友倾诉，他们能够站在你的角度与你产生共鸣，给予你情感上的支持和理解。或者，你也可以考虑寻求专业的心理辅导，心理专家能够帮助你处理情绪，提供更多的情感支持和建议。",
    "annotation": [
      {
        "sentence": "缺乏认同感时，你也可以找到一些信任的朋友倾诉，他们能够站在你的角度与你产生共鸣，给予你情感上的支持和理解。",
        "label": ""
      },
      {
        "sentence": "或者，你也可以考虑寻求专业的心理辅导，心理专家能够帮助你处理情绪，提供更多的情感支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试与身边的好友倾诉一下，看看是否能找到共鸣和支持。同时，我也会考虑找心理辅导师寻求专业的帮助。谢谢你的建议和支持，让我觉得心情好多了。",
    "annotation": [
      {
        "sentence": "嗯，我会尝试与身边的好友倾诉一下，看看是否能找到共鸣和支持。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑找心理辅导师寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，让我觉得心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记得，最重要的还是努力为自己争取自主选择权，并且将好结果反馈给父母，当他们发现你能够通过自己的选择过好人生，想必他们也能够作出一些退让了。一切都会好起来的，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得，最重要的还是努力为自己争取自主选择权，并且将好结果反馈给父母，当他们发现你能够通过自己的选择过好人生，想必他们也能够作出一些退让了。",
        "label": ""
      },
      {
        "sentence": "一切都会好起来的，加油！",
        "label": ""
      }
    ]
  }
]