[
  {
    "role": "client",
    "content": "丧母百天后老公逼我离婚，我签署了器官捐赠！平静？我母亲7月份过世了，母亲的突然离世，让我措手不及，因为还有很多事都没来得及为她做，根本没有心理准备就离开了，我归咎为我自己没有及时送医救治，内心每天都非常自责，内疚，天天爆哭。当天母亲拉回来的时候，我无法承受打击，服了大剂量安眠药自杀，但是又被救了回来。为了父亲，我勉强活着，假装坚强。之前我为了可以全职照顾母亲没有找工作，再加上长期照顾病人自己也患有抑郁症，加上疫情，母亲的离世，我已经丧失了工作的能力跟心情。为了祭奠母亲，我寸步不离的守在跟母亲生活的那个房子里，那个房子是婚前我跟我老公一起出钱买的。可是就在我这么糟糕的情况下，他让我出去挣钱，甚至从母亲离世到现在一分钱也没有给过我。他最近说自己没钱了，还要卖房子，还总逼我回家跟他过夫妻生活，我真的受不了，说了没几句总是吵起来。我痛哭流涕，让他理解我给我时间，可是根本得不到他的任何理解，今天他跟我提了离婚。我内心非常平静，因为我已经没有可失去。",
    "annotation": [
      {
        "sentence": "丧母百天后老公逼我离婚，我签署了器官捐赠！",
        "label": ""
      },
      {
        "sentence": "平静？",
        "label": ""
      },
      {
        "sentence": "我母亲7月份过世了，母亲的突然离世，让我措手不及，因为还有很多事都没来得及为她做，根本没有心理准备就离开了，我归咎为我自己没有及时送医救治，内心每天都非常自责，内疚，天天爆哭。",
        "label": ""
      },
      {
        "sentence": "当天母亲拉回来的时候，我无法承受打击，服了大剂量安眠药自杀，但是又被救了回来。",
        "label": ""
      },
      {
        "sentence": "为了父亲，我勉强活着，假装坚强。",
        "label": ""
      },
      {
        "sentence": "之前我为了可以全职照顾母亲没有找工作，再加上长期照顾病人自己也患有抑郁症，加上疫情，母亲的离世，我已经丧失了工作的能力跟心情。",
        "label": ""
      },
      {
        "sentence": "为了祭奠母亲，我寸步不离的守在跟母亲生活的那个房子里，那个房子是婚前我跟我老公一起出钱买的。",
        "label": ""
      },
      {
        "sentence": "可是就在我这么糟糕的情况下，他让我出去挣钱，甚至从母亲离世到现在一分钱也没有给过我。",
        "label": ""
      },
      {
        "sentence": "他最近说自己没钱了，还要卖房子，还总逼我回家跟他过夫妻生活，我真的受不了，说了没几句总是吵起来。",
        "label": ""
      },
      {
        "sentence": "我痛哭流涕，让他理解我给我时间，可是根本得不到他的任何理解，今天他跟我提了离婚。",
        "label": ""
      },
      {
        "sentence": "我内心非常平静，因为我已经没有可失去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "急切的写下这段文字，因为我感到了你深切的疼痛，亲人的突然离世，让你感到了无比的痛苦和自责，而老公又没有给予你你希望的支持和帮助，心里更加心灰意冷，真的是太难了，希望我能给你带来一点点温暖和支持。",
    "annotation": [
      {
        "sentence": "急切的写下这段文字，因为我感到了你深切的疼痛，亲人的突然离世，让你感到了无比的痛苦和自责，而老公又没有给予你你希望的支持和帮助，心里更加心灰意冷，真的是太难了，希望我能给你带来一点点温暖和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我真的很需要有人能够理解我的痛苦和困境。我一直觉得很内疚，觉得是我没有尽到女儿的责任，没能及时送母亲去医院救治。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我真的很需要有人能够理解我的痛苦和困境。",
        "label": ""
      },
      {
        "sentence": "我一直觉得很内疚，觉得是我没有尽到女儿的责任，没能及时送母亲去医院救治。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不要再责怪自己了，母亲的去世并不是你的错。我们无法预料到这样的情况发生，你已经尽力了。这种内疚感和自责是正常的，但是也要懂得原谅自己。",
    "annotation": [
      {
        "sentence": "你不要再责怪自己了，母亲的去世并不是你的错。",
        "label": ""
      },
      {
        "sentence": "我们无法预料到这样的情况发生，你已经尽力了。",
        "label": ""
      },
      {
        "sentence": "这种内疚感和自责是正常的，但是也要懂得原谅自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但心里总觉得有一种沉重感压在我身上，无论如何都无法摆脱。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但心里总觉得有一种沉重感压在我身上，无论如何都无法摆脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉很正常，失去亲人是一段很痛苦的过程，需要时间来逐渐接受和疗愈。我建议你试着找一些方式来宣泄情绪，比如倾诉给朋友、写日记、或者尝试一些放松的活动，缓解一下你的心情。",
    "annotation": [
      {
        "sentence": "这种感觉很正常，失去亲人是一段很痛苦的过程，需要时间来逐渐接受和疗愈。",
        "label": ""
      },
      {
        "sentence": "我建议你试着找一些方式来宣泄情绪，比如倾诉给朋友、写日记、或者尝试一些放松的活动，缓解一下你的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在有点迷失，不知道该如何面对未来了。我一直以来都是为了照顾母亲而活，现在她走了，我感觉我已经失去了方向。",
    "annotation": [
      {
        "sentence": "我现在有点迷失，不知道该如何面对未来了。",
        "label": ""
      },
      {
        "sentence": "我一直以来都是为了照顾母亲而活，现在她走了，我感觉我已经失去了方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉很正常，母亲的离世给你的生活带来了巨大的变化。现在你可以先缓一缓，给自己一些时间来调整心态。你可以思考一下母亲希望你过怎样的生活，思考一下你还有其他重要的亲人和朋友，他们对你来说是多么重要。",
    "annotation": [
      {
        "sentence": "这种感觉很正常，母亲的离世给你的生活带来了巨大的变化。",
        "label": ""
      },
      {
        "sentence": "现在你可以先缓一缓，给自己一些时间来调整心态。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下母亲希望你过怎样的生活，思考一下你还有其他重要的亲人和朋友，他们对你来说是多么重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量尝试去接受这个事实，也会思考一下自己未来的规划。但是现在我还有一个问题，就是我老公对于我母亲的离世和我现在的困境完全没有同理心，还总是逼我回家过夫妻生活。",
    "annotation": [
      {
        "sentence": "我会尽量尝试去接受这个事实，也会思考一下自己未来的规划。",
        "label": ""
      },
      {
        "sentence": "但是现在我还有一个问题，就是我老公对于我母亲的离世和我现在的困境完全没有同理心，还总是逼我回家过夫妻生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在如此困难的时期，你需要获得的是理解和支持，不是压力和逼迫。我建议你和你的老公好好沟通，告诉他你的内心状况和需求，希望他能够体谅你的处境。如果他无法给予你所需要的支持，你可以考虑寻找其他亲人或朋友，让他们在这段时间里给你无条件的支持。",
    "annotation": [
      {
        "sentence": "在如此困难的时期，你需要获得的是理解和支持，不是压力和逼迫。",
        "label": ""
      },
      {
        "sentence": "我建议你和你的老公好好沟通，告诉他你的内心状况和需求，希望他能够体谅你的处境。",
        "label": ""
      },
      {
        "sentence": "如果他无法给予你所需要的支持，你可以考虑寻找其他亲人或朋友，让他们在这段时间里给你无条件的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我需要和老公好好沟通，也需要找到其他的支持系统。谢谢你的建议，我会尽量采取行动。",
    "annotation": [
      {
        "sentence": "你说的对，我需要和老公好好沟通，也需要找到其他的支持系统。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尽量采取行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服这个困境，重新找到属于你自己的幸福。记住，无论发生什么，你都不是一个人在奋斗，我们都在支持你。希望你能够接受自己的情绪，同时多想想生活中美好的一面，相信一切都会好起来的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服这个困境，重新找到属于你自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记住，无论发生什么，你都不是一个人在奋斗，我们都在支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能够接受自己的情绪，同时多想想生活中美好的一面，相信一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会坚持下去的。真的非常感谢你能在我最困难的时候给予我支持。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "真的非常感谢你能在我最困难的时候给予我支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。记住要坚强，一切都会过去的。如果你需要继续倾诉或者寻求帮助，随时都可以找我。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记住要坚强，一切都会过去的。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或者寻求帮助，随时都可以找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你！我会记住的！再次感谢你的关心和支持！",
    "annotation": [
      {
        "sentence": "好的，谢谢你！",
        "label": ""
      },
      {
        "sentence": "我会记住的！",
        "label": ""
      },
      {
        "sentence": "再次感谢你的关心和支持！",
        "label": ""
      }
    ]
  }
]