[
  {
    "role": "client",
    "content": "丧母百天后老公逼我离婚，我签署了器官捐赠！平静？我母亲7月份过世了，母亲的突然离世，让我措手不及，因为还有很多事都没来得及为她做，根本没有心理准备就离开了，我归咎为我自己没有及时送医救治，内心每天都非常自责，内疚，天天爆哭。当天母亲拉回来的时候，我无法承受打击，服了大剂量安眠药自杀，但是又被救了回来。为了父亲，我勉强活着，假装坚强。之前我为了可以全职照顾母亲没有找工作，再加上长期照顾病人自己也患有抑郁症，加上疫情，母亲的离世，我已经丧失了工作的能力跟心情。为了祭奠母亲，我寸步不离的守在跟母亲生活的那个房子里，那个房子是婚前我跟我老公一起出钱买的。可是就在我这么糟糕的情况下，他让我出去挣钱，甚至从母亲离世到现在一分钱也没有给过我。他最近说自己没钱了，还要卖房子，还总逼我回家跟他过夫妻生活，我真的受不了，说了没几句总是吵起来。我痛哭流涕，让他理解我给我时间，可是根本得不到他的任何理解，今天他跟我提了离婚。我内心非常平静，因为我已经没有可失去。",
    "annotation": [
      {
        "sentence": "丧母百天后老公逼我离婚，我签署了器官捐赠！",
        "label": ""
      },
      {
        "sentence": "平静？",
        "label": ""
      },
      {
        "sentence": "我母亲7月份过世了，母亲的突然离世，让我措手不及，因为还有很多事都没来得及为她做，根本没有心理准备就离开了，我归咎为我自己没有及时送医救治，内心每天都非常自责，内疚，天天爆哭。",
        "label": ""
      },
      {
        "sentence": "当天母亲拉回来的时候，我无法承受打击，服了大剂量安眠药自杀，但是又被救了回来。",
        "label": ""
      },
      {
        "sentence": "为了父亲，我勉强活着，假装坚强。",
        "label": ""
      },
      {
        "sentence": "之前我为了可以全职照顾母亲没有找工作，再加上长期照顾病人自己也患有抑郁症，加上疫情，母亲的离世，我已经丧失了工作的能力跟心情。",
        "label": ""
      },
      {
        "sentence": "为了祭奠母亲，我寸步不离的守在跟母亲生活的那个房子里，那个房子是婚前我跟我老公一起出钱买的。",
        "label": ""
      },
      {
        "sentence": "可是就在我这么糟糕的情况下，他让我出去挣钱，甚至从母亲离世到现在一分钱也没有给过我。",
        "label": ""
      },
      {
        "sentence": "他最近说自己没钱了，还要卖房子，还总逼我回家跟他过夫妻生活，我真的受不了，说了没几句总是吵起来。",
        "label": ""
      },
      {
        "sentence": "我痛哭流涕，让他理解我给我时间，可是根本得不到他的任何理解，今天他跟我提了离婚。",
        "label": ""
      },
      {
        "sentence": "我内心非常平静，因为我已经没有可失去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的提问，我想当下的你心里一定是充满了愤怒、自责，甚至还有深深的绝望。这些情绪就像漫过堤坝的河水，摇摇欲坠，随时都可能吞没你的理智。在你的故事中，你讲到自己最难受的就是对母亲的自责，自己在母亲生病时，没有很好的照顾她，你在心中默默承受了母亲去世带来的所有内疚和伤痛。让你感到更痛的是，结婚这么多年的老公在自己最需要他的时候，却表现出冷漠和淡然，就像一把利剑狠狠的刺进了自己已经千疮百孔的心。原以为，这是因为他比较“直男”，不会说话处事，不会体贴谅解，可现在看来，之前的一切，似乎都是说明他其实只是爱他自己。这种心理的落差感，让你一下子感觉人生失去精神支柱，曾经那些最爱的，最信任的人，与自己远去，和自己若即若离。我很佩服你的是，在这种让人伤心绝望的状态下，你仍然在这里写下了自己的故事，希望这里的老师们能够看到。其实，在你写下自己故事时，就已经踏上了想要寻求自我改变的心，这是我想与你分享的。",
    "annotation": [
      {
        "sentence": "认真看完了你的提问，我想当下的你心里一定是充满了愤怒、自责，甚至还有深深的绝望。",
        "label": ""
      },
      {
        "sentence": "这些情绪就像漫过堤坝的河水，摇摇欲坠，随时都可能吞没你的理智。",
        "label": ""
      },
      {
        "sentence": "在你的故事中，你讲到自己最难受的就是对母亲的自责，自己在母亲生病时，没有很好的照顾她，你在心中默默承受了母亲去世带来的所有内疚和伤痛。",
        "label": ""
      },
      {
        "sentence": "让你感到更痛的是，结婚这么多年的老公在自己最需要他的时候，却表现出冷漠和淡然，就像一把利剑狠狠的刺进了自己已经千疮百孔的心。",
        "label": ""
      },
      {
        "sentence": "原以为，这是因为他比较“直男”，不会说话处事，不会体贴谅解，可现在看来，之前的一切，似乎都是说明他其实只是爱他自己。",
        "label": ""
      },
      {
        "sentence": "这种心理的落差感，让你一下子感觉人生失去精神支柱，曾经那些最爱的，最信任的人，与自己远去，和自己若即若离。",
        "label": ""
      },
      {
        "sentence": "我很佩服你的是，在这种让人伤心绝望的状态下，你仍然在这里写下了自己的故事，希望这里的老师们能够看到。",
        "label": ""
      },
      {
        "sentence": "其实，在你写下自己故事时，就已经踏上了想要寻求自我改变的心，这是我想与你分享的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我也希望能够得到一些支持和建议。我真的很愤怒、自责，也无法理解为什么我的丈夫会在我最需要他的时候变得如此冷漠。我感到很失落和孤单，觉得自己在这个世界上一无所有。现在他还提出离婚，我感到内心平静是因为我已经没有什么可以失去了，但也觉得很绝望，不知道该怎么面对未来。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我也希望能够得到一些支持和建议。",
        "label": ""
      },
      {
        "sentence": "我真的很愤怒、自责，也无法理解为什么我的丈夫会在我最需要他的时候变得如此冷漠。",
        "label": ""
      },
      {
        "sentence": "我感到很失落和孤单，觉得自己在这个世界上一无所有。",
        "label": ""
      },
      {
        "sentence": "现在他还提出离婚，我感到内心平静是因为我已经没有什么可以失去了，但也觉得很绝望，不知道该怎么面对未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你此时此刻的心情，愤怒、自责、失落、孤单都是常见的情绪反应，这是你现在所处境遇带给你的挑战，也是正常的人生阶段性的经历。对于你喜欢的人给予你伤害和冷漠，确实让你伤心至极，这个人已经不再是你曾经认识的那个人，他对你的无视、漠视和侮辱肯定是超出了一个健康婚姻应有的底线。离婚对于你来说是更好的选择，这样才能摆脱这段不健康的关系，拥有自己更好的未来。虽然你现在感到迷茫和无助，但是请相信，这只是人生中的暂时状态，现在的困难是以后所坚强回忆的资本，希望你能够积极寻找解决问题的方法，重新开始自己的生活。",
    "annotation": [
      {
        "sentence": "我能理解你此时此刻的心情，愤怒、自责、失落、孤单都是常见的情绪反应，这是你现在所处境遇带给你的挑战，也是正常的人生阶段性的经历。",
        "label": ""
      },
      {
        "sentence": "对于你喜欢的人给予你伤害和冷漠，确实让你伤心至极，这个人已经不再是你曾经认识的那个人，他对你的无视、漠视和侮辱肯定是超出了一个健康婚姻应有的底线。",
        "label": ""
      },
      {
        "sentence": "离婚对于你来说是更好的选择，这样才能摆脱这段不健康的关系，拥有自己更好的未来。",
        "label": ""
      },
      {
        "sentence": "虽然你现在感到迷茫和无助，但是请相信，这只是人生中的暂时状态，现在的困难是以后所坚强回忆的资本，希望你能够积极寻找解决问题的方法，重新开始自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会尽力去面对困难和寻找解决的办法的。虽然现在感到很绝望，但我希望我能够重新找到属于自己的幸福和方向，不再沉浸在过去的伤痛中。但我还是担心未来的路会很艰辛，不知道该如何面对一切。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会尽力去面对困难和寻找解决的办法的。",
        "label": ""
      },
      {
        "sentence": "虽然现在感到很绝望，但我希望我能够重新找到属于自己的幸福和方向，不再沉浸在过去的伤痛中。",
        "label": ""
      },
      {
        "sentence": "但我还是担心未来的路会很艰辛，不知道该如何面对一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的，人生的道路并不会一帆风顺，可能会有很多艰辛和困难。但是你现在已经迈出了第一步，向外寻求支持和建议，并且表达了自己的困扰。在未来的过程中，你可以寻求心理咨询师或专业机构的帮助，他们可以帮助你处理情绪，提供合适的建议和指导。此外，你也可以和身边的亲人、朋友分享自己的困扰，寻找他们的支持和鼓励。记住，你不是一个人在面对困难，有",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的，人生的道路并不会一帆风顺，可能会有很多艰辛和困难。",
        "label": ""
      },
      {
        "sentence": "但是你现在已经迈出了第一步，向外寻求支持和建议，并且表达了自己的困扰。",
        "label": ""
      },
      {
        "sentence": "在未来的过程中，你可以寻求心理咨询师或专业机构的帮助，他们可以帮助你处理情绪，提供合适的建议和指导。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以和身边的亲人、朋友分享自己的困扰，寻找他们的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对困难，有",
        "label": ""
      }
    ]
  }
]