[
  {
    "role": "client",
    "content": "丧母百天后老公逼我离婚，我签署了器官捐赠！平静？我母亲7月份过世了，母亲的突然离世，让我措手不及，因为还有很多事都没来得及为她做，根本没有心理准备就离开了，我归咎为我自己没有及时送医救治，内心每天都非常自责，内疚，天天爆哭。当天母亲拉回来的时候，我无法承受打击，服了大剂量安眠药自杀，但是又被救了回来。为了父亲，我勉强活着，假装坚强。之前我为了可以全职照顾母亲没有找工作，再加上长期照顾病人自己也患有抑郁症，加上疫情，母亲的离世，我已经丧失了工作的能力跟心情。为了祭奠母亲，我寸步不离的守在跟母亲生活的那个房子里，那个房子是婚前我跟我老公一起出钱买的。可是就在我这么糟糕的情况下，他让我出去挣钱，甚至从母亲离世到现在一分钱也没有给过我。他最近说自己没钱了，还要卖房子，还总逼我回家跟他过夫妻生活，我真的受不了，说了没几句总是吵起来。我痛哭流涕，让他理解我给我时间，可是根本得不到他的任何理解，今天他跟我提了离婚。我内心非常平静，因为我已经没有可失去。",
    "annotation": [
      {
        "sentence": "丧母百天后老公逼我离婚，我签署了器官捐赠！",
        "label": ""
      },
      {
        "sentence": "平静？",
        "label": ""
      },
      {
        "sentence": "我母亲7月份过世了，母亲的突然离世，让我措手不及，因为还有很多事都没来得及为她做，根本没有心理准备就离开了，我归咎为我自己没有及时送医救治，内心每天都非常自责，内疚，天天爆哭。",
        "label": ""
      },
      {
        "sentence": "当天母亲拉回来的时候，我无法承受打击，服了大剂量安眠药自杀，但是又被救了回来。",
        "label": ""
      },
      {
        "sentence": "为了父亲，我勉强活着，假装坚强。",
        "label": ""
      },
      {
        "sentence": "之前我为了可以全职照顾母亲没有找工作，再加上长期照顾病人自己也患有抑郁症，加上疫情，母亲的离世，我已经丧失了工作的能力跟心情。",
        "label": ""
      },
      {
        "sentence": "为了祭奠母亲，我寸步不离的守在跟母亲生活的那个房子里，那个房子是婚前我跟我老公一起出钱买的。",
        "label": ""
      },
      {
        "sentence": "可是就在我这么糟糕的情况下，他让我出去挣钱，甚至从母亲离世到现在一分钱也没有给过我。",
        "label": ""
      },
      {
        "sentence": "他最近说自己没钱了，还要卖房子，还总逼我回家跟他过夫妻生活，我真的受不了，说了没几句总是吵起来。",
        "label": ""
      },
      {
        "sentence": "我痛哭流涕，让他理解我给我时间，可是根本得不到他的任何理解，今天他跟我提了离婚。",
        "label": ""
      },
      {
        "sentence": "我内心非常平静，因为我已经没有可失去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的母亲完成了她自己的人生使命，离开了，你是母亲生命的延续，不是母亲的附属，你有你自己的人生使命。你深爱你的母亲，母亲生病期间尽力照顾，但母亲走后，你所做的这些是基于母亲的需要吗？你需要时间来表达哀伤。",
    "annotation": [
      {
        "sentence": "你的母亲完成了她自己的人生使命，离开了，你是母亲生命的延续，不是母亲的附属，你有你自己的人生使命。",
        "label": ""
      },
      {
        "sentence": "你深爱你的母亲，母亲生病期间尽力照顾，但母亲走后，你所做的这些是基于母亲的需要吗？",
        "label": ""
      },
      {
        "sentence": "你需要时间来表达哀伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我知道母亲离开是她的选择，但是我总觉得还有很多事情没有做到位。我不断责备自己没有及时送医，没有尽到一个女儿的责任。",
    "annotation": [
      {
        "sentence": "是的，我知道母亲离开是她的选择，但是我总觉得还有很多事情没有做到位。",
        "label": ""
      },
      {
        "sentence": "我不断责备自己没有及时送医，没有尽到一个女儿的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你母亲离开对你打击很大，而你内心的自责和悲伤也是情绪的一种宣泄。但要知道，人的离世并不完全是因为我们的决定和行动，每个人都有各自的命运。你在母亲病情期间已经尽力了，也付出了很多，不要再责怪自己了。",
    "annotation": [
      {
        "sentence": "你母亲离开对你打击很大，而你内心的自责和悲伤也是情绪的一种宣泄。",
        "label": ""
      },
      {
        "sentence": "但要知道，人的离世并不完全是因为我们的决定和行动，每个人都有各自的命运。",
        "label": ""
      },
      {
        "sentence": "你在母亲病情期间已经尽力了，也付出了很多，不要再责怪自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的很难释怀，内心每天都非常沉重，特别是看到母亲生前的照片或者听到与母亲有关的事情，我就忍不住哭泣。",
    "annotation": [
      {
        "sentence": "可是我真的很难释怀，内心每天都非常沉重，特别是看到母亲生前的照片或者听到与母亲有关的事情，我就忍不住哭泣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的哀悼过程，每个人对失去亲人的反应都不尽相同。如果哭泣能够让你舒缓一些，那就哭出来吧，不要压抑自己的情绪。但是也要注意适度，逐渐接受母亲不在身边的事实，并且慢慢恢复正常的生活。",
    "annotation": [
      {
        "sentence": "这是正常的哀悼过程，每个人对失去亲人的反应都不尽相同。",
        "label": ""
      },
      {
        "sentence": "如果哭泣能够让你舒缓一些，那就哭出来吧，不要压抑自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但是也要注意适度，逐渐接受母亲不在身边的事实，并且慢慢恢复正常的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前为了照顾母亲没有找工作，加上自己也有抑郁症，导致我的工作能力和心情都丧失了。现在母亲走了，我感觉自己完全没有信心去工作，也不知道该如何重新开始。",
    "annotation": [
      {
        "sentence": "我之前为了照顾母亲没有找工作，加上自己也有抑郁症，导致我的工作能力和心情都丧失了。",
        "label": ""
      },
      {
        "sentence": "现在母亲走了，我感觉自己完全没有信心去工作，也不知道该如何重新开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的情绪反应，丧失亲人会对我们的生活产生巨大的影响。但是你应该给自己一些时间来慢慢调整，寻找重新开始的机会。或许你可以考虑寻求专业的心理帮助，找到适合自己的工作方式，逐渐重建起自己的生活。",
    "annotation": [
      {
        "sentence": "这是正常的情绪反应，丧失亲人会对我们的生活产生巨大的影响。",
        "label": ""
      },
      {
        "sentence": "但是你应该给自己一些时间来慢慢调整，寻找重新开始的机会。",
        "label": ""
      },
      {
        "sentence": "或许你可以考虑寻求专业的心理帮助，找到适合自己的工作方式，逐渐重建起自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经尝试过自杀，也曾经在母亲离开后守在她生活的房子里，这些行为让我感觉自己不正常。我真的需要帮助。",
    "annotation": [
      {
        "sentence": "我曾经尝试过自杀，也曾经在母亲离开后守在她生活的房子里，这些行为让我感觉自己不正常。",
        "label": ""
      },
      {
        "sentence": "我真的需要帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够意识到自己的问题并寻求帮助。你有勇气面对自己的困境，这是很重要的一步。我们可以帮你找到专业的心理咨询师，他们会更好地指导你，帮助你摆脱困境。",
    "annotation": [
      {
        "sentence": "很高兴你能够意识到自己的问题并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你有勇气面对自己的困境，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "我们可以帮你找到专业的心理咨询师，他们会更好地指导你，帮助你摆脱困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会尽快寻求专业帮助，重新找回自己。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会尽快寻求专业帮助，重新找回自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决定很明智，专业的帮助会让你在困境中找到更好的出路。记住，你并不孤单，我们会一直支持你，陪伴你度过难关。",
    "annotation": [
      {
        "sentence": "你的决定很明智，专业的帮助会让你在困境中找到更好的出路。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一直支持你，陪伴你度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会加倍努力，寻找自己的勇气和希望。我相信，我能够重新找到属于我的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你，我会加倍努力，寻找自己的勇气和希望。",
        "label": ""
      },
      {
        "sentence": "我相信，我能够重新找到属于我的幸福。",
        "label": ""
      }
    ]
  }
]