[
  {
    "role": "client",
    "content": "您好。我最近遇到了一些困扰。我太过于在乎别人的评价，做事之前总会想太多。我今年20岁，是一名大三男生。我觉得自己有点太看重他人的评价了，总想在所有人面前都留下一个好印象，所以做什么事情之前总会想太多。我会去假设如果别人这样做，自己会怎么看待他。如果感觉有一点点不好，我就不想去做。可能是怕在别人面前留下不好的印象。举个例子比如说在竞争一些重要职位时，我其实可以明显看出来那些竞选的人都是带着很强的目的性或者说功利性去的，自己心里比较反感。所以也怕自己如果这样去做别人会这样看自己，所以就不愿意去。同时也有害怕自己失败而被别人看到，抱着一种不去尝试就不会失败的心理吧。与人接触的时候也是这样，怕被别人感觉带着目的性去接触他。很多时候特别不主动，想得特别多。我女朋友说我有时候就像个女孩子，做事情优柔寡断，想的太多。我现在也渐渐觉得是这样的，很想改变一下自己的性格，成为那种比较外向大方，直接果断的男生的形象。",
    "annotation": [
      {
        "sentence": "您好。",
        "label": ""
      },
      {
        "sentence": "我最近遇到了一些困扰。",
        "label": ""
      },
      {
        "sentence": "我太过于在乎别人的评价，做事之前总会想太多。",
        "label": ""
      },
      {
        "sentence": "我今年20岁，是一名大三男生。",
        "label": ""
      },
      {
        "sentence": "我觉得自己有点太看重他人的评价了，总想在所有人面前都留下一个好印象，所以做什么事情之前总会想太多。",
        "label": ""
      },
      {
        "sentence": "我会去假设如果别人这样做，自己会怎么看待他。",
        "label": ""
      },
      {
        "sentence": "如果感觉有一点点不好，我就不想去做。",
        "label": ""
      },
      {
        "sentence": "可能是怕在别人面前留下不好的印象。",
        "label": ""
      },
      {
        "sentence": "举个例子比如说在竞争一些重要职位时，我其实可以明显看出来那些竞选的人都是带着很强的目的性或者说功利性去的，自己心里比较反感。",
        "label": ""
      },
      {
        "sentence": "所以也怕自己如果这样去做别人会这样看自己，所以就不愿意去。",
        "label": ""
      },
      {
        "sentence": "同时也有害怕自己失败而被别人看到，抱着一种不去尝试就不会失败的心理吧。",
        "label": ""
      },
      {
        "sentence": "与人接触的时候也是这样，怕被别人感觉带着目的性去接触他。",
        "label": ""
      },
      {
        "sentence": "很多时候特别不主动，想得特别多。",
        "label": ""
      },
      {
        "sentence": "我女朋友说我有时候就像个女孩子，做事情优柔寡断，想的太多。",
        "label": ""
      },
      {
        "sentence": "我现在也渐渐觉得是这样的，很想改变一下自己的性格，成为那种比较外向大方，直接果断的男生的形象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好。听你说的，你觉得自己太在意别人的评价，当看到别人有目的的去做些事情的时候，自己也会去评价，认为是一种功利性太强的表现。但是当你自己想要争取一些东西的时候，又会犹豫不决。你内心的真实想法其实是想要成为一个勇敢的，敢于去为自己想要的奋斗的人。从你的表述中，我看到你在成长的过程中总是被别人的评定决定喜怒哀乐或者个人价值。或许是你的乖巧，你希望听到爸妈嘴里的你是满意的、优秀的。这个过程中你逐渐淡化了自己内心的想法、期待和需要。你内在的感受是，如果我按照自己的想法、期待和需要来，那就是不好的。只有把自己的这些部分克服了，按照大家（爸妈、老师、他人）的期待和评价去表现，所获得的才是值得的、真实的、有意义的。长此以往，你的内在模式就被固定下来了。在你成年以后，所有的事情都变成按照自己的需求去生活、去规划、去努力的时候，你的内在矛盾就出来了。一方面，你认为这个是对自己有用的，是好的（功利的）。另一方面，固有的模式会跳出来，说“你怎么能只按照自己的想法来呢，你忽略了什么？”这个时候，你的潜意识就会拼命寻找出一些与你的内在需求不一样的评价和标准，来证明你的确是有了不好的想法，这个想法是不对的，是不应该的。而这个时候，别人随便只要有一点表示，都会立刻印证这些，让你更加觉得自己是不是不应该的（比如功利）。但另外一方面，你又知道自己是凡夫俗子，想要这些无可厚非。这样的结果，必然是双重矛盾。想要改变这种状况，道理你都懂，你需要的是训练。训练自己形成一套新的模式去替代多年成长所形成的内在模式，因为前者不是一两天、一两句话形成的。要改变自然也不是一两天、一两句话就能改变的。就算你明白了其中的原理，你也不可能通过跟自己要求就获得结果。这是一个漫长的过程。有两个途径，一方面你自己要能够忍受这种矛盾和纠结，以及跟多年习惯反着来所带来的羞耻感、惶恐感、危机感，愿意置之死地而后生，试试自己能怎么样的破釜沉舟的勇气。但是这个过程所带来的心理压力一样是巨大的，并不亚于你的纠结本身。但是你若清楚你的道理，就要自己忍受这个过程，并下定决心走这条路。另一方面，你可以找个陪你走这条路的心理咨询师。无论你是准备好了并开始行动去改变，还是没有准备好也没有勇气去改变，这两者都需要有人对你的内心状况、每次细节的改变调整去保驾护航。谁也不希望，一个行驶在海洋上的巨轮，一边改变航线行驶，一边大修，还没有任何保障的去做这件事。那无疑是危险的。而这本是心理医生存在的意义。好了，到此为止，你思考一下。希望给你的世界照进一束光。",
    "annotation": [
      {
        "sentence": "你好。",
        "label": ""
      },
      {
        "sentence": "听你说的，你觉得自己太在意别人的评价，当看到别人有目的的去做些事情的时候，自己也会去评价，认为是一种功利性太强的表现。",
        "label": ""
      },
      {
        "sentence": "但是当你自己想要争取一些东西的时候，又会犹豫不决。",
        "label": ""
      },
      {
        "sentence": "你内心的真实想法其实是想要成为一个勇敢的，敢于去为自己想要的奋斗的人。",
        "label": ""
      },
      {
        "sentence": "从你的表述中，我看到你在成长的过程中总是被别人的评定决定喜怒哀乐或者个人价值。",
        "label": ""
      },
      {
        "sentence": "或许是你的乖巧，你希望听到爸妈嘴里的你是满意的、优秀的。",
        "label": ""
      },
      {
        "sentence": "这个过程中你逐渐淡化了自己内心的想法、期待和需要。",
        "label": ""
      },
      {
        "sentence": "你内在的感受是，如果我按照自己的想法、期待和需要来，那就是不好的。",
        "label": ""
      },
      {
        "sentence": "只有把自己的这些部分克服了，按照大家（爸妈、老师、他人）的期待和评价去表现，所获得的才是值得的、真实的、有意义的。",
        "label": ""
      },
      {
        "sentence": "长此以往，你的内在模式就被固定下来了。",
        "label": ""
      },
      {
        "sentence": "在你成年以后，所有的事情都变成按照自己的需求去生活、去规划、去努力的时候，你的内在矛盾就出来了。",
        "label": ""
      },
      {
        "sentence": "一方面，你认为这个是对自己有用的，是好的（功利的）。",
        "label": ""
      },
      {
        "sentence": "另一方面，固有的模式会跳出来，说“你怎么能只按照自己的想法来呢，你忽略了什么？",
        "label": ""
      },
      {
        "sentence": "”这个时候，你的潜意识就会拼命寻找出一些与你的内在需求不一样的评价和标准，来证明你的确是有了不好的想法，这个想法是不对的，是不应该的。",
        "label": ""
      },
      {
        "sentence": "而这个时候，别人随便只要有一点表示，都会立刻印证这些，让你更加觉得自己是不是不应该的（比如功利）。",
        "label": ""
      },
      {
        "sentence": "但另外一方面，你又知道自己是凡夫俗子，想要这些无可厚非。",
        "label": ""
      },
      {
        "sentence": "这样的结果，必然是双重矛盾。",
        "label": ""
      },
      {
        "sentence": "想要改变这种状况，道理你都懂，你需要的是训练。",
        "label": ""
      },
      {
        "sentence": "训练自己形成一套新的模式去替代多年成长所形成的内在模式，因为前者不是一两天、一两句话形成的。",
        "label": ""
      },
      {
        "sentence": "要改变自然也不是一两天、一两句话就能改变的。",
        "label": ""
      },
      {
        "sentence": "就算你明白了其中的原理，你也不可能通过跟自己要求就获得结果。",
        "label": ""
      },
      {
        "sentence": "这是一个漫长的过程。",
        "label": ""
      },
      {
        "sentence": "有两个途径，一方面你自己要能够忍受这种矛盾和纠结，以及跟多年习惯反着来所带来的羞耻感、惶恐感、危机感，愿意置之死地而后生，试试自己能怎么样的破釜沉舟的勇气。",
        "label": ""
      },
      {
        "sentence": "但是这个过程所带来的心理压力一样是巨大的，并不亚于你的纠结本身。",
        "label": ""
      },
      {
        "sentence": "但是你若清楚你的道理，就要自己忍受这个过程，并下定决心走这条路。",
        "label": ""
      },
      {
        "sentence": "另一方面，你可以找个陪你走这条路的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "无论你是准备好了并开始行动去改变，还是没有准备好也没有勇气去改变，这两者都需要有人对你的内心状况、每次细节的改变调整去保驾护航。",
        "label": ""
      },
      {
        "sentence": "谁也不希望，一个行驶在海洋上的巨轮，一边改变航线行驶，一边大修，还没有任何保障的去做这件事。",
        "label": ""
      },
      {
        "sentence": "那无疑是危险的。",
        "label": ""
      },
      {
        "sentence": "而这本是心理医生存在的意义。",
        "label": ""
      },
      {
        "sentence": "好了，到此为止，你思考一下。",
        "label": ""
      },
      {
        "sentence": "希望给你的世界照进一束光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的回答。我听了您的解释，确实能够理解自己的内心状况了。我明白改变自己的模式是一个漫长的过程，需要耐心和决心。我也愿意尝试去克服自己的内心矛盾，走出舒适区。但是我同时也感到很害怕和压力很大，怕自己无法坚持下去。您能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "非常感谢您的回答。",
        "label": ""
      },
      {
        "sentence": "我听了您的解释，确实能够理解自己的内心状况了。",
        "label": ""
      },
      {
        "sentence": "我明白改变自己的模式是一个漫长的过程，需要耐心和决心。",
        "label": ""
      },
      {
        "sentence": "我也愿意尝试去克服自己的内心矛盾，走出舒适区。",
        "label": ""
      },
      {
        "sentence": "但是我同时也感到很害怕和压力很大，怕自己无法坚持下去。",
        "label": ""
      },
      {
        "sentence": "您能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。首先，要明确你的改变是为了自己的成长和幸福，而不是为了符合他人的期望。这样可以提醒自己始终保持内心的动力和目标。其次，尝试找到一种适合你的方法来训练自己的新模式。可以寻求心理咨询师的帮助，他们会根据你的具体情况给出更具体的建议和指导。另外，建议你与身边的朋友或者家人沟通，告诉他们你想要做出改变，寻求他们的支持和理解，让他们能够帮助你坚持。同时，要为自己制定小目标，一步一步地慢慢改变，不要给自己过高的压力。最重要的是相信自己，相信你有能力去改变，并且不要害怕失败，失败并不代表你不行，每次失败都是学习和成长的机会。希望这些建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "首先，要明确你的改变是为了自己的成长和幸福，而不是为了符合他人的期望。",
        "label": ""
      },
      {
        "sentence": "这样可以提醒自己始终保持内心的动力和目标。",
        "label": ""
      },
      {
        "sentence": "其次，尝试找到一种适合你的方法来训练自己的新模式。",
        "label": ""
      },
      {
        "sentence": "可以寻求心理咨询师的帮助，他们会根据你的具体情况给出更具体的建议和指导。",
        "label": ""
      },
      {
        "sentence": "另外，建议你与身边的朋友或者家人沟通，告诉他们你想要做出改变，寻求他们的支持和理解，让他们能够帮助你坚持。",
        "label": ""
      },
      {
        "sentence": "同时，要为自己制定小目标，一步一步地慢慢改变，不要给自己过高的压力。",
        "label": ""
      },
      {
        "sentence": "最重要的是相信自己，相信你有能力去改变，并且不要害怕失败，失败并不代表你不行，每次失败都是学习和成长的机会。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的",
    "annotation": [
      {
        "sentence": "非常感谢您的",
        "label": ""
      }
    ]
  }
]