[
  {
    "role": "client",
    "content": "男朋友想和我怀孕后再结婚，我该怎么办？我和男朋友在一起半年多了。我们现在都是大四学生异地恋，今年准备考研。他最近和我说想让我明年未婚先孕，然后父母就会不得不给我们俩办结婚，要不然的话得等我们上了研究生毕业了父母才会同意我们结婚。他说上研究生3年太久了，他怕发生变故。他想要有个归属感和我有个家，他也怕我和他研究生毕业后我离开他。我说我人都是他的了，但他说和我有了孩子他才安心有安全感。我想的是先双方父母订婚再结婚再备孕，而不是仓促怀孕。如果明年怀孕的话，他去上学了谁来照顾我？他妈妈或者我妈妈吗？我觉得他不在我会很孤单的一个人去产检。还有一个问题就是：我们结婚住哪儿？毕竟要等他考上哪个城市的研究生毕业工作稳定后，他父母才会在哪个城市给他买房安家。假如明年仓促怀孕，对父母先斩后奏，然后我和孩子陪他去校外租房吗？我觉得不太稳定，也会打扰他的校园生活。我想问问大家我该怎么办？",
    "annotation": [
      {
        "sentence": "男朋友想和我怀孕后再结婚，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我和男朋友在一起半年多了。",
        "label": ""
      },
      {
        "sentence": "我们现在都是大四学生异地恋，今年准备考研。",
        "label": ""
      },
      {
        "sentence": "他最近和我说想让我明年未婚先孕，然后父母就会不得不给我们俩办结婚，要不然的话得等我们上了研究生毕业了父母才会同意我们结婚。",
        "label": ""
      },
      {
        "sentence": "他说上研究生3年太久了，他怕发生变故。",
        "label": ""
      },
      {
        "sentence": "他想要有个归属感和我有个家，他也怕我和他研究生毕业后我离开他。",
        "label": ""
      },
      {
        "sentence": "我说我人都是他的了，但他说和我有了孩子他才安心有安全感。",
        "label": ""
      },
      {
        "sentence": "我想的是先双方父母订婚再结婚再备孕，而不是仓促怀孕。",
        "label": ""
      },
      {
        "sentence": "如果明年怀孕的话，他去上学了谁来照顾我？",
        "label": ""
      },
      {
        "sentence": "他妈妈或者我妈妈吗？",
        "label": ""
      },
      {
        "sentence": "我觉得他不在我会很孤单的一个人去产检。",
        "label": ""
      },
      {
        "sentence": "还有一个问题就是：我们结婚住哪儿？",
        "label": ""
      },
      {
        "sentence": "毕竟要等他考上哪个城市的研究生毕业工作稳定后，他父母才会在哪个城市给他买房安家。",
        "label": ""
      },
      {
        "sentence": "假如明年仓促怀孕，对父母先斩后奏，然后我和孩子陪他去校外租房吗？",
        "label": ""
      },
      {
        "sentence": "我觉得不太稳定，也会打扰他的校园生活。",
        "label": ""
      },
      {
        "sentence": "我想问问大家我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，这个问题确实让你感到左右为难。虽然你在理智上是反对的，但在感情上却觉得男朋友说得似乎也有些道理。首先，除了怀孕还有没有更好的解决办法呢？并不一定要怀孕才能让父母接受你们的关系。男朋友只看到了怀孕这一点很伟大，但并没有考虑到怀孕后他所要承担的责任，如各种产检、生孩子、月子期、产后情绪等。而孩子出生后从小到大需要多少时间和精力，他是否愿意陪伴、承担？如果他没做好准备，而你答应了他，那么所有的现实问题和压力都将落到你一个人身上，这是一个把自己丢进黑洞的赌注，压力天平是不平衡的，你背负的压力将远超过他的。如果他真心想让父母接受你们的婚姻，肯定会有更好的解决办法，但这需要他有勇气站出来。",
    "annotation": [
      {
        "sentence": "亲爱的，这个问题确实让你感到左右为难。",
        "label": ""
      },
      {
        "sentence": "虽然你在理智上是反对的，但在感情上却觉得男朋友说得似乎也有些道理。",
        "label": ""
      },
      {
        "sentence": "首先，除了怀孕还有没有更好的解决办法呢？",
        "label": ""
      },
      {
        "sentence": "并不一定要怀孕才能让父母接受你们的关系。",
        "label": ""
      },
      {
        "sentence": "男朋友只看到了怀孕这一点很伟大，但并没有考虑到怀孕后他所要承担的责任，如各种产检、生孩子、月子期、产后情绪等。",
        "label": ""
      },
      {
        "sentence": "而孩子出生后从小到大需要多少时间和精力，他是否愿意陪伴、承担？",
        "label": ""
      },
      {
        "sentence": "如果他没做好准备，而你答应了他，那么所有的现实问题和压力都将落到你一个人身上，这是一个把自己丢进黑洞的赌注，压力天平是不平衡的，你背负的压力将远超过他的。",
        "label": ""
      },
      {
        "sentence": "如果他真心想让父母接受你们的婚姻，肯定会有更好的解决办法，但这需要他有勇气站出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我也在考虑这些问题。他并没有考虑到怀孕后的一系列问题，而且我也担心自己在怀孕期间的照顾问题。我想要先专注于考研和研究生阶段的学业，然后再计划生育。但如果我们先订婚再结婚，然后备孕，我们应该怎么解决住房问题呢？",
    "annotation": [
      {
        "sentence": "你说得有道理，我也在考虑这些问题。",
        "label": ""
      },
      {
        "sentence": "他并没有考虑到怀孕后的一系列问题，而且我也担心自己在怀孕期间的照顾问题。",
        "label": ""
      },
      {
        "sentence": "我想要先专注于考研和研究生阶段的学业，然后再计划生育。",
        "label": ""
      },
      {
        "sentence": "但如果我们先订婚再结婚，然后备孕，我们应该怎么解决住房问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很明智，专注于考研和研究生阶段的学业是对自己未来最有利的选择。关于住房问题，我理解你担心的不稳定性和打扰他的校园生活。或许可以考虑在明确他的研究生城市之前，先选择一段时间的校外租房。这样你们可以在一起照顾怀孕期间的需要，也不会对他的学业造成太大的干扰。等他的工作稳定后，在确定一个城市定居，并购买房子安家。",
    "annotation": [
      {
        "sentence": "你的想法很明智，专注于考研和研究生阶段的学业是对自己未来最有利的选择。",
        "label": ""
      },
      {
        "sentence": "关于住房问题，我理解你担心的不稳定性和打扰他的校园生活。",
        "label": ""
      },
      {
        "sentence": "或许可以考虑在明确他的研究生城市之前，先选择一段时间的校外租房。",
        "label": ""
      },
      {
        "sentence": "这样你们可以在一起照顾怀孕期间的需要，也不会对他的学业造成太大的干扰。",
        "label": ""
      },
      {
        "sentence": "等他的工作稳定后，在确定一个城市定居，并购买房子安家。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，听起来确实是个不错的解决方案。我还在为与他的家庭完成订婚和结婚的详细安排而烦恼。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，听起来确实是个不错的解决方案。",
        "label": ""
      },
      {
        "sentence": "我还在为与他的家庭完成订婚和结婚的详细安排而烦恼。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于与他的家庭订婚和结婚的安排，我建议你们先进行充分的沟通和协商。和他坦诚地谈谈你的想法和担忧，听听他的观点和意见。通过双方的理解和尊重，确定一个适合大家的时间和方式。这样可以避免让对方的家庭感到突然和不满意，也能更好地缓解你的担忧。",
    "annotation": [
      {
        "sentence": "对于与他的家庭订婚和结婚的安排，我建议你们先进行充分的沟通和协商。",
        "label": ""
      },
      {
        "sentence": "和他坦诚地谈谈你的想法和担忧，听听他的观点和意见。",
        "label": ""
      },
      {
        "sentence": "通过双方的理解和尊重，确定一个适合大家的时间和方式。",
        "label": ""
      },
      {
        "sentence": "这样可以避免让对方的家庭感到突然和不满意，也能更好地缓解你的担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会按照你的建议去做。谢谢你的支持和理解。现在我对自己该怎么办更有了一定的思路。",
    "annotation": [
      {
        "sentence": "好的，我会按照你的建议去做。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "现在我对自己该怎么办更有了一定的思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能帮到你，但最终的决策还是要由你自己来做。相信你心中已经有了答案，只是被爱情所困扰。请不要轻易开始一段你承受不起后果的关系。也许一个真正爱你、疼你、为你着想的男朋友更适合你。最后，希望你能活成自己想要的样子，越来越好。",
    "annotation": [
      {
        "sentence": "我很高兴能帮到你，但最终的决策还是要由你自己来做。",
        "label": ""
      },
      {
        "sentence": "相信你心中已经有了答案，只是被爱情所困扰。",
        "label": ""
      },
      {
        "sentence": "请不要轻易开始一段你承受不起后果的关系。",
        "label": ""
      },
      {
        "sentence": "也许一个真正爱你、疼你、为你着想的男朋友更适合你。",
        "label": ""
      },
      {
        "sentence": "最后，希望你能活成自己想要的样子，越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励。我会认真考虑并做出正确的选择。希望我们都能找到幸福。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会认真考虑并做出正确的选择。",
        "label": ""
      },
      {
        "sentence": "希望我们都能找到幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都在支持你。如果有任何困惑或需要帮助的地方，随时来找我倾诉。祝福你早日找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我一直都在支持你。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或需要帮助的地方，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你早日找到属于自己的幸福！",
        "label": ""
      }
    ]
  }
]