[
  {
    "role": "client",
    "content": "我觉得谁都不如我，又觉得我谁都不如？我喜欢看演艺圈或者各种名人，然后觉得自己认识了他们就比普通人强，看不起身边的任何人，我每天都在幻想。",
    "annotation": [
      {
        "sentence": "我觉得谁都不如我，又觉得我谁都不如？",
        "label": ""
      },
      {
        "sentence": "我喜欢看演艺圈或者各种名人，然后觉得自己认识了他们就比普通人强，看不起身边的任何人，我每天都在幻想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然您没有讲自己的年纪，但是看你的描述应该年纪还比较小。在我们小时候初中高中的时候，确实也会很迷各种明星，有时候也幻想会去找他们，或者成为他们那样的人，这个都是很可以理解的。我们追星做得好的话，其实是会有一种正向的激励作用，比如我们会反观自身，比如现在自己是不是各方面事情做的足够好，有没有为对未来做好铺垫，有没有踏实的在努力。",
    "annotation": [
      {
        "sentence": "虽然您没有讲自己的年纪，但是看你的描述应该年纪还比较小。",
        "label": ""
      },
      {
        "sentence": "在我们小时候初中高中的时候，确实也会很迷各种明星，有时候也幻想会去找他们，或者成为他们那样的人，这个都是很可以理解的。",
        "label": ""
      },
      {
        "sentence": "我们追星做得好的话，其实是会有一种正向的激励作用，比如我们会反观自身，比如现在自己是不是各方面事情做的足够好，有没有为对未来做好铺垫，有没有踏实的在努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可能确实有这种想法，但是我觉得我追星的方式有些过了，每天都在幻想，无法停下来。",
    "annotation": [
      {
        "sentence": "我可能确实有这种想法，但是我觉得我追星的方式有些过了，每天都在幻想，无法停下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明星虽然外表光鲜，但是他们背后也是下了很多的苦功。比如说像有些明星，他唱歌很好，但是私底下从小就练钢琴，长大以后也不停的练，做很多苦功。这个其实任何一行它都是没有容易的，比如说像我们学习，就需要每天抽时间去学，点滴点滴的进步，他不是说突然他们就红了，或者我们做什么事情突然也就能成功了，他不是这个样子。",
    "annotation": [
      {
        "sentence": "明星虽然外表光鲜，但是他们背后也是下了很多的苦功。",
        "label": ""
      },
      {
        "sentence": "比如说像有些明星，他唱歌很好，但是私底下从小就练钢琴，长大以后也不停的练，做很多苦功。",
        "label": ""
      },
      {
        "sentence": "这个其实任何一行它都是没有容易的，比如说像我们学习，就需要每天抽时间去学，点滴点滴的进步，他不是说突然他们就红了，或者我们做什么事情突然也就能成功了，他不是这个样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该意识到每个人都在默默努力，没有容易的成功。只有我才会把明星当作不可及的榜样。",
    "annotation": [
      {
        "sentence": "你说得对，我应该意识到每个人都在默默努力，没有容易的成功。",
        "label": ""
      },
      {
        "sentence": "只有我才会把明星当作不可及的榜样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们周围的人，包括我们自己，其实也都是平平凡凡的人，每天过着差不多的生活。从这个意义上来说，其实周围的人跟我们差不多，我们没必要看不起他们，更没有必要把他们跟明星去比。经济学上有一种叫晕轮效应，就是我们觉得一个人很好，那就会觉得他方方面面都好，比如说我们看一个明星她长得漂亮或者帅气，那我们就会假设他也有很好的品格，很亲切等。事实上，还有可能真的不是这样，因为偶尔也会曝光说一些明星可能私生活不检点，等等。",
    "annotation": [
      {
        "sentence": "我们周围的人，包括我们自己，其实也都是平平凡凡的人，每天过着差不多的生活。",
        "label": ""
      },
      {
        "sentence": "从这个意义上来说，其实周围的人跟我们差不多，我们没必要看不起他们，更没有必要把他们跟明星去比。",
        "label": ""
      },
      {
        "sentence": "经济学上有一种叫晕轮效应，就是我们觉得一个人很好，那就会觉得他方方面面都好，比如说我们看一个明星她长得漂亮或者帅气，那我们就会假设他也有很好的品格，很亲切等。",
        "label": ""
      },
      {
        "sentence": "事实上，还有可能真的不是这样，因为偶尔也会曝光说一些明星可能私生活不检点，等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我一直把明星当作完美的典范，但其实他们也会有缺点和问题。",
    "annotation": [
      {
        "sentence": "是啊，我一直把明星当作完美的典范，但其实他们也会有缺点和问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以，我们尽量从这些幻想的光环中出来，踏实地活在当下的生活，因为确实可能我们的身边偶尔会说有一些网红啊，他突然就红了，但是更多的人，我们还是需要踏踏实实去努力的。也需要和我们的家人和身边的人相互扶持，好好地工作学习和生活。因为现在你正拥有这些，所以可能不太会学会珍惜。但是当有一天，比如有一些变故，比如当我们老了以后，慢慢的亲人会离世，朋友会发生一些冲突，那其实那时候我们如果再觉得后悔，就来不及。",
    "annotation": [
      {
        "sentence": "所以，我们尽量从这些幻想的光环中出来，踏实地活在当下的生活，因为确实可能我们的身边偶尔会说有一些网红啊，他突然就红了，但是更多的人，我们还是需要踏踏实实去努力的。",
        "label": ""
      },
      {
        "sentence": "也需要和我们的家人和身边的人相互扶持，好好地工作学习和生活。",
        "label": ""
      },
      {
        "sentence": "因为现在你正拥有这些，所以可能不太会学会珍惜。",
        "label": ""
      },
      {
        "sentence": "但是当有一天，比如有一些变故，比如当我们老了以后，慢慢的亲人会离世，朋友会发生一些冲突，那其实那时候我们如果再觉得后悔，就来不及。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我应该珍惜眼前的生活，不再幻想虚幻的明星生活。",
    "annotation": [
      {
        "sentence": "你说得很对，我应该珍惜眼前的生活，不再幻想虚幻的明星生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果暂时不能够止住自己的这些幻想，还是需要一个人的帮助，比如说是朋友或者是家人，请他们一起来监督你每天的言行，比如说划定一个学习的时间表，按部就班地做。如果说你又陷入幻想中，请他们拉你一把，这样会比较好，你觉得呢？",
    "annotation": [
      {
        "sentence": "如果暂时不能够止住自己的这些幻想，还是需要一个人的帮助，比如说是朋友或者是家人，请他们一起来监督你每天的言行，比如说划定一个学习的时间表，按部就班地做。",
        "label": ""
      },
      {
        "sentence": "如果说你又陷入幻想中，请他们拉你一把，这样会比较好，你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我会向身边的人寻求帮助，一起制定计划，互相监督，共同进步。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我会向身边的人寻求帮助，一起制定计划，互相监督，共同进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一起加油，我相信你能够摆脱幻想，过上踏实而珍惜的生活。",
    "annotation": [
      {
        "sentence": "一起加油，我相信你能够摆脱幻想，过上踏实而珍惜的生活。",
        "label": ""
      }
    ]
  }
]