[
  {
    "role": "client",
    "content": "一岁半女宝，当着大人面一套，背着一套，是正常的吗？偶然发现，宝宝趁我不在的时候，对着家里的猫猫又是尖叫，又是用力拉扯。等宝宝发现我走近，立马换了副面孔，轻抚、亲吻猫猫，好不温柔！我家猫脾气极好，从来都是任宝宝欺负，宝宝平时表现也是很喜欢小动物。搞不懂宝宝怎么两幅面孔。而且和邻居小朋友一起玩，对方家长也发现，大人不在时，我家宝宝会用攻击性行为，对待小朋友，大人一出现，她立马讨好小朋友……才一岁半啊，怎么会这样？是我大惊小怪了，还是需要重视宝宝心理啊？",
    "annotation": [
      {
        "sentence": "一岁半女宝，当着大人面一套，背着一套，是正常的吗？",
        "label": ""
      },
      {
        "sentence": "偶然发现，宝宝趁我不在的时候，对着家里的猫猫又是尖叫，又是用力拉扯。",
        "label": ""
      },
      {
        "sentence": "等宝宝发现我走近，立马换了副面孔，轻抚、亲吻猫猫，好不温柔！",
        "label": ""
      },
      {
        "sentence": "我家猫脾气极好，从来都是任宝宝欺负，宝宝平时表现也是很喜欢小动物。",
        "label": ""
      },
      {
        "sentence": "搞不懂宝宝怎么两幅面孔。",
        "label": ""
      },
      {
        "sentence": "而且和邻居小朋友一起玩，对方家长也发现，大人不在时，我家宝宝会用攻击性行为，对待小朋友，大人一出现，她立马讨好小朋友……才一岁半啊，怎么会这样？",
        "label": ""
      },
      {
        "sentence": "是我大惊小怪了，还是需要重视宝宝心理啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，觉得这个孩子还是挺可爱的，因为孩子嘛，他毕竟是孩子，如果一点都不调皮，很规矩，那都是很吓人，而且一两岁的孩子，正是充分的探索世界的时候，不用太紧张。",
    "annotation": [
      {
        "sentence": "听你的描述，觉得这个孩子还是挺可爱的，因为孩子嘛，他毕竟是孩子，如果一点都不调皮，很规矩，那都是很吓人，而且一两岁的孩子，正是充分的探索世界的时候，不用太紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，但宝宝为什么会在我不在的时候对猫猫尖叫和拉扯呢？还有这反复变换的行为，让我有点担心是不是宝宝心理出了问题。",
    "annotation": [
      {
        "sentence": "确实是这样，但宝宝为什么会在我不在的时候对猫猫尖叫和拉扯呢？",
        "label": ""
      },
      {
        "sentence": "还有这反复变换的行为，让我有点担心是不是宝宝心理出了问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "按照发展心理学的观点，孩子一生有两个叛逆期，其中第1个叛逆期就在两岁左右，这时候因为他已经能跑能跳，身体开始自主了，他就会很想要独立的去做一些事情。比如你会看到一两岁的孩子，他会特别的想去触碰一些东西，放到嘴里啊或者用手摸呀，或者各种事情都想去看看去尝试，那如果大人不让做，他们就会很着急会哭什么的，这个都是一个小小的叛逆，其实就在于他们想发展自己。",
    "annotation": [
      {
        "sentence": "按照发展心理学的观点，孩子一生有两个叛逆期，其中第1个叛逆期就在两岁左右，这时候因为他已经能跑能跳，身体开始自主了，他就会很想要独立的去做一些事情。",
        "label": ""
      },
      {
        "sentence": "比如你会看到一两岁的孩子，他会特别的想去触碰一些东西，放到嘴里啊或者用手摸呀，或者各种事情都想去看看去尝试，那如果大人不让做，他们就会很着急会哭什么的，这个都是一个小小的叛逆，其实就在于他们想发展自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是因为孩子在探索世界，想要独立的表现自己，而我总是在不让她做一些事情。那我应该如何处理宝宝对猫猫和其他小朋友的攻击行为呢？",
    "annotation": [
      {
        "sentence": "原来是因为孩子在探索世界，想要独立的表现自己，而我总是在不让她做一些事情。",
        "label": ""
      },
      {
        "sentence": "那我应该如何处理宝宝对猫猫和其他小朋友的攻击行为呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这几乎是人的本能和天性，所以大人不要太压抑，比如说他们只要安全什么的，就可以尽量让他们去做。比如他有时候去跟猫玩，或者跟别的小朋友有一些碰撞，我觉得也是这个理论底下可以理解的一些举动。因为孩子没可能说他一个人呆着，不跟别人玩，因为只有完全不跟别人玩，才不会发生冲突，如果跟别人玩了，就难免发生一些小冲突。",
    "annotation": [
      {
        "sentence": "这几乎是人的本能和天性，所以大人不要太压抑，比如说他们只要安全什么的，就可以尽量让他们去做。",
        "label": ""
      },
      {
        "sentence": "比如他有时候去跟猫玩，或者跟别的小朋友有一些碰撞，我觉得也是这个理论底下可以理解的一些举动。",
        "label": ""
      },
      {
        "sentence": "因为孩子没可能说他一个人呆着，不跟别人玩，因为只有完全不跟别人玩，才不会发生冲突，如果跟别人玩了，就难免发生一些小冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，孩子跟猫玩和和其他小朋友接触都是正常的行为，只不过是他们试图发展自我和理解社会的方式。还有，你说的叛逆期也让我对宝宝的行为有了更好的理解。那我应该如何引导宝宝正确对待猫猫和其他小朋友呢？",
    "annotation": [
      {
        "sentence": "我明白了，孩子跟猫玩和和其他小朋友接触都是正常的行为，只不过是他们试图发展自我和理解社会的方式。",
        "label": ""
      },
      {
        "sentence": "还有，你说的叛逆期也让我对宝宝的行为有了更好的理解。",
        "label": ""
      },
      {
        "sentence": "那我应该如何引导宝宝正确对待猫猫和其他小朋友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这么小的孩子我觉得还是不懂得去当面一套背后一套的，他还是相对比较单纯的，他顶多是可能不知道轻重，比如说这样打别人会很疼，那样弄猫的话会不太舒服。所以大人需要做好示范，比如说告诉他跟猫玩了你就轻轻摸它，跟小朋友玩呢，就不要太重的去碰别人，不然打坏了，别人的家长也会不舒服，就一次一次，跟他很理性地讲这些事情，不要太情绪，他应该就会听进去。如果他做什么事情我们只是着急，说他，他可能记住的是你的愤怒，他会知道说，这样做你会很不舒服，所以他就避免在你面前做这些事情，但是，他可能还是不清楚，那样做是很不对的，所以当你不在的时候，他还是会去尝试。您可以试着看，首先接纳孩子现在的状态，其次呢，当他做一些不太合适的事情，尽量比较理性的跟他讲，那慢慢他就会记住的，好吗？可以信任孩子一回。一起加油。",
    "annotation": [
      {
        "sentence": "这么小的孩子我觉得还是不懂得去当面一套背后一套的，他还是相对比较单纯的，他顶多是可能不知道轻重，比如说这样打别人会很疼，那样弄猫的话会不太舒服。",
        "label": ""
      },
      {
        "sentence": "所以大人需要做好示范，比如说告诉他跟猫玩了你就轻轻摸它，跟小朋友玩呢，就不要太重的去碰别人，不然打坏了，别人的家长也会不舒服，就一次一次，跟他很理性地讲这些事情，不要太情绪，他应该就会听进去。",
        "label": ""
      },
      {
        "sentence": "如果他做什么事情我们只是着急，说他，他可能记住的是你的愤怒，他会知道说，这样做你会很不舒服，所以他就避免在你面前做这些事情，但是，他可能还是不清楚，那样做是很不对的，所以当你不在的时候，他还是会去尝试。",
        "label": ""
      },
      {
        "sentence": "您可以试着看，首先接纳孩子现在的状态，其次呢，当他做一些不太合适的事情，尽量比较理性的跟他讲，那慢慢他就会记住的，好吗？",
        "label": ""
      },
      {
        "sentence": "可以信任孩子一回。",
        "label": ""
      },
      {
        "sentence": "一起加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会接纳孩子的行为并逐步引导她正确对待猫猫和其他小朋友。谢谢你的建议和支持，我会努力做得更好的！",
    "annotation": [
      {
        "sentence": "我明白了，我会接纳孩子的行为并逐步引导她正确对待猫猫和其他小朋友。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我会努力做得更好的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你一定能够做得很好的！如果还有其他问题或需要进一步的支持，随时都可以来找我交流。一起加油！",
    "annotation": [
      {
        "sentence": "不客气，相信你一定能够做得很好的！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或需要进一步的支持，随时都可以来找我交流。",
        "label": ""
      },
      {
        "sentence": "一起加油！",
        "label": ""
      }
    ]
  }
]