[
  {
    "role": "client",
    "content": "为什么感觉自己很孤独，遇事没出口，跟好多人都不亲？最近就有时候一想到以前不开心的事然后加上遇到不开心的事就总是流眼泪，觉得很孤独，很无助。也没有出口，不想跟家人说，也不想跟朋友说，恋人也不想说，觉得即使说了他们也不会感同身受，觉得我很脆弱。但是我心里真的很累了。",
    "annotation": [
      {
        "sentence": "为什么感觉自己很孤独，遇事没出口，跟好多人都不亲？",
        "label": ""
      },
      {
        "sentence": "最近就有时候一想到以前不开心的事然后加上遇到不开心的事就总是流眼泪，觉得很孤独，很无助。",
        "label": ""
      },
      {
        "sentence": "也没有出口，不想跟家人说，也不想跟朋友说，恋人也不想说，觉得即使说了他们也不会感同身受，觉得我很脆弱。",
        "label": ""
      },
      {
        "sentence": "但是我心里真的很累了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，你现在的情绪很低落，我理解你遇到的困难是很严重的。你的心情是理解、安慰和支持的。你现在和我说说这些事情，是很好的开始。我们可以一起来探索和解决你现在的问题。",
    "annotation": [
      {
        "sentence": "亲亲，你现在的情绪很低落，我理解你遇到的困难是很严重的。",
        "label": ""
      },
      {
        "sentence": "你的心情是理解、安慰和支持的。",
        "label": ""
      },
      {
        "sentence": "你现在和我说说这些事情，是很好的开始。",
        "label": ""
      },
      {
        "sentence": "我们可以一起来探索和解决你现在的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我觉得舒服多了，至少有人在意我。我感觉我的问题和困境很深层次，除了家人和你，我很难向别人倾诉。",
    "annotation": [
      {
        "sentence": "听了你的话，我觉得舒服多了，至少有人在意我。",
        "label": ""
      },
      {
        "sentence": "我感觉我的问题和困境很深层次，除了家人和你，我很难向别人倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮到你，而你对现在的情况有清晰的意识也是很好的。我们可以先从认识你自己开始，让你更好地了解自己的情绪和感受。而我可以在此期间陪伴你和支持你，你可以随时跟我说你遇到的任何问题。",
    "annotation": [
      {
        "sentence": "我很高兴能够帮到你，而你对现在的情况有清晰的意识也是很好的。",
        "label": ""
      },
      {
        "sentence": "我们可以先从认识你自己开始，让你更好地了解自己的情绪和感受。",
        "label": ""
      },
      {
        "sentence": "而我可以在此期间陪伴你和支持你，你可以随时跟我说你遇到的任何问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么了解自己的情绪和感受呢？",
    "annotation": [
      {
        "sentence": "那我应该怎么了解自己的情绪和感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以通过深入的讨论来更好地认知你自己的情绪和感受，了解你目前的处境和情绪状态。你可以告诉我你最近发生的事情，和你对这些事情的想法感受，我们可以一起探讨。",
    "annotation": [
      {
        "sentence": "我们可以通过深入的讨论来更好地认知你自己的情绪和感受，了解你目前的处境和情绪状态。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我你最近发生的事情，和你对这些事情的想法感受，我们可以一起探讨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，那我来说说最近的事情。最近在工作上遇到的问题让我很困扰，我觉得自己在团队里很没有存在感。同时，我也发现最近和朋友对话也变得很少，好像大家都有了各自的生活，我觉得自己变得孤独了。",
    "annotation": [
      {
        "sentence": "好的，那我来说说最近的事情。",
        "label": ""
      },
      {
        "sentence": "最近在工作上遇到的问题让我很困扰，我觉得自己在团队里很没有存在感。",
        "label": ""
      },
      {
        "sentence": "同时，我也发现最近和朋友对话也变得很少，好像大家都有了各自的生活，我觉得自己变得孤独了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听了你的话，可以理解你现在的困难。我觉得你应该对自己有足够的信心，相信自己的价值，你能够胜任你的工作，感受到你的价值。同时，在交友方面，我们可以一起思考一些方法吸引一些新的朋友，也许你可以尝试参加社交活动或者加入一些社群。我们可以一起找到适合你的方式，让你不再孤独。",
    "annotation": [
      {
        "sentence": "我听了你的话，可以理解你现在的困难。",
        "label": ""
      },
      {
        "sentence": "我觉得你应该对自己有足够的信心，相信自己的价值，你能够胜任你的工作，感受到你的价值。",
        "label": ""
      },
      {
        "sentence": "同时，在交友方面，我们可以一起思考一些方法吸引一些新的朋友，也许你可以尝试参加社交活动或者加入一些社群。",
        "label": ""
      },
      {
        "sentence": "我们可以一起找到适合你的方式，让你不再孤独。",
        "label": ""
      }
    ]
  }
]