[
  {
    "role": "client",
    "content": "不知是否是简单的自律问题，为什么我总是不愿起床？不知道该怎么长话短说，怎么措辞才最为恰当，但我的行为世人不可接受，我同样也无法原谅。为什么自己不愿在早上起床？我不知道这是不是一个简单的自律问题，也不想将问题复杂化，人人都可以谴责我自私，懒惰，不思进取，不负责任，而我所犯的那些错事的起因都是这个。可在我心中我再清楚不过，它仅仅是一种绝望的表达，除此之外我还没有用上其他或许积极些的方式。当那种无力感袭来的时候，我什么也做不了，我鼓励不了自己，鞭策不了自己，说服不了自己马上从对死亡的渴望中醒来，再次面对这样一个卑劣，懦弱的自己以及她已失控的生活。我不知道自己是否还具有梦想或者改变的力量，只是靠一时沉浸在幻想的世界获得些许解脱。罪恶与愧疚，抑郁与困惑将我牢牢地锁住，如何向另一个人打开心防，如何继续痛苦地挣扎，在黑暗的隧道里摸索到希望，我都不知道。但现在的颓废的我，必须承担选择的后果，纵使苦恼也无济于事，我得去好好感受一下了。",
    "annotation": [
      {
        "sentence": "不知是否是简单的自律问题，为什么我总是不愿起床？",
        "label": ""
      },
      {
        "sentence": "不知道该怎么长话短说，怎么措辞才最为恰当，但我的行为世人不可接受，我同样也无法原谅。",
        "label": ""
      },
      {
        "sentence": "为什么自己不愿在早上起床？",
        "label": ""
      },
      {
        "sentence": "我不知道这是不是一个简单的自律问题，也不想将问题复杂化，人人都可以谴责我自私，懒惰，不思进取，不负责任，而我所犯的那些错事的起因都是这个。",
        "label": ""
      },
      {
        "sentence": "可在我心中我再清楚不过，它仅仅是一种绝望的表达，除此之外我还没有用上其他或许积极些的方式。",
        "label": ""
      },
      {
        "sentence": "当那种无力感袭来的时候，我什么也做不了，我鼓励不了自己，鞭策不了自己，说服不了自己马上从对死亡的渴望中醒来，再次面对这样一个卑劣，懦弱的自己以及她已失控的生活。",
        "label": ""
      },
      {
        "sentence": "我不知道自己是否还具有梦想或者改变的力量，只是靠一时沉浸在幻想的世界获得些许解脱。",
        "label": ""
      },
      {
        "sentence": "罪恶与愧疚，抑郁与困惑将我牢牢地锁住，如何向另一个人打开心防，如何继续痛苦地挣扎，在黑暗的隧道里摸索到希望，我都不知道。",
        "label": ""
      },
      {
        "sentence": "但现在的颓废的我，必须承担选择的后果，纵使苦恼也无济于事，我得去好好感受一下了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不想起床，是因为心态上的原因导致行动的乏力。你其实也明白，这样子的行为不好，但就是无法纠正，以至于让你产生一直连赖床都解决不了，更不可能解决人生大事的挫败感。如何做好小事，克服一些小的问题从而提升自我成就感，让自己的人生充满希望确实是一个很值得探讨的问题。希望我的回答能够带给你帮助。",
    "annotation": [
      {
        "sentence": "你不想起床，是因为心态上的原因导致行动的乏力。",
        "label": ""
      },
      {
        "sentence": "你其实也明白，这样子的行为不好，但就是无法纠正，以至于让你产生一直连赖床都解决不了，更不可能解决人生大事的挫败感。",
        "label": ""
      },
      {
        "sentence": "如何做好小事，克服一些小的问题从而提升自我成就感，让自己的人生充满希望确实是一个很值得探讨的问题。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够带给你帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我明白心态的问题会影响我的行动力，但是我真的无法纠正自己不愿起床的行为。每次都是感到无力，鼓励不了自己，不知道如何面对那个懒散的自己和迷失的生活。我不知道我是否还有梦想或者改变的力量，感觉只有逃避现实才能暂时解脱。我感到非常困惑和自责，也不知道该如何打开内心，继续坚持下去，走向希望的光明。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我明白心态的问题会影响我的行动力，但是我真的无法纠正自己不愿起床的行为。",
        "label": ""
      },
      {
        "sentence": "每次都是感到无力，鼓励不了自己，不知道如何面对那个懒散的自己和迷失的生活。",
        "label": ""
      },
      {
        "sentence": "我不知道我是否还有梦想或者改变的力量，感觉只有逃避现实才能暂时解脱。",
        "label": ""
      },
      {
        "sentence": "我感到非常困惑和自责，也不知道该如何打开内心，继续坚持下去，走向希望的光明。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的困惑和自责是可以理解的，但是要记住，每个人都会经历这样的时期，甚至可能多次。重要的是要接纳自己的困惑和痛苦，并且相信自己能够走出来。虽然现在看起来困难重重，但是只要你愿意尝试，进行一些小的改变，逐渐恢复自己的行动力，就一定能够找回希望和光明。",
    "annotation": [
      {
        "sentence": "你现在的困惑和自责是可以理解的，但是要记住，每个人都会经历这样的时期，甚至可能多次。",
        "label": ""
      },
      {
        "sentence": "重要的是要接纳自己的困惑和痛苦，并且相信自己能够走出来。",
        "label": ""
      },
      {
        "sentence": "虽然现在看起来困难重重，但是只要你愿意尝试，进行一些小的改变，逐渐恢复自己的行动力，就一定能够找回希望和光明。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解每个人都有困难和痛苦的时候，但是我总觉得自己无法逃脱这种困境。我的行动力越来越低，似乎找不到任何改变的可能性。我觉得自己在黑暗中挣扎，无法看到希望的光明。我真的不知道该如何继续下去，怎么才能逐渐恢复行动力。",
    "annotation": [
      {
        "sentence": "我理解每个人都有困难和痛苦的时候，但是我总觉得自己无法逃脱这种困境。",
        "label": ""
      },
      {
        "sentence": "我的行动力越来越低，似乎找不到任何改变的可能性。",
        "label": ""
      },
      {
        "sentence": "我觉得自己在黑暗中挣扎，无法看到希望的光明。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何继续下去，怎么才能逐渐恢复行动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你觉得自己无法逃脱困境的感受，但是我希望你能意识到，这种感觉只是暂时的，不会永远存在。逐渐恢复行动力需要时间和努力，但是你可以从一些小事开始尝试，慢慢地重新建立自己的信心和希望。不要轻易放弃，相信自己的能力，你一定能够找到重新振作的方法。",
    "annotation": [
      {
        "sentence": "我理解你觉得自己无法逃脱困境的感受，但是我希望你能意识到，这种感觉只是暂时的，不会永远存在。",
        "label": ""
      },
      {
        "sentence": "逐渐恢复行动力需要时间和努力，但是你可以从一些小事开始尝试，慢慢地重新建立自己的信心和希望。",
        "label": ""
      },
      {
        "sentence": "不要轻易放弃，相信自己的能力，你一定能够找到重新振作的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我知道逐渐恢复行动力是需要时间和努力的，我愿意从一些小事开始，重新建立自己的信心和希望。现在，我会试着相信自己的能力，坚持下去，并且寻找重新振作的方法。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我知道逐渐恢复行动力是需要时间和努力的，我愿意从一些小事开始，重新建立自己的信心和希望。",
        "label": ""
      },
      {
        "sentence": "现在，我会试着相信自己的能力，坚持下去，并且寻找重新振作的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了重要的一步，相信自己的能力，并且愿意坚持下去。这种积极的态度将成为你战胜困境的力量。记住，你并不孤单，我会一直支持你。如果你遇到任何困难或者需要倾诉，随时都可以找我谈谈。",
    "annotation": [
      {
        "sentence": "你已经迈出了重要的一步，相信自己的能力，并且愿意坚持下去。",
        "label": ""
      },
      {
        "sentence": "这种积极的态度将成为你战胜困境的力量。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "如果你遇到任何困难或者需要倾诉，随时都可以找我谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你一直以来的支持和鼓励。知道有你的陪伴，我感到安慰和温暖。希望能够有机会和你多交流，倾诉我的困惑和痛苦。",
    "annotation": [
      {
        "sentence": "非常感谢你一直以来的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "知道有你的陪伴，我感到安慰和温暖。",
        "label": ""
      },
      {
        "sentence": "希望能够有机会和你多交流，倾诉我的困惑和痛苦。",
        "label": ""
      }
    ]
  }
]