[
  {
    "role": "client",
    "content": "长期压抑，现已间断性无缘无故大喊大叫，是什么原因？高中三年过的非常压抑，成绩不好，性格内向，什么也做不好，整天都在煎熬中度过，敏感多疑，看到别人笑就觉得在嘲笑自己，就开始自我怀疑，于是就重复想着不要这样那样，不要这样想那样想的，可是印象越来越深，最后自己明明没有睡觉，明明是醒着的，却有类似大喊大叫的状况，而且自己也没有记忆，请问这是什么情况？怎么办才能恢复正常？",
    "annotation": [
      {
        "sentence": "长期压抑，现已间断性无缘无故大喊大叫，是什么原因？",
        "label": ""
      },
      {
        "sentence": "高中三年过的非常压抑，成绩不好，性格内向，什么也做不好，整天都在煎熬中度过，敏感多疑，看到别人笑就觉得在嘲笑自己，就开始自我怀疑，于是就重复想着不要这样那样，不要这样想那样想的，可是印象越来越深，最后自己明明没有睡觉，明明是醒着的，却有类似大喊大叫的状况，而且自己也没有记忆，请问这是什么情况？",
        "label": ""
      },
      {
        "sentence": "怎么办才能恢复正常？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这里给你一个拥抱！看到你的描述很心疼你。因为我之前复读的时候也碰到症状像你一样的同学，当得知这位同学后面退心理生病的时候，我们都很担心她，当然还好她的父母有带她去看心理医生。其实有时候就是自己跟自己过不去，那个时候觉得考不上好大学压力很大，其实就算考上好大学毕业之后有压力的事情是一直都有的。生活不管是在哪个阶段，好像都会掐住我们的喉咙。",
    "annotation": [
      {
        "sentence": "这里给你一个拥抱！",
        "label": ""
      },
      {
        "sentence": "看到你的描述很心疼你。",
        "label": ""
      },
      {
        "sentence": "因为我之前复读的时候也碰到症状像你一样的同学，当得知这位同学后面退心理生病的时候，我们都很担心她，当然还好她的父母有带她去看心理医生。",
        "label": ""
      },
      {
        "sentence": "其实有时候就是自己跟自己过不去，那个时候觉得考不上好大学压力很大，其实就算考上好大学毕业之后有压力的事情是一直都有的。",
        "label": ""
      },
      {
        "sentence": "生活不管是在哪个阶段，好像都会掐住我们的喉咙。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也觉得生活对我来说好像太困难了，有时候觉得自己承受不了这些压力，就会不由自主地大喊大叫，感觉特别恐慌。",
    "annotation": [
      {
        "sentence": "是的，我也觉得生活对我来说好像太困难了，有时候觉得自己承受不了这些压力，就会不由自主地大喊大叫，感觉特别恐慌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，有时候我们确实会因为压力过大而无法控制自己的情绪。但是不论遇到什么问题，都不要忘记找寻帮助。我建议你向父母倾诉你的困扰，并告诉他们你是否考虑过寻求心理医生的帮助。",
    "annotation": [
      {
        "sentence": "我理解你的感受，有时候我们确实会因为压力过大而无法控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但是不论遇到什么问题，都不要忘记找寻帮助。",
        "label": ""
      },
      {
        "sentence": "我建议你向父母倾诉你的困扰，并告诉他们你是否考虑过寻求心理医生的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "爸爸妈妈可能会觉得我在夸大症状，他们对心理健康并不是很重视。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "爸爸妈妈可能会觉得我在夸大症状，他们对心理健康并不是很重视。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的顾虑，有些家长对心理健康问题确实存在一些误解。你可以试着与他们分享一些关于心理健康的知识，向他们解释你的困境，让他们了解你需要的支持和理解。或者，你也可以找其他人来帮助你说服父母，例如学校老师、辅导员或亲戚朋友。",
    "annotation": [
      {
        "sentence": "明白你的顾虑，有些家长对心理健康问题确实存在一些误解。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他们分享一些关于心理健康的知识，向他们解释你的困境，让他们了解你需要的支持和理解。",
        "label": ""
      },
      {
        "sentence": "或者，你也可以找其他人来帮助你说服父母，例如学校老师、辅导员或亲戚朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试与他们沟通的，希望他们能够理解我并支持我。但是，我还是很担心心理医生会有什么不好的影响，我不确定是否应该去看心理医生。",
    "annotation": [
      {
        "sentence": "我会尝试与他们沟通的，希望他们能够理解我并支持我。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很担心心理医生会有什么不好的影响，我不确定是否应该去看心理医生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的疑虑，但是心理医生是专业的心理健康专家，他们会帮助你更好地理解自己的困扰并提供适当的支持和指导。他们会与你一起制定治疗计划，帮助你缓解压力，提升心理健康。去看心理医生并不意味着你有什么问题，只是帮助你更好地应对困难和压力。",
    "annotation": [
      {
        "sentence": "理解你的疑虑，但是心理医生是专业的心理健康专家，他们会帮助你更好地理解自己的困扰并提供适当的支持和指导。",
        "label": ""
      },
      {
        "sentence": "他们会与你一起制定治疗计划，帮助你缓解压力，提升心理健康。",
        "label": ""
      },
      {
        "sentence": "去看心理医生并不意味着你有什么问题，只是帮助你更好地应对困难和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我对心理医生的作用有了一些了解。我会跟父母商量一下，看能不能找到一位合适的心理医生。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "听你这么说，我对心理医生的作用有了一些了解。",
        "label": ""
      },
      {
        "sentence": "我会跟父母商量一下，看能不能找到一位合适的心理医生。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我希望你能够尽快找到合适的心理医生并开始治疗。记住，你并不孤单，身边有许多人关心着你并愿意帮助你。无论遇到什么困难，都要相信自己，相信一切都会好起来的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我希望你能够尽快找到合适的心理医生并开始治疗。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边有许多人关心着你并愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都要相信自己，相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]