[
  {
    "role": "client",
    "content": "大一女，在宿舍被孤立了，真的很生气，该怎么办？由一堆堆小事组成的吧。",
    "annotation": [
      {
        "sentence": "大一女，在宿舍被孤立了，真的很生气，该怎么办？",
        "label": ""
      },
      {
        "sentence": "由一堆堆小事组成的吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的提问，我想当下的你心里一定特别的憋屈，同时也感到特别的难受，感觉自己被针对，被孤立，不知道如何走出现在的困境。我想知道，对于人际交往，你自己是怎样的一种态度呢？",
    "annotation": [
      {
        "sentence": "认真看完了你的提问，我想当下的你心里一定特别的憋屈，同时也感到特别的难受，感觉自己被针对，被孤立，不知道如何走出现在的困境。",
        "label": ""
      },
      {
        "sentence": "我想知道，对于人际交往，你自己是怎样的一种态度呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不是不想和室友交好，只是想保持互不干扰的状态。我喜欢独处，也喜欢保持整洁规范。",
    "annotation": [
      {
        "sentence": "我不是不想和室友交好，只是想保持互不干扰的状态。",
        "label": ""
      },
      {
        "sentence": "我喜欢独处，也喜欢保持整洁规范。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，你更喜欢独处，保持整洁规范是你的生活方式。但是，学校寝室是一个公共生活空间，大家彼此相互嵌入，对周围人都产生着影响。并且，每个人在这个空间中，都会牺牲自己的一些需求，来维持整体的平衡。由于每个人生活方式不同，这个过程中难以避免发生摩擦。",
    "annotation": [
      {
        "sentence": "我明白了，你更喜欢独处，保持整洁规范是你的生活方式。",
        "label": ""
      },
      {
        "sentence": "但是，学校寝室是一个公共生活空间，大家彼此相互嵌入，对周围人都产生着影响。",
        "label": ""
      },
      {
        "sentence": "并且，每个人在这个空间中，都会牺牲自己的一些需求，来维持整体的平衡。",
        "label": ""
      },
      {
        "sentence": "由于每个人生活方式不同，这个过程中难以避免发生摩擦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，就是这样。但是我觉得晾衣杆这个小事，室友们没有与我进行有效的磨合与交流。",
    "annotation": [
      {
        "sentence": "对，就是这样。",
        "label": ""
      },
      {
        "sentence": "但是我觉得晾衣杆这个小事，室友们没有与我进行有效的磨合与交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种根本态度也许决定了你在寝室中与他人的相处模式。当你不愿意与她们进行深入互动时，自己很有可能就会在关系中处于孤立的状态。在你的提问中，一些矛盾起源于一根小小的晾衣杆，但正是因为这一根晾衣杆，也折射出你在生活方式上与其他室友的不同。这就是这个问题的根源，当矛盾已经突出，你才开始将自己的内心想法说出来，并且是带着愤怒的负面情绪说出来的，这种表达方式严重影响了你与室友之间的关系。",
    "annotation": [
      {
        "sentence": "是的，这种根本态度也许决定了你在寝室中与他人的相处模式。",
        "label": ""
      },
      {
        "sentence": "当你不愿意与她们进行深入互动时，自己很有可能就会在关系中处于孤立的状态。",
        "label": ""
      },
      {
        "sentence": "在你的提问中，一些矛盾起源于一根小小的晾衣杆，但正是因为这一根晾衣杆，也折射出你在生活方式上与其他室友的不同。",
        "label": ""
      },
      {
        "sentence": "这就是这个问题的根源，当矛盾已经突出，你才开始将自己的内心想法说出来，并且是带着愤怒的负面情绪说出来的，这种表达方式严重影响了你与室友之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，我意识到了自己的表达方式有问题。我想避免类似事情发生，应该怎么做呢？",
    "annotation": [
      {
        "sentence": "的确，我意识到了自己的表达方式有问题。",
        "label": ""
      },
      {
        "sentence": "我想避免类似事情发生，应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非暴力沟通其实就是客观的、中正的表达自己的观点和想法，不带有任何的价值判断。要避免类似事情，首先要学会正面的与室友交流，表明自己的生活方式，这个过程中，不带任何情绪，这是客观的描述，不管对方接不接受，只是表达自己的想法。然后，你也可以邀请别人一起来探讨自己的生活方式，让大家看到相互之间的共同点与不同点，共同点大家一起来做，不同点大家尽量相互体谅，彼此有所牺牲利益，反而更能促进室友之间的感情。",
    "annotation": [
      {
        "sentence": "非暴力沟通其实就是客观的、中正的表达自己的观点和想法，不带有任何的价值判断。",
        "label": ""
      },
      {
        "sentence": "要避免类似事情，首先要学会正面的与室友交流，表明自己的生活方式，这个过程中，不带任何情绪，这是客观的描述，不管对方接不接受，只是表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "然后，你也可以邀请别人一起来探讨自己的生活方式，让大家看到相互之间的共同点与不同点，共同点大家一起来做，不同点大家尽量相互体谅，彼此有所牺牲利益，反而更能促进室友之间的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我要主动与室友进行交流，表达自己的想法，并邀请他们一起探讨生活方式。谢谢你的建议，我感觉好多了。",
    "annotation": [
      {
        "sentence": "明白了，我要主动与室友进行交流，表达自己的想法，并邀请他们一起探讨生活方式。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，有效的沟通对于人际关系的良好发展非常重要，希望你能够与室友达到一种更好的相处状态。如果还有其他问题或困惑，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，有效的沟通对于人际关系的良好发展非常重要，希望你能够与室友达到一种更好的相处状态。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]