[
  {
    "role": "client",
    "content": "我觉得自己太过于在乎别人的评价，做事之前总会想太多。今年20岁，一名大三男生。我觉得自己有点太看重他人的评价了，总想在所有人面前都留下一个好印象，所以做什么事情之前总会想太多。我会去假设如果别人这样做，自己会怎么看待他，如果感觉有一点点不好，我就不想去做。可能是怕在别人面前留下不好的印象。举个例子，比如说在竞争一些重要职位时，我其实可以明显看出来那些竞选的人都是带着很强的目的性或者说功利性去的。自己心里比较反感，所以也怕自己如果这样去做别人会这样看自己，所以就不愿意去。同时也有害怕自己失败而被别人看到，抱着一种不去尝试就不会失败的心理吧。与人接触的时候也是这样，怕被别人感觉带着目的性去接触他。很多时候特别不主动，想得特别多。我女朋友说我有时候就像个女孩子，做事情优柔寡断，想的太多。我现在也渐渐觉得是这样的，很想改变一下自己的性格，成为那种比较外向大方，直接果断的男生的形象。",
    "annotation": [
      {
        "sentence": "我觉得自己太过于在乎别人的评价，做事之前总会想太多。",
        "label": ""
      },
      {
        "sentence": "今年20岁，一名大三男生。",
        "label": ""
      },
      {
        "sentence": "我觉得自己有点太看重他人的评价了，总想在所有人面前都留下一个好印象，所以做什么事情之前总会想太多。",
        "label": ""
      },
      {
        "sentence": "我会去假设如果别人这样做，自己会怎么看待他，如果感觉有一点点不好，我就不想去做。",
        "label": ""
      },
      {
        "sentence": "可能是怕在别人面前留下不好的印象。",
        "label": ""
      },
      {
        "sentence": "举个例子，比如说在竞争一些重要职位时，我其实可以明显看出来那些竞选的人都是带着很强的目的性或者说功利性去的。",
        "label": ""
      },
      {
        "sentence": "自己心里比较反感，所以也怕自己如果这样去做别人会这样看自己，所以就不愿意去。",
        "label": ""
      },
      {
        "sentence": "同时也有害怕自己失败而被别人看到，抱着一种不去尝试就不会失败的心理吧。",
        "label": ""
      },
      {
        "sentence": "与人接触的时候也是这样，怕被别人感觉带着目的性去接触他。",
        "label": ""
      },
      {
        "sentence": "很多时候特别不主动，想得特别多。",
        "label": ""
      },
      {
        "sentence": "我女朋友说我有时候就像个女孩子，做事情优柔寡断，想的太多。",
        "label": ""
      },
      {
        "sentence": "我现在也渐渐觉得是这样的，很想改变一下自己的性格，成为那种比较外向大方，直接果断的男生的形象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答可以给你带来一些些帮助。20岁，特别青春的年纪，由于社会经验还不够丰富，对于自我的认识还不够深刻，每个人，在这个阶段，都会特别在意别人的评价，也总会有自己内在的一些评价标准，认为这样做就是对的，那样做就是不对的。我也是从那个阶段走来，曾经，和你有着一样的困惑和迷茫。不用自责，不用害怕，去经历，去探索，你会一步步在成长中找到自己的答案。",
    "annotation": [
      {
        "sentence": "希望我的回答可以给你带来一些些帮助。",
        "label": ""
      },
      {
        "sentence": "20岁，特别青春的年纪，由于社会经验还不够丰富，对于自我的认识还不够深刻，每个人，在这个阶段，都会特别在意别人的评价，也总会有自己内在的一些评价标准，认为这样做就是对的，那样做就是不对的。",
        "label": ""
      },
      {
        "sentence": "我也是从那个阶段走来，曾经，和你有着一样的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "不用自责，不用害怕，去经历，去探索，你会一步步在成长中找到自己的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。可能确实是我对自己的认识不够深刻导致我过分在意别人的评价。我感觉自己总是为了让别人满意而不断压抑自己的内心需求。你有什么具体的建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "可能确实是我对自己的认识不够深刻导致我过分在意别人的评价。",
        "label": ""
      },
      {
        "sentence": "我感觉自己总是为了让别人满意而不断压抑自己的内心需求。",
        "label": ""
      },
      {
        "sentence": "你有什么具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你以下几点建议：首先，接纳自己，认识自己，不断探索自我。你是一位非常喜欢思考的人，而且愿意站在别人的角度去感受，也会照顾别人的感受，非常善解人意。的确，善解人意让我们的人际关系很好，但如果在善解人意的同时，去压抑自己内心的需求，就会变成讨好。我们不仅要站在别人的角度去考虑问题，还需要同时照顾到自己的感受。沟通，不是为了让对方认可你，也不是让你认可对方，而是在真诚的交流的过程中，交换彼此的想法，让彼此的需求被对方看见，最终找到一个合适的解决方案。建议你不断地去看到自己的需求，不断地去了解自己，看到自己的优点和缺点，并且接纳自己的全部。当你对自己十分了解了，就不会那么在意别人的评价了。",
    "annotation": [
      {
        "sentence": "给你以下几点建议：首先，接纳自己，认识自己，不断探索自我。",
        "label": ""
      },
      {
        "sentence": "你是一位非常喜欢思考的人，而且愿意站在别人的角度去感受，也会照顾别人的感受，非常善解人意。",
        "label": ""
      },
      {
        "sentence": "的确，善解人意让我们的人际关系很好，但如果在善解人意的同时，去压抑自己内心的需求，就会变成讨好。",
        "label": ""
      },
      {
        "sentence": "我们不仅要站在别人的角度去考虑问题，还需要同时照顾到自己的感受。",
        "label": ""
      },
      {
        "sentence": "沟通，不是为了让对方认可你，也不是让你认可对方，而是在真诚的交流的过程中，交换彼此的想法，让彼此的需求被对方看见，最终找到一个合适的解决方案。",
        "label": ""
      },
      {
        "sentence": "建议你不断地去看到自己的需求，不断地去了解自己，看到自己的优点和缺点，并且接纳自己的全部。",
        "label": ""
      },
      {
        "sentence": "当你对自己十分了解了，就不会那么在意别人的评价了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我明白了。我平时总是太过关注别人的看法，而忽视了自己的需求和感受。我会尝试更加关注并了解自己，接纳自己的优点和缺点。不再让别人的评价左右我的行为。",
    "annotation": [
      {
        "sentence": "确实，我明白了。",
        "label": ""
      },
      {
        "sentence": "我平时总是太过关注别人的看法，而忽视了自己的需求和感受。",
        "label": ""
      },
      {
        "sentence": "我会尝试更加关注并了解自己，接纳自己的优点和缺点。",
        "label": ""
      },
      {
        "sentence": "不再让别人的评价左右我的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的领悟很快。接下来，还有一点，就是正确对待别人的评价。其实，每个人的认知也是有局限性的，有些人参加比赛，带着很强的目的性，的确会有人这么认为，但也会有人认为，那些参加比赛的人是勇敢的人，敢于去挑战；还有人认为，他们是有着强烈好奇心的人，愿意参加比赛去探索未知……总之，不同的人，对同一件事，会有不同的看法。所以，我们不必那么在意别人的评价，那些是我们掌控不了的。我们能掌控的就是，去做那些自己想做的事情，你想去做，就要鼓励自己去做，因为，那些对你有吸引力的事情，一定是你的兴趣所在，也可以满足你内心的需求。如果迟迟不行动，需求就得不到满足，兴趣也会减退，自然会有些后悔和遗憾。但过去的，就先不纠结了，现在要做的就是，做好当下的事，听从内心的声音，勇敢地去尝试，相信自己可以，加油哦。",
    "annotation": [
      {
        "sentence": "很好，你的领悟很快。",
        "label": ""
      },
      {
        "sentence": "接下来，还有一点，就是正确对待别人的评价。",
        "label": ""
      },
      {
        "sentence": "其实，每个人的认知也是有局限性的，有些人参加比赛，带着很强的目的性，的确会有人这么认为，但也会有人认为，那些参加比赛的人是勇敢的人，敢于去挑战；还有人认为，他们是有着强烈好奇心的人，愿意参加比赛去探索未知……总之，不同的人，对同一件事，会有不同的看法。",
        "label": ""
      },
      {
        "sentence": "所以，我们不必那么在意别人的评价，那些是我们掌控不了的。",
        "label": ""
      },
      {
        "sentence": "我们能掌控的就是，去做那些自己想做的事情，你想去做，就要鼓励自己去做，因为，那些对你有吸引力的事情，一定是你的兴趣所在，也可以满足你内心的需求。",
        "label": ""
      },
      {
        "sentence": "如果迟迟不行动，需求就得不到满足，兴趣也会减退，自然会有些后悔和遗憾。",
        "label": ""
      },
      {
        "sentence": "但过去的，就先不纠结了，现在要做的就是，做好当下的事，听从内心的声音，勇敢地去尝试，相信自己可以，加油哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我明白了，我应该更加相信自己的选择，不去过分关注别人的评价。我要更加积极地行动，勇敢地去尝试自己想做的事情，不再害怕失败和后悔。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该更加相信自己的选择，不去过分关注别人的评价。",
        "label": ""
      },
      {
        "sentence": "我要更加积极地行动，勇敢地去尝试自己想做的事情，不再害怕失败和后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的心态转变得很快，非常棒！最后，还有关于性格的问题。也许你是一位比较内向的男生吧，但看你的描述说，要变成一个外向的人。其实，性格的外向还是内向，是与身俱来的，不用刻意去改变。性格也没有好坏之分，内向有内向的优势，外向有外向的优势。看到自己性格的优势，接纳自己，并且找到可以发挥自己优势的工作，你同样可以绽放光芒。",
    "annotation": [
      {
        "sentence": "很好，你的心态转变得很快，非常棒！",
        "label": ""
      },
      {
        "sentence": "最后，还有关于性格的问题。",
        "label": ""
      },
      {
        "sentence": "也许你是一位比较内向的男生吧，但看你的描述说，要变成一个外向的人。",
        "label": ""
      },
      {
        "sentence": "其实，性格的外向还是内向，是与身俱来的，不用刻意去改变。",
        "label": ""
      },
      {
        "sentence": "性格也没有好坏之分，内向有内向的优势，外向有外向的优势。",
        "label": ""
      },
      {
        "sentence": "看到自己性格的优势，接纳自己，并且找到可以发挥自己优势的工作，你同样可以绽放光芒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我不必强迫自己变成一个完全外向的人。我会接纳自己的性格，看到内向的优势，并且找到适合我的发展方向。谢谢你的耐心和建议，这次对话让我更加明确了自己需要改变的方向。",
    "annotation": [
      {
        "sentence": "明白了，我不必强迫自己变成一个完全外向的人。",
        "label": ""
      },
      {
        "sentence": "我会接纳自己的性格，看到内向的优势，并且找到适合我的发展方向。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心和建议，这次对话让我更加明确了自己需要改变的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。记住，成长是一个逐步的过程，不要给自己太大的压力。相信自己，相信你可以找到适合自己的方式，成为更加自信和满足的人。如果你还有其他的疑问或困惑，随时都可以来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，成长是一个逐步的过程，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以找到适合自己的方式，成为更加自信和满足的人。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的疑问或困惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会继续努力，相信自己，相信我可以改变和成长。如果有需要，我一定会再来向你请教的。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会继续努力，相信自己，相信我可以改变和成长。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再来向你请教的。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  }
]