[
  {
    "role": "client",
    "content": "初恋有了相亲对象，拒绝我，无法面对这件事，怎么办？",
    "annotation": [
      {
        "sentence": "初恋有了相亲对象，拒绝我，无法面对这件事，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初恋这件事是美好的，两个懵懂的人小心翼翼呵护对方，彼此都有美好的憧憬，但很多时候由于是第一次恋爱，还不知道怎么相处、怎么去给对方想要的，于是最后两个人说再见。不清楚你和初恋当时的感情状态，但这段感情这个人对你来说还是很重要的，重要到不知道该怎么去面对，别担心也别焦虑，你会找到自己适合的方式去处理这段感情这个人。",
    "annotation": [
      {
        "sentence": "初恋这件事是美好的，两个懵懂的人小心翼翼呵护对方，彼此都有美好的憧憬，但很多时候由于是第一次恋爱，还不知道怎么相处、怎么去给对方想要的，于是最后两个人说再见。",
        "label": ""
      },
      {
        "sentence": "不清楚你和初恋当时的感情状态，但这段感情这个人对你来说还是很重要的，重要到不知道该怎么去面对，别担心也别焦虑，你会找到自己适合的方式去处理这段感情这个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他有了合适的相亲对象，并且说喜欢喜欢另说，但她很合适，很合适结婚吧，转而拒绝你。虽然心痛，但我该怎么办？",
    "annotation": [
      {
        "sentence": "他有了合适的相亲对象，并且说喜欢喜欢另说，但她很合适，很合适结婚吧，转而拒绝你。",
        "label": ""
      },
      {
        "sentence": "虽然心痛，但我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论男生还是女生，也不管什么原因要放弃一段感情时，对对方都会有一些愧疚感，为了弥补自己的内心愧疚，会做一些让对方“开心”、让对方“做决定”的事情。比如你的初恋，他说给你删除他的权利，其实删除与否不需要他给予权利，这本来就是你自己的事情。而他通过这样说只是为了让自己觉得好受。所以不要多想什么，他已经放下了你们的感情，你就随着自己的心保留他的微信或者删除都好。",
    "annotation": [
      {
        "sentence": "无论男生还是女生，也不管什么原因要放弃一段感情时，对对方都会有一些愧疚感，为了弥补自己的内心愧疚，会做一些让对方“开心”、让对方“做决定”的事情。",
        "label": ""
      },
      {
        "sentence": "比如你的初恋，他说给你删除他的权利，其实删除与否不需要他给予权利，这本来就是你自己的事情。",
        "label": ""
      },
      {
        "sentence": "而他通过这样说只是为了让自己觉得好受。",
        "label": ""
      },
      {
        "sentence": "所以不要多想什么，他已经放下了你们的感情，你就随着自己的心保留他的微信或者删除都好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我很痛苦，是要勇敢面对，还是删了他呢。删掉会不会就好一些呢，还是会更痛苦？",
    "annotation": [
      {
        "sentence": "但我很痛苦，是要勇敢面对，还是删了他呢。",
        "label": ""
      },
      {
        "sentence": "删掉会不会就好一些呢，还是会更痛苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的处理方式不同，这取决于你自己。但希望你能理性看待问题，删掉初恋也许能让你暂时少一些痛苦，但也许会让你错过那份美好的回忆。如果你决定删除，也不要感到内疚，这是你为了让自己过得更好而做的决定。",
    "annotation": [
      {
        "sentence": "每个人的处理方式不同，这取决于你自己。",
        "label": ""
      },
      {
        "sentence": "但希望你能理性看待问题，删掉初恋也许能让你暂时少一些痛苦，但也许会让你错过那份美好的回忆。",
        "label": ""
      },
      {
        "sentence": "如果你决定删除，也不要感到内疚，这是你为了让自己过得更好而做的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很难过，有什么方法可以让我快点走出来吗？",
    "annotation": [
      {
        "sentence": "我真的很难过，有什么方法可以让我快点走出来吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "走出感情的伤痛并不是一件容易的事情。但你可以尝试与朋友或家人倾诉你的心声，他们能够提供情感上的支持和安慰。同时，也可以寻找一些喜欢的事情来做，让自己的心情变得开心起来。还有，时刻告诉自己，无论经历多么痛苦的事情都将成为过去，未来的生活还是美好的。",
    "annotation": [
      {
        "sentence": "走出感情的伤痛并不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "但你可以尝试与朋友或家人倾诉你的心声，他们能够提供情感上的支持和安慰。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻找一些喜欢的事情来做，让自己的心情变得开心起来。",
        "label": ""
      },
      {
        "sentence": "还有，时刻告诉自己，无论经历多么痛苦的事情都将成为过去，未来的生活还是美好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去面对和走出来的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去面对和走出来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，你能够来诉说自己的困扰，已经是很不错的开始。相信你能够处理好这段感情，走出阴霾，并且迎接更美好的明天。",
    "annotation": [
      {
        "sentence": "不用谢，你能够来诉说自己的困扰，已经是很不错的开始。",
        "label": ""
      },
      {
        "sentence": "相信你能够处理好这段感情，走出阴霾，并且迎接更美好的明天。",
        "label": ""
      }
    ]
  }
]