[
  {
    "role": "client",
    "content": "最近我感觉自己什么都没有，应该咋办呢？最近我认为自己很孤单，爱人不亲密，身边也没有亲密的朋友，有很多想法想倾诉可是不想打扰别人也不想传播负能量。我因为婚姻不幸福都开始嫉妒别人。我本来以为自己工作生活都还可以，但是现在开始羡慕别人，然后嫉妒希望别人也跟我一样不快乐，我觉得这种想法太可怕了。有一段时间我甚至不好看有的朋友的朋友圈只是希望她过上了我想要那种努力工作自由快乐的生活。很多情绪挤压在我心里没有得到很好的释放，我不想变得嫉妒，也不想不快乐，也不想太在意别人的想法，而且我开始觉得别人都比我命好，我知道这些想法都是不对的，但是我控制不了。想问集美们，我应该咋办呢。",
    "annotation": [
      {
        "sentence": "最近我感觉自己什么都没有，应该咋办呢？",
        "label": ""
      },
      {
        "sentence": "最近我认为自己很孤单，爱人不亲密，身边也没有亲密的朋友，有很多想法想倾诉可是不想打扰别人也不想传播负能量。",
        "label": ""
      },
      {
        "sentence": "我因为婚姻不幸福都开始嫉妒别人。",
        "label": ""
      },
      {
        "sentence": "我本来以为自己工作生活都还可以，但是现在开始羡慕别人，然后嫉妒希望别人也跟我一样不快乐，我觉得这种想法太可怕了。",
        "label": ""
      },
      {
        "sentence": "有一段时间我甚至不好看有的朋友的朋友圈只是希望她过上了我想要那种努力工作自由快乐的生活。",
        "label": ""
      },
      {
        "sentence": "很多情绪挤压在我心里没有得到很好的释放，我不想变得嫉妒，也不想不快乐，也不想太在意别人的想法，而且我开始觉得别人都比我命好，我知道这些想法都是不对的，但是我控制不了。",
        "label": ""
      },
      {
        "sentence": "想问集美们，我应该咋办呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完整篇之后，我最大的一个问题是，诱因是什么呢？",
    "annotation": [
      {
        "sentence": "看完整篇之后，我最大的一个问题是，诱因是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实没有明显的诱因，我只是突然感觉到很孤单，对婚姻和友情都有些失望。",
    "annotation": [
      {
        "sentence": "其实没有明显的诱因，我只是突然感觉到很孤单，对婚姻和友情都有些失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "发生了什么事情之后你会有这些想法呢？我觉得了解一下这些情况可能有助于理解你目前的情绪。",
    "annotation": [
      {
        "sentence": "发生了什么事情之后你会有这些想法呢？",
        "label": ""
      },
      {
        "sentence": "我觉得了解一下这些情况可能有助于理解你目前的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得主要是因为我跟爱人之间的亲密关系变淡了，身边的朋友也没有一个真正能倾诉的人。我有很多想法和情绪想表达，但又不想给别人带来负能量。",
    "annotation": [
      {
        "sentence": "我觉得主要是因为我跟爱人之间的亲密关系变淡了，身边的朋友也没有一个真正能倾诉的人。",
        "label": ""
      },
      {
        "sentence": "我有很多想法和情绪想表达，但又不想给别人带来负能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独是一个重要的问题，我可以理解你想要有人陪伴并理解你的感受。对于你的情绪，我觉得最重要的是要找到一个适合的方式来发泄，而不是将这些负面情绪压在心里。另外，关于朋友圈上的观察，我认为这并不是一个很好的参考途径。朋友圈通常是用来展示光鲜一面的，每个人都有自己的开心和痛苦，并不是所有人都会向身边的人表达这些情绪。",
    "annotation": [
      {
        "sentence": "孤独是一个重要的问题，我可以理解你想要有人陪伴并理解你的感受。",
        "label": ""
      },
      {
        "sentence": "对于你的情绪，我觉得最重要的是要找到一个适合的方式来发泄，而不是将这些负面情绪压在心里。",
        "label": ""
      },
      {
        "sentence": "另外，关于朋友圈上的观察，我认为这并不是一个很好的参考途径。",
        "label": ""
      },
      {
        "sentence": "朋友圈通常是用来展示光鲜一面的，每个人都有自己的开心和痛苦，并不是所有人都会向身边的人表达这些情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，朋友圈只是一种表面的展示，不能代表真实的情况。但我还是有一种嫉妒的情绪，觉得自己比别人差，甚至希望别人也像我一样不快乐，这种想法让我感到可怕。",
    "annotation": [
      {
        "sentence": "我明白你的意思，朋友圈只是一种表面的展示，不能代表真实的情况。",
        "label": ""
      },
      {
        "sentence": "但我还是有一种嫉妒的情绪，觉得自己比别人差，甚至希望别人也像我一样不快乐，这种想法让我感到可怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嫉妒很可能是因为你觉得之前别人不如你，但现在他们的情况却和你差不多甚至更好了。这种嫉妒可能更像是一种羞耻感，是对自己“好与坏”感受的一种表达。或许你现在需要找到一种途径来表达自己不好的地方，而不是通过嫉妒和孤独的情绪来表达自己变形的攻击性。",
    "annotation": [
      {
        "sentence": "嫉妒很可能是因为你觉得之前别人不如你，但现在他们的情况却和你差不多甚至更好了。",
        "label": ""
      },
      {
        "sentence": "这种嫉妒可能更像是一种羞耻感，是对自己“好与坏”感受的一种表达。",
        "label": ""
      },
      {
        "sentence": "或许你现在需要找到一种途径来表达自己不好的地方，而不是通过嫉妒和孤独的情绪来表达自己变形的攻击性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直觉得自己没有合适的方式来表达自己不好的地方，所以才用嫉妒和孤独的情绪来隐藏自己的攻击性。我应该怎么寻找到发泄情绪的合适途径呢？",
    "annotation": [
      {
        "sentence": "确实，我一直觉得自己没有合适的方式来表达自己不好的地方，所以才用嫉妒和孤独的情绪来隐藏自己的攻击性。",
        "label": ""
      },
      {
        "sentence": "我应该怎么寻找到发泄情绪的合适途径呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你可以尝试找到自己情绪偏差的根源是什么，从而寻找解决的方法。可能在婚姻和友情中出现的问题对你产生了很大的影响。同时，你可以寻找一些适合你的方式来表达自己的情绪，比如找一个可以倾诉的朋友或者寻求专业的心理咨询帮助。",
    "annotation": [
      {
        "sentence": "我觉得你可以尝试找到自己情绪偏差的根源是什么，从而寻找解决的方法。",
        "label": ""
      },
      {
        "sentence": "可能在婚姻和友情中出现的问题对你产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "同时，你可以寻找一些适合你的方式来表达自己的情绪，比如找一个可以倾诉的朋友或者寻求专业的心理咨询帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会思考一下婚姻和友情中的问题，同时也会努力寻找适合发泄情绪的方式。谢谢你的支持和建议，让我对问题有了更清晰的认识。",
    "annotation": [
      {
        "sentence": "我会思考一下婚姻和友情中的问题，同时也会努力寻找适合发泄情绪的方式。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，让我对问题有了更清晰的认识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够找到解决问题的方法。记住，你并不孤单，总有人愿意倾听和支持你。如果需要，随时向我寻求帮助。祝你能够找到自己的快乐和幸福！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总有人愿意倾听和支持你。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你能够找到自己的快乐和幸福！",
        "label": ""
      }
    ]
  }
]