[
  {
    "role": "client",
    "content": "我今年26岁，再过两年也是打算要孩子了，可是我现在看到小朋友还是很害怕的，不太能接受去和小朋友相处，也不知道怎么去相处，可能是因为在学生时期受到过校园暴力，所有看到那个年龄段的学生就会不自觉的抗拒，想知道怎么改变…",
    "annotation": [
      {
        "sentence": "我今年26岁，再过两年也是打算要孩子了，可是我现在看到小朋友还是很害怕的，不太能接受去和小朋友相处，也不知道怎么去相处，可能是因为在学生时期受到过校园暴力，所有看到那个年龄段的学生就会不自觉的抗拒，想知道怎么改变…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，很抱歉看到你说曾经在学生时期受到过校园暴力这样的事情。每次看到关于校园暴力的话题都会很心疼这些孩子们，这个对孩子一生的成长都很重要。如果后期没有处理很好的话，很可能形成一生的创伤。所以看到你说可能因为之前校园暴力，看到那个年龄段的学生都会不自觉的抗拒，太心疼你了。",
    "annotation": [
      {
        "sentence": "首先，很抱歉看到你说曾经在学生时期受到过校园暴力这样的事情。",
        "label": ""
      },
      {
        "sentence": "每次看到关于校园暴力的话题都会很心疼这些孩子们，这个对孩子一生的成长都很重要。",
        "label": ""
      },
      {
        "sentence": "如果后期没有处理很好的话，很可能形成一生的创伤。",
        "label": ""
      },
      {
        "sentence": "所以看到你说可能因为之前校园暴力，看到那个年龄段的学生都会不自觉的抗拒，太心疼你了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。这件事对我现在的影响确实很大，以至于我甚至不太能接受和小朋友的相处。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "这件事对我现在的影响确实很大，以至于我甚至不太能接受和小朋友的相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "受到校园暴力不是你的错，但是受到校园暴力的孩子却往往需要很久才能走出来，甚至有些一生都走不出来。所以，虽然不知道你当时受到的伤害有多大，但是，仍然衷心祝愿你可以早日摆脱因为校园暴力而带来的伤害。当我们正视这件事了，才可以去解决它带来的影响。这部分建议你可以在专业的心理咨询师的帮助下去解决创伤。",
    "annotation": [
      {
        "sentence": "受到校园暴力不是你的错，但是受到校园暴力的孩子却往往需要很久才能走出来，甚至有些一生都走不出来。",
        "label": ""
      },
      {
        "sentence": "所以，虽然不知道你当时受到的伤害有多大，但是，仍然衷心祝愿你可以早日摆脱因为校园暴力而带来的伤害。",
        "label": ""
      },
      {
        "sentence": "当我们正视这件事了，才可以去解决它带来的影响。",
        "label": ""
      },
      {
        "sentence": "这部分建议你可以在专业的心理咨询师的帮助下去解决创伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑寻求心理咨询师的帮助，希望能够解决这个问题。另外，我想问一下，为什么我对小朋友有这样的抗拒感呢？",
    "annotation": [
      {
        "sentence": "我会考虑寻求心理咨询师的帮助，希望能够解决这个问题。",
        "label": ""
      },
      {
        "sentence": "另外，我想问一下，为什么我对小朋友有这样的抗拒感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于你说自己26岁，再过两年打算要孩子了，但是看到孩子还是很害怕这件事。是所有的孩子都害怕吗，害怕什么呢。不太能接受跟小朋友相处，是因为什么呢。这些问题你是否认真考虑过呢？至于不知道怎样相处这部分，当我们不排斥与小朋友相处之后，再去学习如何与小朋友共处，这样或许更好哦。",
    "annotation": [
      {
        "sentence": "关于你说自己26岁，再过两年打算要孩子了，但是看到孩子还是很害怕这件事。",
        "label": ""
      },
      {
        "sentence": "是所有的孩子都害怕吗，害怕什么呢。",
        "label": ""
      },
      {
        "sentence": "不太能接受跟小朋友相处，是因为什么呢。",
        "label": ""
      },
      {
        "sentence": "这些问题你是否认真考虑过呢？",
        "label": ""
      },
      {
        "sentence": "至于不知道怎样相处这部分，当我们不排斥与小朋友相处之后，再去学习如何与小朋友共处，这样或许更好哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我意识到我没有仔细思考过这些问题。我想我害怕与小朋友相处是因为受到校园暴力的经历让我对那个年龄段的学生产生了抗拒感。我害怕再次受到伤害，也害怕无法掌控和理解小孩的行为。",
    "annotation": [
      {
        "sentence": "我意识到我没有仔细思考过这些问题。",
        "label": ""
      },
      {
        "sentence": "我想我害怕与小朋友相处是因为受到校园暴力的经历让我对那个年龄段的学生产生了抗拒感。",
        "label": ""
      },
      {
        "sentence": "我害怕再次受到伤害，也害怕无法掌控和理解小孩的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕是因为没有掌控感，当有掌控感了，自然也就不害怕了。综上，建议先来解决自己因为校园暴力而导致的创伤，再来思考自己害怕与小朋友相处的原因，之后针对性地去成长改变对你来说更好哦。",
    "annotation": [
      {
        "sentence": "害怕是因为没有掌控感，当有掌控感了，自然也就不害怕了。",
        "label": ""
      },
      {
        "sentence": "综上，建议先来解决自己因为校园暴力而导致的创伤，再来思考自己害怕与小朋友相处的原因，之后针对性地去成长改变对你来说更好哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我会先着重处理自己的创伤，并寻求心理咨询师的帮助。一旦我能够摆脱校园暴力的伤害，我会更加积极地学习与小朋友相处的方法。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我会先着重处理自己的创伤，并寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "一旦我能够摆脱校园暴力的伤害，我会更加积极地学习与小朋友相处的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。请相信自己，你一定能够克服这个困难，迈向更好的未来。如果你在处理创伤的过程中需要任何帮助，随时向我求助。祝愿你能够早日恢复，并顺利实现自己的未来计划！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "请相信自己，你一定能够克服这个困难，迈向更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你在处理创伤的过程中需要任何帮助，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够早日恢复，并顺利实现自己的未来计划！",
        "label": ""
      }
    ]
  }
]