[
  {
    "role": "client",
    "content": "我想辞职，不敢面对，怕别人不开心。在拖，怎么再开口？考研失败让我很焦虑，比以前少了勇气。不知道自己行不行，所以找了一个对设计要求没那么严格的公司。公司偏僻没有地铁加班没有公交，第一天工作的感觉糟糕透了，我哭了。没有人能够倾诉，我不会骑自行车，一个周学会了电动车。时间长了，不知道是杭州的节奏快还是公司，有点跟不上，睁眼闭眼就是工作，脾气比以前大，很烦躁！每天的工作很琐碎，没有计划性，因为会随时被人叫去干一些杂事，总是有干不完的事情，也没有自己的时间。我辞职的理由是工资真的低，没有五险一金。半年过去了，马上要2021了，我也26岁了。公司的工作内容很琐碎，下面留不住人，干一些杂活没有进步空间，也许能进步，但是进展很慢。不过这里的同事人还不错，主管挺开朗的。刚开始主管也很重视我，最近感觉他对我的状态不满意。这是他主动找我聊，我才开口，但是整个过程我一直不敢看他。你认为我应该以什么样的理由离职呢？他表示他对我很失望，但是希望我留下，会帮我解决问题。现在我不知道该怎么再开口。",
    "annotation": [
      {
        "sentence": "我想辞职，不敢面对，怕别人不开心。",
        "label": ""
      },
      {
        "sentence": "在拖，怎么再开口？",
        "label": ""
      },
      {
        "sentence": "考研失败让我很焦虑，比以前少了勇气。",
        "label": ""
      },
      {
        "sentence": "不知道自己行不行，所以找了一个对设计要求没那么严格的公司。",
        "label": ""
      },
      {
        "sentence": "公司偏僻没有地铁加班没有公交，第一天工作的感觉糟糕透了，我哭了。",
        "label": ""
      },
      {
        "sentence": "没有人能够倾诉，我不会骑自行车，一个周学会了电动车。",
        "label": ""
      },
      {
        "sentence": "时间长了，不知道是杭州的节奏快还是公司，有点跟不上，睁眼闭眼就是工作，脾气比以前大，很烦躁！",
        "label": ""
      },
      {
        "sentence": "每天的工作很琐碎，没有计划性，因为会随时被人叫去干一些杂事，总是有干不完的事情，也没有自己的时间。",
        "label": ""
      },
      {
        "sentence": "我辞职的理由是工资真的低，没有五险一金。",
        "label": ""
      },
      {
        "sentence": "半年过去了，马上要2021了，我也26岁了。",
        "label": ""
      },
      {
        "sentence": "公司的工作内容很琐碎，下面留不住人，干一些杂活没有进步空间，也许能进步，但是进展很慢。",
        "label": ""
      },
      {
        "sentence": "不过这里的同事人还不错，主管挺开朗的。",
        "label": ""
      },
      {
        "sentence": "刚开始主管也很重视我，最近感觉他对我的状态不满意。",
        "label": ""
      },
      {
        "sentence": "这是他主动找我聊，我才开口，但是整个过程我一直不敢看他。",
        "label": ""
      },
      {
        "sentence": "你认为我应该以什么样的理由离职呢？",
        "label": ""
      },
      {
        "sentence": "他表示他对我很失望，但是希望我留下，会帮我解决问题。",
        "label": ""
      },
      {
        "sentence": "现在我不知道该怎么再开口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述有点乱，也映射了你此刻的心绪很混乱，可能你还没有想清楚。我们先梳理一下你的问题：（1）考研失败让你有点灰心，导致你的自信心有所不足。（2）于是你找了一个并不十分对口的工作，只想能上就好，千万别让机会错过了。（3）上班后才发现，该公司确实有点“糟糕”：①地理位置不好，公交地铁都不方便。（你自己花了一个周学会电动车）②工资低，没有五险一金，加班多，没有时间。（感觉不符合自己的付出）③工作内容多是杂活，专业方面的进步很慢。（4）唯一好点的是同事间相处还可以，主管也不错。而我的观点是：即使你辞职了，你的问题就能解决吗？你的自信心现在如何？你能否在外面找到更合适的工作机会？这家公司的“糟糕”能否改善？你和主管是否可以坦诚交流，减少一些杂事，专注于专业工作？你是否利用过空闲时间提升自己的技能和机会？同事之前离职的人发展得如何，是否可以向他们请教一下？所以，我的建议是：吃一堑长一智，要从失败中学习，找到解决问题的方法。之前找工作的时候遇到了那么多问题，如果这些问题没有解决，你先思考一下在下一份工作中，你想要什么样的工作，它是否满足你内心的需求？简单地辞职并不能解决你的问题，而是要明确自己的目标。以上，祝你工作和生活顺利，加油！",
    "annotation": [
      {
        "sentence": "你的描述有点乱，也映射了你此刻的心绪很混乱，可能你还没有想清楚。",
        "label": ""
      },
      {
        "sentence": "我们先梳理一下你的问题：（1）考研失败让你有点灰心，导致你的自信心有所不足。",
        "label": ""
      },
      {
        "sentence": "（2）于是你找了一个并不十分对口的工作，只想能上就好，千万别让机会错过了。",
        "label": ""
      },
      {
        "sentence": "（3）上班后才发现，该公司确实有点“糟糕”：①地理位置不好，公交地铁都不方便。",
        "label": ""
      },
      {
        "sentence": "（你自己花了一个周学会电动车）②工资低，没有五险一金，加班多，没有时间。",
        "label": ""
      },
      {
        "sentence": "（感觉不符合自己的付出）③工作内容多是杂活，专业方面的进步很慢。",
        "label": ""
      },
      {
        "sentence": "（4）唯一好点的是同事间相处还可以，主管也不错。",
        "label": ""
      },
      {
        "sentence": "而我的观点是：即使你辞职了，你的问题就能解决吗？",
        "label": ""
      },
      {
        "sentence": "你的自信心现在如何？",
        "label": ""
      },
      {
        "sentence": "你能否在外面找到更合适的工作机会？",
        "label": ""
      },
      {
        "sentence": "这家公司的“糟糕”能否改善？",
        "label": ""
      },
      {
        "sentence": "你和主管是否可以坦诚交流，减少一些杂事，专注于专业工作？",
        "label": ""
      },
      {
        "sentence": "你是否利用过空闲时间提升自己的技能和机会？",
        "label": ""
      },
      {
        "sentence": "同事之前离职的人发展得如何，是否可以向他们请教一下？",
        "label": ""
      },
      {
        "sentence": "所以，我的建议是：吃一堑长一智，要从失败中学习，找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "之前找工作的时候遇到了那么多问题，如果这些问题没有解决，你先思考一下在下一份工作中，你想要什么样的工作，它是否满足你内心的需求？",
        "label": ""
      },
      {
        "sentence": "简单地辞职并不能解决你的问题，而是要明确自己的目标。",
        "label": ""
      },
      {
        "sentence": "以上，祝你工作和生活顺利，加油！",
        "label": ""
      }
    ]
  }
]