[
  {
    "role": "client",
    "content": "我想辞职，但不敢面对，害怕失望别人。我现在在一家位置偏僻、交通不便、工资低、福利不好的公司工作，而且我的工作很琐碎，没有计划性，有时会被要求干一些杂事。我总觉得自己的工作能力没有得到充分的发挥，我很烦躁，每天都感到心力交瘁，现在的我比以前没勇气了。",
    "annotation": [
      {
        "sentence": "我想辞职，但不敢面对，害怕失望别人。",
        "label": ""
      },
      {
        "sentence": "我现在在一家位置偏僻、交通不便、工资低、福利不好的公司工作，而且我的工作很琐碎，没有计划性，有时会被要求干一些杂事。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己的工作能力没有得到充分的发挥，我很烦躁，每天都感到心力交瘁，现在的我比以前没勇气了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的描述，你对于现状的认识已经非常清晰了。你现在的状态比较煎熬，是因为自己的焦虑压力和对于公司不满的心态共同作用导致的。不要太在意别人的看法，因为你要做的事情是为了自己负责，而不是为了证明什么。之前我听到一句话，公司不是家，同事也并不是家人。我们必须以工作和职业规划为出发点。如果你认为这家公司无法满足你的需求，那么离开是很正常的选择。至于你觉得不知道如何离开的问题，我认为你可以好好思考你的职业规划。如果你找到了更好的就业机会，那你自然会更加坚定离开的决定。如果你认为这家公司能够改进符合你的需要，那么你可以留下来。",
    "annotation": [
      {
        "sentence": "听了你的描述，你对于现状的认识已经非常清晰了。",
        "label": ""
      },
      {
        "sentence": "你现在的状态比较煎熬，是因为自己的焦虑压力和对于公司不满的心态共同作用导致的。",
        "label": ""
      },
      {
        "sentence": "不要太在意别人的看法，因为你要做的事情是为了自己负责，而不是为了证明什么。",
        "label": ""
      },
      {
        "sentence": "之前我听到一句话，公司不是家，同事也并不是家人。",
        "label": ""
      },
      {
        "sentence": "我们必须以工作和职业规划为出发点。",
        "label": ""
      },
      {
        "sentence": "如果你认为这家公司无法满足你的需求，那么离开是很正常的选择。",
        "label": ""
      },
      {
        "sentence": "至于你觉得不知道如何离开的问题，我认为你可以好好思考你的职业规划。",
        "label": ""
      },
      {
        "sentence": "如果你找到了更好的就业机会，那你自然会更加坚定离开的决定。",
        "label": ""
      },
      {
        "sentence": "如果你认为这家公司能够改进符合你的需要，那么你可以留下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在面临的问题是如何向主管提出这份辞职信，毕竟，我在这家公司认识了一些好的同事和上司，担心他们会认为我辜负了他们的好意，会失望。",
    "annotation": [
      {
        "sentence": "我现在面临的问题是如何向主管提出这份辞职信，毕竟，我在这家公司认识了一些好的同事和上司，担心他们会认为我辜负了他们的好意，会失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很理解。但是我认为，你应该用理性和客观的态度看待这件事。你应该首先要清楚地认识到，公司的核心是业务本身，而不是基于人际关系的好坏。你离开这家公司，也并不是对他们的不尊重或者背叛，而是因为你对自己的职业发展有了新的认识和规划。对于那些关心你的同事和上司，你可以好好的向他们表达你的感激和道别。这是很自然和正常的，他们也会理解你的决定。毕竟，每个人都有自己的人生和发展道路。",
    "annotation": [
      {
        "sentence": "你的想法很理解。",
        "label": ""
      },
      {
        "sentence": "但是我认为，你应该用理性和客观的态度看待这件事。",
        "label": ""
      },
      {
        "sentence": "你应该首先要清楚地认识到，公司的核心是业务本身，而不是基于人际关系的好坏。",
        "label": ""
      },
      {
        "sentence": "你离开这家公司，也并不是对他们的不尊重或者背叛，而是因为你对自己的职业发展有了新的认识和规划。",
        "label": ""
      },
      {
        "sentence": "对于那些关心你的同事和上司，你可以好好的向他们表达你的感激和道别。",
        "label": ""
      },
      {
        "sentence": "这是很自然和正常的，他们也会理解你的决定。",
        "label": ""
      },
      {
        "sentence": "毕竟，每个人都有自己的人生和发展道路。",
        "label": ""
      }
    ]
  }
]