[
  {
    "role": "client",
    "content": "想辞职，不敢面对，怕别人不开心，在拖，怎么再开口？考研失败我焦虑，比之前自己少了勇敢。不知道自己的行不行，所以就找了一个相对对于设计要求没那么严格的公司，公司偏僻没有地铁加班没有公交，第一天工作的感觉糟糕透了我哭了，没有人能够倾诉，我不会骑自行车，我一个周学会电动车。",
    "annotation": [
      {
        "sentence": "想辞职，不敢面对，怕别人不开心，在拖，怎么再开口？",
        "label": ""
      },
      {
        "sentence": "考研失败我焦虑，比之前自己少了勇敢。",
        "label": ""
      },
      {
        "sentence": "不知道自己的行不行，所以就找了一个相对对于设计要求没那么严格的公司，公司偏僻没有地铁加班没有公交，第一天工作的感觉糟糕透了我哭了，没有人能够倾诉，我不会骑自行车，我一个周学会电动车。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的心情。我也曾经有类似的经历。当初我也因为工资低、没有提升的情况而想要离职，但却担心领导和同事会不高兴，怕他们会对我有不好的想法。我一直拖延着离职的决定，直到去年11月份到今年3月份。然后终于开了口，因为一旦有了离职的想法，我无法再积极地处理工作，每分钟都感到痛苦。离职后我发现那些我所担心的问题其实都是多余的，真正对你好的人还会继续关心你。但是大多数的同事之间关系会淡化，因为你们已经没有了利益关联。",
    "annotation": [
      {
        "sentence": "很理解你的心情。",
        "label": ""
      },
      {
        "sentence": "我也曾经有类似的经历。",
        "label": ""
      },
      {
        "sentence": "当初我也因为工资低、没有提升的情况而想要离职，但却担心领导和同事会不高兴，怕他们会对我有不好的想法。",
        "label": ""
      },
      {
        "sentence": "我一直拖延着离职的决定，直到去年11月份到今年3月份。",
        "label": ""
      },
      {
        "sentence": "然后终于开了口，因为一旦有了离职的想法，我无法再积极地处理工作，每分钟都感到痛苦。",
        "label": ""
      },
      {
        "sentence": "离职后我发现那些我所担心的问题其实都是多余的，真正对你好的人还会继续关心你。",
        "label": ""
      },
      {
        "sentence": "但是大多数的同事之间关系会淡化，因为你们已经没有了利益关联。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "公司好像挺看重我的，主管也很开朗。他最近觉得我状态不对，主动找我聊天。但我不知道该怎么开口和他谈。之前我就害怕让别人失望，现在听到他对我失望我更加焦虑了。",
    "annotation": [
      {
        "sentence": "公司好像挺看重我的，主管也很开朗。",
        "label": ""
      },
      {
        "sentence": "他最近觉得我状态不对，主动找我聊天。",
        "label": ""
      },
      {
        "sentence": "但我不知道该怎么开口和他谈。",
        "label": ""
      },
      {
        "sentence": "之前我就害怕让别人失望，现在听到他对我失望我更加焦虑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "主管对你的失望可能并不完全是因为你要离职，还因为你有事情没有及时跟她沟通，选择自己纠结导致工作状态差。很多领导在你离职的时候都会有挽留的想法，这时候你要想清楚自己离职的初衷。如果你选择留下，这些问题是否可以被解决，而不是一味地被领导带着跑，无论是在话语上还是在感情上。你可以过一段时间再去找主管谈谈，明确你的态度，感谢她这段时间对你的照顾。",
    "annotation": [
      {
        "sentence": "主管对你的失望可能并不完全是因为你要离职，还因为你有事情没有及时跟她沟通，选择自己纠结导致工作状态差。",
        "label": ""
      },
      {
        "sentence": "很多领导在你离职的时候都会有挽留的想法，这时候你要想清楚自己离职的初衷。",
        "label": ""
      },
      {
        "sentence": "如果你选择留下，这些问题是否可以被解决，而不是一味地被领导带着跑，无论是在话语上还是在感情上。",
        "label": ""
      },
      {
        "sentence": "你可以过一段时间再去找主管谈谈，明确你的态度，感谢她这段时间对你的照顾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在真的不知道该怎么办了。我觉得这个工作琐碎而且没有计划性，经常被叫去做一些杂事，总是有做不完的事情，也没有属于自己的时间。我想辞职的理由就是因为工资真的太低了，而且没有五险一金。",
    "annotation": [
      {
        "sentence": "我现在真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我觉得这个工作琐碎而且没有计划性，经常被叫去做一些杂事，总是有做不完的事情，也没有属于自己的时间。",
        "label": ""
      },
      {
        "sentence": "我想辞职的理由就是因为工资真的太低了，而且没有五险一金。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你对工作的不满。但在决定辞职之前，建议你先想清楚自己的职业规划。你可以有针对性地提升自己的能力，不要把自己局限在“我现在只能打杂”的框架里。如果你觉得这份工作真的无法让你进步，那离职也是一个选择。但记得要对离职后的生活做好规划，避免就业空白期过长。希望我的回答可以帮助到你，如果还有其他困惑，可以继续与我交流。",
    "annotation": [
      {
        "sentence": "我能理解你对工作的不满。",
        "label": ""
      },
      {
        "sentence": "但在决定辞职之前，建议你先想清楚自己的职业规划。",
        "label": ""
      },
      {
        "sentence": "你可以有针对性地提升自己的能力，不要把自己局限在“我现在只能打杂”的框架里。",
        "label": ""
      },
      {
        "sentence": "如果你觉得这份工作真的无法让你进步，那离职也是一个选择。",
        "label": ""
      },
      {
        "sentence": "但记得要对离职后的生活做好规划，避免就业空白期过长。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你，如果还有其他困惑，可以继续与我交流。",
        "label": ""
      }
    ]
  }
]