[
  {
    "role": "client",
    "content": "交新朋友让我快乐，维持友谊让我痛苦？",
    "annotation": [
      {
        "sentence": "交新朋友让我快乐，维持友谊让我痛苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的提问，从提问中可以看出。当前你的主要烦恼是在人际交往中，不知道如何与他人相处，这其中既有嫉妒，又有自责，感觉自己的内在特别的矛盾。我想从以下几个方面给你一些启发。",
    "annotation": [
      {
        "sentence": "认真看完了你的提问，从提问中可以看出。",
        "label": ""
      },
      {
        "sentence": "当前你的主要烦恼是在人际交往中，不知道如何与他人相处，这其中既有嫉妒，又有自责，感觉自己的内在特别的矛盾。",
        "label": ""
      },
      {
        "sentence": "我想从以下几个方面给你一些启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你愿意倾听我的问题，我确实感到很矛盾和无助。我希望能够理解自己，找到改变的方法。",
    "annotation": [
      {
        "sentence": "谢谢你愿意倾听我的问题，我确实感到很矛盾和无助。",
        "label": ""
      },
      {
        "sentence": "我希望能够理解自己，找到改变的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢，愿意面对自己的问题，并且主动寻求解决办法，这是很好的一步。首先，我想告诉你，交友的真正目标应该是在关系中充分的延伸自己。",
    "annotation": [
      {
        "sentence": "你很勇敢，愿意面对自己的问题，并且主动寻求解决办法，这是很好的一步。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，交友的真正目标应该是在关系中充分的延伸自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "延伸自己？这是什么意思呢？",
    "annotation": [
      {
        "sentence": "延伸自己？",
        "label": ""
      },
      {
        "sentence": "这是什么意思呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的提问中，我看到你对于交友所持的观念是为了让自己感到有成就感，朋友多似乎意味着自己比较出色，容易受到他人关注。这种观念其实是将自己的价值感完全建立在了他人的评价之上，“别人看起来我有很多朋友，那么我就是好的”，这是你潜意识中的想法。这种想法会让你非常在意他人的想法和感受，非常敏感外界的变化，这种价值感的状态是一种虚假的状态。而人际交往的真正意义是在关系中充分的表达自己，延伸自己，舒展自己，让自己的个性在关系成长。",
    "annotation": [
      {
        "sentence": "在你的提问中，我看到你对于交友所持的观念是为了让自己感到有成就感，朋友多似乎意味着自己比较出色，容易受到他人关注。",
        "label": ""
      },
      {
        "sentence": "这种观念其实是将自己的价值感完全建立在了他人的评价之上，“别人看起来我有很多朋友，那么我就是好的”，这是你潜意识中的想法。",
        "label": ""
      },
      {
        "sentence": "这种想法会让你非常在意他人的想法和感受，非常敏感外界的变化，这种价值感的状态是一种虚假的状态。",
        "label": ""
      },
      {
        "sentence": "而人际交往的真正意义是在关系中充分的表达自己，延伸自己，舒展自己，让自己的个性在关系成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我似乎一直把价值感放在他人的肯定上，完全没有意识到延伸自己才是关键。那我应该怎样去延伸自己呢？",
    "annotation": [
      {
        "sentence": "原来如此，我似乎一直把价值感放在他人的肯定上，完全没有意识到延伸自己才是关键。",
        "label": ""
      },
      {
        "sentence": "那我应该怎样去延伸自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "交友的恰当方式是尊重自己的内在感受，真实的表达自己。在你的提问中，我看到你一直在试图在讨好别人，通过这种方式来维持关系的稳定，这也让你感到很累，很苦恼。讨好行为，实际上是对自己内在需求的压抑，只顾及他人感受，忽略自己的感受，这种方式会让自己的个性不断压缩。于是，在关系中，你并没有舒展自己，反而是把自己逼到了一个狭窄的角落。并且，在这种方式下，你也不会得到别人真正的尊重，在关系之中，一味的迎合，只会让他人也忽略你的真实自我，他人看不到真正的你，又何来对你的尊重？",
    "annotation": [
      {
        "sentence": "交友的恰当方式是尊重自己的内在感受，真实的表达自己。",
        "label": ""
      },
      {
        "sentence": "在你的提问中，我看到你一直在试图在讨好别人，通过这种方式来维持关系的稳定，这也让你感到很累，很苦恼。",
        "label": ""
      },
      {
        "sentence": "讨好行为，实际上是对自己内在需求的压抑，只顾及他人感受，忽略自己的感受，这种方式会让自己的个性不断压缩。",
        "label": ""
      },
      {
        "sentence": "于是，在关系中，你并没有舒展自己，反而是把自己逼到了一个狭窄的角落。",
        "label": ""
      },
      {
        "sentence": "并且，在这种方式下，你也不会得到别人真正的尊重，在关系之中，一味的迎合，只会让他人也忽略你的真实自我，他人看不到真正的你，又何来对你的尊重？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直把自己的感受放在了次要的位置，只顾着迎合他人。我明白了，真正的交友方式应该是真实地表达自己，不再为了取悦别人而过分讨好。",
    "annotation": [
      {
        "sentence": "你说得对，我一直把自己的感受放在了次要的位置，只顾着迎合他人。",
        "label": ""
      },
      {
        "sentence": "我明白了，真正的交友方式应该是真实地表达自己，不再为了取悦别人而过分讨好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你的领悟速度很快。要知道，那些在遇见真实的你以后，仍然对你抱有好感的朋友才是真正的与你同行的知己。当然，如果你仍然只是把朋友当成炫耀自己的资本，忽略他们向你表达的真实自我，那只能与一个一个的朋友失之交臂。",
    "annotation": [
      {
        "sentence": "非常好，你的领悟速度很快。",
        "label": ""
      },
      {
        "sentence": "要知道，那些在遇见真实的你以后，仍然对你抱有好感的朋友才是真正的与你同行的知己。",
        "label": ""
      },
      {
        "sentence": "当然，如果你仍然只是把朋友当成炫耀自己的资本，忽略他们向你表达的真实自我，那只能与一个一个的朋友失之交臂。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我开始意识到自己需要改变。但是我还是有些担忧，怕改变之后会失去一些朋友和关系。怎样才能克服这种担忧呢？",
    "annotation": [
      {
        "sentence": "我明白了，我开始意识到自己需要改变。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些担忧，怕改变之后会失去一些朋友和关系。",
        "label": ""
      },
      {
        "sentence": "怎样才能克服这种担忧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担忧是正常的，每个人在面对改变时都会有这样的情绪。但是，要相信自己的改变是为了更好地延伸自己，是为了找到真正与你相似的朋友。不要害怕失去那些只看到你外表的朋友，真正的知己会在你改变的过程中支持和陪伴你。克服担忧的关键是相信自己和内心的力量。",
    "annotation": [
      {
        "sentence": "担忧是正常的，每个人在面对改变时都会有这样的情绪。",
        "label": ""
      },
      {
        "sentence": "但是，要相信自己的改变是为了更好地延伸自己，是为了找到真正与你相似的朋友。",
        "label": ""
      },
      {
        "sentence": "不要害怕失去那些只看到你外表的朋友，真正的知己会在你改变的过程中支持和陪伴你。",
        "label": ""
      },
      {
        "sentence": "克服担忧的关键是相信自己和内心的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试着坚持下去，相信自己可以找到真正适合我的朋友。在这个过程中，还有什么我需要注意的吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试着坚持下去，相信自己可以找到真正适合我的朋友。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，还有什么我需要注意的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，除了尊重自己的感受和真实表达自己之外，还要学会与他人进行良好的沟通。尝试表达自己的需求和感受，同时也要倾听他人的内心声音。通过良好的沟通，你将更加了解他人，也会被他人更多地了解和接纳。",
    "annotation": [
      {
        "sentence": "当然，除了尊重自己的感受和真实表达自己之外，还要学会与他人进行良好的沟通。",
        "label": ""
      },
      {
        "sentence": "尝试表达自己的需求和感受，同时也要倾听他人的内心声音。",
        "label": ""
      },
      {
        "sentence": "通过良好的沟通，你将更加了解他人，也会被他人更多地了解和接纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记你的建议，努力改变和成长。谢谢你的耐心和支持！",
    "annotation": [
      {
        "sentence": "我会牢记你的建议，努力改变和成长。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以做到。如果以后还有什么困惑或者需要倾诉的，随时来找我。祝你取得真正的交友成果，找到那些真正与你相伴的知己！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以做到。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困惑或者需要倾诉的，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你取得真正的交友成果，找到那些真正与你相伴的知己！",
        "label": ""
      }
    ]
  }
]