[
  {
    "role": "client",
    "content": "我发现交新朋友可以让我感到快乐，但维持友谊却让我感到痛苦。交新朋友带给我一种成就感，甚至是与其他同学相比更受欢迎的优越感。所以，当我的朋友（即使只是普通的朋友）和其他人在一起时看起来很开心，我就会开始关注他们，甚至为此感到苦恼。我总是处于很多朋友之间，但是却不允许我的朋友与其他人关系亲近。我觉得自己很自私，很讨厌自己，感觉有哪根筋不对，但又说不出讨厌自己的原因，非常烦恼。而且，我很怕让别人不高兴，总是设法取悦他人。正因为这样，我交了许多朋友，但每个朋友关系都不稳定，让我心情像坐过山车一样，一些微小的事情都能影响我的情绪。如果他们主动跟我打招呼，我会沾沾自喜；如果他们看见我没打招呼，我就会害怕他们疏远我，不喜欢我，甚至质疑自己到底做错了什么。我感到自己太过于讨好他人，感到非常累，同时我又感到自己自私、花心（对朋友），虚荣又好面子，让我非常自责。我现在的心情非常糟糕。",
    "annotation": [
      {
        "sentence": "我发现交新朋友可以让我感到快乐，但维持友谊却让我感到痛苦。",
        "label": ""
      },
      {
        "sentence": "交新朋友带给我一种成就感，甚至是与其他同学相比更受欢迎的优越感。",
        "label": ""
      },
      {
        "sentence": "所以，当我的朋友（即使只是普通的朋友）和其他人在一起时看起来很开心，我就会开始关注他们，甚至为此感到苦恼。",
        "label": ""
      },
      {
        "sentence": "我总是处于很多朋友之间，但是却不允许我的朋友与其他人关系亲近。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很自私，很讨厌自己，感觉有哪根筋不对，但又说不出讨厌自己的原因，非常烦恼。",
        "label": ""
      },
      {
        "sentence": "而且，我很怕让别人不高兴，总是设法取悦他人。",
        "label": ""
      },
      {
        "sentence": "正因为这样，我交了许多朋友，但每个朋友关系都不稳定，让我心情像坐过山车一样，一些微小的事情都能影响我的情绪。",
        "label": ""
      },
      {
        "sentence": "如果他们主动跟我打招呼，我会沾沾自喜；如果他们看见我没打招呼，我就会害怕他们疏远我，不喜欢我，甚至质疑自己到底做错了什么。",
        "label": ""
      },
      {
        "sentence": "我感到自己太过于讨好他人，感到非常累，同时我又感到自己自私、花心（对朋友），虚荣又好面子，让我非常自责。",
        "label": ""
      },
      {
        "sentence": "我现在的心情非常糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人都是社会性的，我们会与他人交朋友，进行必要的交流和沟通。从你的故事中可以看出你内心对朋友的渴望，你主动与很多人交朋友。但是因为太过在意，你用讨好的方式去维持友谊，让自己陷入苦恼。我们交朋友的目的是什么呢？在生活中，我们与很多人产生联系，但能真正成为朋友的只有少数人。交朋友首先出于对对方的兴趣，我们可能有共同点、共同的性格或共同的爱好。你提到你会很在意朋友与其他人有更亲近的关系，这说明你对朋友很占有欲，希望朋友只属于你。但每个人都有自己的交友自由，大家都希望认识更多的人，去与更多的人交流。你需要改变自己的心态，接受这样的状态，用更理性、更客观的思维方式来看待友谊。你享受交朋友的快乐，感到很有成就感，但对于维持友谊感到疲惫和痛苦。你的痛苦源于以下几个方面：一是你不希望看到自己的朋友与其他人有更亲密的关系，害怕朋友不高兴；二是在相处的过程中一味讨好他人，容易被朋友的情绪左右。其实真正的朋友关系不需要依靠讨好来维持，能成为朋友表明你们有互相欣赏的地方，友谊中的双方是平等的。如果总是一味迁就，那么友谊也会变质。朋友的感受固然重要，但也要关注自己的内心。如果这段关系只给你增加烦恼，让你感到束缚和不自在，那么就要重新审视一下自己与对方的关系，为什么会成为朋友，以后还想继续与对方做朋友吗？应该如何维持友谊？现在所做的是正确的吗？交朋友不是为了满足自己的虚荣心，而是真诚地去建立与他人的联系，可以一起分享互相倾诉，在需要时给予帮助，共同成长。希望你能早日摆脱烦恼。",
    "annotation": [
      {
        "sentence": "人都是社会性的，我们会与他人交朋友，进行必要的交流和沟通。",
        "label": ""
      },
      {
        "sentence": "从你的故事中可以看出你内心对朋友的渴望，你主动与很多人交朋友。",
        "label": ""
      },
      {
        "sentence": "但是因为太过在意，你用讨好的方式去维持友谊，让自己陷入苦恼。",
        "label": ""
      },
      {
        "sentence": "我们交朋友的目的是什么呢？",
        "label": ""
      },
      {
        "sentence": "在生活中，我们与很多人产生联系，但能真正成为朋友的只有少数人。",
        "label": ""
      },
      {
        "sentence": "交朋友首先出于对对方的兴趣，我们可能有共同点、共同的性格或共同的爱好。",
        "label": ""
      },
      {
        "sentence": "你提到你会很在意朋友与其他人有更亲近的关系，这说明你对朋友很占有欲，希望朋友只属于你。",
        "label": ""
      },
      {
        "sentence": "但每个人都有自己的交友自由，大家都希望认识更多的人，去与更多的人交流。",
        "label": ""
      },
      {
        "sentence": "你需要改变自己的心态，接受这样的状态，用更理性、更客观的思维方式来看待友谊。",
        "label": ""
      },
      {
        "sentence": "你享受交朋友的快乐，感到很有成就感，但对于维持友谊感到疲惫和痛苦。",
        "label": ""
      },
      {
        "sentence": "你的痛苦源于以下几个方面：一是你不希望看到自己的朋友与其他人有更亲密的关系，害怕朋友不高兴；二是在相处的过程中一味讨好他人，容易被朋友的情绪左右。",
        "label": ""
      },
      {
        "sentence": "其实真正的朋友关系不需要依靠讨好来维持，能成为朋友表明你们有互相欣赏的地方，友谊中的双方是平等的。",
        "label": ""
      },
      {
        "sentence": "如果总是一味迁就，那么友谊也会变质。",
        "label": ""
      },
      {
        "sentence": "朋友的感受固然重要，但也要关注自己的内心。",
        "label": ""
      },
      {
        "sentence": "如果这段关系只给你增加烦恼，让你感到束缚和不自在，那么就要重新审视一下自己与对方的关系，为什么会成为朋友，以后还想继续与对方做朋友吗？",
        "label": ""
      },
      {
        "sentence": "应该如何维持友谊？",
        "label": ""
      },
      {
        "sentence": "现在所做的是正确的吗？",
        "label": ""
      },
      {
        "sentence": "交朋友不是为了满足自己的虚荣心，而是真诚地去建立与他人的联系，可以一起分享互相倾诉，在需要时给予帮助，共同成长。",
        "label": ""
      },
      {
        "sentence": "希望你能早日摆脱烦恼。",
        "label": ""
      }
    ]
  }
]