[
  {
    "role": "client",
    "content": "我从小到大一直住校，现在想要离家出走，可以吗？我不喜欢呆在这个家里，从小到大住校，没有人关心我。即使我爸在外边，我妈也从来不管我。我从小就没有自己的家，在老家住的也没有个独立的空间，平时就在姥姥和奶奶两个老家来回跑，因为回家的时候也不是很多。我跟我妈说过很多次，我妈就说这么多屋子不够你住的？？可是连个能锁的门都没有还全都被别人霸占着。",
    "annotation": [
      {
        "sentence": "我从小到大一直住校，现在想要离家出走，可以吗？",
        "label": ""
      },
      {
        "sentence": "我不喜欢呆在这个家里，从小到大住校，没有人关心我。",
        "label": ""
      },
      {
        "sentence": "即使我爸在外边，我妈也从来不管我。",
        "label": ""
      },
      {
        "sentence": "我从小就没有自己的家，在老家住的也没有个独立的空间，平时就在姥姥和奶奶两个老家来回跑，因为回家的时候也不是很多。",
        "label": ""
      },
      {
        "sentence": "我跟我妈说过很多次，我妈就说这么多屋子不够你住的？？",
        "label": ""
      },
      {
        "sentence": "可是连个能锁的门都没有还全都被别人霸占着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，从你的描述中可以感受到你的委屈和痛苦。可以看出你是一个很懂事的孩子，也很独立，在小的时候便开始住校，开始适应一个人的生活。你最基本的要求是可以有一个独立的空间供自己休息，但父母似乎并不理解。对于这一点，非常理解和你一样，相比住在家里，我更喜欢住校。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，从你的描述中可以感受到你的委屈和痛苦。",
        "label": ""
      },
      {
        "sentence": "可以看出你是一个很懂事的孩子，也很独立，在小的时候便开始住校，开始适应一个人的生活。",
        "label": ""
      },
      {
        "sentence": "你最基本的要求是可以有一个独立的空间供自己休息，但父母似乎并不理解。",
        "label": ""
      },
      {
        "sentence": "对于这一点，非常理解和你一样，相比住在家里，我更喜欢住校。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我刚大学毕业，但由于我之前的心理问题，我一直都没觉得我的生活过得好。高二高三暑假我甚至得了抑郁症，一直伴随我整个大学，整个人的状态都很不好。我一直在自己拯救自己，可是我就不想在这个家待下去了。我想收拾收拾行李离开这个家，出去生死好坏都是我自己的事。",
    "annotation": [
      {
        "sentence": "我刚大学毕业，但由于我之前的心理问题，我一直都没觉得我的生活过得好。",
        "label": ""
      },
      {
        "sentence": "高二高三暑假我甚至得了抑郁症，一直伴随我整个大学，整个人的状态都很不好。",
        "label": ""
      },
      {
        "sentence": "我一直在自己拯救自己，可是我就不想在这个家待下去了。",
        "label": ""
      },
      {
        "sentence": "我想收拾收拾行李离开这个家，出去生死好坏都是我自己的事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经坚持这么多年了，一定过得很辛苦，从这一方面也能看出你是一个坚强的人。如果你找好了工作，有了经济独立的能力，那么搬出去住未尝不是一个好的选择，无论是一个人租房还是和其他人合租都更方便，也能让自己更舒适。但如果目前的经济状态不足以支撑自己的生活，那么还是需要慎重考虑。",
    "annotation": [
      {
        "sentence": "你已经坚持这么多年了，一定过得很辛苦，从这一方面也能看出你是一个坚强的人。",
        "label": ""
      },
      {
        "sentence": "如果你找好了工作，有了经济独立的能力，那么搬出去住未尝不是一个好的选择，无论是一个人租房还是和其他人合租都更方便，也能让自己更舒适。",
        "label": ""
      },
      {
        "sentence": "但如果目前的经济状态不足以支撑自己的生活，那么还是需要慎重考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也想搬出去，但是我不知道怎么跟我爸妈说，他们一直觉得我应该住在家里。",
    "annotation": [
      {
        "sentence": "我也想搬出去，但是我不知道怎么跟我爸妈说，他们一直觉得我应该住在家里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有没有和父母好好沟通过，向他们表达自己内心的想法并提出自己的需求，希望征得他们的理解和支持。你有自己的不满，父母也有他们的难处，你是否会站在他们的角度来思考问题，去体会他们的感受。人生最重要的是让自己过得开心，如果现在的状态让你感到痛苦，那么就在条件允许的前提下去追逐自己所向往的生活，尽量满足自己的内心需求，但与家人的关系也是需要重新思考和审视的。",
    "annotation": [
      {
        "sentence": "你有没有和父母好好沟通过，向他们表达自己内心的想法并提出自己的需求，希望征得他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "你有自己的不满，父母也有他们的难处，你是否会站在他们的角度来思考问题，去体会他们的感受。",
        "label": ""
      },
      {
        "sentence": "人生最重要的是让自己过得开心，如果现在的状态让你感到痛苦，那么就在条件允许的前提下去追逐自己所向往的生活，尽量满足自己的内心需求，但与家人的关系也是需要重新思考和审视的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想和他们好好谈谈，但是我怕他们不理解我。我也不知道该怎么表达自己的需求。",
    "annotation": [
      {
        "sentence": "我想和他们好好谈谈，但是我怕他们不理解我。",
        "label": ""
      },
      {
        "sentence": "我也不知道该怎么表达自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你有困难或者想要谈心，可以试试写下来，表达自己的想法和感受。当你想到什么，就写下来，不需要有顺序，不需要有规律，可以不删减。写下来之后再抽空看看自己写的东西，看看哪些是属于自己的情绪，哪些是事实的描述。通过写下来，你可以更加清楚地知道自己的想法和需求，更容易表达出来。",
    "annotation": [
      {
        "sentence": "如果你有困难或者想要谈心，可以试试写下来，表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "当你想到什么，就写下来，不需要有顺序，不需要有规律，可以不删减。",
        "label": ""
      },
      {
        "sentence": "写下来之后再抽空看看自己写的东西，看看哪些是属于自己的情绪，哪些是事实的描述。",
        "label": ""
      },
      {
        "sentence": "通过写下来，你可以更加清楚地知道自己的想法和需求，更容易表达出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会试试的。感谢你的陪伴和支持。",
    "annotation": [
      {
        "sentence": "谢谢你，我会试试的。",
        "label": ""
      },
      {
        "sentence": "感谢你的陪伴和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，希望能够帮到你。如果你还有其他想说的话，可以继续跟我聊天。我会一直陪着你，支持你。",
    "annotation": [
      {
        "sentence": "不用谢，希望能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他想说的话，可以继续跟我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直陪着你，支持你。",
        "label": ""
      }
    ]
  }
]