[
  {
    "role": "client",
    "content": "女生，从小到大住校，想要离家出走，可以吗？就不喜欢呆在这个家里从没有人关心我从小到大住校到我爸一直在外边我妈从来不管我从小就没有一个自己的家在老家住我爷爷奶奶家很破旧不算破旧也没有个我独立的空间平时就在姥姥和奶奶两个老家来回跑因为回家的时候也不是很多平时都住校但就有点恐惧回家因为根本就没有自己的地方我跟我妈说过很多很多次我妈就说这么多屋不够你住的？？可是连个能锁的门都没有还全都被别人霸占着我不知道我说的这些在你看来算什么可是我就不想待在这个家里了从来没有人管过我我刚大学毕业但由于我之前的心理问题我一直都没觉得我的生活过的好高二高三暑假我还换上了抑郁症一直伴随我整个大学整个人的状态都很不好。我一直在自己拯救我自己可是我就不想在这个家待下去了我想收拾收拾行李离开这个家出去生死好坏都是我自己的事",
    "annotation": [
      {
        "sentence": "女生，从小到大住校，想要离家出走，可以吗？",
        "label": ""
      },
      {
        "sentence": "就不喜欢呆在这个家里从没有人关心我从小到大住校到我爸一直在外边我妈从来不管我从小就没有一个自己的家在老家住我爷爷奶奶家很破旧不算破旧也没有个我独立的空间平时就在姥姥和奶奶两个老家来回跑因为回家的时候也不是很多平时都住校但就有点恐惧回家因为根本就没有自己的地方我跟我妈说过很多很多次我妈就说这么多屋不够你住的？？",
        "label": ""
      },
      {
        "sentence": "可是连个能锁的门都没有还全都被别人霸占着我不知道我说的这些在你看来算什么可是我就不想待在这个家里了从来没有人管过我我刚大学毕业但由于我之前的心理问题我一直都没觉得我的生活过的好高二高三暑假我还换上了抑郁症一直伴随我整个大学整个人的状态都很不好。",
        "label": ""
      },
      {
        "sentence": "我一直在自己拯救我自己可是我就不想在这个家待下去了我想收拾收拾行李离开这个家出去生死好坏都是我自己的事",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，对自己的家庭还是有一些怨气的，可能是觉得家人不够关注自己的感受，没有给自己足够的尊重，一直把自己当做小孩子来看待，所以心理很委屈，感觉在家待不下去。我的观点是：（1）在很多家庭中，子女在父母眼中永远是孩子，没有隐私权的那种，这个跟社会观念、家庭观念很相关，而且极难改变，因为已形成了根深蒂固的思想。",
    "annotation": [
      {
        "sentence": "从你的描述来看，对自己的家庭还是有一些怨气的，可能是觉得家人不够关注自己的感受，没有给自己足够的尊重，一直把自己当做小孩子来看待，所以心理很委屈，感觉在家待不下去。",
        "label": ""
      },
      {
        "sentence": "我的观点是：（1）在很多家庭中，子女在父母眼中永远是孩子，没有隐私权的那种，这个跟社会观念、家庭观念很相关，而且极难改变，因为已形成了根深蒂固的思想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白家庭观念可能导致父母对我依然看成一个孩子，但我真的希望他们能够给我更多的尊重和关注，让我有独立的空间和自主的权利。",
    "annotation": [
      {
        "sentence": "我明白家庭观念可能导致父母对我依然看成一个孩子，但我真的希望他们能够给我更多的尊重和关注，让我有独立的空间和自主的权利。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于自己的感受和尊重，要有个前提，无论别人如何看待，自己要重视。心理太委屈了。自己必须关注自己，尊重自己的情绪、想法，可以先写到日记本中，把感受和情绪都写进去，作为树洞笔记。",
    "annotation": [
      {
        "sentence": "对于自己的感受和尊重，要有个前提，无论别人如何看待，自己要重视。",
        "label": ""
      },
      {
        "sentence": "心理太委屈了。",
        "label": ""
      },
      {
        "sentence": "自己必须关注自己，尊重自己的情绪、想法，可以先写到日记本中，把感受和情绪都写进去，作为树洞笔记。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写日记的想法很好，我可以试试把自己的感受记录下来，或许通过写作能够更好地理解和释放自己的情绪。",
    "annotation": [
      {
        "sentence": "写日记的想法很好，我可以试试把自己的感受记录下来，或许通过写作能够更好地理解和释放自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，写作可以帮助你更深入地了解自己内心的想法和情绪。另外，关于你提到的想要离家出走的想法，我建议在行动之前再多考虑一下。可能会有一段适应过程，离开家庭会有一些不适应和困难，你需要对自己的决定有足够的准备和信心。",
    "annotation": [
      {
        "sentence": "非常好，写作可以帮助你更深入地了解自己内心的想法和情绪。",
        "label": ""
      },
      {
        "sentence": "另外，关于你提到的想要离家出走的想法，我建议在行动之前再多考虑一下。",
        "label": ""
      },
      {
        "sentence": "可能会有一段适应过程，离开家庭会有一些不适应和困难，你需要对自己的决定有足够的准备和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要再好好考虑一下这个决定。也许我可以先寻找其他的解决方法，而不是马上离开家庭，然后再思考相应的措施。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要再好好考虑一下这个决定。",
        "label": ""
      },
      {
        "sentence": "也许我可以先寻找其他的解决方法，而不是马上离开家庭，然后再思考相应的措施。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常明智的决定，思考其他解决方法是很重要的。我还有两个建议可以提供给你：（1）既然已大学毕业了，又由于家庭的情况，可以适当找好工作后搬出去住，哪怕与其他女生合租，有一个属于独立自主的小空间，可以适当增强自己的掌控感和自尊心。可以试着找那种包吃包住或者有职工公寓的工作机会。",
    "annotation": [
      {
        "sentence": "非常明智的决定，思考其他解决方法是很重要的。",
        "label": ""
      },
      {
        "sentence": "我还有两个建议可以提供给你：（1）既然已大学毕业了，又由于家庭的情况，可以适当找好工作后搬出去住，哪怕与其他女生合租，有一个属于独立自主的小空间，可以适当增强自己的掌控感和自尊心。",
        "label": ""
      },
      {
        "sentence": "可以试着找那种包吃包住或者有职工公寓的工作机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "搬出去住的想法听起来不错，确实可以给我更多的自由和独立空间。我会尽快寻找好工作，然后考虑搬离家庭的问题。",
    "annotation": [
      {
        "sentence": "搬出去住的想法听起来不错，确实可以给我更多的自由和独立空间。",
        "label": ""
      },
      {
        "sentence": "我会尽快寻找好工作，然后考虑搬离家庭的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "（2）从心理上认可自己，对于家庭的人，他们的观念很难改变，那么就暂时先搁置它，关注好自己的生活，有机会再去影响家人的思想吧，你要知道，你的生活和未来，只有你能掌控。",
    "annotation": [
      {
        "sentence": "（2）从心理上认可自己，对于家庭的人，他们的观念很难改变，那么就暂时先搁置它，关注好自己的生活，有机会再去影响家人的思想吧，你要知道，你的生活和未来，只有你能掌控。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该先关注自己的生活和未来，而不是总是试图去改变家人的观念。只有我自己能够掌控自己的生活，我会尽量把注意力放在自己的发展上。",
    "annotation": [
      {
        "sentence": "我明白了，我应该先关注自己的生活和未来，而不是总是试图去改变家人的观念。",
        "label": ""
      },
      {
        "sentence": "只有我自己能够掌控自己的生活，我会尽量把注意力放在自己的发展上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你的这种认识很重要。我相信只要你坚持关注自己的成长和发展，你一定能够过上自己想要的生活。加油！",
    "annotation": [
      {
        "sentence": "非常好，你的这种认识很重要。",
        "label": ""
      },
      {
        "sentence": "我相信只要你坚持关注自己的成长和发展，你一定能够过上自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力去追求自己的幸福，再次感谢你的建议和陪伴！加油！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力去追求自己的幸福，再次感谢你的建议和陪伴！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]