[
  {
    "role": "client",
    "content": "大家好，我今年25岁，我有社交恐惧和内向的问题。我很困惑，不知道如何选择职业。我不知道我现在处于什么程度，但是当我面对人时，我的心跳就会加速，害怕说话，哪怕是事先准备好的话也说不出口，头脑一片空白。我甚至害怕微信上的沟通，有些心惊胆战。我想改变这种情况，但在过去五六年里尝试了许多次却未有成果。现在我正在寻找一份与我的性格更相符的工作，但我担心每种工作都需要与人沟通。",
    "annotation": [
      {
        "sentence": "大家好，我今年25岁，我有社交恐惧和内向的问题。",
        "label": ""
      },
      {
        "sentence": "我很困惑，不知道如何选择职业。",
        "label": ""
      },
      {
        "sentence": "我不知道我现在处于什么程度，但是当我面对人时，我的心跳就会加速，害怕说话，哪怕是事先准备好的话也说不出口，头脑一片空白。",
        "label": ""
      },
      {
        "sentence": "我甚至害怕微信上的沟通，有些心惊胆战。",
        "label": ""
      },
      {
        "sentence": "我想改变这种情况，但在过去五六年里尝试了许多次却未有成果。",
        "label": ""
      },
      {
        "sentence": "现在我正在寻找一份与我的性格更相符的工作，但我担心每种工作都需要与人沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的想法，能意识到你有这样的情况，尝试去改变这种不安全的感觉是非常勇敢的。你已经尝试了五六年，这段时间并不短暂，可能这种尝试并没有带来太大的改变，还让你更加担心和困惑。你这样坚持下来有什么动力和原因呢？",
    "annotation": [
      {
        "sentence": "我很理解你的想法，能意识到你有这样的情况，尝试去改变这种不安全的感觉是非常勇敢的。",
        "label": ""
      },
      {
        "sentence": "你已经尝试了五六年，这段时间并不短暂，可能这种尝试并没有带来太大的改变，还让你更加担心和困惑。",
        "label": ""
      },
      {
        "sentence": "你这样坚持下来有什么动力和原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为我需要在工作和生活中使用人际交往。",
    "annotation": [
      {
        "sentence": "可能是因为我需要在工作和生活中使用人际交往。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你想找一份更能适应你性格的工作，这是一个好的方向。不过，当你遇到必须要进行人际交际的工作时，你又会怎么应对呢？",
    "annotation": [
      {
        "sentence": "你想找一份更能适应你性格的工作，这是一个好的方向。",
        "label": ""
      },
      {
        "sentence": "不过，当你遇到必须要进行人际交际的工作时，你又会怎么应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我想要找一个不需与别人沟通的工作，我希望有一份可以独立完成的工作，不需要为难自己。",
    "annotation": [
      {
        "sentence": "其实我想要找一个不需与别人沟通的工作，我希望有一份可以独立完成的工作，不需要为难自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你不想被困扰，但是人是社会动物，每个人都生活在这个世界上的，社会关系就像乘地铁一样必须面对的一件事。看起来现在你还不能掌控这种关系，这可能会给你带来许多不必要的烦恼。如果这样的情况没有使你的生活难以承受，那么也许可以考虑让这种情况自然发生。但是考虑到现在你的工作都需要这样的交流，这就让你处于一个较为尴尬的境地。",
    "annotation": [
      {
        "sentence": "我理解你不想被困扰，但是人是社会动物，每个人都生活在这个世界上的，社会关系就像乘地铁一样必须面对的一件事。",
        "label": ""
      },
      {
        "sentence": "看起来现在你还不能掌控这种关系，这可能会给你带来许多不必要的烦恼。",
        "label": ""
      },
      {
        "sentence": "如果这样的情况没有使你的生活难以承受，那么也许可以考虑让这种情况自然发生。",
        "label": ""
      },
      {
        "sentence": "但是考虑到现在你的工作都需要这样的交流，这就让你处于一个较为尴尬的境地。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前在电商行业工作，我可以顺利完成单向交流，也不会讲得太多，只是在面临困难或需要反馈时，我会感到不适。另外，我已辞职，准备寻找一份更能适应我性格的工作。",
    "annotation": [
      {
        "sentence": "我之前在电商行业工作，我可以顺利完成单向交流，也不会讲得太多，只是在面临困难或需要反馈时，我会感到不适。",
        "label": ""
      },
      {
        "sentence": "另外，我已辞职，准备寻找一份更能适应我性格的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒。首先，你表现得非常不错，完成单项交流也是一种能力，这意味着你可以在未来的职业生涯中发挥其中的优势。这是一个很好的起点。找到非常适合你的工作是一个好的方向。但是以目前的情况而言，建议你应该首先克服自己的问题，否则这种情况很有可能会在以后的工作中带来困难。现在你战胜了社恐，就可以好好考虑找一份适合自己的工作。",
    "annotation": [
      {
        "sentence": "非常棒。",
        "label": ""
      },
      {
        "sentence": "首先，你表现得非常不错，完成单项交流也是一种能力，这意味着你可以在未来的职业生涯中发挥其中的优势。",
        "label": ""
      },
      {
        "sentence": "这是一个很好的起点。",
        "label": ""
      },
      {
        "sentence": "找到非常适合你的工作是一个好的方向。",
        "label": ""
      },
      {
        "sentence": "但是以目前的情况而言，建议你应该首先克服自己的问题，否则这种情况很有可能会在以后的工作中带来困难。",
        "label": ""
      },
      {
        "sentence": "现在你战胜了社恐，就可以好好考虑找一份适合自己的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您觉得我应该怎么做呢？",
    "annotation": [
      {
        "sentence": "您觉得我应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议你可以去找专业的咨询机构寻求帮助。找一个人陪伴你一同面对这个问题，可以让你更加快速和容易地解决问题。同时，你可以自己思考一下，面对人际交往的时候，在你的内心中到底发生了什么样的感觉？你害怕什么，为什么会有这样的感觉呢？把这个问题分解成几个小问题，慢慢去思考，希望这些问题可以帮助你找到答案。",
    "annotation": [
      {
        "sentence": "建议你可以去找专业的咨询机构寻求帮助。",
        "label": ""
      },
      {
        "sentence": "找一个人陪伴你一同面对这个问题，可以让你更加快速和容易地解决问题。",
        "label": ""
      },
      {
        "sentence": "同时，你可以自己思考一下，面对人际交往的时候，在你的内心中到底发生了什么样的感觉？",
        "label": ""
      },
      {
        "sentence": "你害怕什么，为什么会有这样的感觉呢？",
        "label": ""
      },
      {
        "sentence": "把这个问题分解成几个小问题，慢慢去思考，希望这些问题可以帮助你找到答案。",
        "label": ""
      }
    ]
  }
]