[
  {
    "role": "client",
    "content": "工作在外很累，周末不能回家，感觉好多都没有意义了？",
    "annotation": [
      {
        "sentence": "工作在外很累，周末不能回家，感觉好多都没有意义了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "愿暖阳依旧，一切随心，能够感受到你的痛苦与无奈。请告诉我你的具体情况，我会尽力帮助你。",
    "annotation": [
      {
        "sentence": "愿暖阳依旧，一切随心，能够感受到你的痛苦与无奈。",
        "label": ""
      },
      {
        "sentence": "请告诉我你的具体情况，我会尽力帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "工作在外一年半了，工作很累，人在外地，周末不能回家，媳妇孩子在家，调工作又迟迟没有消息，人比较好说话，经常被排挤，被使唤。父母这一年半没有主动给我打过多少电话，每次打电话给他们，他们都用简短的话语来回复我，打电话给他们反而让他们觉得我是在抱怨，每次谈话都不会超过五分钟。",
    "annotation": [
      {
        "sentence": "工作在外一年半了，工作很累，人在外地，周末不能回家，媳妇孩子在家，调工作又迟迟没有消息，人比较好说话，经常被排挤，被使唤。",
        "label": ""
      },
      {
        "sentence": "父母这一年半没有主动给我打过多少电话，每次打电话给他们，他们都用简短的话语来回复我，打电话给他们反而让他们觉得我是在抱怨，每次谈话都不会超过五分钟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的痛苦。工作在外地并且无法回家，同时还面临工作压力和被排挤的问题，确实让人感到十分苦恼。父母不经常联系你，只通过简短的回话，很容易让你感到被忽视和不被理解。你的这些情绪都完全可以理解。我们先来看看如何解决这些问题吧。",
    "annotation": [
      {
        "sentence": "我能理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "工作在外地并且无法回家，同时还面临工作压力和被排挤的问题，确实让人感到十分苦恼。",
        "label": ""
      },
      {
        "sentence": "父母不经常联系你，只通过简短的回话，很容易让你感到被忽视和不被理解。",
        "label": ""
      },
      {
        "sentence": "你的这些情绪都完全可以理解。",
        "label": ""
      },
      {
        "sentence": "我们先来看看如何解决这些问题吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "白天上班必须随叫随到，因为我就住在单位楼上，很多时候其他人都下班了，我还在外面忙到十一点，休息了人又特别孤独，老婆孩子不能向他们说太多不好，但是心里有话又找不到人说，想要辞职父母极力反对，叫我坚持，从一进单位就对我说待的差不多了想办法给我调回家，到现在也还是，可都一年半了，我整个人都磨平了，我想辞职，很想很想，都不知道该怎么办？想哭，在这里你不能哭，我到底该怎么办？如果不是因为老婆孩子，我可能毅然决然的辞职，也可能一死了之。很想有个解决的办法。",
    "annotation": [
      {
        "sentence": "白天上班必须随叫随到，因为我就住在单位楼上，很多时候其他人都下班了，我还在外面忙到十一点，休息了人又特别孤独，老婆孩子不能向他们说太多不好，但是心里有话又找不到人说，想要辞职父母极力反对，叫我坚持，从一进单位就对我说待的差不多了想办法给我调回家，到现在也还是，可都一年半了，我整个人都磨平了，我想辞职，很想很想，都不知道该怎么办？",
        "label": ""
      },
      {
        "sentence": "想哭，在这里你不能哭，我到底该怎么办？",
        "label": ""
      },
      {
        "sentence": "如果不是因为老婆孩子，我可能毅然决然的辞职，也可能一死了之。",
        "label": ""
      },
      {
        "sentence": "很想有个解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你此刻的心情。你在工作中承受了非常大的压力，同时又无法与家人进行有效的沟通和倾诉。对你来说，辞职可能是一个解决问题的选择。但在做决定之前，我们还是先来讨论一下其他的可能性和解决办法。首先，你可以试着与妻子和父母坐下来面对面沟通，让他们了解你的真实感受和困境。同时，尽量找一些时间放松自己，适当分配工作和休息的时间，保持健康的生活习惯，这有助于减轻内心的孤独感和压力。另外，如果你认为自己的工作环境无法改善，可以考虑进行一些职业发展规划，寻找更适合你的工作。辞职是一个重要的决定，需要你慎重考虑，权衡利弊。我会一直陪伴在你身边，给予你支持。",
    "annotation": [
      {
        "sentence": "非常理解你此刻的心情。",
        "label": ""
      },
      {
        "sentence": "你在工作中承受了非常大的压力，同时又无法与家人进行有效的沟通和倾诉。",
        "label": ""
      },
      {
        "sentence": "对你来说，辞职可能是一个解决问题的选择。",
        "label": ""
      },
      {
        "sentence": "但在做决定之前，我们还是先来讨论一下其他的可能性和解决办法。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着与妻子和父母坐下来面对面沟通，让他们了解你的真实感受和困境。",
        "label": ""
      },
      {
        "sentence": "同时，尽量找一些时间放松自己，适当分配工作和休息的时间，保持健康的生活习惯，这有助于减轻内心的孤独感和压力。",
        "label": ""
      },
      {
        "sentence": "另外，如果你认为自己的工作环境无法改善，可以考虑进行一些职业发展规划，寻找更适合你的工作。",
        "label": ""
      },
      {
        "sentence": "辞职是一个重要的决定，需要你慎重考虑，权衡利弊。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边，给予你支持。",
        "label": ""
      }
    ]
  }
]