[
  {
    "role": "client",
    "content": "高三女生，跟家长说不了几句话就想哭，怎么办？",
    "annotation": [
      {
        "sentence": "高三女生，跟家长说不了几句话就想哭，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我觉得你挺不容易的。看你的描述，主要是前几年你父母对你的影响比较深，你说他们锅盖掉了这样的事都要怪到你头上，让你不知道要怎么办，好像时时处处要提心吊胆，生怕哪里又做得不对让他们批评。然后你说现在他们对你好多了，但是一想起从前就会落泪。",
    "annotation": [
      {
        "sentence": "首先，我觉得你挺不容易的。",
        "label": ""
      },
      {
        "sentence": "看你的描述，主要是前几年你父母对你的影响比较深，你说他们锅盖掉了这样的事都要怪到你头上，让你不知道要怎么办，好像时时处处要提心吊胆，生怕哪里又做得不对让他们批评。",
        "label": ""
      },
      {
        "sentence": "然后你说现在他们对你好多了，但是一想起从前就会落泪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，从前的经历给我造成了很大的心理负担，我总是觉得自己不够好，怕做错事情，害怕他们的指责和批评。",
    "annotation": [
      {
        "sentence": "是的，从前的经历给我造成了很大的心理负担，我总是觉得自己不够好，怕做错事情，害怕他们的指责和批评。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。那看来之前的经历对你造成的影响还在你心里，那么你试过跟他们说出你的感受吗，也许你说过但他们没往心上去，让你更受打击。也许你没勇气说，怕他们非但给不了你想要的道歉，反而会更责怪你。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "那看来之前的经历对你造成的影响还在你心里，那么你试过跟他们说出你的感受吗，也许你说过但他们没往心上去，让你更受打击。",
        "label": ""
      },
      {
        "sentence": "也许你没勇气说，怕他们非但给不了你想要的道歉，反而会更责怪你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我曾经试图与他们交流过，但他们并没有认真听我说。我觉得他们可能会责怪我，而不会理解我的感受。",
    "annotation": [
      {
        "sentence": "确实，我曾经试图与他们交流过，但他们并没有认真听我说。",
        "label": ""
      },
      {
        "sentence": "我觉得他们可能会责怪我，而不会理解我的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的顾虑，但是从你后面的描述看，似乎他们也意识到了自己没做好的地方，所以你感觉父亲好像在讨好你。这个讨好是反映在哪些事情上呢，或者是你父亲的什么表现让你觉得他在讨好你呢？",
    "annotation": [
      {
        "sentence": "我明白你的顾虑，但是从你后面的描述看，似乎他们也意识到了自己没做好的地方，所以你感觉父亲好像在讨好你。",
        "label": ""
      },
      {
        "sentence": "这个讨好是反映在哪些事情上呢，或者是你父亲的什么表现让你觉得他在讨好你呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他现在会主动关心我，比如询问我的学习情况、生活是否需要帮助等。他似乎更加在意我感受到的关怀。",
    "annotation": [
      {
        "sentence": "他现在会主动关心我，比如询问我的学习情况、生活是否需要帮助等。",
        "label": ""
      },
      {
        "sentence": "他似乎更加在意我感受到的关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许他只是一般的关心，但是因为你对之前的事还有心结，对他们还有埋怨，觉得他们应该对你道歉，所以才会产生父亲在讨好你的感觉。所以我觉得你还是要找个机会跟他们说说你心里的感受，你可以说说被他们无端责怪后你心里的委屈，和你生怕再被他们责怪的那种担惊受怕，你可以把你的感受和你的需要说出来，试着沟通一下，也许你们的关系会更进一步，但是你不说，你的想法父母是不会知道的，他们也就不知道该用怎样的方式对待你。",
    "annotation": [
      {
        "sentence": "也许他只是一般的关心，但是因为你对之前的事还有心结，对他们还有埋怨，觉得他们应该对你道歉，所以才会产生父亲在讨好你的感觉。",
        "label": ""
      },
      {
        "sentence": "所以我觉得你还是要找个机会跟他们说说你心里的感受，你可以说说被他们无端责怪后你心里的委屈，和你生怕再被他们责怪的那种担惊受怕，你可以把你的感受和你的需要说出来，试着沟通一下，也许你们的关系会更进一步，但是你不说，你的想法父母是不会知道的，他们也就不知道该用怎样的方式对待你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该找个合适的机会跟他们坦诚地表达我的感受和需要，希望他们能够理解并改变对我的态度。我要试着主动沟通，而不是压抑自己的情绪。",
    "annotation": [
      {
        "sentence": "我明白了，我应该找个合适的机会跟他们坦诚地表达我的感受和需要，希望他们能够理解并改变对我的态度。",
        "label": ""
      },
      {
        "sentence": "我要试着主动沟通，而不是压抑自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这样的态度很积极。相信你会找到跟他们相处的最舒服的方法的。如果需要，你可以找到我继续倾诉和求助。",
    "annotation": [
      {
        "sentence": "很好，这样的态度很积极。",
        "label": ""
      },
      {
        "sentence": "相信你会找到跟他们相处的最舒服的方法的。",
        "label": ""
      },
      {
        "sentence": "如果需要，你可以找到我继续倾诉和求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的感到很温暖和安慰。我会好好面对和解决这个问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的感到很温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我会好好面对和解决这个问题的。",
        "label": ""
      }
    ]
  }
]