[
  {
    "role": "client",
    "content": "我感到很自卑，好像这种感觉深深地刻在我的骨子里，甚至可能是基因。我有回避型人格障碍。我已经28岁了，一直承受着自卑感和社交障碍，无法摆脱。",
    "annotation": [
      {
        "sentence": "我感到很自卑，好像这种感觉深深地刻在我的骨子里，甚至可能是基因。",
        "label": ""
      },
      {
        "sentence": "我有回避型人格障碍。",
        "label": ""
      },
      {
        "sentence": "我已经28岁了，一直承受着自卑感和社交障碍，无法摆脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，真的很心酸，觉得你这么多年实在是太辛苦了。考上那么好的院校不容易，说明你付出了常人可能从来都没有付出过的努力。为什么即便付出了这么多努力，你还是无法克服“生而为人我很抱歉”的无生命力感呢？",
    "annotation": [
      {
        "sentence": "看到你的描述，真的很心酸，觉得你这么多年实在是太辛苦了。",
        "label": ""
      },
      {
        "sentence": "考上那么好的院校不容易，说明你付出了常人可能从来都没有付出过的努力。",
        "label": ""
      },
      {
        "sentence": "为什么即便付出了这么多努力，你还是无法克服“生而为人我很抱歉”的无生命力感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我也很困惑。我考上了世界排名第一的学校，但我对自己的专业能力和面对未知未来的能力感到焦虑，没有信心，感到恐惧。我还有社交障碍，害怕与人交往，甚至恐惧人类。我没有工作机会，赚不到钱，也没有价值感。现在要读书只能依靠父母，这使我更加自卑，不敢与人交往。",
    "annotation": [
      {
        "sentence": "是啊，我也很困惑。",
        "label": ""
      },
      {
        "sentence": "我考上了世界排名第一的学校，但我对自己的专业能力和面对未知未来的能力感到焦虑，没有信心，感到恐惧。",
        "label": ""
      },
      {
        "sentence": "我还有社交障碍，害怕与人交往，甚至恐惧人类。",
        "label": ""
      },
      {
        "sentence": "我没有工作机会，赚不到钱，也没有价值感。",
        "label": ""
      },
      {
        "sentence": "现在要读书只能依靠父母，这使我更加自卑，不敢与人交往。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到你的描述，能感受到你内心的压力和痛苦。你说给母校丢脸、说“生而为人我很抱歉”，这些话让我感觉到你对自己缺乏生命的活力。每个人都是独一无二的，生存对大多数人来说可能是一种本能反应，但对你来说，活着变得非常困难。尽管如此，你一直在苦苦挣扎着，坚持着寻找出路。这种坚持已经闪耀着人性的光辉。",
    "annotation": [
      {
        "sentence": "我听到你的描述，能感受到你内心的压力和痛苦。",
        "label": ""
      },
      {
        "sentence": "你说给母校丢脸、说“生而为人我很抱歉”，这些话让我感觉到你对自己缺乏生命的活力。",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的，生存对大多数人来说可能是一种本能反应，但对你来说，活着变得非常困难。",
        "label": ""
      },
      {
        "sentence": "尽管如此，你一直在苦苦挣扎着，坚持着寻找出路。",
        "label": ""
      },
      {
        "sentence": "这种坚持已经闪耀着人性的光辉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。但我总觉得我自身的能力不足，对未来充满了焦虑和恐惧。我感到无法找到自己的价值，也不知道将来是否会变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但我总觉得我自身的能力不足，对未来充满了焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "我感到无法找到自己的价值，也不知道将来是否会变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "环境和基因造就了每个人的独特性，你无法选择自己背负这种和大部分人不同的困境。但是，你一直在坚持并追求出路，这已经非常了不起了。活着是一种本能，但我并没有生而具备这种本能，然而，我仍旧是人，我的存在本身就有一定的价值。我无法预测未来是否会变得更好，但我祝愿我们目前的存在能获得幸福。",
    "annotation": [
      {
        "sentence": "环境和基因造就了每个人的独特性，你无法选择自己背负这种和大部分人不同的困境。",
        "label": ""
      },
      {
        "sentence": "但是，你一直在坚持并追求出路，这已经非常了不起了。",
        "label": ""
      },
      {
        "sentence": "活着是一种本能，但我并没有生而具备这种本能，然而，我仍旧是人，我的存在本身就有一定的价值。",
        "label": ""
      },
      {
        "sentence": "我无法预测未来是否会变得更好，但我祝愿我们目前的存在能获得幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持。我确实需要寻找到自己的存在的意义和价值。我曾经接受过心理疏导，对自身情况、创伤和应对方法有了一定的了解。但目前我更关注自己的情绪和感受。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持。",
        "label": ""
      },
      {
        "sentence": "我确实需要寻找到自己的存在的意义和价值。",
        "label": ""
      },
      {
        "sentence": "我曾经接受过心理疏导，对自身情况、创伤和应对方法有了一定的了解。",
        "label": ""
      },
      {
        "sentence": "但目前我更关注自己的情绪和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让我们先暂时不谈论这些内容。我想和你聊一聊你的及时感受。你说给母校丢脸，说“生而为人我很抱歉”，全文中，我感受到你对自己缺乏生命的活力。人与人之间本就存在差异，对大多数人来说，活着可能是一种本能反应，但我不知道你的成长环境是怎样的，也不能确定基因的影响。然而，这些环境和基因让你和大部分人不同，对你来说，活着成为一件很困难的事情。但是，你一直在努力、坚持，并寻找自己的出路。这已经闪耀着人性的光辉。",
    "annotation": [
      {
        "sentence": "让我们先暂时不谈论这些内容。",
        "label": ""
      },
      {
        "sentence": "我想和你聊一聊你的及时感受。",
        "label": ""
      },
      {
        "sentence": "你说给母校丢脸，说“生而为人我很抱歉”，全文中，我感受到你对自己缺乏生命的活力。",
        "label": ""
      },
      {
        "sentence": "人与人之间本就存在差异，对大多数人来说，活着可能是一种本能反应，但我不知道你的成长环境是怎样的，也不能确定基因的影响。",
        "label": ""
      },
      {
        "sentence": "然而，这些环境和基因让你和大部分人不同，对你来说，活着成为一件很困难的事情。",
        "label": ""
      },
      {
        "sentence": "但是，你一直在努力、坚持，并寻找自己的出路。",
        "label": ""
      },
      {
        "sentence": "这已经闪耀着人性的光辉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我感到很温暖，谢谢你的理解和鼓励。我希望有一天能够找到自己存在的价值和意义，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "你的话让我感到很温暖，谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我希望有一天能够找到自己存在的价值和意义，过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够找到这样的价值和意义，因为你已经付出了常人无法想象的努力和坚持。虽然我们无法预测未来的道路，但我相信只要我们目前坚持存在，未来一定能变得更好。让我们共同祝愿我们现在的存在能够获得幸福。",
    "annotation": [
      {
        "sentence": "我相信你能够找到这样的价值和意义，因为你已经付出了常人无法想象的努力和坚持。",
        "label": ""
      },
      {
        "sentence": "虽然我们无法预测未来的道路，但我相信只要我们目前坚持存在，未来一定能变得更好。",
        "label": ""
      },
      {
        "sentence": "让我们共同祝愿我们现在的存在能够获得幸福。",
        "label": ""
      }
    ]
  }
]