[
  {
    "role": "client",
    "content": "我是一个14岁的男生，最近一年我感觉很抑郁，我应该怎么做？之前我在小学的成绩比较差父母就会常常骂我不过我也接受，但是上了初中成绩开始上升了，都是前十，可是我父母好像并不满足。有一科考差了，就拿我和全班第一比，考好了，就拿我和全年级第一比。今天说我很让他们满意，明天就开始骂我了。别人报补习班，他们就拿我和别人去比。我去报补习班，他们就说我是想去玩。每次他跟我聊天都是说我成绩怎么怎么差，于是我就不想聊了。然后他们又在讲我，而且他们还在家里安装了监控，还不让我关。我说这是侵犯个人隐私，然后他们就说我什么也不知道，并且我是你的父母。并且每次都威胁着我说你再说就打你，还说什么我和你是好朋友。并且如果成绩有一次比较差了，就会在那里唉声叹气的说我（父母）长大以后该怎么办，靠你肯定靠不住的。在学校我感觉我也没什么好朋友，并且答应好给我的东西没有给，然后我去问他们就开始骂我了。因为我的性格有一点像女生，我只要犯一点错误就拿这个来说事，然后就强迫我按照他们的想法去做事。我有点不想活了。",
    "annotation": [
      {
        "sentence": "我是一个14岁的男生，最近一年我感觉很抑郁，我应该怎么做？",
        "label": ""
      },
      {
        "sentence": "之前我在小学的成绩比较差父母就会常常骂我不过我也接受，但是上了初中成绩开始上升了，都是前十，可是我父母好像并不满足。",
        "label": ""
      },
      {
        "sentence": "有一科考差了，就拿我和全班第一比，考好了，就拿我和全年级第一比。",
        "label": ""
      },
      {
        "sentence": "今天说我很让他们满意，明天就开始骂我了。",
        "label": ""
      },
      {
        "sentence": "别人报补习班，他们就拿我和别人去比。",
        "label": ""
      },
      {
        "sentence": "我去报补习班，他们就说我是想去玩。",
        "label": ""
      },
      {
        "sentence": "每次他跟我聊天都是说我成绩怎么怎么差，于是我就不想聊了。",
        "label": ""
      },
      {
        "sentence": "然后他们又在讲我，而且他们还在家里安装了监控，还不让我关。",
        "label": ""
      },
      {
        "sentence": "我说这是侵犯个人隐私，然后他们就说我什么也不知道，并且我是你的父母。",
        "label": ""
      },
      {
        "sentence": "并且每次都威胁着我说你再说就打你，还说什么我和你是好朋友。",
        "label": ""
      },
      {
        "sentence": "并且如果成绩有一次比较差了，就会在那里唉声叹气的说我（父母）长大以后该怎么办，靠你肯定靠不住的。",
        "label": ""
      },
      {
        "sentence": "在学校我感觉我也没什么好朋友，并且答应好给我的东西没有给，然后我去问他们就开始骂我了。",
        "label": ""
      },
      {
        "sentence": "因为我的性格有一点像女生，我只要犯一点错误就拿这个来说事，然后就强迫我按照他们的想法去做事。",
        "label": ""
      },
      {
        "sentence": "我有点不想活了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是非常理解的。你所经历的，包括父母对你的控制欲、对成绩的压力、隐私被侵犯以及挫伤你信心等都是父母教育方式出了问题的表现，并不是你的错。请记住，你不需要拿他们的错误来惩罚自己。你要做的只是保护好自己，尽力去追求属于自己的人生。",
    "annotation": [
      {
        "sentence": "你的感受是非常理解的。",
        "label": ""
      },
      {
        "sentence": "你所经历的，包括父母对你的控制欲、对成绩的压力、隐私被侵犯以及挫伤你信心等都是父母教育方式出了问题的表现，并不是你的错。",
        "label": ""
      },
      {
        "sentence": "请记住，你不需要拿他们的错误来惩罚自己。",
        "label": ""
      },
      {
        "sentence": "你要做的只是保护好自己，尽力去追求属于自己的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得我无法改变他们的教育方式，他们总是这样。",
    "annotation": [
      {
        "sentence": "但是我觉得我无法改变他们的教育方式，他们总是这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，改变他人是非常困难的。但是我们可以从自己做起，尝试着提出自己的观点，和最信任的朋友聊一下关于他父母的教育方式。或者是问问他认为什么是好的教育方式应该是怎样的？在我的学生时代，我就经常和朋友交流自己成长的烦恼，讨论正确的价值观，慢慢地我们就有了很多正确的认识，都是自己学会的，而不是父母教会的。",
    "annotation": [
      {
        "sentence": "是的，改变他人是非常困难的。",
        "label": ""
      },
      {
        "sentence": "但是我们可以从自己做起，尝试着提出自己的观点，和最信任的朋友聊一下关于他父母的教育方式。",
        "label": ""
      },
      {
        "sentence": "或者是问问他认为什么是好的教育方式应该是怎样的？",
        "label": ""
      },
      {
        "sentence": "在我的学生时代，我就经常和朋友交流自己成长的烦恼，讨论正确的价值观，慢慢地我们就有了很多正确的认识，都是自己学会的，而不是父母教会的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那应该怎样进行正确的教育方式呢？",
    "annotation": [
      {
        "sentence": "那应该怎样进行正确的教育方式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我和我的朋友一致认为真正的好的教育不是打骂和抱怨，而是赞美与爱。等我学了更多的关于心理学知识以后，我才知道“期望效应”能够概括我们的想法。期望是对自己或他人的一种判断，由期望而产生的行为结果就是期望效应。这种结果往往会促使我们往好的方向发展。也就是说，如果父母想要我们成绩好，拥有更好的人生，他们所要做的就是让孩子感受到赞美和信任。积极的情绪更能产生积极的结果。",
    "annotation": [
      {
        "sentence": "我和我的朋友一致认为真正的好的教育不是打骂和抱怨，而是赞美与爱。",
        "label": ""
      },
      {
        "sentence": "等我学了更多的关于心理学知识以后，我才知道“期望效应”能够概括我们的想法。",
        "label": ""
      },
      {
        "sentence": "期望是对自己或他人的一种判断，由期望而产生的行为结果就是期望效应。",
        "label": ""
      },
      {
        "sentence": "这种结果往往会促使我们往好的方向发展。",
        "label": ""
      },
      {
        "sentence": "也就是说，如果父母想要我们成绩好，拥有更好的人生，他们所要做的就是让孩子感受到赞美和信任。",
        "label": ""
      },
      {
        "sentence": "积极的情绪更能产生积极的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我还是觉得他们对我太控制了。",
    "annotation": [
      {
        "sentence": "我明白了，但我还是觉得他们对我太控制了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接受父母的建议的同时，要保持自己的态度。大多数时候，父母的建议对我们都是有利的，因为他们经历的更多，他们知道什么是好的，什么是坏的。但是他们很多时候都不知道什么是适合我们的，所以这就需要你有自己的判断。这些判断从你的真实感受中、书中、老师朋友的言行中得来，简单来说就是需要你观察生活，积累经验，慢慢找到适合自己的生活方式。在接受父母的建议的同时，也要保持自己的性格，成为一个独立的人。",
    "annotation": [
      {
        "sentence": "接受父母的建议的同时，要保持自己的态度。",
        "label": ""
      },
      {
        "sentence": "大多数时候，父母的建议对我们都是有利的，因为他们经历的更多，他们知道什么是好的，什么是坏的。",
        "label": ""
      },
      {
        "sentence": "但是他们很多时候都不知道什么是适合我们的，所以这就需要你有自己的判断。",
        "label": ""
      },
      {
        "sentence": "这些判断从你的真实感受中、书中、老师朋友的言行中得来，简单来说就是需要你观察生活，积累经验，慢慢找到适合自己的生活方式。",
        "label": ""
      },
      {
        "sentence": "在接受父母的建议的同时，也要保持自己的性格，成为一个独立的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试着和朋友聊一下，找到属于我的正确的教育方式。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试着和朋友聊一下，找到属于我的正确的教育方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够找到适合自己的方式的。记住，你并不孤单，还有很多人愿意倾听和支持你的。如果有任何困惑和烦恼，随时都可以来找我倾诉。你的感受很重要，你一定不是一个人在面对困难。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够找到适合自己的方式的。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，还有很多人愿意倾听和支持你的。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑和烦恼，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你的感受很重要，你一定不是一个人在面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会尽量保护好自己，追求属于自己的人生。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会尽量保护好自己，追求属于自己的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰能够帮到你。相信自己，加油！",
    "annotation": [
      {
        "sentence": "非常欣慰能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  }
]