[
  {
    "role": "client",
    "content": "如何战胜刻在骨子里（也有可能是基因？）的自卑？回避型人格障碍。28岁，蜜汁自卑，社交障碍，怎么也走不出来。中度焦虑服药中。五年前全国时尚专业No.1本科毕业后工作两年，没赚到什么钱工作也不是很好，简直给母校丢脸。想换工作又遭遇职场PUA和歧视，一直没找到满意的工作一度陷入深深的自我怀疑和迷茫，失眠十几年入睡困难，3年前确诊抑郁症焦虑症且有自杀倾向并有清晰完整的自杀方案和实施计划。后经过服药和心理疏导两年有所缓解。因对自己能力产生怀疑所以选择跨专业考研出国，结果考上了世界No.1的院校。但我还是对自己的专业能力和面对未知未来的能力感到焦虑，没有信心，恐惧。社交障碍，恐人类，不想与人类产生联系。没有工作机会，赚不到钱，没有价值感，目前要读书只能靠父母，就更加自卑不敢与人交往。人如果能活在真空中就好了。身而为人，我很抱歉。",
    "annotation": [
      {
        "sentence": "如何战胜刻在骨子里（也有可能是基因？",
        "label": ""
      },
      {
        "sentence": "）的自卑？",
        "label": ""
      },
      {
        "sentence": "回避型人格障碍。",
        "label": ""
      },
      {
        "sentence": "28岁，蜜汁自卑，社交障碍，怎么也走不出来。",
        "label": ""
      },
      {
        "sentence": "中度焦虑服药中。",
        "label": ""
      },
      {
        "sentence": "五年前全国时尚专业No.1本科毕业后工作两年，没赚到什么钱工作也不是很好，简直给母校丢脸。",
        "label": ""
      },
      {
        "sentence": "想换工作又遭遇职场PUA和歧视，一直没找到满意的工作一度陷入深深的自我怀疑和迷茫，失眠十几年入睡困难，3年前确诊抑郁症焦虑症且有自杀倾向并有清晰完整的自杀方案和实施计划。",
        "label": ""
      },
      {
        "sentence": "后经过服药和心理疏导两年有所缓解。",
        "label": ""
      },
      {
        "sentence": "因对自己能力产生怀疑所以选择跨专业考研出国，结果考上了世界No.1的院校。",
        "label": ""
      },
      {
        "sentence": "但我还是对自己的专业能力和面对未知未来的能力感到焦虑，没有信心，恐惧。",
        "label": ""
      },
      {
        "sentence": "社交障碍，恐人类，不想与人类产生联系。",
        "label": ""
      },
      {
        "sentence": "没有工作机会，赚不到钱，没有价值感，目前要读书只能靠父母，就更加自卑不敢与人交往。",
        "label": ""
      },
      {
        "sentence": "人如果能活在真空中就好了。",
        "label": ""
      },
      {
        "sentence": "身而为人，我很抱歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的遭遇让人感到心痛，你经历了很多的压力和挫折。首先，你要相信你毕业于全国时尚专业的No.1本科是一项很大的成就，这证明了你的能力。尽管在工作上遇到了一些不顺利，但这并不代表你没有价值。你可以试着寻找一些兼职工作，比如网上的兼职，通过这些机会展现你的能力，让自己意识到你并不差劲。",
    "annotation": [
      {
        "sentence": "听到你的遭遇让人感到心痛，你经历了很多的压力和挫折。",
        "label": ""
      },
      {
        "sentence": "首先，你要相信你毕业于全国时尚专业的No.1本科是一项很大的成就，这证明了你的能力。",
        "label": ""
      },
      {
        "sentence": "尽管在工作上遇到了一些不顺利，但这并不代表你没有价值。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找一些兼职工作，比如网上的兼职，通过这些机会展现你的能力，让自己意识到你并不差劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾试过找兼职，但每次面对社交场景和他人的评判，我都感到非常恐惧和焦虑。我不知道该如何战胜这种社交障碍，即使找到了兼职也不敢去尝试。",
    "annotation": [
      {
        "sentence": "我曾试过找兼职，但每次面对社交场景和他人的评判，我都感到非常恐惧和焦虑。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何战胜这种社交障碍，即使找到了兼职也不敢去尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到恐惧和焦虑，但是我们不能让这些负面情绪阻碍你的成长和发展。我建议你可以尝试一些小而安全的社交情境，逐渐锻炼你的社交能力。比如，可以从跟亲友进行更多的交流开始，然后逐渐扩展到其他人群中。这样一步一步地，你会发现你的社交能力在逐渐增强。",
    "annotation": [
      {
        "sentence": "我理解你感到恐惧和焦虑，但是我们不能让这些负面情绪阻碍你的成长和发展。",
        "label": ""
      },
      {
        "sentence": "我建议你可以尝试一些小而安全的社交情境，逐渐锻炼你的社交能力。",
        "label": ""
      },
      {
        "sentence": "比如，可以从跟亲友进行更多的交流开始，然后逐渐扩展到其他人群中。",
        "label": ""
      },
      {
        "sentence": "这样一步一步地，你会发现你的社交能力在逐渐增强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试逐渐扩展我的社交圈子，但是我还是对自己的专业能力和面对未知未来的能力感到焦虑。我害怕无法应对和胜任未来的工作。",
    "annotation": [
      {
        "sentence": "我会尝试逐渐扩展我的社交圈子，但是我还是对自己的专业能力和面对未知未来的能力感到焦虑。",
        "label": ""
      },
      {
        "sentence": "我害怕无法应对和胜任未来的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对未知和未来的恐惧是很正常的感受，但我们不能让恐惧控制我们的行动。你已经进入了世界No.1的院校，这是一个巨大的成就。相信你自己，坚持努力，你一定可以克服这些困难。同时，你可以从积极的心态入手，尝试相信自己能够面对未来的挑战。",
    "annotation": [
      {
        "sentence": "对未知和未来的恐惧是很正常的感受，但我们不能让恐惧控制我们的行动。",
        "label": ""
      },
      {
        "sentence": "你已经进入了世界No.1的院校，这是一个巨大的成就。",
        "label": ""
      },
      {
        "sentence": "相信你自己，坚持努力，你一定可以克服这些困难。",
        "label": ""
      },
      {
        "sentence": "同时，你可以从积极的心态入手，尝试相信自己能够面对未来的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实需要更积极的心态来面对自己的困境。但是我对社交障碍和对人类的恐惧感到无法克服，我觉得我与人类无法产生联系。",
    "annotation": [
      {
        "sentence": "我确实需要更积极的心态来面对自己的困境。",
        "label": ""
      },
      {
        "sentence": "但是我对社交障碍和对人类的恐惧感到无法克服，我觉得我与人类无法产生联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社交障碍和对人类的恐惧是可以克服的，重要的是你要有信心和耐心。可以考虑寻求专业的心理咨询师的帮助，他们会针对你的情况提供一些专业的建议和支持。同时，也可以参加一些社交训练和活动，帮助你逐渐扩展社交圈子，减少对人类的恐惧感。",
    "annotation": [
      {
        "sentence": "社交障碍和对人类的恐惧是可以克服的，重要的是你要有信心和耐心。",
        "label": ""
      },
      {
        "sentence": "可以考虑寻求专业的心理咨询师的帮助，他们会针对你的情况提供一些专业的建议和支持。",
        "label": ""
      },
      {
        "sentence": "同时，也可以参加一些社交训练和活动，帮助你逐渐扩展社交圈子，减少对人类的恐惧感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑寻求专业的帮助，并尝试参与一些社交训练和活动。谢谢你的建议和支持，我现在感觉稍微有些勇气去面对自己的问题了。",
    "annotation": [
      {
        "sentence": "我会考虑寻求专业的帮助，并尝试参与一些社交训练和活动。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我现在感觉稍微有些勇气去面对自己的问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和勇气，相信你可以战胜自卑和困境。记住，任何事情都需要时间和坚持，相信自己，你一定能够走出困境。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和勇气，相信你可以战胜自卑和困境。",
        "label": ""
      },
      {
        "sentence": "记住，任何事情都需要时间和坚持，相信自己，你一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好努力的。感谢你一直陪伴在我身边。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好努力的。",
        "label": ""
      },
      {
        "sentence": "感谢你一直陪伴在我身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在你身边支持你的。如果有任何困难或者需要帮助，随时可以找我倾诉。你不是一个人在战斗，我们会一起度过困难的时刻。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或者需要帮助，随时可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一起度过困难的时刻。",
        "label": ""
      }
    ]
  }
]