[
  {
    "role": "client",
    "content": "为什么她拒绝了我的表白我还觉得有愧于她？她是我高中同学，在我刚失恋的那段时间内整天陪我安慰我，在此过程种我也能感觉到她好像喜欢我，并且我和她还单独吃了几次饭。由于当时我也不确认到底是不是喜欢她，所以也没有表现出有多大的喜欢她。后来我觉得我好像喜欢上她了，但是表白她说我不是真正的喜欢她，我只是习惯了她和依赖了她，并且最后说不合适就拒绝了我。为什么我在被拒绝后的这几天越想越感到对不起和辜负了这个姑娘，为什么我在面临亲密关系的时候内心总带有一定的微微恐惧感不敢大声的表达出我内心的真实感受？我该怎么办？",
    "annotation": [
      {
        "sentence": "为什么她拒绝了我的表白我还觉得有愧于她？",
        "label": ""
      },
      {
        "sentence": "她是我高中同学，在我刚失恋的那段时间内整天陪我安慰我，在此过程种我也能感觉到她好像喜欢我，并且我和她还单独吃了几次饭。",
        "label": ""
      },
      {
        "sentence": "由于当时我也不确认到底是不是喜欢她，所以也没有表现出有多大的喜欢她。",
        "label": ""
      },
      {
        "sentence": "后来我觉得我好像喜欢上她了，但是表白她说我不是真正的喜欢她，我只是习惯了她和依赖了她，并且最后说不合适就拒绝了我。",
        "label": ""
      },
      {
        "sentence": "为什么我在被拒绝后的这几天越想越感到对不起和辜负了这个姑娘，为什么我在面临亲密关系的时候内心总带有一定的微微恐惧感不敢大声的表达出我内心的真实感受？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听你所说的故事，感到你对这个女孩很有感情。所以你现在感到被拒绝时，自然会有些难受。你之所以会对自己感到愧疚，可能是因为你觉得自己对不起这个女孩，辜负了她的好意。但是，在考虑这些问题时，我想你需要认识到一个问题。你喜欢的并不是这个女孩，而是她对你的好感。对于这种情况，你应该认真地考虑自己是否真正喜欢她。",
    "annotation": [
      {
        "sentence": "我听你所说的故事，感到你对这个女孩很有感情。",
        "label": ""
      },
      {
        "sentence": "所以你现在感到被拒绝时，自然会有些难受。",
        "label": ""
      },
      {
        "sentence": "你之所以会对自己感到愧疚，可能是因为你觉得自己对不起这个女孩，辜负了她的好意。",
        "label": ""
      },
      {
        "sentence": "但是，在考虑这些问题时，我想你需要认识到一个问题。",
        "label": ""
      },
      {
        "sentence": "你喜欢的并不是这个女孩，而是她对你的好感。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，你应该认真地考虑自己是否真正喜欢她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实不太确定，但我希望能理解自己的感觉。我注册了健身房，也尝试了其他的活动去让自己感到更好，但这些都没有帮助。",
    "annotation": [
      {
        "sentence": "我确实不太确定，但我希望能理解自己的感觉。",
        "label": ""
      },
      {
        "sentence": "我注册了健身房，也尝试了其他的活动去让自己感到更好，但这些都没有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，你正在采取一些行动来让自己感到更好，这是一个非常好的办法。我建议你尝试做一个思维记录表，记录下你的情绪和你所做的事情，并考虑它们的关系。这可以帮助你了解哪些活动对你更有益。",
    "annotation": [
      {
        "sentence": "好的，你正在采取一些行动来让自己感到更好，这是一个非常好的办法。",
        "label": ""
      },
      {
        "sentence": "我建议你尝试做一个思维记录表，记录下你的情绪和你所做的事情，并考虑它们的关系。",
        "label": ""
      },
      {
        "sentence": "这可以帮助你了解哪些活动对你更有益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试的。但是，我还是不知道为什么面对亲密关系时我会感到恐惧。",
    "annotation": [
      {
        "sentence": "好的，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "但是，我还是不知道为什么面对亲密关系时我会感到恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种恐惧可能与你的依恋关系有关。在家庭中，你可能会遇到一些严格和理智的人。这种经历可能导致你对亲密关系有一些恐惧感。你可以试着明确你的恐惧是什么，并试着将它们表达出来。这样，你就可以理清你内心的一些问题，并为自己建立更健康的亲密关系。",
    "annotation": [
      {
        "sentence": "这种恐惧可能与你的依恋关系有关。",
        "label": ""
      },
      {
        "sentence": "在家庭中，你可能会遇到一些严格和理智的人。",
        "label": ""
      },
      {
        "sentence": "这种经历可能导致你对亲密关系有一些恐惧感。",
        "label": ""
      },
      {
        "sentence": "你可以试着明确你的恐惧是什么，并试着将它们表达出来。",
        "label": ""
      },
      {
        "sentence": "这样，你就可以理清你内心的一些问题，并为自己建立更健康的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我会试着表达自己的感受。但是，我觉得我很难面对这个女孩，因为我觉得我很辜负她。",
    "annotation": [
      {
        "sentence": "你说的对，我会试着表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得我很难面对这个女孩，因为我觉得我很辜负她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为了让自己更好地面对这个问题，你可以考虑尝试与这位女孩谈一次心。这样你们就可以讲清楚自己的想法和感受。如果你确实对她没有感情，那么你可以告诉她，让她了解你的想法。但是，如果你对她有感情，那么你也可以告诉她，让她知道你对她的情感。",
    "annotation": [
      {
        "sentence": "为了让自己更好地面对这个问题，你可以考虑尝试与这位女孩谈一次心。",
        "label": ""
      },
      {
        "sentence": "这样你们就可以讲清楚自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "如果你确实对她没有感情，那么你可以告诉她，让她了解你的想法。",
        "label": ""
      },
      {
        "sentence": "但是，如果你对她有感情，那么你也可以告诉她，让她知道你对她的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑尝试去跟她谈的。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会考虑尝试去跟她谈的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。如果你需要进一步的支持，请随时和我联系。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持，请随时和我联系。",
        "label": ""
      }
    ]
  }
]