[
  {
    "role": "client",
    "content": "我觉得自己有很多心理问题，但是不敢说出来怎么办？",
    "annotation": [
      {
        "sentence": "我觉得自己有很多心理问题，但是不敢说出来怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述能理解你的困扰。你的状态主要是觉得自己有一些内心的障碍，比如社交障碍、性心理障碍等。你不敢跟熟人朋友讲，也不敢跟陌生人讲。如果这样的状态持续下去，如果你自己能消化还好，但如果不能消化，它可能会加剧，时间长了反而不容易解决。所以还是需要勇敢一点，主动打破现在的僵局。",
    "annotation": [
      {
        "sentence": "听你的描述能理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "你的状态主要是觉得自己有一些内心的障碍，比如社交障碍、性心理障碍等。",
        "label": ""
      },
      {
        "sentence": "你不敢跟熟人朋友讲，也不敢跟陌生人讲。",
        "label": ""
      },
      {
        "sentence": "如果这样的状态持续下去，如果你自己能消化还好，但如果不能消化，它可能会加剧，时间长了反而不容易解决。",
        "label": ""
      },
      {
        "sentence": "所以还是需要勇敢一点，主动打破现在的僵局。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我有很多心理上的问题，但是不敢跟任何人倾述。多次走到心理诊所的门口又打退堂鼓，时至今日都不敢找心理医生，也不知道自己有多少问题。",
    "annotation": [
      {
        "sentence": "我觉得我有很多心理上的问题，但是不敢跟任何人倾述。",
        "label": ""
      },
      {
        "sentence": "多次走到心理诊所的门口又打退堂鼓，时至今日都不敢找心理医生，也不知道自己有多少问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着信任你觉得喜欢的心理咨询师。因为咨询师都会替来访者或来电者保密，然后敞开心扉好好地说一下自己现在存在的一些问题，包括这种害怕暴露的心理。还是主动去做这些，要不断地说服自己，有问题要解决。",
    "annotation": [
      {
        "sentence": "你可以试着信任你觉得喜欢的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "因为咨询师都会替来访者或来电者保密，然后敞开心扉好好地说一下自己现在存在的一些问题，包括这种害怕暴露的心理。",
        "label": ""
      },
      {
        "sentence": "还是主动去做这些，要不断地说服自己，有问题要解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己跟很多人都不一样，心理状态的不一样。我觉得自己可能有一些社交障碍，一些性心理的障碍，但是又不敢面对面地和朋友也好，心理医生也好，只要面对面见人，我就会快速隐藏自己的心理活动。但是自己独处的时候就觉得自己很变态，总有些超越伦理和道德的想法，但是有人在的时候又会隐藏起来。",
    "annotation": [
      {
        "sentence": "我觉得自己跟很多人都不一样，心理状态的不一样。",
        "label": ""
      },
      {
        "sentence": "我觉得自己可能有一些社交障碍，一些性心理的障碍，但是又不敢面对面地和朋友也好，心理医生也好，只要面对面见人，我就会快速隐藏自己的心理活动。",
        "label": ""
      },
      {
        "sentence": "但是自己独处的时候就觉得自己很变态，总有些超越伦理和道德的想法，但是有人在的时候又会隐藏起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解。可能存在这种矛盾的感觉是因为你在与他人接触时害怕暴露自己的心理状态，所以才会快速隐藏。但是当你独处时，可能会有一些超越伦理和道德的想法。这些矛盾的感受是很正常的，但是当把它放大时，可能会影响你的心理健康。所以，建议你要有勇气去面对自己，尽量与心理咨询师进行面对面的交流，他们会帮助你解决这些问题。",
    "annotation": [
      {
        "sentence": "你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "可能存在这种矛盾的感觉是因为你在与他人接触时害怕暴露自己的心理状态，所以才会快速隐藏。",
        "label": ""
      },
      {
        "sentence": "但是当你独处时，可能会有一些超越伦理和道德的想法。",
        "label": ""
      },
      {
        "sentence": "这些矛盾的感受是很正常的，但是当把它放大时，可能会影响你的心理健康。",
        "label": ""
      },
      {
        "sentence": "所以，建议你要有勇气去面对自己，尽量与心理咨询师进行面对面的交流，他们会帮助你解决这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。但是我还是觉得很困扰，不知道该怎么面对自己的问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得很困扰，不知道该怎么面对自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着找一些心理学、哲学的书来看，好好琢磨一下。另外，你可以丰富自己的日常生活，无论是学习还是工作，都按部就班地安排好。除了看书，多运动也是一个不错的方法，到郊外走一走，或者跟朋友一起出去郊游。这样一方面会让你更融入大家，更容易信任别人；另一方面也是让你不至于待在一边胡思乱想。这些都是可以尝试的，或者你可以去超市逛逛等。总之，要勇敢地从现在的状态中走出来，加油！",
    "annotation": [
      {
        "sentence": "你可以试着找一些心理学、哲学的书来看，好好琢磨一下。",
        "label": ""
      },
      {
        "sentence": "另外，你可以丰富自己的日常生活，无论是学习还是工作，都按部就班地安排好。",
        "label": ""
      },
      {
        "sentence": "除了看书，多运动也是一个不错的方法，到郊外走一走，或者跟朋友一起出去郊游。",
        "label": ""
      },
      {
        "sentence": "这样一方面会让你更融入大家，更容易信任别人；另一方面也是让你不至于待在一边胡思乱想。",
        "label": ""
      },
      {
        "sentence": "这些都是可以尝试的，或者你可以去超市逛逛等。",
        "label": ""
      },
      {
        "sentence": "总之，要勇敢地从现在的状态中走出来，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议！我会试着去信任心理咨询师，打破我自己心理的障碍，并尝试去丰富我的日常生活。我相信我能够走出困境的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议！",
        "label": ""
      },
      {
        "sentence": "我会试着去信任心理咨询师，打破我自己心理的障碍，并尝试去丰富我的日常生活。",
        "label": ""
      },
      {
        "sentence": "我相信我能够走出困境的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心！相信你能够克服这些问题，通过与心理咨询师的交流和积极的生活方式，你会逐渐找到解决问题的方法。记住要坚持，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心！",
        "label": ""
      },
      {
        "sentence": "相信你能够克服这些问题，通过与心理咨询师的交流和积极的生活方式，你会逐渐找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "记住要坚持，加油！",
        "label": ""
      }
    ]
  }
]