[
  {
    "role": "client",
    "content": "我喜欢一个人却想和他保持距离怎么回事？我感觉我很喜欢一个女生，我也是女生，但是当她不属于我时，我觉得自己无法控制的疯狂爱着她，满脑子都想着她。感觉自己为了他什么事情都可以做，但是后来她喜欢我了，我反而觉得想要逃离。但是一旦我跟她的距离变远了，我又想要跟她亲近，又觉得她在吸引着我。但是现在我并不会觉得自己有那么的喜欢她了，我觉得我只想和她保持不远不近的距离，我不想要去占有她，我只想要她注意到我，但是不想要她过于在意我，因为那样我反而会很有压力。我觉得我还是喜欢她的，但是我却只想和她保持不远不近的关系，这是为什么呢？",
    "annotation": [
      {
        "sentence": "我喜欢一个人却想和他保持距离怎么回事？",
        "label": ""
      },
      {
        "sentence": "我感觉我很喜欢一个女生，我也是女生，但是当她不属于我时，我觉得自己无法控制的疯狂爱着她，满脑子都想着她。",
        "label": ""
      },
      {
        "sentence": "感觉自己为了他什么事情都可以做，但是后来她喜欢我了，我反而觉得想要逃离。",
        "label": ""
      },
      {
        "sentence": "但是一旦我跟她的距离变远了，我又想要跟她亲近，又觉得她在吸引着我。",
        "label": ""
      },
      {
        "sentence": "但是现在我并不会觉得自己有那么的喜欢她了，我觉得我只想和她保持不远不近的距离，我不想要去占有她，我只想要她注意到我，但是不想要她过于在意我，因为那样我反而会很有压力。",
        "label": ""
      },
      {
        "sentence": "我觉得我还是喜欢她的，但是我却只想和她保持不远不近的关系，这是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你遇到这样的情感困扰我能理解。感情的事情总是复杂而多变的。从你的描述中可以感受到你对她的喜欢和矛盾的心情。你之前对她的喜欢可能是一种向往和渴望，而当她喜欢你时，你可能感受到了一定的压力和责任感吧。这种情绪上的反差很正常。我想和你一起探讨一下你现在的想法和感受，或许可以帮助你更好地理解自己。",
    "annotation": [
      {
        "sentence": "你好，听到你遇到这样的情感困扰我能理解。",
        "label": ""
      },
      {
        "sentence": "感情的事情总是复杂而多变的。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以感受到你对她的喜欢和矛盾的心情。",
        "label": ""
      },
      {
        "sentence": "你之前对她的喜欢可能是一种向往和渴望，而当她喜欢你时，你可能感受到了一定的压力和责任感吧。",
        "label": ""
      },
      {
        "sentence": "这种情绪上的反差很正常。",
        "label": ""
      },
      {
        "sentence": "我想和你一起探讨一下你现在的想法和感受，或许可以帮助你更好地理解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关注。确实，当她喜欢我时，我突然感到一种压力，好像负担变重了一样。我不再像之前那样痴迷了，反而有一丝想要逃避的感觉。我很困惑，不知道这是为什么。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关注。",
        "label": ""
      },
      {
        "sentence": "确实，当她喜欢我时，我突然感到一种压力，好像负担变重了一样。",
        "label": ""
      },
      {
        "sentence": "我不再像之前那样痴迷了，反而有一丝想要逃避的感觉。",
        "label": ""
      },
      {
        "sentence": "我很困惑，不知道这是为什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许这是因为你在跟她保持距离的同时，也在试图保护自己。当她喜欢你时，你可能感到自己需要对感情做出更多的承诺和投入。这种改变可能让你感到不安，因为你害怕面对可能的伤害或失望。而保持一定的距离，可以帮助你保护自己的同时，也给你一种安全感和控制感。你不必过于着急，内心的矛盾是正常的，我们可以一起探索如何更好地应对和理解这种情感。",
    "annotation": [
      {
        "sentence": "或许这是因为你在跟她保持距离的同时，也在试图保护自己。",
        "label": ""
      },
      {
        "sentence": "当她喜欢你时，你可能感到自己需要对感情做出更多的承诺和投入。",
        "label": ""
      },
      {
        "sentence": "这种改变可能让你感到不安，因为你害怕面对可能的伤害或失望。",
        "label": ""
      },
      {
        "sentence": "而保持一定的距离，可以帮助你保护自己的同时，也给你一种安全感和控制感。",
        "label": ""
      },
      {
        "sentence": "你不必过于着急，内心的矛盾是正常的，我们可以一起探索如何更好地应对和理解这种情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实害怕受伤害。以前我曾经经历过一段伤心的恋爱，导致我对感情有些恐惧。可能因为这个原因，我更倾向于与她保持一种安全距离，不敢太过投入自己的感情。但是有时候又会觉得很想靠近她，跟她更亲密一些。这种矛盾让我很困惑，不知道应该怎么办。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实害怕受伤害。",
        "label": ""
      },
      {
        "sentence": "以前我曾经经历过一段伤心的恋爱，导致我对感情有些恐惧。",
        "label": ""
      },
      {
        "sentence": "可能因为这个原因，我更倾向于与她保持一种安全距离，不敢太过投入自己的感情。",
        "label": ""
      },
      {
        "sentence": "但是有时候又会觉得很想靠近她，跟她更亲密一些。",
        "label": ""
      },
      {
        "sentence": "这种矛盾让我很困惑，不知道应该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对过去的恋爱经历感到恐惧是可以理解的，这种经历可能会在很长一段时间内对你产生影响。同时，对待感情时的犹豫和矛盾也是很正常的。建立起来的心理防御机制，会在一定程度上保护我们，但也可能限制我们对新的感情的发展。或许我们可以尝试缓慢地放松自己，给自己一些时间去观察和了解这段感情。同时，也要与她进行坦诚的沟通，告诉她你的感受和矛盾，这样可以建立起更加真实和互相理解的关系。相信随着时间的推移，你会更清楚自己的想法和感受。",
    "annotation": [
      {
        "sentence": "你对过去的恋爱经历感到恐惧是可以理解的，这种经历可能会在很长一段时间内对你产生影响。",
        "label": ""
      },
      {
        "sentence": "同时，对待感情时的犹豫和矛盾也是很正常的。",
        "label": ""
      },
      {
        "sentence": "建立起来的心理防御机制，会在一定程度上保护我们，但也可能限制我们对新的感情的发展。",
        "label": ""
      },
      {
        "sentence": "或许我们可以尝试缓慢地放松自己，给自己一些时间去观察和了解这段感情。",
        "label": ""
      },
      {
        "sentence": "同时，也要与她进行坦诚的沟通，告诉她你的感受和矛盾，这样可以建立起更加真实和互相理解的关系。",
        "label": ""
      },
      {
        "sentence": "相信随着时间的推移，你会更清楚自己的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。我明白了，我可以给自己一些时间来观察和了解这段感情，同时也要学会与她进行坦诚的交流。或许在沟通的过程中，我们可以一起找到更好的解决方案。我会尝试去面对自己的恐惧，给这段感情一些机会。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "我明白了，我可以给自己一些时间来观察和了解这段感情，同时也要学会与她进行坦诚的交流。",
        "label": ""
      },
      {
        "sentence": "或许在沟通的过程中，我们可以一起找到更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "我会尝试去面对自己的恐惧，给这段感情一些机会。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我乐意帮助到你。恋爱中的困惑和矛盾在我们每个人身上都会有，很多时候需要我们去慢慢调整和处理。记住，你并不孤单，我会一直陪伴在你身边，支持你。希望你能找到属于你的那份真诚和幸福。如果你还有其他的问题或困惑，随时都可以来找我聊天。你不是一个人，我们一起加油！",
    "annotation": [
      {
        "sentence": "不客气，我乐意帮助到你。",
        "label": ""
      },
      {
        "sentence": "恋爱中的困惑和矛盾在我们每个人身上都会有，很多时候需要我们去慢慢调整和处理。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直陪伴在你身边，支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能找到属于你的那份真诚和幸福。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的问题或困惑，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你不是一个人，我们一起加油！",
        "label": ""
      }
    ]
  }
]