[
  {
    "role": "client",
    "content": "失恋的第四天，天天见到很想念他怎么办？太难受了今天是失恋的第四天，这几天早上，中午，晚上，都特别难受。醒的比平时早一两个小时，心感觉揪在了一起。很难受。在一个单位，朋友圈又高度重合，住宿也就在隔壁，看到他，听到他声音就会特别想他，但这是他说的第二次分手了。我知道他不是个冲动的人，我也不会去求着复合，就这样两个人见面像陌生人，很难受啊，在一起很久还有很多共同的东西交叉在各自的空间，比如他平板还在我这里等等，也没有去归还分配。哎失恋太难受了。",
    "annotation": [
      {
        "sentence": "失恋的第四天，天天见到很想念他怎么办？",
        "label": ""
      },
      {
        "sentence": "太难受了今天是失恋的第四天，这几天早上，中午，晚上，都特别难受。",
        "label": ""
      },
      {
        "sentence": "醒的比平时早一两个小时，心感觉揪在了一起。",
        "label": ""
      },
      {
        "sentence": "很难受。",
        "label": ""
      },
      {
        "sentence": "在一个单位，朋友圈又高度重合，住宿也就在隔壁，看到他，听到他声音就会特别想他，但这是他说的第二次分手了。",
        "label": ""
      },
      {
        "sentence": "我知道他不是个冲动的人，我也不会去求着复合，就这样两个人见面像陌生人，很难受啊，在一起很久还有很多共同的东西交叉在各自的空间，比如他平板还在我这里等等，也没有去归还分配。",
        "label": ""
      },
      {
        "sentence": "哎失恋太难受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失恋真的很难受，特别是在你们之间还有这么多交集的情况下。他是你的朋友和同事，住得离你那么近，这些都让你无法逃避他的存在，无法不想他。我可以理解你的痛苦和困惑。但是，刚刚失恋的时候情绪最不受控制，很正常地会否认和感到委屈与愤怒。一段感情的结束，需要经历一个接受的过程，虽然现在看来很困难，但时间会让你渐渐接受这个现实的。",
    "annotation": [
      {
        "sentence": "失恋真的很难受，特别是在你们之间还有这么多交集的情况下。",
        "label": ""
      },
      {
        "sentence": "他是你的朋友和同事，住得离你那么近，这些都让你无法逃避他的存在，无法不想他。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "但是，刚刚失恋的时候情绪最不受控制，很正常地会否认和感到委屈与愤怒。",
        "label": ""
      },
      {
        "sentence": "一段感情的结束，需要经历一个接受的过程，虽然现在看来很困难，但时间会让你渐渐接受这个现实的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我确实还在否认和愤怒的阶段。每次想到他对我说的那些话，我就觉得委屈和生气。我真的很希望我们还能像从前一样在一起，但我也知道这是不现实的。我该怎么办才能让自己从这种情绪中解脱出来呢？",
    "annotation": [
      {
        "sentence": "我想我确实还在否认和愤怒的阶段。",
        "label": ""
      },
      {
        "sentence": "每次想到他对我说的那些话，我就觉得委屈和生气。",
        "label": ""
      },
      {
        "sentence": "我真的很希望我们还能像从前一样在一起，但我也知道这是不现实的。",
        "label": ""
      },
      {
        "sentence": "我该怎么办才能让自己从这种情绪中解脱出来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要让自己从这种情绪中解脱出来，首先要允许自己的情绪流动。不要压抑自己的委屈和愤怒，让这些情绪自然流动出来。其次，你可以找一位你信赖的朋友或家人倾诉一下，让他们在这个阶段多多陪伴你。有人倾听和支持会让你感到温暖和舒缓。最后，你可以考虑改变一下环境来帮助自己缓解情绪。例如换个工作环境、请一个长假、去旅行或者换一个地方待一待。这些都可以帮助你给自己一个新的开始，让自己的心情得到宣泄和放松。",
    "annotation": [
      {
        "sentence": "要让自己从这种情绪中解脱出来，首先要允许自己的情绪流动。",
        "label": ""
      },
      {
        "sentence": "不要压抑自己的委屈和愤怒，让这些情绪自然流动出来。",
        "label": ""
      },
      {
        "sentence": "其次，你可以找一位你信赖的朋友或家人倾诉一下，让他们在这个阶段多多陪伴你。",
        "label": ""
      },
      {
        "sentence": "有人倾听和支持会让你感到温暖和舒缓。",
        "label": ""
      },
      {
        "sentence": "最后，你可以考虑改变一下环境来帮助自己缓解情绪。",
        "label": ""
      },
      {
        "sentence": "例如换个工作环境、请一个长假、去旅行或者换一个地方待一待。",
        "label": ""
      },
      {
        "sentence": "这些都可以帮助你给自己一个新的开始，让自己的心情得到宣泄和放松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。听起来确实是个不错的方法。但是我还有一个问题，我该怎么处理那些我们在一起时留下的共同物品呢？比如他的平板还在我这里等着归还，应该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "听起来确实是个不错的方法。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，我该怎么处理那些我们在一起时留下的共同物品呢？",
        "label": ""
      },
      {
        "sentence": "比如他的平板还在我这里等着归还，应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "处理共同物品确实是个比较麻烦的问题。你可以主动联系他，提出归还这些物品的事情，但考虑到你们现在的关系，也有可能会让你感到不舒服。如果你感觉不方便联系他，你也可以选择暂时保管这些物品，等你们的情绪稳定下来后再找个合适的机会归还。重要的是，不要让这些共同物品成为你失恋的负担，尽量放宽心态对待这个问题。",
    "annotation": [
      {
        "sentence": "处理共同物品确实是个比较麻烦的问题。",
        "label": ""
      },
      {
        "sentence": "你可以主动联系他，提出归还这些物品的事情，但考虑到你们现在的关系，也有可能会让你感到不舒服。",
        "label": ""
      },
      {
        "sentence": "如果你感觉不方便联系他，你也可以选择暂时保管这些物品，等你们的情绪稳定下来后再找个合适的机会归还。",
        "label": ""
      },
      {
        "sentence": "重要的是，不要让这些共同物品成为你失恋的负担，尽量放宽心态对待这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的理解和建议。其实我也想尽快从这段感情中解脱出来，重新开始自己的新生活。还有，你刚才提到了一个戒断前男友的方法，可以具体说说吗？",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "其实我也想尽快从这段感情中解脱出来，重新开始自己的新生活。",
        "label": ""
      },
      {
        "sentence": "还有，你刚才提到了一个戒断前男友的方法，可以具体说说吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。我推荐你去听一听陆琪老师的戒断课。他们有一套完整的方法，可以帮助失恋的人修复并戒断前男友。通过专业的指导和建议，你可以更好地面对这段感情的结束，真正放下他，爱自己，也有对的人来爱你。我希望你能够坚强起来，给自己一个新的开始，你值得更好的幸福。抱抱你！",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "我推荐你去听一听陆琪老师的戒断课。",
        "label": ""
      },
      {
        "sentence": "他们有一套完整的方法，可以帮助失恋的人修复并戒断前男友。",
        "label": ""
      },
      {
        "sentence": "通过专业的指导和建议，你可以更好地面对这段感情的结束，真正放下他，爱自己，也有对的人来爱你。",
        "label": ""
      },
      {
        "sentence": "我希望你能够坚强起来，给自己一个新的开始，你值得更好的幸福。",
        "label": ""
      },
      {
        "sentence": "抱抱你！",
        "label": ""
      }
    ]
  }
]