[
  {
    "role": "client",
    "content": "您好，我是一名高三女生，学习压力很大。但今天发生了一件令我困惑的事情，让我不知道应该如何排除干扰，和同学相处。我中午去找老师请假时，偶然看到我的同桌在哭着找老师说话。我走到老师跟前了解情况，才知道同桌主动申请换到一个人座位上（如果我没有偶然看到，我永远都不会知道她主动申请的），而且直到现在她也没有找我解释这件事，我们之间没有任何沟通。但我发现，她在自习时会跟她的好朋友谈话整整40分钟。我不知道事情为什么会变成这样，我也不明白为什么座位调整后，她就要摒弃我。我感到很难过，也不知道我做错了什么。",
    "annotation": [
      {
        "sentence": "您好，我是一名高三女生，学习压力很大。",
        "label": ""
      },
      {
        "sentence": "但今天发生了一件令我困惑的事情，让我不知道应该如何排除干扰，和同学相处。",
        "label": ""
      },
      {
        "sentence": "我中午去找老师请假时，偶然看到我的同桌在哭着找老师说话。",
        "label": ""
      },
      {
        "sentence": "我走到老师跟前了解情况，才知道同桌主动申请换到一个人座位上（如果我没有偶然看到，我永远都不会知道她主动申请的），而且直到现在她也没有找我解释这件事，我们之间没有任何沟通。",
        "label": ""
      },
      {
        "sentence": "但我发现，她在自习时会跟她的好朋友谈话整整40分钟。",
        "label": ""
      },
      {
        "sentence": "我不知道事情为什么会变成这样，我也不明白为什么座位调整后，她就要摒弃我。",
        "label": ""
      },
      {
        "sentence": "我感到很难过，也不知道我做错了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，也许你的同桌发现了一些事情，所以不愿意和你继续坐在一起了。这可能是她内心的评判在起作用，并不一定是因为你做了什么不对。也许她最近心情不好，所以不想与你成为同桌。你可以回想一下你们最近一次沟通是什么时候，可以看看你们之间的关系是怎样的。从你所说的，开始时她是主动找老师要求和你一起坐的，现在她又想摒弃你，你会感到被抛弃真的很难受。高三女生之间如何相处和排除干扰的问题，学习压力很大。而且你还发现同桌是主动申请单人座的，她到现在也没有解释为什么。换座位后旁边的同学会很吵，这会干扰你的学习。但不要怀疑自己，最终这是你同桌的决定。如果她没有解释的话，你可以主动询问她为什么要这样做。这样你可以更清楚地了解她的性格。如果无法改变别人，就要为自己着想。我想知道你们之间的关系定位是怎样的，她平时是否和你有信任交流？减少自我怀疑，尽量专注于自己的学习任务。我们所说的互惠原则是良好人际关系的关键，也许她最初坐你旁边是看到你的某些优点，你觉得你们之间的关系怎样？如果你一直在帮助她，但她没有给予你回报，那可能会导致关系不平衡。如果你觉得自己的付出不值得，或许你们之间的情感交流不够深入。你们之间的私下交流是怎样的呢？我们需要明白互相帮助本身没有错，但如果没有真心实意的交流，可能会让自己成为被利用的桥梁，只是解决问题的工具。所以你需要考虑一下你们之间是否有心灵沟通的场景，这样你才能知道感情是否有进一步发展的可能性。根据你们之间的亲密程度进行有针对性的交流，不是每次都要帮助她，也可以向她表达你的内心想法，你想要更多的交流吗？最终要回到你们之间的关系定位上来。同桌是学生时代比较亲密的伙伴，互助是友谊的关键。通过真心交流和互相帮助来建立友谊，建立亲密的联系。你觉得你们之间除了学习和帮助之外，还有其他形式的交流吗？朋友是建立紧密情感联系的人，通过相互的情感联系来判断彼此是否信任对方。现在你要看到你所拥有的，专注于学习。",
    "annotation": [
      {
        "sentence": "嗯，也许你的同桌发现了一些事情，所以不愿意和你继续坐在一起了。",
        "label": ""
      },
      {
        "sentence": "这可能是她内心的评判在起作用，并不一定是因为你做了什么不对。",
        "label": ""
      },
      {
        "sentence": "也许她最近心情不好，所以不想与你成为同桌。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下你们最近一次沟通是什么时候，可以看看你们之间的关系是怎样的。",
        "label": ""
      },
      {
        "sentence": "从你所说的，开始时她是主动找老师要求和你一起坐的，现在她又想摒弃你，你会感到被抛弃真的很难受。",
        "label": ""
      },
      {
        "sentence": "高三女生之间如何相处和排除干扰的问题，学习压力很大。",
        "label": ""
      },
      {
        "sentence": "而且你还发现同桌是主动申请单人座的，她到现在也没有解释为什么。",
        "label": ""
      },
      {
        "sentence": "换座位后旁边的同学会很吵，这会干扰你的学习。",
        "label": ""
      },
      {
        "sentence": "但不要怀疑自己，最终这是你同桌的决定。",
        "label": ""
      },
      {
        "sentence": "如果她没有解释的话，你可以主动询问她为什么要这样做。",
        "label": ""
      },
      {
        "sentence": "这样你可以更清楚地了解她的性格。",
        "label": ""
      },
      {
        "sentence": "如果无法改变别人，就要为自己着想。",
        "label": ""
      },
      {
        "sentence": "我想知道你们之间的关系定位是怎样的，她平时是否和你有信任交流？",
        "label": ""
      },
      {
        "sentence": "减少自我怀疑，尽量专注于自己的学习任务。",
        "label": ""
      },
      {
        "sentence": "我们所说的互惠原则是良好人际关系的关键，也许她最初坐你旁边是看到你的某些优点，你觉得你们之间的关系怎样？",
        "label": ""
      },
      {
        "sentence": "如果你一直在帮助她，但她没有给予你回报，那可能会导致关系不平衡。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己的付出不值得，或许你们之间的情感交流不够深入。",
        "label": ""
      },
      {
        "sentence": "你们之间的私下交流是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "我们需要明白互相帮助本身没有错，但如果没有真心实意的交流，可能会让自己成为被利用的桥梁，只是解决问题的工具。",
        "label": ""
      },
      {
        "sentence": "所以你需要考虑一下你们之间是否有心灵沟通的场景，这样你才能知道感情是否有进一步发展的可能性。",
        "label": ""
      },
      {
        "sentence": "根据你们之间的亲密程度进行有针对性的交流，不是每次都要帮助她，也可以向她表达你的内心想法，你想要更多的交流吗？",
        "label": ""
      },
      {
        "sentence": "最终要回到你们之间的关系定位上来。",
        "label": ""
      },
      {
        "sentence": "同桌是学生时代比较亲密的伙伴，互助是友谊的关键。",
        "label": ""
      },
      {
        "sentence": "通过真心交流和互相帮助来建立友谊，建立亲密的联系。",
        "label": ""
      },
      {
        "sentence": "你觉得你们之间除了学习和帮助之外，还有其他形式的交流吗？",
        "label": ""
      },
      {
        "sentence": "朋友是建立紧密情感联系的人，通过相互的情感联系来判断彼此是否信任对方。",
        "label": ""
      },
      {
        "sentence": "现在你要看到你所拥有的，专注于学习。",
        "label": ""
      }
    ]
  }
]