[
  {
    "role": "client",
    "content": "您好，我是一名高三女生。最近在同学之间遇到了一些问题，我不知道应该如何相处和排除干扰。学习压力本来就挺大的，今天又发生了一件让我很困惑的事情。我不知道怎样排除不重要的干扰和他人的不合理对待。今天中午我去办公室找老师请假，偶然听到我的同桌正在找老师哭诉。于是我走过去，才知道同桌在申请单人单座。我之前从未察觉到她有此打算，并且她至今也没有和我解释过。她只是与我没有交流，而在自习课上和她的好朋友聊了整整四十分钟。我不明白为什么事情会发展成这样，更糟糕的是，换座位后，我的旁边肯定不会是一个认真学习的同学，会非常吵闹。但是我本人非常讨厌吵闹，也不愿意过于活泼。我不知道应该如何排除这些干扰。而且我和同桌一开始就是通过老师的调整坐在一起的，因为同桌希望旁边有一个认真学习的人。现在她背着我想要将我踢开，我感到很不舒服，不知道我哪里惹到了她。",
    "annotation": [
      {
        "sentence": "您好，我是一名高三女生。",
        "label": ""
      },
      {
        "sentence": "最近在同学之间遇到了一些问题，我不知道应该如何相处和排除干扰。",
        "label": ""
      },
      {
        "sentence": "学习压力本来就挺大的，今天又发生了一件让我很困惑的事情。",
        "label": ""
      },
      {
        "sentence": "我不知道怎样排除不重要的干扰和他人的不合理对待。",
        "label": ""
      },
      {
        "sentence": "今天中午我去办公室找老师请假，偶然听到我的同桌正在找老师哭诉。",
        "label": ""
      },
      {
        "sentence": "于是我走过去，才知道同桌在申请单人单座。",
        "label": ""
      },
      {
        "sentence": "我之前从未察觉到她有此打算，并且她至今也没有和我解释过。",
        "label": ""
      },
      {
        "sentence": "她只是与我没有交流，而在自习课上和她的好朋友聊了整整四十分钟。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么事情会发展成这样，更糟糕的是，换座位后，我的旁边肯定不会是一个认真学习的同学，会非常吵闹。",
        "label": ""
      },
      {
        "sentence": "但是我本人非常讨厌吵闹，也不愿意过于活泼。",
        "label": ""
      },
      {
        "sentence": "我不知道应该如何排除这些干扰。",
        "label": ""
      },
      {
        "sentence": "而且我和同桌一开始就是通过老师的调整坐在一起的，因为同桌希望旁边有一个认真学习的人。",
        "label": ""
      },
      {
        "sentence": "现在她背着我想要将我踢开，我感到很不舒服，不知道我哪里惹到了她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，我了解高三原本就是一个压力很大、学习氛围紧张的环境，所以我们的内心很敏感。现在你与同桌发生这样的事情，在没有任何预兆的情况下，自然会感到被抛弃和背叛。让你觉得很难受，也不知道怎么办才好，影响了你的学习状态。现在我希望你自己先静下心来思考一下，最近有没有发生过什么与同桌有关的事情？可以通过与同桌本人、老师或者她的好朋友交流，了解到底发生了什么。同时，去和同桌建立有效的沟通，缓解矛盾，可以把你真实的想法和感受告诉她。另外，我们还需要思考，是否存在另外一种可能性，同桌调座位的事情与你无关，可能只是出于她自己的原因，并不好意思和你说。希望我从旁观者的角度给你的思考能够有所帮助！高考加油！！！",
    "annotation": [
      {
        "sentence": "同学，我了解高三原本就是一个压力很大、学习氛围紧张的环境，所以我们的内心很敏感。",
        "label": ""
      },
      {
        "sentence": "现在你与同桌发生这样的事情，在没有任何预兆的情况下，自然会感到被抛弃和背叛。",
        "label": ""
      },
      {
        "sentence": "让你觉得很难受，也不知道怎么办才好，影响了你的学习状态。",
        "label": ""
      },
      {
        "sentence": "现在我希望你自己先静下心来思考一下，最近有没有发生过什么与同桌有关的事情？",
        "label": ""
      },
      {
        "sentence": "可以通过与同桌本人、老师或者她的好朋友交流，了解到底发生了什么。",
        "label": ""
      },
      {
        "sentence": "同时，去和同桌建立有效的沟通，缓解矛盾，可以把你真实的想法和感受告诉她。",
        "label": ""
      },
      {
        "sentence": "另外，我们还需要思考，是否存在另外一种可能性，同桌调座位的事情与你无关，可能只是出于她自己的原因，并不好意思和你说。",
        "label": ""
      },
      {
        "sentence": "希望我从旁观者的角度给你的思考能够有所帮助！",
        "label": ""
      },
      {
        "sentence": "高考加油！！！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的回复和建议。我确实应该冷静下来，思考一下最近是否发生了什么与同桌有关的事情。我会尝试找同桌交流，了解她的心情和想法。同时，我会考虑可能存在的其他原因，不要过于着急做出判断。希望能够解决这个问题，保持好的学习状态。再次感谢您的支持！",
    "annotation": [
      {
        "sentence": "谢谢您的回复和建议。",
        "label": ""
      },
      {
        "sentence": "我确实应该冷静下来，思考一下最近是否发生了什么与同桌有关的事情。",
        "label": ""
      },
      {
        "sentence": "我会尝试找同桌交流，了解她的心情和想法。",
        "label": ""
      },
      {
        "sentence": "同时，我会考虑可能存在的其他原因，不要过于着急做出判断。",
        "label": ""
      },
      {
        "sentence": "希望能够解决这个问题，保持好的学习状态。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能够冷静下来思考，并且愿意主动与同桌交流，这已经是一个非常好的态度了。记得要保持积极、开放的心态，真诚地与同桌沟通。同时，也要给自己一些时间放松和调整，不要太过担心这件事情对你的影响。相信你一定能够解决这个问题，保持好的学习状态。如果还有任何困扰，随时都可以来找我倾诉。祝福你顺利度过高三，取得优异的成绩！加油！",
    "annotation": [
      {
        "sentence": "不客气，你能够冷静下来思考，并且愿意主动与同桌交流，这已经是一个非常好的态度了。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极、开放的心态，真诚地与同桌沟通。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些时间放松和调整，不要太过担心这件事情对你的影响。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够解决这个问题，保持好的学习状态。",
        "label": ""
      },
      {
        "sentence": "如果还有任何困扰，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你顺利度过高三，取得优异的成绩！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]