[
  {
    "role": "client",
    "content": "您好，目前是一名高三生，重点高中学习压力挺大，然而今天发生了一件让我没办法想通的事情，让我不知道到底该如何排除不重要事情的干扰，和他人的不合理对待。",
    "annotation": [
      {
        "sentence": "您好，目前是一名高三生，重点高中学习压力挺大，然而今天发生了一件让我没办法想通的事情，让我不知道到底该如何排除不重要事情的干扰，和他人的不合理对待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高中生其实都是比较敏感的。因为学业压力等各方面的冲击，有时候很容易产生悲观情绪，所以这个时候也很容易与周围的人发生矛盾。你可以先找一下你的同桌，问一下为什么想要单人单桌，看看能不能解决问题。",
    "annotation": [
      {
        "sentence": "高中生其实都是比较敏感的。",
        "label": ""
      },
      {
        "sentence": "因为学业压力等各方面的冲击，有时候很容易产生悲观情绪，所以这个时候也很容易与周围的人发生矛盾。",
        "label": ""
      },
      {
        "sentence": "你可以先找一下你的同桌，问一下为什么想要单人单桌，看看能不能解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "今天中午我碰巧去到办公室找老师请假，却恰巧看到我的同桌在找老师哭着说一些话，我站到老师跟前去，才知道原来同桌是在申请单人单座，若非今天偶然撞到，我想我永远不会知道这是她主动向老师申请的，同时，她到现在为止也没有找我说任何一句解释的话，无交流，但仅仅与我无交流，中自习的时候和她那些好朋友，整整谈了四十分钟。我不知道事情为什么会发展成这个样子，而且座位换了后，注定我的旁边不会是认真学习的同学，会非常吵闹，但我本身非常讨厌吵闹，也比较不愿意过于活泼，不知道该怎样排除干扰。我和同桌坐，一开始也是找老师她要求的，因为她想要一个认真学习的人坐她旁边，老师就把我调过去和她坐，现在她又背着我想要把我踢开，我心里很不是滋味，不知道哪里惹她了。",
    "annotation": [
      {
        "sentence": "今天中午我碰巧去到办公室找老师请假，却恰巧看到我的同桌在找老师哭着说一些话，我站到老师跟前去，才知道原来同桌是在申请单人单座，若非今天偶然撞到，我想我永远不会知道这是她主动向老师申请的，同时，她到现在为止也没有找我说任何一句解释的话，无交流，但仅仅与我无交流，中自习的时候和她那些好朋友，整整谈了四十分钟。",
        "label": ""
      },
      {
        "sentence": "我不知道事情为什么会发展成这个样子，而且座位换了后，注定我的旁边不会是认真学习的同学，会非常吵闹，但我本身非常讨厌吵闹，也比较不愿意过于活泼，不知道该怎样排除干扰。",
        "label": ""
      },
      {
        "sentence": "我和同桌坐，一开始也是找老师她要求的，因为她想要一个认真学习的人坐她旁边，老师就把我调过去和她坐，现在她又背着我想要把我踢开，我心里很不是滋味，不知道哪里惹她了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试和你的同桌好好谈一谈，问问她怎么了。也许她也有什么不开心的事情需要排解。如果她还是不愿意和你谈，那你可以选择单人单桌。同时，如果你的座位注定非常吵闹，那你可以尝试去图书馆等环境比较安静的地方学习。",
    "annotation": [
      {
        "sentence": "你可以尝试和你的同桌好好谈一谈，问问她怎么了。",
        "label": ""
      },
      {
        "sentence": "也许她也有什么不开心的事情需要排解。",
        "label": ""
      },
      {
        "sentence": "如果她还是不愿意和你谈，那你可以选择单人单桌。",
        "label": ""
      },
      {
        "sentence": "同时，如果你的座位注定非常吵闹，那你可以尝试去图书馆等环境比较安静的地方学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，但我还是觉得不知道她的想法很难受，想要尽快解决这个问题，让我们之间不要有矛盾。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，但我还是觉得不知道她的想法很难受，想要尽快解决这个问题，让我们之间不要有矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实很多时候，找人聊聊天就能解决问题。你可以试着先和你的同桌聊一聊，问问她为什么要申请单人单桌，有什么不开心的事情需要排解。也许她只是心情不好，需要一段时间调整。如果真的解决不了问题，那就只能选择单人单桌了。",
    "annotation": [
      {
        "sentence": "其实很多时候，找人聊聊天就能解决问题。",
        "label": ""
      },
      {
        "sentence": "你可以试着先和你的同桌聊一聊，问问她为什么要申请单人单桌，有什么不开心的事情需要排解。",
        "label": ""
      },
      {
        "sentence": "也许她只是心情不好，需要一段时间调整。",
        "label": ""
      },
      {
        "sentence": "如果真的解决不了问题，那就只能选择单人单桌了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试和她好好沟通一下，看看能不能解决这个问题。谢谢您提供的建议，我会努力解决这个问题，好好学习，达到自己的目标。",
    "annotation": [
      {
        "sentence": "好的，我会尝试和她好好沟通一下，看看能不能解决这个问题。",
        "label": ""
      },
      {
        "sentence": "谢谢您提供的建议，我会努力解决这个问题，好好学习，达到自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "加油！高中生活虽然紧张，但只要你好好处理好学习和人际关系，你一定可以在高中取得好的成绩。",
    "annotation": [
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "高中生活虽然紧张，但只要你好好处理好学习和人际关系，你一定可以在高中取得好的成绩。",
        "label": ""
      }
    ]
  }
]