[
  {
    "role": "client",
    "content": "重度拖延，好痛苦，感觉人生要被拖延毁掉了，怎么办？",
    "annotation": [
      {
        "sentence": "重度拖延，好痛苦，感觉人生要被拖延毁掉了，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以感受到你的痛苦和焦虑，你的问题在于拖延现象很严重，无论是工作还是生活，总会把计划做的事往后推迟，知道最后一刻才会去做。因为拖延，你的情绪还有生活都受到影响，但是又不知道怎么去改变。非常理解你的心情。",
    "annotation": [
      {
        "sentence": "从你的描述中可以感受到你的痛苦和焦虑，你的问题在于拖延现象很严重，无论是工作还是生活，总会把计划做的事往后推迟，知道最后一刻才会去做。",
        "label": ""
      },
      {
        "sentence": "因为拖延，你的情绪还有生活都受到影响，但是又不知道怎么去改变。",
        "label": ""
      },
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的觉得很痛苦。本来觉得不是那么优秀那么聪明的自己可以通过比别人更多勤奋努力来获得自己想要的成果，可是在这个努力的过程中自己却变得越发的拖延甚至漫延生活的方方面面，上班踩点、任务拖延、迟到、错过……自己能够预料后果有害但是仍然眼睁睁的把计划要做的事情往后延迟，知道极限才惊慌失措去做，一次次的体验强烈的自责情绪、负罪感，自我否定、贬低，严重的时候让我感到焦虑和抑郁，但是下定决心要行动后，却依然拖延，不良情绪持续积压，形成恶性循环，让自己觉得自己什么都做不好，什么事情什么时候都无法相信自己了，感觉这一辈子好像完蛋了，没有希望了，焦虑和抑郁加重导致自己特别的痛苦。该怎么改变这样的情况呢？",
    "annotation": [
      {
        "sentence": "是的，我真的觉得很痛苦。",
        "label": ""
      },
      {
        "sentence": "本来觉得不是那么优秀那么聪明的自己可以通过比别人更多勤奋努力来获得自己想要的成果，可是在这个努力的过程中自己却变得越发的拖延甚至漫延生活的方方面面，上班踩点、任务拖延、迟到、错过……自己能够预料后果有害但是仍然眼睁睁的把计划要做的事情往后延迟，知道极限才惊慌失措去做，一次次的体验强烈的自责情绪、负罪感，自我否定、贬低，严重的时候让我感到焦虑和抑郁，但是下定决心要行动后，却依然拖延，不良情绪持续积压，形成恶性循环，让自己觉得自己什么都做不好，什么事情什么时候都无法相信自己了，感觉这一辈子好像完蛋了，没有希望了，焦虑和抑郁加重导致自己特别的痛苦。",
        "label": ""
      },
      {
        "sentence": "该怎么改变这样的情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拖延是一种很常见的现象，很多人都会有，我也常常会拖延，明明有很多事要做，但总是拖着迟迟不愿意行动。并且会有一种思想，反正距离结束日期还早，能拖一天是一天，于是越发没有动力和热情。拖延是一种逃避，有些拖延是因为不想面对眼前的事，觉得太复杂或者害怕失败，通过拖延来逃避现实。对自己的不自信也会导致拖延，因为不够自信，总是质疑自己的能力，觉得没有办法处理好某件事情，或者生活是抱有过高的期待，害怕出现不完美的结果，于是没有办法很专心地投入。没有动力也是一个原因，对于一件事拖延，是因为没有驱动力，尤其是在时间充裕的情况下，直到最后一刻才会产生紧迫感。",
    "annotation": [
      {
        "sentence": "拖延是一种很常见的现象，很多人都会有，我也常常会拖延，明明有很多事要做，但总是拖着迟迟不愿意行动。",
        "label": ""
      },
      {
        "sentence": "并且会有一种思想，反正距离结束日期还早，能拖一天是一天，于是越发没有动力和热情。",
        "label": ""
      },
      {
        "sentence": "拖延是一种逃避，有些拖延是因为不想面对眼前的事，觉得太复杂或者害怕失败，通过拖延来逃避现实。",
        "label": ""
      },
      {
        "sentence": "对自己的不自信也会导致拖延，因为不够自信，总是质疑自己的能力，觉得没有办法处理好某件事情，或者生活是抱有过高的期待，害怕出现不完美的结果，于是没有办法很专心地投入。",
        "label": ""
      },
      {
        "sentence": "没有动力也是一个原因，对于一件事拖延，是因为没有驱动力，尤其是在时间充裕的情况下，直到最后一刻才会产生紧迫感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来拖延的原因有这么多，我总是想着自己无能，觉得只有我才会这样。那么要怎么去面对拖延呢？",
    "annotation": [
      {
        "sentence": "原来拖延的原因有这么多，我总是想着自己无能，觉得只有我才会这样。",
        "label": ""
      },
      {
        "sentence": "那么要怎么去面对拖延呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以制定计划，让自己更有方向。当你有很多事需要处理时，内心会产生负面情绪，不想或者不愿意去面对，可以制定详细的计划，今天做哪些，明天怎么安排，把事情合理划分，这样实现起来也会更轻松。另外，当你完成一件事的时候，给自己一定的奖励，一顿美食，或者一个小礼物，肯定自己的付出和成果，给予自己鼓励，让自己更有动力。同时，要认识到自己的优点，提升自信。因为拖延对你造成了很大困扰，进而陷入自我怀疑，其实每个人都有自己的优点，相信自己，从简单的事开始做起，一步步树立自信心。拖延很正常，接纳这样的自己，重要的是认识到这一点后，要怎么去面对和解决，感到疲惫的时候便让自己稍微放松休息，等状态恢复后就行动起来。祝你可以早日摆脱困扰。",
    "annotation": [
      {
        "sentence": "首先，你可以制定计划，让自己更有方向。",
        "label": ""
      },
      {
        "sentence": "当你有很多事需要处理时，内心会产生负面情绪，不想或者不愿意去面对，可以制定详细的计划，今天做哪些，明天怎么安排，把事情合理划分，这样实现起来也会更轻松。",
        "label": ""
      },
      {
        "sentence": "另外，当你完成一件事的时候，给自己一定的奖励，一顿美食，或者一个小礼物，肯定自己的付出和成果，给予自己鼓励，让自己更有动力。",
        "label": ""
      },
      {
        "sentence": "同时，要认识到自己的优点，提升自信。",
        "label": ""
      },
      {
        "sentence": "因为拖延对你造成了很大困扰，进而陷入自我怀疑，其实每个人都有自己的优点，相信自己，从简单的事开始做起，一步步树立自信心。",
        "label": ""
      },
      {
        "sentence": "拖延很正常，接纳这样的自己，重要的是认识到这一点后，要怎么去面对和解决，感到疲惫的时候便让自己稍微放松休息，等状态恢复后就行动起来。",
        "label": ""
      },
      {
        "sentence": "祝你可以早日摆脱困扰。",
        "label": ""
      }
    ]
  }
]