[
  {
    "role": "client",
    "content": "最近的我因为生活的压力，还有和母亲的争吵实在感觉太痛苦了。我平静的告诉母亲我要搬走了，母亲告诉我，搬走就不要回来。我就说，“搬走不是不联系了，成熟一点”。我妈仿佛堵气一般的说，“我就是不会成熟。”我无力的反驳“我小时候你不成熟，我长大了你就成熟起来吧”我妈仿佛抓住了我软肋说到“我就是不成熟怎么样”。那一刻，我呐喊出来“如果这样为什么要选择成为母亲，要做妈妈。”今天我深深的感受到一种漂泊感，我就像浮萍一样没有根基。",
    "annotation": [
      {
        "sentence": "最近的我因为生活的压力，还有和母亲的争吵实在感觉太痛苦了。",
        "label": ""
      },
      {
        "sentence": "我平静的告诉母亲我要搬走了，母亲告诉我，搬走就不要回来。",
        "label": ""
      },
      {
        "sentence": "我就说，“搬走不是不联系了，成熟一点”。",
        "label": ""
      },
      {
        "sentence": "我妈仿佛堵气一般的说，“我就是不会成熟。",
        "label": ""
      },
      {
        "sentence": "”我无力的反驳“我小时候你不成熟，我长大了你就成熟起来吧”我妈仿佛抓住了我软肋说到“我就是不成熟怎么样”。",
        "label": ""
      },
      {
        "sentence": "那一刻，我呐喊出来“如果这样为什么要选择成为母亲，要做妈妈。",
        "label": ""
      },
      {
        "sentence": "”今天我深深的感受到一种漂泊感，我就像浮萍一样没有根基。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解您现在的心情，难免会有一些矛盾和争吵。在我们的生活中，家庭是最重要的资源之一，父母的关爱和陪伴也是我们成长中不可或缺的一部分。您和母亲的矛盾，也无法轻易地忽略或逃避。所以，这些意见和想法，我们可以好好地沟通和解决。",
    "annotation": [
      {
        "sentence": "能够理解您现在的心情，难免会有一些矛盾和争吵。",
        "label": ""
      },
      {
        "sentence": "在我们的生活中，家庭是最重要的资源之一，父母的关爱和陪伴也是我们成长中不可或缺的一部分。",
        "label": ""
      },
      {
        "sentence": "您和母亲的矛盾，也无法轻易地忽略或逃避。",
        "label": ""
      },
      {
        "sentence": "所以，这些意见和想法，我们可以好好地沟通和解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我非常感激你的理解和支持。但我对我的母亲产生了愤怒和失望的情绪，因为她总是拿我当出气筒，我真的很难过。",
    "annotation": [
      {
        "sentence": "我非常感激你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但我对我的母亲产生了愤怒和失望的情绪，因为她总是拿我当出气筒，我真的很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白您的不满和失望，母亲的言辞和情绪的确有些让人受到了影响。不过，我们生活中遇到什么事情，都需要考虑彼此的感受和利益，才能做到更加和谐和美满。并且，我们可以尝试和母亲好好沟通，讲清楚彼此的想法和感受，互相更加理解。",
    "annotation": [
      {
        "sentence": "明白您的不满和失望，母亲的言辞和情绪的确有些让人受到了影响。",
        "label": ""
      },
      {
        "sentence": "不过，我们生活中遇到什么事情，都需要考虑彼此的感受和利益，才能做到更加和谐和美满。",
        "label": ""
      },
      {
        "sentence": "并且，我们可以尝试和母亲好好沟通，讲清楚彼此的想法和感受，互相更加理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直希望和母亲和好，但我不知道该怎么做，我们之间的关系已经很糟糕了。",
    "annotation": [
      {
        "sentence": "我一直希望和母亲和好，但我不知道该怎么做，我们之间的关系已经很糟糕了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一切的解决方法都需要您和母亲一起来做出一些努力，更好地去关心和理解对方。可以试着和母亲好好沟通，彼此别急于争个输赢，而是选择静下心来，和平地交流，向对方表达真实的想法和感受。同时，我们也要改变自己的态度和行为，做一个理解的孩子，不要轻易把心中的委屈和不满留给母亲，只有互相理解才能达到和解。",
    "annotation": [
      {
        "sentence": "一切的解决方法都需要您和母亲一起来做出一些努力，更好地去关心和理解对方。",
        "label": ""
      },
      {
        "sentence": "可以试着和母亲好好沟通，彼此别急于争个输赢，而是选择静下心来，和平地交流，向对方表达真实的想法和感受。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要改变自己的态度和行为，做一个理解的孩子，不要轻易把心中的委屈和不满留给母亲，只有互相理解才能达到和解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和母亲好好沟通。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和母亲好好沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您做得非常好，有勇气去面对和解决问题，不断努力去调整和改善我们的关系，相信一定会有更好的结果的。如果有需要我的帮助的话，随时都可以找我啊！",
    "annotation": [
      {
        "sentence": "您做得非常好，有勇气去面对和解决问题，不断努力去调整和改善我们的关系，相信一定会有更好的结果的。",
        "label": ""
      },
      {
        "sentence": "如果有需要我的帮助的话，随时都可以找我啊！",
        "label": ""
      }
    ]
  }
]