[
  {
    "role": "client",
    "content": "因生活压力，和母亲争吵，痛苦，生活有时真的太苦涩？最近的我因为生活的压力，还有和母亲的争吵实在感觉太痛苦了。我平静的告诉母亲我要搬走了，母亲告诉我，搬走就不要回来。我就说，“搬走不是不联系了，成熟一点”。我妈仿佛堵气一般的说，“我就是不会成熟。”我无力的反驳“我小时候你不成熟，我长大了你就成熟起来吧”我妈仿佛抓住了我软肋说到“我就是不成熟怎么样”。那一刻，我呐喊出来“如果这样为什么要选择成为母亲，要做妈妈”。今天我深深的感受到一种漂泊感，我就像浮萍一样没有根基。我第一次感受到这种痛苦是看到父母的准生证，不是为了我办，而是为了弟弟办的时候。那个时候我的天空突然塌了，我明白了这么多年父母说不可以抚养我的原因是什么，我遭受的歧视和虐待的原因是什么。最让我感受到痛苦的是，周围的人竟然全都理解父母，让我去原谅。我无法接受，变成了我嫌弃父母？直到现在这种苦涩的感受依然在我心底，痛苦的折磨我。这种感觉就像，你明明不是孤儿，但你变成了孤儿。你明明很痛。",
    "annotation": [
      {
        "sentence": "因生活压力，和母亲争吵，痛苦，生活有时真的太苦涩？",
        "label": ""
      },
      {
        "sentence": "最近的我因为生活的压力，还有和母亲的争吵实在感觉太痛苦了。",
        "label": ""
      },
      {
        "sentence": "我平静的告诉母亲我要搬走了，母亲告诉我，搬走就不要回来。",
        "label": ""
      },
      {
        "sentence": "我就说，“搬走不是不联系了，成熟一点”。",
        "label": ""
      },
      {
        "sentence": "我妈仿佛堵气一般的说，“我就是不会成熟。",
        "label": ""
      },
      {
        "sentence": "”我无力的反驳“我小时候你不成熟，我长大了你就成熟起来吧”我妈仿佛抓住了我软肋说到“我就是不成熟怎么样”。",
        "label": ""
      },
      {
        "sentence": "那一刻，我呐喊出来“如果这样为什么要选择成为母亲，要做妈妈”。",
        "label": ""
      },
      {
        "sentence": "今天我深深的感受到一种漂泊感，我就像浮萍一样没有根基。",
        "label": ""
      },
      {
        "sentence": "我第一次感受到这种痛苦是看到父母的准生证，不是为了我办，而是为了弟弟办的时候。",
        "label": ""
      },
      {
        "sentence": "那个时候我的天空突然塌了，我明白了这么多年父母说不可以抚养我的原因是什么，我遭受的歧视和虐待的原因是什么。",
        "label": ""
      },
      {
        "sentence": "最让我感受到痛苦的是，周围的人竟然全都理解父母，让我去原谅。",
        "label": ""
      },
      {
        "sentence": "我无法接受，变成了我嫌弃父母？",
        "label": ""
      },
      {
        "sentence": "直到现在这种苦涩的感受依然在我心底，痛苦的折磨我。",
        "label": ""
      },
      {
        "sentence": "这种感觉就像，你明明不是孤儿，但你变成了孤儿。",
        "label": ""
      },
      {
        "sentence": "你明明很痛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴有机会能够回答你的问题。看完你的描述，我想起了老舍先生曾经说过的一句话：\"生活是种律动，须有光有影，有左有右，有晴有雨，滋味就含在这变而不猛的曲折里。\"生活有的时候不会给你带来惊喜，而是悲伤和难过。情绪的表现取决于怎样来看待这一件事，或许你换一个角度就会好受很多。",
    "annotation": [
      {
        "sentence": "很高兴有机会能够回答你的问题。",
        "label": ""
      },
      {
        "sentence": "看完你的描述，我想起了老舍先生曾经说过的一句话：\"生活是种律动，须有光有影，有左有右，有晴有雨，滋味就含在这变而不猛的曲折里。",
        "label": ""
      },
      {
        "sentence": "\"生活有的时候不会给你带来惊喜，而是悲伤和难过。",
        "label": ""
      },
      {
        "sentence": "情绪的表现取决于怎样来看待这一件事，或许你换一个角度就会好受很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，或许我确实需要改变一下自己的观念和态度。",
    "annotation": [
      {
        "sentence": "你说的很对，或许我确实需要改变一下自己的观念和态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们来分析一下:生活的压力来源于现实，和母亲的争吵中母亲的不理解让你感觉很无助。父母，是有一些做的不多的地方，我的父母也是，明明很没有道理的事情他们也绝对不会和我来道歉，这就是父母的倔强，因为他们养育你花费了很多，所以很多事情上他们会觉得理所当然，这是你应该要做的事情。他们生我养育我，努力赚钱，不说生活过得多好，基本的生活条件我们是有的。长大我们还是要感恩父母的。",
    "annotation": [
      {
        "sentence": "我们来分析一下:生活的压力来源于现实，和母亲的争吵中母亲的不理解让你感觉很无助。",
        "label": ""
      },
      {
        "sentence": "父母，是有一些做的不多的地方，我的父母也是，明明很没有道理的事情他们也绝对不会和我来道歉，这就是父母的倔强，因为他们养育你花费了很多，所以很多事情上他们会觉得理所当然，这是你应该要做的事情。",
        "label": ""
      },
      {
        "sentence": "他们生我养育我，努力赚钱，不说生活过得多好，基本的生活条件我们是有的。",
        "label": ""
      },
      {
        "sentence": "长大我们还是要感恩父母的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，毕竟没有人是完美的，包括我的父母。我需要将他们的辛苦和付出放在心里，更加感激他们。",
    "annotation": [
      {
        "sentence": "我明白了，毕竟没有人是完美的，包括我的父母。",
        "label": ""
      },
      {
        "sentence": "我需要将他们的辛苦和付出放在心里，更加感激他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "搬家的时候母亲说：“搬走就不要回来”这很有可能是气话，不想你走所以才这样去说，你是觉得他们像小孩子对吗？可谁曾经不是呢？这种不成熟的体现应该是舍不得你，只是父母不善于沟通和交流，你们缺乏陪伴和谈心，容易引起误会。因为你已经长大了，以后也会有自己的生活，不能陪伴在父母的身边，小的时候我们和他们在一起习惯了，长大了就变得孤立和学会承受，学会担当。你所谓的成熟，是向离开父母，去寻找自己的生活。",
    "annotation": [
      {
        "sentence": "搬家的时候母亲说：“搬走就不要回来”这很有可能是气话，不想你走所以才这样去说，你是觉得他们像小孩子对吗？",
        "label": ""
      },
      {
        "sentence": "可谁曾经不是呢？",
        "label": ""
      },
      {
        "sentence": "这种不成熟的体现应该是舍不得你，只是父母不善于沟通和交流，你们缺乏陪伴和谈心，容易引起误会。",
        "label": ""
      },
      {
        "sentence": "因为你已经长大了，以后也会有自己的生活，不能陪伴在父母的身边，小的时候我们和他们在一起习惯了，长大了就变得孤立和学会承受，学会担当。",
        "label": ""
      },
      {
        "sentence": "你所谓的成熟，是向离开父母，去寻找自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该放宽心态，理解他们的不成熟和担心，也要学会独立和承担责任。",
    "annotation": [
      {
        "sentence": "你说得对，我应该放宽心态，理解他们的不成熟和担心，也要学会独立和承担责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于准生证，可能会有重男轻女的思想在里面，可是你已经成年了，你有自己的选择，一些过去的事情其实难以改变，不如选择接受。思考一下什么是你想要的生活，你现在的目标是什么？一步一步朝着方向前进吧，提升你自己，就是充实生活最好的方式。慢慢地，你会发现你的改变和成长，提升自己有很多方式，读书，学习，培养一个兴趣爱好，都是可以的。",
    "annotation": [
      {
        "sentence": "关于准生证，可能会有重男轻女的思想在里面，可是你已经成年了，你有自己的选择，一些过去的事情其实难以改变，不如选择接受。",
        "label": ""
      },
      {
        "sentence": "思考一下什么是你想要的生活，你现在的目标是什么？",
        "label": ""
      },
      {
        "sentence": "一步一步朝着方向前进吧，提升你自己，就是充实生活最好的方式。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你会发现你的改变和成长，提升自己有很多方式，读书，学习，培养一个兴趣爱好，都是可以的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我听说过提升自己可以丰富自己的生活，我会认真考虑并尝试的。",
    "annotation": [
      {
        "sentence": "嗯，我听说过提升自己可以丰富自己的生活，我会认真考虑并尝试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或者尝试一次与父母的沟通，把你心目中积累的不满都说出来，具体是为什么，交流是了解彼此，解决问题的好办法。",
    "annotation": [
      {
        "sentence": "或者尝试一次与父母的沟通，把你心目中积累的不满都说出来，具体是为什么，交流是了解彼此，解决问题的好办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许我确实需要和父母坐下来好好谈谈，把我心里的不满和痛苦都倾诉出来，也让他们了解我的想法和感受。",
    "annotation": [
      {
        "sentence": "或许我确实需要和父母坐下来好好谈谈，把我心里的不满和痛苦都倾诉出来，也让他们了解我的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答对你有帮助，祝福你一切顺利。",
    "annotation": [
      {
        "sentence": "希望我的回答对你有帮助，祝福你一切顺利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力调整自己的心态，为自己的未来铺路。希望一切都会好起来。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力调整自己的心态，为自己的未来铺路。",
        "label": ""
      },
      {
        "sentence": "希望一切都会好起来。",
        "label": ""
      }
    ]
  }
]