[
  {
    "role": "client",
    "content": "从小在班里扮演小丑，如果不演啥子，我该怎么交往？我小时候是没有父母的人，我对班里的环境感觉恐惧，对周围的人感觉恐惧，不知道怎么和人交往，后来我扮演小丑，让大家笑了，我觉得得到了大家的关注和喜爱，但我傻子的名称也传出来了，我不知道该怎么办，如果不扮演傻子，我该怎么和人交往？",
    "annotation": [
      {
        "sentence": "从小在班里扮演小丑，如果不演啥子，我该怎么交往？",
        "label": ""
      },
      {
        "sentence": "我小时候是没有父母的人，我对班里的环境感觉恐惧，对周围的人感觉恐惧，不知道怎么和人交往，后来我扮演小丑，让大家笑了，我觉得得到了大家的关注和喜爱，但我傻子的名称也传出来了，我不知道该怎么办，如果不扮演傻子，我该怎么和人交往？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，有点心疼你，希望我的回答能带给你一点温暖和启发。你的问题，是想要知道如何与他人交往，被大家关注和喜爱，但是希望是在被他人尊重的前提下。",
    "annotation": [
      {
        "sentence": "看到你的问题，有点心疼你，希望我的回答能带给你一点温暖和启发。",
        "label": ""
      },
      {
        "sentence": "你的问题，是想要知道如何与他人交往，被大家关注和喜爱，但是希望是在被他人尊重的前提下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能在与他人交往中得到尊重。",
    "annotation": [
      {
        "sentence": "是的，我希望能在与他人交往中得到尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我注意到你的问题中提到了小时候没有父母，所以对班里的环境感觉恐惧，对周围的人也感觉恐惧，也正是因为这份恐惧的感受，让你不知道如何与他人交往。其实，我不知道你有没有发现，你是个很有想法也很勇敢的孩子。在你内心承受着巨大的恐惧和孤单的时候，还能想到用扮演小丑的方法去赢得大家的关注和喜爱。那个时候，我想你一定是用了很大的勇气去这样做，而且在当时，你说“大家笑了”，你成功了。在那一个瞬间，你一定是万分欣喜的吧，因为你用自己的办法，让大家看到了你，关注到了你，也让很多人喜欢你。你真的很勇敢。",
    "annotation": [
      {
        "sentence": "我注意到你的问题中提到了小时候没有父母，所以对班里的环境感觉恐惧，对周围的人也感觉恐惧，也正是因为这份恐惧的感受，让你不知道如何与他人交往。",
        "label": ""
      },
      {
        "sentence": "其实，我不知道你有没有发现，你是个很有想法也很勇敢的孩子。",
        "label": ""
      },
      {
        "sentence": "在你内心承受着巨大的恐惧和孤单的时候，还能想到用扮演小丑的方法去赢得大家的关注和喜爱。",
        "label": ""
      },
      {
        "sentence": "那个时候，我想你一定是用了很大的勇气去这样做，而且在当时，你说“大家笑了”，你成功了。",
        "label": ""
      },
      {
        "sentence": "在那一个瞬间，你一定是万分欣喜的吧，因为你用自己的办法，让大家看到了你，关注到了你，也让很多人喜欢你。",
        "label": ""
      },
      {
        "sentence": "你真的很勇敢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。但我并没有想到我的品行会被称为“傻子”，这让我感到困惑和难过。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "但我并没有想到我的品行会被称为“傻子”，这让我感到困惑和难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你没有想到，你善意的做法，被有些人解读成为“傻子”。但我始终觉得，这对你来说是一个人生重大的突破，因为你走出了那个恐惧的设定，勇敢的达成了你的目标。我希望，你能随时找到那个勇敢的你，带你继续走下去。",
    "annotation": [
      {
        "sentence": "虽然你没有想到，你善意的做法，被有些人解读成为“傻子”。",
        "label": ""
      },
      {
        "sentence": "但我始终觉得，这对你来说是一个人生重大的突破，因为你走出了那个恐惧的设定，勇敢的达成了你的目标。",
        "label": ""
      },
      {
        "sentence": "我希望，你能随时找到那个勇敢的你，带你继续走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我还是担心自己会被别人误解或嘲笑。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我还是担心自己会被别人误解或嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我们与他人的交往中，当然希望被大家喜欢和关注。但是当我们全心全意的想要去赢得这些关注和喜欢的时候，有时候也会一不小心失去了自己。当我们依赖于他人的肯定和认同的时候，也往往看不到自己的价值。其实，这个世界上，没有什么人的言语能伤害到你，除非你允许这份伤害。",
    "annotation": [
      {
        "sentence": "在我们与他人的交往中，当然希望被大家喜欢和关注。",
        "label": ""
      },
      {
        "sentence": "但是当我们全心全意的想要去赢得这些关注和喜欢的时候，有时候也会一不小心失去了自己。",
        "label": ""
      },
      {
        "sentence": "当我们依赖于他人的肯定和认同的时候，也往往看不到自己的价值。",
        "label": ""
      },
      {
        "sentence": "其实，这个世界上，没有什么人的言语能伤害到你，除非你允许这份伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总是害怕被别人评价，担心自己不够好。",
    "annotation": [
      {
        "sentence": "但是我总是害怕被别人评价，担心自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们把害怕和恐惧放在自己的头上，我们与他人交往的时候，其实是很难站在平等的交流的。想象一下，当一个人害怕和恐惧的时候，他会做什么？是不是会抱紧自己，甚至蹲下来，缩在一个角落，去看向他人？当我们用这样的身体姿势看向他人的时候，一定是抬头仰视；而别人，只能是低头俯视。这份对视的目光高低，其实也是交往中地位的高低。所以，你要怎么做呢？站起来，抖一抖，把那个害怕和恐惧的牌子抖掉，看看那个曾经勇敢的你。想要赢得他人的尊重，你需要先尊重你自己。",
    "annotation": [
      {
        "sentence": "当我们把害怕和恐惧放在自己的头上，我们与他人交往的时候，其实是很难站在平等的交流的。",
        "label": ""
      },
      {
        "sentence": "想象一下，当一个人害怕和恐惧的时候，他会做什么？",
        "label": ""
      },
      {
        "sentence": "是不是会抱紧自己，甚至蹲下来，缩在一个角落，去看向他人？",
        "label": ""
      },
      {
        "sentence": "当我们用这样的身体姿势看向他人的时候，一定是抬头仰视；而别人，只能是低头俯视。",
        "label": ""
      },
      {
        "sentence": "这份对视的目光高低，其实也是交往中地位的高低。",
        "label": ""
      },
      {
        "sentence": "所以，你要怎么做呢？",
        "label": ""
      },
      {
        "sentence": "站起来，抖一抖，把那个害怕和恐惧的牌子抖掉，看看那个曾经勇敢的你。",
        "label": ""
      },
      {
        "sentence": "想要赢得他人的尊重，你需要先尊重你自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要学会自信地面对他人。",
    "annotation": [
      {
        "sentence": "我明白了，我要学会自信地面对他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "今天偶然间在朋友圈看到了一个消息，是残奥会上一个中国女孩刘翠青赢得400米冠军的短视频。老实说，在这之前，我从未特别关注过残奥会，更不知道一位盲人姑娘是如何能完成400米的竞赛的。在这短短的29秒的视频中，我看到了一个盲人姑娘，带着眼罩和领跑员一起步入赛场，从准备工作开始，到最后第一组冲向终点线。触动我的，是她的自信与力量，从容淡定，无畏无惧。上帝也许夺走了我们珍视的，也许是健康的身体，也许是父母的陪伴，但它不能带走我们心底最真实的渴望，那是一种让我们忘却恐惧的力量，是一种让我们站起来的力量。哪怕没有能真心待你的朋友，就真心的对待自己；找不到给你爱和温暖的胸膛，那就张开双臂好好的拥抱自己。祝福你，愿你继续勇敢下去~。",
    "annotation": [
      {
        "sentence": "今天偶然间在朋友圈看到了一个消息，是残奥会上一个中国女孩刘翠青赢得400米冠军的短视频。",
        "label": ""
      },
      {
        "sentence": "老实说，在这之前，我从未特别关注过残奥会，更不知道一位盲人姑娘是如何能完成400米的竞赛的。",
        "label": ""
      },
      {
        "sentence": "在这短短的29秒的视频中，我看到了一个盲人姑娘，带着眼罩和领跑员一起步入赛场，从准备工作开始，到最后第一组冲向终点线。",
        "label": ""
      },
      {
        "sentence": "触动我的，是她的自信与力量，从容淡定，无畏无惧。",
        "label": ""
      },
      {
        "sentence": "上帝也许夺走了我们珍视的，也许是健康的身体，也许是父母的陪伴，但它不能带走我们心底最真实的渴望，那是一种让我们忘却恐惧的力量，是一种让我们站起来的力量。",
        "label": ""
      },
      {
        "sentence": "哪怕没有能真心待你的朋友，就真心的对待自己；找不到给你爱和温暖的胸膛，那就张开双臂好好的拥抱自己。",
        "label": ""
      },
      {
        "sentence": "祝福你，愿你继续勇敢下去~。",
        "label": ""
      }
    ]
  }
]