[
  {
    "role": "client",
    "content": "从小在班里扮演小丑，如果不演啥子，我该怎么交往？我小时候是没有父母的人，我对班里的环境感觉恐惧，对周围的人感觉恐惧，不知道怎么和人交往，后来我扮演小丑，让大家笑了，我觉得得到了大家的关注和喜爱，但我傻子的名称也传出来了，我不知道该怎么办，如果不扮演傻子，我该怎么和人交往",
    "annotation": [
      {
        "sentence": "从小在班里扮演小丑，如果不演啥子，我该怎么交往？",
        "label": ""
      },
      {
        "sentence": "我小时候是没有父母的人，我对班里的环境感觉恐惧，对周围的人感觉恐惧，不知道怎么和人交往，后来我扮演小丑，让大家笑了，我觉得得到了大家的关注和喜爱，但我傻子的名称也传出来了，我不知道该怎么办，如果不扮演傻子，我该怎么和人交往",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉的到你内心的压抑孤独焦虑恐惧。从你小时候就没有父母的时候开始，你的生活一定非常艰难，你是非常坚强的。每个人从小就需要和母亲分离，但你没有人让你感受到安全温暖的陪伴，这对你来说是第二次的分离。这样的经历对你的内心造成了相当大的刺激，你对自己的认知也更加消极，缺乏信任和接纳，以及自我价值感的认知也是较低的。这种被迫离开家庭的经历会强制你做一些你并不想做的事情，让自己能够生存下去，比如压抑自己来取悦别人。我不知道在你小时候是否有其他人来承担照顾你的责任，你是如何与他们相处和交流的呢？毕竟这些经历会对你对亲密关系的认知产生很大的影响。两次被迫离开家庭，使你内心的焦虑和恐惧变得非常强烈，这也说明你对班级环境和周围人的恐惧是可以理解的，你害怕接触和交往。后来你扮演小丑让大家开心笑了，你觉得得到了关注和喜爱。这些关注和喜爱在某种程度上满足了你内心的一部分情感需求，让你感受到自己是被别人关注、接纳和认可的，让你觉得自己是有价值的。但同时当你得到别人的接纳和认可时，你傻子的名称也传开了，这给你带来了压力和困扰，让你不知所措。在电影屏幕上我们经常可以看到小丑的角色表演，让人们忍俊不禁，这表明很多人喜欢看小丑的表演。这同时也间接说明了小丑的演员有很强的表演才能，可以将小丑的魅力展现得淋漓尽致。每个人都不能做到这样，这需要非常高的天赋才能。看到小丑的表演，人们笑得前仰后合，但他们也接受和认可演员。比如喜剧大师周星驰、憨豆先生的扮演者罗温·艾金森、卓别林等，他们在屏幕上塑造的引人发笑的小丑形象让无数人津津乐道，也赞赏他们的表演能力。同样，你扮演小丑时得到了别人的接纳和认可，这也证明了你有某些出色的能力。不过，小丑也总有摘下面具的时候，别人不总是需要小丑的，他们也需要其他的角色。这就意味着人际交往建立在相互尊重、平等和信任的基础上，你希望别人如何对待你，就要先对待自己和别人以同样的态度。我们能理解成长经历对你的影响，但这已经是事实，无论你是否接受，它都已经过去了，无法改变也无法回头。我们无法选择自己的出生环境，但可以选择自己现在和未来的生活方式，摆正自己的位置，设定生活目标，坚持不懈地努力追求，就一定能实现目标。你可以尝试先接受自己内心的焦虑和恐惧，然后在平台上尝试一些冥想和放松的方法，释放情绪，减轻压力，让自己能轻松自然地与他人相处和交流。当然，你也可以预约适合的老师接受系统心理咨询，逐步释放情绪压力，修复内心创伤，轻松自如地面对社交和生活。",
    "annotation": [
      {
        "sentence": "能够感觉的到你内心的压抑孤独焦虑恐惧。",
        "label": ""
      },
      {
        "sentence": "从你小时候就没有父母的时候开始，你的生活一定非常艰难，你是非常坚强的。",
        "label": ""
      },
      {
        "sentence": "每个人从小就需要和母亲分离，但你没有人让你感受到安全温暖的陪伴，这对你来说是第二次的分离。",
        "label": ""
      },
      {
        "sentence": "这样的经历对你的内心造成了相当大的刺激，你对自己的认知也更加消极，缺乏信任和接纳，以及自我价值感的认知也是较低的。",
        "label": ""
      },
      {
        "sentence": "这种被迫离开家庭的经历会强制你做一些你并不想做的事情，让自己能够生存下去，比如压抑自己来取悦别人。",
        "label": ""
      },
      {
        "sentence": "我不知道在你小时候是否有其他人来承担照顾你的责任，你是如何与他们相处和交流的呢？",
        "label": ""
      },
      {
        "sentence": "毕竟这些经历会对你对亲密关系的认知产生很大的影响。",
        "label": ""
      },
      {
        "sentence": "两次被迫离开家庭，使你内心的焦虑和恐惧变得非常强烈，这也说明你对班级环境和周围人的恐惧是可以理解的，你害怕接触和交往。",
        "label": ""
      },
      {
        "sentence": "后来你扮演小丑让大家开心笑了，你觉得得到了关注和喜爱。",
        "label": ""
      },
      {
        "sentence": "这些关注和喜爱在某种程度上满足了你内心的一部分情感需求，让你感受到自己是被别人关注、接纳和认可的，让你觉得自己是有价值的。",
        "label": ""
      },
      {
        "sentence": "但同时当你得到别人的接纳和认可时，你傻子的名称也传开了，这给你带来了压力和困扰，让你不知所措。",
        "label": ""
      },
      {
        "sentence": "在电影屏幕上我们经常可以看到小丑的角色表演，让人们忍俊不禁，这表明很多人喜欢看小丑的表演。",
        "label": ""
      },
      {
        "sentence": "这同时也间接说明了小丑的演员有很强的表演才能，可以将小丑的魅力展现得淋漓尽致。",
        "label": ""
      },
      {
        "sentence": "每个人都不能做到这样，这需要非常高的天赋才能。",
        "label": ""
      },
      {
        "sentence": "看到小丑的表演，人们笑得前仰后合，但他们也接受和认可演员。",
        "label": ""
      },
      {
        "sentence": "比如喜剧大师周星驰、憨豆先生的扮演者罗温·艾金森、卓别林等，他们在屏幕上塑造的引人发笑的小丑形象让无数人津津乐道，也赞赏他们的表演能力。",
        "label": ""
      },
      {
        "sentence": "同样，你扮演小丑时得到了别人的接纳和认可，这也证明了你有某些出色的能力。",
        "label": ""
      },
      {
        "sentence": "不过，小丑也总有摘下面具的时候，别人不总是需要小丑的，他们也需要其他的角色。",
        "label": ""
      },
      {
        "sentence": "这就意味着人际交往建立在相互尊重、平等和信任的基础上，你希望别人如何对待你，就要先对待自己和别人以同样的态度。",
        "label": ""
      },
      {
        "sentence": "我们能理解成长经历对你的影响，但这已经是事实，无论你是否接受，它都已经过去了，无法改变也无法回头。",
        "label": ""
      },
      {
        "sentence": "我们无法选择自己的出生环境，但可以选择自己现在和未来的生活方式，摆正自己的位置，设定生活目标，坚持不懈地努力追求，就一定能实现目标。",
        "label": ""
      },
      {
        "sentence": "你可以尝试先接受自己内心的焦虑和恐惧，然后在平台上尝试一些冥想和放松的方法，释放情绪，减轻压力，让自己能轻松自然地与他人相处和交流。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以预约适合的老师接受系统心理咨询，逐步释放情绪压力，修复内心创伤，轻松自如地面对社交和生活。",
        "label": ""
      }
    ]
  }
]