[
  {
    "role": "client",
    "content": "从小在班里扮演小丑，如果不演啥子，我该怎么交往？我小时候是没有父母的人，我对班里的环境感觉恐惧，对周围的人感觉恐惧，不知道怎么和人交往，后来我扮演小丑，让大家笑了，我觉得得到了大家的关注和喜爱，但我傻子的名称也传出来了，我不知道该怎么办，如果不扮演傻子，我该怎么和人交往？",
    "annotation": [
      {
        "sentence": "从小在班里扮演小丑，如果不演啥子，我该怎么交往？",
        "label": ""
      },
      {
        "sentence": "我小时候是没有父母的人，我对班里的环境感觉恐惧，对周围的人感觉恐惧，不知道怎么和人交往，后来我扮演小丑，让大家笑了，我觉得得到了大家的关注和喜爱，但我傻子的名称也传出来了，我不知道该怎么办，如果不扮演傻子，我该怎么和人交往？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读过您的问题，一股心酸，但同时，我从描述中看到更多的韧性与希望。我小时候是没有父母的人，我对班里的环境感觉恐惧，对周围的人感觉恐惧，不知道怎么和人交往，您并未对原生家庭做任何过多的描述，这么简短的一句话，反而强烈地烘托出您的一种不得不接受的无奈。",
    "annotation": [
      {
        "sentence": "读过您的问题，一股心酸，但同时，我从描述中看到更多的韧性与希望。",
        "label": ""
      },
      {
        "sentence": "我小时候是没有父母的人，我对班里的环境感觉恐惧，对周围的人感觉恐惧，不知道怎么和人交往，您并未对原生家庭做任何过多的描述，这么简短的一句话，反而强烈地烘托出您的一种不得不接受的无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得很无助，不知道该怎么面对这些问题。",
    "annotation": [
      {
        "sentence": "是的，我觉得很无助，不知道该怎么面对这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的感受非常正常，每个人在成长过程中都会遇到各种困难。恐惧的背后是什么？不受伤害，保护自己。因为您本我的部分根本无法从认知上调和这种恐惧，只能利用一种类似本能的措施，来保护自己。可能我们需要重新对这种恐惧来解读，把它视作一种自身本我对自我的保护，并无恶意，我们尝试把恐惧的信号接纳，这对于我们下一步的改善会有帮助。",
    "annotation": [
      {
        "sentence": "您的感受非常正常，每个人在成长过程中都会遇到各种困难。",
        "label": ""
      },
      {
        "sentence": "恐惧的背后是什么？",
        "label": ""
      },
      {
        "sentence": "不受伤害，保护自己。",
        "label": ""
      },
      {
        "sentence": "因为您本我的部分根本无法从认知上调和这种恐惧，只能利用一种类似本能的措施，来保护自己。",
        "label": ""
      },
      {
        "sentence": "可能我们需要重新对这种恐惧来解读，把它视作一种自身本我对自我的保护，并无恶意，我们尝试把恐惧的信号接纳，这对于我们下一步的改善会有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么说，我的恐惧其实是在保护我自己，是一种自我防御的机制吗？",
    "annotation": [
      {
        "sentence": "这么说，我的恐惧其实是在保护我自己，是一种自我防御的机制吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是如此。后来我扮演小丑，让大家笑了，我觉得得到了大家的关注和喜爱，但我傻子的名称也传出来了，我不知道该怎么办。随着您渴望归属到某一个集体之中，正如之前是恐惧蔓延一般，您想有更多的归属感，这原本是原生家庭最应该赋予的，现在由于我们的经历，我们变相地强烈期望，能够由这个 “大家”，也就是他人对于我们的接纳，来完成这个期望。",
    "annotation": [
      {
        "sentence": "正是如此。",
        "label": ""
      },
      {
        "sentence": "后来我扮演小丑，让大家笑了，我觉得得到了大家的关注和喜爱，但我傻子的名称也传出来了，我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "随着您渴望归属到某一个集体之中，正如之前是恐惧蔓延一般，您想有更多的归属感，这原本是原生家庭最应该赋予的，现在由于我们的经历，我们变相地强烈期望，能够由这个 “大家”，也就是他人对于我们的接纳，来完成这个期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我渴望被人接纳，但又担心别人对我的评价。",
    "annotation": [
      {
        "sentence": "是的，我渴望被人接纳，但又担心别人对我的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的担心是很正常的，每个人都希望被他人认可。由于这种期望在原有强大恐惧的作用下，加倍地成长，导致我们不惜降低身段来迎合旁人看似的“接纳”。其实我们换一个角度，是我们最初难以自我接纳，从而想从外界找到这种接纳，可这种方式又不同于真正意义上的“小丑”。",
    "annotation": [
      {
        "sentence": "您的担心是很正常的，每个人都希望被他人认可。",
        "label": ""
      },
      {
        "sentence": "由于这种期望在原有强大恐惧的作用下，加倍地成长，导致我们不惜降低身段来迎合旁人看似的“接纳”。",
        "label": ""
      },
      {
        "sentence": "其实我们换一个角度，是我们最初难以自我接纳，从而想从外界找到这种接纳，可这种方式又不同于真正意义上的“小丑”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得很对，我扮演小丑其实是出于想要被接纳的目的，但又觉得这并不是真正的我。",
    "annotation": [
      {
        "sentence": "您说得很对，我扮演小丑其实是出于想要被接纳的目的，但又觉得这并不是真正的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小丑是明知道会招人取笑，为了赢得别人的欢笑，不惜去扮演这个角色。从某种角度来说，这也是小丑的可敬之处。而您，是想不到其他更有效的方式，只能通过这种扮演不得已为之。如果不扮演傻子，我该怎么和人交往这一发问，正印证了我们上述的整理与复述，对吗？",
    "annotation": [
      {
        "sentence": "小丑是明知道会招人取笑，为了赢得别人的欢笑，不惜去扮演这个角色。",
        "label": ""
      },
      {
        "sentence": "从某种角度来说，这也是小丑的可敬之处。",
        "label": ""
      },
      {
        "sentence": "而您，是想不到其他更有效的方式，只能通过这种扮演不得已为之。",
        "label": ""
      },
      {
        "sentence": "如果不扮演傻子，我该怎么和人交往这一发问，正印证了我们上述的整理与复述，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能够找到更适合我的方式来与人交往。",
    "annotation": [
      {
        "sentence": "是的，我希望能够找到更适合我的方式来与人交往。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从恐惧，到扮演小丑，我们一直在各自的阶段，努力向上，没有放弃，这也是我最开始说到的韧性和希望。这更像是一颗成长于岩石夹缝中的小草，随着您逐渐的成长，我相信，这颗小草也可以继续茁壮，甚至长成参天大树也不是没有可能。这个超越的过程，修通的过程，可能需要是我们终生的功课。我们需要从点滴处着手。",
    "annotation": [
      {
        "sentence": "从恐惧，到扮演小丑，我们一直在各自的阶段，努力向上，没有放弃，这也是我最开始说到的韧性和希望。",
        "label": ""
      },
      {
        "sentence": "这更像是一颗成长于岩石夹缝中的小草，随着您逐渐的成长，我相信，这颗小草也可以继续茁壮，甚至长成参天大树也不是没有可能。",
        "label": ""
      },
      {
        "sentence": "这个超越的过程，修通的过程，可能需要是我们终生的功课。",
        "label": ""
      },
      {
        "sentence": "我们需要从点滴处着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力去成长和改善自己的。",
    "annotation": [
      {
        "sentence": "我会努力去成长和改善自己的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，接纳自己的恐惧，及其背后的意义，这是本我在保护我们。接纳扮演小丑阶段的过程，这是自我在寻求归属感时能够尽到的最大努力。接下来，这部分强烈缺失的心理营养由何而来？我认为，你需要更多的能够接纳您自身全部经历的“容器”，这个角色可以是心理咨询师，可以是一位知己，也可以是有可能的未来的伴侣，或者像国外，会有那种互助小组。这将会是一个漫长而系统的工程，为了您始的初心，一切都值得。以上，期望可以从有限的言语中，尽可能多地帮到。",
    "annotation": [
      {
        "sentence": "首先，接纳自己的恐惧，及其背后的意义，这是本我在保护我们。",
        "label": ""
      },
      {
        "sentence": "接纳扮演小丑阶段的过程，这是自我在寻求归属感时能够尽到的最大努力。",
        "label": ""
      },
      {
        "sentence": "接下来，这部分强烈缺失的心理营养由何而来？",
        "label": ""
      },
      {
        "sentence": "我认为，你需要更多的能够接纳您自身全部经历的“容器”，这个角色可以是心理咨询师，可以是一位知己，也可以是有可能的未来的伴侣，或者像国外，会有那种互助小组。",
        "label": ""
      },
      {
        "sentence": "这将会是一个漫长而系统的工程，为了您始的初心，一切都值得。",
        "label": ""
      },
      {
        "sentence": "以上，期望可以从有限的言语中，尽可能多地帮到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的支持和建议，我会认真考虑并努力实践。",
    "annotation": [
      {
        "sentence": "非常感谢您的支持和建议，我会认真考虑并努力实践。",
        "label": ""
      }
    ]
  }
]