[
  {
    "role": "client",
    "content": "我28岁了，被称为大龄剩女，我并不是很喜欢自己这样的标签，但是现在父母一直在催我快点结婚。我今年交了一个男朋友，但其实我并不是很喜欢他，只是因为他对我特别好，而且我身边又没有其他人追求我，所以我就跟他在一起了。",
    "annotation": [
      {
        "sentence": "我28岁了，被称为大龄剩女，我并不是很喜欢自己这样的标签，但是现在父母一直在催我快点结婚。",
        "label": ""
      },
      {
        "sentence": "我今年交了一个男朋友，但其实我并不是很喜欢他，只是因为他对我特别好，而且我身边又没有其他人追求我，所以我就跟他在一起了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你现在很纠结而且很痛苦。父母的催促给你带来了压力，但你内心并不希望快速结婚。你可能感到无力去抗争，甚至有一种逼到绝境的感觉。我认为每个人都有自由选择的权利，而我们的选择应该为自己负责，而不是任何他人。在你与男朋友相处的时间里，你发现自己对他并没有特别喜欢的感觉，也感到你们不适合。更重要的是，你心里倒是有其他人让你感到有好感。",
    "annotation": [
      {
        "sentence": "看得出来你现在很纠结而且很痛苦。",
        "label": ""
      },
      {
        "sentence": "父母的催促给你带来了压力，但你内心并不希望快速结婚。",
        "label": ""
      },
      {
        "sentence": "你可能感到无力去抗争，甚至有一种逼到绝境的感觉。",
        "label": ""
      },
      {
        "sentence": "我认为每个人都有自由选择的权利，而我们的选择应该为自己负责，而不是任何他人。",
        "label": ""
      },
      {
        "sentence": "在你与男朋友相处的时间里，你发现自己对他并没有特别喜欢的感觉，也感到你们不适合。",
        "label": ""
      },
      {
        "sentence": "更重要的是，你心里倒是有其他人让你感到有好感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己跟他在一起真的很痛苦。但当我向父母坦白自己的想法时，他们却一顿呵斥。他们说我年纪这么大了，要还认清现实，为什么没早点结婚。他们甚至说我没用，让我搬出去就当没养过我。他们觉得我与男友相处了这么久，还犹豫不决，会被人议论。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己跟他在一起真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "但当我向父母坦白自己的想法时，他们却一顿呵斥。",
        "label": ""
      },
      {
        "sentence": "他们说我年纪这么大了，要还认清现实，为什么没早点结婚。",
        "label": ""
      },
      {
        "sentence": "他们甚至说我没用，让我搬出去就当没养过我。",
        "label": ""
      },
      {
        "sentence": "他们觉得我与男友相处了这么久，还犹豫不决，会被人议论。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母的观点或许是因为他们无法接受别人对他们的眼光。他们可能认为恋爱了又分手，再换一个对象是件羞愧的事情。这可能跟我们两代人的成长环境和文化背景有关。他们会觉得很难接受。但是婚姻是你自己的事情，不是父母的。结婚应该是为了你自己幸福，而不是为了让父母开心。如果因为在意他人的眼光而做了不符合自己内心真实想法的决定，那你以后又怎么能保证自己能幸福呢？你需要为自己的幸福和选择负责。",
    "annotation": [
      {
        "sentence": "父母的观点或许是因为他们无法接受别人对他们的眼光。",
        "label": ""
      },
      {
        "sentence": "他们可能认为恋爱了又分手，再换一个对象是件羞愧的事情。",
        "label": ""
      },
      {
        "sentence": "这可能跟我们两代人的成长环境和文化背景有关。",
        "label": ""
      },
      {
        "sentence": "他们会觉得很难接受。",
        "label": ""
      },
      {
        "sentence": "但是婚姻是你自己的事情，不是父母的。",
        "label": ""
      },
      {
        "sentence": "结婚应该是为了你自己幸福，而不是为了让父母开心。",
        "label": ""
      },
      {
        "sentence": "如果因为在意他人的眼光而做了不符合自己内心真实想法的决定，那你以后又怎么能保证自己能幸福呢？",
        "label": ""
      },
      {
        "sentence": "你需要为自己的幸福和选择负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是面对父母的强烈反对，我感到非常困惑和无力。我不知道该怎么办才能既不伤害父母，又能按照自己的意愿生活。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是面对父母的强烈反对，我感到非常困惑和无力。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才能既不伤害父母，又能按照自己的意愿生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和无力。面对困难的时候，我们需要给自己足够的支持，也可以向身边信赖的朋友或心仪的对象寻求帮助。当你有了足够的支持，你就有力量去跟随自己的内心做出选择了。同时，要告诉自己，无论选择妥协还是坚持，都是你可以决定的。父母或许会通过“攻击”来给你施加更大的压力，但你不需要为他们的情绪负责。试着调整自己的情绪，卸下不属于你的包袱，丢掉不应该由你背负的压力。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和无力。",
        "label": ""
      },
      {
        "sentence": "面对困难的时候，我们需要给自己足够的支持，也可以向身边信赖的朋友或心仪的对象寻求帮助。",
        "label": ""
      },
      {
        "sentence": "当你有了足够的支持，你就有力量去跟随自己的内心做出选择了。",
        "label": ""
      },
      {
        "sentence": "同时，要告诉自己，无论选择妥协还是坚持，都是你可以决定的。",
        "label": ""
      },
      {
        "sentence": "父母或许会通过“攻击”来给你施加更大的压力，但你不需要为他们的情绪负责。",
        "label": ""
      },
      {
        "sentence": "试着调整自己的情绪，卸下不属于你的包袱，丢掉不应该由你背负的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要为自己的幸福和选择负责。我会试着坦诚地与父母沟通，并表达我的真实感受和想法。无论结果如何，我会做出适合自己的决定。谢谢你的建议，让我看到了另一种角度。",
    "annotation": [
      {
        "sentence": "我明白了，我需要为自己的幸福和选择负责。",
        "label": ""
      },
      {
        "sentence": "我会试着坦诚地与父母沟通，并表达我的真实感受和想法。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我会做出适合自己的决定。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，让我看到了另一种角度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望我的回答对你有帮助。我相信你一定会找到适合自己的幸福。祝福你！如果将来还有什么困惑或需要帮助的地方，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我希望我的回答对你有帮助。",
        "label": ""
      },
      {
        "sentence": "我相信你一定会找到适合自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "如果将来还有什么困惑或需要帮助的地方，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]