[
  {
    "role": "client",
    "content": "从小在班里扮演小丑，如果不演啥子，我该怎么交往？我小时候是没有父母的人，我对班里的环境感觉恐惧，对周围的人感觉恐惧，不知道怎么和人交往，后来我扮演小丑，让大家笑了，我觉得得到了大家的关注和喜爱，但我傻子的名称也传出来了，我不知道该怎么办，如果不扮演傻子，我该怎么和人交往。",
    "annotation": [
      {
        "sentence": "从小在班里扮演小丑，如果不演啥子，我该怎么交往？",
        "label": ""
      },
      {
        "sentence": "我小时候是没有父母的人，我对班里的环境感觉恐惧，对周围的人感觉恐惧，不知道怎么和人交往，后来我扮演小丑，让大家笑了，我觉得得到了大家的关注和喜爱，但我傻子的名称也传出来了，我不知道该怎么办，如果不扮演傻子，我该怎么和人交往。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能倾听你的问题。角色的扮演只是表演的一部分，并不能成为现实。你扮演小丑容易被别人记住，第一是因为角色本身的性格比较鲜明，第二是因为你表演得很形象，所以人们以你为模板，认为你应该就是这样的。比如我们看电视剧中坏人的角色，因为演技非常好，很容易让人产生共鸣，甚至你看到这个演员你就会不自觉地觉得他很坏。但实际上并非如此，你需要做的是主动掌握自己的生活权。别人怎么看你，并不能决定你现实生活的样子，你需要按照自己的方式去生活。【心理学中的“白日梦和幻想”】这不是你的问题，而是别人的问题。他们越是承认你，越在意你的角色扮演，就越容易分不清现实和情节，在其中徘徊。由于家庭的原因，可以看出你是一个缺乏安全感的人，这种恐惧会增加你对他人评价的重视程度，因为你想要得到个人的认可，而不是成为别人的笑柄。我的建议是：平常生活中做自己就好，不必过多解释给不了解你的人听，因为你们并不熟悉，他们无法看到你真实的样子。和人交往时，展示出你其他方面的特点，不要只局限于“小丑”这一个角色，可以展示出你的兴趣爱好、谈吐方式和语气、性格等。思考一下如何让别人对你的印象更加深刻，这样就能分散他们的注意力，而不只是你是个小丑傻子。人们的特点是多方面的，希望你能勇敢地展示出来。最后，希望我的回答对你有帮助，祝福你每天都开心。",
    "annotation": [
      {
        "sentence": "很高兴能倾听你的问题。",
        "label": ""
      },
      {
        "sentence": "角色的扮演只是表演的一部分，并不能成为现实。",
        "label": ""
      },
      {
        "sentence": "你扮演小丑容易被别人记住，第一是因为角色本身的性格比较鲜明，第二是因为你表演得很形象，所以人们以你为模板，认为你应该就是这样的。",
        "label": ""
      },
      {
        "sentence": "比如我们看电视剧中坏人的角色，因为演技非常好，很容易让人产生共鸣，甚至你看到这个演员你就会不自觉地觉得他很坏。",
        "label": ""
      },
      {
        "sentence": "但实际上并非如此，你需要做的是主动掌握自己的生活权。",
        "label": ""
      },
      {
        "sentence": "别人怎么看你，并不能决定你现实生活的样子，你需要按照自己的方式去生活。",
        "label": ""
      },
      {
        "sentence": "【心理学中的“白日梦和幻想”】这不是你的问题，而是别人的问题。",
        "label": ""
      },
      {
        "sentence": "他们越是承认你，越在意你的角色扮演，就越容易分不清现实和情节，在其中徘徊。",
        "label": ""
      },
      {
        "sentence": "由于家庭的原因，可以看出你是一个缺乏安全感的人，这种恐惧会增加你对他人评价的重视程度，因为你想要得到个人的认可，而不是成为别人的笑柄。",
        "label": ""
      },
      {
        "sentence": "我的建议是：平常生活中做自己就好，不必过多解释给不了解你的人听，因为你们并不熟悉，他们无法看到你真实的样子。",
        "label": ""
      },
      {
        "sentence": "和人交往时，展示出你其他方面的特点，不要只局限于“小丑”这一个角色，可以展示出你的兴趣爱好、谈吐方式和语气、性格等。",
        "label": ""
      },
      {
        "sentence": "思考一下如何让别人对你的印象更加深刻，这样就能分散他们的注意力，而不只是你是个小丑傻子。",
        "label": ""
      },
      {
        "sentence": "人们的特点是多方面的，希望你能勇敢地展示出来。",
        "label": ""
      },
      {
        "sentence": "最后，希望我的回答对你有帮助，祝福你每天都开心。",
        "label": ""
      }
    ]
  }
]