[
  {
    "role": "client",
    "content": "初一时穿了假adidas，在学校想办法拦住衣标？那时那是我仅有的几件过冬衣服，我并不知道意味着什么，直到我爸吃饭时和我姐姐说，我穿这衣服去国外会被抓起来，我就生怕别人看到我衣服的标志，在学校里想尽办法拦住衣服标志，但那又是我仅有的衣服",
    "annotation": [
      {
        "sentence": "初一时穿了假adidas，在学校想办法拦住衣标？",
        "label": ""
      },
      {
        "sentence": "那时那是我仅有的几件过冬衣服，我并不知道意味着什么，直到我爸吃饭时和我姐姐说，我穿这衣服去国外会被抓起来，我就生怕别人看到我衣服的标志，在学校里想尽办法拦住衣服标志，但那又是我仅有的衣服",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "穿假adidas可能会给你带来一些尴尬和担心，但是其实这个问题并不是那么严重。你的父亲可能是为了让你意识到这件事情的严重性，但是在国外也有很多人会穿假的衣服。我们要明白一个道理：这个世界上有富人也有穷人，有些品牌的价格确实是一些人暂时不能承受的，但是人又是好面子的，所以就会有盗版一说。",
    "annotation": [
      {
        "sentence": "穿假adidas可能会给你带来一些尴尬和担心，但是其实这个问题并不是那么严重。",
        "label": ""
      },
      {
        "sentence": "你的父亲可能是为了让你意识到这件事情的严重性，但是在国外也有很多人会穿假的衣服。",
        "label": ""
      },
      {
        "sentence": "我们要明白一个道理：这个世界上有富人也有穷人，有些品牌的价格确实是一些人暂时不能承受的，但是人又是好面子的，所以就会有盗版一说。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在也明白了，但是当时真的很害怕被人发现是假的，觉得没面子。",
    "annotation": [
      {
        "sentence": "是的，我现在也明白了，但是当时真的很害怕被人发现是假的，觉得没面子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你当时的感受。我有一个亲戚叫小凡锅，小时候也经常穿假的Nike和Adidas，那时的我也不懂这个问题。有一次，小凡锅被班里的同学笑话了，他们对他说：“你的阿迪为何少了个点呢？是自己扣掉的吗？”当时小凡锅觉得很难过，觉得自己在学校里抬不起头。因为小凡锅的家庭条件也不好，常常有其他的亲戚帮助他们度过困难。那件衣服正好是亲戚给的，只是小凡锅那时也不太懂这个问题，觉得这件衣服看起来真的很好看，所以就穿去学校了，还在和同学炫耀。最后，他闹了个大乌龙。但是回家之后，他爸爸告诉他：“虽然我们的家庭条件不好，所以有些东西暂时买不起，但是我们是心地善良的人，没有偷没有抢，所以没什么丢人的。衣服虽然是假的，但是我们的心是真的。”他爸爸还告诉他，有些东西虽然很贵，但是我们也需要考虑自己的经济实力，以后等你有本事了可以多买几件，爸爸还得靠你的。现在的我虽然有能力买得起真的Adidas，但是在淘宝上看到一些山寨的衣服我也会选择购买，当然不是因为自己买不起，而是觉得没必要。衣服只要合适就好，我们需要根据自己的经济实力选择适合自己的东西。",
    "annotation": [
      {
        "sentence": "我完全理解你当时的感受。",
        "label": ""
      },
      {
        "sentence": "我有一个亲戚叫小凡锅，小时候也经常穿假的Nike和Adidas，那时的我也不懂这个问题。",
        "label": ""
      },
      {
        "sentence": "有一次，小凡锅被班里的同学笑话了，他们对他说：“你的阿迪为何少了个点呢？",
        "label": ""
      },
      {
        "sentence": "是自己扣掉的吗？",
        "label": ""
      },
      {
        "sentence": "”当时小凡锅觉得很难过，觉得自己在学校里抬不起头。",
        "label": ""
      },
      {
        "sentence": "因为小凡锅的家庭条件也不好，常常有其他的亲戚帮助他们度过困难。",
        "label": ""
      },
      {
        "sentence": "那件衣服正好是亲戚给的，只是小凡锅那时也不太懂这个问题，觉得这件衣服看起来真的很好看，所以就穿去学校了，还在和同学炫耀。",
        "label": ""
      },
      {
        "sentence": "最后，他闹了个大乌龙。",
        "label": ""
      },
      {
        "sentence": "但是回家之后，他爸爸告诉他：“虽然我们的家庭条件不好，所以有些东西暂时买不起，但是我们是心地善良的人，没有偷没有抢，所以没什么丢人的。",
        "label": ""
      },
      {
        "sentence": "衣服虽然是假的，但是我们的心是真的。",
        "label": ""
      },
      {
        "sentence": "”他爸爸还告诉他，有些东西虽然很贵，但是我们也需要考虑自己的经济实力，以后等你有本事了可以多买几件，爸爸还得靠你的。",
        "label": ""
      },
      {
        "sentence": "现在的我虽然有能力买得起真的Adidas，但是在淘宝上看到一些山寨的衣服我也会选择购买，当然不是因为自己买不起，而是觉得没必要。",
        "label": ""
      },
      {
        "sentence": "衣服只要合适就好，我们需要根据自己的经济实力选择适合自己的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前遮起来的目的是担心别的同学发现是假的。",
    "annotation": [
      {
        "sentence": "我之前遮起来的目的是担心别的同学发现是假的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们要懂得尊重别人，懂得尊重别人的人是不会轻易诋毁他人的。如果有人不懂得尊重他人，我们要学会忽视。我们遮起来可能是因为担心别人的话语对我们的影响，但是这只是一个谎言，我们不需要当真。马上就要冬天了，记得照顾好自己哦。不要再为这件事情担心，衣服只是外在的东西，我们要以自己的内在品质为我们自己的价值。",
    "annotation": [
      {
        "sentence": "我们要懂得尊重别人，懂得尊重别人的人是不会轻易诋毁他人的。",
        "label": ""
      },
      {
        "sentence": "如果有人不懂得尊重他人，我们要学会忽视。",
        "label": ""
      },
      {
        "sentence": "我们遮起来可能是因为担心别人的话语对我们的影响，但是这只是一个谎言，我们不需要当真。",
        "label": ""
      },
      {
        "sentence": "马上就要冬天了，记得照顾好自己哦。",
        "label": ""
      },
      {
        "sentence": "不要再为这件事情担心，衣服只是外在的东西，我们要以自己的内在品质为我们自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能帮助到你。如果你还有其他的问题或者困惑，随时来找我聊天都可以。记得要对自己有信心，看到问题时也要看到解决问题的方法。你很棒！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的问题或者困惑，随时来找我聊天都可以。",
        "label": ""
      },
      {
        "sentence": "记得要对自己有信心，看到问题时也要看到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "你很棒！",
        "label": ""
      }
    ]
  }
]