[
  {
    "role": "client",
    "content": "母亲喝醉后耍酒疯，抑郁的我受不了了。",
    "annotation": [
      {
        "sentence": "母亲喝醉后耍酒疯，抑郁的我受不了了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你把自己的困惑发表出来，向外寻求帮助，没有攻击自己，我要为你点上大大的赞呢。这个转变当下的你也许没有发现它来的多么的重要，但是已经悄悄发芽，破土而出，陪着你在遇到更好的自己这条路上而前进了。我看到你说自己曾抑郁过，也曾经有过自杀的情况，非常心疼呢。我还要给你大大的拥抱。让你经历了那么多。也非常开心的是及早发现了你吃药，刚刚好顺利把你就回来，我真的太开心啦，此时此刻还可以和你以这种形式遇见，谢谢你呀。",
    "annotation": [
      {
        "sentence": "谢谢你把自己的困惑发表出来，向外寻求帮助，没有攻击自己，我要为你点上大大的赞呢。",
        "label": ""
      },
      {
        "sentence": "这个转变当下的你也许没有发现它来的多么的重要，但是已经悄悄发芽，破土而出，陪着你在遇到更好的自己这条路上而前进了。",
        "label": ""
      },
      {
        "sentence": "我看到你说自己曾抑郁过，也曾经有过自杀的情况，非常心疼呢。",
        "label": ""
      },
      {
        "sentence": "我还要给你大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "让你经历了那么多。",
        "label": ""
      },
      {
        "sentence": "也非常开心的是及早发现了你吃药，刚刚好顺利把你就回来，我真的太开心啦，此时此刻还可以和你以这种形式遇见，谢谢你呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，有你的支持我感到非常温暖。但是我觉得每次母亲喝酒之后刺激我，我都无法解决这个问题。我告诉她，她这样很影响我，她却只是淡淡地回答道“管好你自己，你好了我就好了”。自己排解不了，试图逃避也会被她找上门。我该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，有你的支持我感到非常温暖。",
        "label": ""
      },
      {
        "sentence": "但是我觉得每次母亲喝酒之后刺激我，我都无法解决这个问题。",
        "label": ""
      },
      {
        "sentence": "我告诉她，她这样很影响我，她却只是淡淡地回答道“管好你自己，你好了我就好了”。",
        "label": ""
      },
      {
        "sentence": "自己排解不了，试图逃避也会被她找上门。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我非常能够理解你对母亲喝酒后的行为感到困扰。看到你一次次尝试与她沟通，却得到了冷淡的回应，我知道这会给你带来很大的挫折感。但是我想告诉你的是，妈妈的态度并不代表她不爱你。她可能也有自己的困扰和压力，无法更好地处理自己的情绪，导致对你的关心表达方式不够温柔。我们可以试着与妈妈进行非暴力沟通，将自己的担忧和恐惧表达出来，再表达希望她不再酗酒的请求，或许她会更容易接受。还可以告诉她你需要更多的爱和关注。你可以尝试一下这些方法，看看是否能够改善与母亲的关系。",
    "annotation": [
      {
        "sentence": "亲爱的，我非常能够理解你对母亲喝酒后的行为感到困扰。",
        "label": ""
      },
      {
        "sentence": "看到你一次次尝试与她沟通，却得到了冷淡的回应，我知道这会给你带来很大的挫折感。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你的是，妈妈的态度并不代表她不爱你。",
        "label": ""
      },
      {
        "sentence": "她可能也有自己的困扰和压力，无法更好地处理自己的情绪，导致对你的关心表达方式不够温柔。",
        "label": ""
      },
      {
        "sentence": "我们可以试着与妈妈进行非暴力沟通，将自己的担忧和恐惧表达出来，再表达希望她不再酗酒的请求，或许她会更容易接受。",
        "label": ""
      },
      {
        "sentence": "还可以告诉她你需要更多的爱和关注。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一下这些方法，看看是否能够改善与母亲的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白妈妈可能也有自己的困难，但是我仍然觉得她对我的态度让我很失望。每次她喝醉后的言语和行为都让我感到受伤。我无法忘记她将我从床上踹倒在地上的那次，那种感觉一直困扰着我。我害怕她会再次伤害我。我该如何面对这种恐惧和痛苦？",
    "annotation": [
      {
        "sentence": "我明白妈妈可能也有自己的困难，但是我仍然觉得她对我的态度让我很失望。",
        "label": ""
      },
      {
        "sentence": "每次她喝醉后的言语和行为都让我感到受伤。",
        "label": ""
      },
      {
        "sentence": "我无法忘记她将我从床上踹倒在地上的那次，那种感觉一直困扰着我。",
        "label": ""
      },
      {
        "sentence": "我害怕她会再次伤害我。",
        "label": ""
      },
      {
        "sentence": "我该如何面对这种恐惧和痛苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我理解你对妈妈的恐惧和痛苦。那种受到身体上的伤害和情感上的创伤确实非常令人难以忘怀。我希望你知道，你经历的那些痛苦并不是你的错，你没有做任何招惹她的事情。妈妈的行为是她自己的问题，而不是你的问题。为了保护自己，你可以考虑与妈妈保持距离，避免与她单独相处的时候发生冲突。同时，你也可以向其他人寻求帮助，例如老师、辅导员或其他亲朋好友。他们也许能够给你更多的支持和安慰。与他们聊聊你的感受和困扰，或许能够减轻你的痛苦和恐惧。",
    "annotation": [
      {
        "sentence": "亲爱的，我理解你对妈妈的恐惧和痛苦。",
        "label": ""
      },
      {
        "sentence": "那种受到身体上的伤害和情感上的创伤确实非常令人难以忘怀。",
        "label": ""
      },
      {
        "sentence": "我希望你知道，你经历的那些痛苦并不是你的错，你没有做任何招惹她的事情。",
        "label": ""
      },
      {
        "sentence": "妈妈的行为是她自己的问题，而不是你的问题。",
        "label": ""
      },
      {
        "sentence": "为了保护自己，你可以考虑与妈妈保持距离，避免与她单独相处的时候发生冲突。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以向其他人寻求帮助，例如老师、辅导员或其他亲朋好友。",
        "label": ""
      },
      {
        "sentence": "他们也许能够给你更多的支持和安慰。",
        "label": ""
      },
      {
        "sentence": "与他们聊聊你的感受和困扰，或许能够减轻你的痛苦和恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。我会尝试保持与妈妈的距离，并向其他人寻求帮助。但是我仍然对未来感到不安，担心我的抑郁情绪会再次加重。我曾经试图自杀，虽然被人及时发现并抢救过来，但这种想法一直困扰着我。我应该如何面对这些负面情绪和自我怀疑？",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "我会尝试保持与妈妈的距离，并向其他人寻求帮助。",
        "label": ""
      },
      {
        "sentence": "但是我仍然对未来感到不安，担心我的抑郁情绪会再次加重。",
        "label": ""
      },
      {
        "sentence": "我曾经试图自杀，虽然被人及时发现并抢救过来，但这种想法一直困扰着我。",
        "label": ""
      },
      {
        "sentence": "我应该如何面对这些负面情绪和自我怀疑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我非常关心你现在的状态，你的负面情绪和自我怀疑都是理解的。抑郁情绪是一种严重的心理问题，无法轻易摆脱。但是我相信你是勇敢的，你曾经战胜过自杀的念头，这证明了你的坚强和勇气。在面对负面情绪和自我怀疑时，我建议你寻求专业的心理辅导，与心理医生进行深入的沟通和治疗。他们会帮助你解决这些问题，并提供正确的支持和指导。同时，你也可以寻找一些自我调节和情绪管理的方法，例如运动、写日记、听音乐等等，这些都能够帮助你缓解负面情绪和提升自我价值感。记住，你不是一个人在战斗，我们会一直支持着你，帮助你渡过困难，重拾信心和希望。",
    "annotation": [
      {
        "sentence": "亲爱的，我非常关心你现在的状态，你的负面情绪和自我怀疑都是理解的。",
        "label": ""
      },
      {
        "sentence": "抑郁情绪是一种严重的心理问题，无法轻易摆脱。",
        "label": ""
      },
      {
        "sentence": "但是我相信你是勇敢的，你曾经战胜过自杀的念头，这证明了你的坚强和勇气。",
        "label": ""
      },
      {
        "sentence": "在面对负面情绪和自我怀疑时，我建议你寻求专业的心理辅导，与心理医生进行深入的沟通和治疗。",
        "label": ""
      },
      {
        "sentence": "他们会帮助你解决这些问题，并提供正确的支持和指导。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻找一些自我调节和情绪管理的方法，例如运动、写日记、听音乐等等，这些都能够帮助你缓解负面情绪和提升自我价值感。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们会一直支持着你，帮助你渡过困难，重拾信心和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和建议，我会尝试寻求专业的心理",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和建议，我会尝试寻求专业的心理",
        "label": ""
      }
    ]
  }
]