[
  {
    "role": "client",
    "content": "我是一个28岁的大龄剩女，并不是很喜欢，应不应该快速结婚？今年我交往了一个男朋友，但并不是很喜欢他，只是因为他对我特别好，再加上父母不停的催促，身边也没有其他追求的人，所以我们就在一起了。我已经见了他的父母，并且把他带回了我家，这些都是在父母催促下进行的。实际上，我并不想这么快结婚，因为我觉得了解一个人需要一点时间。而且我觉得现在的他看起来不干净，文化水平也不高，我们越来越不在一个频道。最近我好像喜欢上了别人，我跟父母讲了我不想跟男朋友在一起，觉得身边有更合适我的人。结果父母对我大发雷霆，说我年纪这么大了还要拖到什么时候，早点结婚干嘛去了，为什么没想清楚就把他带回来。他们还说以前问我是否想清楚，我当时说想清楚了，我们已经在一起大半年了，连婚都没定下来，现在又说不想在一起了，我在做什么事情都犹豫不决，他们对我很失望。他们还说我要是这么犹豫不决，就搬出去，他们当我不存在。他们认为我以后的决定要想清楚，再带回去给他们。但是我真的很痛苦，一想到跟现在的男朋友过一辈子，我就感觉很痛苦。父母一直想让我快点结婚，快点做出选择。",
    "annotation": [
      {
        "sentence": "我是一个28岁的大龄剩女，并不是很喜欢，应不应该快速结婚？",
        "label": ""
      },
      {
        "sentence": "今年我交往了一个男朋友，但并不是很喜欢他，只是因为他对我特别好，再加上父母不停的催促，身边也没有其他追求的人，所以我们就在一起了。",
        "label": ""
      },
      {
        "sentence": "我已经见了他的父母，并且把他带回了我家，这些都是在父母催促下进行的。",
        "label": ""
      },
      {
        "sentence": "实际上，我并不想这么快结婚，因为我觉得了解一个人需要一点时间。",
        "label": ""
      },
      {
        "sentence": "而且我觉得现在的他看起来不干净，文化水平也不高，我们越来越不在一个频道。",
        "label": ""
      },
      {
        "sentence": "最近我好像喜欢上了别人，我跟父母讲了我不想跟男朋友在一起，觉得身边有更合适我的人。",
        "label": ""
      },
      {
        "sentence": "结果父母对我大发雷霆，说我年纪这么大了还要拖到什么时候，早点结婚干嘛去了，为什么没想清楚就把他带回来。",
        "label": ""
      },
      {
        "sentence": "他们还说以前问我是否想清楚，我当时说想清楚了，我们已经在一起大半年了，连婚都没定下来，现在又说不想在一起了，我在做什么事情都犹豫不决，他们对我很失望。",
        "label": ""
      },
      {
        "sentence": "他们还说我要是这么犹豫不决，就搬出去，他们当我不存在。",
        "label": ""
      },
      {
        "sentence": "他们认为我以后的决定要想清楚，再带回去给他们。",
        "label": ""
      },
      {
        "sentence": "但是我真的很痛苦，一想到跟现在的男朋友过一辈子，我就感觉很痛苦。",
        "label": ""
      },
      {
        "sentence": "父母一直想让我快点结婚，快点做出选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的叙述中能够感受到，你的父母的想法和强制给你带来了很多的烦恼，我能理解你的感受。我们来聊一聊吧！你并没有喜欢现在的男朋友，只是为了应对父母的压力，没有其他的办法了。真正的幸福恋爱，或者是以结婚为目的的恋爱，都应该选择自己所喜欢的人，这是为自己负责的表现。而将就的恋爱，终有一天会让你受到伤害，同时也会伤害到他人。你的想法没有错，恋爱本来就需要更多地了解，只有真正了解对方，才能知道这个人是否适合自己，未来的幸福才会更有保障。",
    "annotation": [
      {
        "sentence": "从你的叙述中能够感受到，你的父母的想法和强制给你带来了很多的烦恼，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我们来聊一聊吧！",
        "label": ""
      },
      {
        "sentence": "你并没有喜欢现在的男朋友，只是为了应对父母的压力，没有其他的办法了。",
        "label": ""
      },
      {
        "sentence": "真正的幸福恋爱，或者是以结婚为目的的恋爱，都应该选择自己所喜欢的人，这是为自己负责的表现。",
        "label": ""
      },
      {
        "sentence": "而将就的恋爱，终有一天会让你受到伤害，同时也会伤害到他人。",
        "label": ""
      },
      {
        "sentence": "你的想法没有错，恋爱本来就需要更多地了解，只有真正了解对方，才能知道这个人是否适合自己，未来的幸福才会更有保障。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我已经找到自己真正喜欢的人了。",
    "annotation": [
      {
        "sentence": "是的，我已经找到自己真正喜欢的人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同时，你向父母坦白不想和男朋友在一起的事实，他们极力地反对你。这个结果并不能完全归咎于父母，你也要承担一部分责任，因为当初是你为了应对父母的催促才做了这个选择。而且父母在应对这件事时的态度和方式也是不对的。他们只是从自己的角度考虑问题，没有站在你的立场思考。或许你可以试着去理解父母，他们可能担心身边人的闲言碎语，担心丢面子。父母的婚姻观念也是受到环境的影响的。",
    "annotation": [
      {
        "sentence": "同时，你向父母坦白不想和男朋友在一起的事实，他们极力地反对你。",
        "label": ""
      },
      {
        "sentence": "这个结果并不能完全归咎于父母，你也要承担一部分责任，因为当初是你为了应对父母的催促才做了这个选择。",
        "label": ""
      },
      {
        "sentence": "而且父母在应对这件事时的态度和方式也是不对的。",
        "label": ""
      },
      {
        "sentence": "他们只是从自己的角度考虑问题，没有站在你的立场思考。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着去理解父母，他们可能担心身边人的闲言碎语，担心丢面子。",
        "label": ""
      },
      {
        "sentence": "父母的婚姻观念也是受到环境的影响的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "父母说的话肯定会伤害到我的心。他们说的更多是气话，他们也是无奈之举，太急躁了。",
    "annotation": [
      {
        "sentence": "父母说的话肯定会伤害到我的心。",
        "label": ""
      },
      {
        "sentence": "他们说的更多是气话，他们也是无奈之举，太急躁了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的烦恼，解决方案还是要由自己来找。你要对自己的婚姻负责，结婚是人生中的大事，和谁结婚也是你的决定，这是你的事情。不论父母再怎么催促，一定要找到适合自己的伴侣。试着与父母好好沟通一下吧，你也知道父母心急，如果向他们说明你的想法，让他们安心，相信他们会理解你的处理能力，也会更加尊重和理解你的做法和想法。",
    "annotation": [
      {
        "sentence": "对于你的烦恼，解决方案还是要由自己来找。",
        "label": ""
      },
      {
        "sentence": "你要对自己的婚姻负责，结婚是人生中的大事，和谁结婚也是你的决定，这是你的事情。",
        "label": ""
      },
      {
        "sentence": "不论父母再怎么催促，一定要找到适合自己的伴侣。",
        "label": ""
      },
      {
        "sentence": "试着与父母好好沟通一下吧，你也知道父母心急，如果向他们说明你的想法，让他们安心，相信他们会理解你的处理能力，也会更加尊重和理解你的做法和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着与父母好好沟通的。希望他们能够理解并接纳我的决定。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着与父母好好沟通的。",
        "label": ""
      },
      {
        "sentence": "希望他们能够理解并接纳我的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我能帮到你。祝福你！",
    "annotation": [
      {
        "sentence": "希望我能帮到你。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]