[
  {
    "role": "client",
    "content": "最近我很焦虑。虽然我一直在练习体育，但我觉得我错过了很多机会，辜负了我父母的期望和支持。我不确定继续投资于体育是否值得，毕竟花费太多时间和父母的钱，对我来说压力很大。",
    "annotation": [
      {
        "sentence": "最近我很焦虑。",
        "label": ""
      },
      {
        "sentence": "虽然我一直在练习体育，但我觉得我错过了很多机会，辜负了我父母的期望和支持。",
        "label": ""
      },
      {
        "sentence": "我不确定继续投资于体育是否值得，毕竟花费太多时间和父母的钱，对我来说压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的留言中知道，你在这个问题上十分烦恼。你的体育项目是你选择的道路，是你决定为之付出时间和精力，同时你父母也为你的经济投入提供了支持。这个过程中，你可能会遇到一些困难和阻力，但你需要知道，这是很正常的。所以，我认为你应该多关注自己的收获，而不是仅仅考虑你的支出。",
    "annotation": [
      {
        "sentence": "从你的留言中知道，你在这个问题上十分烦恼。",
        "label": ""
      },
      {
        "sentence": "你的体育项目是你选择的道路，是你决定为之付出时间和精力，同时你父母也为你的经济投入提供了支持。",
        "label": ""
      },
      {
        "sentence": "这个过程中，你可能会遇到一些困难和阻力，但你需要知道，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "所以，我认为你应该多关注自己的收获，而不是仅仅考虑你的支出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，但是我还是感到很沮丧。尤其是在我受伤后，我的修养时间很长，这让我感到我浪费了很多时间并没有取得太多成果。",
    "annotation": [
      {
        "sentence": "我明白，但是我还是感到很沮丧。",
        "label": ""
      },
      {
        "sentence": "尤其是在我受伤后，我的修养时间很长，这让我感到我浪费了很多时间并没有取得太多成果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但是你需要清楚地认识到，受伤和休整是体育项目中必然要面对的问题。这并不是你个人的失误或错误，而是你的体育事业发展道路上的一部分。同时，我相信你在复苏期间也获得了许多教训和经验，这些都是你成长和发展的重要财富。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但是你需要清楚地认识到，受伤和休整是体育项目中必然要面对的问题。",
        "label": ""
      },
      {
        "sentence": "这并不是你个人的失误或错误，而是你的体育事业发展道路上的一部分。",
        "label": ""
      },
      {
        "sentence": "同时，我相信你在复苏期间也获得了许多教训和经验，这些都是你成长和发展的重要财富。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能你说的对，但我还是带着很多负罪感。我不希望让我的父母感到担忧或者失望。",
    "annotation": [
      {
        "sentence": "可能你说的对，但我还是带着很多负罪感。",
        "label": ""
      },
      {
        "sentence": "我不希望让我的父母感到担忧或者失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的负罪感，但是你要知道，这其实是很正常的感觉。每个人在成长的道路上都会经历一些失败和挫折，但不是所有人都能勇敢地面对他们。你现在正在走出低谷，你需要相信自己，相信你的才华和潜力，并相信在你所选择的道路上，你终将取得成功。至于你的父母，你需要与他们坦诚沟通，让他们了解你的情况和困境，相信他们会理解和支持你。",
    "annotation": [
      {
        "sentence": "我能感受到你的负罪感，但是你要知道，这其实是很正常的感觉。",
        "label": ""
      },
      {
        "sentence": "每个人在成长的道路上都会经历一些失败和挫折，但不是所有人都能勇敢地面对他们。",
        "label": ""
      },
      {
        "sentence": "你现在正在走出低谷，你需要相信自己，相信你的才华和潜力，并相信在你所选择的道路上，你终将取得成功。",
        "label": ""
      },
      {
        "sentence": "至于你的父母，你需要与他们坦诚沟通，让他们了解你的情况和困境，相信他们会理解和支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试改变负面的想法。你提醒我去关注成就和经验的部分，这可以缓解我的情绪。我会向父母坦诚并询问他们的意见。",
    "annotation": [
      {
        "sentence": "我会尝试改变负面的想法。",
        "label": ""
      },
      {
        "sentence": "你提醒我去关注成就和经验的部分，这可以缓解我的情绪。",
        "label": ""
      },
      {
        "sentence": "我会向父母坦诚并询问他们的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你有所改变，我感到很欣慰。记住，消除焦虑需要时间，但你一定可以走出困境。我相信你有足够的勇气和能力去应对生活的挑战。",
    "annotation": [
      {
        "sentence": "听到你有所改变，我感到很欣慰。",
        "label": ""
      },
      {
        "sentence": "记住，消除焦虑需要时间，但你一定可以走出困境。",
        "label": ""
      },
      {
        "sentence": "我相信你有足够的勇气和能力去应对生活的挑战。",
        "label": ""
      }
    ]
  }
]