[
  {
    "role": "client",
    "content": "我是一个28岁的大龄剩女，对此并不是很喜欢，不知道是否应该快速结婚？",
    "annotation": [
      {
        "sentence": "我是一个28岁的大龄剩女，对此并不是很喜欢，不知道是否应该快速结婚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论何时，你都要记得一点，结婚是需要对自己的未来负责，而不是为了满足别人或迎合别人的期望。如果你并不喜欢他，并且觉得你们不在一个频道上，那结婚之后可能会面临更多的困扰和委屈。我们的父辈和我们接受的教育和经历是不一样的，所以他们对婚姻的看法也会不同。对他们来说，到了适婚年龄就应该结婚，结婚后就应该生孩子。但是我们不能因此而将自己的幸福和喜好抛诸脑后。所以，如果你真的不喜欢对方，就要好好和父母沟通，明确表达自己的想法。晚一些结婚并不可怕，可怕的是你和一个你并不喜欢的人结婚，这样会毁了你自己的后半生。希望你能好好考虑。",
    "annotation": [
      {
        "sentence": "无论何时，你都要记得一点，结婚是需要对自己的未来负责，而不是为了满足别人或迎合别人的期望。",
        "label": ""
      },
      {
        "sentence": "如果你并不喜欢他，并且觉得你们不在一个频道上，那结婚之后可能会面临更多的困扰和委屈。",
        "label": ""
      },
      {
        "sentence": "我们的父辈和我们接受的教育和经历是不一样的，所以他们对婚姻的看法也会不同。",
        "label": ""
      },
      {
        "sentence": "对他们来说，到了适婚年龄就应该结婚，结婚后就应该生孩子。",
        "label": ""
      },
      {
        "sentence": "但是我们不能因此而将自己的幸福和喜好抛诸脑后。",
        "label": ""
      },
      {
        "sentence": "所以，如果你真的不喜欢对方，就要好好和父母沟通，明确表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "晚一些结婚并不可怕，可怕的是你和一个你并不喜欢的人结婚，这样会毁了你自己的后半生。",
        "label": ""
      },
      {
        "sentence": "希望你能好好考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白你的意思。我之所以和男朋友交往，只是因为他对我特别好，再加上父母的催促，但内心并没有真正喜欢上他。我觉得了解一个人需要花一点时间，而且目前我也觉得他不干净，文化背景也不高。现在我又喜欢上了别人，但我和父母说我不想继续和男朋友在一起，他们却责备我为什么没有想清楚就带他回家，以前还问过我想清楚了没有，现在又说不想在一起了。他们还说我犹豫不决，一事无成，让我搬出去，好像是要赶我走一样。我真的觉得很痛苦，一想到要和男朋友过一辈子就感觉非常痛苦。他们就是想让我快点结婚，快点做出选择。",
    "annotation": [
      {
        "sentence": "是的，我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "我之所以和男朋友交往，只是因为他对我特别好，再加上父母的催促，但内心并没有真正喜欢上他。",
        "label": ""
      },
      {
        "sentence": "我觉得了解一个人需要花一点时间，而且目前我也觉得他不干净，文化背景也不高。",
        "label": ""
      },
      {
        "sentence": "现在我又喜欢上了别人，但我和父母说我不想继续和男朋友在一起，他们却责备我为什么没有想清楚就带他回家，以前还问过我想清楚了没有，现在又说不想在一起了。",
        "label": ""
      },
      {
        "sentence": "他们还说我犹豫不决，一事无成，让我搬出去，好像是要赶我走一样。",
        "label": ""
      },
      {
        "sentence": "我真的觉得很痛苦，一想到要和男朋友过一辈子就感觉非常痛苦。",
        "label": ""
      },
      {
        "sentence": "他们就是想让我快点结婚，快点做出选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受我完全能理解。父母的期望和压力可能会让你觉得很困扰和束缚，但相信我，结婚是你的一辈子的事情，一定要为自己的幸福负责。你不应该为了满足别人的要求而做出决定，因为那样只会让你更痛苦。如果你现在觉得自己并不喜欢男朋友，那就要和父母好好沟通，告诉他们你的真实想法。晚一些结婚并不可怕，重要的是找到一个你真正喜欢并合适的人。不要担心父母的责备和邻居的闲言碎语，别人的看法并不重要，只有你自己的幸福才是最重要的。请你好好考虑，做出适合自己的决定。",
    "annotation": [
      {
        "sentence": "你现在的感受我完全能理解。",
        "label": ""
      },
      {
        "sentence": "父母的期望和压力可能会让你觉得很困扰和束缚，但相信我，结婚是你的一辈子的事情，一定要为自己的幸福负责。",
        "label": ""
      },
      {
        "sentence": "你不应该为了满足别人的要求而做出决定，因为那样只会让你更痛苦。",
        "label": ""
      },
      {
        "sentence": "如果你现在觉得自己并不喜欢男朋友，那就要和父母好好沟通，告诉他们你的真实想法。",
        "label": ""
      },
      {
        "sentence": "晚一些结婚并不可怕，重要的是找到一个你真正喜欢并合适的人。",
        "label": ""
      },
      {
        "sentence": "不要担心父母的责备和邻居的闲言碎语，别人的看法并不重要，只有你自己的幸福才是最重要的。",
        "label": ""
      },
      {
        "sentence": "请你好好考虑，做出适合自己的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白结婚是我一生中的大事，我应该为自己的幸福负责。这次的经历让我更加坚定了不愿将就的决心。我会好好和父母沟通，希望他们能够理解和支持我的选择。虽然我知道自己的决定可能会引起一些争议，但只有我自己明白自己的内心真实想法。我希望能找到一个真正合适的人，而不是因为父母的催促而草率做出决定。再次感谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白结婚是我一生中的大事，我应该为自己的幸福负责。",
        "label": ""
      },
      {
        "sentence": "这次的经历让我更加坚定了不愿将就的决心。",
        "label": ""
      },
      {
        "sentence": "我会好好和父母沟通，希望他们能够理解和支持我的选择。",
        "label": ""
      },
      {
        "sentence": "虽然我知道自己的决定可能会引起一些争议，但只有我自己明白自己的内心真实想法。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一个真正合适的人，而不是因为父母的催促而草率做出决定。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回答。你的勇气和决心会帮助你找到真正属于自己的幸福。和父母好好沟通是非常重要的，只有他们理解和支持你的选择，你才能更加自信地迈出下一步。不要担心他人的意见和舆论，只要你相信自己，坚持自己的决定，就能过上真正属于自己的幸福生活。祝福你能找到一个真正合适的人，并建立起幸福美满的家庭。如果你还需要任何帮助或倾诉，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回答。",
        "label": ""
      },
      {
        "sentence": "你的勇气和决心会帮助你找到真正属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "和父母好好沟通是非常重要的，只有他们理解和支持你的选择，你才能更加自信地迈出下一步。",
        "label": ""
      },
      {
        "sentence": "不要担心他人的意见和舆论，只要你相信自己，坚持自己的决定，就能过上真正属于自己的幸福生活。",
        "label": ""
      },
      {
        "sentence": "祝福你能找到一个真正合适的人，并建立起幸福美满的家庭。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助或倾诉，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]