[
  {
    "role": "client",
    "content": "我是一个14岁的小学生。最近我有一种感觉，就是死了之后就没有烦恼了，就像解脱一样。我觉得自己真的很没用，成绩不好还被家人骂废物。这并不是让我最崩溃的事，我之前做过一些错事，被家人知道后觉得很丢脸。我不想活了，觉得死了就能解脱，远离所有的烦恼。对我来说，死不是可怕的，而是一种解脱。我最喜欢一个人发呆和睡觉，那种感觉真的很幸福，脑子一片空白，没有烦恼。我想永远这样下去，而唯一的方法就是死。我曾经考虑过我的家人，但我觉得我死后对他们没有什么影响。他们还是开心地活着，而我死了对我来说就是另外一种活着。我曾经因为生活和学习而产生想死的念头，但因为怕疼所以放弃了。你们可能觉得我很可笑，觉得我在开玩笑。但是现在我感觉自己像一片在大海上漂泊的树叶，迷失了方向。所以我想听听你们的意见。",
    "annotation": [
      {
        "sentence": "我是一个14岁的小学生。",
        "label": ""
      },
      {
        "sentence": "最近我有一种感觉，就是死了之后就没有烦恼了，就像解脱一样。",
        "label": ""
      },
      {
        "sentence": "我觉得自己真的很没用，成绩不好还被家人骂废物。",
        "label": ""
      },
      {
        "sentence": "这并不是让我最崩溃的事，我之前做过一些错事，被家人知道后觉得很丢脸。",
        "label": ""
      },
      {
        "sentence": "我不想活了，觉得死了就能解脱，远离所有的烦恼。",
        "label": ""
      },
      {
        "sentence": "对我来说，死不是可怕的，而是一种解脱。",
        "label": ""
      },
      {
        "sentence": "我最喜欢一个人发呆和睡觉，那种感觉真的很幸福，脑子一片空白，没有烦恼。",
        "label": ""
      },
      {
        "sentence": "我想永远这样下去，而唯一的方法就是死。",
        "label": ""
      },
      {
        "sentence": "我曾经考虑过我的家人，但我觉得我死后对他们没有什么影响。",
        "label": ""
      },
      {
        "sentence": "他们还是开心地活着，而我死了对我来说就是另外一种活着。",
        "label": ""
      },
      {
        "sentence": "我曾经因为生活和学习而产生想死的念头，但因为怕疼所以放弃了。",
        "label": ""
      },
      {
        "sentence": "你们可能觉得我很可笑，觉得我在开玩笑。",
        "label": ""
      },
      {
        "sentence": "但是现在我感觉自己像一片在大海上漂泊的树叶，迷失了方向。",
        "label": ""
      },
      {
        "sentence": "所以我想听听你们的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不知道你为什么会这样想。在你读这段话的时候，我觉得你应该冷静一下，平复一下情绪，用平和的文字表达一下。我们把目光放远一点，想想今年过年的时候，武汉封城、疫情蔓延，你可能和我一样，在家里和家人一起吃团圆饭、抢红包、刷短视频、看春晚、打游戏等等，而有很多人可能一个人躺在医院病床上。他们在病床上不会这么想：“我每天面对巨额的医疗费，抱着不到1%的治愈希望，为什么不早点结束，免得家人受累呢？”他们的想法很简单：“我现在一定要活着，哪怕最后一口气，都是为了家人。”虽然有些夸张，但是这是真实的新闻。这就是大年三十晚上武汉中医院发生的感人一幕。为什么绝症患者还要坚持治疗？直接结束生命会让家人感到宽慰吗？实际上，这是对家人的一个打击，因为你动摇了他们最后的一丝希望。家人责备你是因为关心你，而与你毫无关系的人是不会怪罪你的，他们只会眼看着你自取灭亡。此外，不要害怕犯错，每个人年少无知的时候都会犯错，都会做很多傻事、蠢事，也许有人会嘲笑我们，但是唯一不会嘲笑我们、也不会觉得丢脸的人就是我们的父母。你现在是六年级，即将面临小升初。我不知道你们那里的考试难度如何，去一所好学校竞争激烈吗，我希望你接下来能将精力放在学习上，为了父母、为了老师努力，写出漂亮的卷子，好吗？希望我的话能对你有所启发，也欢迎在评论区交流。",
    "annotation": [
      {
        "sentence": "我不知道你为什么会这样想。",
        "label": ""
      },
      {
        "sentence": "在你读这段话的时候，我觉得你应该冷静一下，平复一下情绪，用平和的文字表达一下。",
        "label": ""
      },
      {
        "sentence": "我们把目光放远一点，想想今年过年的时候，武汉封城、疫情蔓延，你可能和我一样，在家里和家人一起吃团圆饭、抢红包、刷短视频、看春晚、打游戏等等，而有很多人可能一个人躺在医院病床上。",
        "label": ""
      },
      {
        "sentence": "他们在病床上不会这么想：“我每天面对巨额的医疗费，抱着不到1%的治愈希望，为什么不早点结束，免得家人受累呢？",
        "label": ""
      },
      {
        "sentence": "”他们的想法很简单：“我现在一定要活着，哪怕最后一口气，都是为了家人。",
        "label": ""
      },
      {
        "sentence": "”虽然有些夸张，但是这是真实的新闻。",
        "label": ""
      },
      {
        "sentence": "这就是大年三十晚上武汉中医院发生的感人一幕。",
        "label": ""
      },
      {
        "sentence": "为什么绝症患者还要坚持治疗？",
        "label": ""
      },
      {
        "sentence": "直接结束生命会让家人感到宽慰吗？",
        "label": ""
      },
      {
        "sentence": "实际上，这是对家人的一个打击，因为你动摇了他们最后的一丝希望。",
        "label": ""
      },
      {
        "sentence": "家人责备你是因为关心你，而与你毫无关系的人是不会怪罪你的，他们只会眼看着你自取灭亡。",
        "label": ""
      },
      {
        "sentence": "此外，不要害怕犯错，每个人年少无知的时候都会犯错，都会做很多傻事、蠢事，也许有人会嘲笑我们，但是唯一不会嘲笑我们、也不会觉得丢脸的人就是我们的父母。",
        "label": ""
      },
      {
        "sentence": "你现在是六年级，即将面临小升初。",
        "label": ""
      },
      {
        "sentence": "我不知道你们那里的考试难度如何，去一所好学校竞争激烈吗，我希望你接下来能将精力放在学习上，为了父母、为了老师努力，写出漂亮的卷子，好吗？",
        "label": ""
      },
      {
        "sentence": "希望我的话能对你有所启发，也欢迎在评论区交流。",
        "label": ""
      }
    ]
  }
]