[
  {
    "role": "client",
    "content": "我18岁，自卑，想要的东西却不敢争取。从小父母对我要求很苛刻，非要我按照他们的意愿生活，如果我不照做，他们就会使用暴力来改变我。现在我感觉自己为了顺应他们而牺牲了很多，我变得胆怯，甚至被压抑成了习惯。我在学校里有一些可以争夺的职位或其他东西，但每次一想到要争取，我就内心犹豫不决，非常焦虑。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我18岁，自卑，想要的东西却不敢争取。",
        "label": ""
      },
      {
        "sentence": "从小父母对我要求很苛刻，非要我按照他们的意愿生活，如果我不照做，他们就会使用暴力来改变我。",
        "label": ""
      },
      {
        "sentence": "现在我感觉自己为了顺应他们而牺牲了很多，我变得胆怯，甚至被压抑成了习惯。",
        "label": ""
      },
      {
        "sentence": "我在学校里有一些可以争夺的职位或其他东西，但每次一想到要争取，我就内心犹豫不决，非常焦虑。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你成长过程中受到父母过分保护的影响，这会让你感到压抑并积攒了一些愤怒。同时，你可能因为缺乏尝试而不敢轻易选择，害怕面对不确定性。既然已经陷入这样的情绪反应方式，如何改变呢？首先，解决问题需要你主动出击。你可以找个机会跟父母坦诚地聊聊你的想法和成长中的压抑感。虽然父母的出发点是好的，他们也可能比你更理性，但他们可能忽略了尊重你作为独立个体的尊严和主动性，剥夺了你独立探索和决策的权利。你可以用平和的语气告诉他们，这些年受到过保护和压抑，心里很不舒服，希望他们能调整对你的方式，不要管得太死。同时，你也要按部就班地尽量做好一些事情。即使有些事情暂时做不好，那也是成长的代价和试错的成本，邀请父母和你共同面对这些。这个对话可以尽可能深入地讲述小时候每一次你感到压抑的事情，这样能更好地宣泄负面情绪，让意识层面接纳过去的自己，逐渐摆脱困境。你还可以把愤怒转移到其他人身上，尝试理解那些让你看不顺眼的人，也许你的情绪会有所缓解。在学校里，你可以积极尝试一些事情，就算结果不太理想，也是成长中宝贵的经验，我们总得经历才能学到更多东西，并学会如何面对挫折。在尝试的过程中，多向同学、朋友和父母征求意见，慢慢把父母变成朋友。加油！",
    "annotation": [
      {
        "sentence": "我理解你成长过程中受到父母过分保护的影响，这会让你感到压抑并积攒了一些愤怒。",
        "label": ""
      },
      {
        "sentence": "同时，你可能因为缺乏尝试而不敢轻易选择，害怕面对不确定性。",
        "label": ""
      },
      {
        "sentence": "既然已经陷入这样的情绪反应方式，如何改变呢？",
        "label": ""
      },
      {
        "sentence": "首先，解决问题需要你主动出击。",
        "label": ""
      },
      {
        "sentence": "你可以找个机会跟父母坦诚地聊聊你的想法和成长中的压抑感。",
        "label": ""
      },
      {
        "sentence": "虽然父母的出发点是好的，他们也可能比你更理性，但他们可能忽略了尊重你作为独立个体的尊严和主动性，剥夺了你独立探索和决策的权利。",
        "label": ""
      },
      {
        "sentence": "你可以用平和的语气告诉他们，这些年受到过保护和压抑，心里很不舒服，希望他们能调整对你的方式，不要管得太死。",
        "label": ""
      },
      {
        "sentence": "同时，你也要按部就班地尽量做好一些事情。",
        "label": ""
      },
      {
        "sentence": "即使有些事情暂时做不好，那也是成长的代价和试错的成本，邀请父母和你共同面对这些。",
        "label": ""
      },
      {
        "sentence": "这个对话可以尽可能深入地讲述小时候每一次你感到压抑的事情，这样能更好地宣泄负面情绪，让意识层面接纳过去的自己，逐渐摆脱困境。",
        "label": ""
      },
      {
        "sentence": "你还可以把愤怒转移到其他人身上，尝试理解那些让你看不顺眼的人，也许你的情绪会有所缓解。",
        "label": ""
      },
      {
        "sentence": "在学校里，你可以积极尝试一些事情，就算结果不太理想，也是成长中宝贵的经验，我们总得经历才能学到更多东西，并学会如何面对挫折。",
        "label": ""
      },
      {
        "sentence": "在尝试的过程中，多向同学、朋友和父母征求意见，慢慢把父母变成朋友。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]