[
  {
    "role": "client",
    "content": "我为什么会压抑孤独浮躁不安？我的人生要走向哪里？我是单向思维，总是强迫性的把一件事往好的方面想，以至于第一次挫折的到来，把我整个人生带入消极的泥潭，而这种状态让我迷失自我，害怕失去，害怕孤独，害怕冷眼，每个十字路口都无法做出我自己的选择，我的人生到底要走向哪里。我哪里出了问题。",
    "annotation": [
      {
        "sentence": "我为什么会压抑孤独浮躁不安？",
        "label": ""
      },
      {
        "sentence": "我的人生要走向哪里？",
        "label": ""
      },
      {
        "sentence": "我是单向思维，总是强迫性的把一件事往好的方面想，以至于第一次挫折的到来，把我整个人生带入消极的泥潭，而这种状态让我迷失自我，害怕失去，害怕孤独，害怕冷眼，每个十字路口都无法做出我自己的选择，我的人生到底要走向哪里。",
        "label": ""
      },
      {
        "sentence": "我哪里出了问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你习惯积极期待，却无法接受挫折，感觉迷茫无助，以至于每个路口都无法为自己做出选择，这个感受真是太糟糕了。当我们满怀期待的去做事情，憧憬着良性完美的成绩，却被不完美的结果打败，可能会感觉自己之前的付出没有意义，接下来该怎么办，也没有了主意。",
    "annotation": [
      {
        "sentence": "看到你习惯积极期待，却无法接受挫折，感觉迷茫无助，以至于每个路口都无法为自己做出选择，这个感受真是太糟糕了。",
        "label": ""
      },
      {
        "sentence": "当我们满怀期待的去做事情，憧憬着良性完美的成绩，却被不完美的结果打败，可能会感觉自己之前的付出没有意义，接下来该怎么办，也没有了主意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样。每次遇到挫折，就感到整个世界都变得一片灰暗，觉得自己的努力都白费了，真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "是的，我就是这样。",
        "label": ""
      },
      {
        "sentence": "每次遇到挫折，就感到整个世界都变得一片灰暗，觉得自己的努力都白费了，真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。我们都希望事事顺利，但现实中却不尽如人意。面对挫折，我们可以先接受自己的情绪，允许自己感到失望和沮丧，毕竟我们都是人，会受到情绪的影响。但接下来，我们需要寻找新的办法来面对问题，相信你一定能找到解决的办法。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "我们都希望事事顺利，但现实中却不尽如人意。",
        "label": ""
      },
      {
        "sentence": "面对挫折，我们可以先接受自己的情绪，允许自己感到失望和沮丧，毕竟我们都是人，会受到情绪的影响。",
        "label": ""
      },
      {
        "sentence": "但接下来，我们需要寻找新的办法来面对问题，相信你一定能找到解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得我自己的思维方式有问题，为什么总是单向思考，无法看到事情的两面性呢？我觉得这样让我陷入了消极的泥潭。",
    "annotation": [
      {
        "sentence": "可是我总觉得我自己的思维方式有问题，为什么总是单向思考，无法看到事情的两面性呢？",
        "label": ""
      },
      {
        "sentence": "我觉得这样让我陷入了消极的泥潭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受。人的思维方式是受到各种因素影响的，可能是过去的经历、环境的压力等因素导致我们倾向于单向思考。但我们可以通过调整自己的心态来改变这种思维方式。尝试从不同的角度看待问题，思考事情的两面性，这样能够让你更全面地看待事物，减少消极情绪的影响。",
    "annotation": [
      {
        "sentence": "理解你的感受。",
        "label": ""
      },
      {
        "sentence": "人的思维方式是受到各种因素影响的，可能是过去的经历、环境的压力等因素导致我们倾向于单向思考。",
        "label": ""
      },
      {
        "sentence": "但我们可以通过调整自己的心态来改变这种思维方式。",
        "label": ""
      },
      {
        "sentence": "尝试从不同的角度看待问题，思考事情的两面性，这样能够让你更全面地看待事物，减少消极情绪的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要改变自己的思维方式，接受事物的两面性。那我还有一个问题，我总是害怕失去和孤独，怕别人对我冷眼相待。这些担忧让我在做每个选择时都感到迷茫。",
    "annotation": [
      {
        "sentence": "我明白了，我需要改变自己的思维方式，接受事物的两面性。",
        "label": ""
      },
      {
        "sentence": "那我还有一个问题，我总是害怕失去和孤独，怕别人对我冷眼相待。",
        "label": ""
      },
      {
        "sentence": "这些担忧让我在做每个选择时都感到迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失去和孤独是人之常情，我们都渴望被理解和接受。但你不必过分担心，因为你肯定拥有一些支持你的人。你可以寻找和你处境相当的朋友，他们能够理解你的困惑和不安，并给予你安慰和支持。此外，也可以尝试与家人或长辈沟通，他们可以给你带来包容和理解，让你感到更加安心和舒适。",
    "annotation": [
      {
        "sentence": "害怕失去和孤独是人之常情，我们都渴望被理解和接受。",
        "label": ""
      },
      {
        "sentence": "但你不必过分担心，因为你肯定拥有一些支持你的人。",
        "label": ""
      },
      {
        "sentence": "你可以寻找和你处境相当的朋友，他们能够理解你的困惑和不安，并给予你安慰和支持。",
        "label": ""
      },
      {
        "sentence": "此外，也可以尝试与家人或长辈沟通，他们可以给你带来包容和理解，让你感到更加安心和舒适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实有些朋友和家人可以倾诉，但有时我觉得他们可能无法真正理解我的处境，怎么办呢？",
    "annotation": [
      {
        "sentence": "是的，我确实有些朋友和家人可以倾诉，但有时我觉得他们可能无法真正理解我的处境，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。有时候，别人可能无法完全理解我们的感受，但倾诉本身已经能够减轻你的负担。如果你觉得他们无法真正理解，你还可以尝试寻找专业的心理咨询师，他们会提供更加专业的帮助和支持，给你一些建设性的建议和解决方案。无论何时，都要记得你并不孤单，总会有人愿意倾听并帮助你。愿你能早日战胜困难，重新找到自己的方向。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "有时候，别人可能无法完全理解我们的感受，但倾诉本身已经能够减轻你的负担。",
        "label": ""
      },
      {
        "sentence": "如果你觉得他们无法真正理解，你还可以尝试寻找专业的心理咨询师，他们会提供更加专业的帮助和支持，给你一些建设性的建议和解决方案。",
        "label": ""
      },
      {
        "sentence": "无论何时，都要记得你并不孤单，总会有人愿意倾听并帮助你。",
        "label": ""
      },
      {
        "sentence": "愿你能早日战胜困难，重新找到自己的方向。",
        "label": ""
      }
    ]
  }
]