[
  {
    "role": "client",
    "content": "我是一名25岁女生，近半年一直感到自卑，精神涣散，觉得孤独。这和我的恋情有关。去年我认识了一个猎头，他给我介绍了工作，还教我生活技巧。我的生活从黑白变成了彩色，我对他非常喜欢。他的行为也让我觉得他也很在意我，而且他建议我找北京男孩。可是，他快要离开北京前，才跟我表白并说对我有好感。他问我是否幻想过酒后发生关系，我也想过，我答应了。但当晚因为我未出血，他质疑我不是处女，甚至告诉我以后可以骗别人。几天后，我发现他有女友。",
    "annotation": [
      {
        "sentence": "我是一名25岁女生，近半年一直感到自卑，精神涣散，觉得孤独。",
        "label": ""
      },
      {
        "sentence": "这和我的恋情有关。",
        "label": ""
      },
      {
        "sentence": "去年我认识了一个猎头，他给我介绍了工作，还教我生活技巧。",
        "label": ""
      },
      {
        "sentence": "我的生活从黑白变成了彩色，我对他非常喜欢。",
        "label": ""
      },
      {
        "sentence": "他的行为也让我觉得他也很在意我，而且他建议我找北京男孩。",
        "label": ""
      },
      {
        "sentence": "可是，他快要离开北京前，才跟我表白并说对我有好感。",
        "label": ""
      },
      {
        "sentence": "他问我是否幻想过酒后发生关系，我也想过，我答应了。",
        "label": ""
      },
      {
        "sentence": "但当晚因为我未出血，他质疑我不是处女，甚至告诉我以后可以骗别人。",
        "label": ""
      },
      {
        "sentence": "几天后，我发现他有女友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出你对这段感情投入了很多，因此最后发现真相时会受到很大伤害。你现在的状态很可能是这段感情的后遗症，我可以理解你的心情。从你的描述中，我可以看到，对方一开始和你交往的目的可能和你不一样，具有欺骗的性质。这段感情的伤害，可能打碎了你的自尊心，让你怀疑自己。但我想告诉你的是，这并不是你的错，依然是完整的你。对方不是很在乎你，那是他的问题。你需要给自己一些时间来缓解失恋带来的痛苦。",
    "annotation": [
      {
        "sentence": "看得出你对这段感情投入了很多，因此最后发现真相时会受到很大伤害。",
        "label": ""
      },
      {
        "sentence": "你现在的状态很可能是这段感情的后遗症，我可以理解你的心情。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以看到，对方一开始和你交往的目的可能和你不一样，具有欺骗的性质。",
        "label": ""
      },
      {
        "sentence": "这段感情的伤害，可能打碎了你的自尊心，让你怀疑自己。",
        "label": ""
      },
      {
        "sentence": "但我想告诉你的是，这并不是你的错，依然是完整的你。",
        "label": ""
      },
      {
        "sentence": "对方不是很在乎你，那是他的问题。",
        "label": ""
      },
      {
        "sentence": "你需要给自己一些时间来缓解失恋带来的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在很孤独，一个人住非常害怕，窗帘不能封闭，睡觉前要亮灯，要有声音才能睡觉。感觉世界不真实。我没有想过寻死，我想活着。我的家庭情况也不好，父母一直教育我好好学习，从没发过脾气。",
    "annotation": [
      {
        "sentence": "我现在很孤独，一个人住非常害怕，窗帘不能封闭，睡觉前要亮灯，要有声音才能睡觉。",
        "label": ""
      },
      {
        "sentence": "感觉世界不真实。",
        "label": ""
      },
      {
        "sentence": "我没有想过寻死，我想活着。",
        "label": ""
      },
      {
        "sentence": "我的家庭情况也不好，父母一直教育我好好学习，从没发过脾气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受和恐惧。你现在的状态很可能是情绪失控的表现，因为失恋是一种关系的破裂，是一种丧失。可能需要一段时间来恢复，需要接受自己的感情和感受，也可以找信任的朋友聊聊。如果和父母关系不错，也可以向他们倾诉。如果觉得状态实在糟糕，还可以寻求专业心理咨询师的帮助，可以更好地倾诉和缓解情绪。",
    "annotation": [
      {
        "sentence": "我能理解你的感受和恐惧。",
        "label": ""
      },
      {
        "sentence": "你现在的状态很可能是情绪失控的表现，因为失恋是一种关系的破裂，是一种丧失。",
        "label": ""
      },
      {
        "sentence": "可能需要一段时间来恢复，需要接受自己的感情和感受，也可以找信任的朋友聊聊。",
        "label": ""
      },
      {
        "sentence": "如果和父母关系不错，也可以向他们倾诉。",
        "label": ""
      },
      {
        "sentence": "如果觉得状态实在糟糕，还可以寻求专业心理咨询师的帮助，可以更好地倾诉和缓解情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想有些积极的方式来排解我的痛苦，你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我想有些积极的方式来排解我的痛苦，你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以尝试做一些运动，比如慢跑、瑜伽、健身、跳舞等。运动可以让身体和心灵都得到放松。另外可以尝试去看看这段感情给自己带来的积极面是什么：对方在刚开始给了你许多帮助，帮助你快速适应生活，不管对方目的是否单纯，有帮助也是一种事实。你曾经度过了快乐的时光，生活是彩色的。也许在经历这段感情后，你会更加谨慎地对待自己的感情，会更懂得辨别“渣男”。",
    "annotation": [
      {
        "sentence": "可以尝试做一些运动，比如慢跑、瑜伽、健身、跳舞等。",
        "label": ""
      },
      {
        "sentence": "运动可以让身体和心灵都得到放松。",
        "label": ""
      },
      {
        "sentence": "另外可以尝试去看看这段感情给自己带来的积极面是什么：对方在刚开始给了你许多帮助，帮助你快速适应生活，不管对方目的是否单纯，有帮助也是一种事实。",
        "label": ""
      },
      {
        "sentence": "你曾经度过了快乐的时光，生活是彩色的。",
        "label": ""
      },
      {
        "sentence": "也许在经历这段感情后，你会更加谨慎地对待自己的感情，会更懂得辨别“渣男”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我应该怎么忘记他？",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我应该怎么忘记他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "已经互删了，就千万不要再联系，渣男不值得，妹妹你可以大胆向前走，前方的风景会更美妙。要时刻提醒自己，不再回忆这段感情。再者，你可以尝试做些自己感兴趣的事情，比如学习、旅行、读书等。这样可以使你的注意力从那个人身上开放，并有机会重新认识自己，发掘自己的兴趣爱好。",
    "annotation": [
      {
        "sentence": "已经互删了，就千万不要再联系，渣男不值得，妹妹你可以大胆向前走，前方的风景会更美妙。",
        "label": ""
      },
      {
        "sentence": "要时刻提醒自己，不再回忆这段感情。",
        "label": ""
      },
      {
        "sentence": "再者，你可以尝试做些自己感兴趣的事情，比如学习、旅行、读书等。",
        "label": ""
      },
      {
        "sentence": "这样可以使你的注意力从那个人身上开放，并有机会重新认识自己，发掘自己的兴趣爱好。",
        "label": ""
      }
    ]
  }
]