[
  {
    "role": "client",
    "content": "我是一个25岁的女生，近半年来一直感到自卑、精神涣散，孤独无助。这都是因为我去年认识了一个猎头，他不仅帮我找到了工作，还教我许多生活技巧。我的生活从黑白变得丰富多彩，而他的出现是导致这种变化的原因。支持者：我理解你的感受。那个猎头的到来的确给你的生活带来了改变，但是在这个过程中你也逐渐对他产生了情感。求助者：是的，我非常喜欢他。虽然他从未明确表达过自己的立场，但是他的行为让我觉得他也很在意我。他甚至建议我找一个北京的男孩子。我认为他很好、很为我着想。去年就这样过去了。然而，今年他要离开北京之前，对我表达了他的好感，并问我是否幻想过酒后XX。我想过，尽管他也不留在北京，但我仍然愿意。支持者：听起来你们的关系进展得很快。不过这样做需要谨慎，因为这种行为牵涉到你自己的身体和情感。他是否给你足够的时间考虑这个问题？求助者：他对我说不过暂时不忍心。当晚，因为我未流血，他质疑我不是处女，并告诉我可以骗别人。两个月后，他问我是否会打开欲望之门，我回答会，他则告诉我如果忍不住就可以找他。几天后，我发现他有女友并被他解除联系。现在我孤独无助，住在一个不安全的地方，不能闭起窗帘。晚上睡觉前我必须开着灯，必须听着声音才能睡着，感觉世界不真实。支持者：听到这些，我十分关心你。你现在的情感和日常生活受到了伤害，有点失落和沮丧是很正常的。我想知道你的家庭情况。求助者：我家的经济条件不好。父母教育我好好学习，我一直都很懂事、很乖巧，从没发过脾气。支持者：这些信息可以帮助我们更好地了解你的情况和需要。我们应该重视你的感受和安全感。你可以考虑搬到一个更安全的地方去住，或者寻求更有效的安全保护措施。此外，你需要学会保护自己和自己的情感，不要像以前一样对别人太过依赖和顺从。你的人生需要自己来掌控。求助者：你说得对，我需要学会独立自主，掌控自己的人生。确实有些事情从过去到现在一直在影响我。你能告诉我，如何才能忘记这个人和过去的事情吗？支持者：忘记过去的事情是一个漫长而艰苦的过程。你不能一蹴而就，但这并不意味着一切都没有希望。首先，你可以积极地去寻找一个新的爱好或者朋友圈子来分散你的注意力，让你的精神更加宽慰。其次，你可能还需要去和一个专业人士谈谈，例如心理医生，从而能够找到一些更有帮助的方法来慢慢地减轻你的情感负担。总之，要学会爱和关心自己，不要失去希望。越来越多的人都和你有同样或类似的经历，我们也需要相互支持、相互理解。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，近半年来一直感到自卑、精神涣散，孤独无助。",
        "label": ""
      },
      {
        "sentence": "这都是因为我去年认识了一个猎头，他不仅帮我找到了工作，还教我许多生活技巧。",
        "label": ""
      },
      {
        "sentence": "我的生活从黑白变得丰富多彩，而他的出现是导致这种变化的原因。",
        "label": ""
      },
      {
        "sentence": "支持者：我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "那个猎头的到来的确给你的生活带来了改变，但是在这个过程中你也逐渐对他产生了情感。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我非常喜欢他。",
        "label": ""
      },
      {
        "sentence": "虽然他从未明确表达过自己的立场，但是他的行为让我觉得他也很在意我。",
        "label": ""
      },
      {
        "sentence": "他甚至建议我找一个北京的男孩子。",
        "label": ""
      },
      {
        "sentence": "我认为他很好、很为我着想。",
        "label": ""
      },
      {
        "sentence": "去年就这样过去了。",
        "label": ""
      },
      {
        "sentence": "然而，今年他要离开北京之前，对我表达了他的好感，并问我是否幻想过酒后XX。",
        "label": ""
      },
      {
        "sentence": "我想过，尽管他也不留在北京，但我仍然愿意。",
        "label": ""
      },
      {
        "sentence": "支持者：听起来你们的关系进展得很快。",
        "label": ""
      },
      {
        "sentence": "不过这样做需要谨慎，因为这种行为牵涉到你自己的身体和情感。",
        "label": ""
      },
      {
        "sentence": "他是否给你足够的时间考虑这个问题？",
        "label": ""
      },
      {
        "sentence": "求助者：他对我说不过暂时不忍心。",
        "label": ""
      },
      {
        "sentence": "当晚，因为我未流血，他质疑我不是处女，并告诉我可以骗别人。",
        "label": ""
      },
      {
        "sentence": "两个月后，他问我是否会打开欲望之门，我回答会，他则告诉我如果忍不住就可以找他。",
        "label": ""
      },
      {
        "sentence": "几天后，我发现他有女友并被他解除联系。",
        "label": ""
      },
      {
        "sentence": "现在我孤独无助，住在一个不安全的地方，不能闭起窗帘。",
        "label": ""
      },
      {
        "sentence": "晚上睡觉前我必须开着灯，必须听着声音才能睡着，感觉世界不真实。",
        "label": ""
      },
      {
        "sentence": "支持者：听到这些，我十分关心你。",
        "label": ""
      },
      {
        "sentence": "你现在的情感和日常生活受到了伤害，有点失落和沮丧是很正常的。",
        "label": ""
      },
      {
        "sentence": "我想知道你的家庭情况。",
        "label": ""
      },
      {
        "sentence": "求助者：我家的经济条件不好。",
        "label": ""
      },
      {
        "sentence": "父母教育我好好学习，我一直都很懂事、很乖巧，从没发过脾气。",
        "label": ""
      },
      {
        "sentence": "支持者：这些信息可以帮助我们更好地了解你的情况和需要。",
        "label": ""
      },
      {
        "sentence": "我们应该重视你的感受和安全感。",
        "label": ""
      },
      {
        "sentence": "你可以考虑搬到一个更安全的地方去住，或者寻求更有效的安全保护措施。",
        "label": ""
      },
      {
        "sentence": "此外，你需要学会保护自己和自己的情感，不要像以前一样对别人太过依赖和顺从。",
        "label": ""
      },
      {
        "sentence": "你的人生需要自己来掌控。",
        "label": ""
      },
      {
        "sentence": "求助者：你说得对，我需要学会独立自主，掌控自己的人生。",
        "label": ""
      },
      {
        "sentence": "确实有些事情从过去到现在一直在影响我。",
        "label": ""
      },
      {
        "sentence": "你能告诉我，如何才能忘记这个人和过去的事情吗？",
        "label": ""
      },
      {
        "sentence": "支持者：忘记过去的事情是一个漫长而艰苦的过程。",
        "label": ""
      },
      {
        "sentence": "你不能一蹴而就，但这并不意味着一切都没有希望。",
        "label": ""
      },
      {
        "sentence": "首先，你可以积极地去寻找一个新的爱好或者朋友圈子来分散你的注意力，让你的精神更加宽慰。",
        "label": ""
      },
      {
        "sentence": "其次，你可能还需要去和一个专业人士谈谈，例如心理医生，从而能够找到一些更有帮助的方法来慢慢地减轻你的情感负担。",
        "label": ""
      },
      {
        "sentence": "总之，要学会爱和关心自己，不要失去希望。",
        "label": ""
      },
      {
        "sentence": "越来越多的人都和你有同样或类似的经历，我们也需要相互支持、相互理解。",
        "label": ""
      }
    ]
  }
]