[
  {
    "role": "client",
    "content": "总希望我对于他人是重要的，怎样不被他人的言行左右？最近发现自己总希望自己对于他人是重要的，不然就会很失落。这种感觉就像是，我的价值感都是别人赋予的似的，感觉自己把控制权交给了别人，情绪随着他人的行为变化，失控了，很没安全感。怎么才能坚定自己不被他人的言行左右呢。",
    "annotation": [
      {
        "sentence": "总希望我对于他人是重要的，怎样不被他人的言行左右？",
        "label": ""
      },
      {
        "sentence": "最近发现自己总希望自己对于他人是重要的，不然就会很失落。",
        "label": ""
      },
      {
        "sentence": "这种感觉就像是，我的价值感都是别人赋予的似的，感觉自己把控制权交给了别人，情绪随着他人的行为变化，失控了，很没安全感。",
        "label": ""
      },
      {
        "sentence": "怎么才能坚定自己不被他人的言行左右呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。你希望对别人有重要性，是希望得到认可和赞许的表现。在社会中我们都会受到别人的言行影响，这是不可避免的。但我们可以通过一些方法帮助自己不被他人左右。你的感受是正常的，看起来你已经意识到你把控制权交给了别人，这也意味着你可以有所改变。首先要意识到，你的价值感不应该只由别人来决定，你要学会让自己的情绪和行为受自己控制，而不是被外在因素左右。你可以问问自己，我觉得自己的价值体现在哪些方面？将焦点放在自己内在的成长和力量上，不单单依赖别人的评价和反馈。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你希望对别人有重要性，是希望得到认可和赞许的表现。",
        "label": ""
      },
      {
        "sentence": "在社会中我们都会受到别人的言行影响，这是不可避免的。",
        "label": ""
      },
      {
        "sentence": "但我们可以通过一些方法帮助自己不被他人左右。",
        "label": ""
      },
      {
        "sentence": "你的感受是正常的，看起来你已经意识到你把控制权交给了别人，这也意味着你可以有所改变。",
        "label": ""
      },
      {
        "sentence": "首先要意识到，你的价值感不应该只由别人来决定，你要学会让自己的情绪和行为受自己控制，而不是被外在因素左右。",
        "label": ""
      },
      {
        "sentence": "你可以问问自己，我觉得自己的价值体现在哪些方面？",
        "label": ""
      },
      {
        "sentence": "将焦点放在自己内在的成长和力量上，不单单依赖别人的评价和反馈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我意识到了我需要更加关注自己的成长和力量，而不是完全仰赖他人对我的评价。但是，在日常生活中，他人的言行还是会影响我的情绪，我该如何应对这种情况呢？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我意识到了我需要更加关注自己的成长和力量，而不是完全仰赖他人对我的评价。",
        "label": ""
      },
      {
        "sentence": "但是，在日常生活中，他人的言行还是会影响我的情绪，我该如何应对这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于别人的言行影响我们的情绪是正常的，但是我们可以学会应对，减少因此而失控的情况。首先，我们可以培养内在的安全感，相信自己的能力和价值，并让自己的情绪与自我价值相联系。其次，我们可以通过保持积极的人际关系，与身边的人共同成长。寻找那些对你有积极影响和支持的人，积极面对和他人的互动。当然，也要学会保护自己，避免与那些消极影响较大的人接触。最后，不要忽视自己内心的需求和感受，学会有效表达，让别人了解你的真实想法，这样你会更容易得到他人的理解和支持。",
    "annotation": [
      {
        "sentence": "对于别人的言行影响我们的情绪是正常的，但是我们可以学会应对，减少因此而失控的情况。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以培养内在的安全感，相信自己的能力和价值，并让自己的情绪与自我价值相联系。",
        "label": ""
      },
      {
        "sentence": "其次，我们可以通过保持积极的人际关系，与身边的人共同成长。",
        "label": ""
      },
      {
        "sentence": "寻找那些对你有积极影响和支持的人，积极面对和他人的互动。",
        "label": ""
      },
      {
        "sentence": "当然，也要学会保护自己，避免与那些消极影响较大的人接触。",
        "label": ""
      },
      {
        "sentence": "最后，不要忽视自己内心的需求和感受，学会有效表达，让别人了解你的真实想法，这样你会更容易得到他人的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这些方法对我来说可能有些困难，特别是在面对那些消极影响较大的人时。我总觉得自己会受到他们的影响，怎样才能更好地完成这些方法呢？",
    "annotation": [
      {
        "sentence": "我觉得这些方法对我来说可能有些困难，特别是在面对那些消极影响较大的人时。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己会受到他们的影响，怎样才能更好地完成这些方法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，面对那些消极影响较大的人可能会有挑战。首先要明确一点，你对自己的成长和价值感的关注是一种选择，不要因为别人的言行而放弃这样的选择。在与这些人交往时，你可以设定一个心理边界，保护自己不受过多影响。只接受那些有建设性的反馈和意见，并学会在关键时刻保持沉默，不与消极情绪的扩散者争论。此外，自我肯定也非常重要，每天给自己一些肯定的话语，让自己更加坚定和自信。当你坚信自己的价值不仅仅取决于他人评价时，你就会在面对这些人时有更好的抵抗能力。",
    "annotation": [
      {
        "sentence": "确实，面对那些消极影响较大的人可能会有挑战。",
        "label": ""
      },
      {
        "sentence": "首先要明确一点，你对自己的成长和价值感的关注是一种选择，不要因为别人的言行而放弃这样的选择。",
        "label": ""
      },
      {
        "sentence": "在与这些人交往时，你可以设定一个心理边界，保护自己不受过多影响。",
        "label": ""
      },
      {
        "sentence": "只接受那些有建设性的反馈和意见，并学会在关键时刻保持沉默，不与消极情绪的扩散者争论。",
        "label": ""
      },
      {
        "sentence": "此外，自我肯定也非常重要，每天给自己一些肯定的话语，让自己更加坚定和自信。",
        "label": ""
      },
      {
        "sentence": "当你坚信自己的价值不仅仅取决于他人评价时，你就会在面对这些人时有更好的抵抗能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该更加坚信并选择关注自己的成长和价值感，不受消极影响的左右。在面对那些消极的人时，我也要设定好自己的心理边界，并学会保持沉默以避免与他们争论。同时，我会每天给自己正能量的肯定，让自己更坚定自信。谢谢你的建议，我会尽力去实践的。",
    "annotation": [
      {
        "sentence": "你说的对，我应该更加坚信并选择关注自己的成长和价值感，不受消极影响的左右。",
        "label": ""
      },
      {
        "sentence": "在面对那些消极的人时，我也要设定好自己的心理边界，并学会保持沉默以避免与他们争论。",
        "label": ""
      },
      {
        "sentence": "同时，我会每天给自己正能量的肯定，让自己更坚定自信。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尽力去实践的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。记住，过程可能不会一帆风顺，但只要你持续付出并相信自己，你就能逐渐摆脱被他人左右的困境，走上更加积极、独立的道路。我会一直支持你的，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "记住，过程可能不会一帆风顺，但只要你持续付出并相信自己，你就能逐渐摆脱被他人左右的困境，走上更加积极、独立的道路。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，加油！",
        "label": ""
      }
    ]
  }
]