[
  {
    "role": "client",
    "content": "大家好，我有一个问题想请教。我是一个31岁的中年男性，在职业和家庭之间感到很纠结和焦虑。我在2012年本科毕业后就开始工作，在2018年攻读完硕士学位。我本以为攻读硕士会给我的工作带来很大的改变，但是近几年来我频繁地换工作，基本上每年都要换一份工作。原因是为了照顾家庭和孩子，我选择了那些薪水较低但离家比较近的事业单位。可是工作了一年之后，我觉得薪水太少并不满足，有机会选择那些薪水高并有发展前景的单位，但是每天通勤时间长达四个小时，长期下来我怕自己无法承受那样的压力和疲劳。我感觉职业生涯和家庭生活之间选择得很困难，而且晚上睡不好觉，白天又无法集中精力学习和工作。",
    "annotation": [
      {
        "sentence": "大家好，我有一个问题想请教。",
        "label": ""
      },
      {
        "sentence": "我是一个31岁的中年男性，在职业和家庭之间感到很纠结和焦虑。",
        "label": ""
      },
      {
        "sentence": "我在2012年本科毕业后就开始工作，在2018年攻读完硕士学位。",
        "label": ""
      },
      {
        "sentence": "我本以为攻读硕士会给我的工作带来很大的改变，但是近几年来我频繁地换工作，基本上每年都要换一份工作。",
        "label": ""
      },
      {
        "sentence": "原因是为了照顾家庭和孩子，我选择了那些薪水较低但离家比较近的事业单位。",
        "label": ""
      },
      {
        "sentence": "可是工作了一年之后，我觉得薪水太少并不满足，有机会选择那些薪水高并有发展前景的单位，但是每天通勤时间长达四个小时，长期下来我怕自己无法承受那样的压力和疲劳。",
        "label": ""
      },
      {
        "sentence": "我感觉职业生涯和家庭生活之间选择得很困难，而且晚上睡不好觉，白天又无法集中精力学习和工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很高兴能回答你的问题。从你的叙述中，我能感受到你是一个非常努力和上进的人。你在本科毕业六年后还选择攻读硕士学位，希望能在工作上有更大的变化。同时，你也是一个非常重视家庭的人，频繁换工作的原因是为了照顾家庭和孩子。然而，你现在遇到了一个非常棘手的问题，那就是要选择“薪水少但离家近的事业单位”还是“薪水高且有发展前景的单位”？你感觉到了“职业生涯和家庭生活之间选择两难”的困惑。这种情况在心理学上被称为双重趋避冲突，它指的是个体在面临两个目标冲突时，产生了同时回避这两个目标的心理状态。例如，一个患者希望住院治疗，但又担心耽误工作；在门诊治疗可以不影响工作，但又担心无法得到有效的治疗。这种情况下，往往出现了非常犹豫和难以抉择的心理困扰。同时，在做出选择之后，满足了的动机会降低，而未满足的动机则会增强。这意味着我们更为珍惜那些失去的或未能得到的东西。在这种情况下，你的内心可能暂时无法安静。因此，我建议你先问问自己，在家庭和事业之间，你更加渴望的是什么？哪一方可能会让你更有动力和满足感？你可以通过正念冥想的方式让自己平静下来，然后观察自己内心浮现出的渴望是什么。同时，你也可以尝试使用最优条件选择法，将两个选择之间的优劣势列出来，看看是否有办法克服一些劣势和困难。最后，你也可以回顾一下自己已经经历过的生活和工作历程，看看你攻读硕士是出于什么目的？另外，你也可以尝试将自己的人生放得更加长远一些，把现在看作是人生中的一个点，然后想象一下十年后的自己会对现在的你说些什么？通过这些方式，你或许能更加清晰地明确自己的内心选择。希望我的回答能给你提供一些参考和启示。如果还有其他问题，请随时提问。",
    "annotation": [
      {
        "sentence": "你好，很高兴能回答你的问题。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中，我能感受到你是一个非常努力和上进的人。",
        "label": ""
      },
      {
        "sentence": "你在本科毕业六年后还选择攻读硕士学位，希望能在工作上有更大的变化。",
        "label": ""
      },
      {
        "sentence": "同时，你也是一个非常重视家庭的人，频繁换工作的原因是为了照顾家庭和孩子。",
        "label": ""
      },
      {
        "sentence": "然而，你现在遇到了一个非常棘手的问题，那就是要选择“薪水少但离家近的事业单位”还是“薪水高且有发展前景的单位”？",
        "label": ""
      },
      {
        "sentence": "你感觉到了“职业生涯和家庭生活之间选择两难”的困惑。",
        "label": ""
      },
      {
        "sentence": "这种情况在心理学上被称为双重趋避冲突，它指的是个体在面临两个目标冲突时，产生了同时回避这两个目标的心理状态。",
        "label": ""
      },
      {
        "sentence": "例如，一个患者希望住院治疗，但又担心耽误工作；在门诊治疗可以不影响工作，但又担心无法得到有效的治疗。",
        "label": ""
      },
      {
        "sentence": "这种情况下，往往出现了非常犹豫和难以抉择的心理困扰。",
        "label": ""
      },
      {
        "sentence": "同时，在做出选择之后，满足了的动机会降低，而未满足的动机则会增强。",
        "label": ""
      },
      {
        "sentence": "这意味着我们更为珍惜那些失去的或未能得到的东西。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你的内心可能暂时无法安静。",
        "label": ""
      },
      {
        "sentence": "因此，我建议你先问问自己，在家庭和事业之间，你更加渴望的是什么？",
        "label": ""
      },
      {
        "sentence": "哪一方可能会让你更有动力和满足感？",
        "label": ""
      },
      {
        "sentence": "你可以通过正念冥想的方式让自己平静下来，然后观察自己内心浮现出的渴望是什么。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试使用最优条件选择法，将两个选择之间的优劣势列出来，看看是否有办法克服一些劣势和困难。",
        "label": ""
      },
      {
        "sentence": "最后，你也可以回顾一下自己已经经历过的生活和工作历程，看看你攻读硕士是出于什么目的？",
        "label": ""
      },
      {
        "sentence": "另外，你也可以尝试将自己的人生放得更加长远一些，把现在看作是人生中的一个点，然后想象一下十年后的自己会对现在的你说些什么？",
        "label": ""
      },
      {
        "sentence": "通过这些方式，你或许能更加清晰地明确自己的内心选择。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你提供一些参考和启示。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，请随时提问。",
        "label": ""
      }
    ]
  }
]