[
  {
    "role": "client",
    "content": "我今年31岁，是一名中年男性。我目前面临一个困扰，就是在职业和家庭之间两难选择，感到非常焦虑。我在2012年本科毕业后开始工作，并于2018年攻读完硕士学位。我曾以为这会给我的工作带来巨大改变，但近几年却频繁换工作，几乎每年都换一份工作。原因是为了照顾家庭中的孩子，我选择了薪水较低、工作内容较少，但离家近的事业单位。然而，工作了一年后，我发现薪水太少令我不甘心。我有机会选择薪水较高、有发展潜力的单位，但通勤时间会超过四小时，长期下来我担心自己承受不住压力和疲劳。我感到职业生涯和家庭生活的选择陷入了两难境地。此外，晚上我睡不好觉，白天又无法集中精力学习和工作。",
    "annotation": [
      {
        "sentence": "我今年31岁，是一名中年男性。",
        "label": ""
      },
      {
        "sentence": "我目前面临一个困扰，就是在职业和家庭之间两难选择，感到非常焦虑。",
        "label": ""
      },
      {
        "sentence": "我在2012年本科毕业后开始工作，并于2018年攻读完硕士学位。",
        "label": ""
      },
      {
        "sentence": "我曾以为这会给我的工作带来巨大改变，但近几年却频繁换工作，几乎每年都换一份工作。",
        "label": ""
      },
      {
        "sentence": "原因是为了照顾家庭中的孩子，我选择了薪水较低、工作内容较少，但离家近的事业单位。",
        "label": ""
      },
      {
        "sentence": "然而，工作了一年后，我发现薪水太少令我不甘心。",
        "label": ""
      },
      {
        "sentence": "我有机会选择薪水较高、有发展潜力的单位，但通勤时间会超过四小时，长期下来我担心自己承受不住压力和疲劳。",
        "label": ""
      },
      {
        "sentence": "我感到职业生涯和家庭生活的选择陷入了两难境地。",
        "label": ""
      },
      {
        "sentence": "此外，晚上我睡不好觉，白天又无法集中精力学习和工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你是遇到了一个很困扰的问题，但是鱼和熊掌是无法兼得的。面对这种情况，我们只能退而求其次，合理利用有限的时间和精力，把家庭照顾好。要赚钱必然需要花时间努力工作，但是若要照顾孩子，则没有那么多精力可用。在职业规划方面，你需要做好稳定和发展两方面的准备。可以选择留在事业单位工作，但同时可以考虑找一些副业，例如做点生意或者参与网络直播等，看看能否通过副业来增加收入。此外，你可以与家人商议如何分配工作和经济责任，共同应对家庭的压力，优化经济状况。有时候，我们也不必太过勉强自己，一个人承担太重的责任也是不可行的。如果为了赚钱而导致身体出现问题，这样得不偿失。如果你觉得职业生涯和家庭生活不太协调，那么可以优先考虑家庭，先稳定一段时间。等到孩子长大或者家庭状况更稳定后，再来考虑事业发展的问题，这样更合适一些。我祝愿你未来能够平衡好工作和家庭，相信你能够调整自己的状态。",
    "annotation": [
      {
        "sentence": "看来你是遇到了一个很困扰的问题，但是鱼和熊掌是无法兼得的。",
        "label": ""
      },
      {
        "sentence": "面对这种情况，我们只能退而求其次，合理利用有限的时间和精力，把家庭照顾好。",
        "label": ""
      },
      {
        "sentence": "要赚钱必然需要花时间努力工作，但是若要照顾孩子，则没有那么多精力可用。",
        "label": ""
      },
      {
        "sentence": "在职业规划方面，你需要做好稳定和发展两方面的准备。",
        "label": ""
      },
      {
        "sentence": "可以选择留在事业单位工作，但同时可以考虑找一些副业，例如做点生意或者参与网络直播等，看看能否通过副业来增加收入。",
        "label": ""
      },
      {
        "sentence": "此外，你可以与家人商议如何分配工作和经济责任，共同应对家庭的压力，优化经济状况。",
        "label": ""
      },
      {
        "sentence": "有时候，我们也不必太过勉强自己，一个人承担太重的责任也是不可行的。",
        "label": ""
      },
      {
        "sentence": "如果为了赚钱而导致身体出现问题，这样得不偿失。",
        "label": ""
      },
      {
        "sentence": "如果你觉得职业生涯和家庭生活不太协调，那么可以优先考虑家庭，先稳定一段时间。",
        "label": ""
      },
      {
        "sentence": "等到孩子长大或者家庭状况更稳定后，再来考虑事业发展的问题，这样更合适一些。",
        "label": ""
      },
      {
        "sentence": "我祝愿你未来能够平衡好工作和家庭，相信你能够调整自己的状态。",
        "label": ""
      }
    ]
  }
]