[
  {
    "role": "client",
    "content": "我觉得自己非常小气，忽视不了我的情绪，怎么办？",
    "annotation": [
      {
        "sentence": "我觉得自己非常小气，忽视不了我的情绪，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正常人遇到不爽的事情自然就会不开心。朋友长时间不回复信息或是太敷衍，妈妈把妹妹的东西都堆到你的房间，还有其他一些事，让你感觉到不舒服。你会不开心、生气，这都是正常的情绪反应。这也说明你是个内心敏感、自我意识较强、情绪丰富的人。",
    "annotation": [
      {
        "sentence": "正常人遇到不爽的事情自然就会不开心。",
        "label": ""
      },
      {
        "sentence": "朋友长时间不回复信息或是太敷衍，妈妈把妹妹的东西都堆到你的房间，还有其他一些事，让你感觉到不舒服。",
        "label": ""
      },
      {
        "sentence": "你会不开心、生气，这都是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "这也说明你是个内心敏感、自我意识较强、情绪丰富的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是容易受到周围事情的影响，有时候觉得自己太过敏感了。",
    "annotation": [
      {
        "sentence": "是的，我就是容易受到周围事情的影响，有时候觉得自己太过敏感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你比较看重朋友，希望得到他们的重视和关注，希望和他们进行分享，是吗？但朋友经常性不回复你或是很敷衍，你的这些期待得不到积极回应，也觉得他们不够重视与你的友情，自然会不开心。但是为了维护友情，和朋友继续相处下去，你又要压抑自己的情绪，假装没有生气。",
    "annotation": [
      {
        "sentence": "是的，你比较看重朋友，希望得到他们的重视和关注，希望和他们进行分享，是吗？",
        "label": ""
      },
      {
        "sentence": "但朋友经常性不回复你或是很敷衍，你的这些期待得不到积极回应，也觉得他们不够重视与你的友情，自然会不开心。",
        "label": ""
      },
      {
        "sentence": "但是为了维护友情，和朋友继续相处下去，你又要压抑自己的情绪，假装没有生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，我就是不想因为这些小事伤害了友情。",
    "annotation": [
      {
        "sentence": "没错，我就是不想因为这些小事伤害了友情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在家里，对你来说，你的房间是你自己的地盘，你拥有隐私、自由和控制的地方。但是你母亲却把妹妹的东西放到你的房间，也许她是无心的，但这种行为让你感觉到自己的地盘被侵入、边界被破坏，对你自己的空间失去了控制，因此心里感到不舒服，失去控制感和安全感。其实这也是一种正常的心理反应。",
    "annotation": [
      {
        "sentence": "在家里，对你来说，你的房间是你自己的地盘，你拥有隐私、自由和控制的地方。",
        "label": ""
      },
      {
        "sentence": "但是你母亲却把妹妹的东西放到你的房间，也许她是无心的，但这种行为让你感觉到自己的地盘被侵入、边界被破坏，对你自己的空间失去了控制，因此心里感到不舒服，失去控制感和安全感。",
        "label": ""
      },
      {
        "sentence": "其实这也是一种正常的心理反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己有点小题大做了，母亲是无心的，但我还是不太能接受自己的房间变得杂乱。",
    "annotation": [
      {
        "sentence": "我觉得自己有点小题大做了，母亲是无心的，但我还是不太能接受自己的房间变得杂乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们内心会有一定的边界感，会极力维护属于自己的空间。特别是当我们长大，有了更多的自主意识，有更多的隐私和秘密，也希望有一个安全空间可以容纳，不被别人侵入和打扰。这也是我们安全感的一个来源。但是你依然压抑了自己的真实想法和情绪，没有向母亲表达你的抗议，而是被动接受她的侵入。",
    "annotation": [
      {
        "sentence": "我们内心会有一定的边界感，会极力维护属于自己的空间。",
        "label": ""
      },
      {
        "sentence": "特别是当我们长大，有了更多的自主意识，有更多的隐私和秘密，也希望有一个安全空间可以容纳，不被别人侵入和打扰。",
        "label": ""
      },
      {
        "sentence": "这也是我们安全感的一个来源。",
        "label": ""
      },
      {
        "sentence": "但是你依然压抑了自己的真实想法和情绪，没有向母亲表达你的抗议，而是被动接受她的侵入。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我怕和母亲沟通会引发争吵，所以一直选择自己消化。",
    "annotation": [
      {
        "sentence": "是的，我怕和母亲沟通会引发争吵，所以一直选择自己消化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得母亲无法理解你，害怕遭到她的拒绝，所以你在她拒绝前先自己拒绝了自己，以此来保护自己，以免受到伤害。还有很多其他情况，你都会感觉不开心，会生气，但都习惯性地将别人的行为合理化，说服自己接受，最后努力地自我压抑、自我消化。这种压抑的做法无法让你的情绪得到良好的疏解，你以为自己已经“消化”了这些负面情绪，但其实它们是一直积压在你的内心，消耗着你的能力，对你形成了压力，想找一个情绪出口却找不到，因此感到暴躁。",
    "annotation": [
      {
        "sentence": "你觉得母亲无法理解你，害怕遭到她的拒绝，所以你在她拒绝前先自己拒绝了自己，以此来保护自己，以免受到伤害。",
        "label": ""
      },
      {
        "sentence": "还有很多其他情况，你都会感觉不开心，会生气，但都习惯性地将别人的行为合理化，说服自己接受，最后努力地自我压抑、自我消化。",
        "label": ""
      },
      {
        "sentence": "这种压抑的做法无法让你的情绪得到良好的疏解，你以为自己已经“消化”了这些负面情绪，但其实它们是一直积压在你的内心，消耗着你的能力，对你形成了压力，想找一个情绪出口却找不到，因此感到暴躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己每次都压抑不住情绪，会变得暴躁。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己每次都压抑不住情绪，会变得暴躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种做法也让你一直习惯使用错误的方式来认知现实，合理化一些不合理的事情，否定自己的一些正常反应和做法。你想通过压抑和忽视来“消化”负面情绪，接受现实，但最终却无法真正消解和忽视它，反而将其归结为自己“小气”的原因，认为是自己的错。既然你已经觉察到自己的这种状态，那么就尝试面对自己的真实情绪，不要压抑它、忽视它。对于很多事情的对错好坏，要相信自己的感觉，不要轻易否定自己的感受，不要习惯性地为别人进行合理化解释。学会做出正确判断，大胆地表达自己的想法和情绪，为自己争取应有的权利。",
    "annotation": [
      {
        "sentence": "这种做法也让你一直习惯使用错误的方式来认知现实，合理化一些不合理的事情，否定自己的一些正常反应和做法。",
        "label": ""
      },
      {
        "sentence": "你想通过压抑和忽视来“消化”负面情绪，接受现实，但最终却无法真正消解和忽视它，反而将其归结为自己“小气”的原因，认为是自己的错。",
        "label": ""
      },
      {
        "sentence": "既然你已经觉察到自己的这种状态，那么就尝试面对自己的真实情绪，不要压抑它、忽视它。",
        "label": ""
      },
      {
        "sentence": "对于很多事情的对错好坏，要相信自己的感觉，不要轻易否定自己的感受，不要习惯性地为别人进行合理化解释。",
        "label": ""
      },
      {
        "sentence": "学会做出正确判断，大胆地表达自己的想法和情绪，为自己争取应有的权利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要正视自己的情绪，勇敢地表达自己的意见。",
    "annotation": [
      {
        "sentence": "我明白了，我需要正视自己的情绪，勇敢地表达自己的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当朋友长时间不回复你，你觉得很失望难受。不妨告诉朋友你的感觉，向他们提出你的要求，希望他们能早点回复你。当母亲随便放东西进你的房间，也勇敢地告诉母亲你不喜欢，希望她能尊重你的空间。别人怎样回应你的述说和要求，则是他们的事，那是下一步才要去面对的。不管你朋友、你母亲是否理解和接受，起码你不用压抑自己的情绪，把它表达了出来，让负面情绪找到一个出口，而不会积压在你的内心去损耗你的能量。学会积极沟通，表达自我，才能让负面情绪得到合理疏解，让你有更多能量专注你想做的事。",
    "annotation": [
      {
        "sentence": "当朋友长时间不回复你，你觉得很失望难受。",
        "label": ""
      },
      {
        "sentence": "不妨告诉朋友你的感觉，向他们提出你的要求，希望他们能早点回复你。",
        "label": ""
      },
      {
        "sentence": "当母亲随便放东西进你的房间，也勇敢地告诉母亲你不喜欢，希望她能尊重你的空间。",
        "label": ""
      },
      {
        "sentence": "别人怎样回应你的述说和要求，则是他们的事，那是下一步才要去面对的。",
        "label": ""
      },
      {
        "sentence": "不管你朋友、你母亲是否理解和接受，起码你不用压抑自己的情绪，把它表达了出来，让负面情绪找到一个出口，而不会积压在你的内心去损耗你的能量。",
        "label": ""
      },
      {
        "sentence": "学会积极沟通，表达自我，才能让负面情绪得到合理疏解，让你有更多能量专注你想做的事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着改变自己的态度，勇敢地表达自己的情绪和需求。希望能够找到解决问题的办法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着改变自己的态度，勇敢地表达自己的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "希望能够找到解决问题的办法。",
        "label": ""
      }
    ]
  }
]