[
  {
    "role": "client",
    "content": "总希望我对于他人是重要的，怎样不被他人的言行左右？最近发现自己总希望自己对于他人是重要的，不然就会很失落。这种感觉就像是，我的价值感都是别人赋予的似的，感觉自己把控制权交给了别人，情绪随着他人的行为变化，失控了，很没安全感。怎么才能坚定自己不被他人的言行左右呢。",
    "annotation": [
      {
        "sentence": "总希望我对于他人是重要的，怎样不被他人的言行左右？",
        "label": ""
      },
      {
        "sentence": "最近发现自己总希望自己对于他人是重要的，不然就会很失落。",
        "label": ""
      },
      {
        "sentence": "这种感觉就像是，我的价值感都是别人赋予的似的，感觉自己把控制权交给了别人，情绪随着他人的行为变化，失控了，很没安全感。",
        "label": ""
      },
      {
        "sentence": "怎么才能坚定自己不被他人的言行左右呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很能理解你的成长烦恼。从你的描述中，能够感觉到，你是一个经常自我反思，又对自我有所觉察的人。你的自我觉察没有错。一个人会有自我的评价，也会有他人的评价，如果能够正确看待这两者的评价，那么，这个人就是有自我，也是一个坚定自我的人。",
    "annotation": [
      {
        "sentence": "很能理解你的成长烦恼。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，能够感觉到，你是一个经常自我反思，又对自我有所觉察的人。",
        "label": ""
      },
      {
        "sentence": "你的自我觉察没有错。",
        "label": ""
      },
      {
        "sentence": "一个人会有自我的评价，也会有他人的评价，如果能够正确看待这两者的评价，那么，这个人就是有自我，也是一个坚定自我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我更多地在意他人的评价，只能从他人那里获得肯定和认同，来体验到自我的价值感和存在感，就会非常没有安全感。我为什么无法接纳真实的自己呢？",
    "annotation": [
      {
        "sentence": "但是我更多地在意他人的评价，只能从他人那里获得肯定和认同，来体验到自我的价值感和存在感，就会非常没有安全感。",
        "label": ""
      },
      {
        "sentence": "我为什么无法接纳真实的自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原因很可能源于你在原生家庭的成长环境。你与父母的相处模式，就是你与他人的相处模式。在父母面前，你被否定做自己，只能按父母认同的方式来成长，才能让你感觉到自己的存在感和价值感。那么，你就会形成这样的自我，与他人相处的时候，也会这样做。你一直都是这样做的，但很庆幸，你现在有所察觉，这是找回真实的自己，做自己的一个很好的开始。",
    "annotation": [
      {
        "sentence": "原因很可能源于你在原生家庭的成长环境。",
        "label": ""
      },
      {
        "sentence": "你与父母的相处模式，就是你与他人的相处模式。",
        "label": ""
      },
      {
        "sentence": "在父母面前，你被否定做自己，只能按父母认同的方式来成长，才能让你感觉到自己的存在感和价值感。",
        "label": ""
      },
      {
        "sentence": "那么，你就会形成这样的自我，与他人相处的时候，也会这样做。",
        "label": ""
      },
      {
        "sentence": "你一直都是这样做的，但很庆幸，你现在有所察觉，这是找回真实的自己，做自己的一个很好的开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，那我接下来应该怎么做呢？",
    "annotation": [
      {
        "sentence": "我明白了，那我接下来应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接下来，你可以试着以下的练习：首先，允许自己享受快乐，平日里多做一些自己喜欢的事情吧，最好与他人无关，只是你自己的事情。这样会让你体验到快乐，体会到做自己的快乐，一点点唤醒沉睡的自己。比如，可以读书、听音乐、运动等都是很不错的选择。其次，在与他人相处的时候，学会表达真实的自我，多观察一下自己的感受和想法，并能直接表达真实的想法和感受，学会说“不”。你要知道，每个人都有拒绝他人的权利，你可以拒绝他人的。同时，他人也有拒绝你的权利，当他人拒绝你的时候，这并不是在否定你，也评价不了你整个人如何。",
    "annotation": [
      {
        "sentence": "接下来，你可以试着以下的练习：首先，允许自己享受快乐，平日里多做一些自己喜欢的事情吧，最好与他人无关，只是你自己的事情。",
        "label": ""
      },
      {
        "sentence": "这样会让你体验到快乐，体会到做自己的快乐，一点点唤醒沉睡的自己。",
        "label": ""
      },
      {
        "sentence": "比如，可以读书、听音乐、运动等都是很不错的选择。",
        "label": ""
      },
      {
        "sentence": "其次，在与他人相处的时候，学会表达真实的自我，多观察一下自己的感受和想法，并能直接表达真实的想法和感受，学会说“不”。",
        "label": ""
      },
      {
        "sentence": "你要知道，每个人都有拒绝他人的权利，你可以拒绝他人的。",
        "label": ""
      },
      {
        "sentence": "同时，他人也有拒绝你的权利，当他人拒绝你的时候，这并不是在否定你，也评价不了你整个人如何。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该学会坚守自己的底线，不让他人的言行左右自己的情绪和价值观。",
    "annotation": [
      {
        "sentence": "我明白了，我应该学会坚守自己的底线，不让他人的言行左右自己的情绪和价值观。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好的总结！最后，还要提醒你接纳不完美的自己。每个人都不是完美的，只有学会接纳自己，才能重获新生。当自己做不到令自己满意的结果时，对自己仁慈一点吧！理解并原谅犯错的自己，重新学习去把事情做好。看到自己的优点，多肯定自我，你会获得正向的自我评价，重新建立正确的自我评价体系。希望以上的建议对你有所帮助，加油！",
    "annotation": [
      {
        "sentence": "非常好的总结！",
        "label": ""
      },
      {
        "sentence": "最后，还要提醒你接纳不完美的自己。",
        "label": ""
      },
      {
        "sentence": "每个人都不是完美的，只有学会接纳自己，才能重获新生。",
        "label": ""
      },
      {
        "sentence": "当自己做不到令自己满意的结果时，对自己仁慈一点吧！",
        "label": ""
      },
      {
        "sentence": "理解并原谅犯错的自己，重新学习去把事情做好。",
        "label": ""
      },
      {
        "sentence": "看到自己的优点，多肯定自我，你会获得正向的自我评价，重新建立正确的自我评价体系。",
        "label": ""
      },
      {
        "sentence": "希望以上的建议对你有所帮助，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持，我会努力去坚守自己、接纳自己，并找回真实的自己。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持，我会努力去坚守自己、接纳自己，并找回真实的自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很乐意能够帮到你。记得，在这个成长的过程中，你不再孤单，我会一直支持你的。如果有任何问题，随时来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很乐意能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得，在这个成长的过程中，你不再孤单，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]