[
  {
    "role": "client",
    "content": "太在意别人说的话，怎么办？怎么变得不敏感？别人给我发一条微信我要思考很久很久这句话的意思他喜不喜欢我讨厌我吗烦我吗这句话是什么意思特别敏感怎么办怎么变的不敏感或者是怎么变得不那么在意别人说的话呢？",
    "annotation": [
      {
        "sentence": "太在意别人说的话，怎么办？",
        "label": ""
      },
      {
        "sentence": "怎么变得不敏感？",
        "label": ""
      },
      {
        "sentence": "别人给我发一条微信我要思考很久很久这句话的意思他喜不喜欢我讨厌我吗烦我吗这句话是什么意思特别敏感怎么办怎么变的不敏感或者是怎么变得不那么在意别人说的话呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的问题描述中来看，你是一个处处为他人考虑的小可爱，心里有一丢丢的自卑，对外界的声音比较敏感，特别是他人对自己的评价。哪怕他人只是简简单单的随口一说，到你的耳朵里都会反复回忆、甚至试图通过各个角度来猜测对方的用意，别人的一言一行往往有时候都会改变你当初做出的选择，感觉自己似乎活在别人的世界里。",
    "annotation": [
      {
        "sentence": "从你的问题描述中来看，你是一个处处为他人考虑的小可爱，心里有一丢丢的自卑，对外界的声音比较敏感，特别是他人对自己的评价。",
        "label": ""
      },
      {
        "sentence": "哪怕他人只是简简单单的随口一说，到你的耳朵里都会反复回忆、甚至试图通过各个角度来猜测对方的用意，别人的一言一行往往有时候都会改变你当初做出的选择，感觉自己似乎活在别人的世界里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这样。每次别人发消息给我，我都会很紧张地去琢磨对方到底在想什么，担心他们会不会讨厌我或者对我有意见。我觉得自己特别敏感，这样不好吧？",
    "annotation": [
      {
        "sentence": "是的，就是这样。",
        "label": ""
      },
      {
        "sentence": "每次别人发消息给我，我都会很紧张地去琢磨对方到底在想什么，担心他们会不会讨厌我或者对我有意见。",
        "label": ""
      },
      {
        "sentence": "我觉得自己特别敏感，这样不好吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。但是要知道，不要太在意别人的眼光。每个人都生活在自己的世界里，每个人都有自己的事情需要解决，不会有闲暇时间去在意周围与自己关系不大的事物上去，你可以放轻松些，不要在意别人的评价。我们都是普普通通的路人甲、路人乙而已。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是要知道，不要太在意别人的眼光。",
        "label": ""
      },
      {
        "sentence": "每个人都生活在自己的世界里，每个人都有自己的事情需要解决，不会有闲暇时间去在意周围与自己关系不大的事物上去，你可以放轻松些，不要在意别人的评价。",
        "label": ""
      },
      {
        "sentence": "我们都是普普通通的路人甲、路人乙而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人都有自己的生活，不会无时无刻在意我。但是有时候我还是很担心别人对我说的话，怕他们对我有意见或者不喜欢我。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，每个人都有自己的生活，不会无时无刻在意我。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是很担心别人对我说的话，怕他们对我有意见或者不喜欢我。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最简单的理解方式是用最简单的理解方式去理解别人对你所说的话，除非是牵涉到利益、金钱、权利挂钩的商业会谈，正常与同学、老师、朋友、同事交流谈心的时候，不要太慎重，也不要多方位的猜测别人的话，复杂的理解容易曲解别人的意思。当你越谨慎的时候，越显得拘束，因此你与朋友之间距离就会疏远些。自信一点，不要总是迎合别人，相信自己，不要把自己看得太“低人一等”，平等的和对方交流谈心，冷场是常事，冷场可以换话题吗~不需要总是迎合、迁就别人的话题，做真实的自己。活在自己的世界里，平等与别人交流，才能够交往更多的朋友！",
    "annotation": [
      {
        "sentence": "最简单的理解方式是用最简单的理解方式去理解别人对你所说的话，除非是牵涉到利益、金钱、权利挂钩的商业会谈，正常与同学、老师、朋友、同事交流谈心的时候，不要太慎重，也不要多方位的猜测别人的话，复杂的理解容易曲解别人的意思。",
        "label": ""
      },
      {
        "sentence": "当你越谨慎的时候，越显得拘束，因此你与朋友之间距离就会疏远些。",
        "label": ""
      },
      {
        "sentence": "自信一点，不要总是迎合别人，相信自己，不要把自己看得太“低人一等”，平等的和对方交流谈心，冷场是常事，冷场可以换话题吗~不需要总是迎合、迁就别人的话题，做真实的自己。",
        "label": ""
      },
      {
        "sentence": "活在自己的世界里，平等与别人交流，才能够交往更多的朋友！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会尝试放下对别人评价的在意，更加相信自己，真实地与别人交流。我相信这样我能够更好地处理人际关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下对别人评价的在意，更加相信自己，真实地与别人交流。",
        "label": ""
      },
      {
        "sentence": "我相信这样我能够更好地处理人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够理解并接受我的建议。你是一个非常可爱并且善于思考的人，只要你愿意尝试，我相信你一定能够达到不在意他人的期望，真正做自己的目标。记住，你值得被尊重和喜爱，不要因为他人的评价而贬低自己。",
    "annotation": [
      {
        "sentence": "很高兴你能够理解并接受我的建议。",
        "label": ""
      },
      {
        "sentence": "你是一个非常可爱并且善于思考的人，只要你愿意尝试，我相信你一定能够达到不在意他人的期望，真正做自己的目标。",
        "label": ""
      },
      {
        "sentence": "记住，你值得被尊重和喜爱，不要因为他人的评价而贬低自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和肯定，我会好好努力的。今后我会更加自信地面对自己和他人，不再过度在意别人的看法。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和肯定，我会好好努力的。",
        "label": ""
      },
      {
        "sentence": "今后我会更加自信地面对自己和他人，不再过度在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记得，你并不孤单，总有人愿意倾听你的困惑和帮助你。相信自己，积极面对生活中的挑战，你一定能够走出困境，过上更加自由和快乐的生活。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，总有人愿意倾听你的困惑和帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，积极面对生活中的挑战，你一定能够走出困境，过上更加自由和快乐的生活。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我会努力的。再次感谢你的陪伴和鼓励，希望我们之间能够保持联系。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我会努力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和鼓励，希望我们之间能够保持联系。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，有需要随时找我。希望我们能够一直保持联系，共同成长。祝你心想事成，事事顺利！",
    "annotation": [
      {
        "sentence": "没问题，有需要随时找我。",
        "label": ""
      },
      {
        "sentence": "希望我们能够一直保持联系，共同成长。",
        "label": ""
      },
      {
        "sentence": "祝你心想事成，事事顺利！",
        "label": ""
      }
    ]
  }
]