[
  {
    "role": "client",
    "content": "我心里很乱，感觉男朋友不够真诚，该怎么办？",
    "annotation": [
      {
        "sentence": "我心里很乱，感觉男朋友不够真诚，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴在这里看到你的留言。我能理解你现在的心情，看起来你和男友在一起出现了一些问题。这个问题对你的困扰感到不安，你希望能够得到一些解决问题的建议或方式。可以告诉我一些有关你的问题的细节吗？",
    "annotation": [
      {
        "sentence": "很高兴在这里看到你的留言。",
        "label": ""
      },
      {
        "sentence": "我能理解你现在的心情，看起来你和男友在一起出现了一些问题。",
        "label": ""
      },
      {
        "sentence": "这个问题对你的困扰感到不安，你希望能够得到一些解决问题的建议或方式。",
        "label": ""
      },
      {
        "sentence": "可以告诉我一些有关你的问题的细节吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "男友昨天告诉我和他和前女友谈了七八年的时候扯了证，现在和前女友分手快两年了，和我在一起八个多月，八个多月都是异地。之前刚认识几个月的时候，他都在说自己准备回老家发展，我就是不想找在外工作的对象才和他试着接触，但是最近他又告诉我他还要在外工作3-5年才有能力结婚，在结婚后不能异地，他说结婚也要在外打拼一两年积累积蓄。虽然这是有现实原因，可是五年的时间对我来说可能会有很多变数，我也不想做高龄产妇。",
    "annotation": [
      {
        "sentence": "男友昨天告诉我和他和前女友谈了七八年的时候扯了证，现在和前女友分手快两年了，和我在一起八个多月，八个多月都是异地。",
        "label": ""
      },
      {
        "sentence": "之前刚认识几个月的时候，他都在说自己准备回老家发展，我就是不想找在外工作的对象才和他试着接触，但是最近他又告诉我他还要在外工作3-5年才有能力结婚，在结婚后不能异地，他说结婚也要在外打拼一两年积累积蓄。",
        "label": ""
      },
      {
        "sentence": "虽然这是有现实原因，可是五年的时间对我来说可能会有很多变数，我也不想做高龄产妇。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以了解你现在的想法。你的忧虑源于很多方面，包括你找到的对象是否值得信任，你们的未来计划和关系中的安全感等等。对于男友与前女友交往的经历，我想说每个人都有自己的过去，过去的经历不应该成为现在对待他的阻碍。无论过去发生什么，重要的是你们现在的关系，他身边有你，而不是过去的那个人。至于他在外面工作的计划，建立起稳定的生活需要时间和努力。虽然这并不容易，但现在时间上的限制可能会给你们的未来带来挑战。我认为你能够在你们的关系中与男友一起仔细计划未来，情况变化时适时地调整计划。",
    "annotation": [
      {
        "sentence": "我可以了解你现在的想法。",
        "label": ""
      },
      {
        "sentence": "你的忧虑源于很多方面，包括你找到的对象是否值得信任，你们的未来计划和关系中的安全感等等。",
        "label": ""
      },
      {
        "sentence": "对于男友与前女友交往的经历，我想说每个人都有自己的过去，过去的经历不应该成为现在对待他的阻碍。",
        "label": ""
      },
      {
        "sentence": "无论过去发生什么，重要的是你们现在的关系，他身边有你，而不是过去的那个人。",
        "label": ""
      },
      {
        "sentence": "至于他在外面工作的计划，建立起稳定的生活需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "虽然这并不容易，但现在时间上的限制可能会给你们的未来带来挑战。",
        "label": ""
      },
      {
        "sentence": "我认为你能够在你们的关系中与男友一起仔细计划未来，情况变化时适时地调整计划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是他说在外面工作需要应酬，也会有很多诱惑。我们还是异地一段时间，我真的不知道能不能相信他说的“我不是那种人”。我不知道会不会感情变淡，再次受到伤害。",
    "annotation": [
      {
        "sentence": "可是他说在外面工作需要应酬，也会有很多诱惑。",
        "label": ""
      },
      {
        "sentence": "我们还是异地一段时间，我真的不知道能不能相信他说的“我不是那种人”。",
        "label": ""
      },
      {
        "sentence": "我不知道会不会感情变淡，再次受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谈到他的工作和异地的关系，我能理解你的担心。长期的异地关系会带来困难和挑战，同时压力和孤独感可能会使双方受到影响。你觉得它们会直接影响你们之间的信任吗？对于男友和异性的接触和应酬，我建议你与他直接沟通，分享你的感受和观点。你可以给予他信任的机会，与他建立对话通道并保持相互理解。你们的关系需要耐心，信任和沟通。我相信你们可以通过相互理解和支持，打造一个牢固的关系，应对未来的挑战。",
    "annotation": [
      {
        "sentence": "谈到他的工作和异地的关系，我能理解你的担心。",
        "label": ""
      },
      {
        "sentence": "长期的异地关系会带来困难和挑战，同时压力和孤独感可能会使双方受到影响。",
        "label": ""
      },
      {
        "sentence": "你觉得它们会直接影响你们之间的信任吗？",
        "label": ""
      },
      {
        "sentence": "对于男友和异性的接触和应酬，我建议你与他直接沟通，分享你的感受和观点。",
        "label": ""
      },
      {
        "sentence": "你可以给予他信任的机会，与他建立对话通道并保持相互理解。",
        "label": ""
      },
      {
        "sentence": "你们的关系需要耐心，信任和沟通。",
        "label": ""
      },
      {
        "sentence": "我相信你们可以通过相互理解和支持，打造一个牢固的关系，应对未来的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很感谢你的建议，我会好好考虑一下你说的话。可能这一切是我想太多了，如果我们在彼此的生活中挣扎，我们可以互相理解，更好地相互支持。再次感谢你的耐心倾听和帮助，谢谢。",
    "annotation": [
      {
        "sentence": "我真的很感谢你的建议，我会好好考虑一下你说的话。",
        "label": ""
      },
      {
        "sentence": "可能这一切是我想太多了，如果我们在彼此的生活中挣扎，我们可以互相理解，更好地相互支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心倾听和帮助，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供帮助。你的困惑是很常见的问题，但是你已经开始向更积极、正面的方向思考，这是非常重要的。请记住，在未来的日子里，如果你需要任何方面的帮助，你只需说出来，我会根据我的能力和知识帮助你，与你继续分享和支持。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "你的困惑是很常见的问题，但是你已经开始向更积极、正面的方向思考，这是非常重要的。",
        "label": ""
      },
      {
        "sentence": "请记住，在未来的日子里，如果你需要任何方面的帮助，你只需说出来，我会根据我的能力和知识帮助你，与你继续分享和支持。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]