[
  {
    "role": "client",
    "content": "在大学被孤立，有几次相似的经历，开始怀疑自己？开学不到一个月，被孤立。只有一个小伙伴和我在一起。之前有个几次相似的经历。为什么被孤立的永远都是我。开始怀疑我自己。我也用心的对每个人好。可是，我也不知道问题出在哪？心里比较无助。",
    "annotation": [
      {
        "sentence": "在大学被孤立，有几次相似的经历，开始怀疑自己？",
        "label": ""
      },
      {
        "sentence": "开学不到一个月，被孤立。",
        "label": ""
      },
      {
        "sentence": "只有一个小伙伴和我在一起。",
        "label": ""
      },
      {
        "sentence": "之前有个几次相似的经历。",
        "label": ""
      },
      {
        "sentence": "为什么被孤立的永远都是我。",
        "label": ""
      },
      {
        "sentence": "开始怀疑我自己。",
        "label": ""
      },
      {
        "sentence": "我也用心的对每个人好。",
        "label": ""
      },
      {
        "sentence": "可是，我也不知道问题出在哪？",
        "label": ""
      },
      {
        "sentence": "心里比较无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信很多人都或多或少地经历过孤立的状况，那种感觉，如同一个人行走在黑夜，只有地上的影子，能让人感觉到一丝慰藉和暖意。听到声响，会忍不住躲到一边，生怕引起一丝关注。很多人，在这种黑暗中，日渐沮丧，自卑，沉浸在痛苦之中。",
    "annotation": [
      {
        "sentence": "相信很多人都或多或少地经历过孤立的状况，那种感觉，如同一个人行走在黑夜，只有地上的影子，能让人感觉到一丝慰藉和暖意。",
        "label": ""
      },
      {
        "sentence": "听到声响，会忍不住躲到一边，生怕引起一丝关注。",
        "label": ""
      },
      {
        "sentence": "很多人，在这种黑暗中，日渐沮丧，自卑，沉浸在痛苦之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解这种感觉，但为什么每次被孤立的都是我呢？我真的很努力地去融入，对每个人都友好。",
    "annotation": [
      {
        "sentence": "我能理解这种感觉，但为什么每次被孤立的都是我呢？",
        "label": ""
      },
      {
        "sentence": "我真的很努力地去融入，对每个人都友好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朱自清说：“热闹是他们的，我什么也没有。”这句话里，无不透露出些许“低质量的社交，不如高质量的独处”的意味。当我们由孤独渐渐演变成被别人孤立时，我们就会开始不断地怀疑自己是不是真的很差。有时候我们总会认为，当很多人同时讨厌同一个人，一定是那个人的错，后来发现，但不尽然，其实一群狭隘的人，也同样可以孤立一个优秀的人。想告诉你，你并不是唯一一个。想告诉你这也不是什么不好的事情。学会独处，悄悄拔尖，最好自己的事情。",
    "annotation": [
      {
        "sentence": "朱自清说：“热闹是他们的，我什么也没有。",
        "label": ""
      },
      {
        "sentence": "”这句话里，无不透露出些许“低质量的社交，不如高质量的独处”的意味。",
        "label": ""
      },
      {
        "sentence": "当我们由孤独渐渐演变成被别人孤立时，我们就会开始不断地怀疑自己是不是真的很差。",
        "label": ""
      },
      {
        "sentence": "有时候我们总会认为，当很多人同时讨厌同一个人，一定是那个人的错，后来发现，但不尽然，其实一群狭隘的人，也同样可以孤立一个优秀的人。",
        "label": ""
      },
      {
        "sentence": "想告诉你，你并不是唯一一个。",
        "label": ""
      },
      {
        "sentence": "想告诉你这也不是什么不好的事情。",
        "label": ""
      },
      {
        "sentence": "学会独处，悄悄拔尖，最好自己的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我感到很无助，不知道该如何解决这个问题。每次都觉得自己付出了很多，但收到的回报却很少。",
    "annotation": [
      {
        "sentence": "但是，我感到很无助，不知道该如何解决这个问题。",
        "label": ""
      },
      {
        "sentence": "每次都觉得自己付出了很多，但收到的回报却很少。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你觉得在学校的生活变得越来越艰难的时候，就证明你的坏运气就快用完了，剩下的就都是好运气了。不要难过，你们总会遇到善良的人，要知道，你值得被这个世界温柔地对待。给你当你被孤立时，如何自救？",
    "annotation": [
      {
        "sentence": "当你觉得在学校的生活变得越来越艰难的时候，就证明你的坏运气就快用完了，剩下的就都是好运气了。",
        "label": ""
      },
      {
        "sentence": "不要难过，你们总会遇到善良的人，要知道，你值得被这个世界温柔地对待。",
        "label": ""
      },
      {
        "sentence": "给你当你被孤立时，如何自救？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请告诉我应该怎么做，我很迷茫。",
    "annotation": [
      {
        "sentence": "请告诉我应该怎么做，我很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，接纳自己，停止自责。当这种孤立发生时，很多人不会马上感觉到，而是在一点一滴中慢慢发现。记得当时，发现自己开心的分享一件事情，没有人回应；大家七嘴八舌地交谈，自己一句话都插不上嘴；去上课回寝室大家的呼朋引伴中，自己一直是被忽略的那个人……这种时候，很多人都会怀疑自己，是自己性格不合群还是自己做错了什么？而很多时候，被孤立的那个人，很可能什么都没做。停止反省自己，停止自责，不要想自己是不是做错了什么。",
    "annotation": [
      {
        "sentence": "首先，接纳自己，停止自责。",
        "label": ""
      },
      {
        "sentence": "当这种孤立发生时，很多人不会马上感觉到，而是在一点一滴中慢慢发现。",
        "label": ""
      },
      {
        "sentence": "记得当时，发现自己开心的分享一件事情，没有人回应；大家七嘴八舌地交谈，自己一句话都插不上嘴；去上课回寝室大家的呼朋引伴中，自己一直是被忽略的那个人……这种时候，很多人都会怀疑自己，是自己性格不合群还是自己做错了什么？",
        "label": ""
      },
      {
        "sentence": "而很多时候，被孤立的那个人，很可能什么都没做。",
        "label": ""
      },
      {
        "sentence": "停止反省自己，停止自责，不要想自己是不是做错了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我还是感到很孤独。",
    "annotation": [
      {
        "sentence": "我明白了，但是我还是感到很孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找一个可以逃避的地方修复自己被孤立的人，内心的孤独感痛苦感很深，而此时周围的环境只会加深这种感受，找一个能暂时让你逃避的地方，对于修复内心有很重要的意义。这个地方，可以来源于亲情，友情，也可以来源于爱情。当目前所处的环境让你觉得痛苦时，不妨偶尔开溜，走出去一下，约好友一起逛逛街，给父母打个电话，跟恋人一同出去散散心。偶尔的逃避如同溺水的人浮出水面，瞬间的喘口气也会让自己更加坚强。",
    "annotation": [
      {
        "sentence": "找一个可以逃避的地方修复自己被孤立的人，内心的孤独感痛苦感很深，而此时周围的环境只会加深这种感受，找一个能暂时让你逃避的地方，对于修复内心有很重要的意义。",
        "label": ""
      },
      {
        "sentence": "这个地方，可以来源于亲情，友情，也可以来源于爱情。",
        "label": ""
      },
      {
        "sentence": "当目前所处的环境让你觉得痛苦时，不妨偶尔开溜，走出去一下，约好友一起逛逛街，给父母打个电话，跟恋人一同出去散散心。",
        "label": ""
      },
      {
        "sentence": "偶尔的逃避如同溺水的人浮出水面，瞬间的喘口气也会让自己更加坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想变得更加强大，但不知道如何做到。",
    "annotation": [
      {
        "sentence": "我想变得更加强大，但不知道如何做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要试图通过讨好来改善这种关系，因为一旦你试图讨好，你的身上就会呈现一种弱势的气场，即便暂时性地缓和了人际关系，但是，依然是建立在不对等，缺乏尊重的基础之上的，不健康，也无法长久。真正能让自己走出来的方法，只是让自己变得更加强大。这种强大，并不仅仅指通俗意义上的成功，而是包括在人生的任何一个方面，你通过努力，找到属于自己的那一份自信心和成就感，给你勇气和力量，让你足够强大，来面对来自周围环境的孤立。",
    "annotation": [
      {
        "sentence": "不要试图通过讨好来改善这种关系，因为一旦你试图讨好，你的身上就会呈现一种弱势的气场，即便暂时性地缓和了人际关系，但是，依然是建立在不对等，缺乏尊重的基础之上的，不健康，也无法长久。",
        "label": ""
      },
      {
        "sentence": "真正能让自己走出来的方法，只是让自己变得更加强大。",
        "label": ""
      },
      {
        "sentence": "这种强大，并不仅仅指通俗意义上的成功，而是包括在人生的任何一个方面，你通过努力，找到属于自己的那一份自信心和成就感，给你勇气和力量，让你足够强大，来面对来自周围环境的孤立。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试接纳自己，找到逃避的方式，并变得更加强大。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试接纳自己，找到逃避的方式，并变得更加强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我希望每一个人都能被生活温柔以待，我希望每一个人都不曾有过被孤立的黑暗时光。但是，如果你被不明原因的孤立了，也请你，不要自责，尝试着，丰富自己，提升自己，悦纳自己，当你的生活足够丰富，当你的世界足够宽广，当你的内心足够强大，孤立，就会不知不觉间离你远去，即便仍然存在，相信我，你已经不会在意了。",
    "annotation": [
      {
        "sentence": "我希望每一个人都能被生活温柔以待，我希望每一个人都不曾有过被孤立的黑暗时光。",
        "label": ""
      },
      {
        "sentence": "但是，如果你被不明原因的孤立了，也请你，不要自责，尝试着，丰富自己，提升自己，悦纳自己，当你的生活足够丰富，当你的世界足够宽广，当你的内心足够强大，孤立，就会不知不觉间离你远去，即便仍然存在，相信我，你已经不会在意了。",
        "label": ""
      }
    ]
  }
]