[
  {
    "role": "client",
    "content": "我为什么会选择逃离亲密关系？是觉得不能承担责任？我不知道为什么自己会选择逃离，或许是觉得自己不能承担责任。我一旦进入亲密关系，我会觉得很恐慌，会有种窒息的感觉。我会觉得有压力，比如需要随时随地地承担责任。我害怕因为做自己的事情而无法关注到对方，比如我在学习时对方不停地给我发消息，给我打电话，我就会觉得不想接，但是过后又需要向对方去解释我为什么没有接他的电话，我觉得很累。这种感觉让我觉得很窒息，我觉得我只想要一点点的亲密关系，然后保留很多个人空间。我觉得亲密关系会让我觉得很受束缚，我无法保证自己能长情，我觉得自己是一个很容易见异思迁的人。我一方面不喜欢找那种朝三暮四的人，希望找一个靠谱的人，但我又不是一个很长情的人。我有时觉得靠谱的人给我带来的安全感和舒心感有时候又会让我窒息，让我想要逃离。我也不知道为什么，我可能觉得亲密关系让我感觉很受束缚，我不想承担责任，我想要个人空间，但有时又渴望稳定的关系，我很矛盾。",
    "annotation": [
      {
        "sentence": "我为什么会选择逃离亲密关系？",
        "label": ""
      },
      {
        "sentence": "是觉得不能承担责任？",
        "label": ""
      },
      {
        "sentence": "我不知道为什么自己会选择逃离，或许是觉得自己不能承担责任。",
        "label": ""
      },
      {
        "sentence": "我一旦进入亲密关系，我会觉得很恐慌，会有种窒息的感觉。",
        "label": ""
      },
      {
        "sentence": "我会觉得有压力，比如需要随时随地地承担责任。",
        "label": ""
      },
      {
        "sentence": "我害怕因为做自己的事情而无法关注到对方，比如我在学习时对方不停地给我发消息，给我打电话，我就会觉得不想接，但是过后又需要向对方去解释我为什么没有接他的电话，我觉得很累。",
        "label": ""
      },
      {
        "sentence": "这种感觉让我觉得很窒息，我觉得我只想要一点点的亲密关系，然后保留很多个人空间。",
        "label": ""
      },
      {
        "sentence": "我觉得亲密关系会让我觉得很受束缚，我无法保证自己能长情，我觉得自己是一个很容易见异思迁的人。",
        "label": ""
      },
      {
        "sentence": "我一方面不喜欢找那种朝三暮四的人，希望找一个靠谱的人，但我又不是一个很长情的人。",
        "label": ""
      },
      {
        "sentence": "我有时觉得靠谱的人给我带来的安全感和舒心感有时候又会让我窒息，让我想要逃离。",
        "label": ""
      },
      {
        "sentence": "我也不知道为什么，我可能觉得亲密关系让我感觉很受束缚，我不想承担责任，我想要个人空间，但有时又渴望稳定的关系，我很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读完你的问题，我没有从中感到丝毫的“不负责”，反而在眼前浮现出一个因为太想负责而焦虑的形象。同时，看到你精准地描述自己相互矛盾的心理状态，也想为你的觉察能力点赞！下面请让我来拆分一下你的困惑。亲密关系和自我空间这两个问题，你提到“我害怕因为做自己的事情而无法关注到对方，比如我在学习时对方不停地给我发消息，给我打电话，我就会觉得不想接，但是过后又需要向对方去解释我为什么没有接他的电话，我觉得很累”。这个害怕似乎表示，在你的信念中认为“自我”和“亲密”是相互排斥的。当然，站在时间空间的角度，一个人在做A时就注定无法做B。但是亲密关系与保留自我空间其实并不冲突。温尼科特认为完美的相处关系是“窝在爱人怀里孤独”。人们常常会在心中绘制有一份关系“应该”如何表现的模版，却混淆了一份好的关系，更多应专注在于内在感受，而非外在表现形式。一段关系是将两个人舒服地契合在一起，并没有固定的衡量标准和表现形式，更不是倒逼两个人套用现成的表现形式。要打造一段关系，只能从自己的感受出发，打造属于两个人最舒适的相处模式。",
    "annotation": [
      {
        "sentence": "读完你的问题，我没有从中感到丝毫的“不负责”，反而在眼前浮现出一个因为太想负责而焦虑的形象。",
        "label": ""
      },
      {
        "sentence": "同时，看到你精准地描述自己相互矛盾的心理状态，也想为你的觉察能力点赞！",
        "label": ""
      },
      {
        "sentence": "下面请让我来拆分一下你的困惑。",
        "label": ""
      },
      {
        "sentence": "亲密关系和自我空间这两个问题，你提到“我害怕因为做自己的事情而无法关注到对方，比如我在学习时对方不停地给我发消息，给我打电话，我就会觉得不想接，但是过后又需要向对方去解释我为什么没有接他的电话，我觉得很累”。",
        "label": ""
      },
      {
        "sentence": "这个害怕似乎表示，在你的信念中认为“自我”和“亲密”是相互排斥的。",
        "label": ""
      },
      {
        "sentence": "当然，站在时间空间的角度，一个人在做A时就注定无法做B。",
        "label": ""
      },
      {
        "sentence": "但是亲密关系与保留自我空间其实并不冲突。",
        "label": ""
      },
      {
        "sentence": "温尼科特认为完美的相处关系是“窝在爱人怀里孤独”。",
        "label": ""
      },
      {
        "sentence": "人们常常会在心中绘制有一份关系“应该”如何表现的模版，却混淆了一份好的关系，更多应专注在于内在感受，而非外在表现形式。",
        "label": ""
      },
      {
        "sentence": "一段关系是将两个人舒服地契合在一起，并没有固定的衡量标准和表现形式，更不是倒逼两个人套用现成的表现形式。",
        "label": ""
      },
      {
        "sentence": "要打造一段关系，只能从自己的感受出发，打造属于两个人最舒适的相处模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我觉得你对我的问题有很深入的理解。我确实是希望能够找到一个适合我的关系模式，能够保留自我空间但又稳定的关系。可是我有时会怀疑自己，觉得这样的期望是不是不现实的。我也曾经尝试过与别人共同探索适合我们的相处方式，但总觉得很难找到平衡点。我觉得自己是一个容易得心灰意冷的人，有时会怀疑自己是否真的适合亲密关系。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我觉得你对我的问题有很深入的理解。",
        "label": ""
      },
      {
        "sentence": "我确实是希望能够找到一个适合我的关系模式，能够保留自我空间但又稳定的关系。",
        "label": ""
      },
      {
        "sentence": "可是我有时会怀疑自己，觉得这样的期望是不是不现实的。",
        "label": ""
      },
      {
        "sentence": "我也曾经尝试过与别人共同探索适合我们的相处方式，但总觉得很难找到平衡点。",
        "label": ""
      },
      {
        "sentence": "我觉得自己是一个容易得心灰意冷的人，有时会怀疑自己是否真的适合亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑，对于如何找到适合自己的关系模式，确实是一件挑战性的事情。但我希望你知道，你的期望并不是不现实的，每个人都有自己独特的需求和喜好。同时，你能够意识到自己是一个容易心灰意冷的人也是很重要的。这意味着你对自己的感受有充分的认知，而且愿意面对问题并寻找解决办法。在寻找适合自己的关系模式时，建议你试着与伴侣沟通，与对方分享自己的需求和担忧。通过互相理解和支持，或许可以找到更好的相处方式。",
    "annotation": [
      {
        "sentence": "我明白你的困惑，对于如何找到适合自己的关系模式，确实是一件挑战性的事情。",
        "label": ""
      },
      {
        "sentence": "但我希望你知道，你的期望并不是不现实的，每个人都有自己独特的需求和喜好。",
        "label": ""
      },
      {
        "sentence": "同时，你能够意识到自己是一个容易心灰意冷的人也是很重要的。",
        "label": ""
      },
      {
        "sentence": "这意味着你对自己的感受有充分的认知，而且愿意面对问题并寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "在寻找适合自己的关系模式时，建议你试着与伴侣沟通，与对方分享自己的需求和担忧。",
        "label": ""
      },
      {
        "sentence": "通过互相理解和支持，或许可以找到更好的相处方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着与伴侣沟通，与他分享我的内心感受和需要。但是有时候，我还是担心与伴侣的沟通会导致争吵或冲突，特别是当我表达对个人空间的要求时。我害怕他会误解我，觉得我不够在乎他或者不愿意付出关心。这让我感到压力很大，不知道该怎么应对这种情况。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着与伴侣沟通，与他分享我的内心感受和需要。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我还是担心与伴侣的沟通会导致争吵或冲突，特别是当我表达对个人空间的要求时。",
        "label": ""
      },
      {
        "sentence": "我害怕他会误解我，觉得我不够在乎他或者不愿意付出关心。",
        "label": ""
      },
      {
        "sentence": "这让我感到压力很大，不知道该怎么应对这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担心，与伴侣沟通确实是一个需要谨慎处理的问题。但是记住，沟通是解决问题的关键。在与伴侣沟通时，可以尝试以柔和的语气表达自己的需求和担忧，让对方能够更好地理解你的想法。同时，也要倾听对方的观点和感受，与对方合作找到一个双方都能接受的解决方案。如果遇到困难或者争吵，可以考虑寻求专业的帮助，例如咨询师或心理治疗师的指导。",
    "annotation": [
      {
        "sentence": "我完全理解你的担心，与伴侣沟通确实是一个需要谨慎处理的问题。",
        "label": ""
      },
      {
        "sentence": "但是记住，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "在与伴侣沟通时，可以尝试以柔和的语气表达自己的需求和担忧，让对方能够更好地理解你的想法。",
        "label": ""
      },
      {
        "sentence": "同时，也要倾听对方的观点和感受，与对方合作找到一个双方都能接受的解决方案。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难或者争吵，可以考虑寻求专业的帮助，例如咨询师或心理治疗师的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量以柔和的语气和伴侣沟通，并尊重对方的观点和感受。如果遇到困难，我会考虑寻求专业的帮助。但是我还是担心，即使找到了适合的相处模式，我自己是否能够长久坚持下去。我觉得自己可能是一个容易失去热情的人，怀疑自己是否有长久经营一段关系的能力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量以柔和的语气和伴侣沟通，并尊重对方的观点和感受。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难，我会考虑寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心，即使找到了适合的相处模式，我自己是否能够长久坚持下去。",
        "label": ""
      },
      {
        "sentence": "我觉得自己可能是一个容易失去热情的人，怀疑自己是否有长久经营一段关系的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过怀疑自",
    "annotation": [
      {
        "sentence": "不要太过怀疑自",
        "label": ""
      }
    ]
  }
]