[
  {
    "role": "client",
    "content": "我为什么会选择逃离亲密关系？是觉得不能承担责任？我不知道为什么自己会选择逃离。或许是觉得自己不能承担责任。我一旦进入亲密关系我会觉得很恐慌，会有一种窒息的感觉。我会觉得有压力，比如需要随时随地地承担责任。我害怕因为做自己的事情而无法关注到对方，比如我在学习时对方不停地给我发消息给我打电话，我就会觉得不想接。但是过后又需要向对方去解释我为什么没有接他的电话，我觉得很累。这种感觉让我觉得很窒息。我觉得我只想要一点点的亲密关系，然后保留很多个人空间。我觉得亲密关系会让我觉得很受束缚，我无法保证自己能长情。我觉得自己是一个很容易见异思迁的人。我一方面不喜欢找那种朝三暮四的人，希望找一个靠谱的人。但我又不是一个很长情的人。我有时觉得靠谱的人给我带来的安全感和舒心感，有时候又会觉得他们的关爱和忠贞让我窒息，让我想要逃离。我也不知道为什么，我可能觉得亲密关系让我感觉很受束缚，我不想承担责任，我想要个人空间。但有时又渴望稳定的关系，我很矛盾。",
    "annotation": [
      {
        "sentence": "我为什么会选择逃离亲密关系？",
        "label": ""
      },
      {
        "sentence": "是觉得不能承担责任？",
        "label": ""
      },
      {
        "sentence": "我不知道为什么自己会选择逃离。",
        "label": ""
      },
      {
        "sentence": "或许是觉得自己不能承担责任。",
        "label": ""
      },
      {
        "sentence": "我一旦进入亲密关系我会觉得很恐慌，会有一种窒息的感觉。",
        "label": ""
      },
      {
        "sentence": "我会觉得有压力，比如需要随时随地地承担责任。",
        "label": ""
      },
      {
        "sentence": "我害怕因为做自己的事情而无法关注到对方，比如我在学习时对方不停地给我发消息给我打电话，我就会觉得不想接。",
        "label": ""
      },
      {
        "sentence": "但是过后又需要向对方去解释我为什么没有接他的电话，我觉得很累。",
        "label": ""
      },
      {
        "sentence": "这种感觉让我觉得很窒息。",
        "label": ""
      },
      {
        "sentence": "我觉得我只想要一点点的亲密关系，然后保留很多个人空间。",
        "label": ""
      },
      {
        "sentence": "我觉得亲密关系会让我觉得很受束缚，我无法保证自己能长情。",
        "label": ""
      },
      {
        "sentence": "我觉得自己是一个很容易见异思迁的人。",
        "label": ""
      },
      {
        "sentence": "我一方面不喜欢找那种朝三暮四的人，希望找一个靠谱的人。",
        "label": ""
      },
      {
        "sentence": "但我又不是一个很长情的人。",
        "label": ""
      },
      {
        "sentence": "我有时觉得靠谱的人给我带来的安全感和舒心感，有时候又会觉得他们的关爱和忠贞让我窒息，让我想要逃离。",
        "label": ""
      },
      {
        "sentence": "我也不知道为什么，我可能觉得亲密关系让我感觉很受束缚，我不想承担责任，我想要个人空间。",
        "label": ""
      },
      {
        "sentence": "但有时又渴望稳定的关系，我很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述当中看到你内心有些矛盾，一方面渴望一段稳定的亲密关系，另一方面又在这段关系当中会感觉到不舒服，不自如。我们来看一看哪些环节是可以改变的。你提到在你学习的时候，如果女朋友频繁地给你消息，你有点不想回复。那平时你是怎么做的呢？如果秒回是什么样的结果？如果等你在学习告一段落再回复是什么样的结果呢？",
    "annotation": [
      {
        "sentence": "从你的描述当中看到你内心有些矛盾，一方面渴望一段稳定的亲密关系，另一方面又在这段关系当中会感觉到不舒服，不自如。",
        "label": ""
      },
      {
        "sentence": "我们来看一看哪些环节是可以改变的。",
        "label": ""
      },
      {
        "sentence": "你提到在你学习的时候，如果女朋友频繁地给你消息，你有点不想回复。",
        "label": ""
      },
      {
        "sentence": "那平时你是怎么做的呢？",
        "label": ""
      },
      {
        "sentence": "如果秒回是什么样的结果？",
        "label": ""
      },
      {
        "sentence": "如果等你在学习告一段落再回复是什么样的结果呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我通常会尽量快速回复，但有时候确实会觉得压力很大。如果我马上回复，我会觉得分心无法专心学习。但是如果等到学习告一段落再回复，对方可能会生气或者误会我不关心她。",
    "annotation": [
      {
        "sentence": "我通常会尽量快速回复，但有时候确实会觉得压力很大。",
        "label": ""
      },
      {
        "sentence": "如果我马上回复，我会觉得分心无法专心学习。",
        "label": ""
      },
      {
        "sentence": "但是如果等到学习告一段落再回复，对方可能会生气或者误会我不关心她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你担心在回复消息的过程中分散了注意力，影响了学习效果，这是一个可以理解的顾虑。也许你可以和女朋友沟通一下，告诉她你在学习时希望能有一段安静的时间，让你专注于学习。同时，也可以向她解释你回复较晚的原因，让她知道你并不是不关心她，只是需要保证学习的质量。这样，你们之间的理解和信任也会增加。",
    "annotation": [
      {
        "sentence": "明白了，你担心在回复消息的过程中分散了注意力，影响了学习效果，这是一个可以理解的顾虑。",
        "label": ""
      },
      {
        "sentence": "也许你可以和女朋友沟通一下，告诉她你在学习时希望能有一段安静的时间，让你专注于学习。",
        "label": ""
      },
      {
        "sentence": "同时，也可以向她解释你回复较晚的原因，让她知道你并不是不关心她，只是需要保证学习的质量。",
        "label": ""
      },
      {
        "sentence": "这样，你们之间的理解和信任也会增加。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但有时候我还是害怕她会不开心或者觉得我对她不重要。我很想做一个合格的男朋友，让对方满意，但这种期待是合理的吗？",
    "annotation": [
      {
        "sentence": "我明白你的意思，但有时候我还是害怕她会不开心或者觉得我对她不重要。",
        "label": ""
      },
      {
        "sentence": "我很想做一个合格的男朋友，让对方满意，但这种期待是合理的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你关心对方的感受和希望成为一个合格的男朋友，这是很正常的愿望。但是，也要记住，在一段健康的亲密关系中，相互的需求和边界是需要平衡的。两个人能在一起真正走下去，最重要的就是能够接纳对方的不足的地方，脆弱的地方。所以暴露自己的缺点和不足的地方，甚至脆弱的地方，对方也能接纳，这样更容易建立起稳定的关系。上面的思路只是一种可能，你还需要经过你的核对确认。希望我的回答增加了你一个思考的方向和思路。",
    "annotation": [
      {
        "sentence": "你关心对方的感受和希望成为一个合格的男朋友，这是很正常的愿望。",
        "label": ""
      },
      {
        "sentence": "但是，也要记住，在一段健康的亲密关系中，相互的需求和边界是需要平衡的。",
        "label": ""
      },
      {
        "sentence": "两个人能在一起真正走下去，最重要的就是能够接纳对方的不足的地方，脆弱的地方。",
        "label": ""
      },
      {
        "sentence": "所以暴露自己的缺点和不足的地方，甚至脆弱的地方，对方也能接纳，这样更容易建立起稳定的关系。",
        "label": ""
      },
      {
        "sentence": "上面的思路只是一种可能，你还需要经过你的核对确认。",
        "label": ""
      },
      {
        "sentence": "希望我的回答增加了你一个思考的方向和思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会试着和女朋友沟通，坦诚地表达我的需求和担忧。我希望我们能够共同努力，建立一段健康稳定的亲密关系。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会试着和女朋友沟通，坦诚地表达我的需求和担忧。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够共同努力，建立一段健康稳定的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。沟通和理解是建立健康关系的基础，希望你们能够共同努力，找到适合双方的平衡点，创造一个互相支持和理解的环境。如果你需要更多的帮助，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "沟通和理解是建立健康关系的基础，希望你们能够共同努力，找到适合双方的平衡点，创造一个互相支持和理解的环境。",
        "label": ""
      },
      {
        "sentence": "如果你需要更多的帮助，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  }
]