[
  {
    "role": "client",
    "content": "我为什么会选择逃离亲密关系？是觉得不能承担责任？我不知道为什么自己会选择逃离或许是觉得自己不能承担责任。我一旦进入亲密关系我会觉得很恐慌，会有种窒息的感觉。我会觉得有压力，比如需要随时随地地承担责任。我害怕因为做自己的事情而无法关注到对方，比如我在学习时对方不停地给我发消息给我打电话，我就会觉得不想接，但是过后又需要向对方去解释我为什么没有接他的电话。我觉得很累，这种感觉让我觉得很窒息。我觉得我只想要一点点的亲密关系，然后保留很多个人空间。我觉得亲密关系会让我觉得很受束缚，我无法保证自己能长情。我觉得自己是一个很容易见异思迁的人。我一方面不喜欢找那种朝三暮四的人，希望找一个靠谱的人，但我又不是一个很长情的人。我有时觉得靠谱的人给我带来的安全感和舒心感有时候又会觉得他们的关爱和忠贞让我窒息，让我想要逃离。我也不知道为什么，我可能觉得亲密关系让我感觉很受束缚，我不想承担责任，我想要个人空间。但有时又渴望稳定的关系，我很矛盾。",
    "annotation": [
      {
        "sentence": "我为什么会选择逃离亲密关系？",
        "label": ""
      },
      {
        "sentence": "是觉得不能承担责任？",
        "label": ""
      },
      {
        "sentence": "我不知道为什么自己会选择逃离或许是觉得自己不能承担责任。",
        "label": ""
      },
      {
        "sentence": "我一旦进入亲密关系我会觉得很恐慌，会有种窒息的感觉。",
        "label": ""
      },
      {
        "sentence": "我会觉得有压力，比如需要随时随地地承担责任。",
        "label": ""
      },
      {
        "sentence": "我害怕因为做自己的事情而无法关注到对方，比如我在学习时对方不停地给我发消息给我打电话，我就会觉得不想接，但是过后又需要向对方去解释我为什么没有接他的电话。",
        "label": ""
      },
      {
        "sentence": "我觉得很累，这种感觉让我觉得很窒息。",
        "label": ""
      },
      {
        "sentence": "我觉得我只想要一点点的亲密关系，然后保留很多个人空间。",
        "label": ""
      },
      {
        "sentence": "我觉得亲密关系会让我觉得很受束缚，我无法保证自己能长情。",
        "label": ""
      },
      {
        "sentence": "我觉得自己是一个很容易见异思迁的人。",
        "label": ""
      },
      {
        "sentence": "我一方面不喜欢找那种朝三暮四的人，希望找一个靠谱的人，但我又不是一个很长情的人。",
        "label": ""
      },
      {
        "sentence": "我有时觉得靠谱的人给我带来的安全感和舒心感有时候又会觉得他们的关爱和忠贞让我窒息，让我想要逃离。",
        "label": ""
      },
      {
        "sentence": "我也不知道为什么，我可能觉得亲密关系让我感觉很受束缚，我不想承担责任，我想要个人空间。",
        "label": ""
      },
      {
        "sentence": "但有时又渴望稳定的关系，我很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你提供一个很好的问题和探讨的机会。你说出了多数人内心的疑惑和感受。首先，亲密关系是一段复杂的体验，不是简单的不能承担责任导致逃离的。在关系中，情绪和情感的体验、调节等因素都会影响我们的选择。当你提到要随时随地承担责任时，我感到这是一件让人紧张和难以承受的任务。你可以思考一下这些需要随时承担的责任来自哪里，是否真的需要承担。另外，你提到在学习时对方频繁打扰你的情况，你不想接电话，但过后需要解释，这是很累人的。这个时候你需要先照顾好自己的心情，理解自己不能关注对方和不想解释的真实感受，相信对方可以承担延迟满足的需要。这是关系中你需要自我照顾的部分。另一方面，如果亲密关系中的另一方不够成熟，比较依赖，就会让你失去自由和个人空间，这不是一件令人愉快的事。总之，一段亲密关系出现了想逃离的结果并不仅仅是简单的不负责任，它是由多个复杂的因素共同作用的。你提到了一些困扰你的情绪和体验，这也许与你的童年经历有关。通过心理咨询，你可以找到一些方法来改善这种情况。当你说到需要稳定的关系和自己不是长情的人之间的矛盾时，我想说这个世界上很少有永恒的东西。重要的是用心对待当下的关系，理解和照顾好自己内心的需要，并懂得向他人表达自己的需求，适当地提出要求，调节自己的情绪。这些在亲密关系中是非常重要的。虽然处理好这些并不容易，但只有通过努力解决难题，我们才能获得更好的结果。感知敏感和满足需要是建立亲密关系中重要元素之一。希望你能找到它们的价值，祝愿你尽快解决问题。希望我的回答能够为你提供一些帮助。",
    "annotation": [
      {
        "sentence": "感谢你提供一个很好的问题和探讨的机会。",
        "label": ""
      },
      {
        "sentence": "你说出了多数人内心的疑惑和感受。",
        "label": ""
      },
      {
        "sentence": "首先，亲密关系是一段复杂的体验，不是简单的不能承担责任导致逃离的。",
        "label": ""
      },
      {
        "sentence": "在关系中，情绪和情感的体验、调节等因素都会影响我们的选择。",
        "label": ""
      },
      {
        "sentence": "当你提到要随时随地承担责任时，我感到这是一件让人紧张和难以承受的任务。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下这些需要随时承担的责任来自哪里，是否真的需要承担。",
        "label": ""
      },
      {
        "sentence": "另外，你提到在学习时对方频繁打扰你的情况，你不想接电话，但过后需要解释，这是很累人的。",
        "label": ""
      },
      {
        "sentence": "这个时候你需要先照顾好自己的心情，理解自己不能关注对方和不想解释的真实感受，相信对方可以承担延迟满足的需要。",
        "label": ""
      },
      {
        "sentence": "这是关系中你需要自我照顾的部分。",
        "label": ""
      },
      {
        "sentence": "另一方面，如果亲密关系中的另一方不够成熟，比较依赖，就会让你失去自由和个人空间，这不是一件令人愉快的事。",
        "label": ""
      },
      {
        "sentence": "总之，一段亲密关系出现了想逃离的结果并不仅仅是简单的不负责任，它是由多个复杂的因素共同作用的。",
        "label": ""
      },
      {
        "sentence": "你提到了一些困扰你的情绪和体验，这也许与你的童年经历有关。",
        "label": ""
      },
      {
        "sentence": "通过心理咨询，你可以找到一些方法来改善这种情况。",
        "label": ""
      },
      {
        "sentence": "当你说到需要稳定的关系和自己不是长情的人之间的矛盾时，我想说这个世界上很少有永恒的东西。",
        "label": ""
      },
      {
        "sentence": "重要的是用心对待当下的关系，理解和照顾好自己内心的需要，并懂得向他人表达自己的需求，适当地提出要求，调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "这些在亲密关系中是非常重要的。",
        "label": ""
      },
      {
        "sentence": "虽然处理好这些并不容易，但只有通过努力解决难题，我们才能获得更好的结果。",
        "label": ""
      },
      {
        "sentence": "感知敏感和满足需要是建立亲密关系中重要元素之一。",
        "label": ""
      },
      {
        "sentence": "希望你能找到它们的价值，祝愿你尽快解决问题。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够为你提供一些帮助。",
        "label": ""
      }
    ]
  }
]