[
  {
    "role": "client",
    "content": "我为什么会选择逃离亲密关系？是觉得不能承担责任？我不知道为什么自己会选择逃离或许是觉得自己不能承担责任。我一旦进入亲密关系我会觉得很恐慌会有种窒息的感觉。我会觉得有压力比如需要随时随地的承担责任。我害怕因为做自己的事情而无法关注到对方，比如我在学习时对方不停的给我发消息给我打电话我就会觉得不想接但是过后又需要向对方去解释我为什么没有接他的电话。我觉得很累，这种感觉让我觉得很窒息。我觉得我只想要一点点的亲密关系，然后保留很多个人空间。我觉得亲密关系会让我觉得很受束缚，我无法保证自己能长情。我觉得自己是一个很容易见异思迁的人。我一方面不喜欢找那种朝三暮四的人希望找一个靠谱的人，但我又不是一个很长情的人。我有时觉得靠谱的人给我带来的安全感和舒心感有时候又会觉得他们的关爱和忠贞让我窒息让我想要逃离。我也不知道为什么,可能觉得亲密关系让我感觉很受束缚，我不想承担责任，我想要个人空间，但有时又渴望稳定的关系。我很矛盾。",
    "annotation": [
      {
        "sentence": "我为什么会选择逃离亲密关系？",
        "label": ""
      },
      {
        "sentence": "是觉得不能承担责任？",
        "label": ""
      },
      {
        "sentence": "我不知道为什么自己会选择逃离或许是觉得自己不能承担责任。",
        "label": ""
      },
      {
        "sentence": "我一旦进入亲密关系我会觉得很恐慌会有种窒息的感觉。",
        "label": ""
      },
      {
        "sentence": "我会觉得有压力比如需要随时随地的承担责任。",
        "label": ""
      },
      {
        "sentence": "我害怕因为做自己的事情而无法关注到对方，比如我在学习时对方不停的给我发消息给我打电话我就会觉得不想接但是过后又需要向对方去解释我为什么没有接他的电话。",
        "label": ""
      },
      {
        "sentence": "我觉得很累，这种感觉让我觉得很窒息。",
        "label": ""
      },
      {
        "sentence": "我觉得我只想要一点点的亲密关系，然后保留很多个人空间。",
        "label": ""
      },
      {
        "sentence": "我觉得亲密关系会让我觉得很受束缚，我无法保证自己能长情。",
        "label": ""
      },
      {
        "sentence": "我觉得自己是一个很容易见异思迁的人。",
        "label": ""
      },
      {
        "sentence": "我一方面不喜欢找那种朝三暮四的人希望找一个靠谱的人，但我又不是一个很长情的人。",
        "label": ""
      },
      {
        "sentence": "我有时觉得靠谱的人给我带来的安全感和舒心感有时候又会觉得他们的关爱和忠贞让我窒息让我想要逃离。",
        "label": ""
      },
      {
        "sentence": "我也不知道为什么,可能觉得亲密关系让我感觉很受束缚，我不想承担责任，我想要个人空间，但有时又渴望稳定的关系。",
        "label": ""
      },
      {
        "sentence": "我很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢，能够勇敢地表达出你的内心。我能够理解你的感受。对于一个人来说，恋爱并不是必须要做的事情。恋爱也可能是让你感到束缚的，“忽爱”也是一个正常的心态。但是，我们也要意识到自己可能会在某些方面局限于自己的思维模式中。你在恋爱中的困惑，可能是源于你对自己不够了解，对恋爱不够了解，还是对爱情纯粹的理解欠缺。首先，恋爱对于你来说应该是一种让自己感到愉悦和幸福的事情，而不是让你感到压力和束缚。如果恋爱真的会让你感到这么烦躁，那么，你就需要找到自己不满的方面以及对方的不足。我建议你在恋爱前要多了解自己和对方，这样才能避免恋爱中出现矛盾和不满足。",
    "annotation": [
      {
        "sentence": "你很勇敢，能够勇敢地表达出你的内心。",
        "label": ""
      },
      {
        "sentence": "我能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "对于一个人来说，恋爱并不是必须要做的事情。",
        "label": ""
      },
      {
        "sentence": "恋爱也可能是让你感到束缚的，“忽爱”也是一个正常的心态。",
        "label": ""
      },
      {
        "sentence": "但是，我们也要意识到自己可能会在某些方面局限于自己的思维模式中。",
        "label": ""
      },
      {
        "sentence": "你在恋爱中的困惑，可能是源于你对自己不够了解，对恋爱不够了解，还是对爱情纯粹的理解欠缺。",
        "label": ""
      },
      {
        "sentence": "首先，恋爱对于你来说应该是一种让自己感到愉悦和幸福的事情，而不是让你感到压力和束缚。",
        "label": ""
      },
      {
        "sentence": "如果恋爱真的会让你感到这么烦躁，那么，你就需要找到自己不满的方面以及对方的不足。",
        "label": ""
      },
      {
        "sentence": "我建议你在恋爱前要多了解自己和对方，这样才能避免恋爱中出现矛盾和不满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我确实需要更多地了解自己和对方，和对方沟通，彼此更加理解。我想理解一下，我为什么会有这种想法？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我确实需要更多地了解自己和对方，和对方沟通，彼此更加理解。",
        "label": ""
      },
      {
        "sentence": "我想理解一下，我为什么会有这种想法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法可能源于你过去的一些经历。比如，某些经验丰富的人会在恋爱中感到忧虑和不安，这可能是由于他们经历过伤害或被欺骗的经历，从而让他们对新的恋爱关系产生不信任感。过去的经历往往会影响我们对未来的展望和信心。因此，心理康复可能是一个很好的选择，帮助你重新认识自己和恋爱。",
    "annotation": [
      {
        "sentence": "你的想法可能源于你过去的一些经历。",
        "label": ""
      },
      {
        "sentence": "比如，某些经验丰富的人会在恋爱中感到忧虑和不安，这可能是由于他们经历过伤害或被欺骗的经历，从而让他们对新的恋爱关系产生不信任感。",
        "label": ""
      },
      {
        "sentence": "过去的经历往往会影响我们对未来的展望和信心。",
        "label": ""
      },
      {
        "sentence": "因此，心理康复可能是一个很好的选择，帮助你重新认识自己和恋爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，也许我的恐惧和压力是由过去的经历造成的。我想尝试进行心理康复，希望能够更好地认识自己。",
    "annotation": [
      {
        "sentence": "我理解了，也许我的恐惧和压力是由过去的经历造成的。",
        "label": ""
      },
      {
        "sentence": "我想尝试进行心理康复，希望能够更好地认识自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好。心理康复是一个循序渐进的过程，需要时间和努力。建议你可以向当地的心理医生寻求帮助来规划自己的康复计划。另外，放松和运动也是缓解压力和消除焦虑的好方法。我相信，通过不懈地努力，你一定能找到自己想要的恋爱和生活方式。",
    "annotation": [
      {
        "sentence": "很好。",
        "label": ""
      },
      {
        "sentence": "心理康复是一个循序渐进的过程，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "建议你可以向当地的心理医生寻求帮助来规划自己的康复计划。",
        "label": ""
      },
      {
        "sentence": "另外，放松和运动也是缓解压力和消除焦虑的好方法。",
        "label": ""
      },
      {
        "sentence": "我相信，通过不懈地努力，你一定能找到自己想要的恋爱和生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我很感激你的建议和鼓励。我想接受治疗，恢复自己的情感状态，这样才能继续我的恋爱生活。",
    "annotation": [
      {
        "sentence": "嗯，我很感激你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我想接受治疗，恢复自己的情感状态，这样才能继续我的恋爱生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你是一个勇敢而开放的人。相信你的努力和坚持一定能够得到回报。",
    "annotation": [
      {
        "sentence": "非常好，你是一个勇敢而开放的人。",
        "label": ""
      },
      {
        "sentence": "相信你的努力和坚持一定能够得到回报。",
        "label": ""
      }
    ]
  }
]