[
  {
    "role": "client",
    "content": "我是一个20岁的女生，正在准备考研。我感到压力很大，晚上睡眠质量很差，导致白天头疼，并且还要继续学习。为了放松一下，我会补充睡眠，但接着又会打开手机玩游戏，一直玩到很晚。原本只是睡眠质量不好的问题，现在连睡觉时间都没有了。这样的恶性循环让我在学习时感到很内疚。有时候我觉得自己已经20岁了，却依然缺乏自控力，觉得自己像个废物，一事无成。我越来越怀疑自己，越来越没有信心。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，正在准备考研。",
        "label": ""
      },
      {
        "sentence": "我感到压力很大，晚上睡眠质量很差，导致白天头疼，并且还要继续学习。",
        "label": ""
      },
      {
        "sentence": "为了放松一下，我会补充睡眠，但接着又会打开手机玩游戏，一直玩到很晚。",
        "label": ""
      },
      {
        "sentence": "原本只是睡眠质量不好的问题，现在连睡觉时间都没有了。",
        "label": ""
      },
      {
        "sentence": "这样的恶性循环让我在学习时感到很内疚。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得自己已经20岁了，却依然缺乏自控力，觉得自己像个废物，一事无成。",
        "label": ""
      },
      {
        "sentence": "我越来越怀疑自己，越来越没有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "考研对任何人来说都是一项艰巨的任务，所以你感到有压力很正常。让我给你一个支持的拥抱。考试是对阶段性努力的检验，并不代表你的全部。焦虑和紧张是考试或准备考试时最常见的情绪，有些人在这个时候甚至会出现窒息、晕倒、呕吐等症状。要想控制这种情绪，首先我们要以客观的角度看待考试。因为我们的人生会经历许多考试，有些是纸质考试，有些是无形的，比如道德的考验。所以不要把每一次考试看成最后一次，不要将其视为决定你终身命运的考试。考试只是检验我们阶段性努力的一种方式，并不代表我们是好人还是坏人，也并不意味着你失去了机会或他人的认同。学习和休息是一个平衡的游戏，你不能让自己过度劳累。当我们能以平常的、客观的态度看待事情时，它就不会影响我们的情绪，进而影响我们的饮食和睡眠。当我们试图通过报复性的熬夜来获得内心的安慰时，我们会觉得自己付出了很多学习时间，也应该给自己一些补偿。然后我们就会进入报复性休息的阶段。这样就会产生两个极端的冲突：报复性的熬夜学习和报复性的放纵休息。这会完全打破你的身心平衡。既然你既想学习又知道需要休息，为什么不将二者分别减少50%呢？这样就能恢复正常的学习和休息。报复性学习和报复性休息背后是一种患得患失的心态。你只需要对自己负责就好，不需要感到内疚或需要安慰自己。我们只是学生，只要在有限的时间内尽力学习，同时也懂得如何适度休息。通常，报复性熬夜和放纵休息背后都是一种患得患失的心态。你可以思考一下，是什么让你情绪无法平复，哪些事情会引发这种心态。如果这些事物能说话，它们会对你说什么？你的身体有何感受？当你明白了这些问题的答案，极端的冲突也会得到解决。我推荐你阅读《精进》这本书。",
    "annotation": [
      {
        "sentence": "考研对任何人来说都是一项艰巨的任务，所以你感到有压力很正常。",
        "label": ""
      },
      {
        "sentence": "让我给你一个支持的拥抱。",
        "label": ""
      },
      {
        "sentence": "考试是对阶段性努力的检验，并不代表你的全部。",
        "label": ""
      },
      {
        "sentence": "焦虑和紧张是考试或准备考试时最常见的情绪，有些人在这个时候甚至会出现窒息、晕倒、呕吐等症状。",
        "label": ""
      },
      {
        "sentence": "要想控制这种情绪，首先我们要以客观的角度看待考试。",
        "label": ""
      },
      {
        "sentence": "因为我们的人生会经历许多考试，有些是纸质考试，有些是无形的，比如道德的考验。",
        "label": ""
      },
      {
        "sentence": "所以不要把每一次考试看成最后一次，不要将其视为决定你终身命运的考试。",
        "label": ""
      },
      {
        "sentence": "考试只是检验我们阶段性努力的一种方式，并不代表我们是好人还是坏人，也并不意味着你失去了机会或他人的认同。",
        "label": ""
      },
      {
        "sentence": "学习和休息是一个平衡的游戏，你不能让自己过度劳累。",
        "label": ""
      },
      {
        "sentence": "当我们能以平常的、客观的态度看待事情时，它就不会影响我们的情绪，进而影响我们的饮食和睡眠。",
        "label": ""
      },
      {
        "sentence": "当我们试图通过报复性的熬夜来获得内心的安慰时，我们会觉得自己付出了很多学习时间，也应该给自己一些补偿。",
        "label": ""
      },
      {
        "sentence": "然后我们就会进入报复性休息的阶段。",
        "label": ""
      },
      {
        "sentence": "这样就会产生两个极端的冲突：报复性的熬夜学习和报复性的放纵休息。",
        "label": ""
      },
      {
        "sentence": "这会完全打破你的身心平衡。",
        "label": ""
      },
      {
        "sentence": "既然你既想学习又知道需要休息，为什么不将二者分别减少50%呢？",
        "label": ""
      },
      {
        "sentence": "这样就能恢复正常的学习和休息。",
        "label": ""
      },
      {
        "sentence": "报复性学习和报复性休息背后是一种患得患失的心态。",
        "label": ""
      },
      {
        "sentence": "你只需要对自己负责就好，不需要感到内疚或需要安慰自己。",
        "label": ""
      },
      {
        "sentence": "我们只是学生，只要在有限的时间内尽力学习，同时也懂得如何适度休息。",
        "label": ""
      },
      {
        "sentence": "通常，报复性熬夜和放纵休息背后都是一种患得患失的心态。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，是什么让你情绪无法平复，哪些事情会引发这种心态。",
        "label": ""
      },
      {
        "sentence": "如果这些事物能说话，它们会对你说什么？",
        "label": ""
      },
      {
        "sentence": "你的身体有何感受？",
        "label": ""
      },
      {
        "sentence": "当你明白了这些问题的答案，极端的冲突也会得到解决。",
        "label": ""
      },
      {
        "sentence": "我推荐你阅读《精进》这本书。",
        "label": ""
      }
    ]
  }
]