[
  {
    "role": "client",
    "content": "我最近很担心我的13岁女儿，她特别幼稚，我不知道该怎么助她心理成长。她比同龄人明显不成熟。",
    "annotation": [
      {
        "sentence": "我最近很担心我的13岁女儿，她特别幼稚，我不知道该怎么助她心理成长。",
        "label": ""
      },
      {
        "sentence": "她比同龄人明显不成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感觉到你对这个问题的焦虑。你的焦虑我也曾经有过，作为父母，我们总是希望孩子一切顺利，但有时候我们过度干预反而会导致孩子叛逆或者幼稚。父母在孩子成长过程中可能会过分地代劳，这样孩子就没有自己思考的机会，或者他们的思维过于简单，遇到问题要么等待父母帮助，要么就采取最简单的方法得出结论。你觉得孩子幼稚，这实际上表明你非常爱她，害怕她受到伤害。但是同时，这也意味着她缺乏锻炼的机会。父母之爱是最残酷的，因为我们必须慢慢地离开他们，让他们独立成长，看着他们远离我们，成为独立的个体。所以在他们年幼的时候，我们必须一方面爱他们，一方面也狠心地锻炼他们，这样当他们离开我们的时候，不会表现得幼稚或者胆怯。我们应该在适当的时候放手，让孩子独立面对问题，犯错误。虽然我们可以给他们一些建议和经验，可以让他们在相对安全的环境中锻炼，但也一定要让他们去实际尝试。我记得当我儿子6岁的时候，他独自乘公车去外公外婆家，我悄悄地跟在后面。当他在等红灯时，旁边有个大个子男人，他打量了男人几眼后，悄悄地拉开了和男人的距离。等到绿灯亮起，他迅速穿过马路。这个经历让我看到孩子是有安全意识的。后来我妈告诉我，他很自豪地说是他自己一个人来的，我妈听了还责备了我一顿。你的女儿现在还有时间，我建议你从现在开始培养她独立思考，不要立刻打击她的想法，多问问她有什么需要改进的地方，问问她为什么这样想，不断刺激她思考。通过这样的刻意练习，她会慢慢变得成熟起来的。以上是我的建议，希望对你有所帮助。如果你喜欢可以关注我的账号。",
    "annotation": [
      {
        "sentence": "我能感觉到你对这个问题的焦虑。",
        "label": ""
      },
      {
        "sentence": "你的焦虑我也曾经有过，作为父母，我们总是希望孩子一切顺利，但有时候我们过度干预反而会导致孩子叛逆或者幼稚。",
        "label": ""
      },
      {
        "sentence": "父母在孩子成长过程中可能会过分地代劳，这样孩子就没有自己思考的机会，或者他们的思维过于简单，遇到问题要么等待父母帮助，要么就采取最简单的方法得出结论。",
        "label": ""
      },
      {
        "sentence": "你觉得孩子幼稚，这实际上表明你非常爱她，害怕她受到伤害。",
        "label": ""
      },
      {
        "sentence": "但是同时，这也意味着她缺乏锻炼的机会。",
        "label": ""
      },
      {
        "sentence": "父母之爱是最残酷的，因为我们必须慢慢地离开他们，让他们独立成长，看着他们远离我们，成为独立的个体。",
        "label": ""
      },
      {
        "sentence": "所以在他们年幼的时候，我们必须一方面爱他们，一方面也狠心地锻炼他们，这样当他们离开我们的时候，不会表现得幼稚或者胆怯。",
        "label": ""
      },
      {
        "sentence": "我们应该在适当的时候放手，让孩子独立面对问题，犯错误。",
        "label": ""
      },
      {
        "sentence": "虽然我们可以给他们一些建议和经验，可以让他们在相对安全的环境中锻炼，但也一定要让他们去实际尝试。",
        "label": ""
      },
      {
        "sentence": "我记得当我儿子6岁的时候，他独自乘公车去外公外婆家，我悄悄地跟在后面。",
        "label": ""
      },
      {
        "sentence": "当他在等红灯时，旁边有个大个子男人，他打量了男人几眼后，悄悄地拉开了和男人的距离。",
        "label": ""
      },
      {
        "sentence": "等到绿灯亮起，他迅速穿过马路。",
        "label": ""
      },
      {
        "sentence": "这个经历让我看到孩子是有安全意识的。",
        "label": ""
      },
      {
        "sentence": "后来我妈告诉我，他很自豪地说是他自己一个人来的，我妈听了还责备了我一顿。",
        "label": ""
      },
      {
        "sentence": "你的女儿现在还有时间，我建议你从现在开始培养她独立思考，不要立刻打击她的想法，多问问她有什么需要改进的地方，问问她为什么这样想，不断刺激她思考。",
        "label": ""
      },
      {
        "sentence": "通过这样的刻意练习，她会慢慢变得成熟起来的。",
        "label": ""
      },
      {
        "sentence": "以上是我的建议，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你喜欢可以关注我的账号。",
        "label": ""
      }
    ]
  }
]