[
  {
    "role": "client",
    "content": "我是一个20岁的女生，最近在准备考研，但是压力非常大，而且因为报复性熬夜，我的睡眠质量也很差。白天我会头疼，还要背书。我总是想放松一下，补充睡眠，但是一旦开始玩手机，就停不下来。现在不仅睡眠质量不好，连睡觉的时间都没有了。这样下去，我会进入恶性循环，每天学习的时候都感到内疚。有时候我甚至质疑自己，怀疑自己20岁了还没有自制力，觉得自己是个废物，一事无成。越来越不相信自己。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，最近在准备考研，但是压力非常大，而且因为报复性熬夜，我的睡眠质量也很差。",
        "label": ""
      },
      {
        "sentence": "白天我会头疼，还要背书。",
        "label": ""
      },
      {
        "sentence": "我总是想放松一下，补充睡眠，但是一旦开始玩手机，就停不下来。",
        "label": ""
      },
      {
        "sentence": "现在不仅睡眠质量不好，连睡觉的时间都没有了。",
        "label": ""
      },
      {
        "sentence": "这样下去，我会进入恶性循环，每天学习的时候都感到内疚。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至质疑自己，怀疑自己20岁了还没有自制力，觉得自己是个废物，一事无成。",
        "label": ""
      },
      {
        "sentence": "越来越不相信自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我能感受到你的困扰，我希望我的回答能够帮到你。首先，我想说你很懂得觉察自己的感受，并且能够反思，这样的自我认知对我们的进步非常重要。作为一个考研成功的过来人，我给你几点建议：第一，学习不是越紧张越好。我们的大脑需要适度的松弛，如果我们一直处于紧张的状态，大脑就会想方设法让我们放松。所以当你白天努力看书、承受压力的时候，晚上你就会想着放松自己，玩手机。但是玩手机影响了你的睡眠，这就导致了白天学习更加困难。你已经意识到了这一点，这真的值得赞许。因此，我们需要调整学习计划，让学习有适度的松弛，不会因为过度紧张而引起睡眠和其他问题。第二，我建议你如何安排学习计划。你需要先制定一个总目标，考研不在于冲刺，而是日积月累的坚持。我当时花了一年的时间准备，这一年里，你需要将总目标分解为每天的目标。你会发现，每天的目标其实并不多。这样你按照计划坚持学习就不会太累。此外，除了学习之外，每天也要给自己安排一定的放松时间。我当时每天会去操场跑步，既增强体质，也可以放松心情。如果你觉得玩手机也很重要，那你可以在完成学习任务之后，给自己安排一定时间玩手机，玩的时候尽兴，但到时间了就停止，告诉自己已经满足了。最后，每天都要睡得很踏实，带着满足感和成就感入睡。第三，如何改善睡眠。就像我前面说的，当你按照计划完成每天的学习任务，得到适当的放松，每天睡前带着满足感和成就感，就不会带着压力入睡，应该会睡得很踏实。此外，入睡时，给自己一些积极的心理暗示：我今天已经尽力地完成了任务，我真的很棒。其他还没处理好的事情，现在想也没有用，我要好好休息，我一定会睡得很好，养足精神，迎接明天的挑战，我相信我明天也可以完成任务。第二天醒来后，也可以对自己进行积极的暗示，新的一天又带来了新的希望，我相信我可以利用好今天的时间，完成今天的学习任务。加油！第四，关于学习方法。考研学习分为三个方面：专业课、英语和政治。专业课的复习，建议以书本和真题为主，需要进行三遍学习。第一遍了解大概情况，第二遍重点学习重要知识，还需要背诵；第三遍查漏补缺。对于需要背诵的内容，建议总结到一起，可以利用碎片化的时间背诵，例如坐公交或走路的时候背诵问答题等。这样积少成多，你会背得越来越多，也不会觉得时间不够用。英语的学习重在单词和真题，同样建议至少三遍学习。背诵单词建议利用早晨起床和晚上入睡的时间，因为早晨记忆没有前摄抑制，晚上记忆没有后摄抑制，记忆效果会比较好。每天安排好需要背诵的量，早晨背诵新的、复习昨晚的，晚上背诵早晨的，再学习新的。在背诵过程中不断反复，既能记牢知识，又不会花费太多时间。政治的学习建议参加一些辅导班，因为辅导班可以获取最新的信息和学习技巧。以上就是我的回答，加油！",
    "annotation": [
      {
        "sentence": "看了你的描述，我能感受到你的困扰，我希望我的回答能够帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，我想说你很懂得觉察自己的感受，并且能够反思，这样的自我认知对我们的进步非常重要。",
        "label": ""
      },
      {
        "sentence": "作为一个考研成功的过来人，我给你几点建议：第一，学习不是越紧张越好。",
        "label": ""
      },
      {
        "sentence": "我们的大脑需要适度的松弛，如果我们一直处于紧张的状态，大脑就会想方设法让我们放松。",
        "label": ""
      },
      {
        "sentence": "所以当你白天努力看书、承受压力的时候，晚上你就会想着放松自己，玩手机。",
        "label": ""
      },
      {
        "sentence": "但是玩手机影响了你的睡眠，这就导致了白天学习更加困难。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了这一点，这真的值得赞许。",
        "label": ""
      },
      {
        "sentence": "因此，我们需要调整学习计划，让学习有适度的松弛，不会因为过度紧张而引起睡眠和其他问题。",
        "label": ""
      },
      {
        "sentence": "第二，我建议你如何安排学习计划。",
        "label": ""
      },
      {
        "sentence": "你需要先制定一个总目标，考研不在于冲刺，而是日积月累的坚持。",
        "label": ""
      },
      {
        "sentence": "我当时花了一年的时间准备，这一年里，你需要将总目标分解为每天的目标。",
        "label": ""
      },
      {
        "sentence": "你会发现，每天的目标其实并不多。",
        "label": ""
      },
      {
        "sentence": "这样你按照计划坚持学习就不会太累。",
        "label": ""
      },
      {
        "sentence": "此外，除了学习之外，每天也要给自己安排一定的放松时间。",
        "label": ""
      },
      {
        "sentence": "我当时每天会去操场跑步，既增强体质，也可以放松心情。",
        "label": ""
      },
      {
        "sentence": "如果你觉得玩手机也很重要，那你可以在完成学习任务之后，给自己安排一定时间玩手机，玩的时候尽兴，但到时间了就停止，告诉自己已经满足了。",
        "label": ""
      },
      {
        "sentence": "最后，每天都要睡得很踏实，带着满足感和成就感入睡。",
        "label": ""
      },
      {
        "sentence": "第三，如何改善睡眠。",
        "label": ""
      },
      {
        "sentence": "就像我前面说的，当你按照计划完成每天的学习任务，得到适当的放松，每天睡前带着满足感和成就感，就不会带着压力入睡，应该会睡得很踏实。",
        "label": ""
      },
      {
        "sentence": "此外，入睡时，给自己一些积极的心理暗示：我今天已经尽力地完成了任务，我真的很棒。",
        "label": ""
      },
      {
        "sentence": "其他还没处理好的事情，现在想也没有用，我要好好休息，我一定会睡得很好，养足精神，迎接明天的挑战，我相信我明天也可以完成任务。",
        "label": ""
      },
      {
        "sentence": "第二天醒来后，也可以对自己进行积极的暗示，新的一天又带来了新的希望，我相信我可以利用好今天的时间，完成今天的学习任务。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "第四，关于学习方法。",
        "label": ""
      },
      {
        "sentence": "考研学习分为三个方面：专业课、英语和政治。",
        "label": ""
      },
      {
        "sentence": "专业课的复习，建议以书本和真题为主，需要进行三遍学习。",
        "label": ""
      },
      {
        "sentence": "第一遍了解大概情况，第二遍重点学习重要知识，还需要背诵；第三遍查漏补缺。",
        "label": ""
      },
      {
        "sentence": "对于需要背诵的内容，建议总结到一起，可以利用碎片化的时间背诵，例如坐公交或走路的时候背诵问答题等。",
        "label": ""
      },
      {
        "sentence": "这样积少成多，你会背得越来越多，也不会觉得时间不够用。",
        "label": ""
      },
      {
        "sentence": "英语的学习重在单词和真题，同样建议至少三遍学习。",
        "label": ""
      },
      {
        "sentence": "背诵单词建议利用早晨起床和晚上入睡的时间，因为早晨记忆没有前摄抑制，晚上记忆没有后摄抑制，记忆效果会比较好。",
        "label": ""
      },
      {
        "sentence": "每天安排好需要背诵的量，早晨背诵新的、复习昨晚的，晚上背诵早晨的，再学习新的。",
        "label": ""
      },
      {
        "sentence": "在背诵过程中不断反复，既能记牢知识，又不会花费太多时间。",
        "label": ""
      },
      {
        "sentence": "政治的学习建议参加一些辅导班，因为辅导班可以获取最新的信息和学习技巧。",
        "label": ""
      },
      {
        "sentence": "以上就是我的回答，加油！",
        "label": ""
      }
    ]
  }
]