[
  {
    "role": "client",
    "content": "我做不到信任，为什么我总是害怕老公会出轨？我种是害怕老公出轨，开始怀疑，多疑敏感，甚至于干涉他任何与女人接触的一切活动，我觉得自己过得很累，但是就是做不到信任，我得了很严重的抑郁症，是这个病让我变成这样了吗？",
    "annotation": [
      {
        "sentence": "我做不到信任，为什么我总是害怕老公会出轨？",
        "label": ""
      },
      {
        "sentence": "我种是害怕老公出轨，开始怀疑，多疑敏感，甚至于干涉他任何与女人接触的一切活动，我觉得自己过得很累，但是就是做不到信任，我得了很严重的抑郁症，是这个病让我变成这样了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论遇到什么困难，照顾好自己是最重要的。请先积极寻求专业的心理咨询和治疗，使自己的抑郁情绪得到缓解和控制，这是当务之急。从你的描述中可以看出，敏感多疑、害怕老公出轨已经影响到了你的生活和双方的感情。在这个困难的时刻，最需要关心的不是别人，而是你自己。所以，请先照顾好自己的情绪和身体，把注意力从别人身上转移到自己身上。",
    "annotation": [
      {
        "sentence": "无论遇到什么困难，照顾好自己是最重要的。",
        "label": ""
      },
      {
        "sentence": "请先积极寻求专业的心理咨询和治疗，使自己的抑郁情绪得到缓解和控制，这是当务之急。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，敏感多疑、害怕老公出轨已经影响到了你的生活和双方的感情。",
        "label": ""
      },
      {
        "sentence": "在这个困难的时刻，最需要关心的不是别人，而是你自己。",
        "label": ""
      },
      {
        "sentence": "所以，请先照顾好自己的情绪和身体，把注意力从别人身上转移到自己身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会考虑去找专业的心理咨询师帮助我缓解抑郁情绪。但是，我想了解一下，为什么我会对老公的忠诚感到如此缺乏信任呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑去找专业的心理咨询师帮助我缓解抑郁情绪。",
        "label": ""
      },
      {
        "sentence": "但是，我想了解一下，为什么我会对老公的忠诚感到如此缺乏信任呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题可能有很多方面的原因，每个人的情况都是独特的。我推测可能与你的童年经历有关，比如家庭环境或父母的教育方式。请你回想一下你小时候的经历，你的父母是否能够无条件地信任你、接纳你、爱你？你是否在需要父母关心的时候及时得到想要的关爱？父母是否能够无条件地及时的满足你的正常需求（包括心理上的和物质上的）？从心理学的角度来说，如果人在小时候没有得到父母足够的关心，就会把这种“需要被关心、需要被爱护”的期待转移到其他人身上（比如丈夫身上）。",
    "annotation": [
      {
        "sentence": "这个问题可能有很多方面的原因，每个人的情况都是独特的。",
        "label": ""
      },
      {
        "sentence": "我推测可能与你的童年经历有关，比如家庭环境或父母的教育方式。",
        "label": ""
      },
      {
        "sentence": "请你回想一下你小时候的经历，你的父母是否能够无条件地信任你、接纳你、爱你？",
        "label": ""
      },
      {
        "sentence": "你是否在需要父母关心的时候及时得到想要的关爱？",
        "label": ""
      },
      {
        "sentence": "父母是否能够无条件地及时的满足你的正常需求（包括心理上的和物质上的）？",
        "label": ""
      },
      {
        "sentence": "从心理学的角度来说，如果人在小时候没有得到父母足够的关心，就会把这种“需要被关心、需要被爱护”的期待转移到其他人身上（比如丈夫身上）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于童年的经历，我并没有感到父母特别信任我或者给予足够的关爱。或许正是因为这个原因，我才将这种需要转移到了我的丈夫身上。但是，我该如何解决这个问题呢？",
    "annotation": [
      {
        "sentence": "对于童年的经历，我并没有感到父母特别信任我或者给予足够的关爱。",
        "label": ""
      },
      {
        "sentence": "或许正是因为这个原因，我才将这种需要转移到了我的丈夫身上。",
        "label": ""
      },
      {
        "sentence": "但是，我该如何解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在情绪较为稳定的时候，认真问问自己，内心深处是否非常渴望丈夫对自己时时刻刻的关注和关爱？哪怕是一秒钟没有得到这种关爱的感觉，就会觉得被抛弃？表面上的敏感多疑、焦虑和害怕老公出轨、不信任老公，其实不一定是老公真的做错了什么，恰恰相反，问题的根源出在自己长期的、持续的未被满足的“被关心、被呵护”的需求。",
    "annotation": [
      {
        "sentence": "在情绪较为稳定的时候，认真问问自己，内心深处是否非常渴望丈夫对自己时时刻刻的关注和关爱？",
        "label": ""
      },
      {
        "sentence": "哪怕是一秒钟没有得到这种关爱的感觉，就会觉得被抛弃？",
        "label": ""
      },
      {
        "sentence": "表面上的敏感多疑、焦虑和害怕老公出轨、不信任老公，其实不一定是老公真的做错了什么，恰恰相反，问题的根源出在自己长期的、持续的未被满足的“被关心、被呵护”的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有这种渴望，但是我不希望自己对丈夫过于依赖，因为我知道他并没有义务扮演我父母的角色。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我确实有这种渴望，但是我不希望自己对丈夫过于依赖，因为我知道他并没有义务扮演我父母的角色。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，丈夫不是父母，他没有义务、也没有能力在生活中扮演你父母的角色，也不可能为你同年缺失的关爱买单。一个人的幸福的根源，永远在TA自己而不是对方。请从现在开始，认认真真地关爱自己、接纳自己、拥抱自己，和那个没有得到足够关爱的内心中的“小孩”握手言和，理解自己的不容易，从生活的方方面面照顾好自己的身体和情绪。只有自己过好了、过的幸福了，才有可能收获圆满的爱情，你说是吗？",
    "annotation": [
      {
        "sentence": "确实，丈夫不是父母，他没有义务、也没有能力在生活中扮演你父母的角色，也不可能为你同年缺失的关爱买单。",
        "label": ""
      },
      {
        "sentence": "一个人的幸福的根源，永远在TA自己而不是对方。",
        "label": ""
      },
      {
        "sentence": "请从现在开始，认认真真地关爱自己、接纳自己、拥抱自己，和那个没有得到足够关爱的内心中的“小孩”握手言和，理解自己的不容易，从生活的方方面面照顾好自己的身体和情绪。",
        "label": ""
      },
      {
        "sentence": "只有自己过好了、过的幸福了，才有可能收获圆满的爱情，你说是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会开始从现在，更加关注和照顾好自己。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会开始从现在，更加关注和照顾好自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。请相信，抑郁并不一定都是坏事，它是我们身体固有的保护机制。你现在的抑郁情绪正是一个信号、一种提醒：要从现在开始好好关心自己了。这份自己对自己的关心，是父母、老公都无法给予的。跨过了这道坎，你就会发现，抑郁其实是生命中弥足珍贵的礼物，它虽然造成了暂时的痛苦，但更是你加深自我理解、增强自我关爱、成长成熟的机会。爱自己，才能爱他人。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "请相信，抑郁并不一定都是坏事，它是我们身体固有的保护机制。",
        "label": ""
      },
      {
        "sentence": "你现在的抑郁情绪正是一个信号、一种提醒：要从现在开始好好关心自己了。",
        "label": ""
      },
      {
        "sentence": "这份自己对自己的关心，是父母、老公都无法给予的。",
        "label": ""
      },
      {
        "sentence": "跨过了这道坎，你就会发现，抑郁其实是生命中弥足珍贵的礼物，它虽然造成了暂时的痛苦，但更是你加深自我理解、增强自我关爱、成长成熟的机会。",
        "label": ""
      },
      {
        "sentence": "爱自己，才能爱他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对。我很感激你给予我的建议和支持。我会好好对待自己，也开始学着爱自己。再次感谢你！",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "我很感激你给予我的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好对待自己，也开始学着爱自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望你能够走出困境，找到真正的幸福。如果有任何需要，随时都可以来找我倾诉。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，希望你能够走出困境，找到真正的幸福。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]