[
  {
    "role": "client",
    "content": "我现在是高三学生，高考前期，我感到很孤独，不知道该如何全身心地投入学习。我一直以来都能自律，但是每当我情绪起伏时，就会影响我的学习。现在我面临的问题是，首先，我失去了一个很亲密的朋友，她说要一直陪伴我到高考，但是提前结束了我们的友谊关系，因为她有了新的伴侣，虽然我们还是偶尔联系。其次，学习心理学给我带来了困扰，我从去年开始自学心理学，一直跟着我的导师学习和探索。现在我报了很多心理课程，虽然我可以在高考后完成它们，但是我感到压力很大，同时我也担心我现在的学业变得不重要了，无法实现我的和导师们对我的最高期望。最后，有人问我是自学两年了还是刚开始，事实上，我一直在自学心理学，但是我一直有一个伴随在我身边的人，就是我提到的那个异性朋友，她陪伴我并且接受我所有的喜怒哀乐，和我分享生活，她给了我很多支持，但现在我感到没有这个周围的人了。（时间的长期确实可以让我慢慢调整，但我更希望老师们能给我一些即时的方法）谢谢您。",
    "annotation": [
      {
        "sentence": "我现在是高三学生，高考前期，我感到很孤独，不知道该如何全身心地投入学习。",
        "label": ""
      },
      {
        "sentence": "我一直以来都能自律，但是每当我情绪起伏时，就会影响我的学习。",
        "label": ""
      },
      {
        "sentence": "现在我面临的问题是，首先，我失去了一个很亲密的朋友，她说要一直陪伴我到高考，但是提前结束了我们的友谊关系，因为她有了新的伴侣，虽然我们还是偶尔联系。",
        "label": ""
      },
      {
        "sentence": "其次，学习心理学给我带来了困扰，我从去年开始自学心理学，一直跟着我的导师学习和探索。",
        "label": ""
      },
      {
        "sentence": "现在我报了很多心理课程，虽然我可以在高考后完成它们，但是我感到压力很大，同时我也担心我现在的学业变得不重要了，无法实现我的和导师们对我的最高期望。",
        "label": ""
      },
      {
        "sentence": "最后，有人问我是自学两年了还是刚开始，事实上，我一直在自学心理学，但是我一直有一个伴随在我身边的人，就是我提到的那个异性朋友，她陪伴我并且接受我所有的喜怒哀乐，和我分享生活，她给了我很多支持，但现在我感到没有这个周围的人了。",
        "label": ""
      },
      {
        "sentence": "（时间的长期确实可以让我慢慢调整，但我更希望老师们能给我一些即时的方法）谢谢您。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，我了解高三这个特殊时期的压力，很多学生都会来自各个方面的压力。我还记得当我上高中的时候，每天除了吃饭、睡觉和学习外，基本上没有其他事情了。而在这个特殊时期，同学之间的相互支持和鼓励是唯一给我带来快乐的事情。对于你来说，因为你在自学，所以无法在学校里感受到相互学习和鼓励的氛围，这样的环境对你来说很重要。但是我相信，当你加入到集体中时，你能很快地融入并专心地投入到学习中去。另外，你提到的那个异性朋友给了你很多陪伴和支持，这可以减轻你的学习压力。至于你自学心理学的问题，我想说，现在你正处于高三阶段，重点应该放在高考上，因为时间有限，心理学的知识可以稍后再学，而高考不能推迟。另外，我自学心理学的时候，也会对号入座，觉得自己有很多心理问题，但这只是对心理学的一知半解，毕竟专业的知识还需要专业的学习才能达到相应的效果。你觉得呢？最后，我想告诉你，在这个最后的时刻，如果你找不到现实中合适的关键人物，我们可以寻找一个虚拟的代替物。我不知道你是否看过汤姆汉克斯主演的《荒岛余生》，如果有时间，你可以看看，或许可以给你一些启发。另外，合理安排时间和有效的放松方式也可以帮助你更好地进入状态。在未来的日子里，请加油向前冲！不管怎样，我会默默地支持你的。",
    "annotation": [
      {
        "sentence": "同学，我了解高三这个特殊时期的压力，很多学生都会来自各个方面的压力。",
        "label": ""
      },
      {
        "sentence": "我还记得当我上高中的时候，每天除了吃饭、睡觉和学习外，基本上没有其他事情了。",
        "label": ""
      },
      {
        "sentence": "而在这个特殊时期，同学之间的相互支持和鼓励是唯一给我带来快乐的事情。",
        "label": ""
      },
      {
        "sentence": "对于你来说，因为你在自学，所以无法在学校里感受到相互学习和鼓励的氛围，这样的环境对你来说很重要。",
        "label": ""
      },
      {
        "sentence": "但是我相信，当你加入到集体中时，你能很快地融入并专心地投入到学习中去。",
        "label": ""
      },
      {
        "sentence": "另外，你提到的那个异性朋友给了你很多陪伴和支持，这可以减轻你的学习压力。",
        "label": ""
      },
      {
        "sentence": "至于你自学心理学的问题，我想说，现在你正处于高三阶段，重点应该放在高考上，因为时间有限，心理学的知识可以稍后再学，而高考不能推迟。",
        "label": ""
      },
      {
        "sentence": "另外，我自学心理学的时候，也会对号入座，觉得自己有很多心理问题，但这只是对心理学的一知半解，毕竟专业的知识还需要专业的学习才能达到相应的效果。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      },
      {
        "sentence": "最后，我想告诉你，在这个最后的时刻，如果你找不到现实中合适的关键人物，我们可以寻找一个虚拟的代替物。",
        "label": ""
      },
      {
        "sentence": "我不知道你是否看过汤姆汉克斯主演的《荒岛余生》，如果有时间，你可以看看，或许可以给你一些启发。",
        "label": ""
      },
      {
        "sentence": "另外，合理安排时间和有效的放松方式也可以帮助你更好地进入状态。",
        "label": ""
      },
      {
        "sentence": "在未来的日子里，请加油向前冲！",
        "label": ""
      },
      {
        "sentence": "不管怎样，我会默默地支持你的。",
        "label": ""
      }
    ]
  }
]