[
  {
    "role": "client",
    "content": "我被一个学长控制了，他要我放弃过去的一切，从零开始。他在我只开学一个周的时候就强吻了我，把我独立完成的作业扔掉，强迫我按照他的方式学习、记笔记和背书，还逼我看黄片，教我说脏话，让我赌博。他还限制我的社交圈，认为其他人都很危险，告诉我离开他我会死，说我有精神病，不能出门、工作和上学。我找到一份工作，他告诉我老板是个好色之徒，要我不要去，还说自己应聘失败。他在老师和同学面前表现良好，但在我面前就是个“病娇”，我觉得他有精神问题。",
    "annotation": [
      {
        "sentence": "我被一个学长控制了，他要我放弃过去的一切，从零开始。",
        "label": ""
      },
      {
        "sentence": "他在我只开学一个周的时候就强吻了我，把我独立完成的作业扔掉，强迫我按照他的方式学习、记笔记和背书，还逼我看黄片，教我说脏话，让我赌博。",
        "label": ""
      },
      {
        "sentence": "他还限制我的社交圈，认为其他人都很危险，告诉我离开他我会死，说我有精神病，不能出门、工作和上学。",
        "label": ""
      },
      {
        "sentence": "我找到一份工作，他告诉我老板是个好色之徒，要我不要去，还说自己应聘失败。",
        "label": ""
      },
      {
        "sentence": "他在老师和同学面前表现良好，但在我面前就是个“病娇”，我觉得他有精神问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你经历了一场教科书式的PUA，而且他的行为已经严重超出了正常亲密关系中偶尔表现出的“控制欲”和“占有欲”。虽说以爱之名进行控制和“情感绑架”是不好的，但这种行为的动机和出发点往往不是坏的，也不具有针对性。但这位学长完全不是这样，他在其他人面前的表现和在你面前呈现出来的状态是截然相反的，那就必然有一个是“真”，有一个是“假”，而从正常的逻辑推理看的话，给你的一面更“真”，对待老师、同学的一面则更像是伪装出来的。所以，你应该认真考虑分手。但同时也要确保自己的人身安全，因为这种人可能会采取报复行动。",
    "annotation": [
      {
        "sentence": "听起来你经历了一场教科书式的PUA，而且他的行为已经严重超出了正常亲密关系中偶尔表现出的“控制欲”和“占有欲”。",
        "label": ""
      },
      {
        "sentence": "虽说以爱之名进行控制和“情感绑架”是不好的，但这种行为的动机和出发点往往不是坏的，也不具有针对性。",
        "label": ""
      },
      {
        "sentence": "但这位学长完全不是这样，他在其他人面前的表现和在你面前呈现出来的状态是截然相反的，那就必然有一个是“真”，有一个是“假”，而从正常的逻辑推理看的话，给你的一面更“真”，对待老师、同学的一面则更像是伪装出来的。",
        "label": ""
      },
      {
        "sentence": "所以，你应该认真考虑分手。",
        "label": ""
      },
      {
        "sentence": "但同时也要确保自己的人身安全，因为这种人可能会采取报复行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。但是我觉得他有精神问题，而且感觉他很自恋，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是我觉得他有精神问题，而且感觉他很自恋，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的分析很有道理，他可能存在某种人格障碍。像反社会型人格、偏执型人格以及部分癔症型人格都有极端自恋的表现。建议你在分手前可以试着与他沟通，告诉他你的感受，让他知道他的行为会带来怎样的后果，同时让他知道你是尊重和支持他的。如果他不愿意接受，那你就要离开他。如果你害怕因此遭到他的报复，可以找到可靠的人或者专业的机构来保护自己。",
    "annotation": [
      {
        "sentence": "你的分析很有道理，他可能存在某种人格障碍。",
        "label": ""
      },
      {
        "sentence": "像反社会型人格、偏执型人格以及部分癔症型人格都有极端自恋的表现。",
        "label": ""
      },
      {
        "sentence": "建议你在分手前可以试着与他沟通，告诉他你的感受，让他知道他的行为会带来怎样的后果，同时让他知道你是尊重和支持他的。",
        "label": ""
      },
      {
        "sentence": "如果他不愿意接受，那你就要离开他。",
        "label": ""
      },
      {
        "sentence": "如果你害怕因此遭到他的报复，可以找到可靠的人或者专业的机构来保护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会注意，谢谢你的指导。",
    "annotation": [
      {
        "sentence": "好的，我会注意，谢谢你的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别客气，我会一直支持你的。如果你需要任何帮助或者支持，请随时告诉我。",
    "annotation": [
      {
        "sentence": "别客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者支持，请随时告诉我。",
        "label": ""
      }
    ]
  }
]