[
  {
    "role": "client",
    "content": "上大学后，两年下来增加了隔阂，怎样处理和朋友关系？",
    "annotation": [
      {
        "sentence": "上大学后，两年下来增加了隔阂，怎样处理和朋友关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的能感受你此时的心情，真心希望我的文字能给到你帮助。先简述一下你的问题，上大学认识的朋友，相处了两年之后感觉有隔阂。你们对待交际的态度不同，你认为和观念不同的人不必交往，他认为要和所有人打好关系。你想不明白他为什么不会在你生病的时候给予你关心，还会习惯性的反驳你的话。你之前的朋友都是非常仗义的，会全力坚定地支持你。从你的描述中，我看到了这段友情给你带来的困惑，也看到了你的成长。你善于反思，能找出你们之间的不同。在《小小事件》里有句话，为过去的相遇说再见，为现在的相处说感谢。为未来的相助说拜托，为无间的友谊说永存。我们不得不承认越长大越多烦恼，越复杂。以前的友谊简单纯洁。现在多少夹杂着一些利益。对于过去的友情，我们怀念，那么我们不妨拿起手机联系以前的朋友。过于现在的友情，你和大学的这个朋友相处了两年，说明你们之间还是有很多兴趣爱好或者共同话题的，只是越来越亲密相处，就容易发现对方的问题。有隔阂也证明你们都在成长，越来越清楚自己的方向和追求，那么接下来要看你们是否还要为这段友情包容。不知道你们之间有没有聊过你们这段友情，发生了这些问题是否有说出来一起想办法解决过。我觉得一段关系里总有一个人需要包容得多一点，我想说一下我朋友的例子。朋友A和朋友B关系一直很好，在学校一起吃饭上课去图书馆，但是后面因为朋友B对朋友A说错话了，然后A就很生气。B也意识到自己的问题，连忙道歉，但是A就是不搭理。后面B就一直抱歉，最后到广播台选了一首歌送给A，A被B的真诚感动了，听到音乐就跑去找B。从我朋友的这个例子里不知道你有没有发现B是更包容的，当然她的付出她的这种待人真诚，也让她拥有很大的人脉。进入大学就踏入半个社会了，一些同学想要在大学期间拓宽自己的朋友圈也很正常，只是每个人的交友观念不同，你也不同去迎合他，或者想要改变他的想法。因为更重要的还是要看个人的实力。关于交友，我们在大学也可以去交上三两好友，平时多出来聚聚或者一起学习，经营你的朋友圈，增进友谊。祝生活愉快！",
    "annotation": [
      {
        "sentence": "真的能感受你此时的心情，真心希望我的文字能给到你帮助。",
        "label": ""
      },
      {
        "sentence": "先简述一下你的问题，上大学认识的朋友，相处了两年之后感觉有隔阂。",
        "label": ""
      },
      {
        "sentence": "你们对待交际的态度不同，你认为和观念不同的人不必交往，他认为要和所有人打好关系。",
        "label": ""
      },
      {
        "sentence": "你想不明白他为什么不会在你生病的时候给予你关心，还会习惯性的反驳你的话。",
        "label": ""
      },
      {
        "sentence": "你之前的朋友都是非常仗义的，会全力坚定地支持你。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我看到了这段友情给你带来的困惑，也看到了你的成长。",
        "label": ""
      },
      {
        "sentence": "你善于反思，能找出你们之间的不同。",
        "label": ""
      },
      {
        "sentence": "在《小小事件》里有句话，为过去的相遇说再见，为现在的相处说感谢。",
        "label": ""
      },
      {
        "sentence": "为未来的相助说拜托，为无间的友谊说永存。",
        "label": ""
      },
      {
        "sentence": "我们不得不承认越长大越多烦恼，越复杂。",
        "label": ""
      },
      {
        "sentence": "以前的友谊简单纯洁。",
        "label": ""
      },
      {
        "sentence": "现在多少夹杂着一些利益。",
        "label": ""
      },
      {
        "sentence": "对于过去的友情，我们怀念，那么我们不妨拿起手机联系以前的朋友。",
        "label": ""
      },
      {
        "sentence": "过于现在的友情，你和大学的这个朋友相处了两年，说明你们之间还是有很多兴趣爱好或者共同话题的，只是越来越亲密相处，就容易发现对方的问题。",
        "label": ""
      },
      {
        "sentence": "有隔阂也证明你们都在成长，越来越清楚自己的方向和追求，那么接下来要看你们是否还要为这段友情包容。",
        "label": ""
      },
      {
        "sentence": "不知道你们之间有没有聊过你们这段友情，发生了这些问题是否有说出来一起想办法解决过。",
        "label": ""
      },
      {
        "sentence": "我觉得一段关系里总有一个人需要包容得多一点，我想说一下我朋友的例子。",
        "label": ""
      },
      {
        "sentence": "朋友A和朋友B关系一直很好，在学校一起吃饭上课去图书馆，但是后面因为朋友B对朋友A说错话了，然后A就很生气。",
        "label": ""
      },
      {
        "sentence": "B也意识到自己的问题，连忙道歉，但是A就是不搭理。",
        "label": ""
      },
      {
        "sentence": "后面B就一直抱歉，最后到广播台选了一首歌送给A，A被B的真诚感动了，听到音乐就跑去找B。",
        "label": ""
      },
      {
        "sentence": "从我朋友的这个例子里不知道你有没有发现B是更包容的，当然她的付出她的这种待人真诚，也让她拥有很大的人脉。",
        "label": ""
      },
      {
        "sentence": "进入大学就踏入半个社会了，一些同学想要在大学期间拓宽自己的朋友圈也很正常，只是每个人的交友观念不同，你也不同去迎合他，或者想要改变他的想法。",
        "label": ""
      },
      {
        "sentence": "因为更重要的还是要看个人的实力。",
        "label": ""
      },
      {
        "sentence": "关于交友，我们在大学也可以去交上三两好友，平时多出来聚聚或者一起学习，经营你的朋友圈，增进友谊。",
        "label": ""
      },
      {
        "sentence": "祝生活愉快！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我明白了你的意思。我和这位朋友还没有深入沟通过，以前的友情确实是经得起考验的，但现在感觉有些不同。我会考虑尝试和他沟通一下，也会接受他的不同想法。我也明白现在的友情是需要包容和理解的，毕竟我们都在成长。同时，我会尝试去和其他人交朋友，拓宽自己的交际圈。谢谢你的支持和建议，我会尽力让自己的生活更加愉快。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我明白了你的意思。",
        "label": ""
      },
      {
        "sentence": "我和这位朋友还没有深入沟通过，以前的友情确实是经得起考验的，但现在感觉有些不同。",
        "label": ""
      },
      {
        "sentence": "我会考虑尝试和他沟通一下，也会接受他的不同想法。",
        "label": ""
      },
      {
        "sentence": "我也明白现在的友情是需要包容和理解的，毕竟我们都在成长。",
        "label": ""
      },
      {
        "sentence": "同时，我会尝试去和其他人交朋友，拓宽自己的交际圈。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会尽力让自己的生活更加愉快。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解我的意思，并且愿意尝试与他沟通。通过沟通，我们可以更好地理解对方的想法和感受，从而找到解决问题的方法。同时，也很欣赏你对友情的包容和理解，这样的心态会让你更好地与他人相处。拓宽交际圈也是一个不错的选择，可以认识更多有共同兴趣爱好的人，相信会有更多愉快的经历和美好的友谊等待着你。祝愿你在人际关系中能找到适合自己的平衡，生活更加美满。如果需要，随时找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴你能理解我的意思，并且愿意尝试与他沟通。",
        "label": ""
      },
      {
        "sentence": "通过沟通，我们可以更好地理解对方的想法和感受，从而找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时，也很欣赏你对友情的包容和理解，这样的心态会让你更好地与他人相处。",
        "label": ""
      },
      {
        "sentence": "拓宽交际圈也是一个不错的选择，可以认识更多有共同兴趣爱好的人，相信会有更多愉快的经历和美好的友谊等待着你。",
        "label": ""
      },
      {
        "sentence": "祝愿你在人际关系中能找到适合自己的平衡，生活更加美满。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时找我聊天。",
        "label": ""
      }
    ]
  }
]