[
  {
    "role": "client",
    "content": "我爸外遇，我妈要请律师告小三？我爸喜欢在外面瞎搞，在外面和好几个女性发生过性关系。其中有一个姓D的女性，我爸也给她花了很多钱，其中一部分钱，有据可查。我妈得知我爸有外遇后，发生多次争吵。但最终，我父母还是舍不得离婚。我爸说在外面只是玩玩，过日子还是要和我妈过，死活不肯离婚。我妈表面上想离婚，但还是不想放弃当下富裕安稳的生活，也不想让家庭破碎。所以争吵的结果就是“给我爸改正的机会，不离婚”但是我爸似乎本性难移，保证改过之后，仍忍不住和外面的女性藕断丝连，又一次被我妈发现。我妈决定告这个姓D的女性。另一个原因：这几个外面的女人，我妈查出手机号以后，给这几个女的发短信，骂这几个女的。其他几个女性，自知理亏，不敢还嘴。唯独这位姓D的，给我妈回短信，没理搅三分，外加辱骂贬损我妈，所以我妈说“其他人都原谅，也绝不原谅姓D的”我妈想要告小三，咨询了一位律师和一位心理咨询师，这两位都支持我妈告D女士。",
    "annotation": [
      {
        "sentence": "我爸外遇，我妈要请律师告小三？",
        "label": ""
      },
      {
        "sentence": "我爸喜欢在外面瞎搞，在外面和好几个女性发生过性关系。",
        "label": ""
      },
      {
        "sentence": "其中有一个姓D的女性，我爸也给她花了很多钱，其中一部分钱，有据可查。",
        "label": ""
      },
      {
        "sentence": "我妈得知我爸有外遇后，发生多次争吵。",
        "label": ""
      },
      {
        "sentence": "但最终，我父母还是舍不得离婚。",
        "label": ""
      },
      {
        "sentence": "我爸说在外面只是玩玩，过日子还是要和我妈过，死活不肯离婚。",
        "label": ""
      },
      {
        "sentence": "我妈表面上想离婚，但还是不想放弃当下富裕安稳的生活，也不想让家庭破碎。",
        "label": ""
      },
      {
        "sentence": "所以争吵的结果就是“给我爸改正的机会，不离婚”但是我爸似乎本性难移，保证改过之后，仍忍不住和外面的女性藕断丝连，又一次被我妈发现。",
        "label": ""
      },
      {
        "sentence": "我妈决定告这个姓D的女性。",
        "label": ""
      },
      {
        "sentence": "另一个原因：这几个外面的女人，我妈查出手机号以后，给这几个女的发短信，骂这几个女的。",
        "label": ""
      },
      {
        "sentence": "其他几个女性，自知理亏，不敢还嘴。",
        "label": ""
      },
      {
        "sentence": "唯独这位姓D的，给我妈回短信，没理搅三分，外加辱骂贬损我妈，所以我妈说“其他人都原谅，也绝不原谅姓D的”我妈想要告小三，咨询了一位律师和一位心理咨询师，这两位都支持我妈告D女士。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的遭遇是很不幸的。在这个事件中，你处于非常难堪的地步。你的心情非常纠结，也很焦虑。如果你不妨将这个心理包袱和困惑，与我或其他的专业人士坦诚地沟通，也许会减轻很多负面情绪的压力。你父母的处境也很棘手，你的妈妈本来想离婚，但是又怕影响生活，父亲还在不停的外面纠缠。这时候，我建议你要先冷静下来，好好思考怎样让自己的家庭回归平衡。",
    "annotation": [
      {
        "sentence": "你的遭遇是很不幸的。",
        "label": ""
      },
      {
        "sentence": "在这个事件中，你处于非常难堪的地步。",
        "label": ""
      },
      {
        "sentence": "你的心情非常纠结，也很焦虑。",
        "label": ""
      },
      {
        "sentence": "如果你不妨将这个心理包袱和困惑，与我或其他的专业人士坦诚地沟通，也许会减轻很多负面情绪的压力。",
        "label": ""
      },
      {
        "sentence": "你父母的处境也很棘手，你的妈妈本来想离婚，但是又怕影响生活，父亲还在不停的外面纠缠。",
        "label": ""
      },
      {
        "sentence": "这时候，我建议你要先冷静下来，好好思考怎样让自己的家庭回归平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的想帮助妈妈，觉得告诉外遇的女人也是一种方式。她们会知道被破坏别人婚姻的代价。",
    "annotation": [
      {
        "sentence": "可是我真的想帮助妈妈，觉得告诉外遇的女人也是一种方式。",
        "label": ""
      },
      {
        "sentence": "她们会知道被破坏别人婚姻的代价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "告诉外遇的女人确实是一种方式，可以让那些认为不负责任的人付出代价。但是，这种方式并不总是最好的。有时候，我们需要让我们的家人更多地承担责任。你的妈妈需要保护自己，企业要守诚信，然后拿出慷慨的态度，为爱的家庭付出一切。她也需要仔细地考虑什么是最好的，才能在家庭问题上获得长期的改善。",
    "annotation": [
      {
        "sentence": "告诉外遇的女人确实是一种方式，可以让那些认为不负责任的人付出代价。",
        "label": ""
      },
      {
        "sentence": "但是，这种方式并不总是最好的。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要让我们的家人更多地承担责任。",
        "label": ""
      },
      {
        "sentence": "你的妈妈需要保护自己，企业要守诚信，然后拿出慷慨的态度，为爱的家庭付出一切。",
        "label": ""
      },
      {
        "sentence": "她也需要仔细地考虑什么是最好的，才能在家庭问题上获得长期的改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，现在妈妈可能会选择打官司。我真的很害怕，不知道会发生什么。",
    "annotation": [
      {
        "sentence": "可是，现在妈妈可能会选择打官司。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕，不知道会发生什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拿起法律这把利剑，是解决夫妻纠纷的最后一道防线，它旨在保护被冒犯者的合法权益。一些特殊情况下，它无疑具有积极作用。然而，在处理婚姻纠纷时，采取官方手段并不总是最智慧和最温和的选择。所以，我建议你先冷静下来，找到合适的专业人士来帮助你做决定。同时，也要多与母亲沟通，理性谋划，不要让她选择本来就很危机的方式来对抗这个外遇的问题。",
    "annotation": [
      {
        "sentence": "拿起法律这把利剑，是解决夫妻纠纷的最后一道防线，它旨在保护被冒犯者的合法权益。",
        "label": ""
      },
      {
        "sentence": "一些特殊情况下，它无疑具有积极作用。",
        "label": ""
      },
      {
        "sentence": "然而，在处理婚姻纠纷时，采取官方手段并不总是最智慧和最温和的选择。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你先冷静下来，找到合适的专业人士来帮助你做决定。",
        "label": ""
      },
      {
        "sentence": "同时，也要多与母亲沟通，理性谋划，不要让她选择本来就很危机的方式来对抗这个外遇的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我感到非常无助。我不知道怎样让我的父母回到家庭和谐，怎样维护自己的权益和情绪？",
    "annotation": [
      {
        "sentence": "可是，我感到非常无助。",
        "label": ""
      },
      {
        "sentence": "我不知道怎样让我的父母回到家庭和谐，怎样维护自己的权益和情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这时候，你需要用温柔、耐心和理性的语言，去跟你的母亲和父亲谈一谈。你同样有理由表达你的伤害感和不满，强调共同的目标和家庭和谐的意义。同时，你也需要承担一定的责任，不要把你的情绪压抑下去。不要去反感自己的父母，还要对他们施以爱和耐心。把他们之间的事件视为一个教训，从中许多问题，获取自己的成长。",
    "annotation": [
      {
        "sentence": "这时候，你需要用温柔、耐心和理性的语言，去跟你的母亲和父亲谈一谈。",
        "label": ""
      },
      {
        "sentence": "你同样有理由表达你的伤害感和不满，强调共同的目标和家庭和谐的意义。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要承担一定的责任，不要把你的情绪压抑下去。",
        "label": ""
      },
      {
        "sentence": "不要去反感自己的父母，还要对他们施以爱和耐心。",
        "label": ""
      },
      {
        "sentence": "把他们之间的事件视为一个教训，从中许多问题，获取自己的成长。",
        "label": ""
      }
    ]
  }
]