[
  {
    "role": "client",
    "content": "我爸外遇，我妈要请律师告小三？我爸喜欢在外面瞎搞，在外面和好几个女性发生过性关系。其中有一个姓D的女性，我爸也给她花了很多钱，其中一部分钱，有据可查。我妈得知我爸有外遇后，发生多次争吵。但最终，我父母还是舍不得离婚。我爸说在外面只是玩玩，过日子还是要和我妈过，死活不肯离婚。我妈表面上想离婚，但还是不想放弃当下富裕安稳的生活，也不想让家庭破碎。所以争吵的结果就是“给我爸改正的机会，不离婚”但是我爸似乎本性难移，保证改过之后，仍忍不住和外面的女性藕断丝连，又一次被我妈发现。我妈决定告这个姓D的女性。另一个原因：这几个外面的女人，我妈查出手机号以后，给这几个女的发短信，骂这几个女的。其他几个女性，自知理亏，不敢还嘴。唯独这位姓D的，给我妈回短信，没理搅三分，外加辱骂贬损我妈，所以我妈说“其他人都原谅，也绝不原谅姓D的”我妈想要告小三，咨询了一位律师和一位心理咨询师，这两位都支持我妈告D女士。",
    "annotation": [
      {
        "sentence": "我爸外遇，我妈要请律师告小三？",
        "label": ""
      },
      {
        "sentence": "我爸喜欢在外面瞎搞，在外面和好几个女性发生过性关系。",
        "label": ""
      },
      {
        "sentence": "其中有一个姓D的女性，我爸也给她花了很多钱，其中一部分钱，有据可查。",
        "label": ""
      },
      {
        "sentence": "我妈得知我爸有外遇后，发生多次争吵。",
        "label": ""
      },
      {
        "sentence": "但最终，我父母还是舍不得离婚。",
        "label": ""
      },
      {
        "sentence": "我爸说在外面只是玩玩，过日子还是要和我妈过，死活不肯离婚。",
        "label": ""
      },
      {
        "sentence": "我妈表面上想离婚，但还是不想放弃当下富裕安稳的生活，也不想让家庭破碎。",
        "label": ""
      },
      {
        "sentence": "所以争吵的结果就是“给我爸改正的机会，不离婚”但是我爸似乎本性难移，保证改过之后，仍忍不住和外面的女性藕断丝连，又一次被我妈发现。",
        "label": ""
      },
      {
        "sentence": "我妈决定告这个姓D的女性。",
        "label": ""
      },
      {
        "sentence": "另一个原因：这几个外面的女人，我妈查出手机号以后，给这几个女的发短信，骂这几个女的。",
        "label": ""
      },
      {
        "sentence": "其他几个女性，自知理亏，不敢还嘴。",
        "label": ""
      },
      {
        "sentence": "唯独这位姓D的，给我妈回短信，没理搅三分，外加辱骂贬损我妈，所以我妈说“其他人都原谅，也绝不原谅姓D的”我妈想要告小三，咨询了一位律师和一位心理咨询师，这两位都支持我妈告D女士。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过您的描述，可以看到你对父母婚姻状况的担忧，也能感受到你对妈妈想要诉诸法律行为不赞同的顾虑。作为孩子，你如此思量父母的事情，我猜想你非常不愿意看到你的父母分开，不希望家人因此受到影响。你希望能通过自己的努力，帮助妈妈改变她的想法，这体现了你作为家庭的一员的担当，值得称赞。同时，我想告诉你的是，作为子女，你有权利表达自己的观点，但也要看到这是你父母的婚姻，他们更有权利做出选择，更有责任保持家庭的完整。他们身处其中，特别是你的妈妈，她有着他人不太了解的感受。内心充满了很多负面情绪，或许诉诸法律这个想法本身可以帮助她疏解一些情绪。作为子女，我们可能真的无法左右父母的决定，但可以通过关心、理解和支持，来帮助妈妈稳定情绪，并接纳并尊重她为自己的婚姻做出的决定。这只是我个人的观点，供您参考。照顾好自己。",
    "annotation": [
      {
        "sentence": "通过您的描述，可以看到你对父母婚姻状况的担忧，也能感受到你对妈妈想要诉诸法律行为不赞同的顾虑。",
        "label": ""
      },
      {
        "sentence": "作为孩子，你如此思量父母的事情，我猜想你非常不愿意看到你的父母分开，不希望家人因此受到影响。",
        "label": ""
      },
      {
        "sentence": "你希望能通过自己的努力，帮助妈妈改变她的想法，这体现了你作为家庭的一员的担当，值得称赞。",
        "label": ""
      },
      {
        "sentence": "同时，我想告诉你的是，作为子女，你有权利表达自己的观点，但也要看到这是你父母的婚姻，他们更有权利做出选择，更有责任保持家庭的完整。",
        "label": ""
      },
      {
        "sentence": "他们身处其中，特别是你的妈妈，她有着他人不太了解的感受。",
        "label": ""
      },
      {
        "sentence": "内心充满了很多负面情绪，或许诉诸法律这个想法本身可以帮助她疏解一些情绪。",
        "label": ""
      },
      {
        "sentence": "作为子女，我们可能真的无法左右父母的决定，但可以通过关心、理解和支持，来帮助妈妈稳定情绪，并接纳并尊重她为自己的婚姻做出的决定。",
        "label": ""
      },
      {
        "sentence": "这只是我个人的观点，供您参考。",
        "label": ""
      },
      {
        "sentence": "照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我理解父母有权做出选择，但我真的不希望他们离婚。我担心这场法律诉讼会让家庭更加破碎，而且我也担心这样的冲突对我和家人的身心健康会有负面影响。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我理解父母有权做出选择，但我真的不希望他们离婚。",
        "label": ""
      },
      {
        "sentence": "我担心这场法律诉讼会让家庭更加破碎，而且我也担心这样的冲突对我和家人的身心健康会有负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。家庭的稳定和和谐对于每个人来说都非常重要。你的担心很正常，不要把责任全部放在自己身上。在这个过程中，你可以努力传达你的关心和担忧，同时也要尊重父母的决定。如果你觉得自己无法承受这样的压力，我们可以一起探讨其他的方法来帮助你更好地应对这种情况。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "家庭的稳定和和谐对于每个人来说都非常重要。",
        "label": ""
      },
      {
        "sentence": "你的担心很正常，不要把责任全部放在自己身上。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可以努力传达你的关心和担忧，同时也要尊重父母的决定。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己无法承受这样的压力，我们可以一起探讨其他的方法来帮助你更好地应对这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和父母沟通，表达我的担忧和希望他们能够找到一种更好的解决方式。但是我不知道该如何应对他们的决定，特别是如果他们坚持要进行法律诉讼。",
    "annotation": [
      {
        "sentence": "我会试着和父母沟通，表达我的担忧和希望他们能够找到一种更好的解决方式。",
        "label": ""
      },
      {
        "sentence": "但是我不知道该如何应对他们的决定，特别是如果他们坚持要进行法律诉讼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，倾听和表达是沟通的重要一环。无论他们做出什么样的决定，我们都要尊重并支持他们。另外，你也可以考虑寻求外部的支持，比如和朋友、老师或其他亲密的人分享你的困扰。他们可能会给你一些建议或者帮助你找到更适合你的解决办法。",
    "annotation": [
      {
        "sentence": "很好，倾听和表达是沟通的重要一环。",
        "label": ""
      },
      {
        "sentence": "无论他们做出什么样的决定，我们都要尊重并支持他们。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以考虑寻求外部的支持，比如和朋友、老师或其他亲密的人分享你的困扰。",
        "label": ""
      },
      {
        "sentence": "他们可能会给你一些建议或者帮助你找到更适合你的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量寻求外部的支持，和身边的人分享我的困扰。同时，我也会保持冷静和理性，不让自己被负面情绪所影响。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会尽量寻求外部的支持，和身边的人分享我的困扰。",
        "label": ""
      },
      {
        "sentence": "同时，我也会保持冷静和理性，不让自己被负面情绪所影响。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在你身边支持你。记得找到适合自己的情绪释放方式，并保持心态平和。如果你有任何需要，随时都可以找我聊天。你并不孤单，我们一起度过难关。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "记得找到适合自己的情绪释放方式，并保持心态平和。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一起度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我感到很安慰。我会好好照顾自己，并尽力处理好家庭的事情。再次感谢你的陪伴和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我感到很安慰。",
        "label": ""
      },
      {
        "sentence": "我会好好照顾自己，并尽力处理好家庭的事情。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够处理好这个挑战。记得要保持积极的心态，相信一切都会好起来的。如果你需要继续聊天，随时都可以来找我。祝福你和你的家人！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够处理好这个挑战。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极的心态，相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续聊天，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你和你的家人！",
        "label": ""
      }
    ]
  }
]