[
  {
    "role": "client",
    "content": "离婚后，成年儿子不愿与我沟通，是否因我们分开困扰？最近我离婚了。儿子已成年，并在外地参加工作。因为我们夫妻经常闹矛盾，最初儿子是支持的，可后来总以工作忙为借口，拒绝与我们沟通，我很担心他的状态，不知是否由于我们的分开对他造成了困扰。",
    "annotation": [
      {
        "sentence": "离婚后，成年儿子不愿与我沟通，是否因我们分开困扰？",
        "label": ""
      },
      {
        "sentence": "最近我离婚了。",
        "label": ""
      },
      {
        "sentence": "儿子已成年，并在外地参加工作。",
        "label": ""
      },
      {
        "sentence": "因为我们夫妻经常闹矛盾，最初儿子是支持的，可后来总以工作忙为借口，拒绝与我们沟通，我很担心他的状态，不知是否由于我们的分开对他造成了困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这里遇到你真好。儿子已经成年了，你和你的爱人已经离婚了。之前你说当时在吵架的时候，儿子是支持的，我不太清楚，是支持你们离婚还是不太支持你们离婚，但是无论是什么，儿子在那个时候是愿意参与到你们之间的。直到你们真的离婚之后，似乎成年的儿子不太愿意跟你们沟通了。其实我倒觉得你不用太多的顾虑。首先儿子已经成年，第二，他在外地嗯，他本身可能也没有太多的时间去照顾你们二老。之前你们吵架的时候，他参与进来也是为了尽孝，也是为了让你们两个人能够觉得儿子的存在，能够对你们的关系产生一些作用。而你们最终离婚，说明你们也终于想清楚，至少很多纠葛的东西已经淡化了很多了。那么其实对于儿子来说，他有一种可能要完成使命的感觉，因为一个家庭在儿子成年之后，其实是完成了一定程度的分离的。但是因为你们两口子的感情问题，儿子的分离在心里面和情绪上还是不太愿意的。因为几十年的成长过程中，这个氛围让他觉得他总有义务去做些什么，尽管事实上你们都是独立的个体，你们有自己不同的认知，不同的自我人格设置。",
    "annotation": [
      {
        "sentence": "在这里遇到你真好。",
        "label": ""
      },
      {
        "sentence": "儿子已经成年了，你和你的爱人已经离婚了。",
        "label": ""
      },
      {
        "sentence": "之前你说当时在吵架的时候，儿子是支持的，我不太清楚，是支持你们离婚还是不太支持你们离婚，但是无论是什么，儿子在那个时候是愿意参与到你们之间的。",
        "label": ""
      },
      {
        "sentence": "直到你们真的离婚之后，似乎成年的儿子不太愿意跟你们沟通了。",
        "label": ""
      },
      {
        "sentence": "其实我倒觉得你不用太多的顾虑。",
        "label": ""
      },
      {
        "sentence": "首先儿子已经成年，第二，他在外地嗯，他本身可能也没有太多的时间去照顾你们二老。",
        "label": ""
      },
      {
        "sentence": "之前你们吵架的时候，他参与进来也是为了尽孝，也是为了让你们两个人能够觉得儿子的存在，能够对你们的关系产生一些作用。",
        "label": ""
      },
      {
        "sentence": "而你们最终离婚，说明你们也终于想清楚，至少很多纠葛的东西已经淡化了很多了。",
        "label": ""
      },
      {
        "sentence": "那么其实对于儿子来说，他有一种可能要完成使命的感觉，因为一个家庭在儿子成年之后，其实是完成了一定程度的分离的。",
        "label": ""
      },
      {
        "sentence": "但是因为你们两口子的感情问题，儿子的分离在心里面和情绪上还是不太愿意的。",
        "label": ""
      },
      {
        "sentence": "因为几十年的成长过程中，这个氛围让他觉得他总有义务去做些什么，尽管事实上你们都是独立的个体，你们有自己不同的认知，不同的自我人格设置。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我明白了。我应该给儿子更多的空间，让他能够重新梳理自己的人生状态。他是一个成年人了，应该有自己的生活和选择。我也明白我们离婚对他造成的困扰是不可避免的，我不能再让他感觉到我对他过去的裹挟和期待。我们毕竟已经进入了新的篇章，我应该尽快适应独立的人生状态。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该给儿子更多的空间，让他能够重新梳理自己的人生状态。",
        "label": ""
      },
      {
        "sentence": "他是一个成年人了，应该有自己的生活和选择。",
        "label": ""
      },
      {
        "sentence": "我也明白我们离婚对他造成的困扰是不可避免的，我不能再让他感觉到我对他过去的裹挟和期待。",
        "label": ""
      },
      {
        "sentence": "我们毕竟已经进入了新的篇章，我应该尽快适应独立的人生状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法。离婚是件好事，因为一旦做了决定，可能对大家都是解脱。只是说是否真的能够让解脱变得幸福，这中间可能还有一个适应的过程。倒是您可能要考虑一下，您这么介意儿子对您的态度，您是否完成了离婚之后面对自己独立的后半生的人生状态的心理准备。看看能不能跟儿子保持一个平等的状态去交流，不要在情绪上对他有过去婚姻的裹挟。毕竟旧的篇章已经翻过了，新的篇章已经开始。希望你能够开心幸福地迎接你的后半生，也祝福你和儿子的交流能够更加自由平等。",
    "annotation": [
      {
        "sentence": "非常赞同你的想法。",
        "label": ""
      },
      {
        "sentence": "离婚是件好事，因为一旦做了决定，可能对大家都是解脱。",
        "label": ""
      },
      {
        "sentence": "只是说是否真的能够让解脱变得幸福，这中间可能还有一个适应的过程。",
        "label": ""
      },
      {
        "sentence": "倒是您可能要考虑一下，您这么介意儿子对您的态度，您是否完成了离婚之后面对自己独立的后半生的人生状态的心理准备。",
        "label": ""
      },
      {
        "sentence": "看看能不能跟儿子保持一个平等的状态去交流，不要在情绪上对他有过去婚姻的裹挟。",
        "label": ""
      },
      {
        "sentence": "毕竟旧的篇章已经翻过了，新的篇章已经开始。",
        "label": ""
      },
      {
        "sentence": "希望你能够开心幸福地迎接你的后半生，也祝福你和儿子的交流能够更加自由平等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，你说的很有道理。我确实需要做好心理准备，学会面对自己独立的人生。我也会尽量避免在与儿子交流时带入情绪上的过去。我希望我们之间的关系能够逐渐改善，以平等和理解为基础建立起新的沟通方式。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实需要做好心理准备，学会面对自己独立的人生。",
        "label": ""
      },
      {
        "sentence": "我也会尽量避免在与儿子交流时带入情绪上的过去。",
        "label": ""
      },
      {
        "sentence": "我希望我们之间的关系能够逐渐改善，以平等和理解为基础建立起新的沟通方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的态度很积极，相信你能够做到的。与儿子保持平等和理解的态度是非常重要的，这样他才会逐渐感受到你们的变化和成长。希望你们能够建立起更加健康和和谐的关系，共同度过新的人生阶段。祝福你和儿子能够彼此理解、支持和尊重。",
    "annotation": [
      {
        "sentence": "你的态度很积极，相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "与儿子保持平等和理解的态度是非常重要的，这样他才会逐渐感受到你们的变化和成长。",
        "label": ""
      },
      {
        "sentence": "希望你们能够建立起更加健康和和谐的关系，共同度过新的人生阶段。",
        "label": ""
      },
      {
        "sentence": "祝福你和儿子能够彼此理解、支持和尊重。",
        "label": ""
      }
    ]
  }
]