[
  {
    "role": "client",
    "content": "我六年级时，一到学校就会心慌胸闷，爸妈还不信我？在我们这边六年级就已经到中学里面了，然后那时候我就很不适应，一到学校就会胸闷发慌，然后我就拿我的电话手表打电话给我爸妈。他们就说我是装的，我是故意这样的，不想去学校。然后那时候我就死活不敢去学校，后来休学了一个学期之后。他就天天拿这件事跟我说，然后我成绩不好也这样他就一直这样说我，我那时候想的就是去死。叫我一做错事或者怎么还有我的那个哥，在我的印象中我记事起。他只带我出去过两次，还天天打我骂我。我的哥哥打我，我感觉就是因为我的妈妈，每次我有什么事情，他就在外面打电话给我哥哥，然后我的哥哥不管什么事，他就直接打我一顿。你现在不知道为什么就非常想死，现在也不想去读书了。但是我爸他们还是要我读，我就那时候我就网上一搜说是什么抑郁症。我就是想让他们带我去医院里检查一下，但是他们就说我肯定是装的。小时候我是留守儿童吗。然后直到六年级那时我休学了一个学期之后。之后我又到学校里面来读书了然后考不好他们就",
    "annotation": [
      {
        "sentence": "我六年级时，一到学校就会心慌胸闷，爸妈还不信我？",
        "label": ""
      },
      {
        "sentence": "在我们这边六年级就已经到中学里面了，然后那时候我就很不适应，一到学校就会胸闷发慌，然后我就拿我的电话手表打电话给我爸妈。",
        "label": ""
      },
      {
        "sentence": "他们就说我是装的，我是故意这样的，不想去学校。",
        "label": ""
      },
      {
        "sentence": "然后那时候我就死活不敢去学校，后来休学了一个学期之后。",
        "label": ""
      },
      {
        "sentence": "他就天天拿这件事跟我说，然后我成绩不好也这样他就一直这样说我，我那时候想的就是去死。",
        "label": ""
      },
      {
        "sentence": "叫我一做错事或者怎么还有我的那个哥，在我的印象中我记事起。",
        "label": ""
      },
      {
        "sentence": "他只带我出去过两次，还天天打我骂我。",
        "label": ""
      },
      {
        "sentence": "我的哥哥打我，我感觉就是因为我的妈妈，每次我有什么事情，他就在外面打电话给我哥哥，然后我的哥哥不管什么事，他就直接打我一顿。",
        "label": ""
      },
      {
        "sentence": "你现在不知道为什么就非常想死，现在也不想去读书了。",
        "label": ""
      },
      {
        "sentence": "但是我爸他们还是要我读，我就那时候我就网上一搜说是什么抑郁症。",
        "label": ""
      },
      {
        "sentence": "我就是想让他们带我去医院里检查一下，但是他们就说我肯定是装的。",
        "label": ""
      },
      {
        "sentence": "小时候我是留守儿童吗。",
        "label": ""
      },
      {
        "sentence": "然后直到六年级那时我休学了一个学期之后。",
        "label": ""
      },
      {
        "sentence": "之后我又到学校里面来读书了然后考不好他们就",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，至少从你的描述来看，你是确实有一些抑郁情绪的。关于抑郁这件事，很多人都还不了解，所以家里人不理解，这种情况很常见。而他们越不理解，对于你的情绪恢复也越不利。",
    "annotation": [
      {
        "sentence": "亲爱的朋友，至少从你的描述来看，你是确实有一些抑郁情绪的。",
        "label": ""
      },
      {
        "sentence": "关于抑郁这件事，很多人都还不了解，所以家里人不理解，这种情况很常见。",
        "label": ""
      },
      {
        "sentence": "而他们越不理解，对于你的情绪恢复也越不利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，他们总是不相信我，觉得我是在装病。真的好难受。",
    "annotation": [
      {
        "sentence": "是啊，他们总是不相信我，觉得我是在装病。",
        "label": ""
      },
      {
        "sentence": "真的好难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，被人质疑自己的痛苦会让人倍感沮丧。作为家长，他们可能不知道如何处理你的情绪问题，但这并不意味着你的痛苦是无效的。也许他们需要更多的了解和教育来认识到你的真实感受。",
    "annotation": [
      {
        "sentence": "我理解你的感受，被人质疑自己的痛苦会让人倍感沮丧。",
        "label": ""
      },
      {
        "sentence": "作为家长，他们可能不知道如何处理你的情绪问题，但这并不意味着你的痛苦是无效的。",
        "label": ""
      },
      {
        "sentence": "也许他们需要更多的了解和教育来认识到你的真实感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么办呢？我现在心情非常糟糕，甚至开始想死。",
    "annotation": [
      {
        "sentence": "那我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我现在心情非常糟糕，甚至开始想死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请你千万不要选择自杀，这不是解决问题的办法。你已经向他们表明了你的困惑和痛苦，但他们可能需要更长的时间来接受和理解。在这个过程中，你可以尝试其他的方式来缓解当前的焦虑和抑郁情绪。",
    "annotation": [
      {
        "sentence": "请你千万不要选择自杀，这不是解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "你已经向他们表明了你的困惑和痛苦，但他们可能需要更长的时间来接受和理解。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可以尝试其他的方式来缓解当前的焦虑和抑郁情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有什么方法可以帮助我缓解焦虑和抑郁吗？",
    "annotation": [
      {
        "sentence": "有什么方法可以帮助我缓解焦虑和抑郁吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个学生，你还没有经济能力独自去咨询医生。我觉得，以下两个方法你可以尝试：1、平台有免费的文字倾诉，可以帮助你缓解一下当下的焦虑，你可以尝试（在咨询频道里有‘文字倾诉’）；2、找到一个可以听你诉说、能够理解你的成年人，比如你一直信任的一个亲戚，或者老师，把你的情况告诉他们，让他们去和你的父母谈。通过成年人之间的平等交谈，让他们意识到你现在的情况是真实的，而不是在耍孩子脾气，而且尽快带你去做一个咨询，了解自身情况。",
    "annotation": [
      {
        "sentence": "作为一个学生，你还没有经济能力独自去咨询医生。",
        "label": ""
      },
      {
        "sentence": "我觉得，以下两个方法你可以尝试：1、平台有免费的文字倾诉，可以帮助你缓解一下当下的焦虑，你可以尝试（在咨询频道里有‘文字倾诉’）；2、找到一个可以听你诉说、能够理解你的成年人，比如你一直信任的一个亲戚，或者老师，把你的情况告诉他们，让他们去和你的父母谈。",
        "label": ""
      },
      {
        "sentence": "通过成年人之间的平等交谈，让他们意识到你现在的情况是真实的，而不是在耍孩子脾气，而且尽快带你去做一个咨询，了解自身情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试文字倾诉平台，但是我担心他们不会重视我的问题。而且我也不敢找其他的人去跟他们说。",
    "annotation": [
      {
        "sentence": "我会试试文字倾诉平台，但是我担心他们不会重视我的问题。",
        "label": ""
      },
      {
        "sentence": "而且我也不敢找其他的人去跟他们说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心，但是尽快找到可以帮助你的人，你的问题会更好地解决。另外，无论是不是抑郁症，都是可以治愈的，请不要太担心。等你的好消息。如果你害怕找其他人直接跟他们沟通，你可以先试着找一个你信任的人，他们可以作为你与父母之间的沟通桥梁，帮你传达你的真实感受和需要。总之，找到可以支持你的人是很重要的。你可以先从老师或亲戚中找到可以帮助你的人。",
    "annotation": [
      {
        "sentence": "我明白你的担心，但是尽快找到可以帮助你的人，你的问题会更好地解决。",
        "label": ""
      },
      {
        "sentence": "另外，无论是不是抑郁症，都是可以治愈的，请不要太担心。",
        "label": ""
      },
      {
        "sentence": "等你的好消息。",
        "label": ""
      },
      {
        "sentence": "如果你害怕找其他人直接跟他们沟通，你可以先试着找一个你信任的人，他们可以作为你与父母之间的沟通桥梁，帮你传达你的真实感受和需要。",
        "label": ""
      },
      {
        "sentence": "总之，找到可以支持你的人是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以先从老师或亲戚中找到可以帮助你的人。",
        "label": ""
      }
    ]
  }
]