[
  {
    "role": "client",
    "content": "为什么我妈无时无刻不在批评、抨击我？在她眼里，所有事情都是我的问题，她就没有错。什么事情推卸也要推到我身上。",
    "annotation": [
      {
        "sentence": "为什么我妈无时无刻不在批评、抨击我？",
        "label": ""
      },
      {
        "sentence": "在她眼里，所有事情都是我的问题，她就没有错。",
        "label": ""
      },
      {
        "sentence": "什么事情推卸也要推到我身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到了你的委屈和无奈，还有一些愤怒，希望我的回答能够帮助到你。我想如果我是你的话，我会这么做：1，接纳妈妈的样子。妈妈之所以成为现在这个样子，也是由于她的原生家庭，她的成长环境造就的。她现在的生活模式，她觉得是对她有利的，所以她一直用这种方式来处理问题，就像你有时候也会大嗓门嚷嚷，因为这会让你觉得有用。所以，我们要想让她改变，是很难的。",
    "annotation": [
      {
        "sentence": "感受到了你的委屈和无奈，还有一些愤怒，希望我的回答能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "我想如果我是你的话，我会这么做：1，接纳妈妈的样子。",
        "label": ""
      },
      {
        "sentence": "妈妈之所以成为现在这个样子，也是由于她的原生家庭，她的成长环境造就的。",
        "label": ""
      },
      {
        "sentence": "她现在的生活模式，她觉得是对她有利的，所以她一直用这种方式来处理问题，就像你有时候也会大嗓门嚷嚷，因为这会让你觉得有用。",
        "label": ""
      },
      {
        "sentence": "所以，我们要想让她改变，是很难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解她的成长环境对她造成的影响，但我觉得这样的处理方式对我来说很不公平，让我感到很委屈。",
    "annotation": [
      {
        "sentence": "我能理解她的成长环境对她造成的影响，但我觉得这样的处理方式对我来说很不公平，让我感到很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，感觉委屈是正常的，这种情绪会出现。但接纳不等于认同，你可以接受她是这样的，但并不代表你就没有权利表达自己的感受和需求。我们可以试着找到一个平衡点，让自己的感受和需求得到关注和尊重，同时也不对妈妈进行指责。",
    "annotation": [
      {
        "sentence": "是的，感觉委屈是正常的，这种情绪会出现。",
        "label": ""
      },
      {
        "sentence": "但接纳不等于认同，你可以接受她是这样的，但并不代表你就没有权利表达自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "我们可以试着找到一个平衡点，让自己的感受和需求得到关注和尊重，同时也不对妈妈进行指责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "考得不好，她就各种批评。考得好的也说个没完，就好像我考的好是她的方法好一样，但她根本都没管过我学习。每次她都在丝毫不了解情况的前提下自以为是。",
    "annotation": [
      {
        "sentence": "考得不好，她就各种批评。",
        "label": ""
      },
      {
        "sentence": "考得好的也说个没完，就好像我考的好是她的方法好一样，但她根本都没管过我学习。",
        "label": ""
      },
      {
        "sentence": "每次她都在丝毫不了解情况的前提下自以为是。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我可以理解她的批评给你带来了很大的压力和困扰。在处理这种情况时，我们可以尝试与妈妈做一个积极的沟通，让她了解你的感受和学习情况，和她分享你的学习方法和进展，或许可以让她更理解你的努力。",
    "annotation": [
      {
        "sentence": "听到你的描述，我可以理解她的批评给你带来了很大的压力和困扰。",
        "label": ""
      },
      {
        "sentence": "在处理这种情况时，我们可以尝试与妈妈做一个积极的沟通，让她了解你的感受和学习情况，和她分享你的学习方法和进展，或许可以让她更理解你的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "不光对我这样，仗着自己比别人经验多，一点，还会否定所有跟她意见不和的人。在某些方面，她根本就不了解，但她还是会。",
    "annotation": [
      {
        "sentence": "不光对我这样，仗着自己比别人经验多，一点，还会否定所有跟她意见不和的人。",
        "label": ""
      },
      {
        "sentence": "在某些方面，她根本就不了解，但她还是会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你说她否定了所有跟她意见不和的人，我能感受到你内心的困惑和无奈。有时候，人们会因为自己的经历和观点而产生偏见。或许我们可以试着跟她分享自己对一些事情的看法和心情，逐渐引导她去接受不同的观点和意见。但要保持尊重和耐心，不让这成为争吵和冲突的起因。",
    "annotation": [
      {
        "sentence": "听到你说她否定了所有跟她意见不和的人，我能感受到你内心的困惑和无奈。",
        "label": ""
      },
      {
        "sentence": "有时候，人们会因为自己的经历和观点而产生偏见。",
        "label": ""
      },
      {
        "sentence": "或许我们可以试着跟她分享自己对一些事情的看法和心情，逐渐引导她去接受不同的观点和意见。",
        "label": ""
      },
      {
        "sentence": "但要保持尊重和耐心，不让这成为争吵和冲突的起因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她也跟我说我老师不好，说老师扇风点火。除此之外，还很没礼貌，经常大吵大吼，每次发微信都对别人颐指气使，到最后我还得替她跟老师道歉，跟老师解释。",
    "annotation": [
      {
        "sentence": "她也跟我说我老师不好，说老师扇风点火。",
        "label": ""
      },
      {
        "sentence": "除此之外，还很没礼貌，经常大吵大吼，每次发微信都对别人颐指气使，到最后我还得替她跟老师道歉，跟老师解释。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的行为和态度确实会给你带来很多困扰。作为孩子，我们并没有责任去弥补妈妈的过错，包括替她跟老师道歉。如果可能的话，你可以试着跟她好好沟通，表达你对她的感受和困惑，希望她能更加尊重你和他人。",
    "annotation": [
      {
        "sentence": "这样的行为和态度确实会给你带来很多困扰。",
        "label": ""
      },
      {
        "sentence": "作为孩子，我们并没有责任去弥补妈妈的过错，包括替她跟老师道歉。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，你可以试着跟她好好沟通，表达你对她的感受和困惑，希望她能更加尊重你和他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得因为她的原因给我抬来了很多不好的性格和其他方面的问题，他不是全部原因，但一定是主要原因，就是一个原生家庭的问题。我有时候也会喜欢大嗓门嚷嚷，也是因为跟她吵架的时候她每次声音越来越大，感觉我要是不大声她都不会给我说的机会。至此，现在养成了这种习惯。",
    "annotation": [
      {
        "sentence": "我觉得因为她的原因给我抬来了很多不好的性格和其他方面的问题，他不是全部原因，但一定是主要原因，就是一个原生家庭的问题。",
        "label": ""
      },
      {
        "sentence": "我有时候也会喜欢大嗓门嚷嚷，也是因为跟她吵架的时候她每次声音越来越大，感觉我要是不大声她都不会给我说的机会。",
        "label": ""
      },
      {
        "sentence": "至此，现在养成了这种习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原生家庭对我们的性格和行为的确有一定影响。但我们也要明白，我们拥有改变的力量。虽然习惯已经形成，但只要我们意识到其中的问题，并有意识地去改变，你一定能够战胜这些不好的习惯。当你发现自己喜欢大声嚷嚷的时候，可以试着冷静下来，换一种更合适的方式来表达你的感受和需求，这需要时间和练习。",
    "annotation": [
      {
        "sentence": "原生家庭对我们的性格和行为的确有一定影响。",
        "label": ""
      },
      {
        "sentence": "但我们也要明白，我们拥有改变的力量。",
        "label": ""
      },
      {
        "sentence": "虽然习惯已经形成，但只要我们意识到其中的问题，并有意识地去改变，你一定能够战胜这些不好的习惯。",
        "label": ""
      },
      {
        "sentence": "当你发现自己喜欢大声嚷嚷的时候，可以试着冷静下来，换一种更合适的方式来表达你的感受和需求，这需要时间和练习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尝试着去接纳妈妈，跟她好好沟通，同时努力改变自己的习惯。希望一切都能变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尝试着去接纳妈妈，跟她好好沟通，同时努力改变自己的习惯。",
        "label": ""
      },
      {
        "sentence": "希望一切都能变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信你能够面对和解决这个问题。改变需要时间和努力，但只要你保持积极的心态和行动，一切都会朝着更好的方向发展。加油，我会一直支持你的！有任何困难随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信你能够面对和解决这个问题。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但只要你保持积极的心态和行动，一切都会朝着更好的方向发展。",
        "label": ""
      },
      {
        "sentence": "加油，我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "有任何困难随时来找我聊天。",
        "label": ""
      }
    ]
  }
]