[
  {
    "role": "client",
    "content": "为什么我妈无时无刻不在批评、抨击我？在她眼里，所有事情都是我的问题，她就没有错。什么事情推卸也要推到我身上。考的不好，就各种批评。考的好的也说个没完，就好像我考的好是她的方法好一样，但她根本都没管过我学习。每次她都在丝毫不了解情况的前提下自以为是。不光对我这样，仗着自己比别人经验多，一点，还会否定所有跟她意见不和的人。在某些方面，她根本就不了解，但她还是会。她也跟我说我老师不好，说老师扇风点火。除此之外，还很没礼貌，经常大吵大吼，每次发微信都对别人颐指气使，到最后我还得替她跟老师道歉，跟老师解释。我觉得因为她的原因给我抬来了很多不好的性格和其他方面的问题，他不是全部原因，但一定是主要原因，就是一个原生家庭的问题。我有时候也会喜欢大嗓门嚷嚷，也是因为跟她吵架的时候她每次声音越来越大，感觉我要是不大声她都不会给我说的机会。至此，现在养成了这种习惯。",
    "annotation": [
      {
        "sentence": "为什么我妈无时无刻不在批评、抨击我？",
        "label": ""
      },
      {
        "sentence": "在她眼里，所有事情都是我的问题，她就没有错。",
        "label": ""
      },
      {
        "sentence": "什么事情推卸也要推到我身上。",
        "label": ""
      },
      {
        "sentence": "考的不好，就各种批评。",
        "label": ""
      },
      {
        "sentence": "考的好的也说个没完，就好像我考的好是她的方法好一样，但她根本都没管过我学习。",
        "label": ""
      },
      {
        "sentence": "每次她都在丝毫不了解情况的前提下自以为是。",
        "label": ""
      },
      {
        "sentence": "不光对我这样，仗着自己比别人经验多，一点，还会否定所有跟她意见不和的人。",
        "label": ""
      },
      {
        "sentence": "在某些方面，她根本就不了解，但她还是会。",
        "label": ""
      },
      {
        "sentence": "她也跟我说我老师不好，说老师扇风点火。",
        "label": ""
      },
      {
        "sentence": "除此之外，还很没礼貌，经常大吵大吼，每次发微信都对别人颐指气使，到最后我还得替她跟老师道歉，跟老师解释。",
        "label": ""
      },
      {
        "sentence": "我觉得因为她的原因给我抬来了很多不好的性格和其他方面的问题，他不是全部原因，但一定是主要原因，就是一个原生家庭的问题。",
        "label": ""
      },
      {
        "sentence": "我有时候也会喜欢大嗓门嚷嚷，也是因为跟她吵架的时候她每次声音越来越大，感觉我要是不大声她都不会给我说的机会。",
        "label": ""
      },
      {
        "sentence": "至此，现在养成了这种习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从文字里看出你还是个学生，而且还为妈妈的不当行为引发的不良影响收拾了一些“烂摊子”，你一定有很多的委屈和辛苦吧～[拥抱][拥抱]你的问题为什么我妈无时无刻不在批评、抨击我？与其说是问题，我认为这更是你心底深深呐喊！你多么渴望妈妈温柔有礼，谦逊待人，对你多一些支持和鼓励，我说的对吗？",
    "annotation": [
      {
        "sentence": "从文字里看出你还是个学生，而且还为妈妈的不当行为引发的不良影响收拾了一些“烂摊子”，你一定有很多的委屈和辛苦吧～[拥抱][拥抱]你的问题为什么我妈无时无刻不在批评、抨击我？",
        "label": ""
      },
      {
        "sentence": "与其说是问题，我认为这更是你心底深深呐喊！",
        "label": ""
      },
      {
        "sentence": "你多么渴望妈妈温柔有礼，谦逊待人，对你多一些支持和鼓励，我说的对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望妈妈能像其他家长一样给我更多的支持和鼓励，而不是不断地批评我。",
    "annotation": [
      {
        "sentence": "是的，我希望妈妈能像其他家长一样给我更多的支持和鼓励，而不是不断地批评我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解原因能使我们通透，我想你多和妈妈聊聊她的过去，聊聊她的成长，你就会从中找到答案。相信曾经的她，也是不被接纳，被批评否定长大的，如果从小她就没得到别人的尊重和肯定，她就很难懂得去肯定和鼓励你。同时，过去的教育把打骂批评当成教育和激励的手段，你的妈妈认为那是爱你的方式。",
    "annotation": [
      {
        "sentence": "了解原因能使我们通透，我想你多和妈妈聊聊她的过去，聊聊她的成长，你就会从中找到答案。",
        "label": ""
      },
      {
        "sentence": "相信曾经的她，也是不被接纳，被批评否定长大的，如果从小她就没得到别人的尊重和肯定，她就很难懂得去肯定和鼓励你。",
        "label": ""
      },
      {
        "sentence": "同时，过去的教育把打骂批评当成教育和激励的手段，你的妈妈认为那是爱你的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，或许我应该试着了解妈妈的过去，理解她的成长经历对她的影响。我也明白她可能是出于对我好的角度，但她的方式让我感到沮丧和伤心。",
    "annotation": [
      {
        "sentence": "嗯，或许我应该试着了解妈妈的过去，理解她的成长经历对她的影响。",
        "label": ""
      },
      {
        "sentence": "我也明白她可能是出于对我好的角度，但她的方式让我感到沮丧和伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "带着这样一份对妈妈的理解，或许再面对妈妈的批评时，你就会少了一份对抗。人一定要把力量放在在当下和未来才更有积极的意义。因此，我建议你从提问开始，比如把你问“妈妈为什么会这样”换成“我如何才能不变成妈妈一样的人”。当我们从内心不接纳妈妈，越是跟她对抗，我们将来就越可能变成跟她一样的人，尽管我们千百遍地告诫自己：我将来一定不要跟她一样！因为这是系统忠诚。",
    "annotation": [
      {
        "sentence": "带着这样一份对妈妈的理解，或许再面对妈妈的批评时，你就会少了一份对抗。",
        "label": ""
      },
      {
        "sentence": "人一定要把力量放在在当下和未来才更有积极的意义。",
        "label": ""
      },
      {
        "sentence": "因此，我建议你从提问开始，比如把你问“妈妈为什么会这样”换成“我如何才能不变成妈妈一样的人”。",
        "label": ""
      },
      {
        "sentence": "当我们从内心不接纳妈妈，越是跟她对抗，我们将来就越可能变成跟她一样的人，尽管我们千百遍地告诫自己：我将来一定不要跟她一样！",
        "label": ""
      },
      {
        "sentence": "因为这是系统忠诚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该尝试从内心接纳妈妈，并且用更积极的方式来面对她的批评。我应该更加冷静地思考如何不重复她的行为。",
    "annotation": [
      {
        "sentence": "你说得对，我应该尝试从内心接纳妈妈，并且用更积极的方式来面对她的批评。",
        "label": ""
      },
      {
        "sentence": "我应该更加冷静地思考如何不重复她的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所想要不变成妈妈的样子，首先要接纳妈妈，心理上于妈妈和解。接纳妈妈时，可以接纳她的情绪，但是她的行为方式，你可以找机会好好跟妈妈说说你的感受，让她懂得你多么的受伤。如果妈妈经沟通依旧没有改变，那我们一定要学会自己肯定自己，自己鼓励自己，自己爱自己。",
    "annotation": [
      {
        "sentence": "所想要不变成妈妈的样子，首先要接纳妈妈，心理上于妈妈和解。",
        "label": ""
      },
      {
        "sentence": "接纳妈妈时，可以接纳她的情绪，但是她的行为方式，你可以找机会好好跟妈妈说说你的感受，让她懂得你多么的受伤。",
        "label": ""
      },
      {
        "sentence": "如果妈妈经沟通依旧没有改变，那我们一定要学会自己肯定自己，自己鼓励自己，自己爱自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该在适当的时候跟妈妈沟通我的感受，让她知道她的行为对我造成了伤害。如果她不改变，我要学会自己给自己肯定和鼓励。",
    "annotation": [
      {
        "sentence": "我明白了，我应该在适当的时候跟妈妈沟通我的感受，让她知道她的行为对我造成了伤害。",
        "label": ""
      },
      {
        "sentence": "如果她不改变，我要学会自己给自己肯定和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，你之所以对妈妈也用喊，是因为你的内在力量不足。柔能克刚，真正有力量的人并非在声调上。所以也告诉自己，与其有样学样，不如学习提升自己，变得更优秀，让妈妈无话可说。无论妈妈是怎样的人，都不影响我们未来成为一个优秀的人！以上的建议希望对你有用。",
    "annotation": [
      {
        "sentence": "另外，你之所以对妈妈也用喊，是因为你的内在力量不足。",
        "label": ""
      },
      {
        "sentence": "柔能克刚，真正有力量的人并非在声调上。",
        "label": ""
      },
      {
        "sentence": "所以也告诉自己，与其有样学样，不如学习提升自己，变得更优秀，让妈妈无话可说。",
        "label": ""
      },
      {
        "sentence": "无论妈妈是怎样的人，都不影响我们未来成为一个优秀的人！",
        "label": ""
      },
      {
        "sentence": "以上的建议希望对你有用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会努力接纳妈妈，提升自己，并走向更好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会努力接纳妈妈，提升自己，并走向更好的未来。",
        "label": ""
      }
    ]
  }
]