[
  {
    "role": "client",
    "content": "为什么我妈无时无刻不在批评、抨击我？在她眼里，所有事情都是我的问题，她就没有错。什么事情推卸也要推到我身上。考的不好，就各种批评。考的好的也说个没完，就好像我考的好是她的方法好一样，但她根本都没管过我学习。每次她都在丝毫不了解情况的前提下自以为是。不光对我这样，仗着自己比别人经验多，一点，还会否定所有跟她意见不和的人。在某些方面，她根本就不了解，但她还是会。她也跟我说我老师不好，说老师扇风点火。除此之外，还很没礼貌，经常大吵大吼，每次发微信都对别人颐指气使，到最后我还得替她跟老师道歉，跟老师解释。我觉得因为她的原因给我抬来了很多不好的性格和其他方面的问题，他不是全部原因，但一定是主要原因，就是一个原生家庭的问题。我有时候也会喜欢大嗓门嚷嚷，也是因为跟她吵架的时候她每次声音越来越大，感觉我要是不大声她都不会给我说的机会。至此，现在养成了这种习惯。",
    "annotation": [
      {
        "sentence": "为什么我妈无时无刻不在批评、抨击我？",
        "label": ""
      },
      {
        "sentence": "在她眼里，所有事情都是我的问题，她就没有错。",
        "label": ""
      },
      {
        "sentence": "什么事情推卸也要推到我身上。",
        "label": ""
      },
      {
        "sentence": "考的不好，就各种批评。",
        "label": ""
      },
      {
        "sentence": "考的好的也说个没完，就好像我考的好是她的方法好一样，但她根本都没管过我学习。",
        "label": ""
      },
      {
        "sentence": "每次她都在丝毫不了解情况的前提下自以为是。",
        "label": ""
      },
      {
        "sentence": "不光对我这样，仗着自己比别人经验多，一点，还会否定所有跟她意见不和的人。",
        "label": ""
      },
      {
        "sentence": "在某些方面，她根本就不了解，但她还是会。",
        "label": ""
      },
      {
        "sentence": "她也跟我说我老师不好，说老师扇风点火。",
        "label": ""
      },
      {
        "sentence": "除此之外，还很没礼貌，经常大吵大吼，每次发微信都对别人颐指气使，到最后我还得替她跟老师道歉，跟老师解释。",
        "label": ""
      },
      {
        "sentence": "我觉得因为她的原因给我抬来了很多不好的性格和其他方面的问题，他不是全部原因，但一定是主要原因，就是一个原生家庭的问题。",
        "label": ""
      },
      {
        "sentence": "我有时候也会喜欢大嗓门嚷嚷，也是因为跟她吵架的时候她每次声音越来越大，感觉我要是不大声她都不会给我说的机会。",
        "label": ""
      },
      {
        "sentence": "至此，现在养成了这种习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这个情况，我了解到你需要的是找出事情的根源，同时想办法应对这些问题。你提到的主要是你和妈妈相处得不愉快的一些方面，让你感到沮丧。首先，你可以跟你的妈妈说这些情况，让她知道你的想法。其次，关于责任的问题，可能是因为你妈妈内在很脆弱，所以才容易把责任推卸到你身上。你可以跟她说这些问题是需要你们一起解决，而不是把责任都推到你身上。再者，你觉得她经验多并且总是否定别人的看法，可能是因为她过去受到的影响，这个时候你可以用积极的态度去跟她沟通，帮助她理解其他人的看法和情况。最后，关于你说的嗓门大，你可以尝试着去控制自己的情绪和声音，学会与别人交流的方式。",
    "annotation": [
      {
        "sentence": "看到你这个情况，我了解到你需要的是找出事情的根源，同时想办法应对这些问题。",
        "label": ""
      },
      {
        "sentence": "你提到的主要是你和妈妈相处得不愉快的一些方面，让你感到沮丧。",
        "label": ""
      },
      {
        "sentence": "首先，你可以跟你的妈妈说这些情况，让她知道你的想法。",
        "label": ""
      },
      {
        "sentence": "其次，关于责任的问题，可能是因为你妈妈内在很脆弱，所以才容易把责任推卸到你身上。",
        "label": ""
      },
      {
        "sentence": "你可以跟她说这些问题是需要你们一起解决，而不是把责任都推到你身上。",
        "label": ""
      },
      {
        "sentence": "再者，你觉得她经验多并且总是否定别人的看法，可能是因为她过去受到的影响，这个时候你可以用积极的态度去跟她沟通，帮助她理解其他人的看法和情况。",
        "label": ""
      },
      {
        "sentence": "最后，关于你说的嗓门大，你可以尝试着去控制自己的情绪和声音，学会与别人交流的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我觉得你说的很有道理。我会尝试去跟妈妈沟通，告诉她我对她的期望和想法。可能也会试着去走别的路，感觉现在有些不行，需要寻找其他的途径来解决老师和我之间的问题。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我觉得你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我会尝试去跟妈妈沟通，告诉她我对她的期望和想法。",
        "label": ""
      },
      {
        "sentence": "可能也会试着去走别的路，感觉现在有些不行，需要寻找其他的途径来解决老师和我之间的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会一直支持你。如果你遇到任何问题，都可以来找我。对于你和妈妈的沟通，你可以尝试着去用“我觉得\/我希望”这样的方式，去表达你的需要。另外，记得要平和的去处理事情，不要急躁，这样会有更好的效果。",
    "annotation": [
      {
        "sentence": "没问题，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "如果你遇到任何问题，都可以来找我。",
        "label": ""
      },
      {
        "sentence": "对于你和妈妈的沟通，你可以尝试着去用“我觉得\/我希望”这样的方式，去表达你的需要。",
        "label": ""
      },
      {
        "sentence": "另外，记得要平和的去处理事情，不要急躁，这样会有更好的效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会记住的。你说的没错，我有时候会很冲动，导致情况越来越糟。我会努力去克制自己的情绪，和妈妈好好沟通。",
    "annotation": [
      {
        "sentence": "好的，我会记住的。",
        "label": ""
      },
      {
        "sentence": "你说的没错，我有时候会很冲动，导致情况越来越糟。",
        "label": ""
      },
      {
        "sentence": "我会努力去克制自己的情绪，和妈妈好好沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你能做到的。另外，你还可以尝试去理解妈妈的处境，有时候她也有自己的难处。多听听她的看法，也让她听听你的意见，可以更好的化解冲突。",
    "annotation": [
      {
        "sentence": "很好，我相信你能做到的。",
        "label": ""
      },
      {
        "sentence": "另外，你还可以尝试去理解妈妈的处境，有时候她也有自己的难处。",
        "label": ""
      },
      {
        "sentence": "多听听她的看法，也让她听听你的意见，可以更好的化解冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会记住的。我也会试着去理解妈妈的处境，多听听她的看法。希望可以和她有一个更好的沟通。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会记住的。",
        "label": ""
      },
      {
        "sentence": "我也会试着去理解妈妈的处境，多听听她的看法。",
        "label": ""
      },
      {
        "sentence": "希望可以和她有一个更好的沟通。",
        "label": ""
      }
    ]
  }
]