[
  {
    "role": "client",
    "content": "婚姻冷静过后呢，继续还是告别？",
    "annotation": [
      {
        "sentence": "婚姻冷静过后呢，继续还是告别？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到了一个性格顽强，态度乐观的你，同时字里行间也看到了你的忍耐和煎熬。面对当下的现状，向左走和向右走在撕扯着。在你的分析中，你的丈夫对金钱的渴望并没有建立在理性分析的基础上，导致自己一而再地投资失利。这种投资失利或不会因为你的妥协退让得到很大的改善，所以，个人觉得，从现实的环境考虑，你辞职是一个很大的冒险。",
    "annotation": [
      {
        "sentence": "看到了一个性格顽强，态度乐观的你，同时字里行间也看到了你的忍耐和煎熬。",
        "label": ""
      },
      {
        "sentence": "面对当下的现状，向左走和向右走在撕扯着。",
        "label": ""
      },
      {
        "sentence": "在你的分析中，你的丈夫对金钱的渴望并没有建立在理性分析的基础上，导致自己一而再地投资失利。",
        "label": ""
      },
      {
        "sentence": "这种投资失利或不会因为你的妥协退让得到很大的改善，所以，个人觉得，从现实的环境考虑，你辞职是一个很大的冒险。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得他每次都把钱花在不切实际的东西上，不负责任地炒股、买蜜蜡，对我们的生活没有一点贡献，我真的很焦虑。",
    "annotation": [
      {
        "sentence": "可是我觉得他每次都把钱花在不切实际的东西上，不负责任地炒股、买蜜蜡，对我们的生活没有一点贡献，我真的很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "目前的状态似乎让你感受到了很多的压力，你萌生出是否继续婚姻的想法时，已经说明你对你们的关系有了怀疑，动摇了继续走下去的信心。可是，抱着一丝好起来的希望，你又整装待发，变成和生活斗争的勇士。你老公将全部心思押注在投资上，陷在五彩斑斓的发财梦中，过于的沉迷往往让自己看不清现状，不愿意通过踏踏实实的点滴积累来创造幸福从筹码，他更像一个贪玩的孩童，你才是那个随时待命的大家长，帮分担了大部分的重担。",
    "annotation": [
      {
        "sentence": "目前的状态似乎让你感受到了很多的压力，你萌生出是否继续婚姻的想法时，已经说明你对你们的关系有了怀疑，动摇了继续走下去的信心。",
        "label": ""
      },
      {
        "sentence": "可是，抱着一丝好起来的希望，你又整装待发，变成和生活斗争的勇士。",
        "label": ""
      },
      {
        "sentence": "你老公将全部心思押注在投资上，陷在五彩斑斓的发财梦中，过于的沉迷往往让自己看不清现状，不愿意通过踏踏实实的点滴积累来创造幸福从筹码，他更像一个贪玩的孩童，你才是那个随时待命的大家长，帮分担了大部分的重担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得我们之间存在着很大的不平衡，我承担了太多的责任和压力，而他却只顾自己的兴趣和投资。有时候真的觉得累觉不爱，但又不想轻易放弃。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得我们之间存在着很大的不平衡，我承担了太多的责任和压力，而他却只顾自己的兴趣和投资。",
        "label": ""
      },
      {
        "sentence": "有时候真的觉得累觉不爱，但又不想轻易放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许你可以通过和丈夫的沟通来了解他有那样的投资计划，问问他有何打算？不管如何，为了避免不必要的风险，在你老公状况未好转的情况下，真的不建议你辞职。至于是否继续这段婚姻，别人无法给予直接的意见。只是建议在不管你在未来做了什么决定，都不要轻易为对方倾斜过多的资源。将必不可少的条件抓在手里会给你足够的底气哦。",
    "annotation": [
      {
        "sentence": "或许你可以通过和丈夫的沟通来了解他有那样的投资计划，问问他有何打算？",
        "label": ""
      },
      {
        "sentence": "不管如何，为了避免不必要的风险，在你老公状况未好转的情况下，真的不建议你辞职。",
        "label": ""
      },
      {
        "sentence": "至于是否继续这段婚姻，别人无法给予直接的意见。",
        "label": ""
      },
      {
        "sentence": "只是建议在不管你在未来做了什么决定，都不要轻易为对方倾斜过多的资源。",
        "label": ""
      },
      {
        "sentence": "将必不可少的条件抓在手里会给你足够的底气哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我决定先和他好好沟通一下，问问他是否打算改变他的投资方式。至于工作，我会先保持现状，不冒险辞职。谢谢你的建议和鼓励，我会尽量保持乐观，为自己和孩子着想。",
    "annotation": [
      {
        "sentence": "你说得对，我决定先和他好好沟通一下，问问他是否打算改变他的投资方式。",
        "label": ""
      },
      {
        "sentence": "至于工作，我会先保持现状，不冒险辞职。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我会尽量保持乐观，为自己和孩子着想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，沟通是解决问题的关键，希望你们能够有一个真诚的对话，找到解决问题的办法。记得，你值得拥有一个幸福的生活，不要把所有的希望寄托在他身上。保持乐观的心态，相信自己的能力，一切都会慢慢好起来的。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，沟通是解决问题的关键，希望你们能够有一个真诚的对话，找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "记得，你值得拥有一个幸福的生活，不要把所有的希望寄托在他身上。",
        "label": ""
      },
      {
        "sentence": "保持乐观的心态，相信自己的能力，一切都会慢慢好起来的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会努力去改变现状，给自己一个更好的未来。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会努力去改变现状，给自己一个更好的未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到答案。如果有需要随时来找我聊天，我会一直在这里支持你的。祝愿你和孩子幸福安康！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到答案。",
        "label": ""
      },
      {
        "sentence": "如果有需要随时来找我聊天，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝愿你和孩子幸福安康！",
        "label": ""
      }
    ]
  }
]