[
  {
    "role": "client",
    "content": "婚姻冷静过后呢，继续还是告别？",
    "annotation": [
      {
        "sentence": "婚姻冷静过后呢，继续还是告别？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你在婚姻中遇到了一些问题，你可以详细跟我说说吗？",
    "annotation": [
      {
        "sentence": "听说你在婚姻中遇到了一些问题，你可以详细跟我说说吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我已经结婚两年了，现在有一个女儿快一岁半了。我们夫妻是异地婚姻，两个人都是职工，我负责房贷和孩子的生活费用。我工作的地方买了房子，所以婆婆帮忙看孩子。可是，我发现我丈夫开始借钱炒股票，工资也没有比我多，倒还欠了17多万的债。问他为什么要这样，他说是为了变成有钱人，想买房子。后来他还买了蜜蜡，依旧是借钱炒股票，每个月工资都全部转为买蜜蜡。我劝他理性投资，可是他说投资获利高。每个月工资发下来，他说自己没钱还欠债。现在的状态是我自己一个人养家糊口，付房贷，工资月月都不够用。他却以挣钱为名，还债为名，从来不肯拿钱出来负担家庭生活费用。还在每个月继续买蜜蜡。他偶尔会回家，但除了做饭和家里的大小事情，其他都不管。我们之间已经懒得吵架了，平时也不想再联系。现在的婚姻还能继续吗？我真的感觉疲惫和无爱，但是也抱有一丝希望，以后也许会有好转。有时候想去他的城市结束异地婚姻，可是我担心自己的工资不能保障生活。",
    "annotation": [
      {
        "sentence": "我已经结婚两年了，现在有一个女儿快一岁半了。",
        "label": ""
      },
      {
        "sentence": "我们夫妻是异地婚姻，两个人都是职工，我负责房贷和孩子的生活费用。",
        "label": ""
      },
      {
        "sentence": "我工作的地方买了房子，所以婆婆帮忙看孩子。",
        "label": ""
      },
      {
        "sentence": "可是，我发现我丈夫开始借钱炒股票，工资也没有比我多，倒还欠了17多万的债。",
        "label": ""
      },
      {
        "sentence": "问他为什么要这样，他说是为了变成有钱人，想买房子。",
        "label": ""
      },
      {
        "sentence": "后来他还买了蜜蜡，依旧是借钱炒股票，每个月工资都全部转为买蜜蜡。",
        "label": ""
      },
      {
        "sentence": "我劝他理性投资，可是他说投资获利高。",
        "label": ""
      },
      {
        "sentence": "每个月工资发下来，他说自己没钱还欠债。",
        "label": ""
      },
      {
        "sentence": "现在的状态是我自己一个人养家糊口，付房贷，工资月月都不够用。",
        "label": ""
      },
      {
        "sentence": "他却以挣钱为名，还债为名，从来不肯拿钱出来负担家庭生活费用。",
        "label": ""
      },
      {
        "sentence": "还在每个月继续买蜜蜡。",
        "label": ""
      },
      {
        "sentence": "他偶尔会回家，但除了做饭和家里的大小事情，其他都不管。",
        "label": ""
      },
      {
        "sentence": "我们之间已经懒得吵架了，平时也不想再联系。",
        "label": ""
      },
      {
        "sentence": "现在的婚姻还能继续吗？",
        "label": ""
      },
      {
        "sentence": "我真的感觉疲惫和无爱，但是也抱有一丝希望，以后也许会有好转。",
        "label": ""
      },
      {
        "sentence": "有时候想去他的城市结束异地婚姻，可是我担心自己的工资不能保障生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的婚姻真的遇到了很多问题，而且你对丈夫的行为感到非常生气。婚姻本应该是两个人相互扶持经营的，需要双方的付出。从你讲的情况看，你的丈夫似乎没有承担起丈夫、父亲和儿子的责任，只是按照自己的想法去炒股和投资。关于继续婚姻还是离婚，你可以自己权衡一下利弊。如果不离婚，你要想好是否能忍受丈夫一直这样不做贡献而且还欠债的情况。如果选择离婚，你需要考虑自己是否能够照顾好孩子，离开婆婆和丈夫后的经济状况怎样。无论做出哪种选择，都会有利弊，生活也会有所改变。你要做的是要考虑清楚自己是否能够为自己的选择负责，不要后悔。你可以先不急于做出决定，理性地分析，权衡利弊，尊重自己内心的真实需求，听听家人和朋友的意见，然后做出当下最好的选择。",
    "annotation": [
      {
        "sentence": "听起来你的婚姻真的遇到了很多问题，而且你对丈夫的行为感到非常生气。",
        "label": ""
      },
      {
        "sentence": "婚姻本应该是两个人相互扶持经营的，需要双方的付出。",
        "label": ""
      },
      {
        "sentence": "从你讲的情况看，你的丈夫似乎没有承担起丈夫、父亲和儿子的责任，只是按照自己的想法去炒股和投资。",
        "label": ""
      },
      {
        "sentence": "关于继续婚姻还是离婚，你可以自己权衡一下利弊。",
        "label": ""
      },
      {
        "sentence": "如果不离婚，你要想好是否能忍受丈夫一直这样不做贡献而且还欠债的情况。",
        "label": ""
      },
      {
        "sentence": "如果选择离婚，你需要考虑自己是否能够照顾好孩子，离开婆婆和丈夫后的经济状况怎样。",
        "label": ""
      },
      {
        "sentence": "无论做出哪种选择，都会有利弊，生活也会有所改变。",
        "label": ""
      },
      {
        "sentence": "你要做的是要考虑清楚自己是否能够为自己的选择负责，不要后悔。",
        "label": ""
      },
      {
        "sentence": "你可以先不急于做出决定，理性地分析，权衡利弊，尊重自己内心的真实需求，听听家人和朋友的意见，然后做出当下最好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实对丈夫的行为感到非常愤怒和失望。我本来期望他能够承担起丈夫和父亲的责任，却发现他对家庭完全漠不关心。我也意识到离婚会带来很多困难，特别是我自己照顾孩子和经济问题。我不想让孩子失去父亲，但我又担心他的行为对孩子的成长产生负面影响。我会好好考虑你的建议，尊重自己的感受和需求，做出对自己和孩子都负责的决定。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实对丈夫的行为感到非常愤怒和失望。",
        "label": ""
      },
      {
        "sentence": "我本来期望他能够承担起丈夫和父亲的责任，却发现他对家庭完全漠不关心。",
        "label": ""
      },
      {
        "sentence": "我也意识到离婚会带来很多困难，特别是我自己照顾孩子和经济问题。",
        "label": ""
      },
      {
        "sentence": "我不想让孩子失去父亲，但我又担心他的行为对孩子的成长产生负面影响。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑你的建议，尊重自己的感受和需求，做出对自己和孩子都负责的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够理解自己的情绪并意识到离婚带来的困难和对孩子的影响，这是很不容易的。孩子是很敏感的，如果你和丈夫的关系对他造成伤害，那也不是一个健康的成长环境。你可以和丈夫好好沟通一次，诚实地表达你的感受和需求，看看他是否能够意识到问题的严重性并作出改变。如果他还是没有改变，你可以考虑寻求家人和朋友的支持，他们可能会给你一些宝贵的意见和帮助。无论你最终做出什么决定，都要相信自己的选择，并相信未来会更好。有时候，结束一段不健康的婚姻也是为了给自己和孩子一个更好的未来。",
    "annotation": [
      {
        "sentence": "你能够理解自己的情绪并意识到离婚带来的困难和对孩子的影响，这是很不容易的。",
        "label": ""
      },
      {
        "sentence": "孩子是很敏感的，如果你和丈夫的关系对他造成伤害，那也不是一个健康的成长环境。",
        "label": ""
      },
      {
        "sentence": "你可以和丈夫好好沟通一次，诚实地表达你的感受和需求，看看他是否能够意识到问题的严重性并作出改变。",
        "label": ""
      },
      {
        "sentence": "如果他还是没有改变，你可以考虑寻求家人和朋友的支持，他们可能会给你一些宝贵的意见和帮助。",
        "label": ""
      },
      {
        "sentence": "无论你最终做出什么决定，都要相信自己的选择，并相信未来会更好。",
        "label": ""
      },
      {
        "sentence": "有时候，结束一段不健康的婚姻也是为了给自己和孩子一个更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着和丈夫进行一次诚实的沟通，告诉他我对他行为的失望和对婚姻的期望。如果他能够意识到问题并作出改变，那当然是最好的结果。但如果他还是不改变，我要学会勇敢地面对现实，并为自己和孩子的未来做出正确的决定。我会尊重自己的感受和需求，也会听取家人和朋友的意见，谢谢你给我这么多的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我会试着和丈夫进行一次诚实的沟通，告诉他我对他行为的失望和对婚姻的期望。",
        "label": ""
      },
      {
        "sentence": "如果他能够意识到问题并作出改变，那当然是最好的结果。",
        "label": ""
      },
      {
        "sentence": "但如果他还是不改变，我要学会勇敢地面对现实，并为自己和孩子的未来做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "我会尊重自己的感受和需求，也会听取家人和朋友的意见，谢谢你给我这么多的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。要记得，你并不孤单，身边还有很多人愿意帮助和支持你。无论你做出什么决定，我都希望你能过上幸福和健康的生活。如果你需要进一步的咨询或帮助，随时都可以来找我。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "要记得，你并不孤单，身边还有很多人愿意帮助和支持你。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么决定，我都希望你能过上幸福和健康的生活。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的咨询或帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会努力走出困境，为自己和孩子创造一个更好的未来。如果以后还有需要，我会再来找你的。再次感谢你的支持！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会努力走出困境，为自己和孩子创造一个更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，我会再来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]