[
  {
    "role": "client",
    "content": "婚姻冷静过后呢，继续还是告别？我现在的状态就是，我自己养家糊口还房贷工资月月光，老公以挣钱为名还贷为名生活费一分不出，却依然每个月都在买蜜蜡，他偶尔回家也是除了做饭家里大小事情一概不管。这样的婚姻，还能继续吗？累觉不爱，可是似乎又抱有一丝以后也许会好的希望，有时候想去到他城市结束异地可能就会好，可是我工资没有保障会怎样？",
    "annotation": [
      {
        "sentence": "婚姻冷静过后呢，继续还是告别？",
        "label": ""
      },
      {
        "sentence": "我现在的状态就是，我自己养家糊口还房贷工资月月光，老公以挣钱为名还贷为名生活费一分不出，却依然每个月都在买蜜蜡，他偶尔回家也是除了做饭家里大小事情一概不管。",
        "label": ""
      },
      {
        "sentence": "这样的婚姻，还能继续吗？",
        "label": ""
      },
      {
        "sentence": "累觉不爱，可是似乎又抱有一丝以后也许会好的希望，有时候想去到他城市结束异地可能就会好，可是我工资没有保障会怎样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述中，我能感受到您目前的困惑和痛苦情绪。您的付出和牺牲得不到对方的理解和回报，异地婚姻并不是容易维持的模式。老公炒股的行为除了想要赚更多的钱外，也许是缓解孤独的一种途径。然而，炒股也带来了焦虑和情绪波动的后果。您和老公之间需要更多的沟通和共同解决。那样的炒股只是一种侥幸心理，建议以脚踏实地的方式，寻找更稳定的收入来源。",
    "annotation": [
      {
        "sentence": "从您的描述中，我能感受到您目前的困惑和痛苦情绪。",
        "label": ""
      },
      {
        "sentence": "您的付出和牺牲得不到对方的理解和回报，异地婚姻并不是容易维持的模式。",
        "label": ""
      },
      {
        "sentence": "老公炒股的行为除了想要赚更多的钱外，也许是缓解孤独的一种途径。",
        "label": ""
      },
      {
        "sentence": "然而，炒股也带来了焦虑和情绪波动的后果。",
        "label": ""
      },
      {
        "sentence": "您和老公之间需要更多的沟通和共同解决。",
        "label": ""
      },
      {
        "sentence": "那样的炒股只是一种侥幸心理，建议以脚踏实地的方式，寻找更稳定的收入来源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着和他沟通过，可是他总是不理我，不屑于和我沟通。我们之前也是一直异地，可是感情还不错，现在就差点儿成了互不相识的陌生人。",
    "annotation": [
      {
        "sentence": "我试着和他沟通过，可是他总是不理我，不屑于和我沟通。",
        "label": ""
      },
      {
        "sentence": "我们之前也是一直异地，可是感情还不错，现在就差点儿成了互不相识的陌生人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的感受我非常理解，当你们之间形成了裂痕，它们会越来越大。在冷静的头脑下，找到合适的通信方式，尝试和他进行有效的沟通，听取他的想法和困扰。这样可以让您更好地了解他的内心想法，从而得出更好的解决方案。",
    "annotation": [
      {
        "sentence": "您的感受我非常理解，当你们之间形成了裂痕，它们会越来越大。",
        "label": ""
      },
      {
        "sentence": "在冷静的头脑下，找到合适的通信方式，尝试和他进行有效的沟通，听取他的想法和困扰。",
        "label": ""
      },
      {
        "sentence": "这样可以让您更好地了解他的内心想法，从而得出更好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想早点结束这样的异地模式，但是我的工作没有保障，如果结婚分开，我如何独自承担所有家庭的开销？",
    "annotation": [
      {
        "sentence": "我想早点结束这样的异地模式，但是我的工作没有保障，如果结婚分开，我如何独自承担所有家庭的开销？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的负担确实很重。考虑您目前的情况，可能要从就业、职业培训等多个方面进行尝试。如果您能找到更好的工作机会，或者考虑创业等其他方式，也可以减轻您的负担。此外，在众多高压生活工作之余，关注您个人的情绪和精神健康也非常重要。",
    "annotation": [
      {
        "sentence": "您的负担确实很重。",
        "label": ""
      },
      {
        "sentence": "考虑您目前的情况，可能要从就业、职业培训等多个方面进行尝试。",
        "label": ""
      },
      {
        "sentence": "如果您能找到更好的工作机会，或者考虑创业等其他方式，也可以减轻您的负担。",
        "label": ""
      },
      {
        "sentence": "此外，在众多高压生活工作之余，关注您个人的情绪和精神健康也非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道我该如何面对自己的生活和婚姻。家庭与工作的矛盾，我的感受总是特别矛盾。",
    "annotation": [
      {
        "sentence": "我真的不知道我该如何面对自己的生活和婚姻。",
        "label": ""
      },
      {
        "sentence": "家庭与工作的矛盾，我的感受总是特别矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的内心真实感受能够感受到外面世界的可能性，这一点非常了不起。在决策方案之前，不妨多与身边的亲友谈论您的困惑，尝试从他们的建议中获得一些启发和指导。如果情绪非常不平衡而无法控制，不妨寻求专业心理咨询或者心理医生的帮助，让内心情绪得到更好的管理和调节。",
    "annotation": [
      {
        "sentence": "您的内心真实感受能够感受到外面世界的可能性，这一点非常了不起。",
        "label": ""
      },
      {
        "sentence": "在决策方案之前，不妨多与身边的亲友谈论您的困惑，尝试从他们的建议中获得一些启发和指导。",
        "label": ""
      },
      {
        "sentence": "如果情绪非常不平衡而无法控制，不妨寻求专业心理咨询或者心理医生的帮助，让内心情绪得到更好的管理和调节。",
        "label": ""
      }
    ]
  }
]