[
  {
    "role": "client",
    "content": "为啥自己喜欢的人喜欢自己了，我就不喜欢他了？",
    "annotation": [
      {
        "sentence": "为啥自己喜欢的人喜欢自己了，我就不喜欢他了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的描述，你的模式可以分为三个阶段。你被对方吸引到，她一定是有一些特别之处。我们了解自己的过程，一个很重要的方面就是觉察自己，你今天提到的这个问题，可以仔细的去觉察一下自己在每个阶段是怎么想的，想到了什么。",
    "annotation": [
      {
        "sentence": "听了你的描述，你的模式可以分为三个阶段。",
        "label": ""
      },
      {
        "sentence": "你被对方吸引到，她一定是有一些特别之处。",
        "label": ""
      },
      {
        "sentence": "我们了解自己的过程，一个很重要的方面就是觉察自己，你今天提到的这个问题，可以仔细的去觉察一下自己在每个阶段是怎么想的，想到了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前一直以为我很喜欢一个女生，但是她一直对我爱理不理。那时候我就疯狂地迷恋她，脑海中全是她的影子，然后真的无可救药地爱上她，给她送东西，无微不至地关心她。但是持续了几天，我感觉她也喜欢我了，我就完全对她没感觉了。感觉她对我释放好感，却让我觉得想要逃离。不知道为什么，我是双性恋，和男生谈过几次恋爱，也对女生有好感，但无论男女，一旦喜欢上我，我就不喜欢他们了。我感觉好奇怪啊，为什么会有这种想法呢？",
    "annotation": [
      {
        "sentence": "我之前一直以为我很喜欢一个女生，但是她一直对我爱理不理。",
        "label": ""
      },
      {
        "sentence": "那时候我就疯狂地迷恋她，脑海中全是她的影子，然后真的无可救药地爱上她，给她送东西，无微不至地关心她。",
        "label": ""
      },
      {
        "sentence": "但是持续了几天，我感觉她也喜欢我了，我就完全对她没感觉了。",
        "label": ""
      },
      {
        "sentence": "感觉她对我释放好感，却让我觉得想要逃离。",
        "label": ""
      },
      {
        "sentence": "不知道为什么，我是双性恋，和男生谈过几次恋爱，也对女生有好感，但无论男女，一旦喜欢上我，我就不喜欢他们了。",
        "label": ""
      },
      {
        "sentence": "我感觉好奇怪啊，为什么会有这种想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的成长过程中，你有没有过被你所在乎的人不理你的情况呢？同时，当对方走远了以后，你又想念她，是想再次让她理你吗？想让她陪你吗？这些可能是你依恋模式中的一种表现，也许你倾向于矛盾性依恋。你可以再观察一下自己，在每个阶段的想法和感受有什么变化。",
    "annotation": [
      {
        "sentence": "在你的成长过程中，你有没有过被你所在乎的人不理你的情况呢？",
        "label": ""
      },
      {
        "sentence": "同时，当对方走远了以后，你又想念她，是想再次让她理你吗？",
        "label": ""
      },
      {
        "sentence": "想让她陪你吗？",
        "label": ""
      },
      {
        "sentence": "这些可能是你依恋模式中的一种表现，也许你倾向于矛盾性依恋。",
        "label": ""
      },
      {
        "sentence": "你可以再观察一下自己，在每个阶段的想法和感受有什么变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我曾经在乎的人对我不理睬，我当时也感到很沮丧和无助。或许我确实是害怕被束缚，害怕伤害或被伤害。但当对方对我释放好感，我又感觉想要逃离，这是为什么呢？",
    "annotation": [
      {
        "sentence": "是的，我曾经在乎的人对我不理睬，我当时也感到很沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "或许我确实是害怕被束缚，害怕伤害或被伤害。",
        "label": ""
      },
      {
        "sentence": "但当对方对我释放好感，我又感觉想要逃离，这是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你对对方的关注，并不完全是基于真正的喜欢，而是渴望被一个特殊的人关注和理睬的需求。当这个目标达成后，你的动力自然会减弱，对她的关注也会减少。这种现象并不奇怪，可能是因为人们普遍喜欢得不到的东西。但是你的思维模式有些反复无常，会影响到你对喜欢的人的感受和行为。你可以再思考一下自己在每个阶段的感受和想法，看看是否能找到更多的线索。",
    "annotation": [
      {
        "sentence": "这可能是因为你对对方的关注，并不完全是基于真正的喜欢，而是渴望被一个特殊的人关注和理睬的需求。",
        "label": ""
      },
      {
        "sentence": "当这个目标达成后，你的动力自然会减弱，对她的关注也会减少。",
        "label": ""
      },
      {
        "sentence": "这种现象并不奇怪，可能是因为人们普遍喜欢得不到的东西。",
        "label": ""
      },
      {
        "sentence": "但是你的思维模式有些反复无常，会影响到你对喜欢的人的感受和行为。",
        "label": ""
      },
      {
        "sentence": "你可以再思考一下自己在每个阶段的感受和想法，看看是否能找到更多的线索。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我的行为确实有些奇怪和反复无常。我喜欢的人喜欢上了我，我却想逃离她。但是她一旦走远了，我又会想念她。我希望能够理清这些思绪，找到合适的方式来面对自己的感受。",
    "annotation": [
      {
        "sentence": "你说得对，我的行为确实有些奇怪和反复无常。",
        "label": ""
      },
      {
        "sentence": "我喜欢的人喜欢上了我，我却想逃离她。",
        "label": ""
      },
      {
        "sentence": "但是她一旦走远了，我又会想念她。",
        "label": ""
      },
      {
        "sentence": "我希望能够理清这些思绪，找到合适的方式来面对自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困惑和迷茫。理清思绪并找到合适的方式来面对自己的感受需要时间和觉察。你可以尝试记录下自己在每个阶段的想法和感受，也可以尝试倾诉给身边信任的人。同时，也建议你关注一下自己的内心需求和期望，以及与他人建立联系的方式。逐渐了解自己，找到适合自己的方式来处理感情可能会有助于你走出困境。",
    "annotation": [
      {
        "sentence": "非常理解你的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "理清思绪并找到合适的方式来面对自己的感受需要时间和觉察。",
        "label": ""
      },
      {
        "sentence": "你可以尝试记录下自己在每个阶段的想法和感受，也可以尝试倾诉给身边信任的人。",
        "label": ""
      },
      {
        "sentence": "同时，也建议你关注一下自己的内心需求和期望，以及与他人建立联系的方式。",
        "label": ""
      },
      {
        "sentence": "逐渐了解自己，找到适合自己的方式来处理感情可能会有助于你走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试你提到的方法，记录下自己在每个阶段的想法和感受，并倾诉给身边的人。同时，我也会更加关注自己的内心需求和期望，以及与他人建立联系的方式。谢谢你的支持和建议，我觉得自己有了更清晰的方向。",
    "annotation": [
      {
        "sentence": "我会尝试你提到的方法，记录下自己在每个阶段的想法和感受，并倾诉给身边的人。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加关注自己的内心需求和期望，以及与他人建立联系的方式。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我觉得自己有了更清晰的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的回答对你有所帮助。你已经迈出了第一步，相信在自我觉察和逐渐了解自己的过程中，你会找到更多的答案和解决方案。记得要耐心和善待自己，给自己足够的时间和空间成长。如果你还有其他的问题或需要进一步的支持，随时都可以再来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴我的回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信在自我觉察和逐渐了解自己的过程中，你会找到更多的答案和解决方案。",
        "label": ""
      },
      {
        "sentence": "记得要耐心和善待自己，给自己足够的时间和空间成长。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的问题或需要进一步的支持，随时都可以再来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]