[
  {
    "role": "client",
    "content": "男友说话不在乎我，是我心理失衡还是男朋友真的有问题我玩app到半夜，忽然想起来一件小事，他睡着了一个电话给他吵醒了，他一句你别再玩那个app了再玩你就是傻逼，明知道那个app傻逼你还玩，你觉得你是什么。这样的话觉得我他骂了我傻逼，一直揪着傻逼字眼不放。到后面我跟他说肚子疼冷不舒服想让他陪我他也还是睡着了。",
    "annotation": [
      {
        "sentence": "男友说话不在乎我，是我心理失衡还是男朋友真的有问题我玩app到半夜，忽然想起来一件小事，他睡着了一个电话给他吵醒了，他一句你别再玩那个app了再玩你就是傻逼，明知道那个app傻逼你还玩，你觉得你是什么。",
        "label": ""
      },
      {
        "sentence": "这样的话觉得我他骂了我傻逼，一直揪着傻逼字眼不放。",
        "label": ""
      },
      {
        "sentence": "到后面我跟他说肚子疼冷不舒服想让他陪我他也还是睡着了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，从你的表述中感受到了被男朋友骂的委屈与不解，以及自己身体不舒服他不能陪在自己身边的无助与无奈。安慰一下你受伤的心灵。首先，我对这个“傻逼”有一个自己的想法，它针对两种人：一个是极度不喜欢的人，一个是关系特别好的人。而在你这里，应该是后者。虽然语句不好听，但是带有宠溺与关心。你也说，你玩软件已经到半夜，个体的作息就是要半夜睡觉的啊，他虽然骂你，但是是让你睡觉啊（不知道你是不是天天熬夜，如果是可要早早睡觉呦）；并且你提出需要帮助他会回你消息，证明他是爱你的。",
    "annotation": [
      {
        "sentence": "亲爱的，从你的表述中感受到了被男朋友骂的委屈与不解，以及自己身体不舒服他不能陪在自己身边的无助与无奈。",
        "label": ""
      },
      {
        "sentence": "安慰一下你受伤的心灵。",
        "label": ""
      },
      {
        "sentence": "首先，我对这个“傻逼”有一个自己的想法，它针对两种人：一个是极度不喜欢的人，一个是关系特别好的人。",
        "label": ""
      },
      {
        "sentence": "而在你这里，应该是后者。",
        "label": ""
      },
      {
        "sentence": "虽然语句不好听，但是带有宠溺与关心。",
        "label": ""
      },
      {
        "sentence": "你也说，你玩软件已经到半夜，个体的作息就是要半夜睡觉的啊，他虽然骂你，但是是让你睡觉啊（不知道你是不是天天熬夜，如果是可要早早睡觉呦）；并且你提出需要帮助他会回你消息，证明他是爱你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但他后来还是忽略了我说肚子疼的消息。",
    "annotation": [
      {
        "sentence": "但他后来还是忽略了我说肚子疼的消息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，虽然他忽略了你的肚子，但是回了你其他消息，证明他能看到你的消息，在你的追问下他说了一堆你不太喜欢听的话。在这里，我觉得你的男朋友可能是对你躯体的难受不知所措，所以跳过了。因为你的文字中提到了“说了那么多遍我也不听”，所以我更倾向于你男朋友是不知道怎样帮助你才好，总用语言来安慰可能缺乏温度。你说，其实他的工作很忙。半夜被吵醒不知是你的电话还是他的电话。但总之，很辛苦的他被吵醒了。不知道你自己劳累一天后睡着了被吵醒是什么心情呢？此时如果你说话又是以怎样的心情和语气去表达呢？如果你还是觉得他的语气很过分，你有和他心平气和的谈起过此事，询问一下他在工作时是否遇到不如意之处呢？要知道，一个人在不顺心的时候心情也是不美丽的，所以语气用词可能会缺乏考虑。",
    "annotation": [
      {
        "sentence": "其次，虽然他忽略了你的肚子，但是回了你其他消息，证明他能看到你的消息，在你的追问下他说了一堆你不太喜欢听的话。",
        "label": ""
      },
      {
        "sentence": "在这里，我觉得你的男朋友可能是对你躯体的难受不知所措，所以跳过了。",
        "label": ""
      },
      {
        "sentence": "因为你的文字中提到了“说了那么多遍我也不听”，所以我更倾向于你男朋友是不知道怎样帮助你才好，总用语言来安慰可能缺乏温度。",
        "label": ""
      },
      {
        "sentence": "你说，其实他的工作很忙。",
        "label": ""
      },
      {
        "sentence": "半夜被吵醒不知是你的电话还是他的电话。",
        "label": ""
      },
      {
        "sentence": "但总之，很辛苦的他被吵醒了。",
        "label": ""
      },
      {
        "sentence": "不知道你自己劳累一天后睡着了被吵醒是什么心情呢？",
        "label": ""
      },
      {
        "sentence": "此时如果你说话又是以怎样的心情和语气去表达呢？",
        "label": ""
      },
      {
        "sentence": "如果你还是觉得他的语气很过分，你有和他心平气和的谈起过此事，询问一下他在工作时是否遇到不如意之处呢？",
        "label": ""
      },
      {
        "sentence": "要知道，一个人在不顺心的时候心情也是不美丽的，所以语气用词可能会缺乏考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他之前也曾经说过很过分的话，我很难原谅了。",
    "annotation": [
      {
        "sentence": "他之前也曾经说过很过分的话，我很难原谅了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说，你们在一起时他再累也会为肚子疼的你倒热水，这一点也说明你在他那里很重要，他在乎你。（不知道你们相恋多久了，这样的表现是最开始，还是你们不异地始终是。如果是相恋的一开始，可能是为了讨好你，时间久了可能会淡一点；如果你们在一起一直就这样，那被忽略是真的很难过。应该找个机会，好好说一下，因为男孩子本身就大大咧咧，有时候你不说他可能真意识不到。）如果你总是不能平静，你可以想想他的好。你说两次不关心，那与关心相比，你要因为这两次不关心完全否定他吗？缘分是个很奇妙的东西，千万别因为自己的疑惑错过一个爱自己的人呐。",
    "annotation": [
      {
        "sentence": "你说，你们在一起时他再累也会为肚子疼的你倒热水，这一点也说明你在他那里很重要，他在乎你。",
        "label": ""
      },
      {
        "sentence": "（不知道你们相恋多久了，这样的表现是最开始，还是你们不异地始终是。",
        "label": ""
      },
      {
        "sentence": "如果是相恋的一开始，可能是为了讨好你，时间久了可能会淡一点；如果你们在一起一直就这样，那被忽略是真的很难过。",
        "label": ""
      },
      {
        "sentence": "应该找个机会，好好说一下，因为男孩子本身就大大咧咧，有时候你不说他可能真意识不到。",
        "label": ""
      },
      {
        "sentence": "）如果你总是不能平静，你可以想想他的好。",
        "label": ""
      },
      {
        "sentence": "你说两次不关心，那与关心相比，你要因为这两次不关心完全否定他吗？",
        "label": ""
      },
      {
        "sentence": "缘分是个很奇妙的东西，千万别因为自己的疑惑错过一个爱自己的人呐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们在一起已经很久了，但我还是担心他对我的态度变了。",
    "annotation": [
      {
        "sentence": "我们在一起已经很久了，但我还是担心他对我的态度变了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在，你们异地，更要好好表达自己，不要独自一人疑神疑鬼，沟通表达才是好的方法。希望我的文字能够对你有所启发，也希望你们的关系能甜甜美美哦，加油。",
    "annotation": [
      {
        "sentence": "现在，你们异地，更要好好表达自己，不要独自一人疑神疑鬼，沟通表达才是好的方法。",
        "label": ""
      },
      {
        "sentence": "希望我的文字能够对你有所启发，也希望你们的关系能甜甜美美哦，加油。",
        "label": ""
      }
    ]
  }
]