[
  {
    "role": "client",
    "content": "高三，抑郁症无力学习，但是不学又很焦虑怎么办？国际学校女生，快17岁了。19年10月确诊，一边吃药治疗一边上学。治疗效果一直不算好，直到今年七八月状态才有部分改善，未完全恢复。有时可以勉强正常学习，也有相当一部分时间很难学习。我不期待考上名校，或者说考上我也不会开心，但考不上我又接受不了。家长劝我休一年先调整好状态再学习，理智也告诉我这是一个好方法。但是不知道为什么我就是接受不了。以前小学初中成绩不算太好，被家长老师以及部分同学冷嘲热讽是家常便饭。现在停下来，我知道身边没人会看不起我，可我就是过不了自己内心那关。以我已有的成绩拿offer不算难，但是拿了我也没精力继续学了。我几乎是把高三当最后一年在过，打算拿到满意的学校的正式录取后就结束自己的生命。后面的日子，我不想也没精力度过了…写得乱七八糟的…见谅。",
    "annotation": [
      {
        "sentence": "高三，抑郁症无力学习，但是不学又很焦虑怎么办？",
        "label": ""
      },
      {
        "sentence": "国际学校女生，快17岁了。",
        "label": ""
      },
      {
        "sentence": "19年10月确诊，一边吃药治疗一边上学。",
        "label": ""
      },
      {
        "sentence": "治疗效果一直不算好，直到今年七八月状态才有部分改善，未完全恢复。",
        "label": ""
      },
      {
        "sentence": "有时可以勉强正常学习，也有相当一部分时间很难学习。",
        "label": ""
      },
      {
        "sentence": "我不期待考上名校，或者说考上我也不会开心，但考不上我又接受不了。",
        "label": ""
      },
      {
        "sentence": "家长劝我休一年先调整好状态再学习，理智也告诉我这是一个好方法。",
        "label": ""
      },
      {
        "sentence": "但是不知道为什么我就是接受不了。",
        "label": ""
      },
      {
        "sentence": "以前小学初中成绩不算太好，被家长老师以及部分同学冷嘲热讽是家常便饭。",
        "label": ""
      },
      {
        "sentence": "现在停下来，我知道身边没人会看不起我，可我就是过不了自己内心那关。",
        "label": ""
      },
      {
        "sentence": "以我已有的成绩拿offer不算难，但是拿了我也没精力继续学了。",
        "label": ""
      },
      {
        "sentence": "我几乎是把高三当最后一年在过，打算拿到满意的学校的正式录取后就结束自己的生命。",
        "label": ""
      },
      {
        "sentence": "后面的日子，我不想也没精力度过了…写得乱七八糟的…见谅。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我可以理解你的焦虑和无力感。对于高考的结果你想得太严重了，也对自己的要求太高。重读不是件坏事，而且在这个过程中，你可以放松心情，不用将太多精力耗费在内心的冲突上。你提到曾经遭受过冷嘲热讽，但是现在已经没有人会看不起你了，重要的是你自己是否能够看得起自己。你已经做得很不错了，一边面对抑郁，一边坚持学习。我在高三时也曾经遇到相似的困惑和压力，但是最后我还是没有放弃读书，并且考得还不错。我想告诉你，同班同学的家庭环境和智商和你差不多，不需要与他人比较，找到正确的学习方法，给自己放松的时间，积极乐观地应对一切。毕竟，我们都要面对很多事情，只能调整自己的心态。加油，祝你人生欢喜，充满精力。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我可以理解你的焦虑和无力感。",
        "label": ""
      },
      {
        "sentence": "对于高考的结果你想得太严重了，也对自己的要求太高。",
        "label": ""
      },
      {
        "sentence": "重读不是件坏事，而且在这个过程中，你可以放松心情，不用将太多精力耗费在内心的冲突上。",
        "label": ""
      },
      {
        "sentence": "你提到曾经遭受过冷嘲热讽，但是现在已经没有人会看不起你了，重要的是你自己是否能够看得起自己。",
        "label": ""
      },
      {
        "sentence": "你已经做得很不错了，一边面对抑郁，一边坚持学习。",
        "label": ""
      },
      {
        "sentence": "我在高三时也曾经遇到相似的困惑和压力，但是最后我还是没有放弃读书，并且考得还不错。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，同班同学的家庭环境和智商和你差不多，不需要与他人比较，找到正确的学习方法，给自己放松的时间，积极乐观地应对一切。",
        "label": ""
      },
      {
        "sentence": "毕竟，我们都要面对很多事情，只能调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "加油，祝你人生欢喜，充满精力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我确实把高考的结果看得太重了，也觉得对不起自己。我知道放松心情很重要，可是总是很难抽出时间来。我也担心自己的内心冲突会影响到学习和表现。你说得对，我应该更加积极乐观地面对一切，毕竟我们都要经历这些。但是有时候我真的很害怕失败，害怕无法达到自己的期望。你是如何调整心态的呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实把高考的结果看得太重了，也觉得对不起自己。",
        "label": ""
      },
      {
        "sentence": "我知道放松心情很重要，可是总是很难抽出时间来。",
        "label": ""
      },
      {
        "sentence": "我也担心自己的内心冲突会影响到学习和表现。",
        "label": ""
      },
      {
        "sentence": "你说得对，我应该更加积极乐观地面对一切，毕竟我们都要经历这些。",
        "label": ""
      },
      {
        "sentence": "但是有时候我真的很害怕失败，害怕无法达到自己的期望。",
        "label": ""
      },
      {
        "sentence": "你是如何调整心态的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很理解你的困难。放松心情确实需要付出一些努力，但是这对你的学习和表现都是有好处的。内心的冲突可能会影响你的情绪和动力，但是你可以试着把注意力集中在积极的方面上，比如制定学习计划、找到适合自己的学习方法。当你感到害怕失败时，可以试着告诉自己每次努力都是一种进步，无论结果如何，你都可以从中学到一些东西。同时，你可以寻求一些心理上的支持，比如和朋友或家人倾诉，或者寻找专业的心理辅导。他们会帮助你更好地调整心态和面对困难。你觉得这些方法对你有帮助吗？",
    "annotation": [
      {
        "sentence": "不用客气，我很理解你的困难。",
        "label": ""
      },
      {
        "sentence": "放松心情确实需要付出一些努力，但是这对你的学习和表现都是有好处的。",
        "label": ""
      },
      {
        "sentence": "内心的冲突可能会影响你的情绪和动力，但是你可以试着把注意力集中在积极的方面上，比如制定学习计划、找到适合自己的学习方法。",
        "label": ""
      },
      {
        "sentence": "当你感到害怕失败时，可以试着告诉自己每次努力都是一种进步，无论结果如何，你都可以从中学到一些东西。",
        "label": ""
      },
      {
        "sentence": "同时，你可以寻求一些心理上的支持，比如和朋友或家人倾诉，或者寻找专业的心理辅导。",
        "label": ""
      },
      {
        "sentence": "他们会帮助你更好地调整心态和面对困难。",
        "label": ""
      },
      {
        "sentence": "你觉得这些方法对你有帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法听起来很实用，我会尝试一下。我觉得和朋友或家人倾诉会有助于释放压力，同时也让我感受到他们的支持。我也会考虑寻找心理辅导，这样可以得到专业的指导和帮助。谢谢你给我这么多建议，我真的很感激。我会更加努力面对困难，相信自己可以度过这段时间。",
    "annotation": [
      {
        "sentence": "你说的方法听起来很实用，我会尝试一下。",
        "label": ""
      },
      {
        "sentence": "我觉得和朋友或家人倾诉会有助于释放压力，同时也让我感受到他们的支持。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻找心理辅导，这样可以得到专业的指导和帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我这么多建议，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我会更加努力面对困难，相信自己可以度过这段时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试这些方法。倾诉是很好的方式，可以帮助你释放内心的压力，并且获得他人的关心和支持。专业的心理辅导会给你提供更具针对性的帮助，帮助你更好地调整心态和面对困难。相信自己，你一定可以度过这段困难的时间。如果你还有其他问题或需要进一步的支持，随时可以向我求助。我会一直在这里支持你的。加油！你可以的！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试这些方法。",
        "label": ""
      },
      {
        "sentence": "倾诉是很好的方式，可以帮助你释放内心的压力，并且获得他人的关心和支持。",
        "label": ""
      },
      {
        "sentence": "专业的心理辅导会给你提供更具针对性的帮助，帮助你更好地调整心态和面对困难。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以度过这段困难的时间。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的支持，随时可以向我求助。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你可以的！",
        "label": ""
      }
    ]
  }
]