[
  {
    "role": "client",
    "content": "非常讨厌和我妈聊天，如何解决和妈妈的沟通问题？",
    "annotation": [
      {
        "sentence": "非常讨厌和我妈聊天，如何解决和妈妈的沟通问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以看得出来，你对妈妈的交流方式十分了解，看问题也看得很透彻。或许我们能得出的结论就是，感觉你的母亲平时不懂得倾听，似乎有点急躁。希望你能适当劝一下妈妈平常不要太急躁，火气有点大，这些会对身体有危害，给让妈妈适当调理一下。",
    "annotation": [
      {
        "sentence": "从你的描述中可以看得出来，你对妈妈的交流方式十分了解，看问题也看得很透彻。",
        "label": ""
      },
      {
        "sentence": "或许我们能得出的结论就是，感觉你的母亲平时不懂得倾听，似乎有点急躁。",
        "label": ""
      },
      {
        "sentence": "希望你能适当劝一下妈妈平常不要太急躁，火气有点大，这些会对身体有危害，给让妈妈适当调理一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的建议。但是，我妈妈的交流方式真的很让人不舒服。她总是插话，从来不听别人讲话，而且只关心自己想说的话题。",
    "annotation": [
      {
        "sentence": "谢谢支持者的建议。",
        "label": ""
      },
      {
        "sentence": "但是，我妈妈的交流方式真的很让人不舒服。",
        "label": ""
      },
      {
        "sentence": "她总是插话，从来不听别人讲话，而且只关心自己想说的话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你妈妈独特的交流方式成因分析，有如下几点：习惯了别人对她的态度。从你的描述“和她聊天总会体验到一种不被尊重的感觉，她嗓门大，总是会插话，从来不听你讲了什么”，可以看出来她的这种交流方式不是一天两天就形成的，而是根据周围人对她的态度形成的一种防御机制。",
    "annotation": [
      {
        "sentence": "对于你妈妈独特的交流方式成因分析，有如下几点：习惯了别人对她的态度。",
        "label": ""
      },
      {
        "sentence": "从你的描述“和她聊天总会体验到一种不被尊重的感觉，她嗓门大，总是会插话，从来不听你讲了什么”，可以看出来她的这种交流方式不是一天两天就形成的，而是根据周围人对她的态度形成的一种防御机制。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解她的防御机制，但是我跟她交流起来真的很吃力。有时候我会感到愤怒，但又同情她的处境。",
    "annotation": [
      {
        "sentence": "我能理解她的防御机制，但是我跟她交流起来真的很吃力。",
        "label": ""
      },
      {
        "sentence": "有时候我会感到愤怒，但又同情她的处境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一些阴影造成的应激反应。上一段我已经分析了，这种交流方式是她保护自己不受伤害的防御机制。现在我想分析原因，原因有两种，一种是她经历过有一部分人对她的不尊重和对她的意见的漠视，导致她对所有人的态度都是一样，泛化了，是一种应激反应；另一种是她在外人的面前能够懂得倾听，但是她选择在家人面前任性一把，希望家人能够包容她。",
    "annotation": [
      {
        "sentence": "一些阴影造成的应激反应。",
        "label": ""
      },
      {
        "sentence": "上一段我已经分析了，这种交流方式是她保护自己不受伤害的防御机制。",
        "label": ""
      },
      {
        "sentence": "现在我想分析原因，原因有两种，一种是她经历过有一部分人对她的不尊重和对她的意见的漠视，导致她对所有人的态度都是一样，泛化了，是一种应激反应；另一种是她在外人的面前能够懂得倾听，但是她选择在家人面前任性一把，希望家人能够包容她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，她的交流方式其实也是她的一种保护机制。那我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，她的交流方式其实也是她的一种保护机制。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一些调整自己的方法：不知道你有没有尝试过这样的方法，就算在自己很忙的时候，也要看着她的眼睛表示你在认真听她说话，根据她的内容给她一些回复。我猜想一开始她会感觉到错愕，虽然很快就会恢复到原来的状态，但是这至少是一个进步的开始。",
    "annotation": [
      {
        "sentence": "一些调整自己的方法：不知道你有没有尝试过这样的方法，就算在自己很忙的时候，也要看着她的眼睛表示你在认真听她说话，根据她的内容给她一些回复。",
        "label": ""
      },
      {
        "sentence": "我猜想一开始她会感觉到错愕，虽然很快就会恢复到原来的状态，但是这至少是一个进步的开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来像是一个可行的办法。我会尝试着更加倾听并回复她的话。但我还是对我们之间的沟通感到无奈。",
    "annotation": [
      {
        "sentence": "听起来像是一个可行的办法。",
        "label": ""
      },
      {
        "sentence": "我会尝试着更加倾听并回复她的话。",
        "label": ""
      },
      {
        "sentence": "但我还是对我们之间的沟通感到无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于调整自己对一个人的刻板印象，我的感觉是，如果有一个人你从心底里不接受她，不接受她的观点，那么你们之间的沟通是不会成功的。但是我真的很能理解你的困惑，不过我相信没有孩子不爱妈妈，你只是希望能找到一个好的解决方法。你可以慢慢调整好自己和妈妈的交流状态。",
    "annotation": [
      {
        "sentence": "关于调整自己对一个人的刻板印象，我的感觉是，如果有一个人你从心底里不接受她，不接受她的观点，那么你们之间的沟通是不会成功的。",
        "label": ""
      },
      {
        "sentence": "但是我真的很能理解你的困惑，不过我相信没有孩子不爱妈妈，你只是希望能找到一个好的解决方法。",
        "label": ""
      },
      {
        "sentence": "你可以慢慢调整好自己和妈妈的交流状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会尽量采纳你的建议，努力改善我和妈妈之间的沟通。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽量采纳你的建议，努力改善我和妈妈之间的沟通。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到解决问题的方法。如果还有其他困扰，随时来找我聊天，我会一直支持你的。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰，随时来找我聊天，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]