[
  {
    "role": "client",
    "content": "请以男人的角度告诉我，那个男生喜欢我吗？我妈妈是开补习社的，他在我妈妈的补习社打暑期工，辅导学生，我们都是大学生，休息的时候我，妈妈和他吃蛋糕，期间有说有笑，我们第一见面，之后我妈妈叫我去二楼扫地，他也在二楼，他就问我你还是靓妹吧，我说是，之后他问我你知道近代的三大绊脚石是什么吗，我玩不玩橡皮筋，你有没有男朋友，他又问你爸妈相处很和睦吧，我说经常吵，问我有没有谈过恋爱，我说没有，但是有两个暧昧对象，那你和暧昧对象，相处模式怎么样的，我准备去当兵，问我有没有兴趣当军嫂，他没有加我微信，他喜欢我吗，程度。",
    "annotation": [
      {
        "sentence": "请以男人的角度告诉我，那个男生喜欢我吗？",
        "label": ""
      },
      {
        "sentence": "我妈妈是开补习社的，他在我妈妈的补习社打暑期工，辅导学生，我们都是大学生，休息的时候我，妈妈和他吃蛋糕，期间有说有笑，我们第一见面，之后我妈妈叫我去二楼扫地，他也在二楼，他就问我你还是靓妹吧，我说是，之后他问我你知道近代的三大绊脚石是什么吗，我玩不玩橡皮筋，你有没有男朋友，他又问你爸妈相处很和睦吧，我说经常吵，问我有没有谈过恋爱，我说没有，但是有两个暧昧对象，那你和暧昧对象，相处模式怎么样的，我准备去当兵，问我有没有兴趣当军嫂，他没有加我微信，他喜欢我吗，程度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你显然对这个男生有些疑问，不过你的表述让我想起了一些事情。从你们之间的各种只言片语中能够感觉到某种淡淡的少许的喜欢在彼此之间萦绕，或许这就是我们平常所说的好感吧。那个男生的对话问得很多，也很感兴趣你的生活。他询问你有没有男友、有没有兴趣当军嫂，这也许是一些明显的好感暗示。",
    "annotation": [
      {
        "sentence": "你显然对这个男生有些疑问，不过你的表述让我想起了一些事情。",
        "label": ""
      },
      {
        "sentence": "从你们之间的各种只言片语中能够感觉到某种淡淡的少许的喜欢在彼此之间萦绕，或许这就是我们平常所说的好感吧。",
        "label": ""
      },
      {
        "sentence": "那个男生的对话问得很多，也很感兴趣你的生活。",
        "label": ""
      },
      {
        "sentence": "他询问你有没有男友、有没有兴趣当军嫂，这也许是一些明显的好感暗示。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他问了好多问题，但还是不知道他到底喜不喜欢我呢。",
    "annotation": [
      {
        "sentence": "他问了好多问题，但还是不知道他到底喜不喜欢我呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他可能淡淡地喜欢你，但你拒绝了他的某些暗示，所以这种好感可能热度会慢慢降下去。你觉得这个男生值得信任吗？",
    "annotation": [
      {
        "sentence": "他可能淡淡地喜欢你，但你拒绝了他的某些暗示，所以这种好感可能热度会慢慢降下去。",
        "label": ""
      },
      {
        "sentence": "你觉得这个男生值得信任吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他挺友好的，但我不知道该怎么回应他的问题，又不想让他误解。",
    "annotation": [
      {
        "sentence": "他挺友好的，但我不知道该怎么回应他的问题，又不想让他误解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从对方言语中看到好感的存在是常见的，我们可能会感到某种轻飘飘的迷恋，而他可能也同样受到你的吸引。你可以让自己信任这个人并与此人变得亲密。同时，也要看看你的态度是什么，你有没有兴趣进一步了解他呢？",
    "annotation": [
      {
        "sentence": "从对方言语中看到好感的存在是常见的，我们可能会感到某种轻飘飘的迷恋，而他可能也同样受到你的吸引。",
        "label": ""
      },
      {
        "sentence": "你可以让自己信任这个人并与此人变得亲密。",
        "label": ""
      },
      {
        "sentence": "同时，也要看看你的态度是什么，你有没有兴趣进一步了解他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有一点点兴趣，但我不知道该怎么开始。",
    "annotation": [
      {
        "sentence": "有一点点兴趣，但我不知道该怎么开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你感兴趣，不妨试着主动一点，约他出去喝咖啡或是散步。然后慢慢地了解他，看看你们是否有共同的兴趣和话题。也许你会发现，他是一个非常不错的人。",
    "annotation": [
      {
        "sentence": "如果你感兴趣，不妨试着主动一点，约他出去喝咖啡或是散步。",
        "label": ""
      },
      {
        "sentence": "然后慢慢地了解他，看看你们是否有共同的兴趣和话题。",
        "label": ""
      },
      {
        "sentence": "也许你会发现，他是一个非常不错的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会试着主动一点，看看能否深入了解他。",
    "annotation": [
      {
        "sentence": "谢谢你，我会试着主动一点，看看能否深入了解他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，也记住，你要听从你内心的声音，不必勉强自己。无论是结果如何，这段经历都将是你人生的一次难忘体验。",
    "annotation": [
      {
        "sentence": "不客气，也记住，你要听从你内心的声音，不必勉强自己。",
        "label": ""
      },
      {
        "sentence": "无论是结果如何，这段经历都将是你人生的一次难忘体验。",
        "label": ""
      }
    ]
  }
]