[
  {
    "role": "client",
    "content": "羡慕别人，自己又很无力，怎么平衡心态？这几天突然在想，为什么我总是主动方，不论朋友还是前任，大多数我都是主动方，主动联系主动关心，感觉没有我主动我维持的关系就会消失；忽然就有点生气，为什么会这样，我确实自卑。因为我各方面条件都不好，羡慕别人外貌条件好一点就可以容易的获得关注，自己掌握选择权。我知道天生的就是有优势；但是我身上无奈的事情太多让我困惑，这种对不可改变的事情产生困惑的情绪总会反复；我和父母已经十多年了都是一年见一次，但我不能怨恨因为都是为了更好的生活，我无奈；几年前突然被检查出来乙肝携带，至今不知道从何而来，确定没有高危行为，我无奈；因为乙携，初恋都没有正常谈成，虽然在一起一段，但根本不是情侣的感觉，我无奈；因为情绪已经影响工作效率，终于前一段时间去医院，确诊了中度抑郁症，也开了药不过还没吃，但我一度觉得我在矫情，大家都不容易，为什么我要这么矫情，怀疑困惑，我又无奈了；不知道怎么排解这种羡慕被关注，又很无奈的情绪。",
    "annotation": [
      {
        "sentence": "羡慕别人，自己又很无力，怎么平衡心态？",
        "label": ""
      },
      {
        "sentence": "这几天突然在想，为什么我总是主动方，不论朋友还是前任，大多数我都是主动方，主动联系主动关心，感觉没有我主动我维持的关系就会消失；忽然就有点生气，为什么会这样，我确实自卑。",
        "label": ""
      },
      {
        "sentence": "因为我各方面条件都不好，羡慕别人外貌条件好一点就可以容易的获得关注，自己掌握选择权。",
        "label": ""
      },
      {
        "sentence": "我知道天生的就是有优势；但是我身上无奈的事情太多让我困惑，这种对不可改变的事情产生困惑的情绪总会反复；我和父母已经十多年了都是一年见一次，但我不能怨恨因为都是为了更好的生活，我无奈；几年前突然被检查出来乙肝携带，至今不知道从何而来，确定没有高危行为，我无奈；因为乙携，初恋都没有正常谈成，虽然在一起一段，但根本不是情侣的感觉，我无奈；因为情绪已经影响工作效率，终于前一段时间去医院，确诊了中度抑郁症，也开了药不过还没吃，但我一度觉得我在矫情，大家都不容易，为什么我要这么矫情，怀疑困惑，我又无奈了；不知道怎么排解这种羡慕被关注，又很无奈的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能感受到你对于这段关系的在乎，以及你在主动维系这段关系的勇气。不过，随着时间的推移，任何人都会感到疲惫。或许你可以思考一下，在维系这段关系时，你希望得到什么样的回报呢？每个人建立关系的目的都是为了满足某种需求，无论是陪伴、被关爱还是物质基础。但当双方的需求不匹配时，关系就会发生冲突。比如，A希望通过关系满足陪伴的需求，而B可能希望通过关系满足物质需求。当两者的需求不匹配时，双方都无法从这段关系中得到满足，最终导致关系的破裂。如果你能看清这一事实，你是否还追求这段关系，以达到自己期望的目标呢？",
    "annotation": [
      {
        "sentence": "求助者，我能感受到你对于这段关系的在乎，以及你在主动维系这段关系的勇气。",
        "label": ""
      },
      {
        "sentence": "不过，随着时间的推移，任何人都会感到疲惫。",
        "label": ""
      },
      {
        "sentence": "或许你可以思考一下，在维系这段关系时，你希望得到什么样的回报呢？",
        "label": ""
      },
      {
        "sentence": "每个人建立关系的目的都是为了满足某种需求，无论是陪伴、被关爱还是物质基础。",
        "label": ""
      },
      {
        "sentence": "但当双方的需求不匹配时，关系就会发生冲突。",
        "label": ""
      },
      {
        "sentence": "比如，A希望通过关系满足陪伴的需求，而B可能希望通过关系满足物质需求。",
        "label": ""
      },
      {
        "sentence": "当两者的需求不匹配时，双方都无法从这段关系中得到满足，最终导致关系的破裂。",
        "label": ""
      },
      {
        "sentence": "如果你能看清这一事实，你是否还追求这段关系，以达到自己期望的目标呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望得到陪伴和关心，我能理解关系的建立是为了满足某种需求。但对于一些无法改变的事实，我真的很困惑，也很无奈，有时候觉得自己很矫情。我常常体谅别人的不容易，把自己的事情放在第二位，不愿发泄出来。但其实我真正的想法是什么呢？",
    "annotation": [
      {
        "sentence": "我希望得到陪伴和关心，我能理解关系的建立是为了满足某种需求。",
        "label": ""
      },
      {
        "sentence": "但对于一些无法改变的事实，我真的很困惑，也很无奈，有时候觉得自己很矫情。",
        "label": ""
      },
      {
        "sentence": "我常常体谅别人的不容易，把自己的事情放在第二位，不愿发泄出来。",
        "label": ""
      },
      {
        "sentence": "但其实我真正的想法是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够体谅别人的不容易，并且一直忍耐着自己的事情，这表明你是一位理智又善良的人。你是否曾经表达过对于一些事情的希望呢？例如，和父母已经十多年只见一次，你是否希望他们能够多陪伴你？你曾经向他们表达过这样的期望吗？",
    "annotation": [
      {
        "sentence": "你能够体谅别人的不容易，并且一直忍耐着自己的事情，这表明你是一位理智又善良的人。",
        "label": ""
      },
      {
        "sentence": "你是否曾经表达过对于一些事情的希望呢？",
        "label": ""
      },
      {
        "sentence": "例如，和父母已经十多年只见一次，你是否希望他们能够多陪伴你？",
        "label": ""
      },
      {
        "sentence": "你曾经向他们表达过这样的期望吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望他们能够陪伴我，但我也明白他们离开是为了更好的生活。我没有怨恨他们，只是感到无奈。",
    "annotation": [
      {
        "sentence": "我希望他们能够陪伴我，但我也明白他们离开是为了更好的生活。",
        "label": ""
      },
      {
        "sentence": "我没有怨恨他们，只是感到无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观点很正能量，理解他们为了更好的生活而离开。那么对于被查出携带乙肝的事情，你和别人有进行过沟通吗？也许在你的身边，只有你一个人有这个情况，但在这个地区并不只有你一个人携带乙肝。初恋没有正常发展，是因为对方介意，还是你自己介意呢？",
    "annotation": [
      {
        "sentence": "你的观点很正能量，理解他们为了更好的生活而离开。",
        "label": ""
      },
      {
        "sentence": "那么对于被查出携带乙肝的事情，你和别人有进行过沟通吗？",
        "label": ""
      },
      {
        "sentence": "也许在你的身边，只有你一个人有这个情况，但在这个地区并不只有你一个人携带乙肝。",
        "label": ""
      },
      {
        "sentence": "初恋没有正常发展，是因为对方介意，还是你自己介意呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有告诉别人自己携带乙肝。因为这个原因，初恋没有正常发展。可能是我自己太在意了吧。",
    "annotation": [
      {
        "sentence": "我没有告诉别人自己携带乙肝。",
        "label": ""
      },
      {
        "sentence": "因为这个原因，初恋没有正常发展。",
        "label": ""
      },
      {
        "sentence": "可能是我自己太在意了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你没有向别人透露自己的情况造成初恋没有发展。但是否你过分在意了自己的情况呢？情绪影响了你的工作效率，你去医院确诊了中度抑郁症，也开了药但还没服用。你之前一度觉得自己很矫情，但其实每个人都有困难和矛盾，不容易。你在担心什么呢？你一个人承受这么多困难已经很不容易了，很辛苦。但当我们自己无法调整时，寻求帮助是值得鼓励的。或许你可以找一位你信任的咨询师，一起面对这个过程，让它变得容易一些。",
    "annotation": [
      {
        "sentence": "明白了，你没有向别人透露自己的情况造成初恋没有发展。",
        "label": ""
      },
      {
        "sentence": "但是否你过分在意了自己的情况呢？",
        "label": ""
      },
      {
        "sentence": "情绪影响了你的工作效率，你去医院确诊了中度抑郁症，也开了药但还没服用。",
        "label": ""
      },
      {
        "sentence": "你之前一度觉得自己很矫情，但其实每个人都有困难和矛盾，不容易。",
        "label": ""
      },
      {
        "sentence": "你在担心什么呢？",
        "label": ""
      },
      {
        "sentence": "你一个人承受这么多困难已经很不容易了，很辛苦。",
        "label": ""
      },
      {
        "sentence": "但当我们自己无法调整时，寻求帮助是值得鼓励的。",
        "label": ""
      },
      {
        "sentence": "或许你可以找一位你信任的咨询师，一起面对这个过程，让它变得容易一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我已经坚持了很久一个接一个的困难，确实非常不容易。我会考虑寻求帮助的，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "或许你说得对，我已经坚持了很久一个接一个的困难，确实非常不容易。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求帮助的，谢谢你的建议。",
        "label": ""
      }
    ]
  }
]