[
  {
    "role": "client",
    "content": "羡慕别人，自己又很无力，怎么平衡心态？这几天突然在想，为什么我总是主动方，不论朋友还是前任，大多数我都是主动方，主动联系主动关心，感觉没有我主动我维持的关系就会消失；忽然就有点生气，为什么会这样，我确实自卑。因为我各方面条件都不好，羡慕别人外貌条件好一点就可以容易的获得关注，自己掌握选择权。我知道天生的就是有优势；但是我身上无奈的事情太多让我困惑，这种对不可改变的事情产生困惑的情绪总会反复；我和父母已经十多年了都是一年见一次，但我不能怨恨因为都是为了更好的生活，我无奈；几年前突然被检查出来乙肝携带，至今不知道从何而来，确定没有高危行为，我无奈；因为乙携，初恋都没有正常谈成，虽然在一起一段，但根本不是情侣的感觉，我无奈；因为情绪已经影响工作效率，终于前一段时间去医院，确诊了中度抑郁症，也开了药不过还没吃，但我一度觉得我在矫情，大家都不容易，为什么我要这么矫情，怀疑困惑，我又无奈了；不知道怎么排解这种羡慕被关注，又很无奈的情绪。",
    "annotation": [
      {
        "sentence": "羡慕别人，自己又很无力，怎么平衡心态？",
        "label": ""
      },
      {
        "sentence": "这几天突然在想，为什么我总是主动方，不论朋友还是前任，大多数我都是主动方，主动联系主动关心，感觉没有我主动我维持的关系就会消失；忽然就有点生气，为什么会这样，我确实自卑。",
        "label": ""
      },
      {
        "sentence": "因为我各方面条件都不好，羡慕别人外貌条件好一点就可以容易的获得关注，自己掌握选择权。",
        "label": ""
      },
      {
        "sentence": "我知道天生的就是有优势；但是我身上无奈的事情太多让我困惑，这种对不可改变的事情产生困惑的情绪总会反复；我和父母已经十多年了都是一年见一次，但我不能怨恨因为都是为了更好的生活，我无奈；几年前突然被检查出来乙肝携带，至今不知道从何而来，确定没有高危行为，我无奈；因为乙携，初恋都没有正常谈成，虽然在一起一段，但根本不是情侣的感觉，我无奈；因为情绪已经影响工作效率，终于前一段时间去医院，确诊了中度抑郁症，也开了药不过还没吃，但我一度觉得我在矫情，大家都不容易，为什么我要这么矫情，怀疑困惑，我又无奈了；不知道怎么排解这种羡慕被关注，又很无奈的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到你的困扰，想知道怎么排解这种羡慕被关注，又很无奈的情绪，我力争为你补充一些不同的方面，希望对你有启发。",
    "annotation": [
      {
        "sentence": "感受到你的困扰，想知道怎么排解这种羡慕被关注，又很无奈的情绪，我力争为你补充一些不同的方面，希望对你有启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和帮助。我想知道如何接纳自己的无奈和困惑情绪，以及如何平衡心态。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和帮助。",
        "label": ""
      },
      {
        "sentence": "我想知道如何接纳自己的无奈和困惑情绪，以及如何平衡心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接纳自己的无奈是很重要的，每个人在人生不同阶段都会感叹无奈，这种感叹会随着经历的增加而加深。无奈往往源于我们把自己的选择和妄念对比，产生了一种无奈的情绪。实际上，无奈的根源是选择了并不存在的对比对象。要明白无奈几乎是所有坏情绪的根源，因此我们应该着眼于自身的成长，而不是过分关注无法改变的事情。人生总会有一些不如意的事情，既然改变不了，不妨坦然接受。当我们能够坦然接受时，心态就会变得平和而非焦虑。",
    "annotation": [
      {
        "sentence": "接纳自己的无奈是很重要的，每个人在人生不同阶段都会感叹无奈，这种感叹会随着经历的增加而加深。",
        "label": ""
      },
      {
        "sentence": "无奈往往源于我们把自己的选择和妄念对比，产生了一种无奈的情绪。",
        "label": ""
      },
      {
        "sentence": "实际上，无奈的根源是选择了并不存在的对比对象。",
        "label": ""
      },
      {
        "sentence": "要明白无奈几乎是所有坏情绪的根源，因此我们应该着眼于自身的成长，而不是过分关注无法改变的事情。",
        "label": ""
      },
      {
        "sentence": "人生总会有一些不如意的事情，既然改变不了，不妨坦然接受。",
        "label": ""
      },
      {
        "sentence": "当我们能够坦然接受时，心态就会变得平和而非焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我应该更加接纳自己的无奈和困境。但是我总是很在意别人的评价和关注，这让我感到很无奈。你有什么建议可以帮助我从在意别人的评价中回到关注自己呢？",
    "annotation": [
      {
        "sentence": "你说得很有道理，我应该更加接纳自己的无奈和困境。",
        "label": ""
      },
      {
        "sentence": "但是我总是很在意别人的评价和关注，这让我感到很无奈。",
        "label": ""
      },
      {
        "sentence": "你有什么建议可以帮助我从在意别人的评价中回到关注自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，我们都会在意别人对我们的评价，希望得到他人的关注和认可。但我们必须清楚，每个人的判断标准不同。对于那些我们不喜欢的观点，我们完全可以屏蔽。黄启团老师说过：“看见自己的情绪模式，修补自己的能量漏洞”。面对情绪，我们要看见它，接纳它。情绪只是一种能量，没有好坏之分。阴阳本为一体，只有我们能将自己与感受合二为一，与自我深深地联系在一起，与各种不同的情绪和谐相处，我们才会充满能量地过好每一天。当你能够接纳自己、爱护自己，无奈和过分关注他人的情感也会得到缓解。你可以将自己想象成为自己最亲密的朋友，当他不开心的时候，你又是如何安慰他的呢？你可以尝试着做一些自己喜欢做的事情，吃自己喜欢吃的食物，让自己感受到被爱。由于你与父母分开了十多年，可能在亲密关系方面会有些不足，所以才更渴望被关注。我们已经长大了，可以慢慢学会为自己着想，不再完全依赖于别人。我推荐你一本书，阿德勒的《自卑与超越》。阿德勒小时候不仅体弱多病，还遭受了车祸，身材矮小，学业平平。但他认为人生普遍存在自卑感，而人可以追求卓越，超越自卑，创造出另一个自我。他一生致力于心理学研究，开创了个体心理学。我希望我们都能勇敢地超越自己，祝福你！",
    "annotation": [
      {
        "sentence": "确实，我们都会在意别人对我们的评价，希望得到他人的关注和认可。",
        "label": ""
      },
      {
        "sentence": "但我们必须清楚，每个人的判断标准不同。",
        "label": ""
      },
      {
        "sentence": "对于那些我们不喜欢的观点，我们完全可以屏蔽。",
        "label": ""
      },
      {
        "sentence": "黄启团老师说过：“看见自己的情绪模式，修补自己的能量漏洞”。",
        "label": ""
      },
      {
        "sentence": "面对情绪，我们要看见它，接纳它。",
        "label": ""
      },
      {
        "sentence": "情绪只是一种能量，没有好坏之分。",
        "label": ""
      },
      {
        "sentence": "阴阳本为一体，只有我们能将自己与感受合二为一，与自我深深地联系在一起，与各种不同的情绪和谐相处，我们才会充满能量地过好每一天。",
        "label": ""
      },
      {
        "sentence": "当你能够接纳自己、爱护自己，无奈和过分关注他人的情感也会得到缓解。",
        "label": ""
      },
      {
        "sentence": "你可以将自己想象成为自己最亲密的朋友，当他不开心的时候，你又是如何安慰他的呢？",
        "label": ""
      },
      {
        "sentence": "你可以尝试着做一些自己喜欢做的事情，吃自己喜欢吃的食物，让自己感受到被爱。",
        "label": ""
      },
      {
        "sentence": "由于你与父母分开了十多年，可能在亲密关系方面会有些不足，所以才更渴望被关注。",
        "label": ""
      },
      {
        "sentence": "我们已经长大了，可以慢慢学会为自己着想，不再完全依赖于别人。",
        "label": ""
      },
      {
        "sentence": "我推荐你一本书，阿德勒的《自卑与超越》。",
        "label": ""
      },
      {
        "sentence": "阿德勒小时候不仅体弱多病，还遭受了车祸，身材矮小，学业平平。",
        "label": ""
      },
      {
        "sentence": "但他认为人生普遍存在自卑感，而人可以追求卓越，超越自卑，创造出另一个自我。",
        "label": ""
      },
      {
        "sentence": "他一生致力于心理学研究，开创了个体心理学。",
        "label": ""
      },
      {
        "sentence": "我希望我们都能勇敢地超越自己，祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福。我会努力接纳自己的无奈情绪，并关注自身的成长。我也会尝试一些让自己开心的事情，并阅读《自卑与超越》来寻找启发。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福。",
        "label": ""
      },
      {
        "sentence": "我会努力接纳自己的无奈情绪，并关注自身的成长。",
        "label": ""
      },
      {
        "sentence": "我也会尝试一些让自己开心的事情，并阅读《自卑与超越》来寻找启发。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  }
]