[
  {
    "role": "client",
    "content": "我羡慕别人，感到自己很无力，不知道该如何平衡心态。我最近突然开始思考，为什么我总是主动联系朋友和前任，为什么我需要主动去维持关系，如果不主动联系的话，这些关系就会消失。我有点生气，为什么会这样，我确实自卑。我很羡慕那些外貌条件好的人，他们轻易就能获得别人的关注和选择权。我知道这是天生的优势，但是我身上有很多无奈的事情让我困惑，对于那些无法改变的事情，我总是产生困惑的情绪，一直反复循环。我和父母已经十多年没见面了，虽然我知道这是为了更好的生活，但还是无奈。几年前突然被检查出乙肝携带者，至今不知道是怎么得的，我确定没有参与高风险行为，我感到无奈。因为这个原因，我和初恋没有能够顺利谈下去，虽然在一起过一段时间，但并没有真正像情侣一样的感觉，这让我无奈。情绪问题也开始影响我的工作效率，前段时间去医院确诊为中度抑郁症，医生开了药给我，但我还没有开始吃，有时候我会觉得自己太矫情了，大家都不容易，为什么我要这么焦虑和困惑呢？我不知道应该如何排解这种羡慕他人受关注却又无奈的情绪。",
    "annotation": [
      {
        "sentence": "我羡慕别人，感到自己很无力，不知道该如何平衡心态。",
        "label": ""
      },
      {
        "sentence": "我最近突然开始思考，为什么我总是主动联系朋友和前任，为什么我需要主动去维持关系，如果不主动联系的话，这些关系就会消失。",
        "label": ""
      },
      {
        "sentence": "我有点生气，为什么会这样，我确实自卑。",
        "label": ""
      },
      {
        "sentence": "我很羡慕那些外貌条件好的人，他们轻易就能获得别人的关注和选择权。",
        "label": ""
      },
      {
        "sentence": "我知道这是天生的优势，但是我身上有很多无奈的事情让我困惑，对于那些无法改变的事情，我总是产生困惑的情绪，一直反复循环。",
        "label": ""
      },
      {
        "sentence": "我和父母已经十多年没见面了，虽然我知道这是为了更好的生活，但还是无奈。",
        "label": ""
      },
      {
        "sentence": "几年前突然被检查出乙肝携带者，至今不知道是怎么得的，我确定没有参与高风险行为，我感到无奈。",
        "label": ""
      },
      {
        "sentence": "因为这个原因，我和初恋没有能够顺利谈下去，虽然在一起过一段时间，但并没有真正像情侣一样的感觉，这让我无奈。",
        "label": ""
      },
      {
        "sentence": "情绪问题也开始影响我的工作效率，前段时间去医院确诊为中度抑郁症，医生开了药给我，但我还没有开始吃，有时候我会觉得自己太矫情了，大家都不容易，为什么我要这么焦虑和困惑呢？",
        "label": ""
      },
      {
        "sentence": "我不知道应该如何排解这种羡慕他人受关注却又无奈的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你加油！长话短说，我觉得主动的人超酷。他们不用等别人，自己想做什么就去追求。我们都有自己的双手和双脚，为什么要等别人呢？虽然这个世界上有很多选择，但最后我们只能选几个人陪我们走一段路。只要我们在自己的选择范围内，找到和自己最能共振的人，就足够了。那些成为你朋友和爱人的人，在你的世界里，就是最好的。无奈只是一时的感觉，又何必多费心思去无奈呢？有些事情我们无法改变，就不要过多关注它们，它们就会在那里。不如静下心来，写下一些可以改变的事情，并以日期的方式逐步实现这些小目标，这样能让你有成就感。抑郁并不代表矫情。每个人的抗压能力不同，有可能能让你崩溃的事情，在别人看来可能并不是什么大事。这并不意味着你是矫情的。所以，请听从医生的建议，配合治疗，先让自己身心健康起来，然后再考虑如何逐步提高抗压能力。要分清楚\"绝对压力\"和\"相对压力\"。绝对压力的事情，我们坚决不要做，相对压力的事情，可以试着去克服。起初，不要给自己设立太高的要求，然后逐步增加自己能够承受的\"相对压力\"。这样可以让自己的心理墙逐渐牢固起来。此时此刻，看风景的人，其实也是一道风景。你羡慕别人的同时，其实也有人羡慕你的。他们羡慕你能够主动做自己想做的事，诚实面对自己的情况等等。羡慕别人就像欣赏美丽的风景一样，带给人的不一定是负面情绪，也可能是正能量的。谁不喜欢看到自己觉得漂亮的东西和人呢？享受这些风景吧，同时也会被别人欣赏的。最后，加油！",
    "annotation": [
      {
        "sentence": "你加油！",
        "label": ""
      },
      {
        "sentence": "长话短说，我觉得主动的人超酷。",
        "label": ""
      },
      {
        "sentence": "他们不用等别人，自己想做什么就去追求。",
        "label": ""
      },
      {
        "sentence": "我们都有自己的双手和双脚，为什么要等别人呢？",
        "label": ""
      },
      {
        "sentence": "虽然这个世界上有很多选择，但最后我们只能选几个人陪我们走一段路。",
        "label": ""
      },
      {
        "sentence": "只要我们在自己的选择范围内，找到和自己最能共振的人，就足够了。",
        "label": ""
      },
      {
        "sentence": "那些成为你朋友和爱人的人，在你的世界里，就是最好的。",
        "label": ""
      },
      {
        "sentence": "无奈只是一时的感觉，又何必多费心思去无奈呢？",
        "label": ""
      },
      {
        "sentence": "有些事情我们无法改变，就不要过多关注它们，它们就会在那里。",
        "label": ""
      },
      {
        "sentence": "不如静下心来，写下一些可以改变的事情，并以日期的方式逐步实现这些小目标，这样能让你有成就感。",
        "label": ""
      },
      {
        "sentence": "抑郁并不代表矫情。",
        "label": ""
      },
      {
        "sentence": "每个人的抗压能力不同，有可能能让你崩溃的事情，在别人看来可能并不是什么大事。",
        "label": ""
      },
      {
        "sentence": "这并不意味着你是矫情的。",
        "label": ""
      },
      {
        "sentence": "所以，请听从医生的建议，配合治疗，先让自己身心健康起来，然后再考虑如何逐步提高抗压能力。",
        "label": ""
      },
      {
        "sentence": "要分清楚\"绝对压力\"和\"相对压力\"。",
        "label": ""
      },
      {
        "sentence": "绝对压力的事情，我们坚决不要做，相对压力的事情，可以试着去克服。",
        "label": ""
      },
      {
        "sentence": "起初，不要给自己设立太高的要求，然后逐步增加自己能够承受的\"相对压力\"。",
        "label": ""
      },
      {
        "sentence": "这样可以让自己的心理墙逐渐牢固起来。",
        "label": ""
      },
      {
        "sentence": "此时此刻，看风景的人，其实也是一道风景。",
        "label": ""
      },
      {
        "sentence": "你羡慕别人的同时，其实也有人羡慕你的。",
        "label": ""
      },
      {
        "sentence": "他们羡慕你能够主动做自己想做的事，诚实面对自己的情况等等。",
        "label": ""
      },
      {
        "sentence": "羡慕别人就像欣赏美丽的风景一样，带给人的不一定是负面情绪，也可能是正能量的。",
        "label": ""
      },
      {
        "sentence": "谁不喜欢看到自己觉得漂亮的东西和人呢？",
        "label": ""
      },
      {
        "sentence": "享受这些风景吧，同时也会被别人欣赏的。",
        "label": ""
      },
      {
        "sentence": "最后，加油！",
        "label": ""
      }
    ]
  }
]