[
  {
    "role": "client",
    "content": "我和家人争吵，我怕我太乖会让他们不重视我？怎样变乖？我们每一次的争吵都轰轰烈烈，每一方都有私心，我总是做不到在生气的时候听从他们的话，当他们好声好气的跟我说话我会不理他们，会控诉他们为什么不去责备姐姐而总是说我，然后他们就开始生气，这比我生气可严重多了，我再去听话的去餐桌上写作业也没有用了，可是他们总是让我去帮姐姐，凭什么啊，她不就是要画画吗，不就是一个周回来一次吗，凭什么就要迁就她啊！可能我就是很自我，心胸狭窄，无法在这些事上当一个父母省心的乖孩子，其实我很害怕，怕我太乖会让他们不重视我，我感觉越长大姐姐就变得越易怒，朝我发脾气。她每周的花销也很大，我就要在学校节俭饭钱，每天我都数着不超过30块钱（一般是早中晚三餐都在学校吃，有时间就早餐在家吃，饭钱就缩到20块）学校有小卖部我很想吃，但我不能买，买了就会超出30，有时候还因为一天没有花到30而开心，但是我姐姐买东西从来不会算钱，没钱就问我妈要。我该怎样才能变得乖一点，听话一点啊(;_;)",
    "annotation": [
      {
        "sentence": "我和家人争吵，我怕我太乖会让他们不重视我？",
        "label": ""
      },
      {
        "sentence": "怎样变乖？",
        "label": ""
      },
      {
        "sentence": "我们每一次的争吵都轰轰烈烈，每一方都有私心，我总是做不到在生气的时候听从他们的话，当他们好声好气的跟我说话我会不理他们，会控诉他们为什么不去责备姐姐而总是说我，然后他们就开始生气，这比我生气可严重多了，我再去听话的去餐桌上写作业也没有用了，可是他们总是让我去帮姐姐，凭什么啊，她不就是要画画吗，不就是一个周回来一次吗，凭什么就要迁就她啊！",
        "label": ""
      },
      {
        "sentence": "可能我就是很自我，心胸狭窄，无法在这些事上当一个父母省心的乖孩子，其实我很害怕，怕我太乖会让他们不重视我，我感觉越长大姐姐就变得越易怒，朝我发脾气。",
        "label": ""
      },
      {
        "sentence": "她每周的花销也很大，我就要在学校节俭饭钱，每天我都数着不超过30块钱（一般是早中晚三餐都在学校吃，有时间就早餐在家吃，饭钱就缩到20块）学校有小卖部我很想吃，但我不能买，买了就会超出30，有时候还因为一天没有花到30而开心，但是我姐姐买东西从来不会算钱，没钱就问我妈要。",
        "label": ""
      },
      {
        "sentence": "我该怎样才能变得乖一点，听话一点啊(;_;)",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解到你的生活状况，很是心疼你，本都是父母的孩子，却被父母以不公平的方式来对待，而不仅不被满足，还被忽视，甚至还要礼让父母所偏袒的姐姐。你很难过，也很委屈，对不对？但这都不是你的错啊！有多个孩子的家庭，父母很难去做到公平对待，那么，那个被忽视的孩子就成为了被伤害者。你的自我保护意识会让你反抗父母的不公，会和父母大吵，不能好好和他们说话，这都是能让人理解的。",
    "annotation": [
      {
        "sentence": "了解到你的生活状况，很是心疼你，本都是父母的孩子，却被父母以不公平的方式来对待，而不仅不被满足，还被忽视，甚至还要礼让父母所偏袒的姐姐。",
        "label": ""
      },
      {
        "sentence": "你很难过，也很委屈，对不对？",
        "label": ""
      },
      {
        "sentence": "但这都不是你的错啊！",
        "label": ""
      },
      {
        "sentence": "有多个孩子的家庭，父母很难去做到公平对待，那么，那个被忽视的孩子就成为了被伤害者。",
        "label": ""
      },
      {
        "sentence": "你的自我保护意识会让你反抗父母的不公，会和父母大吵，不能好好和他们说话，这都是能让人理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得很不公平，觉得自己被忽视了。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得很不公平，觉得自己被忽视了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的文字描述中得知你生活很节俭，你也一直在努力接受父母对待你的方式。不管姐姐如何花钱，你都是在要求自己不能超支。你在努力去做一个父母认同的乖孩子，可是你心里很委屈，也很伤心，为何父母要这么对你。其实，你内心是渴望父母能多看向你，看到你的好，多关注你些。正因为你渴望父母的爱，所以，你才想让自己学着变乖一些，能够让父母改变对你的态度，是这样的吗？",
    "annotation": [
      {
        "sentence": "从你的文字描述中得知你生活很节俭，你也一直在努力接受父母对待你的方式。",
        "label": ""
      },
      {
        "sentence": "不管姐姐如何花钱，你都是在要求自己不能超支。",
        "label": ""
      },
      {
        "sentence": "你在努力去做一个父母认同的乖孩子，可是你心里很委屈，也很伤心，为何父母要这么对你。",
        "label": ""
      },
      {
        "sentence": "其实，你内心是渴望父母能多看向你，看到你的好，多关注你些。",
        "label": ""
      },
      {
        "sentence": "正因为你渴望父母的爱，所以，你才想让自己学着变乖一些，能够让父母改变对你的态度，是这样的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望他们能多关注我，多看到我的好。",
    "annotation": [
      {
        "sentence": "是的，我希望他们能多关注我，多看到我的好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说到“乖孩子”，其实更多的是一个委屈自己，听从父母，压抑真实自我的孩子，也就是以父母认同的方式来生活，可这注定要失去自我。一个失去自我的人，会生活得很痛苦的。其实，并不是只有听从父母这一种成长方式可以选择，你还有其他的方式。比如：直接向父母说出你的想法和需求，如果父母能意识到自己的错误做法，肯定会改善对你的养育方式的。如果父母并没有意识到自己做得不对，那么，不要放弃，试着时不时的向父母提一下你的要求、你的想法和感受，或许有一天父母会转过身看到你的。请你不要放弃，当你看到希望的时候就有实现的时候。",
    "annotation": [
      {
        "sentence": "说到“乖孩子”，其实更多的是一个委屈自己，听从父母，压抑真实自我的孩子，也就是以父母认同的方式来生活，可这注定要失去自我。",
        "label": ""
      },
      {
        "sentence": "一个失去自我的人，会生活得很痛苦的。",
        "label": ""
      },
      {
        "sentence": "其实，并不是只有听从父母这一种成长方式可以选择，你还有其他的方式。",
        "label": ""
      },
      {
        "sentence": "比如：直接向父母说出你的想法和需求，如果父母能意识到自己的错误做法，肯定会改善对你的养育方式的。",
        "label": ""
      },
      {
        "sentence": "如果父母并没有意识到自己做得不对，那么，不要放弃，试着时不时的向父母提一下你的要求、你的想法和感受，或许有一天父母会转过身看到你的。",
        "label": ""
      },
      {
        "sentence": "请你不要放弃，当你看到希望的时候就有实现的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试试向他们提出我的需求和想法的。",
    "annotation": [
      {
        "sentence": "嗯，我会试试向他们提出我的需求和想法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，不管什么时候、不管什么问题、困难，都有解决的时候。这里永远都是你的心灵基地，照顾好自己。祝福你！你值得拥有你想要的所有。",
    "annotation": [
      {
        "sentence": "另外，不管什么时候、不管什么问题、困难，都有解决的时候。",
        "label": ""
      },
      {
        "sentence": "这里永远都是你的心灵基地，照顾好自己。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "你值得拥有你想要的所有。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会坚持下去的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会坚持下去的。",
        "label": ""
      }
    ]
  }
]