[
  {
    "role": "client",
    "content": "刚毕业工作两个月冲动辞职，悔恨焦虑一蹶不振怎么办？",
    "annotation": [
      {
        "sentence": "刚毕业工作两个月冲动辞职，悔恨焦虑一蹶不振怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，能够感受到你的懊恼，对于应届毕业生初入职场，有些冲动是在所难免的，你很自责，焦虑懊恼甚至一蹶不振，特别想给予你一些力量，我们一起来重新看一下这个事件，或许思路能够更加清晰一些。 1.离职你初入职场，首先被安排各种苦杂活，这使得你看不到未来的希望，既然你能够被选聘至国企单位，那肯定也是非常优秀的，我想你内心还是希望在职场能够大展拳脚，而暂时的工作内容无法提供这样的机会，所以你裸辞，裸辞的背后，我相信你当时也是非常自信的，相信自己能够寻找到更好的机会。",
    "annotation": [
      {
        "sentence": "看到你的描述，能够感受到你的懊恼，对于应届毕业生初入职场，有些冲动是在所难免的，你很自责，焦虑懊恼甚至一蹶不振，特别想给予你一些力量，我们一起来重新看一下这个事件，或许思路能够更加清晰一些。",
        "label": ""
      },
      {
        "sentence": " 1.离职你初入职场，首先被安排各种苦杂活，这使得你看不到未来的希望，既然你能够被选聘至国企单位，那肯定也是非常优秀的，我想你内心还是希望在职场能够大展拳脚，而暂时的工作内容无法提供这样的机会，所以你裸辞，裸辞的背后，我相信你当时也是非常自信的，相信自己能够寻找到更好的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我当时确实是期望能够找到更好的机会，但现在看来，我太过冲动了。工作不仅是为了获得挑战和机遇，还要有耐心和积累经验。可现在一想到自己上一份工作的好处，我就感到后悔和焦虑。",
    "annotation": [
      {
        "sentence": "是的，我当时确实是期望能够找到更好的机会，但现在看来，我太过冲动了。",
        "label": ""
      },
      {
        "sentence": "工作不仅是为了获得挑战和机遇，还要有耐心和积累经验。",
        "label": ""
      },
      {
        "sentence": "可现在一想到自己上一份工作的好处，我就感到后悔和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现实残酷，但这也是你成长的机会。你离职后，发现各种途径的路也不好走，都充满了未知和不确定性，相比较之下，你开始懊恼，这就犹如丢掉了不珍惜的东西后发现东西很珍贵的心情。或许不是离职的错，而是下一步的未知和艰难让你畏惧了。",
    "annotation": [
      {
        "sentence": "现实残酷，但这也是你成长的机会。",
        "label": ""
      },
      {
        "sentence": "你离职后，发现各种途径的路也不好走，都充满了未知和不确定性，相比较之下，你开始懊恼，这就犹如丢掉了不珍惜的东西后发现东西很珍贵的心情。",
        "label": ""
      },
      {
        "sentence": "或许不是离职的错，而是下一步的未知和艰难让你畏惧了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，现在想想，我可能是害怕面对未知的困难，所以一时之间决定离职了。但现在我感到非常沮丧和自责，无法摆脱困境。",
    "annotation": [
      {
        "sentence": "你说得对，现在想想，我可能是害怕面对未知的困难，所以一时之间决定离职了。",
        "label": ""
      },
      {
        "sentence": "但现在我感到非常沮丧和自责，无法摆脱困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "躲避现实并不是解决问题的方法。你目前没有找到更好的解决办法，便沉浸在懊恼自责中，不肯走出来，只能说明你面对现实的勇气和力量还不足够。",
    "annotation": [
      {
        "sentence": "躲避现实并不是解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "你目前没有找到更好的解决办法，便沉浸在懊恼自责中，不肯走出来，只能说明你面对现实的勇气和力量还不足够。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要勇敢地面对现实，并为自己的选择找到解决办法。可是我感到无助和迷茫，不知道该如何是好。",
    "annotation": [
      {
        "sentence": "你说得对，我需要勇敢地面对现实，并为自己的选择找到解决办法。",
        "label": ""
      },
      {
        "sentence": "可是我感到无助和迷茫，不知道该如何是好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接受现实，走出漩涡，勇敢向前。你只是看到目前的损失，有句俗语“塞翁失马焉知非福”，未来的路还有很长，人生路是场马拉松，最后的成败不完全取决于起跑时的快慢。你本就是优秀的人，具备优秀的才能，只是被未知和不确定性吓住了。不要畏惧，勇敢做出选择，并为自己的选择做出努力。未来的蓝图还得你自己绘制，放下恐惧，就会走出漩涡，振作起来，重新出发，加油。",
    "annotation": [
      {
        "sentence": "接受现实，走出漩涡，勇敢向前。",
        "label": ""
      },
      {
        "sentence": "你只是看到目前的损失，有句俗语“塞翁失马焉知非福”，未来的路还有很长，人生路是场马拉松，最后的成败不完全取决于起跑时的快慢。",
        "label": ""
      },
      {
        "sentence": "你本就是优秀的人，具备优秀的才能，只是被未知和不确定性吓住了。",
        "label": ""
      },
      {
        "sentence": "不要畏惧，勇敢做出选择，并为自己的选择做出努力。",
        "label": ""
      },
      {
        "sentence": "未来的蓝图还得你自己绘制，放下恐惧，就会走出漩涡，振作起来，重新出发，加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。虽然我还有些迷茫，但我会尽快放下过去的错误，重新找到自信并寻找新的机会。我相信自己可以走出困境，重新开始。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "虽然我还有些迷茫，但我会尽快放下过去的错误，重新找到自信并寻找新的机会。",
        "label": ""
      },
      {
        "sentence": "我相信自己可以走出困境，重新开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的态度很好，相信自己的能力，保持积极的心态，相信你一定能够走出困境，迎接新的挑战。无论遇到什么困难，我都会一直支持你，如果需要我的帮助，请随时告诉我。加油！",
    "annotation": [
      {
        "sentence": "你现在的态度很好，相信自己的能力，保持积极的心态，相信你一定能够走出困境，迎接新的挑战。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，我都会一直支持你，如果需要我的帮助，请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]