[
  {
    "role": "client",
    "content": "我刚毕业工作两个月就冲动辞职了，现在感到非常焦虑和悔恨，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "我刚毕业工作两个月就冲动辞职了，现在感到非常焦虑和悔恨，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能理解你目前的情绪。可以聊一下你当初的决定是怎么做出来的么？",
    "annotation": [
      {
        "sentence": "你好，我能理解你目前的情绪。",
        "label": ""
      },
      {
        "sentence": "可以聊一下你当初的决定是怎么做出来的么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "毕业后通过校招顺利进入一间离家近的国企工作，因为初到工作环境不适应，在试用期里要干各种苦杂货觉得很压抑很累（理论上转正后不需要），同时也是害怕要在这种工作环境中待一辈子，一时冲动就裸辞了。当时对工作的恐惧完全盖过了对裸辞后果和出路的考虑，后来回头反思，才后知后觉之前工作能给我的未来，冷静寻找出路后才发现的确是做错了，对自己的未来过于盲目乐观，觉得自己有选择有退路，也太高估自己的心理承受能力。其实这份工作对我来说（专业背景和工作地点）其实是很难得很不错的了，我太在乎辞职之前没有看到的这份工作的好处了，一想到未来的压力和惨淡（因为专业原因，离家近且比得上之前的工作除了考公之外没有了，考公也不容易），又自己作死丢了不错的工作，就是那种无尽的焦虑感和悔恨感，和无法原谅自己的挫败感（没有了应届生身份再去找工作已经举步维艰，只有考研和考公两条前途未卜的出路）辞职后情绪低落到了极点，无法走出来重新拼一把。",
    "annotation": [
      {
        "sentence": "毕业后通过校招顺利进入一间离家近的国企工作，因为初到工作环境不适应，在试用期里要干各种苦杂货觉得很压抑很累（理论上转正后不需要），同时也是害怕要在这种工作环境中待一辈子，一时冲动就裸辞了。",
        "label": ""
      },
      {
        "sentence": "当时对工作的恐惧完全盖过了对裸辞后果和出路的考虑，后来回头反思，才后知后觉之前工作能给我的未来，冷静寻找出路后才发现的确是做错了，对自己的未来过于盲目乐观，觉得自己有选择有退路，也太高估自己的心理承受能力。",
        "label": ""
      },
      {
        "sentence": "其实这份工作对我来说（专业背景和工作地点）其实是很难得很不错的了，我太在乎辞职之前没有看到的这份工作的好处了，一想到未来的压力和惨淡（因为专业原因，离家近且比得上之前的工作除了考公之外没有了，考公也不容易），又自己作死丢了不错的工作，就是那种无尽的焦虑感和悔恨感，和无法原谅自己的挫败感（没有了应届生身份再去找工作已经举步维艰，只有考研和考公两条前途未卜的出路）辞职后情绪低落到了极点，无法走出来重新拼一把。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对当年的决定感到很内疚和焦虑。其实，在职场上，很多人在刚入职时都会有不适应的情况。也许当时出于怕面对自己的不适应，因此做出了不理性的判断。但是你需要知道，一个错误的决定并不代表你完全不适合工作噢。",
    "annotation": [
      {
        "sentence": "听起来你对当年的决定感到很内疚和焦虑。",
        "label": ""
      },
      {
        "sentence": "其实，在职场上，很多人在刚入职时都会有不适应的情况。",
        "label": ""
      },
      {
        "sentence": "也许当时出于怕面对自己的不适应，因此做出了不理性的判断。",
        "label": ""
      },
      {
        "sentence": "但是你需要知道，一个错误的决定并不代表你完全不适合工作噢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可我还是觉得非常后悔，因为专业原因以后再找工作的难度也比较大，可能与这个决定有关。现在每天都感到自己无法原谅自己。",
    "annotation": [
      {
        "sentence": "可我还是觉得非常后悔，因为专业原因以后再找工作的难度也比较大，可能与这个决定有关。",
        "label": ""
      },
      {
        "sentence": "现在每天都感到自己无法原谅自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是比较常见的情绪，但是你需要知道，每个人都会犯错，遇到这种情况的时候，我们需要接受自己的错误，并尝试找到改正的出路。你可以以这次错误为经验，来更好地了解自己，更合适地选择自己的未来方向。但重要的是不要一直把焦点放在后悔中，更好地看到自己的现在和未来。",
    "annotation": [
      {
        "sentence": "这是比较常见的情绪，但是你需要知道，每个人都会犯错，遇到这种情况的时候，我们需要接受自己的错误，并尝试找到改正的出路。",
        "label": ""
      },
      {
        "sentence": "你可以以这次错误为经验，来更好地了解自己，更合适地选择自己的未来方向。",
        "label": ""
      },
      {
        "sentence": "但重要的是不要一直把焦点放在后悔中，更好地看到自己的现在和未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "能否分享一下你的意见，该怎样才能从这样的负面情绪中走出来呢？",
    "annotation": [
      {
        "sentence": "能否分享一下你的意见，该怎样才能从这样的负面情绪中走出来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以试着多将焦点放在现在而非过去，多充实自己的生活，多认识新的朋友，多尝试新的事情，不要限制自己可以接触到的范围。如果不行的话，可以尝试寻求专业心理辅导帮助。每个人的情况都不尽相同，所以需要寻找适合自己的解决方式。",
    "annotation": [
      {
        "sentence": "可以试着多将焦点放在现在而非过去，多充实自己的生活，多认识新的朋友，多尝试新的事情，不要限制自己可以接触到的范围。",
        "label": ""
      },
      {
        "sentence": "如果不行的话，可以尝试寻求专业心理辅导帮助。",
        "label": ""
      },
      {
        "sentence": "每个人的情况都不尽相同，所以需要寻找适合自己的解决方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢阿姨的建议，我会试着从现在出发，让自己走出这样的负面情绪，想办法找到一份适合自己的工作。",
    "annotation": [
      {
        "sentence": "谢谢阿姨的建议，我会试着从现在出发，让自己走出这样的负面情绪，想办法找到一份适合自己的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没事的，不要挂在心上。多向前看是最重要的。期待听到你好消息！任何需要我的地方可随时联系我。",
    "annotation": [
      {
        "sentence": "没事的，不要挂在心上。",
        "label": ""
      },
      {
        "sentence": "多向前看是最重要的。",
        "label": ""
      },
      {
        "sentence": "期待听到你好消息！",
        "label": ""
      },
      {
        "sentence": "任何需要我的地方可随时联系我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，再次感谢您的关心和支持。",
    "annotation": [
      {
        "sentence": "好的，再次感谢您的关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]