[
  {
    "role": "client",
    "content": "我的自我太扁了，只喜欢他人创造出来的价值？之前有各种各样的心理问题也都解决了，然后我一直在想导致这么多心理问题的深层原因，最后我模模糊糊有一种感觉，我的自我太扁了，我没有看太多心理学书籍，也不知道自己形容的对不对，总之，我好像遇到事情总喜欢让别人替我思考，自己没有自己的爱好，比方画画这个兴趣，我不会直接对它产生兴趣，而是当别人喜欢画画，我看到了，很羡慕，于是也喜欢画画，我好像都是别人嚼过的东西我再去吃，我可以像别人一样自己就直接喜欢一个什么靠自己去发现一些东西的兴趣价值。再打个比方，我看娱乐新闻，看完没有自己的判断，而要去看下面评论区别人的众说纷纭，然后把其中的观点作为我的。不知道我的描述有没有把自己的情况说出来，总之我就是感觉我这人好像没有真实的活，没有去跟这个世界发生交集，什么都是和我没有关系的。我只喜欢他人创造出来的价值。有时候还会把别人的成就当成自己的那样去炫耀把自己想象成别人。",
    "annotation": [
      {
        "sentence": "我的自我太扁了，只喜欢他人创造出来的价值？",
        "label": ""
      },
      {
        "sentence": "之前有各种各样的心理问题也都解决了，然后我一直在想导致这么多心理问题的深层原因，最后我模模糊糊有一种感觉，我的自我太扁了，我没有看太多心理学书籍，也不知道自己形容的对不对，总之，我好像遇到事情总喜欢让别人替我思考，自己没有自己的爱好，比方画画这个兴趣，我不会直接对它产生兴趣，而是当别人喜欢画画，我看到了，很羡慕，于是也喜欢画画，我好像都是别人嚼过的东西我再去吃，我可以像别人一样自己就直接喜欢一个什么靠自己去发现一些东西的兴趣价值。",
        "label": ""
      },
      {
        "sentence": "再打个比方，我看娱乐新闻，看完没有自己的判断，而要去看下面评论区别人的众说纷纭，然后把其中的观点作为我的。",
        "label": ""
      },
      {
        "sentence": "不知道我的描述有没有把自己的情况说出来，总之我就是感觉我这人好像没有真实的活，没有去跟这个世界发生交集，什么都是和我没有关系的。",
        "label": ""
      },
      {
        "sentence": "我只喜欢他人创造出来的价值。",
        "label": ""
      },
      {
        "sentence": "有时候还会把别人的成就当成自己的那样去炫耀把自己想象成别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1。模仿别人是人的本能，从我们说话是在模仿成年人，学习走路也是模仿成年人。但是如果过度模仿，就会丧失你自己的思考能力，失去创新能力。",
    "annotation": [
      {
        "sentence": "1。",
        "label": ""
      },
      {
        "sentence": "模仿别人是人的本能，从我们说话是在模仿成年人，学习走路也是模仿成年人。",
        "label": ""
      },
      {
        "sentence": "但是如果过度模仿，就会丧失你自己的思考能力，失去创新能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白模仿是正常的，但我总觉得自己已经过度依赖别人了，而且我没有自己的主见和观点。",
    "annotation": [
      {
        "sentence": "是的，我明白模仿是正常的，但我总觉得自己已经过度依赖别人了，而且我没有自己的主见和观点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2。一个人要融入社会，必须要入乡随俗。存在共鸣才有话题才能交流才能深入。你是敏感的注意外在的信息气氛，需要找一个榜样，作为自己的依托，是自己前进的动力和方向。这体现了从众效应和明星理论，你需要去模仿别人得到别人的肯定理解。",
    "annotation": [
      {
        "sentence": "2。",
        "label": ""
      },
      {
        "sentence": "一个人要融入社会，必须要入乡随俗。",
        "label": ""
      },
      {
        "sentence": "存在共鸣才有话题才能交流才能深入。",
        "label": ""
      },
      {
        "sentence": "你是敏感的注意外在的信息气氛，需要找一个榜样，作为自己的依托，是自己前进的动力和方向。",
        "label": ""
      },
      {
        "sentence": "这体现了从众效应和明星理论，你需要去模仿别人得到别人的肯定理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实很在意别人的看法和反馈，感觉这样才能得到认可和理解，但我真的希望能够有自己的主见和思考能力。",
    "annotation": [
      {
        "sentence": "我确实很在意别人的看法和反馈，感觉这样才能得到认可和理解，但我真的希望能够有自己的主见和思考能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3。但是做别人的镜子没有自己的思想是非常的累，如果别人都有不同的意见这些观念并不能相协调你就判断不出事情的真相你就做不出决定。但如果别人的思想是错误的，他知道你会服从他，故意给你引诱出错误的导向，那么最终都是毁灭的只会是你自己，而他会在旁边看笑话。",
    "annotation": [
      {
        "sentence": "3。",
        "label": ""
      },
      {
        "sentence": "但是做别人的镜子没有自己的思想是非常的累，如果别人都有不同的意见这些观念并不能相协调你就判断不出事情的真相你就做不出决定。",
        "label": ""
      },
      {
        "sentence": "但如果别人的思想是错误的，他知道你会服从他，故意给你引诱出错误的导向，那么最终都是毁灭的只会是你自己，而他会在旁边看笑话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我明白了，过度依赖别人的观点会让我丧失判断和决策的能力，我需要更加独立地思考问题。",
    "annotation": [
      {
        "sentence": "是啊，我明白了，过度依赖别人的观点会让我丧失判断和决策的能力，我需要更加独立地思考问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "4。自信心十足的人是不常模仿别人的，那些经常模仿别人的人大多都是对自己持有否定态度的。模仿别人可以少走弯路，模仿别人是因自己落后，模仿是因为缺乏创新。你是被迫接受，没有主动的去改变，别过度的依赖别人。",
    "annotation": [
      {
        "sentence": "4。",
        "label": ""
      },
      {
        "sentence": "自信心十足的人是不常模仿别人的，那些经常模仿别人的人大多都是对自己持有否定态度的。",
        "label": ""
      },
      {
        "sentence": "模仿别人可以少走弯路，模仿别人是因自己落后，模仿是因为缺乏创新。",
        "label": ""
      },
      {
        "sentence": "你是被迫接受，没有主动的去改变，别过度的依赖别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我意识到了我对自己的能力和价值持有否定态度，我需要更加积极主动地去接受新事物和改变自己。",
    "annotation": [
      {
        "sentence": "确实，我意识到了我对自己的能力和价值持有否定态度，我需要更加积极主动地去接受新事物和改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "5。多去感受自己内心的需要，尝试用自己的方式去表达自己的想法。最后用一句名言，希望你从中得到启发：如果学习只在模仿，那么我们就不会有科学，也不会有技术。——高尔基。",
    "annotation": [
      {
        "sentence": "5。",
        "label": ""
      },
      {
        "sentence": "多去感受自己内心的需要，尝试用自己的方式去表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "最后用一句名言，希望你从中得到启发：如果学习只在模仿，那么我们就不会有科学，也不会有技术。",
        "label": ""
      },
      {
        "sentence": "——高尔基。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我要努力发掘和表达自己的独特思想和能力，不再过度依赖他人的意见和观点。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我要努力发掘和表达自己的独特思想和能力，不再过度依赖他人的意见和观点。",
        "label": ""
      }
    ]
  }
]