[
  {
    "role": "client",
    "content": "我是一个20岁的男生，经常很讨厌自己，觉得自己的性格很奇怪。",
    "annotation": [
      {
        "sentence": "我是一个20岁的男生，经常很讨厌自己，觉得自己的性格很奇怪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的描述中，我看到，虽然你做了一些看起来“不合适”的事情，可是其实，你自己在心里是对自己有着很高的要求的。或许也正是因为你对自己的高要求，所以才会花了太多的力气和自己的要求对抗，反而忽略掉了身边真实与你互动的人的感受呢。我看到，你其实会有许多你“觉得”对的标准，只是这些标准好像反而将你困住了呢。",
    "annotation": [
      {
        "sentence": "在你的描述中，我看到，虽然你做了一些看起来“不合适”的事情，可是其实，你自己在心里是对自己有着很高的要求的。",
        "label": ""
      },
      {
        "sentence": "或许也正是因为你对自己的高要求，所以才会花了太多的力气和自己的要求对抗，反而忽略掉了身边真实与你互动的人的感受呢。",
        "label": ""
      },
      {
        "sentence": "我看到，你其实会有许多你“觉得”对的标准，只是这些标准好像反而将你困住了呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己傲慢自大、天真幼稚，没法跟家人好好沟通，还经常动不动就用不耐烦的语气跟家人说话。事后我都会躲在房间骂自己打自己。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己傲慢自大、天真幼稚，没法跟家人好好沟通，还经常动不动就用不耐烦的语气跟家人说话。",
        "label": ""
      },
      {
        "sentence": "事后我都会躲在房间骂自己打自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在现在的状态里，你好像很难有更多的能量，在吃饭的时候，去回应哥哥的聊天了。可是因为你觉得这样不对，便会对这个结果产生懊恼，转而去攻击与嫌弃“做得不够好”的自己。或许你直接去告诉哥哥，我现在想安静的吃饭，我们可以吃完饭再聊天，哥哥也不一定会觉得你这样是不对的呢。",
    "annotation": [
      {
        "sentence": "在现在的状态里，你好像很难有更多的能量，在吃饭的时候，去回应哥哥的聊天了。",
        "label": ""
      },
      {
        "sentence": "可是因为你觉得这样不对，便会对这个结果产生懊恼，转而去攻击与嫌弃“做得不够好”的自己。",
        "label": ""
      },
      {
        "sentence": "或许你直接去告诉哥哥，我现在想安静的吃饭，我们可以吃完饭再聊天，哥哥也不一定会觉得你这样是不对的呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我不知道我是否伤到了他，事后我会觉得自己不该敷衍他。",
    "annotation": [
      {
        "sentence": "可是我不知道我是否伤到了他，事后我会觉得自己不该敷衍他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于工作，因为疫情的原因，很难找到一份很合适的工作，其实是很正常的呀。我想家人，也并没有真的不接纳，暂时没有做得很好的你。可是你还是被你自己心里的“应该”，吓到了。先给自己制定了一个我“应该”达到的标准，然后只要自己没有达到，便会责怪自己，从自己身上寻找原因。可是，你没有看到的是，在现在你所面对的现实状况下，你已经在尽你所能，在努力了呀。",
    "annotation": [
      {
        "sentence": "关于工作，因为疫情的原因，很难找到一份很合适的工作，其实是很正常的呀。",
        "label": ""
      },
      {
        "sentence": "我想家人，也并没有真的不接纳，暂时没有做得很好的你。",
        "label": ""
      },
      {
        "sentence": "可是你还是被你自己心里的“应该”，吓到了。",
        "label": ""
      },
      {
        "sentence": "先给自己制定了一个我“应该”达到的标准，然后只要自己没有达到，便会责怪自己，从自己身上寻找原因。",
        "label": ""
      },
      {
        "sentence": "可是，你没有看到的是，在现在你所面对的现实状况下，你已经在尽你所能，在努力了呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是看着身边的朋友一个个学业顺利，有车有钱有女朋友，我觉得自己很没用。想起高中时期，我还是班级前三，成绩比我的朋友们好很多，现在看了看成绩有什么用？钱才是这个社会最有用的东西，我总会这样自卑的想着。",
    "annotation": [
      {
        "sentence": "可是看着身边的朋友一个个学业顺利，有车有钱有女朋友，我觉得自己很没用。",
        "label": ""
      },
      {
        "sentence": "想起高中时期，我还是班级前三，成绩比我的朋友们好很多，现在看了看成绩有什么用？",
        "label": ""
      },
      {
        "sentence": "钱才是这个社会最有用的东西，我总会这样自卑的想着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你有说，高中的时候，自己成绩在班级里是名列前茅的，说明其实你是有学习和成长的能力和动力的。只是，或许，也正是因为自己曾经很优秀，所以更加难以接受现在这个不够令人满意的自己吧。再一次任何人都会在某些时刻，暂时的不在状态，做不好一些事情。这个“不够好”，或许是环境的影响，或许是对未来的方向感到迷茫，或许是自己太累了。只是，一时的状态代表不了你是一个什么样的人。你曾经的优秀特质依然还存在在你身上。只是暂时，这个被你责怪着的自己，很难去看到这些闪闪发光的优点。不妨让自己先停一停对自己的这些责备。去看一看，曾经优秀的自己，是从哪里获得的能量，做出那么厉害的事情的呢？然后再去想一想，拥有着这么多能量的自己，在现在的环境中，可以动起来，去做些什么，让自己的现状可以更好一些。",
    "annotation": [
      {
        "sentence": "看到你有说，高中的时候，自己成绩在班级里是名列前茅的，说明其实你是有学习和成长的能力和动力的。",
        "label": ""
      },
      {
        "sentence": "只是，或许，也正是因为自己曾经很优秀，所以更加难以接受现在这个不够令人满意的自己吧。",
        "label": ""
      },
      {
        "sentence": "再一次任何人都会在某些时刻，暂时的不在状态，做不好一些事情。",
        "label": ""
      },
      {
        "sentence": "这个“不够好”，或许是环境的影响，或许是对未来的方向感到迷茫，或许是自己太累了。",
        "label": ""
      },
      {
        "sentence": "只是，一时的状态代表不了你是一个什么样的人。",
        "label": ""
      },
      {
        "sentence": "你曾经的优秀特质依然还存在在你身上。",
        "label": ""
      },
      {
        "sentence": "只是暂时，这个被你责怪着的自己，很难去看到这些闪闪发光的优点。",
        "label": ""
      },
      {
        "sentence": "不妨让自己先停一停对自己的这些责备。",
        "label": ""
      },
      {
        "sentence": "去看一看，曾经优秀的自己，是从哪里获得的能量，做出那么厉害的事情的呢？",
        "label": ""
      },
      {
        "sentence": "然后再去想一想，拥有着这么多能量的自己，在现在的环境中，可以动起来，去做些什么，让自己的现状可以更好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我擅长烹饪，可现在大马疫情爆发到处都没有请厨师。我每天在家里上网课，健身，打游戏感觉自己像一个啃老族。",
    "annotation": [
      {
        "sentence": "我擅长烹饪，可现在大马疫情爆发到处都没有请厨师。",
        "label": ""
      },
      {
        "sentence": "我每天在家里上网课，健身，打游戏感觉自己像一个啃老族。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候，我们的兴趣和擅长的领域可能暂时无法得到适当的发展机会。不过，这并不代表你的价值变得低了。也许现在的状况只是暂时的，你可以尝试寻找一些其他的方式来表达自己的热情和才华。相信自己的潜力，相信未来还有更多的机会等待着你。",
    "annotation": [
      {
        "sentence": "有时候，我们的兴趣和擅长的领域可能暂时无法得到适当的发展机会。",
        "label": ""
      },
      {
        "sentence": "不过，这并不代表你的价值变得低了。",
        "label": ""
      },
      {
        "sentence": "也许现在的状况只是暂时的，你可以尝试寻找一些其他的方式来表达自己的热情和才华。",
        "label": ""
      },
      {
        "sentence": "相信自己的潜力，相信未来还有更多的机会等待着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的性格是不是很奇怪？我总想要自杀结束这一切，觉得自己是累赘。",
    "annotation": [
      {
        "sentence": "我的性格是不是很奇怪？",
        "label": ""
      },
      {
        "sentence": "我总想要自杀结束这一切，觉得自己是累赘。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受很正常，因为从你描述的情况来看，你似乎承受了一些压力和困惑。但是，我希望你能意识到，这种想法并不是解决问题的办法。你需要给自己更多的时间和空间来接受自己，并尝试寻找帮助和支持。我们都只是人，每个人都会有困难和挣扎的时候。你不是累赘，你是一个有价值的人，值得被爱和关心。请尽量保持积极的态度，寻找支持，一步一步地走出困境。",
    "annotation": [
      {
        "sentence": "你的感受很正常，因为从你描述的情况来看，你似乎承受了一些压力和困惑。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你能意识到，这种想法并不是解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "你需要给自己更多的时间和空间来接受自己，并尝试寻找帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我们都只是人，每个人都会有困难和挣扎的时候。",
        "label": ""
      },
      {
        "sentence": "你不是累赘，你是一个有价值的人，值得被爱和关心。",
        "label": ""
      },
      {
        "sentence": "请尽量保持积极的态度，寻找支持，一步一步地走出困境。",
        "label": ""
      }
    ]
  }
]