[
  {
    "role": "client",
    "content": "和家人争吵，我怕我太乖会让他们不重视我？怎样变乖？我们每一次的争吵都轰轰烈烈，每一方都有私心，我总是做不到在生气的时候听从他们的话，当他们好声好气的跟我说话我会不理他们，会控诉他们为什么不去责备姐姐而总是说我，然后他们就开始生气，这比我生气可严重多了，我再去听话的去餐桌上写作业也没有用了，可是他们总是让我去让姐姐，凭什么阿，她不就是要画画吗，不就是一个周回来一次吗，凭什么就要依着她阿！可能我就是很自我，心胸狭窄，无法在这些事上当一个父母省心的乖孩子，其实我很害怕，怕我太乖会让他们不重视我，我感觉越长大姐姐就变得越易怒，朝我发脾气。她每周的花销也很大，我就要在学校节俭饭钱，每天我都数着不超过30块钱（一般是早中晚三餐都在学校吃，有时间就早餐在家吃，饭钱就缩到20块）学校有小卖部我很想吃，但我不能买，买了就会超出30，有时候还在为一天没有花到30而开心，但是我姐姐买东西从来不会算钱，没钱就问我妈要。我该怎样才能变得乖一点，听话一点啊(;_;)",
    "annotation": [
      {
        "sentence": "和家人争吵，我怕我太乖会让他们不重视我？",
        "label": ""
      },
      {
        "sentence": "怎样变乖？",
        "label": ""
      },
      {
        "sentence": "我们每一次的争吵都轰轰烈烈，每一方都有私心，我总是做不到在生气的时候听从他们的话，当他们好声好气的跟我说话我会不理他们，会控诉他们为什么不去责备姐姐而总是说我，然后他们就开始生气，这比我生气可严重多了，我再去听话的去餐桌上写作业也没有用了，可是他们总是让我去让姐姐，凭什么阿，她不就是要画画吗，不就是一个周回来一次吗，凭什么就要依着她阿！",
        "label": ""
      },
      {
        "sentence": "可能我就是很自我，心胸狭窄，无法在这些事上当一个父母省心的乖孩子，其实我很害怕，怕我太乖会让他们不重视我，我感觉越长大姐姐就变得越易怒，朝我发脾气。",
        "label": ""
      },
      {
        "sentence": "她每周的花销也很大，我就要在学校节俭饭钱，每天我都数着不超过30块钱（一般是早中晚三餐都在学校吃，有时间就早餐在家吃，饭钱就缩到20块）学校有小卖部我很想吃，但我不能买，买了就会超出30，有时候还在为一天没有花到30而开心，但是我姐姐买东西从来不会算钱，没钱就问我妈要。",
        "label": ""
      },
      {
        "sentence": "我该怎样才能变得乖一点，听话一点啊(;_;)",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你因为自己和父母争吵而感到苦恼，同时对父母的不公平待遇感到愤怒的心情，给你一个大大的拥抱。我的情况恰恰和你相反。我为了得到父母的重视，从小就是乖乖女。所以会压抑自己的情绪，各方面都要做的很好。但是当我逐渐长大之后，我发现自己不会表达愤怒。有一段时间，让我感到特别难受，后来还是通过去做了心理咨询，才慢慢成为我自己的。所以看到你能够去跟父母争吵，能够表达自己的不满，真的很羡慕。但看到你说，想让自己变得乖一点，我不太赞同。",
    "annotation": [
      {
        "sentence": "看到你因为自己和父母争吵而感到苦恼，同时对父母的不公平待遇感到愤怒的心情，给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "我的情况恰恰和你相反。",
        "label": ""
      },
      {
        "sentence": "我为了得到父母的重视，从小就是乖乖女。",
        "label": ""
      },
      {
        "sentence": "所以会压抑自己的情绪，各方面都要做的很好。",
        "label": ""
      },
      {
        "sentence": "但是当我逐渐长大之后，我发现自己不会表达愤怒。",
        "label": ""
      },
      {
        "sentence": "有一段时间，让我感到特别难受，后来还是通过去做了心理咨询，才慢慢成为我自己的。",
        "label": ""
      },
      {
        "sentence": "所以看到你能够去跟父母争吵，能够表达自己的不满，真的很羡慕。",
        "label": ""
      },
      {
        "sentence": "但看到你说，想让自己变得乖一点，我不太赞同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "为什么你不赞同呢？",
    "annotation": [
      {
        "sentence": "为什么你不赞同呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为根据你的描述，你家里有一个姐姐，好像父母在对你和姐姐上面有一些区别。我家里有个妹妹，我和我的妹妹关系很好。在我的感受里，父母对我和妹妹是差不多的，但也会有一些不同。比如，我的学习成绩比我妹妹要好一些，所以我读书就要比她多一些。她上完初中之后，就出来自己找工作了，那个时候我还在读书，还要往家里面要钱。但是我妹妹并没有计较什么。在父母的心里，其实两个孩子都是同等重要的。但是两个孩子的发展方向是不一样的，可能父母的付出也会有差异。",
    "annotation": [
      {
        "sentence": "因为根据你的描述，你家里有一个姐姐，好像父母在对你和姐姐上面有一些区别。",
        "label": ""
      },
      {
        "sentence": "我家里有个妹妹，我和我的妹妹关系很好。",
        "label": ""
      },
      {
        "sentence": "在我的感受里，父母对我和妹妹是差不多的，但也会有一些不同。",
        "label": ""
      },
      {
        "sentence": "比如，我的学习成绩比我妹妹要好一些，所以我读书就要比她多一些。",
        "label": ""
      },
      {
        "sentence": "她上完初中之后，就出来自己找工作了，那个时候我还在读书，还要往家里面要钱。",
        "label": ""
      },
      {
        "sentence": "但是我妹妹并没有计较什么。",
        "label": ""
      },
      {
        "sentence": "在父母的心里，其实两个孩子都是同等重要的。",
        "label": ""
      },
      {
        "sentence": "但是两个孩子的发展方向是不一样的，可能父母的付出也会有差异。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我一直太在意父母对我的态度，而忽视了他们对我的爱和关心。",
    "annotation": [
      {
        "sentence": "我明白了，可能我一直太在意父母对我的态度，而忽视了他们对我的爱和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，根据以上分析，我想提以下几点建议：首先，要明白自己的感受和需要是什么？其实你已经自己意识到了一部分，那就是得到父母的重视。但除了重视之外，还有父母的关心、赞美和爱。知道自己需要的是什么之后，可以反思一下自己的行为。争吵能让自己得到重视，但是却得不到关心、赞美和爱。这也是为什么你争吵之后，还会感到心里不舒服。",
    "annotation": [
      {
        "sentence": "没错，根据以上分析，我想提以下几点建议：首先，要明白自己的感受和需要是什么？",
        "label": ""
      },
      {
        "sentence": "其实你已经自己意识到了一部分，那就是得到父母的重视。",
        "label": ""
      },
      {
        "sentence": "但除了重视之外，还有父母的关心、赞美和爱。",
        "label": ""
      },
      {
        "sentence": "知道自己需要的是什么之后，可以反思一下自己的行为。",
        "label": ""
      },
      {
        "sentence": "争吵能让自己得到重视，但是却得不到关心、赞美和爱。",
        "label": ""
      },
      {
        "sentence": "这也是为什么你争吵之后，还会感到心里不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以我应该怎么做呢？",
    "annotation": [
      {
        "sentence": "所以我应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你和你姐姐之间，其实是一种竞争的关系。你在和你姐姐竞争父母的爱。当你处于一种竞争的状态时，是很难感受到他们对你的爱的。仔细想想，父母和姐姐除了对你有不好的地方，肯定还有他们对你好的时候。只是当你处于这种状态下，就忽视了他们的爱和关心。你可以闭上眼睛，做三个深呼吸，然后从内心去回忆他们对你好的时候，去感受他们给你的爱。当你慢慢感受到爱的时候，你对他们的看法就会发生变化。",
    "annotation": [
      {
        "sentence": "首先，你和你姐姐之间，其实是一种竞争的关系。",
        "label": ""
      },
      {
        "sentence": "你在和你姐姐竞争父母的爱。",
        "label": ""
      },
      {
        "sentence": "当你处于一种竞争的状态时，是很难感受到他们对你的爱的。",
        "label": ""
      },
      {
        "sentence": "仔细想想，父母和姐姐除了对你有不好的地方，肯定还有他们对你好的时候。",
        "label": ""
      },
      {
        "sentence": "只是当你处于这种状态下，就忽视了他们的爱和关心。",
        "label": ""
      },
      {
        "sentence": "你可以闭上眼睛，做三个深呼吸，然后从内心去回忆他们对你好的时候，去感受他们给你的爱。",
        "label": ""
      },
      {
        "sentence": "当你慢慢感受到爱的时候，你对他们的看法就会发生变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来父母也有很多关心我和姐姐的时候，我没有好好体会到。",
    "annotation": [
      {
        "sentence": "原来父母也有很多关心我和姐姐的时候，我没有好好体会到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，不要试图让自己变成乖乖女，表面的乖，只会让你越来越压抑，并不能解决根本的问题。所以最主要的，就是去解决你和家人之间的问题。从你的描述当中可以看出，你们之间的沟通是带有情绪的。当你沟通时，带有情绪，对方就只会注意到你的情绪，而忽略了你沟通的内容。所以在沟通的时候，先让自己冷静下来。如果还处在情绪当中，就先暂时不要沟通，等自己冷静下来的时候，再和他们沟通。我推荐你一本关于沟通的书籍，叫《非暴力沟通》，可以买来看看。",
    "annotation": [
      {
        "sentence": "是的，不要试图让自己变成乖乖女，表面的乖，只会让你越来越压抑，并不能解决根本的问题。",
        "label": ""
      },
      {
        "sentence": "所以最主要的，就是去解决你和家人之间的问题。",
        "label": ""
      },
      {
        "sentence": "从你的描述当中可以看出，你们之间的沟通是带有情绪的。",
        "label": ""
      },
      {
        "sentence": "当你沟通时，带有情绪，对方就只会注意到你的情绪，而忽略了你沟通的内容。",
        "label": ""
      },
      {
        "sentence": "所以在沟通的时候，先让自己冷静下来。",
        "label": ""
      },
      {
        "sentence": "如果还处在情绪当中，就先暂时不要沟通，等自己冷静下来的时候，再和他们沟通。",
        "label": ""
      },
      {
        "sentence": "我推荐你一本关于沟通的书籍，叫《非暴力沟通》，可以买来看看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试冷静下来，然后和父母好好沟通的。还有，关于父母给零花钱方面，当你感觉到不公平或者不满的时候，可以跟父母提出来。但要注意态度和说话的方式，必要时可以撒撒娇，因为你毕竟是小女儿嘛。",
    "annotation": [
      {
        "sentence": "好的，我会尝试冷静下来，然后和父母好好沟通的。",
        "label": ""
      },
      {
        "sentence": "还有，关于父母给零花钱方面，当你感觉到不公平或者不满的时候，可以跟父母提出来。",
        "label": ""
      },
      {
        "sentence": "但要注意态度和说话的方式，必要时可以撒撒娇，因为你毕竟是小女儿嘛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，要以积极的方式表达自己的需求。好啦，我的回答就到这里，希望对你有所帮助。如果你还有其他问题，随时都可以来找我聊天。记住，你不是一个人，我们都会在这里支持你的。",
    "annotation": [
      {
        "sentence": "没错，要以积极的方式表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "好啦，我的回答就到这里，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人，我们都会在这里支持你的。",
        "label": ""
      }
    ]
  }
]