[
  {
    "role": "client",
    "content": "刚毕业工作两个月冲动辞职，悔恨焦虑一蹶不振怎么办？",
    "annotation": [
      {
        "sentence": "刚毕业工作两个月冲动辞职，悔恨焦虑一蹶不振怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的心情，因为我的经历和你很相似。我第一份工作也是在国企，每天都重复着琐碎的、没有技术含量的工作，枯燥又乏味，所以没过多久就裸辞了。",
    "annotation": [
      {
        "sentence": "很理解你的心情，因为我的经历和你很相似。",
        "label": ""
      },
      {
        "sentence": "我第一份工作也是在国企，每天都重复着琐碎的、没有技术含量的工作，枯燥又乏味，所以没过多久就裸辞了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也是觉得这份工作没有挑战性，觉得自己在这里会一事无成。但现在我后悔了，我觉得自己太冲动了。",
    "annotation": [
      {
        "sentence": "是的，我也是觉得这份工作没有挑战性，觉得自己在这里会一事无成。",
        "label": ""
      },
      {
        "sentence": "但现在我后悔了，我觉得自己太冲动了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你后悔不是因为你发现自己喜欢那份工作、想念那份工作，而是因为你对未来感到迷茫，你觉得自己找不到比那更好的工作了。你看问题太过偏面，只看到你想看到的，离职前只看到它的不好，离职后又只想着它的好。",
    "annotation": [
      {
        "sentence": "你后悔不是因为你发现自己喜欢那份工作、想念那份工作，而是因为你对未来感到迷茫，你觉得自己找不到比那更好的工作了。",
        "label": ""
      },
      {
        "sentence": "你看问题太过偏面，只看到你想看到的，离职前只看到它的不好，离职后又只想着它的好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在意识到自己的偏见了。当初离职之前我只看到这份工作的缺点，现在却只想着它的好处。我知道后悔是没有用的，但我现在真的很焦虑，不知道未来该怎么走。",
    "annotation": [
      {
        "sentence": "是的，我现在意识到自己的偏见了。",
        "label": ""
      },
      {
        "sentence": "当初离职之前我只看到这份工作的缺点，现在却只想着它的好处。",
        "label": ""
      },
      {
        "sentence": "我知道后悔是没有用的，但我现在真的很焦虑，不知道未来该怎么走。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后悔是无济于事的，如果当初没有离职，结局也不会就一定比现在好。你要明白凡事都是有两面性的，没有一份工作可以满足你所有的要求，你要知道自己要的是什么，然后再做决定。",
    "annotation": [
      {
        "sentence": "后悔是无济于事的，如果当初没有离职，结局也不会就一定比现在好。",
        "label": ""
      },
      {
        "sentence": "你要明白凡事都是有两面性的，没有一份工作可以满足你所有的要求，你要知道自己要的是什么，然后再做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实没有明确自己想要的是什么。我之前只是盲目乐观，觉得自己有选择有退路，现在才发现自己太高估了自己的心理承受能力。我现在应该如何冷静下来，重新面对未来呢？",
    "annotation": [
      {
        "sentence": "你说得对，我确实没有明确自己想要的是什么。",
        "label": ""
      },
      {
        "sentence": "我之前只是盲目乐观，觉得自己有选择有退路，现在才发现自己太高估了自己的心理承受能力。",
        "label": ""
      },
      {
        "sentence": "我现在应该如何冷静下来，重新面对未来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "静下心来，冷静想一想对未来的规划，然后有针对性地学习一些技能，提升自己的能力，让自己从消极的负面情绪中脱离出来。你可以先设定一些短期和长期的目标，然后找到实现这些目标的途径和方法。同时，也要了解自己的兴趣和优势，看看有没有相关的行业或职位可以发展。有时候一时的冲动并不代表一辈子的错误，你还有很多机会可以重新选择。希望我的回答可以帮助到你。",
    "annotation": [
      {
        "sentence": "静下心来，冷静想一想对未来的规划，然后有针对性地学习一些技能，提升自己的能力，让自己从消极的负面情绪中脱离出来。",
        "label": ""
      },
      {
        "sentence": "你可以先设定一些短期和长期的目标，然后找到实现这些目标的途径和方法。",
        "label": ""
      },
      {
        "sentence": "同时，也要了解自己的兴趣和优势，看看有没有相关的行业或职位可以发展。",
        "label": ""
      },
      {
        "sentence": "有时候一时的冲动并不代表一辈子的错误，你还有很多机会可以重新选择。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着静下心来，认真思考我的未来规划，并尽力提升自己的能力。我也会多了解一些行业和职位，看看有没有适合我的发展方向。虽然依然感到焦虑，但我相信只要努力，我能走出困境，重新找到适合我的工作。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着静下心来，认真思考我的未来规划，并尽力提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "我也会多了解一些行业和职位，看看有没有适合我的发展方向。",
        "label": ""
      },
      {
        "sentence": "虽然依然感到焦虑，但我相信只要努力，我能走出困境，重新找到适合我的工作。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够走出困境的。相信自己的能力，保持积极的心态，勇敢面对困难，你一定会找到适合自己的工作并取得成功。加油！如果有任何需要帮助的地方，随时找我聊天。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够走出困境的。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，保持积极的心态，勇敢面对困难，你一定会找到适合自己的工作并取得成功。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要帮助的地方，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]