[
  {
    "role": "client",
    "content": "工作上的事，可能会被辞退，该怎么办？我今天刚大学毕业，在3月份的时候，经亲戚的朋友介绍，在我们当地一工作室工作。昨天，我亲戚给我打电话，告知我老板想辞退我的想法，大概意思是我们工作室人员饱和，不需要我这种没经验的人了。我回想了一下自工作后遇到的事，去面试时，老板是知道我所有情况的，但我去至今，老板除了一些文员性工作外，没教我任何专业性知识，也没有安排任何的师傅带我。我自5月份意识到这点，便开始主动向同事询问工作来做，有几个同事都会给我工作，教我一些专业上的知识。然从7月份开始，老板开始断了我的工资，我后面私下问过同事，就是只单独断了我的工资。我微信上问老板，一直没给我回信息。我去找老板说，就是一直推脱。想问问大家，1、我这种情况，该怎么办？（我一开始就没有签订合同，但有老板跟我聊天记录，也有我做的所有过手的项目资料）2、今年在疫情的影响下，工作相对难找，我以后是该先就业再择业，还是专心寻求与本专业相关的工作呢？",
    "annotation": [
      {
        "sentence": "工作上的事，可能会被辞退，该怎么办？",
        "label": ""
      },
      {
        "sentence": "我今天刚大学毕业，在3月份的时候，经亲戚的朋友介绍，在我们当地一工作室工作。",
        "label": ""
      },
      {
        "sentence": "昨天，我亲戚给我打电话，告知我老板想辞退我的想法，大概意思是我们工作室人员饱和，不需要我这种没经验的人了。",
        "label": ""
      },
      {
        "sentence": "我回想了一下自工作后遇到的事，去面试时，老板是知道我所有情况的，但我去至今，老板除了一些文员性工作外，没教我任何专业性知识，也没有安排任何的师傅带我。",
        "label": ""
      },
      {
        "sentence": "我自5月份意识到这点，便开始主动向同事询问工作来做，有几个同事都会给我工作，教我一些专业上的知识。",
        "label": ""
      },
      {
        "sentence": "然从7月份开始，老板开始断了我的工资，我后面私下问过同事，就是只单独断了我的工资。",
        "label": ""
      },
      {
        "sentence": "我微信上问老板，一直没给我回信息。",
        "label": ""
      },
      {
        "sentence": "我去找老板说，就是一直推脱。",
        "label": ""
      },
      {
        "sentence": "想问问大家，1、我这种情况，该怎么办？",
        "label": ""
      },
      {
        "sentence": "（我一开始就没有签订合同，但有老板跟我聊天记录，也有我做的所有过手的项目资料）2、今年在疫情的影响下，工作相对难找，我以后是该先就业再择业，还是专心寻求与本专业相关的工作呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况确实很烦心，但是不要太焦虑了，我们一步一步来想想办法。首先，你的老板拖欠工资需要解决。还没有签订合同并不影响你与老板之间存在事实的劳动关系，你需要收集整理相关证据如与老板的聊天截图、工资发放记录、工资条、考勤记录等，这些都可以作为证据通过劳动仲裁解决或者作为你与他谈判的依据。",
    "annotation": [
      {
        "sentence": "你的情况确实很烦心，但是不要太焦虑了，我们一步一步来想想办法。",
        "label": ""
      },
      {
        "sentence": "首先，你的老板拖欠工资需要解决。",
        "label": ""
      },
      {
        "sentence": "还没有签订合同并不影响你与老板之间存在事实的劳动关系，你需要收集整理相关证据如与老板的聊天截图、工资发放记录、工资条、考勤记录等，这些都可以作为证据通过劳动仲裁解决或者作为你与他谈判的依据。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分析，那我该如何去实施呢？",
    "annotation": [
      {
        "sentence": "谢谢你的分析，那我该如何去实施呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你先让介绍你去的人去跟老板谈一下，毕竟是熟人介绍的，双方多少会顾及脸面，也许工资问题会很好解决。如果这样不行，你就拿好证据直接跟老板谈一下，表示真实存在劳动关系，拖欠工资是违法行为，如果证据确凿相信老板也许会妥善解决。如果前两种方法还无法解决，那就拿着证据去劳动仲裁，根据你被拖欠的工资金额，你自己权衡是否值得走劳动仲裁这种方式。",
    "annotation": [
      {
        "sentence": "我建议你先让介绍你去的人去跟老板谈一下，毕竟是熟人介绍的，双方多少会顾及脸面，也许工资问题会很好解决。",
        "label": ""
      },
      {
        "sentence": "如果这样不行，你就拿好证据直接跟老板谈一下，表示真实存在劳动关系，拖欠工资是违法行为，如果证据确凿相信老板也许会妥善解决。",
        "label": ""
      },
      {
        "sentence": "如果前两种方法还无法解决，那就拿着证据去劳动仲裁，根据你被拖欠的工资金额，你自己权衡是否值得走劳动仲裁这种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会具体考虑一下，非常感谢您的建议。除此之外，我在这种情况下，是否应该继续寻找工作？",
    "annotation": [
      {
        "sentence": "好的，我会具体考虑一下，非常感谢您的建议。",
        "label": ""
      },
      {
        "sentence": "除此之外，我在这种情况下，是否应该继续寻找工作？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我认为你需要同时考虑找工作的问题。当然，这也需要看你的个人情况。我不太清楚你的具体专业和技术含量程度如何，因为当今社会竞争激烈，具备技术含量的工作相对难被淘汰，所以你是否在本专业深耕，要取决于你对这个专业的兴趣、专注度和发展前景等等，这些因素都需要你自己去衡量权衡。我认为在就业的同时学习理论并将之应用于实践也许会是一个很好的发展方式。",
    "annotation": [
      {
        "sentence": "是的，我认为你需要同时考虑找工作的问题。",
        "label": ""
      },
      {
        "sentence": "当然，这也需要看你的个人情况。",
        "label": ""
      },
      {
        "sentence": "我不太清楚你的具体专业和技术含量程度如何，因为当今社会竞争激烈，具备技术含量的工作相对难被淘汰，所以你是否在本专业深耕，要取决于你对这个专业的兴趣、专注度和发展前景等等，这些因素都需要你自己去衡量权衡。",
        "label": ""
      },
      {
        "sentence": "我认为在就业的同时学习理论并将之应用于实践也许会是一个很好的发展方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分析，那请问我需要如何专注于我的专业？",
    "annotation": [
      {
        "sentence": "谢谢你的分析，那请问我需要如何专注于我的专业？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议你可以多去参加专业相关的线上线下培训和交流会，同时加强相关的自学与实践，多应用于实践中，不断总结实践经验，开阔自己的眼界，提升自己的专业技术能力。并且，还要保持学习的热情，利用各种资源不断学习提高自己。",
    "annotation": [
      {
        "sentence": "建议你可以多去参加专业相关的线上线下培训和交流会，同时加强相关的自学与实践，多应用于实践中，不断总结实践经验，开阔自己的眼界，提升自己的专业技术能力。",
        "label": ""
      },
      {
        "sentence": "并且，还要保持学习的热情，利用各种资源不断学习提高自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会努力的。非常感谢你的耐心支持和指导。",
    "annotation": [
      {
        "sentence": "好的，我会努力的。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的耐心支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很乐意为你提供帮助。希望你能顺利地解决工作问题，将来的发展也会更加美好。如果需要，随时联系我。",
    "annotation": [
      {
        "sentence": "不用客气，我很乐意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能顺利地解决工作问题，将来的发展也会更加美好。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时联系我。",
        "label": ""
      }
    ]
  }
]