[
  {
    "role": "client",
    "content": "五年多婚姻，纠结离或不离，常常想哭？",
    "annotation": [
      {
        "sentence": "五年多婚姻，纠结离或不离，常常想哭？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你纠结的是离婚还是不离婚，其实你自己对当前的状况已经有了大概的认识，对于离婚或者继续现在的生活进行了简要的分析，但是你不知道要如何选择。可以感受到你的焦虑和苦恼，婚后生活是每个步入婚姻的人需要面对的问题，因为牵涉到的人很多，有些事情不再是自己一个人可以掌控的，会顾及到对方家庭的感受。但婚姻终究是自己的事，我们作为局外人只能提供自己的看法和建议，最后要怎么抉择还是在于你自己。【问题分析】",
    "annotation": [
      {
        "sentence": "你纠结的是离婚还是不离婚，其实你自己对当前的状况已经有了大概的认识，对于离婚或者继续现在的生活进行了简要的分析，但是你不知道要如何选择。",
        "label": ""
      },
      {
        "sentence": "可以感受到你的焦虑和苦恼，婚后生活是每个步入婚姻的人需要面对的问题，因为牵涉到的人很多，有些事情不再是自己一个人可以掌控的，会顾及到对方家庭的感受。",
        "label": ""
      },
      {
        "sentence": "但婚姻终究是自己的事，我们作为局外人只能提供自己的看法和建议，最后要怎么抉择还是在于你自己。",
        "label": ""
      },
      {
        "sentence": "【问题分析】",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我感觉自己真的很痛苦，白天都提不起兴致做任何事，晚上也总是睡不着觉。每当我一想到离婚，就开始想象一个人孤独终老的场景，心里特别害怕，眼泪就止不住地掉下来。我真的不知道该如何面对这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我感觉自己真的很痛苦，白天都提不起兴致做任何事，晚上也总是睡不着觉。",
        "label": ""
      },
      {
        "sentence": "每当我一想到离婚，就开始想象一个人孤独终老的场景，心里特别害怕，眼泪就止不住地掉下来。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，婚姻问题是非常复杂的。你现在的困扰很明显，对于这段婚姻中的问题，你不知道要如何面对。但是我想提醒你，每个人生来都是孤独的，需要学会独立。你可以思考一下离婚后自己可以获得的积极方面，或许这样可以帮助你做出决定。",
    "annotation": [
      {
        "sentence": "我理解你的感受，婚姻问题是非常复杂的。",
        "label": ""
      },
      {
        "sentence": "你现在的困扰很明显，对于这段婚姻中的问题，你不知道要如何面对。",
        "label": ""
      },
      {
        "sentence": "但是我想提醒你，每个人生来都是孤独的，需要学会独立。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下离婚后自己可以获得的积极方面，或许这样可以帮助你做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白每个人都是独立的，但是我真的害怕一个人的生活。我一想到离婚后可能需要因为现实压力和父母住在一起，被他们像巨婴一样照顾着，就感到无比的恐惧和压抑。",
    "annotation": [
      {
        "sentence": "我明白每个人都是独立的，但是我真的害怕一个人的生活。",
        "label": ""
      },
      {
        "sentence": "我一想到离婚后可能需要因为现实压力和父母住在一起，被他们像巨婴一样照顾着，就感到无比的恐惧和压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对未来的担忧很正常，但是你也可以换个角度思考一下。如果你离婚了，可以尝试重新独立自主的生活，在这个过程中也许可以发现新的自己，获得更多的成长和机会。",
    "annotation": [
      {
        "sentence": "你对未来的担忧很正常，但是你也可以换个角度思考一下。",
        "label": ""
      },
      {
        "sentence": "如果你离婚了，可以尝试重新独立自主的生活，在这个过程中也许可以发现新的自己，获得更多的成长和机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，离婚后我可以尽量适应一个人的生活，但是我又担心自己会孤独终老。我害怕没有伴侣陪伴我度过余生，这种念头让我非常痛苦。",
    "annotation": [
      {
        "sentence": "确实，离婚后我可以尽量适应一个人的生活，但是我又担心自己会孤独终老。",
        "label": ""
      },
      {
        "sentence": "我害怕没有伴侣陪伴我度过余生，这种念头让我非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独终老是很多人都害怕的事情，但是也不一定非要靠伴侣才能度过。你也可以花时间发展自己的兴趣爱好，认识更多的朋友，建立一个属于自己的社交圈子，这样或许可以让你更加充实和快乐。",
    "annotation": [
      {
        "sentence": "孤独终老是很多人都害怕的事情，但是也不一定非要靠伴侣才能度过。",
        "label": ""
      },
      {
        "sentence": "你也可以花时间发展自己的兴趣爱好，认识更多的朋友，建立一个属于自己的社交圈子，这样或许可以让你更加充实和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是如果我选择不离婚的话，我就需要一直按照老公家里人的要求去生活，甚至需要辞职。那样的生活我实在是不喜欢，我觉得很辛苦。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是如果我选择不离婚的话，我就需要一直按照老公家里人的要求去生活，甚至需要辞职。",
        "label": ""
      },
      {
        "sentence": "那样的生活我实在是不喜欢，我觉得很辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对现在的生活感到不快乐是可以理解的。你需要思考一下，这样的生活是否适合自己，是否可以长期接受。另外，你也可以和老公沟通一下，了解他的想法和观点。最终的决定还是在你自己手中，你需要权衡利弊，做出最适合自己的选择。",
    "annotation": [
      {
        "sentence": "你对现在的生活感到不快乐是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你需要思考一下，这样的生活是否适合自己，是否可以长期接受。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以和老公沟通一下，了解他的想法和观点。",
        "label": ""
      },
      {
        "sentence": "最终的决定还是在你自己手中，你需要权衡利弊，做出最适合自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很纠结，不管我选择离婚还是不离婚，我都觉得很痛苦。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我真的很纠结，不管我选择离婚还是不离婚，我都觉得很痛苦。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的难处和痛苦。不管你的选择是什么，都会有一些遗憾和失去。任何事情都是这样，没有完美的答案。你的决定最终是影响自己的生活，你需要慎重考虑，并且跟随自己的内心做出选择。希望你能早日摆脱烦恼，找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "我理解你的难处和痛苦。",
        "label": ""
      },
      {
        "sentence": "不管你的选择是什么，都会有一些遗憾和失去。",
        "label": ""
      },
      {
        "sentence": "任何事情都是这样，没有完美的答案。",
        "label": ""
      },
      {
        "sentence": "你的决定最终是影响自己的生活，你需要慎重考虑，并且跟随自己的内心做出选择。",
        "label": ""
      },
      {
        "sentence": "希望你能早日摆脱烦恼，找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]