[
  {
    "role": "client",
    "content": "五年多婚姻，纠结离或不离，常常想哭？",
    "annotation": [
      {
        "sentence": "五年多婚姻，纠结离或不离，常常想哭？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉你现在特别无助，内心纠结、痛苦，不知道该如何处理，希望我的回答能够给你带来一些些帮助。",
    "annotation": [
      {
        "sentence": "感觉你现在特别无助，内心纠结、痛苦，不知道该如何处理，希望我的回答能够给你带来一些些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "白天提不起兴致做任何事，到了晚上又总是睡不着，脑袋瓜里想东想西，常常想着想着心理就特别难受，然后就哭起来了，不过每次哭完要稍微好点。",
    "annotation": [
      {
        "sentence": "白天提不起兴致做任何事，到了晚上又总是睡不着，脑袋瓜里想东想西，常常想着想着心理就特别难受，然后就哭起来了，不过每次哭完要稍微好点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这么说，我觉得你的情绪受到了很大的困扰。你的情绪波动很大，导致你白天无法集中注意力，晚上又难以入眠。这种情绪压力会让人感到疲惫和心理上的困难。我理解你现在的心情。我希望你能够知道，你不是一个人在面对这些困难，我会在这里陪伴你。",
    "annotation": [
      {
        "sentence": "听到你这么说，我觉得你的情绪受到了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "你的情绪波动很大，导致你白天无法集中注意力，晚上又难以入眠。",
        "label": ""
      },
      {
        "sentence": "这种情绪压力会让人感到疲惫和心理上的困难。",
        "label": ""
      },
      {
        "sentence": "我理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "我希望你能够知道，你不是一个人在面对这些困难，我会在这里陪伴你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "想的最多的事情还是我的婚姻。五年多的婚姻在之前案例中已经详细提到过。我常常一想到如果离婚了，我要一个人面对未来生活，可能暂时又要因为现实压力跟父母住一起，又要被他们像巨婴样照看着，也可能一辈子要一个人孤独终老……我内心就特别害怕，如是，想着想着眼泪就止不住掉下来了。",
    "annotation": [
      {
        "sentence": "想的最多的事情还是我的婚姻。",
        "label": ""
      },
      {
        "sentence": "五年多的婚姻在之前案例中已经详细提到过。",
        "label": ""
      },
      {
        "sentence": "我常常一想到如果离婚了，我要一个人面对未来生活，可能暂时又要因为现实压力跟父母住一起，又要被他们像巨婴样照看着，也可能一辈子要一个人孤独终老……我内心就特别害怕，如是，想着想着眼泪就止不住掉下来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对离婚后未来生活的担忧。你担心自己一个人面对未来的生活，可能在经济方面会面临一些压力，而且孤独终老的念头让你感到害怕。但是你需要明白，这些担忧并不一定成为现实。你可以通过自己的努力和适应，获得更好的生活。同时，对于你父母照顾你的问题，我们可以一起探讨如何与父母进行良好的沟通和相处，让彼此都感到舒适和尊重。",
    "annotation": [
      {
        "sentence": "我理解你对离婚后未来生活的担忧。",
        "label": ""
      },
      {
        "sentence": "你担心自己一个人面对未来的生活，可能在经济方面会面临一些压力，而且孤独终老的念头让你感到害怕。",
        "label": ""
      },
      {
        "sentence": "但是你需要明白，这些担忧并不一定成为现实。",
        "label": ""
      },
      {
        "sentence": "你可以通过自己的努力和适应，获得更好的生活。",
        "label": ""
      },
      {
        "sentence": "同时，对于你父母照顾你的问题，我们可以一起探讨如何与父母进行良好的沟通和相处，让彼此都感到舒适和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "然而有时我又会想如果不离婚，那么我就得配合老公家里人各种方式去生孩子，包括一次次辞职！又得回到那个不喜欢的家，过不喜欢的生活，又得忍受公公那种一贯严肃，可以常常一整天不说话一个人呆呆坐在椅子上，特别让人压抑的氛围，想想都害怕。所以我常常在离或不离纠结，哪种答案我都痛苦怎么办？",
    "annotation": [
      {
        "sentence": "然而有时我又会想如果不离婚，那么我就得配合老公家里人各种方式去生孩子，包括一次次辞职！",
        "label": ""
      },
      {
        "sentence": "又得回到那个不喜欢的家，过不喜欢的生活，又得忍受公公那种一贯严肃，可以常常一整天不说话一个人呆呆坐在椅子上，特别让人压抑的氛围，想想都害怕。",
        "label": ""
      },
      {
        "sentence": "所以我常常在离或不离纠结，哪种答案我都痛苦怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了如果不离婚，你会面临一些不愉快的境遇，包括配合老公家里人生孩子、回到不喜欢的家庭、忍受公公严肃的氛围等。这些问题确实让你感到压抑和痛苦。我想说的是，你有权利选择自己的生活方式，并且不必为了其他人的期望而委屈自己。我们可以一起思考如何与你的家庭成员进行良好的沟通和解决问题，以展示你的需求和观点。重要的是，无论你选择哪种答案，我都会支持你，并相信你可以找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "你提到了如果不离婚，你会面临一些不愉快的境遇，包括配合老公家里人生孩子、回到不喜欢的家庭、忍受公公严肃的氛围等。",
        "label": ""
      },
      {
        "sentence": "这些问题确实让你感到压抑和痛苦。",
        "label": ""
      },
      {
        "sentence": "我想说的是，你有权利选择自己的生活方式，并且不必为了其他人的期望而委屈自己。",
        "label": ""
      },
      {
        "sentence": "我们可以一起思考如何与你的家庭成员进行良好的沟通和解决问题，以展示你的需求和观点。",
        "label": ""
      },
      {
        "sentence": "重要的是，无论你选择哪种答案，我都会支持你，并相信你可以找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我觉得你的话对我来说很有启发。我曾经没有想到过这些问题可以通过沟通和界限来解决。你的回答给了我新的思路和希望。确实，我需要更加关注我的感受和需求，不为了他人而委屈自己。我会试着与家人进行更积极的沟通，并坚持我自己的想法和界限。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我觉得你的话对我来说很有启发。",
        "label": ""
      },
      {
        "sentence": "我曾经没有想到过这些问题可以通过沟通和界限来解决。",
        "label": ""
      },
      {
        "sentence": "你的回答给了我新的思路和希望。",
        "label": ""
      },
      {
        "sentence": "确实，我需要更加关注我的感受和需求，不为了他人而委屈自己。",
        "label": ""
      },
      {
        "sentence": "我会试着与家人进行更积极的沟通，并坚持我自己的想法和界限。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的回答能够给你一些启发。每个人都有自己的感受和需求，而且我们都有权利去表达和捍卫自己。我相信通过积极的沟通和坚持自己的想法，你能够找到解决问题的方法，并且逐渐摆脱纠结和痛苦的状态。我会一直在你身边支持你，愿你能够拥有幸福的生活，并成为更好的自己。",
    "annotation": [
      {
        "sentence": "很高兴我的回答能够给你一些启发。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的感受和需求，而且我们都有权利去表达和捍卫自己。",
        "label": ""
      },
      {
        "sentence": "我相信通过积极的沟通和坚持自己的想法，你能够找到解决问题的方法，并且逐渐摆脱纠结和痛苦的状态。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你，愿你能够拥有幸福的生活，并成为更好的自己。",
        "label": ""
      }
    ]
  }
]