[
  {
    "role": "client",
    "content": "我最近面对一个问题，关于我和一个曾经非常好的朋友，我们现在闹掰了。我不知道是应该放下仇恨还是保持讨厌。我们以前是非常好的交心朋友，但因为一些原因发生了很大的矛盾。在学校里，我们只能不约而同地躲避对方。我很难忘掉，也放不下。",
    "annotation": [
      {
        "sentence": "我最近面对一个问题，关于我和一个曾经非常好的朋友，我们现在闹掰了。",
        "label": ""
      },
      {
        "sentence": "我不知道是应该放下仇恨还是保持讨厌。",
        "label": ""
      },
      {
        "sentence": "我们以前是非常好的交心朋友，但因为一些原因发生了很大的矛盾。",
        "label": ""
      },
      {
        "sentence": "在学校里，我们只能不约而同地躲避对方。",
        "label": ""
      },
      {
        "sentence": "我很难忘掉，也放不下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，这真的很让人不舒服。面对闹掰了的朋友，其实单纯看这个问题的话，我当然是希望你可以放下仇恨了。因为保持讨厌的话对你们双方都没有任何好处，而且会给你很大的心理负担。放下仇恨其实是接纳的一部分，接纳自己，接纳对方，接纳你们不再是原来那样的好朋友。",
    "annotation": [
      {
        "sentence": "我了解你的感受，这真的很让人不舒服。",
        "label": ""
      },
      {
        "sentence": "面对闹掰了的朋友，其实单纯看这个问题的话，我当然是希望你可以放下仇恨了。",
        "label": ""
      },
      {
        "sentence": "因为保持讨厌的话对你们双方都没有任何好处，而且会给你很大的心理负担。",
        "label": ""
      },
      {
        "sentence": "放下仇恨其实是接纳的一部分，接纳自己，接纳对方，接纳你们不再是原来那样的好朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很想放下这份仇恨，但是我就是看见他（她）就觉得很不舒服，我会因为这份恨心而变得比较敏感，居心叵测。",
    "annotation": [
      {
        "sentence": "我真的很想放下这份仇恨，但是我就是看见他（她）就觉得很不舒服，我会因为这份恨心而变得比较敏感，居心叵测。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我理解这样的感受，但你需要知道，这份仇恨对你的心理和情绪都会造成很大的负担。倒不如尝试着说服自己放下，给自己一个轻松愉悦的心境。接下来你可以尝试着跟他（她）聊一下，或者给他（她）写信道歉，或者造化弄人，你们之间重新成为好朋友也并非不可能的事情。我相信，对方也可能会想要跟你和解。你们都是高中生，整整一年，不再聚会，很快就会毕业，想开一点，去放下那份怨恨吧。",
    "annotation": [
      {
        "sentence": "是的，我理解这样的感受，但你需要知道，这份仇恨对你的心理和情绪都会造成很大的负担。",
        "label": ""
      },
      {
        "sentence": "倒不如尝试着说服自己放下，给自己一个轻松愉悦的心境。",
        "label": ""
      },
      {
        "sentence": "接下来你可以尝试着跟他（她）聊一下，或者给他（她）写信道歉，或者造化弄人，你们之间重新成为好朋友也并非不可能的事情。",
        "label": ""
      },
      {
        "sentence": "我相信，对方也可能会想要跟你和解。",
        "label": ""
      },
      {
        "sentence": "你们都是高中生，整整一年，不再聚会，很快就会毕业，想开一点，去放下那份怨恨吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。但是我们之间的矛盾可不是一天两天之久，很难想象我们之间能和解。我想到以前的好朋友就会觉得心塞塞的，厌烦他（她）。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "但是我们之间的矛盾可不是一天两天之久，很难想象我们之间能和解。",
        "label": ""
      },
      {
        "sentence": "我想到以前的好朋友就会觉得心塞塞的，厌烦他（她）。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些情绪很正常，但你真的尝试过与他（她）彻底谈一次吗？找到矛盾的根源，甚至有可能跟误会有关系。或者你可以先试着通过手机短信的形式，问候他（她），不用过多表达对矛盾的看法，从微小的行动开始，可能就会收获意想不到的结果。",
    "annotation": [
      {
        "sentence": "这些情绪很正常，但你真的尝试过与他（她）彻底谈一次吗？",
        "label": ""
      },
      {
        "sentence": "找到矛盾的根源，甚至有可能跟误会有关系。",
        "label": ""
      },
      {
        "sentence": "或者你可以先试着通过手机短信的形式，问候他（她），不用过多表达对矛盾的看法，从微小的行动开始，可能就会收获意想不到的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，其实我确实需要去跟他（她）谈一次，或者试着用短信跟他（她）沟通一下。但是我还是有些犹豫，怕谈到一半就闹起来了。",
    "annotation": [
      {
        "sentence": "我明白了，其实我确实需要去跟他（她）谈一次，或者试着用短信跟他（她）沟通一下。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些犹豫，怕谈到一半就闹起来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，如果你需要，那我可以陪你一起去找他（她），我们可以找一个比较亲近的朋友共同去面对这个状况。一定要有耐心去倾听对方的想法和看法，让他（她）知道你的态度和想法。这个过程可能并不会特别顺利，但一旦处理妥当，你们之间的关系也会变得更加清晰和稳定。",
    "annotation": [
      {
        "sentence": "没关系，如果你需要，那我可以陪你一起去找他（她），我们可以找一个比较亲近的朋友共同去面对这个状况。",
        "label": ""
      },
      {
        "sentence": "一定要有耐心去倾听对方的想法和看法，让他（她）知道你的态度和想法。",
        "label": ""
      },
      {
        "sentence": "这个过程可能并不会特别顺利，但一旦处理妥当，你们之间的关系也会变得更加清晰和稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会试着采纳你的意见，去尝试跟他（她）沟通。我也非常珍惜这个朋友，希望我们可以和解重归于好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着采纳你的意见，去尝试跟他（她）沟通。",
        "label": ""
      },
      {
        "sentence": "我也非常珍惜这个朋友，希望我们可以和解重归于好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，这样很棒，相信你们一定会解决这个问题的。耐心和善意的沟通是关键，以前的事情都过去了，现在你们可以从新的角度看待对方，重新成为朋友。最后祝福你们可以像以前一样友好相处，做出最正确的决定。",
    "annotation": [
      {
        "sentence": "好的，这样很棒，相信你们一定会解决这个问题的。",
        "label": ""
      },
      {
        "sentence": "耐心和善意的沟通是关键，以前的事情都过去了，现在你们可以从新的角度看待对方，重新成为朋友。",
        "label": ""
      },
      {
        "sentence": "最后祝福你们可以像以前一样友好相处，做出最正确的决定。",
        "label": ""
      }
    ]
  }
]