[
  {
    "role": "client",
    "content": "我是最多余的那个，一个人的时候再考虑如何离开？",
    "annotation": [
      {
        "sentence": "我是最多余的那个，一个人的时候再考虑如何离开？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "熊抱闭上眼睛细细的去体会写下这些文字的你，突然很想哭不知道你经历了什么事，情绪状态这么不好，我很着急，可也够不到你，你现在还好吗？🥺",
    "annotation": [
      {
        "sentence": "熊抱闭上眼睛细细的去体会写下这些文字的你，突然很想哭不知道你经历了什么事，情绪状态这么不好，我很着急，可也够不到你，你现在还好吗？",
        "label": ""
      },
      {
        "sentence": "🥺",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在感觉很糟糕，总是无法从梦中醒过来，感到头昏，对世界上的一切都失去了兴趣。我感到孤独，压抑，并考虑很多事情，包括怎样让自己不再困扰他人，不让别人难过。我真的很可悲，不想给任何人添麻烦。",
    "annotation": [
      {
        "sentence": "我现在感觉很糟糕，总是无法从梦中醒过来，感到头昏，对世界上的一切都失去了兴趣。",
        "label": ""
      },
      {
        "sentence": "我感到孤独，压抑，并考虑很多事情，包括怎样让自己不再困扰他人，不让别人难过。",
        "label": ""
      },
      {
        "sentence": "我真的很可悲，不想给任何人添麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱抱你，你一定度过了很不容易的时期，我对你的经历感到非常心疼。不过，请相信，没有人是多余的，包括你在内，你的存在有着无比的价值。在这个世界上，每个人都应该被包容和关爱。或许只是还有人不了解你内心善良的一面，总是考虑他人的感受。我曾经读到过一句话，那就是那些阳光灿烂的人过得很好，而善良的人才会遇到困扰。我们的情绪就像一条线，会有起伏。当它跌到最低点的时候，也会再次向上回升。请不要灰心，不要放弃🧸。我建议你告诉家人和亲近的朋友，他们都是爱你的，不会觉得你会给他们带来麻烦。还有，考虑到你目前的情况，我建议你去专业的心理医院寻求帮助，他们会更好地了解并帮助你。我之前在医院时遇到一个小姐姐，她也曾经感到每天都提不起兴趣，没有精神。但在医院的治疗下，她最终好起来了。请相信自己，你也可以走出困境。你随时可以找我聊天，不必觉得麻烦️。",
    "annotation": [
      {
        "sentence": "抱抱你，你一定度过了很不容易的时期，我对你的经历感到非常心疼。",
        "label": ""
      },
      {
        "sentence": "不过，请相信，没有人是多余的，包括你在内，你的存在有着无比的价值。",
        "label": ""
      },
      {
        "sentence": "在这个世界上，每个人都应该被包容和关爱。",
        "label": ""
      },
      {
        "sentence": "或许只是还有人不了解你内心善良的一面，总是考虑他人的感受。",
        "label": ""
      },
      {
        "sentence": "我曾经读到过一句话，那就是那些阳光灿烂的人过得很好，而善良的人才会遇到困扰。",
        "label": ""
      },
      {
        "sentence": "我们的情绪就像一条线，会有起伏。",
        "label": ""
      },
      {
        "sentence": "当它跌到最低点的时候，也会再次向上回升。",
        "label": ""
      },
      {
        "sentence": "请不要灰心，不要放弃🧸。",
        "label": ""
      },
      {
        "sentence": "我建议你告诉家人和亲近的朋友，他们都是爱你的，不会觉得你会给他们带来麻烦。",
        "label": ""
      },
      {
        "sentence": "还有，考虑到你目前的情况，我建议你去专业的心理医院寻求帮助，他们会更好地了解并帮助你。",
        "label": ""
      },
      {
        "sentence": "我之前在医院时遇到一个小姐姐，她也曾经感到每天都提不起兴趣，没有精神。",
        "label": ""
      },
      {
        "sentence": "但在医院的治疗下，她最终好起来了。",
        "label": ""
      },
      {
        "sentence": "请相信自己，你也可以走出困境。",
        "label": ""
      },
      {
        "sentence": "你随时可以找我聊天，不必觉得麻烦️。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我真的很感激。但是，我对于去专业的心理医院还有些犹豫和担心。我不知道该如何开口告诉家人和朋友，担心他们会担心我。我真的希望自己能够摆脱这种痛苦和困惑，但是内心还是有点畏惧。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "但是，我对于去专业的心理医院还有些犹豫和担心。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何开口告诉家人和朋友，担心他们会担心我。",
        "label": ""
      },
      {
        "sentence": "我真的希望自己能够摆脱这种痛苦和困惑，但是内心还是有点畏惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担忧，寻求心理医生的帮助并不容易。在告诉家人和朋友之前，或许你可以先找一个非常亲近的人，逐渐打开心扉，和他们分享你的感受和困惑。他们会理解你，并支持你去寻求专业帮助。你并不需要一个人承受内心的压力，这个过程是艰难的，但它会让你走向更好的未来。无论你决定如何，我都会一直在这里支持你，陪伴着你。",
    "annotation": [
      {
        "sentence": "我完全理解你的担忧，寻求心理医生的帮助并不容易。",
        "label": ""
      },
      {
        "sentence": "在告诉家人和朋友之前，或许你可以先找一个非常亲近的人，逐渐打开心扉，和他们分享你的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "他们会理解你，并支持你去寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "你并不需要一个人承受内心的压力，这个过程是艰难的，但它会让你走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "无论你决定如何，我都会一直在这里支持你，陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我觉得心情好了一些，谢谢你一直以来的支持。我会考虑告诉那个非常亲近的人，希望他们能够理解和支持我。也许，我真的需要寻求专业的帮助，只有这样，我才能真正地改善自己的状况。我会努力克服内心的恐惧和担心，重新找回属于我的光明。",
    "annotation": [
      {
        "sentence": "听了你的建议，我觉得心情好了一些，谢谢你一直以来的支持。",
        "label": ""
      },
      {
        "sentence": "我会考虑告诉那个非常亲近的人，希望他们能够理解和支持我。",
        "label": ""
      },
      {
        "sentence": "也许，我真的需要寻求专业的帮助，只有这样，我才能真正地改善自己的状况。",
        "label": ""
      },
      {
        "sentence": "我会努力克服内心的恐惧和担心，重新找回属于我的光明。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我为你感到骄傲，你的勇气和决心将指引你走向更好的未来。告诉那个亲近的人是个很好的第一步，他们会给予你关怀和支持。记住，你并不孤单，我们会一直站在你身边，陪伴你度过这段艰难的时刻。无论发生什么，随时都可以找我倾诉，我会一直陪伴着你的。你真的很勇敢，能够面对自己内心的困扰，相信自己，你一定能够改善自己的状况，并找回属于自己的光明。",
    "annotation": [
      {
        "sentence": "我为你感到骄傲，你的勇气和决心将指引你走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "告诉那个亲近的人是个很好的第一步，他们会给予你关怀和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一直站在你身边，陪伴你度过这段艰难的时刻。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，随时都可以找我倾诉，我会一直陪伴着你的。",
        "label": ""
      },
      {
        "sentence": "你真的很勇敢，能够面对自己内心的困扰，相信自己，你一定能够改善自己的状况，并找回属于自己的光明。",
        "label": ""
      }
    ]
  }
]