[
  {
    "role": "client",
    "content": "离职后想上班，新工作通知去试岗又害怕焦虑怎么办？离职后没钱特别想上班，但是有新工作通知我去试岗又特别焦虑害怕，害怕接触陌生人和新的环境，新工作所需要的麻烦手续都能成为我逃避的理由，35岁一事无成，不知道以后的路该怎么走。",
    "annotation": [
      {
        "sentence": "离职后想上班，新工作通知去试岗又害怕焦虑怎么办？",
        "label": ""
      },
      {
        "sentence": "离职后没钱特别想上班，但是有新工作通知我去试岗又特别焦虑害怕，害怕接触陌生人和新的环境，新工作所需要的麻烦手续都能成为我逃避的理由，35岁一事无成，不知道以后的路该怎么走。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人天生对不确定性有着恐惧感，新的环境、陌生的人、全新的人际关系，这些对你来说都是陌生的、未知的，不知道会有什么情况发生，因此觉得焦虑害怕，这是正常的情绪反应。你也应该明白，害怕逃避无法解决问题，你始终要去面对工作，接受工作的挑战。这一个是你的经济压力带来的动力，另一个就是对于自身发展和人生意义的追求。",
    "annotation": [
      {
        "sentence": "人天生对不确定性有着恐惧感，新的环境、陌生的人、全新的人际关系，这些对你来说都是陌生的、未知的，不知道会有什么情况发生，因此觉得焦虑害怕，这是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "你也应该明白，害怕逃避无法解决问题，你始终要去面对工作，接受工作的挑战。",
        "label": ""
      },
      {
        "sentence": "这一个是你的经济压力带来的动力，另一个就是对于自身发展和人生意义的追求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我了解自己害怕逃避没有用，但是我真的很害怕面对新环境和陌生人，怕自己应付不来。我也意识到自己对自己的期望很高，35岁了还没有什么成就让我感到很迷茫，我不知道以后该往哪个方向发展。",
    "annotation": [
      {
        "sentence": "是的，我了解自己害怕逃避没有用，但是我真的很害怕面对新环境和陌生人，怕自己应付不来。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己对自己的期望很高，35岁了还没有什么成就让我感到很迷茫，我不知道以后该往哪个方向发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得自己35岁一事无成，不知道以后的路该怎么走。你能对此做出思考，说明你已经在正视这个问题，也希望去解决这个挑战。也许目前来说你还有着许多的迷茫和忐忑，但这种内心的动机会推动你一步一步地前进和探索。思考人生发展是个很大的课题，也是一个需要一生去思考和追寻的，也需要一个一个地去解决难题。",
    "annotation": [
      {
        "sentence": "你觉得自己35岁一事无成，不知道以后的路该怎么走。",
        "label": ""
      },
      {
        "sentence": "你能对此做出思考，说明你已经在正视这个问题，也希望去解决这个挑战。",
        "label": ""
      },
      {
        "sentence": "也许目前来说你还有着许多的迷茫和忐忑，但这种内心的动机会推动你一步一步地前进和探索。",
        "label": ""
      },
      {
        "sentence": "思考人生发展是个很大的课题，也是一个需要一生去思考和追寻的，也需要一个一个地去解决难题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道一步一个脚印地解决问题，可这一切对我来说都是未知的领域，我没有经验和信心面对这一切。我真的很害怕失败和被别人嘲笑，不知道怎么面对这些心理压力。",
    "annotation": [
      {
        "sentence": "我知道一步一个脚印地解决问题，可这一切对我来说都是未知的领域，我没有经验和信心面对这一切。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕失败和被别人嘲笑，不知道怎么面对这些心理压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在感到害怕和缺乏信心是很正常的事情，毕竟你要面对的是一片未知的领域。但是你要知道，只有勇敢地去迎接这些挑战，你才能有机会成长和取得进步。在面对心理压力时，适当的放松和调整自己的情绪是很重要的，你可以试着进行深呼吸、放松运动或者和朋友交流来舒缓压力。同时，你也可以寻求专业的心理咨询师帮助你应对这些心理压力，他们会给你提供更多实用的建议和支持。",
    "annotation": [
      {
        "sentence": "你现在感到害怕和缺乏信心是很正常的事情，毕竟你要面对的是一片未知的领域。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，只有勇敢地去迎接这些挑战，你才能有机会成长和取得进步。",
        "label": ""
      },
      {
        "sentence": "在面对心理压力时，适当的放松和调整自己的情绪是很重要的，你可以试着进行深呼吸、放松运动或者和朋友交流来舒缓压力。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求专业的心理咨询师帮助你应对这些心理压力，他们会给你提供更多实用的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着调整自己的情绪和放松一下。但对于新工作，我还是担心自己不适应新环境和陌生的工作要求，怕自己不够好。",
    "annotation": [
      {
        "sentence": "嗯，我会试着调整自己的情绪和放松一下。",
        "label": ""
      },
      {
        "sentence": "但对于新工作，我还是担心自己不适应新环境和陌生的工作要求，怕自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "适应新环境和工作的过程是需要时间的，不要对自己太苛求。你可以通过网络搜索或是新公司的HR同事等了解新公司的业务情况、部门安排、人际环境等，并有针对性地做好一些准备，比如有关的工作技能和知识、部门职能的学习等。同时，也要做好心理准备，当遇到自己不熟悉不擅长的环节，就用学习的态度去面对，一边工作一边学习。将这些经历和机会作为提升自己、寻求发展的资源，最终受益的是自己。",
    "annotation": [
      {
        "sentence": "适应新环境和工作的过程是需要时间的，不要对自己太苛求。",
        "label": ""
      },
      {
        "sentence": "你可以通过网络搜索或是新公司的HR同事等了解新公司的业务情况、部门安排、人际环境等，并有针对性地做好一些准备，比如有关的工作技能和知识、部门职能的学习等。",
        "label": ""
      },
      {
        "sentence": "同时，也要做好心理准备，当遇到自己不熟悉不擅长的环节，就用学习的态度去面对，一边工作一边学习。",
        "label": ""
      },
      {
        "sentence": "将这些经历和机会作为提升自己、寻求发展的资源，最终受益的是自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着用积极的心态去面对新的挑战。但我还是担心自己可能无法适应新环境，同时，对于那些需要解决的麻烦手续，我感到很无奈。",
    "annotation": [
      {
        "sentence": "我会试着用积极的心态去面对新的挑战。",
        "label": ""
      },
      {
        "sentence": "但我还是担心自己可能无法适应新环境，同时，对于那些需要解决的麻烦手续，我感到很无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你勇敢地踏出一步，试着去融入新环境，也许会发现，很多困难都是你的一种想象，现实其实没有那么艰难。你也会从新挑战中找到自己人生发展的方向和动力。对于那些麻烦的手续，你可以尝试向新公司的HR或相关部门咨询，他们会提供给你一些建议和协助来解决这些问题。记住，我们每个人都有不同的起点和步伐，只要你保持积极的心态和努力，你终将找到属于自己的道路和成就。加油！",
    "annotation": [
      {
        "sentence": "当你勇敢地踏出一步，试着去融入新环境，也许会发现，很多困难都是你的一种想象，现实其实没有那么艰难。",
        "label": ""
      },
      {
        "sentence": "你也会从新挑战中找到自己人生发展的方向和动力。",
        "label": ""
      },
      {
        "sentence": "对于那些麻烦的手续，你可以尝试向新公司的HR或相关部门咨询，他们会提供给你一些建议和协助来解决这些问题。",
        "label": ""
      },
      {
        "sentence": "记住，我们每个人都有不同的起点和步伐，只要你保持积极的心态和努力，你终将找到属于自己的道路和成就。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]