[
  {
    "role": "client",
    "content": "13岁读初一，人活着为什么会累，到底怎么办才好？我好想死啊，虽然我今年才13岁，读初一，小时候爸妈就闹离婚，在我面前打架吵架，现在也是，但没离婚，他们总在我面前说钱钱钱的，我也很绝望，我这次生病了，是咽炎，就一直头晕头痛，在学校我本来挺好的，但是生病之后就特别爱哭爱胡思乱想，我就特别绝望，现在觉得生活好无趣，我这次生病治病花了三百多快到四百，我妈说因为我这个病花了好多钱，我当时就特别不明白，凭什么啊，生个病我已经很难受了，还要听你抱怨，在家呆了四天就回学校了，但后来又开始头痛，我妈就开始不耐烦了，我妈妈没有生育能力，所以我是捡来的，生活压力真的好大，我好想死啊，可我没有勇气，我到底该怎么办才好？",
    "annotation": [
      {
        "sentence": "13岁读初一，人活着为什么会累，到底怎么办才好？",
        "label": ""
      },
      {
        "sentence": "我好想死啊，虽然我今年才13岁，读初一，小时候爸妈就闹离婚，在我面前打架吵架，现在也是，但没离婚，他们总在我面前说钱钱钱的，我也很绝望，我这次生病了，是咽炎，就一直头晕头痛，在学校我本来挺好的，但是生病之后就特别爱哭爱胡思乱想，我就特别绝望，现在觉得生活好无趣，我这次生病治病花了三百多快到四百，我妈说因为我这个病花了好多钱，我当时就特别不明白，凭什么啊，生个病我已经很难受了，还要听你抱怨，在家呆了四天就回学校了，但后来又开始头痛，我妈就开始不耐烦了，我妈妈没有生育能力，所以我是捡来的，生活压力真的好大，我好想死啊，可我没有勇气，我到底该怎么办才好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到这个问题觉得特别心疼，希望能给你带去些许的温暖和力量。【梳理反馈】首先梳理一下我看到的内容，你看看对不对。第一，女，13岁，读初一。第二，妈妈没有生育能力，自己是抱养来的。第三，从小到大，父母经常吵架闹离婚，但是一直都没有离。第四，他们总提“钱”让你感觉很绝望。第五，你生病了，花了几百块钱，妈妈又提钱了，让你很烦躁。第六，你觉得生病了应该被好好照顾而不是被抱怨。第七，回到学校，你又头疼了，妈妈又不耐烦了。第八，生活压力很大，很想死，没勇气。第九，想解决困境，但是没方法，想知道怎么办。【理解分析】说下我的理解和看法。第一，首先，13岁，抱养，生活压力大。我想这几个词之间应该是各自独立存在，不能构成直接的因果关系。抱养这个事情是否是事实？你是怎么得知的？你的压力来自于抱养这个事情还是父母的“不合理对待”？第二，妈妈没有生育能力，他们经常吵架，闹离婚，但是一直没有离。我不知道从孩子角度的你是希望他们离呢还是不希望他们离呢？还是离不离是他们的事情，只要不影响你就好呢？作为成年人，我想告诉你，妻子没有生育能力，这在很大程度上对一个家庭来说是一个重大灾难，就像一条小船行驶在海面上，遇到了风雨侵袭，即便风雨可以过去，但是家庭的小船还是会有所损伤。但是无论过程是什么，他们最终选择了在一起，也就是说，这艘小船经过无数次大小风暴，最终还是没有解体。我想，风雨交加的海面上，一艘有裂痕的小船，一个坐船的你，心里是害怕的，因为你还不会游泳，离开了这艘小船，你还不能安然度日。第三，钱的问题，提钱的问题，被提钱的问题。首先钱的问题，如果家里的经济压力大，我想这就是客观存在的问题，不管提不提都是存在的，不会因为不提就消失。提钱的问题，想想自己的当年，自己的小时候，我想那个时候钱是很重要，但是重要的还有很多事情，比如学习，比如同学，比如理想，比如游戏，还有很多很多，如果只有钱一件事情，就像是每天只吃一种饭，每天只上一种科目一样乏味，久而久之，让人生厌。只是成年人的世界可能和少年有所不同，很多人走着走着就遇到压力了，就像那条小船，小船不堪重负，怎么办呢？于是就向下扔东西，他们把自己的理想啊，游戏啊，娱乐啊等等都扔下去了，最后就剩下了你们一家三口和钱，这件事你很难受，我理解，他们难受到不自知我也能体会。第四，想死，但是害怕。我想这是很多人很冲动的时候都会有的想法。我小的时候，想的很详细，我怎么死，葬礼谁会来，谁会难过，然后会怎么样，我会不会复生等等。直到现在，我偶尔还会想死，但是我知道，死不是我的目的。有一句歌词，想过离开，以这种方式存在。我想这就是想死的意义吧，我们想存在，但是已经没有办法了。第五，从你的称呼里，我感觉到你还是爱这个家的，尤其是你的妈妈，你其实挺心疼她的，对吗？",
    "annotation": [
      {
        "sentence": "看到这个问题觉得特别心疼，希望能给你带去些许的温暖和力量。",
        "label": ""
      },
      {
        "sentence": "【梳理反馈】首先梳理一下我看到的内容，你看看对不对。",
        "label": ""
      },
      {
        "sentence": "第一，女，13岁，读初一。",
        "label": ""
      },
      {
        "sentence": "第二，妈妈没有生育能力，自己是抱养来的。",
        "label": ""
      },
      {
        "sentence": "第三，从小到大，父母经常吵架闹离婚，但是一直都没有离。",
        "label": ""
      },
      {
        "sentence": "第四，他们总提“钱”让你感觉很绝望。",
        "label": ""
      },
      {
        "sentence": "第五，你生病了，花了几百块钱，妈妈又提钱了，让你很烦躁。",
        "label": ""
      },
      {
        "sentence": "第六，你觉得生病了应该被好好照顾而不是被抱怨。",
        "label": ""
      },
      {
        "sentence": "第七，回到学校，你又头疼了，妈妈又不耐烦了。",
        "label": ""
      },
      {
        "sentence": "第八，生活压力很大，很想死，没勇气。",
        "label": ""
      },
      {
        "sentence": "第九，想解决困境，但是没方法，想知道怎么办。",
        "label": ""
      },
      {
        "sentence": "【理解分析】说下我的理解和看法。",
        "label": ""
      },
      {
        "sentence": "第一，首先，13岁，抱养，生活压力大。",
        "label": ""
      },
      {
        "sentence": "我想这几个词之间应该是各自独立存在，不能构成直接的因果关系。",
        "label": ""
      },
      {
        "sentence": "抱养这个事情是否是事实？",
        "label": ""
      },
      {
        "sentence": "你是怎么得知的？",
        "label": ""
      },
      {
        "sentence": "你的压力来自于抱养这个事情还是父母的“不合理对待”？",
        "label": ""
      },
      {
        "sentence": "第二，妈妈没有生育能力，他们经常吵架，闹离婚，但是一直没有离。",
        "label": ""
      },
      {
        "sentence": "我不知道从孩子角度的你是希望他们离呢还是不希望他们离呢？",
        "label": ""
      },
      {
        "sentence": "还是离不离是他们的事情，只要不影响你就好呢？",
        "label": ""
      },
      {
        "sentence": "作为成年人，我想告诉你，妻子没有生育能力，这在很大程度上对一个家庭来说是一个重大灾难，就像一条小船行驶在海面上，遇到了风雨侵袭，即便风雨可以过去，但是家庭的小船还是会有所损伤。",
        "label": ""
      },
      {
        "sentence": "但是无论过程是什么，他们最终选择了在一起，也就是说，这艘小船经过无数次大小风暴，最终还是没有解体。",
        "label": ""
      },
      {
        "sentence": "我想，风雨交加的海面上，一艘有裂痕的小船，一个坐船的你，心里是害怕的，因为你还不会游泳，离开了这艘小船，你还不能安然度日。",
        "label": ""
      },
      {
        "sentence": "第三，钱的问题，提钱的问题，被提钱的问题。",
        "label": ""
      },
      {
        "sentence": "首先钱的问题，如果家里的经济压力大，我想这就是客观存在的问题，不管提不提都是存在的，不会因为不提就消失。",
        "label": ""
      },
      {
        "sentence": "提钱的问题，想想自己的当年，自己的小时候，我想那个时候钱是很重要，但是重要的还有很多事情，比如学习，比如同学，比如理想，比如游戏，还有很多很多，如果只有钱一件事情，就像是每天只吃一种饭，每天只上一种科目一样乏味，久而久之，让人生厌。",
        "label": ""
      },
      {
        "sentence": "只是成年人的世界可能和少年有所不同，很多人走着走着就遇到压力了，就像那条小船，小船不堪重负，怎么办呢？",
        "label": ""
      },
      {
        "sentence": "于是就向下扔东西，他们把自己的理想啊，游戏啊，娱乐啊等等都扔下去了，最后就剩下了你们一家三口和钱，这件事你很难受，我理解，他们难受到不自知我也能体会。",
        "label": ""
      },
      {
        "sentence": "第四，想死，但是害怕。",
        "label": ""
      },
      {
        "sentence": "我想这是很多人很冲动的时候都会有的想法。",
        "label": ""
      },
      {
        "sentence": "我小的时候，想的很详细，我怎么死，葬礼谁会来，谁会难过，然后会怎么样，我会不会复生等等。",
        "label": ""
      },
      {
        "sentence": "直到现在，我偶尔还会想死，但是我知道，死不是我的目的。",
        "label": ""
      },
      {
        "sentence": "有一句歌词，想过离开，以这种方式存在。",
        "label": ""
      },
      {
        "sentence": "我想这就是想死的意义吧，我们想存在，但是已经没有办法了。",
        "label": ""
      },
      {
        "sentence": "第五，从你的称呼里，我感觉到你还是爱这个家的，尤其是你的妈妈，你其实挺心疼她的，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很爱我的家，尤其是我妈妈，",
    "annotation": [
      {
        "sentence": "是的，我很爱我的家，尤其是我妈妈，",
        "label": ""
      }
    ]
  }
]