[
  {
    "role": "client",
    "content": "我15岁初三，感觉自己与高中无望，但又想努力考高中？最近同学们都进入了随时奔向战场的状态，我的成绩并不优异，自己明显感觉与高中无望，但又想努力的考上高中，完成梦想，现在比较抑郁，不知道没考上高中后，自己该走怎样的道路，不知道考不上高中怎么完成自己的梦想，我该怎么才能让自己选择一个现实的路，然后走下去。",
    "annotation": [
      {
        "sentence": "我15岁初三，感觉自己与高中无望，但又想努力考高中？",
        "label": ""
      },
      {
        "sentence": "最近同学们都进入了随时奔向战场的状态，我的成绩并不优异，自己明显感觉与高中无望，但又想努力的考上高中，完成梦想，现在比较抑郁，不知道没考上高中后，自己该走怎样的道路，不知道考不上高中怎么完成自己的梦想，我该怎么才能让自己选择一个现实的路，然后走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经给自己贴上了一个标签，认为自己考不上高中，但事实上，如果你现在去努力的话，真的没有期望考上一所自己想要去的高中吗？这个问题出在你给自己贴的那个标签上。当你努力的时候，这个标签就出现告诉你没有希望了。因为这个标签让你更迷茫，不知道以后可以做些什么，于是陷入一个恶性循环。你现在可以做的是打破这个恶性循环，当你想到自己上不了高中的问题时，思考一下是否真的如此，如果你现在努力，其实还是可以考上高中的。为自己做一些规划，朝着这个目标去努力学习，而不是一直陷入恶性循环中。甚至可以想一下，如果你的目标是上高中，每天你可以为这个目标做些什么，哪怕是多翻一页的书，多做一道题，对考试都是有帮助的。如果没有日常的积累，仅靠想象是没有实际意义的。",
    "annotation": [
      {
        "sentence": "你已经给自己贴上了一个标签，认为自己考不上高中，但事实上，如果你现在去努力的话，真的没有期望考上一所自己想要去的高中吗？",
        "label": ""
      },
      {
        "sentence": "这个问题出在你给自己贴的那个标签上。",
        "label": ""
      },
      {
        "sentence": "当你努力的时候，这个标签就出现告诉你没有希望了。",
        "label": ""
      },
      {
        "sentence": "因为这个标签让你更迷茫，不知道以后可以做些什么，于是陷入一个恶性循环。",
        "label": ""
      },
      {
        "sentence": "你现在可以做的是打破这个恶性循环，当你想到自己上不了高中的问题时，思考一下是否真的如此，如果你现在努力，其实还是可以考上高中的。",
        "label": ""
      },
      {
        "sentence": "为自己做一些规划，朝着这个目标去努力学习，而不是一直陷入恶性循环中。",
        "label": ""
      },
      {
        "sentence": "甚至可以想一下，如果你的目标是上高中，每天你可以为这个目标做些什么，哪怕是多翻一页的书，多做一道题，对考试都是有帮助的。",
        "label": ""
      },
      {
        "sentence": "如果没有日常的积累，仅靠想象是没有实际意义的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直把自己限制在一个无望的框架里，这样只会让自己更加沮丧和迷惘。我需要改变思维，相信自己还有机会考上高中。我会试着为自己制定一个学习计划，每天为目标努力学习，即使是小小的进步也是有意义的。",
    "annotation": [
      {
        "sentence": "我明白了，我一直把自己限制在一个无望的框架里，这样只会让自己更加沮丧和迷惘。",
        "label": ""
      },
      {
        "sentence": "我需要改变思维，相信自己还有机会考上高中。",
        "label": ""
      },
      {
        "sentence": "我会试着为自己制定一个学习计划，每天为目标努力学习，即使是小小的进步也是有意义的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的想法！改变思维对于你的心情和未来都非常重要。制定学习计划是一个很好的开始，你可以根据自己的时间和能力制定一个合理的计划。每天坚持一点点的努力，积累下来会有很大的收获。不要担心进展可能会很慢，只要你保持坚持和积极的态度，一定能够实现自己的目标。",
    "annotation": [
      {
        "sentence": "很好的想法！",
        "label": ""
      },
      {
        "sentence": "改变思维对于你的心情和未来都非常重要。",
        "label": ""
      },
      {
        "sentence": "制定学习计划是一个很好的开始，你可以根据自己的时间和能力制定一个合理的计划。",
        "label": ""
      },
      {
        "sentence": "每天坚持一点点的努力，积累下来会有很大的收获。",
        "label": ""
      },
      {
        "sentence": "不要担心进展可能会很慢，只要你保持坚持和积极的态度，一定能够实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会相信自己，坚持下去。但有时候还是会担心如果我考不上高中，我该怎么办呢？如果不能实现我的梦想，我应该怎样选择一条现实的道路？",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会相信自己，坚持下去。",
        "label": ""
      },
      {
        "sentence": "但有时候还是会担心如果我考不上高中，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "如果不能实现我的梦想，我应该怎样选择一条现实的道路？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心未来的不确定性是正常的，但不要让担心成为你思考问题的阻碍。如果考不上高中并不能实现梦想，你可以考虑其他的选择。不论是继续深造、就业、或者其他职业培训，都是可以帮助你实现自己梦想的途径。重要的是保持积极的态度和强烈的求知欲，不断寻找自己的兴趣和发展机会。",
    "annotation": [
      {
        "sentence": "担心未来的不确定性是正常的，但不要让担心成为你思考问题的阻碍。",
        "label": ""
      },
      {
        "sentence": "如果考不上高中并不能实现梦想，你可以考虑其他的选择。",
        "label": ""
      },
      {
        "sentence": "不论是继续深造、就业、或者其他职业培训，都是可以帮助你实现自己梦想的途径。",
        "label": ""
      },
      {
        "sentence": "重要的是保持积极的态度和强烈的求知欲，不断寻找自己的兴趣和发展机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能只局限在高中这一个选择上。我会拓宽视野，寻找适合自己的其他路径。而且，无论选择哪条路，我都要保持积极向上的心态，不放弃自己。",
    "annotation": [
      {
        "sentence": "你说得对，我不能只局限在高中这一个选择上。",
        "label": ""
      },
      {
        "sentence": "我会拓宽视野，寻找适合自己的其他路径。",
        "label": ""
      },
      {
        "sentence": "而且，无论选择哪条路，我都要保持积极向上的心态，不放弃自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确的想法！不要把所有希望都寄托在一条路上，世界上的选择远不止高中一条路。保持积极向上的心态，相信自己的能力和潜力，你一定能够找到适合自己的道路并追求自己的梦想。无论遇到什么困难，都要坚持下去，我相信你会成功的！",
    "annotation": [
      {
        "sentence": "非常正确的想法！",
        "label": ""
      },
      {
        "sentence": "不要把所有希望都寄托在一条路上，世界上的选择远不止高中一条路。",
        "label": ""
      },
      {
        "sentence": "保持积极向上的心态，相信自己的能力和潜力，你一定能够找到适合自己的道路并追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都要坚持下去，我相信你会成功的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励！你的话让我重新燃起了对未来的希望，我会努力的去实现自己的梦想，无论选择哪条路都不放弃！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "你的话让我重新燃起了对未来的希望，我会努力的去实现自己的梦想，无论选择哪条路都不放弃！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我一直相信你的潜力和能力，只要你坚持不懈地去追求，你一定会实现自己的梦想。我会一直支持你，如果你有任何困惑或需要帮助的时候，都可以来找我。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我一直相信你的潜力和能力，只要你坚持不懈地去追求，你一定会实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，如果你有任何困惑或需要帮助的时候，都可以来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]