[
  {
    "role": "client",
    "content": "我有了考试目标，但父母出于保险考虑不同意，怎么办？本人男，23岁，四个月前本科毕业于某省属双非高校，学校离家十公里以内。中学期间学习成绩还行，英语成绩突出。因大一学习成绩优秀，大学入学一年后换了专业。但大二因对原班级的异性同学单恋而导致学习成绩从此一落千丈，生活规律也被打乱，直到大四上学期开学之际，生活规律才渐渐好转，最终得以正常毕业。大三一年里多次与辅导员老师沟通，逐渐意识到自己的爱情观婚姻观错了，直到大四考研初试前夕才彻底从心里放下了那个女同学。但大四时考研（目标为中科院某所）初试失败，政治50，外语60，但两门业务课总分数只有54分。大四下学期因疫情在家，生活状态基本保持稳定，但直到收取邮寄的毕业证以后，才开始重新学习功课，以备考年底的研究生入学考试初试。我恢复正常的学习生活状态后，对自己考研重拾了信心，目前已报名当前已报名本校本专业的研究生并联系过目标导师，但父母出于担心而不予支持，让我考难度更低一档次的研究生。当前正在有序复习。",
    "annotation": [
      {
        "sentence": "我有了考试目标，但父母出于保险考虑不同意，怎么办？",
        "label": ""
      },
      {
        "sentence": "本人男，23岁，四个月前本科毕业于某省属双非高校，学校离家十公里以内。",
        "label": ""
      },
      {
        "sentence": "中学期间学习成绩还行，英语成绩突出。",
        "label": ""
      },
      {
        "sentence": "因大一学习成绩优秀，大学入学一年后换了专业。",
        "label": ""
      },
      {
        "sentence": "但大二因对原班级的异性同学单恋而导致学习成绩从此一落千丈，生活规律也被打乱，直到大四上学期开学之际，生活规律才渐渐好转，最终得以正常毕业。",
        "label": ""
      },
      {
        "sentence": "大三一年里多次与辅导员老师沟通，逐渐意识到自己的爱情观婚姻观错了，直到大四考研初试前夕才彻底从心里放下了那个女同学。",
        "label": ""
      },
      {
        "sentence": "但大四时考研（目标为中科院某所）初试失败，政治50，外语60，但两门业务课总分数只有54分。",
        "label": ""
      },
      {
        "sentence": "大四下学期因疫情在家，生活状态基本保持稳定，但直到收取邮寄的毕业证以后，才开始重新学习功课，以备考年底的研究生入学考试初试。",
        "label": ""
      },
      {
        "sentence": "我恢复正常的学习生活状态后，对自己考研重拾了信心，目前已报名当前已报名本校本专业的研究生并联系过目标导师，但父母出于担心而不予支持，让我考难度更低一档次的研究生。",
        "label": ""
      },
      {
        "sentence": "当前正在有序复习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊！认真看了你的问题，发现与其说这是一个求助的问题，到不如说，这是你对自己这几年的学习生活的一个阶段性的总结和梳理。从中学到大学；从学习成绩优异，到因为爱情跑偏；从本科毕业到准备考研～其实你对自己是有着非常清醒的认识的。",
    "annotation": [
      {
        "sentence": "啊！",
        "label": ""
      },
      {
        "sentence": "认真看了你的问题，发现与其说这是一个求助的问题，到不如说，这是你对自己这几年的学习生活的一个阶段性的总结和梳理。",
        "label": ""
      },
      {
        "sentence": "从中学到大学；从学习成绩优异，到因为爱情跑偏；从本科毕业到准备考研～其实你对自己是有着非常清醒的认识的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我真的很清楚自己的经历，也对自己未来的目标有所规划。但父母的担心让我感到困惑和挫败。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我真的很清楚自己的经历，也对自己未来的目标有所规划。",
        "label": ""
      },
      {
        "sentence": "但父母的担心让我感到困惑和挫败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你清楚自己的长处，也知道如何去纠正错误，你有明确的目标，也知道该如何按部就班的去实现它。唯一需要的，是如何争取到家庭的系统，给予你更强有力的支持。",
    "annotation": [
      {
        "sentence": "你清楚自己的长处，也知道如何去纠正错误，你有明确的目标，也知道该如何按部就班的去实现它。",
        "label": ""
      },
      {
        "sentence": "唯一需要的，是如何争取到家庭的系统，给予你更强有力的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经试图向父母解释，但他们仍然对我的目标持怀疑态度。我不知道该如何改变他们的想法。",
    "annotation": [
      {
        "sentence": "我曾经试图向父母解释，但他们仍然对我的目标持怀疑态度。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何改变他们的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母对我们所设定目标的肯定和支持，很大程度上会影响我们对未来的预期和评估，甚至是心理上对目标的渴望和信心也会因此而增强。但反之，如果父母对你的目标抱有怀疑态度，那么也势必会影响你的决心。",
    "annotation": [
      {
        "sentence": "父母对我们所设定目标的肯定和支持，很大程度上会影响我们对未来的预期和评估，甚至是心理上对目标的渴望和信心也会因此而增强。",
        "label": ""
      },
      {
        "sentence": "但反之，如果父母对你的目标抱有怀疑态度，那么也势必会影响你的决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。也许我需要更多地证明自己，让父母看到我的决心和准备工作。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "也许我需要更多地证明自己，让父母看到我的决心和准备工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不知道你有没有就如同今天你剖析自己的经历一样，把你为什么设定这样的目标剖析给父母看呢？父母对孩子的爱，不是任你如断线的风筝一样放你高飞，他们更是要看好风向和风速。因为对父母来说，最重要的是在保证你安全的情况下，帮助你越飞越高。",
    "annotation": [
      {
        "sentence": "我不知道你有没有就如同今天你剖析自己的经历一样，把你为什么设定这样的目标剖析给父母看呢？",
        "label": ""
      },
      {
        "sentence": "父母对孩子的爱，不是任你如断线的风筝一样放你高飞，他们更是要看好风向和风速。",
        "label": ""
      },
      {
        "sentence": "因为对父母来说，最重要的是在保证你安全的情况下，帮助你越飞越高。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有把我的目标解释得很清楚，或许这是一个值得尝试的方法。我会尝试与父母坦诚沟通，让他们理解我对考研的追求。",
    "annotation": [
      {
        "sentence": "我从来没有把我的目标解释得很清楚，或许这是一个值得尝试的方法。",
        "label": ""
      },
      {
        "sentence": "我会尝试与父母坦诚沟通，让他们理解我对考研的追求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你能够证明自己，已经做好了充分的准备，并且依据以往的失败和成功中总结的经验，你将会非常有把握完成这次的目标，你觉得看到这样的你，父母还会不支持吗？如果想好了自己的未来想要什么样的人生，就去拼搏吧。毕竟人生不能重来，一次考试失利，可以复习再战，但人生的道路错过了，再回头，也许代价就要大的多。",
    "annotation": [
      {
        "sentence": "如果你能够证明自己，已经做好了充分的准备，并且依据以往的失败和成功中总结的经验，你将会非常有把握完成这次的目标，你觉得看到这样的你，父母还会不支持吗？",
        "label": ""
      },
      {
        "sentence": "如果想好了自己的未来想要什么样的人生，就去拼搏吧。",
        "label": ""
      },
      {
        "sentence": "毕竟人生不能重来，一次考试失利，可以复习再战，但人生的道路错过了，再回头，也许代价就要大的多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能因为父母的反对而放弃自己的目标。我会努力证明自己的能力和决心，让他们看到我值得被支持。",
    "annotation": [
      {
        "sentence": "你说得对，我不能因为父母的反对而放弃自己的目标。",
        "label": ""
      },
      {
        "sentence": "我会努力证明自己的能力和决心，让他们看到我值得被支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让父母看到你的决心，不是头脑发热，而是真的有明确的计划和目标，为了你想要去的那个目标敢于面对挑战。拥抱父母，感谢他们对你的支持，也拥抱你自己，感谢你的勇气和决心。未来可期～～加油吧，少年！",
    "annotation": [
      {
        "sentence": "让父母看到你的决心，不是头脑发热，而是真的有明确的计划和目标，为了你想要去的那个目标敢于面对挑战。",
        "label": ""
      },
      {
        "sentence": "拥抱父母，感谢他们对你的支持，也拥抱你自己，感谢你的勇气和决心。",
        "label": ""
      },
      {
        "sentence": "未来可期～～加油吧，少年！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会用实际行动向父母证明自己的价值和决心！加油！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会用实际行动向父母证明自己的价值和决心！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]