[
  {
    "role": "client",
    "content": "我是一个22岁女生，我一直感到自卑、焦虑且情绪低落，我害怕自己会走极端。从去年年底开始，我经常陷入情绪低谷，不断否定自己，感觉自己一无是处。尤其是去年考研失败后，我现在正在二战，每天都会一个人哭泣，我感觉自己的未来没有希望了。",
    "annotation": [
      {
        "sentence": "我是一个22岁女生，我一直感到自卑、焦虑且情绪低落，我害怕自己会走极端。",
        "label": ""
      },
      {
        "sentence": "从去年年底开始，我经常陷入情绪低谷，不断否定自己，感觉自己一无是处。",
        "label": ""
      },
      {
        "sentence": "尤其是去年考研失败后，我现在正在二战，每天都会一个人哭泣，我感觉自己的未来没有希望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我很欣慰你能够寻求帮助。你选择走考研这条路很辛苦，大多数人在一次失败后都会选择放弃，但你能够坚持，这点值得肯定。你批判自己的严苛程度可能导致你在乎别人的评价。你曾经是否遇到过一些事情，让你感到没有安全感？",
    "annotation": [
      {
        "sentence": "看到你的问题，我很欣慰你能够寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你选择走考研这条路很辛苦，大多数人在一次失败后都会选择放弃，但你能够坚持，这点值得肯定。",
        "label": ""
      },
      {
        "sentence": "你批判自己的严苛程度可能导致你在乎别人的评价。",
        "label": ""
      },
      {
        "sentence": "你曾经是否遇到过一些事情，让你感到没有安全感？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我总是怕别人伤害我。有时候会出现头痛、腿痛、失眠等症状，让我感到很难受。",
    "annotation": [
      {
        "sentence": "对，我总是怕别人伤害我。",
        "label": ""
      },
      {
        "sentence": "有时候会出现头痛、腿痛、失眠等症状，让我感到很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "头疼、腿疼和失眠这些症状都很煎熬，也让你感到害怕。你是否试图想着自己在这些场景下应该怎么处理？",
    "annotation": [
      {
        "sentence": "头疼、腿疼和失眠这些症状都很煎熬，也让你感到害怕。",
        "label": ""
      },
      {
        "sentence": "你是否试图想着自己在这些场景下应该怎么处理？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一般会不自觉地幻想出一些情境，会觉得别人会伤害我。这让我感到很没有安全感。",
    "annotation": [
      {
        "sentence": "我一般会不自觉地幻想出一些情境，会觉得别人会伤害我。",
        "label": ""
      },
      {
        "sentence": "这让我感到很没有安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当这些害怕的场景出现时，你可以试着让自己觉察当下的感受，这些情况会不会真的出现，如果出现了自己会怎么处理，循序渐进，可能会逐渐改变自己的信念。但是这需要时间和耐心，你应该给自己一定的宽容，让自己慢慢成长。你知道吗，通常来说，当我们经历不同的人生经历时，会在经历过的事情中找寻一个所属于自己的位置，以此来确定自己在世界中的位置。不同的经历会让我们有不同的收获，它们都是你成长路上的经验，在以后的日子里，它们会帮助你更好地理解自己和面对生活中的困难。",
    "annotation": [
      {
        "sentence": "当这些害怕的场景出现时，你可以试着让自己觉察当下的感受，这些情况会不会真的出现，如果出现了自己会怎么处理，循序渐进，可能会逐渐改变自己的信念。",
        "label": ""
      },
      {
        "sentence": "但是这需要时间和耐心，你应该给自己一定的宽容，让自己慢慢成长。",
        "label": ""
      },
      {
        "sentence": "你知道吗，通常来说，当我们经历不同的人生经历时，会在经历过的事情中找寻一个所属于自己的位置，以此来确定自己在世界中的位置。",
        "label": ""
      },
      {
        "sentence": "不同的经历会让我们有不同的收获，它们都是你成长路上的经验，在以后的日子里，它们会帮助你更好地理解自己和面对生活中的困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也不知道自己怎么变得这么焦虑，变得这么自卑。",
    "annotation": [
      {
        "sentence": "我也不知道自己怎么变得这么焦虑，变得这么自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，每个人都会有负面情绪，都会焦虑或者自卑。你不是一个例外，所以请不要再自责了。无论多艰难的问题都会有解决的方法，但这需要耐心和时间。希望你能够保持积极的心态，这也是你向着正确的方向邁進的一步。另外，我想说一想：久居都市，依旧留恋乡村中的宁静与恬然。喜欢看书的安谧时光，也热爱球场上挥洒汗水的热血感觉，享受全程40多公里马拉松跑完时的畅快淋漓。然，当自己走遍亚欧大陆几十个国家，体验过各种异地风情，才发现自己的家是自己灵魂深处，最美好，最温暖的归宿。而，品阅古今，阅历人世百态，唯有内心才是人生动力的源泉，归息的港湾。",
    "annotation": [
      {
        "sentence": "这很正常，每个人都会有负面情绪，都会焦虑或者自卑。",
        "label": ""
      },
      {
        "sentence": "你不是一个例外，所以请不要再自责了。",
        "label": ""
      },
      {
        "sentence": "无论多艰难的问题都会有解决的方法，但这需要耐心和时间。",
        "label": ""
      },
      {
        "sentence": "希望你能够保持积极的心态，这也是你向着正确的方向邁進的一步。",
        "label": ""
      },
      {
        "sentence": "另外，我想说一想：久居都市，依旧留恋乡村中的宁静与恬然。",
        "label": ""
      },
      {
        "sentence": "喜欢看书的安谧时光，也热爱球场上挥洒汗水的热血感觉，享受全程40多公里马拉松跑完时的畅快淋漓。",
        "label": ""
      },
      {
        "sentence": "然，当自己走遍亚欧大陆几十个国家，体验过各种异地风情，才发现自己的家是自己灵魂深处，最美好，最温暖的归宿。",
        "label": ""
      },
      {
        "sentence": "而，品阅古今，阅历人世百态，唯有内心才是人生动力的源泉，归息的港湾。",
        "label": ""
      }
    ]
  }
]