[
  {
    "role": "client",
    "content": "我22岁，女生，最近一直感到自卑和焦虑，情绪一直很低落，我害怕自己会走极端。从17年底开始，我就常常情绪低落，不断否定自己，觉得自己特别差劲，尤其去年我考研失败了，现在正在备战第二次，但我经常一个人哭，找不到自己的价值，感觉自己的未来没有希望。我太在意别人的评价了，过于敏感并且过于关注他们的眼神和言辞，而且对身边的人戒备心很强，包括对父母，感觉很没有安全感，总是会幻想出一些别人伤害我的场景。有时候还会头疼、腿疼、失眠，很难受，我真的害怕自己会走极端。",
    "annotation": [
      {
        "sentence": "我22岁，女生，最近一直感到自卑和焦虑，情绪一直很低落，我害怕自己会走极端。",
        "label": ""
      },
      {
        "sentence": "从17年底开始，我就常常情绪低落，不断否定自己，觉得自己特别差劲，尤其去年我考研失败了，现在正在备战第二次，但我经常一个人哭，找不到自己的价值，感觉自己的未来没有希望。",
        "label": ""
      },
      {
        "sentence": "我太在意别人的评价了，过于敏感并且过于关注他们的眼神和言辞，而且对身边的人戒备心很强，包括对父母，感觉很没有安全感，总是会幻想出一些别人伤害我的场景。",
        "label": ""
      },
      {
        "sentence": "有时候还会头疼、腿疼、失眠，很难受，我真的害怕自己会走极端。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我觉得首先你经常否定自己，比较敏感，关注他人的评价。这可能是对自己的认知出现了偏差。其实，每个人都有优点和缺点，没有完美的人。你经常只盯着自己的缺点和别人的优点不放，就会出现自我认知偏差，感觉事事不如别人，由此造成焦虑和抑郁的情绪反应。我想请你回想一下小时候的经历，你的父母是否在你最需要他们陪伴的时候能够陪在你身边？是否能够及时、无条件地满足你的正常需求和期待？如果一个人小时候没有得到充足的关爱和重视，那么他潜意识里就会认为自己是不值得被爱的，从而不断通过他人的评价和自己的成功与否等外在因素来“证明”自己是值得被爱的，这样久而久之就会养成自卑和敏感的性格。如果上述“证明”失败了，就有可能导致抑郁和焦虑的情绪反应。但你知道吗，这种情况其实是可以改变的。但改变的前提是你必须接受自己的一切，不要和“不完美的自己”对立和抗争，不要试图消除和抵抗情绪。情绪是你所有过去经历的综合反应。试着把自己的情绪当成朋友，当你有抑郁和焦虑的情绪时，就当做是朋友来家里做客，试着与他们共处。有需要的时候可以寻求专业心理咨询，这对你会有很大帮助。既然小时候没有得到足够的关爱，那么你就要更加爱自己、关心自己。这是你成长和成熟的必经之路。只有把目光从别人身上转移到自己身上，只有自己关心自己的身体和情绪，才能明白自己其实是这个世界上最重要的，才能发现自己的优点，增强自我意识，满足心灵的需求。请相信，任何困难和挫折都是生命中的一份礼物。接纳它们，你会发现这个世界原本的美好。我希望这些话能对你有所帮助！",
    "annotation": [
      {
        "sentence": "听你的描述，我觉得首先你经常否定自己，比较敏感，关注他人的评价。",
        "label": ""
      },
      {
        "sentence": "这可能是对自己的认知出现了偏差。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都有优点和缺点，没有完美的人。",
        "label": ""
      },
      {
        "sentence": "你经常只盯着自己的缺点和别人的优点不放，就会出现自我认知偏差，感觉事事不如别人，由此造成焦虑和抑郁的情绪反应。",
        "label": ""
      },
      {
        "sentence": "我想请你回想一下小时候的经历，你的父母是否在你最需要他们陪伴的时候能够陪在你身边？",
        "label": ""
      },
      {
        "sentence": "是否能够及时、无条件地满足你的正常需求和期待？",
        "label": ""
      },
      {
        "sentence": "如果一个人小时候没有得到充足的关爱和重视，那么他潜意识里就会认为自己是不值得被爱的，从而不断通过他人的评价和自己的成功与否等外在因素来“证明”自己是值得被爱的，这样久而久之就会养成自卑和敏感的性格。",
        "label": ""
      },
      {
        "sentence": "如果上述“证明”失败了，就有可能导致抑郁和焦虑的情绪反应。",
        "label": ""
      },
      {
        "sentence": "但你知道吗，这种情况其实是可以改变的。",
        "label": ""
      },
      {
        "sentence": "但改变的前提是你必须接受自己的一切，不要和“不完美的自己”对立和抗争，不要试图消除和抵抗情绪。",
        "label": ""
      },
      {
        "sentence": "情绪是你所有过去经历的综合反应。",
        "label": ""
      },
      {
        "sentence": "试着把自己的情绪当成朋友，当你有抑郁和焦虑的情绪时，就当做是朋友来家里做客，试着与他们共处。",
        "label": ""
      },
      {
        "sentence": "有需要的时候可以寻求专业心理咨询，这对你会有很大帮助。",
        "label": ""
      },
      {
        "sentence": "既然小时候没有得到足够的关爱，那么你就要更加爱自己、关心自己。",
        "label": ""
      },
      {
        "sentence": "这是你成长和成熟的必经之路。",
        "label": ""
      },
      {
        "sentence": "只有把目光从别人身上转移到自己身上，只有自己关心自己的身体和情绪，才能明白自己其实是这个世界上最重要的，才能发现自己的优点，增强自我意识，满足心灵的需求。",
        "label": ""
      },
      {
        "sentence": "请相信，任何困难和挫折都是生命中的一份礼物。",
        "label": ""
      },
      {
        "sentence": "接纳它们，你会发现这个世界原本的美好。",
        "label": ""
      },
      {
        "sentence": "我希望这些话能对你有所帮助！",
        "label": ""
      }
    ]
  }
]