[
  {
    "role": "client",
    "content": "我22岁女生自卑焦虑，长期情绪低落，害怕自己走极端。从17年底开始，常常出现情绪低落，不断否定自己，觉得自己特别差，尤其是去年考研失败，现在正在二战，经常一个人哭，找不到自己的价值，感觉自己的未来没有希望。非常在意别人的评价，过于察言观色，而且对身边的人有很强的戒备心，包括对父母，感觉很没有安全感，总是幻想出一些别人伤害我的场景。有时候还会出现头疼、腿疼、失眠的症状，很难受，害怕自己会走极端。",
    "annotation": [
      {
        "sentence": "我22岁女生自卑焦虑，长期情绪低落，害怕自己走极端。",
        "label": ""
      },
      {
        "sentence": "从17年底开始，常常出现情绪低落，不断否定自己，觉得自己特别差，尤其是去年考研失败，现在正在二战，经常一个人哭，找不到自己的价值，感觉自己的未来没有希望。",
        "label": ""
      },
      {
        "sentence": "非常在意别人的评价，过于察言观色，而且对身边的人有很强的戒备心，包括对父母，感觉很没有安全感，总是幻想出一些别人伤害我的场景。",
        "label": ""
      },
      {
        "sentence": "有时候还会出现头疼、腿疼、失眠的症状，很难受，害怕自己会走极端。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我能感觉到你目前处于一种深陷低谷的状态。当人们遇到困境和挫折时，很容易陷入与他人和标准的比较中。这种比较可能会导致消极的结论，进而否定自己，产生长期的低落情绪。而这种自我否定和低落情绪又会进一步影响你的学习状态，改变你对生活的看法和选择。所以，我觉得调整你内心的态度和关系非常重要。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我能感觉到你目前处于一种深陷低谷的状态。",
        "label": ""
      },
      {
        "sentence": "当人们遇到困境和挫折时，很容易陷入与他人和标准的比较中。",
        "label": ""
      },
      {
        "sentence": "这种比较可能会导致消极的结论，进而否定自己，产生长期的低落情绪。",
        "label": ""
      },
      {
        "sentence": "而这种自我否定和低落情绪又会进一步影响你的学习状态，改变你对生活的看法和选择。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得调整你内心的态度和关系非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么调整内心的态度和关系呢？",
    "annotation": [
      {
        "sentence": "那我应该怎么调整内心的态度和关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你一直对自己持否定态度，像一个严厉的老师或家长那样对待自己，那么面对困难就会感到倍加艰难。与此相反，如果你像一个知心好友那样持续鼓励自己，相信自己，看到并认可自己的点滴进步，就会改变你目前生活的情感基调，让你更有能动性去采取行动，改变生活的轨迹。",
    "annotation": [
      {
        "sentence": "如果你一直对自己持否定态度，像一个严厉的老师或家长那样对待自己，那么面对困难就会感到倍加艰难。",
        "label": ""
      },
      {
        "sentence": "与此相反，如果你像一个知心好友那样持续鼓励自己，相信自己，看到并认可自己的点滴进步，就会改变你目前生活的情感基调，让你更有能动性去采取行动，改变生活的轨迹。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我应该更加肯定自己的努力和进步，而不是总是否定自己。但是有时候很难做到，觉得自己就是一个失败的人。",
    "annotation": [
      {
        "sentence": "你说的很对，我应该更加肯定自己的努力和进步，而不是总是否定自己。",
        "label": ""
      },
      {
        "sentence": "但是有时候很难做到，觉得自己就是一个失败的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的人生中，是否有人总是欣赏你、认可你、鼓励你呢？如果把他们放在心里，带着他们的鼓励，也自我鼓励，你的每一天会有什么不同呢？你可以建立自己的关爱团队，让他们陪伴你走出困境，加油！",
    "annotation": [
      {
        "sentence": "在你的人生中，是否有人总是欣赏你、认可你、鼓励你呢？",
        "label": ""
      },
      {
        "sentence": "如果把他们放在心里，带着他们的鼓励，也自我鼓励，你的每一天会有什么不同呢？",
        "label": ""
      },
      {
        "sentence": "你可以建立自己的关爱团队，让他们陪伴你走出困境，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我可以尝试把那些支持我的人放在心里，让自己更加坚定和勇敢面对困难。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我可以尝试把那些支持我的人放在心里，让自己更加坚定和勇敢面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你不是一个人在战斗，你有你的关爱团队，有你支持的人。每天不妨提醒自己一下，回想一下那些支持你的人以及他们对你的认可和鼓励。相信你会逐渐找到自己的自信和未来的希望。",
    "annotation": [
      {
        "sentence": "对的，你不是一个人在战斗，你有你的关爱团队，有你支持的人。",
        "label": ""
      },
      {
        "sentence": "每天不妨提醒自己一下，回想一下那些支持你的人以及他们对你的认可和鼓励。",
        "label": ""
      },
      {
        "sentence": "相信你会逐渐找到自己的自信和未来的希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会尽力去实践，变得更加坚强。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会尽力去实践，变得更加坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。记住，你的内在力量是无穷的，相信自己，你一定可以战胜困难。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你的内在力量是无穷的，相信自己，你一定可以战胜困难。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]