[
  {
    "role": "client",
    "content": "我是一个22岁的女生，一直感到自卑和焦虑，情绪长期低落，而且总害怕自己会走极端。从2017年底开始，我经常陷入情绪低谷，总是否定自己，觉得自己很差劲，尤其是去年考研失败后，现在正在复习第二次，常常一个人哭，无法找到自己的价值，觉得未来没有希望。我非常在意别人的评价，过分在意他们的言语和表情，对周围的人都有戒备心理，包括对父母，感到很没有安全感，总是想象出一些别人伤害我的场景。有时候还会出现头疼、腿疼和失眠等症状，感觉很难受，真的很害怕自己会走极端。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，一直感到自卑和焦虑，情绪长期低落，而且总害怕自己会走极端。",
        "label": ""
      },
      {
        "sentence": "从2017年底开始，我经常陷入情绪低谷，总是否定自己，觉得自己很差劲，尤其是去年考研失败后，现在正在复习第二次，常常一个人哭，无法找到自己的价值，觉得未来没有希望。",
        "label": ""
      },
      {
        "sentence": "我非常在意别人的评价，过分在意他们的言语和表情，对周围的人都有戒备心理，包括对父母，感到很没有安全感，总是想象出一些别人伤害我的场景。",
        "label": ""
      },
      {
        "sentence": "有时候还会出现头疼、腿疼和失眠等症状，感觉很难受，真的很害怕自己会走极端。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你痛苦的经历，我心疼又佩服你的坚强。你一直在思考解决方法，这让你向成功更进了一步。你认为你的问题在于：①你说从17年开始情绪低落，然后否定自己，觉得自己很差。我想问一下，在你如此年轻的时候，是发生了什么事情让你有这种感觉呢？或许我说的话有点像鸡汤，我最近学到的焦点课程中有一句话可以送给你，你认为的并不是你真正的实力。②去年考研失败，今年又在备战，常常一个人哭，找不到自己的价值，看不到希望。首先，请允许我告诉你，在你的描述中，我看到的是一个怎样的你！虽然你经历了考研失败，但你没有放弃，这样的坚强令人钦佩。人生中很少有人一帆风顺的，总会遇到各种问题。你一个人哭，是因为受到了委屈，还是对未来感到迷茫、恐慌？是因为考研失败让你不开心，还是有其他的事情发生了呢？当你哭过之后，你内心有什么变化吗？哭过之后感到轻松了吗？关于人生的价值，你认为它体现在哪里呢？在我们生活中点点滴滴的小事中，你觉得这些事情能代表人生的价值吗？你看不到希望是只针对考研失败，还是其他一些不如意的事情？你有想过为什么会有这样的感觉吗？③你非常在意别人的看法，有强烈的戒备心理，感到没有安全感，有时还会幻想别人伤害自己。其实，我也有类似的感受，这是因为我自卑感很强，总觉得自己什么都不好。所以我会有一些讨好别人，但同时也会对他人保持警惕。甚至有时我会感觉别人对我的恶意，虽然这些都只是我们自己敏感的想法而已。不仅是你，很多人都有这种想法。当我们产生这样的想法时，也说明我们有很强的观察力，而且我们正慢慢地在改变。我想告诉你的是，你所担心的问题都是可以改变的，我就是一个例子。虽然我现在的状态也不是很好，但是从以前一个眼神就能伤害我的人变成了现在一个人跑步、一个人吃饭、一个人逛街、一个人看电影。④你的身体状况，我建议你先去医院检查一下。头疼可能是因为休息不好引起的吗？失眠问题也需要引起注意，害怕自己走极端也不是好现象。失眠会影响一个人的正常思维。你可以试试冥想或听听催眠音乐。对于害怕走极端的问题，这说明你对美好的未来充满向往，甚至更加渴望学习，变得更好。我在高中时也曾有过类似的念头，但随着时间的流逝，不断地学习，我的个人成长逐渐淡化了。最后，我特意给你一些建议：1. 多运动，运动不仅有助于健康，也会让你身心愉悦。2. 接纳一些情绪，比如今年没考上，明年继续，不要给自己贴上不行的标签。要接纳这些情绪，包容它们。3. 没事的时候看一些心理学相关的书籍，它们会给予你很大的力量。最后，没有人是完美无缺的，生活并不容易。我们应该过好每一天，而不是虚度它。小朋友，你才22岁，和我一样，我马上就30岁了，除了不放弃，我一无所有。你年纪还轻，勇敢地去追求自己不平凡的梦想吧。大胆一些，将你心中的想法付诸行动。加油！(´-ω-`)。",
    "annotation": [
      {
        "sentence": "看到你痛苦的经历，我心疼又佩服你的坚强。",
        "label": ""
      },
      {
        "sentence": "你一直在思考解决方法，这让你向成功更进了一步。",
        "label": ""
      },
      {
        "sentence": "你认为你的问题在于：①你说从17年开始情绪低落，然后否定自己，觉得自己很差。",
        "label": ""
      },
      {
        "sentence": "我想问一下，在你如此年轻的时候，是发生了什么事情让你有这种感觉呢？",
        "label": ""
      },
      {
        "sentence": "或许我说的话有点像鸡汤，我最近学到的焦点课程中有一句话可以送给你，你认为的并不是你真正的实力。",
        "label": ""
      },
      {
        "sentence": "②去年考研失败，今年又在备战，常常一个人哭，找不到自己的价值，看不到希望。",
        "label": ""
      },
      {
        "sentence": "首先，请允许我告诉你，在你的描述中，我看到的是一个怎样的你！",
        "label": ""
      },
      {
        "sentence": "虽然你经历了考研失败，但你没有放弃，这样的坚强令人钦佩。",
        "label": ""
      },
      {
        "sentence": "人生中很少有人一帆风顺的，总会遇到各种问题。",
        "label": ""
      },
      {
        "sentence": "你一个人哭，是因为受到了委屈，还是对未来感到迷茫、恐慌？",
        "label": ""
      },
      {
        "sentence": "是因为考研失败让你不开心，还是有其他的事情发生了呢？",
        "label": ""
      },
      {
        "sentence": "当你哭过之后，你内心有什么变化吗？",
        "label": ""
      },
      {
        "sentence": "哭过之后感到轻松了吗？",
        "label": ""
      },
      {
        "sentence": "关于人生的价值，你认为它体现在哪里呢？",
        "label": ""
      },
      {
        "sentence": "在我们生活中点点滴滴的小事中，你觉得这些事情能代表人生的价值吗？",
        "label": ""
      },
      {
        "sentence": "你看不到希望是只针对考研失败，还是其他一些不如意的事情？",
        "label": ""
      },
      {
        "sentence": "你有想过为什么会有这样的感觉吗？",
        "label": ""
      },
      {
        "sentence": "③你非常在意别人的看法，有强烈的戒备心理，感到没有安全感，有时还会幻想别人伤害自己。",
        "label": ""
      },
      {
        "sentence": "其实，我也有类似的感受，这是因为我自卑感很强，总觉得自己什么都不好。",
        "label": ""
      },
      {
        "sentence": "所以我会有一些讨好别人，但同时也会对他人保持警惕。",
        "label": ""
      },
      {
        "sentence": "甚至有时我会感觉别人对我的恶意，虽然这些都只是我们自己敏感的想法而已。",
        "label": ""
      },
      {
        "sentence": "不仅是你，很多人都有这种想法。",
        "label": ""
      },
      {
        "sentence": "当我们产生这样的想法时，也说明我们有很强的观察力，而且我们正慢慢地在改变。",
        "label": ""
      },
      {
        "sentence": "我想告诉你的是，你所担心的问题都是可以改变的，我就是一个例子。",
        "label": ""
      },
      {
        "sentence": "虽然我现在的状态也不是很好，但是从以前一个眼神就能伤害我的人变成了现在一个人跑步、一个人吃饭、一个人逛街、一个人看电影。",
        "label": ""
      },
      {
        "sentence": "④你的身体状况，我建议你先去医院检查一下。",
        "label": ""
      },
      {
        "sentence": "头疼可能是因为休息不好引起的吗？",
        "label": ""
      },
      {
        "sentence": "失眠问题也需要引起注意，害怕自己走极端也不是好现象。",
        "label": ""
      },
      {
        "sentence": "失眠会影响一个人的正常思维。",
        "label": ""
      },
      {
        "sentence": "你可以试试冥想或听听催眠音乐。",
        "label": ""
      },
      {
        "sentence": "对于害怕走极端的问题，这说明你对美好的未来充满向往，甚至更加渴望学习，变得更好。",
        "label": ""
      },
      {
        "sentence": "我在高中时也曾有过类似的念头，但随着时间的流逝，不断地学习，我的个人成长逐渐淡化了。",
        "label": ""
      },
      {
        "sentence": "最后，我特意给你一些建议：1. 多运动，运动不仅有助于健康，也会让你身心愉悦。",
        "label": ""
      },
      {
        "sentence": "2. 接纳一些情绪，比如今年没考上，明年继续，不要给自己贴上不行的标签。",
        "label": ""
      },
      {
        "sentence": "要接纳这些情绪，包容它们。",
        "label": ""
      },
      {
        "sentence": "3. 没事的时候看一些心理学相关的书籍，它们会给予你很大的力量。",
        "label": ""
      },
      {
        "sentence": "最后，没有人是完美无缺的，生活并不容易。",
        "label": ""
      },
      {
        "sentence": "我们应该过好每一天，而不是虚度它。",
        "label": ""
      },
      {
        "sentence": "小朋友，你才22岁，和我一样，我马上就30岁了，除了不放弃，我一无所有。",
        "label": ""
      },
      {
        "sentence": "你年纪还轻，勇敢地去追求自己不平凡的梦想吧。",
        "label": ""
      },
      {
        "sentence": "大胆一些，将你心中的想法付诸行动。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "(´-ω-`)。",
        "label": ""
      }
    ]
  }
]