[
  {
    "role": "client",
    "content": "大学女生，从小被人说铁石心肠不像个正常人？我是无神论者，我也不害怕别人吓我，小时候大人们开始很喜欢我，说我聪明不哭不闹，后面就不喜欢我。初中开始老师很喜欢我，后来她也不喜欢我还告诉我家长带我去医院，说感觉我有心理疾病。高中当了班长，曾经有个女孩子指着我鼻子骂，说我铁石心肠根本不像正常人。",
    "annotation": [
      {
        "sentence": "大学女生，从小被人说铁石心肠不像个正常人？",
        "label": ""
      },
      {
        "sentence": "我是无神论者，我也不害怕别人吓我，小时候大人们开始很喜欢我，说我聪明不哭不闹，后面就不喜欢我。",
        "label": ""
      },
      {
        "sentence": "初中开始老师很喜欢我，后来她也不喜欢我还告诉我家长带我去医院，说感觉我有心理疾病。",
        "label": ""
      },
      {
        "sentence": "高中当了班长，曾经有个女孩子指着我鼻子骂，说我铁石心肠根本不像正常人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历了很多挫折和质疑，这让你感到很疲惫和无助吧。可是，在这一切的背后，你是一个很坚强的人，可以经受住这些打击，也能够坚持自己的信仰和选择。与其说是冷眼旁观，不如说是过于理智。理智并非不好，而是过于理性往往被人认为是冷漠、不关心。至于被说冷眼旁观也是正常的，因为整件事给你的感觉和你没有任何联系，那么为什么要表现的很积极来迎合别人呢？",
    "annotation": [
      {
        "sentence": "你经历了很多挫折和质疑，这让你感到很疲惫和无助吧。",
        "label": ""
      },
      {
        "sentence": "可是，在这一切的背后，你是一个很坚强的人，可以经受住这些打击，也能够坚持自己的信仰和选择。",
        "label": ""
      },
      {
        "sentence": "与其说是冷眼旁观，不如说是过于理智。",
        "label": ""
      },
      {
        "sentence": "理智并非不好，而是过于理性往往被人认为是冷漠、不关心。",
        "label": ""
      },
      {
        "sentence": "至于被说冷眼旁观也是正常的，因为整件事给你的感觉和你没有任何联系，那么为什么要表现的很积极来迎合别人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解，但是感觉自己跟别人相处很困难，总是与人为敌。",
    "annotation": [
      {
        "sentence": "我理解，但是感觉自己跟别人相处很困难，总是与人为敌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你没有找到和你合拍的人。但是呢，人与人的连结其实就是彼此摄入了对方的生活。你可以在纸上画一个点，在围绕着这个点，画一个圆，这个点就是你，而这个围绕着你的圆，就是你的生活。想想看，如果别人也是一个点和一个圆，那么有几个人和你是相交的，有几个和你是相切的。你又打算与几个人相交呢？保持一到两段亲密关系就足够让我们的日常生活处于一种相对稳定的状态。当然，这是对于需要正常社交的人而言。那么你呢？其实是可以尝试去交往一到两个朋友。",
    "annotation": [
      {
        "sentence": "这可能是因为你没有找到和你合拍的人。",
        "label": ""
      },
      {
        "sentence": "但是呢，人与人的连结其实就是彼此摄入了对方的生活。",
        "label": ""
      },
      {
        "sentence": "你可以在纸上画一个点，在围绕着这个点，画一个圆，这个点就是你，而这个围绕着你的圆，就是你的生活。",
        "label": ""
      },
      {
        "sentence": "想想看，如果别人也是一个点和一个圆，那么有几个人和你是相交的，有几个和你是相切的。",
        "label": ""
      },
      {
        "sentence": "你又打算与几个人相交呢？",
        "label": ""
      },
      {
        "sentence": "保持一到两段亲密关系就足够让我们的日常生活处于一种相对稳定的状态。",
        "label": ""
      },
      {
        "sentence": "当然，这是对于需要正常社交的人而言。",
        "label": ""
      },
      {
        "sentence": "那么你呢？",
        "label": ""
      },
      {
        "sentence": "其实是可以尝试去交往一到两个朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总是感觉自己跟其他人格格不入，很难找到朋友。",
    "annotation": [
      {
        "sentence": "可是我总是感觉自己跟其他人格格不入，很难找到朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，每个人都有自己的个性和特点，也许你需要更多的时间来寻找适合你的人。另外，也给自己一些坚持，喜欢甜的，可以告诉别人我喜欢甜的，给自己一个让自己舒适的空间，而不是总是在做那个最开始让别人喜欢的你。",
    "annotation": [
      {
        "sentence": "这很正常，每个人都有自己的个性和特点，也许你需要更多的时间来寻找适合你的人。",
        "label": ""
      },
      {
        "sentence": "另外，也给自己一些坚持，喜欢甜的，可以告诉别人我喜欢甜的，给自己一个让自己舒适的空间，而不是总是在做那个最开始让别人喜欢的你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得活着没有意义，生与死都是一样的。",
    "annotation": [
      {
        "sentence": "但是我总觉得活着没有意义，生与死都是一样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一种很痛苦的感觉，但是其实活着是有很多意义的。你可以考虑寻找自己真正感兴趣和喜欢的事情，尝试做一些自己想做的事情，也许会给你带来不一样的观感。如果还有问题，可以继续和我沟通。",
    "annotation": [
      {
        "sentence": "这是一种很痛苦的感觉，但是其实活着是有很多意义的。",
        "label": ""
      },
      {
        "sentence": "你可以考虑寻找自己真正感兴趣和喜欢的事情，尝试做一些自己想做的事情，也许会给你带来不一样的观感。",
        "label": ""
      },
      {
        "sentence": "如果还有问题，可以继续和我沟通。",
        "label": ""
      }
    ]
  }
]