[
  {
    "role": "client",
    "content": "大学女生，从小被人说铁石心肠不像个正常人？我是无神论者，我也不害怕别人吓我，小时候大人们开始很喜欢我，说我聪明不哭不闹，后面就不喜欢我，说我和其他孩子不一样，初中开始老师很喜欢我，后来她也不喜欢我还告诉我家长带我去医院，说感觉我有心理疾病，因为我和谁都好，反而没有要好的朋友，做什么都一个人，我母亲没带我去。",
    "annotation": [
      {
        "sentence": "大学女生，从小被人说铁石心肠不像个正常人？",
        "label": ""
      },
      {
        "sentence": "我是无神论者，我也不害怕别人吓我，小时候大人们开始很喜欢我，说我聪明不哭不闹，后面就不喜欢我，说我和其他孩子不一样，初中开始老师很喜欢我，后来她也不喜欢我还告诉我家长带我去医院，说感觉我有心理疾病，因为我和谁都好，反而没有要好的朋友，做什么都一个人，我母亲没带我去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，让我感觉你更像是一个机器人，而并不是一个活生生的人。人跟别的物种的区别，就是有感情，而你的感情好像被阉割了，好像你不知道那是什么，你也不懂别人为什么会哭，为什么会笑，这大概就是你被别人说不正常不喜欢你的原因，因为大家都觉得伤心了就会哭，开心了就会笑，这是非常正常的。",
    "annotation": [
      {
        "sentence": "通过你的描述，让我感觉你更像是一个机器人，而并不是一个活生生的人。",
        "label": ""
      },
      {
        "sentence": "人跟别的物种的区别，就是有感情，而你的感情好像被阉割了，好像你不知道那是什么，你也不懂别人为什么会哭，为什么会笑，这大概就是你被别人说不正常不喜欢你的原因，因为大家都觉得伤心了就会哭，开心了就会笑，这是非常正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小就不喜欢表达情感，因为父母从不鼓励我，他们认为情绪是弱点。我觉得把情绪压抑起来更安全，不会被指责或惩罚。",
    "annotation": [
      {
        "sentence": "我从小就不喜欢表达情感，因为父母从不鼓励我，他们认为情绪是弱点。",
        "label": ""
      },
      {
        "sentence": "我觉得把情绪压抑起来更安全，不会被指责或惩罚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。可能是你的父母害怕情绪，所以从小也不希望你表达自己的感情和情绪。这样慢慢地你就变成现在的样子了。也有可能你有一些经历，让你觉得表达情绪很危险，或者会被指责和惩罚，所以你觉得把那些情绪压抑住才是真正的安全。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "可能是你的父母害怕情绪，所以从小也不希望你表达自己的感情和情绪。",
        "label": ""
      },
      {
        "sentence": "这样慢慢地你就变成现在的样子了。",
        "label": ""
      },
      {
        "sentence": "也有可能你有一些经历，让你觉得表达情绪很危险，或者会被指责和惩罚，所以你觉得把那些情绪压抑住才是真正的安全。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得保持冷静和理智很重要。但是现在我开始怀疑自己的方式是否正确，感觉自己活得没有意义。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得保持冷静和理智很重要。",
        "label": ""
      },
      {
        "sentence": "但是现在我开始怀疑自己的方式是否正确，感觉自己活得没有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑。你的状况可能有其原因。也许你的父母过于害怕情绪，导致你不懂得表达和理解情绪。但其实情绪是一种正常的人类体验，它们能够帮助我们理解自己和与他人建立更亲密的关系。",
    "annotation": [
      {
        "sentence": "我明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "你的状况可能有其原因。",
        "label": ""
      },
      {
        "sentence": "也许你的父母过于害怕情绪，导致你不懂得表达和理解情绪。",
        "label": ""
      },
      {
        "sentence": "但其实情绪是一种正常的人类体验，它们能够帮助我们理解自己和与他人建立更亲密的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我不知道该怎么表达情绪和建立关系，我对很多事情都没有感觉，好像与世隔绝。",
    "annotation": [
      {
        "sentence": "可是我不知道该怎么表达情绪和建立关系，我对很多事情都没有感觉，好像与世隔绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能与你平时的生活经历有关。比如，你是否难以与他人建立亲密关系，是否对参加团体活动没有兴趣，如与好友一起出去玩，亲人之间深入沟通，或进行心灵交流等。如果你对自己好奇，可以尝试参加一些这类的活动，也许会有答案。",
    "annotation": [
      {
        "sentence": "这可能与你平时的生活经历有关。",
        "label": ""
      },
      {
        "sentence": "比如，你是否难以与他人建立亲密关系，是否对参加团体活动没有兴趣，如与好友一起出去玩，亲人之间深入沟通，或进行心灵交流等。",
        "label": ""
      },
      {
        "sentence": "如果你对自己好奇，可以尝试参加一些这类的活动，也许会有答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许你说得对，我需要勇敢地去尝试一些新的事情，与他人交流和建立亲密关系。我希望这样能够改变我现在的状态。",
    "annotation": [
      {
        "sentence": "也许你说得对，我需要勇敢地去尝试一些新的事情，与他人交流和建立亲密关系。",
        "label": ""
      },
      {
        "sentence": "我希望这样能够改变我现在的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试。有时候改变需要勇气和时间，但相信只要你愿意付出努力，你会找到生活的意义和更多的情感体验。请相信我，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试。",
        "label": ""
      },
      {
        "sentence": "有时候改变需要勇气和时间，但相信只要你愿意付出努力，你会找到生活的意义和更多的情感体验。",
        "label": ""
      },
      {
        "sentence": "请相信我，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力去改变自己。希望未来能够有更多的情感体验和真正的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力去改变自己。",
        "label": ""
      },
      {
        "sentence": "希望未来能够有更多的情感体验和真正的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够成功的。不要害怕表达情感和与他人建立更亲密的关系，因为这是人类与众不同的特点。对于你的改变过程，我愿意一直陪伴着你，支持着你。你值得拥有一个充实而有意义的生活，因为我和这个世界爱着你。",
    "annotation": [
      {
        "sentence": "我相信你一定能够成功的。",
        "label": ""
      },
      {
        "sentence": "不要害怕表达情感和与他人建立更亲密的关系，因为这是人类与众不同的特点。",
        "label": ""
      },
      {
        "sentence": "对于你的改变过程，我愿意一直陪伴着你，支持着你。",
        "label": ""
      },
      {
        "sentence": "你值得拥有一个充实而有意义的生活，因为我和这个世界爱着你。",
        "label": ""
      }
    ]
  }
]