[
  {
    "role": "client",
    "content": "我22岁，身体不好，但是一直忍不住抽烟，如何戒烟？今年22岁，已经工作。有抑郁症，最近和家里人关系不好，因为抑郁症服药等原因心脏不是特别好，本来是应该戒烟的。但是不知道是因为吸了家里人的二手烟还是压力原因，感觉就是想在嘴里塞点东西感觉就像弗洛伊德说的“口欲期”吸一次烟身体也很不舒服，但是又老是想吸，应该怎么做才能破除这种心理障碍呢？",
    "annotation": [
      {
        "sentence": "我22岁，身体不好，但是一直忍不住抽烟，如何戒烟？",
        "label": ""
      },
      {
        "sentence": "今年22岁，已经工作。",
        "label": ""
      },
      {
        "sentence": "有抑郁症，最近和家里人关系不好，因为抑郁症服药等原因心脏不是特别好，本来是应该戒烟的。",
        "label": ""
      },
      {
        "sentence": "但是不知道是因为吸了家里人的二手烟还是压力原因，感觉就是想在嘴里塞点东西感觉就像弗洛伊德说的“口欲期”吸一次烟身体也很不舒服，但是又老是想吸，应该怎么做才能破除这种心理障碍呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你戒烟过程中的困难以及内心的压力，希望我能给你一些帮助。每个人处理压力的方式都不同，有些人通过吸烟解压，有些人通过进食解压，有些人通过运动解压，还有些人通过社交来缓解压力。所以，你明白了吧？吸烟并不是一个特别好的解压方式，如果可以的话，我们应该尽量采用积极的方式来减压。那么，怎样戒烟呢？你可以制定一个戒烟计划，大致分为三个阶段：1、准备阶段。做出戒烟决定，牢记自己戒烟的原因，并且制定详细的戒烟计划（通常为1-3个月）；记录一周的吸烟行为，这将帮助你了解具体的吸烟习惯和对每支烟的需求程度，一旦开始戒烟，你就需要知道哪些烟可以轻易避免，哪些烟需要思考和努力去克服。了解戒烟过程是考验一个人毅力、信念、品质的过程。所以必须树立戒烟必定成功的信心；保持愉快的心情和良好的精神状态，才能更好地投入到戒烟行动当中；寻求家人、朋友、同事的支持和鼓励，增加戒烟的成功率。2、行动阶段。创造良好的环境，如丢弃所有的打火机、香烟和烟具，清洗牙齿和带有烟味的衣服；记好戒烟日记；按计划逐步减少吸烟量；不要奢望一天就能戒烟成功，应该采用台阶法，有计划地减少吸烟数量，延长吸烟间隔时间，淡化戒断症状，减轻不适感。你可以使用以下方法来应对戒断症状：抑郁：打电话给亲朋好友，和别人一起看电影、逛街或参观展览、散步，默念自己的戒烟决心。失眠：下午6点以后不喝咖啡和奶茶，睡前在床上阅读或冥想，睡前保持1-15分钟的安静时间。暴躁、挫折感或愤怒：去散步或锻炼身体，停下来闭上眼睛，用鼻孔深深吸气，再用嘴巴呼气（重复几次）。焦虑：10分钟什么都不做，做一些伸展运动，一次只做一件事情。注意力难以集中：停下来休息，注意力最难集中时去做些重要的事情，不要在同一个位置坐太久。食欲或体重增加：每天至少吃五次水果和蔬菜，不吃方便食品和油炸食品，多喝水，尽可能每天散步20-30分钟。坐立不安：尝试捏皮球或其他“减压器”，嚼无糖口香糖、糖果，投入到业余爱好中。告诉自己一些积极的事情：“我变得更健康了。”“我正朝着更好的方向发展。”“我感觉好多了。”“我要有自信。”第三阶段：维持阶段。认真对待戒断反应，尽量避免和吸烟的人在一起，减少自己的空闲时间，积极参加体育运动和健康有益的公益活动，多做放松运动，多想自己戒烟的原因，调整膳食，适当多吃碱性食品，如蔬菜水果，有需要的话，可以多向心理医生和戒烟门诊咨询。在这个阶段，还需要防止复吸。如果超过4周，表明戒烟已经进入戒烟维持期，千万别放松警惕，再碰一支烟的行为经常会导致复吸。拒绝第一支烟比拒绝第二只更容易。以下是一些防止复吸的小窍门：将所有可能复吸的环境列出来，想好应对方法。养成让手闲不住的习惯，例如弹吉他、养花、握健身球、绘画等。在家和办公室张贴“禁止吸烟”的标识提醒自己。尽量去禁烟的场所。将戒烟的好处告诉吸烟的朋友，鼓励他们一起戒烟。定期对自己能维持戒烟状态给予鼓励。增加体育运动，使身体释放内啡肽，不仅有利于戒烟，也有助于改善情绪。戒烟不是一件容易的事情，需要坚定的毅力、适当的技巧，必要的时候也需要专业人员的指导。考虑到你本身有抑郁症，我建议你多进行运动，经常去户外，这样对戒烟和抑郁症的改善都会有很好的帮助。祝你好运(*￣︶￣)。",
    "annotation": [
      {
        "sentence": "我能理解你戒烟过程中的困难以及内心的压力，希望我能给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "每个人处理压力的方式都不同，有些人通过吸烟解压，有些人通过进食解压，有些人通过运动解压，还有些人通过社交来缓解压力。",
        "label": ""
      },
      {
        "sentence": "所以，你明白了吧？",
        "label": ""
      },
      {
        "sentence": "吸烟并不是一个特别好的解压方式，如果可以的话，我们应该尽量采用积极的方式来减压。",
        "label": ""
      },
      {
        "sentence": "那么，怎样戒烟呢？",
        "label": ""
      },
      {
        "sentence": "你可以制定一个戒烟计划，大致分为三个阶段：1、准备阶段。",
        "label": ""
      },
      {
        "sentence": "做出戒烟决定，牢记自己戒烟的原因，并且制定详细的戒烟计划（通常为1-3个月）；记录一周的吸烟行为，这将帮助你了解具体的吸烟习惯和对每支烟的需求程度，一旦开始戒烟，你就需要知道哪些烟可以轻易避免，哪些烟需要思考和努力去克服。",
        "label": ""
      },
      {
        "sentence": "了解戒烟过程是考验一个人毅力、信念、品质的过程。",
        "label": ""
      },
      {
        "sentence": "所以必须树立戒烟必定成功的信心；保持愉快的心情和良好的精神状态，才能更好地投入到戒烟行动当中；寻求家人、朋友、同事的支持和鼓励，增加戒烟的成功率。",
        "label": ""
      },
      {
        "sentence": "2、行动阶段。",
        "label": ""
      },
      {
        "sentence": "创造良好的环境，如丢弃所有的打火机、香烟和烟具，清洗牙齿和带有烟味的衣服；记好戒烟日记；按计划逐步减少吸烟量；不要奢望一天就能戒烟成功，应该采用台阶法，有计划地减少吸烟数量，延长吸烟间隔时间，淡化戒断症状，减轻不适感。",
        "label": ""
      },
      {
        "sentence": "你可以使用以下方法来应对戒断症状：抑郁：打电话给亲朋好友，和别人一起看电影、逛街或参观展览、散步，默念自己的戒烟决心。",
        "label": ""
      },
      {
        "sentence": "失眠：下午6点以后不喝咖啡和奶茶，睡前在床上阅读或冥想，睡前保持1-15分钟的安静时间。",
        "label": ""
      },
      {
        "sentence": "暴躁、挫折感或愤怒：去散步或锻炼身体，停下来闭上眼睛，用鼻孔深深吸气，再用嘴巴呼气（重复几次）。",
        "label": ""
      },
      {
        "sentence": "焦虑：10分钟什么都不做，做一些伸展运动，一次只做一件事情。",
        "label": ""
      },
      {
        "sentence": "注意力难以集中：停下来休息，注意力最难集中时去做些重要的事情，不要在同一个位置坐太久。",
        "label": ""
      },
      {
        "sentence": "食欲或体重增加：每天至少吃五次水果和蔬菜，不吃方便食品和油炸食品，多喝水，尽可能每天散步20-30分钟。",
        "label": ""
      },
      {
        "sentence": "坐立不安：尝试捏皮球或其他“减压器”，嚼无糖口香糖、糖果，投入到业余爱好中。",
        "label": ""
      },
      {
        "sentence": "告诉自己一些积极的事情：“我变得更健康了。",
        "label": ""
      },
      {
        "sentence": "”“我正朝着更好的方向发展。",
        "label": ""
      },
      {
        "sentence": "”“我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "”“我要有自信。",
        "label": ""
      },
      {
        "sentence": "”第三阶段：维持阶段。",
        "label": ""
      },
      {
        "sentence": "认真对待戒断反应，尽量避免和吸烟的人在一起，减少自己的空闲时间，积极参加体育运动和健康有益的公益活动，多做放松运动，多想自己戒烟的原因，调整膳食，适当多吃碱性食品，如蔬菜水果，有需要的话，可以多向心理医生和戒烟门诊咨询。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，还需要防止复吸。",
        "label": ""
      },
      {
        "sentence": "如果超过4周，表明戒烟已经进入戒烟维持期，千万别放松警惕，再碰一支烟的行为经常会导致复吸。",
        "label": ""
      },
      {
        "sentence": "拒绝第一支烟比拒绝第二只更容易。",
        "label": ""
      },
      {
        "sentence": "以下是一些防止复吸的小窍门：将所有可能复吸的环境列出来，想好应对方法。",
        "label": ""
      },
      {
        "sentence": "养成让手闲不住的习惯，例如弹吉他、养花、握健身球、绘画等。",
        "label": ""
      },
      {
        "sentence": "在家和办公室张贴“禁止吸烟”的标识提醒自己。",
        "label": ""
      },
      {
        "sentence": "尽量去禁烟的场所。",
        "label": ""
      },
      {
        "sentence": "将戒烟的好处告诉吸烟的朋友，鼓励他们一起戒烟。",
        "label": ""
      },
      {
        "sentence": "定期对自己能维持戒烟状态给予鼓励。",
        "label": ""
      },
      {
        "sentence": "增加体育运动，使身体释放内啡肽，不仅有利于戒烟，也有助于改善情绪。",
        "label": ""
      },
      {
        "sentence": "戒烟不是一件容易的事情，需要坚定的毅力、适当的技巧，必要的时候也需要专业人员的指导。",
        "label": ""
      },
      {
        "sentence": "考虑到你本身有抑郁症，我建议你多进行运动，经常去户外，这样对戒烟和抑郁症的改善都会有很好的帮助。",
        "label": ""
      },
      {
        "sentence": "祝你好运(*￣︶￣)。",
        "label": ""
      }
    ]
  }
]