[
  {
    "role": "client",
    "content": "我是一个21岁的女生，最近经常性想独处，而且会间断性感觉烦躁并且哭泣，不知道是为什么。",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，最近经常性想独处，而且会间断性感觉烦躁并且哭泣，不知道是为什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想给你一个温柔的拥抱。你能够向我提问也显示了你的内在力量，你想了解自己到底发生了什么事情。因为题目中的信息有限，我不了解你所说的\"不喜欢\"和\"做事\"到底代表了什么，所以我会根据我的理解来给你一些建议，但这只是参考，可能并不符合你的内心想法。从你问题的叙述来看，家人和朋友对我们来说都是亲近的人。你对自己的\"胖\"问题似乎非常在意，可能对自己的外貌有些难以接受的部分，这会让你感到烦躁和难过。而长时间和亲近的人一起做事，期间会进行很多对话和互动，也许在这些对话和互动中，有些触动了你内心不愿意碰触的地方，这种感觉会让你想要逃离，或许会让你感觉受到了冒犯和伤害，这都有可能导致你选择不和他们一起做事。至于你常常间断性地想到自己\"胖\"或无法静心学习而感到烦躁并哭泣，我感觉你内心积压着许多伤感和受伤的情绪，你可能对别人的情绪和表情十分敏感。在心理学中，我们称这类人为高敏感人群（Highly Sensitive Person，HSP），大约20%的人属于这类人，他们对外界情绪表现出更强的生理反应。在成长过程中，我们会采用各种防御机制来规避受伤害的可能性，这也导致当我们没有足够的心理能量去面对问题时，很难直面自我。而在你的内心深处，似乎一直存在着一个哭泣的小女孩，当你间断性地想到一些伤害性的话语或画面时，这个小女孩就会出现并让你感到烦躁并哭泣。情绪是我们的指南针，它在提醒我们需要关注自己的情绪。小女孩一次次的烦躁哭泣，也许是在试图告诉你：请关注我。在这里，我们看到了她，并希望你也能看到她。她可能经历了许多伤害和无助，所以你可以先看到她，了解她经历了什么，感受到了什么。现阶段不急于改变，而是先看到她，给她一个拥抱。在心理学中，有一种写作疗法可以推荐给你。大约30年前，德克萨斯大学的詹姆斯·彭内贝克教授发现，当人们写下自己的经历时，可以减轻压力，改善身心健康。彭内贝克建议你先进行表达性写作，然后再进行反思性写作。表达性写作意味着用情感流动的文字表达自己，这时候你不需要审查自己的表达。用最真实的方式写下你的感受，不必拘泥于正式与整洁，甚至不需要顾及其他因素。关键是捕捉到你感到担心、伤心和忧郁的事情。你可以在写作时假设你正在与某个人对话，这个人可以是虚拟的，也可以是某个阶段的自己。当你写下生活和对你来说有意义的事物时，尽量以你正在感受到的情绪为自己呈现。【建立健康的个人边界】下次当你独自烦躁哭泣的时候，可以留意一下脑海中浮现出的想法是什么。这些想法可能源自别人对你的指责和评价，它们是别人贴在你身上的“标签”，但你可以选择撕下它们，因为那些标签属于别人而不是你自己。当一个人无法意识到别人的情绪与自己无关时，就会陷入过度卷入（enmeshment）的状态。这时候，你会将别人的想法当作自己内心想法的一部分，将别人严苛的评价内化为对自己的评价，从而影响到对自己的看法。建立健康的个人边界意味着对自己的情绪和行为负责，但不对他人的情绪和行为负责（Manson，2013）。无论别人怎么评价你的外貌，最重要的是你内心的态度如何看待自己，要分清什么是属于你自己的，什么是属于别人的，这是一个稳定独立的“自我”建立过程。这是一个漫长的旅途，如果可能的话，找一个合适的心理咨询师陪伴会减少一些困扰，多一些支持，比如学校里的心理咨询中心，或者与那些值得信任的朋友倾诉交流，建立更多的支持系统会更有助于度过这个困难的时期。",
    "annotation": [
      {
        "sentence": "首先，我想给你一个温柔的拥抱。",
        "label": ""
      },
      {
        "sentence": "你能够向我提问也显示了你的内在力量，你想了解自己到底发生了什么事情。",
        "label": ""
      },
      {
        "sentence": "因为题目中的信息有限，我不了解你所说的\"不喜欢\"和\"做事\"到底代表了什么，所以我会根据我的理解来给你一些建议，但这只是参考，可能并不符合你的内心想法。",
        "label": ""
      },
      {
        "sentence": "从你问题的叙述来看，家人和朋友对我们来说都是亲近的人。",
        "label": ""
      },
      {
        "sentence": "你对自己的\"胖\"问题似乎非常在意，可能对自己的外貌有些难以接受的部分，这会让你感到烦躁和难过。",
        "label": ""
      },
      {
        "sentence": "而长时间和亲近的人一起做事，期间会进行很多对话和互动，也许在这些对话和互动中，有些触动了你内心不愿意碰触的地方，这种感觉会让你想要逃离，或许会让你感觉受到了冒犯和伤害，这都有可能导致你选择不和他们一起做事。",
        "label": ""
      },
      {
        "sentence": "至于你常常间断性地想到自己\"胖\"或无法静心学习而感到烦躁并哭泣，我感觉你内心积压着许多伤感和受伤的情绪，你可能对别人的情绪和表情十分敏感。",
        "label": ""
      },
      {
        "sentence": "在心理学中，我们称这类人为高敏感人群（Highly Sensitive Person，HSP），大约20%的人属于这类人，他们对外界情绪表现出更强的生理反应。",
        "label": ""
      },
      {
        "sentence": "在成长过程中，我们会采用各种防御机制来规避受伤害的可能性，这也导致当我们没有足够的心理能量去面对问题时，很难直面自我。",
        "label": ""
      },
      {
        "sentence": "而在你的内心深处，似乎一直存在着一个哭泣的小女孩，当你间断性地想到一些伤害性的话语或画面时，这个小女孩就会出现并让你感到烦躁并哭泣。",
        "label": ""
      },
      {
        "sentence": "情绪是我们的指南针，它在提醒我们需要关注自己的情绪。",
        "label": ""
      },
      {
        "sentence": "小女孩一次次的烦躁哭泣，也许是在试图告诉你：请关注我。",
        "label": ""
      },
      {
        "sentence": "在这里，我们看到了她，并希望你也能看到她。",
        "label": ""
      },
      {
        "sentence": "她可能经历了许多伤害和无助，所以你可以先看到她，了解她经历了什么，感受到了什么。",
        "label": ""
      },
      {
        "sentence": "现阶段不急于改变，而是先看到她，给她一个拥抱。",
        "label": ""
      },
      {
        "sentence": "在心理学中，有一种写作疗法可以推荐给你。",
        "label": ""
      },
      {
        "sentence": "大约30年前，德克萨斯大学的詹姆斯·彭内贝克教授发现，当人们写下自己的经历时，可以减轻压力，改善身心健康。",
        "label": ""
      },
      {
        "sentence": "彭内贝克建议你先进行表达性写作，然后再进行反思性写作。",
        "label": ""
      },
      {
        "sentence": "表达性写作意味着用情感流动的文字表达自己，这时候你不需要审查自己的表达。",
        "label": ""
      },
      {
        "sentence": "用最真实的方式写下你的感受，不必拘泥于正式与整洁，甚至不需要顾及其他因素。",
        "label": ""
      },
      {
        "sentence": "关键是捕捉到你感到担心、伤心和忧郁的事情。",
        "label": ""
      },
      {
        "sentence": "你可以在写作时假设你正在与某个人对话，这个人可以是虚拟的，也可以是某个阶段的自己。",
        "label": ""
      },
      {
        "sentence": "当你写下生活和对你来说有意义的事物时，尽量以你正在感受到的情绪为自己呈现。",
        "label": ""
      },
      {
        "sentence": "【建立健康的个人边界】下次当你独自烦躁哭泣的时候，可以留意一下脑海中浮现出的想法是什么。",
        "label": ""
      },
      {
        "sentence": "这些想法可能源自别人对你的指责和评价，它们是别人贴在你身上的“标签”，但你可以选择撕下它们，因为那些标签属于别人而不是你自己。",
        "label": ""
      },
      {
        "sentence": "当一个人无法意识到别人的情绪与自己无关时，就会陷入过度卷入（enmeshment）的状态。",
        "label": ""
      },
      {
        "sentence": "这时候，你会将别人的想法当作自己内心想法的一部分，将别人严苛的评价内化为对自己的评价，从而影响到对自己的看法。",
        "label": ""
      },
      {
        "sentence": "建立健康的个人边界意味着对自己的情绪和行为负责，但不对他人的情绪和行为负责（Manson，2013）。",
        "label": ""
      },
      {
        "sentence": "无论别人怎么评价你的外貌，最重要的是你内心的态度如何看待自己，要分清什么是属于你自己的，什么是属于别人的，这是一个稳定独立的“自我”建立过程。",
        "label": ""
      },
      {
        "sentence": "这是一个漫长的旅途，如果可能的话，找一个合适的心理咨询师陪伴会减少一些困扰，多一些支持，比如学校里的心理咨询中心，或者与那些值得信任的朋友倾诉交流，建立更多的支持系统会更有助于度过这个困难的时期。",
        "label": ""
      }
    ]
  }
]