[
  {
    "role": "client",
    "content": "我和我老公结婚已经7年了，可是他却不想要孩子。我真的很困惑，想离婚又担心自己年纪已经大了。",
    "annotation": [
      {
        "sentence": "我和我老公结婚已经7年了，可是他却不想要孩子。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，想离婚又担心自己年纪已经大了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用急，我觉得你老公的意思可能只是在你和孩子之间做了选择。生育过程容易引发抑郁，而你之前曾有抑郁症状，所以他可能想等一切更稳定后再要孩子，是出于对你的保护，而不是完全不想要孩子。我们可以理解他对你的关心和担心的同时，与他对话。或许会有以下情况：如果他只是担心你的心理健康，没有其他特殊原因，你们可以共同制定一个计划，提前参加生育心理辅导课程，了解如何应对困难，制定应急方案。如果双方同意，在一年时间内做好准备后可以要孩子。这样既减少了他的担心，也为你未来的顺利生育提供保障。如果他还担心物质生活，例如工作稳定性或孩子的费用等问题，你们可以像之前提到的那样商讨并制定处理方案。除非是出于主观意愿的“不喜欢孩子”或“不想要孩子”，其他客观条件的问题，都可以通过设计方案或共同努力克服。如果他主观上“不想要孩子”，那么你需要问问他和自己：他是否一辈子都不想要孩子？他的想法是否会改变？同时你也要考虑自己的真实想法，放下现实问题，是选择孩子还是选择他？现实来看，如果你选择了他，你可能会遇到哪些困难？尤其是第三个问题，如果你现在尊重了他的决定，不和他离婚，你的心理状态可能会有所变化。告诉他你的让步，并让他理解和支持你，这才能让你们的关系更和谐地发展。如果你选择要孩子，30岁还不算太老，再婚也不是不可能。难的是找到一个像你老公一样爱你并愿意和你一起孕育孩子的人。但这种机会总比和一个对生育观念有分歧的人继续生活并拥有孩子的机会更大。以上是我给你的一些建议，希望能给你启示。如果能实质性帮到你就更好了，加油！",
    "annotation": [
      {
        "sentence": "你不用急，我觉得你老公的意思可能只是在你和孩子之间做了选择。",
        "label": ""
      },
      {
        "sentence": "生育过程容易引发抑郁，而你之前曾有抑郁症状，所以他可能想等一切更稳定后再要孩子，是出于对你的保护，而不是完全不想要孩子。",
        "label": ""
      },
      {
        "sentence": "我们可以理解他对你的关心和担心的同时，与他对话。",
        "label": ""
      },
      {
        "sentence": "或许会有以下情况：如果他只是担心你的心理健康，没有其他特殊原因，你们可以共同制定一个计划，提前参加生育心理辅导课程，了解如何应对困难，制定应急方案。",
        "label": ""
      },
      {
        "sentence": "如果双方同意，在一年时间内做好准备后可以要孩子。",
        "label": ""
      },
      {
        "sentence": "这样既减少了他的担心，也为你未来的顺利生育提供保障。",
        "label": ""
      },
      {
        "sentence": "如果他还担心物质生活，例如工作稳定性或孩子的费用等问题，你们可以像之前提到的那样商讨并制定处理方案。",
        "label": ""
      },
      {
        "sentence": "除非是出于主观意愿的“不喜欢孩子”或“不想要孩子”，其他客观条件的问题，都可以通过设计方案或共同努力克服。",
        "label": ""
      },
      {
        "sentence": "如果他主观上“不想要孩子”，那么你需要问问他和自己：他是否一辈子都不想要孩子？",
        "label": ""
      },
      {
        "sentence": "他的想法是否会改变？",
        "label": ""
      },
      {
        "sentence": "同时你也要考虑自己的真实想法，放下现实问题，是选择孩子还是选择他？",
        "label": ""
      },
      {
        "sentence": "现实来看，如果你选择了他，你可能会遇到哪些困难？",
        "label": ""
      },
      {
        "sentence": "尤其是第三个问题，如果你现在尊重了他的决定，不和他离婚，你的心理状态可能会有所变化。",
        "label": ""
      },
      {
        "sentence": "告诉他你的让步，并让他理解和支持你，这才能让你们的关系更和谐地发展。",
        "label": ""
      },
      {
        "sentence": "如果你选择要孩子，30岁还不算太老，再婚也不是不可能。",
        "label": ""
      },
      {
        "sentence": "难的是找到一个像你老公一样爱你并愿意和你一起孕育孩子的人。",
        "label": ""
      },
      {
        "sentence": "但这种机会总比和一个对生育观念有分歧的人继续生活并拥有孩子的机会更大。",
        "label": ""
      },
      {
        "sentence": "以上是我给你的一些建议，希望能给你启示。",
        "label": ""
      },
      {
        "sentence": "如果能实质性帮到你就更好了，加油！",
        "label": ""
      }
    ]
  }
]