[
  {
    "role": "client",
    "content": "我爱上了一个有家的男人，不知道该怎么办？他是我的经理，一开始只是聊天，后来就有了感情，她已经结婚了，在一起差不多七八个月了，和他在一起挺难受的，总感觉见不得光，他也不会离婚，晚上也不能和他聊天，十月一之前已经和他说了分开了，但是他还是一直和我说话，回来之后还是找我，喔跟他说要么你离婚，要么给我二十万我就继续和他在一起，之后还是当什么都没发生，今天我休息，她还说要来找我，被我拒绝了，心里野挺难受的，不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我爱上了一个有家的男人，不知道该怎么办？",
        "label": ""
      },
      {
        "sentence": "他是我的经理，一开始只是聊天，后来就有了感情，她已经结婚了，在一起差不多七八个月了，和他在一起挺难受的，总感觉见不得光，他也不会离婚，晚上也不能和他聊天，十月一之前已经和他说了分开了，但是他还是一直和我说话，回来之后还是找我，喔跟他说要么你离婚，要么给我二十万我就继续和他在一起，之后还是当什么都没发生，今天我休息，她还说要来找我，被我拒绝了，心里野挺难受的，不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感到很难过并且不知道该怎么办。理性上你知道应该跟这个有家的男人分开，但是感情上舍不得，对吧？你可能还有些期待，幻想着他能够离婚然后跟你在一起。这个二十万的数字可能是他怎么也拿不出来的，所以，给他的选项就只有一个：离开他。我们都说，感情是不受控的，也没有是非对错之分，但是，个人认为这过于理想化了。两个人的感情没有对错，但是如果发生在不适合的两个人身上，或者对第三个人造成伤害，那么，这段感情中的两个人是需要认真考虑一下，是否愿意、也能够承担这段感情带来的负面影响。",
    "annotation": [
      {
        "sentence": "你感到很难过并且不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "理性上你知道应该跟这个有家的男人分开，但是感情上舍不得，对吧？",
        "label": ""
      },
      {
        "sentence": "你可能还有些期待，幻想着他能够离婚然后跟你在一起。",
        "label": ""
      },
      {
        "sentence": "这个二十万的数字可能是他怎么也拿不出来的，所以，给他的选项就只有一个：离开他。",
        "label": ""
      },
      {
        "sentence": "我们都说，感情是不受控的，也没有是非对错之分，但是，个人认为这过于理想化了。",
        "label": ""
      },
      {
        "sentence": "两个人的感情没有对错，但是如果发生在不适合的两个人身上，或者对第三个人造成伤害，那么，这段感情中的两个人是需要认真考虑一下，是否愿意、也能够承担这段感情带来的负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很舍不得他，但是我知道这段关系是错的。我已经跟他说了分手，可他还是跟我联系，让我很混乱。",
    "annotation": [
      {
        "sentence": "我真的很舍不得他，但是我知道这段关系是错的。",
        "label": ""
      },
      {
        "sentence": "我已经跟他说了分手，可他还是跟我联系，让我很混乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢的决定了要结束这段关系，但是他还是向你发起了联系。这很正常。他可能依赖于你，或者想要在你身边得到安慰。但是你需要保持距离，不要回应他的联系。这对你的恢复很重要。",
    "annotation": [
      {
        "sentence": "你很勇敢的决定了要结束这段关系，但是他还是向你发起了联系。",
        "label": ""
      },
      {
        "sentence": "这很正常。",
        "label": ""
      },
      {
        "sentence": "他可能依赖于你，或者想要在你身边得到安慰。",
        "label": ""
      },
      {
        "sentence": "但是你需要保持距离，不要回应他的联系。",
        "label": ""
      },
      {
        "sentence": "这对你的恢复很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试图阻止他把这段关系继续下去，但是他总是回来找我。",
    "annotation": [
      {
        "sentence": "我试图阻止他把这段关系继续下去，但是他总是回来找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。当他找你时，你可以坚定地表示你不愿继续这段关系。告诉他你需要时间和空间来处理自己的感受。如果他还是坚持，你可以考虑告诉他你需要暂时断绝联系。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "当他找你时，你可以坚定地表示你不愿继续这段关系。",
        "label": ""
      },
      {
        "sentence": "告诉他你需要时间和空间来处理自己的感受。",
        "label": ""
      },
      {
        "sentence": "如果他还是坚持，你可以考虑告诉他你需要暂时断绝联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的希望他可以离婚或者选择和我一起生活，但是他总是拿不定主意。",
    "annotation": [
      {
        "sentence": "我真的希望他可以离婚或者选择和我一起生活，但是他总是拿不定主意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的心情，但是他的行为并不理智。如果他真的想离婚或者与你在一起，他应该采取积极的行动，而不是说半句话或者保持暧昧态度。他的行为让你处在十分尴尬的境地，他应该对你们之间的关系负责任。",
    "annotation": [
      {
        "sentence": "我能理解你的心情，但是他的行为并不理智。",
        "label": ""
      },
      {
        "sentence": "如果他真的想离婚或者与你在一起，他应该采取积极的行动，而不是说半句话或者保持暧昧态度。",
        "label": ""
      },
      {
        "sentence": "他的行为让你处在十分尴尬的境地，他应该对你们之间的关系负责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很难受，想试着恢复自己的平静。",
    "annotation": [
      {
        "sentence": "我很难受，想试着恢复自己的平静。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这种情况下应该让自己平静下来比较好。尝试做一些简单的事情，比如呼吸练习或者做一些放松的活动。你也可以找一些支持你的人来谈谈。记住，这并不是你的错。",
    "annotation": [
      {
        "sentence": "没错，这种情况下应该让自己平静下来比较好。",
        "label": ""
      },
      {
        "sentence": "尝试做一些简单的事情，比如呼吸练习或者做一些放松的活动。",
        "label": ""
      },
      {
        "sentence": "你也可以找一些支持你的人来谈谈。",
        "label": ""
      },
      {
        "sentence": "记住，这并不是你的错。",
        "label": ""
      }
    ]
  }
]