[
  {
    "role": "client",
    "content": "我的同事优秀又自命不凡，非常令我讨厌，如何相处？我25了，公司有同龄实习的男生，我们都是重点毕业，起初相处甚欢，后来越来越厌恶。他是那种专长于文学的男生，张口就能吟诗，字也写的好。但我艺术方面不错，也有他没有的证书和能力。我很烦他约了我三次，前两次旅行，后一次合作考试，都是拖到了最后几天，我问他走吗，他说不了，我不去了（放我三次鸽子）我有时候和他讲话，感觉他也是心不在焉的就说他想说的话题，从来没在意我在说什么。他对我的口头禅是“你连这个都不知道啊，你太没文化了吧”，我说他不该这样说，他说，“没关系啊，别人这样说我，我就会说我确实不知道”我觉得有道理，今早上他又气我，他说领导今早不来，因昨天0点还在加班并发了朋友圈。我说“哦我不玩朋友圈”打开一看领导发了动态，且图片不是本地，就说，“这张图不是本地”，他又训我说“你要提高提高你自己的观察能力了，这张图是总部，他朋友圈发过多次”我就觉得我本身就不玩朋友圈，他没听懂吗？。。。醉了。",
    "annotation": [
      {
        "sentence": "我的同事优秀又自命不凡，非常令我讨厌，如何相处？",
        "label": ""
      },
      {
        "sentence": "我25了，公司有同龄实习的男生，我们都是重点毕业，起初相处甚欢，后来越来越厌恶。",
        "label": ""
      },
      {
        "sentence": "他是那种专长于文学的男生，张口就能吟诗，字也写的好。",
        "label": ""
      },
      {
        "sentence": "但我艺术方面不错，也有他没有的证书和能力。",
        "label": ""
      },
      {
        "sentence": "我很烦他约了我三次，前两次旅行，后一次合作考试，都是拖到了最后几天，我问他走吗，他说不了，我不去了（放我三次鸽子）我有时候和他讲话，感觉他也是心不在焉的就说他想说的话题，从来没在意我在说什么。",
        "label": ""
      },
      {
        "sentence": "他对我的口头禅是“你连这个都不知道啊，你太没文化了吧”，我说他不该这样说，他说，“没关系啊，别人这样说我，我就会说我确实不知道”我觉得有道理，今早上他又气我，他说领导今早不来，因昨天0点还在加班并发了朋友圈。",
        "label": ""
      },
      {
        "sentence": "我说“哦我不玩朋友圈”打开一看领导发了动态，且图片不是本地，就说，“这张图不是本地”，他又训我说“你要提高提高你自己的观察能力了，这张图是总部，他朋友圈发过多次”我就觉得我本身就不玩朋友圈，他没听懂吗？。。。",
        "label": ""
      },
      {
        "sentence": "醉了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的问题，我可以理解你的挫败感和厌烦情绪。这个同事似乎让你感到十分不舒服。我建议你处理这个问题的方式是学会适当地释放攻击性。",
    "annotation": [
      {
        "sentence": "听了你的问题，我可以理解你的挫败感和厌烦情绪。",
        "label": ""
      },
      {
        "sentence": "这个同事似乎让你感到十分不舒服。",
        "label": ""
      },
      {
        "sentence": "我建议你处理这个问题的方式是学会适当地释放攻击性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "什么是适当释放攻击性呢？",
    "annotation": [
      {
        "sentence": "什么是适当释放攻击性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "适当的攻击性是指一个人有自信，内心强大，同时也愿意为自己维护界限和权益，表达自己的需求和意见。攻击性并不是指要骂人或攻击他人，而是敢于发出声音，坚持自己的原则和需求。你可以学着表达自己的想法和感受，避免因忍让而让自己越来越不开心。",
    "annotation": [
      {
        "sentence": "适当的攻击性是指一个人有自信，内心强大，同时也愿意为自己维护界限和权益，表达自己的需求和意见。",
        "label": ""
      },
      {
        "sentence": "攻击性并不是指要骂人或攻击他人，而是敢于发出声音，坚持自己的原则和需求。",
        "label": ""
      },
      {
        "sentence": "你可以学着表达自己的想法和感受，避免因忍让而让自己越来越不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我一直都很不好意思开口，感觉说出来之后关系会变差。",
    "annotation": [
      {
        "sentence": "但是我一直都很不好意思开口，感觉说出来之后关系会变差。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种情况很正常。但是你需要知道，不说出来烦恼只会越来越大，也不利于你们的关系。相反，通过适当的表达，你可以让对方更好地了解你的想法，也让自己感到更加自信和强大。",
    "annotation": [
      {
        "sentence": "是的，这种情况很正常。",
        "label": ""
      },
      {
        "sentence": "但是你需要知道，不说出来烦恼只会越来越大，也不利于你们的关系。",
        "label": ""
      },
      {
        "sentence": "相反，通过适当的表达，你可以让对方更好地了解你的想法，也让自己感到更加自信和强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我不知道怎么应对他的攻击性。",
    "annotation": [
      {
        "sentence": "但是我不知道怎么应对他的攻击性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当他攻击你的时候，你可以选择认同或不认同他的说法。如果你认同，他就会感到更加舒服，如果你不认同，你可以适当地表达出自己的想法和看法。比如他说你没文化，你可以笑着反问他，“我就是没文化，怎么样？”这样不仅可以让他无言以对，也可以让你感到更加自信。",
    "annotation": [
      {
        "sentence": "当他攻击你的时候，你可以选择认同或不认同他的说法。",
        "label": ""
      },
      {
        "sentence": "如果你认同，他就会感到更加舒服，如果你不认同，你可以适当地表达出自己的想法和看法。",
        "label": ""
      },
      {
        "sentence": "比如他说你没文化，你可以笑着反问他，“我就是没文化，怎么样？",
        "label": ""
      },
      {
        "sentence": "”这样不仅可以让他无言以对，也可以让你感到更加自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那如果我自己也不确定他是不是攻击我怎么办？",
    "annotation": [
      {
        "sentence": "那如果我自己也不确定他是不是攻击我怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试理解他说话的心理，以及他说话的目的。如果他的话带有攻击性，你可以主动指出他的问题，并表达出你的想法。如果他只是单纯地提出一些看法，你也可以适当地提出自己的看法和感受，建立起更好的沟通方式。",
    "annotation": [
      {
        "sentence": "你可以尝试理解他说话的心理，以及他说话的目的。",
        "label": ""
      },
      {
        "sentence": "如果他的话带有攻击性，你可以主动指出他的问题，并表达出你的想法。",
        "label": ""
      },
      {
        "sentence": "如果他只是单纯地提出一些看法，你也可以适当地提出自己的看法和感受，建立起更好的沟通方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，我会尝试着释放一下我的攻击性，同时也更加坚定地守护好自己的界限。",
    "annotation": [
      {
        "sentence": "感谢你的建议，我会尝试着释放一下我的攻击性，同时也更加坚定地守护好自己的界限。",
        "label": ""
      }
    ]
  }
]