[
  {
    "role": "client",
    "content": "我的同事优秀又自命不凡，非常令我讨厌，如何相处？我25了，公司有同龄实习的男生，我们都是重点毕业，起初相处甚欢，后来越来越厌恶。",
    "annotation": [
      {
        "sentence": "我的同事优秀又自命不凡，非常令我讨厌，如何相处？",
        "label": ""
      },
      {
        "sentence": "我25了，公司有同龄实习的男生，我们都是重点毕业，起初相处甚欢，后来越来越厌恶。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和同事的相处问题确实是让你感到困扰。可以跟我具体说说，你觉得他的哪些行为让你讨厌他呢？",
    "annotation": [
      {
        "sentence": "你和同事的相处问题确实是让你感到困扰。",
        "label": ""
      },
      {
        "sentence": "可以跟我具体说说，你觉得他的哪些行为让你讨厌他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他是那种专长于文学的男生，张口就能吟诗，字也写得好。但我艺术方面不错，也有他没有的证书和能力。我很烦他约了我三次，前两次旅行，后一次合作考试，都是拖到了最后几天，我问他走吗，他说不了，我不去了（放我三次鸽子）。我有时候和他讲话，感觉他也是心不在焉的就说他想说的话题，从来没在意我在说什么。他对我的口头禅是“你连这个都不知道啊，你太没文化了吧”。我说他不该这样说，他说，“没关系啊，别人这样说我，我就会说我确实不知道”。我觉得有道理，今早上他又气我，他说领导今早不来，因昨天0点还在加班并发了朋友圈。我说“哦我不玩朋友圈”，打开一看领导发了动态，且图片不是本地，就说，“这张图不是本地”，他又训我说“你要提高提高你自己的观察能力了，这张图是总部，他朋友圈发过多次”。我就觉得我本身就不玩朋友圈，他没听懂吗？。。。醉了。",
    "annotation": [
      {
        "sentence": "他是那种专长于文学的男生，张口就能吟诗，字也写得好。",
        "label": ""
      },
      {
        "sentence": "但我艺术方面不错，也有他没有的证书和能力。",
        "label": ""
      },
      {
        "sentence": "我很烦他约了我三次，前两次旅行，后一次合作考试，都是拖到了最后几天，我问他走吗，他说不了，我不去了（放我三次鸽子）。",
        "label": ""
      },
      {
        "sentence": "我有时候和他讲话，感觉他也是心不在焉的就说他想说的话题，从来没在意我在说什么。",
        "label": ""
      },
      {
        "sentence": "他对我的口头禅是“你连这个都不知道啊，你太没文化了吧”。",
        "label": ""
      },
      {
        "sentence": "我说他不该这样说，他说，“没关系啊，别人这样说我，我就会说我确实不知道”。",
        "label": ""
      },
      {
        "sentence": "我觉得有道理，今早上他又气我，他说领导今早不来，因昨天0点还在加班并发了朋友圈。",
        "label": ""
      },
      {
        "sentence": "我说“哦我不玩朋友圈”，打开一看领导发了动态，且图片不是本地，就说，“这张图不是本地”，他又训我说“你要提高提高你自己的观察能力了，这张图是总部，他朋友圈发过多次”。",
        "label": ""
      },
      {
        "sentence": "我就觉得我本身就不玩朋友圈，他没听懂吗？。。。",
        "label": ""
      },
      {
        "sentence": "醉了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述，你的同事可能对自己的领域有些自大，并且在交流中缺乏关注和尊重你的感受。你之前提到他不断指出你的不足，这样的言论可能导致你对他的感觉变得更差。对于你所说的约你三次放你鸽子的情况，是否可以和他坦诚地沟通一下你的感受呢？比如，告诉他你希望他能更加关注你的意见和需要。",
    "annotation": [
      {
        "sentence": "听你描述，你的同事可能对自己的领域有些自大，并且在交流中缺乏关注和尊重你的感受。",
        "label": ""
      },
      {
        "sentence": "你之前提到他不断指出你的不足，这样的言论可能导致你对他的感觉变得更差。",
        "label": ""
      },
      {
        "sentence": "对于你所说的约你三次放你鸽子的情况，是否可以和他坦诚地沟通一下你的感受呢？",
        "label": ""
      },
      {
        "sentence": "比如，告诉他你希望他能更加关注你的意见和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的有道理，我可以试着和他沟通，让他知道我对他的期望。但是有时候我真的觉得他对我没有兴趣，无论我说什么他都不会在意。这让我觉得很失望和无力。",
    "annotation": [
      {
        "sentence": "我觉得你说的有道理，我可以试着和他沟通，让他知道我对他的期望。",
        "label": ""
      },
      {
        "sentence": "但是有时候我真的觉得他对我没有兴趣，无论我说什么他都不会在意。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很失望和无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，感到被忽视是一种不好的体验。或许他的兴趣点和话题选择和你不太一样，但这并不代表他完全无视你的存在。在沟通中，你可以主动引导话题，让他对你感兴趣的事情来表达一下自己的看法。",
    "annotation": [
      {
        "sentence": "明白你的感受，感到被忽视是一种不好的体验。",
        "label": ""
      },
      {
        "sentence": "或许他的兴趣点和话题选择和你不太一样，但这并不代表他完全无视你的存在。",
        "label": ""
      },
      {
        "sentence": "在沟通中，你可以主动引导话题，让他对你感兴趣的事情来表达一下自己的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着用一些话题吸引他的注意力。还有，他总是喜欢批评我，而且他喜欢的东西我不太懂。我觉得自己一直处在被批评的状态下，就算是问一个简单的问题，他也会以批评的方式回应我。我真的很烦他，觉得他不像是个朋友。",
    "annotation": [
      {
        "sentence": "嗯，我会试着用一些话题吸引他的注意力。",
        "label": ""
      },
      {
        "sentence": "还有，他总是喜欢批评我，而且他喜欢的东西我不太懂。",
        "label": ""
      },
      {
        "sentence": "我觉得自己一直处在被批评的状态下，就算是问一个简单的问题，他也会以批评的方式回应我。",
        "label": ""
      },
      {
        "sentence": "我真的很烦他，觉得他不像是个朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来他的批评在一定程度上影响了你的情绪。在处理这种情况时，你可以先冷静下来，尽量保持平和的心态。如果他的批评确实给你带来困扰，你可以和他坦诚地沟通一下，表达你对他的言辞不太舒服的感受。",
    "annotation": [
      {
        "sentence": "听起来他的批评在一定程度上影响了你的情绪。",
        "label": ""
      },
      {
        "sentence": "在处理这种情况时，你可以先冷静下来，尽量保持平和的心态。",
        "label": ""
      },
      {
        "sentence": "如果他的批评确实给你带来困扰，你可以和他坦诚地沟通一下，表达你对他的言辞不太舒服的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会试着保持冷静，并且和他进行一次真诚的对话。谢谢你的建议，我感觉好多了。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着保持冷静，并且和他进行一次真诚的对话。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。希望你和你的同事能够找到相互理解和合作的方式，建立良好的工作关系。如果你还有其他问题，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "希望你和你的同事能够找到相互理解和合作的方式，建立良好的工作关系。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]