[
  {
    "role": "client",
    "content": "不确定能否实现的愿望还有必要去追吗？追求一件事情如果机会非常小还有必要去做吗？就好像我想要长高，这就要求我去跑步，说实话，我是不愿意每天早起去跑步的，而且如果最后没有长高，我又经受了早起的痛苦，真心很难受。有人说要相信梦想，可真的很渺茫，付出了也没得到什么，有人说在这个过程中看到了很多风景，但是我想举个例子，假如我想早早到一个地方，一路狂奔，这个路上什么也没有看到呀，何谈有收获呢，所以我什么也可能得不到，还会很痛苦，又为什么还要去奋斗呢？",
    "annotation": [
      {
        "sentence": "不确定能否实现的愿望还有必要去追吗？",
        "label": ""
      },
      {
        "sentence": "追求一件事情如果机会非常小还有必要去做吗？",
        "label": ""
      },
      {
        "sentence": "就好像我想要长高，这就要求我去跑步，说实话，我是不愿意每天早起去跑步的，而且如果最后没有长高，我又经受了早起的痛苦，真心很难受。",
        "label": ""
      },
      {
        "sentence": "有人说要相信梦想，可真的很渺茫，付出了也没得到什么，有人说在这个过程中看到了很多风景，但是我想举个例子，假如我想早早到一个地方，一路狂奔，这个路上什么也没有看到呀，何谈有收获呢，所以我什么也可能得不到，还会很痛苦，又为什么还要去奋斗呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从字里行间发现其实您很爱思考，而且开始思考类似哲学的问题了，人活着的意义，以及人怎样活着——其实一直也是心理咨询师们关注的问题。我记得之前有人问作家毕淑敏，咨询室里别人问得最多的问题是什么呢？她说：无非是人为什么活着，怎样活着这些。",
    "annotation": [
      {
        "sentence": "从字里行间发现其实您很爱思考，而且开始思考类似哲学的问题了，人活着的意义，以及人怎样活着——其实一直也是心理咨询师们关注的问题。",
        "label": ""
      },
      {
        "sentence": "我记得之前有人问作家毕淑敏，咨询室里别人问得最多的问题是什么呢？",
        "label": ""
      },
      {
        "sentence": "她说：无非是人为什么活着，怎样活着这些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我就感觉到自己活着的意义好像变得模糊了，不知道自己应该追求什么，怎样去活。好像目标是不是值得追求的问题困扰着我。",
    "annotation": [
      {
        "sentence": "对，我就感觉到自己活着的意义好像变得模糊了，不知道自己应该追求什么，怎样去活。",
        "label": ""
      },
      {
        "sentence": "好像目标是不是值得追求的问题困扰着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，您说得很对。我试着梳理一下，其实您想问的问题是：目标是不是值得我们去追求，去奋斗，因为即便千辛万苦，可能也实现不了这个目标，那还奋斗什么呢？我相信在一个比较功利、比较浮躁的氛围里，这样想的人应该不是少数，所以总想着要去走捷径，看哪条路更简单、更快，所以，很多年轻人很小就想成为网红，想出名，继而可以去做很多事情。这样想也正常，因为确实网红的光环和由此带来的资源，是大家显而易见的。",
    "annotation": [
      {
        "sentence": "是的，您说得很对。",
        "label": ""
      },
      {
        "sentence": "我试着梳理一下，其实您想问的问题是：目标是不是值得我们去追求，去奋斗，因为即便千辛万苦，可能也实现不了这个目标，那还奋斗什么呢？",
        "label": ""
      },
      {
        "sentence": "我相信在一个比较功利、比较浮躁的氛围里，这样想的人应该不是少数，所以总想着要去走捷径，看哪条路更简单、更快，所以，很多年轻人很小就想成为网红，想出名，继而可以去做很多事情。",
        "label": ""
      },
      {
        "sentence": "这样想也正常，因为确实网红的光环和由此带来的资源，是大家显而易见的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我有时候真的觉得很迷茫，迷失了自己真正想要的是什么。",
    "annotation": [
      {
        "sentence": "可是我有时候真的觉得很迷茫，迷失了自己真正想要的是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的，人生中会有许多迷茫期，特别是面对未知和困难的时候。但是，人生一世总是要追求一点什么，不是仅仅只有吃喝玩乐，或者把自己这具皮囊照顾好就行。我记得之前看过一本小说，里面主人公的奶奶对她说，人的身体是拿来用的，如果不做一些有意义的事情，结结实实的活着，那么拿这幅皮囊，又有何用呢？",
    "annotation": [
      {
        "sentence": "这是正常的，人生中会有许多迷茫期，特别是面对未知和困难的时候。",
        "label": ""
      },
      {
        "sentence": "但是，人生一世总是要追求一点什么，不是仅仅只有吃喝玩乐，或者把自己这具皮囊照顾好就行。",
        "label": ""
      },
      {
        "sentence": "我记得之前看过一本小说，里面主人公的奶奶对她说，人的身体是拿来用的，如果不做一些有意义的事情，结结实实的活着，那么拿这幅皮囊，又有何用呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我也有过这样的想法，觉得自己需要做些有意义的事情来让生活更有意义。",
    "annotation": [
      {
        "sentence": "确实，我也有过这样的想法，觉得自己需要做些有意义的事情来让生活更有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您说得很对。现在的生活确实方便到我们可以一直追求享乐，各种玩乐设施任我们选择，我们可以把自己的身体照顾得很好，一辈子波澜不惊，但是这样的生活和一些宠物的生活有什么区别呢？",
    "annotation": [
      {
        "sentence": "您说得很对。",
        "label": ""
      },
      {
        "sentence": "现在的生活确实方便到我们可以一直追求享乐，各种玩乐设施任我们选择，我们可以把自己的身体照顾得很好，一辈子波澜不惊，但是这样的生活和一些宠物的生活有什么区别呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不想过一种平庸的生活，我想要追求更有意义的生活，即使会经历困难和未知。",
    "annotation": [
      {
        "sentence": "我明白了，我不想过一种平庸的生活，我想要追求更有意义的生活，即使会经历困难和未知。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，您意识到了自己的想法。也许有的人会说：要的就是及时行乐，不要那么多痛苦和复杂。但很多有钱人成名后的迷失、空虚的生活，甚至患上抑郁症，也让人们意识到钱不能为他们带来真正的幸福。",
    "annotation": [
      {
        "sentence": "很好，您意识到了自己的想法。",
        "label": ""
      },
      {
        "sentence": "也许有的人会说：要的就是及时行乐，不要那么多痛苦和复杂。",
        "label": ""
      },
      {
        "sentence": "但很多有钱人成名后的迷失、空虚的生活，甚至患上抑郁症，也让人们意识到钱不能为他们带来真正的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我宁愿过有意义的生活，即使会面临困难和风险。",
    "annotation": [
      {
        "sentence": "是的，我宁愿过有意义的生活，即使会面临困难和风险。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！不管前路几多曲折，会遇到多少未知，但是过程中我们可以相互提携帮助，有自己爱的人，有爱我们的人，有自己感兴趣的事情。在这个神奇的世界里保持好奇心，愿意为世界增添一些人类的文明，愿意付出我们的爱，愿意让别人温暖我，这就足够了。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "不管前路几多曲折，会遇到多少未知，但是过程中我们可以相互提携帮助，有自己爱的人，有爱我们的人，有自己感兴趣的事情。",
        "label": ""
      },
      {
        "sentence": "在这个神奇的世界里保持好奇心，愿意为世界增添一些人类的文明，愿意付出我们的爱，愿意让别人温暖我，这就足够了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的陪伴和鼓励，我现在感到心安、笃定多了。",
    "annotation": [
      {
        "sentence": "谢谢您的陪伴和鼓励，我现在感到心安、笃定多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到您！记得要保持积极的心态，相信自己能够追求到更有意义的生活。如果将来还有什么困惑或者需要帮助的地方，随时都可以来找我，我会在这里陪伴您。我们一起，不着急噢！",
    "annotation": [
      {
        "sentence": "很高兴能帮到您！",
        "label": ""
      },
      {
        "sentence": "记得要保持积极的心态，相信自己能够追求到更有意义的生活。",
        "label": ""
      },
      {
        "sentence": "如果将来还有什么困惑或者需要帮助的地方，随时都可以来找我，我会在这里陪伴您。",
        "label": ""
      },
      {
        "sentence": "我们一起，不着急噢！",
        "label": ""
      }
    ]
  }
]