[
  {
    "role": "client",
    "content": "一个单位上班，现在他提了分手，如何走出分手的痛苦？和男友在一起很多年，大学毕业后又在一个单位工作了三年，现在他提了分手，我们分开了。但是天天见面，工作上也有很多交叉的需要接触的地方，感觉自己很难受忘不了（不要劝我挽回，我已经挽回过了，复合一个月后他又第二次提了分手）。生活中我们宿舍也住隔壁，偶尔还能听到他的声音。单位比较偏僻，资金也有限，暂时出去住是不可能了。而且我是在外地上班，搬出去好像把自己隔离了，就孤孤单单的一个人了。现在在宿舍偶尔还有室友一起。其他我还有什么方法可以让自己好受一点，能让我慢慢好起来。",
    "annotation": [
      {
        "sentence": "一个单位上班，现在他提了分手，如何走出分手的痛苦？",
        "label": ""
      },
      {
        "sentence": "和男友在一起很多年，大学毕业后又在一个单位工作了三年，现在他提了分手，我们分开了。",
        "label": ""
      },
      {
        "sentence": "但是天天见面，工作上也有很多交叉的需要接触的地方，感觉自己很难受忘不了（不要劝我挽回，我已经挽回过了，复合一个月后他又第二次提了分手）。",
        "label": ""
      },
      {
        "sentence": "生活中我们宿舍也住隔壁，偶尔还能听到他的声音。",
        "label": ""
      },
      {
        "sentence": "单位比较偏僻，资金也有限，暂时出去住是不可能了。",
        "label": ""
      },
      {
        "sentence": "而且我是在外地上班，搬出去好像把自己隔离了，就孤孤单单的一个人了。",
        "label": ""
      },
      {
        "sentence": "现在在宿舍偶尔还有室友一起。",
        "label": ""
      },
      {
        "sentence": "其他我还有什么方法可以让自己好受一点，能让我慢慢好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别难过了。毕竟这段感情已经走到了尽头，我们要学会接受这个事实，然后为自己寻找新的幸福。既然你们还在一个单位工作，无法避免地接触，就要调整自己的心态，不再困扰于过去的感情，关注自己的成长与发展。工作上的交集不可避免，但我们可以尽量保持专业，减少不必要的互动。可以试着多和室友一起相处，或者主动参加一些团体活动，扩大社交圈子。这样能够让你的生活更充实，从而减少对过去感情的依赖。",
    "annotation": [
      {
        "sentence": "别难过了。",
        "label": ""
      },
      {
        "sentence": "毕竟这段感情已经走到了尽头，我们要学会接受这个事实，然后为自己寻找新的幸福。",
        "label": ""
      },
      {
        "sentence": "既然你们还在一个单位工作，无法避免地接触，就要调整自己的心态，不再困扰于过去的感情，关注自己的成长与发展。",
        "label": ""
      },
      {
        "sentence": "工作上的交集不可避免，但我们可以尽量保持专业，减少不必要的互动。",
        "label": ""
      },
      {
        "sentence": "可以试着多和室友一起相处，或者主动参加一些团体活动，扩大社交圈子。",
        "label": ""
      },
      {
        "sentence": "这样能够让你的生活更充实，从而减少对过去感情的依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我应该放下，但是总是很难过。在单位里看到他，听到他的声音，就觉得很痛苦。我从来没有经历过这样的分手，感觉每一天都在重复痛苦。我也不知道该如何面对他，感觉很尴尬。他似乎并没有像我一样感到难受，这让我更加难过，觉得自己不被在意。",
    "annotation": [
      {
        "sentence": "我知道我应该放下，但是总是很难过。",
        "label": ""
      },
      {
        "sentence": "在单位里看到他，听到他的声音，就觉得很痛苦。",
        "label": ""
      },
      {
        "sentence": "我从来没有经历过这样的分手，感觉每一天都在重复痛苦。",
        "label": ""
      },
      {
        "sentence": "我也不知道该如何面对他，感觉很尴尬。",
        "label": ""
      },
      {
        "sentence": "他似乎并没有像我一样感到难受，这让我更加难过，觉得自己不被在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别太过自责和放在心上。每个人面对分手的方式和反应都不同，他可能表现得平静，但内心是否真的好过，我们无法确定。关键是我们要关注自己的情绪和身心健康，不要为了他而放弃自己的幸福。当你遇到他时，可以保持礼貌，但不需要过多交流，尽量专注于工作。尴尬只是暂时的感觉，时间会帮助你渐渐淡忘。你也可以和室友朋友倾诉一下，或者尝试着写下自己的感受，发泄出来会让你感觉更轻松。",
    "annotation": [
      {
        "sentence": "别太过自责和放在心上。",
        "label": ""
      },
      {
        "sentence": "每个人面对分手的方式和反应都不同，他可能表现得平静，但内心是否真的好过，我们无法确定。",
        "label": ""
      },
      {
        "sentence": "关键是我们要关注自己的情绪和身心健康，不要为了他而放弃自己的幸福。",
        "label": ""
      },
      {
        "sentence": "当你遇到他时，可以保持礼貌，但不需要过多交流，尽量专注于工作。",
        "label": ""
      },
      {
        "sentence": "尴尬只是暂时的感觉，时间会帮助你渐渐淡忘。",
        "label": ""
      },
      {
        "sentence": "你也可以和室友朋友倾诉一下，或者尝试着写下自己的感受，发泄出来会让你感觉更轻松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要调整自己的心态，专注于自己的成长和生活。我会尽量减少和他的交流，同时多和室友朋友相处。我也会试着写一些日记，把自己的感受倾诉出来。谢谢你的支持和建议，我会慢慢好起来的。",
    "annotation": [
      {
        "sentence": "我明白了，我要调整自己的心态，专注于自己的成长和生活。",
        "label": ""
      },
      {
        "sentence": "我会尽量减少和他的交流，同时多和室友朋友相处。",
        "label": ""
      },
      {
        "sentence": "我也会试着写一些日记，把自己的感受倾诉出来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会慢慢好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够给你一些帮助。记住，分手并不是结束，而是新的开始。珍惜自己，为自己的未来努力，你会渐渐走出痛苦，拥有属于自己的幸福。不要忘记，我们会一直在你身边支持着你。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "记住，分手并不是结束，而是新的开始。",
        "label": ""
      },
      {
        "sentence": "珍惜自己，为自己的未来努力，你会渐渐走出痛苦，拥有属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "不要忘记，我们会一直在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我会坚持下去的。也祝你一切都好！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "也祝你一切都好！",
        "label": ""
      }
    ]
  }
]