[
  {
    "role": "client",
    "content": "一个单位上班，现在他提了分手，如何走出分手的痛苦？和男友在一起很多年，大学毕业后又在一个单位工作了三年，现在他提了分手，我们分开了。但是天天见面，工作上也有很多交叉的需要接触的地方，感觉自己很难受忘不了（不要劝我挽回，我已经挽回过了，复合一个月后他又第二次提了分手）。生活中我们宿舍也住隔壁，偶尔还能听到他的声音。单位比较偏僻，资金也有限，暂时出去住是不可能了。而且我是在外地上班，搬出去好像把自己隔离了，就孤孤单单的一个人了。现在在宿舍偶尔还有室友一起。其他我还有什么方法可以让自己好受一点，能让我慢慢好起来。",
    "annotation": [
      {
        "sentence": "一个单位上班，现在他提了分手，如何走出分手的痛苦？",
        "label": ""
      },
      {
        "sentence": "和男友在一起很多年，大学毕业后又在一个单位工作了三年，现在他提了分手，我们分开了。",
        "label": ""
      },
      {
        "sentence": "但是天天见面，工作上也有很多交叉的需要接触的地方，感觉自己很难受忘不了（不要劝我挽回，我已经挽回过了，复合一个月后他又第二次提了分手）。",
        "label": ""
      },
      {
        "sentence": "生活中我们宿舍也住隔壁，偶尔还能听到他的声音。",
        "label": ""
      },
      {
        "sentence": "单位比较偏僻，资金也有限，暂时出去住是不可能了。",
        "label": ""
      },
      {
        "sentence": "而且我是在外地上班，搬出去好像把自己隔离了，就孤孤单单的一个人了。",
        "label": ""
      },
      {
        "sentence": "现在在宿舍偶尔还有室友一起。",
        "label": ""
      },
      {
        "sentence": "其他我还有什么方法可以让自己好受一点，能让我慢慢好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "曾经真心相爱的两个人，无论是由于什么原因分手，分手时一定是非常难过的。抱一抱你。正如你说的，复合是不可能的了，你目前的需求是“有什么办法可以让自己好受点”。可以的，我会分享一些经验和想法给你，希望对你有帮助。首先，你可以找闺蜜倾诉，去KTV大声唱情歌，放肆大哭一场。真的想哭的时候，千万不要假装坚强。求助者：我也知道要寻求支持和宣泄情绪是有益的，但因为工作上的交叉需要接触，我担心会影响到我的心情，怕在工作场所失控。支持者：你担心在工作场所失控的情绪，这是可以理解的。那我还有一个建议，你可以利用非工作时间进行情绪释放，比如周末或晚上时和闺蜜一起唱歌、聊天，这样可以避免在工作时失控的情绪爆发。这也可以帮助你逐渐释放痛苦的情感，让你好受一点。求助者：嗯，听起来是个不错的主意。我会尝试找时间和朋友一起出去散心，放松心情的。谢谢你的建议。支持者：不客气，希望我的建议对你有帮助。另外，我还有第二个建议，就是由着自己的心，无论是爱是恨还是思念，交给时间。如果你还喜欢着他，不用为了否认这还存在的爱或恨而拒绝难过、拒绝思念、拒绝真实的情绪。也不用逼着自己去忘记。求助者：我曾经试图忘记他，但每次都失败了。我想或许我应该接纳和承认自己的情感，而不是一直逃避。支持者：你说得对，要接纳和承认自己的情感，并不是逃避的好办法。相信我，脑海里越想让自己去忘记、越阻止自己去想起，你就会越容易想起。如果你忍不住点开对方的朋友圈、微博动态等，不用因此而懊恼，想看就看吧，慢慢你会发现自己从一天看几次到几天看一次再到真的想不起来这回事了。顺其自然，接纳和承认自己的所有行为与情绪。求助者：嗯，我会试着接纳和承认自己的情感，不再逃避。谢谢你的建议和鼓励。支持者：不用客气，我还有第三个建议。或许看《生活大爆炸》能有用！很多年前我就是靠着《生活大爆炸》走过那个寒假的！毕竟一个人呆在房间里容易胡思乱想，就多看看一些能让自己笑出来的电视剧或综艺。求助者：是的，有些时候看一些喜剧可以转移注意力，让自己心情好起来。谢谢你的建议，我会找些有趣的节目来看一看。支持者：不用客气，希望看电视剧或综艺可以让你暂时忘记痛苦，减轻心情的负担。还有最后一个建议，别辞职，把自己打扮漂亮，让他后悔去！你想呀，先提出分手的是对方，他都不尴尬，我们也不能输。求助者：你说的很对，我不应该因为他的选择而放弃自己的工作。我会好好把工作做得出色，同时也会通过打扮漂亮来提升自己的自信。谢谢你的鼓励和支持。支持者：不用客气，朋友，你要记住，一个已经不爱我们的人，不需要让对方自以为自己有多大影响力。你是一个独立自强的女性，不管发生什么，你都会过得更好。相信自己，为自己而活。朋友，这篇问答写得跟我之前的其他回答口吻都不一样。如果你能感受到一种轻松或者幽默，那便是我想传递给你的能量了！有时候走出失恋，是需要身边朋友的带动的，有人能陪着你哭，也要有人能鼓励你笑，还要有人能提醒你保持你的骄傲。更重要的是，你要给这些人、给自己这样的机会。求助者：谢谢你，这段话让我感受到了温暖和力量。我会用心去对待自己，慢慢走出痛苦，迎接新的生活。",
    "annotation": [
      {
        "sentence": "曾经真心相爱的两个人，无论是由于什么原因分手，分手时一定是非常难过的。",
        "label": ""
      },
      {
        "sentence": "抱一抱你。",
        "label": ""
      },
      {
        "sentence": "正如你说的，复合是不可能的了，你目前的需求是“有什么办法可以让自己好受点”。",
        "label": ""
      },
      {
        "sentence": "可以的，我会分享一些经验和想法给你，希望对你有帮助。",
        "label": ""
      },
      {
        "sentence": "首先，你可以找闺蜜倾诉，去KTV大声唱情歌，放肆大哭一场。",
        "label": ""
      },
      {
        "sentence": "真的想哭的时候，千万不要假装坚强。",
        "label": ""
      },
      {
        "sentence": "求助者：我也知道要寻求支持和宣泄情绪是有益的，但因为工作上的交叉需要接触，我担心会影响到我的心情，怕在工作场所失控。",
        "label": ""
      },
      {
        "sentence": "支持者：你担心在工作场所失控的情绪，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "那我还有一个建议，你可以利用非工作时间进行情绪释放，比如周末或晚上时和闺蜜一起唱歌、聊天，这样可以避免在工作时失控的情绪爆发。",
        "label": ""
      },
      {
        "sentence": "这也可以帮助你逐渐释放痛苦的情感，让你好受一点。",
        "label": ""
      },
      {
        "sentence": "求助者：嗯，听起来是个不错的主意。",
        "label": ""
      },
      {
        "sentence": "我会尝试找时间和朋友一起出去散心，放松心情的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，希望我的建议对你有帮助。",
        "label": ""
      },
      {
        "sentence": "另外，我还有第二个建议，就是由着自己的心，无论是爱是恨还是思念，交给时间。",
        "label": ""
      },
      {
        "sentence": "如果你还喜欢着他，不用为了否认这还存在的爱或恨而拒绝难过、拒绝思念、拒绝真实的情绪。",
        "label": ""
      },
      {
        "sentence": "也不用逼着自己去忘记。",
        "label": ""
      },
      {
        "sentence": "求助者：我曾经试图忘记他，但每次都失败了。",
        "label": ""
      },
      {
        "sentence": "我想或许我应该接纳和承认自己的情感，而不是一直逃避。",
        "label": ""
      },
      {
        "sentence": "支持者：你说得对，要接纳和承认自己的情感，并不是逃避的好办法。",
        "label": ""
      },
      {
        "sentence": "相信我，脑海里越想让自己去忘记、越阻止自己去想起，你就会越容易想起。",
        "label": ""
      },
      {
        "sentence": "如果你忍不住点开对方的朋友圈、微博动态等，不用因此而懊恼，想看就看吧，慢慢你会发现自己从一天看几次到几天看一次再到真的想不起来这回事了。",
        "label": ""
      },
      {
        "sentence": "顺其自然，接纳和承认自己的所有行为与情绪。",
        "label": ""
      },
      {
        "sentence": "求助者：嗯，我会试着接纳和承认自己的情感，不再逃避。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "支持者：不用客气，我还有第三个建议。",
        "label": ""
      },
      {
        "sentence": "或许看《生活大爆炸》能有用！",
        "label": ""
      },
      {
        "sentence": "很多年前我就是靠着《生活大爆炸》走过那个寒假的！",
        "label": ""
      },
      {
        "sentence": "毕竟一个人呆在房间里容易胡思乱想，就多看看一些能让自己笑出来的电视剧或综艺。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，有些时候看一些喜剧可以转移注意力，让自己心情好起来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会找些有趣的节目来看一看。",
        "label": ""
      },
      {
        "sentence": "支持者：不用客气，希望看电视剧或综艺可以让你暂时忘记痛苦，减轻心情的负担。",
        "label": ""
      },
      {
        "sentence": "还有最后一个建议，别辞职，把自己打扮漂亮，让他后悔去！",
        "label": ""
      },
      {
        "sentence": "你想呀，先提出分手的是对方，他都不尴尬，我们也不能输。",
        "label": ""
      },
      {
        "sentence": "求助者：你说的很对，我不应该因为他的选择而放弃自己的工作。",
        "label": ""
      },
      {
        "sentence": "我会好好把工作做得出色，同时也会通过打扮漂亮来提升自己的自信。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "支持者：不用客气，朋友，你要记住，一个已经不爱我们的人，不需要让对方自以为自己有多大影响力。",
        "label": ""
      },
      {
        "sentence": "你是一个独立自强的女性，不管发生什么，你都会过得更好。",
        "label": ""
      },
      {
        "sentence": "相信自己，为自己而活。",
        "label": ""
      },
      {
        "sentence": "朋友，这篇问答写得跟我之前的其他回答口吻都不一样。",
        "label": ""
      },
      {
        "sentence": "如果你能感受到一种轻松或者幽默，那便是我想传递给你的能量了！",
        "label": ""
      },
      {
        "sentence": "有时候走出失恋，是需要身边朋友的带动的，有人能陪着你哭，也要有人能鼓励你笑，还要有人能提醒你保持你的骄傲。",
        "label": ""
      },
      {
        "sentence": "更重要的是，你要给这些人、给自己这样的机会。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你，这段话让我感受到了温暖和力量。",
        "label": ""
      },
      {
        "sentence": "我会用心去对待自己，慢慢走出痛苦，迎接新的生活。",
        "label": ""
      }
    ]
  }
]