[
  {
    "role": "client",
    "content": "接待长时间站立工作，接受不了走人了怎么办？我25，大专学历，之前做客服的。前不久我老公给我找了一份工作是接待，其实就是招待领导什么的，上菜，打扫卫生之类的，但是昨天试用的时候，我从晚上5点多到9点多一直站着，也不敢坐，还有个大概20岁的师傅带我，她是高中学历，18岁出社会，也做过酒店主管，她明显比我会看事做事，灵活很多。站着几个小时我觉得脚底酸痛死了，实在受不了，我就自己走了，我娘家外婆和我妈都说我必须做这个工作还说如果我不做就要来北京打我的人，说这个工作很舒服之类的，还说一个月4000-4500块工资很不错，可是我站着确实感觉很难受，我现在准备找别的工作了，我该怎么办？",
    "annotation": [
      {
        "sentence": "接待长时间站立工作，接受不了走人了怎么办？",
        "label": ""
      },
      {
        "sentence": "我25，大专学历，之前做客服的。",
        "label": ""
      },
      {
        "sentence": "前不久我老公给我找了一份工作是接待，其实就是招待领导什么的，上菜，打扫卫生之类的，但是昨天试用的时候，我从晚上5点多到9点多一直站着，也不敢坐，还有个大概20岁的师傅带我，她是高中学历，18岁出社会，也做过酒店主管，她明显比我会看事做事，灵活很多。",
        "label": ""
      },
      {
        "sentence": "站着几个小时我觉得脚底酸痛死了，实在受不了，我就自己走了，我娘家外婆和我妈都说我必须做这个工作还说如果我不做就要来北京打我的人，说这个工作很舒服之类的，还说一个月4000-4500块工资很不错，可是我站着确实感觉很难受，我现在准备找别的工作了，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你刚开始接待工作，岗位需要长时间站立，所以感到很难受是正常的。不要太过担心，你完全可以看看别的工作机会。你可以先尝试找一些你感兴趣，且自己可以胜任的工作岗位，工资差别也不大，先做个比较，如果你觉得一份新的工作会更加合适，那么就可以考虑跳槽，也不用急着辞职。这份接待的工作，对于你的未来并没有太大的影响，所以不要太过忧虑。",
    "annotation": [
      {
        "sentence": "听起来你刚开始接待工作，岗位需要长时间站立，所以感到很难受是正常的。",
        "label": ""
      },
      {
        "sentence": "不要太过担心，你完全可以看看别的工作机会。",
        "label": ""
      },
      {
        "sentence": "你可以先尝试找一些你感兴趣，且自己可以胜任的工作岗位，工资差别也不大，先做个比较，如果你觉得一份新的工作会更加合适，那么就可以考虑跳槽，也不用急着辞职。",
        "label": ""
      },
      {
        "sentence": "这份接待的工作，对于你的未来并没有太大的影响，所以不要太过忧虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了，但是我娘家外婆和我妈都支持我做这份工作，他们说工资还可以，但是我觉得自己很难受，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "我懂了，但是我娘家外婆和我妈都支持我做这份工作，他们说工资还可以，但是我觉得自己很难受，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的娘家外婆和妈妈支持你做这份工作，这说明他们是关心你的。但是这并不意味着你必须违背自己的意愿去接受这份工作。如果你觉得无法适应这份工作，那么就要好好考虑自己的想法。别人的想法不能取代你自己的内心。你的感受也是重要的。",
    "annotation": [
      {
        "sentence": "你的娘家外婆和妈妈支持你做这份工作，这说明他们是关心你的。",
        "label": ""
      },
      {
        "sentence": "但是这并不意味着你必须违背自己的意愿去接受这份工作。",
        "label": ""
      },
      {
        "sentence": "如果你觉得无法适应这份工作，那么就要好好考虑自己的想法。",
        "label": ""
      },
      {
        "sentence": "别人的想法不能取代你自己的内心。",
        "label": ""
      },
      {
        "sentence": "你的感受也是重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，但是我现在不知道自己适合做什么工作，怎么办？",
    "annotation": [
      {
        "sentence": "确实是这样，但是我现在不知道自己适合做什么工作，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以回顾一下自己的过往经历，例如之前做客服时，你会发现自己对哪些方面有天赋，哪些方面喜欢，以及哪些方面比较擅长。这些都可以看做是你未来职业发展的参考依据。其次，你可以继续探索自己的兴趣爱好，如果有可以将其转化为职业的趣味爱好，例如烹饪、烘焙、插花等等。最后，你也可以考虑与职业规划师交流，或是向身边的人咨询建议，他们也许会给你一些建议。",
    "annotation": [
      {
        "sentence": "首先，你可以回顾一下自己的过往经历，例如之前做客服时，你会发现自己对哪些方面有天赋，哪些方面喜欢，以及哪些方面比较擅长。",
        "label": ""
      },
      {
        "sentence": "这些都可以看做是你未来职业发展的参考依据。",
        "label": ""
      },
      {
        "sentence": "其次，你可以继续探索自己的兴趣爱好，如果有可以将其转化为职业的趣味爱好，例如烹饪、烘焙、插花等等。",
        "label": ""
      },
      {
        "sentence": "最后，你也可以考虑与职业规划师交流，或是向身边的人咨询建议，他们也许会给你一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了，我觉得自己还是偏向于做客服一类的工作，但是总感觉自己不够优秀，恐怕没人愿意要我。",
    "annotation": [
      {
        "sentence": "我懂了，我觉得自己还是偏向于做客服一类的工作，但是总感觉自己不够优秀，恐怕没人愿意要我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你之前已经有从事客服行业的经验，这一点一定是加分项呢。再加上你的学历，你一定会有很多别的岗位可以选择。当然，你也需要有一个积极的态度去寻找这些工作机会。别让自己觉得没有被需要的感觉，一直保持可持续的自我提升，积极参加各种工作培训、社交活动等等，可以帮助提升你的能力和信心，也可以让更多的人认识你。",
    "annotation": [
      {
        "sentence": "你之前已经有从事客服行业的经验，这一点一定是加分项呢。",
        "label": ""
      },
      {
        "sentence": "再加上你的学历，你一定会有很多别的岗位可以选择。",
        "label": ""
      },
      {
        "sentence": "当然，你也需要有一个积极的态度去寻找这些工作机会。",
        "label": ""
      },
      {
        "sentence": "别让自己觉得没有被需要的感觉，一直保持可持续的自我提升，积极参加各种工作培训、社交活动等等，可以帮助提升你的能力和信心，也可以让更多的人认识你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会积极寻找合适的工作，不再盲目听从别人的建议，而是要按照自己的意愿去实现自己的职业期望。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会积极寻找合适的工作，不再盲目听从别人的建议，而是要按照自己的意愿去实现自己的职业期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的这番话，人生毕竟是自己的，要有自己的想法和理念。期待听到你的好消息。希望你尽快找到一份适合自己的工作，全力追求自己对未来的职业梦想。",
    "annotation": [
      {
        "sentence": "很高兴听到你的这番话，人生毕竟是自己的，要有自己的想法和理念。",
        "label": ""
      },
      {
        "sentence": "期待听到你的好消息。",
        "label": ""
      },
      {
        "sentence": "希望你尽快找到一份适合自己的工作，全力追求自己对未来的职业梦想。",
        "label": ""
      }
    ]
  }
]