[
  {
    "role": "client",
    "content": "觉得对他不公，如何更好地应对我哥的无理取闹呢？父母由于经济原因，初中给我哥提供了他们力所能及的最好的教育条件，反正比我好，然而他没有利用好任性，最后上了个中专，然后等到我考上高中以后，父母经济宽裕，然后也给我提供了他们能提供的最好的教育条件，然后他觉得对他不公平，因为花的钱比他多，以前他想要的教育条件他没有得到，而我拥有了，他觉得父母偏心，并且老在家里吵架，影响我的读书学习，把我和他绑架在一起，应该怎么办呢？如何应对我哥的无理取闹，自己犯的错就应该自己承担，但他老推卸责任，考不上高中，是他自己原因？不然为何别人可以考上而他不行呢？",
    "annotation": [
      {
        "sentence": "觉得对他不公，如何更好地应对我哥的无理取闹呢？",
        "label": ""
      },
      {
        "sentence": "父母由于经济原因，初中给我哥提供了他们力所能及的最好的教育条件，反正比我好，然而他没有利用好任性，最后上了个中专，然后等到我考上高中以后，父母经济宽裕，然后也给我提供了他们能提供的最好的教育条件，然后他觉得对他不公平，因为花的钱比他多，以前他想要的教育条件他没有得到，而我拥有了，他觉得父母偏心，并且老在家里吵架，影响我的读书学习，把我和他绑架在一起，应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "如何应对我哥的无理取闹，自己犯的错就应该自己承担，但他老推卸责任，考不上高中，是他自己原因？",
        "label": ""
      },
      {
        "sentence": "不然为何别人可以考上而他不行呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "成熟的人不会太多怨天尤人不会太多觉得世界不公平，因为世界本身就是不公平的，能够面对这种现实然后做出自己可以做出的事情来天道酬勤，或许你的哥哥让他自己陷入了某种受害者的心态从而丧失了他自身的调整力量，他没有看到自身的力量就更加有特能怨天尤人，各种无理取闹和推卸责任。",
    "annotation": [
      {
        "sentence": "成熟的人不会太多怨天尤人不会太多觉得世界不公平，因为世界本身就是不公平的，能够面对这种现实然后做出自己可以做出的事情来天道酬勤，或许你的哥哥让他自己陷入了某种受害者的心态从而丧失了他自身的调整力量，他没有看到自身的力量就更加有特能怨天尤人，各种无理取闹和推卸责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白世界是不公平的，但我觉得他把自己陷入受害者的心态中。我该怎么帮他意识到自身的力量呢？",
    "annotation": [
      {
        "sentence": "我明白世界是不公平的，但我觉得他把自己陷入受害者的心态中。",
        "label": ""
      },
      {
        "sentence": "我该怎么帮他意识到自身的力量呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有必要的话你的家庭成员都可以都他进行规劝让他及时意识到自身的责任。可以尝试减少与他的吵架，联合父母对他进行相应地耐心劝导，怨天尤人无法改变他的命运，只有行动起来才更加有可能承担他自身的责任。",
    "annotation": [
      {
        "sentence": "有必要的话你的家庭成员都可以都他进行规劝让他及时意识到自身的责任。",
        "label": ""
      },
      {
        "sentence": "可以尝试减少与他的吵架，联合父母对他进行相应地耐心劝导，怨天尤人无法改变他的命运，只有行动起来才更加有可能承担他自身的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着减少与他争吵，耐心劝导他。但有时候我真的觉得很困惑，他老在家里吵架影响我的学习，怎么办呢？",
    "annotation": [
      {
        "sentence": "我会试着减少与他争吵，耐心劝导他。",
        "label": ""
      },
      {
        "sentence": "但有时候我真的觉得很困惑，他老在家里吵架影响我的学习，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要与无理取闹的哥哥建立界限，让他觉悟他需要从受害者的定位中走出来，这需要时间。如果他老在家里吵架影响你读书学习，这就是他不应该做的。可以让父母管理他的行为，你也可以减少与哥哥的理论。",
    "annotation": [
      {
        "sentence": "你需要与无理取闹的哥哥建立界限，让他觉悟他需要从受害者的定位中走出来，这需要时间。",
        "label": ""
      },
      {
        "sentence": "如果他老在家里吵架影响你读书学习，这就是他不应该做的。",
        "label": ""
      },
      {
        "sentence": "可以让父母管理他的行为，你也可以减少与哥哥的理论。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试与他建立界限，并让父母管理他的行为。如果他继续无理取闹，我应该怎么应对呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试与他建立界限，并让父母管理他的行为。",
        "label": ""
      },
      {
        "sentence": "如果他继续无理取闹，我应该怎么应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他继续无理取闹，你可以尝试向他解释他的无理行为对你的影响，并引导他去寻求适当的心理咨询。他需要意识到自身的责任，无理取闹并不会给他带来好处。",
    "annotation": [
      {
        "sentence": "如果他继续无理取闹，你可以尝试向他解释他的无理行为对你的影响，并引导他去寻求适当的心理咨询。",
        "label": ""
      },
      {
        "sentence": "他需要意识到自身的责任，无理取闹并不会给他带来好处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会向他解释他的行为对我的影响，并鼓励他去寻求心理咨询。但有时候我还是很困惑，为什么他总是推卸责任，认为考不上高中是他的个人原因而不是他的无理行为导致的呢？",
    "annotation": [
      {
        "sentence": "我会向他解释他的行为对我的影响，并鼓励他去寻求心理咨询。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是很困惑，为什么他总是推卸责任，认为考不上高中是他的个人原因而不是他的无理行为导致的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "受害者如果将自己定义为受害者本身是没有任何问题的。如果他在为人处事中都是受害者心理，这可能意味着他已经放弃了自己掌控事情的权力，对应的内心状态是无力、被动和空洞的。你可以尝试让他认识到归咎他人不会让他成为独立能力的人，需要进行合适的引导。",
    "annotation": [
      {
        "sentence": "受害者如果将自己定义为受害者本身是没有任何问题的。",
        "label": ""
      },
      {
        "sentence": "如果他在为人处事中都是受害者心理，这可能意味着他已经放弃了自己掌控事情的权力，对应的内心状态是无力、被动和空洞的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试让他认识到归咎他人不会让他成为独立能力的人，需要进行合适的引导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我可以让他明白责怪不公平和归咎他人并不会让他成为独立能力的人。如果他真的遇到不公平的事情，要怎么办呢？",
    "annotation": [
      {
        "sentence": "明白了，我可以让他明白责怪不公平和归咎他人并不会让他成为独立能力的人。",
        "label": ""
      },
      {
        "sentence": "如果他真的遇到不公平的事情，要怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果真的遇到不公平的事情，他需要勇敢面对，并主动争取自己的权益。我们都值得去主动获得自己的权益，他也需要主动进行心理咨询。同时，你也要注意界限的确定，减少与他的争论，避免陷入无法解决的争吵中。",
    "annotation": [
      {
        "sentence": "如果真的遇到不公平的事情，他需要勇敢面对，并主动争取自己的权益。",
        "label": ""
      },
      {
        "sentence": "我们都值得去主动获得自己的权益，他也需要主动进行心理咨询。",
        "label": ""
      },
      {
        "sentence": "同时，你也要注意界限的确定，减少与他的争论，避免陷入无法解决的争吵中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会鼓励他主动面对不公平，并主动寻求心理咨询。同时，我也会注意界限的确定，避免与他的争论。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我会鼓励他主动面对不公平，并主动寻求心理咨询。",
        "label": ""
      },
      {
        "sentence": "同时，我也会注意界限的确定，避免与他的争论。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望我的建议对你有所帮助。记得，为自己和他人创造一个积极和谐的环境是非常重要的。如果你有任何困惑或需要进一步的帮助，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记得，为自己和他人创造一个积极和谐的环境是非常重要的。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或需要进一步的帮助，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]