[
  {
    "role": "client",
    "content": "最近半个月每天都因为各种事情忍不住想哭…？每次只要朋友忽略我，我就会感到难过。以前也有过类似的情况，但最近半个月每天都会难过到忍不住要哭。这种情绪让我不能正常完成每天的任务，感觉很累，不想交际，只想一个人呆在自己的空间里。",
    "annotation": [
      {
        "sentence": "最近半个月每天都因为各种事情忍不住想哭…？",
        "label": ""
      },
      {
        "sentence": "每次只要朋友忽略我，我就会感到难过。",
        "label": ""
      },
      {
        "sentence": "以前也有过类似的情况，但最近半个月每天都会难过到忍不住要哭。",
        "label": ""
      },
      {
        "sentence": "这种情绪让我不能正常完成每天的任务，感觉很累，不想交际，只想一个人呆在自己的空间里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我也曾经经历过比较容易流泪、情绪波动的年纪，所以我能理解你的感受。我觉得你描述的情况可能还没有完全交代清楚，比如这种情况是最近才开始的，还是之前就有过类似的经历？这半个月除了朋友的忽略，还有其他事情发生吗？这些可能会导致你比较敏感，容易情绪起伏。切记，哭并不是件坏事，首先要接受自己的情绪和状态。有一种说法认为，能够畅快地哭泣其实是给心灵减压和宣泄压力，所以你不必太过担心自己。不过，我们也可以探讨一下更理性的解决办法，不要只是依赖大哭来解决问题。我们可以和朋友们一起总结一下，找到解决问题的方法，这样下次就不用那么伤心了。这个梳理问题的过程很重要，你可以和朋友聊天，把自己的焦虑和担心说出来，他们会逐一否认，告诉你这些担心其实不会发生。这样的认知能够帮助你笃定自己是多虑了。多想想这些正面的想法，我们就能够从焦虑和消极思维的困扰中跳脱出来，不让它们影响到我们。此外，你也可以静下心来回顾一下自己的童年成长经历，是否经历过家人的忽视，是否常常通过悲伤和哭泣来排解情绪不满。如果是的话，那现在常常哭泣也许只是一种习惯。因为某些处理模式，我们很容易在小时候形成习惯，并将其延续至今。所以，我们需要共情、理解和接纳那时的自己，让过去的阴影不再影响现在的生活。加油！没有大问题，相信过去眼泪过后，每一天都会是晴天！",
    "annotation": [
      {
        "sentence": "首先，我也曾经经历过比较容易流泪、情绪波动的年纪，所以我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我觉得你描述的情况可能还没有完全交代清楚，比如这种情况是最近才开始的，还是之前就有过类似的经历？",
        "label": ""
      },
      {
        "sentence": "这半个月除了朋友的忽略，还有其他事情发生吗？",
        "label": ""
      },
      {
        "sentence": "这些可能会导致你比较敏感，容易情绪起伏。",
        "label": ""
      },
      {
        "sentence": "切记，哭并不是件坏事，首先要接受自己的情绪和状态。",
        "label": ""
      },
      {
        "sentence": "有一种说法认为，能够畅快地哭泣其实是给心灵减压和宣泄压力，所以你不必太过担心自己。",
        "label": ""
      },
      {
        "sentence": "不过，我们也可以探讨一下更理性的解决办法，不要只是依赖大哭来解决问题。",
        "label": ""
      },
      {
        "sentence": "我们可以和朋友们一起总结一下，找到解决问题的方法，这样下次就不用那么伤心了。",
        "label": ""
      },
      {
        "sentence": "这个梳理问题的过程很重要，你可以和朋友聊天，把自己的焦虑和担心说出来，他们会逐一否认，告诉你这些担心其实不会发生。",
        "label": ""
      },
      {
        "sentence": "这样的认知能够帮助你笃定自己是多虑了。",
        "label": ""
      },
      {
        "sentence": "多想想这些正面的想法，我们就能够从焦虑和消极思维的困扰中跳脱出来，不让它们影响到我们。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以静下心来回顾一下自己的童年成长经历，是否经历过家人的忽视，是否常常通过悲伤和哭泣来排解情绪不满。",
        "label": ""
      },
      {
        "sentence": "如果是的话，那现在常常哭泣也许只是一种习惯。",
        "label": ""
      },
      {
        "sentence": "因为某些处理模式，我们很容易在小时候形成习惯，并将其延续至今。",
        "label": ""
      },
      {
        "sentence": "所以，我们需要共情、理解和接纳那时的自己，让过去的阴影不再影响现在的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "没有大问题，相信过去眼泪过后，每一天都会是晴天！",
        "label": ""
      }
    ]
  }
]