[
  {
    "role": "client",
    "content": "学校不作为，专业废了，大学浑浑噩噩怎么办？本人大三，在综合类普通一本大学，性别女，是一名体育生，我大二专业方向选了学院新开的方向—体育俱乐部，但是实际上学院不作为，老师不负责，也转不了专业，然后，现在情况是专业废了，体育技能也没有学到，我英语不好，也没打算考研，我现在特别迷茫难受，害怕毕业，不知道未来我改怎么办？",
    "annotation": [
      {
        "sentence": "学校不作为，专业废了，大学浑浑噩噩怎么办？",
        "label": ""
      },
      {
        "sentence": "本人大三，在综合类普通一本大学，性别女，是一名体育生，我大二专业方向选了学院新开的方向—体育俱乐部，但是实际上学院不作为，老师不负责，也转不了专业，然后，现在情况是专业废了，体育技能也没有学到，我英语不好，也没打算考研，我现在特别迷茫难受，害怕毕业，不知道未来我改怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是实际上学院不作为，老师不负责，也转不了专业，选了专业才发现入坑了，这换谁都难受。现在情况是专业废了，体育技能也没有学到，我英语不好，也没打算考研，这是你对自己目前的情况分析，蛮到位的。但你身边的人都在做什么？他们跟你情况差不多？学姐学长他们现在在做什么？你了解吗？",
    "annotation": [
      {
        "sentence": "但是实际上学院不作为，老师不负责，也转不了专业，选了专业才发现入坑了，这换谁都难受。",
        "label": ""
      },
      {
        "sentence": "现在情况是专业废了，体育技能也没有学到，我英语不好，也没打算考研，这是你对自己目前的情况分析，蛮到位的。",
        "label": ""
      },
      {
        "sentence": "但你身边的人都在做什么？",
        "label": ""
      },
      {
        "sentence": "他们跟你情况差不多？",
        "label": ""
      },
      {
        "sentence": "学姐学长他们现在在做什么？",
        "label": ""
      },
      {
        "sentence": "你了解吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "身边的人大多数都选了比较传统的专业方向，他们也比较稳定，我感觉自己跟他们差别很大，所以没有跟他们交流，学姐学长应该都已经工作了，我还不是很清楚。",
    "annotation": [
      {
        "sentence": "身边的人大多数都选了比较传统的专业方向，他们也比较稳定，我感觉自己跟他们差别很大，所以没有跟他们交流，学姐学长应该都已经工作了，我还不是很清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫是很正常的，从你的描述来看，你在关心你自己的情况下，对身边的环境好像没有什么关注？当学院，老师不负责时，你就迷茫了。陷入被动状态时候你不懂怎么主动去探索自身所处的环境时，就比较容易迷茫无助，情绪糟糕。建议：1.你可以先跟父母交流看看，他们能为你提供什么岗位？2.你可以去向了解学姐学长，了解他们的毕业选择，可能的就业方向？3.就学校目前的情况，你在能顺利毕业的前提下，可以去所在城市中寻找就业机会，看下就业情况如何。4.还有其他选择。以上这些做完，可能你会找到一些方向。",
    "annotation": [
      {
        "sentence": "迷茫是很正常的，从你的描述来看，你在关心你自己的情况下，对身边的环境好像没有什么关注？",
        "label": ""
      },
      {
        "sentence": "当学院，老师不负责时，你就迷茫了。",
        "label": ""
      },
      {
        "sentence": "陷入被动状态时候你不懂怎么主动去探索自身所处的环境时，就比较容易迷茫无助，情绪糟糕。",
        "label": ""
      },
      {
        "sentence": "建议：1.你可以先跟父母交流看看，他们能为你提供什么岗位？",
        "label": ""
      },
      {
        "sentence": "2.你可以去向了解学姐学长，了解他们的毕业选择，可能的就业方向？",
        "label": ""
      },
      {
        "sentence": "3.就学校目前的情况，你在能顺利毕业的前提下，可以去所在城市中寻找就业机会，看下就业情况如何。",
        "label": ""
      },
      {
        "sentence": "4.还有其他选择。",
        "label": ""
      },
      {
        "sentence": "以上这些做完，可能你会找到一些方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的建议，我觉得他们对我未来的选择很有帮助，我会去找他们询问一下。但是我现在还是很懊恼，为什么自己选错了专业方向？如果我现在转专业，是否又会浪费时间和精力呢？",
    "annotation": [
      {
        "sentence": "谢谢支持者的建议，我觉得他们对我未来的选择很有帮助，我会去找他们询问一下。",
        "label": ""
      },
      {
        "sentence": "但是我现在还是很懊恼，为什么自己选错了专业方向？",
        "label": ""
      },
      {
        "sentence": "如果我现在转专业，是否又会浪费时间和精力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在感到懊恼很正常，但不要把自己逼入一个死角。不要只看到错了，而不看到现在的机会和未来的道路。如果你现在转专业，未必是浪费时间和精力，而是对自己的选择和错误有认知并且争取改变。你现在的问题是，不要一直停留在“我错了”的阶段，而是尝试改变你的态度，去看未来。只是因为一件错误，就抹杀掉了所有可能的变数，那是你对自己的不负责任。我们要做的是在现实中去找到更多的可能，去做更好的决策。你可以考虑去接触一些相关的领域，给自己一个更广泛的选择。",
    "annotation": [
      {
        "sentence": "你现在感到懊恼很正常，但不要把自己逼入一个死角。",
        "label": ""
      },
      {
        "sentence": "不要只看到错了，而不看到现在的机会和未来的道路。",
        "label": ""
      },
      {
        "sentence": "如果你现在转专业，未必是浪费时间和精力，而是对自己的选择和错误有认知并且争取改变。",
        "label": ""
      },
      {
        "sentence": "你现在的问题是，不要一直停留在“我错了”的阶段，而是尝试改变你的态度，去看未来。",
        "label": ""
      },
      {
        "sentence": "只是因为一件错误，就抹杀掉了所有可能的变数，那是你对自己的不负责任。",
        "label": ""
      },
      {
        "sentence": "我们要做的是在现实中去找到更多的可能，去做更好的决策。",
        "label": ""
      },
      {
        "sentence": "你可以考虑去接触一些相关的领域，给自己一个更广泛的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "很感谢支持者的安慰，我觉得我现在应该更好的去面对自己的未来，而不是一味的自我否定。我会好好考虑你告诉我的建议，谢谢你。",
    "annotation": [
      {
        "sentence": "很感谢支持者的安慰，我觉得我现在应该更好的去面对自己的未来，而不是一味的自我否定。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑你告诉我的建议，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没事的，知道你有了更积极的想法，我也很高兴。任何的转变都来自于自己的内心，想通了之后就会迎来阳光和前行的道路。大学的这几年不仅仅是学习新东西，更是塑造自己的过程。所以，每一份阅历，每一项尝试，都会为未来的自己打下基石。",
    "annotation": [
      {
        "sentence": "没事的，知道你有了更积极的想法，我也很高兴。",
        "label": ""
      },
      {
        "sentence": "任何的转变都来自于自己的内心，想通了之后就会迎来阳光和前行的道路。",
        "label": ""
      },
      {
        "sentence": "大学的这几年不仅仅是学习新东西，更是塑造自己的过程。",
        "label": ""
      },
      {
        "sentence": "所以，每一份阅历，每一项尝试，都会为未来的自己打下基石。",
        "label": ""
      }
    ]
  }
]