[
  {
    "role": "client",
    "content": "我和已婚大叔在一起已经有六年了，但最近发生了一些让我感到震惊的事情。当初我们在26岁时开始交往，今年已经是我们在一起的第六年了。在我们在一起的时候，我有一个已经交往八年的男朋友，并且我也知道他已经结婚了。分手后，因为我无法分开心思，我一直和已婚大叔在一起。他在生活和情感上一直给予我很多帮助，我非常依赖他，虽然金钱方面并不是最重要的事情。在一些深入的谈话中，他曾表示不会离婚，或者等孩子上大学之后可能会有所改变，但是我清楚这些只是给我的一线希望。尽管如此，我并不会轻易放弃我的想法，我非常希望和一个愿意结婚的男朋友在一起。这样的想法一直存在于我心中，并且我决不会放弃。甚至我还请朋友来帮忙扮演男友，以让我的家人放心。然而，近几年来，他的生意和事业并不是太好，在我面前经常提到生意上的困难、生存的压力以及各种债务催促。偶然的机会，我看到了他的手机，发现他和妻子又买了一套新房子。尽管这是他妻子的主意，可能也并不是他们的首选，因为微信里还有商量是否向亲戚借钱的消息，但是不可否认的是他们确实购买了这套新房，而且他也积极地参与了看房等相关事宜。",
    "annotation": [
      {
        "sentence": "我和已婚大叔在一起已经有六年了，但最近发生了一些让我感到震惊的事情。",
        "label": ""
      },
      {
        "sentence": "当初我们在26岁时开始交往，今年已经是我们在一起的第六年了。",
        "label": ""
      },
      {
        "sentence": "在我们在一起的时候，我有一个已经交往八年的男朋友，并且我也知道他已经结婚了。",
        "label": ""
      },
      {
        "sentence": "分手后，因为我无法分开心思，我一直和已婚大叔在一起。",
        "label": ""
      },
      {
        "sentence": "他在生活和情感上一直给予我很多帮助，我非常依赖他，虽然金钱方面并不是最重要的事情。",
        "label": ""
      },
      {
        "sentence": "在一些深入的谈话中，他曾表示不会离婚，或者等孩子上大学之后可能会有所改变，但是我清楚这些只是给我的一线希望。",
        "label": ""
      },
      {
        "sentence": "尽管如此，我并不会轻易放弃我的想法，我非常希望和一个愿意结婚的男朋友在一起。",
        "label": ""
      },
      {
        "sentence": "这样的想法一直存在于我心中，并且我决不会放弃。",
        "label": ""
      },
      {
        "sentence": "甚至我还请朋友来帮忙扮演男友，以让我的家人放心。",
        "label": ""
      },
      {
        "sentence": "然而，近几年来，他的生意和事业并不是太好，在我面前经常提到生意上的困难、生存的压力以及各种债务催促。",
        "label": ""
      },
      {
        "sentence": "偶然的机会，我看到了他的手机，发现他和妻子又买了一套新房子。",
        "label": ""
      },
      {
        "sentence": "尽管这是他妻子的主意，可能也并不是他们的首选，因为微信里还有商量是否向亲戚借钱的消息，但是不可否认的是他们确实购买了这套新房，而且他也积极地参与了看房等相关事宜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你所期望的他无法给予你，并且他已经有了自己的家庭和孩子，他的行为可以说是对家庭的背叛。而你自己也明明知道他已经结婚，根本不可能和你在一起，那你这样做究竟图求什么呢？没有谁离不开谁，只有你自己能决定是否让自己过得更好。祝你好运，希望你能做出明智的选择，去爱那些真正值得你去珍惜的人。",
    "annotation": [
      {
        "sentence": "既然你所期望的他无法给予你，并且他已经有了自己的家庭和孩子，他的行为可以说是对家庭的背叛。",
        "label": ""
      },
      {
        "sentence": "而你自己也明明知道他已经结婚，根本不可能和你在一起，那你这样做究竟图求什么呢？",
        "label": ""
      },
      {
        "sentence": "没有谁离不开谁，只有你自己能决定是否让自己过得更好。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你能做出明智的选择，去爱那些真正值得你去珍惜的人。",
        "label": ""
      }
    ]
  }
]