[
  {
    "role": "client",
    "content": "与已婚大叔在一起的第六年，遭遇了晴天霹雳。背景从26岁时和已婚大叔在一起，今年第六年。在一起时我有准备结婚的八年男朋友，我也知道他已婚。在一起后因为没有办法分心，和男朋友分手后一直和已婚大叔在一起。",
    "annotation": [
      {
        "sentence": "与已婚大叔在一起的第六年，遭遇了晴天霹雳。",
        "label": ""
      },
      {
        "sentence": "背景从26岁时和已婚大叔在一起，今年第六年。",
        "label": ""
      },
      {
        "sentence": "在一起时我有准备结婚的八年男朋友，我也知道他已婚。",
        "label": ""
      },
      {
        "sentence": "在一起后因为没有办法分心，和男朋友分手后一直和已婚大叔在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很认真的看了几遍，尝试着去理解你的烦扰。对于这段关系，你很清晰你的所需，不是钱，只是情感支持和适时的建议，就像一个人生向导，对方走的路多，看过的风景也不少，自然，人生思考也多。也许，没有交往这一层面的关系，他会是很好的老师对他很依赖，对方也知道你的依赖，他不确定的许诺，只是让你有些希望，现在人家夫妻却高高兴兴买了房，希望也成了泡沫。这个晴天霹雳来的突然，打得措手不及，你想发泄，这里是一个发泄口。通篇其实你没有明确说出你的求助，例如，我要改变现状整理一下这段关系，该进该退？自始自终，你需要的或许仅仅是一个稳定的支持，一个包容的老师。而这个老师，是否必须是一个不太确定的伴侣-话到这里，希望对你有帮助。",
    "annotation": [
      {
        "sentence": "很认真的看了几遍，尝试着去理解你的烦扰。",
        "label": ""
      },
      {
        "sentence": "对于这段关系，你很清晰你的所需，不是钱，只是情感支持和适时的建议，就像一个人生向导，对方走的路多，看过的风景也不少，自然，人生思考也多。",
        "label": ""
      },
      {
        "sentence": "也许，没有交往这一层面的关系，他会是很好的老师对他很依赖，对方也知道你的依赖，他不确定的许诺，只是让你有些希望，现在人家夫妻却高高兴兴买了房，希望也成了泡沫。",
        "label": ""
      },
      {
        "sentence": "这个晴天霹雳来的突然，打得措手不及，你想发泄，这里是一个发泄口。",
        "label": ""
      },
      {
        "sentence": "通篇其实你没有明确说出你的求助，例如，我要改变现状整理一下这段关系，该进该退？",
        "label": ""
      },
      {
        "sentence": "自始自终，你需要的或许仅仅是一个稳定的支持，一个包容的老师。",
        "label": ""
      },
      {
        "sentence": "而这个老师，是否必须是一个不太确定的伴侣-话到这里，希望对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很感激你的回复，能够得到你的理解和支持让我感到很欣慰。你说得对，我希望他能成为一个稳定的支持，一个可以包容我并给我人生建议的人。但是现在他的不确定让我很迷茫，他对未来的承诺是否会兑现呢？我该如何面对这个突如其来的打击？",
    "annotation": [
      {
        "sentence": "我真的很感激你的回复，能够得到你的理解和支持让我感到很欣慰。",
        "label": ""
      },
      {
        "sentence": "你说得对，我希望他能成为一个稳定的支持，一个可以包容我并给我人生建议的人。",
        "label": ""
      },
      {
        "sentence": "但是现在他的不确定让我很迷茫，他对未来的承诺是否会兑现呢？",
        "label": ""
      },
      {
        "sentence": "我该如何面对这个突如其来的打击？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑，你很关心他是否会兑现承诺。现在的情况让你感到迷茫，也许我们可以一起来思考一下。你认为他的承诺有可能兑现吗？你对于这段关系的未来有什么期待呢？",
    "annotation": [
      {
        "sentence": "我理解你的困惑，你很关心他是否会兑现承诺。",
        "label": ""
      },
      {
        "sentence": "现在的情况让你感到迷茫，也许我们可以一起来思考一下。",
        "label": ""
      },
      {
        "sentence": "你认为他的承诺有可能兑现吗？",
        "label": ""
      },
      {
        "sentence": "你对于这段关系的未来有什么期待呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认自己在一些方面对他抱有一定的期待，毕竟我们已经在一起这么多年了。但是现实的打击让我开始怀疑他的承诺是否靠谱，是否值得我继续在这段关系中投入自己的时间和情感。",
    "annotation": [
      {
        "sentence": "我承认自己在一些方面对他抱有一定的期待，毕竟我们已经在一起这么多年了。",
        "label": ""
      },
      {
        "sentence": "但是现实的打击让我开始怀疑他的承诺是否靠谱，是否值得我继续在这段关系中投入自己的时间和情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你目前对于这段关系的怀疑是可以理解的。现实中的打击让你开始重新评估这段关系的价值。对于自己的时间和情感投入，你觉得有哪些事情是最重要的呢？",
    "annotation": [
      {
        "sentence": "你目前对于这段关系的怀疑是可以理解的。",
        "label": ""
      },
      {
        "sentence": "现实中的打击让你开始重新评估这段关系的价值。",
        "label": ""
      },
      {
        "sentence": "对于自己的时间和情感投入，你觉得有哪些事情是最重要的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于自己的时间和情感投入，我觉得最重要的是能够得到相应的回报和满足感。我不希望自己付出了很多却得不到相应的回报，这种不确定性真的很让我烦恼。",
    "annotation": [
      {
        "sentence": "对于自己的时间和情感投入，我觉得最重要的是能够得到相应的回报和满足感。",
        "label": ""
      },
      {
        "sentence": "我不希望自己付出了很多却得不到相应的回报，这种不确定性真的很让我烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，没有人喜欢付出很多却得不到回报。你可以考虑一下，对于你来说，什么样的回报和满足感才是你所追求的呢？这样可以更清晰地了解自己对于这段关系的期待。",
    "annotation": [
      {
        "sentence": "你的想法很正常，没有人喜欢付出很多却得不到回报。",
        "label": ""
      },
      {
        "sentence": "你可以考虑一下，对于你来说，什么样的回报和满足感才是你所追求的呢？",
        "label": ""
      },
      {
        "sentence": "这样可以更清晰地了解自己对于这段关系的期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能够得到情感上的支持和安全感，同时也希望对方能够给我一些实际的建议和帮助。我觉得这样的回报和满足感才能让我更加有信心和动力去继续这段关系。",
    "annotation": [
      {
        "sentence": "我希望能够得到情感上的支持和安全感，同时也希望对方能够给我一些实际的建议和帮助。",
        "label": ""
      },
      {
        "sentence": "我觉得这样的回报和满足感才能让我更加有信心和动力去继续这段关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于回报和满足感的期望很明确，情感的支持和安全感以及实际的建议和帮助对你来说都是重要的。现在的关键是看看这段关系是否能够满足你的这些需求。你有没有考虑过和他坦诚地谈一谈，让他了解你的期待和困惑呢？",
    "annotation": [
      {
        "sentence": "你对于回报和满足感的期望很明确，情感的支持和安全感以及实际的建议和帮助对你来说都是重要的。",
        "label": ""
      },
      {
        "sentence": "现在的关键是看看这段关系是否能够满足你的这些需求。",
        "label": ""
      },
      {
        "sentence": "你有没有考虑过和他坦诚地谈一谈，让他了解你的期待和困惑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要和他坦诚地谈一谈。我一直忍受着自己的困惑，但是现在我觉得这并不是一个好的解决办法。只有通过沟通，才能够让他真正明白我的内心需求，并共同找到一个解决的方案。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要和他坦诚地谈一谈。",
        "label": ""
      },
      {
        "sentence": "我一直忍受着自己的困惑，但是现在我觉得这并不是一个好的解决办法。",
        "label": ""
      },
      {
        "sentence": "只有通过沟通，才能够让他真正明白我的内心需求，并共同找到一个解决的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是解决问题的关键之一，通过与他坦诚地交流，你们可以更好地理解对方的需求和困惑，共同找到解决问题的办法。只有通过沟通，才能够建立更加稳定和满意的关系。希望你能够找到合适的时间和方式，和他进行一次真诚的对话。",
    "annotation": [
      {
        "sentence": "沟通是解决问题的关键之一，通过与他坦诚地交流，你们可以更好地理解对方的需求和困惑，共同找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "只有通过沟通，才能够建立更加稳定和满意的关系。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到合适的时间和方式，和他进行一次真诚的对话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和建议，我会好好考虑你的话。我相信通过沟通，我可以更好地理清自己对于这段关系的期待，并和他一起找到一个解决的方案。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和建议，我会好好考虑你的话。",
        "label": ""
      },
      {
        "sentence": "我相信通过沟通，我可以更好地理清自己对于这段关系的期待，并和他一起找到一个解决的方案。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我一直在这里支持你，希望我的建议对你有所帮助。记得，无论结果如何，你的感受和需求都是重要的，不要忽视自己的内心声音。祝你好运，并希望你能够找到一个对你来说更加满意和有益的关系。如果还有需要，欢迎随时向我求助！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我一直在这里支持你，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记得，无论结果如何，你的感受和需求都是重要的，不要忽视自己的内心声音。",
        "label": ""
      },
      {
        "sentence": "祝你好运，并希望你能够找到一个对你来说更加满意和有益的关系。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，欢迎随时向我求助！",
        "label": ""
      }
    ]
  }
]