[
  {
    "role": "client",
    "content": "像一个随时会爆发的炸弹，我要如何控制自己的情绪？我是一个幸运也是一个不幸的人，我是一个外嫁远方的姑娘，结婚以后，因为父母不常在身旁，婆婆总是欺压我，不照顾我坐月子，丈夫的放任不理，导致后来的我脾气很差，控制不住自己的情绪，我就像一个随时会爆发的炸弹，最主要的是，我更多的把这种情绪发泄在我的孩子身上，我想要改变。却无从下手，心里无比痛苦。我怕孩子以后会受到我的影响，变成像我一样脾气差，不好相处的人！我该怎么办？每次知道不好，但是就是无法控制，甚至会无缘无故发火，尤其是听到我婆婆讲话，心里更堵的慌！",
    "annotation": [
      {
        "sentence": "像一个随时会爆发的炸弹，我要如何控制自己的情绪？",
        "label": ""
      },
      {
        "sentence": "我是一个幸运也是一个不幸的人，我是一个外嫁远方的姑娘，结婚以后，因为父母不常在身旁，婆婆总是欺压我，不照顾我坐月子，丈夫的放任不理，导致后来的我脾气很差，控制不住自己的情绪，我就像一个随时会爆发的炸弹，最主要的是，我更多的把这种情绪发泄在我的孩子身上，我想要改变。",
        "label": ""
      },
      {
        "sentence": "却无从下手，心里无比痛苦。",
        "label": ""
      },
      {
        "sentence": "我怕孩子以后会受到我的影响，变成像我一样脾气差，不好相处的人！",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "每次知道不好，但是就是无法控制，甚至会无缘无故发火，尤其是听到我婆婆讲话，心里更堵的慌！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解您的感受。您的陈述表明，您可能感到焦虑，对于生活中的不幸，您变得情绪难以控制，像一个随时会爆发的炸弹，最主要的是，您将这些不好的情绪都发泄到自己的孩子身上。作为一个幸运也是不幸的人，您远嫁他方，没有父母在身边，婆婆欺压，丈夫放任不理，这让您感到非常不满和沮丧。但是，您已经意识到自己的问题，表现出了积极的态度，这说明您是一位伟大的母亲。孩子是父母的影子，作为父母，我们都希望在孩子面前表现得更好。",
    "annotation": [
      {
        "sentence": "非常理解您的感受。",
        "label": ""
      },
      {
        "sentence": "您的陈述表明，您可能感到焦虑，对于生活中的不幸，您变得情绪难以控制，像一个随时会爆发的炸弹，最主要的是，您将这些不好的情绪都发泄到自己的孩子身上。",
        "label": ""
      },
      {
        "sentence": "作为一个幸运也是不幸的人，您远嫁他方，没有父母在身边，婆婆欺压，丈夫放任不理，这让您感到非常不满和沮丧。",
        "label": ""
      },
      {
        "sentence": "但是，您已经意识到自己的问题，表现出了积极的态度，这说明您是一位伟大的母亲。",
        "label": ""
      },
      {
        "sentence": "孩子是父母的影子，作为父母，我们都希望在孩子面前表现得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能够控制住自己的情绪，给孩子一个好榜样，但是我不知道如何去做。",
    "annotation": [
      {
        "sentence": "是的，我希望能够控制住自己的情绪，给孩子一个好榜样，但是我不知道如何去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白您的痛苦。我建议您和丈夫去沟通，并肯定他的不易，然后说出您的想法。婚姻需要两个人的共同维护，同时，孩子的教育也需要两个人关注。此外，当您感到情绪失控时，您可以用橡皮筋来做思维阻断，停止消极情绪和消极的思考。另外，书写也是一种表达情绪的好方式，可以帮助您理解自己的情绪，做一个合理的判断。最后，找一个您信任的人作为您的支持者，可以帮助您慢慢地改变。",
    "annotation": [
      {
        "sentence": "我明白您的痛苦。",
        "label": ""
      },
      {
        "sentence": "我建议您和丈夫去沟通，并肯定他的不易，然后说出您的想法。",
        "label": ""
      },
      {
        "sentence": "婚姻需要两个人的共同维护，同时，孩子的教育也需要两个人关注。",
        "label": ""
      },
      {
        "sentence": "此外，当您感到情绪失控时，您可以用橡皮筋来做思维阻断，停止消极情绪和消极的思考。",
        "label": ""
      },
      {
        "sentence": "另外，书写也是一种表达情绪的好方式，可以帮助您理解自己的情绪，做一个合理的判断。",
        "label": ""
      },
      {
        "sentence": "最后，找一个您信任的人作为您的支持者，可以帮助您慢慢地改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会试着和丈夫沟通，还会尝试用橡皮筋做思维阻断。但是，我感觉自己很难抑制情绪，您还有没有其他更好的建议？",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会试着和丈夫沟通，还会尝试用橡皮筋做思维阻断。",
        "label": ""
      },
      {
        "sentence": "但是，我感觉自己很难抑制情绪，您还有没有其他更好的建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当您感到自己的情绪特别强烈时，您可以试试深呼吸，告诉自己要冷静下来，表达自己的感受和情绪，可以让您的心情更加舒缓。另外，尽量避免听到不愉快的言语和消息，多看些积极向上的内容，这有助于提高您的情绪。如果您感到非常沮丧，也可以随时和朋友或支持者聊聊天，分享自己的感受。",
    "annotation": [
      {
        "sentence": "当您感到自己的情绪特别强烈时，您可以试试深呼吸，告诉自己要冷静下来，表达自己的感受和情绪，可以让您的心情更加舒缓。",
        "label": ""
      },
      {
        "sentence": "另外，尽量避免听到不愉快的言语和消息，多看些积极向上的内容，这有助于提高您的情绪。",
        "label": ""
      },
      {
        "sentence": "如果您感到非常沮丧，也可以随时和朋友或支持者聊聊天，分享自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会好好尝试。我现在感觉自己心情好多了，谢谢您的耐心倾听和建议。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会好好尝试。",
        "label": ""
      },
      {
        "sentence": "我现在感觉自己心情好多了，谢谢您的耐心倾听和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能够帮助您。您是一位好母亲，我们都相信您可以克服这个困难，做一个更好的自己。再次感谢您的信任。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能够帮助您。",
        "label": ""
      },
      {
        "sentence": "您是一位好母亲，我们都相信您可以克服这个困难，做一个更好的自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的信任。",
        "label": ""
      }
    ]
  }
]