[
  {
    "role": "client",
    "content": "像一个随时会爆发的炸弹，我要如何控制自己的情绪？我是一个幸运也是一个不幸的人，我是一个外嫁远方的姑娘，结婚以后，因为父母不常在身旁，婆婆总是欺压我，不照顾我坐月子，丈夫的放任不理，导致后来的我脾气很差，控制不住自己的情绪。我就像一个随时会爆发的炸弹，最主要的是，我更多的把这种情绪发泄在我的孩子身上。我想要改变，却无从下手，心里无比痛苦。我怕孩子以后会受到我的影响，变成像我一样脾气差，不好相处的人！我该怎么办？",
    "annotation": [
      {
        "sentence": "像一个随时会爆发的炸弹，我要如何控制自己的情绪？",
        "label": ""
      },
      {
        "sentence": "我是一个幸运也是一个不幸的人，我是一个外嫁远方的姑娘，结婚以后，因为父母不常在身旁，婆婆总是欺压我，不照顾我坐月子，丈夫的放任不理，导致后来的我脾气很差，控制不住自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我就像一个随时会爆发的炸弹，最主要的是，我更多的把这种情绪发泄在我的孩子身上。",
        "label": ""
      },
      {
        "sentence": "我想要改变，却无从下手，心里无比痛苦。",
        "label": ""
      },
      {
        "sentence": "我怕孩子以后会受到我的影响，变成像我一样脾气差，不好相处的人！",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我非常心疼你。你真的是太不容易了，既要面对婆婆的压力，丈夫的忽略，还要照顾孩子，使你感到无法控制情绪。我们现在可以做些什么呢？首先，我们应该尝试调节情绪，想办法给自己留出时间和空间，照顾好自己的需求。这需要你丈夫的帮忙，让他多些时间分配给孩子，这样你就可以有时间调整自己——这不是自私，反而是最优化的家庭和孩子关系的表现。如果你不调整自己的情绪，单纯采用隔离负面情绪的方法，会导致关系破裂，也不利于孩子成长。",
    "annotation": [
      {
        "sentence": "听到你这样说，我非常心疼你。",
        "label": ""
      },
      {
        "sentence": "你真的是太不容易了，既要面对婆婆的压力，丈夫的忽略，还要照顾孩子，使你感到无法控制情绪。",
        "label": ""
      },
      {
        "sentence": "我们现在可以做些什么呢？",
        "label": ""
      },
      {
        "sentence": "首先，我们应该尝试调节情绪，想办法给自己留出时间和空间，照顾好自己的需求。",
        "label": ""
      },
      {
        "sentence": "这需要你丈夫的帮忙，让他多些时间分配给孩子，这样你就可以有时间调整自己——这不是自私，反而是最优化的家庭和孩子关系的表现。",
        "label": ""
      },
      {
        "sentence": "如果你不调整自己的情绪，单纯采用隔离负面情绪的方法，会导致关系破裂，也不利于孩子成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这确实是个好建议，感觉我需要好好照顾自己，让自己有时间调整情绪，但是我如何应对婆婆的言语？",
    "annotation": [
      {
        "sentence": "这确实是个好建议，感觉我需要好好照顾自己，让自己有时间调整情绪，但是我如何应对婆婆的言语？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实让人很难受，我们不希望自己一直受到婆婆的压力。我想建议你和你的丈夫沟通一下，是否可以和婆婆分开住？或者减少和婆婆见面的频率，减少矛盾冲突。谈判的时候需要特别注意我们的沟通方式，目的是一定要让对方理解我们的想法，理解我们为什么需要这么做。比如，内心已经压抑着对婆婆的不满很久了，为了丈夫你一直忍受着，但是这不是长久之计，希望丈夫能帮自己想想办法，减少婆媳见面，或者其他方法。你也不想看到丈夫夹在你们之间为难吧？",
    "annotation": [
      {
        "sentence": "这确实让人很难受，我们不希望自己一直受到婆婆的压力。",
        "label": ""
      },
      {
        "sentence": "我想建议你和你的丈夫沟通一下，是否可以和婆婆分开住？",
        "label": ""
      },
      {
        "sentence": "或者减少和婆婆见面的频率，减少矛盾冲突。",
        "label": ""
      },
      {
        "sentence": "谈判的时候需要特别注意我们的沟通方式，目的是一定要让对方理解我们的想法，理解我们为什么需要这么做。",
        "label": ""
      },
      {
        "sentence": "比如，内心已经压抑着对婆婆的不满很久了，为了丈夫你一直忍受着，但是这不是长久之计，希望丈夫能帮自己想想办法，减少婆媳见面，或者其他方法。",
        "label": ""
      },
      {
        "sentence": "你也不想看到丈夫夹在你们之间为难吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯嗯，这很有道理，我需要和我的丈夫好好谈谈。但是我感觉我现在很孤单，很累，经常需要照顾孩子，也没有什么朋友可以倾诉。该怎么办呢？",
    "annotation": [
      {
        "sentence": "嗯嗯，这很有道理，我需要和我的丈夫好好谈谈。",
        "label": ""
      },
      {
        "sentence": "但是我感觉我现在很孤单，很累，经常需要照顾孩子，也没有什么朋友可以倾诉。",
        "label": ""
      },
      {
        "sentence": "该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题很关键。我们需要寻找家庭以外的支持系统，比如以前的同学闺蜜，一起打电话吐槽一下婆婆；小区里的新手妈妈，一起交流和分担家里的不悦，彼此支持鼓励，等等……这样可以让你感到自己并不孤独，让你知道你不是独自面对，像我们一样经历着的女性大有人在。这也会让你从她们身上获得一些经验和支持的力量。",
    "annotation": [
      {
        "sentence": "这个问题很关键。",
        "label": ""
      },
      {
        "sentence": "我们需要寻找家庭以外的支持系统，比如以前的同学闺蜜，一起打电话吐槽一下婆婆；小区里的新手妈妈，一起交流和分担家里的不悦，彼此支持鼓励，等等……这样可以让你感到自己并不孤独，让你知道你不是独自面对，像我们一样经历着的女性大有人在。",
        "label": ""
      },
      {
        "sentence": "这也会让你从她们身上获得一些经验和支持的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个想法不错，我可以试一试。但是，我还是很想知道我的幸运指的是什么，我感觉我一直在过不如意的日子，就算有幸运也很快消逝了。",
    "annotation": [
      {
        "sentence": "这个想法不错，我可以试一试。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很想知道我的幸运指的是什么，我感觉我一直在过不如意的日子，就算有幸运也很快消逝了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个好问题，我觉得你需要回忆一下自己的过去，想一想，幸运的时候，你觉得自己是怎样的，有什么值得感激的事情发生过。当我们回忆幸运的时候，我们会感到自己充满希望，前途光明。而这样的感觉和思想，会帮助你调整现在的状态。",
    "annotation": [
      {
        "sentence": "这是个好问题，我觉得你需要回忆一下自己的过去，想一想，幸运的时候，你觉得自己是怎样的，有什么值得感激的事情发生过。",
        "label": ""
      },
      {
        "sentence": "当我们回忆幸运的时候，我们会感到自己充满希望，前途光明。",
        "label": ""
      },
      {
        "sentence": "而这样的感觉和思想，会帮助你调整现在的状态。",
        "label": ""
      }
    ]
  }
]