[
  {
    "role": "client",
    "content": "像一个随时会爆发的炸弹，我要如何控制自己的情绪？我是一个幸运也是一个不幸的人，我是一个外嫁远方的姑娘，结婚以后，因为父母不常在身旁，婆婆总是欺压我，不照顾我坐月子，丈夫的放任不理，导致后来的我脾气很差，控制不住自己的情绪，我就像一个随时会爆发的炸弹，最主要的是，我更多的把这种情绪发泄在我的孩子身上，我想要改变。却无从下手，心里无比痛苦。我怕孩子以后会受到我的影响，变成像我一样脾气差，不好相处的人！我该怎么办？每次知道不好，但是就是无法控制，甚至会无缘无故发火，尤其是听到我婆婆讲话，心里更堵的慌！",
    "annotation": [
      {
        "sentence": "像一个随时会爆发的炸弹，我要如何控制自己的情绪？",
        "label": ""
      },
      {
        "sentence": "我是一个幸运也是一个不幸的人，我是一个外嫁远方的姑娘，结婚以后，因为父母不常在身旁，婆婆总是欺压我，不照顾我坐月子，丈夫的放任不理，导致后来的我脾气很差，控制不住自己的情绪，我就像一个随时会爆发的炸弹，最主要的是，我更多的把这种情绪发泄在我的孩子身上，我想要改变。",
        "label": ""
      },
      {
        "sentence": "却无从下手，心里无比痛苦。",
        "label": ""
      },
      {
        "sentence": "我怕孩子以后会受到我的影响，变成像我一样脾气差，不好相处的人！",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "每次知道不好，但是就是无法控制，甚至会无缘无故发火，尤其是听到我婆婆讲话，心里更堵的慌！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，觉得好心疼，希望能给你带去些许的问题和力量。【梳理反馈】首先梳理一下我看到的内容，你看看对不对。第一，因为幸运，远嫁他乡。第二，婚后发生了很多事情，你的情绪控制能力变得很差。第三，你认为情绪变差的原因是父母不在身边，婆婆欺压，老公不理。第四，你对自己情绪失控的状态很焦虑，怕影响孩子。第五，一听到婆婆讲话就难受。第六，你对现在的自己很不满意。第七，你想改变自己，但是没有方法。【理解分析】说下我的理解和看法。第一，整体来看，我觉得你是一个有力量的姑娘，当初远嫁他乡，今天各种压力之下，还在考虑孩子的精神健康，这说明，你的心底有一颗能量的种子，不断散发着希望。第二，远嫁他乡，我觉得这是一件幸运的事。有一个人值得自己这么做，这在当初就是幸运的，不过我想无论回去多少次，你的选择都变。第三，婚后脾气变差。原因是什么呢？是不是你说的那样的呢？我们一起来分析一下。首先说物理环境，这个题目中并没有给出具体信息，你可以自己思考，物理环境的变化对你有没有影响。不同地方的生活习惯对你有没有影响。其次说人文环境，这个变化就有点大了，婆婆和孩子，无论哪一个磨合起来都是一个重大工程，两个一起来，肯定会造成巨大压力。再者心理环境，这个变化我想从怀孕的那一刻开始，你就能感觉到了，女人在当上妈妈的那一刻就已经不同了，现在的你，不仅仅是女儿，还是老婆，儿媳，妈妈，还是你自己，身份一下子多了好多，如果没有压力，没有错乱，你觉得正常吗？综上，脾气变差的原因如果说是婆婆的欺压和老公的置之不理，我觉得并不完整。第四，一个女人力量最薄弱的时候，我觉得就是初为人母的时候，无论生理还是心理都是最脆弱的时候。原来我们有100分的精力，只需要做女儿和自己，现在只有60分的精力，却要做好，女儿，自己，母亲，妻子，儿媳，这个时候，即便有的时候做的不好，即便有点失控，你觉得在合理的范围内吗？第五，听到婆婆说话就难受。我想这应该是她以前说的话都不能给予你理解和安慰吧。我想不能理解和安慰你的人有很多，不止是你的婆婆，包括你的孩子，你的公公，还有你的朋友，甚至包括你的父母，他们都有可能不理解你，但是为什么他们说话的时候，你没有这个感受呢？我想是因为期待落空。你对你的婆婆的期待和别人有所不同。一个人会对什么样的人有期待呢？比如老公，比如孩子，我的理解是想建立亲密关系的人。所以，我觉得你其实你是想和婆婆建立亲密关系的，但是现实的状况让你太挫败了，所以，你用抱怨的方式表达自己的期待。第六，愤怒，愤怒是一般是对真相的防御，也就是愤怒的情绪发生之前还有一种情绪已经到来，你仔细体会一下，应该会有所发现。【方法建议】给你几点小建议：第一，如果愿意，可以和老公一起找心理咨询师做家庭治疗。第二，可以做做冥想，的冥想星球有很多资源，免费和收费的都很多，也都挺好的，我想对你应该是有帮助。第三，可以写写日记，把自己的情绪记录下来。第四，想象下，如果你是那失控的情绪，你想说什么呢？幸与不幸，不在于远嫁，而在于能不能找到自己，眼下只是一处迷雾，走过去，自有风景。希望我的回答能对你有所帮助。",
    "annotation": [
      {
        "sentence": "看到你的问题，觉得好心疼，希望能给你带去些许的问题和力量。",
        "label": ""
      },
      {
        "sentence": "【梳理反馈】首先梳理一下我看到的内容，你看看对不对。",
        "label": ""
      },
      {
        "sentence": "第一，因为幸运，远嫁他乡。",
        "label": ""
      },
      {
        "sentence": "第二，婚后发生了很多事情，你的情绪控制能力变得很差。",
        "label": ""
      },
      {
        "sentence": "第三，你认为情绪变差的原因是父母不在身边，婆婆欺压，老公不理。",
        "label": ""
      },
      {
        "sentence": "第四，你对自己情绪失控的状态很焦虑，怕影响孩子。",
        "label": ""
      },
      {
        "sentence": "第五，一听到婆婆讲话就难受。",
        "label": ""
      },
      {
        "sentence": "第六，你对现在的自己很不满意。",
        "label": ""
      },
      {
        "sentence": "第七，你想改变自己，但是没有方法。",
        "label": ""
      },
      {
        "sentence": "【理解分析】说下我的理解和看法。",
        "label": ""
      },
      {
        "sentence": "第一，整体来看，我觉得你是一个有力量的姑娘，当初远嫁他乡，今天各种压力之下，还在考虑孩子的精神健康，这说明，你的心底有一颗能量的种子，不断散发着希望。",
        "label": ""
      },
      {
        "sentence": "第二，远嫁他乡，我觉得这是一件幸运的事。",
        "label": ""
      },
      {
        "sentence": "有一个人值得自己这么做，这在当初就是幸运的，不过我想无论回去多少次，你的选择都变。",
        "label": ""
      },
      {
        "sentence": "第三，婚后脾气变差。",
        "label": ""
      },
      {
        "sentence": "原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "是不是你说的那样的呢？",
        "label": ""
      },
      {
        "sentence": "我们一起来分析一下。",
        "label": ""
      },
      {
        "sentence": "首先说物理环境，这个题目中并没有给出具体信息，你可以自己思考，物理环境的变化对你有没有影响。",
        "label": ""
      },
      {
        "sentence": "不同地方的生活习惯对你有没有影响。",
        "label": ""
      },
      {
        "sentence": "其次说人文环境，这个变化就有点大了，婆婆和孩子，无论哪一个磨合起来都是一个重大工程，两个一起来，肯定会造成巨大压力。",
        "label": ""
      },
      {
        "sentence": "再者心理环境，这个变化我想从怀孕的那一刻开始，你就能感觉到了，女人在当上妈妈的那一刻就已经不同了，现在的你，不仅仅是女儿，还是老婆，儿媳，妈妈，还是你自己，身份一下子多了好多，如果没有压力，没有错乱，你觉得正常吗？",
        "label": ""
      },
      {
        "sentence": "综上，脾气变差的原因如果说是婆婆的欺压和老公的置之不理，我觉得并不完整。",
        "label": ""
      },
      {
        "sentence": "第四，一个女人力量最薄弱的时候，我觉得就是初为人母的时候，无论生理还是心理都是最脆弱的时候。",
        "label": ""
      },
      {
        "sentence": "原来我们有100分的精力，只需要做女儿和自己，现在只有60分的精力，却要做好，女儿，自己，母亲，妻子，儿媳，这个时候，即便有的时候做的不好，即便有点失控，你觉得在合理的范围内吗？",
        "label": ""
      },
      {
        "sentence": "第五，听到婆婆说话就难受。",
        "label": ""
      },
      {
        "sentence": "我想这应该是她以前说的话都不能给予你理解和安慰吧。",
        "label": ""
      },
      {
        "sentence": "我想不能理解和安慰你的人有很多，不止是你的婆婆，包括你的孩子，你的公公，还有你的朋友，甚至包括你的父母，他们都有可能不理解你，但是为什么他们说话的时候，你没有这个感受呢？",
        "label": ""
      },
      {
        "sentence": "我想是因为期待落空。",
        "label": ""
      },
      {
        "sentence": "你对你的婆婆的期待和别人有所不同。",
        "label": ""
      },
      {
        "sentence": "一个人会对什么样的人有期待呢？",
        "label": ""
      },
      {
        "sentence": "比如老公，比如孩子，我的理解是想建立亲密关系的人。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得你其实你是想和婆婆建立亲密关系的，但是现实的状况让你太挫败了，所以，你用抱怨的方式表达自己的期待。",
        "label": ""
      },
      {
        "sentence": "第六，愤怒，愤怒是一般是对真相的防御，也就是愤怒的情绪发生之前还有一种情绪已经到来，你仔细体会一下，应该会有所发现。",
        "label": ""
      },
      {
        "sentence": "【方法建议】给你几点小建议：第一，如果愿意，可以和老公一起找心理咨询师做家庭治疗。",
        "label": ""
      },
      {
        "sentence": "第二，可以做做冥想，的冥想星球有很多资源，免费和收费的都很多，也都挺好的，我想对你应该是有帮助。",
        "label": ""
      },
      {
        "sentence": "第三，可以写写日记，把自己的情绪记录下来。",
        "label": ""
      },
      {
        "sentence": "第四，想象下，如果你是那失控的情绪，你想说什么呢？",
        "label": ""
      },
      {
        "sentence": "幸与不幸，不在于远嫁，而在于能不能找到自己，眼下只是一处迷雾，走过去，自有风景。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的回答，感谢您的理解和关怀。我确实一直想要改变自己的情绪控制能力，但是一直没找到解决的方法。听您的分析，我开始意识到还有其他方面的原因导致我情绪失控。您提到的物理环境、人文环境和心理环境确实对我有很大影响，我以前没有意识到这些因素。我也明",
    "annotation": [
      {
        "sentence": "谢谢您的回答，感谢您的理解和关怀。",
        "label": ""
      },
      {
        "sentence": "我确实一直想要改变自己的情绪控制能力，但是一直没找到解决的方法。",
        "label": ""
      },
      {
        "sentence": "听您的分析，我开始意识到还有其他方面的原因导致我情绪失控。",
        "label": ""
      },
      {
        "sentence": "您提到的物理环境、人文环境和心理环境确实对我有很大影响，我以前没有意识到这些因素。",
        "label": ""
      },
      {
        "sentence": "我也明",
        "label": ""
      }
    ]
  }
]