[
  {
    "role": "client",
    "content": "像一个随时会爆发的炸弹，我要如何控制自己的情绪？我是一个幸运也是一个不幸的人，我是一个外嫁远方的姑娘，结婚以后，因为父母不常在身旁，婆婆总是欺压我，不照顾我坐月子，丈夫的放任不理，导致后来的我脾气很差，控制不住自己的情绪，我就像一个随时会爆发的炸弹，最主要的是，我更多的把这种情绪发泄在我的孩子身上，我想要改变。却无从下手，心里无比痛苦。我怕孩子以后会受到我的影响，变成像我一样脾气差，不好相处的人！我该怎么办？每次知道不好，但是就是无法控制，甚至会无缘无故发火，尤其是听到我婆婆讲话，心里更堵的慌！",
    "annotation": [
      {
        "sentence": "像一个随时会爆发的炸弹，我要如何控制自己的情绪？",
        "label": ""
      },
      {
        "sentence": "我是一个幸运也是一个不幸的人，我是一个外嫁远方的姑娘，结婚以后，因为父母不常在身旁，婆婆总是欺压我，不照顾我坐月子，丈夫的放任不理，导致后来的我脾气很差，控制不住自己的情绪，我就像一个随时会爆发的炸弹，最主要的是，我更多的把这种情绪发泄在我的孩子身上，我想要改变。",
        "label": ""
      },
      {
        "sentence": "却无从下手，心里无比痛苦。",
        "label": ""
      },
      {
        "sentence": "我怕孩子以后会受到我的影响，变成像我一样脾气差，不好相处的人！",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "每次知道不好，但是就是无法控制，甚至会无缘无故发火，尤其是听到我婆婆讲话，心里更堵的慌！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我自己也是一位母亲，所以很理解您现在的状态。这里涉及到两个问题，其一是婆媳矛盾如何解决；其二是当下引发的情绪如何疏解。从某种程度上说，除非遇到特别好的婆婆，不然婆媳之间的“天然矛盾”似乎是不可调和的。",
    "annotation": [
      {
        "sentence": "我自己也是一位母亲，所以很理解您现在的状态。",
        "label": ""
      },
      {
        "sentence": "这里涉及到两个问题，其一是婆媳矛盾如何解决；其二是当下引发的情绪如何疏解。",
        "label": ""
      },
      {
        "sentence": "从某种程度上说，除非遇到特别好的婆婆，不然婆媳之间的“天然矛盾”似乎是不可调和的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉我与婆婆之间总是存在紧张和摩擦。",
    "annotation": [
      {
        "sentence": "是的，我感觉我与婆婆之间总是存在紧张和摩擦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为婆婆心爱的儿子娶了妻子，他对妻子更好一些，还是对母亲更好一些，更听谁的，对他来说，都是两难的事情，他当然希望两方面讨好，但说多了不行，有可能是几方的矛盾；说少了就可能是放任不管，让媳妇委屈。从这个角度来看，其实做儿子是满难的事情。",
    "annotation": [
      {
        "sentence": "因为婆婆心爱的儿子娶了妻子，他对妻子更好一些，还是对母亲更好一些，更听谁的，对他来说，都是两难的事情，他当然希望两方面讨好，但说多了不行，有可能是几方的矛盾；说少了就可能是放任不管，让媳妇委屈。",
        "label": ""
      },
      {
        "sentence": "从这个角度来看，其实做儿子是满难的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我要试着接受这个事实，尽量和老公一起孝敬好婆婆。",
    "annotation": [
      {
        "sentence": "我理解了，我要试着接受这个事实，尽量和老公一起孝敬好婆婆。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果一个儿子只对媳妇好，对公公婆婆不太好，相信这种事情您也不希望看见，这样的人，是否孝顺，是否有责任感，都需要打一个问号。所以，我们要先从心里知道这样一个事实：老公不会不管婆婆，某种程度上，因为她是老人，还会偏袒一些，血浓于水，我们要接受这个事实。",
    "annotation": [
      {
        "sentence": "如果一个儿子只对媳妇好，对公公婆婆不太好，相信这种事情您也不希望看见，这样的人，是否孝顺，是否有责任感，都需要打一个问号。",
        "label": ""
      },
      {
        "sentence": "所以，我们要先从心里知道这样一个事实：老公不会不管婆婆，某种程度上，因为她是老人，还会偏袒一些，血浓于水，我们要接受这个事实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，在处理和婆婆的关系时，我应该更加理解她的处境，并给予她更多的关爱和尊重。",
    "annotation": [
      {
        "sentence": "我明白了，在处理和婆婆的关系时，我应该更加理解她的处境，并给予她更多的关爱和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，我们也要尽量和老公一起孝敬好婆婆。同时，如果明显的婆婆不对或者过分，您可以放下情绪，跟婆婆好好沟通，表达出自己的感受和看法，以及希望和她和平共处的愿望。但最好不要太多跟老公说，因为互相传话，有可能会激化矛盾。",
    "annotation": [
      {
        "sentence": "对的，我们也要尽量和老公一起孝敬好婆婆。",
        "label": ""
      },
      {
        "sentence": "同时，如果明显的婆婆不对或者过分，您可以放下情绪，跟婆婆好好沟通，表达出自己的感受和看法，以及希望和她和平共处的愿望。",
        "label": ""
      },
      {
        "sentence": "但最好不要太多跟老公说，因为互相传话，有可能会激化矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会注意的，不去加剧矛盾，而是试着与婆婆进行理性的沟通。",
    "annotation": [
      {
        "sentence": "嗯，我会注意的，不去加剧矛盾，而是试着与婆婆进行理性的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好。此外，在日常生活中，我们要做好父母的角色，照顾孩子，做好家务，孝敬公婆，事情做得无可指摘，那么，婆婆也就不会多说什么。总之，希望您可以试着放下既往，早点和婆婆理性的沟通，哪怕是聊一聊。其实回过头您会发现，其实婆婆也是别人的妈妈，也不容易，老人也老，余生其实没有多久，好好爱您老公的母亲吧。祝福您呢！",
    "annotation": [
      {
        "sentence": "非常好。",
        "label": ""
      },
      {
        "sentence": "此外，在日常生活中，我们要做好父母的角色，照顾孩子，做好家务，孝敬公婆，事情做得无可指摘，那么，婆婆也就不会多说什么。",
        "label": ""
      },
      {
        "sentence": "总之，希望您可以试着放下既往，早点和婆婆理性的沟通，哪怕是聊一聊。",
        "label": ""
      },
      {
        "sentence": "其实回过头您会发现，其实婆婆也是别人的妈妈，也不容易，老人也老，余生其实没有多久，好好爱您老公的母亲吧。",
        "label": ""
      },
      {
        "sentence": "祝福您呢！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力改变自己的情绪，并用更好的方式与婆婆相处。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力改变自己的情绪，并用更好的方式与婆婆相处。",
        "label": ""
      }
    ]
  }
]