[
  {
    "role": "client",
    "content": "高考将至，我却越来越无心学习，我..该怎么办T﹏T我是来自福建的一名高三学生，尝尽世间百态，曾经也几度想过离开世界，或是隐居山林。但仔细想想，我不想放弃生存的权利，我想做点什么想做的事，就算为了自己也要不枉此生！就在高三，我找到了真正想做的事，去剧组工作。(理想成为导演，创作有意义的故事，虽然..这很远)就感觉有种莫名的向往，但封建思想根深蒂固的家庭不理解我，天天和他们吵吵吵，无心学习，虽然考到一中读高中却连本科线都上不去TAT，离高考就差两百多天了，高中前两年很叛逆又太懈怠导致我基础又特别差，每次爬到山顶思考人生立志，回来却都是三分钟热度，可我梦想中的大学，山西传媒学院，却还要高出本科线四十分，导演系还需要参加传媒类艺考，但爸妈不支持，家里经济条件也不允许我去机构培训，做人真的好难……最后再抱怨一下，大家就当我发癫发泄吧！为什么大部分同学们的家长思想都能那么先进，可以给孩子想要的，帮助他去追梦？人间是个好地方，但是下辈子，不来了。",
    "annotation": [
      {
        "sentence": "高考将至，我却越来越无心学习，我..该怎么办T﹏T我是来自福建的一名高三学生，尝尽世间百态，曾经也几度想过离开世界，或是隐居山林。",
        "label": ""
      },
      {
        "sentence": "但仔细想想，我不想放弃生存的权利，我想做点什么想做的事，就算为了自己也要不枉此生！",
        "label": ""
      },
      {
        "sentence": "就在高三，我找到了真正想做的事，去剧组工作。",
        "label": ""
      },
      {
        "sentence": "(理想成为导演，创作有意义的故事，虽然..这很远)就感觉有种莫名的向往，但封建思想根深蒂固的家庭不理解我，天天和他们吵吵吵，无心学习，虽然考到一中读高中却连本科线都上不去TAT，离高考就差两百多天了，高中前两年很叛逆又太懈怠导致我基础又特别差，每次爬到山顶思考人生立志，回来却都是三分钟热度，可我梦想中的大学，山西传媒学院，却还要高出本科线四十分，导演系还需要参加传媒类艺考，但爸妈不支持，家里经济条件也不允许我去机构培训，做人真的好难……最后再抱怨一下，大家就当我发癫发泄吧！",
        "label": ""
      },
      {
        "sentence": "为什么大部分同学们的家长思想都能那么先进，可以给孩子想要的，帮助他去追梦？",
        "label": ""
      },
      {
        "sentence": "人间是个好地方，但是下辈子，不来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的留言感受到你现在内心十分挣扎和无奈，家里人不支持你选择自己感兴趣的方向，学习状态不好，学习成绩不理想让你觉得很焦虑，同时你也在抱怨自己做事会三分钟热度，没能把事情做好。给你的大大的拥抱，以下是一些分析和建议：",
    "annotation": [
      {
        "sentence": "看到你的留言感受到你现在内心十分挣扎和无奈，家里人不支持你选择自己感兴趣的方向，学习状态不好，学习成绩不理想让你觉得很焦虑，同时你也在抱怨自己做事会三分钟热度，没能把事情做好。",
        "label": ""
      },
      {
        "sentence": "给你的大大的拥抱，以下是一些分析和建议：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和拥抱，这段时间真的觉得很困惑和无助。我很羡慕那些家长能够理解并支持孩子追梦的人，他们的孩子有很多机会去追求自己的兴趣，而我却碰到这么多困难。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和拥抱，这段时间真的觉得很困惑和无助。",
        "label": ""
      },
      {
        "sentence": "我很羡慕那些家长能够理解并支持孩子追梦的人，他们的孩子有很多机会去追求自己的兴趣，而我却碰到这么多困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一定是个积极上进的人，很羡慕你有自己的想法，在高考之前就知道自己喜欢什么，有一个大概的方向，即使没有尝试过不知道这个方向是否真正适合你，但是有梦想的人都很了不起呀~",
    "annotation": [
      {
        "sentence": "你一定是个积极上进的人，很羡慕你有自己的想法，在高考之前就知道自己喜欢什么，有一个大概的方向，即使没有尝试过不知道这个方向是否真正适合你，但是有梦想的人都很了不起呀~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和鼓励。我一直觉得自己是个有梦想的人，也一直希望能在高考之前找到自己的兴趣方向，不枉此生。但是我父母不理解我，总觉得我的想法不现实，导致我觉得很沮丧和无助。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和鼓励。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己是个有梦想的人，也一直希望能在高考之前找到自己的兴趣方向，不枉此生。",
        "label": ""
      },
      {
        "sentence": "但是我父母不理解我，总觉得我的想法不现实，导致我觉得很沮丧和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到父母不支持你艺考，我想可能有多个方面的原因，比如家里的经济情况可能有些压力；或者是曾经一些三分钟热度的爱好，让父母觉得你这一次也是玩一玩而已；再或者你父母确实不认可这个职业，觉得你需要安分升学考试才能有更好的未来。",
    "annotation": [
      {
        "sentence": "你提到父母不支持你艺考，我想可能有多个方面的原因，比如家里的经济情况可能有些压力；或者是曾经一些三分钟热度的爱好，让父母觉得你这一次也是玩一玩而已；再或者你父母确实不认可这个职业，觉得你需要安分升学考试才能有更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我父母确实担心我的未来，他们觉得我应该专心学习考大学，认为那样会更稳定和有保障。而且，我们家的经济情况确实不容许我去参加培训班。我真的很迷茫，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "你说得很对，我父母确实担心我的未来，他们觉得我应该专心学习考大学，认为那样会更稳定和有保障。",
        "label": ""
      },
      {
        "sentence": "而且，我们家的经济情况确实不容许我去参加培训班。",
        "label": ""
      },
      {
        "sentence": "我真的很迷茫，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和父母沟通过后，可以听听他们的想法，父母的人生经验比我们多，虽然他们不一定全部都对，但他们的看法和角度能够给我们做判断和决定做一些参考，如果没能争取到父母对艺考的支持，你不妨先静下心来学习，提高文化课成绩，考上大学后，还有很多辅修、选修或转专业的机会让你接触到喜欢的专业，追梦的路并不狭窄。",
    "annotation": [
      {
        "sentence": "和父母沟通过后，可以听听他们的想法，父母的人生经验比我们多，虽然他们不一定全部都对，但他们的看法和角度能够给我们做判断和决定做一些参考，如果没能争取到父母对艺考的支持，你不妨先静下心来学习，提高文化课成绩，考上大学后，还有很多辅修、选修或转专业的机会让你接触到喜欢的专业，追梦的路并不狭窄。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我应该和父母好好沟通，听听他们的想法，然后再思考我的选择。我确实应该先专注于高考，争取考上大学，然后再考虑未来的发展方向。对此，我要更加努力，提高文化课成绩。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我应该和父母好好沟通，听听他们的想法，然后再思考我的选择。",
        "label": ""
      },
      {
        "sentence": "我确实应该先专注于高考，争取考上大学，然后再考虑未来的发展方向。",
        "label": ""
      },
      {
        "sentence": "对此，我要更加努力，提高文化课成绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "坚定下来做好一件事情，更加成熟的你会让父母更加信任，渐渐地他们会改变对你的看法。你是一个有梦想并且愿意努力的人，我相信你一定能够克服困难，实现自己的梦想。希望我的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "坚定下来做好一件事情，更加成熟的你会让父母更加信任，渐渐地他们会改变对你的看法。",
        "label": ""
      },
      {
        "sentence": "你是一个有梦想并且愿意努力的人，我相信你一定能够克服困难，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力去做，希望能够取得好的成绩，实现自己的梦想。有你的支持，我感到很温暖和勇气满满。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力去做，希望能够取得好的成绩，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "有你的支持，我感到很温暖和勇气满满。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和积极向上的态度让我十分敬佩，相信你一定能够面对困难和挑战，去追求自己想要的生活和事业。祝你高考顺利，未来一切好运！如果有任何问题和困惑，记得随时来找我聊天，我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "你的勇气和积极向上的态度让我十分敬佩，相信你一定能够面对困难和挑战，去追求自己想要的生活和事业。",
        "label": ""
      },
      {
        "sentence": "祝你高考顺利，未来一切好运！",
        "label": ""
      },
      {
        "sentence": "如果有任何问题和困惑，记得随时来找我聊天，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]