[
  {
    "role": "client",
    "content": "我是一个20岁的女生，为什么我在工作中总是感到焦虑不安呢？最近老师给了我一个很重要的任务，但是我不确定该做些什么，是应该主动去问老师还是等老师来找我。在问题解决之前，我总是会感到很担心焦虑，让我无法安心去做其他事情。而且我和五六个同学一起共事，他们都在一个班级，只有我一个人不同班。在工作讨论中，他们让我感觉被排挤在外，这让我感到很压抑和难受。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，为什么我在工作中总是感到焦虑不安呢？",
        "label": ""
      },
      {
        "sentence": "最近老师给了我一个很重要的任务，但是我不确定该做些什么，是应该主动去问老师还是等老师来找我。",
        "label": ""
      },
      {
        "sentence": "在问题解决之前，我总是会感到很担心焦虑，让我无法安心去做其他事情。",
        "label": ""
      },
      {
        "sentence": "而且我和五六个同学一起共事，他们都在一个班级，只有我一个人不同班。",
        "label": ""
      },
      {
        "sentence": "在工作讨论中，他们让我感觉被排挤在外，这让我感到很压抑和难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你当前的困扰。首先，对于你对任务的疑惑，我建议你主动去问老师，了解清楚你需要做些什么。这样你就能够更明确自己的工作职责，减少焦虑的情绪。至于你在团队中感到被排挤的问题，这可能是真实被排斥或者是你自己的内在感受。如果人际关系不是任务的重要部分，你可以选择忽略他们的行为，专注完成老师交给的任务。如果你觉得这是一个人际关系的困扰，那么你可以尝试主动融入这个学生团体。我猜测你可能是一个比较被动的人，你可以观察一下那些主动型的人是如何处理工作和人际关系的，然后悄悄地模仿他们或者向他们请教。",
    "annotation": [
      {
        "sentence": "我了解你当前的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，对于你对任务的疑惑，我建议你主动去问老师，了解清楚你需要做些什么。",
        "label": ""
      },
      {
        "sentence": "这样你就能够更明确自己的工作职责，减少焦虑的情绪。",
        "label": ""
      },
      {
        "sentence": "至于你在团队中感到被排挤的问题，这可能是真实被排斥或者是你自己的内在感受。",
        "label": ""
      },
      {
        "sentence": "如果人际关系不是任务的重要部分，你可以选择忽略他们的行为，专注完成老师交给的任务。",
        "label": ""
      },
      {
        "sentence": "如果你觉得这是一个人际关系的困扰，那么你可以尝试主动融入这个学生团体。",
        "label": ""
      },
      {
        "sentence": "我猜测你可能是一个比较被动的人，你可以观察一下那些主动型的人是如何处理工作和人际关系的，然后悄悄地模仿他们或者向他们请教。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会听从你的建议，主动去与老师沟通，明确任务的要求和我应该做些什么。同时，我也会尝试忽略其他同学的行为，专注于完成任务。如果我觉得人际关系是个问题，我会努力去融入他们的团体，并学习那些主动型的人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会听从你的建议，主动去与老师沟通，明确任务的要求和我应该做些什么。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试忽略其他同学的行为，专注于完成任务。",
        "label": ""
      },
      {
        "sentence": "如果我觉得人际关系是个问题，我会努力去融入他们的团体，并学习那些主动型的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你接受了我的建议。主动去与老师沟通会让你更加明确自己的任务和职责，减少焦虑情绪的发生。同时，专注于任务的完成也能够让你更加自信和专注。融入他们的团体可能需要一些时间和努力，但是通过观察和学习主动型的人，你会逐渐找到适合自己的方式来处理工作和人际关系。",
    "annotation": [
      {
        "sentence": "很高兴听到你接受了我的建议。",
        "label": ""
      },
      {
        "sentence": "主动去与老师沟通会让你更加明确自己的任务和职责，减少焦虑情绪的发生。",
        "label": ""
      },
      {
        "sentence": "同时，专注于任务的完成也能够让你更加自信和专注。",
        "label": ""
      },
      {
        "sentence": "融入他们的团体可能需要一些时间和努力，但是通过观察和学习主动型的人，你会逐渐找到适合自己的方式来处理工作和人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力去与老师沟通，我相信这样能够提高我在工作中的效果，并减少焦虑感。同时，我也会专注于任务的完成，不再被其他同学的行为影响到自己的情绪。融入团队可能需要一些时间，但我会尝试向那些主动型的人学习，争取早日适应。",
    "annotation": [
      {
        "sentence": "我会尽力去与老师沟通，我相信这样能够提高我在工作中的效果，并减少焦虑感。",
        "label": ""
      },
      {
        "sentence": "同时，我也会专注于任务的完成，不再被其他同学的行为影响到自己的情绪。",
        "label": ""
      },
      {
        "sentence": "融入团队可能需要一些时间，但我会尝试向那些主动型的人学习，争取早日适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的努力和积极性很值得赞赏。与老师的沟通和专注于任务的完成会带给你更好的结果，并减少焦虑感。融入团队需要耐心和时间，不要忘记给自己一些适应的时间，相信你会逐渐融入他们的。如果在适应的过程中有什么问题，不要犹豫向我寻求帮助。",
    "annotation": [
      {
        "sentence": "你的努力和积极性很值得赞赏。",
        "label": ""
      },
      {
        "sentence": "与老师的沟通和专注于任务的完成会带给你更好的结果，并减少焦虑感。",
        "label": ""
      },
      {
        "sentence": "融入团队需要耐心和时间，不要忘记给自己一些适应的时间，相信你会逐渐融入他们的。",
        "label": ""
      },
      {
        "sentence": "如果在适应的过程中有什么问题，不要犹豫向我寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的支持和鼓励。我会坚持努力，相信自己能够解决这些问题。当有问题出现时，我会尽快寻求帮助，并向你请教一些困扰我的事情。",
    "annotation": [
      {
        "sentence": "谢谢你一直的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会坚持努力，相信自己能够解决这些问题。",
        "label": ""
      },
      {
        "sentence": "当有问题出现时，我会尽快寻求帮助，并向你请教一些困扰我的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供帮助和支持。你的决心和积极性会帮助你克服困难。记住，面对问题不要害怕寻求帮助，我会随时为你提供支持。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你的决心和积极性会帮助你克服困难。",
        "label": ""
      },
      {
        "sentence": "记住，面对问题不要害怕寻求帮助，我会随时为你提供支持。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]