[
  {
    "role": "client",
    "content": "高考将至，我却越来越无心学习，我..该怎么办T﹏T我是来自福建的一名高三学生，尝尽世间百态，曾经也几度想过离开世界，或是隐居山林。但仔细想想，我不想放弃生存的权利，我想做点什么想做的事，就算为了自己也要不枉此生！就在高三，我找到了真正想做的事，去剧组工作。(理想成为导演，创作有意义的故事，虽然..这很远)求助者：我就感觉有种莫名的向往，但封建思想根深蒂固的家庭不理解我，天天和他们吵吵吵，无心学习，虽然考到一中读高中却连本科线都上不去TAT，离高考就差两百多天了，高中前两年很叛逆又太懈怠导致我基础又特别差，每次爬到山顶思考人生立志，回来却都是三分钟热度，可我梦想中的大学，山西传媒学院，却还要高出本科线四十分，导演系还需要参加传媒类艺考，但爸妈不支持，家里经济条件也不允许我去机构培训，做人真的好难……",
    "annotation": [
      {
        "sentence": "高考将至，我却越来越无心学习，我..该怎么办T﹏T我是来自福建的一名高三学生，尝尽世间百态，曾经也几度想过离开世界，或是隐居山林。",
        "label": ""
      },
      {
        "sentence": "但仔细想想，我不想放弃生存的权利，我想做点什么想做的事，就算为了自己也要不枉此生！",
        "label": ""
      },
      {
        "sentence": "就在高三，我找到了真正想做的事，去剧组工作。",
        "label": ""
      },
      {
        "sentence": "(理想成为导演，创作有意义的故事，虽然..这很远)求助者：我就感觉有种莫名的向往，但封建思想根深蒂固的家庭不理解我，天天和他们吵吵吵，无心学习，虽然考到一中读高中却连本科线都上不去TAT，离高考就差两百多天了，高中前两年很叛逆又太懈怠导致我基础又特别差，每次爬到山顶思考人生立志，回来却都是三分钟热度，可我梦想中的大学，山西传媒学院，却还要高出本科线四十分，导演系还需要参加传媒类艺考，但爸妈不支持，家里经济条件也不允许我去机构培训，做人真的好难……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你知道你想要什么，但是如何能要到似乎还缺少一点信心，那么再反过来看看那个真的是你想要的吗？如果是，去问问那个害怕的部分是什么，如果不是，你真正想要的是什么呢？有什么样的梦想是你可以为之赴汤蹈火一往无前不惧失败的呢？",
    "annotation": [
      {
        "sentence": "你知道你想要什么，但是如何能要到似乎还缺少一点信心，那么再反过来看看那个真的是你想要的吗？",
        "label": ""
      },
      {
        "sentence": "如果是，去问问那个害怕的部分是什么，如果不是，你真正想要的是什么呢？",
        "label": ""
      },
      {
        "sentence": "有什么样的梦想是你可以为之赴汤蹈火一往无前不惧失败的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实对导演这个职业充满了热情，那种创作有意义的故事的能力让我向往不已。但家庭的封建思想束缚着我，他们不理解我，总是与我争吵，导致我无心学习。我知道我需要努力来提高自己的基础，但我确实很担心自己能不能通过高考进入山西传媒学院，而且导演系还需要参加传媒类艺考，这让我非常焦虑。此外，家境也不允许我去参加机构培训，我真的觉得做人好难。",
    "annotation": [
      {
        "sentence": "我确实对导演这个职业充满了热情，那种创作有意义的故事的能力让我向往不已。",
        "label": ""
      },
      {
        "sentence": "但家庭的封建思想束缚着我，他们不理解我，总是与我争吵，导致我无心学习。",
        "label": ""
      },
      {
        "sentence": "我知道我需要努力来提高自己的基础，但我确实很担心自己能不能通过高考进入山西传媒学院，而且导演系还需要参加传媒类艺考，这让我非常焦虑。",
        "label": ""
      },
      {
        "sentence": "此外，家境也不允许我去参加机构培训，我真的觉得做人好难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困扰，面对高考的压力和家庭的不理解，很容易感到沮丧和无力。但是，放松一下并且相信自己，你能找到适合你的出路。或许，你可以尝试与家人坦诚地交流你的梦想和热情，让他们了解你内心的渴望，也许他们会逐渐理解和支持你。此外，你可以努力提高自己的基础知识，参加一些学习小组或课外培训，以弥补之前的懈怠导致的差距。最重要的是，无论外界有多大的阻力，你要相信自己的能力，坚持追求自己的梦想。",
    "annotation": [
      {
        "sentence": "理解你的困扰，面对高考的压力和家庭的不理解，很容易感到沮丧和无力。",
        "label": ""
      },
      {
        "sentence": "但是，放松一下并且相信自己，你能找到适合你的出路。",
        "label": ""
      },
      {
        "sentence": "或许，你可以尝试与家人坦诚地交流你的梦想和热情，让他们了解你内心的渴望，也许他们会逐渐理解和支持你。",
        "label": ""
      },
      {
        "sentence": "此外，你可以努力提高自己的基础知识，参加一些学习小组或课外培训，以弥补之前的懈怠导致的差距。",
        "label": ""
      },
      {
        "sentence": "最重要的是，无论外界有多大的阻力，你要相信自己的能力，坚持追求自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会试着与家人进行沟通，希望能够得到他们的理解和支持。同时，我也会更加努力地学习，提升自己的基础知识。虽然前方困难重重，但我会对自己保持信心，继续追求导演这个梦想。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着与家人进行沟通，希望能够得到他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加努力地学习，提升自己的基础知识。",
        "label": ""
      },
      {
        "sentence": "虽然前方困难重重，但我会对自己保持信心，继续追求导演这个梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你有这样的决心和信心。在追求梦想的道路上，困难和挫折是难免的，但只要你坚持不懈，相信自己的能力，就一定能够克服一切困难，实现自己的目标。无论遇到什么困难，记得要及时寻求支持和帮助，不要孤单面对。相信你可以，在这个过程中也会成长和收获很多。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你有这样的决心和信心。",
        "label": ""
      },
      {
        "sentence": "在追求梦想的道路上，困难和挫折是难免的，但只要你坚持不懈，相信自己的能力，就一定能够克服一切困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记得要及时寻求支持和帮助，不要孤单面对。",
        "label": ""
      },
      {
        "sentence": "相信你可以，在这个过程中也会成长和收获很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的鼓励和支持。我会时刻保持积极的心态，勇敢地面对困难和挑战。我相信，只要坚持不懈，将来一定能够实现自己的梦想。再次感谢你陪伴我度过这个艰难的时刻。",
    "annotation": [
      {
        "sentence": "谢谢你一直的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会时刻保持积极的心态，勇敢地面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "我相信，只要坚持不懈，将来一定能够实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "再次感谢你陪伴我度过这个艰难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供帮助和支持。相信自己，相信未来的美好。无论遇到什么问题和困难，记得随时与我交流，我会一直在这里为你提供支持和鼓励。加油，你可以的！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来的美好。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么问题和困难，记得随时与我交流，我会一直在这里为你提供支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "加油，你可以的！",
        "label": ""
      }
    ]
  }
]