[
  {
    "role": "client",
    "content": "我现在26岁，已婚并且有本科学历，但是我对目前的工作感到非常不满，觉得没有意义。我承受着巨大的工作压力，主要是心理上的压力。我的工作是在铁路项目中，常年在外地工作，吃喝拉撒都是在一个办公楼里完成。我本科毕业是学会计的，工作了三年，之后转到了物资部门，但是我还是不喜欢这份工作。而且我没有其他能力可以赚钱，而且我的丈夫也在这个单位工作。我时常觉得很困惑，羡慕我的大学同学成为了老师，他们有自由且自足的生活。我应该如何面对这份毫无意义并且工作量巨大的工作呢？",
    "annotation": [
      {
        "sentence": "我现在26岁，已婚并且有本科学历，但是我对目前的工作感到非常不满，觉得没有意义。",
        "label": ""
      },
      {
        "sentence": "我承受着巨大的工作压力，主要是心理上的压力。",
        "label": ""
      },
      {
        "sentence": "我的工作是在铁路项目中，常年在外地工作，吃喝拉撒都是在一个办公楼里完成。",
        "label": ""
      },
      {
        "sentence": "我本科毕业是学会计的，工作了三年，之后转到了物资部门，但是我还是不喜欢这份工作。",
        "label": ""
      },
      {
        "sentence": "而且我没有其他能力可以赚钱，而且我的丈夫也在这个单位工作。",
        "label": ""
      },
      {
        "sentence": "我时常觉得很困惑，羡慕我的大学同学成为了老师，他们有自由且自足的生活。",
        "label": ""
      },
      {
        "sentence": "我应该如何面对这份毫无意义并且工作量巨大的工作呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你“常年在外，吃喝拉撒都是在一个办公楼里”，与此同时你向往大学同学的“自由且自足”生活。虽然我不了解你们的具体情况，但从一般情况来看，你目前的工作和生活环境似乎非常单一。你没有提及为什么转岗，但我猜测这种单调环境可能是你感到没有意义的主要原因。与你常年在外的工作相比，老师的工作确实更自由。如果你的同学是在学校任教而非在教辅机构，这种自由主要是因为学校。一般情况下，学校有双休日和寒暑假，所以羡慕他们是很正常的。即使在教辅机构，可能也比你目前的工作更自由。你提到“从会计转到物资，还是不喜欢，又没有其他挣钱能力”，我猜想你不仅对物资部门不感兴趣，对会计工作可能也不满意。很遗憾的是，我个人觉得你向往的可能并不是做老师这一份职业，而是相对于现在的工作而言，老师这个职业有更丰富的生活，也就是所谓的自由。有一句话叫做“转行不转岗，转岗不转行”，如果你向往的同学确实是在学校任教，那么想要进入学校工作就是转行，尽量不要再转岗。你的本科是学会计的，也有会计的工作经验，不需要其他挣钱能力，而是可以改变你的工作环境和生活节奏。但是，你可能也不喜欢会计这个职业，如果是这样的话，就很遗憾了，你似乎没有其他让自己改变工作环境的选择。如果能够进入学校做会计，也许你的工作依旧不会让你感到满意，但至少在工作之外，你会有更多的自由时间。当然，这可能需要你参加一些考试。至于是否能够自足，可能需要具体情况具体分析。如果你真心想进入学校做老师，也不是没有办法，你可以考研究生。很多城市的职业学院都会招收硕士研究生做老师，你可以读个硕士学位。至于选择什么专业，那就看你自己了。当然，随着考研人数的增加，这并不是一条简单的路。我观察到，学生有钱赚是比较容易的，所以一般情况下，学校附近的生活和娱乐设施都相对完善。选择一份工作，也意味着你选择了一种生活方式。虽然你的选择并不是没有，但你需要为之付出代价，就像如果你选择不换工作，你就不需要经历考试和面试的痛苦，但你必须承受目前工作环境的痛苦。所以需要你自己权衡利弊，然后做出选择。",
    "annotation": [
      {
        "sentence": "你说你“常年在外，吃喝拉撒都是在一个办公楼里”，与此同时你向往大学同学的“自由且自足”生活。",
        "label": ""
      },
      {
        "sentence": "虽然我不了解你们的具体情况，但从一般情况来看，你目前的工作和生活环境似乎非常单一。",
        "label": ""
      },
      {
        "sentence": "你没有提及为什么转岗，但我猜测这种单调环境可能是你感到没有意义的主要原因。",
        "label": ""
      },
      {
        "sentence": "与你常年在外的工作相比，老师的工作确实更自由。",
        "label": ""
      },
      {
        "sentence": "如果你的同学是在学校任教而非在教辅机构，这种自由主要是因为学校。",
        "label": ""
      },
      {
        "sentence": "一般情况下，学校有双休日和寒暑假，所以羡慕他们是很正常的。",
        "label": ""
      },
      {
        "sentence": "即使在教辅机构，可能也比你目前的工作更自由。",
        "label": ""
      },
      {
        "sentence": "你提到“从会计转到物资，还是不喜欢，又没有其他挣钱能力”，我猜想你不仅对物资部门不感兴趣，对会计工作可能也不满意。",
        "label": ""
      },
      {
        "sentence": "很遗憾的是，我个人觉得你向往的可能并不是做老师这一份职业，而是相对于现在的工作而言，老师这个职业有更丰富的生活，也就是所谓的自由。",
        "label": ""
      },
      {
        "sentence": "有一句话叫做“转行不转岗，转岗不转行”，如果你向往的同学确实是在学校任教，那么想要进入学校工作就是转行，尽量不要再转岗。",
        "label": ""
      },
      {
        "sentence": "你的本科是学会计的，也有会计的工作经验，不需要其他挣钱能力，而是可以改变你的工作环境和生活节奏。",
        "label": ""
      },
      {
        "sentence": "但是，你可能也不喜欢会计这个职业，如果是这样的话，就很遗憾了，你似乎没有其他让自己改变工作环境的选择。",
        "label": ""
      },
      {
        "sentence": "如果能够进入学校做会计，也许你的工作依旧不会让你感到满意，但至少在工作之外，你会有更多的自由时间。",
        "label": ""
      },
      {
        "sentence": "当然，这可能需要你参加一些考试。",
        "label": ""
      },
      {
        "sentence": "至于是否能够自足，可能需要具体情况具体分析。",
        "label": ""
      },
      {
        "sentence": "如果你真心想进入学校做老师，也不是没有办法，你可以考研究生。",
        "label": ""
      },
      {
        "sentence": "很多城市的职业学院都会招收硕士研究生做老师，你可以读个硕士学位。",
        "label": ""
      },
      {
        "sentence": "至于选择什么专业，那就看你自己了。",
        "label": ""
      },
      {
        "sentence": "当然，随着考研人数的增加，这并不是一条简单的路。",
        "label": ""
      },
      {
        "sentence": "我观察到，学生有钱赚是比较容易的，所以一般情况下，学校附近的生活和娱乐设施都相对完善。",
        "label": ""
      },
      {
        "sentence": "选择一份工作，也意味着你选择了一种生活方式。",
        "label": ""
      },
      {
        "sentence": "虽然你的选择并不是没有，但你需要为之付出代价，就像如果你选择不换工作，你就不需要经历考试和面试的痛苦，但你必须承受目前工作环境的痛苦。",
        "label": ""
      },
      {
        "sentence": "所以需要你自己权衡利弊，然后做出选择。",
        "label": ""
      }
    ]
  }
]