[
  {
    "role": "client",
    "content": "我是一个19岁的男生，自从我18岁后，我总是感到自己很压抑。在中学时代，我和很多同龄人一样经历了青春期的小叛逆，会把负面情绪传递给亲近的人，也在网络上发泄一些情绪。那时候我不太思考自己，也很少和他人交流自己真实的感受和想法。随着年龄的增长，我学到了一些事情，逐渐收敛了自己对外界的情绪。大部分时间我都非常有礼貌地对待他人，但我觉得这并不是真正的心灵成长。因为与此同时，我的内在变得异常敏感，经常因为外界事物负面情绪而压抑自己。就好像和叛逆期的发泄方式正好相反，我开始攻击自己，压抑自己。我对很多事情感到自己不值得拥有更美好的东西，感觉没有追求真正想要的东西的权利。这种自我压抑甚至演变成了自卑。我过度思考自己，导致焦虑和恐惧感十分强烈。我觉得做很多事情都受到束缚，好像有些东西一直在压抑着我。虽然在电影、书籍等媒体中看到过跟我类似的形象，但我只是我，在现实世界中很少能够自信地表达自己的感受，比如我对他人的喜好、厌恶，以及我内心的想法和意见。",
    "annotation": [
      {
        "sentence": "我是一个19岁的男生，自从我18岁后，我总是感到自己很压抑。",
        "label": ""
      },
      {
        "sentence": "在中学时代，我和很多同龄人一样经历了青春期的小叛逆，会把负面情绪传递给亲近的人，也在网络上发泄一些情绪。",
        "label": ""
      },
      {
        "sentence": "那时候我不太思考自己，也很少和他人交流自己真实的感受和想法。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，我学到了一些事情，逐渐收敛了自己对外界的情绪。",
        "label": ""
      },
      {
        "sentence": "大部分时间我都非常有礼貌地对待他人，但我觉得这并不是真正的心灵成长。",
        "label": ""
      },
      {
        "sentence": "因为与此同时，我的内在变得异常敏感，经常因为外界事物负面情绪而压抑自己。",
        "label": ""
      },
      {
        "sentence": "就好像和叛逆期的发泄方式正好相反，我开始攻击自己，压抑自己。",
        "label": ""
      },
      {
        "sentence": "我对很多事情感到自己不值得拥有更美好的东西，感觉没有追求真正想要的东西的权利。",
        "label": ""
      },
      {
        "sentence": "这种自我压抑甚至演变成了自卑。",
        "label": ""
      },
      {
        "sentence": "我过度思考自己，导致焦虑和恐惧感十分强烈。",
        "label": ""
      },
      {
        "sentence": "我觉得做很多事情都受到束缚，好像有些东西一直在压抑着我。",
        "label": ""
      },
      {
        "sentence": "虽然在电影、书籍等媒体中看到过跟我类似的形象，但我只是我，在现实世界中很少能够自信地表达自己的感受，比如我对他人的喜好、厌恶，以及我内心的想法和意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，你从外在发泄转向内在寻求答案，这是成长的开始。虽然你的答案都是自我评判的过程，也只是在获得正确答案之前的试错过程。允许自己经历成长的过程是很重要的。每个人终其一生都在自我探索、了解自己、发现自己。你看到了自己的压抑和自我评判，这种认知更多的是受到家庭环境的影响。叛逆期的发生可以看作是对过去强加在你身上的想法的反抗，同时也是在证明自己的力量。内心的不确定源于对自己的不信任。叛逆期过后，这种不确定变成了妥协，让自己沉溺其中。首先要明白，对自我不确定性的感觉是每个人都会有的。只是导致不确定的原因不同而已，可以是身材、相貌、家庭、财富、人际关系、梦想等方面。所有这些因素都或多或少地困扰着每个人，所以每个人的人生经历也不同。那么你对自我的不确定感来自哪方面呢？是需要勇气吗？是对自己的信任吗？你可以仔细地观察一下。只有知道问题出在哪里，才能知道自己需要什么，以及为了得到自己需要的东西应该做些什么。是继续妥协和沉溺，还是尝试勇敢地向前迈出一步，这需要你做出一个决定。在人际关系中，每个人都有自己的界限。允许自己表达感受的同时，也要注意不要伤害到别人。这是最基本的底线。对于你喜欢的人，可以分享自己的感受，对于你讨厌或看不惯的人，可以选择转身离开。做自己喜欢的事情是最舒服的表达自己的方式。当你的头脑被各种杂念占据时，你可以有意识地将自己从中抽离出来，出去散散步，多参加运动，这样可以减少内心的噪音。做自己喜欢的事情是提升自己能量的最好方式，因为这样会让你感到坚定，这种坚定感会变成一种常态，你自然会对自己有更多的掌控感，更多的信心。",
    "annotation": [
      {
        "sentence": "你好，你从外在发泄转向内在寻求答案，这是成长的开始。",
        "label": ""
      },
      {
        "sentence": "虽然你的答案都是自我评判的过程，也只是在获得正确答案之前的试错过程。",
        "label": ""
      },
      {
        "sentence": "允许自己经历成长的过程是很重要的。",
        "label": ""
      },
      {
        "sentence": "每个人终其一生都在自我探索、了解自己、发现自己。",
        "label": ""
      },
      {
        "sentence": "你看到了自己的压抑和自我评判，这种认知更多的是受到家庭环境的影响。",
        "label": ""
      },
      {
        "sentence": "叛逆期的发生可以看作是对过去强加在你身上的想法的反抗，同时也是在证明自己的力量。",
        "label": ""
      },
      {
        "sentence": "内心的不确定源于对自己的不信任。",
        "label": ""
      },
      {
        "sentence": "叛逆期过后，这种不确定变成了妥协，让自己沉溺其中。",
        "label": ""
      },
      {
        "sentence": "首先要明白，对自我不确定性的感觉是每个人都会有的。",
        "label": ""
      },
      {
        "sentence": "只是导致不确定的原因不同而已，可以是身材、相貌、家庭、财富、人际关系、梦想等方面。",
        "label": ""
      },
      {
        "sentence": "所有这些因素都或多或少地困扰着每个人，所以每个人的人生经历也不同。",
        "label": ""
      },
      {
        "sentence": "那么你对自我的不确定感来自哪方面呢？",
        "label": ""
      },
      {
        "sentence": "是需要勇气吗？",
        "label": ""
      },
      {
        "sentence": "是对自己的信任吗？",
        "label": ""
      },
      {
        "sentence": "你可以仔细地观察一下。",
        "label": ""
      },
      {
        "sentence": "只有知道问题出在哪里，才能知道自己需要什么，以及为了得到自己需要的东西应该做些什么。",
        "label": ""
      },
      {
        "sentence": "是继续妥协和沉溺，还是尝试勇敢地向前迈出一步，这需要你做出一个决定。",
        "label": ""
      },
      {
        "sentence": "在人际关系中，每个人都有自己的界限。",
        "label": ""
      },
      {
        "sentence": "允许自己表达感受的同时，也要注意不要伤害到别人。",
        "label": ""
      },
      {
        "sentence": "这是最基本的底线。",
        "label": ""
      },
      {
        "sentence": "对于你喜欢的人，可以分享自己的感受，对于你讨厌或看不惯的人，可以选择转身离开。",
        "label": ""
      },
      {
        "sentence": "做自己喜欢的事情是最舒服的表达自己的方式。",
        "label": ""
      },
      {
        "sentence": "当你的头脑被各种杂念占据时，你可以有意识地将自己从中抽离出来，出去散散步，多参加运动，这样可以减少内心的噪音。",
        "label": ""
      },
      {
        "sentence": "做自己喜欢的事情是提升自己能量的最好方式，因为这样会让你感到坚定，这种坚定感会变成一种常态，你自然会对自己有更多的掌控感，更多的信心。",
        "label": ""
      }
    ]
  }
]