[
  {
    "role": "client",
    "content": "爸妈总吵架，我要疯了想自杀，然后就不用听吵架了吧？家里穷，爸妈也因这件事吵过好多次，每次吵架我根本帮不了什么，我才十一岁啊，我妈整天跟别人搞暧昧，我爸是干出租车的嘛，以前都回家睡觉，但我妈现在给别人聊天，我爸你不回来了免得一回来看见我妈跟别人吵架，每次他们吵架我都想自杀，死了多好，死了就不用听他们吵架了，有时候我觉得自己是个神经病。",
    "annotation": [
      {
        "sentence": "爸妈总吵架，我要疯了想自杀，然后就不用听吵架了吧？",
        "label": ""
      },
      {
        "sentence": "家里穷，爸妈也因这件事吵过好多次，每次吵架我根本帮不了什么，我才十一岁啊，我妈整天跟别人搞暧昧，我爸是干出租车的嘛，以前都回家睡觉，但我妈现在给别人聊天，我爸你不回来了免得一回来看见我妈跟别人吵架，每次他们吵架我都想自杀，死了多好，死了就不用听他们吵架了，有时候我觉得自己是个神经病。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "少年，我也曾有过类似的经历，我想给你写点东西。也许很多人都经历过类似的事情。我并不确定如何能够真正帮到你，但是我最深有同感的建议是，要承认我们的能力是有限的，原谅自己的无能。童年时，我将自己视为家庭的一部分，我父母都关心我爱我，于是我觉得自己很重要。于是，我认为维护家庭的完整是我的责任。但是当父母冲突时，我才发现自己几乎完全无能为力，我的所有努力在别人眼中都显得微不足道。更可笑的是，我讨厌他们吵架，是因为我爱他们，想要维护他们。被忽视的感觉、挫败感以及对自我的厌恶......实际上，我们最需要的是给自己一个拥抱。我们破碎的心，谁会在乎呢？但实际上，我们可以感受到他们破碎的心。当痛苦无比时，我们会忘记外界的情况，但实际上...人类需要相互支持才能继续前行，这也包括我们与父母之间。冷静下来，我相信你也能记起，是父母一步步地扶持着你走过来的。他们之间的扶持，也许会唤起一些回忆。你可以给自己一个拥抱。尽力去解决他们的问题，或者干脆不去理会他们的事情，都是可以的...跟随内心行动就好，重要的是不要预设结果，去做自己能承担的，仅此而已。",
    "annotation": [
      {
        "sentence": "少年，我也曾有过类似的经历，我想给你写点东西。",
        "label": ""
      },
      {
        "sentence": "也许很多人都经历过类似的事情。",
        "label": ""
      },
      {
        "sentence": "我并不确定如何能够真正帮到你，但是我最深有同感的建议是，要承认我们的能力是有限的，原谅自己的无能。",
        "label": ""
      },
      {
        "sentence": "童年时，我将自己视为家庭的一部分，我父母都关心我爱我，于是我觉得自己很重要。",
        "label": ""
      },
      {
        "sentence": "于是，我认为维护家庭的完整是我的责任。",
        "label": ""
      },
      {
        "sentence": "但是当父母冲突时，我才发现自己几乎完全无能为力，我的所有努力在别人眼中都显得微不足道。",
        "label": ""
      },
      {
        "sentence": "更可笑的是，我讨厌他们吵架，是因为我爱他们，想要维护他们。",
        "label": ""
      },
      {
        "sentence": "被忽视的感觉、挫败感以及对自我的厌恶......实际上，我们最需要的是给自己一个拥抱。",
        "label": ""
      },
      {
        "sentence": "我们破碎的心，谁会在乎呢？",
        "label": ""
      },
      {
        "sentence": "但实际上，我们可以感受到他们破碎的心。",
        "label": ""
      },
      {
        "sentence": "当痛苦无比时，我们会忘记外界的情况，但实际上...人类需要相互支持才能继续前行，这也包括我们与父母之间。",
        "label": ""
      },
      {
        "sentence": "冷静下来，我相信你也能记起，是父母一步步地扶持着你走过来的。",
        "label": ""
      },
      {
        "sentence": "他们之间的扶持，也许会唤起一些回忆。",
        "label": ""
      },
      {
        "sentence": "你可以给自己一个拥抱。",
        "label": ""
      },
      {
        "sentence": "尽力去解决他们的问题，或者干脆不去理会他们的事情，都是可以的...跟随内心行动就好，重要的是不要预设结果，去做自己能承担的，仅此而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是他们经常吵架，我真的受不了，觉得自己一无是处。",
    "annotation": [
      {
        "sentence": "但是他们经常吵架，我真的受不了，觉得自己一无是处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，他们的吵架给你带来了很大的困扰。但是，请你相信，你并不是一无是处。每个人都有自己的价值和能力，只是有时候我们还无法意识到而已。你值得被关心和被爱，不要忘记这一点。当你觉得自己一无是处时，试着回想一下你曾经取得的成功，或者你喜欢的事情，它们都能证明你的价值所在。每个人都会有难过的时候，但请相信，你能够度过这个困难时期，变得更加坚强。",
    "annotation": [
      {
        "sentence": "我明白你的感受，他们的吵架给你带来了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "但是，请你相信，你并不是一无是处。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值和能力，只是有时候我们还无法意识到而已。",
        "label": ""
      },
      {
        "sentence": "你值得被关心和被爱，不要忘记这一点。",
        "label": ""
      },
      {
        "sentence": "当你觉得自己一无是处时，试着回想一下你曾经取得的成功，或者你喜欢的事情，它们都能证明你的价值所在。",
        "label": ""
      },
      {
        "sentence": "每个人都会有难过的时候，但请相信，你能够度过这个困难时期，变得更加坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他们不关心我，他们吵架的时候从来没有顾及过我的感受。",
    "annotation": [
      {
        "sentence": "我觉得他们不关心我，他们吵架的时候从来没有顾及过我的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，父母的吵架让你觉得被忽视了。但是，他们吵架并不代表他们不关心你。父母之间的矛盾和问题，并不是你的责任，也不是你能够解决的。他们之间的吵架不应该让你觉得自责和无助，因为这并不是你的过错。你可以试着与他们沟通，告诉他们你的感受和困扰，也许他们会意识到他们的行为对你造成的影响。同时，也要记住，你并不是一个无助的人，你有权利保护自己的感受和需要。",
    "annotation": [
      {
        "sentence": "我理解你的感受，父母的吵架让你觉得被忽视了。",
        "label": ""
      },
      {
        "sentence": "但是，他们吵架并不代表他们不关心你。",
        "label": ""
      },
      {
        "sentence": "父母之间的矛盾和问题，并不是你的责任，也不是你能够解决的。",
        "label": ""
      },
      {
        "sentence": "他们之间的吵架不应该让你觉得自责和无助，因为这并不是你的过错。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他们沟通，告诉他们你的感受和困扰，也许他们会意识到他们的行为对你造成的影响。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，你并不是一个无助的人，你有权利保护自己的感受和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道该怎么办，我真的很害怕他们会离婚。",
    "annotation": [
      {
        "sentence": "我不知道该怎么办，我真的很害怕他们会离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对父母吵架和可能离婚的困境，你的恐惧是可以理解的。不过，不要过早地下结论，父母的感情问题可能会有很多复杂的原因。你可以试着与他们沟通，表达你对他们关系的担忧，告诉他们你希望他们能够解决问题。但是，要明白，无论他们最终如何选择，离婚或是和解，这都不是你可以控制的。你的责任是关注自己的感受和需要，寻求适当的支持和帮助。无论发生什么，你都不会孤单面对，总会有人和你在一起，支持你。",
    "annotation": [
      {
        "sentence": "面对父母吵架和可能离婚的困境，你的恐惧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "不过，不要过早地下结论，父母的感情问题可能会有很多复杂的原因。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他们沟通，表达你对他们关系的担忧，告诉他们你希望他们能够解决问题。",
        "label": ""
      },
      {
        "sentence": "但是，要明白，无论他们最终如何选择，离婚或是和解，这都不是你可以控制的。",
        "label": ""
      },
      {
        "sentence": "你的责任是关注自己的感受和需要，寻求适当的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，你都不会孤单面对，总会有人和你在一起，支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己很无助，不知道该向谁求助。",
    "annotation": [
      {
        "sentence": "我觉得自己很无助，不知道该向谁求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你觉得无助时，请记住，你并不孤单。除了我，还有很多人愿意帮助你。你可以寻求亲朋好友的支持，与他们分享你的困扰和感受。同时，学校里的老师和辅导员也是可以向他们求助的人选。他们有专业的知识和经验，能够给你提供更多的帮助和支持。还有一些电话热线和咨询服务可以提供你需要的支持，你可以咨询相关的机构了解更多信息。",
    "annotation": [
      {
        "sentence": "当你觉得无助时，请记住，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "除了我，还有很多人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你可以寻求亲朋好友的支持，与他们分享你的困扰和感受。",
        "label": ""
      },
      {
        "sentence": "同时，学校里的老师和辅导员也是可以向他们求助的人选。",
        "label": ""
      },
      {
        "sentence": "他们有专业的知识和经验，能够给你提供更多的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "还有一些电话热线和咨询服务可以提供你需要的支持，你可以咨询相关的机构了解更多信息。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看找些人倾诉一下。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看找些人倾诉一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我相信倾诉会带给你安慰和支持。记住，你不是一个孤独的战士，身边有很多人愿意倾听你的故事。找到一个信任的人，与他们坦诚沟通，分享你的困扰和感受。与他们聊天，可能会让你感到轻松一些，也能够获得更多的帮助和建议。不要放弃，坚持寻求帮助，你会渐渐走出困境的。",
    "annotation": [
      {
        "sentence": "非常好，我相信倾诉会带给你安慰和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个孤独的战士，身边有很多人愿意倾听你的故事。",
        "label": ""
      },
      {
        "sentence": "找到一个信任的人，与他们坦诚沟通，分享你的困扰和感受。",
        "label": ""
      },
      {
        "sentence": "与他们聊天，可能会让你感到轻松一些，也能够获得更多的帮助和建议。",
        "label": ""
      },
      {
        "sentence": "不要放弃，坚持寻求帮助，你会渐渐走出困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量找到合适的人倾诉，希望能摆脱这种困境。",
    "annotation": [
      {
        "sentence": "我会尽量找到合适的人倾诉，希望能摆脱这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有了这样的决心，就已经向好的方向迈出了一步。相信自己，你一定能够克服困境，走出阴霾。倾诉是解决问题的重要一步，不要害怕向他人寻求帮助，因为你值得拥有更好的生活。记住，你并不是一个神经病，这样的感受在压力下很常见。请相信，你的生命有无限的可能性，只要保持积极的态度，持续努力，你一定能够找到自己的幸福。",
    "annotation": [
      {
        "sentence": "很好，你有了这样的决心，就已经向好的方向迈出了一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困境，走出阴霾。",
        "label": ""
      },
      {
        "sentence": "倾诉是解决问题的重要一步，不要害怕向他人寻求帮助，因为你值得拥有更好的生活。",
        "label": ""
      },
      {
        "sentence": "记住，你并不是一个神经病，这样的感受在压力下很常见。",
        "label": ""
      },
      {
        "sentence": "请相信，你的生命有无限的可能性，只要保持积极的态度，持续努力，你一定能够找到自己的幸福。",
        "label": ""
      }
    ]
  }
]