[
  {
    "role": "client",
    "content": "我很会社交，但是有痴迷型依恋的人，在乎别人眼光？我可以表现的非常健谈而且和第一次见面的人很周到但是我比较难很快和一个人变得亲密甚至没办法亲密哪怕我想我不知道怎么表达自己怎么做和对方亲密自己有太多的担忧害怕恐惧过往有些不好的亲密体验因为和陌生人就不会有太多顾虑我可以很友好总是笑很体贴但是第二次第三次我反而会显得兴致缺缺没什么话会给人很大反差好像对别人不满意一样其实更进一步的时候不知道说什么了很在乎别人眼光",
    "annotation": [
      {
        "sentence": "我很会社交，但是有痴迷型依恋的人，在乎别人眼光？",
        "label": ""
      },
      {
        "sentence": "我可以表现的非常健谈而且和第一次见面的人很周到但是我比较难很快和一个人变得亲密甚至没办法亲密哪怕我想我不知道怎么表达自己怎么做和对方亲密自己有太多的担忧害怕恐惧过往有些不好的亲密体验因为和陌生人就不会有太多顾虑我可以很友好总是笑很体贴但是第二次第三次我反而会显得兴致缺缺没什么话会给人很大反差好像对别人不满意一样其实更进一步的时候不知道说什么了很在乎别人眼光",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "来听大头哥说说：几点建议送给你，希望对你有所帮助。你说自己很会社交，其实只是阶段性社交罢了。社交是种能力，也应该是可以无数次循环表现的。但从你的描述来看，你对第一次跟陌生人的社交会发挥得很好，但是之后对于第二次第三次与同样的人却不太会表达了。所以我给你的定义是比较擅长阶段性社交。建议你对社交的概念不用太执着强调，换成与人交流沟通也许会更轻松些。",
    "annotation": [
      {
        "sentence": "来听大头哥说说：几点建议送给你，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你说自己很会社交，其实只是阶段性社交罢了。",
        "label": ""
      },
      {
        "sentence": "社交是种能力，也应该是可以无数次循环表现的。",
        "label": ""
      },
      {
        "sentence": "但从你的描述来看，你对第一次跟陌生人的社交会发挥得很好，但是之后对于第二次第三次与同样的人却不太会表达了。",
        "label": ""
      },
      {
        "sentence": "所以我给你的定义是比较擅长阶段性社交。",
        "label": ""
      },
      {
        "sentence": "建议你对社交的概念不用太执着强调，换成与人交流沟通也许会更轻松些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可能真的过于强调“社交”这个概念了，导致在与人交流时就变得有压力。我应该更关注交流这种互动，而不是只考虑如何表现自己。但是，我真的很难在第二次第三次交流中保持同样的热情，可能会感觉兴致缺缺。",
    "annotation": [
      {
        "sentence": "你说的有道理，我可能真的过于强调“社交”这个概念了，导致在与人交流时就变得有压力。",
        "label": ""
      },
      {
        "sentence": "我应该更关注交流这种互动，而不是只考虑如何表现自己。",
        "label": ""
      },
      {
        "sentence": "但是，我真的很难在第二次第三次交流中保持同样的热情，可能会感觉兴致缺缺。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第一次社交的时候可以不要用力过猛，可以留些话题给第二次第三次，这样也许会更好些。我给你举个小例子，比如不同的人找领导汇报工作也是不同的，有的人做了十件事一次性找领导就汇报完了，有的人是一次说两件，分几次找领导汇报。分开汇报的人反而会容易得到领导的好评，因为一来占用领导时间较少，事项较少可以说得仔细，领导也听得清楚。二来，领导会觉得这个员工多次来汇报工作很努力上进。其实跟你的交流一个道理，如果要接触几次，那么就不要第一次就把所有的事都聊没了，那么第二次第三次也就缺少了很多神秘感和想了解的东西，自然就会有些尴尬，更很难建立亲密关系了。所以把握好交流的进度和尺度，也许会轻松很多。",
    "annotation": [
      {
        "sentence": "第一次社交的时候可以不要用力过猛，可以留些话题给第二次第三次，这样也许会更好些。",
        "label": ""
      },
      {
        "sentence": "我给你举个小例子，比如不同的人找领导汇报工作也是不同的，有的人做了十件事一次性找领导就汇报完了，有的人是一次说两件，分几次找领导汇报。",
        "label": ""
      },
      {
        "sentence": "分开汇报的人反而会容易得到领导的好评，因为一来占用领导时间较少，事项较少可以说得仔细，领导也听得清楚。",
        "label": ""
      },
      {
        "sentence": "二来，领导会觉得这个员工多次来汇报工作很努力上进。",
        "label": ""
      },
      {
        "sentence": "其实跟你的交流一个道理，如果要接触几次，那么就不要第一次就把所有的事都聊没了，那么第二次第三次也就缺少了很多神秘感和想了解的东西，自然就会有些尴尬，更很难建立亲密关系了。",
        "label": ""
      },
      {
        "sentence": "所以把握好交流的进度和尺度，也许会轻松很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的例子很生动，我明白了。我应该在交流中适度保留一些话题，让互相了解的过程更加持久和有趣。我会试着放松一些，不再一次性把所有的话都说完，给交流留下更多的空间，也让对方更愿意与我亲密交流。",
    "annotation": [
      {
        "sentence": "你的例子很生动，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该在交流中适度保留一些话题，让互相了解的过程更加持久和有趣。",
        "label": ""
      },
      {
        "sentence": "我会试着放松一些，不再一次性把所有的话都说完，给交流留下更多的空间，也让对方更愿意与我亲密交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建立亲密关系要细水长流，润物细无声，所以适度降低期待，结果顺其自然也许你会轻松很多。我们有时候目的性很强地去做难掌控的人和事，结果也许并不会好。比如你老是想着预期与别人达到某种程度的亲密关系，就好比你去相亲见了两次觉得不错就急于与对方建立亲密关系，遇到的后果也许不一定是好的。因为那是你的预期，你希望建立的亲密关系，并不代表别人。所以要降低期待，自信从容地去面对，顺其自然反而更容易水到渠成。",
    "annotation": [
      {
        "sentence": "建立亲密关系要细水长流，润物细无声，所以适度降低期待，结果顺其自然也许你会轻松很多。",
        "label": ""
      },
      {
        "sentence": "我们有时候目的性很强地去做难掌控的人和事，结果也许并不会好。",
        "label": ""
      },
      {
        "sentence": "比如你老是想着预期与别人达到某种程度的亲密关系，就好比你去相亲见了两次觉得不错就急于与对方建立亲密关系，遇到的后果也许不一定是好的。",
        "label": ""
      },
      {
        "sentence": "因为那是你的预期，你希望建立的亲密关系，并不代表别人。",
        "label": ""
      },
      {
        "sentence": "所以要降低期待，自信从容地去面对，顺其自然反而更容易水到渠成。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我意识到了自己一直对亲密关系抱有太高的期待。我会调整自己的心态，并且相信，只有在减少期待的情况下，我才能更自信、更从容地与人交流，真正地让感情水到渠成。",
    "annotation": [
      {
        "sentence": "你说得对，我意识到了自己一直对亲密关系抱有太高的期待。",
        "label": ""
      },
      {
        "sentence": "我会调整自己的心态，并且相信，只有在减少期待的情况下，我才能更自信、更从容地与人交流，真正地让感情水到渠成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "换种方式看看效果，比如从侃侃而谈到微笑聆听。从你的描述中看，你是个主动的人，第一次社交会很热情周到，侃侃而谈说得很多，但当第二次第三次没得聊没得说就会很尴尬、无助、不舒服。我建议你不妨换个交流的方式，少说多听，把主动权交给对方一些，这样有来有往的交流也许会持续更长久，也许会取得不错的效果。",
    "annotation": [
      {
        "sentence": "换种方式看看效果，比如从侃侃而谈到微笑聆听。",
        "label": ""
      },
      {
        "sentence": "从你的描述中看，你是个主动的人，第一次社交会很热情周到，侃侃而谈说得很多，但当第二次第三次没得聊没得说就会很尴尬、无助、不舒服。",
        "label": ""
      },
      {
        "sentence": "我建议你不妨换个交流的方式，少说多听，把主动权交给对方一些，这样有来有往的交流也许会持续更长久，也许会取得不错的效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很好，我会尝试从侧重于自己的主动表达转变为更多地倾听对方，并给予微笑。我明白了，只有通过真正的双向交流，才能建立更长久且亲密的关系，因为这样让对方感受到被重视和被理解的愿望。",
    "annotation": [
      {
        "sentence": "你的建议很好，我会尝试从侧重于自己的主动表达转变为更多地倾听对方，并给予微笑。",
        "label": ""
      },
      {
        "sentence": "我明白了，只有通过真正的双向交流，才能建立更长久且亲密的关系，因为这样让对方感受到被重视和被理解的愿望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回应。相信你能够调整好自己的社交方式，从而改善与人亲密交流的困难。记得，每个人都有自己的社交风格和节奏，适应多样性，放宽心态，用心倾听和表达，相信你能建立更深层次的亲密关系。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回应。",
        "label": ""
      },
      {
        "sentence": "相信你能够调整好自己的社交方式，从而改善与人亲密交流的困难。",
        "label": ""
      },
      {
        "sentence": "记得，每个人都有自己的社交风格和节奏，适应多样性，放宽心态，用心倾听和表达，相信你能建立更深层次的亲密关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会践行你的建议，积极面对自己的问题，并尝试更好地与人交流。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会践行你的建议，积极面对自己的问题，并尝试更好地与人交流。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]