[
  {
    "role": "client",
    "content": "我现在很困惑，不知道该如何清楚地向孩子表达公平。我该如何教育他们呢？15年家庭经济不允许我送大儿子去一个非常好的初中，但他最后还是考上一个相对不错的高中。20年，家庭经济允许了，小儿子中考也考上了高中。但我花了一些钱为小儿子请了一个重点班级，这样他能上一个更好的班级。结果大儿子觉得这不公平，他觉得以前我没有钱送他去好学校，但现在我却有钱送小儿子去好班级，他觉得我对他不公平。请问我该如何解释才能让大儿子接受呢？我当时并不是不想送他去，只是家庭经济不允许！现在情况变了，当然要重视教育了。而且你们上的初中是一样的，你的初中和他的初中没有任何差别！并没有对他偏心。而且我花的钱比他更多！并且你也快毕业了，对你来说那些钱已经没有意义了。我感觉他只是在争一口气，哎，我真不知道该怎么教育他。",
    "annotation": [
      {
        "sentence": "我现在很困惑，不知道该如何清楚地向孩子表达公平。",
        "label": ""
      },
      {
        "sentence": "我该如何教育他们呢？",
        "label": ""
      },
      {
        "sentence": "15年家庭经济不允许我送大儿子去一个非常好的初中，但他最后还是考上一个相对不错的高中。",
        "label": ""
      },
      {
        "sentence": "20年，家庭经济允许了，小儿子中考也考上了高中。",
        "label": ""
      },
      {
        "sentence": "但我花了一些钱为小儿子请了一个重点班级，这样他能上一个更好的班级。",
        "label": ""
      },
      {
        "sentence": "结果大儿子觉得这不公平，他觉得以前我没有钱送他去好学校，但现在我却有钱送小儿子去好班级，他觉得我对他不公平。",
        "label": ""
      },
      {
        "sentence": "请问我该如何解释才能让大儿子接受呢？",
        "label": ""
      },
      {
        "sentence": "我当时并不是不想送他去，只是家庭经济不允许！",
        "label": ""
      },
      {
        "sentence": "现在情况变了，当然要重视教育了。",
        "label": ""
      },
      {
        "sentence": "而且你们上的初中是一样的，你的初中和他的初中没有任何差别！",
        "label": ""
      },
      {
        "sentence": "并没有对他偏心。",
        "label": ""
      },
      {
        "sentence": "而且我花的钱比他更多！",
        "label": ""
      },
      {
        "sentence": "并且你也快毕业了，对你来说那些钱已经没有意义了。",
        "label": ""
      },
      {
        "sentence": "我感觉他只是在争一口气，哎，我真不知道该怎么教育他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个二胎家庭，如何平衡是许多家长都困扰的问题。我可以理解您的为难。我也是家里的老大，小时候我常常觉得父母更偏心弟弟。即使现在我已经长大，能够更好地理解父母的辛苦和客观事实限制，但是，我内心深处依然觉得缺少了什么。那个感到受伤的孩子需要得到足够的爱和治愈。您的孩子也是一样的情况。况且他还很小。您现在的解释无法满足他真正的需求。他只是需要确认您对他的爱。幸好他还小，只要我们妥善处理，他就能很好地接受并得到治愈。首先，让我们共情。聆听他的感受、想法，以及他一直没有机会表达的内容。作为老大，确实很容易被忽视，或者被要求在弟弟面前表现得退让。这些或许微小的事情，对孩子来说，意味着自己“不重要，不被爱”。尽管您可能觉得这没那么严重，但这正是他真实的感受。给他时间和空间充分表达自己。然后，拥抱他，理解他，看到他（指看到他内心的需求）。给予他爱的回应。您可以真诚地对他说：“你受委屈了，或许我们曾经忽视了你的感受，我很抱歉。但无论发生什么，你永远是我们的孩子，我们非常爱你。感谢你对爸爸妈妈的理解和包容。现在，你希望我们为你做些什么呢？我们做些什么会让你感到好一些呢？”等等。最后，别忘了，对于一个二胎家庭来说，需要先充分给予老大爱和关注，满足他的存在感和地位，让爱充满溢出。那样，哥哥也会学会爱弟弟，家长也能心安。祝福你们。",
    "annotation": [
      {
        "sentence": "作为一个二胎家庭，如何平衡是许多家长都困扰的问题。",
        "label": ""
      },
      {
        "sentence": "我可以理解您的为难。",
        "label": ""
      },
      {
        "sentence": "我也是家里的老大，小时候我常常觉得父母更偏心弟弟。",
        "label": ""
      },
      {
        "sentence": "即使现在我已经长大，能够更好地理解父母的辛苦和客观事实限制，但是，我内心深处依然觉得缺少了什么。",
        "label": ""
      },
      {
        "sentence": "那个感到受伤的孩子需要得到足够的爱和治愈。",
        "label": ""
      },
      {
        "sentence": "您的孩子也是一样的情况。",
        "label": ""
      },
      {
        "sentence": "况且他还很小。",
        "label": ""
      },
      {
        "sentence": "您现在的解释无法满足他真正的需求。",
        "label": ""
      },
      {
        "sentence": "他只是需要确认您对他的爱。",
        "label": ""
      },
      {
        "sentence": "幸好他还小，只要我们妥善处理，他就能很好地接受并得到治愈。",
        "label": ""
      },
      {
        "sentence": "首先，让我们共情。",
        "label": ""
      },
      {
        "sentence": "聆听他的感受、想法，以及他一直没有机会表达的内容。",
        "label": ""
      },
      {
        "sentence": "作为老大，确实很容易被忽视，或者被要求在弟弟面前表现得退让。",
        "label": ""
      },
      {
        "sentence": "这些或许微小的事情，对孩子来说，意味着自己“不重要，不被爱”。",
        "label": ""
      },
      {
        "sentence": "尽管您可能觉得这没那么严重，但这正是他真实的感受。",
        "label": ""
      },
      {
        "sentence": "给他时间和空间充分表达自己。",
        "label": ""
      },
      {
        "sentence": "然后，拥抱他，理解他，看到他（指看到他内心的需求）。",
        "label": ""
      },
      {
        "sentence": "给予他爱的回应。",
        "label": ""
      },
      {
        "sentence": "您可以真诚地对他说：“你受委屈了，或许我们曾经忽视了你的感受，我很抱歉。",
        "label": ""
      },
      {
        "sentence": "但无论发生什么，你永远是我们的孩子，我们非常爱你。",
        "label": ""
      },
      {
        "sentence": "感谢你对爸爸妈妈的理解和包容。",
        "label": ""
      },
      {
        "sentence": "现在，你希望我们为你做些什么呢？",
        "label": ""
      },
      {
        "sentence": "我们做些什么会让你感到好一些呢？",
        "label": ""
      },
      {
        "sentence": "”等等。",
        "label": ""
      },
      {
        "sentence": "最后，别忘了，对于一个二胎家庭来说，需要先充分给予老大爱和关注，满足他的存在感和地位，让爱充满溢出。",
        "label": ""
      },
      {
        "sentence": "那样，哥哥也会学会爱弟弟，家长也能心安。",
        "label": ""
      },
      {
        "sentence": "祝福你们。",
        "label": ""
      }
    ]
  }
]