[
  {
    "role": "client",
    "content": "觉得自己很没用，如何对待那些什么都比自己优秀的人？我有一个朋友，是上学的时候认识的，他的话不算很帅那种就是长的高长的瘦长的白，就是那种女生们喜欢的干净类型的男孩，他比我要高九公分，我皮肤也比他差，学习这些也一样，无论我怎么努力我都好像超越不了他，最难受的是我们两个同行的时候我看见我们学校有两个那种穿着jk服的我就说了一句很可爱（女生大概是听到了）然后那个女的跑来问他要微信了，后来也有很多女生要他微信，虽然也不是说那种美女，后来我喜欢的一个女生也看上了他，他好像开始膨胀了，开始处处都觉得我不如他了，有的时候也会借机嘲讽我。以前玩的挺好的，莫名其妙的就反目成仇了，而且我想超越的话我也觉得没办法（像身高这类东西，我也18两年没长了。。。）所有有的时候真的觉得自己很垃圾很没用。",
    "annotation": [
      {
        "sentence": "觉得自己很没用，如何对待那些什么都比自己优秀的人？",
        "label": ""
      },
      {
        "sentence": "我有一个朋友，是上学的时候认识的，他的话不算很帅那种就是长的高长的瘦长的白，就是那种女生们喜欢的干净类型的男孩，他比我要高九公分，我皮肤也比他差，学习这些也一样，无论我怎么努力我都好像超越不了他，最难受的是我们两个同行的时候我看见我们学校有两个那种穿着jk服的我就说了一句很可爱（女生大概是听到了）然后那个女的跑来问他要微信了，后来也有很多女生要他微信，虽然也不是说那种美女，后来我喜欢的一个女生也看上了他，他好像开始膨胀了，开始处处都觉得我不如他了，有的时候也会借机嘲讽我。",
        "label": ""
      },
      {
        "sentence": "以前玩的挺好的，莫名其妙的就反目成仇了，而且我想超越的话我也觉得没办法（像身高这类东西，我也18两年没长了。。。",
        "label": ""
      },
      {
        "sentence": "）所有有的时候真的觉得自己很垃圾很没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您的困惑，我想跟您分享一句话，也是我的座右铭，“有自信的人，对于自己所拥有的东西，是一种充满而富足的感觉，他可能看到别人有而自己没有的东西，会觉得羡慕、敬佩，进而欢喜赞叹，但他回过头来还是很安分地做自己。”这也是我这两年才体悟到的，一种“够了”的处世智慧。所以在考虑如何对待别人之前，我希望您能更加善待自己。善待自己的方法很简单：不去看别人有什么，而是先看自己拥有什么，然后去感受和感恩自己所拥有的。您一定有闪光点，是被您忽略的了。比如，我觉得您应该是幽默的（那句“像身高”这类东西，我也18年没长了”，看似自嘲，却也有种自黑的幽默），幽默是很难得的优点。再仔细想想，肯定还有很多闪光点。您是否愿意跟我分享一下？",
    "annotation": [
      {
        "sentence": "看到您的困惑，我想跟您分享一句话，也是我的座右铭，“有自信的人，对于自己所拥有的东西，是一种充满而富足的感觉，他可能看到别人有而自己没有的东西，会觉得羡慕、敬佩，进而欢喜赞叹，但他回过头来还是很安分地做自己。",
        "label": ""
      },
      {
        "sentence": "”这也是我这两年才体悟到的，一种“够了”的处世智慧。",
        "label": ""
      },
      {
        "sentence": "所以在考虑如何对待别人之前，我希望您能更加善待自己。",
        "label": ""
      },
      {
        "sentence": "善待自己的方法很简单：不去看别人有什么，而是先看自己拥有什么，然后去感受和感恩自己所拥有的。",
        "label": ""
      },
      {
        "sentence": "您一定有闪光点，是被您忽略的了。",
        "label": ""
      },
      {
        "sentence": "比如，我觉得您应该是幽默的（那句“像身高”这类东西，我也18年没长了”，看似自嘲，却也有种自黑的幽默），幽默是很难得的优点。",
        "label": ""
      },
      {
        "sentence": "再仔细想想，肯定还有很多闪光点。",
        "label": ""
      },
      {
        "sentence": "您是否愿意跟我分享一下？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的支持和鼓励。我其实很珍惜这个朋友，他也曾经在我需要帮助的时候帮过我。我不想因为这些小事影响我们之间的关系。但我总觉得他比我优秀，这让我很不自信，我常常感觉自己处于一个不如他的位置上。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢您的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我其实很珍惜这个朋友，他也曾经在我需要帮助的时候帮过我。",
        "label": ""
      },
      {
        "sentence": "我不想因为这些小事影响我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "但我总觉得他比我优秀，这让我很不自信，我常常感觉自己处于一个不如他的位置上。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您现在的感受非常正常，与其发愁别人比自己优秀，不如想想如何变得更优秀。但是，一定要牢记，每个人都有自己独特的优点和缺点。你和别人比较，容易产生自卑情绪，也有可能因此而影响到你与他人的关系。",
    "annotation": [
      {
        "sentence": "您现在的感受非常正常，与其发愁别人比自己优秀，不如想想如何变得更优秀。",
        "label": ""
      },
      {
        "sentence": "但是，一定要牢记，每个人都有自己独特的优点和缺点。",
        "label": ""
      },
      {
        "sentence": "你和别人比较，容易产生自卑情绪，也有可能因此而影响到你与他人的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我要如何摆脱这种感觉呢？",
    "annotation": [
      {
        "sentence": "那我要如何摆脱这种感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你不要总是用自己与他人比较，你应该学会接受自己的不足。每个人都有不足的地方，所以你与别人比较得到的没有任何帮助。其次，你应该发扬自己的优点和特长，让别人更加重视你。你可以努力学习，提升自己的能力。关注自己的长处，在自己擅长的领域中不断进步。最后，感谢身边的人。无论是为你提供支持的人还是那些你觉得比你更出色的人，都要感激他们。这样，你不仅能更好地发扬自己的优势，也会变得更加自信。",
    "annotation": [
      {
        "sentence": "首先，你不要总是用自己与他人比较，你应该学会接受自己的不足。",
        "label": ""
      },
      {
        "sentence": "每个人都有不足的地方，所以你与别人比较得到的没有任何帮助。",
        "label": ""
      },
      {
        "sentence": "其次，你应该发扬自己的优点和特长，让别人更加重视你。",
        "label": ""
      },
      {
        "sentence": "你可以努力学习，提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "关注自己的长处，在自己擅长的领域中不断进步。",
        "label": ""
      },
      {
        "sentence": "最后，感谢身边的人。",
        "label": ""
      },
      {
        "sentence": "无论是为你提供支持的人还是那些你觉得比你更出色的人，都要感激他们。",
        "label": ""
      },
      {
        "sentence": "这样，你不仅能更好地发扬自己的优势，也会变得更加自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，谢谢你的劝导。还有一件事，就是我觉得我们之间的关系因为这些小事情而变得很紧张。我不知道该怎么去跟他沟通了。",
    "annotation": [
      {
        "sentence": "我理解了，谢谢你的劝导。",
        "label": ""
      },
      {
        "sentence": "还有一件事，就是我觉得我们之间的关系因为这些小事情而变得很紧张。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么去跟他沟通了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实跟他沟通很重要。如果你忍着，你们之间的矛盾只会越来越深，最后可能会毁掉你们之间的友谊。你可以尝试挑一件你们共同感兴趣的话题，或者跟他分享你的一些感受，这样可以为你们的关系缓解紧张氛围。但千万不要指责他或者过分强调他的缺点，要采取对话方式，把问题讲清楚。",
    "annotation": [
      {
        "sentence": "其实跟他沟通很重要。",
        "label": ""
      },
      {
        "sentence": "如果你忍着，你们之间的矛盾只会越来越深，最后可能会毁掉你们之间的友谊。",
        "label": ""
      },
      {
        "sentence": "你可以尝试挑一件你们共同感兴趣的话题，或者跟他分享你的一些感受，这样可以为你们的关系缓解紧张氛围。",
        "label": ""
      },
      {
        "sentence": "但千万不要指责他或者过分强调他的缺点，要采取对话方式，把问题讲清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和他沟通的。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "好的，我会试着和他沟通的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，希望我的建议能够对你有效。如果你还有什么疑问或者需要帮助的地方，都可以随时跟我说。",
    "annotation": [
      {
        "sentence": "不用谢，希望我的建议能够对你有效。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么疑问或者需要帮助的地方，都可以随时跟我说。",
        "label": ""
      }
    ]
  }
]