[
  {
    "role": "client",
    "content": "把男友做的每个细节放大，是不关心我？还是心理失衡？我最近总是挑男朋友的错，也不是说挑错，就是我总会把他做的每一个细节放大，放到app上面询问网友他有没有问题。比如因为前一天我对他说头发没干冷哭了，他睡着了而生气，我会问，他是不是对我不上心。我还会因为他骑车罚款（尽管他已经承认错误保证下次换条路线），甚至为了他偶尔的随地吐痰（尽管他说会拿纸巾包好下次注意）觉得他这个人不可靠，询问大家男朋友是不是被罚款一次就分手。现在会把他的每一句话放在网上给别人审视，包括他说了一句我去，我都会觉得他是在骂脏话不可靠，他没有给外卖员说谢谢我会联想到他冷漠，他这么包容我我会很阴暗的想一定图我什么，他拍了我一下，哪怕是不小心碰到，我都会担心他有没有暴力倾向，但其实我经常掐他给他弄的浑身伤疤，他从来没有伤害过我。我不知道我现在反复确定他有没有暴力倾向以及他可靠不可靠是不是一种强迫状态不停的通过询问别人让自己心安这样。",
    "annotation": [
      {
        "sentence": "把男友做的每个细节放大，是不关心我？",
        "label": ""
      },
      {
        "sentence": "还是心理失衡？",
        "label": ""
      },
      {
        "sentence": "我最近总是挑男朋友的错，也不是说挑错，就是我总会把他做的每一个细节放大，放到app上面询问网友他有没有问题。",
        "label": ""
      },
      {
        "sentence": "比如因为前一天我对他说头发没干冷哭了，他睡着了而生气，我会问，他是不是对我不上心。",
        "label": ""
      },
      {
        "sentence": "我还会因为他骑车罚款（尽管他已经承认错误保证下次换条路线），甚至为了他偶尔的随地吐痰（尽管他说会拿纸巾包好下次注意）觉得他这个人不可靠，询问大家男朋友是不是被罚款一次就分手。",
        "label": ""
      },
      {
        "sentence": "现在会把他的每一句话放在网上给别人审视，包括他说了一句我去，我都会觉得他是在骂脏话不可靠，他没有给外卖员说谢谢我会联想到他冷漠，他这么包容我我会很阴暗的想一定图我什么，他拍了我一下，哪怕是不小心碰到，我都会担心他有没有暴力倾向，但其实我经常掐他给他弄的浑身伤疤，他从来没有伤害过我。",
        "label": ""
      },
      {
        "sentence": "我不知道我现在反复确定他有没有暴力倾向以及他可靠不可靠是不是一种强迫状态不停的通过询问别人让自己心安这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你对男友每个细节都这么放大，我觉得你是个心思细腻、内心敏感的女孩。你会通过男友的行为去询问大家，或是质问男友。这里面包括一些社会规范性的行为表现，这说明你具有比较强烈的社会道德感。另外也包括一些个人的情感和行为表现，以及很担心男友有没有暴力行为。这表现出你对男友和这段恋情有着一些不安全感，害怕受到伤害，内心缺爱，也渴望得到爱和关注，因此会对男友的一些行为特别敏感和担忧。人天生会有着一种对外界的危机感，这是我们的基因决定的，也很容易产生一些认知偏差，包括概括化思维、灾难化思维。",
    "annotation": [
      {
        "sentence": "求助者，你对男友每个细节都这么放大，我觉得你是个心思细腻、内心敏感的女孩。",
        "label": ""
      },
      {
        "sentence": "你会通过男友的行为去询问大家，或是质问男友。",
        "label": ""
      },
      {
        "sentence": "这里面包括一些社会规范性的行为表现，这说明你具有比较强烈的社会道德感。",
        "label": ""
      },
      {
        "sentence": "另外也包括一些个人的情感和行为表现，以及很担心男友有没有暴力行为。",
        "label": ""
      },
      {
        "sentence": "这表现出你对男友和这段恋情有着一些不安全感，害怕受到伤害，内心缺爱，也渴望得到爱和关注，因此会对男友的一些行为特别敏感和担忧。",
        "label": ""
      },
      {
        "sentence": "人天生会有着一种对外界的危机感，这是我们的基因决定的，也很容易产生一些认知偏差，包括概括化思维、灾难化思维。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以我的反应是正常的吗？是不是我有心理失衡？",
    "annotation": [
      {
        "sentence": "所以我的反应是正常的吗？",
        "label": ""
      },
      {
        "sentence": "是不是我有心理失衡？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你的反应很常见，也不一定就是心理失衡。当你把注意力放到男友的一些负面行为上，就会很容易产生认知偏差，用负面消极的思维来评价他，然后概括为不良行为，再进一步进行灾难化扩大，认为他的行为将会产生不良后果甚至是伤害。我们会产生这种负面的认知偏差，往往和我们的童年成长环境以及自身的经历经验有关。",
    "annotation": [
      {
        "sentence": "其实你的反应很常见，也不一定就是心理失衡。",
        "label": ""
      },
      {
        "sentence": "当你把注意力放到男友的一些负面行为上，就会很容易产生认知偏差，用负面消极的思维来评价他，然后概括为不良行为，再进一步进行灾难化扩大，认为他的行为将会产生不良后果甚至是伤害。",
        "label": ""
      },
      {
        "sentence": "我们会产生这种负面的认知偏差，往往和我们的童年成长环境以及自身的经历经验有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是吗？那我是不是在童年中受过什么伤害？",
    "annotation": [
      {
        "sentence": "是吗？",
        "label": ""
      },
      {
        "sentence": "那我是不是在童年中受过什么伤害？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们的成长过程中没有得到足够的关注和爱护，或是遭遇过一些亲密关系的忽视甚至是伤害，​就会形成一种负面的经验和信念，然后带着这种思维和心态来看待和评价生活中的很多人和事。由于曾经未得到足够的关爱，内心有着未被满足的爱的需求，因此在日常生活中不自觉地通过一些行为表现来表达自己对爱的渴望，同时又有着想逃避、否定对方来保护自己不受伤害的冲突心理。这种表达有着多种方式，包括对伴侣的质疑和否定，其实内心是想得到伴侣情感上的肯定和确认，获得安全感。",
    "annotation": [
      {
        "sentence": "当我们的成长过程中没有得到足够的关注和爱护，或是遭遇过一些亲密关系的忽视甚至是伤害，​就会形成一种负面的经验和信念，然后带着这种思维和心态来看待和评价生活中的很多人和事。",
        "label": ""
      },
      {
        "sentence": "由于曾经未得到足够的关爱，内心有着未被满足的爱的需求，因此在日常生活中不自觉地通过一些行为表现来表达自己对爱的渴望，同时又有着想逃避、否定对方来保护自己不受伤害的冲突心理。",
        "label": ""
      },
      {
        "sentence": "这种表达有着多种方式，包括对伴侣的质疑和否定，其实内心是想得到伴侣情感上的肯定和确认，获得安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么处理这种情绪？",
    "annotation": [
      {
        "sentence": "那我应该怎么处理这种情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因此，建议你尝试将自己的注意力放在男友的正面积极行为上，更多地去关注他表现好的一面，并用正面肯定的语言来表达你的感受以及对他的要求，确认他的情感和态度，避免随意的揣测和评价。比如，你的头发没干冷哭而他却睡着了，你可以跟他这样说：我的头发没干，觉得很冷，你睡着了，让我觉得有点孤独想哭，我希望你可以对我多上心，下次可以陪着我弄干头发吗？这段话里面主要是进行事实陈述和你的感受的表达，最后直接向他提出你希望他怎么做。",
    "annotation": [
      {
        "sentence": "因此，建议你尝试将自己的注意力放在男友的正面积极行为上，更多地去关注他表现好的一面，并用正面肯定的语言来表达你的感受以及对他的要求，确认他的情感和态度，避免随意的揣测和评价。",
        "label": ""
      },
      {
        "sentence": "比如，你的头发没干冷哭而他却睡着了，你可以跟他这样说：我的头发没干，觉得很冷，你睡着了，让我觉得有点孤独想哭，我希望你可以对我多上心，下次可以陪着我弄干头发吗？",
        "label": ""
      },
      {
        "sentence": "这段话里面主要是进行事实陈述和你的感受的表达，最后直接向他提出你希望他怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是他会不会觉得我小题大做？",
    "annotation": [
      {
        "sentence": "但是他会不会觉得我小题大做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信你男友也并不是对你不上心，而是很多事情每个人都会有自己的行为习惯，同时他并不清楚对方心里想要什么，自己该怎么做。所以只有直接说出你自己的感受，提出具体的要求，他才理解你并明白自己该怎么去做才能满足你的需求。至于一些社会道德行为，如果觉得他的行为不当，也一样可以用陈诉事实的方式来表达你的看法，提出改正的意见。人无完人，生活中有时会犯一些破坏社会公德的错误，比如骑车罚款和吐痰等，可以进行改正就好，还没有到十恶不赦的程度。因此需要有包容心，抱着帮助对方改变和成长的心来相处，共同维护感情。",
    "annotation": [
      {
        "sentence": "相信你男友也并不是对你不上心，而是很多事情每个人都会有自己的行为习惯，同时他并不清楚对方心里想要什么，自己该怎么做。",
        "label": ""
      },
      {
        "sentence": "所以只有直接说出你自己的感受，提出具体的要求，他才理解你并明白自己该怎么去做才能满足你的需求。",
        "label": ""
      },
      {
        "sentence": "至于一些社会道德行为，如果觉得他的行为不当，也一样可以用陈诉事实的方式来表达你的看法，提出改正的意见。",
        "label": ""
      },
      {
        "sentence": "人无完人，生活中有时会犯一些破坏社会公德的错误，比如骑车罚款和吐痰等，可以进行改正就好，还没有到十恶不赦的程度。",
        "label": ""
      },
      {
        "sentence": "因此需要有包容心，抱着帮助对方改变和成长的心来相处，共同维护感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试把注意力放在他的积极方面，多沟通表达自己的需求。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "我会试试把注意力放在他的积极方面，多沟通表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！转变认知和心态，转移关注点，你会发现男友的优点，获得你所追求的爱。祝你好运！如果还有任何困惑，请随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "转变认知和心态，转移关注点，你会发现男友的优点，获得你所追求的爱。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有任何困惑，请随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]