[
  {
    "role": "client",
    "content": "我26岁，本科毕业已经结婚了，但是我不喜欢现在的工作，觉得没有意义，我该怎么办呢？工作压力太大了，尤其是心理压力，主要是因为工作体制的问题，我在铁路项目工作，常年都在外面，吃喝拉撒都是在同一个办公楼里。本科毕业时学的是会计，工作了三年后换了一次部门，从会计转到了物资，但是我还是不喜欢，而且我没有其他能力来赚钱，而且我的丈夫也在这个单位工作。我经常感到很迷茫，看着大学同学成为老师，感觉他们的工作自由而且自足，我应该如何面对我这毫无意义又工作量大的工作呢？",
    "annotation": [
      {
        "sentence": "我26岁，本科毕业已经结婚了，但是我不喜欢现在的工作，觉得没有意义，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "工作压力太大了，尤其是心理压力，主要是因为工作体制的问题，我在铁路项目工作，常年都在外面，吃喝拉撒都是在同一个办公楼里。",
        "label": ""
      },
      {
        "sentence": "本科毕业时学的是会计，工作了三年后换了一次部门，从会计转到了物资，但是我还是不喜欢，而且我没有其他能力来赚钱，而且我的丈夫也在这个单位工作。",
        "label": ""
      },
      {
        "sentence": "我经常感到很迷茫，看着大学同学成为老师，感觉他们的工作自由而且自足，我应该如何面对我这毫无意义又工作量大的工作呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我不确定你的压力主要来自工作量大还是和朋友的比较有压力？关于选择，我觉得有几个方向你可以考虑一下：首先，选择你所热爱的工作；其次，选择你擅长的工作；第三，选择社会所需要的工作；最后，选择让你有利益的工作。你提到你现在是在体制内工作，我想问一下你是否感到被限制了一些，还是有些优势呢？另外，你看到了朋友们自由自足的一面，你了解追求自由自足需要付出怎样的努力和承担压力吗？还有其他可以让你喜欢并满足的选择吗？以上这四个选择理由，你可以思考一下，看看哪种选择符合你的情况。通常来说，选择满足度越多，你就越容易成功和幸福。有压力才会有动力，而且你现在还年轻，要考虑到将来可能有的生育和职场压力，思考人生的可能性是一种提前准备，非常不错。你可以考虑向内、向上或向外这三个方向。向内就是把本职工作做到极致，热爱你所做的事情，在工作中发现提升自己的内容，找到对工作的乐趣。向上就是在管理岗位上寻找发展。向外就是拓展其他领域，也可以转行或者开展第二职业。你可以调研一下以上这四个维度：喜欢程度、能力需求、市场潜力和回报。任何选择都有取舍，根据你现在的人生阶段，可以考虑生育后的家庭和职场平衡等因素做出取舍。另外，你也可以找一位职业生涯规划师深入交流，听听他们的建议。祝愿你早日实现自己的梦想！",
    "annotation": [
      {
        "sentence": "通过你的描述，我不确定你的压力主要来自工作量大还是和朋友的比较有压力？",
        "label": ""
      },
      {
        "sentence": "关于选择，我觉得有几个方向你可以考虑一下：首先，选择你所热爱的工作；其次，选择你擅长的工作；第三，选择社会所需要的工作；最后，选择让你有利益的工作。",
        "label": ""
      },
      {
        "sentence": "你提到你现在是在体制内工作，我想问一下你是否感到被限制了一些，还是有些优势呢？",
        "label": ""
      },
      {
        "sentence": "另外，你看到了朋友们自由自足的一面，你了解追求自由自足需要付出怎样的努力和承担压力吗？",
        "label": ""
      },
      {
        "sentence": "还有其他可以让你喜欢并满足的选择吗？",
        "label": ""
      },
      {
        "sentence": "以上这四个选择理由，你可以思考一下，看看哪种选择符合你的情况。",
        "label": ""
      },
      {
        "sentence": "通常来说，选择满足度越多，你就越容易成功和幸福。",
        "label": ""
      },
      {
        "sentence": "有压力才会有动力，而且你现在还年轻，要考虑到将来可能有的生育和职场压力，思考人生的可能性是一种提前准备，非常不错。",
        "label": ""
      },
      {
        "sentence": "你可以考虑向内、向上或向外这三个方向。",
        "label": ""
      },
      {
        "sentence": "向内就是把本职工作做到极致，热爱你所做的事情，在工作中发现提升自己的内容，找到对工作的乐趣。",
        "label": ""
      },
      {
        "sentence": "向上就是在管理岗位上寻找发展。",
        "label": ""
      },
      {
        "sentence": "向外就是拓展其他领域，也可以转行或者开展第二职业。",
        "label": ""
      },
      {
        "sentence": "你可以调研一下以上这四个维度：喜欢程度、能力需求、市场潜力和回报。",
        "label": ""
      },
      {
        "sentence": "任何选择都有取舍，根据你现在的人生阶段，可以考虑生育后的家庭和职场平衡等因素做出取舍。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以找一位职业生涯规划师深入交流，听听他们的建议。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日实现自己的梦想！",
        "label": ""
      }
    ]
  }
]