[
  {
    "role": "client",
    "content": "总是担心自己告诉别人的话别人会告诉其他人？",
    "annotation": [
      {
        "sentence": "总是担心自己告诉别人的话别人会告诉其他人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【总是担心自己说的话会被别人传出去】你自己清楚自己有「大嘴巴」的问题:冲动下容易把主观的判断脱口而出，还习惯和人分享自己的隐私和抱怨。其实我们身边也有这样「心直口快」的个体，他们给人的个性印象多是简单、冲动、脾气急躁并且喜欢表达自己。或许是源于从前体验的一些经历，让你下意识想要通过快速表达自己的意见、多多表达自己的意见获得别人的关注。这样的人其实在很多人眼中都是透明的，比起复杂沉闷的人而言，这样的人或许更好交往和了解。但是往往，直言不讳、冲动表达的后果就是伤人伤己。而这一点你自己也明白，自己完全不设防的话一旦被传出去可能会损害自己的工作前途和人际关系，而你也因为这样的行为，不停地陷入行动和自责的循环中。",
    "annotation": [
      {
        "sentence": "【总是担心自己说的话会被别人传出去】你自己清楚自己有「大嘴巴」的问题:冲动下容易把主观的判断脱口而出，还习惯和人分享自己的隐私和抱怨。",
        "label": ""
      },
      {
        "sentence": "其实我们身边也有这样「心直口快」的个体，他们给人的个性印象多是简单、冲动、脾气急躁并且喜欢表达自己。",
        "label": ""
      },
      {
        "sentence": "或许是源于从前体验的一些经历，让你下意识想要通过快速表达自己的意见、多多表达自己的意见获得别人的关注。",
        "label": ""
      },
      {
        "sentence": "这样的人其实在很多人眼中都是透明的，比起复杂沉闷的人而言，这样的人或许更好交往和了解。",
        "label": ""
      },
      {
        "sentence": "但是往往，直言不讳、冲动表达的后果就是伤人伤己。",
        "label": ""
      },
      {
        "sentence": "而这一点你自己也明白，自己完全不设防的话一旦被传出去可能会损害自己的工作前途和人际关系，而你也因为这样的行为，不停地陷入行动和自责的循环中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道这样会造成问题，但我总是控制不住自己的冲动，每当有一些不满或隐私想要说出来的时候，我就忍不住说了出来。然后我就会后悔，担心自己会因此受到伤害。",
    "annotation": [
      {
        "sentence": "我也知道这样会造成问题，但我总是控制不住自己的冲动，每当有一些不满或隐私想要说出来的时候，我就忍不住说了出来。",
        "label": ""
      },
      {
        "sentence": "然后我就会后悔，担心自己会因此受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【追溯内心的渴望并且克制自己的冲动】首先意识到内心那个渴望被看到的自己很重要，因为目前已经形成了思维定势:不论对错与否，我先大声表达出来。而这样的习惯，强行抑制未必就有很好的效果。发现那个想要被看到的自己，正向鼓励自己足够优秀比大声说话更有说服力。在发现自己又出现「心直口快」的情况先别急着责怪自己和内疚，去体会一下当时的情况，是什么引起了你想要表现自己的欲望，然后以后再次遇到时有意识地告诉自己真实的情况，而不是臆想的被忽视。在每次想要表达的时候，可以给自己一个缓冲的时间或控制一下自己说话的速度，而不是不要表达。我们大脑的想法很多时候跟不上我们对待应激状态（感到被忽略或者想要表达得到心理满足）的反应，所以在说话时有力且不疾不徐，一方面是表述清楚自己的观点，另一方面也是组织自己更加客观的观点输出。担心自己的言论被传出这个问题，其实如果你能够确认对方是一个守口如瓶的人，那就放下自己的担忧，给这些人一些信任；如果不能够的话，那么引以为戒。我们每个人内心的秘密都会有想要分享的时候，可最重要的是，面对不同的人你需要有不同的对待模式，明确可以信赖的朋友和一般同事交往的界限，这样对你也是一种保护。",
    "annotation": [
      {
        "sentence": "【追溯内心的渴望并且克制自己的冲动】首先意识到内心那个渴望被看到的自己很重要，因为目前已经形成了思维定势:不论对错与否，我先大声表达出来。",
        "label": ""
      },
      {
        "sentence": "而这样的习惯，强行抑制未必就有很好的效果。",
        "label": ""
      },
      {
        "sentence": "发现那个想要被看到的自己，正向鼓励自己足够优秀比大声说话更有说服力。",
        "label": ""
      },
      {
        "sentence": "在发现自己又出现「心直口快」的情况先别急着责怪自己和内疚，去体会一下当时的情况，是什么引起了你想要表现自己的欲望，然后以后再次遇到时有意识地告诉自己真实的情况，而不是臆想的被忽视。",
        "label": ""
      },
      {
        "sentence": "在每次想要表达的时候，可以给自己一个缓冲的时间或控制一下自己说话的速度，而不是不要表达。",
        "label": ""
      },
      {
        "sentence": "我们大脑的想法很多时候跟不上我们对待应激状态（感到被忽略或者想要表达得到心理满足）的反应，所以在说话时有力且不疾不徐，一方面是表述清楚自己的观点，另一方面也是组织自己更加客观的观点输出。",
        "label": ""
      },
      {
        "sentence": "担心自己的言论被传出这个问题，其实如果你能够确认对方是一个守口如瓶的人，那就放下自己的担忧，给这些人一些信任；如果不能够的话，那么引以为戒。",
        "label": ""
      },
      {
        "sentence": "我们每个人内心的秘密都会有想要分享的时候，可最重要的是，面对不同的人你需要有不同的对待模式，明确可以信赖的朋友和一般同事交往的界限，这样对你也是一种保护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要更加深入地认识自己，并且寻找到合适的方式来控制自己的冲动。我会尝试给自己一些缓冲时间，在发言之前先想一想是否有必要说出来，以及选择适合的说话速度和语气来表达自己的观点。我也明白了，不是所有的人都值得我去信任和分享自己的隐私，我需要更加注意区分不同的关系。谢谢你的帮助。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要更加深入地认识自己，并且寻找到合适的方式来控制自己的冲动。",
        "label": ""
      },
      {
        "sentence": "我会尝试给自己一些缓冲时间，在发言之前先想一想是否有必要说出来，以及选择适合的说话速度和语气来表达自己的观点。",
        "label": ""
      },
      {
        "sentence": "我也明白了，不是所有的人都值得我去信任和分享自己的隐私，我需要更加注意区分不同的关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能够帮到你。这种行为改变需要时间和努力，希望你能够坚持下去，并且每一次的尝试都能够让你更加成熟和自信。如果以后还有其他问题，记得随时向我寻求帮助。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "这种行为改变需要时间和努力，希望你能够坚持下去，并且每一次的尝试都能够让你更加成熟和自信。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，记得随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会继续努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会继续努力的！",
        "label": ""
      }
    ]
  }
]