[
  {
    "role": "client",
    "content": "通过幻想回避痛苦，并养成了习惯，是得了妄想症吗？从小被虐待长大，从很小的时候起我就通过幻想来解脱痛苦，现在长大了，脱离了原生家庭，但已经养成了活在幻想里的习惯。我不敢面对现实里发生的真实的但又会伤害到我的事，我的幻想越美好，幻想破灭带来的痛苦就越深，越纠缠，即使知道自己要摆脱，也无力挣脱。那些幻想的快乐与美好，总是让我感觉自己生活得很美好，看不清真实的自己，拿怕我现在想照镜子，都是带着滤镜来看的。我想活得真实，不再去迷恋虚妄的幻想，也不想再经历幻想破灭带来的痛苦，我情愿真实地挨刀挡枪，这让我能感受到自己是个真实的人。",
    "annotation": [
      {
        "sentence": "通过幻想回避痛苦，并养成了习惯，是得了妄想症吗？",
        "label": ""
      },
      {
        "sentence": "从小被虐待长大，从很小的时候起我就通过幻想来解脱痛苦，现在长大了，脱离了原生家庭，但已经养成了活在幻想里的习惯。",
        "label": ""
      },
      {
        "sentence": "我不敢面对现实里发生的真实的但又会伤害到我的事，我的幻想越美好，幻想破灭带来的痛苦就越深，越纠缠，即使知道自己要摆脱，也无力挣脱。",
        "label": ""
      },
      {
        "sentence": "那些幻想的快乐与美好，总是让我感觉自己生活得很美好，看不清真实的自己，拿怕我现在想照镜子，都是带着滤镜来看的。",
        "label": ""
      },
      {
        "sentence": "我想活得真实，不再去迷恋虚妄的幻想，也不想再经历幻想破灭带来的痛苦，我情愿真实地挨刀挡枪，这让我能感受到自己是个真实的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了，你的成长经历，感觉非常的心疼。先给你一个鼓励的拥抱。从小被虐待长大，从很小的时候起就通过幻想来解脱痛苦。在那样的境地里成长，幼小而无助的你不得不承受着虐待的伤害，这是一种多么痛苦，无助而又让人绝望的事情。在这样的困苦中，你发展出了幻想的心理防御机制来保护自己，免于精神世界的崩塌，从而度过那些孤独和黑暗的岁月。这是你的潜意识在当时的境况下为了自我保护而做出的选择，哪怕是现在看来，也是别无他法，但是却是起到了至关重要的作用的选择。这真是一件特别特别不容易的事情！现在你长大了，脱离了原生家庭，这是你自我解放的第一步！你能够意识到自己养成了活在幻想里的习惯，这也是非常好的开始。这些习惯，我们看到了它的来源，看到了它曾经给过你的帮助，然后现在你长大了，外界的环境也改变了，你也意识到了，是时候和要陪伴了你多年的幻想说再见了。但这也必定是一个缓慢，并且会让你感觉到不适，甚至是痛苦的过程。这大概就像是一个常年披甲在战场厮杀的人，连睡着的时候也是铠甲不离身，这件铠甲在无数次险境中保护了他，逐渐地，已经渗入了他的皮肉骨髓，为了他身体的一部分。现在他要退下这一身铠甲，回归到和平社会的正常生活，这种剥离必定是要受一身痛楚的。从你的描述中可以看到，你想活得真实，不再去迷恋虚妄的幻想，也不想再经历幻想破灭带来的痛苦，我情愿真实地挨刀挡枪，这让我能感受到自己是个真实的人。这是你有非常强烈的改变的意愿，而且你也能够清晰地区分幻想与现实。所以目前还是不必担心你有妄想症。但正是因为你逐渐发现到幻想与真实世界的脱离，时间拖得越久，情况会越来越危险。",
    "annotation": [
      {
        "sentence": "看了，你的成长经历，感觉非常的心疼。",
        "label": ""
      },
      {
        "sentence": "先给你一个鼓励的拥抱。",
        "label": ""
      },
      {
        "sentence": "从小被虐待长大，从很小的时候起就通过幻想来解脱痛苦。",
        "label": ""
      },
      {
        "sentence": "在那样的境地里成长，幼小而无助的你不得不承受着虐待的伤害，这是一种多么痛苦，无助而又让人绝望的事情。",
        "label": ""
      },
      {
        "sentence": "在这样的困苦中，你发展出了幻想的心理防御机制来保护自己，免于精神世界的崩塌，从而度过那些孤独和黑暗的岁月。",
        "label": ""
      },
      {
        "sentence": "这是你的潜意识在当时的境况下为了自我保护而做出的选择，哪怕是现在看来，也是别无他法，但是却是起到了至关重要的作用的选择。",
        "label": ""
      },
      {
        "sentence": "这真是一件特别特别不容易的事情！",
        "label": ""
      },
      {
        "sentence": "现在你长大了，脱离了原生家庭，这是你自我解放的第一步！",
        "label": ""
      },
      {
        "sentence": "你能够意识到自己养成了活在幻想里的习惯，这也是非常好的开始。",
        "label": ""
      },
      {
        "sentence": "这些习惯，我们看到了它的来源，看到了它曾经给过你的帮助，然后现在你长大了，外界的环境也改变了，你也意识到了，是时候和要陪伴了你多年的幻想说再见了。",
        "label": ""
      },
      {
        "sentence": "但这也必定是一个缓慢，并且会让你感觉到不适，甚至是痛苦的过程。",
        "label": ""
      },
      {
        "sentence": "这大概就像是一个常年披甲在战场厮杀的人，连睡着的时候也是铠甲不离身，这件铠甲在无数次险境中保护了他，逐渐地，已经渗入了他的皮肉骨髓，为了他身体的一部分。",
        "label": ""
      },
      {
        "sentence": "现在他要退下这一身铠甲，回归到和平社会的正常生活，这种剥离必定是要受一身痛楚的。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看到，你想活得真实，不再去迷恋虚妄的幻想，也不想再经历幻想破灭带来的痛苦，我情愿真实地挨刀挡枪，这让我能感受到自己是个真实的人。",
        "label": ""
      },
      {
        "sentence": "这是你有非常强烈的改变的意愿，而且你也能够清晰地区分幻想与现实。",
        "label": ""
      },
      {
        "sentence": "所以目前还是不必担心你有妄想症。",
        "label": ""
      },
      {
        "sentence": "但正是因为你逐渐发现到幻想与真实世界的脱离，时间拖得越久，情况会越来越危险。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励！我真的很害怕面对现实，特别是可能伤害到自己的事实。就像你说的，那些幻想让我感觉生活得很美好，但是我知道它们并不是真实的，这让我越来越困扰。然而，我也明白剥离幻想必定会面临痛苦和挑战。我想请问你，有什么方法可以帮助我逐渐放下幻想并面对现实呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励！",
        "label": ""
      },
      {
        "sentence": "我真的很害怕面对现实，特别是可能伤害到自己的事实。",
        "label": ""
      },
      {
        "sentence": "就像你说的，那些幻想让我感觉生活得很美好，但是我知道它们并不是真实的，这让我越来越困扰。",
        "label": ""
      },
      {
        "sentence": "然而，我也明白剥离幻想必定会面临痛苦和挑战。",
        "label": ""
      },
      {
        "sentence": "我想请问你，有什么方法可以帮助我逐渐放下幻想并面对现实呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的恐惧和困惑。面对现实的过程确实并不容易。首先，我建议你找到一个专业的心理咨询师，他们可以提供具体的帮助和指导，帮助你逐步放下幻想并面对现实。咨询师可以帮助你了解自己的情绪和困扰，给予你正确的心理支持和调节。此外，建议你尝试一些身心放松的方法，如冥想、瑜伽或深呼吸等，来帮助你平静内心，增强面对现实的勇气和自信。另外，可以寻找一些支持团体或社交活动，与他人分享自己的感受和困扰，获得他人的理解和支持。这些方法可以帮助你逐渐摆脱幻想，接受真实的自己和世界。但请记住，这是一个需要时间和努力的过程，不要给自己太大的压力，慢慢来，加油！",
    "annotation": [
      {
        "sentence": "非常理解你的恐惧和困惑。",
        "label": ""
      },
      {
        "sentence": "面对现实的过程确实并不容易。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你找到一个专业的心理咨询师，他们可以提供具体的帮助和指导，帮助你逐步放下幻想并面对现实。",
        "label": ""
      },
      {
        "sentence": "咨询师可以帮助你了解自己的情绪和困扰，给予你正确的心理支持和调节。",
        "label": ""
      },
      {
        "sentence": "此外，建议你尝试一些身心放松的方法，如冥想、瑜伽或深呼吸等，来帮助你平静内心，增强面对现实的勇气和自信。",
        "label": ""
      },
      {
        "sentence": "另外，可以寻找一些支持团体或社交活动，与他人分享自己的感受和困扰，获得他人的理解和支持。",
        "label": ""
      },
      {
        "sentence": "这些方法可以帮助你逐渐摆脱幻想，接受真实的自己和世界。",
        "label": ""
      },
      {
        "sentence": "但请记住，这是一个需要时间和努力的过程，不要给自己太大的压力，慢慢来，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会尽快寻找一个心理咨询师来接受专业的帮助。同时，我也会努力尝试身心放松的方法来平静自己的内心。我明白这个过程需要时间，但我会坚持下去。非常感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会尽快寻找一个心理咨询师来接受专业的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力尝试身心放松的方法来平静自己的内心。",
        "label": ""
      },
      {
        "sentence": "我明白这个过程需要时间，但我会坚持下去。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做出这些决定真的很棒！寻求专业的帮助是非常明智的选择，咨询师可以帮助你更系统地探索和解决问题。同时，坚持尝试身心放松的方法会帮助你在面对现实时保持冷静和镇定。我相信，你一定会渐渐摆脱幻想，拥抱真实的自己。记住，你并不孤单，我将一直在你身边支持你。祝福你的旅程充满勇气和希望！加油！",
    "annotation": [
      {
        "sentence": "你做出这些决定真的很棒！",
        "label": ""
      },
      {
        "sentence": "寻求专业的帮助是非常明智的选择，咨询师可以帮助你更系统地探索和解决问题。",
        "label": ""
      },
      {
        "sentence": "同时，坚持尝试身心放松的方法会帮助你在面对现实时保持冷静和镇定。",
        "label": ""
      },
      {
        "sentence": "我相信，你一定会渐渐摆脱幻想，拥抱真实的自己。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我将一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "祝福你的旅程充满勇气和希望！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]