[
  {
    "role": "client",
    "content": "为何人和人不能好好互相理解，一起挥别过去重新开始？此时此刻唯一想说的，就是我曾经把所有别人对我的伤害放下了，哪怕是把我骂哭的人我都可以以德报怨，为什么别人不能把我曾经逞一时口快说的几句话一直要报复我呢，为什么要耿耿于怀呢，时间都过去这么久了，我没伤及他们分毫。自从骂过那次之后，我都淡忘了。为什么人和人不能好好的互相理解，一起挥别过去重新开始。把旧的错的都翻过去，握手言和呢？被冤枉的滋味真的很不好受。",
    "annotation": [
      {
        "sentence": "为何人和人不能好好互相理解，一起挥别过去重新开始？",
        "label": ""
      },
      {
        "sentence": "此时此刻唯一想说的，就是我曾经把所有别人对我的伤害放下了，哪怕是把我骂哭的人我都可以以德报怨，为什么别人不能把我曾经逞一时口快说的几句话一直要报复我呢，为什么要耿耿于怀呢，时间都过去这么久了，我没伤及他们分毫。",
        "label": ""
      },
      {
        "sentence": "自从骂过那次之后，我都淡忘了。",
        "label": ""
      },
      {
        "sentence": "为什么人和人不能好好的互相理解，一起挥别过去重新开始。",
        "label": ""
      },
      {
        "sentence": "把旧的错的都翻过去，握手言和呢？",
        "label": ""
      },
      {
        "sentence": "被冤枉的滋味真的很不好受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉看到你最近承受这么大的痛苦。你的这个问题，其实和我几天前回答的一个问题很相似。那个你深受被报复的困扰。他希望别人“得饶人处且饶人”。但这句话是我们对自己的道德要求，只有那些有道德懂得反省的人，才会接受这个道理，对于没有道德感的人来说没有任何约束的意义。所以对那些人就不要抱有太大的希望了。",
    "annotation": [
      {
        "sentence": "很抱歉看到你最近承受这么大的痛苦。",
        "label": ""
      },
      {
        "sentence": "你的这个问题，其实和我几天前回答的一个问题很相似。",
        "label": ""
      },
      {
        "sentence": "那个你深受被报复的困扰。",
        "label": ""
      },
      {
        "sentence": "他希望别人“得饶人处且饶人”。",
        "label": ""
      },
      {
        "sentence": "但这句话是我们对自己的道德要求，只有那些有道德懂得反省的人，才会接受这个道理，对于没有道德感的人来说没有任何约束的意义。",
        "label": ""
      },
      {
        "sentence": "所以对那些人就不要抱有太大的希望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思，但是我真的很难过，我觉得自己受到了不公正的待遇，这种感觉很难受。",
    "annotation": [
      {
        "sentence": "我明白了你的意思，但是我真的很难过，我觉得自己受到了不公正的待遇，这种感觉很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我理解你的感受。每个人都应该被给予成长的机会。根据你的描述”为什么要因为我曾经逞一时口快说的几句话，要耿耿于怀，一直报复我呢”。我能理解你在没有经过思考就说出了一些话，让你深刻地体会到了“祸从口出”带来的后果。但是我们都有成长的机会。",
    "annotation": [
      {
        "sentence": "是的，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "每个人都应该被给予成长的机会。",
        "label": ""
      },
      {
        "sentence": "根据你的描述”为什么要因为我曾经逞一时口快说的几句话，要耿耿于怀，一直报复我呢”。",
        "label": ""
      },
      {
        "sentence": "我能理解你在没有经过思考就说出了一些话，让你深刻地体会到了“祸从口出”带来的后果。",
        "label": ""
      },
      {
        "sentence": "但是我们都有成长的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我已经为我的过错付出了代价，我不再犯错误了，为什么别人还要因为这个事情对我指责？",
    "annotation": [
      {
        "sentence": "可是我已经为我的过错付出了代价，我不再犯错误了，为什么别人还要因为这个事情对我指责？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "举个例子吧，青春期的孩子从14岁到16岁会有巨大的性格变化，原本活泼的人可能变得安静沉默，原本内向的人也可能变得外向，所以很多孩子都会在长大以后对自己曾经说的一些错误的话感到后悔，他们值得被原谅，因为他们在成长。我们也同样应该对别人保持同样的宽容和理解，毕竟每个人都会犯错。",
    "annotation": [
      {
        "sentence": "举个例子吧，青春期的孩子从14岁到16岁会有巨大的性格变化，原本活泼的人可能变得安静沉默，原本内向的人也可能变得外向，所以很多孩子都会在长大以后对自己曾经说的一些错误的话感到后悔，他们值得被原谅，因为他们在成长。",
        "label": ""
      },
      {
        "sentence": "我们也同样应该对别人保持同样的宽容和理解，毕竟每个人都会犯错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的很害怕别人对我的指责和冷落，这给我带来了很大的压力。",
    "annotation": [
      {
        "sentence": "但是我真的很害怕别人对我的指责和冷落，这给我带来了很大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要明确一点，你只需要对自己的行为负责，而对于别人的想法和行为，你无法掌控。如果有人或某些人对你持怀疑和不信任的态度，那么你应该采取积极的行动来改变这种局面，而不是一味地纠结于此。继续做自己，不要被影响。很能理解你说的“被人冤枉的滋味真的很不好受”，如果对方是你的朋友，或者是亲人，冤枉了你，你尚且有解释的机会。而如果是根本不愿意听你解释的一些人，那么我们就没有必要再去耿耿于怀了，因为他们是不重要的人，我们有必要再不重要的人身上花时间。",
    "annotation": [
      {
        "sentence": "你需要明确一点，你只需要对自己的行为负责，而对于别人的想法和行为，你无法掌控。",
        "label": ""
      },
      {
        "sentence": "如果有人或某些人对你持怀疑和不信任的态度，那么你应该采取积极的行动来改变这种局面，而不是一味地纠结于此。",
        "label": ""
      },
      {
        "sentence": "继续做自己，不要被影响。",
        "label": ""
      },
      {
        "sentence": "很能理解你说的“被人冤枉的滋味真的很不好受”，如果对方是你的朋友，或者是亲人，冤枉了你，你尚且有解释的机会。",
        "label": ""
      },
      {
        "sentence": "而如果是根本不愿意听你解释的一些人，那么我们就没有必要再去耿耿于怀了，因为他们是不重要的人，我们有必要再不重要的人身上花时间。",
        "label": ""
      }
    ]
  }
]