[
  {
    "role": "client",
    "content": "我最近真的过得很痛苦，每一天都像过了一年那么长。我开始怀疑我的抑郁症是不是又复发了。去年被确诊为中度抑郁和重度焦虑，吃了大半年的药后，今年一月份的时候我感觉情况稳定了，自己觉得也好多了，所以就自主停药了。可是从今年8月份开始，我找到一份工作了，但是我真的非常讨厌这份工作，经常要出差，而且同事都是年龄稍大的人，我来了之后基本上都没怎么和他们交流过。特别是对于出差这个事情，我真的很烦恼，我问过父母能不能辞职，他们坚决不同意，说我太娇气了连这点事都没办法坚持下来。我也就没再提过，每天都感觉很难熬。从我开始工作之后，我在独处的时候情绪非常不稳定，经常会觉得很难过，还有头脑里的\"他们\"也会经常和我聊天，虽然医生在确诊的时候就知道这个情况，我停药后还有这种情况，但是因为\"他们\"没有恶意我也就没太在意。我也经常觉得喘不过气来，像是被窒息一样难受，整个人都有\"如果我没有来到这个世界上就好了\"之类的想法，可是另一部分的心也会警告我不要这样，觉得自己连一个普通的工作都做不好是自己不够坚强的表现。最近半个月开始出现了失眠和早醒的情况，这是抑郁症又回来找我了吗？",
    "annotation": [
      {
        "sentence": "我最近真的过得很痛苦，每一天都像过了一年那么长。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑我的抑郁症是不是又复发了。",
        "label": ""
      },
      {
        "sentence": "去年被确诊为中度抑郁和重度焦虑，吃了大半年的药后，今年一月份的时候我感觉情况稳定了，自己觉得也好多了，所以就自主停药了。",
        "label": ""
      },
      {
        "sentence": "可是从今年8月份开始，我找到一份工作了，但是我真的非常讨厌这份工作，经常要出差，而且同事都是年龄稍大的人，我来了之后基本上都没怎么和他们交流过。",
        "label": ""
      },
      {
        "sentence": "特别是对于出差这个事情，我真的很烦恼，我问过父母能不能辞职，他们坚决不同意，说我太娇气了连这点事都没办法坚持下来。",
        "label": ""
      },
      {
        "sentence": "我也就没再提过，每天都感觉很难熬。",
        "label": ""
      },
      {
        "sentence": "从我开始工作之后，我在独处的时候情绪非常不稳定，经常会觉得很难过，还有头脑里的\"他们\"也会经常和我聊天，虽然医生在确诊的时候就知道这个情况，我停药后还有这种情况，但是因为\"他们\"没有恶意我也就没太在意。",
        "label": ""
      },
      {
        "sentence": "我也经常觉得喘不过气来，像是被窒息一样难受，整个人都有\"如果我没有来到这个世界上就好了\"之类的想法，可是另一部分的心也会警告我不要这样，觉得自己连一个普通的工作都做不好是自己不够坚强的表现。",
        "label": ""
      },
      {
        "sentence": "最近半个月开始出现了失眠和早醒的情况，这是抑郁症又回来找我了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你应该还是比较年轻的，未来的时间还很长，这个时候应该为自己考虑一下了。我今年已经29岁了，在研究生毕业后就进入了一家大企业工作，当时也非常不喜欢这份工作，工作压力很大，工作强度也很高，完全没有自己的生活。所以在状态非常不好的情况下，工作了三年后，我还是选择了辞职。我回到家乡后，也去做了检查，也确诊为中度抑郁，但是我并没有按照医生的建议吃药，因为我觉得脱离了之前那个工作环境之后，我就好了一半。我开始坚持运动，并且在待业了三个月后重新出发。所以不要害怕，我们还有很多时间，现在最重要的就是关注自己。如果你觉得确实是工作环境的影响，那就要鼓起勇气去改变它。",
    "annotation": [
      {
        "sentence": "听起来你应该还是比较年轻的，未来的时间还很长，这个时候应该为自己考虑一下了。",
        "label": ""
      },
      {
        "sentence": "我今年已经29岁了，在研究生毕业后就进入了一家大企业工作，当时也非常不喜欢这份工作，工作压力很大，工作强度也很高，完全没有自己的生活。",
        "label": ""
      },
      {
        "sentence": "所以在状态非常不好的情况下，工作了三年后，我还是选择了辞职。",
        "label": ""
      },
      {
        "sentence": "我回到家乡后，也去做了检查，也确诊为中度抑郁，但是我并没有按照医生的建议吃药，因为我觉得脱离了之前那个工作环境之后，我就好了一半。",
        "label": ""
      },
      {
        "sentence": "我开始坚持运动，并且在待业了三个月后重新出发。",
        "label": ""
      },
      {
        "sentence": "所以不要害怕，我们还有很多时间，现在最重要的就是关注自己。",
        "label": ""
      },
      {
        "sentence": "如果你觉得确实是工作环境的影响，那就要鼓起勇气去改变它。",
        "label": ""
      }
    ]
  }
]