[
  {
    "role": "client",
    "content": "情财两空，怎么才能让我学会拒绝别人？1有一次，我回家做了黑车，司机叫我给他找个女朋友，我找不到，他就叫我当他女朋友，不知怎的，我莫名其妙的答应了跟他去吃饭，他停车到一个没灯的道路，对我做各种亲密行为，还邀我去宾馆，我心里很不愿意去，但还是同意了。后来因为我去私立医院，做完检查，那边说要做手术，我跟他说，他说他欠一屁股债，我之后借此说我感觉你不喜欢我，就主动提了分手。",
    "annotation": [
      {
        "sentence": "情财两空，怎么才能让我学会拒绝别人？",
        "label": ""
      },
      {
        "sentence": "1有一次，我回家做了黑车，司机叫我给他找个女朋友，我找不到，他就叫我当他女朋友，不知怎的，我莫名其妙的答应了跟他去吃饭，他停车到一个没灯的道路，对我做各种亲密行为，还邀我去宾馆，我心里很不愿意去，但还是同意了。",
        "label": ""
      },
      {
        "sentence": "后来因为我去私立医院，做完检查，那边说要做手术，我跟他说，他说他欠一屁股债，我之后借此说我感觉你不喜欢我，就主动提了分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也遇到过类似的问题。有一次顾客找我借电动车，我觉得是顾客就答应了，对方是男人。后来他误会我把他当朋友了，但实际上我只是把他当顾客看待，并不想和他做朋友。后来他再来借，我找了借口推辞，但没用，他还是继续纠缠。后来我求助了心理咨询师，得到了一些帮助。咨询师告诉我，真正的拒绝并不需要解释为什么不能借，直接说“不行，不借”就可以了。对方问什么，我就坚定地回答“不行就不行，没什么”。经过一周的操练，我发现这个方法很有效。之后我遇到了一些类似的情况，我都学会了坚定地拒绝。因为如果你拒绝不够坚定，对方就会默认你同意了。",
    "annotation": [
      {
        "sentence": "我也遇到过类似的问题。",
        "label": ""
      },
      {
        "sentence": "有一次顾客找我借电动车，我觉得是顾客就答应了，对方是男人。",
        "label": ""
      },
      {
        "sentence": "后来他误会我把他当朋友了，但实际上我只是把他当顾客看待，并不想和他做朋友。",
        "label": ""
      },
      {
        "sentence": "后来他再来借，我找了借口推辞，但没用，他还是继续纠缠。",
        "label": ""
      },
      {
        "sentence": "后来我求助了心理咨询师，得到了一些帮助。",
        "label": ""
      },
      {
        "sentence": "咨询师告诉我，真正的拒绝并不需要解释为什么不能借，直接说“不行，不借”就可以了。",
        "label": ""
      },
      {
        "sentence": "对方问什么，我就坚定地回答“不行就不行，没什么”。",
        "label": ""
      },
      {
        "sentence": "经过一周的操练，我发现这个方法很有效。",
        "label": ""
      },
      {
        "sentence": "之后我遇到了一些类似的情况，我都学会了坚定地拒绝。",
        "label": ""
      },
      {
        "sentence": "因为如果你拒绝不够坚定，对方就会默认你同意了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分享和建议。我也有类似的经历，遇到同样的问题。最近，有些在学校里推销的人跟我打招呼，然后利用各种方法让我上当。其中一个男的甚至想追我，目的只是为了花我的钱。因为我同情心泛滥，再加上一点贪心，我花光了我的积蓄，甚至还发生了超前消费，损失了一大笔钱。我报警的时候已经比较晚了，男的那边已经发货给了我，不构成犯罪，而女的那边把我屏蔽了，她没有发货。今天我准备去立案，发现自己很难拒绝别人，就算自己不愿意做某件事情，我总是太好说话了。拒绝的时候总能给对方感觉到我不够坚定，让他们有可乘之机。",
    "annotation": [
      {
        "sentence": "谢谢你的分享和建议。",
        "label": ""
      },
      {
        "sentence": "我也有类似的经历，遇到同样的问题。",
        "label": ""
      },
      {
        "sentence": "最近，有些在学校里推销的人跟我打招呼，然后利用各种方法让我上当。",
        "label": ""
      },
      {
        "sentence": "其中一个男的甚至想追我，目的只是为了花我的钱。",
        "label": ""
      },
      {
        "sentence": "因为我同情心泛滥，再加上一点贪心，我花光了我的积蓄，甚至还发生了超前消费，损失了一大笔钱。",
        "label": ""
      },
      {
        "sentence": "我报警的时候已经比较晚了，男的那边已经发货给了我，不构成犯罪，而女的那边把我屏蔽了，她没有发货。",
        "label": ""
      },
      {
        "sentence": "今天我准备去立案，发现自己很难拒绝别人，就算自己不愿意做某件事情，我总是太好说话了。",
        "label": ""
      },
      {
        "sentence": "拒绝的时候总能给对方感觉到我不够坚定，让他们有可乘之机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能理解你的困境，我之前遇到过类似的问题。我想起来有一次，也是打车的时候被类似情况困扰。对方提出要加我微信然后约我吃宵夜，但是我坚定地拒绝了，没有约成。你要知道，当我们同意吃饭的时候，对方就默认自己得到了我们的允许，以为我们愿意与他产生更亲密的关系。在很多男人眼中，就是这么想的。我还有一个朋友，她的老师在微信上约她暧昧，她选择装作没看到。她回了一些不行的信息，告诉对方他们之间是师生关系，而且对方还有老婆，这样就导致了以后见面很尴尬。但她也告诉我，装作没看到信息，不回复任何信息，以后再遇到对方也可以装作不知情，这样回复了之后就很难再装作没看到了。",
    "annotation": [
      {
        "sentence": "我完全能理解你的困境，我之前遇到过类似的问题。",
        "label": ""
      },
      {
        "sentence": "我想起来有一次，也是打车的时候被类似情况困扰。",
        "label": ""
      },
      {
        "sentence": "对方提出要加我微信然后约我吃宵夜，但是我坚定地拒绝了，没有约成。",
        "label": ""
      },
      {
        "sentence": "你要知道，当我们同意吃饭的时候，对方就默认自己得到了我们的允许，以为我们愿意与他产生更亲密的关系。",
        "label": ""
      },
      {
        "sentence": "在很多男人眼中，就是这么想的。",
        "label": ""
      },
      {
        "sentence": "我还有一个朋友，她的老师在微信上约她暧昧，她选择装作没看到。",
        "label": ""
      },
      {
        "sentence": "她回了一些不行的信息，告诉对方他们之间是师生关系，而且对方还有老婆，这样就导致了以后见面很尴尬。",
        "label": ""
      },
      {
        "sentence": "但她也告诉我，装作没看到信息，不回复任何信息，以后再遇到对方也可以装作不知情，这样回复了之后就很难再装作没看到了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分享和建议，你的经历让我感到很有启发。我以后会试着直接坚定地拒绝别人，不给他们留下可乘之机。我想我也需要找一位心理咨询师来帮助我，看看是否还有其他方法可以让我更好地学会拒绝。你有没有什么推荐的心理咨询师呢？",
    "annotation": [
      {
        "sentence": "谢谢你的分享和建议，你的经历让我感到很有启发。",
        "label": ""
      },
      {
        "sentence": "我以后会试着直接坚定地拒绝别人，不给他们留下可乘之机。",
        "label": ""
      },
      {
        "sentence": "我想我也需要找一位心理咨询师来帮助我，看看是否还有其他方法可以让我更好地学会拒绝。",
        "label": ""
      },
      {
        "sentence": "你有没有什么推荐的心理咨询师呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能给你启发和帮助。关于心理咨询师，我认识一位非常好的，她的名字是李医生。她在心理咨询方面有很丰富的经验，我在她那里得到了很多帮助。如果你感兴趣的话，我可以给你她的联系方式，你可以直接约见她咨询一下。不过请记得，心理咨询是一个相互信任的过程，你需要找到一个合适的咨询师，并且要有耐心和时间去接受咨询的过程。",
    "annotation": [
      {
        "sentence": "我很高兴能给你启发和帮助。",
        "label": ""
      },
      {
        "sentence": "关于心理咨询师，我认识一位非常好的，她的名字是李医生。",
        "label": ""
      },
      {
        "sentence": "她在心理咨询方面有很丰富的经验，我在她那里得到了很多帮助。",
        "label": ""
      },
      {
        "sentence": "如果你感兴趣的话，我可以给你她的联系方式，你可以直接约见她咨询一下。",
        "label": ""
      },
      {
        "sentence": "不过请记得，心理咨询是一个相互信任的过程，你需要找到一个合适的咨询师，并且要有耐心和时间去接受咨询的过程。",
        "label": ""
      }
    ]
  }
]