[
  {
    "role": "client",
    "content": "感觉当初像是被PUA了，痛恨前男友怎么办？和前男友已经分手很久了。在一起时有点像是被PUA，他有抑郁症，生活工作的环境他都很不满意，而我在同样的环境中却很优秀，于是他指责我整个人性格不好，脾气不好，情商低，给他带来很多痛苦和压力诸如此类的。我当时全部信了，不停地改，不停地内疚，但还是避免不了被分手的结局。现在其实我生活的很快乐，有很多朋友和爱好，见到他本人内心也毫无波澜，但就是一看到别人对女朋友很好，或者别人说我性格很好、情商高等和前任指责我的话相反的言辞，我会对前任极其愤怒，对那段隐忍、屈辱、扭曲、做什么都是错的日子极其愤怒。其实我成长的环境也是打压式的教育。我还有一个猜测，就是我其实也不是真的对前任耿耿于怀，只是那些出于伦理道德难以发泄给父母的愤怒都只能转向他。但我不想再想起他了，也不想再这么愤怒了，怎么办呢？",
    "annotation": [
      {
        "sentence": "感觉当初像是被PUA了，痛恨前男友怎么办？",
        "label": ""
      },
      {
        "sentence": "和前男友已经分手很久了。",
        "label": ""
      },
      {
        "sentence": "在一起时有点像是被PUA，他有抑郁症，生活工作的环境他都很不满意，而我在同样的环境中却很优秀，于是他指责我整个人性格不好，脾气不好，情商低，给他带来很多痛苦和压力诸如此类的。",
        "label": ""
      },
      {
        "sentence": "我当时全部信了，不停地改，不停地内疚，但还是避免不了被分手的结局。",
        "label": ""
      },
      {
        "sentence": "现在其实我生活的很快乐，有很多朋友和爱好，见到他本人内心也毫无波澜，但就是一看到别人对女朋友很好，或者别人说我性格很好、情商高等和前任指责我的话相反的言辞，我会对前任极其愤怒，对那段隐忍、屈辱、扭曲、做什么都是错的日子极其愤怒。",
        "label": ""
      },
      {
        "sentence": "其实我成长的环境也是打压式的教育。",
        "label": ""
      },
      {
        "sentence": "我还有一个猜测，就是我其实也不是真的对前任耿耿于怀，只是那些出于伦理道德难以发泄给父母的愤怒都只能转向他。",
        "label": ""
      },
      {
        "sentence": "但我不想再想起他了，也不想再这么愤怒了，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的叙述，感觉你是个很幸运的人呢！尽管遭受了父母打压式的教育，尽管遭遇了前男友疑似PUA的对待，但你现在还是拥有了很快乐的生活。这中间的艰辛你没有细述，但完全可以想象。所以给现在依然可以快乐生活的你点个赞。",
    "annotation": [
      {
        "sentence": "看到你的叙述，感觉你是个很幸运的人呢！",
        "label": ""
      },
      {
        "sentence": "尽管遭受了父母打压式的教育，尽管遭遇了前男友疑似PUA的对待，但你现在还是拥有了很快乐的生活。",
        "label": ""
      },
      {
        "sentence": "这中间的艰辛你没有细述，但完全可以想象。",
        "label": ""
      },
      {
        "sentence": "所以给现在依然可以快乐生活的你点个赞。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。其实现在的我过得很开心，有很多朋友和爱好，也不再对前任抱有太多情绪上的困扰。但唯有当看到别人对女朋友很好，或者别人说我性格很好、情商高等和前任指责我的话相反的言辞时，我就会意识到自己内心深处隐藏着对他的愤怒，以及对那段日子的愤怒。我不知道这是为什么，也不知道该如何解决这种情绪的问题。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "其实现在的我过得很开心，有很多朋友和爱好，也不再对前任抱有太多情绪上的困扰。",
        "label": ""
      },
      {
        "sentence": "但唯有当看到别人对女朋友很好，或者别人说我性格很好、情商高等和前任指责我的话相反的言辞时，我就会意识到自己内心深处隐藏着对他的愤怒，以及对那段日子的愤怒。",
        "label": ""
      },
      {
        "sentence": "我不知道这是为什么，也不知道该如何解决这种情绪的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种对前男友的愤怒、对那段日子的愤怒，归根结底是对自己的愤怒，是现在的自己对过去的自己的愤怒。是一种现在的自己对过去的自己“怎么会允许自己被置于那样一种境地”的质疑、不甘和愤怒。这种情绪的出现，其实也证明了你本身的成长。说明现在的你已经成长到了能够意识到自己之前不足的地步，恭喜！",
    "annotation": [
      {
        "sentence": "这种对前男友的愤怒、对那段日子的愤怒，归根结底是对自己的愤怒，是现在的自己对过去的自己的愤怒。",
        "label": ""
      },
      {
        "sentence": "是一种现在的自己对过去的自己“怎么会允许自己被置于那样一种境地”的质疑、不甘和愤怒。",
        "label": ""
      },
      {
        "sentence": "这种情绪的出现，其实也证明了你本身的成长。",
        "label": ""
      },
      {
        "sentence": "说明现在的你已经成长到了能够意识到自己之前不足的地步，恭喜！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解我的感受。我确实意识到自己在那段感情中有很多可以改进的地方。但即便如此，每当听到别人夸奖或看到别人对女朋友好的画面，我仍无法控制自己涌起对前任的愤怒情绪。这种情绪对我来说真的很痛苦，我希望能够摆脱这种愤怒的束缚。",
    "annotation": [
      {
        "sentence": "谢谢你理解我的感受。",
        "label": ""
      },
      {
        "sentence": "我确实意识到自己在那段感情中有很多可以改进的地方。",
        "label": ""
      },
      {
        "sentence": "但即便如此，每当听到别人夸奖或看到别人对女朋友好的画面，我仍无法控制自己涌起对前任的愤怒情绪。",
        "label": ""
      },
      {
        "sentence": "这种情绪对我来说真的很痛苦，我希望能够摆脱这种愤怒的束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种愤怒的出现，同时也说明了你还有足够的成长空间。当你回想起之前，不再只有愤怒一种情绪出现，而是开始疼惜过去那个自己，开始接受那个被伤到的自己，开始可以微笑着让现在的自己给过去那个自己一个轻轻的拥抱时，那说明你的成长已经到了一个很高的地步。这个时候，过去对于你而言就不再只是一种伤害，而是真正成为一种经历。",
    "annotation": [
      {
        "sentence": "这种愤怒的出现，同时也说明了你还有足够的成长空间。",
        "label": ""
      },
      {
        "sentence": "当你回想起之前，不再只有愤怒一种情绪出现，而是开始疼惜过去那个自己，开始接受那个被伤到的自己，开始可以微笑着让现在的自己给过去那个自己一个轻轻的拥抱时，那说明你的成长已经到了一个很高的地步。",
        "label": ""
      },
      {
        "sentence": "这个时候，过去对于你而言就不再只是一种伤害，而是真正成为一种经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。其实这段感情给我带来的痛苦也促使了我变得更加成熟。我真的希望自己能够从愤怒中解脱出来，重新找回自己。",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "其实这段感情给我带来的痛苦也促使了我变得更加成熟。",
        "label": ""
      },
      {
        "sentence": "我真的希望自己能够从愤怒中解脱出来，重新找回自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个时候，过去的你需要一个过程来接受、面对和释放。不要去拒绝或者否定愤怒的出现，因为这是觉察的一部分。你可以试着站在第三者的角度去分析那个愤怒，去分析过去的那个自己有哪些地方可以做得更好，如果是现在的自己会如何应对，还能不能更好。",
    "annotation": [
      {
        "sentence": "这个时候，过去的你需要一个过程来接受、面对和释放。",
        "label": ""
      },
      {
        "sentence": "不要去拒绝或者否定愤怒的出现，因为这是觉察的一部分。",
        "label": ""
      },
      {
        "sentence": "你可以试着站在第三者的角度去分析那个愤怒，去分析过去的那个自己有哪些地方可以做得更好，如果是现在的自己会如何应对，还能不能更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我将尝试站在第三者的角度去审视过去，去找到可以做得更好的方式。谢谢你的建议，我感到稍微释然了一些。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我将尝试站在第三者的角度去审视过去，去找到可以做得更好的方式。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我感到稍微释然了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。通过一段时间的思考和反思，当你再次听到他人的夸奖或看到别人对女朋友好的画面，哪怕依然会想起过去的自己，应该也能做到一笑而过了。希望我的建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "通过一段时间的思考和反思，当你再次听到他人的夸奖或看到别人对女朋友好的画面，哪怕依然会想起过去的自己，应该也能做到一笑而过了。",
        "label": ""
      },
      {
        "sentence": "希望我的建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和理解。你的建议让我对自己的情绪有了更深的理解，并且对未来充满了希望。我会努力去调整自己的心态，重新找到属于自己的快乐。再次感谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "你的建议让我对自己的情绪有了更深的理解，并且对未来充满了希望。",
        "label": ""
      },
      {
        "sentence": "我会努力去调整自己的心态，重新找到属于自己的快乐。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我真心希望你能够找到属于自己的快乐。如果以后还有什么困扰或者需要倾诉的，记得随时联系我。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我真心希望你能够找到属于自己的快乐。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困扰或者需要倾诉的，记得随时联系我。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]