[
  {
    "role": "client",
    "content": "答应表白后就开始失落，性单恋患者如何自救？跟男朋友是网上认识的，见过一次，因为工作原因现在处于异地状态，他表白之后我就答应了，答应前一秒是开心的，后一秒就开始失落，心情沉重，呼吸困难，觉得很烦，(我前几段感情都几乎有这种感觉，所以之前的都不超过两个星期)我觉得自己很有问题，然后就慢慢克服，到现在一年多了，我都是推开他的那种，甚至不想跟他聊天，发语音什么的我都觉得很烦，我跟他说了，他也对我特别好，看得出来他很在乎我，很喜欢我，说陪我一起走出来，但是我觉得我还是没有任何改变。不知道怎么办。",
    "annotation": [
      {
        "sentence": "答应表白后就开始失落，性单恋患者如何自救？",
        "label": ""
      },
      {
        "sentence": "跟男朋友是网上认识的，见过一次，因为工作原因现在处于异地状态，他表白之后我就答应了，答应前一秒是开心的，后一秒就开始失落，心情沉重，呼吸困难，觉得很烦，(我前几段感情都几乎有这种感觉，所以之前的都不超过两个星期)我觉得自己很有问题，然后就慢慢克服，到现在一年多了，我都是推开他的那种，甚至不想跟他聊天，发语音什么的我都觉得很烦，我跟他说了，他也对我特别好，看得出来他很在乎我，很喜欢我，说陪我一起走出来，但是我觉得我还是没有任何改变。",
        "label": ""
      },
      {
        "sentence": "不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，看到你在描述中提到，自己因为恋爱而产生的积极和消极情绪转变来的很快，几乎是在答应表白前后一秒的时间中出现的。不知道你是否有想过，对于自己而言，和喜欢的人在一起应该是怎么样的呢？而在你的定义里，怎么样的人才是喜欢的人？我想，你既然出现过尽管很短暂的开心，恋爱这件事在你内心深处依旧是值得开心的、甜蜜的，但却因为某种原因，使得你快速的转换到了另个情绪中。我们不妨思考一下，自己为什么会出现失落呢？这种感觉的来源是哪里：是对方这个人、还是恋爱中的行为、还是恋爱本身会带给你一些不好的感受？我们或许先不尝试着和这种感觉对抗，反而试着了解一下它，想想自己想做什么而非不想做什么。",
    "annotation": [
      {
        "sentence": "求助者，看到你在描述中提到，自己因为恋爱而产生的积极和消极情绪转变来的很快，几乎是在答应表白前后一秒的时间中出现的。",
        "label": ""
      },
      {
        "sentence": "不知道你是否有想过，对于自己而言，和喜欢的人在一起应该是怎么样的呢？",
        "label": ""
      },
      {
        "sentence": "而在你的定义里，怎么样的人才是喜欢的人？",
        "label": ""
      },
      {
        "sentence": "我想，你既然出现过尽管很短暂的开心，恋爱这件事在你内心深处依旧是值得开心的、甜蜜的，但却因为某种原因，使得你快速的转换到了另个情绪中。",
        "label": ""
      },
      {
        "sentence": "我们不妨思考一下，自己为什么会出现失落呢？",
        "label": ""
      },
      {
        "sentence": "这种感觉的来源是哪里：是对方这个人、还是恋爱中的行为、还是恋爱本身会带给你一些不好的感受？",
        "label": ""
      },
      {
        "sentence": "我们或许先不尝试着和这种感觉对抗，反而试着了解一下它，想想自己想做什么而非不想做什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我可能对感情有些恐惧，每次当感情变得亲密或者进入一段稳定的关系时，我就开始感到沉重和压力，导致我情绪低落。我不知道为什么会这样，每次我都告诉自己要努力改变，但看起来改变很困难。",
    "annotation": [
      {
        "sentence": "我觉得我可能对感情有些恐惧，每次当感情变得亲密或者进入一段稳定的关系时，我就开始感到沉重和压力，导致我情绪低落。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么会这样，每次我都告诉自己要努力改变，但看起来改变很困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你的情绪低落可能是因为对感情产生了恐惧。改变确实是很困难的，但是我们可以从了解恐惧的根源开始。你是否有一些过往的经历或者伤害，让你对感情产生了不安全感呢？我们可以尝试回顾一下过去的感情经历，找到一些可能影响你的因素。",
    "annotation": [
      {
        "sentence": "明白了，你的情绪低落可能是因为对感情产生了恐惧。",
        "label": ""
      },
      {
        "sentence": "改变确实是很困难的，但是我们可以从了解恐惧的根源开始。",
        "label": ""
      },
      {
        "sentence": "你是否有一些过往的经历或者伤害，让你对感情产生了不安全感呢？",
        "label": ""
      },
      {
        "sentence": "我们可以尝试回顾一下过去的感情经历，找到一些可能影响你的因素。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经经历过几段痛苦的感情，其中包括被欺骗和背叛，这些经历让我对感情非常谨慎，不愿意再次受到伤害。我知道应该不要把过去的伤害带入新的关系中，但我总是无法控制自己的情绪，觉得很无助。",
    "annotation": [
      {
        "sentence": "我曾经经历过几段痛苦的感情，其中包括被欺骗和背叛，这些经历让我对感情非常谨慎，不愿意再次受到伤害。",
        "label": ""
      },
      {
        "sentence": "我知道应该不要把过去的伤害带入新的关系中，但我总是无法控制自己的情绪，觉得很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，经历了痛苦的感情确实会对我们产生影响。但是我们不能让过去的伤害束缚住现在和未来的幸福。或许你可以试着和你的男朋友分享你的过去，让他了解你的担忧和恐惧。通过坦诚沟通，你们可以一起努力建立起安全和信任的关系。",
    "annotation": [
      {
        "sentence": "非常理解你的感受，经历了痛苦的感情确实会对我们产生影响。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让过去的伤害束缚住现在和未来的幸福。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着和你的男朋友分享你的过去，让他了解你的担忧和恐惧。",
        "label": ""
      },
      {
        "sentence": "通过坦诚沟通，你们可以一起努力建立起安全和信任的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听起来好像是个固执的人，我知道沟通很重要，但我总是觉得很难开口说出自己的内心想法和担忧。我害怕他会觉得我过于敏感或者难以相处。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我听起来好像是个固执的人，我知道沟通很重要，但我总是觉得很难开口说出自己的内心想法和担忧。",
        "label": ""
      },
      {
        "sentence": "我害怕他会觉得我过于敏感或者难以相处。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的顾虑，但是真诚的沟通对于建立一个健康的关系非常重要。你可以选择一个合适的时间和地点，将你的感受和担忧告诉他。尽量用平和的语气表达，让他知道你的表达是出于对关系的发展和两个人的幸福的考虑，而不是批评或指责。他也是一个关心你的人，相信他会理解你的。",
    "annotation": [
      {
        "sentence": "明白你的顾虑，但是真诚的沟通对于建立一个健康的关系非常重要。",
        "label": ""
      },
      {
        "sentence": "你可以选择一个合适的时间和地点，将你的感受和担忧告诉他。",
        "label": ""
      },
      {
        "sentence": "尽量用平和的语气表达，让他知道你的表达是出于对关系的发展和两个人的幸福的考虑，而不是批评或指责。",
        "label": ""
      },
      {
        "sentence": "他也是一个关心你的人，相信他会理解你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和他沟通。但是即使我告诉了他我的担忧，我还是担心自己会陷入同样的情绪困境中。我真的希望能够改变自己，不再让恐惧和负面情绪影响到我的感情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和他沟通。",
        "label": ""
      },
      {
        "sentence": "但是即使我告诉了他我的担忧，我还是担心自己会陷入同样的情绪困境中。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够改变自己，不再让恐惧和负面情绪影响到我的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变需要时间和努力，但你已经迈出了第一步。除了和他沟通，你还可以寻求专业心理咨询师的帮助，他们可以帮助你更深入地了解自己的情绪和应对方式。记住，你不是一个人在这个过程中。坚持下去，相信自己能够克服困境，建立一个健康、幸福的恋爱关系。",
    "annotation": [
      {
        "sentence": "改变需要时间和努力，但你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "除了和他沟通，你还可以寻求专业心理咨询师的帮助，他们可以帮助你更深入地了解自己的情绪和应对方式。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在这个过程中。",
        "label": ""
      },
      {
        "sentence": "坚持下去，相信自己能够克服困境，建立一个健康、幸福的恋爱关系。",
        "label": ""
      }
    ]
  }
]