[
  {
    "role": "client",
    "content": "我是一个24岁的男生，我跟别人可以自来熟，但是不会深交。我与人相处起初会很自来熟，但是不喜欢与别人深交，不想记住别人的信息，也不知道和别人聊些什么。我不怎么主动找人聊天，即便是自己的好朋友，也只会在面对面的时候有很多话可说。感觉自己的人际交往不好，但不知道怎么改变。我之前认识的人，却不知道该怎么联系维持。",
    "annotation": [
      {
        "sentence": "我是一个24岁的男生，我跟别人可以自来熟，但是不会深交。",
        "label": ""
      },
      {
        "sentence": "我与人相处起初会很自来熟，但是不喜欢与别人深交，不想记住别人的信息，也不知道和别人聊些什么。",
        "label": ""
      },
      {
        "sentence": "我不怎么主动找人聊天，即便是自己的好朋友，也只会在面对面的时候有很多话可说。",
        "label": ""
      },
      {
        "sentence": "感觉自己的人际交往不好，但不知道怎么改变。",
        "label": ""
      },
      {
        "sentence": "我之前认识的人，却不知道该怎么联系维持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完了你的叙述，人际交往确实需要花时间和精力来维持。你愿意花这个心力、精力甚至金钱来维持这些关系吗？每个人对交友的需求和看法都不同，你需要定义清楚自己的交友目标。有的人认为拥有几个要好的朋友就足够了，如果有机会就会花些时间联络，出去吃个饭聊聊天，感情就挺好了，其他的人际关系他们基本上保持一定的距离。有的人则不同，他们不喜欢一个人待在家里，喜欢人多的地方，喜欢结交更多的朋友。他们觉得只要不是一个人就好，只有与很多人在一起才会有安全感，这也是他们交流的目的。有些人在交友时有一套自己的标准，只有符合他们的标准，他们愿意与你交往。他们会对朋友进行分类，如好朋友、朋友、普通朋友和熟人等等，他们在交友时相对理性。那么你对交友的看法是怎样的呢？你希望达到怎样的交际状态？这些问题你需要花些时间来考虑，毕竟人际交往会占据你生活的一部分时间。没有一种交友观念是最好的，最重要的是你觉得自己的交友方式很舒适，才是最适合你的。根据你的描述，我了解到你希望拥有一些比较要好的朋友。那么你就需要尝试如何维持几个亲密关系的朋友。你需要考虑要花多少时间和精力与他们保持联系，同时也要让自己觉得很舒服。",
    "annotation": [
      {
        "sentence": "看完了你的叙述，人际交往确实需要花时间和精力来维持。",
        "label": ""
      },
      {
        "sentence": "你愿意花这个心力、精力甚至金钱来维持这些关系吗？",
        "label": ""
      },
      {
        "sentence": "每个人对交友的需求和看法都不同，你需要定义清楚自己的交友目标。",
        "label": ""
      },
      {
        "sentence": "有的人认为拥有几个要好的朋友就足够了，如果有机会就会花些时间联络，出去吃个饭聊聊天，感情就挺好了，其他的人际关系他们基本上保持一定的距离。",
        "label": ""
      },
      {
        "sentence": "有的人则不同，他们不喜欢一个人待在家里，喜欢人多的地方，喜欢结交更多的朋友。",
        "label": ""
      },
      {
        "sentence": "他们觉得只要不是一个人就好，只有与很多人在一起才会有安全感，这也是他们交流的目的。",
        "label": ""
      },
      {
        "sentence": "有些人在交友时有一套自己的标准，只有符合他们的标准，他们愿意与你交往。",
        "label": ""
      },
      {
        "sentence": "他们会对朋友进行分类，如好朋友、朋友、普通朋友和熟人等等，他们在交友时相对理性。",
        "label": ""
      },
      {
        "sentence": "那么你对交友的看法是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "你希望达到怎样的交际状态？",
        "label": ""
      },
      {
        "sentence": "这些问题你需要花些时间来考虑，毕竟人际交往会占据你生活的一部分时间。",
        "label": ""
      },
      {
        "sentence": "没有一种交友观念是最好的，最重要的是你觉得自己的交友方式很舒适，才是最适合你的。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我了解到你希望拥有一些比较要好的朋友。",
        "label": ""
      },
      {
        "sentence": "那么你就需要尝试如何维持几个亲密关系的朋友。",
        "label": ""
      },
      {
        "sentence": "你需要考虑要花多少时间和精力与他们保持联系，同时也要让自己觉得很舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我并不想成为那种一直在维持很多社交关系的人，但我也不想太孤独。我希望有一些真正的朋友，可以互相倾诉、分享生活，但问题是我不知道怎样才能建立起这样的友谊。",
    "annotation": [
      {
        "sentence": "我明白了，我并不想成为那种一直在维持很多社交关系的人，但我也不想太孤独。",
        "label": ""
      },
      {
        "sentence": "我希望有一些真正的朋友，可以互相倾诉、分享生活，但问题是我不知道怎样才能建立起这样的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的想法了。建立深厚友谊确实需要双方投入时间和精力。首先，你可以寻找共同兴趣爱好相似的人，这样会有更多有话题可聊。另外，你可以尝试主动邀请朋友一起做一些有意义的活动，如一起看电影、一起参加某项运动或参加社团活动等，通过这些共同经历加深彼此的了解。还有，找到时机与朋友深入交谈，关心对方的生活、情感，并分享自己的想法和经历。友谊的建立需要时间，要有耐心和坚持。",
    "annotation": [
      {
        "sentence": "了解你的想法了。",
        "label": ""
      },
      {
        "sentence": "建立深厚友谊确实需要双方投入时间和精力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以寻找共同兴趣爱好相似的人，这样会有更多有话题可聊。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试主动邀请朋友一起做一些有意义的活动，如一起看电影、一起参加某项运动或参加社团活动等，通过这些共同经历加深彼此的了解。",
        "label": ""
      },
      {
        "sentence": "还有，找到时机与朋友深入交谈，关心对方的生活、情感，并分享自己的想法和经历。",
        "label": ""
      },
      {
        "sentence": "友谊的建立需要时间，要有耐心和坚持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着去找到一些有相同兴趣的人，并尝试主动邀请他们参加一些活动，以此来加深彼此的交流和了解。我也会努力关心朋友的生活并分享自己的想法和经历。希望这样能够建立起更深厚的友谊。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着去找到一些有相同兴趣的人，并尝试主动邀请他们参加一些活动，以此来加深彼此的交流和了解。",
        "label": ""
      },
      {
        "sentence": "我也会努力关心朋友的生活并分享自己的想法和经历。",
        "label": ""
      },
      {
        "sentence": "希望这样能够建立起更深厚的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心很值得肯定！记住，友谊的建立是一个过程，不要急于求成。随着时间的推移，你会发现与真正的朋友之间的交流变得更加自然和深入。保持积极的心态，相信自己可以建立起深厚的友谊。如果在过程中遇到困难或者有其他问题，随时和我交流，我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "你的决心很值得肯定！",
        "label": ""
      },
      {
        "sentence": "记住，友谊的建立是一个过程，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，你会发现与真正的朋友之间的交流变得更加自然和深入。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信自己可以建立起深厚的友谊。",
        "label": ""
      },
      {
        "sentence": "如果在过程中遇到困难或者有其他问题，随时和我交流，我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我会保持积极的心态，并在建立友谊的过程中坚持下去。如果有任何困难，我会随时向你寻求帮助。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会保持积极的心态，并在建立友谊的过程中坚持下去。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难，我会随时向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮到你。记得随时联系我，我会一直支持你的。祝你在建立友谊的过程中取得成功！加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得随时联系我，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你在建立友谊的过程中取得成功！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]