[
  {
    "role": "client",
    "content": "我是一个24岁的男生，能和别人自来熟，但是却不会和别人深交。我不想记住别人的信息，也不知道和别人聊些什么。我很少主动去找人聊天，和我的好朋友在面对面时才会有很多话可说。我感觉自己的人际交往能力很差，但是我不知道该如何改变，我的原来的朋友们也不知道怎么联系和维持关系。",
    "annotation": [
      {
        "sentence": "我是一个24岁的男生，能和别人自来熟，但是却不会和别人深交。",
        "label": ""
      },
      {
        "sentence": "我不想记住别人的信息，也不知道和别人聊些什么。",
        "label": ""
      },
      {
        "sentence": "我很少主动去找人聊天，和我的好朋友在面对面时才会有很多话可说。",
        "label": ""
      },
      {
        "sentence": "我感觉自己的人际交往能力很差，但是我不知道该如何改变，我的原来的朋友们也不知道怎么联系和维持关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的心情，你现在的状态是很好的。可能你认为自己应该有更多的深交好友，但实际上每个人的交际力是有限的，无法和很多人保持非常紧密的联系是很正常的。不想记住别人的信息，不想主动和别人交流，是你性格的一部分，这本身并没有任何问题。很多时候我们都会有这种想法，这是因为我们的生活已经让我们感到疲惫，或者不想去做自己不喜欢的事情。我也不建议你去找话题和别人尬聊，因为想要建立深厚的友谊需要共同经历一些事情，一起去对彼此有更深入的了解。可以在平时与朋友交流时多分享自己的快乐和忧愁，这样也会更能够让你们互相理解。当两个人在感情上越来越理解对方时，也就越来越建立信任，关系也会越来越好。",
    "annotation": [
      {
        "sentence": "我非常理解你的心情，你现在的状态是很好的。",
        "label": ""
      },
      {
        "sentence": "可能你认为自己应该有更多的深交好友，但实际上每个人的交际力是有限的，无法和很多人保持非常紧密的联系是很正常的。",
        "label": ""
      },
      {
        "sentence": "不想记住别人的信息，不想主动和别人交流，是你性格的一部分，这本身并没有任何问题。",
        "label": ""
      },
      {
        "sentence": "很多时候我们都会有这种想法，这是因为我们的生活已经让我们感到疲惫，或者不想去做自己不喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "我也不建议你去找话题和别人尬聊，因为想要建立深厚的友谊需要共同经历一些事情，一起去对彼此有更深入的了解。",
        "label": ""
      },
      {
        "sentence": "可以在平时与朋友交流时多分享自己的快乐和忧愁，这样也会更能够让你们互相理解。",
        "label": ""
      },
      {
        "sentence": "当两个人在感情上越来越理解对方时，也就越来越建立信任，关系也会越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你对我的建议，现在我想更全面地了解如何改善我的人际关系。你有什么具体的建议吗？",
    "annotation": [
      {
        "sentence": "非常感谢你对我的建议，现在我想更全面地了解如何改善我的人际关系。",
        "label": ""
      },
      {
        "sentence": "你有什么具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你想要与某人深入交谈时，可以多通过交换自己的生活和经历来建立联系。当你在与别人交流时要关注对方说话的内容，也要尽可能的表达出自己的想法和观点，这样大家能更深入地交流。另外，关系需要长期维护，我们可以经常在微信上聊天，打电话或约见面，以此来建立和维护关系。",
    "annotation": [
      {
        "sentence": "当你想要与某人深入交谈时，可以多通过交换自己的生活和经历来建立联系。",
        "label": ""
      },
      {
        "sentence": "当你在与别人交流时要关注对方说话的内容，也要尽可能的表达出自己的想法和观点，这样大家能更深入地交流。",
        "label": ""
      },
      {
        "sentence": "另外，关系需要长期维护，我们可以经常在微信上聊天，打电话或约见面，以此来建立和维护关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了您的建议，但我有点担心我可能会找不到话题和别人交谈。你能否给我一些实际的建议，如何找到真正与我共鸣和理解我的朋友呢？",
    "annotation": [
      {
        "sentence": "我理解了您的建议，但我有点担心我可能会找不到话题和别人交谈。",
        "label": ""
      },
      {
        "sentence": "你能否给我一些实际的建议，如何找到真正与我共鸣和理解我的朋友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以从自己的兴趣爱好或者工作中寻找可以联系到你的人。我们可以参加或组织一些社交活动，例如组织集体活动，同时也可以寻找志同道合的人。 你可能还可以尝试寻找志愿服务的机会，在志愿服务中结识那些有着相同价值观和兴趣的人。还有，社交应用程序（比如微信，微博，陌陌）是现在广泛使用的社交媒体，可以通过这些社交媒体来寻找和结识与你共鸣及理解的人。",
    "annotation": [
      {
        "sentence": "你可以从自己的兴趣爱好或者工作中寻找可以联系到你的人。",
        "label": ""
      },
      {
        "sentence": "我们可以参加或组织一些社交活动，例如组织集体活动，同时也可以寻找志同道合的人。",
        "label": ""
      },
      {
        "sentence": " 你可能还可以尝试寻找志愿服务的机会，在志愿服务中结识那些有着相同价值观和兴趣的人。",
        "label": ""
      },
      {
        "sentence": "还有，社交应用程序（比如微信，微博，陌陌）是现在广泛使用的社交媒体，可以通过这些社交媒体来寻找和结识与你共鸣及理解的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的建议，我会尝试您提供的方法，来寻找新朋友和维护以往朋友的关系。非常感谢您的支持。",
    "annotation": [
      {
        "sentence": "非常感谢您的建议，我会尝试您提供的方法，来寻找新朋友和维护以往朋友的关系。",
        "label": ""
      },
      {
        "sentence": "非常感谢您的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的建议可以帮助到你，没事的时候也可以找我聊天，随时欢迎你来找我。我会一直在这里支持你并且帮助你的。",
    "annotation": [
      {
        "sentence": "希望我的建议可以帮助到你，没事的时候也可以找我聊天，随时欢迎你来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你并且帮助你的。",
        "label": ""
      }
    ]
  }
]