[
  {
    "role": "client",
    "content": "他43未婚有孩子，我没有安全感，他还爱我吗？16年我们认识的17年我们分开，我36，他43未婚有孩子，但孩子不跟他在一起。分开的原因就是他很忙，忙到每天10点以后我才能能见到他。他内向不爱说话，心思即敏感又细腻，非常多疑，对我从来不信任，他对谁都这样应该是，南方人家里孩子4个，他才中学学历，总是谁开着豪车，住着豪宅，这也是他自卑的原因，他现在创业阶段，所以很忙，工作认真努力，脾气超级好，对我照顾有加但我去哪里必须报备，他去哪里我却不能问！分开的原因还有他好像没有要和我结婚的想法，我没有安全感，我对他的过去真的知道的不多，他心里好像住着一个人，应该是他的初恋，为什么分开我也不知道……17年年底我们分开，就是他忙着事业忽略我的感受，直到19年他又回来找我，算是复合吧………我们同在北京，我和他的工作地方很近，走路10几分钟，一年多都没有找过我现在他还是很忙，总是说没钱买房和车，这好像成了不想结婚的借口，我该怎么办？",
    "annotation": [
      {
        "sentence": "他43未婚有孩子，我没有安全感，他还爱我吗？",
        "label": ""
      },
      {
        "sentence": "16年我们认识的17年我们分开，我36，他43未婚有孩子，但孩子不跟他在一起。",
        "label": ""
      },
      {
        "sentence": "分开的原因就是他很忙，忙到每天10点以后我才能能见到他。",
        "label": ""
      },
      {
        "sentence": "他内向不爱说话，心思即敏感又细腻，非常多疑，对我从来不信任，他对谁都这样应该是，南方人家里孩子4个，他才中学学历，总是谁开着豪车，住着豪宅，这也是他自卑的原因，他现在创业阶段，所以很忙，工作认真努力，脾气超级好，对我照顾有加但我去哪里必须报备，他去哪里我却不能问！",
        "label": ""
      },
      {
        "sentence": "分开的原因还有他好像没有要和我结婚的想法，我没有安全感，我对他的过去真的知道的不多，他心里好像住着一个人，应该是他的初恋，为什么分开我也不知道……17年年底我们分开，就是他忙着事业忽略我的感受，直到19年他又回来找我，算是复合吧………我们同在北京，我和他的工作地方很近，走路10几分钟，一年多都没有找过我现在他还是很忙，总是说没钱买房和车，这好像成了不想结婚的借口，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰了。首先，我想问问你对于爱的定义是什么，以及他的哪些行为会给你真正的安全感呢？",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "首先，我想问问你对于爱的定义是什么，以及他的哪些行为会给你真正的安全感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对我来说，爱的定义是对方能够给予我关心、理解和稳定。他的行为中，他对我很好，有一定的事业心，但是总是控制欲很强，不愿意敞开心扉。我感觉他是故意保留真实的自己，我无法准确地了解他。",
    "annotation": [
      {
        "sentence": "对我来说，爱的定义是对方能够给予我关心、理解和稳定。",
        "label": ""
      },
      {
        "sentence": "他的行为中，他对我很好，有一定的事业心，但是总是控制欲很强，不愿意敞开心扉。",
        "label": ""
      },
      {
        "sentence": "我感觉他是故意保留真实的自己，我无法准确地了解他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的分享。确实，我们对他的真实想法了解不多，但我们可以看到的是，他好像一直很忙，尤其是创业期间。你知道他最近的情况如何吗？他是否有一定的发展前景？",
    "annotation": [
      {
        "sentence": "感谢你的分享。",
        "label": ""
      },
      {
        "sentence": "确实，我们对他的真实想法了解不多，但我们可以看到的是，他好像一直很忙，尤其是创业期间。",
        "label": ""
      },
      {
        "sentence": "你知道他最近的情况如何吗？",
        "label": ""
      },
      {
        "sentence": "他是否有一定的发展前景？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不太清楚他最近的情况，只是他一直告诉我他很忙，而且一直在说没有钱买房和车。我开始觉得这可能成为他不愿意结婚的借口。",
    "annotation": [
      {
        "sentence": "我不太清楚他最近的情况，只是他一直告诉我他很忙，而且一直在说没有钱买房和车。",
        "label": ""
      },
      {
        "sentence": "我开始觉得这可能成为他不愿意结婚的借口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，钱方面可能给他带来了一定的压力，也让他觉得自己没有能力承担起家庭的责任。但是，我们需要思考的是，如果他婚后还是继续面对这样的经济困境，我们是否能够接受这样的生活方式呢？是否能够接受他在事业上的专注和个人主义的一面？",
    "annotation": [
      {
        "sentence": "确实，钱方面可能给他带来了一定的压力，也让他觉得自己没有能力承担起家庭的责任。",
        "label": ""
      },
      {
        "sentence": "但是，我们需要思考的是，如果他婚后还是继续面对这样的经济困境，我们是否能够接受这样的生活方式呢？",
        "label": ""
      },
      {
        "sentence": "是否能够接受他在事业上的专注和个人主义的一面？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这确实是我需要考虑的问题。我们之间也存在着沟通不畅和相互了解不足的问题。我对他的过去也知之甚少，而且我感觉他心里一直住着一个人，可能是他的初恋。",
    "annotation": [
      {
        "sentence": "这确实是我需要考虑的问题。",
        "label": ""
      },
      {
        "sentence": "我们之间也存在着沟通不畅和相互了解不足的问题。",
        "label": ""
      },
      {
        "sentence": "我对他的过去也知之甚少，而且我感觉他心里一直住着一个人，可能是他的初恋。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解。那么你是否愿意试着与他更深入地交流，了解他的过去以及他内心的感受呢？如果对方愿意开放，我们可以探讨一下未来的事情，看看是否可以找到共同的目标和愿望。",
    "annotation": [
      {
        "sentence": "了解。",
        "label": ""
      },
      {
        "sentence": "那么你是否愿意试着与他更深入地交流，了解他的过去以及他内心的感受呢？",
        "label": ""
      },
      {
        "sentence": "如果对方愿意开放，我们可以探讨一下未来的事情，看看是否可以找到共同的目标和愿望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果对方不愿意开放，我应该如何面对呢？",
    "annotation": [
      {
        "sentence": "如果对方不愿意开放，我应该如何面对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果对方完全不考虑未来，我们也要学会照顾好自己。因为爱情不是委屈求全，而是互相关心和理解。我们不能只为了满足自己的需求而忽略了对方的真实想法和感受。所以，不管最终结果如何，我们都要先搞清楚自己想要的是怎样的生活，然后再决定是否与对方继续走下去。",
    "annotation": [
      {
        "sentence": "如果对方完全不考虑未来，我们也要学会照顾好自己。",
        "label": ""
      },
      {
        "sentence": "因为爱情不是委屈求全，而是互相关心和理解。",
        "label": ""
      },
      {
        "sentence": "我们不能只为了满足自己的需求而忽略了对方的真实想法和感受。",
        "label": ""
      },
      {
        "sentence": "所以，不管最终结果如何，我们都要先搞清楚自己想要的是怎样的生活，然后再决定是否与对方继续走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我能够对你有所帮助。记得要关心自己的感受，听从内心的声音，无论最后做出什么决定，都要为自己的幸福负责。如果你还有其他的疑问或者想再和我分享一些情况，都可以随时找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，希望我能够对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记得要关心自己的感受，听从内心的声音，无论最后做出什么决定，都要为自己的幸福负责。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的疑问或者想再和我分享一些情况，都可以随时找我聊聊。",
        "label": ""
      }
    ]
  }
]