[
  {
    "role": "client",
    "content": "因为想守住心里的“秘密”，所以长不大？因为想守住小时候的秘密，一直陷在里面，出不来，一遇到秘密暴露，就撒谎，为了保住秘密，精力都用来保住秘密，其实对于现在三十几岁的我来说，这个秘密已经不重要了，但是我仍然怕别人知道，连匿名提问，都怕被熟人认出来是我。",
    "annotation": [
      {
        "sentence": "因为想守住心里的“秘密”，所以长不大？",
        "label": ""
      },
      {
        "sentence": "因为想守住小时候的秘密，一直陷在里面，出不来，一遇到秘密暴露，就撒谎，为了保住秘密，精力都用来保住秘密，其实对于现在三十几岁的我来说，这个秘密已经不重要了，但是我仍然怕别人知道，连匿名提问，都怕被熟人认出来是我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己内在的小孩，你要清楚的认识到这一观点那是最本质的自我，是自我的需求，也是对自我价值的体现。你要和自己道歉，虽然在外人看来特别的傻，但是你要对自己说你忽略了自身的感受没有尊重你内心的想法满足不了内心的需要。这些话能在一定程度上降低你的不安，安慰你受伤的内心。人不仅要学会与其他人如何相处，你也要学会与自己如何相处，如何尊重自己的思想，如何实现自我价值。",
    "annotation": [
      {
        "sentence": "每个人都有自己内在的小孩，你要清楚的认识到这一观点那是最本质的自我，是自我的需求，也是对自我价值的体现。",
        "label": ""
      },
      {
        "sentence": "你要和自己道歉，虽然在外人看来特别的傻，但是你要对自己说你忽略了自身的感受没有尊重你内心的想法满足不了内心的需要。",
        "label": ""
      },
      {
        "sentence": "这些话能在一定程度上降低你的不安，安慰你受伤的内心。",
        "label": ""
      },
      {
        "sentence": "人不仅要学会与其他人如何相处，你也要学会与自己如何相处，如何尊重自己的思想，如何实现自我价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会试着和自己好好相处的。但是我总是害怕别人知道我的秘密，怎么才能克服这种恐惧呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会试着和自己好好相处的。",
        "label": ""
      },
      {
        "sentence": "但是我总是害怕别人知道我的秘密，怎么才能克服这种恐惧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回想一下自己最难受的画面，好好看看那个曾经天真而又充满活力的孩子。过去的难过需要用现在的心思去弥补。关注内心的情感，以及内心的愿望，虽然你也不一定都要满足，但尽可能的去实现，意识到自己的价值和感受。嗯，关于秘密，你之所以把自己的秘密分享给他人，是因为你想得到他们的关心和支持。要因人而异，如果是那种闺密，能够支持你的人，并且能和你推心置腹交流的朋友，也不会把你的秘密告诉别人，能做保密的人。你可以把自己的心里话告诉对方，但如果是其他的人，有些人你自以为和他感情良好，实际上他对你一点都不好，那就不要把自己心里话给告诉他，保护好你的内在小孩。希望你能做到平和的与自己相处，保护好自己的秘密。",
    "annotation": [
      {
        "sentence": "回想一下自己最难受的画面，好好看看那个曾经天真而又充满活力的孩子。",
        "label": ""
      },
      {
        "sentence": "过去的难过需要用现在的心思去弥补。",
        "label": ""
      },
      {
        "sentence": "关注内心的情感，以及内心的愿望，虽然你也不一定都要满足，但尽可能的去实现，意识到自己的价值和感受。",
        "label": ""
      },
      {
        "sentence": "嗯，关于秘密，你之所以把自己的秘密分享给他人，是因为你想得到他们的关心和支持。",
        "label": ""
      },
      {
        "sentence": "要因人而异，如果是那种闺密，能够支持你的人，并且能和你推心置腹交流的朋友，也不会把你的秘密告诉别人，能做保密的人。",
        "label": ""
      },
      {
        "sentence": "你可以把自己的心里话告诉对方，但如果是其他的人，有些人你自以为和他感情良好，实际上他对你一点都不好，那就不要把自己心里话给告诉他，保护好你的内在小孩。",
        "label": ""
      },
      {
        "sentence": "希望你能做到平和的与自己相处，保护好自己的秘密。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我之前可能太过于追求别人的关心和支持，忽略了自己的感受和需求。我会更加慎重选择信任的人，并尝试与自己更好地相处，保护好自己的秘密。但我仍然觉得害怕把秘密说出来，没有勇气面对现实。",
    "annotation": [
      {
        "sentence": "你说得对，我之前可能太过于追求别人的关心和支持，忽略了自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "我会更加慎重选择信任的人，并尝试与自己更好地相处，保护好自己的秘密。",
        "label": ""
      },
      {
        "sentence": "但我仍然觉得害怕把秘密说出来，没有勇气面对现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的害怕和不安，面对现实的勇气确实不容易。在这个过程中，我建议你可以寻求专业的心理咨询师进行面对面的咨询，他们会有更具体的帮助和建议来帮助你克服这种恐惧，重建自信。同时，也要相信自己，你可以慢慢地面对和克服这个困扰你已久的秘密，相信你可以做到的。",
    "annotation": [
      {
        "sentence": "理解你的害怕和不安，面对现实的勇气确实不容易。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我建议你可以寻求专业的心理咨询师进行面对面的咨询，他们会有更具体的帮助和建议来帮助你克服这种恐惧，重建自信。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己，你可以慢慢地面对和克服这个困扰你已久的秘密，相信你可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会考虑寻求专业心理咨询的帮助。相信自己是一步一步走出困境的第一步，我会慢慢面对这个秘密并努力解开心结的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会考虑寻求专业心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己是一步一步走出困境的第一步，我会慢慢面对这个秘密并努力解开心结的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰你能够接受我的建议，这是一个很好的开始。专业心理咨询师会一直陪伴着你，给你提供支持和指导。慢慢地解开心结需要时间，但只要你保持积极的态度，相信你一定能够战胜这个困扰你的秘密。希望你能坚持下去，好好照顾自己的内心。记住，你并不孤单，我们会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "非常欣慰你能够接受我的建议，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "专业心理咨询师会一直陪伴着你，给你提供支持和指导。",
        "label": ""
      },
      {
        "sentence": "慢慢地解开心结需要时间，但只要你保持积极的态度，相信你一定能够战胜这个困扰你的秘密。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，好好照顾自己的内心。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我会坚持下去的。知道有你们在支持我，我感到非常温暖和安心。希望能够早日解开内心的困扰，重新找回属于自己的快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "知道有你们在支持我，我感到非常温暖和安心。",
        "label": ""
      },
      {
        "sentence": "希望能够早日解开内心的困扰，重新找回属于自己的快乐。",
        "label": ""
      }
    ]
  }
]