[
  {
    "role": "client",
    "content": "长期内心压抑，会不会变成个疯子？我可能会叙述的很乱，把在我身上发生的那些破事就发在这吧，也就当个故事看了，从哪说起呢——我父母在我大概是我读学前班那会离婚了，我和我爷爷奶奶一起生活，我奶因为学习把我腿内侧掐的大片青紫，拿鸡毛掸子打肿过我小指，还有平时各种打骂什么的已经记不清，一直到六年级吧这种情况才好转，但是辱骂一直持续，我爷他对我属于就像跟风键盘侠那种感觉，我奶骂我他也跟着骂，我奶不吱声了他又开始好声好气，完全跟风骂人那种感觉。我和我爸关系淡薄，现在我觉得叫声爸都别扭，我也不知道我奶怎么跟我爸说的我反正在我爸眼里我就是个不懂尊重老人的废物，清晰的记得他掩饰不住的鄙夷和我奶说，你怎么养出了这种孩子。至于我妈，简直是不必再提，浪费我口舌，除了她人品有问题之外，她就是个PUA无限打压我侮辱我，我会写小说，她说我写的变态东西，我当了影楼模特，她说我这德行还有人要我？我说有单子的，她说我卖给人家了，字数不够了，就到这",
    "annotation": [
      {
        "sentence": "长期内心压抑，会不会变成个疯子？",
        "label": ""
      },
      {
        "sentence": "我可能会叙述的很乱，把在我身上发生的那些破事就发在这吧，也就当个故事看了，从哪说起呢——我父母在我大概是我读学前班那会离婚了，我和我爷爷奶奶一起生活，我奶因为学习把我腿内侧掐的大片青紫，拿鸡毛掸子打肿过我小指，还有平时各种打骂什么的已经记不清，一直到六年级吧这种情况才好转，但是辱骂一直持续，我爷他对我属于就像跟风键盘侠那种感觉，我奶骂我他也跟着骂，我奶不吱声了他又开始好声好气，完全跟风骂人那种感觉。",
        "label": ""
      },
      {
        "sentence": "我和我爸关系淡薄，现在我觉得叫声爸都别扭，我也不知道我奶怎么跟我爸说的我反正在我爸眼里我就是个不懂尊重老人的废物，清晰的记得他掩饰不住的鄙夷和我奶说，你怎么养出了这种孩子。",
        "label": ""
      },
      {
        "sentence": "至于我妈，简直是不必再提，浪费我口舌，除了她人品有问题之外，她就是个PUA无限打压我侮辱我，我会写小说，她说我写的变态东西，我当了影楼模特，她说我这德行还有人要我？",
        "label": ""
      },
      {
        "sentence": "我说有单子的，她说我卖给人家了，字数不够了，就到这",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的叙述让我很清晰地了解了你所受到的伤害，真的很感到心疼。你的家庭环境太不适宜成长了，也太不健康，严重的伤害了你的人生。我很欣赏你敢于向我表达你的压抑和困扰，这真的很勇敢。你所经历的这些事情让我想起了许多其他家庭暴力的例子。我想你需要一些帮助才能克服它们，你怎么看？",
    "annotation": [
      {
        "sentence": "你的叙述让我很清晰地了解了你所受到的伤害，真的很感到心疼。",
        "label": ""
      },
      {
        "sentence": "你的家庭环境太不适宜成长了，也太不健康，严重的伤害了你的人生。",
        "label": ""
      },
      {
        "sentence": "我很欣赏你敢于向我表达你的压抑和困扰，这真的很勇敢。",
        "label": ""
      },
      {
        "sentence": "你所经历的这些事情让我想起了许多其他家庭暴力的例子。",
        "label": ""
      },
      {
        "sentence": "我想你需要一些帮助才能克服它们，你怎么看？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直在想，我可能会疯掉的，我妈一致想打压我，让我在她的掌控之下。现在我已经成年了，我想离开这段与我生命中融会贯通的痛苦。但我很担心我走了以后，家人怎么活，我是他们唯一的儿孙。",
    "annotation": [
      {
        "sentence": "我一直在想，我可能会疯掉的，我妈一致想打压我，让我在她的掌控之下。",
        "label": ""
      },
      {
        "sentence": "现在我已经成年了，我想离开这段与我生命中融会贯通的痛苦。",
        "label": ""
      },
      {
        "sentence": "但我很担心我走了以后，家人怎么活，我是他们唯一的儿孙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很了解你的顾虑，但请不要把这些责任都归到自己头上。你并不是为了他们而活，而是为了自己。首先你需要建立一些强有力的自我保护机制，让自己在面对家人攻击的时候不那么脆弱。此外，你也可以向你的朋友或者其他亲密的人倾诉，寻求他们的帮助和支持。即便是你离开了，你也可以留下一些留言或者简短的话语，让他们在未来记住你，同时也让自己可以在未来的不远处找到自己的家人。你也可以通过电话、信件或者电邮等方式与他们联系，这样你就可以维持联系，同时不必忍受更多的暴力和恶意。",
    "annotation": [
      {
        "sentence": "我很了解你的顾虑，但请不要把这些责任都归到自己头上。",
        "label": ""
      },
      {
        "sentence": "你并不是为了他们而活，而是为了自己。",
        "label": ""
      },
      {
        "sentence": "首先你需要建立一些强有力的自我保护机制，让自己在面对家人攻击的时候不那么脆弱。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以向你的朋友或者其他亲密的人倾诉，寻求他们的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "即便是你离开了，你也可以留下一些留言或者简短的话语，让他们在未来记住你，同时也让自己可以在未来的不远处找到自己的家人。",
        "label": ""
      },
      {
        "sentence": "你也可以通过电话、信件或者电邮等方式与他们联系，这样你就可以维持联系，同时不必忍受更多的暴力和恶意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我很难在我的外部环境中避免干扰和隐私侵犯。我从小就受到各种各样的家庭暴力，现在我怕被强制与家人接触。我该怎么办？",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我很难在我的外部环境中避免干扰和隐私侵犯。",
        "label": ""
      },
      {
        "sentence": "我从小就受到各种各样的家庭暴力，现在我怕被强制与家人接触。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以在寻求专业的心理咨询师和法律帮助的时候，也可以和他们谈谈这个问题。他们可以为你提供更恰当和客观的建议和解决方案，帮助你寻找有效的维权方法和保护自己的法律措施。如果你需要帮助来处理与家人的关系，那么请不要犹豫，走出来，找到他们。他们会助你一臂之力。",
    "annotation": [
      {
        "sentence": "你可以在寻求专业的心理咨询师和法律帮助的时候，也可以和他们谈谈这个问题。",
        "label": ""
      },
      {
        "sentence": "他们可以为你提供更恰当和客观的建议和解决方案，帮助你寻找有效的维权方法和保护自己的法律措施。",
        "label": ""
      },
      {
        "sentence": "如果你需要帮助来处理与家人的关系，那么请不要犹豫，走出来，找到他们。",
        "label": ""
      },
      {
        "sentence": "他们会助你一臂之力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和帮助，我会尽快地去实践它们的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和帮助，我会尽快地去实践它们的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够和你分享这些信息和充实的加强权利，凭借你的毅力和勇气，以及专业的帮助和良好的自我改善，我相信你可以克服和转换你所经历的挫折和压力。无论你现在处于怎样的状态，一定要牢记，你值得被关爱、被尊重，并有着自己耀眼的光芒和深挚的价值。",
    "annotation": [
      {
        "sentence": "很高兴能够和你分享这些信息和充实的加强权利，凭借你的毅力和勇气，以及专业的帮助和良好的自我改善，我相信你可以克服和转换你所经历的挫折和压力。",
        "label": ""
      },
      {
        "sentence": "无论你现在处于怎样的状态，一定要牢记，你值得被关爱、被尊重，并有着自己耀眼的光芒和深挚的价值。",
        "label": ""
      }
    ]
  }
]