[
  {
    "role": "client",
    "content": "长期内心压抑，会不会变成个疯子？我可能会叙述的很乱，把在我身上发生的那些破事就发在这吧，也就当个故事看了，从哪说起呢。",
    "annotation": [
      {
        "sentence": "长期内心压抑，会不会变成个疯子？",
        "label": ""
      },
      {
        "sentence": "我可能会叙述的很乱，把在我身上发生的那些破事就发在这吧，也就当个故事看了，从哪说起呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你说你长期内心压抑，会不会变成疯子的担忧，我能感受到你内心的焦虑和不安，你想和我说说发生了什么吗？",
    "annotation": [
      {
        "sentence": "你好，听到你说你长期内心压抑，会不会变成疯子的担忧，我能感受到你内心的焦虑和不安，你想和我说说发生了什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我父母在我大概读学前班那会离婚了，我和我爷爷奶奶一起生活，我奶因为学习把我腿内侧掐的大片青紫，拿鸡毛掸子打肿过我小指，还有平时各种打骂什么的已经记不清，一直到六年级吧这种情况才好转，但是辱骂一直持续，我爷他对我属于就像跟风键盘侠那种感觉，我奶骂我他也跟着骂，我奶不吱声了他又开始好声好气，完全跟风骂人那种感觉。我和我爸关系淡薄，现在我觉得叫声爸都别扭，我也不知道我奶怎么跟我爸说的我反正在我爸眼里我就是个不懂尊重老人的废物。",
    "annotation": [
      {
        "sentence": "我父母在我大概读学前班那会离婚了，我和我爷爷奶奶一起生活，我奶因为学习把我腿内侧掐的大片青紫，拿鸡毛掸子打肿过我小指，还有平时各种打骂什么的已经记不清，一直到六年级吧这种情况才好转，但是辱骂一直持续，我爷他对我属于就像跟风键盘侠那种感觉，我奶骂我他也跟着骂，我奶不吱声了他又开始好声好气，完全跟风骂人那种感觉。",
        "label": ""
      },
      {
        "sentence": "我和我爸关系淡薄，现在我觉得叫声爸都别扭，我也不知道我奶怎么跟我爸说的我反正在我爸眼里我就是个不懂尊重老人的废物。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你遭受不公和暴力对待，我很心痛，这些痛苦的回忆肯定让你心情很复杂，但我更能看到你的勇气和坚强，你能和我分享，这也证明了你已经做好了照顾自己的准备。虽然你的家庭很棘手，但是它并不能代表你的全部，我们可以一起探讨如何应对这种痛苦。",
    "annotation": [
      {
        "sentence": "看到你遭受不公和暴力对待，我很心痛，这些痛苦的回忆肯定让你心情很复杂，但我更能看到你的勇气和坚强，你能和我分享，这也证明了你已经做好了照顾自己的准备。",
        "label": ""
      },
      {
        "sentence": "虽然你的家庭很棘手，但是它并不能代表你的全部，我们可以一起探讨如何应对这种痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我尽力了。有时我觉得这和我有什么关系呢？我不能控制我的家庭和他们的行为，我有时甚至恨他们。我不知道该怎么做才能释放这种负面情绪，也不知道哪些是该迎面而上的，哪些应该被放下。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我尽力了。",
        "label": ""
      },
      {
        "sentence": "有时我觉得这和我有什么关系呢？",
        "label": ""
      },
      {
        "sentence": "我不能控制我的家庭和他们的行为，我有时甚至恨他们。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么做才能释放这种负面情绪，也不知道哪些是该迎面而上的，哪些应该被放下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受，有时无法控制的感觉很令人沮丧，但是，重要的是如何面对它们。尝试接受自己现在的感受，不要反感它们，因为它们是合理的。 在同样的时间内，尝试找出你可以处理和解决的问题，这将帮助你应对这些负面情绪，而这决不是轻而易举做到的，所以请你保持耐心和理解。我相信你可以坚持下去的。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受，有时无法控制的感觉很令人沮丧，但是，重要的是如何面对它们。",
        "label": ""
      },
      {
        "sentence": "尝试接受自己现在的感受，不要反感它们，因为它们是合理的。",
        "label": ""
      },
      {
        "sentence": " 在同样的时间内，尝试找出你可以处理和解决的问题，这将帮助你应对这些负面情绪，而这决不是轻而易举做到的，所以请你保持耐心和理解。",
        "label": ""
      },
      {
        "sentence": "我相信你可以坚持下去的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会尝试的。但有时候我还是会情不自禁地想到一些痛苦的回忆，这样的情况怎么处理呢？",
    "annotation": [
      {
        "sentence": "谢谢你，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会情不自禁地想到一些痛苦的回忆，这样的情况怎么处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，当难以控制的情绪涌入你的意识中时，建议你尝试给自己一些时间来冷静下来，然后想想有效的方法来分散你的注意力，比如运动，手工制作，和朋友见面，这样，你可以使它们不那么冲击性，从而控制自己的思维。如果有需要的话，也可以通过与共情和专业的心理医生交流来治疗创伤。",
    "annotation": [
      {
        "sentence": "这很正常，当难以控制的情绪涌入你的意识中时，建议你尝试给自己一些时间来冷静下来，然后想想有效的方法来分散你的注意力，比如运动，手工制作，和朋友见面，这样，你可以使它们不那么冲击性，从而控制自己的思维。",
        "label": ""
      },
      {
        "sentence": "如果有需要的话，也可以通过与共情和专业的心理医生交流来治疗创伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些建议听起来都很有帮助，谢谢。我一直很孤独，很难在这个环境中找到理解我的人。",
    "annotation": [
      {
        "sentence": "这些建议听起来都很有帮助，谢谢。",
        "label": ""
      },
      {
        "sentence": "我一直很孤独，很难在这个环境中找到理解我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独的感觉很难受，但你并不是孤独的，我们在这里倾听你的故事，你可以随时向我们倾诉。当你准备好时，请也尝试寻找一些志同道合的社群，这样你就不必承受这种感受。同时也请相信，你有很多潜在的朋友和支持者在那里等着你。",
    "annotation": [
      {
        "sentence": "孤独的感觉很难受，但你并不是孤独的，我们在这里倾听你的故事，你可以随时向我们倾诉。",
        "label": ""
      },
      {
        "sentence": "当你准备好时，请也尝试寻找一些志同道合的社群，这样你就不必承受这种感受。",
        "label": ""
      },
      {
        "sentence": "同时也请相信，你有很多潜在的朋友和支持者在那里等着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我很感动。我一直在尝试和他们达成理解，可结果并不如愿。现在，我决定尝试放下，接受自己，寻找新的方向。",
    "annotation": [
      {
        "sentence": "你的话让我很感动。",
        "label": ""
      },
      {
        "sentence": "我一直在尝试和他们达成理解，可结果并不如愿。",
        "label": ""
      },
      {
        "sentence": "现在，我决定尝试放下，接受自己，寻找新的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我为你感到骄傲，这需要很大的勇气和坚持。我再次提醒你，要保持耐心和关注自己的生理和心理健康，时刻留意自己需要什么。如果你需要继续交流，我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "我为你感到骄傲，这需要很大的勇气和坚持。",
        "label": ""
      },
      {
        "sentence": "我再次提醒你，要保持耐心和关注自己的生理和心理健康，时刻留意自己需要什么。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续交流，我会一直在这里支持你。",
        "label": ""
      }
    ]
  }
]