[
  {
    "role": "client",
    "content": "以前我很开朗，但因为初恋我感觉怀疑人生了？",
    "annotation": [
      {
        "sentence": "以前我很开朗，但因为初恋我感觉怀疑人生了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱歉听到你感到怀疑人生，这对你来说一定很困扰。可以告诉我更多关于你初恋的事情吗？",
    "annotation": [
      {
        "sentence": "抱歉听到你感到怀疑人生，这对你来说一定很困扰。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多关于你初恋的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "本人现在24岁，和很多人一样都渴望一段美好的恋情，但是我的初恋并没有我想的那么好，反而让我感觉十分痛苦。我和她是在今年认识的，认识了差不多2，3个月后才在一起的，也一起过了七夕节。之后又经过一段时间的相处后，我了解了她的一些过去，她以前是个奴，有很多个主人，之前也一直出去约炮找主人，而且是在认识我之后（当时还不是男女朋友）也和一个固定的主人一直保持联系，我问她，她到现在为止一共和多少人发生过关系，她沉思了很久，说两位数，一开始我以为是几个人，然后在我的逼问下她告诉我有20多个，而且她还和最多两个男人同时进行多人运动。这都是让我无法接受的，但她也告诉我说，那都是她的以前，她现在已经断干净了，现在她只爱我一个人。我也一直在犹豫，但每次想和她分手的时候却又说不出口，有几次我也提过，因为我现在的情绪啊，精神什么的都不是特别好，而她说这些都是因为她之前的过去造成的，至少想陪我变成以前的样子。",
    "annotation": [
      {
        "sentence": "本人现在24岁，和很多人一样都渴望一段美好的恋情，但是我的初恋并没有我想的那么好，反而让我感觉十分痛苦。",
        "label": ""
      },
      {
        "sentence": "我和她是在今年认识的，认识了差不多2，3个月后才在一起的，也一起过了七夕节。",
        "label": ""
      },
      {
        "sentence": "之后又经过一段时间的相处后，我了解了她的一些过去，她以前是个奴，有很多个主人，之前也一直出去约炮找主人，而且是在认识我之后（当时还不是男女朋友）也和一个固定的主人一直保持联系，我问她，她到现在为止一共和多少人发生过关系，她沉思了很久，说两位数，一开始我以为是几个人，然后在我的逼问下她告诉我有20多个，而且她还和最多两个男人同时进行多人运动。",
        "label": ""
      },
      {
        "sentence": "这都是让我无法接受的，但她也告诉我说，那都是她的以前，她现在已经断干净了，现在她只爱我一个人。",
        "label": ""
      },
      {
        "sentence": "我也一直在犹豫，但每次想和她分手的时候却又说不出口，有几次我也提过，因为我现在的情绪啊，精神什么的都不是特别好，而她说这些都是因为她之前的过去造成的，至少想陪我变成以前的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对你的初恋感到痛苦和困扰，我理解你现在的犹豫。我们人们都有过去，而且每个人的过去都不同。她愿意向你坦诚，并且她已经表示只爱你一个人了。我们可以一起探讨一下这对你的关系和情绪产生的影响。",
    "annotation": [
      {
        "sentence": "听到你对你的初恋感到痛苦和困扰，我理解你现在的犹豫。",
        "label": ""
      },
      {
        "sentence": "我们人们都有过去，而且每个人的过去都不同。",
        "label": ""
      },
      {
        "sentence": "她愿意向你坦诚，并且她已经表示只爱你一个人了。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探讨一下这对你的关系和情绪产生的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "而我现在每次看到一些网上不好的东西，就会联想到她的过去，有时候也会一直走神发呆，也感觉失去之后的人生目标，感觉会不会就算离开了她，之后遇到的女孩也有类似的过去，会不会之后遇到的女孩甚至和我在一起的时候也会和其他男人约会。以前这些我都没有想过，我一直觉得这个世界都是很美好的，但是我现在深深的感觉到世界上还有很多恶意是我不知道的。我也感觉我不抽烟不喝酒，黄赌毒一个都不沾，平时也一直帮助别人，为什么上天要这样惩罚我。曾经我邻居也和我爸妈说过，说我这个人挺好的，特别老实。但我爸说：老实有什么用一直吃亏的都是他。现在我感觉这句话真的很对，但是我又一直让自己狠不下心来。对待这份感情也是这样的，我现在不知道该如何是好，如何走出阴影，如何处理和她的关系。",
    "annotation": [
      {
        "sentence": "而我现在每次看到一些网上不好的东西，就会联想到她的过去，有时候也会一直走神发呆，也感觉失去之后的人生目标，感觉会不会就算离开了她，之后遇到的女孩也有类似的过去，会不会之后遇到的女孩甚至和我在一起的时候也会和其他男人约会。",
        "label": ""
      },
      {
        "sentence": "以前这些我都没有想过，我一直觉得这个世界都是很美好的，但是我现在深深的感觉到世界上还有很多恶意是我不知道的。",
        "label": ""
      },
      {
        "sentence": "我也感觉我不抽烟不喝酒，黄赌毒一个都不沾，平时也一直帮助别人，为什么上天要这样惩罚我。",
        "label": ""
      },
      {
        "sentence": "曾经我邻居也和我爸妈说过，说我这个人挺好的，特别老实。",
        "label": ""
      },
      {
        "sentence": "但我爸说：老实有什么用一直吃亏的都是他。",
        "label": ""
      },
      {
        "sentence": "现在我感觉这句话真的很对，但是我又一直让自己狠不下心来。",
        "label": ""
      },
      {
        "sentence": "对待这份感情也是这样的，我现在不知道该如何是好，如何走出阴影，如何处理和她的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你对自己情感困扰的描述。我理解你对于她的过去和你的感情之间的矛盾与疑惑。首先，我们不能因为过去的经历限制我们对未来的期待。每个人都有自己的成长历程，过去的经历并不代表未来的发展。其次，你应该肯定自己的善良和正直，不要因为他人的行为而质疑自己的价值。最重要的是，我们可以一起探索你如何处理你的情感阴影和处理与她之间的关系。我们可以从对话中发掘出一些解决方案，帮助你重新找回人生目标和恢复心灵的平静。",
    "annotation": [
      {
        "sentence": "感谢你对自己情感困扰的描述。",
        "label": ""
      },
      {
        "sentence": "我理解你对于她的过去和你的感情之间的矛盾与疑惑。",
        "label": ""
      },
      {
        "sentence": "首先，我们不能因为过去的经历限制我们对未来的期待。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的成长历程，过去的经历并不代表未来的发展。",
        "label": ""
      },
      {
        "sentence": "其次，你应该肯定自己的善良和正直，不要因为他人的行为而质疑自己的价值。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我们可以一起探索你如何处理你的情感阴影和处理与她之间的关系。",
        "label": ""
      },
      {
        "sentence": "我们可以从对话中发掘出一些解决方案，帮助你重新找回人生目标和恢复心灵的平静。",
        "label": ""
      }
    ]
  }
]