[
  {
    "role": "client",
    "content": "太难过了，前任不爱我了，很后悔也不知道该怎么做？已经26岁了，26岁之前交往几个男朋友，年轻一些的时候仗着自己有些姿色和才华，不懂得经营感情和好好爱别人，只是一味的希望男孩子付出。也确实遇见过对我很好的人，最后也因为物质和性格不合分开了。分开两年以后，内心成熟很多，工作成绩出众，却时常孤独，才发现他才是对我最好的人。想回过头去向他道歉，想和他重新开始，想弥补之前的一切。可他已经不再坚持，他不爱了。却还是温柔又善良，怕我难过流泪，对我很好，但明确告知已经不想再喜欢我了。灵魂尽头，灭顶孤独。26岁之前也经历过很多相亲，实在是不及他，心里结婚的对象只有他一个。很后悔，也不知道该怎么做。很累，工作压力也很大，不知道有能力再爱谁，多希望他可以回过头看看我……",
    "annotation": [
      {
        "sentence": "太难过了，前任不爱我了，很后悔也不知道该怎么做？",
        "label": ""
      },
      {
        "sentence": "已经26岁了，26岁之前交往几个男朋友，年轻一些的时候仗着自己有些姿色和才华，不懂得经营感情和好好爱别人，只是一味的希望男孩子付出。",
        "label": ""
      },
      {
        "sentence": "也确实遇见过对我很好的人，最后也因为物质和性格不合分开了。",
        "label": ""
      },
      {
        "sentence": "分开两年以后，内心成熟很多，工作成绩出众，却时常孤独，才发现他才是对我最好的人。",
        "label": ""
      },
      {
        "sentence": "想回过头去向他道歉，想和他重新开始，想弥补之前的一切。",
        "label": ""
      },
      {
        "sentence": "可他已经不再坚持，他不爱了。",
        "label": ""
      },
      {
        "sentence": "却还是温柔又善良，怕我难过流泪，对我很好，但明确告知已经不想再喜欢我了。",
        "label": ""
      },
      {
        "sentence": "灵魂尽头，灭顶孤独。",
        "label": ""
      },
      {
        "sentence": "26岁之前也经历过很多相亲，实在是不及他，心里结婚的对象只有他一个。",
        "label": ""
      },
      {
        "sentence": "很后悔，也不知道该怎么做。",
        "label": ""
      },
      {
        "sentence": "很累，工作压力也很大，不知道有能力再爱谁，多希望他可以回过头看看我……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能理解你现在感到的痛苦和困惑。你对前任的留恋和后悔是非常正常的反应。不过，亦舒说过：“人性总是凉薄，只要拿更好的来换，一定舍得。”你怀念过去，怀念他的好，可能是因为你对现在的生活尤其是感情生活不满意。人们喜欢对比，当你感受到孤独时，就会想起他对你的好。但这并不代表你真的还喜欢他，离不开他。更多的是对他过去对你的好的留恋，对你没有好好珍惜他的后悔愧疚，以及他不再接受你的不甘心。你需要冷静地思考一下你内心真实的想法，你究竟是想要他，还是想要他的温柔。",
    "annotation": [
      {
        "sentence": "求助者，我能理解你现在感到的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "你对前任的留恋和后悔是非常正常的反应。",
        "label": ""
      },
      {
        "sentence": "不过，亦舒说过：“人性总是凉薄，只要拿更好的来换，一定舍得。",
        "label": ""
      },
      {
        "sentence": "”你怀念过去，怀念他的好，可能是因为你对现在的生活尤其是感情生活不满意。",
        "label": ""
      },
      {
        "sentence": "人们喜欢对比，当你感受到孤独时，就会想起他对你的好。",
        "label": ""
      },
      {
        "sentence": "但这并不代表你真的还喜欢他，离不开他。",
        "label": ""
      },
      {
        "sentence": "更多的是对他过去对你的好的留恋，对你没有好好珍惜他的后悔愧疚，以及他不再接受你的不甘心。",
        "label": ""
      },
      {
        "sentence": "你需要冷静地思考一下你内心真实的想法，你究竟是想要他，还是想要他的温柔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能对过去和他的好过于留恋，没有办法面对现在的生活。我也明白他对我已经不再有爱意，但他仍然温柔又善良，对我很好。这让我感到很困惑和矛盾，因为我知道继续和他联系只会加深我的愧疚和留恋。我该怎么做才能摆脱这种困境呢？",
    "annotation": [
      {
        "sentence": "你说得对，我可能对过去和他的好过于留恋，没有办法面对现在的生活。",
        "label": ""
      },
      {
        "sentence": "我也明白他对我已经不再有爱意，但他仍然温柔又善良，对我很好。",
        "label": ""
      },
      {
        "sentence": "这让我感到很困惑和矛盾，因为我知道继续和他联系只会加深我的愧疚和留恋。",
        "label": ""
      },
      {
        "sentence": "我该怎么做才能摆脱这种困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你已经意识到这个男孩子对你来说是有毒的，他的温柔只会加深你对他的愧疚和留恋。因此，为了你自己的好，我建议你尽量避免与他接触，不再打扰他。你可以着眼于发展自己的社交圈，寻找属于你的缘分。有时候，一个人的过去并不一定就是你的未来，只有让自己远离他，才能给自己的心灵找到真正的解脱。",
    "annotation": [
      {
        "sentence": "求助者，你已经意识到这个男孩子对你来说是有毒的，他的温柔只会加深你对他的愧疚和留恋。",
        "label": ""
      },
      {
        "sentence": "因此，为了你自己的好，我建议你尽量避免与他接触，不再打扰他。",
        "label": ""
      },
      {
        "sentence": "你可以着眼于发展自己的社交圈，寻找属于你的缘分。",
        "label": ""
      },
      {
        "sentence": "有时候，一个人的过去并不一定就是你的未来，只有让自己远离他，才能给自己的心灵找到真正的解脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要远离他，专注于自己的成长和幸福。但是我觉得自己很累，工作压力也很大，不确定自己是否还有能力去爱另外一个人。我真的希望他能够回头看看我……",
    "annotation": [
      {
        "sentence": "我明白了，我需要远离他，专注于自己的成长和幸福。",
        "label": ""
      },
      {
        "sentence": "但是我觉得自己很累，工作压力也很大，不确定自己是否还有能力去爱另外一个人。",
        "label": ""
      },
      {
        "sentence": "我真的希望他能够回头看看我……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你现在感到累是因为你处于一个困境之中，而且工作压力也很大。但是，请记住，爱是一种自然而然的感情，你并不需要强迫自己去爱另外一个人。你需要给自己一些时间来放松和调整，不要认为你不再有能力去爱，也不要排斥和其他人的交往。相信在不久的将来，你一定会遇到那个让你倾心的人，给你带来幸福和爱的人。",
    "annotation": [
      {
        "sentence": "求助者，你现在感到累是因为你处于一个困境之中，而且工作压力也很大。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，爱是一种自然而然的感情，你并不需要强迫自己去爱另外一个人。",
        "label": ""
      },
      {
        "sentence": "你需要给自己一些时间来放松和调整，不要认为你不再有能力去爱，也不要排斥和其他人的交往。",
        "label": ""
      },
      {
        "sentence": "相信在不久的将来，你一定会遇到那个让你倾心的人，给你带来幸福和爱的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力去放下过去，寻找属于自己的幸福。我也会努力工作，减轻压力，相信时间会慢慢治愈我内心的创伤。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力去放下过去，寻找属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我也会努力工作，减轻压力，相信时间会慢慢治愈我内心的创伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，求助者。相信自己，相信时间的力量。记住，你值得拥有幸福和爱情。如果在之后的过程中还有什么困扰和疑惑，记得随时来找我倾诉，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，求助者。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信时间的力量。",
        "label": ""
      },
      {
        "sentence": "记住，你值得拥有幸福和爱情。",
        "label": ""
      },
      {
        "sentence": "如果在之后的过程中还有什么困扰和疑惑，记得随时来找我倾诉，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，有你的陪伴和倾听，我感到更加坚强和勇敢。希望我们的对话能够带给我一个新的开始，让我重新审视自己的生活和未来。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，有你的陪伴和倾听，我感到更加坚强和勇敢。",
        "label": ""
      },
      {
        "sentence": "希望我们的对话能够带给我一个新的开始，让我重新审视自己的生活和未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇敢和坚强给我留下了深刻的印象。相信你能够迎接新的开始，重新找到属于自己的幸福。祝愿你一切都好，记得随时来找我聊天，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你的勇敢和坚强给我留下了深刻的印象。",
        "label": ""
      },
      {
        "sentence": "相信你能够迎接新的开始，重新找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切都好，记得随时来找我聊天，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]