[
  {
    "role": "client",
    "content": "我18岁，情绪非常不稳定。看过医生，但不想吃药，有没有其他恢复的方法？最近半年情绪非常不稳定，脾气也很大。时不时就会感到烦躁，有时候一宿一宿的睡不着觉。已经看了医生，但不想吃药，还想寻求快速恢复的方法，因为这影响了我的学习和日常生活。",
    "annotation": [
      {
        "sentence": "我18岁，情绪非常不稳定。",
        "label": ""
      },
      {
        "sentence": "看过医生，但不想吃药，有没有其他恢复的方法？",
        "label": ""
      },
      {
        "sentence": "最近半年情绪非常不稳定，脾气也很大。",
        "label": ""
      },
      {
        "sentence": "时不时就会感到烦躁，有时候一宿一宿的睡不着觉。",
        "label": ""
      },
      {
        "sentence": "已经看了医生，但不想吃药，还想寻求快速恢复的方法，因为这影响了我的学习和日常生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "上午好~这样的情况已经持续半年多了，一定很难受吧。一宿宿的睡不着，任谁也没办法再有精力去应对学习和生活中的事情了。在我高二高三的那两年，因为太过焦虑，最先出现的就是睡不着。好不容易睡着，又会有一些乱七八糟的梦。总之睡眠一直不好，所以上课就会打盹，错过了知识点，考试也考不好，一点小事也会引起情绪波动。可惜的是，我那时并不觉得自己需要看医生，也没有向家长求助，愣生生的挺过了两年，自那以后就有了［神经性头疼］的毛病。不知道你为什么不愿意吃药？怕影响记忆力吗？医生开的药是有一定剂量的，不会对身体产生危害。可能会有一些助眠的药，这对于调节睡眠是很有好处的，睡好了才能精神好。",
    "annotation": [
      {
        "sentence": "上午好~这样的情况已经持续半年多了，一定很难受吧。",
        "label": ""
      },
      {
        "sentence": "一宿宿的睡不着，任谁也没办法再有精力去应对学习和生活中的事情了。",
        "label": ""
      },
      {
        "sentence": "在我高二高三的那两年，因为太过焦虑，最先出现的就是睡不着。",
        "label": ""
      },
      {
        "sentence": "好不容易睡着，又会有一些乱七八糟的梦。",
        "label": ""
      },
      {
        "sentence": "总之睡眠一直不好，所以上课就会打盹，错过了知识点，考试也考不好，一点小事也会引起情绪波动。",
        "label": ""
      },
      {
        "sentence": "可惜的是，我那时并不觉得自己需要看医生，也没有向家长求助，愣生生的挺过了两年，自那以后就有了［神经性头疼］的毛病。",
        "label": ""
      },
      {
        "sentence": "不知道你为什么不愿意吃药？",
        "label": ""
      },
      {
        "sentence": "怕影响记忆力吗？",
        "label": ""
      },
      {
        "sentence": "医生开的药是有一定剂量的，不会对身体产生危害。",
        "label": ""
      },
      {
        "sentence": "可能会有一些助眠的药，这对于调节睡眠是很有好处的，睡好了才能精神好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，睡不好觉真的会对生活产生很大的影响。不过，我担心吃药会有副作用，像影响记忆力之类的。所以，我希望能找到其他有效的方法来帮助我恢复。",
    "annotation": [
      {
        "sentence": "确实，睡不好觉真的会对生活产生很大的影响。",
        "label": ""
      },
      {
        "sentence": "不过，我担心吃药会有副作用，像影响记忆力之类的。",
        "label": ""
      },
      {
        "sentence": "所以，我希望能找到其他有效的方法来帮助我恢复。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“寻求快速恢复的方法”，你一定听过欲速则不达这句话，对于情绪同理，越是着急，越不利于情绪的稳定，进而越影响生活。我建议你先把药吃上，恢复睡眠。实在不愿意吃药，就多运动，跑步打球跳绳都可以。多与同学聊天，聊一些积极的话题。在睡不着的时候，你的大脑一定是非常活跃的，一个接一个的想法不断往外冒。闭上眼睛，不要对想法进行加工，任由想法来去，渐渐的想法就会消失。另外，尝试着接纳当前的自己，接纳自己一时的情绪不稳定，接纳自己“生病”这件事。当接纳了自己，不再将生病放到自己的对立面，你的情况可能会缓解。",
    "annotation": [
      {
        "sentence": "“寻求快速恢复的方法”，你一定听过欲速则不达这句话，对于情绪同理，越是着急，越不利于情绪的稳定，进而越影响生活。",
        "label": ""
      },
      {
        "sentence": "我建议你先把药吃上，恢复睡眠。",
        "label": ""
      },
      {
        "sentence": "实在不愿意吃药，就多运动，跑步打球跳绳都可以。",
        "label": ""
      },
      {
        "sentence": "多与同学聊天，聊一些积极的话题。",
        "label": ""
      },
      {
        "sentence": "在睡不着的时候，你的大脑一定是非常活跃的，一个接一个的想法不断往外冒。",
        "label": ""
      },
      {
        "sentence": "闭上眼睛，不要对想法进行加工，任由想法来去，渐渐的想法就会消失。",
        "label": ""
      },
      {
        "sentence": "另外，尝试着接纳当前的自己，接纳自己一时的情绪不稳定，接纳自己“生病”这件事。",
        "label": ""
      },
      {
        "sentence": "当接纳了自己，不再将生病放到自己的对立面，你的情况可能会缓解。",
        "label": ""
      }
    ]
  }
]