[
  {
    "role": "client",
    "content": "我最近感觉生活毫无感觉，总觉得生活没味道，感觉自己一直都懒懒的。做什么事情都没有劲，再也没有一种执着感、奋斗感和满足感了。日子轻飘飘的，心里痒痒的。我有一件很重要的事情需要马上集中全部注意力去做，但是我却懒懒的，提不起精神。偶尔间歇性努力一下，然后又懈怠了。遇到一点算不上挫折的小波折，都能成为我放弃的理由。我该怎么办呢？感觉很焦虑，也很无奈。",
    "annotation": [
      {
        "sentence": "我最近感觉生活毫无感觉，总觉得生活没味道，感觉自己一直都懒懒的。",
        "label": ""
      },
      {
        "sentence": "做什么事情都没有劲，再也没有一种执着感、奋斗感和满足感了。",
        "label": ""
      },
      {
        "sentence": "日子轻飘飘的，心里痒痒的。",
        "label": ""
      },
      {
        "sentence": "我有一件很重要的事情需要马上集中全部注意力去做，但是我却懒懒的，提不起精神。",
        "label": ""
      },
      {
        "sentence": "偶尔间歇性努力一下，然后又懈怠了。",
        "label": ""
      },
      {
        "sentence": "遇到一点算不上挫折的小波折，都能成为我放弃的理由。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "感觉很焦虑，也很无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能感受到你现在焦虑和迷茫的情绪。你觉得生活没有味道，做什么都提不起劲，缺乏动力，容易放弃，其实这种状态很多人都会有的。面对生活的压力，我们都有可能失去兴趣，感到迷茫。而你所说的间歇性奋斗，其实也是很多人的生活常态。你提到有一件重要的事情需要集中注意力去做，但是却提不起精神，可能是因为这件事并不是你真正想做的，只是你觉得应该去做，或者是别人希望你去做，而你内心并不确定为什么要做这件事。至于遇到小波折就会放弃，其实你放弃并不是因为遇到了小波折，而是因为一开始你就不愿意或者对所做的事情有些排斥，遇到挫折只是成为放弃的借口而已。【一些建议】你可以试着找到自己的目标，因为如果不知道要做什么，生活就没有明确的目标，这样就会失去方向和动力。可以给自己设定一个目标，无论是短期的还是长期的，然后根据目标做出计划和安排，这样做事情会更有动力。另外，当你完成一个任务后，可以给自己一定的奖赏，比如犒劳自己一顿美食，奖励自己一场电影，或者出去旅行一次等等。适当地给自己一些奖励，可以让自己更开心一些。还可以尝试去发现身边的乐趣，让生活更加丰富多彩。因为每天的生活看起来都是一样的，似乎没有什么新意，时间久了自然会觉得疲惫和枯燥。但你可以尝试多多关注身边的美好，拥有一双发现美的眼睛。可以贴近大自然，去结交一些朋友，或者去做一些你喜欢的事情，让生活更加丰富和多彩。最后，适当放松是很重要的。在工作之余给自己一些休息和放松的时间，去做一些你想做的事情。希望你可以过得开心快乐！",
    "annotation": [
      {
        "sentence": "能感受到你现在焦虑和迷茫的情绪。",
        "label": ""
      },
      {
        "sentence": "你觉得生活没有味道，做什么都提不起劲，缺乏动力，容易放弃，其实这种状态很多人都会有的。",
        "label": ""
      },
      {
        "sentence": "面对生活的压力，我们都有可能失去兴趣，感到迷茫。",
        "label": ""
      },
      {
        "sentence": "而你所说的间歇性奋斗，其实也是很多人的生活常态。",
        "label": ""
      },
      {
        "sentence": "你提到有一件重要的事情需要集中注意力去做，但是却提不起精神，可能是因为这件事并不是你真正想做的，只是你觉得应该去做，或者是别人希望你去做，而你内心并不确定为什么要做这件事。",
        "label": ""
      },
      {
        "sentence": "至于遇到小波折就会放弃，其实你放弃并不是因为遇到了小波折，而是因为一开始你就不愿意或者对所做的事情有些排斥，遇到挫折只是成为放弃的借口而已。",
        "label": ""
      },
      {
        "sentence": "【一些建议】你可以试着找到自己的目标，因为如果不知道要做什么，生活就没有明确的目标，这样就会失去方向和动力。",
        "label": ""
      },
      {
        "sentence": "可以给自己设定一个目标，无论是短期的还是长期的，然后根据目标做出计划和安排，这样做事情会更有动力。",
        "label": ""
      },
      {
        "sentence": "另外，当你完成一个任务后，可以给自己一定的奖赏，比如犒劳自己一顿美食，奖励自己一场电影，或者出去旅行一次等等。",
        "label": ""
      },
      {
        "sentence": "适当地给自己一些奖励，可以让自己更开心一些。",
        "label": ""
      },
      {
        "sentence": "还可以尝试去发现身边的乐趣，让生活更加丰富多彩。",
        "label": ""
      },
      {
        "sentence": "因为每天的生活看起来都是一样的，似乎没有什么新意，时间久了自然会觉得疲惫和枯燥。",
        "label": ""
      },
      {
        "sentence": "但你可以尝试多多关注身边的美好，拥有一双发现美的眼睛。",
        "label": ""
      },
      {
        "sentence": "可以贴近大自然，去结交一些朋友，或者去做一些你喜欢的事情，让生活更加丰富和多彩。",
        "label": ""
      },
      {
        "sentence": "最后，适当放松是很重要的。",
        "label": ""
      },
      {
        "sentence": "在工作之余给自己一些休息和放松的时间，去做一些你想做的事情。",
        "label": ""
      },
      {
        "sentence": "希望你可以过得开心快乐！",
        "label": ""
      }
    ]
  }
]