[
  {
    "role": "client",
    "content": "和所有人关系不好，没有感情交流，感觉自己不是人？没有发生什么事，正好像又发生了什么事，和所有人关系都不好，连包括自己出生几个月的宝宝，都不知道怎么交流。",
    "annotation": [
      {
        "sentence": "和所有人关系不好，没有感情交流，感觉自己不是人？",
        "label": ""
      },
      {
        "sentence": "没有发生什么事，正好像又发生了什么事，和所有人关系都不好，连包括自己出生几个月的宝宝，都不知道怎么交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说完这些，我感到你非常不愉快。我可以理解这个感觉，你觉得自己被排斥。有人可以理解你，即使情感上有些困难，让你感到有些安慰吗？",
    "annotation": [
      {
        "sentence": "听你说完这些，我感到你非常不愉快。",
        "label": ""
      },
      {
        "sentence": "我可以理解这个感觉，你觉得自己被排斥。",
        "label": ""
      },
      {
        "sentence": "有人可以理解你，即使情感上有些困难，让你感到有些安慰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "和父母没有情感交流，和朋友家人也是，我不懂感恩，在以前舅舅家住几了半年，现在基本没去过，也没感谢，小表弟有十岁多了，也没交流，别提其他的。",
    "annotation": [
      {
        "sentence": "和父母没有情感交流，和朋友家人也是，我不懂感恩，在以前舅舅家住几了半年，现在基本没去过，也没感谢，小表弟有十岁多了，也没交流，别提其他的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想听听你更多的经历，可以分享一些情感上的难以启齿之事吗？我很认真地倾听你。",
    "annotation": [
      {
        "sentence": "我想听听你更多的经历，可以分享一些情感上的难以启齿之事吗？",
        "label": ""
      },
      {
        "sentence": "我很认真地倾听你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "工作上，和同事不来往，好不容易聊个天，能聊得很不愉快，就几句话都不能愉快，在家和老公也交流少，看见他感觉又辛苦，有时候感觉很不上进，不看书。和婆婆公公聊得很少，基本不聊，工作上，刚毕业的同事当我领导，小我好几岁，工资比我高一钱多，我们单位又很基础，从读书到现在，一直跟心理斗争着，过了很长的黑暗时光，以为走出来了，后面发现可能又陷进去了，遇到挫折很丧气，遇到问题太多，什么都不容易。觉得自己一无是处，不学习。",
    "annotation": [
      {
        "sentence": "工作上，和同事不来往，好不容易聊个天，能聊得很不愉快，就几句话都不能愉快，在家和老公也交流少，看见他感觉又辛苦，有时候感觉很不上进，不看书。",
        "label": ""
      },
      {
        "sentence": "和婆婆公公聊得很少，基本不聊，工作上，刚毕业的同事当我领导，小我好几岁，工资比我高一钱多，我们单位又很基础，从读书到现在，一直跟心理斗争着，过了很长的黑暗时光，以为走出来了，后面发现可能又陷进去了，遇到挫折很丧气，遇到问题太多，什么都不容易。",
        "label": ""
      },
      {
        "sentence": "觉得自己一无是处，不学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的要求是很高的，这可能是一种压力。我觉得通过分享，你已经迈出了第一步。你可以尝试培养更多的自我关怀和自我接纳能力。例如，你可以每天写下自己的成就和优点列表，并且欣赏自己每天完成的工作。",
    "annotation": [
      {
        "sentence": "你对自己的要求是很高的，这可能是一种压力。",
        "label": ""
      },
      {
        "sentence": "我觉得通过分享，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "你可以尝试培养更多的自我关怀和自我接纳能力。",
        "label": ""
      },
      {
        "sentence": "例如，你可以每天写下自己的成就和优点列表，并且欣赏自己每天完成的工作。",
        "label": ""
      }
    ]
  }
]