[
  {
    "role": "client",
    "content": "不玩王者，吃鸡，QQ飞车，别人说很不合群，很土？男，19岁，有过很多次这样尴尬的经历：几个好友聚会，聊着聊着突然有个人说：“上王者”，然后其他人都打开游戏，越玩越起劲，而我只会看着他们玩，做一个观众，听众，他们说的游戏词语我也毫无概念，跟他们也毫无共同的话题，但在他们的眼里我就是所谓的“土”。他们都一致认为，现在几乎不玩游戏的年轻人，你不玩，就是你脑子有问题，就是你思想老土。五六年朋友了，那当然除了游戏外日常还能找到许多共同话题的。可能像我这样的年轻人确实比较少吧。所以一直想找到我为什么会不打游戏的真正原因，连注册都没注册过那种。还有就是在现代社会年轻人不打游戏真的会影响人际交往，被人嘲笑吗？",
    "annotation": [
      {
        "sentence": "不玩王者，吃鸡，QQ飞车，别人说很不合群，很土？",
        "label": ""
      },
      {
        "sentence": "男，19岁，有过很多次这样尴尬的经历：几个好友聚会，聊着聊着突然有个人说：“上王者”，然后其他人都打开游戏，越玩越起劲，而我只会看着他们玩，做一个观众，听众，他们说的游戏词语我也毫无概念，跟他们也毫无共同的话题，但在他们的眼里我就是所谓的“土”。",
        "label": ""
      },
      {
        "sentence": "他们都一致认为，现在几乎不玩游戏的年轻人，你不玩，就是你脑子有问题，就是你思想老土。",
        "label": ""
      },
      {
        "sentence": "五六年朋友了，那当然除了游戏外日常还能找到许多共同话题的。",
        "label": ""
      },
      {
        "sentence": "可能像我这样的年轻人确实比较少吧。",
        "label": ""
      },
      {
        "sentence": "所以一直想找到我为什么会不打游戏的真正原因，连注册都没注册过那种。",
        "label": ""
      },
      {
        "sentence": "还有就是在现代社会年轻人不打游戏真的会影响人际交往，被人嘲笑吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉看到你遭遇的这些无助的事情，呀～游戏不会影响人际交往。关于你的标题“不玩王者，别人说很不合群，很土”，不蛮，你说前段时间我们寝室也讨论过这种问题，不过是我们其中一个室友在感叹，初中的时候很多人劝他让他学会玩王者，以防到大学的时候就和别人没有话题，而现在她体会到这句话是错的，因为我们寝有一半人不玩王者，日常交流毫无压力和障碍。",
    "annotation": [
      {
        "sentence": "很抱歉看到你遭遇的这些无助的事情，呀～游戏不会影响人际交往。",
        "label": ""
      },
      {
        "sentence": "关于你的标题“不玩王者，别人说很不合群，很土”，不蛮，你说前段时间我们寝室也讨论过这种问题，不过是我们其中一个室友在感叹，初中的时候很多人劝他让他学会玩王者，以防到大学的时候就和别人没有话题，而现在她体会到这句话是错的，因为我们寝有一半人不玩王者，日常交流毫无压力和障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，听你这么说，我觉得心里舒服多了。毕竟，每次被说“土”都很不开心，也担心这样会影响我和朋友之间的关系。",
    "annotation": [
      {
        "sentence": "嗯，听你这么说，我觉得心里舒服多了。",
        "label": ""
      },
      {
        "sentence": "毕竟，每次被说“土”都很不开心，也担心这样会影响我和朋友之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，很理解你的感受。但是不要过分担心，游戏只是生活中的一小部分，不玩游戏并不代表你就缺乏交流话题。除了游戏之外，你还有自己的兴趣爱好，可以和朋友们分享，找到更多共同话题。",
    "annotation": [
      {
        "sentence": "是的，很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是不要过分担心，游戏只是生活中的一小部分，不玩游戏并不代表你就缺乏交流话题。",
        "label": ""
      },
      {
        "sentence": "除了游戏之外，你还有自己的兴趣爱好，可以和朋友们分享，找到更多共同话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，不玩游戏并不代表我就无法和朋友进行交流。我确实还有其他的兴趣，我应该更多地和朋友们交流其他的话题，扩大我们的共同兴趣。",
    "annotation": [
      {
        "sentence": "你说得对，不玩游戏并不代表我就无法和朋友进行交流。",
        "label": ""
      },
      {
        "sentence": "我确实还有其他的兴趣，我应该更多地和朋友们交流其他的话题，扩大我们的共同兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！每个人的兴趣爱好都不同，互相了解和尊重对方的选择是建立良好关系的基础。如果你觉得和朋友们聊游戏有点难以融入，可以主动提出其他的话题，看看他们对其他方面的讨论是否感兴趣。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "每个人的兴趣爱好都不同，互相了解和尊重对方的选择是建立良好关系的基础。",
        "label": ""
      },
      {
        "sentence": "如果你觉得和朋友们聊游戏有点难以融入，可以主动提出其他的话题，看看他们对其他方面的讨论是否感兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该积极主动地与朋友们交流，找到更多的共同话题。现在想来，游戏只是一种娱乐方式，并不是人际交往的全部，我不应该因为这个而感到自卑。",
    "annotation": [
      {
        "sentence": "确实，我应该积极主动地与朋友们交流，找到更多的共同话题。",
        "label": ""
      },
      {
        "sentence": "现在想来，游戏只是一种娱乐方式，并不是人际交往的全部，我不应该因为这个而感到自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法很正确。不要因为一时的困惑而低估自己的价值。每个人都有自己独特的特点和兴趣，这才是吸引他人的原因。只要保持积极的态度，与他人真诚交流，你会发现你的人际关系会变得更加丰富多彩。",
    "annotation": [
      {
        "sentence": "很好，你的想法很正确。",
        "label": ""
      },
      {
        "sentence": "不要因为一时的困惑而低估自己的价值。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的特点和兴趣，这才是吸引他人的原因。",
        "label": ""
      },
      {
        "sentence": "只要保持积极的态度，与他人真诚交流，你会发现你的人际关系会变得更加丰富多彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会尝试改变自己的思维，勇敢地与朋友们交流。游戏只是生活的一部分，我应该更加关注其他的事情，充实自己的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会尝试改变自己的思维，勇敢地与朋友们交流。",
        "label": ""
      },
      {
        "sentence": "游戏只是生活的一部分，我应该更加关注其他的事情，充实自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信自己，相信你与朋友们的关系。愿你勇敢面对困难，拥有充实而美好的人际交往。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你与朋友们的关系。",
        "label": ""
      },
      {
        "sentence": "愿你勇敢面对困难，拥有充实而美好的人际交往。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福！我一定会努力的。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我一定会努力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，有任何困惑或者需要帮助的时候，随时都可以找我聊天。希望你能找到快乐与满足的人际交往方式。愿你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，有任何困惑或者需要帮助的时候，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你能找到快乐与满足的人际交往方式。",
        "label": ""
      },
      {
        "sentence": "愿你一切顺利！",
        "label": ""
      }
    ]
  }
]