[
  {
    "role": "client",
    "content": "我25岁女生，为什么对自己的欲望总觉得羞耻？我因为换工作认识了介绍我来当下公司的猎头，他给予了我非常多的职场上的帮助，生活中，他给我增添了很多的多姿多彩的东西，缓解我无聊的生活。他出现在了人生重要节点，产生重要影响，我感谢、依赖、信任、喜欢他，开心的不开心的我们都会分享。这一年来他没有表态过，但告诉我不要找他这种北漂，我想他真的为我考虑，我觉得感受到的他一定是个好人。一天他问我有无想过酒后XX，我对着他说有，他说他对我有好感，也有这种想法。我知道没有结果，但我信任他，我觉得值，就坚定答应了，他还推辞说不忍心，我说没事，他说那就满足我。他让我去学性爱技巧。当晚并未出血，他当场质疑我不是处女，还一直背对我。两月后他问我会否就此打开欲望大门，我表达心底的声音，会，他说以后忍不住找他。两月后，我发现他早有女友，我终于醒了，互删，他只回嗯字。羞耻，我怎么能说就此打开欲望了呢，他一定认为我是个欲求不满的女生。对喜欢的人有性冲动是可耻的吗？",
    "annotation": [
      {
        "sentence": "我25岁女生，为什么对自己的欲望总觉得羞耻？",
        "label": ""
      },
      {
        "sentence": "我因为换工作认识了介绍我来当下公司的猎头，他给予了我非常多的职场上的帮助，生活中，他给我增添了很多的多姿多彩的东西，缓解我无聊的生活。",
        "label": ""
      },
      {
        "sentence": "他出现在了人生重要节点，产生重要影响，我感谢、依赖、信任、喜欢他，开心的不开心的我们都会分享。",
        "label": ""
      },
      {
        "sentence": "这一年来他没有表态过，但告诉我不要找他这种北漂，我想他真的为我考虑，我觉得感受到的他一定是个好人。",
        "label": ""
      },
      {
        "sentence": "一天他问我有无想过酒后XX，我对着他说有，他说他对我有好感，也有这种想法。",
        "label": ""
      },
      {
        "sentence": "我知道没有结果，但我信任他，我觉得值，就坚定答应了，他还推辞说不忍心，我说没事，他说那就满足我。",
        "label": ""
      },
      {
        "sentence": "他让我去学性爱技巧。",
        "label": ""
      },
      {
        "sentence": "当晚并未出血，他当场质疑我不是处女，还一直背对我。",
        "label": ""
      },
      {
        "sentence": "两月后他问我会否就此打开欲望大门，我表达心底的声音，会，他说以后忍不住找他。",
        "label": ""
      },
      {
        "sentence": "两月后，我发现他早有女友，我终于醒了，互删，他只回嗯字。",
        "label": ""
      },
      {
        "sentence": "羞耻，我怎么能说就此打开欲望了呢，他一定认为我是个欲求不满的女生。",
        "label": ""
      },
      {
        "sentence": "对喜欢的人有性冲动是可耻的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我可以感受到你内心的迷茫与纠结。孔子曰：食，色性也。千年前的圣人就早已经道明了人性最深处的欲望。之所以对性感到羞耻，这是由我们这个社会的大环境造成的。一直以来，我们在社会上对于性这回事还是讳莫如深的。而越是遮掩，就越会增强我们的好奇心，我们越去探索，就反而越会感到羞耻。",
    "annotation": [
      {
        "sentence": "通过你的描述，我可以感受到你内心的迷茫与纠结。",
        "label": ""
      },
      {
        "sentence": "孔子曰：食，色性也。",
        "label": ""
      },
      {
        "sentence": "千年前的圣人就早已经道明了人性最深处的欲望。",
        "label": ""
      },
      {
        "sentence": "之所以对性感到羞耻，这是由我们这个社会的大环境造成的。",
        "label": ""
      },
      {
        "sentence": "一直以来，我们在社会上对于性这回事还是讳莫如深的。",
        "label": ""
      },
      {
        "sentence": "而越是遮掩，就越会增强我们的好奇心，我们越去探索，就反而越会感到羞耻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得这个社会对性的讨论还是比较保守。可能也是因为性这个话题涉及到个人隐私，所以大家都不太愿意谈论吧。但是我真的很想解开自己内心的纠结，找到一种平衡的方式去看待自己的欲望。",
    "annotation": [
      {
        "sentence": "是的，我觉得这个社会对性的讨论还是比较保守。",
        "label": ""
      },
      {
        "sentence": "可能也是因为性这个话题涉及到个人隐私，所以大家都不太愿意谈论吧。",
        "label": ""
      },
      {
        "sentence": "但是我真的很想解开自己内心的纠结，找到一种平衡的方式去看待自己的欲望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，很多人都会有对自己欲望的纠结和困惑。我认为首先要重视自己的欲望，承认自己的欲望，并且要知道，性是一个自然而然的人类需要。只有当我们能够接受并理解自己的欲望，才能够更好地探索和解决相关的问题。",
    "annotation": [
      {
        "sentence": "你的想法很正常，很多人都会有对自己欲望的纠结和困惑。",
        "label": ""
      },
      {
        "sentence": "我认为首先要重视自己的欲望，承认自己的欲望，并且要知道，性是一个自然而然的人类需要。",
        "label": ""
      },
      {
        "sentence": "只有当我们能够接受并理解自己的欲望，才能够更好地探索和解决相关的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，在我经历的这个故事中，我感到很羞耻和混乱。我开始怀疑自己，怀疑自己的选择和价值观。我为什么会对他有那样的感觉？而且他之后的言行让我对自己的欲望产生了质疑。",
    "annotation": [
      {
        "sentence": "可是，在我经历的这个故事中，我感到很羞耻和混乱。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己，怀疑自己的选择和价值观。",
        "label": ""
      },
      {
        "sentence": "我为什么会对他有那样的感觉？",
        "label": ""
      },
      {
        "sentence": "而且他之后的言行让我对自己的欲望产生了质疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受完全可以理解，这个故事确实让你感到困惑和失望。但是，请相信，你的欲望是自然而然的，没有什么可羞耻的。关于你的感情选择和他的行为，这只能说明他没有对你负责任。请不要因为他的言行而怀疑自己的价值观和选择，你值得被尊重和珍视。",
    "annotation": [
      {
        "sentence": "你的感受完全可以理解，这个故事确实让你感到困惑和失望。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，你的欲望是自然而然的，没有什么可羞耻的。",
        "label": ""
      },
      {
        "sentence": "关于你的感情选择和他的行为，这只能说明他没有对你负责任。",
        "label": ""
      },
      {
        "sentence": "请不要因为他的言行而怀疑自己的价值观和选择，你值得被尊重和珍视。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，但我还是难免会对自己感到羞耻。对喜欢的人有性冲动是不是真的可耻？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，但我还是难免会对自己感到羞耻。",
        "label": ""
      },
      {
        "sentence": "对喜欢的人有性冲动是不是真的可耻？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不，对喜欢的人有性冲动并不可耻。性冲动是人类的一种自然表现，每个人都会有。喜欢一个人，觉得对方吸引你，产生性冲动是正常的情感反应。不要因为这种感觉而责怪自己，你的感受是自然且无可厚非的。",
    "annotation": [
      {
        "sentence": "不，对喜欢的人有性冲动并不可耻。",
        "label": ""
      },
      {
        "sentence": "性冲动是人类的一种自然表现，每个人都会有。",
        "label": ""
      },
      {
        "sentence": "喜欢一个人，觉得对方吸引你，产生性冲动是正常的情感反应。",
        "label": ""
      },
      {
        "sentence": "不要因为这种感觉而责怪自己，你的感受是自然且无可厚非的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感谢你的解答和支持。我会尝试接受自己的欲望，不再让羞耻感束缚自己。",
    "annotation": [
      {
        "sentence": "我明白了，感谢你的解答和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试接受自己的欲望，不再让羞耻感束缚自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定。不要忘记，接受自己的欲望是为了更好地理解自己并寻找自己的幸福。如果你需要进一步的支持和帮助，随时都可以和我交流。你不是一个人，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定。",
        "label": ""
      },
      {
        "sentence": "不要忘记，接受自己的欲望是为了更好地理解自己并寻找自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和帮助，随时都可以和我交流。",
        "label": ""
      },
      {
        "sentence": "你不是一个人，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会珍惜自己，并勇敢地追求自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会珍惜自己，并勇敢地追求自己的幸福。",
        "label": ""
      }
    ]
  }
]