[
  {
    "role": "client",
    "content": "我是一个25岁的女生，为什么对自己的欲望总觉得羞耻？我在换工作时认识了一位介绍我来现在公司的猎头，他在职场上给了我很多帮助，同时在生活中也为我增添了很多色彩，缓解了我无聊的生活。他在我人生的重要时刻出现，并产生了重要的影响。我对他感激、依赖、信任、喜欢，快乐或者不开心的时候都愿意和他分享。这一年来，他没有明确表达过对我的感觉，但他告诉我不要找他这样的北漂。我觉得他真的很为我着想，我能感受到他肯定是个好人。有一天，他问我是否曾经想过酒后发生关系，我对他说有，他也坦白说他对我有好感，也有这样的想法。我知道这段感情没有结果，但是我信任他，并认为这是值得的，所以坚定地答应了他。他还推辞说不忍心，但我告诉他没关系，他就答应满足我的愿望。他还教我学性爱技巧。当晚我们没有发生关系，他还质疑我是否还是处女，并一直背对着我。两个月后，他问我是否想进一步发展我们的关系，我坦诚地表达了内心的想法，我想进一步发展。他告诉我以后无法忍住会找我。然而两个月后，我发现他早已有女友，我终于意识到了现实，我们相互删除了联系方式，他只回了一个\"嗯\"字。我感到非常羞耻，怎么能说我曾经有过开启欲望的想法呢？他一定认为我是一个欲求不满的女生。对喜欢的人有性冲动是可耻的吗？",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，为什么对自己的欲望总觉得羞耻？",
        "label": ""
      },
      {
        "sentence": "我在换工作时认识了一位介绍我来现在公司的猎头，他在职场上给了我很多帮助，同时在生活中也为我增添了很多色彩，缓解了我无聊的生活。",
        "label": ""
      },
      {
        "sentence": "他在我人生的重要时刻出现，并产生了重要的影响。",
        "label": ""
      },
      {
        "sentence": "我对他感激、依赖、信任、喜欢，快乐或者不开心的时候都愿意和他分享。",
        "label": ""
      },
      {
        "sentence": "这一年来，他没有明确表达过对我的感觉，但他告诉我不要找他这样的北漂。",
        "label": ""
      },
      {
        "sentence": "我觉得他真的很为我着想，我能感受到他肯定是个好人。",
        "label": ""
      },
      {
        "sentence": "有一天，他问我是否曾经想过酒后发生关系，我对他说有，他也坦白说他对我有好感，也有这样的想法。",
        "label": ""
      },
      {
        "sentence": "我知道这段感情没有结果，但是我信任他，并认为这是值得的，所以坚定地答应了他。",
        "label": ""
      },
      {
        "sentence": "他还推辞说不忍心，但我告诉他没关系，他就答应满足我的愿望。",
        "label": ""
      },
      {
        "sentence": "他还教我学性爱技巧。",
        "label": ""
      },
      {
        "sentence": "当晚我们没有发生关系，他还质疑我是否还是处女，并一直背对着我。",
        "label": ""
      },
      {
        "sentence": "两个月后，他问我是否想进一步发展我们的关系，我坦诚地表达了内心的想法，我想进一步发展。",
        "label": ""
      },
      {
        "sentence": "他告诉我以后无法忍住会找我。",
        "label": ""
      },
      {
        "sentence": "然而两个月后，我发现他早已有女友，我终于意识到了现实，我们相互删除了联系方式，他只回了一个\"嗯\"字。",
        "label": ""
      },
      {
        "sentence": "我感到非常羞耻，怎么能说我曾经有过开启欲望的想法呢？",
        "label": ""
      },
      {
        "sentence": "他一定认为我是一个欲求不满的女生。",
        "label": ""
      },
      {
        "sentence": "对喜欢的人有性冲动是可耻的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的叙述，很想和你分享我的理解，希望对你有启发。首先，我要告诉你，对自己喜欢的人有性冲动是非常正常的。喜欢一个人就会想要建立更亲密的关系，产生性冲动是再正常不过的事情。所以你不必为此感到羞耻，无论你喜欢的是谁，首先你要对自己的感受肯定是非常重要的。性是亲密关系中最亲密的一种表达方式，而亲密关系所引发的情感风暴、情绪波动通常不太容易被察觉。然而，在性的关系中，一切都会变得更加明显。性爱中的细微举动往往会引发我们情感的波动。当你感到羞耻的时候，实际上只是因为你还没有完全接纳和认同自己。在亲密关系中，如果我们可以感受到性的美好，那一定是建立在自我接纳、认可和安全感的基础之上的。在性爱关系中，我们容易暴露自己的需求，而这时我们也是最为脆弱的，因为我们的需求需要另一个人的满足。所以很多时候我们会感到些许的羞耻，这可能是因为性伴侣没有满足我们的需求。如果想要美好的性爱关系，首先要确保安全感，这是非常重要的准则。尽量保护自己，避免身体和心灵的受伤，然后在这个基础上尽情享受。所以不要感到羞耻，因为“美好的性是阳光下的火炬”。最后，祝福你！如果你还有任何问题，随时可以和我交流。",
    "annotation": [
      {
        "sentence": "看了你的叙述，很想和你分享我的理解，希望对你有启发。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你，对自己喜欢的人有性冲动是非常正常的。",
        "label": ""
      },
      {
        "sentence": "喜欢一个人就会想要建立更亲密的关系，产生性冲动是再正常不过的事情。",
        "label": ""
      },
      {
        "sentence": "所以你不必为此感到羞耻，无论你喜欢的是谁，首先你要对自己的感受肯定是非常重要的。",
        "label": ""
      },
      {
        "sentence": "性是亲密关系中最亲密的一种表达方式，而亲密关系所引发的情感风暴、情绪波动通常不太容易被察觉。",
        "label": ""
      },
      {
        "sentence": "然而，在性的关系中，一切都会变得更加明显。",
        "label": ""
      },
      {
        "sentence": "性爱中的细微举动往往会引发我们情感的波动。",
        "label": ""
      },
      {
        "sentence": "当你感到羞耻的时候，实际上只是因为你还没有完全接纳和认同自己。",
        "label": ""
      },
      {
        "sentence": "在亲密关系中，如果我们可以感受到性的美好，那一定是建立在自我接纳、认可和安全感的基础之上的。",
        "label": ""
      },
      {
        "sentence": "在性爱关系中，我们容易暴露自己的需求，而这时我们也是最为脆弱的，因为我们的需求需要另一个人的满足。",
        "label": ""
      },
      {
        "sentence": "所以很多时候我们会感到些许的羞耻，这可能是因为性伴侣没有满足我们的需求。",
        "label": ""
      },
      {
        "sentence": "如果想要美好的性爱关系，首先要确保安全感，这是非常重要的准则。",
        "label": ""
      },
      {
        "sentence": "尽量保护自己，避免身体和心灵的受伤，然后在这个基础上尽情享受。",
        "label": ""
      },
      {
        "sentence": "所以不要感到羞耻，因为“美好的性是阳光下的火炬”。",
        "label": ""
      },
      {
        "sentence": "最后，祝福你！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题，随时可以和我交流。",
        "label": ""
      }
    ]
  }
]