[
  {
    "role": "client",
    "content": "学校新来了个老师，我总是和她比较，觉得自己好差劲。",
    "annotation": [
      {
        "sentence": "学校新来了个老师，我总是和她比较，觉得自己好差劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你最近在学校遇到了些困扰，可以和我详细说说吗？",
    "annotation": [
      {
        "sentence": "你好，听说你最近在学校遇到了些困扰，可以和我详细说说吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近刚考上教师的编制，来到新学校，很焦虑，因为我是一个很内向的人，不爱说话，还有社交恐惧症。我和其他老师还不怎么打成一片。在我来这个学校一个月后，又来了一个新老师，她很阳光，很爱笑，很开朗，我觉得自己怎么都不如她，而且她一下就和别的老师打成一片，我很嫉妒她，我觉得自己好差劲。我本来极其不接纳我自己，我觉得自己很自卑，我现在每天都很难受，觉得自己会被其他老师不喜欢，我也想和其他老师相处好，我该怎么办？",
    "annotation": [
      {
        "sentence": "最近刚考上教师的编制，来到新学校，很焦虑，因为我是一个很内向的人，不爱说话，还有社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "我和其他老师还不怎么打成一片。",
        "label": ""
      },
      {
        "sentence": "在我来这个学校一个月后，又来了一个新老师，她很阳光，很爱笑，很开朗，我觉得自己怎么都不如她，而且她一下就和别的老师打成一片，我很嫉妒她，我觉得自己好差劲。",
        "label": ""
      },
      {
        "sentence": "我本来极其不接纳我自己，我觉得自己很自卑，我现在每天都很难受，觉得自己会被其他老师不喜欢，我也想和其他老师相处好，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我理解你在新环境下感到焦虑和自卑。不要过分和别人比较，每个人都有自己的优点和特点。你是一个内向的人，这并不是坏事，相对于外向的人，你更加温和懂事、乖巧。而且你选择了成为教师，说明你对孩子们是有关心的。为了更好地融入集体，你可以多参与一些老师之间的交流活动，学会向他们寻求帮助和互动。你会逐渐发现，跟其他老师相处好是可能的。",
    "annotation": [
      {
        "sentence": "首先，我理解你在新环境下感到焦虑和自卑。",
        "label": ""
      },
      {
        "sentence": "不要过分和别人比较，每个人都有自己的优点和特点。",
        "label": ""
      },
      {
        "sentence": "你是一个内向的人，这并不是坏事，相对于外向的人，你更加温和懂事、乖巧。",
        "label": ""
      },
      {
        "sentence": "而且你选择了成为教师，说明你对孩子们是有关心的。",
        "label": ""
      },
      {
        "sentence": "为了更好地融入集体，你可以多参与一些老师之间的交流活动，学会向他们寻求帮助和互动。",
        "label": ""
      },
      {
        "sentence": "你会逐渐发现，跟其他老师相处好是可能的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得自己不自信，觉得自己与那位新老师相差太远，不知道该怎么办才能摆正自己的心态。",
    "annotation": [
      {
        "sentence": "可是我总觉得自己不自信，觉得自己与那位新老师相差太远，不知道该怎么办才能摆正自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要减少心理压力，必须先分析目前心理的压力来源，找到原因就好办了。目前你的压力来源于与同行老师的比较，给你带来什么烦恼呢？一是失去了自信，二是整天闷闷不乐，不知道该做什么好，不知道怎么融入集体，三是对自己的否定。重要的还是自己心态要摆好，你有你自己的优点，内向不是坏事。它比外向更加温和懂事乖巧，并且你喜欢孩子，才选择成为教师。所以要融入孩子们也要打入老师内部。人不可能永远处在好情绪之中，生活中既然有挫折、有烦恼，就会有消极的情绪，你会因为比较的差距而感到难过，那么如何善于调节和控制自己的情绪呢？",
    "annotation": [
      {
        "sentence": "要减少心理压力，必须先分析目前心理的压力来源，找到原因就好办了。",
        "label": ""
      },
      {
        "sentence": "目前你的压力来源于与同行老师的比较，给你带来什么烦恼呢？",
        "label": ""
      },
      {
        "sentence": "一是失去了自信，二是整天闷闷不乐，不知道该做什么好，不知道怎么融入集体，三是对自己的否定。",
        "label": ""
      },
      {
        "sentence": "重要的还是自己心态要摆好，你有你自己的优点，内向不是坏事。",
        "label": ""
      },
      {
        "sentence": "它比外向更加温和懂事乖巧，并且你喜欢孩子，才选择成为教师。",
        "label": ""
      },
      {
        "sentence": "所以要融入孩子们也要打入老师内部。",
        "label": ""
      },
      {
        "sentence": "人不可能永远处在好情绪之中，生活中既然有挫折、有烦恼，就会有消极的情绪，你会因为比较的差距而感到难过，那么如何善于调节和控制自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道每个人都有难过的时候，但是我有时候无法控制自己的情绪，总是陷入消极的情绪中。",
    "annotation": [
      {
        "sentence": "我知道每个人都有难过的时候，但是我有时候无法控制自己的情绪，总是陷入消极的情绪中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，这是很正常的。一是意识控制，当郁闷的情绪即将爆发时，要用意识控制自己，提醒自己应当保持理性。还可以进行自我暗示，告诉自己不要过分忧郁，因为忧郁会对身体产生负面影响。有涵养的人一般能做到情绪的控制。二是自我鼓励，用一些哲理或名言来安慰自己，鼓励自己面对差异。多给自己积极的暗示，多发现自己的能力，比如你烹饪、绘画、手工等方面都有特长，孩子们会喜欢这些特长的老师。三是语言调节，语言是影响情绪的强有力工具。你可以多说请打扰了有什么可以帮忙的，语言亲和更具有号召力。四是环境制约，环境对情绪有重要的调节和制约作用。当情绪压抑时，可以到户外走走，它能起到调节作用。心情不好时，可以去娱乐场所玩游戏，它会缓解烦恼。当情绪忧虑时，最好的办法是看看滑稽的电影。在宽阔的空间中，你就不会压抑自己，而且在人群中你的注意力会更容易分散，不容易胡思乱想。",
    "annotation": [
      {
        "sentence": "不用担心，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "一是意识控制，当郁闷的情绪即将爆发时，要用意识控制自己，提醒自己应当保持理性。",
        "label": ""
      },
      {
        "sentence": "还可以进行自我暗示，告诉自己不要过分忧郁，因为忧郁会对身体产生负面影响。",
        "label": ""
      },
      {
        "sentence": "有涵养的人一般能做到情绪的控制。",
        "label": ""
      },
      {
        "sentence": "二是自我鼓励，用一些哲理或名言来安慰自己，鼓励自己面对差异。",
        "label": ""
      },
      {
        "sentence": "多给自己积极的暗示，多发现自己的能力，比如你烹饪、绘画、手工等方面都有特长，孩子们会喜欢这些特长的老师。",
        "label": ""
      },
      {
        "sentence": "三是语言调节，语言是影响情绪的强有力工具。",
        "label": ""
      },
      {
        "sentence": "你可以多说请打扰了有什么可以帮忙的，语言亲和更具有号召力。",
        "label": ""
      },
      {
        "sentence": "四是环境制约，环境对情绪有重要的调节和制约作用。",
        "label": ""
      },
      {
        "sentence": "当情绪压抑时，可以到户外走走，它能起到调节作用。",
        "label": ""
      },
      {
        "sentence": "心情不好时，可以去娱乐场所玩游戏，它会缓解烦恼。",
        "label": ""
      },
      {
        "sentence": "当情绪忧虑时，最好的办法是看看滑稽的电影。",
        "label": ""
      },
      {
        "sentence": "在宽阔的空间中，你就不会压抑自己，而且在人群中你的注意力会更容易分散，不容易胡思乱想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我发现每个人都有自己的表达方式和性格特点，我应该接纳自己，对吗？",
    "annotation": [
      {
        "sentence": "其实，我发现每个人都有自己的表达方式和性格特点，我应该接纳自己，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人都独一无二，都有自己独特的个性和表达方式。我们要学会接纳自己，包容自己的不足。只有这样，才能更好地面对困难和挑战。你已经意识到了自己存在的问题，并且愿意主动寻求帮助和支持，这是非常好的。接受自己，相信自己，你一定可以克服困难，提升自己的自信心。",
    "annotation": [
      {
        "sentence": "是的，每个人都独一无二，都有自己独特的个性和表达方式。",
        "label": ""
      },
      {
        "sentence": "我们要学会接纳自己，包容自己的不足。",
        "label": ""
      },
      {
        "sentence": "只有这样，才能更好地面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了自己存在的问题，并且愿意主动寻求帮助和支持，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "接受自己，相信自己，你一定可以克服困难，提升自己的自信心。",
        "label": ""
      }
    ]
  }
]