[
  {
    "role": "client",
    "content": "我不懂与男性相处，没有异性缘，怎么办？不知道从什么时候开始，越来越没有异性缘。其实是挺活泼，幽默的女生，但跟男生相处很生硬。目前与男性相处的场合，一个是工作，一个是相亲。工作中不大不小是个领导，就更加一本正经，严肃没废话了。相亲的时候，经常感觉像在商务会谈，谈话内容有重点，有目标，很无趣。不是天姿国色大美女型，但也算书香气质，端庄耐看。可是感觉都没啥男性亲近，追求。工作中有遇到已婚烂桃花示好，但正经桃花没有，很久没人追了。性格似乎游走在亲切和强势的边缘，在男性面前显得保守，距离感。如何改善，提高异性缘？ps:外表打扮已经尽力，没办法变成男人喜爱的“妖娆”“仙女”型，只能不断向“美丽大方”努力。希望可以从谈吐，待人处事方式上，改善自己，获得男性青睐。",
    "annotation": [
      {
        "sentence": "我不懂与男性相处，没有异性缘，怎么办？",
        "label": ""
      },
      {
        "sentence": "不知道从什么时候开始，越来越没有异性缘。",
        "label": ""
      },
      {
        "sentence": "其实是挺活泼，幽默的女生，但跟男生相处很生硬。",
        "label": ""
      },
      {
        "sentence": "目前与男性相处的场合，一个是工作，一个是相亲。",
        "label": ""
      },
      {
        "sentence": "工作中不大不小是个领导，就更加一本正经，严肃没废话了。",
        "label": ""
      },
      {
        "sentence": "相亲的时候，经常感觉像在商务会谈，谈话内容有重点，有目标，很无趣。",
        "label": ""
      },
      {
        "sentence": "不是天姿国色大美女型，但也算书香气质，端庄耐看。",
        "label": ""
      },
      {
        "sentence": "可是感觉都没啥男性亲近，追求。",
        "label": ""
      },
      {
        "sentence": "工作中有遇到已婚烂桃花示好，但正经桃花没有，很久没人追了。",
        "label": ""
      },
      {
        "sentence": "性格似乎游走在亲切和强势的边缘，在男性面前显得保守，距离感。",
        "label": ""
      },
      {
        "sentence": "如何改善，提高异性缘？",
        "label": ""
      },
      {
        "sentence": "ps:外表打扮已经尽力，没办法变成男人喜爱的“妖娆”“仙女”型，只能不断向“美丽大方”努力。",
        "label": ""
      },
      {
        "sentence": "希望可以从谈吐，待人处事方式上，改善自己，获得男性青睐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在工作中展现了很好的领导气质，但是，生活中你是否也一直保持着这种理性的态度呢？如果是这样的话，你或许需要留意自己的情绪表达。平时在工作之余，可以尝试一些让自己放松的活动。比如插花、茶艺、瑜伽、跳舞、艺术等，可以帮助你带出内在女性特质，让你更加亲切，柔美。这些可以带给你更多关于自己的探索和发现，对于改善和提高你的异性缘都很有帮助。",
    "annotation": [
      {
        "sentence": "听起来你在工作中展现了很好的领导气质，但是，生活中你是否也一直保持着这种理性的态度呢？",
        "label": ""
      },
      {
        "sentence": "如果是这样的话，你或许需要留意自己的情绪表达。",
        "label": ""
      },
      {
        "sentence": "平时在工作之余，可以尝试一些让自己放松的活动。",
        "label": ""
      },
      {
        "sentence": "比如插花、茶艺、瑜伽、跳舞、艺术等，可以帮助你带出内在女性特质，让你更加亲切，柔美。",
        "label": ""
      },
      {
        "sentence": "这些可以带给你更多关于自己的探索和发现，对于改善和提高你的异性缘都很有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试的。我也有很多女性朋友，就是觉得跟男性相处特别别扭。我觉得我在跟男性交往的时候会显得比较保守，不知道应该怎么让自己坦诚一些，缩小和男性之间的距离。",
    "annotation": [
      {
        "sentence": "我会尝试的。",
        "label": ""
      },
      {
        "sentence": "我也有很多女性朋友，就是觉得跟男性相处特别别扭。",
        "label": ""
      },
      {
        "sentence": "我觉得我在跟男性交往的时候会显得比较保守，不知道应该怎么让自己坦诚一些，缩小和男性之间的距离。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么接下来，有什么男性朋友聚会或是活动吗？有的话，你可以试着参加，跟参加者多交流一下，可以缓慢提高自己与异性的互动频率，从而尝试更放松的态度与男性交往。在交谈中，你也可以适当展现出你的一些兴趣爱好，比如自己最近看了什么书、听了什么音乐、看了什么电影。这些话题可以让你的谈话更轻松有趣。",
    "annotation": [
      {
        "sentence": "那么接下来，有什么男性朋友聚会或是活动吗？",
        "label": ""
      },
      {
        "sentence": "有的话，你可以试着参加，跟参加者多交流一下，可以缓慢提高自己与异性的互动频率，从而尝试更放松的态度与男性交往。",
        "label": ""
      },
      {
        "sentence": "在交谈中，你也可以适当展现出你的一些兴趣爱好，比如自己最近看了什么书、听了什么音乐、看了什么电影。",
        "label": ""
      },
      {
        "sentence": "这些话题可以让你的谈话更轻松有趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。我还有个问题，可能大家觉得很奇怪，但是我真的想知道。我想知道男性喜欢什么样的女生？",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我还有个问题，可能大家觉得很奇怪，但是我真的想知道。",
        "label": ""
      },
      {
        "sentence": "我想知道男性喜欢什么样的女生？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题真的很难回答，因为每个人对于喜欢的类型都有不同的标准。一般来说，男性喜欢比较开朗、直率，而且有自信的女生。当然，选择适合自己的方式是最重要的。不要试图改变自己来迎合其他人的喜好，因为这样很可能会失去真实的自己。与其在意别人的想法，不如为自己找到一个最舒适的状态，让自己更加自信，宁静，在这个状态下你会更容易吸引到有缘人。",
    "annotation": [
      {
        "sentence": "这个问题真的很难回答，因为每个人对于喜欢的类型都有不同的标准。",
        "label": ""
      },
      {
        "sentence": "一般来说，男性喜欢比较开朗、直率，而且有自信的女生。",
        "label": ""
      },
      {
        "sentence": "当然，选择适合自己的方式是最重要的。",
        "label": ""
      },
      {
        "sentence": "不要试图改变自己来迎合其他人的喜好，因为这样很可能会失去真实的自己。",
        "label": ""
      },
      {
        "sentence": "与其在意别人的想法，不如为自己找到一个最舒适的状态，让自己更加自信，宁静，在这个状态下你会更容易吸引到有缘人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我想我会试着做出这些改变。现在，我有更多信心了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我想我会试着做出这些改变。",
        "label": ""
      },
      {
        "sentence": "现在，我有更多信心了。",
        "label": ""
      }
    ]
  }
]