[
  {
    "role": "client",
    "content": "我想快乐，又不愿意让自己快乐。如何能做自己？我发现我有一个信念，没有用不好的会被抛弃。可能产生自一个玩笑，或是一条新闻。因为身体原因这种信念被加深了。所以做不好事情还有母亲生气的眼神会让我惶恐，只有足够优秀才能避免。你这个样子，你母亲一个人养我不容易，几乎每个人都会跟我说这句话。这是绑架了我二十多年的话，只是一开始没发现。特别是三年前她癌症以后，这种惶恐让我甚至觉得要给到她世界上最好的生活条件和治疗，我才有资格考虑自己的快乐。但是这样不快乐的我不可能做得到，更不要说这本身就不是我想去完成的事情。我在想我就以自己为主，如果不能做自己。我可能会一直浑浑度日，但一时间也没法转换。大家有什么建议吗？",
    "annotation": [
      {
        "sentence": "我想快乐，又不愿意让自己快乐。",
        "label": ""
      },
      {
        "sentence": "如何能做自己？",
        "label": ""
      },
      {
        "sentence": "我发现我有一个信念，没有用不好的会被抛弃。",
        "label": ""
      },
      {
        "sentence": "可能产生自一个玩笑，或是一条新闻。",
        "label": ""
      },
      {
        "sentence": "因为身体原因这种信念被加深了。",
        "label": ""
      },
      {
        "sentence": "所以做不好事情还有母亲生气的眼神会让我惶恐，只有足够优秀才能避免。",
        "label": ""
      },
      {
        "sentence": "你这个样子，你母亲一个人养我不容易，几乎每个人都会跟我说这句话。",
        "label": ""
      },
      {
        "sentence": "这是绑架了我二十多年的话，只是一开始没发现。",
        "label": ""
      },
      {
        "sentence": "特别是三年前她癌症以后，这种惶恐让我甚至觉得要给到她世界上最好的生活条件和治疗，我才有资格考虑自己的快乐。",
        "label": ""
      },
      {
        "sentence": "但是这样不快乐的我不可能做得到，更不要说这本身就不是我想去完成的事情。",
        "label": ""
      },
      {
        "sentence": "我在想我就以自己为主，如果不能做自己。",
        "label": ""
      },
      {
        "sentence": "我可能会一直浑浑度日，但一时间也没法转换。",
        "label": ""
      },
      {
        "sentence": "大家有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内心和担忧我能感同身受，你是一个关心母亲、体贴母亲、为母亲着想、替母亲操心的好孩子，即使很多人看不到，还要去督促你。你内心无时无刻不在为母亲的幸福和快乐而担忧，这份辛苦令人心疼。母亲独自一人将你养大，她的确付出了很多很多，这份辛苦和艰辛相信你是认可的。",
    "annotation": [
      {
        "sentence": "你的内心和担忧我能感同身受，你是一个关心母亲、体贴母亲、为母亲着想、替母亲操心的好孩子，即使很多人看不到，还要去督促你。",
        "label": ""
      },
      {
        "sentence": "你内心无时无刻不在为母亲的幸福和快乐而担忧，这份辛苦令人心疼。",
        "label": ""
      },
      {
        "sentence": "母亲独自一人将你养大，她的确付出了很多很多，这份辛苦和艰辛相信你是认可的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白母亲的辛苦，所以我才感到内疚和压力。",
    "annotation": [
      {
        "sentence": "是的，我明白母亲的辛苦，所以我才感到内疚和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在你所说的“不愿意让自己快乐”，大概来自一种内疚、自责的感觉，仿佛自己幸福了、快乐了，是对不起母亲的。这份内疚和自责太沉重了，以至于超过了我们享受快乐时的美好感受，所以我们潜意识里选择了不让自己快乐，来避免这份内疚的痛苦。",
    "annotation": [
      {
        "sentence": "现在你所说的“不愿意让自己快乐”，大概来自一种内疚、自责的感觉，仿佛自己幸福了、快乐了，是对不起母亲的。",
        "label": ""
      },
      {
        "sentence": "这份内疚和自责太沉重了，以至于超过了我们享受快乐时的美好感受，所以我们潜意识里选择了不让自己快乐，来避免这份内疚的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己不应该快乐，因为这样会对不起母亲。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己不应该快乐，因为这样会对不起母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有的父母本身不幸福，也没有能力改变自己来获得幸福，他们的本领就苦苦地熬着。一边自己受苦熬着，一边把自己的委屈和苦难讲给孩子听。讲这些苦难的故事时，他们并不知道其实自己才是需要为自己的不幸和苦难负责的人，反而要把这些变成“为了孩子而付出的”，“都是为了孩子才选择这样的生活的”。孩子从小到大，就面对一个不幸福、诉苦水的母亲，以为自己连累了母亲，造成了母亲今天的不幸，非常自责内疚，还会心理上分担母亲的痛苦。",
    "annotation": [
      {
        "sentence": "有的父母本身不幸福，也没有能力改变自己来获得幸福，他们的本领就苦苦地熬着。",
        "label": ""
      },
      {
        "sentence": "一边自己受苦熬着，一边把自己的委屈和苦难讲给孩子听。",
        "label": ""
      },
      {
        "sentence": "讲这些苦难的故事时，他们并不知道其实自己才是需要为自己的不幸和苦难负责的人，反而要把这些变成“为了孩子而付出的”，“都是为了孩子才选择这样的生活的”。",
        "label": ""
      },
      {
        "sentence": "孩子从小到大，就面对一个不幸福、诉苦水的母亲，以为自己连累了母亲，造成了母亲今天的不幸，非常自责内疚，还会心理上分担母亲的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直认为自己连累了母亲的不幸。",
    "annotation": [
      {
        "sentence": "是的，我一直认为自己连累了母亲的不幸。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在母亲得了癌症，你一方面会对母亲现阶段的恐惧、悲伤、焦虑感同身受，另一方面习惯性地内疚自责现在有机会井喷了，你为了不被这种巨大内疚自责淹没，现在开始“自救”似的给母亲最好的一切。其实这种“自救”是不是一种对你本身的“自毁”呢？",
    "annotation": [
      {
        "sentence": "现在母亲得了癌症，你一方面会对母亲现阶段的恐惧、悲伤、焦虑感同身受，另一方面习惯性地内疚自责现在有机会井喷了，你为了不被这种巨大内疚自责淹没，现在开始“自救”似的给母亲最好的一切。",
        "label": ""
      },
      {
        "sentence": "其实这种“自救”是不是一种对你本身的“自毁”呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许我真的在为自己的幸福而自毁。",
    "annotation": [
      {
        "sentence": "或许我真的在为自己的幸福而自毁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你描述中，我还能体会到你心里还有另一个声音，这个声音非常有自我感，要有自己的人生，要活成自己本来的样子，而且这个声音越来越大。只不过这个声音在和那个内疚自责的声音在打架，这就是心理冲突。这个冲突造就了你现阶段的焦灼、矛盾、冲突的心理感受。",
    "annotation": [
      {
        "sentence": "从你描述中，我还能体会到你心里还有另一个声音，这个声音非常有自我感，要有自己的人生，要活成自己本来的样子，而且这个声音越来越大。",
        "label": ""
      },
      {
        "sentence": "只不过这个声音在和那个内疚自责的声音在打架，这就是心理冲突。",
        "label": ""
      },
      {
        "sentence": "这个冲突造就了你现阶段的焦灼、矛盾、冲突的心理感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我感觉自己在两个声音之间无法取舍，非常困惑。",
    "annotation": [
      {
        "sentence": "确实，我感觉自己在两个声音之间无法取舍，非常困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想要解决心理冲突，首先需要去面对自己的成长过程，去化解自己的内疚自责的情结。心灵获得解放了，明白了我不需要为母亲负责，我站回子女的位置上尽子女的本分即可，我有资格去追求幸福，我可以快乐，而且只有我更幸福更快乐更有力了，才能更好地去照顾母亲。这个过程需要时间，需要和咨询师一起工作。祝愿你早日获得心灵自由和解放，去尽情地寻找快乐，寻找幸福。",
    "annotation": [
      {
        "sentence": "想要解决心理冲突，首先需要去面对自己的成长过程，去化解自己的内疚自责的情结。",
        "label": ""
      },
      {
        "sentence": "心灵获得解放了，明白了我不需要为母亲负责，我站回子女的位置上尽子女的本分即可，我有资格去追求幸福，我可以快乐，而且只有我更幸福更快乐更有力了，才能更好地去照顾母亲。",
        "label": ""
      },
      {
        "sentence": "这个过程需要时间，需要和咨询师一起工作。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日获得心灵自由和解放，去尽情地寻找快乐，寻找幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力面对自己的内疚自责，追求自己的幸福。希望我能早日找到心灵的自由和解放。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力面对自己的内疚自责，追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "希望我能早日找到心灵的自由和解放。",
        "label": ""
      }
    ]
  }
]