[
  {
    "role": "client",
    "content": "最近我入职的单位每天都要加班，我有点抗拒加班了。该怎么调节呢？",
    "annotation": [
      {
        "sentence": "最近我入职的单位每天都要加班，我有点抗拒加班了。",
        "label": ""
      },
      {
        "sentence": "该怎么调节呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以想想自己为什么从上一个公司离职，而现在又为什么抗拒加班呢？工作压力大相信你上一个公司，他的工作压力大，也会同时有着加班的特殊情况。但是你从上一个公司离职后找到了新工作，内心的渴望就是不加班，因为加班的话给自己的身心带来了疲惫，虽然没有那么大的工作压力。抗拒加班，可能是因为这份工作给你想象带来的是不一样的。因为你原先他虽然压力大强度大，但是他的工资可能比现在这个工作的话工资比较高一点吧。所以面对加班的话还是不太愿意的，身体会感觉到疲劳。从上一份工作来说的话，为什么辞去那份工作，想要的是一份比之前工作轻松的工作。但是研究所却还要让你加班，并且给自己带来的感觉还是没有那么的轻松。竟然已经换了一份工作，就不要用对待上一份工作的精神压力去对待这份工作。",
    "annotation": [
      {
        "sentence": "你可以想想自己为什么从上一个公司离职，而现在又为什么抗拒加班呢？",
        "label": ""
      },
      {
        "sentence": "工作压力大相信你上一个公司，他的工作压力大，也会同时有着加班的特殊情况。",
        "label": ""
      },
      {
        "sentence": "但是你从上一个公司离职后找到了新工作，内心的渴望就是不加班，因为加班的话给自己的身心带来了疲惫，虽然没有那么大的工作压力。",
        "label": ""
      },
      {
        "sentence": "抗拒加班，可能是因为这份工作给你想象带来的是不一样的。",
        "label": ""
      },
      {
        "sentence": "因为你原先他虽然压力大强度大，但是他的工资可能比现在这个工作的话工资比较高一点吧。",
        "label": ""
      },
      {
        "sentence": "所以面对加班的话还是不太愿意的，身体会感觉到疲劳。",
        "label": ""
      },
      {
        "sentence": "从上一份工作来说的话，为什么辞去那份工作，想要的是一份比之前工作轻松的工作。",
        "label": ""
      },
      {
        "sentence": "但是研究所却还要让你加班，并且给自己带来的感觉还是没有那么的轻松。",
        "label": ""
      },
      {
        "sentence": "竟然已经换了一份工作，就不要用对待上一份工作的精神压力去对待这份工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实希望这份工作可以轻松一些，不想再承受过重的工作压力。但现在每天加班，我感到有些沮丧。你有什么方法可以帮助我调节一下心态吗？",
    "annotation": [
      {
        "sentence": "是的，我确实希望这份工作可以轻松一些，不想再承受过重的工作压力。",
        "label": ""
      },
      {
        "sentence": "但现在每天加班，我感到有些沮丧。",
        "label": ""
      },
      {
        "sentence": "你有什么方法可以帮助我调节一下心态吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然有的。适当的去放松自己的心理，如果真的要加班，那也是必须要加班的。可以把两份工作进行对比，想想这份工作已经比上一份工作要好一点了。这个加班也不是每次都加班的吧？那么就尽可能的在不加班的时候去给自己放松心态，也算是给自己的一个奖励，出去玩一玩。毕竟不加班的日子是很难得的，加班其实就像当做一个任务一样去把它完成了。就像打游戏一样，通关了就给自己一个奖励，心理上也会有胜利的喜悦。",
    "annotation": [
      {
        "sentence": "当然有的。",
        "label": ""
      },
      {
        "sentence": "适当的去放松自己的心理，如果真的要加班，那也是必须要加班的。",
        "label": ""
      },
      {
        "sentence": "可以把两份工作进行对比，想想这份工作已经比上一份工作要好一点了。",
        "label": ""
      },
      {
        "sentence": "这个加班也不是每次都加班的吧？",
        "label": ""
      },
      {
        "sentence": "那么就尽可能的在不加班的时候去给自己放松心态，也算是给自己的一个奖励，出去玩一玩。",
        "label": ""
      },
      {
        "sentence": "毕竟不加班的日子是很难得的，加班其实就像当做一个任务一样去把它完成了。",
        "label": ""
      },
      {
        "sentence": "就像打游戏一样，通关了就给自己一个奖励，心理上也会有胜利的喜悦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我应该为自己的成就感找到一种更积极的角度。但有时候，加班真的让我感到非常疲劳和压力大。有没有方法可以在加班时更好地保持积极心态呢？",
    "annotation": [
      {
        "sentence": "你说得很有道理，我应该为自己的成就感找到一种更积极的角度。",
        "label": ""
      },
      {
        "sentence": "但有时候，加班真的让我感到非常疲劳和压力大。",
        "label": ""
      },
      {
        "sentence": "有没有方法可以在加班时更好地保持积极心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你在加班时，可以尝试一些放松的方法，比如短暂的休息和伸展，让自己的身体和大脑得到一些缓解。同时，也可以和同事交流一下，分享彼此的感受和经历，这样给彼此带来一些支持和鼓励。还可以利用空闲时间做一些自己喜欢的事情，让自己感到更加愉悦和满足，这样可以调整自己的情绪和心态。",
    "annotation": [
      {
        "sentence": "当你在加班时，可以尝试一些放松的方法，比如短暂的休息和伸展，让自己的身体和大脑得到一些缓解。",
        "label": ""
      },
      {
        "sentence": "同时，也可以和同事交流一下，分享彼此的感受和经历，这样给彼此带来一些支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "还可以利用空闲时间做一些自己喜欢的事情，让自己感到更加愉悦和满足，这样可以调整自己的情绪和心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以尝试这些方法来改善加班时的心态和体验。同时，可能我也需要调整一下自己对加班的看法，把它当作一种必要的任务来完成。谢谢你的建议，我会努力调整自己的心态。",
    "annotation": [
      {
        "sentence": "我明白了，我可以尝试这些方法来改善加班时的心态和体验。",
        "label": ""
      },
      {
        "sentence": "同时，可能我也需要调整一下自己对加班的看法，把它当作一种必要的任务来完成。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会努力调整自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经意识到问题所在，并且愿意尝试调整，这是非常好的一步。相信你可以从中找到适合自己的方法，继续保持积极的心态，应对工作中的挑战。加油！如果以后还有其他问题，记得随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，你已经意识到问题所在，并且愿意尝试调整，这是非常好的一步。",
        "label": ""
      },
      {
        "sentence": "相信你可以从中找到适合自己的方法，继续保持积极的心态，应对工作中的挑战。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，记得随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]