[
  {
    "role": "client",
    "content": "35未婚焦虑，不因别人眼光，在于内心渴望，咋克服？",
    "annotation": [
      {
        "sentence": "35未婚焦虑，不因别人眼光，在于内心渴望，咋克服？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的大概是，自己对婚姻有一些期待，希望有情感上相知相伴的人，你在寻找，但还没找到，可能内心里面你也有一些着急。在你坚持的过程中，你遇到了周围一些人的质疑，他们用年龄、择偶观等给你下了一个紧箍咒，让你很难受。",
    "annotation": [
      {
        "sentence": "你描述的大概是，自己对婚姻有一些期待，希望有情感上相知相伴的人，你在寻找，但还没找到，可能内心里面你也有一些着急。",
        "label": ""
      },
      {
        "sentence": "在你坚持的过程中，你遇到了周围一些人的质疑，他们用年龄、择偶观等给你下了一个紧箍咒，让你很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感到很难受。我不知道自己是该坚持自己的要求和标准，还是追随外部的声音，放弃自己内心的一部分需要。",
    "annotation": [
      {
        "sentence": "是的，我确实感到很难受。",
        "label": ""
      },
      {
        "sentence": "我不知道自己是该坚持自己的要求和标准，还是追随外部的声音，放弃自己内心的一部分需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困惑。在思维上理解这种矛盾，其实可以换成另一个问题：你愿意为自己而活，还是为别人的期待而活？破解这个处境的办法是，我们知道自己在做什么。一旦你确信了你在找到一个在情感上可以相爱、相伴的人之前不愿意将就，你就可以把外界的声音和观点当作一件没那么要命的事，你可以跟这些声音保持一些距离，不要让它们很轻易地影响你的心情，左右你的判断。这样你才可以享受目前的单身状态，同时为找到自己想要的人做一些努力。",
    "annotation": [
      {
        "sentence": "明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "在思维上理解这种矛盾，其实可以换成另一个问题：你愿意为自己而活，还是为别人的期待而活？",
        "label": ""
      },
      {
        "sentence": "破解这个处境的办法是，我们知道自己在做什么。",
        "label": ""
      },
      {
        "sentence": "一旦你确信了你在找到一个在情感上可以相爱、相伴的人之前不愿意将就，你就可以把外界的声音和观点当作一件没那么要命的事，你可以跟这些声音保持一些距离，不要让它们很轻易地影响你的心情，左右你的判断。",
        "label": ""
      },
      {
        "sentence": "这样你才可以享受目前的单身状态，同时为找到自己想要的人做一些努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。确实，我需要更坚定地为自己而活，不被他人的期待左右。但是，我还有一个问题，就是如何提高相亲成功率，或者说找到另一半。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "确实，我需要更坚定地为自己而活，不被他人的期待左右。",
        "label": ""
      },
      {
        "sentence": "但是，我还有一个问题，就是如何提高相亲成功率，或者说找到另一半。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让我们来看看相亲的本质。其实无非就是跟一个陌生人相遇，给彼此一些认识的机会。越是相亲，越不要把结婚作为你们见面的前提和目标。因为结婚这个任务太扫兴了，会让你们的相遇变得索然无味。那些自由恋爱或无意间的邂逅之所以迷人，正是因为你不知道它最终会走向何方。所以我能给你的一点不成熟的建议是，不要早早给第一次见面的人下结论说不合适，带点未知的好奇，去进一步交往试试。真情实意需要一个萌发的过程，情感上的互相信赖也需要共同经历来促成，并不会见面一次就得到。",
    "annotation": [
      {
        "sentence": "让我们来看看相亲的本质。",
        "label": ""
      },
      {
        "sentence": "其实无非就是跟一个陌生人相遇，给彼此一些认识的机会。",
        "label": ""
      },
      {
        "sentence": "越是相亲，越不要把结婚作为你们见面的前提和目标。",
        "label": ""
      },
      {
        "sentence": "因为结婚这个任务太扫兴了，会让你们的相遇变得索然无味。",
        "label": ""
      },
      {
        "sentence": "那些自由恋爱或无意间的邂逅之所以迷人，正是因为你不知道它最终会走向何方。",
        "label": ""
      },
      {
        "sentence": "所以我能给你的一点不成熟的建议是，不要早早给第一次见面的人下结论说不合适，带点未知的好奇，去进一步交往试试。",
        "label": ""
      },
      {
        "sentence": "真情实意需要一个萌发的过程，情感上的互相信赖也需要共同经历来促成，并不会见面一次就得到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，结婚应该是在相亲的过程中慢慢发展起来，而不是把结婚作为约会的目标。我要学会保持一些好奇心，给彼此一些机会，不要过早下结论。但是，有时候我觉得自己很难相信还能找到适合自己的人，特别是当周围的人都对我有质疑的时候。",
    "annotation": [
      {
        "sentence": "你说得对，结婚应该是在相亲的过程中慢慢发展起来，而不是把结婚作为约会的目标。",
        "label": ""
      },
      {
        "sentence": "我要学会保持一些好奇心，给彼此一些机会，不要过早下结论。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我觉得自己很难相信还能找到适合自己的人，特别是当周围的人都对我有质疑的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过在意别人的观点和质疑。人们对于婚姻有不同的想法和标准，不代表他们就能了解你的内心需求和愿望。你的幸福是属于自己的，不必让别人左右你的信念。坚持自己的内心需求，并且为之努力是值得鼓励的。记得，人那么复杂，一眼是看不透的。保持对未来的信心，你将会找到适合你的人。",
    "annotation": [
      {
        "sentence": "不要太过在意别人的观点和质疑。",
        "label": ""
      },
      {
        "sentence": "人们对于婚姻有不同的想法和标准，不代表他们就能了解你的内心需求和愿望。",
        "label": ""
      },
      {
        "sentence": "你的幸福是属于自己的，不必让别人左右你的信念。",
        "label": ""
      },
      {
        "sentence": "坚持自己的内心需求，并且为之努力是值得鼓励的。",
        "label": ""
      },
      {
        "sentence": "记得，人那么复杂，一眼是看不透的。",
        "label": ""
      },
      {
        "sentence": "保持对未来的信心，你将会找到适合你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，你说的很有道理。我真的需要相信自己，相信自己能够找到适合自己的人。同时，我也会学会保持一些好奇心，不轻易下结论。再次感谢你的建议和祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我真的需要相信自己，相信自己能够找到适合自己的人。",
        "label": ""
      },
      {
        "sentence": "同时，我也会学会保持一些好奇心，不轻易下结论。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议和祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供一些帮助。相信自己，积极面对未来，你一定能够找到适合你的人。祝你好运！如果还有其他问题，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，积极面对未来，你一定能够找到适合你的人。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  }
]