[
  {
    "role": "client",
    "content": "我35岁了，但还未结婚，这让我感到焦虑。我并不是因为在乎别人的眼光，而是真心渴望进入婚姻，渴望有个相爱相知的人陪伴我。可是我发现很多介绍人和男性对这种观念缺乏理解，导致相亲成功率不高。别人对我的反应让我更加焦虑，他们觉得我对择偶有问题，不切实际，大龄年纪还在追求所谓真情实感，很难实现。我尝试降低对男性的要求，但很难放低自己的情感需求，因为情感需求才是我需要结婚的目的所在。我很困惑，不知道如何克服这个矛盾。我希望能得到一些实用性的解决办法，包括如何理解这种矛盾和缓解焦虑，以及如何提高相亲成功率或找到合适的另一半。谢谢！",
    "annotation": [
      {
        "sentence": "我35岁了，但还未结婚，这让我感到焦虑。",
        "label": ""
      },
      {
        "sentence": "我并不是因为在乎别人的眼光，而是真心渴望进入婚姻，渴望有个相爱相知的人陪伴我。",
        "label": ""
      },
      {
        "sentence": "可是我发现很多介绍人和男性对这种观念缺乏理解，导致相亲成功率不高。",
        "label": ""
      },
      {
        "sentence": "别人对我的反应让我更加焦虑，他们觉得我对择偶有问题，不切实际，大龄年纪还在追求所谓真情实感，很难实现。",
        "label": ""
      },
      {
        "sentence": "我尝试降低对男性的要求，但很难放低自己的情感需求，因为情感需求才是我需要结婚的目的所在。",
        "label": ""
      },
      {
        "sentence": "我很困惑，不知道如何克服这个矛盾。",
        "label": ""
      },
      {
        "sentence": "我希望能得到一些实用性的解决办法，包括如何理解这种矛盾和缓解焦虑，以及如何提高相亲成功率或找到合适的另一半。",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在别人眼中，35岁的你追求真情实感可能有些难以理解，甚至受到了质疑，导致你感到焦虑。看起来，你很想不在乎他人的看法，但又不知道如何实现。你对吗？有时候我们明明知道不应该在乎他人的眼光，只要坚持做自己就好，却很难做到，焦虑的情绪就会出现。实际上，根据心理学的角度来看，我们越是想要克服、不想要的东西，往往正是我们潜意识中在乎的。也许是我们太过在意别人的看法、评判和质疑，才导致了当前的焦虑。在这个问题上，你不是一个人，许多人都面临着类似的困境。不同之处在于，并非每个人都像你一样有勇气坚持自己想要的。如果没有情感需求，谈爱又有何意义呢？所以，你的第一个问题，看似关乎思维，实际上是关乎心理的，是你坚持自己的心理需求和现实境遇之间的矛盾，而焦虑的原因在于你无法解决这个矛盾或对于找不到合适人选的担忧。坚持是你的优点之一，如果每天花一点时间，想象你未来另一半的样子，你们幸福地在一起的情景，同时感受这份幸福时刻从内心流淌至身体的温暖，记住这份感受，每天温习它，让这份感受始终陪伴着你。同时，也要允许自己慢一点，给自己多一点时间。坚持3到6个月，在这段时间里，不要急于实现之前曾急于想做的一切，顺其自然；相信自己可以做自己，坚信那份属于自己的姻缘会出现，坚信那个人就在某个地方，只是在等待与你相遇。也许是三个月，也许是六个月，总之，在半年后，一切都将发生改变，好事将接踵而至。期待你幸福的到来，祝福你。",
    "annotation": [
      {
        "sentence": "在别人眼中，35岁的你追求真情实感可能有些难以理解，甚至受到了质疑，导致你感到焦虑。",
        "label": ""
      },
      {
        "sentence": "看起来，你很想不在乎他人的看法，但又不知道如何实现。",
        "label": ""
      },
      {
        "sentence": "你对吗？",
        "label": ""
      },
      {
        "sentence": "有时候我们明明知道不应该在乎他人的眼光，只要坚持做自己就好，却很难做到，焦虑的情绪就会出现。",
        "label": ""
      },
      {
        "sentence": "实际上，根据心理学的角度来看，我们越是想要克服、不想要的东西，往往正是我们潜意识中在乎的。",
        "label": ""
      },
      {
        "sentence": "也许是我们太过在意别人的看法、评判和质疑，才导致了当前的焦虑。",
        "label": ""
      },
      {
        "sentence": "在这个问题上，你不是一个人，许多人都面临着类似的困境。",
        "label": ""
      },
      {
        "sentence": "不同之处在于，并非每个人都像你一样有勇气坚持自己想要的。",
        "label": ""
      },
      {
        "sentence": "如果没有情感需求，谈爱又有何意义呢？",
        "label": ""
      },
      {
        "sentence": "所以，你的第一个问题，看似关乎思维，实际上是关乎心理的，是你坚持自己的心理需求和现实境遇之间的矛盾，而焦虑的原因在于你无法解决这个矛盾或对于找不到合适人选的担忧。",
        "label": ""
      },
      {
        "sentence": "坚持是你的优点之一，如果每天花一点时间，想象你未来另一半的样子，你们幸福地在一起的情景，同时感受这份幸福时刻从内心流淌至身体的温暖，记住这份感受，每天温习它，让这份感受始终陪伴着你。",
        "label": ""
      },
      {
        "sentence": "同时，也要允许自己慢一点，给自己多一点时间。",
        "label": ""
      },
      {
        "sentence": "坚持3到6个月，在这段时间里，不要急于实现之前曾急于想做的一切，顺其自然；相信自己可以做自己，坚信那份属于自己的姻缘会出现，坚信那个人就在某个地方，只是在等待与你相遇。",
        "label": ""
      },
      {
        "sentence": "也许是三个月，也许是六个月，总之，在半年后，一切都将发生改变，好事将接踵而至。",
        "label": ""
      },
      {
        "sentence": "期待你幸福的到来，祝福你。",
        "label": ""
      }
    ]
  }
]