[
  {
    "role": "client",
    "content": "看到一些视频、电影或文字时，容易情绪化，怎么调节？看到一些视频、电影或者文字泪水会不受控制地落下来。每次吵架激烈的时候都会忍不住流泪。",
    "annotation": [
      {
        "sentence": "看到一些视频、电影或文字时，容易情绪化，怎么调节？",
        "label": ""
      },
      {
        "sentence": "看到一些视频、电影或者文字泪水会不受控制地落下来。",
        "label": ""
      },
      {
        "sentence": "每次吵架激烈的时候都会忍不住流泪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的描述中，我看到你一定是一个内心非常柔软的人，才会因为很多事情感同身受，流露出自己的感情。看样子你希望能够调节这种状态，是因为自己的情绪化对生活产生了什么影响吗？",
    "annotation": [
      {
        "sentence": "在你的描述中，我看到你一定是一个内心非常柔软的人，才会因为很多事情感同身受，流露出自己的感情。",
        "label": ""
      },
      {
        "sentence": "看样子你希望能够调节这种状态，是因为自己的情绪化对生活产生了什么影响吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，有时候我觉得自己很脆弱，这种情绪化的状态让我感到无助。",
    "annotation": [
      {
        "sentence": "嗯，有时候我觉得自己很脆弱，这种情绪化的状态让我感到无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你觉得这种情绪化让你感到无助。我想跟你说，对于情绪的感知和流露，并不代表你是脆弱的人。因为每个人都有情绪，情绪是人类的一种正常反应，也是一种排解压力的方式。你能够细致的感受到事情的情感，其实是一件很美好的事情呢。但是如果这种情绪化的状态严重地影响到了你的生活，我们可以尝试去找出一些共通的线索，了解一下每次流泪的时候都有什么共同的部分。",
    "annotation": [
      {
        "sentence": "明白了，你觉得这种情绪化让你感到无助。",
        "label": ""
      },
      {
        "sentence": "我想跟你说，对于情绪的感知和流露，并不代表你是脆弱的人。",
        "label": ""
      },
      {
        "sentence": "因为每个人都有情绪，情绪是人类的一种正常反应，也是一种排解压力的方式。",
        "label": ""
      },
      {
        "sentence": "你能够细致的感受到事情的情感，其实是一件很美好的事情呢。",
        "label": ""
      },
      {
        "sentence": "但是如果这种情绪化的状态严重地影响到了你的生活，我们可以尝试去找出一些共通的线索，了解一下每次流泪的时候都有什么共同的部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想想，每次吵架很激烈的时候，我会觉得委屈，感觉自己被指责。",
    "annotation": [
      {
        "sentence": "我想想，每次吵架很激烈的时候，我会觉得委屈，感觉自己被指责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，吵架激烈的时候你会觉得委屈和被指责。这些情绪都是很正常的，因为吵架可能会让人感到不被理解和伤害。除了吵架，还有其他情境会让你情绪化吗？",
    "annotation": [
      {
        "sentence": "好的，吵架激烈的时候你会觉得委屈和被指责。",
        "label": ""
      },
      {
        "sentence": "这些情绪都是很正常的，因为吵架可能会让人感到不被理解和伤害。",
        "label": ""
      },
      {
        "sentence": "除了吵架，还有其他情境会让你情绪化吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "看到关于家人之间的亲情、友情，还有离别的视频、电影或文字，也会触动我。",
    "annotation": [
      {
        "sentence": "看到关于家人之间的亲情、友情，还有离别的视频、电影或文字，也会触动我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，对于家人之间的亲情、友情，以及离别的内容会触动你。这说明你内心对这些事情有着特殊的共鸣点，而当它们在视频、电影或文字中被揭示时，你的情绪就会被触动。这其实是一种很正常的反应。或许你可以试着接纳一下这种感受，找到自己的感受和那些内容之间的联系，或许能够帮助你更好地理解自己。",
    "annotation": [
      {
        "sentence": "明白了，对于家人之间的亲情、友情，以及离别的内容会触动你。",
        "label": ""
      },
      {
        "sentence": "这说明你内心对这些事情有着特殊的共鸣点，而当它们在视频、电影或文字中被揭示时，你的情绪就会被触动。",
        "label": ""
      },
      {
        "sentence": "这其实是一种很正常的反应。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着接纳一下这种感受，找到自己的感受和那些内容之间的联系，或许能够帮助你更好地理解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，谢谢你的支持。那么在我感到情绪化的时候，有什么调节的方法可以分享吗？",
    "annotation": [
      {
        "sentence": "我理解了，谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "那么在我感到情绪化的时候，有什么调节的方法可以分享吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到情绪化时，你可以试试以下方法来调节情绪：首先，深呼吸几次，缓解一下紧张的情绪；然后，尝试将自己的感受写下来，或者找个人倾诉一下，释放内心的压力；此外，你也可以尝试与亲近的人分享你的感受，他们的理解和支持可以让你感到更加安心。当然，如果情绪化的状态持续存在且严重影响到你的生活，我建议你寻求专业的心理咨询师的帮助，他们能够更好地引导你找到适合自己的调节方法。记住，你并不孤单，我们都会在这里支持你的。",
    "annotation": [
      {
        "sentence": "当你感到情绪化时，你可以试试以下方法来调节情绪：首先，深呼吸几次，缓解一下紧张的情绪；然后，尝试将自己的感受写下来，或者找个人倾诉一下，释放内心的压力；此外，你也可以尝试与亲近的人分享你的感受，他们的理解和支持可以让你感到更加安心。",
        "label": ""
      },
      {
        "sentence": "当然，如果情绪化的状态持续存在且严重影响到你的生活，我建议你寻求专业的心理咨询师的帮助，他们能够更好地引导你找到适合自己的调节方法。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都会在这里支持你的。",
        "label": ""
      }
    ]
  }
]