[
  {
    "role": "client",
    "content": "我有个朋友，恋爱12年，不结婚，要分手么？",
    "annotation": [
      {
        "sentence": "我有个朋友，恋爱12年，不结婚，要分手么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的朋友恋爱12年，确实是一段很长的时间了。这个情况对她来说很困扰吧。你能给我一些关于她们的更多背景信息吗？",
    "annotation": [
      {
        "sentence": "你的朋友恋爱12年，确实是一段很长的时间了。",
        "label": ""
      },
      {
        "sentence": "这个情况对她来说很困扰吧。",
        "label": ""
      },
      {
        "sentence": "你能给我一些关于她们的更多背景信息吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有个朋友，她初中开始就跟男朋友恋爱到现在，12年。大学是异地4年，大学毕业后，分手过三个月，后来和好。分手三个月期间，女主交了第二任，后来被甩，很痛苦。被医院诊断为中度抑郁，抑郁期间前任男友一直陪伴。现在女主27岁了，想嫁人，问她男朋友愿不愿意结婚，她男朋友极度不愿意。",
    "annotation": [
      {
        "sentence": "我有个朋友，她初中开始就跟男朋友恋爱到现在，12年。",
        "label": ""
      },
      {
        "sentence": "大学是异地4年，大学毕业后，分手过三个月，后来和好。",
        "label": ""
      },
      {
        "sentence": "分手三个月期间，女主交了第二任，后来被甩，很痛苦。",
        "label": ""
      },
      {
        "sentence": "被医院诊断为中度抑郁，抑郁期间前任男友一直陪伴。",
        "label": ""
      },
      {
        "sentence": "现在女主27岁了，想嫁人，问她男朋友愿不愿意结婚，她男朋友极度不愿意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的朋友经历了很多波折，这些经历对她的情感和心理状态肯定有很大影响。她男朋友不愿意结婚，有没有提及具体的原因呢？",
    "annotation": [
      {
        "sentence": "听起来你的朋友经历了很多波折，这些经历对她的情感和心理状态肯定有很大影响。",
        "label": ""
      },
      {
        "sentence": "她男朋友不愿意结婚，有没有提及具体的原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她男朋友说不愿意结婚是因为她有抑郁症，而且双方家庭都没钱，所以不打算结婚也不打算买房。",
    "annotation": [
      {
        "sentence": "她男朋友说不愿意结婚是因为她有抑郁症，而且双方家庭都没钱，所以不打算结婚也不打算买房。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你的朋友对于结婚的渴望，而且在长期的恋爱关系中，婚姻是一个很重要的承诺和表达爱意的方式。但是，抑郁症确实是一个需要谨慎考虑的因素。你的朋友有没有考虑过寻求专业咨询帮助来处理自己的抑郁症呢？",
    "annotation": [
      {
        "sentence": "我能够理解你的朋友对于结婚的渴望，而且在长期的恋爱关系中，婚姻是一个很重要的承诺和表达爱意的方式。",
        "label": ""
      },
      {
        "sentence": "但是，抑郁症确实是一个需要谨慎考虑的因素。",
        "label": ""
      },
      {
        "sentence": "你的朋友有没有考虑过寻求专业咨询帮助来处理自己的抑郁症呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她有去过医院诊断，确实是中度抑郁。但是她之前的恋人在她抑郁的时候一直陪伴她，所以她觉得这不应该成为不结婚的理由。",
    "annotation": [
      {
        "sentence": "她有去过医院诊断，确实是中度抑郁。",
        "label": ""
      },
      {
        "sentence": "但是她之前的恋人在她抑郁的时候一直陪伴她，所以她觉得这不应该成为不结婚的理由。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的朋友对于前任在她抑郁期间的陪伴感到感激，这也确实是一种情感的依靠。但是，每个人都有自己的底线和考虑因素。对于她男朋友来说，或许他担心结婚后无法承受两人在经济方面的负担。在这种情况下，也许你的朋友需要考虑双方的经济状况和交流沟通，以找到一个更好的解决办法。",
    "annotation": [
      {
        "sentence": "我明白你的朋友对于前任在她抑郁期间的陪伴感到感激，这也确实是一种情感的依靠。",
        "label": ""
      },
      {
        "sentence": "但是，每个人都有自己的底线和考虑因素。",
        "label": ""
      },
      {
        "sentence": "对于她男朋友来说，或许他担心结婚后无法承受两人在经济方面的负担。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，也许你的朋友需要考虑双方的经济状况和交流沟通，以找到一个更好的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "女主问男主不结婚，那能不能去拍婚纱照，男主说拍婚纱照太贵太傻逼，没钱不拍。女主很伤心很难过，在考虑要不要分手（恋爱12年目前还没有见过家长）。",
    "annotation": [
      {
        "sentence": "女主问男主不结婚，那能不能去拍婚纱照，男主说拍婚纱照太贵太傻逼，没钱不拍。",
        "label": ""
      },
      {
        "sentence": "女主很伤心很难过，在考虑要不要分手（恋爱12年目前还没有见过家长）。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这件事对你的朋友来说肯定是非常伤心和困扰的，尤其是在两人关系已经持续12年且目前还没有见过家长的情况下。不过，我想提醒你的朋友，婚纱照只是一个仪式和形式，并不代表两人的幸福与否。更重要的是她们之间的沟通和解决问题的能力。另外，分手是一个很严肃的决定，在做出决定之前，你的朋友应该充分考虑和沟通。",
    "annotation": [
      {
        "sentence": "这件事对你的朋友来说肯定是非常伤心和困扰的，尤其是在两人关系已经持续12年且目前还没有见过家长的情况下。",
        "label": ""
      },
      {
        "sentence": "不过，我想提醒你的朋友，婚纱照只是一个仪式和形式，并不代表两人的幸福与否。",
        "label": ""
      },
      {
        "sentence": "更重要的是她们之间的沟通和解决问题的能力。",
        "label": ""
      },
      {
        "sentence": "另外，分手是一个很严肃的决定，在做出决定之前，你的朋友应该充分考虑和沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "女主觉得跟男主在一起这么久都没有真正的恋爱状态，没有感受到很甜蜜。初中和高中三年，只是平淡地一起吃饭一起放学，从来没有过过情人节，也没有为对方准备过任何惊喜和任何礼物。大学四年异地，男主一直没来女主学校看过女主，也没有一起过过任何节日，双方都各自在学校埋头苦干工作。女主觉得男主有很多缺点，比如喜欢冷战和直接拉黑对方，对她持悲观态度，不想买房和生孩子，也不喜欢女主购买护肤品和化妆品，不会给她安慰而是只讲道理，甚至还有家暴等等。",
    "annotation": [
      {
        "sentence": "女主觉得跟男主在一起这么久都没有真正的恋爱状态，没有感受到很甜蜜。",
        "label": ""
      },
      {
        "sentence": "初中和高中三年，只是平淡地一起吃饭一起放学，从来没有过过情人节，也没有为对方准备过任何惊喜和任何礼物。",
        "label": ""
      },
      {
        "sentence": "大学四年异地，男主一直没来女主学校看过女主，也没有一起过过任何节日，双方都各自在学校埋头苦干工作。",
        "label": ""
      },
      {
        "sentence": "女主觉得男主有很多缺点，比如喜欢冷战和直接拉黑对方，对她持悲观态度，不想买房和生孩子，也不喜欢女主购买护肤品和化妆品，不会给她安慰而是只讲道理，甚至还有家暴等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的朋友的确对于两人的关系和男友的行为有很多不满和困扰。她的情绪和需求被忽视，这让她感到非常受伤。在这种情况下，她应该好好考虑两人的价值观和未来发展方向是否一致。沟通和理解对于建立健康的恋爱关系非常重要，她们是否有过深入的交流和沟通呢？",
    "annotation": [
      {
        "sentence": "听起来你的朋友的确对于两人的关系和男友的行为有很多不满和困扰。",
        "label": ""
      },
      {
        "sentence": "她的情绪和需求被忽视，这让她感到非常受伤。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，她应该好好考虑两人的价值观和未来发展方向是否一致。",
        "label": ""
      },
      {
        "sentence": "沟通和理解对于建立健康的恋爱关系非常重要，她们是否有过深入的交流和沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "女主经常尝试与男主交流，但男主总是不愿意倾听她的情绪问题，只是一味地讲道理或者争吵。她感到非常委屈和无助。",
    "annotation": [
      {
        "sentence": "女主经常尝试与男主交流，但男主总是不愿意倾听她的情绪问题，只是一味地讲道理或者争吵。",
        "label": ""
      },
      {
        "sentence": "她感到非常委屈和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况下，你的朋友可能需要跟男友沟通一下她的需求和感受之间的差距。也许可以提醒她，做一个明确的表达，告诉男友她需要的是情感支持和倾听，而不仅仅是理性的解释。另外，如果她的安全受到威胁，她应该优先考虑自己的安全和健康。",
    "annotation": [
      {
        "sentence": "这种情况下，你的朋友可能需要跟男友沟通一下她的需求和感受之间的差距。",
        "label": ""
      },
      {
        "sentence": "也许可以提醒她，做一个明确的表达，告诉男友她需要的是情感支持和倾听，而不仅仅是理性的解释。",
        "label": ""
      },
      {
        "sentence": "另外，如果她的安全受到威胁，她应该优先考虑自己的安全和健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会转达给我的朋友。她自己也在考虑这个问题，希望能够找到一个更好的解决办法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会转达给我的朋友。",
        "label": ""
      },
      {
        "sentence": "她自己也在考虑这个问题，希望能够找到一个更好的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的朋友需要勇气和坚定的决心来处理这个问题。你作为朋友的支持和理解对她来说也是非常重要的。希望她能够找到属于自己幸福和健康的道路。如果还有其他问题，随时跟我交流。",
    "annotation": [
      {
        "sentence": "不客气，你的朋友需要勇气和坚定的决心来处理这个问题。",
        "label": ""
      },
      {
        "sentence": "你作为朋友的支持和理解对她来说也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "希望她能够找到属于自己幸福和健康的道路。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时跟我交流。",
        "label": ""
      }
    ]
  }
]