[
  {
    "role": "client",
    "content": "儿子面对夸奖有愧疚感，背后深层次的需求是什么？我儿子说：“当别人夸奖我的时候，我会觉得很愧疚。因为他们只看到我做的好事，没有看到我做过的坏事。我要显示一个完整的我给夸奖我的人看！所以只要别人夸奖我，我就会马上做点坏事证明我没有他们夸奖的那么好！我会骂几句脏话那个比较接地气，或者做些冒犯别人的粗鲁的行为，让夸奖我的人生气。”这个问题从儿子幼儿园到大学一直困扰着我们和老师。大家都不明白为什么一个好好的善意的表扬，会突然剧情180度转变。明明是个挺不错的孩子，会突然变得粗鲁无里说脏话。而且一路上为此吃了不少亏，也失去很多机会，可他就是一次又一次地“撞南墙”。我很心疼孩子，也为他的未来担心。我的问题是：儿子这个做法背后心底深层次的需求是什么？他为什么会想让别人看到他不堪的那一面？该如何帮助他？谢谢！",
    "annotation": [
      {
        "sentence": "儿子面对夸奖有愧疚感，背后深层次的需求是什么？",
        "label": ""
      },
      {
        "sentence": "我儿子说：“当别人夸奖我的时候，我会觉得很愧疚。",
        "label": ""
      },
      {
        "sentence": "因为他们只看到我做的好事，没有看到我做过的坏事。",
        "label": ""
      },
      {
        "sentence": "我要显示一个完整的我给夸奖我的人看！",
        "label": ""
      },
      {
        "sentence": "所以只要别人夸奖我，我就会马上做点坏事证明我没有他们夸奖的那么好！",
        "label": ""
      },
      {
        "sentence": "我会骂几句脏话那个比较接地气，或者做些冒犯别人的粗鲁的行为，让夸奖我的人生气。",
        "label": ""
      },
      {
        "sentence": "”这个问题从儿子幼儿园到大学一直困扰着我们和老师。",
        "label": ""
      },
      {
        "sentence": "大家都不明白为什么一个好好的善意的表扬，会突然剧情180度转变。",
        "label": ""
      },
      {
        "sentence": "明明是个挺不错的孩子，会突然变得粗鲁无里说脏话。",
        "label": ""
      },
      {
        "sentence": "而且一路上为此吃了不少亏，也失去很多机会，可他就是一次又一次地“撞南墙”。",
        "label": ""
      },
      {
        "sentence": "我很心疼孩子，也为他的未来担心。",
        "label": ""
      },
      {
        "sentence": "我的问题是：儿子这个做法背后心底深层次的需求是什么？",
        "label": ""
      },
      {
        "sentence": "他为什么会想让别人看到他不堪的那一面？",
        "label": ""
      },
      {
        "sentence": "该如何帮助他？",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，你的问题很有意思，我很愿意帮助你分析一下。从你儿子的表述来看，他在别人夸奖他时会感到愧疚，这实际上是一种不配得到夸奖的感觉。这也可能是因为他知道自己除了好事之外，还做过一些坏事，在别人看来没有那么完美。这部分他可能感到非常内疚，而且这部分可能是隐藏的，不为他人所知的。",
    "annotation": [
      {
        "sentence": "嗯，你的问题很有意思，我很愿意帮助你分析一下。",
        "label": ""
      },
      {
        "sentence": "从你儿子的表述来看，他在别人夸奖他时会感到愧疚，这实际上是一种不配得到夸奖的感觉。",
        "label": ""
      },
      {
        "sentence": "这也可能是因为他知道自己除了好事之外，还做过一些坏事，在别人看来没有那么完美。",
        "label": ""
      },
      {
        "sentence": "这部分他可能感到非常内疚，而且这部分可能是隐藏的，不为他人所知的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他可能在这些坏事上有所压抑，因为他知道一旦他做得不好，别人就不会夸奖他了。",
    "annotation": [
      {
        "sentence": "是的，他可能在这些坏事上有所压抑，因为他知道一旦他做得不好，别人就不会夸奖他了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，他希望能够被爱和接纳，即使在他做得不够好的时候也能够如此。对于他来说，成为一个完整的人，不只有优点，还有缺点，有时候也会做得不好。如果别人只接受他好的一面，那么他会感到自己是不真实的，是不完整的。他心中的愤怒很有可能源自于这个，一种对于好的东西的毁坏欲望，目的是打破完整以求得到别人的全然接受，从而抚平内心的分裂感。",
    "annotation": [
      {
        "sentence": "没错，他希望能够被爱和接纳，即使在他做得不够好的时候也能够如此。",
        "label": ""
      },
      {
        "sentence": "对于他来说，成为一个完整的人，不只有优点，还有缺点，有时候也会做得不好。",
        "label": ""
      },
      {
        "sentence": "如果别人只接受他好的一面，那么他会感到自己是不真实的，是不完整的。",
        "label": ""
      },
      {
        "sentence": "他心中的愤怒很有可能源自于这个，一种对于好的东西的毁坏欲望，目的是打破完整以求得到别人的全然接受，从而抚平内心的分裂感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我从来没有想到这些方面。可能我一直只关注他表现的一面，而不是他内心的需求。",
    "annotation": [
      {
        "sentence": "我明白了，我从来没有想到这些方面。",
        "label": ""
      },
      {
        "sentence": "可能我一直只关注他表现的一面，而不是他内心的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，作为父母，我们有时候会忽略一些细节。既然你已经意识到了这一点，接下来你可以试着和他一起分析，了解他内心真正想要的是什么，有哪些被封锁了的部分。想象一下，如果他现在面对同样的情况，他会怎么做？然后你可以和他一起探讨家长和老师可以怎么帮助他。",
    "annotation": [
      {
        "sentence": "没关系，作为父母，我们有时候会忽略一些细节。",
        "label": ""
      },
      {
        "sentence": "既然你已经意识到了这一点，接下来你可以试着和他一起分析，了解他内心真正想要的是什么，有哪些被封锁了的部分。",
        "label": ""
      },
      {
        "sentence": "想象一下，如果他现在面对同样的情况，他会怎么做？",
        "label": ""
      },
      {
        "sentence": "然后你可以和他一起探讨家长和老师可以怎么帮助他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试和他进行这样的交流，看看他的真实想法。那么，当别人夸奖他时，应该怎样引导他，让他不再冲动地表达出愤怒呢？",
    "annotation": [
      {
        "sentence": "我会试试和他进行这样的交流，看看他的真实想法。",
        "label": ""
      },
      {
        "sentence": "那么，当别人夸奖他时，应该怎样引导他，让他不再冲动地表达出愤怒呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当别人夸奖他时，你可以鼓励他将内心想要毁坏的情绪感受说出来，而不是通过行为冲动地表达出来。告诉他，无论他做得怎样，你们永远是爱他的。他可以不要那么完美和强大，你们允许他成功，也允许他失败。重点强调一句，你做得不好的地方，我们能接受，做得好的地方，确实该表扬。",
    "annotation": [
      {
        "sentence": "当别人夸奖他时，你可以鼓励他将内心想要毁坏的情绪感受说出来，而不是通过行为冲动地表达出来。",
        "label": ""
      },
      {
        "sentence": "告诉他，无论他做得怎样，你们永远是爱他的。",
        "label": ""
      },
      {
        "sentence": "他可以不要那么完美和强大，你们允许他成功，也允许他失败。",
        "label": ""
      },
      {
        "sentence": "重点强调一句，你做得不好的地方，我们能接受，做得好的地方，确实该表扬。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和他进行这样的对话，让他知道我们永远支持他。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "好的，我会试着和他进行这样的对话，让他知道我们永远支持他。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望我的建议对你有所帮助。记住，家长的陪伴和理解对孩子来说非常重要。希望你和你儿子能够找到解决问题的方式，并帮助他走出困境。祝你们好运！如果还有其他问题，随时来找我。",
    "annotation": [
      {
        "sentence": "不客气，我希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，家长的陪伴和理解对孩子来说非常重要。",
        "label": ""
      },
      {
        "sentence": "希望你和你儿子能够找到解决问题的方式，并帮助他走出困境。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我。",
        "label": ""
      }
    ]
  }
]