[
  {
    "role": "client",
    "content": "儿子面对夸奖有愧疚感，背后深层次的需求是什么？",
    "annotation": [
      {
        "sentence": "儿子面对夸奖有愧疚感，背后深层次的需求是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你对儿子问题的担忧，我想说你是一个好妈妈，很关注自己孩子的心理健康。你说的这个问题其实背后的原因很多。一个是跟俄狄浦斯效应有点儿关系，他潜意识在避免遭受成功后的惩罚，俄狄浦斯的神话核心就是弑父取母，处于3~5岁的儿童会经历这种冲突，他们一般会更依恋异性家长而对同性家长有一种竞争和排斥的态度。",
    "annotation": [
      {
        "sentence": "看到你对儿子问题的担忧，我想说你是一个好妈妈，很关注自己孩子的心理健康。",
        "label": ""
      },
      {
        "sentence": "你说的这个问题其实背后的原因很多。",
        "label": ""
      },
      {
        "sentence": "一个是跟俄狄浦斯效应有点儿关系，他潜意识在避免遭受成功后的惩罚，俄狄浦斯的神话核心就是弑父取母，处于3~5岁的儿童会经历这种冲突，他们一般会更依恋异性家长而对同性家长有一种竞争和排斥的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哦，原来这个问题可能和俄狄浦斯效应有关。这个冲突可能会导致他害怕成功并希望避免惩罚吗？",
    "annotation": [
      {
        "sentence": "哦，原来这个问题可能和俄狄浦斯效应有关。",
        "label": ""
      },
      {
        "sentence": "这个冲突可能会导致他害怕成功并希望避免惩罚吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，得到表扬会让他紧张，并害怕随之而来的惩罚。另外，还有一个原因是担心同伴的嫉妒。在学校里，老师表扬他时旁边的小伙伴就有不同的心态，会对他有不同的对待方式，可能有的人会真心羡慕他会向他学习，但也有的人会嫉妒他会因此打压他欺负他。他在跟同学相处时可能感受到了周围人的敌意，所以会在受到表扬后故意“骂几句脏话那个比较接地气，或者做些冒犯别人的粗鲁的行为，让夸奖我的人生气”。",
    "annotation": [
      {
        "sentence": "是的，得到表扬会让他紧张，并害怕随之而来的惩罚。",
        "label": ""
      },
      {
        "sentence": "另外，还有一个原因是担心同伴的嫉妒。",
        "label": ""
      },
      {
        "sentence": "在学校里，老师表扬他时旁边的小伙伴就有不同的心态，会对他有不同的对待方式，可能有的人会真心羡慕他会向他学习，但也有的人会嫉妒他会因此打压他欺负他。",
        "label": ""
      },
      {
        "sentence": "他在跟同学相处时可能感受到了周围人的敌意，所以会在受到表扬后故意“骂几句脏话那个比较接地气，或者做些冒犯别人的粗鲁的行为，让夸奖我的人生气”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "噢，我明白了。他为了保持与同伴的关系，选择故意表现得不好，让他们离他更近一些。",
    "annotation": [
      {
        "sentence": "噢，我明白了。",
        "label": ""
      },
      {
        "sentence": "他为了保持与同伴的关系，选择故意表现得不好，让他们离他更近一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，这样的行为能让他跟同伴群体保持一个比较亲近的距离而不会受到排挤和孤立。还有第三个原因就是跟家庭教育有关了，也许在他成长的过程中，受到的表扬是带着你们父母自己的目的，也就是有条件的爱。他听多了以后是能感受得到你们不是真心赞美他而只是为了让他能听你们的话。",
    "annotation": [
      {
        "sentence": "对的，这样的行为能让他跟同伴群体保持一个比较亲近的距离而不会受到排挤和孤立。",
        "label": ""
      },
      {
        "sentence": "还有第三个原因就是跟家庭教育有关了，也许在他成长的过程中，受到的表扬是带着你们父母自己的目的，也就是有条件的爱。",
        "label": ""
      },
      {
        "sentence": "他听多了以后是能感受得到你们不是真心赞美他而只是为了让他能听你们的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。也许我们在表扬他的时候没有给出真实的赞美，而是带着条件和目的。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "也许我们在表扬他的时候没有给出真实的赞美，而是带着条件和目的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有一种情况，就是表扬了他之后，马上跟上一句但是你今天哪件哪件事没做好，或者你要是再怎么怎么就好了，让他形成了一种惯性反应“受到表扬后马上有批评，马上要有不好的事发生”。这样的反应让他对表扬不完全接受，产生矛盾认知和对自己的不完全接纳。还会不会在你们家里，一个人表扬他之后，马上就有另一个人说“他好什么好，还有哪里哪里做得不够好呢”，导致他对自己的矛盾认知。",
    "annotation": [
      {
        "sentence": "还有一种情况，就是表扬了他之后，马上跟上一句但是你今天哪件哪件事没做好，或者你要是再怎么怎么就好了，让他形成了一种惯性反应“受到表扬后马上有批评，马上要有不好的事发生”。",
        "label": ""
      },
      {
        "sentence": "这样的反应让他对表扬不完全接受，产生矛盾认知和对自己的不完全接纳。",
        "label": ""
      },
      {
        "sentence": "还会不会在你们家里，一个人表扬他之后，马上就有另一个人说“他好什么好，还有哪里哪里做得不够好呢”，导致他对自己的矛盾认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我们有时候在表扬他之后会立刻指出他的不足，或者家人之间对他的评价不一致。这样的情况可能让他对自己的接受产生困惑。",
    "annotation": [
      {
        "sentence": "确实，我们有时候在表扬他之后会立刻指出他的不足，或者家人之间对他的评价不一致。",
        "label": ""
      },
      {
        "sentence": "这样的情况可能让他对自己的接受产生困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这些情况都会对他产生影响。因为你说他已经读大学了，那就已经是成年人了，有许多的问题他可以自己去找答案自己处理了。他可以跟同学多交流，或者参加人际动力团体来训练如何与人相处。成长是一辈子的事，所以也不用急，说不定他慢慢的也就能自我接纳了，做到自我接纳后他就能解决自己身上的很多问题。",
    "annotation": [
      {
        "sentence": "是的，这些情况都会对他产生影响。",
        "label": ""
      },
      {
        "sentence": "因为你说他已经读大学了，那就已经是成年人了，有许多的问题他可以自己去找答案自己处理了。",
        "label": ""
      },
      {
        "sentence": "他可以跟同学多交流，或者参加人际动力团体来训练如何与人相处。",
        "label": ""
      },
      {
        "sentence": "成长是一辈子的事，所以也不用急，说不定他慢慢的也就能自我接纳了，做到自我接纳后他就能解决自己身上的很多问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会跟儿子一起尝试这些方法，帮助他找到自己的答案。真的很感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会跟儿子一起尝试这些方法，帮助他找到自己的答案。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意帮助你和儿子。你是一个好妈妈，只要和儿子一起努力，问题一定会得到解决的。如果有任何进展或者需要再次交流，随时都可以来找我。祝愿你和儿子一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我愿意帮助你和儿子。",
        "label": ""
      },
      {
        "sentence": "你是一个好妈妈，只要和儿子一起努力，问题一定会得到解决的。",
        "label": ""
      },
      {
        "sentence": "如果有任何进展或者需要再次交流，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝愿你和儿子一切顺利！",
        "label": ""
      }
    ]
  }
]