[
  {
    "role": "client",
    "content": "我感觉我的情感都消失了，像在故意隐藏自己的人格？我每天都是12点多睡，然后6点起来，还有手淫的恶习，也不运动，感觉跟颓废了一般，还特别自卑，我现在感觉已经麻木了一样，不知道快乐，很长时间没哭了，哭的时候也感觉像在第三人称看我自己一样，批判自己，就感觉我分裂了两个人格一样，我也感受不到自卑，今年读高二，班里的人如果和我对视的话，我就会下意识转移视线，特别是女生，说话也特别傻，在别人看来，我就是一个啥也不懂的傻子，我感觉我的情感都消失了，以前令我开心的事现在也感觉无聊了，说话也不像以前了，现在说话都是感觉跟没逻辑一样，傻了吧唧的，就感觉我在故意隐藏自己的人格一样，太难受了，没有自己的主见，也不想待在学校，不想面对舍友，那帮舍友天天叫我外号，我都想把他们杀了，我曾经也告诉过自己，只要好好学习不要管别的，但是学校怎么也搞不上去，还天天想着哪个是自己的人格，如何跟同学搞好关系，同学只要是冷落我一下，我就立马认识到这不是自己的人格，然后换一个态度。",
    "annotation": [
      {
        "sentence": "我感觉我的情感都消失了，像在故意隐藏自己的人格？",
        "label": ""
      },
      {
        "sentence": "我每天都是12点多睡，然后6点起来，还有手淫的恶习，也不运动，感觉跟颓废了一般，还特别自卑，我现在感觉已经麻木了一样，不知道快乐，很长时间没哭了，哭的时候也感觉像在第三人称看我自己一样，批判自己，就感觉我分裂了两个人格一样，我也感受不到自卑，今年读高二，班里的人如果和我对视的话，我就会下意识转移视线，特别是女生，说话也特别傻，在别人看来，我就是一个啥也不懂的傻子，我感觉我的情感都消失了，以前令我开心的事现在也感觉无聊了，说话也不像以前了，现在说话都是感觉跟没逻辑一样，傻了吧唧的，就感觉我在故意隐藏自己的人格一样，太难受了，没有自己的主见，也不想待在学校，不想面对舍友，那帮舍友天天叫我外号，我都想把他们杀了，我曾经也告诉过自己，只要好好学习不要管别的，但是学校怎么也搞不上去，还天天想着哪个是自己的人格，如何跟同学搞好关系，同学只要是冷落我一下，我就立马认识到这不是自己的人格，然后换一个态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在上高二，是个男生吧？听上去你有很多思考，这是这个年龄段的人常常会有的思考。只是好像你更多地责备自己，夸奖自己的很少，是吗？",
    "annotation": [
      {
        "sentence": "你现在上高二，是个男生吧？",
        "label": ""
      },
      {
        "sentence": "听上去你有很多思考，这是这个年龄段的人常常会有的思考。",
        "label": ""
      },
      {
        "sentence": "只是好像你更多地责备自己，夸奖自己的很少，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是认为自己有很多问题，觉得自己很失败。",
    "annotation": [
      {
        "sentence": "是的，我总是认为自己有很多问题，觉得自己很失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你可能对自己的要求比较高，但是不要把自己贬低，每个人都有自己的优点和长处。还有，你提到你是住宿生，那你的家人呢？他们支持你吗？",
    "annotation": [
      {
        "sentence": "我理解你可能对自己的要求比较高，但是不要把自己贬低，每个人都有自己的优点和长处。",
        "label": ""
      },
      {
        "sentence": "还有，你提到你是住宿生，那你的家人呢？",
        "label": ""
      },
      {
        "sentence": "他们支持你吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有提到家人，他们一直很关心我，但感觉他们不理解我。",
    "annotation": [
      {
        "sentence": "我没有提到家人，他们一直很关心我，但感觉他们不理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你目前主要感到的困惑和压力是来自同学吗？可能是有些同学对你的行为有一些误解，但并不代表所有的人都会这样看待你。你有没有办法和他们沟通，解决误解呢？",
    "annotation": [
      {
        "sentence": "明白了，你目前主要感到的困惑和压力是来自同学吗？",
        "label": ""
      },
      {
        "sentence": "可能是有些同学对你的行为有一些误解，但并不代表所有的人都会这样看待你。",
        "label": ""
      },
      {
        "sentence": "你有没有办法和他们沟通，解决误解呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有几个同学总是冷落我，我很难主动去和他们交流，也不知道该如何解决误解。",
    "annotation": [
      {
        "sentence": "有几个同学总是冷落我，我很难主动去和他们交流，也不知道该如何解决误解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着主动和他们搞好关系，找机会和他们进行交流。或者你是否愿意去学校的心理咨询室寻求帮助呢？有专业的老师可以提供支持和指导。",
    "annotation": [
      {
        "sentence": "你可以试着主动和他们搞好关系，找机会和他们进行交流。",
        "label": ""
      },
      {
        "sentence": "或者你是否愿意去学校的心理咨询室寻求帮助呢？",
        "label": ""
      },
      {
        "sentence": "有专业的老师可以提供支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有考虑过去心理咨询室，可能我还没有勇气。但是，我愿意试着主动和同学们交流，解决误解。",
    "annotation": [
      {
        "sentence": "我没有考虑过去心理咨询室，可能我还没有勇气。",
        "label": ""
      },
      {
        "sentence": "但是，我愿意试着主动和同学们交流，解决误解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，试着主动去交流是一种积极的态度，也许你会发现他们并不是想冷落你。同时，不要忘记关注自己的心理健康，重拾快乐的感觉，也让自己更加自信。如果有任何困难或者需要帮助，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "很好，试着主动去交流是一种积极的态度，也许你会发现他们并不是想冷落你。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记关注自己的心理健康，重拾快乐的感觉，也让自己更加自信。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或者需要帮助，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会试着采取行动改变自己的态度和生活方式。希望能变得更加积极向上。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会试着采取行动改变自己的态度和生活方式。",
        "label": ""
      },
      {
        "sentence": "希望能变得更加积极向上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够做到，积极的态度可以改变很多事情。对自己多一些宽容和肯定，你会看到一个更好的自己。加油！",
    "annotation": [
      {
        "sentence": "我相信你一定能够做到，积极的态度可以改变很多事情。",
        "label": ""
      },
      {
        "sentence": "对自己多一些宽容和肯定，你会看到一个更好的自己。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽力的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽力的。",
        "label": ""
      }
    ]
  }
]