[
  {
    "role": "client",
    "content": "长时间压抑自己，却忘记当初自己的样子？我该怎么办这个问题我也不知道从什么时候说起，只是最近几年慢慢感觉到了，因为自己某些情绪问题，自己的工作，想去做，却常常发脾气，本身就是销售，我自己却转不过来圈，常常因为被客户拒绝而生气，爱情，每次和一个女生发展到快要确定关系的时候，然后不知道怎么办，然后竟然是因为人家长时间不联系，导致自己发脾气，最后闹得不慌而散，家人是，因为家人常常不按自己预期的那样做而对家人怒气冲冲，我真的很不想那样，疫情期间，我做了很多的情商测试，想找到最根本的原因在哪里，找到了两个关键词，几乎每个平台测试的都是一样，一个是压抑心理，一个反刍心理，还有一个测试是我对他人的情绪识别高于自己，真的是，有很多的时候，一个人的状态，和别人在一块时候状态几乎不一样，总是在别人面前喜欢演，但是又怕别人知道了自己真实想法会遭到别人嘲笑，导致了自己现在很多时候，根本识别不到自己真实情绪，也可以说只要有些想法和情绪触及到自己真实，心理会很难受。",
    "annotation": [
      {
        "sentence": "长时间压抑自己，却忘记当初自己的样子？",
        "label": ""
      },
      {
        "sentence": "我该怎么办这个问题我也不知道从什么时候说起，只是最近几年慢慢感觉到了，因为自己某些情绪问题，自己的工作，想去做，却常常发脾气，本身就是销售，我自己却转不过来圈，常常因为被客户拒绝而生气，爱情，每次和一个女生发展到快要确定关系的时候，然后不知道怎么办，然后竟然是因为人家长时间不联系，导致自己发脾气，最后闹得不慌而散，家人是，因为家人常常不按自己预期的那样做而对家人怒气冲冲，我真的很不想那样，疫情期间，我做了很多的情商测试，想找到最根本的原因在哪里，找到了两个关键词，几乎每个平台测试的都是一样，一个是压抑心理，一个反刍心理，还有一个测试是我对他人的情绪识别高于自己，真的是，有很多的时候，一个人的状态，和别人在一块时候状态几乎不一样，总是在别人面前喜欢演，但是又怕别人知道了自己真实想法会遭到别人嘲笑，导致了自己现在很多时候，根本识别不到自己真实情绪，也可以说只要有些想法和情绪触及到自己真实，心理会很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够有机会回答这个问题。以下是我的分析：你一直在寻找如何做真实的自己，因为你在意别人的看法，所以将自己伪装，不想别人嘲笑你，所以别人也不会了解真实的你。因为别人眼中的你：对于工作来说，常常对客户发脾气，所以这样性格的你和客户有时候关系会处理不好。真实的你是想做好这件事情的，只是不知道用什么你的方式来表达出来。",
    "annotation": [
      {
        "sentence": "很高兴能够有机会回答这个问题。",
        "label": ""
      },
      {
        "sentence": "以下是我的分析：你一直在寻找如何做真实的自己，因为你在意别人的看法，所以将自己伪装，不想别人嘲笑你，所以别人也不会了解真实的你。",
        "label": ""
      },
      {
        "sentence": "因为别人眼中的你：对于工作来说，常常对客户发脾气，所以这样性格的你和客户有时候关系会处理不好。",
        "label": ""
      },
      {
        "sentence": "真实的你是想做好这件事情的，只是不知道用什么你的方式来表达出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很在意别人的看法，也希望能够和客户建立好的关系，但就是无法控制情绪，经常为了小事情生气，后悔之后觉得自己很幼稚。",
    "annotation": [
      {
        "sentence": "是的，我真的很在意别人的看法，也希望能够和客户建立好的关系，但就是无法控制情绪，经常为了小事情生气，后悔之后觉得自己很幼稚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于爱情来说，对方因为长时间不联系，就自己发脾气。真实的你是想维护这段爱情的，只是对对方的理解包容，沟通不够。",
    "annotation": [
      {
        "sentence": "对于爱情来说，对方因为长时间不联系，就自己发脾气。",
        "label": ""
      },
      {
        "sentence": "真实的你是想维护这段爱情的，只是对对方的理解包容，沟通不够。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是期待对方按照我的想法行动，但实际上这种期待是不现实的。我应该更好地与对方沟通，表达我对这段感情的真实想法。",
    "annotation": [
      {
        "sentence": "是的，我总是期待对方按照我的想法行动，但实际上这种期待是不现实的。",
        "label": ""
      },
      {
        "sentence": "我应该更好地与对方沟通，表达我对这段感情的真实想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于家庭来说，不按照他们的想法去做。真实的你是想家庭和睦的，只是我们不知道如何去学会拒绝别人。",
    "annotation": [
      {
        "sentence": "对于家庭来说，不按照他们的想法去做。",
        "label": ""
      },
      {
        "sentence": "真实的你是想家庭和睦的，只是我们不知道如何去学会拒绝别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我常常为了顺应家人的期望而做一些我不想做的事情。我应该学会坚持自己的态度，同时通过沟通，让家人理解我的想法。",
    "annotation": [
      {
        "sentence": "确实，我常常为了顺应家人的期望而做一些我不想做的事情。",
        "label": ""
      },
      {
        "sentence": "我应该学会坚持自己的态度，同时通过沟通，让家人理解我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于情商测试，压抑心理需要释放天性，反刍心理简单来说就是一种过度思考。在伤心的时候反复去纠结这件事情，这不仅会加重我们的痛苦，还会影响我们做下一件事情的节奏。",
    "annotation": [
      {
        "sentence": "关于情商测试，压抑心理需要释放天性，反刍心理简单来说就是一种过度思考。",
        "label": ""
      },
      {
        "sentence": "在伤心的时候反复去纠结这件事情，这不仅会加重我们的痛苦，还会影响我们做下一件事情的节奏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到我经常会把一件小事想得很复杂，导致自己无法释放。我需要寻找转移注意力的方法，让自己保持平常心和开心的状态。",
    "annotation": [
      {
        "sentence": "是的，我意识到我经常会把一件小事想得很复杂，导致自己无法释放。",
        "label": ""
      },
      {
        "sentence": "我需要寻找转移注意力的方法，让自己保持平常心和开心的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于这种情况，我认为在你还处于伤心状态时不要去分析问题，因为太有主观色彩，不能够理性分析。当你平常心、开心的时候再来想这件事情，其实也没有那么困难。不妨去做一件你一直想做的事情吧，或者找一两个好友倾诉一下，他们会给你一些客观的意见。勇敢地表现自己，人与人之间的人际交流要真实，不管你是什么脾气，别人如果能够足够包容你，或者你能够与别人沟通交流，表达你内心真实的想法。",
    "annotation": [
      {
        "sentence": "对于这种情况，我认为在你还处于伤心状态时不要去分析问题，因为太有主观色彩，不能够理性分析。",
        "label": ""
      },
      {
        "sentence": "当你平常心、开心的时候再来想这件事情，其实也没有那么困难。",
        "label": ""
      },
      {
        "sentence": "不妨去做一件你一直想做的事情吧，或者找一两个好友倾诉一下，他们会给你一些客观的意见。",
        "label": ""
      },
      {
        "sentence": "勇敢地表现自己，人与人之间的人际交流要真实，不管你是什么脾气，别人如果能够足够包容你，或者你能够与别人沟通交流，表达你内心真实的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试放下过度思考，积极地寻找自己想做的事情，并与身边的人真实交流。希望通过这样的改变，我能够更好地与自己相处，同时处理好工作、爱情和家庭的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试放下过度思考，积极地寻找自己想做的事情，并与身边的人真实交流。",
        "label": ""
      },
      {
        "sentence": "希望通过这样的改变，我能够更好地与自己相处，同时处理好工作、爱情和家庭的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮助到你。一步一步向着真实的自己迈进，相信你能够做到。祝福你一切顺利！如果还有其他问题，随时找我聊天噢。",
    "annotation": [
      {
        "sentence": "我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "一步一步向着真实的自己迈进，相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时找我聊天噢。",
        "label": ""
      }
    ]
  }
]