[
  {
    "role": "client",
    "content": "两岁宝宝，为什么最近常说我害怕了？最近带两岁宝宝回娘家住着，打算在这边通过爸爸的关系找份工作，宝宝经常爱说我害怕了。所以，我开始怀疑自己是否做了正确的决定，犹豫着要不要回自己家，回去孩子原本熟悉的环境。回娘家的情况是，我妈妈和奶奶常常拌嘴，我的孩子会学大人的样子吵架，完了之后，他再跟我说他害怕老姥娘了？有时候觉得没什么大事，我就安慰他说，别怕妈妈在的。他平时还是喜欢大声跟我奶奶吵，有时候觉得好玩可能在搞笑模仿大人，有时候觉得是不是受到不好的影响。",
    "annotation": [
      {
        "sentence": "两岁宝宝，为什么最近常说我害怕了？",
        "label": ""
      },
      {
        "sentence": "最近带两岁宝宝回娘家住着，打算在这边通过爸爸的关系找份工作，宝宝经常爱说我害怕了。",
        "label": ""
      },
      {
        "sentence": "所以，我开始怀疑自己是否做了正确的决定，犹豫着要不要回自己家，回去孩子原本熟悉的环境。",
        "label": ""
      },
      {
        "sentence": "回娘家的情况是，我妈妈和奶奶常常拌嘴，我的孩子会学大人的样子吵架，完了之后，他再跟我说他害怕老姥娘了？",
        "label": ""
      },
      {
        "sentence": "有时候觉得没什么大事，我就安慰他说，别怕妈妈在的。",
        "label": ""
      },
      {
        "sentence": "他平时还是喜欢大声跟我奶奶吵，有时候觉得好玩可能在搞笑模仿大人，有时候觉得是不是受到不好的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一个大大的点赞，从你的描述中，我感受到了浓浓的母爱。“父母之爱子，则为之计深远”从你的字里行间中我感受到了你对孩子所做的周全思考。究竟该为宝宝选择哪里定居才是对宝宝最好的呢？希望我的分析能够帮助到你。",
    "annotation": [
      {
        "sentence": "给你一个大大的点赞，从你的描述中，我感受到了浓浓的母爱。",
        "label": ""
      },
      {
        "sentence": "“父母之爱子，则为之计深远”从你的字里行间中我感受到了你对孩子所做的周全思考。",
        "label": ""
      },
      {
        "sentence": "究竟该为宝宝选择哪里定居才是对宝宝最好的呢？",
        "label": ""
      },
      {
        "sentence": "希望我的分析能够帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。的确，我一直在思考哪个环境对宝宝更好。我担心他在回娘家的环境中受到不好的影响，但又不确定回自己家是否是正确的选择。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "的确，我一直在思考哪个环境对宝宝更好。",
        "label": ""
      },
      {
        "sentence": "我担心他在回娘家的环境中受到不好的影响，但又不确定回自己家是否是正确的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个很重要的决定，你担心宝宝在娘家受到不好的影响。告诉我，你觉得宝宝为什么会说害怕？他平时对其他事情有没有害怕的表现？",
    "annotation": [
      {
        "sentence": "这是个很重要的决定，你担心宝宝在娘家受到不好的影响。",
        "label": ""
      },
      {
        "sentence": "告诉我，你觉得宝宝为什么会说害怕？",
        "label": ""
      },
      {
        "sentence": "他平时对其他事情有没有害怕的表现？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "宝宝可能在娘家看到我妈妈和奶奶吵架的情景，所以会有害怕的感觉。平时他对其他事情没有表现出害怕，只有在娘家才会说害怕。",
    "annotation": [
      {
        "sentence": "宝宝可能在娘家看到我妈妈和奶奶吵架的情景，所以会有害怕的感觉。",
        "label": ""
      },
      {
        "sentence": "平时他对其他事情没有表现出害怕，只有在娘家才会说害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "宝宝对于娘家的吵架场景的害怕感是可以理解的。两岁的孩子开始形成自我意识，对于新环境会感到陌生和无法抵挡。他从你身上得到了安慰，但他可能还在适应这个新的环境。",
    "annotation": [
      {
        "sentence": "宝宝对于娘家的吵架场景的害怕感是可以理解的。",
        "label": ""
      },
      {
        "sentence": "两岁的孩子开始形成自我意识，对于新环境会感到陌生和无法抵挡。",
        "label": ""
      },
      {
        "sentence": "他从你身上得到了安慰，但他可能还在适应这个新的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我也有给他安慰，但有时候还是觉得他的害怕是因为受到了不好的影响。我希望能给他一个好的家庭环境，不知道应该怎么办才能让他不再害怕。",
    "annotation": [
      {
        "sentence": "是啊，我也有给他安慰，但有时候还是觉得他的害怕是因为受到了不好的影响。",
        "label": ""
      },
      {
        "sentence": "我希望能给他一个好的家庭环境，不知道应该怎么办才能让他不再害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心。宝宝模仿大人的行为是正常的，但我们可以通过改变家庭环境来给宝宝一个更好的成长环境。你可以和家人沟通，尝试改善家庭氛围，减少吵架的情况，给宝宝一个更和谐的家庭环境。",
    "annotation": [
      {
        "sentence": "我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "宝宝模仿大人的行为是正常的，但我们可以通过改变家庭环境来给宝宝一个更好的成长环境。",
        "label": ""
      },
      {
        "sentence": "你可以和家人沟通，尝试改善家庭氛围，减少吵架的情况，给宝宝一个更和谐的家庭环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我想我可以试试和家人好好沟通，希望他们能理解宝宝的感受。我也会尽量给他一个安稳的成长环境，让他能够适应新环境并克服害怕的感觉。",
    "annotation": [
      {
        "sentence": "嗯，我想我可以试试和家人好好沟通，希望他们能理解宝宝的感受。",
        "label": ""
      },
      {
        "sentence": "我也会尽量给他一个安稳的成长环境，让他能够适应新环境并克服害怕的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的决定。沟通是解决问题的第一步，相信你和家人的理解和支持能够给宝宝提供一个更好的成长环境。我相信你是一个负责任的妈妈，你对宝宝的爱和关注是他成长中最好的支撑。祝你好运！如果还有其他问题，随时来找我聊聊。",
    "annotation": [
      {
        "sentence": "这是一个很好的决定。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的第一步，相信你和家人的理解和支持能够给宝宝提供一个更好的成长环境。",
        "label": ""
      },
      {
        "sentence": "我相信你是一个负责任的妈妈，你对宝宝的爱和关注是他成长中最好的支撑。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊。",
        "label": ""
      }
    ]
  }
]