[
  {
    "role": "client",
    "content": "我20岁女生，老是出现幻觉蜘蛛或者人从布里升起、还有奇怪的生物，还有它触碰的感觉，有的时候出现了幻觉还说一些话，但是我自己没有感觉。平时很容易激动，很莫名其妙的就很难受想哭，没有原因。",
    "annotation": [
      {
        "sentence": "我20岁女生，老是出现幻觉蜘蛛或者人从布里升起、还有奇怪的生物，还有它触碰的感觉，有的时候出现了幻觉还说一些话，但是我自己没有感觉。",
        "label": ""
      },
      {
        "sentence": "平时很容易激动，很莫名其妙的就很难受想哭，没有原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常心疼你现在的状态，你说你总是出现幻觉，比如蜘蛛、人从布中升起或者奇怪的生物，并且平常生活中，也容易莫名其妙地想哭、容易激动。这样的幻觉和「无缘无故」的情绪不会是偶然出现的，它们或许没有直接的显性原因，但可能与你本身经历、个性、遗传等方面相关。所以这个阶段产生了恐惧等消极情绪，它对于现在的你而言更像是心理状态的一个报警器。",
    "annotation": [
      {
        "sentence": "非常心疼你现在的状态，你说你总是出现幻觉，比如蜘蛛、人从布中升起或者奇怪的生物，并且平常生活中，也容易莫名其妙地想哭、容易激动。",
        "label": ""
      },
      {
        "sentence": "这样的幻觉和「无缘无故」的情绪不会是偶然出现的，它们或许没有直接的显性原因，但可能与你本身经历、个性、遗传等方面相关。",
        "label": ""
      },
      {
        "sentence": "所以这个阶段产生了恐惧等消极情绪，它对于现在的你而言更像是心理状态的一个报警器。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你是说我可能有心理问题或心理疾病吗？",
    "annotation": [
      {
        "sentence": "那你是说我可能有心理问题或心理疾病吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题不是很好回答，因为毕竟我只是通过你叙述的一些情况来判断的。但是出现幻觉和情绪不稳定，可能是某些心理问题的表现，所以及时地寻求心理和医疗方面的救助，坦白地和医生进行交流，就能有效地帮助自己走出这个阶段。",
    "annotation": [
      {
        "sentence": "这个问题不是很好回答，因为毕竟我只是通过你叙述的一些情况来判断的。",
        "label": ""
      },
      {
        "sentence": "但是出现幻觉和情绪不稳定，可能是某些心理问题的表现，所以及时地寻求心理和医疗方面的救助，坦白地和医生进行交流，就能有效地帮助自己走出这个阶段。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我很害怕，如果别人知道我有心理问题会不会对我有影响？",
    "annotation": [
      {
        "sentence": "但是我很害怕，如果别人知道我有心理问题会不会对我有影响？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种想法很正常，但是我们需要明确一点，心理问题并不代表弱点或者缺陷。它和身体疾病一样，需要得到治疗和关注，而不应该被忽视或者排斥。对于我们现在的情况，去医院检查并且寻求情感和社会支持，是非常必要的。而获得足够的家庭情感支持其实是能给予个人很大安全感和信心的，所以我会建议你和家人沟通你现在的状况。",
    "annotation": [
      {
        "sentence": "这种想法很正常，但是我们需要明确一点，心理问题并不代表弱点或者缺陷。",
        "label": ""
      },
      {
        "sentence": "它和身体疾病一样，需要得到治疗和关注，而不应该被忽视或者排斥。",
        "label": ""
      },
      {
        "sentence": "对于我们现在的情况，去医院检查并且寻求情感和社会支持，是非常必要的。",
        "label": ""
      },
      {
        "sentence": "而获得足够的家庭情感支持其实是能给予个人很大安全感和信心的，所以我会建议你和家人沟通你现在的状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我怕家人会担心或者觉得我是个问题儿童。",
    "annotation": [
      {
        "sentence": "我怕家人会担心或者觉得我是个问题儿童。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也是很多人的担心，但实际上大多数家庭都会给予支持和理解的。在你情绪不稳定、莫名消沉的时候，家人能够为你撑起一片安稳的天地；同时和家人建立良好的亲密关系也是走出内心恐惧、孤独和不被看到的良方。",
    "annotation": [
      {
        "sentence": "这也是很多人的担心，但实际上大多数家庭都会给予支持和理解的。",
        "label": ""
      },
      {
        "sentence": "在你情绪不稳定、莫名消沉的时候，家人能够为你撑起一片安稳的天地；同时和家人建立良好的亲密关系也是走出内心恐惧、孤独和不被看到的良方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我要是没有家人可以依靠怎么办？",
    "annotation": [
      {
        "sentence": "那我要是没有家人可以依靠怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个时候可以尝试寻求更广泛的社会支持，比如和朋友、老师或者同事谈谈，去心理咨询中心寻求专业帮助等等。不管遇到什么事情，我们总有无能为力甚至是陷入痛苦纠结的时刻。如果凭借自己的力量走不出来，那么及时去寻求家人和医生的帮助就很有必要。加油！",
    "annotation": [
      {
        "sentence": "这个时候可以尝试寻求更广泛的社会支持，比如和朋友、老师或者同事谈谈，去心理咨询中心寻求专业帮助等等。",
        "label": ""
      },
      {
        "sentence": "不管遇到什么事情，我们总有无能为力甚至是陷入痛苦纠结的时刻。",
        "label": ""
      },
      {
        "sentence": "如果凭借自己的力量走不出来，那么及时去寻求家人和医生的帮助就很有必要。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]