[
  {
    "role": "client",
    "content": "我以个人兴趣选择的大学专业毕业后难找工作，怎么办？",
    "annotation": [
      {
        "sentence": "我以个人兴趣选择的大学专业毕业后难找工作，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据孩子的兴趣爱好去选专业，它有好处也有坏处。往好的方面说，如果是孩子自己本身就喜欢的方向去选专业，孩子会对这个专业有更多的热情，也会投入更多的精力去学习。去用兴趣爱好选择专业，可以学到更专业的知识，对自己所喜爱的东西有更深入的了解。",
    "annotation": [
      {
        "sentence": "根据孩子的兴趣爱好去选专业，它有好处也有坏处。",
        "label": ""
      },
      {
        "sentence": "往好的方面说，如果是孩子自己本身就喜欢的方向去选专业，孩子会对这个专业有更多的热情，也会投入更多的精力去学习。",
        "label": ""
      },
      {
        "sentence": "去用兴趣爱好选择专业，可以学到更专业的知识，对自己所喜爱的东西有更深入的了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我同意选择自己喜欢的专业可以提高学习的动力和专业知识的掌握程度。可是有些情况下，有些专业的就业范围很窄，待遇也不好，甚至找不到工作，这些对于我们这些毕业生来说很困扰。",
    "annotation": [
      {
        "sentence": "是的，我同意选择自己喜欢的专业可以提高学习的动力和专业知识的掌握程度。",
        "label": ""
      },
      {
        "sentence": "可是有些情况下，有些专业的就业范围很窄，待遇也不好，甚至找不到工作，这些对于我们这些毕业生来说很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，在选择专业时，就业范围和薪资待遇等因素也要考虑进去。毕竟，我们的目标是选择一个好的专业来改善生活和家庭条件。我了解你说的贫困家庭希望通过高考改变命运的情况，这是可以理解的。但是也要注意，有时候当你把兴趣爱好变成工作时，它可能就不再是你的兴趣爱好了，因为它充斥在你的生活和工作中，也会给你带来疲惫感。",
    "annotation": [
      {
        "sentence": "确实，在选择专业时，就业范围和薪资待遇等因素也要考虑进去。",
        "label": ""
      },
      {
        "sentence": "毕竟，我们的目标是选择一个好的专业来改善生活和家庭条件。",
        "label": ""
      },
      {
        "sentence": "我了解你说的贫困家庭希望通过高考改变命运的情况，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是也要注意，有时候当你把兴趣爱好变成工作时，它可能就不再是你的兴趣爱好了，因为它充斥在你的生活和工作中，也会给你带来疲惫感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，在实际工作中可能与自己的兴趣产生冲突，这也是我所担心的。如果无法从事喜欢的专业，那我应该如何选择专业呢？",
    "annotation": [
      {
        "sentence": "确实，在实际工作中可能与自己的兴趣产生冲突，这也是我所担心的。",
        "label": ""
      },
      {
        "sentence": "如果无法从事喜欢的专业，那我应该如何选择专业呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在选择专业时，如果无法选择自己喜欢的专业，可以考虑选择一个你能够接受的专业。毕业后，你的兴趣爱好依然可以存在，并且可以成为你舒缓工作压力的一种方式。兴趣爱好本来就是业余的生活爱好，所以没必要非要选择它作为专业，可以将它保持为你的业余爱好。",
    "annotation": [
      {
        "sentence": "在选择专业时，如果无法选择自己喜欢的专业，可以考虑选择一个你能够接受的专业。",
        "label": ""
      },
      {
        "sentence": "毕业后，你的兴趣爱好依然可以存在，并且可以成为你舒缓工作压力的一种方式。",
        "label": ""
      },
      {
        "sentence": "兴趣爱好本来就是业余的生活爱好，所以没必要非要选择它作为专业，可以将它保持为你的业余爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，其实我一直没有意识到兴趣爱好可以作为业余爱好，并且为我提供舒缓压力的方式。那么，选择一个能够接受的专业也能够带来稳定的工作和收入，同时保持自己的兴趣爱好，这样的规划可能更合适吧？",
    "annotation": [
      {
        "sentence": "你说的很有道理，其实我一直没有意识到兴趣爱好可以作为业余爱好，并且为我提供舒缓压力的方式。",
        "label": ""
      },
      {
        "sentence": "那么，选择一个能够接受的专业也能够带来稳定的工作和收入，同时保持自己的兴趣爱好，这样的规划可能更合适吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，选择一个能够接受的专业，同时保持自己的兴趣爱好，可以在工作和生活之间取得平衡，并且提供给你稳定的工作和收入。毕竟，我们的目标是过上一个稳定而充实的生活。所以，我觉得这样的规划可能更合适你的情况。",
    "annotation": [
      {
        "sentence": "是的，选择一个能够接受的专业，同时保持自己的兴趣爱好，可以在工作和生活之间取得平衡，并且提供给你稳定的工作和收入。",
        "label": ""
      },
      {
        "sentence": "毕竟，我们的目标是过上一个稳定而充实的生活。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得这样的规划可能更合适你的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持。我现在对选择专业有了更清晰的认识，并且也明确了自己的目标和规划。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我现在对选择专业有了更清晰的认识，并且也明确了自己的目标和规划。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你，并且看到你对自己的未来有了更清楚的认识。如果以后还有其他问题或者困惑，随时可以来找我聊天。祝你未来的职业生涯一帆风顺，生活幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你，并且看到你对自己的未来有了更清楚的认识。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题或者困惑，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你未来的职业生涯一帆风顺，生活幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会牢记你的建议，努力实现自己的目标。谢谢你的祝福！祝你也一切顺利，生活幸福！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，努力实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利，生活幸福！",
        "label": ""
      }
    ]
  }
]