[
  {
    "role": "client",
    "content": "感觉对人群有恐惧，我是不是得抑郁症？想哭却哭不出来但家长老说我的时候有那么一瞬间想哭，我感觉他们非常不理解我，我不喜欢去社交场所，我感觉我对人群有恐惧症，只有身边跟着我一个人，我才会放心，自己一个人的时候看见一大帮人朝我走来，会感觉很害怕，感觉我每天很开心，嗯，有的时候也感觉自己很累，想过自杀，但很怕疼，有时候很开心，有时候就非常的难受，我不知道我是怎么了",
    "annotation": [
      {
        "sentence": "感觉对人群有恐惧，我是不是得抑郁症？",
        "label": ""
      },
      {
        "sentence": "想哭却哭不出来但家长老说我的时候有那么一瞬间想哭，我感觉他们非常不理解我，我不喜欢去社交场所，我感觉我对人群有恐惧症，只有身边跟着我一个人，我才会放心，自己一个人的时候看见一大帮人朝我走来，会感觉很害怕，感觉我每天很开心，嗯，有的时候也感觉自己很累，想过自杀，但很怕疼，有时候很开心，有时候就非常的难受，我不知道我是怎么了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的状态很像抑郁症，但是我并不是专业心理医生，如果你真的想得到专业的帮助，我建议你去面对面咨询心理医生。我可以听你倾诉，说不定我可以提供一些有帮助的建议。既然你很害怕和不舒服，那我可以先问你一些你最想分享的事情或者什么导致你产生这种心理需求。",
    "annotation": [
      {
        "sentence": "你的状态很像抑郁症，但是我并不是专业心理医生，如果你真的想得到专业的帮助，我建议你去面对面咨询心理医生。",
        "label": ""
      },
      {
        "sentence": "我可以听你倾诉，说不定我可以提供一些有帮助的建议。",
        "label": ""
      },
      {
        "sentence": "既然你很害怕和不舒服，那我可以先问你一些你最想分享的事情或者什么导致你产生这种心理需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时会很情绪化，看到一些新闻或者产生一些负面情绪，就会想去社交场所。但是我感觉和人群在一起的时候，我很放松，可以愉悦地感受到自己被关注。但是，一旦身边的人走开，我就会感到很害怕，不敢面对陌生人。",
    "annotation": [
      {
        "sentence": "我有时会很情绪化，看到一些新闻或者产生一些负面情绪，就会想去社交场所。",
        "label": ""
      },
      {
        "sentence": "但是我感觉和人群在一起的时候，我很放松，可以愉悦地感受到自己被关注。",
        "label": ""
      },
      {
        "sentence": "但是，一旦身边的人走开，我就会感到很害怕，不敢面对陌生人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢地诉说你的感受，这是一个非常积极的行为，因为你已经开口诉说你的问题了。我们都有失败和痛苦的时候，只是时间和程度的问题。你可以尝试着先在家附近的咖啡馆或者图书馆安静地读书。这样的话你在一个安静的环境里和其他人共同享受阅读的快乐，多了一些经验，有机会来一点点扩大自己与别人的关系。",
    "annotation": [
      {
        "sentence": "你很勇敢地诉说你的感受，这是一个非常积极的行为，因为你已经开口诉说你的问题了。",
        "label": ""
      },
      {
        "sentence": "我们都有失败和痛苦的时候，只是时间和程度的问题。",
        "label": ""
      },
      {
        "sentence": "你可以尝试着先在家附近的咖啡馆或者图书馆安静地读书。",
        "label": ""
      },
      {
        "sentence": "这样的话你在一个安静的环境里和其他人共同享受阅读的快乐，多了一些经验，有机会来一点点扩大自己与别人的关系。",
        "label": ""
      }
    ]
  }
]