[
  {
    "role": "client",
    "content": "好像又回到原点，如何应对内在强大的内在评判声音？",
    "annotation": [
      {
        "sentence": "好像又回到原点，如何应对内在强大的内在评判声音？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的提问，从你的提问中看到你当前的困惑是无法应对自己内在的那个强大的评判的声音，这让你很困扰，你不得不在生活中去听从别人。",
    "annotation": [
      {
        "sentence": "认真看完了你的提问，从你的提问中看到你当前的困惑是无法应对自己内在的那个强大的评判的声音，这让你很困扰，你不得不在生活中去听从别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我发现自己总是在听从那个强大的评判声音。之前我意识到用自我接纳可以应对这个声音，但是现在别人告诉我接纳自己不听从别人是不对的，我感到很困惑，好像又回到了原点。",
    "annotation": [
      {
        "sentence": "是的，我发现自己总是在听从那个强大的评判声音。",
        "label": ""
      },
      {
        "sentence": "之前我意识到用自我接纳可以应对这个声音，但是现在别人告诉我接纳自己不听从别人是不对的，我感到很困惑，好像又回到了原点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们需要搞清楚这个内在评判声音的由来。【过度解读“超我”的“威胁”，忽略“本我”的感受】本我与超我的概念是心理学家弗洛伊德的经典概念，简单的来讲，一个人内在分为本我、自我、超我三个部分。你的内在那个评判的声音就是超我，由道德、理性、约束等组成，每个人的本能的欲望、需求等组成了本我，而自我就是协调这两者之间的存在。",
    "annotation": [
      {
        "sentence": "首先，我们需要搞清楚这个内在评判声音的由来。",
        "label": ""
      },
      {
        "sentence": "【过度解读“超我”的“威胁”，忽略“本我”的感受】本我与超我的概念是心理学家弗洛伊德的经典概念，简单的来讲，一个人内在分为本我、自我、超我三个部分。",
        "label": ""
      },
      {
        "sentence": "你的内在那个评判的声音就是超我，由道德、理性、约束等组成，每个人的本能的欲望、需求等组成了本我，而自我就是协调这两者之间的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白这个概念，是超我与本我之间的冲突导致了我的困惑。那么，这个评判声音为什么会让我如此听从呢？",
    "annotation": [
      {
        "sentence": "我明白这个概念，是超我与本我之间的冲突导致了我的困惑。",
        "label": ""
      },
      {
        "sentence": "那么，这个评判声音为什么会让我如此听从呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的提问可以看出，你已经有良好的内在觉察，知道自己听从别人的行为是因为内化了一个评判的声音。我们深入分析，其实你对这个评判声音的服从，就是对这个声音背后建立的某种恐惧和担忧建立了联系，在你的潜意识中，一旦你不服从这个指令，就会产生担忧、害怕、内疚甚至是恐惧。",
    "annotation": [
      {
        "sentence": "从你的提问可以看出，你已经有良好的内在觉察，知道自己听从别人的行为是因为内化了一个评判的声音。",
        "label": ""
      },
      {
        "sentence": "我们深入分析，其实你对这个评判声音的服从，就是对这个声音背后建立的某种恐惧和担忧建立了联系，在你的潜意识中，一旦你不服从这个指令，就会产生担忧、害怕、内疚甚至是恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是因为恐惧和担忧的原因导致我听从这个声音。那么应该怎么去和解这个源头呢？",
    "annotation": [
      {
        "sentence": "原来是因为恐惧和担忧的原因导致我听从这个声音。",
        "label": ""
      },
      {
        "sentence": "那么应该怎么去和解这个源头呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因此，我们需要向内探索，找到这个让你困扰的声音的源头，并试图与这个源头进行和解。此时，你会发现自己的向内觉察又深入了一层，因为你终于明白自己为什么要服从于这个声音。除了了解“超我”中的这个源头，还要帮助自己打开“本我”的枷锁，长久以来，你已经将真实的自己捆起来，感受不到自己内在的需求，感受不到内在的欲望，现在需要你砸碎这把枷锁，重新认清自己，拥抱自己的欲望，大胆的表达出来。挖掘“超我”，解放“本我”是双管齐下的事情。",
    "annotation": [
      {
        "sentence": "因此，我们需要向内探索，找到这个让你困扰的声音的源头，并试图与这个源头进行和解。",
        "label": ""
      },
      {
        "sentence": "此时，你会发现自己的向内觉察又深入了一层，因为你终于明白自己为什么要服从于这个声音。",
        "label": ""
      },
      {
        "sentence": "除了了解“超我”中的这个源头，还要帮助自己打开“本我”的枷锁，长久以来，你已经将真实的自己捆起来，感受不到自己内在的需求，感受不到内在的欲望，现在需要你砸碎这把枷锁，重新认清自己，拥抱自己的欲望，大胆的表达出来。",
        "label": ""
      },
      {
        "sentence": "挖掘“超我”，解放“本我”是双管齐下的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，要找到这个源头并与它进行和解，还要打开被捆绑的真实自己。听你这么说，我感觉自己的觉察又进一步了。那么，怎样才能实现觉察的改变呢？",
    "annotation": [
      {
        "sentence": "我明白了，要找到这个源头并与它进行和解，还要打开被捆绑的真实自己。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我感觉自己的觉察又进一步了。",
        "label": ""
      },
      {
        "sentence": "那么，怎样才能实现觉察的改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找到了源头，知道了原理，其实就是觉察改变的过程，其实在当你明白和理解这个内在的声音为何而来，觉察就已经开始了，觉察就是改变的第一步，也是最重要的一步。从此以后，就变成了本我与超我的战场。这其实和自我接纳是同样的道理，只不过之前的自我接纳，你可能在尝试接纳自己内在的这个声音，但是现在的接纳是去接纳自己那些被压抑已久的欲望和需求，这是每个人的权利。每个人都有追逐自我的权利。",
    "annotation": [
      {
        "sentence": "找到了源头，知道了原理，其实就是觉察改变的过程，其实在当你明白和理解这个内在的声音为何而来，觉察就已经开始了，觉察就是改变的第一步，也是最重要的一步。",
        "label": ""
      },
      {
        "sentence": "从此以后，就变成了本我与超我的战场。",
        "label": ""
      },
      {
        "sentence": "这其实和自我接纳是同样的道理，只不过之前的自我接纳，你可能在尝试接纳自己内在的这个声音，但是现在的接纳是去接纳自己那些被压抑已久的欲望和需求，这是每个人的权利。",
        "label": ""
      },
      {
        "sentence": "每个人都有追逐自我的权利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，觉察是改变的第一步，而且接纳自己的欲望和需求是每个人的权利。但是在追求自己内在的需求时，我还会被那个声音威胁和指责。怎样才能降低这个声音的影响？",
    "annotation": [
      {
        "sentence": "我明白了，觉察是改变的第一步，而且接纳自己的欲望和需求是每个人的权利。",
        "label": ""
      },
      {
        "sentence": "但是在追求自己内在的需求时，我还会被那个声音威胁和指责。",
        "label": ""
      },
      {
        "sentence": "怎样才能降低这个声音的影响？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许，刚刚开始你仍然会困顿，仍然会在追求自己内在需求时，发现这个声音跳脱出来，想要“威胁”你，“指责”你，但是此时的你会迅速觉察，并告诉自己：“这些声音是从小就套在我身上的枷锁，我要打破它。我要去追求自己的内在需求。”每当这样的时候就让自己反复去觉察，让自己看到这个声音背后的运转模式，让自己清晰的知道自己的行为应该怎么来做。逐渐的，降低这个声音影响的频次，当内在的自我得到充分的尊重和发展时，就可以不需要你过多的觉察，这会成为你的自动化思维模式。",
    "annotation": [
      {
        "sentence": "也许，刚刚开始你仍然会困顿，仍然会在追求自己内在需求时，发现这个声音跳脱出来，想要“威胁”你，“指责”你，但是此时的你会迅速觉察，并告诉自己：“这些声音是从小就套在我身上的枷锁，我要打破它。",
        "label": ""
      },
      {
        "sentence": "我要去追求自己的内在需求。",
        "label": ""
      },
      {
        "sentence": "”每当这样的时候就让自己反复去觉察，让自己看到这个声音背后的运转模式，让自己清晰的知道自己的行为应该怎么来做。",
        "label": ""
      },
      {
        "sentence": "逐渐的，降低这个声音影响的频次，当内在的自我得到充分的尊重和发展时，就可以不需要你过多的觉察，这会成为你的自动化思维模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，觉察的过程是关键，我会反复去觉察这个声音的运转模式，并让自己清晰地知道应该怎么去行动。那么，在觉察的力量下，这个声音会不会完全消失呢？",
    "annotation": [
      {
        "sentence": "我明白了，觉察的过程是关键，我会反复去觉察这个声音的运转模式，并让自己清晰地知道应该怎么去行动。",
        "label": ""
      },
      {
        "sentence": "那么，在觉察的力量下，这个声音会不会完全消失呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，值得提醒的是，不要指望一两次觉察就会让自己彻底改变，也许这个声音会伴随你终生，但是在觉察的力量下，它对你的影响会越来越小，直至最后与你和平共处，变成真正的“接纳”。希望我的回复对你有所启发。",
    "annotation": [
      {
        "sentence": "当然，值得提醒的是，不要指望一两次觉察就会让自己彻底改变，也许这个声音会伴随你终生，但是在觉察的力量下，它对你的影响会越来越小，直至最后与你和平共处，变成真正的“接纳”。",
        "label": ""
      },
      {
        "sentence": "希望我的回复对你有所启发。",
        "label": ""
      }
    ]
  }
]