[
  {
    "role": "client",
    "content": "不想找任何人又想找他们一起玩，感觉自己心理有问题？你好！最近感到非常的不自在。然后会因为一些外界的影响而引发一些思考或者幻想。一下多愁伤感，一下孤际傲世。多愁伤感的时候，有些难受，老是想些奇奇怪怪，不好的事情。比如想自己没人陪伴很孤单，和不想离开她。孤际傲世的时候，仿佛看破了红尘，感觉所有人都不那么重要，心中的语气变的坚定不拔，想要反驳一切。态度转变的非常快，最近也比较晚睡，感觉精力旺盛，晚上睡觉经常翻来覆去，一直在想事情。现在平静了，不会有那种自我认为的极端情绪。我担心自己心理有问题。所以想请求帮助，今年我才17周岁（男），我不想一直矛盾，导致人格分裂什么的。现在我很少和外界有交流，除了工作，下班后无人陪我聊天，我又不想找任何人，感觉没有自己一个人好，又想找他们一起玩。十分矛盾。想请求大家的帮助，谢谢！",
    "annotation": [
      {
        "sentence": "不想找任何人又想找他们一起玩，感觉自己心理有问题？",
        "label": ""
      },
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "最近感到非常的不自在。",
        "label": ""
      },
      {
        "sentence": "然后会因为一些外界的影响而引发一些思考或者幻想。",
        "label": ""
      },
      {
        "sentence": "一下多愁伤感，一下孤际傲世。",
        "label": ""
      },
      {
        "sentence": "多愁伤感的时候，有些难受，老是想些奇奇怪怪，不好的事情。",
        "label": ""
      },
      {
        "sentence": "比如想自己没人陪伴很孤单，和不想离开她。",
        "label": ""
      },
      {
        "sentence": "孤际傲世的时候，仿佛看破了红尘，感觉所有人都不那么重要，心中的语气变的坚定不拔，想要反驳一切。",
        "label": ""
      },
      {
        "sentence": "态度转变的非常快，最近也比较晚睡，感觉精力旺盛，晚上睡觉经常翻来覆去，一直在想事情。",
        "label": ""
      },
      {
        "sentence": "现在平静了，不会有那种自我认为的极端情绪。",
        "label": ""
      },
      {
        "sentence": "我担心自己心理有问题。",
        "label": ""
      },
      {
        "sentence": "所以想请求帮助，今年我才17周岁（男），我不想一直矛盾，导致人格分裂什么的。",
        "label": ""
      },
      {
        "sentence": "现在我很少和外界有交流，除了工作，下班后无人陪我聊天，我又不想找任何人，感觉没有自己一个人好，又想找他们一起玩。",
        "label": ""
      },
      {
        "sentence": "十分矛盾。",
        "label": ""
      },
      {
        "sentence": "想请求大家的帮助，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！能感觉到你最近的情绪状况不太好，可能有发生了一些事情导致了这样的情况吗？是工作方面还是恋爱方面还是其他的原因呢？或者两者都有？每个人都有各种各样的人际关系，如果关系不和谐，就容易出现情绪问题。我们每个人都需要朋友，需要和各种关系保持良好的联系，包括亲情、爱情和友情。想和别人交往是正常的本能，如果我们对人际关系缺乏信心，可能就会退缩。你能回想一下这个情况出现了多久了吗？如果已经持续了很长时间，并且对你的日常生活造成了影响，我建议你抓紧时间去专业的心理咨询或治疗机构寻求帮助。但如果只是最近两天的情况，我建议你采取一些自我调整的方法，比如：一、转移注意力，做自己喜欢的事情；二、进行运动或者努力工作，将不良情绪转化为积极的能量；三、做一些改变，可能是大的改变也可能是小的改变，比如旅行、走一条平时没有走过的路，或者改变一下自己房间的装饰等；四、学习一些人际交往的技巧。特定的问题需要特定的解决方法。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "能感觉到你最近的情绪状况不太好，可能有发生了一些事情导致了这样的情况吗？",
        "label": ""
      },
      {
        "sentence": "是工作方面还是恋爱方面还是其他的原因呢？",
        "label": ""
      },
      {
        "sentence": "或者两者都有？",
        "label": ""
      },
      {
        "sentence": "每个人都有各种各样的人际关系，如果关系不和谐，就容易出现情绪问题。",
        "label": ""
      },
      {
        "sentence": "我们每个人都需要朋友，需要和各种关系保持良好的联系，包括亲情、爱情和友情。",
        "label": ""
      },
      {
        "sentence": "想和别人交往是正常的本能，如果我们对人际关系缺乏信心，可能就会退缩。",
        "label": ""
      },
      {
        "sentence": "你能回想一下这个情况出现了多久了吗？",
        "label": ""
      },
      {
        "sentence": "如果已经持续了很长时间，并且对你的日常生活造成了影响，我建议你抓紧时间去专业的心理咨询或治疗机构寻求帮助。",
        "label": ""
      },
      {
        "sentence": "但如果只是最近两天的情况，我建议你采取一些自我调整的方法，比如：一、转移注意力，做自己喜欢的事情；二、进行运动或者努力工作，将不良情绪转化为积极的能量；三、做一些改变，可能是大的改变也可能是小的改变，比如旅行、走一条平时没有走过的路，或者改变一下自己房间的装饰等；四、学习一些人际交往的技巧。",
        "label": ""
      },
      {
        "sentence": "特定的问题需要特定的解决方法。",
        "label": ""
      }
    ]
  }
]