[
  {
    "role": "client",
    "content": "在感情里，我总觉得自己是不幸的，对未来也很悲观？",
    "annotation": [
      {
        "sentence": "在感情里，我总觉得自己是不幸的，对未来也很悲观？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的困惑。问题分析：在高中时喜欢上了一个男生，他总是你的发脾气，让你感到很卑微，认为自己时不值得被爱的，后来经过朋友介绍了一个男生，在你们的交往中，你的体验是受到忽视的、不够亲密的。这样看起来，你遇到的两个男生似乎有一些共性：都是对你不够好的。而你似乎总是会在不知不觉中吸引到类似的男生。在你的成长经历中，父亲与你的关系是怎样的呢？或许你的在原生家庭中的早年经历，抚养者对待你的态度是不够关注的，没有给到你无条件的爱，你需要通过讨好来小心翼翼的获得抚养者的关爱和照顾。于是在你的内心产生了一种自我否定的认知，并把这种认知呈现在每段亲密关系中，把早年的经历投射到现在的关系上，每一次感到到不被爱，就会加强这个认知的牢固性。在关系中因为比较缺乏安全感，就会去不停的追问求证对方对你的态度和爱，所以引发了频繁的争吵，当你们分手后，你更是开始迷茫，对亲密关系的建立也感到束手无策。",
    "annotation": [
      {
        "sentence": "很理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "问题分析：在高中时喜欢上了一个男生，他总是你的发脾气，让你感到很卑微，认为自己时不值得被爱的，后来经过朋友介绍了一个男生，在你们的交往中，你的体验是受到忽视的、不够亲密的。",
        "label": ""
      },
      {
        "sentence": "这样看起来，你遇到的两个男生似乎有一些共性：都是对你不够好的。",
        "label": ""
      },
      {
        "sentence": "而你似乎总是会在不知不觉中吸引到类似的男生。",
        "label": ""
      },
      {
        "sentence": "在你的成长经历中，父亲与你的关系是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "或许你的在原生家庭中的早年经历，抚养者对待你的态度是不够关注的，没有给到你无条件的爱，你需要通过讨好来小心翼翼的获得抚养者的关爱和照顾。",
        "label": ""
      },
      {
        "sentence": "于是在你的内心产生了一种自我否定的认知，并把这种认知呈现在每段亲密关系中，把早年的经历投射到现在的关系上，每一次感到到不被爱，就会加强这个认知的牢固性。",
        "label": ""
      },
      {
        "sentence": "在关系中因为比较缺乏安全感，就会去不停的追问求证对方对你的态度和爱，所以引发了频繁的争吵，当你们分手后，你更是开始迷茫，对亲密关系的建立也感到束手无策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实在感情里容易吸引到那些对我不好的人。我父亲对我的关系并不好，他很少关注我，也没有给我无条件的爱。我一直以为这是正常的，但现在我意识到这可能是影响我现在的亲密关系的原因。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实在感情里容易吸引到那些对我不好的人。",
        "label": ""
      },
      {
        "sentence": "我父亲对我的关系并不好，他很少关注我，也没有给我无条件的爱。",
        "label": ""
      },
      {
        "sentence": "我一直以为这是正常的，但现在我意识到这可能是影响我现在的亲密关系的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，父爱在我们成长过程中扮演着非常重要的角色。如果我们的父亲对我们的关注和爱不足，就很容易导致我们在日后的亲密关系中感到不安全。但是，我们可以通过接纳自己并建立自我价值感来改变这种情况。当我们能够通过提升自己的各个方面，建立一个稳定的内在自我评价系统时，我们就可以自己给自己爱，并稳定而持久地滋养自己。",
    "annotation": [
      {
        "sentence": "是的，父爱在我们成长过程中扮演着非常重要的角色。",
        "label": ""
      },
      {
        "sentence": "如果我们的父亲对我们的关注和爱不足，就很容易导致我们在日后的亲密关系中感到不安全。",
        "label": ""
      },
      {
        "sentence": "但是，我们可以通过接纳自己并建立自我价值感来改变这种情况。",
        "label": ""
      },
      {
        "sentence": "当我们能够通过提升自己的各个方面，建立一个稳定的内在自我评价系统时，我们就可以自己给自己爱，并稳定而持久地滋养自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要从内心开始接纳和爱自己。但是，在选择对象时，我应该考虑哪些因素呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要从内心开始接纳和爱自己。",
        "label": ""
      },
      {
        "sentence": "但是，在选择对象时，我应该考虑哪些因素呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在挑选对象时，可以回顾之前的关系，总结影响你们关系建立和发展的因素。除此之外，你也可以阅读一些关于有效沟通的书籍来调整你的表达方式。有效的沟通可以满足彼此的需求，从而建立一段和谐长久的关系。",
    "annotation": [
      {
        "sentence": "在挑选对象时，可以回顾之前的关系，总结影响你们关系建立和发展的因素。",
        "label": ""
      },
      {
        "sentence": "除此之外，你也可以阅读一些关于有效沟通的书籍来调整你的表达方式。",
        "label": ""
      },
      {
        "sentence": "有效的沟通可以满足彼此的需求，从而建立一段和谐长久的关系。",
        "label": ""
      }
    ]
  }
]