[
  {
    "role": "client",
    "content": "我是一名14岁女生，在体育考试前非常焦虑和紧张，莫名其妙地想哭。我准确来说是个胖女生，尽管我尝试过减肥，但是没有效果。我无法控制自己的体重，初一的时候我就跟不上跑操，初二和初三的同学们都嘲笑我。那时候我非常自卑，经常想哭，但是又不能哭。所以我每天早起去体育场锻炼，不管是否上学。现在我能跟上跑操了，自己也算是付出了一点努力。尽管如此，我一个人跑步的时候还是非常害怕，因为所有人都在嘲笑我，我实在是跑不快。但是我还是坚持下来了。现在距离体育中考就剩不多时间了，在疫情期间我一直在家，所以体重又胖了。天气变冷，压力也逐渐增大，我变得越来越没有自信。每天晚上我都睡不好觉，都在想明天的事情，焦虑感越来越强烈，晚上经常失眠，所以上学的时候就会感到非常疲惫。最近几天我加强了一些锻炼，每天早上都去体育场锻炼，但是心里还是没有把握。我经常想如果我不这么胖的话，会不会好一点。我感到莫名其妙的焦虑，想哭，但是哭不出来。我很努力地想超越自己，但是真的不知道该怎么做。现在的生活失去了目标和希望，我像个行尸走肉一样，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是一名14岁女生，在体育考试前非常焦虑和紧张，莫名其妙地想哭。",
        "label": ""
      },
      {
        "sentence": "我准确来说是个胖女生，尽管我尝试过减肥，但是没有效果。",
        "label": ""
      },
      {
        "sentence": "我无法控制自己的体重，初一的时候我就跟不上跑操，初二和初三的同学们都嘲笑我。",
        "label": ""
      },
      {
        "sentence": "那时候我非常自卑，经常想哭，但是又不能哭。",
        "label": ""
      },
      {
        "sentence": "所以我每天早起去体育场锻炼，不管是否上学。",
        "label": ""
      },
      {
        "sentence": "现在我能跟上跑操了，自己也算是付出了一点努力。",
        "label": ""
      },
      {
        "sentence": "尽管如此，我一个人跑步的时候还是非常害怕，因为所有人都在嘲笑我，我实在是跑不快。",
        "label": ""
      },
      {
        "sentence": "但是我还是坚持下来了。",
        "label": ""
      },
      {
        "sentence": "现在距离体育中考就剩不多时间了，在疫情期间我一直在家，所以体重又胖了。",
        "label": ""
      },
      {
        "sentence": "天气变冷，压力也逐渐增大，我变得越来越没有自信。",
        "label": ""
      },
      {
        "sentence": "每天晚上我都睡不好觉，都在想明天的事情，焦虑感越来越强烈，晚上经常失眠，所以上学的时候就会感到非常疲惫。",
        "label": ""
      },
      {
        "sentence": "最近几天我加强了一些锻炼，每天早上都去体育场锻炼，但是心里还是没有把握。",
        "label": ""
      },
      {
        "sentence": "我经常想如果我不这么胖的话，会不会好一点。",
        "label": ""
      },
      {
        "sentence": "我感到莫名其妙的焦虑，想哭，但是哭不出来。",
        "label": ""
      },
      {
        "sentence": "我很努力地想超越自己，但是真的不知道该怎么做。",
        "label": ""
      },
      {
        "sentence": "现在的生活失去了目标和希望，我像个行尸走肉一样，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您描述坚持跑操的事情中我看到了一个坚持不懈的人，只要有目标，就能够继续努力并成功。人们焦虑是因为对未来不确定，一直担心。您的焦虑主要来自于对体育中考成绩的担忧，对自己的缺乏信心。与其一直担忧未来，不如把注意力转移到如何实现目标上。因为我相信，一旦您设定了目标，您一定会坚持努力去实现。在我们还没有确定未来规划之前，先制定一些小目标，针对自己当前的状况。例如，对于中考体育成绩，设定一个目标，制定每日行动计划和每个阶段需要达到的成绩。当您把注意力全部集中在目标和如何实现上时，相信您的焦虑会减少（我希望是减少而不是消失，因为适当的焦虑可以给我们适当的压力，让我们有更强的动力去实现目标）。每当因为您的坚持和努力获得一点进步时，都会给你带来不一样的感受。当这种感受累积到一定程度时，您会对自己的人生有新的体验。",
    "annotation": [
      {
        "sentence": "从您描述坚持跑操的事情中我看到了一个坚持不懈的人，只要有目标，就能够继续努力并成功。",
        "label": ""
      },
      {
        "sentence": "人们焦虑是因为对未来不确定，一直担心。",
        "label": ""
      },
      {
        "sentence": "您的焦虑主要来自于对体育中考成绩的担忧，对自己的缺乏信心。",
        "label": ""
      },
      {
        "sentence": "与其一直担忧未来，不如把注意力转移到如何实现目标上。",
        "label": ""
      },
      {
        "sentence": "因为我相信，一旦您设定了目标，您一定会坚持努力去实现。",
        "label": ""
      },
      {
        "sentence": "在我们还没有确定未来规划之前，先制定一些小目标，针对自己当前的状况。",
        "label": ""
      },
      {
        "sentence": "例如，对于中考体育成绩，设定一个目标，制定每日行动计划和每个阶段需要达到的成绩。",
        "label": ""
      },
      {
        "sentence": "当您把注意力全部集中在目标和如何实现上时，相信您的焦虑会减少（我希望是减少而不是消失，因为适当的焦虑可以给我们适当的压力，让我们有更强的动力去实现目标）。",
        "label": ""
      },
      {
        "sentence": "每当因为您的坚持和努力获得一点进步时，都会给你带来不一样的感受。",
        "label": ""
      },
      {
        "sentence": "当这种感受累积到一定程度时，您会对自己的人生有新的体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白了，我需要明确我的目标并制定行动计划。但是我还是害怕失败，因为以前经历了很多嘲笑和自卑，我怕自己无法成功，这种焦虑如何才能克服呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要明确我的目标并制定行动计划。",
        "label": ""
      },
      {
        "sentence": "但是我还是害怕失败，因为以前经历了很多嘲笑和自卑，我怕自己无法成功，这种焦虑如何才能克服呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是理解的，但是不要让过去的经历限制住你。我们每个人都会经历失败和困难，但是这并不代表我们不能取得成功。尝试去超越过去的失败和消极情绪，抱有积极的态度。相信自己的能力和潜力，你是有能力克服困难并取得成功的。同时，不要把失败看作是否定你的价值和能力，失败是成功的一个过程，一个学习的机会。当你在路上遇到困难时，回想一下你跨过了多少个障碍，取得了多少个小的成绩。这样的回顾会让你更有信心并积极面对未来。",
    "annotation": [
      {
        "sentence": "这是理解的，但是不要让过去的经历限制住你。",
        "label": ""
      },
      {
        "sentence": "我们每个人都会经历失败和困难，但是这并不代表我们不能取得成功。",
        "label": ""
      },
      {
        "sentence": "尝试去超越过去的失败和消极情绪，抱有积极的态度。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力和潜力，你是有能力克服困难并取得成功的。",
        "label": ""
      },
      {
        "sentence": "同时，不要把失败看作是否定你的价值和能力，失败是成功的一个过程，一个学习的机会。",
        "label": ""
      },
      {
        "sentence": "当你在路上遇到困难时，回想一下你跨过了多少个障碍，取得了多少个小的成绩。",
        "label": ""
      },
      {
        "sentence": "这样的回顾会让你更有信心并积极面对未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能被过去困住，我要积极面对未来，并相信自己的能力。我觉得很受鼓舞，谢谢你的支持和理解。现在我决心制定一个详细的行动计划，专注于实现我的目标。我要告诉自己每一天都是克服困难，实现梦想的一步。",
    "annotation": [
      {
        "sentence": "你说得对，我不能被过去困住，我要积极面对未来，并相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "我觉得很受鼓舞，谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "现在我决心制定一个详细的行动计划，专注于实现我的目标。",
        "label": ""
      },
      {
        "sentence": "我要告诉自己每一天都是克服困难，实现梦想的一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你的态度很积极，这会给你带来更好的结果。坚持下去，并在行动计划中设定合理的目标，逐步实现你的目标。当你面对困难时，记住你所经历的一切，它们会激励你继续前进。只要你相信自己，没有什么是不可能的。祝愿你在体育中考中取得出色的成绩！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你的态度很积极，这会给你带来更好的结果。",
        "label": ""
      },
      {
        "sentence": "坚持下去，并在行动计划中设定合理的目标，逐步实现你的目标。",
        "label": ""
      },
      {
        "sentence": "当你面对困难时，记住你所经历的一切，它们会激励你继续前进。",
        "label": ""
      },
      {
        "sentence": "只要你相信自己，没有什么是不可能的。",
        "label": ""
      },
      {
        "sentence": "祝愿你在体育中考中取得出色的成绩！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和祝福！我会努力去实现我的目标，并相信自己的潜力。再次感谢你的支持和理解！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会努力去实现我的目标，并相信自己的潜力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和理解！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我一直会在你身边支持你。如果你需要任何帮助或者有任何问题，随时都可以来找我。祝福你取得令人骄傲的成绩！ 加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我一直会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你取得令人骄傲的成绩！",
        "label": ""
      },
      {
        "sentence": " 加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会时刻记住你的话语，带着自信和勇气继续向前。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的话语，带着自信和勇气继续向前。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！记住，坚持下去，相信自己，你一定能够实现自己的目标。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "记住，坚持下去，相信自己，你一定能够实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]