[
  {
    "role": "client",
    "content": "初三女生，有厌学心理，成绩下降了很多，怎么办？",
    "annotation": [
      {
        "sentence": "初三女生，有厌学心理，成绩下降了很多，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位同学，跨入初三面对着马上就要升学考试了，这本身就是一件让人感到压力很大的事情。再加上老师和家长的重视和唠叨，周围的学习环境和学习气氛一定也是非常紧张的吧。再加上你是一个成绩很优秀的孩子，平时肯定也是对自己要求很严格的。在这样一个关键的时刻肯定也是一门心思想要往前冲，不敢掉以轻心，让自己落后。我能想象你感受到了很大的压力，真想来到你的身边，听你诉说你的烦恼。不知道你的学校里是否有专职的心理辅导老师。",
    "annotation": [
      {
        "sentence": "这位同学，跨入初三面对着马上就要升学考试了，这本身就是一件让人感到压力很大的事情。",
        "label": ""
      },
      {
        "sentence": "再加上老师和家长的重视和唠叨，周围的学习环境和学习气氛一定也是非常紧张的吧。",
        "label": ""
      },
      {
        "sentence": "再加上你是一个成绩很优秀的孩子，平时肯定也是对自己要求很严格的。",
        "label": ""
      },
      {
        "sentence": "在这样一个关键的时刻肯定也是一门心思想要往前冲，不敢掉以轻心，让自己落后。",
        "label": ""
      },
      {
        "sentence": "我能想象你感受到了很大的压力，真想来到你的身边，听你诉说你的烦恼。",
        "label": ""
      },
      {
        "sentence": "不知道你的学校里是否有专职的心理辅导老师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，学校有心理辅导老师，但我一直没有去找他，不知道应该怎样开口。",
    "annotation": [
      {
        "sentence": "是的，学校有心理辅导老师，但我一直没有去找他，不知道应该怎样开口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "像你现在的这种状态，一想到上学就充满了恐惧和忐忑，光想想就会哭，感到内心里特别的压抑。似乎情绪已经对你产生了很大的困扰。我建议你可以去向你们学校的心理老师去寻求帮助。那面对这样的一种状况。我们自己也要学会做好自己的心理调试。首先我们要接纳自己的这种状况，允许自己有这种很丧很挫败很焦虑的状态。想要哭就哭，没有什么应该和不应该的。把自己的这一段心理状态都如实的描写出来，用日记的方式尽情的表达出来。不要对自己很多的苛责和条条框框，也不要有很多的应该和不应该，就把你的内心状态如实写出来就好了。其次，我们也可以找身边的人寻求帮助。可以向自己的父母和自己的好朋友去倾诉自己的内心的痛苦，把自己的脆弱无助展现在他们的面前，并向他们寻求帮助。",
    "annotation": [
      {
        "sentence": "像你现在的这种状态，一想到上学就充满了恐惧和忐忑，光想想就会哭，感到内心里特别的压抑。",
        "label": ""
      },
      {
        "sentence": "似乎情绪已经对你产生了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "我建议你可以去向你们学校的心理老师去寻求帮助。",
        "label": ""
      },
      {
        "sentence": "那面对这样的一种状况。",
        "label": ""
      },
      {
        "sentence": "我们自己也要学会做好自己的心理调试。",
        "label": ""
      },
      {
        "sentence": "首先我们要接纳自己的这种状况，允许自己有这种很丧很挫败很焦虑的状态。",
        "label": ""
      },
      {
        "sentence": "想要哭就哭，没有什么应该和不应该的。",
        "label": ""
      },
      {
        "sentence": "把自己的这一段心理状态都如实的描写出来，用日记的方式尽情的表达出来。",
        "label": ""
      },
      {
        "sentence": "不要对自己很多的苛责和条条框框，也不要有很多的应该和不应该，就把你的内心状态如实写出来就好了。",
        "label": ""
      },
      {
        "sentence": "其次，我们也可以找身边的人寻求帮助。",
        "label": ""
      },
      {
        "sentence": "可以向自己的父母和自己的好朋友去倾诉自己的内心的痛苦，把自己的脆弱无助展现在他们的面前，并向他们寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直以来都对自己很苛刻，觉得只有成绩好才有价值，但现在我觉得自己一无是处，非常没用。",
    "annotation": [
      {
        "sentence": "我一直以来都对自己很苛刻，觉得只有成绩好才有价值，但现在我觉得自己一无是处，非常没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "全面正确的看待自己。问问自己是不是在自己的内心里，就是用成绩来衡量自己的一切。为什么不能允许自己的成绩不理想。不理想又代表了什么？如果自己的成绩差，最坏的结果又是什么呢？在你的内心里面，一定是对自己非常的苛刻和严格的吧。试着找一下自己，除了学习之外，还有什么其他的优点和兴趣。人的价值感不应该只来源于一个方面。当然学习也是非常重要的，但也没有那么重要。我们当然可以要求自己学习要好。可以为学习这件事情拼尽力气，但也不应该把学习等同于你自己。学习只是你在做的一件事情。事情当然是有好有坏的，但是你这个人照样有价值。凡事尽力而为，结果顺其自然。",
    "annotation": [
      {
        "sentence": "全面正确的看待自己。",
        "label": ""
      },
      {
        "sentence": "问问自己是不是在自己的内心里，就是用成绩来衡量自己的一切。",
        "label": ""
      },
      {
        "sentence": "为什么不能允许自己的成绩不理想。",
        "label": ""
      },
      {
        "sentence": "不理想又代表了什么？",
        "label": ""
      },
      {
        "sentence": "如果自己的成绩差，最坏的结果又是什么呢？",
        "label": ""
      },
      {
        "sentence": "在你的内心里面，一定是对自己非常的苛刻和严格的吧。",
        "label": ""
      },
      {
        "sentence": "试着找一下自己，除了学习之外，还有什么其他的优点和兴趣。",
        "label": ""
      },
      {
        "sentence": "人的价值感不应该只来源于一个方面。",
        "label": ""
      },
      {
        "sentence": "当然学习也是非常重要的，但也没有那么重要。",
        "label": ""
      },
      {
        "sentence": "我们当然可以要求自己学习要好。",
        "label": ""
      },
      {
        "sentence": "可以为学习这件事情拼尽力气，但也不应该把学习等同于你自己。",
        "label": ""
      },
      {
        "sentence": "学习只是你在做的一件事情。",
        "label": ""
      },
      {
        "sentence": "事情当然是有好有坏的，但是你这个人照样有价值。",
        "label": ""
      },
      {
        "sentence": "凡事尽力而为，结果顺其自然。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的很谢谢你的鼓励和帮助，我会试着接受自己的不完美，不再对成绩过于苛责，也会尝试多关注自己的其他兴趣和优点。",
    "annotation": [
      {
        "sentence": "真的很谢谢你的鼓励和帮助，我会试着接受自己的不完美，不再对成绩过于苛责，也会尝试多关注自己的其他兴趣和优点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你来说现在应该要处理好自己的情绪心情。再来面对学习上的事情。告诉自己，焦虑是可以有的，悲伤也是可以的。所以出现在你身上的事情都是被允许的。如果压力很大的时候，我们可以选择一些方式来让自己放松，比如听一些自己喜欢听的音乐，和朋友们倾诉，找一些运动来释放自己的压力，做一些自己想做的事情，每天抽一点时间到户外去走一走。其实我们也可以用腹式呼吸来缓解自己的压力，每天坚持练5分钟就可以有效果。也可以用肌肉渐进放松法，让自己的身体不处于紧绷的状态。听听冥想也是一个非常不错的选择。希望我的回答能带给你些帮助。如果你还有其他疑问或需要进一步的支持，随时都可以告诉我。",
    "annotation": [
      {
        "sentence": "对于你来说现在应该要处理好自己的情绪心情。",
        "label": ""
      },
      {
        "sentence": "再来面对学习上的事情。",
        "label": ""
      },
      {
        "sentence": "告诉自己，焦虑是可以有的，悲伤也是可以的。",
        "label": ""
      },
      {
        "sentence": "所以出现在你身上的事情都是被允许的。",
        "label": ""
      },
      {
        "sentence": "如果压力很大的时候，我们可以选择一些方式来让自己放松，比如听一些自己喜欢听的音乐，和朋友们倾诉，找一些运动来释放自己的压力，做一些自己想做的事情，每天抽一点时间到户外去走一走。",
        "label": ""
      },
      {
        "sentence": "其实我们也可以用腹式呼吸来缓解自己的压力，每天坚持练5分钟就可以有效果。",
        "label": ""
      },
      {
        "sentence": "也可以用肌肉渐进放松法，让自己的身体不处于紧绷的状态。",
        "label": ""
      },
      {
        "sentence": "听听冥想也是一个非常不错的选择。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能带给你些帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他疑问或需要进一步的支持，随时都可以告诉我。",
        "label": ""
      }
    ]
  }
]