[
  {
    "role": "client",
    "content": "我16岁女愧疚，现在一个人在长椅上待着，明天怎么办？因为愧疚不想回家里。因为在老师面前没忍住掉泪了不想去学校，也讨厌同学和自卑不想去。愧疚是因为觉得自己很糟糕也确实这样自己之前还因为在学校老想自杀请了半年假，期间把屋里东西都摔了一遍自暴自弃还对父母说了很多过分的话，又因为父母实在太好就。掉眼泪是因为老师问我心理的事了但当时没忍住就是想赶紧回家说了。我对知道这事儿的人都挺排斥的。现在一个人在长椅上呆着离家里和学校都蛮远应该回不去在想明天怎么办。我不可能一直在外边待着本来计划今天磕农药但这玩意儿闻起来就有丶刺鼻还有点让人犯头疼联想到喝了之后肯定会很难受就又不想了。真就活不想活死不敢死。",
    "annotation": [
      {
        "sentence": "我16岁女愧疚，现在一个人在长椅上待着，明天怎么办？",
        "label": ""
      },
      {
        "sentence": "因为愧疚不想回家里。",
        "label": ""
      },
      {
        "sentence": "因为在老师面前没忍住掉泪了不想去学校，也讨厌同学和自卑不想去。",
        "label": ""
      },
      {
        "sentence": "愧疚是因为觉得自己很糟糕也确实这样自己之前还因为在学校老想自杀请了半年假，期间把屋里东西都摔了一遍自暴自弃还对父母说了很多过分的话，又因为父母实在太好就。",
        "label": ""
      },
      {
        "sentence": "掉眼泪是因为老师问我心理的事了但当时没忍住就是想赶紧回家说了。",
        "label": ""
      },
      {
        "sentence": "我对知道这事儿的人都挺排斥的。",
        "label": ""
      },
      {
        "sentence": "现在一个人在长椅上呆着离家里和学校都蛮远应该回不去在想明天怎么办。",
        "label": ""
      },
      {
        "sentence": "我不可能一直在外边待着本来计划今天磕农药但这玩意儿闻起来就有丶刺鼻还有点让人犯头疼联想到喝了之后肯定会很难受就又不想了。",
        "label": ""
      },
      {
        "sentence": "真就活不想活死不敢死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我是你的支持者。听到你现在一个人在长椅上，我能感受到你内心的困扰和无助。首先，我想告诉你，不要过于苛责自己，你并不是一个糟糕的人。每个人都会有情绪低落和自卑的时候，这是很正常的事情。你说你之前想过自杀并请了半年假，这说明你曾经内心承受了很大的压力，但你通过找到我来寻求帮助，这已经是你积极应对的表现了。现在，你一个人在长椅上并不安全，我建议你找一个安全的地方，比如附近的酒店暂时住下来。你现在最需要的是保证自己的安全和情绪稳定，而不是消极地想着自我伤害。你可以选择先回家和父母沟通，因为他们是你最亲密的人，他们会理解你并愿意陪伴你度过难关的。如果你害怕打扰他们，也可以告诉我你的联系方式，我可以帮你与老师联系，寻找更好的解决方式。生病的时候我们可能会有一些过激的言行，这是正常的反应，你不必过于自责。如果你在和老师聊天的过程中遇到什么困难，也可以拨打110寻求帮助。你不是一个人，我们都在这里为你提供支持。请相信，明天会更好的。",
    "annotation": [
      {
        "sentence": "你好，我是你的支持者。",
        "label": ""
      },
      {
        "sentence": "听到你现在一个人在长椅上，我能感受到你内心的困扰和无助。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，不要过于苛责自己，你并不是一个糟糕的人。",
        "label": ""
      },
      {
        "sentence": "每个人都会有情绪低落和自卑的时候，这是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "你说你之前想过自杀并请了半年假，这说明你曾经内心承受了很大的压力，但你通过找到我来寻求帮助，这已经是你积极应对的表现了。",
        "label": ""
      },
      {
        "sentence": "现在，你一个人在长椅上并不安全，我建议你找一个安全的地方，比如附近的酒店暂时住下来。",
        "label": ""
      },
      {
        "sentence": "你现在最需要的是保证自己的安全和情绪稳定，而不是消极地想着自我伤害。",
        "label": ""
      },
      {
        "sentence": "你可以选择先回家和父母沟通，因为他们是你最亲密的人，他们会理解你并愿意陪伴你度过难关的。",
        "label": ""
      },
      {
        "sentence": "如果你害怕打扰他们，也可以告诉我你的联系方式，我可以帮你与老师联系，寻找更好的解决方式。",
        "label": ""
      },
      {
        "sentence": "生病的时候我们可能会有一些过激的言行，这是正常的反应，你不必过于自责。",
        "label": ""
      },
      {
        "sentence": "如果你在和老师聊天的过程中遇到什么困难，也可以拨打110寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你不是一个人，我们都在这里为你提供支持。",
        "label": ""
      },
      {
        "sentence": "请相信，明天会更好的。",
        "label": ""
      }
    ]
  }
]