[
  {
    "role": "client",
    "content": "最近患相亲恐惧症，电话恐惧症，怎么提升自信？",
    "annotation": [
      {
        "sentence": "最近患相亲恐惧症，电话恐惧症，怎么提升自信？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真读完你的文字，让我想起昨天在公园相亲角路过，耳边不时传来有房有车等等的信息，途中我们夫妻俩被老同事拉住聊天，随后被一群大妈围观的场景！说实话我当场略有些紧张，也有些好奇！",
    "annotation": [
      {
        "sentence": "认真读完你的文字，让我想起昨天在公园相亲角路过，耳边不时传来有房有车等等的信息，途中我们夫妻俩被老同事拉住聊天，随后被一群大妈围观的场景！",
        "label": ""
      },
      {
        "sentence": "说实话我当场略有些紧张，也有些好奇！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "35岁，相亲多年未成，相亲过程坎坷。有咖啡厅见面借口上厕所一去不复返的男的，有拒绝他后，频繁打电话发短信骚扰辱骂的，还遇到过第一次相亲对象借钱的…这些遭遇和相亲对象，让人觉得自尊心和自信心受挫，不愉快过程也让人有阴影。",
    "annotation": [
      {
        "sentence": "35岁，相亲多年未成，相亲过程坎坷。",
        "label": ""
      },
      {
        "sentence": "有咖啡厅见面借口上厕所一去不复返的男的，有拒绝他后，频繁打电话发短信骚扰辱骂的，还遇到过第一次相亲对象借钱的…这些遭遇和相亲对象，让人觉得自尊心和自信心受挫，不愉快过程也让人有阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听老同事介绍，那里的信息中女孩子众多，而且不乏如你这样的高学历高收入的。平时生活中，听到看到的也是如此，这就是目前的社会常态！不仅仅是你一个人身处这样的场景，先给你点温暖。不知道什么时候开始出现这样的状态，但记得已有好多年了，随着目前逐年婚姻离结率的升高，国家政府层面已经开始高度关注这一现象，我们当地妇联招募并培养了许多婚姻家庭指导师，入驻各区婚姻登记处，做好新婚夫妇的婚姻家庭生活指导、离婚夫妻的离婚调解等志愿工作，旨在希望通过我们的微薄之力能温暖、影响到一些人和家庭。",
    "annotation": [
      {
        "sentence": "听老同事介绍，那里的信息中女孩子众多，而且不乏如你这样的高学历高收入的。",
        "label": ""
      },
      {
        "sentence": "平时生活中，听到看到的也是如此，这就是目前的社会常态！",
        "label": ""
      },
      {
        "sentence": "不仅仅是你一个人身处这样的场景，先给你点温暖。",
        "label": ""
      },
      {
        "sentence": "不知道什么时候开始出现这样的状态，但记得已有好多年了，随着目前逐年婚姻离结率的升高，国家政府层面已经开始高度关注这一现象，我们当地妇联招募并培养了许多婚姻家庭指导师，入驻各区婚姻登记处，做好新婚夫妇的婚姻家庭生活指导、离婚夫妻的离婚调解等志愿工作，旨在希望通过我们的微薄之力能温暖、影响到一些人和家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "相亲介绍人通过不断打压女性成绩，灌输洗脑女性年纪大弱势，鄙视女性有要求就是挑剔，以及否定婚姻情感需求来实现劝告目的。我在不断调低对异性要求时，也慢慢对自己失去自信，怀疑自我价值。所有的工作成就，学业光环，几十年来勤奋刻苦力争上游的努力，在日益增长的年纪和婚姻未成的囧况里，变得一文不值。感觉人生观，价值观都崩溃了！！",
    "annotation": [
      {
        "sentence": "相亲介绍人通过不断打压女性成绩，灌输洗脑女性年纪大弱势，鄙视女性有要求就是挑剔，以及否定婚姻情感需求来实现劝告目的。",
        "label": ""
      },
      {
        "sentence": "我在不断调低对异性要求时，也慢慢对自己失去自信，怀疑自我价值。",
        "label": ""
      },
      {
        "sentence": "所有的工作成就，学业光环，几十年来勤奋刻苦力争上游的努力，在日益增长的年纪和婚姻未成的囧况里，变得一文不值。",
        "label": ""
      },
      {
        "sentence": "感觉人生观，价值观都崩溃了！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的这些感受我虽然不能感同身受，但能理解在坚持做自己和现实囧况中挣扎的纠结、痛苦和无奈，真的不容易啊！再次️面对优秀的你和现在的社会大环境，我给不了你两全其美的建议，但我想告诉你的是做自己，不要为了结婚而结婚，从而迷失了自己！你所说的相亲恐惧症、电话恐惧症，请问是你自己给自己贴的标签吗？还是有正规医院的专业医生给予的诊断？如是前者，建议慎贴标签，也不要让自己深陷其中，自己束缚自己！如是后者，可以与医生好好探讨探讨，或找专业的心理咨询师疏导疏导，看看如何帮助你缓解恐惧。",
    "annotation": [
      {
        "sentence": "你的这些感受我虽然不能感同身受，但能理解在坚持做自己和现实囧况中挣扎的纠结、痛苦和无奈，真的不容易啊！",
        "label": ""
      },
      {
        "sentence": "再次️面对优秀的你和现在的社会大环境，我给不了你两全其美的建议，但我想告诉你的是做自己，不要为了结婚而结婚，从而迷失了自己！",
        "label": ""
      },
      {
        "sentence": "你所说的相亲恐惧症、电话恐惧症，请问是你自己给自己贴的标签吗？",
        "label": ""
      },
      {
        "sentence": "还是有正规医院的专业医生给予的诊断？",
        "label": ""
      },
      {
        "sentence": "如是前者，建议慎贴标签，也不要让自己深陷其中，自己束缚自己！",
        "label": ""
      },
      {
        "sentence": "如是后者，可以与医生好好探讨探讨，或找专业的心理咨询师疏导疏导，看看如何帮助你缓解恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在的自我效能感很低，对工作，对学习，对自我，啥也不敢做，不敢想，都不敢幻想自己可以遇到好男人了。然而却也没办法潇洒拒绝相亲。所以恐惧！",
    "annotation": [
      {
        "sentence": "现在的自我效能感很低，对工作，对学习，对自我，啥也不敢做，不敢想，都不敢幻想自己可以遇到好男人了。",
        "label": ""
      },
      {
        "sentence": "然而却也没办法潇洒拒绝相亲。",
        "label": ""
      },
      {
        "sentence": "所以恐惧！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果现在还在频繁相亲中，建议你可以的话先暂停一段时间，让自己从这种状态中解脱出来，让自己冷静下来，重新思考思考……同时建议你走出你固有的工作、生活圈，去尝试一些你不熟悉或从没做过的事，多角度、多层次打开自己，去发现不一样的你！",
    "annotation": [
      {
        "sentence": "如果现在还在频繁相亲中，建议你可以的话先暂停一段时间，让自己从这种状态中解脱出来，让自己冷静下来，重新思考思考……同时建议你走出你固有的工作、生活圈，去尝试一些你不熟悉或从没做过的事，多角度、多层次打开自己，去发现不一样的你！",
        "label": ""
      }
    ]
  }
]