[
  {
    "role": "client",
    "content": "总是太在意别人，一个表情一句话，都害怕是讨厌我？每天都不开心，都很在意别人。别人的一个表情，一句话，一个眼神，一种语气，我都特别害怕是讨厌我，是我做错什么了，然后会一直想，搞得自己不开心。如果自己真的做错什么了，就会特别伤心，感觉有一块石头压在自己心里，一直想，很累。我知道别人可能也没有那么在乎，可自己就很在意。",
    "annotation": [
      {
        "sentence": "总是太在意别人，一个表情一句话，都害怕是讨厌我？",
        "label": ""
      },
      {
        "sentence": "每天都不开心，都很在意别人。",
        "label": ""
      },
      {
        "sentence": "别人的一个表情，一句话，一个眼神，一种语气，我都特别害怕是讨厌我，是我做错什么了，然后会一直想，搞得自己不开心。",
        "label": ""
      },
      {
        "sentence": "如果自己真的做错什么了，就会特别伤心，感觉有一块石头压在自己心里，一直想，很累。",
        "label": ""
      },
      {
        "sentence": "我知道别人可能也没有那么在乎，可自己就很在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我了解到你对于他人会比较敏感，害怕和在意他人对自己的看法和眼光。非常能够理解你的感受。不知道你的这个情况是从什么时候开始出现的呢？",
    "annotation": [
      {
        "sentence": "从你的描述中我了解到你对于他人会比较敏感，害怕和在意他人对自己的看法和眼光。",
        "label": ""
      },
      {
        "sentence": "非常能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "不知道你的这个情况是从什么时候开始出现的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "大概从两年前开始的。那时候发生了一件让我感到很尴尬的事情，自那时起就变得特别在意别人的看法了。",
    "annotation": [
      {
        "sentence": "大概从两年前开始的。",
        "label": ""
      },
      {
        "sentence": "那时候发生了一件让我感到很尴尬的事情，自那时起就变得特别在意别人的看法了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为之前有经历过类似的经历，对你产生了负面的影响，因此你才会特别在意这一方面。但其实，我们每个人都会在生活中遇到一些尴尬的事情。并不是所有人都会对你持有消极的看法。你不妨找一些自己身边信任的人，直接和他们交流，了解他们真实的看法是什么，而不仅仅是自己的猜测。",
    "annotation": [
      {
        "sentence": "这可能是因为之前有经历过类似的经历，对你产生了负面的影响，因此你才会特别在意这一方面。",
        "label": ""
      },
      {
        "sentence": "但其实，我们每个人都会在生活中遇到一些尴尬的事情。",
        "label": ""
      },
      {
        "sentence": "并不是所有人都会对你持有消极的看法。",
        "label": ""
      },
      {
        "sentence": "你不妨找一些自己身边信任的人，直接和他们交流，了解他们真实的看法是什么，而不仅仅是自己的猜测。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的有道理，我以前从来没有主动去了解别人对我的看法，都是自己在猜测。也许我应该试着和身边的朋友、家人多交流，了解他们的真实想法。",
    "annotation": [
      {
        "sentence": "我觉得你说的有道理，我以前从来没有主动去了解别人对我的看法，都是自己在猜测。",
        "label": ""
      },
      {
        "sentence": "也许我应该试着和身边的朋友、家人多交流，了解他们的真实想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，交流是非常重要的。有时候，我们过度担心别人的看法，其实只是因为我们心里没有一个准确的了解。和身边的人多交流，会让你更真实地了解到他们对你的感受和想法。另外，我想提醒你，每个人都会有犯错、出错的时候，但这并不代表我们就一定是不够好的。如果真的犯了错误，我们只要及时的改正变好。不要过分自责，要对自己有信心。",
    "annotation": [
      {
        "sentence": "对的，交流是非常重要的。",
        "label": ""
      },
      {
        "sentence": "有时候，我们过度担心别人的看法，其实只是因为我们心里没有一个准确的了解。",
        "label": ""
      },
      {
        "sentence": "和身边的人多交流，会让你更真实地了解到他们对你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "另外，我想提醒你，每个人都会有犯错、出错的时候，但这并不代表我们就一定是不够好的。",
        "label": ""
      },
      {
        "sentence": "如果真的犯了错误，我们只要及时的改正变好。",
        "label": ""
      },
      {
        "sentence": "不要过分自责，要对自己有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会试着放宽心态，不再过度在意别人的看法。同时，我也会更多地和身边的人交流，了解他们的真实想法。我相信，只要改变自己的思维方式，我就能够变得更自信，少一些自责。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着放宽心态，不再过度在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更多地和身边的人交流，了解他们的真实想法。",
        "label": ""
      },
      {
        "sentence": "我相信，只要改变自己的思维方式，我就能够变得更自信，少一些自责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。记住，放宽心态并且相信自己是非常重要的。每个人都有自己的价值和优点，不要因为别人的一点意见而否定自己。我相信你能够逐渐克服这个问题，找到属于自己的自信和快乐。如果以后还有需要，随时可以找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，放宽心态并且相信自己是非常重要的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值和优点，不要因为别人的一点意见而否定自己。",
        "label": ""
      },
      {
        "sentence": "我相信你能够逐渐克服这个问题，找到属于自己的自信和快乐。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时可以找我倾诉。",
        "label": ""
      }
    ]
  }
]