[
  {
    "role": "client",
    "content": "我是一名17岁的高二学生，我感到无法严格要求自己，内心很彷徨，所以我来寻求帮助。我之前因为在原来的学校理科成绩不好，所以转学到了新学校。我希望能够好好规划学习，但是无论怎么努力，都无法完成自己设定的目标。每天总是感到很懒散，无法静下心来学习。有时候我会放弃出去玩，但是最终却没有学到任何知识，这让我感到非常挫败。我尝试过很多方法，比如制定学习计划，设定写作业的时间限制，但是效果都很低，总是没有动力去学习。我觉得我很想学好，但是似乎缺少一种能量来实现我的目标。现在我感到很困惑，所以来求助，谢谢你！",
    "annotation": [
      {
        "sentence": "我是一名17岁的高二学生，我感到无法严格要求自己，内心很彷徨，所以我来寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我之前因为在原来的学校理科成绩不好，所以转学到了新学校。",
        "label": ""
      },
      {
        "sentence": "我希望能够好好规划学习，但是无论怎么努力，都无法完成自己设定的目标。",
        "label": ""
      },
      {
        "sentence": "每天总是感到很懒散，无法静下心来学习。",
        "label": ""
      },
      {
        "sentence": "有时候我会放弃出去玩，但是最终却没有学到任何知识，这让我感到非常挫败。",
        "label": ""
      },
      {
        "sentence": "我尝试过很多方法，比如制定学习计划，设定写作业的时间限制，但是效果都很低，总是没有动力去学习。",
        "label": ""
      },
      {
        "sentence": "我觉得我很想学好，但是似乎缺少一种能量来实现我的目标。",
        "label": ""
      },
      {
        "sentence": "现在我感到很困惑，所以来求助，谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大家都对你的问题提出了很多建议，我也想补充一些。我觉得你希望好好学习，也付出了努力，但总是无法达到目标，甚至牺牲了娱乐时间，这让你感到焦虑和迷茫。与其耗费时间，既没有学到东西也没有好好玩，不如将时间合理分配——以周为单位，每周制定一个学习计划，比如每天只花几个小时集中精力学习，其余时间可以用来锻炼和放松（前面你已经说过，坐一天也没有学进去，不如学了比不学好）。如果你放松之后觉得有学习思路了，下周可以逐步调整时间。关于效率低下和没有学习动力的问题，不知道是因为学不进去还是因为为了父母而学习。为了别人而学习，肯定没有动力。试着为自己去挑战理科吧！只有为自己学习，才会感到有趣，才有可能学好、学精。你可以找一些比你水平高一点的同学做难题，每次完成后与他们讨论，很多问题都可以在讨论中找到感觉和思路。等你战胜了他们，再挑战更高水平的同学。最好是在自己思考、尝试解题后，再上网搜索看看别人的解题思路，如果还是不会，可以找老师提问，通过反复对比，慢慢琢磨，一定能够解决的（文科好的人理解能力都很强，你也要相信自己）。或者你可以尝试将每天学到的知识点和自己的解题思路讲给妈妈听，如果她能听懂，那就说明你真的弄懂了（这是费曼学习法）。要对自己有信心，尝试不同的学习方法，相信你一定能够克服困难，学习得更好。加油！",
    "annotation": [
      {
        "sentence": "大家都对你的问题提出了很多建议，我也想补充一些。",
        "label": ""
      },
      {
        "sentence": "我觉得你希望好好学习，也付出了努力，但总是无法达到目标，甚至牺牲了娱乐时间，这让你感到焦虑和迷茫。",
        "label": ""
      },
      {
        "sentence": "与其耗费时间，既没有学到东西也没有好好玩，不如将时间合理分配——以周为单位，每周制定一个学习计划，比如每天只花几个小时集中精力学习，其余时间可以用来锻炼和放松（前面你已经说过，坐一天也没有学进去，不如学了比不学好）。",
        "label": ""
      },
      {
        "sentence": "如果你放松之后觉得有学习思路了，下周可以逐步调整时间。",
        "label": ""
      },
      {
        "sentence": "关于效率低下和没有学习动力的问题，不知道是因为学不进去还是因为为了父母而学习。",
        "label": ""
      },
      {
        "sentence": "为了别人而学习，肯定没有动力。",
        "label": ""
      },
      {
        "sentence": "试着为自己去挑战理科吧！",
        "label": ""
      },
      {
        "sentence": "只有为自己学习，才会感到有趣，才有可能学好、学精。",
        "label": ""
      },
      {
        "sentence": "你可以找一些比你水平高一点的同学做难题，每次完成后与他们讨论，很多问题都可以在讨论中找到感觉和思路。",
        "label": ""
      },
      {
        "sentence": "等你战胜了他们，再挑战更高水平的同学。",
        "label": ""
      },
      {
        "sentence": "最好是在自己思考、尝试解题后，再上网搜索看看别人的解题思路，如果还是不会，可以找老师提问，通过反复对比，慢慢琢磨，一定能够解决的（文科好的人理解能力都很强，你也要相信自己）。",
        "label": ""
      },
      {
        "sentence": "或者你可以尝试将每天学到的知识点和自己的解题思路讲给妈妈听，如果她能听懂，那就说明你真的弄懂了（这是费曼学习法）。",
        "label": ""
      },
      {
        "sentence": "要对自己有信心，尝试不同的学习方法，相信你一定能够克服困难，学习得更好。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]