[
  {
    "role": "client",
    "content": "面对误解，还被人骂，甚至还人传人，该怎么办？",
    "annotation": [
      {
        "sentence": "面对误解，还被人骂，甚至还人传人，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况下，最重要的是先安抚好自己的情绪，让自己冷静下来。你认为你做错了什么吗？",
    "annotation": [
      {
        "sentence": "这种情况下，最重要的是先安抚好自己的情绪，让自己冷静下来。",
        "label": ""
      },
      {
        "sentence": "你认为你做错了什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "之前去打印简历表，然后也帮几个舍友打印，打印的时候，我打开自己的手机信息，看看是打印哪些，信息是部门给每个人一个个发的，但是因为有些部门，舍友和我的是一样的，所以打印了好多份，然后店铺的工作人员问我为什么打印那么多份，我当时挺紧张，因为我要面试好几个部门（后来发现，有些人比我报得还多），我说帮舍友打印的。当时后面挺多人，我又没讲清楚，其实有一些是我的，我想回去后就和舍友讲清楚并道歉。当时出了店的门口，就有个女生和她同伴说我刚刚怎么样，我那时就想她们不清楚实际情况，也许不久也忘了，就没理。后来，发现一些人就对我指指点点，我就有点懵，今天听到了她们在一旁讲，我算是可能知道了为啥了，原来是那件事，她们说我装，说我贱，这可咋办啊？",
    "annotation": [
      {
        "sentence": "之前去打印简历表，然后也帮几个舍友打印，打印的时候，我打开自己的手机信息，看看是打印哪些，信息是部门给每个人一个个发的，但是因为有些部门，舍友和我的是一样的，所以打印了好多份，然后店铺的工作人员问我为什么打印那么多份，我当时挺紧张，因为我要面试好几个部门（后来发现，有些人比我报得还多），我说帮舍友打印的。",
        "label": ""
      },
      {
        "sentence": "当时后面挺多人，我又没讲清楚，其实有一些是我的，我想回去后就和舍友讲清楚并道歉。",
        "label": ""
      },
      {
        "sentence": "当时出了店的门口，就有个女生和她同伴说我刚刚怎么样，我那时就想她们不清楚实际情况，也许不久也忘了，就没理。",
        "label": ""
      },
      {
        "sentence": "后来，发现一些人就对我指指点点，我就有点懵，今天听到了她们在一旁讲，我算是可能知道了为啥了，原来是那件事，她们说我装，说我贱，这可咋办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在生活中如果任何事都需要给别人一个解释的话，我们估计会忙的焦头烂额还一事无成。1.我们的行为有错吗？店员多嘴问了一句我们为何会答应这么多简历，我们回应是帮舍友打印的，从逻辑上说也没什么问题，因为我们确实帮舍友打印了一部分，并不是单纯的在为自己找借口。而对于身边评头论足的人来说，我们的行为并不会影响她们，她们不了解事情的真相就大肆宣扬，已经从一定程度上影响了我们，我们没有追究她们的责任就已经很大度了，又何必非得和她们解释呢？其次就是对于自己的舍友，我们似乎也没有做错的地方，毕竟我们只是给自己找了一个说辞，并没有针对到某个人，所以有些事解释只会越描越黑。2.用行动来证明自己的能力生活中总有些人见不得别人比她好，而且我们的时间是有限的，既然最近在准备面试的事情，那么我们是不是可以调整一下心态，看看自己还有哪些可以提升的地方。在以后的成长过程中，我们不可避免的会遇见他人的指点，而这些指点有些确实是有利的，有些确实会是废话，因此我们需要有一定的辨别能力。就像是这次的事件，如果舍友觉得自己受委屈了，我们可以解释一下，如果只是别人的评价，那么我们真的不需要在乎，毕竟工作是我们通过自己能力找到的。",
    "annotation": [
      {
        "sentence": "在生活中如果任何事都需要给别人一个解释的话，我们估计会忙的焦头烂额还一事无成。",
        "label": ""
      },
      {
        "sentence": "1.我们的行为有错吗？",
        "label": ""
      },
      {
        "sentence": "店员多嘴问了一句我们为何会答应这么多简历，我们回应是帮舍友打印的，从逻辑上说也没什么问题，因为我们确实帮舍友打印了一部分，并不是单纯的在为自己找借口。",
        "label": ""
      },
      {
        "sentence": "而对于身边评头论足的人来说，我们的行为并不会影响她们，她们不了解事情的真相就大肆宣扬，已经从一定程度上影响了我们，我们没有追究她们的责任就已经很大度了，又何必非得和她们解释呢？",
        "label": ""
      },
      {
        "sentence": "其次就是对于自己的舍友，我们似乎也没有做错的地方，毕竟我们只是给自己找了一个说辞，并没有针对到某个人，所以有些事解释只会越描越黑。",
        "label": ""
      },
      {
        "sentence": "2.用行动来证明自己的能力生活中总有些人见不得别人比她好，而且我们的时间是有限的，既然最近在准备面试的事情，那么我们是不是可以调整一下心态，看看自己还有哪些可以提升的地方。",
        "label": ""
      },
      {
        "sentence": "在以后的成长过程中，我们不可避免的会遇见他人的指点，而这些指点有些确实是有利的，有些确实会是废话，因此我们需要有一定的辨别能力。",
        "label": ""
      },
      {
        "sentence": "就像是这次的事件，如果舍友觉得自己受委屈了，我们可以解释一下，如果只是别人的评价，那么我们真的不需要在乎，毕竟工作是我们通过自己能力找到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，我有些时候会太在意别人的看法，也许应该更加自信一点，并且行事有的时候也需要更加从容，不需要被外界的声音左右。",
    "annotation": [
      {
        "sentence": "我知道了，我有些时候会太在意别人的看法，也许应该更加自信一点，并且行事有的时候也需要更加从容，不需要被外界的声音左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，信心和从容都是非常重要的，也许你可以尝试一些放松和自信心理方面的训练来帮助自己更好地控制情绪和态度。同时，要相信自己的能力，你一定能够面对挑战并取得成功。",
    "annotation": [
      {
        "sentence": "没错，信心和从容都是非常重要的，也许你可以尝试一些放松和自信心理方面的训练来帮助自己更好地控制情绪和态度。",
        "label": ""
      },
      {
        "sentence": "同时，要相信自己的能力，你一定能够面对挑战并取得成功。",
        "label": ""
      }
    ]
  }
]