[
  {
    "role": "client",
    "content": "我17岁，不适应现在的班级想要退学，但是怕会后悔。高一的时候因为生病休假，留级读了高一，如今高二，很不适应现在的班级，很多同学都对我不是很友好，老师有时候也会针对我，大家都觉得我是个戏精，很不解，但是自己并没有做过什么出格的事，对同学都是以互相尊重的态度，现在在班级里都不敢讲话，一讲话都在对我进行语言攻击，很难过。成绩一因此一落千丈，上课听不进，失去了思维能力，在班上很麻木，根本学不进去。所以想要退学，自己考成人大学，不知道这样做会不会后悔？",
    "annotation": [
      {
        "sentence": "我17岁，不适应现在的班级想要退学，但是怕会后悔。",
        "label": ""
      },
      {
        "sentence": "高一的时候因为生病休假，留级读了高一，如今高二，很不适应现在的班级，很多同学都对我不是很友好，老师有时候也会针对我，大家都觉得我是个戏精，很不解，但是自己并没有做过什么出格的事，对同学都是以互相尊重的态度，现在在班级里都不敢讲话，一讲话都在对我进行语言攻击，很难过。",
        "label": ""
      },
      {
        "sentence": "成绩一因此一落千丈，上课听不进，失去了思维能力，在班上很麻木，根本学不进去。",
        "label": ""
      },
      {
        "sentence": "所以想要退学，自己考成人大学，不知道这样做会不会后悔？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能听出你目前的困惑和痛苦，让我先帮你理理思路。从可行性来说，你的家长不会同意你退学，同时成人自考虽然也可以拿到学历，但是还是不如高考含金量高，社会上更为认可。那种励志的不需要学历，要看能力的，但毕竟是极少数人。所以，我们不妨先从高考入手。",
    "annotation": [
      {
        "sentence": "我能听出你目前的困惑和痛苦，让我先帮你理理思路。",
        "label": ""
      },
      {
        "sentence": "从可行性来说，你的家长不会同意你退学，同时成人自考虽然也可以拿到学历，但是还是不如高考含金量高，社会上更为认可。",
        "label": ""
      },
      {
        "sentence": "那种励志的不需要学历，要看能力的，但毕竟是极少数人。",
        "label": ""
      },
      {
        "sentence": "所以，我们不妨先从高考入手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道高考很重要，但我真的过不下去了，尤其是对于一个在班级里不被认可的人来说，更是无法忍受。",
    "annotation": [
      {
        "sentence": "我知道高考很重要，但我真的过不下去了，尤其是对于一个在班级里不被认可的人来说，更是无法忍受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，那我们来探讨一下如何解决这个问题。首先，如果绝大部分人都对你不友好，就要反省一下自己；如果你自己认为并没有做错什么，那就看看第三方（其他同学）怎么看待你。有时候当事人自己看不清楚情况，我们可以去找老师谈一下，主动沟通，问问他们的想法和期待，同时谈谈自己的感受和做法。这样做是为了排除误会和疑虑，寻求更合适的方法来处理这个问题。",
    "annotation": [
      {
        "sentence": "我理解你的感受，那我们来探讨一下如何解决这个问题。",
        "label": ""
      },
      {
        "sentence": "首先，如果绝大部分人都对你不友好，就要反省一下自己；如果你自己认为并没有做错什么，那就看看第三方（其他同学）怎么看待你。",
        "label": ""
      },
      {
        "sentence": "有时候当事人自己看不清楚情况，我们可以去找老师谈一下，主动沟通，问问他们的想法和期待，同时谈谈自己的感受和做法。",
        "label": ""
      },
      {
        "sentence": "这样做是为了排除误会和疑虑，寻求更合适的方法来处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，但是我觉得老师和同学都不会听我的解释，他们始终对我有偏见。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，但是我觉得老师和同学都不会听我的解释，他们始终对我有偏见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么我们来分析一下为什么会有很多同学对你不友好。如果情况是真实存在的，那么你不必在意他们的话，也不必辩解，因为辩解了他们也不一定会听取你的解释。你只需要选择沉默，反而会让他们觉得无趣，渐渐地也会不再关注你。当然，如果有暴力威胁，那么及时告诉老师和家长。校园暴力，绝不轻视。",
    "annotation": [
      {
        "sentence": "那么我们来分析一下为什么会有很多同学对你不友好。",
        "label": ""
      },
      {
        "sentence": "如果情况是真实存在的，那么你不必在意他们的话，也不必辩解，因为辩解了他们也不一定会听取你的解释。",
        "label": ""
      },
      {
        "sentence": "你只需要选择沉默，反而会让他们觉得无趣，渐渐地也会不再关注你。",
        "label": ""
      },
      {
        "sentence": "当然，如果有暴力威胁，那么及时告诉老师和家长。",
        "label": ""
      },
      {
        "sentence": "校园暴力，绝不轻视。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是还是很难过，我都不敢在班上讲话了。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是还是很难过，我都不敢在班上讲话了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但是我们不能因小失大。班级只是你人生路上的一站，如果你太注重班级中的小问题，那么你会忽略整个人生的大问题。我建议你先将精力投入到学习中，找到学习中的成就感，同时寻找好朋友。虽然获得好朋友可能需要时间，但是有一个方法可以更容易地获得好朋友，那就是【真诚】。也许，一个好大学会有更大几率遇到高素质的同学。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但是我们不能因小失大。",
        "label": ""
      },
      {
        "sentence": "班级只是你人生路上的一站，如果你太注重班级中的小问题，那么你会忽略整个人生的大问题。",
        "label": ""
      },
      {
        "sentence": "我建议你先将精力投入到学习中，找到学习中的成就感，同时寻找好朋友。",
        "label": ""
      },
      {
        "sentence": "虽然获得好朋友可能需要时间，但是有一个方法可以更容易地获得好朋友，那就是【真诚】。",
        "label": ""
      },
      {
        "sentence": "也许，一个好大学会有更大几率遇到高素质的同学。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，那如果我尝试过了但是还是做不到，我该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你，那如果我尝试过了但是还是做不到，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一定要记得，人生中并不是每次尝试都会成功，但是重要的是你在尝试的过程中学到了什么。那些曾经失败过后我们反省自己所做的事情，然后找到新的方法，并且在新的尝试中获得了成功。当你尝试过而且努力过后，你也许会发现，即使失败了，你也会觉得：啊，我真棒！我不再像之前那个软弱、害怕的我了。在寻找解决问题的过程中，你也许会感受到一个全新的自己。人生就是体验，而体验也是成长的过程，这些体验会让你变得更加勇敢和坚强！",
    "annotation": [
      {
        "sentence": "一定要记得，人生中并不是每次尝试都会成功，但是重要的是你在尝试的过程中学到了什么。",
        "label": ""
      },
      {
        "sentence": "那些曾经失败过后我们反省自己所做的事情，然后找到新的方法，并且在新的尝试中获得了成功。",
        "label": ""
      },
      {
        "sentence": "当你尝试过而且努力过后，你也许会发现，即使失败了，你也会觉得：啊，我真棒！",
        "label": ""
      },
      {
        "sentence": "我不再像之前那个软弱、害怕的我了。",
        "label": ""
      },
      {
        "sentence": "在寻找解决问题的过程中，你也许会感受到一个全新的自己。",
        "label": ""
      },
      {
        "sentence": "人生就是体验，而体验也是成长的过程，这些体验会让你变得更加勇敢和坚强！",
        "label": ""
      }
    ]
  }
]