[
  {
    "role": "client",
    "content": "我总是拒绝外界，内心又极度渴望得到关心，该怎么办？对别人似乎总有敌意，不信任，害怕被指责，害怕被抛弃，所以我总是先拒绝别人，我该怎么办？",
    "annotation": [
      {
        "sentence": "我总是拒绝外界，内心又极度渴望得到关心，该怎么办？",
        "label": ""
      },
      {
        "sentence": "对别人似乎总有敌意，不信任，害怕被指责，害怕被抛弃，所以我总是先拒绝别人，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在寻求关心的同时，却反而拒绝了外界的接触，这种矛盾的心情是很正常的。我们可以先从过往的经历中寻找原因，并通过合理的方式来改变我们的认知。你提到了自己对别人总有敌意、不信任以及害怕被指责和抛弃的情况，是否是因为在过去的经历中曾经被指责和抛弃过呢？拒绝别人可能是你一种自我保护的方式，这是合理的，但并不是所有人都会指责和抛弃你。我们可以培养自己的觉察能力和判断能力，去辨别哪些人是值得信赖和相信的。也许你可以试着接受他人，逐渐敞开心扉，与别人建立真正的友谊。你值得拥有美好的友情和更多的关心。",
    "annotation": [
      {
        "sentence": "你在寻求关心的同时，却反而拒绝了外界的接触，这种矛盾的心情是很正常的。",
        "label": ""
      },
      {
        "sentence": "我们可以先从过往的经历中寻找原因，并通过合理的方式来改变我们的认知。",
        "label": ""
      },
      {
        "sentence": "你提到了自己对别人总有敌意、不信任以及害怕被指责和抛弃的情况，是否是因为在过去的经历中曾经被指责和抛弃过呢？",
        "label": ""
      },
      {
        "sentence": "拒绝别人可能是你一种自我保护的方式，这是合理的，但并不是所有人都会指责和抛弃你。",
        "label": ""
      },
      {
        "sentence": "我们可以培养自己的觉察能力和判断能力，去辨别哪些人是值得信赖和相信的。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着接受他人，逐渐敞开心扉，与别人建立真正的友谊。",
        "label": ""
      },
      {
        "sentence": "你值得拥有美好的友情和更多的关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕被别人伤害，所以总是先拒绝别人，我怎样才能提升自信心，勇敢地面对他人的善意呢？",
    "annotation": [
      {
        "sentence": "我害怕被别人伤害，所以总是先拒绝别人，我怎样才能提升自信心，勇敢地面对他人的善意呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的担心和恐惧源于你对别人会对你不好的担忧，因此你先拒绝了他人的接近。这样的做法看似是在掌握主动权，但也限制了想和你交朋友的人的机会。我们需要提升自身的自信心，坦然接受他人的善意，并且能够忽略别人的敌意。首先，我们应该意识到我们内心的力量是足够强大的，只是我们的担心内耗了我们的力量。我们可以尝试改变一些思维方式，例如鼓励自己的优点和成就，找到自信的根源。同时，也要学会相信别人的善意，并主动去接受他人的帮助和支持。慢慢地，你会发现自己变得更加坚强和自信。",
    "annotation": [
      {
        "sentence": "你提到的担心和恐惧源于你对别人会对你不好的担忧，因此你先拒绝了他人的接近。",
        "label": ""
      },
      {
        "sentence": "这样的做法看似是在掌握主动权，但也限制了想和你交朋友的人的机会。",
        "label": ""
      },
      {
        "sentence": "我们需要提升自身的自信心，坦然接受他人的善意，并且能够忽略别人的敌意。",
        "label": ""
      },
      {
        "sentence": "首先，我们应该意识到我们内心的力量是足够强大的，只是我们的担心内耗了我们的力量。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试改变一些思维方式，例如鼓励自己的优点和成就，找到自信的根源。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会相信别人的善意，并主动去接受他人的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你会发现自己变得更加坚强和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着放下过去的伤痛，更加相信自己，并尝试接受他人的善意。但是我怕自己会再次受伤，怎么应对这种担忧呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着放下过去的伤痛，更加相信自己，并尝试接受他人的善意。",
        "label": ""
      },
      {
        "sentence": "但是我怕自己会再次受伤，怎么应对这种担忧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担忧再次受伤是正常的，这是我们保护自己的本能反应。但是，我们不能让这种担忧阻碍我们建立良好的人际关系。一种方法是通过与他人建立起强有力的信任和联系。在与他人建立亲密关系之前，我们可以先观察他们的行为和表现，并与他们进行深入的交谈，以了解他们的价值观和态度。同时，在与他人交往过程中，也要给予他们一定的信任和准备接受他们的善意。通过这样的方式，我们可以逐渐建立更加健康和稳固的人际关系，并减少被伤害的可能性。",
    "annotation": [
      {
        "sentence": "担忧再次受伤是正常的，这是我们保护自己的本能反应。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能让这种担忧阻碍我们建立良好的人际关系。",
        "label": ""
      },
      {
        "sentence": "一种方法是通过与他人建立起强有力的信任和联系。",
        "label": ""
      },
      {
        "sentence": "在与他人建立亲密关系之前，我们可以先观察他们的行为和表现，并与他们进行深入的交谈，以了解他们的价值观和态度。",
        "label": ""
      },
      {
        "sentence": "同时，在与他人交往过程中，也要给予他们一定的信任和准备接受他们的善意。",
        "label": ""
      },
      {
        "sentence": "通过这样的方式，我们可以逐渐建立更加健康和稳固的人际关系，并减少被伤害的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量打破自己的壁垒，放下过去的阴影，试着与他人建立信任和联系。但是，如果在这个过程中出现困难或者受伤了，该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量打破自己的壁垒，放下过去的阴影，试着与他人建立信任和联系。",
        "label": ""
      },
      {
        "sentence": "但是，如果在这个过程中出现困难或者受伤了，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在建立与他人的信任和联系的过程中，困难和受伤是难以避免的。重要的是，不要因为一次失败就放弃自己的努力。每一次的受伤都是一个机会来成长和学习。当遇到困难时，你可以找一位信任的朋友或者专业心理咨询师寻求帮助和建议。他们可以帮助你分析问题的根源，并提供解决方案。同时，也要学会给自己一些时间和空间来康复和调整心态。记住，成长是一个循序渐进的过程，鼓励自己坚持下去，并相信自己的能力。",
    "annotation": [
      {
        "sentence": "在建立与他人的信任和联系的过程中，困难和受伤是难以避免的。",
        "label": ""
      },
      {
        "sentence": "重要的是，不要因为一次失败就放弃自己的努力。",
        "label": ""
      },
      {
        "sentence": "每一次的受伤都是一个机会来成长和学习。",
        "label": ""
      },
      {
        "sentence": "当遇到困难时，你可以找一位信任的朋友或者专业心理咨询师寻求帮助和建议。",
        "label": ""
      },
      {
        "sentence": "他们可以帮助你分析问题的根源，并提供解决方案。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会给自己一些时间和空间来康复和调整心态。",
        "label": ""
      },
      {
        "sentence": "记住，成长是一个循序渐进的过程，鼓励自己坚持下去，并相信自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心和支持，我会努力践行你的建议，相信自己可以走出困境，并建立更健康的人际关系。支持者，再次谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的耐心和支持，我会努力践行你的建议，相信自己可以走出困境，并建立更健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "支持者，再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，当你需要的时候，我会一直在这里支持你。相信自己，你一定可以克服困难，创造出更美好的人生。加油！",
    "annotation": [
      {
        "sentence": "不用谢，当你需要的时候，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以克服困难，创造出更美好的人生。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]