[
  {
    "role": "client",
    "content": "为什么比起帅气的男生，帅气的小姐姐更加令我心动？和男性或女性交往的经历都有过一些，帅气的小哥哥我也觉的很棒，但是不知道为什么，帅气潇洒（不知道该怎么描述，比如玩吉他的小姐姐，打扮朋克系的小姐姐，舞跳的很好的小姐姐，有帅气纹身的小姐姐，总之很酷的那种）的小姐姐更加令我心动，就是会有一种忍不住想尖叫“啊啊好酷啊好帅啊！！我好喜欢！！”的那种感觉，这是怎么回事呢？",
    "annotation": [
      {
        "sentence": "为什么比起帅气的男生，帅气的小姐姐更加令我心动？",
        "label": ""
      },
      {
        "sentence": "和男性或女性交往的经历都有过一些，帅气的小哥哥我也觉的很棒，但是不知道为什么，帅气潇洒（不知道该怎么描述，比如玩吉他的小姐姐，打扮朋克系的小姐姐，舞跳的很好的小姐姐，有帅气纹身的小姐姐，总之很酷的那种）的小姐姐更加令我心动，就是会有一种忍不住想尖叫“啊啊好酷啊好帅啊！！",
        "label": ""
      },
      {
        "sentence": "我好喜欢！！",
        "label": ""
      },
      {
        "sentence": "”的那种感觉，这是怎么回事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大众群体，一般的思考仅限于这个东西我喜欢，那个东西我不喜欢，或者这个人我更喜欢，但是比较少人会问自己为什么！为什么喜欢这个？喜欢背后的动力是哪里来的呢？",
    "annotation": [
      {
        "sentence": "大众群体，一般的思考仅限于这个东西我喜欢，那个东西我不喜欢，或者这个人我更喜欢，但是比较少人会问自己为什么！",
        "label": ""
      },
      {
        "sentence": "为什么喜欢这个？",
        "label": ""
      },
      {
        "sentence": "喜欢背后的动力是哪里来的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从来没有想过要探究这个问题。感觉自己对帅气的小姐姐们有种强烈的吸引力，但却无法解释为什么。为什么她们让我如此心动呢？",
    "annotation": [
      {
        "sentence": "是的，我从来没有想过要探究这个问题。",
        "label": ""
      },
      {
        "sentence": "感觉自己对帅气的小姐姐们有种强烈的吸引力，但却无法解释为什么。",
        "label": ""
      },
      {
        "sentence": "为什么她们让我如此心动呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们喜欢一件事或者一个人，是因为那些事物更符合我们内心的一些观念，或者向往但不敢去做的一些渴望。或许当你看到帅气潇洒的小姐姐们，她们所展现的个性特质和你内心的某种观念相契合，所以你会觉得她们更加吸引人。",
    "annotation": [
      {
        "sentence": "当我们喜欢一件事或者一个人，是因为那些事物更符合我们内心的一些观念，或者向往但不敢去做的一些渴望。",
        "label": ""
      },
      {
        "sentence": "或许当你看到帅气潇洒的小姐姐们，她们所展现的个性特质和你内心的某种观念相契合，所以你会觉得她们更加吸引人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，或许她们的自信与勇敢正是我渴望拥有却不敢展现的一面。这让我产生了一种羡慕和欣赏的情感。",
    "annotation": [
      {
        "sentence": "原来如此，或许她们的自信与勇敢正是我渴望拥有却不敢展现的一面。",
        "label": ""
      },
      {
        "sentence": "这让我产生了一种羡慕和欣赏的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，当别人表现出自己喜欢的一些面向，甚至做出一些我们喜欢却不敢做的事，就会感觉他们好勇敢，好帅气。有时候在表达喜欢之后，紧接着会说一句\"我就不敢！\"。喜欢一般是我们内心深处的一种投射，把自己的渴望投射到别人的身上，把别人敢于表现出来的一面和自己融合，就感觉像自己也做了同样的事一样，产生一种满足感和价值感。",
    "annotation": [
      {
        "sentence": "是的，当别人表现出自己喜欢的一些面向，甚至做出一些我们喜欢却不敢做的事，就会感觉他们好勇敢，好帅气。",
        "label": ""
      },
      {
        "sentence": "有时候在表达喜欢之后，紧接着会说一句\"我就不敢！",
        "label": ""
      },
      {
        "sentence": "\"。",
        "label": ""
      },
      {
        "sentence": "喜欢一般是我们内心深处的一种投射，把自己的渴望投射到别人的身上，把别人敢于表现出来的一面和自己融合，就感觉像自己也做了同样的事一样，产生一种满足感和价值感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这解释得很有道理。或许我对帅气的小姐姐们的喜欢，也是因为在她们身上看到了我内心渴望展现出来的某种品质。这让我更加喜欢她们。",
    "annotation": [
      {
        "sentence": "这解释得很有道理。",
        "label": ""
      },
      {
        "sentence": "或许我对帅气的小姐姐们的喜欢，也是因为在她们身上看到了我内心渴望展现出来的某种品质。",
        "label": ""
      },
      {
        "sentence": "这让我更加喜欢她们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "追星就是这样的作用，自己喜欢的明星，一定是大部分符合自己的价值观，世界观。即使被爆出一些不太符合自己的三观问题，也会快速地归类为被炒作、诬陷或被黑等等。所以才有了没有无缘无故的爱，也没有无缘无故的恨这句话。",
    "annotation": [
      {
        "sentence": "追星就是这样的作用，自己喜欢的明星，一定是大部分符合自己的价值观，世界观。",
        "label": ""
      },
      {
        "sentence": "即使被爆出一些不太符合自己的三观问题，也会快速地归类为被炒作、诬陷或被黑等等。",
        "label": ""
      },
      {
        "sentence": "所以才有了没有无缘无故的爱，也没有无缘无故的恨这句话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，喜欢的人和事物背后都有自己的原因和动力。更了解自己的内心深层的想法和观念，其实也是我们更了解自己为什么喜欢、为什么去做一件事，甚至为什么讨厌一件事的背后原因。",
    "annotation": [
      {
        "sentence": "我明白了，喜欢的人和事物背后都有自己的原因和动力。",
        "label": ""
      },
      {
        "sentence": "更了解自己的内心深层的想法和观念，其实也是我们更了解自己为什么喜欢、为什么去做一件事，甚至为什么讨厌一件事的背后原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，透过理解我们自己喜欢的东西背后的动力，我们可以更深刻地认识自己。希望我的回答对你有帮助，我和世界爱着你。\/:heart",
    "annotation": [
      {
        "sentence": "对的，透过理解我们自己喜欢的东西背后的动力，我们可以更深刻地认识自己。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮助，我和世界爱着你。",
        "label": ""
      },
      {
        "sentence": "\/:heart",
        "label": ""
      }
    ]
  }
]