[
  {
    "role": "client",
    "content": "分手几年了也没有联系，为什么听到他结婚会不舒服？我的前任是我的小学同学，虽然我们谈的时间不长，但是我们都是认真的。分手其实也挺突然的，那时候我极度痛苦，之后我也找过老师帮我挽回，但是过程中发现他很多问题的确是不合适的，我也无法接受。所以我不愿意坚持下去了。即便那时候帮忙挽回的老师很肯定地说他心里有我，平时也会主动来找我聊天，但我也决定要放弃了，也删除了他的联系方式。大概过了大半年，我看见同学发的朋友圈得知他结婚了。我悄悄加回他的朋友圈，他的朋友圈也没有发任何结婚有关的消息。得知第一天，我也没什么感觉，继续正常工作生活…",
    "annotation": [
      {
        "sentence": "分手几年了也没有联系，为什么听到他结婚会不舒服？",
        "label": ""
      },
      {
        "sentence": "我的前任是我的小学同学，虽然我们谈的时间不长，但是我们都是认真的。",
        "label": ""
      },
      {
        "sentence": "分手其实也挺突然的，那时候我极度痛苦，之后我也找过老师帮我挽回，但是过程中发现他很多问题的确是不合适的，我也无法接受。",
        "label": ""
      },
      {
        "sentence": "所以我不愿意坚持下去了。",
        "label": ""
      },
      {
        "sentence": "即便那时候帮忙挽回的老师很肯定地说他心里有我，平时也会主动来找我聊天，但我也决定要放弃了，也删除了他的联系方式。",
        "label": ""
      },
      {
        "sentence": "大概过了大半年，我看见同学发的朋友圈得知他结婚了。",
        "label": ""
      },
      {
        "sentence": "我悄悄加回他的朋友圈，他的朋友圈也没有发任何结婚有关的消息。",
        "label": ""
      },
      {
        "sentence": "得知第一天，我也没什么感觉，继续正常工作生活…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能你是一个心思比较细腻敏感的人，遇到问题会考虑得比较多。这样的人具备反刍的思维特征，一件事可能旁人一会就忘了，但是你还在翻来覆去想。遇到这样的问题我觉得你首先可以问一下自己，这件事对你来说有什么意义？能给你造成什么影响？你还有可能和这个前任复合吗？既然对方已经结婚了，已经知道和对方不可能了，所以去反复想这件事对你来说没有任何意义。",
    "annotation": [
      {
        "sentence": "可能你是一个心思比较细腻敏感的人，遇到问题会考虑得比较多。",
        "label": ""
      },
      {
        "sentence": "这样的人具备反刍的思维特征，一件事可能旁人一会就忘了，但是你还在翻来覆去想。",
        "label": ""
      },
      {
        "sentence": "遇到这样的问题我觉得你首先可以问一下自己，这件事对你来说有什么意义？",
        "label": ""
      },
      {
        "sentence": "能给你造成什么影响？",
        "label": ""
      },
      {
        "sentence": "你还有可能和这个前任复合吗？",
        "label": ""
      },
      {
        "sentence": "既然对方已经结婚了，已经知道和对方不可能了，所以去反复想这件事对你来说没有任何意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他已经结婚，但为什么还会有这种不舒服的感觉呢？我真的没有想过要和他复合，只是觉得心里别扭。",
    "annotation": [
      {
        "sentence": "我明白他已经结婚，但为什么还会有这种不舒服的感觉呢？",
        "label": ""
      },
      {
        "sentence": "我真的没有想过要和他复合，只是觉得心里别扭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉是很正常的，有时候我们无法完全控制自己的情绪和感受。可能是你内心还没有完全释然，还有一些未解的情感纠结。既然你已经意识到这种感觉对你没有意义，那就试着放下吧。把关注的中心放在和自己有密切接触的人身上，真正关心自己的家人和朋友，会有助于缓解不适的情绪。",
    "annotation": [
      {
        "sentence": "这种感觉是很正常的，有时候我们无法完全控制自己的情绪和感受。",
        "label": ""
      },
      {
        "sentence": "可能是你内心还没有完全释然，还有一些未解的情感纠结。",
        "label": ""
      },
      {
        "sentence": "既然你已经意识到这种感觉对你没有意义，那就试着放下吧。",
        "label": ""
      },
      {
        "sentence": "把关注的中心放在和自己有密切接触的人身上，真正关心自己的家人和朋友，会有助于缓解不适的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可能就是比较难释怀吧，觉得自己没做到心中的平静。但是我为什么对他结婚会有这种特别莫名其妙的感觉呢？",
    "annotation": [
      {
        "sentence": "我可能就是比较难释怀吧，觉得自己没做到心中的平静。",
        "label": ""
      },
      {
        "sentence": "但是我为什么对他结婚会有这种特别莫名其妙的感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能因为你曾经和他有过一段特殊的关系，这种感情的纽带并不容易完全断掉。有时候我们会因为自己还没找到合适的对象或者生活中的一些不如意而产生嫉妒或不爽的情绪。但这只是暂时的，你对婚姻非常理智慎重，这说明你有自己明确的价值观和选择标准。所以，不要让这种情绪过分影响你的生活。",
    "annotation": [
      {
        "sentence": "可能因为你曾经和他有过一段特殊的关系，这种感情的纽带并不容易完全断掉。",
        "label": ""
      },
      {
        "sentence": "有时候我们会因为自己还没找到合适的对象或者生活中的一些不如意而产生嫉妒或不爽的情绪。",
        "label": ""
      },
      {
        "sentence": "但这只是暂时的，你对婚姻非常理智慎重，这说明你有自己明确的价值观和选择标准。",
        "label": ""
      },
      {
        "sentence": "所以，不要让这种情绪过分影响你的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该更加关注自己的生活和幸福，而不是过多纠结于过去的感情。我应该尽量避免去看他的朋友圈，会让我想起很多过去的画面，让自己难受。",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该更加关注自己的生活和幸福，而不是过多纠结于过去的感情。",
        "label": ""
      },
      {
        "sentence": "我应该尽量避免去看他的朋友圈，会让我想起很多过去的画面，让自己难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你已经明白了正确的思路。删掉这个人或者屏蔽对方的朋友圈，这样就不会再出现你所描述的情况了。你可以把关注点放在自己身上，去做一些真正滋养你的事情，让你感到快乐的事情。和好友聚会、旅游、阅读、学习等等，这些都是能分散注意力并且让你感到快乐的活动。",
    "annotation": [
      {
        "sentence": "没错，你已经明白了正确的思路。",
        "label": ""
      },
      {
        "sentence": "删掉这个人或者屏蔽对方的朋友圈，这样就不会再出现你所描述的情况了。",
        "label": ""
      },
      {
        "sentence": "你可以把关注点放在自己身上，去做一些真正滋养你的事情，让你感到快乐的事情。",
        "label": ""
      },
      {
        "sentence": "和好友聚会、旅游、阅读、学习等等，这些都是能分散注意力并且让你感到快乐的活动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽量让自己快乐起来，不再被过去的感情所影响。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽量让自己快乐起来，不再被过去的感情所影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴我能给你提供一些帮助。记住，每个人都有往事，但我们可以选择不被往事所影响，而是向前看，追求自己的幸福。你已经向前迈出了一大步，相信自己，你会找到属于你的幸福。",
    "annotation": [
      {
        "sentence": "不客气，很高兴我能给你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有往事，但我们可以选择不被往事所影响，而是向前看，追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "你已经向前迈出了一大步，相信自己，你会找到属于你的幸福。",
        "label": ""
      }
    ]
  }
]