[
  {
    "role": "client",
    "content": "十几年前一次出轨，自责，后悔，老公不信任我怎么办？",
    "annotation": [
      {
        "sentence": "十几年前一次出轨，自责，后悔，老公不信任我怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你老公处于极度不信任中，每天吃不下，睡不着，短短几天瘦了六七斤。似乎他的安全感被击碎了，他用躯体化反应在表达自己的痛苦，也在用猜疑表达他的愤怒。你处于自责，内疚中。你想通过和盘托出，告知实情来修复他的信任，或者你更像在说，你需要他的信任，让你不再内疚…高强度的情绪与各自需求的错位，让我们迷失在事件因果对错中，却怎么也看不清夫妻双方和关系本身了。这的确很棘手，也是亲密关系中常常会遇到的问题。",
    "annotation": [
      {
        "sentence": "你老公处于极度不信任中，每天吃不下，睡不着，短短几天瘦了六七斤。",
        "label": ""
      },
      {
        "sentence": "似乎他的安全感被击碎了，他用躯体化反应在表达自己的痛苦，也在用猜疑表达他的愤怒。",
        "label": ""
      },
      {
        "sentence": "你处于自责，内疚中。",
        "label": ""
      },
      {
        "sentence": "你想通过和盘托出，告知实情来修复他的信任，或者你更像在说，你需要他的信任，让你不再内疚…高强度的情绪与各自需求的错位，让我们迷失在事件因果对错中，却怎么也看不清夫妻双方和关系本身了。",
        "label": ""
      },
      {
        "sentence": "这的确很棘手，也是亲密关系中常常会遇到的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉好沮丧，不知道该怎么做才能让他相信我。我知道我伤害了他和我们的家，我真的内疚得不行。",
    "annotation": [
      {
        "sentence": "我感觉好沮丧，不知道该怎么做才能让他相信我。",
        "label": ""
      },
      {
        "sentence": "我知道我伤害了他和我们的家，我真的内疚得不行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于妻子——内疚这是你守护了十多年的秘密，即使十多年之后，你也害怕说出实情。看到一个被错误折磨了十多年的你，我为你难过。人是特别善于自我惩罚的动物。当自己犯下了“错”，其实不用他人出手，我们首先会选择惩罚自己。而且这样的惩罚是无休止的，无底线的，这一层根植于潜意识的内疚力量，会把犯错等同于犯罪，而一个“罪人”是不配享受快乐的婚姻生活的！所以不知不觉中，生活和关系会走向混乱，从而达到赎罪的效果……只可惜，当内疚还在，还认为自己犯下的错是罪无可恕的，赎罪之路就不会有尽头。我想请你进行一个想象：这个十多年前的出轨者是你的好姐妹，你看到她曾犯了一个“错“，并且长久无法释怀。你会怎么做？你会安慰她，原谅她吗？如果答案是肯定的，那么请你好好看看她，好好地感觉对她的接纳与原谅；如果答案是否定的，那么也请你静下心来，去体验对她的厌恶与评判，看看自己是如何否定她，嫌弃她，打击她……这层自我惩罚的动力会在“看到自己正在惩罚自己”的过程中有所消解。如果你想继续探讨潜意识的动力，我还是建议和咨询师一起工作，因为走入内心的阴影时，最好结伴而行。",
    "annotation": [
      {
        "sentence": "关于妻子——内疚这是你守护了十多年的秘密，即使十多年之后，你也害怕说出实情。",
        "label": ""
      },
      {
        "sentence": "看到一个被错误折磨了十多年的你，我为你难过。",
        "label": ""
      },
      {
        "sentence": "人是特别善于自我惩罚的动物。",
        "label": ""
      },
      {
        "sentence": "当自己犯下了“错”，其实不用他人出手，我们首先会选择惩罚自己。",
        "label": ""
      },
      {
        "sentence": "而且这样的惩罚是无休止的，无底线的，这一层根植于潜意识的内疚力量，会把犯错等同于犯罪，而一个“罪人”是不配享受快乐的婚姻生活的！",
        "label": ""
      },
      {
        "sentence": "所以不知不觉中，生活和关系会走向混乱，从而达到赎罪的效果……只可惜，当内疚还在，还认为自己犯下的错是罪无可恕的，赎罪之路就不会有尽头。",
        "label": ""
      },
      {
        "sentence": "我想请你进行一个想象：这个十多年前的出轨者是你的好姐妹，你看到她曾犯了一个“错“，并且长久无法释怀。",
        "label": ""
      },
      {
        "sentence": "你会怎么做？",
        "label": ""
      },
      {
        "sentence": "你会安慰她，原谅她吗？",
        "label": ""
      },
      {
        "sentence": "如果答案是肯定的，那么请你好好看看她，好好地感觉对她的接纳与原谅；如果答案是否定的，那么也请你静下心来，去体验对她的厌恶与评判，看看自己是如何否定她，嫌弃她，打击她……这层自我惩罚的动力会在“看到自己正在惩罚自己”的过程中有所消解。",
        "label": ""
      },
      {
        "sentence": "如果你想继续探讨潜意识的动力，我还是建议和咨询师一起工作，因为走入内心的阴影时，最好结伴而行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直以来都在内疚和责备自己，导致无法走出这个困境。如果用同样的眼光看待我的好姐妹，我可能会选择原谅和支持她。我需要向前看，学会接受自己并迈向改变。",
    "annotation": [
      {
        "sentence": "我明白了，我一直以来都在内疚和责备自己，导致无法走出这个困境。",
        "label": ""
      },
      {
        "sentence": "如果用同样的眼光看待我的好姐妹，我可能会选择原谅和支持她。",
        "label": ""
      },
      {
        "sentence": "我需要向前看，学会接受自己并迈向改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于关系——亲密关系与秘密。亲密的爱人总是不自觉地认为，亲密等于没有秘密。其实不然。再恩爱的夫妻，也不能完全透明，在亲密关系中，诚实固然重要，但比诚实更可贵的，是懂得怎样去保护彼此及关系。我不知道你老公一开始是如何得知你的“秘密”。但是你把一个明显对关系带有损害性的因素置于其中，这行为就很值得玩味。一方面可能是出于“潜意识内疚”自我惩罚的动力；另一方面可能是因为你无法消解“自责”，有意无意地，将这个烫手山芋抛给对方，期待对方可以帮助自己消解。所以会看到你一次次希望他信任你，一次次希望他能“听到”，并“相信”实情。也许你需要思考一下自己在亲密关系中的边界感，是不是没有厘清自己的感受、对方的感受和关系的质量三方因素。而是陷在某种不分彼此的混沌中。再次强调，亲密≠没有秘密。",
    "annotation": [
      {
        "sentence": "关于关系——亲密关系与秘密。",
        "label": ""
      },
      {
        "sentence": "亲密的爱人总是不自觉地认为，亲密等于没有秘密。",
        "label": ""
      },
      {
        "sentence": "其实不然。",
        "label": ""
      },
      {
        "sentence": "再恩爱的夫妻，也不能完全透明，在亲密关系中，诚实固然重要，但比诚实更可贵的，是懂得怎样去保护彼此及关系。",
        "label": ""
      },
      {
        "sentence": "我不知道你老公一开始是如何得知你的“秘密”。",
        "label": ""
      },
      {
        "sentence": "但是你把一个明显对关系带有损害性的因素置于其中，这行为就很值得玩味。",
        "label": ""
      },
      {
        "sentence": "一方面可能是出于“潜意识内疚”自我惩罚的动力；另一方面可能是因为你无法消解“自责”，有意无意地，将这个烫手山芋抛给对方，期待对方可以帮助自己消解。",
        "label": ""
      },
      {
        "sentence": "所以会看到你一次次希望他信任你，一次次希望他能“听到”，并“相信”实情。",
        "label": ""
      },
      {
        "sentence": "也许你需要思考一下自己在亲密关系中的边界感，是不是没有厘清自己的感受、对方的感受和关系的质量三方因素。",
        "label": ""
      },
      {
        "sentence": "而是陷在某种不分彼此的混沌中。",
        "label": ""
      },
      {
        "sentence": "再次强调，亲密≠没有秘密。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我没有清楚地认识到在保护自己的过程中，对方也需要被保护。我应该学会界定边界，并在亲密关系中找到平衡。我要更加珍惜我们的关系，并妥善处理秘密的问题。",
    "annotation": [
      {
        "sentence": "我理解了，我没有清楚地认识到在保护自己的过程中，对方也需要被保护。",
        "label": ""
      },
      {
        "sentence": "我应该学会界定边界，并在亲密关系中找到平衡。",
        "label": ""
      },
      {
        "sentence": "我要更加珍惜我们的关系，并妥善处理秘密的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于丈夫——受伤。也许对于很多人来说，上面的观点仍然有些难以接受，那么最后，我希望你可以看看丈夫现在的状态——看看这个被不安全感包围的他，痛苦的他。没有秘密，无法化解他的痛苦，讲述事实，不是同理他的感受。他已经受伤了，而你每一次陈述“实情”，每一次想赢回信任的努力，都无异于",
    "annotation": [
      {
        "sentence": "关于丈夫——受伤。",
        "label": ""
      },
      {
        "sentence": "也许对于很多人来说，上面的观点仍然有些难以接受，那么最后，我希望你可以看看丈夫现在的状态——看看这个被不安全感包围的他，痛苦的他。",
        "label": ""
      },
      {
        "sentence": "没有秘密，无法化解他的痛苦，讲述事实，不是同理他的感受。",
        "label": ""
      },
      {
        "sentence": "他已经受伤了，而你每一次陈述“实情”，每一次想赢回信任的努力，都无异于",
        "label": ""
      }
    ]
  }
]