[
  {
    "role": "client",
    "content": "分手几年了也没有联系为什么听到他结婚会不舒服？我的前任是我的小学同学。虽然我们谈的时间不长，但是我们都是认真的分手，其实也挺突然的。那时候我极度痛苦，之后我也找过老师帮我挽回，但是过程中发现他很多问题的确是不合适的，我也无法接受。所以我不愿意坚持下去了，即便那时候帮忙挽回的老师很肯定地说他心里有我。平时也会主动来找我聊天，但我也决定要放弃了，也删除了他的联系方式。大概过了大半年，我看见同学发的朋友圈得知他结婚了。我悄悄加回他的朋友圈，他的朋友圈也没有发任何结婚有关的消息。得知第一天我也没什么感觉，继续正常工作生活。",
    "annotation": [
      {
        "sentence": "分手几年了也没有联系为什么听到他结婚会不舒服？",
        "label": ""
      },
      {
        "sentence": "我的前任是我的小学同学。",
        "label": ""
      },
      {
        "sentence": "虽然我们谈的时间不长，但是我们都是认真的分手，其实也挺突然的。",
        "label": ""
      },
      {
        "sentence": "那时候我极度痛苦，之后我也找过老师帮我挽回，但是过程中发现他很多问题的确是不合适的，我也无法接受。",
        "label": ""
      },
      {
        "sentence": "所以我不愿意坚持下去了，即便那时候帮忙挽回的老师很肯定地说他心里有我。",
        "label": ""
      },
      {
        "sentence": "平时也会主动来找我聊天，但我也决定要放弃了，也删除了他的联系方式。",
        "label": ""
      },
      {
        "sentence": "大概过了大半年，我看见同学发的朋友圈得知他结婚了。",
        "label": ""
      },
      {
        "sentence": "我悄悄加回他的朋友圈，他的朋友圈也没有发任何结婚有关的消息。",
        "label": ""
      },
      {
        "sentence": "得知第一天我也没什么感觉，继续正常工作生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历听起来很辛苦，对于一段认真的感情收场不如人意确实很难过。所以当你听到他结婚的消息时，心里有些不舒服也很正常。这个不舒服里面肯定是包含着嫉妒啊，或者是不爽，也可能还有一些惊讶，有一些遗憾，有一些不甘心。心理学上，有一个“未完成事件”的概念，指的是由于这些情感在知觉领域里并没有被充分体验，因此就在潜意识中徘徊，而在不知觉中被带入现实生活里，从而妨碍了自己与他人间的有效接触。",
    "annotation": [
      {
        "sentence": "你的经历听起来很辛苦，对于一段认真的感情收场不如人意确实很难过。",
        "label": ""
      },
      {
        "sentence": "所以当你听到他结婚的消息时，心里有些不舒服也很正常。",
        "label": ""
      },
      {
        "sentence": "这个不舒服里面肯定是包含着嫉妒啊，或者是不爽，也可能还有一些惊讶，有一些遗憾，有一些不甘心。",
        "label": ""
      },
      {
        "sentence": "心理学上，有一个“未完成事件”的概念，指的是由于这些情感在知觉领域里并没有被充分体验，因此就在潜意识中徘徊，而在不知觉中被带入现实生活里，从而妨碍了自己与他人间的有效接触。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢您的理解，但这种感觉让我十分不安。",
    "annotation": [
      {
        "sentence": "感谢您的理解，但这种感觉让我十分不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能是因为你在曾经的那段交往过程中付出了很多，你非常的用心，最后的结果呢，却没有走到一起。所以当你想起这件事情的时候，虽然理智上已经接受了已经可以正常的生活了，但是你的潜意识里还会觉得有些可惜，有些遗憾。",
    "annotation": [
      {
        "sentence": "可能是因为你在曾经的那段交往过程中付出了很多，你非常的用心，最后的结果呢，却没有走到一起。",
        "label": ""
      },
      {
        "sentence": "所以当你想起这件事情的时候，虽然理智上已经接受了已经可以正常的生活了，但是你的潜意识里还会觉得有些可惜，有些遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，我一定会有那么一瞬间觉得如果最后走到一起了该多好啊，或者你会觉得如果当时没有那段关系该多好。",
    "annotation": [
      {
        "sentence": "没错，我一定会有那么一瞬间觉得如果最后走到一起了该多好啊，或者你会觉得如果当时没有那段关系该多好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，那么应该如何缓解这种情绪呢？你可以试着给自己一点时间，再简单的给过去那段经历告个别。你可以给自己做一些有仪式感的事情。比如说非常认真的去看场电影，然后把那些以前的事情都忘了。同时也要理解自己，正常宣泄负面情绪，这对你的心态和情感稳定都很有帮助。",
    "annotation": [
      {
        "sentence": "是的，那么应该如何缓解这种情绪呢？",
        "label": ""
      },
      {
        "sentence": "你可以试着给自己一点时间，再简单的给过去那段经历告个别。",
        "label": ""
      },
      {
        "sentence": "你可以给自己做一些有仪式感的事情。",
        "label": ""
      },
      {
        "sentence": "比如说非常认真的去看场电影，然后把那些以前的事情都忘了。",
        "label": ""
      },
      {
        "sentence": "同时也要理解自己，正常宣泄负面情绪，这对你的心态和情感稳定都很有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试的。但是我还是有些疑虑，为什么我听到他结婚的消息就会有这种情绪？",
    "annotation": [
      {
        "sentence": "嗯，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些疑虑，为什么我听到他结婚的消息就会有这种情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实这是正常的，当你意识到他正式迈入新的人生阶段时，你会自然而然地思考自己过去和他的关系，这时你会想起很多他的事情和你一起经历的事情，自然而然也会联想到一些未完成的事情。这时候的你其实是在释放内心深深的情感，表述心情，才能让自己好过些。",
    "annotation": [
      {
        "sentence": "其实这是正常的，当你意识到他正式迈入新的人生阶段时，你会自然而然地思考自己过去和他的关系，这时你会想起很多他的事情和你一起经历的事情，自然而然也会联想到一些未完成的事情。",
        "label": ""
      },
      {
        "sentence": "这时候的你其实是在释放内心深深的情感，表述心情，才能让自己好过些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢您的帮助和建议。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢您的帮助和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你能好起来。如果你在之后有什么不舒服的情绪，欢迎随时联系我，我们可以继续交流。",
    "annotation": [
      {
        "sentence": "不客气，希望你能好起来。",
        "label": ""
      },
      {
        "sentence": "如果你在之后有什么不舒服的情绪，欢迎随时联系我，我们可以继续交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我一定会找您的。谢谢您的支持。",
    "annotation": [
      {
        "sentence": "好的，我一定会找您的。",
        "label": ""
      },
      {
        "sentence": "谢谢您的支持。",
        "label": ""
      }
    ]
  }
]