[
  {
    "role": "client",
    "content": "我的朋友老是教我该怎么和其他朋友相处？总有些不舒服。我一个相处十年左右的朋友，近些年老是感觉她会教导我如何跟其他朋友相处。例如，有时候我不在家快递到了，我在群里@朋友，让她们谁帮忙拿一下，她就会私聊跟我那样说感觉像是别人理所当然应该帮我，然后再说我应该怎么说。再比如，群里的消息，我没注意回复，她会私聊我，说别人因为我没回复不开心，我应该表示歉意和感谢，别人没有欠我的，有情绪理所当然……虽然感觉她是为我好，但是总是有些不舒服，按照她的要求去做了，总觉得自己是被人教育，不按她的要求去做，她会跟我说我这样我的人际关系会如何如何，我自己听着有种威胁的感觉，总之就想和她对抗。——ps，我同时有个疑惑就是，有时候我在群里发什么（比如说，街道来查什么，我帮着一起弄了，或者家里物质没了，我已经买了），有时候也没人回复，包括她，没有像她教育我一样说的，至少要表达感谢什么的，我该怎么和她相处呢？每次她教我的时候，我总是她觉得我的人际关系很差。",
    "annotation": [
      {
        "sentence": "我的朋友老是教我该怎么和其他朋友相处？",
        "label": ""
      },
      {
        "sentence": "总有些不舒服。",
        "label": ""
      },
      {
        "sentence": "我一个相处十年左右的朋友，近些年老是感觉她会教导我如何跟其他朋友相处。",
        "label": ""
      },
      {
        "sentence": "例如，有时候我不在家快递到了，我在群里@朋友，让她们谁帮忙拿一下，她就会私聊跟我那样说感觉像是别人理所当然应该帮我，然后再说我应该怎么说。",
        "label": ""
      },
      {
        "sentence": "再比如，群里的消息，我没注意回复，她会私聊我，说别人因为我没回复不开心，我应该表示歉意和感谢，别人没有欠我的，有情绪理所当然……虽然感觉她是为我好，但是总是有些不舒服，按照她的要求去做了，总觉得自己是被人教育，不按她的要求去做，她会跟我说我这样我的人际关系会如何如何，我自己听着有种威胁的感觉，总之就想和她对抗。",
        "label": ""
      },
      {
        "sentence": "——ps，我同时有个疑惑就是，有时候我在群里发什么（比如说，街道来查什么，我帮着一起弄了，或者家里物质没了，我已经买了），有时候也没人回复，包括她，没有像她教育我一样说的，至少要表达感谢什么的，我该怎么和她相处呢？",
        "label": ""
      },
      {
        "sentence": "每次她教我的时候，我总是她觉得我的人际关系很差。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你朋友经常给你建议，你会感到很不舒服。从某种意义上来说，建议就是否定。频繁的建议会让你觉得自己做错了事情，处处被否认。真是很难受的。那我们换个角度，朋友频繁的建议，除了她对你的好意提醒，还有话外之音吗？不妨试着去沟通问一下，是不是自己的行为让她有不好的感受了，还是其他人和她说过什么关于你的看法呢？如果是前者，你可以考虑要不要调整自己的行为，这个你说了算，及时调整自己的行为也不是承认做错了，而是在意和朋友的关系。如果是后者，那可能是朋友善意的提醒，但方式有些不妥，没有顾及到你的感受。有一个父子牵驴的故事，怎样做都会有人不满意。与其这样不如坦然地做自己十年的朋友相处，一定有过开心的时光，也难免有矛盾。她频繁的建议让你心里不舒服，但你放在心里没有和她表达。往往越是在意，越容易忽略自己的情绪，对朋友有情绪积压不表达，也会影响到朋友关系。你也要问问自己为什么心里不舒服没有表达呢？你担心的是什么呢？那如果说出自己的情绪会怎样呢？最坏的结果又是什么呢？最坏的结果你能接受吗？如果看起来似乎没什么，那是不是已经知道自己该怎样做了呢？相信你能处理好和朋友的关系，让自己不再受朋友建议的影响。",
    "annotation": [
      {
        "sentence": "你朋友经常给你建议，你会感到很不舒服。",
        "label": ""
      },
      {
        "sentence": "从某种意义上来说，建议就是否定。",
        "label": ""
      },
      {
        "sentence": "频繁的建议会让你觉得自己做错了事情，处处被否认。",
        "label": ""
      },
      {
        "sentence": "真是很难受的。",
        "label": ""
      },
      {
        "sentence": "那我们换个角度，朋友频繁的建议，除了她对你的好意提醒，还有话外之音吗？",
        "label": ""
      },
      {
        "sentence": "不妨试着去沟通问一下，是不是自己的行为让她有不好的感受了，还是其他人和她说过什么关于你的看法呢？",
        "label": ""
      },
      {
        "sentence": "如果是前者，你可以考虑要不要调整自己的行为，这个你说了算，及时调整自己的行为也不是承认做错了，而是在意和朋友的关系。",
        "label": ""
      },
      {
        "sentence": "如果是后者，那可能是朋友善意的提醒，但方式有些不妥，没有顾及到你的感受。",
        "label": ""
      },
      {
        "sentence": "有一个父子牵驴的故事，怎样做都会有人不满意。",
        "label": ""
      },
      {
        "sentence": "与其这样不如坦然地做自己十年的朋友相处，一定有过开心的时光，也难免有矛盾。",
        "label": ""
      },
      {
        "sentence": "她频繁的建议让你心里不舒服，但你放在心里没有和她表达。",
        "label": ""
      },
      {
        "sentence": "往往越是在意，越容易忽略自己的情绪，对朋友有情绪积压不表达，也会影响到朋友关系。",
        "label": ""
      },
      {
        "sentence": "你也要问问自己为什么心里不舒服没有表达呢？",
        "label": ""
      },
      {
        "sentence": "你担心的是什么呢？",
        "label": ""
      },
      {
        "sentence": "那如果说出自己的情绪会怎样呢？",
        "label": ""
      },
      {
        "sentence": "最坏的结果又是什么呢？",
        "label": ""
      },
      {
        "sentence": "最坏的结果你能接受吗？",
        "label": ""
      },
      {
        "sentence": "如果看起来似乎没什么，那是不是已经知道自己该怎样做了呢？",
        "label": ""
      },
      {
        "sentence": "相信你能处理好和朋友的关系，让自己不再受朋友建议的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着换个角度想，她的建议确实是出于关心我，但是她的方式让我觉得不舒服。可能我需要更好地沟通，问问她为什么总是这样教导我，让她知道我有些困惑和压力。",
    "annotation": [
      {
        "sentence": "我试着换个角度想，她的建议确实是出于关心我，但是她的方式让我觉得不舒服。",
        "label": ""
      },
      {
        "sentence": "可能我需要更好地沟通，问问她为什么总是这样教导我，让她知道我有些困惑和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是很重要的，通过和她交流，你可以让她了解到你对她的建议感到困惑和压力。也许她并不是有意让你不舒服，只是没有意识到她的方式给你带来了负面影响。通过坦诚地表达你的感受，也许你们可以找到一个更好的相处方式。",
    "annotation": [
      {
        "sentence": "沟通是很重要的，通过和她交流，你可以让她了解到你对她的建议感到困惑和压力。",
        "label": ""
      },
      {
        "sentence": "也许她并不是有意让你不舒服，只是没有意识到她的方式给你带来了负面影响。",
        "label": ""
      },
      {
        "sentence": "通过坦诚地表达你的感受，也许你们可以找到一个更好的相处方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该勇敢表达自己的感受，告诉她我对她的建议感到压力。同时，我也要理解她是出于好意，不要认为她是在教训我或者威胁我。谢谢你的支持和建议，我会努力改善和她的关系。",
    "annotation": [
      {
        "sentence": "我明白了，我应该勇敢表达自己的感受，告诉她我对她的建议感到压力。",
        "label": ""
      },
      {
        "sentence": "同时，我也要理解她是出于好意，不要认为她是在教训我或者威胁我。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会努力改善和她的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！理解和沟通是建立良好人际关系的重要因素。希望你和你的朋友能够在互相理解和尊重的基础上更好地相处。记住，你的感受和需要同样重要，不要忽视了自己的情绪和需要。祝你们的友谊更加牢固和美好！如果还有其他问题或者需要进一步的支持，随时来找我哦。",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "理解和沟通是建立良好人际关系的重要因素。",
        "label": ""
      },
      {
        "sentence": "希望你和你的朋友能够在互相理解和尊重的基础上更好地相处。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需要同样重要，不要忽视了自己的情绪和需要。",
        "label": ""
      },
      {
        "sentence": "祝你们的友谊更加牢固和美好！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要进一步的支持，随时来找我哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会记住你的建议，并且尽量改善和朋友的关系。如果有需要，我会再来向你请教的。非常感谢！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会记住你的建议，并且尽量改善和朋友的关系。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来向你请教的。",
        "label": ""
      },
      {
        "sentence": "非常感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我会一直在这里支持你的。记得随时来找我，我愿意为你提供帮助和支持。希望你能够成功解决和朋友的问题，建立更加健康和愉快的人际关系。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记得随时来找我，我愿意为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "希望你能够成功解决和朋友的问题，建立更加健康和愉快的人际关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]