[
  {
    "role": "client",
    "content": "我的朋友老是教我该怎么和其他朋友相处？总有些不舒服。我一个相处十年左右的朋友，近些年老是感觉她会教导我如何跟其他朋友相处，例如，有时候我不在家快递到了，我在群里@朋友，让她们谁帮忙拿一下，她就会私聊跟我那样说感觉像是别人理所当然应该帮我，然后再说我应该怎么说。再比如，群里的消息，我没注意回复，她会私聊我，说别人因为我没回复不开心，我应该表示歉意和感谢，别人没有欠我的，有情绪理所当然。虽然感觉她是为我好，但是总是有些不舒服，按照她的要求去做了，总觉得自己是被人教育，不按她的要求去做，她会跟我说我这样我的人际关系会如何如何，我自己听着有种威胁的感觉，总之就想和她对抗。——ps，我同时有个疑惑就是，有时候我在群里发什么（比如说，街道来查什么，我帮着一起弄了，或者家里物质没了，我已经买了），有时候也没人回复，包括她，没有像她教育我一样说的，至少要表达感谢什么的，我该怎么和她相处呢？每次她教我的时候，我总是她觉得我的人际关系很差。",
    "annotation": [
      {
        "sentence": "我的朋友老是教我该怎么和其他朋友相处？",
        "label": ""
      },
      {
        "sentence": "总有些不舒服。",
        "label": ""
      },
      {
        "sentence": "我一个相处十年左右的朋友，近些年老是感觉她会教导我如何跟其他朋友相处，例如，有时候我不在家快递到了，我在群里@朋友，让她们谁帮忙拿一下，她就会私聊跟我那样说感觉像是别人理所当然应该帮我，然后再说我应该怎么说。",
        "label": ""
      },
      {
        "sentence": "再比如，群里的消息，我没注意回复，她会私聊我，说别人因为我没回复不开心，我应该表示歉意和感谢，别人没有欠我的，有情绪理所当然。",
        "label": ""
      },
      {
        "sentence": "虽然感觉她是为我好，但是总是有些不舒服，按照她的要求去做了，总觉得自己是被人教育，不按她的要求去做，她会跟我说我这样我的人际关系会如何如何，我自己听着有种威胁的感觉，总之就想和她对抗。",
        "label": ""
      },
      {
        "sentence": "——ps，我同时有个疑惑就是，有时候我在群里发什么（比如说，街道来查什么，我帮着一起弄了，或者家里物质没了，我已经买了），有时候也没人回复，包括她，没有像她教育我一样说的，至少要表达感谢什么的，我该怎么和她相处呢？",
        "label": ""
      },
      {
        "sentence": "每次她教我的时候，我总是她觉得我的人际关系很差。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个相处十年左右的朋友，近些年老是感觉她会教导我如何跟其他朋友相处，她的教导让你觉得自己的人际关系很差，让你感觉不舒服。虽然看起来很不时宜，但是需要问你一个问题，在她没有教导你之前，你觉得自己的人际关系怎么样呢？",
    "annotation": [
      {
        "sentence": "一个相处十年左右的朋友，近些年老是感觉她会教导我如何跟其他朋友相处，她的教导让你觉得自己的人际关系很差，让你感觉不舒服。",
        "label": ""
      },
      {
        "sentence": "虽然看起来很不时宜，但是需要问你一个问题，在她没有教导你之前，你觉得自己的人际关系怎么样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在她教导我之前，我觉得我的人际关系还算可以，虽然不是特别多，但是挺稳定的。",
    "annotation": [
      {
        "sentence": "在她教导我之前，我觉得我的人际关系还算可以，虽然不是特别多，但是挺稳定的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每件事情背后都有其意义，如果仔细观察自己身边的每一件事情，都会看到这件事情的背后是有需要我们注意的地方。比如一个最近需要装修的人，忽然发现附近都是装修的信息，以前都没发现。一个刚怀孕的妈妈，忽然发现周围都是怀孕的妈妈，到处都是怀孕的讯息，感觉以前都没有那么多。这些现象是由我们的认知的选择性决定的，并不是信息突然出现，而是我们选择让他们出现。围绕在我们身边的信息量是巨大的，为了不让大脑信息过载，认知机制启动，仅仅选取我们大脑需要的信息。你察觉到朋友突然开始教导你如何与朋友相处，并且你也照着她的话做了。同时，你也发现，自己的人际关系并没有发生什么变化。你知道对方的好意，但是你有些不舒服，这些感受不知道是否有跟对方表达过呢？就像有时候我们很想帮助别人，就把我们觉得有帮助的信息告诉对方，但对方的感受如何我们很难知晓，除非对方告诉我们，是吗？",
    "annotation": [
      {
        "sentence": "每件事情背后都有其意义，如果仔细观察自己身边的每一件事情，都会看到这件事情的背后是有需要我们注意的地方。",
        "label": ""
      },
      {
        "sentence": "比如一个最近需要装修的人，忽然发现附近都是装修的信息，以前都没发现。",
        "label": ""
      },
      {
        "sentence": "一个刚怀孕的妈妈，忽然发现周围都是怀孕的妈妈，到处都是怀孕的讯息，感觉以前都没有那么多。",
        "label": ""
      },
      {
        "sentence": "这些现象是由我们的认知的选择性决定的，并不是信息突然出现，而是我们选择让他们出现。",
        "label": ""
      },
      {
        "sentence": "围绕在我们身边的信息量是巨大的，为了不让大脑信息过载，认知机制启动，仅仅选取我们大脑需要的信息。",
        "label": ""
      },
      {
        "sentence": "你察觉到朋友突然开始教导你如何与朋友相处，并且你也照着她的话做了。",
        "label": ""
      },
      {
        "sentence": "同时，你也发现，自己的人际关系并没有发生什么变化。",
        "label": ""
      },
      {
        "sentence": "你知道对方的好意，但是你有些不舒服，这些感受不知道是否有跟对方表达过呢？",
        "label": ""
      },
      {
        "sentence": "就像有时候我们很想帮助别人，就把我们觉得有帮助的信息告诉对方，但对方的感受如何我们很难知晓，除非对方告诉我们，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有直接和她谈过这个问题，因为不知道怎么开口，怕伤害到她的感情。",
    "annotation": [
      {
        "sentence": "我没有直接和她谈过这个问题，因为不知道怎么开口，怕伤害到她的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的顾虑，和朋友沟通可能是解决问题的好方法。你可以在双方都心情平和的状态下，表达一下你的感受以及你的希望，比如你可以告诉她你能够自己处理好事情，不需要这么多教导之类的。这样可以让她明白你的想法，也能够减少你的不舒服感。",
    "annotation": [
      {
        "sentence": "理解你的顾虑，和朋友沟通可能是解决问题的好方法。",
        "label": ""
      },
      {
        "sentence": "你可以在双方都心情平和的状态下，表达一下你的感受以及你的希望，比如你可以告诉她你能够自己处理好事情，不需要这么多教导之类的。",
        "label": ""
      },
      {
        "sentence": "这样可以让她明白你的想法，也能够减少你的不舒服感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，也许我应该主动和她谈一下，让她知道我并不需要太多的教导。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，也许我应该主动和她谈一下，让她知道我并不需要太多的教导。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，人际关系的相处确实需要双方的理解和沟通。希望你和你的朋友能够顺利解决这个问题，一起保持良好的人际关系。",
    "annotation": [
      {
        "sentence": "不客气，人际关系的相处确实需要双方的理解和沟通。",
        "label": ""
      },
      {
        "sentence": "希望你和你的朋友能够顺利解决这个问题，一起保持良好的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会试着和她沟通的。希望这样能够改善我们的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会试着和她沟通的。",
        "label": ""
      },
      {
        "sentence": "希望这样能够改善我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，相信你们之间的友谊能够经受住这次的考验。加油！",
    "annotation": [
      {
        "sentence": "很好，相信你们之间的友谊能够经受住这次的考验。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会努力的。希望我们的友谊能够更加稳固。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会努力的。",
        "label": ""
      },
      {
        "sentence": "希望我们的友谊能够更加稳固。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你们会走过这个难关的，友谊是需要经历各种考验的。不要忘记自己的价值，相信自己能够处理好这个问题。",
    "annotation": [
      {
        "sentence": "我相信你们会走过这个难关的，友谊是需要经历各种考验的。",
        "label": ""
      },
      {
        "sentence": "不要忘记自己的价值，相信自己能够处理好这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和鼓励，我会记住的。再次感谢你的帮助和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和鼓励，我会记住的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。如果还有其他问题或困惑，随时都可以找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会记住的。谢谢你的耐心倾听和建议。祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "好的，我会记住的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和建议。",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  }
]