[
  {
    "role": "client",
    "content": "我总喜欢推开别人对我的好，这是怎么回事？别人跟我越亲近，那种抗拒心理就越明显，上百度查了一下说是安全感不足什么的，我到底该咋办啊",
    "annotation": [
      {
        "sentence": "我总喜欢推开别人对我的好，这是怎么回事？",
        "label": ""
      },
      {
        "sentence": "别人跟我越亲近，那种抗拒心理就越明显，上百度查了一下说是安全感不足什么的，我到底该咋办啊",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位朋友，你的描述很简单，但其中的信息量却不小！请允许我细细分析一番。你说你总是喜欢推开别人对你的好，抗拒和别人亲近！这一方面，如你所说，是你的安全感不够，想通过和别人“保持距离”来确保自己的安全，这是合理的！另一方面，我们的行为、情绪往往是服从于我们的潜意识而非意识，你今天的“总喜欢推开别人对我的好”，这极有可能是你的潜意识里有一种“声音”在对你发声，你可以尝试着觉知一下，你在推开别人的好的时候，你自己脑子里有些什么念头或声音呢？而且，就我个人的经验来看，这可能和你的成长经历有关！可能是源于你早年的某些不良的关系模式在你社交领域的延伸或复制！方便跟我说说你的原生家庭情况吗？例如，从小到大，你和你爸妈之间的亲密关系怎么样呢？你爸妈之间的婚姻关系怎么样呢？你从小到大接收到过的爱的母语（微笑、拥抱、点赞）多吗？当然，涉及你个人隐私，尊重你个人意愿。",
    "annotation": [
      {
        "sentence": "这位朋友，你的描述很简单，但其中的信息量却不小！",
        "label": ""
      },
      {
        "sentence": "请允许我细细分析一番。",
        "label": ""
      },
      {
        "sentence": "你说你总是喜欢推开别人对你的好，抗拒和别人亲近！",
        "label": ""
      },
      {
        "sentence": "这一方面，如你所说，是你的安全感不够，想通过和别人“保持距离”来确保自己的安全，这是合理的！",
        "label": ""
      },
      {
        "sentence": "另一方面，我们的行为、情绪往往是服从于我们的潜意识而非意识，你今天的“总喜欢推开别人对我的好”，这极有可能是你的潜意识里有一种“声音”在对你发声，你可以尝试着觉知一下，你在推开别人的好的时候，你自己脑子里有些什么念头或声音呢？",
        "label": ""
      },
      {
        "sentence": "而且，就我个人的经验来看，这可能和你的成长经历有关！",
        "label": ""
      },
      {
        "sentence": "可能是源于你早年的某些不良的关系模式在你社交领域的延伸或复制！",
        "label": ""
      },
      {
        "sentence": "方便跟我说说你的原生家庭情况吗？",
        "label": ""
      },
      {
        "sentence": "例如，从小到大，你和你爸妈之间的亲密关系怎么样呢？",
        "label": ""
      },
      {
        "sentence": "你爸妈之间的婚姻关系怎么样呢？",
        "label": ""
      },
      {
        "sentence": "你从小到大接收到过的爱的母语（微笑、拥抱、点赞）多吗？",
        "label": ""
      },
      {
        "sentence": "当然，涉及你个人隐私，尊重你个人意愿。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我原生家庭情况还算普通吧。我和爸妈之间的亲密关系一般，不是特别亲近也不是特别疏远。他们之间的婚姻关系也还好，没有大的问题。至于爱的母语，他们并不会经常表达，可能我从小到大接收到的爱比较少吧。",
    "annotation": [
      {
        "sentence": "我原生家庭情况还算普通吧。",
        "label": ""
      },
      {
        "sentence": "我和爸妈之间的亲密关系一般，不是特别亲近也不是特别疏远。",
        "label": ""
      },
      {
        "sentence": "他们之间的婚姻关系也还好，没有大的问题。",
        "label": ""
      },
      {
        "sentence": "至于爱的母语，他们并不会经常表达，可能我从小到大接收到的爱比较少吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，谢谢你的坦诚。从你的回答来看，你和你爸妈之间的亲密关系和爱的母语比较少，可能是导致你安全感不足，抗拒他人的原因之一。有时候我们会在家庭中学会一些模式，把这种模式带到社交领域中去。这并不意味着你有错，只是我们需要找到一种平衡，让你感到更加舒适和安全。你有没有意识到这种推开别人的动作在什么情况下更加明显呢？",
    "annotation": [
      {
        "sentence": "明白了，谢谢你的坦诚。",
        "label": ""
      },
      {
        "sentence": "从你的回答来看，你和你爸妈之间的亲密关系和爱的母语比较少，可能是导致你安全感不足，抗拒他人的原因之一。",
        "label": ""
      },
      {
        "sentence": "有时候我们会在家庭中学会一些模式，把这种模式带到社交领域中去。",
        "label": ""
      },
      {
        "sentence": "这并不意味着你有错，只是我们需要找到一种平衡，让你感到更加舒适和安全。",
        "label": ""
      },
      {
        "sentence": "你有没有意识到这种推开别人的动作在什么情况下更加明显呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在我和别人建立亲密关系的时候，我就会感觉到这种抗拒心理更加明显。当对方越了解我，越对我好的时候，我就会有一种压力和负担，害怕面对和应对这种亲密关系。",
    "annotation": [
      {
        "sentence": "在我和别人建立亲密关系的时候，我就会感觉到这种抗拒心理更加明显。",
        "label": ""
      },
      {
        "sentence": "当对方越了解我，越对我好的时候，我就会有一种压力和负担，害怕面对和应对这种亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到这个情况已经很不错了。感觉到压力和负担是正常的反应，这也可能是你在过去的经历中养成的一种保护机制。但是，亲密关系对于我们的成长和幸福是非常重要的。我想和你一起想一想，如何在建立亲密关系时减轻你的压力和负担。你有什么想法吗？",
    "annotation": [
      {
        "sentence": "你能够意识到这个情况已经很不错了。",
        "label": ""
      },
      {
        "sentence": "感觉到压力和负担是正常的反应，这也可能是你在过去的经历中养成的一种保护机制。",
        "label": ""
      },
      {
        "sentence": "但是，亲密关系对于我们的成长和幸福是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我想和你一起想一想，如何在建立亲密关系时减轻你的压力和负担。",
        "label": ""
      },
      {
        "sentence": "你有什么想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能够逐渐放下自己的防备心理，学会相信别人的好意，放松自己在亲密关系中的状态。",
    "annotation": [
      {
        "sentence": "我希望能够逐渐放下自己的防备心理，学会相信别人的好意，放松自己在亲密关系中的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法非常积极！逐渐放下防备心理和相信别人是一个循序渐进的过程。你可以从小事做起，比如尝试更主动地和别人互动，向他们展示你对亲密关系的渴望和诚意。同时，也要提醒自己，没有人是完美的，每个人都有自己的过去和不足。放松自己在亲密关系中的状态并不意味着要完全开放自己，而是要找到一种平衡点，让你感到舒适和安全。你觉得这些方法可行吗？",
    "annotation": [
      {
        "sentence": "很好，你的想法非常积极！",
        "label": ""
      },
      {
        "sentence": "逐渐放下防备心理和相信别人是一个循序渐进的过程。",
        "label": ""
      },
      {
        "sentence": "你可以从小事做起，比如尝试更主动地和别人互动，向他们展示你对亲密关系的渴望和诚意。",
        "label": ""
      },
      {
        "sentence": "同时，也要提醒自己，没有人是完美的，每个人都有自己的过去和不足。",
        "label": ""
      },
      {
        "sentence": "放松自己在亲密关系中的状态并不意味着要完全开放自己，而是要找到一种平衡点，让你感到舒适和安全。",
        "label": ""
      },
      {
        "sentence": "你觉得这些方法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，听起来挺有道理的。我会尝试着去做，希望能够慢慢改变自己的思维和行为模式，感谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "嗯，听起来挺有道理的。",
        "label": ""
      },
      {
        "sentence": "我会尝试着去做，希望能够慢慢改变自己的思维和行为模式，感谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答！改变思维和行为模式是一个需要时间和耐心的过程，但只要你愿意尝试，我相信你能够成功。记得给自己一些鼓励和肯定，每一步的进展都是宝贵的。如果你在这个过程中遇到什么困难或者想要与我分享进展，随时都可以来找我。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答！",
        "label": ""
      },
      {
        "sentence": "改变思维和行为模式是一个需要时间和耐心的过程，但只要你愿意尝试，我相信你能够成功。",
        "label": ""
      },
      {
        "sentence": "记得给自己一些鼓励和肯定，每一步的进展都是宝贵的。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中遇到什么困难或者想要与我分享进展，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]