[
  {
    "role": "client",
    "content": "近期我一直处于焦虑状态，感觉很紧张，但也容易胡思乱想。最近老师介绍大学生活，我就开始担心起新环境来，因为我习惯了走读，每天都回家住，可大学只能住在校园里，与舍友相处不好怎么办？寝室环境会不会让我不适应？我很喜欢热闹，喜欢和朋友在一起，到了大学还能交到朋友吗？",
    "annotation": [
      {
        "sentence": "近期我一直处于焦虑状态，感觉很紧张，但也容易胡思乱想。",
        "label": ""
      },
      {
        "sentence": "最近老师介绍大学生活，我就开始担心起新环境来，因为我习惯了走读，每天都回家住，可大学只能住在校园里，与舍友相处不好怎么办？",
        "label": ""
      },
      {
        "sentence": "寝室环境会不会让我不适应？",
        "label": ""
      },
      {
        "sentence": "我很喜欢热闹，喜欢和朋友在一起，到了大学还能交到朋友吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我理解你的感受。焦虑常常来自于面对未知的情况，但不要以为所有未知都是负面的，它也会带来更多的机遇和可能性。面对未知，可以先对自己的情绪产生主动的掌控感，要对焦虑的情绪与想法有所认识。无论你现在的焦虑是多么的不真实，都不要忽视自己内心的呼声，要诚实地对待它。对于未来的不确定性，也可从积极的角度去思考，这样的情况不会一直存在，那么可以尝试性地去适应这种不确定性。你想交到新朋友，就应该积极主动地介绍自己，去参加一些社团和活动，这样会有更多的机会认识志同道合的人。",
    "annotation": [
      {
        "sentence": "首先，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "焦虑常常来自于面对未知的情况，但不要以为所有未知都是负面的，它也会带来更多的机遇和可能性。",
        "label": ""
      },
      {
        "sentence": "面对未知，可以先对自己的情绪产生主动的掌控感，要对焦虑的情绪与想法有所认识。",
        "label": ""
      },
      {
        "sentence": "无论你现在的焦虑是多么的不真实，都不要忽视自己内心的呼声，要诚实地对待它。",
        "label": ""
      },
      {
        "sentence": "对于未来的不确定性，也可从积极的角度去思考，这样的情况不会一直存在，那么可以尝试性地去适应这种不确定性。",
        "label": ""
      },
      {
        "sentence": "你想交到新朋友，就应该积极主动地介绍自己，去参加一些社团和活动，这样会有更多的机会认识志同道合的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实也知道这些道理，可我的情绪一直处于低落状态，还有一些奇怪的想法，比如说我怕我的室友可能不和我相处好。",
    "annotation": [
      {
        "sentence": "我其实也知道这些道理，可我的情绪一直处于低落状态，还有一些奇怪的想法，比如说我怕我的室友可能不和我相处好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那可以从自己的角度出发，先去了解室友们，关注他们的兴趣爱好， maybe 握手言和？另外，要学会表达自己和接受他人的评论，不要把自己封闭在自己的世界里。当然，这也需要你有一些学会沟通和解决问题的技巧。在面对宿舍的情形时，尝试去接受他们不同的习惯和个性，适应他们的生活方式。在做决策的时候，也要重视和尊重自己的感受。",
    "annotation": [
      {
        "sentence": "那可以从自己的角度出发，先去了解室友们，关注他们的兴趣爱好， maybe 握手言和？",
        "label": ""
      },
      {
        "sentence": "另外，要学会表达自己和接受他人的评论，不要把自己封闭在自己的世界里。",
        "label": ""
      },
      {
        "sentence": "当然，这也需要你有一些学会沟通和解决问题的技巧。",
        "label": ""
      },
      {
        "sentence": "在面对宿舍的情形时，尝试去接受他们不同的习惯和个性，适应他们的生活方式。",
        "label": ""
      },
      {
        "sentence": "在做决策的时候，也要重视和尊重自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是不知道如何克制我的奇思妙想，这经常让我分心。",
    "annotation": [
      {
        "sentence": "我还是不知道如何克制我的奇思妙想，这经常让我分心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的情况。对于那些生活中的琐事，可以尝试写下来，不必要占据太多你的大脑，寻求专业的帮助也许会有所帮助。可以在你感到焦虑和压力的时候，做一些自己喜欢的事情，比如听音乐、看书、做健身或者其他的爱好，保持积极的情绪。",
    "annotation": [
      {
        "sentence": "这是很正常的情况。",
        "label": ""
      },
      {
        "sentence": "对于那些生活中的琐事，可以尝试写下来，不必要占据太多你的大脑，寻求专业的帮助也许会有所帮助。",
        "label": ""
      },
      {
        "sentence": "可以在你感到焦虑和压力的时候，做一些自己喜欢的事情，比如听音乐、看书、做健身或者其他的爱好，保持积极的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我感觉自己没有足够的能力去处理问题，我会在很短时间内退缩。",
    "annotation": [
      {
        "sentence": "但我感觉自己没有足够的能力去处理问题，我会在很短时间内退缩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所提出的想法并没有任何问题。如果你感到自己没有能力去处理问题，你可以先尝试向亲朋好友寻求帮助和支持，找到那些可以倾诉的人，或者向专业的心理医生寻求帮助。有人帮助你梳理情况，相信你能够逐渐掌控自己的情感。此外，多做自我提升，不断尝试学习新技能，也可以让自己更有信心。记住，这是个漫长的过程，成功也需要一点点耐心和时间。",
    "annotation": [
      {
        "sentence": "你所提出的想法并没有任何问题。",
        "label": ""
      },
      {
        "sentence": "如果你感到自己没有能力去处理问题，你可以先尝试向亲朋好友寻求帮助和支持，找到那些可以倾诉的人，或者向专业的心理医生寻求帮助。",
        "label": ""
      },
      {
        "sentence": "有人帮助你梳理情况，相信你能够逐渐掌控自己的情感。",
        "label": ""
      },
      {
        "sentence": "此外，多做自我提升，不断尝试学习新技能，也可以让自己更有信心。",
        "label": ""
      },
      {
        "sentence": "记住，这是个漫长的过程，成功也需要一点点耐心和时间。",
        "label": ""
      }
    ]
  }
]