[
  {
    "role": "client",
    "content": "我总喜欢推开别人对我的好，这是怎么回事？别人跟我越亲近，那种抗拒心理就越明显，上百度查了一下说是安全感不足什么的，我到底该咋办啊？",
    "annotation": [
      {
        "sentence": "我总喜欢推开别人对我的好，这是怎么回事？",
        "label": ""
      },
      {
        "sentence": "别人跟我越亲近，那种抗拒心理就越明显，上百度查了一下说是安全感不足什么的，我到底该咋办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解。这种情况可能有很多原因，首先我们要关注你当时的感受和想法。你有什么具体的想法吗？因为只有了解自己的想法，才能帮助你作出下一步的决策。我认为存在两种可能的原因。1、别人对你好会给你带来很大压力，你可能会纠结于“别人对我那么好，我该怎么回报他们”之类的问题，这种压力同时也会让你想回馈同样的好处或更多给别人，才不会感觉自己欠别人的，类似于“等价交换”的感觉。这种压力会导致你不喜欢别人对你的好，甚至下意识地推开他们。2、别人越亲近你，你可能会怀疑他们是否有所图求，这时你会产生自我保护的意识，因此会推开别人对你的好。你可能会想：“他对我那么好，是不是有所要求或者企图？”这些想法会让你陷入不安全的猜测和自我头脑风暴的氛围中。所以，我建议你冷静下来思考当时的情境和你的自我意识。只有觉察到当时的自己处境，你才能了解为什么会推开别人的好。这样才不会后悔或者陷入其他不良情绪。要知道，只要你觉得当时做出的选择是最好的选择，就没有遗憾。个人做事要如同经营一样，要自负盈亏，简单易行，没有复杂的关系，没有控制和矛盾，也没有一切突然的痛苦。",
    "annotation": [
      {
        "sentence": "你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "这种情况可能有很多原因，首先我们要关注你当时的感受和想法。",
        "label": ""
      },
      {
        "sentence": "你有什么具体的想法吗？",
        "label": ""
      },
      {
        "sentence": "因为只有了解自己的想法，才能帮助你作出下一步的决策。",
        "label": ""
      },
      {
        "sentence": "我认为存在两种可能的原因。",
        "label": ""
      },
      {
        "sentence": "1、别人对你好会给你带来很大压力，你可能会纠结于“别人对我那么好，我该怎么回报他们”之类的问题，这种压力同时也会让你想回馈同样的好处或更多给别人，才不会感觉自己欠别人的，类似于“等价交换”的感觉。",
        "label": ""
      },
      {
        "sentence": "这种压力会导致你不喜欢别人对你的好，甚至下意识地推开他们。",
        "label": ""
      },
      {
        "sentence": "2、别人越亲近你，你可能会怀疑他们是否有所图求，这时你会产生自我保护的意识，因此会推开别人对你的好。",
        "label": ""
      },
      {
        "sentence": "你可能会想：“他对我那么好，是不是有所要求或者企图？",
        "label": ""
      },
      {
        "sentence": "”这些想法会让你陷入不安全的猜测和自我头脑风暴的氛围中。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你冷静下来思考当时的情境和你的自我意识。",
        "label": ""
      },
      {
        "sentence": "只有觉察到当时的自己处境，你才能了解为什么会推开别人的好。",
        "label": ""
      },
      {
        "sentence": "这样才不会后悔或者陷入其他不良情绪。",
        "label": ""
      },
      {
        "sentence": "要知道，只要你觉得当时做出的选择是最好的选择，就没有遗憾。",
        "label": ""
      },
      {
        "sentence": "个人做事要如同经营一样，要自负盈亏，简单易行，没有复杂的关系，没有控制和矛盾，也没有一切突然的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是有点怕失去控制，怕和别人建立过多的联系会让自己束缚，觉得这样会不自由。",
    "annotation": [
      {
        "sentence": "我是有点怕失去控制，怕和别人建立过多的联系会让自己束缚，觉得这样会不自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，建立过多的联系确实会让人感到束缚。但我们要明白，建立联系并不意味着完全失去自由。相反，与他人建立联系也可以让我们获得支持、理解和帮助。你可以试着找到一个平衡点，既满足自己的需要，又不会感到束缚。尝试与一些信任的人建立更深入的联系，看看这样是否会让你感到更安全和自由。",
    "annotation": [
      {
        "sentence": "理解你的担心，建立过多的联系确实会让人感到束缚。",
        "label": ""
      },
      {
        "sentence": "但我们要明白，建立联系并不意味着完全失去自由。",
        "label": ""
      },
      {
        "sentence": "相反，与他人建立联系也可以让我们获得支持、理解和帮助。",
        "label": ""
      },
      {
        "sentence": "你可以试着找到一个平衡点，既满足自己的需要，又不会感到束缚。",
        "label": ""
      },
      {
        "sentence": "尝试与一些信任的人建立更深入的联系，看看这样是否会让你感到更安全和自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我害怕受伤，害怕在关系中被伤害或背叛。",
    "annotation": [
      {
        "sentence": "但我害怕受伤，害怕在关系中被伤害或背叛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕受伤和被伤害是正常的情绪反应。我们都害怕痛苦和失望。但是，不敢接近别人只是为了回避伤害并不能解决问题。实际上，通过与他人建立深入的关系，我们也获得了更多的支持和情感满足。尽管存在被伤害的风险，但只有冒险去接近别人，我们才能真正体验到真实的人际关系和美好的情感连接。试着去面对自己的恐惧，参与到更多的社交活动中，逐渐让自己变得更加勇敢和坚强。",
    "annotation": [
      {
        "sentence": "害怕受伤和被伤害是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "我们都害怕痛苦和失望。",
        "label": ""
      },
      {
        "sentence": "但是，不敢接近别人只是为了回避伤害并不能解决问题。",
        "label": ""
      },
      {
        "sentence": "实际上，通过与他人建立深入的关系，我们也获得了更多的支持和情感满足。",
        "label": ""
      },
      {
        "sentence": "尽管存在被伤害的风险，但只有冒险去接近别人，我们才能真正体验到真实的人际关系和美好的情感连接。",
        "label": ""
      },
      {
        "sentence": "试着去面对自己的恐惧，参与到更多的社交活动中，逐渐让自己变得更加勇敢和坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么提高自己的安全感呢？",
    "annotation": [
      {
        "sentence": "那我该怎么提高自己的安全感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "提高安全感需要一些时间和努力。首先，你可以反思一下自己的内心，并寻找自我价值和内在的安全感。了解自己的长处和优点，用积极的态度对待自己。其次，你可以寻求他人的支持和理解，与亲密的人分享你的感受和困惑。亲密的关系能够给予我们一种被接纳和支持的感觉，从而提高我们的安全感。最后，你可以尝试一些放松的方法，如冥想、瑜伽或身体运动，这些活动有助于舒缓紧张情绪，提高内心的平静和安宁。",
    "annotation": [
      {
        "sentence": "提高安全感需要一些时间和努力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以反思一下自己的内心，并寻找自我价值和内在的安全感。",
        "label": ""
      },
      {
        "sentence": "了解自己的长处和优点，用积极的态度对待自己。",
        "label": ""
      },
      {
        "sentence": "其次，你可以寻求他人的支持和理解，与亲密的人分享你的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "亲密的关系能够给予我们一种被接纳和支持的感觉，从而提高我们的安全感。",
        "label": ""
      },
      {
        "sentence": "最后，你可以尝试一些放松的方法，如冥想、瑜伽或身体运动，这些活动有助于舒缓紧张情绪，提高内心的平静和安宁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量努力改善自己的情况。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量努力改善自己的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做到的。改变需要时间，但只要你保持积极的心态并坚持努力，你一定能够找到解决办法。如果你在途中遇到困难，记得随时寻求支持和帮助。祝愿你能够找到内心的安全感，并过上更加美好的生活！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "改变需要时间，但只要你保持积极的心态并坚持努力，你一定能够找到解决办法。",
        "label": ""
      },
      {
        "sentence": "如果你在途中遇到困难，记得随时寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到内心的安全感，并过上更加美好的生活！",
        "label": ""
      }
    ]
  }
]