[
  {
    "role": "client",
    "content": "高三女生，压力大，但容易胡思乱想，杞人忧天，很烦？。我发现我很容易胡思乱想，最近听到老师描述大学的生活，我又开始乱想因为我现在是走读，每天都回家住，很舒服，我就开始担心去了大学的寝室会不会很难受，室友会不会很不好相处？离开家我会习惯吗？我是一个喜欢热闹的人，喜欢结伴而行，友情能够给我带来快来与满足，但当我现在和我的闺蜜一起玩儿得很开心的时候，心里就会忍不住想，我到了大学去还能交到这么好的朋友吗？到时候我会不会孤零零的一个人？要是寝室的人都不是一个系怎么办呢？我常看到别人说大学寝室各种难受，室友各种挑剔，同班的人也很陌生，一年下来可能话都没几句。我就很害怕，很畏惧。现在我每天都在胡思乱想这些事情，我知道不应该，但我该怎么办呢？并且我平时也很爱乱想些奇奇怪怪的，这已经影响到了我的正常学习，请求大家为我解答！谢谢！",
    "annotation": [
      {
        "sentence": "高三女生，压力大，但容易胡思乱想，杞人忧天，很烦？。",
        "label": ""
      },
      {
        "sentence": "我发现我很容易胡思乱想，最近听到老师描述大学的生活，我又开始乱想因为我现在是走读，每天都回家住，很舒服，我就开始担心去了大学的寝室会不会很难受，室友会不会很不好相处？",
        "label": ""
      },
      {
        "sentence": "离开家我会习惯吗？",
        "label": ""
      },
      {
        "sentence": "我是一个喜欢热闹的人，喜欢结伴而行，友情能够给我带来快来与满足，但当我现在和我的闺蜜一起玩儿得很开心的时候，心里就会忍不住想，我到了大学去还能交到这么好的朋友吗？",
        "label": ""
      },
      {
        "sentence": "到时候我会不会孤零零的一个人？",
        "label": ""
      },
      {
        "sentence": "要是寝室的人都不是一个系怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我常看到别人说大学寝室各种难受，室友各种挑剔，同班的人也很陌生，一年下来可能话都没几句。",
        "label": ""
      },
      {
        "sentence": "我就很害怕，很畏惧。",
        "label": ""
      },
      {
        "sentence": "现在我每天都在胡思乱想这些事情，我知道不应该，但我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "并且我平时也很爱乱想些奇奇怪怪的，这已经影响到了我的正常学习，请求大家为我解答！",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，在这么关键的学习阶段，可以想象你现在要面对的学习压力之大。我想说的是，对于未来的事情可以先放一放，试着练习让自己的注意力转移到当下，每次想到这些问题的时候，提醒自己，把自己拉回到当下，开始可能会一天有十几次这样的情况，循序渐进一天天减少。",
    "annotation": [
      {
        "sentence": "看到你的问题，在这么关键的学习阶段，可以想象你现在要面对的学习压力之大。",
        "label": ""
      },
      {
        "sentence": "我想说的是，对于未来的事情可以先放一放，试着练习让自己的注意力转移到当下，每次想到这些问题的时候，提醒自己，把自己拉回到当下，开始可能会一天有十几次这样的情况，循序渐进一天天减少。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量控制自己不去胡思乱想，把注意力集中在当下的学习上。",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量控制自己不去胡思乱想，把注意力集中在当下的学习上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到了自己乱想的问题，并且有了解决的想法，这是很重要的一步。对于大学生活的担心，毕竟现在还没有发生，谁能说的好是未来是怎样的状况，你也在不断的成长，即便在现在看来是会担忧的事情，未来也许就会有足够的能力去克服，也许环境会比你所希望的还要好。相信你自己所经历和遇到的并不是你所想象的那么糟糕，而且你也有自己的能力去处理好。",
    "annotation": [
      {
        "sentence": "很好，你已经意识到了自己乱想的问题，并且有了解决的想法，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "对于大学生活的担心，毕竟现在还没有发生，谁能说的好是未来是怎样的状况，你也在不断的成长，即便在现在看来是会担忧的事情，未来也许就会有足够的能力去克服，也许环境会比你所希望的还要好。",
        "label": ""
      },
      {
        "sentence": "相信你自己所经历和遇到的并不是你所想象的那么糟糕，而且你也有自己的能力去处理好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试相信自己，相信未来的变好。但是，我还是有些担心和害怕，尤其是交朋友这件事情上。我过去和闺蜜一起玩儿是那么的开心，我现在常常担心到了大学会不会交不到好朋友，会不会孤零零的一个人。",
    "annotation": [
      {
        "sentence": "我会尝试相信自己，相信未来的变好。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有些担心和害怕，尤其是交朋友这件事情上。",
        "label": ""
      },
      {
        "sentence": "我过去和闺蜜一起玩儿是那么的开心，我现在常常担心到了大学会不会交不到好朋友，会不会孤零零的一个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友的关系是需要时间来培养的，这是很正常的。大学生活是一个全新的开始，你会遇到很多的同学，肯定会有人和你志趣相投，成为好朋友的。而且大学有很多社团和活动，你可以主动参加一些你感兴趣的社团，和志同道合的人多接触，这样交到好朋友的机会也会增加。",
    "annotation": [
      {
        "sentence": "朋友的关系是需要时间来培养的，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "大学生活是一个全新的开始，你会遇到很多的同学，肯定会有人和你志趣相投，成为好朋友的。",
        "label": ""
      },
      {
        "sentence": "而且大学有很多社团和活动，你可以主动参加一些你感兴趣的社团，和志同道合的人多接触，这样交到好朋友的机会也会增加。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试试主动参加一些社团活动，多和新同学交流，扩大自己的交际圈子。",
    "annotation": [
      {
        "sentence": "嗯，我会试试主动参加一些社团活动，多和新同学交流，扩大自己的交际圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这样的尝试是非常积极的。不要忘记大家都是新生，都在适应新环境，你并不是一个人面对这些问题的。同时，也不要过分担心寝室的问题，室友大部分都是新生，大家都会有不同的适应期，相互理解和包容是很重要的。",
    "annotation": [
      {
        "sentence": "很好，这样的尝试是非常积极的。",
        "label": ""
      },
      {
        "sentence": "不要忘记大家都是新生，都在适应新环境，你并不是一个人面对这些问题的。",
        "label": ""
      },
      {
        "sentence": "同时，也不要过分担心寝室的问题，室友大部分都是新生，大家都会有不同的适应期，相互理解和包容是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我感觉好多了。我会试着转移注意力，积极参加社团活动，相信未来一切会好起来的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会试着转移注意力，积极参加社团活动，相信未来一切会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的进步和乐观的心态。记得，每个人都有自己的不同压力和担忧，关键是如何面对和处理，你已经在这方面做得很好了。相信自己，相信未来，加油！如果以后还有需要，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴听到你的进步和乐观的心态。",
        "label": ""
      },
      {
        "sentence": "记得，每个人都有自己的不同压力和担忧，关键是如何面对和处理，你已经在这方面做得很好了。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，加油！",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的支持和鼓励。我会一直保持积极的心态，努力面对困难的。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "好的，谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会一直保持积极的心态，努力面对困难的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我能给你一些帮助和正能量。你的努力和积极态度值得肯定，相信你一定能度过这段困难时期，迎接更好的未来。加油！",
    "annotation": [
      {
        "sentence": "不客气，希望我能给你一些帮助和正能量。",
        "label": ""
      },
      {
        "sentence": "你的努力和积极态度值得肯定，相信你一定能度过这段困难时期，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]