[
  {
    "role": "client",
    "content": "我最近一直困扰于追求精神世界和享受人生之间的选择。我是一个19岁的女生，已经患抑郁症十年了。人格测试显示我是INFJ类型。我目前大三在读哲学系，并且已经服药治疗四年了。我认为我之所以抑郁症的根源在于我不愿意放纵自己去享受快乐。不知不觉中，我会觉得为了抵抗死亡，我们应该在活着的时候努力接近永恒。对我来说，接近永恒的方式就是沉迷于思考形而上的问题和学习。但是这种思考过多导致我生活枯燥、过于抽象，缺乏实感。我想如果我能多看电视剧和综艺节目，多和朋友出去玩，或许我的病情会有所改善。但是我无法说服自己放弃对自己的高要求。我会觉得把时间花在享乐或者花钱上是不道德的，我会谴责自己。请问我应该怎样走出这个困境呢？",
    "annotation": [
      {
        "sentence": "我最近一直困扰于追求精神世界和享受人生之间的选择。",
        "label": ""
      },
      {
        "sentence": "我是一个19岁的女生，已经患抑郁症十年了。",
        "label": ""
      },
      {
        "sentence": "人格测试显示我是INFJ类型。",
        "label": ""
      },
      {
        "sentence": "我目前大三在读哲学系，并且已经服药治疗四年了。",
        "label": ""
      },
      {
        "sentence": "我认为我之所以抑郁症的根源在于我不愿意放纵自己去享受快乐。",
        "label": ""
      },
      {
        "sentence": "不知不觉中，我会觉得为了抵抗死亡，我们应该在活着的时候努力接近永恒。",
        "label": ""
      },
      {
        "sentence": "对我来说，接近永恒的方式就是沉迷于思考形而上的问题和学习。",
        "label": ""
      },
      {
        "sentence": "但是这种思考过多导致我生活枯燥、过于抽象，缺乏实感。",
        "label": ""
      },
      {
        "sentence": "我想如果我能多看电视剧和综艺节目，多和朋友出去玩，或许我的病情会有所改善。",
        "label": ""
      },
      {
        "sentence": "但是我无法说服自己放弃对自己的高要求。",
        "label": ""
      },
      {
        "sentence": "我会觉得把时间花在享乐或者花钱上是不道德的，我会谴责自己。",
        "label": ""
      },
      {
        "sentence": "请问我应该怎样走出这个困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助你解决内心的困扰。抑郁症是当今世界普遍存在的一种心理障碍。首先，我认为我们需要从抑郁症产生的原因谈起。抑郁症的形成主要有两个方面，一方面是家庭遗传，另一方面则是由于父母的养育方式。如果父母或者父母家族中有抑郁症患者，那么家庭之间很容易传承这一心理障碍。此外，父母在孩子童年时期的养育方式也极其重要。如果父母对待孩子冷漠、忽视、指责、辱骂，甚至虐待，或者孩子在童年时期经历过各种严重的伤害和暴力，都容易形成抑郁的性格，这种心理障碍可能会持续到成年。抑郁症患者的特点是将自己的思维局限在某种模式和框架中，无法走出来，导致生命力无法向外延展，只会攻击自己。此外，抑郁症患者内心有一个严格的超我，即内心中存在一种严厉的声音，总是指责和要求自己，使抑郁症患者产生自责、内疚和罪恶感。另外，抑郁症的明显特征是“三低”，即情绪低落、兴趣减少和精力下降。抑郁症的治疗需要到专业的心理专科医院，接受医生的诊断和指导，并结合心理咨询师的心理治疗，效果会非常好。理解了抑郁症产生的原因和特点，相信你对自己也会有一个新的认识和理解。当你主动寻求帮助的时候，说明你正在积极努力改变自己的心理状态。在药物治疗的同时，你还需要积极调整自己原有的认知模式，扩展思维框架。我给你几条建议：一、接纳自己，理解自己，珍惜自己。重新培养对自己的爱和呵护，让自己感到自己是可爱的、值得被爱的，值得拥有美好的生活。二、多去大自然中散步，享受阳光，相信大自然的怀抱和温暖的阳光会给你的心灵带来一些安慰。三、培养更多的兴趣爱好，做自己喜欢做的事情。这些都会给你带来生命的活力，帮助你走出困境。四、经常和自己喜欢的人在一起，与他们分享你内心的感受和想法。五、多进行体育锻炼和户外运动，这些能带给人快乐。以上是对你的分析和建议，我希望这些能够给你力量。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助你解决内心的困扰。",
        "label": ""
      },
      {
        "sentence": "抑郁症是当今世界普遍存在的一种心理障碍。",
        "label": ""
      },
      {
        "sentence": "首先，我认为我们需要从抑郁症产生的原因谈起。",
        "label": ""
      },
      {
        "sentence": "抑郁症的形成主要有两个方面，一方面是家庭遗传，另一方面则是由于父母的养育方式。",
        "label": ""
      },
      {
        "sentence": "如果父母或者父母家族中有抑郁症患者，那么家庭之间很容易传承这一心理障碍。",
        "label": ""
      },
      {
        "sentence": "此外，父母在孩子童年时期的养育方式也极其重要。",
        "label": ""
      },
      {
        "sentence": "如果父母对待孩子冷漠、忽视、指责、辱骂，甚至虐待，或者孩子在童年时期经历过各种严重的伤害和暴力，都容易形成抑郁的性格，这种心理障碍可能会持续到成年。",
        "label": ""
      },
      {
        "sentence": "抑郁症患者的特点是将自己的思维局限在某种模式和框架中，无法走出来，导致生命力无法向外延展，只会攻击自己。",
        "label": ""
      },
      {
        "sentence": "此外，抑郁症患者内心有一个严格的超我，即内心中存在一种严厉的声音，总是指责和要求自己，使抑郁症患者产生自责、内疚和罪恶感。",
        "label": ""
      },
      {
        "sentence": "另外，抑郁症的明显特征是“三低”，即情绪低落、兴趣减少和精力下降。",
        "label": ""
      },
      {
        "sentence": "抑郁症的治疗需要到专业的心理专科医院，接受医生的诊断和指导，并结合心理咨询师的心理治疗，效果会非常好。",
        "label": ""
      },
      {
        "sentence": "理解了抑郁症产生的原因和特点，相信你对自己也会有一个新的认识和理解。",
        "label": ""
      },
      {
        "sentence": "当你主动寻求帮助的时候，说明你正在积极努力改变自己的心理状态。",
        "label": ""
      },
      {
        "sentence": "在药物治疗的同时，你还需要积极调整自己原有的认知模式，扩展思维框架。",
        "label": ""
      },
      {
        "sentence": "我给你几条建议：一、接纳自己，理解自己，珍惜自己。",
        "label": ""
      },
      {
        "sentence": "重新培养对自己的爱和呵护，让自己感到自己是可爱的、值得被爱的，值得拥有美好的生活。",
        "label": ""
      },
      {
        "sentence": "二、多去大自然中散步，享受阳光，相信大自然的怀抱和温暖的阳光会给你的心灵带来一些安慰。",
        "label": ""
      },
      {
        "sentence": "三、培养更多的兴趣爱好，做自己喜欢做的事情。",
        "label": ""
      },
      {
        "sentence": "这些都会给你带来生命的活力，帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "四、经常和自己喜欢的人在一起，与他们分享你内心的感受和想法。",
        "label": ""
      },
      {
        "sentence": "五、多进行体育锻炼和户外运动，这些能带给人快乐。",
        "label": ""
      },
      {
        "sentence": "以上是对你的分析和建议，我希望这些能够给你力量。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]