[
  {
    "role": "client",
    "content": "和人交流真的好难，感觉话在嘴边，但嘴巴被堵住了？不知道从何说起了从记事时候起自己就是一个好奇怪的人幼儿园的时候不爱说话别人和我说话我就会哭小学大概也是这样觉得自己好奇怪啊很难交到朋友并且熟络起来小学的时候有交一些朋友了但是我只会跟朋友讲话其他的同学之类的和我讲话就莫名其妙会想哭………初中高中的时候才开始有想要改变的想法，可是做了很多没用的努力，自己还是一如往常，觉得很失落，现在大一刚开学，室友都才几天就已经熟络起来了，自己好像还是被排在外的那一个，真的不知道该怎么办了，好像是因为自己太自卑了，总是想很多，每向外走一步都觉得会好尴尬，然后继续停在原地，交朋友好难啊但是我也想像正常的人一样初中的时候有陌生人之类的跟我讲话有时候会感觉话在嘴边了但是嘴巴被堵住了张不开好烦啊？？？",
    "annotation": [
      {
        "sentence": "和人交流真的好难，感觉话在嘴边，但嘴巴被堵住了？",
        "label": ""
      },
      {
        "sentence": "不知道从何说起了从记事时候起自己就是一个好奇怪的人幼儿园的时候不爱说话别人和我说话我就会哭小学大概也是这样觉得自己好奇怪啊很难交到朋友并且熟络起来小学的时候有交一些朋友了但是我只会跟朋友讲话其他的同学之类的和我讲话就莫名其妙会想哭………初中高中的时候才开始有想要改变的想法，可是做了很多没用的努力，自己还是一如往常，觉得很失落，现在大一刚开学，室友都才几天就已经熟络起来了，自己好像还是被排在外的那一个，真的不知道该怎么办了，好像是因为自己太自卑了，总是想很多，每向外走一步都觉得会好尴尬，然后继续停在原地，交朋友好难啊但是我也想像正常的人一样初中的时候有陌生人之类的跟我讲话有时候会感觉话在嘴边了但是嘴巴被堵住了张不开好烦啊？？？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你不必担心，这些问题并不是无法解决的。我自己也曾经遇到过这些情况，现在慢慢地在好转，所以只要我们想去改变，一切都会朝着我们想要的结果发展。",
    "annotation": [
      {
        "sentence": "求助者，你不必担心，这些问题并不是无法解决的。",
        "label": ""
      },
      {
        "sentence": "我自己也曾经遇到过这些情况，现在慢慢地在好转，所以只要我们想去改变，一切都会朝着我们想要的结果发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我感到很困惑，从小时候开始我就不爱说话，即使有朋友和我一起玩，我也只和经常玩的孩子一起，不去过多地和其他不熟悉的人玩，我觉得我很奇怪。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我感到很困惑，从小时候开始我就不爱说话，即使有朋友和我一起玩，我也只和经常玩的孩子一起，不去过多地和其他不熟悉的人玩，我觉得我很奇怪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实每个人的情况都不一样的。有的人天生外向，而像你这种情况的人，并不少见。我也是其中一个哦！像我们这种人对友情非常忠诚，其实在一大群朋友中，也只有一两个特别值得交心，其他的都只是面子朋友。",
    "annotation": [
      {
        "sentence": "其实每个人的情况都不一样的。",
        "label": ""
      },
      {
        "sentence": "有的人天生外向，而像你这种情况的人，并不少见。",
        "label": ""
      },
      {
        "sentence": "我也是其中一个哦！",
        "label": ""
      },
      {
        "sentence": "像我们这种人对友情非常忠诚，其实在一大群朋友中，也只有一两个特别值得交心，其他的都只是面子朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我对自己的问题有了更清晰的认识。我想我可能是因为自卑的缘故，所以感到很难和别人交流。我不确定是因为我的原生家庭问题还是其他因素导致的。",
    "annotation": [
      {
        "sentence": "我明白了，我对自己的问题有了更清晰的认识。",
        "label": ""
      },
      {
        "sentence": "我想我可能是因为自卑的缘故，所以感到很难和别人交流。",
        "label": ""
      },
      {
        "sentence": "我不确定是因为我的原生家庭问题还是其他因素导致的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自卑的确会阻碍我们与外界的联系。我经历过和你类似的困惑，我能感同身受。不过我现在已经有所改善了。如果你真的想要改变，我建议你在校期间学习一些心理学知识，将会成为你以后的底气和宝藏。",
    "annotation": [
      {
        "sentence": "自卑的确会阻碍我们与外界的联系。",
        "label": ""
      },
      {
        "sentence": "我经历过和你类似的困惑，我能感同身受。",
        "label": ""
      },
      {
        "sentence": "不过我现在已经有所改善了。",
        "label": ""
      },
      {
        "sentence": "如果你真的想要改变，我建议你在校期间学习一些心理学知识，将会成为你以后的底气和宝藏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来不错，你学习心理学有帮助吗？",
    "annotation": [
      {
        "sentence": "听起来不错，你学习心理学有帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我开始接触心理学已经有一段时间了，虽然没有深入学习，但今年我去学习了催眠。起初，我在介绍时非常紧张，结巴，甚至大脑一片空白。然而，在结束时，我并没有感到话语被阻塞，说不出来的感觉。虽然在还没有轮到我发言时，依旧会感到紧张，但我认为这是正常现象。整个流程下来，我感觉是最顺利，最流畅的一次台上总结。虽然每个人的情况会有所不同，但我想告诉你的是，当你来这里寻求帮助时，你已经离成功不远了。因为你正在主动寻找解决办法，而不是被消极情绪所困扰。最好的办法就是鼓励自己，积极暗示自己，并主动尝试。当你打通了自己的穴道时，你会感到特别舒畅。而要打通这个穴道，你需要赋予自己勇气，坚持走下去。虽然这条路很艰难，但只要坚持不懈，你会发现不同寻常的世界。",
    "annotation": [
      {
        "sentence": "我开始接触心理学已经有一段时间了，虽然没有深入学习，但今年我去学习了催眠。",
        "label": ""
      },
      {
        "sentence": "起初，我在介绍时非常紧张，结巴，甚至大脑一片空白。",
        "label": ""
      },
      {
        "sentence": "然而，在结束时，我并没有感到话语被阻塞，说不出来的感觉。",
        "label": ""
      },
      {
        "sentence": "虽然在还没有轮到我发言时，依旧会感到紧张，但我认为这是正常现象。",
        "label": ""
      },
      {
        "sentence": "整个流程下来，我感觉是最顺利，最流畅的一次台上总结。",
        "label": ""
      },
      {
        "sentence": "虽然每个人的情况会有所不同，但我想告诉你的是，当你来这里寻求帮助时，你已经离成功不远了。",
        "label": ""
      },
      {
        "sentence": "因为你正在主动寻找解决办法，而不是被消极情绪所困扰。",
        "label": ""
      },
      {
        "sentence": "最好的办法就是鼓励自己，积极暗示自己，并主动尝试。",
        "label": ""
      },
      {
        "sentence": "当你打通了自己的穴道时，你会感到特别舒畅。",
        "label": ""
      },
      {
        "sentence": "而要打通这个穴道，你需要赋予自己勇气，坚持走下去。",
        "label": ""
      },
      {
        "sentence": "虽然这条路很艰难，但只要坚持不懈，你会发现不同寻常的世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我决定要勇敢迈出第一步。我相信只要我坚持下去，我可以克服这些困难，改变自己的人际交往问题。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我决定要勇敢迈出第一步。",
        "label": ""
      },
      {
        "sentence": "我相信只要我坚持下去，我可以克服这些困难，改变自己的人际交往问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！我相信你定能成功。如果你在这个过程中需要任何帮助或者有任何困惑，都可以随时来找我。我会一直支持你的。+",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "我相信你定能成功。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中需要任何帮助或者有任何困惑，都可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "+",
        "label": ""
      }
    ]
  }
]