[
  {
    "role": "client",
    "content": "我想与人亲近，身体却很抗拒，怎么改变呢？表面上看起来我很高冷，拒人于千里之外，其实内心很希望与人亲近，但是夸奖人的话到嘴边无论如何也说不出口，平时与人的交流也只是必要的，不喜欢说些有的没的，虽然我知道这样会拉近彼此的关系，可就是说不出口。但是我和老公或者是朋友家人一起的时候，真的话痨，有的没的，可以说到睡着，怎么改变呢？",
    "annotation": [
      {
        "sentence": "我想与人亲近，身体却很抗拒，怎么改变呢？",
        "label": ""
      },
      {
        "sentence": "表面上看起来我很高冷，拒人于千里之外，其实内心很希望与人亲近，但是夸奖人的话到嘴边无论如何也说不出口，平时与人的交流也只是必要的，不喜欢说些有的没的，虽然我知道这样会拉近彼此的关系，可就是说不出口。",
        "label": ""
      },
      {
        "sentence": "但是我和老公或者是朋友家人一起的时候，真的话痨，有的没的，可以说到睡着，怎么改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读完你的问题，我发现其实你是一个本来就很热情的人，只是你的热情是有界限的，比如对老公和朋友，你会有说不完的话，甚至会称自己是话唠。所以我觉得你提到的，想与别人亲近，但身体很抗拒，大概指的是关系非常普通的一些朋友，甚至是不太熟的一些人，对吗？",
    "annotation": [
      {
        "sentence": "读完你的问题，我发现其实你是一个本来就很热情的人，只是你的热情是有界限的，比如对老公和朋友，你会有说不完的话，甚至会称自己是话唠。",
        "label": ""
      },
      {
        "sentence": "所以我觉得你提到的，想与别人亲近，但身体很抗拒，大概指的是关系非常普通的一些朋友，甚至是不太熟的一些人，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，和熟悉的人在一起我会变得很活跃，但和陌生人交流时，我总是感到不自在，不知道如何主动与他们建立联系。",
    "annotation": [
      {
        "sentence": "是的，和熟悉的人在一起我会变得很活跃，但和陌生人交流时，我总是感到不自在，不知道如何主动与他们建立联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来，你对人际交往有一些困惑和抗拒，不过这是很正常的情绪。我们先来聊聊，为什么你想与别人亲近呢？",
    "annotation": [
      {
        "sentence": "看得出来，你对人际交往有一些困惑和抗拒，不过这是很正常的情绪。",
        "label": ""
      },
      {
        "sentence": "我们先来聊聊，为什么你想与别人亲近呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我意识到一个人生活并不完整，需要有他人的陪伴和支持。而且，与人亲近也可以帮助我开阔眼界，增加人际关系，对未来的发展也有好处。",
    "annotation": [
      {
        "sentence": "我意识到一个人生活并不完整，需要有他人的陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "而且，与人亲近也可以帮助我开阔眼界，增加人际关系，对未来的发展也有好处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常同意你的观点！人际关系的建立确实能够带来许多好处。你提到你被外界认为是一个高冷的人，这也许在你的人际关系沟通中，不容易和别人建立联系，让人不愿意与你亲近。所以你想与其他人交往，夸奖对方，表现得更为平易近人，从而获得更好的人际关系。这是一个特别棒的想法！",
    "annotation": [
      {
        "sentence": "非常同意你的观点！",
        "label": ""
      },
      {
        "sentence": "人际关系的建立确实能够带来许多好处。",
        "label": ""
      },
      {
        "sentence": "你提到你被外界认为是一个高冷的人，这也许在你的人际关系沟通中，不容易和别人建立联系，让人不愿意与你亲近。",
        "label": ""
      },
      {
        "sentence": "所以你想与其他人交往，夸奖对方，表现得更为平易近人，从而获得更好的人际关系。",
        "label": ""
      },
      {
        "sentence": "这是一个特别棒的想法！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定。可是，夸奖别人对我来说总是很困难，即使我真心想表达出来，却总是说不出口。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定。",
        "label": ""
      },
      {
        "sentence": "可是，夸奖别人对我来说总是很困难，即使我真心想表达出来，却总是说不出口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "夸奖并不一定需要表面的赞美，而是需要我们用心的去感受对方的内心。当我们发自内心地想要赞美对方，将赞美的话说到对方的心里，对方才会欣然地接受我们的赞美。这种赞美是真诚的，是我们想要去感受对方的感受，从内心的接纳一份新的友谊。我们每个人的身边都会有形形色色的人，有的人适合成为朋友，有的人只是平淡之交。所以其实你没有必要因为这样的事情而烦恼，适当地甄别，发现你真正想要交往的朋友，再为之付出真心，夸奖和赞美的话，也会自然而然地说出口了。",
    "annotation": [
      {
        "sentence": "夸奖并不一定需要表面的赞美，而是需要我们用心的去感受对方的内心。",
        "label": ""
      },
      {
        "sentence": "当我们发自内心地想要赞美对方，将赞美的话说到对方的心里，对方才会欣然地接受我们的赞美。",
        "label": ""
      },
      {
        "sentence": "这种赞美是真诚的，是我们想要去感受对方的感受，从内心的接纳一份新的友谊。",
        "label": ""
      },
      {
        "sentence": "我们每个人的身边都会有形形色色的人，有的人适合成为朋友，有的人只是平淡之交。",
        "label": ""
      },
      {
        "sentence": "所以其实你没有必要因为这样的事情而烦恼，适当地甄别，发现你真正想要交往的朋友，再为之付出真心，夸奖和赞美的话，也会自然而然地说出口了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该用真诚的眼光看待他人，减少对交往的顾虑。同时也要学会在合适的时机夸奖对方，用心去感受对方的心情。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我明白了，我应该用真诚的眼光看待他人，减少对交往的顾虑。",
        "label": ""
      },
      {
        "sentence": "同时也要学会在合适的时机夸奖对方，用心去感受对方的心情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！夸奖和赞美的话语确实可以为我们与他人建立更好的关系。同时，我们不必迎合每个人的喜好，因为我们不会被这个世界上所有的人都喜欢，我们也没有精力喜欢这个世界上所有的人。所以，珍惜那些在你身边真正应该珍惜的人，用心地爱着那些也同样爱着你的人吧。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "夸奖和赞美的话语确实可以为我们与他人建立更好的关系。",
        "label": ""
      },
      {
        "sentence": "同时，我们不必迎合每个人的喜好，因为我们不会被这个世界上所有的人都喜欢，我们也没有精力喜欢这个世界上所有的人。",
        "label": ""
      },
      {
        "sentence": "所以，珍惜那些在你身边真正应该珍惜的人，用心地爱着那些也同样爱着你的人吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会好好珍惜身边的亲人和朋友，同时也会积极尝试与新的人建立联系，用心交流，感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "是的，我会好好珍惜身边的亲人和朋友，同时也会积极尝试与新的人建立联系，用心交流，感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定能够改变自己，与更多的人建立起美好的关系。记住，自信和真诚是吸引他人与你亲近的关键。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够改变自己，与更多的人建立起美好的关系。",
        "label": ""
      },
      {
        "sentence": "记住，自信和真诚是吸引他人与你亲近的关键。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]