[
  {
    "role": "client",
    "content": "从事一份为童鞋打印文件的工作，为什么都是错误的？现今我从事一份为童鞋打印文件的工作，在这份工作中遇到了许多的小问题。就在前天下午，有童鞋拿着老师的文件给我打印，因为有99页，这位童鞋一直说要中缝装订，我让他看清楚，他也一直说要中缝装订。与此同时，我的同事也在旁边观看，我打印一半觉得不对劲，就让店长看一下。结果她直接说我做错了。我告诉她是童鞋确认了几次跟我说要中缝装订，我不能不听呀。可是那个童鞋又反悔说：“自己不知道是什么文件，说什么老师说是大文件胶装小文件装订”。我气急了直接问身旁同事：“他自己说的你也知道对不对？！”可是她的回答永远是：“我也不知道，我没看见”。因为每次她们都是这样，可是她们有事情我却热心肠地为她们作证。之前我不在意，可是几次过后我就算再一根筋也有点痛恨了。我也在后面理智地想，她们的选择是对的，我没资格去说她们。毕竟谁也不想蹚浑水，帮是情分，不帮也是本分，不怪她们，就是痛恨她们的冷血。当时在想我还是太年轻了。之后我就直接让那个童鞋点着文件名说你。",
    "annotation": [
      {
        "sentence": "从事一份为童鞋打印文件的工作，为什么都是错误的？",
        "label": ""
      },
      {
        "sentence": "现今我从事一份为童鞋打印文件的工作，在这份工作中遇到了许多的小问题。",
        "label": ""
      },
      {
        "sentence": "就在前天下午，有童鞋拿着老师的文件给我打印，因为有99页，这位童鞋一直说要中缝装订，我让他看清楚，他也一直说要中缝装订。",
        "label": ""
      },
      {
        "sentence": "与此同时，我的同事也在旁边观看，我打印一半觉得不对劲，就让店长看一下。",
        "label": ""
      },
      {
        "sentence": "结果她直接说我做错了。",
        "label": ""
      },
      {
        "sentence": "我告诉她是童鞋确认了几次跟我说要中缝装订，我不能不听呀。",
        "label": ""
      },
      {
        "sentence": "可是那个童鞋又反悔说：“自己不知道是什么文件，说什么老师说是大文件胶装小文件装订”。",
        "label": ""
      },
      {
        "sentence": "我气急了直接问身旁同事：“他自己说的你也知道对不对？！",
        "label": ""
      },
      {
        "sentence": "”可是她的回答永远是：“我也不知道，我没看见”。",
        "label": ""
      },
      {
        "sentence": "因为每次她们都是这样，可是她们有事情我却热心肠地为她们作证。",
        "label": ""
      },
      {
        "sentence": "之前我不在意，可是几次过后我就算再一根筋也有点痛恨了。",
        "label": ""
      },
      {
        "sentence": "我也在后面理智地想，她们的选择是对的，我没资格去说她们。",
        "label": ""
      },
      {
        "sentence": "毕竟谁也不想蹚浑水，帮是情分，不帮也是本分，不怪她们，就是痛恨她们的冷血。",
        "label": ""
      },
      {
        "sentence": "当时在想我还是太年轻了。",
        "label": ""
      },
      {
        "sentence": "之后我就直接让那个童鞋点着文件名说你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你最近在工作中遇到了一些困扰和挫折呢。打印文件本身是一项不太需要太过认真负责的工作，了解的童鞋们会告诉你他们想要什么样的打印方式和装订方法，不了解的童鞋们可以随便订一个给他们就行了。如果他们有其他需求，他们可以出了店再回来打印，但需要另外付费。你可以试着开玩笑的方式回应他们，对待他们的时候，用不同的语气分析不同人的性格特点，甚至用笑脸嘲讽，毕竟适当的幽默可以缓解紧张和纷争呢。你可以尝试一些妙语连珠的回应，有时候一句话能让人噎住呢。",
    "annotation": [
      {
        "sentence": "听起来你最近在工作中遇到了一些困扰和挫折呢。",
        "label": ""
      },
      {
        "sentence": "打印文件本身是一项不太需要太过认真负责的工作，了解的童鞋们会告诉你他们想要什么样的打印方式和装订方法，不了解的童鞋们可以随便订一个给他们就行了。",
        "label": ""
      },
      {
        "sentence": "如果他们有其他需求，他们可以出了店再回来打印，但需要另外付费。",
        "label": ""
      },
      {
        "sentence": "你可以试着开玩笑的方式回应他们，对待他们的时候，用不同的语气分析不同人的性格特点，甚至用笑脸嘲讽，毕竟适当的幽默可以缓解紧张和纷争呢。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些妙语连珠的回应，有时候一句话能让人噎住呢。",
        "label": ""
      }
    ]
  }
]