[
  {
    "role": "client",
    "content": "我升学后，从一个一流学校到了一个优秀的学校。在高中期间，我受到了打击，心里非常郁闷，不知道该怎么办。初中的时候，我在农村学校表现非常好，当时心情轻松自如。但是到了高中，进入省重点学校后，我像带着初中生活的习惯来到了一个全新的环境。我下意识地对比谁聪明谁傻，开始自信满满，但是没想到一败涂地，无法超过城里的学生。而且我发现身边优秀的同学试图让我非常难受。我很不适应这个身份的转变，因为在初中的时候，我一直是那个很聪明的人。在高中，我遭受了巨大的打击，心理上感到非常郁闷、压抑和难受，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我升学后，从一个一流学校到了一个优秀的学校。",
        "label": ""
      },
      {
        "sentence": "在高中期间，我受到了打击，心里非常郁闷，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "初中的时候，我在农村学校表现非常好，当时心情轻松自如。",
        "label": ""
      },
      {
        "sentence": "但是到了高中，进入省重点学校后，我像带着初中生活的习惯来到了一个全新的环境。",
        "label": ""
      },
      {
        "sentence": "我下意识地对比谁聪明谁傻，开始自信满满，但是没想到一败涂地，无法超过城里的学生。",
        "label": ""
      },
      {
        "sentence": "而且我发现身边优秀的同学试图让我非常难受。",
        "label": ""
      },
      {
        "sentence": "我很不适应这个身份的转变，因为在初中的时候，我一直是那个很聪明的人。",
        "label": ""
      },
      {
        "sentence": "在高中，我遭受了巨大的打击，心理上感到非常郁闷、压抑和难受，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我真的非常理解你的感受。对于这种环境的转变，一开始是非常难以接受的。我可以看出你一直以来都是一个非常优秀的孩子，对自己也有很高的期望和定位，这是一件好事。首先，我要恭喜你成功冲出重围，来到了一所更好的高中。但是来到这里之后，你却发现优秀的人太多了，一切都变得不同了。这个世界有时候的确是残酷的，但是转念一想，你也被纳入了优秀人群的行列啊！你们在中考中获得了晋级资格，现在这所学校为你们晋级的学生重开了一场比赛，给你画了一条全新的起跑线。你要以全新的心态重新开始。对于你所遇到的困境，我们可以从另一个角度来思考一下。从你的描述中我可以看出，你加入了一个集体，身边的人都很优秀并且努力。在这样的环境中，其实也包含着一种正向的激励。这个环境仿佛在告诉你：“嘿，伙计，看看周围的人，大家都在努力，要不要一起变得更强？”相信在这个更浓郁的学习氛围中，你能学到更多的知识。你说他们好像每个人都胸有成竹，那你呢？不要因为别人的表现而贬低自己，每个人都是独一无二的存在，你之前凭借着聪明才智，在初中的时候都过得很顺利，这就是你的底气。你没有理由不自信。另外，你所经历的转变和感觉到的认知上的差异，并不仅仅是因为从农村学校转到省重点学校造成的，高中和初中的学习本来就有很大区别。高中所学的知识比初中更难消化和理解，大多数想取得好成绩的学生到了高中都需要更加努力。所以你所经历的问题，不仅仅是因为周围的同学变得更优秀了，知识点也变得更加复杂了。你需要学着找到更适合自己的学习方法，转变那种“随便考考”就能取得好成绩的观念。最后，无论你取得怎样的成绩或者处在怎样的环境中，接纳自己、爱自己才是最重要的。不要因为比较而受挫、贬低自己或者否认自己的能力。每个人都是独一无二的，你总是会拥有自己的优点和长处。希望你能开心起来！继续加油！(ง•_•)ง",
    "annotation": [
      {
        "sentence": "我真的非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "对于这种环境的转变，一开始是非常难以接受的。",
        "label": ""
      },
      {
        "sentence": "我可以看出你一直以来都是一个非常优秀的孩子，对自己也有很高的期望和定位，这是一件好事。",
        "label": ""
      },
      {
        "sentence": "首先，我要恭喜你成功冲出重围，来到了一所更好的高中。",
        "label": ""
      },
      {
        "sentence": "但是来到这里之后，你却发现优秀的人太多了，一切都变得不同了。",
        "label": ""
      },
      {
        "sentence": "这个世界有时候的确是残酷的，但是转念一想，你也被纳入了优秀人群的行列啊！",
        "label": ""
      },
      {
        "sentence": "你们在中考中获得了晋级资格，现在这所学校为你们晋级的学生重开了一场比赛，给你画了一条全新的起跑线。",
        "label": ""
      },
      {
        "sentence": "你要以全新的心态重新开始。",
        "label": ""
      },
      {
        "sentence": "对于你所遇到的困境，我们可以从另一个角度来思考一下。",
        "label": ""
      },
      {
        "sentence": "从你的描述中我可以看出，你加入了一个集体，身边的人都很优秀并且努力。",
        "label": ""
      },
      {
        "sentence": "在这样的环境中，其实也包含着一种正向的激励。",
        "label": ""
      },
      {
        "sentence": "这个环境仿佛在告诉你：“嘿，伙计，看看周围的人，大家都在努力，要不要一起变得更强？",
        "label": ""
      },
      {
        "sentence": "”相信在这个更浓郁的学习氛围中，你能学到更多的知识。",
        "label": ""
      },
      {
        "sentence": "你说他们好像每个人都胸有成竹，那你呢？",
        "label": ""
      },
      {
        "sentence": "不要因为别人的表现而贬低自己，每个人都是独一无二的存在，你之前凭借着聪明才智，在初中的时候都过得很顺利，这就是你的底气。",
        "label": ""
      },
      {
        "sentence": "你没有理由不自信。",
        "label": ""
      },
      {
        "sentence": "另外，你所经历的转变和感觉到的认知上的差异，并不仅仅是因为从农村学校转到省重点学校造成的，高中和初中的学习本来就有很大区别。",
        "label": ""
      },
      {
        "sentence": "高中所学的知识比初中更难消化和理解，大多数想取得好成绩的学生到了高中都需要更加努力。",
        "label": ""
      },
      {
        "sentence": "所以你所经历的问题，不仅仅是因为周围的同学变得更优秀了，知识点也变得更加复杂了。",
        "label": ""
      },
      {
        "sentence": "你需要学着找到更适合自己的学习方法，转变那种“随便考考”就能取得好成绩的观念。",
        "label": ""
      },
      {
        "sentence": "最后，无论你取得怎样的成绩或者处在怎样的环境中，接纳自己、爱自己才是最重要的。",
        "label": ""
      },
      {
        "sentence": "不要因为比较而受挫、贬低自己或者否认自己的能力。",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的，你总是会拥有自己的优点和长处。",
        "label": ""
      },
      {
        "sentence": "希望你能开心起来！",
        "label": ""
      },
      {
        "sentence": "继续加油！",
        "label": ""
      },
      {
        "sentence": "(ง•_•)ง",
        "label": ""
      }
    ]
  }
]