[
  {
    "role": "client",
    "content": "我在升学过程中遇到了很多困惑和打击。从初中到高中，我从一个农村学校转到了一个好学校。在初中我学习成绩很好，觉得自己很优秀，所以对高中的要求很轻松。但是到了高中后，我发现自己无法跟城里的学生相比，考试成绩也比不过他们。而且，我发现身边的同学都很有潜力和才华，这让我觉得很不舒服。我从小都是被认为是最聪明的那个，但是现在我的自信心受到了打击，感觉很郁闷和难受。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我在升学过程中遇到了很多困惑和打击。",
        "label": ""
      },
      {
        "sentence": "从初中到高中，我从一个农村学校转到了一个好学校。",
        "label": ""
      },
      {
        "sentence": "在初中我学习成绩很好，觉得自己很优秀，所以对高中的要求很轻松。",
        "label": ""
      },
      {
        "sentence": "但是到了高中后，我发现自己无法跟城里的学生相比，考试成绩也比不过他们。",
        "label": ""
      },
      {
        "sentence": "而且，我发现身边的同学都很有潜力和才华，这让我觉得很不舒服。",
        "label": ""
      },
      {
        "sentence": "我从小都是被认为是最聪明的那个，但是现在我的自信心受到了打击，感觉很郁闷和难受。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的感受。在初中时，因为你的优秀表现，你得到了同学们的喜爱，你也为自己感到骄傲。但是到了高中，你失去了自身的优势，自尊心也受到了打击，出现了巨大的失落感。我觉得你现在感到不适应的原因有以下几点：一是无法适应新的环境和身份转变，二是对自己和新变化抱有过高的期望，三是进行错误的社会比较。这些都是因为你对自己的认知有所偏差，无法正确处理自我与外界的关系。你在初中时的优秀学习成绩表明你有很好的学习能力，而这也给了你满满的自信。你对自己评价很高，觉得自己很优秀。这是一种好事，因为你的学习成绩的确值得自信。但是到了高中，环境和学习任务变得更加困难，同时也面临着新的人际关系环境。这些都需要你重新了解、适应和接受。然而你的高自尊和自信心让你忽略了现实情况，仍然用过去的眼光看待这一切。事实却给了你一个教训，其他同学的学习水平也很高，而你在比较之下发现了自己的不足之处，这对你是一种打击。我们常常通过社会比较来确认自我价值，但是在一个好学校里，学生的总体水平都会比较高。你也是其中的一员，你已经站在一个更高的起点。虽然想要超越会很困难，但是你首先要肯定自己的价值和优点。要树立一个自己的目标，超越的是自己而不是其他人。只要现在和明天的自己比昨天有进步，那就是一种优秀的表现。然后，要有一种“归零心态”，忘记过去的成绩，重新开始，去面对新的挑战和任务，制定新的学习计划。将注意力从其他同学身上转移开，多想一想如何运用自己的学习能力去应对新任务。如果一定要去关注其他同学，那么就看看他们值得学习的方面，吸取他们的经验。我们不能一直停滞在过去的成绩上，时间是向前推进的，人生也是向前发展的。所以我们都要向前看，超越昨天的自己才是优秀的证明。加油！",
    "annotation": [
      {
        "sentence": "我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在初中时，因为你的优秀表现，你得到了同学们的喜爱，你也为自己感到骄傲。",
        "label": ""
      },
      {
        "sentence": "但是到了高中，你失去了自身的优势，自尊心也受到了打击，出现了巨大的失落感。",
        "label": ""
      },
      {
        "sentence": "我觉得你现在感到不适应的原因有以下几点：一是无法适应新的环境和身份转变，二是对自己和新变化抱有过高的期望，三是进行错误的社会比较。",
        "label": ""
      },
      {
        "sentence": "这些都是因为你对自己的认知有所偏差，无法正确处理自我与外界的关系。",
        "label": ""
      },
      {
        "sentence": "你在初中时的优秀学习成绩表明你有很好的学习能力，而这也给了你满满的自信。",
        "label": ""
      },
      {
        "sentence": "你对自己评价很高，觉得自己很优秀。",
        "label": ""
      },
      {
        "sentence": "这是一种好事，因为你的学习成绩的确值得自信。",
        "label": ""
      },
      {
        "sentence": "但是到了高中，环境和学习任务变得更加困难，同时也面临着新的人际关系环境。",
        "label": ""
      },
      {
        "sentence": "这些都需要你重新了解、适应和接受。",
        "label": ""
      },
      {
        "sentence": "然而你的高自尊和自信心让你忽略了现实情况，仍然用过去的眼光看待这一切。",
        "label": ""
      },
      {
        "sentence": "事实却给了你一个教训，其他同学的学习水平也很高，而你在比较之下发现了自己的不足之处，这对你是一种打击。",
        "label": ""
      },
      {
        "sentence": "我们常常通过社会比较来确认自我价值，但是在一个好学校里，学生的总体水平都会比较高。",
        "label": ""
      },
      {
        "sentence": "你也是其中的一员，你已经站在一个更高的起点。",
        "label": ""
      },
      {
        "sentence": "虽然想要超越会很困难，但是你首先要肯定自己的价值和优点。",
        "label": ""
      },
      {
        "sentence": "要树立一个自己的目标，超越的是自己而不是其他人。",
        "label": ""
      },
      {
        "sentence": "只要现在和明天的自己比昨天有进步，那就是一种优秀的表现。",
        "label": ""
      },
      {
        "sentence": "然后，要有一种“归零心态”，忘记过去的成绩，重新开始，去面对新的挑战和任务，制定新的学习计划。",
        "label": ""
      },
      {
        "sentence": "将注意力从其他同学身上转移开，多想一想如何运用自己的学习能力去应对新任务。",
        "label": ""
      },
      {
        "sentence": "如果一定要去关注其他同学，那么就看看他们值得学习的方面，吸取他们的经验。",
        "label": ""
      },
      {
        "sentence": "我们不能一直停滞在过去的成绩上，时间是向前推进的，人生也是向前发展的。",
        "label": ""
      },
      {
        "sentence": "所以我们都要向前看，超越昨天的自己才是优秀的证明。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]