[
  {
    "role": "client",
    "content": "女朋友对我不是特别好，喜欢一个人，是自私吗？我喜欢我女朋友，所以我对她很好。好吃的东西、好玩的东西都会先想着她，也都先让着她。我女朋友说喜欢我，但感觉不怎么在乎我。一些细节比如吃好吃的不会想着我，不会给我留一点。玩好玩的总是先挑自己觉得好玩的，看电视啥的也是挑自己爱看的。当我对她提出我的这个疑问时，她自己也承认了她对我不是特别好。但她说她很喜欢我，我可以相信吗？",
    "annotation": [
      {
        "sentence": "女朋友对我不是特别好，喜欢一个人，是自私吗？",
        "label": ""
      },
      {
        "sentence": "我喜欢我女朋友，所以我对她很好。",
        "label": ""
      },
      {
        "sentence": "好吃的东西、好玩的东西都会先想着她，也都先让着她。",
        "label": ""
      },
      {
        "sentence": "我女朋友说喜欢我，但感觉不怎么在乎我。",
        "label": ""
      },
      {
        "sentence": "一些细节比如吃好吃的不会想着我，不会给我留一点。",
        "label": ""
      },
      {
        "sentence": "玩好玩的总是先挑自己觉得好玩的，看电视啥的也是挑自己爱看的。",
        "label": ""
      },
      {
        "sentence": "当我对她提出我的这个疑问时，她自己也承认了她对我不是特别好。",
        "label": ""
      },
      {
        "sentence": "但她说她很喜欢我，我可以相信吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很喜欢女朋友，很重视生活中的小细节，用这些方式来表达对女朋友的喜欢。同时，你也认为自己对女朋友好，她自然应该用同样的方式来对自己好，来表达她对你的喜欢。这种想法确实没什么问题，我们每个人付出了，当然希望得到回报。既然两个人在一起，建立了亲密关系，当然应该表达出来对对方的关心。但你对女朋友表达的方式跟自己的不一样这一点不满意，甚至怀疑女朋友对自己的感情，这似乎是有点“冤枉”了你的女朋友呢。",
    "annotation": [
      {
        "sentence": "你很喜欢女朋友，很重视生活中的小细节，用这些方式来表达对女朋友的喜欢。",
        "label": ""
      },
      {
        "sentence": "同时，你也认为自己对女朋友好，她自然应该用同样的方式来对自己好，来表达她对你的喜欢。",
        "label": ""
      },
      {
        "sentence": "这种想法确实没什么问题，我们每个人付出了，当然希望得到回报。",
        "label": ""
      },
      {
        "sentence": "既然两个人在一起，建立了亲密关系，当然应该表达出来对对方的关心。",
        "label": ""
      },
      {
        "sentence": "但你对女朋友表达的方式跟自己的不一样这一点不满意，甚至怀疑女朋友对自己的感情，这似乎是有点“冤枉”了你的女朋友呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得她对我的感情不够真诚，只是口头上说喜欢我而已。我真的可以相信她吗？我希望得到更多实质上的回应和关心。",
    "annotation": [
      {
        "sentence": "但是我觉得她对我的感情不够真诚，只是口头上说喜欢我而已。",
        "label": ""
      },
      {
        "sentence": "我真的可以相信她吗？",
        "label": ""
      },
      {
        "sentence": "我希望得到更多实质上的回应和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，似乎你对女朋友的喜欢越来越深了。你希望她能以相同的方式回应你，以实际行动来表达她对你的爱意。我理解你的期望，但是每个人表达爱的方式都是不同的。可能她在其他方面以她自己习惯的方式在向你表达爱意。或许你可以试着跟她聊一聊，告诉她你在生活中期待她怎么做才能让你特别感受到她的关心和爱意。",
    "annotation": [
      {
        "sentence": "听你说起来，似乎你对女朋友的喜欢越来越深了。",
        "label": ""
      },
      {
        "sentence": "你希望她能以相同的方式回应你，以实际行动来表达她对你的爱意。",
        "label": ""
      },
      {
        "sentence": "我理解你的期望，但是每个人表达爱的方式都是不同的。",
        "label": ""
      },
      {
        "sentence": "可能她在其他方面以她自己习惯的方式在向你表达爱意。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着跟她聊一聊，告诉她你在生活中期待她怎么做才能让你特别感受到她的关心和爱意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我应该尝试去理解她表达爱的方式。但有时候我真的觉得很委屈，好像我在感情中付出得更多，而她却没有同样程度的付出。",
    "annotation": [
      {
        "sentence": "我明白了，可能我应该尝试去理解她表达爱的方式。",
        "label": ""
      },
      {
        "sentence": "但有时候我真的觉得很委屈，好像我在感情中付出得更多，而她却没有同样程度的付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲密关系中，确实会有付出的差异。但这并不代表她不爱你，也不意味着她没有付出。每个人对感情的表达方式都不同，你们可以共同努力去理解对方的方式，并逐渐找到彼此都能接受的平衡点。在谈恋爱的过程中，相互的理解、包容和成长都是至关重要的。",
    "annotation": [
      {
        "sentence": "亲密关系中，确实会有付出的差异。",
        "label": ""
      },
      {
        "sentence": "但这并不代表她不爱你，也不意味着她没有付出。",
        "label": ""
      },
      {
        "sentence": "每个人对感情的表达方式都不同，你们可以共同努力去理解对方的方式，并逐渐找到彼此都能接受的平衡点。",
        "label": ""
      },
      {
        "sentence": "在谈恋爱的过程中，相互的理解、包容和成长都是至关重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许我应该更加关注她的方式来表达爱意，而不只是着眼于我的期待。我会试着跟她沟通，聆听她的想法和感受，共同寻找彼此都满意的方法来表达感情。",
    "annotation": [
      {
        "sentence": "或许我应该更加关注她的方式来表达爱意，而不只是着眼于我的期待。",
        "label": ""
      },
      {
        "sentence": "我会试着跟她沟通，聆听她的想法和感受，共同寻找彼此都满意的方法来表达感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够有这样的想法。和她一起探讨、明确彼此的期待和爱的表达方式会有助于你们的关系更加稳固和美满。记得时刻保持相互的沟通和理解，共同成长，这样你们的感情一定会更深厚和幸福。",
    "annotation": [
      {
        "sentence": "很高兴看到你能够有这样的想法。",
        "label": ""
      },
      {
        "sentence": "和她一起探讨、明确彼此的期待和爱的表达方式会有助于你们的关系更加稳固和美满。",
        "label": ""
      },
      {
        "sentence": "记得时刻保持相互的沟通和理解，共同成长，这样你们的感情一定会更深厚和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会努力去理解和支持她，同时也希望我们的关系能够更好地发展下去。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会努力去理解和支持她，同时也希望我们的关系能够更好地发展下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们一定可以解决这个问题。祝福你们的感情越来越好，共同度过美好的时光。如果还有其他疑问或需要帮助的地方，随时向我提问吧，我愿意为你提供支持和帮助。",
    "annotation": [
      {
        "sentence": "不客气，我相信你们一定可以解决这个问题。",
        "label": ""
      },
      {
        "sentence": "祝福你们的感情越来越好，共同度过美好的时光。",
        "label": ""
      },
      {
        "sentence": "如果还有其他疑问或需要帮助的地方，随时向我提问吧，我愿意为你提供支持和帮助。",
        "label": ""
      }
    ]
  }
]