[
  {
    "role": "client",
    "content": "高中，想活到30，父母说这是自私扭曲的三观，是吗？我是高中生，校内生活充实，成绩不差。我的父母是形婚，家族人数足够多到不用我承担任何（我也没有太多可继承的）。我没有心理疾病。我对父母没有共情。我有常联系的朋友。我的家庭经济没有问题。我想在大学独居、养猫、考级、学喜欢的专业，读研甚至读博，工作，花销上自给自足，在30左右死掉。父母说这是自私扭曲的三观，即使我说可以在他们死后再死。初中就有了这样的想法，我也觉得自私（指接受了社会、家庭的资源然后就死），但我无法接受他们说连他们死后也要求我像正常人一样活着，甚至活到百岁（身体不好，我觉得六十都难），他们想他们死了都管着我。我没有太大的生活动力和欲望，家庭生活让我痛苦，但我也没觉得人生无比黑暗。我现在一切的努力都是为了高考，为了让我的人生最重要的一个点圆满。这是自私的吗。我固然是会期待死亡的，即使我害怕它的未知。我降生在这个世界上不是我决定的，但我想尽量决定我自己的死。谢谢你看完",
    "annotation": [
      {
        "sentence": "高中，想活到30，父母说这是自私扭曲的三观，是吗？",
        "label": ""
      },
      {
        "sentence": "我是高中生，校内生活充实，成绩不差。",
        "label": ""
      },
      {
        "sentence": "我的父母是形婚，家族人数足够多到不用我承担任何（我也没有太多可继承的）。",
        "label": ""
      },
      {
        "sentence": "我没有心理疾病。",
        "label": ""
      },
      {
        "sentence": "我对父母没有共情。",
        "label": ""
      },
      {
        "sentence": "我有常联系的朋友。",
        "label": ""
      },
      {
        "sentence": "我的家庭经济没有问题。",
        "label": ""
      },
      {
        "sentence": "我想在大学独居、养猫、考级、学喜欢的专业，读研甚至读博，工作，花销上自给自足，在30左右死掉。",
        "label": ""
      },
      {
        "sentence": "父母说这是自私扭曲的三观，即使我说可以在他们死后再死。",
        "label": ""
      },
      {
        "sentence": "初中就有了这样的想法，我也觉得自私（指接受了社会、家庭的资源然后就死），但我无法接受他们说连他们死后也要求我像正常人一样活着，甚至活到百岁（身体不好，我觉得六十都难），他们想他们死了都管着我。",
        "label": ""
      },
      {
        "sentence": "我没有太大的生活动力和欲望，家庭生活让我痛苦，但我也没觉得人生无比黑暗。",
        "label": ""
      },
      {
        "sentence": "我现在一切的努力都是为了高考，为了让我的人生最重要的一个点圆满。",
        "label": ""
      },
      {
        "sentence": "这是自私的吗。",
        "label": ""
      },
      {
        "sentence": "我固然是会期待死亡的，即使我害怕它的未知。",
        "label": ""
      },
      {
        "sentence": "我降生在这个世界上不是我决定的，但我想尽量决定我自己的死。",
        "label": ""
      },
      {
        "sentence": "谢谢你看完",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "#这是自私的吗。我固然是会期待死亡的，即使我害怕它的未知。#这是一个选择，这个选择的主动权一直在你手上。面对死亡需要巨大的勇气的，你做好准备了？不管你准备好或者没有准备好。你想了解死亡吗？既然你对死亡本身这么执着，你大学会去研究死亡本身吗？去研究它、讨论它，都对你我理解当下的“我”有很深刻的帮助。在北欧、美国的大学，有专门研究死亡的哲学与死亡本身的详细体系。而国内这方面讨论的非常少，也相对比较避讳。所以会面临#父母说这是自私扭曲的三观#这样的情况。正视这个问题，是每个人迟早都要面临的，只不过你比大部分人来得早些而已，并没有什么特别的。",
    "annotation": [
      {
        "sentence": "#这是自私的吗。",
        "label": ""
      },
      {
        "sentence": "我固然是会期待死亡的，即使我害怕它的未知。",
        "label": ""
      },
      {
        "sentence": "#这是一个选择，这个选择的主动权一直在你手上。",
        "label": ""
      },
      {
        "sentence": "面对死亡需要巨大的勇气的，你做好准备了？",
        "label": ""
      },
      {
        "sentence": "不管你准备好或者没有准备好。",
        "label": ""
      },
      {
        "sentence": "你想了解死亡吗？",
        "label": ""
      },
      {
        "sentence": "既然你对死亡本身这么执着，你大学会去研究死亡本身吗？",
        "label": ""
      },
      {
        "sentence": "去研究它、讨论它，都对你我理解当下的“我”有很深刻的帮助。",
        "label": ""
      },
      {
        "sentence": "在北欧、美国的大学，有专门研究死亡的哲学与死亡本身的详细体系。",
        "label": ""
      },
      {
        "sentence": "而国内这方面讨论的非常少，也相对比较避讳。",
        "label": ""
      },
      {
        "sentence": "所以会面临#父母说这是自私扭曲的三观#这样的情况。",
        "label": ""
      },
      {
        "sentence": "正视这个问题，是每个人迟早都要面临的，只不过你比大部分人来得早些而已，并没有什么特别的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我并没有准备好面对死亡，但是我内心对死亡有一种期待，一种解脱的感觉。我从小就对这个话题比较敏感，所以对大学研究死亡本身可能也会有所抵抗。我也确实对国内对死亡的讨论感到避讳和缺乏。我不知道为什么我会有这样的想法，也感到很困惑。",
    "annotation": [
      {
        "sentence": "我并没有准备好面对死亡，但是我内心对死亡有一种期待，一种解脱的感觉。",
        "label": ""
      },
      {
        "sentence": "我从小就对这个话题比较敏感，所以对大学研究死亡本身可能也会有所抵抗。",
        "label": ""
      },
      {
        "sentence": "我也确实对国内对死亡的讨论感到避讳和缺乏。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么我会有这样的想法，也感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对死亡的期待和解脱感可能与你在家庭中的经历和感受有关。或许你在家庭中没有得到足够的关爱和理解，所以对死亡有了逃避和解脱的渴望。但是我想告诉你，生命中还有许多其他美好的事情和可能性，只是你还没有发现。你可以试着关注一些积极向上的事物，寻找真正能让你感到快乐和满足的事情。",
    "annotation": [
      {
        "sentence": "你对死亡的期待和解脱感可能与你在家庭中的经历和感受有关。",
        "label": ""
      },
      {
        "sentence": "或许你在家庭中没有得到足够的关爱和理解，所以对死亡有了逃避和解脱的渴望。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，生命中还有许多其他美好的事情和可能性，只是你还没有发现。",
        "label": ""
      },
      {
        "sentence": "你可以试着关注一些积极向上的事物，寻找真正能让你感到快乐和满足的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你说的，但是我现在感觉自己没有太大的生活动力和欲望，也没有特别喜欢的事情。家庭生活让我感到痛苦，但我也没有觉得人生无比黑暗。我现在的努力都是为了高考，让我人生中最重要的一个点能够圆满。这样做是不是也有些自私？",
    "annotation": [
      {
        "sentence": "我理解你说的，但是我现在感觉自己没有太大的生活动力和欲望，也没有特别喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "家庭生活让我感到痛苦，但我也没有觉得人生无比黑暗。",
        "label": ""
      },
      {
        "sentence": "我现在的努力都是为了高考，让我人生中最重要的一个点能够圆满。",
        "label": ""
      },
      {
        "sentence": "这样做是不是也有些自私？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你现在的状况和感受。在一段困难的生活中，为了自己争取一些希望和改变，并不是自私的行为。每个人对幸福的定义都不同，你认为高考对你非常重要，是值得努力的目标。但同时，也希望你能从更广阔的角度看待生活，尝试寻找其他可以让你感到快乐和满足的事情。人生中有很多美好的经历和可能性，希望你能够有机会去探索。",
    "annotation": [
      {
        "sentence": "理解你现在的状况和感受。",
        "label": ""
      },
      {
        "sentence": "在一段困难的生活中，为了自己争取一些希望和改变，并不是自私的行为。",
        "label": ""
      },
      {
        "sentence": "每个人对幸福的定义都不同，你认为高考对你非常重要，是值得努力的目标。",
        "label": ""
      },
      {
        "sentence": "但同时，也希望你能从更广阔的角度看待生活，尝试寻找其他可以让你感到快乐和满足的事情。",
        "label": ""
      },
      {
        "sentence": "人生中有很多美好的经历和可能性，希望你能够有机会去探索。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会尝试着从更广阔的角度看待生活，寻找其他让我感到快乐和满足的事情。或许我还没有找到真正适合我的方向，但我会继续努力去探索。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试着从更广阔的角度看待生活，寻找其他让我感到快乐和满足的事情。",
        "label": ""
      },
      {
        "sentence": "或许我还没有找到真正适合我的方向，但我会继续努力去探索。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。每个人在成长中都会遇到一些困惑和挣扎，你并不孤单。记住，你的人生是有价值的，你值得被关心和关注。如果将来还有什么问题，不管是关于学业还是情感，都可以随时来找我聊天。祝你未来一切顺利，找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "每个人在成长中都会遇到一些困惑和挣扎，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "记住，你的人生是有价值的，你值得被关心和关注。",
        "label": ""
      },
      {
        "sentence": "如果将来还有什么问题，不管是关于学业还是情感，都可以随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你未来一切顺利，找到属于自己的幸福！",
        "label": ""
      }
    ]
  }
]