[
  {
    "role": "client",
    "content": "高考结束，总觉得我爸在冷暴力我，感觉没有家，怎么办？",
    "annotation": [
      {
        "sentence": "高考结束，总觉得我爸在冷暴力我，感觉没有家，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我明白你现在感到的困惑和失落。可以和我详细说说你的情况吗？",
    "annotation": [
      {
        "sentence": "你好，我明白你现在感到的困惑和失落。",
        "label": ""
      },
      {
        "sentence": "可以和我详细说说你的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从18岁高中毕业上大一开始，高考完以后（高考当时发挥失常）没考好，去了不是很好的大学，就是高考结束开始，我爸到现在我21岁开始渐渐放手不太管我了，只管我弟弟，我弟弟在上学初一。和以往小中学时代读书完全不同，总感觉自己没有家，飘着...",
    "annotation": [
      {
        "sentence": "从18岁高中毕业上大一开始，高考完以后（高考当时发挥失常）没考好，去了不是很好的大学，就是高考结束开始，我爸到现在我21岁开始渐渐放手不太管我了，只管我弟弟，我弟弟在上学初一。",
        "label": ""
      },
      {
        "sentence": "和以往小中学时代读书完全不同，总感觉自己没有家，飘着...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你所描述的情况，我了解到你对于父亲精神上的关注有些感受上的不满。而你也感到自己像是一个游荡在社会中的人，没有安全感。不知道你会不会承认，其实你内心里是挺想得到父亲的认可和支持的。我想你对父亲的关注源于以往的一种依赖，你需要他的支持和引导，且在学习上也能从中获得一定的帮助。而现在，你步入大学生活，处在成长的过程中也是必要的，你也会逐渐适应独立的状态。或许，你可以渐渐摆脱对于父亲的依赖，向其他事物中寻找安全感呢？",
    "annotation": [
      {
        "sentence": "根据你所描述的情况，我了解到你对于父亲精神上的关注有些感受上的不满。",
        "label": ""
      },
      {
        "sentence": "而你也感到自己像是一个游荡在社会中的人，没有安全感。",
        "label": ""
      },
      {
        "sentence": "不知道你会不会承认，其实你内心里是挺想得到父亲的认可和支持的。",
        "label": ""
      },
      {
        "sentence": "我想你对父亲的关注源于以往的一种依赖，你需要他的支持和引导，且在学习上也能从中获得一定的帮助。",
        "label": ""
      },
      {
        "sentence": "而现在，你步入大学生活，处在成长的过程中也是必要的，你也会逐渐适应独立的状态。",
        "label": ""
      },
      {
        "sentence": "或许，你可以渐渐摆脱对于父亲的依赖，向其他事物中寻找安全感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以为这是我没考好我爸跟我置气...结果跟他聊过他还是这个样子，问我妈我妈说没有...可是明明感觉对我放手了，我感觉社会等等很多东西要我自己撑着了，有点迷茫，飘着，感觉没有根，以往读书有我爸总是关注我所有，以往人也很积极很清醒，现在感觉自己没有家，没有目的，不知道该干嘛...有目标动力也没那么足，总觉得很迷茫...",
    "annotation": [
      {
        "sentence": "我以为这是我没考好我爸跟我置气...结果跟他聊过他还是这个样子，问我妈我妈说没有...可是明明感觉对我放手了，我感觉社会等等很多东西要我自己撑着了，有点迷茫，飘着，感觉没有根，以往读书有我爸总是关注我所有，以往人也很积极很清醒，现在感觉自己没有家，没有目的，不知道该干嘛...有目标动力也没那么足，总觉得很迷茫...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你内心感受到的无助和焦虑。伴随着重大变化，内心的失落是很正常的。在新的环境中，习惯被打破，可能会让你觉得自己像是一颗漂浮不定的叶子。渐渐习惯这些变化，微调自己的态度与心态，你会慢慢发现自己在新的环境中能够生长，而且远远的超过以前的自己。或许，不至于再以一个学习生涯作为衡量自我的标准，而是在人际交往，心理成长，兴趣爱好方面，找到适合自己的一套标准，才能真正的成长和独立。而对于家庭，或许我们不妨试着给父母一些时间，让他们好好观察你的变化，或许他们会意识到你已经在努力前行，而对于你这个新长大的孩子，会给予更多的理解和支持。",
    "annotation": [
      {
        "sentence": "我理解你内心感受到的无助和焦虑。",
        "label": ""
      },
      {
        "sentence": "伴随着重大变化，内心的失落是很正常的。",
        "label": ""
      },
      {
        "sentence": "在新的环境中，习惯被打破，可能会让你觉得自己像是一颗漂浮不定的叶子。",
        "label": ""
      },
      {
        "sentence": "渐渐习惯这些变化，微调自己的态度与心态，你会慢慢发现自己在新的环境中能够生长，而且远远的超过以前的自己。",
        "label": ""
      },
      {
        "sentence": "或许，不至于再以一个学习生涯作为衡量自我的标准，而是在人际交往，心理成长，兴趣爱好方面，找到适合自己的一套标准，才能真正的成长和独立。",
        "label": ""
      },
      {
        "sentence": "而对于家庭，或许我们不妨试着给父母一些时间，让他们好好观察你的变化，或许他们会意识到你已经在努力前行，而对于你这个新长大的孩子，会给予更多的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "跟我爸说过很多次，他就像陌生人一样对我，说没有然后顾左右而言他...很凶，说完以后依然是那个态度...真不知道是谁的问题...总觉的他在冷暴力我，该怎么办，是什么原因...寻求心理咨询谢谢？",
    "annotation": [
      {
        "sentence": "跟我爸说过很多次，他就像陌生人一样对我，说没有然后顾左右而言他...很凶，说完以后依然是那个态度...真不知道是谁的问题...总觉的他在冷暴力我，该怎么办，是什么原因...寻求心理咨询谢谢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的感受十分的痛苦和无助。不要把冷暴力当成父亲对你的评判，其实更多是一种方式，可能不是很适合你现在的状态下。或许，我们可以从寻求其他的方法来进行沟通，比如写信或者在不同地点相见，换得更加开放和坦诚的沟通。不要过分的把责任放到他人的头上，而更多的向内看，尝试跳出旧的呆板思维的限制，和父母建立新的关系模式。当我们有了更加接近和谐的沟通自然会得到贴近的关心和关注。其实沟通关系并不是从一开始就会顺畅，需要时间的沉淀，才可以真正建立和享受它。",
    "annotation": [
      {
        "sentence": "我能理解你现在的感受十分的痛苦和无助。",
        "label": ""
      },
      {
        "sentence": "不要把冷暴力当成父亲对你的评判，其实更多是一种方式，可能不是很适合你现在的状态下。",
        "label": ""
      },
      {
        "sentence": "或许，我们可以从寻求其他的方法来进行沟通，比如写信或者在不同地点相见，换得更加开放和坦诚的沟通。",
        "label": ""
      },
      {
        "sentence": "不要过分的把责任放到他人的头上，而更多的向内看，尝试跳出旧的呆板思维的限制，和父母建立新的关系模式。",
        "label": ""
      },
      {
        "sentence": "当我们有了更加接近和谐的沟通自然会得到贴近的关心和关注。",
        "label": ""
      },
      {
        "sentence": "其实沟通关系并不是从一开始就会顺畅，需要时间的沉淀，才可以真正建立和享受它。",
        "label": ""
      }
    ]
  }
]