[
  {
    "role": "client",
    "content": "我和合伙人去年开始做生意，合伙人这样有必要继续么？和合伙人去年开始做生意，快2年了，感觉累，不知是否继续。合伙人优点是：人算善良，没坏心眼。对我谈不上特别好，但不背叛。业绩占比：我可能是她的1000多倍吧，因为她基本没业绩。去年一年基本我在给她分钱，她也很乐意收。我总怀疑她出卖了自己，因为她没收入却能负担每个月7000-8000的开销。而且我觉得她没骨气和格局，人也小气。好容易本月她有个业务，第一个，我亲自操刀，带病给她弄，收入她7我3，因客户让她向我学习，她又不痛快了，我真累！因为甲方比较强势，让我自己去现场，她不能陪同，她就觉得没面子！……讲真，不知道该不该继续？拆了我也没好人选。",
    "annotation": [
      {
        "sentence": "我和合伙人去年开始做生意，合伙人这样有必要继续么？",
        "label": ""
      },
      {
        "sentence": "和合伙人去年开始做生意，快2年了，感觉累，不知是否继续。",
        "label": ""
      },
      {
        "sentence": "合伙人优点是：人算善良，没坏心眼。",
        "label": ""
      },
      {
        "sentence": "对我谈不上特别好，但不背叛。",
        "label": ""
      },
      {
        "sentence": "业绩占比：我可能是她的1000多倍吧，因为她基本没业绩。",
        "label": ""
      },
      {
        "sentence": "去年一年基本我在给她分钱，她也很乐意收。",
        "label": ""
      },
      {
        "sentence": "我总怀疑她出卖了自己，因为她没收入却能负担每个月7000-8000的开销。",
        "label": ""
      },
      {
        "sentence": "而且我觉得她没骨气和格局，人也小气。",
        "label": ""
      },
      {
        "sentence": "好容易本月她有个业务，第一个，我亲自操刀，带病给她弄，收入她7我3，因客户让她向我学习，她又不痛快了，我真累！",
        "label": ""
      },
      {
        "sentence": "因为甲方比较强势，让我自己去现场，她不能陪同，她就觉得没面子！",
        "label": ""
      },
      {
        "sentence": "……讲真，不知道该不该继续？",
        "label": ""
      },
      {
        "sentence": "拆了我也没好人选。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了您的提问描述，感到您当前的困惑主要围绕自己当前在合伙做生意的过程中遇到的困扰，这个困扰让你想要放弃眼前的合伙人，但是又没有合适的人选，这让你感到十分矛盾纠结。我想从以下方面来帮助您梳理情绪，启发你找到困扰的解决困扰的办法。",
    "annotation": [
      {
        "sentence": "认真看完了您的提问描述，感到您当前的困惑主要围绕自己当前在合伙做生意的过程中遇到的困扰，这个困扰让你想要放弃眼前的合伙人，但是又没有合适的人选，这让你感到十分矛盾纠结。",
        "label": ""
      },
      {
        "sentence": "我想从以下方面来帮助您梳理情绪，启发你找到困扰的解决困扰的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我的确感到很纠结。我觉得我和合伙人之间存在很多问题，但又担心没有合适的替代人选。我不知道该如何做出决定。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我的确感到很纠结。",
        "label": ""
      },
      {
        "sentence": "我觉得我和合伙人之间存在很多问题，但又担心没有合适的替代人选。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这样的情感碰撞很正常。不过我们可以从某些具体方面开始思考和分析。首先，我们可以考虑一下您对理想合伙人的定位和期待。您是否期望合伙人的人品很好，心地善良、对您很好、业务能力突出、综合能力比您还强？这样的完美合伙人实际上很难找到。所以我们要面对现实中每个选择所带来的得失。您能否思考一下，您看中的她身上的优点是否是您当初最想要的呢？",
    "annotation": [
      {
        "sentence": "是的，这样的情感碰撞很正常。",
        "label": ""
      },
      {
        "sentence": "不过我们可以从某些具体方面开始思考和分析。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以考虑一下您对理想合伙人的定位和期待。",
        "label": ""
      },
      {
        "sentence": "您是否期望合伙人的人品很好，心地善良、对您很好、业务能力突出、综合能力比您还强？",
        "label": ""
      },
      {
        "sentence": "这样的完美合伙人实际上很难找到。",
        "label": ""
      },
      {
        "sentence": "所以我们要面对现实中每个选择所带来的得失。",
        "label": ""
      },
      {
        "sentence": "您能否思考一下，您看中的她身上的优点是否是您当初最想要的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实看中了她的一些优点。她人品很好，没有坏心眼，对我也不背叛。但是她在业务能力上确实不如我，我一直怀疑她是否出卖了自己，因为她没有收入却能支付高额的开销。而且我觉得她没有骨气和格局，人也很小气。",
    "annotation": [
      {
        "sentence": "你说得对，我确实看中了她的一些优点。",
        "label": ""
      },
      {
        "sentence": "她人品很好，没有坏心眼，对我也不背叛。",
        "label": ""
      },
      {
        "sentence": "但是她在业务能力上确实不如我，我一直怀疑她是否出卖了自己，因为她没有收入却能支付高额的开销。",
        "label": ""
      },
      {
        "sentence": "而且我觉得她没有骨气和格局，人也很小气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，对方在业务能力上相对弱一些是您选择的结果。不过，您是否有考虑过，您对她的期望是否过高，将她与您心中的“完美合伙人”进行对比后感到不满呢？同时，您也有换一个合伙人的权利，不过要注意可能的风险和未知因素。如果您能看清自己内心需要什么样的合伙人来弥补自己的不足，那么这种情况也可能会循环出现。因为几乎找不到完美的合伙人。",
    "annotation": [
      {
        "sentence": "确实，对方在业务能力上相对弱一些是您选择的结果。",
        "label": ""
      },
      {
        "sentence": "不过，您是否有考虑过，您对她的期望是否过高，将她与您心中的“完美合伙人”进行对比后感到不满呢？",
        "label": ""
      },
      {
        "sentence": "同时，您也有换一个合伙人的权利，不过要注意可能的风险和未知因素。",
        "label": ""
      },
      {
        "sentence": "如果您能看清自己内心需要什么样的合伙人来弥补自己的不足，那么这种情况也可能会循环出现。",
        "label": ""
      },
      {
        "sentence": "因为几乎找不到完美的合伙人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思。我可能一直只注意到我在业务盈利上得到的好处，而忽略了她在其他方面对我产生的积极作用。我想我需要好好思考一下。",
    "annotation": [
      {
        "sentence": "我明白了你的意思。",
        "label": ""
      },
      {
        "sentence": "我可能一直只注意到我在业务盈利上得到的好处，而忽略了她在其他方面对我产生的积极作用。",
        "label": ""
      },
      {
        "sentence": "我想我需要好好思考一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴您能有这样的认识。除了从内心认知上调整自己，我们还可以从合作的角度尝试解决这个矛盾。在您的提问中，您提到了她在某个业务方面的收入。这说明您们之间是存在合作关系的。如果您只是想进行短期的合作，那么这种处理方式或许影响不大。但如果是长期合作，这种处理模式就会让对方的价值感无法得到有效展现，甚至会让她觉得自己的作用被弱化。您可以尝试在不破坏合作关系的基础上，关注对方的价值感和信任感。当然，您必须在眼前可能丢失部分盈利的前提下做出决策。",
    "annotation": [
      {
        "sentence": "很高兴您能有这样的认识。",
        "label": ""
      },
      {
        "sentence": "除了从内心认知上调整自己，我们还可以从合作的角度尝试解决这个矛盾。",
        "label": ""
      },
      {
        "sentence": "在您的提问中，您提到了她在某个业务方面的收入。",
        "label": ""
      },
      {
        "sentence": "这说明您们之间是存在合作关系的。",
        "label": ""
      },
      {
        "sentence": "如果您只是想进行短期的合作，那么这种处理方式或许影响不大。",
        "label": ""
      },
      {
        "sentence": "但如果是长期合作，这种处理模式就会让对方的价值感无法得到有效展现，甚至会让她觉得自己的作用被弱化。",
        "label": ""
      },
      {
        "sentence": "您可以尝试在不破坏合作关系的基础上，关注对方的价值感和信任感。",
        "label": ""
      },
      {
        "sentence": "当然，您必须在眼前可能丢失部分盈利的前提下做出决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的意思。我确实在追求更大的盈利时，可能破坏了我们之间的合作关系。我需要好好思考一下，是选择让对方获得价值感，还是追求眼前的盈利。",
    "annotation": [
      {
        "sentence": "我理解了你的意思。",
        "label": ""
      },
      {
        "sentence": "我确实在追求更大的盈利时，可能破坏了我们之间的合作关系。",
        "label": ""
      },
      {
        "sentence": "我需要好好思考一下，是选择让对方获得价值感，还是追求眼前的盈利。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴您能有这样的领悟。请记住，每个选择都有利有弊，不要试图在两者之间得到所有。希望我的回答能对您有所启发，任何时候都请您坚持自己的思考，做出最适合自己的决策。",
    "annotation": [
      {
        "sentence": "很高兴您能有这样的领悟。",
        "label": ""
      },
      {
        "sentence": "请记住，每个选择都有利有弊，不要试图在两者之间得到所有。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对您有所启发，任何时候都请您坚持自己的思考，做出最适合自己的决策。",
        "label": ""
      }
    ]
  }
]