[
  {
    "role": "client",
    "content": "被妈妈骂到怀疑人生，有抑郁情绪的人如何救赎？",
    "annotation": [
      {
        "sentence": "被妈妈骂到怀疑人生，有抑郁情绪的人如何救赎？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的近况，在这种家庭环境下，长期的确会让人感到压抑。从你的描述上看，你的家人似乎习惯经常打击你的自信，也因此让你感到自己什么都做不好。我有一个好奇你的家人在你过去的生活中就一直是这种语言攻击的表达方式吗？还是最近开始的？",
    "annotation": [
      {
        "sentence": "听了你的近况，在这种家庭环境下，长期的确会让人感到压抑。",
        "label": ""
      },
      {
        "sentence": "从你的描述上看，你的家人似乎习惯经常打击你的自信，也因此让你感到自己什么都做不好。",
        "label": ""
      },
      {
        "sentence": "我有一个好奇你的家人在你过去的生活中就一直是这种语言攻击的表达方式吗？",
        "label": ""
      },
      {
        "sentence": "还是最近开始的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实这是我从小到大都一直面对的问题，但是之前可以逃避，现在工作不顺心，不得不和父母同住，所以问题愈发突出。",
    "annotation": [
      {
        "sentence": "其实这是我从小到大都一直面对的问题，但是之前可以逃避，现在工作不顺心，不得不和父母同住，所以问题愈发突出。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述上看，这种打击和批评让你的自信心受到了挫伤，逐渐形成了一种消极的自我评价，让你看不到自己的优点和闪光点。你提到你现在就是动力不足，感觉什么自己肯定都做不好，也什么都不想做，提不上一点兴趣，也没有一点动力，每天自我否定，躲着自己房间不出来，感觉自己怎么做都是错。其实这个观念可能本身并不是你的内心所想，而是因为你的家人对你不断的批评、打击，是他们将这个你不好的观念施加给你的，而你逐渐接受了这个他们对于你的定位。可能你更需要学会分辨，什么是真正的你，什么是他们施加给你的想法。也许你其实很优秀。",
    "annotation": [
      {
        "sentence": "从你的描述上看，这种打击和批评让你的自信心受到了挫伤，逐渐形成了一种消极的自我评价，让你看不到自己的优点和闪光点。",
        "label": ""
      },
      {
        "sentence": "你提到你现在就是动力不足，感觉什么自己肯定都做不好，也什么都不想做，提不上一点兴趣，也没有一点动力，每天自我否定，躲着自己房间不出来，感觉自己怎么做都是错。",
        "label": ""
      },
      {
        "sentence": "其实这个观念可能本身并不是你的内心所想，而是因为你的家人对你不断的批评、打击，是他们将这个你不好的观念施加给你的，而你逐渐接受了这个他们对于你的定位。",
        "label": ""
      },
      {
        "sentence": "可能你更需要学会分辨，什么是真正的你，什么是他们施加给你的想法。",
        "label": ""
      },
      {
        "sentence": "也许你其实很优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我现在真的完全看不到自己的优点，也不知道该如何改变自己的负面想法。",
    "annotation": [
      {
        "sentence": "可是我现在真的完全看不到自己的优点，也不知道该如何改变自己的负面想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个过程中，确实需要一些时间来慢慢改变，可以先从认识自己开始。可以从身边的朋友、同事或者老师那里了解一下你的优点和你的潜力所在，同时也可以针对一些具体的事情，给自己设计一些小的计划，先简后难，慢慢地提升自己的完成效率。同时，也可以多看看一些积极的兴趣爱好，比如音乐、运动或者阅读等等，通过这些能够缓解压力和情绪，逐渐往阳光的方向进行转化。对于那些负面想法，可以多和自己交流，了解自己的内心认知，遇到矛盾的时候，先问问自己有什么想法，再去尝试和家人解决问题。加油，希望对你有帮助。",
    "annotation": [
      {
        "sentence": "在这个过程中，确实需要一些时间来慢慢改变，可以先从认识自己开始。",
        "label": ""
      },
      {
        "sentence": "可以从身边的朋友、同事或者老师那里了解一下你的优点和你的潜力所在，同时也可以针对一些具体的事情，给自己设计一些小的计划，先简后难，慢慢地提升自己的完成效率。",
        "label": ""
      },
      {
        "sentence": "同时，也可以多看看一些积极的兴趣爱好，比如音乐、运动或者阅读等等，通过这些能够缓解压力和情绪，逐渐往阳光的方向进行转化。",
        "label": ""
      },
      {
        "sentence": "对于那些负面想法，可以多和自己交流，了解自己的内心认知，遇到矛盾的时候，先问问自己有什么想法，再去尝试和家人解决问题。",
        "label": ""
      },
      {
        "sentence": "加油，希望对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道解决问题需要时间和努力，但是我现在完全没有动力去努力，感觉一切都是一个难以逾越的坎儿。",
    "annotation": [
      {
        "sentence": "我知道解决问题需要时间和努力，但是我现在完全没有动力去努力，感觉一切都是一个难以逾越的坎儿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的情况很正常，我们每个人在面对困难和挑战的时候，都会感到动力不足。不过，这个时候，你需要给自己一些时间，可以利用空闲时间进行一些放松和休息。比如听听音乐，看看书籍，做做运动等等，这样可以让自己的情绪和压力得到缓解，同时对于自己的精神状态进行调整和修正。此时你可以尝试和自己谈谈，多了解自己的想法和情绪，多给自己一些支持和鼓励。相信只要你在自我调整上付出一些努力，就能够越过这道坎，把心态调整到更好的状态。",
    "annotation": [
      {
        "sentence": "这样的情况很正常，我们每个人在面对困难和挑战的时候，都会感到动力不足。",
        "label": ""
      },
      {
        "sentence": "不过，这个时候，你需要给自己一些时间，可以利用空闲时间进行一些放松和休息。",
        "label": ""
      },
      {
        "sentence": "比如听听音乐，看看书籍，做做运动等等，这样可以让自己的情绪和压力得到缓解，同时对于自己的精神状态进行调整和修正。",
        "label": ""
      },
      {
        "sentence": "此时你可以尝试和自己谈谈，多了解自己的想法和情绪，多给自己一些支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "相信只要你在自我调整上付出一些努力，就能够越过这道坎，把心态调整到更好的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给我的鼓励和支持，我觉得现在心情已经好了很多，也知道了该如何从自己内心态度调整，面对这些问题。我会尝试去改变自己，并试图在自我肯定方面付出更多的努力，拥有积极进取的心态。",
    "annotation": [
      {
        "sentence": "谢谢你给我的鼓励和支持，我觉得现在心情已经好了很多，也知道了该如何从自己内心态度调整，面对这些问题。",
        "label": ""
      },
      {
        "sentence": "我会尝试去改变自己，并试图在自我肯定方面付出更多的努力，拥有积极进取的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的这些话，希望你可以坚持下去，在自我调整和肯定方面付出更多的努力，坚信你一定能够逐渐走出这段低谷，重获自信和追求。",
    "annotation": [
      {
        "sentence": "很高兴听到你的这些话，希望你可以坚持下去，在自我调整和肯定方面付出更多的努力，坚信你一定能够逐渐走出这段低谷，重获自信和追求。",
        "label": ""
      }
    ]
  }
]