[
  {
    "role": "client",
    "content": "初中，每天都想哭，情绪总是失控，很累？考试一直考不好，夜里睡不着觉，家长对我很失望，不知道是怎么了，就是觉得很累，没有什么支撑我活下去的理由了。",
    "annotation": [
      {
        "sentence": "初中，每天都想哭，情绪总是失控，很累？",
        "label": ""
      },
      {
        "sentence": "考试一直考不好，夜里睡不着觉，家长对我很失望，不知道是怎么了，就是觉得很累，没有什么支撑我活下去的理由了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述“考试一直考不好，没有什么支撑我活下去的理由了”，初中的学习给了你很大的压力，好像并没有给你带来收获感，或者是快乐。这让我想起了从初中到大学，很多老师都说过同一句话“学习并不是学生的一切。”可是我看到很多前来倾诉的人的学生，全部都在抱怨学习压力大，甚至对生活失去了信心。可见单就学习这一件事情，就已经占据了学生太多时间和精力。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述“考试一直考不好，没有什么支撑我活下去的理由了”，初中的学习给了你很大的压力，好像并没有给你带来收获感，或者是快乐。",
        "label": ""
      },
      {
        "sentence": "这让我想起了从初中到大学，很多老师都说过同一句话“学习并不是学生的一切。",
        "label": ""
      },
      {
        "sentence": "”可是我看到很多前来倾诉的人的学生，全部都在抱怨学习压力大，甚至对生活失去了信心。",
        "label": ""
      },
      {
        "sentence": "可见单就学习这一件事情，就已经占据了学生太多时间和精力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，学习给我带来了太多的负面情绪，我感觉自己被压得喘不过气来。",
    "annotation": [
      {
        "sentence": "是啊，学习给我带来了太多的负面情绪，我感觉自己被压得喘不过气来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，你可以试试发展自己的兴趣。你之所以发出“没有什么支撑我活下去的理由了”的感慨，因为你的生活太过于单调，除了学习还是学习，你没有留给自己的时间，你也没有好好的支配自己的时间，去做自己想做的事情。如果你想学画画，或者是跳舞，任何一种兴趣，都能开阔你的眼界，让你重新认识真正的世界是丰富的，在其中你能结识更多的志同道合的朋友。",
    "annotation": [
      {
        "sentence": "嗯，你可以试试发展自己的兴趣。",
        "label": ""
      },
      {
        "sentence": "你之所以发出“没有什么支撑我活下去的理由了”的感慨，因为你的生活太过于单调，除了学习还是学习，你没有留给自己的时间，你也没有好好的支配自己的时间，去做自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "如果你想学画画，或者是跳舞，任何一种兴趣，都能开阔你的眼界，让你重新认识真正的世界是丰富的，在其中你能结识更多的志同道合的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这倒是一个不错的建议，我曾经对画画很感兴趣，但是因为学习的压力一直没有时间去尝试。",
    "annotation": [
      {
        "sentence": "这倒是一个不错的建议，我曾经对画画很感兴趣，但是因为学习的压力一直没有时间去尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你尚且处于初中，完全不用给自己这么大的学习压力，“生活不止眼前的苟且，还有诗和远方”。还有，你可以和父母谈谈心。从你的描述看“家长对我很失望”，家长对你的期望一定很大，但是我能看得出来尽管父母和孩子距离那么近，可是心却那么远。建议你抽时间和父母多聊一聊你的想法和最近的情绪的挣扎，你可以告诉他们，除了学习成绩，你还有很多可以让他们骄傲的地方，让他们知道你也在慢慢成长，很多父母过早给孩子太大压力，虽然他们的出发点是为了不让孩子走向社会和无法生存，但是很多孩子其实是不理解他们的，而你理解他们的方式就是：向他们证明你的成长和进步。",
    "annotation": [
      {
        "sentence": "是的，你尚且处于初中，完全不用给自己这么大的学习压力，“生活不止眼前的苟且，还有诗和远方”。",
        "label": ""
      },
      {
        "sentence": "还有，你可以和父母谈谈心。",
        "label": ""
      },
      {
        "sentence": "从你的描述看“家长对我很失望”，家长对你的期望一定很大，但是我能看得出来尽管父母和孩子距离那么近，可是心却那么远。",
        "label": ""
      },
      {
        "sentence": "建议你抽时间和父母多聊一聊你的想法和最近的情绪的挣扎，你可以告诉他们，除了学习成绩，你还有很多可以让他们骄傲的地方，让他们知道你也在慢慢成长，很多父母过早给孩子太大压力，虽然他们的出发点是为了不让孩子走向社会和无法生存，但是很多孩子其实是不理解他们的，而你理解他们的方式就是：向他们证明你的成长和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和他们多沟通，让他们了解我的想法和努力。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和他们多沟通，让他们了解我的想法和努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，还有你可以专注于睡眠这一件事。夜里睡不着觉的原因除了压力大，还有你忽视了专注于睡眠这一件事，如果你躺在床上的时候仍然在担心明天的事情和过去的事情，担心成绩不理想，这些都是阻碍你进入睡眠的因素，如果你能在睡眠中暂时放下这些事情，什么也不想，你或许就能正常进入睡眠。当然你可以借助一些外力，比如睡前喝牛奶，听一些柔美的纯音乐，以及做些拉伸和瑜伽，身体就会渐渐进入睡眠状态。",
    "annotation": [
      {
        "sentence": "没错，还有你可以专注于睡眠这一件事。",
        "label": ""
      },
      {
        "sentence": "夜里睡不着觉的原因除了压力大，还有你忽视了专注于睡眠这一件事，如果你躺在床上的时候仍然在担心明天的事情和过去的事情，担心成绩不理想，这些都是阻碍你进入睡眠的因素，如果你能在睡眠中暂时放下这些事情，什么也不想，你或许就能正常进入睡眠。",
        "label": ""
      },
      {
        "sentence": "当然你可以借助一些外力，比如睡前喝牛奶，听一些柔美的纯音乐，以及做些拉伸和瑜伽，身体就会渐渐进入睡眠状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试专注于睡眠，也许这样我能更好地休息一下。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我会试试专注于睡眠，也许这样我能更好地休息一下。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有帮助。如果你还有其他问题，随时都可以来找我倾诉哦。你并不孤单，有人在关心你的！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以来找我倾诉哦。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人在关心你的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽快采纳你的建议去改善自己的情况。再次感谢！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽快采纳你的建议去改善自己的情况。",
        "label": ""
      },
      {
        "sentence": "再次感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，期待看到你的进步。加油！快乐的未来正在等着你！",
    "annotation": [
      {
        "sentence": "不用客气，期待看到你的进步。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "快乐的未来正在等着你！",
        "label": ""
      }
    ]
  }
]