[
  {
    "role": "client",
    "content": "妈妈出轨了，我要怎么办啊！心塞塞……有一天我看我妈和一个同事的聊天记录，结果发现他们说的都是一些暧昧的语言，都是爱你呀，我爱你什么的，然后还发那种亲嘴的表情，那个男的还给我妈发裸照，还想看我妈，我现在也不知道该怎么办了，我怕告诉我爸他们会吵架，离婚，我要怎么办啊！心塞塞……",
    "annotation": [
      {
        "sentence": "妈妈出轨了，我要怎么办啊！",
        "label": ""
      },
      {
        "sentence": "心塞塞……有一天我看我妈和一个同事的聊天记录，结果发现他们说的都是一些暧昧的语言，都是爱你呀，我爱你什么的，然后还发那种亲嘴的表情，那个男的还给我妈发裸照，还想看我妈，我现在也不知道该怎么办了，我怕告诉我爸他们会吵架，离婚，我要怎么办啊！",
        "label": ""
      },
      {
        "sentence": "心塞塞……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到这样的聊天记录，对你打击很大，内心难以平静吧。从你说的内容看，你妈不一定与同事已经出轨，的确有很大可能会出轨，也可能会被骗。出轨不一定会离婚，但肯定会对家庭造成很多麻烦。父母婚姻出现问题，是他们夫妻之间的事，你作为子女，能做的也不是很多，又不可能完全置身事外。你是不是可以找你妈妈的亲人朋友说一说，比如你姥姥、姨妈、舅舅、你妈的好友等让他们来跟她谈谈，让妈妈信任的人来和她谈谈，可能比直接告诉你爸要稳妥一些。",
    "annotation": [
      {
        "sentence": "看到这样的聊天记录，对你打击很大，内心难以平静吧。",
        "label": ""
      },
      {
        "sentence": "从你说的内容看，你妈不一定与同事已经出轨，的确有很大可能会出轨，也可能会被骗。",
        "label": ""
      },
      {
        "sentence": "出轨不一定会离婚，但肯定会对家庭造成很多麻烦。",
        "label": ""
      },
      {
        "sentence": "父母婚姻出现问题，是他们夫妻之间的事，你作为子女，能做的也不是很多，又不可能完全置身事外。",
        "label": ""
      },
      {
        "sentence": "你是不是可以找你妈妈的亲人朋友说一说，比如你姥姥、姨妈、舅舅、你妈的好友等让他们来跟她谈谈，让妈妈信任的人来和她谈谈，可能比直接告诉你爸要稳妥一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我怕如果我告诉别人，他们会责备妈妈，导致家庭关系更加紧张。我真的很害怕他们会离婚，我不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "但是，我怕如果我告诉别人，他们会责备妈妈，导致家庭关系更加紧张。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕他们会离婚，我不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，毕竟父母关系是很重要的。不过，你也要明白，这个问题不是你能独自解决的。你可以把你的担忧告诉你妈妈，向她表达你的关心和困惑，让她知道你很在意这个问题，同时也给了她一个机会来解释和解决。或许她也正在为此困扰，但不知道如何开口向你提起。",
    "annotation": [
      {
        "sentence": "我理解你的担心，毕竟父母关系是很重要的。",
        "label": ""
      },
      {
        "sentence": "不过，你也要明白，这个问题不是你能独自解决的。",
        "label": ""
      },
      {
        "sentence": "你可以把你的担忧告诉你妈妈，向她表达你的关心和困惑，让她知道你很在意这个问题，同时也给了她一个机会来解释和解决。",
        "label": ""
      },
      {
        "sentence": "或许她也正在为此困扰，但不知道如何开口向你提起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我之前有试着问过妈妈，她总是避而不谈，也没有明确地否认。我感觉她在瞒着我，这让我更加担心。我真的不知道该怎么面对这个问题。",
    "annotation": [
      {
        "sentence": "其实我之前有试着问过妈妈，她总是避而不谈，也没有明确地否认。",
        "label": ""
      },
      {
        "sentence": "我感觉她在瞒着我，这让我更加担心。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原来你已经向妈妈提过了，但她避而不谈。这样的情况确实很难受。或许你可以再试一次，表达你的关心和困惑，告诉她你真的很担心她的幸福和家庭的稳定，希望她能与你坦诚相待，共同面对问题。同时，也要给她一些时间来思考和准备。",
    "annotation": [
      {
        "sentence": "原来你已经向妈妈提过了，但她避而不谈。",
        "label": ""
      },
      {
        "sentence": "这样的情况确实很难受。",
        "label": ""
      },
      {
        "sentence": "或许你可以再试一次，表达你的关心和困惑，告诉她你真的很担心她的幸福和家庭的稳定，希望她能与你坦诚相待，共同面对问题。",
        "label": ""
      },
      {
        "sentence": "同时，也要给她一些时间来思考和准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会再试试的，但是我还是很害怕她会否认或者变得更加冷漠。我真的不知道该怎么应对这样的情况。",
    "annotation": [
      {
        "sentence": "好的，我会再试试的，但是我还是很害怕她会否认或者变得更加冷漠。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么应对这样的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担心，但你要相信你妈妈也是爱你的，她肯定不希望你为此心塞难过。不管结果如何，你都需要学会面对现实。如果你妈妈否认或者变得冷漠，可能是她暂时无法接受或处理这个问题，这时候你可以选择寻求其他人的帮助，比如老师、辅导员或者专业心理咨询师，他们会给你更专业的支持和建议。",
    "annotation": [
      {
        "sentence": "明白你的担心，但你要相信你妈妈也是爱你的，她肯定不希望你为此心塞难过。",
        "label": ""
      },
      {
        "sentence": "不管结果如何，你都需要学会面对现实。",
        "label": ""
      },
      {
        "sentence": "如果你妈妈否认或者变得冷漠，可能是她暂时无法接受或处理这个问题，这时候你可以选择寻求其他人的帮助，比如老师、辅导员或者专业心理咨询师，他们会给你更专业的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑你的建议的，谢谢你的支持。我希望这一切能够早日解决，让我不再心塞。",
    "annotation": [
      {
        "sentence": "我会考虑你的建议的，谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "我希望这一切能够早日解决，让我不再心塞。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你。记住，无论结果如何，你都不是一个人在战斗，你可以找到适合你的解决方法，克服困难，重新找到属于你的快乐和平静。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "记住，无论结果如何，你都不是一个人在战斗，你可以找到适合你的解决方法，克服困难，重新找到属于你的快乐和平静。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]