[
  {
    "role": "client",
    "content": "妈妈出轨了，我要怎么办啊！心塞塞……有一天我看我妈和一个同事的聊天记录，结果发现他们说的都是一些暧昧的语言，都是爱你呀，我爱你什么的，然后还发那种亲嘴的表情，那个男的还给我妈发裸照，还想看我妈，我现在也不知道该怎么办了，我怕告诉我爸他们会吵架，离婚，我要怎么办啊！心塞塞……",
    "annotation": [
      {
        "sentence": "妈妈出轨了，我要怎么办啊！",
        "label": ""
      },
      {
        "sentence": "心塞塞……有一天我看我妈和一个同事的聊天记录，结果发现他们说的都是一些暧昧的语言，都是爱你呀，我爱你什么的，然后还发那种亲嘴的表情，那个男的还给我妈发裸照，还想看我妈，我现在也不知道该怎么办了，我怕告诉我爸他们会吵架，离婚，我要怎么办啊！",
        "label": ""
      },
      {
        "sentence": "心塞塞……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你遇到这样的困境，一定很难过。其实，我小学时也发现了父亲的出轨。当时，他和别的女人有一些不雅的聊天内容，我选择了直接给我母亲看我父亲发的1314、520转账。当时，我母亲没有说什么，只是敷衍地应付了事。后来，我发现我母亲也有外遇，就像我父亲一样，并不只是一个人。当时，我感到很麻木，因为我基本上知道我父母是因为我才没有离婚。我能理解你此刻的心情，恐怕是因为父母的感情还不错（或者没那么差）。这也说明父母还是有（至少有过）感情基础的，只是最近相处等等出了点问题。现在，我希望你能先平复心情，观察母亲的状态，并告诉一些认识、熟悉你父母的朋友或亲人，让他们以委婉平和的方式与你父母谈谈。作为子女，在这种事情上我们能做的并不多，但你可以成为他们维持婚姻的理由（虽然大概率不会多幸福）。希望你能以积极的态度面对现状，并做好心理准备。",
    "annotation": [
      {
        "sentence": "听到你遇到这样的困境，一定很难过。",
        "label": ""
      },
      {
        "sentence": "其实，我小学时也发现了父亲的出轨。",
        "label": ""
      },
      {
        "sentence": "当时，他和别的女人有一些不雅的聊天内容，我选择了直接给我母亲看我父亲发的1314、520转账。",
        "label": ""
      },
      {
        "sentence": "当时，我母亲没有说什么，只是敷衍地应付了事。",
        "label": ""
      },
      {
        "sentence": "后来，我发现我母亲也有外遇，就像我父亲一样，并不只是一个人。",
        "label": ""
      },
      {
        "sentence": "当时，我感到很麻木，因为我基本上知道我父母是因为我才没有离婚。",
        "label": ""
      },
      {
        "sentence": "我能理解你此刻的心情，恐怕是因为父母的感情还不错（或者没那么差）。",
        "label": ""
      },
      {
        "sentence": "这也说明父母还是有（至少有过）感情基础的，只是最近相处等等出了点问题。",
        "label": ""
      },
      {
        "sentence": "现在，我希望你能先平复心情，观察母亲的状态，并告诉一些认识、熟悉你父母的朋友或亲人，让他们以委婉平和的方式与你父母谈谈。",
        "label": ""
      },
      {
        "sentence": "作为子女，在这种事情上我们能做的并不多，但你可以成为他们维持婚姻的理由（虽然大概率不会多幸福）。",
        "label": ""
      },
      {
        "sentence": "希望你能以积极的态度面对现状，并做好心理准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我现在心里真的很乱，不知道该如何处理这种情况。我真的很担心这件事会对家庭造成很大的影响，对于我爸妈的关系和以后的生活，我感到很无助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我现在心里真的很乱，不知道该如何处理这种情况。",
        "label": ""
      },
      {
        "sentence": "我真的很担心这件事会对家庭造成很大的影响，对于我爸妈的关系和以后的生活，我感到很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你此刻的心情，面对家庭出现的问题，感到无助是情绪很正常的反应。你所关心的事情也是很重要的，毕竟这涉及到家庭的未来和你们每个人的生活。不过，我想提醒你，不要太过责怪自己，因为家庭出现问题并非由你一人所造成。你可以试着与你妈妈沟通，表达你的关心和担忧，听听她的解释。同时，也可寻求一些专业心理咨询的支持，帮助你更好地处理这段困扰你的时期。",
    "annotation": [
      {
        "sentence": "我理解你此刻的心情，面对家庭出现的问题，感到无助是情绪很正常的反应。",
        "label": ""
      },
      {
        "sentence": "你所关心的事情也是很重要的，毕竟这涉及到家庭的未来和你们每个人的生活。",
        "label": ""
      },
      {
        "sentence": "不过，我想提醒你，不要太过责怪自己，因为家庭出现问题并非由你一人所造成。",
        "label": ""
      },
      {
        "sentence": "你可以试着与你妈妈沟通，表达你的关心和担忧，听听她的解释。",
        "label": ""
      },
      {
        "sentence": "同时，也可寻求一些专业心理咨询的支持，帮助你更好地处理这段困扰你的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，我也知道这并不完全是我的过错。我会试着与妈妈好好沟通，说出我的感受和担忧。我会寻求心理咨询的支持，希望能在专业人士的帮助下，更好地应对这段困难时期。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白，我也知道这并不完全是我的过错。",
        "label": ""
      },
      {
        "sentence": "我会试着与妈妈好好沟通，说出我的感受和担忧。",
        "label": ""
      },
      {
        "sentence": "我会寻求心理咨询的支持，希望能在专业人士的帮助下，更好地应对这段困难时期。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意采纳我的建议，并且能有决心去处理这个问题。与妈妈好好沟通是非常重要的，通过表达你的感受和担忧，可以让她了解你内心的困扰，并有机会解释她的行为。同时，专业心理咨询的支持也能提供给你更多的情绪释放和帮助。希望这一切能让你更好地应对这个问题，渐渐地找到解决的方法。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意采纳我的建议，并且能有决心去处理这个问题。",
        "label": ""
      },
      {
        "sentence": "与妈妈好好沟通是非常重要的，通过表达你的感受和担忧，可以让她了解你内心的困扰，并有机会解释她的行为。",
        "label": ""
      },
      {
        "sentence": "同时，专业心理咨询的支持也能提供给你更多的情绪释放和帮助。",
        "label": ""
      },
      {
        "sentence": "希望这一切能让你更好地应对这个问题，渐渐地找到解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尽量和妈妈进行沟通，并且寻求专业心理咨询的支持。谢谢你的鼓励和指导。我希望通过这一切，能找到处理这个问题的方法，也希望家庭能重新走向和睦。",
    "annotation": [
      {
        "sentence": "好的，我会尽量和妈妈进行沟通，并且寻求专业心理咨询的支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和指导。",
        "label": ""
      },
      {
        "sentence": "我希望通过这一切，能找到处理这个问题的方法，也希望家庭能重新走向和睦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和希望。不要忘记，无论结果如何，你已经尽力了。并且，通过这个过程，你也能从中成长和学习。希望你和你的家人都能走出这个困境，重新迎接美好的明天。如果需要，随时回来继续和我分享，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和希望。",
        "label": ""
      },
      {
        "sentence": "不要忘记，无论结果如何，你已经尽力了。",
        "label": ""
      },
      {
        "sentence": "并且，通过这个过程，你也能从中成长和学习。",
        "label": ""
      },
      {
        "sentence": "希望你和你的家人都能走出这个困境，重新迎接美好的明天。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时回来继续和我分享，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]