[
  {
    "role": "client",
    "content": "为什么我觉得我人缘还可以，过生日没人送生日礼物？情商也不低不会做让别人难堪的事情在学校也相对有能力现在上了研究生交友范围变小了过生日没人送生日礼物？有点失落以前在学生会会有集体的过生日买蛋糕为什么有的人过生日可以很多礼物？不过我因为一些原因的确没有送别人礼物的习惯感觉自己朋友蛮少的不习惯主动联系人挺硬伤因为一些原因表现的刚认识不是很热情我都知道",
    "annotation": [
      {
        "sentence": "为什么我觉得我人缘还可以，过生日没人送生日礼物？",
        "label": ""
      },
      {
        "sentence": "情商也不低不会做让别人难堪的事情在学校也相对有能力现在上了研究生交友范围变小了过生日没人送生日礼物？",
        "label": ""
      },
      {
        "sentence": "有点失落以前在学生会会有集体的过生日买蛋糕为什么有的人过生日可以很多礼物？",
        "label": ""
      },
      {
        "sentence": "不过我因为一些原因的确没有送别人礼物的习惯感觉自己朋友蛮少的不习惯主动联系人挺硬伤因为一些原因表现的刚认识不是很热情我都知道",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。你说自己没有送别人礼物的习惯，那别人同样可能也没有送你礼物的习惯呀，这就是很公平的一件事情。传统文化中一直讲究的也是礼尚往来。送礼物这件事一般来看还是比较慎重的一件事情，因为送礼物一般都代表两个人的关系很不错，比如说是闺蜜或者是情侣，再或者是一些想要追求你的人。一般的朋友也不太会随便的去送出一些礼物，因为一方面彼此的关系还没有亲密到那种地步，另一方面，可能会引起某些误会。所以我觉得你的关注点应该是怎样去建立一些比较亲密的关系。祝好。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你说自己没有送别人礼物的习惯，那别人同样可能也没有送你礼物的习惯呀，这就是很公平的一件事情。",
        "label": ""
      },
      {
        "sentence": "传统文化中一直讲究的也是礼尚往来。",
        "label": ""
      },
      {
        "sentence": "送礼物这件事一般来看还是比较慎重的一件事情，因为送礼物一般都代表两个人的关系很不错，比如说是闺蜜或者是情侣，再或者是一些想要追求你的人。",
        "label": ""
      },
      {
        "sentence": "一般的朋友也不太会随便的去送出一些礼物，因为一方面彼此的关系还没有亲密到那种地步，另一方面，可能会引起某些误会。",
        "label": ""
      },
      {
        "sentence": "所以我觉得你的关注点应该是怎样去建立一些比较亲密的关系。",
        "label": ""
      },
      {
        "sentence": "祝好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的解答。但是有的人过生日可以收到很多礼物，我就觉得自己有些孤单和失落。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的解答。",
        "label": ""
      },
      {
        "sentence": "但是有的人过生日可以收到很多礼物，我就觉得自己有些孤单和失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有些人可能每年的生日都会收到很多礼物，这可能是因为他们的人缘比较广、社交圈子比较大，或者是他们比较善于和人交流。但是这并不代表你的价值不够或者不能被欣赏。每个人的情况都不同，对于你来说，重要的是不要把自己和别人去比较。每个人都有自己的特点和优点，你也有你值得被欣赏的地方。要相信自己，不要让他人的行为来左右你的情绪。",
    "annotation": [
      {
        "sentence": "是的，有些人可能每年的生日都会收到很多礼物，这可能是因为他们的人缘比较广、社交圈子比较大，或者是他们比较善于和人交流。",
        "label": ""
      },
      {
        "sentence": "但是这并不代表你的价值不够或者不能被欣赏。",
        "label": ""
      },
      {
        "sentence": "每个人的情况都不同，对于你来说，重要的是不要把自己和别人去比较。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特点和优点，你也有你值得被欣赏的地方。",
        "label": ""
      },
      {
        "sentence": "要相信自己，不要让他人的行为来左右你的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实每个人的情况都不同，我不能总是拿别人的经历来衡量自己。或许我需要更加了解自己，找到自己的优点和价值所在。",
    "annotation": [
      {
        "sentence": "嗯，确实每个人的情况都不同，我不能总是拿别人的经历来衡量自己。",
        "label": ""
      },
      {
        "sentence": "或许我需要更加了解自己，找到自己的优点和价值所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的想法！了解并接纳自己的优点和价值是建立自信心的重要一步。你可以回顾过去的经历，找到那些你在人际交往中受到赞赏和认可的事情，或是朋友们常常来找你寻求帮助的方面。要相信自己有值得被爱和尊重的特质，这样才能建立更健康、亲密的人际关系。",
    "annotation": [
      {
        "sentence": "很好的想法！",
        "label": ""
      },
      {
        "sentence": "了解并接纳自己的优点和价值是建立自信心的重要一步。",
        "label": ""
      },
      {
        "sentence": "你可以回顾过去的经历，找到那些你在人际交往中受到赞赏和认可的事情，或是朋友们常常来找你寻求帮助的方面。",
        "label": ""
      },
      {
        "sentence": "要相信自己有值得被爱和尊重的特质，这样才能建立更健康、亲密的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会尝试回顾过去的经历，找到那些积极正面的事情来增强自己的自信心。我也会学着接纳自己的不足和缺点，并努力提升自己。",
    "annotation": [
      {
        "sentence": "是的，我会尝试回顾过去的经历，找到那些积极正面的事情来增强自己的自信心。",
        "label": ""
      },
      {
        "sentence": "我也会学着接纳自己的不足和缺点，并努力提升自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！正视自己的不足并努力提升自己是非常积极的态度。每个人都有自身的成长空间，只要你愿意付出努力，就能不断变得更好。记住，人际关系的建立需要时间和耐心，不要急着去追求别人的认可，而是要先学会爱和接纳自己。相信自己，你一定能建立起更多美好的关系。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "正视自己的不足并努力提升自己是非常积极的态度。",
        "label": ""
      },
      {
        "sentence": "每个人都有自身的成长空间，只要你愿意付出努力，就能不断变得更好。",
        "label": ""
      },
      {
        "sentence": "记住，人际关系的建立需要时间和耐心，不要急着去追求别人的认可，而是要先学会爱和接纳自己。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能建立起更多美好的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会努力去改变自己的观念，相信自己的价值，同时也会慢慢培养更多的亲密关系。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力去改变自己的观念，相信自己的价值，同时也会慢慢培养更多的亲密关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮助到你。记住，改变需要时间和努力，不要过于苛求自己，慢慢来，一步一个脚印。如果你需要任何进一步的支持和咨询，随时都可以找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力，不要过于苛求自己，慢慢来，一步一个脚印。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持和咨询，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]