[
  {
    "role": "client",
    "content": "我过于在意别人对自己的看法，怎么办？有时候觉得自己没有达到别人的期望觉得自己很差就会一直想这个事情很难过然后就会嘴里念叨什么东西然后就很后悔这是什么问题？我要怎么办？",
    "annotation": [
      {
        "sentence": "我过于在意别人对自己的看法，怎么办？",
        "label": ""
      },
      {
        "sentence": "有时候觉得自己没有达到别人的期望觉得自己很差就会一直想这个事情很难过然后就会嘴里念叨什么东西然后就很后悔这是什么问题？",
        "label": ""
      },
      {
        "sentence": "我要怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候在意别人的看法是很正常的，但是当这种担忧过于影响你的情绪和生活时，就需要思考一下如何应对了。首先，你可以试着改变自己的想法，并告诉自己，就算没有达到别人的要求，你仍然是一个有优点的人。你可以列举一些自己的优点，想想自己做得好的事情，还有曾经被别人夸奖的时候。这样的话，你可能会突然觉得，嗯，其实我并没有那么差，我还是有很多优点的。这种改变认知的方式，可以帮助你转变想法，采取更积极、成长性的思维，而不是一味地想到消极的方面，固步自封，进而严重影响自己的情绪。",
    "annotation": [
      {
        "sentence": "有时候在意别人的看法是很正常的，但是当这种担忧过于影响你的情绪和生活时，就需要思考一下如何应对了。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着改变自己的想法，并告诉自己，就算没有达到别人的要求，你仍然是一个有优点的人。",
        "label": ""
      },
      {
        "sentence": "你可以列举一些自己的优点，想想自己做得好的事情，还有曾经被别人夸奖的时候。",
        "label": ""
      },
      {
        "sentence": "这样的话，你可能会突然觉得，嗯，其实我并没有那么差，我还是有很多优点的。",
        "label": ""
      },
      {
        "sentence": "这种改变认知的方式，可以帮助你转变想法，采取更积极、成长性的思维，而不是一味地想到消极的方面，固步自封，进而严重影响自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己常常念叨一些消极的事情，然后后悔不已，这到底是什么问题呢？",
    "annotation": [
      {
        "sentence": "但是我觉得自己常常念叨一些消极的事情，然后后悔不已，这到底是什么问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "念叨消极的事情可能是一种情绪的释放方式，但这种方式并不适于解决问题。你可以尝试通过寻找其他更健康的方式来处理自己的情绪，比如运动、写日记或是跟亲朋好友聊天。这样可以帮助你转移注意力，并且表达出自己的情感。",
    "annotation": [
      {
        "sentence": "念叨消极的事情可能是一种情绪的释放方式，但这种方式并不适于解决问题。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过寻找其他更健康的方式来处理自己的情绪，比如运动、写日记或是跟亲朋好友聊天。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你转移注意力，并且表达出自己的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我要怎么样才能在面对自己没达到期望时不那么难过呢？",
    "annotation": [
      {
        "sentence": "我要怎么样才能在面对自己没达到期望时不那么难过呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "即使你现在没有达到你想要的状态，也不意味着你下次达不到，也不意味着你永远达不到。抱着成长性的思维，你才不会气馁，继而勇敢地再尝试。放下对自己过高的要求，人无完人，每个人都会遇到失败的时候，这很正常。但是，这并不影响你的其他方面，以及你还是一个很好的人。不要忽视自己的努力，虽然你可能没有成功，但是不代表你没有为之付出努力。有时候，过程才是最重要的。",
    "annotation": [
      {
        "sentence": "即使你现在没有达到你想要的状态，也不意味着你下次达不到，也不意味着你永远达不到。",
        "label": ""
      },
      {
        "sentence": "抱着成长性的思维，你才不会气馁，继而勇敢地再尝试。",
        "label": ""
      },
      {
        "sentence": "放下对自己过高的要求，人无完人，每个人都会遇到失败的时候，这很正常。",
        "label": ""
      },
      {
        "sentence": "但是，这并不影响你的其他方面，以及你还是一个很好的人。",
        "label": ""
      },
      {
        "sentence": "不要忽视自己的努力，虽然你可能没有成功，但是不代表你没有为之付出努力。",
        "label": ""
      },
      {
        "sentence": "有时候，过程才是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得没有达到别人的期望，这样让我很困扰，难道别人的期望真的如此重要吗？",
    "annotation": [
      {
        "sentence": "可是我总觉得没有达到别人的期望，这样让我很困扰，难道别人的期望真的如此重要吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，别人的期望不应该成为你定义自己的标准。每个人都有自己的生活和目标，外界社会的要求只是他们的期望，不代表我们一定要去履行和实践。更不能让这些期望掩盖了我们自身的需求。你可以思考一下，对自己的期望是什么？从内心出发，更关注自己，相信自己，对自己更宽容一些，也许这样能帮助你走出自我批判的泥潭。",
    "annotation": [
      {
        "sentence": "当然，别人的期望不应该成为你定义自己的标准。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的生活和目标，外界社会的要求只是他们的期望，不代表我们一定要去履行和实践。",
        "label": ""
      },
      {
        "sentence": "更不能让这些期望掩盖了我们自身的需求。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，对自己的期望是什么？",
        "label": ""
      },
      {
        "sentence": "从内心出发，更关注自己，相信自己，对自己更宽容一些，也许这样能帮助你走出自我批判的泥潭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着改变自己的想法，重视自己的努力和过程，不再过于在意别人的期望，放宽心态，向前看。感谢你的支持与鼓励！",
    "annotation": [
      {
        "sentence": "我明白了，我会试着改变自己的想法，重视自己的努力和过程，不再过于在意别人的期望，放宽心态，向前看。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持与鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！相信自己，坚持积极的思维方式，你一定能够摆脱这种困扰。如果有需要，随时来找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持积极的思维方式，你一定能够摆脱这种困扰。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]