[
  {
    "role": "client",
    "content": "分手了，让拉黑，联系不上，但心里放不下…怎么办？苦一起两年了，今年本来见家长的，但过年见不了，她家听了对我不好的言论，极力反对…给了她压力，闷过两次分手，但都没有分开…但感情越来越僵…她开始冷暴力对我，有时言语挑剔…加上今年又赚不到钱，压力加大…分手了，我去挽留，但情绪失控，得不到回复，就说了不再打扰，是我犯贱之类的话，结果拉黑了…拒绝陌生电话…一个月了……想找她又不知道用什么方式，想放下，放不下…我怀疑我在地狱火烧的疼苦…迷茫，我也搞不清楚自己想怎样做了…但真的很想她…发梦都想着…",
    "annotation": [
      {
        "sentence": "分手了，让拉黑，联系不上，但心里放不下…怎么办？",
        "label": ""
      },
      {
        "sentence": "苦一起两年了，今年本来见家长的，但过年见不了，她家听了对我不好的言论，极力反对…给了她压力，闷过两次分手，但都没有分开…但感情越来越僵…她开始冷暴力对我，有时言语挑剔…加上今年又赚不到钱，压力加大…分手了，我去挽留，但情绪失控，得不到回复，就说了不再打扰，是我犯贱之类的话，结果拉黑了…拒绝陌生电话…一个月了……想找她又不知道用什么方式，想放下，放不下…我怀疑我在地狱火烧的疼苦…迷茫，我也搞不清楚自己想怎样做了…但真的很想她…发梦都想着…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，非常理解你现在分手后的心情，可能你的确经历了很多困难和挣扎。在分手初期，有些人会试图以纠缠、讨好的方式来挽回对方，但往往适得其反。因为在分手之后，对方已经对你没有任何好感，一切纠缠行为只会加大她对你的厌恶程度。同时，也有人会陷入自我否定，对生活感到绝望，开始颓废。",
    "annotation": [
      {
        "sentence": "求助者，非常理解你现在分手后的心情，可能你的确经历了很多困难和挣扎。",
        "label": ""
      },
      {
        "sentence": "在分手初期，有些人会试图以纠缠、讨好的方式来挽回对方，但往往适得其反。",
        "label": ""
      },
      {
        "sentence": "因为在分手之后，对方已经对你没有任何好感，一切纠缠行为只会加大她对你的厌恶程度。",
        "label": ""
      },
      {
        "sentence": "同时，也有人会陷入自我否定，对生活感到绝望，开始颓废。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就陷入了这样的情绪中，感觉生活越来越糟糕，对于这段感情，我又放不下。",
    "annotation": [
      {
        "sentence": "是的，我就陷入了这样的情绪中，感觉生活越来越糟糕，对于这段感情，我又放不下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我建议你弄清楚自己的想法。你是因为对分手不甘心而纠缠，还是因为真的觉得对方很好，仍然喜欢她而纠缠？分清楚你内心的动机非常重要。同时，也要了解那些负面言论的来源。如果你确认对方真的很好，值得你继续喜欢，而且心里真的放不下，不要着急。给对方一段冷静的时间，先不要强制联系她，在此期间找些事情做，让自己变得更优秀，并努力改变那些负面言论的印象。",
    "annotation": [
      {
        "sentence": "首先，我建议你弄清楚自己的想法。",
        "label": ""
      },
      {
        "sentence": "你是因为对分手不甘心而纠缠，还是因为真的觉得对方很好，仍然喜欢她而纠缠？",
        "label": ""
      },
      {
        "sentence": "分清楚你内心的动机非常重要。",
        "label": ""
      },
      {
        "sentence": "同时，也要了解那些负面言论的来源。",
        "label": ""
      },
      {
        "sentence": "如果你确认对方真的很好，值得你继续喜欢，而且心里真的放不下，不要着急。",
        "label": ""
      },
      {
        "sentence": "给对方一段冷静的时间，先不要强制联系她，在此期间找些事情做，让自己变得更优秀，并努力改变那些负面言论的印象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我不知道怎样才能挽回她，她已经拉黑我了。",
    "annotation": [
      {
        "sentence": "但我不知道怎样才能挽回她，她已经拉黑我了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在冷静期内，不要继续纠缠，相反，提高自己的个人魅力。一个月后，如果你不主动联系，对方也许会在冷静后主动找你。但如果你去纠缠她，对方反而会更加逃离。人性就是这样的，你越纠缠，对方越觉得自己值得更好的。如果你不去纠缠，对方反而会回想起你的优点。在这段时间里，希望你能够进行自我重新建设，改变过去的自己，无论是外在形象还是内在修养。然后再去重新吸引对方，这就是我们常说的“二次吸引”。",
    "annotation": [
      {
        "sentence": "在冷静期内，不要继续纠缠，相反，提高自己的个人魅力。",
        "label": ""
      },
      {
        "sentence": "一个月后，如果你不主动联系，对方也许会在冷静后主动找你。",
        "label": ""
      },
      {
        "sentence": "但如果你去纠缠她，对方反而会更加逃离。",
        "label": ""
      },
      {
        "sentence": "人性就是这样的，你越纠缠，对方越觉得自己值得更好的。",
        "label": ""
      },
      {
        "sentence": "如果你不去纠缠，对方反而会回想起你的优点。",
        "label": ""
      },
      {
        "sentence": "在这段时间里，希望你能够进行自我重新建设，改变过去的自己，无论是外在形象还是内在修养。",
        "label": ""
      },
      {
        "sentence": "然后再去重新吸引对方，这就是我们常说的“二次吸引”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的“二次吸引”听起来很有道理，那我应该怎样进行自我改变呢？",
    "annotation": [
      {
        "sentence": "你说的“二次吸引”听起来很有道理，那我应该怎样进行自我改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以从形象改造开始。因为人类首先是通过视觉感知外部世界，所以外在形象的改变能最直观地展现一个人的变化。同时，心理建设也是很重要的。一个人的形象虽然容易改变，但只有内心的强大才是真正的强大。如果你缺乏原则、有很强的需求感、情绪控制差，那么就需要提高情商，学习两性心理，丰富内在修养，提高生活质量。此外，多学习一些专业技能，提高自己的经济水平。祝你好运！有任何问题可以随时问我。",
    "annotation": [
      {
        "sentence": "首先，你可以从形象改造开始。",
        "label": ""
      },
      {
        "sentence": "因为人类首先是通过视觉感知外部世界，所以外在形象的改变能最直观地展现一个人的变化。",
        "label": ""
      },
      {
        "sentence": "同时，心理建设也是很重要的。",
        "label": ""
      },
      {
        "sentence": "一个人的形象虽然容易改变，但只有内心的强大才是真正的强大。",
        "label": ""
      },
      {
        "sentence": "如果你缺乏原则、有很强的需求感、情绪控制差，那么就需要提高情商，学习两性心理，丰富内在修养，提高生活质量。",
        "label": ""
      },
      {
        "sentence": "此外，多学习一些专业技能，提高自己的经济水平。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "有任何问题可以随时问我。",
        "label": ""
      }
    ]
  }
]