[
  {
    "role": "client",
    "content": "分手了，让拉黑，联系不上，但心里放不下…怎么办？苦一起两年了，今年本来见家长的，但过年见不了，她家听了对我不好的言论，极力反对…给了她压力，闷过两次分手，但都没有分开…但感情越来越僵…她开始冷暴力对我，有时言语挑剔…加上今年又赚不到钱，压力加大…分手了，我去挽留，但情绪失控，得不到回复，就说了不再打扰，是我犯贱之类的话，结果拉黑了…拒绝陌生电话…一个月了……想找她又不知道用什么方式，想放下，放不下…我怀疑我在地狱火烧的疼苦…迷茫，我也搞不清楚自己想怎样做了…但真的很想她…发梦都想着…",
    "annotation": [
      {
        "sentence": "分手了，让拉黑，联系不上，但心里放不下…怎么办？",
        "label": ""
      },
      {
        "sentence": "苦一起两年了，今年本来见家长的，但过年见不了，她家听了对我不好的言论，极力反对…给了她压力，闷过两次分手，但都没有分开…但感情越来越僵…她开始冷暴力对我，有时言语挑剔…加上今年又赚不到钱，压力加大…分手了，我去挽留，但情绪失控，得不到回复，就说了不再打扰，是我犯贱之类的话，结果拉黑了…拒绝陌生电话…一个月了……想找她又不知道用什么方式，想放下，放不下…我怀疑我在地狱火烧的疼苦…迷茫，我也搞不清楚自己想怎样做了…但真的很想她…发梦都想着…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你目前处境非常困难，感受到了你内心的痛苦和迷茫。首先，不要因为分手而责怪自己或觉得自己贱，每个人在感情中都会面临挣扎和心痛。你已经付出了两年的时间和感情，很正常你会有放不下的感觉。我们一起来找一些解决方法吧。",
    "annotation": [
      {
        "sentence": "听起来你目前处境非常困难，感受到了你内心的痛苦和迷茫。",
        "label": ""
      },
      {
        "sentence": "首先，不要因为分手而责怪自己或觉得自己贱，每个人在感情中都会面临挣扎和心痛。",
        "label": ""
      },
      {
        "sentence": "你已经付出了两年的时间和感情，很正常你会有放不下的感觉。",
        "label": ""
      },
      {
        "sentence": "我们一起来找一些解决方法吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我在想，既然她把我拉黑了，应该是对我很失望或者是受伤了。我应该怎么做才能重新获得她的信任呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我在想，既然她把我拉黑了，应该是对我很失望或者是受伤了。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做才能重新获得她的信任呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，她把你拉黑可能是她现在需要一些空间来处理自己的情绪。重建信任需要时间和努力。你可以尝试给她写一封真诚的信，表达你的歉意和内心的改变。同时，也要给她一些时间和私人空间，让她来冷静思考和觉察你的改变。",
    "annotation": [
      {
        "sentence": "确实，她把你拉黑可能是她现在需要一些空间来处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "重建信任需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试给她写一封真诚的信，表达你的歉意和内心的改变。",
        "label": ""
      },
      {
        "sentence": "同时，也要给她一些时间和私人空间，让她来冷静思考和觉察你的改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会写一封真诚的信给她，并且给她足够的时间和空间去接受我的道歉。但是我还是很担心她会永远离开我，因为我们的感情已经变得非常僵硬。",
    "annotation": [
      {
        "sentence": "我明白了，我会写一封真诚的信给她，并且给她足够的时间和空间去接受我的道歉。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心她会永远离开我，因为我们的感情已经变得非常僵硬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。感情的发展是双方面的，不可能完全取决于你一个人。尽管目前的情况看起来很困难，但你可以努力改变自己，提升自己的魅力和沟通能力。如果她真的已经选择离开，那或许这是一个机会让你重新审视自己的人生，寻找新的机遇与幸福。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "感情的发展是双方面的，不可能完全取决于你一个人。",
        "label": ""
      },
      {
        "sentence": "尽管目前的情况看起来很困难，但你可以努力改变自己，提升自己的魅力和沟通能力。",
        "label": ""
      },
      {
        "sentence": "如果她真的已经选择离开，那或许这是一个机会让你重新审视自己的人生，寻找新的机遇与幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很有道理。或许这次的分手是一个重新认识自己和展望未来的契机。我会尽力调整自己的心态，相信未来还有更好的机会和幸福等待着我。",
    "annotation": [
      {
        "sentence": "我觉得你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "或许这次的分手是一个重新认识自己和展望未来的契机。",
        "label": ""
      },
      {
        "sentence": "我会尽力调整自己的心态，相信未来还有更好的机会和幸福等待着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你能够理解并接受这个观点。人生总是充满起伏和变化，我们可以学会从失败和痛苦中成长。无论未来会发生什么，相信自己，珍惜自己，你会发现更好的自己和更美好的未来。",
    "annotation": [
      {
        "sentence": "很高兴听到你能够理解并接受这个观点。",
        "label": ""
      },
      {
        "sentence": "人生总是充满起伏和变化，我们可以学会从失败和痛苦中成长。",
        "label": ""
      },
      {
        "sentence": "无论未来会发生什么，相信自己，珍惜自己，你会发现更好的自己和更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我现在感到心情开朗了许多。我会好好对待自己，让自己从困境中逐渐走出来，重新寻找幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我现在感到心情开朗了许多。",
        "label": ""
      },
      {
        "sentence": "我会好好对待自己，让自己从困境中逐渐走出来，重新寻找幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我能够帮到你，记得要时刻关注自己的情绪和需求，给自己足够的时间和空间来疗愈和成长。相信自己，未来一定会更好。祝福你能够找到真正属于你的幸福！",
    "annotation": [
      {
        "sentence": "很高兴我能够帮到你，记得要时刻关注自己的情绪和需求，给自己足够的时间和空间来疗愈和成长。",
        "label": ""
      },
      {
        "sentence": "相信自己，未来一定会更好。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到真正属于你的幸福！",
        "label": ""
      }
    ]
  }
]