[
  {
    "role": "client",
    "content": "我是一个17岁的女生，我克制不住自己的性幻想。我休学了一年，现在又要复学了，但我担心这个问题会影响到我的学习和生活。我感觉自己在情感方面特别缺爱，虽然没有发生性关系，没有自慰，也没有看黄片，但每天每夜都在进行性幻想。虽然我不是特别对女生感冒，但只要看到长得稍微好一点的男生，包括男同学、男老师、男家长，我就会特别强烈地想要发生性关系。和同学相处还好，但他们应该不知道我内心的这种变态想法。我想恋爱却不敢，虽然我妈妈说没事，但我觉得这样很丢人，而且我现在很害怕初恋时发生过火的事情。最近一周我连续都睡不着觉，也吃不下饭，体重掉了3公斤，不断反复扣指甲、揪头发，还经常狂哭。我吃安眠药后也没有起作用，第二天早上起来仿佛一夜没睡一样，感觉非常疲惫，也影响到了我的学习，我感到很失落。",
    "annotation": [
      {
        "sentence": "我是一个17岁的女生，我克制不住自己的性幻想。",
        "label": ""
      },
      {
        "sentence": "我休学了一年，现在又要复学了，但我担心这个问题会影响到我的学习和生活。",
        "label": ""
      },
      {
        "sentence": "我感觉自己在情感方面特别缺爱，虽然没有发生性关系，没有自慰，也没有看黄片，但每天每夜都在进行性幻想。",
        "label": ""
      },
      {
        "sentence": "虽然我不是特别对女生感冒，但只要看到长得稍微好一点的男生，包括男同学、男老师、男家长，我就会特别强烈地想要发生性关系。",
        "label": ""
      },
      {
        "sentence": "和同学相处还好，但他们应该不知道我内心的这种变态想法。",
        "label": ""
      },
      {
        "sentence": "我想恋爱却不敢，虽然我妈妈说没事，但我觉得这样很丢人，而且我现在很害怕初恋时发生过火的事情。",
        "label": ""
      },
      {
        "sentence": "最近一周我连续都睡不着觉，也吃不下饭，体重掉了3公斤，不断反复扣指甲、揪头发，还经常狂哭。",
        "label": ""
      },
      {
        "sentence": "我吃安眠药后也没有起作用，第二天早上起来仿佛一夜没睡一样，感觉非常疲惫，也影响到了我的学习，我感到很失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情。少女怀春，这是正常的事情，但你的情感过于强烈，自己又非常压抑和克制，所以你会觉得自己有点变态。可能是因为你没有真正经历过爱情，所以非常渴望有这样的经历，内心会产生一些狂想，这也是正常的。你已经很好地把握了自己的行为和想法，与妈妈进行了交流，这些都是非常好的方式。最关心你的人能给你最好的帮助。其实不仅可以和妈妈交流，你也可以找一些和你关系比较亲密的人倾诉，他们会设身处地为你着想，帮助你出主意，化解你内心的冲动。你之前提到过你有抑郁、睡不着觉、吃药的问题，这其实是一个平台或借口，让你能够把自己的压力转移到这些身体问题上。但这也是你自己的问题。虽然药物治疗在某种程度上是有效果的，但如果能够找到合适的方式来发泄内心的压抑和冲动，可能会更好一些。比如说，找到亲近的人倾诉一下，或者真正去谈一次恋爱，也可以换一个环境或者通过其他方式让自己感到放松。减少内归因，释放自己的天性和想法，把握合适的度，可能会有些好的效果。如果需要的话，你也可以到专业的医院进行诊断，以更好地解决你目前存在的问题。同时，你还可以学习心理调节和释放的方法。",
    "annotation": [
      {
        "sentence": "我理解你的心情。",
        "label": ""
      },
      {
        "sentence": "少女怀春，这是正常的事情，但你的情感过于强烈，自己又非常压抑和克制，所以你会觉得自己有点变态。",
        "label": ""
      },
      {
        "sentence": "可能是因为你没有真正经历过爱情，所以非常渴望有这样的经历，内心会产生一些狂想，这也是正常的。",
        "label": ""
      },
      {
        "sentence": "你已经很好地把握了自己的行为和想法，与妈妈进行了交流，这些都是非常好的方式。",
        "label": ""
      },
      {
        "sentence": "最关心你的人能给你最好的帮助。",
        "label": ""
      },
      {
        "sentence": "其实不仅可以和妈妈交流，你也可以找一些和你关系比较亲密的人倾诉，他们会设身处地为你着想，帮助你出主意，化解你内心的冲动。",
        "label": ""
      },
      {
        "sentence": "你之前提到过你有抑郁、睡不着觉、吃药的问题，这其实是一个平台或借口，让你能够把自己的压力转移到这些身体问题上。",
        "label": ""
      },
      {
        "sentence": "但这也是你自己的问题。",
        "label": ""
      },
      {
        "sentence": "虽然药物治疗在某种程度上是有效果的，但如果能够找到合适的方式来发泄内心的压抑和冲动，可能会更好一些。",
        "label": ""
      },
      {
        "sentence": "比如说，找到亲近的人倾诉一下，或者真正去谈一次恋爱，也可以换一个环境或者通过其他方式让自己感到放松。",
        "label": ""
      },
      {
        "sentence": "减少内归因，释放自己的天性和想法，把握合适的度，可能会有些好的效果。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，你也可以到专业的医院进行诊断，以更好地解决你目前存在的问题。",
        "label": ""
      },
      {
        "sentence": "同时，你还可以学习心理调节和释放的方法。",
        "label": ""
      }
    ]
  }
]