[
  {
    "role": "client",
    "content": "抑郁，虽然以前也有过想法，但最近一直不想活？我没有正式预约咨询，我给我的咨询师说我不想活了，她没理我没回应我，她为什么无视我，以前就算没有预约她偶尔也会回我，她是觉得我不会去死？还是最近我反复说不想面对她，她也不想再理我？我恨她，我来这里提问，多半也不会再找她了。",
    "annotation": [
      {
        "sentence": "抑郁，虽然以前也有过想法，但最近一直不想活？",
        "label": ""
      },
      {
        "sentence": "我没有正式预约咨询，我给我的咨询师说我不想活了，她没理我没回应我，她为什么无视我，以前就算没有预约她偶尔也会回我，她是觉得我不会去死？",
        "label": ""
      },
      {
        "sentence": "还是最近我反复说不想面对她，她也不想再理我？",
        "label": ""
      },
      {
        "sentence": "我恨她，我来这里提问，多半也不会再找她了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁是一种很严重的情绪问题，对你的精神状态产生了很大的影响。你能够勇敢地表达自己的感受已经是一大步，很高兴你来这里寻求帮助。虽然你的咨询师没有回应你，但可能是因为她没有及时看到你的信息或者有其他客户需要处理。这并不代表她不关心你的状况，也不是说明她无视你的困扰。她可能需要一些时间来回应你，或者你可以考虑尝试其他咨询师。",
    "annotation": [
      {
        "sentence": "抑郁是一种很严重的情绪问题，对你的精神状态产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "你能够勇敢地表达自己的感受已经是一大步，很高兴你来这里寻求帮助。",
        "label": ""
      },
      {
        "sentence": "虽然你的咨询师没有回应你，但可能是因为她没有及时看到你的信息或者有其他客户需要处理。",
        "label": ""
      },
      {
        "sentence": "这并不代表她不关心你的状况，也不是说明她无视你的困扰。",
        "label": ""
      },
      {
        "sentence": "她可能需要一些时间来回应你，或者你可以考虑尝试其他咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是以前即使没有预约，她也会回我一下。难道是她认为我并不是真的想不活了，只是说说而已吗？我觉得她对我很冷漠，这让我感到很失望和伤心。",
    "annotation": [
      {
        "sentence": "但是以前即使没有预约，她也会回我一下。",
        "label": ""
      },
      {
        "sentence": "难道是她认为我并不是真的想不活了，只是说说而已吗？",
        "label": ""
      },
      {
        "sentence": "我觉得她对我很冷漠，这让我感到很失望和伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对她的回应感到失望和伤心。但是我们不能轻易就下结论说她冷漠。每个人都有自己的工作和生活压力，有时候会因为一些原因错过一些信息。也有可能是她没有意识到你当时的心理状态。不过，不要因此就将责任完全归咎于她。我们应该尽量保持积极的情绪，寻找其他的解决办法。",
    "annotation": [
      {
        "sentence": "理解你对她的回应感到失望和伤心。",
        "label": ""
      },
      {
        "sentence": "但是我们不能轻易就下结论说她冷漠。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的工作和生活压力，有时候会因为一些原因错过一些信息。",
        "label": ""
      },
      {
        "sentence": "也有可能是她没有意识到你当时的心理状态。",
        "label": ""
      },
      {
        "sentence": "不过，不要因此就将责任完全归咎于她。",
        "label": ""
      },
      {
        "sentence": "我们应该尽量保持积极的情绪，寻找其他的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也不想一直陷在这种消极的情绪循环中，但现在觉得很难走出来。我不知道还有什么其他的解决办法可以帮助我改善自己的心理状态。",
    "annotation": [
      {
        "sentence": "我也不想一直陷在这种消极的情绪循环中，但现在觉得很难走出来。",
        "label": ""
      },
      {
        "sentence": "我不知道还有什么其他的解决办法可以帮助我改善自己的心理状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们感到困惑的时候，我们可以尝试多种方式来寻求帮助。除了咨询师，你还可以考虑与朋友、家人或者在问答平台上交流。分享自己的困扰，听听他人的建议，也许会有意想不到的收获。同时，你可以尝试一些放松和缓解压力的方法，比如进行运动、阅读、听音乐等，这些活动都有助于舒缓情绪。",
    "annotation": [
      {
        "sentence": "当我们感到困惑的时候，我们可以尝试多种方式来寻求帮助。",
        "label": ""
      },
      {
        "sentence": "除了咨询师，你还可以考虑与朋友、家人或者在问答平台上交流。",
        "label": ""
      },
      {
        "sentence": "分享自己的困扰，听听他人的建议，也许会有意想不到的收获。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试一些放松和缓解压力的方法，比如进行运动、阅读、听音乐等，这些活动都有助于舒缓情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的有道理，我应该多尝试一些其他的方式来解决自己的问题，不至于把所有希望都寄托在一位咨询师身上。我会考虑与朋友和家人进行交流，同时也尝试一些放松的活动来缓解压力。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我觉得你说的有道理，我应该多尝试一些其他的方式来解决自己的问题，不至于把所有希望都寄托在一位咨询师身上。",
        "label": ""
      },
      {
        "sentence": "我会考虑与朋友和家人进行交流，同时也尝试一些放松的活动来缓解压力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供一些帮助和支持。记住，你不是一个人在战斗。在困难时刻，我们都需要互相支持和鼓励。希望你能够尽快走出困境，重新找到生活的乐趣。如果你还有任何问题或者需要进一步的帮助，随时都可以来这里和我们交流。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "在困难时刻，我们都需要互相支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "希望你能够尽快走出困境，重新找到生活的乐趣。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或者需要进一步的帮助，随时都可以来这里和我们交流。",
        "label": ""
      }
    ]
  }
]