[
  {
    "role": "client",
    "content": "我是一个00年出生的大专女生，我想知道如何奋斗才能嫁得好？我今年大二，颜值大约是七分，身高166cm，体重100kg（正在减肥中，目标是95kg）。我正在准备转本（应用心理学）学业。我出生在一个小县城普通家庭，我想改变我们家庭的阶级地位。请问我应该努力成为什么样的人呢？我学习成绩不好，但是超级喜欢学霸。我不知道为什么会莫名地崇拜他们，但是我自卑不敢接近他们，觉得自己太差劲了。今天在小红书上看到一个长得像白敬亭的学霸在剑桥大学，他非常出色，不仅长得帅还是学霸。这样的男孩子就像是一道白月光，我能嫁给他们吗？",
    "annotation": [
      {
        "sentence": "我是一个00年出生的大专女生，我想知道如何奋斗才能嫁得好？",
        "label": ""
      },
      {
        "sentence": "我今年大二，颜值大约是七分，身高166cm，体重100kg（正在减肥中，目标是95kg）。",
        "label": ""
      },
      {
        "sentence": "我正在准备转本（应用心理学）学业。",
        "label": ""
      },
      {
        "sentence": "我出生在一个小县城普通家庭，我想改变我们家庭的阶级地位。",
        "label": ""
      },
      {
        "sentence": "请问我应该努力成为什么样的人呢？",
        "label": ""
      },
      {
        "sentence": "我学习成绩不好，但是超级喜欢学霸。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么会莫名地崇拜他们，但是我自卑不敢接近他们，觉得自己太差劲了。",
        "label": ""
      },
      {
        "sentence": "今天在小红书上看到一个长得像白敬亭的学霸在剑桥大学，他非常出色，不仅长得帅还是学霸。",
        "label": ""
      },
      {
        "sentence": "这样的男孩子就像是一道白月光，我能嫁给他们吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你提出这个问题，我们先来聊一聊文学吧，你可以看看张爱玲女士的《金锁记》，这部小说非常值得一读。现在暂时不要看电视剧之类的，先去读原著小说。里面有一个人物叫曹七巧，她被誉为麻油店的西施。后来花花公子姜家三少爷虽然怕被缠住，免得甩不掉，但还是差点忍不住去调戏她。曹七巧出身虽然只是个私营小业主的女儿，但她父母是正妻所生，属于中产家庭，算是小富户了。不然她怎么会对药店伙计的家境嫌弃呢？虽然药店伙计长得帅又人品不错。曹七巧见识非常广，当时女子见男人都会脸红、不好意思才是正常现象的年代，但是曹七巧可以很从容地对待各类人。她的智商情商都非常高。所以她是在小地方展现了自己的才智，嫁给了姜家，成为正房太太，实现了阶级跃升。我们可以来看看后面的故事。曹七巧说二少爷有骨痨病，一般做官人家的女儿谁肯嫁给他呢？（其实不仅是做官的人家，我相信稍微有点身份的富人家庭也不会愿意把自己的女儿嫁给他吧？）本来姜家准备找个姨太太，但是希望曹七巧来后能全心全意地服侍二爷，所以索性聘为正房太太。你看到了吗？姜家的丫头们其实是看不起曹七巧的。曹七巧只是麻油店的见识，对于那些阶级高于她的人家的丫头来说并不管用。她从小接触的是那种小小的世界，但那些家的丫头已经伺候、应付过各种各样见过大世面的人很多年了。曹七巧的那一点厉害在这些人面前并不起作用。不过，在她身上最厉害的地方并不在这里。小说最后有这样一句话：“七巧似睡非睡横在烟铺上，三十年来她带着黄金的枷，她用那沉重的枷角劈杀了几个人，没死的也送了半条命。她知道她的儿子女儿恨毒了她，她婆家的人恨她，她娘家的人恨她。”你看到了吗？你只看到了曹七巧闪耀的一面。你有没有想过，在她光鲜亮丽背后背负的代价是什么？难道有钱有势是无缘无故就能得到的吗？进入顶级学府是无缘无故就行的吗？成为业界精英是无缘无故的吗？保持美丽几十年而不衰老是无缘无故的吗？等等。《舞蹈风暴》里的李响，从四岁开始练舞，没有童年。当然他天赋出众，但也离不开日日夜夜般苦行僧般的练习。谭元元，已经四十多岁的人了，仍然是旧金山芭蕾舞团的首席舞者，但连爬山都不行，因为要保护双脚。这就是代价。所以，关键不是通过说恋爱、嫁人来实现阶级跃升。而是你首先要努力奋斗，提升自己的层次才行。物以类聚，人以群分。否则呢？《金锁记》中说，这样的故事永远不会结束。年轻漂亮在一般人眼里是珍贵的，但在另一群人眼里只是最容易贬值的资源。别说年轻漂亮不要自重的人，就是花花钱学酒学茶、学礼仪绘画等方式，半瓶水似的以为会有共同语言。实际上，关键是实力，这些实力都是日积月累、通过自己努力和天赋才获得的。否则，人家为什么会无缘无故与你分享他们的阶级资源呢？说白了，大部分的阶级跃升都是因为能够增加自身的价值，无论是财富上的还是名誉上的，又或者是为了后代改良基因。否则，人家真的愿意做赔本买卖吗？姑娘，这个世界上没有捷径可走，尤其是那些以为通过算计和争宠手段就能搞定的人。比如一些宫斗或家斗剧中的情节。现实情况是，除非这家庭已经奄奄一息或已经垮了，否则他们根本没有机会为那些走捷径的人提供机会。曹七巧的夫家就是已经大不如前，二少爷也有病。所以，你可以试图去追求那些花花公子，但后果自负。祝你好运。",
    "annotation": [
      {
        "sentence": "非常感谢你提出这个问题，我们先来聊一聊文学吧，你可以看看张爱玲女士的《金锁记》，这部小说非常值得一读。",
        "label": ""
      },
      {
        "sentence": "现在暂时不要看电视剧之类的，先去读原著小说。",
        "label": ""
      },
      {
        "sentence": "里面有一个人物叫曹七巧，她被誉为麻油店的西施。",
        "label": ""
      },
      {
        "sentence": "后来花花公子姜家三少爷虽然怕被缠住，免得甩不掉，但还是差点忍不住去调戏她。",
        "label": ""
      },
      {
        "sentence": "曹七巧出身虽然只是个私营小业主的女儿，但她父母是正妻所生，属于中产家庭，算是小富户了。",
        "label": ""
      },
      {
        "sentence": "不然她怎么会对药店伙计的家境嫌弃呢？",
        "label": ""
      },
      {
        "sentence": "虽然药店伙计长得帅又人品不错。",
        "label": ""
      },
      {
        "sentence": "曹七巧见识非常广，当时女子见男人都会脸红、不好意思才是正常现象的年代，但是曹七巧可以很从容地对待各类人。",
        "label": ""
      },
      {
        "sentence": "她的智商情商都非常高。",
        "label": ""
      },
      {
        "sentence": "所以她是在小地方展现了自己的才智，嫁给了姜家，成为正房太太，实现了阶级跃升。",
        "label": ""
      },
      {
        "sentence": "我们可以来看看后面的故事。",
        "label": ""
      },
      {
        "sentence": "曹七巧说二少爷有骨痨病，一般做官人家的女儿谁肯嫁给他呢？",
        "label": ""
      },
      {
        "sentence": "（其实不仅是做官的人家，我相信稍微有点身份的富人家庭也不会愿意把自己的女儿嫁给他吧？",
        "label": ""
      },
      {
        "sentence": "）本来姜家准备找个姨太太，但是希望曹七巧来后能全心全意地服侍二爷，所以索性聘为正房太太。",
        "label": ""
      },
      {
        "sentence": "你看到了吗？",
        "label": ""
      },
      {
        "sentence": "姜家的丫头们其实是看不起曹七巧的。",
        "label": ""
      },
      {
        "sentence": "曹七巧只是麻油店的见识，对于那些阶级高于她的人家的丫头来说并不管用。",
        "label": ""
      },
      {
        "sentence": "她从小接触的是那种小小的世界，但那些家的丫头已经伺候、应付过各种各样见过大世面的人很多年了。",
        "label": ""
      },
      {
        "sentence": "曹七巧的那一点厉害在这些人面前并不起作用。",
        "label": ""
      },
      {
        "sentence": "不过，在她身上最厉害的地方并不在这里。",
        "label": ""
      },
      {
        "sentence": "小说最后有这样一句话：“七巧似睡非睡横在烟铺上，三十年来她带着黄金的枷，她用那沉重的枷角劈杀了几个人，没死的也送了半条命。",
        "label": ""
      },
      {
        "sentence": "她知道她的儿子女儿恨毒了她，她婆家的人恨她，她娘家的人恨她。",
        "label": ""
      },
      {
        "sentence": "”你看到了吗？",
        "label": ""
      },
      {
        "sentence": "你只看到了曹七巧闪耀的一面。",
        "label": ""
      },
      {
        "sentence": "你有没有想过，在她光鲜亮丽背后背负的代价是什么？",
        "label": ""
      },
      {
        "sentence": "难道有钱有势是无缘无故就能得到的吗？",
        "label": ""
      },
      {
        "sentence": "进入顶级学府是无缘无故就行的吗？",
        "label": ""
      },
      {
        "sentence": "成为业界精英是无缘无故的吗？",
        "label": ""
      },
      {
        "sentence": "保持美丽几十年而不衰老是无缘无故的吗？",
        "label": ""
      },
      {
        "sentence": "等等。",
        "label": ""
      },
      {
        "sentence": "《舞蹈风暴》里的李响，从四岁开始练舞，没有童年。",
        "label": ""
      },
      {
        "sentence": "当然他天赋出众，但也离不开日日夜夜般苦行僧般的练习。",
        "label": ""
      },
      {
        "sentence": "谭元元，已经四十多岁的人了，仍然是旧金山芭蕾舞团的首席舞者，但连爬山都不行，因为要保护双脚。",
        "label": ""
      },
      {
        "sentence": "这就是代价。",
        "label": ""
      },
      {
        "sentence": "所以，关键不是通过说恋爱、嫁人来实现阶级跃升。",
        "label": ""
      },
      {
        "sentence": "而是你首先要努力奋斗，提升自己的层次才行。",
        "label": ""
      },
      {
        "sentence": "物以类聚，人以群分。",
        "label": ""
      },
      {
        "sentence": "否则呢？",
        "label": ""
      },
      {
        "sentence": "《金锁记》中说，这样的故事永远不会结束。",
        "label": ""
      },
      {
        "sentence": "年轻漂亮在一般人眼里是珍贵的，但在另一群人眼里只是最容易贬值的资源。",
        "label": ""
      },
      {
        "sentence": "别说年轻漂亮不要自重的人，就是花花钱学酒学茶、学礼仪绘画等方式，半瓶水似的以为会有共同语言。",
        "label": ""
      },
      {
        "sentence": "实际上，关键是实力，这些实力都是日积月累、通过自己努力和天赋才获得的。",
        "label": ""
      },
      {
        "sentence": "否则，人家为什么会无缘无故与你分享他们的阶级资源呢？",
        "label": ""
      },
      {
        "sentence": "说白了，大部分的阶级跃升都是因为能够增加自身的价值，无论是财富上的还是名誉上的，又或者是为了后代改良基因。",
        "label": ""
      },
      {
        "sentence": "否则，人家真的愿意做赔本买卖吗？",
        "label": ""
      },
      {
        "sentence": "姑娘，这个世界上没有捷径可走，尤其是那些以为通过算计和争宠手段就能搞定的人。",
        "label": ""
      },
      {
        "sentence": "比如一些宫斗或家斗剧中的情节。",
        "label": ""
      },
      {
        "sentence": "现实情况是，除非这家庭已经奄奄一息或已经垮了，否则他们根本没有机会为那些走捷径的人提供机会。",
        "label": ""
      },
      {
        "sentence": "曹七巧的夫家就是已经大不如前，二少爷也有病。",
        "label": ""
      },
      {
        "sentence": "所以，你可以试图去追求那些花花公子，但后果自负。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  }
]