[
  {
    "role": "client",
    "content": "抑郁，虽然以前也有过想法，但最近一直不想活？我没有正式预约咨询，我给我的咨询师说我不想活了，她没理我没回应我，她为什么无视我，以前就算没有预约她偶尔也会回我，她是觉得我不会去死？还是最近我反复说不想面对她，她也不想再理我？我恨她，我来这里提问，多半也不会再找她了。",
    "annotation": [
      {
        "sentence": "抑郁，虽然以前也有过想法，但最近一直不想活？",
        "label": ""
      },
      {
        "sentence": "我没有正式预约咨询，我给我的咨询师说我不想活了，她没理我没回应我，她为什么无视我，以前就算没有预约她偶尔也会回我，她是觉得我不会去死？",
        "label": ""
      },
      {
        "sentence": "还是最近我反复说不想面对她，她也不想再理我？",
        "label": ""
      },
      {
        "sentence": "我恨她，我来这里提问，多半也不会再找她了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能感受到你心中的愤怒，以及内心的伤心和无助，给你一个大大的拥抱。首先我们看一下事件，你在没有预约的情况下，跟你的咨询师说你不想活了，但是她没有回复你。然后你就出现了各种猜测。首先你的猜测是，根据之前在没有预约的情况下，她偶尔回你，你就觉得，她这次不回你是故意的。这里需要澄清的一点就是，她以前是偶尔回你，也就是说她有时候回你了，有时候没有回你。所以这次她没回你其实也是正常的，只是这次对于你来说，你的情绪已经比较崩溃，出现不想活了的念头，想要得到她的重视。当她没有回你的时候，你就会出现很多的猜测。",
    "annotation": [
      {
        "sentence": "能感受到你心中的愤怒，以及内心的伤心和无助，给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "首先我们看一下事件，你在没有预约的情况下，跟你的咨询师说你不想活了，但是她没有回复你。",
        "label": ""
      },
      {
        "sentence": "然后你就出现了各种猜测。",
        "label": ""
      },
      {
        "sentence": "首先你的猜测是，根据之前在没有预约的情况下，她偶尔回你，你就觉得，她这次不回你是故意的。",
        "label": ""
      },
      {
        "sentence": "这里需要澄清的一点就是，她以前是偶尔回你，也就是说她有时候回你了，有时候没有回你。",
        "label": ""
      },
      {
        "sentence": "所以这次她没回你其实也是正常的，只是这次对于你来说，你的情绪已经比较崩溃，出现不想活了的念头，想要得到她的重视。",
        "label": ""
      },
      {
        "sentence": "当她没有回你的时候，你就会出现很多的猜测。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得她对我不重视，不关心我，否则她应该会回我一下。",
    "annotation": [
      {
        "sentence": "但是我觉得她对我不重视，不关心我，否则她应该会回我一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你希望得到她的关心和回应。我们要明白每个人都有自己的生活和工作，咨询师们的时间也是有限的，有时候她们可能无法立即回应你的消息，这并不代表她们不关心你。或许她现在正忙于其他事情，或者她还没有看到你的消息。我建议你可以直接给她打电话，预约咨询，这样可以更直接地与她沟通。",
    "annotation": [
      {
        "sentence": "我理解你的感受，你希望得到她的关心和回应。",
        "label": ""
      },
      {
        "sentence": "我们要明白每个人都有自己的生活和工作，咨询师们的时间也是有限的，有时候她们可能无法立即回应你的消息，这并不代表她们不关心你。",
        "label": ""
      },
      {
        "sentence": "或许她现在正忙于其他事情，或者她还没有看到你的消息。",
        "label": ""
      },
      {
        "sentence": "我建议你可以直接给她打电话，预约咨询，这样可以更直接地与她沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想找新的咨询师，我觉得她已经不再理我了。",
    "annotation": [
      {
        "sentence": "我想找新的咨询师，我觉得她已经不再理我了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你想换一个咨询师，你可以去寻找适合你的新咨询师。但是我们也要考虑到，你已经与现在的咨询师建立了一段时间的咨询关系，她对你的情况可能更加了解和熟悉。如果换一个咨询师，你们需要重新建立咨询关系，这也可能需要一些时间。所以请你思考一下，你是想换一个咨询师，还是继续与现在的咨询师沟通，并且解决之前的问题。",
    "annotation": [
      {
        "sentence": "如果你想换一个咨询师，你可以去寻找适合你的新咨询师。",
        "label": ""
      },
      {
        "sentence": "但是我们也要考虑到，你已经与现在的咨询师建立了一段时间的咨询关系，她对你的情况可能更加了解和熟悉。",
        "label": ""
      },
      {
        "sentence": "如果换一个咨询师，你们需要重新建立咨询关系，这也可能需要一些时间。",
        "label": ""
      },
      {
        "sentence": "所以请你思考一下，你是想换一个咨询师，还是继续与现在的咨询师沟通，并且解决之前的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得现在的咨询师已经不再关注我了，我真的很失望。",
    "annotation": [
      {
        "sentence": "我觉得现在的咨询师已经不再关注我了，我真的很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在感觉失望是可以理解的，因为你希望得到咨询师的关注和支持。但是我们不能完全凭借自己的感觉来判断别人的意图。或许你可以再给咨询师发一条消息，表达你的情绪和需要，并且提出具体问题，这样可以更好地引起她的关注。",
    "annotation": [
      {
        "sentence": "你现在感觉失望是可以理解的，因为你希望得到咨询师的关注和支持。",
        "label": ""
      },
      {
        "sentence": "但是我们不能完全凭借自己的感觉来判断别人的意图。",
        "label": ""
      },
      {
        "sentence": "或许你可以再给咨询师发一条消息，表达你的情绪和需要，并且提出具体问题，这样可以更好地引起她的关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕再被咨询师无视，觉得她对我已经没有兴趣了。",
    "annotation": [
      {
        "sentence": "我害怕再被咨询师无视，觉得她对我已经没有兴趣了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担忧，但是我们不能凭一次的经历就下定论。你可以跟咨询师坦诚地谈一下你的感受和困惑，表达你的需求。也许她会给你一个解释或者帮助你找出解决方案。别让猜测和担忧不断地困扰你，积极主动地与她沟通会更好一些。",
    "annotation": [
      {
        "sentence": "我能理解你的担忧，但是我们不能凭一次的经历就下定论。",
        "label": ""
      },
      {
        "sentence": "你可以跟咨询师坦诚地谈一下你的感受和困惑，表达你的需求。",
        "label": ""
      },
      {
        "sentence": "也许她会给你一个解释或者帮助你找出解决方案。",
        "label": ""
      },
      {
        "sentence": "别让猜测和担忧不断地困扰你，积极主动地与她沟通会更好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会再给她发一条消息，但是我觉得她可能不会回我。",
    "annotation": [
      {
        "sentence": "我会再给她发一条消息，但是我觉得她可能不会回我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不管她会不会回复你，重要的是你能够表达出你的情感和需求。这样你也就为自己争取了被关注和支持的机会。同时，也要记住，你还可以考虑将你的问题和困惑向其他人寻求帮助。不要让一次的经历影响了你对咨询的信任和寻求支持的决心。",
    "annotation": [
      {
        "sentence": "不管她会不会回复你，重要的是你能够表达出你的情感和需求。",
        "label": ""
      },
      {
        "sentence": "这样你也就为自己争取了被关注和支持的机会。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，你还可以考虑将你的问题和困惑向其他人寻求帮助。",
        "label": ""
      },
      {
        "sentence": "不要让一次的经历影响了你对咨询的信任和寻求支持的决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试给她发消息，并且思考一下是否需要寻找其他的支持渠道。谢谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "我会尝试给她发消息，并且思考一下是否需要寻找其他的支持渠道。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你可以找到适合你的解决方案。如果你在这个过程中还需要帮助，随时来找我聊聊。希望你早日走出低谷，重新找回生活的乐趣。",
    "annotation": [
      {
        "sentence": "不客气，我相信你可以找到适合你的解决方案。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中还需要帮助，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "希望你早日走出低谷，重新找回生活的乐趣。",
        "label": ""
      }
    ]
  }
]