[
  {
    "role": "client",
    "content": "女生，为什么会排斥和男朋友的接触？一次真的交了一个男朋友，但是实际上连一次手都没沾，不是我男朋友的问题，是我自己的问题，我不喜欢和他们接触，并且和我闺密朋友在一起的时候，感觉非常好，甚至于男生，也不排斥我们日常时互相亲亲，抱抱之类。",
    "annotation": [
      {
        "sentence": "女生，为什么会排斥和男朋友的接触？",
        "label": ""
      },
      {
        "sentence": "一次真的交了一个男朋友，但是实际上连一次手都没沾，不是我男朋友的问题，是我自己的问题，我不喜欢和他们接触，并且和我闺密朋友在一起的时候，感觉非常好，甚至于男生，也不排斥我们日常时互相亲亲，抱抱之类。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述“交了一个男朋友，实际上连一次手都没沾”，从这个行为可以看出很多种可能性，其中有你缺乏安全感、你对这个男生没有很感兴趣、你还没有习惯和异性接触等等因素，希望你能找到问题的源头，然后再寻求解决的方法。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述“交了一个男朋友，实际上连一次手都没沾”，从这个行为可以看出很多种可能性，其中有你缺乏安全感、你对这个男生没有很感兴趣、你还没有习惯和异性接触等等因素，希望你能找到问题的源头，然后再寻求解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我之前经历了一段不愉快的感情，让我对男性有一些心理阴影。每当有男性接近我或者触碰到我，我就会感到非常不舒服，担心会重蹈覆辙。",
    "annotation": [
      {
        "sentence": "其实，我之前经历了一段不愉快的感情，让我对男性有一些心理阴影。",
        "label": ""
      },
      {
        "sentence": "每当有男性接近我或者触碰到我，我就会感到非常不舒服，担心会重蹈覆辙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你之前的经历对你造成了很大的影响，让你对男性接触有所抵触。这种心理阴影是可以理解的，但是也不应该让它一直影响到你的生活。你是否愿意尝试一些缓解这种心理阴影的方法呢？",
    "annotation": [
      {
        "sentence": "明白了，你之前的经历对你造成了很大的影响，让你对男性接触有所抵触。",
        "label": ""
      },
      {
        "sentence": "这种心理阴影是可以理解的，但是也不应该让它一直影响到你的生活。",
        "label": ""
      },
      {
        "sentence": "你是否愿意尝试一些缓解这种心理阴影的方法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我愿意尝试，但是我不知道该从何处入手。我希望能够放下这些过往的不愉快，重新拥有健康的恋爱观和亲密关系。",
    "annotation": [
      {
        "sentence": "我愿意尝试，但是我不知道该从何处入手。",
        "label": ""
      },
      {
        "sentence": "我希望能够放下这些过往的不愉快，重新拥有健康的恋爱观和亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以试着与你的男朋友进行坦诚的沟通，告诉他你的担忧和心理阴影。一个理解你并愿意慢慢帮你走出困境的伴侣会对你的恢复非常有帮助。同时，你也可以考虑寻求专业心理咨询的帮助，这样可以有更系统和深入的解决方法。",
    "annotation": [
      {
        "sentence": "首先，你可以试着与你的男朋友进行坦诚的沟通，告诉他你的担忧和心理阴影。",
        "label": ""
      },
      {
        "sentence": "一个理解你并愿意慢慢帮你走出困境的伴侣会对你的恢复非常有帮助。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻求专业心理咨询的帮助，这样可以有更系统和深入的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该勇敢地和男朋友分享我的感受，也要告诉他我希望他能够给我一些时间和理解。同时，我也会考虑咨询心理专家的建议，在专业人士的指导下找到更适合我的解决方法。",
    "annotation": [
      {
        "sentence": "你说得对，我应该勇敢地和男朋友分享我的感受，也要告诉他我希望他能够给我一些时间和理解。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑咨询心理专家的建议，在专业人士的指导下找到更适合我的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有了积极的态度和行动计划。记住，在面对恐惧和困难的时候，与他人分享是一种强大的解决方式。祝愿你能逐渐走出心理阴影，重新获得健康和幸福的恋爱体验。",
    "annotation": [
      {
        "sentence": "很好，你有了积极的态度和行动计划。",
        "label": ""
      },
      {
        "sentence": "记住，在面对恐惧和困难的时候，与他人分享是一种强大的解决方式。",
        "label": ""
      },
      {
        "sentence": "祝愿你能逐渐走出心理阴影，重新获得健康和幸福的恋爱体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会尽力克服自己的困难，并且珍惜身边的人。如果有任何进展，我会再向你请教的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽力克服自己的困难，并且珍惜身边的人。",
        "label": ""
      },
      {
        "sentence": "如果有任何进展，我会再向你请教的。",
        "label": ""
      }
    ]
  }
]