[
  {
    "role": "client",
    "content": "我被出轨老公逼离后，带着孩子生活，该怎么办？",
    "annotation": [
      {
        "sentence": "我被出轨老公逼离后，带着孩子生活，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "老公出轨，老公逼离婚，现在带着孩子独自生活，感觉到十分艰难，特别你理解你现在的状态就像是一个孩子翅膀还没有长大，就被推出家门一样：迷茫、无助、痛苦、不知道路在何方。老公出轨，老公逼离婚，真的是“忍耐”可以解决的么？",
    "annotation": [
      {
        "sentence": "老公出轨，老公逼离婚，现在带着孩子独自生活，感觉到十分艰难，特别你理解你现在的状态就像是一个孩子翅膀还没有长大，就被推出家门一样：迷茫、无助、痛苦、不知道路在何方。",
        "label": ""
      },
      {
        "sentence": "老公出轨，老公逼离婚，真的是“忍耐”可以解决的么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的很难受，我一直觉得忍耐是解决问题的办法，但现在看来似乎并不奏效，我们已经离婚了。他不仅出轨，还很急切地想离婚。我很清楚，我们的关系不再牢固。但在这么脆弱的关系下，如果我继续忍耐，会怎么样呢？",
    "annotation": [
      {
        "sentence": "真的很难受，我一直觉得忍耐是解决问题的办法，但现在看来似乎并不奏效，我们已经离婚了。",
        "label": ""
      },
      {
        "sentence": "他不仅出轨，还很急切地想离婚。",
        "label": ""
      },
      {
        "sentence": "我很清楚，我们的关系不再牢固。",
        "label": ""
      },
      {
        "sentence": "但在这么脆弱的关系下，如果我继续忍耐，会怎么样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的回答中可以看出，你内心已经认识到自己和前夫之间的关系已经不复存在。忍耐在这种情况下无法改变现状。此外，你的前夫被停职，暂时没有找到工作，我能感受到你内心的内疚和心疼。或许你并不希望这个出轨的男人得到“惩罚”。但要明白，你们之间的矛盾是由你冲动的去找小三所引起的，所以他更讨厌你。周围人异样的眼光也让你适应困难。",
    "annotation": [
      {
        "sentence": "从你的回答中可以看出，你内心已经认识到自己和前夫之间的关系已经不复存在。",
        "label": ""
      },
      {
        "sentence": "忍耐在这种情况下无法改变现状。",
        "label": ""
      },
      {
        "sentence": "此外，你的前夫被停职，暂时没有找到工作，我能感受到你内心的内疚和心疼。",
        "label": ""
      },
      {
        "sentence": "或许你并不希望这个出轨的男人得到“惩罚”。",
        "label": ""
      },
      {
        "sentence": "但要明白，你们之间的矛盾是由你冲动的去找小三所引起的，所以他更讨厌你。",
        "label": ""
      },
      {
        "sentence": "周围人异样的眼光也让你适应困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，由于我的行为，家里发生了这样的事情，在公司闹得沸沸扬扬。这些异样的眼光给我带来了极大的压力。我觉得自己真的很无助，不知道该如何应对这一切。",
    "annotation": [
      {
        "sentence": "是的，由于我的行为，家里发生了这样的事情，在公司闹得沸沸扬扬。",
        "label": ""
      },
      {
        "sentence": "这些异样的眼光给我带来了极大的压力。",
        "label": ""
      },
      {
        "sentence": "我觉得自己真的很无助，不知道该如何应对这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，家庭发生这样的事情会引起很多闲言碎语，给你带来不小的压力。这确实是一个非常不容易的时期。此外，婚姻对很多人来说，也是经济的支柱，当家庭破碎之后，经济上的负担自然会加重。以前你们经济状况良好，双方有稳定的收入，但现在情况不同了，你和孩子的经济保障变得不那么可靠了。",
    "annotation": [
      {
        "sentence": "我了解你的感受，家庭发生这样的事情会引起很多闲言碎语，给你带来不小的压力。",
        "label": ""
      },
      {
        "sentence": "这确实是一个非常不容易的时期。",
        "label": ""
      },
      {
        "sentence": "此外，婚姻对很多人来说，也是经济的支柱，当家庭破碎之后，经济上的负担自然会加重。",
        "label": ""
      },
      {
        "sentence": "以前你们经济状况良好，双方有稳定的收入，但现在情况不同了，你和孩子的经济保障变得不那么可靠了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，以前的条件和现在相比落差很大，我常常一个人悄悄地哭泣。感觉自己经常处于崩溃边缘，无法从心理上脱离对他的依赖。我总是希望他能回心转意，但他因为工作的事而十分讨厌我。",
    "annotation": [
      {
        "sentence": "是的，以前的条件和现在相比落差很大，我常常一个人悄悄地哭泣。",
        "label": ""
      },
      {
        "sentence": "感觉自己经常处于崩溃边缘，无法从心理上脱离对他的依赖。",
        "label": ""
      },
      {
        "sentence": "我总是希望他能回心转意，但他因为工作的事而十分讨厌我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你对他的依赖和希望是很正常的，尤其当你们还在同一个单位工作时。但是要意识到，你们之间的关系已经变得不健康，他对你的态度也变得消极。现在重要的是让自己摆脱对他的依赖，真正独立起来，做一个独立的妈妈。即便未来你们有可能复合，这种独立的状态对你也会非常有用。",
    "annotation": [
      {
        "sentence": "我理解你的感受，你对他的依赖和希望是很正常的，尤其当你们还在同一个单位工作时。",
        "label": ""
      },
      {
        "sentence": "但是要意识到，你们之间的关系已经变得不健康，他对你的态度也变得消极。",
        "label": ""
      },
      {
        "sentence": "现在重要的是让自己摆脱对他的依赖，真正独立起来，做一个独立的妈妈。",
        "label": ""
      },
      {
        "sentence": "即便未来你们有可能复合，这种独立的状态对你也会非常有用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该寻找一种适合自己的方式，来缓解自己的焦虑，比如运动、学习等等。只有这样，我才能真正地适应这个新的生活。谢谢你的建议，我会努力做到的。",
    "annotation": [
      {
        "sentence": "你说得对，我应该寻找一种适合自己的方式，来缓解自己的焦虑，比如运动、学习等等。",
        "label": ""
      },
      {
        "sentence": "只有这样，我才能真正地适应这个新的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会努力做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够给你一些帮助和支持。你一定会度过这个艰难的时期的。记住，你的生活不应该只依赖于一个人，你同样可以创造出美好的未来。加油！如果你有需要，在任何时候都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够给你一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你一定会度过这个艰难的时期的。",
        "label": ""
      },
      {
        "sentence": "记住，你的生活不应该只依赖于一个人，你同样可以创造出美好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你有需要，在任何时候都可以找我倾诉。",
        "label": ""
      }
    ]
  }
]