[
  {
    "role": "client",
    "content": "我被出轨老公逼离后，带着孩子生活，该怎么办？",
    "annotation": [
      {
        "sentence": "我被出轨老公逼离后，带着孩子生活，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的故事，知道你心苦，给你送一个祝福吧，希望你尽快摆脱困境，重新来一次人生的蜕变。谈下自己的想法，希望能帮助到你，首先你先生已经找小三了，说明你们的情感已经有危机了，而且在很长一段时间都有冷暴力，我想也是缘分走到了尽头，我想你离婚与你与他都算解脱吧，只是苦了孩子，但是婚姻找到这一步也是没办法的办法了，有时候离婚也是一种正确的选择，与其相互煎熬还不如早早分开，各寻幸福。",
    "annotation": [
      {
        "sentence": "听了你的故事，知道你心苦，给你送一个祝福吧，希望你尽快摆脱困境，重新来一次人生的蜕变。",
        "label": ""
      },
      {
        "sentence": "谈下自己的想法，希望能帮助到你，首先你先生已经找小三了，说明你们的情感已经有危机了，而且在很长一段时间都有冷暴力，我想也是缘分走到了尽头，我想你离婚与你与他都算解脱吧，只是苦了孩子，但是婚姻找到这一步也是没办法的办法了，有时候离婚也是一种正确的选择，与其相互煎熬还不如早早分开，各寻幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白离婚可能是正确的选择，但是孩子很小，他们需要一个完整的家庭，我怕他们将来因为我的选择受到影响。",
    "annotation": [
      {
        "sentence": "我明白离婚可能是正确的选择，但是孩子很小，他们需要一个完整的家庭，我怕他们将来因为我的选择受到影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子是很重要的，但是你现在已经在这个状态下了，继续勉强维持婚姻并不是最好的选择，因为你的情绪已经无法掩藏了，孩子也能感受到你的不幸和不满。相反，如果你能够勇敢地面对现实，给孩子一个健康快乐的家庭氛围，可能会更好，孩子也会在适应期后慢慢适应新的家庭形式。",
    "annotation": [
      {
        "sentence": "孩子是很重要的，但是你现在已经在这个状态下了，继续勉强维持婚姻并不是最好的选择，因为你的情绪已经无法掩藏了，孩子也能感受到你的不幸和不满。",
        "label": ""
      },
      {
        "sentence": "相反，如果你能够勇敢地面对现实，给孩子一个健康快乐的家庭氛围，可能会更好，孩子也会在适应期后慢慢适应新的家庭形式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在单位里还要面对前夫和小三，感觉很尴尬，还有被同事们议论的感觉。",
    "annotation": [
      {
        "sentence": "我在单位里还要面对前夫和小三，感觉很尴尬，还有被同事们议论的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是很难，但是你可以试着换一个角度来看待它。你的人生中有些事情是无法控制的，包括你的前夫和小三在你们单位的出现和同事们的议论，但你可以控制你自己的情绪反应，可以选择不去深陷在这些痛苦里。让自己的心灵去探寻更美好的事物，春夏秋冬、昼夜更替，这个世界上没有永恒不变的事物，世事无常也不要太执着。",
    "annotation": [
      {
        "sentence": "这确实是很难，但是你可以试着换一个角度来看待它。",
        "label": ""
      },
      {
        "sentence": "你的人生中有些事情是无法控制的，包括你的前夫和小三在你们单位的出现和同事们的议论，但你可以控制你自己的情绪反应，可以选择不去深陷在这些痛苦里。",
        "label": ""
      },
      {
        "sentence": "让自己的心灵去探寻更美好的事物，春夏秋冬、昼夜更替，这个世界上没有永恒不变的事物，世事无常也不要太执着。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己很糟糕，常常感到自责和悔恨。",
    "annotation": [
      {
        "sentence": "我觉得自己很糟糕，常常感到自责和悔恨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放下哪有那么容易，需要慢慢来，慢慢调整自己的心，你当下需要的不是让这些已发生的是事没发生，也不是沉浸在自己的情绪当中，而是勇敢的面对，接纳并开始人生后面的旅程。而且，你需要明白，这些负面情绪只会让你更加疲惫和无力，试着放下，接纳现状，让自己变得更加坚强和勇敢。",
    "annotation": [
      {
        "sentence": "放下哪有那么容易，需要慢慢来，慢慢调整自己的心，你当下需要的不是让这些已发生的是事没发生，也不是沉浸在自己的情绪当中，而是勇敢的面对，接纳并开始人生后面的旅程。",
        "label": ""
      },
      {
        "sentence": "而且，你需要明白，这些负面情绪只会让你更加疲惫和无力，试着放下，接纳现状，让自己变得更加坚强和勇敢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我经常一个人悄悄地哭，感觉很孤独和无助。",
    "annotation": [
      {
        "sentence": "我经常一个人悄悄地哭，感觉很孤独和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独不是一件坏事，有时候孤独可以让人反省自己，看到更多的可能性。当你感到孤独时，请记住你并不是一个人，有困难时可以向身边的人求助，甚至可以去寻找心理咨询师的帮助，他们会给你提供更多的思路和支持。",
    "annotation": [
      {
        "sentence": "孤独不是一件坏事，有时候孤独可以让人反省自己，看到更多的可能性。",
        "label": ""
      },
      {
        "sentence": "当你感到孤独时，请记住你并不是一个人，有困难时可以向身边的人求助，甚至可以去寻找心理咨询师的帮助，他们会给你提供更多的思路和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望他能回心转意，但因为工作的事，他很讨厌我，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我希望他能回心转意，但因为工作的事，他很讨厌我，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题确实挺头痛的。但是，你需要明白，你并不能迫使别人对你有好感或者改变他们的态度。相反，你需要尝试放下这些顾虑，关注自己的成长和前景。你可以寻求更好的工作机会，开启新的人生篇章，这样你就可以将注意力更多地放在自己和孩子身上。再加上时间能冲淡一切，相信在未来，你也会走出阴影，生活得更好。",
    "annotation": [
      {
        "sentence": "这个问题确实挺头痛的。",
        "label": ""
      },
      {
        "sentence": "但是，你需要明白，你并不能迫使别人对你有好感或者改变他们的态度。",
        "label": ""
      },
      {
        "sentence": "相反，你需要尝试放下这些顾虑，关注自己的成长和前景。",
        "label": ""
      },
      {
        "sentence": "你可以寻求更好的工作机会，开启新的人生篇章，这样你就可以将注意力更多地放在自己和孩子身上。",
        "label": ""
      },
      {
        "sentence": "再加上时间能冲淡一切，相信在未来，你也会走出阴影，生活得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力去实践。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力去实践。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必过度自责，接受自己现在的状态，继续努力前行。我相信，你一定有着足够的勇气和智慧，去面对自己的困难，最终走出困境，迎接更好的未来。",
    "annotation": [
      {
        "sentence": "你不必过度自责，接受自己现在的状态，继续努力前行。",
        "label": ""
      },
      {
        "sentence": "我相信，你一定有着足够的勇气和智慧，去面对自己的困难，最终走出困境，迎接更好的未来。",
        "label": ""
      }
    ]
  }
]