[
  {
    "role": "client",
    "content": "按家乡习俗发请柬，被领导说成不懂事？",
    "annotation": [
      {
        "sentence": "按家乡习俗发请柬，被领导说成不懂事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许你是刚开始工作，所以对一些人情世故的“潜规则”还不太能理解吧。咱们国家的“规矩”特别多，同样是一件事，在外国的一些文化中就会比较直白，喜欢摊在面上，一是一二是二，但是咱们国家的文化就是面子文化，很多的事情是不能讲明白的，需要每个人都有一种洞察力，去慢慢的体会其中的道理，这大概就是所谓的只可意会不可言传。",
    "annotation": [
      {
        "sentence": "也许你是刚开始工作，所以对一些人情世故的“潜规则”还不太能理解吧。",
        "label": ""
      },
      {
        "sentence": "咱们国家的“规矩”特别多，同样是一件事，在外国的一些文化中就会比较直白，喜欢摊在面上，一是一二是二，但是咱们国家的文化就是面子文化，很多的事情是不能讲明白的，需要每个人都有一种洞察力，去慢慢的体会其中的道理，这大概就是所谓的只可意会不可言传。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我觉得我的做法并没有错啊。发婚礼请柬是我家乡的习俗，我只是按照自己的习惯办事，为什么会被领导批评呢？",
    "annotation": [
      {
        "sentence": "我明白了，但是我觉得我的做法并没有错啊。",
        "label": ""
      },
      {
        "sentence": "发婚礼请柬是我家乡的习俗，我只是按照自己的习惯办事，为什么会被领导批评呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然说现在已经不是那么讲究规矩了，这些太个性化的东西应该被打破，或者弃之。但毕竟是用了多少年的东西，一下子也不可能根除殆尽，所以在为人处事方面，还是需要多去听听别人的意见。你的领导其实是说，因为你来公司不久，也许一些上层的领导还不知道你是谁，和你也不太熟，你这样贸然给他们发请柬也的确有欠考虑的地方，比如有的领导觉得跟你不太熟，但是你给他发了请柬，如果他不去就好像很小气，在意钱，没有领导的风范。",
    "annotation": [
      {
        "sentence": "虽然说现在已经不是那么讲究规矩了，这些太个性化的东西应该被打破，或者弃之。",
        "label": ""
      },
      {
        "sentence": "但毕竟是用了多少年的东西，一下子也不可能根除殆尽，所以在为人处事方面，还是需要多去听听别人的意见。",
        "label": ""
      },
      {
        "sentence": "你的领导其实是说，因为你来公司不久，也许一些上层的领导还不知道你是谁，和你也不太熟，你这样贸然给他们发请柬也的确有欠考虑的地方，比如有的领导觉得跟你不太熟，但是你给他发了请柬，如果他不去就好像很小气，在意钱，没有领导的风范。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。可能我确实没有考虑到这点，我以为大家应该都会很高兴收到请柬呢。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "可能我确实没有考虑到这点，我以为大家应该都会很高兴收到请柬呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果去，说心里话还是不太愿意的，不管有多少钱，总是想把钱花在值得的地方。我们来换位思考一下，如果你刚认识了一个朋友，他就说自己要结婚了，给发你一个请柬，这个时候虽然你会想以后长久相处，聚一下也无妨，但内心深处是不是也有一个小小的声音，觉得这个人很多事，还没相处几天，都不知道你们彼此的关系是不是牢靠，就这样发请柬，会让你觉得很烦恼呢？所以你那些别的部门的领导大概也是这样的一种感受吧。",
    "annotation": [
      {
        "sentence": "如果去，说心里话还是不太愿意的，不管有多少钱，总是想把钱花在值得的地方。",
        "label": ""
      },
      {
        "sentence": "我们来换位思考一下，如果你刚认识了一个朋友，他就说自己要结婚了，给发你一个请柬，这个时候虽然你会想以后长久相处，聚一下也无妨，但内心深处是不是也有一个小小的声音，觉得这个人很多事，还没相处几天，都不知道你们彼此的关系是不是牢靠，就这样发请柬，会让你觉得很烦恼呢？",
        "label": ""
      },
      {
        "sentence": "所以你那些别的部门的领导大概也是这样的一种感受吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我太冲动了。下次我应该先和领导商量一下再决定是否发请柬。",
    "annotation": [
      {
        "sentence": "我明白了，可能我太冲动了。",
        "label": ""
      },
      {
        "sentence": "下次我应该先和领导商量一下再决定是否发请柬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，其实你上司就是想跟你说，你在发请柬之前可以跟他商量一下，毕竟不管哪里的习俗都是因人而异的，北方的习俗也不是100%都这样做。比如我家一个亲戚（我也是北方人），他家很穷，又因为家里有两个孩子读书，更是经济上很困难，所以他为了让孩子念书，不花不必要的钱，从来都不参加别人的任何婚礼、任何仪式，他说我现在没有能力去参加，你们也不要来告诉我，给我发请柬，希望你们能谅解。我觉得在你身边一定也有这样的例子。",
    "annotation": [
      {
        "sentence": "是的，其实你上司就是想跟你说，你在发请柬之前可以跟他商量一下，毕竟不管哪里的习俗都是因人而异的，北方的习俗也不是100%都这样做。",
        "label": ""
      },
      {
        "sentence": "比如我家一个亲戚（我也是北方人），他家很穷，又因为家里有两个孩子读书，更是经济上很困难，所以他为了让孩子念书，不花不必要的钱，从来都不参加别人的任何婚礼、任何仪式，他说我现在没有能力去参加，你们也不要来告诉我，给我发请柬，希望你们能谅解。",
        "label": ""
      },
      {
        "sentence": "我觉得在你身边一定也有这样的例子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实应该更加综合考虑，而不是仅仅按照自己的习惯去做。谢谢你的理解和建议，我以后会注意的。",
    "annotation": [
      {
        "sentence": "是的，我确实应该更加综合考虑，而不是仅仅按照自己的习惯去做。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和建议，我以后会注意的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮到你，希望我的回答对你有所帮助。在工作和生活中，我们都会遇到各种各样的问题和困扰，不要害怕向他人寻求帮助和理解，也不要太过于苛求自己。每个人都在成长的过程中，都会犯错误，关键是能够及时总结经验，不断改进。再次感谢你的信任，我和世界爱着你。",
    "annotation": [
      {
        "sentence": "我很高兴能够帮到你，希望我的回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "在工作和生活中，我们都会遇到各种各样的问题和困扰，不要害怕向他人寻求帮助和理解，也不要太过于苛求自己。",
        "label": ""
      },
      {
        "sentence": "每个人都在成长的过程中，都会犯错误，关键是能够及时总结经验，不断改进。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的信任，我和世界爱着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会更加积极面对问题，并且学会倾听他人的意见。以后有什么烦恼我还会来找你聊天的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会更加积极面对问题，并且学会倾听他人的意见。",
        "label": ""
      },
      {
        "sentence": "以后有什么烦恼我还会来找你聊天的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎你随时来找我聊天，无论是工作上的问题还是生活中的困扰，我都会尽力帮助你。记得要保持积极的心态，事情总会有解决的办法的。加油！",
    "annotation": [
      {
        "sentence": "非常欢迎你随时来找我聊天，无论是工作上的问题还是生活中的困扰，我都会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极的心态，事情总会有解决的办法的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]