[
  {
    "role": "client",
    "content": "我有一个问题想请教你。我是一名17岁的高三女生，最近突然觉得对生活失去了兴趣，我现在在读高三，但是我过得好压抑，总感觉坐在教室里浑身不舒服，不想学习，不喜欢学习。我很想很想逃离这里，离开人群，去一个远远的地方，到一个大家都不认识我的地方。我想重新开始，我不知道自己怎么了，总是控制不好自己的情绪，不能心静，很焦躁，我应该怎么办？",
    "annotation": [
      {
        "sentence": "我有一个问题想请教你。",
        "label": ""
      },
      {
        "sentence": "我是一名17岁的高三女生，最近突然觉得对生活失去了兴趣，我现在在读高三，但是我过得好压抑，总感觉坐在教室里浑身不舒服，不想学习，不喜欢学习。",
        "label": ""
      },
      {
        "sentence": "我很想很想逃离这里，离开人群，去一个远远的地方，到一个大家都不认识我的地方。",
        "label": ""
      },
      {
        "sentence": "我想重新开始，我不知道自己怎么了，总是控制不好自己的情绪，不能心静，很焦躁，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，你对目前的生活状态非常不满，这是很正常的情绪反应。重新开始的想法很好，我们可以思考一下，遇到类似问题时如何处理，以避免再次产生不满。我们能否先具体描述一下你目前需要面对的问题和环境，让我们一起找到解决方法呢？比如你提到在教室里感到不舒服，是因为周围的人都在学习而你学不进去，或者班级中没有亲密的同伴，让你感觉陌生等等。还有没有其他让你感到不舒适的地方？我们可以尝试寻找一些方式来改善这些问题，比如当你学不进去的时候，可以稍微休息一下，或者在桌子上放一张朋友的祝福卡，摆一盆绿色植物，找到能让自己舒适下来的方法。最近我还看到一个头条新闻，有个学校的同学喜欢唱Rap，他们将需要背诵的文章以Rap的方式唱出来，这样也很有趣呢。逃避并不能真正解决问题，面对我们要逃避的问题，找到应对的方式才是更好的选择。当然，如果你真的想换一个陌生的地方重新开始，我希望你在选择之前能思考清楚，了解目前发生了什么，以及如何做才能更好地避免再次经历相似的情况。",
    "annotation": [
      {
        "sentence": "我了解你的感受，你对目前的生活状态非常不满，这是很正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "重新开始的想法很好，我们可以思考一下，遇到类似问题时如何处理，以避免再次产生不满。",
        "label": ""
      },
      {
        "sentence": "我们能否先具体描述一下你目前需要面对的问题和环境，让我们一起找到解决方法呢？",
        "label": ""
      },
      {
        "sentence": "比如你提到在教室里感到不舒服，是因为周围的人都在学习而你学不进去，或者班级中没有亲密的同伴，让你感觉陌生等等。",
        "label": ""
      },
      {
        "sentence": "还有没有其他让你感到不舒适的地方？",
        "label": ""
      },
      {
        "sentence": "我们可以尝试寻找一些方式来改善这些问题，比如当你学不进去的时候，可以稍微休息一下，或者在桌子上放一张朋友的祝福卡，摆一盆绿色植物，找到能让自己舒适下来的方法。",
        "label": ""
      },
      {
        "sentence": "最近我还看到一个头条新闻，有个学校的同学喜欢唱Rap，他们将需要背诵的文章以Rap的方式唱出来，这样也很有趣呢。",
        "label": ""
      },
      {
        "sentence": "逃避并不能真正解决问题，面对我们要逃避的问题，找到应对的方式才是更好的选择。",
        "label": ""
      },
      {
        "sentence": "当然，如果你真的想换一个陌生的地方重新开始，我希望你在选择之前能思考清楚，了解目前发生了什么，以及如何做才能更好地避免再次经历相似的情况。",
        "label": ""
      }
    ]
  }
]