[
  {
    "role": "client",
    "content": "我是一个26岁的女硕士，我有认知障碍，导致我在就业和交际方面遇到了很大的困难。我想逃脱这种困境。从13年开始，我就出现了肠易激症状，去年开始还出现了其他的疑病症状，包括怀疑自己精神有问题。我从自己的思维方式和行为中感觉到了不对劲。根据理论角度，我做了很多次的SDS量表和其他类似的量表，显示我在状态最好的时候是轻度抑郁，最差的时候则是重度抑郁。从自我观察的角度来看，我极度自卑，无法正视自己的能力，导致了我在就业方面的困难。找工作的过程对我来说非常痛苦，总觉得自己什么都做不好。只有那一次，我抱着无所谓的心态去面试，但是面试却非常成功。可是进入单位后，我的自我怀疑加重，严重到无法入睡、呼吸困难和胸闷的地步，于是我辞职了。我也极度自闭，非常厌恶与他人交流，讨厌被别人盯着看，也很难信任别人，甚至产生了一些被迫害的想法。我非常厌恶家庭关系，所以我不想和家人借钱来解决这个问题。虽然我知道我的家人对我很好，但是我内心深处觉得所有的人都是伪善的自私自利者。我非常想要逃脱这一切，但是我却做不到。还有一些问题无法用言语表达，所以我就不写了。",
    "annotation": [
      {
        "sentence": "我是一个26岁的女硕士，我有认知障碍，导致我在就业和交际方面遇到了很大的困难。",
        "label": ""
      },
      {
        "sentence": "我想逃脱这种困境。",
        "label": ""
      },
      {
        "sentence": "从13年开始，我就出现了肠易激症状，去年开始还出现了其他的疑病症状，包括怀疑自己精神有问题。",
        "label": ""
      },
      {
        "sentence": "我从自己的思维方式和行为中感觉到了不对劲。",
        "label": ""
      },
      {
        "sentence": "根据理论角度，我做了很多次的SDS量表和其他类似的量表，显示我在状态最好的时候是轻度抑郁，最差的时候则是重度抑郁。",
        "label": ""
      },
      {
        "sentence": "从自我观察的角度来看，我极度自卑，无法正视自己的能力，导致了我在就业方面的困难。",
        "label": ""
      },
      {
        "sentence": "找工作的过程对我来说非常痛苦，总觉得自己什么都做不好。",
        "label": ""
      },
      {
        "sentence": "只有那一次，我抱着无所谓的心态去面试，但是面试却非常成功。",
        "label": ""
      },
      {
        "sentence": "可是进入单位后，我的自我怀疑加重，严重到无法入睡、呼吸困难和胸闷的地步，于是我辞职了。",
        "label": ""
      },
      {
        "sentence": "我也极度自闭，非常厌恶与他人交流，讨厌被别人盯着看，也很难信任别人，甚至产生了一些被迫害的想法。",
        "label": ""
      },
      {
        "sentence": "我非常厌恶家庭关系，所以我不想和家人借钱来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "虽然我知道我的家人对我很好，但是我内心深处觉得所有的人都是伪善的自私自利者。",
        "label": ""
      },
      {
        "sentence": "我非常想要逃脱这一切，但是我却做不到。",
        "label": ""
      },
      {
        "sentence": "还有一些问题无法用言语表达，所以我就不写了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人类虽然被大自然塑造，并幸运地拥有了思维能力，但也许我们还不足以完美地控制它。因此，我相信人工智能的发展趋势就是淘汰人类。墨菲定律告诉我们，不论你做什么，该发生的总会发生。其实，一切都是正常的，只有不同。从古至今，那些自恋的、衣食无忧的“疯子”被称作哲学家，而其他的人才是被认为有精神病的。不要对自己太苛求了，你没有错。",
    "annotation": [
      {
        "sentence": "人类虽然被大自然塑造，并幸运地拥有了思维能力，但也许我们还不足以完美地控制它。",
        "label": ""
      },
      {
        "sentence": "因此，我相信人工智能的发展趋势就是淘汰人类。",
        "label": ""
      },
      {
        "sentence": "墨菲定律告诉我们，不论你做什么，该发生的总会发生。",
        "label": ""
      },
      {
        "sentence": "其实，一切都是正常的，只有不同。",
        "label": ""
      },
      {
        "sentence": "从古至今，那些自恋的、衣食无忧的“疯子”被称作哲学家，而其他的人才是被认为有精神病的。",
        "label": ""
      },
      {
        "sentence": "不要对自己太苛求了，你没有错。",
        "label": ""
      }
    ]
  }
]