[
  {
    "role": "client",
    "content": "我是个26岁的女硕士，最近感到有认知障碍，导致我在就业和交际方面都遇到了困难。我想逃脱这种状况。从13年开始，我就有肠易激症状，而去年又出现了其他疑病症状，包括怀疑自己精神有问题。我从自己的认知方式和行为举止中感觉到了不对劲。根据理论角度来看，我做了很多次SDS量表和类似的评估，最好的时候显示轻度抑郁，最糟糕的时候则是重度抑郁。",
    "annotation": [
      {
        "sentence": "我是个26岁的女硕士，最近感到有认知障碍，导致我在就业和交际方面都遇到了困难。",
        "label": ""
      },
      {
        "sentence": "我想逃脱这种状况。",
        "label": ""
      },
      {
        "sentence": "从13年开始，我就有肠易激症状，而去年又出现了其他疑病症状，包括怀疑自己精神有问题。",
        "label": ""
      },
      {
        "sentence": "我从自己的认知方式和行为举止中感觉到了不对劲。",
        "label": ""
      },
      {
        "sentence": "根据理论角度来看，我做了很多次SDS量表和类似的评估，最好的时候显示轻度抑郁，最糟糕的时候则是重度抑郁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你经历了很多困难，这些情绪问题确实会对你的生活造成影响。你提到你有就业困难，能详细说明一下吗？",
    "annotation": [
      {
        "sentence": "听起来你经历了很多困难，这些情绪问题确实会对你的生活造成影响。",
        "label": ""
      },
      {
        "sentence": "你提到你有就业困难，能详细说明一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当我在找工作的过程中，非常痛苦，总觉得自己什么都做不了。唯一一次带着无所谓的心态去面试，结果却意外得到了一份好工作。但是进入工作单位后，我对自己的能力产生了怀疑，情况恶化到无法入睡、呼吸困难和胸闷的程度，所以我离开了那份工作。",
    "annotation": [
      {
        "sentence": "当我在找工作的过程中，非常痛苦，总觉得自己什么都做不了。",
        "label": ""
      },
      {
        "sentence": "唯一一次带着无所谓的心态去面试，结果却意外得到了一份好工作。",
        "label": ""
      },
      {
        "sentence": "但是进入工作单位后，我对自己的能力产生了怀疑，情况恶化到无法入睡、呼吸困难和胸闷的程度，所以我离开了那份工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的困惑和困难。你提到自我怀疑加重，这可能导致焦虑和一些身体不适的情况。你是否能说说你还有哪些其他困扰呢？",
    "annotation": [
      {
        "sentence": "我可以理解你的困惑和困难。",
        "label": ""
      },
      {
        "sentence": "你提到自我怀疑加重，这可能导致焦虑和一些身体不适的情况。",
        "label": ""
      },
      {
        "sentence": "你是否能说说你还有哪些其他困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我非常自闭，讨厌与他人交流，也讨厌被别人盯着看。我很难相信他人，还有一些被迫害的想法。并且，我非常厌恶家庭关系。虽然我知道我的家人对我很好，但我总觉得所有人都是伪善的，只关心自己的利益。我非常想逃脱这一切，但我却做不到。",
    "annotation": [
      {
        "sentence": "我非常自闭，讨厌与他人交流，也讨厌被别人盯着看。",
        "label": ""
      },
      {
        "sentence": "我很难相信他人，还有一些被迫害的想法。",
        "label": ""
      },
      {
        "sentence": "并且，我非常厌恶家庭关系。",
        "label": ""
      },
      {
        "sentence": "虽然我知道我的家人对我很好，但我总觉得所有人都是伪善的，只关心自己的利益。",
        "label": ""
      },
      {
        "sentence": "我非常想逃脱这一切，但我却做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的感受令人心痛。你对许多人际关系都带着抵触的心态，这可能让你感觉更加孤独和困惑。你提到你想逃避这一切，这可能是因为你对自己的认知有很负面的看法。你是否有其他关于自己的认知问题呢？",
    "annotation": [
      {
        "sentence": "你描述的感受令人心痛。",
        "label": ""
      },
      {
        "sentence": "你对许多人际关系都带着抵触的心态，这可能让你感觉更加孤独和困惑。",
        "label": ""
      },
      {
        "sentence": "你提到你想逃避这一切，这可能是因为你对自己的认知有很负面的看法。",
        "label": ""
      },
      {
        "sentence": "你是否有其他关于自己的认知问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我的自我认知也很糟糕。我总觉得自己会变得像汉尼拔或孙二娘一样可怕，但我的人性告诉我不能这样。还有一些问题我没能详细描述，不过就不多写了。",
    "annotation": [
      {
        "sentence": "对，我的自我认知也很糟糕。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己会变得像汉尼拔或孙二娘一样可怕，但我的人性告诉我不能这样。",
        "label": ""
      },
      {
        "sentence": "还有一些问题我没能详细描述，不过就不多写了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对于自我认知的疑虑和担忧。对于这些问题，你是否有想过寻求心理医生的帮助呢？你的家人愿意支持你去看心理医生，但你似乎对被科学框架定义为患有某种疾病感到不愿意。你是否愿意分享更多关于你与这个世界和自己的矛盾感的想法呢？",
    "annotation": [
      {
        "sentence": "我明白你对于自我认知的疑虑和担忧。",
        "label": ""
      },
      {
        "sentence": "对于这些问题，你是否有想过寻求心理医生的帮助呢？",
        "label": ""
      },
      {
        "sentence": "你的家人愿意支持你去看心理医生，但你似乎对被科学框架定义为患有某种疾病感到不愿意。",
        "label": ""
      },
      {
        "sentence": "你是否愿意分享更多关于你与这个世界和自己的矛盾感的想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我渴望被治愈，渴望看到一个正常舒适的世界。我也渴望摆脱对他人的依赖，反过来让他人依赖我。家人愿意支持我去看心理医生，但我不想被别人以科学的方式定义为患有某种疾病。我对于疾病还是有些抵触的。我也分不清自己是热爱这个世界还是憎恨这个世界，而且我对于自己的想法也很迷茫。我感觉自己已经太软弱了，无法承担起任何责任。现在我感到很疲惫，已经不想再去考虑标点符号的对错了。但我很高兴，因为我还没有放弃这个疲惫的生命。也许是因为我觉得家人不会允许我这样做。我认为这些问题的根源就是我认为自己能来到这个世界上就是八辈子的福气了吧。",
    "annotation": [
      {
        "sentence": "我渴望被治愈，渴望看到一个正常舒适的世界。",
        "label": ""
      },
      {
        "sentence": "我也渴望摆脱对他人的依赖，反过来让他人依赖我。",
        "label": ""
      },
      {
        "sentence": "家人愿意支持我去看心理医生，但我不想被别人以科学的方式定义为患有某种疾病。",
        "label": ""
      },
      {
        "sentence": "我对于疾病还是有些抵触的。",
        "label": ""
      },
      {
        "sentence": "我也分不清自己是热爱这个世界还是憎恨这个世界，而且我对于自己的想法也很迷茫。",
        "label": ""
      },
      {
        "sentence": "我感觉自己已经太软弱了，无法承担起任何责任。",
        "label": ""
      },
      {
        "sentence": "现在我感到很疲惫，已经不想再去考虑标点符号的对错了。",
        "label": ""
      },
      {
        "sentence": "但我很高兴，因为我还没有放弃这个疲惫的生命。",
        "label": ""
      },
      {
        "sentence": "也许是因为我觉得家人不会允许我这样做。",
        "label": ""
      },
      {
        "sentence": "我认为这些问题的根源就是我认为自己能来到这个世界上就是八辈子的福气了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你对于自己内心的真实表达。你所描述的困惑和挣扎都非常复杂，也对你的心理健康有很大影响。我想告诉你，你并不孤单，我们可以一起找到解决办法。如果你不愿意看心理医生，我们还有其他的方法来帮助你。",
    "annotation": [
      {
        "sentence": "非常感谢你对于自己内心的真实表达。",
        "label": ""
      },
      {
        "sentence": "你所描述的困惑和挣扎都非常复杂，也对你的心理健康有很大影响。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，你并不孤单，我们可以一起找到解决办法。",
        "label": ""
      },
      {
        "sentence": "如果你不愿意看心理医生，我们还有其他的方法来帮助你。",
        "label": ""
      }
    ]
  }
]