[
  {
    "role": "client",
    "content": "我34岁了，我有一个问题，就是我不努力、不付出，太幼稚了，这该怎么办呢？我最近才意识到自己的问题。我的能力就是有点不够努力和付出。从小到大，我一直没有认真努力地去做事，不管是读书、工作还是照顾孩子，我都不够努力，也对自己的要求很低，只要自己开心就好。我感觉自己不负责任，甚至连自己的饮食都控制不住，活得像个低等动物。以前读书的时候，英语是我学得最轻松的一门课，但是懒得去背单词，所以四级考不过。读书的时候还花时间化妆，现在连化妆都不想做了。周围的人都考了驾照，可是我却觉得很难，不想考。有时候我也羡慕别人开店，但是我缺乏行动力，好像什么苦都不愿意吃，只想随心所欲，照顾自己的情绪，永远保持开心。对我来说，集中注意力努力做事真的很难，我感觉自己就像一滩烂泥，只是在应付周围的一切，没有积极进取的想法。但是我头脑还是很好的，经常会有积极向上的想法。可是我就是行动不起来，或者根本不想行动，总是渴望不劳而获，对于一点点成就就感到满足。但是我的精神需求确实很高，经常读名人传记之类的书。",
    "annotation": [
      {
        "sentence": "我34岁了，我有一个问题，就是我不努力、不付出，太幼稚了，这该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我最近才意识到自己的问题。",
        "label": ""
      },
      {
        "sentence": "我的能力就是有点不够努力和付出。",
        "label": ""
      },
      {
        "sentence": "从小到大，我一直没有认真努力地去做事，不管是读书、工作还是照顾孩子，我都不够努力，也对自己的要求很低，只要自己开心就好。",
        "label": ""
      },
      {
        "sentence": "我感觉自己不负责任，甚至连自己的饮食都控制不住，活得像个低等动物。",
        "label": ""
      },
      {
        "sentence": "以前读书的时候，英语是我学得最轻松的一门课，但是懒得去背单词，所以四级考不过。",
        "label": ""
      },
      {
        "sentence": "读书的时候还花时间化妆，现在连化妆都不想做了。",
        "label": ""
      },
      {
        "sentence": "周围的人都考了驾照，可是我却觉得很难，不想考。",
        "label": ""
      },
      {
        "sentence": "有时候我也羡慕别人开店，但是我缺乏行动力，好像什么苦都不愿意吃，只想随心所欲，照顾自己的情绪，永远保持开心。",
        "label": ""
      },
      {
        "sentence": "对我来说，集中注意力努力做事真的很难，我感觉自己就像一滩烂泥，只是在应付周围的一切，没有积极进取的想法。",
        "label": ""
      },
      {
        "sentence": "但是我头脑还是很好的，经常会有积极向上的想法。",
        "label": ""
      },
      {
        "sentence": "可是我就是行动不起来，或者根本不想行动，总是渴望不劳而获，对于一点点成就就感到满足。",
        "label": ""
      },
      {
        "sentence": "但是我的精神需求确实很高，经常读名人传记之类的书。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的帖子，感觉你的行动力好像消失了。我猜想你现在做的工作，是自己喜欢的吗？还是为了权衡利弊之后才选择的？在30多岁的时候，很多人都会经历一段叛逆期，也是在寻找自己的旅程中。如果你喜欢看名人传记，喜欢追求精神上的享受，不妨试试看能否从事相关的工作来养活自己呢？除此之外，我也在想你和家人的关系如何？他们是如何看待你现在的状态的呢？以上只是我的个人观点，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "认真看完了你的帖子，感觉你的行动力好像消失了。",
        "label": ""
      },
      {
        "sentence": "我猜想你现在做的工作，是自己喜欢的吗？",
        "label": ""
      },
      {
        "sentence": "还是为了权衡利弊之后才选择的？",
        "label": ""
      },
      {
        "sentence": "在30多岁的时候，很多人都会经历一段叛逆期，也是在寻找自己的旅程中。",
        "label": ""
      },
      {
        "sentence": "如果你喜欢看名人传记，喜欢追求精神上的享受，不妨试试看能否从事相关的工作来养活自己呢？",
        "label": ""
      },
      {
        "sentence": "除此之外，我也在想你和家人的关系如何？",
        "label": ""
      },
      {
        "sentence": "他们是如何看待你现在的状态的呢？",
        "label": ""
      },
      {
        "sentence": "以上只是我的个人观点，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我现在的工作其实不是我非常喜欢的，只是我当时觉得有些利益，所以才选择了这个工作。我明白30多岁的确是一个关键期，但我感觉自己好像迷失了方向，不知道该往哪个方面发展。你说得对，如果我能从事自己感兴趣的工作来养活自己，那也许会更有动力去努力。至于家人，他们并没有明确表示反对，但是我感觉他们对我的期望很高，希望我能有所成就。可是我现在的状态真的让我觉得很无助。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我现在的工作其实不是我非常喜欢的，只是我当时觉得有些利益，所以才选择了这个工作。",
        "label": ""
      },
      {
        "sentence": "我明白30多岁的确是一个关键期，但我感觉自己好像迷失了方向，不知道该往哪个方面发展。",
        "label": ""
      },
      {
        "sentence": "你说得对，如果我能从事自己感兴趣的工作来养活自己，那也许会更有动力去努力。",
        "label": ""
      },
      {
        "sentence": "至于家人，他们并没有明确表示反对，但是我感觉他们对我的期望很高，希望我能有所成就。",
        "label": ""
      },
      {
        "sentence": "可是我现在的状态真的让我觉得很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的迷失方向和无助感都是很常见的心理状态。人生中的这个阶段往往会面临重要的抉择和挑战，但别过于自责和焦虑。相信你一定有自己的价值和潜力，只是目前可能还没有找到适合自己的方向。对于工作选择，或许可以慢慢地尝试一些新的领域，不要害怕失败和困难。关于家人的期望，只要你尽力做到最好，他们一定会支持你的。可以尝试和家人沟通一下，分享你的困惑和想法，也许他们会给你一些有用的建议。",
    "annotation": [
      {
        "sentence": "你提到的迷失方向和无助感都是很常见的心理状态。",
        "label": ""
      },
      {
        "sentence": "人生中的这个阶段往往会面临重要的抉择和挑战，但别过于自责和焦虑。",
        "label": ""
      },
      {
        "sentence": "相信你一定有自己的价值和潜力，只是目前可能还没有找到适合自己的方向。",
        "label": ""
      },
      {
        "sentence": "对于工作选择，或许可以慢慢地尝试一些新的领域，不要害怕失败和困难。",
        "label": ""
      },
      {
        "sentence": "关于家人的期望，只要你尽力做到最好，他们一定会支持你的。",
        "label": ""
      },
      {
        "sentence": "可以尝试和家人沟通一下，分享你的困惑和想法，也许他们会给你一些有用的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我意识到了自己需要勇敢面对和克服困难，不再逃避。我也会尝试和家人沟通，分享我的迷茫和想法。只希望能够找到适合自己的方向，找回自己的行动力和幸福感。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我意识到了自己需要勇敢面对和克服困难，不再逃避。",
        "label": ""
      },
      {
        "sentence": "我也会尝试和家人沟通，分享我的迷茫和想法。",
        "label": ""
      },
      {
        "sentence": "只希望能够找到适合自己的方向，找回自己的行动力和幸福感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰你能够意识到并且愿意去面对这些问题。勇敢地追寻自己的兴趣和激情，相信你会找到适合自己的方向。同时和家人坦诚相待，得到他们的理解和支持也是很重要的。希望你能够重拾行动力，找回自己的幸福感。相信你一定可以的！请继续加油！",
    "annotation": [
      {
        "sentence": "非常欣慰你能够意识到并且愿意去面对这些问题。",
        "label": ""
      },
      {
        "sentence": "勇敢地追寻自己的兴趣和激情，相信你会找到适合自己的方向。",
        "label": ""
      },
      {
        "sentence": "同时和家人坦诚相待，得到他们的理解和支持也是很重要的。",
        "label": ""
      },
      {
        "sentence": "希望你能够重拾行动力，找回自己的幸福感。",
        "label": ""
      },
      {
        "sentence": "相信你一定可以的！",
        "label": ""
      },
      {
        "sentence": "请继续加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我会努力面对这些问题，积极寻找自己的方向。希望时间过后，我能变得更强大和幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我会努力面对这些问题，积极寻找自己的方向。",
        "label": ""
      },
      {
        "sentence": "希望时间过后，我能变得更强大和幸福。",
        "label": ""
      }
    ]
  }
]