[
  {
    "role": "client",
    "content": "我觉得自己好容易被人欺负，太自卑，怎么才能变得自信？作为一个新老师，我觉得自己没什么教学经验，而且自己很自卑，在读高中和大学的时候很少和别人接触，一个人有点孤僻，而且我很内向，很胆小，有些社交恐惧，现在又从事教师这个职业，我觉得自己很软弱，而且社交经验和教学经验不足，我觉得自己融入不了其他老师这个圈子里，我觉得自己和他们有点格格不入，我觉得学生也有点欺负我，我不知道该怎么办，有时候好想哭，觉得好委屈。",
    "annotation": [
      {
        "sentence": "我觉得自己好容易被人欺负，太自卑，怎么才能变得自信？",
        "label": ""
      },
      {
        "sentence": "作为一个新老师，我觉得自己没什么教学经验，而且自己很自卑，在读高中和大学的时候很少和别人接触，一个人有点孤僻，而且我很内向，很胆小，有些社交恐惧，现在又从事教师这个职业，我觉得自己很软弱，而且社交经验和教学经验不足，我觉得自己融入不了其他老师这个圈子里，我觉得自己和他们有点格格不入，我觉得学生也有点欺负我，我不知道该怎么办，有时候好想哭，觉得好委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴认识你。看到你的描述，作为同行的我感同身受。想起来自己第一次站在学生面前说话的时候，声音都有些发抖呢。咱们性格也很相似，我也是性格比较内向，以前上学的时候从来没有想过自己会当一名老师呢。",
    "annotation": [
      {
        "sentence": "很高兴认识你。",
        "label": ""
      },
      {
        "sentence": "看到你的描述，作为同行的我感同身受。",
        "label": ""
      },
      {
        "sentence": "想起来自己第一次站在学生面前说话的时候，声音都有些发抖呢。",
        "label": ""
      },
      {
        "sentence": "咱们性格也很相似，我也是性格比较内向，以前上学的时候从来没有想过自己会当一名老师呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是吗？觉得自己有时候好像不适合做老师，因为我不善于和人交流，也没什么自信心。",
    "annotation": [
      {
        "sentence": "是吗？",
        "label": ""
      },
      {
        "sentence": "觉得自己有时候好像不适合做老师，因为我不善于和人交流，也没什么自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我觉得并不是性格内向就不适合当老师，研究表明性格内向的人能够更好地探索，这样对于教学工作是很有利的，能够在专业上不断地深耕。每一个新老师的成长都是一个过程，只要我们能够有提高自我的心态，不断磨练自己，就会慢慢积累在教学上的经验。",
    "annotation": [
      {
        "sentence": "首先我觉得并不是性格内向就不适合当老师，研究表明性格内向的人能够更好地探索，这样对于教学工作是很有利的，能够在专业上不断地深耕。",
        "label": ""
      },
      {
        "sentence": "每一个新老师的成长都是一个过程，只要我们能够有提高自我的心态，不断磨练自己，就会慢慢积累在教学上的经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的很自卑，觉得自己在学校里没有什么朋友，也没和其他老师融入进去，我觉得自己和他们格格不入。",
    "annotation": [
      {
        "sentence": "但是我真的很自卑，觉得自己在学校里没有什么朋友，也没和其他老师融入进去，我觉得自己和他们格格不入。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在新环境里面融入确实会有一些困难，但是你要记住，人际关系的建立是需要时间的。多参加学校的一些聚会或者团体活动，这样可以逐渐结交到一些新朋友，也有机会与其他老师更多地接触，相互了解。只要你愿意主动一点，多表达自己的意见和看法，我相信你很快就会融入这个圈子的。",
    "annotation": [
      {
        "sentence": "在新环境里面融入确实会有一些困难，但是你要记住，人际关系的建立是需要时间的。",
        "label": ""
      },
      {
        "sentence": "多参加学校的一些聚会或者团体活动，这样可以逐渐结交到一些新朋友，也有机会与其他老师更多地接触，相互了解。",
        "label": ""
      },
      {
        "sentence": "只要你愿意主动一点，多表达自己的意见和看法，我相信你很快就会融入这个圈子的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很害怕被拒绝，也不知道怎么跟别人交流。我觉得自己很软弱，没有人会喜欢和我交流。",
    "annotation": [
      {
        "sentence": "我很害怕被拒绝，也不知道怎么跟别人交流。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很软弱，没有人会喜欢和我交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实大家都有害怕被拒绝的时候，但是我们要从容面对这种可能性。别人不交流，很有可能是因为和你一样也有某种被拒绝的恐惧感。我们需要打破这个僵局，勇敢地主动和他人交流，建立起积极的互动关系。你可以先从一些小的场合开始，向同事打招呼或者主动问候祝福，慢慢积累交流的经验。",
    "annotation": [
      {
        "sentence": "其实大家都有害怕被拒绝的时候，但是我们要从容面对这种可能性。",
        "label": ""
      },
      {
        "sentence": "别人不交流，很有可能是因为和你一样也有某种被拒绝的恐惧感。",
        "label": ""
      },
      {
        "sentence": "我们需要打破这个僵局，勇敢地主动和他人交流，建立起积极的互动关系。",
        "label": ""
      },
      {
        "sentence": "你可以先从一些小的场合开始，向同事打招呼或者主动问候祝福，慢慢积累交流的经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我总觉得自己好孤单，好无助。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我总觉得自己好孤单，好无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，但是我们不应该停留在这种消极情绪里。其实，除了在工作中积极投入外，我们还可以寻找一些兴趣爱好的团体或社群，这样有机会结交到一些有共同爱好的朋友。也可以加入一些专业的培训课程，在不断学习中结交到更多志同道合的朋友。总之，要多给自己一些机会，不要把自己局限在某一方面，要努力开拓自己的人际关系圈子。",
    "annotation": [
      {
        "sentence": "我了解你的感受，但是我们不应该停留在这种消极情绪里。",
        "label": ""
      },
      {
        "sentence": "其实，除了在工作中积极投入外，我们还可以寻找一些兴趣爱好的团体或社群，这样有机会结交到一些有共同爱好的朋友。",
        "label": ""
      },
      {
        "sentence": "也可以加入一些专业的培训课程，在不断学习中结交到更多志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "总之，要多给自己一些机会，不要把自己局限在某一方面，要努力开拓自己的人际关系圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的，我稍微有些信心了，我会尝试着去做这些事情，慢慢改变自己的心态。",
    "annotation": [
      {
        "sentence": "听你说的，我稍微有些信心了，我会尝试着去做这些事情，慢慢改变自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有了一点信心。记住，改变不是一蹴而就的，是一个需要时间的过程。相信只要有成长的心态，你一定会成为一个很棒的老师。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你有了一点信心。",
        "label": ""
      },
      {
        "sentence": "记住，改变不是一蹴而就的，是一个需要时间的过程。",
        "label": ""
      },
      {
        "sentence": "相信只要有成长的心态，你一定会成为一个很棒的老师。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定会度过这个困境的，加油！如果你还需要任何帮助，随时找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定会度过这个困境的，加油！",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]