[
  {
    "role": "client",
    "content": "觉得自己好容易被人欺负，太自卑，怎么才能变得自信？作为一个新老师，我觉得自己没什么教学经验，而且自己很自卑，在读高中和大学的时候很少和别人接触，一个人有点孤僻，而且我很内向，很胆小，有些社交恐惧，现在又从事教师这个职业，我觉得自己很软弱，而且社交经验和教学经验不足，我觉得自己融入不了其他老师这个圈子里，我觉得自己和他们有点格格不入，我觉得学生也有点欺负我，我不知道该怎么办，有时候好想哭，觉得好委屈。",
    "annotation": [
      {
        "sentence": "觉得自己好容易被人欺负，太自卑，怎么才能变得自信？",
        "label": ""
      },
      {
        "sentence": "作为一个新老师，我觉得自己没什么教学经验，而且自己很自卑，在读高中和大学的时候很少和别人接触，一个人有点孤僻，而且我很内向，很胆小，有些社交恐惧，现在又从事教师这个职业，我觉得自己很软弱，而且社交经验和教学经验不足，我觉得自己融入不了其他老师这个圈子里，我觉得自己和他们有点格格不入，我觉得学生也有点欺负我，我不知道该怎么办，有时候好想哭，觉得好委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先给你个大大的拥抱！️首先，你已经顺利的毕业成为了一名人民教师，这是多么厉害啊！先给你点个大大的赞！其次，老师这个职业是神圣的！你可以通过传授知识让学生们更优秀，也可以通过你的经历让孩子们不再走你走过的弯路！再次，虽然现在你刚开始做老师，肯定十分紧张，不仅害怕自己的是否有能力教育你的学生，也害怕自己出错学生笑话你，这压力肯定很大，况且你本身也比较内向，自信心也不是很强，以下我有几点建议，希望能帮助你：",
    "annotation": [
      {
        "sentence": "先给你个大大的拥抱！",
        "label": ""
      },
      {
        "sentence": "️首先，你已经顺利的毕业成为了一名人民教师，这是多么厉害啊！",
        "label": ""
      },
      {
        "sentence": "先给你点个大大的赞！",
        "label": ""
      },
      {
        "sentence": "其次，老师这个职业是神圣的！",
        "label": ""
      },
      {
        "sentence": "你可以通过传授知识让学生们更优秀，也可以通过你的经历让孩子们不再走你走过的弯路！",
        "label": ""
      },
      {
        "sentence": "再次，虽然现在你刚开始做老师，肯定十分紧张，不仅害怕自己的是否有能力教育你的学生，也害怕自己出错学生笑话你，这压力肯定很大，况且你本身也比较内向，自信心也不是很强，以下我有几点建议，希望能帮助你：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我也知道作为一个教师的重要性，但我就是担心自己做不好，不被别人认可。我一直都没有自信，也不知道怎么培养自信。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我也知道作为一个教师的重要性，但我就是担心自己做不好，不被别人认可。",
        "label": ""
      },
      {
        "sentence": "我一直都没有自信，也不知道怎么培养自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人在开始一项新工作时都会有些担忧和不自信，这是非常正常的。但你要知道，自信是可以培养的，并不是与生俱来的特质。我建议你每天都面对镜子，录下自己给自己上课的视频，并仔细观察自己的表现。在观看录像时，找出自己不足的地方，并想办法改进。逐渐地，你会发现自己的进步，自信也会逐渐增加。",
    "annotation": [
      {
        "sentence": "每个人在开始一项新工作时都会有些担忧和不自信，这是非常正常的。",
        "label": ""
      },
      {
        "sentence": "但你要知道，自信是可以培养的，并不是与生俱来的特质。",
        "label": ""
      },
      {
        "sentence": "我建议你每天都面对镜子，录下自己给自己上课的视频，并仔细观察自己的表现。",
        "label": ""
      },
      {
        "sentence": "在观看录像时，找出自己不足的地方，并想办法改进。",
        "label": ""
      },
      {
        "sentence": "逐渐地，你会发现自己的进步，自信也会逐渐增加。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有帮助！我会试一试录制视频的方法来改善自己。但是，我还担心我和其他老师交流时会有困难。因为我比较内向，不太善于社交。",
    "annotation": [
      {
        "sentence": "听起来很有帮助！",
        "label": ""
      },
      {
        "sentence": "我会试一试录制视频的方法来改善自己。",
        "label": ""
      },
      {
        "sentence": "但是，我还担心我和其他老师交流时会有困难。",
        "label": ""
      },
      {
        "sentence": "因为我比较内向，不太善于社交。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必太过担心。作为一个新老师，大家都会理解你的处境。我建议你找机会和其他老师进行交流，了解他们心中的教学经验和困惑。通过与他们的沟通，你不仅可以获得宝贵的教学经验，还能提高自己的社交能力。你也可以试着参加一些教师间的活动，加入教师圈子，逐渐融入其中。",
    "annotation": [
      {
        "sentence": "你不必太过担心。",
        "label": ""
      },
      {
        "sentence": "作为一个新老师，大家都会理解你的处境。",
        "label": ""
      },
      {
        "sentence": "我建议你找机会和其他老师进行交流，了解他们心中的教学经验和困惑。",
        "label": ""
      },
      {
        "sentence": "通过与他们的沟通，你不仅可以获得宝贵的教学经验，还能提高自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "你也可以试着参加一些教师间的活动，加入教师圈子，逐渐融入其中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来不错！我会主动和其他老师们交流，试着参加一些活动。但有时候学生也会欺负我，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "听起来不错！",
        "label": ""
      },
      {
        "sentence": "我会主动和其他老师们交流，试着参加一些活动。",
        "label": ""
      },
      {
        "sentence": "但有时候学生也会欺负我，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一名新老师，学生们对你的了解和了解其他老师可能会有所不同。但你要相信自己的能力和价值。对于学生的挑衅或欺负，你可以采取适当的方式来解决。比如，保持冷静，不要与他们争吵，可以选择私下和他们谈话，了解他们的想法，并试图解决问题。同时，建立并加强与学生成为朋友的关系，以增加彼此的信任和理解。",
    "annotation": [
      {
        "sentence": "你是一名新老师，学生们对你的了解和了解其他老师可能会有所不同。",
        "label": ""
      },
      {
        "sentence": "但你要相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "对于学生的挑衅或欺负，你可以采取适当的方式来解决。",
        "label": ""
      },
      {
        "sentence": "比如，保持冷静，不要与他们争吵，可以选择私下和他们谈话，了解他们的想法，并试图解决问题。",
        "label": ""
      },
      {
        "sentence": "同时，建立并加强与学生成为朋友的关系，以增加彼此的信任和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会试着保持冷静，和学生们进行私下沟通。同时，我也会努力和他们建立起友好的关系。但有时候真的很难受，我觉得好委屈，甚至想哭。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会试着保持冷静，和学生们进行私下沟通。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力和他们建立起友好的关系。",
        "label": ""
      },
      {
        "sentence": "但有时候真的很难受，我觉得好委屈，甚至想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，有时候确实会遇到一些挫折和委屈。但是，你要坚持相信自己的价值和能力。每个人都会有困难和挑战，但成功的关键在于如何面对和处理。当你觉得难过的时候，不妨找人倾诉，比如与朋友、家人或者同事分享你的感受。他们的支持和理解会让你感到安慰和鼓励。",
    "annotation": [
      {
        "sentence": "明白你的感受，有时候确实会遇到一些挫折和委屈。",
        "label": ""
      },
      {
        "sentence": "但是，你要坚持相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "每个人都会有困难和挑战，但成功的关键在于如何面对和处理。",
        "label": ""
      },
      {
        "sentence": "当你觉得难过的时候，不妨找人倾诉，比如与朋友、家人或者同事分享你的感受。",
        "label": ""
      },
      {
        "sentence": "他们的支持和理解会让你感到安慰和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持！我会试着寻找人倾诉，让自己更好地面对困难和挑战。同时，我也会更加相信自己，坚持走下去。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持！",
        "label": ""
      },
      {
        "sentence": "我会试着寻找人倾诉，让自己更好地面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加相信自己，坚持走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回答！相信你自己，坚持不懈地努力，你一定能够克服困难，变得越来越自信。作为一名教师，你的责任重大，你的付出和努力会得到学生的认可和回报。我相信你会成为一位优秀的老师，为学生们带来更多的帮助和影响力。向你致敬！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回答！",
        "label": ""
      },
      {
        "sentence": "相信你自己，坚持不懈地努力，你一定能够克服困难，变得越来越自信。",
        "label": ""
      },
      {
        "sentence": "作为一名教师，你的责任重大，你的付出和努力会得到学生的认可和回报。",
        "label": ""
      },
      {
        "sentence": "我相信你会成为一位优秀的老师，为学生们带来更多的帮助和影响力。",
        "label": ""
      },
      {
        "sentence": "向你致敬！",
        "label": ""
      }
    ]
  }
]