[
  {
    "role": "client",
    "content": "快16岁，休学两年后返校仍抵触，怎么摆脱过去的影响？",
    "annotation": [
      {
        "sentence": "快16岁，休学两年后返校仍抵触，怎么摆脱过去的影响？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，真的让我感到很心疼。你对学校有抵触，可能是因为之前对学校有不愉快的经历，同时你也担心不去学校就会变得与世隔绝。我们每个人都是独特的，都希望被别人认可并展现自己的与众不同。你的担忧我完全理解。你已经认识到作为一个个体，我们很难脱离群体独立，那么我们有没有什么办法可以帮助自己呢？",
    "annotation": [
      {
        "sentence": "听到你的困扰，真的让我感到很心疼。",
        "label": ""
      },
      {
        "sentence": "你对学校有抵触，可能是因为之前对学校有不愉快的经历，同时你也担心不去学校就会变得与世隔绝。",
        "label": ""
      },
      {
        "sentence": "我们每个人都是独特的，都希望被别人认可并展现自己的与众不同。",
        "label": ""
      },
      {
        "sentence": "你的担忧我完全理解。",
        "label": ""
      },
      {
        "sentence": "你已经认识到作为一个个体，我们很难脱离群体独立，那么我们有没有什么办法可以帮助自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，如果我不去学校读书，我可能会成为一个异类。所以为了不变成异类，我还是决定去学校读书。但我对学校有抵触心理，老师和同学之前对我很不友好，这些经历让我对学校产生了抵触情绪。",
    "annotation": [
      {
        "sentence": "是的，如果我不去学校读书，我可能会成为一个异类。",
        "label": ""
      },
      {
        "sentence": "所以为了不变成异类，我还是决定去学校读书。",
        "label": ""
      },
      {
        "sentence": "但我对学校有抵触心理，老师和同学之前对我很不友好，这些经历让我对学校产生了抵触情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，过去的经历给你带来了沉重的负担。每个人都希望被老师认可并与同学友好相处，这是每个青少年的心愿。你现在有一个新的开始，新的班级和老师。过去的不愉快经历应该成为你前进的踏脚石，努力学习、取得好成绩，让老师们看到你的努力，他们会认可你的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，过去的经历给你带来了沉重的负担。",
        "label": ""
      },
      {
        "sentence": "每个人都希望被老师认可并与同学友好相处，这是每个青少年的心愿。",
        "label": ""
      },
      {
        "sentence": "你现在有一个新的开始，新的班级和老师。",
        "label": ""
      },
      {
        "sentence": "过去的不愉快经历应该成为你前进的踏脚石，努力学习、取得好成绩，让老师们看到你的努力，他们会认可你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然新班级的同学非常热情，而且老师也很有趣，但我依然感到紧张和坐立不安。上课时，我会不断地回想起以前的记忆，并担心在学校里会发生不好的事情。每天回到家，我都会哭。睡觉时，我也害怕第二天的到来。我经常做关于学校的噩梦，梦到被老师针对或同学孤立的情景，每次醒来都觉得精疲力尽。",
    "annotation": [
      {
        "sentence": "虽然新班级的同学非常热情，而且老师也很有趣，但我依然感到紧张和坐立不安。",
        "label": ""
      },
      {
        "sentence": "上课时，我会不断地回想起以前的记忆，并担心在学校里会发生不好的事情。",
        "label": ""
      },
      {
        "sentence": "每天回到家，我都会哭。",
        "label": ""
      },
      {
        "sentence": "睡觉时，我也害怕第二天的到来。",
        "label": ""
      },
      {
        "sentence": "我经常做关于学校的噩梦，梦到被老师针对或同学孤立的情景，每次醒来都觉得精疲力尽。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到这些，我真的觉得心酸。过去的经历让你背负了很大的压力，感到被老师针对和不合群。但你要知道，你现在有一个全新的机会。在新的班级环境中，你已经得到了一些认可和鼓励。也许你可以在这个班级中结交新朋友，在努力学习中获得新老师的认可。要相信，努力上进一步一个脚印，老师们会看到你的努力并认可你的。同时，也要多帮助别人，结交兴趣相同的朋友，成为一个开朗爱笑的人，这样你就会有更多朋友了。",
    "annotation": [
      {
        "sentence": "听到这些，我真的觉得心酸。",
        "label": ""
      },
      {
        "sentence": "过去的经历让你背负了很大的压力，感到被老师针对和不合群。",
        "label": ""
      },
      {
        "sentence": "但你要知道，你现在有一个全新的机会。",
        "label": ""
      },
      {
        "sentence": "在新的班级环境中，你已经得到了一些认可和鼓励。",
        "label": ""
      },
      {
        "sentence": "也许你可以在这个班级中结交新朋友，在努力学习中获得新老师的认可。",
        "label": ""
      },
      {
        "sentence": "要相信，努力上进一步一个脚印，老师们会看到你的努力并认可你的。",
        "label": ""
      },
      {
        "sentence": "同时，也要多帮助别人，结交兴趣相同的朋友，成为一个开朗爱笑的人，这样你就会有更多朋友了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。我确实非常喜欢画画，所以打算专心研究画画，与此同时，我还是很难接受自己退学不上学的样子。同龄人都在上学，而我却抵触学校，这让我感到很难受。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实非常喜欢画画，所以打算专心研究画画，与此同时，我还是很难接受自己退学不上学的样子。",
        "label": ""
      },
      {
        "sentence": "同龄人都在上学，而我却抵触学校，这让我感到很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "画画是一个很好的爱好，画的世界五彩缤纷。你要追求自己想要的生活和关系，你的人生永远都是刚开始，任何时候你都可以从头开始。我希望你加油，祝你好运！",
    "annotation": [
      {
        "sentence": "画画是一个很好的爱好，画的世界五彩缤纷。",
        "label": ""
      },
      {
        "sentence": "你要追求自己想要的生活和关系，你的人生永远都是刚开始，任何时候你都可以从头开始。",
        "label": ""
      },
      {
        "sentence": "我希望你加油，祝你好运！",
        "label": ""
      }
    ]
  }
]