[
  {
    "role": "client",
    "content": "父母用“你没病”来拒绝带我去检查是否患有抑郁症？以前我是一个乐观的小孩脸上时不时都带着笑容而从去年上半年父母离婚之后我就开始变得很不对劲。",
    "annotation": [
      {
        "sentence": "父母用“你没病”来拒绝带我去检查是否患有抑郁症？",
        "label": ""
      },
      {
        "sentence": "以前我是一个乐观的小孩脸上时不时都带着笑容而从去年上半年父母离婚之后我就开始变得很不对劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很感谢你愿意和我分享你的想法，这让我感到非常受欢迎和照顾到。你所描述的情况听起来很辛苦，有没有人和你一起聊过心事？",
    "annotation": [
      {
        "sentence": "很感谢你愿意和我分享你的想法，这让我感到非常受欢迎和照顾到。",
        "label": ""
      },
      {
        "sentence": "你所描述的情况听起来很辛苦，有没有人和你一起聊过心事？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "偶尔和一些朋友聊过，但有时候他们的反应会非常消极，让我觉得我在烦恼些“小事情”。",
    "annotation": [
      {
        "sentence": "偶尔和一些朋友聊过，但有时候他们的反应会非常消极，让我觉得我在烦恼些“小事情”。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你那份不被理解的感受，再继续和你分享以下想法，行吗？似乎你一直在独处的时间比较多，有时候一个人也是需要他人的陪伴，别人能够给予一种触感，可以减轻某种心理负担，更容易在平时去解压，缓解紧张情绪。当我们感到被孤立和不被理解，情绪也会出现更大挑战，我想你也深知此道理吧。",
    "annotation": [
      {
        "sentence": "我理解你那份不被理解的感受，再继续和你分享以下想法，行吗？",
        "label": ""
      },
      {
        "sentence": "似乎你一直在独处的时间比较多，有时候一个人也是需要他人的陪伴，别人能够给予一种触感，可以减轻某种心理负担，更容易在平时去解压，缓解紧张情绪。",
        "label": ""
      },
      {
        "sentence": "当我们感到被孤立和不被理解，情绪也会出现更大挑战，我想你也深知此道理吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，有时候我觉得自己很孤单，举个例子，去年的十月份至今年一月份因为某种原因都是一个人待在家里，只有自己吃喝，靠外卖自己度过了那么久，很低落。",
    "annotation": [
      {
        "sentence": "是的，有时候我觉得自己很孤单，举个例子，去年的十月份至今年一月份因为某种原因都是一个人待在家里，只有自己吃喝，靠外卖自己度过了那么久，很低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那的确是一种很压抑的心情，但你要读懂这种感受背后的信息。如果有可能的话，我建议你再向家人或者其他人讲一讲自己的情况。你和家人的关系看起来不太好，可能需要花些时间才能逐渐缓和，互相理解。当然，母亲不少冷嘲热讽的举动，也许对你造成了某种程度的伤害，不过我们可以寻求别的方式来不让这类举动影响自己，比如阅读一些正面的书籍或者听某些舒缓的音乐来缓解情绪和心态的改变，达到放松的目标，你可以选择一些合适的调节方法帮助自己。",
    "annotation": [
      {
        "sentence": "那的确是一种很压抑的心情，但你要读懂这种感受背后的信息。",
        "label": ""
      },
      {
        "sentence": "如果有可能的话，我建议你再向家人或者其他人讲一讲自己的情况。",
        "label": ""
      },
      {
        "sentence": "你和家人的关系看起来不太好，可能需要花些时间才能逐渐缓和，互相理解。",
        "label": ""
      },
      {
        "sentence": "当然，母亲不少冷嘲热讽的举动，也许对你造成了某种程度的伤害，不过我们可以寻求别的方式来不让这类举动影响自己，比如阅读一些正面的书籍或者听某些舒缓的音乐来缓解情绪和心态的改变，达到放松的目标，你可以选择一些合适的调节方法帮助自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么解决心理问题呢？我很焦虑，又不知道该往哪里寻求帮助。",
    "annotation": [
      {
        "sentence": "那我该怎么解决心理问题呢？",
        "label": ""
      },
      {
        "sentence": "我很焦虑，又不知道该往哪里寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很强烈需要寻求医生或者其他专业人士的帮助，去做初步的评估，同时建议你所在的学校了解一下是否有心理咨询师，你可以尝试和他\/她聊聊。当然，在求助的过程中，有可能会遇到瓶颈、困扰，但你需要坚定的信念和毅力去克服，相信自己一定能够做到，我也会一直和你并肩在这个过程中。",
    "annotation": [
      {
        "sentence": "很强烈需要寻求医生或者其他专业人士的帮助，去做初步的评估，同时建议你所在的学校了解一下是否有心理咨询师，你可以尝试和他\/她聊聊。",
        "label": ""
      },
      {
        "sentence": "当然，在求助的过程中，有可能会遇到瓶颈、困扰，但你需要坚定的信念和毅力去克服，相信自己一定能够做到，我也会一直和你并肩在这个过程中。",
        "label": ""
      }
    ]
  }
]