[
  {
    "role": "client",
    "content": "父母用“你没病”来拒绝带我去检查是否患有抑郁症？以前我是一个乐观的小孩脸上时不时都带着笑容而从去年上半年父母离婚之后我就开始变得很不对劲十月份至今年一月份因为某种因素都是一个人待在家家里只有自己吃喝靠外卖自己一个人孤独的度过了那么久期间还存在母亲不少冷嘲热讽直至今年疫情期间终于崩塌了我开始莫名其妙的哭从直流几滴泪到崩溃大哭哭的发抖没有任何原因睡眠问题也较为严重从父母离婚以后就开始多梦晚上醒的次数越来越多也嗜睡要睡到十二个小时才足够在今年秋学期开学第一周早上第一节语文课我又忍不住哭了哭的发抖没有原因就只是突然想哭哭了一节课下课以后我去找老师写了假条本想让父母带我去检查是否真的存在心理问题可他们却一直在说“你没病”“只是叛逆期”甚至一直对我吼说我就是为了不上课才故意找的借口听到这些话后我真的不知道谁能能帮我了我真的好崩溃。",
    "annotation": [
      {
        "sentence": "父母用“你没病”来拒绝带我去检查是否患有抑郁症？",
        "label": ""
      },
      {
        "sentence": "以前我是一个乐观的小孩脸上时不时都带着笑容而从去年上半年父母离婚之后我就开始变得很不对劲十月份至今年一月份因为某种因素都是一个人待在家家里只有自己吃喝靠外卖自己一个人孤独的度过了那么久期间还存在母亲不少冷嘲热讽直至今年疫情期间终于崩塌了我开始莫名其妙的哭从直流几滴泪到崩溃大哭哭的发抖没有任何原因睡眠问题也较为严重从父母离婚以后就开始多梦晚上醒的次数越来越多也嗜睡要睡到十二个小时才足够在今年秋学期开学第一周早上第一节语文课我又忍不住哭了哭的发抖没有原因就只是突然想哭哭了一节课下课以后我去找老师写了假条本想让父母带我去检查是否真的存在心理问题可他们却一直在说“你没病”“只是叛逆期”甚至一直对我吼说我就是为了不上课才故意找的借口听到这些话后我真的不知道谁能能帮我了我真的好崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我感觉到你父母的离婚可能给你带来很大的影响，并且在你把目前的情况告诉他们后还没有得到父母的理解和支持，能理解你现在的无助。不过你是一个很棒的学生，因为你能觉察到自己的情绪状态同时还知道来自己寻求帮助说明你很渴望改变呢。爸爸妈妈离婚是他们自己的事情，与你无关，他们的情感关系破裂也不是你导致的，希望这一点你能有界限。",
    "annotation": [
      {
        "sentence": "我感觉到你父母的离婚可能给你带来很大的影响，并且在你把目前的情况告诉他们后还没有得到父母的理解和支持，能理解你现在的无助。",
        "label": ""
      },
      {
        "sentence": "不过你是一个很棒的学生，因为你能觉察到自己的情绪状态同时还知道来自己寻求帮助说明你很渴望改变呢。",
        "label": ""
      },
      {
        "sentence": "爸爸妈妈离婚是他们自己的事情，与你无关，他们的情感关系破裂也不是你导致的，希望这一点你能有界限。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道离婚不是我的错，但是我无法摆脱对此的自责和内疚之情。每当想起他们在一起时，我就会感到难过。",
    "annotation": [
      {
        "sentence": "我知道离婚不是我的错，但是我无法摆脱对此的自责和内疚之情。",
        "label": ""
      },
      {
        "sentence": "每当想起他们在一起时，我就会感到难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，对你来说，父母的离婚是一种失去，会给你带来伤痛。但是也要明白，有些事情我们无法改变。重要的是找到处理这种情绪的方式，外界的负面情绪不应该左右你的内心。",
    "annotation": [
      {
        "sentence": "理解你的感受，对你来说，父母的离婚是一种失去，会给你带来伤痛。",
        "label": ""
      },
      {
        "sentence": "但是也要明白，有些事情我们无法改变。",
        "label": ""
      },
      {
        "sentence": "重要的是找到处理这种情绪的方式，外界的负面情绪不应该左右你的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道怎么办，每当我情绪低落的时候，我总是感到无助和孤独。",
    "annotation": [
      {
        "sentence": "我真的不知道怎么办，每当我情绪低落的时候，我总是感到无助和孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在父母不理解的情况下，你可以寻求其他资源和支持，比如你的同学、你的老师、你的亲戚。他们可能会给你更多的支持和帮助，帮助你摆脱低落的情绪。",
    "annotation": [
      {
        "sentence": "在父母不理解的情况下，你可以寻求其他资源和支持，比如你的同学、你的老师、你的亲戚。",
        "label": ""
      },
      {
        "sentence": "他们可能会给你更多的支持和帮助，帮助你摆脱低落的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕求助他人会被拒绝，或者他们也无法理解我。",
    "annotation": [
      {
        "sentence": "我害怕求助他人会被拒绝，或者他们也无法理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的担忧，但同时也要相信你周围的人是愿意帮助你的。如果他们暂时无法理解，你可以选择寻找专业的心理咨询师或者心理医生，他们有丰富的经验来帮助你面对困难和挫折。",
    "annotation": [
      {
        "sentence": "这是正常的担忧，但同时也要相信你周围的人是愿意帮助你的。",
        "label": ""
      },
      {
        "sentence": "如果他们暂时无法理解，你可以选择寻找专业的心理咨询师或者心理医生，他们有丰富的经验来帮助你面对困难和挫折。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到你的话，我感觉稍微安心了一些。还有什么其他的方法可以帮助我缓解压力和焦虑吗？",
    "annotation": [
      {
        "sentence": "听到你的话，我感觉稍微安心了一些。",
        "label": ""
      },
      {
        "sentence": "还有什么其他的方法可以帮助我缓解压力和焦虑吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到压力和焦虑时，你可以尝试进行一些放松的活动，比如深呼吸、冥想、听音乐或者运动。这些都是帮助你舒缓情绪的有效方法。",
    "annotation": [
      {
        "sentence": "当你感到压力和焦虑时，你可以尝试进行一些放松的活动，比如深呼吸、冥想、听音乐或者运动。",
        "label": ""
      },
      {
        "sentence": "这些都是帮助你舒缓情绪的有效方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试这些方法。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会试试这些方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我希望能帮助到你。记住，你是你自己的拯救者，相信自己，你一定能度过这段困难时期。如果还有其他需要帮助的地方，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，我希望能帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你是你自己的拯救者，相信自己，你一定能度过这段困难时期。",
        "label": ""
      },
      {
        "sentence": "如果还有其他需要帮助的地方，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会试着更加积极面对这个问题，寻找自己的解决办法。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着更加积极面对这个问题，寻找自己的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，我相信你一定能够坚强地面对一切挑战。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，我相信你一定能够坚强地面对一切挑战。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]