[
  {
    "role": "client",
    "content": "心里一直有扇门，怎么打开自己心里的那扇大门？我心里一直有扇门，所以我想问真正为自己做一件事到底代表着什么。",
    "annotation": [
      {
        "sentence": "心里一直有扇门，怎么打开自己心里的那扇大门？",
        "label": ""
      },
      {
        "sentence": "我心里一直有扇门，所以我想问真正为自己做一件事到底代表着什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊，看到你好奇、心有忐忑而又满怀期待地打开那扇门，理解你的不安和困扰，为你的勇敢和敞开而高兴。你说你心里一直有扇门，给人的感觉是这扇门隔开了门内门外两个世界，而你正站在门边，抬头【憧憬】地望着这扇门，希望把它打开，却又有点【犹疑不定】。",
    "annotation": [
      {
        "sentence": "你好啊，看到你好奇、心有忐忑而又满怀期待地打开那扇门，理解你的不安和困扰，为你的勇敢和敞开而高兴。",
        "label": ""
      },
      {
        "sentence": "你说你心里一直有扇门，给人的感觉是这扇门隔开了门内门外两个世界，而你正站在门边，抬头【憧憬】地望着这扇门，希望把它打开，却又有点【犹疑不定】。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实有很多话要说，但不知如何表达。这扇门大概有一米九的高度，由坚固的木材制成，上面雕刻着一朵盛开的花朵。每当我站在门边，我就有一种迫切的想要打开它的感觉。但同时，我也担心门内的世界与外面不一样，害怕进去后会面临各种挑战。",
    "annotation": [
      {
        "sentence": "是的，我确实有很多话要说，但不知如何表达。",
        "label": ""
      },
      {
        "sentence": "这扇门大概有一米九的高度，由坚固的木材制成，上面雕刻着一朵盛开的花朵。",
        "label": ""
      },
      {
        "sentence": "每当我站在门边，我就有一种迫切的想要打开它的感觉。",
        "label": ""
      },
      {
        "sentence": "但同时，我也担心门内的世界与外面不一样，害怕进去后会面临各种挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你对这扇门充满了好奇和渴望，又担心面对未知的困难。这是很正常的感受。你既然有很多话要说，不妨尝试写下来或者画出来，看看这扇门背后是否隐藏着一些答案。同时，关于门内的世界，你可以试着想象一下自己进去后的状态和外面世界的不同之处，这样或许能够缓解你的担忧。",
    "annotation": [
      {
        "sentence": "明白了，你对这扇门充满了好奇和渴望，又担心面对未知的困难。",
        "label": ""
      },
      {
        "sentence": "这是很正常的感受。",
        "label": ""
      },
      {
        "sentence": "你既然有很多话要说，不妨尝试写下来或者画出来，看看这扇门背后是否隐藏着一些答案。",
        "label": ""
      },
      {
        "sentence": "同时，关于门内的世界，你可以试着想象一下自己进去后的状态和外面世界的不同之处，这样或许能够缓解你的担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，写下来或者画出来的确是个好主意。我可以试试。但我还是有些迷茫，打开这扇门到底意味着什么呢？如果我真的去做一件自己喜欢的事情，会有什么改变吗？",
    "annotation": [
      {
        "sentence": "嗯，写下来或者画出来的确是个好主意。",
        "label": ""
      },
      {
        "sentence": "我可以试试。",
        "label": ""
      },
      {
        "sentence": "但我还是有些迷茫，打开这扇门到底意味着什么呢？",
        "label": ""
      },
      {
        "sentence": "如果我真的去做一件自己喜欢的事情，会有什么改变吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的迷茫是正常的，很多人都会在面对未知时感到犹豫。打开这扇门代表着迎接新的挑战和机会，让自己有更多的成长和发展空间。当你为自己做一件事情时，你会感受到自我实现的愉悦和满足，就像进入了心流的状态一样。同时，这也是塑造自己独特人生意义的过程。尼采曾经说过，人生本来是无意义的，每个人为各自人生赋予意义。因此，我鼓励你在尊重他人、不伤害自己和环境的前提下，勇敢地去做一些你喜欢的事情，这将为你的未来打下坚实的基础。",
    "annotation": [
      {
        "sentence": "你的迷茫是正常的，很多人都会在面对未知时感到犹豫。",
        "label": ""
      },
      {
        "sentence": "打开这扇门代表着迎接新的挑战和机会，让自己有更多的成长和发展空间。",
        "label": ""
      },
      {
        "sentence": "当你为自己做一件事情时，你会感受到自我实现的愉悦和满足，就像进入了心流的状态一样。",
        "label": ""
      },
      {
        "sentence": "同时，这也是塑造自己独特人生意义的过程。",
        "label": ""
      },
      {
        "sentence": "尼采曾经说过，人生本来是无意义的，每个人为各自人生赋予意义。",
        "label": ""
      },
      {
        "sentence": "因此，我鼓励你在尊重他人、不伤害自己和环境的前提下，勇敢地去做一些你喜欢的事情，这将为你的未来打下坚实的基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我现在更明白了。我意识到，真正为自己做一件事情并不是自私的表现，而是为了更好地发展自己，为自己的人生赋予意义。我会努力克服内心的犹豫，勇敢地打开心里的那扇大门。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我现在更明白了。",
        "label": ""
      },
      {
        "sentence": "我意识到，真正为自己做一件事情并不是自私的表现，而是为了更好地发展自己，为自己的人生赋予意义。",
        "label": ""
      },
      {
        "sentence": "我会努力克服内心的犹豫，勇敢地打开心里的那扇大门。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了，我很高兴看到你有了更深的认识和理解。记住，人生的旅程是不断成长和探索的过程，你已经迈出了迈向成长的一步。如果你在未来有任何困惑或需要进一步的支持，随时来找我交流。祝愿你在打开心里那扇大门的旅程中取得丰硕的收获！",
    "annotation": [
      {
        "sentence": "太好了，我很高兴看到你有了更深的认识和理解。",
        "label": ""
      },
      {
        "sentence": "记住，人生的旅程是不断成长和探索的过程，你已经迈出了迈向成长的一步。",
        "label": ""
      },
      {
        "sentence": "如果你在未来有任何困惑或需要进一步的支持，随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝愿你在打开心里那扇大门的旅程中取得丰硕的收获！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会珍惜这次对话，也会勇敢地面对未知，积极追寻属于自己的人生意义！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会珍惜这次对话，也会勇敢地面对未知，积极追寻属于自己的人生意义！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能和你进行这次对话，看到你有了积极的决心。继续保持这份勇气和乐观，相信你一定能走出属于自己的精彩人生。祝福你未来的旅程充满成长和喜悦！记得，我一直在这里支持你。",
    "annotation": [
      {
        "sentence": "很高兴能和你进行这次对话，看到你有了积极的决心。",
        "label": ""
      },
      {
        "sentence": "继续保持这份勇气和乐观，相信你一定能走出属于自己的精彩人生。",
        "label": ""
      },
      {
        "sentence": "祝福你未来的旅程充满成长和喜悦！",
        "label": ""
      },
      {
        "sentence": "记得，我一直在这里支持你。",
        "label": ""
      }
    ]
  }
]