[
  {
    "role": "client",
    "content": "心理怎样支配行动，怎样做到自然醒就起床呢？冬天的时候早上起床，明明醒了，但是很冷，天又很黑，起不来，但是天亮以后，虽然冷但是也能起来，这是什么心理，我要怎样才能以后自然醒的时候就起床呢？能给给我分享分享办法吗？",
    "annotation": [
      {
        "sentence": "心理怎样支配行动，怎样做到自然醒就起床呢？",
        "label": ""
      },
      {
        "sentence": "冬天的时候早上起床，明明醒了，但是很冷，天又很黑，起不来，但是天亮以后，虽然冷但是也能起来，这是什么心理，我要怎样才能以后自然醒的时候就起床呢？",
        "label": ""
      },
      {
        "sentence": "能给给我分享分享办法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "愿意展开您的提问来与您谈一谈。也许你只是简单提了一个我们冬天都会遇到的问题，就是——“（音乐）明天你是否会想起……”“不！我不想起！”这个生活状态大家都经历过，非常常见。但是这里边包含的心理学内涵却非常多。有关睡眠方面的建议，其他老师已经说得非常全面了。我更愿意和您谈谈在这背后的心理机制——人如何控制自己的行为。",
    "annotation": [
      {
        "sentence": "愿意展开您的提问来与您谈一谈。",
        "label": ""
      },
      {
        "sentence": "也许你只是简单提了一个我们冬天都会遇到的问题，就是——“（音乐）明天你是否会想起……”“不！",
        "label": ""
      },
      {
        "sentence": "我不想起！",
        "label": ""
      },
      {
        "sentence": "”这个生活状态大家都经历过，非常常见。",
        "label": ""
      },
      {
        "sentence": "但是这里边包含的心理学内涵却非常多。",
        "label": ""
      },
      {
        "sentence": "有关睡眠方面的建议，其他老师已经说得非常全面了。",
        "label": ""
      },
      {
        "sentence": "我更愿意和您谈谈在这背后的心理机制——人如何控制自己的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于这个问题，我有时候真的觉得自己的意志力很薄弱，总是控制不住自己的行动。",
    "annotation": [
      {
        "sentence": "对于这个问题，我有时候真的觉得自己的意志力很薄弱，总是控制不住自己的行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "意志力是个好东西，我们都有吗？其实，单靠意志力，控制化系统是很难打败自动化系统的。比如说，大脑和身体最喜欢的就是舒适，不用动弹不用改变最舒适。自动化系统可以全年无休地自动运转，但是我们想要让其有些改变，就要用到控制。为什么意志力常常会被击垮呢？因为我们的身体和心理自动地会避开将要到来的难受：皮肤要适应从冷到暖，经历一个不适的过程。大脑要从深度睡眠调整为清醒模式，开始耗费能量地运作。做一个蛮有挑战的工作，为了避免将要到来的受挫，干脆停在原地，更有甚者呆若木鸡，如同某些动物遇到生命危险就会出现的僵直反应。",
    "annotation": [
      {
        "sentence": "意志力是个好东西，我们都有吗？",
        "label": ""
      },
      {
        "sentence": "其实，单靠意志力，控制化系统是很难打败自动化系统的。",
        "label": ""
      },
      {
        "sentence": "比如说，大脑和身体最喜欢的就是舒适，不用动弹不用改变最舒适。",
        "label": ""
      },
      {
        "sentence": "自动化系统可以全年无休地自动运转，但是我们想要让其有些改变，就要用到控制。",
        "label": ""
      },
      {
        "sentence": "为什么意志力常常会被击垮呢？",
        "label": ""
      },
      {
        "sentence": "因为我们的身体和心理自动地会避开将要到来的难受：皮肤要适应从冷到暖，经历一个不适的过程。",
        "label": ""
      },
      {
        "sentence": "大脑要从深度睡眠调整为清醒模式，开始耗费能量地运作。",
        "label": ""
      },
      {
        "sentence": "做一个蛮有挑战的工作，为了避免将要到来的受挫，干脆停在原地，更有甚者呆若木鸡，如同某些动物遇到生命危险就会出现的僵直反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是这样，我以为自己缺乏意志力，其实是身体和心理自动回避不适。那我应该怎样才能改变这种情况呢？",
    "annotation": [
      {
        "sentence": "原来是这样，我以为自己缺乏意志力，其实是身体和心理自动回避不适。",
        "label": ""
      },
      {
        "sentence": "那我应该怎样才能改变这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "常常，当我们想要摆脱某个令人不快的念头时，这个念头就会越来越深地纠缠着我们。比如：“我再睡一分钟就要起床了！……不，我下一个15分时就起床……要迟到了。。算了我今天不洗脸了起床后直接去上班。”你看，大脑总是能够想出各种办法，让我们躲避那个我们认为痛苦的事情。一旦我们想压抑一种想法时，这些念头更会在脑中挥之不去。我们以为自己在跟自己的本我、本能或潜意识对抗，但其实这些是我们整个心理的部分。我们既是管理念头的人，也是产生念头的人。至于意志力，是我们常来评判别人的一种能力，暂且让评判离开把，让我们从另一个角度去看待生活中的那些拖延。",
    "annotation": [
      {
        "sentence": "常常，当我们想要摆脱某个令人不快的念头时，这个念头就会越来越深地纠缠着我们。",
        "label": ""
      },
      {
        "sentence": "比如：“我再睡一分钟就要起床了！",
        "label": ""
      },
      {
        "sentence": "……不，我下一个15分时就起床……要迟到了。。",
        "label": ""
      },
      {
        "sentence": "算了我今天不洗脸了起床后直接去上班。",
        "label": ""
      },
      {
        "sentence": "”你看，大脑总是能够想出各种办法，让我们躲避那个我们认为痛苦的事情。",
        "label": ""
      },
      {
        "sentence": "一旦我们想压抑一种想法时，这些念头更会在脑中挥之不去。",
        "label": ""
      },
      {
        "sentence": "我们以为自己在跟自己的本我、本能或潜意识对抗，但其实这些是我们整个心理的部分。",
        "label": ""
      },
      {
        "sentence": "我们既是管理念头的人，也是产生念头的人。",
        "label": ""
      },
      {
        "sentence": "至于意志力，是我们常来评判别人的一种能力，暂且让评判离开把，让我们从另一个角度去看待生活中的那些拖延。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不要再责怪自己没有意志力了。那为什么我会害怕去做一些事情，拖延到最后一刻才能动身呢？",
    "annotation": [
      {
        "sentence": "我明白了，我不要再责怪自己没有意志力了。",
        "label": ""
      },
      {
        "sentence": "那为什么我会害怕去做一些事情，拖延到最后一刻才能动身呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都有这样的情况，明知道自己需要做一件事，却迟迟不能动身，拖延到最后一刻才不得不去面对。而这中间经历的焦虑、恐惧、自我批评是多么难熬的过程。这其实也是人成长的体现。你的大脑懂得帮你规避一些因为一股热血而没必要做的事情，当然也同时抑制了你做事麻利的冲动，抑制了你凡事都有信心有热情。拖延便是我们的逃避系统起了作用。逃避之所以如此强烈，原因之一就是危险信息会被大脑第一时间捕捉到。大脑杏仁核部分专门处理以往跟危险有关的信息，直接链接脑干中启动“战斗逃跑反应”的部分，可以命令身体启动红色警戒。有时候我们被一个难题困住动弹不得，就是这样的状态。",
    "annotation": [
      {
        "sentence": "我们都有这样的情况，明知道自己需要做一件事，却迟迟不能动身，拖延到最后一刻才不得不去面对。",
        "label": ""
      },
      {
        "sentence": "而这中间经历的焦虑、恐惧、自我批评是多么难熬的过程。",
        "label": ""
      },
      {
        "sentence": "这其实也是人成长的体现。",
        "label": ""
      },
      {
        "sentence": "你的大脑懂得帮你规避一些因为一股热血而没必要做的事情，当然也同时抑制了你做事麻利的冲动，抑制了你凡事都有信心有热情。",
        "label": ""
      },
      {
        "sentence": "拖延便是我们的逃避系统起了作用。",
        "label": ""
      },
      {
        "sentence": "逃避之所以如此强烈，原因之一就是危险信息会被大脑第一时间捕捉到。",
        "label": ""
      },
      {
        "sentence": "大脑杏仁核部分专门处理以往跟危险有关的信息，直接链接脑干中启动“战斗逃跑反应”的部分，可以命令身体启动红色警戒。",
        "label": ""
      },
      {
        "sentence": "有时候我们被一个难题困住动弹不得，就是这样的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来拖延是因为大脑自动觉得那件事情很危险，会带来各种不利的后果。那我要怎样来解决拖延问题呢？",
    "annotation": [
      {
        "sentence": "原来拖延是因为大脑自动觉得那件事情很危险，会带来各种不利的后果。",
        "label": ""
      },
      {
        "sentence": "那我要怎样来解决拖延问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在我们了解，拖延有时候是因为强烈的恐惧，大脑自动判定了那件事情很危险。可能涉及到：它会让我丧失信心，它会让我身体感到难受，它会使我在大众面前出糗，它会让我没有达到理想状态而自尊受挫等等……你看，大脑有时候其实不是那么聪明，它很容易以偏概全，小题大做。我们能做的，是在拖延的时候及时识别身体的这种反应，包括心理的认知。“这件事情真的会引起那么严重的后果吗？”“这件事情真的会让我那么那么难熬吗？好像也没有”“我真的很难做到那件事吗？好像也有人相信我能做好的”“如果不像理想中的那样完美，我难道就丧失所有机会了吗？”…………当你拖延的时候，最好的就是不要管大脑在想什",
    "annotation": [
      {
        "sentence": "现在我们了解，拖延有时候是因为强烈的恐惧，大脑自动判定了那件事情很危险。",
        "label": ""
      },
      {
        "sentence": "可能涉及到：它会让我丧失信心，它会让我身体感到难受，它会使我在大众面前出糗，它会让我没有达到理想状态而自尊受挫等等……你看，大脑有时候其实不是那么聪明，它很容易以偏概全，小题大做。",
        "label": ""
      },
      {
        "sentence": "我们能做的，是在拖延的时候及时识别身体的这种反应，包括心理的认知。",
        "label": ""
      },
      {
        "sentence": "“这件事情真的会引起那么严重的后果吗？",
        "label": ""
      },
      {
        "sentence": "”“这件事情真的会让我那么那么难熬吗？",
        "label": ""
      },
      {
        "sentence": "好像也没有”“我真的很难做到那件事吗？",
        "label": ""
      },
      {
        "sentence": "好像也有人相信我能做好的”“如果不像理想中的那样完美，我难道就丧失所有机会了吗？",
        "label": ""
      },
      {
        "sentence": "”…………当你拖延的时候，最好的就是不要管大脑在想什",
        "label": ""
      }
    ]
  }
]