[
  {
    "role": "client",
    "content": "心理怎样支配行动，怎样做到自然醒就起床呢？冬天的时候早上起床，明明醒了，但是很冷，天又很黑，起不来，但是天亮以后，虽然冷但是也能起来，这是什么心理，我要怎样才能以后自然醒的时候就起床呢？能给给我分享分享办法吗？",
    "annotation": [
      {
        "sentence": "心理怎样支配行动，怎样做到自然醒就起床呢？",
        "label": ""
      },
      {
        "sentence": "冬天的时候早上起床，明明醒了，但是很冷，天又很黑，起不来，但是天亮以后，虽然冷但是也能起来，这是什么心理，我要怎样才能以后自然醒的时候就起床呢？",
        "label": ""
      },
      {
        "sentence": "能给给我分享分享办法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我特别特别特别能理解你的感受，特别是冬天天亮的晚，外面黑漆漆的，整个人都没有起床的动力。等外面天空破晓，人似乎才终于有了起床的勇气。其实这不是什么大问题，甚至可以说这是人之常情。你如果越是焦虑于这个问题，你会发现自己会更起不来。希望我的回答能给你一些帮助。",
    "annotation": [
      {
        "sentence": "我特别特别特别能理解你的感受，特别是冬天天亮的晚，外面黑漆漆的，整个人都没有起床的动力。",
        "label": ""
      },
      {
        "sentence": "等外面天空破晓，人似乎才终于有了起床的勇气。",
        "label": ""
      },
      {
        "sentence": "其实这不是什么大问题，甚至可以说这是人之常情。",
        "label": ""
      },
      {
        "sentence": "你如果越是焦虑于这个问题，你会发现自己会更起不来。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你一些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我为什么会有这种心理呢？为什么明明醒了却很难起床，天亮后却能起来呢？",
    "annotation": [
      {
        "sentence": "那我为什么会有这种心理呢？",
        "label": ""
      },
      {
        "sentence": "为什么明明醒了却很难起床，天亮后却能起来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一、冬天的时候早上起床，明明醒了，但是很冷，天又很黑，起不来，但是天亮以后，虽然冷但是也能起来。这是你的脑子里面的潜意识做祟。人的自然属性是日出而作日落而息，天没亮不想起床是你的生理上的自然反应。同时，你又给自己强烈的心理暗示，导致自己更起不来。人类本身就有着属于自己的自然规律，但对不同的人，这种影响也是不同的，而你恰恰是容易被影响的人。你潜意识里就认可了白天才起床的某种标准，所以你才会难以早起，加强你对自己的心理暗示，你起不来，你的内心里有一种强大的声音，仿佛在控制着你。同时，你可能在“起床方面”意志力比别人更薄弱一些，你的脑神经会下意识的控制你的思维和行动。给你释放出“不要起来”的错误信号。当你的身体接收到这样的讯号的时候，你的身体就会不受自己主观意志的支配，而变得懒惰。",
    "annotation": [
      {
        "sentence": "一、冬天的时候早上起床，明明醒了，但是很冷，天又很黑，起不来，但是天亮以后，虽然冷但是也能起来。",
        "label": ""
      },
      {
        "sentence": "这是你的脑子里面的潜意识做祟。",
        "label": ""
      },
      {
        "sentence": "人的自然属性是日出而作日落而息，天没亮不想起床是你的生理上的自然反应。",
        "label": ""
      },
      {
        "sentence": "同时，你又给自己强烈的心理暗示，导致自己更起不来。",
        "label": ""
      },
      {
        "sentence": "人类本身就有着属于自己的自然规律，但对不同的人，这种影响也是不同的，而你恰恰是容易被影响的人。",
        "label": ""
      },
      {
        "sentence": "你潜意识里就认可了白天才起床的某种标准，所以你才会难以早起，加强你对自己的心理暗示，你起不来，你的内心里有一种强大的声音，仿佛在控制着你。",
        "label": ""
      },
      {
        "sentence": "同时，你可能在“起床方面”意志力比别人更薄弱一些，你的脑神经会下意识的控制你的思维和行动。",
        "label": ""
      },
      {
        "sentence": "给你释放出“不要起来”的错误信号。",
        "label": ""
      },
      {
        "sentence": "当你的身体接收到这样的讯号的时候，你的身体就会不受自己主观意志的支配，而变得懒惰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，是我自己的思维和心理在影响着我。那我应该怎么办才能以后在自然醒的时候就起床呢？希望你能分享一些方法给我。",
    "annotation": [
      {
        "sentence": "我明白了，是我自己的思维和心理在影响着我。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么办才能以后在自然醒的时候就起床呢？",
        "label": ""
      },
      {
        "sentence": "希望你能分享一些方法给我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "二、要怎样才能以后自然醒的时候就起床呢？我以前也是个“懒床达人”，自我调节了以后才慢慢做到自然醒的，我把我的个人经验分享给你，望能有助力。建议一：要控制自己的作息规律，那么首先你就要花功夫去掌握自己的睡眠习惯，只有你了解了自己才能调整自己。所谓知己知彼，百战不殆。你目前的“大敌”是那个爱懒床的你，要战胜敌人就必须了解敌人。你需要观测自己，在调查和研究自己的过程中，更加理解自己。比如你可以下载一些睡眠应用，通过检测你的入睡时间时长了解自己的入睡质量。这样你就可以明白知道自己在冬天里的睡眠情况，根据客观情况进行调整。",
    "annotation": [
      {
        "sentence": "二、要怎样才能以后自然醒的时候就起床呢？",
        "label": ""
      },
      {
        "sentence": "我以前也是个“懒床达人”，自我调节了以后才慢慢做到自然醒的，我把我的个人经验分享给你，望能有助力。",
        "label": ""
      },
      {
        "sentence": "建议一：要控制自己的作息规律，那么首先你就要花功夫去掌握自己的睡眠习惯，只有你了解了自己才能调整自己。",
        "label": ""
      },
      {
        "sentence": "所谓知己知彼，百战不殆。",
        "label": ""
      },
      {
        "sentence": "你目前的“大敌”是那个爱懒床的你，要战胜敌人就必须了解敌人。",
        "label": ""
      },
      {
        "sentence": "你需要观测自己，在调查和研究自己的过程中，更加理解自己。",
        "label": ""
      },
      {
        "sentence": "比如你可以下载一些睡眠应用，通过检测你的入睡时间时长了解自己的入睡质量。",
        "label": ""
      },
      {
        "sentence": "这样你就可以明白知道自己在冬天里的睡眠情况，根据客观情况进行调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "掌握自己的睡眠习惯，了解自己的入睡质量的确是个不错的方法。我会试一试的。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "掌握自己的睡眠习惯，了解自己的入睡质量的确是个不错的方法。",
        "label": ""
      },
      {
        "sentence": "我会试一试的。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议二：要保证自己的睡眠质量，才能做到自然醒，所以睡前一定要避免自己接收太多杂乱的信息。通过睡前调整，尽可能给自己带来高质量的睡眠。要想睡的好，一定要做好睡前准备工作，能做到自然醒，那必然是需要一个身体的适应过程的，这个很艰难，但是却是对你而言非常必要的功课。晚上睡前请避免电子产品的刺激信息的摄入，同时听一些舒缓的睡前音乐，尝试做睡前冥想，或者烫脚舒缓血脉经络。让自己能够尽早的松弛下来，你越早睡，你越容易建立早起的习惯。",
    "annotation": [
      {
        "sentence": "建议二：要保证自己的睡眠质量，才能做到自然醒，所以睡前一定要避免自己接收太多杂乱的信息。",
        "label": ""
      },
      {
        "sentence": "通过睡前调整，尽可能给自己带来高质量的睡眠。",
        "label": ""
      },
      {
        "sentence": "要想睡的好，一定要做好睡前准备工作，能做到自然醒，那必然是需要一个身体的适应过程的，这个很艰难，但是却是对你而言非常必要的功课。",
        "label": ""
      },
      {
        "sentence": "晚上睡前请避免电子产品的刺激信息的摄入，同时听一些舒缓的睡前音乐，尝试做睡前冥想，或者烫脚舒缓血脉经络。",
        "label": ""
      },
      {
        "sentence": "让自己能够尽早的松弛下来，你越早睡，你越容易建立早起的习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。避免电子产品的刺激，放松自己可以帮助睡眠质量。这些都是我平时没有注意到的问题，我会尽量改变的。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "避免电子产品的刺激，放松自己可以帮助睡眠质量。",
        "label": ""
      },
      {
        "sentence": "这些都是我平时没有注意到的问题，我会尽量改变的。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议三：不要小看闹钟的力量，好习惯建立往往需要21天，而且需要辅助。建议是根据起床时间提前15分钟设置3个闹钟。不停的给你起床刺激。每天睡前都要给自己正面的心理暗示。睡前一定要给自己设置起床闹钟，如果你暂时不能自然醒，那么你就要借助“外力”，在闹钟的辅助之下起床，而且多设置几个不同声音的闹钟，给自己大脑刺激，这样就就能慢慢的起来了。当然每次起床一定要“快准狠”，不要给自己犹豫的时间，迅速的穿衣整理，给自己大脑迅速的适应时间。一切以起来为目标，冬天的时候把所有衣物都放在伸手可得的地方。让自己在障碍少的情况下迅速起床。",
    "annotation": [
      {
        "sentence": "建议三：不要小看闹钟的力量，好习惯建立往往需要21天，而且需要辅助。",
        "label": ""
      },
      {
        "sentence": "建议是根据起床时间提前15分钟设置3个闹钟。",
        "label": ""
      },
      {
        "sentence": "不停的给你起床刺激。",
        "label": ""
      },
      {
        "sentence": "每天睡前都要给自己正面的心理暗示。",
        "label": ""
      },
      {
        "sentence": "睡前一定要给自己设置起床闹钟，如果你暂时不能自然醒，那么你就要借助“外力”，在闹钟的辅助之下起床，而且多设置几个不同声音的闹钟，给自己大脑刺激，这样就就能慢慢的起来了。",
        "label": ""
      },
      {
        "sentence": "当然每次起床一定要“快准狠”，不要给自己犹豫的时间，迅速的穿衣整理，给自己大脑迅速的适应时间。",
        "label": ""
      },
      {
        "sentence": "一切以起来为目标，冬天的时候把所有衣物都放在伸手可得的地方。",
        "label": ""
      },
      {
        "sentence": "让自己在障碍少的情况下迅速起床。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "闹钟的方法听起来很不错，我会试试设置多个闹钟。听你说的，好像早起也是一个需要坚持的过程。我会努力战胜自己，做一个自律的人。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "闹钟的方法听起来很不错，我会试试设置多个闹钟。",
        "label": ""
      },
      {
        "sentence": "听你说的，好像早起也是一个需要坚持的过程。",
        "label": ""
      },
      {
        "sentence": "我会努力战胜自己，做一个自律的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "三、从来早起都不是容易的事情，但是，当我们做到了自律，战胜了懒惰，我们的内心",
    "annotation": [
      {
        "sentence": "三、从来早起都不是容易的事情，但是，当我们做到了自律，战胜了懒惰，我们的内心",
        "label": ""
      }
    ]
  }
]