[
  {
    "role": "client",
    "content": "我不自觉地希望别人能感到开心，是讨好？为什么会希望所有人都能在自己身边感到开心，很关注别人的心情，这样很累但是控制不了。",
    "annotation": [
      {
        "sentence": "我不自觉地希望别人能感到开心，是讨好？",
        "label": ""
      },
      {
        "sentence": "为什么会希望所有人都能在自己身边感到开心，很关注别人的心情，这样很累但是控制不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱！首先我们来确定一下你是不是讨好型人格，这种特质的主要特点是：其行为背后的动机是无价值感和不被爱，甚至唯恐自己被人抛弃，那它就成为了一种不健康的、强迫性的和痛苦的行为模式。",
    "annotation": [
      {
        "sentence": "小可爱！",
        "label": ""
      },
      {
        "sentence": "首先我们来确定一下你是不是讨好型人格，这种特质的主要特点是：其行为背后的动机是无价值感和不被爱，甚至唯恐自己被人抛弃，那它就成为了一种不健康的、强迫性的和痛苦的行为模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时候确实会觉得自己没有价值，担心被他人抛弃，所以才会不自觉地去讨好别人。",
    "annotation": [
      {
        "sentence": "我有时候确实会觉得自己没有价值，担心被他人抛弃，所以才会不自觉地去讨好别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你说关注他人情绪的感觉很累，那应该是讨好型人格。为什么我想让他人快乐？愉悦他人是生命中有价值的一部分，我们的长辈也这样教导我们，同时，照顾和爱他人是精神修行最高级的形式之一。让他人开心，这是一种传递自己价值、获取价值感以及获得快乐等的一种有效途径，但你从中获得这种价值感与快乐了吗？似乎没有，那问题在哪呢？",
    "annotation": [
      {
        "sentence": "看你说关注他人情绪的感觉很累，那应该是讨好型人格。",
        "label": ""
      },
      {
        "sentence": "为什么我想让他人快乐？",
        "label": ""
      },
      {
        "sentence": "愉悦他人是生命中有价值的一部分，我们的长辈也这样教导我们，同时，照顾和爱他人是精神修行最高级的形式之一。",
        "label": ""
      },
      {
        "sentence": "让他人开心，这是一种传递自己价值、获取价值感以及获得快乐等的一种有效途径，但你从中获得这种价值感与快乐了吗？",
        "label": ""
      },
      {
        "sentence": "似乎没有，那问题在哪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "问题可能出在我的动机上，我关注他人情绪不是出于愿望让他人快乐，而是因为我自己不快乐，觉得没有价值，希望通过让他人快乐来获取被爱、被接纳的感觉。",
    "annotation": [
      {
        "sentence": "问题可能出在我的动机上，我关注他人情绪不是出于愿望让他人快乐，而是因为我自己不快乐，觉得没有价值，希望通过让他人快乐来获取被爱、被接纳的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们将这种爱与接纳当做一种交换物，必须通过付出代价才能得到。当我们没有得到期望的回应时，内心就会不平衡，这种行为模式是一种不健康的、强迫性的和痛苦的行为模式。讨好型人格形成的原因是童年创伤，即我们没有从原生家庭中获得过无条件的爱。但不要指责父母哦！因为这会让我们更痛苦。我们应该探寻行为背后的原因，然后\"对症下药\"，再慢慢自我疗愈，成为自己想要成为的人，而不是被迫成为的人，才是我们的最终目的。",
    "annotation": [
      {
        "sentence": "是的，我们将这种爱与接纳当做一种交换物，必须通过付出代价才能得到。",
        "label": ""
      },
      {
        "sentence": "当我们没有得到期望的回应时，内心就会不平衡，这种行为模式是一种不健康的、强迫性的和痛苦的行为模式。",
        "label": ""
      },
      {
        "sentence": "讨好型人格形成的原因是童年创伤，即我们没有从原生家庭中获得过无条件的爱。",
        "label": ""
      },
      {
        "sentence": "但不要指责父母哦！",
        "label": ""
      },
      {
        "sentence": "因为这会让我们更痛苦。",
        "label": ""
      },
      {
        "sentence": "我们应该探寻行为背后的原因，然后\"对症下药\"，再慢慢自我疗愈，成为自己想要成为的人，而不是被迫成为的人，才是我们的最终目的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，只有让自己快乐了，内心有力量了，我才有力量将快乐传递给他人。每个人都有自己要面对的人生课题，我现在的课题就是自我疗愈。",
    "annotation": [
      {
        "sentence": "我明白了，只有让自己快乐了，内心有力量了，我才有力量将快乐传递给他人。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己要面对的人生课题，我现在的课题就是自我疗愈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这是一段漫长但十分有意义的道路。但一旦踏上这条路，你就会慢慢发现，自己的痛苦慢慢化解了，而自己也越来越会爱自己了。我来给你几点小建议：1、练习正念。正念是你对当下状态的一种觉知，你要带着无偏见和开放的心态面对当下。通过正念建立起我们与身体和心灵的连接，勇敢地面对那些艰难的体验，包括当你感到被需要讨好他人的情绪所裹挟时的感觉。",
    "annotation": [
      {
        "sentence": "是的，这是一段漫长但十分有意义的道路。",
        "label": ""
      },
      {
        "sentence": "但一旦踏上这条路，你就会慢慢发现，自己的痛苦慢慢化解了，而自己也越来越会爱自己了。",
        "label": ""
      },
      {
        "sentence": "我来给你几点小建议：1、练习正念。",
        "label": ""
      },
      {
        "sentence": "正念是你对当下状态的一种觉知，你要带着无偏见和开放的心态面对当下。",
        "label": ""
      },
      {
        "sentence": "通过正念建立起我们与身体和心灵的连接，勇敢地面对那些艰难的体验，包括当你感到被需要讨好他人的情绪所裹挟时的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着练习正念，面对自己的情绪和需求。",
    "annotation": [
      {
        "sentence": "我会试着练习正念，面对自己的情绪和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！2、我们的想法只是想法，不是事实。通过一段时间的正念练习，我们会慢慢把关注点聚焦于当下。当脑海中出现那些讨好性想法时，我们不会立马去做讨好性行为，而是像一个大人有爱地看着一个缺爱的孩子一样，轻轻地跟它说：“哦！你来啦！”而不是与这种想法撕扯。因为这种想法背后就是当时那个缺爱的你呀！若和这种想法抵抗，那无疑是在排斥过去的自己，可缺爱的孩子有什么错呢？他\/她只是想要无条件的爱。",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "2、我们的想法只是想法，不是事实。",
        "label": ""
      },
      {
        "sentence": "通过一段时间的正念练习，我们会慢慢把关注点聚焦于当下。",
        "label": ""
      },
      {
        "sentence": "当脑海中出现那些讨好性想法时，我们不会立马去做讨好性行为，而是像一个大人有爱地看着一个缺爱的孩子一样，轻轻地跟它说：“哦！",
        "label": ""
      },
      {
        "sentence": "你来啦！",
        "label": ""
      },
      {
        "sentence": "”而不是与这种想法撕扯。",
        "label": ""
      },
      {
        "sentence": "因为这种想法背后就是当时那个缺爱的你呀！",
        "label": ""
      },
      {
        "sentence": "若和这种想法抵抗，那无疑是在排斥过去的自己，可缺爱的孩子有什么错呢？",
        "label": ""
      },
      {
        "sentence": "他\/她只是想要无条件的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会像对待一个缺爱的孩子般爱护和接纳自己的讨好性思维。",
    "annotation": [
      {
        "sentence": "我理解了，我会像对待一个缺爱的孩子般爱护和接纳自己的讨好性思维。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！3、你有足够的力量给予这个缺爱的孩子无条件的爱。无论我们几岁，当我们意识到要为自己的生命负责，想要让自己过得快乐，我们就有能力照顾好这个缺爱的孩子了。在你内心没有那么多波澜的时候，不妨给自己定一个\"儿童节\"，这一天，你就带着这个小孩去做他当时想做的事，陪着他，和他说话，告诉他：你会满足他的需求，给予他无条件的爱。因为这个无条件的爱本来就存在于我们身上，只不过我们儿时不小心丢掉了。当你慢慢能给予自己快乐时，你就会觉得向他人传递快乐也是一件轻松且快乐的事。不过，他人是否真的接收我们这种快乐，就要看他们自己啦！因为他们快不快乐是他们的事，他们是第一负责人，我们无需为此负责。最后，希望你日后可以真正地快乐，真正地能够从传递他人快乐这一过程中感受到真正的快乐！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "3、你有足够的力量给予这个缺爱的孩子无条件的爱。",
        "label": ""
      },
      {
        "sentence": "无论我们几岁，当我们意识到要为自己的生命负责，想要让自己过得快乐，我们就有能力照顾好这个缺爱的孩子了。",
        "label": ""
      },
      {
        "sentence": "在你内心没有那么多波澜的时候，不妨给自己定一个\"儿童节\"，这一天，你就带着这个小孩去做他当时想做的事，陪着他，和他说话，告诉他：你会满足他的需求，给予他无条件的爱。",
        "label": ""
      },
      {
        "sentence": "因为这个无条件的爱本来就存在于我们身上，只不过我们儿时不小心丢掉了。",
        "label": ""
      },
      {
        "sentence": "当你慢慢能给予自己快乐时，你就会觉得向他人传递快乐也是一件轻松且快乐的事。",
        "label": ""
      },
      {
        "sentence": "不过，他人是否真的接收我们这种快乐，就要看他们自己啦！",
        "label": ""
      },
      {
        "sentence": "因为他们快不快乐是他们的事，他们是第一负责人，我们无需为此负责。",
        "label": ""
      },
      {
        "sentence": "最后，希望你日后可以真正地快乐，真正地能够从传递他人快乐这一过程中感受到真正的快乐！",
        "label": ""
      }
    ]
  }
]