[
  {
    "role": "client",
    "content": "我是一个29岁的女性，最近发现自己无法停止胡思乱想，我该怎么办呢？我从小就背负着一些心理压力，我现在猜想可能是因为我的父母没有正确地教育我？他们更多的是制止我犯错，担心丢面子，而不是真心与我沟通。他们不愿意花时间和精力去教导我，所以我对他们的教导产生了一些抵触情绪，潜意识中产生逆反心理。我总是一个人沉浸在各种想法中，从小到大，我一直感到委屈难以释放，也不知道如何去完成一些事情。我看到别人做事都能专注地做，默默坚持，几乎不说多余的话，好像他们内心很稳定。我很不明白为什么别人能够调节情绪，而我却做不到？另外，我很喜欢跑步并且跑得相对快一些，但事实上我只是运动场上稍微有些力量就能够跑得快，绕几圈运动场而已。我一度以为自己跑步速度很快，但当我参加比赛时，却发现我的爆发力不够，长跑速度也不行。我很想训练自己一次能够坚持跑八圈或者十圈，但是我做不到，最多也只能坚持四五圈。我无法让大脑放松轻松地跑步，总是会思考很多事情，我内心会一直对自己说努力坚持克服自己……越是想要坚持跑下去，保持呼吸节奏，我的心态就越不稳定，最后就无法继续跑下去。我做很多事情的心态总是会崩溃。",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，最近发现自己无法停止胡思乱想，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我从小就背负着一些心理压力，我现在猜想可能是因为我的父母没有正确地教育我？",
        "label": ""
      },
      {
        "sentence": "他们更多的是制止我犯错，担心丢面子，而不是真心与我沟通。",
        "label": ""
      },
      {
        "sentence": "他们不愿意花时间和精力去教导我，所以我对他们的教导产生了一些抵触情绪，潜意识中产生逆反心理。",
        "label": ""
      },
      {
        "sentence": "我总是一个人沉浸在各种想法中，从小到大，我一直感到委屈难以释放，也不知道如何去完成一些事情。",
        "label": ""
      },
      {
        "sentence": "我看到别人做事都能专注地做，默默坚持，几乎不说多余的话，好像他们内心很稳定。",
        "label": ""
      },
      {
        "sentence": "我很不明白为什么别人能够调节情绪，而我却做不到？",
        "label": ""
      },
      {
        "sentence": "另外，我很喜欢跑步并且跑得相对快一些，但事实上我只是运动场上稍微有些力量就能够跑得快，绕几圈运动场而已。",
        "label": ""
      },
      {
        "sentence": "我一度以为自己跑步速度很快，但当我参加比赛时，却发现我的爆发力不够，长跑速度也不行。",
        "label": ""
      },
      {
        "sentence": "我很想训练自己一次能够坚持跑八圈或者十圈，但是我做不到，最多也只能坚持四五圈。",
        "label": ""
      },
      {
        "sentence": "我无法让大脑放松轻松地跑步，总是会思考很多事情，我内心会一直对自己说努力坚持克服自己……越是想要坚持跑下去，保持呼吸节奏，我的心态就越不稳定，最后就无法继续跑下去。",
        "label": ""
      },
      {
        "sentence": "我做很多事情的心态总是会崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哎呀～我非常理解你所描述的这些困扰，实际上我看了看，我们之间还有一些相似的经历，真是同一个世界，同样的父母啊。不知道是不是老一辈的人都采用这样的教育方法，完全不给孩子犯错的空间，过于责备，反而压制了孩子的天性。根据你的描述“父母更多的是在制止我犯错，而不是用心与我沟通”，我曾经看过关于“提前焦虑”的解释，有个知乎网友给出了一个很正确的分析，他说：“这样的焦虑一般源自于小时候，无论你做对还是做错，都会受到指责，所以就算还没开始做，就已经害怕被否定。对于你的身处环境中留下的阴影你也没有意识到。”“有些人一辈子都在治愈童年”，这真是多么令人悲哀的事实。我个人认为你的情况实际上是需要接受治疗的，不过这并不是什么大问题，很多问题都可以通过心理咨询师的帮助来解决。根据你所描述的“别人做事都能专注地做，别人内心很稳定”，我认为你并不是缺乏专注的能力，只是你忽视了自己的其他优点。心理咨询中有一种治疗方法叫做叙事疗法，帮助咨询者用他们期望的故事来替换被抑制的问题故事，引导他们重新构建积极的故事，从而激发其他方面的内在力量。在这个过程中，你会逐渐发现自己内心的力量，不要强迫自己变成别人，专注于发掘自己的优点和个人成长吧！关于你跑步中的一些心态问题，个人认为这是你特别渴望达到某个目标而害怕失败导致的。也许是在参加比赛时才出现的这种心态，又或者是因为你过于追求某个结果，比如获得一个奖项。然而，赛场上有许多强大的竞争对手，这是无法控制的因素，因此有时失败并不是你实力或者心态的问题。希望你能明白这一点，继续享受跑步的乐趣吧！",
    "annotation": [
      {
        "sentence": "哎呀～我非常理解你所描述的这些困扰，实际上我看了看，我们之间还有一些相似的经历，真是同一个世界，同样的父母啊。",
        "label": ""
      },
      {
        "sentence": "不知道是不是老一辈的人都采用这样的教育方法，完全不给孩子犯错的空间，过于责备，反而压制了孩子的天性。",
        "label": ""
      },
      {
        "sentence": "根据你的描述“父母更多的是在制止我犯错，而不是用心与我沟通”，我曾经看过关于“提前焦虑”的解释，有个知乎网友给出了一个很正确的分析，他说：“这样的焦虑一般源自于小时候，无论你做对还是做错，都会受到指责，所以就算还没开始做，就已经害怕被否定。",
        "label": ""
      },
      {
        "sentence": "对于你的身处环境中留下的阴影你也没有意识到。",
        "label": ""
      },
      {
        "sentence": "”“有些人一辈子都在治愈童年”，这真是多么令人悲哀的事实。",
        "label": ""
      },
      {
        "sentence": "我个人认为你的情况实际上是需要接受治疗的，不过这并不是什么大问题，很多问题都可以通过心理咨询师的帮助来解决。",
        "label": ""
      },
      {
        "sentence": "根据你所描述的“别人做事都能专注地做，别人内心很稳定”，我认为你并不是缺乏专注的能力，只是你忽视了自己的其他优点。",
        "label": ""
      },
      {
        "sentence": "心理咨询中有一种治疗方法叫做叙事疗法，帮助咨询者用他们期望的故事来替换被抑制的问题故事，引导他们重新构建积极的故事，从而激发其他方面的内在力量。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你会逐渐发现自己内心的力量，不要强迫自己变成别人，专注于发掘自己的优点和个人成长吧！",
        "label": ""
      },
      {
        "sentence": "关于你跑步中的一些心态问题，个人认为这是你特别渴望达到某个目标而害怕失败导致的。",
        "label": ""
      },
      {
        "sentence": "也许是在参加比赛时才出现的这种心态，又或者是因为你过于追求某个结果，比如获得一个奖项。",
        "label": ""
      },
      {
        "sentence": "然而，赛场上有许多强大的竞争对手，这是无法控制的因素，因此有时失败并不是你实力或者心态的问题。",
        "label": ""
      },
      {
        "sentence": "希望你能明白这一点，继续享受跑步的乐趣吧！",
        "label": ""
      }
    ]
  }
]