[
  {
    "role": "client",
    "content": "情绪达到一个临界点，黑暗绝望就会向内心奔袭而来？我也不知道自己有没有自杀的想法，但是我知道我有过自杀的念头，短暂而又强烈，似乎有一种逃离这个世界的想法，死了以后就再也没有烦恼了。出现这种念头，似乎是我的情绪到达了一个爆发点，就在临界点受了一个事物的影响，就在那一刻，黑暗绝望向内心奔袭而来。身体发冷，心里面的血液像凝固了一样。那一刻，是最真实自杀的想法，你的脑子里不会出现正面的，积极的东西，也不会去怀念，满脑子想的，都是一件一件串起来的事情，在不同的时间，不同的地点，不同的人，不同的场合，对你的负面影响一下就爆发了出来。我在这里把我以前想自杀的想法一笔一划的写下来，非常清楚记得那天，早上起来没有精神，因为面临升学压力，在那一刻，我似乎感觉到这个社会的现实，如果你不努力，似乎看不到活下去的方向。我不知道这样说是不是准确，但是那一刻，我非常清楚的知道，如果我没考上，我的人生就此也许会走向不同的方向，而这个方向，我很清楚的看的到，一眼望到头。",
    "annotation": [
      {
        "sentence": "情绪达到一个临界点，黑暗绝望就会向内心奔袭而来？",
        "label": ""
      },
      {
        "sentence": "我也不知道自己有没有自杀的想法，但是我知道我有过自杀的念头，短暂而又强烈，似乎有一种逃离这个世界的想法，死了以后就再也没有烦恼了。",
        "label": ""
      },
      {
        "sentence": "出现这种念头，似乎是我的情绪到达了一个爆发点，就在临界点受了一个事物的影响，就在那一刻，黑暗绝望向内心奔袭而来。",
        "label": ""
      },
      {
        "sentence": "身体发冷，心里面的血液像凝固了一样。",
        "label": ""
      },
      {
        "sentence": "那一刻，是最真实自杀的想法，你的脑子里不会出现正面的，积极的东西，也不会去怀念，满脑子想的，都是一件一件串起来的事情，在不同的时间，不同的地点，不同的人，不同的场合，对你的负面影响一下就爆发了出来。",
        "label": ""
      },
      {
        "sentence": "我在这里把我以前想自杀的想法一笔一划的写下来，非常清楚记得那天，早上起来没有精神，因为面临升学压力，在那一刻，我似乎感觉到这个社会的现实，如果你不努力，似乎看不到活下去的方向。",
        "label": ""
      },
      {
        "sentence": "我不知道这样说是不是准确，但是那一刻，我非常清楚的知道，如果我没考上，我的人生就此也许会走向不同的方向，而这个方向，我很清楚的看的到，一眼望到头。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说很多人都有过类似的想法，特别是在面临压力的时候。就算是我这样一个比较乐观的人，在遇到一些糟心的事情时，也会感到无奈，甚至会有想要离开的念头。在我们感到特别黑暗和无助的时候，常常觉得整个世界都在和自己作对，好像我们是被放弃的那个人。所以下次如果再有类似的情况，我们可以找一个相对安全的地方，先放空自己，给自己点时间。如果有一些想要发泄的情绪，可以买个抱枕或者其他柔软的玩具来宣泄，这样可以尽量避免伤害自己。等情绪平静下来，我们可以把困扰我们的事情写下来，看看哪些问题是可以通过自己的能力解决的，哪些是需要外界帮助的，以及那些我们即使拼尽全力也无法改变的问题。然后，根据实际情况进行调整，找到最适合自己的方法。如果实在无法独自解决，别忘了可以来这里倾诉，大家可以一起想办法。",
    "annotation": [
      {
        "sentence": "听说很多人都有过类似的想法，特别是在面临压力的时候。",
        "label": ""
      },
      {
        "sentence": "就算是我这样一个比较乐观的人，在遇到一些糟心的事情时，也会感到无奈，甚至会有想要离开的念头。",
        "label": ""
      },
      {
        "sentence": "在我们感到特别黑暗和无助的时候，常常觉得整个世界都在和自己作对，好像我们是被放弃的那个人。",
        "label": ""
      },
      {
        "sentence": "所以下次如果再有类似的情况，我们可以找一个相对安全的地方，先放空自己，给自己点时间。",
        "label": ""
      },
      {
        "sentence": "如果有一些想要发泄的情绪，可以买个抱枕或者其他柔软的玩具来宣泄，这样可以尽量避免伤害自己。",
        "label": ""
      },
      {
        "sentence": "等情绪平静下来，我们可以把困扰我们的事情写下来，看看哪些问题是可以通过自己的能力解决的，哪些是需要外界帮助的，以及那些我们即使拼尽全力也无法改变的问题。",
        "label": ""
      },
      {
        "sentence": "然后，根据实际情况进行调整，找到最适合自己的方法。",
        "label": ""
      },
      {
        "sentence": "如果实在无法独自解决，别忘了可以来这里倾诉，大家可以一起想办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，你说的方法听起来不错。我觉得一个人的时候容易陷入死胡同，但如果可以和别人倾诉，或者听到他人的经历，应该会有所帮助。我会试着找个相对安全的地方，给自己一点时间冷静下来。同时，我也会尝试写下困扰我的事情，并思考如何解决。如果实在无法进行改变，我会记得寻求外界帮助。还有，如果我需要的时候，我会再来这里倾诉一下。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，你说的方法听起来不错。",
        "label": ""
      },
      {
        "sentence": "我觉得一个人的时候容易陷入死胡同，但如果可以和别人倾诉，或者听到他人的经历，应该会有所帮助。",
        "label": ""
      },
      {
        "sentence": "我会试着找个相对安全的地方，给自己一点时间冷静下来。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试写下困扰我的事情，并思考如何解决。",
        "label": ""
      },
      {
        "sentence": "如果实在无法进行改变，我会记得寻求外界帮助。",
        "label": ""
      },
      {
        "sentence": "还有，如果我需要的时候，我会再来这里倾诉一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我们一直都在这里支持你。记得，有时候休息一下对身心都是好的。有些问题看起来很难，但只要我们主动去寻找解决方法，总会找到一条出路的。如果你需要的时候，别忘了来这里倾诉，我们会一起想办法。",
    "annotation": [
      {
        "sentence": "没问题，我们一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "记得，有时候休息一下对身心都是好的。",
        "label": ""
      },
      {
        "sentence": "有些问题看起来很难，但只要我们主动去寻找解决方法，总会找到一条出路的。",
        "label": ""
      },
      {
        "sentence": "如果你需要的时候，别忘了来这里倾诉，我们会一起想办法。",
        "label": ""
      }
    ]
  }
]