[
  {
    "role": "client",
    "content": "求助者：26岁男，24岁女，交往四个月，怎么理解他的行为？有时候很难理解他是怎么想的。我出差，跟他分开一周。今天晚上他在我租的房子里帮我喂猫，我们开视频聊天，他准备走了，我说等你下楼，准备骑电动车了我们再挂，他坚持在出房间前挂视频。我开始生气，不明白为什么这一小段路怎么就不能保持视频状态。本来就是撒撒娇想多看他一会儿，可是他就是不肯出去，想挂了再出去。僵持了快一小时，我甚至被气哭了，他才开着视频下了楼。我不明白，之前明明没有不愉快的地方，我觉得他这样跟我犟的行为好奇怪。他宁愿跟我在房间耗一个小时，也不愿意跟我开着视频下楼。问他他也不肯说。请各位老师帮我分析一下。",
    "annotation": [
      {
        "sentence": "求助者：26岁男，24岁女，交往四个月，怎么理解他的行为？",
        "label": ""
      },
      {
        "sentence": "有时候很难理解他是怎么想的。",
        "label": ""
      },
      {
        "sentence": "我出差，跟他分开一周。",
        "label": ""
      },
      {
        "sentence": "今天晚上他在我租的房子里帮我喂猫，我们开视频聊天，他准备走了，我说等你下楼，准备骑电动车了我们再挂，他坚持在出房间前挂视频。",
        "label": ""
      },
      {
        "sentence": "我开始生气，不明白为什么这一小段路怎么就不能保持视频状态。",
        "label": ""
      },
      {
        "sentence": "本来就是撒撒娇想多看他一会儿，可是他就是不肯出去，想挂了再出去。",
        "label": ""
      },
      {
        "sentence": "僵持了快一小时，我甚至被气哭了，他才开着视频下了楼。",
        "label": ""
      },
      {
        "sentence": "我不明白，之前明明没有不愉快的地方，我觉得他这样跟我犟的行为好奇怪。",
        "label": ""
      },
      {
        "sentence": "他宁愿跟我在房间耗一个小时，也不愿意跟我开着视频下楼。",
        "label": ""
      },
      {
        "sentence": "问他他也不肯说。",
        "label": ""
      },
      {
        "sentence": "请各位老师帮我分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你发起这个问题，开始试图了解男友是怎么回事，对他产生了好奇，并想我感觉你棒棒哒，那我们来看看你的问题吧！首先是否开视频下楼是件小事，你描述了你期待他这么做的原因，但不知道为什么你们僵持了一个小时，他是什么原因不愿意这么做呢？你问他了吗？是怎么问的呢？",
    "annotation": [
      {
        "sentence": "你发起这个问题，开始试图了解男友是怎么回事，对他产生了好奇，并想我感觉你棒棒哒，那我们来看看你的问题吧！",
        "label": ""
      },
      {
        "sentence": "首先是否开视频下楼是件小事，你描述了你期待他这么做的原因，但不知道为什么你们僵持了一个小时，他是什么原因不愿意这么做呢？",
        "label": ""
      },
      {
        "sentence": "你问他了吗？",
        "label": ""
      },
      {
        "sentence": "是怎么问的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我问他为什么不开着视频下楼，他坚持不回答，甚至有点生气的样子。我问得很直接，语气也有点气愤。",
    "annotation": [
      {
        "sentence": "我问他为什么不开着视频下楼，他坚持不回答，甚至有点生气的样子。",
        "label": ""
      },
      {
        "sentence": "我问得很直接，语气也有点气愤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说要气哭了，是你很生气吗？当你生气的时候是用什么样的语气和他沟通的呢？和前面和他好好沟通的时候的时候，你的语气态度是否有不同呢？",
    "annotation": [
      {
        "sentence": "你说要气哭了，是你很生气吗？",
        "label": ""
      },
      {
        "sentence": "当你生气的时候是用什么样的语气和他沟通的呢？",
        "label": ""
      },
      {
        "sentence": "和前面和他好好沟通的时候的时候，你的语气态度是否有不同呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我当时很生气，语气有点尖锐，可能有点责备他的意思。和之前温柔地沟通的时候相比，我当时语气确实有些不同。",
    "annotation": [
      {
        "sentence": "是的，我当时很生气，语气有点尖锐，可能有点责备他的意思。",
        "label": ""
      },
      {
        "sentence": "和之前温柔地沟通的时候相比，我当时语气确实有些不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说本来你想撒撒娇，但当对方没有回应你的撒娇是否让你感到伤心或者生气了呢！哈！有些耿直男孩偏不解女孩风情，女孩真是说不出的气呀，男孩还莫名其妙觉得不应该生气呀！不知道你的男友是否是这样的人呢？",
    "annotation": [
      {
        "sentence": "你说本来你想撒撒娇，但当对方没有回应你的撒娇是否让你感到伤心或者生气了呢！",
        "label": ""
      },
      {
        "sentence": "哈！",
        "label": ""
      },
      {
        "sentence": "有些耿直男孩偏不解女孩风情，女孩真是说不出的气呀，男孩还莫名其妙觉得不应该生气呀！",
        "label": ""
      },
      {
        "sentence": "不知道你的男友是否是这样的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我挺生气的，因为平时他对我的撒娇都会很乐意地回应。我觉得他不应该对我这么事儿。",
    "annotation": [
      {
        "sentence": "是的，我挺生气的，因为平时他对我的撒娇都会很乐意地回应。",
        "label": ""
      },
      {
        "sentence": "我觉得他不应该对我这么事儿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他不肯说去也没有说原因有很多可能性，也许你的态度让他也有点不高兴了但不想明说，或者他觉得没有为什么，没啥好说的，也许他不喜欢一心两用，也许他不喜欢你看他下楼梯的样子，他觉得不够帅………真正的答案还是在他那里哦！我提供这些可能性是想邀请你对他继续保持好奇，多和他沟通，就多了解到他了。",
    "annotation": [
      {
        "sentence": "他不肯说去也没有说原因有很多可能性，也许你的态度让他也有点不高兴了但不想明说，或者他觉得没有为什么，没啥好说的，也许他不喜欢一心两用，也许他不喜欢你看他下楼梯的样子，他觉得不够帅………真正的答案还是在他那里哦！",
        "label": ""
      },
      {
        "sentence": "我提供这些可能性是想邀请你对他继续保持好奇，多和他沟通，就多了解到他了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，可能他是因为我的态度让他有点不高兴，他才不愿意解释。我也知道我当时的表达方式可能有点过激，我会和他好好谈谈。",
    "annotation": [
      {
        "sentence": "嗯，可能他是因为我的态度让他有点不高兴，他才不愿意解释。",
        "label": ""
      },
      {
        "sentence": "我也知道我当时的表达方式可能有点过激，我会和他好好谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你在和他的亲密关系里受到了些挫败，感到很疑惑，不知道发生了什么。两个人相处的关系里总是会出现各种各样的状况，如何达成共识也许是你期待解决的问题。彼此尊重，真诚，坦诚，平和的沟通才是关系长久的基础哦！祝福你们能够能够甜甜蜜蜜的！",
    "annotation": [
      {
        "sentence": "很理解你在和他的亲密关系里受到了些挫败，感到很疑惑，不知道发生了什么。",
        "label": ""
      },
      {
        "sentence": "两个人相处的关系里总是会出现各种各样的状况，如何达成共识也许是你期待解决的问题。",
        "label": ""
      },
      {
        "sentence": "彼此尊重，真诚，坦诚，平和的沟通才是关系长久的基础哦！",
        "label": ""
      },
      {
        "sentence": "祝福你们能够能够甜甜蜜蜜的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福！我会尽量和他好好沟通，希望我们的关系能够变得更加稳定和美好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福！",
        "label": ""
      },
      {
        "sentence": "我会尽量和他好好沟通，希望我们的关系能够变得更加稳定和美好。",
        "label": ""
      }
    ]
  }
]