[
  {
    "role": "client",
    "content": "大专毕业，人生感觉在最低谷，还有翻盘的可能吗？我今年25，会计大专毕业，离异家庭，由姑姑养大，没有拿到会计证，目前在做服务员工作，之前很长一段时间里我处于办公室做不了，服务员不想做的状态，我不喜欢被老板说，害怕被老板开除，可能也跟我上一份工作被领导批评的特别难听，还有曾经在感情上被深深地拒绝有关。现在我仿佛走入了困境，有心理上的困境，还有工作的困境，心理上我放不下过去被拒绝的伤害，工作上我做的服务员工作体力累是其次，主要是这份工作给不了我价值感，自我认可感，早九点到晚九点的体力活让我除了想休息没有想学会计的心，这样我就改变不了换不了行业，家里人都说我读了书浪费了，没有用，无能，因为我选择什么都不做，以前我读书时成绩很差，我姑姑逼着我学习，慢慢我也接受了，后来学习也还可以，我仿佛很贱。总是要别人推着走才肯前进，我想问我该怎么面对生活和心理的困境，怎么让自己的心理得到平静？",
    "annotation": [
      {
        "sentence": "大专毕业，人生感觉在最低谷，还有翻盘的可能吗？",
        "label": ""
      },
      {
        "sentence": "我今年25，会计大专毕业，离异家庭，由姑姑养大，没有拿到会计证，目前在做服务员工作，之前很长一段时间里我处于办公室做不了，服务员不想做的状态，我不喜欢被老板说，害怕被老板开除，可能也跟我上一份工作被领导批评的特别难听，还有曾经在感情上被深深地拒绝有关。",
        "label": ""
      },
      {
        "sentence": "现在我仿佛走入了困境，有心理上的困境，还有工作的困境，心理上我放不下过去被拒绝的伤害，工作上我做的服务员工作体力累是其次，主要是这份工作给不了我价值感，自我认可感，早九点到晚九点的体力活让我除了想休息没有想学会计的心，这样我就改变不了换不了行业，家里人都说我读了书浪费了，没有用，无能，因为我选择什么都不做，以前我读书时成绩很差，我姑姑逼着我学习，慢慢我也接受了，后来学习也还可以，我仿佛很贱。",
        "label": ""
      },
      {
        "sentence": "总是要别人推着走才肯前进，我想问我该怎么面对生活和心理的困境，怎么让自己的心理得到平静？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人生就像是过山车，需要有足够的动力才能让我们爬上山顶。",
    "annotation": [
      {
        "sentence": "人生就像是过山车，需要有足够的动力才能让我们爬上山顶。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我现在感觉自己一点动力都没有，每天都觉得很低落。",
    "annotation": [
      {
        "sentence": "但是我现在感觉自己一点动力都没有，每天都觉得很低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实这么多年一直有人在陪着我们，那个人就是我们自己。读书对于很多学生来说确实是比较痛苦的一件事，但是学习技能这件事到什么时候都不晚，大器晚成或许说的就是我们。虽然现在处于困境，但并不代表我们没有改变的机会。",
    "annotation": [
      {
        "sentence": "其实这么多年一直有人在陪着我们，那个人就是我们自己。",
        "label": ""
      },
      {
        "sentence": "读书对于很多学生来说确实是比较痛苦的一件事，但是学习技能这件事到什么时候都不晚，大器晚成或许说的就是我们。",
        "label": ""
      },
      {
        "sentence": "虽然现在处于困境，但并不代表我们没有改变的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己一直都很被动，总是需要别人来推着我往前走。",
    "annotation": [
      {
        "sentence": "可是我觉得自己一直都很被动，总是需要别人来推着我往前走。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变自己确实不是一件容易的事，如果没有外在的推力，就需要内在的动力，而我们更倾向于哪一种呢？虽然我们失败过，但是并不代表我们不会重新站起来，只是这个过程需要我们去改变。服务员的行业确实没有太高的技术含量，而且流动性和替代性都比较大，因此我们需要慢慢找到自己的价值。只要自己不放弃，生活就会有希望，因为我们才是自己最大的敌人。",
    "annotation": [
      {
        "sentence": "改变自己确实不是一件容易的事，如果没有外在的推力，就需要内在的动力，而我们更倾向于哪一种呢？",
        "label": ""
      },
      {
        "sentence": "虽然我们失败过，但是并不代表我们不会重新站起来，只是这个过程需要我们去改变。",
        "label": ""
      },
      {
        "sentence": "服务员的行业确实没有太高的技术含量，而且流动性和替代性都比较大，因此我们需要慢慢找到自己的价值。",
        "label": ""
      },
      {
        "sentence": "只要自己不放弃，生活就会有希望，因为我们才是自己最大的敌人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我不能放弃，但是我觉得很无助，不知道如何面对生活和心理的困境。",
    "annotation": [
      {
        "sentence": "你说的对，我不能放弃，但是我觉得很无助，不知道如何面对生活和心理的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学会直视自己的问题是往前走的第一步。如果我们尽力了没做好，那么我们可以找找自己失败的原因。如果我们自己都没有尽力，那么被指责是应该的，毕竟我们和老板是互惠共利的，自己没做好肯定不会被肯定。因此对于自己的问题，我们不要害怕有多难听，因为能指出我们问题的人确实希望我们可以有所改变。",
    "annotation": [
      {
        "sentence": "学会直视自己的问题是往前走的第一步。",
        "label": ""
      },
      {
        "sentence": "如果我们尽力了没做好，那么我们可以找找自己失败的原因。",
        "label": ""
      },
      {
        "sentence": "如果我们自己都没有尽力，那么被指责是应该的，毕竟我们和老板是互惠共利的，自己没做好肯定不会被肯定。",
        "label": ""
      },
      {
        "sentence": "因此对于自己的问题，我们不要害怕有多难听，因为能指出我们问题的人确实希望我们可以有所改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要勇敢地面对自己的问题，并且努力去改变。",
    "annotation": [
      {
        "sentence": "我明白了，我要勇敢地面对自己的问题，并且努力去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，时间肯定是挤出来的，既然我们有一定的基础，不如先把会计证拿到手。不要太在意别人的评价，因为他们不知道我们想要什么。自己的价值和成就感是最重要的。",
    "annotation": [
      {
        "sentence": "很好，时间肯定是挤出来的，既然我们有一定的基础，不如先把会计证拿到手。",
        "label": ""
      },
      {
        "sentence": "不要太在意别人的评价，因为他们不知道我们想要什么。",
        "label": ""
      },
      {
        "sentence": "自己的价值和成就感是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我现在对未来有了一些信心。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我现在对未来有了一些信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你要记住，只要你不放弃，生活就会给你希望。继续加油，你一定可以克服困境，让自己的心理得到平静。如果还有什么需要帮助的，随时可以找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，你要记住，只要你不放弃，生活就会给你希望。",
        "label": ""
      },
      {
        "sentence": "继续加油，你一定可以克服困境，让自己的心理得到平静。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时可以找我倾诉。",
        "label": ""
      }
    ]
  }
]