[
  {
    "role": "client",
    "content": "老公熬夜，导致爱发脾气，让我很痛苦，怎么办？",
    "annotation": [
      {
        "sentence": "老公熬夜，导致爱发脾气，让我很痛苦，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法没有错，只是有些事情执行起来需要一定的难度。为了这个家庭其实双方付出的都不少。你提到丈夫每天下午下班陪我照顾孩子到我和孩子睡了，10点还去加班到2点，从这个作息时间看来对方的休息时间是不一定够的。年轻的时候熬夜还好，但是到了一定年纪之后熬夜真的没那么容易。因此有时间的话，我们可以和丈夫沟通一下，看看加班的事是否可以在家完成，或者说是否必须要有这笔收入我们的家庭才能正常维持下去。",
    "annotation": [
      {
        "sentence": "你的想法没有错，只是有些事情执行起来需要一定的难度。",
        "label": ""
      },
      {
        "sentence": "为了这个家庭其实双方付出的都不少。",
        "label": ""
      },
      {
        "sentence": "你提到丈夫每天下午下班陪我照顾孩子到我和孩子睡了，10点还去加班到2点，从这个作息时间看来对方的休息时间是不一定够的。",
        "label": ""
      },
      {
        "sentence": "年轻的时候熬夜还好，但是到了一定年纪之后熬夜真的没那么容易。",
        "label": ""
      },
      {
        "sentence": "因此有时间的话，我们可以和丈夫沟通一下，看看加班的事是否可以在家完成，或者说是否必须要有这笔收入我们的家庭才能正常维持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了这一点。但是他每天10点出门12点以后回来的这个习惯，让我们也没有独处的时间。如果他能在9点孩子睡了以后陪着我然后11点一起睡我觉得才是正常的生活，我的要求应该不过分吧，我们已经很久没有独处。",
    "annotation": [
      {
        "sentence": "是的，我也意识到了这一点。",
        "label": ""
      },
      {
        "sentence": "但是他每天10点出门12点以后回来的这个习惯，让我们也没有独处的时间。",
        "label": ""
      },
      {
        "sentence": "如果他能在9点孩子睡了以后陪着我然后11点一起睡我觉得才是正常的生活，我的要求应该不过分吧，我们已经很久没有独处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子现在才两岁，身边确实需要人照顾，但是家庭的所有开支都必须丈夫一个人承担的话，确实也有点力不从心。因此我们可以重新梳理一下经济情况，看看可不可以调整一下工作时间，毕竟赚钱是为了更好的生活。",
    "annotation": [
      {
        "sentence": "孩子现在才两岁，身边确实需要人照顾，但是家庭的所有开支都必须丈夫一个人承担的话，确实也有点力不从心。",
        "label": ""
      },
      {
        "sentence": "因此我们可以重新梳理一下经济情况，看看可不可以调整一下工作时间，毕竟赚钱是为了更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会和他好好沟通的。但是如果他不改变作息时间，我该怎么办？我很担心孩子，但是又不想一直被他的脾气影响。",
    "annotation": [
      {
        "sentence": "好的，我会和他好好沟通的。",
        "label": ""
      },
      {
        "sentence": "但是如果他不改变作息时间，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我很担心孩子，但是又不想一直被他的脾气影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "离婚不是解决问题的方式。你每天也很累，对方为了这个家也付出了很多，只是由于彼此很少沟通，在一些事情上有了一定的矛盾。因此我们可以找个时间换位体验一下，看看彼此每天的生活轨迹，体验一下对方的生活，毕竟谁都没有看起来那么容易。吵架和生气是不可避免的，但是我们不要把所有的精力都放在看到对方的不好上，可以回想一下彼此的付出，想想彼此为这个家做了什么。",
    "annotation": [
      {
        "sentence": "离婚不是解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "你每天也很累，对方为了这个家也付出了很多，只是由于彼此很少沟通，在一些事情上有了一定的矛盾。",
        "label": ""
      },
      {
        "sentence": "因此我们可以找个时间换位体验一下，看看彼此每天的生活轨迹，体验一下对方的生活，毕竟谁都没有看起来那么容易。",
        "label": ""
      },
      {
        "sentence": "吵架和生气是不可避免的，但是我们不要把所有的精力都放在看到对方的不好上，可以回想一下彼此的付出，想想彼此为这个家做了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议。但是我很低落，觉得没有人真正爱我，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是我很低落，觉得没有人真正爱我，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是可以理解的，但是这并不是你一个人的责任。每个人都有自己的想法和需求，如果我们想让别人知道我们的想法和需求，就需要用正确的方式来表达。你可以试着和丈夫沟通，告诉他你的感受，看看他能不能理解并给出解决方案。同时你也可以寻找一些自己的爱好，让自己更加快乐满足。",
    "annotation": [
      {
        "sentence": "你的感受是可以理解的，但是这并不是你一个人的责任。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的想法和需求，如果我们想让别人知道我们的想法和需求，就需要用正确的方式来表达。",
        "label": ""
      },
      {
        "sentence": "你可以试着和丈夫沟通，告诉他你的感受，看看他能不能理解并给出解决方案。",
        "label": ""
      },
      {
        "sentence": "同时你也可以寻找一些自己的爱好，让自己更加快乐满足。",
        "label": ""
      }
    ]
  }
]