[
  {
    "role": "client",
    "content": "相亲男友刚开始急结婚，发生关系同居半年，不提了？刚开始急结婚我说再急你再找一个吧后面他不提了我一个人住在城市没朋友本来连人都不让进后面他三番两次要求就同意了再后来元旦那天猫生病我很难过他留下来安慰我晚上要留下来我就同意了但是没有发生关系春节回家了疫情时他多次要求我回城我家住的难受至极于是我同意了他就住我那回来没几天就半推半就发生关系后面叫他回家他也不回了就这样同居了我是处女后面知道他以前生活乱约炮嫖娼闹的很大矛盾百出但是都没有分手后来我要搬家他出钱租了一年这时候我家催结婚他无动于衷现在我想搬出去住也没办法了一个人力量太弱没有支持感觉这段感情已经伤害了我我本是保守女子现在还同居了不知如何收场搬出去也不是不搬也不能这么被动现在我快27了",
    "annotation": [
      {
        "sentence": "相亲男友刚开始急结婚，发生关系同居半年，不提了？",
        "label": ""
      },
      {
        "sentence": "刚开始急结婚我说再急你再找一个吧后面他不提了我一个人住在城市没朋友本来连人都不让进后面他三番两次要求就同意了再后来元旦那天猫生病我很难过他留下来安慰我晚上要留下来我就同意了但是没有发生关系春节回家了疫情时他多次要求我回城我家住的难受至极于是我同意了他就住我那回来没几天就半推半就发生关系后面叫他回家他也不回了就这样同居了我是处女后面知道他以前生活乱约炮嫖娼闹的很大矛盾百出但是都没有分手后来我要搬家他出钱租了一年这时候我家催结婚他无动于衷现在我想搬出去住也没办法了一个人力量太弱没有支持感觉这段感情已经伤害了我我本是保守女子现在还同居了不知如何收场搬出去也不是不搬也不能这么被动现在我快27了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的一些描述，你和你男朋友产生了这么多的分歧和矛盾。我感觉你和你男朋友的三观略有不符合。虽然现在社会对两性问题更加开放，但是这不代表我们可以没有原则和底线，甚至失去了道德。你依然可以坚守你的底线。希望你能和一个三观相符的人共度余生，而不是和一个让你痛苦的男人凑合。",
    "annotation": [
      {
        "sentence": "呀～看了你的一些描述，你和你男朋友产生了这么多的分歧和矛盾。",
        "label": ""
      },
      {
        "sentence": "我感觉你和你男朋友的三观略有不符合。",
        "label": ""
      },
      {
        "sentence": "虽然现在社会对两性问题更加开放，但是这不代表我们可以没有原则和底线，甚至失去了道德。",
        "label": ""
      },
      {
        "sentence": "你依然可以坚守你的底线。",
        "label": ""
      },
      {
        "sentence": "希望你能和一个三观相符的人共度余生，而不是和一个让你痛苦的男人凑合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也意识到我们的三观不太一样了。他之前一直急着结婚，我提出再等等，但后来他突然不再提结婚的事情了。现在我一个人住在城市，没有朋友，还不能随便让人进来。但他却三番两次要求同居，我最后还是答应了。然后元旦那天我生病很难过，他留下来安慰我，晚上要留下来，我也就同意了。但是我们没有发生关系。春节回家后，疫情期间，他多次要求我回他城市的家里住，但我不舒服于是答应了，结果他住在我家里后回去没几天就半推半就地发生了关系。我让他回家，可他也不回去了，就这样我们开始同居了。我是处女，后来才知道他以前的私生活很乱，经常约炮、嫖娼，闹过很多矛盾。但是我们却没有分手。后来我要搬家，他愿意出钱租一年的房子，但现在我家人催着我们结婚，他却对此无动于衷。现在我想搬出去住，但没有办法了，感觉自己力量太弱，没有支持。这段感情已经伤害了我，本来我是保守的女子，现在却还同居了，不知道如何收场。不搬出去也不能这么被动，现在我快27了。",
    "annotation": [
      {
        "sentence": "我也意识到我们的三观不太一样了。",
        "label": ""
      },
      {
        "sentence": "他之前一直急着结婚，我提出再等等，但后来他突然不再提结婚的事情了。",
        "label": ""
      },
      {
        "sentence": "现在我一个人住在城市，没有朋友，还不能随便让人进来。",
        "label": ""
      },
      {
        "sentence": "但他却三番两次要求同居，我最后还是答应了。",
        "label": ""
      },
      {
        "sentence": "然后元旦那天我生病很难过，他留下来安慰我，晚上要留下来，我也就同意了。",
        "label": ""
      },
      {
        "sentence": "但是我们没有发生关系。",
        "label": ""
      },
      {
        "sentence": "春节回家后，疫情期间，他多次要求我回他城市的家里住，但我不舒服于是答应了，结果他住在我家里后回去没几天就半推半就地发生了关系。",
        "label": ""
      },
      {
        "sentence": "我让他回家，可他也不回去了，就这样我们开始同居了。",
        "label": ""
      },
      {
        "sentence": "我是处女，后来才知道他以前的私生活很乱，经常约炮、嫖娼，闹过很多矛盾。",
        "label": ""
      },
      {
        "sentence": "但是我们却没有分手。",
        "label": ""
      },
      {
        "sentence": "后来我要搬家，他愿意出钱租一年的房子，但现在我家人催着我们结婚，他却对此无动于衷。",
        "label": ""
      },
      {
        "sentence": "现在我想搬出去住，但没有办法了，感觉自己力量太弱，没有支持。",
        "label": ""
      },
      {
        "sentence": "这段感情已经伤害了我，本来我是保守的女子，现在却还同居了，不知道如何收场。",
        "label": ""
      },
      {
        "sentence": "不搬出去也不能这么被动，现在我快27了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你此时的困惑和痛苦。看了你的描述，我觉得他可能有一种“得到了就不珍惜”的心理。发生这种情况的原因很可能是你们之间的感情已经处于不平等的状态，其中一方付出的比另一方多。在你的这段感情中，很明显你们在一起之后，你付出的越来越多，而他付出的越来越少，你期待的越来越多，他给予的越来越少，所以你们之间的感情裂痕越来越大。这其实是男人和女人之间最大的区别。当男人感受到自己付出越少却得到了越多时，他们就会失去动力和激情去付出。或许这是一种性格缺陷吧。",
    "annotation": [
      {
        "sentence": "我能理解你此时的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "看了你的描述，我觉得他可能有一种“得到了就不珍惜”的心理。",
        "label": ""
      },
      {
        "sentence": "发生这种情况的原因很可能是你们之间的感情已经处于不平等的状态，其中一方付出的比另一方多。",
        "label": ""
      },
      {
        "sentence": "在你的这段感情中，很明显你们在一起之后，你付出的越来越多，而他付出的越来越少，你期待的越来越多，他给予的越来越少，所以你们之间的感情裂痕越来越大。",
        "label": ""
      },
      {
        "sentence": "这其实是男人和女人之间最大的区别。",
        "label": ""
      },
      {
        "sentence": "当男人感受到自己付出越少却得到了越多时，他们就会失去动力和激情去付出。",
        "label": ""
      },
      {
        "sentence": "或许这是一种性格缺陷吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，你说得没错。我也感觉到了这种不平等和不公平。可是我还是对他抱有期待，希望他能够改变。我知道他以前的私生活很乱，对我来说也是一种挑战。如果我能接受并且不介意他以前的事情，我或许可以相信我可以改变他。虽然这有点不现实，但是我给自己设定了一个任务，但一旦失败了，我也要做好心理准备。因为一个人的性格并不是那么容易被改变的，我不能单靠一己之力让他改变。其实我应该相信，适合我的人和爱我的人会在前方等着我。我不能勉强自己委身于一个不适合我的人。我现在还年轻，选择还很多。",
    "annotation": [
      {
        "sentence": "对，你说得没错。",
        "label": ""
      },
      {
        "sentence": "我也感觉到了这种不平等和不公平。",
        "label": ""
      },
      {
        "sentence": "可是我还是对他抱有期待，希望他能够改变。",
        "label": ""
      },
      {
        "sentence": "我知道他以前的私生活很乱，对我来说也是一种挑战。",
        "label": ""
      },
      {
        "sentence": "如果我能接受并且不介意他以前的事情，我或许可以相信我可以改变他。",
        "label": ""
      },
      {
        "sentence": "虽然这有点不现实，但是我给自己设定了一个任务，但一旦失败了，我也要做好心理准备。",
        "label": ""
      },
      {
        "sentence": "因为一个人的性格并不是那么容易被改变的，我不能单靠一己之力让他改变。",
        "label": ""
      },
      {
        "sentence": "其实我应该相信，适合我的人和爱我的人会在前方等着我。",
        "label": ""
      },
      {
        "sentence": "我不能勉强自己委身于一个不适合我的人。",
        "label": ""
      },
      {
        "sentence": "我现在还年轻，选择还很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够认识到这些问题，并且开始思考自己的选择。确实，你是一个年轻的女性，你的选择还很多。我希望你不要再勉强自己去迁就一个不适合你的人。虽然此时你感到力量很弱，缺乏支持感。但有时候，我们需要给自己一点时间，找回内心的勇气和力量。不要忘记，你的幸福和人生的质量是你自己的责任。你可以主动地寻找一些支持，比如与朋友或家人交流，或者寻求专业的心理咨询师的帮助。他们可以给你更多的支持和建议，帮助你更好地应对和解决这段感情带来的困扰。",
    "annotation": [
      {
        "sentence": "很高兴你能够认识到这些问题，并且开始思考自己的选择。",
        "label": ""
      },
      {
        "sentence": "确实，你是一个年轻的女性，你的选择还很多。",
        "label": ""
      },
      {
        "sentence": "我希望你不要再勉强自己去迁就一个不适合你的人。",
        "label": ""
      },
      {
        "sentence": "虽然此时你感到力量很弱，缺乏支持感。",
        "label": ""
      },
      {
        "sentence": "但有时候，我们需要给自己一点时间，找回内心的勇气和力量。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你的幸福和人生的质量是你自己的责任。",
        "label": ""
      },
      {
        "sentence": "你可以主动地寻找一些支持，比如与朋友或家人交流，或者寻求专业的心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "他们可以给你更多的支持和建议，帮助你更好地应对和解决这段感情带来的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会在寻找支持的过程中，给自己一点时间来调整和恢复。我也会为自己做出更好的选择，不再委屈自己。我相信，只有与一个真正适合我的人在一起，我才能找到内心的平静和幸福。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会在寻找支持的过程中，给自己一点时间来调整和恢复。",
        "label": ""
      },
      {
        "sentence": "我也会为自己做出更好的选择，不再委屈自己。",
        "label": ""
      },
      {
        "sentence": "我相信，只有与一个真正适合我的人在一起，我才能找到内心的平静和幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  }
]