[
  {
    "role": "client",
    "content": "为什么我如此地憎恨、厌恶、恶心我自己？",
    "annotation": [
      {
        "sentence": "为什么我如此地憎恨、厌恶、恶心我自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的叙述，我忍不住深深地叹了口气。你内心里充斥着对自己的不满，你对你的评价是如此之低，你连最粗俗的话都对自己说起，“丑陋、粗鄙、懒惰”，看到“我如此地憎恨、厌恶、恶心我自己”的时候，我觉得很伤心很难受，似乎想到了当年的我自己。",
    "annotation": [
      {
        "sentence": "看到你的叙述，我忍不住深深地叹了口气。",
        "label": ""
      },
      {
        "sentence": "你内心里充斥着对自己的不满，你对你的评价是如此之低，你连最粗俗的话都对自己说起，“丑陋、粗鄙、懒惰”，看到“我如此地憎恨、厌恶、恶心我自己”的时候，我觉得很伤心很难受，似乎想到了当年的我自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是大一新生，目前就读于某211。在我读大学之前，我总是觉得，离开了学业繁重的初高中，我就能快乐起来，尽情地去享受生活。现在开学两三个星期吧，我对自己的厌恶之情不但没有得到缓解，这种痛恨之情反而加剧，我感到自己一无是处，恶心、绝望，这让我想杀了我自己。",
    "annotation": [
      {
        "sentence": "我是大一新生，目前就读于某211。",
        "label": ""
      },
      {
        "sentence": "在我读大学之前，我总是觉得，离开了学业繁重的初高中，我就能快乐起来，尽情地去享受生活。",
        "label": ""
      },
      {
        "sentence": "现在开学两三个星期吧，我对自己的厌恶之情不但没有得到缓解，这种痛恨之情反而加剧，我感到自己一无是处，恶心、绝望，这让我想杀了我自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对自己的期望和现实之间的落差可能给你带来了巨大的挫折感和失望感。当我们对自己期待太高，而无法满足这些期待时，会产生一种对自己的否定和自我厌恶的情绪。你对自己的评价过于苛刻，过于消极，这些负面情绪会加重你对自己的厌恶之情。但请相信，这只是暂时的，你还有很多机会去逐渐接纳和改变自己。",
    "annotation": [
      {
        "sentence": "对自己的期望和现实之间的落差可能给你带来了巨大的挫折感和失望感。",
        "label": ""
      },
      {
        "sentence": "当我们对自己期待太高，而无法满足这些期待时，会产生一种对自己的否定和自我厌恶的情绪。",
        "label": ""
      },
      {
        "sentence": "你对自己的评价过于苛刻，过于消极，这些负面情绪会加重你对自己的厌恶之情。",
        "label": ""
      },
      {
        "sentence": "但请相信，这只是暂时的，你还有很多机会去逐渐接纳和改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我也明白或许其实我也没有这么差劲，但我只要看到我有一个不如别人的点，我就感到自己是个废物。我知道自己是这么渺小，任何一点点成就都不值一提。",
    "annotation": [
      {
        "sentence": "有时候我也明白或许其实我也没有这么差劲，但我只要看到我有一个不如别人的点，我就感到自己是个废物。",
        "label": ""
      },
      {
        "sentence": "我知道自己是这么渺小，任何一点点成就都不值一提。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的优点和不足之处，并不是每个人都是完美无缺的。你不能仅仅通过看到自己的不足来定义自己的价值。你所感受到的“渺小”和“废物”是在你对自己的要求过高和对他人的评价过于看重的情况下产生的。你需要学会接纳自己的不完美之处，同时也要认识到你的优点和潜力。",
    "annotation": [
      {
        "sentence": "每个人都有自己的优点和不足之处，并不是每个人都是完美无缺的。",
        "label": ""
      },
      {
        "sentence": "你不能仅仅通过看到自己的不足来定义自己的价值。",
        "label": ""
      },
      {
        "sentence": "你所感受到的“渺小”和“废物”是在你对自己的要求过高和对他人的评价过于看重的情况下产生的。",
        "label": ""
      },
      {
        "sentence": "你需要学会接纳自己的不完美之处，同时也要认识到你的优点和潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我老是哭最近。我不知道我在哭什么。我总是难以忘记父亲对我吼叫的画面，他说：“我这一辈子都活在压抑之中！”我难以忘记他告诉我，他早知道不生我，把钱省下来养老；我忘不了他说我是个高傲的人，我在那个狭小空间的面馆里，愣住了，大脑空白，泪却不敢流下来。",
    "annotation": [
      {
        "sentence": "我老是哭最近。",
        "label": ""
      },
      {
        "sentence": "我不知道我在哭什么。",
        "label": ""
      },
      {
        "sentence": "我总是难以忘记父亲对我吼叫的画面，他说：“我这一辈子都活在压抑之中！",
        "label": ""
      },
      {
        "sentence": "”我难以忘记他告诉我，他早知道不生我，把钱省下来养老；我忘不了他说我是个高傲的人，我在那个狭小空间的面馆里，愣住了，大脑空白，泪却不敢流下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你父亲对你的态度和言辞让你感到非常痛苦和伤心。他的压抑和对你的指责给你带来了巨大的困扰，让你觉得自己毫无价值。父母对我们的影响非常深刻，尤其是在童年时期。你的父亲可能把自己的负面情绪和不满传递给了你，导致你对自己持有消极的看法。但是，请相信，你并不是他所说的那样，你有自己的价值和潜力。不要让他的评价左右你对自己的判断。",
    "annotation": [
      {
        "sentence": "你父亲对你的态度和言辞让你感到非常痛苦和伤心。",
        "label": ""
      },
      {
        "sentence": "他的压抑和对你的指责给你带来了巨大的困扰，让你觉得自己毫无价值。",
        "label": ""
      },
      {
        "sentence": "父母对我们的影响非常深刻，尤其是在童年时期。",
        "label": ""
      },
      {
        "sentence": "你的父亲可能把自己的负面情绪和不满传递给了你，导致你对自己持有消极的看法。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，你并不是他所说的那样，你有自己的价值和潜力。",
        "label": ""
      },
      {
        "sentence": "不要让他的评价左右你对自己的判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我丑陋、粗鄙、懒惰。我永远不会相信任何人，因为我父母也不值得我相信；我永远也不相信我会被人所爱，因为我厌恶我自己！！我这种狗屎！！我也不知道我有没有。",
    "annotation": [
      {
        "sentence": "我丑陋、粗鄙、懒惰。",
        "label": ""
      },
      {
        "sentence": "我永远不会相信任何人，因为我父母也不值得我相信；我永远也不相信我会被人所爱，因为我厌恶我自己！！",
        "label": ""
      },
      {
        "sentence": "我这种狗屎！！",
        "label": ""
      },
      {
        "sentence": "我也不知道我有没有。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种负面的自我评价只会进一步伤害你自己，我们都有自己的不完美之处，但这并不代表你就没有价值和被爱的权利。不要用过激的言辞来否定自己，这只会加重你的负面情绪。你是一个善良、勇敢的人，你值得被关心和爱护。也许现在你很难相信别人，但是要相信，总有人愿意倾听和支持你。不要让负面情绪和自我厌恶束缚住你，你可以寻求帮助和改变自己的态度。",
    "annotation": [
      {
        "sentence": "这种负面的自我评价只会进一步伤害你自己，我们都有自己的不完美之处，但这并不代表你就没有价值和被爱的权利。",
        "label": ""
      },
      {
        "sentence": "不要用过激的言辞来否定自己，这只会加重你的负面情绪。",
        "label": ""
      },
      {
        "sentence": "你是一个善良、勇敢的人，你值得被关心和爱护。",
        "label": ""
      },
      {
        "sentence": "也许现在你很难相信别人，但是要相信，总有人愿意倾听和支持你。",
        "label": ""
      },
      {
        "sentence": "不要让负面情绪和自我厌恶束缚住你，你可以寻求帮助和改变自己的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的爷爷奶奶啊，他们是这么的慈祥，总是笑呵呵地叫我的小名，我不舍得让他们伤心。",
    "annotation": [
      {
        "sentence": "我的爷爷奶奶啊，他们是这么的慈祥，总是笑呵呵地叫我的小名，我不舍得让他们伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的爷爷奶奶给了你慈祥和温暖的家庭环境，这是你内心的一片净土。你可以从他们身上学到很多正面的品质和态度。你的亲人爱你、关心你，他们对你的爱是无条件的。不要让自己被消极情绪所笼罩，记住他们的爱是你前进的动力。",
    "annotation": [
      {
        "sentence": "你的爷爷奶奶给了你慈祥和温暖的家庭环境，这是你内心的一片净土。",
        "label": ""
      },
      {
        "sentence": "你可以从他们身上学到很多正面的品质和态度。",
        "label": ""
      },
      {
        "sentence": "你的亲人爱你、关心你，他们对你的爱是无条件的。",
        "label": ""
      },
      {
        "sentence": "不要让自己被消极情绪所笼罩，记住他们的爱是你前进的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我总是无法忘记那样的画面，以及我手臂上割了又割的伤痕。",
    "annotation": [
      {
        "sentence": "但我总是无法忘记那样的画面，以及我手臂上割了又割的伤痕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历让我感到非常心疼，你用自残的方式来表达自己的愤怒和痛苦。这种方式只会带来短暂的释放和逃避，但并不能解决你内心的困扰。我建议你寻求专业的帮助和支持，无论是校园心理咨",
    "annotation": [
      {
        "sentence": "你的经历让我感到非常心疼，你用自残的方式来表达自己的愤怒和痛苦。",
        "label": ""
      },
      {
        "sentence": "这种方式只会带来短暂的释放和逃避，但并不能解决你内心的困扰。",
        "label": ""
      },
      {
        "sentence": "我建议你寻求专业的帮助和支持，无论是校园心理咨",
        "label": ""
      }
    ]
  }
]