[
  {
    "role": "client",
    "content": "为什么我如此地憎恨、厌恶、恶心我自己？",
    "annotation": [
      {
        "sentence": "为什么我如此地憎恨、厌恶、恶心我自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你讨厌你自己，也许在别人看来你很优秀，你关注的更多的是自己不好的地方。我们常常拿自己和比自己好的人作比较，但是比我们生活得差的人也是存在的，这个世界也许不会那么如意，我们走好自己的路就行了。",
    "annotation": [
      {
        "sentence": "你讨厌你自己，也许在别人看来你很优秀，你关注的更多的是自己不好的地方。",
        "label": ""
      },
      {
        "sentence": "我们常常拿自己和比自己好的人作比较，但是比我们生活得差的人也是存在的，这个世界也许不会那么如意，我们走好自己的路就行了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是大一新生，目前就读于某211。在我读大学之前，我总是觉得，离开了学业繁重的初高中，我就能快乐起来，尽情地去享受生活。现在开学两三个星期吧，我对自己的厌恶之情不但没有得到缓解，这种痛恨之情反而加剧，我感到自己一无是处，恶心、绝望，这让我想杀了我自己。",
    "annotation": [
      {
        "sentence": "我是大一新生，目前就读于某211。",
        "label": ""
      },
      {
        "sentence": "在我读大学之前，我总是觉得，离开了学业繁重的初高中，我就能快乐起来，尽情地去享受生活。",
        "label": ""
      },
      {
        "sentence": "现在开学两三个星期吧，我对自己的厌恶之情不但没有得到缓解，这种痛恨之情反而加剧，我感到自己一无是处，恶心、绝望，这让我想杀了我自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初入大学幻想与现实的差距，你目前就读211，这是值得肯定的，你是非常优秀的。和以前繁重的高中相比，大学的新生活并没有给你带来好的体验。一方面是因为你就读的大学可能管理比较严格，学习氛围比较好，让你觉得压抑；另一方面，在好的环境里面，比自己优秀的人多了，有了比较，心里产生嫉妒，自己的优势支出就会无限缩小，你所看到的只有自己不好的一面。",
    "annotation": [
      {
        "sentence": "初入大学幻想与现实的差距，你目前就读211，这是值得肯定的，你是非常优秀的。",
        "label": ""
      },
      {
        "sentence": "和以前繁重的高中相比，大学的新生活并没有给你带来好的体验。",
        "label": ""
      },
      {
        "sentence": "一方面是因为你就读的大学可能管理比较严格，学习氛围比较好，让你觉得压抑；另一方面，在好的环境里面，比自己优秀的人多了，有了比较，心里产生嫉妒，自己的优势支出就会无限缩小，你所看到的只有自己不好的一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我也明白或许其实我也没有这么差劲，但我只要看到我有一个不如别人的点，我就感到自己是个废物。我知道自己是这么渺小，任何一点点成就都不值一提。我老是哭最近。我不知道我在哭什么。",
    "annotation": [
      {
        "sentence": "有时候我也明白或许其实我也没有这么差劲，但我只要看到我有一个不如别人的点，我就感到自己是个废物。",
        "label": ""
      },
      {
        "sentence": "我知道自己是这么渺小，任何一点点成就都不值一提。",
        "label": ""
      },
      {
        "sentence": "我老是哭最近。",
        "label": ""
      },
      {
        "sentence": "我不知道我在哭什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拿破仑曾经说过：“我只有一个忠告给你，做你自己的主人。”怎样才是做你自己的主人呢？自我否定人格可能是因为你太追求完美或者是家庭给你带来的打击不断打压你，让你自己觉得自己很差劲。要想做自己要从自我肯定开始，除了肯定你目前已经取得的成就以外，还要增加对未来的信心。",
    "annotation": [
      {
        "sentence": "拿破仑曾经说过：“我只有一个忠告给你，做你自己的主人。",
        "label": ""
      },
      {
        "sentence": "”怎样才是做你自己的主人呢？",
        "label": ""
      },
      {
        "sentence": "自我否定人格可能是因为你太追求完美或者是家庭给你带来的打击不断打压你，让你自己觉得自己很差劲。",
        "label": ""
      },
      {
        "sentence": "要想做自己要从自我肯定开始，除了肯定你目前已经取得的成就以外，还要增加对未来的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我总是难以忘记父亲对我吼叫的画面，他说：“我这一辈子都活在压抑之中！”我难以忘记他告诉我，他早知道不生我，把钱省下来养老；我忘不了他说我是个高傲的人，我在那个狭小空间的面馆里，愣住了，大脑空白，泪却不敢流下来。我丑陋、粗鄙、懒惰。我永远不会相信任何人，因为我父母也不值得我相信；我永远也不相信我会被人所爱，因为我厌恶我自己！！",
    "annotation": [
      {
        "sentence": "我总是难以忘记父亲对我吼叫的画面，他说：“我这一辈子都活在压抑之中！",
        "label": ""
      },
      {
        "sentence": "”我难以忘记他告诉我，他早知道不生我，把钱省下来养老；我忘不了他说我是个高傲的人，我在那个狭小空间的面馆里，愣住了，大脑空白，泪却不敢流下来。",
        "label": ""
      },
      {
        "sentence": "我丑陋、粗鄙、懒惰。",
        "label": ""
      },
      {
        "sentence": "我永远不会相信任何人，因为我父母也不值得我相信；我永远也不相信我会被人所爱，因为我厌恶我自己！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭的影响确实对我们的自我认知有着很大的影响。你说难以忘记父亲对你吼叫的画面，那是因为你和父亲之间存在沟通问题吗？是否尝试着和父亲沟通呢？步入大学，意味着我们已经成年了，以后的生活我们也会变得独立，不再依靠父母。很多事情我们都可以自己去决定，父母是陪伴我们成长的，并且我们有义务去照顾他们，这是感恩，是孝顺。以后我们自己的生活是按照我们自己的意愿来的，就看你想过怎样的生活。优秀的人我们不能阻止他们的存在，我们不应该停止我们自己的进步呀。也许你也是别人仰望的对象呢？如果你实在是不能排解自己的情绪，建议可以找心理咨询师，我相信他们一定会理解你并且给你好的建议的。希望我的回答对你有帮助，祝福你一切安好，来日方长。",
    "annotation": [
      {
        "sentence": "家庭的影响确实对我们的自我认知有着很大的影响。",
        "label": ""
      },
      {
        "sentence": "你说难以忘记父亲对你吼叫的画面，那是因为你和父亲之间存在沟通问题吗？",
        "label": ""
      },
      {
        "sentence": "是否尝试着和父亲沟通呢？",
        "label": ""
      },
      {
        "sentence": "步入大学，意味着我们已经成年了，以后的生活我们也会变得独立，不再依靠父母。",
        "label": ""
      },
      {
        "sentence": "很多事情我们都可以自己去决定，父母是陪伴我们成长的，并且我们有义务去照顾他们，这是感恩，是孝顺。",
        "label": ""
      },
      {
        "sentence": "以后我们自己的生活是按照我们自己的意愿来的，就看你想过怎样的生活。",
        "label": ""
      },
      {
        "sentence": "优秀的人我们不能阻止他们的存在，我们不应该停止我们自己的进步呀。",
        "label": ""
      },
      {
        "sentence": "也许你也是别人仰望的对象呢？",
        "label": ""
      },
      {
        "sentence": "如果你实在是不能排解自己的情绪，建议可以找心理咨询师，我相信他们一定会理解你并且给你好的建议的。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮助，祝福你一切安好，来日方长。",
        "label": ""
      }
    ]
  }
]