[
  {
    "role": "client",
    "content": "节食催吐成了常态，我是不是生病了？我好像生病了，我163现在96斤，大三前一直都是115左右，我也知道按我这个身高那个体重是个标准体重，不算胖，可是由于身边的人偶尔的说过壮啊，胖之类的字眼，我一直挺自卑的。我也一直在减肥，一开始我运动加控制饮食，整整两个多月一斤没瘦，看起来也没有什么变化。我知道节食对身体危害很大，但我还是做了，我太想瘦了，对于体重有些难以磨灭的执念。我现在吃饭喝水都要计算重量，要不几天不吃饭，要么吃了就马上吐出来，这两天我已经吐了四次了。我这个状态持续很长的时间了，我几乎大半年没有好好吃过饭了。今天又吐了三次，稍微一吃多就想着催吐，拜托救救我吧。",
    "annotation": [
      {
        "sentence": "节食催吐成了常态，我是不是生病了？",
        "label": ""
      },
      {
        "sentence": "我好像生病了，我163现在96斤，大三前一直都是115左右，我也知道按我这个身高那个体重是个标准体重，不算胖，可是由于身边的人偶尔的说过壮啊，胖之类的字眼，我一直挺自卑的。",
        "label": ""
      },
      {
        "sentence": "我也一直在减肥，一开始我运动加控制饮食，整整两个多月一斤没瘦，看起来也没有什么变化。",
        "label": ""
      },
      {
        "sentence": "我知道节食对身体危害很大，但我还是做了，我太想瘦了，对于体重有些难以磨灭的执念。",
        "label": ""
      },
      {
        "sentence": "我现在吃饭喝水都要计算重量，要不几天不吃饭，要么吃了就马上吐出来，这两天我已经吐了四次了。",
        "label": ""
      },
      {
        "sentence": "我这个状态持续很长的时间了，我几乎大半年没有好好吃过饭了。",
        "label": ""
      },
      {
        "sentence": "今天又吐了三次，稍微一吃多就想着催吐，拜托救救我吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解，减肥过程中的困惑常常会让人陷入迷茫和焦虑之中。但是请相信，你并没有生病，这只是因为对体重的过度关注和外界的观点造成的自卑情绪。无论怎样都是管不住别人的嘴的，做好自己就够了，你又没有吃她家大米有什么好说的。不要盲目减肥女孩子有爱美之心很很正常，但也不要因为别人的闲言碎语而自卑。别人说你胖、壮，不一定是你体重上的原因，可能是先天的骨架大，或者形态的原因。不好的形态会在视觉上产生视觉差，看见你比较胖，那么可以尝试的去练练形体，给自己改变气质和形态有很大的帮助。又或者本身骨架大，就会让人看起来比较壮，那么就需要在服装搭配上，来掩盖骨架大带来的缺点，让整个身体服装看起来更加协调。",
    "annotation": [
      {
        "sentence": "你的感受我能理解，减肥过程中的困惑常常会让人陷入迷茫和焦虑之中。",
        "label": ""
      },
      {
        "sentence": "但是请相信，你并没有生病，这只是因为对体重的过度关注和外界的观点造成的自卑情绪。",
        "label": ""
      },
      {
        "sentence": "无论怎样都是管不住别人的嘴的，做好自己就够了，你又没有吃她家大米有什么好说的。",
        "label": ""
      },
      {
        "sentence": "不要盲目减肥女孩子有爱美之心很很正常，但也不要因为别人的闲言碎语而自卑。",
        "label": ""
      },
      {
        "sentence": "别人说你胖、壮，不一定是你体重上的原因，可能是先天的骨架大，或者形态的原因。",
        "label": ""
      },
      {
        "sentence": "不好的形态会在视觉上产生视觉差，看见你比较胖，那么可以尝试的去练练形体，给自己改变气质和形态有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "又或者本身骨架大，就会让人看起来比较壮，那么就需要在服装搭配上，来掩盖骨架大带来的缺点，让整个身体服装看起来更加协调。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我也确实意识到了自卑情绪对我产生了很大的影响。但是我还是希望能够瘦下来，对自己更有自信。可能是我选择的减肥方法不对吧，我运动加控制饮食整整两个多月一斤都没瘦，看起来也没有变化，我真的很困惑。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我也确实意识到了自卑情绪对我产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "但是我还是希望能够瘦下来，对自己更有自信。",
        "label": ""
      },
      {
        "sentence": "可能是我选择的减肥方法不对吧，我运动加控制饮食整整两个多月一斤都没瘦，看起来也没有变化，我真的很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能没有找对适合自己的运动，所以觉得没有什么变化。还有一种可能就是，自己天天看自己，已经习惯自己了，所以觉得没有变化，可以让身边的好朋友看看有没有变化。也可以自己拍照，与几个月后面的自己进行对比，还是会有差别的。节食减肥对身体是有危害的，而且并没有给你带来实质的变化，反而让你变得不健康。所以建议你放弃节食减肥的方式，恢复正常的饮食，保持适量的运动，这样才能实现健康减重。",
    "annotation": [
      {
        "sentence": "可能没有找对适合自己的运动，所以觉得没有什么变化。",
        "label": ""
      },
      {
        "sentence": "还有一种可能就是，自己天天看自己，已经习惯自己了，所以觉得没有变化，可以让身边的好朋友看看有没有变化。",
        "label": ""
      },
      {
        "sentence": "也可以自己拍照，与几个月后面的自己进行对比，还是会有差别的。",
        "label": ""
      },
      {
        "sentence": "节食减肥对身体是有危害的，而且并没有给你带来实质的变化，反而让你变得不健康。",
        "label": ""
      },
      {
        "sentence": "所以建议你放弃节食减肥的方式，恢复正常的饮食，保持适量的运动，这样才能实现健康减重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我理解节食对身体的伤害，但是为了变瘦我还是坚持了下来，现在已经无法自控地进行催吐了。我真的希望有人能够帮助我摆脱这个状态。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我理解节食对身体的伤害，但是为了变瘦我还是坚持了下来，现在已经无法自控地进行催吐了。",
        "label": ""
      },
      {
        "sentence": "我真的希望有人能够帮助我摆脱这个状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困境，但是催吐只会让你的身体更加受伤，并且容易导致严重的身体问题。催吐已经成为了一种病态的减肥方式，真正能救你的只能是你自己。我建议你停止减肥，恢复正常饮食。如果稍微一吃多就想吐，那么就稍微吃一点，让自己的胃先适应，从少食多餐开始。如果长时间还是这种情况，建议还是需要及时去看医生，及时治疗，让身体恢复健康。减肥的前提是要有个健康的身体。",
    "annotation": [
      {
        "sentence": "我明白你的困境，但是催吐只会让你的身体更加受伤，并且容易导致严重的身体问题。",
        "label": ""
      },
      {
        "sentence": "催吐已经成为了一种病态的减肥方式，真正能救你的只能是你自己。",
        "label": ""
      },
      {
        "sentence": "我建议你停止减肥，恢复正常饮食。",
        "label": ""
      },
      {
        "sentence": "如果稍微一吃多就想吐，那么就稍微吃一点，让自己的胃先适应，从少食多餐开始。",
        "label": ""
      },
      {
        "sentence": "如果长时间还是这种情况，建议还是需要及时去看医生，及时治疗，让身体恢复健康。",
        "label": ""
      },
      {
        "sentence": "减肥的前提是要有个健康的身体。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错。我现在意识到了减肥应该以健康为前提，我会调整自己的观念，放弃不健康的方法。我会试着逐渐调整饮食，让自己的身体恢复健康。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得没错。",
        "label": ""
      },
      {
        "sentence": "我现在意识到了减肥应该以健康为前提，我会调整自己的观念，放弃不健康的方法。",
        "label": ""
      },
      {
        "sentence": "我会试着逐渐调整饮食，让自己的身体恢复健康。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，这是你为自己的身体做出的正确选择。逐渐调整饮食，合理运动，让身体恢复健康是最重要的。要记住，你的体重并不代表你的价值，每个人都是独特而美丽的。希望你能坚持下去，渐渐恢复自信和健康。如果你需要任何帮助，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，这是你为自己的身体做出的正确选择。",
        "label": ""
      },
      {
        "sentence": "逐渐调整饮食，合理运动，让身体恢复健康是最重要的。",
        "label": ""
      },
      {
        "sentence": "要记住，你的体重并不代表你的价值，每个人都是独特而美丽的。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，渐渐恢复自信和健康。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  }
]