[
  {
    "role": "client",
    "content": "看不惯婆婆，和老公没共同语言，这样子的情况咋办？婆婆说话语气不好，她每次这样我就心情不好。老公也没啥文化，我是大专生，但有精分，虽然有这病，还是看不惯婆婆说话，和老公也没啥共同话题，感情基础，这样子该咋办好",
    "annotation": [
      {
        "sentence": "看不惯婆婆，和老公没共同语言，这样子的情况咋办？",
        "label": ""
      },
      {
        "sentence": "婆婆说话语气不好，她每次这样我就心情不好。",
        "label": ""
      },
      {
        "sentence": "老公也没啥文化，我是大专生，但有精分，虽然有这病，还是看不惯婆婆说话，和老公也没啥共同话题，感情基础，这样子该咋办好",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你看不惯婆婆的言行，而且你和老公之间缺乏共同语言，这样让你觉得很困扰。婆婆说话语气不好，这会让你的心情变得不够开朗。那么对于这种孤独的感觉，你觉得是事实还是你对自己产生了负面的评价呢？你可以思考一下，到底是什么原因导致了这种情况。下面我给你一些建议供你参考：1、首先要清楚，婆婆说话的语气好还是不好，是她的选择，但你自己的心情好不好，是你自己要负责的。为什么这么说呢？因为我们身边的人各有不同的脾气、性格和表达方式。对于婆婆来说，她是你家里的人，你不得不关心她。你可以逐渐通过日常生活中的沟通让她逐渐意识到，当她说话语气好的时候，你会开心和她沟通更加顺畅。如果她想让家庭的氛围更好一些，她可能会改变自己的态度。但最终她是否改变，这是我们无法控制的。2、坚定自己的内心，我们需要调整自己的心情。告诉自己，你有自己的价值，不需要任何人来评判或评论。无论你的身体或精神状况如何，就像你之前说的，也许你现在的心理状况不太好，但这没关系，因为这就是你现在的状态。我们需要接受自己当前的状态，才能逐渐调整到一个更好的状态。3、寻找共同话题，对于你们夫妻之间缺乏共同话题，可能是因为你们缺乏更多的沟通和了解彼此。夫妻共同生活中的柴米油盐也可以成为话题。你可以找一件事和你的老公进行沟通，比如心理学，或询问他最近关心的事情。也可以尝试一起解决一个问题，比如家里遇到的困难，通过商量和合作来解决，这也会增进你们之间的感情。最后，我们需要更好地疼爱自己。等你接受并爱护自己后，周围的人也会慢慢改变。要耐心一点，给自己一些时间。以上是我的建议，希望对你有所帮助。愿你我都能成为自己想要的样子……祝福你，越来越好！",
    "annotation": [
      {
        "sentence": "你看不惯婆婆的言行，而且你和老公之间缺乏共同语言，这样让你觉得很困扰。",
        "label": ""
      },
      {
        "sentence": "婆婆说话语气不好，这会让你的心情变得不够开朗。",
        "label": ""
      },
      {
        "sentence": "那么对于这种孤独的感觉，你觉得是事实还是你对自己产生了负面的评价呢？",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，到底是什么原因导致了这种情况。",
        "label": ""
      },
      {
        "sentence": "下面我给你一些建议供你参考：1、首先要清楚，婆婆说话的语气好还是不好，是她的选择，但你自己的心情好不好，是你自己要负责的。",
        "label": ""
      },
      {
        "sentence": "为什么这么说呢？",
        "label": ""
      },
      {
        "sentence": "因为我们身边的人各有不同的脾气、性格和表达方式。",
        "label": ""
      },
      {
        "sentence": "对于婆婆来说，她是你家里的人，你不得不关心她。",
        "label": ""
      },
      {
        "sentence": "你可以逐渐通过日常生活中的沟通让她逐渐意识到，当她说话语气好的时候，你会开心和她沟通更加顺畅。",
        "label": ""
      },
      {
        "sentence": "如果她想让家庭的氛围更好一些，她可能会改变自己的态度。",
        "label": ""
      },
      {
        "sentence": "但最终她是否改变，这是我们无法控制的。",
        "label": ""
      },
      {
        "sentence": "2、坚定自己的内心，我们需要调整自己的心情。",
        "label": ""
      },
      {
        "sentence": "告诉自己，你有自己的价值，不需要任何人来评判或评论。",
        "label": ""
      },
      {
        "sentence": "无论你的身体或精神状况如何，就像你之前说的，也许你现在的心理状况不太好，但这没关系，因为这就是你现在的状态。",
        "label": ""
      },
      {
        "sentence": "我们需要接受自己当前的状态，才能逐渐调整到一个更好的状态。",
        "label": ""
      },
      {
        "sentence": "3、寻找共同话题，对于你们夫妻之间缺乏共同话题，可能是因为你们缺乏更多的沟通和了解彼此。",
        "label": ""
      },
      {
        "sentence": "夫妻共同生活中的柴米油盐也可以成为话题。",
        "label": ""
      },
      {
        "sentence": "你可以找一件事和你的老公进行沟通，比如心理学，或询问他最近关心的事情。",
        "label": ""
      },
      {
        "sentence": "也可以尝试一起解决一个问题，比如家里遇到的困难，通过商量和合作来解决，这也会增进你们之间的感情。",
        "label": ""
      },
      {
        "sentence": "最后，我们需要更好地疼爱自己。",
        "label": ""
      },
      {
        "sentence": "等你接受并爱护自己后，周围的人也会慢慢改变。",
        "label": ""
      },
      {
        "sentence": "要耐心一点，给自己一些时间。",
        "label": ""
      },
      {
        "sentence": "以上是我的建议，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "愿你我都能成为自己想要的样子……祝福你，越来越好！",
        "label": ""
      }
    ]
  }
]