[
  {
    "role": "client",
    "content": "觉得周围的人看不起我，但知道是我自己看不起自己。我一直很自卑，很内向，而且是个腼腆不爱说话的人，而且还有社交恐惧症。最近刚考上教师的编制，来到新学校，和我一起还有另外一个老师，我觉得她比我开朗，爱说话，我觉得她比我更受欢迎，我心里突然不太平衡，我觉得自己不如她，有些老师看不起我。可有时候，我想想，还是我自己太自卑，太内向，自己讨厌自己，自己看不起自己。但我不知道该怎么做，比如今天吃饭，我和另一个新老师去打饭，她就和其他老师聊得很来，我偶尔插话，但没什么人理我，而且我觉得校长看我的眼神，总在我很胆怯、很紧张的时候看我，我觉得他看不起我，觉得我好欺负，我突然觉得好难受，我觉得自己好差劲。我该这么办？",
    "annotation": [
      {
        "sentence": "觉得周围的人看不起我，但知道是我自己看不起自己。",
        "label": ""
      },
      {
        "sentence": "我一直很自卑，很内向，而且是个腼腆不爱说话的人，而且还有社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "最近刚考上教师的编制，来到新学校，和我一起还有另外一个老师，我觉得她比我开朗，爱说话，我觉得她比我更受欢迎，我心里突然不太平衡，我觉得自己不如她，有些老师看不起我。",
        "label": ""
      },
      {
        "sentence": "可有时候，我想想，还是我自己太自卑，太内向，自己讨厌自己，自己看不起自己。",
        "label": ""
      },
      {
        "sentence": "但我不知道该怎么做，比如今天吃饭，我和另一个新老师去打饭，她就和其他老师聊得很来，我偶尔插话，但没什么人理我，而且我觉得校长看我的眼神，总在我很胆怯、很紧张的时候看我，我觉得他看不起我，觉得我好欺负，我突然觉得好难受，我觉得自己好差劲。",
        "label": ""
      },
      {
        "sentence": "我该这么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你勇敢地承认了自己的不足，这是改变的第一步。你觉察到自己太自卑、太内向、自己讨厌自己、自己看不起自己。既然你觉得自己是问题的根源，那么就把更多的精力放在自己身上，看看如何做可以让自己更自信。越自信，业务进步越快，校长和同事也会更欣赏你。自信也会让你越来越美丽。",
    "annotation": [
      {
        "sentence": "你勇敢地承认了自己的不足，这是改变的第一步。",
        "label": ""
      },
      {
        "sentence": "你觉察到自己太自卑、太内向、自己讨厌自己、自己看不起自己。",
        "label": ""
      },
      {
        "sentence": "既然你觉得自己是问题的根源，那么就把更多的精力放在自己身上，看看如何做可以让自己更自信。",
        "label": ""
      },
      {
        "sentence": "越自信，业务进步越快，校长和同事也会更欣赏你。",
        "label": ""
      },
      {
        "sentence": "自信也会让你越来越美丽。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，我会尽可能地提高自己的自信心。但我还是很担心自己在新的工作环境中融入不了。",
    "annotation": [
      {
        "sentence": "我知道了，我会尽可能地提高自己的自信心。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心自己在新的工作环境中融入不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "融入一个新的环境，通常需要时间。不要太着急，先学着欣赏自己。你可以做些练习，列举自己的优点并记录自己成功的每一个小事。这样做会让你更加自信，并且找到生活和工作的平衡。",
    "annotation": [
      {
        "sentence": "融入一个新的环境，通常需要时间。",
        "label": ""
      },
      {
        "sentence": "不要太着急，先学着欣赏自己。",
        "label": ""
      },
      {
        "sentence": "你可以做些练习，列举自己的优点并记录自己成功的每一个小事。",
        "label": ""
      },
      {
        "sentence": "这样做会让你更加自信，并且找到生活和工作的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还担心自己和其他同事之间的关系，他们好像不太乐意与我交流。",
    "annotation": [
      {
        "sentence": "我还担心自己和其他同事之间的关系，他们好像不太乐意与我交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同事之间除了竞争，更多的是合作关系。同样都是新人，你和同时入职的同事之间存在一定的竞争关系，但更应该成为朋友，互相帮助。多观察他们的行为举止、学习他们的长处，让自己变得更有竞争力，也更容易得到他们的认可。",
    "annotation": [
      {
        "sentence": "同事之间除了竞争，更多的是合作关系。",
        "label": ""
      },
      {
        "sentence": "同样都是新人，你和同时入职的同事之间存在一定的竞争关系，但更应该成为朋友，互相帮助。",
        "label": ""
      },
      {
        "sentence": "多观察他们的行为举止、学习他们的长处，让自己变得更有竞争力，也更容易得到他们的认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会去尝试和同事们建立互相帮助的关系。但是我还是害怕自己被别人看不起。",
    "annotation": [
      {
        "sentence": "我理解了，我会去尝试和同事们建立互相帮助的关系。",
        "label": ""
      },
      {
        "sentence": "但是我还是害怕自己被别人看不起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要记住，所有人都有优缺点。不要总是担心自己的不足，而是多看看自己的优点和拥有的资源。对待别人和对待自己要一视同仁，你对自己好一点，别人也会对你好。总之，要尽可能微笑面对生活和工作，保持乐观心态，相信可以克服难以融入新环境的问题。",
    "annotation": [
      {
        "sentence": "要记住，所有人都有优缺点。",
        "label": ""
      },
      {
        "sentence": "不要总是担心自己的不足，而是多看看自己的优点和拥有的资源。",
        "label": ""
      },
      {
        "sentence": "对待别人和对待自己要一视同仁，你对自己好一点，别人也会对你好。",
        "label": ""
      },
      {
        "sentence": "总之，要尽可能微笑面对生活和工作，保持乐观心态，相信可以克服难以融入新环境的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我明白了，我会尝试去做到这些。",
    "annotation": [
      {
        "sentence": "谢谢你，我明白了，我会尝试去做到这些。",
        "label": ""
      }
    ]
  }
]