[
  {
    "role": "client",
    "content": "好闺蜜好朋友，现在各奔东西，觉得很孤单怎么办？作为女性，我也好希望有几个好朋友，虽然30多岁的她们有家庭孩子而我没有家庭，好多年前真的冷落她们，现在各奔东西我真的觉得没人陪孤单。",
    "annotation": [
      {
        "sentence": "好闺蜜好朋友，现在各奔东西，觉得很孤单怎么办？",
        "label": ""
      },
      {
        "sentence": "作为女性，我也好希望有几个好朋友，虽然30多岁的她们有家庭孩子而我没有家庭，好多年前真的冷落她们，现在各奔东西我真的觉得没人陪孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我来尝试回答一下这个问题。看到你说到了30岁的年纪，会觉得有些孤单。不禁感同身受了一下，再看到别人有了家庭，似乎生活的轨道与别人发生了分歧，这种感受中有迷茫、无措和孤独感。非常能理解你的这种感受。",
    "annotation": [
      {
        "sentence": "我来尝试回答一下这个问题。",
        "label": ""
      },
      {
        "sentence": "看到你说到了30岁的年纪，会觉得有些孤单。",
        "label": ""
      },
      {
        "sentence": "不禁感同身受了一下，再看到别人有了家庭，似乎生活的轨道与别人发生了分歧，这种感受中有迷茫、无措和孤独感。",
        "label": ""
      },
      {
        "sentence": "非常能理解你的这种感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到很孤单，特别是看到她们有家庭的生活，觉得自己好像与他们越来越难以产生共鸣了。",
    "annotation": [
      {
        "sentence": "是的，我真的感到很孤单，特别是看到她们有家庭的生活，觉得自己好像与他们越来越难以产生共鸣了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你现在的感受其实是因为亲密关系部分的缺失导致的需求空落感。根据埃里克森的发展理论，30多岁这个年龄段是青年阶段的关键时期，尤其在两性关系方面，如果没有得到理想化的满足，就容易内心缺乏被关注的感受，从而形成强烈的孤独。你希望有几个朋友陪伴，但很难找到同频的人，可能是因为你的生涯规划还没有明确的展现。",
    "annotation": [
      {
        "sentence": "明白了，你现在的感受其实是因为亲密关系部分的缺失导致的需求空落感。",
        "label": ""
      },
      {
        "sentence": "根据埃里克森的发展理论，30多岁这个年龄段是青年阶段的关键时期，尤其在两性关系方面，如果没有得到理想化的满足，就容易内心缺乏被关注的感受，从而形成强烈的孤独。",
        "label": ""
      },
      {
        "sentence": "你希望有几个朋友陪伴，但很难找到同频的人，可能是因为你的生涯规划还没有明确的展现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在的社交圈子越来越小，感觉很难找到志同道合的人。我也意识到自己以前的冷落行为有些惋惜，可能是想要弥补那段时间的“愧疚感”。",
    "annotation": [
      {
        "sentence": "你说得对，我现在的社交圈子越来越小，感觉很难找到志同道合的人。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己以前的冷落行为有些惋惜，可能是想要弥补那段时间的“愧疚感”。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，年轻时我们常常会因为世界的多样性而忽略了某些情感的支持和经营，现在想要用补偿来减轻“愧疚感”是一种防御机制。但我们需要意识到，我们现在真正需要的是情感支持还是简单的弥补孤独感的方式。30岁对每个人来说都是一个分水岭，我们开始从青春迈向成熟，可以尝试与心理咨询师讨论一下，找到适合自己的职业生涯和社交情境，相信你也能拥有舒适的生活方式。",
    "annotation": [
      {
        "sentence": "是的，年轻时我们常常会因为世界的多样性而忽略了某些情感的支持和经营，现在想要用补偿来减轻“愧疚感”是一种防御机制。",
        "label": ""
      },
      {
        "sentence": "但我们需要意识到，我们现在真正需要的是情感支持还是简单的弥补孤独感的方式。",
        "label": ""
      },
      {
        "sentence": "30岁对每个人来说都是一个分水岭，我们开始从青春迈向成熟，可以尝试与心理咨询师讨论一下，找到适合自己的职业生涯和社交情境，相信你也能拥有舒适的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答和理解，我确实需要找到适合自己的人生轨迹和社交圈子。我会考虑与心理咨询师进行交流，希望能够找到解决方案。",
    "annotation": [
      {
        "sentence": "谢谢你的回答和理解，我确实需要找到适合自己的人生轨迹和社交圈子。",
        "label": ""
      },
      {
        "sentence": "我会考虑与心理咨询师进行交流，希望能够找到解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，期待你能找到属于自己的道路。如果还有其他问题或者需要进一步的支持，随时可以来找我交流。祝愿你能过上充实而满足的生活。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，期待你能找到属于自己的道路。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要进一步的支持，随时可以来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝愿你能过上充实而满足的生活。",
        "label": ""
      }
    ]
  }
]