[
  {
    "role": "client",
    "content": "夸奖在我看像讽刺：这么简单也表扬，做不好不是弱智？或让我有些尴尬的不知所以怎么应对并没有太高兴，在学校时表扬倒是有点高人一等的感觉但也是不想被凸现出来，点名表扬对我来说像众人面前受审，感觉那之后别人都会用不同眼光看你把你区别于别人，更多的盯着你审视你，这样情况下反而排名中流，或委身在一个总要补习的一小撮人里更舒服，没有人对你太多关注和期待～但下坠是不用努力且舒服的，我的偏科成绩一点点堕落到了十几分，于是我越来越适应探索各种底线，逃补习班去公园、网吧；没有、不知道自己的人生该做什么选择，上什么学，在家长指导监督下在仅有的几个选择里挑了个普通应该还能学下去的专业；大学里没人管成绩也不要求，探索身体的底线，上网熬夜；一人在大城市工作，探索自己的底线，睡麦当劳、书店、医院，在曾经害怕的黑暗里观察这个地方。",
    "annotation": [
      {
        "sentence": "夸奖在我看像讽刺：这么简单也表扬，做不好不是弱智？",
        "label": ""
      },
      {
        "sentence": "或让我有些尴尬的不知所以怎么应对并没有太高兴，在学校时表扬倒是有点高人一等的感觉但也是不想被凸现出来，点名表扬对我来说像众人面前受审，感觉那之后别人都会用不同眼光看你把你区别于别人，更多的盯着你审视你，这样情况下反而排名中流，或委身在一个总要补习的一小撮人里更舒服，没有人对你太多关注和期待～但下坠是不用努力且舒服的，我的偏科成绩一点点堕落到了十几分，于是我越来越适应探索各种底线，逃补习班去公园、网吧；没有、不知道自己的人生该做什么选择，上什么学，在家长指导监督下在仅有的几个选择里挑了个普通应该还能学下去的专业；大学里没人管成绩也不要求，探索身体的底线，上网熬夜；一人在大城市工作，探索自己的底线，睡麦当劳、书店、医院，在曾经害怕的黑暗里观察这个地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对夸奖的感受，有时候夸奖确实会给人带来压力和困惑。但是，正如你所说的，当你在学校被表扬时，会有一种高人一等的感觉，这也说明你具备出色的能力。只是因为害怕被突出，你选择了保持低调。其实，每个人都渴望被认可和欣赏，但这种渴望也会让我们感到紧张和害怕。不过，你无需担心，别人对你的审视和期待不应成为束缚你发展的枷锁。",
    "annotation": [
      {
        "sentence": "我明白你对夸奖的感受，有时候夸奖确实会给人带来压力和困惑。",
        "label": ""
      },
      {
        "sentence": "但是，正如你所说的，当你在学校被表扬时，会有一种高人一等的感觉，这也说明你具备出色的能力。",
        "label": ""
      },
      {
        "sentence": "只是因为害怕被突出，你选择了保持低调。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都渴望被认可和欣赏，但这种渴望也会让我们感到紧张和害怕。",
        "label": ""
      },
      {
        "sentence": "不过，你无需担心，别人对你的审视和期待不应成为束缚你发展的枷锁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我越来越适应了探索底线的生活方式，甚至堕落了一些。我开始逃避补习班，去公园、网吧，感觉不知道自己该做什么选择，在有限的选择中选择了一个普通的专业，而大学里也没有人关心成绩，这让我有点迷茫和不安。",
    "annotation": [
      {
        "sentence": "但我越来越适应了探索底线的生活方式，甚至堕落了一些。",
        "label": ""
      },
      {
        "sentence": "我开始逃避补习班，去公园、网吧，感觉不知道自己该做什么选择，在有限的选择中选择了一个普通的专业，而大学里也没有人关心成绩，这让我有点迷茫和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变确实是非常困难和痛苦的，但有时候我们需要突破自己的舒适区才能有所成长。如果你一直生活在自己的舒适区内，确实可以避免很多困扰，但我们不能忽视生活中的现实问题。如果你仍然需要为自己的生活所奔波，那么你需要思考未来的发展和选择。夸奖和赞美只是表达认可的方式，最重要的是你自己是否过上了自己想要的生活。如果你可以自食其力，那又何必在意他人的看法呢？",
    "annotation": [
      {
        "sentence": "改变确实是非常困难和痛苦的，但有时候我们需要突破自己的舒适区才能有所成长。",
        "label": ""
      },
      {
        "sentence": "如果你一直生活在自己的舒适区内，确实可以避免很多困扰，但我们不能忽视生活中的现实问题。",
        "label": ""
      },
      {
        "sentence": "如果你仍然需要为自己的生活所奔波，那么你需要思考未来的发展和选择。",
        "label": ""
      },
      {
        "sentence": "夸奖和赞美只是表达认可的方式，最重要的是你自己是否过上了自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "如果你可以自食其力，那又何必在意他人的看法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，改变确实是一件困难的事情。我明白自己需要思考自己的未来和做出合适的选择。不过，我对于自己的人生方向还有些迷茫。我该如何找到自己真正感兴趣的领域，以及适合自己的职业呢？",
    "annotation": [
      {
        "sentence": "你说得对，改变确实是一件困难的事情。",
        "label": ""
      },
      {
        "sentence": "我明白自己需要思考自己的未来和做出合适的选择。",
        "label": ""
      },
      {
        "sentence": "不过，我对于自己的人生方向还有些迷茫。",
        "label": ""
      },
      {
        "sentence": "我该如何找到自己真正感兴趣的领域，以及适合自己的职业呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "寻找生活中的热情和兴趣确实是一件需要时间和探索的事情。你可以从多方面入手，比如尝试各种不同的爱好和活动。通过尝试，你可以发现自己对某些领域的兴趣和才能。此外，也可以多和身边有经验的人交流，听听他们的建议和经历。人生是一次持续的旅程，虽然途中可能有些迷茫，但只要你持续努力，相信你会找到适合自己的道路。",
    "annotation": [
      {
        "sentence": "寻找生活中的热情和兴趣确实是一件需要时间和探索的事情。",
        "label": ""
      },
      {
        "sentence": "你可以从多方面入手，比如尝试各种不同的爱好和活动。",
        "label": ""
      },
      {
        "sentence": "通过尝试，你可以发现自己对某些领域的兴趣和才能。",
        "label": ""
      },
      {
        "sentence": "此外，也可以多和身边有经验的人交流，听听他们的建议和经历。",
        "label": ""
      },
      {
        "sentence": "人生是一次持续的旅程，虽然途中可能有些迷茫，但只要你持续努力，相信你会找到适合自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试寻找自己的兴趣并和他人交流。我明白生活是一次旅程，我会继续努力追寻自己的道路。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试寻找自己的兴趣并和他人交流。",
        "label": ""
      },
      {
        "sentence": "我明白生活是一次旅程，我会继续努力追寻自己的道路。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，相信自己并勇敢追逐自己的兴趣。无论你的选择如何，只要你对自己的人生负责并努力追求，你定能过上自己期望的生活。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，相信自己并勇敢追逐自己的兴趣。",
        "label": ""
      },
      {
        "sentence": "无论你的选择如何，只要你对自己的人生负责并努力追求，你定能过上自己期望的生活。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]