[
  {
    "role": "client",
    "content": "总是让我小心点，我妈妈到底是什么心理问题？我妈妈是一个安全感比较低的人，我吃水果的时候，她要跟我说小心点儿别滴到衣服上。我下楼梯的时候他她就跟我说小心点别卡着。我想创业做事情的时候她说小心点别创业失败了。我就想知道，我妈妈是有哪种心理疾病。安全感太低吗？还是什么。我本来是一个勇于尝试敢于失败的人。被我妈妈影响之后我现在有点犹豫不决。",
    "annotation": [
      {
        "sentence": "总是让我小心点，我妈妈到底是什么心理问题？",
        "label": ""
      },
      {
        "sentence": "我妈妈是一个安全感比较低的人，我吃水果的时候，她要跟我说小心点儿别滴到衣服上。",
        "label": ""
      },
      {
        "sentence": "我下楼梯的时候他她就跟我说小心点别卡着。",
        "label": ""
      },
      {
        "sentence": "我想创业做事情的时候她说小心点别创业失败了。",
        "label": ""
      },
      {
        "sentence": "我就想知道，我妈妈是有哪种心理疾病。",
        "label": ""
      },
      {
        "sentence": "安全感太低吗？",
        "label": ""
      },
      {
        "sentence": "还是什么。",
        "label": ""
      },
      {
        "sentence": "我本来是一个勇于尝试敢于失败的人。",
        "label": ""
      },
      {
        "sentence": "被我妈妈影响之后我现在有点犹豫不决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了您的陈述后，我会开始好奇，您是一位男性还是女性。因为其实，母亲跟女儿或儿子的关系，会隐约有些不同。我们先说说这方面的因素如果你是一位女性，可以先问自己几个问题：你有没有骨子里感觉到自己的不自信有没有过崩溃，觉得自己什么事都做不好，觉得人生越来越失败？有没有为了达成母亲的期待，不停追求更高的成就来体现自我价值？很多女性都有这样类似的感觉，自己非常敏感，面临困难害怕突破，没有十足的力量勇往直前……有一部分女性，受到了母爱的影响。母亲给予的关注或是潜意识的阻碍，正是一种羁绊。我们试图探讨母亲“过度自恋”带给家庭的影响。",
    "annotation": [
      {
        "sentence": "看了您的陈述后，我会开始好奇，您是一位男性还是女性。",
        "label": ""
      },
      {
        "sentence": "因为其实，母亲跟女儿或儿子的关系，会隐约有些不同。",
        "label": ""
      },
      {
        "sentence": "我们先说说这方面的因素如果你是一位女性，可以先问自己几个问题：你有没有骨子里感觉到自己的不自信有没有过崩溃，觉得自己什么事都做不好，觉得人生越来越失败？",
        "label": ""
      },
      {
        "sentence": "有没有为了达成母亲的期待，不停追求更高的成就来体现自我价值？",
        "label": ""
      },
      {
        "sentence": "很多女性都有这样类似的感觉，自己非常敏感，面临困难害怕突破，没有十足的力量勇往直前……有一部分女性，受到了母爱的影响。",
        "label": ""
      },
      {
        "sentence": "母亲给予的关注或是潜意识的阻碍，正是一种羁绊。",
        "label": ""
      },
      {
        "sentence": "我们试图探讨母亲“过度自恋”带给家庭的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是一个女性，确实有时候会感到缺乏自信，觉得自己越来越失败。我一直在努力追求更高的成就来让母亲满意。可能我就是受到了母爱的影响，感觉自己被束缚了。",
    "annotation": [
      {
        "sentence": "我是一个女性，确实有时候会感到缺乏自信，觉得自己越来越失败。",
        "label": ""
      },
      {
        "sentence": "我一直在努力追求更高的成就来让母亲满意。",
        "label": ""
      },
      {
        "sentence": "可能我就是受到了母爱的影响，感觉自己被束缚了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的感受是很常见的。母亲过度自恋会导致她们过多关注自己的情绪体验，而忽略了女儿的感受。她们可能在面对女儿的问题时只关心自己的情绪，而忽略了女儿的需要。这种情况下，女儿会感到自己的感受无足轻重，好像妈妈也不太在乎。另外，有些母亲可能表现为挑毛病和指责别人，只看到女儿身上的缺点，并不断加以指责。还有些母亲可能把女儿当做自己的附属品，操纵女儿的审美观、消费观等。这些行为都可能导致你感到受限和不安。",
    "annotation": [
      {
        "sentence": "这样的感受是很常见的。",
        "label": ""
      },
      {
        "sentence": "母亲过度自恋会导致她们过多关注自己的情绪体验，而忽略了女儿的感受。",
        "label": ""
      },
      {
        "sentence": "她们可能在面对女儿的问题时只关心自己的情绪，而忽略了女儿的需要。",
        "label": ""
      },
      {
        "sentence": "这种情况下，女儿会感到自己的感受无足轻重，好像妈妈也不太在乎。",
        "label": ""
      },
      {
        "sentence": "另外，有些母亲可能表现为挑毛病和指责别人，只看到女儿身上的缺点，并不断加以指责。",
        "label": ""
      },
      {
        "sentence": "还有些母亲可能把女儿当做自己的附属品，操纵女儿的审美观、消费观等。",
        "label": ""
      },
      {
        "sentence": "这些行为都可能导致你感到受限和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很准确，我感觉自己总是被评价和指责，好像做什么都不对。有时候觉得很矛盾，不知道怎么选择才是对的。",
    "annotation": [
      {
        "sentence": "你说得很准确，我感觉自己总是被评价和指责，好像做什么都不对。",
        "label": ""
      },
      {
        "sentence": "有时候觉得很矛盾，不知道怎么选择才是对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是可以理解的。这种过度自恋的母亲往往控制着女儿的方方面面，让孩子没有自我成长的空间。她们可能以自己的喜好操纵女儿的选择，认为女儿的选择一定会带来糟糕的后果。这样的压力和控制让你感到困扰和害怕。我不认为你应该试图理解母亲，因为你也是受害者的一员。不过，我建议你不要直接跟妈妈争论，因为这部分是她无法意识到和改变的。至于如何在母亲的焦虑和打压下发展自我，我会在我的主页上写一篇文章，给出一些思考和帮助的方向。希望你能在母爱的羁绊下仍然勇往直前。",
    "annotation": [
      {
        "sentence": "你的感受是可以理解的。",
        "label": ""
      },
      {
        "sentence": "这种过度自恋的母亲往往控制着女儿的方方面面，让孩子没有自我成长的空间。",
        "label": ""
      },
      {
        "sentence": "她们可能以自己的喜好操纵女儿的选择，认为女儿的选择一定会带来糟糕的后果。",
        "label": ""
      },
      {
        "sentence": "这样的压力和控制让你感到困扰和害怕。",
        "label": ""
      },
      {
        "sentence": "我不认为你应该试图理解母亲，因为你也是受害者的一员。",
        "label": ""
      },
      {
        "sentence": "不过，我建议你不要直接跟妈妈争论，因为这部分是她无法意识到和改变的。",
        "label": ""
      },
      {
        "sentence": "至于如何在母亲的焦虑和打压下发展自我，我会在我的主页上写一篇文章，给出一些思考和帮助的方向。",
        "label": ""
      },
      {
        "sentence": "希望你能在母爱的羁绊下仍然勇往直前。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会关注你的主页，并期待你的文章。我希望能够找到自己的方向，不再受到母亲的限制和影响。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会关注你的主页，并期待你的文章。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到自己的方向，不再受到母亲的限制和影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎你关注我的主页，我会尽快写一篇文章，希望能够帮到你。记得要相信自己，坚持寻找属于自己的道路。你有勇气和决心克服这些困难，实现自己的目标。同时，我还推荐你阅读《母爱的羁绊》，可以给你更多启示和理解。",
    "annotation": [
      {
        "sentence": "非常欢迎你关注我的主页，我会尽快写一篇文章，希望能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得要相信自己，坚持寻找属于自己的道路。",
        "label": ""
      },
      {
        "sentence": "你有勇气和决心克服这些困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "同时，我还推荐你阅读《母爱的羁绊》，可以给你更多启示和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和推荐。我会认真阅读《母爱的羁绊》，并努力寻找自己的独立个体。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和推荐。",
        "label": ""
      },
      {
        "sentence": "我会认真阅读《母爱的羁绊》，并努力寻找自己的独立个体。",
        "label": ""
      }
    ]
  }
]