[
  {
    "role": "client",
    "content": "我现在24岁，在职，最近在工作上遇到了一些挫折。我总是喜欢空想美好的未来，并设置一些难以实现的目标，比如半年内学好一门语言，一年内学好情绪管理等，甚至是半年内通过一个竞争性考试。我应该如何调整这种片面的自负呢？",
    "annotation": [
      {
        "sentence": "我现在24岁，在职，最近在工作上遇到了一些挫折。",
        "label": ""
      },
      {
        "sentence": "我总是喜欢空想美好的未来，并设置一些难以实现的目标，比如半年内学好一门语言，一年内学好情绪管理等，甚至是半年内通过一个竞争性考试。",
        "label": ""
      },
      {
        "sentence": "我应该如何调整这种片面的自负呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你给自己设置合理的目标，设计一个庞大的、无法实现的目标只会给自己增加很大的压力，从而使你产生退缩的心理。你可以先给自己设定一个小小的目标和计划，这样会更容易开始行动。比如，不要告诉自己半年内要学好一门语言，而是今天下班先买一本该语言的基础入门书籍，看看再说，不要给自己施加任何压力。一旦开始了，你就会有动力继续下去，之后你可以告诉自己，每天看个一两页就可以，这也是一种轻松而又有效的举动，这样你才能更容易坚持下去。情绪管理是一个非常庞大的领域，涉及的内容非常广泛，就连许多心理学家也在不断努力研究，他们都经过多年的训练。你一年内想要学好情绪管理，是不是对自己的要求太高了呢？参加考试、学习语言也是一样，如果你对此感兴趣，可以先去浏览相关的书籍，看看自己对哪个方面比较感兴趣，自己在哪些方面有不足，应该如何去改进等等。放下对自己的批评，并且你有意识到你对自己有一些批判，那你觉得自己对目标的追求是片面的自负是基于什么呢？想要学好情绪管理、语言，通过考试，都表明你是一个积极学习、有追求的人，只要你愿意，完全可以实现。如果你总是习惯性地进行自我批评，对自己有很高要求，那你的动力就会更加不足。有时候我们拖延一件事情也可能是因为缺乏动力。学好语言、情绪管理，通过考试听起来都很不错，但是你真正对此感兴趣、渴望吗？你为什么想要学习语言？这与你未来的职业发展有必然联系吗？想要挖掘自己的热爱，可以先从阅读相关书籍开始，了解一些基本情况，也许你读了几页就会对此不感兴趣，也有可能会产生兴趣。然后继续多尝试，去了解你感兴趣的领域，只有你坚持下来，真正有所体悟的，才是你真正热爱的东西。",
    "annotation": [
      {
        "sentence": "你给自己设置合理的目标，设计一个庞大的、无法实现的目标只会给自己增加很大的压力，从而使你产生退缩的心理。",
        "label": ""
      },
      {
        "sentence": "你可以先给自己设定一个小小的目标和计划，这样会更容易开始行动。",
        "label": ""
      },
      {
        "sentence": "比如，不要告诉自己半年内要学好一门语言，而是今天下班先买一本该语言的基础入门书籍，看看再说，不要给自己施加任何压力。",
        "label": ""
      },
      {
        "sentence": "一旦开始了，你就会有动力继续下去，之后你可以告诉自己，每天看个一两页就可以，这也是一种轻松而又有效的举动，这样你才能更容易坚持下去。",
        "label": ""
      },
      {
        "sentence": "情绪管理是一个非常庞大的领域，涉及的内容非常广泛，就连许多心理学家也在不断努力研究，他们都经过多年的训练。",
        "label": ""
      },
      {
        "sentence": "你一年内想要学好情绪管理，是不是对自己的要求太高了呢？",
        "label": ""
      },
      {
        "sentence": "参加考试、学习语言也是一样，如果你对此感兴趣，可以先去浏览相关的书籍，看看自己对哪个方面比较感兴趣，自己在哪些方面有不足，应该如何去改进等等。",
        "label": ""
      },
      {
        "sentence": "放下对自己的批评，并且你有意识到你对自己有一些批判，那你觉得自己对目标的追求是片面的自负是基于什么呢？",
        "label": ""
      },
      {
        "sentence": "想要学好情绪管理、语言，通过考试，都表明你是一个积极学习、有追求的人，只要你愿意，完全可以实现。",
        "label": ""
      },
      {
        "sentence": "如果你总是习惯性地进行自我批评，对自己有很高要求，那你的动力就会更加不足。",
        "label": ""
      },
      {
        "sentence": "有时候我们拖延一件事情也可能是因为缺乏动力。",
        "label": ""
      },
      {
        "sentence": "学好语言、情绪管理，通过考试听起来都很不错，但是你真正对此感兴趣、渴望吗？",
        "label": ""
      },
      {
        "sentence": "你为什么想要学习语言？",
        "label": ""
      },
      {
        "sentence": "这与你未来的职业发展有必然联系吗？",
        "label": ""
      },
      {
        "sentence": "想要挖掘自己的热爱，可以先从阅读相关书籍开始，了解一些基本情况，也许你读了几页就会对此不感兴趣，也有可能会产生兴趣。",
        "label": ""
      },
      {
        "sentence": "然后继续多尝试，去了解你感兴趣的领域，只有你坚持下来，真正有所体悟的，才是你真正热爱的东西。",
        "label": ""
      }
    ]
  }
]