[
  {
    "role": "client",
    "content": "常不想理别人，不喜欢和人沟通，总希望别人来关心我？我女儿烦的时候，我和她讲话，她会说别烦，但是我烦的时候，我会对别人很厌恶，不想和别人说话，但又不想表现出来。我想老板给我加薪，但又说不出口，唯一的指望是辞职，别人说你可以假装辞职吓吓领导，我又做不出来，要么真辞，然后找个工资高点的单位。问题我能力不够，所以一直拿着低薪。每次钱不够或者羡慕别人的时候，我就幻想辞职，然后找一份工资高点的工作。但是一想到要离开这里我就有无限压力，虽然这里工资低，但我绝对我能在这里浑水摸鱼，同事间也比较和气。要去别的单位工作首先我这人际关系就过不了关，我不能顺畅和别人交流沟通，我总是被动希望别人来关心我，我没有朋友，很怕孤独，但我一直孤独，被人孤立过。我似乎不能和别人平等相处，小时候我对待别人是高高在上的心理，要做头，乱发脾气，被人孤立后，就成了把别人看的高高在上，绝的任何人都能踩扁我。",
    "annotation": [
      {
        "sentence": "常不想理别人，不喜欢和人沟通，总希望别人来关心我？",
        "label": ""
      },
      {
        "sentence": "我女儿烦的时候，我和她讲话，她会说别烦，但是我烦的时候，我会对别人很厌恶，不想和别人说话，但又不想表现出来。",
        "label": ""
      },
      {
        "sentence": "我想老板给我加薪，但又说不出口，唯一的指望是辞职，别人说你可以假装辞职吓吓领导，我又做不出来，要么真辞，然后找个工资高点的单位。",
        "label": ""
      },
      {
        "sentence": "问题我能力不够，所以一直拿着低薪。",
        "label": ""
      },
      {
        "sentence": "每次钱不够或者羡慕别人的时候，我就幻想辞职，然后找一份工资高点的工作。",
        "label": ""
      },
      {
        "sentence": "但是一想到要离开这里我就有无限压力，虽然这里工资低，但我绝对我能在这里浑水摸鱼，同事间也比较和气。",
        "label": ""
      },
      {
        "sentence": "要去别的单位工作首先我这人际关系就过不了关，我不能顺畅和别人交流沟通，我总是被动希望别人来关心我，我没有朋友，很怕孤独，但我一直孤独，被人孤立过。",
        "label": ""
      },
      {
        "sentence": "我似乎不能和别人平等相处，小时候我对待别人是高高在上的心理，要做头，乱发脾气，被人孤立后，就成了把别人看的高高在上，绝的任何人都能踩扁我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈哈，你还是小孩子呢？不想理别人，却又希望别人来关心，这不是我们对父母的要求和期待吗？你希望别人也能象父母那样对待你！象父母那样，以你为中心，关心你，在乎你，重视你！甚至你有什么想法，都不用表达，别人就能自动理解和满足你的需要。你觉得这可能吗？你可以向父母要求婴儿的待遇，而如今你向别人也做这样的要求！成人的世界里，你觉得这可能吗？别人又为什么要那样对待你呢？",
    "annotation": [
      {
        "sentence": "哈哈，你还是小孩子呢？",
        "label": ""
      },
      {
        "sentence": "不想理别人，却又希望别人来关心，这不是我们对父母的要求和期待吗？",
        "label": ""
      },
      {
        "sentence": "你希望别人也能象父母那样对待你！",
        "label": ""
      },
      {
        "sentence": "象父母那样，以你为中心，关心你，在乎你，重视你！",
        "label": ""
      },
      {
        "sentence": "甚至你有什么想法，都不用表达，别人就能自动理解和满足你的需要。",
        "label": ""
      },
      {
        "sentence": "你觉得这可能吗？",
        "label": ""
      },
      {
        "sentence": "你可以向父母要求婴儿的待遇，而如今你向别人也做这样的要求！",
        "label": ""
      },
      {
        "sentence": "成人的世界里，你觉得这可能吗？",
        "label": ""
      },
      {
        "sentence": "别人又为什么要那样对待你呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可能有点幼稚，对吧？但我就是希望得到别人的关心和重视，觉得这样能缓解我内心的不安。",
    "annotation": [
      {
        "sentence": "我可能有点幼稚，对吧？",
        "label": ""
      },
      {
        "sentence": "但我就是希望得到别人的关心和重视，觉得这样能缓解我内心的不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了很重要的一点，你内心的不安。或许你希望通过别人的关心来填补这种不安的感觉，但是重要的是要明白，真正解决不安的方法是从内心寻找平衡和安全感。你说你想让老板给你加薪，但却说不出口，那就好好考虑一下你为什么害怕表达自己的想法呢？",
    "annotation": [
      {
        "sentence": "你提到了很重要的一点，你内心的不安。",
        "label": ""
      },
      {
        "sentence": "或许你希望通过别人的关心来填补这种不安的感觉，但是重要的是要明白，真正解决不安的方法是从内心寻找平衡和安全感。",
        "label": ""
      },
      {
        "sentence": "你说你想让老板给你加薪，但却说不出口，那就好好考虑一下你为什么害怕表达自己的想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为我担心被拒绝或者被误解吧。我怕辞职，但又觉得自己能力不够，所以找不到更好的工作。",
    "annotation": [
      {
        "sentence": "可能是因为我担心被拒绝或者被误解吧。",
        "label": ""
      },
      {
        "sentence": "我怕辞职，但又觉得自己能力不够，所以找不到更好的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很常见的情况。但是我们不能一直因为害怕被拒绝而停止尝试。你可以先试着表达自己的需求，看看会发生什么。至于辞职，如果你觉得这是一个解决问题的方法，那就先好好评估一下自己的情况。有时候在现有的环境中找到改变的方法也是一个不错的选择。",
    "annotation": [
      {
        "sentence": "这是一个很常见的情况。",
        "label": ""
      },
      {
        "sentence": "但是我们不能一直因为害怕被拒绝而停止尝试。",
        "label": ""
      },
      {
        "sentence": "你可以先试着表达自己的需求，看看会发生什么。",
        "label": ""
      },
      {
        "sentence": "至于辞职，如果你觉得这是一个解决问题的方法，那就先好好评估一下自己的情况。",
        "label": ""
      },
      {
        "sentence": "有时候在现有的环境中找到改变的方法也是一个不错的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我总是觉得离开这里会失去一些东西，而且我也不知道该怎么去适应新的环境。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我总是觉得离开这里会失去一些东西，而且我也不知道该怎么去适应新的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的，毕竟改变总是会带来不确定性。但是，你不妨试着积极面对这种变化，相信自己能够适应新的环境。而且，离开这里也许会给你带来新的机遇和挑战，让你发展得更好。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的，毕竟改变总是会带来不确定性。",
        "label": ""
      },
      {
        "sentence": "但是，你不妨试着积极面对这种变化，相信自己能够适应新的环境。",
        "label": ""
      },
      {
        "sentence": "而且，离开这里也许会给你带来新的机遇和挑战，让你发展得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我应该积极面对变化，而不是一直被现在的困境束缚住。我明白了，我需要改变一下自己的心态。",
    "annotation": [
      {
        "sentence": "你说得对，也许我应该积极面对变化，而不是一直被现在的困境束缚住。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要改变一下自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经有了意识到改变的想法。现在最重要的就是勇敢地去行动，相信你能够找到适合自己的方法。如果需要的话，你也可以寻求一些心理支持和建议来帮助你更好地面对选择和变化。",
    "annotation": [
      {
        "sentence": "很好，你已经有了意识到改变的想法。",
        "label": ""
      },
      {
        "sentence": "现在最重要的就是勇敢地去行动，相信你能够找到适合自己的方法。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，你也可以寻求一些心理支持和建议来帮助你更好地面对选择和变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力去改变自己的心态和面对问题的方式。希望我能迎接新的机遇和挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力去改变自己的心态和面对问题的方式。",
        "label": ""
      },
      {
        "sentence": "希望我能迎接新的机遇和挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了关键的一步，相信自己，保持积极的心态，我相信你能够迎接新的挑战并取得成功。祝福你！",
    "annotation": [
      {
        "sentence": "你已经迈出了关键的一步，相信自己，保持积极的心态，我相信你能够迎接新的挑战并取得成功。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]