[
  {
    "role": "client",
    "content": "结婚四年，和老公家亲戚同一个屋檐下住了四年，受不了老公经营一家小电商公司，我自己在外面上班，毕业就在一家出口公司做财务，结婚了两年我也没干涉，自己每天早出晚归，没精力管。老公请的都是大小姨家儿子和媳妇，而且我们也生活一起，我们又不是同一地方的人，很多习俗不一样，我感觉特别压抑，我老公说这样节约成本，我俩私底下因为这个事情总是吵架，去年我们直接当亲戚面前两个人动手了。他父母怪我不帮他们家亲戚，他们亲戚都觉得来帮我老公，到没有一个人愿意做客服，辛苦点的活一个都不愿意干，还得在外面请人，同行两个人做包装，他们要4-5个人做包装，我老公总说以前家里穷，他们家帮过我老公家。因为产假在家呆了几个月，有次我带小孩在他们办公位置上玩，表弟老婆去拿发票回来，一回来把财务资料扔桌子上，当所有人的面跟我老公说，以后你自己去拿发票，路那么远累死人了！我实在受不了，跟我老公大吵大闹了，他们家亲戚我真的从没有见过的那种，感觉什么都是理所当然的，感觉都是我老公问题。",
    "annotation": [
      {
        "sentence": "结婚四年，和老公家亲戚同一个屋檐下住了四年，受不了老公经营一家小电商公司，我自己在外面上班，毕业就在一家出口公司做财务，结婚了两年我也没干涉，自己每天早出晚归，没精力管。",
        "label": ""
      },
      {
        "sentence": "老公请的都是大小姨家儿子和媳妇，而且我们也生活一起，我们又不是同一地方的人，很多习俗不一样，我感觉特别压抑，我老公说这样节约成本，我俩私底下因为这个事情总是吵架，去年我们直接当亲戚面前两个人动手了。",
        "label": ""
      },
      {
        "sentence": "他父母怪我不帮他们家亲戚，他们亲戚都觉得来帮我老公，到没有一个人愿意做客服，辛苦点的活一个都不愿意干，还得在外面请人，同行两个人做包装，他们要4-5个人做包装，我老公总说以前家里穷，他们家帮过我老公家。",
        "label": ""
      },
      {
        "sentence": "因为产假在家呆了几个月，有次我带小孩在他们办公位置上玩，表弟老婆去拿发票回来，一回来把财务资料扔桌子上，当所有人的面跟我老公说，以后你自己去拿发票，路那么远累死人了！",
        "label": ""
      },
      {
        "sentence": "我实在受不了，跟我老公大吵大闹了，他们家亲戚我真的从没有见过的那种，感觉什么都是理所当然的，感觉都是我老公问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能感受到你内心感到特别烦恼。老公被一堆亲戚包围着，而且还雇佣了他们，这是一件管理起来极为棘手的事情。你曾经建议老公不要雇佣亲人，但他觉得这样有双方受益。你感到特别压抑，是不是应该设立一些边界呢？你老公和亲戚是在家里办公吗？你有没有办法与你老公的亲戚保持一定的距离呢？如果他们只是参与办公方面的事务，那就让你老公一个人去管理可能会更好一些。你现在不在同一个公司工作，设立边界相对来说是否会容易一些呢？你提到表弟的妻子去拿发票回来时抱怨你老公，这让你很难接受，在和老公吵架时我能理解你的感受。你觉得员工对老板不应该有这样的态度。你现在受不了了，你想要帮助你的老公树立权威，但你用大吵大闹的方式是否会让你老公非常讨厌你呢？他受了亲人的气，回家还要面对你的脸色吗？我们可以商量一下如何划界限，让你老公的工作和你们的家庭分开，他和他的员工之间如何相处则由他们自己决定。我能理解他的感受，引导他自己去想想如何保持与亲人的距离，也许你不需要去推拉，那样效果可能还不如预期的好。",
    "annotation": [
      {
        "sentence": "你好，我能感受到你内心感到特别烦恼。",
        "label": ""
      },
      {
        "sentence": "老公被一堆亲戚包围着，而且还雇佣了他们，这是一件管理起来极为棘手的事情。",
        "label": ""
      },
      {
        "sentence": "你曾经建议老公不要雇佣亲人，但他觉得这样有双方受益。",
        "label": ""
      },
      {
        "sentence": "你感到特别压抑，是不是应该设立一些边界呢？",
        "label": ""
      },
      {
        "sentence": "你老公和亲戚是在家里办公吗？",
        "label": ""
      },
      {
        "sentence": "你有没有办法与你老公的亲戚保持一定的距离呢？",
        "label": ""
      },
      {
        "sentence": "如果他们只是参与办公方面的事务，那就让你老公一个人去管理可能会更好一些。",
        "label": ""
      },
      {
        "sentence": "你现在不在同一个公司工作，设立边界相对来说是否会容易一些呢？",
        "label": ""
      },
      {
        "sentence": "你提到表弟的妻子去拿发票回来时抱怨你老公，这让你很难接受，在和老公吵架时我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你觉得员工对老板不应该有这样的态度。",
        "label": ""
      },
      {
        "sentence": "你现在受不了了，你想要帮助你的老公树立权威，但你用大吵大闹的方式是否会让你老公非常讨厌你呢？",
        "label": ""
      },
      {
        "sentence": "他受了亲人的气，回家还要面对你的脸色吗？",
        "label": ""
      },
      {
        "sentence": "我们可以商量一下如何划界限，让你老公的工作和你们的家庭分开，他和他的员工之间如何相处则由他们自己决定。",
        "label": ""
      },
      {
        "sentence": "我能理解他的感受，引导他自己去想想如何保持与亲人的距离，也许你不需要去推拉，那样效果可能还不如预期的好。",
        "label": ""
      }
    ]
  }
]