[
  {
    "role": "client",
    "content": "老公对我很好，但我遇到了一个更合适的人，出轨了……我老公比我大6岁，他30，我24，我们16年认识，第一眼见他的时候就感觉不喜欢他，又黑又瘦，后面因为大学兼职的关系，工作上有很多接触，他追求了我一年，在这过程中我也拒绝他了，但可能因为日久生情的缘故，那段时间我也很低迷，很孤独，又不认识什么优质男性，后面还是选择跟他在一起了，在一起了两年，我的工作，周围的圈子都很简单，对很多事情都没有什么太大的认知，也没有人干预到我们的感情，其实也有那么一两个人，但我都没放在眼里，因为他那个时候真的很宠我，对我特别细心，虽然工资不高，家庭不好，人长得也不帅，但我就是很喜欢他，非常有安全感，这也可能追溯到我的原生家庭了，19年也就是去年3月份我发现我怀孕了，也没觉得有多恐怖，因为那个时候是愿意结婚的，希望可以让这份幸福一直延续下去，所以我们7月结婚了，整个孕期他对我也是非常关心的，但是我们的生活过得很拮据，孕后期，我婆婆来照顾我，我们三个人挤在一间小单间里。",
    "annotation": [
      {
        "sentence": "老公对我很好，但我遇到了一个更合适的人，出轨了……我老公比我大6岁，他30，我24，我们16年认识，第一眼见他的时候就感觉不喜欢他，又黑又瘦，后面因为大学兼职的关系，工作上有很多接触，他追求了我一年，在这过程中我也拒绝他了，但可能因为日久生情的缘故，那段时间我也很低迷，很孤独，又不认识什么优质男性，后面还是选择跟他在一起了，在一起了两年，我的工作，周围的圈子都很简单，对很多事情都没有什么太大的认知，也没有人干预到我们的感情，其实也有那么一两个人，但我都没放在眼里，因为他那个时候真的很宠我，对我特别细心，虽然工资不高，家庭不好，人长得也不帅，但我就是很喜欢他，非常有安全感，这也可能追溯到我的原生家庭了，19年也就是去年3月份我发现我怀孕了，也没觉得有多恐怖，因为那个时候是愿意结婚的，希望可以让这份幸福一直延续下去，所以我们7月结婚了，整个孕期他对我也是非常关心的，但是我们的生活过得很拮据，孕后期，我婆婆来照顾我，我们三个人挤在一间小单间里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻中出现感情上的问题是常见的，尤其是在婚后生育的阶段。有的夫妻在孩子长大一些后，能够逐渐调整回来，重新点燃激情，但也有些夫妻因为过多的伤痕和冷漠而无法回头，所以常说婚姻存在七年之痒。看起来，除了你的丈夫挣钱少、吝啬和对你不关心之外，没有特别大的“原则性错误”，婆婆和丈夫也没有给你心理上造成无法逾越的障碍，对吧？这样的冷战和琐事是夫妻生活中常见的。现在我们来分析一下你的情人。你认识他多久了？超过一年了吗？初识时的感情总是越来越强烈，看对方都是带有滤镜和光环的，你应该给彼此更多时间去了解对方。毕竟，你已经花了这么长时间才发现你选择错了第一次婚姻，这一次你不应该更加谨慎吗？另外，根据我的经验，在结识如你所说的通过交友软件认识的人时，你需要多加小心。在交友软件上，有些人只是想打一炮免费，甚至只是针对寂寞的已婚女士，还有可能涉及录像和勒索的案件。他说他有钱、有房，你有没有见到过证明他说法可靠的证据？他的车行驶证、房产证呢？你有没有看过他的手机相册？再说了，以他自称的资本，为什么不去高端会所找对象，还要专挑别人家的妻子偷情？你需要认真思考一下，即使他真的有钱，他为你花了多少钱？送你的礼物是什么价格？他带你去的地方消费水平如何？在你们在一起时，这些事情你都应该多加留意。即使他证明了他所说的都是真的，你也需要多考虑一下，他只是为了得到你的身体，还是真心对待你？激情只能持续一段时间，大概三个月左右。在你还没有看清楚一切之前，千万不要急于做出决定。",
    "annotation": [
      {
        "sentence": "婚姻中出现感情上的问题是常见的，尤其是在婚后生育的阶段。",
        "label": ""
      },
      {
        "sentence": "有的夫妻在孩子长大一些后，能够逐渐调整回来，重新点燃激情，但也有些夫妻因为过多的伤痕和冷漠而无法回头，所以常说婚姻存在七年之痒。",
        "label": ""
      },
      {
        "sentence": "看起来，除了你的丈夫挣钱少、吝啬和对你不关心之外，没有特别大的“原则性错误”，婆婆和丈夫也没有给你心理上造成无法逾越的障碍，对吧？",
        "label": ""
      },
      {
        "sentence": "这样的冷战和琐事是夫妻生活中常见的。",
        "label": ""
      },
      {
        "sentence": "现在我们来分析一下你的情人。",
        "label": ""
      },
      {
        "sentence": "你认识他多久了？",
        "label": ""
      },
      {
        "sentence": "超过一年了吗？",
        "label": ""
      },
      {
        "sentence": "初识时的感情总是越来越强烈，看对方都是带有滤镜和光环的，你应该给彼此更多时间去了解对方。",
        "label": ""
      },
      {
        "sentence": "毕竟，你已经花了这么长时间才发现你选择错了第一次婚姻，这一次你不应该更加谨慎吗？",
        "label": ""
      },
      {
        "sentence": "另外，根据我的经验，在结识如你所说的通过交友软件认识的人时，你需要多加小心。",
        "label": ""
      },
      {
        "sentence": "在交友软件上，有些人只是想打一炮免费，甚至只是针对寂寞的已婚女士，还有可能涉及录像和勒索的案件。",
        "label": ""
      },
      {
        "sentence": "他说他有钱、有房，你有没有见到过证明他说法可靠的证据？",
        "label": ""
      },
      {
        "sentence": "他的车行驶证、房产证呢？",
        "label": ""
      },
      {
        "sentence": "你有没有看过他的手机相册？",
        "label": ""
      },
      {
        "sentence": "再说了，以他自称的资本，为什么不去高端会所找对象，还要专挑别人家的妻子偷情？",
        "label": ""
      },
      {
        "sentence": "你需要认真思考一下，即使他真的有钱，他为你花了多少钱？",
        "label": ""
      },
      {
        "sentence": "送你的礼物是什么价格？",
        "label": ""
      },
      {
        "sentence": "他带你去的地方消费水平如何？",
        "label": ""
      },
      {
        "sentence": "在你们在一起时，这些事情你都应该多加留意。",
        "label": ""
      },
      {
        "sentence": "即使他证明了他所说的都是真的，你也需要多考虑一下，他只是为了得到你的身体，还是真心对待你？",
        "label": ""
      },
      {
        "sentence": "激情只能持续一段时间，大概三个月左右。",
        "label": ""
      },
      {
        "sentence": "在你还没有看清楚一切之前，千万不要急于做出决定。",
        "label": ""
      }
    ]
  }
]