[
  {
    "role": "client",
    "content": "不懂的乱说混淆视听，家？好乱？3号脚受伤，4号看医生，6号用弟弟寄来的药。8号，父亲的朋友推荐一个镇上的医生。11号开始走动，但不能正常走。虽然心里急着上班。家人邻居叽叽喳喳说可以走动了。我同学在部队的，他说没痊愈不能走。心已经开始躁动了，第11天有点坐不住。听到同学说，这个时候还不能动，有的快有的慢。否则变残疾人。昨天傍晚我还去婶婶家，跟小孩玩。一出门，农村人嘛，一会儿推荐这里医生，一会儿推荐那里的医生。而且极力推荐，说一定要去。我还信，准备去。我妈告诉我，那个人有点神经病。。",
    "annotation": [
      {
        "sentence": "不懂的乱说混淆视听，家？",
        "label": ""
      },
      {
        "sentence": "好乱？",
        "label": ""
      },
      {
        "sentence": "3号脚受伤，4号看医生，6号用弟弟寄来的药。",
        "label": ""
      },
      {
        "sentence": "8号，父亲的朋友推荐一个镇上的医生。",
        "label": ""
      },
      {
        "sentence": "11号开始走动，但不能正常走。",
        "label": ""
      },
      {
        "sentence": "虽然心里急着上班。",
        "label": ""
      },
      {
        "sentence": "家人邻居叽叽喳喳说可以走动了。",
        "label": ""
      },
      {
        "sentence": "我同学在部队的，他说没痊愈不能走。",
        "label": ""
      },
      {
        "sentence": "心已经开始躁动了，第11天有点坐不住。",
        "label": ""
      },
      {
        "sentence": "听到同学说，这个时候还不能动，有的快有的慢。",
        "label": ""
      },
      {
        "sentence": "否则变残疾人。",
        "label": ""
      },
      {
        "sentence": "昨天傍晚我还去婶婶家，跟小孩玩。",
        "label": ""
      },
      {
        "sentence": "一出门，农村人嘛，一会儿推荐这里医生，一会儿推荐那里的医生。",
        "label": ""
      },
      {
        "sentence": "而且极力推荐，说一定要去。",
        "label": ""
      },
      {
        "sentence": "我还信，准备去。",
        "label": ""
      },
      {
        "sentence": "我妈告诉我，那个人有点神经病。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在可能处于一个非常糟糕的处境中，家里的言语纷争以及周围人的不同声音让你感到困惑。首先要明确的是，身体受伤的话，即使没有断骨，身体也会感到不适。在这种情况下，你的心情自然会比较急躁。但既然已经发生了，不如趁机好好休养，也可以整理一下目前你所面临的种种情况。有句俗话说，“即来之则安之”，尊重医生的建议是非常重要的。另外，人在安静的状态下，很多事情会变得更加清晰。我可以看得出，你平时一定是一个深得亲人心的人，不然你的家人也不会如此忙前忙后地帮助你，他们希望能减轻你的痛苦。当然，作为你自己，你也不希望有这样的事情发生。此时，你可以考虑相亲的事情，看看这个对象在你有困难的时候会有什么态度。这个时候，你能够看到平时看不到的一些真相。因为在人有困难的时候，最能体现他的本性。最后，我祝愿你早日康复。",
    "annotation": [
      {
        "sentence": "你现在可能处于一个非常糟糕的处境中，家里的言语纷争以及周围人的不同声音让你感到困惑。",
        "label": ""
      },
      {
        "sentence": "首先要明确的是，身体受伤的话，即使没有断骨，身体也会感到不适。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你的心情自然会比较急躁。",
        "label": ""
      },
      {
        "sentence": "但既然已经发生了，不如趁机好好休养，也可以整理一下目前你所面临的种种情况。",
        "label": ""
      },
      {
        "sentence": "有句俗话说，“即来之则安之”，尊重医生的建议是非常重要的。",
        "label": ""
      },
      {
        "sentence": "另外，人在安静的状态下，很多事情会变得更加清晰。",
        "label": ""
      },
      {
        "sentence": "我可以看得出，你平时一定是一个深得亲人心的人，不然你的家人也不会如此忙前忙后地帮助你，他们希望能减轻你的痛苦。",
        "label": ""
      },
      {
        "sentence": "当然，作为你自己，你也不希望有这样的事情发生。",
        "label": ""
      },
      {
        "sentence": "此时，你可以考虑相亲的事情，看看这个对象在你有困难的时候会有什么态度。",
        "label": ""
      },
      {
        "sentence": "这个时候，你能够看到平时看不到的一些真相。",
        "label": ""
      },
      {
        "sentence": "因为在人有困难的时候，最能体现他的本性。",
        "label": ""
      },
      {
        "sentence": "最后，我祝愿你早日康复。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和鼓励，我明白了。确实，这段时间过得非常焦虑和困惑，不知道该相信谁，该听谁的。我现在意识到，现在最重要的是好好养伤，听从医生的建议，让自己的身体恢复健康。同时，我也会冷静对待家人和亲戚的建议，不会轻易被干扰。对于相亲这件事，我会更加谨慎，在有需要的时候看清人之间的真实态度。谢谢你的支持和祝福。",
    "annotation": [
      {
        "sentence": "谢谢你的回复和鼓励，我明白了。",
        "label": ""
      },
      {
        "sentence": "确实，这段时间过得非常焦虑和困惑，不知道该相信谁，该听谁的。",
        "label": ""
      },
      {
        "sentence": "我现在意识到，现在最重要的是好好养伤，听从医生的建议，让自己的身体恢复健康。",
        "label": ""
      },
      {
        "sentence": "同时，我也会冷静对待家人和亲戚的建议，不会轻易被干扰。",
        "label": ""
      },
      {
        "sentence": "对于相亲这件事，我会更加谨慎，在有需要的时候看清人之间的真实态度。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，最重要的是要好好养伤，跟医生一起制定恢复计划，相信你一定能尽快恢复健康。家人和亲戚的建议虽然是出于关心，但并不一定都是正确的。在处理这些建议时，你可以冷静思考，只采纳对自己有益的意见。对于相亲，确实需要慎重考虑，毕竟这是一件关系到你未来幸福的大事。在选择相亲对象时，要真实地表达自己的需求和期望，才能找到最合适的人。祝福你早日康复，同时也希望你能找到真正懂你的人。",
    "annotation": [
      {
        "sentence": "你说得很对，最重要的是要好好养伤，跟医生一起制定恢复计划，相信你一定能尽快恢复健康。",
        "label": ""
      },
      {
        "sentence": "家人和亲戚的建议虽然是出于关心，但并不一定都是正确的。",
        "label": ""
      },
      {
        "sentence": "在处理这些建议时，你可以冷静思考，只采纳对自己有益的意见。",
        "label": ""
      },
      {
        "sentence": "对于相亲，确实需要慎重考虑，毕竟这是一件关系到你未来幸福的大事。",
        "label": ""
      },
      {
        "sentence": "在选择相亲对象时，要真实地表达自己的需求和期望，才能找到最合适的人。",
        "label": ""
      },
      {
        "sentence": "祝福你早日康复，同时也希望你能找到真正懂你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和鼓励，你的回复给了我很大的信心和安慰。我现在明白了，要学会更加坚强和冷静面对困境，同时也要知道自己真正需要的是什么，才能做出正确的决策。我会尽快恢复健康，也会在感情方面更加慎重，找到一个真正懂我的人。再次感谢你的支持和祝福。",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和鼓励，你的回复给了我很大的信心和安慰。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，要学会更加坚强和冷静面对困境，同时也要知道自己真正需要的是什么，才能做出正确的决策。",
        "label": ""
      },
      {
        "sentence": "我会尽快恢复健康，也会在感情方面更加慎重，找到一个真正懂我的人。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。面对困难，我们都需要一点坚持和勇气，相信你一定能够克服眼前的困境。同时，记得要多与家人和医生沟通，他们会给你提供更多有益的建议。相亲是一段重要的人生经历，要相信自己的感觉，选择一个真正值得依靠和信任的人。希望你能早日康复并找到幸福。如果还有什么需要帮助的，随时找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "面对困难，我们都需要一点坚持和勇气，相信你一定能够克服眼前的困境。",
        "label": ""
      },
      {
        "sentence": "同时，记得要多与家人和医生沟通，他们会给你提供更多有益的建议。",
        "label": ""
      },
      {
        "sentence": "相亲是一段重要的人生经历，要相信自己的感觉，选择一个真正值得依靠和信任的人。",
        "label": ""
      },
      {
        "sentence": "希望你能早日康复并找到幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时找我。",
        "label": ""
      }
    ]
  }
]