[
  {
    "role": "client",
    "content": "老公对我很好，但我遇到了一个更合适的人，出轨了……我老公比我大6岁，他30，我24，我们16年认识，第一眼见他的时候就感觉不喜欢他，又黑又瘦，后面因为大学兼职的关系，工作上有很多接触，他追求了我一年，在这过程中我也拒绝他了，但可能因为日久生情的缘故，那段时间我也很低迷，很孤独，又不认识什么优质男性，后面还是选择跟他在一起了，在一起了两年，我的工作，周围的圈子都很简单，对很多事情都没有什么太大的认知，也没有人干预到我们的感情，其实也有那么一两个人，但我都没放在眼里，因为他那个时候真的很宠我，对我特别细心，虽然工资不高，家庭不好，人长得也不帅，但我就是很喜欢他，非常有安全感，这也可能追溯到我的原生家庭了，19年也就是去年3月份我发现我怀孕了，也没觉得有多恐怖，因为那个时候是愿意结婚的，希望可以让这份幸福一直延续下去，所以我们7月结婚了，整个孕期他对我也是非常关心的，但是我们的生活过得很拮据，孕后期，我婆婆来照顾我，我们三个人挤在一间小单间里。",
    "annotation": [
      {
        "sentence": "老公对我很好，但我遇到了一个更合适的人，出轨了……我老公比我大6岁，他30，我24，我们16年认识，第一眼见他的时候就感觉不喜欢他，又黑又瘦，后面因为大学兼职的关系，工作上有很多接触，他追求了我一年，在这过程中我也拒绝他了，但可能因为日久生情的缘故，那段时间我也很低迷，很孤独，又不认识什么优质男性，后面还是选择跟他在一起了，在一起了两年，我的工作，周围的圈子都很简单，对很多事情都没有什么太大的认知，也没有人干预到我们的感情，其实也有那么一两个人，但我都没放在眼里，因为他那个时候真的很宠我，对我特别细心，虽然工资不高，家庭不好，人长得也不帅，但我就是很喜欢他，非常有安全感，这也可能追溯到我的原生家庭了，19年也就是去年3月份我发现我怀孕了，也没觉得有多恐怖，因为那个时候是愿意结婚的，希望可以让这份幸福一直延续下去，所以我们7月结婚了，整个孕期他对我也是非常关心的，但是我们的生活过得很拮据，孕后期，我婆婆来照顾我，我们三个人挤在一间小单间里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在的感受，你对老公和婆婆虽然有些怨言，但你并没有完全否定他们，这点从你对婆婆的评价中可以看出来。你担心孩子，希望婚姻状态有所改善，并为此付出了努力，但突然出现了一个情人，让你对自己的生活选择感到矛盾，对吗？先让我们根据你提供的信息来梳理一下你的情况：1、一开始并不喜欢老公，且在很长一段时间内都谈不上喜欢；2、接触时间长了可能形成了依赖和习惯；3、自己处在低迷、孤独的状态中，也没有其他更好的选择，于是接受了老公的追求；4、老公对你很好，给你安全感，但生活拮据，消费观等方面存在差异；5、婚后产生了家庭矛盾，老公不愿意沟通，而且你发现与公婆相处也有一些困难。6、生孩子之后，你们的生活发生了很大的变化，加上你的婆婆来照顾，让你们的生活更加拮据。",
    "annotation": [
      {
        "sentence": "我明白你现在的感受，你对老公和婆婆虽然有些怨言，但你并没有完全否定他们，这点从你对婆婆的评价中可以看出来。",
        "label": ""
      },
      {
        "sentence": "你担心孩子，希望婚姻状态有所改善，并为此付出了努力，但突然出现了一个情人，让你对自己的生活选择感到矛盾，对吗？",
        "label": ""
      },
      {
        "sentence": "先让我们根据你提供的信息来梳理一下你的情况：1、一开始并不喜欢老公，且在很长一段时间内都谈不上喜欢；2、接触时间长了可能形成了依赖和习惯；3、自己处在低迷、孤独的状态中，也没有其他更好的选择，于是接受了老公的追求；4、老公对你很好，给你安全感，但生活拮据，消费观等方面存在差异；5、婚后产生了家庭矛盾，老公不愿意沟通，而且你发现与公婆相处也有一些困难。",
        "label": ""
      },
      {
        "sentence": "6、生孩子之后，你们的生活发生了很大的变化，加上你的婆婆来照顾，让你们的生活更加拮据。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你对我的情况做出的梳理很准确。我确实并不爱老公，至少在结婚前是这样，我选择他是因为他对我很好，让我有一种安全感。而现在的情人给了我赞美和认同，我爱的是被别人认同的感觉。至于情人是否真的爱我，我自己也有些怀疑，以后一定要保护好自己。",
    "annotation": [
      {
        "sentence": "你对我的情况做出的梳理很准确。",
        "label": ""
      },
      {
        "sentence": "我确实并不爱老公，至少在结婚前是这样，我选择他是因为他对我很好，让我有一种安全感。",
        "label": ""
      },
      {
        "sentence": "而现在的情人给了我赞美和认同，我爱的是被别人认同的感觉。",
        "label": ""
      },
      {
        "sentence": "至于情人是否真的爱我，我自己也有些怀疑，以后一定要保护好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的疑虑是合理的，对方是否真心爱你还需要再观察。你的丈夫是爱你的，但婚后的生活可能让他的爱有所减损，毕竟没有人可以无条件地永远爱另一个人，感情是相互的。你在努力让自己变好的同时，也要意识到你的努力可能只是从满足自己的需求出发，而很难对他人产生影响，而且可能会伤害感情。因此，你的问题不在于选择老公还是情人，而是回归到自己，你的幸福不是依赖于别人给予的，而是要靠自己的成长和责任感来实现。我建议你找一位合适的咨询师进行个人成长，一些问题可能需要长时间的咨询才能解决，不容易在几句话中说清楚。",
    "annotation": [
      {
        "sentence": "你的疑虑是合理的，对方是否真心爱你还需要再观察。",
        "label": ""
      },
      {
        "sentence": "你的丈夫是爱你的，但婚后的生活可能让他的爱有所减损，毕竟没有人可以无条件地永远爱另一个人，感情是相互的。",
        "label": ""
      },
      {
        "sentence": "你在努力让自己变好的同时，也要意识到你的努力可能只是从满足自己的需求出发，而很难对他人产生影响，而且可能会伤害感情。",
        "label": ""
      },
      {
        "sentence": "因此，你的问题不在于选择老公还是情人，而是回归到自己，你的幸福不是依赖于别人给予的，而是要靠自己的成长和责任感来实现。",
        "label": ""
      },
      {
        "sentence": "我建议你找一位合适的咨询师进行个人成长，一些问题可能需要长时间的咨询才能解决，不容易在几句话中说清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很中肯，我会考虑找一位咨询师进行个人成长。你对我的情况有很多观点，我会参考并思考。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你的建议很中肯，我会考虑找一位咨询师进行个人成长。",
        "label": ""
      },
      {
        "sentence": "你对我的情况有很多观点，我会参考并思考。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你的。你的痛苦不是因为你不好，也不是你的错，你只是需要治愈早年的创伤，让内心中那个受伤的小女孩成长起来，以成人的心智去应对现实生活。你值得拥有幸福的人生。如果你需要进一步的支持和陪伴，请随时向我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "你的痛苦不是因为你不好，也不是你的错，你只是需要治愈早年的创伤，让内心中那个受伤的小女孩成长起来，以成人的心智去应对现实生活。",
        "label": ""
      },
      {
        "sentence": "你值得拥有幸福的人生。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和陪伴，请随时向我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我真的很需要有人可以听我诉说。我会努力改善自己，找到属于自己的幸福。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我真的很需要有人可以听我诉说。",
        "label": ""
      },
      {
        "sentence": "我会努力改善自己，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你。记得要对自己保持信心，在治愈过程中不要急于求成。如果你有任何需要帮助的地方，随时告诉我。我会一直陪伴在你身边的。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "记得要对自己保持信心，在治愈过程中不要急于求成。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要帮助的地方，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边的。",
        "label": ""
      }
    ]
  }
]