[
  {
    "role": "client",
    "content": "曾经不开心就找心理医生，现在不想和任何人说话？28岁，寄养长大和父母没有感情，两个月前断绝关系，谈了三年的男朋友分手了，创业的人生意受了重创很久没有收入以前大事小事都想找心理医生，曾做过一年多心理咨询，有时候也会打即时倾诉，后来发现心理医生对我不起作用了，也开始不想说话，不想和任何人聊天，觉得没有意义。",
    "annotation": [
      {
        "sentence": "曾经不开心就找心理医生，现在不想和任何人说话？",
        "label": ""
      },
      {
        "sentence": "28岁，寄养长大和父母没有感情，两个月前断绝关系，谈了三年的男朋友分手了，创业的人生意受了重创很久没有收入以前大事小事都想找心理医生，曾做过一年多心理咨询，有时候也会打即时倾诉，后来发现心理医生对我不起作用了，也开始不想说话，不想和任何人聊天，觉得没有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能给你一些力量看到你的文字，很心疼总有一个人始终爱着你，不离不弃！寄养长大的孩子经历了多少的伤痛一般人无法体验的，寄人篱下的小心翼翼与忍气吞声，害怕被嫌弃，孤独与寂寞的每一天，天地之大无处可去的无奈，对父母的渴望与失望......现在很难和父母、男友建立紧密可靠的感情正是这些童年经历的影响，这在创伤心理学中基本算是一个童年创伤来工作。以前大事小事都想找心理医生，曾做过一年多心理咨询，有时候也会打即时倾诉，后来发现心理医生对我不起作用了，也开始不想说话，不想和任何人聊天，觉得没有意义。---这可能是当时你的咨询师成了你的心理父母，你在心理上退行到了童年时代（创伤的固着点），会比较依赖你曾经缺失的父母。当那个心理医生不在能够满足你的心理需求时（这个有点复杂，你也没有说到细节难以分析），你和“父母”再次的分离，分离焦虑的体验让你看起来“抑郁”了。每一个孩子和父母的分离体验大致如此。你的内心有一个小孩，还困在过去的童年寄养时代，你看见了她，陪伴她慢慢的成长......待到山花烂漫时，她在丛中笑。推荐一本书给你《驯服孤独》祝你顺利！",
    "annotation": [
      {
        "sentence": "希望我的回答能给你一些力量看到你的文字，很心疼总有一个人始终爱着你，不离不弃！",
        "label": ""
      },
      {
        "sentence": "寄养长大的孩子经历了多少的伤痛一般人无法体验的，寄人篱下的小心翼翼与忍气吞声，害怕被嫌弃，孤独与寂寞的每一天，天地之大无处可去的无奈，对父母的渴望与失望......现在很难和父母、男友建立紧密可靠的感情正是这些童年经历的影响，这在创伤心理学中基本算是一个童年创伤来工作。",
        "label": ""
      },
      {
        "sentence": "以前大事小事都想找心理医生，曾做过一年多心理咨询，有时候也会打即时倾诉，后来发现心理医生对我不起作用了，也开始不想说话，不想和任何人聊天，觉得没有意义。",
        "label": ""
      },
      {
        "sentence": "---这可能是当时你的咨询师成了你的心理父母，你在心理上退行到了童年时代（创伤的固着点），会比较依赖你曾经缺失的父母。",
        "label": ""
      },
      {
        "sentence": "当那个心理医生不在能够满足你的心理需求时（这个有点复杂，你也没有说到细节难以分析），你和“父母”再次的分离，分离焦虑的体验让你看起来“抑郁”了。",
        "label": ""
      },
      {
        "sentence": "每一个孩子和父母的分离体验大致如此。",
        "label": ""
      },
      {
        "sentence": "你的内心有一个小孩，还困在过去的童年寄养时代，你看见了她，陪伴她慢慢的成长......待到山花烂漫时，她在丛中笑。",
        "label": ""
      },
      {
        "sentence": "推荐一本书给你《驯服孤独》祝你顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能一直在逃避这个分离的情绪，但是我真的很害怕去面对这种伤痛。和心理医生分离后，我感到无助和沮丧，如今我似乎又陷入了同样的情绪中。",
    "annotation": [
      {
        "sentence": "我明白了，我可能一直在逃避这个分离的情绪，但是我真的很害怕去面对这种伤痛。",
        "label": ""
      },
      {
        "sentence": "和心理医生分离后，我感到无助和沮丧，如今我似乎又陷入了同样的情绪中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，面对曾经的伤痛确实很困难，但只有勇敢地面对，才能真正解脱。你已经走了一段心理成长的路程，接下来你需要找到新的方法来面对自己的情绪。或许在这方面，寻找心理医生以外的支持也是有帮助的。",
    "annotation": [
      {
        "sentence": "是的，面对曾经的伤痛确实很困难，但只有勇敢地面对，才能真正解脱。",
        "label": ""
      },
      {
        "sentence": "你已经走了一段心理成长的路程，接下来你需要找到新的方法来面对自己的情绪。",
        "label": ""
      },
      {
        "sentence": "或许在这方面，寻找心理医生以外的支持也是有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直将心理医生看作是我的依赖和支撑。也许我需要尝试不同的方式来寻求帮助。并且，我也想更加了解自己的情绪和内心。",
    "annotation": [
      {
        "sentence": "你说得对，我一直将心理医生看作是我的依赖和支撑。",
        "label": ""
      },
      {
        "sentence": "也许我需要尝试不同的方式来寻求帮助。",
        "label": ""
      },
      {
        "sentence": "并且，我也想更加了解自己的情绪和内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这是一个积极的心态。通过多种途径了解自己的情绪是很有意义的，可以尝试一些自我认知的活动，如写日记、绘画、冥想等，来更深入地了解自己的感受和需求。",
    "annotation": [
      {
        "sentence": "很好，这是一个积极的心态。",
        "label": ""
      },
      {
        "sentence": "通过多种途径了解自己的情绪是很有意义的，可以尝试一些自我认知的活动，如写日记、绘画、冥想等，来更深入地了解自己的感受和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写日记、绘画、冥想听上去的确可以帮助我更好地认识自己。我会尝试这些方式，并且注意观察自己的情绪和反应。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "写日记、绘画、冥想听上去的确可以帮助我更好地认识自己。",
        "label": ""
      },
      {
        "sentence": "我会尝试这些方式，并且注意观察自己的情绪和反应。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。记得，这个过程可能会有起伏，有时会感到困惑或沮丧，但这也是成长的一部分。如果你遇到困难，随时来找我聊聊。你不是一个人在战斗，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得，这个过程可能会有起伏，有时会感到困惑或沮丧，但这也是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "如果你遇到困难，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感激你的支持和鼓励。有你在身边，我会更有信心面对自己的情绪和挑战。我相信，我可以渐渐摆脱这种无助和沮丧的情绪，重新找回自己。",
    "annotation": [
      {
        "sentence": "非常感激你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "有你在身边，我会更有信心面对自己的情绪和挑战。",
        "label": ""
      },
      {
        "sentence": "我相信，我可以渐渐摆脱这种无助和沮丧的情绪，重新找回自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经展现了坚强和勇敢的一面，我相信你一定能够成功克服困难。无论遇到什么困惑，随时来找我倾诉，我会一直陪伴在你身边。",
    "annotation": [
      {
        "sentence": "你已经展现了坚强和勇敢的一面，我相信你一定能够成功克服困难。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困惑，随时来找我倾诉，我会一直陪伴在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会努力面对自己的内心，并且在成长的道路上坚持前行。再次感谢你陪伴我度过这段困难的时刻。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力面对自己的内心，并且在成长的道路上坚持前行。",
        "label": ""
      },
      {
        "sentence": "再次感谢你陪伴我度过这段困难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你会迎来更美好的未来。祝愿你一切顺利，有任何需要的话，随时联系我。你不是一个人在奋斗，我会一直在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你会迎来更美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，有任何需要的话，随时联系我。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在奋斗，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]