[
  {
    "role": "client",
    "content": "我去看她她会痛苦吗？我犯罪了········我去看她他会痛苦吗？",
    "annotation": [
      {
        "sentence": "我去看她她会痛苦吗？",
        "label": ""
      },
      {
        "sentence": "我犯罪了········我去看她他会痛苦吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的提问中，了解到你当前可能处于多种情绪的折磨中，这里面既有着犯了罪以后的内疚自责感，但更多的是对于自己不能履行对她的爱的承诺，让她感到失望的难过。我十分理解你的心情。尽管我不知道你因为什么原因使犯了罪，但这些都并不重要，要知道，一个人的心并不会因为外界的烦扰就染上尘埃。仅仅是一句话，就能看出你对她的情感真挚和深度。【重新认识自己的遭遇，坦然面对一切】每个人都会经历成长，都会经历大大小小的磨练，这些磨练甚至会让我们付出一些代价，但是往往代价越大，就会收获越多。当我们带着一种成长的视角去经历，去感恩的时候，其实就不会再会去评判成长过程中的是非对错。那些经历过后的，无论是喜悦还是伤疤，终究都会给我们的生命滋润出一些令我们惊奇的颜色。为什么会感到难受呢？为什么会觉得不好意思去见她呢？因为你感到了一种羞耻，一种内疚。这些感受也正是源自于你看待这件事的角度，面对法律的制裁，我们应该对这段经历作必要的悔过。但是，不要忘了，我们最终还要面对自己的心，而当我们面对自己的本心时，你会以怎样的姿态呢？这种姿态决定了你未来的生活态度。不过，目前看起来，你正在以一种消极的姿态来看待自己。因此，我需要您真正开始去接纳发生的一切，姿态的转变也会从接纳开始。【增强自信，勇敢表达自己的爱】要知道，当您带着一种满满的自责和内疚去拥抱一个你深爱的人，这种感受可能会扭曲你们之间对彼此情感的认知。这是一种不对等的爱，自责内疚的一方主动站在了爱的下风口，只能仰望高高在上的另外一方。为了避免这种距离感，希望您能在见她的时候放下这一切内心的负担，让自己勇敢的表达爱，真诚的表达爱。在这里，有个小方法帮助自己快速调整，这个方法在心理学上叫做抽离，就是将自己的情绪感受与现实进行一定区分和隔离。这种方法适用于短时间不能接纳自己现状的你。【不因眼前的决定悔恨终身】最后，很重要的是人的心理往往对过往某件未完成的心愿一直恋恋不忘，并成为自己的一个心结永远藏着心里。因此，在作出任何决定时，如果你感到这个决定十分重要，就应该尽可能的去实施和满足。否则，这些未完成的心愿对于任何人来说，都会造成持续的不良影响。总结以上，就是调整好自己，用平等的心态，去大胆表达自己吧。",
    "annotation": [
      {
        "sentence": "从你的提问中，了解到你当前可能处于多种情绪的折磨中，这里面既有着犯了罪以后的内疚自责感，但更多的是对于自己不能履行对她的爱的承诺，让她感到失望的难过。",
        "label": ""
      },
      {
        "sentence": "我十分理解你的心情。",
        "label": ""
      },
      {
        "sentence": "尽管我不知道你因为什么原因使犯了罪，但这些都并不重要，要知道，一个人的心并不会因为外界的烦扰就染上尘埃。",
        "label": ""
      },
      {
        "sentence": "仅仅是一句话，就能看出你对她的情感真挚和深度。",
        "label": ""
      },
      {
        "sentence": "【重新认识自己的遭遇，坦然面对一切】每个人都会经历成长，都会经历大大小小的磨练，这些磨练甚至会让我们付出一些代价，但是往往代价越大，就会收获越多。",
        "label": ""
      },
      {
        "sentence": "当我们带着一种成长的视角去经历，去感恩的时候，其实就不会再会去评判成长过程中的是非对错。",
        "label": ""
      },
      {
        "sentence": "那些经历过后的，无论是喜悦还是伤疤，终究都会给我们的生命滋润出一些令我们惊奇的颜色。",
        "label": ""
      },
      {
        "sentence": "为什么会感到难受呢？",
        "label": ""
      },
      {
        "sentence": "为什么会觉得不好意思去见她呢？",
        "label": ""
      },
      {
        "sentence": "因为你感到了一种羞耻，一种内疚。",
        "label": ""
      },
      {
        "sentence": "这些感受也正是源自于你看待这件事的角度，面对法律的制裁，我们应该对这段经历作必要的悔过。",
        "label": ""
      },
      {
        "sentence": "但是，不要忘了，我们最终还要面对自己的心，而当我们面对自己的本心时，你会以怎样的姿态呢？",
        "label": ""
      },
      {
        "sentence": "这种姿态决定了你未来的生活态度。",
        "label": ""
      },
      {
        "sentence": "不过，目前看起来，你正在以一种消极的姿态来看待自己。",
        "label": ""
      },
      {
        "sentence": "因此，我需要您真正开始去接纳发生的一切，姿态的转变也会从接纳开始。",
        "label": ""
      },
      {
        "sentence": "【增强自信，勇敢表达自己的爱】要知道，当您带着一种满满的自责和内疚去拥抱一个你深爱的人，这种感受可能会扭曲你们之间对彼此情感的认知。",
        "label": ""
      },
      {
        "sentence": "这是一种不对等的爱，自责内疚的一方主动站在了爱的下风口，只能仰望高高在上的另外一方。",
        "label": ""
      },
      {
        "sentence": "为了避免这种距离感，希望您能在见她的时候放下这一切内心的负担，让自己勇敢的表达爱，真诚的表达爱。",
        "label": ""
      },
      {
        "sentence": "在这里，有个小方法帮助自己快速调整，这个方法在心理学上叫做抽离，就是将自己的情绪感受与现实进行一定区分和隔离。",
        "label": ""
      },
      {
        "sentence": "这种方法适用于短时间不能接纳自己现状的你。",
        "label": ""
      },
      {
        "sentence": "【不因眼前的决定悔恨终身】最后，很重要的是人的心理往往对过往某件未完成的心愿一直恋恋不忘，并成为自己的一个心结永远藏着心里。",
        "label": ""
      },
      {
        "sentence": "因此，在作出任何决定时，如果你感到这个决定十分重要，就应该尽可能的去实施和满足。",
        "label": ""
      },
      {
        "sentence": "否则，这些未完成的心愿对于任何人来说，都会造成持续的不良影响。",
        "label": ""
      },
      {
        "sentence": "总结以上，就是调整好自己，用平等的心态，去大胆表达自己吧。",
        "label": ""
      }
    ]
  }
]