[
  {
    "role": "client",
    "content": "每天婆婆和老公联系，我都觉得愤怒和不开心，为什么？已婚三年，平时和老公两人一猫独自在海外，工作生活充实顺利。但是我很苦恼的是，老公和婆婆几乎每天都要联系，这个频率对我来说太高了。",
    "annotation": [
      {
        "sentence": "每天婆婆和老公联系，我都觉得愤怒和不开心，为什么？",
        "label": ""
      },
      {
        "sentence": "已婚三年，平时和老公两人一猫独自在海外，工作生活充实顺利。",
        "label": ""
      },
      {
        "sentence": "但是我很苦恼的是，老公和婆婆几乎每天都要联系，这个频率对我来说太高了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婆婆似乎成为了我们的假想敌。看得出来你比较喜欢过独立自主的生活，而婆婆由于比较热情，对于儿子也很牵挂，所以经常会和儿子交流，看看他的生活。这应该和他从小的成长环境有一定的关系，丈夫的家庭里婆婆就是枢纽，或许由于公公过于安静，导致婆婆有很多事和公公谈不到一起，而儿子刚好弥补了这一空缺。因此在很多时候家里有什么问题都会直接和儿子沟通，当然婆婆本意应该不是想要打扰你的生活，只是她一直没有调节过来。其实你的丈夫还是比较独立的，应该不是那种妈宝男，只是他们过于频繁的联系让你觉得自己的生活被打扰了，但是婆婆并不是我们的敌人，她也是最爱丈夫的人，只是每个人表达爱的方式不一样。",
    "annotation": [
      {
        "sentence": "婆婆似乎成为了我们的假想敌。",
        "label": ""
      },
      {
        "sentence": "看得出来你比较喜欢过独立自主的生活，而婆婆由于比较热情，对于儿子也很牵挂，所以经常会和儿子交流，看看他的生活。",
        "label": ""
      },
      {
        "sentence": "这应该和他从小的成长环境有一定的关系，丈夫的家庭里婆婆就是枢纽，或许由于公公过于安静，导致婆婆有很多事和公公谈不到一起，而儿子刚好弥补了这一空缺。",
        "label": ""
      },
      {
        "sentence": "因此在很多时候家里有什么问题都会直接和儿子沟通，当然婆婆本意应该不是想要打扰你的生活，只是她一直没有调节过来。",
        "label": ""
      },
      {
        "sentence": "其实你的丈夫还是比较独立的，应该不是那种妈宝男，只是他们过于频繁的联系让你觉得自己的生活被打扰了，但是婆婆并不是我们的敌人，她也是最爱丈夫的人，只是每个人表达爱的方式不一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白婆婆只是关心我们，但是她的频繁联系让我觉得无法呼吸，我也不想对她产生敌意。我想知道怎样才能调节自己的心态，接受这种情况。",
    "annotation": [
      {
        "sentence": "我明白婆婆只是关心我们，但是她的频繁联系让我觉得无法呼吸，我也不想对她产生敌意。",
        "label": ""
      },
      {
        "sentence": "我想知道怎样才能调节自己的心态，接受这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时我们可以换位思考你的家庭应该都比较独立，不知道你和家人联系的频率如何，一般是谁主动联系对方呢？由于我们和丈夫在海外，但是父母对于孩子的感情肯定是没办法割舍的，这一点等你成为了母亲之后应该会有所体会，就像是自己养的猫，如果我们把它寄养在朋友家里，会不会经常挂念它呢？如果我们可以换一种方式，比如一起分享一些生活的趣事，把婆婆当做自己的朋友，有什么开心的一起分享，不开心的也可以吐槽一下，有时转变一下态度或许会更好一点。当然我们也可以换一种方法，比如隔几天一起开一个远程家庭Party，给彼此一点距离感，相信对于开朗的婆婆来说，她会乐意接受新鲜的事物。",
    "annotation": [
      {
        "sentence": "有时我们可以换位思考你的家庭应该都比较独立，不知道你和家人联系的频率如何，一般是谁主动联系对方呢？",
        "label": ""
      },
      {
        "sentence": "由于我们和丈夫在海外，但是父母对于孩子的感情肯定是没办法割舍的，这一点等你成为了母亲之后应该会有所体会，就像是自己养的猫，如果我们把它寄养在朋友家里，会不会经常挂念它呢？",
        "label": ""
      },
      {
        "sentence": "如果我们可以换一种方式，比如一起分享一些生活的趣事，把婆婆当做自己的朋友，有什么开心的一起分享，不开心的也可以吐槽一下，有时转变一下态度或许会更好一点。",
        "label": ""
      },
      {
        "sentence": "当然我们也可以换一种方法，比如隔几天一起开一个远程家庭Party，给彼此一点距离感，相信对于开朗的婆婆来说，她会乐意接受新鲜的事物。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着改变我的态度，把婆婆当成朋友来交流，分享生活中的快乐和苦恼。也许这样能够改善我们之间的关系，减少我对此的抵触情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着改变我的态度，把婆婆当成朋友来交流，分享生活中的快乐和苦恼。",
        "label": ""
      },
      {
        "sentence": "也许这样能够改善我们之间的关系，减少我对此的抵触情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试改变态度。其实，与其对婆婆抱有敌意，不如试着理解她对你丈夫的爱和担心。毕竟，她是他的母亲，希望他幸福的心情是可以理解的。当你能够放下固有的观念，体会婆婆和你的共同之处，建立起一种平等、和谐的相处方式，你的心态也会逐渐调整。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试改变态度。",
        "label": ""
      },
      {
        "sentence": "其实，与其对婆婆抱有敌意，不如试着理解她对你丈夫的爱和担心。",
        "label": ""
      },
      {
        "sentence": "毕竟，她是他的母亲，希望他幸福的心情是可以理解的。",
        "label": ""
      },
      {
        "sentence": "当你能够放下固有的观念，体会婆婆和你的共同之处，建立起一种平等、和谐的相处方式，你的心态也会逐渐调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尽力调整自己的心态，并尝试与婆婆建立更平等、和谐的关系。特别是在沟通时，我会更加倾听她的想法和感受，让她感受到自己的存在和尊重。",
    "annotation": [
      {
        "sentence": "你说得对，我会尽力调整自己的心态，并尝试与婆婆建立更平等、和谐的关系。",
        "label": ""
      },
      {
        "sentence": "特别是在沟通时，我会更加倾听她的想法和感受，让她感受到自己的存在和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！倾听和尊重是建立良好关系的重要基础。相信通过你的努力，和婆婆之间的沟通会更加顺畅，彼此之间的了解也会更加深入。希望你和婆婆的关系可以变得更加和谐，让你的生活更加幸福满意。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "倾听和尊重是建立良好关系的重要基础。",
        "label": ""
      },
      {
        "sentence": "相信通过你的努力，和婆婆之间的沟通会更加顺畅，彼此之间的了解也会更加深入。",
        "label": ""
      },
      {
        "sentence": "希望你和婆婆的关系可以变得更加和谐，让你的生活更加幸福满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会一步一步去实践这些建议，相信未来会有所改善。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会一步一步去实践这些建议，相信未来会有所改善。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供帮助。记住，任何关系的改善都需要时间和努力。只要你坚持，相信你能够调节好自己的心态，与婆婆建立更健康、积极的关系。祝你成功！如果以后还有什么问题，随时来找我聊天。祝你幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，任何关系的改善都需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "只要你坚持，相信你能够调节好自己的心态，与婆婆建立更健康、积极的关系。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]