[
  {
    "role": "client",
    "content": "我发现我在与人交往时，总是无条件地对别人好，我让人讨厌吗？在我知道舔狗这个词之前我从来没觉得我的方法有问题，从小到大感觉与人的交往总是我让着对方多一些。当然这是在我的角度来想，与人交往我总是喜欢委屈自己成全他人。这个程度倒不是很严重，主要我觉得的是无论我对她们多么好她们似乎都不是很领情。导致我有时候跟别人吵架总是觉得是我的问题，即使一开始是对方的问题但到最后想来想去还是觉得问题出在我自己身上。这么想来想去最后就很纠结对错到底是我的错还是对方的错，这很痛苦啊……没有挚友……跟关系比较“好”的人聊天都觉得是我在主动难道我真是个让人讨厌的家伙吗？",
    "annotation": [
      {
        "sentence": "我发现我在与人交往时，总是无条件地对别人好，我让人讨厌吗？",
        "label": ""
      },
      {
        "sentence": "在我知道舔狗这个词之前我从来没觉得我的方法有问题，从小到大感觉与人的交往总是我让着对方多一些。",
        "label": ""
      },
      {
        "sentence": "当然这是在我的角度来想，与人交往我总是喜欢委屈自己成全他人。",
        "label": ""
      },
      {
        "sentence": "这个程度倒不是很严重，主要我觉得的是无论我对她们多么好她们似乎都不是很领情。",
        "label": ""
      },
      {
        "sentence": "导致我有时候跟别人吵架总是觉得是我的问题，即使一开始是对方的问题但到最后想来想去还是觉得问题出在我自己身上。",
        "label": ""
      },
      {
        "sentence": "这么想来想去最后就很纠结对错到底是我的错还是对方的错，这很痛苦啊……没有挚友……跟关系比较“好”的人聊天都觉得是我在主动难道我真是个让人讨厌的家伙吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好善良，你不计较，你大度，你有牺牲精神。我不知道你为什么会说别人会讨厌你。你之所以会觉得吵架后是你的错，主要还是内心深处的低价值感、自卑感，凡事都是自己的错，你觉得自己不配别人对你好。但其实你并不需要改变自己的方式，对待别人不必委屈自己，感到痛苦。你需要学会保护自己的感受，逐渐让自己放在第一位。",
    "annotation": [
      {
        "sentence": "你好善良，你不计较，你大度，你有牺牲精神。",
        "label": ""
      },
      {
        "sentence": "我不知道你为什么会说别人会讨厌你。",
        "label": ""
      },
      {
        "sentence": "你之所以会觉得吵架后是你的错，主要还是内心深处的低价值感、自卑感，凡事都是自己的错，你觉得自己不配别人对你好。",
        "label": ""
      },
      {
        "sentence": "但其实你并不需要改变自己的方式，对待别人不必委屈自己，感到痛苦。",
        "label": ""
      },
      {
        "sentence": "你需要学会保护自己的感受，逐渐让自己放在第一位。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，但是我为什么会有这种低价值感和自卑感呢？是因为我在童年时期就习惯了委屈自己吗？",
    "annotation": [
      {
        "sentence": "你说的有道理，但是我为什么会有这种低价值感和自卑感呢？",
        "label": ""
      },
      {
        "sentence": "是因为我在童年时期就习惯了委屈自己吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在童年时期，我们的家庭和环境对我们的成长有很大的影响。如果你习惯了委屈自己，可能是因为你在家庭中接受了这种模式。但是，现在你可以意识到这个问题并尝试改变。你可以开始关注自己的感受，了解自己的真实需求，并表达出来。",
    "annotation": [
      {
        "sentence": "在童年时期，我们的家庭和环境对我们的成长有很大的影响。",
        "label": ""
      },
      {
        "sentence": "如果你习惯了委屈自己，可能是因为你在家庭中接受了这种模式。",
        "label": ""
      },
      {
        "sentence": "但是，现在你可以意识到这个问题并尝试改变。",
        "label": ""
      },
      {
        "sentence": "你可以开始关注自己的感受，了解自己的真实需求，并表达出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该为自己设定一些边界，不再一味地付出。但是，如果我减少对别人的付出，不再委屈自己，会不会失去别人的喜欢和支持呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该为自己设定一些边界，不再一味地付出。",
        "label": ""
      },
      {
        "sentence": "但是，如果我减少对别人的付出，不再委屈自己，会不会失去别人的喜欢和支持呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，但是付出并不意味着要牺牲自己的需要和感受。适当减少对别人的付出，并不会让你失去别人的喜欢和支持。真正的朋友和支持者会理解你的需求，并尊重你的边界。你需要找到那些真正关心你的人，与他们建立更健康、平衡的关系。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，但是付出并不意味着要牺牲自己的需要和感受。",
        "label": ""
      },
      {
        "sentence": "适当减少对别人的付出，并不会让你失去别人的喜欢和支持。",
        "label": ""
      },
      {
        "sentence": "真正的朋友和支持者会理解你的需求，并尊重你的边界。",
        "label": ""
      },
      {
        "sentence": "你需要找到那些真正关心你的人，与他们建立更健康、平衡的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要找到那些真正关心我的人，与他们建立更健康的关系。但是我该如何与他们建立联系呢？",
    "annotation": [
      {
        "sentence": "你说得对，我需要找到那些真正关心我的人，与他们建立更健康的关系。",
        "label": ""
      },
      {
        "sentence": "但是我该如何与他们建立联系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建立联系的关键是互相沟通和理解。你可以积极主动地与那些真正关心你的人保持联系，分享你的想法和感受。同时，也要学会倾听他们的需求和感受，共同交流和支持。通过积极的互动，你将能够建立更深层次的关系。",
    "annotation": [
      {
        "sentence": "建立联系的关键是互相沟通和理解。",
        "label": ""
      },
      {
        "sentence": "你可以积极主动地与那些真正关心你的人保持联系，分享你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会倾听他们的需求和感受，共同交流和支持。",
        "label": ""
      },
      {
        "sentence": "通过积极的互动，你将能够建立更深层次的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试与那些真正关心我的人保持联系，并学会更好地表达自己。我相信通过积极的互动，我能够建立更深层次的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试与那些真正关心我的人保持联系，并学会更好地表达自己。",
        "label": ""
      },
      {
        "sentence": "我相信通过积极的互动，我能够建立更深层次的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！相信自己的价值和能力，相信与真正关心你的人的互动会带来更多的支持和理解。记住，你不需要让自己成为讨人喜欢的人，而是要做一个真实而真诚的自己。祝你成功！",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "相信自己的价值和能力，相信与真正关心你的人的互动会带来更多的支持和理解。",
        "label": ""
      },
      {
        "sentence": "记住，你不需要让自己成为讨人喜欢的人，而是要做一个真实而真诚的自己。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会坚持努力，相信自己能够改变并建立更健康、平衡的关系。非常感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会坚持努力，相信自己能够改变并建立更健康、平衡的关系。",
        "label": ""
      },
      {
        "sentence": "非常感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你能够实现自己的目标。如果在这个过程中遇到任何困难，记得随时来找我聊天。我会一直支持你。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中遇到任何困难，记得随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]