[
  {
    "role": "client",
    "content": "最近我在与人交往时遇到了一些问题，我总是无条件地对别人好，但我开始怀疑这样的做法是否让人讨厌。在我之前从来没有意识到我的交往方式有问题，一直以来我都习惯让着别人。虽然这是我的想法，但我总是愿意委屈自己来满足他人。虽然这个程度还不是很严重，但我发觉无论我对她们多好，她们似乎都不太领情。有时候吵架时，我总觉得问题出在我自己身上，即使是对方的问题。这让我陷入对错纠结，非常痛苦……我没有真正的挚友…… 我总觉得是我在主动，难道我真的是个让人讨厌的人吗？",
    "annotation": [
      {
        "sentence": "最近我在与人交往时遇到了一些问题，我总是无条件地对别人好，但我开始怀疑这样的做法是否让人讨厌。",
        "label": ""
      },
      {
        "sentence": "在我之前从来没有意识到我的交往方式有问题，一直以来我都习惯让着别人。",
        "label": ""
      },
      {
        "sentence": "虽然这是我的想法，但我总是愿意委屈自己来满足他人。",
        "label": ""
      },
      {
        "sentence": "虽然这个程度还不是很严重，但我发觉无论我对她们多好，她们似乎都不太领情。",
        "label": ""
      },
      {
        "sentence": "有时候吵架时，我总觉得问题出在我自己身上，即使是对方的问题。",
        "label": ""
      },
      {
        "sentence": "这让我陷入对错纠结，非常痛苦……我没有真正的挚友…… 我总觉得是我在主动，难道我真的是个让人讨厌的人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的字里行间中可以感受到你的生气和失望。你付出了很多努力去满足别人，希望她们能够看到你的付出和牺牲，希望能得到回应和接纳。然而，她们却没有珍惜你的付出，而是认为这是理应的。在人际互动中，经历这种被排斥、被利用和被贬低的感受会让人非常痛苦。你提到和关系比较好的人聊天时觉得自己在主动，这似乎与羞耻感有关。一方面，你好像在关系中表现得非常小心谨慎，时刻心力憔悴。即使这样，你还是努力地取悦他人。也许这与你对自我价值的感受有关。似乎满足别人比满足自己更让你感到安心。这让我想到了一个努力取悦父母的孩子和冷漠苛刻的父母之间的关系。或许这与你早年的经历和后来的经历有关，导致了你现在的交往模式。另一方面，我也感受到了你对关系的渴望和对被接纳的期盼。你多么希望有人能真心喜欢你，真诚地对待你。没有人会因为这些真挚的美好渴望和期盼而认为你讨厌。也许我们只是需要更了解自己，从低自我价值感中走出来。当你能够成为真正的自己时，周围的人也会感受到你的存在和价值。",
    "annotation": [
      {
        "sentence": "从你的字里行间中可以感受到你的生气和失望。",
        "label": ""
      },
      {
        "sentence": "你付出了很多努力去满足别人，希望她们能够看到你的付出和牺牲，希望能得到回应和接纳。",
        "label": ""
      },
      {
        "sentence": "然而，她们却没有珍惜你的付出，而是认为这是理应的。",
        "label": ""
      },
      {
        "sentence": "在人际互动中，经历这种被排斥、被利用和被贬低的感受会让人非常痛苦。",
        "label": ""
      },
      {
        "sentence": "你提到和关系比较好的人聊天时觉得自己在主动，这似乎与羞耻感有关。",
        "label": ""
      },
      {
        "sentence": "一方面，你好像在关系中表现得非常小心谨慎，时刻心力憔悴。",
        "label": ""
      },
      {
        "sentence": "即使这样，你还是努力地取悦他人。",
        "label": ""
      },
      {
        "sentence": "也许这与你对自我价值的感受有关。",
        "label": ""
      },
      {
        "sentence": "似乎满足别人比满足自己更让你感到安心。",
        "label": ""
      },
      {
        "sentence": "这让我想到了一个努力取悦父母的孩子和冷漠苛刻的父母之间的关系。",
        "label": ""
      },
      {
        "sentence": "或许这与你早年的经历和后来的经历有关，导致了你现在的交往模式。",
        "label": ""
      },
      {
        "sentence": "另一方面，我也感受到了你对关系的渴望和对被接纳的期盼。",
        "label": ""
      },
      {
        "sentence": "你多么希望有人能真心喜欢你，真诚地对待你。",
        "label": ""
      },
      {
        "sentence": "没有人会因为这些真挚的美好渴望和期盼而认为你讨厌。",
        "label": ""
      },
      {
        "sentence": "也许我们只是需要更了解自己，从低自我价值感中走出来。",
        "label": ""
      },
      {
        "sentence": "当你能够成为真正的自己时，周围的人也会感受到你的存在和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和安慰，我真的很需要这样的支持。我一直对自己的交往方式感到困惑和不满，但又不知道如何改变。我很担心如果我不再无条件地对别人好，他们会不喜欢我，甚至离开我。这让我陷入了矛盾和焦虑之中。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和安慰，我真的很需要这样的支持。",
        "label": ""
      },
      {
        "sentence": "我一直对自己的交往方式感到困惑和不满，但又不知道如何改变。",
        "label": ""
      },
      {
        "sentence": "我很担心如果我不再无条件地对别人好，他们会不喜欢我，甚至离开我。",
        "label": ""
      },
      {
        "sentence": "这让我陷入了矛盾和焦虑之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。改变自己的交往方式可能会让你感到不安和担忧，毕竟你已经习惯了这种方式。但是，不要忘记，你也有权利被别人真心喜欢和接纳。真正对你好的人是不会因为你不再无条件地付出而离开你的。试着从小的改变开始，慢慢地尝试表达自己的需求和想法，看看会不会得到更好的回应。同时，也要学会设定一些界限，不要总是委屈自己。这并不是说你要变得自私，而是要学会照顾自己的感受和需求。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "改变自己的交往方式可能会让你感到不安和担忧，毕竟你已经习惯了这种方式。",
        "label": ""
      },
      {
        "sentence": "但是，不要忘记，你也有权利被别人真心喜欢和接纳。",
        "label": ""
      },
      {
        "sentence": "真正对你好的人是不会因为你不再无条件地付出而离开你的。",
        "label": ""
      },
      {
        "sentence": "试着从小的改变开始，慢慢地尝试表达自己的需求和想法，看看会不会得到更好的回应。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会设定一些界限，不要总是委屈自己。",
        "label": ""
      },
      {
        "sentence": "这并不是说你要变得自私，而是要学会照顾自己的感受和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要学会设定界限和表达自己的需求。但是，我害怕如果我真的这样做了，别人会觉得我变了，导致关系变得紧张甚至破裂。",
    "annotation": [
      {
        "sentence": "你说得对，我需要学会设定界限和表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "但是，我害怕如果我真的这样做了，别人会觉得我变了，导致关系变得紧张甚至破裂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担忧很常见，很多人在改变自己时都会有这种顾虑。但是，真正的朋友和关系是建立在真实和相互理解的基础上的。当你学会表达自己的需求，设定界限时，并不是在变得不好相处，而是在寻求更健康和平衡的关系。如果别人真心爱你和关心你，他们应该会理解并支持你的改变。如果有人因为你的改变而离开，那也说明他们并不是真正适合你的人。重要的是，你要相信自己值得被真正喜欢和接纳。",
    "annotation": [
      {
        "sentence": "这种担忧很常见，很多人在改变自己时都会有这种顾虑。",
        "label": ""
      },
      {
        "sentence": "但是，真正的朋友和关系是建立在真实和相互理解的基础上的。",
        "label": ""
      },
      {
        "sentence": "当你学会表达自己的需求，设定界限时，并不是在变得不好相处，而是在寻求更健康和平衡的关系。",
        "label": ""
      },
      {
        "sentence": "如果别人真心爱你和关心你，他们应该会理解并支持你的改变。",
        "label": ""
      },
      {
        "sentence": "如果有人因为你的改变而离开，那也说明他们并不是真正适合你的人。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要相信自己值得被真正喜欢和接纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我应该相信自己的价值，而不是总是把他人的需要放在第一位。我会尝试去改变自己的交往方式，并学会更好地表达自己。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我应该相信自己的价值，而不是总是把他人的需要放在第一位。",
        "label": ""
      },
      {
        "sentence": "我会尝试去改变自己的交往方式，并学会更好地表达自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。记住，你不是一个让人讨厌的人。你值得被真正喜欢和接纳。相信自己，勇敢地追寻更健康、平衡的关系。如果以后还有什么困惑或需要帮助的地方，随时来找我聊天都可以。你并不孤单，有人在支持你。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个让人讨厌的人。",
        "label": ""
      },
      {
        "sentence": "你值得被真正喜欢和接纳。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢地追寻更健康、平衡的关系。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困惑或需要帮助的地方，随时来找我聊天都可以。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人在支持你。",
        "label": ""
      }
    ]
  }
]