[
  {
    "role": "client",
    "content": "与人交往时，总是无条件对别人好，我让人讨厌吗？在我知道舔狗这个词之前我从来没觉得我的方法有问题，从小到大感觉与人的交往总是我让着对方多一些。当然这是在我的角度来想，与人交往我总是喜欢委屈自己成全他人。这个程度倒不是很严重，主要我觉得的是无论我对她们多么好她们似乎都不是很领情。导致我有时候跟别人吵架总是觉得是我的问题，即使一开始是对方的问题但到最后想来想去还是觉得问题出在我自己身上。这么想来想去最后就很纠结对错到底是我的错还是对方的错，这很痛苦啊……没有挚友……跟关系比较“好”的人聊天都觉得是我在主动难道我真是个让人讨厌的家伙吗？",
    "annotation": [
      {
        "sentence": "与人交往时，总是无条件对别人好，我让人讨厌吗？",
        "label": ""
      },
      {
        "sentence": "在我知道舔狗这个词之前我从来没觉得我的方法有问题，从小到大感觉与人的交往总是我让着对方多一些。",
        "label": ""
      },
      {
        "sentence": "当然这是在我的角度来想，与人交往我总是喜欢委屈自己成全他人。",
        "label": ""
      },
      {
        "sentence": "这个程度倒不是很严重，主要我觉得的是无论我对她们多么好她们似乎都不是很领情。",
        "label": ""
      },
      {
        "sentence": "导致我有时候跟别人吵架总是觉得是我的问题，即使一开始是对方的问题但到最后想来想去还是觉得问题出在我自己身上。",
        "label": ""
      },
      {
        "sentence": "这么想来想去最后就很纠结对错到底是我的错还是对方的错，这很痛苦啊……没有挚友……跟关系比较“好”的人聊天都觉得是我在主动难道我真是个让人讨厌的家伙吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很愿意和你聊聊你提到的问题。先不要急着责备自己，每个人在人际交往中都可能遇到困难和矛盾。我想了解一下你在与人交往时具体遇到的问题，可以给我举一些例子吗？",
    "annotation": [
      {
        "sentence": "你好，我很愿意和你聊聊你提到的问题。",
        "label": ""
      },
      {
        "sentence": "先不要急着责备自己，每个人在人际交往中都可能遇到困难和矛盾。",
        "label": ""
      },
      {
        "sentence": "我想了解一下你在与人交往时具体遇到的问题，可以给我举一些例子吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有一次，我和一个朋友因为一点小事吵了一架，一开始是她的问题，但最后我却一直觉得是我的错。我不知道为什么我总是倾向于责怪自己，觉得自己做得不够好。",
    "annotation": [
      {
        "sentence": "有一次，我和一个朋友因为一点小事吵了一架，一开始是她的问题，但最后我却一直觉得是我的错。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么我总是倾向于责怪自己，觉得自己做得不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种倾向责怪自己的感觉并不少见。可能是因为你习惯性地关注他人的感受和需求，而忽视了自己的感受和需求。当出现冲突时，你很可能会默认自己承担全部责任。但其实，一个健康的人际关系是相互的，责任也是相互的。不要过分苛责自己，试着站在客观的角度看待事情。",
    "annotation": [
      {
        "sentence": "这种倾向责怪自己的感觉并不少见。",
        "label": ""
      },
      {
        "sentence": "可能是因为你习惯性地关注他人的感受和需求，而忽视了自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "当出现冲突时，你很可能会默认自己承担全部责任。",
        "label": ""
      },
      {
        "sentence": "但其实，一个健康的人际关系是相互的，责任也是相互的。",
        "label": ""
      },
      {
        "sentence": "不要过分苛责自己，试着站在客观的角度看待事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能确实太过于注重别人的感受了。但是，我还是很在意别人对我的看法，怎么才能不那么在意呢？",
    "annotation": [
      {
        "sentence": "我明白了，我可能确实太过于注重别人的感受了。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很在意别人对我的看法，怎么才能不那么在意呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关注别人的看法无可避免，但也要记住，别人的看法并不代表一切。重要的是你对自己的认同和价值感。要相信自己的价值，做真实的自己，不必为了讨人喜欢而放弃自己的原则和需求。同时，和真正理解你并接纳你的人保持亲密，他们能给予你更多积极的支持和鼓励。",
    "annotation": [
      {
        "sentence": "关注别人的看法无可避免，但也要记住，别人的看法并不代表一切。",
        "label": ""
      },
      {
        "sentence": "重要的是你对自己的认同和价值感。",
        "label": ""
      },
      {
        "sentence": "要相信自己的价值，做真实的自己，不必为了讨人喜欢而放弃自己的原则和需求。",
        "label": ""
      },
      {
        "sentence": "同时，和真正理解你并接纳你的人保持亲密，他们能给予你更多积极的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，在我身边缺乏这样的亲密朋友。我该怎么和他们建立更深入的关系呢？",
    "annotation": [
      {
        "sentence": "确实，在我身边缺乏这样的亲密朋友。",
        "label": ""
      },
      {
        "sentence": "我该怎么和他们建立更深入的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建立深入的关系需要时间和努力。首先，你可以主动参与一些你感兴趣的社交活动，扩大自己的社交圈子。其次，要学会倾听他人，真正关心他们的感受和需求。同时，也要展示自己的真实想法和情感，逐渐建立信任和亲近感。记住，友谊需要相互支持和理解，不要担心主动一些，因为真正的朋友会欣赏你的努力。",
    "annotation": [
      {
        "sentence": "建立深入的关系需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以主动参与一些你感兴趣的社交活动，扩大自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "其次，要学会倾听他人，真正关心他们的感受和需求。",
        "label": ""
      },
      {
        "sentence": "同时，也要展示自己的真实想法和情感，逐渐建立信任和亲近感。",
        "label": ""
      },
      {
        "sentence": "记住，友谊需要相互支持和理解，不要担心主动一些，因为真正的朋友会欣赏你的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去接触更多的人，并展示真实的我。但我还是有时候患得患失，怕被拒绝或伤害。怎么才能克服这种恐惧呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去接触更多的人，并展示真实的我。",
        "label": ""
      },
      {
        "sentence": "但我还是有时候患得患失，怕被拒绝或伤害。",
        "label": ""
      },
      {
        "sentence": "怎么才能克服这种恐惧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种恐惧是常见的，但你要明白，拒绝和伤害是人际交往中难免会遇到的。不要因为害怕而退缩，要勇敢面对。同时，你可以逐渐提升自己的自我价值感，通过培养爱好和发展自己的成就感来增强内心的安全感。相信自己的能力和价值，不要过分依赖他人的认同来获得自我肯定。",
    "annotation": [
      {
        "sentence": "这种恐惧是常见的，但你要明白，拒绝和伤害是人际交往中难免会遇到的。",
        "label": ""
      },
      {
        "sentence": "不要因为害怕而退缩，要勇敢面对。",
        "label": ""
      },
      {
        "sentence": "同时，你可以逐渐提升自己的自我价值感，通过培养爱好和发展自己的成就感来增强内心的安全感。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力和价值，不要过分依赖他人的认同来获得自我肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着变得勇敢一些，相信自己的能力。谢谢你的鼓励和支持，我感觉自己有了一些方向了。",
    "annotation": [
      {
        "sentence": "我会试着变得勇敢一些，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，我感觉自己有了一些方向了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，希望你能坚持下去，不断成长和发展。如果以后还有任何问题或困惑，请随时找我倾诉，我会尽力帮助你的。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，希望你能坚持下去，不断成长和发展。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题或困惑，请随时找我倾诉，我会尽力帮助你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会的！",
    "annotation": [
      {
        "sentence": "谢谢你，我会的！",
        "label": ""
      }
    ]
  }
]