[
  {
    "role": "client",
    "content": "与人交往时，总是无条件对别人好，我让人讨厌吗？在我知道舔狗这个词之前我从来没觉得我的方法有问题，从小到大感觉与人的交往总是我让着对方多一些。当然这是在我的角度来想，与人交往我总是喜欢委屈自己成全他人。这个程度倒不是很严重，主要我觉得的是无论我对她们多么好她们似乎都不是很领情。导致我有时候跟别人吵架总是觉得是我的问题，即使一开始是对方的问题但到最后想来想去还是觉得问题出在我自己身上。这么想来想去最后就很纠结对错到底是我的错还是对方的错，这很痛苦啊……没有挚友……跟关系比较“好”的人聊天都觉得是我在主动难道我真是个让人讨厌的家伙吗？",
    "annotation": [
      {
        "sentence": "与人交往时，总是无条件对别人好，我让人讨厌吗？",
        "label": ""
      },
      {
        "sentence": "在我知道舔狗这个词之前我从来没觉得我的方法有问题，从小到大感觉与人的交往总是我让着对方多一些。",
        "label": ""
      },
      {
        "sentence": "当然这是在我的角度来想，与人交往我总是喜欢委屈自己成全他人。",
        "label": ""
      },
      {
        "sentence": "这个程度倒不是很严重，主要我觉得的是无论我对她们多么好她们似乎都不是很领情。",
        "label": ""
      },
      {
        "sentence": "导致我有时候跟别人吵架总是觉得是我的问题，即使一开始是对方的问题但到最后想来想去还是觉得问题出在我自己身上。",
        "label": ""
      },
      {
        "sentence": "这么想来想去最后就很纠结对错到底是我的错还是对方的错，这很痛苦啊……没有挚友……跟关系比较“好”的人聊天都觉得是我在主动难道我真是个让人讨厌的家伙吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，晚上好呀。我明白你的问题了，你现在因为在与人交往中总是主动，所以感到烦恼。烦恼的不是你主动这件事，而是当别人不领情时，你开始怀疑是不是你的相处方式出了问题，担心自己是否让人讨厌。以前在没有出现“不领情”的情况下，你一直保持这种相处模式，并没有怀疑过这种方式的正确性。这样的相处方式可能是你最自然、最舒服的方式，也许问题不在于你自身，只是恰巧在这方面你比较容易反思。双向的交流才能算得上是真正的交流，单向的沟通就像没有回音的山谷一样。在交流中，能否得到回应非常重要。从人际关系的角度来看，关系本就不是平等的。希望我的话能对你有所帮助，祝你早日不再被这个问题困扰。",
    "annotation": [
      {
        "sentence": "求助者，晚上好呀。",
        "label": ""
      },
      {
        "sentence": "我明白你的问题了，你现在因为在与人交往中总是主动，所以感到烦恼。",
        "label": ""
      },
      {
        "sentence": "烦恼的不是你主动这件事，而是当别人不领情时，你开始怀疑是不是你的相处方式出了问题，担心自己是否让人讨厌。",
        "label": ""
      },
      {
        "sentence": "以前在没有出现“不领情”的情况下，你一直保持这种相处模式，并没有怀疑过这种方式的正确性。",
        "label": ""
      },
      {
        "sentence": "这样的相处方式可能是你最自然、最舒服的方式，也许问题不在于你自身，只是恰巧在这方面你比较容易反思。",
        "label": ""
      },
      {
        "sentence": "双向的交流才能算得上是真正的交流，单向的沟通就像没有回音的山谷一样。",
        "label": ""
      },
      {
        "sentence": "在交流中，能否得到回应非常重要。",
        "label": ""
      },
      {
        "sentence": "从人际关系的角度来看，关系本就不是平等的。",
        "label": ""
      },
      {
        "sentence": "希望我的话能对你有所帮助，祝你早日不再被这个问题困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我从来没有意识到自己在交往中总是处于被动的一方，而且一直以来，我对别人都表现得很好，都是无条件地付出和体贴，但似乎没有得到相应的回报。我觉得这让我很沮丧，甚至开始怀疑自己是不是有问题，是不是性格不吸引人。我真的很困惑该如何平衡自己的付出和回报，又怎样才能在交往中做到更加平等呢？",
    "annotation": [
      {
        "sentence": "你说得对，我从来没有意识到自己在交往中总是处于被动的一方，而且一直以来，我对别人都表现得很好，都是无条件地付出和体贴，但似乎没有得到相应的回报。",
        "label": ""
      },
      {
        "sentence": "我觉得这让我很沮丧，甚至开始怀疑自己是不是有问题，是不是性格不吸引人。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑该如何平衡自己的付出和回报，又怎样才能在交往中做到更加平等呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你的困惑和沮丧。你的付出和体贴是很宝贵的品质，但有时候我们需要找到一个平衡点，让关系更加平等。首先，你可以试着表达出你对别人的期待，让对方也明白你的需求。同时，也要学会设定一些界限，不要总是无条件地付出。在交往中，我们也需要学会关注自己的情感和需求，不要总是把对方的感受放在第一位。当你能够平衡自己的付出和回报时，你的交往关系会更健康、更平等。",
    "annotation": [
      {
        "sentence": "求助者，我理解你的困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "你的付出和体贴是很宝贵的品质，但有时候我们需要找到一个平衡点，让关系更加平等。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着表达出你对别人的期待，让对方也明白你的需求。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会设定一些界限，不要总是无条件地付出。",
        "label": ""
      },
      {
        "sentence": "在交往中，我们也需要学会关注自己的情感和需求，不要总是把对方的感受放在第一位。",
        "label": ""
      },
      {
        "sentence": "当你能够平衡自己的付出和回报时，你的交往关系会更健康、更平等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我之前一直没有意识到自己需要表达自己的需求，可能是害怕被拒绝或者是不想给对方施加压力。同时，我也明白了设定界限的重要性，不能总是委屈自己，要学会关心自己的感受。我想我需要改变一下自己的交往方式，让关系更加平等和健康。谢谢你的支持和启发，我会尽力去做的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我之前一直没有意识到自己需要表达自己的需求，可能是害怕被拒绝或者是不想给对方施加压力。",
        "label": ""
      },
      {
        "sentence": "同时，我也明白了设定界限的重要性，不能总是委屈自己，要学会关心自己的感受。",
        "label": ""
      },
      {
        "sentence": "我想我需要改变一下自己的交往方式，让关系更加平等和健康。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和启发，我会尽力去做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助到你。改变自己的交往方式需要时间和努力，但只要你真心想要改变，就一定能够成功。在这个过程中，记得要给自己一些宽容和理解，不要过分苛求自己。同时，也要明白并接受，不是每个人都能领情或者懂得欣赏你的好。真正的朋友和伴侣会珍惜你的付出和体贴。祝你成功地改变自己的交往方式，建立健康、平等的关系！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "改变自己的交往方式需要时间和努力，但只要你真心想要改变，就一定能够成功。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得要给自己一些宽容和理解，不要过分苛求自己。",
        "label": ""
      },
      {
        "sentence": "同时，也要明白并接受，不是每个人都能领情或者懂得欣赏你的好。",
        "label": ""
      },
      {
        "sentence": "真正的朋友和伴侣会珍惜你的付出和体贴。",
        "label": ""
      },
      {
        "sentence": "祝你成功地改变自己的交往方式，建立健康、平等的关系！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我会努力去改变自己，同时也会学会接受那些不能理解和欣赏我的人。我相信只有真正真心对待我的人才是值得我去交往和珍惜的。谢谢你再次的支持，我会记住你的话。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我会努力去改变自己，同时也会学会接受那些不能理解和欣赏我的人。",
        "label": ""
      },
      {
        "sentence": "我相信只有真正真心对待我的人才是值得我去交往和珍惜的。",
        "label": ""
      },
      {
        "sentence": "谢谢你再次的支持，我会记住你的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能做到的。记住，你的付出和善良是宝贵的，只是需要找到合适的人去欣赏和珍惜。加油！如果还有什么需要帮助的，随时告诉我，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能做到的。",
        "label": ""
      },
      {
        "sentence": "记住，你的付出和善良是宝贵的，只是需要找到合适的人去欣赏和珍惜。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时告诉我，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好努力的。如果以后还遇到问题，我会再来找你寻求帮助的。真的非常感谢你！祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好努力的。",
        "label": ""
      },
      {
        "sentence": "如果以后还遇到问题，我会再来找你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "真的非常感谢你！",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，随时都可以来找我。祝你一切顺利，希望你能早日解决这个问题，并建立起健康、平等的人际关系。加油！",
    "annotation": [
      {
        "sentence": "不客气，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，希望你能早日解决这个问题，并建立起健康、平等的人际关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]