[
  {
    "role": "client",
    "content": "我和人交往时，总是无条件对别人好，我让人讨厌吗？在我知道舔狗这个词之前我从来没觉得我的方法有问题，从小到大感觉与人的交往总是我让着对方多一些。当然这是在我的角度来想，与人交往我总是喜欢委屈自己成全他人。这个程度倒不是很严重，主要我觉得的是无论我对她们多么好她们似乎都不是很领情。导致我有时候跟别人吵架总是觉得是我的问题，即使一开始是对方的问题但到最后想来想去还是觉得问题出在我自己身上。这么想来想去最后就很纠结对错到底是我的错还是对方的错，这很痛苦啊……没有挚友……跟关系比较“好”的人聊天都觉得是我在主动难道我真是个让人讨厌的家伙吗？",
    "annotation": [
      {
        "sentence": "我和人交往时，总是无条件对别人好，我让人讨厌吗？",
        "label": ""
      },
      {
        "sentence": "在我知道舔狗这个词之前我从来没觉得我的方法有问题，从小到大感觉与人的交往总是我让着对方多一些。",
        "label": ""
      },
      {
        "sentence": "当然这是在我的角度来想，与人交往我总是喜欢委屈自己成全他人。",
        "label": ""
      },
      {
        "sentence": "这个程度倒不是很严重，主要我觉得的是无论我对她们多么好她们似乎都不是很领情。",
        "label": ""
      },
      {
        "sentence": "导致我有时候跟别人吵架总是觉得是我的问题，即使一开始是对方的问题但到最后想来想去还是觉得问题出在我自己身上。",
        "label": ""
      },
      {
        "sentence": "这么想来想去最后就很纠结对错到底是我的错还是对方的错，这很痛苦啊……没有挚友……跟关系比较“好”的人聊天都觉得是我在主动难道我真是个让人讨厌的家伙吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我看到一个总是忽略自己的感受，将他人的需求放在第一位也没有得到相应的尊重的人，你十分的委屈，甚至将所有的错归咎于自己，这样看来你有一些讨好型人格的倾向。你是否在成长经历中，抚养者对你过于严苛，你总是需要通过讨好他们来获得一些关注和爱呢，以至于你形成了不满足他人的需要凡事不把他人的感受放在第一位，就不能够得到回应的认知。或者家人对你的教育是：[让着别人，你才是一个好孩子。]所以你习惯性的谦让他人委屈自己，以包揽所有责任通过道歉的方式来维系一段关系，似乎这有这样做才能拥有朋友，不会失去他们。但事与愿违，你为他人付出得越多，他人越是敷衍的对待你，甚至没有人成为你的挚友，让你很是受伤，这时候，你就需要觉察自己之前的行为和认知带给了什么样的影响，是让大家更接纳尊重你了，还是更加疏远排斥你了？",
    "annotation": [
      {
        "sentence": "从你的描述中我看到一个总是忽略自己的感受，将他人的需求放在第一位也没有得到相应的尊重的人，你十分的委屈，甚至将所有的错归咎于自己，这样看来你有一些讨好型人格的倾向。",
        "label": ""
      },
      {
        "sentence": "你是否在成长经历中，抚养者对你过于严苛，你总是需要通过讨好他们来获得一些关注和爱呢，以至于你形成了不满足他人的需要凡事不把他人的感受放在第一位，就不能够得到回应的认知。",
        "label": ""
      },
      {
        "sentence": "或者家人对你的教育是：[让着别人，你才是一个好孩子。",
        "label": ""
      },
      {
        "sentence": "]所以你习惯性的谦让他人委屈自己，以包揽所有责任通过道歉的方式来维系一段关系，似乎这有这样做才能拥有朋友，不会失去他们。",
        "label": ""
      },
      {
        "sentence": "但事与愿违，你为他人付出得越多，他人越是敷衍的对待你，甚至没有人成为你的挚友，让你很是受伤，这时候，你就需要觉察自己之前的行为和认知带给了什么样的影响，是让大家更接纳尊重你了，还是更加疏远排斥你了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小到大都觉得只要我让着别人，他们就会喜欢我。我之前的行为和认知一直以为这是一种好的交往方式，但最近我越来越觉得自己为别人做的越多，他们越是对我敷衍甚至忽视我。我开始怀疑自己是不是真的让人讨厌，还是我的交往方式有问题？",
    "annotation": [
      {
        "sentence": "我从小到大都觉得只要我让着别人，他们就会喜欢我。",
        "label": ""
      },
      {
        "sentence": "我之前的行为和认知一直以为这是一种好的交往方式，但最近我越来越觉得自己为别人做的越多，他们越是对我敷衍甚至忽视我。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是不是真的让人讨厌，还是我的交往方式有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的觉察很重要，你开始怀疑自己的交往方式，说明你对现状不满意，这是个好的开始。或许你可以想一想，你是否曾经因为过于让别人喜欢而忽略了自己的需求和感受？是否在委屈自己的同时忽略了自己的内心声音？了解自己的交往方式，意识到自己的需要和感受也是非常重要的。",
    "annotation": [
      {
        "sentence": "你的觉察很重要，你开始怀疑自己的交往方式，说明你对现状不满意，这是个好的开始。",
        "label": ""
      },
      {
        "sentence": "或许你可以想一想，你是否曾经因为过于让别人喜欢而忽略了自己的需求和感受？",
        "label": ""
      },
      {
        "sentence": "是否在委屈自己的同时忽略了自己的内心声音？",
        "label": ""
      },
      {
        "sentence": "了解自己的交往方式，意识到自己的需要和感受也是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实经常会为了让别人开心而忽略了自己的感受。我不太敢表达自己的意见，总是担心会伤害到别人，所以我总是选择让步来保持和谐的关系。但现在看来，我觉得这样并不是一个健康的交往方式。",
    "annotation": [
      {
        "sentence": "我确实经常会为了让别人开心而忽略了自己的感受。",
        "label": ""
      },
      {
        "sentence": "我不太敢表达自己的意见，总是担心会伤害到别人，所以我总是选择让步来保持和谐的关系。",
        "label": ""
      },
      {
        "sentence": "但现在看来，我觉得这样并不是一个健康的交往方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，忽略自己的感受和需求并不是健康的交往方式。在建立良好的人际关系时，平衡对待自己和他人的需求是非常重要的。你可以试着表达自己的意见，尝试在交往中更坦诚地表达自己的真实想法和感受，这样别人也能更好地了解你，建立更真实的连接。",
    "annotation": [
      {
        "sentence": "是的，忽略自己的感受和需求并不是健康的交往方式。",
        "label": ""
      },
      {
        "sentence": "在建立良好的人际关系时，平衡对待自己和他人的需求是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着表达自己的意见，尝试在交往中更坦诚地表达自己的真实想法和感受，这样别人也能更好地了解你，建立更真实的连接。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我总是担心自己的表达会引起不愉快的反应。我害怕失去别人的喜欢和支持，所以我一直处于被动的姿态。我应该如何改变这种情况呢？",
    "annotation": [
      {
        "sentence": "但我总是担心自己的表达会引起不愉快的反应。",
        "label": ""
      },
      {
        "sentence": "我害怕失去别人的喜欢和支持，所以我一直处于被动的姿态。",
        "label": ""
      },
      {
        "sentence": "我应该如何改变这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变需要时间和勇气，但你可以从小的改变开始。首先，尝试与关系亲密的人沟通，分享你内心真实的想法和感受。逐渐增加自己的自信心，相信自己的观点和需求也是有价值和重要的。同时，也要接受可能会遇到的不愉快反应，这是成长和改变的一部分。记住，真正喜欢和支持你的人会接受并理解你的表达。",
    "annotation": [
      {
        "sentence": "改变需要时间和勇气，但你可以从小的改变开始。",
        "label": ""
      },
      {
        "sentence": "首先，尝试与关系亲密的人沟通，分享你内心真实的想法和感受。",
        "label": ""
      },
      {
        "sentence": "逐渐增加自己的自信心，相信自己的观点和需求也是有价值和重要的。",
        "label": ""
      },
      {
        "sentence": "同时，也要接受可能会遇到的不愉快反应，这是成长和改变的一部分。",
        "label": ""
      },
      {
        "sentence": "记住，真正喜欢和支持你的人会接受并理解你的表达。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去改变，从更真实地表达自己开始。我希望通过这种改变能够建立更健康、平衡的人际关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去改变，从更真实地表达自己开始。",
        "label": ""
      },
      {
        "sentence": "我希望通过这种改变能够建立更健康、平衡的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法，改变不容易，但相信你能够做到。记得给自己一些时间和空间来适应新的交往方式，也多关注自己的需求和感受。我相信你会建立起更健康、平衡的人际关系，并找到真正的挚友。如果你需要任何支持和鼓励，在这里我会一直支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法，改变不容易，但相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "记得给自己一些时间和空间来适应新的交往方式，也多关注自己的需求和感受。",
        "label": ""
      },
      {
        "sentence": "我相信你会建立起更健康、平衡的人际关系，并找到真正的挚友。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何支持和鼓励，在这里我会一直支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的。我相信通过改变自己的交往方式，我能够过上更快乐、充实的生活。如果我遇到任何困难，我会再来向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的。",
        "label": ""
      },
      {
        "sentence": "我相信通过改变自己的交往方式，我能够过上更快乐、充实的生活。",
        "label": ""
      },
      {
        "sentence": "如果我遇到任何困难，我会再来向你寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会一直在这里支持你。记得相信自己的能力，你已经迈出了改变的第一步，相信自己可以取得更好的人际关系和更满意的生活。加油！",
    "annotation": [
      {
        "sentence": "没问题，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "记得相信自己的能力，你已经迈出了改变的第一步，相信自己可以取得更好的人际关系和更满意的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]