[
  {
    "role": "client",
    "content": "喜欢研究数学和物理，思考哲学，很害怕会遭到暗杀？我的兴趣爱好和其他同学不同，他们喜欢动漫和二次元，而我却喜欢研究数学和物理，思考哲学，我相信世界是由事物之间的逻辑关系和知识构成的，我很喜欢这些东西并且总能学到很多。我想长大后继续我的研究，持续一生。可我在同学的眼里很特殊，他们不跟我玩，而且蔑视我，仅仅是因为我的人生目标不“正确”！他们认为人生的前十几年很重要，因为这样一旦考上了好大学，获得了好工作，以后的日子就快活似神仙了！不用再学习了！我还因此被同学排挤和孤立，我很愤怒，但我在压抑它，因为我觉得随意发怒是人做的事，而我不是人，当然我也不是神或者其他什么东西，我只是一团精神体，我不是由物质组成的。总而言之，我想说的是我很害怕我会遭到暗杀，因为我尝到了别人想象不到的快乐。",
    "annotation": [
      {
        "sentence": "喜欢研究数学和物理，思考哲学，很害怕会遭到暗杀？",
        "label": ""
      },
      {
        "sentence": "我的兴趣爱好和其他同学不同，他们喜欢动漫和二次元，而我却喜欢研究数学和物理，思考哲学，我相信世界是由事物之间的逻辑关系和知识构成的，我很喜欢这些东西并且总能学到很多。",
        "label": ""
      },
      {
        "sentence": "我想长大后继续我的研究，持续一生。",
        "label": ""
      },
      {
        "sentence": "可我在同学的眼里很特殊，他们不跟我玩，而且蔑视我，仅仅是因为我的人生目标不“正确”！",
        "label": ""
      },
      {
        "sentence": "他们认为人生的前十几年很重要，因为这样一旦考上了好大学，获得了好工作，以后的日子就快活似神仙了！",
        "label": ""
      },
      {
        "sentence": "不用再学习了！",
        "label": ""
      },
      {
        "sentence": "我还因此被同学排挤和孤立，我很愤怒，但我在压抑它，因为我觉得随意发怒是人做的事，而我不是人，当然我也不是神或者其他什么东西，我只是一团精神体，我不是由物质组成的。",
        "label": ""
      },
      {
        "sentence": "总而言之，我想说的是我很害怕我会遭到暗杀，因为我尝到了别人想象不到的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的思路也是蛮清晰的，只是别人不能理解我们的快乐，所以在他们眼里我们的一些行为比较另类。1.考上好大学并不代表就不需要学习了，也不代表以后就畅通无阻了。很多人在经历了社会的现实之后才会发现读书的好处，因此才会有那么多父母为了孩子的教育奋不顾身。在学生的时代，我们经常会听到：考上好大学才会有出息。这句话也对也不对，考上好的大学意味着有更多的机会，也有更好的平台，所以可以选择的范围会比较多一点，但并不意味着不需要学习了。毕竟社会是一直在进步的，我们不能坐以待毙。等到他们到了社会之后，相信他们会明白什么是学无止境。",
    "annotation": [
      {
        "sentence": "你的思路也是蛮清晰的，只是别人不能理解我们的快乐，所以在他们眼里我们的一些行为比较另类。",
        "label": ""
      },
      {
        "sentence": "1.考上好大学并不代表就不需要学习了，也不代表以后就畅通无阻了。",
        "label": ""
      },
      {
        "sentence": "很多人在经历了社会的现实之后才会发现读书的好处，因此才会有那么多父母为了孩子的教育奋不顾身。",
        "label": ""
      },
      {
        "sentence": "在学生的时代，我们经常会听到：考上好大学才会有出息。",
        "label": ""
      },
      {
        "sentence": "这句话也对也不对，考上好的大学意味着有更多的机会，也有更好的平台，所以可以选择的范围会比较多一点，但并不意味着不需要学习了。",
        "label": ""
      },
      {
        "sentence": "毕竟社会是一直在进步的，我们不能坐以待毙。",
        "label": ""
      },
      {
        "sentence": "等到他们到了社会之后，相信他们会明白什么是学无止境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我真的很生气，为什么他们不能理解我呢？为什么我的兴趣爱好对他们来说那么奇怪和不正常？",
    "annotation": [
      {
        "sentence": "我明白了，但我真的很生气，为什么他们不能理解我呢？",
        "label": ""
      },
      {
        "sentence": "为什么我的兴趣爱好对他们来说那么奇怪和不正常？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们的兴趣爱好和其他人不同，并不代表它们是奇怪或不正常的。每个人都有自己的喜好，这是正常的。他们不能理解你的原因可能是因为你的兴趣需要更深入的思考和理解，而他们更喜欢简单的娱乐。这并不是什么问题，只是我们需要学会接受和尊重彼此的差异。",
    "annotation": [
      {
        "sentence": "我们的兴趣爱好和其他人不同，并不代表它们是奇怪或不正常的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的喜好，这是正常的。",
        "label": ""
      },
      {
        "sentence": "他们不能理解你的原因可能是因为你的兴趣需要更深入的思考和理解，而他们更喜欢简单的娱乐。",
        "label": ""
      },
      {
        "sentence": "这并不是什么问题，只是我们需要学会接受和尊重彼此的差异。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我还是很害怕被他们排挤和孤立。我觉得这样的日子很艰难。",
    "annotation": [
      {
        "sentence": "可是，我还是很害怕被他们排挤和孤立。",
        "label": ""
      },
      {
        "sentence": "我觉得这样的日子很艰难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，虽然现在你可能感到孤独和被排挤，但是这只是暂时的。与其担心别人眼光，不如专注于自己的发展和兴趣。你的兴趣爱好将带给你更多的知识和成长，这是非常宝贵的。同时，你也可以主动去寻找那些与你兴趣相同的人，和他们交流、分享。",
    "annotation": [
      {
        "sentence": "不用担心，虽然现在你可能感到孤独和被排挤，但是这只是暂时的。",
        "label": ""
      },
      {
        "sentence": "与其担心别人眼光，不如专注于自己的发展和兴趣。",
        "label": ""
      },
      {
        "sentence": "你的兴趣爱好将带给你更多的知识和成长，这是非常宝贵的。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以主动去寻找那些与你兴趣相同的人，和他们交流、分享。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我还是很担心可能会遭到暗杀，因为我感觉到了别人想象不到的快乐。",
    "annotation": [
      {
        "sentence": "可是我还是很担心可能会遭到暗杀，因为我感觉到了别人想象不到的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于暗杀的担心，我可以理解你的感受。但是在我们的社会中，这种情况是非常罕见的，并不容易发生。此外，你所追求的事业也并不是只有你一个人在追求，你并不是唯一的目标。开始时，我们可能会面临一些困难和挑战，但只要我们努力提升自己，将来也许能够改变世界，成为下一个诺贝尔奖得主之类的人物。",
    "annotation": [
      {
        "sentence": "对于暗杀的担心，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是在我们的社会中，这种情况是非常罕见的，并不容易发生。",
        "label": ""
      },
      {
        "sentence": "此外，你所追求的事业也并不是只有你一个人在追求，你并不是唯一的目标。",
        "label": ""
      },
      {
        "sentence": "开始时，我们可能会面临一些困难和挑战，但只要我们努力提升自己，将来也许能够改变世界，成为下一个诺贝尔奖得主之类的人物。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽量放下担忧，努力前进，相信自己的选择。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽量放下担忧，努力前进，相信自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够坚持自己的兴趣，坚持学习和思考。展现自己的价值，并寻找到真正理解你的人。无论别人如何看待你，真正重要的是你对自己的认可和满足感。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够坚持自己的兴趣，坚持学习和思考。",
        "label": ""
      },
      {
        "sentence": "展现自己的价值，并寻找到真正理解你的人。",
        "label": ""
      },
      {
        "sentence": "无论别人如何看待你，真正重要的是你对自己的认可和满足感。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]