[
  {
    "role": "client",
    "content": "最近一年，节食催吐成了常态，我到底该怎么办？我好像生病了，我163现在96斤，大三前一直都是115左右，我也知道按我这个身高那个体重是个标准体重，不算胖，可是由于身边的人偶尔的说过壮啊，胖之类的字眼，我一直挺自卑的。我也一直在减肥，一开始我运动加控制饮食，整整两个多月一斤没瘦，看起来也没有什么变化。我知道节食对身体危害很大，但我还是做了，我太想瘦了，对于体重有些难以磨灭的执念。我现在吃饭喝水都要计算重量，要不几天不吃饭，要么吃了就马上吐出来，这两天我已经吐了四次了。我这个状态持续很长的时间了，我几乎大半年没有好好吃过饭了。稍微一吃多就想着催吐，拜托救救我吧。",
    "annotation": [
      {
        "sentence": "最近一年，节食催吐成了常态，我到底该怎么办？",
        "label": ""
      },
      {
        "sentence": "我好像生病了，我163现在96斤，大三前一直都是115左右，我也知道按我这个身高那个体重是个标准体重，不算胖，可是由于身边的人偶尔的说过壮啊，胖之类的字眼，我一直挺自卑的。",
        "label": ""
      },
      {
        "sentence": "我也一直在减肥，一开始我运动加控制饮食，整整两个多月一斤没瘦，看起来也没有什么变化。",
        "label": ""
      },
      {
        "sentence": "我知道节食对身体危害很大，但我还是做了，我太想瘦了，对于体重有些难以磨灭的执念。",
        "label": ""
      },
      {
        "sentence": "我现在吃饭喝水都要计算重量，要不几天不吃饭，要么吃了就马上吐出来，这两天我已经吐了四次了。",
        "label": ""
      },
      {
        "sentence": "我这个状态持续很长的时间了，我几乎大半年没有好好吃过饭了。",
        "label": ""
      },
      {
        "sentence": "稍微一吃多就想着催吐，拜托救救我吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对形体的热爱到了病态的程度，再怎么瘦也要有一定的度。如果瘦成竹竿那样弱不禁风一吹就飞，脸部因为没有营养暗淡无光泽毫无弹性，那也不算美，更谈不上健康。不要做赔了夫人又折兵的事情。你可能会催吐上瘾，痛痛快快的吃，痛痛快快的吐。这的确会让你在短时间内感到身心愉悦舒服，你不用因为担心长胖而产生罪恶感，但这样做对你的身体一点好处都没有，因为催吐胃和身体的各个器官都会受不了。",
    "annotation": [
      {
        "sentence": "你对形体的热爱到了病态的程度，再怎么瘦也要有一定的度。",
        "label": ""
      },
      {
        "sentence": "如果瘦成竹竿那样弱不禁风一吹就飞，脸部因为没有营养暗淡无光泽毫无弹性，那也不算美，更谈不上健康。",
        "label": ""
      },
      {
        "sentence": "不要做赔了夫人又折兵的事情。",
        "label": ""
      },
      {
        "sentence": "你可能会催吐上瘾，痛痛快快的吃，痛痛快快的吐。",
        "label": ""
      },
      {
        "sentence": "这的确会让你在短时间内感到身心愉悦舒服，你不用因为担心长胖而产生罪恶感，但这样做对你的身体一点好处都没有，因为催吐胃和身体的各个器官都会受不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我也知道这样不对，但我忍不住想瘦，我真的很想改变这个状态，但我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "你说的对，我也知道这样不对，但我忍不住想瘦，我真的很想改变这个状态，但我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，让我们来分析一下为什么你有这种想法。第一，社会存在着某些不恰当的价值观，以为瘦是美的，对于一些肥胖的人产生歧视。第二，你想通过自己的努力，变成自己喜欢的身材。爱美之心，人皆有之。有一颗追求的心是好的，但你这样的做法未免太极端了。第三，你把食物看成你的对手，看作你身体变胖的元凶，以至于你对它吸收也产生了问题，就像你讨厌一个人，身体也会不自觉地排斥他，食物也是一样的道理。第四，你选择了一种最不恰当的方式，催吐虽然效果挺好的，但其副作用你根本受不了，并且长期的依赖心理，让你根本没办法轻易改正。",
    "annotation": [
      {
        "sentence": "首先，让我们来分析一下为什么你有这种想法。",
        "label": ""
      },
      {
        "sentence": "第一，社会存在着某些不恰当的价值观，以为瘦是美的，对于一些肥胖的人产生歧视。",
        "label": ""
      },
      {
        "sentence": "第二，你想通过自己的努力，变成自己喜欢的身材。",
        "label": ""
      },
      {
        "sentence": "爱美之心，人皆有之。",
        "label": ""
      },
      {
        "sentence": "有一颗追求的心是好的，但你这样的做法未免太极端了。",
        "label": ""
      },
      {
        "sentence": "第三，你把食物看成你的对手，看作你身体变胖的元凶，以至于你对它吸收也产生了问题，就像你讨厌一个人，身体也会不自觉地排斥他，食物也是一样的道理。",
        "label": ""
      },
      {
        "sentence": "第四，你选择了一种最不恰当的方式，催吐虽然效果挺好的，但其副作用你根本受不了，并且长期的依赖心理，让你根本没办法轻易改正。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我意识到了自己的错误，但是要怎么改正呢？",
    "annotation": [
      {
        "sentence": "你说得对，我意识到了自己的错误，但是要怎么改正呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "解决这个问题的方式有很多。首先，多参加运动。因为人在运动完之后，身体会疲劳，会饿，这样会有食欲。不过运动之前可以先吃点东西垫一下肚子。这样不仅能让你更接受饮食，还可以让肌肉得到运动以后，变得有光泽有弹性，消耗体内过多的脂肪。一开始不需要特别强度的训练，出去散散步也挺好的，运动要适量循序渐进。",
    "annotation": [
      {
        "sentence": "解决这个问题的方式有很多。",
        "label": ""
      },
      {
        "sentence": "首先，多参加运动。",
        "label": ""
      },
      {
        "sentence": "因为人在运动完之后，身体会疲劳，会饿，这样会有食欲。",
        "label": ""
      },
      {
        "sentence": "不过运动之前可以先吃点东西垫一下肚子。",
        "label": ""
      },
      {
        "sentence": "这样不仅能让你更接受饮食，还可以让肌肉得到运动以后，变得有光泽有弹性，消耗体内过多的脂肪。",
        "label": ""
      },
      {
        "sentence": "一开始不需要特别强度的训练，出去散散步也挺好的，运动要适量循序渐进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着多参加运动，希望能改变我的状态。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "好的，我会试着多参加运动，希望能改变我的状态。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然了，正确对待饮食也是非常重要的。学会荤素搭配，用鱼肉代替猪肉，粗粮代替主食，可以吃点坚果。如果你不想喝水，可以尝试鲜榨果汁补充维生素和水分，选择低糖低热量，纤维素多的食物，容易消化和吸收。另外，养成合理的作息习惯也有利于吸收。早一点睡觉，肝的排毒能力会更好，也有利于你变美。",
    "annotation": [
      {
        "sentence": "当然了，正确对待饮食也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "学会荤素搭配，用鱼肉代替猪肉，粗粮代替主食，可以吃点坚果。",
        "label": ""
      },
      {
        "sentence": "如果你不想喝水，可以尝试鲜榨果汁补充维生素和水分，选择低糖低热量，纤维素多的食物，容易消化和吸收。",
        "label": ""
      },
      {
        "sentence": "另外，养成合理的作息习惯也有利于吸收。",
        "label": ""
      },
      {
        "sentence": "早一点睡觉，肝的排毒能力会更好，也有利于你变美。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试改变自己的作息和饮食习惯。但是，我在吃饭方面总是会感到内疚和害怕吃多了，怎么解决这个问题呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试改变自己的作息和饮食习惯。",
        "label": ""
      },
      {
        "sentence": "但是，我在吃饭方面总是会感到内疚和害怕吃多了，怎么解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "换一种心态，正确面对食物。发现它好的一面，主动接受它，让吸收能力变好。另外，少食多餐也是一个很好的解决方式，不要一次性吃太多。你一定要慢慢地朝着好的方向改变，毕竟改掉坏习惯需要勇气和坚持。",
    "annotation": [
      {
        "sentence": "换一种心态，正确面对食物。",
        "label": ""
      },
      {
        "sentence": "发现它好的一面，主动接受它，让吸收能力变好。",
        "label": ""
      },
      {
        "sentence": "另外，少食多餐也是一个很好的解决方式，不要一次性吃太多。",
        "label": ""
      },
      {
        "sentence": "你一定要慢慢地朝着好的方向改变，毕竟改掉坏习惯需要勇气和坚持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力改正自己的行为，慢慢走出这个困境的。你的话对我很有启发，再次感谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力改正自己的行为，慢慢走出这个困境的。",
        "label": ""
      },
      {
        "sentence": "你的话对我很有启发，再次感谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望我的话能对你有一点点帮助。慢慢改正就好，毕竟改掉坏习惯需要的是勇气和坚持。加油！",
    "annotation": [
      {
        "sentence": "不客气，我希望我的话能对你有一点点帮助。",
        "label": ""
      },
      {
        "sentence": "慢慢改正就好，毕竟改掉坏习惯需要的是勇气和坚持。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]