[
  {
    "role": "client",
    "content": "老公背着我偷偷看美女视频，我应该不去理会这件事吗？我是个极度缺乏安全感的人，控制欲也很强，和老公结婚一年了，老公对我一直都很好。我不允许他做的事有很多，走路不许看女的，不许和女生闲聊，类似的事情吧。我知道自己很过分，但是我不知道我该怎么做才能让自己安心，我老公也很听我的话，对女生机会没有接触。可是最近我发现他手机里有偷偷看过美女视频的记录，我真的特别难受就感觉被出轨了一样，我知道这种事对别人来说是小事，但是在我身上就像天塌了一样。我特别害怕，害怕失去。我开始胡思乱想，想如果这样的美女出现在他身边，他肯定控制不住他，在工作中有美女在他，肯定会出轨。我现在还没有和他明说这件事，我现在就想知道我应该怎么做，怎么去解决这件事才是正确的做法？我不想失去老公，我应该不去理会这件事吗，就当没发生过吗，还是应该怎么办？",
    "annotation": [
      {
        "sentence": "老公背着我偷偷看美女视频，我应该不去理会这件事吗？",
        "label": ""
      },
      {
        "sentence": "我是个极度缺乏安全感的人，控制欲也很强，和老公结婚一年了，老公对我一直都很好。",
        "label": ""
      },
      {
        "sentence": "我不允许他做的事有很多，走路不许看女的，不许和女生闲聊，类似的事情吧。",
        "label": ""
      },
      {
        "sentence": "我知道自己很过分，但是我不知道我该怎么做才能让自己安心，我老公也很听我的话，对女生机会没有接触。",
        "label": ""
      },
      {
        "sentence": "可是最近我发现他手机里有偷偷看过美女视频的记录，我真的特别难受就感觉被出轨了一样，我知道这种事对别人来说是小事，但是在我身上就像天塌了一样。",
        "label": ""
      },
      {
        "sentence": "我特别害怕，害怕失去。",
        "label": ""
      },
      {
        "sentence": "我开始胡思乱想，想如果这样的美女出现在他身边，他肯定控制不住他，在工作中有美女在他，肯定会出轨。",
        "label": ""
      },
      {
        "sentence": "我现在还没有和他明说这件事，我现在就想知道我应该怎么做，怎么去解决这件事才是正确的做法？",
        "label": ""
      },
      {
        "sentence": "我不想失去老公，我应该不去理会这件事吗，就当没发生过吗，还是应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你发的信息，我感到很心疼，同时也很能理解你内心的痛苦。首先，我想问一下你，为什么你会缺乏安全感，控制欲又强呢？",
    "annotation": [
      {
        "sentence": "看到你发的信息，我感到很心疼，同时也很能理解你内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，我想问一下你，为什么你会缺乏安全感，控制欲又强呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是我的家庭原因，我没有得到足够的关心和爱护，或长期被自己的父母忽视，在家庭中没有地位等等。",
    "annotation": [
      {
        "sentence": "可能是我的家庭原因，我没有得到足够的关心和爱护，或长期被自己的父母忽视，在家庭中没有地位等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么这个问题也许可以从根源上进行解决。不过现在我们先来看看你的控制欲为什么这么强，而这是不是在一些方面让你感到不舒服呢？为什么不允许他看女生，不许和女生闲聊之类的事情？",
    "annotation": [
      {
        "sentence": "那么这个问题也许可以从根源上进行解决。",
        "label": ""
      },
      {
        "sentence": "不过现在我们先来看看你的控制欲为什么这么强，而这是不是在一些方面让你感到不舒服呢？",
        "label": ""
      },
      {
        "sentence": "为什么不允许他看女生，不许和女生闲聊之类的事情？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为我过去遭受过伤害，导致我对于别人的行为很敏感，很怕再次遭遇伤害吧。",
    "annotation": [
      {
        "sentence": "可能是因为我过去遭受过伤害，导致我对于别人的行为很敏感，很怕再次遭遇伤害吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果这是对方的问题，我们可以要求对方改变行为。但是，如果是我们自己的问题，我们就只能够改变自己的想法和行为了。走路不许看女的，不许和女生聊天，是否这样做最终真的能够保护你呢？有没有更好的方式来解决这个问题，让你更加安心呢？",
    "annotation": [
      {
        "sentence": "如果这是对方的问题，我们可以要求对方改变行为。",
        "label": ""
      },
      {
        "sentence": "但是，如果是我们自己的问题，我们就只能够改变自己的想法和行为了。",
        "label": ""
      },
      {
        "sentence": "走路不许看女的，不许和女生聊天，是否这样做最终真的能够保护你呢？",
        "label": ""
      },
      {
        "sentence": "有没有更好的方式来解决这个问题，让你更加安心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实也知道这么控制自己的想法和行为不对，但是我就是很难克制自己。",
    "annotation": [
      {
        "sentence": "我其实也知道这么控制自己的想法和行为不对，但是我就是很难克制自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够自我反省这是一个很好的开始。我们也可以逐渐去接受一些对方与异性产生的接触，这并不代表对方就不再爱我们了。或者，我们此刻也可以尝试使用“堵不如疏”的策略，让双方都有更多的自由，这也许有助于增强双方的信任度。",
    "annotation": [
      {
        "sentence": "能够自我反省这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "我们也可以逐渐去接受一些对方与异性产生的接触，这并不代表对方就不再爱我们了。",
        "label": ""
      },
      {
        "sentence": "或者，我们此刻也可以尝试使用“堵不如疏”的策略，让双方都有更多的自由，这也许有助于增强双方的信任度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我刚才提到了，我发现自己的老公有看美女视频的习惯，这是不是会引起我更多的猜疑呢？",
    "annotation": [
      {
        "sentence": "但是我刚才提到了，我发现自己的老公有看美女视频的习惯，这是不是会引起我更多的猜疑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你能够理解，这并不意味着他肯定会出轨，也不意味着你必须对此置之不理。婚姻关系需要建立在互相的信任基础上。现在我们能够做的是更加了解对方，更加坦诚地与对方沟通，而并不是排斥对方。",
    "annotation": [
      {
        "sentence": "希望你能够理解，这并不意味着他肯定会出轨，也不意味着你必须对此置之不理。",
        "label": ""
      },
      {
        "sentence": "婚姻关系需要建立在互相的信任基础上。",
        "label": ""
      },
      {
        "sentence": "现在我们能够做的是更加了解对方，更加坦诚地与对方沟通，而并不是排斥对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么你认为我应该怎么做？",
    "annotation": [
      {
        "sentence": "那么你认为我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以主动找时间与你的老公进行谈话，告诉他你的感受以及你的担心。试着换位思考，如果你是你的老公，能不能理解他为什么要看这类视频，或者表达出你对此感到不舒服。同时，你也可以尝试学会放松，寻找适合自己的放松方式，例如听音乐、读书写字，花时间陪伴自己。相信通过互相沟通和理解，你们可以解决这个问题。",
    "annotation": [
      {
        "sentence": "首先，你可以主动找时间与你的老公进行谈话，告诉他你的感受以及你的担心。",
        "label": ""
      },
      {
        "sentence": "试着换位思考，如果你是你的老公，能不能理解他为什么要看这类视频，或者表达出你对此感到不舒服。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试学会放松，寻找适合自己的放松方式，例如听音乐、读书写字，花时间陪伴自己。",
        "label": ""
      },
      {
        "sentence": "相信通过互相沟通和理解，你们可以解决这个问题。",
        "label": ""
      }
    ]
  }
]