[
  {
    "role": "client",
    "content": "老师，您好，婚姻很痛苦，是否该离婚？结婚五年多，一直没法过夫妻生活，原因是我这边第一次特别害怕，然后老公本身勃起稍微有点弱。现在公婆那边急着抱孙子，天天希望我们去做试管婴儿，我不是很想去，原因是一方面，医生说我们身体没大毛病，不建议我们做，另一方面，做试管婴儿或多或少对身体还是有伤害的，而老公也不是对我很好那种男人。",
    "annotation": [
      {
        "sentence": "老师，您好，婚姻很痛苦，是否该离婚？",
        "label": ""
      },
      {
        "sentence": "结婚五年多，一直没法过夫妻生活，原因是我这边第一次特别害怕，然后老公本身勃起稍微有点弱。",
        "label": ""
      },
      {
        "sentence": "现在公婆那边急着抱孙子，天天希望我们去做试管婴儿，我不是很想去，原因是一方面，医生说我们身体没大毛病，不建议我们做，另一方面，做试管婴儿或多或少对身体还是有伤害的，而老公也不是对我很好那种男人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，面对婚姻问题，每个人都会面临各种不如意的局面。对于你们夫妻生活的困扰，首先要明确的是夫妻之间的问题是相互的，并没有谁对谁错的问题。如果你感到没有希望，有离婚的勇气，那么离婚也是一个选择。但是重要的是，你从婚姻中学到了什么，这对你的成长非常重要。否则，如果你带着问题进入下一段婚姻，很可能会遇到相同的问题，只是演员换了而已。你和你丈夫对待夫妻生活的态度都需要做出调整。现在你已经意识到了需要改变，这是你成长的开始。请问你自己想要的是什么？是想要自己生活得幸福，还是只要有个依靠就无所谓幸福与否？如果你只是需要依靠而无所谓幸福，那么你或许没有勇气选择离婚。但是如果你想要幸福的生活，那就要思考自己能为实现这个目标做些什么。是提升自己，让自己经济更加独立，还是持续成长，让内在变得更加强大。只有当你有能力承担自己的选择时，你才能摆脱纠结，做出最好的决定。",
    "annotation": [
      {
        "sentence": "你好，面对婚姻问题，每个人都会面临各种不如意的局面。",
        "label": ""
      },
      {
        "sentence": "对于你们夫妻生活的困扰，首先要明确的是夫妻之间的问题是相互的，并没有谁对谁错的问题。",
        "label": ""
      },
      {
        "sentence": "如果你感到没有希望，有离婚的勇气，那么离婚也是一个选择。",
        "label": ""
      },
      {
        "sentence": "但是重要的是，你从婚姻中学到了什么，这对你的成长非常重要。",
        "label": ""
      },
      {
        "sentence": "否则，如果你带着问题进入下一段婚姻，很可能会遇到相同的问题，只是演员换了而已。",
        "label": ""
      },
      {
        "sentence": "你和你丈夫对待夫妻生活的态度都需要做出调整。",
        "label": ""
      },
      {
        "sentence": "现在你已经意识到了需要改变，这是你成长的开始。",
        "label": ""
      },
      {
        "sentence": "请问你自己想要的是什么？",
        "label": ""
      },
      {
        "sentence": "是想要自己生活得幸福，还是只要有个依靠就无所谓幸福与否？",
        "label": ""
      },
      {
        "sentence": "如果你只是需要依靠而无所谓幸福，那么你或许没有勇气选择离婚。",
        "label": ""
      },
      {
        "sentence": "但是如果你想要幸福的生活，那就要思考自己能为实现这个目标做些什么。",
        "label": ""
      },
      {
        "sentence": "是提升自己，让自己经济更加独立，还是持续成长，让内在变得更加强大。",
        "label": ""
      },
      {
        "sentence": "只有当你有能力承担自己的选择时，你才能摆脱纠结，做出最好的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "跟老公隔三差五就为鸡毛蒜皮事吵架（我们吵架跟过夫妻生活无关，因为老公经常会在我身上磨蹭排泄），甚至双方动手，每次严重了老公就闹离婚，我很没有安全感。",
    "annotation": [
      {
        "sentence": "跟老公隔三差五就为鸡毛蒜皮事吵架（我们吵架跟过夫妻生活无关，因为老公经常会在我身上磨蹭排泄），甚至双方动手，每次严重了老公就闹离婚，我很没有安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困境。夫妻之间吵架是很正常的，但是动手则是一个严重的问题。无论吵架的原因是什么，使用暴力都是不可接受的。你感到没有安全感也是可以理解的。对于这种情况，我建议你跟你丈夫坐下来好好沟通，表达你的感受和顾虑。跟他一起寻找解决问题的方法，比如通过夫妻关系的培养和相互尊重来改善你们的关系。但是如果他对于修复婚姻没有积极态度，并继续采取暴力行为，那么也要考虑到自己的安全，做出适当的决策。",
    "annotation": [
      {
        "sentence": "我了解你的困境。",
        "label": ""
      },
      {
        "sentence": "夫妻之间吵架是很正常的，但是动手则是一个严重的问题。",
        "label": ""
      },
      {
        "sentence": "无论吵架的原因是什么，使用暴力都是不可接受的。",
        "label": ""
      },
      {
        "sentence": "你感到没有安全感也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，我建议你跟你丈夫坐下来好好沟通，表达你的感受和顾虑。",
        "label": ""
      },
      {
        "sentence": "跟他一起寻找解决问题的方法，比如通过夫妻关系的培养和相互尊重来改善你们的关系。",
        "label": ""
      },
      {
        "sentence": "但是如果他对于修复婚姻没有积极态度，并继续采取暴力行为，那么也要考虑到自己的安全，做出适当的决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我也确实需要和他好好沟通一下，毕竟婚姻是需要双方共同努力的。但是我也担心如果我提出离婚，我们的家庭会有很大的压力，尤其是来自公婆这边。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我也确实需要和他好好沟通一下，毕竟婚姻是需要双方共同努力的。",
        "label": ""
      },
      {
        "sentence": "但是我也担心如果我提出离婚，我们的家庭会有很大的压力，尤其是来自公婆这边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，离婚对于每个家庭都会带来一定的压力和困扰。特别是在传统家庭中，公婆的意见和压力可能会很大。但是你需要明白的是，你的婚姻是属于你和你丈夫的，不应该完全由公婆来决定。考虑到你的幸福和安全，你需要为自己做出正确的选择。如果你觉得离婚是解决问题的最好方式，那么你应该坚定自己的决心，并与你丈夫和公婆好好沟通，让他们理解你的决定。同时，你也可以寻求专业的法律和婚姻辅导帮助，以帮助你顺利度过这个过程。",
    "annotation": [
      {
        "sentence": "确实，离婚对于每个家庭都会带来一定的压力和困扰。",
        "label": ""
      },
      {
        "sentence": "特别是在传统家庭中，公婆的意见和压力可能会很大。",
        "label": ""
      },
      {
        "sentence": "但是你需要明白的是，你的婚姻是属于你和你丈夫的，不应该完全由公婆来决定。",
        "label": ""
      },
      {
        "sentence": "考虑到你的幸福和安全，你需要为自己做出正确的选择。",
        "label": ""
      },
      {
        "sentence": "如果你觉得离婚是解决问题的最好方式，那么你应该坚定自己的决心，并与你丈夫和公婆好好沟通，让他们理解你的决定。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求专业的法律和婚姻辅导帮助，以帮助你顺利度过这个过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我明白了。我会好好考虑自己的幸福和安全，同时积极寻求专业帮助。谢谢您的鼓励和支持。",
    "annotation": [
      {
        "sentence": "您说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑自己的幸福和安全，同时积极寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢您的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做出了很好的决定，考虑到自己的幸福和安全是正确的选择。记住，你并不孤单，有很多专业的帮助可以提供给你。无论你走向哪一步，都要相信自己的能力和选择，不断成长，让你的人生变得更加美好。如果在这个过程中需要任何帮助，随时都可以向我寻求支持。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "你做出了很好的决定，考虑到自己的幸福和安全是正确的选择。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多专业的帮助可以提供给你。",
        "label": ""
      },
      {
        "sentence": "无论你走向哪一步，都要相信自己的能力和选择，不断成长，让你的人生变得更加美好。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中需要任何帮助，随时都可以向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]