[
  {
    "role": "client",
    "content": "老师，您好，婚姻很痛苦，是否该离婚？结婚五年多，一直没法过夫妻生活，我害怕，而且我的丈夫勃起稍微有点弱。现在公婆急着抱孙子，每天希望我们做试管婴儿，但我不太想去。医生说我们身体没大毛病，不建议我们做试管婴儿，而且试管婴儿对身体也有伤害。此外，我的丈夫也不是对我很好的人。",
    "annotation": [
      {
        "sentence": "老师，您好，婚姻很痛苦，是否该离婚？",
        "label": ""
      },
      {
        "sentence": "结婚五年多，一直没法过夫妻生活，我害怕，而且我的丈夫勃起稍微有点弱。",
        "label": ""
      },
      {
        "sentence": "现在公婆急着抱孙子，每天希望我们做试管婴儿，但我不太想去。",
        "label": ""
      },
      {
        "sentence": "医生说我们身体没大毛病，不建议我们做试管婴儿，而且试管婴儿对身体也有伤害。",
        "label": ""
      },
      {
        "sentence": "此外，我的丈夫也不是对我很好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一叶明心，一言知你。结婚和离婚的问题千千万，不是特别了解情况，很难回答你的这个问题。但是我注意到你提问中的一些问题：首先，你们现在没有买房，暂时也买不起房。其次，你不想生孩子，但是公婆急着要做试管婴儿，而试管婴儿和生养孩子都需要钱。公婆在农村，加上暂时买不起房，那么哪里来的钱养育孩子？以上都是物质方面的问题。虽然你是来问心理咨询方面的问题，但是在我看来，很多婚姻问题正是由于物质方面出了问题，感情也不牢靠才会产生问题。如果你现在要考虑生孩子，需要首先考虑物质的问题。你要想清楚：孩子的生活费用从哪里来？孩子的养育费用从哪里来？以后的教育费用从哪里来？请你慎重考虑全面。",
    "annotation": [
      {
        "sentence": "一叶明心，一言知你。",
        "label": ""
      },
      {
        "sentence": "结婚和离婚的问题千千万，不是特别了解情况，很难回答你的这个问题。",
        "label": ""
      },
      {
        "sentence": "但是我注意到你提问中的一些问题：首先，你们现在没有买房，暂时也买不起房。",
        "label": ""
      },
      {
        "sentence": "其次，你不想生孩子，但是公婆急着要做试管婴儿，而试管婴儿和生养孩子都需要钱。",
        "label": ""
      },
      {
        "sentence": "公婆在农村，加上暂时买不起房，那么哪里来的钱养育孩子？",
        "label": ""
      },
      {
        "sentence": "以上都是物质方面的问题。",
        "label": ""
      },
      {
        "sentence": "虽然你是来问心理咨询方面的问题，但是在我看来，很多婚姻问题正是由于物质方面出了问题，感情也不牢靠才会产生问题。",
        "label": ""
      },
      {
        "sentence": "如果你现在要考虑生孩子，需要首先考虑物质的问题。",
        "label": ""
      },
      {
        "sentence": "你要想清楚：孩子的生活费用从哪里来？",
        "label": ""
      },
      {
        "sentence": "孩子的养育费用从哪里来？",
        "label": ""
      },
      {
        "sentence": "以后的教育费用从哪里来？",
        "label": ""
      },
      {
        "sentence": "请你慎重考虑全面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，物质问题确实是一个非常重要的因素。除了这些问题，我和我的丈夫之间的争吵也非常频繁。我们经常为一些琐事吵架，有时甚至会动手。而且每次争吵加剧，我的丈夫就会提出离婚，这让我感到很没有安全感。",
    "annotation": [
      {
        "sentence": "我明白你的意思，物质问题确实是一个非常重要的因素。",
        "label": ""
      },
      {
        "sentence": "除了这些问题，我和我的丈夫之间的争吵也非常频繁。",
        "label": ""
      },
      {
        "sentence": "我们经常为一些琐事吵架，有时甚至会动手。",
        "label": ""
      },
      {
        "sentence": "而且每次争吵加剧，我的丈夫就会提出离婚，这让我感到很没有安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你们的婚姻确实存在一些严重的问题，比如争吵频繁、动手打架等。这些都是不健康的婚姻态度和行为。婚姻中的争吵是常见的问题，但是在你们的情况中，争吵似乎已经超出了正常范围。这对你的心理健康和婚姻稳定都会产生负面影响。所以，在决定是否离婚之前，我建议你们先尝试婚姻辅导和婚姻治疗，以解决你们之间的问题。",
    "annotation": [
      {
        "sentence": "听你的描述，你们的婚姻确实存在一些严重的问题，比如争吵频繁、动手打架等。",
        "label": ""
      },
      {
        "sentence": "这些都是不健康的婚姻态度和行为。",
        "label": ""
      },
      {
        "sentence": "婚姻中的争吵是常见的问题，但是在你们的情况中，争吵似乎已经超出了正常范围。",
        "label": ""
      },
      {
        "sentence": "这对你的心理健康和婚姻稳定都会产生负面影响。",
        "label": ""
      },
      {
        "sentence": "所以，在决定是否离婚之前，我建议你们先尝试婚姻辅导和婚姻治疗，以解决你们之间的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会考虑尝试婚姻辅导和治疗。不过，除了争吵和物质问题，我对我老公的家庭环境也有些不满。我公婆住在深山农村，他们非常传统，而且我和公公相处并不愉快。虽然我理解我丈夫的能力有限，暂时买不起房子，但我对未来感到迷茫。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会考虑尝试婚姻辅导和治疗。",
        "label": ""
      },
      {
        "sentence": "不过，除了争吵和物质问题，我对我老公的家庭环境也有些不满。",
        "label": ""
      },
      {
        "sentence": "我公婆住在深山农村，他们非常传统，而且我和公公相处并不愉快。",
        "label": ""
      },
      {
        "sentence": "虽然我理解我丈夫的能力有限，暂时买不起房子，但我对未来感到迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婆媳关系的问题在很多婚姻中都存在，并不是个例。尊重和理解是改善婆媳关系的重要因素。沟通和包容也非常重要。虽然你们目前无法和公婆分开居住，但你可以尝试和丈夫一起寻找解决办法。你们可以共同努力，改善与公婆的相处方式，增进彼此的理解和尊重。同时，对于未来的迷茫感，你可以和你的丈夫一起进行规划和探讨，共同制定目标和计划。这样做可以提高你们的信心和希望，同时也增强你们的婚姻稳定性。",
    "annotation": [
      {
        "sentence": "婆媳关系的问题在很多婚姻中都存在，并不是个例。",
        "label": ""
      },
      {
        "sentence": "尊重和理解是改善婆媳关系的重要因素。",
        "label": ""
      },
      {
        "sentence": "沟通和包容也非常重要。",
        "label": ""
      },
      {
        "sentence": "虽然你们目前无法和公婆分开居住，但你可以尝试和丈夫一起寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "你们可以共同努力，改善与公婆的相处方式，增进彼此的理解和尊重。",
        "label": ""
      },
      {
        "sentence": "同时，对于未来的迷茫感，你可以和你的丈夫一起进行规划和探讨，共同制定目标和计划。",
        "label": ""
      },
      {
        "sentence": "这样做可以提高你们的信心和希望，同时也增强你们的婚姻稳定性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，尊重、理解、沟通和包容确实非常重要。我会试着和丈夫一起改善与公婆的相处方式，同时也会和他一起规划未来。我明白婚姻是需要双方共同努力的，希望我们可以克服困难，重新找到婚姻的幸福。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，尊重、理解、沟通和包容确实非常重要。",
        "label": ""
      },
      {
        "sentence": "我会试着和丈夫一起改善与公婆的相处方式，同时也会和他一起规划未来。",
        "label": ""
      },
      {
        "sentence": "我明白婚姻是需要双方共同努力的，希望我们可以克服困难，重新找到婚姻的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和希望。婚姻确实需要双方的努力和沟通，只有共同面对问题，才能找到解决办法，重建幸福的婚姻生活。在你们尝试改善婚姻的过程中，如果遇到困难或者需要更多的支持，随时都可以来找我咨询。我会一直支持和鼓励你们。加油！相信你们一定可以度过难关，重拾婚姻的幸福。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和希望。",
        "label": ""
      },
      {
        "sentence": "婚姻确实需要双方的努力和沟通，只有共同面对问题，才能找到解决办法，重建幸福的婚姻生活。",
        "label": ""
      },
      {
        "sentence": "在你们尝试改善婚姻的过程中，如果遇到困难或者需要更多的支持，随时都可以来找我咨询。",
        "label": ""
      },
      {
        "sentence": "我会一直支持和鼓励你们。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "相信你们一定可以度过难关，重拾婚姻的幸福。",
        "label": ""
      }
    ]
  }
]