[
  {
    "role": "client",
    "content": "生自己的气，脑子里总是有两个声音？脑子里总是有两个声音，一个说快起床，迟到了，一个说再睡会儿再睡会儿一个说快工作，没时间了，一个却总在借故拖延……每每如此，耽误事情，自责懊恼，甚至痛恨自己比如现在，还有二十分钟上课，而我却还在床上，本来订的两点半的闹钟……",
    "annotation": [
      {
        "sentence": "生自己的气，脑子里总是有两个声音？",
        "label": ""
      },
      {
        "sentence": "脑子里总是有两个声音，一个说快起床，迟到了，一个说再睡会儿再睡会儿一个说快工作，没时间了，一个却总在借故拖延……每每如此，耽误事情，自责懊恼，甚至痛恨自己比如现在，还有二十分钟上课，而我却还在床上，本来订的两点半的闹钟……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，似乎是感性和理性之间产生了矛盾。这种情况很正常，我们的大脑里有一个情绪的小孩，当他无法得到满足时，就会跳出来吵闹。成熟并不意味着要忽视内心的小孩，而是要学会与它和平相处。你想迟起床是因为晚上睡得太晚了吗？或许你可以每晚十点上床熄灯，关闭电子设备，这样可以帮助你早起。",
    "annotation": [
      {
        "sentence": "听你说起来，似乎是感性和理性之间产生了矛盾。",
        "label": ""
      },
      {
        "sentence": "这种情况很正常，我们的大脑里有一个情绪的小孩，当他无法得到满足时，就会跳出来吵闹。",
        "label": ""
      },
      {
        "sentence": "成熟并不意味着要忽视内心的小孩，而是要学会与它和平相处。",
        "label": ""
      },
      {
        "sentence": "你想迟起床是因为晚上睡得太晚了吗？",
        "label": ""
      },
      {
        "sentence": "或许你可以每晚十点上床熄灯，关闭电子设备，这样可以帮助你早起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我晚上总是玩手机导致睡得很晚。我知道这样不好，但总是忍不住。不过，我也常常拖延工作。我在想，这是不是因为我害怕面对某些问题，才会有拖延症呢？",
    "annotation": [
      {
        "sentence": "是的，我晚上总是玩手机导致睡得很晚。",
        "label": ""
      },
      {
        "sentence": "我知道这样不好，但总是忍不住。",
        "label": ""
      },
      {
        "sentence": "不过，我也常常拖延工作。",
        "label": ""
      },
      {
        "sentence": "我在想，这是不是因为我害怕面对某些问题，才会有拖延症呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拖延症通常确实是因为我们想逃避某些问题。或许你可以先弄清楚你想回避的问题是什么，试着去解决，并思考你拖延的原因和最坏结果。有时候，面对问题并与之抗争，才能真正解决我们内心的困扰。人生就是一个与自己不断斗争的过程，而学会面对困难是我们成长的一部分。",
    "annotation": [
      {
        "sentence": "拖延症通常确实是因为我们想逃避某些问题。",
        "label": ""
      },
      {
        "sentence": "或许你可以先弄清楚你想回避的问题是什么，试着去解决，并思考你拖延的原因和最坏结果。",
        "label": ""
      },
      {
        "sentence": "有时候，面对问题并与之抗争，才能真正解决我们内心的困扰。",
        "label": ""
      },
      {
        "sentence": "人生就是一个与自己不断斗争的过程，而学会面对困难是我们成长的一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直以为抗拒和逃避是解决问题的方式，但现在我意识到只有勇敢去面对问题，才能真正解决它们。谢谢你的支持和鼓励，我会尝试改变自己的行为习惯，与内心的小孩和平相处。",
    "annotation": [
      {
        "sentence": "我明白了，我一直以为抗拒和逃避是解决问题的方式，但现在我意识到只有勇敢去面对问题，才能真正解决它们。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我会尝试改变自己的行为习惯，与内心的小孩和平相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的领悟。改变自己的行为习惯需要时间和努力，但只要你保持坚持和积极的态度，一定能够成功。每天都给自己一些正面的肯定和鼓励，多与内心的小孩沟通，让他知道你是在关心他，并且愿意倾听他的需求。希望你能够取得更好的进展！",
    "annotation": [
      {
        "sentence": "很高兴听到你的领悟。",
        "label": ""
      },
      {
        "sentence": "改变自己的行为习惯需要时间和努力，但只要你保持坚持和积极的态度，一定能够成功。",
        "label": ""
      },
      {
        "sentence": "每天都给自己一些正面的肯定和鼓励，多与内心的小孩沟通，让他知道你是在关心他，并且愿意倾听他的需求。",
        "label": ""
      },
      {
        "sentence": "希望你能够取得更好的进展！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力践行。同时也希望能够改变自己的固有思维方式，正视问题，积极面对，相信一切都会越来越好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力践行。",
        "label": ""
      },
      {
        "sentence": "同时也希望能够改变自己的固有思维方式，正视问题，积极面对，相信一切都会越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和积极态度值得赞赏。记住，改变需要时间，不要给自己太大压力，一步一步地前进。如果在过程中需要支持和倾听，随时都可以找我聊聊。你不是一个人在战斗，我们都在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "你的决心和积极态度值得赞赏。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间，不要给自己太大压力，一步一步地前进。",
        "label": ""
      },
      {
        "sentence": "如果在过程中需要支持和倾听，随时都可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]