[
  {
    "role": "client",
    "content": "老公背着我偷偷看美女视频，我应该不去理会这件事吗？我是个极度缺乏安全感的人，控制欲也很强，和老公结婚一年了，老公对我一直都很好。我不允许他做的事有很多，走路不许看女的，不许和女生闲聊，类似的事情吧。我知道自己很过分，但是我不知道我该怎么做才能让自己安心。我老公也很听我的话，对女生机会没有接触，可是最近我发现他手机里有偷偷看过美女视频的记录。我真的特别难受，就感觉被出轨了一样。我知道这种事对别人来说是小事，但是在我身上就像天塌了一样。我特别害怕害怕失去，我开始胡思乱想，想如果这样的美女出现在他身边，他肯定控制不住，他在工作中有美女在他肯定会出轨。我现在还没有和他明说这件事，我现在就想知道我应该怎么做，怎么去解决这件事才是正确的做法。我不想失去老公，我应该不去理会这件事吗？就当没发生过吗，还是应该怎么办？",
    "annotation": [
      {
        "sentence": "老公背着我偷偷看美女视频，我应该不去理会这件事吗？",
        "label": ""
      },
      {
        "sentence": "我是个极度缺乏安全感的人，控制欲也很强，和老公结婚一年了，老公对我一直都很好。",
        "label": ""
      },
      {
        "sentence": "我不允许他做的事有很多，走路不许看女的，不许和女生闲聊，类似的事情吧。",
        "label": ""
      },
      {
        "sentence": "我知道自己很过分，但是我不知道我该怎么做才能让自己安心。",
        "label": ""
      },
      {
        "sentence": "我老公也很听我的话，对女生机会没有接触，可是最近我发现他手机里有偷偷看过美女视频的记录。",
        "label": ""
      },
      {
        "sentence": "我真的特别难受，就感觉被出轨了一样。",
        "label": ""
      },
      {
        "sentence": "我知道这种事对别人来说是小事，但是在我身上就像天塌了一样。",
        "label": ""
      },
      {
        "sentence": "我特别害怕害怕失去，我开始胡思乱想，想如果这样的美女出现在他身边，他肯定控制不住，他在工作中有美女在他肯定会出轨。",
        "label": ""
      },
      {
        "sentence": "我现在还没有和他明说这件事，我现在就想知道我应该怎么做，怎么去解决这件事才是正确的做法。",
        "label": ""
      },
      {
        "sentence": "我不想失去老公，我应该不去理会这件事吗？",
        "label": ""
      },
      {
        "sentence": "就当没发生过吗，还是应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的叙述中了解到你现在生活的困扰。婚姻对你来说就是安全的港湾，也可以说婚姻就是你的一切了，你不能允许任何的危险的可能存在，而一旦遇到，就会让你很痛苦，不知所措。所以，很能理解你的问题。我们来一起聊一聊吧！或许可以给你一下提示，帮你改善一下自己的生活。",
    "annotation": [
      {
        "sentence": "从你的叙述中了解到你现在生活的困扰。",
        "label": ""
      },
      {
        "sentence": "婚姻对你来说就是安全的港湾，也可以说婚姻就是你的一切了，你不能允许任何的危险的可能存在，而一旦遇到，就会让你很痛苦，不知所措。",
        "label": ""
      },
      {
        "sentence": "所以，很能理解你的问题。",
        "label": ""
      },
      {
        "sentence": "我们来一起聊一聊吧！",
        "label": ""
      },
      {
        "sentence": "或许可以给你一下提示，帮你改善一下自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。现在的问题让我感到很困扰，我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "现在的问题让我感到很困扰，我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你也知道自己是一个极度缺乏安全感的人，所以你的控制欲就很强，来让自己感觉安全。在婚姻中，你就会控制老公，让他听从你的。可你又发现他在你不知道的情况下，做着你不满意的事情，这让你有些难过，却又不知所措。每个人的安全感都是要靠自己满足的，你一直让老公满足你，这并不是一个最好的方法。因为人并不是一成不变的，你对他的控制可能更多的是不尊重他的自由，这是对他的一种权利剥夺。当他没有自由，又有自由的渴望的时候，往往会背对着你去做一些事情。我这么说，你是否能理解呢？咱们应该找一个没有后顾之忧的做法。",
    "annotation": [
      {
        "sentence": "你也知道自己是一个极度缺乏安全感的人，所以你的控制欲就很强，来让自己感觉安全。",
        "label": ""
      },
      {
        "sentence": "在婚姻中，你就会控制老公，让他听从你的。",
        "label": ""
      },
      {
        "sentence": "可你又发现他在你不知道的情况下，做着你不满意的事情，这让你有些难过，却又不知所措。",
        "label": ""
      },
      {
        "sentence": "每个人的安全感都是要靠自己满足的，你一直让老公满足你，这并不是一个最好的方法。",
        "label": ""
      },
      {
        "sentence": "因为人并不是一成不变的，你对他的控制可能更多的是不尊重他的自由，这是对他的一种权利剥夺。",
        "label": ""
      },
      {
        "sentence": "当他没有自由，又有自由的渴望的时候，往往会背对着你去做一些事情。",
        "label": ""
      },
      {
        "sentence": "我这么说，你是否能理解呢？",
        "label": ""
      },
      {
        "sentence": "咱们应该找一个没有后顾之忧的做法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。我意识到自己一直在试图通过控制来获得安全感，这其实并不可行。我也不希望剥夺老公的自由，但是我还是很害怕他会背叛我。",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "我意识到自己一直在试图通过控制来获得安全感，这其实并不可行。",
        "label": ""
      },
      {
        "sentence": "我也不希望剥夺老公的自由，但是我还是很害怕他会背叛我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能想象得到老公的做法让你感觉不安，你怕失去他。但对于他所做的事情，不妨就当做没有发生吧！他并没有做出背叛你的事情，而且你也可以想想，或许他是怕让你感觉不安，才会躲着你去看。要你放手不理睬这件事，或许没有那么容易。那就先从这点去努力吧！最好的婚姻是夫妻两个人能够相互独立，也能够相互依赖，而不是一方全部依靠另一方，关系失衡，会影响婚姻的甜蜜度，也不利于关系的稳固发展。这需要你一点点去努力。当你能认识到这一点，你就不会一直纠结这一单。接下来就是和老公沟通一下，给他更多的自由吧！如果他是真心爱你，他就不会伤害到你，也就不会发生你所担心的事情。或许试着去和他一起看，一起称赞其他女人的漂亮，或许会让他更加不会去背对着你去做什么吧！",
    "annotation": [
      {
        "sentence": "能想象得到老公的做法让你感觉不安，你怕失去他。",
        "label": ""
      },
      {
        "sentence": "但对于他所做的事情，不妨就当做没有发生吧！",
        "label": ""
      },
      {
        "sentence": "他并没有做出背叛你的事情，而且你也可以想想，或许他是怕让你感觉不安，才会躲着你去看。",
        "label": ""
      },
      {
        "sentence": "要你放手不理睬这件事，或许没有那么容易。",
        "label": ""
      },
      {
        "sentence": "那就先从这点去努力吧！",
        "label": ""
      },
      {
        "sentence": "最好的婚姻是夫妻两个人能够相互独立，也能够相互依赖，而不是一方全部依靠另一方，关系失衡，会影响婚姻的甜蜜度，也不利于关系的稳固发展。",
        "label": ""
      },
      {
        "sentence": "这需要你一点点去努力。",
        "label": ""
      },
      {
        "sentence": "当你能认识到这一点，你就不会一直纠结这一单。",
        "label": ""
      },
      {
        "sentence": "接下来就是和老公沟通一下，给他更多的自由吧！",
        "label": ""
      },
      {
        "sentence": "如果他是真心爱你，他就不会伤害到你，也就不会发生你所担心的事情。",
        "label": ""
      },
      {
        "sentence": "或许试着去和他一起看，一起称赞其他女人的漂亮，或许会让他更加不会去背对着你去做什么吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该试着放手一些，给他更多的空间和自由。也许我应该更加相信他，和他一起欣赏美丽的事物，而不是一味地控制和怀疑。",
    "annotation": [
      {
        "sentence": "我明白了，我应该试着放手一些，给他更多的空间和自由。",
        "label": ""
      },
      {
        "sentence": "也许我应该更加相信他，和他一起欣赏美丽的事物，而不是一味地控制和怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不错，你的根源问题是极度缺乏安全感，这是需要你去进行自我成长的，来建立自我内在的安全感。多看向你内在的自己吧！试着去关心和照顾这个自己，你就会收获一点自我生活的能量。比如，培养自己一个爱好，多交朋友，健身等等，这是一个长时间坚持的过程，需要你给自己一点信心和勇气的。当你能感觉自己是安全的时候，你也就不怕身边的人做出什么伤害你的事情，更不会胡思乱想了。最后，你的老公会看到一个不一样的你，一个有魅力的你，会被你所吸引到的，你的婚姻生活会变得更加幸福的。以上是我的个人看法，希望能够帮助到你。在这里永远都是你的秘密基地，也会有人愿意陪你度过痛苦的。祝你生活愉快，请你一定要相信自己！",
    "annotation": [
      {
        "sentence": "不错，你的根源问题是极度缺乏安全感，这是需要你去进行自我成长的，来建立自我内在的安全感。",
        "label": ""
      },
      {
        "sentence": "多看向你内在的自己吧！",
        "label": ""
      },
      {
        "sentence": "试着去关心和照顾这个自己，你就会收获一点自我生活的能量。",
        "label": ""
      },
      {
        "sentence": "比如，培养自己一个爱好，多交朋友，健身等等，这是一个长时间坚持的过程，需要你给自己一点信心和勇气的。",
        "label": ""
      },
      {
        "sentence": "当你能感觉自己是安全的时候，你也就不怕身边的人做出什么伤害你的事情，更不会胡思乱想了。",
        "label": ""
      },
      {
        "sentence": "最后，你的老公会看到一个不一样的你，一个有魅力的你，会被你所吸引到的，你的婚姻生活会变得更加幸福的。",
        "label": ""
      },
      {
        "sentence": "以上是我的个人看法，希望能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "在这里永远都是你的秘密基地，也会有人愿意陪你度过痛苦的。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快，请你一定要相信自己！",
        "label": ""
      }
    ]
  }
]