[
  {
    "role": "client",
    "content": "我该上高三，因为焦虑抑郁弃学，我要怎么做啊？",
    "annotation": [
      {
        "sentence": "我该上高三，因为焦虑抑郁弃学，我要怎么做啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的提问，我有些为你担心。人生就是处理成长烦恼的一个过程。其实我们所有的人在成长的过程中都会遇到成长的烦恼。从出生到老死的过程就是不断解决问题的过程，也是打怪升级的过程。我们最开始的成长的烦恼是在我们还不会说话的时候，我们那么需要爸爸妈妈，可是爸爸妈妈总是要去工作，会把我们丢下。这个是我们最早的成长的烦恼。",
    "annotation": [
      {
        "sentence": "看到你的提问，我有些为你担心。",
        "label": ""
      },
      {
        "sentence": "人生就是处理成长烦恼的一个过程。",
        "label": ""
      },
      {
        "sentence": "其实我们所有的人在成长的过程中都会遇到成长的烦恼。",
        "label": ""
      },
      {
        "sentence": "从出生到老死的过程就是不断解决问题的过程，也是打怪升级的过程。",
        "label": ""
      },
      {
        "sentence": "我们最开始的成长的烦恼是在我们还不会说话的时候，我们那么需要爸爸妈妈，可是爸爸妈妈总是要去工作，会把我们丢下。",
        "label": ""
      },
      {
        "sentence": "这个是我们最早的成长的烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我今年应该上高三，开学时查出抑郁症、焦虑症、强迫症，在学校十分紧张，睡不着，就没有去学校，相当于我放弃了上学，在家很久了。",
    "annotation": [
      {
        "sentence": "我今年应该上高三，开学时查出抑郁症、焦虑症、强迫症，在学校十分紧张，睡不着，就没有去学校，相当于我放弃了上学，在家很久了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后面来自于我们在幼儿园里面，如何进入第一个小社会，如何去跟别人交往，找到好朋友，表达自己。小学期间，我们如何去适应这个体制的需求，变成一个教育体制和父母喜欢的孩子，而且我们要面临第一个烦恼高潮，就是青春期的烦恼，如何变得受欢迎，如何释放青春的荷尔蒙，如何表达自己，绽放自己等。高三就变成了我们要证明自己可以，脱离父母和熟悉的环境去证明自己寻找自己，我们需要更大的舞台更好的空间更好的自己。可是这些我们都不知道答案，需要自己去摸索，路上遇到麻烦退缩是再正常不过的事情，我们会焦虑紧张甚至恐惧，都是正常的，每个孩子的人生大考，难的不止你一个人，所以不要害怕也不要放弃。",
    "annotation": [
      {
        "sentence": "后面来自于我们在幼儿园里面，如何进入第一个小社会，如何去跟别人交往，找到好朋友，表达自己。",
        "label": ""
      },
      {
        "sentence": "小学期间，我们如何去适应这个体制的需求，变成一个教育体制和父母喜欢的孩子，而且我们要面临第一个烦恼高潮，就是青春期的烦恼，如何变得受欢迎，如何释放青春的荷尔蒙，如何表达自己，绽放自己等。",
        "label": ""
      },
      {
        "sentence": "高三就变成了我们要证明自己可以，脱离父母和熟悉的环境去证明自己寻找自己，我们需要更大的舞台更好的空间更好的自己。",
        "label": ""
      },
      {
        "sentence": "可是这些我们都不知道答案，需要自己去摸索，路上遇到麻烦退缩是再正常不过的事情，我们会焦虑紧张甚至恐惧，都是正常的，每个孩子的人生大考，难的不止你一个人，所以不要害怕也不要放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每天闲着没事干就想哭，最近一段时间我弟弟也生病了，爸妈忙着给他看病，我只要一听到爸妈要去给他看病，我就想哭。",
    "annotation": [
      {
        "sentence": "每天闲着没事干就想哭，最近一段时间我弟弟也生病了，爸妈忙着给他看病，我只要一听到爸妈要去给他看病，我就想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生病是为了逃避问题还是休息好了重新上路？推荐你看一下《放牛班的春天》这个电影，没有坏天使，只有暂时没有魔法棒而已。除了正常的身体反应和情绪反应，当然还有不正常的情绪表达，就是希望通过生病来逃避问题和现实，希望通过生病来获得父母的关注和帮助，或者在和弟弟妹妹竞争父母的爱。积极心理学的系列书籍建议你看看，《活出乐观的自己》你没有生病，你只是有一些情绪需要释放而已，用书中的方法去帮助自己。",
    "annotation": [
      {
        "sentence": "生病是为了逃避问题还是休息好了重新上路？",
        "label": ""
      },
      {
        "sentence": "推荐你看一下《放牛班的春天》这个电影，没有坏天使，只有暂时没有魔法棒而已。",
        "label": ""
      },
      {
        "sentence": "除了正常的身体反应和情绪反应，当然还有不正常的情绪表达，就是希望通过生病来逃避问题和现实，希望通过生病来获得父母的关注和帮助，或者在和弟弟妹妹竞争父母的爱。",
        "label": ""
      },
      {
        "sentence": "积极心理学的系列书籍建议你看看，《活出乐观的自己》你没有生病，你只是有一些情绪需要释放而已，用书中的方法去帮助自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在我姨让我和她一起打工，我不知道我要不要去，如果去的话，我怕我想家干不下去，可是不去的话就家里这情况，我也呆得很难受。",
    "annotation": [
      {
        "sentence": "现在我姨让我和她一起打工，我不知道我要不要去，如果去的话，我怕我想家干不下去，可是不去的话就家里这情况，我也呆得很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读书上学的时间有限，工作没有尽头。该干什么的年纪干什么是最好的智慧。打工对于你来说并不是出路，一没有到年龄，二没有资历和能力去打工，等你错过读书的年纪再来读书就很难有机会了。",
    "annotation": [
      {
        "sentence": "读书上学的时间有限，工作没有尽头。",
        "label": ""
      },
      {
        "sentence": "该干什么的年纪干什么是最好的智慧。",
        "label": ""
      },
      {
        "sentence": "打工对于你来说并不是出路，一没有到年龄，二没有资历和能力去打工，等你错过读书的年纪再来读书就很难有机会了。",
        "label": ""
      }
    ]
  }
]