[
  {
    "role": "client",
    "content": "老公背着我偷偷看美女视频，我应该不去理会这件事吗？我是个极度缺乏安全感的人控制欲也很强和老公结婚一年了老公对我一直都很好我不允许他做的事有很多走路不许看女的不许和女生闲聊类似的事情吧我知道自己很过分但是我不知道我该怎么做才能让自己安心，我老公也很听我的话对女生机会没有接触，可是最近我发现他手机里有偷偷看过美女视频的记录我真的特别难受就感觉被出轨了一样我知道这种事对别人来说是小事但是在我身上就像天塌了一样我特别害怕害怕失去，我开始胡思乱想想如果这样的美女出现在他身边他肯定控制不住他在工作中有美女在他肯定会出轨我现在还没有和他明说这件事我现在就想知道我应该怎么做怎么去解决这件事才是正确的做法我不想失去老公我应该不去理会这件事吗就当没发生过吗还是应该怎么办？",
    "annotation": [
      {
        "sentence": "老公背着我偷偷看美女视频，我应该不去理会这件事吗？",
        "label": ""
      },
      {
        "sentence": "我是个极度缺乏安全感的人控制欲也很强和老公结婚一年了老公对我一直都很好我不允许他做的事有很多走路不许看女的不许和女生闲聊类似的事情吧我知道自己很过分但是我不知道我该怎么做才能让自己安心，我老公也很听我的话对女生机会没有接触，可是最近我发现他手机里有偷偷看过美女视频的记录我真的特别难受就感觉被出轨了一样我知道这种事对别人来说是小事但是在我身上就像天塌了一样我特别害怕害怕失去，我开始胡思乱想想如果这样的美女出现在他身边他肯定控制不住他在工作中有美女在他肯定会出轨我现在还没有和他明说这件事我现在就想知道我应该怎么做怎么去解决这件事才是正确的做法我不想失去老公我应该不去理会这件事吗就当没发生过吗还是应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我好像听到了你内心里的两个声音。一个声音很委屈，感觉自己被出轨了，很难受。另一个声音说，事实不是这样子，是你在胡思乱想，老公对你很好，他只是看了看美女的视频，这是很正常的事情。你之所以会这么难受是因为你自己极度缺乏安全感，你有太强的控制欲。可是两股声音谁也说服不了谁。意识上，你很清楚事情原本的样子，但是情感上，就是很难受。所以，你很困惑，怎么办呢？",
    "annotation": [
      {
        "sentence": "我好像听到了你内心里的两个声音。",
        "label": ""
      },
      {
        "sentence": "一个声音很委屈，感觉自己被出轨了，很难受。",
        "label": ""
      },
      {
        "sentence": "另一个声音说，事实不是这样子，是你在胡思乱想，老公对你很好，他只是看了看美女的视频，这是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "你之所以会这么难受是因为你自己极度缺乏安全感，你有太强的控制欲。",
        "label": ""
      },
      {
        "sentence": "可是两股声音谁也说服不了谁。",
        "label": ""
      },
      {
        "sentence": "意识上，你很清楚事情原本的样子，但是情感上，就是很难受。",
        "label": ""
      },
      {
        "sentence": "所以，你很困惑，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很对，我的情绪确实很复杂，有时候我自己都无法控制。我试图用理性的声音告诉自己这只是小事，但是情感上还是很难受，我感到害怕和不安全。",
    "annotation": [
      {
        "sentence": "我觉得你说得很对，我的情绪确实很复杂，有时候我自己都无法控制。",
        "label": ""
      },
      {
        "sentence": "我试图用理性的声音告诉自己这只是小事，但是情感上还是很难受，我感到害怕和不安全。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "装作什么事都没有，显然情感上无法接受，天都快塌了，怎么可能若无其事呢？对老公讲出来，又不知道要怎么讲。毕竟意识上也很清楚，这是一件很小的事情，老公对你很好，他没有做任何对不起你的事情。是这样子吗？",
    "annotation": [
      {
        "sentence": "装作什么事都没有，显然情感上无法接受，天都快塌了，怎么可能若无其事呢？",
        "label": ""
      },
      {
        "sentence": "对老公讲出来，又不知道要怎么讲。",
        "label": ""
      },
      {
        "sentence": "毕竟意识上也很清楚，这是一件很小的事情，老公对你很好，他没有做任何对不起你的事情。",
        "label": ""
      },
      {
        "sentence": "是这样子吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我知道这件事对别人来说可能是小事，可是对我来说却像天塌了一样。我害怕失去他，也害怕如果有美女出现在他身边，他会无法控制自己出轨。",
    "annotation": [
      {
        "sentence": "是的，我知道这件事对别人来说可能是小事，可是对我来说却像天塌了一样。",
        "label": ""
      },
      {
        "sentence": "我害怕失去他，也害怕如果有美女出现在他身边，他会无法控制自己出轨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感觉到你的害怕和不安全感。接下来我想从旁观者的角度说说我的感受。我感到你并没有接纳自己的情绪，而是试图压抑自己的情绪。你想用理性的声音说服自己，但是效果貌似不太好。试试接纳自己的情绪呢？尝试着对自己说：虽然我知道事情原本的样子，但我还是会难受，而且我非常非常难受，我感到极度的不安全，我害怕他会离开我。再用那个理性的声音对自己说：你能看到事情原本的样子，你也能觉察到自己为什么伤心。难受就哭出来吧，别憋着，哭出来会让自己好一点。我会一直陪着你。试试这样做会不会让自己感觉好一点呢？对自己宽容一些，你能看到自己的情绪，而且能看到事情原本的样子，很厉害呢！情绪没有错，难受就是难受。情绪唤起的是潜意识里的记忆，曾经被隐藏起来的伤口也许就在那个当下被触发了。接纳，才有疗愈的可能。最后希望能够让你感觉好一点。",
    "annotation": [
      {
        "sentence": "我能感觉到你的害怕和不安全感。",
        "label": ""
      },
      {
        "sentence": "接下来我想从旁观者的角度说说我的感受。",
        "label": ""
      },
      {
        "sentence": "我感到你并没有接纳自己的情绪，而是试图压抑自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你想用理性的声音说服自己，但是效果貌似不太好。",
        "label": ""
      },
      {
        "sentence": "试试接纳自己的情绪呢？",
        "label": ""
      },
      {
        "sentence": "尝试着对自己说：虽然我知道事情原本的样子，但我还是会难受，而且我非常非常难受，我感到极度的不安全，我害怕他会离开我。",
        "label": ""
      },
      {
        "sentence": "再用那个理性的声音对自己说：你能看到事情原本的样子，你也能觉察到自己为什么伤心。",
        "label": ""
      },
      {
        "sentence": "难受就哭出来吧，别憋着，哭出来会让自己好一点。",
        "label": ""
      },
      {
        "sentence": "我会一直陪着你。",
        "label": ""
      },
      {
        "sentence": "试试这样做会不会让自己感觉好一点呢？",
        "label": ""
      },
      {
        "sentence": "对自己宽容一些，你能看到自己的情绪，而且能看到事情原本的样子，很厉害呢！",
        "label": ""
      },
      {
        "sentence": "情绪没有错，难受就是难受。",
        "label": ""
      },
      {
        "sentence": "情绪唤起的是潜意识里的记忆，曾经被隐藏起来的伤口也许就在那个当下被触发了。",
        "label": ""
      },
      {
        "sentence": "接纳，才有疗愈的可能。",
        "label": ""
      },
      {
        "sentence": "最后希望能够让你感觉好一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我觉得你的话让我感觉舒服多了。或许我真的该接纳自己的情绪，不再试图否定它们。我会试着放下控制欲，试着相信老公对我的忠诚。谢谢你一直陪在我身边。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我觉得你的话让我感觉舒服多了。",
        "label": ""
      },
      {
        "sentence": "或许我真的该接纳自己的情绪，不再试图否定它们。",
        "label": ""
      },
      {
        "sentence": "我会试着放下控制欲，试着相信老公对我的忠诚。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪在我身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你能够接纳自己的情绪，并尝试放下控制欲是很不容易的。相信你的努力会带来积极的改变。记得随时找我倾诉或寻求支持，我会一直陪伴在你身边。希望你能逐渐感觉好起来，保持积极的心态。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你能够接纳自己的情绪，并尝试放下控制欲是很不容易的。",
        "label": ""
      },
      {
        "sentence": "相信你的努力会带来积极的改变。",
        "label": ""
      },
      {
        "sentence": "记得随时找我倾诉或寻求支持，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "希望你能逐渐感觉好起来，保持积极的心态。",
        "label": ""
      }
    ]
  }
]