[
  {
    "role": "client",
    "content": "我和我前夫已经离婚1年半了，没有孩子，我们对彼此都没有讨厌之情，但是却没有再有电花。我想知道我们是否有可能复合？",
    "annotation": [
      {
        "sentence": "我和我前夫已经离婚1年半了，没有孩子，我们对彼此都没有讨厌之情，但是却没有再有电花。",
        "label": ""
      },
      {
        "sentence": "我想知道我们是否有可能复合？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们离婚的原因是成长路上进度不一致，他嫌你太过安于现状，你嫌他急功近利欲望变多。现在一年半过去了，你们都没有开始新的恋情，还偶尔一起吃饭，不过你觉得聊天话题变少，没有什么想说的，只想安静地吃完饭分开。你觉得你们彼此挂念，愿意尽力去帮助彼此，而且都希望对方过得更好。你觉得自己是不排斥复婚的，但是你摸不清楚他怎么想，偶尔试探问问，但他会避而不答。离婚时他表现得很强硬，觉得问题主要是出在你身上，但现在在一起吃饭，他偶尔表露出对家庭的惋惜，但是从未表露过有复合的想法。你有时觉得既然都已经离了婚，他也没有表达过要复合的意思，那你就该不去理会他，开始新的生活。但有时你又觉得找到一个互相了解的人并不容易，而且你们之间并没有什么过错，所以你应该主动修补一下试试看。你很想知道他到底是怎么想的，但是又不知道该如何开口。现在这种情况下，你是否还有必要纠结呢？是不是就该放下？",
    "annotation": [
      {
        "sentence": "你们离婚的原因是成长路上进度不一致，他嫌你太过安于现状，你嫌他急功近利欲望变多。",
        "label": ""
      },
      {
        "sentence": "现在一年半过去了，你们都没有开始新的恋情，还偶尔一起吃饭，不过你觉得聊天话题变少，没有什么想说的，只想安静地吃完饭分开。",
        "label": ""
      },
      {
        "sentence": "你觉得你们彼此挂念，愿意尽力去帮助彼此，而且都希望对方过得更好。",
        "label": ""
      },
      {
        "sentence": "你觉得自己是不排斥复婚的，但是你摸不清楚他怎么想，偶尔试探问问，但他会避而不答。",
        "label": ""
      },
      {
        "sentence": "离婚时他表现得很强硬，觉得问题主要是出在你身上，但现在在一起吃饭，他偶尔表露出对家庭的惋惜，但是从未表露过有复合的想法。",
        "label": ""
      },
      {
        "sentence": "你有时觉得既然都已经离了婚，他也没有表达过要复合的意思，那你就该不去理会他，开始新的生活。",
        "label": ""
      },
      {
        "sentence": "但有时你又觉得找到一个互相了解的人并不容易，而且你们之间并没有什么过错，所以你应该主动修补一下试试看。",
        "label": ""
      },
      {
        "sentence": "你很想知道他到底是怎么想的，但是又不知道该如何开口。",
        "label": ""
      },
      {
        "sentence": "现在这种情况下，你是否还有必要纠结呢？",
        "label": ""
      },
      {
        "sentence": "是不是就该放下？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我其实是想复婚的，但是我不知道如何表达，担心吓跑对方。当初是我坚持离婚，让对方无法放下，现在我是否应该给对方一个台阶下，表现出自己善解人意的一面呢？也许他之所以变得平和，是因为我离开了，那我是不是也应该变得柔和一点呢？毕竟这些经历都是生活给我们的成长机会。",
    "annotation": [
      {
        "sentence": "是的，我其实是想复婚的，但是我不知道如何表达，担心吓跑对方。",
        "label": ""
      },
      {
        "sentence": "当初是我坚持离婚，让对方无法放下，现在我是否应该给对方一个台阶下，表现出自己善解人意的一面呢？",
        "label": ""
      },
      {
        "sentence": "也许他之所以变得平和，是因为我离开了，那我是不是也应该变得柔和一点呢？",
        "label": ""
      },
      {
        "sentence": "毕竟这些经历都是生活给我们的成长机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，羞于表达想复婚的心情也是可以理解的。你可以试着适时给对方一个台阶下，表现出你理解他的心情并愿意为他考虑的一面。他现在表现得平和，你也可以尝试变得柔和，毕竟成长就是在不断磨合中获得的。",
    "annotation": [
      {
        "sentence": "你的想法很正常，羞于表达想复婚的心情也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你可以试着适时给对方一个台阶下，表现出你理解他的心情并愿意为他考虑的一面。",
        "label": ""
      },
      {
        "sentence": "他现在表现得平和，你也可以尝试变得柔和，毕竟成长就是在不断磨合中获得的。",
        "label": ""
      }
    ]
  }
]