[
  {
    "role": "client",
    "content": "结婚5年，没有夫妻生活，婚姻很痛苦，是否该离婚？老师，您好，婚姻很痛苦，是否该离婚？1、结婚五年多，一直没法过夫妻生活，原因是我这边第一次特别害怕，然后老公本身勃起稍微有点弱。现在公婆那边急着抱孙子，天天希望我们去做试管婴儿，我不是很想去，原因是一方面，医生说我们身体没大毛病，不建议我们做，另一方面，做试管婴儿或多或少对身体还是有伤害的，而老公也不是对我很好那种男人。",
    "annotation": [
      {
        "sentence": "结婚5年，没有夫妻生活，婚姻很痛苦，是否该离婚？",
        "label": ""
      },
      {
        "sentence": "老师，您好，婚姻很痛苦，是否该离婚？",
        "label": ""
      },
      {
        "sentence": "1、结婚五年多，一直没法过夫妻生活，原因是我这边第一次特别害怕，然后老公本身勃起稍微有点弱。",
        "label": ""
      },
      {
        "sentence": "现在公婆那边急着抱孙子，天天希望我们去做试管婴儿，我不是很想去，原因是一方面，医生说我们身体没大毛病，不建议我们做，另一方面，做试管婴儿或多或少对身体还是有伤害的，而老公也不是对我很好那种男人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的文字描述，感觉你心里已经有了答案，可你还是在此提问，你想通过提问，寻求些什么呢？记不清在哪看到过还是听过，有些人从心理学角度探讨过，是否存在有爱无性的婚姻，有爱无性的婚姻能否长久，有爱无性的婚姻是否是真正的婚姻。最后结论不容乐观。因为性不仅是人的基本生理需求，同时也是自然生物得以延续、存活下去最基本的，唯一的途径（传宗接代）。自然界似乎没有哪一种生物不愿意世代繁衍，越来越壮大自己的存在。所以某种程度上，可能有性无爱的婚姻比有爱无性的婚姻存活的更久些。我个人觉得离不离婚好像不是目前最困扰你的问题。",
    "annotation": [
      {
        "sentence": "看你的文字描述，感觉你心里已经有了答案，可你还是在此提问，你想通过提问，寻求些什么呢？",
        "label": ""
      },
      {
        "sentence": "记不清在哪看到过还是听过，有些人从心理学角度探讨过，是否存在有爱无性的婚姻，有爱无性的婚姻能否长久，有爱无性的婚姻是否是真正的婚姻。",
        "label": ""
      },
      {
        "sentence": "最后结论不容乐观。",
        "label": ""
      },
      {
        "sentence": "因为性不仅是人的基本生理需求，同时也是自然生物得以延续、存活下去最基本的，唯一的途径（传宗接代）。",
        "label": ""
      },
      {
        "sentence": "自然界似乎没有哪一种生物不愿意世代繁衍，越来越壮大自己的存在。",
        "label": ""
      },
      {
        "sentence": "所以某种程度上，可能有性无爱的婚姻比有爱无性的婚姻存活的更久些。",
        "label": ""
      },
      {
        "sentence": "我个人觉得离不离婚好像不是目前最困扰你的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我确实觉得有爱无性的婚姻很痛苦，但我也不想轻易放弃婚姻。可能我现在最困扰的问题是，为什么我对性爱特别害怕呢？",
    "annotation": [
      {
        "sentence": "您说得对，我确实觉得有爱无性的婚姻很痛苦，但我也不想轻易放弃婚姻。",
        "label": ""
      },
      {
        "sentence": "可能我现在最困扰的问题是，为什么我对性爱特别害怕呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当前最需要你思考和面对的可能是：为什么你对性爱特别害怕的问题。这个问题解决了，可能一切都迎刃而解了。“跟老公隔三差五就为鸡毛蒜皮事吵架，甚至双方动手”，从精神动力学的角度讲，这其实是性爱的另一种变形表达。没有性的婚姻，无论对老公，还是对你其实都是一种心理上的摧残、折磨。在此提问，证明你已经勇敢的迈出了第一步，再勇敢些，去面对，并解决这个问题吧！",
    "annotation": [
      {
        "sentence": "当前最需要你思考和面对的可能是：为什么你对性爱特别害怕的问题。",
        "label": ""
      },
      {
        "sentence": "这个问题解决了，可能一切都迎刃而解了。",
        "label": ""
      },
      {
        "sentence": "“跟老公隔三差五就为鸡毛蒜皮事吵架，甚至双方动手”，从精神动力学的角度讲，这其实是性爱的另一种变形表达。",
        "label": ""
      },
      {
        "sentence": "没有性的婚姻，无论对老公，还是对你其实都是一种心理上的摧残、折磨。",
        "label": ""
      },
      {
        "sentence": "在此提问，证明你已经勇敢的迈出了第一步，再勇敢些，去面对，并解决这个问题吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我确实感到这种心理上的摧残和折磨。但是我不知道如何面对和解决这个问题，我感到非常困惑和无助。",
    "annotation": [
      {
        "sentence": "您说得对，我确实感到这种心理上的摧残和折磨。",
        "label": ""
      },
      {
        "sentence": "但是我不知道如何面对和解决这个问题，我感到非常困惑和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对这个问题确实会让人感到困惑和无助。不过，你已经迈出了第一步，寻求帮助和倾诉。接下来，你可以尝试去了解自己对性爱害怕的原因，可以是过去的经历、心理障碍或其他因素导致的。也许找一个专业的心理咨询师来帮助你会更好，他们可以提供具体的解决方案和支持。",
    "annotation": [
      {
        "sentence": "面对这个问题确实会让人感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "不过，你已经迈出了第一步，寻求帮助和倾诉。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以尝试去了解自己对性爱害怕的原因，可以是过去的经历、心理障碍或其他因素导致的。",
        "label": ""
      },
      {
        "sentence": "也许找一个专业的心理咨询师来帮助你会更好，他们可以提供具体的解决方案和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我也觉得寻求心理咨询师的帮助可能会更有帮助。但是我对如何选择合适的咨询师感到迷茫，不知道从何入手。",
    "annotation": [
      {
        "sentence": "您说得对，我也觉得寻求心理咨询师的帮助可能会更有帮助。",
        "label": ""
      },
      {
        "sentence": "但是我对如何选择合适的咨询师感到迷茫，不知道从何入手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "选择合适的心理咨询师确实很重要。你可以先通过朋友、家人或者互联网搜索来收集一些心理咨询师的信息，然后进行筛选。关键是找一个专业资质过硬、经验丰富的咨询师，同时也要看个人感觉是否合得来，因为在咨询过程中需要保持良好的信任和沟通。你可以预约一些咨询师的初次咨询，通过和他们交流来判断是否合适。",
    "annotation": [
      {
        "sentence": "选择合适的心理咨询师确实很重要。",
        "label": ""
      },
      {
        "sentence": "你可以先通过朋友、家人或者互联网搜索来收集一些心理咨询师的信息，然后进行筛选。",
        "label": ""
      },
      {
        "sentence": "关键是找一个专业资质过硬、经验丰富的咨询师，同时也要看个人感觉是否合得来，因为在咨询过程中需要保持良好的信任和沟通。",
        "label": ""
      },
      {
        "sentence": "你可以预约一些咨询师的初次咨询，通过和他们交流来判断是否合适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢您的建议，我会按照您说的去寻找合适的心理咨询师，并尝试进行初次咨询。我也希望自己能够逐渐面对和解决这个问题，重建婚姻的幸福。",
    "annotation": [
      {
        "sentence": "感谢您的建议，我会按照您说的去寻找合适的心理咨询师，并尝试进行初次咨询。",
        "label": ""
      },
      {
        "sentence": "我也希望自己能够逐渐面对和解决这个问题，重建婚姻的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的积极态度很值得赞赏，相信通过专业的心理咨询和你的努力，你能够找到解决问题的方法，重建婚姻的幸福。记住，你并不孤单，一直有人支持着你。如果在咨询过程中有任何困惑，记得随时向咨询师寻求帮助。祝福你能够找到自己的幸福！",
    "annotation": [
      {
        "sentence": "你的积极态度很值得赞赏，相信通过专业的心理咨询和你的努力，你能够找到解决问题的方法，重建婚姻的幸福。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，一直有人支持着你。",
        "label": ""
      },
      {
        "sentence": "如果在咨询过程中有任何困惑，记得随时向咨询师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到自己的幸福！",
        "label": ""
      }
    ]
  }
]