[
  {
    "role": "client",
    "content": "老公背着我偷偷看美女视频，我应该不去理会这件事吗？我是个极度缺乏安全感的人控制欲也很强和老公结婚一年了老公对我一直都很好我不允许他做的事有很多走路不许看女的不许和女生闲聊类似的事情吧我知道自己很过分但是我不知道我该怎么做才能让自己安心，我老公也很听我的话对女生机会没有接触，可是最近我发现他手机里有偷偷看过美女视频的记录我真的特别难受就感觉被出轨了一样我知道这种事对别人来说是小事但是在我身上就像天塌了一样我特别害怕害怕失去，我开始胡思乱想想如果这样的美女出现在他身边他肯定控制不住他在工作中有美女在他肯定会出轨我现在还没有和他明说这件事我现在就想知道我应该怎么做怎么去解决这件事才是正确的做法我不想失去老公我应该不去理会这件事吗就当没发生过吗还是应该怎么办？",
    "annotation": [
      {
        "sentence": "老公背着我偷偷看美女视频，我应该不去理会这件事吗？",
        "label": ""
      },
      {
        "sentence": "我是个极度缺乏安全感的人控制欲也很强和老公结婚一年了老公对我一直都很好我不允许他做的事有很多走路不许看女的不许和女生闲聊类似的事情吧我知道自己很过分但是我不知道我该怎么做才能让自己安心，我老公也很听我的话对女生机会没有接触，可是最近我发现他手机里有偷偷看过美女视频的记录我真的特别难受就感觉被出轨了一样我知道这种事对别人来说是小事但是在我身上就像天塌了一样我特别害怕害怕失去，我开始胡思乱想想如果这样的美女出现在他身边他肯定控制不住他在工作中有美女在他肯定会出轨我现在还没有和他明说这件事我现在就想知道我应该怎么做怎么去解决这件事才是正确的做法我不想失去老公我应该不去理会这件事吗就当没发生过吗还是应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我很理解你的感受。这种事情确实很让人难受。但是，我觉得你应该明白一个道理，人都有自己的欲望和需求，无法完全禁止。你可以试着接纳这个事实，然后讨论如何在互相妥协的情况下处理这个问题，你觉得这样可以吗？",
    "annotation": [
      {
        "sentence": "首先，我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "这种事情确实很让人难受。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得你应该明白一个道理，人都有自己的欲望和需求，无法完全禁止。",
        "label": ""
      },
      {
        "sentence": "你可以试着接纳这个事实，然后讨论如何在互相妥协的情况下处理这个问题，你觉得这样可以吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想试试，但我担心如果我妥协了，我就不再是他眼中的理想女人，他会喜欢上其他女人。",
    "annotation": [
      {
        "sentence": "我想试试，但我担心如果我妥协了，我就不再是他眼中的理想女人，他会喜欢上其他女人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的担忧，但是你可以试着和他坦诚地沟通你的感受和疑虑，看看他怎么回应。你可以告诉他，你很在意这个问题，但是你也理解他的欲望和需求，你希望他能尽量控制自己的行为，帮助你减轻你的担忧。你觉得这个做法可行吗？",
    "annotation": [
      {
        "sentence": "这是正常的担忧，但是你可以试着和他坦诚地沟通你的感受和疑虑，看看他怎么回应。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他，你很在意这个问题，但是你也理解他的欲望和需求，你希望他能尽量控制自己的行为，帮助你减轻你的担忧。",
        "label": ""
      },
      {
        "sentence": "你觉得这个做法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他沟通，但是我还是很不安。",
    "annotation": [
      {
        "sentence": "我会试着和他沟通，但是我还是很不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你很不安，但是你需要知道，控制欲太强可能会让你失去更多。你可以试着给自己更多的信任和空间，让自己能够更加自由地生活，同时也让你的伴侣有一定的自由。这种方式对于长期的关系维护很重要。你觉得这个做法可行吗？",
    "annotation": [
      {
        "sentence": "我理解你很不安，但是你需要知道，控制欲太强可能会让你失去更多。",
        "label": ""
      },
      {
        "sentence": "你可以试着给自己更多的信任和空间，让自己能够更加自由地生活，同时也让你的伴侣有一定的自由。",
        "label": ""
      },
      {
        "sentence": "这种方式对于长期的关系维护很重要。",
        "label": ""
      },
      {
        "sentence": "你觉得这个做法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着放宽心，但我不知道我能不能做到。",
    "annotation": [
      {
        "sentence": "我会试着放宽心，但我不知道我能不能做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的疑虑，但你需要知道，你的心情和感受是非常重要的。你可以试着给自己一些时间来调整自己的情绪和心态，在这个过程中，你可以尝试一些缓解压力的方式，比如健身、读书、旅行等方法。你觉得这个做法可行吗？",
    "annotation": [
      {
        "sentence": "我理解你的疑虑，但你需要知道，你的心情和感受是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着给自己一些时间来调整自己的情绪和心态，在这个过程中，你可以尝试一些缓解压力的方式，比如健身、读书、旅行等方法。",
        "label": ""
      },
      {
        "sentence": "你觉得这个做法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试一下这些方法，但我还是不知道怎么和他谈这个话题，我怕我们两个会吵架。",
    "annotation": [
      {
        "sentence": "我会尝试一下这些方法，但我还是不知道怎么和他谈这个话题，我怕我们两个会吵架。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常正常的担忧。但是你需要知道，沟通是非常重要的，只有通过沟通才能让你们更好地了解对方，并且更好地解决问题。你可以试着选择一个适合的时间和地点，让你们的情绪都比较稳定，然后冷静地谈论这个话题，共同寻找最好的解决方案。你觉得这个做法可行吗？",
    "annotation": [
      {
        "sentence": "这是非常正常的担忧。",
        "label": ""
      },
      {
        "sentence": "但是你需要知道，沟通是非常重要的，只有通过沟通才能让你们更好地了解对方，并且更好地解决问题。",
        "label": ""
      },
      {
        "sentence": "你可以试着选择一个适合的时间和地点，让你们的情绪都比较稳定，然后冷静地谈论这个话题，共同寻找最好的解决方案。",
        "label": ""
      },
      {
        "sentence": "你觉得这个做法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他好好谈谈，但我还是很害怕。",
    "annotation": [
      {
        "sentence": "我会试着和他好好谈谈，但我还是很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的害怕，但是你需要知道，只有当你尝试去面对你的担忧和害怕的时候，才能让自己更加成长。你可以试着告诉自己，这只是一个难题，而你们一定会想办法去解决它。然后，你可以尝试一些放松和舒缓情绪的方法，比如瑜伽、冥想、呼吸练习等。你觉得这个做法可行吗？",
    "annotation": [
      {
        "sentence": "我理解你的害怕，但是你需要知道，只有当你尝试去面对你的担忧和害怕的时候，才能让自己更加成长。",
        "label": ""
      },
      {
        "sentence": "你可以试着告诉自己，这只是一个难题，而你们一定会想办法去解决它。",
        "label": ""
      },
      {
        "sentence": "然后，你可以尝试一些放松和舒缓情绪的方法，比如瑜伽、冥想、呼吸练习等。",
        "label": ""
      },
      {
        "sentence": "你觉得这个做法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试一些放松和舒缓情绪的方法，然后试着和他沟通，希望我们能解决这个问题。",
    "annotation": [
      {
        "sentence": "我会尝试一些放松和舒缓情绪的方法，然后试着和他沟通，希望我们能解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我相信你会解决这个问题的。如果你需要帮助或者支持，随时都可以告诉我。",
    "annotation": [
      {
        "sentence": "非常好，我相信你会解决这个问题的。",
        "label": ""
      },
      {
        "sentence": "如果你需要帮助或者支持，随时都可以告诉我。",
        "label": ""
      }
    ]
  }
]