[
  {
    "role": "client",
    "content": "因为我太成熟了，在学校很孤单，该怎么做自己？我因偏科太严重上大专了，然而我很爱读书，所以我跟同学的层次不一样，没共同语言，我觉得他们太幼稚了，再加上我比较内向，所以没什么朋友，每天独来独往很孤单，看到其他人三两成群我很自卑，我该继续做我自己从书中找到慰藉呢，还是该融入他们，我好在乎他人的评价啊，是内心不够强大吗？",
    "annotation": [
      {
        "sentence": "因为我太成熟了，在学校很孤单，该怎么做自己？",
        "label": ""
      },
      {
        "sentence": "我因偏科太严重上大专了，然而我很爱读书，所以我跟同学的层次不一样，没共同语言，我觉得他们太幼稚了，再加上我比较内向，所以没什么朋友，每天独来独往很孤单，看到其他人三两成群我很自卑，我该继续做我自己从书中找到慰藉呢，还是该融入他们，我好在乎他人的评价啊，是内心不够强大吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您好~看了你的问题，我能感受到你的矛盾和焦虑。一方面喜欢读书，不甘与别人为伍，另一方面，看到别人三两成伴，好不羡慕，身处这种矛盾之中，则会产生焦虑情绪。对于你说的喜欢读书，觉得其他人幼稚，有没有想过还有像你一样的人呢？",
    "annotation": [
      {
        "sentence": "您好~看了你的问题，我能感受到你的矛盾和焦虑。",
        "label": ""
      },
      {
        "sentence": "一方面喜欢读书，不甘与别人为伍，另一方面，看到别人三两成伴，好不羡慕，身处这种矛盾之中，则会产生焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "对于你说的喜欢读书，觉得其他人幼稚，有没有想过还有像你一样的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实没有遇到过和我一样爱读书的人。",
    "annotation": [
      {
        "sentence": "确实没有遇到过和我一样爱读书的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种可能性并不低，或许还有想要专升本的同学呢。虽然暂时可能没有找到，不过你可以尝试寻找志同道合、喜欢读书的人一起学习讨论，这样既可以保持自我，又可以有同伴一起。如果这样的人不在你身边，也可以通过网络建立连接关系，即使两个人隔得很远，也可以一起努力。",
    "annotation": [
      {
        "sentence": "这种可能性并不低，或许还有想要专升本的同学呢。",
        "label": ""
      },
      {
        "sentence": "虽然暂时可能没有找到，不过你可以尝试寻找志同道合、喜欢读书的人一起学习讨论，这样既可以保持自我，又可以有同伴一起。",
        "label": ""
      },
      {
        "sentence": "如果这样的人不在你身边，也可以通过网络建立连接关系，即使两个人隔得很远，也可以一起努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，听起来很有道理。但是，我还是对自己没有朋友感到很孤单，看到别人成群结队一起走，我就觉得自卑。",
    "annotation": [
      {
        "sentence": "嗯，听起来很有道理。",
        "label": ""
      },
      {
        "sentence": "但是，我还是对自己没有朋友感到很孤单，看到别人成群结队一起走，我就觉得自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于羡慕别人三两成群，感觉自己寂寞，这也是很正常的。成年早期也就是18-30岁，会有亲密对孤独的矛盾，在与社会疏离时会感到孤独，因此，在学校里，看到别人成群结队一起走，有这种心情是不可避免的。你并不孤单，只是暂时没有找到与你更贴近的人。",
    "annotation": [
      {
        "sentence": "对于羡慕别人三两成群，感觉自己寂寞，这也是很正常的。",
        "label": ""
      },
      {
        "sentence": "成年早期也就是18-30岁，会有亲密对孤独的矛盾，在与社会疏离时会感到孤独，因此，在学校里，看到别人成群结队一起走，有这种心情是不可避免的。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，只是暂时没有找到与你更贴近的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么做才能减轻这种孤独感呢？",
    "annotation": [
      {
        "sentence": "那我该怎么做才能减轻这种孤独感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试主动与他人交流，扩大自己的社交圈子。例如，在课堂上遇到与你有共同兴趣的人，可以主动搭讪，互相交流学习心得。此外，也可以积极参加学校的社团活动，找到与你志同道合的人。另外，给自己的内心一些正能量的引导，将注意力放在自己独特的优点上，不要过多关注他人的评价。",
    "annotation": [
      {
        "sentence": "你可以尝试主动与他人交流，扩大自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "例如，在课堂上遇到与你有共同兴趣的人，可以主动搭讪，互相交流学习心得。",
        "label": ""
      },
      {
        "sentence": "此外，也可以积极参加学校的社团活动，找到与你志同道合的人。",
        "label": ""
      },
      {
        "sentence": "另外，给自己的内心一些正能量的引导，将注意力放在自己独特的优点上，不要过多关注他人的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试试看吧，但是如果无论如何都找不到一起学习的人呢，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我试试看吧，但是如果无论如何都找不到一起学习的人呢，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果无论如何都找不到一起学习的人，或者说想和距离近一点的同学一起，则需要自己权衡利弊。你可以合理分配时间，既继续独自学习，又努力融入他们的圈子，这样既能满足你独立学习的需求，又能拥有亲密的社交关系。记住，人际关系的建立是一个逐步的过程，需要时间和耐心。",
    "annotation": [
      {
        "sentence": "如果无论如何都找不到一起学习的人，或者说想和距离近一点的同学一起，则需要自己权衡利弊。",
        "label": ""
      },
      {
        "sentence": "你可以合理分配时间，既继续独自学习，又努力融入他们的圈子，这样既能满足你独立学习的需求，又能拥有亲密的社交关系。",
        "label": ""
      },
      {
        "sentence": "记住，人际关系的建立是一个逐步的过程，需要时间和耐心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。谢谢你的建议和支持，我会尝试调整自己的心态，找到适合我的平衡点。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我会尝试调整自己的心态，找到适合我的平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服这种困扰的。希望我的回答可以帮助到你，祝你生活愉快！如果还有其他问题，随时可以向我求助。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服这种困扰的。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你，祝你生活愉快！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时可以向我求助。",
        "label": ""
      }
    ]
  }
]