[
  {
    "role": "client",
    "content": "弟弟性格自闭，反感职高但没法转学了该怎么办？",
    "annotation": [
      {
        "sentence": "弟弟性格自闭，反感职高但没法转学了该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，弟弟有你这样的姐姐实在是太幸运了，能对他有这样的关心的确难得可贵。的确，在这个时候，身为姐姐的你会为弟弟的前途感到着急。",
    "annotation": [
      {
        "sentence": "首先，弟弟有你这样的姐姐实在是太幸运了，能对他有这样的关心的确难得可贵。",
        "label": ""
      },
      {
        "sentence": "的确，在这个时候，身为姐姐的你会为弟弟的前途感到着急。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在真的很担心他的未来，他对职业高中特别反感，一直厌学，在学校融入不了集体，声音也很小。父母一边溺爱又一边不注重他的心理健康，我不知道该怎么办！",
    "annotation": [
      {
        "sentence": "我现在真的很担心他的未来，他对职业高中特别反感，一直厌学，在学校融入不了集体，声音也很小。",
        "label": ""
      },
      {
        "sentence": "父母一边溺爱又一边不注重他的心理健康，我不知道该怎么办！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担心。厌学和不愿读职高只是他表面表现出来的状态。或许，你需要和他再认真聊一聊，究竟是什么原因让他不想读书。可能他在学习方面需要帮助但是没有人帮忙，或者遇到了大的挫折，亦或是对自己的现状不满意，想要改变却不知道如何下手。无论怎样，作为姐姐的你，也得和他推心置腹的聊一聊，了解他的真实感受。或许通过表达出来，他能够释放情绪，我们也能够继续沟通下去。",
    "annotation": [
      {
        "sentence": "我完全理解你的担心。",
        "label": ""
      },
      {
        "sentence": "厌学和不愿读职高只是他表面表现出来的状态。",
        "label": ""
      },
      {
        "sentence": "或许，你需要和他再认真聊一聊，究竟是什么原因让他不想读书。",
        "label": ""
      },
      {
        "sentence": "可能他在学习方面需要帮助但是没有人帮忙，或者遇到了大的挫折，亦或是对自己的现状不满意，想要改变却不知道如何下手。",
        "label": ""
      },
      {
        "sentence": "无论怎样，作为姐姐的你，也得和他推心置腹的聊一聊，了解他的真实感受。",
        "label": ""
      },
      {
        "sentence": "或许通过表达出来，他能够释放情绪，我们也能够继续沟通下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想你说的对，我应该和他好好聊聊，让他把内心真正的想法告诉我。我觉得这样或许能拉进我们的距离，也能让他找到自己的心结。",
    "annotation": [
      {
        "sentence": "我想你说的对，我应该和他好好聊聊，让他把内心真正的想法告诉我。",
        "label": ""
      },
      {
        "sentence": "我觉得这样或许能拉进我们的距离，也能让他找到自己的心结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有些东西只有说出来，情绪才能得到宣泄，你也能进一步和他沟通。其次，你也得让他明白，逃避现实永远不是最理想的选择，尽管当前的情况无法改变，但他仍然有能力去做一些弥补，关键是找到解决问题的方法。无论如何，时间都在流逝，他都必须继续生活下去，都要去面对现在他无法接受的事实。",
    "annotation": [
      {
        "sentence": "是的，有些东西只有说出来，情绪才能得到宣泄，你也能进一步和他沟通。",
        "label": ""
      },
      {
        "sentence": "其次，你也得让他明白，逃避现实永远不是最理想的选择，尽管当前的情况无法改变，但他仍然有能力去做一些弥补，关键是找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "无论如何，时间都在流逝，他都必须继续生活下去，都要去面对现在他无法接受的事实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会问问他自己真正想做或希望达到的目标是什么，同时帮助他思考现在他希望怎么样去改变。我认为这样引导他思考和寻找解决方法，比起强调学习的重要性或者仅仅说些惯常的道理更容易被接受。",
    "annotation": [
      {
        "sentence": "你说得对，我会问问他自己真正想做或希望达到的目标是什么，同时帮助他思考现在他希望怎么样去改变。",
        "label": ""
      },
      {
        "sentence": "我认为这样引导他思考和寻找解决方法，比起强调学习的重要性或者仅仅说些惯常的道理更容易被接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常同意你的想法。另外，父母的过度保护和溺爱往往会让孩子的独立能力差，抗压能力变弱。一定要和父母沟通，告诉他们这样的关心只会让弟弟变得更加软弱。总有一天他必须独立生活，希望父母不要再过度保护他，让他明白有些事情必须自己去解决。不过在沟通的时候，得注意方法，不要直接指责父母的教育方式。可以换个角度理解他们对弟弟的爱，提出对于溺爱的那些行为有所建议，可能会比较好。",
    "annotation": [
      {
        "sentence": "非常同意你的想法。",
        "label": ""
      },
      {
        "sentence": "另外，父母的过度保护和溺爱往往会让孩子的独立能力差，抗压能力变弱。",
        "label": ""
      },
      {
        "sentence": "一定要和父母沟通，告诉他们这样的关心只会让弟弟变得更加软弱。",
        "label": ""
      },
      {
        "sentence": "总有一天他必须独立生活，希望父母不要再过度保护他，让他明白有些事情必须自己去解决。",
        "label": ""
      },
      {
        "sentence": "不过在沟通的时候，得注意方法，不要直接指责父母的教育方式。",
        "label": ""
      },
      {
        "sentence": "可以换个角度理解他们对弟弟的爱，提出对于溺爱的那些行为有所建议，可能会比较好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会和父母好好沟通，不批评他们的方式，而是试着理解他们的爱，并提出一些改善的建议。对于弟弟的不合群和缺乏自信问题，你有什么建议吗？",
    "annotation": [
      {
        "sentence": "你说得对，我会和父母好好沟通，不批评他们的方式，而是试着理解他们的爱，并提出一些改善的建议。",
        "label": ""
      },
      {
        "sentence": "对于弟弟的不合群和缺乏自信问题，你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得可以让他培养一项自己的爱好，从中获得快乐和自信，这样也能交到更多志同道合的朋友。学习不好并不意味着一无是处。我自己在高三时也因为成绩提不上去，遭到班级同学的冷漠和排斥，感觉很难受。但我们要发现自己身上的闪光点，相信自己的能力。如果可以的话，你可以教他穿搭，让他从外在明白自己并不差，找到自信。希望我的意见能够帮助到你，希望他能够早日找回那个闪闪发光的自己(・ω<)。",
    "annotation": [
      {
        "sentence": "我觉得可以让他培养一项自己的爱好，从中获得快乐和自信，这样也能交到更多志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "学习不好并不意味着一无是处。",
        "label": ""
      },
      {
        "sentence": "我自己在高三时也因为成绩提不上去，遭到班级同学的冷漠和排斥，感觉很难受。",
        "label": ""
      },
      {
        "sentence": "但我们要发现自己身上的闪光点，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，你可以教他穿搭，让他从外在明白自己并不差，找到自信。",
        "label": ""
      },
      {
        "sentence": "希望我的意见能够帮助到你，希望他能够早日找回那个闪闪发光的自己(・ω<)。",
        "label": ""
      }
    ]
  }
]