[
  {
    "role": "client",
    "content": "感觉丈夫总是对我的亲密行为很抗拒，怎么办？",
    "annotation": [
      {
        "sentence": "感觉丈夫总是对我的亲密行为很抗拒，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同样作为妈妈和妻子，特别理解你的感受。仔细看了你的描述，出现现在的这种情况，是比较正常的。",
    "annotation": [
      {
        "sentence": "同样作为妈妈和妻子，特别理解你的感受。",
        "label": ""
      },
      {
        "sentence": "仔细看了你的描述，出现现在的这种情况，是比较正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，可是我们过去的感情一直挺好的，为什么会有这个变化呢？",
    "annotation": [
      {
        "sentence": "是的，可是我们过去的感情一直挺好的，为什么会有这个变化呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多女性在怀孕的时候，都是保持没有性生活的状态，之后，由于妈妈要负责带孩子，特别累，老公要负责赚钱养家，也特别累，几乎没有精力来过夫妻生活。生完小孩后，夫妻的精力和情感都会被孩子占据很多。因此，大部分夫妻，在生完孩子后的亲密行为都没有以前在谈恋爱时那么频繁。",
    "annotation": [
      {
        "sentence": "很多女性在怀孕的时候，都是保持没有性生活的状态，之后，由于妈妈要负责带孩子，特别累，老公要负责赚钱养家，也特别累，几乎没有精力来过夫妻生活。",
        "label": ""
      },
      {
        "sentence": "生完小孩后，夫妻的精力和情感都会被孩子占据很多。",
        "label": ""
      },
      {
        "sentence": "因此，大部分夫妻，在生完孩子后的亲密行为都没有以前在谈恋爱时那么频繁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，可是我真的很想和丈夫有亲密一点的行为，但他总是不情愿。这让我感觉很不被需要。",
    "annotation": [
      {
        "sentence": "你说的有道理，可是我真的很想和丈夫有亲密一点的行为，但他总是不情愿。",
        "label": ""
      },
      {
        "sentence": "这让我感觉很不被需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要明白，其实爱情和世界上的很多事物一样，是有着它的自然规律的。爱情一般分为三个阶段：激情期，磨合期和平淡期。当我们褪去热恋时的激情，在相处中逐渐了解彼此，最后走进婚姻的殿堂，却越来越发现，面对他，不再脸红心跳，不再新鲜，请不要怀疑爱情消失了，这只是一种符合自然的规律。新鲜感与刺激不是爱的全部，所有的爱都会归于平静，但我们一起过着平淡的日子，也是最好的爱情。因此，处于这个阶段的你们，不会像之前那么亲密，这是很多夫妻都存在的模式。",
    "annotation": [
      {
        "sentence": "你需要明白，其实爱情和世界上的很多事物一样，是有着它的自然规律的。",
        "label": ""
      },
      {
        "sentence": "爱情一般分为三个阶段：激情期，磨合期和平淡期。",
        "label": ""
      },
      {
        "sentence": "当我们褪去热恋时的激情，在相处中逐渐了解彼此，最后走进婚姻的殿堂，却越来越发现，面对他，不再脸红心跳，不再新鲜，请不要怀疑爱情消失了，这只是一种符合自然的规律。",
        "label": ""
      },
      {
        "sentence": "新鲜感与刺激不是爱的全部，所有的爱都会归于平静，但我们一起过着平淡的日子，也是最好的爱情。",
        "label": ""
      },
      {
        "sentence": "因此，处于这个阶段的你们，不会像之前那么亲密，这是很多夫妻都存在的模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可是我还是想让他主动来拥抱和接吻我，我觉得这样我们的感情会更好。",
    "annotation": [
      {
        "sentence": "我明白了，可是我还是想让他主动来拥抱和接吻我，我觉得这样我们的感情会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，你希望老公主动来拥抱和接吻，是完全可以去表达你的想法的。不要去压抑自己的感受，和他好好沟通，先陈述事实，再表达你的感受，然后表达你的需求，再请求对方行动。这是非暴力沟通的四个步骤，通过沟通，和对方交流彼此的感受，看看他是怎么想的。",
    "annotation": [
      {
        "sentence": "当然，你希望老公主动来拥抱和接吻，是完全可以去表达你的想法的。",
        "label": ""
      },
      {
        "sentence": "不要去压抑自己的感受，和他好好沟通，先陈述事实，再表达你的感受，然后表达你的需求，再请求对方行动。",
        "label": ""
      },
      {
        "sentence": "这是非暴力沟通的四个步骤，通过沟通，和对方交流彼此的感受，看看他是怎么想的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的沟通的四个步骤我明白了，我会试着和他沟通一下，但我还有一个问题，我感觉他不理解我作为妈妈的委屈，从不说一句辛苦的话。",
    "annotation": [
      {
        "sentence": "你说的沟通的四个步骤我明白了，我会试着和他沟通一下，但我还有一个问题，我感觉他不理解我作为妈妈的委屈，从不说一句辛苦的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "包括后面你叙述的你自己带孩子的委屈，感觉到不被尊重和肯定，这些都可以和他好好沟通，沟通的时候，一定要注意：避免使用评价性的语言（没把我放心上，或者不关心我等等），可以表达你的真实感受，来确定对方的想法，但不要给对方贴上标签。沟通过后，你会发现，有时候真的是存在一些误会的。",
    "annotation": [
      {
        "sentence": "包括后面你叙述的你自己带孩子的委屈，感觉到不被尊重和肯定，这些都可以和他好好沟通，沟通的时候，一定要注意：避免使用评价性的语言（没把我放心上，或者不关心我等等），可以表达你的真实感受，来确定对方的想法，但不要给对方贴上标签。",
        "label": ""
      },
      {
        "sentence": "沟通过后，你会发现，有时候真的是存在一些误会的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我会注意语言，用真实的感受来表达我自己，希望能够解决这些问题。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我会注意语言，用真实的感受来表达我自己，希望能够解决这些问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "夫妻之间，坦诚的交流与沟通，真的特别重要，这样会让彼此更加信任，更加有安全感。去和他好好沟通吧，把你的真实感受表达出来，温和地坚定地表达出自己的感受和需求，就算对方拒绝为你改变，你也会发现内心会舒服很多。通过沟通，你们的情感也会更加亲密。祝你生活幸福(*￣︶￣)。",
    "annotation": [
      {
        "sentence": "夫妻之间，坦诚的交流与沟通，真的特别重要，这样会让彼此更加信任，更加有安全感。",
        "label": ""
      },
      {
        "sentence": "去和他好好沟通吧，把你的真实感受表达出来，温和地坚定地表达出自己的感受和需求，就算对方拒绝为你改变，你也会发现内心会舒服很多。",
        "label": ""
      },
      {
        "sentence": "通过沟通，你们的情感也会更加亲密。",
        "label": ""
      },
      {
        "sentence": "祝你生活幸福(*￣︶￣)。",
        "label": ""
      }
    ]
  }
]