[
  {
    "role": "client",
    "content": "我完全不想和婆婆一起生活，超级讨厌她。我该怎么办？为什么我现在完全不想和公婆住在一起？我们已经一起住了五六年了，实在太累了，太累了！我以后不想承担任何抚养她的责任！当我怀孕的时候，她说了多恶劣的话，每次想起来我都对她怨恨入骨。家里的经济状况很拮据，她女儿结婚时她拿了一万多给她买摩托车，那个时候我已经五个月身孕了，却没有给我买一点滋补品。我妈妈买了鱼胶和燕窝，她却敢说我吃得够多了！回想起这些事情，我对婆婆真是超级恶心！我应该怎么办，才能让自己变得开心呢？我实在是没有能力搬家，结婚时我们家装修债务全由我们承担，而婆婆早就不工作了，每个月都靠我们给她钱。跟我老公认识的时候，他身上一分钱存款都没有，每个月的工资全上交给他妈妈。甚至后来我嫁过来，一个很长的时间里我也没向老公要过一分钱，孩子的费用全都是自己出。我可以说我这个媳妇一分钱都没有得到过公婆的经济支持，反而成了他们的负担！贫困困难是一回事，但我最讨厌的是婆婆那虚伪的嘴脸。她得了便宜还嘴硬，她心里没有一点点愧疚吗？当我怀孕吐得无法上班时，她却说女人还是要上班，而她自己的女儿就不一样了！",
    "annotation": [
      {
        "sentence": "我完全不想和婆婆一起生活，超级讨厌她。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "为什么我现在完全不想和公婆住在一起？",
        "label": ""
      },
      {
        "sentence": "我们已经一起住了五六年了，实在太累了，太累了！",
        "label": ""
      },
      {
        "sentence": "我以后不想承担任何抚养她的责任！",
        "label": ""
      },
      {
        "sentence": "当我怀孕的时候，她说了多恶劣的话，每次想起来我都对她怨恨入骨。",
        "label": ""
      },
      {
        "sentence": "家里的经济状况很拮据，她女儿结婚时她拿了一万多给她买摩托车，那个时候我已经五个月身孕了，却没有给我买一点滋补品。",
        "label": ""
      },
      {
        "sentence": "我妈妈买了鱼胶和燕窝，她却敢说我吃得够多了！",
        "label": ""
      },
      {
        "sentence": "回想起这些事情，我对婆婆真是超级恶心！",
        "label": ""
      },
      {
        "sentence": "我应该怎么办，才能让自己变得开心呢？",
        "label": ""
      },
      {
        "sentence": "我实在是没有能力搬家，结婚时我们家装修债务全由我们承担，而婆婆早就不工作了，每个月都靠我们给她钱。",
        "label": ""
      },
      {
        "sentence": "跟我老公认识的时候，他身上一分钱存款都没有，每个月的工资全上交给他妈妈。",
        "label": ""
      },
      {
        "sentence": "甚至后来我嫁过来，一个很长的时间里我也没向老公要过一分钱，孩子的费用全都是自己出。",
        "label": ""
      },
      {
        "sentence": "我可以说我这个媳妇一分钱都没有得到过公婆的经济支持，反而成了他们的负担！",
        "label": ""
      },
      {
        "sentence": "贫困困难是一回事，但我最讨厌的是婆婆那虚伪的嘴脸。",
        "label": ""
      },
      {
        "sentence": "她得了便宜还嘴硬，她心里没有一点点愧疚吗？",
        "label": ""
      },
      {
        "sentence": "当我怀孕吐得无法上班时，她却说女人还是要上班，而她自己的女儿就不一样了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我在怀孕时也遇到过类似的情况，我的公公也让我上班。所以我非常理解你在怀孕时最需要别人关心和照顾的时候，却反而遭到婆婆的冷言冷语，这种心理上的不适。作为女人，我们嫁人的目的之一就是希望得到安全感，而婆家的经济支持可以给我们带来很大的安全感。可是你的老公并没有给你经济上的支持，婆家却处处伸手向你们索要，再加上你和婆婆、小姑子之间的对比，我相信任谁都会感到非常不爽。但是同时，你的婆婆并没有生养你，虽然你怀孕了，也只是作为你同样是女性的小姑子，自然而然地获得了更多婆婆的关心和照顾。这是很正常的情感需求，希望你能够从这个角度理解一下。和老人住在一起确实存在很多不便之处，但是由于无奈的原因，你们也不得不和老人一起生活。种种矛盾和怀孕时积累的不愉快，让你特别的苦闷，以至于产生了厌倦和逃避的情绪。其实，这个时候你需要一个可以倾诉的地方，一个可以倾听的人。你的丈夫就是你和婆婆之间的桥梁，你可以多和他沟通，告诉他你的辛苦。家庭中的问题是普遍存在的，没有过不去的坎。多看看老人的好，毕竟她是你丈夫的母亲。希望你早日走出家庭琐事的烦恼，拥有一个好心情！",
    "annotation": [
      {
        "sentence": "我在怀孕时也遇到过类似的情况，我的公公也让我上班。",
        "label": ""
      },
      {
        "sentence": "所以我非常理解你在怀孕时最需要别人关心和照顾的时候，却反而遭到婆婆的冷言冷语，这种心理上的不适。",
        "label": ""
      },
      {
        "sentence": "作为女人，我们嫁人的目的之一就是希望得到安全感，而婆家的经济支持可以给我们带来很大的安全感。",
        "label": ""
      },
      {
        "sentence": "可是你的老公并没有给你经济上的支持，婆家却处处伸手向你们索要，再加上你和婆婆、小姑子之间的对比，我相信任谁都会感到非常不爽。",
        "label": ""
      },
      {
        "sentence": "但是同时，你的婆婆并没有生养你，虽然你怀孕了，也只是作为你同样是女性的小姑子，自然而然地获得了更多婆婆的关心和照顾。",
        "label": ""
      },
      {
        "sentence": "这是很正常的情感需求，希望你能够从这个角度理解一下。",
        "label": ""
      },
      {
        "sentence": "和老人住在一起确实存在很多不便之处，但是由于无奈的原因，你们也不得不和老人一起生活。",
        "label": ""
      },
      {
        "sentence": "种种矛盾和怀孕时积累的不愉快，让你特别的苦闷，以至于产生了厌倦和逃避的情绪。",
        "label": ""
      },
      {
        "sentence": "其实，这个时候你需要一个可以倾诉的地方，一个可以倾听的人。",
        "label": ""
      },
      {
        "sentence": "你的丈夫就是你和婆婆之间的桥梁，你可以多和他沟通，告诉他你的辛苦。",
        "label": ""
      },
      {
        "sentence": "家庭中的问题是普遍存在的，没有过不去的坎。",
        "label": ""
      },
      {
        "sentence": "多看看老人的好，毕竟她是你丈夫的母亲。",
        "label": ""
      },
      {
        "sentence": "希望你早日走出家庭琐事的烦恼，拥有一个好心情！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和分析。我知道，和婆婆之间的矛盾也不是一朝一夕形成的，是由于以前的一些经历和承受的压力所致。你说的对，我丈夫确实是我与婆婆之间的桥梁，也是我可以倾诉的人。我会努力和他沟通，让他了解我的困难和感受。同时，我也会从另一个角度去看待婆婆，尽量多想些她好的方面。希望我能够放下心中的烦恼，重新拥有一个积极向上的心态。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和分析。",
        "label": ""
      },
      {
        "sentence": "我知道，和婆婆之间的矛盾也不是一朝一夕形成的，是由于以前的一些经历和承受的压力所致。",
        "label": ""
      },
      {
        "sentence": "你说的对，我丈夫确实是我与婆婆之间的桥梁，也是我可以倾诉的人。",
        "label": ""
      },
      {
        "sentence": "我会努力和他沟通，让他了解我的困难和感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也会从另一个角度去看待婆婆，尽量多想些她好的方面。",
        "label": ""
      },
      {
        "sentence": "希望我能够放下心中的烦恼，重新拥有一个积极向上的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，能够认识到问题的根源并积极寻求解决之道是非常重要的。和丈夫进行有效的沟通，让他了解你的困境和感受，是改善这种状况的关键。同时，从另一个角度看待婆婆，寻找她好的一面，也有助于改变你的心态。我相信，随着你积极的努力，你一定可以放下内心的烦恼，重新拥有积极向上的心态。祝你早日摆脱困扰，重新拥有快乐的生活！",
    "annotation": [
      {
        "sentence": "你做得很好，能够认识到问题的根源并积极寻求解决之道是非常重要的。",
        "label": ""
      },
      {
        "sentence": "和丈夫进行有效的沟通，让他了解你的困境和感受，是改善这种状况的关键。",
        "label": ""
      },
      {
        "sentence": "同时，从另一个角度看待婆婆，寻找她好的一面，也有助于改变你的心态。",
        "label": ""
      },
      {
        "sentence": "我相信，随着你积极的努力，你一定可以放下内心的烦恼，重新拥有积极向上的心态。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱困扰，重新拥有快乐的生活！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和帮助！我会照你说的去做，相信我会慢慢走出困境，找回快乐的生活的。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和帮助！",
        "label": ""
      },
      {
        "sentence": "我会照你说的去做，相信我会慢慢走出困境，找回快乐的生活的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。希望我的支持和鼓励可以给你带来积极的影响。相信你的努力会有所回报，你一定可以重新找到生活的快乐。如果以后还有需要，随时来找我倾诉，我会尽力帮助你。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "希望我的支持和鼓励可以给你带来积极的影响。",
        "label": ""
      },
      {
        "sentence": "相信你的努力会有所回报，你一定可以重新找到生活的快乐。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时来找我倾诉，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的热心和鼓励！我会时刻记住你的话，如果将来还需要帮助，一定会再来找你。希望也能有机会为别人提供帮助，回馈社会。谢谢你，祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的热心和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的话，如果将来还需要帮助，一定会再来找你。",
        "label": ""
      },
      {
        "sentence": "希望也能有机会为别人提供帮助，回馈社会。",
        "label": ""
      },
      {
        "sentence": "谢谢你，祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能够为你提供帮助是我的荣幸。你愿意回馈社会的心态非常值得赞扬，希望你也能成为其他人的支持者和倾听者。祝你一切都好，保持乐观的心态，积极面对生活的各种困难。再次感谢你的信任，愿你事事顺心！",
    "annotation": [
      {
        "sentence": "不客气，能够为你提供帮助是我的荣幸。",
        "label": ""
      },
      {
        "sentence": "你愿意回馈社会的心态非常值得赞扬，希望你也能成为其他人的支持者和倾听者。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好，保持乐观的心态，积极面对生活的各种困难。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的信任，愿你事事顺心！",
        "label": ""
      }
    ]
  }
]