[
  {
    "role": "client",
    "content": "完全不想生活一起，超级讨厌婆婆怎么办？为什么，现在跟公婆完全不想生活一起，住一起五六年了，太累了，太累了！我以后不想抚养她半点！在我怀孕时候，她说了多少难听的话，我想起来就恨她入骨，家里很拮据，她女儿结婚时候，出了一万多给她买摩托，那个时候，我五个月身孕，一毛钱补品没给我买，我妈买了鱼胶燕窝，她却敢说我吃的够多了！很多的很多，想起来，就觉得婆婆超级恶心！怎么办，我要怎么才能开心？搬家真的毫无能力，结婚时候，三楼装修全部负债，婆婆老早就没上班，每个月都只能跟老公拿钱，我跟老公认识时候，老公身上就没存款的，每个月全交给妈的！以至于后来我嫁过来，很长一段时间里也没跟老公拿，生孩子的费用全部自己掏，相当于我可以说，我这个媳妇是没有公婆半点的经济支持，反而是两个负担！但拮据是一回事，我最讨厌的就是婆婆那副嘴脸，得了便宜还卖乖，她心里没点数吗？说我吃她老人钱，孕吐没上班时候，说我女人还是要上班，而自己女儿，就完全不一样了！",
    "annotation": [
      {
        "sentence": "完全不想生活一起，超级讨厌婆婆怎么办？",
        "label": ""
      },
      {
        "sentence": "为什么，现在跟公婆完全不想生活一起，住一起五六年了，太累了，太累了！",
        "label": ""
      },
      {
        "sentence": "我以后不想抚养她半点！",
        "label": ""
      },
      {
        "sentence": "在我怀孕时候，她说了多少难听的话，我想起来就恨她入骨，家里很拮据，她女儿结婚时候，出了一万多给她买摩托，那个时候，我五个月身孕，一毛钱补品没给我买，我妈买了鱼胶燕窝，她却敢说我吃的够多了！",
        "label": ""
      },
      {
        "sentence": "很多的很多，想起来，就觉得婆婆超级恶心！",
        "label": ""
      },
      {
        "sentence": "怎么办，我要怎么才能开心？",
        "label": ""
      },
      {
        "sentence": "搬家真的毫无能力，结婚时候，三楼装修全部负债，婆婆老早就没上班，每个月都只能跟老公拿钱，我跟老公认识时候，老公身上就没存款的，每个月全交给妈的！",
        "label": ""
      },
      {
        "sentence": "以至于后来我嫁过来，很长一段时间里也没跟老公拿，生孩子的费用全部自己掏，相当于我可以说，我这个媳妇是没有公婆半点的经济支持，反而是两个负担！",
        "label": ""
      },
      {
        "sentence": "但拮据是一回事，我最讨厌的就是婆婆那副嘴脸，得了便宜还卖乖，她心里没点数吗？",
        "label": ""
      },
      {
        "sentence": "说我吃她老人钱，孕吐没上班时候，说我女人还是要上班，而自己女儿，就完全不一样了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的烦恼，感觉你完全被愤怒的情绪淹没了。你心里的种种不平在你看来都是不言而喻的，为什么婆婆毫无“善良”和“公平”可言？",
    "annotation": [
      {
        "sentence": "看完你的烦恼，感觉你完全被愤怒的情绪淹没了。",
        "label": ""
      },
      {
        "sentence": "你心里的种种不平在你看来都是不言而喻的，为什么婆婆毫无“善良”和“公平”可言？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她就是表面上对我很好，但实际上她心里没点数，总是只想着自己女儿。",
    "annotation": [
      {
        "sentence": "她就是表面上对我很好，但实际上她心里没点数，总是只想着自己女儿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你怎么才能开心，看得出也许觉得自己并不能改变别人，只能转过头来改变自己。对这个认识，老师要给你大大的肯定。",
    "annotation": [
      {
        "sentence": "你说你怎么才能开心，看得出也许觉得自己并不能改变别人，只能转过头来改变自己。",
        "label": ""
      },
      {
        "sentence": "对这个认识，老师要给你大大的肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得要是我能开心些，也许对整个问题的解决会有帮助。",
    "annotation": [
      {
        "sentence": "是的，我觉得要是我能开心些，也许对整个问题的解决会有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于除自己外的其他人，我们唯一能做的可能就是接受和尊重，哪怕有再多的不满。每个人都活在自己的世界里，这个世界由TA的过往人生经历和自己的认知所塑造。每个人的那个世界如果不被认可和尊重，那就是完全否定了这个人，在这个基础上的沟通就永远是对立的。",
    "annotation": [
      {
        "sentence": "对于除自己外的其他人，我们唯一能做的可能就是接受和尊重，哪怕有再多的不满。",
        "label": ""
      },
      {
        "sentence": "每个人都活在自己的世界里，这个世界由TA的过往人生经历和自己的认知所塑造。",
        "label": ""
      },
      {
        "sentence": "每个人的那个世界如果不被认可和尊重，那就是完全否定了这个人，在这个基础上的沟通就永远是对立的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我听你这么一说，好像确实是这样。也许我应该更理解婆婆的处境和想法。",
    "annotation": [
      {
        "sentence": "嗯，我听你这么一说，好像确实是这样。",
        "label": ""
      },
      {
        "sentence": "也许我应该更理解婆婆的处境和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人跟人那么不同，尤其是婆媳关系本身就有天然的矛盾（对儿子爱的争夺，家庭权力的争夺），一起生活起来困难是非常大的。新生活适应的挑战再加上结婚后生儿育女以及工作的种种变化都会激起新的矛盾。你会发现，你内心的冲突不仅有你跟婆婆的矛盾，也有很多其他矛盾，只是这个矛盾太紧张，导致你的聚焦点在跟婆婆的关系上，认为只要这个问题解决了，心情就好了。",
    "annotation": [
      {
        "sentence": "人跟人那么不同，尤其是婆媳关系本身就有天然的矛盾（对儿子爱的争夺，家庭权力的争夺），一起生活起来困难是非常大的。",
        "label": ""
      },
      {
        "sentence": "新生活适应的挑战再加上结婚后生儿育女以及工作的种种变化都会激起新的矛盾。",
        "label": ""
      },
      {
        "sentence": "你会发现，你内心的冲突不仅有你跟婆婆的矛盾，也有很多其他矛盾，只是这个矛盾太紧张，导致你的聚焦点在跟婆婆的关系上，认为只要这个问题解决了，心情就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了，其实还有其他一些问题需要我去面对和解决。",
    "annotation": [
      {
        "sentence": "是的，我也意识到了，其实还有其他一些问题需要我去面对和解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "目前最关键是你能从这个控制住你的情绪中走出来。这样就能够开始想办法，解决面临在自己面前真实的问题。比如和老公交流具体生活的不便，寻求帮助；一起学习育儿知识，让三口的小日子先开心起来。",
    "annotation": [
      {
        "sentence": "目前最关键是你能从这个控制住你的情绪中走出来。",
        "label": ""
      },
      {
        "sentence": "这样就能够开始想办法，解决面临在自己面前真实的问题。",
        "label": ""
      },
      {
        "sentence": "比如和老公交流具体生活的不便，寻求帮助；一起学习育儿知识，让三口的小日子先开心起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我要学会控制情绪，同时和老公沟通，共同面对我们的困境。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我要学会控制情绪，同时和老公沟通，共同面对我们的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果把人生比喻成不断的升级打怪，那么这个怪物绝对不是哪个人，而是困住我们的心魔。希望这次你能打怪成功！",
    "annotation": [
      {
        "sentence": "如果把人生比喻成不断的升级打怪，那么这个怪物绝对不是哪个人，而是困住我们的心魔。",
        "label": ""
      },
      {
        "sentence": "希望这次你能打怪成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力的！",
        "label": ""
      }
    ]
  }
]