[
  {
    "role": "client",
    "content": "完全不想生活一起，超级讨厌婆婆怎么办？为什么，现在跟公婆完全不想生活一起，住一起五六年了，太累了，太累了！我以后不想抚养她半点！在我怀孕时候，她说了多少难听的话，我想起来就恨她入骨，家里很拮据，她女儿结婚时候，出了一万多给她买摩托，那个时候，我五个月身孕，一毛钱补品没给我买，我妈买了鱼胶燕窝，她却敢说我吃的够多了！很多的很多，想起来，就觉得婆婆超级恶心！怎么办，我要怎么才能开心？搬家真的毫无能力，结婚时候，三楼装修全部负债，婆婆老早就没上班，每个月都只能跟老公拿钱，我跟老公认识时候，老公身上就没存款的，每个月全交给妈的！以至于后来我嫁过来，很长一段时间里也没跟老公拿，生孩子的费用全部自己掏，相当于我可以说，我这个媳妇是没有公婆半点的经济支持，反而是两个负担！但拮据是一回事，我最讨厌的就是婆婆那副嘴脸，得了便宜还卖乖，她心里没点数吗？说我吃她老人钱，孕吐没上班时候，说我女人还是要上班，而自己女儿，就完全不一样了！",
    "annotation": [
      {
        "sentence": "完全不想生活一起，超级讨厌婆婆怎么办？",
        "label": ""
      },
      {
        "sentence": "为什么，现在跟公婆完全不想生活一起，住一起五六年了，太累了，太累了！",
        "label": ""
      },
      {
        "sentence": "我以后不想抚养她半点！",
        "label": ""
      },
      {
        "sentence": "在我怀孕时候，她说了多少难听的话，我想起来就恨她入骨，家里很拮据，她女儿结婚时候，出了一万多给她买摩托，那个时候，我五个月身孕，一毛钱补品没给我买，我妈买了鱼胶燕窝，她却敢说我吃的够多了！",
        "label": ""
      },
      {
        "sentence": "很多的很多，想起来，就觉得婆婆超级恶心！",
        "label": ""
      },
      {
        "sentence": "怎么办，我要怎么才能开心？",
        "label": ""
      },
      {
        "sentence": "搬家真的毫无能力，结婚时候，三楼装修全部负债，婆婆老早就没上班，每个月都只能跟老公拿钱，我跟老公认识时候，老公身上就没存款的，每个月全交给妈的！",
        "label": ""
      },
      {
        "sentence": "以至于后来我嫁过来，很长一段时间里也没跟老公拿，生孩子的费用全部自己掏，相当于我可以说，我这个媳妇是没有公婆半点的经济支持，反而是两个负担！",
        "label": ""
      },
      {
        "sentence": "但拮据是一回事，我最讨厌的就是婆婆那副嘴脸，得了便宜还卖乖，她心里没点数吗？",
        "label": ""
      },
      {
        "sentence": "说我吃她老人钱，孕吐没上班时候，说我女人还是要上班，而自己女儿，就完全不一样了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您的经历，感到在这样的生活中，经历一定很辛苦很痛苦。在经历这些不公平的时候，虽然是作为一个晚辈，但也是可以向婆婆表达出自己的感受和需求的，当然可能也得不到婆婆的理解，同时，在这个时候最应该寻求的支持就是您的先生。您和先生是夫妻，应该是一个整体，现在要处理的好像是您和您先生的原生家庭的问题，所以在这里离不开您的先生。一点个人的看法，希望能对您有所启发，也希望您能得到先生足够的支持，毕竟未来生活的幸福感绝大部分是生取决于您和您先生的。每个人成长后都是要从原生家庭中脱离开的。希望您能早日化解生活中的这些困扰。",
    "annotation": [
      {
        "sentence": "看到您的经历，感到在这样的生活中，经历一定很辛苦很痛苦。",
        "label": ""
      },
      {
        "sentence": "在经历这些不公平的时候，虽然是作为一个晚辈，但也是可以向婆婆表达出自己的感受和需求的，当然可能也得不到婆婆的理解，同时，在这个时候最应该寻求的支持就是您的先生。",
        "label": ""
      },
      {
        "sentence": "您和先生是夫妻，应该是一个整体，现在要处理的好像是您和您先生的原生家庭的问题，所以在这里离不开您的先生。",
        "label": ""
      },
      {
        "sentence": "一点个人的看法，希望能对您有所启发，也希望您能得到先生足够的支持，毕竟未来生活的幸福感绝大部分是生取决于您和您先生的。",
        "label": ""
      },
      {
        "sentence": "每个人成长后都是要从原生家庭中脱离开的。",
        "label": ""
      },
      {
        "sentence": "希望您能早日化解生活中的这些困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，的确，我和老公是一个整体，但是我却没有能力让我老公回避他的家庭关系，不跟妈妈在一起，而且我也不知道该怎么表达我的需求和感受，怕会伤害到婆婆的感情。我该怎么做呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，的确，我和老公是一个整体，但是我却没有能力让我老公回避他的家庭关系，不跟妈妈在一起，而且我也不知道该怎么表达我的需求和感受，怕会伤害到婆婆的感情。",
        "label": ""
      },
      {
        "sentence": "我该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您对于这一切都很无奈，很担忧。在表达自己的需求和感受时，需要冷静地想一想，用一些温和的话语和方式表达自己的感受，让您的婆婆和先生能够理解您的想法，同时也让他们更好地了解您的内心情感，从而达成相互理解和支持。",
    "annotation": [
      {
        "sentence": "您对于这一切都很无奈，很担忧。",
        "label": ""
      },
      {
        "sentence": "在表达自己的需求和感受时，需要冷静地想一想，用一些温和的话语和方式表达自己的感受，让您的婆婆和先生能够理解您的想法，同时也让他们更好地了解您的内心情感，从而达成相互理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我也想可以和他们好好地沟通，但是每次只要一提到这个话题，我的情绪就会失控，我会变得很激动、但自己却把控不住情绪。",
    "annotation": [
      {
        "sentence": "嗯，我也想可以和他们好好地沟通，但是每次只要一提到这个话题，我的情绪就会失控，我会变得很激动、但自己却把控不住情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪失控是很正常的反应，但是在面对这种困境时，需要保持冷静和克制自己的情绪。可以试着先把自己的情绪缓一缓，调整好自己的心态，再和家人沟通，这样有助于沟通的有效进行，也能保护好大家的情感。",
    "annotation": [
      {
        "sentence": "情绪失控是很正常的反应，但是在面对这种困境时，需要保持冷静和克制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "可以试着先把自己的情绪缓一缓，调整好自己的心态，再和家人沟通，这样有助于沟通的有效进行，也能保护好大家的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样啊，我明白了，但是我总觉得不管怎么说，婆婆都不会理解我，她老人家虽然说年纪大了，但是也特别固执，不知道怎么做才能让她听得进去我的话。",
    "annotation": [
      {
        "sentence": "这样啊，我明白了，但是我总觉得不管怎么说，婆婆都不会理解我，她老人家虽然说年纪大了，但是也特别固执，不知道怎么做才能让她听得进去我的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，有些老人年龄大了会比较固执，但我们可以试着从她的利益出发去想，让她明白我们的意愿和需求，让她更加关注我们的利益和感受。同时，在沟通中，需要尊重她，并适当表扬她，在尊重与缓和情绪之间保持平衡，这样可以让她更容易接受您的建议。",
    "annotation": [
      {
        "sentence": "确实，有些老人年龄大了会比较固执，但我们可以试着从她的利益出发去想，让她明白我们的意愿和需求，让她更加关注我们的利益和感受。",
        "label": ""
      },
      {
        "sentence": "同时，在沟通中，需要尊重她，并适当表扬她，在尊重与缓和情绪之间保持平衡，这样可以让她更容易接受您的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说的很对，我会试着用这种方式和婆婆沟通，但是我还是担心会伤害到她的感情。",
    "annotation": [
      {
        "sentence": "说的很对，我会试着用这种方式和婆婆沟通，但是我还是担心会伤害到她的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解您的担忧，但是恰恰相反，如果您一直自我压抑，不敢表达自己的想法和需求，反而更容易伤害到感情。适当地表达自己的想法和需求，不会对感情造成破坏，反而是帮助大家更好地沟通和相互理解。希望您能够放下内心的担忧，积极地面对这一切，好好地处理家庭关系。",
    "annotation": [
      {
        "sentence": "理解您的担忧，但是恰恰相反，如果您一直自我压抑，不敢表达自己的想法和需求，反而更容易伤害到感情。",
        "label": ""
      },
      {
        "sentence": "适当地表达自己的想法和需求，不会对感情造成破坏，反而是帮助大家更好地沟通和相互理解。",
        "label": ""
      },
      {
        "sentence": "希望您能够放下内心的担忧，积极地面对这一切，好好地处理家庭关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得有了你的帮助，我更有信心去面对这一切了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得有了你的帮助，我更有信心去面对这一切了。",
        "label": ""
      }
    ]
  }
]