[
  {
    "role": "client",
    "content": "产后焦虑，我觉得真的太紧张，太爱胡思乱想了怎么办？不知道有没有产后焦虑评估，不过我感觉自己真的特别焦虑不安，宝宝出生有40多天了，我从他黄疸出院后就开始每天紧张焦虑。",
    "annotation": [
      {
        "sentence": "产后焦虑，我觉得真的太紧张，太爱胡思乱想了怎么办？",
        "label": ""
      },
      {
        "sentence": "不知道有没有产后焦虑评估，不过我感觉自己真的特别焦虑不安，宝宝出生有40多天了，我从他黄疸出院后就开始每天紧张焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，焦虑的感觉不好受，它会让人提心吊胆，时刻担忧，特别是时间长了会导致特别敏感，比如对周遭的动静也会敏感。我是刘老师。希望以下回答能帮助到你：️**首先对你所描述的情况梳理如下：▲宝宝出生40天有过黄疸现每天焦虑不安，▲各种上网查觉得孩子各方面都问题不小，▲孩子不太爱睡觉但自己太爱胡思乱想了。**首先，现在医院的诊治水平已经比较高了，有相关病症都会有准确指向。孩子既然检查过只是缺钙的问题，那么，就相信医生的，孩子只是缺钙，其他并没有什么问题。",
    "annotation": [
      {
        "sentence": "确实，焦虑的感觉不好受，它会让人提心吊胆，时刻担忧，特别是时间长了会导致特别敏感，比如对周遭的动静也会敏感。",
        "label": ""
      },
      {
        "sentence": "我是刘老师。",
        "label": ""
      },
      {
        "sentence": "希望以下回答能帮助到你：️**首先对你所描述的情况梳理如下：▲宝宝出生40天有过黄疸现每天焦虑不安，▲各种上网查觉得孩子各方面都问题不小，▲孩子不太爱睡觉但自己太爱胡思乱想了。",
        "label": ""
      },
      {
        "sentence": "**首先，现在医院的诊治水平已经比较高了，有相关病症都会有准确指向。",
        "label": ""
      },
      {
        "sentence": "孩子既然检查过只是缺钙的问题，那么，就相信医生的，孩子只是缺钙，其他并没有什么问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白医生说的，但是我总是觉得宝宝有其他的问题，我不知道应该相信医生还是网络上的说法。每天都无法停止上网查资料，感觉焦虑越来越严重，也不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我明白医生说的，但是我总是觉得宝宝有其他的问题，我不知道应该相信医生还是网络上的说法。",
        "label": ""
      },
      {
        "sentence": "每天都无法停止上网查资料，感觉焦虑越来越严重，也不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，你的感受是可以理解的。焦虑常常让人产生担心和不安的情绪，并且增加逃避和检查的行为。但是，这种情况并不会给你带来真正的解决办法，甚至会加重你的焦虑感。要想减轻焦虑，可以试着停止上网查资料的习惯，相信专业医生的诊断和治疗。",
    "annotation": [
      {
        "sentence": "没关系，你的感受是可以理解的。",
        "label": ""
      },
      {
        "sentence": "焦虑常常让人产生担心和不安的情绪，并且增加逃避和检查的行为。",
        "label": ""
      },
      {
        "sentence": "但是，这种情况并不会给你带来真正的解决办法，甚至会加重你的焦虑感。",
        "label": ""
      },
      {
        "sentence": "要想减轻焦虑，可以试着停止上网查资料的习惯，相信专业医生的诊断和治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得真的很难做到停止上网查资料，每当宝宝有一点不对的表现，我就开始焦虑，担心宝宝出现了什么问题。我知道这种担心对我自己和宝宝都不好，但我真的无法控制自己的情绪。",
    "annotation": [
      {
        "sentence": "我觉得真的很难做到停止上网查资料，每当宝宝有一点不对的表现，我就开始焦虑，担心宝宝出现了什么问题。",
        "label": ""
      },
      {
        "sentence": "我知道这种担心对我自己和宝宝都不好，但我真的无法控制自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不是一个人在面对这个问题，许多产后妈妈都会有类似的焦虑和担心。抱怨这个问题并不是你的错，因为产后妈妈经历了身体和心理的变化，容易出现焦虑情绪。要记住，与其他妈妈分享你的感受，寻求支持和理解，可以帮助你减轻焦虑的程度。",
    "annotation": [
      {
        "sentence": "你并不是一个人在面对这个问题，许多产后妈妈都会有类似的焦虑和担心。",
        "label": ""
      },
      {
        "sentence": "抱怨这个问题并不是你的错，因为产后妈妈经历了身体和心理的变化，容易出现焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "要记住，与其他妈妈分享你的感受，寻求支持和理解，可以帮助你减轻焦虑的程度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实需要一个可以倾诉的人，有人可以理解我内心的焦虑和困扰吗？我感觉自己的情绪已经严重影响到了家人，他们也因为我的焦虑而感到疲惫。",
    "annotation": [
      {
        "sentence": "我确实需要一个可以倾诉的人，有人可以理解我内心的焦虑和困扰吗？",
        "label": ""
      },
      {
        "sentence": "我感觉自己的情绪已经严重影响到了家人，他们也因为我的焦虑而感到疲惫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，这里有许多人都可以理解你的感受。你可以尝试寻找一些支持小组，或者在社交媒体上寻找一些产后焦虑的相关话题，与其他妈妈交流和聊天。与其他人分享你的感受，他们可能会给你一些有用的建议和支持，帮助你渡过这段焦虑的时期。",
    "annotation": [
      {
        "sentence": "当然可以，这里有许多人都可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些支持小组，或者在社交媒体上寻找一些产后焦虑的相关话题，与其他妈妈交流和聊天。",
        "label": ""
      },
      {
        "sentence": "与其他人分享你的感受，他们可能会给你一些有用的建议和支持，帮助你渡过这段焦虑的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去找一些支持小组，希望能够在和其他妈妈交流的过程中找到一些帮助和支持。我也希望能够尽快减轻焦虑，让自己和宝宝都能够健康快乐地成长。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去找一些支持小组，希望能够在和其他妈妈交流的过程中找到一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我也希望能够尽快减轻焦虑，让自己和宝宝都能够健康快乐地成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经迈出了第一步。相信通过与其他妈妈交流，你会找到更多的理解和帮助。同时，也要记得照顾好自己，保持积极的心态和良好的生活习惯，这对你和宝宝的健康成长都非常重要。祝福你和宝宝能够健康快乐地度过每一天！",
    "annotation": [
      {
        "sentence": "非常好，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "相信通过与其他妈妈交流，你会找到更多的理解和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得照顾好自己，保持积极的心态和良好的生活习惯，这对你和宝宝的健康成长都非常重要。",
        "label": ""
      },
      {
        "sentence": "祝福你和宝宝能够健康快乐地度过每一天！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力去改变自己的态度，同时也好好照顾自己和宝宝。希望能够早日走出焦虑的阴影，重新享受母亲的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力去改变自己的态度，同时也好好照顾自己和宝宝。",
        "label": ""
      },
      {
        "sentence": "希望能够早日走出焦虑的阴影，重新享受母亲的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你这样说，相信你一定能够克服这段焦虑时期。记住，困难只是暂时的，我们相信你有足够的勇气和智慧去面对它们。祝愿你和宝宝都能够健康快乐地成长，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你这样说，相信你一定能够克服这段焦虑时期。",
        "label": ""
      },
      {
        "sentence": "记住，困难只是暂时的，我们相信你有足够的勇气和智慧去面对它们。",
        "label": ""
      },
      {
        "sentence": "祝愿你和宝宝都能够健康快乐地成长，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]