[
  {
    "role": "client",
    "content": "我是一个19岁的女生，常常因为过于幸福而不想活着。我曾经是纹身师，在开纹身店期间交往过一任男友。然而，我常常因为太过于幸福想要定格在这一瞬间而死亡。我出于一种丑恶得报复心理，想看着我死亡后他将会感到难过。这种心理一直延续到如今，我在原生家庭感到幸福，生活中也是朋友圈里的老幺，会得到非常多的照顾。我不明白为什么我常常会产生这种想法。我形容我自己有两种情况下会产生自杀的念头，一种为极度幸福，一种为极度痛苦。这种想法萌生出来，我要一次又一次用更极端的想法将他碾碎。太矛盾了，这太矛盾了。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，常常因为过于幸福而不想活着。",
        "label": ""
      },
      {
        "sentence": "我曾经是纹身师，在开纹身店期间交往过一任男友。",
        "label": ""
      },
      {
        "sentence": "然而，我常常因为太过于幸福想要定格在这一瞬间而死亡。",
        "label": ""
      },
      {
        "sentence": "我出于一种丑恶得报复心理，想看着我死亡后他将会感到难过。",
        "label": ""
      },
      {
        "sentence": "这种心理一直延续到如今，我在原生家庭感到幸福，生活中也是朋友圈里的老幺，会得到非常多的照顾。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么我常常会产生这种想法。",
        "label": ""
      },
      {
        "sentence": "我形容我自己有两种情况下会产生自杀的念头，一种为极度幸福，一种为极度痛苦。",
        "label": ""
      },
      {
        "sentence": "这种想法萌生出来，我要一次又一次用更极端的想法将他碾碎。",
        "label": ""
      },
      {
        "sentence": "太矛盾了，这太矛盾了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试回答一下这个问题。你提到了自己恋爱的幸福和甜蜜，也描述了家庭给予的幸福和照顾，这些都带给你喜悦感和快乐感。同时，也让你产生了一些不舒服的想法，这种矛盾鼓励你来到这里提问，真的为你的勇气表达我的赞赏。我从精神分析的角度来给你一些思考的方向和可能性：因为太过幸福想要在瞬间死亡，可能是内心对\"失去\"的极度恐惧而付诸行动的幻想。你的经历很像渡边淳一的小说《失乐园》里面的场景。男主和女主非常相爱，以至于选择了相拥自杀，希望将美好定格在死亡的瞬间，希望在对方心里，自己可以变成唯一的、独特的、永恒的。这种感受是爱即为强烈时都会产生的，即\"同生共死\"。其心理机制都是因为对\"失去\"这件事的焦虑感造成的。因为你的原生家庭过去幸福而产生这种想法，可能是因为幸福感过度引发的\"羞耻感\"和\"愧疚感\"。对于中国人来说，道德文化不允许我们因为幸福、快乐、成功而表现出真实的情绪和情感，而是会表现出羞耻和愧疚感。这与我们内心真实的雀跃和快乐存在冲突。当冲突感较强的时候，就会引发内在的愤怒和痛苦，你的这种矛盾的感受也来源于此。这种一面幸福，一面痛苦的极端想法，可能是内在自我的不稳定的\"边缘型\"想法。在生活中，有一种\"边缘型\"人格特质的人群，对于同一件事的认知容易有截然相反的观念和情感，源于内在自我还没有稳定建立起来。这时候我们需要多关注自己内心的真实感受和对真实生活的追求，确立一个真实自我的生活环境和人际关系，让内在的能量和外界自然、和谐的流动起来。通常，心理咨询的原则是：疾病不宜速愈。了解自己的问题在哪里，不急于治愈它，仔细观察，缓缓而治。这样我们就能获得真实自我的美好体验。感谢你的分享，期待你能接受我的建议。",
    "annotation": [
      {
        "sentence": "你可以尝试回答一下这个问题。",
        "label": ""
      },
      {
        "sentence": "你提到了自己恋爱的幸福和甜蜜，也描述了家庭给予的幸福和照顾，这些都带给你喜悦感和快乐感。",
        "label": ""
      },
      {
        "sentence": "同时，也让你产生了一些不舒服的想法，这种矛盾鼓励你来到这里提问，真的为你的勇气表达我的赞赏。",
        "label": ""
      },
      {
        "sentence": "我从精神分析的角度来给你一些思考的方向和可能性：因为太过幸福想要在瞬间死亡，可能是内心对\"失去\"的极度恐惧而付诸行动的幻想。",
        "label": ""
      },
      {
        "sentence": "你的经历很像渡边淳一的小说《失乐园》里面的场景。",
        "label": ""
      },
      {
        "sentence": "男主和女主非常相爱，以至于选择了相拥自杀，希望将美好定格在死亡的瞬间，希望在对方心里，自己可以变成唯一的、独特的、永恒的。",
        "label": ""
      },
      {
        "sentence": "这种感受是爱即为强烈时都会产生的，即\"同生共死\"。",
        "label": ""
      },
      {
        "sentence": "其心理机制都是因为对\"失去\"这件事的焦虑感造成的。",
        "label": ""
      },
      {
        "sentence": "因为你的原生家庭过去幸福而产生这种想法，可能是因为幸福感过度引发的\"羞耻感\"和\"愧疚感\"。",
        "label": ""
      },
      {
        "sentence": "对于中国人来说，道德文化不允许我们因为幸福、快乐、成功而表现出真实的情绪和情感，而是会表现出羞耻和愧疚感。",
        "label": ""
      },
      {
        "sentence": "这与我们内心真实的雀跃和快乐存在冲突。",
        "label": ""
      },
      {
        "sentence": "当冲突感较强的时候，就会引发内在的愤怒和痛苦，你的这种矛盾的感受也来源于此。",
        "label": ""
      },
      {
        "sentence": "这种一面幸福，一面痛苦的极端想法，可能是内在自我的不稳定的\"边缘型\"想法。",
        "label": ""
      },
      {
        "sentence": "在生活中，有一种\"边缘型\"人格特质的人群，对于同一件事的认知容易有截然相反的观念和情感，源于内在自我还没有稳定建立起来。",
        "label": ""
      },
      {
        "sentence": "这时候我们需要多关注自己内心的真实感受和对真实生活的追求，确立一个真实自我的生活环境和人际关系，让内在的能量和外界自然、和谐的流动起来。",
        "label": ""
      },
      {
        "sentence": "通常，心理咨询的原则是：疾病不宜速愈。",
        "label": ""
      },
      {
        "sentence": "了解自己的问题在哪里，不急于治愈它，仔细观察，缓缓而治。",
        "label": ""
      },
      {
        "sentence": "这样我们就能获得真实自我的美好体验。",
        "label": ""
      },
      {
        "sentence": "感谢你的分享，期待你能接受我的建议。",
        "label": ""
      }
    ]
  }
]