[
  {
    "role": "client",
    "content": "我是一个19岁的女生，经常因为过于幸福而不想活着。曾经我是一名纹身师，在开纹身店的时候，交往过一位男友。但是我常常因为太过于幸福，想要定格在这一瞬间而选择死亡。出于一种丑恶的报复心理，我想看着自己死后他的悲伤。这种心理一直延续到现在。我的原生家庭幸福，而且生活中也是朋友圈里最小的。我会得到很多人的关心和照顾。但是我不明白为什么我会经常产生这种想法。我觉得自己有两种情况下会想要自杀，一种是在极度幸福的时候，另一种是在极度痛苦的时候。这种想法让我一次又一次产生用更极端的方式来对待自己的冲动。这太矛盾了，我真的不知道怎么办了。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，经常因为过于幸福而不想活着。",
        "label": ""
      },
      {
        "sentence": "曾经我是一名纹身师，在开纹身店的时候，交往过一位男友。",
        "label": ""
      },
      {
        "sentence": "但是我常常因为太过于幸福，想要定格在这一瞬间而选择死亡。",
        "label": ""
      },
      {
        "sentence": "出于一种丑恶的报复心理，我想看着自己死后他的悲伤。",
        "label": ""
      },
      {
        "sentence": "这种心理一直延续到现在。",
        "label": ""
      },
      {
        "sentence": "我的原生家庭幸福，而且生活中也是朋友圈里最小的。",
        "label": ""
      },
      {
        "sentence": "我会得到很多人的关心和照顾。",
        "label": ""
      },
      {
        "sentence": "但是我不明白为什么我会经常产生这种想法。",
        "label": ""
      },
      {
        "sentence": "我觉得自己有两种情况下会想要自杀，一种是在极度幸福的时候，另一种是在极度痛苦的时候。",
        "label": ""
      },
      {
        "sentence": "这种想法让我一次又一次产生用更极端的方式来对待自己的冲动。",
        "label": ""
      },
      {
        "sentence": "这太矛盾了，我真的不知道怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你自己有两种情况下会想要自杀，一种是在极度幸福的时候，另一种是在极度痛苦的时候。首先，我注意到你用了两个\"极度\"，无论是幸福还是痛苦，一旦超出了我们正常可承受的范围，都会给人带来不舒服的感觉，更何况是达到\"极度\"呢。这种感觉很容易让人感到\"失真\"，而且也容易让人感到\"绝望\"，觉得\"不过如此\"了，对吗？或许你可以试着把自己的心态回归到一个\"适度\"的状态，找到内心平静的感觉，这有助于增加你的自信，让你对生活更有掌控感，也能让你更好地去体验平凡的世界。",
    "annotation": [
      {
        "sentence": "听说你自己有两种情况下会想要自杀，一种是在极度幸福的时候，另一种是在极度痛苦的时候。",
        "label": ""
      },
      {
        "sentence": "首先，我注意到你用了两个\"极度\"，无论是幸福还是痛苦，一旦超出了我们正常可承受的范围，都会给人带来不舒服的感觉，更何况是达到\"极度\"呢。",
        "label": ""
      },
      {
        "sentence": "这种感觉很容易让人感到\"失真\"，而且也容易让人感到\"绝望\"，觉得\"不过如此\"了，对吗？",
        "label": ""
      },
      {
        "sentence": "或许你可以试着把自己的心态回归到一个\"适度\"的状态，找到内心平静的感觉，这有助于增加你的自信，让你对生活更有掌控感，也能让你更好地去体验平凡的世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我明白你说的\"极度\"可能会让我的感觉有些失真，也会让我感到绝望。但是我真的觉得自己太矛盾了，无法理解为什么我会对幸福和痛苦都有这种冲动。我试着调整自己的心态，但是很难做到。你有没有什么建议可以帮助我找到内心的平静呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我明白你说的\"极度\"可能会让我的感觉有些失真，也会让我感到绝望。",
        "label": ""
      },
      {
        "sentence": "但是我真的觉得自己太矛盾了，无法理解为什么我会对幸福和痛苦都有这种冲动。",
        "label": ""
      },
      {
        "sentence": "我试着调整自己的心态，但是很难做到。",
        "label": ""
      },
      {
        "sentence": "你有没有什么建议可以帮助我找到内心的平静呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你觉得自己太矛盾了，对两种极端的情感都有冲动可能让你感到困惑和无助。调整心态确实是一项挑战，但也不是不可能实现的。首先，要给自己一些时间和空间，让自己逐渐调整。你可以尝试一些放松的活动，比如冥想、瑜伽或者听音乐，这些都能帮助你缓解紧张和焦虑，让你更容易找到内心的平静。此外，可以试着和亲人或朋友分享你的感受，他们的支持和理解也会对你很有帮助。",
    "annotation": [
      {
        "sentence": "我理解你觉得自己太矛盾了，对两种极端的情感都有冲动可能让你感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "调整心态确实是一项挑战，但也不是不可能实现的。",
        "label": ""
      },
      {
        "sentence": "首先，要给自己一些时间和空间，让自己逐渐调整。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松的活动，比如冥想、瑜伽或者听音乐，这些都能帮助你缓解紧张和焦虑，让你更容易找到内心的平静。",
        "label": ""
      },
      {
        "sentence": "此外，可以试着和亲人或朋友分享你的感受，他们的支持和理解也会对你很有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着给自己一些时间和空间来调整心态。也会尝试一些放松的活动，比如冥想和听音乐。我也会和亲人朋友们沟通我的感受，希望他们能给我一些支持和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着给自己一些时间和空间来调整心态。",
        "label": ""
      },
      {
        "sentence": "也会尝试一些放松的活动，比如冥想和听音乐。",
        "label": ""
      },
      {
        "sentence": "我也会和亲人朋友们沟通我的感受，希望他们能给我一些支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意试着给自己一些时间和空间来调整心态，同时也愿意尝试一些放松的活动。记住，不要把自己的感受都内化，和亲人朋友们沟通分享是很重要的，他们会给予你支持和理解。如果你觉得自己无法独自应对，也可以考虑寻求专业的心理咨询师的帮助，他们会给你提供更多的支持和指导。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意试着给自己一些时间和空间来调整心态，同时也愿意尝试一些放松的活动。",
        "label": ""
      },
      {
        "sentence": "记住，不要把自己的感受都内化，和亲人朋友们沟通分享是很重要的，他们会给予你支持和理解。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己无法独自应对，也可以考虑寻求专业的心理咨询师的帮助，他们会给你提供更多的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我会尽量不把自己的感受都埋在心里，和亲人朋友分享。如果情况变得很糟糕，我也会考虑寻求专业的心理咨询师的帮助。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说的对，我会尽量不把自己的感受都埋在心里，和亲人朋友分享。",
        "label": ""
      },
      {
        "sentence": "如果情况变得很糟糕，我也会考虑寻求专业的心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意和亲人朋友们分享你的感受，这将会让你觉得更受支持。如果需要的话，专业的心理咨询师会为你提供额外的支持和指导。希望你能坚持下去，慢慢找回内心的平静和安定。祝福你！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意和亲人朋友们分享你的感受，这将会让你觉得更受支持。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，专业的心理咨询师会为你提供额外的支持和指导。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，慢慢找回内心的平静和安定。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励！我一定会努力坚持下去，慢慢找回内心的平静和安定。再次感谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励！",
        "label": ""
      },
      {
        "sentence": "我一定会努力坚持下去，慢慢找回内心的平静和安定。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够度过这个困难的时刻，找回你内心的平静和安定。如果有任何需要的话，随时都可以向我寻求帮助。我们一直都在支持着你！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够度过这个困难的时刻，找回你内心的平静和安定。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要的话，随时都可以向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我们一直都在支持着你！",
        "label": ""
      }
    ]
  }
]