[
  {
    "role": "client",
    "content": "我觉得自己太幸福了，以至于不想活了。曾经我是个纹身师，在开纹身店的时候交往了一个男友。但是我常常因为太过幸福而想要永远停留在那一瞬间，甚至想死掉。因为我有一种丑恶的报复心理，我想看着我死后，他会有多难过。这种心理一直延续到现在。家庭幸福，朋友圈里也是属于宠儿那种。我不明白为什么我会常常产生这种想法。我形容自己有两种情况下会想死，一种是极度幸福，一种是极度痛苦。这种想法一触发，我就想用更极端的方式把他碾碎。但这太矛盾了。",
    "annotation": [
      {
        "sentence": "我觉得自己太幸福了，以至于不想活了。",
        "label": ""
      },
      {
        "sentence": "曾经我是个纹身师，在开纹身店的时候交往了一个男友。",
        "label": ""
      },
      {
        "sentence": "但是我常常因为太过幸福而想要永远停留在那一瞬间，甚至想死掉。",
        "label": ""
      },
      {
        "sentence": "因为我有一种丑恶的报复心理，我想看着我死后，他会有多难过。",
        "label": ""
      },
      {
        "sentence": "这种心理一直延续到现在。",
        "label": ""
      },
      {
        "sentence": "家庭幸福，朋友圈里也是属于宠儿那种。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么我会常常产生这种想法。",
        "label": ""
      },
      {
        "sentence": "我形容自己有两种情况下会想死，一种是极度幸福，一种是极度痛苦。",
        "label": ""
      },
      {
        "sentence": "这种想法一触发，我就想用更极端的方式把他碾碎。",
        "label": ""
      },
      {
        "sentence": "但这太矛盾了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "极度幸福和极度痛苦看起来是截然相反的情绪，但是在你身上却产生相同的感觉，都让你想自毁。在极度幸福的时刻，你想停下来，想看到给你幸福的人因为失去你而痛苦。在极度痛苦的时刻，你想从当下消失，或许你也希望通过这种方式，让给你痛苦的人感到后悔吧？所以我觉得其实这两种情绪对你来说是一样的，并没有什么不同。因为在幸福和痛苦的时刻，你都害怕的是同样的东西——未来。面对幸福的时候，你害怕未来会失去这份幸福，害怕爱你的人会离开你、抛弃你。而在痛苦面前，你又担心自己无法解决困难，不想面对未知的未来。你为什么会产生这样的想法呢？你说你家庭很幸福，家人对你应该很保护，把你养成了温室里的花朵。我猜想在你家里，你的父母会帮你处理一切，你只需要躺在床上玩手机。但是你终究需要面对一些困难，并且学会独自面对外界的挑战。长期以来受照顾，或许让你习惯了依赖别人。但是你潜意识里认为这种依赖是不稳定的。依赖别人其实就是把自己的喜怒哀乐都寄托在别人身上，你的幸福和痛苦都受到他人的支配，别人对你好，你就感到幸福，别人对你不好，你就感到痛苦。此外，为了得到别人的关注，我们会无意识地去讨好别人，期待他们能为我们做些什么。但是我们要知道，别人的想法我们是无法控制的，我们只能改变和控制自己。你害怕未知的未来，也许是因为觉得自己没有足够的能力独自面对未来，认为自己凭借自身力量无法给自己带来幸福。所以我亲爱的小姑娘，你需要建立更强大的自我意识，学会独立起来，不要把幸福寄托在他人身上。他人的关怀当然是很好，但是你也要学会依靠自己带给自己幸福，创造美好而坚定的未来。",
    "annotation": [
      {
        "sentence": "极度幸福和极度痛苦看起来是截然相反的情绪，但是在你身上却产生相同的感觉，都让你想自毁。",
        "label": ""
      },
      {
        "sentence": "在极度幸福的时刻，你想停下来，想看到给你幸福的人因为失去你而痛苦。",
        "label": ""
      },
      {
        "sentence": "在极度痛苦的时刻，你想从当下消失，或许你也希望通过这种方式，让给你痛苦的人感到后悔吧？",
        "label": ""
      },
      {
        "sentence": "所以我觉得其实这两种情绪对你来说是一样的，并没有什么不同。",
        "label": ""
      },
      {
        "sentence": "因为在幸福和痛苦的时刻，你都害怕的是同样的东西——未来。",
        "label": ""
      },
      {
        "sentence": "面对幸福的时候，你害怕未来会失去这份幸福，害怕爱你的人会离开你、抛弃你。",
        "label": ""
      },
      {
        "sentence": "而在痛苦面前，你又担心自己无法解决困难，不想面对未知的未来。",
        "label": ""
      },
      {
        "sentence": "你为什么会产生这样的想法呢？",
        "label": ""
      },
      {
        "sentence": "你说你家庭很幸福，家人对你应该很保护，把你养成了温室里的花朵。",
        "label": ""
      },
      {
        "sentence": "我猜想在你家里，你的父母会帮你处理一切，你只需要躺在床上玩手机。",
        "label": ""
      },
      {
        "sentence": "但是你终究需要面对一些困难，并且学会独自面对外界的挑战。",
        "label": ""
      },
      {
        "sentence": "长期以来受照顾，或许让你习惯了依赖别人。",
        "label": ""
      },
      {
        "sentence": "但是你潜意识里认为这种依赖是不稳定的。",
        "label": ""
      },
      {
        "sentence": "依赖别人其实就是把自己的喜怒哀乐都寄托在别人身上，你的幸福和痛苦都受到他人的支配，别人对你好，你就感到幸福，别人对你不好，你就感到痛苦。",
        "label": ""
      },
      {
        "sentence": "此外，为了得到别人的关注，我们会无意识地去讨好别人，期待他们能为我们做些什么。",
        "label": ""
      },
      {
        "sentence": "但是我们要知道，别人的想法我们是无法控制的，我们只能改变和控制自己。",
        "label": ""
      },
      {
        "sentence": "你害怕未知的未来，也许是因为觉得自己没有足够的能力独自面对未来，认为自己凭借自身力量无法给自己带来幸福。",
        "label": ""
      },
      {
        "sentence": "所以我亲爱的小姑娘，你需要建立更强大的自我意识，学会独立起来，不要把幸福寄托在他人身上。",
        "label": ""
      },
      {
        "sentence": "他人的关怀当然是很好，但是你也要学会依靠自己带给自己幸福，创造美好而坚定的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你分析得很准确，我确实害怕未来会失去幸福，也害怕面对困难无法解决。而且，你说得对，我习惯了别人的照顾，觉得依赖别人是不稳定的。我常常觉得自己没有值得依赖的地方，所以才会这么反复地想死，想找一个极端的方式来展示自己的存在感。但是我又明白这种想法太矛盾了，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "你分析得很准确，我确实害怕未来会失去幸福，也害怕面对困难无法解决。",
        "label": ""
      },
      {
        "sentence": "而且，你说得对，我习惯了别人的照顾，觉得依赖别人是不稳定的。",
        "label": ""
      },
      {
        "sentence": "我常常觉得自己没有值得依赖的地方，所以才会这么反复地想死，想找一个极端的方式来展示自己的存在感。",
        "label": ""
      },
      {
        "sentence": "但是我又明白这种想法太矛盾了，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受真的不容易，但我想告诉你，每个人都有值得被依赖的地方。你身边的人也一定能看到你的独特之处和价值。你觉得自己没有存在感，可能是因为习惯了通过这种极端方式来吸引别人的注意力和关心。但其实这样并不健康，而且也不能长久。我建议你试着发现自己内在的价值和潜力，培养自己独立面对未来的能力。你可以尝试不依赖他人，主动去做一些事情，找到让自己感到有价值的事情。不要过分依赖别人的关怀来定义自己的幸福和存在感。",
    "annotation": [
      {
        "sentence": "理解你的感受真的不容易，但我想告诉你，每个人都有值得被依赖的地方。",
        "label": ""
      },
      {
        "sentence": "你身边的人也一定能看到你的独特之处和价值。",
        "label": ""
      },
      {
        "sentence": "你觉得自己没有存在感，可能是因为习惯了通过这种极端方式来吸引别人的注意力和关心。",
        "label": ""
      },
      {
        "sentence": "但其实这样并不健康，而且也不能长久。",
        "label": ""
      },
      {
        "sentence": "我建议你试着发现自己内在的价值和潜力，培养自己独立面对未来的能力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试不依赖他人，主动去做一些事情，找到让自己感到有价值的事情。",
        "label": ""
      },
      {
        "sentence": "不要过分依赖别人的关怀来定义自己的幸福和存在感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要寻找自己的内在价值和潜力。我会尝试不再依赖别人，去主动做一些事情。我会坚定地相信自己，不再将幸福寄托在他人身上。谢谢你，你的支持让我觉得有了方向。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要寻找自己的内在价值和潜力。",
        "label": ""
      },
      {
        "sentence": "我会尝试不再依赖别人，去主动做一些事情。",
        "label": ""
      },
      {
        "sentence": "我会坚定地相信自己，不再将幸福寄托在他人身上。",
        "label": ""
      },
      {
        "sentence": "谢谢你，你的支持让我觉得有了方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，相信你一定能够找到属于自己的幸福和自我肯定。记住，你的价值不取决于别人的评价，而是源于你内在的潜力和努力。相信自己，勇敢面对未知的未来，你一定能够创造出美好的明天。如果以后还有困惑和需要倾诉的时候，记得随时来找我聊天。祝你幸福！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，相信你一定能够找到属于自己的幸福和自我肯定。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值不取决于别人的评价，而是源于你内在的潜力和努力。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对未知的未来，你一定能够创造出美好的明天。",
        "label": ""
      },
      {
        "sentence": "如果以后还有困惑和需要倾诉的时候，记得随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]