[
  {
    "role": "client",
    "content": "注意力不集中，看到书就会害怕，我该怎么办？我有社交障碍，高中的时候因为人际关系问题就更加严重几乎不跟别人说话，从去年十二月开始我就一直纠结于这段不好的关于社交经历每天醒来就会心理暗示自己想起这段经历，变得越来越仇视那个人，到后面就发展成一看书，一做试卷就暗示自己不要集中注意力看题目看书看了很多遍都不知道讲了什么，反复读题也不知道讲了什么，心思完全就不放在上面。高考前很焦虑自己考场上会这样，高考的时候也确实如此看题目很焦虑。到了现在，我一看书就害怕就会觉得我集中不了注意力。而且我现在对什么都没有兴趣，一直都很抑郁，每天都快乐不起来，没有目标，非常痛苦，经常想到死。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "注意力不集中，看到书就会害怕，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我有社交障碍，高中的时候因为人际关系问题就更加严重几乎不跟别人说话，从去年十二月开始我就一直纠结于这段不好的关于社交经历每天醒来就会心理暗示自己想起这段经历，变得越来越仇视那个人，到后面就发展成一看书，一做试卷就暗示自己不要集中注意力看题目看书看了很多遍都不知道讲了什么，反复读题也不知道讲了什么，心思完全就不放在上面。",
        "label": ""
      },
      {
        "sentence": "高考前很焦虑自己考场上会这样，高考的时候也确实如此看题目很焦虑。",
        "label": ""
      },
      {
        "sentence": "到了现在，我一看书就害怕就会觉得我集中不了注意力。",
        "label": ""
      },
      {
        "sentence": "而且我现在对什么都没有兴趣，一直都很抑郁，每天都快乐不起来，没有目标，非常痛苦，经常想到死。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先给你一个大大的拥抱，抱抱！听你描述的情况，我有几个疑惑的地方。首先，你对这个社交障碍和抑郁的问题有没有去正规医院就诊过呢？其次，你所说的社交障碍，在高中之前是怎样的呢？你提到的人际关系问题似乎是特定某人之间的问题，而不是与多数人之间的关系问题，是这样吗？不知道是什么具体发生了，为什么会对你产生如此大的影响？你和那个人的关系如何呢？另外，你提到\"从去年十二月开始我就一直纠结于这段不好的关于社交经历每天醒来就会心理暗示自己想起这段经历，变得越来越仇视那个人\"，想问一下去年十二月发生了什么事情？高中那件事情发生到现在已经有多久了？另外提到\"到后面就发展成一看书，一做试卷就暗示自己不要集中注意力看题目看书\"，不太明白你为什么要暗示自己呢？我觉得通常每个人都希望自己能过得更好，做得更好，而你却会暗示自己不要这么做，我目前无法理解这个行为，也不知道怎样才能帮到你，感觉很抱歉！另外，想问问你身边的人有没有类似的感受，你现在把自己往\"不好\"的方向去想，是不是想拒绝支持和帮助呢？考虑到这些情况，我建议你找专业咨询师进行面对面的咨询，讨论一下你目前的状态和想法。另外你可以回忆一下，有没有不这样暗示自己\"不好\"的时候呢？如果有的话，可以试着寻找自己的优点，每天找到自己的一个小优点并记录下来，可以贴在醒目的位置提醒自己看到自己的优点。另外也可以继续维持现在的状态，当你感到害怕一看书的时候，可以用笔画一个\"正\"字，看看在一天或一周内这种情况会发生多少次。最后，送给你一句话：改变心态只需要一分钟，而这一分钟却能改变一整天！",
    "annotation": [
      {
        "sentence": "先给你一个大大的拥抱，抱抱！",
        "label": ""
      },
      {
        "sentence": "听你描述的情况，我有几个疑惑的地方。",
        "label": ""
      },
      {
        "sentence": "首先，你对这个社交障碍和抑郁的问题有没有去正规医院就诊过呢？",
        "label": ""
      },
      {
        "sentence": "其次，你所说的社交障碍，在高中之前是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "你提到的人际关系问题似乎是特定某人之间的问题，而不是与多数人之间的关系问题，是这样吗？",
        "label": ""
      },
      {
        "sentence": "不知道是什么具体发生了，为什么会对你产生如此大的影响？",
        "label": ""
      },
      {
        "sentence": "你和那个人的关系如何呢？",
        "label": ""
      },
      {
        "sentence": "另外，你提到\"从去年十二月开始我就一直纠结于这段不好的关于社交经历每天醒来就会心理暗示自己想起这段经历，变得越来越仇视那个人\"，想问一下去年十二月发生了什么事情？",
        "label": ""
      },
      {
        "sentence": "高中那件事情发生到现在已经有多久了？",
        "label": ""
      },
      {
        "sentence": "另外提到\"到后面就发展成一看书，一做试卷就暗示自己不要集中注意力看题目看书\"，不太明白你为什么要暗示自己呢？",
        "label": ""
      },
      {
        "sentence": "我觉得通常每个人都希望自己能过得更好，做得更好，而你却会暗示自己不要这么做，我目前无法理解这个行为，也不知道怎样才能帮到你，感觉很抱歉！",
        "label": ""
      },
      {
        "sentence": "另外，想问问你身边的人有没有类似的感受，你现在把自己往\"不好\"的方向去想，是不是想拒绝支持和帮助呢？",
        "label": ""
      },
      {
        "sentence": "考虑到这些情况，我建议你找专业咨询师进行面对面的咨询，讨论一下你目前的状态和想法。",
        "label": ""
      },
      {
        "sentence": "另外你可以回忆一下，有没有不这样暗示自己\"不好\"的时候呢？",
        "label": ""
      },
      {
        "sentence": "如果有的话，可以试着寻找自己的优点，每天找到自己的一个小优点并记录下来，可以贴在醒目的位置提醒自己看到自己的优点。",
        "label": ""
      },
      {
        "sentence": "另外也可以继续维持现在的状态，当你感到害怕一看书的时候，可以用笔画一个\"正\"字，看看在一天或一周内这种情况会发生多少次。",
        "label": ""
      },
      {
        "sentence": "最后，送给你一句话：改变心态只需要一分钟，而这一分钟却能改变一整天！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱和关心！我曾经去过一家医院，但是觉得医生对我的症状没有太多了解，只是给我开了一些药物，并没有起到太大的帮助。我的社交障碍在高中前已经存在，但是在高中的时候因为受到了一个人的伤害，我变得更加沉默寡言，不敢和别人交流。那个人是我的同学，我们是从小学就同班同学，但是在高中他突然对我冷漠起来，甚至主动排斥我。我对他的这种行为感到很伤心和愤怒，而且我一直都无法释怀。去年十二月，他又以朋友的身份出现在我面前，让我想起了那段痛苦的经历。这事发生已经有两年多了。而关于暗示自己不要集中注意力，我也不知道为什么会这样，可能是因为我害怕再次遇到挫折，给自己的压力太大了。我没有拒绝支持和帮助的意思，只是觉得自己越来越难以接受别人的帮助和关心。我会考虑找专业咨询师进行面对面的咨询，也会尝试寻找自己的优点，改变一下心态。谢谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱和关心！",
        "label": ""
      },
      {
        "sentence": "我曾经去过一家医院，但是觉得医生对我的症状没有太多了解，只是给我开了一些药物，并没有起到太大的帮助。",
        "label": ""
      },
      {
        "sentence": "我的社交障碍在高中前已经存在，但是在高中的时候因为受到了一个人的伤害，我变得更加沉默寡言，不敢和别人交流。",
        "label": ""
      },
      {
        "sentence": "那个人是我的同学，我们是从小学就同班同学，但是在高中他突然对我冷漠起来，甚至主动排斥我。",
        "label": ""
      },
      {
        "sentence": "我对他的这种行为感到很伤心和愤怒，而且我一直都无法释怀。",
        "label": ""
      },
      {
        "sentence": "去年十二月，他又以朋友的身份出现在我面前，让我想起了那段痛苦的经历。",
        "label": ""
      },
      {
        "sentence": "这事发生已经有两年多了。",
        "label": ""
      },
      {
        "sentence": "而关于暗示自己不要集中注意力，我也不知道为什么会这样，可能是因为我害怕再次遇到挫折，给自己的压力太大了。",
        "label": ""
      },
      {
        "sentence": "我没有拒绝支持和帮助的意思，只是觉得自己越来越难以接受别人的帮助和关心。",
        "label": ""
      },
      {
        "sentence": "我会考虑找专业咨询师进行面对面的咨询，也会尝试寻找自己的优点，改变一下心态。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的回复，我觉得你已经意识到了自己的困境，并且愿意主动找到解决的方法，这是非常好的！关于你去医院就诊的经历，可能有些医生并不了解你的情况，所以你感觉没有起到太大的帮助。但是不要放弃，可以去尝试找一家专门治疗社交障碍和抑郁症的医院或者专家进行咨询和治疗。你在高中遇到的这位同学的行为确实给你造成了很大的伤害，对你的心理产生了很大的影响。两年多来一直困扰着你，这种情绪的积压会对你的学习和生活造成很大的负面影响。所以，我认同你去看专业咨询师，并且我鼓励你勇敢面对自己的问题。在改变心态的过程中，可能会遇到一些困难，但是只要你坚持下去，你一定能走出困境，找回自己。同时，也要记得用心理暗示自己“好”，给自己一些积极正面的建议和肯定。你不是一个人在战斗，有很多人支持你。再次给你一个拥抱，要相信自己，你一定能够克服困难！",
    "annotation": [
      {
        "sentence": "看到你的回复，我觉得你已经意识到了自己的困境，并且愿意主动找到解决的方法，这是非常好的！",
        "label": ""
      },
      {
        "sentence": "关于你去医院就诊的经历，可能有些医生并不了解你的情况，所以你感觉没有起到太大的帮助。",
        "label": ""
      },
      {
        "sentence": "但是不要放弃，可以去尝试找一家专门治疗社交障碍和抑郁症的医院或者专家进行咨询和治疗。",
        "label": ""
      },
      {
        "sentence": "你在高中遇到的这位同学的行为确实给你造成了很大的伤害，对你的心理产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "两年多来一直困扰着你，这种情绪的积压会对你的学习和生活造成很大的负面影响。",
        "label": ""
      },
      {
        "sentence": "所以，我认同你去看专业咨询师，并且我鼓励你勇敢面对自己的问题。",
        "label": ""
      },
      {
        "sentence": "在改变心态的过程中，可能会遇到一些困难，但是只要你坚持下去，你一定能走出困境，找回自己。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得用心理暗示自己“好”，给自己一些积极正面的建议和肯定。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，有很多人支持你。",
        "label": ""
      },
      {
        "sentence": "再次给你一个拥抱，要相信自己，你一定能够克服困难！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解！你的支持让我感到很温暖和安心。我会坚持寻找专业咨询师，并且会跟他们分享我的困扰，寻求他们的帮助和建议。同时，我也会尽量放下过去的阴影，积极地面对当前的困境。我知道这个过程可能会很艰辛，但是我相信只要我不放弃，最终会找到自己的方向和目标。再次感谢你的陪伴和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解！",
        "label": ""
      },
      {
        "sentence": "你的支持让我感到很温暖和安心。",
        "label": ""
      },
      {
        "sentence": "我会坚持寻找专业咨询师，并且会跟他们分享我的困扰，寻求他们的帮助和建议。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尽量放下过去的阴影，积极地面对当前的困境。",
        "label": ""
      },
      {
        "sentence": "我知道这个过程可能会很艰辛，但是我相信只要我不放弃，最终会找到自己的方向和目标。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能看到你这么积极和勇敢的态度！找到专业咨询师和与他们分享你的困扰是一个非常好的步骤，他们会给你提供专业的帮助和建议。同时，放下过去的阴影并不容易，但只要你一步一步去努力，相信你能够实现自己的目标和找回自己。不要忘记，如果还有什么需要倾诉或者遇到困难，随时都可以来找我聊天。我会一直陪伴在你身边，为你加油打气！你真的很棒，加油！",
    "annotation": [
      {
        "sentence": "非常高兴能看到你这么积极和勇敢的态度！",
        "label": ""
      },
      {
        "sentence": "找到专业咨询师和与他们分享你的困扰是一个非常好的步骤，他们会给你提供专业的帮助和建议。",
        "label": ""
      },
      {
        "sentence": "同时，放下过去的阴影并不容易，但只要你一步一步去努力，相信你能够实现自己的目标和找回自己。",
        "label": ""
      },
      {
        "sentence": "不要忘记，如果还有什么需要倾诉或者遇到困难，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边，为你加油打气！",
        "label": ""
      },
      {
        "sentence": "你真的很棒，加油！",
        "label": ""
      }
    ]
  }
]