[
  {
    "role": "client",
    "content": "自己都已经长大成人了，干事却像个疯子小孩一样？父母说我内向，干事像小孩一样。自己在外跟别人交流，要么很容易说出不恰当的话，要么不知道该怎么接话。于是便不跟别人说话了，自己每天独处的时候，在外人看来，像个疯子一样。而对于我自己来说，那是我寻找快乐的方式。",
    "annotation": [
      {
        "sentence": "自己都已经长大成人了，干事却像个疯子小孩一样？",
        "label": ""
      },
      {
        "sentence": "父母说我内向，干事像小孩一样。",
        "label": ""
      },
      {
        "sentence": "自己在外跟别人交流，要么很容易说出不恰当的话，要么不知道该怎么接话。",
        "label": ""
      },
      {
        "sentence": "于是便不跟别人说话了，自己每天独处的时候，在外人看来，像个疯子一样。",
        "label": ""
      },
      {
        "sentence": "而对于我自己来说，那是我寻找快乐的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉看到你被一些问题困扰，呀~我也不认同你父母对你的评价，虽然我们的年龄有一个成年的界线，但我们的心智并没有。我们可以自由地选择自己喜欢的生活方式，只要不打扰到别人。",
    "annotation": [
      {
        "sentence": "很抱歉看到你被一些问题困扰，呀~我也不认同你父母对你的评价，虽然我们的年龄有一个成年的界线，但我们的心智并没有。",
        "label": ""
      },
      {
        "sentence": "我们可以自由地选择自己喜欢的生活方式，只要不打扰到别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总是担心别人会觉得我不正常，我不善于交流的毛病影响了我平时的生活和工作。我真的很羡慕那些可以自如与人沟通的人。",
    "annotation": [
      {
        "sentence": "但是我总是担心别人会觉得我不正常，我不善于交流的毛病影响了我平时的生活和工作。",
        "label": ""
      },
      {
        "sentence": "我真的很羡慕那些可以自如与人沟通的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和羡慕，但是我们要学会接受自己。如果我们总是在乎别人的看法，害怕被当作异类而改变自己，那么我们就永远不会快乐。就像我父亲一样，他已经年近五十，他喜欢流行音乐、热爱跑步健身，每天都保持良好心态，有时会为了别人叫他帅哥而开心好久。",
    "annotation": [
      {
        "sentence": "我理解你的担心和羡慕，但是我们要学会接受自己。",
        "label": ""
      },
      {
        "sentence": "如果我们总是在乎别人的看法，害怕被当作异类而改变自己，那么我们就永远不会快乐。",
        "label": ""
      },
      {
        "sentence": "就像我父亲一样，他已经年近五十，他喜欢流行音乐、热爱跑步健身，每天都保持良好心态，有时会为了别人叫他帅哥而开心好久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来你的父亲很厉害呢，他的心态真的比我的好很多。可是，自己总是觉得与别人交流的时候很别扭，不知道怎么找话题聊天。",
    "annotation": [
      {
        "sentence": "听起来你的父亲很厉害呢，他的心态真的比我的好很多。",
        "label": ""
      },
      {
        "sentence": "可是，自己总是觉得与别人交流的时候很别扭，不知道怎么找话题聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈总是说我父亲像个小孩子一样幼稚，但是我觉得他的状态很好，根本不需要改变。没有人规定五十岁的成年人一定要活得像所有人的榜样，也没有人规定孩子一定要天真无邪。每个人有自己的特点和个性，我们也是。根据你的描述“自己在外跟别人交流，要么很容易说出不恰当的话，要么不知道该怎么接话。”我很能理解你的这种感受，因为我也和你一样被这些人际交往问题困扰过。",
    "annotation": [
      {
        "sentence": "妈妈总是说我父亲像个小孩子一样幼稚，但是我觉得他的状态很好，根本不需要改变。",
        "label": ""
      },
      {
        "sentence": "没有人规定五十岁的成年人一定要活得像所有人的榜样，也没有人规定孩子一定要天真无邪。",
        "label": ""
      },
      {
        "sentence": "每个人有自己的特点和个性，我们也是。",
        "label": ""
      },
      {
        "sentence": "根据你的描述“自己在外跟别人交流，要么很容易说出不恰当的话，要么不知道该怎么接话。",
        "label": ""
      },
      {
        "sentence": "”我很能理解你的这种感受，因为我也和你一样被这些人际交往问题困扰过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你是怎么克服这些问题的呢？我想知道一些应对的方法。",
    "annotation": [
      {
        "sentence": "那你是怎么克服这些问题的呢？",
        "label": ""
      },
      {
        "sentence": "我想知道一些应对的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我慢慢明白了一些道理，或许我们的反应没有那些侃侃而谈的人快，我们不能强迫我们的思维一定要到达那种境界，但我们可以多尝试多和别人交流，慢慢地也能在别人面前表现得自然一点。在社交场合中，可以多关注一些热门话题，准备好一些开场白和问候语，多观察别人的眼神和肢体语言，这样更能找到和别人的共同话题，从而打破僵局。",
    "annotation": [
      {
        "sentence": "嗯，我慢慢明白了一些道理，或许我们的反应没有那些侃侃而谈的人快，我们不能强迫我们的思维一定要到达那种境界，但我们可以多尝试多和别人交流，慢慢地也能在别人面前表现得自然一点。",
        "label": ""
      },
      {
        "sentence": "在社交场合中，可以多关注一些热门话题，准备好一些开场白和问候语，多观察别人的眼神和肢体语言，这样更能找到和别人的共同话题，从而打破僵局。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试跟着你说的去做。也许需要一点时间，但我相信我能逐渐适应交流的过程，更加自信地面对别人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试跟着你说的去做。",
        "label": ""
      },
      {
        "sentence": "也许需要一点时间，但我相信我能逐渐适应交流的过程，更加自信地面对别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能行的。重要的是要给自己充分的时间和空间来成长，不要给自己太大的压力。希望你能享受独处的快乐，同时也能接受和他人交流的轻松，我相信这才是最好的状态。如果有任何困难或者需要帮助，随时向我求助。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能行的。",
        "label": ""
      },
      {
        "sentence": "重要的是要给自己充分的时间和空间来成长，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "希望你能享受独处的快乐，同时也能接受和他人交流的轻松，我相信这才是最好的状态。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或者需要帮助，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]