[
  {
    "role": "client",
    "content": "不想上学了，不想挨着人群，想消失，我怎么了？我无法解释发生了什么，不想被看见，不想跟同学，老师，熟悉人，陌生人发生联系。我怎么了，我就只想有一片安静的空间，自己安静的呆着，没有人打扰。不需要跟谁交流，也不想出现在人们眼前，真的。我不想努力，也不想当废物。只想原地消失，很难受，运动完暴汗之后，情绪好多了。可是不知道下一次的崩溃什么时候来。",
    "annotation": [
      {
        "sentence": "不想上学了，不想挨着人群，想消失，我怎么了？",
        "label": ""
      },
      {
        "sentence": "我无法解释发生了什么，不想被看见，不想跟同学，老师，熟悉人，陌生人发生联系。",
        "label": ""
      },
      {
        "sentence": "我怎么了，我就只想有一片安静的空间，自己安静的呆着，没有人打扰。",
        "label": ""
      },
      {
        "sentence": "不需要跟谁交流，也不想出现在人们眼前，真的。",
        "label": ""
      },
      {
        "sentence": "我不想努力，也不想当废物。",
        "label": ""
      },
      {
        "sentence": "只想原地消失，很难受，运动完暴汗之后，情绪好多了。",
        "label": ""
      },
      {
        "sentence": "可是不知道下一次的崩溃什么时候来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不想和别人接触，只想一个人静静，这种情绪很多人都会有，很正常。日常生活中我们承受了太多的烦心事和压力，而我们的承受力是有限的，包括生理和心理。因此在生活中，我们会不定期进入一个倦怠期。我理解你现在的感受，在这个时候，我们不想和别人有太多的接触，没有心思去进行社交，也没有力气和精神去投入学习和工作，感觉身体有点累，心情也有点低落、有点丧。这个时候是身体和心理向你提出了警报，提醒你要去放松自己，释放一些负面情绪，放下要努力要奋斗的压力。",
    "annotation": [
      {
        "sentence": "不想和别人接触，只想一个人静静，这种情绪很多人都会有，很正常。",
        "label": ""
      },
      {
        "sentence": "日常生活中我们承受了太多的烦心事和压力，而我们的承受力是有限的，包括生理和心理。",
        "label": ""
      },
      {
        "sentence": "因此在生活中，我们会不定期进入一个倦怠期。",
        "label": ""
      },
      {
        "sentence": "我理解你现在的感受，在这个时候，我们不想和别人有太多的接触，没有心思去进行社交，也没有力气和精神去投入学习和工作，感觉身体有点累，心情也有点低落、有点丧。",
        "label": ""
      },
      {
        "sentence": "这个时候是身体和心理向你提出了警报，提醒你要去放松自己，释放一些负面情绪，放下要努力要奋斗的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。确实感觉自己很疲惫，但又不知道该怎么调整自己的状态。我感觉好像一直在为别人而活，为了符合他们的期待而努力，压力好大。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "确实感觉自己很疲惫，但又不知道该怎么调整自己的状态。",
        "label": ""
      },
      {
        "sentence": "我感觉好像一直在为别人而活，为了符合他们的期待而努力，压力好大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不是一个人在奋斗，大家都有自己的压力。人生中总会出现一些期待和要求，但并不代表你要为了满足别人的期待而放弃了自己的感受和需求。你需要学会为自己保留一片宁静的空间，独立思考和决策。压力来自于内外部，但只有你能决定是否将它变成负担。不要总是为了他人而活，你的价值不仅仅来源于他人的认可。试着为自己设定一些小目标，每天都为自己做一些让自己开心的事情。",
    "annotation": [
      {
        "sentence": "你不是一个人在奋斗，大家都有自己的压力。",
        "label": ""
      },
      {
        "sentence": "人生中总会出现一些期待和要求，但并不代表你要为了满足别人的期待而放弃了自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "你需要学会为自己保留一片宁静的空间，独立思考和决策。",
        "label": ""
      },
      {
        "sentence": "压力来自于内外部，但只有你能决定是否将它变成负担。",
        "label": ""
      },
      {
        "sentence": "不要总是为了他人而活，你的价值不仅仅来源于他人的认可。",
        "label": ""
      },
      {
        "sentence": "试着为自己设定一些小目标，每天都为自己做一些让自己开心的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直很担心自己做不到别人期待的好。也许我可以试着放下一些压力，多关注自己的感受和需求。但是，我还是害怕下一次崩溃会什么时候来，如何面对呢？",
    "annotation": [
      {
        "sentence": "确实，我一直很担心自己做不到别人期待的好。",
        "label": ""
      },
      {
        "sentence": "也许我可以试着放下一些压力，多关注自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "但是，我还是害怕下一次崩溃会什么时候来，如何面对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕崩溃是很正常的，但我们要相信自己的内心能够抵御这些挑战。下一次崩溃来临时，不要害怕，学会接受自己的情绪和弱点。面对困难时，试着倾诉给身边的亲朋好友，获得他们的支持和理解。同时，也可以寻求心理咨询师的帮助，他们能够给你提供更多专业的支持和指导。",
    "annotation": [
      {
        "sentence": "害怕崩溃是很正常的，但我们要相信自己的内心能够抵御这些挑战。",
        "label": ""
      },
      {
        "sentence": "下一次崩溃来临时，不要害怕，学会接受自己的情绪和弱点。",
        "label": ""
      },
      {
        "sentence": "面对困难时，试着倾诉给身边的亲朋好友，获得他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻求心理咨询师的帮助，他们能够给你提供更多专业的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我听你的，我会试着放松自己，给自己找一个宁静的空间，同时也会寻求亲朋好友的支持。如果需要的话，我也会考虑咨询师的帮助。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "嗯，我听你的，我会试着放松自己，给自己找一个宁静的空间，同时也会寻求亲朋好友的支持。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，我也会考虑咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信只要你能够积极应对，好好照顾自己，你一定能够渡过这个困难时刻。记住，你并不孤单，身边还有许多人关心和支持着你。给自己一点时间，你会发现自己内心的坚韧和力量。",
    "annotation": [
      {
        "sentence": "不客气，我相信只要你能够积极应对，好好照顾自己，你一定能够渡过这个困难时刻。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边还有许多人关心和支持着你。",
        "label": ""
      },
      {
        "sentence": "给自己一点时间，你会发现自己内心的坚韧和力量。",
        "label": ""
      }
    ]
  }
]