[
  {
    "role": "client",
    "content": "为什么老公爱打我？为啥我总是惯着他，迎合他？我和他结婚了一年，有了孩子，当然也是因为怀孕才偷偷领证，我的爸妈到现在还是不同意我的婚事，因为我们是同姓，而且第一次见面时候，两方家长谈的很不好，我妈看出来他对我不好，而我受他们家的魅惑，果断抛弃了爸妈，和他们家生活在一起。现在孩子快一周岁了，他还是会看自己的心情，看我日常做的事情，心情好就不打我，心情不好了就随便打。老公打我至今没有一个人知道，我也没告诉别人。有一次他爸妈问我有没有打我，我帮他保密了，没打。现在我真的愧对自己的爸妈，相信他们家无言乱语，我已经不是孝子。现在也是因为孩子，我放不下，早都已经想离开了。他对我的爸妈也是很不礼貌，随便骂说我妈是泼妇，不讲理，我不敢顶嘴，欣慰我怕他反驳我，然后说那你去找你妈去，然后不开心了还会打我。总因为小事打我，我也是傻得不行，为啥总是惯着他，他说啥就是啥，迎合着他，，，，",
    "annotation": [
      {
        "sentence": "为什么老公爱打我？",
        "label": ""
      },
      {
        "sentence": "为啥我总是惯着他，迎合他？",
        "label": ""
      },
      {
        "sentence": "我和他结婚了一年，有了孩子，当然也是因为怀孕才偷偷领证，我的爸妈到现在还是不同意我的婚事，因为我们是同姓，而且第一次见面时候，两方家长谈的很不好，我妈看出来他对我不好，而我受他们家的魅惑，果断抛弃了爸妈，和他们家生活在一起。",
        "label": ""
      },
      {
        "sentence": "现在孩子快一周岁了，他还是会看自己的心情，看我日常做的事情，心情好就不打我，心情不好了就随便打。",
        "label": ""
      },
      {
        "sentence": "老公打我至今没有一个人知道，我也没告诉别人。",
        "label": ""
      },
      {
        "sentence": "有一次他爸妈问我有没有打我，我帮他保密了，没打。",
        "label": ""
      },
      {
        "sentence": "现在我真的愧对自己的爸妈，相信他们家无言乱语，我已经不是孝子。",
        "label": ""
      },
      {
        "sentence": "现在也是因为孩子，我放不下，早都已经想离开了。",
        "label": ""
      },
      {
        "sentence": "他对我的爸妈也是很不礼貌，随便骂说我妈是泼妇，不讲理，我不敢顶嘴，欣慰我怕他反驳我，然后说那你去找你妈去，然后不开心了还会打我。",
        "label": ""
      },
      {
        "sentence": "总因为小事打我，我也是傻得不行，为啥总是惯着他，他说啥就是啥，迎合着他，，，，",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，看到你的经历，我觉得你需要先对自己好一点，也要对身边的人自私自利一点。从你讲述的故事情节里，没有看到你的丈夫对你的好，哪怕有一点点好，都会劝你善良点的。你违背了父母的意愿嫁给了一个自以为是的爱情，生下了自以为是的爱情结晶。即便是日子苦点也没关系。可惜你遇到的男人是心情不好就动手的。你说当初是背着父母和男方结婚，你怎么会不知道自己的父母能轻易察觉呢！情亲是这世界上最可靠的关系，而爱情宁缺勿滥。当生活都过不好了，就活得自私自利一点吧！别拿孩子当借口，也别拿自己心软当借口。当你挣脱了束缚，生活就会变得更美好！远离这种动手打女人的男人，是你目前最需要做的事情。你知道自己为了这个男人，而背叛了生你养你的父母，也知道自己在这个家里无足轻重，被男人打还要替他隐藏，那何不及时止损呢？人生并不是一条路走到黑，换条试试，也许会有不一样的风景。",
    "annotation": [
      {
        "sentence": "亲爱的，看到你的经历，我觉得你需要先对自己好一点，也要对身边的人自私自利一点。",
        "label": ""
      },
      {
        "sentence": "从你讲述的故事情节里，没有看到你的丈夫对你的好，哪怕有一点点好，都会劝你善良点的。",
        "label": ""
      },
      {
        "sentence": "你违背了父母的意愿嫁给了一个自以为是的爱情，生下了自以为是的爱情结晶。",
        "label": ""
      },
      {
        "sentence": "即便是日子苦点也没关系。",
        "label": ""
      },
      {
        "sentence": "可惜你遇到的男人是心情不好就动手的。",
        "label": ""
      },
      {
        "sentence": "你说当初是背着父母和男方结婚，你怎么会不知道自己的父母能轻易察觉呢！",
        "label": ""
      },
      {
        "sentence": "情亲是这世界上最可靠的关系，而爱情宁缺勿滥。",
        "label": ""
      },
      {
        "sentence": "当生活都过不好了，就活得自私自利一点吧！",
        "label": ""
      },
      {
        "sentence": "别拿孩子当借口，也别拿自己心软当借口。",
        "label": ""
      },
      {
        "sentence": "当你挣脱了束缚，生活就会变得更美好！",
        "label": ""
      },
      {
        "sentence": "远离这种动手打女人的男人，是你目前最需要做的事情。",
        "label": ""
      },
      {
        "sentence": "你知道自己为了这个男人，而背叛了生你养你的父母，也知道自己在这个家里无足轻重，被男人打还要替他隐藏，那何不及时止损呢？",
        "label": ""
      },
      {
        "sentence": "人生并不是一条路走到黑，换条试试，也许会有不一样的风景。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我一直觉得我对不起他们家，如今离开会不会太不负责任了呢？",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我一直觉得我对不起他们家，如今离开会不会太不负责任了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我理解你的担心。但是你要记住，你的幸福才是最重要的。虽然你产生了一些负罪感，但你也不能让自己一直陷在不快乐的婚姻中。你需要为自己和孩子的未来考虑，如果你留在这种不健康的环境中，不仅对你们自己不利，也对孩子的成长不好。对不起他们家只能是暂时的，但你的幸福是长久的。而且，你作为一个母亲，也应该向孩子展示正确的价值观和人生观。",
    "annotation": [
      {
        "sentence": "亲爱的，我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "但是你要记住，你的幸福才是最重要的。",
        "label": ""
      },
      {
        "sentence": "虽然你产生了一些负罪感，但你也不能让自己一直陷在不快乐的婚姻中。",
        "label": ""
      },
      {
        "sentence": "你需要为自己和孩子的未来考虑，如果你留在这种不健康的环境中，不仅对你们自己不利，也对孩子的成长不好。",
        "label": ""
      },
      {
        "sentence": "对不起他们家只能是暂时的，但你的幸福是长久的。",
        "label": ""
      },
      {
        "sentence": "而且，你作为一个母亲，也应该向孩子展示正确的价值观和人生观。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的对，但是我害怕离开后会没有经济来源，孩子和我会没有保障。",
    "annotation": [
      {
        "sentence": "我知道你说的对，但是我害怕离开后会没有经济来源，孩子和我会没有保障。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，这个问题很重要。你可以先考虑一些途径来解决经济问题，例如向亲人或朋友借款，或者寻找一份工作来维持生计。同时，你可以咨询一些妇女保护组织，他们会提供经济支持和法律援助。记住，你不是一个人在战斗，有很多人愿意伸出援手帮助你。",
    "annotation": [
      {
        "sentence": "亲爱的，这个问题很重要。",
        "label": ""
      },
      {
        "sentence": "你可以先考虑一些途径来解决经济问题，例如向亲人或朋友借款，或者寻找一份工作来维持生计。",
        "label": ""
      },
      {
        "sentence": "同时，你可以咨询一些妇女保护组织，他们会提供经济支持和法律援助。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，有很多人愿意伸出援手帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能一直被动地忍受这种伤害。我会考虑寻找经济支持的途径，同时也会寻求法律援助。谢谢你的关心和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我不能一直被动地忍受这种伤害。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻找经济支持的途径，同时也会寻求法律援助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你说得对。你要相信自己的力量，相信你可以为自己和孩子创造一个安全、幸福的环境。无论遇到什么困难，都要勇敢地面对。如果你需要任何帮助或支持，记得及时与我联系。你并不孤单，我们会一直陪在你身边。",
    "annotation": [
      {
        "sentence": "亲爱的，你说得对。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的力量，相信你可以为自己和孩子创造一个安全、幸福的环境。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都要勇敢地面对。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或支持，记得及时与我联系。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一直陪在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，真的很感激。我会坚强起来，为了自己和孩子的未来努力。如果有任何问题，我会和你保持联系的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，真的很感激。",
        "label": ""
      },
      {
        "sentence": "我会坚强起来，为了自己和孩子的未来努力。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，我会和你保持联系的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你是个坚强勇敢的女人。我相信你一定可以度过这个困难时期，重新找到属于自己的幸福。记住，无论何时何地，都有人愿意为你提供帮助和支持。祝福你和孩子能够拥有美好的未来！",
    "annotation": [
      {
        "sentence": "亲爱的，你是个坚强勇敢的女人。",
        "label": ""
      },
      {
        "sentence": "我相信你一定可以度过这个困难时期，重新找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记住，无论何时何地，都有人愿意为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝福你和孩子能够拥有美好的未来！",
        "label": ""
      }
    ]
  }
]