[
  {
    "role": "client",
    "content": "当想法来了，该怎么处理？可不可以让他们不来？我以前是个不太努力又很不自信的孩子由于自身性格原因和家庭的原因，但现在意识到了这一点开始寻求改变，但是脑海里总是有强迫意识，总是下意识提醒自己要自信和努力，这种意识经常出现，我想了一下是因为我很害怕这些东西再一次失去来源于背后的害怕，我怕没有了自信又变回了以前，我怕不努力又变回了以前的状态。我想问一下当想法来了该怎么处理，可不可以让他们不来？",
    "annotation": [
      {
        "sentence": "当想法来了，该怎么处理？",
        "label": ""
      },
      {
        "sentence": "可不可以让他们不来？",
        "label": ""
      },
      {
        "sentence": "我以前是个不太努力又很不自信的孩子由于自身性格原因和家庭的原因，但现在意识到了这一点开始寻求改变，但是脑海里总是有强迫意识，总是下意识提醒自己要自信和努力，这种意识经常出现，我想了一下是因为我很害怕这些东西再一次失去来源于背后的害怕，我怕没有了自信又变回了以前，我怕不努力又变回了以前的状态。",
        "label": ""
      },
      {
        "sentence": "我想问一下当想法来了该怎么处理，可不可以让他们不来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "意识到自己不太努力又不太自信而寻求改变，这是很积极的行为。因为一个自信又努力的人，是一个强大的人，也会得到很多。那么你有没有想过，其实一个能允许自己偶尔不努力不自信的人更强大呢？",
    "annotation": [
      {
        "sentence": "意识到自己不太努力又不太自信而寻求改变，这是很积极的行为。",
        "label": ""
      },
      {
        "sentence": "因为一个自信又努力的人，是一个强大的人，也会得到很多。",
        "label": ""
      },
      {
        "sentence": "那么你有没有想过，其实一个能允许自己偶尔不努力不自信的人更强大呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有考虑过这个观点，你能告诉我更多吗？",
    "annotation": [
      {
        "sentence": "我从来没有考虑过这个观点，你能告诉我更多吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！在你的描述中我感受到，你恐惧自己不努力就会回到以前的状态，那么以前是什么状态呢？为什么这个状态会令人如此恐惧呢？",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "在你的描述中我感受到，你恐惧自己不努力就会回到以前的状态，那么以前是什么状态呢？",
        "label": ""
      },
      {
        "sentence": "为什么这个状态会令人如此恐惧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以前我很消极，经常觉得自己无能无力。我害怕再次陷入那种负面情绪中，觉得自己再也无法逃脱。",
    "annotation": [
      {
        "sentence": "以前我很消极，经常觉得自己无能无力。",
        "label": ""
      },
      {
        "sentence": "我害怕再次陷入那种负面情绪中，觉得自己再也无法逃脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很可能你的努力和自信，看起来暂时解决了你所恐惧的东西，但是我想它一定不是能够真正解决那个恐惧的根本方法。就像海浪时起时落，没有人能够让自己的状态一直抱持在那个浪尖上，就算是那些天生乐观、积极进取的人，也无法避免偶尔的低谷，有时候就是不想努力不想自信。",
    "annotation": [
      {
        "sentence": "很可能你的努力和自信，看起来暂时解决了你所恐惧的东西，但是我想它一定不是能够真正解决那个恐惧的根本方法。",
        "label": ""
      },
      {
        "sentence": "就像海浪时起时落，没有人能够让自己的状态一直抱持在那个浪尖上，就算是那些天生乐观、积极进取的人，也无法避免偶尔的低谷，有时候就是不想努力不想自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我还是怕变得消极而停止自我改变的努力。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我还是怕变得消极而停止自我改变的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一般来说，内心安全感十足的人，是能够去面对自己的“弱”的，因为他们知道，无论是什么样的状态，那都是自己的一部分。而你似乎没办法允许自己“弱”，你无法接受“不好”，那么你可以想一想，在你成长的过程中，到底是谁不能接受你的“不好”？",
    "annotation": [
      {
        "sentence": "一般来说，内心安全感十足的人，是能够去面对自己的“弱”的，因为他们知道，无论是什么样的状态，那都是自己的一部分。",
        "label": ""
      },
      {
        "sentence": "而你似乎没办法允许自己“弱”，你无法接受“不好”，那么你可以想一想，在你成长的过程中，到底是谁不能接受你的“不好”？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了一下，可能是我的父母和老师。他们总是期望我表现得很优秀，一点小失误都会被批评。",
    "annotation": [
      {
        "sentence": "我想了一下，可能是我的父母和老师。",
        "label": ""
      },
      {
        "sentence": "他们总是期望我表现得很优秀，一点小失误都会被批评。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通常来说，孩子会把重要他人对自己的看法和期待内化，以为那就是真实的自己。当你“不好”的时候，你受到了怎样的“惩罚”？是失去爱吗？你所真正恐惧的是失去爱吗？所以，你可以去觉察一下这些。当你找到你所真正恐惧的东西时，才能找到正确的方式来应对。",
    "annotation": [
      {
        "sentence": "通常来说，孩子会把重要他人对自己的看法和期待内化，以为那就是真实的自己。",
        "label": ""
      },
      {
        "sentence": "当你“不好”的时候，你受到了怎样的“惩罚”？",
        "label": ""
      },
      {
        "sentence": "是失去爱吗？",
        "label": ""
      },
      {
        "sentence": "你所真正恐惧的是失去爱吗？",
        "label": ""
      },
      {
        "sentence": "所以，你可以去觉察一下这些。",
        "label": ""
      },
      {
        "sentence": "当你找到你所真正恐惧的东西时，才能找到正确的方式来应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该意识到这些看法并试着接受自己的不完美。",
    "annotation": [
      {
        "sentence": "我明白了，我应该意识到这些看法并试着接受自己的不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的！想让自己时刻努力时刻自信，是很不切实际的，那会耗光你的精力，就像一根弹簧一直处于紧绷的状态，要么哪一天崩坏，要么就完全失去弹性，变得麻木。到那时候，可能你的心理状态就出问题了。真正的强，是能够允许自己的弱。你的那些“我要努力”的想法，如果它们要来，就让它们来吧，当它们来的时候，就静静地在脑海中看着它们，感受着它们，与它们相处，也许你就能感受到这些想法的背后，是你真正要面对的东西。",
    "annotation": [
      {
        "sentence": "对的！",
        "label": ""
      },
      {
        "sentence": "想让自己时刻努力时刻自信，是很不切实际的，那会耗光你的精力，就像一根弹簧一直处于紧绷的状态，要么哪一天崩坏，要么就完全失去弹性，变得麻木。",
        "label": ""
      },
      {
        "sentence": "到那时候，可能你的心理状态就出问题了。",
        "label": ""
      },
      {
        "sentence": "真正的强，是能够允许自己的弱。",
        "label": ""
      },
      {
        "sentence": "你的那些“我要努力”的想法，如果它们要来，就让它们来吧，当它们来的时候，就静静地在脑海中看着它们，感受着它们，与它们相处，也许你就能感受到这些想法的背后，是你真正要面对的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的很有道理，我会试着接受自己的弱点和不完美。",
    "annotation": [
      {
        "sentence": "我觉得你说的很有道理，我会试着接受自己的弱点和不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！建议你平时可以多做冥想，把你的意识集中在你的呼吸上，每一次游离开的时候，再集中回来。每天做个十分钟，看看能不能把你真实的感受和需求浮现出来。之后，如果自己无法解决，再寻求专业的心理咨询师的帮助。祝福你！擅长用卡牌、人偶等小物件进行个案精准呈现及转化，与你分享心理学相关知识和感受，欢迎关注我！",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "建议你平时可以多做冥想，把你的意识集中在你的呼吸上，每一次游离开的时候，再集中回来。",
        "label": ""
      },
      {
        "sentence": "每天做个十分钟，看看能不能把你真实的感受和需求浮现出来。",
        "label": ""
      },
      {
        "sentence": "之后，如果自己无法解决，再寻求专业的心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "擅长用卡牌、人偶等小物件进行个案精准呈现及转化，与你分享心理学相关知识和感受，欢迎关注我！",
        "label": ""
      }
    ]
  }
]