[
  {
    "role": "client",
    "content": "当想法来了，该怎么处理？可不可以让他们不来？",
    "annotation": [
      {
        "sentence": "当想法来了，该怎么处理？",
        "label": ""
      },
      {
        "sentence": "可不可以让他们不来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能理解你现在的心情，希望自己可以不受一些负面想法的影响而让自己变得又勤奋、又自信起来。神经心理学研究发现，一个人的脑细胞的活动是无法用意志来控制的。一个人的想法是其所感知到的事物在人的大脑中的再现，因此只要脑细胞存活着，人的想法就会不断的涌入大脑中，并让人产生积极和消极的情绪化反应。",
    "annotation": [
      {
        "sentence": "能理解你现在的心情，希望自己可以不受一些负面想法的影响而让自己变得又勤奋、又自信起来。",
        "label": ""
      },
      {
        "sentence": "神经心理学研究发现，一个人的脑细胞的活动是无法用意志来控制的。",
        "label": ""
      },
      {
        "sentence": "一个人的想法是其所感知到的事物在人的大脑中的再现，因此只要脑细胞存活着，人的想法就会不断的涌入大脑中，并让人产生积极和消极的情绪化反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，想法无法控制，那我应该怎样处理这些负面想法呢？",
    "annotation": [
      {
        "sentence": "我明白了，想法无法控制，那我应该怎样处理这些负面想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "消极的情绪化反应会给人带来痛苦的，因此你希望控制住让自己产生负面情绪的想法是不现实的。那么一个人的负面想法控制不了，那怎么办呢？其实你可以通过控制自己的行动，来达到改善当前状态的目的。就是说你可以通过行动让自己变得勤奋和自信起来，而不是通过控制想法的方法。但是要实现让自己变得勤奋和自信的目标这需要意志能力做保障的。",
    "annotation": [
      {
        "sentence": "消极的情绪化反应会给人带来痛苦的，因此你希望控制住让自己产生负面情绪的想法是不现实的。",
        "label": ""
      },
      {
        "sentence": "那么一个人的负面想法控制不了，那怎么办呢？",
        "label": ""
      },
      {
        "sentence": "其实你可以通过控制自己的行动，来达到改善当前状态的目的。",
        "label": ""
      },
      {
        "sentence": "就是说你可以通过行动让自己变得勤奋和自信起来，而不是通过控制想法的方法。",
        "label": ""
      },
      {
        "sentence": "但是要实现让自己变得勤奋和自信的目标这需要意志能力做保障的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该通过行动来改变自己。你有什么具体的建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，我应该通过行动来改变自己。",
        "label": ""
      },
      {
        "sentence": "你有什么具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "下面是我的几点建议，希望能给你带来帮助。一、养成勤奋的习惯。你说自己以前是个不太努力的孩子，就是说你从小没有养成勤奋的习惯，当自己意识到这个问题的时候，就是要从现在开始养成勤奋的习惯。一个人如果没有勤奋的精神并养成习惯，做什么事情都是很难的。因此让自己养成勤奋的习惯是改善和改变自己不太努力的唯一途径，你别无选择。",
    "annotation": [
      {
        "sentence": "下面是我的几点建议，希望能给你带来帮助。",
        "label": ""
      },
      {
        "sentence": "一、养成勤奋的习惯。",
        "label": ""
      },
      {
        "sentence": "你说自己以前是个不太努力的孩子，就是说你从小没有养成勤奋的习惯，当自己意识到这个问题的时候，就是要从现在开始养成勤奋的习惯。",
        "label": ""
      },
      {
        "sentence": "一个人如果没有勤奋的精神并养成习惯，做什么事情都是很难的。",
        "label": ""
      },
      {
        "sentence": "因此让自己养成勤奋的习惯是改善和改变自己不太努力的唯一途径，你别无选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会开始养成勤奋的习惯的，谢谢你的建议。还有其他方面的建议吗？",
    "annotation": [
      {
        "sentence": "我会开始养成勤奋的习惯的，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "还有其他方面的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，还有几点建议。自我严格要求：这是养成习惯、让自己变得勤奋的第一步。居里夫人说过：“懒惰和愚蠢在一起，勤奋和成功在一起，消沉和失败在一起，毅力和顺利在一起。”循序渐进，增强意志品质：先从日常的生活作息开始，养成每天按时作息的习惯，看看自己做的如何，一个星期、一个月、三个月看看自己做的如何，是否能坚持，这些都能做好了再做其他的事情，这些都做不好，那做什么都很困难。",
    "annotation": [
      {
        "sentence": "是的，还有几点建议。",
        "label": ""
      },
      {
        "sentence": "自我严格要求：这是养成习惯、让自己变得勤奋的第一步。",
        "label": ""
      },
      {
        "sentence": "居里夫人说过：“懒惰和愚蠢在一起，勤奋和成功在一起，消沉和失败在一起，毅力和顺利在一起。",
        "label": ""
      },
      {
        "sentence": "”循序渐进，增强意志品质：先从日常的生活作息开始，养成每天按时作息的习惯，看看自己做的如何，一个星期、一个月、三个月看看自己做的如何，是否能坚持，这些都能做好了再做其他的事情，这些都做不好，那做什么都很困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会逐步改善自己的作息习惯并增强意志品质。",
    "annotation": [
      {
        "sentence": "我明白了，我会逐步改善自己的作息习惯并增强意志品质。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，还有一个建议是养成自信的习惯。自信就是相信自己，一个人如果失去自信心，非常容易被颓废和绝望所困扰，甚至会因此而毁掉自己的一生。自信就是要建立良好的自我形象，自尊、被人尊重，是产生自信心的第一心理动力，一个没有自尊的人是不可能有自信的。自信就是要告诉自己“我能行”，通过忽视之前缺乏自信的表现，让自己在表现出自信的时候内心要及时给予自我表扬和鼓励，从而淡化“我无能”的心理，树立起“我也行”的心理。",
    "annotation": [
      {
        "sentence": "另外，还有一个建议是养成自信的习惯。",
        "label": ""
      },
      {
        "sentence": "自信就是相信自己，一个人如果失去自信心，非常容易被颓废和绝望所困扰，甚至会因此而毁掉自己的一生。",
        "label": ""
      },
      {
        "sentence": "自信就是要建立良好的自我形象，自尊、被人尊重，是产生自信心的第一心理动力，一个没有自尊的人是不可能有自信的。",
        "label": ""
      },
      {
        "sentence": "自信就是要告诉自己“我能行”，通过忽视之前缺乏自信的表现，让自己在表现出自信的时候内心要及时给予自我表扬和鼓励，从而淡化“我无能”的心理，树立起“我也行”的心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我将尝试建立良好的自我形象，并告诉自己“我能行”。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "我将尝试建立良好的自我形象，并告诉自己“我能行”。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，还有最后一个建议。自信也是允许自己犯错误的，一个人如果不断告诉自己“不要泄气，再努一把力就会成功！”、“没关系，失败是成功之母。”等，从遇到了挫折和失败中，找出失败的原因，鼓励自己再次尝试，就能不断成长。随着你的勤奋精神和自信心的增强，我相信你能早日走出困境。",
    "annotation": [
      {
        "sentence": "是的，还有最后一个建议。",
        "label": ""
      },
      {
        "sentence": "自信也是允许自己犯错误的，一个人如果不断告诉自己“不要泄气，再努一把力就会成功！",
        "label": ""
      },
      {
        "sentence": "”、“没关系，失败是成功之母。",
        "label": ""
      },
      {
        "sentence": "”等，从遇到了挫折和失败中，找出失败的原因，鼓励自己再次尝试，就能不断成长。",
        "label": ""
      },
      {
        "sentence": "随着你的勤奋精神和自信心的增强，我相信你能早日走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会按照你说的方法去努力改变自己。希望我能真正变得勤奋和自信起来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会按照你说的方法去努力改变自己。",
        "label": ""
      },
      {
        "sentence": "希望我能真正变得勤奋和自信起来。",
        "label": ""
      }
    ]
  }
]