[
  {
    "role": "client",
    "content": "我要被小人领导搞走了怎么办，该怎么维护自己的权益？好不容易应聘到一个单位，然后我做出纳，一起公事的是会计主管，她也是我的上级，她很霸道又自私，但是很会在财务经理面前表现和显示自己，就是上面安排了什么事情呢，她都安排给我做，说什么事情都是我的事要我负责，一开始我觉得她是我上级我就默默的都做了，但是她呢在上级面前就显得跟做了很多事情一样说自己天天加班，忙不赢，好假。",
    "annotation": [
      {
        "sentence": "我要被小人领导搞走了怎么办，该怎么维护自己的权益？",
        "label": ""
      },
      {
        "sentence": "好不容易应聘到一个单位，然后我做出纳，一起公事的是会计主管，她也是我的上级，她很霸道又自私，但是很会在财务经理面前表现和显示自己，就是上面安排了什么事情呢，她都安排给我做，说什么事情都是我的事要我负责，一开始我觉得她是我上级我就默默的都做了，但是她呢在上级面前就显得跟做了很多事情一样说自己天天加班，忙不赢，好假。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然对方不仁，也别怪我们不义。看了你的描述之后，可以感觉到你并不像自己描述的那个样子，我们还是有实力的，只是最近找工作的周期比较长，一直没有遇见合适的，导致我们对自己没有自信心了。",
    "annotation": [
      {
        "sentence": "既然对方不仁，也别怪我们不义。",
        "label": ""
      },
      {
        "sentence": "看了你的描述之后，可以感觉到你并不像自己描述的那个样子，我们还是有实力的，只是最近找工作的周期比较长，一直没有遇见合适的，导致我们对自己没有自信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，找工作确实让我感到挫败，我一直觉得自己没有能力，怕被人看不起。",
    "annotation": [
      {
        "sentence": "是的，找工作确实让我感到挫败，我一直觉得自己没有能力，怕被人看不起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以把自己最近做的工作都罗列出来，哪些是自己完成的，哪些是对方冒名顶替的。如果人事真的要求我们离开了，那么我们可以把这些证据都交给经理，让他知道我们不是能力不行，而是有人故意使绊子。",
    "annotation": [
      {
        "sentence": "我们可以把自己最近做的工作都罗列出来，哪些是自己完成的，哪些是对方冒名顶替的。",
        "label": ""
      },
      {
        "sentence": "如果人事真的要求我们离开了，那么我们可以把这些证据都交给经理，让他知道我们不是能力不行，而是有人故意使绊子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个主意不错，我可以写下来自己的工作内容，以及对方转嫁给我的工作，证明我并不是完全不努力，而是受到了不公平对待。",
    "annotation": [
      {
        "sentence": "这个主意不错，我可以写下来自己的工作内容，以及对方转嫁给我的工作，证明我并不是完全不努力，而是受到了不公平对待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同时离职的时候我们可以问一下自己哪里做的不到位，如果真的是我们自己的问题，我们可以反思一下，这对于我们的职场是有利的。如果对方提出来的事情我们都完成了，或者有什么不可避免的因素，我们也可以反馈一下，或许不一定有用，但是我们需要让他们知道有些事是不可抗拒的。",
    "annotation": [
      {
        "sentence": "同时离职的时候我们可以问一下自己哪里做的不到位，如果真的是我们自己的问题，我们可以反思一下，这对于我们的职场是有利的。",
        "label": ""
      },
      {
        "sentence": "如果对方提出来的事情我们都完成了，或者有什么不可避免的因素，我们也可以反馈一下，或许不一定有用，但是我们需要让他们知道有些事是不可抗拒的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我也可以反思一下自己的不足和可以改进的地方，这样我才能在下一份工作中更好地表现自己。同时，如果有什么情况确实不可避免，我也可以向上级反馈，让他们了解到我们在遇到困难时的实际情况。",
    "annotation": [
      {
        "sentence": "确实，我也可以反思一下自己的不足和可以改进的地方，这样我才能在下一份工作中更好地表现自己。",
        "label": ""
      },
      {
        "sentence": "同时，如果有什么情况确实不可避免，我也可以向上级反馈，让他们了解到我们在遇到困难时的实际情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "至于工作的安排，刚入职的时候应该已经说清楚了，哪些是我们的份内工作，哪些是对方的事情应该也有划分，因此是对方的事情我们可以直接拒绝。虽然有些事情是我们默默做的，但是其中的一些点和想法肯定是有迹可循的，所以我们可以提前准备好一些证据，必要的时候交给经理，让她知道我们并不是工作能力不行。",
    "annotation": [
      {
        "sentence": "至于工作的安排，刚入职的时候应该已经说清楚了，哪些是我们的份内工作，哪些是对方的事情应该也有划分，因此是对方的事情我们可以直接拒绝。",
        "label": ""
      },
      {
        "sentence": "虽然有些事情是我们默默做的，但是其中的一些点和想法肯定是有迹可循的，所以我们可以提前准备好一些证据，必要的时候交给经理，让她知道我们并不是工作能力不行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也应该更明确地划分工作职责，如果对方的要求超出了我的职责范围，我可以适当地拒绝。我可以开始记录每个工作任务的具体内容和完成情况，作为证据来证明自己的工作能力。",
    "annotation": [
      {
        "sentence": "是的，我也应该更明确地划分工作职责，如果对方的要求超出了我的职责范围，我可以适当地拒绝。",
        "label": ""
      },
      {
        "sentence": "我可以开始记录每个工作任务的具体内容和完成情况，作为证据来证明自己的工作能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然我们也可以告诫一下对方，让她知道任何事情都不是没有原则和底线的，她要一直这么搞，我们离开的时候也会把她的一些事捅出来，让她知道有些事是需要付出代价的。",
    "annotation": [
      {
        "sentence": "当然我们也可以告诫一下对方，让她知道任何事情都不是没有原则和底线的，她要一直这么搞，我们离开的时候也会把她的一些事捅出来，让她知道有些事是需要付出代价的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我也应该向对方表达我的底线和原则，并且让她知道我有能力对她的不公行为采取行动。让她意识到，对我进行假面表现是有代价的。",
    "annotation": [
      {
        "sentence": "确实，我也应该向对方表达我的底线和原则，并且让她知道我有能力对她的不公行为采取行动。",
        "label": ""
      },
      {
        "sentence": "让她意识到，对我进行假面表现是有代价的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，我们要有自信，不要被对方的欺压行为所动摇。同时，我们可以积极寻求其他的工作机会，不要只局限于当前这个单位。保持积极的心态，相信自己一定能够找到更好的工作，迎接新的挑战。",
    "annotation": [
      {
        "sentence": "对的，我们要有自信，不要被对方的欺压行为所动摇。",
        "label": ""
      },
      {
        "sentence": "同时，我们可以积极寻求其他的工作机会，不要只局限于当前这个单位。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信自己一定能够找到更好的工作，迎接新的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会按照你说的去行动，同时也要相信自己，勇敢面对困难，为自己争取权益。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会按照你说的去行动，同时也要相信自己，勇敢面对困难，为自己争取权益。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你是一个很有实力的人，相信自己，加油！我会一直支持你的。如果还有什么需要帮助的，随时向我求助。",
    "annotation": [
      {
        "sentence": "不客气，你是一个很有实力的人，相信自己，加油！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时向我求助。",
        "label": ""
      }
    ]
  }
]