[
  {
    "role": "client",
    "content": "我觉得我从小就很平庸和怯懦，不知道怎么才能有活力。俗话说三岁看到，而我在年少的时候就已经表现出了平庸与怯懦。这是一个事实，我就是个胆小怕事的人，不知道因为胆小错过了多少机会，但这个特点很难改变。生活并不会因为我胆小懦弱就给予我特殊照顾。改变自己是很困难的事情，感觉要改变就像要我放弃生命一样。我感到很迷茫，不知道未来的路应该怎么走，我不论在哪个单位都不会有出色的表现，这一点我非常确定。因此，我对生活感到痛苦和无奈。",
    "annotation": [
      {
        "sentence": "我觉得我从小就很平庸和怯懦，不知道怎么才能有活力。",
        "label": ""
      },
      {
        "sentence": "俗话说三岁看到，而我在年少的时候就已经表现出了平庸与怯懦。",
        "label": ""
      },
      {
        "sentence": "这是一个事实，我就是个胆小怕事的人，不知道因为胆小错过了多少机会，但这个特点很难改变。",
        "label": ""
      },
      {
        "sentence": "生活并不会因为我胆小懦弱就给予我特殊照顾。",
        "label": ""
      },
      {
        "sentence": "改变自己是很困难的事情，感觉要改变就像要我放弃生命一样。",
        "label": ""
      },
      {
        "sentence": "我感到很迷茫，不知道未来的路应该怎么走，我不论在哪个单位都不会有出色的表现，这一点我非常确定。",
        "label": ""
      },
      {
        "sentence": "因此，我对生活感到痛苦和无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感觉到你内心的焦虑和无助，看起来胆小懦弱给你的正常工作和生活带来了很大的困扰，甚至让你坚信自己的本性就是这样的，并且认为自己在任何单位都无法取得进展。你有这样的想法我能够理解，从社会发展的角度来看，胆小懦弱在一定程度上的确会限制一个人的能力，给工作和生活带来不必要的束缚，影响你的发展。这是一个比较客观的事实，就像你说的，因为胆小懦弱让你错过了许多机会。然而，事情并非绝对，每个人都在不断成长变化，在某些刺激下，胆小懦弱可能会发生改变，让你变得更勇敢、更自信。对你来说，改变自己被视为一项艰巨的任务，几乎要付出生命的代价。这表明你存在着一种习得性的自我否定和无助感，对改变缺乏动力，无法面对改变自己所带来的压力。通常，这种情况与成长经历及家庭环境有很大关系，尤其是与父母之间的亲密关系。缺乏父母给予的尊重、信任、理解、接纳、认可和支持，会导致你内心缺乏自信和安全感。关于“三岁看八十”的说法，是过去老一辈用来评判一个孩子的思维方式。这样的观念会将一个孩子固定在某一层面上，认为内向的孩子一直都内向，没有前途等等，没有考虑到事物是不断变化的。实际上，一个孩子在三岁时的状态未必会保持到八十岁，经过几十年的成长，无论是身体还是心理，都会有很大变化。因此，用一个人小时候的状态来定义他老年时的状态并不准确，存在着一定的不确定因素。你在这里求助反映了你对美好生活的渴望，希望改变自己的状况，过上勇敢、坚强、轻松自在的生活。正如你所说，上天不会因为一个人胆小懦弱而给予特殊关照，所以你只能靠自己积极主动地改变。但仅仅想要改变还不够，你还需要寻找合适的心理咨询师进行咨询，这样才能产生相应的效果。就像一个人生病了，只是想看医生而不去医院挂号、缴费、遵从医嘱和吃药，病是不会自己治愈的。平台上有很多合适的咨询师，你可以根据回复的信息预约自己认为合适的老师接受心理咨询，帮助自己解决困扰的问题。",
    "annotation": [
      {
        "sentence": "我能感觉到你内心的焦虑和无助，看起来胆小懦弱给你的正常工作和生活带来了很大的困扰，甚至让你坚信自己的本性就是这样的，并且认为自己在任何单位都无法取得进展。",
        "label": ""
      },
      {
        "sentence": "你有这样的想法我能够理解，从社会发展的角度来看，胆小懦弱在一定程度上的确会限制一个人的能力，给工作和生活带来不必要的束缚，影响你的发展。",
        "label": ""
      },
      {
        "sentence": "这是一个比较客观的事实，就像你说的，因为胆小懦弱让你错过了许多机会。",
        "label": ""
      },
      {
        "sentence": "然而，事情并非绝对，每个人都在不断成长变化，在某些刺激下，胆小懦弱可能会发生改变，让你变得更勇敢、更自信。",
        "label": ""
      },
      {
        "sentence": "对你来说，改变自己被视为一项艰巨的任务，几乎要付出生命的代价。",
        "label": ""
      },
      {
        "sentence": "这表明你存在着一种习得性的自我否定和无助感，对改变缺乏动力，无法面对改变自己所带来的压力。",
        "label": ""
      },
      {
        "sentence": "通常，这种情况与成长经历及家庭环境有很大关系，尤其是与父母之间的亲密关系。",
        "label": ""
      },
      {
        "sentence": "缺乏父母给予的尊重、信任、理解、接纳、认可和支持，会导致你内心缺乏自信和安全感。",
        "label": ""
      },
      {
        "sentence": "关于“三岁看八十”的说法，是过去老一辈用来评判一个孩子的思维方式。",
        "label": ""
      },
      {
        "sentence": "这样的观念会将一个孩子固定在某一层面上，认为内向的孩子一直都内向，没有前途等等，没有考虑到事物是不断变化的。",
        "label": ""
      },
      {
        "sentence": "实际上，一个孩子在三岁时的状态未必会保持到八十岁，经过几十年的成长，无论是身体还是心理，都会有很大变化。",
        "label": ""
      },
      {
        "sentence": "因此，用一个人小时候的状态来定义他老年时的状态并不准确，存在着一定的不确定因素。",
        "label": ""
      },
      {
        "sentence": "你在这里求助反映了你对美好生活的渴望，希望改变自己的状况，过上勇敢、坚强、轻松自在的生活。",
        "label": ""
      },
      {
        "sentence": "正如你所说，上天不会因为一个人胆小懦弱而给予特殊关照，所以你只能靠自己积极主动地改变。",
        "label": ""
      },
      {
        "sentence": "但仅仅想要改变还不够，你还需要寻找合适的心理咨询师进行咨询，这样才能产生相应的效果。",
        "label": ""
      },
      {
        "sentence": "就像一个人生病了，只是想看医生而不去医院挂号、缴费、遵从医嘱和吃药，病是不会自己治愈的。",
        "label": ""
      },
      {
        "sentence": "平台上有很多合适的咨询师，你可以根据回复的信息预约自己认为合适的老师接受心理咨询，帮助自己解决困扰的问题。",
        "label": ""
      }
    ]
  }
]