[
  {
    "role": "client",
    "content": "我觉得身边的一些美好事情都变得很困难了，而且很容易产生焦虑的情绪。我常常无法感受到身边的美好，总是从各个角度去想事情的坏面。而且，对于那些摆在我面前的美好事物，要么觉得与我无关，要么觉得很吵闹。最近这种心态甚至发展成了一种愤慨，看到路上的陌生人都觉得他们很可恶。甚至一些不文明的行为或者无关紧要的恶作剧，我内心的悲愤都会转化成一时的“仇恨”之情。我想找人倾诉，但是找不到任何人可以聊这些事情。之前和朋友或者父母谈过，父母觉得我小题大作，朋友则认为我太敏感了。近年来，由于长时间散播消极情绪，我能够和的朋友都背离了。所以我现在更不想找任何人谈论负面话题，只能偶尔嘴上难以忍受时躲起来哭，甚至摔东西发泄。我真的无法忍受了，现在除了发一些搞笑视频给别人看，我已经找不到可以分享的正能量了。一直以来我都很焦虑，容易紧张，但是干呕的情况比较少。但是今年开始，这种情况变得越来越多，现在只要一想到手头还有未完成的工作，即使是自己感兴趣的事情，都能引发干呕的感觉。我喝了几天玫瑰花茶，平时工作中的焦躁情绪确实有所减轻，但是对于这种突然触发的情绪却无法控制。",
    "annotation": [
      {
        "sentence": "我觉得身边的一些美好事情都变得很困难了，而且很容易产生焦虑的情绪。",
        "label": ""
      },
      {
        "sentence": "我常常无法感受到身边的美好，总是从各个角度去想事情的坏面。",
        "label": ""
      },
      {
        "sentence": "而且，对于那些摆在我面前的美好事物，要么觉得与我无关，要么觉得很吵闹。",
        "label": ""
      },
      {
        "sentence": "最近这种心态甚至发展成了一种愤慨，看到路上的陌生人都觉得他们很可恶。",
        "label": ""
      },
      {
        "sentence": "甚至一些不文明的行为或者无关紧要的恶作剧，我内心的悲愤都会转化成一时的“仇恨”之情。",
        "label": ""
      },
      {
        "sentence": "我想找人倾诉，但是找不到任何人可以聊这些事情。",
        "label": ""
      },
      {
        "sentence": "之前和朋友或者父母谈过，父母觉得我小题大作，朋友则认为我太敏感了。",
        "label": ""
      },
      {
        "sentence": "近年来，由于长时间散播消极情绪，我能够和的朋友都背离了。",
        "label": ""
      },
      {
        "sentence": "所以我现在更不想找任何人谈论负面话题，只能偶尔嘴上难以忍受时躲起来哭，甚至摔东西发泄。",
        "label": ""
      },
      {
        "sentence": "我真的无法忍受了，现在除了发一些搞笑视频给别人看，我已经找不到可以分享的正能量了。",
        "label": ""
      },
      {
        "sentence": "一直以来我都很焦虑，容易紧张，但是干呕的情况比较少。",
        "label": ""
      },
      {
        "sentence": "但是今年开始，这种情况变得越来越多，现在只要一想到手头还有未完成的工作，即使是自己感兴趣的事情，都能引发干呕的感觉。",
        "label": ""
      },
      {
        "sentence": "我喝了几天玫瑰花茶，平时工作中的焦躁情绪确实有所减轻，但是对于这种突然触发的情绪却无法控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们的情绪就像一个罐子，平常生活中的种种情绪慢慢地积累起来，渐渐地满了，当这个罐子装满时，我们的情绪就会爆发。在这个时候，我们往往容易做一些非常不理智的事情，或者放大自己平时习惯性的发泄情绪的方式，比如你说的摔东西。而且还会出现一些身体上的反应，比如干呕。不论是焦虑、紧张、抱怨的情绪，还是嫉恶如仇的性格，它们其实都在讲述同一个事实，那就是你只能接受事情的一面，而忽略了每件事情背后的其他角度。比如近年来频繁出现的一些因情绪而引发的恶性伤害事件，这些人行为背后是有原因的。他们真的坏到故意去干这些事吗？我曾研究过这些案例背后的当事人，发现他们往往有一段艰难的经历，也许他们不擅长沟通，不擅长表达。但是他们有一个共同点，即觉得自己被误解，或者无法理解社会中的复杂情感体验。就像你说的，你对生活充满负面看法，实际上原因是你只看到了事情的一个方面，并缺乏更多角度的思考。比如抱怨，是因为你心里做出了一种评判，觉得自己比这些人做得更好，用这种行为来证明自己是一个好人，值得被爱，被尊重和关心。但是在现实生活中，每个人都有自己的生活和安排。如果你无法体会别人的生活，你可以从自己的角度去观察。当你的周围的人遇到困难时，你是否愿意帮助他们？当你的家人犯错时，你是否会原谅他们？当你的家人做得不好时，你是否会安慰他们？当你的家人取得成绩时，你是否会赞扬他们？我相信你的回答是否定的，因为你觉得别人做得不好，就应该指出他们的不足，觉得别人需要自立自强，而不是寻求帮助。如果别人做得好，你可能觉得那是每个人都该做到的，不需要赞美和肯定。但实际上并非如此，我们是群居的动物，我们希望在关系中呈现出幸福、互助和友好。所以我们希望有美好的关系，而不是冲突、指责、抱怨、挑剔、嫌弃、甚至攻击。所以现在你要思考一个问题，你想要怎样的关系？在与家人相处时，你希望你们之间是和谐、充满爱意的，还是充满冲突的？如果你希望关系更好，你可以做些什么来营造这样的环境呢？当你的家人破坏和谐关系时，你又可以为你们的关系做些什么呢？我相信当你真诚地希望关系是和谐、美好、幸福、快乐的时候，他们也会感受到你的期望，并愿意与你一起创造这样的环境。我衷心地希望我的回答对你有所帮助，我和这个世界都爱着你。",
    "annotation": [
      {
        "sentence": "我们的情绪就像一个罐子，平常生活中的种种情绪慢慢地积累起来，渐渐地满了，当这个罐子装满时，我们的情绪就会爆发。",
        "label": ""
      },
      {
        "sentence": "在这个时候，我们往往容易做一些非常不理智的事情，或者放大自己平时习惯性的发泄情绪的方式，比如你说的摔东西。",
        "label": ""
      },
      {
        "sentence": "而且还会出现一些身体上的反应，比如干呕。",
        "label": ""
      },
      {
        "sentence": "不论是焦虑、紧张、抱怨的情绪，还是嫉恶如仇的性格，它们其实都在讲述同一个事实，那就是你只能接受事情的一面，而忽略了每件事情背后的其他角度。",
        "label": ""
      },
      {
        "sentence": "比如近年来频繁出现的一些因情绪而引发的恶性伤害事件，这些人行为背后是有原因的。",
        "label": ""
      },
      {
        "sentence": "他们真的坏到故意去干这些事吗？",
        "label": ""
      },
      {
        "sentence": "我曾研究过这些案例背后的当事人，发现他们往往有一段艰难的经历，也许他们不擅长沟通，不擅长表达。",
        "label": ""
      },
      {
        "sentence": "但是他们有一个共同点，即觉得自己被误解，或者无法理解社会中的复杂情感体验。",
        "label": ""
      },
      {
        "sentence": "就像你说的，你对生活充满负面看法，实际上原因是你只看到了事情的一个方面，并缺乏更多角度的思考。",
        "label": ""
      },
      {
        "sentence": "比如抱怨，是因为你心里做出了一种评判，觉得自己比这些人做得更好，用这种行为来证明自己是一个好人，值得被爱，被尊重和关心。",
        "label": ""
      },
      {
        "sentence": "但是在现实生活中，每个人都有自己的生活和安排。",
        "label": ""
      },
      {
        "sentence": "如果你无法体会别人的生活，你可以从自己的角度去观察。",
        "label": ""
      },
      {
        "sentence": "当你的周围的人遇到困难时，你是否愿意帮助他们？",
        "label": ""
      },
      {
        "sentence": "当你的家人犯错时，你是否会原谅他们？",
        "label": ""
      },
      {
        "sentence": "当你的家人做得不好时，你是否会安慰他们？",
        "label": ""
      },
      {
        "sentence": "当你的家人取得成绩时，你是否会赞扬他们？",
        "label": ""
      },
      {
        "sentence": "我相信你的回答是否定的，因为你觉得别人做得不好，就应该指出他们的不足，觉得别人需要自立自强，而不是寻求帮助。",
        "label": ""
      },
      {
        "sentence": "如果别人做得好，你可能觉得那是每个人都该做到的，不需要赞美和肯定。",
        "label": ""
      },
      {
        "sentence": "但实际上并非如此，我们是群居的动物，我们希望在关系中呈现出幸福、互助和友好。",
        "label": ""
      },
      {
        "sentence": "所以我们希望有美好的关系，而不是冲突、指责、抱怨、挑剔、嫌弃、甚至攻击。",
        "label": ""
      },
      {
        "sentence": "所以现在你要思考一个问题，你想要怎样的关系？",
        "label": ""
      },
      {
        "sentence": "在与家人相处时，你希望你们之间是和谐、充满爱意的，还是充满冲突的？",
        "label": ""
      },
      {
        "sentence": "如果你希望关系更好，你可以做些什么来营造这样的环境呢？",
        "label": ""
      },
      {
        "sentence": "当你的家人破坏和谐关系时，你又可以为你们的关系做些什么呢？",
        "label": ""
      },
      {
        "sentence": "我相信当你真诚地希望关系是和谐、美好、幸福、快乐的时候，他们也会感受到你的期望，并愿意与你一起创造这样的环境。",
        "label": ""
      },
      {
        "sentence": "我衷心地希望我的回答对你有所帮助，我和这个世界都爱着你。",
        "label": ""
      }
    ]
  }
]