[
  {
    "role": "client",
    "content": "我最近一直处于后怕的状态，担心被误会，不知道该如何调整。",
    "annotation": [
      {
        "sentence": "我最近一直处于后怕的状态，担心被误会，不知道该如何调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，看到你的描述，你是一名医生，这是一个非常有意义的职业。然而，你好像被自己的担忧压垮了。让我们一起看看到底发生了什么事情。你的故事让我想起《on call 36小时》里的Andy，他是一个实习医生。有一次，当他面对一个病人胸腔状况突发时，虽然场上有专业医生，但他由于缺乏自信，不敢向病人施针。你现在担忧的是婴儿因为免疫力低而受细菌感染，但你相信自己的诊断吗？你害怕被领导批评说你收红包，那你收了吗？如果收了，那你的担忧是合理的。但实际上你根本没有这样做，却一直担心被误会。那你相信自己是一个值得信赖的人吗？其实这两件事说明了你失去了对自己的信心，而且边界出现了问题。",
    "annotation": [
      {
        "sentence": "亲爱的朋友，看到你的描述，你是一名医生，这是一个非常有意义的职业。",
        "label": ""
      },
      {
        "sentence": "然而，你好像被自己的担忧压垮了。",
        "label": ""
      },
      {
        "sentence": "让我们一起看看到底发生了什么事情。",
        "label": ""
      },
      {
        "sentence": "你的故事让我想起《on call 36小时》里的Andy，他是一个实习医生。",
        "label": ""
      },
      {
        "sentence": "有一次，当他面对一个病人胸腔状况突发时，虽然场上有专业医生，但他由于缺乏自信，不敢向病人施针。",
        "label": ""
      },
      {
        "sentence": "你现在担忧的是婴儿因为免疫力低而受细菌感染，但你相信自己的诊断吗？",
        "label": ""
      },
      {
        "sentence": "你害怕被领导批评说你收红包，那你收了吗？",
        "label": ""
      },
      {
        "sentence": "如果收了，那你的担忧是合理的。",
        "label": ""
      },
      {
        "sentence": "但实际上你根本没有这样做，却一直担心被误会。",
        "label": ""
      },
      {
        "sentence": "那你相信自己是一个值得信赖的人吗？",
        "label": ""
      },
      {
        "sentence": "其实这两件事说明了你失去了对自己的信心，而且边界出现了问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。我想一想你提到的问题。我回想一下当时考取医生资格证的过程，当年是怎样毕业的，颁发证书的学校和机构是否审核过我的资格。想了想，我意识到我是经过了很多努力，才取得了这个资格。这些颁发机构都相信我有判断能力，相信我将来能成为一个合格的医生，否则他们不会让我毕业。这确实让我更有信心。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "我想一想你提到的问题。",
        "label": ""
      },
      {
        "sentence": "我回想一下当时考取医生资格证的过程，当年是怎样毕业的，颁发证书的学校和机构是否审核过我的资格。",
        "label": ""
      },
      {
        "sentence": "想了想，我意识到我是经过了很多努力，才取得了这个资格。",
        "label": ""
      },
      {
        "sentence": "这些颁发机构都相信我有判断能力，相信我将来能成为一个合格的医生，否则他们不会让我毕业。",
        "label": ""
      },
      {
        "sentence": "这确实让我更有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你回顾了一下自己的努力和取得的成绩，对于恢复你对自己的信心非常有效。还记得《on call 36小时》里面的故事吗？其实除了投诉，家属还会表达感激之情。每次看病，病人是否会对你说“谢谢医生”？我相信会有，因为我亲眼见过。这些病人无法自己医治疾病，他们唯一信赖的是专业人士，当病人说出感谢的时候，你有什么感受？虽然只是简单的一句“谢谢”，但这也是说明“医患关系”不仅仅是“投诉”，还有来自信赖的感谢。",
    "annotation": [
      {
        "sentence": "是的，你回顾了一下自己的努力和取得的成绩，对于恢复你对自己的信心非常有效。",
        "label": ""
      },
      {
        "sentence": "还记得《on call 36小时》里面的故事吗？",
        "label": ""
      },
      {
        "sentence": "其实除了投诉，家属还会表达感激之情。",
        "label": ""
      },
      {
        "sentence": "每次看病，病人是否会对你说“谢谢医生”？",
        "label": ""
      },
      {
        "sentence": "我相信会有，因为我亲眼见过。",
        "label": ""
      },
      {
        "sentence": "这些病人无法自己医治疾病，他们唯一信赖的是专业人士，当病人说出感谢的时候，你有什么感受？",
        "label": ""
      },
      {
        "sentence": "虽然只是简单的一句“谢谢”，但这也是说明“医患关系”不仅仅是“投诉”，还有来自信赖的感谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，每当有病人说谢谢的时候，我都会感到一种满足感。我想我应该更加珍惜这些来自病人的感谢和信任，以及自己的选择做医生的原因。",
    "annotation": [
      {
        "sentence": "你说得对，每当有病人说谢谢的时候，我都会感到一种满足感。",
        "label": ""
      },
      {
        "sentence": "我想我应该更加珍惜这些来自病人的感谢和信任，以及自己的选择做医生的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你当初选择做医生的原因是什么呢？虽然这个职业考试难，面对医患关系有压力，并且医疗行业也具有风险，但你为什么坚持完成了医生的毕业呢？而不是选择做药剂师或者化验师？我相信你当初有自己的理由，无论怎样，你都要对自己的选择负责任。",
    "annotation": [
      {
        "sentence": "是的，你当初选择做医生的原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "虽然这个职业考试难，面对医患关系有压力，并且医疗行业也具有风险，但你为什么坚持完成了医生的毕业呢？",
        "label": ""
      },
      {
        "sentence": "而不是选择做药剂师或者化验师？",
        "label": ""
      },
      {
        "sentence": "我相信你当初有自己的理由，无论怎样，你都要对自己的选择负责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我当初选择做医生是因为我希望能治愈病人的疾病，我认为这种满足感是金钱买不到的。虽然工作中存在风险和压力，但我觉得只要我专注投入，忘我地做好自己的工作，那担忧的画面终将消失。而且，无论如何别人怎样评价我都不重要，只要我在自己的边界内做好工作，以专心工作为目标，就是对自己最大的支持和肯定。",
    "annotation": [
      {
        "sentence": "我当初选择做医生是因为我希望能治愈病人的疾病，我认为这种满足感是金钱买不到的。",
        "label": ""
      },
      {
        "sentence": "虽然工作中存在风险和压力，但我觉得只要我专注投入，忘我地做好自己的工作，那担忧的画面终将消失。",
        "label": ""
      },
      {
        "sentence": "而且，无论如何别人怎样评价我都不重要，只要我在自己的边界内做好工作，以专心工作为目标，就是对自己最大的支持和肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得非常对，对于一个好医生来说，最重要的是投入和忘我的态度。虽然对于每个病人来说，对你是否成为一个好医生的定义不同，但是只要你专注投入，自然就会忘我，那些担忧的画面也会慢慢消失。同时，无论别人怎么评价你、怎么解读你，那都是在他们的边界内的事情。你只需要专心做好自己边界内的事情，就是最重要的。我记得我的家人曾经告诉我，当他们觉得某个医生或者医院不好的时候，他们会选择另一个医生或者医院。而能够继续选择你作为他们的医生，那就是他们对你的信任。因此，你也要对自己有信心，信任自己的选择。",
    "annotation": [
      {
        "sentence": "你说得非常对，对于一个好医生来说，最重要的是投入和忘我的态度。",
        "label": ""
      },
      {
        "sentence": "虽然对于每个病人来说，对你是否成为一个好医生的定义不同，但是只要你专注投入，自然就会忘我，那些担忧的画面也会慢慢消失。",
        "label": ""
      },
      {
        "sentence": "同时，无论别人怎么评价你、怎么解读你，那都是在他们的边界内的事情。",
        "label": ""
      },
      {
        "sentence": "你只需要专心做好自己边界内的事情，就是最重要的。",
        "label": ""
      },
      {
        "sentence": "我记得我的家人曾经告诉我，当他们觉得某个医生或者医院不好的时候，他们会选择另一个医生或者医院。",
        "label": ""
      },
      {
        "sentence": "而能够继续选择你作为他们的医生，那就是他们对你的信任。",
        "label": ""
      },
      {
        "sentence": "因此，你也要对自己有信心，信任自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！你的话让我重新审视了自己，我明白了应该如何调整自己的思维模式和态度。我会更加珍惜病人的信任和感谢，专注投入工作，不再为不必要的担忧所困扰。谢谢你给予我的建议和支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "你的话让我重新审视了自己，我明白了应该如何调整自己的思维模式和态度。",
        "label": ""
      },
      {
        "sentence": "我会更加珍惜病人的信任和感谢，专注投入工作，不再为不必要的担忧所困扰。",
        "label": ""
      },
      {
        "sentence": "谢谢你给予我的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你能够调整自己的思维模式和态度，重新找回对医生这个职业的热爱和信心。如果以后还有任何困扰或需要帮助的地方，记得随时找我倾诉。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够调整自己的思维模式和态度，重新找回对医生这个职业的热爱和信心。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困扰或需要帮助的地方，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我会铭记你的话语，积极面对工作和生活，再次感谢你的支持和理解！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我会铭记你的话语，积极面对工作和生活，再次感谢你的支持和理解！",
        "label": ""
      }
    ]
  }
]