[
  {
    "role": "client",
    "content": "为什么看到妈妈软弱，我觉得非常气愤？",
    "annotation": [
      {
        "sentence": "为什么看到妈妈软弱，我觉得非常气愤？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你父母的两人关系里，你母亲的沟通模式似乎是“讨好型”，她无法维护自己的边界，她“理所当然”地成为那个“被剥削”“被欺负”的受害者。而你的父亲的模式“指责型”，他可以不断向你的母亲索取，理所当然成为“施暴者”。可能出于对母亲天然的爱，你在三个人的关系里和母亲结成“同盟”，她的愤怒投射给你，你变得愤怒、打抱不平、委屈。是这样吗？",
    "annotation": [
      {
        "sentence": "在你父母的两人关系里，你母亲的沟通模式似乎是“讨好型”，她无法维护自己的边界，她“理所当然”地成为那个“被剥削”“被欺负”的受害者。",
        "label": ""
      },
      {
        "sentence": "而你的父亲的模式“指责型”，他可以不断向你的母亲索取，理所当然成为“施暴者”。",
        "label": ""
      },
      {
        "sentence": "可能出于对母亲天然的爱，你在三个人的关系里和母亲结成“同盟”，她的愤怒投射给你，你变得愤怒、打抱不平、委屈。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉你理解我所遇到的问题。",
    "annotation": [
      {
        "sentence": "是的，我感觉你理解我所遇到的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "两性关系其实并不是表面看到的那样，你母亲之所以为成为“受害者”，父亲成为“施暴者”，是他们两者在长期的互动过程中形成的“模式”和“平衡”。之所以没有被打破，是因为他们各自潜意识里的选择、同时在这种模式中得到隐藏的好处、以及双方都还没有意愿觉察、成长和改变。母亲为什么会选择委屈自己，被剥削呢？很可能因为她自己的成长经历里，常常是被忽视、不被重视的一方。她习得的模式可能是——需要不断付出，过度付出，才能获得别人的认可，才能感受到被爱，才能获得存在的价值感。也有可能，成为受害者能让自己体会到道德的清白感和优越感。这些隐形的好处，甚至你的母亲自己都无法觉察。",
    "annotation": [
      {
        "sentence": "两性关系其实并不是表面看到的那样，你母亲之所以为成为“受害者”，父亲成为“施暴者”，是他们两者在长期的互动过程中形成的“模式”和“平衡”。",
        "label": ""
      },
      {
        "sentence": "之所以没有被打破，是因为他们各自潜意识里的选择、同时在这种模式中得到隐藏的好处、以及双方都还没有意愿觉察、成长和改变。",
        "label": ""
      },
      {
        "sentence": "母亲为什么会选择委屈自己，被剥削呢？",
        "label": ""
      },
      {
        "sentence": "很可能因为她自己的成长经历里，常常是被忽视、不被重视的一方。",
        "label": ""
      },
      {
        "sentence": "她习得的模式可能是——需要不断付出，过度付出，才能获得别人的认可，才能感受到被爱，才能获得存在的价值感。",
        "label": ""
      },
      {
        "sentence": "也有可能，成为受害者能让自己体会到道德的清白感和优越感。",
        "label": ""
      },
      {
        "sentence": "这些隐形的好处，甚至你的母亲自己都无法觉察。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，看来这个问题的背后有很多深层次的原因。",
    "annotation": [
      {
        "sentence": "我明白了，看来这个问题的背后有很多深层次的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但凡关系必有需要，一段关系没有结束，一定是他和她的某部分需要仍然被这段关系满足着。心理学上有个三角化概念，指的是在家庭系统中，如果夫妻之间出现冲突，双方或其中一方就可能会产生明显的焦虑。此时，为了减轻焦虑，另一个家庭成员就会进入夫妻关系中，平衡他们之间的关系，构成三角关系。他们关系中存在的焦虑和愤怒，很明显投射给你，让你表达这份情绪，你也在帮助维系这个家庭系统的稳定。",
    "annotation": [
      {
        "sentence": "但凡关系必有需要，一段关系没有结束，一定是他和她的某部分需要仍然被这段关系满足着。",
        "label": ""
      },
      {
        "sentence": "心理学上有个三角化概念，指的是在家庭系统中，如果夫妻之间出现冲突，双方或其中一方就可能会产生明显的焦虑。",
        "label": ""
      },
      {
        "sentence": "此时，为了减轻焦虑，另一个家庭成员就会进入夫妻关系中，平衡他们之间的关系，构成三角关系。",
        "label": ""
      },
      {
        "sentence": "他们关系中存在的焦虑和愤怒，很明显投射给你，让你表达这份情绪，你也在帮助维系这个家庭系统的稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以我是作为一个家庭系统中的稳定因素存在的？",
    "annotation": [
      {
        "sentence": "所以我是作为一个家庭系统中的稳定因素存在的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的存在对于家庭系统的稳定具有重要作用。但是你也不必承担过多的责任，毕竟他们的关系问题是他们彼此各自的选择。",
    "annotation": [
      {
        "sentence": "是的，你的存在对于家庭系统的稳定具有重要作用。",
        "label": ""
      },
      {
        "sentence": "但是你也不必承担过多的责任，毕竟他们的关系问题是他们彼此各自的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该适当地放下一些责任感。",
    "annotation": [
      {
        "sentence": "我明白了，我应该适当地放下一些责任感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错。而如果要改变这个家庭系统，可能需要大家一起成长和提升，适应变化并调整自己的行为。这是最困难的一步，你们可能需要寻求家庭系统治疗师的帮助，一起进行调整。",
    "annotation": [
      {
        "sentence": "没错。",
        "label": ""
      },
      {
        "sentence": "而如果要改变这个家庭系统，可能需要大家一起成长和提升，适应变化并调整自己的行为。",
        "label": ""
      },
      {
        "sentence": "这是最困难的一步，你们可能需要寻求家庭系统治疗师的帮助，一起进行调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会跟父母商量一下，看看他们是否愿意接受治疗师的帮助。",
    "annotation": [
      {
        "sentence": "我会跟父母商量一下，看看他们是否愿意接受治疗师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这样他们可以更好地意识到问题，并尝试改变。同时，如果你的母亲能够成长并有意识地维护自己的边界，这个平衡就会被打破，但如果你的父亲没有改变，那这段关系很可能就会破裂。记住，将责任还给他们，让他们自己处理，你只需要接纳、理解和觉察，你就不会那么焦虑了。",
    "annotation": [
      {
        "sentence": "很好，这样他们可以更好地意识到问题，并尝试改变。",
        "label": ""
      },
      {
        "sentence": "同时，如果你的母亲能够成长并有意识地维护自己的边界，这个平衡就会被打破，但如果你的父亲没有改变，那这段关系很可能就会破裂。",
        "label": ""
      },
      {
        "sentence": "记住，将责任还给他们，让他们自己处理，你只需要接纳、理解和觉察，你就不会那么焦虑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会好好考虑的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会好好考虑的。",
        "label": ""
      }
    ]
  }
]