[
  {
    "role": "client",
    "content": "我是一个狮子座女生，曾经是老师的宠儿，可是现在我的成绩不理想，我感到非常焦虑。",
    "annotation": [
      {
        "sentence": "我是一个狮子座女生，曾经是老师的宠儿，可是现在我的成绩不理想，我感到非常焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，从你的描述中我看到的是一个对自己高要求并且不断奋斗的优秀少女！你从小学大队长，到初中学生会主席，再到全市最好的高中，再到大火箭班，一路走来，想必都是万众瞩目的焦点吧。所以在你到了更高的平台上之后，你在这个新环境中感到与以前不一样了，就觉得好像失去了自己的光芒，现在有种手足无措的无力感。先给你个抱抱！我们来一起思考一下你对成绩不理想的困惑。",
    "annotation": [
      {
        "sentence": "同学，从你的描述中我看到的是一个对自己高要求并且不断奋斗的优秀少女！",
        "label": ""
      },
      {
        "sentence": "你从小学大队长，到初中学生会主席，再到全市最好的高中，再到大火箭班，一路走来，想必都是万众瞩目的焦点吧。",
        "label": ""
      },
      {
        "sentence": "所以在你到了更高的平台上之后，你在这个新环境中感到与以前不一样了，就觉得好像失去了自己的光芒，现在有种手足无措的无力感。",
        "label": ""
      },
      {
        "sentence": "先给你个抱抱！",
        "label": ""
      },
      {
        "sentence": "我们来一起思考一下你对成绩不理想的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我对于成绩的要求一直很高，但自从进了这个班之后，成绩一直不理想，老师也没有太关注我。周围都是优秀的人，我感到很焦躁。强制住校，大家的学习时间都是一样的，为什么我就考不好呢？我在这个班也没有存在感，我应该考虑换一个差一点的班吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我对于成绩的要求一直很高，但自从进了这个班之后，成绩一直不理想，老师也没有太关注我。",
        "label": ""
      },
      {
        "sentence": "周围都是优秀的人，我感到很焦躁。",
        "label": ""
      },
      {
        "sentence": "强制住校，大家的学习时间都是一样的，为什么我就考不好呢？",
        "label": ""
      },
      {
        "sentence": "我在这个班也没有存在感，我应该考虑换一个差一点的班吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，能考进这个班的同学都是非常优秀的，想要在这样优秀的人群中脱颖而出，的确更加困难。但其实这是一个很好地真正提升自己的机会，身边都是旗鼓相当的对手，自己就更要努力啦！你提到的住校学习的时间一样，但其实也不是绝对的，课外时间的利用也是会有不同的。还有就是学习效率。高中相比初中，学习的难度更大，内容更多，不知道同学有没有找到适合自己的学习方法呢？曾经是老师的宠儿，现在没有那么受关注，可能让你感到失落，不自信。如果丢了自信，对学习产生困扰的话，也是会影响成绩的哦。还有同学提到了初恋，觉得自己配不上他。实际上，他和你在一起，不就是说明你自己也很不错吗？如果他的存在让你认识到自己的不足，那就更应该有动力去提升自己啦！恋爱会占用一些时间与精力，从你的描述中，我感觉你处于一种焦虑又低沉的状态里。平时过多的忧虑肯定也会导致注意力不集中，影响成绩哦。希望你找到平衡，停止怀疑自己，勇往直前！加油！",
    "annotation": [
      {
        "sentence": "同学，能考进这个班的同学都是非常优秀的，想要在这样优秀的人群中脱颖而出，的确更加困难。",
        "label": ""
      },
      {
        "sentence": "但其实这是一个很好地真正提升自己的机会，身边都是旗鼓相当的对手，自己就更要努力啦！",
        "label": ""
      },
      {
        "sentence": "你提到的住校学习的时间一样，但其实也不是绝对的，课外时间的利用也是会有不同的。",
        "label": ""
      },
      {
        "sentence": "还有就是学习效率。",
        "label": ""
      },
      {
        "sentence": "高中相比初中，学习的难度更大，内容更多，不知道同学有没有找到适合自己的学习方法呢？",
        "label": ""
      },
      {
        "sentence": "曾经是老师的宠儿，现在没有那么受关注，可能让你感到失落，不自信。",
        "label": ""
      },
      {
        "sentence": "如果丢了自信，对学习产生困扰的话，也是会影响成绩的哦。",
        "label": ""
      },
      {
        "sentence": "还有同学提到了初恋，觉得自己配不上他。",
        "label": ""
      },
      {
        "sentence": "实际上，他和你在一起，不就是说明你自己也很不错吗？",
        "label": ""
      },
      {
        "sentence": "如果他的存在让你认识到自己的不足，那就更应该有动力去提升自己啦！",
        "label": ""
      },
      {
        "sentence": "恋爱会占用一些时间与精力，从你的描述中，我感觉你处于一种焦虑又低沉的状态里。",
        "label": ""
      },
      {
        "sentence": "平时过多的忧虑肯定也会导致注意力不集中，影响成绩哦。",
        "label": ""
      },
      {
        "sentence": "希望你找到平衡，停止怀疑自己，勇往直前！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白了，我应该更加努力去适应这个新的环境，找到适合自己的学习方法。虽然在这个班没有那么出彩，但我也有自己的价值和能力，我要重新找回自信，不再害怕挑战自己。恋爱确实会分散注意力，我会控制好时间和精力，实现学习和恋爱的平衡。谢谢你，支持者！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该更加努力去适应这个新的环境，找到适合自己的学习方法。",
        "label": ""
      },
      {
        "sentence": "虽然在这个班没有那么出彩，但我也有自己的价值和能力，我要重新找回自信，不再害怕挑战自己。",
        "label": ""
      },
      {
        "sentence": "恋爱确实会分散注意力，我会控制好时间和精力，实现学习和恋爱的平衡。",
        "label": ""
      },
      {
        "sentence": "谢谢你，支持者！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，你说的非常好！相信自己，坚持努力，你一定可以克服这个困难，取得更好的成绩。不要忘记，你的过去的努力和成就已经证明了你的能力。适应新环境需要时间，不要放太大的压力在自己身上，慢慢来，一步步向前。如果还有任何困扰，随时找我聊天，我会一直支持你的！加油！",
    "annotation": [
      {
        "sentence": "同学，你说的非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定可以克服这个困难，取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你的过去的努力和成就已经证明了你的能力。",
        "label": ""
      },
      {
        "sentence": "适应新环境需要时间，不要放太大的压力在自己身上，慢慢来，一步步向前。",
        "label": ""
      },
      {
        "sentence": "如果还有任何困扰，随时找我聊天，我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]