[
  {
    "role": "client",
    "content": "我是一个狮子座的女生，曾经是老师的宠儿，但是现在成绩不理想了，我感到很焦虑。",
    "annotation": [
      {
        "sentence": "我是一个狮子座的女生，曾经是老师的宠儿，但是现在成绩不理想了，我感到很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据您的情况来看，可以看出你的性格是比较要强的，狮子座本身个人的领导能力是不错的，你也符合，只是因为短期内我们受到了挫折，这就需要你拥有抗压能力和情绪调节的方法。",
    "annotation": [
      {
        "sentence": "根据您的情况来看，可以看出你的性格是比较要强的，狮子座本身个人的领导能力是不错的，你也符合，只是因为短期内我们受到了挫折，这就需要你拥有抗压能力和情绪调节的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直以来都很优秀，但现在成绩不理想，我很失望。为了做好一件事情，我总是非常有决心。",
    "annotation": [
      {
        "sentence": "是的，我一直以来都很优秀，但现在成绩不理想，我很失望。",
        "label": ""
      },
      {
        "sentence": "为了做好一件事情，我总是非常有决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人无完人，我们遇到的事情也不可能每一件都顺风顺水，首先我们需要对自己进行一个准确的认识，接纳自己不完美的地方。我们可以尽量去避免我们做得不好的地方，你考上了火箭班，成绩却不理想。一方面，我们会因为成绩而伤心，会不甘心，不服气，这都是正常的现象，另一方面，因为你本身就没有经历过什么成绩上的挫折，这反而会容易让自己自暴自弃，容易放弃一件事情。",
    "annotation": [
      {
        "sentence": "人无完人，我们遇到的事情也不可能每一件都顺风顺水，首先我们需要对自己进行一个准确的认识，接纳自己不完美的地方。",
        "label": ""
      },
      {
        "sentence": "我们可以尽量去避免我们做得不好的地方，你考上了火箭班，成绩却不理想。",
        "label": ""
      },
      {
        "sentence": "一方面，我们会因为成绩而伤心，会不甘心，不服气，这都是正常的现象，另一方面，因为你本身就没有经历过什么成绩上的挫折，这反而会容易让自己自暴自弃，容易放弃一件事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没考好，我感觉自己在这个班没有存在感，我考虑换个差一点的班级，或许会好些。",
    "annotation": [
      {
        "sentence": "我没考好，我感觉自己在这个班没有存在感，我考虑换个差一点的班级，或许会好些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "逃避问题永远解决不了问题，你是否考虑到我换班级，要花时间去熟悉和适应，一些教学的资源可能的不如以前班上的好，学习氛围也可能不如以前，你又是否能够确保自己能够做好呢？也许在差班，你会很优秀，因为人都会进行比较，但是在好的环境里竞争，虽然有压力，但可以督促我们，约束自己，不甘于满足，那些优秀者的赞美也不需要刻意去追求，我们默默证明自己，满怀期待，积累力量，最后一鸣惊人，这不也很好吗？",
    "annotation": [
      {
        "sentence": "逃避问题永远解决不了问题，你是否考虑到我换班级，要花时间去熟悉和适应，一些教学的资源可能的不如以前班上的好，学习氛围也可能不如以前，你又是否能够确保自己能够做好呢？",
        "label": ""
      },
      {
        "sentence": "也许在差班，你会很优秀，因为人都会进行比较，但是在好的环境里竞争，虽然有压力，但可以督促我们，约束自己，不甘于满足，那些优秀者的赞美也不需要刻意去追求，我们默默证明自己，满怀期待，积累力量，最后一鸣惊人，这不也很好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，逃避确实不是解决问题的方式，或许在好的环境里会更有动力。可是，我还是觉得自己配不上我初恋的这个优秀男生，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得对，逃避确实不是解决问题的方式，或许在好的环境里会更有动力。",
        "label": ""
      },
      {
        "sentence": "可是，我还是觉得自己配不上我初恋的这个优秀男生，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到了自己的初恋，他很优秀，你们可以一起进步，一起学习呀。慢慢和他去靠近，你就不会想着自己配不上他了，因为你自卑，没有自信，才会有这样的想法。人生的每一步都算数，从现在开始什么也不晚，只管去做，时间会给你答案。希望我的回答能够对你有帮助，加油加油加油，相信自己。",
    "annotation": [
      {
        "sentence": "遇到了自己的初恋，他很优秀，你们可以一起进步，一起学习呀。",
        "label": ""
      },
      {
        "sentence": "慢慢和他去靠近，你就不会想着自己配不上他了，因为你自卑，没有自信，才会有这样的想法。",
        "label": ""
      },
      {
        "sentence": "人生的每一步都算数，从现在开始什么也不晚，只管去做，时间会给你答案。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够对你有帮助，加油加油加油，相信自己。",
        "label": ""
      }
    ]
  }
]