[
  {
    "role": "client",
    "content": "我是一个29岁的女性，做事情需要别人给我信心，不然我就会感到恐惧。我胆子小，自卑，见识少，去到陌生的环境中会感到拘束，一直回避接触和了解事物。我可能害怕犯错、闯祸给人添麻烦，或者被人嘲笑，这让我感到很丢脸。我经常陷入紧张的情绪中，一点小事或问题想不通就给自己施加很多心理压力和负担。有时可能和我妈妈在外面的指责有关，我也认为自己很差劲。我真的太容易想太多了，怕被人笑、怕被人嘲讽，怕被人说我这样做不应该……我没底气，做什么都畏手畏脚，面对自己想要的东西时常常不敢开口说出来。有时我要么就在心里给自己打气练习开口，要么就是憋到回家自己难受。我看到其他人很正常，顺口谈论自己想要的东西、想做的事情，我才意识到连正常人可以说可以做的小事我都做不到。我有很多顾虑和恐惧，需要别人鼓励给我信心，我自己给不了自己信心。我感到空洞、受伤，我找不到自己的力量，而且我父母也不会在意我遇到的问题，我和他们很相似，很难意识到问题的关键点在哪里，只会在面对现实问题时释放和爆发负面情绪，或者回避责任，好像是没有头脑似的。",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，做事情需要别人给我信心，不然我就会感到恐惧。",
        "label": ""
      },
      {
        "sentence": "我胆子小，自卑，见识少，去到陌生的环境中会感到拘束，一直回避接触和了解事物。",
        "label": ""
      },
      {
        "sentence": "我可能害怕犯错、闯祸给人添麻烦，或者被人嘲笑，这让我感到很丢脸。",
        "label": ""
      },
      {
        "sentence": "我经常陷入紧张的情绪中，一点小事或问题想不通就给自己施加很多心理压力和负担。",
        "label": ""
      },
      {
        "sentence": "有时可能和我妈妈在外面的指责有关，我也认为自己很差劲。",
        "label": ""
      },
      {
        "sentence": "我真的太容易想太多了，怕被人笑、怕被人嘲讽，怕被人说我这样做不应该……我没底气，做什么都畏手畏脚，面对自己想要的东西时常常不敢开口说出来。",
        "label": ""
      },
      {
        "sentence": "有时我要么就在心里给自己打气练习开口，要么就是憋到回家自己难受。",
        "label": ""
      },
      {
        "sentence": "我看到其他人很正常，顺口谈论自己想要的东西、想做的事情，我才意识到连正常人可以说可以做的小事我都做不到。",
        "label": ""
      },
      {
        "sentence": "我有很多顾虑和恐惧，需要别人鼓励给我信心，我自己给不了自己信心。",
        "label": ""
      },
      {
        "sentence": "我感到空洞、受伤，我找不到自己的力量，而且我父母也不会在意我遇到的问题，我和他们很相似，很难意识到问题的关键点在哪里，只会在面对现实问题时释放和爆发负面情绪，或者回避责任，好像是没有头脑似的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我觉得你对自己有了清晰的认识，这一点已经比你的父母要强很多了！我能感觉到你从小生长在这样的环境中，久而久之形成了这样的性格或思维习惯，这是来自原生家庭的一种性格缺陷。问题不是一朝一夕形成的，所以要想改变自己需要漫长的时间。但只要坚持下去，肯定会有效果的。既然你习惯性地把自信建立在别人身上，那么我觉得你可以找一个亲密的人（不是父母），通过潜意识的方式建立对自己的信心，同时获得这个可以信任的人的鼓励。不断地进行自我肯定，同时接受最信任的人的积极鼓励，长此以往会对你产生积极的影响。最后，我希望你不再烦恼！",
    "annotation": [
      {
        "sentence": "看了你的描述，我觉得你对自己有了清晰的认识，这一点已经比你的父母要强很多了！",
        "label": ""
      },
      {
        "sentence": "我能感觉到你从小生长在这样的环境中，久而久之形成了这样的性格或思维习惯，这是来自原生家庭的一种性格缺陷。",
        "label": ""
      },
      {
        "sentence": "问题不是一朝一夕形成的，所以要想改变自己需要漫长的时间。",
        "label": ""
      },
      {
        "sentence": "但只要坚持下去，肯定会有效果的。",
        "label": ""
      },
      {
        "sentence": "既然你习惯性地把自信建立在别人身上，那么我觉得你可以找一个亲密的人（不是父母），通过潜意识的方式建立对自己的信心，同时获得这个可以信任的人的鼓励。",
        "label": ""
      },
      {
        "sentence": "不断地进行自我肯定，同时接受最信任的人的积极鼓励，长此以往会对你产生积极的影响。",
        "label": ""
      },
      {
        "sentence": "最后，我希望你不再烦恼！",
        "label": ""
      }
    ]
  }
]