[
  {
    "role": "client",
    "content": "我辞职考教资，但是最近我的信念感很弱，没有任何动力，我该怎么办？几年前我一直梦想着成为一名老师，这个梦想也一直是我前进的动力。之后我在毕业后找到一家培训机构成为了一名实习老师，在这段时间里我非常积极。我从一个不懂事的新手逐渐成长为一个能够解决各种问题的老师，我受到了领导的赏识，也得到了很多家长和孩子们的喜爱与认可。但由于是培训班，我经常需要招生、宣传和组织活动，学生越来越多，以至于我连休息的时间都没有，整个星期都在工作，变得非常忙碌。即使工作结束，我还要在外面组织活动，这让我的身体感到非常疲倦，工作越来越没有激情。我不会拒绝别人的请求，所以领导总是让我帮忙，即使不叫其他人也会叫我。但有时候我并不想帮她，却无法拒绝。刚开始我还可以安慰自己，认为这些是对我锻炼的机会。但是随着时间的推移，我感到越来越委屈。经过了两个月的考虑，我最终还是决定辞职了。辞职之后，我感到非常迷茫。我想要成为一名老师，展现自己的价值，所以我想要考教资。但是现在我完全没有动力，复习也无法进入状态，我只想放松玩耍。如果我不考教资，我又会感到后悔。我真的很困惑。",
    "annotation": [
      {
        "sentence": "我辞职考教资，但是最近我的信念感很弱，没有任何动力，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "几年前我一直梦想着成为一名老师，这个梦想也一直是我前进的动力。",
        "label": ""
      },
      {
        "sentence": "之后我在毕业后找到一家培训机构成为了一名实习老师，在这段时间里我非常积极。",
        "label": ""
      },
      {
        "sentence": "我从一个不懂事的新手逐渐成长为一个能够解决各种问题的老师，我受到了领导的赏识，也得到了很多家长和孩子们的喜爱与认可。",
        "label": ""
      },
      {
        "sentence": "但由于是培训班，我经常需要招生、宣传和组织活动，学生越来越多，以至于我连休息的时间都没有，整个星期都在工作，变得非常忙碌。",
        "label": ""
      },
      {
        "sentence": "即使工作结束，我还要在外面组织活动，这让我的身体感到非常疲倦，工作越来越没有激情。",
        "label": ""
      },
      {
        "sentence": "我不会拒绝别人的请求，所以领导总是让我帮忙，即使不叫其他人也会叫我。",
        "label": ""
      },
      {
        "sentence": "但有时候我并不想帮她，却无法拒绝。",
        "label": ""
      },
      {
        "sentence": "刚开始我还可以安慰自己，认为这些是对我锻炼的机会。",
        "label": ""
      },
      {
        "sentence": "但是随着时间的推移，我感到越来越委屈。",
        "label": ""
      },
      {
        "sentence": "经过了两个月的考虑，我最终还是决定辞职了。",
        "label": ""
      },
      {
        "sentence": "辞职之后，我感到非常迷茫。",
        "label": ""
      },
      {
        "sentence": "我想要成为一名老师，展现自己的价值，所以我想要考教资。",
        "label": ""
      },
      {
        "sentence": "但是现在我完全没有动力，复习也无法进入状态，我只想放松玩耍。",
        "label": ""
      },
      {
        "sentence": "如果我不考教资，我又会感到后悔。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回想一下你在培训机构当实习老师的经历，这段经历是否改变了你对老师这个职业的理解呢？以前上学时，你为什么会梦想成为一名老师并且坚持了这么多年呢？在实习期间，当领导赏识你，被家长和学生喜爱和认可的时候，你充满了动力。但是由于是培训机构，你经常需要做招生、宣传和活动的工作，这让你加班加点，感到非常疲倦，但是没有得到相应的回报，付出和回报不成比例，你的激情逐渐消失了。而且你还需要替领导跑腿，一开始你可能只是安慰自己，觉得这是一个锻炼的机会，但是后来你感到越来越委屈，因为你为了完成额外的任务付出了辛苦，却没有得到你想要的认可和奖励。看起来，你的实习经历让你意识到成为一名老师并不像想象中那么美好，这个职业既有吸引你的地方，又有不堪言的苦处。现在你不再理想化老师这个职业，而且对于付出努力考教资是否值得也感到不确定。其实无论选择什么职业，都会遇到类似的情况：在外人看来光鲜亮丽、令人羡慕的行业，只有进入其中才能真正了解圈内人为之付出的代价。在任何岗位上都可能出现激情满满和职业倦怠的时候。你现在的倦怠可能并不是因为你不适应这个职业，而是和职场中的人际关系有关。处理人际关系确实需要经验，很多职场新人都会遇到类似的困境。所以这次的经历也是一次很重要的历练，吃一堑，长一智。不同的部门氛围是不一样的，也许是这个机构的氛围不适合你，而不是说老师这个职业不适合你。考教资主要是考察你的业务素质，你多年的坚持加上努力，问题不会太大。有了教资，你的未来选择也更广阔了。",
    "annotation": [
      {
        "sentence": "回想一下你在培训机构当实习老师的经历，这段经历是否改变了你对老师这个职业的理解呢？",
        "label": ""
      },
      {
        "sentence": "以前上学时，你为什么会梦想成为一名老师并且坚持了这么多年呢？",
        "label": ""
      },
      {
        "sentence": "在实习期间，当领导赏识你，被家长和学生喜爱和认可的时候，你充满了动力。",
        "label": ""
      },
      {
        "sentence": "但是由于是培训机构，你经常需要做招生、宣传和活动的工作，这让你加班加点，感到非常疲倦，但是没有得到相应的回报，付出和回报不成比例，你的激情逐渐消失了。",
        "label": ""
      },
      {
        "sentence": "而且你还需要替领导跑腿，一开始你可能只是安慰自己，觉得这是一个锻炼的机会，但是后来你感到越来越委屈，因为你为了完成额外的任务付出了辛苦，却没有得到你想要的认可和奖励。",
        "label": ""
      },
      {
        "sentence": "看起来，你的实习经历让你意识到成为一名老师并不像想象中那么美好，这个职业既有吸引你的地方，又有不堪言的苦处。",
        "label": ""
      },
      {
        "sentence": "现在你不再理想化老师这个职业，而且对于付出努力考教资是否值得也感到不确定。",
        "label": ""
      },
      {
        "sentence": "其实无论选择什么职业，都会遇到类似的情况：在外人看来光鲜亮丽、令人羡慕的行业，只有进入其中才能真正了解圈内人为之付出的代价。",
        "label": ""
      },
      {
        "sentence": "在任何岗位上都可能出现激情满满和职业倦怠的时候。",
        "label": ""
      },
      {
        "sentence": "你现在的倦怠可能并不是因为你不适应这个职业，而是和职场中的人际关系有关。",
        "label": ""
      },
      {
        "sentence": "处理人际关系确实需要经验，很多职场新人都会遇到类似的困境。",
        "label": ""
      },
      {
        "sentence": "所以这次的经历也是一次很重要的历练，吃一堑，长一智。",
        "label": ""
      },
      {
        "sentence": "不同的部门氛围是不一样的，也许是这个机构的氛围不适合你，而不是说老师这个职业不适合你。",
        "label": ""
      },
      {
        "sentence": "考教资主要是考察你的业务素质，你多年的坚持加上努力，问题不会太大。",
        "label": ""
      },
      {
        "sentence": "有了教资，你的未来选择也更广阔了。",
        "label": ""
      }
    ]
  }
]