[
  {
    "role": "client",
    "content": "我最近辞职考教资，可是我发现自己的信念感不强，没有动力了。以前我一直梦想着要成为一名老师，这个梦想也一直支撑着我前进。我毕业后找到了一个培训机构做实习老师，刚开始工作时我很积极。从一开始的小白到现在能解决各种问题，我在工作中不断成长，领导也很看重我。我也得到了很多家长和孩子的喜爱与认可。但由于是培训班，我时常需要招生、宣传、搞活动等等，学生越来越多，整个星期都没有休息时间，我忙里忙外的。本来也是应该下班了，却还在外面组织活动，还不算加班，搞得身体很累，工作和付出的不成正比，对工作越来越没有激情。领导总是让我跑腿，她不叫其他人，就叫我。但有时候我并不想帮她跑腿，可我又不敢拒绝。一开始我还安慰自己，说这些都是锻炼，没关系。可是随着时间的推移，我越来越委屈，在长达两个月的考虑之后，我最终还是辞职了。辞职之后我很迷茫，虽然想继续做老师，体现自己的价值，但是复习也看不进书，总想着玩，不考又怕后悔，真的很迷茫。",
    "annotation": [
      {
        "sentence": "我最近辞职考教资，可是我发现自己的信念感不强，没有动力了。",
        "label": ""
      },
      {
        "sentence": "以前我一直梦想着要成为一名老师，这个梦想也一直支撑着我前进。",
        "label": ""
      },
      {
        "sentence": "我毕业后找到了一个培训机构做实习老师，刚开始工作时我很积极。",
        "label": ""
      },
      {
        "sentence": "从一开始的小白到现在能解决各种问题，我在工作中不断成长，领导也很看重我。",
        "label": ""
      },
      {
        "sentence": "我也得到了很多家长和孩子的喜爱与认可。",
        "label": ""
      },
      {
        "sentence": "但由于是培训班，我时常需要招生、宣传、搞活动等等，学生越来越多，整个星期都没有休息时间，我忙里忙外的。",
        "label": ""
      },
      {
        "sentence": "本来也是应该下班了，却还在外面组织活动，还不算加班，搞得身体很累，工作和付出的不成正比，对工作越来越没有激情。",
        "label": ""
      },
      {
        "sentence": "领导总是让我跑腿，她不叫其他人，就叫我。",
        "label": ""
      },
      {
        "sentence": "但有时候我并不想帮她跑腿，可我又不敢拒绝。",
        "label": ""
      },
      {
        "sentence": "一开始我还安慰自己，说这些都是锻炼，没关系。",
        "label": ""
      },
      {
        "sentence": "可是随着时间的推移，我越来越委屈，在长达两个月的考虑之后，我最终还是辞职了。",
        "label": ""
      },
      {
        "sentence": "辞职之后我很迷茫，虽然想继续做老师，体现自己的价值，但是复习也看不进书，总想着玩，不考又怕后悔，真的很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你想考教师证，但是复习的动力不够。我想了解一下，你对教师行业的现状了解吗？比如说老师每周的工作情况、薪资待遇、人生价值等等。你身边有很多当老师的朋友吗？他们对自己的职业有何评价？好的老师是什么样子的？还有，假设你通过了考试，你想去哪个学校教书呢？进入那所学校容易吗？你想教授哪门课程，哪个年级的学生？目前有这方面的空缺吗？你自己有哪些优势呢？另外，如果以后遇到类似的领导，你会如何应对呢？这些问题了解透彻了，或许你就能做出决断了。等你下定决心了，就没有考不考、后不后悔的问题了。没有人天生就喜欢迎接挑战，大家都希望生活舒适。你现在缺乏动力也不难理解。当然，你会有放弃的念头，又担心会后悔。这与你对当老师的理想紧密相关，你一直梦想成为老师，而且以前有过很好的实习经历，这些经历给你留下了深刻的印象，回忆起来非常美好，你会终生难忘，对吗？同时，在工作中你也受到了一些不公平的对待，领导只找你做额外的工作，没有给予物质回报。这种不公平让你对领导产生了独特的看法，同时也引发了一种负面情绪，这种情绪带入到工作中，使你的理想产生了动摇，觉得这份工作并不那么伟大，最终选择了离开。不知道我的分析是否准确。很多时候，我们总是在拥有的时候不珍惜，失去之后才意识到它的珍贵。当你重新拾起梦想的时候，之前的不愉快和动摇的念头也会涌上心头，你不确定未来是否像你想象的那么美好，现在的付出是否值得。但如果你不去尝试，万一将来真的会很成功，那就太可惜了。所以你会陷入进退两难的纠结状态。这种纠结会带来负面情绪，而负面情绪又会影响你做出积极主动的正确决策，从而导致越来越难以做出选择，形成恶性循环。现在我们先把目光放在眼前。想要考证，需要做哪些准备呢？要拿到好成绩，成功获取证书，并在竞争中脱颖而出，你还需要做些什么呢？如果继续现状，你会得到什么？你在教育行业中已经有了几年的愉快工作经历，这个工作也符合你的理想和兴趣。如果换个行业，你对其他行业有多大兴趣？有多少经验？需要付出多大努力？成功的机会有多大？我理解，即使你付出再多的努力，获得再好的成绩，也不一定马上会有岗位等着你。但那毕竟是未来的事情。虽然付出不一定就有回报，但没有辛勤努力，想要回报就完全不可能。你同意吗？希望你能静下心来好好思考，成为一名优秀的人才，热爱自己的职业！",
    "annotation": [
      {
        "sentence": "你说你想考教师证，但是复习的动力不够。",
        "label": ""
      },
      {
        "sentence": "我想了解一下，你对教师行业的现状了解吗？",
        "label": ""
      },
      {
        "sentence": "比如说老师每周的工作情况、薪资待遇、人生价值等等。",
        "label": ""
      },
      {
        "sentence": "你身边有很多当老师的朋友吗？",
        "label": ""
      },
      {
        "sentence": "他们对自己的职业有何评价？",
        "label": ""
      },
      {
        "sentence": "好的老师是什么样子的？",
        "label": ""
      },
      {
        "sentence": "还有，假设你通过了考试，你想去哪个学校教书呢？",
        "label": ""
      },
      {
        "sentence": "进入那所学校容易吗？",
        "label": ""
      },
      {
        "sentence": "你想教授哪门课程，哪个年级的学生？",
        "label": ""
      },
      {
        "sentence": "目前有这方面的空缺吗？",
        "label": ""
      },
      {
        "sentence": "你自己有哪些优势呢？",
        "label": ""
      },
      {
        "sentence": "另外，如果以后遇到类似的领导，你会如何应对呢？",
        "label": ""
      },
      {
        "sentence": "这些问题了解透彻了，或许你就能做出决断了。",
        "label": ""
      },
      {
        "sentence": "等你下定决心了，就没有考不考、后不后悔的问题了。",
        "label": ""
      },
      {
        "sentence": "没有人天生就喜欢迎接挑战，大家都希望生活舒适。",
        "label": ""
      },
      {
        "sentence": "你现在缺乏动力也不难理解。",
        "label": ""
      },
      {
        "sentence": "当然，你会有放弃的念头，又担心会后悔。",
        "label": ""
      },
      {
        "sentence": "这与你对当老师的理想紧密相关，你一直梦想成为老师，而且以前有过很好的实习经历，这些经历给你留下了深刻的印象，回忆起来非常美好，你会终生难忘，对吗？",
        "label": ""
      },
      {
        "sentence": "同时，在工作中你也受到了一些不公平的对待，领导只找你做额外的工作，没有给予物质回报。",
        "label": ""
      },
      {
        "sentence": "这种不公平让你对领导产生了独特的看法，同时也引发了一种负面情绪，这种情绪带入到工作中，使你的理想产生了动摇，觉得这份工作并不那么伟大，最终选择了离开。",
        "label": ""
      },
      {
        "sentence": "不知道我的分析是否准确。",
        "label": ""
      },
      {
        "sentence": "很多时候，我们总是在拥有的时候不珍惜，失去之后才意识到它的珍贵。",
        "label": ""
      },
      {
        "sentence": "当你重新拾起梦想的时候，之前的不愉快和动摇的念头也会涌上心头，你不确定未来是否像你想象的那么美好，现在的付出是否值得。",
        "label": ""
      },
      {
        "sentence": "但如果你不去尝试，万一将来真的会很成功，那就太可惜了。",
        "label": ""
      },
      {
        "sentence": "所以你会陷入进退两难的纠结状态。",
        "label": ""
      },
      {
        "sentence": "这种纠结会带来负面情绪，而负面情绪又会影响你做出积极主动的正确决策，从而导致越来越难以做出选择，形成恶性循环。",
        "label": ""
      },
      {
        "sentence": "现在我们先把目光放在眼前。",
        "label": ""
      },
      {
        "sentence": "想要考证，需要做哪些准备呢？",
        "label": ""
      },
      {
        "sentence": "要拿到好成绩，成功获取证书，并在竞争中脱颖而出，你还需要做些什么呢？",
        "label": ""
      },
      {
        "sentence": "如果继续现状，你会得到什么？",
        "label": ""
      },
      {
        "sentence": "你在教育行业中已经有了几年的愉快工作经历，这个工作也符合你的理想和兴趣。",
        "label": ""
      },
      {
        "sentence": "如果换个行业，你对其他行业有多大兴趣？",
        "label": ""
      },
      {
        "sentence": "有多少经验？",
        "label": ""
      },
      {
        "sentence": "需要付出多大努力？",
        "label": ""
      },
      {
        "sentence": "成功的机会有多大？",
        "label": ""
      },
      {
        "sentence": "我理解，即使你付出再多的努力，获得再好的成绩，也不一定马上会有岗位等着你。",
        "label": ""
      },
      {
        "sentence": "但那毕竟是未来的事情。",
        "label": ""
      },
      {
        "sentence": "虽然付出不一定就有回报，但没有辛勤努力，想要回报就完全不可能。",
        "label": ""
      },
      {
        "sentence": "你同意吗？",
        "label": ""
      },
      {
        "sentence": "希望你能静下心来好好思考，成为一名优秀的人才，热爱自己的职业！",
        "label": ""
      }
    ]
  }
]