[
  {
    "role": "client",
    "content": "为什么会更易记住别人对我们造成的负面的东西？明明有些好的、满意的人。却因为遇到一些不那么满意的人，因为她们的负面语言，造成伤害，而纠结、难过很久。",
    "annotation": [
      {
        "sentence": "为什么会更易记住别人对我们造成的负面的东西？",
        "label": ""
      },
      {
        "sentence": "明明有些好的、满意的人。",
        "label": ""
      },
      {
        "sentence": "却因为遇到一些不那么满意的人，因为她们的负面语言，造成伤害，而纠结、难过很久。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的困扰。让我来帮助你解决这个问题。有时候我们很容易记住别人对我们的负面评价，这是因为负面的体验往往给我们留下更深刻的印象。但是，我们不能只看到别人的负面评价，还要学会从他们的评价中寻找帮助与成长的机会。",
    "annotation": [
      {
        "sentence": "很理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "让我来帮助你解决这个问题。",
        "label": ""
      },
      {
        "sentence": "有时候我们很容易记住别人对我们的负面评价，这是因为负面的体验往往给我们留下更深刻的印象。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能只看到别人的负面评价，还要学会从他们的评价中寻找帮助与成长的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该更多地关注那些能帮助我成长和进步的部分。但是我觉得我常常为了别人的负面评价而陷入自我怀疑和纠结中，感觉很难受。",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该更多地关注那些能帮助我成长和进步的部分。",
        "label": ""
      },
      {
        "sentence": "但是我觉得我常常为了别人的负面评价而陷入自我怀疑和纠结中，感觉很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。让我给你举个例子：想象一下，你拥有一张干净的白纸，但是突然不小心在白纸上面洒了一滴墨水。这时候你的注意力便会被这一滴墨水而吸引，并且可能一直耿耿于怀这个黑点的存在污染了这张原本干净的纸。而他人对自己的一些语言中伤就如同这一抹黑点杂质，所以会人们更容易记住他人的负面评价，而纠结，难过很久。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "让我给你举个例子：想象一下，你拥有一张干净的白纸，但是突然不小心在白纸上面洒了一滴墨水。",
        "label": ""
      },
      {
        "sentence": "这时候你的注意力便会被这一滴墨水而吸引，并且可能一直耿耿于怀这个黑点的存在污染了这张原本干净的纸。",
        "label": ""
      },
      {
        "sentence": "而他人对自己的一些语言中伤就如同这一抹黑点杂质，所以会人们更容易记住他人的负面评价，而纠结，难过很久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的例子很生动，我明白了。所以，当我遇到负面评价时，我应该像看待那张有一滴墨水的白纸一样，不要把负面评价影响到我对自己的全面认知。",
    "annotation": [
      {
        "sentence": "你的例子很生动，我明白了。",
        "label": ""
      },
      {
        "sentence": "所以，当我遇到负面评价时，我应该像看待那张有一滴墨水的白纸一样，不要把负面评价影响到我对自己的全面认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说得很对。在与他人的交往中，我们会遇到一些志趣相投的、友好而善良的人，也难免的会遇见一些与自己观点背道而驰或者不那么友好的人。所以我们会得到他人的各种不同的评价，好的评价令人满足，坏的评价会让人失望。但这样的失望不应该长时间的困扰着自己，如果因为他人的评价持续地陷入到负面情绪中自我怀疑，这就需要做出一些自我觉察和调整了。",
    "annotation": [
      {
        "sentence": "是的，你说得很对。",
        "label": ""
      },
      {
        "sentence": "在与他人的交往中，我们会遇到一些志趣相投的、友好而善良的人，也难免的会遇见一些与自己观点背道而驰或者不那么友好的人。",
        "label": ""
      },
      {
        "sentence": "所以我们会得到他人的各种不同的评价，好的评价令人满足，坏的评价会让人失望。",
        "label": ""
      },
      {
        "sentence": "但这样的失望不应该长时间的困扰着自己，如果因为他人的评价持续地陷入到负面情绪中自我怀疑，这就需要做出一些自我觉察和调整了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你认为我应该如何进行自我觉察和调整呢？",
    "annotation": [
      {
        "sentence": "你认为我应该如何进行自我觉察和调整呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得可能在你的成长过程中，抚养者习惯了打击式教育，要求孩子凡事符合家长的期待，常常拿他人与孩子做比较。久而久之，孩子就会将自己的价值感与他人的评价挂钩，每当受到了他人给出的不好的评价时就容易陷入自我否定中，因此没有形成稳定的自我评价系统，习惯了依赖他人的评价来定义自己。",
    "annotation": [
      {
        "sentence": "我觉得可能在你的成长过程中，抚养者习惯了打击式教育，要求孩子凡事符合家长的期待，常常拿他人与孩子做比较。",
        "label": ""
      },
      {
        "sentence": "久而久之，孩子就会将自己的价值感与他人的评价挂钩，每当受到了他人给出的不好的评价时就容易陷入自我否定中，因此没有形成稳定的自我评价系统，习惯了依赖他人的评价来定义自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小确实受到了家长的高要求和不断拿我与别人比较的教育方式，导致我对他人评价过于敏感，也难以建立稳定的自我评价。那你有什么建议来帮助我提升自我稳定性呢？",
    "annotation": [
      {
        "sentence": "我从小确实受到了家长的高要求和不断拿我与别人比较的教育方式，导致我对他人评价过于敏感，也难以建立稳定的自我评价。",
        "label": ""
      },
      {
        "sentence": "那你有什么建议来帮助我提升自我稳定性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解到自己为何会受困于他人的评价后，需要去提升自我稳定性来取代依赖他人的评价定义自己的模式。当你从自己的内心开始接纳自己，认可自己后，便能够意识到他人的评价或好或坏都只是他人的主观感受，而不会轻易地动摇你对自己的了解和信任。",
    "annotation": [
      {
        "sentence": "了解到自己为何会受困于他人的评价后，需要去提升自我稳定性来取代依赖他人的评价定义自己的模式。",
        "label": ""
      },
      {
        "sentence": "当你从自己的内心开始接纳自己，认可自己后，便能够意识到他人的评价或好或坏都只是他人的主观感受，而不会轻易地动摇你对自己的了解和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我应该更加相信自己，不再把他人的评价作为衡量自我的唯一标准。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我应该更加相信自己，不再把他人的评价作为衡量自我的唯一标准。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你理解得很好。那怎么来提升自我稳定性呢？我建议你从提升自己的能力中去获得自我掌控感。在你不断提升的过程中，受到的正面反馈会越来越多，你也会越来越自信。就像一场考试，如果最初你只能考60分，你可能会担心别人说你成绩不好。但是当你慢慢进步，到了能够考到90分时，你就不会那么在意别人说了什么，而是把精力放在如何进步上。",
    "annotation": [
      {
        "sentence": "对的，你理解得很好。",
        "label": ""
      },
      {
        "sentence": "那怎么来提升自我稳定性呢？",
        "label": ""
      },
      {
        "sentence": "我建议你从提升自己的能力中去获得自我掌控感。",
        "label": ""
      },
      {
        "sentence": "在你不断提升的过程中，受到的正面反馈会越来越多，你也会越来越自信。",
        "label": ""
      },
      {
        "sentence": "就像一场考试，如果最初你只能考60分，你可能会担心别人说你成绩不好。",
        "label": ""
      },
      {
        "sentence": "但是当你慢慢进步，到了能够考到90分时，你就不会那么在意别人说了什么，而是把精力放在如何进步上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我应该更加注重自我提升，从中获得正面反馈，并且相信自己的潜力。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该更加注重自我提升，从中获得正面反馈，并且相信自己的潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！回到最初的白纸黑点的比喻上，如果只看到那么一点杂质就忽略了你还有那么一大片白，是不是很可惜呢？就像你遇到的那些很好的人给你的温暖和友善，是不是更值得铭记呢？",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "回到最初的白纸黑点的比喻上，如果只看到那么一点杂质就忽略了你还有那么一大片白，是不是很可惜呢？",
        "label": ""
      },
      {
        "sentence": "就像你遇到的那些很好的人给你的温暖和友善，是不是更值得铭记呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该更加珍惜那些给我温暖和友善的人，而不是过于关注别人的负面评价。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "是的，我应该更加珍惜那些给我温暖和友善的人，而不是过于关注别人的负面评价。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助到你。记住，在面对他人的负面评价时，关注自己的成长与进步，相信自己的价值，你会越来越自信和稳定。如果还有其他问题，随时都可以来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，在面对他人的负面评价时，关注自己的成长与进步，相信自己的价值，你会越来越自信和稳定。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]