[
  {
    "role": "client",
    "content": "第一次住校，来学校一年多，每次离开家都哭？好想家人我在一个职业学校上课，第一次住校，来了学校一年多，每次开学去学校，我都哭，特别特别的想我的家人，哭了2-3天三个学期了，每次都哭打电话给家人的时候，眼泪就控制不住流下来，我躲在被窝里偷偷的哭，哭就哭2-3个小时，我感觉好孤单！没有我妈妈奶奶弟弟妹妹外公外婆在身边，不敢告诉妈妈，我想回家，想他们，他们发一条信息给我我都很开心，好难熬！！",
    "annotation": [
      {
        "sentence": "第一次住校，来学校一年多，每次离开家都哭？",
        "label": ""
      },
      {
        "sentence": "好想家人我在一个职业学校上课，第一次住校，来了学校一年多，每次开学去学校，我都哭，特别特别的想我的家人，哭了2-3天三个学期了，每次都哭打电话给家人的时候，眼泪就控制不住流下来，我躲在被窝里偷偷的哭，哭就哭2-3个小时，我感觉好孤单！",
        "label": ""
      },
      {
        "sentence": "没有我妈妈奶奶弟弟妹妹外公外婆在身边，不敢告诉妈妈，我想回家，想他们，他们发一条信息给我我都很开心，好难熬！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的帖子，我想到之前遇到的一个孩子和你一样，研究生了也还在哭，说是想家了，所以想哭的时候就自己哭一哭吧，我建议不需要躲起来哭，没有人规定长大了就不可以想家了，更没有说想家不能哭，可以在自己觉得舒服的地方哭，给自己准备好纸巾，温水，或者自己喜欢的东西，给自己布置一个舒服的环境，放声大哭看到你挂念的人，我会有种不怎么放心他们的感觉，好像有种想保护他们的感觉，不知道你想起家人的时候除了思念还有什么感觉呢？加油啊，我们可以一边哭着，一边适应生活啊。",
    "annotation": [
      {
        "sentence": "看到你的帖子，我想到之前遇到的一个孩子和你一样，研究生了也还在哭，说是想家了，所以想哭的时候就自己哭一哭吧，我建议不需要躲起来哭，没有人规定长大了就不可以想家了，更没有说想家不能哭，可以在自己觉得舒服的地方哭，给自己准备好纸巾，温水，或者自己喜欢的东西，给自己布置一个舒服的环境，放声大哭看到你挂念的人，我会有种不怎么放心他们的感觉，好像有种想保护他们的感觉，不知道你想起家人的时候除了思念还有什么感觉呢？",
        "label": ""
      },
      {
        "sentence": "加油啊，我们可以一边哭着，一边适应生活啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。真的吗？还有其他人也有这样的情况吗？我以为只有我一个人这样。我觉得我哭的时候好难受，但又憋得慌，像有种情绪压抑的感觉。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "还有其他人也有这样的情况吗？",
        "label": ""
      },
      {
        "sentence": "我以为只有我一个人这样。",
        "label": ""
      },
      {
        "sentence": "我觉得我哭的时候好难受，但又憋得慌，像有种情绪压抑的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有很多人在远离家人的时候都会有类似的情绪反应，你并不孤单。情绪的表达有很多方式，有时候哭泣可以帮助我们释放内心沉积的压抑情绪，所以不必忍住不让自己哭。如果你觉得舒服，哭一哭也没关系，但要逐渐学会面对这种情绪，做些让自己开心的事情，让生活更加丰富多彩。",
    "annotation": [
      {
        "sentence": "是的，有很多人在远离家人的时候都会有类似的情绪反应，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "情绪的表达有很多方式，有时候哭泣可以帮助我们释放内心沉积的压抑情绪，所以不必忍住不让自己哭。",
        "label": ""
      },
      {
        "sentence": "如果你觉得舒服，哭一哭也没关系，但要逐渐学会面对这种情绪，做些让自己开心的事情，让生活更加丰富多彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。但是我怕对方会担心我，所以一直都没有告诉家人。我担心他们会觉得我不适应学校生活或者担心我。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "但是我怕对方会担心我，所以一直都没有告诉家人。",
        "label": ""
      },
      {
        "sentence": "我担心他们会觉得我不适应学校生活或者担心我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，但是也许你家人会更担心你一直憋在心里不说出来。家人是最亲近的人，他们会理解你的感受并尽力支持你的。如果你愿意，试着和家人分享你的感受，或者你可以先和一些亲密的朋友聊聊，他们也许会给你更多的鼓励和支持，帮助你更好地适应学校生活。",
    "annotation": [
      {
        "sentence": "理解你的担心，但是也许你家人会更担心你一直憋在心里不说出来。",
        "label": ""
      },
      {
        "sentence": "家人是最亲近的人，他们会理解你的感受并尽力支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你愿意，试着和家人分享你的感受，或者你可以先和一些亲密的朋友聊聊，他们也许会给你更多的鼓励和支持，帮助你更好地适应学校生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我意识到聊聊心情可能会有帮助。我会试试的。还有，你提到了适应生活，你觉得我该怎么做才能更好地适应学校生活呢？",
    "annotation": [
      {
        "sentence": "确实，我意识到聊聊心情可能会有帮助。",
        "label": ""
      },
      {
        "sentence": "我会试试的。",
        "label": ""
      },
      {
        "sentence": "还有，你提到了适应生活，你觉得我该怎么做才能更好地适应学校生活呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的适应过程都不同，你可以试着参加学校的社团活动，结识新朋友，扩大交际圈。同时，也要多关注自己的感受，培养一些放松自己的爱好，比如听音乐、读书、运动等。建立自己的支持系统，和朋友们分享快乐和烦恼，在他们的陪伴下，逐渐适应学校的生活。",
    "annotation": [
      {
        "sentence": "每个人的适应过程都不同，你可以试着参加学校的社团活动，结识新朋友，扩大交际圈。",
        "label": ""
      },
      {
        "sentence": "同时，也要多关注自己的感受，培养一些放松自己的爱好，比如听音乐、读书、运动等。",
        "label": ""
      },
      {
        "sentence": "建立自己的支持系统，和朋友们分享快乐和烦恼，在他们的陪伴下，逐渐适应学校的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着加入一些社团，多结交些朋友。同时也会注意培养自己的兴趣爱好，让自己更快地适应新的环境。谢谢你给我提供的建议和鼓励。",
    "annotation": [
      {
        "sentence": "嗯，我会试着加入一些社团，多结交些朋友。",
        "label": ""
      },
      {
        "sentence": "同时也会注意培养自己的兴趣爱好，让自己更快地适应新的环境。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我提供的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。适应新环境是一个过程，也许一开始会有些困难，但相信你自己，你有能力克服困难，享受到新的学校生活的美好。如果你还有其他问题或者需要继续倾诉，随时都可以向我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "适应新环境是一个过程，也许一开始会有些困难，但相信你自己，你有能力克服困难，享受到新的学校生活的美好。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要继续倾诉，随时都可以向我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]