[
  {
    "role": "client",
    "content": "我最近觉得老公好像不把自己当回事，怎么才能得到他的重视呢？",
    "annotation": [
      {
        "sentence": "我最近觉得老公好像不把自己当回事，怎么才能得到他的重视呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈喽，很高兴回答你的问题。首先来看你自己描述的特征，讨好型人格。这种人格希望通过讨好他人来获得肯定，却常常忽视了自己的感受。从你的描述来看，你小时候寄人篱下，造成了你完全成为一个讨好型的人。我们人生活在周围人的期待之中，这对于成人和孩子都是如此。可讨好型人格过分渴求他人积极评价，因此你会在意别人的看法。我理解这种心态，但也要注意不要过度贬低自己，这样有利于你与丈夫之间的交流。再说具体情况，你提到丈夫好像不把你当回事，这很可能是因为你的认知认定了他对你的忽视，进而你所有的行为都会支持这种认定。这是一种自我实现预言的心理现象。再来说丈夫的态度，他可能并不擅长表达关心，所以即使他关心你，也不容易察觉。此外，讨好型人格类型的人通常关注的焦点并不在对方身上，而在对方表达的爱的程度上。这种追求完美的爱情在现实中很难实现，因此你会对自己产生不值得的感觉，并对丈夫产生不满。一个完美的爱情是经不起考验的，如果丈夫让你感到忽视，你积累的不满情绪会导致问题逐渐扩大。所以最好的方法是直接沟通，表达你的需求和感受，这样才能让丈夫了解你的想法，尽可能做出你满意的行为。另外，如果你童年的经历导致你过度依赖他人的肯定，那么这个问题可能会在很多方面出现。提高自尊心，满足自己的需求，可以减少对外界评价的依赖。每个人都希望被喜欢，这是社会环境的现实，对于你的问题，你可以直接向丈夫表达自己的需求和情绪，而不是让他去猜测。我们不能指望别人完全了解我们，直接表达需求才是最有效的方法。你需要重新审视这个问题，真的是丈夫不重视你吗？或者只是表达方式不同？你可以向丈夫表达你希望得到他的重视，具体告诉他你希望他用什么方式来表达关心。希望这些建议对你有帮助，祝福你被世界温柔以待！",
    "annotation": [
      {
        "sentence": "哈喽，很高兴回答你的问题。",
        "label": ""
      },
      {
        "sentence": "首先来看你自己描述的特征，讨好型人格。",
        "label": ""
      },
      {
        "sentence": "这种人格希望通过讨好他人来获得肯定，却常常忽视了自己的感受。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你小时候寄人篱下，造成了你完全成为一个讨好型的人。",
        "label": ""
      },
      {
        "sentence": "我们人生活在周围人的期待之中，这对于成人和孩子都是如此。",
        "label": ""
      },
      {
        "sentence": "可讨好型人格过分渴求他人积极评价，因此你会在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "我理解这种心态，但也要注意不要过度贬低自己，这样有利于你与丈夫之间的交流。",
        "label": ""
      },
      {
        "sentence": "再说具体情况，你提到丈夫好像不把你当回事，这很可能是因为你的认知认定了他对你的忽视，进而你所有的行为都会支持这种认定。",
        "label": ""
      },
      {
        "sentence": "这是一种自我实现预言的心理现象。",
        "label": ""
      },
      {
        "sentence": "再来说丈夫的态度，他可能并不擅长表达关心，所以即使他关心你，也不容易察觉。",
        "label": ""
      },
      {
        "sentence": "此外，讨好型人格类型的人通常关注的焦点并不在对方身上，而在对方表达的爱的程度上。",
        "label": ""
      },
      {
        "sentence": "这种追求完美的爱情在现实中很难实现，因此你会对自己产生不值得的感觉，并对丈夫产生不满。",
        "label": ""
      },
      {
        "sentence": "一个完美的爱情是经不起考验的，如果丈夫让你感到忽视，你积累的不满情绪会导致问题逐渐扩大。",
        "label": ""
      },
      {
        "sentence": "所以最好的方法是直接沟通，表达你的需求和感受，这样才能让丈夫了解你的想法，尽可能做出你满意的行为。",
        "label": ""
      },
      {
        "sentence": "另外，如果你童年的经历导致你过度依赖他人的肯定，那么这个问题可能会在很多方面出现。",
        "label": ""
      },
      {
        "sentence": "提高自尊心，满足自己的需求，可以减少对外界评价的依赖。",
        "label": ""
      },
      {
        "sentence": "每个人都希望被喜欢，这是社会环境的现实，对于你的问题，你可以直接向丈夫表达自己的需求和情绪，而不是让他去猜测。",
        "label": ""
      },
      {
        "sentence": "我们不能指望别人完全了解我们，直接表达需求才是最有效的方法。",
        "label": ""
      },
      {
        "sentence": "你需要重新审视这个问题，真的是丈夫不重视你吗？",
        "label": ""
      },
      {
        "sentence": "或者只是表达方式不同？",
        "label": ""
      },
      {
        "sentence": "你可以向丈夫表达你希望得到他的重视，具体告诉他你希望他用什么方式来表达关心。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有帮助，祝福你被世界温柔以待！",
        "label": ""
      }
    ]
  }
]