[
  {
    "role": "client",
    "content": "我是一个19岁的男生，很久了，总是爱自责。我不知道为什么总是爱自责，即使是不是自己的错，我也会在自己身上找原因。我经常自责，而且还不敢提出要求，怕麻烦别人。还有，我特别在乎别人的眼光。",
    "annotation": [
      {
        "sentence": "我是一个19岁的男生，很久了，总是爱自责。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么总是爱自责，即使是不是自己的错，我也会在自己身上找原因。",
        "label": ""
      },
      {
        "sentence": "我经常自责，而且还不敢提出要求，怕麻烦别人。",
        "label": ""
      },
      {
        "sentence": "还有，我特别在乎别人的眼光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能理解你的困扰。其实，长期习惯于自责对心理健康是没有好处的。有句话说：“凡事都往自己身上找原因，坚持下去，不久你就抑郁了。”这句话的意思是，如果一个人习惯于苛责自己，对自己的心理状态没有好处，久而久之就会导致心理健康状况变差。造成一个人习惯自责的原因通常有几方面：天生的气质性格类型、童年的养育方式以及长期形成的一套模式。",
    "annotation": [
      {
        "sentence": "你好，我能理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "其实，长期习惯于自责对心理健康是没有好处的。",
        "label": ""
      },
      {
        "sentence": "有句话说：“凡事都往自己身上找原因，坚持下去，不久你就抑郁了。",
        "label": ""
      },
      {
        "sentence": "”这句话的意思是，如果一个人习惯于苛责自己，对自己的心理状态没有好处，久而久之就会导致心理健康状况变差。",
        "label": ""
      },
      {
        "sentence": "造成一个人习惯自责的原因通常有几方面：天生的气质性格类型、童年的养育方式以及长期形成的一套模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请问，气质性格类型会影响一个人习惯自责吗？",
    "annotation": [
      {
        "sentence": "请问，气质性格类型会影响一个人习惯自责吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，根据心理学的研究，将人的气质类型分为多血质、粘液质、胆汁质、抑郁质。多血质和胆汁质的能量是向外的，而粘液质和抑郁质的能量是向内的。所以，你的气质类型有可能是向内的，这种人情绪不太外露，通常会在内心里沉思，也善于观察，任何细微的事物都会放在心上。你可以去做个气质类型的测试，了解一下自己。",
    "annotation": [
      {
        "sentence": "是的，根据心理学的研究，将人的气质类型分为多血质、粘液质、胆汁质、抑郁质。",
        "label": ""
      },
      {
        "sentence": "多血质和胆汁质的能量是向外的，而粘液质和抑郁质的能量是向内的。",
        "label": ""
      },
      {
        "sentence": "所以，你的气质类型有可能是向内的，这种人情绪不太外露，通常会在内心里沉思，也善于观察，任何细微的事物都会放在心上。",
        "label": ""
      },
      {
        "sentence": "你可以去做个气质类型的测试，了解一下自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得可能是童年养育方式的影响，导致我现在总是把责任归咎于自己。",
    "annotation": [
      {
        "sentence": "我觉得可能是童年养育方式的影响，导致我现在总是把责任归咎于自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "童年的养育方式确实是一个主要原因。当一个孩子的童年经常遭受重要他人的批评和否定时，孩子就会把这些评价内化到自己的内心深处，认为那就是真正的自己。长大后，即使明知道某些事情不是自己的错，但内心总会感到恐惧，觉得是自己的错。举个例子，如果孩子小时候父母经常吵架，并有重要他人告诉孩子，只要孩子乖一点，爸爸妈妈就不会吵架。这时，在孩子内心就会形成这样的信念：原来父母吵架是我不乖引起的。进而，这个信念会演变成：只要“我好”，他人就会“开心快乐”，只要“我不好”，他人就会“不开心不快乐”，所以别人的“不开心不快乐”是因为“我不好”，我需要为他人的情绪负责。所以你会出现“不是自己的错也爱在自己身上找原因，经常自责，还不敢提要求怕麻烦别人，还特别在乎别人的眼光”的状况。这些其实都是在“我要为他人的情绪负责”的信念下产生的。这可能是童年时接受的养育方式造成的。",
    "annotation": [
      {
        "sentence": "童年的养育方式确实是一个主要原因。",
        "label": ""
      },
      {
        "sentence": "当一个孩子的童年经常遭受重要他人的批评和否定时，孩子就会把这些评价内化到自己的内心深处，认为那就是真正的自己。",
        "label": ""
      },
      {
        "sentence": "长大后，即使明知道某些事情不是自己的错，但内心总会感到恐惧，觉得是自己的错。",
        "label": ""
      },
      {
        "sentence": "举个例子，如果孩子小时候父母经常吵架，并有重要他人告诉孩子，只要孩子乖一点，爸爸妈妈就不会吵架。",
        "label": ""
      },
      {
        "sentence": "这时，在孩子内心就会形成这样的信念：原来父母吵架是我不乖引起的。",
        "label": ""
      },
      {
        "sentence": "进而，这个信念会演变成：只要“我好”，他人就会“开心快乐”，只要“我不好”，他人就会“不开心不快乐”，所以别人的“不开心不快乐”是因为“我不好”，我需要为他人的情绪负责。",
        "label": ""
      },
      {
        "sentence": "所以你会出现“不是自己的错也爱在自己身上找原因，经常自责，还不敢提要求怕麻烦别人，还特别在乎别人的眼光”的状况。",
        "label": ""
      },
      {
        "sentence": "这些其实都是在“我要为他人的情绪负责”的信念下产生的。",
        "label": ""
      },
      {
        "sentence": "这可能是童年时接受的养育方式造成的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说，我觉得确实是我的童年养育方式对我现在的影响很大。有没有什么方法可以重建我的内在安全感呢？",
    "annotation": [
      {
        "sentence": "听你这样说，我觉得确实是我的童年养育方式对我现在的影响很大。",
        "label": ""
      },
      {
        "sentence": "有没有什么方法可以重建我的内在安全感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，内在的安全感和信任感对于我们的发展很重要。这种安全感和信任感的根源是“爱”，即相信“无论我是什么样的，我的父母都是爱我的”。一个有足够安全感的人会勇于表达自己的需求，知道自己是值得的。而欠缺安全感和信任感的人则担心自己说错话、做错事，就会让别人不开心，自己就会被别人所“不爱”。这基本上是童年时接受的养育模式所造成的。如果有机会的话，你可以考虑去心理咨询，看看自己与父母的关系，疗愈这个部分，就能重新建立内在的安全感。",
    "annotation": [
      {
        "sentence": "是的，内在的安全感和信任感对于我们的发展很重要。",
        "label": ""
      },
      {
        "sentence": "这种安全感和信任感的根源是“爱”，即相信“无论我是什么样的，我的父母都是爱我的”。",
        "label": ""
      },
      {
        "sentence": "一个有足够安全感的人会勇于表达自己的需求，知道自己是值得的。",
        "label": ""
      },
      {
        "sentence": "而欠缺安全感和信任感的人则担心自己说错话、做错事，就会让别人不开心，自己就会被别人所“不爱”。",
        "label": ""
      },
      {
        "sentence": "这基本上是童年时接受的养育模式所造成的。",
        "label": ""
      },
      {
        "sentence": "如果有机会的话，你可以考虑去心理咨询，看看自己与父母的关系，疗愈这个部分，就能重新建立内在的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，虽然我内心的信念已经存在很多年了，但我现在作为一个成年人，有能力去辨别和重建新的良好信念。",
    "annotation": [
      {
        "sentence": "我明白了，虽然我内心的信念已经存在很多年了，但我现在作为一个成年人，有能力去辨别和重建新的良好信念。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，正是因为你已经成为一个成年人，你有能力去认知哪些是属于自己的责任，然后勇敢面对、承担并采取实际行动。同时，你需要放下那些不属于你的部分，把责任交还给他人。祝福你！如果你对卡牌、人偶等小物件进行个案呈现感兴趣，我可以与你分享心理学相关知识和感受。欢迎关注我！",
    "annotation": [
      {
        "sentence": "没错，正是因为你已经成为一个成年人，你有能力去认知哪些是属于自己的责任，然后勇敢面对、承担并采取实际行动。",
        "label": ""
      },
      {
        "sentence": "同时，你需要放下那些不属于你的部分，把责任交还给他人。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "如果你对卡牌、人偶等小物件进行个案呈现感兴趣，我可以与你分享心理学相关知识和感受。",
        "label": ""
      },
      {
        "sentence": "欢迎关注我！",
        "label": ""
      }
    ]
  }
]