[
  {
    "role": "client",
    "content": "我是一个19岁的男生，很久了，总是爱自责，不知道为什么。很久了不知道为什么总是爱自责，明明不是自己的错，也总是爱在自己身上找原因。经常自责还不敢提要求，怕麻烦别人，还特别在乎别人的眼光。",
    "annotation": [
      {
        "sentence": "我是一个19岁的男生，很久了，总是爱自责，不知道为什么。",
        "label": ""
      },
      {
        "sentence": "很久了不知道为什么总是爱自责，明明不是自己的错，也总是爱在自己身上找原因。",
        "label": ""
      },
      {
        "sentence": "经常自责还不敢提要求，怕麻烦别人，还特别在乎别人的眼光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我能来为你解答你的问题，也希望我的一些想法能够在一定程度上帮到你。当我在看完了你的描述之后，对你想要问的问题有了一定的了解。从你的描述中，可以了解到你总是爱自责，而你这种爱自责的表现可能更多地体现在人际交往中。当然，也可能把很多做得不好的事情，由此而引发的不好的结果，可能都是往自己身上归因。在你的认知当中，你总认为是自己做得不够好，总在自己身上找原因，而很少往他人和环境因素归因。众所周知，我们身边也有很多这样的人，就比如说我，我自己也是一个向内归因的人。当事情没有做好时，我首先就去责怪自己，而很少去考虑环境或他人的因素。",
    "annotation": [
      {
        "sentence": "很高兴我能来为你解答你的问题，也希望我的一些想法能够在一定程度上帮到你。",
        "label": ""
      },
      {
        "sentence": "当我在看完了你的描述之后，对你想要问的问题有了一定的了解。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以了解到你总是爱自责，而你这种爱自责的表现可能更多地体现在人际交往中。",
        "label": ""
      },
      {
        "sentence": "当然，也可能把很多做得不好的事情，由此而引发的不好的结果，可能都是往自己身上归因。",
        "label": ""
      },
      {
        "sentence": "在你的认知当中，你总认为是自己做得不够好，总在自己身上找原因，而很少往他人和环境因素归因。",
        "label": ""
      },
      {
        "sentence": "众所周知，我们身边也有很多这样的人，就比如说我，我自己也是一个向内归因的人。",
        "label": ""
      },
      {
        "sentence": "当事情没有做好时，我首先就去责怪自己，而很少去考虑环境或他人的因素。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样一个人。但我每次都很困惑，为什么总是会这样自责？",
    "annotation": [
      {
        "sentence": "是的，我就是这样一个人。",
        "label": ""
      },
      {
        "sentence": "但我每次都很困惑，为什么总是会这样自责？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，爱自责在一定程度上也体现了对自己不自信，缺乏安全感。你害怕因为一件事情就带来不好的后果。比如说，你和你的朋友因为一件很小的事情吵架了，你可能就会把大部分原因归结于自己的身上。因为你太在意这个朋友了，太害怕失去他了。就算到头来是你的朋友错的更多，你也还是会往自己的身上归因。总的来说，可能就还是对自己不够自信。这种不自信可能来源于家庭的抚养模式。比如说，民主型的父母会更多地建立起孩子的自信，而专制型的父母会在一定程度上影响孩子的自信。",
    "annotation": [
      {
        "sentence": "其实，爱自责在一定程度上也体现了对自己不自信，缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "你害怕因为一件事情就带来不好的后果。",
        "label": ""
      },
      {
        "sentence": "比如说，你和你的朋友因为一件很小的事情吵架了，你可能就会把大部分原因归结于自己的身上。",
        "label": ""
      },
      {
        "sentence": "因为你太在意这个朋友了，太害怕失去他了。",
        "label": ""
      },
      {
        "sentence": "就算到头来是你的朋友错的更多，你也还是会往自己的身上归因。",
        "label": ""
      },
      {
        "sentence": "总的来说，可能就还是对自己不够自信。",
        "label": ""
      },
      {
        "sentence": "这种不自信可能来源于家庭的抚养模式。",
        "label": ""
      },
      {
        "sentence": "比如说，民主型的父母会更多地建立起孩子的自信，而专制型的父母会在一定程度上影响孩子的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小确实是在一个比较专制的家庭中长大的，可能这也是我缺乏自信的原因之一吧。",
    "annotation": [
      {
        "sentence": "我从小确实是在一个比较专制的家庭中长大的，可能这也是我缺乏自信的原因之一吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，家庭环境对一个人的自信心有很大的影响。但是，请记住，不敢提要求和特别在乎他人的眼光，也是一个不自信、缺乏安全感的体现。在你内心的深处，可能就把他人对自己的想法看得很重。不敢麻烦他人，希望自己在他人的印象中，是一个很不错的人，有这样一种想法是很正常的。但我们也要告诉自己，这个世界并没有十全十美的人，有的都是会有一些缺点的人。就算你再怎么小心自己的做法，在有些人的眼里，你就是他所认为的那种人。所以，可能你再怎么改变自己，所得到的结果也不会太如意。所以，只有先去讨好自己，他人才可能发自内心地喜欢你，愿意和你做朋友。",
    "annotation": [
      {
        "sentence": "对的，家庭环境对一个人的自信心有很大的影响。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，不敢提要求和特别在乎他人的眼光，也是一个不自信、缺乏安全感的体现。",
        "label": ""
      },
      {
        "sentence": "在你内心的深处，可能就把他人对自己的想法看得很重。",
        "label": ""
      },
      {
        "sentence": "不敢麻烦他人，希望自己在他人的印象中，是一个很不错的人，有这样一种想法是很正常的。",
        "label": ""
      },
      {
        "sentence": "但我们也要告诉自己，这个世界并没有十全十美的人，有的都是会有一些缺点的人。",
        "label": ""
      },
      {
        "sentence": "就算你再怎么小心自己的做法，在有些人的眼里，你就是他所认为的那种人。",
        "label": ""
      },
      {
        "sentence": "所以，可能你再怎么改变自己，所得到的结果也不会太如意。",
        "label": ""
      },
      {
        "sentence": "所以，只有先去讨好自己，他人才可能发自内心地喜欢你，愿意和你做朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加珍惜自己，不要总是试图设法去取悦他人。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加珍惜自己，不要总是试图设法去取悦他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的想法！那我总结了一些方法，希望能够在一定程度上帮到你。第一，当自己在遇到与人交往上的问题时，学会正确地去归因，不要把太多的原因归结于自己的身上，毕竟这样一个问题的发生，肯定也是会有对方的原因。第二，试着去喜欢自己，可能不是那么完美，但也是一个很可爱的自己呀。可能会也会有些优缺点，对于一些优点，积极地去发扬，而对于一些缺点，就通过一定的方法去改变。第三，不要为了取悦他人而去过度地责怪自己。因为责怪自己，只会使自己越来越难受。第四，活在当下，过去的事情自责无益，未来的事情还没发生，做好现在的事情，全心全意地做，不要过于在意结果是怎样的。第五，与自己亲近的朋友倾诉，说出自己的问题，在一定程度上，可以释放你的情绪，同时也可以获得一些不错的建议。第六，多花点时间去读书或者旅行，去看作者是怎样和这个世界打交道的。这是一个间接经验。或者自己去旅行，见更多的风景和人，来扩宽自己的视野。这是一个直接经验。第七，试着用自我暗示的方式去鼓励自己，从而替代过去的批评自己。",
    "annotation": [
      {
        "sentence": "很好的想法！",
        "label": ""
      },
      {
        "sentence": "那我总结了一些方法，希望能够在一定程度上帮到你。",
        "label": ""
      },
      {
        "sentence": "第一，当自己在遇到与人交往上的问题时，学会正确地去归因，不要把太多的原因归结于自己的身上，毕竟这样一个问题的发生，肯定也是会有对方的原因。",
        "label": ""
      },
      {
        "sentence": "第二，试着去喜欢自己，可能不是那么完美，但也是一个很可爱的自己呀。",
        "label": ""
      },
      {
        "sentence": "可能会也会有些优缺点，对于一些优点，积极地去发扬，而对于一些缺点，就通过一定的方法去改变。",
        "label": ""
      },
      {
        "sentence": "第三，不要为了取悦他人而去过度地责怪自己。",
        "label": ""
      },
      {
        "sentence": "因为责怪自己，只会使自己越来越难受。",
        "label": ""
      },
      {
        "sentence": "第四，活在当下，过去的事情自责无益，未来的事情还没发生，做好现在的事情，全心全意地做，不要过于在意结果是怎样的。",
        "label": ""
      },
      {
        "sentence": "第五，与自己亲近的朋友倾诉，说出自己的问题，在一定程度上，可以释放你的情绪，同时也可以获得一些不错的建议。",
        "label": ""
      },
      {
        "sentence": "第六，多花点时间去读书或者旅行，去看作者是怎样和这个世界打交道的。",
        "label": ""
      },
      {
        "sentence": "这是一个间接经验。",
        "label": ""
      },
      {
        "sentence": "或者自己去旅行，见更多的风景和人，来扩宽自己的视野。",
        "label": ""
      },
      {
        "sentence": "这是一个直接经验。",
        "label": ""
      },
      {
        "sentence": "第七，试着用自我暗示的方式去鼓励自己，从而替代过去的批评自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去改变自己的思维方式和行为习惯。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去改变自己的思维方式和行为习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！相信你能够做到的。最后，希望你能够渐渐摆脱自责的困扰，找到更加自信和开心的生活。祝好！🧡",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "最后，希望你能够渐渐摆脱自责的困扰，找到更加自信和开心的生活。",
        "label": ""
      },
      {
        "sentence": "祝好！",
        "label": ""
      },
      {
        "sentence": "🧡",
        "label": ""
      }
    ]
  }
]