[
  {
    "role": "client",
    "content": "害怕自己不能被人所接受，我不知在这世上如何自处？晚睡，缺听见了室友耳中的自己，不堪，混乱。想想我也知道自己是有错的，自知且小心翼翼。可事实往往是，越是小心的事情，便越出错。我时常感觉到，我生活在一个狭小的空间内，那是我的自留地，只是这与外界仅有薄脆的一层，轻易就破碎然后我将被外界所有给吞没。我是害怕的，我害怕自己不能被人所接受，我怕自己永远也不能融入，从小到大好像是一直都很孤单，不被人所喜。其实，很害怕社交并且讨厌，因为我没办法让自己不在乎投来的探求的目光，像是利剑刺在身上。承受能力也越发小了，仅仅是听见了刺耳声音便想着去死，又没那个勇气。那一瞬间的感觉像是溺水一样，呼吸越发困难，迫切需要空气，挣扎着。心脏被人猝然攥紧的感觉真的难受。却又拜托不开。我不知如果存在于世。",
    "annotation": [
      {
        "sentence": "害怕自己不能被人所接受，我不知在这世上如何自处？",
        "label": ""
      },
      {
        "sentence": "晚睡，缺听见了室友耳中的自己，不堪，混乱。",
        "label": ""
      },
      {
        "sentence": "想想我也知道自己是有错的，自知且小心翼翼。",
        "label": ""
      },
      {
        "sentence": "可事实往往是，越是小心的事情，便越出错。",
        "label": ""
      },
      {
        "sentence": "我时常感觉到，我生活在一个狭小的空间内，那是我的自留地，只是这与外界仅有薄脆的一层，轻易就破碎然后我将被外界所有给吞没。",
        "label": ""
      },
      {
        "sentence": "我是害怕的，我害怕自己不能被人所接受，我怕自己永远也不能融入，从小到大好像是一直都很孤单，不被人所喜。",
        "label": ""
      },
      {
        "sentence": "其实，很害怕社交并且讨厌，因为我没办法让自己不在乎投来的探求的目光，像是利剑刺在身上。",
        "label": ""
      },
      {
        "sentence": "承受能力也越发小了，仅仅是听见了刺耳声音便想着去死，又没那个勇气。",
        "label": ""
      },
      {
        "sentence": "那一瞬间的感觉像是溺水一样，呼吸越发困难，迫切需要空气，挣扎着。",
        "label": ""
      },
      {
        "sentence": "心脏被人猝然攥紧的感觉真的难受。",
        "label": ""
      },
      {
        "sentence": "却又拜托不开。",
        "label": ""
      },
      {
        "sentence": "我不知如果存在于世。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你的困惑。首先，我觉得你是一个很敏感的人，努力想要让自己被别人接受，并维持良好的社交关系。然而，你越是害怕被拒绝，反而越容易遇到这样的情况。我明白你感觉自己生活在一个局限的空间里，害怕被外界所吞没。你经历了很长时间的孤独，没有被他人所喜欢。你对社交感到害怕，因为你无法不在意别人的评价，这种压力就像利剑一样刺在你身上。你的承受能力越来越小，甚至只是听到刺耳的声音就想放弃，但却又没有勇气去做。这种感觉就像溺水一样，呼吸变得困难，你迫切需要一些空气去挣扎。心脏被紧紧掐住的感觉真的很难受，我了解你的困惑。你不知道自己在这个世界上的存在意义是什么。请相信，你并不是一个孤独无助的人。",
    "annotation": [
      {
        "sentence": "你好，我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你是一个很敏感的人，努力想要让自己被别人接受，并维持良好的社交关系。",
        "label": ""
      },
      {
        "sentence": "然而，你越是害怕被拒绝，反而越容易遇到这样的情况。",
        "label": ""
      },
      {
        "sentence": "我明白你感觉自己生活在一个局限的空间里，害怕被外界所吞没。",
        "label": ""
      },
      {
        "sentence": "你经历了很长时间的孤独，没有被他人所喜欢。",
        "label": ""
      },
      {
        "sentence": "你对社交感到害怕，因为你无法不在意别人的评价，这种压力就像利剑一样刺在你身上。",
        "label": ""
      },
      {
        "sentence": "你的承受能力越来越小，甚至只是听到刺耳的声音就想放弃，但却又没有勇气去做。",
        "label": ""
      },
      {
        "sentence": "这种感觉就像溺水一样，呼吸变得困难，你迫切需要一些空气去挣扎。",
        "label": ""
      },
      {
        "sentence": "心脏被紧紧掐住的感觉真的很难受，我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "你不知道自己在这个世界上的存在意义是什么。",
        "label": ""
      },
      {
        "sentence": "请相信，你并不是一个孤独无助的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我一直在努力让自己适应环境，但我总觉得自己做不好，不被人所接受。我很怕被别人嫌弃和背后议论，这种担忧折磨着我。我知道我不能满足所有人的期望，但我又无法接受自己被讨厌的感觉。我想要摆脱这种困扰，但不知道如何做才能改变。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我一直在努力让自己适应环境，但我总觉得自己做不好，不被人所接受。",
        "label": ""
      },
      {
        "sentence": "我很怕被别人嫌弃和背后议论，这种担忧折磨着我。",
        "label": ""
      },
      {
        "sentence": "我知道我不能满足所有人的期望，但我又无法接受自己被讨厌的感觉。",
        "label": ""
      },
      {
        "sentence": "我想要摆脱这种困扰，但不知道如何做才能改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受。首先，你要知道我们并不是为了满足别人的期望而活着。在与他人相处时，态度诚恳很重要，让人能够从内心感受到你的善意，而不仅仅停留在言语上。接受自己被讨厌并不代表你在刻意招惹他人的厌恶。虽然接受自己被别人讨厌可能不是一件容易的事情，但在人际关系中，我们能做的也只是不主动去惹人讨厌，减少一些溢出的欲求和对他人的依赖，试着成为一个自由和轻松的人。记住，人与人是平等的，别人可以给予反馈，你也有同样的权利。不要压抑自己的情绪，放下担忧，勇敢地表达自己。给彼此一些空间，互相聊聊天，也许情况就会不同了。试着去理解和接受他人，相信随着时间的推移，他们会被你所感动并接纳你。那些始终不能接受你的人，说明他们并不欣赏你。放手，去寻找那些欣赏你的人，你的生活可能会更加美好。请相信，不是全世界都会抛弃你的。只要坚信自己的行为是正确的，就勇敢去做。但同时，也要尊重他人，不去干涉他人的生活。最重要的是拥有良好的品质和待人诚恳的心态。祝一切顺利！",
    "annotation": [
      {
        "sentence": "明白你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，你要知道我们并不是为了满足别人的期望而活着。",
        "label": ""
      },
      {
        "sentence": "在与他人相处时，态度诚恳很重要，让人能够从内心感受到你的善意，而不仅仅停留在言语上。",
        "label": ""
      },
      {
        "sentence": "接受自己被讨厌并不代表你在刻意招惹他人的厌恶。",
        "label": ""
      },
      {
        "sentence": "虽然接受自己被别人讨厌可能不是一件容易的事情，但在人际关系中，我们能做的也只是不主动去惹人讨厌，减少一些溢出的欲求和对他人的依赖，试着成为一个自由和轻松的人。",
        "label": ""
      },
      {
        "sentence": "记住，人与人是平等的，别人可以给予反馈，你也有同样的权利。",
        "label": ""
      },
      {
        "sentence": "不要压抑自己的情绪，放下担忧，勇敢地表达自己。",
        "label": ""
      },
      {
        "sentence": "给彼此一些空间，互相聊聊天，也许情况就会不同了。",
        "label": ""
      },
      {
        "sentence": "试着去理解和接受他人，相信随着时间的推移，他们会被你所感动并接纳你。",
        "label": ""
      },
      {
        "sentence": "那些始终不能接受你的人，说明他们并不欣赏你。",
        "label": ""
      },
      {
        "sentence": "放手，去寻找那些欣赏你的人，你的生活可能会更加美好。",
        "label": ""
      },
      {
        "sentence": "请相信，不是全世界都会抛弃你的。",
        "label": ""
      },
      {
        "sentence": "只要坚信自己的行为是正确的，就勇敢去做。",
        "label": ""
      },
      {
        "sentence": "但同时，也要尊重他人，不去干涉他人的生活。",
        "label": ""
      },
      {
        "sentence": "最重要的是拥有良好的品质和待人诚恳的心态。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我意识到我一直在为他人而活，为了被接受而改变自己，但仍然感到困惑和孤独。我需要改变我的思维方式，接受自己并学会爱自己。我会试着放下对他人评价的执念，尊重自己的感受，并努力过上自由和快乐的生活。我要相信，只要坚持做正确的事，喜欢我的人会找到我。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我意识到我一直在为他人而活，为了被接受而改变自己，但仍然感到困惑和孤独。",
        "label": ""
      },
      {
        "sentence": "我需要改变我的思维方式，接受自己并学会爱自己。",
        "label": ""
      },
      {
        "sentence": "我会试着放下对他人评价的执念，尊重自己的感受，并努力过上自由和快乐的生活。",
        "label": ""
      },
      {
        "sentence": "我要相信，只要坚持做正确的事，喜欢我的人会找到我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你对自己有了更深的认识，并愿意改变自己的思维方式。接受自己并学会爱自己是非常重要的，只有这样才能真正地融入社会并快乐地生活。放下他人评价的束缚，尊重自己的情感和想法，做一个真正自由的人。相信你会找到属于自己的圈子，找到欣赏和喜欢你的人。请记住，你的价值不取决于别人的态度和看法，你值得被爱和接受。加油，祝福你！",
    "annotation": [
      {
        "sentence": "非常欣慰看到你对自己有了更深的认识，并愿意改变自己的思维方式。",
        "label": ""
      },
      {
        "sentence": "接受自己并学会爱自己是非常重要的，只有这样才能真正地融入社会并快乐地生活。",
        "label": ""
      },
      {
        "sentence": "放下他人评价的束缚，尊重自己的情感和想法，做一个真正自由的人。",
        "label": ""
      },
      {
        "sentence": "相信你会找到属于自己的圈子，找到欣赏和喜欢你的人。",
        "label": ""
      },
      {
        "sentence": "请记住，你的价值不取决于别人的态度和看法，你值得被爱和接受。",
        "label": ""
      },
      {
        "sentence": "加油，祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和祝福！你的话语让我感到温暖和希望。我会努力改变自己的态度和行为，充实自己的内心，相信自己是一个有价值的人。谢谢你一直以来的支持和鼓励！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "你的话语让我感到温暖和希望。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己的态度和行为，充实自己的内心，相信自己是一个有价值的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我一直愿意为你提供帮助和支持。相信自己的能力和价值，坚持做自己，你一定能够克服困难，走向更好的未来。如果你还需要任何帮助，随时来找我谈谈。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我一直愿意为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力和价值，坚持做自己，你一定能够克服困难，走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时来找我谈谈。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]