[
  {
    "role": "client",
    "content": "为什么越长大，我会变得越来越压抑暴躁不相信人？",
    "annotation": [
      {
        "sentence": "为什么越长大，我会变得越来越压抑暴躁不相信人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊，给你个抱，再给你个大拇指！你现在遇到些问题，有点迷茫难受，这是正常的！为什么这么说，因为我见过不少因为父母不重视，不看好甚至受歧视而勇敢走出来的小女孩，就因为相信自己不是他们嘴里说的那类不行的人，而做出一番事业，有的成为公司老板，有的开出很大的一个铺子等等，她们养活不少员工，为社会做出贡献！你也知道要成长，但是成长的道路在她们那里就比你容易吗？她们也一样没任何支持，她们也一样会遇到你遇到的一切，但有时就是一定要争口气，一定不要被人看扁这么一个简单的想法就让她们有勇气走下去，接纳过程中的种种不如意，允许自己不完美，允许自己哭，允许自己笑，只要还在坚持和努力着，只要还有目标！从上可以看出关键是那个让你坚持的目标，只要那个目标还在，一切的一切都是可以想办法克服的，没人帮助又咋了？被人打击，被人算计咋了？你是与众不同的！因为，你不是已经选择了与众不同的路吗？这不是我为什么给你大拇指的理由吗？前进的道路不是平坦的，是的！自己有时会累，会停下来，正常！但是绝不相信自己是贫庸的！不是吗？努力吧！",
    "annotation": [
      {
        "sentence": "啊，给你个抱，再给你个大拇指！",
        "label": ""
      },
      {
        "sentence": "你现在遇到些问题，有点迷茫难受，这是正常的！",
        "label": ""
      },
      {
        "sentence": "为什么这么说，因为我见过不少因为父母不重视，不看好甚至受歧视而勇敢走出来的小女孩，就因为相信自己不是他们嘴里说的那类不行的人，而做出一番事业，有的成为公司老板，有的开出很大的一个铺子等等，她们养活不少员工，为社会做出贡献！",
        "label": ""
      },
      {
        "sentence": "你也知道要成长，但是成长的道路在她们那里就比你容易吗？",
        "label": ""
      },
      {
        "sentence": "她们也一样没任何支持，她们也一样会遇到你遇到的一切，但有时就是一定要争口气，一定不要被人看扁这么一个简单的想法就让她们有勇气走下去，接纳过程中的种种不如意，允许自己不完美，允许自己哭，允许自己笑，只要还在坚持和努力着，只要还有目标！",
        "label": ""
      },
      {
        "sentence": "从上可以看出关键是那个让你坚持的目标，只要那个目标还在，一切的一切都是可以想办法克服的，没人帮助又咋了？",
        "label": ""
      },
      {
        "sentence": "被人打击，被人算计咋了？",
        "label": ""
      },
      {
        "sentence": "你是与众不同的！",
        "label": ""
      },
      {
        "sentence": "因为，你不是已经选择了与众不同的路吗？",
        "label": ""
      },
      {
        "sentence": "这不是我为什么给你大拇指的理由吗？",
        "label": ""
      },
      {
        "sentence": "前进的道路不是平坦的，是的！",
        "label": ""
      },
      {
        "sentence": "自己有时会累，会停下来，正常！",
        "label": ""
      },
      {
        "sentence": "但是绝不相信自己是贫庸的！",
        "label": ""
      },
      {
        "sentence": "不是吗？",
        "label": ""
      },
      {
        "sentence": "努力吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得每天都很辛苦，没有人理解我，每次都感觉一个人在战斗，好孤独。",
    "annotation": [
      {
        "sentence": "但是我觉得每天都很辛苦，没有人理解我，每次都感觉一个人在战斗，好孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好了好了，我理解你。每个人都会有这样的感受，感觉孤独和不被理解，但是我们要记得，我们都是独立的个体，我们的成长和奋斗是属于我们自己的事情，身边的人可能无法理解，但只要我们相信自己，坚持自己的信念，就能克服这种孤独感和困境。你可以试着找到一些共同爱好的朋友，或者加入一些社交团体，增加自己的社交圈子，这样就有更多的人可以理解你的感受了。",
    "annotation": [
      {
        "sentence": "好了好了，我理解你。",
        "label": ""
      },
      {
        "sentence": "每个人都会有这样的感受，感觉孤独和不被理解，但是我们要记得，我们都是独立的个体，我们的成长和奋斗是属于我们自己的事情，身边的人可能无法理解，但只要我们相信自己，坚持自己的信念，就能克服这种孤独感和困境。",
        "label": ""
      },
      {
        "sentence": "你可以试着找到一些共同爱好的朋友，或者加入一些社交团体，增加自己的社交圈子，这样就有更多的人可以理解你的感受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我感觉每次向别人倾诉自己的心事，他们都会当成笑话来看待，我怕受伤害。",
    "annotation": [
      {
        "sentence": "但是我感觉每次向别人倾诉自己的心事，他们都会当成笑话来看待，我怕受伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别害怕受伤害，每个人都有自己的生活和困扰，别人可能无法完全体会你的感受，但是并不代表他们会嘲笑你或看不起你。试着和亲近的人沟通，告诉他们你的困惑和需求，如果他们真的是关心你的人，他们会给你支持和帮助的。当然，也可以考虑寻求专业的心理咨询，专业的心理咨询师会给你提供更客观和专业的帮助，帮助你解决困扰。",
    "annotation": [
      {
        "sentence": "别害怕受伤害，每个人都有自己的生活和困扰，别人可能无法完全体会你的感受，但是并不代表他们会嘲笑你或看不起你。",
        "label": ""
      },
      {
        "sentence": "试着和亲近的人沟通，告诉他们你的困惑和需求，如果他们真的是关心你的人，他们会给你支持和帮助的。",
        "label": ""
      },
      {
        "sentence": "当然，也可以考虑寻求专业的心理咨询，专业的心理咨询师会给你提供更客观和专业的帮助，帮助你解决困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想试一试寻求专业心理咨询的帮助，但是我害怕被别人知道我正在接受心理咨询。",
    "annotation": [
      {
        "sentence": "我想试一试寻求专业心理咨询的帮助，但是我害怕被别人知道我正在接受心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要明确，寻求心理咨询是一种积极主动的行为，没有任何丢脸的地方。第一，心理咨询师是受到职业道德约束的，他们必须保护你的隐私，咨询的内容不会被泄露。第二，现在心理咨询已经很普遍了，很多人都有接受心理咨询的经验，你不会是唯一一个。你可以在咨询前与咨询师沟通隐私保护的问题，相信他们会给你满意的答复。只要你相信这是对自己的一种良好的投资，你就能克服这种顾虑。",
    "annotation": [
      {
        "sentence": "首先要明确，寻求心理咨询是一种积极主动的行为，没有任何丢脸的地方。",
        "label": ""
      },
      {
        "sentence": "第一，心理咨询师是受到职业道德约束的，他们必须保护你的隐私，咨询的内容不会被泄露。",
        "label": ""
      },
      {
        "sentence": "第二，现在心理咨询已经很普遍了，很多人都有接受心理咨询的经验，你不会是唯一一个。",
        "label": ""
      },
      {
        "sentence": "你可以在咨询前与咨询师沟通隐私保护的问题，相信他们会给你满意的答复。",
        "label": ""
      },
      {
        "sentence": "只要你相信这是对自己的一种良好的投资，你就能克服这种顾虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感谢你的鼓励和支持，我会尝试去接受心理咨询的帮助，希望能够找到解决自己困境的方法。",
    "annotation": [
      {
        "sentence": "我感谢你的鼓励和支持，我会尝试去接受心理咨询的帮助，希望能够找到解决自己困境的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我为你的勇气和决心感到骄傲！接受心理咨询是一个积极且正确的选择，我相信你能够找到专业帮助，并且逐渐走出困境。记住，你并不孤单，我们都支持你！如果在这个过程中需要我给予任何帮助，都可以告诉我，我会一直陪在你身边的。加油！",
    "annotation": [
      {
        "sentence": "我为你的勇气和决心感到骄傲！",
        "label": ""
      },
      {
        "sentence": "接受心理咨询是一个积极且正确的选择，我相信你能够找到专业帮助，并且逐渐走出困境。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都支持你！",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中需要我给予任何帮助，都可以告诉我，我会一直陪在你身边的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]