[
  {
    "role": "client",
    "content": "我想请教一下，我是一个18岁的男生，想要社交但是有点怕，有时候会自卑。在公共场合稍微说话大一点声音，之后就有点自责。有时候很想要证明自己，但是没有人在乎也没啥可证明的。上完课天天就呆在宿舍。之前元旦晚会，我本来要去唱歌，但我找了个借口推辞了，觉得自己会唱的不好。很少跟身边的人说自己在想什么在做什么。很在乎别人对自己的看法，在外面就很克制自己。高中记得还因为刚转学没有朋友，在妈妈面前情绪失控过。",
    "annotation": [
      {
        "sentence": "我想请教一下，我是一个18岁的男生，想要社交但是有点怕，有时候会自卑。",
        "label": ""
      },
      {
        "sentence": "在公共场合稍微说话大一点声音，之后就有点自责。",
        "label": ""
      },
      {
        "sentence": "有时候很想要证明自己，但是没有人在乎也没啥可证明的。",
        "label": ""
      },
      {
        "sentence": "上完课天天就呆在宿舍。",
        "label": ""
      },
      {
        "sentence": "之前元旦晚会，我本来要去唱歌，但我找了个借口推辞了，觉得自己会唱的不好。",
        "label": ""
      },
      {
        "sentence": "很少跟身边的人说自己在想什么在做什么。",
        "label": ""
      },
      {
        "sentence": "很在乎别人对自己的看法，在外面就很克制自己。",
        "label": ""
      },
      {
        "sentence": "高中记得还因为刚转学没有朋友，在妈妈面前情绪失控过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你这些困扰，我理解你想要社交但又有些害怕的感受。人际交往确实是一个成长的过程，试着勇敢去面对，是我们成长的一部分，不要过于自责。以前你曾考虑去唱歌，这是个好尝试。试着从错误中吸取经验教训是很重要的，毕竟我们都是通过不断的试错才能进步的。你能想到推辞是因为你追求完美，担心唱得不好。但其实你对自己的唱功有一定了解，是不错的。如果选择参加元旦晚会，说明你有一定的能力，因为节目都是会经过筛选的，能够通过筛选就代表你的实力是被认同的。即便没有通过筛选，也不必伤心，这个过程本身也是一种成长。另外，在意他人对我们的看法是很正常的，但也不要过于克制自己。你的声音大在他人看来可能只是正常分贝，没有什么特别的。而且，把自己的声音放大一点，会为你带来自信，给自己更多的底气。交际这件事也是需要时间和经验的，不必要一开始就要求自己非常好。上完课后也可以多与室友互动，参加寝室活动，或者去兼职，在不断尝试中也会为你带来成长。试错是我们在发现错误并改正的过程中进步的关键，每一次都使你变得更好。不要对自己感到自卑，每个人都有自己的不足之处，只是在我们自己看来，可能将这些不足扩大了。我们的生活是为了自己而存在的，不要被别人的看法束缚住了自己。希望我的回答能对你有所帮助。如果还有其他问题，你可以继续分享。",
    "annotation": [
      {
        "sentence": "你好，听到你这些困扰，我理解你想要社交但又有些害怕的感受。",
        "label": ""
      },
      {
        "sentence": "人际交往确实是一个成长的过程，试着勇敢去面对，是我们成长的一部分，不要过于自责。",
        "label": ""
      },
      {
        "sentence": "以前你曾考虑去唱歌，这是个好尝试。",
        "label": ""
      },
      {
        "sentence": "试着从错误中吸取经验教训是很重要的，毕竟我们都是通过不断的试错才能进步的。",
        "label": ""
      },
      {
        "sentence": "你能想到推辞是因为你追求完美，担心唱得不好。",
        "label": ""
      },
      {
        "sentence": "但其实你对自己的唱功有一定了解，是不错的。",
        "label": ""
      },
      {
        "sentence": "如果选择参加元旦晚会，说明你有一定的能力，因为节目都是会经过筛选的，能够通过筛选就代表你的实力是被认同的。",
        "label": ""
      },
      {
        "sentence": "即便没有通过筛选，也不必伤心，这个过程本身也是一种成长。",
        "label": ""
      },
      {
        "sentence": "另外，在意他人对我们的看法是很正常的，但也不要过于克制自己。",
        "label": ""
      },
      {
        "sentence": "你的声音大在他人看来可能只是正常分贝，没有什么特别的。",
        "label": ""
      },
      {
        "sentence": "而且，把自己的声音放大一点，会为你带来自信，给自己更多的底气。",
        "label": ""
      },
      {
        "sentence": "交际这件事也是需要时间和经验的，不必要一开始就要求自己非常好。",
        "label": ""
      },
      {
        "sentence": "上完课后也可以多与室友互动，参加寝室活动，或者去兼职，在不断尝试中也会为你带来成长。",
        "label": ""
      },
      {
        "sentence": "试错是我们在发现错误并改正的过程中进步的关键，每一次都使你变得更好。",
        "label": ""
      },
      {
        "sentence": "不要对自己感到自卑，每个人都有自己的不足之处，只是在我们自己看来，可能将这些不足扩大了。",
        "label": ""
      },
      {
        "sentence": "我们的生活是为了自己而存在的，不要被别人的看法束缚住了自己。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，你可以继续分享。",
        "label": ""
      }
    ]
  }
]