[
  {
    "role": "client",
    "content": "我借出去的钱要不回来，很愤怒，为什么他们不还？",
    "annotation": [
      {
        "sentence": "我借出去的钱要不回来，很愤怒，为什么他们不还？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "@借出去的钱，想讨回还真不是那么容易的事情。那么，有几个建议，你参考一下：常言道欠钱的都是爷，既然借出不还，你必须讨债，电话和当面谈，也要说你有急用钱的理由，然后电话不断跟踪，实在不给还必须上门去。",
    "annotation": [
      {
        "sentence": "@借出去的钱，想讨回还真不是那么容易的事情。",
        "label": ""
      },
      {
        "sentence": "那么，有几个建议，你参考一下：常言道欠钱的都是爷，既然借出不还，你必须讨债，电话和当面谈，也要说你有急用钱的理由，然后电话不断跟踪，实在不给还必须上门去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他们都是我亲近的人，为什么他们还不还呢？我借给我哥哥近10万元用于植发，结婚生子，还有表哥三万多用于做生意。这近一年生意失败了，表哥还欠了100万元。还有我的前男友，他欠我1万元，已经还了一半，但近几年我一直感到很沮丧和郁闷。",
    "annotation": [
      {
        "sentence": "他们都是我亲近的人，为什么他们还不还呢？",
        "label": ""
      },
      {
        "sentence": "我借给我哥哥近10万元用于植发，结婚生子，还有表哥三万多用于做生意。",
        "label": ""
      },
      {
        "sentence": "这近一年生意失败了，表哥还欠了100万元。",
        "label": ""
      },
      {
        "sentence": "还有我的前男友，他欠我1万元，已经还了一半，但近几年我一直感到很沮丧和郁闷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况确实让人生气和难过。不过，有时候钱和亲情之间的关系很复杂，亲近的人可能会因为种种原因无法还款，但你可以试试采取一些措施来要求还款，重点是在沟通中表达你有急用钱的理由，或许会促使他们更快还钱。",
    "annotation": [
      {
        "sentence": "你的情况确实让人生气和难过。",
        "label": ""
      },
      {
        "sentence": "不过，有时候钱和亲情之间的关系很复杂，亲近的人可能会因为种种原因无法还款，但你可以试试采取一些措施来要求还款，重点是在沟通中表达你有急用钱的理由，或许会促使他们更快还钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很郁闷，为什么别人借钱都能还，而他们就不还呢？他们心里难道就没有欠债还钱的概念吗？而且，这些借钱的人都是男生，为什么他们在借钱之前就不考虑自己有没有能力还？",
    "annotation": [
      {
        "sentence": "我真的很郁闷，为什么别人借钱都能还，而他们就不还呢？",
        "label": ""
      },
      {
        "sentence": "他们心里难道就没有欠债还钱的概念吗？",
        "label": ""
      },
      {
        "sentence": "而且，这些借钱的人都是男生，为什么他们在借钱之前就不考虑自己有没有能力还？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许他们并没有刻意无视欠债还钱的概念，可能是因为各种原因导致他们无法按时还款。至于为什么他们在借钱之前没有考虑能力问题，可能是因为当时他们处于急需资金的状态，没有更多的考虑余地。但这并不是为他们的行为辩护，他们确实应该有借钱之前评估自己还款能力的责任。",
    "annotation": [
      {
        "sentence": "或许他们并没有刻意无视欠债还钱的概念，可能是因为各种原因导致他们无法按时还款。",
        "label": ""
      },
      {
        "sentence": "至于为什么他们在借钱之前没有考虑能力问题，可能是因为当时他们处于急需资金的状态，没有更多的考虑余地。",
        "label": ""
      },
      {
        "sentence": "但这并不是为他们的行为辩护，他们确实应该有借钱之前评估自己还款能力的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，这已经过去了三五年了，时间也太久了吧？我觉得这样等下去没有希望了。",
    "annotation": [
      {
        "sentence": "可是，这已经过去了三五年了，时间也太久了吧？",
        "label": ""
      },
      {
        "sentence": "我觉得这样等下去没有希望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，时间的拖延确实让事情变得更为复杂，但还有一些办法可以尝试。你可以继续保持联系，并不断提醒他们，甚至亲自上门催债。而且，作为借钱人，你也要做好心理准备，不要再对他们期望太高，要有可能借不到钱的打算。最重要的建议是，尽量避免借钱，尽管你帮助了亲近的人，但自己的心情却变得烦躁和不开心。你觉得这些建议可行吗？",
    "annotation": [
      {
        "sentence": "是的，时间的拖延确实让事情变得更为复杂，但还有一些办法可以尝试。",
        "label": ""
      },
      {
        "sentence": "你可以继续保持联系，并不断提醒他们，甚至亲自上门催债。",
        "label": ""
      },
      {
        "sentence": "而且，作为借钱人，你也要做好心理准备，不要再对他们期望太高，要有可能借不到钱的打算。",
        "label": ""
      },
      {
        "sentence": "最重要的建议是，尽量避免借钱，尽管你帮助了亲近的人，但自己的心情却变得烦躁和不开心。",
        "label": ""
      },
      {
        "sentence": "你觉得这些建议可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着采取一些你提出的办法，希望能够有所进展。同时，我也会调整自己的心态，不再对他们抱有太大的期待。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会试着采取一些你提出的办法，希望能够有所进展。",
        "label": ""
      },
      {
        "sentence": "同时，我也会调整自己的心态，不再对他们抱有太大的期待。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望你能够尽快解决这个问题并恢复你的心情。记住，无论发生什么事情，我们都会在这里支持你。如果有任何需要，随时和我分享。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我希望你能够尽快解决这个问题并恢复你的心情。",
        "label": ""
      },
      {
        "sentence": "记住，无论发生什么事情，我们都会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时和我分享。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]