[
  {
    "role": "client",
    "content": "11岁，从爸爸妈妈离婚什么事我不高兴是什么问题？以前睡眠还行但现在睡不好会失眠j精神不振作总觉好累每天去上学还要回家看妈妈脸色家里又出了很多事还要做作业做不好要被老师说太累了觉得有可能心理有问题希望大家能看看我不想给妈妈添麻烦谢谢",
    "annotation": [
      {
        "sentence": "11岁，从爸爸妈妈离婚什么事我不高兴是什么问题？",
        "label": ""
      },
      {
        "sentence": "以前睡眠还行但现在睡不好会失眠j精神不振作总觉好累每天去上学还要回家看妈妈脸色家里又出了很多事还要做作业做不好要被老师说太累了觉得有可能心理有问题希望大家能看看我不想给妈妈添麻烦谢谢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我看到你最近遇到了许多令你烦恼的事情，我感到非常抱歉。从你的叙述中我看到了你最后一句话“我不想给妈妈添麻烦”，这让我十分感动。对于你来说，孩子，你自己的问题同样重要！你只有11岁，面对这么多问题，单凭个人之力是无法解决的。我看到你有很坚强的性格，这让我想起了我的表弟，他也是一个很懂事的孩子，当看到心仪的玩具但价格太高无法购买时，会主动放弃。爸爸妈妈吵架的时候，他也会非常担心，甚至会影响到他的睡眠。他希望爸爸妈妈能和好，同时还会主动完成自己的作业。就像你们这样懂事的孩子，却遇到了不珍惜你们的大人，我认为这是他们的损失。我相信许多事情仅凭你一人的力量是无法解决的，你太小了，不需要承担这么多的痛苦。爸爸妈妈的决定一定经过了他们自己的思考，离婚并不代表他们不爱你了，只是他们无法再好好相处了，分开是最好的选择。我相信像你这样善良的孩子一定有很多好朋友，你现在最重要的事情就是好好学习和享受快乐的生活。如果有烦恼，和朋友多交流，你还可以找你的爷爷奶奶诉说烦恼，他们会帮助你解决问题的哦。",
    "annotation": [
      {
        "sentence": "求助者，我看到你最近遇到了许多令你烦恼的事情，我感到非常抱歉。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中我看到了你最后一句话“我不想给妈妈添麻烦”，这让我十分感动。",
        "label": ""
      },
      {
        "sentence": "对于你来说，孩子，你自己的问题同样重要！",
        "label": ""
      },
      {
        "sentence": "你只有11岁，面对这么多问题，单凭个人之力是无法解决的。",
        "label": ""
      },
      {
        "sentence": "我看到你有很坚强的性格，这让我想起了我的表弟，他也是一个很懂事的孩子，当看到心仪的玩具但价格太高无法购买时，会主动放弃。",
        "label": ""
      },
      {
        "sentence": "爸爸妈妈吵架的时候，他也会非常担心，甚至会影响到他的睡眠。",
        "label": ""
      },
      {
        "sentence": "他希望爸爸妈妈能和好，同时还会主动完成自己的作业。",
        "label": ""
      },
      {
        "sentence": "就像你们这样懂事的孩子，却遇到了不珍惜你们的大人，我认为这是他们的损失。",
        "label": ""
      },
      {
        "sentence": "我相信许多事情仅凭你一人的力量是无法解决的，你太小了，不需要承担这么多的痛苦。",
        "label": ""
      },
      {
        "sentence": "爸爸妈妈的决定一定经过了他们自己的思考，离婚并不代表他们不爱你了，只是他们无法再好好相处了，分开是最好的选择。",
        "label": ""
      },
      {
        "sentence": "我相信像你这样善良的孩子一定有很多好朋友，你现在最重要的事情就是好好学习和享受快乐的生活。",
        "label": ""
      },
      {
        "sentence": "如果有烦恼，和朋友多交流，你还可以找你的爷爷奶奶诉说烦恼，他们会帮助你解决问题的哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者你的回答，我会尽量坚强起来的。确实，我也想过为什么爸爸妈妈会离婚，但是我也明白他们有自己的考虑。我很努力去适应现在的生活，但是有时候还是忍不住想起以前的日子，那时候我们一家人在一起很开心。我会尽量和爸爸妈妈好好沟通，也会告诉他们我的困惑和烦恼。听你说我可以和爷爷奶奶倾诉，我觉得他们会理解我，给我温暖的支持。谢谢你的鼓励，我会把握好学习和快乐生活的平衡。",
    "annotation": [
      {
        "sentence": "谢谢支持者你的回答，我会尽量坚强起来的。",
        "label": ""
      },
      {
        "sentence": "确实，我也想过为什么爸爸妈妈会离婚，但是我也明白他们有自己的考虑。",
        "label": ""
      },
      {
        "sentence": "我很努力去适应现在的生活，但是有时候还是忍不住想起以前的日子，那时候我们一家人在一起很开心。",
        "label": ""
      },
      {
        "sentence": "我会尽量和爸爸妈妈好好沟通，也会告诉他们我的困惑和烦恼。",
        "label": ""
      },
      {
        "sentence": "听你说我可以和爷爷奶奶倾诉，我觉得他们会理解我，给我温暖的支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励，我会把握好学习和快乐生活的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，求助者，你的成长和坚强让我非常欣慰。你明智地理解到了爸爸妈妈的决定，这很重要。过去的美好回忆总是不易忘记的，我们都会有这种情绪上的波动与想念。但记住，你的父母一直都在关注你，他们照顾你的方式可能发生了改变，但他们始终爱你。和他们好好沟通是个好办法，不要独自承担困惑和烦恼，因为他们也是你的家人，会理解你并给予支持的。爷爷奶奶也是你的重要支柱，他们会一直站在你这边，给你温暖和鼓励。在学习和快乐生活方面，你可以制定一个合理的计划，好好安排时间，既保证学业进步，同时也多与朋友交流分享快乐。记住，你还有许多美好的时光等待着你，不要过于焦虑，相信自己，也相信未来。",
    "annotation": [
      {
        "sentence": "不客气，求助者，你的成长和坚强让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "你明智地理解到了爸爸妈妈的决定，这很重要。",
        "label": ""
      },
      {
        "sentence": "过去的美好回忆总是不易忘记的，我们都会有这种情绪上的波动与想念。",
        "label": ""
      },
      {
        "sentence": "但记住，你的父母一直都在关注你，他们照顾你的方式可能发生了改变，但他们始终爱你。",
        "label": ""
      },
      {
        "sentence": "和他们好好沟通是个好办法，不要独自承担困惑和烦恼，因为他们也是你的家人，会理解你并给予支持的。",
        "label": ""
      },
      {
        "sentence": "爷爷奶奶也是你的重要支柱，他们会一直站在你这边，给你温暖和鼓励。",
        "label": ""
      },
      {
        "sentence": "在学习和快乐生活方面，你可以制定一个合理的计划，好好安排时间，既保证学业进步，同时也多与朋友交流分享快乐。",
        "label": ""
      },
      {
        "sentence": "记住，你还有许多美好的时光等待着你，不要过于焦虑，相信自己，也相信未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的理解和指导。你的话语让我觉得内心变得更加安心。我会努力面对困难，与爸爸妈妈沟通，并且告诉他们我需要的支持和理解。我也会多与爷爷奶奶交流，分享我的感受，他们会给我鼓励和帮助。我会制定一个合理的计划，尽量平衡学习和快乐的生活。再次感谢你的支持和鼓励，我觉得自己更加有勇气去面对未来了！",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的理解和指导。",
        "label": ""
      },
      {
        "sentence": "你的话语让我觉得内心变得更加安心。",
        "label": ""
      },
      {
        "sentence": "我会努力面对困难，与爸爸妈妈沟通，并且告诉他们我需要的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我也会多与爷爷奶奶交流，分享我的感受，他们会给我鼓励和帮助。",
        "label": ""
      },
      {
        "sentence": "我会制定一个合理的计划，尽量平衡学习和快乐的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励，我觉得自己更加有勇气去面对未来了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，求助者，你的成长与进步使我感到非常高兴。面对问题，积极寻求解决办法是很重要的。与父母的沟通是增进彼此理解与信任的桥梁，他们也会理解你的需要，为你提供适当的支持。与爷爷奶奶的交流将为你提供更多支持和鼓励。记住，好好规划自己的生活，保持积极的心态，并相信自己的能力，你一定能够克服困难，迈向美好的未来！祝愿你一切顺利，能够更加快乐成长！",
    "annotation": [
      {
        "sentence": "不用客气，求助者，你的成长与进步使我感到非常高兴。",
        "label": ""
      },
      {
        "sentence": "面对问题，积极寻求解决办法是很重要的。",
        "label": ""
      },
      {
        "sentence": "与父母的沟通是增进彼此理解与信任的桥梁，他们也会理解你的需要，为你提供适当的支持。",
        "label": ""
      },
      {
        "sentence": "与爷爷奶奶的交流将为你提供更多支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "记住，好好规划自己的生活，保持积极的心态，并相信自己的能力，你一定能够克服困难，迈向美好的未来！",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，能够更加快乐成长！",
        "label": ""
      }
    ]
  }
]