[
  {
    "role": "client",
    "content": "感觉自己进入病理性迷恋，该怎么办？",
    "annotation": [
      {
        "sentence": "感觉自己进入病理性迷恋，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一旦恋爱就像变了个人似的，变得敏感、占有欲强、极度渴求对方关注又蛮不讲理，即使只是迟回消息这种小事都会让我想毁掉这段关系……在陷入爱情的过程中，人类可能会迸发出令人恐惧的力量。所谓“陷入爱情”的状态，其实是一个连续的谱系，一端是“真正的爱情”，另一端则被称为“病态迷恋”。陷入病理性迷恋时，人们会有甚至比真正陷入爱情更为激烈、更为全神贯注\/难以移开注意力的感受。他们的头脑被所迷恋的对象填满，但他们对自己所迷恋的对象的态度是模凌两可的：意思是说，他们时而高估对象的价值、时而贬损对象的价值，时而怀有柔情蜜意的感受、时而怀有充满敌意的感受。迷恋比起真正的爱情来说，更是一种难以自控的本能反应。这可能是因为它更加是由强烈的移情驱动的。但当这种迷恋终于消散之后，人们凭借自己的意愿是无法重新唤起这种感受的：你只会记得有过这段经历，但无法重新体会到当时的感受。人们甚至可能会觉得当时的感受是不像自己的、难以解释的。病理性的迷恋中，在这种受虐性中，究竟获得了什么呢？一方面，他们心中的超我是严苛的，他们有着隐藏的愧疚感，因而想要通过受虐性的举动自我惩罚。施展了自我惩罚，能够让自己感受到自己遵循了道德而感觉良好，即便这个过程是发生于潜意识中的，从而让自我评价升高。另一方面，这些人有着自恋的需求，通过扮演一个最能忍受痛苦、最能自我牺牲的爱人，他们的自恋需求得到满足。受虐性、尤其是自虐型的举动带来的痛苦，有别于“真正的痛苦”，有别于彻底被动、无力动弹的消极位置。它有自我选择性和自我决定性在其中。甚至可以说，潜意识中主动选择了看似最为痛苦的病理性迷恋的这些人，实际上在逃避他们心中更为恐怖的、真正的亲密关系中的风险。另外，受虐也会带来权力感。主动选择的不可能，比起没有心理准备、怀有希望的同时要面对的风险来说，是更容易接受的。如何改变这种恋爱状态？",
    "annotation": [
      {
        "sentence": "一旦恋爱就像变了个人似的，变得敏感、占有欲强、极度渴求对方关注又蛮不讲理，即使只是迟回消息这种小事都会让我想毁掉这段关系……在陷入爱情的过程中，人类可能会迸发出令人恐惧的力量。",
        "label": ""
      },
      {
        "sentence": "所谓“陷入爱情”的状态，其实是一个连续的谱系，一端是“真正的爱情”，另一端则被称为“病态迷恋”。",
        "label": ""
      },
      {
        "sentence": "陷入病理性迷恋时，人们会有甚至比真正陷入爱情更为激烈、更为全神贯注\/难以移开注意力的感受。",
        "label": ""
      },
      {
        "sentence": "他们的头脑被所迷恋的对象填满，但他们对自己所迷恋的对象的态度是模凌两可的：意思是说，他们时而高估对象的价值、时而贬损对象的价值，时而怀有柔情蜜意的感受、时而怀有充满敌意的感受。",
        "label": ""
      },
      {
        "sentence": "迷恋比起真正的爱情来说，更是一种难以自控的本能反应。",
        "label": ""
      },
      {
        "sentence": "这可能是因为它更加是由强烈的移情驱动的。",
        "label": ""
      },
      {
        "sentence": "但当这种迷恋终于消散之后，人们凭借自己的意愿是无法重新唤起这种感受的：你只会记得有过这段经历，但无法重新体会到当时的感受。",
        "label": ""
      },
      {
        "sentence": "人们甚至可能会觉得当时的感受是不像自己的、难以解释的。",
        "label": ""
      },
      {
        "sentence": "病理性的迷恋中，在这种受虐性中，究竟获得了什么呢？",
        "label": ""
      },
      {
        "sentence": "一方面，他们心中的超我是严苛的，他们有着隐藏的愧疚感，因而想要通过受虐性的举动自我惩罚。",
        "label": ""
      },
      {
        "sentence": "施展了自我惩罚，能够让自己感受到自己遵循了道德而感觉良好，即便这个过程是发生于潜意识中的，从而让自我评价升高。",
        "label": ""
      },
      {
        "sentence": "另一方面，这些人有着自恋的需求，通过扮演一个最能忍受痛苦、最能自我牺牲的爱人，他们的自恋需求得到满足。",
        "label": ""
      },
      {
        "sentence": "受虐性、尤其是自虐型的举动带来的痛苦，有别于“真正的痛苦”，有别于彻底被动、无力动弹的消极位置。",
        "label": ""
      },
      {
        "sentence": "它有自我选择性和自我决定性在其中。",
        "label": ""
      },
      {
        "sentence": "甚至可以说，潜意识中主动选择了看似最为痛苦的病理性迷恋的这些人，实际上在逃避他们心中更为恐怖的、真正的亲密关系中的风险。",
        "label": ""
      },
      {
        "sentence": "另外，受虐也会带来权力感。",
        "label": ""
      },
      {
        "sentence": "主动选择的不可能，比起没有心理准备、怀有希望的同时要面对的风险来说，是更容易接受的。",
        "label": ""
      },
      {
        "sentence": "如何改变这种恋爱状态？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "和认识一年多的男朋友在一起已经一个多月了，已经到了磨合期，而我自己开始进入了病理性迷恋的状态。",
    "annotation": [
      {
        "sentence": "和认识一年多的男朋友在一起已经一个多月了，已经到了磨合期，而我自己开始进入了病理性迷恋的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这段感情进入磨合期是很正常的，不必过于担心。你说你又进入了病理性迷恋的状态，可以和我分享一下你具体的感受吗？",
    "annotation": [
      {
        "sentence": "这段感情进入磨合期是很正常的，不必过于担心。",
        "label": ""
      },
      {
        "sentence": "你说你又进入了病理性迷恋的状态，可以和我分享一下你具体的感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是我的第二段感情，第一段想无时无刻跟对方待在一起，总是等着对方主动，控制欲强，对方不满足自己就想抽离，整个人的状态很疯狂。这一次我感觉自己又有轻微症状了，总希望对方主动找我，但我也明白是自己的问题，在主动调整，可是很难受，也不敢和男朋友说。",
    "annotation": [
      {
        "sentence": "这是我的第二段感情，第一段想无时无刻跟对方待在一起，总是等着对方主动，控制欲强，对方不满足自己就想抽离，整个人的状态很疯狂。",
        "label": ""
      },
      {
        "sentence": "这一次我感觉自己又有轻微症状了，总希望对方主动找我，但我也明白是自己的问题，在主动调整，可是很难受，也不敢和男朋友说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，这段经历可能在你的心理上留下了一些创伤。但是请相信，每段感情都是独立的，这次的恋爱并不一定会重蹈覆辙。要正视自己的情绪，试着从过去的经历中吸取教训，不要把过去的阴影强加到现在的关系上。与男朋友坦诚相待，分享你的感受是很重要的，他是可以支持你的人。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，这段经历可能在你的心理上留下了一些创伤。",
        "label": ""
      },
      {
        "sentence": "但是请相信，每段感情都是独立的，这次的恋爱并不一定会重蹈覆辙。",
        "label": ""
      },
      {
        "sentence": "要正视自己的情绪，试着从过去的经历中吸取教训，不要把过去的阴影强加到现在的关系上。",
        "label": ""
      },
      {
        "sentence": "与男朋友坦诚相待，分享你的感受是很重要的，他是可以支持你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "补充一下，他是一个很有责任感，呆在一起无微不至的人，但是个工作狂，因为同行业所以我也比较支持。但他太忙我就总觉得被忽略了，有些事情也是怕他太忙就尽量不找他…结果就是越来越没安全感，继而陷入病理性迷恋。我想好好经营这段感情，请问我该怎么办？",
    "annotation": [
      {
        "sentence": "补充一下，他是一个很有责任感，呆在一起无微不至的人，但是个工作狂，因为同行业所以我也比较支持。",
        "label": ""
      },
      {
        "sentence": "但他太忙我就总觉得被忽略了，有些事情也是怕他太忙就尽量不找他…结果就是越来越没安全感，继而陷入病理性迷恋。",
        "label": ""
      },
      {
        "sentence": "我想好好经营这段感情，请问我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对他忙碌工作的担心，但记住，沟通是解决问题的关键。试着和他谈一谈，告诉他你的情绪和需求。沟通可以帮助你们更好地理解对方，而不是让你们陷入猜疑与误解的漩涡。在关系中建立安全感需要时间和努力，你要相信自己的价值，同时也要给予对方信任和支持。",
    "annotation": [
      {
        "sentence": "理解你对他忙碌工作的担心，但记住，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "试着和他谈一谈，告诉他你的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "沟通可以帮助你们更好地理解对方，而不是让你们陷入猜疑与误解的漩涡。",
        "label": ""
      },
      {
        "sentence": "在关系中建立安全感需要时间和努力，你要相信自己的价值，同时也要给予对方信任和支持。",
        "label": ""
      }
    ]
  }
]