[
  {
    "role": "client",
    "content": "答应男友不计较从前，但心里无法信任，怎么办？",
    "annotation": [
      {
        "sentence": "答应男友不计较从前，但心里无法信任，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！很高兴你能向我求助。听到你的困惑，我能理解你的感受。你和男友是初恋，这是一段幸运而美好的恋情。但是初恋往往带有苦涩，你们的相处过程中似乎经历了很多矛盾和摩擦。你提到男友保持原有的自我状态，而你则更敏感，这导致你难以接受他的行为。你特别指出他喜欢吃瓜，喜欢在群里嗨聊和评论他人。这让你觉得他的性格不够沉稳，无法信任他。你还提到最近常常梦见他对你不好，这让你感到十分不安。你想知道该怎么办，请告诉我更多关于你的情况吧。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "很高兴你能向我求助。",
        "label": ""
      },
      {
        "sentence": "听到你的困惑，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你和男友是初恋，这是一段幸运而美好的恋情。",
        "label": ""
      },
      {
        "sentence": "但是初恋往往带有苦涩，你们的相处过程中似乎经历了很多矛盾和摩擦。",
        "label": ""
      },
      {
        "sentence": "你提到男友保持原有的自我状态，而你则更敏感，这导致你难以接受他的行为。",
        "label": ""
      },
      {
        "sentence": "你特别指出他喜欢吃瓜，喜欢在群里嗨聊和评论他人。",
        "label": ""
      },
      {
        "sentence": "这让你觉得他的性格不够沉稳，无法信任他。",
        "label": ""
      },
      {
        "sentence": "你还提到最近常常梦见他对你不好，这让你感到十分不安。",
        "label": ""
      },
      {
        "sentence": "你想知道该怎么办，请告诉我更多关于你的情况吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我和男友交往了10个月，而且是异地恋。他是初恋，并且也是个大直男。他在我们刚开始相处的时候并没有改变自己的方式，这让我相对来说更敏感。我们的相处过程就像是升级打怪一样，充满了各种矛盾和摩擦。虽然他在这个过程中有些小事情上有所改变，但是我还是觉得很受伤。现在我最担心的是他的性格不够沉稳，喜欢在群里嗨聊和在朋友圈评论各种人。我甚至发现他夸别的女生漂亮，这让我非常不舒服。他还有个好哥们，他会为他的哥们关注相亲公众号推送的女生，这让我怀疑他是不是为自己找下家。我和他已经开诚布公地谈过，他说他会改变，虽然他说和我在一起后就想一辈子，但我还是不安，常常梦见他对我不好，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我和男友交往了10个月，而且是异地恋。",
        "label": ""
      },
      {
        "sentence": "他是初恋，并且也是个大直男。",
        "label": ""
      },
      {
        "sentence": "他在我们刚开始相处的时候并没有改变自己的方式，这让我相对来说更敏感。",
        "label": ""
      },
      {
        "sentence": "我们的相处过程就像是升级打怪一样，充满了各种矛盾和摩擦。",
        "label": ""
      },
      {
        "sentence": "虽然他在这个过程中有些小事情上有所改变，但是我还是觉得很受伤。",
        "label": ""
      },
      {
        "sentence": "现在我最担心的是他的性格不够沉稳，喜欢在群里嗨聊和在朋友圈评论各种人。",
        "label": ""
      },
      {
        "sentence": "我甚至发现他夸别的女生漂亮，这让我非常不舒服。",
        "label": ""
      },
      {
        "sentence": "他还有个好哥们，他会为他的哥们关注相亲公众号推送的女生，这让我怀疑他是不是为自己找下家。",
        "label": ""
      },
      {
        "sentence": "我和他已经开诚布公地谈过，他说他会改变，虽然他说和我在一起后就想一辈子，但我还是不安，常常梦见他对我不好，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我能理解你的不安和焦虑。彼此的初恋是美好而幸运的经历。在你的描述中，我感觉你和你的男友在相处的过程中遇到了一些挑战和困扰。恋爱过程中，你觉得他的行为不够稳定，喜欢在社交平台上与他人互动，这导致你对他的信任产生了怀疑。你还提到了他夸别的女生漂亮，以及他为他哥们关注相亲公众号的行为，这进一步加深了你的疑虑。虽然你们曾经坦诚地交谈过，他表示会改变，但你仍然感到不安，并常常做关于他对你不好的梦。你希望我给你一些建议，对吗？请你告诉我你对这段关系的期望以及你希望得到的支持。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我能理解你的不安和焦虑。",
        "label": ""
      },
      {
        "sentence": "彼此的初恋是美好而幸运的经历。",
        "label": ""
      },
      {
        "sentence": "在你的描述中，我感觉你和你的男友在相处的过程中遇到了一些挑战和困扰。",
        "label": ""
      },
      {
        "sentence": "恋爱过程中，你觉得他的行为不够稳定，喜欢在社交平台上与他人互动，这导致你对他的信任产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "你还提到了他夸别的女生漂亮，以及他为他哥们关注相亲公众号的行为，这进一步加深了你的疑虑。",
        "label": ""
      },
      {
        "sentence": "虽然你们曾经坦诚地交谈过，他表示会改变，但你仍然感到不安，并常常做关于他对你不好的梦。",
        "label": ""
      },
      {
        "sentence": "你希望我给你一些建议，对吗？",
        "label": ""
      },
      {
        "sentence": "请你告诉我你对这段关系的期望以及你希望得到的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和关注。我对这段关系的期望是建立在互相信任和稳定的基础上。我希望男友能够更加成熟和沉稳，不再对外界那么在意，能够更加关注我。我也希望他能够在公开场合尊重我，不评论别的女生，不让我感到不舒服。对于他关注相亲公众号的行为，我希望他能够停止，并且只关注我们的关系。我希望他能够给我更多的安全感和关注，让我不再感到焦虑和担忧。",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和关注。",
        "label": ""
      },
      {
        "sentence": "我对这段关系的期望是建立在互相信任和稳定的基础上。",
        "label": ""
      },
      {
        "sentence": "我希望男友能够更加成熟和沉稳，不再对外界那么在意，能够更加关注我。",
        "label": ""
      },
      {
        "sentence": "我也希望他能够在公开场合尊重我，不评论别的女生，不让我感到不舒服。",
        "label": ""
      },
      {
        "sentence": "对于他关注相亲公众号的行为，我希望他能够停止，并且只关注我们的关系。",
        "label": ""
      },
      {
        "sentence": "我希望他能够给我更多的安全感和关注，让我不再感到焦虑和担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对这段关系的期望是合理和正常的。建立在互相信任和稳定基础上的关系是健康和美满的。你希望男友更加成熟和沉稳，专注关注你，尊重你的情感，这是可以理解的。你也希望他在公开场合不评论别的女生，这样会减少你的不安和不舒服感。关于他关注相亲公众号的行为，你希望他能够停止并专注于你们的关系，这是合理的期望。你渴望男友给你更多的安全感和关注，减少你的焦虑和担忧。我建议你坦诚地和男友沟通，告诉他你的想法和期望，看看他是否愿意为了你们的关系作出改变。同时，也要给他一些时间和空间来适应和成长。关注自己的情感需求，提高自己的自信心和自我价值感也是很重要的。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "你对这段关系的期望是合理和正常的。",
        "label": ""
      },
      {
        "sentence": "建立在互相信任和稳定基础上的关系是健康和美满的。",
        "label": ""
      },
      {
        "sentence": "你希望男友更加成熟和沉稳，专注关注你，尊重你的情感，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你也希望他在公开场合不评论别的女生，这样会减少你的不安和不舒服感。",
        "label": ""
      },
      {
        "sentence": "关于他关注相亲公众号的行为，你希望他能够停止并专注于你们的关系，这是合理的期望。",
        "label": ""
      },
      {
        "sentence": "你渴望男友给你更多的安全感和关注，减少你的焦虑和担忧。",
        "label": ""
      },
      {
        "sentence": "我建议你坦诚地和男友沟通，告诉他你的想法和期望，看看他是否愿意为了你们的关系作出改变。",
        "label": ""
      },
      {
        "sentence": "同时，也要给他一些时间和空间来适应和成长。",
        "label": ""
      },
      {
        "sentence": "关注自己的情感需求，提高自己的自信心和自我价值感也是很重要的。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持。我会坦诚地和男友沟通，告诉他我的想法和期望，并听取他的回应。同时，我也会关注自己的情感需求，提高自己的自信心和自我价值感。感谢你陪伴我度过困难的时刻，我会努力面对并处理好这段关系的。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会坦诚地和男友沟通，告诉他我的想法和期望，并听取他的回应。",
        "label": ""
      },
      {
        "sentence": "同时，我也会关注自己的情感需求，提高自己的自信心和自我价值感。",
        "label": ""
      },
      {
        "sentence": "感谢你陪伴我度过困难的时刻，我会努力面对并处理好这段关系的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。和男友坦诚地沟通是解决问题的关键步骤，希望你们能够找到一个相互信任和理解的平衡点。同时，关注自己的情感需求，提升自己的自信和价值感也是非常重要的。我相信你能够处理好这段关系，祝你幸福！如果你还需要任何帮助，随时向我求助。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "和男友坦诚地沟通是解决问题的关键步骤，希望你们能够找到一个相互信任和理解的平衡点。",
        "label": ""
      },
      {
        "sentence": "同时，关注自己的情感需求，提升自己的自信和价值感也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我相信你能够处理好这段关系，祝你幸福！",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时向我求助。",
        "label": ""
      }
    ]
  }
]