[
  {
    "role": "client",
    "content": "一边说要结婚，一边又冷落我，我该分手吗？",
    "annotation": [
      {
        "sentence": "一边说要结婚，一边又冷落我，我该分手吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的生活状况陷入困惑中，还是很能理解你的，毕竟你遇到了一个所喜欢的人，但又有些不满的地方，所以你陷入了纠结的痛苦中。我们来聊一聊吧！或许可以缓解一下你的痛苦。你遇到一个喜欢的人，而且对方还说到和你结婚，这对你来说是莫大的喜悦，这正好是你想要的。",
    "annotation": [
      {
        "sentence": "看到你的生活状况陷入困惑中，还是很能理解你的，毕竟你遇到了一个所喜欢的人，但又有些不满的地方，所以你陷入了纠结的痛苦中。",
        "label": ""
      },
      {
        "sentence": "我们来聊一聊吧！",
        "label": ""
      },
      {
        "sentence": "或许可以缓解一下你的痛苦。",
        "label": ""
      },
      {
        "sentence": "你遇到一个喜欢的人，而且对方还说到和你结婚，这对你来说是莫大的喜悦，这正好是你想要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我当时真的感到非常开心，觉得他是我一直等待的人。",
    "annotation": [
      {
        "sentence": "是的，我当时真的感到非常开心，觉得他是我一直等待的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你们说到生孩子的话题上的时候，你们的不一致和解决方式让你有些接受不了。这说明在这方面，你们的想法和观念是不一样的。但是这个话题也是一定要说清楚的，这才能知道，你们是否都能得到满意的答案。",
    "annotation": [
      {
        "sentence": "当你们说到生孩子的话题上的时候，你们的不一致和解决方式让你有些接受不了。",
        "label": ""
      },
      {
        "sentence": "这说明在这方面，你们的想法和观念是不一样的。",
        "label": ""
      },
      {
        "sentence": "但是这个话题也是一定要说清楚的，这才能知道，你们是否都能得到满意的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了这个问题。我觉得如果我们在这个问题上存在分歧，那未来的生活可能会有更大的问题。",
    "annotation": [
      {
        "sentence": "是的，我也意识到了这个问题。",
        "label": ""
      },
      {
        "sentence": "我觉得如果我们在这个问题上存在分歧，那未来的生活可能会有更大的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "由于他妈妈身体不适，却让你妈妈到他家做饭，你觉得不合适，他就挂了电话。在这一点上，你是否可以看出他是一个什么样的人。当你们意见不合的时候，他又是如何做的。那么想到未来，当你们相处有问题的时候，他会如何去解决。在对他的认识上，你判断一下，他是否是你想要找的人。",
    "annotation": [
      {
        "sentence": "由于他妈妈身体不适，却让你妈妈到他家做饭，你觉得不合适，他就挂了电话。",
        "label": ""
      },
      {
        "sentence": "在这一点上，你是否可以看出他是一个什么样的人。",
        "label": ""
      },
      {
        "sentence": "当你们意见不合的时候，他又是如何做的。",
        "label": ""
      },
      {
        "sentence": "那么想到未来，当你们相处有问题的时候，他会如何去解决。",
        "label": ""
      },
      {
        "sentence": "在对他的认识上，你判断一下，他是否是你想要找的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我当时确实觉得他的做法不太友好，也让我感到不舒服。我担心在未来的相处中，我们会有更多的问题。现在我开始怀疑他是否真的适合我。",
    "annotation": [
      {
        "sentence": "我当时确实觉得他的做法不太友好，也让我感到不舒服。",
        "label": ""
      },
      {
        "sentence": "我担心在未来的相处中，我们会有更多的问题。",
        "label": ""
      },
      {
        "sentence": "现在我开始怀疑他是否真的适合我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说到你们的感情，似乎除了说结婚之外，也没有什么大的行动，而你是喜欢他的。听你的叙述，你也是希望和他结婚的，对不对？在决定结婚之前，你还是要好好判断一下，这个人是否就是你要找的人。可以从这点看看：你是喜欢他的，因为他能让你的某些情感需要得到满足，可是从你的叙述中，也能看到他与你很多观念和看法都不一致，而且他的反应很不友好，也就是让你不舒服。那未来你们的生活就是这样的，你还能接受得了吗？",
    "annotation": [
      {
        "sentence": "说到你们的感情，似乎除了说结婚之外，也没有什么大的行动，而你是喜欢他的。",
        "label": ""
      },
      {
        "sentence": "听你的叙述，你也是希望和他结婚的，对不对？",
        "label": ""
      },
      {
        "sentence": "在决定结婚之前，你还是要好好判断一下，这个人是否就是你要找的人。",
        "label": ""
      },
      {
        "sentence": "可以从这点看看：你是喜欢他的，因为他能让你的某些情感需要得到满足，可是从你的叙述中，也能看到他与你很多观念和看法都不一致，而且他的反应很不友好，也就是让你不舒服。",
        "label": ""
      },
      {
        "sentence": "那未来你们的生活就是这样的，你还能接受得了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实是希望与他结婚的。但是如果他的观念和方式一直让我觉得不舒服，我真的不知道我们的婚姻能否幸福。我开始怀疑自己是否能接受这样的生活。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实是希望与他结婚的。",
        "label": ""
      },
      {
        "sentence": "但是如果他的观念和方式一直让我觉得不舒服，我真的不知道我们的婚姻能否幸福。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是否能接受这样的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对他再深入了解一下吧！看看他的父母是什么样的人，父母的思想和观念是否是你能接受的。如果可以，也找找沟通，如果遇事无法沟通，那未来这样的婚姻生活也会很糟糕的。如果他很多条件并不能让你接受，不如放手，你要知道你的喜欢值得遇见一个能够看到你对他的喜欢、能够珍惜你对他的喜欢的人。让你放手，并不容易，但是这比你进入婚姻后再去放手，遭到的伤害会更少些。以上是我的一些个人看法，希望能够帮助到你，祝你生活愉快！",
    "annotation": [
      {
        "sentence": "对他再深入了解一下吧！",
        "label": ""
      },
      {
        "sentence": "看看他的父母是什么样的人，父母的思想和观念是否是你能接受的。",
        "label": ""
      },
      {
        "sentence": "如果可以，也找找沟通，如果遇事无法沟通，那未来这样的婚姻生活也会很糟糕的。",
        "label": ""
      },
      {
        "sentence": "如果他很多条件并不能让你接受，不如放手，你要知道你的喜欢值得遇见一个能够看到你对他的喜欢、能够珍惜你对他的喜欢的人。",
        "label": ""
      },
      {
        "sentence": "让你放手，并不容易，但是这比你进入婚姻后再去放手，遭到的伤害会更少些。",
        "label": ""
      },
      {
        "sentence": "以上是我的一些个人看法，希望能够帮助到你，祝你生活愉快！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会再仔细考虑一下。我想我还需要时间来思考这段感情是否值得坚持。你的支持让我感到很温暖，谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会再仔细考虑一下。",
        "label": ""
      },
      {
        "sentence": "我想我还需要时间来思考这段感情是否值得坚持。",
        "label": ""
      },
      {
        "sentence": "你的支持让我感到很温暖，谢谢你！",
        "label": ""
      }
    ]
  }
]