[
  {
    "role": "client",
    "content": "离开家去别的地方上课，第一次住校每次都想哭想家？",
    "annotation": [
      {
        "sentence": "离开家去别的地方上课，第一次住校每次都想哭想家？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你才16岁，就要离开家去学校住宿，这的确不容易。新的学校、新的环境、新的学习阶段、新的同学老师……这一切都是新的，对你来说都是陌生的。你要独自面对这陌生的一切，接受新的挑战，内心自然会感到许多焦虑和恐惧，也更加想念家里人和曾经熟悉的地方。",
    "annotation": [
      {
        "sentence": "你才16岁，就要离开家去学校住宿，这的确不容易。",
        "label": ""
      },
      {
        "sentence": "新的学校、新的环境、新的学习阶段、新的同学老师……这一切都是新的，对你来说都是陌生的。",
        "label": ""
      },
      {
        "sentence": "你要独自面对这陌生的一切，接受新的挑战，内心自然会感到许多焦虑和恐惧，也更加想念家里人和曾经熟悉的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得很害怕，也很不习惯新的环境和生活方式。我总是情不自禁地想到家里，忍不住流泪。难道是我心理承受能力不强吗？",
    "annotation": [
      {
        "sentence": "是的，我觉得很害怕，也很不习惯新的环境和生活方式。",
        "label": ""
      },
      {
        "sentence": "我总是情不自禁地想到家里，忍不住流泪。",
        "label": ""
      },
      {
        "sentence": "难道是我心理承受能力不强吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "并不是你心理承受能力不强，而是你对家的依恋和渴望比较强烈。你因为想念家人而常常忍不住哭泣，也说明你是个内心敏感细腻、感情丰富的人，情感阈限比较低，外界变化容易触发你的情绪。老实说，16岁还不是很大，内心害怕陌生环境、对家里依恋是很正常的。",
    "annotation": [
      {
        "sentence": "并不是你心理承受能力不强，而是你对家的依恋和渴望比较强烈。",
        "label": ""
      },
      {
        "sentence": "你因为想念家人而常常忍不住哭泣，也说明你是个内心敏感细腻、感情丰富的人，情感阈限比较低，外界变化容易触发你的情绪。",
        "label": ""
      },
      {
        "sentence": "老实说，16岁还不是很大，内心害怕陌生环境、对家里依恋是很正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。但我始终觉得这样的情绪影响了我的学习和生活，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "但我始终觉得这样的情绪影响了我的学习和生活，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们从小到大不断长大的过程中会经历许多变化和挑战，也会有很多不太愉快的体验，这是成长过程中所要面对的。我们的认知和心智也是从不成熟、脆弱慢慢锻炼成长，变得越来越成熟、坚强。不知道你和现在的同学老师们的关系怎样？有没有结识一些新朋友？有没有找到一些兴趣爱好所在？学习情况怎样？",
    "annotation": [
      {
        "sentence": "我们从小到大不断长大的过程中会经历许多变化和挑战，也会有很多不太愉快的体验，这是成长过程中所要面对的。",
        "label": ""
      },
      {
        "sentence": "我们的认知和心智也是从不成熟、脆弱慢慢锻炼成长，变得越来越成熟、坚强。",
        "label": ""
      },
      {
        "sentence": "不知道你和现在的同学老师们的关系怎样？",
        "label": ""
      },
      {
        "sentence": "有没有结识一些新朋友？",
        "label": ""
      },
      {
        "sentence": "有没有找到一些兴趣爱好所在？",
        "label": ""
      },
      {
        "sentence": "学习情况怎样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "和同学们关系还可以，但总觉得在他们中间不太自在。我来到这个学校已经一年多了，但还是觉得有些孤独。没有找到自己真正感兴趣的东西，也不太擅长学习。",
    "annotation": [
      {
        "sentence": "和同学们关系还可以，但总觉得在他们中间不太自在。",
        "label": ""
      },
      {
        "sentence": "我来到这个学校已经一年多了，但还是觉得有些孤独。",
        "label": ""
      },
      {
        "sentence": "没有找到自己真正感兴趣的东西，也不太擅长学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以将你的关注点和主要心思放到眼前学校里，更多地去想一想怎样提升学习，怎样和同学老师好好相处，怎样去认识更多的朋友，怎样发展自己的兴趣爱好。这些都是属于你自己的生活，属于你在这个人生阶段要去独立面对的，新生活的快乐美好之处也需要你自己去发现。",
    "annotation": [
      {
        "sentence": "可以将你的关注点和主要心思放到眼前学校里，更多地去想一想怎样提升学习，怎样和同学老师好好相处，怎样去认识更多的朋友，怎样发展自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "这些都是属于你自己的生活，属于你在这个人生阶段要去独立面对的，新生活的快乐美好之处也需要你自己去发现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该积极参与学校的活动，多交朋友，同时努力提升自己的学习能力。我相信这样做可以让我逐渐适应新的环境。",
    "annotation": [
      {
        "sentence": "我明白了，我应该积极参与学校的活动，多交朋友，同时努力提升自己的学习能力。",
        "label": ""
      },
      {
        "sentence": "我相信这样做可以让我逐渐适应新的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！我们都舍不得离开我们的家，但却不可能一直都生活在父母的羽翼之下。终有一天我们都会真正长大，离开自己的家，在人生路上独立前行。分离的过程是痛苦的，也是必然要经历的。我们必须要学会独立自主，让自己成熟、坚强起来，这样才能真正地成长。我们的家让我们想念、依恋，但也可以成为我们前进的依靠和力量。当你想家、想哭的时候，也可以同时问一下自己：我在这一刻有没有成长坚强起来？我能不能告诉父母：我很想你们，但是我也更加独立坚强了，能独立自主去面对和解决一些问题。你也可以把这些想法、自己的各种情绪、想家的情感都写下来，可以经常翻阅回顾，成为陪伴你的树洞。相信你的父母也会很想念你，很想照顾你，但是如果他们知道你能坚强地对生活、独立地去解决问题，会更加为你感到高兴骄傲。加油。",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "我们都舍不得离开我们的家，但却不可能一直都生活在父母的羽翼之下。",
        "label": ""
      },
      {
        "sentence": "终有一天我们都会真正长大，离开自己的家，在人生路上独立前行。",
        "label": ""
      },
      {
        "sentence": "分离的过程是痛苦的，也是必然要经历的。",
        "label": ""
      },
      {
        "sentence": "我们必须要学会独立自主，让自己成熟、坚强起来，这样才能真正地成长。",
        "label": ""
      },
      {
        "sentence": "我们的家让我们想念、依恋，但也可以成为我们前进的依靠和力量。",
        "label": ""
      },
      {
        "sentence": "当你想家、想哭的时候，也可以同时问一下自己：我在这一刻有没有成长坚强起来？",
        "label": ""
      },
      {
        "sentence": "我能不能告诉父母：我很想你们，但是我也更加独立坚强了，能独立自主去面对和解决一些问题。",
        "label": ""
      },
      {
        "sentence": "你也可以把这些想法、自己的各种情绪、想家的情感都写下来，可以经常翻阅回顾，成为陪伴你的树洞。",
        "label": ""
      },
      {
        "sentence": "相信你的父母也会很想念你，很想照顾你，但是如果他们知道你能坚强地对生活、独立地去解决问题，会更加为你感到高兴骄傲。",
        "label": ""
      },
      {
        "sentence": "加油。",
        "label": ""
      }
    ]
  }
]