[
  {
    "role": "client",
    "content": "该怎么摆脱过去，学会表达真实的自己？",
    "annotation": [
      {
        "sentence": "该怎么摆脱过去，学会表达真实的自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "该怎么摆脱过去，学会表达真实的自己？我非常能理解你目前的心理状态，我想还是用阿德勒的一句名言来开头：不幸的人用一生来治愈童年，幸运的人一生被童年治愈。这句话非常经典，也道出了人类社会中大多数人的命运走向，而我们到底如何去选择命运，那真的是靠自己了。抱着宿命论观点的人也不在少数，但这是过去的旧时代，如今二十一世纪了，人类都开始改变基因的工程技术研究了，那么阿德勒的这句话我们也可以改为：无法幸运不幸运，命运是掌握在自己手中的，就如电影《哪吒》里的一句很霸气的台词：我命由我不由天。",
    "annotation": [
      {
        "sentence": "该怎么摆脱过去，学会表达真实的自己？",
        "label": ""
      },
      {
        "sentence": "我非常能理解你目前的心理状态，我想还是用阿德勒的一句名言来开头：不幸的人用一生来治愈童年，幸运的人一生被童年治愈。",
        "label": ""
      },
      {
        "sentence": "这句话非常经典，也道出了人类社会中大多数人的命运走向，而我们到底如何去选择命运，那真的是靠自己了。",
        "label": ""
      },
      {
        "sentence": "抱着宿命论观点的人也不在少数，但这是过去的旧时代，如今二十一世纪了，人类都开始改变基因的工程技术研究了，那么阿德勒的这句话我们也可以改为：无法幸运不幸运，命运是掌握在自己手中的，就如电影《哪吒》里的一句很霸气的台词：我命由我不由天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，命运是可以掌握在自己手中的。但我就是不知道怎么改变自己，怎么敢去表达真实的自己。",
    "annotation": [
      {
        "sentence": "我明白了，命运是可以掌握在自己手中的。",
        "label": ""
      },
      {
        "sentence": "但我就是不知道怎么改变自己，怎么敢去表达真实的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很显然，你的问题就是童年的阴影所埋下的习得性无助感，还有母亲的攻击性行为内化于你的性情里。你们处理事情的方式有一个共同点就是喜欢挑刺，爱攻击，其实内心深处却藏着深深的自卑与自责。习得性无助就是想改变又无法自拔，越想改变却越陷越深，这是因为你没找对方法而已。就如＂粉红色大象＂效应一般，越想摆脱出现越多。正确的方法是：一、建议你开始学习心理学，你比你母亲要好的多，起码你有自知之明，只是苦于找不到方向，所以你先在平台学习基础知识，再慢慢拓展下去，你一定会有进步。二、找一张与笔列出你身上所有的优点，越多越好，然后带着这些优点去做事，就是做你优势的事情，再慢慢地去和老公沟通交流。不急的，慢慢来。三、给自己制定一个计划，无论是什么计划，反正你觉的有兴趣有动力有实施的可能性，那都可以。四、重要的话说三遍：你能够靠自己努力去治愈一切的伤痛，你能够靠自己努力去治愈一切的伤痛，你能够靠自己努力去治愈一切的伤痛！祝福你一切安好！",
    "annotation": [
      {
        "sentence": "很显然，你的问题就是童年的阴影所埋下的习得性无助感，还有母亲的攻击性行为内化于你的性情里。",
        "label": ""
      },
      {
        "sentence": "你们处理事情的方式有一个共同点就是喜欢挑刺，爱攻击，其实内心深处却藏着深深的自卑与自责。",
        "label": ""
      },
      {
        "sentence": "习得性无助就是想改变又无法自拔，越想改变却越陷越深，这是因为你没找对方法而已。",
        "label": ""
      },
      {
        "sentence": "就如＂粉红色大象＂效应一般，越想摆脱出现越多。",
        "label": ""
      },
      {
        "sentence": "正确的方法是：一、建议你开始学习心理学，你比你母亲要好的多，起码你有自知之明，只是苦于找不到方向，所以你先在平台学习基础知识，再慢慢拓展下去，你一定会有进步。",
        "label": ""
      },
      {
        "sentence": "二、找一张与笔列出你身上所有的优点，越多越好，然后带着这些优点去做事，就是做你优势的事情，再慢慢地去和老公沟通交流。",
        "label": ""
      },
      {
        "sentence": "不急的，慢慢来。",
        "label": ""
      },
      {
        "sentence": "三、给自己制定一个计划，无论是什么计划，反正你觉的有兴趣有动力有实施的可能性，那都可以。",
        "label": ""
      },
      {
        "sentence": "四、重要的话说三遍：你能够靠自己努力去治愈一切的伤痛，你能够靠自己努力去治愈一切的伤痛，你能够靠自己努力去治愈一切的伤痛！",
        "label": ""
      },
      {
        "sentence": "祝福你一切安好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的方法很实用，特别是学习心理学这个建议，我会尝试去学习基础知识，并逐渐扩展自己的知识面，希望能有所进步。同时，写下自己的优点也是一个好主意，我想我应该多发掘自己身上的优点，并将其运用到日常生活中和与丈夫的交流中。虽然我知道一切都需要慢慢来，但我会给自己制定一个计划，以帮助自己更好地改变和成长。谢谢你的祝福，希望一切都能安好。",
    "annotation": [
      {
        "sentence": "我觉得你说的方法很实用，特别是学习心理学这个建议，我会尝试去学习基础知识，并逐渐扩展自己的知识面，希望能有所进步。",
        "label": ""
      },
      {
        "sentence": "同时，写下自己的优点也是一个好主意，我想我应该多发掘自己身上的优点，并将其运用到日常生活中和与丈夫的交流中。",
        "label": ""
      },
      {
        "sentence": "虽然我知道一切都需要慢慢来，但我会给自己制定一个计划，以帮助自己更好地改变和成长。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福，希望一切都能安好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，你已经迈出了改变的第一步，并且已经拥有了探索和成长的动力。记得，在这个过程中要给自己一些温暖与宽容，不要过于苛刻对待自己。继续努力，相信你一定能够改变自己的命运，并且摆脱过去的阴影。如果你在学习心理学的过程中有任何问题，或者需要更多的支持和倾听，随时都可以来找我。我会一直在你身边支持你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，你已经迈出了改变的第一步，并且已经拥有了探索和成长的动力。",
        "label": ""
      },
      {
        "sentence": "记得，在这个过程中要给自己一些温暖与宽容，不要过于苛刻对待自己。",
        "label": ""
      },
      {
        "sentence": "继续努力，相信你一定能够改变自己的命运，并且摆脱过去的阴影。",
        "label": ""
      },
      {
        "sentence": "如果你在学习心理学的过程中有任何问题，或者需要更多的支持和倾听，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会牢记你的建议并努力去改变自己。我现在感到希望和动力都是源于你的鼓励，知道有人可以倾听和帮助我真的很温暖。如果我遇到了困难或者进展缓慢，我一定会回来寻求你的帮助。再次感谢你的陪伴和支持，祝你一切都好！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会牢记你的建议并努力去改变自己。",
        "label": ""
      },
      {
        "sentence": "我现在感到希望和动力都是源于你的鼓励，知道有人可以倾听和帮助我真的很温暖。",
        "label": ""
      },
      {
        "sentence": "如果我遇到了困难或者进展缓慢，我一定会回来寻求你的帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持，祝你一切都好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，帮助他人是我的责任和荣幸。相信我，你会逐渐找到自己的方向和解决困难的方法。无论何时何地，我都会在这里支持你，陪伴你度过难关。祝福你一切顺利，希望你的改变之旅能够带给你满满的成长和幸福！保持积极的态度，加油！",
    "annotation": [
      {
        "sentence": "不用客气，帮助他人是我的责任和荣幸。",
        "label": ""
      },
      {
        "sentence": "相信我，你会逐渐找到自己的方向和解决困难的方法。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，我都会在这里支持你，陪伴你度过难关。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，希望你的改变之旅能够带给你满满的成长和幸福！",
        "label": ""
      },
      {
        "sentence": "保持积极的态度，加油！",
        "label": ""
      }
    ]
  }
]