[
  {
    "role": "client",
    "content": "我现在真的很困惑，不知道怎样才能学会真实地表达自己，同时克服过去的创伤。我的家庭里，我母亲是一个很难相处的人。你只要关心她，她就内心高兴，可是她总是口口声声说你这不好那不好。如果我一天惹她生气了，她就会一直骂我，然后突然不说话。当她沉默了一段时间后，任何事情都有可能引发她的怒火，而我从不知道激怒她会有什么后果，也不知道她会生气多久。如果我生病了，如果我说的时间早了，她也会骂我，但如果我说得晚了，她也会骂我，然后会带我去看病。从小我就觉得自己很没用，觉得自己是家庭中的拖累，导致我自卑感很强。现在我结婚了，发现自己越来越像母亲，我不知不觉中也和我的丈夫相处的方式变得一样。我的丈夫觉得无论怎么做都无法满足我，我明明很关心他，但就是无法表达出来，结果他觉得我嫌弃他。我真的很困惑，不知道该怎么办。我真的不想让我的家庭破裂，很珍惜我的婚姻和家庭，但又觉得自己正在一点一点地破坏，变成了一个我自己都害怕的人。我真的不知道该怎么办啊？？？？",
    "annotation": [
      {
        "sentence": "我现在真的很困惑，不知道怎样才能学会真实地表达自己，同时克服过去的创伤。",
        "label": ""
      },
      {
        "sentence": "我的家庭里，我母亲是一个很难相处的人。",
        "label": ""
      },
      {
        "sentence": "你只要关心她，她就内心高兴，可是她总是口口声声说你这不好那不好。",
        "label": ""
      },
      {
        "sentence": "如果我一天惹她生气了，她就会一直骂我，然后突然不说话。",
        "label": ""
      },
      {
        "sentence": "当她沉默了一段时间后，任何事情都有可能引发她的怒火，而我从不知道激怒她会有什么后果，也不知道她会生气多久。",
        "label": ""
      },
      {
        "sentence": "如果我生病了，如果我说的时间早了，她也会骂我，但如果我说得晚了，她也会骂我，然后会带我去看病。",
        "label": ""
      },
      {
        "sentence": "从小我就觉得自己很没用，觉得自己是家庭中的拖累，导致我自卑感很强。",
        "label": ""
      },
      {
        "sentence": "现在我结婚了，发现自己越来越像母亲，我不知不觉中也和我的丈夫相处的方式变得一样。",
        "label": ""
      },
      {
        "sentence": "我的丈夫觉得无论怎么做都无法满足我，我明明很关心他，但就是无法表达出来，结果他觉得我嫌弃他。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我真的不想让我的家庭破裂，很珍惜我的婚姻和家庭，但又觉得自己正在一点一点地破坏，变成了一个我自己都害怕的人。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办啊？？？？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我好像看到你正深陷泥潭，想要挣出来，但被一股强大的力量拽住，动弹不得。我能感受到你内心的困倦，让我想起很多人，就像你所说，明明心里关心着对方，但却以愤怒的言语和行动表达出来。从你的描述中，我能看出你的母亲确实不擅长表达自己的情感，要么矛盾不一，要么抑制到爆发。让你感受到的更多是她的责骂。你觉得自己很无用，成为母亲的负担。是的，我们从小到大在成长的过程中，从与家人特别是重要的照顾者的互动中慢慢学会如何与人相处。长大后，我们会将这种相处模式带入婚姻中，影响着亲密关系。我记得曾经看到过这样一句话：“夫妻之间的相处模式往往就是我们与母亲相处模式的再现”。所以，你会觉得自己越来越像母亲，不知不觉中与你的丈夫相处方式变得一样。从你的描述中，我也能看到你非常珍惜你的婚姻和家庭，非常渴望做出改变。那我们现在就一起想想可以怎么做，好吗？从自己做起，从正确表达开始：如果你关心你的丈夫，就试着以正面的方式表达出来，只说出自己的感受，不带上情绪、评价和指责。尽量不用“你就是……”、“你总是……”这样的话。当然，在表达的时候，你的语音语调、眼神等非语言信息也要表达出不带评判和嫌弃的态度哦！当你自己感到委屈或者其他不舒服、不愉快的时候，也不要想着你的丈夫应该懂你的心思。每个人都是独特的个体，情绪都是和个人的经历、经验有关的，没有完全一样的两个人，所以也没有人能完全了解你的心思，更不要指望他们能够懂得你的心思。就像此刻，我对你的理解也是基于我的经验产生的，无法完全地感同身受。所以，请不要再用这种说法：“你这样做，我觉得很委屈！”你越来越害怕自己会变成你所恐惧的母亲，这种感觉和想法你也可以告诉你的丈夫，将你内心的纠结和不舒服告诉他。同时也请你的丈夫可以直接、正确地表达他的想法和感受，让你了解他的内心状态。当然，我也要提醒你，如果你们已经习惯了这种沟通模式，那么改变需要时间，并且在改变的过程中可能会有反复。不要期望一蹴而就，也不要害怕反复，因为许多发展过程都是螺旋上升的，需要耐心和信心。现在的你已经迈出了改变的第一步，从自己做起，相信自己！加油！",
    "annotation": [
      {
        "sentence": "看到你的描述，我好像看到你正深陷泥潭，想要挣出来，但被一股强大的力量拽住，动弹不得。",
        "label": ""
      },
      {
        "sentence": "我能感受到你内心的困倦，让我想起很多人，就像你所说，明明心里关心着对方，但却以愤怒的言语和行动表达出来。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能看出你的母亲确实不擅长表达自己的情感，要么矛盾不一，要么抑制到爆发。",
        "label": ""
      },
      {
        "sentence": "让你感受到的更多是她的责骂。",
        "label": ""
      },
      {
        "sentence": "你觉得自己很无用，成为母亲的负担。",
        "label": ""
      },
      {
        "sentence": "是的，我们从小到大在成长的过程中，从与家人特别是重要的照顾者的互动中慢慢学会如何与人相处。",
        "label": ""
      },
      {
        "sentence": "长大后，我们会将这种相处模式带入婚姻中，影响着亲密关系。",
        "label": ""
      },
      {
        "sentence": "我记得曾经看到过这样一句话：“夫妻之间的相处模式往往就是我们与母亲相处模式的再现”。",
        "label": ""
      },
      {
        "sentence": "所以，你会觉得自己越来越像母亲，不知不觉中与你的丈夫相处方式变得一样。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我也能看到你非常珍惜你的婚姻和家庭，非常渴望做出改变。",
        "label": ""
      },
      {
        "sentence": "那我们现在就一起想想可以怎么做，好吗？",
        "label": ""
      },
      {
        "sentence": "从自己做起，从正确表达开始：如果你关心你的丈夫，就试着以正面的方式表达出来，只说出自己的感受，不带上情绪、评价和指责。",
        "label": ""
      },
      {
        "sentence": "尽量不用“你就是……”、“你总是……”这样的话。",
        "label": ""
      },
      {
        "sentence": "当然，在表达的时候，你的语音语调、眼神等非语言信息也要表达出不带评判和嫌弃的态度哦！",
        "label": ""
      },
      {
        "sentence": "当你自己感到委屈或者其他不舒服、不愉快的时候，也不要想着你的丈夫应该懂你的心思。",
        "label": ""
      },
      {
        "sentence": "每个人都是独特的个体，情绪都是和个人的经历、经验有关的，没有完全一样的两个人，所以也没有人能完全了解你的心思，更不要指望他们能够懂得你的心思。",
        "label": ""
      },
      {
        "sentence": "就像此刻，我对你的理解也是基于我的经验产生的，无法完全地感同身受。",
        "label": ""
      },
      {
        "sentence": "所以，请不要再用这种说法：“你这样做，我觉得很委屈！",
        "label": ""
      },
      {
        "sentence": "”你越来越害怕自己会变成你所恐惧的母亲，这种感觉和想法你也可以告诉你的丈夫，将你内心的纠结和不舒服告诉他。",
        "label": ""
      },
      {
        "sentence": "同时也请你的丈夫可以直接、正确地表达他的想法和感受，让你了解他的内心状态。",
        "label": ""
      },
      {
        "sentence": "当然，我也要提醒你，如果你们已经习惯了这种沟通模式，那么改变需要时间，并且在改变的过程中可能会有反复。",
        "label": ""
      },
      {
        "sentence": "不要期望一蹴而就，也不要害怕反复，因为许多发展过程都是螺旋上升的，需要耐心和信心。",
        "label": ""
      },
      {
        "sentence": "现在的你已经迈出了改变的第一步，从自己做起，相信自己！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我现在明白了我应该从自己改变，从正确表达开始。我以后会试着正面地表达我的关心和感受，不再怨怼和指责我的丈夫。同时，我也会告诉他我内心的困扰和担忧，让他了解我的想法。虽然我知道改变需要时间和努力，但我会一步步努力去改变，相信我们的关系会变得更好。非常感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我现在明白了我应该从自己改变，从正确表达开始。",
        "label": ""
      },
      {
        "sentence": "我以后会试着正面地表达我的关心和感受，不再怨怼和指责我的丈夫。",
        "label": ""
      },
      {
        "sentence": "同时，我也会告诉他我内心的困扰和担忧，让他了解我的想法。",
        "label": ""
      },
      {
        "sentence": "虽然我知道改变需要时间和努力，但我会一步步努力去改变，相信我们的关系会变得更好。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能够理解并接受这些建议，已经是一个很大的进步了。相信只要你坚持努力，慢慢地改变自己的相处方式，你们的关系一定会有所改善。同时，记得相信自己，不要过分苛责自己。人都会在成长的过程中犯错，重要的是能够正视问题并主动去改变。我相信你能够做到的。如果在改变的过程中有任何困惑或者需要支持的地方，随时来找我聊聊都可以。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，你能够理解并接受这些建议，已经是一个很大的进步了。",
        "label": ""
      },
      {
        "sentence": "相信只要你坚持努力，慢慢地改变自己的相处方式，你们的关系一定会有所改善。",
        "label": ""
      },
      {
        "sentence": "同时，记得相信自己，不要过分苛责自己。",
        "label": ""
      },
      {
        "sentence": "人都会在成长的过程中犯错，重要的是能够正视问题并主动去改变。",
        "label": ""
      },
      {
        "sentence": "我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "如果在改变的过程中有任何困惑或者需要支持的地方，随时来找我聊聊都可以。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会牢记你的话。如果我在改变的过程中遇到困难，我一定会向你寻求帮助的。再次感谢你陪伴我度过这个难关，祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会牢记你的话。",
        "label": ""
      },
      {
        "sentence": "如果我在改变的过程中遇到困难，我一定会向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你陪伴我度过这个难关，祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能为你提供帮助。随时向我寻求帮助，我会尽力帮助你跨过困难。祝你度过难关，希望你的家庭越来越美满！如果需要的话，我们可以定期进行交流，分享你的进展和遇到的困难。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "随时向我寻求帮助，我会尽力帮助你跨过困难。",
        "label": ""
      },
      {
        "sentence": "祝你度过难关，希望你的家庭越来越美满！",
        "label": ""
      },
      {
        "sentence": "如果需要的话，我们可以定期进行交流，分享你的进展和遇到的困难。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的热心和支持，我会时刻记得你给我的帮助。我非常珍惜我们的交流，也很愿意和你定期交流。希望我们的交流能够对我有所帮助，也希望你的工作顺利。再次感谢你的陪伴和支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的热心和支持，我会时刻记得你给我的帮助。",
        "label": ""
      },
      {
        "sentence": "我非常珍惜我们的交流，也很愿意和你定期交流。",
        "label": ""
      },
      {
        "sentence": "希望我们的交流能够对我有所帮助，也希望你的工作顺利。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我的工作就是帮助人解决问题和提供支持的。我很高兴能为你提供帮助，也希望我们的交流能对你有所帮助。如果你有任何问题或者需要帮助的地方，随时都可以找我。祝福你的改变越来越好，也祝愿你和家人幸福快乐！加油！",
    "annotation": [
      {
        "sentence": "不用客气，我的工作就是帮助人解决问题和提供支持的。",
        "label": ""
      },
      {
        "sentence": "我很高兴能为你提供帮助，也希望我们的交流能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题或者需要帮助的地方，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "祝福你的改变越来越好，也祝愿你和家人幸福快乐！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]