[
  {
    "role": "client",
    "content": "我35岁了，有两个孩子，我被老公出轨了，我该挽回吗？怎么挽回呢？十二年来，我老公一次次的出轨，最近还发展到了肉体出轨。他说出轨的原因是因为我不关心他，他缺爱，所以他才在外面寻求慰藉。但其实那些都不是真正的感情。这些年我还一直帮他还债，照顾孩子都是我在做。我性格比较冷淡，比较内向，不太会说话。",
    "annotation": [
      {
        "sentence": "我35岁了，有两个孩子，我被老公出轨了，我该挽回吗？",
        "label": ""
      },
      {
        "sentence": "怎么挽回呢？",
        "label": ""
      },
      {
        "sentence": "十二年来，我老公一次次的出轨，最近还发展到了肉体出轨。",
        "label": ""
      },
      {
        "sentence": "他说出轨的原因是因为我不关心他，他缺爱，所以他才在外面寻求慰藉。",
        "label": ""
      },
      {
        "sentence": "但其实那些都不是真正的感情。",
        "label": ""
      },
      {
        "sentence": "这些年我还一直帮他还债，照顾孩子都是我在做。",
        "label": ""
      },
      {
        "sentence": "我性格比较冷淡，比较内向，不太会说话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我感到很悲伤。你和你的老公已经有了两个孩子，在这12年的婚姻期间，你的老公一次次出轨，最近还发现他有肉体出轨。出轨只是一个结果，你也可以回过头来看看你们之间到底发生了什么。当初你选择嫁给他的时候，他是一个什么样的人呢？现在的他和当初的他有很大的差别吗？因为有的人本性就是不安分的。被问到为何出轨，他给到你的原因竟然是：你不关心他，他缺爱，所以寻求慰藉，还安慰你那不是真感情。我想，即使你性格冷淡、内向，不太会说话，也不能成为他出轨的借口。每对夫妻都会有争吵，会存在各种矛盾，难道这些就可以成为出轨的理由吗？出轨就是出轨！我还看到你好像一直在纵容他，或许在这12年里你也没有多少想要把你们之间的关系拉近一些。他却在你的纵容下一次次发展到了身体出轨。他出轨的成本太低了，也不会受到任何惩罚，也没有什么损失，所以他才会一次次继续出轨，导致现在发展到了身体出轨。因为他知道你还是会挽回他的。作为一个丈夫、一个父亲，在这个家庭中的责任，他尽到了吗？你可以想一想，为什么这么多年你会对他这么纵容和包容呢？即使他没有承担起自己在家里的责任。你好像也是比较容易责怪自己的人，你把对方出轨的原因归咎到了自己身上，很自责。但是关系是两个人的事情啊！如果想出轨，根本不需要理由。他只是在给自己的出轨找理由而已，但这些理由你也非常的认可。现在你是真的想要挽回这段婚姻，还是说你只是在头脑上想挽回，但内心和身体上并没有真正想要靠近。如果你真的想要挽回的话，这12年的时间已经足够了。之所以发展到今天，肯定是有深层的原因。至于具体是什么原因，你可以找一个专业的心理咨询师，来帮助你探索和进行深度觉察。同时也可以通过不断学习、觉察，向内探讨。",
    "annotation": [
      {
        "sentence": "看到你的描述，我感到很悲伤。",
        "label": ""
      },
      {
        "sentence": "你和你的老公已经有了两个孩子，在这12年的婚姻期间，你的老公一次次出轨，最近还发现他有肉体出轨。",
        "label": ""
      },
      {
        "sentence": "出轨只是一个结果，你也可以回过头来看看你们之间到底发生了什么。",
        "label": ""
      },
      {
        "sentence": "当初你选择嫁给他的时候，他是一个什么样的人呢？",
        "label": ""
      },
      {
        "sentence": "现在的他和当初的他有很大的差别吗？",
        "label": ""
      },
      {
        "sentence": "因为有的人本性就是不安分的。",
        "label": ""
      },
      {
        "sentence": "被问到为何出轨，他给到你的原因竟然是：你不关心他，他缺爱，所以寻求慰藉，还安慰你那不是真感情。",
        "label": ""
      },
      {
        "sentence": "我想，即使你性格冷淡、内向，不太会说话，也不能成为他出轨的借口。",
        "label": ""
      },
      {
        "sentence": "每对夫妻都会有争吵，会存在各种矛盾，难道这些就可以成为出轨的理由吗？",
        "label": ""
      },
      {
        "sentence": "出轨就是出轨！",
        "label": ""
      },
      {
        "sentence": "我还看到你好像一直在纵容他，或许在这12年里你也没有多少想要把你们之间的关系拉近一些。",
        "label": ""
      },
      {
        "sentence": "他却在你的纵容下一次次发展到了身体出轨。",
        "label": ""
      },
      {
        "sentence": "他出轨的成本太低了，也不会受到任何惩罚，也没有什么损失，所以他才会一次次继续出轨，导致现在发展到了身体出轨。",
        "label": ""
      },
      {
        "sentence": "因为他知道你还是会挽回他的。",
        "label": ""
      },
      {
        "sentence": "作为一个丈夫、一个父亲，在这个家庭中的责任，他尽到了吗？",
        "label": ""
      },
      {
        "sentence": "你可以想一想，为什么这么多年你会对他这么纵容和包容呢？",
        "label": ""
      },
      {
        "sentence": "即使他没有承担起自己在家里的责任。",
        "label": ""
      },
      {
        "sentence": "你好像也是比较容易责怪自己的人，你把对方出轨的原因归咎到了自己身上，很自责。",
        "label": ""
      },
      {
        "sentence": "但是关系是两个人的事情啊！",
        "label": ""
      },
      {
        "sentence": "如果想出轨，根本不需要理由。",
        "label": ""
      },
      {
        "sentence": "他只是在给自己的出轨找理由而已，但这些理由你也非常的认可。",
        "label": ""
      },
      {
        "sentence": "现在你是真的想要挽回这段婚姻，还是说你只是在头脑上想挽回，但内心和身体上并没有真正想要靠近。",
        "label": ""
      },
      {
        "sentence": "如果你真的想要挽回的话，这12年的时间已经足够了。",
        "label": ""
      },
      {
        "sentence": "之所以发展到今天，肯定是有深层的原因。",
        "label": ""
      },
      {
        "sentence": "至于具体是什么原因，你可以找一个专业的心理咨询师，来帮助你探索和进行深度觉察。",
        "label": ""
      },
      {
        "sentence": "同时也可以通过不断学习、觉察，向内探讨。",
        "label": ""
      }
    ]
  }
]