[
  {
    "role": "client",
    "content": "游戏心理矛盾，空出了很多时间感觉很堵？最近把王者荣耀卸载了，因为我感觉它对自己的影响很大，首先会让自己脾气变得不好，其次有时候会熬夜玩一下，有时候会不做作业玩一下，感觉上瘾了，可是卸载了之后心理不舒服，第一感觉自己充了那么多钱浪费了，第二因为我感觉在上面可以交很多朋友，现在卸载了感觉空荡荡的，第三因为我转专业，所以每次回到以前专业那边找室友玩都是打游戏，我感觉这个游戏是我们关系枢纽，现在卸载了然后自己再去玩，就不知道干什么了，感觉关系可能就没那么好了，所以很纠结，卸载后空出了很多时间感觉很堵，还是有点不甘心，可是又不得不卸载。",
    "annotation": [
      {
        "sentence": "游戏心理矛盾，空出了很多时间感觉很堵？",
        "label": ""
      },
      {
        "sentence": "最近把王者荣耀卸载了，因为我感觉它对自己的影响很大，首先会让自己脾气变得不好，其次有时候会熬夜玩一下，有时候会不做作业玩一下，感觉上瘾了，可是卸载了之后心理不舒服，第一感觉自己充了那么多钱浪费了，第二因为我感觉在上面可以交很多朋友，现在卸载了感觉空荡荡的，第三因为我转专业，所以每次回到以前专业那边找室友玩都是打游戏，我感觉这个游戏是我们关系枢纽，现在卸载了然后自己再去玩，就不知道干什么了，感觉关系可能就没那么好了，所以很纠结，卸载后空出了很多时间感觉很堵，还是有点不甘心，可是又不得不卸载。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【卸载游戏后心理不平衡】虚拟世界和现实世界的平衡，总是我们需要去思考的问题。不过游戏本身并没有好坏之分，关键是我们怎么去用它。但就像你所言，自从沉迷于游戏中之后，脾气变差，经常熬夜，甚至在做作业的时候也会想着玩一玩。游戏只是娱乐，但如果任由娱乐操纵我们的思维，就得不偿失。你觉察到了这点，下了决心要卸载游戏。可卸载之后，你又觉得自己在游戏上花的时间和金钱无法挽回了，同时似乎也失去了和从前室友沟通交流的枢纽。你觉得难以适应，空出来的这些时间里又没有找到一个及时的替代方案，心里产生了不平衡。新旧习惯的更替，难以适应的确是有的，但如果想要，做出改变，这样的不适应是必须要去经历的。",
    "annotation": [
      {
        "sentence": "【卸载游戏后心理不平衡】虚拟世界和现实世界的平衡，总是我们需要去思考的问题。",
        "label": ""
      },
      {
        "sentence": "不过游戏本身并没有好坏之分，关键是我们怎么去用它。",
        "label": ""
      },
      {
        "sentence": "但就像你所言，自从沉迷于游戏中之后，脾气变差，经常熬夜，甚至在做作业的时候也会想着玩一玩。",
        "label": ""
      },
      {
        "sentence": "游戏只是娱乐，但如果任由娱乐操纵我们的思维，就得不偿失。",
        "label": ""
      },
      {
        "sentence": "你觉察到了这点，下了决心要卸载游戏。",
        "label": ""
      },
      {
        "sentence": "可卸载之后，你又觉得自己在游戏上花的时间和金钱无法挽回了，同时似乎也失去了和从前室友沟通交流的枢纽。",
        "label": ""
      },
      {
        "sentence": "你觉得难以适应，空出来的这些时间里又没有找到一个及时的替代方案，心里产生了不平衡。",
        "label": ""
      },
      {
        "sentence": "新旧习惯的更替，难以适应的确是有的，但如果想要，做出改变，这样的不适应是必须要去经历的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "卸载游戏后，我确实感到时间变得更多了。但很纠结的是，除了游戏之外，我好像没有其他事情可以做了。以前都是和室友一起打游戏，现在卸载了，我担心我们之间的关系会变差。我现在真的不知道该怎么填补这段时间，感觉心里很堵，也有点不甘心。",
    "annotation": [
      {
        "sentence": "卸载游戏后，我确实感到时间变得更多了。",
        "label": ""
      },
      {
        "sentence": "但很纠结的是，除了游戏之外，我好像没有其他事情可以做了。",
        "label": ""
      },
      {
        "sentence": "以前都是和室友一起打游戏，现在卸载了，我担心我们之间的关系会变差。",
        "label": ""
      },
      {
        "sentence": "我现在真的不知道该怎么填补这段时间，感觉心里很堵，也有点不甘心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【游戏的卸载提供了一次改变的契机】1.这次卸载游戏后，你也发觉到时间似乎多得令人堵得慌。而这些时间，你本可以用来干什么呢？是不是也发现自己除了游戏，似乎没有别的事情可以做了。所以现在认真去想一想：参加比赛也好、认真学习也好、加入社团部门也好。现在游戏把时间重新还给你，那就要好好利用。2.游戏只是一种娱乐方式，哪怕有人际交往的功能，但它并不是生活中必需的沟通途径。只是因为从前你对游戏比较沉迷，目光只限制在了这一方面，一旦离开这个环境，被荒废的沟通技能一时没能觉醒。以后当然也可以继续玩游戏，但前提是游戏不能成为操纵你生活的主导，你除了游戏还有更多更值得的事情去做。一个希望能温柔世界，也给自己时间肆意生长的小蘑菇。",
    "annotation": [
      {
        "sentence": "【游戏的卸载提供了一次改变的契机】1.这次卸载游戏后，你也发觉到时间似乎多得令人堵得慌。",
        "label": ""
      },
      {
        "sentence": "而这些时间，你本可以用来干什么呢？",
        "label": ""
      },
      {
        "sentence": "是不是也发现自己除了游戏，似乎没有别的事情可以做了。",
        "label": ""
      },
      {
        "sentence": "所以现在认真去想一想：参加比赛也好、认真学习也好、加入社团部门也好。",
        "label": ""
      },
      {
        "sentence": "现在游戏把时间重新还给你，那就要好好利用。",
        "label": ""
      },
      {
        "sentence": "2.游戏只是一种娱乐方式，哪怕有人际交往的功能，但它并不是生活中必需的沟通途径。",
        "label": ""
      },
      {
        "sentence": "只是因为从前你对游戏比较沉迷，目光只限制在了这一方面，一旦离开这个环境，被荒废的沟通技能一时没能觉醒。",
        "label": ""
      },
      {
        "sentence": "以后当然也可以继续玩游戏，但前提是游戏不能成为操纵你生活的主导，你除了游戏还有更多更值得的事情去做。",
        "label": ""
      },
      {
        "sentence": "一个希望能温柔世界，也给自己时间肆意生长的小蘑菇。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，确实现在有了更多时间可以做其他事情。我应该主动去发掘和尝试新的兴趣爱好，不再让游戏占据我全部的生活空间。我也明白游戏只是一种娱乐方式，不能让它成为我生活的主导。除了游戏，还有很多值得我去注意的事情。我要努力将自己的注意力和精力转移到更有意义的事情上，培养其他方面的技能和兴趣。",
    "annotation": [
      {
        "sentence": "你说得对，确实现在有了更多时间可以做其他事情。",
        "label": ""
      },
      {
        "sentence": "我应该主动去发掘和尝试新的兴趣爱好，不再让游戏占据我全部的生活空间。",
        "label": ""
      },
      {
        "sentence": "我也明白游戏只是一种娱乐方式，不能让它成为我生活的主导。",
        "label": ""
      },
      {
        "sentence": "除了游戏，还有很多值得我去注意的事情。",
        "label": ""
      },
      {
        "sentence": "我要努力将自己的注意力和精力转移到更有意义的事情上，培养其他方面的技能和兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的认识，这是你迈向积极变化的重要一步。不再让游戏占据全部，寻找其他的兴趣爱好，将会给你带来更多的成长和满足感。同时，也要提醒你适应新环境和新习惯的过程可能会有些困难，但只要你坚持下去，相信你能够逐渐适应并享受这种积极的变化。在这个过程中，不要忘记给自己一些调整的时间和空间，可以向周围的朋友和家人寻求支持和鼓励。你已经朝着更好的方向迈出了一步，继续加油吧！",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的认识，这是你迈向积极变化的重要一步。",
        "label": ""
      },
      {
        "sentence": "不再让游戏占据全部，寻找其他的兴趣爱好，将会给你带来更多的成长和满足感。",
        "label": ""
      },
      {
        "sentence": "同时，也要提醒你适应新环境和新习惯的过程可能会有些困难，但只要你坚持下去，相信你能够逐渐适应并享受这种积极的变化。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记给自己一些调整的时间和空间，可以向周围的朋友和家人寻求支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "你已经朝着更好的方向迈出了一步，继续加油吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会牢记你的建议，努力去适应这个新的生活模式。我也会向身边的人寻求帮助和支持，因为我知道这个过程中会有一些困难和挫折。但我相信只要坚持下去，我一定能够战胜自己，找到更好的平衡和生活方式。再次感谢你的耐心倾听和鼓励，我会好好面对这个问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，努力去适应这个新的生活模式。",
        "label": ""
      },
      {
        "sentence": "我也会向身边的人寻求帮助和支持，因为我知道这个过程中会有一些困难和挫折。",
        "label": ""
      },
      {
        "sentence": "但我相信只要坚持下去，我一定能够战胜自己，找到更好的平衡和生活方式。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心倾听和鼓励，我会好好面对这个问题的。",
        "label": ""
      }
    ]
  }
]