[
  {
    "role": "client",
    "content": "最近游戏心理矛盾，卸载了游戏后感觉很堵。之前一直在玩王者荣耀，觉得它对我影响很大，首先会让我的脾气变得不好，而且我有时会熬夜玩游戏、不做作业，感觉上瘾了。可是卸载了之后心理上感到不舒服，首先我觉得自己充了那么多钱都浪费了，第二我觉得游戏可以交到很多朋友，现在卸载了感觉空荡荡的，第三因为我转了专业，所以每次回到以前的专业找室友玩都是一起玩游戏，我觉得这个游戏是我们关系的枢纽。现在卸载了，我又不知道要做什么了，感觉我们关系可能会变差，非常纠结和矛盾，空出了很多时间感觉很堵，可是又有点不甘心，但是又不得不卸载。",
    "annotation": [
      {
        "sentence": "最近游戏心理矛盾，卸载了游戏后感觉很堵。",
        "label": ""
      },
      {
        "sentence": "之前一直在玩王者荣耀，觉得它对我影响很大，首先会让我的脾气变得不好，而且我有时会熬夜玩游戏、不做作业，感觉上瘾了。",
        "label": ""
      },
      {
        "sentence": "可是卸载了之后心理上感到不舒服，首先我觉得自己充了那么多钱都浪费了，第二我觉得游戏可以交到很多朋友，现在卸载了感觉空荡荡的，第三因为我转了专业，所以每次回到以前的专业找室友玩都是一起玩游戏，我觉得这个游戏是我们关系的枢纽。",
        "label": ""
      },
      {
        "sentence": "现在卸载了，我又不知道要做什么了，感觉我们关系可能会变差，非常纠结和矛盾，空出了很多时间感觉很堵，可是又有点不甘心，但是又不得不卸载。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你发现游戏影响了自己的状态，所以卸载了，首先要夸赞你对自己有这样的自我觉察能力。现在没有游戏，你会感觉空落落的，这是正常的。因为旧的行为习惯突然没有了，新的行为习惯还没有形成，这个适应期是需要的。根据你的描述，你通过游戏满足了人际交往的需求，所以建立新的行为习惯时也要考虑满足你社交需求的基础。我们可以多方面考虑：大学生可以参加哪些活动或做什么事情来满足人际交往的需求？想一下，可能会有很多答案：可以参加校内外的社团、做一些公益活动、组织一些宿舍聚餐、找几个同学一起备考一个证书等等。至于游戏上充了很多钱无法退还的问题，可以当做是一次人生经验，提醒自己要理性消费。很快你就会发现省下来的钱比购买游戏经验的钱要多出很多。祝一切顺利。",
    "annotation": [
      {
        "sentence": "看到你发现游戏影响了自己的状态，所以卸载了，首先要夸赞你对自己有这样的自我觉察能力。",
        "label": ""
      },
      {
        "sentence": "现在没有游戏，你会感觉空落落的，这是正常的。",
        "label": ""
      },
      {
        "sentence": "因为旧的行为习惯突然没有了，新的行为习惯还没有形成，这个适应期是需要的。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你通过游戏满足了人际交往的需求，所以建立新的行为习惯时也要考虑满足你社交需求的基础。",
        "label": ""
      },
      {
        "sentence": "我们可以多方面考虑：大学生可以参加哪些活动或做什么事情来满足人际交往的需求？",
        "label": ""
      },
      {
        "sentence": "想一下，可能会有很多答案：可以参加校内外的社团、做一些公益活动、组织一些宿舍聚餐、找几个同学一起备考一个证书等等。",
        "label": ""
      },
      {
        "sentence": "至于游戏上充了很多钱无法退还的问题，可以当做是一次人生经验，提醒自己要理性消费。",
        "label": ""
      },
      {
        "sentence": "很快你就会发现省下来的钱比购买游戏经验的钱要多出很多。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利。",
        "label": ""
      }
    ]
  }
]