[
  {
    "role": "client",
    "content": "忘不了伤害我的人，要怎么放下他们？最近，我总是想起那些伤害过的人，每次想起他们都是在工作的时候，这大大影响了我的工作效率。而且想起他们时，我会无意识的用意念与他们吵架，吵完后我会陷入焦虑和难过中。每次回过神来，周围人都用奇怪的眼神看着我。我是不是心理有问题了？如果不是，要怎么放下他们，好好生活？",
    "annotation": [
      {
        "sentence": "忘不了伤害我的人，要怎么放下他们？",
        "label": ""
      },
      {
        "sentence": "最近，我总是想起那些伤害过的人，每次想起他们都是在工作的时候，这大大影响了我的工作效率。",
        "label": ""
      },
      {
        "sentence": "而且想起他们时，我会无意识的用意念与他们吵架，吵完后我会陷入焦虑和难过中。",
        "label": ""
      },
      {
        "sentence": "每次回过神来，周围人都用奇怪的眼神看着我。",
        "label": ""
      },
      {
        "sentence": "我是不是心理有问题了？",
        "label": ""
      },
      {
        "sentence": "如果不是，要怎么放下他们，好好生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，我能感受到你因为忘不了伤害过你的人而感到焦虑，这不仅影响了你的工作效率，也影响了你的心理状态，你很想改变这种状态，对吧~",
    "annotation": [
      {
        "sentence": "看了你的问题，我能感受到你因为忘不了伤害过你的人而感到焦虑，这不仅影响了你的工作效率，也影响了你的心理状态，你很想改变这种状态，对吧~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很想改变这种状态，每次想到他们就觉得很困扰，也很影响我的心情。",
    "annotation": [
      {
        "sentence": "是的，我真的很想改变这种状态，每次想到他们就觉得很困扰，也很影响我的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，你总是不自觉地想到伤害过自己的人，并且用意念与其吵架，这会占用你的时间和精力，从而影响你的工作效率。根据我的猜测，伤害过你的人并没有向你表达过歉意吧，在你心里，这是一个未完成的事件，你的情绪也没有得到完全的释放，以至于一直压抑在你的心里，从而总是想到它，并在内心用意念吵架，这让你很焦虑。",
    "annotation": [
      {
        "sentence": "根据你的描述，你总是不自觉地想到伤害过自己的人，并且用意念与其吵架，这会占用你的时间和精力，从而影响你的工作效率。",
        "label": ""
      },
      {
        "sentence": "根据我的猜测，伤害过你的人并没有向你表达过歉意吧，在你心里，这是一个未完成的事件，你的情绪也没有得到完全的释放，以至于一直压抑在你的心里，从而总是想到它，并在内心用意念吵架，这让你很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他们从来没有向我道过歉，我感觉自己一直很委屈，很难接受这种被伤害的感觉。",
    "annotation": [
      {
        "sentence": "是的，他们从来没有向我道过歉，我感觉自己一直很委屈，很难接受这种被伤害的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想改变这种状态，我可以提供两种方法供参考选择。如果这些伤害过你的人仍生活在你身边，或与你有重合的交际圈，则通过现实沟通的方法可能会比较有效，心平气和地坐在一起，说出你的苦恼和其对你的影响，舒缓自己的情绪，让事情得到真正的解决。当然，对方很有可能不会听你诉说或再次激发矛盾，这就要采取第二种方法了，这种方法同样适用于伤害你的人已经不在你身边的情况。",
    "annotation": [
      {
        "sentence": "想改变这种状态，我可以提供两种方法供参考选择。",
        "label": ""
      },
      {
        "sentence": "如果这些伤害过你的人仍生活在你身边，或与你有重合的交际圈，则通过现实沟通的方法可能会比较有效，心平气和地坐在一起，说出你的苦恼和其对你的影响，舒缓自己的情绪，让事情得到真正的解决。",
        "label": ""
      },
      {
        "sentence": "当然，对方很有可能不会听你诉说或再次激发矛盾，这就要采取第二种方法了，这种方法同样适用于伤害你的人已经不在你身边的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果他们不在我身边，我应该怎么做？",
    "annotation": [
      {
        "sentence": "如果他们不在我身边，我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可采用“空椅子方法”，采用他人对话式，用于自己与他人之间的对话，在这里指的是伤害过你的人。操作时可以放两张椅子在自己面前，坐到一张椅子面前时，就扮演自己，坐在另一张椅子上时，就扮演别人，两者展开对话，从而可以站在别人的角度考虑问题，理解他人的做法，这样真实的模拟可以很好地缓解你用意念吵架的状况。",
    "annotation": [
      {
        "sentence": "可采用“空椅子方法”，采用他人对话式，用于自己与他人之间的对话，在这里指的是伤害过你的人。",
        "label": ""
      },
      {
        "sentence": "操作时可以放两张椅子在自己面前，坐到一张椅子面前时，就扮演自己，坐在另一张椅子上时，就扮演别人，两者展开对话，从而可以站在别人的角度考虑问题，理解他人的做法，这样真实的模拟可以很好地缓解你用意念吵架的状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有意思，我可以试试这个方法，但我担心在对话过程中会情绪过激。",
    "annotation": [
      {
        "sentence": "听起来很有意思，我可以试试这个方法，但我担心在对话过程中会情绪过激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在操作时，身边最好有你信任的人，以免在对话过程中情绪过激造成二次伤害。同时，可以尝试通过放松身心的方法，如冥想、深呼吸等来帮助你平静情绪，并逐渐放下对伤害你的人的愤怒与不满。",
    "annotation": [
      {
        "sentence": "在操作时，身边最好有你信任的人，以免在对话过程中情绪过激造成二次伤害。",
        "label": ""
      },
      {
        "sentence": "同时，可以尝试通过放松身心的方法，如冥想、深呼吸等来帮助你平静情绪，并逐渐放下对伤害你的人的愤怒与不满。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试这些方法的，谢谢你的建议和支持。希望我能够渐渐摆脱这种困扰，好好生活。",
    "annotation": [
      {
        "sentence": "我会试试这些方法的，谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "希望我能够渐渐摆脱这种困扰，好好生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够摆脱这种困扰的，记住，放下过去的伤害不容易，但只有这样，你才能够真正拥有愉快的生活。祝你一切顺利！如果还有其他问题，我随时在这里帮助你。",
    "annotation": [
      {
        "sentence": "我相信你能够摆脱这种困扰的，记住，放下过去的伤害不容易，但只有这样，你才能够真正拥有愉快的生活。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，我随时在这里帮助你。",
        "label": ""
      }
    ]
  }
]