[
  {
    "role": "client",
    "content": "我忘不了伤害我的人，要怎么放下他们？最近，我总是想起那些伤害过我的人，每次都是在工作的时候，这大大影响了我的工作效率。而且想起他们时，我会无意识地用意念与他们吵架，吵完后我会陷入焦虑和难过中。每次回过神来，周围人都用奇怪的眼神看着我。我是不是心理有问题了？如果不是，要怎么放下他们，好好生活？",
    "annotation": [
      {
        "sentence": "我忘不了伤害我的人，要怎么放下他们？",
        "label": ""
      },
      {
        "sentence": "最近，我总是想起那些伤害过我的人，每次都是在工作的时候，这大大影响了我的工作效率。",
        "label": ""
      },
      {
        "sentence": "而且想起他们时，我会无意识地用意念与他们吵架，吵完后我会陷入焦虑和难过中。",
        "label": ""
      },
      {
        "sentence": "每次回过神来，周围人都用奇怪的眼神看着我。",
        "label": ""
      },
      {
        "sentence": "我是不是心理有问题了？",
        "label": ""
      },
      {
        "sentence": "如果不是，要怎么放下他们，好好生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "深深的伤痛总是让我们一次又一次回忆。也许内心总会幻想着如果过去的表现可以改变，那些伤害就不会发生，也不会有那么多的自责、痛苦和回忆。这些幻想和自责很可能一次又一次地影响你的当下，甚至影响你的工作和生活。但是，过去无法改变，所以你每次都陷入痛苦和难以摆脱的循环当中。周围的人可能不理解你，只能看到你痛苦和异常的情绪行为反应，他们可能觉得很奇怪和惊讶。如果这些过度的反应让你远离现实，对工作和生活产生持续的负面影响，那么我们可以把这视为一个需要应对和解决的问题。",
    "annotation": [
      {
        "sentence": "深深的伤痛总是让我们一次又一次回忆。",
        "label": ""
      },
      {
        "sentence": "也许内心总会幻想着如果过去的表现可以改变，那些伤害就不会发生，也不会有那么多的自责、痛苦和回忆。",
        "label": ""
      },
      {
        "sentence": "这些幻想和自责很可能一次又一次地影响你的当下，甚至影响你的工作和生活。",
        "label": ""
      },
      {
        "sentence": "但是，过去无法改变，所以你每次都陷入痛苦和难以摆脱的循环当中。",
        "label": ""
      },
      {
        "sentence": "周围的人可能不理解你，只能看到你痛苦和异常的情绪行为反应，他们可能觉得很奇怪和惊讶。",
        "label": ""
      },
      {
        "sentence": "如果这些过度的反应让你远离现实，对工作和生活产生持续的负面影响，那么我们可以把这视为一个需要应对和解决的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我每次回忆起那些伤害我的人都会情绪激动，无法控制自己的反应。这就导致我无法专注工作，还让周围的人感到困惑和不理解。我知道过去无法改变，但我真的无法放下这些伤害。我应该怎么办？",
    "annotation": [
      {
        "sentence": "你说得没错，我每次回忆起那些伤害我的人都会情绪激动，无法控制自己的反应。",
        "label": ""
      },
      {
        "sentence": "这就导致我无法专注工作，还让周围的人感到困惑和不理解。",
        "label": ""
      },
      {
        "sentence": "我知道过去无法改变，但我真的无法放下这些伤害。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。要放下过去确实很难，就像掉进一个旋涡一样，你也许感觉自己一直在困境中打转。在这种情况下，寻求专业帮助可能是一个好的选择，可以帮助你从旋涡中走出来，找到自己生活的方向，并使内心变得更加安定。这其实是一个处理创伤记忆和现实生活之间关系的过程。一旦你处理好了这些问题，你就能够全身心地投入生活，享受生活的美好。虽然你可能无法消除那些伤害的记忆，但它们也不会像过去、像现在这样深深地影响你。它们只会占据你生活中的一小部分，而不会成为困扰你的主题。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "要放下过去确实很难，就像掉进一个旋涡一样，你也许感觉自己一直在困境中打转。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，寻求专业帮助可能是一个好的选择，可以帮助你从旋涡中走出来，找到自己生活的方向，并使内心变得更加安定。",
        "label": ""
      },
      {
        "sentence": "这其实是一个处理创伤记忆和现实生活之间关系的过程。",
        "label": ""
      },
      {
        "sentence": "一旦你处理好了这些问题，你就能够全身心地投入生活，享受生活的美好。",
        "label": ""
      },
      {
        "sentence": "虽然你可能无法消除那些伤害的记忆，但它们也不会像过去、像现在这样深深地影响你。",
        "label": ""
      },
      {
        "sentence": "它们只会占据你生活中的一小部分，而不会成为困扰你的主题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我明白了。我应该找个专业的心理咨询师，让他们帮助我处理这些问题。只有这样我才能真正放下过去，重新开始好好生活。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说的有道理，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该找个专业的心理咨询师，让他们帮助我处理这些问题。",
        "label": ""
      },
      {
        "sentence": "只有这样我才能真正放下过去，重新开始好好生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。寻求专业咨询师的帮助是明智的决定，他们有经验和专业知识来引导你度过困难时期。记住，你并不孤单，还有人愿意支持你。祝愿你能早日走出阴影，重新找回快乐和平静的生活！如果你需要任何帮助或者有什么进展，随时向我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "寻求专业咨询师的帮助是明智的决定，他们有经验和专业知识来引导你度过困难时期。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，还有人愿意支持你。",
        "label": ""
      },
      {
        "sentence": "祝愿你能早日走出阴影，重新找回快乐和平静的生活！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有什么进展，随时向我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福！如果我有什么新的情况或者需要咨询，我一定会向你求助的。感激不尽！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "如果我有什么新的情况或者需要咨询，我一定会向你求助的。",
        "label": ""
      },
      {
        "sentence": "感激不尽！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够为你提供帮助，我会一直支持你的。记得要坚持下去，相信你会找到解决困境的方法。无论何时需要，都可以随时来找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "非常高兴能够为你提供帮助，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记得要坚持下去，相信你会找到解决困境的方法。",
        "label": ""
      },
      {
        "sentence": "无论何时需要，都可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]