[
  {
    "role": "client",
    "content": "24岁，我要怎么接受想离婚的自己？",
    "annotation": [
      {
        "sentence": "24岁，我要怎么接受想离婚的自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生孩子是每个女人重生~第二次人生，根据精神分析来说它能唤起你最初的创伤。因为文化的影响，很多人无法意识到，所以我们身边的人对我们是很难理解的，产后抑郁也是发生在很多人身上，包括我自己，产后抑郁1年之后才有了好转，当时是把心理咨询师这个职业放置了快2年了，产后抑郁状态调整以后，才又把这份职业给拾了起来。我觉得哈，离不离婚这个想法，我们先放一放，咱们呀，先来关注一下自己，看看自己现在的心理和情感需求是什么。",
    "annotation": [
      {
        "sentence": "生孩子是每个女人重生~第二次人生，根据精神分析来说它能唤起你最初的创伤。",
        "label": ""
      },
      {
        "sentence": "因为文化的影响，很多人无法意识到，所以我们身边的人对我们是很难理解的，产后抑郁也是发生在很多人身上，包括我自己，产后抑郁1年之后才有了好转，当时是把心理咨询师这个职业放置了快2年了，产后抑郁状态调整以后，才又把这份职业给拾了起来。",
        "label": ""
      },
      {
        "sentence": "我觉得哈，离不离婚这个想法，我们先放一放，咱们呀，先来关注一下自己，看看自己现在的心理和情感需求是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "产后抑郁得不到老公和家人的理解，这让我们自己心里面很憋屈，我们生病了，为什么还不能给予我们关心和安慰。但这也成了事实，我们不得不去独自面对，自己让自己重新站起来，给予自己力量。",
    "annotation": [
      {
        "sentence": "产后抑郁得不到老公和家人的理解，这让我们自己心里面很憋屈，我们生病了，为什么还不能给予我们关心和安慰。",
        "label": ""
      },
      {
        "sentence": "但这也成了事实，我们不得不去独自面对，自己让自己重新站起来，给予自己力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，产后抑郁确实是非常辛苦的一段经历，很多人无法理解其中的痛苦。正因为如此，如果没有得到他人的支持和理解，我们更要学会自己给自己提供支持和安慰。因为只有当我们自己变得强大，才能更好地应对后续的问题和困难。",
    "annotation": [
      {
        "sentence": "没错，产后抑郁确实是非常辛苦的一段经历，很多人无法理解其中的痛苦。",
        "label": ""
      },
      {
        "sentence": "正因为如此，如果没有得到他人的支持和理解，我们更要学会自己给自己提供支持和安慰。",
        "label": ""
      },
      {
        "sentence": "因为只有当我们自己变得强大，才能更好地应对后续的问题和困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你觉得我现在应该怎么做呢？",
    "annotation": [
      {
        "sentence": "那你觉得我现在应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你可以寻求心理咨询师的帮助，他们专业且有经验，可以帮助你应对产后抑郁的状态。我自己也曾接受过精神分析的个人体验，所以对此有一些了解。先让自己的状态好一些，自己有另外的力量去想其他的事情，然后再考虑离婚的问题。",
    "annotation": [
      {
        "sentence": "我建议你可以寻求心理咨询师的帮助，他们专业且有经验，可以帮助你应对产后抑郁的状态。",
        "label": ""
      },
      {
        "sentence": "我自己也曾接受过精神分析的个人体验，所以对此有一些了解。",
        "label": ""
      },
      {
        "sentence": "先让自己的状态好一些，自己有另外的力量去想其他的事情，然后再考虑离婚的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑寻求心理咨询的帮助，我希望能从抑郁的状态中走出来。但是关于离婚的问题，我还是很困惑。我放不下孩子，而且对抚养权也很担心。你觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我会考虑寻求心理咨询的帮助，我希望能从抑郁的状态中走出来。",
        "label": ""
      },
      {
        "sentence": "但是关于离婚的问题，我还是很困惑。",
        "label": ""
      },
      {
        "sentence": "我放不下孩子，而且对抚养权也很担心。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和担忧。离婚对于孩子来说是一个复杂的问题，需要权衡各种因素。我建议你可以先给自己一些时间去调整心态，让自己的状态好起来。同时，你也可以咨询专业的法律顾问，了解离婚对抚养权的影响和可能的解决方案，以便做出更明智的决定。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和担忧。",
        "label": ""
      },
      {
        "sentence": "离婚对于孩子来说是一个复杂的问题，需要权衡各种因素。",
        "label": ""
      },
      {
        "sentence": "我建议你可以先给自己一些时间去调整心态，让自己的状态好起来。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以咨询专业的法律顾问，了解离婚对抚养权的影响和可能的解决方案，以便做出更明智的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着调整自己的心态，同时咨询专业的法律顾问。我希望能够找到解决问题的方法，既能处理好婚姻问题，又能尽量保护孩子的权益。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着调整自己的心态，同时咨询专业的法律顾问。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到解决问题的方法，既能处理好婚姻问题，又能尽量保护孩子的权益。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个有责任心的妈妈，你为了孩子的福祉而考虑这些问题很正常。记住，你不是一个人在战斗，有需要时，随时向身边的人求助，包括你的朋友和家人。他们应该能够提供一些支持和帮助。同时，也不要忘了自己的内心需求，给自己找一些适当的放松活动，保持积极的心态。",
    "annotation": [
      {
        "sentence": "你是一个有责任心的妈妈，你为了孩子的福祉而考虑这些问题很正常。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，有需要时，随时向身边的人求助，包括你的朋友和家人。",
        "label": ""
      },
      {
        "sentence": "他们应该能够提供一些支持和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘了自己的内心需求，给自己找一些适当的放松活动，保持积极的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着保持积极的心态并寻求帮助。希望经过努力，我能够走出这段困境，给自己和孩子一个更好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着保持积极的心态并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "希望经过努力，我能够走出这段困境，给自己和孩子一个更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢坚强的人，我相信你一定能够克服困难。无论遇到什么问题，都要相信自己的能力，相信未来会更好。记得随时与我保持联系，如果你需要倾诉或者有任何问题，我都会尽力帮助你。祝福你和孩子幸福快乐！",
    "annotation": [
      {
        "sentence": "你是一个勇敢坚强的人，我相信你一定能够克服困难。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么问题，都要相信自己的能力，相信未来会更好。",
        "label": ""
      },
      {
        "sentence": "记得随时与我保持联系，如果你需要倾诉或者有任何问题，我都会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "祝福你和孩子幸福快乐！",
        "label": ""
      }
    ]
  }
]