[
  {
    "role": "client",
    "content": "我今年24岁，我要怎么接受想离婚的自己？",
    "annotation": [
      {
        "sentence": "我今年24岁，我要怎么接受想离婚的自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，感受到了您内心的挣扎，无助，纠结与自责。这件事情，我们不去纠结于道德评判与是非曲直，我首先想询问的是，您的抑郁心理状态，目前是怎样的？",
    "annotation": [
      {
        "sentence": "首先，感受到了您内心的挣扎，无助，纠结与自责。",
        "label": ""
      },
      {
        "sentence": "这件事情，我们不去纠结于道德评判与是非曲直，我首先想询问的是，您的抑郁心理状态，目前是怎样的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前去过医院检查，确诊产后抑郁。但是，老公的不理解行为和言语伤害让我难以忍受，所以我选择了离开，现在已经和他分居了一年左右了。我偶尔会去看孩子，但谈过离婚的事后，他家不愿意拿孩子威胁我，还来找我要钱。现在他的父母不停地指责我，逼迫我回去带孩子。我特别想离婚，可是我就是放不下孩子，而且我争不到抚养权。我曾试着去他们家，但我根本待不下去，接受不了。现在所有人都在指责我自私，说我只顾自己想离婚潇洒，对孩子不负责。我感觉自己每天都活在纠结和自责中，觉得什么都做不好，无论做什么都是错的，我到底该怎么办？",
    "annotation": [
      {
        "sentence": "我之前去过医院检查，确诊产后抑郁。",
        "label": ""
      },
      {
        "sentence": "但是，老公的不理解行为和言语伤害让我难以忍受，所以我选择了离开，现在已经和他分居了一年左右了。",
        "label": ""
      },
      {
        "sentence": "我偶尔会去看孩子，但谈过离婚的事后，他家不愿意拿孩子威胁我，还来找我要钱。",
        "label": ""
      },
      {
        "sentence": "现在他的父母不停地指责我，逼迫我回去带孩子。",
        "label": ""
      },
      {
        "sentence": "我特别想离婚，可是我就是放不下孩子，而且我争不到抚养权。",
        "label": ""
      },
      {
        "sentence": "我曾试着去他们家，但我根本待不下去，接受不了。",
        "label": ""
      },
      {
        "sentence": "现在所有人都在指责我自私，说我只顾自己想离婚潇洒，对孩子不负责。",
        "label": ""
      },
      {
        "sentence": "我感觉自己每天都活在纠结和自责中，觉得什么都做不好，无论做什么都是错的，我到底该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个非常困扰您的问题，感谢您能够勇敢地向我倾诉。首先，我理解您内心难以释怀的复杂情绪。由于您之前被诊断为产后抑郁，您需要更加关注和调整自己的心理状态和情绪状态。这是我们首先需要做的事情。如果您目前的心理状态无法承受给您带来心理负担的事情，我们需要在确保保障自己身心健康的基础上，用理智去判断下一步的走向。而在问到孩子的父亲态度时，您是否能够进一步了解一下？",
    "annotation": [
      {
        "sentence": "这确实是一个非常困扰您的问题，感谢您能够勇敢地向我倾诉。",
        "label": ""
      },
      {
        "sentence": "首先，我理解您内心难以释怀的复杂情绪。",
        "label": ""
      },
      {
        "sentence": "由于您之前被诊断为产后抑郁，您需要更加关注和调整自己的心理状态和情绪状态。",
        "label": ""
      },
      {
        "sentence": "这是我们首先需要做的事情。",
        "label": ""
      },
      {
        "sentence": "如果您目前的心理状态无法承受给您带来心理负担的事情，我们需要在确保保障自己身心健康的基础上，用理智去判断下一步的走向。",
        "label": ""
      },
      {
        "sentence": "而在问到孩子的父亲态度时，您是否能够进一步了解一下？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "孩子的父亲态度并不支持离婚。他的家人对我提出了威胁，并要求我支付经济赔偿。我觉得这是让我最难以接受的事情之一。我感觉我无法在这样的环境下恢复身心健康，也无法跟孩子父亲建立起亲密关系。我明白在调整好自己的状态和与孩子父亲的关系之后，我才能更好地处理接下来的事情，但我不知道该如何处理周围人的指责和道德评判，包括我婆家和娘家。",
    "annotation": [
      {
        "sentence": "孩子的父亲态度并不支持离婚。",
        "label": ""
      },
      {
        "sentence": "他的家人对我提出了威胁，并要求我支付经济赔偿。",
        "label": ""
      },
      {
        "sentence": "我觉得这是让我最难以接受的事情之一。",
        "label": ""
      },
      {
        "sentence": "我感觉我无法在这样的环境下恢复身心健康，也无法跟孩子父亲建立起亲密关系。",
        "label": ""
      },
      {
        "sentence": "我明白在调整好自己的状态和与孩子父亲的关系之后，我才能更好地处理接下来的事情，但我不知道该如何处理周围人的指责和道德评判，包括我婆家和娘家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解您的困难和痛苦。在这个艰难的过程中，为了恢复健康的状态，以及使家庭的走向更具稳定性，我建议您尽可能避免外界指责和道德评判的影响。首先，我们可以打好心理健康的基础，然后再进行更多的人际协调。如果可能的话，您可以与孩子的父亲进行一次深入的非暴力沟通，这种方式的选择相比于指责更有可能有效。我们可以尽量运用感性的方式与对方沟通，重现当初你们选择在一起的缘由。可以参考我主页上的两篇文章以了解更多关于非暴力沟通的方法。让我们一起来治愈这个世界！您也一样可以通过治愈自己的心灵，走向更好的未来。请记住，您并没有错。",
    "annotation": [
      {
        "sentence": "我完全理解您的困难和痛苦。",
        "label": ""
      },
      {
        "sentence": "在这个艰难的过程中，为了恢复健康的状态，以及使家庭的走向更具稳定性，我建议您尽可能避免外界指责和道德评判的影响。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以打好心理健康的基础，然后再进行更多的人际协调。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，您可以与孩子的父亲进行一次深入的非暴力沟通，这种方式的选择相比于指责更有可能有效。",
        "label": ""
      },
      {
        "sentence": "我们可以尽量运用感性的方式与对方沟通，重现当初你们选择在一起的缘由。",
        "label": ""
      },
      {
        "sentence": "可以参考我主页上的两篇文章以了解更多关于非暴力沟通的方法。",
        "label": ""
      },
      {
        "sentence": "让我们一起来治愈这个世界！",
        "label": ""
      },
      {
        "sentence": "您也一样可以通过治愈自己的心灵，走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "请记住，您并没有错。",
        "label": ""
      }
    ]
  }
]