[
  {
    "role": "client",
    "content": "我有游戏心理矛盾，卸载了王者荣耀后感觉很堵。卸载游戏之后，我感觉心理上有些不舒服。一开始，我的脾气变得不好，而且有时候为了玩游戏熬夜，或者不做作业。我觉得自己已经上瘾了。不过，卸载游戏之后，我感觉心里很空，因为我觉得自己浪费了很多钱，而且我以前可以通过游戏交很多朋友，现在感觉空荡荡的。另外，因为我转了专业，之前和室友在游戏中的联系也变得越来越少，我觉得游戏成了我们关系的纽带。现在卸载了游戏后，我不知道该干什么了，而且感觉我们的关系可能会变差，所以很矛盾。卸载游戏后，我的时间变得很空闲，但却有点不甘心，可又不得不卸载。",
    "annotation": [
      {
        "sentence": "我有游戏心理矛盾，卸载了王者荣耀后感觉很堵。",
        "label": ""
      },
      {
        "sentence": "卸载游戏之后，我感觉心理上有些不舒服。",
        "label": ""
      },
      {
        "sentence": "一开始，我的脾气变得不好，而且有时候为了玩游戏熬夜，或者不做作业。",
        "label": ""
      },
      {
        "sentence": "我觉得自己已经上瘾了。",
        "label": ""
      },
      {
        "sentence": "不过，卸载游戏之后，我感觉心里很空，因为我觉得自己浪费了很多钱，而且我以前可以通过游戏交很多朋友，现在感觉空荡荡的。",
        "label": ""
      },
      {
        "sentence": "另外，因为我转了专业，之前和室友在游戏中的联系也变得越来越少，我觉得游戏成了我们关系的纽带。",
        "label": ""
      },
      {
        "sentence": "现在卸载了游戏后，我不知道该干什么了，而且感觉我们的关系可能会变差，所以很矛盾。",
        "label": ""
      },
      {
        "sentence": "卸载游戏后，我的时间变得很空闲，但却有点不甘心，可又不得不卸载。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的问题，我想起了一个美国学者布热津斯基提出的“奶头乐”这个概念。他认为，随着生产力的提升，很多人将不再需要也无法积极参与产品和服务的生产过程。为了让这些“被遗弃”的人不至于情绪失控，有一种方法就是提供令人陶醉的消遣和充满感官刺激的产品，比如网络、电视和游戏。通过这些娱乐方式，人们可以填补生活中的空白，转移注意力，但却不知不觉地失去了思考和提升自己的能力。斯坦福大学的教授克利福德·纳斯也发现了这个问题：一旦我们习惯了随时分心的状态，即使在我们想要专注的时候，也很难改变这种习惯。如果我们平时的“无聊”时光都被网络游戏、偶像剧和明星轶事填满，我们的大脑可能已经被重新编程了。《深度工作》这本书的作者卡尔·纽波特认为，如果我们想要抵抗娱乐网站对我们时间和精力的吸引，可以找一些高质量的替代活动。这样不仅可以避免分心，保持专注力，还能更好地实现自己设定的目标。卡尔·纽波特提出了深度工作的概念，就是在没有干扰的环境中全神贯注地进行工作或学习，让自己的认知能力达到最大化。用公式表示，高质量的工作产出等于时间乘以专注度。如果我们在工作时能达到最高的专注度，那么单位时间内的工作产出也会达到最大化。所以，在工作和学习中，保持专注度是确保效果最大化的过程，而设定目标则是推动自己努力的源动力。想要攀登一座高山，大多数人都喜欢采取“小目标”的方式，比如爬完100个台阶就休息一下，欣赏风景，然后再继续爬下一个100个台阶，直到到达山顶。如果不采取这种方式，一口气登顶会非常困难，而且可能无法坚持下去。这是因为看到并能够达到的目标会激发人们的动力。相反，一个模糊不清的目标很难激发人们去实现它。就像篮球架的高度一样，如果太高，没有人能投进去，没有人会去玩；如果太低，每个人都能投进去，也没人会去玩。只有跳一跳、刚好够得着的高度，才能吸引人们去玩。学会将大目标分解成小目标，可能会给你带来巨大的成功。既然你有了职场目标，可以按照5年规划、1年规划、季度规划、月度规划、双周规划和每周规划的方式来设定。在制定目标时，最好找一些你崇拜的成功人士作为参考，看看他们取得的成就，然后根据他们的经验来制定自己的目标。比如，我曾设定过5年内要达到心理学专家水平。其次，目标越具体越好，以我的心理学学习为例，我将自己的目标明确地写下来，比如在5年内要写多少个心理学专栏，要写5百万字的心理学文章，要读过5百本心理学的书。这样目标更加具体。这样一来，实施起来更具操作性，而且可以逐步看到自己的成就，进而激发自己的信心和动力。最后，为了实现目标，需要明确制定每一步采取的方法。你需要寻求哪些人的帮助，或补充哪些方法和技巧，都要写出来。比如，我在学习心理学的过程中，发现自己逻辑推理能力较差。为了提升这方面的能力，我花了一段时间重点阅读逻辑思维和管理学方面的书籍，这对我的心理学学习和发展有很大的帮助。有些人经常无法完成目标，是因为没能看到小目标的成就，缺乏自信和自我激励机制。于是，欲望会不断侵蚀他们的意志力。所以，战胜欲望很简单，只要设定目标，制定规划，并明确执行路线图，成功就离我们更近了。一心一意一目标，一言一语一温暖，世界和我都对你温暖亲近。",
    "annotation": [
      {
        "sentence": "听到你的问题，我想起了一个美国学者布热津斯基提出的“奶头乐”这个概念。",
        "label": ""
      },
      {
        "sentence": "他认为，随着生产力的提升，很多人将不再需要也无法积极参与产品和服务的生产过程。",
        "label": ""
      },
      {
        "sentence": "为了让这些“被遗弃”的人不至于情绪失控，有一种方法就是提供令人陶醉的消遣和充满感官刺激的产品，比如网络、电视和游戏。",
        "label": ""
      },
      {
        "sentence": "通过这些娱乐方式，人们可以填补生活中的空白，转移注意力，但却不知不觉地失去了思考和提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "斯坦福大学的教授克利福德·纳斯也发现了这个问题：一旦我们习惯了随时分心的状态，即使在我们想要专注的时候，也很难改变这种习惯。",
        "label": ""
      },
      {
        "sentence": "如果我们平时的“无聊”时光都被网络游戏、偶像剧和明星轶事填满，我们的大脑可能已经被重新编程了。",
        "label": ""
      },
      {
        "sentence": "《深度工作》这本书的作者卡尔·纽波特认为，如果我们想要抵抗娱乐网站对我们时间和精力的吸引，可以找一些高质量的替代活动。",
        "label": ""
      },
      {
        "sentence": "这样不仅可以避免分心，保持专注力，还能更好地实现自己设定的目标。",
        "label": ""
      },
      {
        "sentence": "卡尔·纽波特提出了深度工作的概念，就是在没有干扰的环境中全神贯注地进行工作或学习，让自己的认知能力达到最大化。",
        "label": ""
      },
      {
        "sentence": "用公式表示，高质量的工作产出等于时间乘以专注度。",
        "label": ""
      },
      {
        "sentence": "如果我们在工作时能达到最高的专注度，那么单位时间内的工作产出也会达到最大化。",
        "label": ""
      },
      {
        "sentence": "所以，在工作和学习中，保持专注度是确保效果最大化的过程，而设定目标则是推动自己努力的源动力。",
        "label": ""
      },
      {
        "sentence": "想要攀登一座高山，大多数人都喜欢采取“小目标”的方式，比如爬完100个台阶就休息一下，欣赏风景，然后再继续爬下一个100个台阶，直到到达山顶。",
        "label": ""
      },
      {
        "sentence": "如果不采取这种方式，一口气登顶会非常困难，而且可能无法坚持下去。",
        "label": ""
      },
      {
        "sentence": "这是因为看到并能够达到的目标会激发人们的动力。",
        "label": ""
      },
      {
        "sentence": "相反，一个模糊不清的目标很难激发人们去实现它。",
        "label": ""
      },
      {
        "sentence": "就像篮球架的高度一样，如果太高，没有人能投进去，没有人会去玩；如果太低，每个人都能投进去，也没人会去玩。",
        "label": ""
      },
      {
        "sentence": "只有跳一跳、刚好够得着的高度，才能吸引人们去玩。",
        "label": ""
      },
      {
        "sentence": "学会将大目标分解成小目标，可能会给你带来巨大的成功。",
        "label": ""
      },
      {
        "sentence": "既然你有了职场目标，可以按照5年规划、1年规划、季度规划、月度规划、双周规划和每周规划的方式来设定。",
        "label": ""
      },
      {
        "sentence": "在制定目标时，最好找一些你崇拜的成功人士作为参考，看看他们取得的成就，然后根据他们的经验来制定自己的目标。",
        "label": ""
      },
      {
        "sentence": "比如，我曾设定过5年内要达到心理学专家水平。",
        "label": ""
      },
      {
        "sentence": "其次，目标越具体越好，以我的心理学学习为例，我将自己的目标明确地写下来，比如在5年内要写多少个心理学专栏，要写5百万字的心理学文章，要读过5百本心理学的书。",
        "label": ""
      },
      {
        "sentence": "这样目标更加具体。",
        "label": ""
      },
      {
        "sentence": "这样一来，实施起来更具操作性，而且可以逐步看到自己的成就，进而激发自己的信心和动力。",
        "label": ""
      },
      {
        "sentence": "最后，为了实现目标，需要明确制定每一步采取的方法。",
        "label": ""
      },
      {
        "sentence": "你需要寻求哪些人的帮助，或补充哪些方法和技巧，都要写出来。",
        "label": ""
      },
      {
        "sentence": "比如，我在学习心理学的过程中，发现自己逻辑推理能力较差。",
        "label": ""
      },
      {
        "sentence": "为了提升这方面的能力，我花了一段时间重点阅读逻辑思维和管理学方面的书籍，这对我的心理学学习和发展有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "有些人经常无法完成目标，是因为没能看到小目标的成就，缺乏自信和自我激励机制。",
        "label": ""
      },
      {
        "sentence": "于是，欲望会不断侵蚀他们的意志力。",
        "label": ""
      },
      {
        "sentence": "所以，战胜欲望很简单，只要设定目标，制定规划，并明确执行路线图，成功就离我们更近了。",
        "label": ""
      },
      {
        "sentence": "一心一意一目标，一言一语一温暖，世界和我都对你温暖亲近。",
        "label": ""
      }
    ]
  }
]