[
  {
    "role": "client",
    "content": "我24岁，我要怎么接受想离婚的自己？",
    "annotation": [
      {
        "sentence": "我24岁，我要怎么接受想离婚的自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你的问题了。可以先问问你为什么想离婚呢？有些具体的事情会让你有这种想法吗？",
    "annotation": [
      {
        "sentence": "你好，看到你的问题了。",
        "label": ""
      },
      {
        "sentence": "可以先问问你为什么想离婚呢？",
        "label": ""
      },
      {
        "sentence": "有些具体的事情会让你有这种想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我已经结婚了，但生完孩子后去医院检查，被诊断出得了产后抑郁症。我老公对我的行为和言语伤害让我无法忍受，我不得不跑开。现在我们已经分居了大约一年左右，偶尔我会去看孩子。我们曾谈过离婚的事情，但他的家人不愿意拿孩子威胁我，并且还向我要钱。他的父母现在不停地指责我，并逼迫我回去带孩子。我特别想离婚，但就是无法割舍孩子。我也无法争取到孩子的抚养权。我曾试图去他们家，但我无法接受那样的待遇。现在所有人都在指责我自私，说我只顾自己想要离婚，完全不负责任地对待孩子。我每天都感到纠结和自责，觉得自己无论做什么都是错的。我不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我已经结婚了，但生完孩子后去医院检查，被诊断出得了产后抑郁症。",
        "label": ""
      },
      {
        "sentence": "我老公对我的行为和言语伤害让我无法忍受，我不得不跑开。",
        "label": ""
      },
      {
        "sentence": "现在我们已经分居了大约一年左右，偶尔我会去看孩子。",
        "label": ""
      },
      {
        "sentence": "我们曾谈过离婚的事情，但他的家人不愿意拿孩子威胁我，并且还向我要钱。",
        "label": ""
      },
      {
        "sentence": "他的父母现在不停地指责我，并逼迫我回去带孩子。",
        "label": ""
      },
      {
        "sentence": "我特别想离婚，但就是无法割舍孩子。",
        "label": ""
      },
      {
        "sentence": "我也无法争取到孩子的抚养权。",
        "label": ""
      },
      {
        "sentence": "我曾试图去他们家，但我无法接受那样的待遇。",
        "label": ""
      },
      {
        "sentence": "现在所有人都在指责我自私，说我只顾自己想要离婚，完全不负责任地对待孩子。",
        "label": ""
      },
      {
        "sentence": "我每天都感到纠结和自责，觉得自己无论做什么都是错的。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和压力，你的感受是正常的。在文中你提到有很多人指责你，这些人包括你的父母吗？我没有看到你具体提到你父母的态度。你的父母是否也站在对方的立场，希望你回去呢？还是他们有其他的想法？另外，你提到你没有经济来源，但你的父母也不愿意支持你经济上的需求，是这样吗？如果是的话，那你在怀孕后就处于一个孤立无援的状态，似乎几乎没有人关心你个人的感受。虽然情况很艰难，但你仍然有选择的余地。你现在可以寻求婚姻律师的帮助，通过法律手段争取你应得的经济补偿，并尝试争取孩子的抚养权，如果争取不到，那就先解决经济问题，然后再考虑其他办法。目前最重要的是脱离现状，尽量经济独立，然后再做长远的打算。当然，做出这个选择可能会引起那些希望你回去照顾孩子的人的反对，你需要承受他们的压力和指责。心理上你也需要有很强的承受能力，他们可能会用各种方式来逼迫你妥协，甚至有些极端到以生命威胁你。而所有这些你都可能要面对，相当困难。当然，你也可以选择维持现状，但我想你可能会承受不了，你的精神状态可能会越来越差。未来会发生什么事情我无法预测。当然还有其他的选择，但每种选择都伴随着相应的代价。现在的情况对你来说无论如何都很艰难，你每一步都面临巨大的压力。我不能只通过一句话来鼓励你，这个问题不是一句话就能解决的。但无论你做出什么选择，我都愿意提供心理支持给你。因为这个问题没有对错，只有选择。如果你有其他问题，可以继续在这里留言。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和压力，你的感受是正常的。",
        "label": ""
      },
      {
        "sentence": "在文中你提到有很多人指责你，这些人包括你的父母吗？",
        "label": ""
      },
      {
        "sentence": "我没有看到你具体提到你父母的态度。",
        "label": ""
      },
      {
        "sentence": "你的父母是否也站在对方的立场，希望你回去呢？",
        "label": ""
      },
      {
        "sentence": "还是他们有其他的想法？",
        "label": ""
      },
      {
        "sentence": "另外，你提到你没有经济来源，但你的父母也不愿意支持你经济上的需求，是这样吗？",
        "label": ""
      },
      {
        "sentence": "如果是的话，那你在怀孕后就处于一个孤立无援的状态，似乎几乎没有人关心你个人的感受。",
        "label": ""
      },
      {
        "sentence": "虽然情况很艰难，但你仍然有选择的余地。",
        "label": ""
      },
      {
        "sentence": "你现在可以寻求婚姻律师的帮助，通过法律手段争取你应得的经济补偿，并尝试争取孩子的抚养权，如果争取不到，那就先解决经济问题，然后再考虑其他办法。",
        "label": ""
      },
      {
        "sentence": "目前最重要的是脱离现状，尽量经济独立，然后再做长远的打算。",
        "label": ""
      },
      {
        "sentence": "当然，做出这个选择可能会引起那些希望你回去照顾孩子的人的反对，你需要承受他们的压力和指责。",
        "label": ""
      },
      {
        "sentence": "心理上你也需要有很强的承受能力，他们可能会用各种方式来逼迫你妥协，甚至有些极端到以生命威胁你。",
        "label": ""
      },
      {
        "sentence": "而所有这些你都可能要面对，相当困难。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以选择维持现状，但我想你可能会承受不了，你的精神状态可能会越来越差。",
        "label": ""
      },
      {
        "sentence": "未来会发生什么事情我无法预测。",
        "label": ""
      },
      {
        "sentence": "当然还有其他的选择，但每种选择都伴随着相应的代价。",
        "label": ""
      },
      {
        "sentence": "现在的情况对你来说无论如何都很艰难，你每一步都面临巨大的压力。",
        "label": ""
      },
      {
        "sentence": "我不能只通过一句话来鼓励你，这个问题不是一句话就能解决的。",
        "label": ""
      },
      {
        "sentence": "但无论你做出什么选择，我都愿意提供心理支持给你。",
        "label": ""
      },
      {
        "sentence": "因为这个问题没有对错，只有选择。",
        "label": ""
      },
      {
        "sentence": "如果你有其他问题，可以继续在这里留言。",
        "label": ""
      }
    ]
  }
]