[
  {
    "role": "client",
    "content": "儿子经常把自己假想成机器是怎么回事？",
    "annotation": [
      {
        "sentence": "儿子经常把自己假想成机器是怎么回事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述我可以了解到；你的孩子是一个很聪明的人，我很羡慕他的头脑。但是大概每个人都有自己的苦恼呢！你提到儿子常常把自己比做机器，我想你也应该清楚是受他喜好化学、物理等等学科的影响；我能够感受到他是个十分理性和按规范形式的人。你可以思考一下，机器一般都具有什么特征呢？高效性以及你提到的无感情。兴趣涉猎广泛，门门学科优秀，出国留学；需要做到极致是很累的，即使是再聪明的人都会哀叹时间的短暂，重视效率，这是你的儿子向往机器人的一方面原因；同是人是很情绪化的动物，而负面情绪会带来痛苦，降低效率，同时让人痛苦。所以另一方面因为人际交往问题，你的儿子就像说负气话一样说我不需要情感了，这样我就不渴望与他人有亲密的联结。当人在自己擅长的领域，就会自信以及健谈；同时大概对于学术的热爱也盖过了人际的恐惧，所以当讨论学习方面问题是你的儿子也就能自如表达。而一旦跳出舒适圈，比如谈论日常或者寒暄，他就觉得不擅长，甚至闭口不谈。或许他的结巴来源于人际的恐惧。鼓励孩子或者帮助他克服害怕情绪能够有所帮助。你大概是个好妈妈，平时母子之间也应该常常交谈吧？不知道这些情况是自己观察到的还是儿子透漏的呢？关于把自己想象成机器人和高中阶段喜欢自己的女孩子。我想都不是观察能够看出来的。你同时又提到儿子生活能力很强，那么日常跟人的沟通交往该是没问题的。因为关于人际的害怕会让人退缩，不能自立。或许你的儿子在建立亲密关系方面存在障碍，即不知道怎么联结。亲密关系不只是亲人，恋人，还有朋友。他的心大概是封闭的，因为长期缺乏能够坦露内心的伙伴。而亲密关系恰恰需要不断地自我表露，优缺点，脆弱和担忧等等。需要表达自我，表达爱和关心，夸奖和支持。不妨在日常生活中做出个表率，营造出有爱的家庭氛围，平时开开玩笑，讲讲彼此最近的生活；让孩子深切感受到自己值得爱。家人一起学习关于亲密关系的课题。其实拥有广泛兴趣的他不会缺乏志同道合的人，只是需要迈出信任他人的第一步。就像气场一样，是一个散发出来的感受。当一个人紧张时，周围的空气都变得急促，让人难以靠近；而亲和力高的人之所以人缘好就是因为他们能真正做到信任他人，由此而表现得放松，身边人与其交往也感到舒适。希望我的回答能够帮助到你！",
    "annotation": [
      {
        "sentence": "通过你的描述我可以了解到；你的孩子是一个很聪明的人，我很羡慕他的头脑。",
        "label": ""
      },
      {
        "sentence": "但是大概每个人都有自己的苦恼呢！",
        "label": ""
      },
      {
        "sentence": "你提到儿子常常把自己比做机器，我想你也应该清楚是受他喜好化学、物理等等学科的影响；我能够感受到他是个十分理性和按规范形式的人。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，机器一般都具有什么特征呢？",
        "label": ""
      },
      {
        "sentence": "高效性以及你提到的无感情。",
        "label": ""
      },
      {
        "sentence": "兴趣涉猎广泛，门门学科优秀，出国留学；需要做到极致是很累的，即使是再聪明的人都会哀叹时间的短暂，重视效率，这是你的儿子向往机器人的一方面原因；同是人是很情绪化的动物，而负面情绪会带来痛苦，降低效率，同时让人痛苦。",
        "label": ""
      },
      {
        "sentence": "所以另一方面因为人际交往问题，你的儿子就像说负气话一样说我不需要情感了，这样我就不渴望与他人有亲密的联结。",
        "label": ""
      },
      {
        "sentence": "当人在自己擅长的领域，就会自信以及健谈；同时大概对于学术的热爱也盖过了人际的恐惧，所以当讨论学习方面问题是你的儿子也就能自如表达。",
        "label": ""
      },
      {
        "sentence": "而一旦跳出舒适圈，比如谈论日常或者寒暄，他就觉得不擅长，甚至闭口不谈。",
        "label": ""
      },
      {
        "sentence": "或许他的结巴来源于人际的恐惧。",
        "label": ""
      },
      {
        "sentence": "鼓励孩子或者帮助他克服害怕情绪能够有所帮助。",
        "label": ""
      },
      {
        "sentence": "你大概是个好妈妈，平时母子之间也应该常常交谈吧？",
        "label": ""
      },
      {
        "sentence": "不知道这些情况是自己观察到的还是儿子透漏的呢？",
        "label": ""
      },
      {
        "sentence": "关于把自己想象成机器人和高中阶段喜欢自己的女孩子。",
        "label": ""
      },
      {
        "sentence": "我想都不是观察能够看出来的。",
        "label": ""
      },
      {
        "sentence": "你同时又提到儿子生活能力很强，那么日常跟人的沟通交往该是没问题的。",
        "label": ""
      },
      {
        "sentence": "因为关于人际的害怕会让人退缩，不能自立。",
        "label": ""
      },
      {
        "sentence": "或许你的儿子在建立亲密关系方面存在障碍，即不知道怎么联结。",
        "label": ""
      },
      {
        "sentence": "亲密关系不只是亲人，恋人，还有朋友。",
        "label": ""
      },
      {
        "sentence": "他的心大概是封闭的，因为长期缺乏能够坦露内心的伙伴。",
        "label": ""
      },
      {
        "sentence": "而亲密关系恰恰需要不断地自我表露，优缺点，脆弱和担忧等等。",
        "label": ""
      },
      {
        "sentence": "需要表达自我，表达爱和关心，夸奖和支持。",
        "label": ""
      },
      {
        "sentence": "不妨在日常生活中做出个表率，营造出有爱的家庭氛围，平时开开玩笑，讲讲彼此最近的生活；让孩子深切感受到自己值得爱。",
        "label": ""
      },
      {
        "sentence": "家人一起学习关于亲密关系的课题。",
        "label": ""
      },
      {
        "sentence": "其实拥有广泛兴趣的他不会缺乏志同道合的人，只是需要迈出信任他人的第一步。",
        "label": ""
      },
      {
        "sentence": "就像气场一样，是一个散发出来的感受。",
        "label": ""
      },
      {
        "sentence": "当一个人紧张时，周围的空气都变得急促，让人难以靠近；而亲和力高的人之所以人缘好就是因为他们能真正做到信任他人，由此而表现得放松，身边人与其交往也感到舒适。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够帮助到你！",
        "label": ""
      }
    ]
  }
]