[
  {
    "role": "client",
    "content": "被无法发出的情绪卡住了怎么办？",
    "annotation": [
      {
        "sentence": "被无法发出的情绪卡住了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你现在非常焦虑和困惑。可以告诉我具体的情况吗？",
    "annotation": [
      {
        "sentence": "听起来你现在非常焦虑和困惑。",
        "label": ""
      },
      {
        "sentence": "可以告诉我具体的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的孩子要去外市上学，车程大概需要3小时，而且开学是在12号，正好我也在例假期间。这半个月来，我一直担心得焦虑，尤其是考虑到我晕车得很厉害。虽然我并不是不想送他去学校，我已经帮他准备了很多学前的材料，比如表格、资料还有学费都是我在处理。而我丈夫又眼睛有问题，很多家务都是我一个人在做。昨天他突然提出要坐拼车去，这意味着我们必须等别人下车，再出市区才能把我们送到学校。当时我就感到有点焦躁，时间太长，我担心自己的身体。而且刚好是例假期间，量也比较大，我还担心不能及时找到卫生间。总之，我感到非常焦虑。",
    "annotation": [
      {
        "sentence": "我的孩子要去外市上学，车程大概需要3小时，而且开学是在12号，正好我也在例假期间。",
        "label": ""
      },
      {
        "sentence": "这半个月来，我一直担心得焦虑，尤其是考虑到我晕车得很厉害。",
        "label": ""
      },
      {
        "sentence": "虽然我并不是不想送他去学校，我已经帮他准备了很多学前的材料，比如表格、资料还有学费都是我在处理。",
        "label": ""
      },
      {
        "sentence": "而我丈夫又眼睛有问题，很多家务都是我一个人在做。",
        "label": ""
      },
      {
        "sentence": "昨天他突然提出要坐拼车去，这意味着我们必须等别人下车，再出市区才能把我们送到学校。",
        "label": ""
      },
      {
        "sentence": "当时我就感到有点焦躁，时间太长，我担心自己的身体。",
        "label": ""
      },
      {
        "sentence": "而且刚好是例假期间，量也比较大，我还担心不能及时找到卫生间。",
        "label": ""
      },
      {
        "sentence": "总之，我感到非常焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你现在的状态非常焦虑而且有些困扰。你有表达出你对这件事情有些不情愿，但又不能进入校园，只能把孩子送到门口。虽然孩子已经长大了，能够自己处理事情，而且和朋友出去玩也能独立，但如果其他父母都能进入校园，你不去可能会让孩子感到缺失。不过现在只是送到门口而已。你的丈夫好像觉得你不够重视孩子，这种观点让你感到不舒服。",
    "annotation": [
      {
        "sentence": "看来你现在的状态非常焦虑而且有些困扰。",
        "label": ""
      },
      {
        "sentence": "你有表达出你对这件事情有些不情愿，但又不能进入校园，只能把孩子送到门口。",
        "label": ""
      },
      {
        "sentence": "虽然孩子已经长大了，能够自己处理事情，而且和朋友出去玩也能独立，但如果其他父母都能进入校园，你不去可能会让孩子感到缺失。",
        "label": ""
      },
      {
        "sentence": "不过现在只是送到门口而已。",
        "label": ""
      },
      {
        "sentence": "你的丈夫好像觉得你不够重视孩子，这种观点让你感到不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，我丈夫总觉得我不够重视孩子，不够关心他。我觉得他已经18岁了，平时处理事情都能自己搞定，还能和朋友一起去外地玩。如果可以进校区，其他父母都会陪着孩子，但现在只能送到门口，这也让我感到很不舒服。我丈夫总是沉思着，我却在帮孩子整理行李。",
    "annotation": [
      {
        "sentence": "没错，我丈夫总觉得我不够重视孩子，不够关心他。",
        "label": ""
      },
      {
        "sentence": "我觉得他已经18岁了，平时处理事情都能自己搞定，还能和朋友一起去外地玩。",
        "label": ""
      },
      {
        "sentence": "如果可以进校区，其他父母都会陪着孩子，但现在只能送到门口，这也让我感到很不舒服。",
        "label": ""
      },
      {
        "sentence": "我丈夫总是沉思着，我却在帮孩子整理行李。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他突然说了一句让你非常震惊的话，他说你就不拿出去厦门时的劲头。这句话让你当时愣住了，眼泪打转又回去了。这一刹那你感到自己像个温柔平和的好妈妈，问孩子还需要什么，同时帮他整理行李。我发现你之前去厦门的时候有一种全身心投入的心情，那种让你觉得无所不能、无所顾忌的感觉。他这样说你，你感到无法反驳，甚至无法生气。你始终觉得是自己先做错了。你突然觉得自己卡在了某个地方，一直抹不去。",
    "annotation": [
      {
        "sentence": "他突然说了一句让你非常震惊的话，他说你就不拿出去厦门时的劲头。",
        "label": ""
      },
      {
        "sentence": "这句话让你当时愣住了，眼泪打转又回去了。",
        "label": ""
      },
      {
        "sentence": "这一刹那你感到自己像个温柔平和的好妈妈，问孩子还需要什么，同时帮他整理行李。",
        "label": ""
      },
      {
        "sentence": "我发现你之前去厦门的时候有一种全身心投入的心情，那种让你觉得无所不能、无所顾忌的感觉。",
        "label": ""
      },
      {
        "sentence": "他这样说你，你感到无法反驳，甚至无法生气。",
        "label": ""
      },
      {
        "sentence": "你始终觉得是自己先做错了。",
        "label": ""
      },
      {
        "sentence": "你突然觉得自己卡在了某个地方，一直抹不去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，这种感觉一直持续到了半夜，我无法入睡，一想到不得不去送孩子，我感到无法反抗，也无法选择。这种感觉让我开始恶心，不断深呼吸来让自己稍微好受一点。我尝试写日记，平时写写字可以平静一些，但这次还是焦虑不安的感觉还是无法消失。我想大声喊叫，但我不能，我不得不去面对、承受这种感觉。我不知道该如何处理可以让自己稍微舒服一点。于是我试着用语音日记与自己交流，一直说着“累了”，直到凌晨三点多才勉强入睡。我想到了一个词，\"诛人诛心\"，也许对一个人造成最大痛苦的方式并不是身体上的疼痛，而是精神上的折磨。",
    "annotation": [
      {
        "sentence": "对，这种感觉一直持续到了半夜，我无法入睡，一想到不得不去送孩子，我感到无法反抗，也无法选择。",
        "label": ""
      },
      {
        "sentence": "这种感觉让我开始恶心，不断深呼吸来让自己稍微好受一点。",
        "label": ""
      },
      {
        "sentence": "我尝试写日记，平时写写字可以平静一些，但这次还是焦虑不安的感觉还是无法消失。",
        "label": ""
      },
      {
        "sentence": "我想大声喊叫，但我不能，我不得不去面对、承受这种感觉。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何处理可以让自己稍微舒服一点。",
        "label": ""
      },
      {
        "sentence": "于是我试着用语音日记与自己交流，一直说着“累了”，直到凌晨三点多才勉强入睡。",
        "label": ""
      },
      {
        "sentence": "我想到了一个词，\"诛人诛心\"，也许对一个人造成最大痛苦的方式并不是身体上的疼痛，而是精神上的折磨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我很理解你现在的感受。你现在感到焦虑和困扰，甚至感到无法表达你的情绪。你试图找一种方法让自己稍微舒服一些，比如写日记，与自己交流，但似乎效果并不明显。你已经尝试了很多方法来缓解内心的不适，但似乎效果不佳。无论对身体还是心灵的痛苦都是非常痛苦的，但请相信，你并不是一个人在面对这些挑战。我会尽力提供帮助和支持。你愿意和我分享更多的信息吗？",
    "annotation": [
      {
        "sentence": "听到你的描述，我很理解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "你现在感到焦虑和困扰，甚至感到无法表达你的情绪。",
        "label": ""
      },
      {
        "sentence": "你试图找一种方法让自己稍微舒服一些，比如写日记，与自己交流，但似乎效果并不明显。",
        "label": ""
      },
      {
        "sentence": "你已经尝试了很多方法来缓解内心的不适，但似乎效果不佳。",
        "label": ""
      },
      {
        "sentence": "无论对身体还是心灵的痛苦都是非常痛苦的，但请相信，你并不是一个人在面对这些挑战。",
        "label": ""
      },
      {
        "sentence": "我会尽力提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你愿意和我分享更多的信息吗？",
        "label": ""
      }
    ]
  }
]