[
  {
    "role": "client",
    "content": "六岁半女孩，最近几天上学中午见不到妈妈就哭怎么办？",
    "annotation": [
      {
        "sentence": "六岁半女孩，最近几天上学中午见不到妈妈就哭怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从问题来看，能感觉到妈妈对孩子的关心和无法陪伴在孩子身边的焦虑。孩子刚上一年级的时候，妈妈中午始终陪着孩子睡觉，但由于工作，妈妈中午没办法回家，面对新环境，孩子也始终哭闹着不想离开妈妈。每当中午妈妈不在家，孩子就抹着眼泪，十分伤心。",
    "annotation": [
      {
        "sentence": "从问题来看，能感觉到妈妈对孩子的关心和无法陪伴在孩子身边的焦虑。",
        "label": ""
      },
      {
        "sentence": "孩子刚上一年级的时候，妈妈中午始终陪着孩子睡觉，但由于工作，妈妈中午没办法回家，面对新环境，孩子也始终哭闹着不想离开妈妈。",
        "label": ""
      },
      {
        "sentence": "每当中午妈妈不在家，孩子就抹着眼泪，十分伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，她每次都抱着我不放，说想和我一起睡午觉。",
    "annotation": [
      {
        "sentence": "是啊，她每次都抱着我不放，说想和我一起睡午觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到这样的情况，妈妈很心疼，却又没办法回来陪伴孩子，焦虑的情绪又增添了几分。一年级，孩子离开幼儿园，刚刚进入了新环境。就像这位妈妈一样：对孩子情绪的管理重视还是十分重要的！才能确保孩子快速适应学习环境以及学习习惯的养成，以便他更快地适应小学的学习之中。孩子情绪焦虑可能和新的学习环境有很大的关系。所以妈妈不妨多陪伴一下孩子。其实陪伴这件事情和时间相比，亲子之间的相处质量更加重要。如果陪伴质量不高，即使全职在家，孩子依然面对家长冷冰冰的脸，恐怕效果还没有短时间内陪伴，高质量共处要好得多。",
    "annotation": [
      {
        "sentence": "看到这样的情况，妈妈很心疼，却又没办法回来陪伴孩子，焦虑的情绪又增添了几分。",
        "label": ""
      },
      {
        "sentence": "一年级，孩子离开幼儿园，刚刚进入了新环境。",
        "label": ""
      },
      {
        "sentence": "就像这位妈妈一样：对孩子情绪的管理重视还是十分重要的！",
        "label": ""
      },
      {
        "sentence": "才能确保孩子快速适应学习环境以及学习习惯的养成，以便他更快地适应小学的学习之中。",
        "label": ""
      },
      {
        "sentence": "孩子情绪焦虑可能和新的学习环境有很大的关系。",
        "label": ""
      },
      {
        "sentence": "所以妈妈不妨多陪伴一下孩子。",
        "label": ""
      },
      {
        "sentence": "其实陪伴这件事情和时间相比，亲子之间的相处质量更加重要。",
        "label": ""
      },
      {
        "sentence": "如果陪伴质量不高，即使全职在家，孩子依然面对家长冷冰冰的脸，恐怕效果还没有短时间内陪伴，高质量共处要好得多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道陪伴很重要，但是我工作很忙，中午没办法回家。我该怎么做呢？",
    "annotation": [
      {
        "sentence": "我知道陪伴很重要，但是我工作很忙，中午没办法回家。",
        "label": ""
      },
      {
        "sentence": "我该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "等到晚上回到家的时候，你可以多和孩子聊一聊学校的生活。谈一谈她每日的学习生活，以及和同学们之间的关系。看看是否有哪些事情让他感觉很困扰，家长可以为她出谋划策，疏通她的情绪，使自己成为孩子的知心朋友。当孩子没有太多困扰的时候，她就会将更多的精力放在重要的事情上。",
    "annotation": [
      {
        "sentence": "等到晚上回到家的时候，你可以多和孩子聊一聊学校的生活。",
        "label": ""
      },
      {
        "sentence": "谈一谈她每日的学习生活，以及和同学们之间的关系。",
        "label": ""
      },
      {
        "sentence": "看看是否有哪些事情让他感觉很困扰，家长可以为她出谋划策，疏通她的情绪，使自己成为孩子的知心朋友。",
        "label": ""
      },
      {
        "sentence": "当孩子没有太多困扰的时候，她就会将更多的精力放在重要的事情上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我不回家，她会不会觉得我不关心她？",
    "annotation": [
      {
        "sentence": "如果我不回家，她会不会觉得我不关心她？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家长也需要放平心态，不要将焦虑的情绪影响到孩子。情绪有时候会传染的，就像上幼儿园初次和孩子分离的时候一样。其实孩子对处理情绪问题，远远比家长印象中好得很多。很多孩子在家长面前哭闹不止，但当家长真正转身离去，孩子在幼儿园里反而和小伙伴们玩得很开心，忘掉了家长分离时候的焦虑。所以对于焦虑这件事情，家长首先不要刻意强化它，看淡一些，孩子反而更容易适应生活的节奏。",
    "annotation": [
      {
        "sentence": "家长也需要放平心态，不要将焦虑的情绪影响到孩子。",
        "label": ""
      },
      {
        "sentence": "情绪有时候会传染的，就像上幼儿园初次和孩子分离的时候一样。",
        "label": ""
      },
      {
        "sentence": "其实孩子对处理情绪问题，远远比家长印象中好得很多。",
        "label": ""
      },
      {
        "sentence": "很多孩子在家长面前哭闹不止，但当家长真正转身离去，孩子在幼儿园里反而和小伙伴们玩得很开心，忘掉了家长分离时候的焦虑。",
        "label": ""
      },
      {
        "sentence": "所以对于焦虑这件事情，家长首先不要刻意强化它，看淡一些，孩子反而更容易适应生活的节奏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前给她买了手机配音游戏，但似乎并没有起到作用，是不是不该让孩子玩手机呢？",
    "annotation": [
      {
        "sentence": "我之前给她买了手机配音游戏，但似乎并没有起到作用，是不是不该让孩子玩手机呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，对于手机这件事情也不需要强行塞给孩子。其实有数据证明，手机玩的时长和焦虑的情绪增长成正比，所以，谨慎使用手机。现在孩子是因为想念妈妈才哭闹，如果靠手机来分散注意力可能只是暂时的，还是应该多和孩子互动，提供情感上的支持。",
    "annotation": [
      {
        "sentence": "另外，对于手机这件事情也不需要强行塞给孩子。",
        "label": ""
      },
      {
        "sentence": "其实有数据证明，手机玩的时长和焦虑的情绪增长成正比，所以，谨慎使用手机。",
        "label": ""
      },
      {
        "sentence": "现在孩子是因为想念妈妈才哭闹，如果靠手机来分散注意力可能只是暂时的，还是应该多和孩子互动，提供情感上的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我会尽量在家的时候和孩子多沟通，陪她玩耍，不再依赖手机来解决问题。",
    "annotation": [
      {
        "sentence": "你说的对，我会尽量在家的时候和孩子多沟通，陪她玩耍，不再依赖手机来解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，家长的陪伴和支持是孩子成长过程中最重要的一部分。相信通过你的努力和关心，孩子会渐渐适应这个新环境，减少焦虑情绪，并且更加愿意独立面对学校的生活。如果需要进一步帮助，请随时向我求助。",
    "annotation": [
      {
        "sentence": "很好，家长的陪伴和支持是孩子成长过程中最重要的一部分。",
        "label": ""
      },
      {
        "sentence": "相信通过你的努力和关心，孩子会渐渐适应这个新环境，减少焦虑情绪，并且更加愿意独立面对学校的生活。",
        "label": ""
      },
      {
        "sentence": "如果需要进一步帮助，请随时向我求助。",
        "label": ""
      }
    ]
  }
]