[
  {
    "role": "client",
    "content": "我是一个高四的女学生，我发现自己无法与他人建立亲密的关系，不知道应该如何调节。我想这个问题的起源可能是因为父母经常吵架，导致我的心情一直持续低落。后来因为心情不好，我与朋友疏远并吵架了。再加上一些事情发生后，我觉得我与初中时的好友已不再是一路人，感觉自己遭受了背叛。从那时起，我就感觉自己的情绪崩溃了，体重瞬间减轻很多，记忆力也下降了，而且我开始对人们不太信任。后来我一直觉得自己和别人不一样，经常怀疑自己，无法找到自己的价值。最近我也常常心情低落，对大部分事情都提不起兴趣来，感觉自己无所适从，做什么事情都感觉无力和无趣。有时候我会突然感到紧张，还会想起以前哭泣的时候。一旦与别人过于亲密，我就会感觉胸口堵得很慌，还想逃离。我也对父母和朋友都不太感兴趣了。有时候我还会向发小抱怨，感觉我的情绪也在影响到她。请问我应该如何调节或者更好地改变这种情况呢？",
    "annotation": [
      {
        "sentence": "我是一个高四的女学生，我发现自己无法与他人建立亲密的关系，不知道应该如何调节。",
        "label": ""
      },
      {
        "sentence": "我想这个问题的起源可能是因为父母经常吵架，导致我的心情一直持续低落。",
        "label": ""
      },
      {
        "sentence": "后来因为心情不好，我与朋友疏远并吵架了。",
        "label": ""
      },
      {
        "sentence": "再加上一些事情发生后，我觉得我与初中时的好友已不再是一路人，感觉自己遭受了背叛。",
        "label": ""
      },
      {
        "sentence": "从那时起，我就感觉自己的情绪崩溃了，体重瞬间减轻很多，记忆力也下降了，而且我开始对人们不太信任。",
        "label": ""
      },
      {
        "sentence": "后来我一直觉得自己和别人不一样，经常怀疑自己，无法找到自己的价值。",
        "label": ""
      },
      {
        "sentence": "最近我也常常心情低落，对大部分事情都提不起兴趣来，感觉自己无所适从，做什么事情都感觉无力和无趣。",
        "label": ""
      },
      {
        "sentence": "有时候我会突然感到紧张，还会想起以前哭泣的时候。",
        "label": ""
      },
      {
        "sentence": "一旦与别人过于亲密，我就会感觉胸口堵得很慌，还想逃离。",
        "label": ""
      },
      {
        "sentence": "我也对父母和朋友都不太感兴趣了。",
        "label": ""
      },
      {
        "sentence": "有时候我还会向发小抱怨，感觉我的情绪也在影响到她。",
        "label": ""
      },
      {
        "sentence": "请问我应该如何调节或者更好地改变这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我曾经听说过一个故事，讲的是一个儿子向他当校长的妈妈求助，因为他无法与同桌建立好关系。儿子嫌弃新同桌烦人、太胖、爱讲话、成绩不好，所以他请求妈妈跟老师说，让他换个同桌。他妈妈考虑后同意，但前提是让儿子在一周内找到同桌的五个缺点和五个优点，这样妈妈就有理由和老师沟通了。第一天，儿子找到了同桌的所有缺点，却没有发现一个优点；第二天还是一样的结果；第三天，他终于发现了同桌在数学作业方面比他做得快；第四天，他发现同桌愿意帮助同学，对别人的问题耐心解答，哪怕自己的作业还没做完，他承认自己在这一点上比同桌差。就这样，一周后，他主动取消了换同桌的决定。通过与同桌的接触、了解和赞赏，他多了一个好朋友，也多了一些看世界的角度。他变得宽容和开阔。其实，同样的人和事情变得完全不同，只是因为他对同桌的态度发生了改变。你可以尝试学习这个方法，多去发现别人的优点，去找到别人为什么这样做的原因，去了解他们真正的想法，而不只是按照自己习惯的思维模式（比如，如果你常常悲观，你会以悲观的方式思考别人的动机），往往真相不一定是你想象的那样。我看到你总是抱怨别人不好，总觉得问题都出在别人身上，你有没有想过为什么会感到委屈和愤怒，是因为别人没有满足你的需要吗？或者别人必须对你负责吗？给自己一个新的视角看待人和世界，你的生活一定会有很大的变化！一旦你的世界观变得积极，悲观的想法和症状都会消失的！",
    "annotation": [
      {
        "sentence": "我曾经听说过一个故事，讲的是一个儿子向他当校长的妈妈求助，因为他无法与同桌建立好关系。",
        "label": ""
      },
      {
        "sentence": "儿子嫌弃新同桌烦人、太胖、爱讲话、成绩不好，所以他请求妈妈跟老师说，让他换个同桌。",
        "label": ""
      },
      {
        "sentence": "他妈妈考虑后同意，但前提是让儿子在一周内找到同桌的五个缺点和五个优点，这样妈妈就有理由和老师沟通了。",
        "label": ""
      },
      {
        "sentence": "第一天，儿子找到了同桌的所有缺点，却没有发现一个优点；第二天还是一样的结果；第三天，他终于发现了同桌在数学作业方面比他做得快；第四天，他发现同桌愿意帮助同学，对别人的问题耐心解答，哪怕自己的作业还没做完，他承认自己在这一点上比同桌差。",
        "label": ""
      },
      {
        "sentence": "就这样，一周后，他主动取消了换同桌的决定。",
        "label": ""
      },
      {
        "sentence": "通过与同桌的接触、了解和赞赏，他多了一个好朋友，也多了一些看世界的角度。",
        "label": ""
      },
      {
        "sentence": "他变得宽容和开阔。",
        "label": ""
      },
      {
        "sentence": "其实，同样的人和事情变得完全不同，只是因为他对同桌的态度发生了改变。",
        "label": ""
      },
      {
        "sentence": "你可以尝试学习这个方法，多去发现别人的优点，去找到别人为什么这样做的原因，去了解他们真正的想法，而不只是按照自己习惯的思维模式（比如，如果你常常悲观，你会以悲观的方式思考别人的动机），往往真相不一定是你想象的那样。",
        "label": ""
      },
      {
        "sentence": "我看到你总是抱怨别人不好，总觉得问题都出在别人身上，你有没有想过为什么会感到委屈和愤怒，是因为别人没有满足你的需要吗？",
        "label": ""
      },
      {
        "sentence": "或者别人必须对你负责吗？",
        "label": ""
      },
      {
        "sentence": "给自己一个新的视角看待人和世界，你的生活一定会有很大的变化！",
        "label": ""
      },
      {
        "sentence": "一旦你的世界观变得积极，悲观的想法和症状都会消失的！",
        "label": ""
      }
    ]
  }
]