[
  {
    "role": "client",
    "content": "我老公对他的父亲非常仇恨，经常提起想要杀了他父亲？他爸爸对他相对严格，而他妈妈对他非常溺爱，他和妈妈关系很好，但是她妈妈得病去世了，妈妈去世后，他爸爸续弦找了一位新阿姨。他经常会担心新阿姨和他爸爸不把他爸爸原来的房产留给自己。最近3个月，他经常表现极其愤怒甚至做出暴力行为，并常说要杀了他爸爸，我极其害怕。",
    "annotation": [
      {
        "sentence": "我老公对他的父亲非常仇恨，经常提起想要杀了他父亲？",
        "label": ""
      },
      {
        "sentence": "他爸爸对他相对严格，而他妈妈对他非常溺爱，他和妈妈关系很好，但是她妈妈得病去世了，妈妈去世后，他爸爸续弦找了一位新阿姨。",
        "label": ""
      },
      {
        "sentence": "他经常会担心新阿姨和他爸爸不把他爸爸原来的房产留给自己。",
        "label": ""
      },
      {
        "sentence": "最近3个月，他经常表现极其愤怒甚至做出暴力行为，并常说要杀了他爸爸，我极其害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你的丈夫在很多事情上处理的都不够成熟，甚至很多时候就像是小孩子在发脾气一样。因此我们可以慢慢的引导对方。",
    "annotation": [
      {
        "sentence": "看得出来你的丈夫在很多事情上处理的都不够成熟，甚至很多时候就像是小孩子在发脾气一样。",
        "label": ""
      },
      {
        "sentence": "因此我们可以慢慢的引导对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他小时候父亲对他很严格，导致他对父亲有抗拒和害怕的感觉。而且母亲对他非常溺爱，这让他对父亲只有憎恨的感觉。",
    "annotation": [
      {
        "sentence": "他小时候父亲对他很严格，导致他对父亲有抗拒和害怕的感觉。",
        "label": ""
      },
      {
        "sentence": "而且母亲对他非常溺爱，这让他对父亲只有憎恨的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一种很常见的反应，由于母亲的偏爱和父亲的严格，导致他无法平衡自己的情绪和看待父亲的方式。尤其是后来母亲去世之后，对于他来说是一个不小的打击。不知道对方母亲的离世是否与父亲有一定的关系，我们可以谈谈心，了解一下母亲去世的事是否影响了父亲在他心里的看法。",
    "annotation": [
      {
        "sentence": "这是一种很常见的反应，由于母亲的偏爱和父亲的严格，导致他无法平衡自己的情绪和看待父亲的方式。",
        "label": ""
      },
      {
        "sentence": "尤其是后来母亲去世之后，对于他来说是一个不小的打击。",
        "label": ""
      },
      {
        "sentence": "不知道对方母亲的离世是否与父亲有一定的关系，我们可以谈谈心，了解一下母亲去世的事是否影响了父亲在他心里的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，母亲去世后，他爸爸续弦找了一位新阿姨，这让他很不满和担心。他担心新阿姨和他爸爸不把他爸爸原来的房产留给自己。",
    "annotation": [
      {
        "sentence": "是的，母亲去世后，他爸爸续弦找了一位新阿姨，这让他很不满和担心。",
        "label": ""
      },
      {
        "sentence": "他担心新阿姨和他爸爸不把他爸爸原来的房产留给自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于房产分配的事，多数人认为都是留给下一代的，但是现在有些观念需要改变一下了。有时遗嘱是会在生前立下的，对方之所以不愿意把房子给了那个人，或许是因为这是他从小长大的家，所以不想给了另一个人。如果那个人确实在很多方面都给予了父亲更多的照顾，那么作为子女，我们也不要太过于苛求老人。",
    "annotation": [
      {
        "sentence": "对于房产分配的事，多数人认为都是留给下一代的，但是现在有些观念需要改变一下了。",
        "label": ""
      },
      {
        "sentence": "有时遗嘱是会在生前立下的，对方之所以不愿意把房子给了那个人，或许是因为这是他从小长大的家，所以不想给了另一个人。",
        "label": ""
      },
      {
        "sentence": "如果那个人确实在很多方面都给予了父亲更多的照顾，那么作为子女，我们也不要太过于苛求老人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，家长在教育上确实有做的不合适的地方，但是作为子女并不代表自己就不会犯错。我应该和丈夫多沟通一下，看看他的想法。如果需要的话，也可以陪他去找专业的心理咨询师聊一聊，让他可以学会面对自己的过去。",
    "annotation": [
      {
        "sentence": "我明白了，家长在教育上确实有做的不合适的地方，但是作为子女并不代表自己就不会犯错。",
        "label": ""
      },
      {
        "sentence": "我应该和丈夫多沟通一下，看看他的想法。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，也可以陪他去找专业的心理咨询师聊一聊，让他可以学会面对自己的过去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不错，沟通非常重要。如果你和他有自己的孩子，不知道对方对于孩子是什么样的态度和规划。作为家长，我们肯定不希望自己走父母不好的老路，所以我们可以和对方沟通一下，看有哪些方面可以规避一下。如果你和他还没有孩子，我们可以和对方商量一下以后的生活，以及对于孩子的培养等等。",
    "annotation": [
      {
        "sentence": "不错，沟通非常重要。",
        "label": ""
      },
      {
        "sentence": "如果你和他有自己的孩子，不知道对方对于孩子是什么样的态度和规划。",
        "label": ""
      },
      {
        "sentence": "作为家长，我们肯定不希望自己走父母不好的老路，所以我们可以和对方沟通一下，看有哪些方面可以规避一下。",
        "label": ""
      },
      {
        "sentence": "如果你和他还没有孩子，我们可以和对方商量一下以后的生活，以及对于孩子的培养等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的帮助，我会和丈夫好好沟通，并考虑寻求专业帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的帮助，我会和丈夫好好沟通，并考虑寻求专业帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你们能够一起走出困境，建立健康的家庭关系。如果有需要随时再来咨询。",
    "annotation": [
      {
        "sentence": "不客气，希望你们能够一起走出困境，建立健康的家庭关系。",
        "label": ""
      },
      {
        "sentence": "如果有需要随时再来咨询。",
        "label": ""
      }
    ]
  }
]