[
  {
    "role": "client",
    "content": "我是一个高四的女学生，最近我发现我跟他人无法建立亲密关系，我怎么样才能调节一下？",
    "annotation": [
      {
        "sentence": "我是一个高四的女学生，最近我发现我跟他人无法建立亲密关系，我怎么样才能调节一下？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三、高四可以说是心理问题的高发期，尤其是在第一次高考失利之后，所有成长的问题，伴随着学习和人生发展的压力逐渐增大，都会成为阻碍自己的“坎”。你提到的问题，在你与家人、朋友的情感关系方面最近都开始变得紧张，问题出在哪呢？",
    "annotation": [
      {
        "sentence": "高三、高四可以说是心理问题的高发期，尤其是在第一次高考失利之后，所有成长的问题，伴随着学习和人生发展的压力逐渐增大，都会成为阻碍自己的“坎”。",
        "label": ""
      },
      {
        "sentence": "你提到的问题，在你与家人、朋友的情感关系方面最近都开始变得紧张，问题出在哪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得是因为我父母吵架的原因，我的心情一直很低落。后来又因为心情不好和朋友吵架，还有一些其他的事情发生，我觉得我和初中的好朋友已经不是一路人了，感觉被背叛了。之后我就感觉情绪崩溃、瘦了很多，记忆力下降，也不太信任别人。我觉得我和别人不一样，经常自我怀疑，无法找到自己的价值。最近我也经常感到心情低落，对大部分事情提不起兴趣，漫无目的地度日，做什么事情也觉得无力。有时候还会突然紧张，甚至想起以前的时候会哭泣。一旦和别人过于亲密，我就会感到不舒服，想逃离，也不相信他人。对父母和朋友也都不太喜欢了。我还常常向朋友抱怨，感觉对她也有影响。",
    "annotation": [
      {
        "sentence": "我觉得是因为我父母吵架的原因，我的心情一直很低落。",
        "label": ""
      },
      {
        "sentence": "后来又因为心情不好和朋友吵架，还有一些其他的事情发生，我觉得我和初中的好朋友已经不是一路人了，感觉被背叛了。",
        "label": ""
      },
      {
        "sentence": "之后我就感觉情绪崩溃、瘦了很多，记忆力下降，也不太信任别人。",
        "label": ""
      },
      {
        "sentence": "我觉得我和别人不一样，经常自我怀疑，无法找到自己的价值。",
        "label": ""
      },
      {
        "sentence": "最近我也经常感到心情低落，对大部分事情提不起兴趣，漫无目的地度日，做什么事情也觉得无力。",
        "label": ""
      },
      {
        "sentence": "有时候还会突然紧张，甚至想起以前的时候会哭泣。",
        "label": ""
      },
      {
        "sentence": "一旦和别人过于亲密，我就会感到不舒服，想逃离，也不相信他人。",
        "label": ""
      },
      {
        "sentence": "对父母和朋友也都不太喜欢了。",
        "label": ""
      },
      {
        "sentence": "我还常常向朋友抱怨，感觉对她也有影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你目前的困境。在高三和高四阶段，学习和生活的压力确实会对我们的心理产生负面影响。而你所经历的问题并非突然出现，之前可能已经有一些迹象，只是你并没有太过重视。因为这些问题会直接影响高考结果，所以我们必须解决它们。让我们从你提到的亲密关系建立问题开始谈起。根据你所描述的情况，我觉得你目前的情绪一直处于紧张状态。那么这种紧张情绪的来源是什么呢？我认为它源于你对事物和他人的认识，以及对自己的不确定和紧张感，还有对高考的错误认知和过于绝对化的信念。首先，我们要纠正一个错误的信念：人与人本来就是不相同的。就算是你的亲生兄弟姐妹，他们的基因与你高度相似，但你们也不完全一样对吧？你有过接触双胞胎吗？你觉得他们是完全一样的吗？就连树叶都没有完全相同的，更何况是人呢？所以，请认识到这一点：人和人之间是有差异的。另外，你提到了和父母吵架的问题。你要知道，你的父母和你的朋友其实都是你的精神支持力量。所以你会在意与他们之间的情感矛盾。既然这些人对你来说很重要，那么你应该认真对待这些问题，而不要轻易怀疑甚至发火。如果有不同的意见，就尽量化解，如果问题不涉及原则和大是大非，就以求同存异的方式处理。亲人和朋友之间的关系建立在感情上，而不是非黑即白的是非观念上。考虑到你目前的情况和高考的压力，我建议你寻求一位心理咨询师的帮助，让他陪伴你一同成长。学习和成长虽然是两条线，但方向是一致的，相互成就、相互促进。从另一个角度来说，解决学习上的压力，其他问题也会逐渐好转。所以，你重点要关注的问题是学习意识和方法的改进。祝你成功！",
    "annotation": [
      {
        "sentence": "我可以理解你目前的困境。",
        "label": ""
      },
      {
        "sentence": "在高三和高四阶段，学习和生活的压力确实会对我们的心理产生负面影响。",
        "label": ""
      },
      {
        "sentence": "而你所经历的问题并非突然出现，之前可能已经有一些迹象，只是你并没有太过重视。",
        "label": ""
      },
      {
        "sentence": "因为这些问题会直接影响高考结果，所以我们必须解决它们。",
        "label": ""
      },
      {
        "sentence": "让我们从你提到的亲密关系建立问题开始谈起。",
        "label": ""
      },
      {
        "sentence": "根据你所描述的情况，我觉得你目前的情绪一直处于紧张状态。",
        "label": ""
      },
      {
        "sentence": "那么这种紧张情绪的来源是什么呢？",
        "label": ""
      },
      {
        "sentence": "我认为它源于你对事物和他人的认识，以及对自己的不确定和紧张感，还有对高考的错误认知和过于绝对化的信念。",
        "label": ""
      },
      {
        "sentence": "首先，我们要纠正一个错误的信念：人与人本来就是不相同的。",
        "label": ""
      },
      {
        "sentence": "就算是你的亲生兄弟姐妹，他们的基因与你高度相似，但你们也不完全一样对吧？",
        "label": ""
      },
      {
        "sentence": "你有过接触双胞胎吗？",
        "label": ""
      },
      {
        "sentence": "你觉得他们是完全一样的吗？",
        "label": ""
      },
      {
        "sentence": "就连树叶都没有完全相同的，更何况是人呢？",
        "label": ""
      },
      {
        "sentence": "所以，请认识到这一点：人和人之间是有差异的。",
        "label": ""
      },
      {
        "sentence": "另外，你提到了和父母吵架的问题。",
        "label": ""
      },
      {
        "sentence": "你要知道，你的父母和你的朋友其实都是你的精神支持力量。",
        "label": ""
      },
      {
        "sentence": "所以你会在意与他们之间的情感矛盾。",
        "label": ""
      },
      {
        "sentence": "既然这些人对你来说很重要，那么你应该认真对待这些问题，而不要轻易怀疑甚至发火。",
        "label": ""
      },
      {
        "sentence": "如果有不同的意见，就尽量化解，如果问题不涉及原则和大是大非，就以求同存异的方式处理。",
        "label": ""
      },
      {
        "sentence": "亲人和朋友之间的关系建立在感情上，而不是非黑即白的是非观念上。",
        "label": ""
      },
      {
        "sentence": "考虑到你目前的情况和高考的压力，我建议你寻求一位心理咨询师的帮助，让他陪伴你一同成长。",
        "label": ""
      },
      {
        "sentence": "学习和成长虽然是两条线，但方向是一致的，相互成就、相互促进。",
        "label": ""
      },
      {
        "sentence": "从另一个角度来说，解决学习上的压力，其他问题也会逐渐好转。",
        "label": ""
      },
      {
        "sentence": "所以，你重点要关注的问题是学习意识和方法的改进。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我明白了，我要认识到每个人都是独一无二的，不要再自我怀疑了。而且我会试着更好地处理与家人和朋友之间的关系，不再轻易发火。心理咨询师的建议也很实用，我会考虑去找一位心理咨询师帮助我度过这个阶段。我会着重关注学习意识和方法的改进，希望能够积极面对高考压力，找到更好的适应方式。再次感谢你给我的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我要认识到每个人都是独一无二的，不要再自我怀疑了。",
        "label": ""
      },
      {
        "sentence": "而且我会试着更好地处理与家人和朋友之间的关系，不再轻易发火。",
        "label": ""
      },
      {
        "sentence": "心理咨询师的建议也很实用，我会考虑去找一位心理咨询师帮助我度过这个阶段。",
        "label": ""
      },
      {
        "sentence": "我会着重关注学习意识和方法的改进，希望能够积极面对高考压力，找到更好的适应方式。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给我的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，每个人都是独一无二的，你的价值不会因为和别人不同而降低。处理亲密关系需要耐心和理解，不要轻易发火，多沟通、多理解对方。寻求心理咨询师的帮助是个很好的决策，他们会给予你更专业的建议和支持。相信自己，相信你可以通过改进学习意识和方法来应对高考压力。祝你一切顺利！如果你还有其他问题，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都是独一无二的，你的价值不会因为和别人不同而降低。",
        "label": ""
      },
      {
        "sentence": "处理亲密关系需要耐心和理解，不要轻易发火，多沟通、多理解对方。",
        "label": ""
      },
      {
        "sentence": "寻求心理咨询师的帮助是个很好的决策，他们会给予你更专业的建议和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以通过改进学习意识和方法来应对高考压力。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]