[
  {
    "role": "client",
    "content": "我是一个高四女学生，我发现自己无法与他人建立亲密关系，不知道该如何调节。一开始是因为父母吵架，我的情绪一直很低落。后来又因为心情和朋友疏远而发生争执，还有一些事情让我觉得跟初中的好友并不是一路人，感觉自己被背叛了。此后，我感觉自己的情绪崩溃，体重也瞬间瘦了很多，记忆力下降，而且我变得不太信任别人。之后，我一直觉得自己和别人不一样，经常怀疑自我，无法找到自己的价值。最近，我经常感到心情低落，对大部分事情都提不起兴趣，感觉自己在做什么事情都感到无力和不感兴趣。有时候会突然感到紧张，还会想到以前的事情而哭泣。和别人过于亲密的时候，我会感到很不自在，还会想逃开，对父母和朋友也变得不太喜欢。我还经常向我的朋友倾诉，但感觉这也影响到了她。我想知道如何调节和改变这种情况。",
    "annotation": [
      {
        "sentence": "我是一个高四女学生，我发现自己无法与他人建立亲密关系，不知道该如何调节。",
        "label": ""
      },
      {
        "sentence": "一开始是因为父母吵架，我的情绪一直很低落。",
        "label": ""
      },
      {
        "sentence": "后来又因为心情和朋友疏远而发生争执，还有一些事情让我觉得跟初中的好友并不是一路人，感觉自己被背叛了。",
        "label": ""
      },
      {
        "sentence": "此后，我感觉自己的情绪崩溃，体重也瞬间瘦了很多，记忆力下降，而且我变得不太信任别人。",
        "label": ""
      },
      {
        "sentence": "之后，我一直觉得自己和别人不一样，经常怀疑自我，无法找到自己的价值。",
        "label": ""
      },
      {
        "sentence": "最近，我经常感到心情低落，对大部分事情都提不起兴趣，感觉自己在做什么事情都感到无力和不感兴趣。",
        "label": ""
      },
      {
        "sentence": "有时候会突然感到紧张，还会想到以前的事情而哭泣。",
        "label": ""
      },
      {
        "sentence": "和别人过于亲密的时候，我会感到很不自在，还会想逃开，对父母和朋友也变得不太喜欢。",
        "label": ""
      },
      {
        "sentence": "我还经常向我的朋友倾诉，但感觉这也影响到了她。",
        "label": ""
      },
      {
        "sentence": "我想知道如何调节和改变这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得自己无法建立亲密关系的原因是什么呢？通过保持距离来避免与他人失去亲密关系可能意味着我们真的了解他人，也允许他人深入了解我们。但是，我们越了解一个人，就越了解他的缺点，对他也可能产生负面情绪。因此，我们避免亲密并不意味着不喜欢对方，相反，可能正是因为越喜欢对方，才越不敢靠近。因为“我不曾走近你，就不会失去你。”就像两只互相取暖的刺猬一样，离得近了会伤害对方，离得远了会感到寒冷。但是，为了保护自己不受伤害，我们选择了与他人保持距离。你无法与人建立亲密关系可能是因为你与父母吵架和心情低落，后来又与朋友疏远并发生争执，还有之前觉得跟初中好友不是一路人而感到背叛，这些经历对你造成了一定的心理阴影和伤害。你不信任别人，对父母和朋友也不太喜欢，这导致你将生命中最重要的人们都保持在千里之外，这样也就让自己对每个人都保持距离了。我有一些建议，如果我们能对自己诚实，并选择面对痛苦，我们就会了解这是治疗旧伤的机会。不去面对痛苦，将其潜藏在潜意识里面，最终这些痛苦在以后的人生中会一次又一次地出现。所以，我们一定要学会直面痛苦，提升自己的抗压能力。你可以尝试调理自己的心情，慢慢地来。与他人相处时，不仅要看到别人的缺点，还要看到每个人身上我们可以学习的地方。同时，也要付出自己的真诚，才能交到真正的朋友。交友就是交心，只有打开心扉才能交到真正的朋友。另外，要警惕自己的占有欲。在任何关系中，没有完美的存在，即使是最好的关系也会有吵闹和磨合的时候。如果我们幸运地遇到了志同道合的人，我们可以继续深入发展关系，但也要保持对对方的尊重和欣赏。同时，要小心因为害怕失去而导致对关系过度掌控，要重建自己的安全感。希望你能够改善情况，祝一切顺利！",
    "annotation": [
      {
        "sentence": "你觉得自己无法建立亲密关系的原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "通过保持距离来避免与他人失去亲密关系可能意味着我们真的了解他人，也允许他人深入了解我们。",
        "label": ""
      },
      {
        "sentence": "但是，我们越了解一个人，就越了解他的缺点，对他也可能产生负面情绪。",
        "label": ""
      },
      {
        "sentence": "因此，我们避免亲密并不意味着不喜欢对方，相反，可能正是因为越喜欢对方，才越不敢靠近。",
        "label": ""
      },
      {
        "sentence": "因为“我不曾走近你，就不会失去你。",
        "label": ""
      },
      {
        "sentence": "”就像两只互相取暖的刺猬一样，离得近了会伤害对方，离得远了会感到寒冷。",
        "label": ""
      },
      {
        "sentence": "但是，为了保护自己不受伤害，我们选择了与他人保持距离。",
        "label": ""
      },
      {
        "sentence": "你无法与人建立亲密关系可能是因为你与父母吵架和心情低落，后来又与朋友疏远并发生争执，还有之前觉得跟初中好友不是一路人而感到背叛，这些经历对你造成了一定的心理阴影和伤害。",
        "label": ""
      },
      {
        "sentence": "你不信任别人，对父母和朋友也不太喜欢，这导致你将生命中最重要的人们都保持在千里之外，这样也就让自己对每个人都保持距离了。",
        "label": ""
      },
      {
        "sentence": "我有一些建议，如果我们能对自己诚实，并选择面对痛苦，我们就会了解这是治疗旧伤的机会。",
        "label": ""
      },
      {
        "sentence": "不去面对痛苦，将其潜藏在潜意识里面，最终这些痛苦在以后的人生中会一次又一次地出现。",
        "label": ""
      },
      {
        "sentence": "所以，我们一定要学会直面痛苦，提升自己的抗压能力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试调理自己的心情，慢慢地来。",
        "label": ""
      },
      {
        "sentence": "与他人相处时，不仅要看到别人的缺点，还要看到每个人身上我们可以学习的地方。",
        "label": ""
      },
      {
        "sentence": "同时，也要付出自己的真诚，才能交到真正的朋友。",
        "label": ""
      },
      {
        "sentence": "交友就是交心，只有打开心扉才能交到真正的朋友。",
        "label": ""
      },
      {
        "sentence": "另外，要警惕自己的占有欲。",
        "label": ""
      },
      {
        "sentence": "在任何关系中，没有完美的存在，即使是最好的关系也会有吵闹和磨合的时候。",
        "label": ""
      },
      {
        "sentence": "如果我们幸运地遇到了志同道合的人，我们可以继续深入发展关系，但也要保持对对方的尊重和欣赏。",
        "label": ""
      },
      {
        "sentence": "同时，要小心因为害怕失去而导致对关系过度掌控，要重建自己的安全感。",
        "label": ""
      },
      {
        "sentence": "希望你能够改善情况，祝一切顺利！",
        "label": ""
      }
    ]
  }
]