[
  {
    "role": "client",
    "content": "游戏心理矛盾，空出了很多时间感觉很堵？最近把王者荣耀卸载了，因为我感觉它对自己的影响很大，首先会让自己脾气变得不好，其次有时候会熬夜玩一下，有时候会不做作业玩一下，感觉上瘾了，可是卸载了之后心理不舒服，第一感觉自己充了那么多钱浪费了，第二因为我感觉在上面可以交很多朋友，现在卸载了感觉空荡荡的，第三因为我转专业，所以每次回到以前专业那边找室友玩都是打游戏，我感觉这个游戏是我们关系枢纽，现在卸载了然后自己再去玩，就不知道干什么了，感觉关系可能就没那么好了，所以很纠结，卸载后空出了很多时间感觉很堵，还是有点不甘心，可是又不得不卸载。",
    "annotation": [
      {
        "sentence": "游戏心理矛盾，空出了很多时间感觉很堵？",
        "label": ""
      },
      {
        "sentence": "最近把王者荣耀卸载了，因为我感觉它对自己的影响很大，首先会让自己脾气变得不好，其次有时候会熬夜玩一下，有时候会不做作业玩一下，感觉上瘾了，可是卸载了之后心理不舒服，第一感觉自己充了那么多钱浪费了，第二因为我感觉在上面可以交很多朋友，现在卸载了感觉空荡荡的，第三因为我转专业，所以每次回到以前专业那边找室友玩都是打游戏，我感觉这个游戏是我们关系枢纽，现在卸载了然后自己再去玩，就不知道干什么了，感觉关系可能就没那么好了，所以很纠结，卸载后空出了很多时间感觉很堵，还是有点不甘心，可是又不得不卸载。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "#游戏心理矛盾，空出了很多时间感觉很堵？#^-^，看完您的描述后我的感觉是，游戏真的是好玩的游戏，您也真的是个想思考的好学生，但如果你俩碰一起，这化学反应有点急，可不容易处理......游戏是真的吸引你，也给你的人际关系带来了良好的互动，但玩游戏吧，一是影响自己的脾气，二呢又会耽误时间和休息。嗯，真的好难处理~生活就一定要总是这么两难吗？问题到底出在那里呢？是游戏呢还是我自己呢？就不能玩游戏也控制得好，学习和脾气也控制得好吗......嗯，这好像是个可以去多思考一下的问题：您觉得在什么情况下，您就可以很好的平衡游戏与您自己的关系呢？以前有过游戏也玩，生活学习也安排得不错的情况吗？那个时候的您是怎么做到的呢？您觉得您在多大程度上可以掌控您自己的生活呢？如果1-10分打分，1分是掌控力很弱，10分是很有掌控力，您会给自己打几分呢？",
    "annotation": [
      {
        "sentence": "#游戏心理矛盾，空出了很多时间感觉很堵？",
        "label": ""
      },
      {
        "sentence": "#^-^，看完您的描述后我的感觉是，游戏真的是好玩的游戏，您也真的是个想思考的好学生，但如果你俩碰一起，这化学反应有点急，可不容易处理......游戏是真的吸引你，也给你的人际关系带来了良好的互动，但玩游戏吧，一是影响自己的脾气，二呢又会耽误时间和休息。",
        "label": ""
      },
      {
        "sentence": "嗯，真的好难处理~生活就一定要总是这么两难吗？",
        "label": ""
      },
      {
        "sentence": "问题到底出在那里呢？",
        "label": ""
      },
      {
        "sentence": "是游戏呢还是我自己呢？",
        "label": ""
      },
      {
        "sentence": "就不能玩游戏也控制得好，学习和脾气也控制得好吗......嗯，这好像是个可以去多思考一下的问题：您觉得在什么情况下，您就可以很好的平衡游戏与您自己的关系呢？",
        "label": ""
      },
      {
        "sentence": "以前有过游戏也玩，生活学习也安排得不错的情况吗？",
        "label": ""
      },
      {
        "sentence": "那个时候的您是怎么做到的呢？",
        "label": ""
      },
      {
        "sentence": "您觉得您在多大程度上可以掌控您自己的生活呢？",
        "label": ""
      },
      {
        "sentence": "如果1-10分打分，1分是掌控力很弱，10分是很有掌控力，您会给自己打几分呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的理解和鼓励。在我个人看来，我应该在控制自己的时间和游戏之间找到平衡。之前的确有一段时间游戏和学习生活都能安排得不错，但最近由于一些变化，我似乎就失去了对自己的掌控力。我觉得我在掌控自己的生活方面给自己打4分吧，还有很大的提升空间。我想我可以尝试制定一个明确的时间表，合理安排游戏和学习的时间。这样我就能更好地控制自己了。",
    "annotation": [
      {
        "sentence": "感谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "在我个人看来，我应该在控制自己的时间和游戏之间找到平衡。",
        "label": ""
      },
      {
        "sentence": "之前的确有一段时间游戏和学习生活都能安排得不错，但最近由于一些变化，我似乎就失去了对自己的掌控力。",
        "label": ""
      },
      {
        "sentence": "我觉得我在掌控自己的生活方面给自己打4分吧，还有很大的提升空间。",
        "label": ""
      },
      {
        "sentence": "我想我可以尝试制定一个明确的时间表，合理安排游戏和学习的时间。",
        "label": ""
      },
      {
        "sentence": "这样我就能更好地控制自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的回答很不错，制定一个明确的时间表是个很好的建议。确切地安排好游戏和学习时间，可以帮助你更好地平衡。除此之外，你还能做些什么来提升自己对自己的掌控力呢？是否有一些其他的兴趣或活动可以填补卸载游戏后空出的时间呢？想象一下在没有游戏的情况下，你可以更充实、更满足地度过这段时间，那会是什么样子呢？",
    "annotation": [
      {
        "sentence": "你的回答很不错，制定一个明确的时间表是个很好的建议。",
        "label": ""
      },
      {
        "sentence": "确切地安排好游戏和学习时间，可以帮助你更好地平衡。",
        "label": ""
      },
      {
        "sentence": "除此之外，你还能做些什么来提升自己对自己的掌控力呢？",
        "label": ""
      },
      {
        "sentence": "是否有一些其他的兴趣或活动可以填补卸载游戏后空出的时间呢？",
        "label": ""
      },
      {
        "sentence": "想象一下在没有游戏的情况下，你可以更充实、更满足地度过这段时间，那会是什么样子呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实应该寻找其他的兴趣和活动来填补空出的时间。可能我可以尝试参加一些社团活动，特别是与我转专业相关的活动，这样不仅可以扩展我的社交圈子，也能增加我对新专业的了解。此外，我还会找一些健身活动或学习新技能的机会，这样可以提升自己的身体和技能水平，充实自己的生活。",
    "annotation": [
      {
        "sentence": "我确实应该寻找其他的兴趣和活动来填补空出的时间。",
        "label": ""
      },
      {
        "sentence": "可能我可以尝试参加一些社团活动，特别是与我转专业相关的活动，这样不仅可以扩展我的社交圈子，也能增加我对新专业的了解。",
        "label": ""
      },
      {
        "sentence": "此外，我还会找一些健身活动或学习新技能的机会，这样可以提升自己的身体和技能水平，充实自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些都是很好的想法！参加社团活动和健身活动都能为你的生活增添更多色彩。同时，它们还可以帮助你与他人进行更多的互动，培养你的人际关系。学习新技能也能够提升你的自信心和充实感。我相信，通过这些努力，你一定能够很好地度过没有游戏的时间，更好地掌控自己的生活。加油！如果你的同学遇到了和你一样的困惑，你会给他们提些什么建议呢？",
    "annotation": [
      {
        "sentence": "这些都是很好的想法！",
        "label": ""
      },
      {
        "sentence": "参加社团活动和健身活动都能为你的生活增添更多色彩。",
        "label": ""
      },
      {
        "sentence": "同时，它们还可以帮助你与他人进行更多的互动，培养你的人际关系。",
        "label": ""
      },
      {
        "sentence": "学习新技能也能够提升你的自信心和充实感。",
        "label": ""
      },
      {
        "sentence": "我相信，通过这些努力，你一定能够很好地度过没有游戏的时间，更好地掌控自己的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你的同学遇到了和你一样的困惑，你会给他们提些什么建议呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我的同学遇到类似的困扰，我会建议他们首先认真反思自己与游戏之间的关系，然后制定一个明确的时间表，并尝试寻找其他的兴趣和活动来填补时间，以保持自己的生活的平衡。我还会鼓励他们主动参加社团活动或培训班，与他人互动，丰富自己的生活。最重要的是，他们要相信自己能够掌控自己的生活，克服游戏上瘾的困扰。",
    "annotation": [
      {
        "sentence": "如果我的同学遇到类似的困扰，我会建议他们首先认真反思自己与游戏之间的关系，然后制定一个明确的时间表，并尝试寻找其他的兴趣和活动来填补时间，以保持自己的生活的平衡。",
        "label": ""
      },
      {
        "sentence": "我还会鼓励他们主动参加社团活动或培训班，与他人互动，丰富自己的生活。",
        "label": ""
      },
      {
        "sentence": "最重要的是，他们要相信自己能够掌控自己的生活，克服游戏上瘾的困扰。",
        "label": ""
      }
    ]
  }
]