[
  {
    "role": "client",
    "content": "我是一个17岁的女生，最近在网上做兼职被骗了，我不知道该怎么办了。我的家庭情况也不好，父母经常吵架，而且爸爸没有工作，整个家庭都依靠妈妈一个人养活。因为一次在网上看到了网络兼职，我心动了，但我没有自己的钱，所以我用交学费的钱去做兼职了。可是后来我发现我被骗了，我不仅没挣到钱，学费也没有了。我又不敢跟家里人讲，只好私自去借了高利贷。本来我还能还得起，但因为疫情的原因我出不了家门，债务一直拖着没能还清，目前总共欠了3000多元。自己没有能力还钱，利息也很贵，每周我都要去凑钱还债，我感到非常害怕，不敢跟家人说。每周日对我来说都是噩梦，我真的好累，好累。我有过自杀的念头，觉得活不下去了，觉得对不起爸爸妈妈。为什么会有网络兼职骗子存在呢？你们也要注意了。唉。",
    "annotation": [
      {
        "sentence": "我是一个17岁的女生，最近在网上做兼职被骗了，我不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我的家庭情况也不好，父母经常吵架，而且爸爸没有工作，整个家庭都依靠妈妈一个人养活。",
        "label": ""
      },
      {
        "sentence": "因为一次在网上看到了网络兼职，我心动了，但我没有自己的钱，所以我用交学费的钱去做兼职了。",
        "label": ""
      },
      {
        "sentence": "可是后来我发现我被骗了，我不仅没挣到钱，学费也没有了。",
        "label": ""
      },
      {
        "sentence": "我又不敢跟家里人讲，只好私自去借了高利贷。",
        "label": ""
      },
      {
        "sentence": "本来我还能还得起，但因为疫情的原因我出不了家门，债务一直拖着没能还清，目前总共欠了3000多元。",
        "label": ""
      },
      {
        "sentence": "自己没有能力还钱，利息也很贵，每周我都要去凑钱还债，我感到非常害怕，不敢跟家人说。",
        "label": ""
      },
      {
        "sentence": "每周日对我来说都是噩梦，我真的好累，好累。",
        "label": ""
      },
      {
        "sentence": "我有过自杀的念头，觉得活不下去了，觉得对不起爸爸妈妈。",
        "label": ""
      },
      {
        "sentence": "为什么会有网络兼职骗子存在呢？",
        "label": ""
      },
      {
        "sentence": "你们也要注意了。",
        "label": ""
      },
      {
        "sentence": "唉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的很心疼你！能理解你为了家里分担而上当受骗的感受。我看得出来你家的负担很重。如果爸爸妈妈知道了，他们又要承担额外的负担，这样反而会给他们添乱。那我们应该怎么办呢？你可以偷偷接着还，可是还有疫情，找不到兼职工作，债务会越来越沉重。至于自杀，你可能会解脱了，但你的债务还是要父母来还的。对于父母来说，他们辛辛苦苦养大了你，眼看你都要成年了，突然就没了，这对他们来说会是多么伤心欲绝的事情啊。孩子啊，你别傻了，赶快跟家里人说吧。你愿意为家庭分担负责，你的父母会很高兴的。虽然你还小，经验不够丰富，但这些都是青少年期的正常现象。你内心可能一直想要证明自己已经长大成人了，但实际上能力和经验还没有跟上。你的父母都是成年人，他们会理解你的。倒不如你现在就告诉他们吧！",
    "annotation": [
      {
        "sentence": "真的很心疼你！",
        "label": ""
      },
      {
        "sentence": "能理解你为了家里分担而上当受骗的感受。",
        "label": ""
      },
      {
        "sentence": "我看得出来你家的负担很重。",
        "label": ""
      },
      {
        "sentence": "如果爸爸妈妈知道了，他们又要承担额外的负担，这样反而会给他们添乱。",
        "label": ""
      },
      {
        "sentence": "那我们应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "你可以偷偷接着还，可是还有疫情，找不到兼职工作，债务会越来越沉重。",
        "label": ""
      },
      {
        "sentence": "至于自杀，你可能会解脱了，但你的债务还是要父母来还的。",
        "label": ""
      },
      {
        "sentence": "对于父母来说，他们辛辛苦苦养大了你，眼看你都要成年了，突然就没了，这对他们来说会是多么伤心欲绝的事情啊。",
        "label": ""
      },
      {
        "sentence": "孩子啊，你别傻了，赶快跟家里人说吧。",
        "label": ""
      },
      {
        "sentence": "你愿意为家庭分担负责，你的父母会很高兴的。",
        "label": ""
      },
      {
        "sentence": "虽然你还小，经验不够丰富，但这些都是青少年期的正常现象。",
        "label": ""
      },
      {
        "sentence": "你内心可能一直想要证明自己已经长大成人了，但实际上能力和经验还没有跟上。",
        "label": ""
      },
      {
        "sentence": "你的父母都是成年人，他们会理解你的。",
        "label": ""
      },
      {
        "sentence": "倒不如你现在就告诉他们吧！",
        "label": ""
      }
    ]
  }
]