[
  {
    "role": "client",
    "content": "我19岁，在职场觉得受不到重视，做什么都觉得烦躁？",
    "annotation": [
      {
        "sentence": "我19岁，在职场觉得受不到重视，做什么都觉得烦躁？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，希望你能够得到更好的认可，但发现无论你做了多少努力，上司似乎都看不到你的价值。这让你感到沮丧而丧失自信。其实，人们为什么会有压力和焦虑情绪呢？很多时候是因为我们内心期望的结果与实际得到的价值之间存在差距。每个人对自己的要求和对结果的期待都不同，因此对同样的结果产生不同的情绪反应。压力有时也是一种好事，它可以促使你不断进步、努力奋斗。至于焦虑、不安、沮丧等负面情绪，与我们祖先的生存模式有关。在原始社会中，危机意识能帮助我们更敏锐地察觉周围的情况，更好地应对危险，更容易成功并延续种族。所以当你遇到负面情绪时，不要过于紧张，试着接受并冷静地思考更有效的解决办法。",
    "annotation": [
      {
        "sentence": "我了解你的感受，希望你能够得到更好的认可，但发现无论你做了多少努力，上司似乎都看不到你的价值。",
        "label": ""
      },
      {
        "sentence": "这让你感到沮丧而丧失自信。",
        "label": ""
      },
      {
        "sentence": "其实，人们为什么会有压力和焦虑情绪呢？",
        "label": ""
      },
      {
        "sentence": "很多时候是因为我们内心期望的结果与实际得到的价值之间存在差距。",
        "label": ""
      },
      {
        "sentence": "每个人对自己的要求和对结果的期待都不同，因此对同样的结果产生不同的情绪反应。",
        "label": ""
      },
      {
        "sentence": "压力有时也是一种好事，它可以促使你不断进步、努力奋斗。",
        "label": ""
      },
      {
        "sentence": "至于焦虑、不安、沮丧等负面情绪，与我们祖先的生存模式有关。",
        "label": ""
      },
      {
        "sentence": "在原始社会中，危机意识能帮助我们更敏锐地察觉周围的情况，更好地应对危险，更容易成功并延续种族。",
        "label": ""
      },
      {
        "sentence": "所以当你遇到负面情绪时，不要过于紧张，试着接受并冷静地思考更有效的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我现在感到压力越来越大，一个月几乎每天都哭好几次，每次都快崩溃了。我试着和身边的人倾诉，但上司却认为我在传播负能量，这真的让我很烦恼。我正在考虑是否应该辞职。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我现在感到压力越来越大，一个月几乎每天都哭好几次，每次都快崩溃了。",
        "label": ""
      },
      {
        "sentence": "我试着和身边的人倾诉，但上司却认为我在传播负能量，这真的让我很烦恼。",
        "label": ""
      },
      {
        "sentence": "我正在考虑是否应该辞职。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你此刻的心情，你所经历的确很痛苦。努力付出却无法被理解和认可的感觉会让人感到绝望和无助。但你要知道，工作中遇到的状态和评价只是暂时的，人一辈子都会有很长的时间去努力。有时候我们过于在乎别人的看法，而忽略了自身的成长。把注意力放在外在的琐事上，反而会阻碍我们的自我成长和创造力。你可以考虑把焦点放在工作本身上，或者深思熟虑一下为什么自己会处于这种状态，然后以冷静的方式找到改善的方法。让我们一起祝愿你工作顺利，相信一切都会变得更好起来的。",
    "annotation": [
      {
        "sentence": "我能感受到你此刻的心情，你所经历的确很痛苦。",
        "label": ""
      },
      {
        "sentence": "努力付出却无法被理解和认可的感觉会让人感到绝望和无助。",
        "label": ""
      },
      {
        "sentence": "但你要知道，工作中遇到的状态和评价只是暂时的，人一辈子都会有很长的时间去努力。",
        "label": ""
      },
      {
        "sentence": "有时候我们过于在乎别人的看法，而忽略了自身的成长。",
        "label": ""
      },
      {
        "sentence": "把注意力放在外在的琐事上，反而会阻碍我们的自我成长和创造力。",
        "label": ""
      },
      {
        "sentence": "你可以考虑把焦点放在工作本身上，或者深思熟虑一下为什么自己会处于这种状态，然后以冷静的方式找到改善的方法。",
        "label": ""
      },
      {
        "sentence": "让我们一起祝愿你工作顺利，相信一切都会变得更好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我确实需要从另一个角度来看待问题，并尝试更冷静地处理。但是，我还是担心即使我尽力了，上司还是会忽略我的工作成绩，对我不公平对待。我该如何应对这种情况？",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实需要从另一个角度来看待问题，并尝试更冷静地处理。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心即使我尽力了，上司还是会忽略我的工作成绩，对我不公平对待。",
        "label": ""
      },
      {
        "sentence": "我该如何应对这种情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。首先，你要明确自己的目标，并为之努力。不管上司对你的评价如何，你可以利用业绩录像、项目成果等方式记录下自己的努力和成绩，以备将来反驳或证明自己的价值。此外，你也可以寻求他人的支持和帮助，比如与同事进行合作或请教更有经验的前辈，借助他们的建议和经验来提高自身技能和表现。最重要的是要保持积极的心态，不要让对上司的不满情绪影响到自己的工作表现，因为只有通过不断的努力和展示自己的价值，才能最终赢得别人的认可。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "首先，你要明确自己的目标，并为之努力。",
        "label": ""
      },
      {
        "sentence": "不管上司对你的评价如何，你可以利用业绩录像、项目成果等方式记录下自己的努力和成绩，以备将来反驳或证明自己的价值。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻求他人的支持和帮助，比如与同事进行合作或请教更有经验的前辈，借助他们的建议和经验来提高自身技能和表现。",
        "label": ""
      },
      {
        "sentence": "最重要的是要保持积极的心态，不要让对上司的不满情绪影响到自己的工作表现，因为只有通过不断的努力和展示自己的价值，才能最终赢得别人的认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会好好考虑并尝试这些方法，同时保持积极的心态。但是，如果情况一直没有改善，我还是很担心自己的职业发展。我应该怎么做？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑并尝试这些方法，同时保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "但是，如果情况一直没有改善，我还是很担心自己的职业发展。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果情况长期没有改善，你可以试着和上司进行沟通，诚实地表达你对工作中的问题和困扰。与上司直接分享你的困惑和期望，有助于建立沟通和理解。如果沟通无效，你可以考虑跟 HR 部门寻求帮助，了解公司是否有其他发展机会或培训计划。有时候转换环境和岗位可能是一个更好的选择。尽管选择辞职是一个重要的决定，但在做出决策之前，你也可以再考虑一下其他可能的解决方案。无论如何，你要相信自己的能力和潜力，保持积极的心态，在面对挑战时勇往直前。",
    "annotation": [
      {
        "sentence": "如果情况长期没有改善，你可以试着和上司进行沟通，诚实地表达你对工作中的问题和困扰。",
        "label": ""
      },
      {
        "sentence": "与上司直接分享你的困惑和期望，有助于建立沟通和理解。",
        "label": ""
      },
      {
        "sentence": "如果沟通无效，你可以考虑跟 HR 部门寻求帮助，了解公司是否有其他发展机会或培训计划。",
        "label": ""
      },
      {
        "sentence": "有时候转换环境和岗位可能是一个更好的选择。",
        "label": ""
      },
      {
        "sentence": "尽管选择辞职是一个重要的决定，但在做出决策之前，你也可以再考虑一下其他可能的解决方案。",
        "label": ""
      },
      {
        "sentence": "无论如何，你要相信自己的能力和潜力，保持积极的心态，在面对挑战时勇往直前。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我现在感到安心和受到鼓舞，会更加坚定地面对目前的困境。我会尝试你提到的方法，并相信自己能够找到解决问题的答案。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感到安心和受到鼓舞，会更加坚定地面对目前的困境。",
        "label": ""
      },
      {
        "sentence": "我会尝试你提到的方法，并相信自己能够找到解决问题的答案。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，能够帮到你我也感到开心。无论遇到什么困难，记住你不是一个人在战斗，随时可以寻求支持和倾诉。相信自己，坚持努力，你一定能够克服眼前的困难，迎接更好的未来。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，能够帮到你我也感到开心。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记住你不是一个人在战斗，随时可以寻求支持和倾诉。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定能够克服眼前的困难，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]