[
  {
    "role": "client",
    "content": "我是一个17岁的女生，最近在网络兼职中被骗了，真的不知道该怎么办了。另外，我家庭情况也不好，爸爸妈妈总是吵架，爸爸还没有工作，全家四口都是靠妈妈养活的。我看到一个网络兼职的机会后，就心动了。但是我没有自己的钱，就拿了交学费的钱去尝试了。结果，我被骗了，学费没有了，我也不敢向家里要钱。于是，我私自去借了一笔高利贷。本来是可以还得起的，但由于疫情的原因，我不能出门赚钱了，所以一直没有还清债务，现在总共欠了3000多元。我真的没有能力还清，利息也很高，每周都要好辛苦凑钱，我很害怕回家向他们坦白，因为我把身份证和家庭地址都给了对方。我现在不知道该怎么办了，真的不敢和家里说，每个星期天都成了我噩梦的一天，我觉得自己好累好累，甚至想过自杀。我真的觉得无法继续下去了，我很对不起爸爸妈妈。为什么会有那种网络兼职的骗局存在呢？我真的很希望大家以后都要注意保护自己，唉。",
    "annotation": [
      {
        "sentence": "我是一个17岁的女生，最近在网络兼职中被骗了，真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "另外，我家庭情况也不好，爸爸妈妈总是吵架，爸爸还没有工作，全家四口都是靠妈妈养活的。",
        "label": ""
      },
      {
        "sentence": "我看到一个网络兼职的机会后，就心动了。",
        "label": ""
      },
      {
        "sentence": "但是我没有自己的钱，就拿了交学费的钱去尝试了。",
        "label": ""
      },
      {
        "sentence": "结果，我被骗了，学费没有了，我也不敢向家里要钱。",
        "label": ""
      },
      {
        "sentence": "于是，我私自去借了一笔高利贷。",
        "label": ""
      },
      {
        "sentence": "本来是可以还得起的，但由于疫情的原因，我不能出门赚钱了，所以一直没有还清债务，现在总共欠了3000多元。",
        "label": ""
      },
      {
        "sentence": "我真的没有能力还清，利息也很高，每周都要好辛苦凑钱，我很害怕回家向他们坦白，因为我把身份证和家庭地址都给了对方。",
        "label": ""
      },
      {
        "sentence": "我现在不知道该怎么办了，真的不敢和家里说，每个星期天都成了我噩梦的一天，我觉得自己好累好累，甚至想过自杀。",
        "label": ""
      },
      {
        "sentence": "我真的觉得无法继续下去了，我很对不起爸爸妈妈。",
        "label": ""
      },
      {
        "sentence": "为什么会有那种网络兼职的骗局存在呢？",
        "label": ""
      },
      {
        "sentence": "我真的很希望大家以后都要注意保护自己，唉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的遭遇，我真的很心疼你。年纪轻轻就为了家里承担责任，真的让我感到心疼。由于一时的失误导致经济损失，你内心一定很焦虑，不知道该如何面对家人。我建议你现在可以从以下几个方面着手解决：首先，尽快与父母坦诚相见。虽然会面临他们的责备，但是高利贷只会越来越多，及时止损非常重要。其次，对于想过自杀的想法，我必须告诉你，这并不能解决问题，只会让你的父母承受巨大的经济损失和失去爱女的痛苦。你的一时失误并不代表什么，勇敢地面对这次损失，并从中吸取教训，才能让你真正成长。另外，你可以去相关部门寻求帮助，如社工站或妇女联合会，你也可以报警。如果你不知道如何与父母沟通，可以先咨询社工站的工作人员，寻求他们的帮助。我希望你能顺利度过这个困难时期，祝你一切安好！",
    "annotation": [
      {
        "sentence": "看到你的遭遇，我真的很心疼你。",
        "label": ""
      },
      {
        "sentence": "年纪轻轻就为了家里承担责任，真的让我感到心疼。",
        "label": ""
      },
      {
        "sentence": "由于一时的失误导致经济损失，你内心一定很焦虑，不知道该如何面对家人。",
        "label": ""
      },
      {
        "sentence": "我建议你现在可以从以下几个方面着手解决：首先，尽快与父母坦诚相见。",
        "label": ""
      },
      {
        "sentence": "虽然会面临他们的责备，但是高利贷只会越来越多，及时止损非常重要。",
        "label": ""
      },
      {
        "sentence": "其次，对于想过自杀的想法，我必须告诉你，这并不能解决问题，只会让你的父母承受巨大的经济损失和失去爱女的痛苦。",
        "label": ""
      },
      {
        "sentence": "你的一时失误并不代表什么，勇敢地面对这次损失，并从中吸取教训，才能让你真正成长。",
        "label": ""
      },
      {
        "sentence": "另外，你可以去相关部门寻求帮助，如社工站或妇女联合会，你也可以报警。",
        "label": ""
      },
      {
        "sentence": "如果你不知道如何与父母沟通，可以先咨询社工站的工作人员，寻求他们的帮助。",
        "label": ""
      },
      {
        "sentence": "我希望你能顺利度过这个困难时期，祝你一切安好！",
        "label": ""
      }
    ]
  }
]