[
  {
    "role": "client",
    "content": "最近我感觉像过山车，开始怀疑自己有双向情感障碍。这段时间过得很不好，感觉情绪波动非常大。有时候觉得自己很疯狂，有时候又感到非常失落。有一次我情绪低落时对宿舍的同学说自己像神经病。而当我不开心的时候，我就划自己的手臂来发泄。",
    "annotation": [
      {
        "sentence": "最近我感觉像过山车，开始怀疑自己有双向情感障碍。",
        "label": ""
      },
      {
        "sentence": "这段时间过得很不好，感觉情绪波动非常大。",
        "label": ""
      },
      {
        "sentence": "有时候觉得自己很疯狂，有时候又感到非常失落。",
        "label": ""
      },
      {
        "sentence": "有一次我情绪低落时对宿舍的同学说自己像神经病。",
        "label": ""
      },
      {
        "sentence": "而当我不开心的时候，我就划自己的手臂来发泄。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你有双向情感障碍的怀疑，我感到深深地理解。双向情感障碍，或称为躁郁症，是一种同时伴有躁狂或轻躁狂发作和抑郁发作的心境障碍。它的症状包括情绪低落、失去兴趣、精力不足、悲观绝望等等。而躁狂发作时，你可能会感到精力充沛、睡眠减少、暴饮暴食等等。看了你的描述，你觉得过去一段时间就像是坐过山车一样，时而疯狂，时而失落。然而，根据你的叙述，我无法做出准确的判断。如果这样的状况持续下去，让你感觉不舒服，我建议你去找专业心理咨询师进行进一步的心理诊断，帮助你更好地理清自己的困惑。",
    "annotation": [
      {
        "sentence": "听到你有双向情感障碍的怀疑，我感到深深地理解。",
        "label": ""
      },
      {
        "sentence": "双向情感障碍，或称为躁郁症，是一种同时伴有躁狂或轻躁狂发作和抑郁发作的心境障碍。",
        "label": ""
      },
      {
        "sentence": "它的症状包括情绪低落、失去兴趣、精力不足、悲观绝望等等。",
        "label": ""
      },
      {
        "sentence": "而躁狂发作时，你可能会感到精力充沛、睡眠减少、暴饮暴食等等。",
        "label": ""
      },
      {
        "sentence": "看了你的描述，你觉得过去一段时间就像是坐过山车一样，时而疯狂，时而失落。",
        "label": ""
      },
      {
        "sentence": "然而，根据你的叙述，我无法做出准确的判断。",
        "label": ""
      },
      {
        "sentence": "如果这样的状况持续下去，让你感觉不舒服，我建议你去找专业心理咨询师进行进一步的心理诊断，帮助你更好地理清自己的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会考虑去找专业人士进行心理诊断的。我是在经历了一些很难过的事情之后，才会感到不开心并想要伤害自己。我知道这样的行为有些极端，但我很难控制自己的情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会考虑去找专业人士进行心理诊断的。",
        "label": ""
      },
      {
        "sentence": "我是在经历了一些很难过的事情之后，才会感到不开心并想要伤害自己。",
        "label": ""
      },
      {
        "sentence": "我知道这样的行为有些极端，但我很难控制自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你遇到困难时的心情，感到难过而想要伤害自己是一种非常辛苦的体验。我能感受到你正处于一种很难过的状态，因为只有在极度的悲伤中，你才会有这样的想法。然而，这种行为对你的身心健康没有任何好处，所以我希望你能尽快向专业人士寻求帮助。他们将能够提供你更好的解决方案和支持，帮助你重建内心的平衡。希望你能尽快走出困境，祝福你。",
    "annotation": [
      {
        "sentence": "非常理解你遇到困难时的心情，感到难过而想要伤害自己是一种非常辛苦的体验。",
        "label": ""
      },
      {
        "sentence": "我能感受到你正处于一种很难过的状态，因为只有在极度的悲伤中，你才会有这样的想法。",
        "label": ""
      },
      {
        "sentence": "然而，这种行为对你的身心健康没有任何好处，所以我希望你能尽快向专业人士寻求帮助。",
        "label": ""
      },
      {
        "sentence": "他们将能够提供你更好的解决方案和支持，帮助你重建内心的平衡。",
        "label": ""
      },
      {
        "sentence": "希望你能尽快走出困境，祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的是对的，我应该尽快寻求专业人士的帮助。我也希望自己能够摆脱这种困境，重新找回内心的平衡。谢谢你一直以来的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我明白你说的是对的，我应该尽快寻求专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "我也希望自己能够摆脱这种困境，重新找回内心的平衡。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够一直陪伴在你身边，支持你走出困境。你已经迈出了很重要的一步，就是意识到自己需要帮助，并且愿意去尝试。请相信，专业人士将会给予你正确的指导和支持，在这个过程中，他们将陪伴你一起前行。无论遇到什么困难，请不要犹豫，随时向我寻求支持。我相信你一定能够度过这段困难时刻，走向更加光明的未来。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够一直陪伴在你身边，支持你走出困境。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了很重要的一步，就是意识到自己需要帮助，并且愿意去尝试。",
        "label": ""
      },
      {
        "sentence": "请相信，专业人士将会给予你正确的指导和支持，在这个过程中，他们将陪伴你一起前行。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，请不要犹豫，随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够度过这段困难时刻，走向更加光明的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]