[
  {
    "role": "client",
    "content": "一旦自我提升就纠结以前的不开心，自我否定如何打破？",
    "annotation": [
      {
        "sentence": "一旦自我提升就纠结以前的不开心，自我否定如何打破？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的陈述中了解到，您是一个渴望上进，想要去提升自我的人，但不知道什么原因，让您一直无法进行学习，让您变得很焦虑。每当你想要学习和提升自我的时候，就会想起那些不开心的事情，以至于自己无法学习，情绪也变得紧张，甚至变成了逃避学习。",
    "annotation": [
      {
        "sentence": "从您的陈述中了解到，您是一个渴望上进，想要去提升自我的人，但不知道什么原因，让您一直无法进行学习，让您变得很焦虑。",
        "label": ""
      },
      {
        "sentence": "每当你想要学习和提升自我的时候，就会想起那些不开心的事情，以至于自己无法学习，情绪也变得紧张，甚至变成了逃避学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉很无助，无法控制自己的情绪，也无法摆脱过去的负面影响。不知道怎样才能摆脱这种困扰。",
    "annotation": [
      {
        "sentence": "是的，我感觉很无助，无法控制自己的情绪，也无法摆脱过去的负面影响。",
        "label": ""
      },
      {
        "sentence": "不知道怎样才能摆脱这种困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说，自己清楚，有一方面可能是因为自己把目标定太高了，那是否我们可以适当的调整自己的目标呢？对于目标的设定，当我们目标设置过高，即使没有达到目标，是不是可以说我努力了，只是目标太大了。如果我们将目标设低，当我们还是没达到会怎么样呢？是不是就可以说是我们没有努力呢？",
    "annotation": [
      {
        "sentence": "你说，自己清楚，有一方面可能是因为自己把目标定太高了，那是否我们可以适当的调整自己的目标呢？",
        "label": ""
      },
      {
        "sentence": "对于目标的设定，当我们目标设置过高，即使没有达到目标，是不是可以说我努力了，只是目标太大了。",
        "label": ""
      },
      {
        "sentence": "如果我们将目标设低，当我们还是没达到会怎么样呢？",
        "label": ""
      },
      {
        "sentence": "是不是就可以说是我们没有努力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，或许我一直太过于追求完美，导致对自己要求过高。我需要学会接受自己的不完美，适度调整目标，不要给自己太多压力。",
    "annotation": [
      {
        "sentence": "我明白了，或许我一直太过于追求完美，导致对自己要求过高。",
        "label": ""
      },
      {
        "sentence": "我需要学会接受自己的不完美，适度调整目标，不要给自己太多压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人都有自己的不完美之处，追求完美只会给自己带来过多的压力和焦虑。适当调整目标，接受自己的不足，会让你更轻松地进行学习与提升。",
    "annotation": [
      {
        "sentence": "是的，每个人都有自己的不完美之处，追求完美只会给自己带来过多的压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "适当调整目标，接受自己的不足，会让你更轻松地进行学习与提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是每次一想到过去的伤害和挫折，我就会感到紧张和不安，无法集中精力。",
    "annotation": [
      {
        "sentence": "但是每次一想到过去的伤害和挫折，我就会感到紧张和不安，无法集中精力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你想要去学习的时候，就会紧张，想起不开心的事情让自己无法学习。当我们想要提升的时候确会害怕达不到自己想要的样子，但如果出现了不愉快的情绪我们就可以不用做了。或许是不是和您从小的经历有关系呢，当您小时候想要去努力的时候，却遭到了不好的对待等等。",
    "annotation": [
      {
        "sentence": "当你想要去学习的时候，就会紧张，想起不开心的事情让自己无法学习。",
        "label": ""
      },
      {
        "sentence": "当我们想要提升的时候确会害怕达不到自己想要的样子，但如果出现了不愉快的情绪我们就可以不用做了。",
        "label": ""
      },
      {
        "sentence": "或许是不是和您从小的经历有关系呢，当您小时候想要去努力的时候，却遭到了不好的对待等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，小时候的一些经历对我的影响很大，我总是害怕再次遭到伤害或挫折。",
    "annotation": [
      {
        "sentence": "确实，小时候的一些经历对我的影响很大，我总是害怕再次遭到伤害或挫折。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们学习的时候，出现不好回忆的时候，我们不去给予关注，而是继续做自己的事情，不去把这个事情扩大化，试着让自己更集中，看看是否对您有帮助。但其中更深的含义可能还是需要你仔细的思考，是什么样的原因让您一去学习就会想起不好的事情。如果我们自己无法找到，也可以寻求专业的咨询师寻求帮助，让他帮助我们背后的原因。",
    "annotation": [
      {
        "sentence": "当我们学习的时候，出现不好回忆的时候，我们不去给予关注，而是继续做自己的事情，不去把这个事情扩大化，试着让自己更集中，看看是否对您有帮助。",
        "label": ""
      },
      {
        "sentence": "但其中更深的含义可能还是需要你仔细的思考，是什么样的原因让您一去学习就会想起不好的事情。",
        "label": ""
      },
      {
        "sentence": "如果我们自己无法找到，也可以寻求专业的咨询师寻求帮助，让他帮助我们背后的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议和鼓励，我会尝试不再让过去的阴影影响我，寻找属于自己的解决方法。我相信一定能够摆脱这种困扰，实现自我提升和学习的目标。",
    "annotation": [
      {
        "sentence": "谢谢您的建议和鼓励，我会尝试不再让过去的阴影影响我，寻找属于自己的解决方法。",
        "label": ""
      },
      {
        "sentence": "我相信一定能够摆脱这种困扰，实现自我提升和学习的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到您，相信您一定能够战胜这种困扰，取得自己想要的成就。如果还有其他问题或需要进一步的支持，随时都可以来找我。祝您好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到您，相信您一定能够战胜这种困扰，取得自己想要的成就。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或需要进一步的支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝您好运！",
        "label": ""
      }
    ]
  }
]