[
  {
    "role": "client",
    "content": "要怎么在恋爱中保持自我，减少对对方的依赖？今天失恋了男朋友跟我说，和我在一起没有心动的感觉，没有恋爱的激情。这一次恋爱是我主动追的他，追他的时候我为了博得他的喜欢就开始模仿他。把自己的喜好都丢了，现在突然发现我喜欢的东西不是我喜欢的，而是他喜欢的。跟他在一起的时候我很黏他，很依赖他。总是讨好他，想要得到他的拥抱和亲吻。回想起前两次恋爱，我也是这样。明明能感觉到自己在刻意讨好，却总是停不下来。该怎么办呢，不想再一次在恋爱中把自己弄丢了。想要有人爱我，爱真实的我。",
    "annotation": [
      {
        "sentence": "要怎么在恋爱中保持自我，减少对对方的依赖？",
        "label": ""
      },
      {
        "sentence": "今天失恋了男朋友跟我说，和我在一起没有心动的感觉，没有恋爱的激情。",
        "label": ""
      },
      {
        "sentence": "这一次恋爱是我主动追的他，追他的时候我为了博得他的喜欢就开始模仿他。",
        "label": ""
      },
      {
        "sentence": "把自己的喜好都丢了，现在突然发现我喜欢的东西不是我喜欢的，而是他喜欢的。",
        "label": ""
      },
      {
        "sentence": "跟他在一起的时候我很黏他，很依赖他。",
        "label": ""
      },
      {
        "sentence": "总是讨好他，想要得到他的拥抱和亲吻。",
        "label": ""
      },
      {
        "sentence": "回想起前两次恋爱，我也是这样。",
        "label": ""
      },
      {
        "sentence": "明明能感觉到自己在刻意讨好，却总是停不下来。",
        "label": ""
      },
      {
        "sentence": "该怎么办呢，不想再一次在恋爱中把自己弄丢了。",
        "label": ""
      },
      {
        "sentence": "想要有人爱我，爱真实的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能有这样的觉察和意识就已经很棒咯，你已经迈出了第一步。很多女孩即使一直都在为着他人牺牲却毫无知觉，从来都没有想过这样的模式其实是不对的。",
    "annotation": [
      {
        "sentence": "你能有这样的觉察和意识就已经很棒咯，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "很多女孩即使一直都在为着他人牺牲却毫无知觉，从来都没有想过这样的模式其实是不对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想相信自己的价值，但是感觉自己总是在为对方付出，没有办法做到真正的自我。",
    "annotation": [
      {
        "sentence": "我想相信自己的价值，但是感觉自己总是在为对方付出，没有办法做到真正的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要相信自己的价值，你不需要去讨好任何人，做自己才会吸引到真正喜欢你，重视你的人。女孩不是不能追男孩，但是一定要建立在对方也有所付出，也认可你的基础上，你追一次，若他能够给你回应，也对那么这样的感情才是相互，可持续的。如果总是你在追他，你迎合他的喜好，你在付出，那你怎么知道对方是否也喜欢你，也会对你付出呢？",
    "annotation": [
      {
        "sentence": "要相信自己的价值，你不需要去讨好任何人，做自己才会吸引到真正喜欢你，重视你的人。",
        "label": ""
      },
      {
        "sentence": "女孩不是不能追男孩，但是一定要建立在对方也有所付出，也认可你的基础上，你追一次，若他能够给你回应，也对那么这样的感情才是相互，可持续的。",
        "label": ""
      },
      {
        "sentence": "如果总是你在追他，你迎合他的喜好，你在付出，那你怎么知道对方是否也喜欢你，也会对你付出呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在要怎么做呢，我不想再一次失去自己。",
    "annotation": [
      {
        "sentence": "我现在要怎么做呢，我不想再一次失去自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在要做的就是把重心拉回到自己身上，以自己的需求为重。想想自己平时喜欢干什么？怎么样的生活方式更适合你？在什么样的环境下你感觉安全舒适？你们可以协商着来，找到一个双方都能接受的中间地带。或者今天你迁就我了，我明天就要迁就你一下，双方的付出要均衡。",
    "annotation": [
      {
        "sentence": "你现在要做的就是把重心拉回到自己身上，以自己的需求为重。",
        "label": ""
      },
      {
        "sentence": "想想自己平时喜欢干什么？",
        "label": ""
      },
      {
        "sentence": "怎么样的生活方式更适合你？",
        "label": ""
      },
      {
        "sentence": "在什么样的环境下你感觉安全舒适？",
        "label": ""
      },
      {
        "sentence": "你们可以协商着来，找到一个双方都能接受的中间地带。",
        "label": ""
      },
      {
        "sentence": "或者今天你迁就我了，我明天就要迁就你一下，双方的付出要均衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对方经常希望我迁就他的喜好，我不知道应该怎么办。总觉得只要他开心，我也会开心。",
    "annotation": [
      {
        "sentence": "对方经常希望我迁就他的喜好，我不知道应该怎么办。",
        "label": ""
      },
      {
        "sentence": "总觉得只要他开心，我也会开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你所说的讨好具体是指什么，打个比方比如他想去吃火锅，但是你肠胃不好，每次吃都要肚子疼，你想为了他宁愿自己肚子疼也要去吃。那么正确，尊重自己的做法就是告诉对方，我吃火锅会肚子疼，能不能改吃别的。这样就不是讨好了，而是双方建立在平等的基础上交往。我相信别说伴侣了，就算是朋友也会照顾你，毕竟有这么多的饭店，也不可能只能吃火锅吧？如果对方执意要吃火锅，不顾你的身体，那么你就要思考一下，这样一个不在乎自己的人真的值得自己托付吗？",
    "annotation": [
      {
        "sentence": "不知道你所说的讨好具体是指什么，打个比方比如他想去吃火锅，但是你肠胃不好，每次吃都要肚子疼，你想为了他宁愿自己肚子疼也要去吃。",
        "label": ""
      },
      {
        "sentence": "那么正确，尊重自己的做法就是告诉对方，我吃火锅会肚子疼，能不能改吃别的。",
        "label": ""
      },
      {
        "sentence": "这样就不是讨好了，而是双方建立在平等的基础上交往。",
        "label": ""
      },
      {
        "sentence": "我相信别说伴侣了，就算是朋友也会照顾你，毕竟有这么多的饭店，也不可能只能吃火锅吧？",
        "label": ""
      },
      {
        "sentence": "如果对方执意要吃火锅，不顾你的身体，那么你就要思考一下，这样一个不在乎自己的人真的值得自己托付吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更加坚持自己的底线，不能总是为了取悦对方而忽略了自己的需要。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更加坚持自己的底线，不能总是为了取悦对方而忽略了自己的需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，所以适当暴露自己的需求反而会找到那个在乎你的人，因为他会为你考虑，让你过得开心。如果你总是为他人考虑，而把自己的需求置于末位，久而久之你不仅失去了自我，也无法筛选出对你好的人。你可能有些不太自信，慢慢来，相信自己是有价值的人，练习做一个“自私”的人，为自己的需求多考虑一些，这样才会自然而然地吸引到一些愿意顺应你的人哦。",
    "annotation": [
      {
        "sentence": "对的，所以适当暴露自己的需求反而会找到那个在乎你的人，因为他会为你考虑，让你过得开心。",
        "label": ""
      },
      {
        "sentence": "如果你总是为他人考虑，而把自己的需求置于末位，久而久之你不仅失去了自我，也无法筛选出对你好的人。",
        "label": ""
      },
      {
        "sentence": "你可能有些不太自信，慢慢来，相信自己是有价值的人，练习做一个“自私”的人，为自己的需求多考虑一些，这样才会自然而然地吸引到一些愿意顺应你的人哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着更关注自己的感受和需求，坚持做真实的自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着更关注自己的感受和需求，坚持做真实的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信自己，你一定能找到属于你的幸福。有任何问题都可以再来找我交流，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，相信自己，你一定能找到属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "有任何问题都可以再来找我交流，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]