[
  {
    "role": "client",
    "content": "我失恋了，男朋友告诉我和我在一起没有心动的感觉，没有恋爱的激情。怎样在恋爱中保持自我，减少对对方的依赖呢？这一次我是主动追求他的，为了获得他的喜欢我开始模仿他，把自己的喜好都抛弃了。现在我发现我喜欢的东西不是我真正的喜好，而是他喜欢的。我在他身边总是非常黏他，非常依赖他。我总是想要讨好他，得到他的拥抱和亲吻。其实回想起我之前的两段恋爱，也是这样。我明明能感觉到自己在刻意讨好，但却停不下来。我该怎么办，不想再一次在恋爱中失去自我。我希望有人爱真实的我。",
    "annotation": [
      {
        "sentence": "我失恋了，男朋友告诉我和我在一起没有心动的感觉，没有恋爱的激情。",
        "label": ""
      },
      {
        "sentence": "怎样在恋爱中保持自我，减少对对方的依赖呢？",
        "label": ""
      },
      {
        "sentence": "这一次我是主动追求他的，为了获得他的喜欢我开始模仿他，把自己的喜好都抛弃了。",
        "label": ""
      },
      {
        "sentence": "现在我发现我喜欢的东西不是我真正的喜好，而是他喜欢的。",
        "label": ""
      },
      {
        "sentence": "我在他身边总是非常黏他，非常依赖他。",
        "label": ""
      },
      {
        "sentence": "我总是想要讨好他，得到他的拥抱和亲吻。",
        "label": ""
      },
      {
        "sentence": "其实回想起我之前的两段恋爱，也是这样。",
        "label": ""
      },
      {
        "sentence": "我明明能感觉到自己在刻意讨好，但却停不下来。",
        "label": ""
      },
      {
        "sentence": "我该怎么办，不想再一次在恋爱中失去自我。",
        "label": ""
      },
      {
        "sentence": "我希望有人爱真实的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你能对自己有如此清醒的认识已经很不错了。你发现自己在恋爱中失去了自我，这是一个很重要的觉察。虽然你付出了很多，但亲爱的，你有没有注意到，在恋爱中你一直在讨好对方。你觉得别人喜欢你，是因为你独特的性格，还是因为你刻意模仿后的另一个样子呢？你的独特和特色才是吸引别人的原因。与其说你在谈恋爱，不如说你一直在试图迎合对方。当然，共同的兴趣是很重要的，但亲爱的，你真的喜欢一件事情是可以感受到的。不要勉强自己，也不要过于辛苦自己。如果你对恋爱感到着急，就请不要去顺应，认真做自己吧。总会有人欣赏你独特的灵魂，而不是你刻意讨好别人。我们怎样做最真实的自己呢？亲爱的，你必须学会如何爱自己，爱真实的自己。当你学会爱真实的自己，爱上自己的兴趣，爱上自己的灵魂，你就不会因为别人而改变自己了。然后，你要明白恋爱并不要求你一定要喜欢对方的兴趣，而是当面对对方完全不同的爱好时，能够理解和尊重。所以，放下过去的包袱，重新捡起你曾经喜欢的东西，重新开始。一切都还来得及的，相信你的努力终会被一个人所看到。还有什么问题或者困惑吗？我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "亲爱的，你能对自己有如此清醒的认识已经很不错了。",
        "label": ""
      },
      {
        "sentence": "你发现自己在恋爱中失去了自我，这是一个很重要的觉察。",
        "label": ""
      },
      {
        "sentence": "虽然你付出了很多，但亲爱的，你有没有注意到，在恋爱中你一直在讨好对方。",
        "label": ""
      },
      {
        "sentence": "你觉得别人喜欢你，是因为你独特的性格，还是因为你刻意模仿后的另一个样子呢？",
        "label": ""
      },
      {
        "sentence": "你的独特和特色才是吸引别人的原因。",
        "label": ""
      },
      {
        "sentence": "与其说你在谈恋爱，不如说你一直在试图迎合对方。",
        "label": ""
      },
      {
        "sentence": "当然，共同的兴趣是很重要的，但亲爱的，你真的喜欢一件事情是可以感受到的。",
        "label": ""
      },
      {
        "sentence": "不要勉强自己，也不要过于辛苦自己。",
        "label": ""
      },
      {
        "sentence": "如果你对恋爱感到着急，就请不要去顺应，认真做自己吧。",
        "label": ""
      },
      {
        "sentence": "总会有人欣赏你独特的灵魂，而不是你刻意讨好别人。",
        "label": ""
      },
      {
        "sentence": "我们怎样做最真实的自己呢？",
        "label": ""
      },
      {
        "sentence": "亲爱的，你必须学会如何爱自己，爱真实的自己。",
        "label": ""
      },
      {
        "sentence": "当你学会爱真实的自己，爱上自己的兴趣，爱上自己的灵魂，你就不会因为别人而改变自己了。",
        "label": ""
      },
      {
        "sentence": "然后，你要明白恋爱并不要求你一定要喜欢对方的兴趣，而是当面对对方完全不同的爱好时，能够理解和尊重。",
        "label": ""
      },
      {
        "sentence": "所以，放下过去的包袱，重新捡起你曾经喜欢的东西，重新开始。",
        "label": ""
      },
      {
        "sentence": "一切都还来得及的，相信你的努力终会被一个人所看到。",
        "label": ""
      },
      {
        "sentence": "还有什么问题或者困惑吗？",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  }
]