[
  {
    "role": "client",
    "content": "要怎么在恋爱中保持自我，减少对对方的依赖？今天失恋了男朋友跟我说，和我在一起没有心动的感觉，没有恋爱的激情。这一次恋爱是我主动追的他，追他的时候我为了博得他的喜欢就开始模仿他。把自己的喜好都丢了，现在突然发现我喜欢的东西不是我喜欢的，而是他喜欢的。跟他在一起的时候我很黏他，很依赖他。总是讨好他，想要得到他的拥抱和亲吻。回想起前两次恋爱，我也是这样。明明能感觉到自己在刻意讨好，却总是停不下来。该怎么办呢，不想再一次在恋爱中把自己弄丢了。想要有人爱我，爱真实的我。",
    "annotation": [
      {
        "sentence": "要怎么在恋爱中保持自我，减少对对方的依赖？",
        "label": ""
      },
      {
        "sentence": "今天失恋了男朋友跟我说，和我在一起没有心动的感觉，没有恋爱的激情。",
        "label": ""
      },
      {
        "sentence": "这一次恋爱是我主动追的他，追他的时候我为了博得他的喜欢就开始模仿他。",
        "label": ""
      },
      {
        "sentence": "把自己的喜好都丢了，现在突然发现我喜欢的东西不是我喜欢的，而是他喜欢的。",
        "label": ""
      },
      {
        "sentence": "跟他在一起的时候我很黏他，很依赖他。",
        "label": ""
      },
      {
        "sentence": "总是讨好他，想要得到他的拥抱和亲吻。",
        "label": ""
      },
      {
        "sentence": "回想起前两次恋爱，我也是这样。",
        "label": ""
      },
      {
        "sentence": "明明能感觉到自己在刻意讨好，却总是停不下来。",
        "label": ""
      },
      {
        "sentence": "该怎么办呢，不想再一次在恋爱中把自己弄丢了。",
        "label": ""
      },
      {
        "sentence": "想要有人爱我，爱真实的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友抱一抱，希望以下回答对你有帮助。从你的表述中，你经历了三段感情，这三段感情中你都会很黏对方，刻意讨好对方，去喜欢对方喜欢的，但结果都不如人意。每一次都遇到同样的关系模式，这其实也是吸引力法则运行的结果，想要改变这个结果，就得看透这个吸引力法则运行的本质，并主动往好的方向推进。",
    "annotation": [
      {
        "sentence": "朋友抱一抱，希望以下回答对你有帮助。",
        "label": ""
      },
      {
        "sentence": "从你的表述中，你经历了三段感情，这三段感情中你都会很黏对方，刻意讨好对方，去喜欢对方喜欢的，但结果都不如人意。",
        "label": ""
      },
      {
        "sentence": "每一次都遇到同样的关系模式，这其实也是吸引力法则运行的结果，想要改变这个结果，就得看透这个吸引力法则运行的本质，并主动往好的方向推进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实每次都会陷入这样的关系模式。那我应该怎么看透吸引力法则的本质呢？",
    "annotation": [
      {
        "sentence": "你说得对，我确实每次都会陷入这样的关系模式。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么看透吸引力法则的本质呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们分析一下为什么你刻意讨好对方却换来了对方的不再心动。想要讨好对方，实质上是希望获得认同，这反映了你自我价值感低的表现。而自我价值感低又会促使你去寻求被认同和价值感。在关系中，你就不断地讨好对方，希望通过对方的喜欢和认同来提高自己的价值感。但一旦对方没有认同或者没有表现出喜欢，你就容易回到自我价值感低的状态。然而，恰恰是这种状态反而让对方开始疏远你。因为一个人真正爱你的时候，他爱的是你这个人身上能吸引他的特质，而不是爱你因为做了一些事情。",
    "annotation": [
      {
        "sentence": "首先，我们分析一下为什么你刻意讨好对方却换来了对方的不再心动。",
        "label": ""
      },
      {
        "sentence": "想要讨好对方，实质上是希望获得认同，这反映了你自我价值感低的表现。",
        "label": ""
      },
      {
        "sentence": "而自我价值感低又会促使你去寻求被认同和价值感。",
        "label": ""
      },
      {
        "sentence": "在关系中，你就不断地讨好对方，希望通过对方的喜欢和认同来提高自己的价值感。",
        "label": ""
      },
      {
        "sentence": "但一旦对方没有认同或者没有表现出喜欢，你就容易回到自我价值感低的状态。",
        "label": ""
      },
      {
        "sentence": "然而，恰恰是这种状态反而让对方开始疏远你。",
        "label": ""
      },
      {
        "sentence": "因为一个人真正爱你的时候，他爱的是你这个人身上能吸引他的特质，而不是爱你因为做了一些事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，如果我为了追求对方而丧失了自我，那我就慢慢磨灭了最初吸引对方的特质，最终就会失去激情和心动。",
    "annotation": [
      {
        "sentence": "我明白了，如果我为了追求对方而丧失了自我，那我就慢慢磨灭了最初吸引对方的特质，最终就会失去激情和心动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你理解得很透彻。接下来，我们讨论一下如何提升自我价值感，并在关系中保持自我。首先是要相信自己是值得被爱的。虽然这是一种老生常谈，但这也是我在面对所有问题时都会提到的首要观念。你要相信，你是值得的！你值得拥有美好幸福的关系，拥有彼此相爱的伴侣。许多人因为童年创伤或感情挫折开始怀疑自己是否值得被爱、是否足够好，失去了相信自己的力量。请给自己足够的积极暗示和明示，告诉自己：“嘿，亲爱的自己，你是值得被爱的！”",
    "annotation": [
      {
        "sentence": "很好，你理解得很透彻。",
        "label": ""
      },
      {
        "sentence": "接下来，我们讨论一下如何提升自我价值感，并在关系中保持自我。",
        "label": ""
      },
      {
        "sentence": "首先是要相信自己是值得被爱的。",
        "label": ""
      },
      {
        "sentence": "虽然这是一种老生常谈，但这也是我在面对所有问题时都会提到的首要观念。",
        "label": ""
      },
      {
        "sentence": "你要相信，你是值得的！",
        "label": ""
      },
      {
        "sentence": "你值得拥有美好幸福的关系，拥有彼此相爱的伴侣。",
        "label": ""
      },
      {
        "sentence": "许多人因为童年创伤或感情挫折开始怀疑自己是否值得被爱、是否足够好，失去了相信自己的力量。",
        "label": ""
      },
      {
        "sentence": "请给自己足够的积极暗示和明示，告诉自己：“嘿，亲爱的自己，你是值得被爱的！",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着相信自己，告诉自己我是值得被爱的。除了这个，还有其他方法吗？",
    "annotation": [
      {
        "sentence": "我会试着相信自己，告诉自己我是值得被爱的。",
        "label": ""
      },
      {
        "sentence": "除了这个，还有其他方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，接下来我们要提升自己的感受力。在相信自己的引导下，我们首先要去感受。因为只有当我们感受到被爱时，才能更好地去爱。可以从身边的小事情开始去发现，或者从和家人的互动中去体验，甚至是去大自然中感受。提升感受力最简单的方法就是投身大自然，你可以观察天空、云朵、草木、鸟兽，从中感受到世界的美好和爱。你会发现虽然我们渺小，但能够感知到这一切已经非常幸运了。",
    "annotation": [
      {
        "sentence": "当然，接下来我们要提升自己的感受力。",
        "label": ""
      },
      {
        "sentence": "在相信自己的引导下，我们首先要去感受。",
        "label": ""
      },
      {
        "sentence": "因为只有当我们感受到被爱时，才能更好地去爱。",
        "label": ""
      },
      {
        "sentence": "可以从身边的小事情开始去发现，或者从和家人的互动中去体验，甚至是去大自然中感受。",
        "label": ""
      },
      {
        "sentence": "提升感受力最简单的方法就是投身大自然，你可以观察天空、云朵、草木、鸟兽，从中感受到世界的美好和爱。",
        "label": ""
      },
      {
        "sentence": "你会发现虽然我们渺小，但能够感知到这一切已经非常幸运了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很美好，我会试着多去感受周围的事物，让自己更加敏感。",
    "annotation": [
      {
        "sentence": "听起来很美好，我会试着多去感受周围的事物，让自己更加敏感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的态度很积极。另外，还可以找到自己热爱的事物。汪曾祺先生在《生活是很好玩》中说：“爱，是一件非专业的事情，不是本事，不是能力，是花木那样生长，有一份对光阴和季节的钟情和执着。一定要，爱着点什么，它让我们变得坚韧，宽容，充盈。业余的，爱着。”因此，在你去感受大自然和身边事物之后，可以找到自己热爱的事物，比如阅读、健身、绘画、养花等等。最后，你会爱上生活本身，然后也会爱上自己。当我们爱上自己时，就不再需要从别人那里寻求认同，也不会在关系中失去自我。因为除了他，我们还爱着许多美好的事物，这些事物塑造了我们可爱的个性，也一定会让他心动。",
    "annotation": [
      {
        "sentence": "很好，你的态度很积极。",
        "label": ""
      },
      {
        "sentence": "另外，还可以找到自己热爱的事物。",
        "label": ""
      },
      {
        "sentence": "汪曾祺先生在《生活是很好玩》中说：“爱，是一件非专业的事情，不是本事，不是能力，是花木那样生长，有一份对光阴和季节的钟情和执着。",
        "label": ""
      },
      {
        "sentence": "一定要，爱着点什么，它让我们变得坚韧，宽容，充盈。",
        "label": ""
      },
      {
        "sentence": "业余的，爱着。",
        "label": ""
      },
      {
        "sentence": "”因此，在你去感受大自然和身边事物之后，可以找到自己热爱的事物，比如阅读、健身、绘画、养花等等。",
        "label": ""
      },
      {
        "sentence": "最后，你会爱上生活本身，然后也会爱上自己。",
        "label": ""
      },
      {
        "sentence": "当我们爱上自己时，就不再需要从别人那里寻求认同，也不会在关系中失去自我。",
        "label": ""
      },
      {
        "sentence": "因为除了他，我们还爱着许多美好的事物，这些事物塑造了我们可爱的个性，也一定会让他心动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尝试相信自己，提升感受力，找到热爱的事物。希望能够保持自我，找到真正爱我的人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尝试相信自己，提升感受力，找到热爱的事物。",
        "label": ""
      },
      {
        "sentence": "希望能够保持自我，找到真正爱我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我没有很专业的心理学知识，只是希望能在你心里传递一些温暖的话语。希望对你有所帮助，如果还有其他问题，随时都可以和我聊。加油！",
    "annotation": [
      {
        "sentence": "我没有很专业的心理学知识，只是希望能在你心里传递一些温暖的话语。",
        "label": ""
      },
      {
        "sentence": "希望对你有所帮助，如果还有其他问题，随时都可以和我聊。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]