[
  {
    "role": "client",
    "content": "心里总是一阵一阵地难受，很压抑，想哭怎么办？",
    "annotation": [
      {
        "sentence": "心里总是一阵一阵地难受，很压抑，想哭怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第一次住校融入集体生活，难免有些不习惯，也容易给自己造就矛盾的心理。尝试融入集体生活第一次住校，身体和心理总归是有不适应的。在家里可以是家里的小宝贝，但是住校了同学之间不会对你有太多的关注。与同学舍友发生一些小摩擦很正常，同学对你不会向家人对你那么好，心理也会产生一定的落差，开始讨厌住校。与同学舍友发生的那些事情，仔细想想你自己究竟有没有错，还是同学的错，还是双方都有错。给这些事情找到一个好的解决方法。一开始大家都是第一次住校，是促进感情的好时候，不然到后面就更难融入集体生活了。",
    "annotation": [
      {
        "sentence": "第一次住校融入集体生活，难免有些不习惯，也容易给自己造就矛盾的心理。",
        "label": ""
      },
      {
        "sentence": "尝试融入集体生活第一次住校，身体和心理总归是有不适应的。",
        "label": ""
      },
      {
        "sentence": "在家里可以是家里的小宝贝，但是住校了同学之间不会对你有太多的关注。",
        "label": ""
      },
      {
        "sentence": "与同学舍友发生一些小摩擦很正常，同学对你不会向家人对你那么好，心理也会产生一定的落差，开始讨厌住校。",
        "label": ""
      },
      {
        "sentence": "与同学舍友发生的那些事情，仔细想想你自己究竟有没有错，还是同学的错，还是双方都有错。",
        "label": ""
      },
      {
        "sentence": "给这些事情找到一个好的解决方法。",
        "label": ""
      },
      {
        "sentence": "一开始大家都是第一次住校，是促进感情的好时候，不然到后面就更难融入集体生活了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能刚开始住校真的需要适应一段时间。但是我有点烦恼的是，我因为一些事情请假很多次，而且作业也落下了很多，我很担心老师对我会有反感。这让我很焦虑。",
    "annotation": [
      {
        "sentence": "我明白了，可能刚开始住校真的需要适应一段时间。",
        "label": ""
      },
      {
        "sentence": "但是我有点烦恼的是，我因为一些事情请假很多次，而且作业也落下了很多，我很担心老师对我会有反感。",
        "label": ""
      },
      {
        "sentence": "这让我很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些话要说出来，不要憋在心里请假多次，作业落下太多，担心老师对自己产生反感。首先你可以问问自己，请假的理由是情有可原的吗？如果是事出有因，必须请假，那么相信也是能够理解的。如果是因为自己的一些私人行为请假，那么在后面也尽量减少请假的次数。害怕老师对自己产生反感，不要一直在脑子里想这件事情。因为一直想，就会在脑子里产生循环，“老师讨厌我”，“老师不讨厌我”，一直处于焦虑的情绪。",
    "annotation": [
      {
        "sentence": "有些话要说出来，不要憋在心里请假多次，作业落下太多，担心老师对自己产生反感。",
        "label": ""
      },
      {
        "sentence": "首先你可以问问自己，请假的理由是情有可原的吗？",
        "label": ""
      },
      {
        "sentence": "如果是事出有因，必须请假，那么相信也是能够理解的。",
        "label": ""
      },
      {
        "sentence": "如果是因为自己的一些私人行为请假，那么在后面也尽量减少请假的次数。",
        "label": ""
      },
      {
        "sentence": "害怕老师对自己产生反感，不要一直在脑子里想这件事情。",
        "label": ""
      },
      {
        "sentence": "因为一直想，就会在脑子里产生循环，“老师讨厌我”，“老师不讨厌我”，一直处于焦虑的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我确实需要注意请假的理由，并且减少请假的次数。但是我现在面临一个问题，我不想上学却又不想休学。我内心还是想读书的，但是失眠和与同学舍友关系差强人意让我不想去上学。",
    "annotation": [
      {
        "sentence": "你说的很对，我确实需要注意请假的理由，并且减少请假的次数。",
        "label": ""
      },
      {
        "sentence": "但是我现在面临一个问题，我不想上学却又不想休学。",
        "label": ""
      },
      {
        "sentence": "我内心还是想读书的，但是失眠和与同学舍友关系差强人意让我不想去上学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不想上学但又不想休学，个人认为不想上学的主要原因是因为失眠，还有与同学舍友关系不太好。但是内心还是想读书的，害怕孤独。那么你可以与家长交谈，告诉自己的一些问题，让家长也给你出出主意，不要憋在心里。住校是很正常的事情，但后面大学也是需要住校的，如果大学还是异地的话，回去的次数也会变少。住校这件事情可以慢慢的接受，可以现在跟父母沟通，告诉她们失眠，能不能暂时不住校。等到后面情绪调整好了，跟同学关系有所缓和了，可以再次尝试去住校。大多数父母还是爱自己的孩子的，对于孩子的焦虑也会理解，你还是需要尝试好好的去沟通，沟通真的可以有很大的作用。希望能够给你带来帮助。",
    "annotation": [
      {
        "sentence": "不想上学但又不想休学，个人认为不想上学的主要原因是因为失眠，还有与同学舍友关系不太好。",
        "label": ""
      },
      {
        "sentence": "但是内心还是想读书的，害怕孤独。",
        "label": ""
      },
      {
        "sentence": "那么你可以与家长交谈，告诉自己的一些问题，让家长也给你出出主意，不要憋在心里。",
        "label": ""
      },
      {
        "sentence": "住校是很正常的事情，但后面大学也是需要住校的，如果大学还是异地的话，回去的次数也会变少。",
        "label": ""
      },
      {
        "sentence": "住校这件事情可以慢慢的接受，可以现在跟父母沟通，告诉她们失眠，能不能暂时不住校。",
        "label": ""
      },
      {
        "sentence": "等到后面情绪调整好了，跟同学关系有所缓和了，可以再次尝试去住校。",
        "label": ""
      },
      {
        "sentence": "大多数父母还是爱自己的孩子的，对于孩子的焦虑也会理解，你还是需要尝试好好的去沟通，沟通真的可以有很大的作用。",
        "label": ""
      },
      {
        "sentence": "希望能够给你带来帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我得跟父母好好沟通一下。谢谢你的建议，我会尽力调整自己的心态。希望能够逐渐适应住校生活，解决心里的困扰。",
    "annotation": [
      {
        "sentence": "你说的没错，我得跟父母好好沟通一下。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尽力调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "希望能够逐渐适应住校生活，解决心里的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。你要记住，适应新环境需要时间，也要学会倾听自己的内心需求。把问题说出来，寻找解决方案，和身边的人多多沟通，你一定能够度过这个困难的时期。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你要记住，适应新环境需要时间，也要学会倾听自己的内心需求。",
        "label": ""
      },
      {
        "sentence": "把问题说出来，寻找解决方案，和身边的人多多沟通，你一定能够度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]