[
  {
    "role": "client",
    "content": "我做什么之前，都习惯性地心理预演很多遍，这为什么？我做什么之前都习惯性心理预演多次，这是为何？如果我是很想学一样东西，很想得到它，我会加倍预演很多次，并且真正得到它的那一刻自然而然就上手了，蹦极也是，对于恐高的我，蹦极于我来说，非常之可怕，于是我拖了三个月才敢去，每天都在心里预演多次，真正跳的时候确实没那么可怕，因为我已经从心里预演我应该怎么跳，按理说，不预演的话，就会让我非常紧张恐慌害怕，但是现在的我，好像没有特别想得到的东西，没有强烈的欲望让我去预演，以前会有特别想要得到的有非常强的信念想得到，现在对什么都比较淡，似乎提不起来非常想要的兴趣，现实的我比较沉默，不爱说话，两个人独处的时候我会特别紧张，感觉尴尬。现在只有自杀跳楼会时常出现在脑海预演。我喜欢吃很多药让自己处于昏昏沉沉的状态。我似乎是一个把自己心门紧闭的人，除了男朋友，对任何人都抗拒亲密。朋友会觉得难以接近我的心，我始终无法敞开心扉。",
    "annotation": [
      {
        "sentence": "我做什么之前，都习惯性地心理预演很多遍，这为什么？",
        "label": ""
      },
      {
        "sentence": "我做什么之前都习惯性心理预演多次，这是为何？",
        "label": ""
      },
      {
        "sentence": "如果我是很想学一样东西，很想得到它，我会加倍预演很多次，并且真正得到它的那一刻自然而然就上手了，蹦极也是，对于恐高的我，蹦极于我来说，非常之可怕，于是我拖了三个月才敢去，每天都在心里预演多次，真正跳的时候确实没那么可怕，因为我已经从心里预演我应该怎么跳，按理说，不预演的话，就会让我非常紧张恐慌害怕，但是现在的我，好像没有特别想得到的东西，没有强烈的欲望让我去预演，以前会有特别想要得到的有非常强的信念想得到，现在对什么都比较淡，似乎提不起来非常想要的兴趣，现实的我比较沉默，不爱说话，两个人独处的时候我会特别紧张，感觉尴尬。",
        "label": ""
      },
      {
        "sentence": "现在只有自杀跳楼会时常出现在脑海预演。",
        "label": ""
      },
      {
        "sentence": "我喜欢吃很多药让自己处于昏昏沉沉的状态。",
        "label": ""
      },
      {
        "sentence": "我似乎是一个把自己心门紧闭的人，除了男朋友，对任何人都抗拒亲密。",
        "label": ""
      },
      {
        "sentence": "朋友会觉得难以接近我的心，我始终无法敞开心扉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以了解到你遇事总需要在心里先预演，才有勇气去做；越想得到的东西或做成的事，预演的次数也会越多；害怕的事通过预演能够得到缓解，不那么紧张害怕。",
    "annotation": [
      {
        "sentence": "我可以了解到你遇事总需要在心里先预演，才有勇气去做；越想得到的东西或做成的事，预演的次数也会越多；害怕的事通过预演能够得到缓解，不那么紧张害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样的，但是现在我却感觉没有特别想得到的东西了，对什么都比较冷漠，没有强烈的欲望去预演。",
    "annotation": [
      {
        "sentence": "是的，我就是这样的，但是现在我却感觉没有特别想得到的东西了，对什么都比较冷漠，没有强烈的欲望去预演。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，预演是一种提前准备的方式，它能帮助我们熟悉未知的事物，找到解决问题的方法。能够通过预演提前适应并增加成功的可能性。但并不是所有事情都需要过多的预演，我们也要相信自己的能力和直觉。",
    "annotation": [
      {
        "sentence": "亲爱的，预演是一种提前准备的方式，它能帮助我们熟悉未知的事物，找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "能够通过预演提前适应并增加成功的可能性。",
        "label": ""
      },
      {
        "sentence": "但并不是所有事情都需要过多的预演，我们也要相信自己的能力和直觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我想我可能过于依赖预演，导致不敢果断行动，害怕失去控制。",
    "annotation": [
      {
        "sentence": "你说得对，我想我可能过于依赖预演，导致不敢果断行动，害怕失去控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，过于纠结和犹豫只会让我们错失很多机会。对于自己有把握的事情，我们应该更加果断，相信自己能够处理好。不要让过度的预演成为我们害怕和拖延的借口。",
    "annotation": [
      {
        "sentence": "没错，过于纠结和犹豫只会让我们错失很多机会。",
        "label": ""
      },
      {
        "sentence": "对于自己有把握的事情，我们应该更加果断，相信自己能够处理好。",
        "label": ""
      },
      {
        "sentence": "不要让过度的预演成为我们害怕和拖延的借口。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我应该培养更多的自信心，相信自己能够应对各种情况，减少过度的预演次数。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我应该培养更多的自信心，相信自己能够应对各种情况，减少过度的预演次数。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，自信心是很重要的，它能够帮助我们更好地应对困难和挑战。尝试放松心态，相信自己的决策能够带来好的结果。同时，也要记得给自己一些放松和休息的时间，不要过分压力自己。",
    "annotation": [
      {
        "sentence": "是的，自信心是很重要的，它能够帮助我们更好地应对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "尝试放松心态，相信自己的决策能够带来好的结果。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得给自己一些放松和休息的时间，不要过分压力自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着调整自己的心态，多相信自己，减少过度的预演。我知道这样才能够更好地面对生活和人际关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着调整自己的心态，多相信自己，减少过度的预演。",
        "label": ""
      },
      {
        "sentence": "我知道这样才能够更好地面对生活和人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做到的。在遇到困难时，不要犹豫向我寻求帮助或倾诉，我愿意一直陪伴在你的身边，支持你走过难关。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "在遇到困难时，不要犹豫向我寻求帮助或倾诉，我愿意一直陪伴在你的身边，支持你走过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会珍惜并记住你的话。希望我们之间的交流能够帮助我改善自己的困境。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会珍惜并记住你的话。",
        "label": ""
      },
      {
        "sentence": "希望我们之间的交流能够帮助我改善自己的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够走出困境，每个人都会经历低谷期，但只要有信心与努力，你一定能够找回自己的快乐和自信。加油！",
    "annotation": [
      {
        "sentence": "我相信你能够走出困境，每个人都会经历低谷期，但只要有信心与努力，你一定能够找回自己的快乐和自信。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会加倍努力，重新审视自己的心态和行为，迈向积极和健康的生活。谢谢你一直以来的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会加倍努力，重新审视自己的心态和行为，迈向积极和健康的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持！",
        "label": ""
      }
    ]
  }
]