[
  {
    "role": "client",
    "content": "最近遇到了一些感情的问题，希望能够得到你的帮助和支持。我是一个17岁的女生，有一个同班的男孩子向我表白了，我们在一起了大约一个月左右。但是班主任得知这件事后找我们谈话，我心里想着继续和他保持一定距离，以免关系变得尴尬。然而，他却提出了分手的念头，但同时表示高考毕业后我们可以重新在一起。我很担心，因为毕业后如果异地恋的话基本上是不太可能了（他并不是特别出众，但有好几个男生喜欢过我）。我感到很难过，因为我是那种一旦认真就不愿意轻易放弃的人。于是我试图挽回他的心，但他态度坚决地说不会再在一起。我决定好好学习，不再去考虑这些问题（我的成绩在班级前五，而他在前十左右）。但有一次在我遇到数学题不会做的时候，我向前桌的男孩子请教，然后他却跟我说他吃醋了，并要求我只能向女生请教（我不知道他凭什么资格说这种话）。最近他又说毕业后我们是否能够在一起取决于我对异性的态度。我想问一下你，为什么他会说这些话呢？他是不是认定我喜欢他？还有，你能不能帮我分析一下他的想法？",
    "annotation": [
      {
        "sentence": "最近遇到了一些感情的问题，希望能够得到你的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我是一个17岁的女生，有一个同班的男孩子向我表白了，我们在一起了大约一个月左右。",
        "label": ""
      },
      {
        "sentence": "但是班主任得知这件事后找我们谈话，我心里想着继续和他保持一定距离，以免关系变得尴尬。",
        "label": ""
      },
      {
        "sentence": "然而，他却提出了分手的念头，但同时表示高考毕业后我们可以重新在一起。",
        "label": ""
      },
      {
        "sentence": "我很担心，因为毕业后如果异地恋的话基本上是不太可能了（他并不是特别出众，但有好几个男生喜欢过我）。",
        "label": ""
      },
      {
        "sentence": "我感到很难过，因为我是那种一旦认真就不愿意轻易放弃的人。",
        "label": ""
      },
      {
        "sentence": "于是我试图挽回他的心，但他态度坚决地说不会再在一起。",
        "label": ""
      },
      {
        "sentence": "我决定好好学习，不再去考虑这些问题（我的成绩在班级前五，而他在前十左右）。",
        "label": ""
      },
      {
        "sentence": "但有一次在我遇到数学题不会做的时候，我向前桌的男孩子请教，然后他却跟我说他吃醋了，并要求我只能向女生请教（我不知道他凭什么资格说这种话）。",
        "label": ""
      },
      {
        "sentence": "最近他又说毕业后我们是否能够在一起取决于我对异性的态度。",
        "label": ""
      },
      {
        "sentence": "我想问一下你，为什么他会说这些话呢？",
        "label": ""
      },
      {
        "sentence": "他是不是认定我喜欢他？",
        "label": ""
      },
      {
        "sentence": "还有，你能不能帮我分析一下他的想法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还是个准高三的学生，现阶段最重要的任务就是专心学习，争取考上好的大学。如果这个男生希望高三后就和你在一起，你可以问问他未来的打算，你们是否打算上同一所大学。如果他同意，那就一起努力奋斗，争取考上那所大学；如果他不同意，那就没有必要再纠结了。你之前说的很对：他算什么人呢，有什么资格限制你呢。下次他再找你的话，你可以告诉他，你自己都不能确定未来要不要在一起，没有承诺又算什么。你有权利去问任何人，他也没有权利限制你。我们上大学后再看是否有缘分继续在一起吧。希望你学业顺利，生活愉快，加油！",
    "annotation": [
      {
        "sentence": "你还是个准高三的学生，现阶段最重要的任务就是专心学习，争取考上好的大学。",
        "label": ""
      },
      {
        "sentence": "如果这个男生希望高三后就和你在一起，你可以问问他未来的打算，你们是否打算上同一所大学。",
        "label": ""
      },
      {
        "sentence": "如果他同意，那就一起努力奋斗，争取考上那所大学；如果他不同意，那就没有必要再纠结了。",
        "label": ""
      },
      {
        "sentence": "你之前说的很对：他算什么人呢，有什么资格限制你呢。",
        "label": ""
      },
      {
        "sentence": "下次他再找你的话，你可以告诉他，你自己都不能确定未来要不要在一起，没有承诺又算什么。",
        "label": ""
      },
      {
        "sentence": "你有权利去问任何人，他也没有权利限制你。",
        "label": ""
      },
      {
        "sentence": "我们上大学后再看是否有缘分继续在一起吧。",
        "label": ""
      },
      {
        "sentence": "希望你学业顺利，生活愉快，加油！",
        "label": ""
      }
    ]
  }
]