[
  {
    "role": "client",
    "content": "26女，发现没有办法喜欢别人，总会很快失去兴趣？两年前跟前任分手，他是我很信任的人，我也坚信他是个善良的人，分是因为我想出国，他觉得出国很辛苦，还很坚定认为我一出国就会甩了他，然后开始吵架，最后分开了，分开时候他说，我是个渣女，浪费他那么久时间。我的确对他失望，之后也就失去了联系。可是发现跟他分开以后，我对所有异性都没有兴趣，也会遇到觉得让我欣喜的人，但是很快就发现他的缺点然后无限放大，慢慢的，我觉得自己好像对所有人都有防备心理，比如现在，我也算适婚年龄，很多男孩子殷勤我都知道，因为我工作体面，家庭还可，长得不丑，性格不差，仅此而已。甚至有女孩子喜欢我，我也有试过在一起，可是我知道，我好像对任何人都提不兴趣，也没有多少耐心，我想知道自己到底怎么了？为什么没有办法建立亲密关系了，该怎么解决？",
    "annotation": [
      {
        "sentence": "26女，发现没有办法喜欢别人，总会很快失去兴趣？",
        "label": ""
      },
      {
        "sentence": "两年前跟前任分手，他是我很信任的人，我也坚信他是个善良的人，分是因为我想出国，他觉得出国很辛苦，还很坚定认为我一出国就会甩了他，然后开始吵架，最后分开了，分开时候他说，我是个渣女，浪费他那么久时间。",
        "label": ""
      },
      {
        "sentence": "我的确对他失望，之后也就失去了联系。",
        "label": ""
      },
      {
        "sentence": "可是发现跟他分开以后，我对所有异性都没有兴趣，也会遇到觉得让我欣喜的人，但是很快就发现他的缺点然后无限放大，慢慢的，我觉得自己好像对所有人都有防备心理，比如现在，我也算适婚年龄，很多男孩子殷勤我都知道，因为我工作体面，家庭还可，长得不丑，性格不差，仅此而已。",
        "label": ""
      },
      {
        "sentence": "甚至有女孩子喜欢我，我也有试过在一起，可是我知道，我好像对任何人都提不兴趣，也没有多少耐心，我想知道自己到底怎么了？",
        "label": ""
      },
      {
        "sentence": "为什么没有办法建立亲密关系了，该怎么解决？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这样的问题一定很不舒服吧，希望能带去些许的温暖和力量。【梳理】首先梳理一下我看到的内容和问题，你看看对不对。第一，女，现26岁，24岁时和前任分手，对他很失望。第二，前男友，当初你信任他，相信他是善良的。当年因为你相处过发生分歧，不可调和，从此再无联系。第三，分手后对男性没有兴趣，甚至尝试过和女孩在一起。第四，尝试交往的过程都是欣喜的开始，失望的结束。第五，你觉得他们喜欢你，是因为你的条件，而不是喜欢你本人。第六，你发现这有些问题，想知道这中间发生了什么问题。【分析】说说我的看法和理解。第一，整个问题看下来，你对两年前的那段关系应该是还没有释怀。两年前，你很信任他，你以为他也像你一样，信任你。可是当你提出去国外去，他怀疑了，并且一丝信任都没有。也就是说你的信任并没有换来信任。并且他说你是渣女，浪费他的时间。这是对你人品的质疑，和你对他善良的信任截然相反。并且这句话还能说出，他和你在一起是有目的的，就是为了有个结果。也就是说，他对你的感情是有条件的，而不是真的爱你，不计后果的爱你。我想他的不信任，对你人品的质疑，还有对你条件的爱，应该对你打击挺大的。并且也潜移默化地影响着你对自己的判断。第二，后来和所有的人的感情都是这段感情的“复制品”。也就是心理学里的“强迫性重复”。强迫性重复最早由弗洛伊德提出，指的是一个人固执地、不断地重复某些似乎毫无意义的活动，或反复重温某些痛苦的经历和体验。著名的英国精神分析家琼斯把强迫性重复定义为：一种盲目的冲动，重复早期的经验与情境，无关乎能否得利，也不管引起的是快乐或痛苦。不管这种行为危害多大，或多么具有毁灭性，个体总是被迫一再重复它，而自己的意志根本无能为力，控制不了这种强迫性。依照精神分析“早期决定论”的观点，每个人在童年早期时候，或多或少都经历过一些挫败和创伤。当事人在年幼时虽缺乏理性，但感受很丰富，因为还不识语言，大脑对这些创伤的记忆不能用语言来编码，于是长大后，这些创伤在记忆中能保留下来的就只有当时的感受。虽然人们在潜意识中，都希望医治好自己的创伤，但因为当时的创伤在记忆中只剩下感受，所以每次为了疗伤，都必须创造出类似当时的感受，也就得先制造能产生这种感受的事件或情境，然后试图依靠自己现在的力量去解决。第三，我的理解是，当年的分手没有释怀，形成了一个“未完成事件”，在以后的生活，不断的重复出现类似的情况，就是为了还原当初的情景，以便于解决它。第四，信任，不是态度问题，而是能力问题。经常说的那句话，鸟儿能在树枝上自由的跳跃，它相信的不是脚下的树枝，而是自己的翅膀。当年的他亦是如此。【建议】给你几点建议：",
    "annotation": [
      {
        "sentence": "遇到这样的问题一定很不舒服吧，希望能带去些许的温暖和力量。",
        "label": ""
      },
      {
        "sentence": "【梳理】首先梳理一下我看到的内容和问题，你看看对不对。",
        "label": ""
      },
      {
        "sentence": "第一，女，现26岁，24岁时和前任分手，对他很失望。",
        "label": ""
      },
      {
        "sentence": "第二，前男友，当初你信任他，相信他是善良的。",
        "label": ""
      },
      {
        "sentence": "当年因为你相处过发生分歧，不可调和，从此再无联系。",
        "label": ""
      },
      {
        "sentence": "第三，分手后对男性没有兴趣，甚至尝试过和女孩在一起。",
        "label": ""
      },
      {
        "sentence": "第四，尝试交往的过程都是欣喜的开始，失望的结束。",
        "label": ""
      },
      {
        "sentence": "第五，你觉得他们喜欢你，是因为你的条件，而不是喜欢你本人。",
        "label": ""
      },
      {
        "sentence": "第六，你发现这有些问题，想知道这中间发生了什么问题。",
        "label": ""
      },
      {
        "sentence": "【分析】说说我的看法和理解。",
        "label": ""
      },
      {
        "sentence": "第一，整个问题看下来，你对两年前的那段关系应该是还没有释怀。",
        "label": ""
      },
      {
        "sentence": "两年前，你很信任他，你以为他也像你一样，信任你。",
        "label": ""
      },
      {
        "sentence": "可是当你提出去国外去，他怀疑了，并且一丝信任都没有。",
        "label": ""
      },
      {
        "sentence": "也就是说你的信任并没有换来信任。",
        "label": ""
      },
      {
        "sentence": "并且他说你是渣女，浪费他的时间。",
        "label": ""
      },
      {
        "sentence": "这是对你人品的质疑，和你对他善良的信任截然相反。",
        "label": ""
      },
      {
        "sentence": "并且这句话还能说出，他和你在一起是有目的的，就是为了有个结果。",
        "label": ""
      },
      {
        "sentence": "也就是说，他对你的感情是有条件的，而不是真的爱你，不计后果的爱你。",
        "label": ""
      },
      {
        "sentence": "我想他的不信任，对你人品的质疑，还有对你条件的爱，应该对你打击挺大的。",
        "label": ""
      },
      {
        "sentence": "并且也潜移默化地影响着你对自己的判断。",
        "label": ""
      },
      {
        "sentence": "第二，后来和所有的人的感情都是这段感情的“复制品”。",
        "label": ""
      },
      {
        "sentence": "也就是心理学里的“强迫性重复”。",
        "label": ""
      },
      {
        "sentence": "强迫性重复最早由弗洛伊德提出，指的是一个人固执地、不断地重复某些似乎毫无意义的活动，或反复重温某些痛苦的经历和体验。",
        "label": ""
      },
      {
        "sentence": "著名的英国精神分析家琼斯把强迫性重复定义为：一种盲目的冲动，重复早期的经验与情境，无关乎能否得利，也不管引起的是快乐或痛苦。",
        "label": ""
      },
      {
        "sentence": "不管这种行为危害多大，或多么具有毁灭性，个体总是被迫一再重复它，而自己的意志根本无能为力，控制不了这种强迫性。",
        "label": ""
      },
      {
        "sentence": "依照精神分析“早期决定论”的观点，每个人在童年早期时候，或多或少都经历过一些挫败和创伤。",
        "label": ""
      },
      {
        "sentence": "当事人在年幼时虽缺乏理性，但感受很丰富，因为还不识语言，大脑对这些创伤的记忆不能用语言来编码，于是长大后，这些创伤在记忆中能保留下来的就只有当时的感受。",
        "label": ""
      },
      {
        "sentence": "虽然人们在潜意识中，都希望医治好自己的创伤，但因为当时的创伤在记忆中只剩下感受，所以每次为了疗伤，都必须创造出类似当时的感受，也就得先制造能产生这种感受的事件或情境，然后试图依靠自己现在的力量去解决。",
        "label": ""
      },
      {
        "sentence": "第三，我的理解是，当年的分手没有释怀，形成了一个“未完成事件”，在以后的生活，不断的重复出现类似的情况，就是为了还原当初的情景，以便于解决它。",
        "label": ""
      },
      {
        "sentence": "第四，信任，不是态度问题，而是能力问题。",
        "label": ""
      },
      {
        "sentence": "经常说的那句话，鸟儿能在树枝上自由的跳跃，它相信的不是脚下的树枝，而是自己的翅膀。",
        "label": ""
      },
      {
        "sentence": "当年的他亦是如此。",
        "label": ""
      },
      {
        "sentence": "【建议】给你几点建议：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，你说的都很中肯。确实是我对两年前的那段感情还没有释怀，看来我对这次分手的打击比我想象中的还要大。我也意识到了自己对其他人的防备心理和失去兴趣的问题，但是我不知道该如何解决它。我尝试过和其他人在一起，甚至接受了一些人的喜欢，但是我总是觉得对他们没有真正的兴趣，也没有足够的耐心去经营一段关系。怎样才能摆脱这种困扰呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回答，你说的都很中肯。",
        "label": ""
      },
      {
        "sentence": "确实是我对两年前的那段感情还没有释怀，看来我对这次分手的打击比我想象中的还要大。",
        "label": ""
      },
      {
        "sentence": "我也意识到了自己对其他人的防备心理和失去兴趣的问题，但是我不知道该如何解决它。",
        "label": ""
      },
      {
        "sentence": "我尝试过和其他人在一起，甚至接受了一些人的喜欢，但是我总是觉得对他们没有真正的兴趣，也没有足够的耐心去经营一段关系。",
        "label": ""
      },
      {
        "sentence": "怎样才能摆脱这种困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。想要摆脱这种困扰",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "想要摆脱这种困扰",
        "label": ""
      }
    ]
  }
]