[
  {
    "role": "client",
    "content": "最近我发现自己没有办法喜欢别人，总会很快失去兴趣。两年前我跟前任分手了，我们分手的原因是我想出国，可是他觉得出国很辛苦，担心我会甩了他，于是我们开始吵架，最后还是决定分开。当时他说了很伤人的话，说我是个渣女，浪费了他那么久的时间。虽然我对他失望，但我还是坚信他是个善良的人。可是自从分手以后，我发现对所有异性都没有兴趣，每次遇到有感觉的人，很快就会发现他的缺点然后放大，现在我好像对所有人都有防备心理。虽然我现在已经到了适婚年龄，很多男孩子对我殷勤，因为我工作体面，家庭不错，长得还可以，性格也不差。有时候甚至有女孩子喜欢我，但是我好像对任何人都提不起兴趣，也没有多少耐心。我想知道自己到底怎么了？为什么没有办法建立亲密关系了，该怎么解决？",
    "annotation": [
      {
        "sentence": "最近我发现自己没有办法喜欢别人，总会很快失去兴趣。",
        "label": ""
      },
      {
        "sentence": "两年前我跟前任分手了，我们分手的原因是我想出国，可是他觉得出国很辛苦，担心我会甩了他，于是我们开始吵架，最后还是决定分开。",
        "label": ""
      },
      {
        "sentence": "当时他说了很伤人的话，说我是个渣女，浪费了他那么久的时间。",
        "label": ""
      },
      {
        "sentence": "虽然我对他失望，但我还是坚信他是个善良的人。",
        "label": ""
      },
      {
        "sentence": "可是自从分手以后，我发现对所有异性都没有兴趣，每次遇到有感觉的人，很快就会发现他的缺点然后放大，现在我好像对所有人都有防备心理。",
        "label": ""
      },
      {
        "sentence": "虽然我现在已经到了适婚年龄，很多男孩子对我殷勤，因为我工作体面，家庭不错，长得还可以，性格也不差。",
        "label": ""
      },
      {
        "sentence": "有时候甚至有女孩子喜欢我，但是我好像对任何人都提不起兴趣，也没有多少耐心。",
        "label": ""
      },
      {
        "sentence": "我想知道自己到底怎么了？",
        "label": ""
      },
      {
        "sentence": "为什么没有办法建立亲密关系了，该怎么解决？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，感觉虽然你没有突如其来的痛苦，但这个“慢性”的问题确实令你很苦恼，这是个重要且长久性的问题。根据你的描述，从分手后你就对别人失去了兴趣，无法建立正常的亲密关系，对即将要相处的对象没有耐心，并且经常把他们的缺点放大，对他们有防备心理。这些表现似乎都是在抗拒建立亲密关系。既然你已经说了这些状况是出现在分手后，那必然有一定联系。你曾经非常信任你的前任，那现在的对异性的抗拒和缺乏兴趣是否是因为你不想再对别人产生信任？或者更确切地说，你是否对即将要相处的对象产生了怀疑和恐惧，害怕他们会像你以前的男朋友一样因为某些事情就抛弃你，因为害怕再次被伤害，你避免了一切开始。还有一个值得探究的地方，你说你是在即将出国时分的手，那在国外的生活有没有对你的爱情观或交友心理产生影响呢？如果是这样，由于时间线的重合，你很有可能将这一切归咎于自己的上一段恋爱经验。你首先要深入探究一下深层次的原因，再寻找解决方案。 如果是上一段恋爱带来的影响，建议你可以尝试一下“空椅子疗法”，拿出两把椅子，一个代表你自己，一个代表你的前男友，重现一下出国前的情景，并以各自的角度和立场对话，让你可以更好地理解对方，减少对他的埋怨，从而重拾新的亲密关系，这对于你以后建立亲密关系会有一定帮助。如果是后者带来的影响，那要根据你是否回国，或者是否定居国外来具体情况具体分析。可以多与曾经的好朋友谈谈心，或在异地建立新的友谊，进而建立亲密关系，感受不同文化下爱情本质的相同之处。总之，无论是哪种情况，你都需要调整好自己的心态，这很有可能是一个漫长而艰难的过程，我们也可以采用脱敏疗法来建立信任关系，但不可达到无条件信任的状态，如果那样，则很可能无条件付出感情，不利于在爱情中保护自己。希望我的回答可以帮助到你，祝你生活愉快！",
    "annotation": [
      {
        "sentence": "看了你的问题，感觉虽然你没有突如其来的痛苦，但这个“慢性”的问题确实令你很苦恼，这是个重要且长久性的问题。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，从分手后你就对别人失去了兴趣，无法建立正常的亲密关系，对即将要相处的对象没有耐心，并且经常把他们的缺点放大，对他们有防备心理。",
        "label": ""
      },
      {
        "sentence": "这些表现似乎都是在抗拒建立亲密关系。",
        "label": ""
      },
      {
        "sentence": "既然你已经说了这些状况是出现在分手后，那必然有一定联系。",
        "label": ""
      },
      {
        "sentence": "你曾经非常信任你的前任，那现在的对异性的抗拒和缺乏兴趣是否是因为你不想再对别人产生信任？",
        "label": ""
      },
      {
        "sentence": "或者更确切地说，你是否对即将要相处的对象产生了怀疑和恐惧，害怕他们会像你以前的男朋友一样因为某些事情就抛弃你，因为害怕再次被伤害，你避免了一切开始。",
        "label": ""
      },
      {
        "sentence": "还有一个值得探究的地方，你说你是在即将出国时分的手，那在国外的生活有没有对你的爱情观或交友心理产生影响呢？",
        "label": ""
      },
      {
        "sentence": "如果是这样，由于时间线的重合，你很有可能将这一切归咎于自己的上一段恋爱经验。",
        "label": ""
      },
      {
        "sentence": "你首先要深入探究一下深层次的原因，再寻找解决方案。",
        "label": ""
      },
      {
        "sentence": " 如果是上一段恋爱带来的影响，建议你可以尝试一下“空椅子疗法”，拿出两把椅子，一个代表你自己，一个代表你的前男友，重现一下出国前的情景，并以各自的角度和立场对话，让你可以更好地理解对方，减少对他的埋怨，从而重拾新的亲密关系，这对于你以后建立亲密关系会有一定帮助。",
        "label": ""
      },
      {
        "sentence": "如果是后者带来的影响，那要根据你是否回国，或者是否定居国外来具体情况具体分析。",
        "label": ""
      },
      {
        "sentence": "可以多与曾经的好朋友谈谈心，或在异地建立新的友谊，进而建立亲密关系，感受不同文化下爱情本质的相同之处。",
        "label": ""
      },
      {
        "sentence": "总之，无论是哪种情况，你都需要调整好自己的心态，这很有可能是一个漫长而艰难的过程，我们也可以采用脱敏疗法来建立信任关系，但不可达到无条件信任的状态，如果那样，则很可能无条件付出感情，不利于在爱情中保护自己。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你，祝你生活愉快！",
        "label": ""
      }
    ]
  }
]