[
  {
    "role": "client",
    "content": "我是一个26岁的女生，我发现自己没有办法喜欢别人，总会很快失去兴趣。两年前我和前任分手了，他是我很信任的人，我也坚信他是个善良的人。我们分手是因为我想出国，他觉得出国很辛苦，还很坚定认为我一出国就会甩了他。于是，我们开始吵架，最后分开了。分开时他说我是个渣女，浪费了他那么久的时间。我对他的失望是真实的，之后也失去了联系。但是发现跟他分手以后，我对所有异性都没有兴趣，也会遇到觉得让我欣喜的人，但是很快就发现他的缺点然后无限放大。慢慢地，我觉得自己好像对所有人都有防备心理。比如现在，我也算适婚年龄，很多男孩子追我，因为我工作体面、家庭还可、长得不丑、性格不差。可是我对所有人都提不起兴趣，也没有多少耐心。我想知道自己到底怎么了？为什么没有办法建立亲密关系了？该怎么解决呢？",
    "annotation": [
      {
        "sentence": "我是一个26岁的女生，我发现自己没有办法喜欢别人，总会很快失去兴趣。",
        "label": ""
      },
      {
        "sentence": "两年前我和前任分手了，他是我很信任的人，我也坚信他是个善良的人。",
        "label": ""
      },
      {
        "sentence": "我们分手是因为我想出国，他觉得出国很辛苦，还很坚定认为我一出国就会甩了他。",
        "label": ""
      },
      {
        "sentence": "于是，我们开始吵架，最后分开了。",
        "label": ""
      },
      {
        "sentence": "分开时他说我是个渣女，浪费了他那么久的时间。",
        "label": ""
      },
      {
        "sentence": "我对他的失望是真实的，之后也失去了联系。",
        "label": ""
      },
      {
        "sentence": "但是发现跟他分手以后，我对所有异性都没有兴趣，也会遇到觉得让我欣喜的人，但是很快就发现他的缺点然后无限放大。",
        "label": ""
      },
      {
        "sentence": "慢慢地，我觉得自己好像对所有人都有防备心理。",
        "label": ""
      },
      {
        "sentence": "比如现在，我也算适婚年龄，很多男孩子追我，因为我工作体面、家庭还可、长得不丑、性格不差。",
        "label": ""
      },
      {
        "sentence": "可是我对所有人都提不起兴趣，也没有多少耐心。",
        "label": ""
      },
      {
        "sentence": "我想知道自己到底怎么了？",
        "label": ""
      },
      {
        "sentence": "为什么没有办法建立亲密关系了？",
        "label": ""
      },
      {
        "sentence": "该怎么解决呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经过认真阅读了你的提问，我觉得你是一个对爱情充满向往，但内心又树起了高墙的女孩。曾经的你对他人充分信任，你深爱过一个人，深深信任过一个人，将自己的真心和信任都给了他。曾经的你以为自己的真心一定能换来美好的期望，你深爱的他一定也是如此信任你，如此深爱你。但是突然有一天，你发现自己错了，你发现自己坠入了一个深渊，你挥洒真心和信任，却换来了别人说你是“渣女”。这种委屈、悲伤和难过就像大海里的水涌起，形成滔天巨浪吞没了自己。你想在这里挣扎，可海水非常深，你努力找回自己，但曾经的那个女孩仿佛已经飘向了远方。被最心爱的人伤害和打击是世界上最痛苦的事情，但这也是我们不得不接受的现实。但是你是一位坚强和勇敢的女孩，在这种打击之后，你保持了自己的初心，还在意识层面做着很多努力。今天你写下这段故事，足以证明了你改变自己的决心和勇气。在你的内心，一定有一种矛盾，自己对这种评价不认同，但通过心爱的人照出的样子却是那么“面目可憎”。你原以为自己在他身上可以照出美好的样子，却没有预料到接收到如此负面的评价。",
    "annotation": [
      {
        "sentence": "经过认真阅读了你的提问，我觉得你是一个对爱情充满向往，但内心又树起了高墙的女孩。",
        "label": ""
      },
      {
        "sentence": "曾经的你对他人充分信任，你深爱过一个人，深深信任过一个人，将自己的真心和信任都给了他。",
        "label": ""
      },
      {
        "sentence": "曾经的你以为自己的真心一定能换来美好的期望，你深爱的他一定也是如此信任你，如此深爱你。",
        "label": ""
      },
      {
        "sentence": "但是突然有一天，你发现自己错了，你发现自己坠入了一个深渊，你挥洒真心和信任，却换来了别人说你是“渣女”。",
        "label": ""
      },
      {
        "sentence": "这种委屈、悲伤和难过就像大海里的水涌起，形成滔天巨浪吞没了自己。",
        "label": ""
      },
      {
        "sentence": "你想在这里挣扎，可海水非常深，你努力找回自己，但曾经的那个女孩仿佛已经飘向了远方。",
        "label": ""
      },
      {
        "sentence": "被最心爱的人伤害和打击是世界上最痛苦的事情，但这也是我们不得不接受的现实。",
        "label": ""
      },
      {
        "sentence": "但是你是一位坚强和勇敢的女孩，在这种打击之后，你保持了自己的初心，还在意识层面做着很多努力。",
        "label": ""
      },
      {
        "sentence": "今天你写下这段故事，足以证明了你改变自己的决心和勇气。",
        "label": ""
      },
      {
        "sentence": "在你的内心，一定有一种矛盾，自己对这种评价不认同，但通过心爱的人照出的样子却是那么“面目可憎”。",
        "label": ""
      },
      {
        "sentence": "你原以为自己在他身上可以照出美好的样子，却没有预料到接收到如此负面的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得很对，他的评价让我感到非常矛盾和困惑。我知道那只是他内心的写照，但我无法摆脱对自己的负面认同。我希望能够解决这个问题，重新找回对他人的信任和建立亲密关系的能力。",
    "annotation": [
      {
        "sentence": "是的，你说得很对，他的评价让我感到非常矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "我知道那只是他内心的写照，但我无法摆脱对自己的负面认同。",
        "label": ""
      },
      {
        "sentence": "我希望能够解决这个问题，重新找回对他人的信任和建立亲密关系的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们要化解内心的负面自我认同，需要明白一个道理：别人的负面评价其实是他们内心的真实写照。就像你对他的美好评价，跟他的本质无关，只是因为你眼中的世界是美好的。而对于他而言，他看到的世界是不值得信任的，这是他内心世界在现实中的反应，与你的本质无关。当我们认识到这一点，就应该逐渐提醒自己，在内心种下一颗种子，让自己觉察和发现对自己的消极评价，将他在你心中种下的坏种子挖出来。",
    "annotation": [
      {
        "sentence": "我们要化解内心的负面自我认同，需要明白一个道理：别人的负面评价其实是他们内心的真实写照。",
        "label": ""
      },
      {
        "sentence": "就像你对他的美好评价，跟他的本质无关，只是因为你眼中的世界是美好的。",
        "label": ""
      },
      {
        "sentence": "而对于他而言，他看到的世界是不值得信任的，这是他内心世界在现实中的反应，与你的本质无关。",
        "label": ""
      },
      {
        "sentence": "当我们认识到这一点，就应该逐渐提醒自己，在内心种下一颗种子，让自己觉察和发现对自己的消极评价，将他在你心中种下的坏种子挖出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该开始种下阳光的种子，让内心的大石头移走。其实一直以来，我都是一个渴望热情拥抱世界的人，只是被那块大石头阻挡住了。我要重新审视自己，给自己积极的回应和肯定，推倒内心看不见的墙，试着去信任周围的人，不畏伤害，因为我始终相信自己的初心。",
    "annotation": [
      {
        "sentence": "我明白了，我应该开始种下阳光的种子，让内心的大石头移走。",
        "label": ""
      },
      {
        "sentence": "其实一直以来，我都是一个渴望热情拥抱世界的人，只是被那块大石头阻挡住了。",
        "label": ""
      },
      {
        "sentence": "我要重新审视自己，给自己积极的回应和肯定，推倒内心看不见的墙，试着去信任周围的人，不畏伤害，因为我始终相信自己的初心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，种下阳光的种子后，你就能够移除内心的大石头，重回热情拥抱世界的状态。在这个过程中，要不断觉察自己的情绪和思维，给自己积极的回应和肯定，打破对他人的防备心理。坚持初心，勇敢地信任和爱吧，这样才能重新建立起亲密关系。",
    "annotation": [
      {
        "sentence": "是的，种下阳光的种子后，你就能够移除内心的大石头，重回热情拥抱世界的状态。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，要不断觉察自己的情绪和思维，给自己积极的回应和肯定，打破对他人的防备心理。",
        "label": ""
      },
      {
        "sentence": "坚持初心，勇敢地信任和爱吧，这样才能重新建立起亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力去种下阳光的种子，重新打开自己，勇敢地信任和爱。有你的帮助和理解，我相信我能够走出困境的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力去种下阳光的种子，重新打开自己，勇敢地信任和爱。",
        "label": ""
      },
      {
        "sentence": "有你的帮助和理解，我相信我能够走出困境的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意一直陪伴着你，给予你支持和理解。你已经展现了改变的决心和勇气，相信你一定能够走出困境，建立起亲密关系。如果你有任何需要的话，随时都可以找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，我愿意一直陪伴着你，给予你支持和理解。",
        "label": ""
      },
      {
        "sentence": "你已经展现了改变的决心和勇气，相信你一定能够走出困境，建立起亲密关系。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要的话，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]