[
  {
    "role": "client",
    "content": "我22岁，看到别的男生和漂亮高挑女孩在一起很难受。我是一个大学生，以前在学校看到情侣们恩爱没感觉，但是现在特别羡慕嫉妒恨，走在校园里到处都是小情侣，我感觉自己像个傻子。特别是看到那些一般的男生身边跟着一个高挑漂亮的美女，我就特别难受，都是男的凭什么你能拥有那么美好的女朋友？看到女孩主动亲到男生脸上，我心里哪个难受啊，气死了。可是我身高只有一米六八，其他地方也不突出，那些高挑优雅青春的美丽女孩根本不会正眼看我。我也想要漂亮女孩叫我宝儿，我叫她宝儿，唉，羡慕死那些男生了。",
    "annotation": [
      {
        "sentence": "我22岁，看到别的男生和漂亮高挑女孩在一起很难受。",
        "label": ""
      },
      {
        "sentence": "我是一个大学生，以前在学校看到情侣们恩爱没感觉，但是现在特别羡慕嫉妒恨，走在校园里到处都是小情侣，我感觉自己像个傻子。",
        "label": ""
      },
      {
        "sentence": "特别是看到那些一般的男生身边跟着一个高挑漂亮的美女，我就特别难受，都是男的凭什么你能拥有那么美好的女朋友？",
        "label": ""
      },
      {
        "sentence": "看到女孩主动亲到男生脸上，我心里哪个难受啊，气死了。",
        "label": ""
      },
      {
        "sentence": "可是我身高只有一米六八，其他地方也不突出，那些高挑优雅青春的美丽女孩根本不会正眼看我。",
        "label": ""
      },
      {
        "sentence": "我也想要漂亮女孩叫我宝儿，我叫她宝儿，唉，羡慕死那些男生了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，对于这种羡慕嫉妒恨的感觉，我们可以尝试从另一个角度来看待这个问题。身高、长相和家庭背景是我们无法左右的，但我们可以掌控自己看问题的角度和努力的方向。嫉妒并不能提高我们的幸福感，反而会降低我们的自尊心。我不会和你讲风轻云淡的道理，我们应该直面自己的本心。想要找一个漂亮高挑的女朋友是很正常的，没有什么可评判的。问题的关键是，你要清楚自己的优势在哪里，我们可以发展和突出的优势在哪里。此外，校园的情侣关系主要是暂时的，只有相处在一起的人才能真正了解对方。外表好看的人，内心不一定如何，还有性格和价值观无法通过外表判断。",
    "annotation": [
      {
        "sentence": "我理解你的感受，对于这种羡慕嫉妒恨的感觉，我们可以尝试从另一个角度来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "身高、长相和家庭背景是我们无法左右的，但我们可以掌控自己看问题的角度和努力的方向。",
        "label": ""
      },
      {
        "sentence": "嫉妒并不能提高我们的幸福感，反而会降低我们的自尊心。",
        "label": ""
      },
      {
        "sentence": "我不会和你讲风轻云淡的道理，我们应该直面自己的本心。",
        "label": ""
      },
      {
        "sentence": "想要找一个漂亮高挑的女朋友是很正常的，没有什么可评判的。",
        "label": ""
      },
      {
        "sentence": "问题的关键是，你要清楚自己的优势在哪里，我们可以发展和突出的优势在哪里。",
        "label": ""
      },
      {
        "sentence": "此外，校园的情侣关系主要是暂时的，只有相处在一起的人才能真正了解对方。",
        "label": ""
      },
      {
        "sentence": "外表好看的人，内心不一定如何，还有性格和价值观无法通过外表判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要增加自信，发挥自己的优势，扩大交际圈，适当地接触异性，摆脱自卑心理。我也明白校园情侣关系并不代表终身，只有相处在一起的人才能了解对方。那我该如何增加自信呢？",
    "annotation": [
      {
        "sentence": "你说得对，我需要增加自信，发挥自己的优势，扩大交际圈，适当地接触异性，摆脱自卑心理。",
        "label": ""
      },
      {
        "sentence": "我也明白校园情侣关系并不代表终身，只有相处在一起的人才能了解对方。",
        "label": ""
      },
      {
        "sentence": "那我该如何增加自信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确信的自信来源于我们对自己的了解和发展，所以首先要认识自己的长处和价值。你可以尝试进行自我探索，思考自己的兴趣、擅长的领域以及对生活的热情。通过培养这些方面的能力，你会逐渐发现自己的优势和自信心。此外，多与积极向上的人为伴，他们的态度和行为会对你的情绪产生积极影响。还有，不要害怕展示自己，积极参与社交活动和团体，这样也能扩大你的交际圈。",
    "annotation": [
      {
        "sentence": "确信的自信来源于我们对自己的了解和发展，所以首先要认识自己的长处和价值。",
        "label": ""
      },
      {
        "sentence": "你可以尝试进行自我探索，思考自己的兴趣、擅长的领域以及对生活的热情。",
        "label": ""
      },
      {
        "sentence": "通过培养这些方面的能力，你会逐渐发现自己的优势和自信心。",
        "label": ""
      },
      {
        "sentence": "此外，多与积极向上的人为伴，他们的态度和行为会对你的情绪产生积极影响。",
        "label": ""
      },
      {
        "sentence": "还有，不要害怕展示自己，积极参与社交活动和团体，这样也能扩大你的交际圈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会努力去发展自己，寻找到自己的优势和自信。但是，我总觉得看到别人拥有美好恋情的时候，心里还是会感到难受和羡慕，该怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我会努力去发展自己，寻找到自己的优势和自信。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得看到别人拥有美好恋情的时候，心里还是会感到难受和羡慕，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "意识到这种情绪的存在是很重要的。每个人都会有羡慕嫉妒恨的情绪，但我们需要学会处理这些情绪并将其转化为积极的力量。当你感到难受和羡慕时，可以尝试给自己一些积极的暗示和鼓励。比如告诉自己，我也能找到自己的幸福，每个人都有不同的生活轨迹，我要相信时间会给我带来美好。另外，你可以尝试寻找一些心理上的支持，可以向朋友、家人或者专业心理咨询师寻求帮助。",
    "annotation": [
      {
        "sentence": "意识到这种情绪的存在是很重要的。",
        "label": ""
      },
      {
        "sentence": "每个人都会有羡慕嫉妒恨的情绪，但我们需要学会处理这些情绪并将其转化为积极的力量。",
        "label": ""
      },
      {
        "sentence": "当你感到难受和羡慕时，可以尝试给自己一些积极的暗示和鼓励。",
        "label": ""
      },
      {
        "sentence": "比如告诉自己，我也能找到自己的幸福，每个人都有不同的生活轨迹，我要相信时间会给我带来美好。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试寻找一些心理上的支持，可以向朋友、家人或者专业心理咨询师寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去处理这些情绪，并从中找到积极的力量。而且，我也会寻求心理上的支持，希望能更好地面对这些困扰。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去处理这些情绪，并从中找到积极的力量。",
        "label": ""
      },
      {
        "sentence": "而且，我也会寻求心理上的支持，希望能更好地面对这些困扰。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，每个人都有属于自己的幸福，你也能找到适合你的美好。加油！如果还有什么困扰，随时都可以找我倾诉。祝你早日找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有属于自己的幸福，你也能找到适合你的美好。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有什么困扰，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到属于自己的幸福！",
        "label": ""
      }
    ]
  }
]