[
  {
    "role": "client",
    "content": "害怕工作，对工作充满恐惧，觉得自己啥也不行？辞职在家，由于迷茫不知道干啥，又不能去外地发展，父母身体原因。所以2年时间充满迷茫，于是选择考公，没考上。准备边工作边考公。或者赚钱要紧，特别害怕自己无能，像个废人。",
    "annotation": [
      {
        "sentence": "害怕工作，对工作充满恐惧，觉得自己啥也不行？",
        "label": ""
      },
      {
        "sentence": "辞职在家，由于迷茫不知道干啥，又不能去外地发展，父母身体原因。",
        "label": ""
      },
      {
        "sentence": "所以2年时间充满迷茫，于是选择考公，没考上。",
        "label": ""
      },
      {
        "sentence": "准备边工作边考公。",
        "label": ""
      },
      {
        "sentence": "或者赚钱要紧，特别害怕自己无能，像个废人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为我特别理解你的感受。我在生完孩子后的两三年，一直处于这种迷茫和无助的状态。生完孩子后，由于家庭的需要，我选择全职在家带孩子，每天做着家务，带着孩子，内心觉得特别空虚和不安。我原本是硕士毕业，却不能去工作，自己在生活方面以及在照顾孩子方面的能力也很弱，经常会遭到我婆婆的批评，忽然觉得自己特别无能，也没有价值，好自卑。但是后来，我改变了我的心态，变得越来越自信，在我儿子上幼儿园之后，我有精力开始学习了，于是我考了驾照，考了心理咨询师，考了教师资格证…当我一次次拿到这些证书，一次次实现自己给自己设定的目标，我越来越自信，也越来越有安全感。现在，我会做一些线上的心理咨询工作，也会经常参加的活动，还会在线下进行心理科普，也会到学校教授心理课程…我终于找到了自己心中热爱的事情，而这其实需要很长一段过程。所以，请不要担心，慢慢来，你一定会找到你的方向。",
    "annotation": [
      {
        "sentence": "因为我特别理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我在生完孩子后的两三年，一直处于这种迷茫和无助的状态。",
        "label": ""
      },
      {
        "sentence": "生完孩子后，由于家庭的需要，我选择全职在家带孩子，每天做着家务，带着孩子，内心觉得特别空虚和不安。",
        "label": ""
      },
      {
        "sentence": "我原本是硕士毕业，却不能去工作，自己在生活方面以及在照顾孩子方面的能力也很弱，经常会遭到我婆婆的批评，忽然觉得自己特别无能，也没有价值，好自卑。",
        "label": ""
      },
      {
        "sentence": "但是后来，我改变了我的心态，变得越来越自信，在我儿子上幼儿园之后，我有精力开始学习了，于是我考了驾照，考了心理咨询师，考了教师资格证…当我一次次拿到这些证书，一次次实现自己给自己设定的目标，我越来越自信，也越来越有安全感。",
        "label": ""
      },
      {
        "sentence": "现在，我会做一些线上的心理咨询工作，也会经常参加的活动，还会在线下进行心理科普，也会到学校教授心理课程…我终于找到了自己心中热爱的事情，而这其实需要很长一段过程。",
        "label": ""
      },
      {
        "sentence": "所以，请不要担心，慢慢来，你一定会找到你的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我现在真的很迷茫，总是觉得自己没有出路，没有能力去面对工作和生活。看到你的经历，我也觉得我应该调整自己的心态，但是有时候真的觉得很难。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在真的很迷茫，总是觉得自己没有出路，没有能力去面对工作和生活。",
        "label": ""
      },
      {
        "sentence": "看到你的经历，我也觉得我应该调整自己的心态，但是有时候真的觉得很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，调整心态确实需要时间和努力。每个人在面对迷茫和无助的时候都会有困难，但并不代表你不能战胜它们。你需要相信自己的能力，在这个过程中慢慢地发现和培养自己的兴趣和乐趣。试着去寻找一些小的目标，实现它们后会给你带来成就感和信心。",
    "annotation": [
      {
        "sentence": "是的，调整心态确实需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "每个人在面对迷茫和无助的时候都会有困难，但并不代表你不能战胜它们。",
        "label": ""
      },
      {
        "sentence": "你需要相信自己的能力，在这个过程中慢慢地发现和培养自己的兴趣和乐趣。",
        "label": ""
      },
      {
        "sentence": "试着去寻找一些小的目标，实现它们后会给你带来成就感和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直想要找到自己热爱的事情，但是一直没有找到。我总觉得自己啥也不擅长，没有什么特长，所以很难确定自己想要从事的工作。我怕自己永远找不到适合自己的方向。",
    "annotation": [
      {
        "sentence": "确实，我一直想要找到自己热爱的事情，但是一直没有找到。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己啥也不擅长，没有什么特长，所以很难确定自己想要从事的工作。",
        "label": ""
      },
      {
        "sentence": "我怕自己永远找不到适合自己的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的擅长领域，只是有时候需要更多的探索和尝试。你可以试着去认识自己，了解自己的兴趣和优势，也可以尝试参加一些培训或者学习课程，开拓自己的眼界。记住，找到适合自己的方向并不是一蹴而就的过程，需要耐心和坚持。",
    "annotation": [
      {
        "sentence": "每个人都有自己的擅长领域，只是有时候需要更多的探索和尝试。",
        "label": ""
      },
      {
        "sentence": "你可以试着去认识自己，了解自己的兴趣和优势，也可以尝试参加一些培训或者学习课程，开拓自己的眼界。",
        "label": ""
      },
      {
        "sentence": "记住，找到适合自己的方向并不是一蹴而就的过程，需要耐心和坚持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我要试着去了解自己，寻找适合自己的兴趣和优势。也许我需要参加一些培训课程，提升自己的技能和能力。谢谢你的建议，让我重新找回了一些信心。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我要试着去了解自己，寻找适合自己的兴趣和优势。",
        "label": ""
      },
      {
        "sentence": "也许我需要参加一些培训课程，提升自己的技能和能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，让我重新找回了一些信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助到你。寻找适合自己的方向确实需要时间和努力，但相信我，你一定能够找到属于自己的光明之路。在这个过程中记得保持积极的态度，相信自己的能力，你会发现自己的潜力和价值。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "寻找适合自己的方向确实需要时间和努力，但相信我，你一定能够找到属于自己的光明之路。",
        "label": ""
      },
      {
        "sentence": "在这个过程中记得保持积极的态度，相信自己的能力，你会发现自己的潜力和价值。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会尽力去调整心态，积极面对困难和挑战。我相信只要不放弃，就一定能找到属于自己的方向。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽力去调整心态，积极面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "我相信只要不放弃，就一定能找到属于自己的方向。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰能听到你的决心和自信，我相信你一定能够克服困难，找到适合自己的工作和生活方式。如果你有任何需要帮助的地方，随时都可以来找我倾诉。你不是一个人在奋斗，我们会一起努力的！加油！",
    "annotation": [
      {
        "sentence": "非常欣慰能听到你的决心和自信，我相信你一定能够克服困难，找到适合自己的工作和生活方式。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要帮助的地方，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在奋斗，我们会一起努力的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]