[
  {
    "role": "client",
    "content": "我是个22岁的女生，一直有社交烦恼，没办法和人深入交往。我对自己很不自信，而且很敏感，非常在意别人对我的言论。我的朋友圈设置对大部分人都是私密的，只有我的家人和少数几个人能看。好像我就一直没有办法和人建立深入的关系。当我觉得和某个人关系太亲密或者发展得太快，我就会远离，走开，好像只有这样才能松口气。",
    "annotation": [
      {
        "sentence": "我是个22岁的女生，一直有社交烦恼，没办法和人深入交往。",
        "label": ""
      },
      {
        "sentence": "我对自己很不自信，而且很敏感，非常在意别人对我的言论。",
        "label": ""
      },
      {
        "sentence": "我的朋友圈设置对大部分人都是私密的，只有我的家人和少数几个人能看。",
        "label": ""
      },
      {
        "sentence": "好像我就一直没有办法和人建立深入的关系。",
        "label": ""
      },
      {
        "sentence": "当我觉得和某个人关系太亲密或者发展得太快，我就会远离，走开，好像只有这样才能松口气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读完了你的留言，我脑海中突然浮现出一幅画面：一株美丽的蔓藤，努力地想要爬上墙头，一边是熟悉的城市，一边是陌生却带有期待的世界。蔓藤会犹豫、会迟疑，但此刻它静静地生长着，开出自己的花朵。实际上，很多人都和这株蔓藤一样，只是有的人在内心的城市中停留得多一些，而有的人则向期待的世界前进得更多一些。但无论如何，我们都是很好的。为了更好地了解自己，我有几个问题希望你可以思考一下。首先，不自信和敏感是指所有事情还是只有某些事情会引发这种感觉呢？之前有什么经验帮助你化解这种情绪呢？其次，你在意的是哪些人的言论？他们对你的生活、工作和学习有多大重要性呢？最后，你认为什么样的关系才能达到你心目中的亲密？在现实生活中，你和谁的关系更为舒适？这些人和其他人有什么不同呢？这些简单的问题可以帮助你更清晰地认识自己。接下来，我们一起来了解一下什么是“人际距离”。",
    "annotation": [
      {
        "sentence": "读完了你的留言，我脑海中突然浮现出一幅画面：一株美丽的蔓藤，努力地想要爬上墙头，一边是熟悉的城市，一边是陌生却带有期待的世界。",
        "label": ""
      },
      {
        "sentence": "蔓藤会犹豫、会迟疑，但此刻它静静地生长着，开出自己的花朵。",
        "label": ""
      },
      {
        "sentence": "实际上，很多人都和这株蔓藤一样，只是有的人在内心的城市中停留得多一些，而有的人则向期待的世界前进得更多一些。",
        "label": ""
      },
      {
        "sentence": "但无论如何，我们都是很好的。",
        "label": ""
      },
      {
        "sentence": "为了更好地了解自己，我有几个问题希望你可以思考一下。",
        "label": ""
      },
      {
        "sentence": "首先，不自信和敏感是指所有事情还是只有某些事情会引发这种感觉呢？",
        "label": ""
      },
      {
        "sentence": "之前有什么经验帮助你化解这种情绪呢？",
        "label": ""
      },
      {
        "sentence": "其次，你在意的是哪些人的言论？",
        "label": ""
      },
      {
        "sentence": "他们对你的生活、工作和学习有多大重要性呢？",
        "label": ""
      },
      {
        "sentence": "最后，你认为什么样的关系才能达到你心目中的亲密？",
        "label": ""
      },
      {
        "sentence": "在现实生活中，你和谁的关系更为舒适？",
        "label": ""
      },
      {
        "sentence": "这些人和其他人有什么不同呢？",
        "label": ""
      },
      {
        "sentence": "这些简单的问题可以帮助你更清晰地认识自己。",
        "label": ""
      },
      {
        "sentence": "接下来，我们一起来了解一下什么是“人际距离”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得不自信和敏感是针对很多事情的，不管是工作、学习还是生活中的各个方面。以前有一些经历，比如有人对我说不好的话，或者遇到挫折失败，这些都会让我更加不自信和敏感。但我也发现在一些比较轻松的环境或者和一些亲密的人在一起时，我会感觉好些。",
    "annotation": [
      {
        "sentence": "我觉得不自信和敏感是针对很多事情的，不管是工作、学习还是生活中的各个方面。",
        "label": ""
      },
      {
        "sentence": "以前有一些经历，比如有人对我说不好的话，或者遇到挫折失败，这些都会让我更加不自信和敏感。",
        "label": ""
      },
      {
        "sentence": "但我也发现在一些比较轻松的环境或者和一些亲密的人在一起时，我会感觉好些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，你的不自信和敏感在很多事情上都存在。过去的一些经历确实会让我们变得不自信和敏感，这是一种防御机制，让我们避免再次受伤。但需要调整的是，每个人都是不同的，一个人的经历不能代表所有相处的状态。另外，有研究表明，当我们与人过分亲密时，反而会失去更多的幸福感，希望索取更多，一旦期待不能被满足，我们就会感到空虚和痛苦。每个人都是独立而有链接的，我们需要调整依赖的边界，既不要过分疏远也不要过分浸入他人的生命。此外，担心与他人产生亲密关系的人未必是不需要亲密关系，也许你内心深处渴望着亲密而深刻的连接。与人真实地接近需要勇气，特别是对于那些有过不成功经验的人来说。意识到问题是迈出第一步，要相信，你值得拥有所有美好的东西。祝你幸福！",
    "annotation": [
      {
        "sentence": "我明白了，你的不自信和敏感在很多事情上都存在。",
        "label": ""
      },
      {
        "sentence": "过去的一些经历确实会让我们变得不自信和敏感，这是一种防御机制，让我们避免再次受伤。",
        "label": ""
      },
      {
        "sentence": "但需要调整的是，每个人都是不同的，一个人的经历不能代表所有相处的状态。",
        "label": ""
      },
      {
        "sentence": "另外，有研究表明，当我们与人过分亲密时，反而会失去更多的幸福感，希望索取更多，一旦期待不能被满足，我们就会感到空虚和痛苦。",
        "label": ""
      },
      {
        "sentence": "每个人都是独立而有链接的，我们需要调整依赖的边界，既不要过分疏远也不要过分浸入他人的生命。",
        "label": ""
      },
      {
        "sentence": "此外，担心与他人产生亲密关系的人未必是不需要亲密关系，也许你内心深处渴望着亲密而深刻的连接。",
        "label": ""
      },
      {
        "sentence": "与人真实地接近需要勇气，特别是对于那些有过不成功经验的人来说。",
        "label": ""
      },
      {
        "sentence": "意识到问题是迈出第一步，要相信，你值得拥有所有美好的东西。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我现在更明白了自己的问题，也知道了一些解决的方向。我会试着跨出勇敢的一步，积极面对社交困难，寻找和他人建立真诚亲密的关系。我会告诉自己我值得被接纳和爱护。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在更明白了自己的问题，也知道了一些解决的方向。",
        "label": ""
      },
      {
        "sentence": "我会试着跨出勇敢的一步，积极面对社交困难，寻找和他人建立真诚亲密的关系。",
        "label": ""
      },
      {
        "sentence": "我会告诉自己我值得被接纳和爱护。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的认识和决心，相信你一定能够克服困难，建立起真诚亲密的关系。记住，告诉自己你是值得被接纳和爱护的，勇敢地迈出下一步。在这个过程中，你可以向对方表达自己的需求，因为只有这样，对方才能更好地关注你的内心。试试看吧，最坏的结果也只是被拒绝而已。祝福你，希望你能找到属于你的幸福！",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的认识和决心，相信你一定能够克服困难，建立起真诚亲密的关系。",
        "label": ""
      },
      {
        "sentence": "记住，告诉自己你是值得被接纳和爱护的，勇敢地迈出下一步。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可以向对方表达自己的需求，因为只有这样，对方才能更好地关注你的内心。",
        "label": ""
      },
      {
        "sentence": "试试看吧，最坏的结果也只是被拒绝而已。",
        "label": ""
      },
      {
        "sentence": "祝福你，希望你能找到属于你的幸福！",
        "label": ""
      }
    ]
  }
]