[
  {
    "role": "client",
    "content": "刚上大学，不适应，恋家严重者怎样快速脱离抑郁情绪？",
    "annotation": [
      {
        "sentence": "刚上大学，不适应，恋家严重者怎样快速脱离抑郁情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，我理解你的情绪也理解你的处境，尤其是自己的室友和自己不是一个年级，心里都会产生孤独感。孤独感是个很奇幻的词，它出现的莫名其妙，消失的也莫名奇妙。给你这样讲吧。在上大学前，我一直都很害怕，网络舆论太多，它们说室友关系难以处理，遇见的室友很爱攀比，我害怕我会遇见这些人，所以我一直难以接受我已经毕业了的事实。但事实上，我的室友们都是很可爱的小姑娘。",
    "annotation": [
      {
        "sentence": "朋友，我理解你的情绪也理解你的处境，尤其是自己的室友和自己不是一个年级，心里都会产生孤独感。",
        "label": ""
      },
      {
        "sentence": "孤独感是个很奇幻的词，它出现的莫名其妙，消失的也莫名奇妙。",
        "label": ""
      },
      {
        "sentence": "给你这样讲吧。",
        "label": ""
      },
      {
        "sentence": "在上大学前，我一直都很害怕，网络舆论太多，它们说室友关系难以处理，遇见的室友很爱攀比，我害怕我会遇见这些人，所以我一直难以接受我已经毕业了的事实。",
        "label": ""
      },
      {
        "sentence": "但事实上，我的室友们都是很可爱的小姑娘。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己好害怕和陌生人相处，不知道该怎么交朋友。",
    "annotation": [
      {
        "sentence": "可是我觉得自己好害怕和陌生人相处，不知道该怎么交朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，你的害怕是对于未知的恐惧，你会本能的猜想，并且以最坏的角度来揣测最坏的结果，当真正遇到时，你的内心会本能的胆怯。但事实上，亲爱的朋友，结果到底有没有那么糟呢？你说，你在课堂上会遇见说的来的同学，我猜，那个时候你应该很开心吧，孤独感没有了，有的只是这时的快乐。你看，是不是不太糟糕。你说下完课大家就会各自找室友，孤独感来了。不知道你听过一句话没有。“到了大学你会知道，你的室友和你并非一路人，大家只是在一个房子生活而已。”亲爱的朋友，你可以交朋友不局限于寝室，只要你足够的优秀，就会有人和你交朋友。或许到了大学，你会发现总有人喜欢自己一个人吃饭，一个人看书，一个人参加活动，是因为没有人和她们交朋友吗，不是，她们只是学会了享受孤独。和孤独感学会相处，亲爱的姑娘，这是你应该学习的。",
    "annotation": [
      {
        "sentence": "亲爱的朋友，你的害怕是对于未知的恐惧，你会本能的猜想，并且以最坏的角度来揣测最坏的结果，当真正遇到时，你的内心会本能的胆怯。",
        "label": ""
      },
      {
        "sentence": "但事实上，亲爱的朋友，结果到底有没有那么糟呢？",
        "label": ""
      },
      {
        "sentence": "你说，你在课堂上会遇见说的来的同学，我猜，那个时候你应该很开心吧，孤独感没有了，有的只是这时的快乐。",
        "label": ""
      },
      {
        "sentence": "你看，是不是不太糟糕。",
        "label": ""
      },
      {
        "sentence": "你说下完课大家就会各自找室友，孤独感来了。",
        "label": ""
      },
      {
        "sentence": "不知道你听过一句话没有。",
        "label": ""
      },
      {
        "sentence": "“到了大学你会知道，你的室友和你并非一路人，大家只是在一个房子生活而已。",
        "label": ""
      },
      {
        "sentence": "”亲爱的朋友，你可以交朋友不局限于寝室，只要你足够的优秀，就会有人和你交朋友。",
        "label": ""
      },
      {
        "sentence": "或许到了大学，你会发现总有人喜欢自己一个人吃饭，一个人看书，一个人参加活动，是因为没有人和她们交朋友吗，不是，她们只是学会了享受孤独。",
        "label": ""
      },
      {
        "sentence": "和孤独感学会相处，亲爱的姑娘，这是你应该学习的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实喜欢看书，但是现在完全没有心情去做这些喜欢的事情，总感觉心情沮丧。",
    "annotation": [
      {
        "sentence": "我确实喜欢看书，但是现在完全没有心情去做这些喜欢的事情，总感觉心情沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋家情绪我肯定的告诉你，每个人都会有，除了特别独立的孩子，每一个在步入陌生环境的人都会害怕。不要难过，你不是一个人。我们如何学会和自己相处，如何去克服恋家情绪？你喜欢什么呀？乐队？书？还是影视剧呢？你喜欢什么就去追求它，喜欢乐队，就去玩乐队，喜欢书就请认认真真的看完一本书，写一篇关于它的书评，喜欢电视剧，就写一篇影评，当你足够优秀，就不害怕孤独的人生。大学不意味着你丢掉了自己。参加喜欢的社团，你会遇见喜好一样的人，相比于执着于朋友，和自己兴趣爱好相同的在一起不是更好吗？不要害怕路途漫长，勇敢的成为自己。和父母每月打一次电话，接通一次视频，和他们聊一聊，哭是可以哭的，毕竟你还小，但是哭过以后就要昂首挺胸的向前走啦。亲爱的姑娘，祝你安，祝你未来可期。",
    "annotation": [
      {
        "sentence": "恋家情绪我肯定的告诉你，每个人都会有，除了特别独立的孩子，每一个在步入陌生环境的人都会害怕。",
        "label": ""
      },
      {
        "sentence": "不要难过，你不是一个人。",
        "label": ""
      },
      {
        "sentence": "我们如何学会和自己相处，如何去克服恋家情绪？",
        "label": ""
      },
      {
        "sentence": "你喜欢什么呀？",
        "label": ""
      },
      {
        "sentence": "乐队？",
        "label": ""
      },
      {
        "sentence": "书？",
        "label": ""
      },
      {
        "sentence": "还是影视剧呢？",
        "label": ""
      },
      {
        "sentence": "你喜欢什么就去追求它，喜欢乐队，就去玩乐队，喜欢书就请认认真真的看完一本书，写一篇关于它的书评，喜欢电视剧，就写一篇影评，当你足够优秀，就不害怕孤独的人生。",
        "label": ""
      },
      {
        "sentence": "大学不意味着你丢掉了自己。",
        "label": ""
      },
      {
        "sentence": "参加喜欢的社团，你会遇见喜好一样的人，相比于执着于朋友，和自己兴趣爱好相同的在一起不是更好吗？",
        "label": ""
      },
      {
        "sentence": "不要害怕路途漫长，勇敢的成为自己。",
        "label": ""
      },
      {
        "sentence": "和父母每月打一次电话，接通一次视频，和他们聊一聊，哭是可以哭的，毕竟你还小，但是哭过以后就要昂首挺胸的向前走啦。",
        "label": ""
      },
      {
        "sentence": "亲爱的姑娘，祝你安，祝你未来可期。",
        "label": ""
      }
    ]
  }
]