[
  {
    "role": "client",
    "content": "我是一个22岁的女生，一直都有社交烦恼。我没办法和人深入交往。对自己很不自信，也很敏感，特别在意别人对我的言论。我的朋友圈只有家人和少数几个人能看，对大部分人都设置了，感觉自己一直不能和人太深入交往。如果觉得关系太亲密或者发展得太快，我就会远离，走开。感觉只有这样才能松口气。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，一直都有社交烦恼。",
        "label": ""
      },
      {
        "sentence": "我没办法和人深入交往。",
        "label": ""
      },
      {
        "sentence": "对自己很不自信，也很敏感，特别在意别人对我的言论。",
        "label": ""
      },
      {
        "sentence": "我的朋友圈只有家人和少数几个人能看，对大部分人都设置了，感觉自己一直不能和人太深入交往。",
        "label": ""
      },
      {
        "sentence": "如果觉得关系太亲密或者发展得太快，我就会远离，走开。",
        "label": ""
      },
      {
        "sentence": "感觉只有这样才能松口气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的小妹妹，我读了你的问题，了解到了你的困扰。你因为不自信和敏感，很在意别人的言论，并且不能与人走得太近，一旦关系过于亲密，就会远离。我知道这些让你感到很痛苦。这也给你的生活和人际关系带来了很多的困扰吧。你并不是唯一有这种困扰的人，我也有和你一模一样的体验。我们这样的人有比较发达的神经系统，能够接受到更多的信息，因此比其他人更敏感。这种敏感让我们能够感受到一些普通人无法感知到的感受，所以我们有时候比较情绪丰富，情绪也比较多变。但正是因为我们敏感，我们能够更好地理解他人，我们的共情能力很高，不愿意给别人增添麻烦。所以我们会很在意别人的看法，对自己有很高的要求，追求完美，同时也富有责任感。这会让我们感到很累。因为我们为了在别人面前保持一个好的形象，会过度隐藏真实的自己。虚假的自我就像一个面具，戴上去很辛苦，摘下来又害怕别人因为真实的自己不喜欢自己。其实每种性格都有好坏两面。有时候我们看上去好的一面可能会有坏的一面，有时候看上去坏的一面其实也有好的一面。比如说我是一个做事很认真的人，因为我的认真，工作成绩比较好，得到了别人的认可。但是又因为我做事认真，有时候过于追求完美或者执着，会让自己活得很辛苦。所以成也萧何，败也萧何。就像你说的，不自信和敏感在你的想法里一定是不好的性格特点，很想把它们抛弃吧。但你有没有想过，正是因为不自信，我们才会不断要求自己进步，才会把一些事情做得很好。正是因为敏感，我们才能体验到别人可能感受不到的情感，避免很多人际关系中的冲突。所以不自信和敏感也不完全是坏事，对吗？它们也给我们带来了很多好处，一直陪伴着我们。试着去接受它们，接受真实的自己，一个有缺点和优点的自己，一个不完美的自己。",
    "annotation": [
      {
        "sentence": "亲爱的小妹妹，我读了你的问题，了解到了你的困扰。",
        "label": ""
      },
      {
        "sentence": "你因为不自信和敏感，很在意别人的言论，并且不能与人走得太近，一旦关系过于亲密，就会远离。",
        "label": ""
      },
      {
        "sentence": "我知道这些让你感到很痛苦。",
        "label": ""
      },
      {
        "sentence": "这也给你的生活和人际关系带来了很多的困扰吧。",
        "label": ""
      },
      {
        "sentence": "你并不是唯一有这种困扰的人，我也有和你一模一样的体验。",
        "label": ""
      },
      {
        "sentence": "我们这样的人有比较发达的神经系统，能够接受到更多的信息，因此比其他人更敏感。",
        "label": ""
      },
      {
        "sentence": "这种敏感让我们能够感受到一些普通人无法感知到的感受，所以我们有时候比较情绪丰富，情绪也比较多变。",
        "label": ""
      },
      {
        "sentence": "但正是因为我们敏感，我们能够更好地理解他人，我们的共情能力很高，不愿意给别人增添麻烦。",
        "label": ""
      },
      {
        "sentence": "所以我们会很在意别人的看法，对自己有很高的要求，追求完美，同时也富有责任感。",
        "label": ""
      },
      {
        "sentence": "这会让我们感到很累。",
        "label": ""
      },
      {
        "sentence": "因为我们为了在别人面前保持一个好的形象，会过度隐藏真实的自己。",
        "label": ""
      },
      {
        "sentence": "虚假的自我就像一个面具，戴上去很辛苦，摘下来又害怕别人因为真实的自己不喜欢自己。",
        "label": ""
      },
      {
        "sentence": "其实每种性格都有好坏两面。",
        "label": ""
      },
      {
        "sentence": "有时候我们看上去好的一面可能会有坏的一面，有时候看上去坏的一面其实也有好的一面。",
        "label": ""
      },
      {
        "sentence": "比如说我是一个做事很认真的人，因为我的认真，工作成绩比较好，得到了别人的认可。",
        "label": ""
      },
      {
        "sentence": "但是又因为我做事认真，有时候过于追求完美或者执着，会让自己活得很辛苦。",
        "label": ""
      },
      {
        "sentence": "所以成也萧何，败也萧何。",
        "label": ""
      },
      {
        "sentence": "就像你说的，不自信和敏感在你的想法里一定是不好的性格特点，很想把它们抛弃吧。",
        "label": ""
      },
      {
        "sentence": "但你有没有想过，正是因为不自信，我们才会不断要求自己进步，才会把一些事情做得很好。",
        "label": ""
      },
      {
        "sentence": "正是因为敏感，我们才能体验到别人可能感受不到的情感，避免很多人际关系中的冲突。",
        "label": ""
      },
      {
        "sentence": "所以不自信和敏感也不完全是坏事，对吗？",
        "label": ""
      },
      {
        "sentence": "它们也给我们带来了很多好处，一直陪伴着我们。",
        "label": ""
      },
      {
        "sentence": "试着去接受它们，接受真实的自己，一个有缺点和优点的自己，一个不完美的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我觉得有点释然。确实每种性格都有两面，我从来没有想过我的敏感和不自信也可以有积极的一面。",
    "annotation": [
      {
        "sentence": "听了你的话，我觉得有点释然。",
        "label": ""
      },
      {
        "sentence": "确实每种性格都有两面，我从来没有想过我的敏感和不自信也可以有积极的一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每种性格都有两面。我们需要学会接纳自己的不完美，包括敏感和不自信。接纳这些特点，才能更好地面对自己，也更容易与他人建立深入的交往。",
    "annotation": [
      {
        "sentence": "是的，每种性格都有两面。",
        "label": ""
      },
      {
        "sentence": "我们需要学会接纳自己的不完美，包括敏感和不自信。",
        "label": ""
      },
      {
        "sentence": "接纳这些特点，才能更好地面对自己，也更容易与他人建立深入的交往。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我还是很担心和人太近，太亲密会让我感到紧张和不安。",
    "annotation": [
      {
        "sentence": "可是，我还是很担心和人太近，太亲密会让我感到紧张和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你害怕受到伤害，同时也害怕别人看到你真实的样子而不喜欢你。害怕被抛弃是一种恐惧，所以你选择保持一定的距离来保护自己。但是，真实的自己会有人不喜欢，但也会有人喜欢。不要害怕别人的看法。当我们真正爱自己时，我们才会有足够的底气去面对别人对我们的看法和态度。渴望别人如何对待你，就如何对待自己。亲爱的小妹妹，拿回爱自己的主动权，这样我们才能过得更自由。",
    "annotation": [
      {
        "sentence": "这可能是因为你害怕受到伤害，同时也害怕别人看到你真实的样子而不喜欢你。",
        "label": ""
      },
      {
        "sentence": "害怕被抛弃是一种恐惧，所以你选择保持一定的距离来保护自己。",
        "label": ""
      },
      {
        "sentence": "但是，真实的自己会有人不喜欢，但也会有人喜欢。",
        "label": ""
      },
      {
        "sentence": "不要害怕别人的看法。",
        "label": ""
      },
      {
        "sentence": "当我们真正爱自己时，我们才会有足够的底气去面对别人对我们的看法和态度。",
        "label": ""
      },
      {
        "sentence": "渴望别人如何对待你，就如何对待自己。",
        "label": ""
      },
      {
        "sentence": "亲爱的小妹妹，拿回爱自己的主动权，这样我们才能过得更自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该学会爱自己。但是，我对自己总是充满负面评价，总是看到自己的缺点而忽视了优点。",
    "annotation": [
      {
        "sentence": "你说得对，我应该学会爱自己。",
        "label": ""
      },
      {
        "sentence": "但是，我对自己总是充满负面评价，总是看到自己的缺点而忽视了优点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不自信其实是因为自我价值感比较低的表现。我们需要正确评价自己，不只看到缺点，也要看到优点。了解自己，知道我们并不像别人说的那么差，也不像别人说的那么好。因为我们清楚自己是什么样的人，我们才不会因赞美而飘飘然，也不会因批评而一蹶不振。提高自信有很多方法，可以从接纳自己、爱自己开始。当你真心爱自己，全世界都会来爱你。可以试着给自己写表扬信或情书，来改变我们自己对自己的认知。坚持写下去，直到能够内化成一种声音。也可以请你信得过的人来听听他们对你的看法，去了解自己。还可以发展一门自己非常喜欢的兴趣爱好，全身心地投入其中，发扬自己的优点。你还有其他方式来提高自信和改善人际关系吗？",
    "annotation": [
      {
        "sentence": "不自信其实是因为自我价值感比较低的表现。",
        "label": ""
      },
      {
        "sentence": "我们需要正确评价自己，不只看到缺点，也要看到优点。",
        "label": ""
      },
      {
        "sentence": "了解自己，知道我们并不像别人说的那么差，也不像别人说的那么好。",
        "label": ""
      },
      {
        "sentence": "因为我们清楚自己是什么样的人，我们才不会因赞美而飘飘然，也不会因批评而一蹶不振。",
        "label": ""
      },
      {
        "sentence": "提高自信有很多方法，可以从接纳自己、爱自己开始。",
        "label": ""
      },
      {
        "sentence": "当你真心爱自己，全世界都会来爱你。",
        "label": ""
      },
      {
        "sentence": "可以试着给自己写表扬信或情书，来改变我们自己对自己的认知。",
        "label": ""
      },
      {
        "sentence": "坚持写下去，直到能够内化成一种声音。",
        "label": ""
      },
      {
        "sentence": "也可以请你信得过的人来听听他们对你的看法，去了解自己。",
        "label": ""
      },
      {
        "sentence": "还可以发展一门自己非常喜欢的兴趣爱好，全身心地投入其中，发扬自己的优点。",
        "label": ""
      },
      {
        "sentence": "你还有其他方式来提高自信和改善人际关系吗？",
        "label": ""
      }
    ]
  }
]