[
  {
    "role": "client",
    "content": "我22岁，一直有社交困扰。我没办法和别人建立深入的交往关系。我对自己很没有自信，而且我很敏感，很在意别人对我的评论。我的朋友圈限定大部分人无法看到，只有家人和一些亲近的人可以看。我好像一直无法和别人建立深入的交流，如果感觉关系太亲密或者发展太快，我就会远离，走开，好像这样才能松口气。",
    "annotation": [
      {
        "sentence": "我22岁，一直有社交困扰。",
        "label": ""
      },
      {
        "sentence": "我没办法和别人建立深入的交往关系。",
        "label": ""
      },
      {
        "sentence": "我对自己很没有自信，而且我很敏感，很在意别人对我的评论。",
        "label": ""
      },
      {
        "sentence": "我的朋友圈限定大部分人无法看到，只有家人和一些亲近的人可以看。",
        "label": ""
      },
      {
        "sentence": "我好像一直无法和别人建立深入的交流，如果感觉关系太亲密或者发展太快，我就会远离，走开，好像这样才能松口气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解您的状况。从您的描述中我发现几个问题：首先，您本人缺乏自信，害怕别人深入了解，担心别人看到您的不足并对您进行评价；其次，可能是害怕受到伤害，所以当跟别人建立亲密关系时会想要逃避；第三，您缺乏安全感，只有了解您内心的人才能让您感到安心，对其他人您无法完全放心。我对原因的分析是：首先，可能是曾经有过不好的交友经历，您全心全意付出，却遭受了深深的伤害，导致您变得警惕；其次，内心的力量还不够强大，走出舒适区的决心还不够，在期待交到朋友的同时，又害怕评论和伤害；第三，可能受家庭环境的影响，害怕别人了解您的家人，因为您心中对家人并不完美，并担心会受到评论和瞧不起。根据这些情况，我有以下建议：首先，注重个人修炼，学习心理学知识，逐渐放开自己，去除内心的限制，使自己变得更加强大。交朋友就是交朋友，最重要的是真诚，同时要找到与你志同道合的人，如果您担心朋友会因为看到您的不足而讨厌您，那就勇敢地表达出自己的担心，您的朋友一定会理解您，甚至会帮助您。其次，明白人与人之间的关系界限。有些朋友和您有着相同的目标和想法，可以成为您的好朋友；而有些朋友只是工作或学习上的关系，没有其他的交流，属于普通朋友。对于普通朋友，只需要展示自己在工作和学习上的能力就足够了，而对于好朋友，适当地展示自己的缺点可以让他们更好地理解您，有助于保持良好的关系。我认为好朋友必定会在外人面前保护您的形象，如果不是这样的，那也不是真正的好朋友。总之，无论如何，想要交到好朋友需要您用心经营和体验，如果真的觉得不合适，断绝来往也是可以的。但是您必须下定决心迈出第一步，加油，您可以做到的！",
    "annotation": [
      {
        "sentence": "非常理解您的状况。",
        "label": ""
      },
      {
        "sentence": "从您的描述中我发现几个问题：首先，您本人缺乏自信，害怕别人深入了解，担心别人看到您的不足并对您进行评价；其次，可能是害怕受到伤害，所以当跟别人建立亲密关系时会想要逃避；第三，您缺乏安全感，只有了解您内心的人才能让您感到安心，对其他人您无法完全放心。",
        "label": ""
      },
      {
        "sentence": "我对原因的分析是：首先，可能是曾经有过不好的交友经历，您全心全意付出，却遭受了深深的伤害，导致您变得警惕；其次，内心的力量还不够强大，走出舒适区的决心还不够，在期待交到朋友的同时，又害怕评论和伤害；第三，可能受家庭环境的影响，害怕别人了解您的家人，因为您心中对家人并不完美，并担心会受到评论和瞧不起。",
        "label": ""
      },
      {
        "sentence": "根据这些情况，我有以下建议：首先，注重个人修炼，学习心理学知识，逐渐放开自己，去除内心的限制，使自己变得更加强大。",
        "label": ""
      },
      {
        "sentence": "交朋友就是交朋友，最重要的是真诚，同时要找到与你志同道合的人，如果您担心朋友会因为看到您的不足而讨厌您，那就勇敢地表达出自己的担心，您的朋友一定会理解您，甚至会帮助您。",
        "label": ""
      },
      {
        "sentence": "其次，明白人与人之间的关系界限。",
        "label": ""
      },
      {
        "sentence": "有些朋友和您有着相同的目标和想法，可以成为您的好朋友；而有些朋友只是工作或学习上的关系，没有其他的交流，属于普通朋友。",
        "label": ""
      },
      {
        "sentence": "对于普通朋友，只需要展示自己在工作和学习上的能力就足够了，而对于好朋友，适当地展示自己的缺点可以让他们更好地理解您，有助于保持良好的关系。",
        "label": ""
      },
      {
        "sentence": "我认为好朋友必定会在外人面前保护您的形象，如果不是这样的，那也不是真正的好朋友。",
        "label": ""
      },
      {
        "sentence": "总之，无论如何，想要交到好朋友需要您用心经营和体验，如果真的觉得不合适，断绝来往也是可以的。",
        "label": ""
      },
      {
        "sentence": "但是您必须下定决心迈出第一步，加油，您可以做到的！",
        "label": ""
      }
    ]
  }
]