[
  {
    "role": "client",
    "content": "非常在乎别人的看法，怎么办？我很在乎别人的看法，一旦不和别人的行为不一致就害怕紧张。比如爬楼梯累停下来休息时有人上来了，我就非常紧张，心慌，因为我休息时就害怕别人会怎么想？心里又想跟上去，又很紧张。我好像做什么事和别人一致我才能安心，放心大胆去做，一旦和别人不一样了，我就会不知所措，心慌。又比如去学校没带校服我就会开始担心有人在校门口查，害怕被人关注到；害怕上学迟到，一想到别人在教室而我还没进去就开始紧张了担忧了。",
    "annotation": [
      {
        "sentence": "非常在乎别人的看法，怎么办？",
        "label": ""
      },
      {
        "sentence": "我很在乎别人的看法，一旦不和别人的行为不一致就害怕紧张。",
        "label": ""
      },
      {
        "sentence": "比如爬楼梯累停下来休息时有人上来了，我就非常紧张，心慌，因为我休息时就害怕别人会怎么想？",
        "label": ""
      },
      {
        "sentence": "心里又想跟上去，又很紧张。",
        "label": ""
      },
      {
        "sentence": "我好像做什么事和别人一致我才能安心，放心大胆去做，一旦和别人不一样了，我就会不知所措，心慌。",
        "label": ""
      },
      {
        "sentence": "又比如去学校没带校服我就会开始担心有人在校门口查，害怕被人关注到；害怕上学迟到，一想到别人在教室而我还没进去就开始紧张了担忧了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，很多人都会面临类似的问题。不知道你平时在和朋友或同学交流时，是否也会觉得很在意他们的看法？你会常常回避和他们的交流吗？一旦和他们的行为不一致，你就感到特别紧张。可能在你家庭里，你的父母对你的管束非常严格，有时你犯了小错误，他们也会严厉批评你。也许他们会给你定规矩，让你严格遵守，或者他们总喜欢把你和其他孩子相比。你觉得这些情况是否存在呢？这种紧张和害怕可能与你的一些过往经历有关，比如被严格要求。想要解决问题可能需要更多的探索。如果可以的话，你可以找心理咨询师好好聊聊。我想告诉你的是，不要对自己要求太严格，即便偶尔做得不完美，也没有关系的。没有人会一直关注你，一直盯着你，那些只是自己的想象。祝好～",
    "annotation": [
      {
        "sentence": "非常理解你的心情，很多人都会面临类似的问题。",
        "label": ""
      },
      {
        "sentence": "不知道你平时在和朋友或同学交流时，是否也会觉得很在意他们的看法？",
        "label": ""
      },
      {
        "sentence": "你会常常回避和他们的交流吗？",
        "label": ""
      },
      {
        "sentence": "一旦和他们的行为不一致，你就感到特别紧张。",
        "label": ""
      },
      {
        "sentence": "可能在你家庭里，你的父母对你的管束非常严格，有时你犯了小错误，他们也会严厉批评你。",
        "label": ""
      },
      {
        "sentence": "也许他们会给你定规矩，让你严格遵守，或者他们总喜欢把你和其他孩子相比。",
        "label": ""
      },
      {
        "sentence": "你觉得这些情况是否存在呢？",
        "label": ""
      },
      {
        "sentence": "这种紧张和害怕可能与你的一些过往经历有关，比如被严格要求。",
        "label": ""
      },
      {
        "sentence": "想要解决问题可能需要更多的探索。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，你可以找心理咨询师好好聊聊。",
        "label": ""
      },
      {
        "sentence": "我想告诉你的是，不要对自己要求太严格，即便偶尔做得不完美，也没有关系的。",
        "label": ""
      },
      {
        "sentence": "没有人会一直关注你，一直盯着你，那些只是自己的想象。",
        "label": ""
      },
      {
        "sentence": "祝好～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我的确常常在意别人的看法，尤其是在朋友和同学面前。我经常避免和他们交流，尤其是一旦我行为和他们不一致的时候。是的，家庭里的确存在这样的情况，我的父母非常严格，并且总是拿我和其他孩子做比较。他们常常给我制定一些规矩，要我严格遵守，这让我感到压力很大。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我的确常常在意别人的看法，尤其是在朋友和同学面前。",
        "label": ""
      },
      {
        "sentence": "我经常避免和他们交流，尤其是一旦我行为和他们不一致的时候。",
        "label": ""
      },
      {
        "sentence": "是的，家庭里的确存在这样的情况，我的父母非常严格，并且总是拿我和其他孩子做比较。",
        "label": ""
      },
      {
        "sentence": "他们常常给我制定一些规矩，要我严格遵守，这让我感到压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的家庭环境对你造成了一定的压力。可能你对别人的看法过于在意，也与这些过往经历有关。你可以尝试逐渐放下对自己的过度要求，因为每个人都有自己的特点和能力，不必总将自己与他人比较。如果你觉得压力很大，可以考虑寻求心理咨询师的帮助，他们能够帮助你更好地理解和处理这些情绪困扰。同时，也要相信自己，没有人会一直关注你，大多数人更关注自己的事情。祝你好运！",
    "annotation": [
      {
        "sentence": "听起来你的家庭环境对你造成了一定的压力。",
        "label": ""
      },
      {
        "sentence": "可能你对别人的看法过于在意，也与这些过往经历有关。",
        "label": ""
      },
      {
        "sentence": "你可以尝试逐渐放下对自己的过度要求，因为每个人都有自己的特点和能力，不必总将自己与他人比较。",
        "label": ""
      },
      {
        "sentence": "如果你觉得压力很大，可以考虑寻求心理咨询师的帮助，他们能够帮助你更好地理解和处理这些情绪困扰。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己，没有人会一直关注你，大多数人更关注自己的事情。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我意识到了我对自己要求太高了。我会尝试放下这些过度的要求，更加相信自己的能力。也会考虑寻求心理咨询师的帮助，希望能够找到解决问题的方法。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "确实，我意识到了我对自己要求太高了。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下这些过度的要求，更加相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "也会考虑寻求心理咨询师的帮助，希望能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和愿望。相信自己是非常重要的，你可以给自己更多的鼓励和肯定。心理咨询师会帮助你专业地分析和解决问题，给你更多支持和指导。希望你能在咨询中找到答案，过上更自信、放松的生活。不用客气，我会一直在这里支持你的！记得随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和愿望。",
        "label": ""
      },
      {
        "sentence": "相信自己是非常重要的，你可以给自己更多的鼓励和肯定。",
        "label": ""
      },
      {
        "sentence": "心理咨询师会帮助你专业地分析和解决问题，给你更多支持和指导。",
        "label": ""
      },
      {
        "sentence": "希望你能在咨询中找到答案，过上更自信、放松的生活。",
        "label": ""
      },
      {
        "sentence": "不用客气，我会一直在这里支持你的！",
        "label": ""
      },
      {
        "sentence": "记得随时来找我聊天。",
        "label": ""
      }
    ]
  }
]