[
  {
    "role": "client",
    "content": "非常在乎别人的看法，怎么办？我很在乎别人的看法，一旦不和别人的行为不一致就害怕紧张。比如爬楼梯累停下来休息时有人上来了，我就非常紧张，心慌，因为我休息时就害怕别人会怎么想？心里又想跟上去，又很紧张。我好像做什么事和别人一致我才能安心，放心大胆去做，一旦和别人不一样了，我就会不知所措，心慌。又比如去学校没带校服我就会开始担心有人在校门口查，害怕被人关注到；害怕上学迟到，一想到别人在教室而我还没进去就开始紧张了担忧了",
    "annotation": [
      {
        "sentence": "非常在乎别人的看法，怎么办？",
        "label": ""
      },
      {
        "sentence": "我很在乎别人的看法，一旦不和别人的行为不一致就害怕紧张。",
        "label": ""
      },
      {
        "sentence": "比如爬楼梯累停下来休息时有人上来了，我就非常紧张，心慌，因为我休息时就害怕别人会怎么想？",
        "label": ""
      },
      {
        "sentence": "心里又想跟上去，又很紧张。",
        "label": ""
      },
      {
        "sentence": "我好像做什么事和别人一致我才能安心，放心大胆去做，一旦和别人不一样了，我就会不知所措，心慌。",
        "label": ""
      },
      {
        "sentence": "又比如去学校没带校服我就会开始担心有人在校门口查，害怕被人关注到；害怕上学迟到，一想到别人在教室而我还没进去就开始紧张了担忧了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完你的问题，从描述里看出你困扰于自己非常在乎别人的看法。你担心和别人行为不一致时会感到紧张和不知所措，以及害怕受到别人的关注和批评。这些感受很常见，其实每个人都有一定程度上的变得和别人一样的倾向。在社会心理学中，探讨了“变得和别人一样”或称为从众的倾向是一个重要的研究议题。我想分享一个叫谢里夫实验的研究，通过这个实验我们可以了解到个体对社会规范和社会期望的影响。这个实验中，参与者被要求判断一个光点移动的距离，但实际上这个光点是不断变化位置的，实验结果显示参与者的估计会受到其他参与者影响。这个实验告诉我们，我们对现实的看法不仅仅是我们个人的观点，也受到他人的影响和社会规范的塑造。对于你来说，你害怕别人的看法可能是因为你担心与别人的不同会带来批评和指责，这些声音可能来自于你成长环境中的某些人说的话或者长期受压抑无法表达自己真实需求的生活经历。建立一个支持性和包容性的关系是非常有帮助的，你可以尝试与身边能够信任的朋友交流，寻求支持和倾诉，也可以考虑向学校的心理咨询中心寻求帮助。这是一个长期的自我发现过程，如果有人可以陪伴你同行，那会更加轻松。",
    "annotation": [
      {
        "sentence": "认真看完你的问题，从描述里看出你困扰于自己非常在乎别人的看法。",
        "label": ""
      },
      {
        "sentence": "你担心和别人行为不一致时会感到紧张和不知所措，以及害怕受到别人的关注和批评。",
        "label": ""
      },
      {
        "sentence": "这些感受很常见，其实每个人都有一定程度上的变得和别人一样的倾向。",
        "label": ""
      },
      {
        "sentence": "在社会心理学中，探讨了“变得和别人一样”或称为从众的倾向是一个重要的研究议题。",
        "label": ""
      },
      {
        "sentence": "我想分享一个叫谢里夫实验的研究，通过这个实验我们可以了解到个体对社会规范和社会期望的影响。",
        "label": ""
      },
      {
        "sentence": "这个实验中，参与者被要求判断一个光点移动的距离，但实际上这个光点是不断变化位置的，实验结果显示参与者的估计会受到其他参与者影响。",
        "label": ""
      },
      {
        "sentence": "这个实验告诉我们，我们对现实的看法不仅仅是我们个人的观点，也受到他人的影响和社会规范的塑造。",
        "label": ""
      },
      {
        "sentence": "对于你来说，你害怕别人的看法可能是因为你担心与别人的不同会带来批评和指责，这些声音可能来自于你成长环境中的某些人说的话或者长期受压抑无法表达自己真实需求的生活经历。",
        "label": ""
      },
      {
        "sentence": "建立一个支持性和包容性的关系是非常有帮助的，你可以尝试与身边能够信任的朋友交流，寻求支持和倾诉，也可以考虑向学校的心理咨询中心寻求帮助。",
        "label": ""
      },
      {
        "sentence": "这是一个长期的自我发现过程，如果有人可以陪伴你同行，那会更加轻松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我明白了，我确实受到了周围环境和他人的影响，导致我过于在乎别人的看法。但我还是很难摆脱这种焦虑和紧张的感觉。我有时候觉得自己很无力，不知道如何应对这样的情绪。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我明白了，我确实受到了周围环境和他人的影响，导致我过于在乎别人的看法。",
        "label": ""
      },
      {
        "sentence": "但我还是很难摆脱这种焦虑和紧张的感觉。",
        "label": ""
      },
      {
        "sentence": "我有时候觉得自己很无力，不知道如何应对这样的情绪。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你意识到自己受到周围环境和他人影响时，这已经是一个很重要的第一步了。对于摆脱焦虑和紧张感，我建议你试试以下几种方法。首先，要给自己一些时间和空间来接受自己真实的感受和需求。不要把自己局限在只关注别人的期待上。建立自我认同的基础，相信和接受自己的独特性和个体差异。其次，试着将注意力从他人的看法转向自己的内在感受和目标上，关注自己内心的需求和价值观。通过培养内在的安全感和自信心，你可以更好地应对外界的压力和不一致。最后，积极寻求支持和倾诉，可以是与朋友聊天、与家人沟通，或者寻求心理专业人士的帮助。他们可以提供更多的支持和建议，帮助你更好地处理情绪和困扰。请记住，这是一个长期的过程，需要耐心和努力，但你并不孤单，有人愿意和你同行。",
    "annotation": [
      {
        "sentence": "当你意识到自己受到周围环境和他人影响时，这已经是一个很重要的第一步了。",
        "label": ""
      },
      {
        "sentence": "对于摆脱焦虑和紧张感，我建议你试试以下几种方法。",
        "label": ""
      },
      {
        "sentence": "首先，要给自己一些时间和空间来接受自己真实的感受和需求。",
        "label": ""
      },
      {
        "sentence": "不要把自己局限在只关注别人的期待上。",
        "label": ""
      },
      {
        "sentence": "建立自我认同的基础，相信和接受自己的独特性和个体差异。",
        "label": ""
      },
      {
        "sentence": "其次，试着将注意力从他人的看法转向自己的内在感受和目标上，关注自己内心的需求和价值观。",
        "label": ""
      },
      {
        "sentence": "通过培养内在的安全感和自信心，你可以更好地应对外界的压力和不一致。",
        "label": ""
      },
      {
        "sentence": "最后，积极寻求支持和倾诉，可以是与朋友聊天、与家人沟通，或者寻求心理专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "他们可以提供更多的支持和建议，帮助你更好地处理情绪和困扰。",
        "label": ""
      },
      {
        "sentence": "请记住，这是一个长期的过程，需要耐心和努力，但你并不孤单，有人愿意和你同行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试着接受自己，并寻求内心的平衡和支持。我也会考虑与身边的朋友和家人更多地交流，同时也会考虑找专业人士寻求帮助。希望这样的努力可以帮助我摆脱对他人看法的过度依赖和焦虑。再一次感谢你的支持和回答。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试着接受自己，并寻求内心的平衡和支持。",
        "label": ""
      },
      {
        "sentence": "我也会考虑与身边的朋友和家人更多地交流，同时也会考虑找专业人士寻求帮助。",
        "label": ""
      },
      {
        "sentence": "希望这样的努力可以帮助我摆脱对他人看法的过度依赖和焦虑。",
        "label": ""
      },
      {
        "sentence": "再一次感谢你的支持和回答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住坚持与身边的人沟通、与自己建立联系，并给自己一些时间和空间是很重要的。你的努力会有回报的，希望你能逐渐摆脱对他人看法的过度依赖，找到真正属于自己的内心平衡和幸福。如果你还需要任何帮助或者想要聊天，随时都可以来找我。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住坚持与身边的人沟通、与自己建立联系，并给自己一些时间和空间是很重要的。",
        "label": ""
      },
      {
        "sentence": "你的努力会有回报的，希望你能逐渐摆脱对他人看法的过度依赖，找到真正属于自己的内心平衡和幸福。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助或者想要聊天，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]