[
  {
    "role": "client",
    "content": "我不自信，好看的衣服觉得自己不配穿，而且不希望太扎眼。总是在意别人的眼光，不想引起太多关注。还有，我买了很多贵的衣服，但总是感到内疚。",
    "annotation": [
      {
        "sentence": "我不自信，好看的衣服觉得自己不配穿，而且不希望太扎眼。",
        "label": ""
      },
      {
        "sentence": "总是在意别人的眼光，不想引起太多关注。",
        "label": ""
      },
      {
        "sentence": "还有，我买了很多贵的衣服，但总是感到内疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时在意别人的眼光并不是个缺点，它可能反映出你的遵守规则、注重纪律和秩序的一面。它也可能说明你比较严谨可靠，这样的邻家女孩很受男生喜欢。相反，一些醒目夸张的人可能给男生带来很大压力，所以追求者反而少一些。每种性格都有其优势和劣势，我们要理解并接纳自己的独特性格特点，不要盲目追求别人所谓的好处。衣服是性格的外化，穿上不适合自己的衣服，当然会感到不自在、不像自己。我们要挑选适合自己、让自己感到舒适的衣服，展现自己的性格特点，要对自己更有自信，加油！",
    "annotation": [
      {
        "sentence": "有时在意别人的眼光并不是个缺点，它可能反映出你的遵守规则、注重纪律和秩序的一面。",
        "label": ""
      },
      {
        "sentence": "它也可能说明你比较严谨可靠，这样的邻家女孩很受男生喜欢。",
        "label": ""
      },
      {
        "sentence": "相反，一些醒目夸张的人可能给男生带来很大压力，所以追求者反而少一些。",
        "label": ""
      },
      {
        "sentence": "每种性格都有其优势和劣势，我们要理解并接纳自己的独特性格特点，不要盲目追求别人所谓的好处。",
        "label": ""
      },
      {
        "sentence": "衣服是性格的外化，穿上不适合自己的衣服，当然会感到不自在、不像自己。",
        "label": ""
      },
      {
        "sentence": "我们要挑选适合自己、让自己感到舒适的衣服，展现自己的性格特点，要对自己更有自信，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我总觉得自己不配穿漂亮的衣服，不知道怎么才能改变这种想法。我是否需要尝试新的穿衣风格来提升自信呢？",
    "annotation": [
      {
        "sentence": "我明白了，但是我总觉得自己不配穿漂亮的衣服，不知道怎么才能改变这种想法。",
        "label": ""
      },
      {
        "sentence": "我是否需要尝试新的穿衣风格来提升自信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不需要改变自己的穿衣风格来提升自信。相反，我建议你从内心开始培养自信。尝试找到你自己的优点和魅力，坚信自己是与众不同的。逐渐克服这种觉得不配穿好看衣服的想法，学会欣赏自己的外貌和穿着。如果你有需要，当然可以尝试一些新的穿衣风格来探索适合自己的款式，但关键是要保持真实和自信。",
    "annotation": [
      {
        "sentence": "你并不需要改变自己的穿衣风格来提升自信。",
        "label": ""
      },
      {
        "sentence": "相反，我建议你从内心开始培养自信。",
        "label": ""
      },
      {
        "sentence": "尝试找到你自己的优点和魅力，坚信自己是与众不同的。",
        "label": ""
      },
      {
        "sentence": "逐渐克服这种觉得不配穿好看衣服的想法，学会欣赏自己的外貌和穿着。",
        "label": ""
      },
      {
        "sentence": "如果你有需要，当然可以尝试一些新的穿衣风格来探索适合自己的款式，但关键是要保持真实和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试从内心开始培养自信的。但是，有时候我还是会担心别人的评价和看法。怎么克服这种焦虑呢？",
    "annotation": [
      {
        "sentence": "嗯，我会尝试从内心开始培养自信的。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我还是会担心别人的评价和看法。",
        "label": ""
      },
      {
        "sentence": "怎么克服这种焦虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心别人的评价和看法的焦虑是很正常的。我们都希望得到他人的认可和喜欢。但是，我们要明确一点：我们不能让别人的看法来定义自己的价值。重要的是要学会倾听自己内心的声音，相信自己的选择。建立起自己对自己的评价和认可，这样别人的意见对你的影响就会减少。同时，寻找一些给自己积极肯定的社交圈子和支持者，他们会给予你更多正面的反馈和支持，帮助你克服焦虑。",
    "annotation": [
      {
        "sentence": "这种担心别人的评价和看法的焦虑是很正常的。",
        "label": ""
      },
      {
        "sentence": "我们都希望得到他人的认可和喜欢。",
        "label": ""
      },
      {
        "sentence": "但是，我们要明确一点：我们不能让别人的看法来定义自己的价值。",
        "label": ""
      },
      {
        "sentence": "重要的是要学会倾听自己内心的声音，相信自己的选择。",
        "label": ""
      },
      {
        "sentence": "建立起自己对自己的评价和认可，这样别人的意见对你的影响就会减少。",
        "label": ""
      },
      {
        "sentence": "同时，寻找一些给自己积极肯定的社交圈子和支持者，他们会给予你更多正面的反馈和支持，帮助你克服焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会努力学会相信自己的选择，并寻找支持和积极的社交圈子。还有，我觉得购买太多贵的衣服也导致我有内疚感。怎么能在买衣服时控制自己的花费和情绪呢？",
    "annotation": [
      {
        "sentence": "你说得对，我会努力学会相信自己的选择，并寻找支持和积极的社交圈子。",
        "label": ""
      },
      {
        "sentence": "还有，我觉得购买太多贵的衣服也导致我有内疚感。",
        "label": ""
      },
      {
        "sentence": "怎么能在买衣服时控制自己的花费和情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于购买衣服的控制，你可以制定一个合理的购物预算，遵循自己的经济状况来决定购买的数量和价格。购物前，你可以制定一个清单，只购买真正需要和喜欢的衣服，避免冲动购买。同时，也要学会分辨情绪购物和实际需求，学会寻找其他途径来满足自己的情感需求。也可以尝试一些替代性的购买或关注其他兴趣爱好，以减少对衣服的过度依赖和内疚感。",
    "annotation": [
      {
        "sentence": "对于购买衣服的控制，你可以制定一个合理的购物预算，遵循自己的经济状况来决定购买的数量和价格。",
        "label": ""
      },
      {
        "sentence": "购物前，你可以制定一个清单，只购买真正需要和喜欢的衣服，避免冲动购买。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会分辨情绪购物和实际需求，学会寻找其他途径来满足自己的情感需求。",
        "label": ""
      },
      {
        "sentence": "也可以尝试一些替代性的购买或关注其他兴趣爱好，以减少对衣服的过度依赖和内疚感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会制定一个合理的购物预算，并尝试制定购物清单来控制自己的花费。我也会关注其他兴趣爱好，以减少对衣服的依赖。感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会制定一个合理的购物预算，并尝试制定购物清单来控制自己的花费。",
        "label": ""
      },
      {
        "sentence": "我也会关注其他兴趣爱好，以减少对衣服的依赖。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服这些困扰。记住，自信和快乐来自内心的认可和坚持。相信自己的能力和魅力，不要让别人的评价左右你的价值。你已经迈出了第一步，加油！如果需要任何帮助，我都会在这里支持你。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服这些困扰。",
        "label": ""
      },
      {
        "sentence": "记住，自信和快乐来自内心的认可和坚持。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力和魅力，不要让别人的评价左右你的价值。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，加油！",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，我都会在这里支持你。",
        "label": ""
      }
    ]
  }
]