[
  {
    "role": "client",
    "content": "没有了心动和甜蜜，就没有了爱情？爱情是什么？爱情到底是什么呢？是结婚后的夫妻平平淡淡的度过此生还是情动初开的小情侣品尝到的甜甜恋爱是不是没有了所谓的“心动”、没有了期望中的甜蜜、生活中的浪漫就没有了“爱情”？为什么会有人：牵着对象手、踩着备胎身、眼睛望着的却是别的人？我一直都知道爱情的美好，因为爱情的滋味而让人分泌出的多巴胺多快乐呀，可是身边人的爱情观让我觉得我所知道的爱情好似虚无的幻想甚至根本不值得相信这世界上真的有只为一人动心一人醉的吗？（说实话，我很反感那种今天秀恩爱的男女朋友，过了不久就和双方的朋友成了男女朋友，还互祝99，并且丝毫没有感受到“异样”；还有那种说自己男朋友不重要，搞不好过几天就换了的那种。。。小朋友你是否有很多问号…）最不值得相信的还是爱情呢只有修炼好自己来的实在？？？？？？",
    "annotation": [
      {
        "sentence": "没有了心动和甜蜜，就没有了爱情？",
        "label": ""
      },
      {
        "sentence": "爱情是什么？",
        "label": ""
      },
      {
        "sentence": "爱情到底是什么呢？",
        "label": ""
      },
      {
        "sentence": "是结婚后的夫妻平平淡淡的度过此生还是情动初开的小情侣品尝到的甜甜恋爱是不是没有了所谓的“心动”、没有了期望中的甜蜜、生活中的浪漫就没有了“爱情”？",
        "label": ""
      },
      {
        "sentence": "为什么会有人：牵着对象手、踩着备胎身、眼睛望着的却是别的人？",
        "label": ""
      },
      {
        "sentence": "我一直都知道爱情的美好，因为爱情的滋味而让人分泌出的多巴胺多快乐呀，可是身边人的爱情观让我觉得我所知道的爱情好似虚无的幻想甚至根本不值得相信这世界上真的有只为一人动心一人醉的吗？",
        "label": ""
      },
      {
        "sentence": "（说实话，我很反感那种今天秀恩爱的男女朋友，过了不久就和双方的朋友成了男女朋友，还互祝99，并且丝毫没有感受到“异样”；还有那种说自己男朋友不重要，搞不好过几天就换了的那种。。。",
        "label": ""
      },
      {
        "sentence": "小朋友你是否有很多问号…）最不值得相信的还是爱情呢只有修炼好自己来的实在？？？？？？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我可以理解你的困惑和疑虑。爱情是一个复杂而美丽的话题，每个人对爱情的定义和经历都不尽相同。不过，我相信真正的爱情是相互付出和成就的结果。爱情是相互的接纳，是平等的。它不会受到自尊和评价的影响。当我们真正爱上一个人时，大脑的结构和化学作用会使我们对自尊和评价产生较少的想法。真正的爱情是没有自尊和评价的想法的。如果一个人对你挑三拣四，不接纳你的种种行为，那并不是真正的爱情。这种暂时的对对方的兴趣也不会持久，日后可能会演变成对你的嫌弃。同样地，如果一个男孩子追求一个女孩子，但在追求过程中对自己的心理平衡产生不满的想法，那也不是真正的爱情。真正的爱情不会让我们觉得委屈，不会让我们认为付出很辛苦。它是无条件的爱。我的爱不会因为你是否爱我而存在或消失，你的爱也不会因为我是否爱你而存在或消失。对对方的爱和付出的多少，并不会影响自己对对方的爱和爱的程度。因为爱情只存在或者不存在，它不存在任何条件。爱情没有比较级，只有最高级。没有更爱，只有爱。爱情既可以是一见钟情，也可以是日久生情。一见钟情包括了似曾相识的感觉、永恒感、完整感和不可或缺感。短暂的激情只持续两年，而之后的爱情建立在相互付出、承担责任和包容中。当你和一个你喜欢的人在一起，能共同生活、一起吃饭、聊天、玩乐，并且每天都感到幸福和甜蜜时，那就是真正的爱情。不要因为身边一些不理想的例子而质疑爱情的存在，相信修炼好自己，真正的爱情就会出现在你的生活中。",
    "annotation": [
      {
        "sentence": "求助者，我可以理解你的困惑和疑虑。",
        "label": ""
      },
      {
        "sentence": "爱情是一个复杂而美丽的话题，每个人对爱情的定义和经历都不尽相同。",
        "label": ""
      },
      {
        "sentence": "不过，我相信真正的爱情是相互付出和成就的结果。",
        "label": ""
      },
      {
        "sentence": "爱情是相互的接纳，是平等的。",
        "label": ""
      },
      {
        "sentence": "它不会受到自尊和评价的影响。",
        "label": ""
      },
      {
        "sentence": "当我们真正爱上一个人时，大脑的结构和化学作用会使我们对自尊和评价产生较少的想法。",
        "label": ""
      },
      {
        "sentence": "真正的爱情是没有自尊和评价的想法的。",
        "label": ""
      },
      {
        "sentence": "如果一个人对你挑三拣四，不接纳你的种种行为，那并不是真正的爱情。",
        "label": ""
      },
      {
        "sentence": "这种暂时的对对方的兴趣也不会持久，日后可能会演变成对你的嫌弃。",
        "label": ""
      },
      {
        "sentence": "同样地，如果一个男孩子追求一个女孩子，但在追求过程中对自己的心理平衡产生不满的想法，那也不是真正的爱情。",
        "label": ""
      },
      {
        "sentence": "真正的爱情不会让我们觉得委屈，不会让我们认为付出很辛苦。",
        "label": ""
      },
      {
        "sentence": "它是无条件的爱。",
        "label": ""
      },
      {
        "sentence": "我的爱不会因为你是否爱我而存在或消失，你的爱也不会因为我是否爱你而存在或消失。",
        "label": ""
      },
      {
        "sentence": "对对方的爱和付出的多少，并不会影响自己对对方的爱和爱的程度。",
        "label": ""
      },
      {
        "sentence": "因为爱情只存在或者不存在，它不存在任何条件。",
        "label": ""
      },
      {
        "sentence": "爱情没有比较级，只有最高级。",
        "label": ""
      },
      {
        "sentence": "没有更爱，只有爱。",
        "label": ""
      },
      {
        "sentence": "爱情既可以是一见钟情，也可以是日久生情。",
        "label": ""
      },
      {
        "sentence": "一见钟情包括了似曾相识的感觉、永恒感、完整感和不可或缺感。",
        "label": ""
      },
      {
        "sentence": "短暂的激情只持续两年，而之后的爱情建立在相互付出、承担责任和包容中。",
        "label": ""
      },
      {
        "sentence": "当你和一个你喜欢的人在一起，能共同生活、一起吃饭、聊天、玩乐，并且每天都感到幸福和甜蜜时，那就是真正的爱情。",
        "label": ""
      },
      {
        "sentence": "不要因为身边一些不理想的例子而质疑爱情的存在，相信修炼好自己，真正的爱情就会出现在你的生活中。",
        "label": ""
      }
    ]
  }
]