[
  {
    "role": "client",
    "content": "我28岁，喜欢上了一个叔叔，有过一些曲折的经历。两年后，我该怎么表达我的感受呢？他比我大14岁，我们两年前认识，当时他非常喜欢我，但我还在考虑，可能他觉得我拒绝了他，但其实我只是觉得暂时不合适。两年过去了，我觉得我还是忘不了他，觉得他是最好的，但他突然告诉我，他已经找到了异地的对象。这件事让我很不开心，我想知道，我还有机会吗？我只差没把这些话说出口，他应该能理解我，知道我可能还忘不了他。我还应该告诉他我很喜欢他，他能考虑一下我吗？",
    "annotation": [
      {
        "sentence": "我28岁，喜欢上了一个叔叔，有过一些曲折的经历。",
        "label": ""
      },
      {
        "sentence": "两年后，我该怎么表达我的感受呢？",
        "label": ""
      },
      {
        "sentence": "他比我大14岁，我们两年前认识，当时他非常喜欢我，但我还在考虑，可能他觉得我拒绝了他，但其实我只是觉得暂时不合适。",
        "label": ""
      },
      {
        "sentence": "两年过去了，我觉得我还是忘不了他，觉得他是最好的，但他突然告诉我，他已经找到了异地的对象。",
        "label": ""
      },
      {
        "sentence": "这件事让我很不开心，我想知道，我还有机会吗？",
        "label": ""
      },
      {
        "sentence": "我只差没把这些话说出口，他应该能理解我，知道我可能还忘不了他。",
        "label": ""
      },
      {
        "sentence": "我还应该告诉他我很喜欢他，他能考虑一下我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你内心深处的不甘心，喜欢一个人没有错，但喜欢一个人并不意味着要与他厮守终生，你同这位叔叔可以说是两代人了。虽然当时他喜欢你，而现在你喜欢他，但因为年龄的差异，你们在思维模式等方面可能存在一些障碍，我们必须觉察到这一点。这并非完全无法克服，但它提醒我们彼此要给对方更多了解的时间。如果只是因为喜欢而不经过深入了解建立起的亲密关系，没有彼此对未来的承诺和保障，那么这段关系最终可能不会很顺利。感情的事情没有对错之分，但最终可能会有受伤和释然的人，而你显然处于比较弱势的那一方。我希望你慎重考虑，理性地平衡你的感性喜好。以上是我的建议。",
    "annotation": [
      {
        "sentence": "我能感受到你内心深处的不甘心，喜欢一个人没有错，但喜欢一个人并不意味着要与他厮守终生，你同这位叔叔可以说是两代人了。",
        "label": ""
      },
      {
        "sentence": "虽然当时他喜欢你，而现在你喜欢他，但因为年龄的差异，你们在思维模式等方面可能存在一些障碍，我们必须觉察到这一点。",
        "label": ""
      },
      {
        "sentence": "这并非完全无法克服，但它提醒我们彼此要给对方更多了解的时间。",
        "label": ""
      },
      {
        "sentence": "如果只是因为喜欢而不经过深入了解建立起的亲密关系，没有彼此对未来的承诺和保障，那么这段关系最终可能不会很顺利。",
        "label": ""
      },
      {
        "sentence": "感情的事情没有对错之分，但最终可能会有受伤和释然的人，而你显然处于比较弱势的那一方。",
        "label": ""
      },
      {
        "sentence": "我希望你慎重考虑，理性地平衡你的感性喜好。",
        "label": ""
      },
      {
        "sentence": "以上是我的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白你的意思。我刚开始意识到自己对他的感情，也意识到我们之间的差异。那么，你认为我应该如何处理自己的感受呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "我刚开始意识到自己对他的感情，也意识到我们之间的差异。",
        "label": ""
      },
      {
        "sentence": "那么，你认为我应该如何处理自己的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以尝试更深入地了解他的过去和现在的情况，弄清楚他是否真的已经在异地找到了对象。如果他确实已经有了新的对象，你需要接受这个事实，并逐渐放下对他的感情。但如果他并没有找到对象，你可以适时地表达出你对他的喜欢，并看看他是否对你产生了兴趣。无论结果如何，你都应该尊重他的选择和决定。",
    "annotation": [
      {
        "sentence": "首先，你可以尝试更深入地了解他的过去和现在的情况，弄清楚他是否真的已经在异地找到了对象。",
        "label": ""
      },
      {
        "sentence": "如果他确实已经有了新的对象，你需要接受这个事实，并逐渐放下对他的感情。",
        "label": ""
      },
      {
        "sentence": "但如果他并没有找到对象，你可以适时地表达出你对他的喜欢，并看看他是否对你产生了兴趣。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都应该尊重他的选择和决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着更加了解他的情况。也许我可以通过问一些朋友打听一下他的情况。如果他真的已经有了新的对象，我会尽量放下这份感情，尊重他的决定。但如果他没有，我会勇敢地表达出对他的喜欢，看看我们是否有可能在一起。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着更加了解他的情况。",
        "label": ""
      },
      {
        "sentence": "也许我可以通过问一些朋友打听一下他的情况。",
        "label": ""
      },
      {
        "sentence": "如果他真的已经有了新的对象，我会尽量放下这份感情，尊重他的决定。",
        "label": ""
      },
      {
        "sentence": "但如果他没有，我会勇敢地表达出对他的喜欢，看看我们是否有可能在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，记得要冷静地处理这个事情，不要让自己陷入太深的情感中。同时，也要为自己留一些空间和时间，不要把全部的希望寄托在他身上。人生中还有很多其他美好的事物值得你去追求和体验。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，记得要冷静地处理这个事情，不要让自己陷入太深的情感中。",
        "label": ""
      },
      {
        "sentence": "同时，也要为自己留一些空间和时间，不要把全部的希望寄托在他身上。",
        "label": ""
      },
      {
        "sentence": "人生中还有很多其他美好的事物值得你去追求和体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会注意这些。我也知道感情不能强求，也要为自己留下退路。谢谢你的建议和鼓励，我会试着采取行动，看看未来会怎样发展。",
    "annotation": [
      {
        "sentence": "你说得对，我会注意这些。",
        "label": ""
      },
      {
        "sentence": "我也知道感情不能强求，也要为自己留下退路。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我会试着采取行动，看看未来会怎样发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心，你一定可以度过这个情感的难关。无论最后的结果如何，都希望你能够从中学到一些宝贵的经验，成长为更加坚强和独立的人。如果有任何需要，随时都可以向我求助。祝福你。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心，你一定可以度过这个情感的难关。",
        "label": ""
      },
      {
        "sentence": "无论最后的结果如何，都希望你能够从中学到一些宝贵的经验，成长为更加坚强和独立的人。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和祝福，我会好好总结这段经历，并从中成长。如果有需要，我一定会再次向你求助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和祝福，我会好好总结这段经历，并从中成长。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再次向你求助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。祝你一切顺利，希望你早日找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，希望你早日找到属于自己的幸福！",
        "label": ""
      }
    ]
  }
]