[
  {
    "role": "client",
    "content": "周围的人都说我的家庭太麻烦了，这种家庭我该咋办？奶奶去世前，每天把两个姑姑一大家人招呼到我家吃饭，我爸啥也不管不关心，爸妈离婚了，奶奶去世后彻底爆发，三姑四姑们在奶奶安葬当天邀请我现在的老公来我家里，刚吃了饭准备走不想来，他聪明，知道回家马上该分礼钱，习俗的话姑娘是往家拿钱，我家账本4本都要分，三四姑硬把人家叫到我家，前脚刚一进门她俩马上变脸大声哭诉说我奶奶是因为老公死的，我爸一言不发，我遇事害怕懵了，老公莫名其妙受了这么大一个气，后来发现这是个开始，结婚头一年我三姑把我们新人送礼的东西扔出来。第二年拜年我们同辈乱打了一架，我俩好好的回来说因为我俩打的。后来我爸被打了，我四姑和他亲家一箱奶就打发了，我从外地工作回来发现了，头上8cm口子就给抓了两针，我爸懒没拆线才发现，刚好我姐她儿子留学，他们沾过光要给三五千，让我爸告我逼我出钱，遇在一起问下这事人家很厉害啊，我们要掰扯清楚，我爸把我和老公直接拉死了，他为人家说话，我这种家庭咋办。",
    "annotation": [
      {
        "sentence": "周围的人都说我的家庭太麻烦了，这种家庭我该咋办？",
        "label": ""
      },
      {
        "sentence": "奶奶去世前，每天把两个姑姑一大家人招呼到我家吃饭，我爸啥也不管不关心，爸妈离婚了，奶奶去世后彻底爆发，三姑四姑们在奶奶安葬当天邀请我现在的老公来我家里，刚吃了饭准备走不想来，他聪明，知道回家马上该分礼钱，习俗的话姑娘是往家拿钱，我家账本4本都要分，三四姑硬把人家叫到我家，前脚刚一进门她俩马上变脸大声哭诉说我奶奶是因为老公死的，我爸一言不发，我遇事害怕懵了，老公莫名其妙受了这么大一个气，后来发现这是个开始，结婚头一年我三姑把我们新人送礼的东西扔出来。",
        "label": ""
      },
      {
        "sentence": "第二年拜年我们同辈乱打了一架，我俩好好的回来说因为我俩打的。",
        "label": ""
      },
      {
        "sentence": "后来我爸被打了，我四姑和他亲家一箱奶就打发了，我从外地工作回来发现了，头上8cm口子就给抓了两针，我爸懒没拆线才发现，刚好我姐她儿子留学，他们沾过光要给三五千，让我爸告我逼我出钱，遇在一起问下这事人家很厉害啊，我们要掰扯清楚，我爸把我和老公直接拉死了，他为人家说话，我这种家庭咋办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你这种家庭情况，我很理解你的困扰和苦恼。你和你老公遇到的问题主要来自于你们和你爸爸的关系。看到你的描述，我认为你们目前还有可以选择的余地。首先，你爸爸对你们不闻不问。其次，他要求你们随礼。第三，如果他不满意，会扣你们的长辈尊重。假设一种情况，如果你爸只是一个你非常熟悉的朋友，他对你做了以上这些事情，你会继续和他保持联系吗？一般情况下，我们会选择远离这样的人。无论他说的什么话，做的什么事情，都不能相信。他自己要承担自己行为所带来的后果。但实际上，你们一直在搭理他们，一退再退。无论他们是否有理，只要他们情绪化、道德绑架，你们就退让。这是整个问题的关键点！这种情况已经导致你和你老公进入病态精神状态，你们为什么还要维持这种联系？其中一个选择是放手，让他们自己成长，虽然这对你们可能很痛苦，但从你们的处境来看，这是解决问题的一个好办法。你可以考虑带着你老公离开这个是非之地，以你们自己的能力生活下去。需要克服的障碍是心理上的，你们需要脱离你爸爸和其他亲戚，可能在之后的日子里不再和他们往来。这是付出的代价，但对你们现在的处境而言，这是解决问题的好尝试。如果他们不想好好对待你们，你们可以选择断绝关系。你们要掌握主动权，而不是让他们掌握。当然，你们也可以继续维持现状，但那样的话，你们会进一步陷入各种负面情绪。所以，你们是否考虑过这个选择呢？",
    "annotation": [
      {
        "sentence": "对于你这种家庭情况，我很理解你的困扰和苦恼。",
        "label": ""
      },
      {
        "sentence": "你和你老公遇到的问题主要来自于你们和你爸爸的关系。",
        "label": ""
      },
      {
        "sentence": "看到你的描述，我认为你们目前还有可以选择的余地。",
        "label": ""
      },
      {
        "sentence": "首先，你爸爸对你们不闻不问。",
        "label": ""
      },
      {
        "sentence": "其次，他要求你们随礼。",
        "label": ""
      },
      {
        "sentence": "第三，如果他不满意，会扣你们的长辈尊重。",
        "label": ""
      },
      {
        "sentence": "假设一种情况，如果你爸只是一个你非常熟悉的朋友，他对你做了以上这些事情，你会继续和他保持联系吗？",
        "label": ""
      },
      {
        "sentence": "一般情况下，我们会选择远离这样的人。",
        "label": ""
      },
      {
        "sentence": "无论他说的什么话，做的什么事情，都不能相信。",
        "label": ""
      },
      {
        "sentence": "他自己要承担自己行为所带来的后果。",
        "label": ""
      },
      {
        "sentence": "但实际上，你们一直在搭理他们，一退再退。",
        "label": ""
      },
      {
        "sentence": "无论他们是否有理，只要他们情绪化、道德绑架，你们就退让。",
        "label": ""
      },
      {
        "sentence": "这是整个问题的关键点！",
        "label": ""
      },
      {
        "sentence": "这种情况已经导致你和你老公进入病态精神状态，你们为什么还要维持这种联系？",
        "label": ""
      },
      {
        "sentence": "其中一个选择是放手，让他们自己成长，虽然这对你们可能很痛苦，但从你们的处境来看，这是解决问题的一个好办法。",
        "label": ""
      },
      {
        "sentence": "你可以考虑带着你老公离开这个是非之地，以你们自己的能力生活下去。",
        "label": ""
      },
      {
        "sentence": "需要克服的障碍是心理上的，你们需要脱离你爸爸和其他亲戚，可能在之后的日子里不再和他们往来。",
        "label": ""
      },
      {
        "sentence": "这是付出的代价，但对你们现在的处境而言，这是解决问题的好尝试。",
        "label": ""
      },
      {
        "sentence": "如果他们不想好好对待你们，你们可以选择断绝关系。",
        "label": ""
      },
      {
        "sentence": "你们要掌握主动权，而不是让他们掌握。",
        "label": ""
      },
      {
        "sentence": "当然，你们也可以继续维持现状，但那样的话，你们会进一步陷入各种负面情绪。",
        "label": ""
      },
      {
        "sentence": "所以，你们是否考虑过这个选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我们工作正是有起色挣的多，后来抉择了辞职去找他，结果我姐又回绝了我们。",
    "annotation": [
      {
        "sentence": "当时我们工作正是有起色挣的多，后来抉择了辞职去找他，结果我姐又回绝了我们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "比如这次，你们自己有能力获取更好的机会。但对方无法给你们承诺，也无法为你们的辞职提供任何补偿。我很好奇，你们为什么会相信这样一个“亲戚”呢？你们一直在相信他们，对他们宠溺，认为他们会对你们好。你们从哪里来的勇气做出这样的决定呢？你们为何如此无条件地相信你亲戚的任何话语、承诺，甚至牺牲你们正在蒸蒸日上的事业？一般情况下，遇到这样的“人”，我们会选择远离，疏远，老死不相往来。除非心情好了，可以赏给他们一些面子吃个饭。还有什么理由保持联系呢？",
    "annotation": [
      {
        "sentence": "比如这次，你们自己有能力获取更好的机会。",
        "label": ""
      },
      {
        "sentence": "但对方无法给你们承诺，也无法为你们的辞职提供任何补偿。",
        "label": ""
      },
      {
        "sentence": "我很好奇，你们为什么会相信这样一个“亲戚”呢？",
        "label": ""
      },
      {
        "sentence": "你们一直在相信他们，对他们宠溺，认为他们会对你们好。",
        "label": ""
      },
      {
        "sentence": "你们从哪里来的勇气做出这样的决定呢？",
        "label": ""
      },
      {
        "sentence": "你们为何如此无条件地相信你亲戚的任何话语、承诺，甚至牺牲你们正在蒸蒸日上的事业？",
        "label": ""
      },
      {
        "sentence": "一般情况下，遇到这样的“人”，我们会选择远离，疏远，老死不相往来。",
        "label": ""
      },
      {
        "sentence": "除非心情好了，可以赏给他们一些面子吃个饭。",
        "label": ""
      },
      {
        "sentence": "还有什么理由保持联系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "人家也没立场管，结婚了就管，管了他们就害他，给他贴标签说暴力倾向啥的各种不好。",
    "annotation": [
      {
        "sentence": "人家也没立场管，结婚了就管，管了他们就害他，给他贴标签说暴力倾向啥的各种不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很有意思，这里的“管”是什么意思呢？他们愿意“管”是有前提的，要么他们拥有你们需要的资源，要么他们在法律上有强制“管”的权限。不然，这样的“管”是不成立的。我更倾向于你们是愿意被“管”的，我理解的对吗？你能告诉我，他们为什么会“",
    "annotation": [
      {
        "sentence": "很有意思，这里的“管”是什么意思呢？",
        "label": ""
      },
      {
        "sentence": "他们愿意“管”是有前提的，要么他们拥有你们需要的资源，要么他们在法律上有强制“管”的权限。",
        "label": ""
      },
      {
        "sentence": "不然，这样的“管”是不成立的。",
        "label": ""
      },
      {
        "sentence": "我更倾向于你们是愿意被“管”的，我理解的对吗？",
        "label": ""
      },
      {
        "sentence": "你能告诉我，他们为什么会“",
        "label": ""
      }
    ]
  }
]