[
  {
    "role": "client",
    "content": "周围的人都说我的家庭太麻烦了，这种家庭我该咋办？奶奶去世前，每天把两个姑姑一大家人招呼到我家吃饭，我爸啥也不管不关心，爸妈离婚了，奶奶去世后彻底爆发，三姑四姑们在奶奶安葬当天邀请我现在的老公来我家里，刚吃了饭准备走不想来，他聪明，知道回家马上该分礼钱，习俗的话姑娘是往家拿钱，我家账本4本都要分，三四姑硬把人家叫到我家，前脚刚一进门她俩马上变脸大声哭诉说我奶奶是因为老公死的，我爸一言不发，我遇事害怕懵了，老公莫名其妙受了这么大一个气，后来发现这是个开始，结婚头一年我三姑把我们新人送礼的东西扔出来。第二年拜年我们同辈乱打了一架，我俩好好的回来说因为我俩打的。后来我爸被打了，我四姑和他亲家一箱奶就打发了，我从外地工作回来发现了，头上8cm口子就给抓了两针，我爸懒没拆线才发现，刚好我姐她儿子留学，他们沾过光要给三五千，让我爸告我逼我出钱，遇在一起问下这事人家很厉害啊，我们要掰扯清楚，我爸把我和老公直接拉死了，他为人家说话，我这种家庭咋办",
    "annotation": [
      {
        "sentence": "周围的人都说我的家庭太麻烦了，这种家庭我该咋办？",
        "label": ""
      },
      {
        "sentence": "奶奶去世前，每天把两个姑姑一大家人招呼到我家吃饭，我爸啥也不管不关心，爸妈离婚了，奶奶去世后彻底爆发，三姑四姑们在奶奶安葬当天邀请我现在的老公来我家里，刚吃了饭准备走不想来，他聪明，知道回家马上该分礼钱，习俗的话姑娘是往家拿钱，我家账本4本都要分，三四姑硬把人家叫到我家，前脚刚一进门她俩马上变脸大声哭诉说我奶奶是因为老公死的，我爸一言不发，我遇事害怕懵了，老公莫名其妙受了这么大一个气，后来发现这是个开始，结婚头一年我三姑把我们新人送礼的东西扔出来。",
        "label": ""
      },
      {
        "sentence": "第二年拜年我们同辈乱打了一架，我俩好好的回来说因为我俩打的。",
        "label": ""
      },
      {
        "sentence": "后来我爸被打了，我四姑和他亲家一箱奶就打发了，我从外地工作回来发现了，头上8cm口子就给抓了两针，我爸懒没拆线才发现，刚好我姐她儿子留学，他们沾过光要给三五千，让我爸告我逼我出钱，遇在一起问下这事人家很厉害啊，我们要掰扯清楚，我爸把我和老公直接拉死了，他为人家说话，我这种家庭咋办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来像是你家庭里面存在着复杂的利益斗争。中国家族之间的矛盾让人心痛，让人感到闷闷不乐。你结婚后回到家里，却没有感受到家人的温暖，只有无尽的争斗和利益。但是你依然会回去，会与他们纠缠在一起。不知道是因为传统的原因，还是其他什么缘故。我通过分析了解到以下问题：1、奶奶去世前，每天把两个姑姑一大家人招呼到你家吃饭，你爸啥也不管不关心，爸妈离婚了，奶奶去世后彻底爆发，三姑四姑们在奶奶安葬当天邀请你现在的老公来你家里，刚吃了饭准备走不想来，他聪明，知道回家马上该分礼钱。（请问为什么你的姑姑们会主动邀请你未婚夫来你家？你们当时住在一起吗？他聪明指的是你现在的老公吗？我有点理解不了他知道要回避的意思是什么？）2、习俗中，姑娘出嫁是要从娘家拿钱的，你家账本有4本都要分开，但是你的三姑四姑硬要把他们叫到你家，刚一进门她们立刻变脸大声哭诉说你奶奶是因为你现在的老公的原因去世，你爸一言不发，你在遇到这种事的时候感到害怕懵了，而你的老公则莫名其妙地受到了姑姑们的指责。（这段描述有点难以理解，好像是你的姑姑们给你们设下了一个陷阱，冤枉你现在的老公？）3、后来你们发现这只是一个开始，你们结婚第一年，你的三姑把你们新婚的礼物扔了出来。第二年过年的时候，你们同辈之间乱打了一架，你们好不容易回来说是你们两个打的。（确实不太能理解？？？首先，她们居然作为长辈这样做是自掘坟墓呀。其次，她们不自重，你们为什么还对她们重宝？为什么还回去呢？看起来内部存在很多的恩怨积压。）4、后来你爸被打了，你四姑和她的亲家将一箱奶送给了对方，你从外地工作回来才发现这件事，头上有8cm的口子，给你打了两针，你爸懒得把线拆掉，后来刚好你姐姐的儿子要留学，他们占了这个便宜，要给三五千，让你爸告你逼你出钱，面对这种情况我们要把它解决清楚，你爸为对方说话，直接把你和你的老公拖累了，请问你面对这样的家庭你应该怎么办？",
    "annotation": [
      {
        "sentence": "听起来像是你家庭里面存在着复杂的利益斗争。",
        "label": ""
      },
      {
        "sentence": "中国家族之间的矛盾让人心痛，让人感到闷闷不乐。",
        "label": ""
      },
      {
        "sentence": "你结婚后回到家里，却没有感受到家人的温暖，只有无尽的争斗和利益。",
        "label": ""
      },
      {
        "sentence": "但是你依然会回去，会与他们纠缠在一起。",
        "label": ""
      },
      {
        "sentence": "不知道是因为传统的原因，还是其他什么缘故。",
        "label": ""
      },
      {
        "sentence": "我通过分析了解到以下问题：1、奶奶去世前，每天把两个姑姑一大家人招呼到你家吃饭，你爸啥也不管不关心，爸妈离婚了，奶奶去世后彻底爆发，三姑四姑们在奶奶安葬当天邀请你现在的老公来你家里，刚吃了饭准备走不想来，他聪明，知道回家马上该分礼钱。",
        "label": ""
      },
      {
        "sentence": "（请问为什么你的姑姑们会主动邀请你未婚夫来你家？",
        "label": ""
      },
      {
        "sentence": "你们当时住在一起吗？",
        "label": ""
      },
      {
        "sentence": "他聪明指的是你现在的老公吗？",
        "label": ""
      },
      {
        "sentence": "我有点理解不了他知道要回避的意思是什么？",
        "label": ""
      },
      {
        "sentence": "）2、习俗中，姑娘出嫁是要从娘家拿钱的，你家账本有4本都要分开，但是你的三姑四姑硬要把他们叫到你家，刚一进门她们立刻变脸大声哭诉说你奶奶是因为你现在的老公的原因去世，你爸一言不发，你在遇到这种事的时候感到害怕懵了，而你的老公则莫名其妙地受到了姑姑们的指责。",
        "label": ""
      },
      {
        "sentence": "（这段描述有点难以理解，好像是你的姑姑们给你们设下了一个陷阱，冤枉你现在的老公？",
        "label": ""
      },
      {
        "sentence": "）3、后来你们发现这只是一个开始，你们结婚第一年，你的三姑把你们新婚的礼物扔了出来。",
        "label": ""
      },
      {
        "sentence": "第二年过年的时候，你们同辈之间乱打了一架，你们好不容易回来说是你们两个打的。",
        "label": ""
      },
      {
        "sentence": "（确实不太能理解？？？",
        "label": ""
      },
      {
        "sentence": "首先，她们居然作为长辈这样做是自掘坟墓呀。",
        "label": ""
      },
      {
        "sentence": "其次，她们不自重，你们为什么还对她们重宝？",
        "label": ""
      },
      {
        "sentence": "为什么还回去呢？",
        "label": ""
      },
      {
        "sentence": "看起来内部存在很多的恩怨积压。",
        "label": ""
      },
      {
        "sentence": "）4、后来你爸被打了，你四姑和她的亲家将一箱奶送给了对方，你从外地工作回来才发现这件事，头上有8cm的口子，给你打了两针，你爸懒得把线拆掉，后来刚好你姐姐的儿子要留学，他们占了这个便宜，要给三五千，让你爸告你逼你出钱，面对这种情况我们要把它解决清楚，你爸为对方说话，直接把你和你的老公拖累了，请问你面对这样的家庭你应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答和关心。确实有很多细节我也很糊涂，看起来似乎很混乱。可能是因为在描述中没有把所有的背景和细节都表达清楚。对于第一个问题，是这样的，因为奶奶去世前，姑姑们一家人经常来我们家吃饭，我爸对此毫不在意。在奶奶去世后，三姑和四姑在奶奶安葬当天又邀请了我现在的老公来家里。而他聪明的地方在于，他知道刚吃完饭就应该离开，以避免进入纷争中。（我觉得你现在的老公很明智，知道如何回避冲突。）关于第二个问题，姑姑们之所以硬把未婚夫叫到家里，是因为姑姑们认为奶奶是因为我现在的老公而死的，所以大声哭诉。但我爸却一言不发，这让我很害怕也不知所措，而我的老公也莫名其妙地受到了指责。（这真是一场错综复杂的纠纷。）至于第三个问题，我们结婚的第一年，我的三姑就扔掉了我们新婚礼物。第二年过年时，我和同辈之间发生了打斗，结果我们回来时只好说是我们两个打架。（这太糟糕了，为什么你们要为了他们打架？）最后，我爸被打后，四姑和她的亲家送了一箱奶给对方，我是在外地工作回来才发现的。我头上有着8cm的伤口，打了两针，因为我爸懒得拆线，所以后来才发现的。然后刚好我姐姐的儿子要留学，他们就借此机会向我爸讨了三五千块钱。面对这样的情况，我们",
    "annotation": [
      {
        "sentence": "谢谢你的回答和关心。",
        "label": ""
      },
      {
        "sentence": "确实有很多细节我也很糊涂，看起来似乎很混乱。",
        "label": ""
      },
      {
        "sentence": "可能是因为在描述中没有把所有的背景和细节都表达清楚。",
        "label": ""
      },
      {
        "sentence": "对于第一个问题，是这样的，因为奶奶去世前，姑姑们一家人经常来我们家吃饭，我爸对此毫不在意。",
        "label": ""
      },
      {
        "sentence": "在奶奶去世后，三姑和四姑在奶奶安葬当天又邀请了我现在的老公来家里。",
        "label": ""
      },
      {
        "sentence": "而他聪明的地方在于，他知道刚吃完饭就应该离开，以避免进入纷争中。",
        "label": ""
      },
      {
        "sentence": "（我觉得你现在的老公很明智，知道如何回避冲突。",
        "label": ""
      },
      {
        "sentence": "）关于第二个问题，姑姑们之所以硬把未婚夫叫到家里，是因为姑姑们认为奶奶是因为我现在的老公而死的，所以大声哭诉。",
        "label": ""
      },
      {
        "sentence": "但我爸却一言不发，这让我很害怕也不知所措，而我的老公也莫名其妙地受到了指责。",
        "label": ""
      },
      {
        "sentence": "（这真是一场错综复杂的纠纷。",
        "label": ""
      },
      {
        "sentence": "）至于第三个问题，我们结婚的第一年，我的三姑就扔掉了我们新婚礼物。",
        "label": ""
      },
      {
        "sentence": "第二年过年时，我和同辈之间发生了打斗，结果我们回来时只好说是我们两个打架。",
        "label": ""
      },
      {
        "sentence": "（这太糟糕了，为什么你们要为了他们打架？",
        "label": ""
      },
      {
        "sentence": "）最后，我爸被打后，四姑和她的亲家送了一箱奶给对方，我是在外地工作回来才发现的。",
        "label": ""
      },
      {
        "sentence": "我头上有着8cm的伤口，打了两针，因为我爸懒得拆线，所以后来才发现的。",
        "label": ""
      },
      {
        "sentence": "然后刚好我姐姐的儿子要留学，他们就借此机会向我爸讨了三五千块钱。",
        "label": ""
      },
      {
        "sentence": "面对这样的情况，我们",
        "label": ""
      }
    ]
  }
]