[
  {
    "role": "client",
    "content": "为什么忍不住想要破坏别人的东西？当别人自私自利，做了一些让我吃亏的事情，我不知道该怎么跟别人说，总觉得别人自私让我吃亏，凭什么我总是被伤害，损害我的利益，他凭什么这么对我。面对他的时候，我就说不出口，为什么呢？为什么我不能争取自己的利益，不能表达出我的诉求。然后我就一直很气，在这种情绪中出不来，有时候看到别人的东西，在气头上就忍不住摔，去搞破坏，忍不住去报复。我知道这样不对，但是我控制不住自己，在这个气头上我脑海里就失去了理智，不知道这个行为会弄坏东西，也没有想过，我直接顺手就砸了。过后有很自责，自己为什么这么坏，怎么能弄坏别人的东西呢，然后这种愤怒消失了。变成了我很对不起对方。我该怎么办，我好讨厌这样的自己，感觉自己比伤害我的人还要坏，鬼鬼祟祟的发泄，还不能让别人知道。报复并没有让我痛快，反而让我觉得自己很坏。像个小人一样不光明正大。怎么办，谁能救救我，我真的不想这样下去了。谢谢你┭┮﹏┭┮",
    "annotation": [
      {
        "sentence": "为什么忍不住想要破坏别人的东西？",
        "label": ""
      },
      {
        "sentence": "当别人自私自利，做了一些让我吃亏的事情，我不知道该怎么跟别人说，总觉得别人自私让我吃亏，凭什么我总是被伤害，损害我的利益，他凭什么这么对我。",
        "label": ""
      },
      {
        "sentence": "面对他的时候，我就说不出口，为什么呢？",
        "label": ""
      },
      {
        "sentence": "为什么我不能争取自己的利益，不能表达出我的诉求。",
        "label": ""
      },
      {
        "sentence": "然后我就一直很气，在这种情绪中出不来，有时候看到别人的东西，在气头上就忍不住摔，去搞破坏，忍不住去报复。",
        "label": ""
      },
      {
        "sentence": "我知道这样不对，但是我控制不住自己，在这个气头上我脑海里就失去了理智，不知道这个行为会弄坏东西，也没有想过，我直接顺手就砸了。",
        "label": ""
      },
      {
        "sentence": "过后有很自责，自己为什么这么坏，怎么能弄坏别人的东西呢，然后这种愤怒消失了。",
        "label": ""
      },
      {
        "sentence": "变成了我很对不起对方。",
        "label": ""
      },
      {
        "sentence": "我该怎么办，我好讨厌这样的自己，感觉自己比伤害我的人还要坏，鬼鬼祟祟的发泄，还不能让别人知道。",
        "label": ""
      },
      {
        "sentence": "报复并没有让我痛快，反而让我觉得自己很坏。",
        "label": ""
      },
      {
        "sentence": "像个小人一样不光明正大。",
        "label": ""
      },
      {
        "sentence": "怎么办，谁能救救我，我真的不想这样下去了。",
        "label": ""
      },
      {
        "sentence": "谢谢你┭┮﹏┭┮",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，在你已经能够意识到自己的状况之下，可以说已经很不错了。而且，你在破坏之后有内疚、自责等，可以看得出来，你其实是一个善良的人，只不过一些莫名的东西在影响你，让你无法自控。这也正好说明了你拥有可以改变的可能性。",
    "annotation": [
      {
        "sentence": "求助者，在你已经能够意识到自己的状况之下，可以说已经很不错了。",
        "label": ""
      },
      {
        "sentence": "而且，你在破坏之后有内疚、自责等，可以看得出来，你其实是一个善良的人，只不过一些莫名的东西在影响你，让你无法自控。",
        "label": ""
      },
      {
        "sentence": "这也正好说明了你拥有可以改变的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是为什么我总是无法控制自己的行为呢？为什么在气头上我就会变得失去理智？",
    "annotation": [
      {
        "sentence": "可是为什么我总是无法控制自己的行为呢？",
        "label": ""
      },
      {
        "sentence": "为什么在气头上我就会变得失去理智？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一般来说，无法自控的行为与我们形成的自动化认知行为模式有关。这些认知行为模式一是早期形成，一般在养育过程中没有得到很好的照顾，婴儿基于迫害焦虑要自保，幻想别人有好的东西，却不给自己，内在会激发毁坏本能（克莱因观点）；二是一旦形成，遇到类似刺激，就会在很短的时间里做出反应，个体甚至来不及觉察就已经做出相应行为；三是可以通过觉察，慢慢延缓反应时间，疏导出其中压抑的情绪与需要。也就是像你这样，在每次觉得别人东西好的时候，知道自己不开心，想要破坏，一旦你看到自己接下来可能发生的情况，就相当于延长了一点自动化的反应时间，类似于在一团黑暗的地方，打了一束光进去。",
    "annotation": [
      {
        "sentence": "一般来说，无法自控的行为与我们形成的自动化认知行为模式有关。",
        "label": ""
      },
      {
        "sentence": "这些认知行为模式一是早期形成，一般在养育过程中没有得到很好的照顾，婴儿基于迫害焦虑要自保，幻想别人有好的东西，却不给自己，内在会激发毁坏本能（克莱因观点）；二是一旦形成，遇到类似刺激，就会在很短的时间里做出反应，个体甚至来不及觉察就已经做出相应行为；三是可以通过觉察，慢慢延缓反应时间，疏导出其中压抑的情绪与需要。",
        "label": ""
      },
      {
        "sentence": "也就是像你这样，在每次觉得别人东西好的时候，知道自己不开心，想要破坏，一旦你看到自己接下来可能发生的情况，就相当于延长了一点自动化的反应时间，类似于在一团黑暗的地方，打了一束光进去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我明白了。那我要怎么做才能改变这种行为模式呢？",
    "annotation": [
      {
        "sentence": "原来如此，我明白了。",
        "label": ""
      },
      {
        "sentence": "那我要怎么做才能改变这种行为模式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在觉察的基础上，如果能够再把内在这些不舒服的感觉画出来、写出来，会达成更好的自我疗愈效果。可以的话，你用彩铅在一个半径8cm的圆里，用任何你想用的颜色、线条、形状、意象等进行表达，把你内在感觉画出来。不需要想应该画出什么样，也不用担心画得是否好看。就像孩子一样，不开心的时候拿着笔，乱涂乱画就好。绘画最原本的意义就在于表达与疗愈。画完后，写出自己的感受以及需要。比如，我看到你们有好东西，我很不开心，我很难过，我也想要这样的好东西等。",
    "annotation": [
      {
        "sentence": "在觉察的基础上，如果能够再把内在这些不舒服的感觉画出来、写出来，会达成更好的自我疗愈效果。",
        "label": ""
      },
      {
        "sentence": "可以的话，你用彩铅在一个半径8cm的圆里，用任何你想用的颜色、线条、形状、意象等进行表达，把你内在感觉画出来。",
        "label": ""
      },
      {
        "sentence": "不需要想应该画出什么样，也不用担心画得是否好看。",
        "label": ""
      },
      {
        "sentence": "就像孩子一样，不开心的时候拿着笔，乱涂乱画就好。",
        "label": ""
      },
      {
        "sentence": "绘画最原本的意义就在于表达与疗愈。",
        "label": ""
      },
      {
        "sentence": "画完后，写出自己的感受以及需要。",
        "label": ""
      },
      {
        "sentence": "比如，我看到你们有好东西，我很不开心，我很难过，我也想要这样的好东西等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来很特别，我会试一试的。你觉得我需要参考一些绘画的方法吗？",
    "annotation": [
      {
        "sentence": "这个方法听起来很特别，我会试一试的。",
        "label": ""
      },
      {
        "sentence": "你觉得我需要参考一些绘画的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "上面的方法是曼陀罗绘画里最普通的使用方法。心理学家荣格在接近精神分裂的边缘时，就是通过曼陀罗绘画获得了疗愈。无数的事实证明，长期坚持绘制曼陀罗，有很好的自我疗愈作用。有兴趣的话，可以参考陈灿锐老师的《心灵之路：曼陀罗成长自愈绘本》进行绘制，这是基于荣格自性（推动我们适应内外环境、成为自己的内部动力）七阶段而设计的曼陀罗绘本，区别于其它曼陀罗绘本。",
    "annotation": [
      {
        "sentence": "上面的方法是曼陀罗绘画里最普通的使用方法。",
        "label": ""
      },
      {
        "sentence": "心理学家荣格在接近精神分裂的边缘时，就是通过曼陀罗绘画获得了疗愈。",
        "label": ""
      },
      {
        "sentence": "无数的事实证明，长期坚持绘制曼陀罗，有很好的自我疗愈作用。",
        "label": ""
      },
      {
        "sentence": "有兴趣的话，可以参考陈灿锐老师的《心灵之路：曼陀罗成长自愈绘本》进行绘制，这是基于荣格自性（推动我们适应内外环境、成为自己的内部动力）七阶段而设计的曼陀罗绘本，区别于其它曼陀罗绘本。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，听起来很有意思。我会去了解一下这方面的知识的。但是你觉得通过画画能够解决我的问题吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，听起来很有意思。",
        "label": ""
      },
      {
        "sentence": "我会去了解一下这方面的知识的。",
        "label": ""
      },
      {
        "sentence": "但是你觉得通过画画能够解决我的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信在提高对此事的觉察的基础上，再释放掉其中隐藏的愤怒、委屈，甚至是怨恨的情绪，看到自己内在的渴望与需要，你会从这个泥潭里走出来，获得自由。祝福你。",
    "annotation": [
      {
        "sentence": "相信在提高对此事的觉察的基础上，再释放掉其中隐藏的愤怒、委屈，甚至是怨恨的情绪，看到自己内在的渴望与需要，你会从这个泥潭里走出来，获得自由。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力去做的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力去做的。",
        "label": ""
      }
    ]
  }
]