[
  {
    "role": "client",
    "content": "喜欢上跟自己老爹相似的人，会不会出现我父母的经历？我父母的婚姻并不幸福，但是当我千挑万选，终于遇到合适的男友的时候，我发现他跟我父亲很多地方很像，而我自己，某些方面也很像我的原生家庭。当然目前我和男友关系还算不错。有时候会担忧，我会不会重复父母的经历？有一个不幸的亲密关系。",
    "annotation": [
      {
        "sentence": "喜欢上跟自己老爹相似的人，会不会出现我父母的经历？",
        "label": ""
      },
      {
        "sentence": "我父母的婚姻并不幸福，但是当我千挑万选，终于遇到合适的男友的时候，我发现他跟我父亲很多地方很像，而我自己，某些方面也很像我的原生家庭。",
        "label": ""
      },
      {
        "sentence": "当然目前我和男友关系还算不错。",
        "label": ""
      },
      {
        "sentence": "有时候会担忧，我会不会重复父母的经历？",
        "label": ""
      },
      {
        "sentence": "有一个不幸的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你的问题。首先我想恭喜你是一个很幸运的姑娘，不仅找到了自己心仪的男友，更重要的是你已经意识到了你与自己原生家庭的关联。在心理学中，有个概念是有关联的个体化，也就是即使一个人无论走得有多远，年龄多大，他的身上都会或多或少带有他原生家庭的影子。原生家庭的烙印特别是在一个人成年后的伴侣选择以及婚姻家庭的经营中最为明显。当然，心理学中还认为，觉察就是改变的开始，一切被你觉察到的创伤就已不再是创伤，最起码它对你的伤害和影响也就不会太大了。所以，你这下可放心了吧，你很幸运而且已开始了自我觉察。",
    "annotation": [
      {
        "sentence": "很高兴看到你的问题。",
        "label": ""
      },
      {
        "sentence": "首先我想恭喜你是一个很幸运的姑娘，不仅找到了自己心仪的男友，更重要的是你已经意识到了你与自己原生家庭的关联。",
        "label": ""
      },
      {
        "sentence": "在心理学中，有个概念是有关联的个体化，也就是即使一个人无论走得有多远，年龄多大，他的身上都会或多或少带有他原生家庭的影子。",
        "label": ""
      },
      {
        "sentence": "原生家庭的烙印特别是在一个人成年后的伴侣选择以及婚姻家庭的经营中最为明显。",
        "label": ""
      },
      {
        "sentence": "当然，心理学中还认为，觉察就是改变的开始，一切被你觉察到的创伤就已不再是创伤，最起码它对你的伤害和影响也就不会太大了。",
        "label": ""
      },
      {
        "sentence": "所以，你这下可放心了吧，你很幸运而且已开始了自我觉察。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和肯定。我明白原生家庭对我的影响是不可避免的，但有时我还是忍不住担心会重复父母的经历。我怕我会遇到和他们一样的不幸。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和肯定。",
        "label": ""
      },
      {
        "sentence": "我明白原生家庭对我的影响是不可避免的，但有时我还是忍不住担心会重复父母的经历。",
        "label": ""
      },
      {
        "sentence": "我怕我会遇到和他们一样的不幸。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，这是很正常的。但是你要相信自己具备改变命运的能力。一般来说，原生家庭对我们的影响肯定是利大于害的，这才能保证我们能健康地成长。而且，你父母的婚姻不幸福并不意味着你的婚姻也会不幸福。当你希望更美好的生活时，你就要把自己在原生家庭所获得的积极的资源加以利用和发扬，同时要有意觉察原生家庭带给你的创伤并主动学习修复创伤，避免创伤再度影响你现在的生活、学习和工作。",
    "annotation": [
      {
        "sentence": "我理解你的担心，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "但是你要相信自己具备改变命运的能力。",
        "label": ""
      },
      {
        "sentence": "一般来说，原生家庭对我们的影响肯定是利大于害的，这才能保证我们能健康地成长。",
        "label": ""
      },
      {
        "sentence": "而且，你父母的婚姻不幸福并不意味着你的婚姻也会不幸福。",
        "label": ""
      },
      {
        "sentence": "当你希望更美好的生活时，你就要把自己在原生家庭所获得的积极的资源加以利用和发扬，同时要有意觉察原生家庭带给你的创伤并主动学习修复创伤，避免创伤再度影响你现在的生活、学习和工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，觉察和学习修复创伤是改变的关键。但我还是有些犹豫，不确定自己是否足够强大，是否能够做到不重复父母的经历。",
    "annotation": [
      {
        "sentence": "我明白了，觉察和学习修复创伤是改变的关键。",
        "label": ""
      },
      {
        "sentence": "但我还是有些犹豫，不确定自己是否足够强大，是否能够做到不重复父母的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的犹豫和不确定感，这是很正常的。但是我要告诉你，每个人都具备改变自己命运的力量，只要你愿意努力和坚持。学习修复创伤的过程可能会有困难和挫折，但只要你相信自己，相信自己的能力，你一定能够做到不重复父母的经历。记住，你是自己人生的掌舵者，你的婚姻是否幸福是需要你们一起来经营和维系的。父母只能影响你的前半生，你的后半生如何过完全取决于你自己。",
    "annotation": [
      {
        "sentence": "我明白你的犹豫和不确定感，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "但是我要告诉你，每个人都具备改变自己命运的力量，只要你愿意努力和坚持。",
        "label": ""
      },
      {
        "sentence": "学习修复创伤的过程可能会有困难和挫折，但只要你相信自己，相信自己的能力，你一定能够做到不重复父母的经历。",
        "label": ""
      },
      {
        "sentence": "记住，你是自己人生的掌舵者，你的婚姻是否幸福是需要你们一起来经营和维系的。",
        "label": ""
      },
      {
        "sentence": "父母只能影响你的前半生，你的后半生如何过完全取决于你自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力觉察和学习修复创伤，同时相信自己的能力。我希望未来的婚姻可以更幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力觉察和学习修复创伤，同时相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "我希望未来的婚姻可以更幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你已经展现了积极的态度和决心。为了达到幸福的婚姻，你可以主动学习一些有关原生家庭创伤的修复以及婚恋经营的心理学课程。同时，可以多和男友聊聊彼此的成长经历，让他对你的过去多一些了解，他可能会帮忙一起修复创伤。相信自己，相信你们之间的感情和幸福，你一定能够创造出属于自己的美好婚姻。记住，你不是你的父母，你有能力做到不重复他们的经历。",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你已经展现了积极的态度和决心。",
        "label": ""
      },
      {
        "sentence": "为了达到幸福的婚姻，你可以主动学习一些有关原生家庭创伤的修复以及婚恋经营的心理学课程。",
        "label": ""
      },
      {
        "sentence": "同时，可以多和男友聊聊彼此的成长经历，让他对你的过去多一些了解，他可能会帮忙一起修复创伤。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们之间的感情和幸福，你一定能够创造出属于自己的美好婚姻。",
        "label": ""
      },
      {
        "sentence": "记住，你不是你的父母，你有能力做到不重复他们的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会按照你的建议去做，努力让自己的婚姻更加幸福。感谢你的专业建议和鼓励！",
    "annotation": [
      {
        "sentence": "我会按照你的建议去做，努力让自己的婚姻更加幸福。",
        "label": ""
      },
      {
        "sentence": "感谢你的专业建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。记住，在你开始修复创伤的旅程上，我会一直支持着你。相信自己，你是一个坚强而有智慧的女孩，你一定能够创造出属于自己的幸福婚姻。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，在你开始修复创伤的旅程上，我会一直支持着你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你是一个坚强而有智慧的女孩，你一定能够创造出属于自己的幸福婚姻。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]