[
  {
    "role": "client",
    "content": "告白被拒绝后怎样挽回和同学的关系？最近发生了一件事我很烦恼，我和我们班上的一个男生告白了，他拒绝了，还说只把我当兄弟，事情是这样的，那天我们班有一个女生拿手弄这个男生的脸，我看不惯，因为明明我和这个男生的关系很好，而且又是兄弟关系，我就生气了，然后我心里就有一个想法，试一试和他告白也许会答应，可他没有答应，其实我对那个男生没有一点感觉，我只是当时很生气，而且我只把他当兄弟，可是现在我和他的关系很尴尬，不知道怎么相处，我想挽回他这个朋友，可是不知道怎么做，请大家帮帮我。",
    "annotation": [
      {
        "sentence": "告白被拒绝后怎样挽回和同学的关系？",
        "label": ""
      },
      {
        "sentence": "最近发生了一件事我很烦恼，我和我们班上的一个男生告白了，他拒绝了，还说只把我当兄弟，事情是这样的，那天我们班有一个女生拿手弄这个男生的脸，我看不惯，因为明明我和这个男生的关系很好，而且又是兄弟关系，我就生气了，然后我心里就有一个想法，试一试和他告白也许会答应，可他没有答应，其实我对那个男生没有一点感觉，我只是当时很生气，而且我只把他当兄弟，可是现在我和他的关系很尴尬，不知道怎么相处，我想挽回他这个朋友，可是不知道怎么做，请大家帮帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。你现在的情况确实有一点点尴尬，需要冷静下来客观看待。当你向他表白的时候，他拒绝了，而且他说只是把你当兄弟，而你其实也说只想把他当兄弟，那现在就和以前一样呀，你们还是兄弟。而且你说，你其实并不是喜欢他。这样看的话，他拒绝了，反而会让你们的关系舒服一些啊，如果他同意了那岂不是更尴尬？",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你现在的情况确实有一点点尴尬，需要冷静下来客观看待。",
        "label": ""
      },
      {
        "sentence": "当你向他表白的时候，他拒绝了，而且他说只是把你当兄弟，而你其实也说只想把他当兄弟，那现在就和以前一样呀，你们还是兄弟。",
        "label": ""
      },
      {
        "sentence": "而且你说，你其实并不是喜欢他。",
        "label": ""
      },
      {
        "sentence": "这样看的话，他拒绝了，反而会让你们的关系舒服一些啊，如果他同意了那岂不是更尴尬？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，如果他同意了，我可能会更为尴尬。但现在我和他的关系变得很尴尬，我们之间有点难以相处。我真的希望能够挽回他这个朋友，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "你说的没错，如果他同意了，我可能会更为尴尬。",
        "label": ""
      },
      {
        "sentence": "但现在我和他的关系变得很尴尬，我们之间有点难以相处。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够挽回他这个朋友，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我觉得对方拒绝了你，他也不会去因为这件事情责怪你。所以你可以在课间的时候，找他单独聊一下，你可以就像你们一般情况下沟通的那样，直接一点说，“那个表白是一个玩笑，你不要太在意呀，咱俩还是兄弟吧。”很可能他的反应就是，“好呀好呀！还是好兄弟。”",
    "annotation": [
      {
        "sentence": "没关系，我觉得对方拒绝了你，他也不会去因为这件事情责怪你。",
        "label": ""
      },
      {
        "sentence": "所以你可以在课间的时候，找他单独聊一下，你可以就像你们一般情况下沟通的那样，直接一点说，“那个表白是一个玩笑，你不要太在意呀，咱俩还是兄弟吧。",
        "label": ""
      },
      {
        "sentence": "”很可能他的反应就是，“好呀好呀！",
        "label": ""
      },
      {
        "sentence": "还是好兄弟。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你觉得他会相信我说那是一个玩笑吗？我之前告白的时候，态度是认真的，这样的解释会不会让他对我失望？",
    "annotation": [
      {
        "sentence": "你觉得他会相信我说那是一个玩笑吗？",
        "label": ""
      },
      {
        "sentence": "我之前告白的时候，态度是认真的，这样的解释会不会让他对我失望？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他是你的朋友，应该理解你的玩笑。你可以解释说，当时你只是生气，不过现在你们还是好兄弟，就像以前一样相处就好了。通过这件事，我也觉得你其实是有些在乎他的，只是这份感情并不是很明确，然后你可能也有一些不好意思。没关系啦，如果你想和他像往常一样相处，就主动一点去和他聊聊，开个玩笑什么的。",
    "annotation": [
      {
        "sentence": "他是你的朋友，应该理解你的玩笑。",
        "label": ""
      },
      {
        "sentence": "你可以解释说，当时你只是生气，不过现在你们还是好兄弟，就像以前一样相处就好了。",
        "label": ""
      },
      {
        "sentence": "通过这件事，我也觉得你其实是有些在乎他的，只是这份感情并不是很明确，然后你可能也有一些不好意思。",
        "label": ""
      },
      {
        "sentence": "没关系啦，如果你想和他像往常一样相处，就主动一点去和他聊聊，开个玩笑什么的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，或许我应该主动一点，向他道歉并且解释我的想法。我会试着找他聊聊，希望我们的关系能够恢复到以前的样子。",
    "annotation": [
      {
        "sentence": "嗯，或许我应该主动一点，向他道歉并且解释我的想法。",
        "label": ""
      },
      {
        "sentence": "我会试着找他聊聊，希望我们的关系能够恢复到以前的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你态度坦诚地和他交流，我相信他会理解的。放心去试试吧！祝你好运，希望你们能够重新成为好朋友。如果需要，随时都可以来找我倾诉哦。",
    "annotation": [
      {
        "sentence": "很好，你态度坦诚地和他交流，我相信他会理解的。",
        "label": ""
      },
      {
        "sentence": "放心去试试吧！",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你们能够重新成为好朋友。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时都可以来找我倾诉哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的。如果有需要的时候，我会再来找你聊聊的。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要的时候，我会再来找你聊聊的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  }
]