[
  {
    "role": "client",
    "content": "为什么有人喜欢我，我就非常的厌烦，甚至觉得恶心？我喜欢暗恋别人，但是要是我察觉别人喜欢我我就非常厌烦，一面对他就浑身不自在，像快死了一样，也不敢说话。",
    "annotation": [
      {
        "sentence": "为什么有人喜欢我，我就非常的厌烦，甚至觉得恶心？",
        "label": ""
      },
      {
        "sentence": "我喜欢暗恋别人，但是要是我察觉别人喜欢我我就非常厌烦，一面对他就浑身不自在，像快死了一样，也不敢说话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "性单恋是一个可以解释你目前状态的词。在你的生活中，当有人对你表示好意时，你会拼命回避，但并不是因为你讨厌别人。你也会有一些和你聊得来的同性和异性朋友。性单恋者会对他人产生好感，但只要对方表现出进一步发展或好感，性单恋者就会立刻感到反感甚至恶心。这种情况严重时可导致无法进入一段真正的恋爱关系。所以，你持久喜欢的对象永远都是那些表示“我永远不会和你在一起”的人。恋爱是复杂的，由各种因素组成。在现在这种自由的环境中，恋爱更像是对某种曾经经历过的依恋关系的重复。英国的心理学家约翰·鲍尔比通过实验将依恋模式分为了安全型依恋、焦虑型依恋和回避型依恋。大多数性单恋者与回避型依恋有关，结合你的个人特征，你可能是回避型自恋者。回避型依恋者对养育者的存在、离开和返回都漠不关心。在童年时期，他们从互动中感受到养育者无法满足他们的依恋需求，因此通过回避行为来掩饰和压抑自己的需求。长大后，这种回避和压抑在与他人互动中仍然存在。他们从“不接受母亲的爱”逐渐变成“不接受他人的爱”。他们会主动地限制和压制与他人的亲密关系。所以，当有人表达对你的喜爱时，你会排斥，会感到厌恶。其实，性单恋者内心深处渴望爱，只是他们无法建立起接纳爱的渠道。回忆依恋是我们对待情感的态度。要重建依恋模式，首先要了解自己，寻找安全型的人陪伴，让爱重新建立起来。最后，要接纳自己，选择自己舒适的状态。你值得拥有更和谐的未来。要坦然接受别人的爱，尝试着开始与经营一段关系，发现那个更有力量、更有价值、更值得被爱的自己。",
    "annotation": [
      {
        "sentence": "性单恋是一个可以解释你目前状态的词。",
        "label": ""
      },
      {
        "sentence": "在你的生活中，当有人对你表示好意时，你会拼命回避，但并不是因为你讨厌别人。",
        "label": ""
      },
      {
        "sentence": "你也会有一些和你聊得来的同性和异性朋友。",
        "label": ""
      },
      {
        "sentence": "性单恋者会对他人产生好感，但只要对方表现出进一步发展或好感，性单恋者就会立刻感到反感甚至恶心。",
        "label": ""
      },
      {
        "sentence": "这种情况严重时可导致无法进入一段真正的恋爱关系。",
        "label": ""
      },
      {
        "sentence": "所以，你持久喜欢的对象永远都是那些表示“我永远不会和你在一起”的人。",
        "label": ""
      },
      {
        "sentence": "恋爱是复杂的，由各种因素组成。",
        "label": ""
      },
      {
        "sentence": "在现在这种自由的环境中，恋爱更像是对某种曾经经历过的依恋关系的重复。",
        "label": ""
      },
      {
        "sentence": "英国的心理学家约翰·鲍尔比通过实验将依恋模式分为了安全型依恋、焦虑型依恋和回避型依恋。",
        "label": ""
      },
      {
        "sentence": "大多数性单恋者与回避型依恋有关，结合你的个人特征，你可能是回避型自恋者。",
        "label": ""
      },
      {
        "sentence": "回避型依恋者对养育者的存在、离开和返回都漠不关心。",
        "label": ""
      },
      {
        "sentence": "在童年时期，他们从互动中感受到养育者无法满足他们的依恋需求，因此通过回避行为来掩饰和压抑自己的需求。",
        "label": ""
      },
      {
        "sentence": "长大后，这种回避和压抑在与他人互动中仍然存在。",
        "label": ""
      },
      {
        "sentence": "他们从“不接受母亲的爱”逐渐变成“不接受他人的爱”。",
        "label": ""
      },
      {
        "sentence": "他们会主动地限制和压制与他人的亲密关系。",
        "label": ""
      },
      {
        "sentence": "所以，当有人表达对你的喜爱时，你会排斥，会感到厌恶。",
        "label": ""
      },
      {
        "sentence": "其实，性单恋者内心深处渴望爱，只是他们无法建立起接纳爱的渠道。",
        "label": ""
      },
      {
        "sentence": "回忆依恋是我们对待情感的态度。",
        "label": ""
      },
      {
        "sentence": "要重建依恋模式，首先要了解自己，寻找安全型的人陪伴，让爱重新建立起来。",
        "label": ""
      },
      {
        "sentence": "最后，要接纳自己，选择自己舒适的状态。",
        "label": ""
      },
      {
        "sentence": "你值得拥有更和谐的未来。",
        "label": ""
      },
      {
        "sentence": "要坦然接受别人的爱，尝试着开始与经营一段关系，发现那个更有力量、更有价值、更值得被爱的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我明白了，我可能是回避型依恋者。我从小就感到与养育者的互动中存在一种无法满足的需求，所以对别人的关爱或喜欢会感到厌恶。但是我不希望一直保持这种状态，我希望能够真正接纳别人的爱，建立起健康的依恋关系。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我明白了，我可能是回避型依恋者。",
        "label": ""
      },
      {
        "sentence": "我从小就感到与养育者的互动中存在一种无法满足的需求，所以对别人的关爱或喜欢会感到厌恶。",
        "label": ""
      },
      {
        "sentence": "但是我不希望一直保持这种状态，我希望能够真正接纳别人的爱，建立起健康的依恋关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够意识到自己是回避型依恋者，并且愿意做出改变。这是很重要的一步。接纳别人的爱并建立健康的依恋关系需要时间和努力，但是你一定能够做到。首先，要理解和接受自己的过去和现在，包括回避的行为和压抑的情感。了解自己的需求并向他人表达这些需求是建立健康依恋关系的基础。同时，与亲密的人沟通，告诉他们你希望接触和亲密，帮助他们理解你的内心世界。最重要的是给自己时间和空间去疗愈和成长。你会逐渐发现，当你接纳并展示真实的自己时，真正的爱会进入你的生活。",
    "annotation": [
      {
        "sentence": "很高兴你能够意识到自己是回避型依恋者，并且愿意做出改变。",
        "label": ""
      },
      {
        "sentence": "这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "接纳别人的爱并建立健康的依恋关系需要时间和努力，但是你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "首先，要理解和接受自己的过去和现在，包括回避的行为和压抑的情感。",
        "label": ""
      },
      {
        "sentence": "了解自己的需求并向他人表达这些需求是建立健康依恋关系的基础。",
        "label": ""
      },
      {
        "sentence": "同时，与亲密的人沟通，告诉他们你希望接触和亲密，帮助他们理解你的内心世界。",
        "label": ""
      },
      {
        "sentence": "最重要的是给自己时间和空间去疗愈和成长。",
        "label": ""
      },
      {
        "sentence": "你会逐渐发现，当你接纳并展示真实的自己时，真正的爱会进入你的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会努力进行内心的疗愈，与亲密的人沟通，表达自己的需求和感受。我相信通过这些努力，我可以逐渐改变自己，建立起健康的依恋关系。虽然这个过程可能会困难，但我决心要拥有更和谐的未来。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会努力进行内心的疗愈，与亲密的人沟通，表达自己的需求和感受。",
        "label": ""
      },
      {
        "sentence": "我相信通过这些努力，我可以逐渐改变自己，建立起健康的依恋关系。",
        "label": ""
      },
      {
        "sentence": "虽然这个过程可能会困难，但我决心要拥有更和谐的未来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心很值得赞赏！内心的疗愈和建立健康的依恋关系可能是一个长期的过程，但是你已经迈出了第一步，相信自己，相信你所做的努力会带给你更加充实和满足的生活。无论在这个过程中遇到什么困难，记得随时寻求支持和帮助。你不再孤单，有人在你的身边支持着你。加油，你能够做到！",
    "annotation": [
      {
        "sentence": "你的决心很值得赞赏！",
        "label": ""
      },
      {
        "sentence": "内心的疗愈和建立健康的依恋关系可能是一个长期的过程，但是你已经迈出了第一步，相信自己，相信你所做的努力会带给你更加充实和满足的生活。",
        "label": ""
      },
      {
        "sentence": "无论在这个过程中遇到什么困难，记得随时寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，有人在你的身边支持着你。",
        "label": ""
      },
      {
        "sentence": "加油，你能够做到！",
        "label": ""
      }
    ]
  }
]