[
  {
    "role": "client",
    "content": "对相亲对象不满，总犹豫，谈恋爱该怎么选择？大龄女，周围很多结婚了，很焦虑，相亲很多，联系我的我拒绝了，不联系我的又没可能，联系我的我总能找出他们的缺点，不会说话，或者条件不好，我就有点悲观，想找个乐观，什么事举重若轻的，我遇到困难能帮我出主意的，但是遇不到，我就想两个人开心，但是有的人就是见面里就吐槽自己的不如意，我觉得好烦呀，找对象难道找累吗，以前总想下一个更好，但是没有完全符合的，不管条件还是聊得来方面，性格，现在有时候失眠，掉头发，压力很大。因为对相亲对象不满意总是在犹豫，随后就拒绝。怎么办，快抑郁了。",
    "annotation": [
      {
        "sentence": "对相亲对象不满，总犹豫，谈恋爱该怎么选择？",
        "label": ""
      },
      {
        "sentence": "大龄女，周围很多结婚了，很焦虑，相亲很多，联系我的我拒绝了，不联系我的又没可能，联系我的我总能找出他们的缺点，不会说话，或者条件不好，我就有点悲观，想找个乐观，什么事举重若轻的，我遇到困难能帮我出主意的，但是遇不到，我就想两个人开心，但是有的人就是见面里就吐槽自己的不如意，我觉得好烦呀，找对象难道找累吗，以前总想下一个更好，但是没有完全符合的，不管条件还是聊得来方面，性格，现在有时候失眠，掉头发，压力很大。",
        "label": ""
      },
      {
        "sentence": "因为对相亲对象不满意总是在犹豫，随后就拒绝。",
        "label": ""
      },
      {
        "sentence": "怎么办，快抑郁了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "到了一定的年纪，似乎人开始变得焦虑，没有在特定的年龄里找到合适的结婚对象的话，会被催，被周围的人说道，需要承受很多的压力。当我们思虑多的时候，再去思考恋爱，经常会忘记自己的初衷。希望我的回答能够帮助到你在未来更好的抉择恋爱中的烦恼。",
    "annotation": [
      {
        "sentence": "到了一定的年纪，似乎人开始变得焦虑，没有在特定的年龄里找到合适的结婚对象的话，会被催，被周围的人说道，需要承受很多的压力。",
        "label": ""
      },
      {
        "sentence": "当我们思虑多的时候，再去思考恋爱，经常会忘记自己的初衷。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够帮助到你在未来更好的抉择恋爱中的烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我现在真的感觉很糟糕，周围的人都在一一地结婚，而我还是个大龄女。这种压力让我感到很焦虑，也让我对相亲产生了抵触情绪。但是，当我接触到一些相亲对象时，总能够找到他们的缺点，这让我感到很失望和悲观。我真的不知道该怎么选择，怕找到一个不合适的人，害怕继续拒绝的后果。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我现在真的感觉很糟糕，周围的人都在一一地结婚，而我还是个大龄女。",
        "label": ""
      },
      {
        "sentence": "这种压力让我感到很焦虑，也让我对相亲产生了抵触情绪。",
        "label": ""
      },
      {
        "sentence": "但是，当我接触到一些相亲对象时，总能够找到他们的缺点，这让我感到很失望和悲观。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么选择，怕找到一个不合适的人，害怕继续拒绝的后果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年龄确实是一个让人焦虑的问题，但是不要让年龄成为你选择恋爱对象的唯一标准。你应该先调整好自己的心态，相信年龄并不是决定幸福的唯一因素。周围人的结婚并不代表你必须马上结婚，每个人的人生轨迹都是不同的。相亲中找到对方的缺点也是正常的，不要因此就对整个相亲过程感到悲观和失望。你先要问问自己，你想要的相亲对象是什么样的？自己要先明确自己的想法才能找到更合适的人。",
    "annotation": [
      {
        "sentence": "年龄确实是一个让人焦虑的问题，但是不要让年龄成为你选择恋爱对象的唯一标准。",
        "label": ""
      },
      {
        "sentence": "你应该先调整好自己的心态，相信年龄并不是决定幸福的唯一因素。",
        "label": ""
      },
      {
        "sentence": "周围人的结婚并不代表你必须马上结婚，每个人的人生轨迹都是不同的。",
        "label": ""
      },
      {
        "sentence": "相亲中找到对方的缺点也是正常的，不要因此就对整个相亲过程感到悲观和失望。",
        "label": ""
      },
      {
        "sentence": "你先要问问自己，你想要的相亲对象是什么样的？",
        "label": ""
      },
      {
        "sentence": "自己要先明确自己的想法才能找到更合适的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实还没有明确自己想要的相亲对象是什么样的。或许这就是导致我对每个相亲对象都有所犹豫的原因。我知道我需要一份乐观的心态和一个懂得帮助我的人，但是我暂时还没有遇到这样的人。我有时候觉得很困惑，因为有的相亲对象见面后总是抱怨自己的不如意，我觉得这真的很烦人。找对象真的要这么辛苦吗？以前我总是希望下一个会更好，可是始终没有找到完全符合我条件和性格的人。现在的我有时候还会失眠和掉发，真的感觉压力很大。",
    "annotation": [
      {
        "sentence": "你说得对，我确实还没有明确自己想要的相亲对象是什么样的。",
        "label": ""
      },
      {
        "sentence": "或许这就是导致我对每个相亲对象都有所犹豫的原因。",
        "label": ""
      },
      {
        "sentence": "我知道我需要一份乐观的心态和一个懂得帮助我的人，但是我暂时还没有遇到这样的人。",
        "label": ""
      },
      {
        "sentence": "我有时候觉得很困惑，因为有的相亲对象见面后总是抱怨自己的不如意，我觉得这真的很烦人。",
        "label": ""
      },
      {
        "sentence": "找对象真的要这么辛苦吗？",
        "label": ""
      },
      {
        "sentence": "以前我总是希望下一个会更好，可是始终没有找到完全符合我条件和性格的人。",
        "label": ""
      },
      {
        "sentence": "现在的我有时候还会失眠和掉发，真的感觉压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多人在寻找恋爱对象时都会把自己没有的特点希望通过对方来补充。但是我们要明白，我们不能要求别人做到自己做不到的事情。不妨试着先从自己做起，培养自己举重若轻的品质。与其寄希望于别人身上，不如努力成就自己。只有当你具备你想要的相亲对象的品质时，你才能吸引到那样的人。所以我希望你能先想清楚自己的目标和要求，然后努力朝着这个方向前进。加油！希望你早日找到心仪的对象。",
    "annotation": [
      {
        "sentence": "很多人在寻找恋爱对象时都会把自己没有的特点希望通过对方来补充。",
        "label": ""
      },
      {
        "sentence": "但是我们要明白，我们不能要求别人做到自己做不到的事情。",
        "label": ""
      },
      {
        "sentence": "不妨试着先从自己做起，培养自己举重若轻的品质。",
        "label": ""
      },
      {
        "sentence": "与其寄希望于别人身上，不如努力成就自己。",
        "label": ""
      },
      {
        "sentence": "只有当你具备你想要的相亲对象的品质时，你才能吸引到那样的人。",
        "label": ""
      },
      {
        "sentence": "所以我希望你能先想清楚自己的目标和要求，然后努力朝着这个方向前进。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "希望你早日找到心仪的对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议！你说得很对，我要先调整好自己的心态，明确自己想要的相亲对象的品质，并努力培养自己的举重若轻的能力。我会尽量不再只看到问题和缺点，而是用积极的眼光去发现对方的优点。希望这样做能帮助我更好地选择适合的人。谢谢你的鼓励，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      },
      {
        "sentence": "你说得很对，我要先调整好自己的心态，明确自己想要的相亲对象的品质，并努力培养自己的举重若轻的能力。",
        "label": ""
      },
      {
        "sentence": "我会尽量不再只看到问题和缺点，而是用积极的眼光去发现对方的优点。",
        "label": ""
      },
      {
        "sentence": "希望这样做能帮助我更好地选择适合的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励，我会加油的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你！调整心态和自己的期望是重要的一步，也希望你能够不再过分焦虑和追求完美，相信好的事情会在合适的时间发生。记住，爱情不是一场急匆匆的竞赛，而是需要耐心和时间的培养。相信自己，充实自己，你一定能够找到真正适合你的人。祝福你早日找到心仪的对象！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你！",
        "label": ""
      },
      {
        "sentence": "调整心态和自己的期望是重要的一步，也希望你能够不再过分焦虑和追求完美，相信好的事情会在合适的时间发生。",
        "label": ""
      },
      {
        "sentence": "记住，爱情不是一场急匆匆的竞赛，而是需要耐心和时间的培养。",
        "label": ""
      },
      {
        "sentence": "相信自己，充实自己，你一定能够找到真正适合你的人。",
        "label": ""
      },
      {
        "sentence": "祝福你早日找到心仪的对象！",
        "label": ""
      }
    ]
  }
]