[
  {
    "role": "client",
    "content": "我今年33岁，正处于事业的瓶颈期，感到非常焦虑和担忧，不知道该如何选择。我已经工作了快10年了，去年我离开了我工作了8年的环境，加入了一个创业团队。但由于今年疫情和经营问题，投资人选择了关门不做，我也失业了。现在我面临两个选择：一是自己白手起家创业，二是重新找工作！目前我是一边找工作，一边和两个志同道合的小伙伴为创业做准备。今年10月，我找到了一份新工作，同时我和小伙伴也租到了创业场地。现在我又面临一个选择困境。我们是贷款租的场地，现在需要开始布置准备了。而如果不做新的工作，我将没有生活收入来源。所以入职新工作的核心原因是我需要收入来源，但我内心深处又非常渴望自己创业。我一边筹备创业，一边又不敢告诉新公司的老板，感到很愧疚。对于创业能否成功，我心里没有底，但我真的很想拥有事业上的自主权。我该如何破解这个纠结呢？是现在就选择离职新工作，全心投入创业（但没有生活收入支撑）拼一把？还是两者同时进行呢？",
    "annotation": [
      {
        "sentence": "我今年33岁，正处于事业的瓶颈期，感到非常焦虑和担忧，不知道该如何选择。",
        "label": ""
      },
      {
        "sentence": "我已经工作了快10年了，去年我离开了我工作了8年的环境，加入了一个创业团队。",
        "label": ""
      },
      {
        "sentence": "但由于今年疫情和经营问题，投资人选择了关门不做，我也失业了。",
        "label": ""
      },
      {
        "sentence": "现在我面临两个选择：一是自己白手起家创业，二是重新找工作！",
        "label": ""
      },
      {
        "sentence": "目前我是一边找工作，一边和两个志同道合的小伙伴为创业做准备。",
        "label": ""
      },
      {
        "sentence": "今年10月，我找到了一份新工作，同时我和小伙伴也租到了创业场地。",
        "label": ""
      },
      {
        "sentence": "现在我又面临一个选择困境。",
        "label": ""
      },
      {
        "sentence": "我们是贷款租的场地，现在需要开始布置准备了。",
        "label": ""
      },
      {
        "sentence": "而如果不做新的工作，我将没有生活收入来源。",
        "label": ""
      },
      {
        "sentence": "所以入职新工作的核心原因是我需要收入来源，但我内心深处又非常渴望自己创业。",
        "label": ""
      },
      {
        "sentence": "我一边筹备创业，一边又不敢告诉新公司的老板，感到很愧疚。",
        "label": ""
      },
      {
        "sentence": "对于创业能否成功，我心里没有底，但我真的很想拥有事业上的自主权。",
        "label": ""
      },
      {
        "sentence": "我该如何破解这个纠结呢？",
        "label": ""
      },
      {
        "sentence": "是现在就选择离职新工作，全心投入创业（但没有生活收入支撑）拼一把？",
        "label": ""
      },
      {
        "sentence": "还是两者同时进行呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "@朋友希望你能考虑以下几个问题，也希望能帮上你。首先，关于创业，你需要考虑项目的可行性。创业项目需要资金、技术、人才和市场等方面的支持，你打算投入哪方面的资源？1、如果只是资金投入比例不高，你可以考虑兼职身份。创业有风险，入市需谨慎，这句话可能只有经历过的人才能深刻理解。2、如果你是公司的核心人才，那么你需要全身心地投入，否则创业就会缺乏足够的支持，投资人谁敢投一个兼职状态的创业项目合伙人呢？3、对项目的可行性进行充分分析，有望成功的预计时长是多久？资金能够坚持多久？再说说找工作，仔细选择一份工作后，你的心理状态就能够得到调整。相信你会认真考虑，并为自己做出一个明智的选择。咨询师Lily，如果我的意见对你有帮助，请关注和采纳吧！祝你好运！",
    "annotation": [
      {
        "sentence": "@朋友希望你能考虑以下几个问题，也希望能帮上你。",
        "label": ""
      },
      {
        "sentence": "首先，关于创业，你需要考虑项目的可行性。",
        "label": ""
      },
      {
        "sentence": "创业项目需要资金、技术、人才和市场等方面的支持，你打算投入哪方面的资源？",
        "label": ""
      },
      {
        "sentence": "1、如果只是资金投入比例不高，你可以考虑兼职身份。",
        "label": ""
      },
      {
        "sentence": "创业有风险，入市需谨慎，这句话可能只有经历过的人才能深刻理解。",
        "label": ""
      },
      {
        "sentence": "2、如果你是公司的核心人才，那么你需要全身心地投入，否则创业就会缺乏足够的支持，投资人谁敢投一个兼职状态的创业项目合伙人呢？",
        "label": ""
      },
      {
        "sentence": "3、对项目的可行性进行充分分析，有望成功的预计时长是多久？",
        "label": ""
      },
      {
        "sentence": "资金能够坚持多久？",
        "label": ""
      },
      {
        "sentence": "再说说找工作，仔细选择一份工作后，你的心理状态就能够得到调整。",
        "label": ""
      },
      {
        "sentence": "相信你会认真考虑，并为自己做出一个明智的选择。",
        "label": ""
      },
      {
        "sentence": "咨询师Lily，如果我的意见对你有帮助，请关注和采纳吧！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]