[
  {
    "role": "client",
    "content": "我今年33岁，在事业上遇到了瓶颈期，我很焦虑和担心不知道应该如何选择。我已经工作了10年了，在2018年离开了我工作了近8年的环境，加入了一个创业团队。但今年8月因为疫情和其他因素，投资人选择了关门不做了，所以我失业了。现在我面临两个选择：要么自己白手起家创业，要么重新找份工作。于是我决定一边找工作，一边和两个志同道合的小伙伴为创业做准备。10月份，我找到了一份新工作，同时和小伙伴一起租了一个创业场地。现在我又面临选择，因为我们和小伙伴是贷款租的场地，我们需要开始布置准备了。而且，新工作我才入职两天，我又担心说不做了不好。最重要的是，如果不做新的工作，我将没有生活收入来源。所以，入职新工作的核心原因是我需要收入来源。但是我内心深处又非常想要去自己创业。我一边筹备创业，一边又隐瞒新公司会让我对新公司老板有一种愧疚感。而且，对于创业能否成功我心里没有底。但是我真的很想有自己说了算的事业。请问你如何看待这个问题？我是现在就选择离职新工作全心投入创业（但没有生活收入支撑）拼一把，还是两者同时进行呢？",
    "annotation": [
      {
        "sentence": "我今年33岁，在事业上遇到了瓶颈期，我很焦虑和担心不知道应该如何选择。",
        "label": ""
      },
      {
        "sentence": "我已经工作了10年了，在2018年离开了我工作了近8年的环境，加入了一个创业团队。",
        "label": ""
      },
      {
        "sentence": "但今年8月因为疫情和其他因素，投资人选择了关门不做了，所以我失业了。",
        "label": ""
      },
      {
        "sentence": "现在我面临两个选择：要么自己白手起家创业，要么重新找份工作。",
        "label": ""
      },
      {
        "sentence": "于是我决定一边找工作，一边和两个志同道合的小伙伴为创业做准备。",
        "label": ""
      },
      {
        "sentence": "10月份，我找到了一份新工作，同时和小伙伴一起租了一个创业场地。",
        "label": ""
      },
      {
        "sentence": "现在我又面临选择，因为我们和小伙伴是贷款租的场地，我们需要开始布置准备了。",
        "label": ""
      },
      {
        "sentence": "而且，新工作我才入职两天，我又担心说不做了不好。",
        "label": ""
      },
      {
        "sentence": "最重要的是，如果不做新的工作，我将没有生活收入来源。",
        "label": ""
      },
      {
        "sentence": "所以，入职新工作的核心原因是我需要收入来源。",
        "label": ""
      },
      {
        "sentence": "但是我内心深处又非常想要去自己创业。",
        "label": ""
      },
      {
        "sentence": "我一边筹备创业，一边又隐瞒新公司会让我对新公司老板有一种愧疚感。",
        "label": ""
      },
      {
        "sentence": "而且，对于创业能否成功我心里没有底。",
        "label": ""
      },
      {
        "sentence": "但是我真的很想有自己说了算的事业。",
        "label": ""
      },
      {
        "sentence": "请问你如何看待这个问题？",
        "label": ""
      },
      {
        "sentence": "我是现在就选择离职新工作全心投入创业（但没有生活收入支撑）拼一把，还是两者同时进行呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一方面，你渴望实现自己的创业梦想，成为一个成功的企业家；另一方面，你也担心没有稳定的收入来源。这两者在你心中拉锯着，让你难以做出决定。这个过程让你感到非常纠结，两边都没有感到满意。而且，你的精力本来就有限，还用了一部分来思考这个问题。没错吧？虽然你很纠结，希望有人能推你一把，马上做出决定，但是这件事关乎你未来几年的生活模式，而且无论结果如何，你都必须承担。所以这个决定必须由你自己来做。我可以给你一些建议，供你参考。首先，你应该明确自己的人生目标是什么？理想中的生活模式是怎样的？你希望未来十年甚至二十年的生活是怎样的？创业和回到公司上班，哪个能帮助你实现或更接近这些目标呢？所有的选择和路途都应该是为了靠近自己的理想而做出的。每个决定的目的都应该是为了更接近这个理想的目标。这是一个参考标准。第二，你需要为自己的决定承担后果。每个选择都有代价，不选择同时进行创业和工作也是一种选择，也有代价。你所纠结的是，你希望获得最好的结果，不想错过任何一种可能的“风景”，但是你根本没有精力去体验其中的美好。第三，你有哪些资源可以支持你的决定呢？比如，你非常渴望创业，那么你应该想办法解决自己的收入来源问题。你有哪些资源可以支持你去创业呢？那些大佬们创业的时候也没稳定的收入来源，开始的时候公司可能不能盈利养活自己，但他们会尽办法去赚钱支持创业，并在多次失败后坚持不懈。企业如此，个人亦然，首先要有一个愿景，然后制定战略，最后脚踏实地去执行！",
    "annotation": [
      {
        "sentence": "一方面，你渴望实现自己的创业梦想，成为一个成功的企业家；另一方面，你也担心没有稳定的收入来源。",
        "label": ""
      },
      {
        "sentence": "这两者在你心中拉锯着，让你难以做出决定。",
        "label": ""
      },
      {
        "sentence": "这个过程让你感到非常纠结，两边都没有感到满意。",
        "label": ""
      },
      {
        "sentence": "而且，你的精力本来就有限，还用了一部分来思考这个问题。",
        "label": ""
      },
      {
        "sentence": "没错吧？",
        "label": ""
      },
      {
        "sentence": "虽然你很纠结，希望有人能推你一把，马上做出决定，但是这件事关乎你未来几年的生活模式，而且无论结果如何，你都必须承担。",
        "label": ""
      },
      {
        "sentence": "所以这个决定必须由你自己来做。",
        "label": ""
      },
      {
        "sentence": "我可以给你一些建议，供你参考。",
        "label": ""
      },
      {
        "sentence": "首先，你应该明确自己的人生目标是什么？",
        "label": ""
      },
      {
        "sentence": "理想中的生活模式是怎样的？",
        "label": ""
      },
      {
        "sentence": "你希望未来十年甚至二十年的生活是怎样的？",
        "label": ""
      },
      {
        "sentence": "创业和回到公司上班，哪个能帮助你实现或更接近这些目标呢？",
        "label": ""
      },
      {
        "sentence": "所有的选择和路途都应该是为了靠近自己的理想而做出的。",
        "label": ""
      },
      {
        "sentence": "每个决定的目的都应该是为了更接近这个理想的目标。",
        "label": ""
      },
      {
        "sentence": "这是一个参考标准。",
        "label": ""
      },
      {
        "sentence": "第二，你需要为自己的决定承担后果。",
        "label": ""
      },
      {
        "sentence": "每个选择都有代价，不选择同时进行创业和工作也是一种选择，也有代价。",
        "label": ""
      },
      {
        "sentence": "你所纠结的是，你希望获得最好的结果，不想错过任何一种可能的“风景”，但是你根本没有精力去体验其中的美好。",
        "label": ""
      },
      {
        "sentence": "第三，你有哪些资源可以支持你的决定呢？",
        "label": ""
      },
      {
        "sentence": "比如，你非常渴望创业，那么你应该想办法解决自己的收入来源问题。",
        "label": ""
      },
      {
        "sentence": "你有哪些资源可以支持你去创业呢？",
        "label": ""
      },
      {
        "sentence": "那些大佬们创业的时候也没稳定的收入来源，开始的时候公司可能不能盈利养活自己，但他们会尽办法去赚钱支持创业，并在多次失败后坚持不懈。",
        "label": ""
      },
      {
        "sentence": "企业如此，个人亦然，首先要有一个愿景，然后制定战略，最后脚踏实地去执行！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我真的很纠结。一方面，我渴望成为一个成功的企业家，希望能够掌握自己事业的命运；另一方面，我也很害怕没有稳定的收入来源，担心影响自己的生活质量。目前我也意识到了我内心有很大的压力，因为同时进行创业和工作确实很辛苦，我担心自己会承担不了这种双重压力。但是我又觉得现在是个好机会，刚开始工作不久，离职对公司的损失可能不大，而且我有两个志同道合的小伙伴，我们可以互相支持，共同努力。我也很认同你提到的要为自己的选择承担后果，每个选择都有代价，我必须有所取舍。我也意识到，创业并不是一帆风顺的，需要投入大量的时间和精力，以及解决各种问题，所以我必须衡量好自己的资源和能力。非常感谢你给我的建议，我会慎重考虑这些因素。",
    "annotation": [
      {
        "sentence": "你说的很对，我真的很纠结。",
        "label": ""
      },
      {
        "sentence": "一方面，我渴望成为一个成功的企业家，希望能够掌握自己事业的命运；另一方面，我也很害怕没有稳定的收入来源，担心影响自己的生活质量。",
        "label": ""
      },
      {
        "sentence": "目前我也意识到了我内心有很大的压力，因为同时进行创业和工作确实很辛苦，我担心自己会承担不了这种双重压力。",
        "label": ""
      },
      {
        "sentence": "但是我又觉得现在是个好机会，刚开始工作不久，离职对公司的损失可能不大，而且我有两个志同道合的小伙伴，我们可以互相支持，共同努力。",
        "label": ""
      },
      {
        "sentence": "我也很认同你提到的要为自己的选择承担后果，每个选择都有代价，我必须有所取舍。",
        "label": ""
      },
      {
        "sentence": "我也意识到，创业并不是一帆风顺的，需要投入大量的时间和精力，以及解决各种问题，所以我必须衡量好自己的资源和能力。",
        "label": ""
      },
      {
        "sentence": "非常感谢你给我的建议，我会慎重考虑这些因素。",
        "label": ""
      }
    ]
  }
]