[
  {
    "role": "client",
    "content": "讨厌一个人怎么办？如何疏解？请教大家一个问题如何疏解自己对一个人的讨厌我一个同事本来我就不喜欢她，昨天沟通的时候还没事找事跟我发火，把我气得有点神经病她在那做我们之前项目的后期，问我立面分隔的问题，态度特别不好还不动脑子，后来连问了好几个同一类型的问题以后我就说，你自己看情况就行，她就冲我发火结果领导一过来，她态度也变好了，脑袋瓜也灵光了，这种灵光指的是，我帮她分析问题问我们领导，刚刚还啥都不知道的她，就开始给那顺着我们领导说：我觉得这不行那不行，当时有点烦但也没继续想这事，结果昨天晚上就莫名心情不好，还晚睡了今天早上心里跟吃了个苍蝇一样，才反应过来我是真心被恶心到了，就这种事情我无法控制那种讨厌的感觉咋办求助",
    "annotation": [
      {
        "sentence": "讨厌一个人怎么办？",
        "label": ""
      },
      {
        "sentence": "如何疏解？",
        "label": ""
      },
      {
        "sentence": "请教大家一个问题如何疏解自己对一个人的讨厌我一个同事本来我就不喜欢她，昨天沟通的时候还没事找事跟我发火，把我气得有点神经病她在那做我们之前项目的后期，问我立面分隔的问题，态度特别不好还不动脑子，后来连问了好几个同一类型的问题以后我就说，你自己看情况就行，她就冲我发火结果领导一过来，她态度也变好了，脑袋瓜也灵光了，这种灵光指的是，我帮她分析问题问我们领导，刚刚还啥都不知道的她，就开始给那顺着我们领导说：我觉得这不行那不行，当时有点烦但也没继续想这事，结果昨天晚上就莫名心情不好，还晚睡了今天早上心里跟吃了个苍蝇一样，才反应过来我是真心被恶心到了，就这种事情我无法控制那种讨厌的感觉咋办求助",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对此问题的烦恼，首先要明白阿德勒大师所说的\"课题分离\"可以帮助你避免别人的情绪影响到你。在实际层面，处理问题是应该由责任人负责，她向你请教问题，你可以选择愿意回答并好好帮助，如果不愿意也要明确告诉她你不清楚。至于情绪方面，需要看到她的焦虑和愤怒是她自己的问题，不是你应该承担的责任。当她对你发火时，最好的回应方式不是直接怼回去，因为这样只会两败俱伤，并没有必要这样做。实际上，当你看清楚她的情绪是她自己的问题后，你就不会感到愤怒，只会觉得无聊和可笑。工作中，你首要是尽职尽责地处理好自己的事情。当然，如果你选择不帮助她，可能会对你们的关系产生影响，如果你不在乎的话，也没关系。其实，当别人的无意之言引起你的愤怒时，这种状态本来就不好，说明了你内在的不稳定。你可以多了解一些阿德勒关于课题分离的理论，以及一些情绪控制的方法。祝一切顺利~",
    "annotation": [
      {
        "sentence": "听到你对此问题的烦恼，首先要明白阿德勒大师所说的\"课题分离\"可以帮助你避免别人的情绪影响到你。",
        "label": ""
      },
      {
        "sentence": "在实际层面，处理问题是应该由责任人负责，她向你请教问题，你可以选择愿意回答并好好帮助，如果不愿意也要明确告诉她你不清楚。",
        "label": ""
      },
      {
        "sentence": "至于情绪方面，需要看到她的焦虑和愤怒是她自己的问题，不是你应该承担的责任。",
        "label": ""
      },
      {
        "sentence": "当她对你发火时，最好的回应方式不是直接怼回去，因为这样只会两败俱伤，并没有必要这样做。",
        "label": ""
      },
      {
        "sentence": "实际上，当你看清楚她的情绪是她自己的问题后，你就不会感到愤怒，只会觉得无聊和可笑。",
        "label": ""
      },
      {
        "sentence": "工作中，你首要是尽职尽责地处理好自己的事情。",
        "label": ""
      },
      {
        "sentence": "当然，如果你选择不帮助她，可能会对你们的关系产生影响，如果你不在乎的话，也没关系。",
        "label": ""
      },
      {
        "sentence": "其实，当别人的无意之言引起你的愤怒时，这种状态本来就不好，说明了你内在的不稳定。",
        "label": ""
      },
      {
        "sentence": "你可以多了解一些阿德勒关于课题分离的理论，以及一些情绪控制的方法。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利~",
        "label": ""
      }
    ]
  }
]