[
  {
    "role": "client",
    "content": "一般在分手时，男生挽回时会说什么？相亲认识的，也相处一段时间了，想要分手，男生不同意，见面聊了，男生一直在说对女生的好和自己以后潜能，说了女生有很多的缺点，没有说女生有什么优点，说虽然有很多缺点但就是喜欢，很怀疑真的喜欢吗？",
    "annotation": [
      {
        "sentence": "一般在分手时，男生挽回时会说什么？",
        "label": ""
      },
      {
        "sentence": "相亲认识的，也相处一段时间了，想要分手，男生不同意，见面聊了，男生一直在说对女生的好和自己以后潜能，说了女生有很多的缺点，没有说女生有什么优点，说虽然有很多缺点但就是喜欢，很怀疑真的喜欢吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人对于喜欢和爱的理解不一样，所以，除了他自己谁也不知道他到底是不是真的喜欢。但你可以思考这样一个问题：他喜不喜欢你重要吗？如果他喜欢你，但你不喜欢他，你可以接受吗？如果你不喜欢他，他再喜欢你也没用啊。",
    "annotation": [
      {
        "sentence": "每个人对于喜欢和爱的理解不一样，所以，除了他自己谁也不知道他到底是不是真的喜欢。",
        "label": ""
      },
      {
        "sentence": "但你可以思考这样一个问题：他喜不喜欢你重要吗？",
        "label": ""
      },
      {
        "sentence": "如果他喜欢你，但你不喜欢他，你可以接受吗？",
        "label": ""
      },
      {
        "sentence": "如果你不喜欢他，他再喜欢你也没用啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但他总是只看到我的缺点，从没有提到过我的优点，我觉得他并不真的喜欢我，只是自私地为了自己的潜能而挽留我。",
    "annotation": [
      {
        "sentence": "但他总是只看到我的缺点，从没有提到过我的优点，我觉得他并不真的喜欢我，只是自私地为了自己的潜能而挽留我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "\"男生一直在说对女生的好和自己以后潜能，说了女生有很多的缺点，没有说女生有什么优点，说虽然有很多缺点但就是喜欢\"不知道完整的对话是怎样的，仅从这一小段描述来看的话，男生可能有些自我。当你提出要分手之后，他并没有去主动询问你的感受和分手的原因，而是用一种近似于“自我感动式”的付出来进行挽留。而且他连你的优点都看不到，反倒一直在说你的缺点，还抛出来一句“虽然你有很多缺点，但就是喜欢”这样的话，所以他关注的重点看起来并没有在你身上，而是在他自己身上。",
    "annotation": [
      {
        "sentence": "\"男生一直在说对女生的好和自己以后潜能，说了女生有很多的缺点，没有说女生有什么优点，说虽然有很多缺点但就是喜欢\"不知道完整的对话是怎样的，仅从这一小段描述来看的话，男生可能有些自我。",
        "label": ""
      },
      {
        "sentence": "当你提出要分手之后，他并没有去主动询问你的感受和分手的原因，而是用一种近似于“自我感动式”的付出来进行挽留。",
        "label": ""
      },
      {
        "sentence": "而且他连你的优点都看不到，反倒一直在说你的缺点，还抛出来一句“虽然你有很多缺点，但就是喜欢”这样的话，所以他关注的重点看起来并没有在你身上，而是在他自己身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也觉得他的态度很自我。我对他提出的分手原因他似乎并不在乎，只是一味挽留。我开始怀疑我们之间的感情是否真的有未来。",
    "annotation": [
      {
        "sentence": "你说得对，我也觉得他的态度很自我。",
        "label": ""
      },
      {
        "sentence": "我对他提出的分手原因他似乎并不在乎，只是一味挽留。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑我们之间的感情是否真的有未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲密关系开始的最初阶段一定是两个人彼此欣赏，一段由“包容和将就”开始的感情，一定会越来越无趣。当然，这么说对男生可能也有些不公平，毕竟没有看到对话的全部内容，但最终还是要以自己的感受作为标准，如果你感觉他爱你，那他就是爱你的，如果你感觉不到他对你的热情，那么他做再多也是没有意义的。",
    "annotation": [
      {
        "sentence": "亲密关系开始的最初阶段一定是两个人彼此欣赏，一段由“包容和将就”开始的感情，一定会越来越无趣。",
        "label": ""
      },
      {
        "sentence": "当然，这么说对男生可能也有些不公平，毕竟没有看到对话的全部内容，但最终还是要以自己的感受作为标准，如果你感觉他爱你，那他就是爱你的，如果你感觉不到他对你的热情，那么他做再多也是没有意义的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该以自己的感受为准，不能一味为了对方的潜能而勉强自己。感情是相互的，他的行为让我开始怀疑我们之间的感情是否真实。我需要好好思考一下我们的关系了。",
    "annotation": [
      {
        "sentence": "我明白了，我应该以自己的感受为准，不能一味为了对方的潜能而勉强自己。",
        "label": ""
      },
      {
        "sentence": "感情是相互的，他的行为让我开始怀疑我们之间的感情是否真实。",
        "label": ""
      },
      {
        "sentence": "我需要好好思考一下我们的关系了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的思考很重要。尊重自己的感受，对待感情要坦诚相待。希望你能找到属于自己的幸福。祝您生活愉快！",
    "annotation": [
      {
        "sentence": "很好，你的思考很重要。",
        "label": ""
      },
      {
        "sentence": "尊重自己的感受，对待感情要坦诚相待。",
        "label": ""
      },
      {
        "sentence": "希望你能找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝您生活愉快！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。我会好好考虑并做出正确的决定。祝您一切都好！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑并做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "祝您一切都好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我非常愿意给你提供帮助。如果你还有任何需要，随时向我求助。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我非常愿意给你提供帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何需要，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]