[
  {
    "role": "client",
    "content": "宁可死也不面对，如何克服鸵鸟心态？已经27了明知道自己该怎么做，可做的时候却焦虑，逃避以至于我目前非常的痛苦，无力，很多次想死。有力气又使不上，明明只要面对，主动迎上去，就会消除这种被问题追赶压着的痛苦感，可就是宁可被压着也使不上劲，宁可死也不面对，我该怎么办呢，不想再这样了，太痛苦了逃避已经阻碍我成长，享受快乐，可我就是控制不住，我该怎么办呢！！！",
    "annotation": [
      {
        "sentence": "宁可死也不面对，如何克服鸵鸟心态？",
        "label": ""
      },
      {
        "sentence": "已经27了明知道自己该怎么做，可做的时候却焦虑，逃避以至于我目前非常的痛苦，无力，很多次想死。",
        "label": ""
      },
      {
        "sentence": "有力气又使不上，明明只要面对，主动迎上去，就会消除这种被问题追赶压着的痛苦感，可就是宁可被压着也使不上劲，宁可死也不面对，我该怎么办呢，不想再这样了，太痛苦了逃避已经阻碍我成长，享受快乐，可我就是控制不住，我该怎么办呢！！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我明白你现在的痛苦。我们先来看看你的问题：明明知道该怎么做，但宁可死也不面对，控制不住自己想逃避正如你所说，这就是典型的鸵鸟心态。面对困难采取回避的态度，即使知道回避会让问题更加复杂，更难处理，仍然不愿意面对。其实这种心理每个人都有，只是有的人与之妥协，有的人克服了它。",
    "annotation": [
      {
        "sentence": "求助者，我明白你现在的痛苦。",
        "label": ""
      },
      {
        "sentence": "我们先来看看你的问题：明明知道该怎么做，但宁可死也不面对，控制不住自己想逃避正如你所说，这就是典型的鸵鸟心态。",
        "label": ""
      },
      {
        "sentence": "面对困难采取回避的态度，即使知道回避会让问题更加复杂，更难处理，仍然不愿意面对。",
        "label": ""
      },
      {
        "sentence": "其实这种心理每个人都有，只是有的人与之妥协，有的人克服了它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到这个问题的严重性，我真的想改变。",
    "annotation": [
      {
        "sentence": "是的，我意识到这个问题的严重性，我真的想改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那我们应该怎样克服鸵鸟心态呢？判断自己是否真的无力应对有人曾说过：“我们总是在正确和容易的事情之间选择容易的”。很多时候，面对问题时，我们就在心里权衡它难不难，如果觉得难，我们就开始打退堂鼓，就开始拖延，然后越拖越难受。但很多问题并不是我们想象的那么难，只想不做只会不断给自己输入“它很难，我不行”的念头，但只要你开始做了你就会发现并没有想的那么难。只有自己去面对了，去尝试了，才能知道自己是否真的无力应对。那么我们该怎样克服自己的心理，勇敢的迈出第一步呢？",
    "annotation": [
      {
        "sentence": "那我们应该怎样克服鸵鸟心态呢？",
        "label": ""
      },
      {
        "sentence": "判断自己是否真的无力应对有人曾说过：“我们总是在正确和容易的事情之间选择容易的”。",
        "label": ""
      },
      {
        "sentence": "很多时候，面对问题时，我们就在心里权衡它难不难，如果觉得难，我们就开始打退堂鼓，就开始拖延，然后越拖越难受。",
        "label": ""
      },
      {
        "sentence": "但很多问题并不是我们想象的那么难，只想不做只会不断给自己输入“它很难，我不行”的念头，但只要你开始做了你就会发现并没有想的那么难。",
        "label": ""
      },
      {
        "sentence": "只有自己去面对了，去尝试了，才能知道自己是否真的无力应对。",
        "label": ""
      },
      {
        "sentence": "那么我们该怎样克服自己的心理，勇敢的迈出第一步呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道要勇敢去面对问题，可是每次都觉得力不从心，好像被问题压着一样。",
    "annotation": [
      {
        "sentence": "我知道要勇敢去面对问题，可是每次都觉得力不从心，好像被问题压着一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "试着用五分钟法则给自己五分钟的时间，去梳理列出面对某个难题的关键点，你需要做什么才能解决它；再花五分钟去列出你对每个关键点采取的措施。通过这种方法，你能一目了然你需要做什么，该怎么做，也能判断自己的能力是否足够。相信我，很多事情，开始面对之后，你会发现，其实它只是个纸老虎。",
    "annotation": [
      {
        "sentence": "试着用五分钟法则给自己五分钟的时间，去梳理列出面对某个难题的关键点，你需要做什么才能解决它；再花五分钟去列出你对每个关键点采取的措施。",
        "label": ""
      },
      {
        "sentence": "通过这种方法，你能一目了然你需要做什么，该怎么做，也能判断自己的能力是否足够。",
        "label": ""
      },
      {
        "sentence": "相信我，很多事情，开始面对之后，你会发现，其实它只是个纸老虎。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来不错，我可以试试看。但是，我还有一个问题，我觉得我缺乏自信，面对问题时总是觉得自己做不到。",
    "annotation": [
      {
        "sentence": "这个方法听起来不错，我可以试试看。",
        "label": ""
      },
      {
        "sentence": "但是，我还有一个问题，我觉得我缺乏自信，面对问题时总是觉得自己做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "重建自信是很重要的。为什么面对问题会逃避？无外乎是对自己不够自信。因为不够自信，所以怀疑自己，自我暗示自己做不到。有研究证明，人要做成功某件事，自信的心态占了超过50%的因素。由此可知，自信的重要性。那么我们该如何重建自信呢？",
    "annotation": [
      {
        "sentence": "重建自信是很重要的。",
        "label": ""
      },
      {
        "sentence": "为什么面对问题会逃避？",
        "label": ""
      },
      {
        "sentence": "无外乎是对自己不够自信。",
        "label": ""
      },
      {
        "sentence": "因为不够自信，所以怀疑自己，自我暗示自己做不到。",
        "label": ""
      },
      {
        "sentence": "有研究证明，人要做成功某件事，自信的心态占了超过50%的因素。",
        "label": ""
      },
      {
        "sentence": "由此可知，自信的重要性。",
        "label": ""
      },
      {
        "sentence": "那么我们该如何重建自信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得很多时候我因为别人的否定而失去自信，怀疑自己的能力。",
    "annotation": [
      {
        "sentence": "我觉得很多时候我因为别人的否定而失去自信，怀疑自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "区分否定和投射很重要。在工作和学习中，我们会遇到很多人否定我们，认为我们不行。但我们一定要分清楚，这种否定，到底是不是针对我们个人？不认同自己的到底是别人还是我们自己？否定是别人否定我们，而投射这是我们自己心理的想法，有时候他人说的不是我们，但我们听到了就会自我带入。当别人给我们建议或批评时，要先自我判断对自己是否有建设性意义，如果有，就接受；没有，就左耳进右耳出。每个人看待事情的观点不同，他人不认可你，不代表你不优秀。只有做到不再怀疑自己，才能重建我们的自信。",
    "annotation": [
      {
        "sentence": "区分否定和投射很重要。",
        "label": ""
      },
      {
        "sentence": "在工作和学习中，我们会遇到很多人否定我们，认为我们不行。",
        "label": ""
      },
      {
        "sentence": "但我们一定要分清楚，这种否定，到底是不是针对我们个人？",
        "label": ""
      },
      {
        "sentence": "不认同自己的到底是别人还是我们自己？",
        "label": ""
      },
      {
        "sentence": "否定是别人否定我们，而投射这是我们自己心理的想法，有时候他人说的不是我们，但我们听到了就会自我带入。",
        "label": ""
      },
      {
        "sentence": "当别人给我们建议或批评时，要先自我判断对自己是否有建设性意义，如果有，就接受；没有，就左耳进右耳出。",
        "label": ""
      },
      {
        "sentence": "每个人看待事情的观点不同，他人不认可你，不代表你不优秀。",
        "label": ""
      },
      {
        "sentence": "只有做到不再怀疑自己，才能重建我们的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法都很实用，我会尝试去改变自己的思维方式和态度。感谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "这些方法都很实用，我会尝试去改变自己的思维方式和态度。",
        "label": ""
      },
      {
        "sentence": "感谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "解决鸵鸟心态并没有那么难，只要有豁出去的勇气和自信的心态。“习惯逃避现实的人，永远也体会不到收获时的喜悦”，与你共勉。以上仅代表个人看法，希望能帮助到你。祝好～。",
    "annotation": [
      {
        "sentence": "解决鸵鸟心态并没有那么难，只要有豁出去的勇气和自信的心态。",
        "label": ""
      },
      {
        "sentence": "“习惯逃避现实的人，永远也体会不到收获时的喜悦”，与你共勉。",
        "label": ""
      },
      {
        "sentence": "以上仅代表个人看法，希望能帮助到你。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  }
]