[
  {
    "role": "client",
    "content": "自己想做的事跟实际脱离，满满负罪感，很焦虑？",
    "annotation": [
      {
        "sentence": "自己想做的事跟实际脱离，满满负罪感，很焦虑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述可以感受到你的焦虑和苦恼，你想再为自己的人生拼一次，但是面对现实时，你觉得很无力，找不到前路的方向。心里有考研的想法，但受到工作，家庭琐事的影响，没有办法专心备考。距离考研时间越来越近，需要学习的东西还没有掌握，内心很焦虑。",
    "annotation": [
      {
        "sentence": "从你的描述可以感受到你的焦虑和苦恼，你想再为自己的人生拼一次，但是面对现实时，你觉得很无力，找不到前路的方向。",
        "label": ""
      },
      {
        "sentence": "心里有考研的想法，但受到工作，家庭琐事的影响，没有办法专心备考。",
        "label": ""
      },
      {
        "sentence": "距离考研时间越来越近，需要学习的东西还没有掌握，内心很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是一个31岁的宝妈，也是一名基层卫生院的工作者，因为工作的原因所以从年初开始就萌生考研想法。然后这8-9个月一直看书，照顾家庭工作三者周旋。一般人如果听到我这样就会觉得我很励志很好，一大把年纪了还有梦想。可现实是，我天天厌烦工作，家庭琐碎事情也很烦，孩子还小，回家带带很累，考研也是好像被生活所迫。",
    "annotation": [
      {
        "sentence": "我是一个31岁的宝妈，也是一名基层卫生院的工作者，因为工作的原因所以从年初开始就萌生考研想法。",
        "label": ""
      },
      {
        "sentence": "然后这8-9个月一直看书，照顾家庭工作三者周旋。",
        "label": ""
      },
      {
        "sentence": "一般人如果听到我这样就会觉得我很励志很好，一大把年纪了还有梦想。",
        "label": ""
      },
      {
        "sentence": "可现实是，我天天厌烦工作，家庭琐碎事情也很烦，孩子还小，回家带带很累，考研也是好像被生活所迫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "厌烦当前的工作，下班后要回家照顾孩子，没有属于自己的时间。可以看出你是一个对自己有要求的人，不满足于现状，希望通过考研改变自己，只是被生活所困，不知道怎么平衡梦想、家庭和工作。你不仅要上班，还要照顾孩子，学习的时间确实很有限。",
    "annotation": [
      {
        "sentence": "厌烦当前的工作，下班后要回家照顾孩子，没有属于自己的时间。",
        "label": ""
      },
      {
        "sentence": "可以看出你是一个对自己有要求的人，不满足于现状，希望通过考研改变自己，只是被生活所困，不知道怎么平衡梦想、家庭和工作。",
        "label": ""
      },
      {
        "sentence": "你不仅要上班，还要照顾孩子，学习的时间确实很有限。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "然后现在10月了，越来越焦虑不安，看书没看好，该背的没有背，该刷题的时候没有刷，每天下班想回家看书都被孩子缠着。自己很想到最后冲一把，实际上是没法安心看书，每天陪孩子睡觉很早睡了一觉天亮又要上班，然后满满负罪感。一想到今年考试又要炮灰了，就觉得很对不起自己的梦想，很丢脸那些对我拍手？的人，这几年真的感觉人生灰暗，沮丧。",
    "annotation": [
      {
        "sentence": "然后现在10月了，越来越焦虑不安，看书没看好，该背的没有背，该刷题的时候没有刷，每天下班想回家看书都被孩子缠着。",
        "label": ""
      },
      {
        "sentence": "自己很想到最后冲一把，实际上是没法安心看书，每天陪孩子睡觉很早睡了一觉天亮又要上班，然后满满负罪感。",
        "label": ""
      },
      {
        "sentence": "一想到今年考试又要炮灰了，就觉得很对不起自己的梦想，很丢脸那些对我拍手？",
        "label": ""
      },
      {
        "sentence": "的人，这几年真的感觉人生灰暗，沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个人的精力是有限的，谁也不是超人，你已经做得很好了，但是一个人肯定会很困难，可以寻求其他人的帮助。向父母或者亲戚寻求帮助现在是你最关键的时刻，平时可以挑取一段时间让父母或者亲戚帮忙带孩子，分担一下压力，这样自己可以在这段时间里静下心来学习。做好时间管理，制定详细的学习计划你的焦虑源于时间所剩无几，但还有很多题没有刷，很多知识点没有记，那么就给自己制定一个详细的学习计划，按照计划一点点去完成。利用好平时碎片化的时间，让每一分钟都被充分利用起来。",
    "annotation": [
      {
        "sentence": "一个人的精力是有限的，谁也不是超人，你已经做得很好了，但是一个人肯定会很困难，可以寻求其他人的帮助。",
        "label": ""
      },
      {
        "sentence": "向父母或者亲戚寻求帮助现在是你最关键的时刻，平时可以挑取一段时间让父母或者亲戚帮忙带孩子，分担一下压力，这样自己可以在这段时间里静下心来学习。",
        "label": ""
      },
      {
        "sentence": "做好时间管理，制定详细的学习计划你的焦虑源于时间所剩无几，但还有很多题没有刷，很多知识点没有记，那么就给自己制定一个详细的学习计划，按照计划一点点去完成。",
        "label": ""
      },
      {
        "sentence": "利用好平时碎片化的时间，让每一分钟都被充分利用起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，如果能得到亲人的支持和帮助，我会有更多时间和精力去备考。我明白时间管理的重要性，也曾经尝试过制定计划，但总是难以坚持下来。而且我越觉得时间紧迫，越感到焦虑和压力。",
    "annotation": [
      {
        "sentence": "确实，如果能得到亲人的支持和帮助，我会有更多时间和精力去备考。",
        "label": ""
      },
      {
        "sentence": "我明白时间管理的重要性，也曾经尝试过制定计划，但总是难以坚持下来。",
        "label": ""
      },
      {
        "sentence": "而且我越觉得时间紧迫，越感到焦虑和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "保持良好的心态，相信自己你能够做出考研的选择，一定是经过了深思熟虑，也一定鼓足了勇气，不到最后一刻谁也无法预料结果，你要相信自己，及时调整自己的心情，让自己可以更投入。总之，既然决定了便努力一次，让家人在这段时间帮忙分担一下家庭琐事，自己也要保持良好的心态，做好自己可以做的，结果顺其自然就好，不要有太大压力。",
    "annotation": [
      {
        "sentence": "保持良好的心态，相信自己你能够做出考研的选择，一定是经过了深思熟虑，也一定鼓足了勇气，不到最后一刻谁也无法预料结果，你要相信自己，及时调整自己的心情，让自己可以更投入。",
        "label": ""
      },
      {
        "sentence": "总之，既然决定了便努力一次，让家人在这段时间帮忙分担一下家庭琐事，自己也要保持良好的心态，做好自己可以做的，结果顺其自然就好，不要有太大压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着向家人寻求帮助，同时也会调整自己的心态，做好时间管理和学习计划，相信自己能够克服困难，追逐自己的梦想。再次感谢你的建议和祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着向家人寻求帮助，同时也会调整自己的心态，做好时间管理和学习计划，相信自己能够克服困难，追逐自己的梦想。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议和祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够坚持下去，只要你努力并保持积极的心态，你一定能够实现自己的梦想。祝你考研顺利，过得开心快乐！如果有任何困难和疑惑，随时都可以来向我寻求帮助。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够坚持下去，只要你努力并保持积极的心态，你一定能够实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "祝你考研顺利，过得开心快乐！",
        "label": ""
      },
      {
        "sentence": "如果有任何困难和疑惑，随时都可以来向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]