[
  {
    "role": "client",
    "content": "家人这样对我怎么办？我对他们来说只是炫耀的工具吗？以前我读书成绩好的时候他们在外面背着我去和别人炫耀，在家里从来没有承认过我的努力和成绩，有时还会故意说反话刺激我。支持者：听说你感到非常难过，这让我很心疼。可以和我分享更多关于家人的事情吗？",
    "annotation": [
      {
        "sentence": "家人这样对我怎么办？",
        "label": ""
      },
      {
        "sentence": "我对他们来说只是炫耀的工具吗？",
        "label": ""
      },
      {
        "sentence": "以前我读书成绩好的时候他们在外面背着我去和别人炫耀，在家里从来没有承认过我的努力和成绩，有时还会故意说反话刺激我。",
        "label": ""
      },
      {
        "sentence": "支持者：听说你感到非常难过，这让我很心疼。",
        "label": ""
      },
      {
        "sentence": "可以和我分享更多关于家人的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来我高考没考好，只上了本科线，就当即对我破口大骂，羞辱我，还到处和人讲，后来我更是因为越来越抑郁，一蹶难振，他们不但和外人一起看不起，甚至鄙视和言语讽刺。甚至有人背着我当他们面各种嘲笑我，回来他们就给脸色我看甚至也恨恨地鄙视地嘲讽我。支持者：听起来你的家人对你很苛刻，你有权被尊重和认可，你的感受和努力都应该被肯定。但是，有时父母的期望可能过高，他们通过贬低你来达到自己的目的，这是他们的不良行为而不是你的过错。",
    "annotation": [
      {
        "sentence": "后来我高考没考好，只上了本科线，就当即对我破口大骂，羞辱我，还到处和人讲，后来我更是因为越来越抑郁，一蹶难振，他们不但和外人一起看不起，甚至鄙视和言语讽刺。",
        "label": ""
      },
      {
        "sentence": "甚至有人背着我当他们面各种嘲笑我，回来他们就给脸色我看甚至也恨恨地鄙视地嘲讽我。",
        "label": ""
      },
      {
        "sentence": "支持者：听起来你的家人对你很苛刻，你有权被尊重和认可，你的感受和努力都应该被肯定。",
        "label": ""
      },
      {
        "sentence": "但是，有时父母的期望可能过高，他们通过贬低你来达到自己的目的，这是他们的不良行为而不是你的过错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好多年，我有苦说不出，非常压抑痛苦。我也不明白，明明是家人，为什么他们这么对我？支持者：我能够理解你的困惑和痛苦。有时，我们很难理解父母为什么会做出让我们难过的决定。但是，他们并不总是能够正确地表达自己，或者他们可能以不健康的方式来表达自己的看法。他们也可能因为自己内心的问题而选择把这些负面情绪转嫁给别人。",
    "annotation": [
      {
        "sentence": "好多年，我有苦说不出，非常压抑痛苦。",
        "label": ""
      },
      {
        "sentence": "我也不明白，明明是家人，为什么他们这么对我？",
        "label": ""
      },
      {
        "sentence": "支持者：我能够理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "有时，我们很难理解父母为什么会做出让我们难过的决定。",
        "label": ""
      },
      {
        "sentence": "但是，他们并不总是能够正确地表达自己，或者他们可能以不健康的方式来表达自己的看法。",
        "label": ""
      },
      {
        "sentence": "他们也可能因为自己内心的问题而选择把这些负面情绪转嫁给别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "难道我对于他们来说只是炫耀的工具吗？？我的努力对他们来说算什么？？我对他们来说算什么？？？支持者：不，你绝不只是他们的炫耀工具。你是个有价值的人，你曾经的成绩和努力应该得到认可和欣赏，这不应该受到任何形式的质疑或否认。你自己的认可和成就感最为重要，这种感觉应该来自于你自己，而不是取决于他人的看法。",
    "annotation": [
      {
        "sentence": "难道我对于他们来说只是炫耀的工具吗？？",
        "label": ""
      },
      {
        "sentence": "我的努力对他们来说算什么？？",
        "label": ""
      },
      {
        "sentence": "我对他们来说算什么？？？",
        "label": ""
      },
      {
        "sentence": "支持者：不，你绝不只是他们的炫耀工具。",
        "label": ""
      },
      {
        "sentence": "你是个有价值的人，你曾经的成绩和努力应该得到认可和欣赏，这不应该受到任何形式的质疑或否认。",
        "label": ""
      },
      {
        "sentence": "你自己的认可和成就感最为重要，这种感觉应该来自于你自己，而不是取决于他人的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以后该怎么办？？我该怎么对待他们？？？支持者：作为一个成年人，你有权选择和限制你与家人的互动。你可以尽力去沟通，直言不讳地让他们知道他们的行为对你产生了不良影响。或者，你可以暂时疏远他们，保护自己的情感健康。关键是要尊重自己的需求和感受，同时也要尽力理解和接受他人在自己的成长历程中的作用。你可以通过寻求心理以及情感支持来帮助自己平衡情绪并慢慢摆脱痛苦。",
    "annotation": [
      {
        "sentence": "我以后该怎么办？？",
        "label": ""
      },
      {
        "sentence": "我该怎么对待他们？？？",
        "label": ""
      },
      {
        "sentence": "支持者：作为一个成年人，你有权选择和限制你与家人的互动。",
        "label": ""
      },
      {
        "sentence": "你可以尽力去沟通，直言不讳地让他们知道他们的行为对你产生了不良影响。",
        "label": ""
      },
      {
        "sentence": "或者，你可以暂时疏远他们，保护自己的情感健康。",
        "label": ""
      },
      {
        "sentence": "关键是要尊重自己的需求和感受，同时也要尽力理解和接受他人在自己的成长历程中的作用。",
        "label": ""
      },
      {
        "sentence": "你可以通过寻求心理以及情感支持来帮助自己平衡情绪并慢慢摆脱痛苦。",
        "label": ""
      }
    ]
  }
]