[
  {
    "role": "client",
    "content": "自己想做的事跟实际脱离，满满负罪感，很焦虑？我是一个31岁的宝妈，也是一名基层卫生院的工作者，因为工作的原因所以从年初开始就萌生考研想法，然后这8-9个月一直看书，照顾家庭工作三者周旋，一般人如果听到我这样就会觉得我很励志很好，一大把年纪了还有梦想，可现实是，我天天厌烦工作，家庭琐碎事情也很烦，孩子还小，回家带带很累，考研也是好像被生活所迫。然后现在10月了，越来越焦虑不安，看书没看好，该背的没有背，该刷题的时候没有刷，每天下班想回家看书都被孩子缠着。自己很想到最后冲一把，实际上是没法安心看书，每天陪孩子睡觉很早睡了一觉天亮又要上班，然后满满负罪感。一想到今年考试又要炮灰了，就觉得很对不起自己的梦想，很丢脸那些对我拍手的人，这几年真的感觉人生灰暗，沮丧。",
    "annotation": [
      {
        "sentence": "自己想做的事跟实际脱离，满满负罪感，很焦虑？",
        "label": ""
      },
      {
        "sentence": "我是一个31岁的宝妈，也是一名基层卫生院的工作者，因为工作的原因所以从年初开始就萌生考研想法，然后这8-9个月一直看书，照顾家庭工作三者周旋，一般人如果听到我这样就会觉得我很励志很好，一大把年纪了还有梦想，可现实是，我天天厌烦工作，家庭琐碎事情也很烦，孩子还小，回家带带很累，考研也是好像被生活所迫。",
        "label": ""
      },
      {
        "sentence": "然后现在10月了，越来越焦虑不安，看书没看好，该背的没有背，该刷题的时候没有刷，每天下班想回家看书都被孩子缠着。",
        "label": ""
      },
      {
        "sentence": "自己很想到最后冲一把，实际上是没法安心看书，每天陪孩子睡觉很早睡了一觉天亮又要上班，然后满满负罪感。",
        "label": ""
      },
      {
        "sentence": "一想到今年考试又要炮灰了，就觉得很对不起自己的梦想，很丢脸那些对我拍手的人，这几年真的感觉人生灰暗，沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，你之所以感到焦虑和负罪感，主要是因为你想做的事情和现实之间有一定的脱离。你是一个31岁的宝妈，也是一名基层卫生院的工作者，这段时间一直在兼顾工作、家庭和考研的复习，这确实是很不容易的事情。一般人都会认为你很励志，因为年纪不小了还有梦想。但实际上，你每天都对工作感到厌烦，对家庭琐事感到烦躁，孩子还小需要你的照顾，回家后又得面对考研的压力，这些让你觉得好像是被生活所迫。现在已经是10月了，你的焦虑感越来越强烈，看书还没有看好，应该背的内容也没有背，应该刷题的时候也没有刷，每天下班想回家看书却总是被孩子打扰。你很想冲刺到最后，但实际上无法专心看书，每天早早跟孩子一起睡觉，天亮又要去上班，这让你有很强的负罪感。一想到今年考试可能还是不如人意，就觉得对不起自己的梦想，也很丢脸那些曾经支持你的人。这几年，你真的感觉人生灰暗而沮丧。",
    "annotation": [
      {
        "sentence": "听你说的，你之所以感到焦虑和负罪感，主要是因为你想做的事情和现实之间有一定的脱离。",
        "label": ""
      },
      {
        "sentence": "你是一个31岁的宝妈，也是一名基层卫生院的工作者，这段时间一直在兼顾工作、家庭和考研的复习，这确实是很不容易的事情。",
        "label": ""
      },
      {
        "sentence": "一般人都会认为你很励志，因为年纪不小了还有梦想。",
        "label": ""
      },
      {
        "sentence": "但实际上，你每天都对工作感到厌烦，对家庭琐事感到烦躁，孩子还小需要你的照顾，回家后又得面对考研的压力，这些让你觉得好像是被生活所迫。",
        "label": ""
      },
      {
        "sentence": "现在已经是10月了，你的焦虑感越来越强烈，看书还没有看好，应该背的内容也没有背，应该刷题的时候也没有刷，每天下班想回家看书却总是被孩子打扰。",
        "label": ""
      },
      {
        "sentence": "你很想冲刺到最后，但实际上无法专心看书，每天早早跟孩子一起睡觉，天亮又要去上班，这让你有很强的负罪感。",
        "label": ""
      },
      {
        "sentence": "一想到今年考试可能还是不如人意，就觉得对不起自己的梦想，也很丢脸那些曾经支持你的人。",
        "label": ""
      },
      {
        "sentence": "这几年，你真的感觉人生灰暗而沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是有很多负罪感，觉得自己不能够兼顾好家庭和考研，也不能全身心地投入到考研准备中。每天下班回家都很累了，孩子也需要我陪伴，我觉得自己好像欠了孩子太多，也欠了自己的梦想太多。有时候我真的很想放弃考研，但又觉得如果放弃了会后悔一辈子。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我就是有很多负罪感，觉得自己不能够兼顾好家庭和考研，也不能全身心地投入到考研准备中。",
        "label": ""
      },
      {
        "sentence": "每天下班回家都很累了，孩子也需要我陪伴，我觉得自己好像欠了孩子太多，也欠了自己的梦想太多。",
        "label": ""
      },
      {
        "sentence": "有时候我真的很想放弃考研，但又觉得如果放弃了会后悔一辈子。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你觉得自己在家庭和考研之间无法平衡，无法全心全意地专注于考研准备。每天下班回家已经很累了，还要应付孩子的需求，你觉得欠了孩子太多，也欠了自己的梦想太多。有时候你甚至想放弃考研，但又担心会后悔一生。其实，负罪感是很常见的情绪，特别是在你面临这么多责任和困扰时。你不必过于苛责自己，要记住每个人都有情绪和疲惫的时候。或许你可以考虑抽出一定的时间专注于考研，同时也安排好孩子和家庭的事情，找到合适的平衡点。当然，最重要的是根据实际情况，认真思考考研是否是你继续前行的最佳选择，毕竟生活中还有很多其他的可能性和发展方向。",
    "annotation": [
      {
        "sentence": "我理解你的感受，你觉得自己在家庭和考研之间无法平衡，无法全心全意地专注于考研准备。",
        "label": ""
      },
      {
        "sentence": "每天下班回家已经很累了，还要应付孩子的需求，你觉得欠了孩子太多，也欠了自己的梦想太多。",
        "label": ""
      },
      {
        "sentence": "有时候你甚至想放弃考研，但又担心会后悔一生。",
        "label": ""
      },
      {
        "sentence": "其实，负罪感是很常见的情绪，特别是在你面临这么多责任和困扰时。",
        "label": ""
      },
      {
        "sentence": "你不必过于苛责自己，要记住每个人都有情绪和疲惫的时候。",
        "label": ""
      },
      {
        "sentence": "或许你可以考虑抽出一定的时间专注于考研，同时也安排好孩子和家庭的事情，找到合适的平衡点。",
        "label": ""
      },
      {
        "sentence": "当然，最重要的是根据实际情况，认真思考考研是否是你继续前行的最佳选择，毕竟生活中还有很多其他的可能性和发展方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实需要找到一个平衡点，既要照顾好家庭，又要努力准备考研。我想我可以尝试给自己设定一个每天专注于考研的时间段，比如晚上孩子睡着后的一个小时。同时，我也会想办法寻求家人的帮助，让他们在孩子的照顾上给我一些支持。至于考研是否对我来说是最佳选择，我会再仔细考虑清楚，毕竟人生还有其他的可能性和发展方向。感谢你的支持和鼓励，让我感到心情好了很多。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实需要找到一个平衡点，既要照顾好家庭，又要努力准备考研。",
        "label": ""
      },
      {
        "sentence": "我想我可以尝试给自己设定一个每天专注于考研的时间段，比如晚上孩子睡着后的一个小时。",
        "label": ""
      },
      {
        "sentence": "同时，我也会想办法寻求家人的帮助，让他们在孩子的照顾上给我一些支持。",
        "label": ""
      },
      {
        "sentence": "至于考研是否对我来说是最佳选择，我会再仔细考虑清楚，毕竟人生还有其他的可能性和发展方向。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励，让我感到心情好了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。找到一个平衡点是很重要的，同时也要善用家人的力量，他们会支持你的。考研是否是最佳选择的问题，你要用心去思考，做出对自己最有利的决定。不管你最终选择什么，重要的是要相信自己，并且不要给自己太大压力。人生并不只有一种可能，你可以通过积极的努力和正确的选择，找到适合自己的道路。记住，你并不孤单，还有我在这里支持你。希望你能重拾信心，面对人生的每一天。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "找到一个平衡点是很重要的，同时也要善用家人的力量，他们会支持你的。",
        "label": ""
      },
      {
        "sentence": "考研是否是最佳选择的问题，你要用心去思考，做出对自己最有利的决定。",
        "label": ""
      },
      {
        "sentence": "不管你最终选择什么，重要的是要相信自己，并且不要给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "人生并不只有一种可能，你可以通过积极的努力和正确的选择，找到适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，还有我在这里支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能重拾信心，面对人生的每一天。",
        "label": ""
      }
    ]
  }
]