[
  {
    "role": "client",
    "content": "最近我受到同学们的风言风语困扰。我通过自己的努力成为了班长，也为学生会做出了贡献，但是最近总有人说我是老师的狗腿子。我真的很讨厌这样的称呼，还有人说我装逼，我其实并不喜欢过分张扬自己，但作为班长和学生会成员，通知和管理工作是我的职责。要么我放弃工作什么也不是，要么就是什么也不听（可惜我做不到）。我感到非常困惑和难受，我不想让别人讨厌我，但他们却不了解我。我觉得自己处于孤立无援的境地，明明我所做的事情都是好的，为什么还有这么多人这样说我呢？我不是坏人，但是没有人愿意倾听我，我甚至感到没人喜欢我……",
    "annotation": [
      {
        "sentence": "最近我受到同学们的风言风语困扰。",
        "label": ""
      },
      {
        "sentence": "我通过自己的努力成为了班长，也为学生会做出了贡献，但是最近总有人说我是老师的狗腿子。",
        "label": ""
      },
      {
        "sentence": "我真的很讨厌这样的称呼，还有人说我装逼，我其实并不喜欢过分张扬自己，但作为班长和学生会成员，通知和管理工作是我的职责。",
        "label": ""
      },
      {
        "sentence": "要么我放弃工作什么也不是，要么就是什么也不听（可惜我做不到）。",
        "label": ""
      },
      {
        "sentence": "我感到非常困惑和难受，我不想让别人讨厌我，但他们却不了解我。",
        "label": ""
      },
      {
        "sentence": "我觉得自己处于孤立无援的境地，明明我所做的事情都是好的，为什么还有这么多人这样说我呢？",
        "label": ""
      },
      {
        "sentence": "我不是坏人，但是没有人愿意倾听我，我甚至感到没人喜欢我……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊！在成长的过程中遇到这些事情是老天给你的机会，让你变得更好。别灰心！你有努力和进步，我为你点赞！但是我觉得你的认知方式和思维模式有点过于绝对了。我给你看一句话：“要么我放弃工作什么也不是，要么我什么也不听（可惜我做不到）！”你真的认为你的做事方式没有改进的余地吗？真的别人说的话就没有一点道理吗？哪怕只是听一下也会伤害到你吗？按照你这样的认知方式，你真的能够快速成长吗？能成为你想要成为的那种人吗？再来看看那些伤人的话：“我特别讨厌『狗腿子』，而且还说我装逼”。这个，就像你的情绪和思维一样，都是源自于你内心的某种认知和概念。难道他们是在称呼所有的班干部和学生会干部都是狗腿子吗？如果不是，那是不是你的某些行为方式有不恰当的地方呢？思维认知通常是先从自己身上找原因的，这是成长的必经之路。先学会自我内归因，然后逐步打开成长之门，多思考遇到的问题，你会明白其实这些困惑是老天看好你的表现。别灰心，继续努力！",
    "annotation": [
      {
        "sentence": "啊！",
        "label": ""
      },
      {
        "sentence": "在成长的过程中遇到这些事情是老天给你的机会，让你变得更好。",
        "label": ""
      },
      {
        "sentence": "别灰心！",
        "label": ""
      },
      {
        "sentence": "你有努力和进步，我为你点赞！",
        "label": ""
      },
      {
        "sentence": "但是我觉得你的认知方式和思维模式有点过于绝对了。",
        "label": ""
      },
      {
        "sentence": "我给你看一句话：“要么我放弃工作什么也不是，要么我什么也不听（可惜我做不到）！",
        "label": ""
      },
      {
        "sentence": "”你真的认为你的做事方式没有改进的余地吗？",
        "label": ""
      },
      {
        "sentence": "真的别人说的话就没有一点道理吗？",
        "label": ""
      },
      {
        "sentence": "哪怕只是听一下也会伤害到你吗？",
        "label": ""
      },
      {
        "sentence": "按照你这样的认知方式，你真的能够快速成长吗？",
        "label": ""
      },
      {
        "sentence": "能成为你想要成为的那种人吗？",
        "label": ""
      },
      {
        "sentence": "再来看看那些伤人的话：“我特别讨厌『狗腿子』，而且还说我装逼”。",
        "label": ""
      },
      {
        "sentence": "这个，就像你的情绪和思维一样，都是源自于你内心的某种认知和概念。",
        "label": ""
      },
      {
        "sentence": "难道他们是在称呼所有的班干部和学生会干部都是狗腿子吗？",
        "label": ""
      },
      {
        "sentence": "如果不是，那是不是你的某些行为方式有不恰当的地方呢？",
        "label": ""
      },
      {
        "sentence": "思维认知通常是先从自己身上找原因的，这是成长的必经之路。",
        "label": ""
      },
      {
        "sentence": "先学会自我内归因，然后逐步打开成长之门，多思考遇到的问题，你会明白其实这些困惑是老天看好你的表现。",
        "label": ""
      },
      {
        "sentence": "别灰心，继续努力！",
        "label": ""
      }
    ]
  }
]