[
  {
    "role": "client",
    "content": "婚姻不幸福，不平衡心理越来越严重，应该如何改变？跟老公在一起6年了，他的父母一直都挺自私的，对我们基本上是毫无扶持，最早的时候，是不愿意花钱办婚礼，后来生了孩子也不帮我们带，尤其是婆婆那张嘴巴特别能说，黑白不分，月子里对我特别过分，导致直接气回奶了，这些老公都看在眼里，但是却没有处理矛盾和协调关系的能力，每次都是事不关己的样子，为此我每一次抱怨，说了话不是石沉大海了，就是被骂一顿，对我特别不耐烦，他越是这样，我心里越不平衡，导致现在二十多岁的年纪，把自己折磨成了一个怨妇，遇到谁都想倾诉一下，我老公挣钱能力很一般，梦想特别大，家里百分之八十的事情都需要我撑住，感觉他一直活在自己的世界里，他父母挺偏心的，一直对他不太重视，但是我感觉他也不在意，不在意他父母对他的态度，更不在意他父母对我的不公平，现在我处于人生低谷，他的态度我真的无法释怀，越来越不平衡，越来越失望，很想好起来，过好自己的生活，但是总是会不由自主的陷入这种不被看见，被忽视的怨气。",
    "annotation": [
      {
        "sentence": "婚姻不幸福，不平衡心理越来越严重，应该如何改变？",
        "label": ""
      },
      {
        "sentence": "跟老公在一起6年了，他的父母一直都挺自私的，对我们基本上是毫无扶持，最早的时候，是不愿意花钱办婚礼，后来生了孩子也不帮我们带，尤其是婆婆那张嘴巴特别能说，黑白不分，月子里对我特别过分，导致直接气回奶了，这些老公都看在眼里，但是却没有处理矛盾和协调关系的能力，每次都是事不关己的样子，为此我每一次抱怨，说了话不是石沉大海了，就是被骂一顿，对我特别不耐烦，他越是这样，我心里越不平衡，导致现在二十多岁的年纪，把自己折磨成了一个怨妇，遇到谁都想倾诉一下，我老公挣钱能力很一般，梦想特别大，家里百分之八十的事情都需要我撑住，感觉他一直活在自己的世界里，他父母挺偏心的，一直对他不太重视，但是我感觉他也不在意，不在意他父母对他的态度，更不在意他父母对我的不公平，现在我处于人生低谷，他的态度我真的无法释怀，越来越不平衡，越来越失望，很想好起来，过好自己的生活，但是总是会不由自主的陷入这种不被看见，被忽视的怨气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你婚姻中过得不好，我十分关心你。你说你很想好起来，过好自己的生活，但是会陷入这种被忽视的怨气。这是你想和我谈论的问题吗？",
    "annotation": [
      {
        "sentence": "你好，听说你婚姻中过得不好，我十分关心你。",
        "label": ""
      },
      {
        "sentence": "你说你很想好起来，过好自己的生活，但是会陷入这种被忽视的怨气。",
        "label": ""
      },
      {
        "sentence": "这是你想和我谈论的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很苦恼，不知道应该如何面对这个状况。",
    "annotation": [
      {
        "sentence": "是的，我很苦恼，不知道应该如何面对这个状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我会尽我所能来帮助你。首先，我想说一下，这是一个很普遍的问题，许多婚后女性都会遇到，你只是有些更严重而已。所以，并不是你的个人问题，而是整个社会的共性问题。",
    "annotation": [
      {
        "sentence": "很好，我会尽我所能来帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，我想说一下，这是一个很普遍的问题，许多婚后女性都会遇到，你只是有些更严重而已。",
        "label": ""
      },
      {
        "sentence": "所以，并不是你的个人问题，而是整个社会的共性问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己处于低谷，非常难受，不知该如何改变。",
    "annotation": [
      {
        "sentence": "但是我觉得自己处于低谷，非常难受，不知该如何改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，我们都有低谷和失落的时候。如果你想改变现状，就需要做出改变，然而，改变不是短期的见效果，需要付出功夫和坚持不懈。关键是你会不会为了改变这个环境而付出努力。",
    "annotation": [
      {
        "sentence": "这很正常，我们都有低谷和失落的时候。",
        "label": ""
      },
      {
        "sentence": "如果你想改变现状，就需要做出改变，然而，改变不是短期的见效果，需要付出功夫和坚持不懈。",
        "label": ""
      },
      {
        "sentence": "关键是你会不会为了改变这个环境而付出努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得变得更好很难，我老公的家人很自私，他们对我都没有什么扶持，我怎么办？",
    "annotation": [
      {
        "sentence": "但是我觉得变得更好很难，我老公的家人很自私，他们对我都没有什么扶持，我怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，但是，我们不能改变他们，只能改变我们自己。他们的这种行为肯定会对你造成负面影响，但是如果你不希望变得越来越不快乐，就需要考虑一些管控措施。比如，你的老公父母是这种行为的代表，他们做出这种行为的原因可能很多，也许是不喜欢你，也许是因为自己愚昧，总之我们理解他们的行为的目的，就会对他们不为所动，有更好的心态应对他们，并慢慢的让他们改变自己的行为。",
    "annotation": [
      {
        "sentence": "我明白你的感受，但是，我们不能改变他们，只能改变我们自己。",
        "label": ""
      },
      {
        "sentence": "他们的这种行为肯定会对你造成负面影响，但是如果你不希望变得越来越不快乐，就需要考虑一些管控措施。",
        "label": ""
      },
      {
        "sentence": "比如，你的老公父母是这种行为的代表，他们做出这种行为的原因可能很多，也许是不喜欢你，也许是因为自己愚昧，总之我们理解他们的行为的目的，就会对他们不为所动，有更好的心态应对他们，并慢慢的让他们改变自己的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我感觉自己被忽视、不被看见，我老公也不听我说话，总是很无助。",
    "annotation": [
      {
        "sentence": "但是我感觉自己被忽视、不被看见，我老公也不听我说话，总是很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我理解你的感受，这个时候你需要一些自我肯定。你的感受是正确的，你的需要也是合理的。他们对你的态度让你感到失望和无助，那么你就需要多表达自己的想法，表达自己的观点，把自己的需要告诉你的老公，即使他不在意，你也需要为自己争取，不能让自己被忽视和忽略。同时，你要学会对自己好一点，给自己充充电，给自己一些需要的关爱和支持。",
    "annotation": [
      {
        "sentence": "是的，我理解你的感受，这个时候你需要一些自我肯定。",
        "label": ""
      },
      {
        "sentence": "你的感受是正确的，你的需要也是合理的。",
        "label": ""
      },
      {
        "sentence": "他们对你的态度让你感到失望和无助，那么你就需要多表达自己的想法，表达自己的观点，把自己的需要告诉你的老公，即使他不在意，你也需要为自己争取，不能让自己被忽视和忽略。",
        "label": ""
      },
      {
        "sentence": "同时，你要学会对自己好一点，给自己充充电，给自己一些需要的关爱和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的很难以为自己考虑其他选择，比如离婚之类的。",
    "annotation": [
      {
        "sentence": "但是我真的很难以为自己考虑其他选择，比如离婚之类的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，离婚是一个非常严肃的问题，需要你考虑清楚。如果你打算离婚，你需要明确自己的心理和经济承受能力，相信你的决定是对自己最好的选择。然而，你也需要考虑，离婚不是唯一的选择，你可以尝试和你的老公沟通或者接受心理咨询来调整你的心态。最重要的是，你需要了解自己的需求和欲望，明确自己想要什么，有什么样的底线，并为自己的梦想和未来奋斗。",
    "annotation": [
      {
        "sentence": "是的，离婚是一个非常严肃的问题，需要你考虑清楚。",
        "label": ""
      },
      {
        "sentence": "如果你打算离婚，你需要明确自己的心理和经济承受能力，相信你的决定是对自己最好的选择。",
        "label": ""
      },
      {
        "sentence": "然而，你也需要考虑，离婚不是唯一的选择，你可以尝试和你的老公沟通或者接受心理咨询来调整你的心态。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你需要了解自己的需求和欲望，明确自己想要什么，有什么样的底线，并为自己的梦想和未来奋斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和建议，我会好好考虑并尝试改变自己的心态和行为。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和建议，我会好好考虑并尝试改变自己的心态和行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我相信你一定可以做得到。如果你需要进一步的帮助和支持，请随时给我留言或者就心理咨询。",
    "annotation": [
      {
        "sentence": "非常好，我相信你一定可以做得到。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的帮助和支持，请随时给我留言或者就心理咨询。",
        "label": ""
      }
    ]
  }
]