[
  {
    "role": "client",
    "content": "我14岁，经常因为压力很大而产生各种问题。我与他人的交往不是很好，喜欢独处。但是有些人想和我交朋友，我不知道怎么回应，特别是异性。在小学时被一些人欺负，导致现在有点恐惧。这让我很苦恼。我在人际关系方面非常被动，别人眼里可能是比较内向的人。还有些人我感觉在与我作对，我不知道谁对谁错，我不敢说是我对还是我错，人际关系非常复杂。有些人甚至针对我骂我，我不知道怎么回事，也许是因为我？我不确定。再加上学习的压力，我彻底崩溃了，学习成绩严重下降，出现了以前从未有过的胡思乱想和厌学等症状。有老师和同学想帮助我，但我很困惑，总是拖延，不知道该怎么办。他们说我总是想太多，可我却改不掉，不知道怎么回事。我到底怎么了？我只能用手机来逃避现实，不想面对，总是找各种理由逃避。我不敢向他人求助，因为我说不出自己有什么问题，好难受啊！我不喜欢手机，但我不得不用。",
    "annotation": [
      {
        "sentence": "我14岁，经常因为压力很大而产生各种问题。",
        "label": ""
      },
      {
        "sentence": "我与他人的交往不是很好，喜欢独处。",
        "label": ""
      },
      {
        "sentence": "但是有些人想和我交朋友，我不知道怎么回应，特别是异性。",
        "label": ""
      },
      {
        "sentence": "在小学时被一些人欺负，导致现在有点恐惧。",
        "label": ""
      },
      {
        "sentence": "这让我很苦恼。",
        "label": ""
      },
      {
        "sentence": "我在人际关系方面非常被动，别人眼里可能是比较内向的人。",
        "label": ""
      },
      {
        "sentence": "还有些人我感觉在与我作对，我不知道谁对谁错，我不敢说是我对还是我错，人际关系非常复杂。",
        "label": ""
      },
      {
        "sentence": "有些人甚至针对我骂我，我不知道怎么回事，也许是因为我？",
        "label": ""
      },
      {
        "sentence": "我不确定。",
        "label": ""
      },
      {
        "sentence": "再加上学习的压力，我彻底崩溃了，学习成绩严重下降，出现了以前从未有过的胡思乱想和厌学等症状。",
        "label": ""
      },
      {
        "sentence": "有老师和同学想帮助我，但我很困惑，总是拖延，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "他们说我总是想太多，可我却改不掉，不知道怎么回事。",
        "label": ""
      },
      {
        "sentence": "我到底怎么了？",
        "label": ""
      },
      {
        "sentence": "我只能用手机来逃避现实，不想面对，总是找各种理由逃避。",
        "label": ""
      },
      {
        "sentence": "我不敢向他人求助，因为我说不出自己有什么问题，好难受啊！",
        "label": ""
      },
      {
        "sentence": "我不喜欢手机，但我不得不用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的处境，我为你感到难过，希望你能尽快好起来。校园霸凌是我们成长过程中的一项艰巨课题，有时甚至小朋友受到霸凌也不敢告诉父母，他们自己承受着。我曾遇到一个12岁的来访者，他也遭受了霸凌，他的母亲还是他的班主任，但父母却没有关注到他被欺负，最终这个孩子不得不退学。从对父母、老师的失望变成对自己的失望，父母的忽视和无视，让孩子感到无助或者不被重视，哪怕遇到问题孩子也不会向父母求助，甚至会误以为是自己有问题才会被欺负。有的孩子甚至因此遭到打击，在家里也遭受了父母的霸凌，这样的孩子在学校里最容易被欺负，成长环境恐惧重重，却无法表达自己的恐惧和求助。最终这种恐惧会转化为自我保护的习惯，即使我们自认为没有敌意，但潜在的敌意会在本能中流露出来。当我们无法保护自己，无法得到帮助时，对父母、老师和环境的失望最终会变成对自己的失望，我甚至开始怀疑自己。如果无法说出来，可以写下来，用纸条和信件的方式表达自己。学会寻求帮助，我们首先要相信的人是我们的父母，在学校也要相信老师和同学，并不是所有人都会欺负我们。就像你说的，并不是所有的话都代表对抗和敌意。有时候父母并不会直接表达爱，因为他们没有接受过当父母的培训，所以他们表达爱你的方式可能是羞辱、否定、责备或者谩骂的形式。例如，当母亲在提醒我们穿衣服时说：“冻死你活该”，她的本意是：“宝贝记得穿衣服，今天很冷，听话。”所以，如果你无法清楚地用语言表达自己的问题和需求，可以手写下来用纸条和信件的方式表达。当我们开始表达自己时，才会知道如何保护和爱自己，才能获得我们所需要的帮助和爱。虽然你已经进入初中了，但我觉得你仍然有许多低年级时没有解决的成长问题，我推荐你阅读《小学生心理学漫画》系列书籍，它可以帮助你面对成长中遇到的基础问题，当然也可以阅读高级的《活出乐观的自己》。",
    "annotation": [
      {
        "sentence": "听了你的处境，我为你感到难过，希望你能尽快好起来。",
        "label": ""
      },
      {
        "sentence": "校园霸凌是我们成长过程中的一项艰巨课题，有时甚至小朋友受到霸凌也不敢告诉父母，他们自己承受着。",
        "label": ""
      },
      {
        "sentence": "我曾遇到一个12岁的来访者，他也遭受了霸凌，他的母亲还是他的班主任，但父母却没有关注到他被欺负，最终这个孩子不得不退学。",
        "label": ""
      },
      {
        "sentence": "从对父母、老师的失望变成对自己的失望，父母的忽视和无视，让孩子感到无助或者不被重视，哪怕遇到问题孩子也不会向父母求助，甚至会误以为是自己有问题才会被欺负。",
        "label": ""
      },
      {
        "sentence": "有的孩子甚至因此遭到打击，在家里也遭受了父母的霸凌，这样的孩子在学校里最容易被欺负，成长环境恐惧重重，却无法表达自己的恐惧和求助。",
        "label": ""
      },
      {
        "sentence": "最终这种恐惧会转化为自我保护的习惯，即使我们自认为没有敌意，但潜在的敌意会在本能中流露出来。",
        "label": ""
      },
      {
        "sentence": "当我们无法保护自己，无法得到帮助时，对父母、老师和环境的失望最终会变成对自己的失望，我甚至开始怀疑自己。",
        "label": ""
      },
      {
        "sentence": "如果无法说出来，可以写下来，用纸条和信件的方式表达自己。",
        "label": ""
      },
      {
        "sentence": "学会寻求帮助，我们首先要相信的人是我们的父母，在学校也要相信老师和同学，并不是所有人都会欺负我们。",
        "label": ""
      },
      {
        "sentence": "就像你说的，并不是所有的话都代表对抗和敌意。",
        "label": ""
      },
      {
        "sentence": "有时候父母并不会直接表达爱，因为他们没有接受过当父母的培训，所以他们表达爱你的方式可能是羞辱、否定、责备或者谩骂的形式。",
        "label": ""
      },
      {
        "sentence": "例如，当母亲在提醒我们穿衣服时说：“冻死你活该”，她的本意是：“宝贝记得穿衣服，今天很冷，听话。",
        "label": ""
      },
      {
        "sentence": "”所以，如果你无法清楚地用语言表达自己的问题和需求，可以手写下来用纸条和信件的方式表达。",
        "label": ""
      },
      {
        "sentence": "当我们开始表达自己时，才会知道如何保护和爱自己，才能获得我们所需要的帮助和爱。",
        "label": ""
      },
      {
        "sentence": "虽然你已经进入初中了，但我觉得你仍然有许多低年级时没有解决的成长问题，我推荐你阅读《小学生心理学漫画》系列书籍，它可以帮助你面对成长中遇到的基础问题，当然也可以阅读高级的《活出乐观的自己》。",
        "label": ""
      }
    ]
  }
]