[
  {
    "role": "client",
    "content": "我是一个26岁的女生，最近发生了一件事让我一直很困扰。我交往了一个新的男朋友，他却强迫我发生了关系。以前我交过一个前男友，他对我很尊重，我们睡在一张床上也没有发生什么，所以一直都是处女。但这次我没有保护好自己，让男朋友留宿了，结果他却对我做出了这样的事情。我立刻就想分手，但他说我都已经成年了，发生这种事情很正常，而且他身边的朋友也都不是处女了。当时我也没能分开，但我父母对传统观念很重，一直警告我要保持底线。我感到非常内疚，男朋友那方面的欲望很强，但每次想到父母我就特别自责。而且，他强迫我这个事情也像是根刺一样，我开始怀疑自己是否真的还喜欢他。我该怎么办呢？我非常焦虑和内疚，不知道是不是该告诉父母，担心他们会生气。男朋友那边也提出了分手，因为这件事一直是一个心结，但我又担心分手后会被他人嫌弃，我好难过啊。",
    "annotation": [
      {
        "sentence": "我是一个26岁的女生，最近发生了一件事让我一直很困扰。",
        "label": ""
      },
      {
        "sentence": "我交往了一个新的男朋友，他却强迫我发生了关系。",
        "label": ""
      },
      {
        "sentence": "以前我交过一个前男友，他对我很尊重，我们睡在一张床上也没有发生什么，所以一直都是处女。",
        "label": ""
      },
      {
        "sentence": "但这次我没有保护好自己，让男朋友留宿了，结果他却对我做出了这样的事情。",
        "label": ""
      },
      {
        "sentence": "我立刻就想分手，但他说我都已经成年了，发生这种事情很正常，而且他身边的朋友也都不是处女了。",
        "label": ""
      },
      {
        "sentence": "当时我也没能分开，但我父母对传统观念很重，一直警告我要保持底线。",
        "label": ""
      },
      {
        "sentence": "我感到非常内疚，男朋友那方面的欲望很强，但每次想到父母我就特别自责。",
        "label": ""
      },
      {
        "sentence": "而且，他强迫我这个事情也像是根刺一样，我开始怀疑自己是否真的还喜欢他。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我非常焦虑和内疚，不知道是不是该告诉父母，担心他们会生气。",
        "label": ""
      },
      {
        "sentence": "男朋友那边也提出了分手，因为这件事一直是一个心结，但我又担心分手后会被他人嫌弃，我好难过啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，给你一个深深的拥抱。我理解你受到了侵犯，并且不得不面对父母、现任男朋友，以及未来伴侣的眼光。我能感受到你的焦虑和彷徨。你焦虑的情绪源于自己不是处女，担心遭到父母的责备。从而你引申到自己是不是乖巧的孩子，是不是被嫌弃的糟糕的人。你非常关注父母、男朋友和未来伴侣的看法，但却没有关注到你自己的想法。关键是你如何看待自己不再是处女。首先，不是处女不代表就差，也不意味着会被嫌弃，这是别人对处女的定义。而你有权利拥有自己的定义，不管你是否是处女，都值得被爱和被珍惜。其次，你本来就是有价值的，不管是什么状态，也和是否是处女无关。你一直都是一个值得被爱和敬重的人。再次，这一切都不是你的错。我相信你也尽力保护过自己，你从未同意他对你的侵犯。半推半就其实是一种“灰色强奸”，因此你无需过分自责。另外，你要学会为自己的人生负责。你从小被父母保护长大，平时按照他们的指示行事，所以在需要对自己的身体负责时会感到迷茫。学会为自己的人生负责包括为自己的感受和选择负责。第一，在不喜欢的情况下可以直接拒绝，因为没有人会替你负责你的感受。第二，权衡好利弊和最差的结果，并学会承担。此外，爱情并不仅仅是性亲密行为。在两个人自愿的情况下进行，爱情是建立在相互的兴趣和互相欣赏的基础上，然后才发展到互相包容。并不只看对方的缺点是成熟关系的标志。任何一个盯着对方缺点看的关系都不会长久。因此，你无需担心会被别人嫌弃，真正爱你的人会欣赏你的长处。通过对自己的重新定义，他人也会尊重你，尊重你的思想和价值观。最后，人生始终是属于你的，你有权定义自己的经历。无论你经历了什么，没有人会嫌弃你。父母的意见只是为了保护你，作为参考而已，关键在于你自己。希望你能肯定自己，认识到自己的价值。我是你的朋友Audrey，愿这个世界充满更多的爱、团结和尊重。",
    "annotation": [
      {
        "sentence": "亲爱的朋友，给你一个深深的拥抱。",
        "label": ""
      },
      {
        "sentence": "我理解你受到了侵犯，并且不得不面对父母、现任男朋友，以及未来伴侣的眼光。",
        "label": ""
      },
      {
        "sentence": "我能感受到你的焦虑和彷徨。",
        "label": ""
      },
      {
        "sentence": "你焦虑的情绪源于自己不是处女，担心遭到父母的责备。",
        "label": ""
      },
      {
        "sentence": "从而你引申到自己是不是乖巧的孩子，是不是被嫌弃的糟糕的人。",
        "label": ""
      },
      {
        "sentence": "你非常关注父母、男朋友和未来伴侣的看法，但却没有关注到你自己的想法。",
        "label": ""
      },
      {
        "sentence": "关键是你如何看待自己不再是处女。",
        "label": ""
      },
      {
        "sentence": "首先，不是处女不代表就差，也不意味着会被嫌弃，这是别人对处女的定义。",
        "label": ""
      },
      {
        "sentence": "而你有权利拥有自己的定义，不管你是否是处女，都值得被爱和被珍惜。",
        "label": ""
      },
      {
        "sentence": "其次，你本来就是有价值的，不管是什么状态，也和是否是处女无关。",
        "label": ""
      },
      {
        "sentence": "你一直都是一个值得被爱和敬重的人。",
        "label": ""
      },
      {
        "sentence": "再次，这一切都不是你的错。",
        "label": ""
      },
      {
        "sentence": "我相信你也尽力保护过自己，你从未同意他对你的侵犯。",
        "label": ""
      },
      {
        "sentence": "半推半就其实是一种“灰色强奸”，因此你无需过分自责。",
        "label": ""
      },
      {
        "sentence": "另外，你要学会为自己的人生负责。",
        "label": ""
      },
      {
        "sentence": "你从小被父母保护长大，平时按照他们的指示行事，所以在需要对自己的身体负责时会感到迷茫。",
        "label": ""
      },
      {
        "sentence": "学会为自己的人生负责包括为自己的感受和选择负责。",
        "label": ""
      },
      {
        "sentence": "第一，在不喜欢的情况下可以直接拒绝，因为没有人会替你负责你的感受。",
        "label": ""
      },
      {
        "sentence": "第二，权衡好利弊和最差的结果，并学会承担。",
        "label": ""
      },
      {
        "sentence": "此外，爱情并不仅仅是性亲密行为。",
        "label": ""
      },
      {
        "sentence": "在两个人自愿的情况下进行，爱情是建立在相互的兴趣和互相欣赏的基础上，然后才发展到互相包容。",
        "label": ""
      },
      {
        "sentence": "并不只看对方的缺点是成熟关系的标志。",
        "label": ""
      },
      {
        "sentence": "任何一个盯着对方缺点看的关系都不会长久。",
        "label": ""
      },
      {
        "sentence": "因此，你无需担心会被别人嫌弃，真正爱你的人会欣赏你的长处。",
        "label": ""
      },
      {
        "sentence": "通过对自己的重新定义，他人也会尊重你，尊重你的思想和价值观。",
        "label": ""
      },
      {
        "sentence": "最后，人生始终是属于你的，你有权定义自己的经历。",
        "label": ""
      },
      {
        "sentence": "无论你经历了什么，没有人会嫌弃你。",
        "label": ""
      },
      {
        "sentence": "父母的意见只是为了保护你，作为参考而已，关键在于你自己。",
        "label": ""
      },
      {
        "sentence": "希望你能肯定自己，认识到自己的价值。",
        "label": ""
      },
      {
        "sentence": "我是你的朋友Audrey，愿这个世界充满更多的爱、团结和尊重。",
        "label": ""
      }
    ]
  }
]