[
  {
    "role": "client",
    "content": "我有个同事，喜欢外归因，到底是因为什么？",
    "annotation": [
      {
        "sentence": "我有个同事，喜欢外归因，到底是因为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很能理解你对工作中一些人际关系产生困惑，而且我很敬佩你对一些问题产生自己的思考。根据你对你同事的描述，我大概能根据自己的经验分析出小部分原因，希望能对你有一些小启发，能让你和同事相处得更和谐就更好啦~",
    "annotation": [
      {
        "sentence": "很能理解你对工作中一些人际关系产生困惑，而且我很敬佩你对一些问题产生自己的思考。",
        "label": ""
      },
      {
        "sentence": "根据你对你同事的描述，我大概能根据自己的经验分析出小部分原因，希望能对你有一些小启发，能让你和同事相处得更和谐就更好啦~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。我之所以想了解这个问题是因为，不论大小事情，只要出了问题，他总是把责任推给别人，或者说是因为某些事情的影响。他很少从自身出发来追责，也很少自我反省。我觉得他的能力很好，问题也都很容易解决的，但他就是形成了这样的行为模式。",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "我之所以想了解这个问题是因为，不论大小事情，只要出了问题，他总是把责任推给别人，或者说是因为某些事情的影响。",
        "label": ""
      },
      {
        "sentence": "他很少从自身出发来追责，也很少自我反省。",
        "label": ""
      },
      {
        "sentence": "我觉得他的能力很好，问题也都很容易解决的，但他就是形成了这样的行为模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观察很敏锐，从这些描述中可以看出他的性格已经形成了（定性），无法轻易改变他的一些固有思维。我猜想形成你同事这样“喜欢外归因”的性格的最大原因可能和原生家庭以及他的社会遭遇有关。",
    "annotation": [
      {
        "sentence": "你的观察很敏锐，从这些描述中可以看出他的性格已经形成了（定性），无法轻易改变他的一些固有思维。",
        "label": ""
      },
      {
        "sentence": "我猜想形成你同事这样“喜欢外归因”的性格的最大原因可能和原生家庭以及他的社会遭遇有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原生家庭？你能具体说说吗？",
    "annotation": [
      {
        "sentence": "原生家庭？",
        "label": ""
      },
      {
        "sentence": "你能具体说说吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原生家庭对性格形成有很大影响，比如我有一个同学，她在家排行第二，老大是姐姐，老幺是弟弟，虽然生活条件普通，但父母有重男轻女的思想，最小的弟弟备受宠爱。我的同学从小就得不到父母的爱，加上她的性格很强势，所以她不会像大部分不受宠的女孩一样认为是自己不够听话而反过来讨好父母，而是把一切错误归因于她的弟弟。这是她人生中第一个外归因事件也是影响她一生的最难忘的事件。通过这个例子，你可以通过分析他的家庭和父母、兄弟姐妹的关系来了解他，或许这是形成他现在性格的源头。",
    "annotation": [
      {
        "sentence": "原生家庭对性格形成有很大影响，比如我有一个同学，她在家排行第二，老大是姐姐，老幺是弟弟，虽然生活条件普通，但父母有重男轻女的思想，最小的弟弟备受宠爱。",
        "label": ""
      },
      {
        "sentence": "我的同学从小就得不到父母的爱，加上她的性格很强势，所以她不会像大部分不受宠的女孩一样认为是自己不够听话而反过来讨好父母，而是把一切错误归因于她的弟弟。",
        "label": ""
      },
      {
        "sentence": "这是她人生中第一个外归因事件也是影响她一生的最难忘的事件。",
        "label": ""
      },
      {
        "sentence": "通过这个例子，你可以通过分析他的家庭和父母、兄弟姐妹的关系来了解他，或许这是形成他现在性格的源头。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此。还有社会遭遇呢？",
    "annotation": [
      {
        "sentence": "原来如此。",
        "label": ""
      },
      {
        "sentence": "还有社会遭遇呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社会遭遇也会对性格产生影响，以我父母为例，他们年轻时离开学校步入社会时，经历了很多困难，当时流行南下进厂打工，年纪轻轻离开家乡外出闯荡，几乎把所有的\"坑\"都踩了，遇到过偷窃和不公正对待等情况。我猜想你的同事也是在社会中锻炼过的人，他或许遇到过很多难题，都得益于他强势的性格才勉强通过。但是他想错了一件事，并非每个问题都只有一种解决方式，他太专注于解决问题而忘记了反思。",
    "annotation": [
      {
        "sentence": "社会遭遇也会对性格产生影响，以我父母为例，他们年轻时离开学校步入社会时，经历了很多困难，当时流行南下进厂打工，年纪轻轻离开家乡外出闯荡，几乎把所有的\"坑\"都踩了，遇到过偷窃和不公正对待等情况。",
        "label": ""
      },
      {
        "sentence": "我猜想你的同事也是在社会中锻炼过的人，他或许遇到过很多难题，都得益于他强势的性格才勉强通过。",
        "label": ""
      },
      {
        "sentence": "但是他想错了一件事，并非每个问题都只有一种解决方式，他太专注于解决问题而忘记了反思。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的观点让我感到很有启发。或许我可以从他的家庭和社会经历中更好地理解他的性格，以便更好地和他相处。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "你的观点让我感到很有启发。",
        "label": ""
      },
      {
        "sentence": "或许我可以从他的家庭和社会经历中更好地理解他的性格，以便更好地和他相处。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！希望我提供的一些建议能对你有所帮助，如果你还有其他问题或者需要进一步讨论，随时告诉我哦。加油，你一定能够处理好这个人际关系的！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "希望我提供的一些建议能对你有所帮助，如果你还有其他问题或者需要进一步讨论，随时告诉我哦。",
        "label": ""
      },
      {
        "sentence": "加油，你一定能够处理好这个人际关系的！",
        "label": ""
      }
    ]
  }
]