[
  {
    "role": "client",
    "content": "最近发生了一件事情，我很困扰。我是一个26岁的女生，被男朋友强迫发生关系，这让我一直很不舒服。",
    "annotation": [
      {
        "sentence": "最近发生了一件事情，我很困扰。",
        "label": ""
      },
      {
        "sentence": "我是一个26岁的女生，被男朋友强迫发生关系，这让我一直很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我对那个男生的行为感到气愤，也心疼你由此而产生的困扰。告诉我你的感受吧。",
    "annotation": [
      {
        "sentence": "看了你的描述，我对那个男生的行为感到气愤，也心疼你由此而产生的困扰。",
        "label": ""
      },
      {
        "sentence": "告诉我你的感受吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实之前我交往过一个前男友，因为我父母不允许加上自己也不愿意，前男友也比较尊重我的想法，我们睡一个床也不会发生什么，一直都是处。我以为新的男朋友也会像前男友一样尊重我的意愿，但是他却强迫我发生关系。",
    "annotation": [
      {
        "sentence": "其实之前我交往过一个前男友，因为我父母不允许加上自己也不愿意，前男友也比较尊重我的想法，我们睡一个床也不会发生什么，一直都是处。",
        "label": ""
      },
      {
        "sentence": "我以为新的男朋友也会像前男友一样尊重我的意愿，但是他却强迫我发生关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你之前的经历让你对男朋友的行为更加不能接受，这是可以理解的。婚前性行为确实是正常的，但是这些事情的发生都应该且必须是基于你的自愿。他不顾你的意愿强迫你发生了关系，这种行为是非常无耻的，他不爱且不尊重你，他只是想睡你。他以“身边的朋友基本都不是处了”作为给自己开脱的理由，可以看出他是一个没有担当，自控力不行的人。不管他身边的朋友怎样，都不应该成为他伤害你的理由，他不顾你的感受只顾自己享受，这种行为有一就有二，而这种人也给不了你稳定的未来。或许我的话是有点重了，但是希望你可以冷静想一想，好好爱自己，而不是因为第一次给了他就一辈子认定了他。",
    "annotation": [
      {
        "sentence": "你之前的经历让你对男朋友的行为更加不能接受，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "婚前性行为确实是正常的，但是这些事情的发生都应该且必须是基于你的自愿。",
        "label": ""
      },
      {
        "sentence": "他不顾你的意愿强迫你发生了关系，这种行为是非常无耻的，他不爱且不尊重你，他只是想睡你。",
        "label": ""
      },
      {
        "sentence": "他以“身边的朋友基本都不是处了”作为给自己开脱的理由，可以看出他是一个没有担当，自控力不行的人。",
        "label": ""
      },
      {
        "sentence": "不管他身边的朋友怎样，都不应该成为他伤害你的理由，他不顾你的感受只顾自己享受，这种行为有一就有二，而这种人也给不了你稳定的未来。",
        "label": ""
      },
      {
        "sentence": "或许我的话是有点重了，但是希望你可以冷静想一想，好好爱自己，而不是因为第一次给了他就一辈子认定了他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于他的行为，我真的感到很愤怒和无法接受。我现在觉得这样的事情让我对他的喜欢大打折扣，我该怎么办？",
    "annotation": [
      {
        "sentence": "对于他的行为，我真的感到很愤怒和无法接受。",
        "label": ""
      },
      {
        "sentence": "我现在觉得这样的事情让我对他的喜欢大打折扣，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他的失望和愤怒是情绪的正常反应，不要强迫自己接受他的行为。如果你觉得他的行为让你无法原谅，那么与他分手是一个很正确的选择。这样的人不值得你付出更多的感情。你的内心感受很重要，要做出真正对自己好的决定。",
    "annotation": [
      {
        "sentence": "你对他的失望和愤怒是情绪的正常反应，不要强迫自己接受他的行为。",
        "label": ""
      },
      {
        "sentence": "如果你觉得他的行为让你无法原谅，那么与他分手是一个很正确的选择。",
        "label": ""
      },
      {
        "sentence": "这样的人不值得你付出更多的感情。",
        "label": ""
      },
      {
        "sentence": "你的内心感受很重要，要做出真正对自己好的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我现在面临一个问题，我不知道该不该告诉父母这件事。他们一直教导我要守住底线，我也骗他们说没有发生亲密行为，我很内疚。如果我告诉他们，他们肯定会生气，我也很担心他们会为此困扰。",
    "annotation": [
      {
        "sentence": "但是我现在面临一个问题，我不知道该不该告诉父母这件事。",
        "label": ""
      },
      {
        "sentence": "他们一直教导我要守住底线，我也骗他们说没有发生亲密行为，我很内疚。",
        "label": ""
      },
      {
        "sentence": "如果我告诉他们，他们肯定会生气，我也很担心他们会为此困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经26岁了，自己的事情可以自己做主。这件事可以算是你的隐私，你完全有权利不告诉父母，不用因此而感到内疚。我想你感到内疚很大一部分原因是因为他的“强迫”，而不是因为你已经发生过性行为。如果你实在觉得很焦虑，可以好好跟父母沟通一下，你可以向父母倾诉，告诉他们你的情况和想法，还可以问问他们的意见。瞒着不说他们可能会更加担心你。",
    "annotation": [
      {
        "sentence": "你已经26岁了，自己的事情可以自己做主。",
        "label": ""
      },
      {
        "sentence": "这件事可以算是你的隐私，你完全有权利不告诉父母，不用因此而感到内疚。",
        "label": ""
      },
      {
        "sentence": "我想你感到内疚很大一部分原因是因为他的“强迫”，而不是因为你已经发生过性行为。",
        "label": ""
      },
      {
        "sentence": "如果你实在觉得很焦虑，可以好好跟父母沟通一下，你可以向父母倾诉，告诉他们你的情况和想法，还可以问问他们的意见。",
        "label": ""
      },
      {
        "sentence": "瞒着不说他们可能会更加担心你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在也在考虑与他分手，所以即使我告诉父母，也只是和他分手的原因之一。但是我很担心，如果分手了，将来被嫌弃不是处，这让我非常难过。",
    "annotation": [
      {
        "sentence": "我现在也在考虑与他分手，所以即使我告诉父母，也只是和他分手的原因之一。",
        "label": ""
      },
      {
        "sentence": "但是我很担心，如果分手了，将来被嫌弃不是处，这让我非常难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你想与他分手，这是很正确的想法。但是你担心被嫌弃不是处的想法是非常错误的。因为父母的影响，你对自己是不是处这个问题非常重视。父母是怕你会受到伤害，这样的想法无可厚非，但是有点过犹不及。是不是处这个事情重要但又没有那么重要，重要是因为你要学会保护自己，不要被渣男的甜言蜜语冲昏头脑；不重要是因为这并不能代表什么，不能决定女孩子是不是糟糕的。别人的看法不重要，重要的是你自己怎么看待自己。不要傻等别人来爱你，在这之前你要学会自己爱自己。爱情最重要的应该是心灵契合，你将来一定会遇到一个爱你的人，他爱你是因为“你是你”，而不是因为“你是处”。希望我的回答可以帮助到你。",
    "annotation": [
      {
        "sentence": "你想与他分手，这是很正确的想法。",
        "label": ""
      },
      {
        "sentence": "但是你担心被嫌弃不是处的想法是非常错误的。",
        "label": ""
      },
      {
        "sentence": "因为父母的影响，你对自己是不是处这个问题非常重视。",
        "label": ""
      },
      {
        "sentence": "父母是怕你会受到伤害，这样的想法无可厚非，但是有点过犹不及。",
        "label": ""
      },
      {
        "sentence": "是不是处这个事情重要但又没有那么重要，重要是因为你要学会保护自己，不要被渣男的甜言蜜语冲昏头脑；不重要是因为这并不能代表什么，不能决定女孩子是不是糟糕的。",
        "label": ""
      },
      {
        "sentence": "别人的看法不重要，重要的是你自己怎么看待自己。",
        "label": ""
      },
      {
        "sentence": "不要傻等别人来爱你，在这之前你要学会自己爱自己。",
        "label": ""
      },
      {
        "sentence": "爱情最重要的应该是心灵契合，你将来一定会遇到一个爱你的人，他爱你是因为“你是你”，而不是因为“你是处”。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你。",
        "label": ""
      }
    ]
  }
]