[
  {
    "role": "client",
    "content": "19岁女生，这几年感觉很孤独，越来越自卑，为什么？",
    "annotation": [
      {
        "sentence": "19岁女生，这几年感觉很孤独，越来越自卑，为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述，你最近的情绪状态很不好，变得越来越敏感，真的很同情你的遭遇呢。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述，你最近的情绪状态很不好，变得越来越敏感，真的很同情你的遭遇呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就觉得自己越来越不自信了。我没有一个谈心的人，感觉自己插不进别人的话题。",
    "annotation": [
      {
        "sentence": "是的，我就觉得自己越来越不自信了。",
        "label": ""
      },
      {
        "sentence": "我没有一个谈心的人，感觉自己插不进别人的话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，你的确很渴望能有人倾听你的心声，和你进行深入的交谈，这种感觉是很普遍的，特别是对于年轻人来说。你知道吗，对于别人感兴趣的话题和自己感兴趣的话题不一致，并不代表你不重要或者没有价值。每个人都有他们关注的方向，你应该相信自己的想法和兴趣是有意义的。",
    "annotation": [
      {
        "sentence": "听你说的，你的确很渴望能有人倾听你的心声，和你进行深入的交谈，这种感觉是很普遍的，特别是对于年轻人来说。",
        "label": ""
      },
      {
        "sentence": "你知道吗，对于别人感兴趣的话题和自己感兴趣的话题不一致，并不代表你不重要或者没有价值。",
        "label": ""
      },
      {
        "sentence": "每个人都有他们关注的方向，你应该相信自己的想法和兴趣是有意义的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我总觉得别人都比我好。尽管身边有很多朋友，但我还是觉得自己孤独。",
    "annotation": [
      {
        "sentence": "可是，我总觉得别人都比我好。",
        "label": ""
      },
      {
        "sentence": "尽管身边有很多朋友，但我还是觉得自己孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很常见的心理感受，很多人都会有类似的思想。但实际上，每个人都有自己的过得不如意的时候，不过只是大家很少会公开地讨论。而你感觉自己孤独，可能是因为你对待友情的期待和现实有一定的差距。有时候，关心和关注并不需要一直存在于你周围的人，而是需要你主动去表达自己的需求，例如约朋友出去玩或找一些共同的兴趣爱好。对于感受孤独的问题，我建议你可以寻找一些社交活动，扩大你的人际圈子，这样就能与更多的人交流互动，减少孤独的感觉。",
    "annotation": [
      {
        "sentence": "这是一个很常见的心理感受，很多人都会有类似的思想。",
        "label": ""
      },
      {
        "sentence": "但实际上，每个人都有自己的过得不如意的时候，不过只是大家很少会公开地讨论。",
        "label": ""
      },
      {
        "sentence": "而你感觉自己孤独，可能是因为你对待友情的期待和现实有一定的差距。",
        "label": ""
      },
      {
        "sentence": "有时候，关心和关注并不需要一直存在于你周围的人，而是需要你主动去表达自己的需求，例如约朋友出去玩或找一些共同的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "对于感受孤独的问题，我建议你可以寻找一些社交活动，扩大你的人际圈子，这样就能与更多的人交流互动，减少孤独的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道要积极主动，可是我还是很在意别人对我的看法。如果身边的朋友跟其他人聊天时不理我，我就会很不开心，觉得自己小心眼。",
    "annotation": [
      {
        "sentence": "我知道要积极主动，可是我还是很在意别人对我的看法。",
        "label": ""
      },
      {
        "sentence": "如果身边的朋友跟其他人聊天时不理我，我就会很不开心，觉得自己小心眼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是很正常的。作为人，我们都会在乎他人对我们的看法。但是，我们不能让这种关注扭曲了我们对自己的评价。别人的行为并不总是与我们的价值和重要性有关。人际关系中难免会有一些摩擦和冲突，这不代表你没有价值或者是不受欢迎的。建议你在这方面尝试放宽心态，学会相信自己的内在价值，不要过度依赖他人的看法来定义自己。",
    "annotation": [
      {
        "sentence": "你的感受是很正常的。",
        "label": ""
      },
      {
        "sentence": "作为人，我们都会在乎他人对我们的看法。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能让这种关注扭曲了我们对自己的评价。",
        "label": ""
      },
      {
        "sentence": "别人的行为并不总是与我们的价值和重要性有关。",
        "label": ""
      },
      {
        "sentence": "人际关系中难免会有一些摩擦和冲突，这不代表你没有价值或者是不受欢迎的。",
        "label": ""
      },
      {
        "sentence": "建议你在这方面尝试放宽心态，学会相信自己的内在价值，不要过度依赖他人的看法来定义自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个问题已经影响我的睡眠了，我经常失眠。",
    "annotation": [
      {
        "sentence": "这个问题已经影响我的睡眠了，我经常失眠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失眠是一个常见的情绪问题的表现，特别是当我们困扰于一些心理问题时。对于你的失眠问题，我建议你可以尝试一些放松的方法，例如深呼吸，听放松音乐，或者尝试一些轻度的运动来释放身体的紧张感。此外，你也可以尝试在睡前放松自己，避免使用手机和电子设备，保持一个安静、黑暗、整洁、凉爽的睡眠环境。如果你的失眠问题持续存在，影响到了正常的学习和生活，我建议你还是去找一位心理咨询师寻求帮助，他们会提供更加专业的支持和建议。",
    "annotation": [
      {
        "sentence": "失眠是一个常见的情绪问题的表现，特别是当我们困扰于一些心理问题时。",
        "label": ""
      },
      {
        "sentence": "对于你的失眠问题，我建议你可以尝试一些放松的方法，例如深呼吸，听放松音乐，或者尝试一些轻度的运动来释放身体的紧张感。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以尝试在睡前放松自己，避免使用手机和电子设备，保持一个安静、黑暗、整洁、凉爽的睡眠环境。",
        "label": ""
      },
      {
        "sentence": "如果你的失眠问题持续存在，影响到了正常的学习和生活，我建议你还是去找一位心理咨询师寻求帮助，他们会提供更加专业的支持和建议。",
        "label": ""
      }
    ]
  }
]