[
  {
    "role": "client",
    "content": "我是一个26岁的女生，最近在遇到一些困扰。我和我的男朋友发生了关系，但是我一直觉得这是一个心结。之前，我交往过一个前男友，我们从来没有发生过关系，因为他尊重我的想法，我们睡在一张床上也没有任何问题。但是现在，我交往了一个新的男朋友，我没有保护好自己，让他留宿了，我以为他会像前男友一样尊重我的想法，但是他却强迫我发生了关系。第二天，我就决定和他分手，但是他却说我已经是个成年人了，这是正常的事情，他身边的朋友和同龄人也都不是处女了。尽管他道歉了，当时我还是没有立刻和他分手。但是我的父母非常传统，我妈妈一直警告我要保持底线，我还欺骗了她说没有发生亲密行为，我觉得非常内疚。虽然我的男朋友在性方面有很强的欲望，但是每次我想到父母，我就特别自责。而且他强迫我这件事就像一根刺一样，我都觉得我对他的感情减少了。我该怎么办？如果不告诉父母这件事，我会感到焦虑和内疚，但是我同时觉得自己已经26岁了，也不小了。如果我告诉父母，他们一定会生气并且担心。我不想让他们因为这事而困扰。我男朋友也想和我分手，不然这个问题会一直存在。但是我又害怕分手后被嫌弃不是处女，我感到很难过，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是一个26岁的女生，最近在遇到一些困扰。",
        "label": ""
      },
      {
        "sentence": "我和我的男朋友发生了关系，但是我一直觉得这是一个心结。",
        "label": ""
      },
      {
        "sentence": "之前，我交往过一个前男友，我们从来没有发生过关系，因为他尊重我的想法，我们睡在一张床上也没有任何问题。",
        "label": ""
      },
      {
        "sentence": "但是现在，我交往了一个新的男朋友，我没有保护好自己，让他留宿了，我以为他会像前男友一样尊重我的想法，但是他却强迫我发生了关系。",
        "label": ""
      },
      {
        "sentence": "第二天，我就决定和他分手，但是他却说我已经是个成年人了，这是正常的事情，他身边的朋友和同龄人也都不是处女了。",
        "label": ""
      },
      {
        "sentence": "尽管他道歉了，当时我还是没有立刻和他分手。",
        "label": ""
      },
      {
        "sentence": "但是我的父母非常传统，我妈妈一直警告我要保持底线，我还欺骗了她说没有发生亲密行为，我觉得非常内疚。",
        "label": ""
      },
      {
        "sentence": "虽然我的男朋友在性方面有很强的欲望，但是每次我想到父母，我就特别自责。",
        "label": ""
      },
      {
        "sentence": "而且他强迫我这件事就像一根刺一样，我都觉得我对他的感情减少了。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "如果不告诉父母这件事，我会感到焦虑和内疚，但是我同时觉得自己已经26岁了，也不小了。",
        "label": ""
      },
      {
        "sentence": "如果我告诉父母，他们一定会生气并且担心。",
        "label": ""
      },
      {
        "sentence": "我不想让他们因为这事而困扰。",
        "label": ""
      },
      {
        "sentence": "我男朋友也想和我分手，不然这个问题会一直存在。",
        "label": ""
      },
      {
        "sentence": "但是我又害怕分手后被嫌弃不是处女，我感到很难过，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常能理解你的烦恼，这是一件让人非常在意的事情，而且还被男友轻易打破了。你的现男友并没有像前男友一样尊重你的想法，以前的男友会尊重你的选择，把美好的第一次留到婚后。现在的男友思想开放，但是没有尊重你的意愿，这对未来可能带来一些担忧。你会担心他是否真的爱你？他是否太随便了？婚前性行为和处女情节在以前，女孩的父母一直教导自己的孩子不要发生婚前性行为。而现在，女孩的父母会教导自己的孩子发生性行为并不是问题，问题是保护好自己，避免意外和感染疾病。婚前性行为有利有弊，如果保护不当，女孩可能会怀孕，并且由于不完全了解对方，还可能感染疾病。但是同时，婚前性行为也可能带来好处。比如以前有个女孩找了一个男朋友，结果发现他是同性恋，女方只有婚后才发现，这给她带来了很多痛苦。婚后可能还会发现彼此性生活非常不合适，或者对方性冷淡等等。性在婚姻中是非常重要的一部分。关于未来被嫌弃这个问题，其实这更多是你自己的内心想法。在现实生活中，这样的男人已经是很少见的了。你现在内疚感和羞耻感很强，这表明你非常尊重父母的想法，也认为他们的观点是合理的。当你的行为和他们的期望背离时，你自然会感到内疚。但是你已经26岁了，你也有自己的性需求是非常正常的，你有没有意识到自己内心中的这种需求呢？对于性，你是持中性观点，还是持消极态度呢？以后你和丈夫也会探讨性的问题，这也是隐私，你可以选择不告诉父母。你和男友之间的关系因为这件事情而产生了矛盾，你对他现在充满了怨恨，甚至会考虑分手。我非常理解你现在的无奈。放下对婚前性行为的判断，你可以思考一下他给你带来的性以及其他方面的感受，也许初次的经历并不是太美好。你提到他的性欲可能比较强，那么你觉得如果婚后会如何呢？你对他其他方面的爱又如何呢？希望这些建议对你有所帮助！",
    "annotation": [
      {
        "sentence": "非常能理解你的烦恼，这是一件让人非常在意的事情，而且还被男友轻易打破了。",
        "label": ""
      },
      {
        "sentence": "你的现男友并没有像前男友一样尊重你的想法，以前的男友会尊重你的选择，把美好的第一次留到婚后。",
        "label": ""
      },
      {
        "sentence": "现在的男友思想开放，但是没有尊重你的意愿，这对未来可能带来一些担忧。",
        "label": ""
      },
      {
        "sentence": "你会担心他是否真的爱你？",
        "label": ""
      },
      {
        "sentence": "他是否太随便了？",
        "label": ""
      },
      {
        "sentence": "婚前性行为和处女情节在以前，女孩的父母一直教导自己的孩子不要发生婚前性行为。",
        "label": ""
      },
      {
        "sentence": "而现在，女孩的父母会教导自己的孩子发生性行为并不是问题，问题是保护好自己，避免意外和感染疾病。",
        "label": ""
      },
      {
        "sentence": "婚前性行为有利有弊，如果保护不当，女孩可能会怀孕，并且由于不完全了解对方，还可能感染疾病。",
        "label": ""
      },
      {
        "sentence": "但是同时，婚前性行为也可能带来好处。",
        "label": ""
      },
      {
        "sentence": "比如以前有个女孩找了一个男朋友，结果发现他是同性恋，女方只有婚后才发现，这给她带来了很多痛苦。",
        "label": ""
      },
      {
        "sentence": "婚后可能还会发现彼此性生活非常不合适，或者对方性冷淡等等。",
        "label": ""
      },
      {
        "sentence": "性在婚姻中是非常重要的一部分。",
        "label": ""
      },
      {
        "sentence": "关于未来被嫌弃这个问题，其实这更多是你自己的内心想法。",
        "label": ""
      },
      {
        "sentence": "在现实生活中，这样的男人已经是很少见的了。",
        "label": ""
      },
      {
        "sentence": "你现在内疚感和羞耻感很强，这表明你非常尊重父母的想法，也认为他们的观点是合理的。",
        "label": ""
      },
      {
        "sentence": "当你的行为和他们的期望背离时，你自然会感到内疚。",
        "label": ""
      },
      {
        "sentence": "但是你已经26岁了，你也有自己的性需求是非常正常的，你有没有意识到自己内心中的这种需求呢？",
        "label": ""
      },
      {
        "sentence": "对于性，你是持中性观点，还是持消极态度呢？",
        "label": ""
      },
      {
        "sentence": "以后你和丈夫也会探讨性的问题，这也是隐私，你可以选择不告诉父母。",
        "label": ""
      },
      {
        "sentence": "你和男友之间的关系因为这件事情而产生了矛盾，你对他现在充满了怨恨，甚至会考虑分手。",
        "label": ""
      },
      {
        "sentence": "我非常理解你现在的无奈。",
        "label": ""
      },
      {
        "sentence": "放下对婚前性行为的判断，你可以思考一下他给你带来的性以及其他方面的感受，也许初次的经历并不是太美好。",
        "label": ""
      },
      {
        "sentence": "你提到他的性欲可能比较强，那么你觉得如果婚后会如何呢？",
        "label": ""
      },
      {
        "sentence": "你对他其他方面的爱又如何呢？",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助！",
        "label": ""
      }
    ]
  }
]