[
  {
    "role": "client",
    "content": "我是一个24岁的女生，在上海工作。最近我出门的时候总是控制不住地心慌头晕，我都不敢独自出门了。一次我坐公交车的时候突然就眼发黑，头晕得厉害，后来自己缓过来了。但是从那以后，每天都感到头晕眼花，去医院检查了很多次也没人查出原因。我总是担心自己是不是得了什么严重的病，担心自己会突然发作而没人能帮我。这样一想，我出门就会紧张得头晕心慌，感觉像要猝死一样。每次都得有熟悉的人陪着我才敢放松出门。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，在上海工作。",
        "label": ""
      },
      {
        "sentence": "最近我出门的时候总是控制不住地心慌头晕，我都不敢独自出门了。",
        "label": ""
      },
      {
        "sentence": "一次我坐公交车的时候突然就眼发黑，头晕得厉害，后来自己缓过来了。",
        "label": ""
      },
      {
        "sentence": "但是从那以后，每天都感到头晕眼花，去医院检查了很多次也没人查出原因。",
        "label": ""
      },
      {
        "sentence": "我总是担心自己是不是得了什么严重的病，担心自己会突然发作而没人能帮我。",
        "label": ""
      },
      {
        "sentence": "这样一想，我出门就会紧张得头晕心慌，感觉像要猝死一样。",
        "label": ""
      },
      {
        "sentence": "每次都得有熟悉的人陪着我才敢放松出门。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，听说你因为身体状况的问题感到困扰。这个问题既涉及到身体上的困扰，也涉及到心理层面的困扰。去医院检查没有确定的结果让你很担心。而之前在公交车上晕眩的情况也增加了你身体状况不确定以及无法控制的感觉。我相信无论谁都会担心面对这种不确定和无法控制的情况。就好像觉得自己随时可能晕倒、失去控制一样，如果身边没有熟悉的人，会让你觉得很难过。因此，这个熟悉的人不仅是一个陪伴者，还是一个给你确定感的人。如果遇到类似之前晕倒的情况，你就不会那么焦虑了。看起来，找到这个人对你来说是不错的。我注意到你对自己的状态有些不满意，比如疑病和“濒死感”。但我相信这些反应是在极度焦虑状态下的正常反应。正因为有这些反应，你才会更关心自己的身体状况，才会想要寻求一个陪伴者。这样听起来，你是否已经感觉到你的症状并不是那么严重呢？选择留在这个大城市需要放弃很多轻松，但我猜想你一定是因为心里有更重要的东西在这里。如果感到辛苦，请一定照顾好自己。希望我的回答对你有所帮助，我会一直陪在你身边。",
    "annotation": [
      {
        "sentence": "亲爱的，听说你因为身体状况的问题感到困扰。",
        "label": ""
      },
      {
        "sentence": "这个问题既涉及到身体上的困扰，也涉及到心理层面的困扰。",
        "label": ""
      },
      {
        "sentence": "去医院检查没有确定的结果让你很担心。",
        "label": ""
      },
      {
        "sentence": "而之前在公交车上晕眩的情况也增加了你身体状况不确定以及无法控制的感觉。",
        "label": ""
      },
      {
        "sentence": "我相信无论谁都会担心面对这种不确定和无法控制的情况。",
        "label": ""
      },
      {
        "sentence": "就好像觉得自己随时可能晕倒、失去控制一样，如果身边没有熟悉的人，会让你觉得很难过。",
        "label": ""
      },
      {
        "sentence": "因此，这个熟悉的人不仅是一个陪伴者，还是一个给你确定感的人。",
        "label": ""
      },
      {
        "sentence": "如果遇到类似之前晕倒的情况，你就不会那么焦虑了。",
        "label": ""
      },
      {
        "sentence": "看起来，找到这个人对你来说是不错的。",
        "label": ""
      },
      {
        "sentence": "我注意到你对自己的状态有些不满意，比如疑病和“濒死感”。",
        "label": ""
      },
      {
        "sentence": "但我相信这些反应是在极度焦虑状态下的正常反应。",
        "label": ""
      },
      {
        "sentence": "正因为有这些反应，你才会更关心自己的身体状况，才会想要寻求一个陪伴者。",
        "label": ""
      },
      {
        "sentence": "这样听起来，你是否已经感觉到你的症状并不是那么严重呢？",
        "label": ""
      },
      {
        "sentence": "选择留在这个大城市需要放弃很多轻松，但我猜想你一定是因为心里有更重要的东西在这里。",
        "label": ""
      },
      {
        "sentence": "如果感到辛苦，请一定照顾好自己。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助，我会一直陪在你身边。",
        "label": ""
      }
    ]
  }
]