[
  {
    "role": "client",
    "content": "为什么父母会对女儿的穿衣喜好过多指责？我爸妈都是传统思想，总是对我穿衣喜好过多指责，还会说穿到外面会被人骂，而且特别要面子，说穿出去，别人说的不是，是他们，我在家就天天被我妈唠叨，找缺点，本来很能忍，时间久了，就特别不能忍，总要还嘴，不然特别不舒服，我就想知道，每个人是不是都应该自己开心就好，而不是去顾及别人的看法和喜好！",
    "annotation": [
      {
        "sentence": "为什么父母会对女儿的穿衣喜好过多指责？",
        "label": ""
      },
      {
        "sentence": "我爸妈都是传统思想，总是对我穿衣喜好过多指责，还会说穿到外面会被人骂，而且特别要面子，说穿出去，别人说的不是，是他们，我在家就天天被我妈唠叨，找缺点，本来很能忍，时间久了，就特别不能忍，总要还嘴，不然特别不舒服，我就想知道，每个人是不是都应该自己开心就好，而不是去顾及别人的看法和喜好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉看到你最近遇到了烦心事，呀~我赞同你的部分看法，有一点要稍微纠正一下，我要在不打扰到他人的情况下追求自己的快乐。追求有个性的穿衣喜好是你的自由，父母可以提建议，但你要采纳的情况大概是这些情况：穿露脐装会冻肚子，怕你感冒、冬天穿不穿秋裤怕你感冒......这一类出于为你的身体着想的原因。其他的一些指责你可以忽略的。你提到“本来很能忍，时间久了，就特别不能忍，总要还嘴，不然特别不舒服\"，看得出来你是一个挺尊重父母的人，也善于沟通，我建议你可以通过交流、解释的方法把正确的价值观说给父母听，让他们了解新的看法，走入新的世界，就像接受智能手机一样，只要你有想法，坚持输入正确的价值观给父母，或许情况会有改观的，希望能帮助到你呀~。",
    "annotation": [
      {
        "sentence": "很抱歉看到你最近遇到了烦心事，呀~我赞同你的部分看法，有一点要稍微纠正一下，我要在不打扰到他人的情况下追求自己的快乐。",
        "label": ""
      },
      {
        "sentence": "追求有个性的穿衣喜好是你的自由，父母可以提建议，但你要采纳的情况大概是这些情况：穿露脐装会冻肚子，怕你感冒、冬天穿不穿秋裤怕你感冒......这一类出于为你的身体着想的原因。",
        "label": ""
      },
      {
        "sentence": "其他的一些指责你可以忽略的。",
        "label": ""
      },
      {
        "sentence": "你提到“本来很能忍，时间久了，就特别不能忍，总要还嘴，不然特别不舒服\"，看得出来你是一个挺尊重父母的人，也善于沟通，我建议你可以通过交流、解释的方法把正确的价值观说给父母听，让他们了解新的看法，走入新的世界，就像接受智能手机一样，只要你有想法，坚持输入正确的价值观给父母，或许情况会有改观的，希望能帮助到你呀~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的回答。您的话让我感觉到很受理解和支持，但我觉得跟我父母说明我的想法和价值观对我来说很难。",
    "annotation": [
      {
        "sentence": "谢谢您的回答。",
        "label": ""
      },
      {
        "sentence": "您的话让我感觉到很受理解和支持，但我觉得跟我父母说明我的想法和价值观对我来说很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，你可能担心父母会因为你的言辞而疏远你。不过，我想告诉你，你现在的年龄和心智应该能够对自己的价值观有所把握了吧？尊重他人、家庭和社会的主流价值观可能是好的，但如果在这个过程中抹杀或否认自己的价值观，那不仅对你自己不利，还会让日后的交流更加困难。试着寻找和父母意见交汇的地方，经过沟通、解释让他们了解你，或许你们之间的关系会更加融洽哦。",
    "annotation": [
      {
        "sentence": "听你这么说，你可能担心父母会因为你的言辞而疏远你。",
        "label": ""
      },
      {
        "sentence": "不过，我想告诉你，你现在的年龄和心智应该能够对自己的价值观有所把握了吧？",
        "label": ""
      },
      {
        "sentence": "尊重他人、家庭和社会的主流价值观可能是好的，但如果在这个过程中抹杀或否认自己的价值观，那不仅对你自己不利，还会让日后的交流更加困难。",
        "label": ""
      },
      {
        "sentence": "试着寻找和父母意见交汇的地方，经过沟通、解释让他们了解你，或许你们之间的关系会更加融洽哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道您说的话是正确的，但是每当我向父母表达自己的看法时，他们总是认为我太理智，太不幼稚，或者说我的行为太出格了。",
    "annotation": [
      {
        "sentence": "我知道您说的话是正确的，但是每当我向父母表达自己的看法时，他们总是认为我太理智，太不幼稚，或者说我的行为太出格了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这恰恰说明了你和你父母之间的沟通有一定的问题，可以尝试从他们最关心的事情入手，和他们沟通你对穿衣搭配的态度，你选择某些衣服的原因，这样让你的父母了解你的想法。当然，如果他们还是不能非常认同你的想法，你就要试着自己勇敢做自己了哦。如果感到难以启齿，借助于文化方面的论述，逐步让他们理解现代社会追求个性自由的价值，也许会有所帮助。",
    "annotation": [
      {
        "sentence": "这恰恰说明了你和你父母之间的沟通有一定的问题，可以尝试从他们最关心的事情入手，和他们沟通你对穿衣搭配的态度，你选择某些衣服的原因，这样让你的父母了解你的想法。",
        "label": ""
      },
      {
        "sentence": "当然，如果他们还是不能非常认同你的想法，你就要试着自己勇敢做自己了哦。",
        "label": ""
      },
      {
        "sentence": "如果感到难以启齿，借助于文化方面的论述，逐步让他们理解现代社会追求个性自由的价值，也许会有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的耐心解答，您建议的方式我会尝试一下，但是我还是觉得自己面对这个问题很困扰，现在感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢您的耐心解答，您建议的方式我会尝试一下，但是我还是觉得自己面对这个问题很困扰，现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，别放弃呀，有什么问题随时联系我。你已经迈出了第一步，那就是向别人寻求帮助，只要你善于总结经验，勇于迎接挑战，你会变得更加强大。祝福你呀！",
    "annotation": [
      {
        "sentence": "好的，别放弃呀，有什么问题随时联系我。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，那就是向别人寻求帮助，只要你善于总结经验，勇于迎接挑战，你会变得更加强大。",
        "label": ""
      },
      {
        "sentence": "祝福你呀！",
        "label": ""
      }
    ]
  }
]