[
  {
    "role": "client",
    "content": "内向高敏者害怕自己贪玩，内耗严重，怎么处理？我是一个内向高敏者，平时有时候总会提醒自己要优秀其实是害怕自己贪玩或者事情以后喜欢总结规律以防下次可以少出错误，就是内耗比较严重，我知道最好的方法就是活在当下，但是有些东西不去想做不到，每天这样的想法频繁出现该怎么办呢？",
    "annotation": [
      {
        "sentence": "内向高敏者害怕自己贪玩，内耗严重，怎么处理？",
        "label": ""
      },
      {
        "sentence": "我是一个内向高敏者，平时有时候总会提醒自己要优秀其实是害怕自己贪玩或者事情以后喜欢总结规律以防下次可以少出错误，就是内耗比较严重，我知道最好的方法就是活在当下，但是有些东西不去想做不到，每天这样的想法频繁出现该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的目前状况描述，我有种似曾相似的感觉，首先给你个抱抱哟。没错呐，我曾经也出现过像你这样的状况，是在中学的时候，那时的我被自己压迫得很紧也很累。但是后来呢我看的书多了，也和同学朋友聊了自己的情况，经过她们的开导和自己的开解，我慢慢的学会了开导自己，让自己放松。",
    "annotation": [
      {
        "sentence": "看到你的目前状况描述，我有种似曾相似的感觉，首先给你个抱抱哟。",
        "label": ""
      },
      {
        "sentence": "没错呐，我曾经也出现过像你这样的状况，是在中学的时候，那时的我被自己压迫得很紧也很累。",
        "label": ""
      },
      {
        "sentence": "但是后来呢我看的书多了，也和同学朋友聊了自己的情况，经过她们的开导和自己的开解，我慢慢的学会了开导自己，让自己放松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，听起来你经历了很多，我希望也能像你一样走出这个困境。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，听起来你经历了很多，我希望也能像你一样走出这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有这样的心愿已经是很好的开始了。首先，我能理解你想变优秀的境况。随着我们慢慢的长大，我们思考的更多了。胜负心、攀比心、对赞许的渴望、对被重视的需求等都随之而来。有时这些东西会使我们的心情复杂多变，不知所措，不知如何处理这些情绪的出现。但是呢，我认为吧这就是成长的必经之路，这是对我们心智的磨练。所以，你不要着急，不要害怕呐。",
    "annotation": [
      {
        "sentence": "你有这样的心愿已经是很好的开始了。",
        "label": ""
      },
      {
        "sentence": "首先，我能理解你想变优秀的境况。",
        "label": ""
      },
      {
        "sentence": "随着我们慢慢的长大，我们思考的更多了。",
        "label": ""
      },
      {
        "sentence": "胜负心、攀比心、对赞许的渴望、对被重视的需求等都随之而来。",
        "label": ""
      },
      {
        "sentence": "有时这些东西会使我们的心情复杂多变，不知所措，不知如何处理这些情绪的出现。",
        "label": ""
      },
      {
        "sentence": "但是呢，我认为吧这就是成长的必经之路，这是对我们心智的磨练。",
        "label": ""
      },
      {
        "sentence": "所以，你不要着急，不要害怕呐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，成长确实是一个不断磨练心智的过程。但是我总觉得自己内耗严重，想要改变却不知道从何处下手。",
    "annotation": [
      {
        "sentence": "你说的很对，成长确实是一个不断磨练心智的过程。",
        "label": ""
      },
      {
        "sentence": "但是我总觉得自己内耗严重，想要改变却不知道从何处下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对此，我想向你提点我自己的意见，希望可以帮到你呐。不过我想提醒先一下：你的这种情况嘛，可能一时很难改变过来，毕竟得和从前的自己做斗争，有句话不是说：一个人最大的敌人就是自己嘛。所以你要有耐心哟。",
    "annotation": [
      {
        "sentence": "对此，我想向你提点我自己的意见，希望可以帮到你呐。",
        "label": ""
      },
      {
        "sentence": "不过我想提醒先一下：你的这种情况嘛，可能一时很难改变过来，毕竟得和从前的自己做斗争，有句话不是说：一个人最大的敌人就是自己嘛。",
        "label": ""
      },
      {
        "sentence": "所以你要有耐心哟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，改变需要时间和努力。请你告诉我应该从哪些方面着手呢？",
    "annotation": [
      {
        "sentence": "我明白，改变需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "请你告诉我应该从哪些方面着手呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，学习过程总结规律，总结错误，避免下次范同一错误你是做得对的呐。你要从乐观的角度去看待你的这一学习习惯呐。这是个好的学习习惯，你要肯定自己，这是你的一大优点呐，许多人很难做到如此呢。为此我想在此给你献上我的掌声和大拇指砰砰砰呐，你真棒！对于这点我认为你没必要改变的呢。嗯……如果你觉得此过程耗时间，你可以请教一些学习更好的同学，问问他们这方面的笔记如何更快速高效的完成呐，毕竟好的做笔记方法可能更省时间也有效，你多和同学交流学习经验，可能你会有意想不到的收获奥。",
    "annotation": [
      {
        "sentence": "首先，学习过程总结规律，总结错误，避免下次范同一错误你是做得对的呐。",
        "label": ""
      },
      {
        "sentence": "你要从乐观的角度去看待你的这一学习习惯呐。",
        "label": ""
      },
      {
        "sentence": "这是个好的学习习惯，你要肯定自己，这是你的一大优点呐，许多人很难做到如此呢。",
        "label": ""
      },
      {
        "sentence": "为此我想在此给你献上我的掌声和大拇指砰砰砰呐，你真棒！",
        "label": ""
      },
      {
        "sentence": "对于这点我认为你没必要改变的呢。",
        "label": ""
      },
      {
        "sentence": "嗯……如果你觉得此过程耗时间，你可以请教一些学习更好的同学，问问他们这方面的笔记如何更快速高效的完成呐，毕竟好的做笔记方法可能更省时间也有效，你多和同学交流学习经验，可能你会有意想不到的收获奥。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会好好珍惜自己的学习习惯并向优秀的同学学习。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会好好珍惜自己的学习习惯并向优秀的同学学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二，希望你不要害怕错误，害怕失败。有句话不是说你能扛得了多大的挫折，你就扛得起多大的成功嘛。马有失蹄，人有失足。你要看得开哟，只要不是什么大的失误错误，没什么大不了的呐，一次错误只是人生篇章的一页中的一小点记录而已，勇敢潇洒的打开下一张空白页重新开始。",
    "annotation": [
      {
        "sentence": "第二，希望你不要害怕错误，害怕失败。",
        "label": ""
      },
      {
        "sentence": "有句话不是说你能扛得了多大的挫折，你就扛得起多大的成功嘛。",
        "label": ""
      },
      {
        "sentence": "马有失蹄，人有失足。",
        "label": ""
      },
      {
        "sentence": "你要看得开哟，只要不是什么大的失误错误，没什么大不了的呐，一次错误只是人生篇章的一页中的一小点记录而已，勇敢潇洒的打开下一张空白页重新开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，错误和失败只是人生中的一小部分，我应该勇敢面对，并且从中学习和成长。",
    "annotation": [
      {
        "sentence": "我明白了，错误和失败只是人生中的一小部分，我应该勇敢面对，并且从中学习和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三，不要太过逼迫暗示自己变优秀，学习要劳逸结合才能持续愉快的学习下去。有句话叫过犹不及，物极必反。本来呢偶尔暗示自己要变优秀是一件好的学习助燃剂，可以督促自己学习不要太松懈。但是呢过度的强调就会变成了一种负担和压力，会让偶尔想放松的你感觉到羞愧、自责。学习是个长跑的项目，你要偶尔让自己放松偶尔犒劳一下完成学习目标的你。在学习中让自己收获快乐。",
    "annotation": [
      {
        "sentence": "第三，不要太过逼迫暗示自己变优秀，学习要劳逸结合才能持续愉快的学习下去。",
        "label": ""
      },
      {
        "sentence": "有句话叫过犹不及，物极必反。",
        "label": ""
      },
      {
        "sentence": "本来呢偶尔暗示自己要变优秀是一件好的学习助燃剂，可以督促自己学习不要太松懈。",
        "label": ""
      },
      {
        "sentence": "但是呢过度的强调就会变成了一种负担和压力，会让偶尔想放松的你感觉到羞愧、自责。",
        "label": ""
      },
      {
        "sentence": "学习是个长跑的项目，你要偶尔让自己放松偶尔犒劳一下完成学习目标的你。",
        "label": ""
      },
      {
        "sentence": "在学习中让自己收获快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的提醒，学习的确需要劳逸结合，我要学会给自己适当的休息和放松。",
    "annotation": [
      {
        "sentence": "谢谢你的提醒，学习的确需要劳逸结合，我要学会给自己适当的休息和放松。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第四，希望你可以坚持运动和读书呐，因为运动对人身体健康，情绪心态调节都有很大的帮助呐，要坚持读书呢是因为你看得多别人的经历了你自己也会越来越懂得自我疗愈呐。浮生万千，人生百态，又有什么值得好苦恼的呢，都只不过是自己折磨自己摆了。",
    "annotation": [
      {
        "sentence": "第四，希望你可以坚持运动和读书呐，因为运动对人身体健康，情绪心态调节都有很大的帮助呐，要坚持读书呢是因为你看得多别人的经历了你自己也会越来越懂得自我疗愈呐。",
        "label": ""
      },
      {
        "sentence": "浮生万千，人生百态，又有什么值得好苦恼的呢，都只不过是自己折磨自己摆了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会记住你的建议，坚持运动和读书，用它们来调节自己的情绪和心态。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "我会记住你的建议，坚持运动和读书，用它们来调节自己的情绪和心态。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，我希望我的建议可以帮助到你呐。嗯……最后我想说的是他人说再多也是建议而已，最终还是靠你和自己和解，自己调整好心态呐。期待你早日走出此困境呐嘻嘻嘻嘻，最后再来个大大的拥抱哟嘿嘿。",
    "annotation": [
      {
        "sentence": "最后，我希望我的建议可以帮助到你呐。",
        "label": ""
      },
      {
        "sentence": "嗯……最后我想说的是他人说再多也是建议而已，最终还是靠你和自己和解，自己调整好心态呐。",
        "label": ""
      },
      {
        "sentence": "期待你早日走出此困境呐嘻嘻嘻嘻，最后再来个大大的拥抱哟嘿嘿。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的帮助和鼓励，我会努力调整自己的心态和处理内向高敏的问题。亲亲，再次感谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的帮助和鼓励，我会努力调整自己的心态和处理内向高敏的问题。",
        "label": ""
      },
      {
        "sentence": "亲亲，再次感谢你。",
        "label": ""
      }
    ]
  }
]