[
  {
    "role": "client",
    "content": "高中女生，敏感多想，影响我正常学习，该怎么办？",
    "annotation": [
      {
        "sentence": "高中女生，敏感多想，影响我正常学习，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你非常在意别人的想法。在高三备考的时候，面对这么多的压力和考试的挑战，确实很难控制自己的情绪。你想和我具体说说，你每天在哪些方面感到困扰呢？",
    "annotation": [
      {
        "sentence": "我理解你的感受，你非常在意别人的想法。",
        "label": ""
      },
      {
        "sentence": "在高三备考的时候，面对这么多的压力和考试的挑战，确实很难控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你想和我具体说说，你每天在哪些方面感到困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "自从进入高三后，我变得很敏感，总是会因为别人的一句话而想很多。然后，我就会陷入到负面情绪中，导致不能准心学习。",
    "annotation": [
      {
        "sentence": "自从进入高三后，我变得很敏感，总是会因为别人的一句话而想很多。",
        "label": ""
      },
      {
        "sentence": "然后，我就会陷入到负面情绪中，导致不能准心学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我懂你的感受。这在生活中很常见，也是可以被改善的。不过，首先你要明白，你的想法是正常的，它们并不会伤害你。因为我们的想法和情绪都是暂时的，它们不应该代表你。你可以尝试接受它们，然后独立判断哪些是有道理的，哪些是无谓的。",
    "annotation": [
      {
        "sentence": "我懂你的感受。",
        "label": ""
      },
      {
        "sentence": "这在生活中很常见，也是可以被改善的。",
        "label": ""
      },
      {
        "sentence": "不过，首先你要明白，你的想法是正常的，它们并不会伤害你。",
        "label": ""
      },
      {
        "sentence": "因为我们的想法和情绪都是暂时的，它们不应该代表你。",
        "label": ""
      },
      {
        "sentence": "你可以尝试接受它们，然后独立判断哪些是有道理的，哪些是无谓的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我的朋友每天都跟我说一些消极的话，比如“我最近不能静心学习怎么办啊，以后高考怎么办啊，我觉得好烦啊，我都想哭了\"，她的话语一直围绕着我的思维，让我很难受。",
    "annotation": [
      {
        "sentence": "但是，我的朋友每天都跟我说一些消极的话，比如“我最近不能静心学习怎么办啊，以后高考怎么办啊，我觉得好烦啊，我都想哭了\"，她的话语一直围绕着我的思维，让我很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我能想到你的朋友是个很愁闷的人。面对这种消极的情绪，你可以做些什么呢？首先，你可以尝试把握你的态度，保持一种积极的心态，并关注自己的情感需要。如果无法改变你朋友的想法，你可以做的是，在合理分组的前提下，尽量避免过多情感的倾诉，避免附加负面情感。在考试是，争取专注于考试中的内容而非过多关注他人的言论，因为这也可以让你成为一位更好的备考者。",
    "annotation": [
      {
        "sentence": "听你的描述，我能想到你的朋友是个很愁闷的人。",
        "label": ""
      },
      {
        "sentence": "面对这种消极的情绪，你可以做些什么呢？",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试把握你的态度，保持一种积极的心态，并关注自己的情感需要。",
        "label": ""
      },
      {
        "sentence": "如果无法改变你朋友的想法，你可以做的是，在合理分组的前提下，尽量避免过多情感的倾诉，避免附加负面情感。",
        "label": ""
      },
      {
        "sentence": "在考试是，争取专注于考试中的内容而非过多关注他人的言论，因为这也可以让你成为一位更好的备考者。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我就不想和她一起吃饭了，也不想和她一起走了。但是我自己一个人吃饭又觉得孤独，会一直想这个事情，整个人情绪就不好，很难受。",
    "annotation": [
      {
        "sentence": "但是，我就不想和她一起吃饭了，也不想和她一起走了。",
        "label": ""
      },
      {
        "sentence": "但是我自己一个人吃饭又觉得孤独，会一直想这个事情，整个人情绪就不好，很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能体会你现在的处境，女生在情感上非常重感，朋友之间的关系也非常重要。不要太过于放大朋友带来的负面影响。当你感到被情绪影响时，你可以尝试变换些做法，与家人或者其他朋友联络，帮助你转变注意力或许会带来不错的结果。你还可以尝试做一些图书馆之类的空间，更为安静的地方。如果你想和她说清楚，可以用一些暖心的语言劝阻她。她也许是一个在生活中受到打击而带来负面情绪的人，希望大家能够互相理解。记住，对待不同的思想和情感，我们要学会不分对错，而是相互尊重。",
    "annotation": [
      {
        "sentence": "我能体会你现在的处境，女生在情感上非常重感，朋友之间的关系也非常重要。",
        "label": ""
      },
      {
        "sentence": "不要太过于放大朋友带来的负面影响。",
        "label": ""
      },
      {
        "sentence": "当你感到被情绪影响时，你可以尝试变换些做法，与家人或者其他朋友联络，帮助你转变注意力或许会带来不错的结果。",
        "label": ""
      },
      {
        "sentence": "你还可以尝试做一些图书馆之类的空间，更为安静的地方。",
        "label": ""
      },
      {
        "sentence": "如果你想和她说清楚，可以用一些暖心的语言劝阻她。",
        "label": ""
      },
      {
        "sentence": "她也许是一个在生活中受到打击而带来负面情绪的人，希望大家能够互相理解。",
        "label": ""
      },
      {
        "sentence": "记住，对待不同的思想和情感，我们要学会不分对错，而是相互尊重。",
        "label": ""
      }
    ]
  }
]