[
  {
    "role": "client",
    "content": "我今年30岁了，是个大龄单身女生，一直没有谈过恋爱。我因为各种原因没有机会，也有点怕自己性不行。几年前，我有过一段网恋，那个男生想要发生关系的时候，我害怕了。我觉得他对这段感情不够认真，另外我完全没有经验，担心表现不好，让男生失望。而且我也担心自己性功能不行。虽然没有发生过性行为，但在感觉孤单和无助的时候，我会自慰，幻想有一个爱自己的男生来支持我。最近突然觉得自己年纪大了，担心没有人会爱我，还担心自己的身体不行无法正常进行性行为。我对男生有种恐惧。",
    "annotation": [
      {
        "sentence": "我今年30岁了，是个大龄单身女生，一直没有谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "我因为各种原因没有机会，也有点怕自己性不行。",
        "label": ""
      },
      {
        "sentence": "几年前，我有过一段网恋，那个男生想要发生关系的时候，我害怕了。",
        "label": ""
      },
      {
        "sentence": "我觉得他对这段感情不够认真，另外我完全没有经验，担心表现不好，让男生失望。",
        "label": ""
      },
      {
        "sentence": "而且我也担心自己性功能不行。",
        "label": ""
      },
      {
        "sentence": "虽然没有发生过性行为，但在感觉孤单和无助的时候，我会自慰，幻想有一个爱自己的男生来支持我。",
        "label": ""
      },
      {
        "sentence": "最近突然觉得自己年纪大了，担心没有人会爱我，还担心自己的身体不行无法正常进行性行为。",
        "label": ""
      },
      {
        "sentence": "我对男生有种恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。我觉得你现在担心的主要是自己的身体问题，而这个问题并没有任何的实证依据，只是你的感觉和担忧。如果这个问题真的困扰着你，我建议你可以去医院做一些常规的检查，这样就可以了解你的身体状况。虽然你可能觉得有点不好意思，但是常规体检对我们的健康是非常重要的。而且我相信你的身体应该是没有问题的。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "我觉得你现在担心的主要是自己的身体问题，而这个问题并没有任何的实证依据，只是你的感觉和担忧。",
        "label": ""
      },
      {
        "sentence": "如果这个问题真的困扰着你，我建议你可以去医院做一些常规的检查，这样就可以了解你的身体状况。",
        "label": ""
      },
      {
        "sentence": "虽然你可能觉得有点不好意思，但是常规体检对我们的健康是非常重要的。",
        "label": ""
      },
      {
        "sentence": "而且我相信你的身体应该是没有问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我觉得自己担心身体问题可能是因为以前的自慰行为吧，我害怕那样会影响我的性能力。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我觉得自己担心身体问题可能是因为以前的自慰行为吧，我害怕那样会影响我的性能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实自慰和性能力之间并没有直接的关系，并不会对你的身体产生太大的影响。我觉得你担心的更多是进入亲密关系后的不安全感。你会担心对方是否真心爱你，还是有其他目的。而且你也担心自己的表现不好。这可能是因为你对自己有过高的要求，觉得自己应该做到什么程度。但是实际上并不需要那么高的要求。关于身体功能的问题，我认为你不必过分担心。很多问题仅凭你的描述很难确定，所以我建议你去真正投入一段亲密关系，看看会出现什么问题，然后及时解决。",
    "annotation": [
      {
        "sentence": "其实自慰和性能力之间并没有直接的关系，并不会对你的身体产生太大的影响。",
        "label": ""
      },
      {
        "sentence": "我觉得你担心的更多是进入亲密关系后的不安全感。",
        "label": ""
      },
      {
        "sentence": "你会担心对方是否真心爱你，还是有其他目的。",
        "label": ""
      },
      {
        "sentence": "而且你也担心自己的表现不好。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你对自己有过高的要求，觉得自己应该做到什么程度。",
        "label": ""
      },
      {
        "sentence": "但是实际上并不需要那么高的要求。",
        "label": ""
      },
      {
        "sentence": "关于身体功能的问题，我认为你不必过分担心。",
        "label": ""
      },
      {
        "sentence": "很多问题仅凭你的描述很难确定，所以我建议你去真正投入一段亲密关系，看看会出现什么问题，然后及时解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可能确实对自己要求过高了。我觉得我应该尝试去交往，不要因为怕担心而错过了可能的机会。但是我仍然害怕受伤和被欺骗，怎么办呢？",
    "annotation": [
      {
        "sentence": "你说的有道理，我可能确实对自己要求过高了。",
        "label": ""
      },
      {
        "sentence": "我觉得我应该尝试去交往，不要因为怕担心而错过了可能的机会。",
        "label": ""
      },
      {
        "sentence": "但是我仍然害怕受伤和被欺骗，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕受伤和被欺骗是很正常的，这也是很多人在进入亲密关系时的担忧。但是这并不意味着你不能去尝试。如果你一直害怕，可能会错过很多美好的事情。我建议你可以慢慢地建立信任，通过与对方的沟通了解他的真实意图。同时也要相信自己，相信自己的选择和判断。如果真的遇到不好的情况，也不要气馁，及时寻求帮助和解决问题。",
    "annotation": [
      {
        "sentence": "害怕受伤和被欺骗是很正常的，这也是很多人在进入亲密关系时的担忧。",
        "label": ""
      },
      {
        "sentence": "但是这并不意味着你不能去尝试。",
        "label": ""
      },
      {
        "sentence": "如果你一直害怕，可能会错过很多美好的事情。",
        "label": ""
      },
      {
        "sentence": "我建议你可以慢慢地建立信任，通过与对方的沟通了解他的真实意图。",
        "label": ""
      },
      {
        "sentence": "同时也要相信自己，相信自己的选择和判断。",
        "label": ""
      },
      {
        "sentence": "如果真的遇到不好的情况，也不要气馁，及时寻求帮助和解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量放开自己，相信自己的直觉。还有一个问题，我觉得我心里有一种对男生的恐惧，不知道怎么克服。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量放开自己，相信自己的直觉。",
        "label": ""
      },
      {
        "sentence": "还有一个问题，我觉得我心里有一种对男生的恐惧，不知道怎么克服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "克服对男生的恐惧需要一定的时间和经历。我建议你可以从一些小的、低风险的接触开始，比如和男性朋友一起做一些共同兴趣的活动。这样可以逐渐增进你对男性的了解和信任，减少恐惧感。当然，过程中你可能会遇到一些困难和挑战，但是只要勇敢地面对，我相信你可以克服恐惧。",
    "annotation": [
      {
        "sentence": "克服对男生的恐惧需要一定的时间和经历。",
        "label": ""
      },
      {
        "sentence": "我建议你可以从一些小的、低风险的接触开始，比如和男性朋友一起做一些共同兴趣的活动。",
        "label": ""
      },
      {
        "sentence": "这样可以逐渐增进你对男性的了解和信任，减少恐惧感。",
        "label": ""
      },
      {
        "sentence": "当然，过程中你可能会遇到一些困难和挑战，但是只要勇敢地面对，我相信你可以克服恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白了，我会积极尝试，一步一步克服自己的恐惧，并相信自己会找到幸福的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会积极尝试，一步一步克服自己的恐惧，并相信自己会找到幸福的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信自己，勇敢面对困难，你一定会找到属于自己的幸福。如果你在过程中有任何困惑和需要帮助的地方，记得随时向我求助。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信自己，勇敢面对困难，你一定会找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你在过程中有任何困惑和需要帮助的地方，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]