[
  {
    "role": "client",
    "content": "面对高考的孩子内充满焦虑，自己内心太没有安全感了？高三的孩子成绩不理想，感觉孩子学习没有计划性，效率不高，提供的建议他也不能采纳，关系比较敏感，谈到考试和学习一些问题就是一个冷暴力一个焦虑，谈论生活的琐事关系融洽。我怎么接受万一考不上好大学的结果，怎么相信不读书也有好出路的话语？我怎么劝自己内心强大？现实是残酷的，生活不易，怎样淡定？又怎样才能在这么短时间内相信孩子能有自己的方式方法？",
    "annotation": [
      {
        "sentence": "面对高考的孩子内充满焦虑，自己内心太没有安全感了？",
        "label": ""
      },
      {
        "sentence": "高三的孩子成绩不理想，感觉孩子学习没有计划性，效率不高，提供的建议他也不能采纳，关系比较敏感，谈到考试和学习一些问题就是一个冷暴力一个焦虑，谈论生活的琐事关系融洽。",
        "label": ""
      },
      {
        "sentence": "我怎么接受万一考不上好大学的结果，怎么相信不读书也有好出路的话语？",
        "label": ""
      },
      {
        "sentence": "我怎么劝自己内心强大？",
        "label": ""
      },
      {
        "sentence": "现实是残酷的，生活不易，怎样淡定？",
        "label": ""
      },
      {
        "sentence": "又怎样才能在这么短时间内相信孩子能有自己的方式方法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内心焦虑是理解的，同时你也发现了孩子成绩不理想和学习方面的问题。在面对这种情况时，我们可以先冷静分析问题的原因和孩子的实际情况，制定一些可行的学习计划，有针对性地指导和辅导孩子，帮助他提高学习效率。这需要耐心和时间，同时也需要你和孩子之间的信任和沟通。求助者：谢谢支持者的建议，但我觉得我很难和孩子达成共识，他对我提出的建议也很不满。我不知道怎么劝他听取我的意见。支持者：有时孩子会表现出固执和抵触情绪，这是很正常的。毕竟，他们也需要自己的空间和选择权利。在这种情况下，你可以与孩子进行沟通和讨论，试图理解他的想法和考虑，并寻找妥协的方式。但是，也需要明确告诉孩子学习对他们未来的重要性和必要性。如果有必要，你可以邀请一些有经验的老师或其他专家提供帮助和建议。求助者：我真的很害怕孩子考不上好大学，我想给他足够的压力，但看到他冷漠的表现，我也很难过。支持者：压力是必要的，但过于强大的压力会给孩子造成负面影响。在这种情况下，你可以通过鼓励、支持和理解来减轻孩子的压力。拥抱他，告诉他你爱他的方式，就算他考不上好大学，你也会依然支持他。同时，你可以提供一些他感兴趣的事情，让他有机会释放压力和放松，从而更好地适应学习。求助者：谢谢你的建议。但是我还是会担心他未来的出路，怕他一直没有着落。支持者：你的担心是可以理解的，但我们不能把孩子的未来限制在某个领域或学校的名称上。我们需要帮助和支持孩子发展他们的兴趣和潜能，让他们学会适应和变通，以面对未来不同的挑战和机遇。同时，我们也要学会向孩子传递积极的信息和态度，让他们逐渐建立起自信和勇气，面对未来的不确定性和挑战。求助者：谢谢你的支持，我会努力去执行你的建议，让我和孩子都能够更加淡定和自信。支持者：没什么谢谢的，我会在你需要的时候一直支持你。我相信你会做出最好的决定和行动来帮助孩子。",
    "annotation": [
      {
        "sentence": "你的内心焦虑是理解的，同时你也发现了孩子成绩不理想和学习方面的问题。",
        "label": ""
      },
      {
        "sentence": "在面对这种情况时，我们可以先冷静分析问题的原因和孩子的实际情况，制定一些可行的学习计划，有针对性地指导和辅导孩子，帮助他提高学习效率。",
        "label": ""
      },
      {
        "sentence": "这需要耐心和时间，同时也需要你和孩子之间的信任和沟通。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢支持者的建议，但我觉得我很难和孩子达成共识，他对我提出的建议也很不满。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么劝他听取我的意见。",
        "label": ""
      },
      {
        "sentence": "支持者：有时孩子会表现出固执和抵触情绪，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "毕竟，他们也需要自己的空间和选择权利。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以与孩子进行沟通和讨论，试图理解他的想法和考虑，并寻找妥协的方式。",
        "label": ""
      },
      {
        "sentence": "但是，也需要明确告诉孩子学习对他们未来的重要性和必要性。",
        "label": ""
      },
      {
        "sentence": "如果有必要，你可以邀请一些有经验的老师或其他专家提供帮助和建议。",
        "label": ""
      },
      {
        "sentence": "求助者：我真的很害怕孩子考不上好大学，我想给他足够的压力，但看到他冷漠的表现，我也很难过。",
        "label": ""
      },
      {
        "sentence": "支持者：压力是必要的，但过于强大的压力会给孩子造成负面影响。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以通过鼓励、支持和理解来减轻孩子的压力。",
        "label": ""
      },
      {
        "sentence": "拥抱他，告诉他你爱他的方式，就算他考不上好大学，你也会依然支持他。",
        "label": ""
      },
      {
        "sentence": "同时，你可以提供一些他感兴趣的事情，让他有机会释放压力和放松，从而更好地适应学习。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是我还是会担心他未来的出路，怕他一直没有着落。",
        "label": ""
      },
      {
        "sentence": "支持者：你的担心是可以理解的，但我们不能把孩子的未来限制在某个领域或学校的名称上。",
        "label": ""
      },
      {
        "sentence": "我们需要帮助和支持孩子发展他们的兴趣和潜能，让他们学会适应和变通，以面对未来不同的挑战和机遇。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要学会向孩子传递积极的信息和态度，让他们逐渐建立起自信和勇气，面对未来的不确定性和挑战。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的支持，我会努力去执行你的建议，让我和孩子都能够更加淡定和自信。",
        "label": ""
      },
      {
        "sentence": "支持者：没什么谢谢的，我会在你需要的时候一直支持你。",
        "label": ""
      },
      {
        "sentence": "我相信你会做出最好的决定和行动来帮助孩子。",
        "label": ""
      }
    ]
  }
]