[
  {
    "role": "client",
    "content": "面对高考的孩子内充满焦虑，自己内心太没有安全感了？高三的孩子成绩不理想，感觉孩子学习没有计划性，效率不高，提供的建议他也不能采纳，关系比较敏感，谈到考试和学习一些问题就是一个冷暴力一个焦虑，谈论生活的琐事关系融洽。我怎么接受万一考不上好大学的结果，怎么相信不读书也有好出路的话语？我怎么劝自己内心强大？现实是残酷的，生活不易，怎样淡定？又怎样才能在这么短时间内相信孩子能有自己的方式方法？",
    "annotation": [
      {
        "sentence": "面对高考的孩子内充满焦虑，自己内心太没有安全感了？",
        "label": ""
      },
      {
        "sentence": "高三的孩子成绩不理想，感觉孩子学习没有计划性，效率不高，提供的建议他也不能采纳，关系比较敏感，谈到考试和学习一些问题就是一个冷暴力一个焦虑，谈论生活的琐事关系融洽。",
        "label": ""
      },
      {
        "sentence": "我怎么接受万一考不上好大学的结果，怎么相信不读书也有好出路的话语？",
        "label": ""
      },
      {
        "sentence": "我怎么劝自己内心强大？",
        "label": ""
      },
      {
        "sentence": "现实是残酷的，生活不易，怎样淡定？",
        "label": ""
      },
      {
        "sentence": "又怎样才能在这么短时间内相信孩子能有自己的方式方法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以感受到你的焦虑和对孩子成绩的关心，孩子高三了，是高中阶段至关重要的一年，即将面临高考，但是成绩并不是很理想，对于学习问题，你和孩子有不同的想法，也正因此，你感到深深的苦恼。",
    "annotation": [
      {
        "sentence": "可以感受到你的焦虑和对孩子成绩的关心，孩子高三了，是高中阶段至关重要的一年，即将面临高考，但是成绩并不是很理想，对于学习问题，你和孩子有不同的想法，也正因此，你感到深深的苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实很担心孩子的未来，总觉得成绩不好就会影响他的前途。",
    "annotation": [
      {
        "sentence": "是的，我确实很担心孩子的未来，总觉得成绩不好就会影响他的前途。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的担忧，每个家长都希望孩子有一个好的出路，希望通过学习来改变自己的命运。在你看来，考上好大学才有光明的前途，但其实学校只是一个平台，最终还是要看个人自身的能力，好的大学也有平庸的人，普通大学也有优秀的人才。大学学历固然重要，但要想在社会长久立足，需要具备过人的能力和素质，而这些要靠自己去培养和领悟。",
    "annotation": [
      {
        "sentence": "非常理解你的担忧，每个家长都希望孩子有一个好的出路，希望通过学习来改变自己的命运。",
        "label": ""
      },
      {
        "sentence": "在你看来，考上好大学才有光明的前途，但其实学校只是一个平台，最终还是要看个人自身的能力，好的大学也有平庸的人，普通大学也有优秀的人才。",
        "label": ""
      },
      {
        "sentence": "大学学历固然重要，但要想在社会长久立足，需要具备过人的能力和素质，而这些要靠自己去培养和领悟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我也意识到成绩不是唯一的成功因素，但是现在我就是担心孩子的心态，他对学习没有计划性和效率，我提供的建议也不能让他改变，而且我们谈论学习的话题时总是紧张起来。",
    "annotation": [
      {
        "sentence": "你说得有道理，我也意识到成绩不是唯一的成功因素，但是现在我就是担心孩子的心态，他对学习没有计划性和效率，我提供的建议也不能让他改变，而且我们谈论学习的话题时总是紧张起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说在谈论生活琐事时融洽，但一谈到学习问题气氛就变得紧张。说明孩子还是愿意和你去沟通，只是在学习方面，他有自己的想法，心里不赞同但是又不知道怎么表达。你要明白一点，学习是孩子自己的事，老师也好，家长也好，都没有办法去替孩子学习，能做的只是陪伴和引导。孩子心里有自己的节奏，你的焦虑只会让他压力更大。给孩子一些空间，不要让自己的情绪影响到他，让他按照自己的思路去学习和生活。",
    "annotation": [
      {
        "sentence": "你说在谈论生活琐事时融洽，但一谈到学习问题气氛就变得紧张。",
        "label": ""
      },
      {
        "sentence": "说明孩子还是愿意和你去沟通，只是在学习方面，他有自己的想法，心里不赞同但是又不知道怎么表达。",
        "label": ""
      },
      {
        "sentence": "你要明白一点，学习是孩子自己的事，老师也好，家长也好，都没有办法去替孩子学习，能做的只是陪伴和引导。",
        "label": ""
      },
      {
        "sentence": "孩子心里有自己的节奏，你的焦虑只会让他压力更大。",
        "label": ""
      },
      {
        "sentence": "给孩子一些空间，不要让自己的情绪影响到他，让他按照自己的思路去学习和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该给孩子更多的自主权，让他自己找到适合自己的学习方法。但是我还是怕他的未来会受到影响，怎么才能相信孩子不读书也能有好出路呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该给孩子更多的自主权，让他自己找到适合自己的学习方法。",
        "label": ""
      },
      {
        "sentence": "但是我还是怕他的未来会受到影响，怎么才能相信孩子不读书也能有好出路呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要做的是改变心态，孩子已经长大了，有自己的思想，至于你所担忧的未来发展，其实谁也无法确保未来的路会怎么走，每次考第一的学生，高考也可能发挥失常，平时成绩一般的人也可能在高考时超常发挥。如果总是担忧未知的事，那么这种担忧其实是无止境的，没有办法做到事事尽如人意，当这件事让你满意了，又会出现新的不满意的地方。放轻松，保持良好的心情，好的心态也很重要。",
    "annotation": [
      {
        "sentence": "你要做的是改变心态，孩子已经长大了，有自己的思想，至于你所担忧的未来发展，其实谁也无法确保未来的路会怎么走，每次考第一的学生，高考也可能发挥失常，平时成绩一般的人也可能在高考时超常发挥。",
        "label": ""
      },
      {
        "sentence": "如果总是担忧未知的事，那么这种担忧其实是无止境的，没有办法做到事事尽如人意，当这件事让你满意了，又会出现新的不满意的地方。",
        "label": ""
      },
      {
        "sentence": "放轻松，保持良好的心情，好的心态也很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "多谢你的建议，我会试着调整自己的心态，给孩子更多的空间和支持。希望他能找到适合自己的学习方式，走出属于他自己的道路。",
    "annotation": [
      {
        "sentence": "多谢你的建议，我会试着调整自己的心态，给孩子更多的空间和支持。",
        "label": ""
      },
      {
        "sentence": "希望他能找到适合自己的学习方式，走出属于他自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，只要你们相互理解和支持，相信孩子能够克服困难，找到属于他自己的方式。祝福你和孩子，希望你们早日摆脱烦恼，迎接美好的未来。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，只要你们相互理解和支持，相信孩子能够克服困难，找到属于他自己的方式。",
        "label": ""
      },
      {
        "sentence": "祝福你和孩子，希望你们早日摆脱烦恼，迎接美好的未来。",
        "label": ""
      }
    ]
  }
]