[
  {
    "role": "client",
    "content": "付出太多了，爱得太卑微，好累，怎么办？",
    "annotation": [
      {
        "sentence": "付出太多了，爱得太卑微，好累，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉看到你最近心情难受，呀~很能理解单方面付出没有回报的感受，特别让人心累，越来越多的付出只是为了想看到一点回应，有时候还会等来无所谓的敷衍，最后可能就像你说的一样“做出一些很极端的事来引起他的注意“，伤的还是自己，得不偿失。在一段感情中，两个人双向付出很重要，这样感情才会持续长久。",
    "annotation": [
      {
        "sentence": "很抱歉看到你最近心情难受，呀~很能理解单方面付出没有回报的感受，特别让人心累，越来越多的付出只是为了想看到一点回应，有时候还会等来无所谓的敷衍，最后可能就像你说的一样“做出一些很极端的事来引起他的注意“，伤的还是自己，得不偿失。",
        "label": ""
      },
      {
        "sentence": "在一段感情中，两个人双向付出很重要，这样感情才会持续长久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是他没有回应，冷漠，不关心我，我该怎么办？",
    "annotation": [
      {
        "sentence": "可是他没有回应，冷漠，不关心我，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "只要出现了其中一个苦苦付出得不到的状况，单方面付出的一方就会很累，慢慢地感情也就有了裂缝。修补这道裂缝的方法就是交心，要让双方把心里所想所思、不满意的、想改变的因素都一次性说出来，期间不要尽量要心平气和，不要急躁，让对方看到咱们想解决问题的诚意。",
    "annotation": [
      {
        "sentence": "只要出现了其中一个苦苦付出得不到的状况，单方面付出的一方就会很累，慢慢地感情也就有了裂缝。",
        "label": ""
      },
      {
        "sentence": "修补这道裂缝的方法就是交心，要让双方把心里所想所思、不满意的、想改变的因素都一次性说出来，期间不要尽量要心平气和，不要急躁，让对方看到咱们想解决问题的诚意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我现在有点不可理喻了，他一会没回信息就各种胡思乱想，特别需要关爱，总说些极端的话，做出一些很极端的事来引起他的注意，然而并没有用。好累，该怎么办？",
    "annotation": [
      {
        "sentence": "可是我现在有点不可理喻了，他一会没回信息就各种胡思乱想，特别需要关爱，总说些极端的话，做出一些很极端的事来引起他的注意，然而并没有用。",
        "label": ""
      },
      {
        "sentence": "好累，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一段感情中，不仅需要感性还需要理性。感性使你们更亲密，理性使你们走更远。看了你的描述“他一会没回信息就各种胡思乱想，特别需要关爱，总说些极端的话”。我想知道在这段感情中你有没有感觉自己越来越没有自我了？就像是一个野性的小兽，一切全凭感觉行事。在这期间，你一直强调想要亲密的感情，一刻也不想失去对对方情况的掌握，殊不知，就算你们是男女朋友的关系，你们做任何事情都要讲基本的道理，想想看，实时报备情况有道理可言吗？",
    "annotation": [
      {
        "sentence": "在一段感情中，不仅需要感性还需要理性。",
        "label": ""
      },
      {
        "sentence": "感性使你们更亲密，理性使你们走更远。",
        "label": ""
      },
      {
        "sentence": "看了你的描述“他一会没回信息就各种胡思乱想，特别需要关爱，总说些极端的话”。",
        "label": ""
      },
      {
        "sentence": "我想知道在这段感情中你有没有感觉自己越来越没有自我了？",
        "label": ""
      },
      {
        "sentence": "就像是一个野性的小兽，一切全凭感觉行事。",
        "label": ""
      },
      {
        "sentence": "在这期间，你一直强调想要亲密的感情，一刻也不想失去对对方情况的掌握，殊不知，就算你们是男女朋友的关系，你们做任何事情都要讲基本的道理，想想看，实时报备情况有道理可言吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是我想太多了，但是我真的需要关爱，重视，不然我会崩溃的。",
    "annotation": [
      {
        "sentence": "可能是我想太多了，但是我真的需要关爱，重视，不然我会崩溃的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一段感情中，本来是不需要计较谁付出的多谁付出的少，但是要看到对方的诚意。我暂时大胆猜想一下，你们的感情或许并没有变，可能是对方在做重要的工作、打游戏（男生经常因为游戏而忽略女朋友？）等等，可能是你自己想得太严重。但是我建议你要把你无助的感受告知他，他在乎你的话肯定会来安慰你的，然后你了解真实情况之后再来判断会比较准确。",
    "annotation": [
      {
        "sentence": "在一段感情中，本来是不需要计较谁付出的多谁付出的少，但是要看到对方的诚意。",
        "label": ""
      },
      {
        "sentence": "我暂时大胆猜想一下，你们的感情或许并没有变，可能是对方在做重要的工作、打游戏（男生经常因为游戏而忽略女朋友？",
        "label": ""
      },
      {
        "sentence": "）等等，可能是你自己想得太严重。",
        "label": ""
      },
      {
        "sentence": "但是我建议你要把你无助的感受告知他，他在乎你的话肯定会来安慰你的，然后你了解真实情况之后再来判断会比较准确。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会尝试和他好好相处，听你的话更理性地看待问题。如果还是觉得很累很痛苦，我会考虑和周围的人商量，综合各种情况再做决定。",
    "annotation": [
      {
        "sentence": "谢谢你，我会尝试和他好好相处，听你的话更理性地看待问题。",
        "label": ""
      },
      {
        "sentence": "如果还是觉得很累很痛苦，我会考虑和周围的人商量，综合各种情况再做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会找到解决问题的方法。坚强些，不要让自己受到伤害。",
    "annotation": [
      {
        "sentence": "不客气，我相信你会找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "坚强些，不要让自己受到伤害。",
        "label": ""
      }
    ]
  }
]