[
  {
    "role": "client",
    "content": "朋友的本质是利益交换，低谷期会有朋友吗？沦落到低谷期，且再也爬不起来，朋友的本质是利益互换，可是我现在只会拖后腿，谁会和我做朋友呢？",
    "annotation": [
      {
        "sentence": "朋友的本质是利益交换，低谷期会有朋友吗？",
        "label": ""
      },
      {
        "sentence": "沦落到低谷期，且再也爬不起来，朋友的本质是利益互换，可是我现在只会拖后腿，谁会和我做朋友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，你现在是处于出现了劳累或者者遇到难题而面临低谷的困境，这是人生必须经历的过程。在这个过程当中，你会产生对自己、周围以及自己的人生价值的质疑。我想提醒你的是，当我们意识到自己的能力和存在的真实性，这才是走出低谷的第一步。那么你认为自己目前的状态意味着你再也无法找到朋友了吗？",
    "annotation": [
      {
        "sentence": "朋友，你现在是处于出现了劳累或者者遇到难题而面临低谷的困境，这是人生必须经历的过程。",
        "label": ""
      },
      {
        "sentence": "在这个过程当中，你会产生对自己、周围以及自己的人生价值的质疑。",
        "label": ""
      },
      {
        "sentence": "我想提醒你的是，当我们意识到自己的能力和存在的真实性，这才是走出低谷的第一步。",
        "label": ""
      },
      {
        "sentence": "那么你认为自己目前的状态意味着你再也无法找到朋友了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道，我觉得朋友没有目的在哪里，现在我就只会拖延别人的计划，谁会和拖后腿的人做朋友呢？",
    "annotation": [
      {
        "sentence": "我不知道，我觉得朋友没有目的在哪里，现在我就只会拖延别人的计划，谁会和拖后腿的人做朋友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，你说得对，朋友的本质不应该是目的。如果说到了这个程度，那就遥远不是真正的友情。但是，如果将自己的一种哀痛作为朋友的代价，那也显然不是友情。我认为那些因为我对他们来说有益处和我很亲近的人就是我的朋友，这不是单纯交朋友只求我方有利益而不管别人的想法。说到底，朋友是在平衡的基础上实现真正的交流。",
    "annotation": [
      {
        "sentence": "朋友，你说得对，朋友的本质不应该是目的。",
        "label": ""
      },
      {
        "sentence": "如果说到了这个程度，那就遥远不是真正的友情。",
        "label": ""
      },
      {
        "sentence": "但是，如果将自己的一种哀痛作为朋友的代价，那也显然不是友情。",
        "label": ""
      },
      {
        "sentence": "我认为那些因为我对他们来说有益处和我很亲近的人就是我的朋友，这不是单纯交朋友只求我方有利益而不管别人的想法。",
        "label": ""
      },
      {
        "sentence": "说到底，朋友是在平衡的基础上实现真正的交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己已经落到了低谷，如果我还要交朋友，我不怕成为别人的负担吗？",
    "annotation": [
      {
        "sentence": "可是我觉得自己已经落到了低谷，如果我还要交朋友，我不怕成为别人的负担吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，如果真的想做个好朋友，就要自己先成为那个真正贴心的人。在和他人接触的过程当中可以进行不同程度的交涉，但无论如何，都不应该过度地解释自己。此外，你可以以一个积极、乐观的心态面对所有东西，这才会使你变得非常的有吸引力。我相信在过程当中，一种积极、乐观的态度会有着更多的好处。",
    "annotation": [
      {
        "sentence": "朋友，如果真的想做个好朋友，就要自己先成为那个真正贴心的人。",
        "label": ""
      },
      {
        "sentence": "在和他人接触的过程当中可以进行不同程度的交涉，但无论如何，都不应该过度地解释自己。",
        "label": ""
      },
      {
        "sentence": "此外，你可以以一个积极、乐观的心态面对所有东西，这才会使你变得非常的有吸引力。",
        "label": ""
      },
      {
        "sentence": "我相信在过程当中，一种积极、乐观的态度会有着更多的好处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么说，如果我想要交到好朋友，我需要积极、乐观，我理解得没有错吧？",
    "annotation": [
      {
        "sentence": "这么说，如果我想要交到好朋友，我需要积极、乐观，我理解得没有错吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，朋友，好的交往基础建立在共同兴趣点上相互信任的基础建立之上。我相信你拥有这样的能力，只需要多多尝试一些新的选择，向人散发积极乐观的气息，这样只要你坚持下去，一定会慢慢收获一些感到快乐的感受和最好的结果。",
    "annotation": [
      {
        "sentence": "没错，朋友，好的交往基础建立在共同兴趣点上相互信任的基础建立之上。",
        "label": ""
      },
      {
        "sentence": "我相信你拥有这样的能力，只需要多多尝试一些新的选择，向人散发积极乐观的气息，这样只要你坚持下去，一定会慢慢收获一些感到快乐的感受和最好的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像并不像是需要太大的努力。我想我需要时间去好好想一下自己想要些什么，然后开始行动。",
    "annotation": [
      {
        "sentence": "听起来好像并不像是需要太大的努力。",
        "label": ""
      },
      {
        "sentence": "我想我需要时间去好好想一下自己想要些什么，然后开始行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，朋友，时而会想要仰望天空，想要看看有多少美好的事情在等着你去完成。这并不是懒或者怯懦的表现，它只是一种思路。我相信，只要你想要让每一天都过得更加愉快和充实，那么你会发现时间过的好快，总是会感叹生活真是美好的。同时，我也相信你会交到真正的朋友，他们可以在你低谷的时候帮助你，你也可以在他们需要你的时候帮助他们。",
    "annotation": [
      {
        "sentence": "没错，朋友，时而会想要仰望天空，想要看看有多少美好的事情在等着你去完成。",
        "label": ""
      },
      {
        "sentence": "这并不是懒或者怯懦的表现，它只是一种思路。",
        "label": ""
      },
      {
        "sentence": "我相信，只要你想要让每一天都过得更加愉快和充实，那么你会发现时间过的好快，总是会感叹生活真是美好的。",
        "label": ""
      },
      {
        "sentence": "同时，我也相信你会交到真正的朋友，他们可以在你低谷的时候帮助你，你也可以在他们需要你的时候帮助他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的话太有道理了。我想我现在有了更一步的理解和动力去寻找并维持友谊了。",
    "annotation": [
      {
        "sentence": "你说的话太有道理了。",
        "label": ""
      },
      {
        "sentence": "我想我现在有了更一步的理解和动力去寻找并维持友谊了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，我很高兴听到你的想法。我自己并没有什么特别特殊的能力，只是一直希望我所做的每一件事情，都能够为他人所用。人生总有下坡时期，但是只要找到了坚持的理由，你就一定能够越过这些坎坷。所以，你也一定不会是例外，你一定会有明确的目标和支持你的人。加油，朋友！",
    "annotation": [
      {
        "sentence": "朋友，我很高兴听到你的想法。",
        "label": ""
      },
      {
        "sentence": "我自己并没有什么特别特殊的能力，只是一直希望我所做的每一件事情，都能够为他人所用。",
        "label": ""
      },
      {
        "sentence": "人生总有下坡时期，但是只要找到了坚持的理由，你就一定能够越过这些坎坷。",
        "label": ""
      },
      {
        "sentence": "所以，你也一定不会是例外，你一定会有明确的目标和支持你的人。",
        "label": ""
      },
      {
        "sentence": "加油，朋友！",
        "label": ""
      }
    ]
  }
]