[
  {
    "role": "client",
    "content": "为什么老婆从来不主动过性生活，也不愿跟我说心里话？我们结婚10年了，老婆从来不主动要夫妻生活，每次都是我主动，过程感觉大多数都兴趣不好，不迎合。想跟她谈谈心，可是我掏心掏肺跟她说心里话，也不跟我说自己的心里话！我很爱她！",
    "annotation": [
      {
        "sentence": "为什么老婆从来不主动过性生活，也不愿跟我说心里话？",
        "label": ""
      },
      {
        "sentence": "我们结婚10年了，老婆从来不主动要夫妻生活，每次都是我主动，过程感觉大多数都兴趣不好，不迎合。",
        "label": ""
      },
      {
        "sentence": "想跟她谈谈心，可是我掏心掏肺跟她说心里话，也不跟我说自己的心里话！",
        "label": ""
      },
      {
        "sentence": "我很爱她！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的困难和烦恼。你已经尝试与你的妻子进行交流，但是似乎你们之间的距离越来越远了。首先，我想说的是，你的感受都是很正常的。这是夫妻生活中的事情，不要太苛刻对待自己。",
    "annotation": [
      {
        "sentence": "我可以理解你的困难和烦恼。",
        "label": ""
      },
      {
        "sentence": "你已经尝试与你的妻子进行交流，但是似乎你们之间的距离越来越远了。",
        "label": ""
      },
      {
        "sentence": "首先，我想说的是，你的感受都是很正常的。",
        "label": ""
      },
      {
        "sentence": "这是夫妻生活中的事情，不要太苛刻对待自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我不知道究竟她的想法是什么。她是不是不爱我了？",
    "annotation": [
      {
        "sentence": "但我不知道究竟她的想法是什么。",
        "label": ""
      },
      {
        "sentence": "她是不是不爱我了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们很难去揣测别人的心思，如果你要知道妻子的真实想法，最好就是能直接与之沟通。目前看起来妻子很被动，或许是她本来就没有太多言语倾诉和身体的欲望，或许她是一个非常传统的人不愿意太放开自己，也或许她在漫长的婚姻生活中已经被磨灭了激情，或许是她对已经不爱你了，甚至也可能她现在处在一种不良的精神状态中，所以无法感受欢愉。这一切我们无从得知，如果想要知道实情，只能从妻子口中得知，或是求助于婚姻咨询。",
    "annotation": [
      {
        "sentence": "我们很难去揣测别人的心思，如果你要知道妻子的真实想法，最好就是能直接与之沟通。",
        "label": ""
      },
      {
        "sentence": "目前看起来妻子很被动，或许是她本来就没有太多言语倾诉和身体的欲望，或许她是一个非常传统的人不愿意太放开自己，也或许她在漫长的婚姻生活中已经被磨灭了激情，或许是她对已经不爱你了，甚至也可能她现在处在一种不良的精神状态中，所以无法感受欢愉。",
        "label": ""
      },
      {
        "sentence": "这一切我们无从得知，如果想要知道实情，只能从妻子口中得知，或是求助于婚姻咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么办呢？",
    "annotation": [
      {
        "sentence": "那我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是你主动了妻子也没有拒绝，这是一个积极的信号。你的妻子之前也是这样的吗？在你们热恋期的时候她是怎么表现的呢？你有没有把这番话和你的感受告诉过妻子？或许她觉得十年夫妻了不需要再像小年轻那么激情澎湃了。我觉得你可以先不带批判和要求地对妻子坦诚自己的心理感受，看看妻子会做何回应。不要去让她说自己的心里话，说说你自己的感受，也许这样的状态下她也会做出同样的回应。试着去找寻你们双方都能满意的中间地带，互相都退让一步或者多做几分。观察妻子喜欢做的事情，给她制造小惊喜，让她重温心动的感觉。婚姻不易，需要双方彼此的努力，多站在对方的角度考虑问题，每个人表达爱的方式不一样，有时候你想的对方可能不一定能做的到，但是如果对方能用自己的方式来爱你，双方再磨合一下，也许仍然可以达成一个幸福的婚姻。",
    "annotation": [
      {
        "sentence": "但是你主动了妻子也没有拒绝，这是一个积极的信号。",
        "label": ""
      },
      {
        "sentence": "你的妻子之前也是这样的吗？",
        "label": ""
      },
      {
        "sentence": "在你们热恋期的时候她是怎么表现的呢？",
        "label": ""
      },
      {
        "sentence": "你有没有把这番话和你的感受告诉过妻子？",
        "label": ""
      },
      {
        "sentence": "或许她觉得十年夫妻了不需要再像小年轻那么激情澎湃了。",
        "label": ""
      },
      {
        "sentence": "我觉得你可以先不带批判和要求地对妻子坦诚自己的心理感受，看看妻子会做何回应。",
        "label": ""
      },
      {
        "sentence": "不要去让她说自己的心里话，说说你自己的感受，也许这样的状态下她也会做出同样的回应。",
        "label": ""
      },
      {
        "sentence": "试着去找寻你们双方都能满意的中间地带，互相都退让一步或者多做几分。",
        "label": ""
      },
      {
        "sentence": "观察妻子喜欢做的事情，给她制造小惊喜，让她重温心动的感觉。",
        "label": ""
      },
      {
        "sentence": "婚姻不易，需要双方彼此的努力，多站在对方的角度考虑问题，每个人表达爱的方式不一样，有时候你想的对方可能不一定能做的到，但是如果对方能用自己的方式来爱你，双方再磨合一下，也许仍然可以达成一个幸福的婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好思考的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好思考的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你，如果你还需要任何帮助，可以随时跟我联系。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你，如果你还需要任何帮助，可以随时跟我联系。",
        "label": ""
      }
    ]
  }
]