[
  {
    "role": "client",
    "content": "为什么老婆从来不主动过性生活，也不愿跟我说心里话？我们结婚10年了，老婆从来不主动要夫妻生活，每次都是我主动，过程感觉大多数都兴趣不好，不迎合。想跟她谈谈心，可是我掏心掏肺跟她说心里话，也不跟我说自己的心里话！我很爱她！",
    "annotation": [
      {
        "sentence": "为什么老婆从来不主动过性生活，也不愿跟我说心里话？",
        "label": ""
      },
      {
        "sentence": "我们结婚10年了，老婆从来不主动要夫妻生活，每次都是我主动，过程感觉大多数都兴趣不好，不迎合。",
        "label": ""
      },
      {
        "sentence": "想跟她谈谈心，可是我掏心掏肺跟她说心里话，也不跟我说自己的心里话！",
        "label": ""
      },
      {
        "sentence": "我很爱她！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我特别能理解你此刻想要好好了解老婆好好爱老婆的心。受传统观念影响，中国人特别是女性对性都有很深的羞耻感，很多女性不是不渴望，而是从小在原生家庭中已经学会了性是不好的观念，害怕如果表现的主动会被另一半想象成坏女人。她们并不知道性像睡觉吃饭一样也是人的正常需求，没有什么神秘和特别的。可能你老婆就是受了这些观念的影响，所以会很耻于和你谈关于性的话题。别着急，观念的改变需要一点点慢慢的来，特别是性观念更是如此，当两个人很放松的在一起的时候，你可以试探性的去把你的关心和关爱说出来，同时告诉她你对她的爱，希望她得到满足，我相信，你老婆会理解的。",
    "annotation": [
      {
        "sentence": "我特别能理解你此刻想要好好了解老婆好好爱老婆的心。",
        "label": ""
      },
      {
        "sentence": "受传统观念影响，中国人特别是女性对性都有很深的羞耻感，很多女性不是不渴望，而是从小在原生家庭中已经学会了性是不好的观念，害怕如果表现的主动会被另一半想象成坏女人。",
        "label": ""
      },
      {
        "sentence": "她们并不知道性像睡觉吃饭一样也是人的正常需求，没有什么神秘和特别的。",
        "label": ""
      },
      {
        "sentence": "可能你老婆就是受了这些观念的影响，所以会很耻于和你谈关于性的话题。",
        "label": ""
      },
      {
        "sentence": "别着急，观念的改变需要一点点慢慢的来，特别是性观念更是如此，当两个人很放松的在一起的时候，你可以试探性的去把你的关心和关爱说出来，同时告诉她你对她的爱，希望她得到满足，我相信，你老婆会理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。确实，传统的观念对我们的影响很深。我也明白改变观念是需要时间的，但我很担心这会不会影响我们的婚姻关系。我该怎么做才能让她逐渐接受和理解呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "确实，传统的观念对我们的影响很深。",
        "label": ""
      },
      {
        "sentence": "我也明白改变观念是需要时间的，但我很担心这会不会影响我们的婚姻关系。",
        "label": ""
      },
      {
        "sentence": "我该怎么做才能让她逐渐接受和理解呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，婚姻关系是需要夫妻两人共同经营的。首先，你可以尝试和你的妻子多交流，了解她对性的看法和感受，试着让她慢慢接受你们之间的对话。同时，你也可以提醒她，夫妻之间的性生活是互相满足和体验爱的一种方式，让她逐渐认识到性是正常而美好的一部分。另外，建议你们可以一起寻求专业的婚姻辅导师，他们会给予你们更专业的指导和帮助。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，婚姻关系是需要夫妻两人共同经营的。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试和你的妻子多交流，了解她对性的看法和感受，试着让她慢慢接受你们之间的对话。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以提醒她，夫妻之间的性生活是互相满足和体验爱的一种方式，让她逐渐认识到性是正常而美好的一部分。",
        "label": ""
      },
      {
        "sentence": "另外，建议你们可以一起寻求专业的婚姻辅导师，他们会给予你们更专业的指导和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "多谢你的建议。我会试着和妻子进行更多的沟通，让她逐渐接受这个观念。同时，我也会考虑寻求专业的帮助。但我还是很怀疑我能否成功改变她的观念，我害怕我们的关系会受到伤害。",
    "annotation": [
      {
        "sentence": "多谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着和妻子进行更多的沟通，让她逐渐接受这个观念。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "但我还是很怀疑我能否成功改变她的观念，我害怕我们的关系会受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧。改变一个人的观念确实需要时间，但千万不要过于自责和灰心。婚姻关系是建立在互相理解和包容的基础上，即使遇到困难，也是可以克服的。你们夫妻之间的爱是坚实的，相信通过你的努力和支持，你们一定能够克服困难，建立更好的婚姻关系。",
    "annotation": [
      {
        "sentence": "理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "改变一个人的观念确实需要时间，但千万不要过于自责和灰心。",
        "label": ""
      },
      {
        "sentence": "婚姻关系是建立在互相理解和包容的基础上，即使遇到困难，也是可以克服的。",
        "label": ""
      },
      {
        "sentence": "你们夫妻之间的爱是坚实的，相信通过你的努力和支持，你们一定能够克服困难，建立更好的婚姻关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的鼓励，我感到有些安慰。我会尽力去改变，并给予妻子更多的理解和支持。也许，只要我们共同努力，我们的婚姻就能够变得更美好吧。",
    "annotation": [
      {
        "sentence": "听了你的鼓励，我感到有些安慰。",
        "label": ""
      },
      {
        "sentence": "我会尽力去改变，并给予妻子更多的理解和支持。",
        "label": ""
      },
      {
        "sentence": "也许，只要我们共同努力，我们的婚姻就能够变得更美好吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的积极态度。婚姻是一段需要共同努力经营的旅程，只要你们彼此理解、信任和支持，就一定能够共同走过难关，创造幸福美满的婚姻生活。我相信你们能够成功的！",
    "annotation": [
      {
        "sentence": "很高兴听到你的积极态度。",
        "label": ""
      },
      {
        "sentence": "婚姻是一段需要共同努力经营的旅程，只要你们彼此理解、信任和支持，就一定能够共同走过难关，创造幸福美满的婚姻生活。",
        "label": ""
      },
      {
        "sentence": "我相信你们能够成功的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我决定会积极践行你的建议，希望我们能够克服这个难题，拥有更美好的未来。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我决定会积极践行你的建议，希望我们能够克服这个难题，拥有更美好的未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我愿意一直陪伴在你身边，帮助你度过困难。如果你有任何问题或者需要进一步的支持，随时都可以来找我。祝福你们的婚姻更加幸福美满！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我愿意一直陪伴在你身边，帮助你度过困难。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题或者需要进一步的支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你们的婚姻更加幸福美满！",
        "label": ""
      }
    ]
  }
]