[
  {
    "role": "client",
    "content": "为什么老婆从来不主动过性生活，也不愿跟我说心里话？我们结婚10年了，老婆从来不主动要夫妻生活，每次都是我主动，过程感觉大多数都兴趣不好，不迎合。想跟她谈谈心，可是我掏心掏肺跟她说心里话，也不跟我说自己的心里话！我很爱她！",
    "annotation": [
      {
        "sentence": "为什么老婆从来不主动过性生活，也不愿跟我说心里话？",
        "label": ""
      },
      {
        "sentence": "我们结婚10年了，老婆从来不主动要夫妻生活，每次都是我主动，过程感觉大多数都兴趣不好，不迎合。",
        "label": ""
      },
      {
        "sentence": "想跟她谈谈心，可是我掏心掏肺跟她说心里话，也不跟我说自己的心里话！",
        "label": ""
      },
      {
        "sentence": "我很爱她！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你深深的爱意，也能理解你想要与太太建立更深连接的想法。那么，什么让你现在这么在意这个问题呢？你是否觉得主动对你而言含义重大呢？另外，太太没有主动要求夫妻生活，你有没有花时间去思考这样的情况可能出自何因？也许了解双方如何看待这个议题会更有助于解决问题。",
    "annotation": [
      {
        "sentence": "我能感受到你深深的爱意，也能理解你想要与太太建立更深连接的想法。",
        "label": ""
      },
      {
        "sentence": "那么，什么让你现在这么在意这个问题呢？",
        "label": ""
      },
      {
        "sentence": "你是否觉得主动对你而言含义重大呢？",
        "label": ""
      },
      {
        "sentence": "另外，太太没有主动要求夫妻生活，你有没有花时间去思考这样的情况可能出自何因？",
        "label": ""
      },
      {
        "sentence": "也许了解双方如何看待这个议题会更有助于解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们的性生活对我来说非常重要，我认为这是夫妻生活中很重要的一个方面，我也希望太太能够像我一样愿意主动尝试；但太太却总是不愿跟我交流。我曾尝试跟她说自己的想法，但她总是不愿意回应我。",
    "annotation": [
      {
        "sentence": "我们的性生活对我来说非常重要，我认为这是夫妻生活中很重要的一个方面，我也希望太太能够像我一样愿意主动尝试；但太太却总是不愿跟我交流。",
        "label": ""
      },
      {
        "sentence": "我曾尝试跟她说自己的想法，但她总是不愿意回应我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，性对于很多人而言非常重要，而夫妻关系也需要有这个方面的联系。或许你们双方的成长经历和家庭背景有所不同，这也许会影响到对性的看法和接受程度。你是否愿意再尝试向太太坦诚你的想法和感受呢？或许她也会对此给你一些有益的反馈，从而让你们更好地沟通解决问题。",
    "annotation": [
      {
        "sentence": "你说的很对，性对于很多人而言非常重要，而夫妻关系也需要有这个方面的联系。",
        "label": ""
      },
      {
        "sentence": "或许你们双方的成长经历和家庭背景有所不同，这也许会影响到对性的看法和接受程度。",
        "label": ""
      },
      {
        "sentence": "你是否愿意再尝试向太太坦诚你的想法和感受呢？",
        "label": ""
      },
      {
        "sentence": "或许她也会对此给你一些有益的反馈，从而让你们更好地沟通解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实很担心直接向太太提出这个问题，会让她感到不舒服或者觉得自己受到了压力。我不知道该怎么去尝试这种对话，不想让她误会我的意图。",
    "annotation": [
      {
        "sentence": "我其实很担心直接向太太提出这个问题，会让她感到不舒服或者觉得自己受到了压力。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么去尝试这种对话，不想让她误会我的意图。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，很多人都会担心在直接谈论这种问题时会触碰到太太的敏感点。但其实你可以通过一些打破僵局的方式，比如提出感受和愿望，而不是空泛的性需求，这样更容易引起太太的共鸣。另外，让太太了解你对这段关系的重视是非常必要的，她也许会更愿意去思考和探讨这个问题。",
    "annotation": [
      {
        "sentence": "这很正常，很多人都会担心在直接谈论这种问题时会触碰到太太的敏感点。",
        "label": ""
      },
      {
        "sentence": "但其实你可以通过一些打破僵局的方式，比如提出感受和愿望，而不是空泛的性需求，这样更容易引起太太的共鸣。",
        "label": ""
      },
      {
        "sentence": "另外，让太太了解你对这段关系的重视是非常必要的，她也许会更愿意去思考和探讨这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试通过一些委婉的方式和太太谈论这个问题。但当我掏心掏肺跟她说心里话时，她总是不愿意回应我，这是我很苦恼的地方，我感到很受伤和不被尊重。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试通过一些委婉的方式和太太谈论这个问题。",
        "label": ""
      },
      {
        "sentence": "但当我掏心掏肺跟她说心里话时，她总是不愿意回应我，这是我很苦恼的地方，我感到很受伤和不被尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的感受很正常，你对关系的投入和期望值得尊重。但是，我们不能强制太太做出自己不愿做出的事情，你能够换一种方式去考虑太太的反应吗？也许可以试着从她的角度去思考，这么做是否正在带给她压力？或者，是否有什么她不愿跟你坦诚的原因呢？透过这些问题，你也许会发现太太的负面反应背后有很多值得理解的原因。",
    "annotation": [
      {
        "sentence": "这样的感受很正常，你对关系的投入和期望值得尊重。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能强制太太做出自己不愿做出的事情，你能够换一种方式去考虑太太的反应吗？",
        "label": ""
      },
      {
        "sentence": "也许可以试着从她的角度去思考，这么做是否正在带给她压力？",
        "label": ""
      },
      {
        "sentence": "或者，是否有什么她不愿跟你坦诚的原因呢？",
        "label": ""
      },
      {
        "sentence": "透过这些问题，你也许会发现太太的负面反应背后有很多值得理解的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些问题确实值得思考，我会试着从太太的视角出发，理解她的真实感受和想法。但每次尝试和她谈论这个问题，我总是觉得这是在无尽地努力，结果却是一次次的受挫。",
    "annotation": [
      {
        "sentence": "这些问题确实值得思考，我会试着从太太的视角出发，理解她的真实感受和想法。",
        "label": ""
      },
      {
        "sentence": "但每次尝试和她谈论这个问题，我总是觉得这是在无尽地努力，结果却是一次次的受挫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实是，这样的情况让你感到肆虐的不安和绝望。那么，针对这种情况，你想要尝试哪些提高太太合作意愿的方法呢？也许可以在日常生活中建立互相信任的关系，加深彼此的了解和感受，这样的话，你也许会发现太太的态度有所改变。",
    "annotation": [
      {
        "sentence": "确实是，这样的情况让你感到肆虐的不安和绝望。",
        "label": ""
      },
      {
        "sentence": "那么，针对这种情况，你想要尝试哪些提高太太合作意愿的方法呢？",
        "label": ""
      },
      {
        "sentence": "也许可以在日常生活中建立互相信任的关系，加深彼此的了解和感受，这样的话，你也许会发现太太的态度有所改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这的确是一个不错的想法，我可以准备一些小礼物或者是惊喜来给太太带来惊喜和愉悦，从而增强我们之间的互信关系。",
    "annotation": [
      {
        "sentence": "这的确是一个不错的想法，我可以准备一些小礼物或者是惊喜来给太太带来惊喜和愉悦，从而增强我们之间的互信关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很不错，我相信太太也会对你的行动感到感激和支持。在夫妻关系中，建立良好的互相信任和理解是非常重要的，希望你和太太的关系会变得更加亲密和温馨。",
    "annotation": [
      {
        "sentence": "这很不错，我相信太太也会对你的行动感到感激和支持。",
        "label": ""
      },
      {
        "sentence": "在夫妻关系中，建立良好的互相信任和理解是非常重要的，希望你和太太的关系会变得更加亲密和温馨。",
        "label": ""
      }
    ]
  }
]