[
  {
    "role": "client",
    "content": "为什么最近语言沟通能力下降，思维能力变弱？各位老师好，我曾经有抑郁症经历，经过一段时间药物治疗后，症状已缓解(已停药)。毕业后(两年)在ICU工作，压力大。加上最近面临上海高昂的买房压力和对自己未来前景的担心。害怕比不上周围人。心境逐渐发生了一些变化，①最近直接感觉就是和人的沟通能力严重变差，非常容易紧张会有眼神对视恐惧症状，有时候甚至交流中突然紧张语无伦次。②思维能力也远不如常态，非常懒惰于思考问题。比如：上学时的文笔现在感觉丧失殆尽；没有激情学习一种新技能。③活力下降，什么都提不起兴趣。④自我怀疑比较严重(不知道是不是对自己寄托太高的原因？)但是抑郁情绪基本没有(或者已经习惯于轻度抑郁状态)。睡觉良好。上学时的交际能力等都是比较强的，所以现在这种状态我十分担忧和无所适从，请问如何舒缓调节自己这种情绪？是采用心理治疗还是药物治疗更适合。还有就是毕业后人的社会属性增强，人的心态会有哪些变化？感谢各位回答。",
    "annotation": [
      {
        "sentence": "为什么最近语言沟通能力下降，思维能力变弱？",
        "label": ""
      },
      {
        "sentence": "各位老师好，我曾经有抑郁症经历，经过一段时间药物治疗后，症状已缓解(已停药)。",
        "label": ""
      },
      {
        "sentence": "毕业后(两年)在ICU工作，压力大。",
        "label": ""
      },
      {
        "sentence": "加上最近面临上海高昂的买房压力和对自己未来前景的担心。",
        "label": ""
      },
      {
        "sentence": "害怕比不上周围人。",
        "label": ""
      },
      {
        "sentence": "心境逐渐发生了一些变化，①最近直接感觉就是和人的沟通能力严重变差，非常容易紧张会有眼神对视恐惧症状，有时候甚至交流中突然紧张语无伦次。",
        "label": ""
      },
      {
        "sentence": "②思维能力也远不如常态，非常懒惰于思考问题。",
        "label": ""
      },
      {
        "sentence": "比如：上学时的文笔现在感觉丧失殆尽；没有激情学习一种新技能。",
        "label": ""
      },
      {
        "sentence": "③活力下降，什么都提不起兴趣。",
        "label": ""
      },
      {
        "sentence": "④自我怀疑比较严重(不知道是不是对自己寄托太高的原因？",
        "label": ""
      },
      {
        "sentence": ")但是抑郁情绪基本没有(或者已经习惯于轻度抑郁状态)。",
        "label": ""
      },
      {
        "sentence": "睡觉良好。",
        "label": ""
      },
      {
        "sentence": "上学时的交际能力等都是比较强的，所以现在这种状态我十分担忧和无所适从，请问如何舒缓调节自己这种情绪？",
        "label": ""
      },
      {
        "sentence": "是采用心理治疗还是药物治疗更适合。",
        "label": ""
      },
      {
        "sentence": "还有就是毕业后人的社会属性增强，人的心态会有哪些变化？",
        "label": ""
      },
      {
        "sentence": "感谢各位回答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解到你最近的困惑，把我的理解分享给你，希望对你有帮助。【1】在封闭的环境中工作会对沟通有一定影响，把心先放下来。工作环境中不需要那么多交流，而且相对封闭，对你的沟通肯定会有一些影响，但不用过于在意，但是也要重视起来，并有意识地去多交流。尽量放轻松，不要担心说错话或不够流畅，用进废退，这个过程也不要急，一步步来。【2】积极适应工作从大学校园走到工作环境，肯定会有一个适应期。尤其你在一个异乡，能与父母交流的可能少些，又在大城市，压力也大一些。因为我们总觉得不能摆脱与别人的比较，高昂的房价是社会造成的，有些问题我们改变不了，但我们可以改变自己的想法，并且解决问题的方法也有很多。不要给自己太大的压力。人的价值具有二重性，具体地表现为人具有社会价值和自我价值。个人的自我价值是指社会对个人的一种肯定，即社会对个人的尊重与满足。目前社会价值观变化的一个突出表现是价值观念更加多元，对一个事情可能会有来自不同人的不同声音以及来自不同的理论和社会思潮的支持。你可以多多肯定自己，你在ICU工作非常有意义。【3】关注自己的身心健康，抽出时间丰富自己的业余生活，保持良好的生活作息，争取多交几个好朋友，可以倾诉自己的情绪。你目前也可以考虑寻求心理咨询师的帮助。我们这一辈子都要与最真实的自己相遇，顺境的时候往往会高估自己，逆境时低估自己。这些都很正常，把心放轻松，什么是成功？不用把别人眼中的成功当作自己的标准。如果有兴趣，我推荐你阅读《当下的力量》，它能帮助你走出困扰。祝福你！",
    "annotation": [
      {
        "sentence": "了解到你最近的困惑，把我的理解分享给你，希望对你有帮助。",
        "label": ""
      },
      {
        "sentence": "【1】在封闭的环境中工作会对沟通有一定影响，把心先放下来。",
        "label": ""
      },
      {
        "sentence": "工作环境中不需要那么多交流，而且相对封闭，对你的沟通肯定会有一些影响，但不用过于在意，但是也要重视起来，并有意识地去多交流。",
        "label": ""
      },
      {
        "sentence": "尽量放轻松，不要担心说错话或不够流畅，用进废退，这个过程也不要急，一步步来。",
        "label": ""
      },
      {
        "sentence": "【2】积极适应工作从大学校园走到工作环境，肯定会有一个适应期。",
        "label": ""
      },
      {
        "sentence": "尤其你在一个异乡，能与父母交流的可能少些，又在大城市，压力也大一些。",
        "label": ""
      },
      {
        "sentence": "因为我们总觉得不能摆脱与别人的比较，高昂的房价是社会造成的，有些问题我们改变不了，但我们可以改变自己的想法，并且解决问题的方法也有很多。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "人的价值具有二重性，具体地表现为人具有社会价值和自我价值。",
        "label": ""
      },
      {
        "sentence": "个人的自我价值是指社会对个人的一种肯定，即社会对个人的尊重与满足。",
        "label": ""
      },
      {
        "sentence": "目前社会价值观变化的一个突出表现是价值观念更加多元，对一个事情可能会有来自不同人的不同声音以及来自不同的理论和社会思潮的支持。",
        "label": ""
      },
      {
        "sentence": "你可以多多肯定自己，你在ICU工作非常有意义。",
        "label": ""
      },
      {
        "sentence": "【3】关注自己的身心健康，抽出时间丰富自己的业余生活，保持良好的生活作息，争取多交几个好朋友，可以倾诉自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你目前也可以考虑寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "我们这一辈子都要与最真实的自己相遇，顺境的时候往往会高估自己，逆境时低估自己。",
        "label": ""
      },
      {
        "sentence": "这些都很正常，把心放轻松，什么是成功？",
        "label": ""
      },
      {
        "sentence": "不用把别人眼中的成功当作自己的标准。",
        "label": ""
      },
      {
        "sentence": "如果有兴趣，我推荐你阅读《当下的力量》，它能帮助你走出困扰。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]