[
  {
    "role": "client",
    "content": "我最近有些困惑。我是一个25岁的男性，在两段恋爱关系中遇到了相似的情况，让我感到很害怕。大学时我认识了前任，她先亲吻了我，我向她表白后她却说不喜欢我。然而，在我们发生关系之前，她一直没有承认我们的关系，保持了很长一段时间的肉体纠缠。大约半年后，她才勉强答应跟我在一起，但她不愿意公开我们的关系。最近我又遇到了一个女生，去年我曾追求过她，她不喜欢我。然而，一年后我们再次相遇时，她却引诱我亲吻她，我又表白了，但她仍然说不喜欢我，并且我们发生了关系，至今她还是不承认我们的关系。这两段关系开始的方式非常相似，都是在她们表示不喜欢我之后有了肉体关系。但是我感觉她们两个并不是一种类型的人，我很喜欢现在这个女生，她的处事风格我很欣赏，但是对于前任，我并不喜欢她（甚至在我们在一起之前就开始不喜欢她了）。这让我想起了潜意识以及亲密关系的强迫性重复。希望能有人告诉我，这可能是由于什么原因导致的，或者我应该从什么角度来思考。",
    "annotation": [
      {
        "sentence": "我最近有些困惑。",
        "label": ""
      },
      {
        "sentence": "我是一个25岁的男性，在两段恋爱关系中遇到了相似的情况，让我感到很害怕。",
        "label": ""
      },
      {
        "sentence": "大学时我认识了前任，她先亲吻了我，我向她表白后她却说不喜欢我。",
        "label": ""
      },
      {
        "sentence": "然而，在我们发生关系之前，她一直没有承认我们的关系，保持了很长一段时间的肉体纠缠。",
        "label": ""
      },
      {
        "sentence": "大约半年后，她才勉强答应跟我在一起，但她不愿意公开我们的关系。",
        "label": ""
      },
      {
        "sentence": "最近我又遇到了一个女生，去年我曾追求过她，她不喜欢我。",
        "label": ""
      },
      {
        "sentence": "然而，一年后我们再次相遇时，她却引诱我亲吻她，我又表白了，但她仍然说不喜欢我，并且我们发生了关系，至今她还是不承认我们的关系。",
        "label": ""
      },
      {
        "sentence": "这两段关系开始的方式非常相似，都是在她们表示不喜欢我之后有了肉体关系。",
        "label": ""
      },
      {
        "sentence": "但是我感觉她们两个并不是一种类型的人，我很喜欢现在这个女生，她的处事风格我很欣赏，但是对于前任，我并不喜欢她（甚至在我们在一起之前就开始不喜欢她了）。",
        "label": ""
      },
      {
        "sentence": "这让我想起了潜意识以及亲密关系的强迫性重复。",
        "label": ""
      },
      {
        "sentence": "希望能有人告诉我，这可能是由于什么原因导致的，或者我应该从什么角度来思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的两段恋爱经历过程和结果都非常相似，这让你意识到了这一点，并且你希望弄清楚为什么会在自己身上重复发生。你渴望一段长久的亲密关系，但现实让你有些害怕，你不想再次经历相同的情况了。我要恭喜你，意识到问题是改变的开始，你对此点赞！我很好奇，你和你的父母，尤其是母亲，之间的关系是怎样的？对于这两个女生，你是怎么感觉的？一个人与父母的关系会对他成人后的亲密关系产生重要影响。从精神分析的角度来看，一切都是移情，你潜意识中的亲密关系可能与父母的关系有相关性，可能是重复或者补充。你可以从这个角度思考与这两个女生之间的关系建立、相处和分离，看看自己在今后的关系中需要做出怎样的改变。我还想了解一下，你是如何理解亲密关系的？这两个女生表面上不喜欢你，但却与你发生了性关系，你对于身心分离的现象有何看法？你对于亲密关系的需求是什么？建立亲密关系是一个渐进的过程，既要了解自己的需求，也要了解对方的需求，是双向的而不是单向的。亲密关系与早期的依恋关系（安全、焦虑、矛盾、混乱）有很大关系，这不是一个简单的问题，建议你学习一些相关知识，或者找个咨询师进行一段时间的咨询，或者学习一些情感课程。祝你早日建立满意的亲密关系！",
    "annotation": [
      {
        "sentence": "你的两段恋爱经历过程和结果都非常相似，这让你意识到了这一点，并且你希望弄清楚为什么会在自己身上重复发生。",
        "label": ""
      },
      {
        "sentence": "你渴望一段长久的亲密关系，但现实让你有些害怕，你不想再次经历相同的情况了。",
        "label": ""
      },
      {
        "sentence": "我要恭喜你，意识到问题是改变的开始，你对此点赞！",
        "label": ""
      },
      {
        "sentence": "我很好奇，你和你的父母，尤其是母亲，之间的关系是怎样的？",
        "label": ""
      },
      {
        "sentence": "对于这两个女生，你是怎么感觉的？",
        "label": ""
      },
      {
        "sentence": "一个人与父母的关系会对他成人后的亲密关系产生重要影响。",
        "label": ""
      },
      {
        "sentence": "从精神分析的角度来看，一切都是移情，你潜意识中的亲密关系可能与父母的关系有相关性，可能是重复或者补充。",
        "label": ""
      },
      {
        "sentence": "你可以从这个角度思考与这两个女生之间的关系建立、相处和分离，看看自己在今后的关系中需要做出怎样的改变。",
        "label": ""
      },
      {
        "sentence": "我还想了解一下，你是如何理解亲密关系的？",
        "label": ""
      },
      {
        "sentence": "这两个女生表面上不喜欢你，但却与你发生了性关系，你对于身心分离的现象有何看法？",
        "label": ""
      },
      {
        "sentence": "你对于亲密关系的需求是什么？",
        "label": ""
      },
      {
        "sentence": "建立亲密关系是一个渐进的过程，既要了解自己的需求，也要了解对方的需求，是双向的而不是单向的。",
        "label": ""
      },
      {
        "sentence": "亲密关系与早期的依恋关系（安全、焦虑、矛盾、混乱）有很大关系，这不是一个简单的问题，建议你学习一些相关知识，或者找个咨询师进行一段时间的咨询，或者学习一些情感课程。",
        "label": ""
      },
      {
        "sentence": "祝你早日建立满意的亲密关系！",
        "label": ""
      }
    ]
  }
]