[
  {
    "role": "client",
    "content": "我是一个25岁的女生，有异性恐惧症，最近遇到了相亲的问题，不知道该怎么处理。从小到大，我一直没有男性朋友，也不敢主动和男生说话，所以对于如何相处感到很困惑。现在我遇到了一个还算聊得来的相亲对象，虽然我对他没有特别的喜欢或讨厌，但不知道是否应该继续接触。而且，面对相亲对象时，他关心我并有些暧昧暗示，我感到很害怕，觉得自己无法接受那么快的进展，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，有异性恐惧症，最近遇到了相亲的问题，不知道该怎么处理。",
        "label": ""
      },
      {
        "sentence": "从小到大，我一直没有男性朋友，也不敢主动和男生说话，所以对于如何相处感到很困惑。",
        "label": ""
      },
      {
        "sentence": "现在我遇到了一个还算聊得来的相亲对象，虽然我对他没有特别的喜欢或讨厌，但不知道是否应该继续接触。",
        "label": ""
      },
      {
        "sentence": "而且，面对相亲对象时，他关心我并有些暧昧暗示，我感到很害怕，觉得自己无法接受那么快的进展，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的问题可以看出你是一个非常传统的好女孩。你平时少接触异性，也没有男性朋友，但最近遇到了一个和你聊得来的相亲对象，你希望能尝试和他相处，却又不知道该如何发展关系。我觉得如果你对他不感到很厌烦的话，可以继续和他接触。毕竟，有些感情需要深入了解，才能知道这个人是否真的适合你。至于你不知道如何主动和男生交谈的问题，也不要太过困扰。这并不会影响你对异性的魅力。尝试更加自信一些，没准儿，有些男生也会很欣赏像你这样比较传统、适合居家过日子的贤惠女孩。你应该庆幸自己可能会嫁给一个真正珍视你的男人，而不像很多女孩那样经历各种男友的伤害。至于面对相亲对象关心你并带有暧昧的暗示，你可以适度把握。女孩子的矜持还是需要一定的，但也不要过于拒绝对方。可以尝试更多去关心对方。若是感觉无法接受进展太快，可以坦诚地告诉他。真正尊重和爱你的男孩子是不会胡乱行动的。毕竟，在结婚这件事情上，你不能委屈自己。如果一开始就处于被动的局面，那么这个人是否值得你托付终身呢？在相处的过程中也要适当地对待，别太过认真。大部分情况下，相亲的第一个人未必真的适合你。在相处的过程中，你可以问问自己：和他在一起是否感觉别扭？如果感觉别扭，果断分手即可。如果感觉没问题，可以继续相处下去。另外，他的家人也非常重要，毕竟结婚是两个家庭的事情。最好在结婚前去了解一下他的家人，看看你和他的家人是否相处融洽。通过了解他的家庭，你也能获得更多的信息。最后要时刻记住，结婚的主动权在你们手中，寻找到真正适合托付终身的人才是最重要的事情。",
    "annotation": [
      {
        "sentence": "从你的问题可以看出你是一个非常传统的好女孩。",
        "label": ""
      },
      {
        "sentence": "你平时少接触异性，也没有男性朋友，但最近遇到了一个和你聊得来的相亲对象，你希望能尝试和他相处，却又不知道该如何发展关系。",
        "label": ""
      },
      {
        "sentence": "我觉得如果你对他不感到很厌烦的话，可以继续和他接触。",
        "label": ""
      },
      {
        "sentence": "毕竟，有些感情需要深入了解，才能知道这个人是否真的适合你。",
        "label": ""
      },
      {
        "sentence": "至于你不知道如何主动和男生交谈的问题，也不要太过困扰。",
        "label": ""
      },
      {
        "sentence": "这并不会影响你对异性的魅力。",
        "label": ""
      },
      {
        "sentence": "尝试更加自信一些，没准儿，有些男生也会很欣赏像你这样比较传统、适合居家过日子的贤惠女孩。",
        "label": ""
      },
      {
        "sentence": "你应该庆幸自己可能会嫁给一个真正珍视你的男人，而不像很多女孩那样经历各种男友的伤害。",
        "label": ""
      },
      {
        "sentence": "至于面对相亲对象关心你并带有暧昧的暗示，你可以适度把握。",
        "label": ""
      },
      {
        "sentence": "女孩子的矜持还是需要一定的，但也不要过于拒绝对方。",
        "label": ""
      },
      {
        "sentence": "可以尝试更多去关心对方。",
        "label": ""
      },
      {
        "sentence": "若是感觉无法接受进展太快，可以坦诚地告诉他。",
        "label": ""
      },
      {
        "sentence": "真正尊重和爱你的男孩子是不会胡乱行动的。",
        "label": ""
      },
      {
        "sentence": "毕竟，在结婚这件事情上，你不能委屈自己。",
        "label": ""
      },
      {
        "sentence": "如果一开始就处于被动的局面，那么这个人是否值得你托付终身呢？",
        "label": ""
      },
      {
        "sentence": "在相处的过程中也要适当地对待，别太过认真。",
        "label": ""
      },
      {
        "sentence": "大部分情况下，相亲的第一个人未必真的适合你。",
        "label": ""
      },
      {
        "sentence": "在相处的过程中，你可以问问自己：和他在一起是否感觉别扭？",
        "label": ""
      },
      {
        "sentence": "如果感觉别扭，果断分手即可。",
        "label": ""
      },
      {
        "sentence": "如果感觉没问题，可以继续相处下去。",
        "label": ""
      },
      {
        "sentence": "另外，他的家人也非常重要，毕竟结婚是两个家庭的事情。",
        "label": ""
      },
      {
        "sentence": "最好在结婚前去了解一下他的家人，看看你和他的家人是否相处融洽。",
        "label": ""
      },
      {
        "sentence": "通过了解他的家庭，你也能获得更多的信息。",
        "label": ""
      },
      {
        "sentence": "最后要时刻记住，结婚的主动权在你们手中，寻找到真正适合托付终身的人才是最重要的事情。",
        "label": ""
      }
    ]
  }
]