[
  {
    "role": "client",
    "content": "从小被厌恶长大，如何重获新生？我家里重男轻女，从小就被极度厌恶和苛待长大，我该怎么做才能获得内心的富足以及生活的热情动力？",
    "annotation": [
      {
        "sentence": "从小被厌恶长大，如何重获新生？",
        "label": ""
      },
      {
        "sentence": "我家里重男轻女，从小就被极度厌恶和苛待长大，我该怎么做才能获得内心的富足以及生活的热情动力？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你是那个被家庭嫌弃、厌恶、忽视的一方。无论你怎么做都得不到他们的认可，是吗？你没有建立内在的安全感和价值感，你对自己不相信，觉得自己不值得被爱，没有价值。因为你一直用尽全力只为了得到家人的认可和爱，所以没有动力和能量去探索外在的世界，更谈不上享受生命和生活的意义了。这是你目前的情况吗？",
    "annotation": [
      {
        "sentence": "是的，你是那个被家庭嫌弃、厌恶、忽视的一方。",
        "label": ""
      },
      {
        "sentence": "无论你怎么做都得不到他们的认可，是吗？",
        "label": ""
      },
      {
        "sentence": "你没有建立内在的安全感和价值感，你对自己不相信，觉得自己不值得被爱，没有价值。",
        "label": ""
      },
      {
        "sentence": "因为你一直用尽全力只为了得到家人的认可和爱，所以没有动力和能量去探索外在的世界，更谈不上享受生命和生活的意义了。",
        "label": ""
      },
      {
        "sentence": "这是你目前的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次我都努力去取悦他们，但我总觉得不够好，无论怎么努力都没有用。",
    "annotation": [
      {
        "sentence": "是的，每次我都努力去取悦他们，但我总觉得不够好，无论怎么努力都没有用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。无法选择自己的原生家庭和父母，这是无法改变的事实。但每个人都有机会在长大后通过不同的途径去成长，去满足自己的需求，给自己的内心灌输正能量。你的内在匮乏可能是你这一生的人生课题，但并不是一蹴而就的事情，需要一步一步地调整自己的心态。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "无法选择自己的原生家庭和父母，这是无法改变的事实。",
        "label": ""
      },
      {
        "sentence": "但每个人都有机会在长大后通过不同的途径去成长，去满足自己的需求，给自己的内心灌输正能量。",
        "label": ""
      },
      {
        "sentence": "你的内在匮乏可能是你这一生的人生课题，但并不是一蹴而就的事情，需要一步一步地调整自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么做呢？如何才能获得新生？",
    "annotation": [
      {
        "sentence": "那我应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "如何才能获得新生？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要为自己内在的匮乏负起责任，不把责任全部推给父母或原生家庭。其次，你需要培养觉知和觉察的能力，意识到自己内在的匮乏，并学会照顾自己的身心灵，满足自己的需求。第三，虽然内在的匮乏会带来困难，但也一定会赋予你某些资源，你可以尝试发现并应用这些资源，努力成为更好的自己。第四，不论何时，不要放弃自己，要通过阅读、学习和努力工作提升自己的认知思维，让自己的世界更广阔，内心的小情绪也会变小。第五，建立良好的人际关系，交朋友或开始一段良好的恋爱。良好的关系可以帮助你疗愈创伤。重男轻女的家庭不仅仅是女生受害，被宠大、被寄予无限希望的男生内心也可能承受巨大的伤害。那些拥有封闭观点、有自身局限性的父母内心可能也会承受无尽的痛苦和焦虑。佛陀说众生皆苦，唯有自己渡过苦难。只有带着觉知的生活，才能摆脱痛苦，打破代际循环，从而开始新的生活。",
    "annotation": [
      {
        "sentence": "首先，你需要为自己内在的匮乏负起责任，不把责任全部推给父母或原生家庭。",
        "label": ""
      },
      {
        "sentence": "其次，你需要培养觉知和觉察的能力，意识到自己内在的匮乏，并学会照顾自己的身心灵，满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "第三，虽然内在的匮乏会带来困难，但也一定会赋予你某些资源，你可以尝试发现并应用这些资源，努力成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "第四，不论何时，不要放弃自己，要通过阅读、学习和努力工作提升自己的认知思维，让自己的世界更广阔，内心的小情绪也会变小。",
        "label": ""
      },
      {
        "sentence": "第五，建立良好的人际关系，交朋友或开始一段良好的恋爱。",
        "label": ""
      },
      {
        "sentence": "良好的关系可以帮助你疗愈创伤。",
        "label": ""
      },
      {
        "sentence": "重男轻女的家庭不仅仅是女生受害，被宠大、被寄予无限希望的男生内心也可能承受巨大的伤害。",
        "label": ""
      },
      {
        "sentence": "那些拥有封闭观点、有自身局限性的父母内心可能也会承受无尽的痛苦和焦虑。",
        "label": ""
      },
      {
        "sentence": "佛陀说众生皆苦，唯有自己渡过苦难。",
        "label": ""
      },
      {
        "sentence": "只有带着觉知的生活，才能摆脱痛苦，打破代际循环，从而开始新的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会尽力实践，重新获得对生活的热情和新生。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽力实践，重新获得对生活的热情和新生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。你的努力和决心是关键，相信你一定能够度过难关，重新找到内心的富足和动力。如果你有任何需要随时可以找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你的努力和决心是关键，相信你一定能够度过难关，重新找到内心的富足和动力。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要随时可以找我倾诉。",
        "label": ""
      }
    ]
  }
]