[
  {
    "role": "client",
    "content": "21岁女学生，抑郁症快把我压垮了，觉得自己好没用？不爱八卦，不爱关注与交流新闻，不敢挑战自己的能力，不爱发展新爱好，对于别人的意见不擅长接收，凭经验做事还没啥人生经验，想的少做的也少，想给人帮忙还不知道怎么帮，老做烂好人，和同学闹了矛盾也不知道怎么分析怎么解决怎么哄，只等人退一步或者用别的事盖过去，不会合理分配时间学习和生活，生活和学习逐渐一塌糊涂，居然觉得除了学习啥都不想和别人交流，典型的“两耳不闻窗外事，一心只读圣贤书”，学习还差劲，有人骂醒我吗？活着好没意思啊我就是一个只会吃饭不会想问题的废物。曾经的我也会对未来抱有想法对生活充满信心和激情，对新鲜事物感兴趣，对朋友家人感恩，现在觉得自己好没用，没有谁可以诉说这样的想法，我知道这绝对错误，但现在只有这样的想法怎么办呢？我真的好糟糕啊，已经抑郁症很久了却不敢去治疗怕给家里带来很大负担，却一直没办法想清楚这些事，也不敢跟学校老师说自己抑郁症怕被休学...",
    "annotation": [
      {
        "sentence": "21岁女学生，抑郁症快把我压垮了，觉得自己好没用？",
        "label": ""
      },
      {
        "sentence": "不爱八卦，不爱关注与交流新闻，不敢挑战自己的能力，不爱发展新爱好，对于别人的意见不擅长接收，凭经验做事还没啥人生经验，想的少做的也少，想给人帮忙还不知道怎么帮，老做烂好人，和同学闹了矛盾也不知道怎么分析怎么解决怎么哄，只等人退一步或者用别的事盖过去，不会合理分配时间学习和生活，生活和学习逐渐一塌糊涂，居然觉得除了学习啥都不想和别人交流，典型的“两耳不闻窗外事，一心只读圣贤书”，学习还差劲，有人骂醒我吗？",
        "label": ""
      },
      {
        "sentence": "活着好没意思啊我就是一个只会吃饭不会想问题的废物。",
        "label": ""
      },
      {
        "sentence": "曾经的我也会对未来抱有想法对生活充满信心和激情，对新鲜事物感兴趣，对朋友家人感恩，现在觉得自己好没用，没有谁可以诉说这样的想法，我知道这绝对错误，但现在只有这样的想法怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我真的好糟糕啊，已经抑郁症很久了却不敢去治疗怕给家里带来很大负担，却一直没办法想清楚这些事，也不敢跟学校老师说自己抑郁症怕被休学...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的叙述，很是心疼你。一个人陷入困境的时候，那种无助感一点点聚集将你压垮，让你开始失去生活的斗志和希望。我想很多人都会遇到这种情况吧！面对新的学业，新的校园，等等，很多问题都会出现，有待你去学习，去面对，去解决，而不知如何解决这些问题，让你对自己有了很多的挫败感，产生自卑心理。我们来聊一聊吧！或许能改观一下你的生活状态，这也是我所希望的。",
    "annotation": [
      {
        "sentence": "听到你的叙述，很是心疼你。",
        "label": ""
      },
      {
        "sentence": "一个人陷入困境的时候，那种无助感一点点聚集将你压垮，让你开始失去生活的斗志和希望。",
        "label": ""
      },
      {
        "sentence": "我想很多人都会遇到这种情况吧！",
        "label": ""
      },
      {
        "sentence": "面对新的学业，新的校园，等等，很多问题都会出现，有待你去学习，去面对，去解决，而不知如何解决这些问题，让你对自己有了很多的挫败感，产生自卑心理。",
        "label": ""
      },
      {
        "sentence": "我们来聊一聊吧！",
        "label": ""
      },
      {
        "sentence": "或许能改观一下你的生活状态，这也是我所希望的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的希望能够改变现状，但我觉得自己好无能为力，不知道如何从这个困境中解脱出来。",
    "annotation": [
      {
        "sentence": "我真的希望能够改变现状，但我觉得自己好无能为力，不知道如何从这个困境中解脱出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "处理不好自己的生活，也不知道如何处理与他人的关系和矛盾，这让你陷入困境中，又很无助，你也觉得没有任何的解决办法了，只能靠他人的帮助了。任何一个问题，都有多种解决办法。当我看到在这里说出自己的困惑，寻求他人的帮助的你时，我看到了一个对自己心怀希望，寻找出路的一个人。你有这个想法和行动，就说明你还是在直面自己的问题，勇敢进行自我挑战。我想，你应该给自己一个赞，你做得很不错。",
    "annotation": [
      {
        "sentence": "处理不好自己的生活，也不知道如何处理与他人的关系和矛盾，这让你陷入困境中，又很无助，你也觉得没有任何的解决办法了，只能靠他人的帮助了。",
        "label": ""
      },
      {
        "sentence": "任何一个问题，都有多种解决办法。",
        "label": ""
      },
      {
        "sentence": "当我看到在这里说出自己的困惑，寻求他人的帮助的你时，我看到了一个对自己心怀希望，寻找出路的一个人。",
        "label": ""
      },
      {
        "sentence": "你有这个想法和行动，就说明你还是在直面自己的问题，勇敢进行自我挑战。",
        "label": ""
      },
      {
        "sentence": "我想，你应该给自己一个赞，你做得很不错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我现在对自己的评价都是负面的，我很难找到自己的优点，感觉自己一无是处。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我现在对自己的评价都是负面的，我很难找到自己的优点，感觉自己一无是处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个人有缺点，也是有优点的。而你这个时候并没有看到自己的优点，所以很容易陷入对自我贬低的状态中。而这一系列自我评价都会让你看不到好的一面，进而影响你的生活积极性，甚至感觉不到自己活着的意义所在。每个人的存在都是有意义的，至少你对自己还是有意义的，不是吗？当你能认可自我存在的价值和意义的时候，你也就能看到你对他人的价值和意义。对自己和对他人，这两者都是相互影响的。所以，你需要看向内在真实的自己，需要与他人建立社交关系，从中获得对自我的整体评价。我想给你提个改善的建议吧！那就是运动。比如健身，简单的就是跑步，在这个过程中你能放松下来，看到新的自己。运动是很多心理学者公认的一个自我疗愈的方式。",
    "annotation": [
      {
        "sentence": "一个人有缺点，也是有优点的。",
        "label": ""
      },
      {
        "sentence": "而你这个时候并没有看到自己的优点，所以很容易陷入对自我贬低的状态中。",
        "label": ""
      },
      {
        "sentence": "而这一系列自我评价都会让你看不到好的一面，进而影响你的生活积极性，甚至感觉不到自己活着的意义所在。",
        "label": ""
      },
      {
        "sentence": "每个人的存在都是有意义的，至少你对自己还是有意义的，不是吗？",
        "label": ""
      },
      {
        "sentence": "当你能认可自我存在的价值和意义的时候，你也就能看到你对他人的价值和意义。",
        "label": ""
      },
      {
        "sentence": "对自己和对他人，这两者都是相互影响的。",
        "label": ""
      },
      {
        "sentence": "所以，你需要看向内在真实的自己，需要与他人建立社交关系，从中获得对自我的整体评价。",
        "label": ""
      },
      {
        "sentence": "我想给你提个改善的建议吧！",
        "label": ""
      },
      {
        "sentence": "那就是运动。",
        "label": ""
      },
      {
        "sentence": "比如健身，简单的就是跑步，在这个过程中你能放松下来，看到新的自己。",
        "label": ""
      },
      {
        "sentence": "运动是很多心理学者公认的一个自我疗愈的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从未考虑过运动对情绪的影响，也许我该试试看。",
    "annotation": [
      {
        "sentence": "我从未考虑过运动对情绪的影响，也许我该试试看。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有你觉得自己有抑郁症了，这一点可能不好说，很可能你只是陷入抑郁的状态，也就是有轻微的抑郁，但这是所有人都会出现的一个状况。所以，你不用担心。接下来，你可以试着改善一下现在的自己。首先是运动，每天安排一定时间段去运动，这会缓解你很大一部分焦虑和抑郁。其次，大胆迈出去，去交朋友吧！用你真诚的心去对待他人，你会发现自己很多令人喜欢的地方。在与人相处中，增加自信心，你会变得开朗阳光起来。遇到社交问题，可以试着和对方平静下心去交流一下，你的真诚会打动本想和你交朋友的人。再次，读书是个很好的方式，看些你喜欢的书，去释放你内在的自己，你也会发现不一样的自己，这会给你的生活打开眼界。最后，养成一个好习惯或有个爱好，坚持去做，会让你受益很大的。",
    "annotation": [
      {
        "sentence": "还有你觉得自己有抑郁症了，这一点可能不好说，很可能你只是陷入抑郁的状态，也就是有轻微的抑郁，但这是所有人都会出现的一个状况。",
        "label": ""
      },
      {
        "sentence": "所以，你不用担心。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以试着改善一下现在的自己。",
        "label": ""
      },
      {
        "sentence": "首先是运动，每天安排一定时间段去运动，这会缓解你很大一部分焦虑和抑郁。",
        "label": ""
      },
      {
        "sentence": "其次，大胆迈出去，去交朋友吧！",
        "label": ""
      },
      {
        "sentence": "用你真诚的心去对待他人，你会发现自己很多令人喜欢的地方。",
        "label": ""
      },
      {
        "sentence": "在与人相处中，增加自信心，你会变得开朗阳光起来。",
        "label": ""
      },
      {
        "sentence": "遇到社交问题，可以试着和对方平静下心去交流一下，你的真诚会打动本想和你交朋友的人。",
        "label": ""
      },
      {
        "sentence": "再次，读书是个很好的方式，看些你喜欢的书，去释放你内在的自己，你也会发现不一样的自己，这会给你的生活打开眼界。",
        "label": ""
      },
      {
        "sentence": "最后，养成一个好习惯或有个爱好，坚持去做，会让你受益很大的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着采纳并实施的。但我还是很担心抑郁症的问题，我不敢去治疗怕给家里带来负担，也不敢向学校老师寻求帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着采纳并实施的。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心抑郁症的问题，我不敢去治疗怕给家里带来负担，也不敢向学校老师寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，在这里你始终都会得到陪伴和帮助的。抑郁症是一个需要专业治疗的疾病，如果你真的感受到了持续的痛苦和困扰，我建议你找到一个专业的心理咨询师或医生进行咨询和治疗。他们会提供专业的帮助和支持，同时也会给你家人减轻负担的建议。希望你能尽",
    "annotation": [
      {
        "sentence": "不用担心，在这里你始终都会得到陪伴和帮助的。",
        "label": ""
      },
      {
        "sentence": "抑郁症是一个需要专业治疗的疾病，如果你真的感受到了持续的痛苦和困扰，我建议你找到一个专业的心理咨询师或医生进行咨询和治疗。",
        "label": ""
      },
      {
        "sentence": "他们会提供专业的帮助和支持，同时也会给你家人减轻负担的建议。",
        "label": ""
      },
      {
        "sentence": "希望你能尽",
        "label": ""
      }
    ]
  }
]