[
  {
    "role": "client",
    "content": "为什么情绪多变，一会觉得没意思一会觉得很快乐？就很复杂，一直都这样，情绪变化太快，自己难以控制。究竟怎么回事？",
    "annotation": [
      {
        "sentence": "为什么情绪多变，一会觉得没意思一会觉得很快乐？",
        "label": ""
      },
      {
        "sentence": "就很复杂，一直都这样，情绪变化太快，自己难以控制。",
        "label": ""
      },
      {
        "sentence": "究竟怎么回事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来好像你的情绪特别容易波动，有时候感觉乏味无趣，有时候又很快乐。我以前也有类似的情况，经常像坐过山车一样情绪起伏不定。特别是在高中的时候，更加明显。在经历了一段精力充沛之后，情绪会突然低落下来，然后再循环往复。当时我甚至怀疑自己可能是双相情感障碍。不过后来，我对那段时光有了新的理解，并且安慰自己说：也许一直处于低落的情绪下挺可怜的，但好在还能体验到快乐的时刻。低落的情绪也会提醒自己不要太过自满。虽然有时候喜欢自己情绪多变，但是大多数情况下却无法通过这个来安慰自己。后来，我学习了一些脑科学方面的知识，大概能够理解自己为什么会这样。情绪的快速变化是因为边缘系统的杏仁核所致，它被称为情绪脑，是脑受到外部环境刺激后的立即反应。杏仁核过度敏感和过度激活会导致情绪多变。此外还有一个对应理性的脑区叫前额叶皮层，它可以通过分析来做出理性决策。举个例子：如果我们在深夜的时候不小心被一根绳子绊倒了，杏仁核就会迅速激活：不好！有危险，可能是一条蛇！然后产生恐惧情绪。而前额叶皮层相对成熟的人会提醒自己：冷静点，可能只是一根普通的绳子而已，不要惊慌失措。从脑科学的角度来看，所谓情绪管理，就是要发展前额叶皮层的功能。后来，我接触到了正念，这是一种很有效的觉知练习。觉知是一种持续均匀的注意力，就像是一束照射光线，穿透但不固执，允许情绪自由来去，不被其左右。ACT接纳与承诺疗法中提出了“体验性自我”和“观察性自我”，正念练习就是为了培养观察性自我，避免在外界刺激中迷失自己。最后，不受物质所喜，也不随自己情绪所悲，这确实很难做到。但是，如果你受情绪起伏的影响，还可以通过正念训练回到平静中。我们一起加油吧！(ง•̀_•́)ง",
    "annotation": [
      {
        "sentence": "听起来好像你的情绪特别容易波动，有时候感觉乏味无趣，有时候又很快乐。",
        "label": ""
      },
      {
        "sentence": "我以前也有类似的情况，经常像坐过山车一样情绪起伏不定。",
        "label": ""
      },
      {
        "sentence": "特别是在高中的时候，更加明显。",
        "label": ""
      },
      {
        "sentence": "在经历了一段精力充沛之后，情绪会突然低落下来，然后再循环往复。",
        "label": ""
      },
      {
        "sentence": "当时我甚至怀疑自己可能是双相情感障碍。",
        "label": ""
      },
      {
        "sentence": "不过后来，我对那段时光有了新的理解，并且安慰自己说：也许一直处于低落的情绪下挺可怜的，但好在还能体验到快乐的时刻。",
        "label": ""
      },
      {
        "sentence": "低落的情绪也会提醒自己不要太过自满。",
        "label": ""
      },
      {
        "sentence": "虽然有时候喜欢自己情绪多变，但是大多数情况下却无法通过这个来安慰自己。",
        "label": ""
      },
      {
        "sentence": "后来，我学习了一些脑科学方面的知识，大概能够理解自己为什么会这样。",
        "label": ""
      },
      {
        "sentence": "情绪的快速变化是因为边缘系统的杏仁核所致，它被称为情绪脑，是脑受到外部环境刺激后的立即反应。",
        "label": ""
      },
      {
        "sentence": "杏仁核过度敏感和过度激活会导致情绪多变。",
        "label": ""
      },
      {
        "sentence": "此外还有一个对应理性的脑区叫前额叶皮层，它可以通过分析来做出理性决策。",
        "label": ""
      },
      {
        "sentence": "举个例子：如果我们在深夜的时候不小心被一根绳子绊倒了，杏仁核就会迅速激活：不好！",
        "label": ""
      },
      {
        "sentence": "有危险，可能是一条蛇！",
        "label": ""
      },
      {
        "sentence": "然后产生恐惧情绪。",
        "label": ""
      },
      {
        "sentence": "而前额叶皮层相对成熟的人会提醒自己：冷静点，可能只是一根普通的绳子而已，不要惊慌失措。",
        "label": ""
      },
      {
        "sentence": "从脑科学的角度来看，所谓情绪管理，就是要发展前额叶皮层的功能。",
        "label": ""
      },
      {
        "sentence": "后来，我接触到了正念，这是一种很有效的觉知练习。",
        "label": ""
      },
      {
        "sentence": "觉知是一种持续均匀的注意力，就像是一束照射光线，穿透但不固执，允许情绪自由来去，不被其左右。",
        "label": ""
      },
      {
        "sentence": "ACT接纳与承诺疗法中提出了“体验性自我”和“观察性自我”，正念练习就是为了培养观察性自我，避免在外界刺激中迷失自己。",
        "label": ""
      },
      {
        "sentence": "最后，不受物质所喜，也不随自己情绪所悲，这确实很难做到。",
        "label": ""
      },
      {
        "sentence": "但是，如果你受情绪起伏的影响，还可以通过正念训练回到平静中。",
        "label": ""
      },
      {
        "sentence": "我们一起加油吧！",
        "label": ""
      },
      {
        "sentence": "(ง•̀_•́)ง",
        "label": ""
      }
    ]
  }
]