[
  {
    "role": "client",
    "content": "最近我刚刚怀孕一个月，但我发现我有点胡思乱想。本来我睡眠特别好，也很有规律，每天晚上9:30睡觉，早上6:30起床。可是自从怀孕一个月后，我的肚子开始慢慢大了，而且晚上睡觉之前我开始胡思乱想了。我总是担心宝宝的健康，特别是因为这是我的第一胎，我没有经验。平时我睡觉之前都不会看手机，可现在我总是在百度上搜索各种问题。明明还没有到孕检的时间，但我总想去医院做B超来看看宝宝是否健康。虽然这次怀孕是计划内的，我也一直在吃叶酸和孕妇钙，应该是很安全的，但是我为什么会这么担心呢？我应该怎么办？",
    "annotation": [
      {
        "sentence": "最近我刚刚怀孕一个月，但我发现我有点胡思乱想。",
        "label": ""
      },
      {
        "sentence": "本来我睡眠特别好，也很有规律，每天晚上9:30睡觉，早上6:30起床。",
        "label": ""
      },
      {
        "sentence": "可是自从怀孕一个月后，我的肚子开始慢慢大了，而且晚上睡觉之前我开始胡思乱想了。",
        "label": ""
      },
      {
        "sentence": "我总是担心宝宝的健康，特别是因为这是我的第一胎，我没有经验。",
        "label": ""
      },
      {
        "sentence": "平时我睡觉之前都不会看手机，可现在我总是在百度上搜索各种问题。",
        "label": ""
      },
      {
        "sentence": "明明还没有到孕检的时间，但我总想去医院做B超来看看宝宝是否健康。",
        "label": ""
      },
      {
        "sentence": "虽然这次怀孕是计划内的，我也一直在吃叶酸和孕妇钙，应该是很安全的，但是我为什么会这么担心呢？",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我能够深深理解你的恐惧和担忧。孕育生命本身就是一件非常神奇的事情。你的身体里正在孕育着一个与你血脉相连的小生命，这个过程是非常宝贵的。从生理层面来说，怀孕会导致身体激素分泌的改变，这些生理上的变化会对你的情绪稳定性产生影响。从心理上来说，怀孕意味着你的身份发生了改变，你不再只是一个女儿和妻子，同时也开始成为一个母亲。这种身份的改变会增加你的责任感，焦虑程度也会相应提升。而人的情绪在夜晚往往比白天更容易波动，所以在晚上睡觉前突然产生焦虑是正常的现象。根据你描述的作息规律度，我可以看出你是一个对健康非常重视并且自律的人。所以即使怀孕是在有计划的情况下进行的，你依然可能会把对孩子健康的关注放大成焦虑。从一般意义上说，未知往往和恐惧是密切相关的。作为第一次怀孕，经验的不足和未知的多会导致恐惧和担忧，这是可以理解的。我建议你学习一些呼吸放松的方法，当你感到焦虑的时候尝试使用这些方法来帮助自己放松下来，这有助于你回归到当下。",
    "annotation": [
      {
        "sentence": "听你的描述，我能够深深理解你的恐惧和担忧。",
        "label": ""
      },
      {
        "sentence": "孕育生命本身就是一件非常神奇的事情。",
        "label": ""
      },
      {
        "sentence": "你的身体里正在孕育着一个与你血脉相连的小生命，这个过程是非常宝贵的。",
        "label": ""
      },
      {
        "sentence": "从生理层面来说，怀孕会导致身体激素分泌的改变，这些生理上的变化会对你的情绪稳定性产生影响。",
        "label": ""
      },
      {
        "sentence": "从心理上来说，怀孕意味着你的身份发生了改变，你不再只是一个女儿和妻子，同时也开始成为一个母亲。",
        "label": ""
      },
      {
        "sentence": "这种身份的改变会增加你的责任感，焦虑程度也会相应提升。",
        "label": ""
      },
      {
        "sentence": "而人的情绪在夜晚往往比白天更容易波动，所以在晚上睡觉前突然产生焦虑是正常的现象。",
        "label": ""
      },
      {
        "sentence": "根据你描述的作息规律度，我可以看出你是一个对健康非常重视并且自律的人。",
        "label": ""
      },
      {
        "sentence": "所以即使怀孕是在有计划的情况下进行的，你依然可能会把对孩子健康的关注放大成焦虑。",
        "label": ""
      },
      {
        "sentence": "从一般意义上说，未知往往和恐惧是密切相关的。",
        "label": ""
      },
      {
        "sentence": "作为第一次怀孕，经验的不足和未知的多会导致恐惧和担忧，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "我建议你学习一些呼吸放松的方法，当你感到焦虑的时候尝试使用这些方法来帮助自己放松下来，这有助于你回归到当下。",
        "label": ""
      }
    ]
  }
]