[
  {
    "role": "client",
    "content": "为什么男朋友说他爱我，但是却很少主动跟我亲密接触？跟男朋友在一起一年了，平时相处很平淡。牵手拥抱大多数时候都是我主动。除了去旅游两次睡在一起，其他时候很少亲密接触。我问他，他爱不爱我，他说爱。但是他觉得亲密接触很奇怪。今天想跟他接吻被拒绝了，内心有点失落。旁人说他不爱我，是真的吗？大家都劝我分手，好难过，我该做些什么呢。（我比较粘人。他曾经提醒过我让我多花点时间在自己身上。）",
    "annotation": [
      {
        "sentence": "为什么男朋友说他爱我，但是却很少主动跟我亲密接触？",
        "label": ""
      },
      {
        "sentence": "跟男朋友在一起一年了，平时相处很平淡。",
        "label": ""
      },
      {
        "sentence": "牵手拥抱大多数时候都是我主动。",
        "label": ""
      },
      {
        "sentence": "除了去旅游两次睡在一起，其他时候很少亲密接触。",
        "label": ""
      },
      {
        "sentence": "我问他，他爱不爱我，他说爱。",
        "label": ""
      },
      {
        "sentence": "但是他觉得亲密接触很奇怪。",
        "label": ""
      },
      {
        "sentence": "今天想跟他接吻被拒绝了，内心有点失落。",
        "label": ""
      },
      {
        "sentence": "旁人说他不爱我，是真的吗？",
        "label": ""
      },
      {
        "sentence": "大家都劝我分手，好难过，我该做些什么呢。",
        "label": ""
      },
      {
        "sentence": "（我比较粘人。",
        "label": ""
      },
      {
        "sentence": "他曾经提醒过我让我多花点时间在自己身上。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述之后，能感受到你内心的疑惑。给你一个大大的🤗从你的描述中，我大概总结了以下内容：你的男友很少与自己有亲密接触，平时相处很平淡。你今天想跟男友接吻被拒绝了，内心有点失落。别人劝你分手，你现在不知道该怎么办。结合你的描述，我来分享一下我的看法：亲密接触是亲密关系中重要的组成部分，在亲密关系中扮演着重要的角色。它是关系升级、关系维持的一个重要因素。通常情况来看，亲密关系中的彼此，是不太会介意彼此亲密接触的，但是亲密接触的存在也是分条件、场合的。通常情况下，在只有彼此的私人空间内，彼此是乐意接受较为亲密的接触的，例如接吻等。如果在比较公众的场合，可能会由于彼此不同价值观念的小区别，可能会有一方并不习惯在较为公众的场合下进行接吻等亲密接触的。所以，你可以辩证地去看待男友的行为。每个人对爱与被爱的理解都是不尽相同的，具体情况还应自己结合自己的真实情况去判断。别人的话语永远无法为你负责，最终做出选择的仍然是你自己。男友爱不爱你，你应不应该继续这段关系，这些问题都是需要你自己仔细思考的事情，你掌握的信息肯定比我们这些第三者多。我呢，建议你应该多和男友沟通沟通自己内心的真实想法，说出自己的感受。在沟通之前，可以参考阅读《非暴力沟通》一书。",
    "annotation": [
      {
        "sentence": "看了你的描述之后，能感受到你内心的疑惑。",
        "label": ""
      },
      {
        "sentence": "给你一个大大的🤗从你的描述中，我大概总结了以下内容：你的男友很少与自己有亲密接触，平时相处很平淡。",
        "label": ""
      },
      {
        "sentence": "你今天想跟男友接吻被拒绝了，内心有点失落。",
        "label": ""
      },
      {
        "sentence": "别人劝你分手，你现在不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "结合你的描述，我来分享一下我的看法：亲密接触是亲密关系中重要的组成部分，在亲密关系中扮演着重要的角色。",
        "label": ""
      },
      {
        "sentence": "它是关系升级、关系维持的一个重要因素。",
        "label": ""
      },
      {
        "sentence": "通常情况来看，亲密关系中的彼此，是不太会介意彼此亲密接触的，但是亲密接触的存在也是分条件、场合的。",
        "label": ""
      },
      {
        "sentence": "通常情况下，在只有彼此的私人空间内，彼此是乐意接受较为亲密的接触的，例如接吻等。",
        "label": ""
      },
      {
        "sentence": "如果在比较公众的场合，可能会由于彼此不同价值观念的小区别，可能会有一方并不习惯在较为公众的场合下进行接吻等亲密接触的。",
        "label": ""
      },
      {
        "sentence": "所以，你可以辩证地去看待男友的行为。",
        "label": ""
      },
      {
        "sentence": "每个人对爱与被爱的理解都是不尽相同的，具体情况还应自己结合自己的真实情况去判断。",
        "label": ""
      },
      {
        "sentence": "别人的话语永远无法为你负责，最终做出选择的仍然是你自己。",
        "label": ""
      },
      {
        "sentence": "男友爱不爱你，你应不应该继续这段关系，这些问题都是需要你自己仔细思考的事情，你掌握的信息肯定比我们这些第三者多。",
        "label": ""
      },
      {
        "sentence": "我呢，建议你应该多和男友沟通沟通自己内心的真实想法，说出自己的感受。",
        "label": ""
      },
      {
        "sentence": "在沟通之前，可以参考阅读《非暴力沟通》一书。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的亲密接触是很重要的，我也明白每个人对亲密的理解有所不同。但是，我觉得我们在一起已经一年了，亲密接触应该会自然一些吧。而且，他说亲密接触很奇怪，我有点担心他是不是真的爱我，毕竟拒绝我接吻让我觉得有点失落。",
    "annotation": [
      {
        "sentence": "你说的亲密接触是很重要的，我也明白每个人对亲密的理解有所不同。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得我们在一起已经一年了，亲密接触应该会自然一些吧。",
        "label": ""
      },
      {
        "sentence": "而且，他说亲密接触很奇怪，我有点担心他是不是真的爱我，毕竟拒绝我接吻让我觉得有点失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你觉得年久的感情应该有更多的亲密接触，并且拒绝亲密接触的经历让你感到沮丧。但是，请记住每个人都有不同的价值观念和表达爱的方式。他可能不太愿意在公众场合亲密接触，这并不代表他不爱你。或许他对亲密接触有点害羞，或者有其他原因导致他不愿主动接触。我建议你和他坦诚沟通，告诉他你的感受，并听取他的回应。这样可以增进你们之间的理解和信任。",
    "annotation": [
      {
        "sentence": "我明白你觉得年久的感情应该有更多的亲密接触，并且拒绝亲密接触的经历让你感到沮丧。",
        "label": ""
      },
      {
        "sentence": "但是，请记住每个人都有不同的价值观念和表达爱的方式。",
        "label": ""
      },
      {
        "sentence": "他可能不太愿意在公众场合亲密接触，这并不代表他不爱你。",
        "label": ""
      },
      {
        "sentence": "或许他对亲密接触有点害羞，或者有其他原因导致他不愿主动接触。",
        "label": ""
      },
      {
        "sentence": "我建议你和他坦诚沟通，告诉他你的感受，并听取他的回应。",
        "label": ""
      },
      {
        "sentence": "这样可以增进你们之间的理解和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白每个人对亲密接触有不同的看法，但是这种差异让我感到困惑和不安。我应该如何开始这次对话呢？我不想让他觉得我是在责备他，但我希望我们可以解决这个问题。",
    "annotation": [
      {
        "sentence": "我明白每个人对亲密接触有不同的看法，但是这种差异让我感到困惑和不安。",
        "label": ""
      },
      {
        "sentence": "我应该如何开始这次对话呢？",
        "label": ""
      },
      {
        "sentence": "我不想让他觉得我是在责备他，但我希望我们可以解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以选择一个适当的时间和地点来和他谈论这个话题。在交谈中要保持平和和尊重，表达真实的感受，并强调你的意图是为了增进你们的关系。可以说：“最近我在思考我们之间的亲密关系，我很想和你谈一谈。我不是指责你或者置疑我们的关系，而是希望我们可以更深入地理解对方，一起找到适合我们的亲密接触方式。你对这个话题有什么想法呢？”",
    "annotation": [
      {
        "sentence": "首先，你可以选择一个适当的时间和地点来和他谈论这个话题。",
        "label": ""
      },
      {
        "sentence": "在交谈中要保持平和和尊重，表达真实的感受，并强调你的意图是为了增进你们的关系。",
        "label": ""
      },
      {
        "sentence": "可以说：“最近我在思考我们之间的亲密关系，我很想和你谈一谈。",
        "label": ""
      },
      {
        "sentence": "我不是指责你或者置疑我们的关系，而是希望我们可以更深入地理解对方，一起找到适合我们的亲密接触方式。",
        "label": ""
      },
      {
        "sentence": "你对这个话题有什么想法呢？",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会在适当的时候和他谈一谈。但是，我还是有点担心他会不理解或者觉得我在抱怨他。我应该如何解释我的意图，让他明白我是出于关心和改善我们关系的角度来谈这个话题的呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会在适当的时候和他谈一谈。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有点担心他会不理解或者觉得我在抱怨他。",
        "label": ""
      },
      {
        "sentence": "我应该如何解释我的意图，让他明白我是出于关心和改善我们关系的角度来谈这个话题的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以在谈话中明确表达你的意图和动机，让他知道你的关心和爱是出于改善关系的角度。你可以说：“我知道我们之间有时候在亲密接触上有所差异，我希望我们能够更好地了解对方的需求和期望，以建立更加稳固的关系。我说这些并不是要批评你或者责备你，而是希望我们可以共同努力找到一个让我们都感到舒适和满足的方式。”",
    "annotation": [
      {
        "sentence": "你可以在谈话中明确表达你的意图和动机，让他知道你的关心和爱是出于改善关系的角度。",
        "label": ""
      },
      {
        "sentence": "你可以说：“我知道我们之间有时候在亲密接触上有所差异，我希望我们能够更好地了解对方的需求和期望，以建立更加稳固的关系。",
        "label": ""
      },
      {
        "sentence": "我说这些并不是要批评你或者责备你，而是希望我们可以共同努力找到一个让我们都感到舒适和满足的方式。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会尽量用平和和尊重的语气来和他交流，并表达出我的真实意图。我希望我们能够通过这次对话更好地理解彼此，找到一个互相满意的解决方案。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽量用平和和尊重的语气来和他交流，并表达出我的真实意图。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够通过这次对话更好地理解彼此，找到一个互相满意的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和理解。真诚的沟通是建立健康关系的基石，相信你们之间的沟通一定会带来积极的变化。记得在谈话中给予彼此足够的时间和空间，以便彼此都能够表达真实的感受和意见。不要忘记为了更好地理解和沟通，可以参考阅读相关资源，例如《非暴力沟通》这本书。祝福你们能够顺利解决问题，共同成长和幸福！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和理解。",
        "label": ""
      },
      {
        "sentence": "真诚的沟通是建立健康关系的基石，相信你们之间的沟通一定会带来积极的变化。",
        "label": ""
      },
      {
        "sentence": "记得在谈话中给予彼此足够的时间和空间，以便彼此都能够表达真实的感受和意见。",
        "label": ""
      },
      {
        "sentence": "不要忘记为了更好地理解和沟通，可以参考阅读相关资源，例如《非暴力沟通》这本书。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够顺利解决问题，共同成长和幸福！",
        "label": ""
      }
    ]
  }
]