[
  {
    "role": "client",
    "content": "毕业后工作，入职三个月，对工作非常抵触，焦虑？刚毕业，上班很痛苦，一想到上班就焦虑想哭，有种幼儿园小朋友哭着闹着不想去幼儿园的感觉。可是我已经那么大了，工作也是自己找的对口专业，大学的时候也蛮喜欢这个专业的。现在同事群体融入不进去，工作上手得也很慢，感觉和其他同时入职的应届生比自己很没用呜呜呜，但是现在的工作目前也不可能辞职。我应该怎么调整心态，把心思放在具体工作上，而不是一直在焦虑。",
    "annotation": [
      {
        "sentence": "毕业后工作，入职三个月，对工作非常抵触，焦虑？",
        "label": ""
      },
      {
        "sentence": "刚毕业，上班很痛苦，一想到上班就焦虑想哭，有种幼儿园小朋友哭着闹着不想去幼儿园的感觉。",
        "label": ""
      },
      {
        "sentence": "可是我已经那么大了，工作也是自己找的对口专业，大学的时候也蛮喜欢这个专业的。",
        "label": ""
      },
      {
        "sentence": "现在同事群体融入不进去，工作上手得也很慢，感觉和其他同时入职的应届生比自己很没用呜呜呜，但是现在的工作目前也不可能辞职。",
        "label": ""
      },
      {
        "sentence": "我应该怎么调整心态，把心思放在具体工作上，而不是一直在焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉看到你最近状态不佳。呀~很能理解你为什么感觉“上班很痛苦，一想到上班就焦虑想哭”，你在岗位上不仅遇到人际关系的麻烦，还对工作不熟练，别人做得游刃有余，相较之下自己就弱了一点。就算是自己喜欢的专业也有点力不从心吧。但是我看到你还是没有打算放弃，也在认真寻找解决办法，这是很不错的开始呀~根据你的描述，你是应届毕业生，刚毕业，在我看来你这个时候融入不了同事群体很正常，你作为新人，刚入职不久，你和其他人的关系不可能和其他老员工一样，信任和亲密关系是需要时间来建立的。其次是关于上手工作的事情，我们参加的工作实践和上学时的理论知识差别很大，工作实践中会遇到很多出乎意料的挑战，需要多年的经验积累。你不妨多请教老员工。我相信他们不会拒绝一个好学爱问的人的。你和其他同事的关系可以通过交流工作经验来缓解，和新员工也一样，你们都是新入职的人，第一要务是做好工作，等你们在工作上游刃有余的时候就可以和同事们谈点其他的事情啦。",
    "annotation": [
      {
        "sentence": "很抱歉看到你最近状态不佳。",
        "label": ""
      },
      {
        "sentence": "呀~很能理解你为什么感觉“上班很痛苦，一想到上班就焦虑想哭”，你在岗位上不仅遇到人际关系的麻烦，还对工作不熟练，别人做得游刃有余，相较之下自己就弱了一点。",
        "label": ""
      },
      {
        "sentence": "就算是自己喜欢的专业也有点力不从心吧。",
        "label": ""
      },
      {
        "sentence": "但是我看到你还是没有打算放弃，也在认真寻找解决办法，这是很不错的开始呀~根据你的描述，你是应届毕业生，刚毕业，在我看来你这个时候融入不了同事群体很正常，你作为新人，刚入职不久，你和其他人的关系不可能和其他老员工一样，信任和亲密关系是需要时间来建立的。",
        "label": ""
      },
      {
        "sentence": "其次是关于上手工作的事情，我们参加的工作实践和上学时的理论知识差别很大，工作实践中会遇到很多出乎意料的挑战，需要多年的经验积累。",
        "label": ""
      },
      {
        "sentence": "你不妨多请教老员工。",
        "label": ""
      },
      {
        "sentence": "我相信他们不会拒绝一个好学爱问的人的。",
        "label": ""
      },
      {
        "sentence": "你和其他同事的关系可以通过交流工作经验来缓解，和新员工也一样，你们都是新入职的人，第一要务是做好工作，等你们在工作上游刃有余的时候就可以和同事们谈点其他的事情啦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者，你的话让我感到安慰。确实，作为新人入职不久，不能期望和老员工们一样信任和亲密，需要时间来建立好的关系。我之前还没有考虑到这一点，我会耐心地和同事们交流，尽量融入团队。我也明白工作实践和理论知识之间的差距，但有时候看到其他同事处理问题游刃有余，我会不自觉地感到自己不够努力或者不够聪明。你说的请教老员工的建议很好，我会主动向他们请教，一方面加深了解决问题的能力，另一方面也可以加强与他们之间的交流，更好地融入团队。",
    "annotation": [
      {
        "sentence": "谢谢支持者，你的话让我感到安慰。",
        "label": ""
      },
      {
        "sentence": "确实，作为新人入职不久，不能期望和老员工们一样信任和亲密，需要时间来建立好的关系。",
        "label": ""
      },
      {
        "sentence": "我之前还没有考虑到这一点，我会耐心地和同事们交流，尽量融入团队。",
        "label": ""
      },
      {
        "sentence": "我也明白工作实践和理论知识之间的差距，但有时候看到其他同事处理问题游刃有余，我会不自觉地感到自己不够努力或者不够聪明。",
        "label": ""
      },
      {
        "sentence": "你说的请教老员工的建议很好，我会主动向他们请教，一方面加深了解决问题的能力，另一方面也可以加强与他们之间的交流，更好地融入团队。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够理解并接受我的建议。你要知道，每个人都有自己的成长过程，没有人一开始就是专家。你刚毕业不久，正是积累经验的阶段，不要对自己要求太高。别把自己和其他同事比较，每个人的成长速度都不同，不要觉得自己不够努力或聪明。你是专业对口的应届毕业生，你的努力和才华是有目共睹的。只要你保持积极的心态，相信自己能够逐渐适应工作，克服困难，并取得好的成绩。如果你有任何的困惑或者需要帮助，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴看到你能够理解并接受我的建议。",
        "label": ""
      },
      {
        "sentence": "你要知道，每个人都有自己的成长过程，没有人一开始就是专家。",
        "label": ""
      },
      {
        "sentence": "你刚毕业不久，正是积累经验的阶段，不要对自己要求太高。",
        "label": ""
      },
      {
        "sentence": "别把自己和其他同事比较，每个人的成长速度都不同，不要觉得自己不够努力或聪明。",
        "label": ""
      },
      {
        "sentence": "你是专业对口的应届毕业生，你的努力和才华是有目共睹的。",
        "label": ""
      },
      {
        "sentence": "只要你保持积极的心态，相信自己能够逐渐适应工作，克服困难，并取得好的成绩。",
        "label": ""
      },
      {
        "sentence": "如果你有任何的困惑或者需要帮助，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者，你的鼓励和肯定让我更有信心面对工作中的困难和挑战。我会保持积极的心态，相信自己能够逐渐适应工作，提升自己的能力。如果以后还遇到困惑，我一定会向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢支持者，你的鼓励和肯定让我更有信心面对工作中的困难和挑战。",
        "label": ""
      },
      {
        "sentence": "我会保持积极的心态，相信自己能够逐渐适应工作，提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果以后还遇到困惑，我一定会向你寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没有什么可谢谢的，互相支持是朋友之间最基本的。我相信你可以克服困难，取得好的成绩。如果你需要任何帮助或者有其他事情想和我交流，随时都可以来找我。记住，你并不孤单，我们都在为你加油。",
    "annotation": [
      {
        "sentence": "没有什么可谢谢的，互相支持是朋友之间最基本的。",
        "label": ""
      },
      {
        "sentence": "我相信你可以克服困难，取得好的成绩。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有其他事情想和我交流，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在为你加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者，你的陪伴和鼓励让我感到很温暖。我会时刻记住你的话，保持积极向上的心态，勇敢面对工作中的种种挑战。我相信有你的支持，我一定能够度过这个困难时期，取得成功。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢支持者，你的陪伴和鼓励让我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的话，保持积极向上的心态，勇敢面对工作中的种种挑战。",
        "label": ""
      },
      {
        "sentence": "我相信有你的支持，我一定能够度过这个困难时期，取得成功。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  }
]