[
  {
    "role": "client",
    "content": "职场压力，同辈压力，自我怀疑，觉得焦虑，怎么办？上班3个多月了，但是业务还是不熟练，喜欢问同事，但有时能感受到他们的不乐意。今天已经是我第二次又犯同样的错误了，我会担心同事会觉得我笨怎样怎样的，以及工作学习考试上的各种不如意，更让我觉得自己做什么都不行，陷入了自我怀疑的怪圈。再加上一个人生活工资也不高经常需要父母贴补，就更觉得焦虑希望能够够听听大家的意见。",
    "annotation": [
      {
        "sentence": "职场压力，同辈压力，自我怀疑，觉得焦虑，怎么办？",
        "label": ""
      },
      {
        "sentence": "上班3个多月了，但是业务还是不熟练，喜欢问同事，但有时能感受到他们的不乐意。",
        "label": ""
      },
      {
        "sentence": "今天已经是我第二次又犯同样的错误了，我会担心同事会觉得我笨怎样怎样的，以及工作学习考试上的各种不如意，更让我觉得自己做什么都不行，陷入了自我怀疑的怪圈。",
        "label": ""
      },
      {
        "sentence": "再加上一个人生活工资也不高经常需要父母贴补，就更觉得焦虑希望能够够听听大家的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "辛苦了，听说你现在在职场遇到了一些困难，这都是很正常的情况，我们都有过这个阶段。你可以多和同事沟通，或者跟领导寻求帮助。有些人可能不太愿意被问，你可以考虑更加温和的方式去询问他们。你也可以利用这个机会去扩大人脉和联系。",
    "annotation": [
      {
        "sentence": "辛苦了，听说你现在在职场遇到了一些困难，这都是很正常的情况，我们都有过这个阶段。",
        "label": ""
      },
      {
        "sentence": "你可以多和同事沟通，或者跟领导寻求帮助。",
        "label": ""
      },
      {
        "sentence": "有些人可能不太愿意被问，你可以考虑更加温和的方式去询问他们。",
        "label": ""
      },
      {
        "sentence": "你也可以利用这个机会去扩大人脉和联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，但我好像还是很焦虑。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，但我好像还是很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我们一起来想一个解决办法。你可以多利用业余时间来学习提高自己的业务水平，同时也可以找一些与你有相同经历的人多交流，或者去找一些专业的心理医生来帮助你。如果你觉得还是无法解决，也不用过于担心，好的解决方法需要时间和努力去寻找。",
    "annotation": [
      {
        "sentence": "没关系，我们一起来想一个解决办法。",
        "label": ""
      },
      {
        "sentence": "你可以多利用业余时间来学习提高自己的业务水平，同时也可以找一些与你有相同经历的人多交流，或者去找一些专业的心理医生来帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你觉得还是无法解决，也不用过于担心，好的解决方法需要时间和努力去寻找。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力的，但是当我再次犯了一个错误时，我还是会感到很自责。",
    "annotation": [
      {
        "sentence": "我会努力的，但是当我再次犯了一个错误时，我还是会感到很自责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的情况，我们都会在工作中犯错误。但是这并不代表你是个“笨蛋”。你需要给自己一些勇气和鼓励，你可以试着做些简单易行、容易有成果的事情来增强自信，比如学会做一些简单的事情，然后慢慢地逐步提升自己的能力。每个人都有闪光之处，只要你找到属于自己的优点，你会发现自己是有价值的。",
    "annotation": [
      {
        "sentence": "这是很正常的情况，我们都会在工作中犯错误。",
        "label": ""
      },
      {
        "sentence": "但是这并不代表你是个“笨蛋”。",
        "label": ""
      },
      {
        "sentence": "你需要给自己一些勇气和鼓励，你可以试着做些简单易行、容易有成果的事情来增强自信，比如学会做一些简单的事情，然后慢慢地逐步提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "每个人都有闪光之处，只要你找到属于自己的优点，你会发现自己是有价值的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我应该多注意自己的长处。",
    "annotation": [
      {
        "sentence": "你说的很对，我应该多注意自己的长处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，关注自己的长处并接纳自己也是很重要的。当你感到焦虑时，你可以试着深呼吸、放松自己并告诉自己你可以做到。当你想去尝试新的事情时，做一些自己喜欢的事情也可以带给你积极的能量。并且，你也可以尝试去关注一些有意义的事情，可以帮助你更好地发掘自己的潜力。",
    "annotation": [
      {
        "sentence": "是的，关注自己的长处并接纳自己也是很重要的。",
        "label": ""
      },
      {
        "sentence": "当你感到焦虑时，你可以试着深呼吸、放松自己并告诉自己你可以做到。",
        "label": ""
      },
      {
        "sentence": "当你想去尝试新的事情时，做一些自己喜欢的事情也可以带给你积极的能量。",
        "label": ""
      },
      {
        "sentence": "并且，你也可以尝试去关注一些有意义的事情，可以帮助你更好地发掘自己的潜力。",
        "label": ""
      }
    ]
  }
]