[
  {
    "role": "client",
    "content": "我很在意自己的外表，但内心却极度自卑，总感觉自己不够好，想问怎么能提升自爱力？我从小学习成绩一直很好，但到了初中后心理素质不够好，导致学习成绩下降，老师和父母都不信任我。母亲性格暴躁，对我说过很刻薄的话，让我感到很不配生而为人。在亲密关系中，我总是找那些弱弱的人为伴，因为和自信强势的人在一起会让我感到更不安全。现在我和男友正在考虑结婚，但我不知道该怎么做。",
    "annotation": [
      {
        "sentence": "我很在意自己的外表，但内心却极度自卑，总感觉自己不够好，想问怎么能提升自爱力？",
        "label": ""
      },
      {
        "sentence": "我从小学习成绩一直很好，但到了初中后心理素质不够好，导致学习成绩下降，老师和父母都不信任我。",
        "label": ""
      },
      {
        "sentence": "母亲性格暴躁，对我说过很刻薄的话，让我感到很不配生而为人。",
        "label": ""
      },
      {
        "sentence": "在亲密关系中，我总是找那些弱弱的人为伴，因为和自信强势的人在一起会让我感到更不安全。",
        "label": ""
      },
      {
        "sentence": "现在我和男友正在考虑结婚，但我不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的这些痛苦和困惑，我感到很为你着急。你在这里问如何提升自爱力，这是非常重要的一个问题。自爱是自尊的重要组成部分，也是自尊的基石。它在很大程度上取决于我们的家庭在儿童时期给予我们的爱以及情感的滋养。因此，缺乏家庭无条件的爱会使自尊感缺乏，这是非常难改变的。你在提问中也提到了母亲给你带来的创伤，这可能会影响到你的自爱能力。",
    "annotation": [
      {
        "sentence": "听到你的这些痛苦和困惑，我感到很为你着急。",
        "label": ""
      },
      {
        "sentence": "你在这里问如何提升自爱力，这是非常重要的一个问题。",
        "label": ""
      },
      {
        "sentence": "自爱是自尊的重要组成部分，也是自尊的基石。",
        "label": ""
      },
      {
        "sentence": "它在很大程度上取决于我们的家庭在儿童时期给予我们的爱以及情感的滋养。",
        "label": ""
      },
      {
        "sentence": "因此，缺乏家庭无条件的爱会使自尊感缺乏，这是非常难改变的。",
        "label": ""
      },
      {
        "sentence": "你在提问中也提到了母亲给你带来的创伤，这可能会影响到你的自爱能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对母亲的恐惧很深。我一直想要从这种情绪中走出来，但却不知道怎么做。",
    "annotation": [
      {
        "sentence": "是的，我对母亲的恐惧很深。",
        "label": ""
      },
      {
        "sentence": "我一直想要从这种情绪中走出来，但却不知道怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "只有对自己的经历和内心状态经过了许多探索和觉察，才可以写出你在提问中传达出的内容。你做到了，这是非常好的。你也在提问中表示，你不想在亲密关系中找到自己的情感安全感。这并不意味着你没有这种需要，而是你找到的方式是错误的。或许有一天，你也可以建立一些更健康的亲密关系，这将会为你带来更多的安全感。",
    "annotation": [
      {
        "sentence": "只有对自己的经历和内心状态经过了许多探索和觉察，才可以写出你在提问中传达出的内容。",
        "label": ""
      },
      {
        "sentence": "你做到了，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "你也在提问中表示，你不想在亲密关系中找到自己的情感安全感。",
        "label": ""
      },
      {
        "sentence": "这并不意味着你没有这种需要，而是你找到的方式是错误的。",
        "label": ""
      },
      {
        "sentence": "或许有一天，你也可以建立一些更健康的亲密关系，这将会为你带来更多的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么，如何提升自爱力呢？",
    "annotation": [
      {
        "sentence": "那么，如何提升自爱力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要提升自爱力，首先你要认识到自己，包括自己的优点和缺点。你可以多关注你身上的长处，去寻找更多的优点。同时，也要保持真实和透明，坦率交流自己的想法和情感，这样才能更好地了解自己。此外，也可以通过治疗和自我探索来改善自己的自尊问题。",
    "annotation": [
      {
        "sentence": "要提升自爱力，首先你要认识到自己，包括自己的优点和缺点。",
        "label": ""
      },
      {
        "sentence": "你可以多关注你身上的长处，去寻找更多的优点。",
        "label": ""
      },
      {
        "sentence": "同时，也要保持真实和透明，坦率交流自己的想法和情感，这样才能更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "此外，也可以通过治疗和自我探索来改善自己的自尊问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实想要找一位心理咨询师来帮助我。但我不知道怎么找到一位好的心理咨询师。",
    "annotation": [
      {
        "sentence": "我确实想要找一位心理咨询师来帮助我。",
        "label": ""
      },
      {
        "sentence": "但我不知道怎么找到一位好的心理咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实可以通过以下途径找到一位好的心理咨询师：搜寻心理医生的网站，向朋友寻求建议，或者到心理医院咨询。无论你选择哪种方法，都要确保选择一位专业且认真负责的心理咨询师。他们可以帮你掌握自我探索的技能，了解自己的弱点和长处，以及如何在日常生活中应对这些情绪。",
    "annotation": [
      {
        "sentence": "其实可以通过以下途径找到一位好的心理咨询师：搜寻心理医生的网站，向朋友寻求建议，或者到心理医院咨询。",
        "label": ""
      },
      {
        "sentence": "无论你选择哪种方法，都要确保选择一位专业且认真负责的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "他们可以帮你掌握自我探索的技能，了解自己的弱点和长处，以及如何在日常生活中应对这些情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，但我还有一些对未来的疑虑。我不知道自己是否做好了结婚的准备。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，但我还有一些对未来的疑虑。",
        "label": ""
      },
      {
        "sentence": "我不知道自己是否做好了结婚的准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的疑虑。结婚是一个人生里重要的事件，需要认真地考虑。你可以和自己的男友坦诚的交流你的疑虑，共同探讨你们对未来的期望和目标。如果你们不能达成大致相同的观点，可以考虑再等待一段时间，并持续进行探索。当你们确认好了自己的目标和需求之后，才可以更稳定地继续前行。",
    "annotation": [
      {
        "sentence": "我理解你现在的疑虑。",
        "label": ""
      },
      {
        "sentence": "结婚是一个人生里重要的事件，需要认真地考虑。",
        "label": ""
      },
      {
        "sentence": "你可以和自己的男友坦诚的交流你的疑虑，共同探讨你们对未来的期望和目标。",
        "label": ""
      },
      {
        "sentence": "如果你们不能达成大致相同的观点，可以考虑再等待一段时间，并持续进行探索。",
        "label": ""
      },
      {
        "sentence": "当你们确认好了自己的目标和需求之后，才可以更稳定地继续前行。",
        "label": ""
      }
    ]
  }
]