[
  {
    "role": "client",
    "content": "我有个问题，最近几个月来，总喜欢看女性的部位怎么办？我从小就开始自慰七岁的时候，后来因为一些因素得了强迫症，也许是因为强迫症和自慰的关系总忍不住看女性的胸私部丝袜甚至看一些正常的地方也能引起性感觉而且只要是女性不管是谁都忍不住去看，脾气也变得暴躁，懒，感觉我有两种人格也许是强迫症的缘故，我可以随时转化，当切换到另一种形态是另一种形态开始强迫，应该是强迫症的原因，另外对男性也有性感觉总注意私部，而且对任何人都有恋爱的感觉，怎么办？感觉好累。",
    "annotation": [
      {
        "sentence": "我有个问题，最近几个月来，总喜欢看女性的部位怎么办？",
        "label": ""
      },
      {
        "sentence": "我从小就开始自慰七岁的时候，后来因为一些因素得了强迫症，也许是因为强迫症和自慰的关系总忍不住看女性的胸私部丝袜甚至看一些正常的地方也能引起性感觉而且只要是女性不管是谁都忍不住去看，脾气也变得暴躁，懒，感觉我有两种人格也许是强迫症的缘故，我可以随时转化，当切换到另一种形态是另一种形态开始强迫，应该是强迫症的原因，另外对男性也有性感觉总注意私部，而且对任何人都有恋爱的感觉，怎么办？",
        "label": ""
      },
      {
        "sentence": "感觉好累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说感到很遗憾，但我理解你的困境。首先我们需要知道性是很正常的事情，所有人都经历过，性压抑持续时间久了会影响我们的心理健康和身体。你的症状不是独一无二的，很多人和你一样，但不用太过担忧。",
    "annotation": [
      {
        "sentence": "听到你这样说感到很遗憾，但我理解你的困境。",
        "label": ""
      },
      {
        "sentence": "首先我们需要知道性是很正常的事情，所有人都经历过，性压抑持续时间久了会影响我们的心理健康和身体。",
        "label": ""
      },
      {
        "sentence": "你的症状不是独一无二的，很多人和你一样，但不用太过担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直对这个有点困惑，怕别人知道这个会被别人否定。",
    "annotation": [
      {
        "sentence": "其实我一直对这个有点困惑，怕别人知道这个会被别人否定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，这里是一个私密的环境，我们会保密并且理解你的问题。",
    "annotation": [
      {
        "sentence": "不用担心，这里是一个私密的环境，我们会保密并且理解你的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢。但是我还是不知道怎么控制自己的行为，总不能一直这样下去吧。",
    "annotation": [
      {
        "sentence": "谢谢。",
        "label": ""
      },
      {
        "sentence": "但是我还是不知道怎么控制自己的行为，总不能一直这样下去吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的想法，但是掌握好度应该是我们的目标。你应该尝试一些方法来控制你的行为，比如注意力转移、避免刺激、调整自己的情绪，等等。这方面如果你需要我可以帮你提供一些资料。",
    "annotation": [
      {
        "sentence": "我理解你的想法，但是掌握好度应该是我们的目标。",
        "label": ""
      },
      {
        "sentence": "你应该尝试一些方法来控制你的行为，比如注意力转移、避免刺激、调整自己的情绪，等等。",
        "label": ""
      },
      {
        "sentence": "这方面如果你需要我可以帮你提供一些资料。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么管理我那种恋爱感觉呢？我总对异性充满幻想，有时会因此影响自己的学业。",
    "annotation": [
      {
        "sentence": "那我该怎么管理我那种恋爱感觉呢？",
        "label": ""
      },
      {
        "sentence": "我总对异性充满幻想，有时会因此影响自己的学业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于想要控制自己的恋爱感觉，你可以尝试分析自己的心理，去强调自己的事业、兴趣、家庭等其他方面的追求，慢慢培养你的爱好，以此帮助你分散注意力。当然，如果真的有困难还可以考虑找心理医生寻求帮助。",
    "annotation": [
      {
        "sentence": "对于想要控制自己的恋爱感觉，你可以尝试分析自己的心理，去强调自己的事业、兴趣、家庭等其他方面的追求，慢慢培养你的爱好，以此帮助你分散注意力。",
        "label": ""
      },
      {
        "sentence": "当然，如果真的有困难还可以考虑找心理医生寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着这么做的。非常感谢你提供这些意见，我真的很难向别人表达我的困惑。",
    "annotation": [
      {
        "sentence": "嗯，我会试着这么做的。",
        "label": ""
      },
      {
        "sentence": "非常感谢你提供这些意见，我真的很难向别人表达我的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没事的，你可以随时找我倾诉。因为我们的存在，你现在已经迈出了向正常和积极向上的路上迈进的第一步，接下来需要的是继续探索并尽可能利用资源来改善自己的情况，这样你才能更好地面对未来的挑战。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "没事的，你可以随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "因为我们的存在，你现在已经迈出了向正常和积极向上的路上迈进的第一步，接下来需要的是继续探索并尽可能利用资源来改善自己的情况，这样你才能更好地面对未来的挑战。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]