[
  {
    "role": "client",
    "content": "我自己外表优秀，内心却极度自卑，想提升自爱力，怎么办？",
    "annotation": [
      {
        "sentence": "我自己外表优秀，内心却极度自卑，想提升自爱力，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我跟你有些类似，我父亲强势，母亲弱势，也遭受过很多不被认可和攻击的经历。我认为首先你要尝试改变自己，逐渐提高自信。可以在读书、运动、听歌等日常生活习惯上缓解压力情绪，从而得到初步的安全感。",
    "annotation": [
      {
        "sentence": "我跟你有些类似，我父亲强势，母亲弱势，也遭受过很多不被认可和攻击的经历。",
        "label": ""
      },
      {
        "sentence": "我认为首先你要尝试改变自己，逐渐提高自信。",
        "label": ""
      },
      {
        "sentence": "可以在读书、运动、听歌等日常生活习惯上缓解压力情绪，从而得到初步的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小学习好，但在初中心理素质差，学习成绩下降，家长老师都不理解我，我内心很委屈。",
    "annotation": [
      {
        "sentence": "我从小学习好，但在初中心理素质差，学习成绩下降，家长老师都不理解我，我内心很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历确实很不容易，但是你可以试着与家长和老师沟通，让他们了解你的内心状况，也让他们更理解你。或者你可以多与身边的人沟通，发现更多相信和理解你的人。",
    "annotation": [
      {
        "sentence": "你的经历确实很不容易，但是你可以试着与家长和老师沟通，让他们了解你的内心状况，也让他们更理解你。",
        "label": ""
      },
      {
        "sentence": "或者你可以多与身边的人沟通，发现更多相信和理解你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的母亲经常性格暴躁，恶言相向，对我内心伤害极大，给我一种不配生而为人的感觉。这对我的自信和自爱造成了很大的影响。",
    "annotation": [
      {
        "sentence": "我的母亲经常性格暴躁，恶言相向，对我内心伤害极大，给我一种不配生而为人的感觉。",
        "label": ""
      },
      {
        "sentence": "这对我的自信和自爱造成了很大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受可以理解。那你可以思考一下自己的优点和长处，多发掘自己存在的优点，然后在自我建设方面多下一些工夫，尝试通过自己的努力来提升自我价值感。",
    "annotation": [
      {
        "sentence": "你的感受可以理解。",
        "label": ""
      },
      {
        "sentence": "那你可以思考一下自己的优点和长处，多发掘自己存在的优点，然后在自我建设方面多下一些工夫，尝试通过自己的努力来提升自我价值感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我与男友在一起，他的性格内敛且缺乏共情能力，经常情感不滋养感受不到交心。虽然他优秀，但是我不知道该如何处理这件事。",
    "annotation": [
      {
        "sentence": "我与男友在一起，他的性格内敛且缺乏共情能力，经常情感不滋养感受不到交心。",
        "label": ""
      },
      {
        "sentence": "虽然他优秀，但是我不知道该如何处理这件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以先尝试跟男友多进行沟通，表达自己的内心需求和感受。可以通过分享自己的情感经历，提醒他你的内心状态。如果他还是无法体会你的感受，你也不用放弃，可以继续寻找一个更能体会理解你的人。",
    "annotation": [
      {
        "sentence": "你可以先尝试跟男友多进行沟通，表达自己的内心需求和感受。",
        "label": ""
      },
      {
        "sentence": "可以通过分享自己的情感经历，提醒他你的内心状态。",
        "label": ""
      },
      {
        "sentence": "如果他还是无法体会你的感受，你也不用放弃，可以继续寻找一个更能体会理解你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在亲密关系上总是不敢找自信强势的人，更倾向于和表现弱弱的人在一起。我觉得他们比较温和，安全感更多。",
    "annotation": [
      {
        "sentence": "我在亲密关系上总是不敢找自信强势的人，更倾向于和表现弱弱的人在一起。",
        "label": ""
      },
      {
        "sentence": "我觉得他们比较温和，安全感更多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有这样的想法可以理解，但是我们每个人都存在一些缺陷，无论是自信强势的人还是表现弱弱的人。在你选择的伴侣中，可能还存在一些你没有察觉到的问题和缺陷。选择一个能够理解支持你的人，同时你也现在要勇敢的面对你的怯懦和自卑，这样你才能真正的提升自爱力和自信心。开始接纳自己，接纳过去，接纳自己的情绪和感受，希望你可以找到一个能引领你变得更优秀的人，在彼此的关系中获得更多的快乐和幸福。",
    "annotation": [
      {
        "sentence": "你有这样的想法可以理解，但是我们每个人都存在一些缺陷，无论是自信强势的人还是表现弱弱的人。",
        "label": ""
      },
      {
        "sentence": "在你选择的伴侣中，可能还存在一些你没有察觉到的问题和缺陷。",
        "label": ""
      },
      {
        "sentence": "选择一个能够理解支持你的人，同时你也现在要勇敢的面对你的怯懦和自卑，这样你才能真正的提升自爱力和自信心。",
        "label": ""
      },
      {
        "sentence": "开始接纳自己，接纳过去，接纳自己的情绪和感受，希望你可以找到一个能引领你变得更优秀的人，在彼此的关系中获得更多的快乐和幸福。",
        "label": ""
      }
    ]
  }
]