[
  {
    "role": "client",
    "content": "我最近遇到了一个问题，就是我不知道该如何判断相亲对象的原生家庭是否有问题。我现在的相亲对象是一个外地农村的男生。前几天是中秋节，但是他并不打算回家，他说家里正是农忙的时候，不想回去帮忙干活，这让我感到很奇怪。他还说不打算回家汇报恋情进度，说电话联系就可以了。他回家后向我抱怨他要帮家里烧锅，说30年都没逃脱。第一天回家，第二天就回来了，还是哥哥嫂子一起送回来的。他还向我描述他爸文化程度低，说话总是横冲直撞。我真的不知道该怎么办，他家庭是否有问题，我该怎么判断呢？",
    "annotation": [
      {
        "sentence": "我最近遇到了一个问题，就是我不知道该如何判断相亲对象的原生家庭是否有问题。",
        "label": ""
      },
      {
        "sentence": "我现在的相亲对象是一个外地农村的男生。",
        "label": ""
      },
      {
        "sentence": "前几天是中秋节，但是他并不打算回家，他说家里正是农忙的时候，不想回去帮忙干活，这让我感到很奇怪。",
        "label": ""
      },
      {
        "sentence": "他还说不打算回家汇报恋情进度，说电话联系就可以了。",
        "label": ""
      },
      {
        "sentence": "他回家后向我抱怨他要帮家里烧锅，说30年都没逃脱。",
        "label": ""
      },
      {
        "sentence": "第一天回家，第二天就回来了，还是哥哥嫂子一起送回来的。",
        "label": ""
      },
      {
        "sentence": "他还向我描述他爸文化程度低，说话总是横冲直撞。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办，他家庭是否有问题，我该怎么判断呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的担忧，首先我想告诉你，原生家庭的确很重要。但是最终还是要看和你在一起的这个人怎么样，毕竟以后是你和你的相亲对象过一辈子，而不是他的家庭。即使一个人生在有缺陷的原生家庭，但是如若他自己能意识到这个问题，并在后期积极改进，那么原生家庭就不应该成为一个太大的问题，人的主观意志还是很重要的。",
    "annotation": [
      {
        "sentence": "了解你的担忧，首先我想告诉你，原生家庭的确很重要。",
        "label": ""
      },
      {
        "sentence": "但是最终还是要看和你在一起的这个人怎么样，毕竟以后是你和你的相亲对象过一辈子，而不是他的家庭。",
        "label": ""
      },
      {
        "sentence": "即使一个人生在有缺陷的原生家庭，但是如若他自己能意识到这个问题，并在后期积极改进，那么原生家庭就不应该成为一个太大的问题，人的主观意志还是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，他的描述中好像也显示出来了他爸爸控制欲情况很严重，而家庭成员之间也缺乏沟通互相理解。这都是问题的体现。那我该怎么办？",
    "annotation": [
      {
        "sentence": "但是，他的描述中好像也显示出来了他爸爸控制欲情况很严重，而家庭成员之间也缺乏沟通互相理解。",
        "label": ""
      },
      {
        "sentence": "这都是问题的体现。",
        "label": ""
      },
      {
        "sentence": "那我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，从你的描述中或许可以看出对方的家长控制欲比较强，表现在男生说30年都没有逃脱家里的某些职责，还有他的父亲会骂这个男生，但是具体如何还要更详细的描述。对方家长文化素质不高，很多这个年代的人都没受到良好的教育。与其研究对方的原生家庭，不如好好考察一下自己的相亲对象，他在待人处事上是怎么样的，对你如何？能否控制自己的情绪，是不是一个有担当、负责任的青年？能否尊重你、考虑你的感受，而不是把自己的意志强加在你身上？",
    "annotation": [
      {
        "sentence": "好的，从你的描述中或许可以看出对方的家长控制欲比较强，表现在男生说30年都没有逃脱家里的某些职责，还有他的父亲会骂这个男生，但是具体如何还要更详细的描述。",
        "label": ""
      },
      {
        "sentence": "对方家长文化素质不高，很多这个年代的人都没受到良好的教育。",
        "label": ""
      },
      {
        "sentence": "与其研究对方的原生家庭，不如好好考察一下自己的相亲对象，他在待人处事上是怎么样的，对你如何？",
        "label": ""
      },
      {
        "sentence": "能否控制自己的情绪，是不是一个有担当、负责任的青年？",
        "label": ""
      },
      {
        "sentence": "能否尊重你、考虑你的感受，而不是把自己的意志强加在你身上？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我应该多观察他的品质和行为。但是我一直觉得相亲对象的家庭情况也很重要。情况不好的话以后会导致不少问题。",
    "annotation": [
      {
        "sentence": "原来如此，我应该多观察他的品质和行为。",
        "label": ""
      },
      {
        "sentence": "但是我一直觉得相亲对象的家庭情况也很重要。",
        "label": ""
      },
      {
        "sentence": "情况不好的话以后会导致不少问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是确实，但很多时候，原生家庭存在的诸多问题，往往是因为受教育不够，认知跟不上造就的，比如有些人不知道培养孩子的独立自主性，只知道一味地溺爱；又比如一些人完全不懂得情绪控制的技巧，只能任由自己的情绪横冲直撞。我们这一代相对于父辈来说，掌握更多的知识，更容易接受新观点，同时也知道父辈的局限，所以我们可以选择不重蹈覆辙。",
    "annotation": [
      {
        "sentence": "这是确实，但很多时候，原生家庭存在的诸多问题，往往是因为受教育不够，认知跟不上造就的，比如有些人不知道培养孩子的独立自主性，只知道一味地溺爱；又比如一些人完全不懂得情绪控制的技巧，只能任由自己的情绪横冲直撞。",
        "label": ""
      },
      {
        "sentence": "我们这一代相对于父辈来说，掌握更多的知识，更容易接受新观点，同时也知道父辈的局限，所以我们可以选择不重蹈覆辙。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我觉得这个方法很好。那我应该怎么观察他的品质和行为呢？",
    "annotation": [
      {
        "sentence": "确实，我觉得这个方法很好。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么观察他的品质和行为呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以多观察他在待人处事上是怎么样的，对于事情有自己的主见和控制力，可以帮助你处理实际问题。在他的行为和言语中，能否尊重你、对你的意见和看法能否耐心倾听，而不是听过就忘？这些都是很好的判断。你也可以询问他对于一些事情的看法来判断他的价值观是什么？比如你觉得应该男主外女主内吗？如果女生也想拥有事业可行吗？如果有一些原因导致我无法生育，你还会和我在一起吗等等。去听对方是怎么说的，是否是你心中满意的答案。同样的就算一个人的原生家庭完美无缺，也不能断定这个人就一定是适合你的，他也会有自己的思想和价值观，关键还是看你们相处是否合拍，价值观是否相同。如果你还有犹豫就再多观察观察，和对方多相处，如果对方已经是一个可以为自己负责，独立自主的成年人了，换句话说他已经有决定自己人生的权利时，就不用再多计较对方的原生家庭了。毕竟又有谁没有个幼年的痛楚呢？",
    "annotation": [
      {
        "sentence": "你可以多观察他在待人处事上是怎么样的，对于事情有自己的主见和控制力，可以帮助你处理实际问题。",
        "label": ""
      },
      {
        "sentence": "在他的行为和言语中，能否尊重你、对你的意见和看法能否耐心倾听，而不是听过就忘？",
        "label": ""
      },
      {
        "sentence": "这些都是很好的判断。",
        "label": ""
      },
      {
        "sentence": "你也可以询问他对于一些事情的看法来判断他的价值观是什么？",
        "label": ""
      },
      {
        "sentence": "比如你觉得应该男主外女主内吗？",
        "label": ""
      },
      {
        "sentence": "如果女生也想拥有事业可行吗？",
        "label": ""
      },
      {
        "sentence": "如果有一些原因导致我无法生育，你还会和我在一起吗等等。",
        "label": ""
      },
      {
        "sentence": "去听对方是怎么说的，是否是你心中满意的答案。",
        "label": ""
      },
      {
        "sentence": "同样的就算一个人的原生家庭完美无缺，也不能断定这个人就一定是适合你的，他也会有自己的思想和价值观，关键还是看你们相处是否合拍，价值观是否相同。",
        "label": ""
      },
      {
        "sentence": "如果你还有犹豫就再多观察观察，和对方多相处，如果对方已经是一个可以为自己负责，独立自主的成年人了，换句话说他已经有决定自己人生的权利时，就不用再多计较对方的原生家庭了。",
        "label": ""
      },
      {
        "sentence": "毕竟又有谁没有个幼年的痛楚呢？",
        "label": ""
      }
    ]
  }
]