[
  {
    "role": "client",
    "content": "我怎么接受自己最爱的女生被渣男碰过？我现在的女友是我高中的初恋。我现在大三了，中间两年由于种种原因没有在一起，她出国留学，碰到了渣男。她当时分手的时候还跟我讲过，但我当时没有什么感觉。直到现在我们重新在一起了，我真的想撕了那个男的，因为我觉得我真的非常非常爱她，我感觉别人动她都是对她的玷污。我也很后悔当时自己太幼稚了，不明不白的就和她分手了。我现在每天又自责自己当初太蠢了，又很愤怒她被渣男骗，真的每天就陷入了这种情绪的循环，好累啊... 但我又不想在她面前表露出来这些东西，我也不知道该不该和她讲我这些想法...",
    "annotation": [
      {
        "sentence": "我怎么接受自己最爱的女生被渣男碰过？",
        "label": ""
      },
      {
        "sentence": "我现在的女友是我高中的初恋。",
        "label": ""
      },
      {
        "sentence": "我现在大三了，中间两年由于种种原因没有在一起，她出国留学，碰到了渣男。",
        "label": ""
      },
      {
        "sentence": "她当时分手的时候还跟我讲过，但我当时没有什么感觉。",
        "label": ""
      },
      {
        "sentence": "直到现在我们重新在一起了，我真的想撕了那个男的，因为我觉得我真的非常非常爱她，我感觉别人动她都是对她的玷污。",
        "label": ""
      },
      {
        "sentence": "我也很后悔当时自己太幼稚了，不明不白的就和她分手了。",
        "label": ""
      },
      {
        "sentence": "我现在每天又自责自己当初太蠢了，又很愤怒她被渣男骗，真的每天就陷入了这种情绪的循环，好累啊... 但我又不想在她面前表露出来这些东西，我也不知道该不该和她讲我这些想法...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你现在能够把内心的情感分享给我，这是第一步。你很爱你的女友，也许你会无法理解她与渣男的过去，但这并不会改变对你的感情。你现在的情绪可能很错综复杂，但可以尝试着分开看问题，首先应该接纳自己的情绪，可以寻找一些方式来排解，比如说运动、写日记等等。不过，如果你觉得自己的负面情绪影响到了你的生活和日常行为，请务必尝试寻求专业的帮助。",
    "annotation": [
      {
        "sentence": "很好，你现在能够把内心的情感分享给我，这是第一步。",
        "label": ""
      },
      {
        "sentence": "你很爱你的女友，也许你会无法理解她与渣男的过去，但这并不会改变对你的感情。",
        "label": ""
      },
      {
        "sentence": "你现在的情绪可能很错综复杂，但可以尝试着分开看问题，首先应该接纳自己的情绪，可以寻找一些方式来排解，比如说运动、写日记等等。",
        "label": ""
      },
      {
        "sentence": "不过，如果你觉得自己的负面情绪影响到了你的生活和日常行为，请务必尝试寻求专业的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我现在会尝试排解一下自己的情绪，但要怎么做才能接受她曾经与别人有过一段感情经历呢？我总觉得这是对我们感情的亵渎。",
    "annotation": [
      {
        "sentence": "嗯，我现在会尝试排解一下自己的情绪，但要怎么做才能接受她曾经与别人有过一段感情经历呢？",
        "label": ""
      },
      {
        "sentence": "我总觉得这是对我们感情的亵渎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常正常的想法，但是要让你真正接受并理解她的过去，需要一些时间。建议你可以先尝试找到一些支持自己的人和事情，例如与朋友聊天、看电影等等。另外，也可以尝试与女友沟通，了解她自己对那段经历的看法，也表达一下自己的想法，让两人之间的信息更加清晰地传达。不管如何，对自己和对她都要保持尊重和理解。",
    "annotation": [
      {
        "sentence": "这是一个非常正常的想法，但是要让你真正接受并理解她的过去，需要一些时间。",
        "label": ""
      },
      {
        "sentence": "建议你可以先尝试找到一些支持自己的人和事情，例如与朋友聊天、看电影等等。",
        "label": ""
      },
      {
        "sentence": "另外，也可以尝试与女友沟通，了解她自己对那段经历的看法，也表达一下自己的想法，让两人之间的信息更加清晰地传达。",
        "label": ""
      },
      {
        "sentence": "不管如何，对自己和对她都要保持尊重和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的很怕失去她，怕她会因为我对她过去的误解而离开我。我也不知道该怎么跟她开口。",
    "annotation": [
      {
        "sentence": "可是我真的很怕失去她，怕她会因为我对她过去的误解而离开我。",
        "label": ""
      },
      {
        "sentence": "我也不知道该怎么跟她开口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真正的爱情是建立在相互尊重和理解的基础上的。如果你真的爱她，就要尝试去理解她的过去。向她坦诚自己的情感，在尊重的态度下与她分享，或许她会更加理解你的感受。不要让你自己太紧张，两人之间的关系需要建立在开放、诚实的基础上。只有这样，你们之间的关系才能更加稳固。",
    "annotation": [
      {
        "sentence": "真正的爱情是建立在相互尊重和理解的基础上的。",
        "label": ""
      },
      {
        "sentence": "如果你真的爱她，就要尝试去理解她的过去。",
        "label": ""
      },
      {
        "sentence": "向她坦诚自己的情感，在尊重的态度下与她分享，或许她会更加理解你的感受。",
        "label": ""
      },
      {
        "sentence": "不要让你自己太紧张，两人之间的关系需要建立在开放、诚实的基础上。",
        "label": ""
      },
      {
        "sentence": "只有这样，你们之间的关系才能更加稳固。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我现在会努力去理解她的心情，尝试去跟她沟通，让我们之间的感情变得更加深入。",
    "annotation": [
      {
        "sentence": "好的，我现在会努力去理解她的心情，尝试去跟她沟通，让我们之间的感情变得更加深入。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你既然已经意识到这些，接下来可以尝试去做一些行动上的尝试。在一个良好的沟通环境下，不断去深化你和她之间的感情。记住，在这个过程中，你需要坚定的信念和理性思考，同时要不断去接纳你和她之间的不同，包括过去的经历，这样才能真正找到属于你俩的幸福之路。",
    "annotation": [
      {
        "sentence": "非常好，你既然已经意识到这些，接下来可以尝试去做一些行动上的尝试。",
        "label": ""
      },
      {
        "sentence": "在一个良好的沟通环境下，不断去深化你和她之间的感情。",
        "label": ""
      },
      {
        "sentence": "记住，在这个过程中，你需要坚定的信念和理性思考，同时要不断去接纳你和她之间的不同，包括过去的经历，这样才能真正找到属于你俩的幸福之路。",
        "label": ""
      }
    ]
  }
]