[
  {
    "role": "client",
    "content": "男朋友有抑郁症，怕他出事不敢提分手，我该怎么办？和他在朋友那里认识的，后面感觉聊的来，我们就在一起了，开始是异地恋，后面他来到我的城市发展，刚来的时候，我经常催他找工作，他每次都说敷衍，不去找，说他害怕和陌生人说话，我以为是借口，后面了解他每次做事情拖拖拉拉，说话感觉也不经过大脑，每次人多的地方他就说他害怕什么的，特别依赖我，我和他相处了一段时间，觉得我们不合适，他总是说让我不要离开他，后面我才发现他心里有些问题，有抑郁症，我又不敢提分手，陪他去看医生，后面我让他回家，去家里好好调理，他既然哭了不想回去，他妈妈还有神经紊乱，他更不想回家让她妈妈担心，我知道我们两以后没有未来，他说的话有时候理解不了，我性子着急，又有些焦虑，现在我怕我走了，他在这边出了什么事情，而且他没有什么朋友，让他回家，和他父母他又沟通不了，不想回去，我想和他父母说，他不让说，我不知道该怎么办？",
    "annotation": [
      {
        "sentence": "男朋友有抑郁症，怕他出事不敢提分手，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "和他在朋友那里认识的，后面感觉聊的来，我们就在一起了，开始是异地恋，后面他来到我的城市发展，刚来的时候，我经常催他找工作，他每次都说敷衍，不去找，说他害怕和陌生人说话，我以为是借口，后面了解他每次做事情拖拖拉拉，说话感觉也不经过大脑，每次人多的地方他就说他害怕什么的，特别依赖我，我和他相处了一段时间，觉得我们不合适，他总是说让我不要离开他，后面我才发现他心里有些问题，有抑郁症，我又不敢提分手，陪他去看医生，后面我让他回家，去家里好好调理，他既然哭了不想回去，他妈妈还有神经紊乱，他更不想回家让她妈妈担心，我知道我们两以后没有未来，他说的话有时候理解不了，我性子着急，又有些焦虑，现在我怕我走了，他在这边出了什么事情，而且他没有什么朋友，让他回家，和他父母他又沟通不了，不想回去，我想和他父母说，他不让说，我不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心痛你如今面临的困扰，似乎分手与不分手，一方面是继续面对没有结果的男友，一方面是抛弃这段感情后道德谴责。那么我们可以进一步的思考一下，你最理想的状态是什么？",
    "annotation": [
      {
        "sentence": "很心痛你如今面临的困扰，似乎分手与不分手，一方面是继续面对没有结果的男友，一方面是抛弃这段感情后道德谴责。",
        "label": ""
      },
      {
        "sentence": "那么我们可以进一步的思考一下，你最理想的状态是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望他能重新振作起来，让我看到希望，但我也害怕继续陷在这段没有未来的感情中。",
    "annotation": [
      {
        "sentence": "我希望他能重新振作起来，让我看到希望，但我也害怕继续陷在这段没有未来的感情中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑和矛盾。面对抑郁症的男友，你现在可能感觉到了责任和仁慈的冲突。从你提到的问题中，我感受到你的善良。但是，如果你现在选择继续坚持和陪伴他，你的坚持是否能够对他目前的状况有所帮助呢？",
    "annotation": [
      {
        "sentence": "我理解你的顾虑和矛盾。",
        "label": ""
      },
      {
        "sentence": "面对抑郁症的男友，你现在可能感觉到了责任和仁慈的冲突。",
        "label": ""
      },
      {
        "sentence": "从你提到的问题中，我感受到你的善良。",
        "label": ""
      },
      {
        "sentence": "但是，如果你现在选择继续坚持和陪伴他，你的坚持是否能够对他目前的状况有所帮助呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "除了慈悲心，我不知道他还有什么值得我去依恋和欣赏的方面。我总是委屈自己，成全他人，但我感觉自己被道德压迫得无法呼吸。",
    "annotation": [
      {
        "sentence": "除了慈悲心，我不知道他还有什么值得我去依恋和欣赏的方面。",
        "label": ""
      },
      {
        "sentence": "我总是委屈自己，成全他人，但我感觉自己被道德压迫得无法呼吸。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个善良的人，但是你也需要保护自己。不继续下去，也是你选择浪漫幸福的自由权利。回想一下你最初和他在一起的理由是什么？是看到他的潜力和希望。但如今呢？而他和你在一起的理由是什么？这可能是燃起他斗志，振作起来的突破口。",
    "annotation": [
      {
        "sentence": "你是个善良的人，但是你也需要保护自己。",
        "label": ""
      },
      {
        "sentence": "不继续下去，也是你选择浪漫幸福的自由权利。",
        "label": ""
      },
      {
        "sentence": "回想一下你最初和他在一起的理由是什么？",
        "label": ""
      },
      {
        "sentence": "是看到他的潜力和希望。",
        "label": ""
      },
      {
        "sentence": "但如今呢？",
        "label": ""
      },
      {
        "sentence": "而他和你在一起的理由是什么？",
        "label": ""
      },
      {
        "sentence": "这可能是燃起他斗志，振作起来的突破口。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，无论我作出什么选择，都是正确的。抑郁症是值得关心和照顾的，但并不意味着我要为他的成长负责，他需要获得机会去成长。而我也需要成长，勇于作出决定，并为之承担责任，面对心理困扰和现实阻碍。",
    "annotation": [
      {
        "sentence": "我明白了，无论我作出什么选择，都是正确的。",
        "label": ""
      },
      {
        "sentence": "抑郁症是值得关心和照顾的，但并不意味着我要为他的成长负责，他需要获得机会去成长。",
        "label": ""
      },
      {
        "sentence": "而我也需要成长，勇于作出决定，并为之承担责任，面对心理困扰和现实阻碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够明白这一点。每个人都应该成长并为自己的幸福负责。请记住，无论你选择放手还是坚持，你都应该为自己而活，不要被他人的问题束缚住。你值得拥有幸福的人生，无论怎样，相信你会作出正确的决定。",
    "annotation": [
      {
        "sentence": "很高兴你能够明白这一点。",
        "label": ""
      },
      {
        "sentence": "每个人都应该成长并为自己的幸福负责。",
        "label": ""
      },
      {
        "sentence": "请记住，无论你选择放手还是坚持，你都应该为自己而活，不要被他人的问题束缚住。",
        "label": ""
      },
      {
        "sentence": "你值得拥有幸福的人生，无论怎样，相信你会作出正确的决定。",
        "label": ""
      }
    ]
  }
]