[
  {
    "role": "client",
    "content": "男朋友有抑郁症，怕他出事不敢提分手，我该怎么办？和他在朋友那里认识的，后面感觉聊的来，我们就在一起了，开始是异地恋，后面他来到我的城市发展，刚来的时候，我经常催他找工作，他每次都说敷衍，不去找，说他害怕和陌生人说话，我以为是借口，后面了解他每次做事情拖拖拉拉，说话感觉也不经过大脑，每次人多的地方他就说他害怕什么的，特别依赖我。",
    "annotation": [
      {
        "sentence": "男朋友有抑郁症，怕他出事不敢提分手，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "和他在朋友那里认识的，后面感觉聊的来，我们就在一起了，开始是异地恋，后面他来到我的城市发展，刚来的时候，我经常催他找工作，他每次都说敷衍，不去找，说他害怕和陌生人说话，我以为是借口，后面了解他每次做事情拖拖拉拉，说话感觉也不经过大脑，每次人多的地方他就说他害怕什么的，特别依赖我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述我能够体会到你的为难和焦虑，呀。【男友抑郁】男朋友来到你的城市发展，结束了异地恋，他肯定是爱你的，我们要理解，刚刚来到一座新的城市，没有工作，心里也确实空落落的，压力也是有的，可能他也考虑了你们的未来，这是一种责任，心里自己慢慢在承受着，他也不想成为那样的自己，此时的他显得脆弱又无助。",
    "annotation": [
      {
        "sentence": "看到你的描述我能够体会到你的为难和焦虑，呀。",
        "label": ""
      },
      {
        "sentence": "【男友抑郁】男朋友来到你的城市发展，结束了异地恋，他肯定是爱你的，我们要理解，刚刚来到一座新的城市，没有工作，心里也确实空落落的，压力也是有的，可能他也考虑了你们的未来，这是一种责任，心里自己慢慢在承受着，他也不想成为那样的自己，此时的他显得脆弱又无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白他的压力和困惑，但我也不知道如何帮助他。他敷衍，不找工作，害怕和陌生人讲话，你也发现他特别依赖我。一方面，可能与他自己的抑郁情绪有关，缺乏安全感，对于父母，不想让他们担心，害怕你离开，因为在他心里，你是现在唯一可以给他安慰的人。",
    "annotation": [
      {
        "sentence": "是的，我明白他的压力和困惑，但我也不知道如何帮助他。",
        "label": ""
      },
      {
        "sentence": "他敷衍，不找工作，害怕和陌生人讲话，你也发现他特别依赖我。",
        "label": ""
      },
      {
        "sentence": "一方面，可能与他自己的抑郁情绪有关，缺乏安全感，对于父母，不想让他们担心，害怕你离开，因为在他心里，你是现在唯一可以给他安慰的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你不想伤害他，可是又不知道如何去做，这是道德的驱使，你很善良，陪他看医生，让他回去调理，这都是在为他考虑。但是我想说的是，爱情是需要两情相悦的，如果你以后不想和他在一起了，就趁早做自己的规划，当下做重要的还是安抚他的情绪，等他慢慢转好，再尝试沟通。",
    "annotation": [
      {
        "sentence": "我明白你不想伤害他，可是又不知道如何去做，这是道德的驱使，你很善良，陪他看医生，让他回去调理，这都是在为他考虑。",
        "label": ""
      },
      {
        "sentence": "但是我想说的是，爱情是需要两情相悦的，如果你以后不想和他在一起了，就趁早做自己的规划，当下做重要的还是安抚他的情绪，等他慢慢转好，再尝试沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实考虑过分手的事情，但是我担心他的安危，尤其是他在这边没有什么朋友。我也想和他的父母说，但他不让我提及，我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我确实考虑过分手的事情，但是我担心他的安危，尤其是他在这边没有什么朋友。",
        "label": ""
      },
      {
        "sentence": "我也想和他的父母说，但他不让我提及，我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一件事情有两面性，也许男友的依赖是因为被自己的情绪所困扰，找不到工作的迷茫，自己无能为力，我们自然会对突如其来觉得奇怪的事情感觉到不正常，也不敢相信，甚至觉得也是玩笑话，一笔带过。进而产生反感，易怒的情绪，因为你不能永远去包容他的情绪。也许他情绪恢复正常，工作也顺利了呢？也许他还是那个以前的他，这都说不定，一个人的未来，在没有发生之前，都不是绝对的。",
    "annotation": [
      {
        "sentence": "一件事情有两面性，也许男友的依赖是因为被自己的情绪所困扰，找不到工作的迷茫，自己无能为力，我们自然会对突如其来觉得奇怪的事情感觉到不正常，也不敢相信，甚至觉得也是玩笑话，一笔带过。",
        "label": ""
      },
      {
        "sentence": "进而产生反感，易怒的情绪，因为你不能永远去包容他的情绪。",
        "label": ""
      },
      {
        "sentence": "也许他情绪恢复正常，工作也顺利了呢？",
        "label": ""
      },
      {
        "sentence": "也许他还是那个以前的他，这都说不定，一个人的未来，在没有发生之前，都不是绝对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的也有道理，我可能过于焦虑了。我应该怎样处理自己的情绪呢？",
    "annotation": [
      {
        "sentence": "你说的也有道理，我可能过于焦虑了。",
        "label": ""
      },
      {
        "sentence": "我应该怎样处理自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给自己一点思考的时间，是继续陪伴，还是选择之后离开，对于现在而言，这是他最需要你的时间，还是要照顾一下他的情绪。一些建议：可以分散他的注意力，做一些感到快乐或者自己喜欢做的事情。与他的朋友进行交流，朋友能够多陪他说说话。做一些容易成功的事情，肯定他，鼓励他，给他信心。",
    "annotation": [
      {
        "sentence": "给自己一点思考的时间，是继续陪伴，还是选择之后离开，对于现在而言，这是他最需要你的时间，还是要照顾一下他的情绪。",
        "label": ""
      },
      {
        "sentence": "一些建议：可以分散他的注意力，做一些感到快乐或者自己喜欢做的事情。",
        "label": ""
      },
      {
        "sentence": "与他的朋友进行交流，朋友能够多陪他说说话。",
        "label": ""
      },
      {
        "sentence": "做一些容易成功的事情，肯定他，鼓励他，给他信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些建议很实用，我会尝试的。但是我还是担心他不愿意回家，他的妈妈也有神经紊乱，他更不想回家让她妈妈担心。我怎么能帮助他处理家庭问题呢？",
    "annotation": [
      {
        "sentence": "这些建议很实用，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心他不愿意回家，他的妈妈也有神经紊乱，他更不想回家让她妈妈担心。",
        "label": ""
      },
      {
        "sentence": "我怎么能帮助他处理家庭问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以先和他的父母说出自己的想法，让他的父母了解你们现在的情况，一起商量解决的办法，他不想让你说是怕自己的父母担心，可是你也许不是那一个陪伴他走一生的人，父母和他是永远也拜托不了关系的。",
    "annotation": [
      {
        "sentence": "你可以先和他的父母说出自己的想法，让他的父母了解你们现在的情况，一起商量解决的办法，他不想让你说是怕自己的父母担心，可是你也许不是那一个陪伴他走一生的人，父母和他是永远也拜托不了关系的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我应该和他的父母进行沟通，以找到解决问题的方法。谢谢你的建议，我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "我理解了，我应该和他的父母进行沟通，以找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "性子急，他的话理解不了，我们就可以先不用回复，让自己先冷静下来，生气自己也会伤身体，既然他已经是确定了得了抑郁症，也大可不必与他计较过多，这不是容忍，而是放手。希望我的回答能够帮助到你，未来可期。",
    "annotation": [
      {
        "sentence": "性子急，他的话理解不了，我们就可以先不用回复，让自己先冷静下来，生气自己也会伤身体，既然他已经是确定了得了抑郁症，也大可不必与他计较过多，这不是容忍，而是放手。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够帮助到你，未来可期。",
        "label": ""
      }
    ]
  }
]