[
  {
    "role": "client",
    "content": "男朋友有抑郁症，怕他出事不敢提分手，我该怎么办？和他在朋友那里认识的，后面感觉聊的来，我们就在一起了，开始是异地恋，后面他来到我的城市发展，刚来的时候，我经常催他找工作，他每次都说敷衍，不去找，说他害怕和陌生人说话，我以为是借口，后面了解他每次做事情拖拖拉拉，说话感觉也不经过大脑，每次人多的地方他就说他害怕什么的，特别依赖我，我和他相处了一段时间，觉得我们不合适，他总是说让我不要离开他，后面我才发现他心里有些问题，有抑郁症，我又不敢提分手，陪他去看医生，后面我让他回家，去家里好好调理，他既然哭了不想回去，他妈妈还有神经紊乱，他更不想回家让她妈妈担心，我知道我们两以后没有未来，他说的话有时候理解不了，我性子着急，又有些焦虑，现在我怕我走了，他在这边出了什么事情，而且他没有什么朋友，让他回家，和他父母他又沟通不了，不想回去，我想和他父母说，他不让说，我不知道该怎么办？",
    "annotation": [
      {
        "sentence": "男朋友有抑郁症，怕他出事不敢提分手，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "和他在朋友那里认识的，后面感觉聊的来，我们就在一起了，开始是异地恋，后面他来到我的城市发展，刚来的时候，我经常催他找工作，他每次都说敷衍，不去找，说他害怕和陌生人说话，我以为是借口，后面了解他每次做事情拖拖拉拉，说话感觉也不经过大脑，每次人多的地方他就说他害怕什么的，特别依赖我，我和他相处了一段时间，觉得我们不合适，他总是说让我不要离开他，后面我才发现他心里有些问题，有抑郁症，我又不敢提分手，陪他去看医生，后面我让他回家，去家里好好调理，他既然哭了不想回去，他妈妈还有神经紊乱，他更不想回家让她妈妈担心，我知道我们两以后没有未来，他说的话有时候理解不了，我性子着急，又有些焦虑，现在我怕我走了，他在这边出了什么事情，而且他没有什么朋友，让他回家，和他父母他又沟通不了，不想回去，我想和他父母说，他不让说，我不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述很心疼你～很明白你这种心情，不想伤害男友又不知道怎么做，这是道德的驱使，你很善良，陪他看医生，让他回去调理，这都是在为他考虑。但是我想说的是，爱情靠的不是这些，可以想一下，你最理想的状态是什么？",
    "annotation": [
      {
        "sentence": "看了你的描述很心疼你～很明白你这种心情，不想伤害男友又不知道怎么做，这是道德的驱使，你很善良，陪他看医生，让他回去调理，这都是在为他考虑。",
        "label": ""
      },
      {
        "sentence": "但是我想说的是，爱情靠的不是这些，可以想一下，你最理想的状态是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我最理想的状态是他能够从抑郁症中走出来，我们之间重新找回那种聊得来的感觉，建立一个健康的、相互扶持的关系。",
    "annotation": [
      {
        "sentence": "我最理想的状态是他能够从抑郁症中走出来，我们之间重新找回那种聊得来的感觉，建立一个健康的、相互扶持的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常值得期待的目标。你很关心他的康复，这是很好的。但同时也要注意自己的感受和需求。你觉得他现在的状况对你们的关系有影响吗？",
    "annotation": [
      {
        "sentence": "这是一个非常值得期待的目标。",
        "label": ""
      },
      {
        "sentence": "你很关心他的康复，这是很好的。",
        "label": ""
      },
      {
        "sentence": "但同时也要注意自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "你觉得他现在的状况对你们的关系有影响吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉他的抑郁症严重影响了我们的相处和沟通。他经常表现出情绪不稳定的状态，我也经常陷入焦虑和烦恼。",
    "annotation": [
      {
        "sentence": "是的，我感觉他的抑郁症严重影响了我们的相处和沟通。",
        "label": ""
      },
      {
        "sentence": "他经常表现出情绪不稳定的状态，我也经常陷入焦虑和烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些感受是很正常的。你应该尝试和他沟通，告诉他你的感受，看看他是否愿意接受专业治疗来改善自己的状况。同时也要为自己考虑，想一想你自己在这段关系中是否觉得幸福和满足。",
    "annotation": [
      {
        "sentence": "这些感受是很正常的。",
        "label": ""
      },
      {
        "sentence": "你应该尝试和他沟通，告诉他你的感受，看看他是否愿意接受专业治疗来改善自己的状况。",
        "label": ""
      },
      {
        "sentence": "同时也要为自己考虑，想一想你自己在这段关系中是否觉得幸福和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经考虑过分手，但是我很害怕他会因此产生更严重的抑郁症状，甚至出事故。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我曾经考虑过分手，但是我很害怕他会因此产生更严重的抑郁症状，甚至出事故。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的顾虑。但你首先要明确一点，你的幸福和安全也是非常重要的。你可以和他一起找专业的心理医生，让他们来评估他的状况并提供相应的治疗建议。同时，也要和他坦诚地交流，告诉他你现在的感受和困惑。",
    "annotation": [
      {
        "sentence": "我了解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "但你首先要明确一点，你的幸福和安全也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以和他一起找专业的心理医生，让他们来评估他的状况并提供相应的治疗建议。",
        "label": ""
      },
      {
        "sentence": "同时，也要和他坦诚地交流，告诉他你现在的感受和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑和他一起去找专业的医生，为他提供更好的治疗和支持。同时，我也会试着和他沟通我的想法和感受，希望我们能够共同面对这个问题。",
    "annotation": [
      {
        "sentence": "我会考虑和他一起去找专业的医生，为他提供更好的治疗和支持。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着和他沟通我的想法和感受，希望我们能够共同面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个好的开始。记住，无论你们选择何种方式，你们的决定都是正确的。关键是要保护好自己的情感和心理健康，同时也尊重和关心他的成长和治疗过程。",
    "annotation": [
      {
        "sentence": "这是个好的开始。",
        "label": ""
      },
      {
        "sentence": "记住，无论你们选择何种方式，你们的决定都是正确的。",
        "label": ""
      },
      {
        "sentence": "关键是要保护好自己的情感和心理健康，同时也尊重和关心他的成长和治疗过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽力做好自己的决策，并为自己和他两个人的幸福着想。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽力做好自己的决策，并为自己和他两个人的幸福着想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你是一个善良而有责任心的人。相信你会为自己和他做出最好的决策。祝你们都能找到幸福和平衡的状态。如果你还需要任何帮助或者情绪支持，随时都可以找我聊天。你不是一个人在面对这个问题。",
    "annotation": [
      {
        "sentence": "不客气，你是一个善良而有责任心的人。",
        "label": ""
      },
      {
        "sentence": "相信你会为自己和他做出最好的决策。",
        "label": ""
      },
      {
        "sentence": "祝你们都能找到幸福和平衡的状态。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助或者情绪支持，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这个问题。",
        "label": ""
      }
    ]
  }
]