[
  {
    "role": "client",
    "content": "我长达37岁，现在人生毫无目标，我想考在职研究生，这可行吗？虽然我有一份稳定的工作，但不管做什么事情，我都是三心二意的，学习也是，毕竟女生离异后，除了脸上的皱纹和身上的赘肉，其他方面毫无长进。我最近听到有人推荐我去考研，但我心中毫无信心。我担心自己没有长性，考试失败了又会感到失望。",
    "annotation": [
      {
        "sentence": "我长达37岁，现在人生毫无目标，我想考在职研究生，这可行吗？",
        "label": ""
      },
      {
        "sentence": "虽然我有一份稳定的工作，但不管做什么事情，我都是三心二意的，学习也是，毕竟女生离异后，除了脸上的皱纹和身上的赘肉，其他方面毫无长进。",
        "label": ""
      },
      {
        "sentence": "我最近听到有人推荐我去考研，但我心中毫无信心。",
        "label": ""
      },
      {
        "sentence": "我担心自己没有长性，考试失败了又会感到失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以肯定地告诉你，考在职研究生是可行的。但是，这比起考研究生，重点其实在于在研究生期间你能学到点什么。换句话说，不必考虑事情是否可行，只要你在备考研究生的过程中有所得，比昨天的自己进步一点，这就是一件好事。因此，我们要努力尝试去学习并改变自己。",
    "annotation": [
      {
        "sentence": "我可以肯定地告诉你，考在职研究生是可行的。",
        "label": ""
      },
      {
        "sentence": "但是，这比起考研究生，重点其实在于在研究生期间你能学到点什么。",
        "label": ""
      },
      {
        "sentence": "换句话说，不必考虑事情是否可行，只要你在备考研究生的过程中有所得，比昨天的自己进步一点，这就是一件好事。",
        "label": ""
      },
      {
        "sentence": "因此，我们要努力尝试去学习并改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我依然感到很迷茫，而且我担心我没有能力应付考试的压力。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我依然感到很迷茫，而且我担心我没有能力应付考试的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必太在意考试的结果，而是要把重点放在如何提升自己。如果你只是看重“研究生”这两个字，那么大可不必去考研究生。事实上，生活中还有许多其他提升自己的方式和机会。但如果你想尝试改变自己，或者学习一些不同的知识，那就应该努力备考，即使你考试没能成功也无妨，能掌握到的是学习的核心知识。",
    "annotation": [
      {
        "sentence": "你不必太在意考试的结果，而是要把重点放在如何提升自己。",
        "label": ""
      },
      {
        "sentence": "如果你只是看重“研究生”这两个字，那么大可不必去考研究生。",
        "label": ""
      },
      {
        "sentence": "事实上，生活中还有许多其他提升自己的方式和机会。",
        "label": ""
      },
      {
        "sentence": "但如果你想尝试改变自己，或者学习一些不同的知识，那就应该努力备考，即使你考试没能成功也无妨，能掌握到的是学习的核心知识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实需要改变自己，可是我不知道要怎么做。我一直觉得自己的人生很无趣，毫无意义。",
    "annotation": [
      {
        "sentence": "我确实需要改变自己，可是我不知道要怎么做。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己的人生很无趣，毫无意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感到无趣的原因可能是因为你所期待的超出了你的实际能力。你需要更加知足，不然就需要一直不断地提升自己的能力。如果你自己不清楚自己的实际能力，不妨多向身边的朋友和家人寻求帮助，你甚至可以和我的公司联系，我们有专业的心理咨询师可以帮助你分析自己。",
    "annotation": [
      {
        "sentence": "你感到无趣的原因可能是因为你所期待的超出了你的实际能力。",
        "label": ""
      },
      {
        "sentence": "你需要更加知足，不然就需要一直不断地提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果你自己不清楚自己的实际能力，不妨多向身边的朋友和家人寻求帮助，你甚至可以和我的公司联系，我们有专业的心理咨询师可以帮助你分析自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样我就能够找到我的人生方向吗？",
    "annotation": [
      {
        "sentence": "这样我就能够找到我的人生方向吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找到你的人生方向需要你自己去发现和探索，但我相信只要你坚持不懈地努力，定能找到你真正想要的，并找到实现它们的方法和途径。因此，不管发现你的潜力还是调整你的期望，提升你自己的能力还是加强你的信心，我都会在你身边支持你。",
    "annotation": [
      {
        "sentence": "找到你的人生方向需要你自己去发现和探索，但我相信只要你坚持不懈地努力，定能找到你真正想要的，并找到实现它们的方法和途径。",
        "label": ""
      },
      {
        "sentence": "因此，不管发现你的潜力还是调整你的期望，提升你自己的能力还是加强你的信心，我都会在你身边支持你。",
        "label": ""
      }
    ]
  }
]