[
  {
    "role": "client",
    "content": "缺乏安全感自爱力，渴望被认可和关爱，怎样增长力量？我29岁，缺乏安全感和自爱力，总是渴望被认可和关爱，自己爱别人的能力弱，恋爱中总是刚开始很好，关系深入不了，我会有很多评判和焦虑，自己内心很矛盾，不自信，对男朋友有很多期待，他弱我嫌弃，强又觉得自己不自信，经常期待他能按我的方式理解我支持我，得不到会闹分手，分手后他不积极无条件爱我挽留我，我会非常伤心，男朋友不擅长理解女生情绪，我总是感觉情感上得不到共鸣，但他品质优秀，我舍不得分手，在一起时又感觉不被滋养，自己内心力量感不足，无法处理这段关系，引导走向成熟。不知道该不该分手，是在关系中修复还是独身先解决干净自己的内心问题和矛盾。",
    "annotation": [
      {
        "sentence": "缺乏安全感自爱力，渴望被认可和关爱，怎样增长力量？",
        "label": ""
      },
      {
        "sentence": "我29岁，缺乏安全感和自爱力，总是渴望被认可和关爱，自己爱别人的能力弱，恋爱中总是刚开始很好，关系深入不了，我会有很多评判和焦虑，自己内心很矛盾，不自信，对男朋友有很多期待，他弱我嫌弃，强又觉得自己不自信，经常期待他能按我的方式理解我支持我，得不到会闹分手，分手后他不积极无条件爱我挽留我，我会非常伤心，男朋友不擅长理解女生情绪，我总是感觉情感上得不到共鸣，但他品质优秀，我舍不得分手，在一起时又感觉不被滋养，自己内心力量感不足，无法处理这段关系，引导走向成熟。",
        "label": ""
      },
      {
        "sentence": "不知道该不该分手，是在关系中修复还是独身先解决干净自己的内心问题和矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我感觉到你在这段关系中很焦虑和矛盾。但是，首先要说的是“被认可”和“被关爱”是全人类共同的渴望，你有这样的渴望，说明你是一个正常的人类。那么你现在遇到的问题是如何增长内心的力量呢？",
    "annotation": [
      {
        "sentence": "我感觉到你在这段关系中很焦虑和矛盾。",
        "label": ""
      },
      {
        "sentence": "但是，首先要说的是“被认可”和“被关爱”是全人类共同的渴望，你有这样的渴望，说明你是一个正常的人类。",
        "label": ""
      },
      {
        "sentence": "那么你现在遇到的问题是如何增长内心的力量呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望自己能够更加自信，有更多的安全感和自爱力。",
    "annotation": [
      {
        "sentence": "是的，我希望自己能够更加自信，有更多的安全感和自爱力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于这个问题，我想说你可以尝试通过看书、听课、自我觉察或者心理咨询的方式来进行自我成长。这部分和处理关系并不冲突，而是可以同时进行的。只有在自我成长的基础上，你才能更好地去处理这段亲密关系。",
    "annotation": [
      {
        "sentence": "对于这个问题，我想说你可以尝试通过看书、听课、自我觉察或者心理咨询的方式来进行自我成长。",
        "label": ""
      },
      {
        "sentence": "这部分和处理关系并不冲突，而是可以同时进行的。",
        "label": ""
      },
      {
        "sentence": "只有在自我成长的基础上，你才能更好地去处理这段亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我还是对自己在这段亲密关系中的表现感到不满意。我总是觉得自己不够好，对男朋友有很多期待，但总是得不到满足。",
    "annotation": [
      {
        "sentence": "我明白了，但是我还是对自己在这段亲密关系中的表现感到不满意。",
        "label": ""
      },
      {
        "sentence": "我总是觉得自己不够好，对男朋友有很多期待，但总是得不到满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的感觉。男女之间的亲密关系是非常复杂的。在这段关系中，你也许会遇到一些挫折和痛苦。但是，我想告诉你的是，你不应该过分地期待男友能够按照你的方式理解你支持你。你也可以尝试学习一些表达和沟通技巧，这样也能对处理亲密关系有所帮助。",
    "annotation": [
      {
        "sentence": "这是很正常的感觉。",
        "label": ""
      },
      {
        "sentence": "男女之间的亲密关系是非常复杂的。",
        "label": ""
      },
      {
        "sentence": "在这段关系中，你也许会遇到一些挫折和痛苦。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你的是，你不应该过分地期待男友能够按照你的方式理解你支持你。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试学习一些表达和沟通技巧，这样也能对处理亲密关系有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解。但是男朋友总是不擅长理解女生情绪，这让我感觉很沮丧。",
    "annotation": [
      {
        "sentence": "我能理解。",
        "label": ""
      },
      {
        "sentence": "但是男朋友总是不擅长理解女生情绪，这让我感觉很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男性更倾向于从工具化思维角度来解决问题，这也是很正常的。你可以尝试向男友表达你的真实感受，这样有助于减少沟通误会，也能增进你们之间的情感共鸣。",
    "annotation": [
      {
        "sentence": "男性更倾向于从工具化思维角度来解决问题，这也是很正常的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试向男友表达你的真实感受，这样有助于减少沟通误会，也能增进你们之间的情感共鸣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。但是我现在很难决定是继续和男友在一起并修复这段关系还是要先解决自己的内心问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是我现在很难决定是继续和男友在一起并修复这段关系还是要先解决自己的内心问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题取决于你自己。但是我建议你可以同时进行自我成长和处理亲密关系。在这个过程中，你可能会体会到成长的快乐和亲密关系的辛苦。但是，只有不断地尝试，才能学到最宝贵的人生经验。",
    "annotation": [
      {
        "sentence": "这个问题取决于你自己。",
        "label": ""
      },
      {
        "sentence": "但是我建议你可以同时进行自我成长和处理亲密关系。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可能会体会到成长的快乐和亲密关系的辛苦。",
        "label": ""
      },
      {
        "sentence": "但是，只有不断地尝试，才能学到最宝贵的人生经验。",
        "label": ""
      }
    ]
  }
]