[
  {
    "role": "client",
    "content": "缺乏安全感自爱力，渴望被认可和关爱，怎样增长力量？我29岁，缺乏安全感和自爱力，总是渴望被认可和关爱，自己爱别人的能力弱，恋爱中总是刚开始很好，关系深入不了，我会有很多评判和焦虑，自己内心很矛盾，不自信，对男朋友有很多期待，他弱我嫌弃，强又觉得自己不自信，经常期待他能按我的方式理解我支持我，得不到会闹分手，分手后他不积极无条件爱我挽留我，我会非常伤心，男朋友不擅长理解女生情绪，我总是感觉情感上得不到共鸣，但他品质优秀，我舍不得分手，在一起时又感觉不被滋养，自己内心力量感不足，无法处理这段关系，引导走向成熟。不知道该不该分手，是在关系中修复还是独身先解决干净自己的内心问题和矛盾。",
    "annotation": [
      {
        "sentence": "缺乏安全感自爱力，渴望被认可和关爱，怎样增长力量？",
        "label": ""
      },
      {
        "sentence": "我29岁，缺乏安全感和自爱力，总是渴望被认可和关爱，自己爱别人的能力弱，恋爱中总是刚开始很好，关系深入不了，我会有很多评判和焦虑，自己内心很矛盾，不自信，对男朋友有很多期待，他弱我嫌弃，强又觉得自己不自信，经常期待他能按我的方式理解我支持我，得不到会闹分手，分手后他不积极无条件爱我挽留我，我会非常伤心，男朋友不擅长理解女生情绪，我总是感觉情感上得不到共鸣，但他品质优秀，我舍不得分手，在一起时又感觉不被滋养，自己内心力量感不足，无法处理这段关系，引导走向成熟。",
        "label": ""
      },
      {
        "sentence": "不知道该不该分手，是在关系中修复还是独身先解决干净自己的内心问题和矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "清晨初见，很高兴遇见你！从文字中我感受到了你的矛盾和进退两难，你在鼓起勇气留下问题前的这段时间，一定内心挣扎了很久吧，抱抱！哲学家们曾把男人和女人各自比做一个半圆，原本天衣无缝的两个人，从一出生就被分开，随着情动、随着缘来，我们才又找到了另一半，但这个过程要经历什么，其中的不易只有我们自己才能体会。",
    "annotation": [
      {
        "sentence": "清晨初见，很高兴遇见你！",
        "label": ""
      },
      {
        "sentence": "从文字中我感受到了你的矛盾和进退两难，你在鼓起勇气留下问题前的这段时间，一定内心挣扎了很久吧，抱抱！",
        "label": ""
      },
      {
        "sentence": "哲学家们曾把男人和女人各自比做一个半圆，原本天衣无缝的两个人，从一出生就被分开，随着情动、随着缘来，我们才又找到了另一半，但这个过程要经历什么，其中的不易只有我们自己才能体会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的欢迎，我确实很矛盾，感觉自己一直在迷失中，不知道应该怎么做才能不再这样懦弱和犹豫。",
    "annotation": [
      {
        "sentence": "谢谢你的欢迎，我确实很矛盾，感觉自己一直在迷失中，不知道应该怎么做才能不再这样懦弱和犹豫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，这个问题也是很多人会遇到的，我们会经历一些磨难和挫折，才能变得更加坚强和成熟。不要把自己和别人比较，每个人的路都是不一样的，我们需要用自己的方式找到一条适合自己的路。",
    "annotation": [
      {
        "sentence": "其实，这个问题也是很多人会遇到的，我们会经历一些磨难和挫折，才能变得更加坚强和成熟。",
        "label": ""
      },
      {
        "sentence": "不要把自己和别人比较，每个人的路都是不一样的，我们需要用自己的方式找到一条适合自己的路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可是我总觉得自己不够自信，也不够勇敢。",
    "annotation": [
      {
        "sentence": "我明白了，可是我总觉得自己不够自信，也不够勇敢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人生就像一场舞蹈，我们需要学会随着节拍跳起舞来，有时候会跳得不好，但是只要你一步步跳，一步步学习，就能变得越来越好。所以，永远要相信自己，相信你有足够的勇气去面对任何挑战。",
    "annotation": [
      {
        "sentence": "人生就像一场舞蹈，我们需要学会随着节拍跳起舞来，有时候会跳得不好，但是只要你一步步跳，一步步学习，就能变得越来越好。",
        "label": ""
      },
      {
        "sentence": "所以，永远要相信自己，相信你有足够的勇气去面对任何挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我会尽力相信自己。但是，我还是有些困扰，男友总是不能理解我，我总觉得我们之间的感情很虚胖。",
    "annotation": [
      {
        "sentence": "你说得很对，我会尽力相信自己。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有些困扰，男友总是不能理解我，我总觉得我们之间的感情很虚胖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这种情况下，沟通非常重要。我们需要学会如何有效地表达自己的情感，并且要认真倾听对方的看法。你们可以一起学习如何沟通，也可以尝试去探究你们之间的共同点，这样可以让你们更加了解彼此。",
    "annotation": [
      {
        "sentence": "在这种情况下，沟通非常重要。",
        "label": ""
      },
      {
        "sentence": "我们需要学会如何有效地表达自己的情感，并且要认真倾听对方的看法。",
        "label": ""
      },
      {
        "sentence": "你们可以一起学习如何沟通，也可以尝试去探究你们之间的共同点，这样可以让你们更加了解彼此。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的建议。不过我还是很担心如果我们分手了，我会感到非常难过。",
    "annotation": [
      {
        "sentence": "好的，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "不过我还是很担心如果我们分手了，我会感到非常难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分手肯定会让你感到难过，但是有时候分手也是一种解脱。如果你认为这段关系一直让你感到不满意，那么分手也许是一个解决问题的方式。但是，在分手之前，你需要考虑清楚自己的感受，并且要认真地思考这些问题。",
    "annotation": [
      {
        "sentence": "分手肯定会让你感到难过，但是有时候分手也是一种解脱。",
        "label": ""
      },
      {
        "sentence": "如果你认为这段关系一直让你感到不满意，那么分手也许是一个解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "但是，在分手之前，你需要考虑清楚自己的感受，并且要认真地思考这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要冷静地思考这些问题，以便做出更好的决策。谢谢你帮我解决这些问题。",
    "annotation": [
      {
        "sentence": "我明白了，我需要冷静地思考这些问题，以便做出更好的决策。",
        "label": ""
      },
      {
        "sentence": "谢谢你帮我解决这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望你能够找到自己的力量和自信，然后用自己的方式过好每一天，让自己变得更加幸福和满足。",
    "annotation": [
      {
        "sentence": "不客气，我希望你能够找到自己的力量和自信，然后用自己的方式过好每一天，让自己变得更加幸福和满足。",
        "label": ""
      }
    ]
  }
]