[
  {
    "role": "client",
    "content": "我是一个17岁的女高中生，我特别特别喜欢我的女老师，我想跟她做关系最好的师生。但是有同学好几次在我不知情的时候单独找她聊天，还跟她特别亲，我感觉老师跟她关系很好，我就挺吃醋的，很有危机感，我怕别的同学抢走我最爱的老师，我真的特别珍贵重视我和老师的情谊！我看到其他同学黏着她，跟她说笑，陪她一起走路，我心里难过，我害怕她忘记我和她的好，害怕她最喜欢的不是我。现在应该怎么做才能让心里舒服一些？！请您帮帮我。",
    "annotation": [
      {
        "sentence": "我是一个17岁的女高中生，我特别特别喜欢我的女老师，我想跟她做关系最好的师生。",
        "label": ""
      },
      {
        "sentence": "但是有同学好几次在我不知情的时候单独找她聊天，还跟她特别亲，我感觉老师跟她关系很好，我就挺吃醋的，很有危机感，我怕别的同学抢走我最爱的老师，我真的特别珍贵重视我和老师的情谊！",
        "label": ""
      },
      {
        "sentence": "我看到其他同学黏着她，跟她说笑，陪她一起走路，我心里难过，我害怕她忘记我和她的好，害怕她最喜欢的不是我。",
        "label": ""
      },
      {
        "sentence": "现在应该怎么做才能让心里舒服一些？！",
        "label": ""
      },
      {
        "sentence": "请您帮帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我可以理解你的感受，你当前处于一种比较困扰的状态。看到你的描述，我发现你对这位老师的感情比较珍贵，你也很在意别人对她的接近程度。我认为你可以考虑从自身出发，为自己的情感做出更积极的调整，有意地扩大社交圈，将心思投入到对自己和他人有益的事情上。",
    "annotation": [
      {
        "sentence": "你好，我可以理解你的感受，你当前处于一种比较困扰的状态。",
        "label": ""
      },
      {
        "sentence": "看到你的描述，我发现你对这位老师的感情比较珍贵，你也很在意别人对她的接近程度。",
        "label": ""
      },
      {
        "sentence": "我认为你可以考虑从自身出发，为自己的情感做出更积极的调整，有意地扩大社交圈，将心思投入到对自己和他人有益的事情上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是什么意思？我应该怎么去扩大社交圈呢？",
    "annotation": [
      {
        "sentence": "这是什么意思？",
        "label": ""
      },
      {
        "sentence": "我应该怎么去扩大社交圈呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "扩大社交圈就是尝试多和人交流沟通、参加一些社交或者志愿活动。你可以加入学校的社团、参加志愿者活动等等。这样你就可以和不同的人接触，增加交流机会，从而增加与别人建立亲密感患的机会。同时，你也可以尝试多和自己的同学朋友交流，加强学业上或者日常生活上的关系，这样可以让你更了解他们，从而建立共鸣，让你更有归属感。",
    "annotation": [
      {
        "sentence": "扩大社交圈就是尝试多和人交流沟通、参加一些社交或者志愿活动。",
        "label": ""
      },
      {
        "sentence": "你可以加入学校的社团、参加志愿者活动等等。",
        "label": ""
      },
      {
        "sentence": "这样你就可以和不同的人接触，增加交流机会，从而增加与别人建立亲密感患的机会。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试多和自己的同学朋友交流，加强学业上或者日常生活上的关系，这样可以让你更了解他们，从而建立共鸣，让你更有归属感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可以这样做，但我很担心，你知道吗，我很怕她会和其他人建立更紧密的关系。我总觉得别人比我更有优势，更有吸引力，她们会比我更吸引老师的注意力。",
    "annotation": [
      {
        "sentence": "我可以这样做，但我很担心，你知道吗，我很怕她会和其他人建立更紧密的关系。",
        "label": ""
      },
      {
        "sentence": "我总觉得别人比我更有优势，更有吸引力，她们会比我更吸引老师的注意力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所担心的这种情况比较常见，事实上每个人都有自己的特点和魅力，每段关系都是独特的。也许你并没有意识到，但是你也有你自己的优势和吸引力。你可以思考和发掘你的优点和特长，比如说你的助人精神、学习成绩很好、擅长某种特定技能等等，这些都是你自己独有的特点。当你能够认识到自己的长处，也会更加有自信，就不会总是把别人拿来和自己做比较了。",
    "annotation": [
      {
        "sentence": "你所担心的这种情况比较常见，事实上每个人都有自己的特点和魅力，每段关系都是独特的。",
        "label": ""
      },
      {
        "sentence": "也许你并没有意识到，但是你也有你自己的优势和吸引力。",
        "label": ""
      },
      {
        "sentence": "你可以思考和发掘你的优点和特长，比如说你的助人精神、学习成绩很好、擅长某种特定技能等等，这些都是你自己独有的特点。",
        "label": ""
      },
      {
        "sentence": "当你能够认识到自己的长处，也会更加有自信，就不会总是把别人拿来和自己做比较了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也希望自己能够变得更加自信些。但是有时候我真的不明白为什么会有人和老师建立特别亲密的关系，我好像也希望得到那样的感觉，可是我又觉得这很难。",
    "annotation": [
      {
        "sentence": "我也希望自己能够变得更加自信些。",
        "label": ""
      },
      {
        "sentence": "但是有时候我真的不明白为什么会有人和老师建立特别亲密的关系，我好像也希望得到那样的感觉，可是我又觉得这很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，每个人建立信任和亲密关系的时候都是有一定的规律和方法的。如果你真的希望和这位老师建立更深厚的情感联系，也可以思考以下几点。首先，你可以加大自己的参与度，积极参加老师组织的活动，比如文艺汇演、学术讲座等等。这样不仅能够更好地了解她，也能够让老师认识到你的付出。同时，你也可以主动联系老师，比如给她提供一些意见建议，向她请教一些问题等等。当然，这些行动最主要的目的是为了让你的心境得到舒缓，并且增强自己的自信心。",
    "annotation": [
      {
        "sentence": "其实，每个人建立信任和亲密关系的时候都是有一定的规律和方法的。",
        "label": ""
      },
      {
        "sentence": "如果你真的希望和这位老师建立更深厚的情感联系，也可以思考以下几点。",
        "label": ""
      },
      {
        "sentence": "首先，你可以加大自己的参与度，积极参加老师组织的活动，比如文艺汇演、学术讲座等等。",
        "label": ""
      },
      {
        "sentence": "这样不仅能够更好地了解她，也能够让老师认识到你的付出。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以主动联系老师，比如给她提供一些意见建议，向她请教一些问题等等。",
        "label": ""
      },
      {
        "sentence": "当然，这些行动最主要的目的是为了让你的心境得到舒缓，并且增强自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很感恩你的帮助，你让我看到了自己的不足和应该做的事情。我现在能够想到的就是多参加一些社交活动，增加朋友圈子，同时积极地向老师学习，提出一些意见建议。希望这能让我的心情变得更加积极和宽松。",
    "annotation": [
      {
        "sentence": "我真的很感恩你的帮助，你让我看到了自己的不足和应该做的事情。",
        "label": ""
      },
      {
        "sentence": "我现在能够想到的就是多参加一些社交活动，增加朋友圈子，同时积极地向老师学习，提出一些意见建议。",
        "label": ""
      },
      {
        "sentence": "希望这能让我的心情变得更加积极和宽松。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供一些建议和思路，希望你能够快速获得对自己期望的认识和力量。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供一些建议和思路，希望你能够快速获得对自己期望的认识和力量。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]