[
  {
    "role": "client",
    "content": "一直把自己当外人，不知道自己怎么了...由于父母离婚，发生了很多很多复杂的事情，也可能是自己心里想得太多太复杂，不知道怎么面对，于是选择了逃避。",
    "annotation": [
      {
        "sentence": "一直把自己当外人，不知道自己怎么了...由于父母离婚，发生了很多很多复杂的事情，也可能是自己心里想得太多太复杂，不知道怎么面对，于是选择了逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为孩子，爸爸和妈妈分开了并不是你的错。父母的婚姻没有经营好，爸爸选择了再婚，重新组建了新家庭。你可能感觉到很受伤，感觉自己被孤立了。不过，我们可以探索一下你内心的情绪：是不是妈妈觉得被抛弃了，而你又是和妈妈在一起，所以才有这种感觉呢？你不想面对爸爸的根源是这个原因吗？",
    "annotation": [
      {
        "sentence": "作为孩子，爸爸和妈妈分开了并不是你的错。",
        "label": ""
      },
      {
        "sentence": "父母的婚姻没有经营好，爸爸选择了再婚，重新组建了新家庭。",
        "label": ""
      },
      {
        "sentence": "你可能感觉到很受伤，感觉自己被孤立了。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以探索一下你内心的情绪：是不是妈妈觉得被抛弃了，而你又是和妈妈在一起，所以才有这种感觉呢？",
        "label": ""
      },
      {
        "sentence": "你不想面对爸爸的根源是这个原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想我有这样的担忧。婚姻应该是平等的，妈妈也有权利重新选择自己的生活。亲子关系并不会随着婚姻的破裂而破裂，它同样需要被经营。爸爸对继女的爱并不会代替对我的爱，爱和物质是不一样的，分享并不会导致减少。如果爸爸的心变少了，那只能说明爸爸和我之间的关系变得疏远了。",
    "annotation": [
      {
        "sentence": "是的，我想我有这样的担忧。",
        "label": ""
      },
      {
        "sentence": "婚姻应该是平等的，妈妈也有权利重新选择自己的生活。",
        "label": ""
      },
      {
        "sentence": "亲子关系并不会随着婚姻的破裂而破裂，它同样需要被经营。",
        "label": ""
      },
      {
        "sentence": "爸爸对继女的爱并不会代替对我的爱，爱和物质是不一样的，分享并不会导致减少。",
        "label": ""
      },
      {
        "sentence": "如果爸爸的心变少了，那只能说明爸爸和我之间的关系变得疏远了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲人之间的关系其实并不会因为父亲的再婚而改变，爸爸、爷爷奶奶家和你依然是一家人。最近发生的一些事情让你感觉到其实你和这些家人之间有着深深的牵挂。不要因为父亲的再婚而觉得他们对你的关心减少了。同样，妈妈和爸爸之间的关系不好让你很难过，你担心接近爷爷奶奶家会伤害到妈妈的情感。",
    "annotation": [
      {
        "sentence": "亲人之间的关系其实并不会因为父亲的再婚而改变，爸爸、爷爷奶奶家和你依然是一家人。",
        "label": ""
      },
      {
        "sentence": "最近发生的一些事情让你感觉到其实你和这些家人之间有着深深的牵挂。",
        "label": ""
      },
      {
        "sentence": "不要因为父亲的再婚而觉得他们对你的关心减少了。",
        "label": ""
      },
      {
        "sentence": "同样，妈妈和爸爸之间的关系不好让你很难过，你担心接近爷爷奶奶家会伤害到妈妈的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实很担心这个问题。我担心和奶奶家走得太近会让妈妈伤心，我想问问妈妈她是否介意我和奶奶家亲近。",
    "annotation": [
      {
        "sentence": "是的，我确实很担心这个问题。",
        "label": ""
      },
      {
        "sentence": "我担心和奶奶家走得太近会让妈妈伤心，我想问问妈妈她是否介意我和奶奶家亲近。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以和妈妈沟通一下，询问她的意见。在你的心里，可能存在着担心妈妈的爱是自私、占有式的。但事实上，母亲大多都希望孩子能得到更多人的爱，而不是独自享有。亲人有时候可能无法给你带来太多的快乐，但他们是那些真心关心你的人。",
    "annotation": [
      {
        "sentence": "你可以和妈妈沟通一下，询问她的意见。",
        "label": ""
      },
      {
        "sentence": "在你的心里，可能存在着担心妈妈的爱是自私、占有式的。",
        "label": ""
      },
      {
        "sentence": "但事实上，母亲大多都希望孩子能得到更多人的爱，而不是独自享有。",
        "label": ""
      },
      {
        "sentence": "亲人有时候可能无法给你带来太多的快乐，但他们是那些真心关心你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妈妈对我的爱不能是占有式的，我可以和奶奶家亲近，也不是对妈妈的情感背叛。对爸爸的爱也不应该是占有式的，他再婚并不意味着抛弃我。我明白了，独立的爱才是长久的、令人快乐的爱。当我们需要彼此陪伴的时候，要大声说出来；当我们需要空间的时候，要让对方勇敢地做自己。",
    "annotation": [
      {
        "sentence": "妈妈对我的爱不能是占有式的，我可以和奶奶家亲近，也不是对妈妈的情感背叛。",
        "label": ""
      },
      {
        "sentence": "对爸爸的爱也不应该是占有式的，他再婚并不意味着抛弃我。",
        "label": ""
      },
      {
        "sentence": "我明白了，独立的爱才是长久的、令人快乐的爱。",
        "label": ""
      },
      {
        "sentence": "当我们需要彼此陪伴的时候，要大声说出来；当我们需要空间的时候，要让对方勇敢地做自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，能够把自己的感受表达出来。希望你能够勇敢地爱自己、爱爸爸、爱妈妈、爱家族、爱民族。你真的很棒，希望你能够健康快乐！",
    "annotation": [
      {
        "sentence": "你做得很好，能够把自己的感受表达出来。",
        "label": ""
      },
      {
        "sentence": "希望你能够勇敢地爱自己、爱爸爸、爱妈妈、爱家族、爱民族。",
        "label": ""
      },
      {
        "sentence": "你真的很棒，希望你能够健康快乐！",
        "label": ""
      }
    ]
  }
]