[
  {
    "role": "client",
    "content": "一直把自己当外人，不知道自己怎么了...由于父母离婚，发生了很多很多复杂的事情，也可能是自己心里想得太多太复杂，不知道怎么面对，于是选择了逃避。",
    "annotation": [
      {
        "sentence": "一直把自己当外人，不知道自己怎么了...由于父母离婚，发生了很多很多复杂的事情，也可能是自己心里想得太多太复杂，不知道怎么面对，于是选择了逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的感受。面对复杂的情况，逃避是一种很常见的自我保护机制。你并不是一个人独自面对这些问题，我会一直陪伴在你身边，支持你找到解决问题的方法。你可以告诉我具体的情况，我们一起来分析和探讨。",
    "annotation": [
      {
        "sentence": "我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "面对复杂的情况，逃避是一种很常见的自我保护机制。",
        "label": ""
      },
      {
        "sentence": "你并不是一个人独自面对这些问题，我会一直陪伴在你身边，支持你找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我具体的情况，我们一起来分析和探讨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "逃避面对这些事，逃避面对亲生父亲，逃避面对奶奶家所有的人。自己认为已经有爸爸的继女取代了自己的位置，自己的存在已经是个多余，是个累赘，认为这些人和父亲永远是一家人，也帮着父亲一起伤害了自己。",
    "annotation": [
      {
        "sentence": "逃避面对这些事，逃避面对亲生父亲，逃避面对奶奶家所有的人。",
        "label": ""
      },
      {
        "sentence": "自己认为已经有爸爸的继女取代了自己的位置，自己的存在已经是个多余，是个累赘，认为这些人和父亲永远是一家人，也帮着父亲一起伤害了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受很真实，而且你有权利感受到自己的痛苦。但是我要提醒你，不要将所有的责任都推到自己身上。父母离婚本身是他们的决定和问题，并不是因为你的存在。你是独一无二的，无论别人如何，你的价值和存在都是重要的。我们可以一起想办法，帮你摆脱这种累赘和多余感。",
    "annotation": [
      {
        "sentence": "你的感受很真实，而且你有权利感受到自己的痛苦。",
        "label": ""
      },
      {
        "sentence": "但是我要提醒你，不要将所有的责任都推到自己身上。",
        "label": ""
      },
      {
        "sentence": "父母离婚本身是他们的决定和问题，并不是因为你的存在。",
        "label": ""
      },
      {
        "sentence": "你是独一无二的，无论别人如何，你的价值和存在都是重要的。",
        "label": ""
      },
      {
        "sentence": "我们可以一起想办法，帮你摆脱这种累赘和多余感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "面对堂哥的友好，也不知道如何应对，以为他们对我都是表面关系。一方面不知道怎么和他们正常相处，另一方面，这些人和妈妈的关系不好，担心妈妈一个人把我养大，害怕失去我。",
    "annotation": [
      {
        "sentence": "面对堂哥的友好，也不知道如何应对，以为他们对我都是表面关系。",
        "label": ""
      },
      {
        "sentence": "一方面不知道怎么和他们正常相处，另一方面，这些人和妈妈的关系不好，担心妈妈一个人把我养大，害怕失去我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对复杂的人际关系，我们很难确定他们对我们的真实态度。但不要怀疑自己值得被爱和被关心，也许他们只是不太擅长表达。我们可以试着主动与他们交流，了解他们的真实想法，并清晰地告诉他们你的感受。同时，你的妈妈和你之间的关系也需要经营和沟通。你们可以共同面对困难，相互支持。",
    "annotation": [
      {
        "sentence": "面对复杂的人际关系，我们很难确定他们对我们的真实态度。",
        "label": ""
      },
      {
        "sentence": "但不要怀疑自己值得被爱和被关心，也许他们只是不太擅长表达。",
        "label": ""
      },
      {
        "sentence": "我们可以试着主动与他们交流，了解他们的真实想法，并清晰地告诉他们你的感受。",
        "label": ""
      },
      {
        "sentence": "同时，你的妈妈和你之间的关系也需要经营和沟通。",
        "label": ""
      },
      {
        "sentence": "你们可以共同面对困难，相互支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "切断了所有和这些人的联系方式。简单地以为，自己真的是彻底从这些人的生活中消失，这些人没了我的生活更干净更轻松。昨天给二姑打了电话，原来大家这么多年一直在惦记我，从来没有把我当做过外人，即使好多年不和他们联系，还是会提到我，惦记我。爷爷去世的时候，大家也联系不到我，没有我的微信，爷爷是带着遗憾走的吧...不知道如果当时能联系到，爷爷会叮嘱我什么。",
    "annotation": [
      {
        "sentence": "切断了所有和这些人的联系方式。",
        "label": ""
      },
      {
        "sentence": "简单地以为，自己真的是彻底从这些人的生活中消失，这些人没了我的生活更干净更轻松。",
        "label": ""
      },
      {
        "sentence": "昨天给二姑打了电话，原来大家这么多年一直在惦记我，从来没有把我当做过外人，即使好多年不和他们联系，还是会提到我，惦记我。",
        "label": ""
      },
      {
        "sentence": "爷爷去世的时候，大家也联系不到我，没有我的微信，爷爷是带着遗憾走的吧...不知道如果当时能联系到，爷爷会叮嘱我什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你曾经切断联系的选择是为了保护自己，这是可以理解的。但通过与你二姑的通话，你可以感受到家人始终惦记着你，关心着你的生活。你并没有彻底从他们的生活中消失。爷爷去世的遗憾，是他对你的思念，但并不意味着你应该为此承担责任。我们可以一起努力，建立稳定和密切的联系，互相关怀和支持。",
    "annotation": [
      {
        "sentence": "你曾经切断联系的选择是为了保护自己，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但通过与你二姑的通话，你可以感受到家人始终惦记着你，关心着你的生活。",
        "label": ""
      },
      {
        "sentence": "你并没有彻底从他们的生活中消失。",
        "label": ""
      },
      {
        "sentence": "爷爷去世的遗憾，是他对你的思念，但并不意味着你应该为此承担责任。",
        "label": ""
      },
      {
        "sentence": "我们可以一起努力，建立稳定和密切的联系，互相关怀和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己很愧疚，以前没有与他们保持联系，没有及时知道爷爷的离世。我现在应该怎么办？",
    "annotation": [
      {
        "sentence": "我觉得自己很愧疚，以前没有与他们保持联系，没有及时知道爷爷的离世。",
        "label": ""
      },
      {
        "sentence": "我现在应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到愧疚是正常的反应，但请你原谅自己。无论过去发生了什么，你可以从现在开始，与家人建立更密切的联系。你可以主动与他们分享你的生活和感受，经常保持沟通，也表示对爷爷的思念和怀念。同时，你也可以与他们就过去的事情进行坦诚的交流，并互相理解和谅解。重要的是，你只有在自己准备好的时候才开始这些行动，不需要勉强自己。",
    "annotation": [
      {
        "sentence": "感受到愧疚是正常的反应，但请你原谅自己。",
        "label": ""
      },
      {
        "sentence": "无论过去发生了什么，你可以从现在开始，与家人建立更密切的联系。",
        "label": ""
      },
      {
        "sentence": "你可以主动与他们分享你的生活和感受，经常保持沟通，也表示对爷爷的思念和怀念。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以与他们就过去的事情进行坦诚的交流，并互相理解和谅解。",
        "label": ""
      },
      {
        "sentence": "重要的是，你只有在自己准备好的时候才开始这些行动，不需要勉强自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我要尝试与家人建立更好的联系，同时也要原谅自己并且让自己得到治愈。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我要尝试与家人建立更好的联系，同时也要原谅自己并且让自己得到治愈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常棒！我相信你能够面对困难，找到自己的治愈之道。我会一直支持你，如果你需要任何帮助，请随时告诉我。记住，你不再是一个人，我们一起努力。",
    "annotation": [
      {
        "sentence": "你非常棒！",
        "label": ""
      },
      {
        "sentence": "我相信你能够面对困难，找到自己的治愈之道。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，如果你需要任何帮助，请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "记住，你不再是一个人，我们一起努力。",
        "label": ""
      }
    ]
  }
]