[
  {
    "role": "client",
    "content": "一直把自己当外人，不知道自己怎么了...由于父母离婚，发生了很多很多复杂的事情，也可能是自己心里想得太多太复杂，不知道怎么面对，于是选择了逃避。逃避面对这些事，逃避面对亲生父亲，逃避面对奶奶家所有的人。自己认为已经有爸爸的继女取代了自己的位置，自己的存在已经是个多余，是个累赘，认为这些人和父亲永远是一家人，也帮着父亲一起伤害了自己。面对堂哥的友好，也不知道如何应对，以为他们对我都是表面关系。一方面不知道怎么和他们正常相处，另一方面，这些人和妈妈的关系不好，担心妈妈一个人把我养大，害怕失去我。切断了所有和这些人的联系方式。简单地以为，自己真的是彻底从这些人的生活中消失，这些人没了我的生活更干净更轻松。昨天给二姑打了电话，原来大家这么多年一直在惦记我，从来没有把我当做过外人，即使好多年不和他们联系，还是会提到我，惦记我。爷爷去世的时候，大家也联系不到我，没有我的微信，爷爷是带着遗憾走的吧...不知道如果当时能联系到，爷爷会叮嘱我什么。",
    "annotation": [
      {
        "sentence": "一直把自己当外人，不知道自己怎么了...由于父母离婚，发生了很多很多复杂的事情，也可能是自己心里想得太多太复杂，不知道怎么面对，于是选择了逃避。",
        "label": ""
      },
      {
        "sentence": "逃避面对这些事，逃避面对亲生父亲，逃避面对奶奶家所有的人。",
        "label": ""
      },
      {
        "sentence": "自己认为已经有爸爸的继女取代了自己的位置，自己的存在已经是个多余，是个累赘，认为这些人和父亲永远是一家人，也帮着父亲一起伤害了自己。",
        "label": ""
      },
      {
        "sentence": "面对堂哥的友好，也不知道如何应对，以为他们对我都是表面关系。",
        "label": ""
      },
      {
        "sentence": "一方面不知道怎么和他们正常相处，另一方面，这些人和妈妈的关系不好，担心妈妈一个人把我养大，害怕失去我。",
        "label": ""
      },
      {
        "sentence": "切断了所有和这些人的联系方式。",
        "label": ""
      },
      {
        "sentence": "简单地以为，自己真的是彻底从这些人的生活中消失，这些人没了我的生活更干净更轻松。",
        "label": ""
      },
      {
        "sentence": "昨天给二姑打了电话，原来大家这么多年一直在惦记我，从来没有把我当做过外人，即使好多年不和他们联系，还是会提到我，惦记我。",
        "label": ""
      },
      {
        "sentence": "爷爷去世的时候，大家也联系不到我，没有我的微信，爷爷是带着遗憾走的吧...不知道如果当时能联系到，爷爷会叮嘱我什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的经历，很心痛。估计大多数离异家庭的孩子都会经历这么一个阶段。这不是你的错，这可能是你那个年龄所能做的。你认为爸爸的继女取代了你，觉得自己是多余的、累赘，这是因为父母离婚让你觉得自己变了，而且爸爸似乎和他们一起对待你，这让你很受伤。还有面对堂哥的友好，你怀疑他们对你的好是假的。其实你不必过分逃避他们，也不需要为爸爸与其他人的关系而担心，你的妈妈已经把你养大了这么多年，她不会轻易失去你。虽然在生活中你和这些人接触较少，但他们和你的关系仍然是亲情，亲情不会变。也许他们会因为某些原因疏远了你，但这并不代表你是个多余的人。你对他们的联系也许有些误解，昨天给二姑打电话后你才发现他们一直在想你，甚至在爷爷去世时也没有办法联系到你，这可能让你对你们之间的关系有了新的认识。不知道当时爷爷会叮嘱你什么，但是他很可能会希望你能与这些亲人保持联系，相互关心、支持。",
    "annotation": [
      {
        "sentence": "看到你的经历，很心痛。",
        "label": ""
      },
      {
        "sentence": "估计大多数离异家庭的孩子都会经历这么一个阶段。",
        "label": ""
      },
      {
        "sentence": "这不是你的错，这可能是你那个年龄所能做的。",
        "label": ""
      },
      {
        "sentence": "你认为爸爸的继女取代了你，觉得自己是多余的、累赘，这是因为父母离婚让你觉得自己变了，而且爸爸似乎和他们一起对待你，这让你很受伤。",
        "label": ""
      },
      {
        "sentence": "还有面对堂哥的友好，你怀疑他们对你的好是假的。",
        "label": ""
      },
      {
        "sentence": "其实你不必过分逃避他们，也不需要为爸爸与其他人的关系而担心，你的妈妈已经把你养大了这么多年，她不会轻易失去你。",
        "label": ""
      },
      {
        "sentence": "虽然在生活中你和这些人接触较少，但他们和你的关系仍然是亲情，亲情不会变。",
        "label": ""
      },
      {
        "sentence": "也许他们会因为某些原因疏远了你，但这并不代表你是个多余的人。",
        "label": ""
      },
      {
        "sentence": "你对他们的联系也许有些误解，昨天给二姑打电话后你才发现他们一直在想你，甚至在爷爷去世时也没有办法联系到你，这可能让你对你们之间的关系有了新的认识。",
        "label": ""
      },
      {
        "sentence": "不知道当时爷爷会叮嘱你什么，但是他很可能会希望你能与这些亲人保持联系，相互关心、支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我现在感觉好多了。可能是以前自己过于敏感，夸大了问题的严重性。我意识到了自己对这些人的误解和疏远，也知道他们对我的在乎。我应该主动与他们取得联系，不再把自己孤立起来。爷爷的离世让我意识到亲人的珍贵，我要更好地与他们相处，传承爷爷的关爱和温暖。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "可能是以前自己过于敏感，夸大了问题的严重性。",
        "label": ""
      },
      {
        "sentence": "我意识到了自己对这些人的误解和疏远，也知道他们对我的在乎。",
        "label": ""
      },
      {
        "sentence": "我应该主动与他们取得联系，不再把自己孤立起来。",
        "label": ""
      },
      {
        "sentence": "爷爷的离世让我意识到亲人的珍贵，我要更好地与他们相处，传承爷爷的关爱和温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你感觉好多了。你意识到了过去的敏感和夸大了问题的倾向，这是成长的一部分。你现在明白了自己对这些人的误解和疏远，同时也领悟到了他们对你的真正关心。你可以主动与他们取得联系，打破孤立的状态。爷爷的离世让你更加珍惜亲人的重要性，你要将他的关爱和温暖传承下去，与亲人更好地相处。",
    "annotation": [
      {
        "sentence": "很高兴听到你感觉好多了。",
        "label": ""
      },
      {
        "sentence": "你意识到了过去的敏感和夸大了问题的倾向，这是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "你现在明白了自己对这些人的误解和疏远，同时也领悟到了他们对你的真正关心。",
        "label": ""
      },
      {
        "sentence": "你可以主动与他们取得联系，打破孤立的状态。",
        "label": ""
      },
      {
        "sentence": "爷爷的离世让你更加珍惜亲人的重要性，你要将他的关爱和温暖传承下去，与亲人更好地相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一定会改变自己的态度，积极主动和他们保持联系。虽然过去有一些误解和隔阂，但我相信我们之间的关系可以慢慢修复和加深。感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我一定会改变自己的态度，积极主动和他们保持联系。",
        "label": ""
      },
      {
        "sentence": "虽然过去有一些误解和隔阂，但我相信我们之间的关系可以慢慢修复和加深。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的积极态度令人钦佩！相信通过与他们保持联系，你们之间的误解和隔阂一定可以得到修复。你已经迈出了正确的一步，我相信你可以与亲人建立更紧密的关系。非常高兴能为你提供支持和鼓励！如果还有任何需要，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "你的积极态度令人钦佩！",
        "label": ""
      },
      {
        "sentence": "相信通过与他们保持联系，你们之间的误解和隔阂一定可以得到修复。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了正确的一步，我相信你可以与亲人建立更紧密的关系。",
        "label": ""
      },
      {
        "sentence": "非常高兴能为你提供支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "如果还有任何需要，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]