[
  {
    "role": "client",
    "content": "最近我的5岁儿子总是用出走威胁我来达到自己的目的，为了玩游戏或买玩具，他会说如果我不答应他，他就要出走或者说他不再认我为他的父亲。有时候他一旦倔起来就会穿上鞋子往楼下跑。我真的很犯愁，不知道怎样教育他才好。看到有些家长在孩子长大后达不到要求就拿自杀要挟，我真的很担心未来他会变得很难管束。",
    "annotation": [
      {
        "sentence": "最近我的5岁儿子总是用出走威胁我来达到自己的目的，为了玩游戏或买玩具，他会说如果我不答应他，他就要出走或者说他不再认我为他的父亲。",
        "label": ""
      },
      {
        "sentence": "有时候他一旦倔起来就会穿上鞋子往楼下跑。",
        "label": ""
      },
      {
        "sentence": "我真的很犯愁，不知道怎样教育他才好。",
        "label": ""
      },
      {
        "sentence": "看到有些家长在孩子长大后达不到要求就拿自杀要挟，我真的很担心未来他会变得很难管束。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我能够理解你的焦虑和担忧。你儿子这个年龄段，为了达到自己的目的可能会使用各种办法，比如当街耍无赖，打滚，以出走来威胁等等，这些行为确实让家长很头疼。作为家长，我们首先可以看一看孩子的这些行为背后，想要传达我们什么信息。孩子可能因为玩游戏或者买玩具的要求被拒绝了，所以感到非常委屈失望和愤怒。虽然他的要求可能是不合理的，但是他的感受和情绪现实存在的。作为家长，我们需要理解并感受到孩子此时的情绪，这样我们才能以一种平和的心态来看待孩子的行为，这对今后的沟通是非常重要的。",
    "annotation": [
      {
        "sentence": "听到你的描述，我能够理解你的焦虑和担忧。",
        "label": ""
      },
      {
        "sentence": "你儿子这个年龄段，为了达到自己的目的可能会使用各种办法，比如当街耍无赖，打滚，以出走来威胁等等，这些行为确实让家长很头疼。",
        "label": ""
      },
      {
        "sentence": "作为家长，我们首先可以看一看孩子的这些行为背后，想要传达我们什么信息。",
        "label": ""
      },
      {
        "sentence": "孩子可能因为玩游戏或者买玩具的要求被拒绝了，所以感到非常委屈失望和愤怒。",
        "label": ""
      },
      {
        "sentence": "虽然他的要求可能是不合理的，但是他的感受和情绪现实存在的。",
        "label": ""
      },
      {
        "sentence": "作为家长，我们需要理解并感受到孩子此时的情绪，这样我们才能以一种平和的心态来看待孩子的行为，这对今后的沟通是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我不知道怎样去处理孩子的情绪。",
    "annotation": [
      {
        "sentence": "我明白了，但是我不知道怎样去处理孩子的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，孩子现在的大脑发育并不完善，对情绪的感受可能会比较强烈。所以我们需要从家长角度去教他如何去识别自己的情绪，以及怎么用正确的方式表达自己的情绪。比如，当孩子有情绪的时候，我们可以告诉他，“你为什么生气或者委屈呢？”这些话能够让孩子理解自己的情绪。当孩子有类似出走的行为时，家长需要以平和的态度去应对。如果家长打骂或者过于担忧，孩子会觉得这种行为可以得到自己想要的结果，然后就会一而再再而三地使用这种办法。如果我们能够平静地应对孩子的这些行为，他就会逐渐的放弃这种尝试。",
    "annotation": [
      {
        "sentence": "没错，孩子现在的大脑发育并不完善，对情绪的感受可能会比较强烈。",
        "label": ""
      },
      {
        "sentence": "所以我们需要从家长角度去教他如何去识别自己的情绪，以及怎么用正确的方式表达自己的情绪。",
        "label": ""
      },
      {
        "sentence": "比如，当孩子有情绪的时候，我们可以告诉他，“你为什么生气或者委屈呢？",
        "label": ""
      },
      {
        "sentence": "”这些话能够让孩子理解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "当孩子有类似出走的行为时，家长需要以平和的态度去应对。",
        "label": ""
      },
      {
        "sentence": "如果家长打骂或者过于担忧，孩子会觉得这种行为可以得到自己想要的结果，然后就会一而再再而三地使用这种办法。",
        "label": ""
      },
      {
        "sentence": "如果我们能够平静地应对孩子的这些行为，他就会逐渐的放弃这种尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那孩子真的要离开家的时候我们该怎么办？",
    "annotation": [
      {
        "sentence": "那孩子真的要离开家的时候我们该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当孩子情绪平复下来以后，或者当他独自离开家，再回来时，家长的态度和处理就十分关键。首先，我们需要给孩子一个温暖的拥抱，帮他擦干眼泪，整理衣服，或者摸摸他的头。我们用真诚且平静的语气告诉他，“看到你回来了，我真的很高兴。你这样一个人冲出家门，这是非常危险的，因此父母非常担心。我希望下次你有不开心或者生气的事情，可以好好地和我们说，而不是穿上鞋子就走”。这时，大部分的孩子都会感到愧疚和自责，并意识到自己的行为是错误的。我们不需要对他进行批评，而是应该认真地和他一起谈谈这件事。爸爸知道你很喜欢那个玩具，我没有同意买给你，你觉得很难过，这是因为……最后告诉他，我希望你下次还是这样生气的时候或者伤心的时候，可以好好跟我们说，不能再出走了。如果我们每一次都能认真沟通处理，孩子会逐渐学会正确的处理方式。",
    "annotation": [
      {
        "sentence": "当孩子情绪平复下来以后，或者当他独自离开家，再回来时，家长的态度和处理就十分关键。",
        "label": ""
      },
      {
        "sentence": "首先，我们需要给孩子一个温暖的拥抱，帮他擦干眼泪，整理衣服，或者摸摸他的头。",
        "label": ""
      },
      {
        "sentence": "我们用真诚且平静的语气告诉他，“看到你回来了，我真的很高兴。",
        "label": ""
      },
      {
        "sentence": "你这样一个人冲出家门，这是非常危险的，因此父母非常担心。",
        "label": ""
      },
      {
        "sentence": "我希望下次你有不开心或者生气的事情，可以好好地和我们说，而不是穿上鞋子就走”。",
        "label": ""
      },
      {
        "sentence": "这时，大部分的孩子都会感到愧疚和自责，并意识到自己的行为是错误的。",
        "label": ""
      },
      {
        "sentence": "我们不需要对他进行批评，而是应该认真地和他一起谈谈这件事。",
        "label": ""
      },
      {
        "sentence": "爸爸知道你很喜欢那个玩具，我没有同意买给你，你觉得很难过，这是因为……最后告诉他，我希望你下次还是这样生气的时候或者伤心的时候，可以好好跟我们说，不能再出走了。",
        "label": ""
      },
      {
        "sentence": "如果我们每一次都能认真沟通处理，孩子会逐渐学会正确的处理方式。",
        "label": ""
      }
    ]
  }
]