[
  {
    "role": "client",
    "content": "男孩初二不爱学习，沉迷手机，成绩下滑很厉害怎么办？",
    "annotation": [
      {
        "sentence": "男孩初二不爱学习，沉迷手机，成绩下滑很厉害怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在回答您的问题之前，请允许我先递上一份诚挚的问候。面对孩子成绩下滑，沉迷游戏，离家出走等等，一个妈妈的担心焦虑，只有妈妈自己才最懂。您辛苦了！在照顾好孩子之前，请您也记得照顾好自己，不被这些担心焦虑过度的折磨，淹没自己。接下来我们一起看一看您所描述的问题。",
    "annotation": [
      {
        "sentence": "在回答您的问题之前，请允许我先递上一份诚挚的问候。",
        "label": ""
      },
      {
        "sentence": "面对孩子成绩下滑，沉迷游戏，离家出走等等，一个妈妈的担心焦虑，只有妈妈自己才最懂。",
        "label": ""
      },
      {
        "sentence": "您辛苦了！",
        "label": ""
      },
      {
        "sentence": "在照顾好孩子之前，请您也记得照顾好自己，不被这些担心焦虑过度的折磨，淹没自己。",
        "label": ""
      },
      {
        "sentence": "接下来我们一起看一看您所描述的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心和鼓励。我真的很担心孩子，之前一直是学习好的，现在突然这样让人担心。",
    "annotation": [
      {
        "sentence": "谢谢你的关心和鼓励。",
        "label": ""
      },
      {
        "sentence": "我真的很担心孩子，之前一直是学习好的，现在突然这样让人担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈，您的担心是理所当然的。我理解您希望孩子能够保持良好的学习状态。首先，您说刚开学的时候，孩子不想上学，离家出走。发生了什么，让他情愿选择离开自己心爱的家，也不愿意去上学。上学对他来说意味着什么，让他那么怕？尤其是他成绩一直很好，这说明孩子有学习的能力。那不去上学，他在躲避什么或者他想表达的是什么呢。这个时候父母担心，牵挂，孩子过得也不开心不快乐。厌学是表象，孩子心理在想的，害怕的，厌倦的到底是什么才是我们真正想要了解，陪伴孩子一起去面对的。",
    "annotation": [
      {
        "sentence": "妈妈，您的担心是理所当然的。",
        "label": ""
      },
      {
        "sentence": "我理解您希望孩子能够保持良好的学习状态。",
        "label": ""
      },
      {
        "sentence": "首先，您说刚开学的时候，孩子不想上学，离家出走。",
        "label": ""
      },
      {
        "sentence": "发生了什么，让他情愿选择离开自己心爱的家，也不愿意去上学。",
        "label": ""
      },
      {
        "sentence": "上学对他来说意味着什么，让他那么怕？",
        "label": ""
      },
      {
        "sentence": "尤其是他成绩一直很好，这说明孩子有学习的能力。",
        "label": ""
      },
      {
        "sentence": "那不去上学，他在躲避什么或者他想表达的是什么呢。",
        "label": ""
      },
      {
        "sentence": "这个时候父母担心，牵挂，孩子过得也不开心不快乐。",
        "label": ""
      },
      {
        "sentence": "厌学是表象，孩子心理在想的，害怕的，厌倦的到底是什么才是我们真正想要了解，陪伴孩子一起去面对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实想知道孩子内心真正的想法，可是他一直不愿意和我沟通，也不喜欢和我说话。",
    "annotation": [
      {
        "sentence": "你说得对，我确实想知道孩子内心真正的想法，可是他一直不愿意和我沟通，也不喜欢和我说话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外呢，从您说的孩子不喜欢跟父母沟通，不让讲话，离家出走这些现象。我们如果站在孩子的立场上思考，可以看出可能现在孩子面对的难题不单是学习，也包括如何应对父母。这样无形之中，我们站在了孩子的对立面，增加了孩子的压力。我们可以尝试站在孩子的那一边，让孩子体验到父母有能力，也愿意帮助孩子面对他遇到的任何困难。他自己现在是遇到了困难，但他仍然是妈妈爸爸所爱的孩子。父母可以理解他，跟他一起面对困难。这样，孩子更有可能把自己遇到的困难分享给父母。因为孩子在面对的困难是什么，只有孩子自己最清楚。这样父母才有机会跟孩子一起面对一个共同的难题，而不是彼此对立。孩子会更有力量克服困难。",
    "annotation": [
      {
        "sentence": "另外呢，从您说的孩子不喜欢跟父母沟通，不让讲话，离家出走这些现象。",
        "label": ""
      },
      {
        "sentence": "我们如果站在孩子的立场上思考，可以看出可能现在孩子面对的难题不单是学习，也包括如何应对父母。",
        "label": ""
      },
      {
        "sentence": "这样无形之中，我们站在了孩子的对立面，增加了孩子的压力。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试站在孩子的那一边，让孩子体验到父母有能力，也愿意帮助孩子面对他遇到的任何困难。",
        "label": ""
      },
      {
        "sentence": "他自己现在是遇到了困难，但他仍然是妈妈爸爸所爱的孩子。",
        "label": ""
      },
      {
        "sentence": "父母可以理解他，跟他一起面对困难。",
        "label": ""
      },
      {
        "sentence": "这样，孩子更有可能把自己遇到的困难分享给父母。",
        "label": ""
      },
      {
        "sentence": "因为孩子在面对的困难是什么，只有孩子自己最清楚。",
        "label": ""
      },
      {
        "sentence": "这样父母才有机会跟孩子一起面对一个共同的难题，而不是彼此对立。",
        "label": ""
      },
      {
        "sentence": "孩子会更有力量克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更多地站在孩子的立场上思考问题，给他更多的理解和支持。但是，他一直不愿意和我讲话，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该更多地站在孩子的立场上思考问题，给他更多的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但是，他一直不愿意和我讲话，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述中提到的，他不喜欢和家长沟通，不让讲话，说家长啰嗦等等。我会好奇的问一声，在跟孩子沟通的时候，父母是听得多还是说的多呢？习惯性的父母容易发表自己的看法，态度，因为父母肩负着教育孩子的义务。可是传统上父母忽略了一点----听懂孩子。先听懂孩子怎么了，孩子心理在想些什么，迷茫什么，然后再针对孩子的困扰迷茫告诉孩子父母是怎么想的，为时不晚。因为当孩子感觉到被父母听懂，被父母理解的时候，他的心开始敞开，准备好去听父母的话。在我们听懂孩子内心的困扰之前，或者在孩子感觉到被父母理解之前，父母的谆谆教诲对孩子来说就是啰嗦，与他无关。因为孩子的心尚未敞开。父母拥有一颗开放的心和聆听孩子的态度，是理解孩子，听懂孩子，教育孩子必不可少的一步。",
    "annotation": [
      {
        "sentence": "从您的描述中提到的，他不喜欢和家长沟通，不让讲话，说家长啰嗦等等。",
        "label": ""
      },
      {
        "sentence": "我会好奇的问一声，在跟孩子沟通的时候，父母是听得多还是说的多呢？",
        "label": ""
      },
      {
        "sentence": "习惯性的父母容易发表自己的看法，态度，因为父母肩负着教育孩子的义务。",
        "label": ""
      },
      {
        "sentence": "可是传统上父母忽略了一点----听懂孩子。",
        "label": ""
      },
      {
        "sentence": "先听懂孩子怎么了，孩子心理在想些什么，迷茫什么，然后再针对孩子的困扰迷茫告诉孩子父母是怎么想的，为时不晚。",
        "label": ""
      },
      {
        "sentence": "因为当孩子感觉到被父母听懂，被父母理解的时候，他的心开始敞开，准备好去听父母的话。",
        "label": ""
      },
      {
        "sentence": "在我们听懂孩子内心的困扰之前，或者在孩子感觉到被父母理解之前，父母的谆谆教诲对孩子来说就是啰嗦，与他无关。",
        "label": ""
      },
      {
        "sentence": "因为孩子的心尚未敞开。",
        "label": ""
      },
      {
        "sentence": "父母拥有一颗开放的心和聆听孩子的态度，是理解孩子，听懂孩子，教育孩子必不可少的一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我反思了自己平时和孩子的沟通方式，发现确实我很少倾听他的内心想法。我会更加关注他的想法和感受，并尝试真正理解他，而不只是灌输我的意见。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我反思了自己平时和孩子的沟通方式，发现确实我很少倾听他的内心想法。",
        "label": ""
      },
      {
        "sentence": "我会更加关注他的想法和感受，并尝试真正理解他，而不只是灌输我的意见。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "磨刀不误砍柴工。这里，我们关注的焦点不是孩子你应该好好学习，而是孩子你怎么了。父母愿意陪伴你面对你所遇到的困难。陪你一起学习，成长。让他厌倦了学习的原因有很多，例如，他之前对学习的态度是什么？是自愿的选择学习，还是被迫的学习？他是为自己学习，还是在满足他人的期待等等。不同的学习动机，带给孩子不同的学习体验。但是最懂的是孩子自己。给孩子机会让孩子告诉你他怎么了。很多父母会焦虑自己不会教育孩子，不知道说什么。我觉得陪伴引导孩子说出来，有耐心，有智慧听懂孩子更不容易。总之，我的建议是，跟孩子站一队，陪孩子一起面对他正在面对的困难。不管这个困难是什么，让孩子知道父母有耐心，有信心陪他一起面对，把他被偷走的学习的能量再找回来。你和孩子一起努力，我相信问题会有解决的办法的。",
    "annotation": [
      {
        "sentence": "磨刀不误砍柴工。",
        "label": ""
      },
      {
        "sentence": "这里，我们关注的焦点不是孩子你应该好好学习，而是孩子你怎么了。",
        "label": ""
      },
      {
        "sentence": "父母愿意陪伴你面对你所遇到的困难。",
        "label": ""
      },
      {
        "sentence": "陪你一起学习，成长。",
        "label": ""
      },
      {
        "sentence": "让他厌倦了学习的原因有很多，例如，他之前对学习的态度是什么？",
        "label": ""
      },
      {
        "sentence": "是自愿的选择学习，还是被迫的学习？",
        "label": ""
      },
      {
        "sentence": "他是为自己学习，还是在满足他人的期待等等。",
        "label": ""
      },
      {
        "sentence": "不同的学习动机，带给孩子不同的学习体验。",
        "label": ""
      },
      {
        "sentence": "但是最懂的是孩子自己。",
        "label": ""
      },
      {
        "sentence": "给孩子机会让孩子告诉你他怎么了。",
        "label": ""
      },
      {
        "sentence": "很多父母会焦虑自己不会教育孩子，不知道说什么。",
        "label": ""
      },
      {
        "sentence": "我觉得陪伴引导孩子说出来，有耐心，有智慧听懂孩子更不容易。",
        "label": ""
      },
      {
        "sentence": "总之，我的建议是，跟孩子站一队，陪孩子一起面对他正在面对的困难。",
        "label": ""
      },
      {
        "sentence": "不管这个困难是什么，让孩子知道父母有耐心，有信心陪他一起面对，把他被偷走的学习的能量再找回来。",
        "label": ""
      },
      {
        "sentence": "你和孩子一起努力，我相信问题会有解决的办法的。",
        "label": ""
      }
    ]
  }
]