[
  {
    "role": "client",
    "content": "总是粗心大意弄糟事情，非常懊悔且失去信心怎么办？感觉自己做事很不靠谱，但是又不知道怎么才能靠谱起来。比如最近一直在准备一门考试，后天就要考试了我才发现自己忘记报名。现在很难受，一方面这个资格考试只能考两次，两次都不过就会被退学，我平白无故丢了一次机会;另一方面过段时间导师就会询问我是否通过资格考试，到时候和我同级的都过了，只有我说忘记报名了，感觉丢脸，也会让导师认为我做事不靠谱。平时也很多比如我经常丢东西，我的办法就是不买贵的所以丢了也还好，但后果是大家都知道贵重物品不能让我拿。还有每天出门不是忘拿钥匙就是忘拿门禁卡，几乎每天都要出了楼门再返回寝室拿一次，哪怕出门前想了有没有落东西，到用的时候还是会发现落下了。以及几个月前特别丢人的事情是和师兄走了很远去另一个地方测样品，去了发现我忘拿样品了只好又回来，往返浪费了师兄一个下午。我现在感到非常后悔难受，责怪自己的愚蠢不靠谱，另一个问题我想知道怎么才能改掉这种毛病，是我的思维方式有问题吗？",
    "annotation": [
      {
        "sentence": "总是粗心大意弄糟事情，非常懊悔且失去信心怎么办？",
        "label": ""
      },
      {
        "sentence": "感觉自己做事很不靠谱，但是又不知道怎么才能靠谱起来。",
        "label": ""
      },
      {
        "sentence": "比如最近一直在准备一门考试，后天就要考试了我才发现自己忘记报名。",
        "label": ""
      },
      {
        "sentence": "现在很难受，一方面这个资格考试只能考两次，两次都不过就会被退学，我平白无故丢了一次机会;另一方面过段时间导师就会询问我是否通过资格考试，到时候和我同级的都过了，只有我说忘记报名了，感觉丢脸，也会让导师认为我做事不靠谱。",
        "label": ""
      },
      {
        "sentence": "平时也很多比如我经常丢东西，我的办法就是不买贵的所以丢了也还好，但后果是大家都知道贵重物品不能让我拿。",
        "label": ""
      },
      {
        "sentence": "还有每天出门不是忘拿钥匙就是忘拿门禁卡，几乎每天都要出了楼门再返回寝室拿一次，哪怕出门前想了有没有落东西，到用的时候还是会发现落下了。",
        "label": ""
      },
      {
        "sentence": "以及几个月前特别丢人的事情是和师兄走了很远去另一个地方测样品，去了发现我忘拿样品了只好又回来，往返浪费了师兄一个下午。",
        "label": ""
      },
      {
        "sentence": "我现在感到非常后悔难受，责怪自己的愚蠢不靠谱，另一个问题我想知道怎么才能改掉这种毛病，是我的思维方式有问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的文字能带给你温暖和帮助️有时候容易出现粗心大意的情况，可能是因为我们的条理性不够强，做事或者阅读的时候，不按次序一行一行读，一件事一件事做。会出现忽略细节的情况。同时也对细节的把控能力比较弱，很难停下来一点一点去看，抓住细节，像一辆脱轨的列车，很难把速度放慢下来，自然会错过沿途的风景。粗心大意是一种习惯问题，当这种思维方式成为你经常用的大脑回路时，习惯就已经形成。习惯的培养无论好坏都需要一定的时间，所以改掉这个习惯可能会比较困难。你有没有想过为什么会出现这样的情况呢？",
    "annotation": [
      {
        "sentence": "希望我的文字能带给你温暖和帮助️有时候容易出现粗心大意的情况，可能是因为我们的条理性不够强，做事或者阅读的时候，不按次序一行一行读，一件事一件事做。",
        "label": ""
      },
      {
        "sentence": "会出现忽略细节的情况。",
        "label": ""
      },
      {
        "sentence": "同时也对细节的把控能力比较弱，很难停下来一点一点去看，抓住细节，像一辆脱轨的列车，很难把速度放慢下来，自然会错过沿途的风景。",
        "label": ""
      },
      {
        "sentence": "粗心大意是一种习惯问题，当这种思维方式成为你经常用的大脑回路时，习惯就已经形成。",
        "label": ""
      },
      {
        "sentence": "习惯的培养无论好坏都需要一定的时间，所以改掉这个习惯可能会比较困难。",
        "label": ""
      },
      {
        "sentence": "你有没有想过为什么会出现这样的情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想可能是因为我总是急于做事，容易忽略细节，也没有耐心去条理化地思考。我希望能够改变这个习惯，因为它对我的生活和学习产生了很大的负面影响。",
    "annotation": [
      {
        "sentence": "我想可能是因为我总是急于做事，容易忽略细节，也没有耐心去条理化地思考。",
        "label": ""
      },
      {
        "sentence": "我希望能够改变这个习惯，因为它对我的生活和学习产生了很大的负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，改变习惯确实需要一定的努力和时间。首先，要调整好心态，相信自己是能够改变的。尽量不要急躁，因为越急就越容易出错。下定决心后，要采取行动，平时有意识地注意自己要做的目标、定位和关键信息等。你可以试着整理一下自己的桌面、房间，让东西有固定的摆放位置，使用完的工具要及时放回原处。另外，在出门之前养成清点随身物品的习惯，确保自己没有遗漏任何东西。",
    "annotation": [
      {
        "sentence": "我理解你的感受，改变习惯确实需要一定的努力和时间。",
        "label": ""
      },
      {
        "sentence": "首先，要调整好心态，相信自己是能够改变的。",
        "label": ""
      },
      {
        "sentence": "尽量不要急躁，因为越急就越容易出错。",
        "label": ""
      },
      {
        "sentence": "下定决心后，要采取行动，平时有意识地注意自己要做的目标、定位和关键信息等。",
        "label": ""
      },
      {
        "sentence": "你可以试着整理一下自己的桌面、房间，让东西有固定的摆放位置，使用完的工具要及时放回原处。",
        "label": ""
      },
      {
        "sentence": "另外，在出门之前养成清点随身物品的习惯，确保自己没有遗漏任何东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去做的。除了这些小细节外，你有没有其他的建议可以帮助我改掉这种粗心大意的毛病呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去做的。",
        "label": ""
      },
      {
        "sentence": "除了这些小细节外，你有没有其他的建议可以帮助我改掉这种粗心大意的毛病呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了平时的小事情，你可以试着养成记录重要事情的习惯。可以准备一个小的便签本和一支笔，随身携带。每天记录自己的时间安排和一些重要的事情或物品。当你想起一件事情时，马上把它记下来，这样就不会忘记了。这样的习惯一旦形成，你的条理性就会逐渐提高，生活的方方面面都会因此受益。",
    "annotation": [
      {
        "sentence": "除了平时的小事情，你可以试着养成记录重要事情的习惯。",
        "label": ""
      },
      {
        "sentence": "可以准备一个小的便签本和一支笔，随身携带。",
        "label": ""
      },
      {
        "sentence": "每天记录自己的时间安排和一些重要的事情或物品。",
        "label": ""
      },
      {
        "sentence": "当你想起一件事情时，马上把它记下来，这样就不会忘记了。",
        "label": ""
      },
      {
        "sentence": "这样的习惯一旦形成，你的条理性就会逐渐提高，生活的方方面面都会因此受益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个主意很好，我觉得可以试一下。真的很感谢你的建议和支持，我现在感觉好多了。之前一直觉得自己没有希望改变，但现在我有信心能够克服这个问题。",
    "annotation": [
      {
        "sentence": "这个主意很好，我觉得可以试一下。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的建议和支持，我现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "之前一直觉得自己没有希望改变，但现在我有信心能够克服这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用感谢，我只是尽我所能给你一些支持和鼓励。相信自己是能够改变的，只要你付出努力，持之以恒，你一定能够克服这个问题。祝你早日走出困境，加油！如果以后还有什么困难或者问题，也可以随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "你不用感谢，我只是尽我所能给你一些支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "相信自己是能够改变的，只要你付出努力，持之以恒，你一定能够克服这个问题。",
        "label": ""
      },
      {
        "sentence": "祝你早日走出困境，加油！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困难或者问题，也可以随时来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的支持。如果我有什么问题，我一定会来找你的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "好的，谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "如果我有什么问题，我一定会来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我随时都会在这里等候你的消息。祝你一切顺利，加油克服困难！",
    "annotation": [
      {
        "sentence": "不客气，我随时都会在这里等候你的消息。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油克服困难！",
        "label": ""
      }
    ]
  }
]