[
  {
    "role": "client",
    "content": "感激又讨厌，怎么才能缓解我对母亲的焦虑？本来是在学校住高三现在走读了因为是少数派结果搞得自己母亲焦虑得不行可能因为我们彼此是亲近的人。我与她是相似的暴躁且多想，但我偏偏还真的就不想这样。我宁愿我心大到宇宙，我也不想我这样焦虑。我一方面很感激她，虽然我不是单亲家庭，但是活得比单亲家庭还累。我家父亲不管事天天出去喝酒，没事就喜欢和妻和母吵架。其实我是非常想他死的，但是我母亲还能不计前嫌将我抚养，还能任着我性子，我很感激她。但是我一方面也非常讨厌她，明明自己婚姻很不幸福了还要继续去生个二胎，原因就是害怕我没出息（我理解是），并且还循环着她小时候对待我一样对待我弟弟。我小时候就被迫放弃画画，现在一点技能都没，成绩差很自卑。初中被逼上补习班，成绩依然还是很差，并且总是被打骂。小学被人欺负，也不敢和她说。初中时候她同意我又去画画，但是在画室很自卑觉得自己很垃圾又放弃了。现在她一直在指责我看不到她的好，想想就想哭想死。",
    "annotation": [
      {
        "sentence": "感激又讨厌，怎么才能缓解我对母亲的焦虑？",
        "label": ""
      },
      {
        "sentence": "本来是在学校住高三现在走读了因为是少数派结果搞得自己母亲焦虑得不行可能因为我们彼此是亲近的人。",
        "label": ""
      },
      {
        "sentence": "我与她是相似的暴躁且多想，但我偏偏还真的就不想这样。",
        "label": ""
      },
      {
        "sentence": "我宁愿我心大到宇宙，我也不想我这样焦虑。",
        "label": ""
      },
      {
        "sentence": "我一方面很感激她，虽然我不是单亲家庭，但是活得比单亲家庭还累。",
        "label": ""
      },
      {
        "sentence": "我家父亲不管事天天出去喝酒，没事就喜欢和妻和母吵架。",
        "label": ""
      },
      {
        "sentence": "其实我是非常想他死的，但是我母亲还能不计前嫌将我抚养，还能任着我性子，我很感激她。",
        "label": ""
      },
      {
        "sentence": "但是我一方面也非常讨厌她，明明自己婚姻很不幸福了还要继续去生个二胎，原因就是害怕我没出息（我理解是），并且还循环着她小时候对待我一样对待我弟弟。",
        "label": ""
      },
      {
        "sentence": "我小时候就被迫放弃画画，现在一点技能都没，成绩差很自卑。",
        "label": ""
      },
      {
        "sentence": "初中被逼上补习班，成绩依然还是很差，并且总是被打骂。",
        "label": ""
      },
      {
        "sentence": "小学被人欺负，也不敢和她说。",
        "label": ""
      },
      {
        "sentence": "初中时候她同意我又去画画，但是在画室很自卑觉得自己很垃圾又放弃了。",
        "label": ""
      },
      {
        "sentence": "现在她一直在指责我看不到她的好，想想就想哭想死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的你跟母亲都是暴躁的性子，最亲近的人，很容易受她影响。高三了，要高考，可以理解你的焦虑。你的父亲没有管家庭天天喝酒，还经常跟家里人吵架，从小就没怎么感觉到父爱。母亲一个人既要为母又要为父，想必她也很焦虑很不容易。母亲对你的控制欲估计也很强，总是被打骂被指责，是很容易让人陷入无助感只关注自己身上不好的地方。",
    "annotation": [
      {
        "sentence": "亲爱的你跟母亲都是暴躁的性子，最亲近的人，很容易受她影响。",
        "label": ""
      },
      {
        "sentence": "高三了，要高考，可以理解你的焦虑。",
        "label": ""
      },
      {
        "sentence": "你的父亲没有管家庭天天喝酒，还经常跟家里人吵架，从小就没怎么感觉到父爱。",
        "label": ""
      },
      {
        "sentence": "母亲一个人既要为母又要为父，想必她也很焦虑很不容易。",
        "label": ""
      },
      {
        "sentence": "母亲对你的控制欲估计也很强，总是被打骂被指责，是很容易让人陷入无助感只关注自己身上不好的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是觉得自己的差点成绩和没有才艺令母亲更烦躁，让我感到很无助。",
    "annotation": [
      {
        "sentence": "是的，我总是觉得自己的差点成绩和没有才艺令母亲更烦躁，让我感到很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "内心的小孩，他渴望被看见，被阳光沐浴，被赞赏被鼓励，被温柔善待。你不希望像母亲一样焦虑，那首先你要明确你和母亲的边界。虽然母亲或者原生家庭给你带来了很大的影响，但你并不是像机器人一样输入了什么就得到什么，你有人类最骄傲的特性--主观能动性。你掌控着你人生的主动权，你需要对自己的人生负责，而不是你的母亲，你的原生家庭。",
    "annotation": [
      {
        "sentence": "内心的小孩，他渴望被看见，被阳光沐浴，被赞赏被鼓励，被温柔善待。",
        "label": ""
      },
      {
        "sentence": "你不希望像母亲一样焦虑，那首先你要明确你和母亲的边界。",
        "label": ""
      },
      {
        "sentence": "虽然母亲或者原生家庭给你带来了很大的影响，但你并不是像机器人一样输入了什么就得到什么，你有人类最骄傲的特性--主观能动性。",
        "label": ""
      },
      {
        "sentence": "你掌控着你人生的主动权，你需要对自己的人生负责，而不是你的母亲，你的原生家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我需要掌握自己的生活，但是我总是无法摆脱对母亲的焦虑和压力。",
    "annotation": [
      {
        "sentence": "我知道我需要掌握自己的生活，但是我总是无法摆脱对母亲的焦虑和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "母亲指责你，那只是母亲的看法，也可能只是她无力感的一种宣泄，而不一定跟你有关。你是一个怎么样的人，只能由你自己来评价，而你值得去看到自己内心的小孩，那个闪闪发光，拥有画画梦想的小孩，鼓励他激励他前进。因为婚姻不幸，所以她可能给予更多的希望在小孩的身上。有个弟弟，你以后多个亲人，一起分担赡养父母的压力，也是好事情。",
    "annotation": [
      {
        "sentence": "母亲指责你，那只是母亲的看法，也可能只是她无力感的一种宣泄，而不一定跟你有关。",
        "label": ""
      },
      {
        "sentence": "你是一个怎么样的人，只能由你自己来评价，而你值得去看到自己内心的小孩，那个闪闪发光，拥有画画梦想的小孩，鼓励他激励他前进。",
        "label": ""
      },
      {
        "sentence": "因为婚姻不幸，所以她可能给予更多的希望在小孩的身上。",
        "label": ""
      },
      {
        "sentence": "有个弟弟，你以后多个亲人，一起分担赡养父母的压力，也是好事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我应该尝试从积极的角度看待这些问题，而不是让他们成为压力。",
    "annotation": [
      {
        "sentence": "或许你说的对，我应该尝试从积极的角度看待这些问题，而不是让他们成为压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变母亲改变别人，是比较难的，因为你没有办法控制。你唯一可以控制的就是你自己看问题的角度，还有自己的行为。试着把关注点重新放回到自己身上，看看有什么办法可以改善学习成绩，增强画画技能，去做你喜欢的事情。当你专注在提升自己而不是改变别人的时候，会发现世界都明亮了。只要你专注坚持去练习做一件事情一万个小时，你可以成为任何一个领域伟大的专家。加油，你是最出色的~。",
    "annotation": [
      {
        "sentence": "改变母亲改变别人，是比较难的，因为你没有办法控制。",
        "label": ""
      },
      {
        "sentence": "你唯一可以控制的就是你自己看问题的角度，还有自己的行为。",
        "label": ""
      },
      {
        "sentence": "试着把关注点重新放回到自己身上，看看有什么办法可以改善学习成绩，增强画画技能，去做你喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "当你专注在提升自己而不是改变别人的时候，会发现世界都明亮了。",
        "label": ""
      },
      {
        "sentence": "只要你专注坚持去练习做一件事情一万个小时，你可以成为任何一个领域伟大的专家。",
        "label": ""
      },
      {
        "sentence": "加油，你是最出色的~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尝试着改变我的思维方式，积极面对自己的问题，提升自己的能力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尝试着改变我的思维方式，积极面对自己的问题，提升自己的能力。",
        "label": ""
      }
    ]
  }
]