[
  {
    "role": "client",
    "content": "感激又讨厌，怎么才能缓解我对母亲的焦虑？本来是在学校住高三现在走读了因为是少数派结果搞得自己母亲焦虑得不行可能因为我们彼此是亲近的人我与她是相似的暴躁且多想但我偏偏还真的就不想这样我宁愿我心大到宇宙我也不想我这样焦虑我一方面很感激她虽然我不是单亲家庭但是活得比单亲家庭还累我家父亲不管事天天出去喝酒没事就喜欢和妻和母吵架其实我是非常想他死的但是我母亲还能不计前嫌将我抚养还能任着我性子我很感激她但是我一方面也非常讨厌她明明自己婚姻很不幸福了还要继续去生个二胎原因就是害怕我没出息（我理解是）并且还循环着她小时候对待我一样对待我弟弟我小时候就被迫放弃画画现在一点技能都没成绩差很自卑初中被逼上补习班成绩依然还是很差并且总是被打骂小学被人欺负也不敢和她说初中时候她同意我又去画画但是在画室很自卑觉得自己很垃圾又放弃了现在她一直在指责我看不到她的好想想就想哭想死",
    "annotation": [
      {
        "sentence": "感激又讨厌，怎么才能缓解我对母亲的焦虑？",
        "label": ""
      },
      {
        "sentence": "本来是在学校住高三现在走读了因为是少数派结果搞得自己母亲焦虑得不行可能因为我们彼此是亲近的人我与她是相似的暴躁且多想但我偏偏还真的就不想这样我宁愿我心大到宇宙我也不想我这样焦虑我一方面很感激她虽然我不是单亲家庭但是活得比单亲家庭还累我家父亲不管事天天出去喝酒没事就喜欢和妻和母吵架其实我是非常想他死的但是我母亲还能不计前嫌将我抚养还能任着我性子我很感激她但是我一方面也非常讨厌她明明自己婚姻很不幸福了还要继续去生个二胎原因就是害怕我没出息（我理解是）并且还循环着她小时候对待我一样对待我弟弟我小时候就被迫放弃画画现在一点技能都没成绩差很自卑初中被逼上补习班成绩依然还是很差并且总是被打骂小学被人欺负也不敢和她说初中时候她同意我又去画画但是在画室很自卑觉得自己很垃圾又放弃了现在她一直在指责我看不到她的好想想就想哭想死",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解，生活在这样的家庭环境里确实很难受。但是在别人不能理解我们的时候，我们要先学会善待自己。母亲也有她无法控制的因素，就像我们自己，有时候明明知道问题出在哪里，但当问题真的发生时，我们就无法及时和自己和解，也找不到解决问题的方法。而母亲也是一样的，有些事情并不是她不想去处理和解决，只是她还没有找到适合她的方式，所以我们不要给自己和母亲太大的压力。",
    "annotation": [
      {
        "sentence": "你的感受我能理解，生活在这样的家庭环境里确实很难受。",
        "label": ""
      },
      {
        "sentence": "但是在别人不能理解我们的时候，我们要先学会善待自己。",
        "label": ""
      },
      {
        "sentence": "母亲也有她无法控制的因素，就像我们自己，有时候明明知道问题出在哪里，但当问题真的发生时，我们就无法及时和自己和解，也找不到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "而母亲也是一样的，有些事情并不是她不想去处理和解决，只是她还没有找到适合她的方式，所以我们不要给自己和母亲太大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白其实我自己也没有那么糟糕。但是我觉得自己的学习成绩并不好，这让我非常自卑。虽然我努力补习，但成绩还是没有好转。而且小时候因为各种原因放弃了画画，我觉得自己一无是处。现在我母亲一直责备我，说我看不到她的好，这让我很难过，甚至想哭想死。",
    "annotation": [
      {
        "sentence": "你说得对，我明白其实我自己也没有那么糟糕。",
        "label": ""
      },
      {
        "sentence": "但是我觉得自己的学习成绩并不好，这让我非常自卑。",
        "label": ""
      },
      {
        "sentence": "虽然我努力补习，但成绩还是没有好转。",
        "label": ""
      },
      {
        "sentence": "而且小时候因为各种原因放弃了画画，我觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "现在我母亲一直责备我，说我看不到她的好，这让我很难过，甚至想哭想死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过苛责自己。成绩并不是唯一的衡量标准，也许学习并不是你最擅长的领域。如果你已经尽力了但成绩依旧不好，那可能意味着你在其他方面有更大的潜力。画画是你的爱好，如果它能让你更有信心，那就将它作为一种释放压力的方式，并不要太在意别人的评价。他们并不了解你的经历，也不了解你画画的含义。至于你母亲的指责，有些事情是我们暂时无法改变的，但我们的时间和精力是有限的，现在关键是面对即将到来的高考，这对我们的人生来说是一次重要的决定。所以在这个阶段，我们可以尝试忽略他人的感受，将更多的时间和精力投入到自己身上。待我们有了更多时间之后再调整自己的心态，好吗？",
    "annotation": [
      {
        "sentence": "不要太过苛责自己。",
        "label": ""
      },
      {
        "sentence": "成绩并不是唯一的衡量标准，也许学习并不是你最擅长的领域。",
        "label": ""
      },
      {
        "sentence": "如果你已经尽力了但成绩依旧不好，那可能意味着你在其他方面有更大的潜力。",
        "label": ""
      },
      {
        "sentence": "画画是你的爱好，如果它能让你更有信心，那就将它作为一种释放压力的方式，并不要太在意别人的评价。",
        "label": ""
      },
      {
        "sentence": "他们并不了解你的经历，也不了解你画画的含义。",
        "label": ""
      },
      {
        "sentence": "至于你母亲的指责，有些事情是我们暂时无法改变的，但我们的时间和精力是有限的，现在关键是面对即将到来的高考，这对我们的人生来说是一次重要的决定。",
        "label": ""
      },
      {
        "sentence": "所以在这个阶段，我们可以尝试忽略他人的感受，将更多的时间和精力投入到自己身上。",
        "label": ""
      },
      {
        "sentence": "待我们有了更多时间之后再调整自己的心态，好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实需要更加善待自己。或许我可以重新审视一下自己的兴趣和才能，不再沉溺于成绩这一个指标。同时，我也会尽量不去在意他人的评价，包括我母亲的指责。我会先把高考这个重要的任务做好，然后再考虑其他方面的调整。感谢你给予我这份支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实需要更加善待自己。",
        "label": ""
      },
      {
        "sentence": "或许我可以重新审视一下自己的兴趣和才能，不再沉溺于成绩这一个指标。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尽量不去在意他人的评价，包括我母亲的指责。",
        "label": ""
      },
      {
        "sentence": "我会先把高考这个重要的任务做好，然后再考虑其他方面的调整。",
        "label": ""
      },
      {
        "sentence": "感谢你给予我这份支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意帮助你。你已经迈出了积极的一步，重新审视自己的兴趣和才能，这样思考会让你更加了解自己的优势，找到未来的发展方向。同时，不要忘记更加善待自己，接受自己的不完美，因为每个人都有自己的不足之处。高考是重要的挑战，你可以先将重心放在这上面，一步一步地努力，相信自己一定能够取得好成绩。如果有任何困难或者需要倾诉，都可以随时和我说哦。",
    "annotation": [
      {
        "sentence": "不客气，我愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了积极的一步，重新审视自己的兴趣和才能，这样思考会让你更加了解自己的优势，找到未来的发展方向。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记更加善待自己，接受自己的不完美，因为每个人都有自己的不足之处。",
        "label": ""
      },
      {
        "sentence": "高考是重要的挑战，你可以先将重心放在这上面，一步一步地努力，相信自己一定能够取得好成绩。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或者需要倾诉，都可以随时和我说哦。",
        "label": ""
      }
    ]
  }
]