[
  {
    "role": "client",
    "content": "努力不让自己紧张恐惧，为什么这么敏感？经过高中两年的磨练直至现在，虽然成长了些许，但我并不觉得开心，我为什么不开心呐？因为高一时受到了精神打击，直到高二，通过自我暗示坚强的挺了过来，但心受到了的创伤是会有阴影的，我努力的不让自己恐惧紧张焦虑敏感暴露出来，可是隐藏的再好又有什么用呐，终究还是不开心，绝望，心态却还是那么沮丧，我不想再继续这样了，我希望有老师指点，我很难受，下面让老师们看一下关于我的“症状”1:坐在教室里虽然能学习但是只要听到翻书声或者其他声音，我的内心就会对发声的这个人产生敌意同时也恐惧自己为什么会被别人影响。2:有时会因为别人的一句话搞得不舒服一整天。3:对自己想做的事总是再三考虑，比如一些日常生活的小事。4:听到别人在旁边讲话，就会恐惧，担心他们说话的目的就是为了说给我听。我总是那么小题大做。曾经看过的一本书上写着你有多特殊就有多普通5:无法接受自己无法以自己为中心总是受别人影响……",
    "annotation": [
      {
        "sentence": "努力不让自己紧张恐惧，为什么这么敏感？",
        "label": ""
      },
      {
        "sentence": "经过高中两年的磨练直至现在，虽然成长了些许，但我并不觉得开心，我为什么不开心呐？",
        "label": ""
      },
      {
        "sentence": "因为高一时受到了精神打击，直到高二，通过自我暗示坚强的挺了过来，但心受到了的创伤是会有阴影的，我努力的不让自己恐惧紧张焦虑敏感暴露出来，可是隐藏的再好又有什么用呐，终究还是不开心，绝望，心态却还是那么沮丧，我不想再继续这样了，我希望有老师指点，我很难受，下面让老师们看一下关于我的“症状”1:坐在教室里虽然能学习但是只要听到翻书声或者其他声音，我的内心就会对发声的这个人产生敌意同时也恐惧自己为什么会被别人影响。",
        "label": ""
      },
      {
        "sentence": "2:有时会因为别人的一句话搞得不舒服一整天。",
        "label": ""
      },
      {
        "sentence": "3:对自己想做的事总是再三考虑，比如一些日常生活的小事。",
        "label": ""
      },
      {
        "sentence": "4:听到别人在旁边讲话，就会恐惧，担心他们说话的目的就是为了说给我听。",
        "label": ""
      },
      {
        "sentence": "我总是那么小题大做。",
        "label": ""
      },
      {
        "sentence": "曾经看过的一本书上写着你有多特殊就有多普通5:无法接受自己无法以自己为中心总是受别人影响……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能感受到你的困惑和焦虑，就像面对我女儿一样年龄的孩子一样。在高中阶段，不仅压力大，而且敏感度也很高，你之前经历过一些精神上的打击，这种敏感可能会影响到你的学习和生活，需要调整一下。首先，你需要明白，人作为动物都有自我保护的本能，而你之前受伤的原因导致你的本能反应过度激烈。这是一种自我保护的表现，不需要评判自己的状态，这是过去经历遗留的能量没有被清理，会在面对一些情况时不断显现出来。要接纳你现在像惊弓之鸟一样警戒的状态，不要去评判它。同时，有意识地清理过去留在身心中的负面情绪。平时多参加运动，当思绪杂乱时转移注意力，要明白不是别人在评判你，而是自己内心的杂音在干扰你。可以去运动，或者找一个没人的地方大声喊叫，发泄憋屈的情绪，如果担心恐惧，无法面对，可以离开去找一棵树倾诉，或者用笔记录下来，总之，只要及时释放自己的情绪，然后开始清理。通过不断地清理，你会变得更有力量，被内心杂音干扰的几率会减弱。有一天，你会不再在乎别人如何看待你，因为你已经拥有了保护自己的能力。希望你能开心快乐。",
    "annotation": [
      {
        "sentence": "你好，我能感受到你的困惑和焦虑，就像面对我女儿一样年龄的孩子一样。",
        "label": ""
      },
      {
        "sentence": "在高中阶段，不仅压力大，而且敏感度也很高，你之前经历过一些精神上的打击，这种敏感可能会影响到你的学习和生活，需要调整一下。",
        "label": ""
      },
      {
        "sentence": "首先，你需要明白，人作为动物都有自我保护的本能，而你之前受伤的原因导致你的本能反应过度激烈。",
        "label": ""
      },
      {
        "sentence": "这是一种自我保护的表现，不需要评判自己的状态，这是过去经历遗留的能量没有被清理，会在面对一些情况时不断显现出来。",
        "label": ""
      },
      {
        "sentence": "要接纳你现在像惊弓之鸟一样警戒的状态，不要去评判它。",
        "label": ""
      },
      {
        "sentence": "同时，有意识地清理过去留在身心中的负面情绪。",
        "label": ""
      },
      {
        "sentence": "平时多参加运动，当思绪杂乱时转移注意力，要明白不是别人在评判你，而是自己内心的杂音在干扰你。",
        "label": ""
      },
      {
        "sentence": "可以去运动，或者找一个没人的地方大声喊叫，发泄憋屈的情绪，如果担心恐惧，无法面对，可以离开去找一棵树倾诉，或者用笔记录下来，总之，只要及时释放自己的情绪，然后开始清理。",
        "label": ""
      },
      {
        "sentence": "通过不断地清理，你会变得更有力量，被内心杂音干扰的几率会减弱。",
        "label": ""
      },
      {
        "sentence": "有一天，你会不再在乎别人如何看待你，因为你已经拥有了保护自己的能力。",
        "label": ""
      },
      {
        "sentence": "希望你能开心快乐。",
        "label": ""
      }
    ]
  }
]