[
  {
    "role": "client",
    "content": "努力不让自己紧张恐惧，为什么这么敏感？经过高中两年的磨练直至现在，虽然成长了些许，但我并不觉得开心，我为什么不开心呐？因为高一时受到了精神打击，直到高二，通过自我暗示坚强的挺了过来，但心受到了的创伤是会有阴影的，我努力的不让自己恐惧紧张焦虑敏感暴露出来，可是隐藏的再好又有什么用呐，终究还是不开心，绝望，心态却还是那么沮丧，我不想再继续这样了，我希望有老师指点，我很难受，下面让老师们看一下关于我的“症状”1:坐在教室里虽然能学习但是只要听到翻书声或者其他声音，我的内心就会对发声的这个人产生敌意同时也恐惧自己为什么会被别人影响。2:有时会因为别人的一句话搞得不舒服一整天。3:对自己想做的事总是再三考虑，比如一些日常生活的小事。4:听到别人在旁边讲话，就会恐惧，担心他们说话的目的就是为了说给我听。我总是那么小题大做。曾经看过的一本书上写着你有多特殊就有多普通5:无法接受自己无法以自己为中心总是受别人影响……",
    "annotation": [
      {
        "sentence": "努力不让自己紧张恐惧，为什么这么敏感？",
        "label": ""
      },
      {
        "sentence": "经过高中两年的磨练直至现在，虽然成长了些许，但我并不觉得开心，我为什么不开心呐？",
        "label": ""
      },
      {
        "sentence": "因为高一时受到了精神打击，直到高二，通过自我暗示坚强的挺了过来，但心受到了的创伤是会有阴影的，我努力的不让自己恐惧紧张焦虑敏感暴露出来，可是隐藏的再好又有什么用呐，终究还是不开心，绝望，心态却还是那么沮丧，我不想再继续这样了，我希望有老师指点，我很难受，下面让老师们看一下关于我的“症状”1:坐在教室里虽然能学习但是只要听到翻书声或者其他声音，我的内心就会对发声的这个人产生敌意同时也恐惧自己为什么会被别人影响。",
        "label": ""
      },
      {
        "sentence": "2:有时会因为别人的一句话搞得不舒服一整天。",
        "label": ""
      },
      {
        "sentence": "3:对自己想做的事总是再三考虑，比如一些日常生活的小事。",
        "label": ""
      },
      {
        "sentence": "4:听到别人在旁边讲话，就会恐惧，担心他们说话的目的就是为了说给我听。",
        "label": ""
      },
      {
        "sentence": "我总是那么小题大做。",
        "label": ""
      },
      {
        "sentence": "曾经看过的一本书上写着你有多特殊就有多普通5:无法接受自己无法以自己为中心总是受别人影响……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "成天诚惶诚恐的感觉非常难受🤩从害怕变成恐惧再变成被害妄想需要多久？🤩我接过一个成年个案，只要听见任何人在说话来访者都感觉都是在否定他；大家在他身边做任何事情，来访者都觉得都是针对他自己。甚至有的时候保安、保洁大姐多看来访者一眼来访者都觉得自己被评判了。接过一个儿童个案，我们在旅游的城市里手拉手行走，后面环卫工人推着车子喊我们让开，小来访者开始大哭：这里不欢迎我们，我们回家吧在这两个个案的整理咨询中我们发现他们有根深蒂固的被否定，内外的环境都是否定的，除了来自外部各种否定外，还有他们来自内心深深我的自我否定，我不行，我不够好，我不值得，我无能。我们的咨询都是回到原生家庭从根源的否定开始一一修复，有的家庭是几代人都延续了否定模式，到最新的一代几乎没有活下去的底气和勇气。🤩回到自己的心和身体关照他们发生了什么🤩我不知道你高一发生了什么，的确对你是一次巨大的创伤，既然这个创伤这么猛烈过了这么久，依然还在影响你的状态，那我建议你能够停下来看一下，把创伤书写出来：这个创伤的到底怎么来的？为什么连翻书的声音都让你害怕？这个创伤发生在学校里？是一次公开的羞辱和否定？事件过程发生了什么？你当时的感受是什么？你现在回忆创伤时的身体反应是什么样的如果没有这个创伤，你的生活会是什么样子的？如果这个创伤消失，你的生活又会是什么样子的？这个创伤给你的感觉熟悉吗？今天你再回忆这个创伤的时候除了创伤当时的人以外，还会有谁自动关联到这个创伤的感觉里🤩害怕不是一天变成的被害妄想的，谁是哪个长期否定你的人？🤩书写一下你的成长里否定史，看得见的会告诉你答案从小到大哪些人一直在否定你？记录从小到大你被否定和被羞辱的创伤事件及你的身心感受你在公众场合遭受的最大羞辱和否定是什么？推荐一本书奥兰朵《对生命说是》。",
    "annotation": [
      {
        "sentence": "成天诚惶诚恐的感觉非常难受🤩从害怕变成恐惧再变成被害妄想需要多久？",
        "label": ""
      },
      {
        "sentence": "🤩我接过一个成年个案，只要听见任何人在说话来访者都感觉都是在否定他；大家在他身边做任何事情，来访者都觉得都是针对他自己。",
        "label": ""
      },
      {
        "sentence": "甚至有的时候保安、保洁大姐多看来访者一眼来访者都觉得自己被评判了。",
        "label": ""
      },
      {
        "sentence": "接过一个儿童个案，我们在旅游的城市里手拉手行走，后面环卫工人推着车子喊我们让开，小来访者开始大哭：这里不欢迎我们，我们回家吧在这两个个案的整理咨询中我们发现他们有根深蒂固的被否定，内外的环境都是否定的，除了来自外部各种否定外，还有他们来自内心深深我的自我否定，我不行，我不够好，我不值得，我无能。",
        "label": ""
      },
      {
        "sentence": "我们的咨询都是回到原生家庭从根源的否定开始一一修复，有的家庭是几代人都延续了否定模式，到最新的一代几乎没有活下去的底气和勇气。",
        "label": ""
      },
      {
        "sentence": "🤩回到自己的心和身体关照他们发生了什么🤩我不知道你高一发生了什么，的确对你是一次巨大的创伤，既然这个创伤这么猛烈过了这么久，依然还在影响你的状态，那我建议你能够停下来看一下，把创伤书写出来：这个创伤的到底怎么来的？",
        "label": ""
      },
      {
        "sentence": "为什么连翻书的声音都让你害怕？",
        "label": ""
      },
      {
        "sentence": "这个创伤发生在学校里？",
        "label": ""
      },
      {
        "sentence": "是一次公开的羞辱和否定？",
        "label": ""
      },
      {
        "sentence": "事件过程发生了什么？",
        "label": ""
      },
      {
        "sentence": "你当时的感受是什么？",
        "label": ""
      },
      {
        "sentence": "你现在回忆创伤时的身体反应是什么样的如果没有这个创伤，你的生活会是什么样子的？",
        "label": ""
      },
      {
        "sentence": "如果这个创伤消失，你的生活又会是什么样子的？",
        "label": ""
      },
      {
        "sentence": "这个创伤给你的感觉熟悉吗？",
        "label": ""
      },
      {
        "sentence": "今天你再回忆这个创伤的时候除了创伤当时的人以外，还会有谁自动关联到这个创伤的感觉里🤩害怕不是一天变成的被害妄想的，谁是哪个长期否定你的人？",
        "label": ""
      },
      {
        "sentence": "🤩书写一下你的成长里否定史，看得见的会告诉你答案从小到大哪些人一直在否定你？",
        "label": ""
      },
      {
        "sentence": "记录从小到大你被否定和被羞辱的创伤事件及你的身心感受你在公众场合遭受的最大羞辱和否定是什么？",
        "label": ""
      },
      {
        "sentence": "推荐一本书奥兰朵《对生命说是》。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，被否定的感觉真的很难受，好像一直被他人评判。我会试着回想并书写那个创伤，看看它对我的影响。除了那个创伤的人，我也会想到其他相关的人。谢谢你的建议和推荐的书。",
    "annotation": [
      {
        "sentence": "我理解了，被否定的感觉真的很难受，好像一直被他人评判。",
        "label": ""
      },
      {
        "sentence": "我会试着回想并书写那个创伤，看看它对我的影响。",
        "label": ""
      },
      {
        "sentence": "除了那个创伤的人，我也会想到其他相关的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和推荐的书。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意去回想和书写创伤。这是一个积极的尝试，帮助你更加了解自己并解决内心的痛苦。书中的《对生命说是》也许能为你提供更多启发和支持。如果你需要任何进一步的辅导，随时来找我，我会一直支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意去回想和书写创伤。",
        "label": ""
      },
      {
        "sentence": "这是一个积极的尝试，帮助你更加了解自己并解决内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "书中的《对生命说是》也许能为你提供更多启发和支持。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的辅导，随时来找我，我会一直支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力面对自己的困难。如果需要，我会再联系你的。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力面对自己的困难。",
        "label": ""
      },
      {
        "sentence": "如果需要，我会再联系你的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你能够克服困难，找到属于自己的幸福。记得，你不是一个人在战斗。祝你一切顺利！再见！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服困难，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]