[
  {
    "role": "client",
    "content": "我不敢允许自己伤害别人，不想制造努力的人设，怎么办？我有两个我认为是我最好的朋友，他们都很努力，然而我想到一个假设，如果我看起来远远不如他们努力，却获得了比他们高的多的成就，那我是不是伤害了他们？我会让他们的努力像一场笑话。但是我不愿意为了别人的眼光努力，我不想让自己看起来是努力的，不想给自己制造努力的人设。我该怎么办？",
    "annotation": [
      {
        "sentence": "我不敢允许自己伤害别人，不想制造努力的人设，怎么办？",
        "label": ""
      },
      {
        "sentence": "我有两个我认为是我最好的朋友，他们都很努力，然而我想到一个假设，如果我看起来远远不如他们努力，却获得了比他们高的多的成就，那我是不是伤害了他们？",
        "label": ""
      },
      {
        "sentence": "我会让他们的努力像一场笑话。",
        "label": ""
      },
      {
        "sentence": "但是我不愿意为了别人的眼光努力，我不想让自己看起来是努力的，不想给自己制造努力的人设。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很真诚，也很合逻辑。想自己偷偷藏起来努力，不被别人发现。类似于早早地上床睡觉，却在被窝里看书；明明复习得十分充分，却和同学们说“哎呀，我也没怎么看”。降低了带给别人的焦虑之余，另一方面又赢得别人的尊重：你看他，天资聪慧，轻轻松松就可以拿到好成绩。无论对他人，还是自己，都是一个完美的策略。不需要付出常人努力，凭借聪慧的头脑、高效的行动轻而易举就取得傲人的成绩，这可能是【优越感】的来源之一。",
    "annotation": [
      {
        "sentence": "你的想法很真诚，也很合逻辑。",
        "label": ""
      },
      {
        "sentence": "想自己偷偷藏起来努力，不被别人发现。",
        "label": ""
      },
      {
        "sentence": "类似于早早地上床睡觉，却在被窝里看书；明明复习得十分充分，却和同学们说“哎呀，我也没怎么看”。",
        "label": ""
      },
      {
        "sentence": "降低了带给别人的焦虑之余，另一方面又赢得别人的尊重：你看他，天资聪慧，轻轻松松就可以拿到好成绩。",
        "label": ""
      },
      {
        "sentence": "无论对他人，还是自己，都是一个完美的策略。",
        "label": ""
      },
      {
        "sentence": "不需要付出常人努力，凭借聪慧的头脑、高效的行动轻而易举就取得傲人的成绩，这可能是【优越感】的来源之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但矛盾在于他们是你很要好的朋友，你想保持这份骄傲，却又在违背自己的真诚，怕带给他们伤害。我认可朋友的努力，为什么不想创造出努力的人设，其实有一部分源于你自身的【投射】，即你自己不希望成为一味憨憨般地付出努力，不撞南墙不回头的“铁头娃”。这种默默付出的人，俯首甘为孺子牛，踏踏实实，让人看起来平凡无奇。万一付出和收获不成正比，迎来的只有别人“他很努力，但是很可惜”的评价和【挫败感】。但是每一个为自己目标负重前行，披荆斩棘的人，都很帅！！不是吗？",
    "annotation": [
      {
        "sentence": "但矛盾在于他们是你很要好的朋友，你想保持这份骄傲，却又在违背自己的真诚，怕带给他们伤害。",
        "label": ""
      },
      {
        "sentence": "我认可朋友的努力，为什么不想创造出努力的人设，其实有一部分源于你自身的【投射】，即你自己不希望成为一味憨憨般地付出努力，不撞南墙不回头的“铁头娃”。",
        "label": ""
      },
      {
        "sentence": "这种默默付出的人，俯首甘为孺子牛，踏踏实实，让人看起来平凡无奇。",
        "label": ""
      },
      {
        "sentence": "万一付出和收获不成正比，迎来的只有别人“他很努力，但是很可惜”的评价和【挫败感】。",
        "label": ""
      },
      {
        "sentence": "但是每一个为自己目标负重前行，披荆斩棘的人，都很帅！！",
        "label": ""
      },
      {
        "sentence": "不是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每一个为自己目标负重前行的人都很帅！我完全理解你的顾虑。但是，你的朋友们也有他们自己的价值观和追求，他们的努力并不仅仅是为了和你比较。你的成功并不会让他们的努力变成一场笑话，因为每个人的成就都是独特的。你应该相信他们的智慧和能力，不要低估他们的努力。同时，也要相信你自己的努力和才华，不要因为迎合别人的眼光而否定自己。",
    "annotation": [
      {
        "sentence": "是的，每一个为自己目标负重前行的人都很帅！",
        "label": ""
      },
      {
        "sentence": "我完全理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "但是，你的朋友们也有他们自己的价值观和追求，他们的努力并不仅仅是为了和你比较。",
        "label": ""
      },
      {
        "sentence": "你的成功并不会让他们的努力变成一场笑话，因为每个人的成就都是独特的。",
        "label": ""
      },
      {
        "sentence": "你应该相信他们的智慧和能力，不要低估他们的努力。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信你自己的努力和才华，不要因为迎合别人的眼光而否定自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我仍然担心我的成功会对他们造成压力和打击。我不想伤害他们的自尊心，也不想破坏我们之间的友谊。我该如何平衡自己的努力和他们的感受呢？",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我仍然担心我的成功会对他们造成压力和打击。",
        "label": ""
      },
      {
        "sentence": "我不想伤害他们的自尊心，也不想破坏我们之间的友谊。",
        "label": ""
      },
      {
        "sentence": "我该如何平衡自己的努力和他们的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的关心和考虑是很值得称赞的。我建议你与你的朋友们坦诚相待，和他们分享你的困惑和内心的矛盾。告诉他们你明白他们的努力和成就，并且并不想用你的成功来伤害他们。与他们共同探讨如何平衡你自己的努力和他们的感受，或许会得到意想不到的解决方案。友谊是建立在信任和理解的基础上的，通过坦诚相待，你们的友谊可能会更加牢固。",
    "annotation": [
      {
        "sentence": "你的关心和考虑是很值得称赞的。",
        "label": ""
      },
      {
        "sentence": "我建议你与你的朋友们坦诚相待，和他们分享你的困惑和内心的矛盾。",
        "label": ""
      },
      {
        "sentence": "告诉他们你明白他们的努力和成就，并且并不想用你的成功来伤害他们。",
        "label": ""
      },
      {
        "sentence": "与他们共同探讨如何平衡你自己的努力和他们的感受，或许会得到意想不到的解决方案。",
        "label": ""
      },
      {
        "sentence": "友谊是建立在信任和理解的基础上的，通过坦诚相待，你们的友谊可能会更加牢固。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该与他们坦诚相待，共同寻找解决办法。但是，如果他们对我的成功产生嫉妒或不理解，我该怎么应对呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该与他们坦诚相待，共同寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "但是，如果他们对我的成功产生嫉妒或不理解，我该怎么应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你的朋友们对你的成功感到嫉妒或不理解，首先要保持冷静和理性。尝试倾听他们的感受和想法，理解他们的角度。然后，试着解释你的动机和努力，并且强调你并不是想伤害他们。如果他们仍然无法接受或理解，你需要给他们一些时间和空间来处理自己的情绪。同时，也要记得不要完全否定自己的成就，相信你的努力是真实而有价值的。与时间的推移，也许他们会逐渐理解和接受你的成功。",
    "annotation": [
      {
        "sentence": "如果你的朋友们对你的成功感到嫉妒或不理解，首先要保持冷静和理性。",
        "label": ""
      },
      {
        "sentence": "尝试倾听他们的感受和想法，理解他们的角度。",
        "label": ""
      },
      {
        "sentence": "然后，试着解释你的动机和努力，并且强调你并不是想伤害他们。",
        "label": ""
      },
      {
        "sentence": "如果他们仍然无法接受或理解，你需要给他们一些时间和空间来处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得不要完全否定自己的成就，相信你的努力是真实而有价值的。",
        "label": ""
      },
      {
        "sentence": "与时间的推移，也许他们会逐渐理解和接受你的成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着与他们进行真诚的沟通，耐心倾听他们的感受，同时坚持自己的努力和成就。我真的希望我们的友谊能够一直保持下去。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会试着与他们进行真诚的沟通，耐心倾听他们的感受，同时坚持自己的努力和成就。",
        "label": ""
      },
      {
        "sentence": "我真的希望我们的友谊能够一直保持下去。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直在这里支持你。友谊是可以经受考验的，只要你们都愿意去沟通和理解，相信你们的友谊一定能够更加坚固。祝你好运！如果将来还有需要，不要犹豫，随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "友谊是可以经受考验的，只要你们都愿意去沟通和理解，相信你们的友谊一定能够更加坚固。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果将来还有需要，不要犹豫，随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]