[
  {
    "role": "client",
    "content": "诊断过重度抑郁中度焦虑，总是对生活提不起兴趣？从18年去医院诊断重度抑郁中度焦虑，吃过医生开的药没有做过心理疏导因为情绪失控服药过量后家人停止了我的药后后来又去精神医院检查因为药物作用太大后续也没再吃，一直通过自己调节选择逃避自己的情绪现在情绪很敏感对自己看重的人有的时候忽视了自己或者开个玩笑就会影响到我的情绪，现在我搞不明白自己现在到底是个什么情况情绪来得快有的时候说着说着话自己就感觉很累，晚上睡觉大脑也会控制不住的乱想，有的时候情绪挺好的有的时候情绪就会很低落对生活没有什么希望也就是活一天算一天的那种，很累我想知道我现在到底算是什么。",
    "annotation": [
      {
        "sentence": "诊断过重度抑郁中度焦虑，总是对生活提不起兴趣？",
        "label": ""
      },
      {
        "sentence": "从18年去医院诊断重度抑郁中度焦虑，吃过医生开的药没有做过心理疏导因为情绪失控服药过量后家人停止了我的药后后来又去精神医院检查因为药物作用太大后续也没再吃，一直通过自己调节选择逃避自己的情绪现在情绪很敏感对自己看重的人有的时候忽视了自己或者开个玩笑就会影响到我的情绪，现在我搞不明白自己现在到底是个什么情况情绪来得快有的时候说着说着话自己就感觉很累，晚上睡觉大脑也会控制不住的乱想，有的时候情绪挺好的有的时候情绪就会很低落对生活没有什么希望也就是活一天算一天的那种，很累我想知道我现在到底算是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的文字中，我感受到了你的要强，自己通过自己忍受和调节来控制自己的情绪。首先我看了你的提问，我还是建议你寻求心理咨询的帮助。",
    "annotation": [
      {
        "sentence": "从你的文字中，我感受到了你的要强，自己通过自己忍受和调节来控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "首先我看了你的提问，我还是建议你寻求心理咨询的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你觉得心理咨询对我有帮助吗？我之前没有尝试过，也不知道该怎么寻求帮助。",
    "annotation": [
      {
        "sentence": "你觉得心理咨询对我有帮助吗？",
        "label": ""
      },
      {
        "sentence": "我之前没有尝试过，也不知道该怎么寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理咨询可以提供一个安全的环境，让你有机会倾诉自己的感受，同时专业的咨询师会给予你正确的指导和支持。你可以向当地的心理咨询机构咨询相关事宜，他们会告诉你如何寻求帮助。",
    "annotation": [
      {
        "sentence": "心理咨询可以提供一个安全的环境，让你有机会倾诉自己的感受，同时专业的咨询师会给予你正确的指导和支持。",
        "label": ""
      },
      {
        "sentence": "你可以向当地的心理咨询机构咨询相关事宜，他们会告诉你如何寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对心理咨询有些担心，担心自己会被别人评判或者暴露自己的隐私。",
    "annotation": [
      {
        "sentence": "我对心理咨询有些担心，担心自己会被别人评判或者暴露自己的隐私。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心很正常，但是心理咨询师是受过专业训练的，他们会保护你的隐私并且尊重你的感受。你可以先选择一个你觉得信任的咨询师，逐渐建立起互信的关系，然后再分享更深层的问题。",
    "annotation": [
      {
        "sentence": "这种担心很正常，但是心理咨询师是受过专业训练的，他们会保护你的隐私并且尊重你的感受。",
        "label": ""
      },
      {
        "sentence": "你可以先选择一个你觉得信任的咨询师，逐渐建立起互信的关系，然后再分享更深层的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着去寻找一个心理咨询师。但是目前我还是想了解一些自我调节的方法，能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，我会试着去寻找一个心理咨询师。",
        "label": ""
      },
      {
        "sentence": "但是目前我还是想了解一些自我调节的方法，能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。对于睡眠，你可以每天坚持30分钟-1小时的户外运动，养成规律的作息时间，即使睡不着也要到床上躺着，创造一个舒适的睡眠环境。你还可以尝试在睡前听一些冥想音乐，帮助放松。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "对于睡眠，你可以每天坚持30分钟-1小时的户外运动，养成规律的作息时间，即使睡不着也要到床上躺着，创造一个舒适的睡眠环境。",
        "label": ""
      },
      {
        "sentence": "你还可以尝试在睡前听一些冥想音乐，帮助放松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "除了睡眠，我也经常遇到自己兴致低落的情况，有什么方法可以提高情绪吗？",
    "annotation": [
      {
        "sentence": "除了睡眠，我也经常遇到自己兴致低落的情况，有什么方法可以提高情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以想一想平时做什么事情能让自己开心起来，然后多去做这些事情。此外，抑郁焦虑的时候我们对别人的敏感度会增加，你可以告诉别人你的情绪不好，让他们理解你的感受。最后，你可以寻找一些自己感兴趣的事情，慢慢找回对生活的希望。",
    "annotation": [
      {
        "sentence": "你可以想一想平时做什么事情能让自己开心起来，然后多去做这些事情。",
        "label": ""
      },
      {
        "sentence": "此外，抑郁焦虑的时候我们对别人的敏感度会增加，你可以告诉别人你的情绪不好，让他们理解你的感受。",
        "label": ""
      },
      {
        "sentence": "最后，你可以寻找一些自己感兴趣的事情，慢慢找回对生活的希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的这些方法听起来不错，我会尝试一下。但是我对自己为什么会变得这样快速起伏的情绪感到困惑，你能给我解释一下吗？",
    "annotation": [
      {
        "sentence": "你说的这些方法听起来不错，我会尝试一下。",
        "label": ""
      },
      {
        "sentence": "但是我对自己为什么会变得这样快速起伏的情绪感到困惑，你能给我解释一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁焦虑的感受通常是日积月累的结果，并且可能与某些刺激事件相关。不要责怪自己，也不要着急，给自己一些时间和空间去疗愈。冰冻三尺非一日之寒，一切都会好起来的。加油！",
    "annotation": [
      {
        "sentence": "抑郁焦虑的感受通常是日积月累的结果，并且可能与某些刺激事件相关。",
        "label": ""
      },
      {
        "sentence": "不要责怪自己，也不要着急，给自己一些时间和空间去疗愈。",
        "label": ""
      },
      {
        "sentence": "冰冻三尺非一日之寒，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]