[
  {
    "role": "client",
    "content": "我诊断过重度抑郁中度焦虑，总是对生活提不起兴趣。从18年去医院诊断重度抑郁中度焦虑。吃过医生开的药没有做过心理疏导，因为情绪失控服药过量后家人停止了我的药。后来又去精神医院检查，因为药物作用太大，后续也没再吃。一直通过自己调节选择逃避自己的情绪。现在情绪很敏感，对自己看重的人有的时候忽视了自己，或者开个玩笑就会影响到我的情绪。现在我搞不明白自己现在到底是个什么情况，情绪来得快，有的时候说着说着话自己就感觉很累。晚上睡觉，大脑也会控制不住地乱想。有的时候情绪挺好的，有的时候情绪就会很低落，对生活没有什么希望，也就是活一天算一天的那种，很累。我想知道我现在到底算是什么。",
    "annotation": [
      {
        "sentence": "我诊断过重度抑郁中度焦虑，总是对生活提不起兴趣。",
        "label": ""
      },
      {
        "sentence": "从18年去医院诊断重度抑郁中度焦虑。",
        "label": ""
      },
      {
        "sentence": "吃过医生开的药没有做过心理疏导，因为情绪失控服药过量后家人停止了我的药。",
        "label": ""
      },
      {
        "sentence": "后来又去精神医院检查，因为药物作用太大，后续也没再吃。",
        "label": ""
      },
      {
        "sentence": "一直通过自己调节选择逃避自己的情绪。",
        "label": ""
      },
      {
        "sentence": "现在情绪很敏感，对自己看重的人有的时候忽视了自己，或者开个玩笑就会影响到我的情绪。",
        "label": ""
      },
      {
        "sentence": "现在我搞不明白自己现在到底是个什么情况，情绪来得快，有的时候说着说着话自己就感觉很累。",
        "label": ""
      },
      {
        "sentence": "晚上睡觉，大脑也会控制不住地乱想。",
        "label": ""
      },
      {
        "sentence": "有的时候情绪挺好的，有的时候情绪就会很低落，对生活没有什么希望，也就是活一天算一天的那种，很累。",
        "label": ""
      },
      {
        "sentence": "我想知道我现在到底算是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我们的身上发生了很多事情，而如今的我们还没有足够的能力照顾好自己，所以有些情绪确实是我们自己没办法一下处理的。有些事需要我们独立面对。忽然间到了一个新的地方，没有共同的话语，没有自己的圈子，而我们本身又比较敏感，对于我们在乎的人希望他们可以把更多的精力和时间放在我们身上。因此在对方忽视我们的时候，我们会感觉自己是不是被抛弃或者被冷落了，但是每个人都有自己的生活和圈子，而且时间对于每个人都是相同的，所以我们也需要理解他人。",
    "annotation": [
      {
        "sentence": "在我们的身上发生了很多事情，而如今的我们还没有足够的能力照顾好自己，所以有些情绪确实是我们自己没办法一下处理的。",
        "label": ""
      },
      {
        "sentence": "有些事需要我们独立面对。",
        "label": ""
      },
      {
        "sentence": "忽然间到了一个新的地方，没有共同的话语，没有自己的圈子，而我们本身又比较敏感，对于我们在乎的人希望他们可以把更多的精力和时间放在我们身上。",
        "label": ""
      },
      {
        "sentence": "因此在对方忽视我们的时候，我们会感觉自己是不是被抛弃或者被冷落了，但是每个人都有自己的生活和圈子，而且时间对于每个人都是相同的，所以我们也需要理解他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。可是我总觉得自己很无助，不知道应该怎么做才能改善自己的情况。有时候感觉自己像个叛逆的孩子，为了引起他人的注意会做出一些出格的事情。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "可是我总觉得自己很无助，不知道应该怎么做才能改善自己的情况。",
        "label": ""
      },
      {
        "sentence": "有时候感觉自己像个叛逆的孩子，为了引起他人的注意会做出一些出格的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不要觉得自己很叛逆，其实你是个懂事的孩子。有时候为了引起他人的关注，我们可能会表现得有些过激。但是我们可以学着做一些力所能及的事情，比如尝试自己做饭。做饭是考验一个人耐心的事情，而且看着心爱的家人吃着自己做的饭菜，有时候也是一种幸福。",
    "annotation": [
      {
        "sentence": "你不要觉得自己很叛逆，其实你是个懂事的孩子。",
        "label": ""
      },
      {
        "sentence": "有时候为了引起他人的关注，我们可能会表现得有些过激。",
        "label": ""
      },
      {
        "sentence": "但是我们可以学着做一些力所能及的事情，比如尝试自己做饭。",
        "label": ""
      },
      {
        "sentence": "做饭是考验一个人耐心的事情，而且看着心爱的家人吃着自己做的饭菜，有时候也是一种幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白你的意思。我会试着做饭，看看能不能找到一些快乐和满足感。但有时候我还是觉得内心很空虚，不知道该和谁倾诉。",
    "annotation": [
      {
        "sentence": "是的，我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "我会试着做饭，看看能不能找到一些快乐和满足感。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是觉得内心很空虚，不知道该和谁倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这里，作为你的支持者，我可以成为你的倾诉对象。这里就是你的心灵小屋。你可以将自己遇到的问题和想到的解决方案都跟我一起罗列出来，我们可以一起进行讨论和分析，找到一条适合自己的道路。",
    "annotation": [
      {
        "sentence": "在这里，作为你的支持者，我可以成为你的倾诉对象。",
        "label": ""
      },
      {
        "sentence": "这里就是你的心灵小屋。",
        "label": ""
      },
      {
        "sentence": "你可以将自己遇到的问题和想到的解决方案都跟我一起罗列出来，我们可以一起进行讨论和分析，找到一条适合自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我真的很需要这样一个宣泄的地方。我最近还有个问题，就是姥姥生病了，这给我带来了一些压力和困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我真的很需要这样一个宣泄的地方。",
        "label": ""
      },
      {
        "sentence": "我最近还有个问题，就是姥姥生病了，这给我带来了一些压力和困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姥姥生病确实会给我们带来一定的影响，但是生老病死是每个人都必须经历的。而且我相信姥姥也一定希望我们可以健康勇敢地成长下去，所以不要给自己太多的压力。这个世界上还有很多人会陪着我们一起成长。",
    "annotation": [
      {
        "sentence": "姥姥生病确实会给我们带来一定的影响，但是生老病死是每个人都必须经历的。",
        "label": ""
      },
      {
        "sentence": "而且我相信姥姥也一定希望我们可以健康勇敢地成长下去，所以不要给自己太多的压力。",
        "label": ""
      },
      {
        "sentence": "这个世界上还有很多人会陪着我们一起成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我感觉心情好多了。谢谢你一直陪在我身边。",
    "annotation": [
      {
        "sentence": "听了你的话，我感觉心情好多了。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪在我身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意一直支持你。如果你有任何需要倾诉或者帮助的地方，都可以跟我说。我们一起度过这段困难时期。",
    "annotation": [
      {
        "sentence": "不客气，我愿意一直支持你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要倾诉或者帮助的地方，都可以跟我说。",
        "label": ""
      },
      {
        "sentence": "我们一起度过这段困难时期。",
        "label": ""
      }
    ]
  }
]