[
  {
    "role": "client",
    "content": "我诊断过重度抑郁和中度焦虑，总是对生活提不起兴趣。从2018年开始去医院诊断重度抑郁和中度焦虑，吃过医生开的药，但没有做过心理疏导。因为情绪失控服药过量后，家人停止了给我吃药。后来又去了精神医院检查，因为药物作用太大，我也没有继续服用。一直靠自己调节，选择逃避自己的情绪。现在情绪很敏感，有时候忽视了对我重要的人，或者开个玩笑就会影响到我的情绪。现在我搞不明白自己到底是个什么情况，情绪来得快，有时候说着说着话就感觉很累，晚上睡觉也会控制不住地乱想。有时情绪挺好的，有时又会很低落，对生活没有什么希望，就是一天算一天的那种，我很累。我想知道我现在到底是什么情况。",
    "annotation": [
      {
        "sentence": "我诊断过重度抑郁和中度焦虑，总是对生活提不起兴趣。",
        "label": ""
      },
      {
        "sentence": "从2018年开始去医院诊断重度抑郁和中度焦虑，吃过医生开的药，但没有做过心理疏导。",
        "label": ""
      },
      {
        "sentence": "因为情绪失控服药过量后，家人停止了给我吃药。",
        "label": ""
      },
      {
        "sentence": "后来又去了精神医院检查，因为药物作用太大，我也没有继续服用。",
        "label": ""
      },
      {
        "sentence": "一直靠自己调节，选择逃避自己的情绪。",
        "label": ""
      },
      {
        "sentence": "现在情绪很敏感，有时候忽视了对我重要的人，或者开个玩笑就会影响到我的情绪。",
        "label": ""
      },
      {
        "sentence": "现在我搞不明白自己到底是个什么情况，情绪来得快，有时候说着说着话就感觉很累，晚上睡觉也会控制不住地乱想。",
        "label": ""
      },
      {
        "sentence": "有时情绪挺好的，有时又会很低落，对生活没有什么希望，就是一天算一天的那种，我很累。",
        "label": ""
      },
      {
        "sentence": "我想知道我现在到底是什么情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真不知道您最近是否去过医院或者见过心理医生，是否进行过相应的评估呢？您的情绪比较敏感，容易受到外界他人的影响。在生活中，您更关注他人，同时希望得到对方的关心和关注吗？或许可以试着多关注自己的喜怒哀乐，多活得“自私”一些。当然，首先要对自己有个明确的认知，了解自己。这样在受到别人的评价时，不会先自我怀疑，情绪也不会波动那么大。我们需要别人的评价来对自己产生不同的看法，但也不能完全被对方“控制”。所以，先要完全了解并掌握自己。晚上睡觉容易胡思乱想，睡眠质量可能相对下降。我建议您去医院进行检查，看是否存在神经衰弱等问题。在排除生理方面的因素后，进行心理分析就会更容易找到自己情绪的根源。同时，听取医嘱，尝试自己进行情绪调节。相信您很快就会好起来的。愿一切安好！",
    "annotation": [
      {
        "sentence": "真不知道您最近是否去过医院或者见过心理医生，是否进行过相应的评估呢？",
        "label": ""
      },
      {
        "sentence": "您的情绪比较敏感，容易受到外界他人的影响。",
        "label": ""
      },
      {
        "sentence": "在生活中，您更关注他人，同时希望得到对方的关心和关注吗？",
        "label": ""
      },
      {
        "sentence": "或许可以试着多关注自己的喜怒哀乐，多活得“自私”一些。",
        "label": ""
      },
      {
        "sentence": "当然，首先要对自己有个明确的认知，了解自己。",
        "label": ""
      },
      {
        "sentence": "这样在受到别人的评价时，不会先自我怀疑，情绪也不会波动那么大。",
        "label": ""
      },
      {
        "sentence": "我们需要别人的评价来对自己产生不同的看法，但也不能完全被对方“控制”。",
        "label": ""
      },
      {
        "sentence": "所以，先要完全了解并掌握自己。",
        "label": ""
      },
      {
        "sentence": "晚上睡觉容易胡思乱想，睡眠质量可能相对下降。",
        "label": ""
      },
      {
        "sentence": "我建议您去医院进行检查，看是否存在神经衰弱等问题。",
        "label": ""
      },
      {
        "sentence": "在排除生理方面的因素后，进行心理分析就会更容易找到自己情绪的根源。",
        "label": ""
      },
      {
        "sentence": "同时，听取医嘱，尝试自己进行情绪调节。",
        "label": ""
      },
      {
        "sentence": "相信您很快就会好起来的。",
        "label": ""
      },
      {
        "sentence": "愿一切安好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我最近没有去医院，也没有看心理医生。你说得对，我的情绪确实容易受到他人的影响。我常常更关注他人，希望得到他们的关心和关注。或许我需要学会更多地关注自己，了解自己的需求。但是，真的很难掌握自己的情绪，有时候一切都控制不住。我害怕自己的情绪波动会影响到其他人，因此更加焦虑和紧张。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我最近没有去医院，也没有看心理医生。",
        "label": ""
      },
      {
        "sentence": "你说得对，我的情绪确实容易受到他人的影响。",
        "label": ""
      },
      {
        "sentence": "我常常更关注他人，希望得到他们的关心和关注。",
        "label": ""
      },
      {
        "sentence": "或许我需要学会更多地关注自己，了解自己的需求。",
        "label": ""
      },
      {
        "sentence": "但是，真的很难掌握自己的情绪，有时候一切都控制不住。",
        "label": ""
      },
      {
        "sentence": "我害怕自己的情绪波动会影响到其他人，因此更加焦虑和紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到自己关注他人并希望得到他们的关心，这已经是一个很好的开始。不过，我们也不能完全放弃了自己。学会关注自己的需求是很重要的。当你感到情绪无法控制时，或者担心会影响到他人时，我们可以先尝试一些情绪调节的方法。比如，深呼吸、去散步、听音乐等等，这些都有助于放松情绪，让自己更好地应对。同时，如果你觉得情绪控制确实成为了问题，我还是建议你去医院咨询专业医生的建议，早日找到解决办法。",
    "annotation": [
      {
        "sentence": "你能够意识到自己关注他人并希望得到他们的关心，这已经是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "不过，我们也不能完全放弃了自己。",
        "label": ""
      },
      {
        "sentence": "学会关注自己的需求是很重要的。",
        "label": ""
      },
      {
        "sentence": "当你感到情绪无法控制时，或者担心会影响到他人时，我们可以先尝试一些情绪调节的方法。",
        "label": ""
      },
      {
        "sentence": "比如，深呼吸、去散步、听音乐等等，这些都有助于放松情绪，让自己更好地应对。",
        "label": ""
      },
      {
        "sentence": "同时，如果你觉得情绪控制确实成为了问题，我还是建议你去医院咨询专业医生的建议，早日找到解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更加重视自己的需求，并学会一些情绪调节的方法。我会试试深呼吸和散步来放松自己。也许我需要寻求医生的帮助，他们可以给我一些专业的建议。我没有正式进行过心理评估，也不知道自己到底是什么情况，这让我有些不安和迷茫。",
    "annotation": [
      {
        "sentence": "你说得对，我需要更加重视自己的需求，并学会一些情绪调节的方法。",
        "label": ""
      },
      {
        "sentence": "我会试试深呼吸和散步来放松自己。",
        "label": ""
      },
      {
        "sentence": "也许我需要寻求医生的帮助，他们可以给我一些专业的建议。",
        "label": ""
      },
      {
        "sentence": "我没有正式进行过心理评估，也不知道自己到底是什么情况，这让我有些不安和迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明确自己的情况是很重要的，它能帮助你更好地理解自己，并找到更有效的解决办法。如果你感到困惑和不安，确实可以考虑进行一次心理评估。心理评估可以帮助你了解自己的心理状况，同时得到专业人士的指导和建议。不要害怕寻求帮助，专业支持将是你走出困境的重要一步。相信自己，你一定可以走出困境，重新找回生活的希望和快乐。",
    "annotation": [
      {
        "sentence": "明确自己的情况是很重要的，它能帮助你更好地理解自己，并找到更有效的解决办法。",
        "label": ""
      },
      {
        "sentence": "如果你感到困惑和不安，确实可以考虑进行一次心理评估。",
        "label": ""
      },
      {
        "sentence": "心理评估可以帮助你了解自己的心理状况，同时得到专业人士的指导和建议。",
        "label": ""
      },
      {
        "sentence": "不要害怕寻求帮助，专业支持将是你走出困境的重要一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以走出困境，重新找回生活的希望和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该积极面对自己的情绪，并且寻找适合自己的解决办法。我会尽快去医院进行心理评估，希望能够得到专业人士的指导和建议。谢谢你的支持和鼓励，我相信我一定能够克服这个困境，重新恢复对生活的信心和希望。",
    "annotation": [
      {
        "sentence": "我明白了，我应该积极面对自己的情绪，并且寻找适合自己的解决办法。",
        "label": ""
      },
      {
        "sentence": "我会尽快去医院进行心理评估，希望能够得到专业人士的指导和建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我相信我一定能够克服这个困境，重新恢复对生活的信心和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你能够积极面对自己的情绪，并决定去进行心理评估。这是一个非常重要的决定，专业人士的指导将会对你的康复起到至关重要的作用。请保持积极的态度，相信自己的能力，你一定能够克服困境，找回生活的快乐和希望。如果在评估或康复过程中有任何需要帮助的地方，记得随时向我寻求支持。愿你早日走出困境，重新开始美好的人生。",
    "annotation": [
      {
        "sentence": "非常欣慰看到你能够积极面对自己的情绪，并决定去进行心理评估。",
        "label": ""
      },
      {
        "sentence": "这是一个非常重要的决定，专业人士的指导将会对你的康复起到至关重要的作用。",
        "label": ""
      },
      {
        "sentence": "请保持积极的态度，相信自己的能力，你一定能够克服困境，找回生活的快乐和希望。",
        "label": ""
      },
      {
        "sentence": "如果在评估或康复过程中有任何需要帮助的地方，记得随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "愿你早日走出困境，重新开始美好的人生。",
        "label": ""
      }
    ]
  }
]