[
  {
    "role": "client",
    "content": "缺乏安全感，缺爱的人，要怎么才能不痛苦？我有个谈了一年多的男朋友双方都见了父母，可是这几个月我发现他时不时在网上聊骚，因为以前从来不看他手机，当时发现挺震惊的，只能说知人知面不知心吧，他就很喜欢去聊几句但也没个固定的，他总解释说游戏而且，但被我发现几次了，真的不想再原谅他，感觉挺崩溃的本来是准备和他结婚的，但他这种不负责任的行为真的让我难以接受，他居然还说是个会玩游戏的男的多多少少都会有点，完全觉得自己没错，说什么网上都是假的，平时在别人眼里他都是话少内向的人真的没想到他这样，而且他失业一年了也不去上班什么都等家里人安排，我现在天天站在想分手却又不舍不甘心的边缘苦苦挣扎，想到他那些不懂事的行为就觉得心痛，但是毕竟在一起这么久没感情也是不可能，他也一直不同意分手，我真的太容易心软了，本身就缺乏安全感，现在每天更加胡思乱想，感觉每天都很烦，每天都在逼自己放下，真的不知道怎么办，怎样才能快速舍弃这个错误的人，让自己开心起来。",
    "annotation": [
      {
        "sentence": "缺乏安全感，缺爱的人，要怎么才能不痛苦？",
        "label": ""
      },
      {
        "sentence": "我有个谈了一年多的男朋友双方都见了父母，可是这几个月我发现他时不时在网上聊骚，因为以前从来不看他手机，当时发现挺震惊的，只能说知人知面不知心吧，他就很喜欢去聊几句但也没个固定的，他总解释说游戏而且，但被我发现几次了，真的不想再原谅他，感觉挺崩溃的本来是准备和他结婚的，但他这种不负责任的行为真的让我难以接受，他居然还说是个会玩游戏的男的多多少少都会有点，完全觉得自己没错，说什么网上都是假的，平时在别人眼里他都是话少内向的人真的没想到他这样，而且他失业一年了也不去上班什么都等家里人安排，我现在天天站在想分手却又不舍不甘心的边缘苦苦挣扎，想到他那些不懂事的行为就觉得心痛，但是毕竟在一起这么久没感情也是不可能，他也一直不同意分手，我真的太容易心软了，本身就缺乏安全感，现在每天更加胡思乱想，感觉每天都很烦，每天都在逼自己放下，真的不知道怎么办，怎样才能快速舍弃这个错误的人，让自己开心起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉看到你这么难过，呀～看了你的描述“男友网上聊骚”让你很寒心，确实这是一件原则上让人无法接受的事情，作为你的男朋友他还学不会避嫌和自重，伤透了你的心，而且是多次出现这种问题却不以为然。",
    "annotation": [
      {
        "sentence": "很抱歉看到你这么难过，呀～看了你的描述“男友网上聊骚”让你很寒心，确实这是一件原则上让人无法接受的事情，作为你的男朋友他还学不会避嫌和自重，伤透了你的心，而且是多次出现这种问题却不以为然。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他的行为让我觉得无法接受，我真的很受伤。",
    "annotation": [
      {
        "sentence": "是的，他的行为让我觉得无法接受，我真的很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我想肯定你的想法，他在有女朋友的情况下还和别的女生言语暧昧绝对是不正常的，而且算是背叛行为的，而且他还多次出现这样的情况，你完全可以不用原谅他的！",
    "annotation": [
      {
        "sentence": "首先我想肯定你的想法，他在有女朋友的情况下还和别的女生言语暧昧绝对是不正常的，而且算是背叛行为的，而且他还多次出现这样的情况，你完全可以不用原谅他的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，我也不想再给他机会了，可是我心里却很痛苦，觉得很难割舍。",
    "annotation": [
      {
        "sentence": "对的，我也不想再给他机会了，可是我心里却很痛苦，觉得很难割舍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次你男朋友说“是个会玩游戏的男的多多少少都会有点，网上都是假的”，这完全是扯淡，我有很多会玩游戏的朋友，包括没有女朋友的，他们在网上的言行都很自重，不会和别人随便暧昧。既然你男朋友说网上都是假的，那他说的哪一句话是可信的呢？难得还要你费心去猜吗？",
    "annotation": [
      {
        "sentence": "其次你男朋友说“是个会玩游戏的男的多多少少都会有点，网上都是假的”，这完全是扯淡，我有很多会玩游戏的朋友，包括没有女朋友的，他们在网上的言行都很自重，不会和别人随便暧昧。",
        "label": ""
      },
      {
        "sentence": "既然你男朋友说网上都是假的，那他说的哪一句话是可信的呢？",
        "label": ""
      },
      {
        "sentence": "难得还要你费心去猜吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他的借口真的让我很生气，觉得他自己都不敢面对自己的错误。",
    "annotation": [
      {
        "sentence": "是的，他的借口真的让我很生气，觉得他自己都不敢面对自己的错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在结束一段感情方面，很多女生都是犹豫的一方、留恋的一方，但是我们要知道不仅是恋爱关系，就算是婚姻关系我们都有权利选择解除关系，只要你们中有一方觉得不合适了就能结束。我个人觉得我的父亲三观很正，因为他在和我聊到婚姻观时对我说过这句话：“建议结了婚的夫妻不要立马生小孩，因为需要磨合期来判断对方是不是能够相伴终生，双方性格一定要合，千万不要等生了孩子以后，为了孩子而将就过一生。”我现在把这些话给你参考一下，希望你能做出让自己不后悔的选择，比较你是有选择的呀，只有你不愿意，没人能逼迫你，最重要的是不要将就，遵从自己的心。",
    "annotation": [
      {
        "sentence": "在结束一段感情方面，很多女生都是犹豫的一方、留恋的一方，但是我们要知道不仅是恋爱关系，就算是婚姻关系我们都有权利选择解除关系，只要你们中有一方觉得不合适了就能结束。",
        "label": ""
      },
      {
        "sentence": "我个人觉得我的父亲三观很正，因为他在和我聊到婚姻观时对我说过这句话：“建议结了婚的夫妻不要立马生小孩，因为需要磨合期来判断对方是不是能够相伴终生，双方性格一定要合，千万不要等生了孩子以后，为了孩子而将就过一生。",
        "label": ""
      },
      {
        "sentence": "”我现在把这些话给你参考一下，希望你能做出让自己不后悔的选择，比较你是有选择的呀，只有你不愿意，没人能逼迫你，最重要的是不要将就，遵从自己的心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会好好考虑，决定自己的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑，决定自己的未来。",
        "label": ""
      }
    ]
  }
]