[
  {
    "role": "client",
    "content": "我最近在宿舍遇到了一些困难，感觉被孤立了，不知道该怎么办。我想和妈妈商量换寝，但结果却引发了和妈妈之间的矛盾。宿舍里有四个人，其他三个人都不和我说话，甚至还针对我。我想换到其他的宿舍去。在学校里有一些普通同学对我有好感，但我们并不是朋友。而隔壁同班的三个人寝室里有一个女生也没能和她们融入，我和她现在算是相熟了。但和她在一起我并不怎么舒服。她希望我能换到她们的寝室陪她，但我担心这会引发我和她之间的矛盾。而且她们寝室里的另外两个女生也不欢迎新人。现在我在宿舍里的处境非常糟糕，因为我的舍友在临睡前连续两天都对我发怼，导致我失眠了两天。一个月前我们楼里有人换寝的机会，我希望可以换到一个新的寝室，如果不行的话，也可以凑合去那个女生的寝室。但这意味着我一天到晚都要戴着面具，感觉太累了。我妈妈知道我想换寝的事后，不问我的感受，反而责备我不会低头，说我心事太多，不能忽略别人的伤害。她还责备我不能容忍。她问我换寝后一定不会再遇到这样的问题吗？我大一的时候因为社交恐惧不太会说话，现在虽然好了一些，但还是有些害怕和人交流，也不太懂人情世故。但我已经在慢慢改善了。除了喜欢独处，我性格还是温和良善的，只是学习不太好而已。有些事情我妈妈不知道，比如我和隔壁寝室的那个女生相处是我在迁就她。我真的很气愤妈妈总是忽略我的感受，所以我非常沮丧。我不知道该怎么办，到底要不要换寝室呢？",
    "annotation": [
      {
        "sentence": "我最近在宿舍遇到了一些困难，感觉被孤立了，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我想和妈妈商量换寝，但结果却引发了和妈妈之间的矛盾。",
        "label": ""
      },
      {
        "sentence": "宿舍里有四个人，其他三个人都不和我说话，甚至还针对我。",
        "label": ""
      },
      {
        "sentence": "我想换到其他的宿舍去。",
        "label": ""
      },
      {
        "sentence": "在学校里有一些普通同学对我有好感，但我们并不是朋友。",
        "label": ""
      },
      {
        "sentence": "而隔壁同班的三个人寝室里有一个女生也没能和她们融入，我和她现在算是相熟了。",
        "label": ""
      },
      {
        "sentence": "但和她在一起我并不怎么舒服。",
        "label": ""
      },
      {
        "sentence": "她希望我能换到她们的寝室陪她，但我担心这会引发我和她之间的矛盾。",
        "label": ""
      },
      {
        "sentence": "而且她们寝室里的另外两个女生也不欢迎新人。",
        "label": ""
      },
      {
        "sentence": "现在我在宿舍里的处境非常糟糕，因为我的舍友在临睡前连续两天都对我发怼，导致我失眠了两天。",
        "label": ""
      },
      {
        "sentence": "一个月前我们楼里有人换寝的机会，我希望可以换到一个新的寝室，如果不行的话，也可以凑合去那个女生的寝室。",
        "label": ""
      },
      {
        "sentence": "但这意味着我一天到晚都要戴着面具，感觉太累了。",
        "label": ""
      },
      {
        "sentence": "我妈妈知道我想换寝的事后，不问我的感受，反而责备我不会低头，说我心事太多，不能忽略别人的伤害。",
        "label": ""
      },
      {
        "sentence": "她还责备我不能容忍。",
        "label": ""
      },
      {
        "sentence": "她问我换寝后一定不会再遇到这样的问题吗？",
        "label": ""
      },
      {
        "sentence": "我大一的时候因为社交恐惧不太会说话，现在虽然好了一些，但还是有些害怕和人交流，也不太懂人情世故。",
        "label": ""
      },
      {
        "sentence": "但我已经在慢慢改善了。",
        "label": ""
      },
      {
        "sentence": "除了喜欢独处，我性格还是温和良善的，只是学习不太好而已。",
        "label": ""
      },
      {
        "sentence": "有些事情我妈妈不知道，比如我和隔壁寝室的那个女生相处是我在迁就她。",
        "label": ""
      },
      {
        "sentence": "我真的很气愤妈妈总是忽略我的感受，所以我非常沮丧。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办，到底要不要换寝室呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常心疼你目前的困境，也理解你和妈妈之间的困难，真的很希望能帮到你。我们一起来看看这件事情应该如何处理，对你来说是最有益的。我注意到你目前的困境除了与寝室室友之间的关系让你感到压抑和受伤之外，得不到妈妈的理解和支持也加深了你的痛苦。这会让你更强烈地感受到被孤立和愤怒。同时，你可能也不太擅长表达自己的情绪和感受，这会增加你的压力，让你感到很累。我被你所描述的情况深深地感动和心疼。\"我为了有人说话才和她在一起。和她一起我不怎么舒服。她希望我换到她们的寝室陪她，但我担心会引发我和她的矛盾。且她们寝室的另外两个女生也不欢迎新人\"，\"我已经失眠两天了\"，\"如果不行的话，也可以凑合去那个女生的寝室。但这意味着我一天到晚都要戴着面具，感觉太累了\"——这些话让人感受到你的委屈和痛苦。因此，我觉得你现在的困难不仅仅是是否换寝室的问题，更重要的是如何处理与他人相处时所感受到的内心体验。我注意到你提到的\"大一我社恐不说话现还有几分怕人寡言\"——这是什么原因让你开始害怕人际交往的呢？大一发生了什么事情会严重影响到你的人际交往呢？此外，从你母亲责备的话语中我能感受到她对你的遭遇很心疼，只是她的沟通方式或者说沟通习惯总是会把关心演变成指责。俗话说：关心则乱。我想了解一下你是否能理解母亲在情感表达上遇到了哪些困难呢？家庭成员间相互支持是人一生中最重要的力量来源，妈妈和你的沟通方式需要进行调整。当然，这并不是一件容易的事情，但有成功的例子。交换寝室只是一件很简单的事情，但你内心的人际体验却是最主要的障碍，甚至会影响到你以后的同事关系和家庭幸福。目前最重要的任务是改善你内心的人际体验，因为这些体验阻碍了你建立安全的人际关系。目前来看，在妈妈不太能理解你情况的情况下，你可以选择寻求心理咨询师的帮助。我相信，改变自己是一件困难的事情，但只有做难事才能有所收获！希望我的回答能为你提供一点帮助。祝愿你早日走出内心的阴霾！",
    "annotation": [
      {
        "sentence": "我非常心疼你目前的困境，也理解你和妈妈之间的困难，真的很希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "我们一起来看看这件事情应该如何处理，对你来说是最有益的。",
        "label": ""
      },
      {
        "sentence": "我注意到你目前的困境除了与寝室室友之间的关系让你感到压抑和受伤之外，得不到妈妈的理解和支持也加深了你的痛苦。",
        "label": ""
      },
      {
        "sentence": "这会让你更强烈地感受到被孤立和愤怒。",
        "label": ""
      },
      {
        "sentence": "同时，你可能也不太擅长表达自己的情绪和感受，这会增加你的压力，让你感到很累。",
        "label": ""
      },
      {
        "sentence": "我被你所描述的情况深深地感动和心疼。",
        "label": ""
      },
      {
        "sentence": "\"我为了有人说话才和她在一起。",
        "label": ""
      },
      {
        "sentence": "和她一起我不怎么舒服。",
        "label": ""
      },
      {
        "sentence": "她希望我换到她们的寝室陪她，但我担心会引发我和她的矛盾。",
        "label": ""
      },
      {
        "sentence": "且她们寝室的另外两个女生也不欢迎新人\"，\"我已经失眠两天了\"，\"如果不行的话，也可以凑合去那个女生的寝室。",
        "label": ""
      },
      {
        "sentence": "但这意味着我一天到晚都要戴着面具，感觉太累了\"——这些话让人感受到你的委屈和痛苦。",
        "label": ""
      },
      {
        "sentence": "因此，我觉得你现在的困难不仅仅是是否换寝室的问题，更重要的是如何处理与他人相处时所感受到的内心体验。",
        "label": ""
      },
      {
        "sentence": "我注意到你提到的\"大一我社恐不说话现还有几分怕人寡言\"——这是什么原因让你开始害怕人际交往的呢？",
        "label": ""
      },
      {
        "sentence": "大一发生了什么事情会严重影响到你的人际交往呢？",
        "label": ""
      },
      {
        "sentence": "此外，从你母亲责备的话语中我能感受到她对你的遭遇很心疼，只是她的沟通方式或者说沟通习惯总是会把关心演变成指责。",
        "label": ""
      },
      {
        "sentence": "俗话说：关心则乱。",
        "label": ""
      },
      {
        "sentence": "我想了解一下你是否能理解母亲在情感表达上遇到了哪些困难呢？",
        "label": ""
      },
      {
        "sentence": "家庭成员间相互支持是人一生中最重要的力量来源，妈妈和你的沟通方式需要进行调整。",
        "label": ""
      },
      {
        "sentence": "当然，这并不是一件容易的事情，但有成功的例子。",
        "label": ""
      },
      {
        "sentence": "交换寝室只是一件很简单的事情，但你内心的人际体验却是最主要的障碍，甚至会影响到你以后的同事关系和家庭幸福。",
        "label": ""
      },
      {
        "sentence": "目前最重要的任务是改善你内心的人际体验，因为这些体验阻碍了你建立安全的人际关系。",
        "label": ""
      },
      {
        "sentence": "目前来看，在妈妈不太能理解你情况的情况下，你可以选择寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "我相信，改变自己是一件困难的事情，但只有做难事才能有所收获！",
        "label": ""
      },
      {
        "sentence": "希望我的回答能为你提供一点帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出内心的阴霾！",
        "label": ""
      }
    ]
  }
]