[
  {
    "role": "client",
    "content": "我最近在宿舍感到孤立，不知道该怎么办。我和妈妈商量换寝室的事情，结果引发了和妈妈的矛盾。宿舍里有四个人住，其他三个人都不和我说话，甚至还针对我。我想换到别的宿舍去。在学校里有些普通同学对我有好感，但我们还不是朋友。而隔壁同班的一个寝室里有一个女生也没能和她们融入进去，现在我们已经相熟了。但是我和她在一起的时候并不怎么舒服。她希望我能换到她们的寝室陪她，但是我担心这样会引发我们之间的矛盾。而且她们寝室的其他两个女生并不欢迎新人。我在宿舍的境地实在很糟糕，因为我的舍友连续两天晚上都对我怼，我已经连续失眠两天了。一个月前我们楼有人换寝的机会，我希望可以换到一个新的寝室去。如果不行的话，或许我可以去那个女生的寝室凑合一下。但是这意味着我每天都要戴着面具，感觉太累了。我妈妈知道我想换寝室后，完全没有问问我内心的感受，反而责备我不会低头，责备我太过敏感不能忽略伤害。她还说我不能容忍。她问我换了寝室一定不会再出现这样的情况吗？大一的时候我非常社恐，不爱说话，现在虽然好了一些，但还是有点怕生，不太懂人情世故。但是我已经改善了很多。除了喜欢独处外，我是一个性情温和良善的人，只是学习不太好。我妈妈知道我和隔壁寝室那个女生是我在迁就她们。我很生气妈妈完全无视我的感受，结果她也哭了。我现在不知道该怎么办了，你能帮我吗？",
    "annotation": [
      {
        "sentence": "我最近在宿舍感到孤立，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我和妈妈商量换寝室的事情，结果引发了和妈妈的矛盾。",
        "label": ""
      },
      {
        "sentence": "宿舍里有四个人住，其他三个人都不和我说话，甚至还针对我。",
        "label": ""
      },
      {
        "sentence": "我想换到别的宿舍去。",
        "label": ""
      },
      {
        "sentence": "在学校里有些普通同学对我有好感，但我们还不是朋友。",
        "label": ""
      },
      {
        "sentence": "而隔壁同班的一个寝室里有一个女生也没能和她们融入进去，现在我们已经相熟了。",
        "label": ""
      },
      {
        "sentence": "但是我和她在一起的时候并不怎么舒服。",
        "label": ""
      },
      {
        "sentence": "她希望我能换到她们的寝室陪她，但是我担心这样会引发我们之间的矛盾。",
        "label": ""
      },
      {
        "sentence": "而且她们寝室的其他两个女生并不欢迎新人。",
        "label": ""
      },
      {
        "sentence": "我在宿舍的境地实在很糟糕，因为我的舍友连续两天晚上都对我怼，我已经连续失眠两天了。",
        "label": ""
      },
      {
        "sentence": "一个月前我们楼有人换寝的机会，我希望可以换到一个新的寝室去。",
        "label": ""
      },
      {
        "sentence": "如果不行的话，或许我可以去那个女生的寝室凑合一下。",
        "label": ""
      },
      {
        "sentence": "但是这意味着我每天都要戴着面具，感觉太累了。",
        "label": ""
      },
      {
        "sentence": "我妈妈知道我想换寝室后，完全没有问问我内心的感受，反而责备我不会低头，责备我太过敏感不能忽略伤害。",
        "label": ""
      },
      {
        "sentence": "她还说我不能容忍。",
        "label": ""
      },
      {
        "sentence": "她问我换了寝室一定不会再出现这样的情况吗？",
        "label": ""
      },
      {
        "sentence": "大一的时候我非常社恐，不爱说话，现在虽然好了一些，但还是有点怕生，不太懂人情世故。",
        "label": ""
      },
      {
        "sentence": "但是我已经改善了很多。",
        "label": ""
      },
      {
        "sentence": "除了喜欢独处外，我是一个性情温和良善的人，只是学习不太好。",
        "label": ""
      },
      {
        "sentence": "我妈妈知道我和隔壁寝室那个女生是我在迁就她们。",
        "label": ""
      },
      {
        "sentence": "我很生气妈妈完全无视我的感受，结果她也哭了。",
        "label": ""
      },
      {
        "sentence": "我现在不知道该怎么办了，你能帮我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你现在的状态，我感受到了一种孤独的感觉。在学校里缺乏沟通和理解的环境下，回到家后还无法和妈妈沟通得到安慰。你期待和妈妈的沟通能够让她理解你，能够多听听你心声，但现实却让你失望了。你发现，妈妈比你还害怕，她表现出的只有担忧。她害怕你换一个新环境后再次受到伤害和排挤。妈妈希望你能够变得强大，对你有很多期望，但这些期望是你现在无法达到的。妈妈自己也处于一种无力的状态。每当你反抗的时候，妈妈会哭，她的无力让你感到无奈。你非常善良温和，不太懂得人情世故。但是，你还是吸引了其他同学的喜欢，那么你带给他们的是什么呢？是温暖？陪伴？倾听？虽然你不太懂人情世故，但你一定可以带给他们一些有价值的东西，才会让他们喜欢靠近你。你所处的宿舍其他三个人都不和你说话，甚至还针对你，你有尝试了解过为什么么？是你的某些特质让你们之间产生了隔阂？是你的生活习惯影响到了别人？还是你们没有共同的爱好和话题？女生宿舍一般都会有很多八卦话题，是你表现出对她们的冷漠或者是很冷淡吗？你大一时社恐，现在已经改善了很多，这是你自己慢慢走出来的吗？你真的很棒经历过很艰难，懂得了不易。喜欢独处并不是问题，你可以自己玩，自己学，话也可以说的少，但是尽量给别人带去温暖和热情。关于换寝室的问题，可以尝试去新的寝室看看，但在去之前，了解清楚问题出在哪里，这样在新寝室里才能过得更好。如果不知道问题出在哪里，换寝室后还会面临同样的问题吗？还有关于“面具”，面具既可以是褒义词，也可以是贬义词。看你如何去使用它。每个人活在世界上，都不可能没有面具。如果一点都没有，周围的人也会受伤。比如，如果妈妈和你的沟通中，她把她的害怕和担心都说出来，她把她理想中的你都说出来了，可能会让你很崩溃。你把自己理想中的妈妈都告诉她了，她也崩溃了。如果面具太多，没有了真诚，也不会有朋友。面具很多时候是为了保护对方或者保护自己的自尊心和价值感等等。可以善良而真诚地使用面具，但要把握好度，失去了度利用面具来成就不可见人的目的，就成了自私和虚伪！希望我说的对你有用！",
    "annotation": [
      {
        "sentence": "看到你现在的状态，我感受到了一种孤独的感觉。",
        "label": ""
      },
      {
        "sentence": "在学校里缺乏沟通和理解的环境下，回到家后还无法和妈妈沟通得到安慰。",
        "label": ""
      },
      {
        "sentence": "你期待和妈妈的沟通能够让她理解你，能够多听听你心声，但现实却让你失望了。",
        "label": ""
      },
      {
        "sentence": "你发现，妈妈比你还害怕，她表现出的只有担忧。",
        "label": ""
      },
      {
        "sentence": "她害怕你换一个新环境后再次受到伤害和排挤。",
        "label": ""
      },
      {
        "sentence": "妈妈希望你能够变得强大，对你有很多期望，但这些期望是你现在无法达到的。",
        "label": ""
      },
      {
        "sentence": "妈妈自己也处于一种无力的状态。",
        "label": ""
      },
      {
        "sentence": "每当你反抗的时候，妈妈会哭，她的无力让你感到无奈。",
        "label": ""
      },
      {
        "sentence": "你非常善良温和，不太懂得人情世故。",
        "label": ""
      },
      {
        "sentence": "但是，你还是吸引了其他同学的喜欢，那么你带给他们的是什么呢？",
        "label": ""
      },
      {
        "sentence": "是温暖？",
        "label": ""
      },
      {
        "sentence": "陪伴？",
        "label": ""
      },
      {
        "sentence": "倾听？",
        "label": ""
      },
      {
        "sentence": "虽然你不太懂人情世故，但你一定可以带给他们一些有价值的东西，才会让他们喜欢靠近你。",
        "label": ""
      },
      {
        "sentence": "你所处的宿舍其他三个人都不和你说话，甚至还针对你，你有尝试了解过为什么么？",
        "label": ""
      },
      {
        "sentence": "是你的某些特质让你们之间产生了隔阂？",
        "label": ""
      },
      {
        "sentence": "是你的生活习惯影响到了别人？",
        "label": ""
      },
      {
        "sentence": "还是你们没有共同的爱好和话题？",
        "label": ""
      },
      {
        "sentence": "女生宿舍一般都会有很多八卦话题，是你表现出对她们的冷漠或者是很冷淡吗？",
        "label": ""
      },
      {
        "sentence": "你大一时社恐，现在已经改善了很多，这是你自己慢慢走出来的吗？",
        "label": ""
      },
      {
        "sentence": "你真的很棒经历过很艰难，懂得了不易。",
        "label": ""
      },
      {
        "sentence": "喜欢独处并不是问题，你可以自己玩，自己学，话也可以说的少，但是尽量给别人带去温暖和热情。",
        "label": ""
      },
      {
        "sentence": "关于换寝室的问题，可以尝试去新的寝室看看，但在去之前，了解清楚问题出在哪里，这样在新寝室里才能过得更好。",
        "label": ""
      },
      {
        "sentence": "如果不知道问题出在哪里，换寝室后还会面临同样的问题吗？",
        "label": ""
      },
      {
        "sentence": "还有关于“面具”，面具既可以是褒义词，也可以是贬义词。",
        "label": ""
      },
      {
        "sentence": "看你如何去使用它。",
        "label": ""
      },
      {
        "sentence": "每个人活在世界上，都不可能没有面具。",
        "label": ""
      },
      {
        "sentence": "如果一点都没有，周围的人也会受伤。",
        "label": ""
      },
      {
        "sentence": "比如，如果妈妈和你的沟通中，她把她的害怕和担心都说出来，她把她理想中的你都说出来了，可能会让你很崩溃。",
        "label": ""
      },
      {
        "sentence": "你把自己理想中的妈妈都告诉她了，她也崩溃了。",
        "label": ""
      },
      {
        "sentence": "如果面具太多，没有了真诚，也不会有朋友。",
        "label": ""
      },
      {
        "sentence": "面具很多时候是为了保护对方或者保护自己的自尊心和价值感等等。",
        "label": ""
      },
      {
        "sentence": "可以善良而真诚地使用面具，但要把握好度，失去了度利用面具来成就不可见人的目的，就成了自私和虚伪！",
        "label": ""
      },
      {
        "sentence": "希望我说的对你有用！",
        "label": ""
      }
    ]
  }
]