[
  {
    "role": "client",
    "content": "高二第一次月考，全班倒数，太差了，不敢去学校？本来成绩就不太好，前面几次考试中下等，这次直接来个倒数第一，真的很崩溃，而且这段时间我一直在努力学物理，真的每天死刷题，但是物理只考了27分，我不知道为什么会这样，真的很难受，很崩溃，而且上次考试老师才夸我有一点进步，我很开心，决定更加努力，可是现在……",
    "annotation": [
      {
        "sentence": "高二第一次月考，全班倒数，太差了，不敢去学校？",
        "label": ""
      },
      {
        "sentence": "本来成绩就不太好，前面几次考试中下等，这次直接来个倒数第一，真的很崩溃，而且这段时间我一直在努力学物理，真的每天死刷题，但是物理只考了27分，我不知道为什么会这样，真的很难受，很崩溃，而且上次考试老师才夸我有一点进步，我很开心，决定更加努力，可是现在……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀，很抱歉看到你遇到了这么令你沮丧的事情。我能感觉到你确实很努力了，但结果却不尽如人意，尤其是对于物理这门学科，太折磨人了，努力好像也无济于事。因为不知道你们全班乃至整个学校的大致水平怎么样，那我想就整个高中的学习情况来为你分析、给你建议，希望对你有帮助呀~",
    "annotation": [
      {
        "sentence": "呀，很抱歉看到你遇到了这么令你沮丧的事情。",
        "label": ""
      },
      {
        "sentence": "我能感觉到你确实很努力了，但结果却不尽如人意，尤其是对于物理这门学科，太折磨人了，努力好像也无济于事。",
        "label": ""
      },
      {
        "sentence": "因为不知道你们全班乃至整个学校的大致水平怎么样，那我想就整个高中的学习情况来为你分析、给你建议，希望对你有帮助呀~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。听你这么说，我不再觉得自己孤单了。但是我真的很困惑，明明之前几次考试我都有一点进步，为什么这次会跌到倒数第一呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我不再觉得自己孤单了。",
        "label": ""
      },
      {
        "sentence": "但是我真的很困惑，明明之前几次考试我都有一点进步，为什么这次会跌到倒数第一呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高中的学习是一个风云莫测的过程呢。我们普通人是无法预测自己最终的成绩走向的，我记得我自己高中时期的成绩单就是进步、退步、进步、退步......反复不断，每次出成绩都像坐过山车一样刺激。或许这次只是一个小小的波折，接下来你的成绩可能会再次进步呢。",
    "annotation": [
      {
        "sentence": "高中的学习是一个风云莫测的过程呢。",
        "label": ""
      },
      {
        "sentence": "我们普通人是无法预测自己最终的成绩走向的，我记得我自己高中时期的成绩单就是进步、退步、进步、退步......反复不断，每次出成绩都像坐过山车一样刺激。",
        "label": ""
      },
      {
        "sentence": "或许这次只是一个小小的波折，接下来你的成绩可能会再次进步呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我感觉好一点了。可是，我班上的物理成绩一直都很差，老师也好像对我们没有什么期望，会不会是老师有意出难题让我们重视每次考试呢？",
    "annotation": [
      {
        "sentence": "听你这么说，我感觉好一点了。",
        "label": ""
      },
      {
        "sentence": "可是，我班上的物理成绩一直都很差，老师也好像对我们没有什么期望，会不会是老师有意出难题让我们重视每次考试呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，你的猜测也有一定的可能性。有些老师会故意出一些难题，希望学生们能够认真对待每一次考试，一直到高考为止。即使物理成绩在班上一直不好，但只要你持续努力刷题，多思考一些经典的题目和基础的题目，并及时订正错题，相信你的水平会有所提升的。",
    "annotation": [
      {
        "sentence": "嗯，你的猜测也有一定的可能性。",
        "label": ""
      },
      {
        "sentence": "有些老师会故意出一些难题，希望学生们能够认真对待每一次考试，一直到高考为止。",
        "label": ""
      },
      {
        "sentence": "即使物理成绩在班上一直不好，但只要你持续努力刷题，多思考一些经典的题目和基础的题目，并及时订正错题，相信你的水平会有所提升的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会继续努力不放弃的。可是，真的很失落，上次考试老师还夸我有一点进步，我很开心，结果现在又跌到这个地步。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会继续努力不放弃的。",
        "label": ""
      },
      {
        "sentence": "可是，真的很失落，上次考试老师还夸我有一点进步，我很开心，结果现在又跌到这个地步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "老师的夸奖固然让我们开心，但我们也要正确预估自己的实力。尽量做到自己能做到的最好，不要轻易气馁。我还记得我当初高中的日子，最庆幸的是我没有放弃，一直坚持到高考。我相信，只要你坚持下去，将来的你一定不会后悔。",
    "annotation": [
      {
        "sentence": "老师的夸奖固然让我们开心，但我们也要正确预估自己的实力。",
        "label": ""
      },
      {
        "sentence": "尽量做到自己能做到的最好，不要轻易气馁。",
        "label": ""
      },
      {
        "sentence": "我还记得我当初高中的日子，最庆幸的是我没有放弃，一直坚持到高考。",
        "label": ""
      },
      {
        "sentence": "我相信，只要你坚持下去，将来的你一定不会后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我现在感觉好多了，知道自己不是孤单的。我会更加坚定地面对学习和考试，不再害怕挫折。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，知道自己不是孤单的。",
        "label": ""
      },
      {
        "sentence": "我会更加坚定地面对学习和考试，不再害怕挫折。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了，我很高兴看到你能够重新振作起来。相信自己，坚持努力，你一定能够取得理想的成绩。如果你有任何困惑或需要帮助的地方，随时都可以来找我倾诉。你不是一个人在战斗，我们会一直支持你的！",
    "annotation": [
      {
        "sentence": "太好了，我很高兴看到你能够重新振作起来。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定能够取得理想的成绩。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或需要帮助的地方，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一直支持你的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "再次谢谢你，我会铭记在心。有你这样的支持者，我相信我能够克服一切困难，迎接未来的挑战。",
    "annotation": [
      {
        "sentence": "再次谢谢你，我会铭记在心。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者，我相信我能够克服一切困难，迎接未来的挑战。",
        "label": ""
      }
    ]
  }
]