[
  {
    "role": "client",
    "content": "在网上认识，聊得很开心，网恋靠谱吗？",
    "annotation": [
      {
        "sentence": "在网上认识，聊得很开心，网恋靠谱吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "网络确实给我们的生活带来了许许多多的便利与变革，就连谈恋爱也是如此。但网络毕竟是虚拟的，在没有真正的见到对方之前，我们确实不能完全信任对方。所以这一点上，我觉得你的顾虑是非常有必要的。",
    "annotation": [
      {
        "sentence": "网络确实给我们的生活带来了许许多多的便利与变革，就连谈恋爱也是如此。",
        "label": ""
      },
      {
        "sentence": "但网络毕竟是虚拟的，在没有真正的见到对方之前，我们确实不能完全信任对方。",
        "label": ""
      },
      {
        "sentence": "所以这一点上，我觉得你的顾虑是非常有必要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在网上认识，聊得很开心，我们互相发过了照片然后也很开心，已经网络聊天2个多月，他每天上班下班都会和我报备，中午吃饭也会和我说吃什么东西，后来渐渐的关系越来越熟了，我们之间产生了好感，他也表达对我的喜欢，慢慢就开始了视频聊天，他会分享他做的美食直播，感觉他的生活很平淡也很有仪式感，后面天天他只要一上班一下班都会视频，包括中午休息哪怕2-3分钟都想和我视频。之后的日子他说见面以后，他觉得我是他的结婚对象，他想好好的和我一起走到结婚，然后每天都会说很爱我，很想我，有时候也会聊到一些前任和两性关系的东西，但是一聊到两性关系我就很恐惧，然后说见面确立关系以后就一起去旅游，但是我感觉很害怕，就很怕他会不会是欺骗感情的人，也害怕是不是网络骗子，也不知道该怎么办，但是这几个月已经习惯了这个人。",
    "annotation": [
      {
        "sentence": "在网上认识，聊得很开心，我们互相发过了照片然后也很开心，已经网络聊天2个多月，他每天上班下班都会和我报备，中午吃饭也会和我说吃什么东西，后来渐渐的关系越来越熟了，我们之间产生了好感，他也表达对我的喜欢，慢慢就开始了视频聊天，他会分享他做的美食直播，感觉他的生活很平淡也很有仪式感，后面天天他只要一上班一下班都会视频，包括中午休息哪怕2-3分钟都想和我视频。",
        "label": ""
      },
      {
        "sentence": "之后的日子他说见面以后，他觉得我是他的结婚对象，他想好好的和我一起走到结婚，然后每天都会说很爱我，很想我，有时候也会聊到一些前任和两性关系的东西，但是一聊到两性关系我就很恐惧，然后说见面确立关系以后就一起去旅游，但是我感觉很害怕，就很怕他会不会是欺骗感情的人，也害怕是不是网络骗子，也不知道该怎么办，但是这几个月已经习惯了这个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先说说你们之间的关系：网上认识两个多月，聊天聊的很开心他上下班、吃什么东西都会和你报备。你们之间相互有好感，也表达过喜欢。他总是喜欢和你视频，甚至是中午休息的几分钟时间。但你们只要聊到两性关系和今后在一起的事情时，你就会感到恐惧，害怕被欺骗。请问你是否曾经在感情或者其他方面受到过别人的欺骗、被别人伤害过呢？因为你和对方聊其他的都很正常，但是聊到两性关系以及确定关系你就会恐惧。因为这可能让你联想到了曾经的一些不美好的经历，产生了一种本能反应。如果确实是因为以前的事情，那么你就应该正视这个问题。做一些正规的心理测试与分析，克服心里的恐惧，你才可能更好的面对生活。当然，如果你只是纯粹的害怕网络的不真实性，害怕对方并不是出自真心，或者有不怀好意，你也不用特别的害怕。因为现在毕竟是法治社会，你只要学会懂得保护自己，有自己的判断，就不会有太大的问题。",
    "annotation": [
      {
        "sentence": "先说说你们之间的关系：网上认识两个多月，聊天聊的很开心他上下班、吃什么东西都会和你报备。",
        "label": ""
      },
      {
        "sentence": "你们之间相互有好感，也表达过喜欢。",
        "label": ""
      },
      {
        "sentence": "他总是喜欢和你视频，甚至是中午休息的几分钟时间。",
        "label": ""
      },
      {
        "sentence": "但你们只要聊到两性关系和今后在一起的事情时，你就会感到恐惧，害怕被欺骗。",
        "label": ""
      },
      {
        "sentence": "请问你是否曾经在感情或者其他方面受到过别人的欺骗、被别人伤害过呢？",
        "label": ""
      },
      {
        "sentence": "因为你和对方聊其他的都很正常，但是聊到两性关系以及确定关系你就会恐惧。",
        "label": ""
      },
      {
        "sentence": "因为这可能让你联想到了曾经的一些不美好的经历，产生了一种本能反应。",
        "label": ""
      },
      {
        "sentence": "如果确实是因为以前的事情，那么你就应该正视这个问题。",
        "label": ""
      },
      {
        "sentence": "做一些正规的心理测试与分析，克服心里的恐惧，你才可能更好的面对生活。",
        "label": ""
      },
      {
        "sentence": "当然，如果你只是纯粹的害怕网络的不真实性，害怕对方并不是出自真心，或者有不怀好意，你也不用特别的害怕。",
        "label": ""
      },
      {
        "sentence": "因为现在毕竟是法治社会，你只要学会懂得保护自己，有自己的判断，就不会有太大的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经有过一段感情，最后被欺骗和伤害了。所以现在一想到两性关系，我就会感到害怕和不安全。我知道网络上有很多骗子，我不知道该怎么判断他是否真心对待我。",
    "annotation": [
      {
        "sentence": "我曾经有过一段感情，最后被欺骗和伤害了。",
        "label": ""
      },
      {
        "sentence": "所以现在一想到两性关系，我就会感到害怕和不安全。",
        "label": ""
      },
      {
        "sentence": "我知道网络上有很多骗子，我不知道该怎么判断他是否真心对待我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你因为过去的经历而对两性关系和网络恋爱产生恐惧和不安全感。但是，每个人都是独立的个体，每段感情都是不同的。虽然无法百分之百确定对方是否真心，但是你可以通过一些方式来评估他的真实性。首先，如果你在将来决定见面，建议选择一些相对安全的公共场所，并且最好有朋友或者闺蜜陪同。这样可以提高见面的安全性。其次，尽量避免在初次见面时进行一些过于亲密的行为，因为网络上和现实中的差距是存在的，你需要在现实中进一步了解对方，避免被欺骗。最后，确定关系后去旅游是一个美好的计划，但我建议你在确定关系后，先在现实生活中相处一段时间再做决定。这样能更好地了解对方的为人和性格，也能避免一些意外情况。希望这些建议能够给你一些帮助，也希望你能够幸福，你是一个好女孩，值得拥有美好的爱情。",
    "annotation": [
      {
        "sentence": "我能理解你因为过去的经历而对两性关系和网络恋爱产生恐惧和不安全感。",
        "label": ""
      },
      {
        "sentence": "但是，每个人都是独立的个体，每段感情都是不同的。",
        "label": ""
      },
      {
        "sentence": "虽然无法百分之百确定对方是否真心，但是你可以通过一些方式来评估他的真实性。",
        "label": ""
      },
      {
        "sentence": "首先，如果你在将来决定见面，建议选择一些相对安全的公共场所，并且最好有朋友或者闺蜜陪同。",
        "label": ""
      },
      {
        "sentence": "这样可以提高见面的安全性。",
        "label": ""
      },
      {
        "sentence": "其次，尽量避免在初次见面时进行一些过于亲密的行为，因为网络上和现实中的差距是存在的，你需要在现实中进一步了解对方，避免被欺骗。",
        "label": ""
      },
      {
        "sentence": "最后，确定关系后去旅游是一个美好的计划，但我建议你在确定关系后，先在现实生活中相处一段时间再做决定。",
        "label": ""
      },
      {
        "sentence": "这样能更好地了解对方的为人和性格，也能避免一些意外情况。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能够给你一些帮助，也希望你能够幸福，你是一个好女孩，值得拥有美好的爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会参考你的意见。我会更加慎重对待这段感情，并尽量保护自己，不让过去的伤害影响我对现在的幸福。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会参考你的意见。",
        "label": ""
      },
      {
        "sentence": "我会更加慎重对待这段感情，并尽量保护自己，不让过去的伤害影响我对现在的幸福。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我非常理解你的担忧和恐惧。希望你在面对这段感情时能够保持警惕性，同时也能够用心去感受和体验。记得，爱情是美好的，相信自己的直觉和判断，你会找到属于你的幸福。祝你好运！如果以后还有需要，记得随时向我求助。",
    "annotation": [
      {
        "sentence": "不客气，我非常理解你的担忧和恐惧。",
        "label": ""
      },
      {
        "sentence": "希望你在面对这段感情时能够保持警惕性，同时也能够用心去感受和体验。",
        "label": ""
      },
      {
        "sentence": "记得，爱情是美好的，相信自己的直觉和判断，你会找到属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时向我求助。",
        "label": ""
      }
    ]
  }
]