[
  {
    "role": "client",
    "content": "我在网上认识了一个男生，我们聊得很开心，但我不确定网恋是否靠谱。我们已经网聊了两个多月，每天都会互相报备生活状况，视频聊天也有好几次了，他还会给我分享他的美食直播。最近他提到想和我见面，也表示想和我走到结婚，但有时聊到两性关系时，我就很恐惧，也不知道他是否靠谱。",
    "annotation": [
      {
        "sentence": "我在网上认识了一个男生，我们聊得很开心，但我不确定网恋是否靠谱。",
        "label": ""
      },
      {
        "sentence": "我们已经网聊了两个多月，每天都会互相报备生活状况，视频聊天也有好几次了，他还会给我分享他的美食直播。",
        "label": ""
      },
      {
        "sentence": "最近他提到想和我见面，也表示想和我走到结婚，但有时聊到两性关系时，我就很恐惧，也不知道他是否靠谱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱是一件美好的事情，不过在如今这个时代，谁都无法保证网络恋爱是否靠谱，这需要慢慢了解。虽然网络交友能够在某些方面表达出爱意，但双方更需要行动和在现实生活中相处才能够更深入地认识。在感情中，行动胜于言辞，因此不要轻易地投入太多感情，以免受到伤害。",
    "annotation": [
      {
        "sentence": "恋爱是一件美好的事情，不过在如今这个时代，谁都无法保证网络恋爱是否靠谱，这需要慢慢了解。",
        "label": ""
      },
      {
        "sentence": "虽然网络交友能够在某些方面表达出爱意，但双方更需要行动和在现实生活中相处才能够更深入地认识。",
        "label": ""
      },
      {
        "sentence": "在感情中，行动胜于言辞，因此不要轻易地投入太多感情，以免受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我已经习惯了和他交流，我担心如果不继续发展会失去这个人，也担心见面后他并不是我想象中的好人。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我已经习惯了和他交流，我担心如果不继续发展会失去这个人，也担心见面后他并不是我想象中的好人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解你的感受，但是你必须要冷静地看待这段关系。这个男生已经在聊天中提到了两性关系，这可能是在暗示你在现实中怎样与他相处。在你们还没见面之前，先要了解对方的真实情况，不能轻易地相信他们说的话。最好能够在安全的地方见面，一起分享生活中的点滴，然后加深你们的了解程度。",
    "annotation": [
      {
        "sentence": "能够理解你的感受，但是你必须要冷静地看待这段关系。",
        "label": ""
      },
      {
        "sentence": "这个男生已经在聊天中提到了两性关系，这可能是在暗示你在现实中怎样与他相处。",
        "label": ""
      },
      {
        "sentence": "在你们还没见面之前，先要了解对方的真实情况，不能轻易地相信他们说的话。",
        "label": ""
      },
      {
        "sentence": "最好能够在安全的地方见面，一起分享生活中的点滴，然后加深你们的了解程度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我也希望能够见到他。但是我还是有点担心他是否是骗子，他已经和我建立了情感关系，让我很是犹豫。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我也希望能够见到他。",
        "label": ""
      },
      {
        "sentence": "但是我还是有点担心他是否是骗子，他已经和我建立了情感关系，让我很是犹豫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心其实很常见，毕竟在网络世界中，一些人存在欺骗行为。不过不用太过紧张，在见面前你可以通过网络进行线上筛查，来确认对方的信息是否属实。同时不要轻易地告诉对方你的个人信息，保护好自己。最后还是提醒你，要慢慢了解对方，不要轻易相信网上陌生人，一定要保护好自己的安全。",
    "annotation": [
      {
        "sentence": "这种担心其实很常见，毕竟在网络世界中，一些人存在欺骗行为。",
        "label": ""
      },
      {
        "sentence": "不过不用太过紧张，在见面前你可以通过网络进行线上筛查，来确认对方的信息是否属实。",
        "label": ""
      },
      {
        "sentence": "同时不要轻易地告诉对方你的个人信息，保护好自己。",
        "label": ""
      },
      {
        "sentence": "最后还是提醒你，要慢慢了解对方，不要轻易相信网上陌生人，一定要保护好自己的安全。",
        "label": ""
      }
    ]
  }
]