[
  {
    "role": "client",
    "content": "为什么我总会感到表达自己的意见会有羞耻感呢？在平时的工作中，我总会太在意别人的看法而忽略自己，这让我觉得很累，我总在想别人方不方便却忘了自己委不委屈，更可笑的是在这一点是别人看不下去了忍不住和我说的，其实我也知道，我爸爸说我太笨了一点也太实诚，只知道按规矩办事，我也觉得这样一直下去不行，但我又羞耻与表达自己的想法，又在想实诚一点真的不好吗，也许现在没人喜欢实诚的人？",
    "annotation": [
      {
        "sentence": "为什么我总会感到表达自己的意见会有羞耻感呢？",
        "label": ""
      },
      {
        "sentence": "在平时的工作中，我总会太在意别人的看法而忽略自己，这让我觉得很累，我总在想别人方不方便却忘了自己委不委屈，更可笑的是在这一点是别人看不下去了忍不住和我说的，其实我也知道，我爸爸说我太笨了一点也太实诚，只知道按规矩办事，我也觉得这样一直下去不行，但我又羞耻与表达自己的想法，又在想实诚一点真的不好吗，也许现在没人喜欢实诚的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。每个人都会在生活中遇到困难和挑战，正是因为这些挑战，我们才能成为更好的自己。你不要想太多别人的看法，因为很多时候，别人的看法并不重要。重要的是你自己的想法和感受。我相信，实诚是一个人最有价值的品质之一，而不是缺点。每个人都有自己的喜好，我们无法满足所有人的喜好，我就很喜欢实诚的人。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "每个人都会在生活中遇到困难和挑战，正是因为这些挑战，我们才能成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "你不要想太多别人的看法，因为很多时候，别人的看法并不重要。",
        "label": ""
      },
      {
        "sentence": "重要的是你自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "我相信，实诚是一个人最有价值的品质之一，而不是缺点。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的喜好，我们无法满足所有人的喜好，我就很喜欢实诚的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我总觉得自己的问题和众人不一样，比如我总是羞于表达自己的意见，这是个太过怯懦的表现，不是吗？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我总觉得自己的问题和众人不一样，比如我总是羞于表达自己的意见，这是个太过怯懦的表现，不是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "并不是所有人都有勇气说出自己的意见。每个人都有自己的难点，只是表现不同而已。重要的是你有意愿克服这个问题。每件事都需要一个过程，所以你需要逐渐学会表达自己的意见。我相信，只要你愿意付出努力，就一定能够达到目标。",
    "annotation": [
      {
        "sentence": "并不是所有人都有勇气说出自己的意见。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的难点，只是表现不同而已。",
        "label": ""
      },
      {
        "sentence": "重要的是你有意愿克服这个问题。",
        "label": ""
      },
      {
        "sentence": "每件事都需要一个过程，所以你需要逐渐学会表达自己的意见。",
        "label": ""
      },
      {
        "sentence": "我相信，只要你愿意付出努力，就一定能够达到目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我确实需要不断地努力去克服这个问题。但我总觉得自己不够自信，一旦表达了自己的看法，就会被他人否定，这让我很挫败。你觉得我该怎么办？",
    "annotation": [
      {
        "sentence": "你说的没错，我确实需要不断地努力去克服这个问题。",
        "label": ""
      },
      {
        "sentence": "但我总觉得自己不够自信，一旦表达了自己的看法，就会被他人否定，这让我很挫败。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。我们都曾经被他人的否定伤害过，这是很正常的。但是，你不能因为害怕被否定就不去表达自己的意见。我相信你有能力克服这个问题。你可以从小开始，不断锻炼表达自己的意见的能力。你可以在小事上练习，比如在家庭聚会上表达自己的看法，可以找一些信赖的朋友，和他们进行交流。你需要记住，每个人都有自己的思想和看法，我们应该尊重各种不同的意见。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我们都曾经被他人的否定伤害过，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "但是，你不能因为害怕被否定就不去表达自己的意见。",
        "label": ""
      },
      {
        "sentence": "我相信你有能力克服这个问题。",
        "label": ""
      },
      {
        "sentence": "你可以从小开始，不断锻炼表达自己的意见的能力。",
        "label": ""
      },
      {
        "sentence": "你可以在小事上练习，比如在家庭聚会上表达自己的看法，可以找一些信赖的朋友，和他们进行交流。",
        "label": ""
      },
      {
        "sentence": "你需要记住，每个人都有自己的思想和看法，我们应该尊重各种不同的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你的建议非常实用，我会试着在生活中尝试。但我还有一个问题，我总觉得自己的想法会给别人带来困扰，所以就选择了默默承受，你觉得这样做对吗？",
    "annotation": [
      {
        "sentence": "我觉得你的建议非常实用，我会试着在生活中尝试。",
        "label": ""
      },
      {
        "sentence": "但我还有一个问题，我总觉得自己的想法会给别人带来困扰，所以就选择了默默承受，你觉得这样做对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你知道吗？你在默默承受的同时，自己的想法可能也会成为一个比较大的负担，久而久之，这可能会让你在情感上感到很疲惫，甚至是抑郁。所以，你需要在尊重别人的同时，也要学会尊重自己。除了那些真正值得你关心的人以外，别人的感受并不应该成为你选择表达自己想法的限制条件。做好自己，开心就好。",
    "annotation": [
      {
        "sentence": "你知道吗？",
        "label": ""
      },
      {
        "sentence": "你在默默承受的同时，自己的想法可能也会成为一个比较大的负担，久而久之，这可能会让你在情感上感到很疲惫，甚至是抑郁。",
        "label": ""
      },
      {
        "sentence": "所以，你需要在尊重别人的同时，也要学会尊重自己。",
        "label": ""
      },
      {
        "sentence": "除了那些真正值得你关心的人以外，别人的感受并不应该成为你选择表达自己想法的限制条件。",
        "label": ""
      },
      {
        "sentence": "做好自己，开心就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的太对了。我想我需要学习更好地爱自己，相信自己有能力去面对生活的挑战。还有，你有没有什么好的方法来帮我提高自信心呢？",
    "annotation": [
      {
        "sentence": "你说的太对了。",
        "label": ""
      },
      {
        "sentence": "我想我需要学习更好地爱自己，相信自己有能力去面对生活的挑战。",
        "label": ""
      },
      {
        "sentence": "还有，你有没有什么好的方法来帮我提高自信心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然有。首先，你要了解自己的优点和长处，看看你在哪些方面表现出色，给自己加点儿分。其次，你要总结自己过去的成功经验，回顾那个让你赢得胜利的重要时刻，给自己正面的反馈。最后，不要对自己太苛刻了。每个人都是在不断改变和成长的，没有人是完美的。所以你不必总是扣分，该给自己加上点儿分的时候就要勇敢地给自己加分。",
    "annotation": [
      {
        "sentence": "当然有。",
        "label": ""
      },
      {
        "sentence": "首先，你要了解自己的优点和长处，看看你在哪些方面表现出色，给自己加点儿分。",
        "label": ""
      },
      {
        "sentence": "其次，你要总结自己过去的成功经验，回顾那个让你赢得胜利的重要时刻，给自己正面的反馈。",
        "label": ""
      },
      {
        "sentence": "最后，不要对自己太苛刻了。",
        "label": ""
      },
      {
        "sentence": "每个人都是在不断改变和成长的，没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "所以你不必总是扣分，该给自己加上点儿分的时候就要勇敢地给自己加分。",
        "label": ""
      }
    ]
  }
]