[
  {
    "role": "client",
    "content": "网恋靠谱吗？很怕他会不会是欺骗感情的人？在网上认识，聊得很开心，我们互相发过了照片然后也很开心，已经网络聊天2个多月，他每天上班下班都会和我报备，中午吃饭也会和我说吃什么东西，后来渐渐的关系越来越熟了，我们之间产生了好感，他也表达对我的喜欢，慢慢就开始了视频聊天，他会分享他做的美食直播，感觉他的生活很平淡也很有仪式感，后面天天他只要一上班一下班都会视频，包括中午休息哪怕2-3分钟都想和我视频。之后的日子他说见面以后，他觉得我是他的结婚对象，他想好好的和我一起走到结婚，然后每天都会说很爱我，很想我，有时候也会聊到一些前任和两性关系的东西，但是一聊到两性关系我就很恐惧，然后说见面确立关系以后就一起去旅游，但是我感觉很害怕，就很怕他会不会是欺骗感情的人，也害怕是不是网络骗子，也不知道该怎么办，但是这几个月已经习惯了这个人。",
    "annotation": [
      {
        "sentence": "网恋靠谱吗？",
        "label": ""
      },
      {
        "sentence": "很怕他会不会是欺骗感情的人？",
        "label": ""
      },
      {
        "sentence": "在网上认识，聊得很开心，我们互相发过了照片然后也很开心，已经网络聊天2个多月，他每天上班下班都会和我报备，中午吃饭也会和我说吃什么东西，后来渐渐的关系越来越熟了，我们之间产生了好感，他也表达对我的喜欢，慢慢就开始了视频聊天，他会分享他做的美食直播，感觉他的生活很平淡也很有仪式感，后面天天他只要一上班一下班都会视频，包括中午休息哪怕2-3分钟都想和我视频。",
        "label": ""
      },
      {
        "sentence": "之后的日子他说见面以后，他觉得我是他的结婚对象，他想好好的和我一起走到结婚，然后每天都会说很爱我，很想我，有时候也会聊到一些前任和两性关系的东西，但是一聊到两性关系我就很恐惧，然后说见面确立关系以后就一起去旅游，但是我感觉很害怕，就很怕他会不会是欺骗感情的人，也害怕是不是网络骗子，也不知道该怎么办，但是这几个月已经习惯了这个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受很正常，那么多的信息和连续的视频和对你的热情，自然会让你很感动。但是你应该清楚，奉承和虚假的感情语言会误导你，始终保持警惕才是最重要的。我不知道他是否真的是你理想中的人，但我可以告诉你的是，想要真正的了解一个人需要花费的时间比较长，建议你给彼此时间，不要轻易地承诺或者决定。这样的话，就很难判断这个人是否适合你。那么你需要和对方多交流，以了解他的真正意愿。你可以问他对你的喜欢是否基于共同的兴趣和爱好，以确保你们之间的真实目的。这样可以让你感到更加自信，并且不再被任何人撼动。",
    "annotation": [
      {
        "sentence": "你现在的感受很正常，那么多的信息和连续的视频和对你的热情，自然会让你很感动。",
        "label": ""
      },
      {
        "sentence": "但是你应该清楚，奉承和虚假的感情语言会误导你，始终保持警惕才是最重要的。",
        "label": ""
      },
      {
        "sentence": "我不知道他是否真的是你理想中的人，但我可以告诉你的是，想要真正的了解一个人需要花费的时间比较长，建议你给彼此时间，不要轻易地承诺或者决定。",
        "label": ""
      },
      {
        "sentence": "这样的话，就很难判断这个人是否适合你。",
        "label": ""
      },
      {
        "sentence": "那么你需要和对方多交流，以了解他的真正意愿。",
        "label": ""
      },
      {
        "sentence": "你可以问他对你的喜欢是否基于共同的兴趣和爱好，以确保你们之间的真实目的。",
        "label": ""
      },
      {
        "sentence": "这样可以让你感到更加自信，并且不再被任何人撼动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很理解，但是我觉得我现在很难放下这个人，每天在等待他的消息，也不能做其他的事情，很怕那天他一直不给我回消息。",
    "annotation": [
      {
        "sentence": "我很理解，但是我觉得我现在很难放下这个人，每天在等待他的消息，也不能做其他的事情，很怕那天他一直不给我回消息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑，当一个人成为你生命中很重要的一部分时，很难让自己冷静和理智地思考这个问题。但是，如果你想自己好起来，你就要知道你不能控制他的方向，也不能改变他的想法。你能做的仅仅是以积极的态度迎接未来，思考你的生活目标和如何使自己过更有意义的生活。如果你为这个人付出太多，而他没有同等的回报，那么为他浪费太多精力就有点得不偿失了。",
    "annotation": [
      {
        "sentence": "我了解你的困惑，当一个人成为你生命中很重要的一部分时，很难让自己冷静和理智地思考这个问题。",
        "label": ""
      },
      {
        "sentence": "但是，如果你想自己好起来，你就要知道你不能控制他的方向，也不能改变他的想法。",
        "label": ""
      },
      {
        "sentence": "你能做的仅仅是以积极的态度迎接未来，思考你的生活目标和如何使自己过更有意义的生活。",
        "label": ""
      },
      {
        "sentence": "如果你为这个人付出太多，而他没有同等的回报，那么为他浪费太多精力就有点得不偿失了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，但是我会很无奈。如果他花费了这么多时间来慢慢慢慢地了解我，是不是就会让他认真对待我们之间的感情呢？我这样想不知道对不对。",
    "annotation": [
      {
        "sentence": "我理解你的意思，但是我会很无奈。",
        "label": ""
      },
      {
        "sentence": "如果他花费了这么多时间来慢慢慢慢地了解我，是不是就会让他认真对待我们之间的感情呢？",
        "label": ""
      },
      {
        "sentence": "我这样想不知道对不对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题确实并没有明确的答案。在网上认识一个人是非常难以预测的，也是非常难以控制的。我们只能希望而不能期望，而希望并不等同于控制。只有当我们清楚自己想要什么、需要什么时，才能更好地找到自己想要的对象。况且，要想让对方认真地对待我们之间的关系，我们可以先从自己做起。要做出良好的交流行为，学会沟通和倾听，不要畏惧谈论感情，但是也不要强制他做一个他不喜欢的人。",
    "annotation": [
      {
        "sentence": "这个问题确实并没有明确的答案。",
        "label": ""
      },
      {
        "sentence": "在网上认识一个人是非常难以预测的，也是非常难以控制的。",
        "label": ""
      },
      {
        "sentence": "我们只能希望而不能期望，而希望并不等同于控制。",
        "label": ""
      },
      {
        "sentence": "只有当我们清楚自己想要什么、需要什么时，才能更好地找到自己想要的对象。",
        "label": ""
      },
      {
        "sentence": "况且，要想让对方认真地对待我们之间的关系，我们可以先从自己做起。",
        "label": ""
      },
      {
        "sentence": "要做出良好的交流行为，学会沟通和倾听，不要畏惧谈论感情，但是也不要强制他做一个他不喜欢的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我感觉自己现在要做的是冷静思考，不要做出冲动的决定。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我感觉自己现在要做的是冷静思考，不要做出冲动的决定。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，记住，我们并不能改变现实，我们能够改变的只有自己。坚信自己，相信未来，一切都会变得更好的。",
    "annotation": [
      {
        "sentence": "不用谢，记住，我们并不能改变现实，我们能够改变的只有自己。",
        "label": ""
      },
      {
        "sentence": "坚信自己，相信未来，一切都会变得更好的。",
        "label": ""
      }
    ]
  }
]