[
  {
    "role": "client",
    "content": "我最近遇到一个问题，想请教一下你。我有一个关系固定、现在同居的男友，比我大5岁。但是由于工作的原因，我和一位年龄相仿的男同事的关系越来越近。虽然我们只见过一次面，而且一直是通过公司的软件和视频会议交流，没有私下聊天的方式。最近我发现我们之间的交流越来越频繁，内容也很深入，我们之间也经常开玩笑。虽然我们已经确认超越了同事的范畴，但是我们将彼此定义为朋友。就在一周前，他邀请我去他所在城市的新公寓短期度假4天，他和别人合租。我发现自己对他有情感苗头，但是由于只是视频交流，并没有进一步发展，并且出于道德约束，我也不允许自己做出背叛的事情。我想了解一下，每一个异性朋友在彼此深入了解的时候，是否都可能产生好感，见面后是否会升华成友谊？这到底是一种怎样的现象？",
    "annotation": [
      {
        "sentence": "我最近遇到一个问题，想请教一下你。",
        "label": ""
      },
      {
        "sentence": "我有一个关系固定、现在同居的男友，比我大5岁。",
        "label": ""
      },
      {
        "sentence": "但是由于工作的原因，我和一位年龄相仿的男同事的关系越来越近。",
        "label": ""
      },
      {
        "sentence": "虽然我们只见过一次面，而且一直是通过公司的软件和视频会议交流，没有私下聊天的方式。",
        "label": ""
      },
      {
        "sentence": "最近我发现我们之间的交流越来越频繁，内容也很深入，我们之间也经常开玩笑。",
        "label": ""
      },
      {
        "sentence": "虽然我们已经确认超越了同事的范畴，但是我们将彼此定义为朋友。",
        "label": ""
      },
      {
        "sentence": "就在一周前，他邀请我去他所在城市的新公寓短期度假4天，他和别人合租。",
        "label": ""
      },
      {
        "sentence": "我发现自己对他有情感苗头，但是由于只是视频交流，并没有进一步发展，并且出于道德约束，我也不允许自己做出背叛的事情。",
        "label": ""
      },
      {
        "sentence": "我想了解一下，每一个异性朋友在彼此深入了解的时候，是否都可能产生好感，见面后是否会升华成友谊？",
        "label": ""
      },
      {
        "sentence": "这到底是一种怎样的现象？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你向我求助。我想说的是，在与异性相处方面，我的经验有限。一般而言，异性之间的纯洁友谊建立在双方都不希望进一步发展为恋爱关系的基础上。但斯坦伯格的三角理论提出，当你感到有激情时，就会向往亲密，进而可能承诺。如果你们不希望发展为恋情，那么可能会面临一些明显的问题阻碍你们的进展。而你现在的犹豫也表明你对这段关系并不坚定。根据你们的相处结果来看，确实有一种吸引力存在，但这种吸引力可能只存在于模糊的美感中，可能并不是特别真实。真正相处才能真正了解彼此的感觉。当然，我不赞成背叛，同时也希望别人也不要背叛。所以，我认为你可以去赴约，但要保持适度，不能做出超越界限的事情。在这种情况下，不要留宿在他的房间，或者婉拒他所谓的好意，再观察一段时间。如果你真的觉得你的男友不适合你，我建议你先分手，再考虑下一段恋情。如果你觉得男友还不错，我建议你冷处理一段时间，最好告诉你的同事你已经有了男朋友。如果你觉得男友可有可无，我建议你分手，并明确你的择偶要求，看看他的反应。我并不是一个懂爱情的人，自己也在相亲的过程中挣扎。最近我遇到了一个让我激情澎湃的人，但是我不清楚她对我的感觉，所以我放弃了追求，处于一种自我消耗的状态，正在努力改善自己。至于我是否还想追求她，我准备学习一些有效相处的方法，再做决定。希望你能得到科学的建议，祝一切顺利。我认为健康的男女纯洁友谊应该具备以下条件：1.制定道德边界；2.有积极向上的氛围；3.有第三人存在，并且关系良好。这样的友谊才是积极健康的。",
    "annotation": [
      {
        "sentence": "感谢你向我求助。",
        "label": ""
      },
      {
        "sentence": "我想说的是，在与异性相处方面，我的经验有限。",
        "label": ""
      },
      {
        "sentence": "一般而言，异性之间的纯洁友谊建立在双方都不希望进一步发展为恋爱关系的基础上。",
        "label": ""
      },
      {
        "sentence": "但斯坦伯格的三角理论提出，当你感到有激情时，就会向往亲密，进而可能承诺。",
        "label": ""
      },
      {
        "sentence": "如果你们不希望发展为恋情，那么可能会面临一些明显的问题阻碍你们的进展。",
        "label": ""
      },
      {
        "sentence": "而你现在的犹豫也表明你对这段关系并不坚定。",
        "label": ""
      },
      {
        "sentence": "根据你们的相处结果来看，确实有一种吸引力存在，但这种吸引力可能只存在于模糊的美感中，可能并不是特别真实。",
        "label": ""
      },
      {
        "sentence": "真正相处才能真正了解彼此的感觉。",
        "label": ""
      },
      {
        "sentence": "当然，我不赞成背叛，同时也希望别人也不要背叛。",
        "label": ""
      },
      {
        "sentence": "所以，我认为你可以去赴约，但要保持适度，不能做出超越界限的事情。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，不要留宿在他的房间，或者婉拒他所谓的好意，再观察一段时间。",
        "label": ""
      },
      {
        "sentence": "如果你真的觉得你的男友不适合你，我建议你先分手，再考虑下一段恋情。",
        "label": ""
      },
      {
        "sentence": "如果你觉得男友还不错，我建议你冷处理一段时间，最好告诉你的同事你已经有了男朋友。",
        "label": ""
      },
      {
        "sentence": "如果你觉得男友可有可无，我建议你分手，并明确你的择偶要求，看看他的反应。",
        "label": ""
      },
      {
        "sentence": "我并不是一个懂爱情的人，自己也在相亲的过程中挣扎。",
        "label": ""
      },
      {
        "sentence": "最近我遇到了一个让我激情澎湃的人，但是我不清楚她对我的感觉，所以我放弃了追求，处于一种自我消耗的状态，正在努力改善自己。",
        "label": ""
      },
      {
        "sentence": "至于我是否还想追求她，我准备学习一些有效相处的方法，再做决定。",
        "label": ""
      },
      {
        "sentence": "希望你能得到科学的建议，祝一切顺利。",
        "label": ""
      },
      {
        "sentence": "我认为健康的男女纯洁友谊应该具备以下条件：1.制定道德边界；2.有积极向上的氛围；3.有第三人存在，并且关系良好。",
        "label": ""
      },
      {
        "sentence": "这样的友谊才是积极健康的。",
        "label": ""
      }
    ]
  }
]