[
  {
    "role": "client",
    "content": "如何判断男女之间是否纯洁友谊？我有一名关系固定，现同居，比自己大5岁的男友，但是由于工作的原因跟一名年龄相仿的男同事的关系越走越近，跟这个同事只见过一面，刚入公司的时候，由于疫情的影响之后大家都远程办公了，我们也不在一个城市。我在刚认识他的时候介绍过自己的情感状况，我也知道他目前是单身。我们平常主要的交流方式也是公司的软件和视频会议，从来没有微信或者短信的联络。最近慢慢的发现彼此的交流增多，每次的交流内容也很深入，平时也会经常开玩笑，彼此确认过是属于关系超越了同事，但定义为朋友。就在一周前，他邀请我去他在的城市，到他新的公寓里短期度假4天，住在他家里。他和别人合租。我自己发现对他有情感苗头，只是碍于目前只是视频交流，并没有发展。并且道德的约束，也不允许我做出背叛的事情。想了解一下，是不是每一个异性朋友在彼此深入了解的时候，都可能产生好感，见面后是否会升华成友谊？这是一个什么现象？",
    "annotation": [
      {
        "sentence": "如何判断男女之间是否纯洁友谊？",
        "label": ""
      },
      {
        "sentence": "我有一名关系固定，现同居，比自己大5岁的男友，但是由于工作的原因跟一名年龄相仿的男同事的关系越走越近，跟这个同事只见过一面，刚入公司的时候，由于疫情的影响之后大家都远程办公了，我们也不在一个城市。",
        "label": ""
      },
      {
        "sentence": "我在刚认识他的时候介绍过自己的情感状况，我也知道他目前是单身。",
        "label": ""
      },
      {
        "sentence": "我们平常主要的交流方式也是公司的软件和视频会议，从来没有微信或者短信的联络。",
        "label": ""
      },
      {
        "sentence": "最近慢慢的发现彼此的交流增多，每次的交流内容也很深入，平时也会经常开玩笑，彼此确认过是属于关系超越了同事，但定义为朋友。",
        "label": ""
      },
      {
        "sentence": "就在一周前，他邀请我去他在的城市，到他新的公寓里短期度假4天，住在他家里。",
        "label": ""
      },
      {
        "sentence": "他和别人合租。",
        "label": ""
      },
      {
        "sentence": "我自己发现对他有情感苗头，只是碍于目前只是视频交流，并没有发展。",
        "label": ""
      },
      {
        "sentence": "并且道德的约束，也不允许我做出背叛的事情。",
        "label": ""
      },
      {
        "sentence": "想了解一下，是不是每一个异性朋友在彼此深入了解的时候，都可能产生好感，见面后是否会升华成友谊？",
        "label": ""
      },
      {
        "sentence": "这是一个什么现象？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提的这个问题其实也是很多人有的困惑。你有点困惑，男女之间是不是有纯友谊？这件事没有绝对的说法。",
    "annotation": [
      {
        "sentence": "你提的这个问题其实也是很多人有的困惑。",
        "label": ""
      },
      {
        "sentence": "你有点困惑，男女之间是不是有纯友谊？",
        "label": ""
      },
      {
        "sentence": "这件事没有绝对的说法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得有点疑惑。我并不想在男女朋友之外，再有其他的意思。但是我又不确定这种感觉是不是正常的。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得有点疑惑。",
        "label": ""
      },
      {
        "sentence": "我并不想在男女朋友之外，再有其他的意思。",
        "label": ""
      },
      {
        "sentence": "但是我又不确定这种感觉是不是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有的人有很多异性好友，但是相互确实没有特别的想法。但有的时候，你对别人没有想法不代表别人对你没有。别人对你有想法，也不代表别人爱你。反之亦然。而且被人关注的感觉是很好的，有的人也会把“被关注”和“被爱”混淆。",
    "annotation": [
      {
        "sentence": "有的人有很多异性好友，但是相互确实没有特别的想法。",
        "label": ""
      },
      {
        "sentence": "但有的时候，你对别人没有想法不代表别人对你没有。",
        "label": ""
      },
      {
        "sentence": "别人对你有想法，也不代表别人爱你。",
        "label": ""
      },
      {
        "sentence": "反之亦然。",
        "label": ""
      },
      {
        "sentence": "而且被人关注的感觉是很好的，有的人也会把“被关注”和“被爱”混淆。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这倒是真的，有时候确实会把被关注误解成被爱的感觉。可能是因为自己太寂寞了吧。",
    "annotation": [
      {
        "sentence": "这倒是真的，有时候确实会把被关注误解成被爱的感觉。",
        "label": ""
      },
      {
        "sentence": "可能是因为自己太寂寞了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，在疫情期间，很多公司都在家办公，人们也减少了探亲访友，我们正常的社交生活受到了影响。这个时候，很多人的内心可能是孤独的，也是更渴望与他人联结的。在这个时候，他作为工作伙伴，常常需要和你视频沟通。尽管更多的时候是沟通工作，也会聊到一些生活和兴趣方面的事情。在某种意义上，你们也是在相互陪伴的。其实抛开性别，两个人有共同的目标（工作任务），有共同的话题，产生好感都是很自然的。只不过异性之间的这种好感很容易被“浪漫化”了。",
    "annotation": [
      {
        "sentence": "是的，在疫情期间，很多公司都在家办公，人们也减少了探亲访友，我们正常的社交生活受到了影响。",
        "label": ""
      },
      {
        "sentence": "这个时候，很多人的内心可能是孤独的，也是更渴望与他人联结的。",
        "label": ""
      },
      {
        "sentence": "在这个时候，他作为工作伙伴，常常需要和你视频沟通。",
        "label": ""
      },
      {
        "sentence": "尽管更多的时候是沟通工作，也会聊到一些生活和兴趣方面的事情。",
        "label": ""
      },
      {
        "sentence": "在某种意义上，你们也是在相互陪伴的。",
        "label": ""
      },
      {
        "sentence": "其实抛开性别，两个人有共同的目标（工作任务），有共同的话题，产生好感都是很自然的。",
        "label": ""
      },
      {
        "sentence": "只不过异性之间的这种好感很容易被“浪漫化”了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我确实是把这种好感浪漫化了。可能是因为我们的交流比较深入，所以我开始对他产生了一些情感。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我确实是把这种好感浪漫化了。",
        "label": ""
      },
      {
        "sentence": "可能是因为我们的交流比较深入，所以我开始对他产生了一些情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然这种好感算不算“爱情”，还得再作考量。著名心理学家斯滕伯格曾经提出爱情三元论，他认为爱情是由“激情、亲密和承诺”三种元素组成。在每段关系当中，三种元素占有不同的比例。你也可以去百度一下“爱情三元论”相信会有所启发。",
    "annotation": [
      {
        "sentence": "当然这种好感算不算“爱情”，还得再作考量。",
        "label": ""
      },
      {
        "sentence": "著名心理学家斯滕伯格曾经提出爱情三元论，他认为爱情是由“激情、亲密和承诺”三种元素组成。",
        "label": ""
      },
      {
        "sentence": "在每段关系当中，三种元素占有不同的比例。",
        "label": ""
      },
      {
        "sentence": "你也可以去百度一下“爱情三元论”相信会有所启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会去了解一下爱情三元论。退一万步来说，你发现自己真的爱上了他，这也不是一件奇怪的事情。我知道你有关系稳定的伴侣，但这不意味着你不再会为其他人心动。很多有伴侣的人也会对其他异性心动。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会去了解一下爱情三元论。",
        "label": ""
      },
      {
        "sentence": "退一万步来说，你发现自己真的爱上了他，这也不是一件奇怪的事情。",
        "label": ""
      },
      {
        "sentence": "我知道你有关系稳定的伴侣，但这不意味着你不再会为其他人心动。",
        "label": ""
      },
      {
        "sentence": "很多有伴侣的人也会对其他异性心动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，心动是很正常的情感体验。然而心动是心动，行动是行动。如果你和现任之间的感情基础不错，对彼此有承诺，我相信你不会轻易做越轨的事情。如果你和伴侣之间真的有感情问题，这个男同事的出现是更好地提醒你要去处理和伴侣之间的问题。而不是任由你们的感情出现缝隙，而去找别的填充品。如果你确信你和这位男同事是真爱，那么恭喜你，你终于找到了自己想要的爱情。但是，如果可以的话，先结束上一段感情再开始下一段感情。这样子你们可以名正言顺地在一起，对三个人都好。",
    "annotation": [
      {
        "sentence": "是的，心动是很正常的情感体验。",
        "label": ""
      },
      {
        "sentence": "然而心动是心动，行动是行动。",
        "label": ""
      },
      {
        "sentence": "如果你和现任之间的感情基础不错，对彼此有承诺，我相信你不会轻易做越轨的事情。",
        "label": ""
      },
      {
        "sentence": "如果你和伴侣之间真的有感情问题，这个男同事的出现是更好地提醒你要去处理和伴侣之间的问题。",
        "label": ""
      },
      {
        "sentence": "而不是任由你们的感情出现缝隙，而去找别的填充品。",
        "label": ""
      },
      {
        "sentence": "如果你确信你和这位男同事是真爱，那么恭喜你，你终于找到了自己想要的爱情。",
        "label": ""
      },
      {
        "sentence": "但是，如果可以的话，先结束上一段感情再开始下一段感情。",
        "label": ""
      },
      {
        "sentence": "这样子你们可以名正言顺地在一起，对三个人都好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我会好好考虑的。谢谢你陪我聊这些话题。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "谢谢你陪我聊这些话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意陪你聊天，希望能够帮到你。如果还有其他问题或者困惑，随时都可以找我聊。祝你能够找到属于自己的幸福。祝好~我在这里陪你。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意陪你聊天，希望能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者困惑，随时都可以找我聊。",
        "label": ""
      },
      {
        "sentence": "祝你能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝好~我在这里陪你。",
        "label": ""
      }
    ]
  }
]