[
  {
    "role": "client",
    "content": "看到爸爸就觉得恶心，怎么让爸妈离婚？？爸从小不在家，没管过我们，也没关心过我妈。所以我妈有什么坏脾气都往我身上撒，我高三开始得抑郁症，严重扰乱生活学习。今年大三毕业才慢慢好起来。现在我看到他我就觉得恶心。自己一个人在北京过的挺滋润，一年最多也就回来两次。我从小也没有家，在我姥姥或奶奶家住，也没有自己的房间。我从小就没体会到家的温暖。现在由于我妈之前一直开小卖铺，现在买了楼房有两个店铺，我妈硬叫他才在家在店里。但也不回家住，还自己租了个办公室。家离得特别近，根本没必要。看到他就觉得恶心，不想跟他说话，他还老瞅我，一瞅我我就浑身难受。想让他们离婚。怎么办？？？我和弟弟从没管过那是不用说的，我妈他也从来没关心过。",
    "annotation": [
      {
        "sentence": "看到爸爸就觉得恶心，怎么让爸妈离婚？？",
        "label": ""
      },
      {
        "sentence": "爸从小不在家，没管过我们，也没关心过我妈。",
        "label": ""
      },
      {
        "sentence": "所以我妈有什么坏脾气都往我身上撒，我高三开始得抑郁症，严重扰乱生活学习。",
        "label": ""
      },
      {
        "sentence": "今年大三毕业才慢慢好起来。",
        "label": ""
      },
      {
        "sentence": "现在我看到他我就觉得恶心。",
        "label": ""
      },
      {
        "sentence": "自己一个人在北京过的挺滋润，一年最多也就回来两次。",
        "label": ""
      },
      {
        "sentence": "我从小也没有家，在我姥姥或奶奶家住，也没有自己的房间。",
        "label": ""
      },
      {
        "sentence": "我从小就没体会到家的温暖。",
        "label": ""
      },
      {
        "sentence": "现在由于我妈之前一直开小卖铺，现在买了楼房有两个店铺，我妈硬叫他才在家在店里。",
        "label": ""
      },
      {
        "sentence": "但也不回家住，还自己租了个办公室。",
        "label": ""
      },
      {
        "sentence": "家离得特别近，根本没必要。",
        "label": ""
      },
      {
        "sentence": "看到他就觉得恶心，不想跟他说话，他还老瞅我，一瞅我我就浑身难受。",
        "label": ""
      },
      {
        "sentence": "想让他们离婚。",
        "label": ""
      },
      {
        "sentence": "怎么办？？？",
        "label": ""
      },
      {
        "sentence": "我和弟弟从没管过那是不用说的，我妈他也从来没关心过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述很理解你现在对父亲十分排斥的心情。问题分析及建议：了解你从小就没有感受到父亲对这个家庭的关爱和责任心，让你十分委屈和愤怒，父母关系不好，母亲对父亲的情绪也只有在你身上发泄更是令你加重了对父亲的反感。",
    "annotation": [
      {
        "sentence": "看了你的描述很理解你现在对父亲十分排斥的心情。",
        "label": ""
      },
      {
        "sentence": "问题分析及建议：了解你从小就没有感受到父亲对这个家庭的关爱和责任心，让你十分委屈和愤怒，父母关系不好，母亲对父亲的情绪也只有在你身上发泄更是令你加重了对父亲的反感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得父亲对我们毫无关心，他从小就不在家，也没有给过我们任何温暖和关爱。每次看到他都觉得恶心，甚至连跟他说话都不想。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得父亲对我们毫无关心，他从小就不在家，也没有给过我们任何温暖和关爱。",
        "label": ""
      },
      {
        "sentence": "每次看到他都觉得恶心，甚至连跟他说话都不想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你成长的过程中受到的伤害和一切的不顺利，你似乎将这一切全都归咎于父亲，所以现在想让父母离婚来除去心中的这口恶气是这样吗？但即便父母离婚后能够改变过去的你所遭遇的一切吗？或者说你只是想要个说法，但发现没有办法来制约和改变父亲，所以想要母亲和他离婚来惩罚他？",
    "annotation": [
      {
        "sentence": "在你成长的过程中受到的伤害和一切的不顺利，你似乎将这一切全都归咎于父亲，所以现在想让父母离婚来除去心中的这口恶气是这样吗？",
        "label": ""
      },
      {
        "sentence": "但即便父母离婚后能够改变过去的你所遭遇的一切吗？",
        "label": ""
      },
      {
        "sentence": "或者说你只是想要个说法，但发现没有办法来制约和改变父亲，所以想要母亲和他离婚来惩罚他？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许你说的对，我希望他们离婚可以让我摆脱过去的痛苦，让父亲得到应有的惩罚。就算离婚不能改变过去，至少可以让我少见到他。",
    "annotation": [
      {
        "sentence": "也许你说的对，我希望他们离婚可以让我摆脱过去的痛苦，让父亲得到应有的惩罚。",
        "label": ""
      },
      {
        "sentence": "就算离婚不能改变过去，至少可以让我少见到他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没有责任感的父亲很大程度上是受到了他自身的原生家庭的塑造，他的原生家庭对他的教育影响着他形成这样的性格以及对婚姻的态度，他也许在小时候也与你一样没有被好好对待，于是成年后没有人教会他如何去爱，就不知道如何好好对待自己的家人。但理解父亲为何如此对待你们并不等于要你认同他或是原谅他。在了解了一些缘由之后，或许有助于你放下追问父亲为什么这样做的执念。",
    "annotation": [
      {
        "sentence": "没有责任感的父亲很大程度上是受到了他自身的原生家庭的塑造，他的原生家庭对他的教育影响着他形成这样的性格以及对婚姻的态度，他也许在小时候也与你一样没有被好好对待，于是成年后没有人教会他如何去爱，就不知道如何好好对待自己的家人。",
        "label": ""
      },
      {
        "sentence": "但理解父亲为何如此对待你们并不等于要你认同他或是原谅他。",
        "label": ""
      },
      {
        "sentence": "在了解了一些缘由之后，或许有助于你放下追问父亲为什么这样做的执念。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许我需要更深入地了解他的背景和成长经历，但是我还是很难接受他这样对待我的方式，对于我来说，他就是个心里阴影。",
    "annotation": [
      {
        "sentence": "你说得对，或许我需要更深入地了解他的背景和成长经历，但是我还是很难接受他这样对待我的方式，对于我来说，他就是个心里阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "两个人能够结婚必然是两个人的意愿，母亲对这段婚姻的态度又是如何呢？这么多年来为何母亲不愿意摆脱在你看来只给你们带来了伤害的父亲呢？也许也有她自己的难言之隐，也许这段关系满足了她的一些需求，但最终是否结束这段婚姻的决定权始终在父母两个人手中。",
    "annotation": [
      {
        "sentence": "两个人能够结婚必然是两个人的意愿，母亲对这段婚姻的态度又是如何呢？",
        "label": ""
      },
      {
        "sentence": "这么多年来为何母亲不愿意摆脱在你看来只给你们带来了伤害的父亲呢？",
        "label": ""
      },
      {
        "sentence": "也许也有她自己的难言之隐，也许这段关系满足了她的一些需求，但最终是否结束这段婚姻的决定权始终在父母两个人手中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也曾尝试和妈妈谈论过这个问题，但她总是不愿多谈，我无法理解她为什么还愿意继续忍受这种关系。我想知道她心里到底怎么想。",
    "annotation": [
      {
        "sentence": "我也曾尝试和妈妈谈论过这个问题，但她总是不愿多谈，我无法理解她为什么还愿意继续忍受这种关系。",
        "label": ""
      },
      {
        "sentence": "我想知道她心里到底怎么想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解到你已经大学毕业，有了独立生活的权利和能力了，如果母亲自身不愿意结束这段关系，如果你难以原谅和接纳父亲，那么在尊重母亲的意愿下，是否可以考虑在工作后搬出去自己生活，减少与父亲的接触来平衡自己的心态呢？我们很难决定自己的父母带给了我们怎样的童年，但那已经是过去式，成年独立以后，未来幸福与否是可以掌握在我们自己手中的。",
    "annotation": [
      {
        "sentence": "了解到你已经大学毕业，有了独立生活的权利和能力了，如果母亲自身不愿意结束这段关系，如果你难以原谅和接纳父亲，那么在尊重母亲的意愿下，是否可以考虑在工作后搬出去自己生活，减少与父亲的接触来平衡自己的心态呢？",
        "label": ""
      },
      {
        "sentence": "我们很难决定自己的父母带给了我们怎样的童年，但那已经是过去式，成年独立以后，未来幸福与否是可以掌握在我们自己手中的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你的建议很有道理，我可以与母亲沟通多了解她的想法，也许我们可以共同商讨如何改善现状，毕竟一个人无法面对的问题一家人共同承担或许更合适。",
    "annotation": [
      {
        "sentence": "我觉得你的建议很有道理，我可以与母亲沟通多了解她的想法，也许我们可以共同商讨如何改善现状，毕竟一个人无法面对的问题一家人共同承担或许更合适。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能听到你愿意与母亲沟通并寻求共同解决问题的想法，这样的心态会给你们带来更多的可能性。记得在沟通中坦诚表达自己的感受，也要尊重母亲和父亲的决定。相信通过大家的努力，未来的家庭氛围会逐渐改善，你们也会找到更多的幸福和温暖。",
    "annotation": [
      {
        "sentence": "很高兴能听到你愿意与母亲沟通并寻求共同解决问题的想法，这样的心态会给你们带来更多的可能性。",
        "label": ""
      },
      {
        "sentence": "记得在沟通中坦诚表达自己的感受，也要尊重母亲和父亲的决定。",
        "label": ""
      },
      {
        "sentence": "相信通过大家的努力，未来的家庭氛围会逐渐改善，你们也会找到更多的幸福和温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽力去沟通和理解家人的。希望我们能够一起走出这个困境，重新找回家的温暖。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽力去沟通和理解家人的。",
        "label": ""
      },
      {
        "sentence": "希望我们能够一起走出这个困境，重新找回家的温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的努力和坚持值得钦佩，相信通过你的努力和家人的共同努力，一切困难都会逐渐解决的。如果你需要任何帮助或者有任何问题，都可以随时向我倾诉，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你的努力和坚持值得钦佩，相信通过你的努力和家人的共同努力，一切困难都会逐渐解决的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何问题，都可以随时向我倾诉，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]