[
  {
    "role": "client",
    "content": "看到爸爸就觉得恶心，怎么让爸妈离婚？？爸从小不在家，没管过我们，也没关心过我妈。所以我妈有什么坏脾气都往我身上撒，我高三开始得抑郁症，严重扰乱生活学习。今年大三毕业才慢慢好起来。现在我看到他我就觉得恶心。自己一个人在北京过的挺滋润，一年最多也就回来两次。我从小也没有家，在我姥姥或奶奶家住，也没有自己的房间。我从小就没体会到家的温暖。现在由于我妈之前一直开小卖铺，现在买了楼房有两个店铺，我妈硬叫他才在家在店里。但也不回家住，还自己租了个办公室。家离得特别近，根本没必要。看到他就觉得恶心，不想跟他说话，他还老瞅我，一瞅我我就浑身难受。想让他们离婚。怎么办？？？我和弟弟从没管过那是不用说的，我妈他也从来没关心过。",
    "annotation": [
      {
        "sentence": "看到爸爸就觉得恶心，怎么让爸妈离婚？？",
        "label": ""
      },
      {
        "sentence": "爸从小不在家，没管过我们，也没关心过我妈。",
        "label": ""
      },
      {
        "sentence": "所以我妈有什么坏脾气都往我身上撒，我高三开始得抑郁症，严重扰乱生活学习。",
        "label": ""
      },
      {
        "sentence": "今年大三毕业才慢慢好起来。",
        "label": ""
      },
      {
        "sentence": "现在我看到他我就觉得恶心。",
        "label": ""
      },
      {
        "sentence": "自己一个人在北京过的挺滋润，一年最多也就回来两次。",
        "label": ""
      },
      {
        "sentence": "我从小也没有家，在我姥姥或奶奶家住，也没有自己的房间。",
        "label": ""
      },
      {
        "sentence": "我从小就没体会到家的温暖。",
        "label": ""
      },
      {
        "sentence": "现在由于我妈之前一直开小卖铺，现在买了楼房有两个店铺，我妈硬叫他才在家在店里。",
        "label": ""
      },
      {
        "sentence": "但也不回家住，还自己租了个办公室。",
        "label": ""
      },
      {
        "sentence": "家离得特别近，根本没必要。",
        "label": ""
      },
      {
        "sentence": "看到他就觉得恶心，不想跟他说话，他还老瞅我，一瞅我我就浑身难受。",
        "label": ""
      },
      {
        "sentence": "想让他们离婚。",
        "label": ""
      },
      {
        "sentence": "怎么办？？？",
        "label": ""
      },
      {
        "sentence": "我和弟弟从没管过那是不用说的，我妈他也从来没关心过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你内心的感受和委屈。长时间对父亲的怨恨和感到恶心是不健康的。虽然你在这段时间里经历了很多困难，而且你的母亲也在一直把她的不满情绪发泄在你身上，但是我们作为儿女，不能改变父母之间的问题。相反，我们应该将注意力放在自己的成长上，提高自己，并改变对待这些问题的方式。你已经从抑郁症中走出来了，这是一件不易的事情。我们必须变得更加独立、自主、自尊和自爱，不断加强个人发展。在自我成长的道路上，我们要勇敢地推开那些曾经伤害我们的人或事物，让内心中由伤害者带来的黑暗逐渐消失。我们无法改变过去的成长经历，但我们可以改变我们对待它们的认知和解释方式。每个人的成长经历都是独特的，你是与众不同的存在。在未来的人生中，我们有权选择是继续在对父亲怨恨中成长，还是尽可能地展示自己独特的生命色彩，实现最终的成长。仇恨的心情难以被他人感受到，我们需要充满信心和耐心，调和内心的怨恨，最大限度地接纳、理解和关爱自己。只有我们自己的爱才能圆满这个不易的人生。也许有一天，当我们回首过去时，我们会发现那些曾经伤害过我们的人或事物最终让我们变得更加健壮和强大。",
    "annotation": [
      {
        "sentence": "我可以理解你内心的感受和委屈。",
        "label": ""
      },
      {
        "sentence": "长时间对父亲的怨恨和感到恶心是不健康的。",
        "label": ""
      },
      {
        "sentence": "虽然你在这段时间里经历了很多困难，而且你的母亲也在一直把她的不满情绪发泄在你身上，但是我们作为儿女，不能改变父母之间的问题。",
        "label": ""
      },
      {
        "sentence": "相反，我们应该将注意力放在自己的成长上，提高自己，并改变对待这些问题的方式。",
        "label": ""
      },
      {
        "sentence": "你已经从抑郁症中走出来了，这是一件不易的事情。",
        "label": ""
      },
      {
        "sentence": "我们必须变得更加独立、自主、自尊和自爱，不断加强个人发展。",
        "label": ""
      },
      {
        "sentence": "在自我成长的道路上，我们要勇敢地推开那些曾经伤害我们的人或事物，让内心中由伤害者带来的黑暗逐渐消失。",
        "label": ""
      },
      {
        "sentence": "我们无法改变过去的成长经历，但我们可以改变我们对待它们的认知和解释方式。",
        "label": ""
      },
      {
        "sentence": "每个人的成长经历都是独特的，你是与众不同的存在。",
        "label": ""
      },
      {
        "sentence": "在未来的人生中，我们有权选择是继续在对父亲怨恨中成长，还是尽可能地展示自己独特的生命色彩，实现最终的成长。",
        "label": ""
      },
      {
        "sentence": "仇恨的心情难以被他人感受到，我们需要充满信心和耐心，调和内心的怨恨，最大限度地接纳、理解和关爱自己。",
        "label": ""
      },
      {
        "sentence": "只有我们自己的爱才能圆满这个不易的人生。",
        "label": ""
      },
      {
        "sentence": "也许有一天，当我们回首过去时，我们会发现那些曾经伤害过我们的人或事物最终让我们变得更加健壮和强大。",
        "label": ""
      }
    ]
  }
]