[
  {
    "role": "client",
    "content": "我不想学习，说到做不到自卑，胡思乱想各种问题？我也不知道我怎么了，之前的我内心是很乐观的，虽然我不会人际交往，从以前开始就不会，也不知道该怎么做，一直不是苦恼这就是苦恼那，想放下但是有放不下，一直这样下去我很奔溃，别人找我，想帮助我时又让我不知所措，找不到方向，没有目标和计划，完不成，不想上学，总是以各种理由逃避，不喜欢现实，什么也做不了，机会被我白白流失，我也不知道我怎么了，我觉得我很好啊，但是又会觉得我很垃圾，我很矛盾，我总是想太多被各种烦恼打断，很乱七八糟，想逃避现实，但是又不得不接受现实，帮帮我。总是会浮现出很多问题的我。",
    "annotation": [
      {
        "sentence": "我不想学习，说到做不到自卑，胡思乱想各种问题？",
        "label": ""
      },
      {
        "sentence": "我也不知道我怎么了，之前的我内心是很乐观的，虽然我不会人际交往，从以前开始就不会，也不知道该怎么做，一直不是苦恼这就是苦恼那，想放下但是有放不下，一直这样下去我很奔溃，别人找我，想帮助我时又让我不知所措，找不到方向，没有目标和计划，完不成，不想上学，总是以各种理由逃避，不喜欢现实，什么也做不了，机会被我白白流失，我也不知道我怎么了，我觉得我很好啊，但是又会觉得我很垃圾，我很矛盾，我总是想太多被各种烦恼打断，很乱七八糟，想逃避现实，但是又不得不接受现实，帮帮我。",
        "label": ""
      },
      {
        "sentence": "总是会浮现出很多问题的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的遭遇，我可以理解你的痛苦和无助。你知道吗？我们都有过这样的时期，甚至一些人会经历更多次。不过，你已经在正确的地方了，你在寻求帮助。那么，从你说的情况来看，在你面临这些问题时，你感到沮丧和无助。是不是这些问题和困惑让你无法高效学习, 或者不知所措？如果这些问题继续困扰你，建议你找书或是寻求专业人士的帮助。",
    "annotation": [
      {
        "sentence": "听到你的遭遇，我可以理解你的痛苦和无助。",
        "label": ""
      },
      {
        "sentence": "你知道吗？",
        "label": ""
      },
      {
        "sentence": "我们都有过这样的时期，甚至一些人会经历更多次。",
        "label": ""
      },
      {
        "sentence": "不过，你已经在正确的地方了，你在寻求帮助。",
        "label": ""
      },
      {
        "sentence": "那么，从你说的情况来看，在你面临这些问题时，你感到沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "是不是这些问题和困惑让你无法高效学习, 或者不知所措？",
        "label": ""
      },
      {
        "sentence": "如果这些问题继续困扰你，建议你找书或是寻求专业人士的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实越来越沮丧和无助，有时候甚至会感到绝望。我知道我需要帮助，但是我不知道需要做些什么，几乎放弃了。",
    "annotation": [
      {
        "sentence": "你说的对，我确实越来越沮丧和无助，有时候甚至会感到绝望。",
        "label": ""
      },
      {
        "sentence": "我知道我需要帮助，但是我不知道需要做些什么，几乎放弃了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放弃不是答案，每个人都有迷茫和困难的时候。我建议你现在首先找一位可靠的人，由心理医生或是家人或是朋友，和他们分析和聊这些问题，这样你会更好地了解自己。尽管这不是一次性解决问题的方法吗，它会让你摆脱那种思维僵局，把心里的烦恼暴露，也可以得到更多的思路和方向性的建议。",
    "annotation": [
      {
        "sentence": "放弃不是答案，每个人都有迷茫和困难的时候。",
        "label": ""
      },
      {
        "sentence": "我建议你现在首先找一位可靠的人，由心理医生或是家人或是朋友，和他们分析和聊这些问题，这样你会更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "尽管这不是一次性解决问题的方法吗，它会让你摆脱那种思维僵局，把心里的烦恼暴露，也可以得到更多的思路和方向性的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢，你的建议值得一试。但我想知道，如果我找不到人帮我分析这个问题怎么办？",
    "annotation": [
      {
        "sentence": "谢谢，你的建议值得一试。",
        "label": ""
      },
      {
        "sentence": "但我想知道，如果我找不到人帮我分析这个问题怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，你可以先尝试和自己沟通，想清楚这些问题背后的原因。然后，你可以找一些和你有相同经历的人，或者专业人士咨询，他们可能有更多的经验和实用方法可以帮助，毕竟看待问题的角度不同，从不同的角度解决问题，没有一定的正确答案。和多数人沟通通常可以帮你找到自己的方向和目标，令你从烦闷中走出来。",
    "annotation": [
      {
        "sentence": "没关系，你可以先尝试和自己沟通，想清楚这些问题背后的原因。",
        "label": ""
      },
      {
        "sentence": "然后，你可以找一些和你有相同经历的人，或者专业人士咨询，他们可能有更多的经验和实用方法可以帮助，毕竟看待问题的角度不同，从不同的角度解决问题，没有一定的正确答案。",
        "label": ""
      },
      {
        "sentence": "和多数人沟通通常可以帮你找到自己的方向和目标，令你从烦闷中走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我来尝试一下。但是，我感觉自己容易被情绪干扰，你有什么建议可以帮助我控制情绪吗？",
    "annotation": [
      {
        "sentence": "嗯，我来尝试一下。",
        "label": ""
      },
      {
        "sentence": "但是，我感觉自己容易被情绪干扰，你有什么建议可以帮助我控制情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们面临困境或压力很大的时候，情绪是很难控制的，但是会影响我们的决策和思路。我的建议是，先平复情绪，可以做一些让你感到快乐或者轻松的事情。例如，听音乐、练瑜伽、躺下休息，或者是和朋友聊天。而当你感到情绪比较稳定的时候，可以重回原来的问题，重新思考，并且专注于做你身边的每一件事，这样你可能会找到更好的解决方案。",
    "annotation": [
      {
        "sentence": "当我们面临困境或压力很大的时候，情绪是很难控制的，但是会影响我们的决策和思路。",
        "label": ""
      },
      {
        "sentence": "我的建议是，先平复情绪，可以做一些让你感到快乐或者轻松的事情。",
        "label": ""
      },
      {
        "sentence": "例如，听音乐、练瑜伽、躺下休息，或者是和朋友聊天。",
        "label": ""
      },
      {
        "sentence": "而当你感到情绪比较稳定的时候，可以重回原来的问题，重新思考，并且专注于做你身边的每一件事，这样你可能会找到更好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的很有道理。那该怎么样解决我面临的问题，在执行上？",
    "annotation": [
      {
        "sentence": "嗯，你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "那该怎么样解决我面临的问题，在执行上？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以尝试重新制定自己的学习计划，让它更符合你现在的学习状态。并且在学习过程中，要抓住属于你自己的兴趣点，慢慢找寻学习乐趣。当你在学习上获得满足的时候，你可能会感觉很自信，这样就可以不断提升自己的学习能力。当你对自己感到不自信时，不要自责，要有耐心和信心。总之，要一步一步来，一个小目标完成就可以向下一个大目标迈进。",
    "annotation": [
      {
        "sentence": "首先，你可以尝试重新制定自己的学习计划，让它更符合你现在的学习状态。",
        "label": ""
      },
      {
        "sentence": "并且在学习过程中，要抓住属于你自己的兴趣点，慢慢找寻学习乐趣。",
        "label": ""
      },
      {
        "sentence": "当你在学习上获得满足的时候，你可能会感觉很自信，这样就可以不断提升自己的学习能力。",
        "label": ""
      },
      {
        "sentence": "当你对自己感到不自信时，不要自责，要有耐心和信心。",
        "label": ""
      },
      {
        "sentence": "总之，要一步一步来，一个小目标完成就可以向下一个大目标迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很好，我记下了。再次感谢你的建议，你真的很有帮助。",
    "annotation": [
      {
        "sentence": "你说的很好，我记下了。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议，你真的很有帮助。",
        "label": ""
      }
    ]
  }
]