[
  {
    "role": "client",
    "content": "我感觉好像要丢弃、离开什么东西才能长大有变化，可我好像就是突破不了这个壳。经验和回忆涌上来，像一件人皮一样让我穿上，很痛苦很压抑。不知道为什么最近总是沉浸在过往的痛苦和回忆中，我解不开自己。去二姐家好像又回到了小时候，但不去的话，理解我的人就没有了。总感觉房子和人际关系就像一个金鱼缸一样，我只能在这里游啊游，感觉被陷入了泥潭，走不出来。",
    "annotation": [
      {
        "sentence": "我感觉好像要丢弃、离开什么东西才能长大有变化，可我好像就是突破不了这个壳。",
        "label": ""
      },
      {
        "sentence": "经验和回忆涌上来，像一件人皮一样让我穿上，很痛苦很压抑。",
        "label": ""
      },
      {
        "sentence": "不知道为什么最近总是沉浸在过往的痛苦和回忆中，我解不开自己。",
        "label": ""
      },
      {
        "sentence": "去二姐家好像又回到了小时候，但不去的话，理解我的人就没有了。",
        "label": ""
      },
      {
        "sentence": "总感觉房子和人际关系就像一个金鱼缸一样，我只能在这里游啊游，感觉被陷入了泥潭，走不出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "长大是一次次用新的体验替代旧有的体验，也是一次次与过去的感觉和想法的告别。在那些过往体验中，承载着我们很多的期待、需要、渴望，其中之一就是被看见的需要。你觉得回到家里，除了那里的人，没有人理解你，这很正常。新的你还没有被更多的眼光看见，所以连你自己都不确定自己是不是已经改变了。但你为自己考大学，这是很有力量的努力。新的人生，你会得到很多新的人际关系中的眼光，来确认你是否已经成长了。过往痛苦和回忆，随着你的改变，将产生不同的解读，那时候，就是真的改变了。",
    "annotation": [
      {
        "sentence": "长大是一次次用新的体验替代旧有的体验，也是一次次与过去的感觉和想法的告别。",
        "label": ""
      },
      {
        "sentence": "在那些过往体验中，承载着我们很多的期待、需要、渴望，其中之一就是被看见的需要。",
        "label": ""
      },
      {
        "sentence": "你觉得回到家里，除了那里的人，没有人理解你，这很正常。",
        "label": ""
      },
      {
        "sentence": "新的你还没有被更多的眼光看见，所以连你自己都不确定自己是不是已经改变了。",
        "label": ""
      },
      {
        "sentence": "但你为自己考大学，这是很有力量的努力。",
        "label": ""
      },
      {
        "sentence": "新的人生，你会得到很多新的人际关系中的眼光，来确认你是否已经成长了。",
        "label": ""
      },
      {
        "sentence": "过往痛苦和回忆，随着你的改变，将产生不同的解读，那时候，就是真的改变了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我就是想摆脱这个过去的自己，可是好像做不到。我感觉被困在一个地方，突破不了自己。",
    "annotation": [
      {
        "sentence": "我就是想摆脱这个过去的自己，可是好像做不到。",
        "label": ""
      },
      {
        "sentence": "我感觉被困在一个地方，突破不了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以尝试用新的方式和角度去看待过去的自己和经历，这样有助于转积消极情绪，产生新的思考和想法。同时，你也可以找些新的活动，从陌生的人和环境中获得新的体验和认知，有机会重新审视自己的价值和能力。",
    "annotation": [
      {
        "sentence": "可以尝试用新的方式和角度去看待过去的自己和经历，这样有助于转积消极情绪，产生新的思考和想法。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以找些新的活动，从陌生的人和环境中获得新的体验和认知，有机会重新审视自己的价值和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可我好像找不到合适的事情去做，就是觉得自己这个人特别没意思。",
    "annotation": [
      {
        "sentence": "可我好像找不到合适的事情去做，就是觉得自己这个人特别没意思。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你忽略了自己的兴趣爱好和潜力，所以感觉没有意思。可以尝试一些自己之前没有尝试过的活动，从中去发现和认识自己。同时，也可以考虑咨询心理医师，让专业人士帮助你理解自己和实现成长。",
    "annotation": [
      {
        "sentence": "这可能是因为你忽略了自己的兴趣爱好和潜力，所以感觉没有意思。",
        "label": ""
      },
      {
        "sentence": "可以尝试一些自己之前没有尝试过的活动，从中去发现和认识自己。",
        "label": ""
      },
      {
        "sentence": "同时，也可以考虑咨询心理医师，让专业人士帮助你理解自己和实现成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试的。谢谢你的帮助和支持。",
    "annotation": [
      {
        "sentence": "好的，我会试试的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，能帮到你我也很开心。记得要坚持下去，相信你可以做到的。需要的话，我也在这里支持你。",
    "annotation": [
      {
        "sentence": "不用谢，能帮到你我也很开心。",
        "label": ""
      },
      {
        "sentence": "记得要坚持下去，相信你可以做到的。",
        "label": ""
      },
      {
        "sentence": "需要的话，我也在这里支持你。",
        "label": ""
      }
    ]
  }
]