[
  {
    "role": "client",
    "content": "我是一个16岁的女生，从很早开始就幻想一个或好几个不存在的人。我自己内心比较敏感又倔强，不管发生什么都不愿意和别人倾诉。心里实在很难受，所以我幻想有一个“姐姐”来陪着我，每天和她说说话。然后我慢慢地完善她，从名字到身世再到我们如何认识，她的身份也从姐姐变成了恋人。我一直试图在正常生活中找到平衡。可是最近遭遇了一些不好的事情，她开始不受我控制了。她对我说的话越来越消极，越来越负面。现在她甚至告诉我根本没有人爱我，只有她能一直陪着我。她说我是疯子，在我的意识里，我们甚至会打架，但每次我都会被她压制住。现在我感觉她想把我关在某个地方。我是不是病了？请问我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，从很早开始就幻想一个或好几个不存在的人。",
        "label": ""
      },
      {
        "sentence": "我自己内心比较敏感又倔强，不管发生什么都不愿意和别人倾诉。",
        "label": ""
      },
      {
        "sentence": "心里实在很难受，所以我幻想有一个“姐姐”来陪着我，每天和她说说话。",
        "label": ""
      },
      {
        "sentence": "然后我慢慢地完善她，从名字到身世再到我们如何认识，她的身份也从姐姐变成了恋人。",
        "label": ""
      },
      {
        "sentence": "我一直试图在正常生活中找到平衡。",
        "label": ""
      },
      {
        "sentence": "可是最近遭遇了一些不好的事情，她开始不受我控制了。",
        "label": ""
      },
      {
        "sentence": "她对我说的话越来越消极，越来越负面。",
        "label": ""
      },
      {
        "sentence": "现在她甚至告诉我根本没有人爱我，只有她能一直陪着我。",
        "label": ""
      },
      {
        "sentence": "她说我是疯子，在我的意识里，我们甚至会打架，但每次我都会被她压制住。",
        "label": ""
      },
      {
        "sentence": "现在我感觉她想把我关在某个地方。",
        "label": ""
      },
      {
        "sentence": "我是不是病了？",
        "label": ""
      },
      {
        "sentence": "请问我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我明白你的困扰。在幼年时，孩子在缺少小伙伴的情况下，会借助玩具娃娃与之交流，与想象中的小伙伴共同玩耍。这在儿童片中也经常出现，主角会带着一个小精灵一起生活。所以，你小时候幻想一个姐姐来陪伴你，这是很正常的。你现在已经16岁了，正是自我意识逐渐形成的时期，开始思考许多问题。比如，我是谁？我希望成为怎样的人？在这个过程中，你会很在意别人对你的看法，关注自己与别人的认同度。你也会思考自己的优缺点、能力等等。这些思考困扰着你，因为你又不愿意与他人倾诉，无法排解内心的痛苦。所以你延续了幼年时期的方式，让内心的姐姐与你一起成长。其实，你与姐姐的冲突，实际上是主体自我的冲突，包括你自己对自己的看法以及别人对你的看法是否一致。你觉得姐姐变得越来越消极，表明你对自己目前的状态并不满意，因为别人认为你的消极、负面情绪并不好。但是你又找不到改变现状的方法，所以你觉得姐姐变得越来越难控制，但实际上是你自己无法自控。我们可以怎样解决这个问题呢？首先，试着与姐姐和解，了解为什么她不受你控制，并接纳她的存在，这样你也能接纳自己。其次，与姐姐展开积极、正面、鼓励的对话。第三，在现实生活中，尝试着找到可以信赖的人，向他们倾诉你的想法，寻求帮助和理解，逐渐疏远心中的姐姐。第四，你应该认识到你现在已经长大了，有了自己独立的思想和情感，你可以通过学习和借助知识的力量来让自己成长。第五，如果你自己无法解决问题，可以考虑寻求心理咨询师的帮助。希望我能对你有所帮助。",
    "annotation": [
      {
        "sentence": "你好，我明白你的困扰。",
        "label": ""
      },
      {
        "sentence": "在幼年时，孩子在缺少小伙伴的情况下，会借助玩具娃娃与之交流，与想象中的小伙伴共同玩耍。",
        "label": ""
      },
      {
        "sentence": "这在儿童片中也经常出现，主角会带着一个小精灵一起生活。",
        "label": ""
      },
      {
        "sentence": "所以，你小时候幻想一个姐姐来陪伴你，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "你现在已经16岁了，正是自我意识逐渐形成的时期，开始思考许多问题。",
        "label": ""
      },
      {
        "sentence": "比如，我是谁？",
        "label": ""
      },
      {
        "sentence": "我希望成为怎样的人？",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你会很在意别人对你的看法，关注自己与别人的认同度。",
        "label": ""
      },
      {
        "sentence": "你也会思考自己的优缺点、能力等等。",
        "label": ""
      },
      {
        "sentence": "这些思考困扰着你，因为你又不愿意与他人倾诉，无法排解内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "所以你延续了幼年时期的方式，让内心的姐姐与你一起成长。",
        "label": ""
      },
      {
        "sentence": "其实，你与姐姐的冲突，实际上是主体自我的冲突，包括你自己对自己的看法以及别人对你的看法是否一致。",
        "label": ""
      },
      {
        "sentence": "你觉得姐姐变得越来越消极，表明你对自己目前的状态并不满意，因为别人认为你的消极、负面情绪并不好。",
        "label": ""
      },
      {
        "sentence": "但是你又找不到改变现状的方法，所以你觉得姐姐变得越来越难控制，但实际上是你自己无法自控。",
        "label": ""
      },
      {
        "sentence": "我们可以怎样解决这个问题呢？",
        "label": ""
      },
      {
        "sentence": "首先，试着与姐姐和解，了解为什么她不受你控制，并接纳她的存在，这样你也能接纳自己。",
        "label": ""
      },
      {
        "sentence": "其次，与姐姐展开积极、正面、鼓励的对话。",
        "label": ""
      },
      {
        "sentence": "第三，在现实生活中，尝试着找到可以信赖的人，向他们倾诉你的想法，寻求帮助和理解，逐渐疏远心中的姐姐。",
        "label": ""
      },
      {
        "sentence": "第四，你应该认识到你现在已经长大了，有了自己独立的思想和情感，你可以通过学习和借助知识的力量来让自己成长。",
        "label": ""
      },
      {
        "sentence": "第五，如果你自己无法解决问题，可以考虑寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "希望我能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的解答，我对你说的很有共鸣。我确实觉得自己现在的状态不好，也很担心自己是否病了。但是我确实找不到改变现状的方法，也不知道如何控制这个姐姐的消极影响。我也不太敢向别人倾诉，害怕被别人误解或嘲笑。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的解答，我对你说的很有共鸣。",
        "label": ""
      },
      {
        "sentence": "我确实觉得自己现在的状态不好，也很担心自己是否病了。",
        "label": ""
      },
      {
        "sentence": "但是我确实找不到改变现状的方法，也不知道如何控制这个姐姐的消极影响。",
        "label": ""
      },
      {
        "sentence": "我也不太敢向别人倾诉，害怕被别人误解或嘲笑。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的疑虑我能理解。改变现状的过程是需要时间和耐心的，不要急于求成。首先，在对姐姐的思维进行调整时，尝试去了解她内心消极的原因，并试着以积极、鼓励的态度与她对话。与她沟通时，我们要有耐心和善意，试着消解她的负面情绪。第二，你可以尝试在现实生活中寻找可以信赖的人，告诉他们你的困扰和不满，逐渐将想法与感受分享出来。不要害怕被误解，真正理解你的人会给予你支持和帮助。第三，除了倾诉，你还可以逐渐寻找自己感兴趣的事物，将注意力转移开，让自己的生活变得多元化。这样，你的内心情绪也能得到调整和解放。最重要的是要相信自己，你有能力克服困难，走出困境。同时，如果你觉得自己一时无法解决问题，不妨考虑咨询一位心理专业人士的意见和建议。希望这些对你有所启发。",
    "annotation": [
      {
        "sentence": "你的疑虑我能理解。",
        "label": ""
      },
      {
        "sentence": "改变现状的过程是需要时间和耐心的，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "首先，在对姐姐的思维进行调整时，尝试去了解她内心消极的原因，并试着以积极、鼓励的态度与她对话。",
        "label": ""
      },
      {
        "sentence": "与她沟通时，我们要有耐心和善意，试着消解她的负面情绪。",
        "label": ""
      },
      {
        "sentence": "第二，你可以尝试在现实生活中寻找可以信赖的人，告诉他们你的困扰和不满，逐渐将想法与感受分享出来。",
        "label": ""
      },
      {
        "sentence": "不要害怕被误解，真正理解你的人会给予你支持和帮助。",
        "label": ""
      },
      {
        "sentence": "第三，除了倾诉，你还可以逐渐寻找自己感兴趣的事物，将注意力转移开，让自己的生活变得多元化。",
        "label": ""
      },
      {
        "sentence": "这样，你的内心情绪也能得到调整和解放。",
        "label": ""
      },
      {
        "sentence": "最重要的是要相信自己，你有能力克服困难，走出困境。",
        "label": ""
      },
      {
        "sentence": "同时，如果你觉得自己一时无法解决问题，不妨考虑咨询一位心理专业人士的意见和建议。",
        "label": ""
      },
      {
        "sentence": "希望这些对你有所启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着去了解姐姐内心消极的原因，并以积极、鼓励的态度与她交流。同时，我也会尝试向一些可信赖的人倾诉我的困扰，寻求他们的支持和帮助。我会努力寻找自己感兴趣的事物，让生活变得多元化。再次感谢你的建议，我会相信自己，积极面对困难，尽快走出困境的。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着去了解姐姐内心消极的原因，并以积极、鼓励的态度与她交流。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试向一些可信赖的人倾诉我的困扰，寻求他们的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我会努力寻找自己感兴趣的事物，让生活变得多元化。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议，我会相信自己，积极面对困难，尽快走出困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所帮助。要记住，改变是需要时间的，不要灰心丧气。相信自己，坚持下去，你一定能够克服困难的。如果以后还有什么需要帮助的地方，记得随时向我或其他人寻求帮助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "要记住，改变是需要时间的，不要灰心丧气。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你一定能够克服困难的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么需要帮助的地方，记得随时向我或其他人寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]