[
  {
    "role": "client",
    "content": "最近真的越来越害怕了，我的内心幻想出来的人变得越来越不受我控制了。我担心我是不是生病了，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "最近真的越来越害怕了，我的内心幻想出来的人变得越来越不受我控制了。",
        "label": ""
      },
      {
        "sentence": "我担心我是不是生病了，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的担忧，你觉得自己无法控制那个幻想中的人物，甚至对你产生了负面的影响。这让你感到害怕并且困惑不已。不过，我们可以从另一个角度来看待这个问题，你的幻想其实在某种程度上也是你内心的一种表达方式。",
    "annotation": [
      {
        "sentence": "我理解你现在的担忧，你觉得自己无法控制那个幻想中的人物，甚至对你产生了负面的影响。",
        "label": ""
      },
      {
        "sentence": "这让你感到害怕并且困惑不已。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以从另一个角度来看待这个问题，你的幻想其实在某种程度上也是你内心的一种表达方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，内心的这个幻想人物在我孤独和压抑的时候，给了我一种安全感，就像是有人陪着我。但是我也意识到这只是我的幻想，我还是希望能够摆脱这种依赖。",
    "annotation": [
      {
        "sentence": "的确，内心的这个幻想人物在我孤独和压抑的时候，给了我一种安全感，就像是有人陪着我。",
        "label": ""
      },
      {
        "sentence": "但是我也意识到这只是我的幻想，我还是希望能够摆脱这种依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能认识到这个幻想只存在于你的内心，并且希望能够减少对它的依赖，这是很重要的一步。也许，在每天和这个幻想人物交流的过程中，你可以试着与她沟通，告诉她你的想法和感受，逐渐减少依赖的程度。",
    "annotation": [
      {
        "sentence": "你能认识到这个幻想只存在于你的内心，并且希望能够减少对它的依赖，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "也许，在每天和这个幻想人物交流的过程中，你可以试着与她沟通，告诉她你的想法和感受，逐渐减少依赖的程度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以试着和她沟通，告诉她我需要独立和成长，希望能够减少与她的交流频率。但是，我还是担心她会不高兴。",
    "annotation": [
      {
        "sentence": "我明白了，我可以试着和她沟通，告诉她我需要独立和成长，希望能够减少与她的交流频率。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心她会不高兴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是你需要明确地告诉她你的决定是为了你自己好，让她也能够理解你的需要。正如我之前提到的，你可以想象一个告别仪式，对这个幻想人物进行一次正式告别，表达出你希望摆脱依赖并逐渐独立的愿望。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是你需要明确地告诉她你的决定是为了你自己好，让她也能够理解你的需要。",
        "label": ""
      },
      {
        "sentence": "正如我之前提到的，你可以想象一个告别仪式，对这个幻想人物进行一次正式告别，表达出你希望摆脱依赖并逐渐独立的愿望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得这个告别仪式对我可能有很大的帮助。我也希望自己能够逐渐走出这个幻想，独立自主地面对现实世界。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得这个告别仪式对我可能有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "我也希望自己能够逐渐走出这个幻想，独立自主地面对现实世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经展示了很大的勇气和意愿去面对这个问题，相信自己一定可以成功地摆脱这种依赖。不要忘记，在这个过程中，你可以寻求外界的支持和帮助，比如和亲朋好友分享你的感受和心理状态，他们将会成为你的坚强后盾。",
    "annotation": [
      {
        "sentence": "你已经展示了很大的勇气和意愿去面对这个问题，相信自己一定可以成功地摆脱这种依赖。",
        "label": ""
      },
      {
        "sentence": "不要忘记，在这个过程中，你可以寻求外界的支持和帮助，比如和亲朋好友分享你的感受和心理状态，他们将会成为你的坚强后盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励，我会努力实践你的建议，寻找更多的支持和帮助，相信自己能够走出困境，重新拥抱现实生活。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励，我会努力实践你的建议，寻找更多的支持和帮助，相信自己能够走出困境，重新拥抱现实生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常棒！相信自己的能力，勇敢地面对困难，相信自己的成长和改变。你已经走出了第一步，接下来的路会更好！如果还有任何需要的话，请随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "你非常棒！",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，勇敢地面对困难，相信自己的成长和改变。",
        "label": ""
      },
      {
        "sentence": "你已经走出了第一步，接下来的路会更好！",
        "label": ""
      },
      {
        "sentence": "如果还有任何需要的话，请随时向我寻求帮助。",
        "label": ""
      }
    ]
  }
]