[
  {
    "role": "client",
    "content": "最近1年碰到不想做的工作心里非常抗拒，甚至想吐？今年30岁最近1年碰到不想做的工作心里非常抗拒，甚至想吐。领导交代的事我以前没做过也不会做，【特别是做投标书一事】领导也不会主动教我怎么做，我也和领导说过我没做过，不太会做，而且很多资料要从财务部等部门去要才有。最近我发现自己一碰到这种工作我心里就超级抗拒，甚至有想吐的感觉，本能地想逃避不想做，就一直拖着，都是快到了截止日期才开始着急动手。我怎么了？以前我不是这样的人，以前的我工作上遇到问题自己会积极找应对方法，不会像现在这样那么消极怠工。",
    "annotation": [
      {
        "sentence": "最近1年碰到不想做的工作心里非常抗拒，甚至想吐？",
        "label": ""
      },
      {
        "sentence": "今年30岁最近1年碰到不想做的工作心里非常抗拒，甚至想吐。",
        "label": ""
      },
      {
        "sentence": "领导交代的事我以前没做过也不会做，【特别是做投标书一事】领导也不会主动教我怎么做，我也和领导说过我没做过，不太会做，而且很多资料要从财务部等部门去要才有。",
        "label": ""
      },
      {
        "sentence": "最近我发现自己一碰到这种工作我心里就超级抗拒，甚至有想吐的感觉，本能地想逃避不想做，就一直拖着，都是快到了截止日期才开始着急动手。",
        "label": ""
      },
      {
        "sentence": "我怎么了？",
        "label": ""
      },
      {
        "sentence": "以前我不是这样的人，以前的我工作上遇到问题自己会积极找应对方法，不会像现在这样那么消极怠工。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望以下回答能帮助到你：如你所述，应该是面对此工作，内在的原动力出了问题。曾经积极工作、主动思考，但现在消极怠工了。这里可能的原因有：工作难度造成的压力大，于你而言可能因为不熟悉工作原因，对工作性质本身的不喜欢而抗拒，与领导关系？同事关系？面对工作的毅力、坚持？……对工作有职业倦怠，甚至想吐，但终究没有离开，这样的状况其实是90%的人的常态，只有极少部分的人拿着高薪做着自己喜欢的工作。有的人说，我每天都有800遍的想法要离开要辞职，但由于种种、种种原因还是没有离开，但最根本的，其实还是自己的准备的问题。人的一生中，需要面对的变化是非常多的，我们需要时刻去做好准备，比如学习，比如提升自己。其实从很多人的创业来看，也带着所谓的“财务自由”的理想光环，但道理是很艰辛的。当然有一点就是，可以做自己喜欢的事，可以当自己的事业去一生追求。所以可能需要思考清楚你要的是什么？再做一下人生规划和职业发展规划。",
    "annotation": [
      {
        "sentence": "希望以下回答能帮助到你：如你所述，应该是面对此工作，内在的原动力出了问题。",
        "label": ""
      },
      {
        "sentence": "曾经积极工作、主动思考，但现在消极怠工了。",
        "label": ""
      },
      {
        "sentence": "这里可能的原因有：工作难度造成的压力大，于你而言可能因为不熟悉工作原因，对工作性质本身的不喜欢而抗拒，与领导关系？",
        "label": ""
      },
      {
        "sentence": "同事关系？",
        "label": ""
      },
      {
        "sentence": "面对工作的毅力、坚持？",
        "label": ""
      },
      {
        "sentence": "……对工作有职业倦怠，甚至想吐，但终究没有离开，这样的状况其实是90%的人的常态，只有极少部分的人拿着高薪做着自己喜欢的工作。",
        "label": ""
      },
      {
        "sentence": "有的人说，我每天都有800遍的想法要离开要辞职，但由于种种、种种原因还是没有离开，但最根本的，其实还是自己的准备的问题。",
        "label": ""
      },
      {
        "sentence": "人的一生中，需要面对的变化是非常多的，我们需要时刻去做好准备，比如学习，比如提升自己。",
        "label": ""
      },
      {
        "sentence": "其实从很多人的创业来看，也带着所谓的“财务自由”的理想光环，但道理是很艰辛的。",
        "label": ""
      },
      {
        "sentence": "当然有一点就是，可以做自己喜欢的事，可以当自己的事业去一生追求。",
        "label": ""
      },
      {
        "sentence": "所以可能需要思考清楚你要的是什么？",
        "label": ""
      },
      {
        "sentence": "再做一下人生规划和职业发展规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我对这份工作确实感到压力很大，因为之前没有相关经验，不熟悉工作内容，而且领导也没有给予足够的指导和支持。我发现自己对这份工作的抗拒越来越强烈，我真的不知道该如何克服这种情绪，重新找回以前的积极性和应对问题的能力。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我对这份工作确实感到压力很大，因为之前没有相关经验，不熟悉工作内容，而且领导也没有给予足够的指导和支持。",
        "label": ""
      },
      {
        "sentence": "我发现自己对这份工作的抗拒越来越强烈，我真的不知道该如何克服这种情绪，重新找回以前的积极性和应对问题的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困惑。首先，你可以试着和领导沟通，表达出你对工作的困难和需要帮助的愿望。同时，你也可以主动寻找能够帮助你解决问题的资源，比如向财务部门索取资料或寻求同事的协助。此外，你可以尝试调整自己的心态，找出工作中的积极因素和意义，或者制定小目标，逐步克服抗拒情绪。记住，改变需要时间和努力，但只要你积极面对，相信你能够重新找回以前的积极性和应对问题的能力。",
    "annotation": [
      {
        "sentence": "明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着和领导沟通，表达出你对工作的困难和需要帮助的愿望。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以主动寻找能够帮助你解决问题的资源，比如向财务部门索取资料或寻求同事的协助。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试调整自己的心态，找出工作中的积极因素和意义，或者制定小目标，逐步克服抗拒情绪。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力，但只要你积极面对，相信你能够重新找回以前的积极性和应对问题的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试和领导进行更积极的沟通，同时主动寻求必要的资源和支持。我也会调整自己的心态，尽量找出工作中的积极方面，为自己制定一些小目标。我知道改变需要时间，但我相信只要我付出努力，我能够重新找回以前的积极性和应对问题的能力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试和领导进行更积极的沟通，同时主动寻求必要的资源和支持。",
        "label": ""
      },
      {
        "sentence": "我也会调整自己的心态，尽量找出工作中的积极方面，为自己制定一些小目标。",
        "label": ""
      },
      {
        "sentence": "我知道改变需要时间，但我相信只要我付出努力，我能够重新找回以前的积极性和应对问题的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应。改变确实需要时间和努力，但只要你保持积极的态度并付出行动，我相信你能够战胜当前的困境。不要忘记，你始终是一个有能力面对问题和克服困难的人。如果你在此过程中需要任何帮助或再次倾诉，随时都可以来找我。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应。",
        "label": ""
      },
      {
        "sentence": "改变确实需要时间和努力，但只要你保持积极的态度并付出行动，我相信你能够战胜当前的困境。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你始终是一个有能力面对问题和克服困难的人。",
        "label": ""
      },
      {
        "sentence": "如果你在此过程中需要任何帮助或再次倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。我会牢记你的话，努力克服困难，重新找回自己的积极性和自信心。如果需要帮助，我会再次来找你的。谢谢你的祝福！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，努力克服困难，重新找回自己的积极性和自信心。",
        "label": ""
      },
      {
        "sentence": "如果需要帮助，我会再次来找你的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      }
    ]
  }
]