[
  {
    "role": "client",
    "content": "我明明客观上比别人过得好，为什么我还是好累好辛苦？很高兴你能愿意来倾听我的问题。最近2个月内，我经常失眠，又或者过早入睡。我对任何事物都失去了兴趣，无论是以前喜欢的画画也好，还是玩游戏也好，我都没再感受过快乐。成绩严重下滑，放学回家就是躺着发呆，感觉度日如年，每天都会陷入“我的人生没有希望”以及“想就这样睡过去，再也不醒来的想法”。其实准确点来说我6月多已经有自杀想法。但是10月后彻底爆发。我有想过向别人倾诉我的心情，但是大多数人好像理解不了我，大家都喜欢说我现在状况还好或者是当我深入说的时候，他们却听不下去了，比我还着急，甚至有朋友听到一半直接哭了然后反着轮到我安慰他...其实我知道他们也很关心我。是我的形象出入太大了吗。外向阳光，会安慰人又可靠，所以我成为了我的朋友们的情绪垃圾桶。可是我的症状越来越严重...",
    "annotation": [
      {
        "sentence": "我明明客观上比别人过得好，为什么我还是好累好辛苦？",
        "label": ""
      },
      {
        "sentence": "很高兴你能愿意来倾听我的问题。",
        "label": ""
      },
      {
        "sentence": "最近2个月内，我经常失眠，又或者过早入睡。",
        "label": ""
      },
      {
        "sentence": "我对任何事物都失去了兴趣，无论是以前喜欢的画画也好，还是玩游戏也好，我都没再感受过快乐。",
        "label": ""
      },
      {
        "sentence": "成绩严重下滑，放学回家就是躺着发呆，感觉度日如年，每天都会陷入“我的人生没有希望”以及“想就这样睡过去，再也不醒来的想法”。",
        "label": ""
      },
      {
        "sentence": "其实准确点来说我6月多已经有自杀想法。",
        "label": ""
      },
      {
        "sentence": "但是10月后彻底爆发。",
        "label": ""
      },
      {
        "sentence": "我有想过向别人倾诉我的心情，但是大多数人好像理解不了我，大家都喜欢说我现在状况还好或者是当我深入说的时候，他们却听不下去了，比我还着急，甚至有朋友听到一半直接哭了然后反着轮到我安慰他...其实我知道他们也很关心我。",
        "label": ""
      },
      {
        "sentence": "是我的形象出入太大了吗。",
        "label": ""
      },
      {
        "sentence": "外向阳光，会安慰人又可靠，所以我成为了我的朋友们的情绪垃圾桶。",
        "label": ""
      },
      {
        "sentence": "可是我的症状越来越严重...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你分享这些信息，能诚实地表达自己的情感是很重要的一步。我能感受到你经历的一切给你带来的负面影响，在这段时间里面你遇到了很多情绪上的困扰。我们可以一步步地解决这些问题。你可以告诉我近期怎样才能帮助你缓解这种程度的疲劳感呢？",
    "annotation": [
      {
        "sentence": "非常感谢你分享这些信息，能诚实地表达自己的情感是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "我能感受到你经历的一切给你带来的负面影响，在这段时间里面你遇到了很多情绪上的困扰。",
        "label": ""
      },
      {
        "sentence": "我们可以一步步地解决这些问题。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我近期怎样才能帮助你缓解这种程度的疲劳感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我会认为这些问题都是无解的，没有任何一个方法能够帮助我，我感受到了生活的一切压力，这让我感到十分绝望。我不知道应该怎样摆脱感到“无望”的感觉以及强烈的颓废感。",
    "annotation": [
      {
        "sentence": "有时候我会认为这些问题都是无解的，没有任何一个方法能够帮助我，我感受到了生活的一切压力，这让我感到十分绝望。",
        "label": ""
      },
      {
        "sentence": "我不知道应该怎样摆脱感到“无望”的感觉以及强烈的颓废感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但是千万要记得，你并不孤单。很多人也会经历跟你一样的心路历程，你所经历的的一切都不是无法解决的。首先，让我们讨论一下你的希望在哪里？或许计划一下未来自己想要的生活目标，并采取实际的行动，能让你更加有方向感和意义感。这些目标不必过于宏大，可以从自己最喜欢的事情开始着手实践，然后不断进阶。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但是千万要记得，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "很多人也会经历跟你一样的心路历程，你所经历的的一切都不是无法解决的。",
        "label": ""
      },
      {
        "sentence": "首先，让我们讨论一下你的希望在哪里？",
        "label": ""
      },
      {
        "sentence": "或许计划一下未来自己想要的生活目标，并采取实际的行动，能让你更加有方向感和意义感。",
        "label": ""
      },
      {
        "sentence": "这些目标不必过于宏大，可以从自己最喜欢的事情开始着手实践，然后不断进阶。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，但我现在感觉无法感受到快乐，我对任何事情都感到枯燥，我不再能够享受任何事情。这个状态让我感到很迷惑和苦恼。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，但我现在感觉无法感受到快乐，我对任何事情都感到枯燥，我不再能够享受任何事情。",
        "label": ""
      },
      {
        "sentence": "这个状态让我感到很迷惑和苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种状态很常见，人们也许因为一些外在或者内在原因感到意志消沉。试着回忆一下你之前在感受到兴趣和快乐的时候做了什么，这些事情让你感受到快乐和满足的原因是什么？或者在你的人生观念上，你认为只有什么样的状态才是真正的开心和愉悦？还想强调一下，症状越来越严重的情况是可以被治疗的。",
    "annotation": [
      {
        "sentence": "这种状态很常见，人们也许因为一些外在或者内在原因感到意志消沉。",
        "label": ""
      },
      {
        "sentence": "试着回忆一下你之前在感受到兴趣和快乐的时候做了什么，这些事情让你感受到快乐和满足的原因是什么？",
        "label": ""
      },
      {
        "sentence": "或者在你的人生观念上，你认为只有什么样的状态才是真正的开心和愉悦？",
        "label": ""
      },
      {
        "sentence": "还想强调一下，症状越来越严重的情况是可以被治疗的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好考虑这些，同时我也在吃一些药物，但是感觉作用很微弱，不令人满足。",
    "annotation": [
      {
        "sentence": "我会好好考虑这些，同时我也在吃一些药物，但是感觉作用很微弱，不令人满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，吃药物治疗需要时间，如果药物治疗效果不佳，可以联系医生进行及时的调整。同时请自己做好规律的生活习惯：早睡早起，提高睡眠质量，保持健康的饮食习惯并适当参加运动锻炼。这些都会对慢慢恢复身体健康和心理健康有帮助。",
    "annotation": [
      {
        "sentence": "这很正常，吃药物治疗需要时间，如果药物治疗效果不佳，可以联系医生进行及时的调整。",
        "label": ""
      },
      {
        "sentence": "同时请自己做好规律的生活习惯：早睡早起，提高睡眠质量，保持健康的饮食习惯并适当参加运动锻炼。",
        "label": ""
      },
      {
        "sentence": "这些都会对慢慢恢复身体健康和心理健康有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去落实。可以请你再鼓励我一下吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去落实。",
        "label": ""
      },
      {
        "sentence": "可以请你再鼓励我一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，你已经走过很长的路，我相信你一定可以找到恢复快乐的方法，现在你已经意识到你的问题，并且正在努力缓解和解决它们。在此之前，为了让身体和心理得到更好的恢复，不妨稍微放眼环顾，体验和享受生命中美妙的瞬间，感受那些小小的幸福和快乐，让内心重新充实起来。",
    "annotation": [
      {
        "sentence": "当然可以，你已经走过很长的路，我相信你一定可以找到恢复快乐的方法，现在你已经意识到你的问题，并且正在努力缓解和解决它们。",
        "label": ""
      },
      {
        "sentence": "在此之前，为了让身体和心理得到更好的恢复，不妨稍微放眼环顾，体验和享受生命中美妙的瞬间，感受那些小小的幸福和快乐，让内心重新充实起来。",
        "label": ""
      }
    ]
  }
]