[
  {
    "role": "client",
    "content": "我感觉自己不愿意跟外界接触，也无法跟自己和谐地相处。小时候的我可是个性格活泼开朗的人，见人就热情打招呼，特别喜欢跟人分享和容易流露情绪的人，朋友也特别多。可是渐渐长大了、出社会了，感觉自己内心阴暗，跟人交往时对他人常常抱以一种怀疑的态度，怕被算计，被伤害，怕不被尊重，觉得他们跟我接触不是真心实意地喜欢我而是有所目的。而我又怕人家孤立我，怕别人不认可我，怕他们看不起我，又常常以一种老好人的形象出现，常常站在别人的角度去考虑别人的感受，我也不敢表露自己真实的内心与想法，不敢拒绝别人的要求，以至于常常为难自己，跟人聊天也是挑一些自己觉得别人会喜欢听的话，通过这些来得到一种我想得到的认可。我知道自己很矛盾，一边对他人有抵触情绪，一边又渴望接触。一跟人接触我就怕暴露自己，怕自己为难，也怕别人为难，于是我选择了独处，但是一独处我就会胡思乱想。我无法跟人愉快地、轻松地交谈，也无法跟自己和谐地相处。我觉得可能与我和原生家庭和相处的朋友有关。",
    "annotation": [
      {
        "sentence": "我感觉自己不愿意跟外界接触，也无法跟自己和谐地相处。",
        "label": ""
      },
      {
        "sentence": "小时候的我可是个性格活泼开朗的人，见人就热情打招呼，特别喜欢跟人分享和容易流露情绪的人，朋友也特别多。",
        "label": ""
      },
      {
        "sentence": "可是渐渐长大了、出社会了，感觉自己内心阴暗，跟人交往时对他人常常抱以一种怀疑的态度，怕被算计，被伤害，怕不被尊重，觉得他们跟我接触不是真心实意地喜欢我而是有所目的。",
        "label": ""
      },
      {
        "sentence": "而我又怕人家孤立我，怕别人不认可我，怕他们看不起我，又常常以一种老好人的形象出现，常常站在别人的角度去考虑别人的感受，我也不敢表露自己真实的内心与想法，不敢拒绝别人的要求，以至于常常为难自己，跟人聊天也是挑一些自己觉得别人会喜欢听的话，通过这些来得到一种我想得到的认可。",
        "label": ""
      },
      {
        "sentence": "我知道自己很矛盾，一边对他人有抵触情绪，一边又渴望接触。",
        "label": ""
      },
      {
        "sentence": "一跟人接触我就怕暴露自己，怕自己为难，也怕别人为难，于是我选择了独处，但是一独处我就会胡思乱想。",
        "label": ""
      },
      {
        "sentence": "我无法跟人愉快地、轻松地交谈，也无法跟自己和谐地相处。",
        "label": ""
      },
      {
        "sentence": "我觉得可能与我和原生家庭和相处的朋友有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常能理解你现在的情绪。因为很多人都会有这种情况，只是程度不同。我以前也是这样。所有非常理解你的困扰。你愿意与人有良好的关系一方面，另一方面又怕受到伤害，总是不轻易相信别人，这其实是对自己的一种保护，很正常。但是当你一味地去做老好人，讨好别人时，就会产生心理矛盾。我可以分享一下我是如何走出这个怪圈的，希望对你有启发。你可以尝试反思每当自己想讨好别人、不敢表达自己时，就想想：如果真实地表达自己的想法，不去讨好别人，会发生什么呢？你能不能承受那种可能的结果？一步步尝试。比如对待不是很重要的人，可以开始学着不讨好。有时候可能会觉得这样做会导致别人不理自己，实际上，这并不是事实，只是我们头脑中的想法。从那之后，我学会了渐渐表达自己真实的想法，在人际关系交往过程中变得越来越自在，当然这也是一个过程。你可以试着下次对不是特别重要的事情，尝试一下，表达自己。看看到底会发生什么。你就会发现，我们常常怕别人不喜欢、不开心的想法大部分都是自己想象出来的。放下追求被认可的心态，学会拒绝被认可，这其实是人类共通的心理需求，每个人都需要被认可。当我们无法通过自身来确认“我本来就很好”的时候，就需要以他人和环境为镜子，来确认自己的存在是足够好的。虽然没有人能帮你内化“我本来就很好”的自我概念，但你可以多一些地认可自己，问别人要的就少一些。你自己本身就很好，要自己不断地强化这个想法。拒绝其实没有我们想象的那么难，只是很多人都不习惯于拒绝。都觉得拒绝是一件很难的事。其实，当我们拒绝去做自己不想做的事时，并不代表我们拒绝了那个人，只是代表我们拒绝做这件事。你有过被拒绝的体验吗？可能当时被拒绝的人会觉得有点不舒服，但是过后呢？在以后的生活中，你可以多尝试一下。从最小的事情开始，推荐给你一本书，《幸福的勇气》，这是阿德勒的理论。这本书告诉我们，我们常常没有勇气去享受自己，去享受幸福。因为获得幸福也是需要勇气的。最后祝福你，希望你能够找到自己与他人和谐相处的方式。",
    "annotation": [
      {
        "sentence": "非常能理解你现在的情绪。",
        "label": ""
      },
      {
        "sentence": "因为很多人都会有这种情况，只是程度不同。",
        "label": ""
      },
      {
        "sentence": "我以前也是这样。",
        "label": ""
      },
      {
        "sentence": "所有非常理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "你愿意与人有良好的关系一方面，另一方面又怕受到伤害，总是不轻易相信别人，这其实是对自己的一种保护，很正常。",
        "label": ""
      },
      {
        "sentence": "但是当你一味地去做老好人，讨好别人时，就会产生心理矛盾。",
        "label": ""
      },
      {
        "sentence": "我可以分享一下我是如何走出这个怪圈的，希望对你有启发。",
        "label": ""
      },
      {
        "sentence": "你可以尝试反思每当自己想讨好别人、不敢表达自己时，就想想：如果真实地表达自己的想法，不去讨好别人，会发生什么呢？",
        "label": ""
      },
      {
        "sentence": "你能不能承受那种可能的结果？",
        "label": ""
      },
      {
        "sentence": "一步步尝试。",
        "label": ""
      },
      {
        "sentence": "比如对待不是很重要的人，可以开始学着不讨好。",
        "label": ""
      },
      {
        "sentence": "有时候可能会觉得这样做会导致别人不理自己，实际上，这并不是事实，只是我们头脑中的想法。",
        "label": ""
      },
      {
        "sentence": "从那之后，我学会了渐渐表达自己真实的想法，在人际关系交往过程中变得越来越自在，当然这也是一个过程。",
        "label": ""
      },
      {
        "sentence": "你可以试着下次对不是特别重要的事情，尝试一下，表达自己。",
        "label": ""
      },
      {
        "sentence": "看看到底会发生什么。",
        "label": ""
      },
      {
        "sentence": "你就会发现，我们常常怕别人不喜欢、不开心的想法大部分都是自己想象出来的。",
        "label": ""
      },
      {
        "sentence": "放下追求被认可的心态，学会拒绝被认可，这其实是人类共通的心理需求，每个人都需要被认可。",
        "label": ""
      },
      {
        "sentence": "当我们无法通过自身来确认“我本来就很好”的时候，就需要以他人和环境为镜子，来确认自己的存在是足够好的。",
        "label": ""
      },
      {
        "sentence": "虽然没有人能帮你内化“我本来就很好”的自我概念，但你可以多一些地认可自己，问别人要的就少一些。",
        "label": ""
      },
      {
        "sentence": "你自己本身就很好，要自己不断地强化这个想法。",
        "label": ""
      },
      {
        "sentence": "拒绝其实没有我们想象的那么难，只是很多人都不习惯于拒绝。",
        "label": ""
      },
      {
        "sentence": "都觉得拒绝是一件很难的事。",
        "label": ""
      },
      {
        "sentence": "其实，当我们拒绝去做自己不想做的事时，并不代表我们拒绝了那个人，只是代表我们拒绝做这件事。",
        "label": ""
      },
      {
        "sentence": "你有过被拒绝的体验吗？",
        "label": ""
      },
      {
        "sentence": "可能当时被拒绝的人会觉得有点不舒服，但是过后呢？",
        "label": ""
      },
      {
        "sentence": "在以后的生活中，你可以多尝试一下。",
        "label": ""
      },
      {
        "sentence": "从最小的事情开始，推荐给你一本书，《幸福的勇气》，这是阿德勒的理论。",
        "label": ""
      },
      {
        "sentence": "这本书告诉我们，我们常常没有勇气去享受自己，去享受幸福。",
        "label": ""
      },
      {
        "sentence": "因为获得幸福也是需要勇气的。",
        "label": ""
      },
      {
        "sentence": "最后祝福你，希望你能够找到自己与他人和谐相处的方式。",
        "label": ""
      }
    ]
  }
]