[
  {
    "role": "client",
    "content": "不愿意跟外界接触，也无法跟自己和谐地相处？本来小时候的自己是个性格活泼开朗的人。见人就热情打招呼，特别喜欢跟人分享和容易流露情绪的人，小伙伴也特别多。",
    "annotation": [
      {
        "sentence": "不愿意跟外界接触，也无法跟自己和谐地相处？",
        "label": ""
      },
      {
        "sentence": "本来小时候的自己是个性格活泼开朗的人。",
        "label": ""
      },
      {
        "sentence": "见人就热情打招呼，特别喜欢跟人分享和容易流露情绪的人，小伙伴也特别多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同意你的观点，就是你目前性格特点发生的变化：“从一个活泼开朗，成为一个不愿意跟外界接触，也无法跟自己相处”，跟你的原生家庭和相处的朋友有关。我想从以下几个方面谈谈我个人的看法。",
    "annotation": [
      {
        "sentence": "同意你的观点，就是你目前性格特点发生的变化：“从一个活泼开朗，成为一个不愿意跟外界接触，也无法跟自己相处”，跟你的原生家庭和相处的朋友有关。",
        "label": ""
      },
      {
        "sentence": "我想从以下几个方面谈谈我个人的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也有这种感觉。我想知道为什么我的性格会发生这样的变化。",
    "annotation": [
      {
        "sentence": "是的，我也有这种感觉。",
        "label": ""
      },
      {
        "sentence": "我想知道为什么我的性格会发生这样的变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个人的性格发展虽然会随着时间而发生改变，但是这种改变往往具有跨时间的连续性、一致性和稳定性。因此你性格发生的这种变化，与你从感觉自己是一个活泼的性格开始，一直到现在的性格特征这段时间的变化，是与你在原生家庭以及和与你相处的朋友之间发生的各种各样的生活事件有直接的关系。",
    "annotation": [
      {
        "sentence": "一个人的性格发展虽然会随着时间而发生改变，但是这种改变往往具有跨时间的连续性、一致性和稳定性。",
        "label": ""
      },
      {
        "sentence": "因此你性格发生的这种变化，与你从感觉自己是一个活泼的性格开始，一直到现在的性格特征这段时间的变化，是与你在原生家庭以及和与你相处的朋友之间发生的各种各样的生活事件有直接的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。那么，具体是哪些生活事件导致了我的性格变化呢？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "那么，具体是哪些生活事件导致了我的性格变化呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "换句话说，就是在这段时间里，你和你的家人、你和你的朋友相处的过程中到底发生了什么事情，才是导致你性格发生变化的直接原因。为什么会有这样的变化，心理学上各个流派解释的观点解释各不相同，心理学家埃里克森的观点认为：3-6岁是儿童主动性对内疚感发展的重要阶段，家庭是重要的关系。这个时期儿童成长的主动性，会与父母家人产生冲突而感到内疚。",
    "annotation": [
      {
        "sentence": "换句话说，就是在这段时间里，你和你的家人、你和你的朋友相处的过程中到底发生了什么事情，才是导致你性格发生变化的直接原因。",
        "label": ""
      },
      {
        "sentence": "为什么会有这样的变化，心理学上各个流派解释的观点解释各不相同，心理学家埃里克森的观点认为：3-6岁是儿童主动性对内疚感发展的重要阶段，家庭是重要的关系。",
        "label": ""
      },
      {
        "sentence": "这个时期儿童成长的主动性，会与父母家人产生冲突而感到内疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实记得小时候常常因为主动打扫卫生而遭到父母的嫌弃，可能这些冲突没有得到很好的解决，导致了我现在的性格。",
    "annotation": [
      {
        "sentence": "我确实记得小时候常常因为主动打扫卫生而遭到父母的嫌弃，可能这些冲突没有得到很好的解决，导致了我现在的性格。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，冲突解决的方式会影响儿童心理的发展。还有，6-12岁是儿童勤奋与自卑发展的重要阶段，儿童与老师和同伴是重要的关系。这个时期儿童会把自己与同伴相比较，学习社会文化要求儿童所具备的基本技能是这个阶段的主要任务。",
    "annotation": [
      {
        "sentence": "是的，冲突解决的方式会影响儿童心理的发展。",
        "label": ""
      },
      {
        "sentence": "还有，6-12岁是儿童勤奋与自卑发展的重要阶段，儿童与老师和同伴是重要的关系。",
        "label": ""
      },
      {
        "sentence": "这个时期儿童会把自己与同伴相比较，学习社会文化要求儿童所具备的基本技能是这个阶段的主要任务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我可能在这个阶段也遇到了一些挫折，导致了自卑感。",
    "annotation": [
      {
        "sentence": "那我可能在这个阶段也遇到了一些挫折，导致了自卑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，勤奋与自卑的冲突解决的如何会影响儿童心理的发展。另外，12-20岁是同一性对角色混乱阶段，这个时期同伴是主要的关系。这个时期也是性格发展的适用期，自己是个什么样的人，或者说“我是谁”的认同感还是比较混乱的，还需要一段时间的发展，才能真正的意识到我是谁，我是一个什么样的人。",
    "annotation": [
      {
        "sentence": "是的，勤奋与自卑的冲突解决的如何会影响儿童心理的发展。",
        "label": ""
      },
      {
        "sentence": "另外，12-20岁是同一性对角色混乱阶段，这个时期同伴是主要的关系。",
        "label": ""
      },
      {
        "sentence": "这个时期也是性格发展的适用期，自己是个什么样的人，或者说“我是谁”的认同感还是比较混乱的，还需要一段时间的发展，才能真正的意识到我是谁，我是一个什么样的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可能正处在这个阶段，所以才感到内心的冲突和混乱。",
    "annotation": [
      {
        "sentence": "我可能正处在这个阶段，所以才感到内心的冲突和混乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这个阶段产生一定的混乱也是正常的。而20-40岁是亲密对孤独阶段，这个时期情侣、配偶、亲密朋友是重要的关系。发展扎实的友谊关系，产生对另一个的爱与亲密感是这个时期的主要任务，而形成友谊和亲密感是一种能力，这种能力的缺失将导致产生孤独感、隔离感。",
    "annotation": [
      {
        "sentence": "没错，这个阶段产生一定的混乱也是正常的。",
        "label": ""
      },
      {
        "sentence": "而20-40岁是亲密对孤独阶段，这个时期情侣、配偶、亲密朋友是重要的关系。",
        "label": ""
      },
      {
        "sentence": "发展扎实的友谊关系，产生对另一个的爱与亲密感是这个时期的主要任务，而形成友谊和亲密感是一种能力，这种能力的缺失将导致产生孤独感、隔离感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在确实感到了孤独和隔离感，可能我在这个阶段遇到了一些困难。",
    "annotation": [
      {
        "sentence": "我现在确实感到了孤独和隔离感，可能我在这个阶段遇到了一些困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从以上的分析看，你当前的状态，或许就是在这几个阶段的发展过程中内心产生的冲突，以及解决这些冲突中内心世界所发生的变化和矛盾有关。希望我的分析能够给你带来些许的启发。",
    "annotation": [
      {
        "sentence": "从以上的分析看，你当前的状态，或许就是在这几个阶段的发展过程中内心产生的冲突，以及解决这些冲突中内心世界所发生的变化和矛盾有关。",
        "label": ""
      },
      {
        "sentence": "希望我的分析能够给你带来些许的启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的解释和分析，我对自己的问题有了更清晰的认识。",
    "annotation": [
      {
        "sentence": "谢谢你的解释和分析，我对自己的问题有了更清晰的认识。",
        "label": ""
      }
    ]
  }
]