[
  {
    "role": "client",
    "content": "我不愿意跟外界接触，也无法跟自己和谐地相处？本来小时候的自己是个性格活泼开朗的人。见人就热情打招呼，特别喜欢跟人分享和容易流露情绪的人，小伙伴也特别多。但渐渐长大了，出社会了，感觉自己内心阴暗，跟人交往时对他人常常抱以一种怀疑的态度，怕被算计，被伤害，怕不被尊重，觉得他们跟我接触不是真心实意地喜欢我而是有所目的。而我又怕人家孤立我，怕别人不认可我，怕他们看不起我，又常常以一种老好人的形象出现，常常站在别人的角度去考虑别人的感受，我也不敢表露自己真实的内心与想法，不敢拒绝别人的要求，以至于常常为难自己，跟人聊天也是挑一些自己觉得别人会喜欢听的话，通过这些来对我反馈一种我想得到的认可。我知道自己很矛盾，一边对他人有抵触情绪，一边又渴望接触。一跟人接触我就怕暴露自己，怕自己为难，也怕别人为难，于是我选择了独处，但是一独处我就会胡思乱想。我无法跟人愉快地、轻松地交谈，也无法我跟自己和谐地相处。我想跟原生家庭和相处的朋友有关。",
    "annotation": [
      {
        "sentence": "我不愿意跟外界接触，也无法跟自己和谐地相处？",
        "label": ""
      },
      {
        "sentence": "本来小时候的自己是个性格活泼开朗的人。",
        "label": ""
      },
      {
        "sentence": "见人就热情打招呼，特别喜欢跟人分享和容易流露情绪的人，小伙伴也特别多。",
        "label": ""
      },
      {
        "sentence": "但渐渐长大了，出社会了，感觉自己内心阴暗，跟人交往时对他人常常抱以一种怀疑的态度，怕被算计，被伤害，怕不被尊重，觉得他们跟我接触不是真心实意地喜欢我而是有所目的。",
        "label": ""
      },
      {
        "sentence": "而我又怕人家孤立我，怕别人不认可我，怕他们看不起我，又常常以一种老好人的形象出现，常常站在别人的角度去考虑别人的感受，我也不敢表露自己真实的内心与想法，不敢拒绝别人的要求，以至于常常为难自己，跟人聊天也是挑一些自己觉得别人会喜欢听的话，通过这些来对我反馈一种我想得到的认可。",
        "label": ""
      },
      {
        "sentence": "我知道自己很矛盾，一边对他人有抵触情绪，一边又渴望接触。",
        "label": ""
      },
      {
        "sentence": "一跟人接触我就怕暴露自己，怕自己为难，也怕别人为难，于是我选择了独处，但是一独处我就会胡思乱想。",
        "label": ""
      },
      {
        "sentence": "我无法跟人愉快地、轻松地交谈，也无法我跟自己和谐地相处。",
        "label": ""
      },
      {
        "sentence": "我想跟原生家庭和相处的朋友有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是不是觉得在成长的过程中发生了一些变化呢？小时候你是个非常开朗热情的人，但是渐渐长大后，你对他人产生了怀疑的态度，同时又渴望与他人交流。我觉得这可能和你的原生家庭有关，或者是你和朋友相处的经历导致的。你觉得对吗？",
    "annotation": [
      {
        "sentence": "你是不是觉得在成长的过程中发生了一些变化呢？",
        "label": ""
      },
      {
        "sentence": "小时候你是个非常开朗热情的人，但是渐渐长大后，你对他人产生了怀疑的态度，同时又渴望与他人交流。",
        "label": ""
      },
      {
        "sentence": "我觉得这可能和你的原生家庭有关，或者是你和朋友相处的经历导致的。",
        "label": ""
      },
      {
        "sentence": "你觉得对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得你说的很对。我很想理解自己为什么会有这样的矛盾情绪，为什么我对人有抵触情绪却又渴望和别人接触。",
    "annotation": [
      {
        "sentence": "是的，我觉得你说的很对。",
        "label": ""
      },
      {
        "sentence": "我很想理解自己为什么会有这样的矛盾情绪，为什么我对人有抵触情绪却又渴望和别人接触。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你在成长的过程中遇到了一些负面的体验，导致你养成了这样的思维模式。你时刻担心被算计、被伤害，导致你对他人持有怀疑的态度。另外，如果你的原生家庭或者朋友没有尊重你的想法和意见，时常贬低你，你可能会变得不自信，总是把他人放在首位而不是自己。这样的矛盾情绪是常见的心理现象，你并不孤单。但是现在你要做的是察觉到自己的负面思维，并且努力地去想到积极的方面，宽容自己，相信自己可以变得更好。",
    "annotation": [
      {
        "sentence": "这可能是因为你在成长的过程中遇到了一些负面的体验，导致你养成了这样的思维模式。",
        "label": ""
      },
      {
        "sentence": "你时刻担心被算计、被伤害，导致你对他人持有怀疑的态度。",
        "label": ""
      },
      {
        "sentence": "另外，如果你的原生家庭或者朋友没有尊重你的想法和意见，时常贬低你，你可能会变得不自信，总是把他人放在首位而不是自己。",
        "label": ""
      },
      {
        "sentence": "这样的矛盾情绪是常见的心理现象，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "但是现在你要做的是察觉到自己的负面思维，并且努力地去想到积极的方面，宽容自己，相信自己可以变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实经历了一些负面的体验，也总是过分考虑他人的感受。我想改变这种思维模式，但是很难做到。",
    "annotation": [
      {
        "sentence": "你说的对，我确实经历了一些负面的体验，也总是过分考虑他人的感受。",
        "label": ""
      },
      {
        "sentence": "我想改变这种思维模式，但是很难做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变思维模式确实不容易，特别是多年养成的习惯。但是，你可以从察觉自己的负面思维开始，努力将注意力转移到积极的方面。同时，要对自己宽容一些，改变不可能一蹴而就，但是慢慢来，相信自己可以一天比一天变得更好。而且，我觉得你懂得考虑他人的感受，总是让别人开心，这是个很好的特点。良好的人际关系需要相互体谅和适时的牺牲，你已经在这方面做得很好了。不过，也要记得在适度表露自己的同时，给自己勇气，对方也会感到被信任，进而敞开心扉。",
    "annotation": [
      {
        "sentence": "改变思维模式确实不容易，特别是多年养成的习惯。",
        "label": ""
      },
      {
        "sentence": "但是，你可以从察觉自己的负面思维开始，努力将注意力转移到积极的方面。",
        "label": ""
      },
      {
        "sentence": "同时，要对自己宽容一些，改变不可能一蹴而就，但是慢慢来，相信自己可以一天比一天变得更好。",
        "label": ""
      },
      {
        "sentence": "而且，我觉得你懂得考虑他人的感受，总是让别人开心，这是个很好的特点。",
        "label": ""
      },
      {
        "sentence": "良好的人际关系需要相互体谅和适时的牺牲，你已经在这方面做得很好了。",
        "label": ""
      },
      {
        "sentence": "不过，也要记得在适度表露自己的同时，给自己勇气，对方也会感到被信任，进而敞开心扉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我会努力改变自己，尝试适度地表露自己的想法和内心。但是我还是特别害怕与人交往，害怕失败，害怕被伤害。",
    "annotation": [
      {
        "sentence": "你说的对，我会努力改变自己，尝试适度地表露自己的想法和内心。",
        "label": ""
      },
      {
        "sentence": "但是我还是特别害怕与人交往，害怕失败，害怕被伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕和恐惧是人们常常会遇到的情绪，这并不意味着你不能去尝试。你要相信即使失败了，也不会有什么不堪设想的事情发生。试想如果你尝试了，失败了，那也许这个人不会再与你交往，但是现在你们也没有太多的交流。所以，你没有任何损失。但是，相反地，如果你尝试了，你就有了一次练习的机会，去对抗自己过去的习惯，迈向新的自己。是不是很激动人心呢？而且你现在的问题是为别人考虑得太多，把每次社交都当成一次表露自己的机会。但其实你不妨试着讲讲自己感兴趣的事情，更加勇敢地表达自己。信任自己，勇敢尝试，不要让自己一直被过去的想法限制住，慢慢习惯这个状态。",
    "annotation": [
      {
        "sentence": "害怕和恐惧是人们常常会遇到的情绪，这并不意味着你不能去尝试。",
        "label": ""
      },
      {
        "sentence": "你要相信即使失败了，也不会有什么不堪设想的事情发生。",
        "label": ""
      },
      {
        "sentence": "试想如果你尝试了，失败了，那也许这个人不会再与你交往，但是现在你们也没有太多的交流。",
        "label": ""
      },
      {
        "sentence": "所以，你没有任何损失。",
        "label": ""
      },
      {
        "sentence": "但是，相反地，如果你尝试了，你就有了一次练习的机会，去对抗自己过去的习惯，迈向新的自己。",
        "label": ""
      },
      {
        "sentence": "是不是很激动人心呢？",
        "label": ""
      },
      {
        "sentence": "而且你现在的问题是为别人考虑得太多，把每次社交都当成一次表露自己的机会。",
        "label": ""
      },
      {
        "sentence": "但其实你不妨试着讲讲自己感兴趣的事情，更加勇敢地表达自己。",
        "label": ""
      },
      {
        "sentence": "信任自己，勇敢尝试，不要让自己一直被过去的想法限制住，慢慢习惯这个状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实把交流看作是一次表露自己的机会，一直为别人考虑。我会勇敢地尝试，尽量表达自己的想法和感受，不再限制自己。谢谢你的理解和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我确实把交流看作是一次表露自己的机会，一直为别人考虑。",
        "label": ""
      },
      {
        "sentence": "我会勇敢地尝试，尽量表达自己的想法和感受，不再限制自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的努力。你要记住，每个人都有害怕和恐惧的时候，但这不应该阻止你去尝试。通过一次又一次的尝试、练习，慢慢习惯这个状态，你会变得更加自信和勇敢。相信自己可以突破自己的想法和限制，你会有意想不到的惊喜的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的努力。",
        "label": ""
      },
      {
        "sentence": "你要记住，每个人都有害怕和恐惧的时候，但这不应该阻止你去尝试。",
        "label": ""
      },
      {
        "sentence": "通过一次又一次的尝试、练习，慢慢习惯这个状态，你会变得更加自信和勇敢。",
        "label": ""
      },
      {
        "sentence": "相信自己可以突破自己的想法和限制，你会有意想不到的惊喜的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]