[
  {
    "role": "client",
    "content": "不愿意跟外界接触，也无法跟自己和谐地相处？本来小时候的自己是个性格活泼开朗的人。见人就热情打招呼，特别喜欢跟人分享和容易流露情绪的人，小伙伴也特别多。但渐渐长大了，出社会了，感觉自己内心阴暗，跟人交往时对他人常常抱以一种怀疑的态度，怕被算计，被伤害，怕不被尊重，觉得他们跟我接触不是真心实意地喜欢我而是有所目的。而我又怕人家孤立我，怕别人不认可我，怕他们看不起我，又常常以一种老好人的形象出现，常常站在别人的角度去考虑别人的感受，我也不敢表露自己真实的内心与想法，不敢拒绝别人的要求，以至于常常为难自己，跟人聊天也是挑一些自己觉得别人会喜欢听的话，通过这些来对我反馈一种我想得到的认可。我知道自己很矛盾，一边对他人有抵触情绪，一边又渴望接触。一跟人接触我就怕暴露自己，怕自己为难，也怕别人为难，于是我选择了独处，但是一独处我就会胡思乱想。我无法跟人愉快地、轻松地交谈，也无法我跟自己和谐地相处。我想跟原生家庭和相处的朋友有关。",
    "annotation": [
      {
        "sentence": "不愿意跟外界接触，也无法跟自己和谐地相处？",
        "label": ""
      },
      {
        "sentence": "本来小时候的自己是个性格活泼开朗的人。",
        "label": ""
      },
      {
        "sentence": "见人就热情打招呼，特别喜欢跟人分享和容易流露情绪的人，小伙伴也特别多。",
        "label": ""
      },
      {
        "sentence": "但渐渐长大了，出社会了，感觉自己内心阴暗，跟人交往时对他人常常抱以一种怀疑的态度，怕被算计，被伤害，怕不被尊重，觉得他们跟我接触不是真心实意地喜欢我而是有所目的。",
        "label": ""
      },
      {
        "sentence": "而我又怕人家孤立我，怕别人不认可我，怕他们看不起我，又常常以一种老好人的形象出现，常常站在别人的角度去考虑别人的感受，我也不敢表露自己真实的内心与想法，不敢拒绝别人的要求，以至于常常为难自己，跟人聊天也是挑一些自己觉得别人会喜欢听的话，通过这些来对我反馈一种我想得到的认可。",
        "label": ""
      },
      {
        "sentence": "我知道自己很矛盾，一边对他人有抵触情绪，一边又渴望接触。",
        "label": ""
      },
      {
        "sentence": "一跟人接触我就怕暴露自己，怕自己为难，也怕别人为难，于是我选择了独处，但是一独处我就会胡思乱想。",
        "label": ""
      },
      {
        "sentence": "我无法跟人愉快地、轻松地交谈，也无法我跟自己和谐地相处。",
        "label": ""
      },
      {
        "sentence": "我想跟原生家庭和相处的朋友有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的能感受到你的心情和处境，因为曾经的我和现在的你真的很像，真心希望我的文字能给到你帮助：“看别人的经验，过好自己的人生”，虽然我的算不上很大的经验，但还是想分享给你。我回看当初小时候的自己，也像你一样，觉得小时候的自己性格活泼开朗，见人热情打招呼，特别喜欢跟人分享和容易表露情绪，小伙伴特别多。但是出社会之后，感觉自己变了，内心害怕被算计，被伤害，不被尊重，被孤立，感觉现在交朋友不再单纯，夹杂着利益和目的使我反感。同时，不迎合有可能被孤立，所以我不敢表露自己的真实的内心想法，不敢决绝别人，为难自己，委屈自己，这种内心的矛盾我真的能理解。其实这些都可以理解也是可以解决的。感觉到自己变化了，这不是坏事，能够对自己自省这对提升自己很有帮助。但这个变化是好是坏就要看我们怎么去对待它了。首先我们要调整好自己的心态和认知。从小时候到现在长大出社会，这是一个时段和环境的变化，我们要承认这其中的变化。",
    "annotation": [
      {
        "sentence": "真的能感受到你的心情和处境，因为曾经的我和现在的你真的很像，真心希望我的文字能给到你帮助：“看别人的经验，过好自己的人生”，虽然我的算不上很大的经验，但还是想分享给你。",
        "label": ""
      },
      {
        "sentence": "我回看当初小时候的自己，也像你一样，觉得小时候的自己性格活泼开朗，见人热情打招呼，特别喜欢跟人分享和容易表露情绪，小伙伴特别多。",
        "label": ""
      },
      {
        "sentence": "但是出社会之后，感觉自己变了，内心害怕被算计，被伤害，不被尊重，被孤立，感觉现在交朋友不再单纯，夹杂着利益和目的使我反感。",
        "label": ""
      },
      {
        "sentence": "同时，不迎合有可能被孤立，所以我不敢表露自己的真实的内心想法，不敢决绝别人，为难自己，委屈自己，这种内心的矛盾我真的能理解。",
        "label": ""
      },
      {
        "sentence": "其实这些都可以理解也是可以解决的。",
        "label": ""
      },
      {
        "sentence": "感觉到自己变化了，这不是坏事，能够对自己自省这对提升自己很有帮助。",
        "label": ""
      },
      {
        "sentence": "但这个变化是好是坏就要看我们怎么去对待它了。",
        "label": ""
      },
      {
        "sentence": "首先我们要调整好自己的心态和认知。",
        "label": ""
      },
      {
        "sentence": "从小时候到现在长大出社会，这是一个时段和环境的变化，我们要承认这其中的变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，环境的变化的确会对人产生影响。但是我还是很怀疑自己为什么变得如此不自信，对人抱有怀疑的态度。",
    "annotation": [
      {
        "sentence": "确实，环境的变化的确会对人产生影响。",
        "label": ""
      },
      {
        "sentence": "但是我还是很怀疑自己为什么变得如此不自信，对人抱有怀疑的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种怀疑和不自信也是可以解决的。小时候的自己可能未曾接触到社会的复杂性，所以才会无忧无虑地与人相处。而长大后的环境中不断有人的利益和目的，加上一些负面经历可能导致了你变得怀疑他人和不自信。但是并非所有人都是那样，还是有真心希望你好的人的。我们要学会区分和选择，不迎合那些不值得交往的人，学会与那些真心对待自己的人建立更深层次的交流。",
    "annotation": [
      {
        "sentence": "这种怀疑和不自信也是可以解决的。",
        "label": ""
      },
      {
        "sentence": "小时候的自己可能未曾接触到社会的复杂性，所以才会无忧无虑地与人相处。",
        "label": ""
      },
      {
        "sentence": "而长大后的环境中不断有人的利益和目的，加上一些负面经历可能导致了你变得怀疑他人和不自信。",
        "label": ""
      },
      {
        "sentence": "但是并非所有人都是那样，还是有真心希望你好的人的。",
        "label": ""
      },
      {
        "sentence": "我们要学会区分和选择，不迎合那些不值得交往的人，学会与那些真心对待自己的人建立更深层次的交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的害怕被伤害和被孤立，怎么才能放下这种恐惧感呢？",
    "annotation": [
      {
        "sentence": "但是我真的害怕被伤害和被孤立，怎么才能放下这种恐惧感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的恐惧感，毕竟曾经也历经过类似的阶段。但是我们不能让恐惧阻碍自己的成长和寻找幸福。我建议你可以慢慢尝试与他人进行真诚的交流，也可以选择参加一些兴趣小组或社交活动，结识一些志同道合的朋友，这样可以逐渐扩大你的社交圈子，也会遇到那些真正对你好的人。",
    "annotation": [
      {
        "sentence": "我理解你的恐惧感，毕竟曾经也历经过类似的阶段。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让恐惧阻碍自己的成长和寻找幸福。",
        "label": ""
      },
      {
        "sentence": "我建议你可以慢慢尝试与他人进行真诚的交流，也可以选择参加一些兴趣小组或社交活动，结识一些志同道合的朋友，这样可以逐渐扩大你的社交圈子，也会遇到那些真正对你好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的确实有道理，我应该尝试放下我的恐惧，主动融入社交圈子。另外，我一直怀疑自己，不愿意表露真实的内心和想法，怕别人不喜欢我。你认为这样的想法是不是太消极了？",
    "annotation": [
      {
        "sentence": "你说的确实有道理，我应该尝试放下我的恐惧，主动融入社交圈子。",
        "label": ""
      },
      {
        "sentence": "另外，我一直怀疑自己，不愿意表露真实的内心和想法，怕别人不喜欢我。",
        "label": ""
      },
      {
        "sentence": "你认为这样的想法是不是太消极了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有表达自己的权利，也是需要得到认可和理解的。换位思考一下，我认为你也是想结交一位真诚的人，是吗？如果一味地克制自己，不表露展示自己，那么别人也无法真的认识你，以及帮助到你，所以适当地表现自己的情绪和需求是有需要的。我们不应该太过在意别人的评价，更重要的是要关注自己的感受和需要。",
    "annotation": [
      {
        "sentence": "每个人都有表达自己的权利，也是需要得到认可和理解的。",
        "label": ""
      },
      {
        "sentence": "换位思考一下，我认为你也是想结交一位真诚的人，是吗？",
        "label": ""
      },
      {
        "sentence": "如果一味地克制自己，不表露展示自己，那么别人也无法真的认识你，以及帮助到你，所以适当地表现自己的情绪和需求是有需要的。",
        "label": ""
      },
      {
        "sentence": "我们不应该太过在意别人的评价，更重要的是要关注自己的感受和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该更加关注自己的情绪和需求，不要过分在意别人的看法。我想我能够尝试改变自己，从而建立更健康的社交关系。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "确实，我应该更加关注自己的情绪和需求，不要过分在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "我想我能够尝试改变自己，从而建立更健康的社交关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以改变和成长的！记住，生活也不是太差，换个心情看问题。正如约翰·肖尔斯在《许愿树》中写的：“没有不可治愈的伤痛，没有不能结束的沉沦。所有失去的，会以另一种方式归来。”请时刻保重好自己身体和心情。㊗安好！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以改变和成长的！",
        "label": ""
      },
      {
        "sentence": "记住，生活也不是太差，换个心情看问题。",
        "label": ""
      },
      {
        "sentence": "正如约翰·肖尔斯在《许愿树》中写的：“没有不可治愈的伤痛，没有不能结束的沉沦。",
        "label": ""
      },
      {
        "sentence": "所有失去的，会以另一种方式归来。",
        "label": ""
      },
      {
        "sentence": "”请时刻保重好自己身体和心情。",
        "label": ""
      },
      {
        "sentence": "㊗安好！",
        "label": ""
      }
    ]
  }
]