[
  {
    "role": "client",
    "content": "我总爱帮助人，但是显得太“火热心”，怎么办？总爱帮助人，但是显得太火热心怎么办？热心肠的人怎么处理人际关系？",
    "annotation": [
      {
        "sentence": "我总爱帮助人，但是显得太“火热心”，怎么办？",
        "label": ""
      },
      {
        "sentence": "总爱帮助人，但是显得太火热心怎么办？",
        "label": ""
      },
      {
        "sentence": "热心肠的人怎么处理人际关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个很热心的人，很喜欢帮助别人，这真的很难得啊，要给你点赞！也许你的热心帮忙会让一些人感到不适应、不接受，你感到很困扰吧？",
    "annotation": [
      {
        "sentence": "你是个很热心的人，很喜欢帮助别人，这真的很难得啊，要给你点赞！",
        "label": ""
      },
      {
        "sentence": "也许你的热心帮忙会让一些人感到不适应、不接受，你感到很困扰吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很困扰。我觉得自己可能介入了别人的生活太多。有时我想帮忙别人，但想想可能自己干涉了别人的事情，就有点担心了。",
    "annotation": [
      {
        "sentence": "是的，我很困扰。",
        "label": ""
      },
      {
        "sentence": "我觉得自己可能介入了别人的生活太多。",
        "label": ""
      },
      {
        "sentence": "有时我想帮忙别人，但想想可能自己干涉了别人的事情，就有点担心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在人际交往中，存在着“安全社交距离”，这是一种心理上的距离，会通过物理空间距离和双方的行为表现来体现。人与人之间会有不同的亲密关系，因此也会有相应不同的“安全距离”。比如，你和父母或爱人是亲密的家人关系，你们的安全距离很小，可以是0米，大家可以靠得很近，可以牵手、拥抱。你和朋友是比较亲密的关系，这个安全距离可以在0.5米左右。当你热心帮助别人时，也许会在无意间和对方过于亲密贴近，突破了安全距离，让别人感到不适。",
    "annotation": [
      {
        "sentence": "在人际交往中，存在着“安全社交距离”，这是一种心理上的距离，会通过物理空间距离和双方的行为表现来体现。",
        "label": ""
      },
      {
        "sentence": "人与人之间会有不同的亲密关系，因此也会有相应不同的“安全距离”。",
        "label": ""
      },
      {
        "sentence": "比如，你和父母或爱人是亲密的家人关系，你们的安全距离很小，可以是0米，大家可以靠得很近，可以牵手、拥抱。",
        "label": ""
      },
      {
        "sentence": "你和朋友是比较亲密的关系，这个安全距离可以在0.5米左右。",
        "label": ""
      },
      {
        "sentence": "当你热心帮助别人时，也许会在无意间和对方过于亲密贴近，突破了安全距离，让别人感到不适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来这样，我应该注意安全距离。我很想帮忙别人，但是也不想让别人觉得我太过热情或唐突。",
    "annotation": [
      {
        "sentence": "原来这样，我应该注意安全距离。",
        "label": ""
      },
      {
        "sentence": "我很想帮忙别人，但是也不想让别人觉得我太过热情或唐突。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在人际交往互助中，除了注意人际安全距离外，也要注意边界感和分寸感。人是独立的个体，有着独立性和自主性，无论是对什么人，都需要建立一定的边界，分清各自的事情，不随意介入，这是一种尊重和信任对方的表现。互惠原则是人际交往中的一种心理现象。单方面过度热心主动去帮助别人而忽视别人的需要和想法，没有要求别人回馈，反而会引起别人的误解和不适——别人可能会觉得这种帮助自己并不需要，可能会觉得这种帮助是一种施舍和干涉，可能会觉得这种帮助是一种负担，可能会担心无法回报你的帮助。因此，与人之间建立边界感，保持一定的分寸感，是必须的。",
    "annotation": [
      {
        "sentence": "在人际交往互助中，除了注意人际安全距离外，也要注意边界感和分寸感。",
        "label": ""
      },
      {
        "sentence": "人是独立的个体，有着独立性和自主性，无论是对什么人，都需要建立一定的边界，分清各自的事情，不随意介入，这是一种尊重和信任对方的表现。",
        "label": ""
      },
      {
        "sentence": "互惠原则是人际交往中的一种心理现象。",
        "label": ""
      },
      {
        "sentence": "单方面过度热心主动去帮助别人而忽视别人的需要和想法，没有要求别人回馈，反而会引起别人的误解和不适——别人可能会觉得这种帮助自己并不需要，可能会觉得这种帮助是一种施舍和干涉，可能会觉得这种帮助是一种负担，可能会担心无法回报你的帮助。",
        "label": ""
      },
      {
        "sentence": "因此，与人之间建立边界感，保持一定的分寸感，是必须的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我应该保持分寸。我总是觉得自己帮了别人以后会有成就感，但是也不应该过分热心。",
    "annotation": [
      {
        "sentence": "原来如此，我应该保持分寸。",
        "label": ""
      },
      {
        "sentence": "我总是觉得自己帮了别人以后会有成就感，但是也不应该过分热心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这并不是说不能帮助别人，而是当你想要帮助别人时，首先要克制住自己，停下手，自己想一想，先了解清楚情况——看看对方是否能够自行解决？是否需要别人的帮助？自己是否有能力有时间去帮忙？采用什么样的帮助方式才是合适的？需要帮到什么程度才是适当的？可以在帮助前先询问对方是否需要帮助，给予对方尊重和选择权，也可以有机会说出他们的需求。有时候帮忙不一定要做出什么实际的举动、给予什么实际的物质，只是一些言语上的态度表达、精神上的鼓励，对别人也是一种帮助和支持。而这样也不容易给对方造成心理负担。热心助人是美德，希望你不要有负疚感，也不要有自我怀疑。只要自己事前多想一想，注意一下分寸，把握一个度，就好了。",
    "annotation": [
      {
        "sentence": "这并不是说不能帮助别人，而是当你想要帮助别人时，首先要克制住自己，停下手，自己想一想，先了解清楚情况——看看对方是否能够自行解决？",
        "label": ""
      },
      {
        "sentence": "是否需要别人的帮助？",
        "label": ""
      },
      {
        "sentence": "自己是否有能力有时间去帮忙？",
        "label": ""
      },
      {
        "sentence": "采用什么样的帮助方式才是合适的？",
        "label": ""
      },
      {
        "sentence": "需要帮到什么程度才是适当的？",
        "label": ""
      },
      {
        "sentence": "可以在帮助前先询问对方是否需要帮助，给予对方尊重和选择权，也可以有机会说出他们的需求。",
        "label": ""
      },
      {
        "sentence": "有时候帮忙不一定要做出什么实际的举动、给予什么实际的物质，只是一些言语上的态度表达、精神上的鼓励，对别人也是一种帮助和支持。",
        "label": ""
      },
      {
        "sentence": "而这样也不容易给对方造成心理负担。",
        "label": ""
      },
      {
        "sentence": "热心助人是美德，希望你不要有负疚感，也不要有自我怀疑。",
        "label": ""
      },
      {
        "sentence": "只要自己事前多想一想，注意一下分寸，把握一个度，就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己受益匪浅，很感谢你的建议。我会注意边界感和人际安全距离，更好地帮助别人。",
    "annotation": [
      {
        "sentence": "我觉得自己受益匪浅，很感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会注意边界感和人际安全距离，更好地帮助别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，任何时候需要帮助，都可以找我聊聊。",
    "annotation": [
      {
        "sentence": "没问题，任何时候需要帮助，都可以找我聊聊。",
        "label": ""
      }
    ]
  }
]