[
  {
    "role": "client",
    "content": "高二女，没有朋友，会想问了有什么意义吗？",
    "annotation": [
      {
        "sentence": "高二女，没有朋友，会想问了有什么意义吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有时候喜欢自己一个人，可以感觉自由地做自己想做的事情，但是你也会感觉孤独，内心又很渴望能够有亲人和朋友在身边陪伴你，是吗？",
    "annotation": [
      {
        "sentence": "你有时候喜欢自己一个人，可以感觉自由地做自己想做的事情，但是你也会感觉孤独，内心又很渴望能够有亲人和朋友在身边陪伴你，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我有时候喜欢独处，但也觉得孤独，想要有人陪伴我。",
    "annotation": [
      {
        "sentence": "是的，我有时候喜欢独处，但也觉得孤独，想要有人陪伴我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种既想一个人静静，又想有人陪伴的矛盾心情，其实我们常常都会有。你现在这个年龄正处于青春期，正在逐渐长大，有了更多自己的想法和自主权，对这个世界、对身边的人会有许多新的认识和看法，也会有许多新的需求。",
    "annotation": [
      {
        "sentence": "这种既想一个人静静，又想有人陪伴的矛盾心情，其实我们常常都会有。",
        "label": ""
      },
      {
        "sentence": "你现在这个年龄正处于青春期，正在逐渐长大，有了更多自己的想法和自主权，对这个世界、对身边的人会有许多新的认识和看法，也会有许多新的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己变得更独立了，但是也更渴望得到关注和陪伴。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己变得更独立了，但是也更渴望得到关注和陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个时候虽然很喜欢去追求和探索自由的感觉，但是内心仍然是很希望家人能够对自己多些关注和关爱，也希望能够拥有一些朋友，能一起分享自己的心事，陪伴自己。学会处理人际关系、进行人际交往是我们成长过程中很重要的一环。",
    "annotation": [
      {
        "sentence": "这个时候虽然很喜欢去追求和探索自由的感觉，但是内心仍然是很希望家人能够对自己多些关注和关爱，也希望能够拥有一些朋友，能一起分享自己的心事，陪伴自己。",
        "label": ""
      },
      {
        "sentence": "学会处理人际关系、进行人际交往是我们成长过程中很重要的一环。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得跟周围的人关系都有点尴尬，不知道该如何交流。",
    "annotation": [
      {
        "sentence": "可是我觉得跟周围的人关系都有点尴尬，不知道该如何交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人际关系的建立是双向性的，也就是说，需要双方互有往来、进行沟通联接，才能够建立起一种健康积极的人际关系，才能够有紧密的联系，无论是对家人还是交朋友。你对家人对你的忽视心有埋怨，又觉得没有朋友，和身边人没有什么交流，觉得没意思没意义。但是我有看到，你说自己不想跟周围的人说话交流。其实这就等于你自己先把人际交往的通道给关闭了，把你自己的这扇门关上了，将自己封闭起来，你既看不到门外真实的情况，也不让别人了解你的情况，双方没有一个顺畅的通道进行沟通交往，也自然无法建立起有效的联接。",
    "annotation": [
      {
        "sentence": "人际关系的建立是双向性的，也就是说，需要双方互有往来、进行沟通联接，才能够建立起一种健康积极的人际关系，才能够有紧密的联系，无论是对家人还是交朋友。",
        "label": ""
      },
      {
        "sentence": "你对家人对你的忽视心有埋怨，又觉得没有朋友，和身边人没有什么交流，觉得没意思没意义。",
        "label": ""
      },
      {
        "sentence": "但是我有看到，你说自己不想跟周围的人说话交流。",
        "label": ""
      },
      {
        "sentence": "其实这就等于你自己先把人际交往的通道给关闭了，把你自己的这扇门关上了，将自己封闭起来，你既看不到门外真实的情况，也不让别人了解你的情况，双方没有一个顺畅的通道进行沟通交往，也自然无法建立起有效的联接。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得有时候很难开口和别人交流，担心被拒绝。",
    "annotation": [
      {
        "sentence": "可是我觉得有时候很难开口和别人交流，担心被拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尽管你内心对别人有很多的想法和需求，比如，希望家人能够给你过生日，希望妈妈能够和你多聊天，希望有朋友陪你一起去逛街。但是你都没有把这些想法和需求向他们表达出来，而是被动地等待着他们能够自动地明白你的感受和想法，主动地来陪伴你。也许他们都有着各自的一些事情和原因而无法时刻关注到你。他们也并不是你肚子里的蛔虫，也没有感知别人内心的超能力，又怎么能清楚知道你的想法和需求呢？就像电影《大话西游》里唐僧说的那句：你想要什么你要说出来啊，你不说出来我又怎么知道你想要什么呢？说出自己的想法和需求并不是一件丢脸尴尬的事情，而是一种正常的人际交往方式。也许你害怕说出来以后会遭到别人的忽视或拒绝，但是如果你不说出来，别人并不知道你想要什么，自然就会忽视你，没有去关注你。只有大胆地说出来，提出你的需求，即使当时被拒绝了，他们无法回应你、陪伴你，但起码你也能知道拒绝的原因。也许是有其他事情要忙，也许是太突然了还没有做好准备，也许是有其他的活动可以去参加。退一步来说，即使这次没有约上，那么仍然可以让对方知道你的需求，可以一起商量再约下一次。无论怎样，你心里都能得到一个明确的答案，而不用诸多怀疑对方，进而怀疑自己的人生然后独自失落伤感。",
    "annotation": [
      {
        "sentence": "尽管你内心对别人有很多的想法和需求，比如，希望家人能够给你过生日，希望妈妈能够和你多聊天，希望有朋友陪你一起去逛街。",
        "label": ""
      },
      {
        "sentence": "但是你都没有把这些想法和需求向他们表达出来，而是被动地等待着他们能够自动地明白你的感受和想法，主动地来陪伴你。",
        "label": ""
      },
      {
        "sentence": "也许他们都有着各自的一些事情和原因而无法时刻关注到你。",
        "label": ""
      },
      {
        "sentence": "他们也并不是你肚子里的蛔虫，也没有感知别人内心的超能力，又怎么能清楚知道你的想法和需求呢？",
        "label": ""
      },
      {
        "sentence": "就像电影《大话西游》里唐僧说的那句：你想要什么你要说出来啊，你不说出来我又怎么知道你想要什么呢？",
        "label": ""
      },
      {
        "sentence": "说出自己的想法和需求并不是一件丢脸尴尬的事情，而是一种正常的人际交往方式。",
        "label": ""
      },
      {
        "sentence": "也许你害怕说出来以后会遭到别人的忽视或拒绝，但是如果你不说出来，别人并不知道你想要什么，自然就会忽视你，没有去关注你。",
        "label": ""
      },
      {
        "sentence": "只有大胆地说出来，提出你的需求，即使当时被拒绝了，他们无法回应你、陪伴你，但起码你也能知道拒绝的原因。",
        "label": ""
      },
      {
        "sentence": "也许是有其他事情要忙，也许是太突然了还没有做好准备，也许是有其他的活动可以去参加。",
        "label": ""
      },
      {
        "sentence": "退一步来说，即使这次没有约上，那么仍然可以让对方知道你的需求，可以一起商量再约下一次。",
        "label": ""
      },
      {
        "sentence": "无论怎样，你心里都能得到一个明确的答案，而不用诸多怀疑对方，进而怀疑自己的人生然后独自失落伤感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，也许我应该主动和家人沟通，告诉他们我的想法和需求。",
    "annotation": [
      {
        "sentence": "我明白了，也许我应该主动和家人沟通，告诉他们我的想法和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想拥有朋友、得到家人和朋友的关注和关怀，其实并不难，也不是你无法拥有的。关键在于你自己是否愿意让别人靠近你、关注你、了解你，是否愿意打开你心里的那扇门？勇敢地尝试一下吧，你会找到你想要的意义。",
    "annotation": [
      {
        "sentence": "想拥有朋友、得到家人和朋友的关注和关怀，其实并不难，也不是你无法拥有的。",
        "label": ""
      },
      {
        "sentence": "关键在于你自己是否愿意让别人靠近你、关注你、了解你，是否愿意打开你心里的那扇门？",
        "label": ""
      },
      {
        "sentence": "勇敢地尝试一下吧，你会找到你想要的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着跟家人和周围的人更多地沟通，希望能够建立起健康积极的人际关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着跟家人和周围的人更多地沟通，希望能够建立起健康积极的人际关系。",
        "label": ""
      }
    ]
  }
]