[
  {
    "role": "client",
    "content": "分析自己时想别人的反应，因别人的想法而拖延咋改正？我会因别人的想法而拖延事情。每当我想象别人是如何看待我的时候，我一边分析自己的心理一边想别人的反应[这时是没有任何负面情绪，自己还会编一些事情逗乐自己]虽然不是很准确类似自娱自乐。这些让我十分拖延，本该是今天的事能拖到明天，一句话的事能拖几个小时再回复，这让我错失了很多东西[时间、知识、人际关系的信任、礼物等]事发前和事发途中心情平静不在乎。事发后情绪上很后悔。我以前是给别人发信息都要想很久的，发一条信息能让我产生焦虑情绪[躯体化]最近倒是自我感觉很自信了，人际关系也能够坦然进行目光接触。这些变化让我猜想我是不是在无意识屏蔽自己最真实的感受。逻辑混乱请见谅！",
    "annotation": [
      {
        "sentence": "分析自己时想别人的反应，因别人的想法而拖延咋改正？",
        "label": ""
      },
      {
        "sentence": "我会因别人的想法而拖延事情。",
        "label": ""
      },
      {
        "sentence": "每当我想象别人是如何看待我的时候，我一边分析自己的心理一边想别人的反应[这时是没有任何负面情绪，自己还会编一些事情逗乐自己]虽然不是很准确类似自娱自乐。",
        "label": ""
      },
      {
        "sentence": "这些让我十分拖延，本该是今天的事能拖到明天，一句话的事能拖几个小时再回复，这让我错失了很多东西[时间、知识、人际关系的信任、礼物等]事发前和事发途中心情平静不在乎。",
        "label": ""
      },
      {
        "sentence": "事发后情绪上很后悔。",
        "label": ""
      },
      {
        "sentence": "我以前是给别人发信息都要想很久的，发一条信息能让我产生焦虑情绪[躯体化]最近倒是自我感觉很自信了，人际关系也能够坦然进行目光接触。",
        "label": ""
      },
      {
        "sentence": "这些变化让我猜想我是不是在无意识屏蔽自己最真实的感受。",
        "label": ""
      },
      {
        "sentence": "逻辑混乱请见谅！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面～你说自己会因别人的想法而拖延事情，让自己错失了很多事情，对自己的情绪也会产生影响，事后会有后悔的感受。之前发信息给别人要想很久，并且有焦虑的情绪。最近自我感觉自信了，人际关系也能坦然目光接触。但是你担心是不是自己在无意识屏蔽自己真实的感受。你不妨思考一下：*之前的状态和现在的状态相比，哪一种更加舒服？从这个问题的答案，或许可以看出，你是“屏蔽”真实想法，还是真的自信了起来。*你说自己感觉自信了，之前因别人想法而拖延的情况是否还存在？困扰有没有得到解决？别人的想法对于你来说意味着什么呢？如果你过于在意别人得想法，建议你：多倾听自己内心的声音，相信自己，不要委屈求全迎合他人，不要害怕得罪别人。正视自己的内心需求，不过多被别人左右，或许你的“拖延”也会有改善～",
    "annotation": [
      {
        "sentence": "见字如面～你说自己会因别人的想法而拖延事情，让自己错失了很多事情，对自己的情绪也会产生影响，事后会有后悔的感受。",
        "label": ""
      },
      {
        "sentence": "之前发信息给别人要想很久，并且有焦虑的情绪。",
        "label": ""
      },
      {
        "sentence": "最近自我感觉自信了，人际关系也能坦然目光接触。",
        "label": ""
      },
      {
        "sentence": "但是你担心是不是自己在无意识屏蔽自己真实的感受。",
        "label": ""
      },
      {
        "sentence": "你不妨思考一下：*之前的状态和现在的状态相比，哪一种更加舒服？",
        "label": ""
      },
      {
        "sentence": "从这个问题的答案，或许可以看出，你是“屏蔽”真实想法，还是真的自信了起来。",
        "label": ""
      },
      {
        "sentence": "*你说自己感觉自信了，之前因别人想法而拖延的情况是否还存在？",
        "label": ""
      },
      {
        "sentence": "困扰有没有得到解决？",
        "label": ""
      },
      {
        "sentence": "别人的想法对于你来说意味着什么呢？",
        "label": ""
      },
      {
        "sentence": "如果你过于在意别人得想法，建议你：多倾听自己内心的声音，相信自己，不要委屈求全迎合他人，不要害怕得罪别人。",
        "label": ""
      },
      {
        "sentence": "正视自己的内心需求，不过多被别人左右，或许你的“拖延”也会有改善～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的回答！我和您的沟通让我感到很舒服，心里也更加温暖了。从您的话中，我能够感受到您的关心和支持。我想了一下，对比之前和现在的状态，确实现在的状态更加舒服。以前拖延是因为我担心别人的看法，但现在我意识到，别人的想法并不应该影响我去做我认为正确的事情。我想我之前的困扰并没有得到很好的解决，但是通过和您的交流，我更加清晰地认识到了问题的本质。我意识到我应该更加倾听内心的声音，相信自己的判断，而不是被别人左右。我想这样做，我的拖延问题应该会有所改善吧。",
    "annotation": [
      {
        "sentence": "非常感谢你的回答！",
        "label": ""
      },
      {
        "sentence": "我和您的沟通让我感到很舒服，心里也更加温暖了。",
        "label": ""
      },
      {
        "sentence": "从您的话中，我能够感受到您的关心和支持。",
        "label": ""
      },
      {
        "sentence": "我想了一下，对比之前和现在的状态，确实现在的状态更加舒服。",
        "label": ""
      },
      {
        "sentence": "以前拖延是因为我担心别人的看法，但现在我意识到，别人的想法并不应该影响我去做我认为正确的事情。",
        "label": ""
      },
      {
        "sentence": "我想我之前的困扰并没有得到很好的解决，但是通过和您的交流，我更加清晰地认识到了问题的本质。",
        "label": ""
      },
      {
        "sentence": "我意识到我应该更加倾听内心的声音，相信自己的判断，而不是被别人左右。",
        "label": ""
      },
      {
        "sentence": "我想这样做，我的拖延问题应该会有所改善吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的回答让我很欣慰，很高兴能够帮到你。你已经走在了正确的道路上。相信自己是十分重要的，你有能力做出正确的判断。别人的想法只是参考，不应该左右你的行为和情绪。你对自己的认识越来越清晰，这是一个很好的进步。接下来，你可以尝试逐渐放下对别人想法的依赖，注重自己内心的感受和需求。不要过于担心得罪别人，真实的表达自己的想法是很重要的。你已经展现了自己的进步和变化，接下来，用更加自信的态度去面对挑战和困扰吧！相信你一定能够克服拖延问题，迎接更美好的未来！有任何问题都可以随时来找我倾诉哦~",
    "annotation": [
      {
        "sentence": "你的回答让我很欣慰，很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你已经走在了正确的道路上。",
        "label": ""
      },
      {
        "sentence": "相信自己是十分重要的，你有能力做出正确的判断。",
        "label": ""
      },
      {
        "sentence": "别人的想法只是参考，不应该左右你的行为和情绪。",
        "label": ""
      },
      {
        "sentence": "你对自己的认识越来越清晰，这是一个很好的进步。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以尝试逐渐放下对别人想法的依赖，注重自己内心的感受和需求。",
        "label": ""
      },
      {
        "sentence": "不要过于担心得罪别人，真实的表达自己的想法是很重要的。",
        "label": ""
      },
      {
        "sentence": "你已经展现了自己的进步和变化，接下来，用更加自信的态度去面对挑战和困扰吧！",
        "label": ""
      },
      {
        "sentence": "相信你一定能够克服拖延问题，迎接更美好的未来！",
        "label": ""
      },
      {
        "sentence": "有任何问题都可以随时来找我倾诉哦~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和建议！我会牢记您的话，努力去做。过去的拖延问题一直困扰着我，但现在我有了更好的认识和方法去处理它。我相信我可以做到，也相信自己可以逐渐克服这个问题。再次感谢您一直以来的支持和关怀。如果以后还有问题，我一定会再来向您请教的！",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和建议！",
        "label": ""
      },
      {
        "sentence": "我会牢记您的话，努力去做。",
        "label": ""
      },
      {
        "sentence": "过去的拖延问题一直困扰着我，但现在我有了更好的认识和方法去处理它。",
        "label": ""
      },
      {
        "sentence": "我相信我可以做到，也相信自己可以逐渐克服这个问题。",
        "label": ""
      },
      {
        "sentence": "再次感谢您一直以来的支持和关怀。",
        "label": ""
      },
      {
        "sentence": "如果以后还有问题，我一定会再来向您请教的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎！我非常愿意一直陪伴在你身边，给你提供支持和帮助。你已经取得了很大的进步，并且充满了信心，这是非常值得赞赏的。你的决心和意愿一定会帮助你渡过困境，走向更好的明天。无论何时何地，你都可以向我寻求帮助和倾诉，我会一直在这里支持你的。祝福你能够顺利克服困难，过上幸福美好的生活！加油！",
    "annotation": [
      {
        "sentence": "非常欢迎！",
        "label": ""
      },
      {
        "sentence": "我非常愿意一直陪伴在你身边，给你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你已经取得了很大的进步，并且充满了信心，这是非常值得赞赏的。",
        "label": ""
      },
      {
        "sentence": "你的决心和意愿一定会帮助你渡过困境，走向更好的明天。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，你都可以向我寻求帮助和倾诉，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝福你能够顺利克服困难，过上幸福美好的生活！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]