[
  {
    "role": "client",
    "content": "我是一个18岁的女生，最近感到非常焦虑。经常有一些事情发生之后，我就会否定自己。我曾经受到原生家庭的影响，患上了双向情感障碍，但是通过治疗已经走出来了。可是最近遇到了很多让我怀疑自己的事情，好像只要我没有摆脱那个圈子，就会一直困扰着我。我知道我没错，但却不明白为什么我总是受伤，而伤害我的却理所当然地存在。我在现在的环境中感到非常不安，想要逃离。我感觉我可能出现了一些焦虑症状和心跳加速，严重影响了我的生活。请帮帮我，谢谢。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，最近感到非常焦虑。",
        "label": ""
      },
      {
        "sentence": "经常有一些事情发生之后，我就会否定自己。",
        "label": ""
      },
      {
        "sentence": "我曾经受到原生家庭的影响，患上了双向情感障碍，但是通过治疗已经走出来了。",
        "label": ""
      },
      {
        "sentence": "可是最近遇到了很多让我怀疑自己的事情，好像只要我没有摆脱那个圈子，就会一直困扰着我。",
        "label": ""
      },
      {
        "sentence": "我知道我没错，但却不明白为什么我总是受伤，而伤害我的却理所当然地存在。",
        "label": ""
      },
      {
        "sentence": "我在现在的环境中感到非常不安，想要逃离。",
        "label": ""
      },
      {
        "sentence": "我感觉我可能出现了一些焦虑症状和心跳加速，严重影响了我的生活。",
        "label": ""
      },
      {
        "sentence": "请帮帮我，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为受到原生家庭的影响，你患上了双向情感障碍。也许你听过这样一句话，幸运的人能够用童年来治愈一生，不幸的人则需要一生来治愈童年。即使你已经痊愈了，内心可能仍然保持着敏感、自卑和脆弱。你最近遇到了很多让自己怀疑的事情，这并不是你的错，但受伤的却是你。这和你自己的认知有关，你的理智告诉你自己没错，但情感无法克制地将责任推到自己身上，所以即使你知道自己没错，仍然会自责。其实，根本原因在于你从小就受到不公平的待遇。你感受到了不公平，但大人们却用各种方式告诉你，你遭受的不公平是因为你活该。长大后，你继续受到不公平的待遇，便下意识地认为是自己做错了、做得不好所致。但是你已经成年，有了自己的判断能力，你知道这不是你的错。你的理智与情感产生了冲突，这种认知上的痛苦让你难以接受。",
    "annotation": [
      {
        "sentence": "因为受到原生家庭的影响，你患上了双向情感障碍。",
        "label": ""
      },
      {
        "sentence": "也许你听过这样一句话，幸运的人能够用童年来治愈一生，不幸的人则需要一生来治愈童年。",
        "label": ""
      },
      {
        "sentence": "即使你已经痊愈了，内心可能仍然保持着敏感、自卑和脆弱。",
        "label": ""
      },
      {
        "sentence": "你最近遇到了很多让自己怀疑的事情，这并不是你的错，但受伤的却是你。",
        "label": ""
      },
      {
        "sentence": "这和你自己的认知有关，你的理智告诉你自己没错，但情感无法克制地将责任推到自己身上，所以即使你知道自己没错，仍然会自责。",
        "label": ""
      },
      {
        "sentence": "其实，根本原因在于你从小就受到不公平的待遇。",
        "label": ""
      },
      {
        "sentence": "你感受到了不公平，但大人们却用各种方式告诉你，你遭受的不公平是因为你活该。",
        "label": ""
      },
      {
        "sentence": "长大后，你继续受到不公平的待遇，便下意识地认为是自己做错了、做得不好所致。",
        "label": ""
      },
      {
        "sentence": "但是你已经成年，有了自己的判断能力，你知道这不是你的错。",
        "label": ""
      },
      {
        "sentence": "你的理智与情感产生了冲突，这种认知上的痛苦让你难以接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的确感到了痛苦，也很难接受这种认知上的冲突。受伤的事情不是我的错，但为什么我会责备自己，这让我感到很困惑和痛苦。我不明白为什么伤害我的人可以毫无负担地存在着，而我却一直背负着痛苦。我知道自己不能改变他人，但我真的很难接受这一切。",
    "annotation": [
      {
        "sentence": "我的确感到了痛苦，也很难接受这种认知上的冲突。",
        "label": ""
      },
      {
        "sentence": "受伤的事情不是我的错，但为什么我会责备自己，这让我感到很困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么伤害我的人可以毫无负担地存在着，而我却一直背负着痛苦。",
        "label": ""
      },
      {
        "sentence": "我知道自己不能改变他人，但我真的很难接受这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "伤害你的人之所以可以毫无负担地存在，这与他受到的成长环境有关。他的父母的教育方式导致他变成了这样一个人。你没有能力也没有必要去改变他，去让他认识自己的错误。我理解你现在的痛苦，我想送你一句话：当你的心理弹性越大时，你就能更好地面对这个社会中的不公平。实际上，你已经展现出了很大的能力，走出了双相情感障碍，这真的让我佩服。但是，痊愈之后的心灵修复仍然需要很长的时间，你需要慢慢纠正自己的错误认知，提高自己的心理弹性。",
    "annotation": [
      {
        "sentence": "伤害你的人之所以可以毫无负担地存在，这与他受到的成长环境有关。",
        "label": ""
      },
      {
        "sentence": "他的父母的教育方式导致他变成了这样一个人。",
        "label": ""
      },
      {
        "sentence": "你没有能力也没有必要去改变他，去让他认识自己的错误。",
        "label": ""
      },
      {
        "sentence": "我理解你现在的痛苦，我想送你一句话：当你的心理弹性越大时，你就能更好地面对这个社会中的不公平。",
        "label": ""
      },
      {
        "sentence": "实际上，你已经展现出了很大的能力，走出了双相情感障碍，这真的让我佩服。",
        "label": ""
      },
      {
        "sentence": "但是，痊愈之后的心灵修复仍然需要很长的时间，你需要慢慢纠正自己的错误认知，提高自己的心理弹性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我理解我需要慢慢调整自己的心态，但有时候我真的很难克服这种负面情绪。我总是在思考自己是否做得不够好，是否应该承担更多的责任。这些思维习惯让我感到很痛苦，我希望能够改变它们。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我理解我需要慢慢调整自己的心态，但有时候我真的很难克服这种负面情绪。",
        "label": ""
      },
      {
        "sentence": "我总是在思考自己是否做得不够好，是否应该承担更多的责任。",
        "label": ""
      },
      {
        "sentence": "这些思维习惯让我感到很痛苦，我希望能够改变它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的困惑和痛苦。这些负面的思维习惯很难一下子改变，需要时间和努力。但请相信，你已经走出了双相情感障碍，你有能力战胜这些困扰你的思维。现在先不要太苛求自己，试着接受自己，尝试将更多的关注和关爱转向自己。你可以逐渐建立更积极、健康的思维模式，提高自己的心理弹性和抵抗力。",
    "annotation": [
      {
        "sentence": "我完全理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "这些负面的思维习惯很难一下子改变，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "但请相信，你已经走出了双相情感障碍，你有能力战胜这些困扰你的思维。",
        "label": ""
      },
      {
        "sentence": "现在先不要太苛求自己，试着接受自己，尝试将更多的关注和关爱转向自己。",
        "label": ""
      },
      {
        "sentence": "你可以逐渐建立更积极、健康的思维模式，提高自己的心理弹性和抵抗力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会努力接受自己，转变思维模式，培养积极的心态。虽然这个过程可能会很困难，但我相信我能够逐渐摆脱焦虑和自责的困扰。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会努力接受自己，转变思维模式，培养积极的心态。",
        "label": ""
      },
      {
        "sentence": "虽然这个过程可能会很困难，但我相信我能够逐渐摆脱焦虑和自责的困扰。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。这个过程确实会有些困难，但是你已经证明了自己的能力。相信自己，你可以走出焦虑和自责的阴影。如果你需要任何帮助或倾诉，请随时找我。你不是一个人在面对这些困难，我们一起努力，一定能够克服。请保持积极的心态，加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "这个过程确实会有些困难，但是你已经证明了自己的能力。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以走出焦虑和自责的阴影。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或倾诉，请随时找我。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这些困难，我们一起努力，一定能够克服。",
        "label": ""
      },
      {
        "sentence": "请保持积极的心态，加油！",
        "label": ""
      }
    ]
  }
]