[
  {
    "role": "client",
    "content": "我是一个18岁的女生，最近一直感到焦虑，并经常在遇到一些事情后否定自己。以前，由于原生家庭的影响，我曾经患有双向情感障碍，但经过治疗后，我算是走出来了。但最近发生了许多事情，让我怀疑自己，好像只要我不脱离那个圈子，就会没完没了。我知道我没错，但为什么伤害我的人却理所应当地存在呢？我在现在的环境中感到害怕，这让我十分难受。我想逃离这种状况。现在，我感觉可能有一些焦虑症状和心悸，这严重影响了我的生活。请帮帮我，谢谢。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，最近一直感到焦虑，并经常在遇到一些事情后否定自己。",
        "label": ""
      },
      {
        "sentence": "以前，由于原生家庭的影响，我曾经患有双向情感障碍，但经过治疗后，我算是走出来了。",
        "label": ""
      },
      {
        "sentence": "但最近发生了许多事情，让我怀疑自己，好像只要我不脱离那个圈子，就会没完没了。",
        "label": ""
      },
      {
        "sentence": "我知道我没错，但为什么伤害我的人却理所应当地存在呢？",
        "label": ""
      },
      {
        "sentence": "我在现在的环境中感到害怕，这让我十分难受。",
        "label": ""
      },
      {
        "sentence": "我想逃离这种状况。",
        "label": ""
      },
      {
        "sentence": "现在，我感觉可能有一些焦虑症状和心悸，这严重影响了我的生活。",
        "label": ""
      },
      {
        "sentence": "请帮帮我，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！通过你的经历描述，我可以看出你对心理学有一定的了解，并且你已经从某种状态中走出来了。这份经历让你对自己的处境和情绪有很好的觉察，这是你非常棒的自我成长状态。点赞你提到了原生家庭的影响，每个人都会受到不同程度的影响。如何跳出这种影响是每个人都要面对的课题，这也是个人的命运选择。无论别人如何对待你，他们只是按照自己的命运行事。而你所感受到的伤害，是因为你认同了这份伤害。别人对世界的看法是他们自己的事情，就算他们说屎是好吃的，你也没必要证明自己是对的，淡淡笑过就好。不需要在对错中证明自己的价值。如果你觉得现在的环境让你难以适应，如果能够逃离，那就没问题，但是不要忽视改变自己的重要性。相同的环境和类似的事情会继续发生，所以与其改变外在环境，不如从改变自己开始。你感受到的压抑和不认同的情绪，是不是来自于你从别人的认同中寻求力量，当需要做回自己时，就需要勇气来面对。这是你自己需要去觉察和思考的。突破限制最好的方式是提升自己，当你提升到更高的能量状态后，再去看身边发生的事情，都会有一种笃定的掌控感。提升能量最好的方式就是做自己喜欢的事情，让自己回到更好的感觉中，不要一直沉浸在消极的情绪和限制中。希望你能回到内心的自我。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "通过你的经历描述，我可以看出你对心理学有一定的了解，并且你已经从某种状态中走出来了。",
        "label": ""
      },
      {
        "sentence": "这份经历让你对自己的处境和情绪有很好的觉察，这是你非常棒的自我成长状态。",
        "label": ""
      },
      {
        "sentence": "点赞你提到了原生家庭的影响，每个人都会受到不同程度的影响。",
        "label": ""
      },
      {
        "sentence": "如何跳出这种影响是每个人都要面对的课题，这也是个人的命运选择。",
        "label": ""
      },
      {
        "sentence": "无论别人如何对待你，他们只是按照自己的命运行事。",
        "label": ""
      },
      {
        "sentence": "而你所感受到的伤害，是因为你认同了这份伤害。",
        "label": ""
      },
      {
        "sentence": "别人对世界的看法是他们自己的事情，就算他们说屎是好吃的，你也没必要证明自己是对的，淡淡笑过就好。",
        "label": ""
      },
      {
        "sentence": "不需要在对错中证明自己的价值。",
        "label": ""
      },
      {
        "sentence": "如果你觉得现在的环境让你难以适应，如果能够逃离，那就没问题，但是不要忽视改变自己的重要性。",
        "label": ""
      },
      {
        "sentence": "相同的环境和类似的事情会继续发生，所以与其改变外在环境，不如从改变自己开始。",
        "label": ""
      },
      {
        "sentence": "你感受到的压抑和不认同的情绪，是不是来自于你从别人的认同中寻求力量，当需要做回自己时，就需要勇气来面对。",
        "label": ""
      },
      {
        "sentence": "这是你自己需要去觉察和思考的。",
        "label": ""
      },
      {
        "sentence": "突破限制最好的方式是提升自己，当你提升到更高的能量状态后，再去看身边发生的事情，都会有一种笃定的掌控感。",
        "label": ""
      },
      {
        "sentence": "提升能量最好的方式就是做自己喜欢的事情，让自己回到更好的感觉中，不要一直沉浸在消极的情绪和限制中。",
        "label": ""
      },
      {
        "sentence": "希望你能回到内心的自我。",
        "label": ""
      }
    ]
  }
]