[
  {
    "role": "client",
    "content": "我遭到姐夫猥亵和存心迫害，相依为命的姐姐会怎么做？我与姐姐从小相依为命。5岁17岁父母离世，15岁她几乎掏光所有积蓄为我治病，自小是她给我洗澡从头到脚直到15岁，承担高中学费生活费，她说我比她的一切都重要。17岁我遭到姐夫猥亵，之后他刻意在同住时长期发出性交声。造成严重抑郁耽搁学业，从此生活中止了。她不知猥亵这事，姐夫刻意发出性交声她是参与知情的，为了让她男人高兴，她由着他祸害我，这对我造成精神刺激。我曾遭到父亲家暴，​姐姐是我生命里唯一的光，比我的生命更重要。同年得知两人违背道德婚外情4年。在家乡她是照顾妹妹、擦屎端尿侍奉患癌父亲的孝子。今年外甥女6岁。我病情反复情绪失控质问姐夫，他说当时自己下流卑鄙。打给姐姐，我哭喊“你那颗跟他一起害我的心真他妈脏！”她说不知道当时会给我带来这么大伤害，与她有血缘关系只有她女儿和我。3年前我远离家乡微信屏蔽了她，今天生日看到她微信屏蔽了我，我猜想可能她意外得知猥亵这事，脱离与我的关系是她对待这事的反应。",
    "annotation": [
      {
        "sentence": "我遭到姐夫猥亵和存心迫害，相依为命的姐姐会怎么做？",
        "label": ""
      },
      {
        "sentence": "我与姐姐从小相依为命。",
        "label": ""
      },
      {
        "sentence": "5岁17岁父母离世，15岁她几乎掏光所有积蓄为我治病，自小是她给我洗澡从头到脚直到15岁，承担高中学费生活费，她说我比她的一切都重要。",
        "label": ""
      },
      {
        "sentence": "17岁我遭到姐夫猥亵，之后他刻意在同住时长期发出性交声。",
        "label": ""
      },
      {
        "sentence": "造成严重抑郁耽搁学业，从此生活中止了。",
        "label": ""
      },
      {
        "sentence": "她不知猥亵这事，姐夫刻意发出性交声她是参与知情的，为了让她男人高兴，她由着他祸害我，这对我造成精神刺激。",
        "label": ""
      },
      {
        "sentence": "我曾遭到父亲家暴，​姐姐是我生命里唯一的光，比我的生命更重要。",
        "label": ""
      },
      {
        "sentence": "同年得知两人违背道德婚外情4年。",
        "label": ""
      },
      {
        "sentence": "在家乡她是照顾妹妹、擦屎端尿侍奉患癌父亲的孝子。",
        "label": ""
      },
      {
        "sentence": "今年外甥女6岁。",
        "label": ""
      },
      {
        "sentence": "我病情反复情绪失控质问姐夫，他说当时自己下流卑鄙。",
        "label": ""
      },
      {
        "sentence": "打给姐姐，我哭喊“你那颗跟他一起害我的心真他妈脏！",
        "label": ""
      },
      {
        "sentence": "”她说不知道当时会给我带来这么大伤害，与她有血缘关系只有她女儿和我。",
        "label": ""
      },
      {
        "sentence": "3年前我远离家乡微信屏蔽了她，今天生日看到她微信屏蔽了我，我猜想可能她意外得知猥亵这事，脱离与我的关系是她对待这事的反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你现在的心情，这一切对你来说一定是非常困扰和痛苦的。通过你的描述，我可以感受到你与姐姐之间的亲密关系是无可替代的，并知道你现在对姐姐的行为感到困惑和失望。你的遭遇非常可怕，你的感受也是完全正常和合理的。",
    "annotation": [
      {
        "sentence": "非常理解你现在的心情，这一切对你来说一定是非常困扰和痛苦的。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，我可以感受到你与姐姐之间的亲密关系是无可替代的，并知道你现在对姐姐的行为感到困惑和失望。",
        "label": ""
      },
      {
        "sentence": "你的遭遇非常可怕，你的感受也是完全正常和合理的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我现在感到很困惑和无助，不知道应该怎么面对姐姐的行为和选择。我曾经非常依赖她，但现在我感到她对我的背叛和忽视。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我现在感到很困惑和无助，不知道应该怎么面对姐姐的行为和选择。",
        "label": ""
      },
      {
        "sentence": "我曾经非常依赖她，但现在我感到她对我的背叛和忽视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。这是一个非常艰难的处境。你对姐姐的失望和背叛感是非常正常的反应。然而，我们也要考虑到姐姐可能有自己的难处和压力，这些可能会影响她的决策和行为。毕竟，我们每个人都有自己的局限和困境。我们可以试着从一个更宽容和理解的角度来看待她的行为。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "这是一个非常艰难的处境。",
        "label": ""
      },
      {
        "sentence": "你对姐姐的失望和背叛感是非常正常的反应。",
        "label": ""
      },
      {
        "sentence": "然而，我们也要考虑到姐姐可能有自己的难处和压力，这些可能会影响她的决策和行为。",
        "label": ""
      },
      {
        "sentence": "毕竟，我们每个人都有自己的局限和困境。",
        "label": ""
      },
      {
        "sentence": "我们可以试着从一个更宽容和理解的角度来看待她的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我真的很难接受她选择无视我遭遇的事实。我也不知道该如何面对她，以及我们之间是否还有未来。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我真的很难接受她选择无视我遭遇的事实。",
        "label": ""
      },
      {
        "sentence": "我也不知道该如何面对她，以及我们之间是否还有未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和痛苦。在这样的情况下，对话和沟通是非常重要的。或许你可以尝试与姐姐坐下来，诚实地表达你的感受和困惑，告诉她你需要理解和支持。虽然结果可能不如你所愿，但这个过程将帮助你释放内心的情绪，并可能为你们之间的关系找到一种新的平衡。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，对话和沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试与姐姐坐下来，诚实地表达你的感受和困惑，告诉她你需要理解和支持。",
        "label": ""
      },
      {
        "sentence": "虽然结果可能不如你所愿，但这个过程将帮助你释放内心的情绪，并可能为你们之间的关系找到一种新的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的建议，但我还是感到害怕和不确定。我害怕表达自己的情感会让我们之间的关系变得更糟。我也不确定她是否能理解我现在的痛苦。",
    "annotation": [
      {
        "sentence": "我明白你的建议，但我还是感到害怕和不确定。",
        "label": ""
      },
      {
        "sentence": "我害怕表达自己的情感会让我们之间的关系变得更糟。",
        "label": ""
      },
      {
        "sentence": "我也不确定她是否能理解我现在的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕和不确定是非常正常的感受。但是，如果我们不勇敢地去面对和表达自己的感受，我们就永远不会知道是否能够达到真正的理解和解决困境的方法。你可以尝试通过一封信或者一个私密的对话来表达你的感受，这样可以给你更多的时间和空间来整理自己的思绪，也能够避免面对面带来的压力。重要的是，保持真诚和尊重，让她知道你需要她的支持和理解。",
    "annotation": [
      {
        "sentence": "害怕和不确定是非常正常的感受。",
        "label": ""
      },
      {
        "sentence": "但是，如果我们不勇敢地去面对和表达自己的感受，我们就永远不会知道是否能够达到真正的理解和解决困境的方法。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过一封信或者一个私密的对话来表达你的感受，这样可以给你更多的时间和空间来整理自己的思绪，也能够避免面对面带来的压力。",
        "label": ""
      },
      {
        "sentence": "重要的是，保持真诚和尊重，让她知道你需要她的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑尝试与姐姐进行对话。虽然我很担心结果，但我也希望我们能找到一种新的平衡和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑尝试与姐姐进行对话。",
        "label": ""
      },
      {
        "sentence": "虽然我很担心结果，但我也希望我们能找到一种新的平衡和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常正面和积极的决定。无论结果如何，这个过程将帮助你释放内心的情绪，重新建立自己的人生。记住，你并不孤单，我一直在你身边支持你。如果你需要任何帮助或者再次与我交流，请随时告诉我。",
    "annotation": [
      {
        "sentence": "这是一个非常正面和积极的决定。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，这个过程将帮助你释放内心的情绪，重新建立自己的人生。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次与我交流，请随时告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和理解。我会努力面对困境并寻求自我成长和疗愈的道路。如果我需要再次寻求帮助，我一定会联系你的。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会努力面对困境并寻求自我成长和疗愈的道路。",
        "label": ""
      },
      {
        "sentence": "如果我需要再次寻求帮助，我一定会联系你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮助到你，并且我相信你一定能够走出困境，重新找到属于自己的幸",
    "annotation": [
      {
        "sentence": "我很高兴能够帮助到你，并且我相信你一定能够走出困境，重新找到属于自己的幸",
        "label": ""
      }
    ]
  }
]