[
  {
    "role": "client",
    "content": "吼过、打过自己的宝宝，真觉得自己身心是不是有问题？越来越觉得感情就像手中的沙越是用力握住漏得越快，选择怀孕到生产2年了，初为父母，想象着亲力亲为在他身边给他最好的养育和呵护，现实中却是自己不停的失控抓狂，每次都会自责难过却每每一次次的反复的伤害他，真的怕会影响他一生，也许我该放手了。",
    "annotation": [
      {
        "sentence": "吼过、打过自己的宝宝，真觉得自己身心是不是有问题？",
        "label": ""
      },
      {
        "sentence": "越来越觉得感情就像手中的沙越是用力握住漏得越快，选择怀孕到生产2年了，初为父母，想象着亲力亲为在他身边给他最好的养育和呵护，现实中却是自己不停的失控抓狂，每次都会自责难过却每每一次次的反复的伤害他，真的怕会影响他一生，也许我该放手了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在养育孩子的过程中会出现一些难以控制的暴力行为。心里想象着亲力亲为在他身边，给他最好的养育和呵护；现实中却是自己不停的失控抓狂，每次都会自责难过却每次都会伤害孩子。",
    "annotation": [
      {
        "sentence": "你在养育孩子的过程中会出现一些难以控制的暴力行为。",
        "label": ""
      },
      {
        "sentence": "心里想象着亲力亲为在他身边，给他最好的养育和呵护；现实中却是自己不停的失控抓狂，每次都会自责难过却每次都会伤害孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得很自责和内疚，但就是控制不住自己的情绪。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得很自责和内疚，但就是控制不住自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况建议你暂时跟孩子保持一定的距离，或者让协助自己照顾孩子。最好可以去做一下心理咨询，探索一下这个问题产生的原因，该暴力行为背后隐藏的心理诱因是什么？找到这个原因很重要，就像是医生治病，要对症下药。",
    "annotation": [
      {
        "sentence": "这种情况建议你暂时跟孩子保持一定的距离，或者让协助自己照顾孩子。",
        "label": ""
      },
      {
        "sentence": "最好可以去做一下心理咨询，探索一下这个问题产生的原因，该暴力行为背后隐藏的心理诱因是什么？",
        "label": ""
      },
      {
        "sentence": "找到这个原因很重要，就像是医生治病，要对症下药。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我也意识到了需要跟孩子保持一些距离，但是我真的不知道该怎么调整自己的情绪。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "你说的对，我也意识到了需要跟孩子保持一些距离，但是我真的不知道该怎么调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你发现自己情绪激动时，可以尝试一些冷静自己的方法，比如深呼吸、数数或者离开现场暂时冷静下来。另外，寻求心理咨询师的帮助也是很重要的，专业的咨询师能够帮助你探索这个问题背后的原因，并给出针对性的建议。",
    "annotation": [
      {
        "sentence": "当你发现自己情绪激动时，可以尝试一些冷静自己的方法，比如深呼吸、数数或者离开现场暂时冷静下来。",
        "label": ""
      },
      {
        "sentence": "另外，寻求心理咨询师的帮助也是很重要的，专业的咨询师能够帮助你探索这个问题背后的原因，并给出针对性的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试深呼吸和数数这些方法，希望能够有效地帮助我保持冷静。另外，你觉得我最好多久去找一次心理咨询师呢？",
    "annotation": [
      {
        "sentence": "我会试试深呼吸和数数这些方法，希望能够有效地帮助我保持冷静。",
        "label": ""
      },
      {
        "sentence": "另外，你觉得我最好多久去找一次心理咨询师呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个频率可以根据你自己的需要来决定。如果你感觉自己情绪的控制有了明显的改善，可以逐渐减少咨询的频率。不过，最好在决定减少频率之前先跟咨询师商量一下，获得专业的建议。",
    "annotation": [
      {
        "sentence": "这个频率可以根据你自己的需要来决定。",
        "label": ""
      },
      {
        "sentence": "如果你感觉自己情绪的控制有了明显的改善，可以逐渐减少咨询的频率。",
        "label": ""
      },
      {
        "sentence": "不过，最好在决定减少频率之前先跟咨询师商量一下，获得专业的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会在需要的时候尽快寻求心理咨询师的帮助，并且认真听从他们的建议。还有，我担心我的暴力行为会对孩子的未来产生影响，你觉得有什么方法可以缓解这个担忧吗？",
    "annotation": [
      {
        "sentence": "好的，我会在需要的时候尽快寻求心理咨询师的帮助，并且认真听从他们的建议。",
        "label": ""
      },
      {
        "sentence": "还有，我担心我的暴力行为会对孩子的未来产生影响，你觉得有什么方法可以缓解这个担忧吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在0－3岁是孩子与父母建立良好依恋关系的时候，如果不能顺利发展依恋关系，确实会对孩子的身心发展产生影响。建议你和家人好好商量一下，尽量寻找到适合你和孩子的亲密互动方式。及时解决这个问题，不要让孩子的童年留下遗憾！同时，与孩子多沟通，表达爱和关怀，为他创造一个温暖、安全的成长环境。",
    "annotation": [
      {
        "sentence": "在0－3岁是孩子与父母建立良好依恋关系的时候，如果不能顺利发展依恋关系，确实会对孩子的身心发展产生影响。",
        "label": ""
      },
      {
        "sentence": "建议你和家人好好商量一下，尽量寻找到适合你和孩子的亲密互动方式。",
        "label": ""
      },
      {
        "sentence": "及时解决这个问题，不要让孩子的童年留下遗憾！",
        "label": ""
      },
      {
        "sentence": "同时，与孩子多沟通，表达爱和关怀，为他创造一个温暖、安全的成长环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会认真考虑和家人商量，希望能够找到适合我们的亲密互动方式，并且为孩子创造一个温暖安全的成长环境。有你的支持，我感觉好多了。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会认真考虑和家人商量，希望能够找到适合我们的亲密互动方式，并且为孩子创造一个温暖安全的成长环境。",
        "label": ""
      },
      {
        "sentence": "有你的支持，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！你勇敢地面对问题并寻求帮助，已经迈出了重要的一步。记住，你不是孤单一人在面对困难，有家人和支持者都在你身边。我们相信你能够克服困难，给孩子一个美好的未来。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "你勇敢地面对问题并寻求帮助，已经迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "记住，你不是孤单一人在面对困难，有家人和支持者都在你身边。",
        "label": ""
      },
      {
        "sentence": "我们相信你能够克服困难，给孩子一个美好的未来。",
        "label": ""
      }
    ]
  }
]