[
  {
    "role": "client",
    "content": "总是担心犯大错误，担心个不停，很难受，有何建议？",
    "annotation": [
      {
        "sentence": "总是担心犯大错误，担心个不停，很难受，有何建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的陈述中能够感觉到，现在的您或许很焦虑，总是处在担心的状态中。可以看的出，你是一个细心的人，很害怕会出现什么问题，从而便会担心害怕自己犯错。这种担忧可以给我们生活中起到提醒的作用，但如果过度的担心，便会引起我们的焦虑。",
    "annotation": [
      {
        "sentence": "从您的陈述中能够感觉到，现在的您或许很焦虑，总是处在担心的状态中。",
        "label": ""
      },
      {
        "sentence": "可以看的出，你是一个细心的人，很害怕会出现什么问题，从而便会担心害怕自己犯错。",
        "label": ""
      },
      {
        "sentence": "这种担忧可以给我们生活中起到提醒的作用，但如果过度的担心，便会引起我们的焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我经常会担心自己会犯大错误，尤其是开车的时候，总是担心会撞到行人或其他车辆。",
    "annotation": [
      {
        "sentence": "是的，我经常会担心自己会犯大错误，尤其是开车的时候，总是担心会撞到行人或其他车辆。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在回家的路上一直担心之前的事，状态不好，遇到老奶奶，急刹车停在她身后，之后从旁边的缝隙开过。因为没有下车确认，不知道自己有没有撞到老奶奶，现在每天都在担心这个事情，自己很害怕。",
    "annotation": [
      {
        "sentence": "你在回家的路上一直担心之前的事，状态不好，遇到老奶奶，急刹车停在她身后，之后从旁边的缝隙开过。",
        "label": ""
      },
      {
        "sentence": "因为没有下车确认，不知道自己有没有撞到老奶奶，现在每天都在担心这个事情，自己很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在每天都在想这件事，很害怕自己撞到了老太太。她停住了，我也没有感觉到碰撞，但还是忍不住担心。",
    "annotation": [
      {
        "sentence": "是的，我现在每天都在想这件事，很害怕自己撞到了老太太。",
        "label": ""
      },
      {
        "sentence": "她停住了，我也没有感觉到碰撞，但还是忍不住担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的陈述中我们可以了解到，开车的当天是一个集市，那是不是可以说那天会有很多的人。如果我们开车撞到了人，那周围的人会轻易让我们绕行吗？你自己也有像家里的叔叔验证过，最近并没有人死去，那是什么原因还无法让我们安心呢？",
    "annotation": [
      {
        "sentence": "从你的陈述中我们可以了解到，开车的当天是一个集市，那是不是可以说那天会有很多的人。",
        "label": ""
      },
      {
        "sentence": "如果我们开车撞到了人，那周围的人会轻易让我们绕行吗？",
        "label": ""
      },
      {
        "sentence": "你自己也有像家里的叔叔验证过，最近并没有人死去，那是什么原因还无法让我们安心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，那天集市上应该有很多人，如果我真的撞到了人，周围的人应该不会轻易让我继续开车。家里的叔叔也说最近并没有人死去，但我还是觉得很不安心。",
    "annotation": [
      {
        "sentence": "的确，那天集市上应该有很多人，如果我真的撞到了人，周围的人应该不会轻易让我继续开车。",
        "label": ""
      },
      {
        "sentence": "家里的叔叔也说最近并没有人死去，但我还是觉得很不安心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问你知道问题：“您觉得您中500万的几率会有多大呢？”当被问到这个问题的时候，很多人的答案都是否定的，认为是不可能发生的事情，几率几乎为0。那为什么好的事情就不会发生在我们的身上，而坏的事情就会发生在我们的身上呢？好的事情和坏的事情只是结果不同，但都是具体存在的。虽然您处在一个不好的状态下开车，但我想我们自己感受得到自己是否有碰到人，因为撞到人一定会发生撞击，是能感受得到的，哪怕是撞了一只小小的猫，我们都会有所察觉，更何况是一个人呢？",
    "annotation": [
      {
        "sentence": "问你知道问题：“您觉得您中500万的几率会有多大呢？",
        "label": ""
      },
      {
        "sentence": "”当被问到这个问题的时候，很多人的答案都是否定的，认为是不可能发生的事情，几率几乎为0。",
        "label": ""
      },
      {
        "sentence": "那为什么好的事情就不会发生在我们的身上，而坏的事情就会发生在我们的身上呢？",
        "label": ""
      },
      {
        "sentence": "好的事情和坏的事情只是结果不同，但都是具体存在的。",
        "label": ""
      },
      {
        "sentence": "虽然您处在一个不好的状态下开车，但我想我们自己感受得到自己是否有碰到人，因为撞到人一定会发生撞击，是能感受得到的，哪怕是撞了一只小小的猫，我们都会有所察觉，更何况是一个人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，如果我真的撞到了人，应该能感受到撞击，但那天我并没有感觉到任何撞击的感觉。或许我多虑了，但就是担心万一。",
    "annotation": [
      {
        "sentence": "您说得对，如果我真的撞到了人，应该能感受到撞击，但那天我并没有感觉到任何撞击的感觉。",
        "label": ""
      },
      {
        "sentence": "或许我多虑了，但就是担心万一。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活中，我们每个人都会遇到各种各样的的事情，有些是可以解决的，有些是需要努力才能解决的，甚至有些是我们无法解决的。我们都不是一个万能的人，都会遇到困难，我们要接纳自己的不足，自己的无能为力，或许便会减少我们的担心。当我们正视这些所谓“担心的事情”的时候，也许它存在的积极的意义才会显现，至于它存在的积极意义是什么？还有待于我们去探寻，因为最了解我们的人，莫过于我们自己。当真正可以正视这些事情的时候，换个心态，或许也会有不一样的结果。",
    "annotation": [
      {
        "sentence": "生活中，我们每个人都会遇到各种各样的的事情，有些是可以解决的，有些是需要努力才能解决的，甚至有些是我们无法解决的。",
        "label": ""
      },
      {
        "sentence": "我们都不是一个万能的人，都会遇到困难，我们要接纳自己的不足，自己的无能为力，或许便会减少我们的担心。",
        "label": ""
      },
      {
        "sentence": "当我们正视这些所谓“担心的事情”的时候，也许它存在的积极的意义才会显现，至于它存在的积极意义是什么？",
        "label": ""
      },
      {
        "sentence": "还有待于我们去探寻，因为最了解我们的人，莫过于我们自己。",
        "label": ""
      },
      {
        "sentence": "当真正可以正视这些事情的时候，换个心态，或许也会有不一样的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，也许我需要换个心态来面对这些担忧。或许我对于自己的担心过于病态了，需要接纳自己的不足和无能为力，而不是过分担心。",
    "annotation": [
      {
        "sentence": "您说得对，也许我需要换个心态来面对这些担忧。",
        "label": ""
      },
      {
        "sentence": "或许我对于自己的担心过于病态了，需要接纳自己的不足和无能为力，而不是过分担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以上内容希望能给你带来帮助。如果您还有什么其他问题或疑虑，都可以随时向我提问。我会尽力帮助您的。",
    "annotation": [
      {
        "sentence": "以上内容希望能给你带来帮助。",
        "label": ""
      },
      {
        "sentence": "如果您还有什么其他问题或疑虑，都可以随时向我提问。",
        "label": ""
      },
      {
        "sentence": "我会尽力帮助您的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的帮助，我现在感觉心情好多了。如果以后还有类似的问题，我会再来向您寻求建议的。",
    "annotation": [
      {
        "sentence": "谢谢您的帮助，我现在感觉心情好多了。",
        "label": ""
      },
      {
        "sentence": "如果以后还有类似的问题，我会再来向您寻求建议的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到您。如果有需要，随时欢迎再来咨询。祝您一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到您。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时欢迎再来咨询。",
        "label": ""
      },
      {
        "sentence": "祝您一切顺利！",
        "label": ""
      }
    ]
  }
]