[
  {
    "role": "client",
    "content": "我今年24岁，从19岁开始北漂做IT，现在感到很迷茫，觉得无法改变自己的想法，总想逃避现实。五年来一直在IT行业工作，虽然背景一般，但我并不真的喜欢这个行业。最近感到非常疲惫，五月份回家了，现在我不知道自己到底想要做什么。我曾经想过转行做投资，甚至考虑出国做苦工。我真的觉得很迷茫，无法改变自己想要逃避的情绪。",
    "annotation": [
      {
        "sentence": "我今年24岁，从19岁开始北漂做IT，现在感到很迷茫，觉得无法改变自己的想法，总想逃避现实。",
        "label": ""
      },
      {
        "sentence": "五年来一直在IT行业工作，虽然背景一般，但我并不真的喜欢这个行业。",
        "label": ""
      },
      {
        "sentence": "最近感到非常疲惫，五月份回家了，现在我不知道自己到底想要做什么。",
        "label": ""
      },
      {
        "sentence": "我曾经想过转行做投资，甚至考虑出国做苦工。",
        "label": ""
      },
      {
        "sentence": "我真的觉得很迷茫，无法改变自己想要逃避的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从19岁开始北漂，现在已经24岁了，工作了四年。相比我目前还在读书，我真的很佩服你！我曾经在北京实习过三个月，那时候我觉得自己人生中最忙碌的时光。每天早上九点上班，但五点多就要起床，六点就去赶公交，然后坐两个半小时的车到北师大，再换小黄车或步行十分钟到公司。那段日子真的很辛苦！我只是工作了三个月，就感到力不从心，而你已经北漂了五年，我想你可能会感到更加疲惫！或许你现在已经有一定的工作能力，并且也有一定的积蓄了。如果你对现在的生活感到不开心的话，或许可以考虑换一个地方工作和生活。迷茫可能让我们感到痛苦，但同时它也意味着我们在思考，在调整自己。找工作就像找一个伴侣一样，一定要选择一个可以让你感到快乐的工作！挣钱的事情可以先放在过去，接下来的人生是为了自己而活！其实选择并不困难，最困难的是看清自己的内心，敢于接纳自己的选择！",
    "annotation": [
      {
        "sentence": "从19岁开始北漂，现在已经24岁了，工作了四年。",
        "label": ""
      },
      {
        "sentence": "相比我目前还在读书，我真的很佩服你！",
        "label": ""
      },
      {
        "sentence": "我曾经在北京实习过三个月，那时候我觉得自己人生中最忙碌的时光。",
        "label": ""
      },
      {
        "sentence": "每天早上九点上班，但五点多就要起床，六点就去赶公交，然后坐两个半小时的车到北师大，再换小黄车或步行十分钟到公司。",
        "label": ""
      },
      {
        "sentence": "那段日子真的很辛苦！",
        "label": ""
      },
      {
        "sentence": "我只是工作了三个月，就感到力不从心，而你已经北漂了五年，我想你可能会感到更加疲惫！",
        "label": ""
      },
      {
        "sentence": "或许你现在已经有一定的工作能力，并且也有一定的积蓄了。",
        "label": ""
      },
      {
        "sentence": "如果你对现在的生活感到不开心的话，或许可以考虑换一个地方工作和生活。",
        "label": ""
      },
      {
        "sentence": "迷茫可能让我们感到痛苦，但同时它也意味着我们在思考，在调整自己。",
        "label": ""
      },
      {
        "sentence": "找工作就像找一个伴侣一样，一定要选择一个可以让你感到快乐的工作！",
        "label": ""
      },
      {
        "sentence": "挣钱的事情可以先放在过去，接下来的人生是为了自己而活！",
        "label": ""
      },
      {
        "sentence": "其实选择并不困难，最困难的是看清自己的内心，敢于接纳自己的选择！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和支持！听到你的经历和鼓励，我感觉心里舒服了许多。你说得对，我现在的疲惫可能是源于我对现状的不满和对未来的迷茫。或许我真的需要换一个地方，找到让我快乐的工作和生活。但是，我似乎对自己的能力和条件没有足够的自信，我害怕失败和不被接受。你有什么建议可以帮助我增强自信心吗？",
    "annotation": [
      {
        "sentence": "谢谢你的回复和支持！",
        "label": ""
      },
      {
        "sentence": "听到你的经历和鼓励，我感觉心里舒服了许多。",
        "label": ""
      },
      {
        "sentence": "你说得对，我现在的疲惫可能是源于我对现状的不满和对未来的迷茫。",
        "label": ""
      },
      {
        "sentence": "或许我真的需要换一个地方，找到让我快乐的工作和生活。",
        "label": ""
      },
      {
        "sentence": "但是，我似乎对自己的能力和条件没有足够的自信，我害怕失败和不被接受。",
        "label": ""
      },
      {
        "sentence": "你有什么建议可以帮助我增强自信心吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要告诉你，你的感受是完全正常的。很多人都会对自己的能力和条件缺乏自信。我理解你对失败和不被接受的担忧，但是这些担忧并不意味着你就不应该尝试。增强自信心需要时间和努力，但是你可以从小的事情开始。例如，回顾一下自己过去的成就和困难，想一想自己是如何克服困难的，这会让你更加相信自己的能力。此外，也可以通过学习和提升自己的技能来增加自信心。当你看到自己在某个领域有进步时，你会感到更有自信。最重要的是要相信自己，相信你有能力找到适合自己的工作和生活。迈出第一步也许会有困难，但只有不断尝试，你才能发现更多的机会和可能性。",
    "annotation": [
      {
        "sentence": "首先，我要告诉你，你的感受是完全正常的。",
        "label": ""
      },
      {
        "sentence": "很多人都会对自己的能力和条件缺乏自信。",
        "label": ""
      },
      {
        "sentence": "我理解你对失败和不被接受的担忧，但是这些担忧并不意味着你就不应该尝试。",
        "label": ""
      },
      {
        "sentence": "增强自信心需要时间和努力，但是你可以从小的事情开始。",
        "label": ""
      },
      {
        "sentence": "例如，回顾一下自己过去的成就和困难，想一想自己是如何克服困难的，这会让你更加相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "此外，也可以通过学习和提升自己的技能来增加自信心。",
        "label": ""
      },
      {
        "sentence": "当你看到自己在某个领域有进步时，你会感到更有自信。",
        "label": ""
      },
      {
        "sentence": "最重要的是要相信自己，相信你有能力找到适合自己的工作和生活。",
        "label": ""
      },
      {
        "sentence": "迈出第一步也许会有困难，但只有不断尝试，你才能发现更多的机会和可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。我需要对自己的过去成就有所肯定，并且要相信自己有能力克服困难。我会试着去从小的事情中培养自己的自信心，同时也会继续学习和提升自己的技能。虽然步伐可能会很慢，但我会坚持下去，相信自己能够找到一个适合自己的工作和生活。谢谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我需要对自己的过去成就有所肯定，并且要相信自己有能力克服困难。",
        "label": ""
      },
      {
        "sentence": "我会试着去从小的事情中培养自己的自信心，同时也会继续学习和提升自己的技能。",
        "label": ""
      },
      {
        "sentence": "虽然步伐可能会很慢，但我会坚持下去，相信自己能够找到一个适合自己的工作和生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的态度很积极，我相信你会找到属于自己的未来。记住，过程中的每一步都很重要，不要急于求成。相信自己，并且相信你可以克服困难。即使遇到挫折，也不要气馁，坚持下去。我会一直在你身边支持你的，加油！",
    "annotation": [
      {
        "sentence": "你的态度很积极，我相信你会找到属于自己的未来。",
        "label": ""
      },
      {
        "sentence": "记住，过程中的每一步都很重要，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "相信自己，并且相信你可以克服困难。",
        "label": ""
      },
      {
        "sentence": "即使遇到挫折，也不要气馁，坚持下去。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，非常感激！有你的陪伴和鼓励，我觉得更加有力量去面对困难和未来。我会时刻记着你的话语，相信自己，坚持不懈地追求自己的梦想。再次谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，非常感激！",
        "label": ""
      },
      {
        "sentence": "有你的陪伴和鼓励，我觉得更加有力量去面对困难和未来。",
        "label": ""
      },
      {
        "sentence": "我会时刻记着你的话语，相信自己，坚持不懈地追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴在你身边的。在追求梦想的路上，无论遇到什么困难，都可以随时来找我倾诉和寻求支持。相信自己，你一定能够实现自己的理想。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴在你身边的。",
        "label": ""
      },
      {
        "sentence": "在追求梦想的路上，无论遇到什么困难，都可以随时来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够实现自己的理想。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]