[
  {
    "role": "client",
    "content": "我14岁，是个单亲家庭，最近一直很难过，不断地哭，有时候想自杀却又不敢行动。我觉得无助，不知道该怎么办。家里的情况也很糟糕，妈妈总是不理解我，有时候还责备我说不应该把我生下来。我真的很难受，你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我14岁，是个单亲家庭，最近一直很难过，不断地哭，有时候想自杀却又不敢行动。",
        "label": ""
      },
      {
        "sentence": "我觉得无助，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "家里的情况也很糟糕，妈妈总是不理解我，有时候还责备我说不应该把我生下来。",
        "label": ""
      },
      {
        "sentence": "我真的很难受，你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你遭遇这样的困难，我感到很抱歉。首先，我要告诉你这一切都不是你应该承受的，你并不需要对家庭的困境负责。家人的不理解和责备是非常伤人的，你不是独自面对这一切的。你是多久以来一直感觉这样子呢？你身边是否有信任的人可以倾诉？",
    "annotation": [
      {
        "sentence": "听到你遭遇这样的困难，我感到很抱歉。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你这一切都不是你应该承受的，你并不需要对家庭的困境负责。",
        "label": ""
      },
      {
        "sentence": "家人的不理解和责备是非常伤人的，你不是独自面对这一切的。",
        "label": ""
      },
      {
        "sentence": "你是多久以来一直感觉这样子呢？",
        "label": ""
      },
      {
        "sentence": "你身边是否有信任的人可以倾诉？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我几个月以来都一直感觉很难过，每天都在我妈妈面前哭。我知道哭没错，但是她总是责备我，说我在捣乱。我在学校有几个好朋友，但是有些事情我不太敢和他们说，怕他们觉得我很烦。",
    "annotation": [
      {
        "sentence": "我几个月以来都一直感觉很难过，每天都在我妈妈面前哭。",
        "label": ""
      },
      {
        "sentence": "我知道哭没错，但是她总是责备我，说我在捣乱。",
        "label": ""
      },
      {
        "sentence": "我在学校有几个好朋友，但是有些事情我不太敢和他们说，怕他们觉得我很烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，哭是一种情绪宣泄的方式，它能帮助你释放内心的痛苦。可是如果你妈妈因此责备你，或许你可以考虑不在她面前哭，寻找其他的发泄方式。你提到你在学校有几个好朋友，或许你可以试着与他们分享一些，告诉他们你的困扰。他们是你的朋友，他们会关心你的，不会觉得你烦。另外，你们学校有心理老师吗？如果有的话，你可以尝试咨询他们，他们会提供专业的帮助和支持。你也可以向班主任寻求帮助，让老师和家长一起来沟通你的困境。",
    "annotation": [
      {
        "sentence": "我理解你的感受，哭是一种情绪宣泄的方式，它能帮助你释放内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "可是如果你妈妈因此责备你，或许你可以考虑不在她面前哭，寻找其他的发泄方式。",
        "label": ""
      },
      {
        "sentence": "你提到你在学校有几个好朋友，或许你可以试着与他们分享一些，告诉他们你的困扰。",
        "label": ""
      },
      {
        "sentence": "他们是你的朋友，他们会关心你的，不会觉得你烦。",
        "label": ""
      },
      {
        "sentence": "另外，你们学校有心理老师吗？",
        "label": ""
      },
      {
        "sentence": "如果有的话，你可以尝试咨询他们，他们会提供专业的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你也可以向班主任寻求帮助，让老师和家长一起来沟通你的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我知道了，我会试着找朋友倾诉一下，也会考虑和学校的心理老师或者班主任说说。但是有时候我还是会想自杀，我对此有点害怕，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "嗯，我知道了，我会试着找朋友倾诉一下，也会考虑和学校的心理老师或者班主任说说。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会想自杀，我对此有点害怕，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道自杀是一种非常痛苦的想法，但我要告诉你，只要你知道这只是自己的想法，而不是真正要去实施，那就已经非常重要了。如果你感到困惑或者恐惧，随时都可以来这里和我们倾诉。我们会陪伴你度过这段困难的时光。此外，当你有想法自杀的时候，你可以拨打24小时危机干预热线：95，他们会给你提供支持和帮助。如果暂时联系不上，你要耐心多拨打几次。",
    "annotation": [
      {
        "sentence": "我知道自杀是一种非常痛苦的想法，但我要告诉你，只要你知道这只是自己的想法，而不是真正要去实施，那就已经非常重要了。",
        "label": ""
      },
      {
        "sentence": "如果你感到困惑或者恐惧，随时都可以来这里和我们倾诉。",
        "label": ""
      },
      {
        "sentence": "我们会陪伴你度过这段困难的时光。",
        "label": ""
      },
      {
        "sentence": "此外，当你有想法自杀的时候，你可以拨打24小时危机干预热线：95，他们会给你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "如果暂时联系不上，你要耐心多拨打几次。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会试着采纳你的建议，找朋友倾诉，寻求学校的帮助。也谢谢你给了我一个电话热线，我会记住的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会试着采纳你的建议，找朋友倾诉，寻求学校的帮助。",
        "label": ""
      },
      {
        "sentence": "也谢谢你给了我一个电话热线，我会记住的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能为你提供帮助和支持。记住，你并不孤单，我们都在这里陪伴着你。无论何时你需要聊天，都可以来找我们。希望你早日走出困境，重新找回属于自己的快乐。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在这里陪伴着你。",
        "label": ""
      },
      {
        "sentence": "无论何时你需要聊天，都可以来找我们。",
        "label": ""
      },
      {
        "sentence": "希望你早日走出困境，重新找回属于自己的快乐。",
        "label": ""
      }
    ]
  }
]