[
  {
    "role": "client",
    "content": "高三学生一直压抑，人际方面也有问题，很焦虑怎么办？",
    "annotation": [
      {
        "sentence": "高三学生一直压抑，人际方面也有问题，很焦虑怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你目前面临学业和人际关系的困扰，这很令你烦恼和焦虑。可以请你详细描述一下最近发生了什么吗？",
    "annotation": [
      {
        "sentence": "你好，我了解你目前面临学业和人际关系的困扰，这很令你烦恼和焦虑。",
        "label": ""
      },
      {
        "sentence": "可以请你详细描述一下最近发生了什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "大概是与两件事有关。第一件事，是我在高一的时候被一个学长性骚扰，给我带来了很多对于男性的阴影。最近，我越来越反感我的异性朋友A了。",
    "annotation": [
      {
        "sentence": "大概是与两件事有关。",
        "label": ""
      },
      {
        "sentence": "第一件事，是我在高一的时候被一个学长性骚扰，给我带来了很多对于男性的阴影。",
        "label": ""
      },
      {
        "sentence": "最近，我越来越反感我的异性朋友A了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你曾经遭受过学长的性骚扰，这对你产生了负面影响，让你对男性产生了抵触和恐惧感。这是一种十分不幸的经历，你当时一定非常痛苦。如果这个经历仍然让你内心感到困扰和痛苦，我建议你寻求心理咨询师的帮助，来帮助你疏导和修复这种心理创伤。关于你对异性朋友A的反感，你们在高二时相互帮助学习，相互交流方法。但自从高三开始，他变得越来越烦扰你了。他经常邀请你一起吃饭，甚至点一份馄饨分着吃。这让你感到非常的煎熬和恶心。他还邀请你去圆明园散步聊学习，但你不想和一个男生单独处在一起。你还请私教帮你减肥塑身，他却说这耽误了学习。你对他的反感越来越强烈，走路时都绕着他走，但他却浑然不觉得，继续来烦你。你清楚他不喜欢你，因为他之前就说过对你没有意思。",
    "annotation": [
      {
        "sentence": "听到你曾经遭受过学长的性骚扰，这对你产生了负面影响，让你对男性产生了抵触和恐惧感。",
        "label": ""
      },
      {
        "sentence": "这是一种十分不幸的经历，你当时一定非常痛苦。",
        "label": ""
      },
      {
        "sentence": "如果这个经历仍然让你内心感到困扰和痛苦，我建议你寻求心理咨询师的帮助，来帮助你疏导和修复这种心理创伤。",
        "label": ""
      },
      {
        "sentence": "关于你对异性朋友A的反感，你们在高二时相互帮助学习，相互交流方法。",
        "label": ""
      },
      {
        "sentence": "但自从高三开始，他变得越来越烦扰你了。",
        "label": ""
      },
      {
        "sentence": "他经常邀请你一起吃饭，甚至点一份馄饨分着吃。",
        "label": ""
      },
      {
        "sentence": "这让你感到非常的煎熬和恶心。",
        "label": ""
      },
      {
        "sentence": "他还邀请你去圆明园散步聊学习，但你不想和一个男生单独处在一起。",
        "label": ""
      },
      {
        "sentence": "你还请私教帮你减肥塑身，他却说这耽误了学习。",
        "label": ""
      },
      {
        "sentence": "你对他的反感越来越强烈，走路时都绕着他走，但他却浑然不觉得，继续来烦你。",
        "label": ""
      },
      {
        "sentence": "你清楚他不喜欢你，因为他之前就说过对你没有意思。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，我对A的反感越来越大，觉得他的行为越界了。我知道他可能只是当我是朋友，但是我觉得他不应该那样对待我。我并没有明确向他提出拒绝或表达我的感受，我只是一直被动地回避他。",
    "annotation": [
      {
        "sentence": "对的，我对A的反感越来越大，觉得他的行为越界了。",
        "label": ""
      },
      {
        "sentence": "我知道他可能只是当我是朋友，但是我觉得他不应该那样对待我。",
        "label": ""
      },
      {
        "sentence": "我并没有明确向他提出拒绝或表达我的感受，我只是一直被动地回避他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述中我能感受到你对A的反感和不满，以及回避的行为，但我没有看到你明确地向他表达你的想法和感受，或者坚决地断绝关系。这种情况下，他可能并不了解你的态度，认为你还是愿意和他保持这样的关系。既然你觉得他的行为已经触及你的底线，引起你的反感和焦虑，那么我建议你明确告知他停止这种越界的亲密行为。要么坚守两人的学习联盟规则，保持距离，专注学业；要么果断、坚决地分开，不再继续一起。你要记住，无论对任何人，当你对人际关系感到不适时，你都有拒绝的权利，不必被动地接受、顺从或逃避，也没有必要独自承受焦虑和煎熬。",
    "annotation": [
      {
        "sentence": "你的描述中我能感受到你对A的反感和不满，以及回避的行为，但我没有看到你明确地向他表达你的想法和感受，或者坚决地断绝关系。",
        "label": ""
      },
      {
        "sentence": "这种情况下，他可能并不了解你的态度，认为你还是愿意和他保持这样的关系。",
        "label": ""
      },
      {
        "sentence": "既然你觉得他的行为已经触及你的底线，引起你的反感和焦虑，那么我建议你明确告知他停止这种越界的亲密行为。",
        "label": ""
      },
      {
        "sentence": "要么坚守两人的学习联盟规则，保持距离，专注学业；要么果断、坚决地分开，不再继续一起。",
        "label": ""
      },
      {
        "sentence": "你要记住，无论对任何人，当你对人际关系感到不适时，你都有拒绝的权利，不必被动地接受、顺从或逃避，也没有必要独自承受焦虑和煎熬。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑明确表达我的立场和感受。另外，我还有一个问题，就是对消费欲望的压制。小时候父母很少给我买衣服，我穿着便宜的旧衣服被人笑过，还被嘲笑村姑。我很想买东西，却又不敢消费，一消费就会有强烈的负罪感。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑明确表达我的立场和感受。",
        "label": ""
      },
      {
        "sentence": "另外，我还有一个问题，就是对消费欲望的压制。",
        "label": ""
      },
      {
        "sentence": "小时候父母很少给我买衣服，我穿着便宜的旧衣服被人笑过，还被嘲笑村姑。",
        "label": ""
      },
      {
        "sentence": "我很想买东西，却又不敢消费，一消费就会有强烈的负罪感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你小时候父母很少给你买衣服，导致你对消费的欲望被压制，同时也形成了一种思维模式，认为消费、买衣服是错误的，并且感到对不起父母，害怕违背他们的要求。作为一个青春少年的女孩子，穿漂亮的衣服是一种本能的渴望，这并没有错。被人嘲笑穿旧衣服肯定会让你心里难受。所以想买些新衣服来满足这种渴望是一种正常的需求和欲望。不需要对此产生负罪感和愧疚感，也不需要去压制。你可以跟父母沟通并说明你的想法和需求，让他们理解你的内心需求。不要因为过去的经历而限制自己的购物，你有权利满足自己的需求，让自己感到快乐和满足。",
    "annotation": [
      {
        "sentence": "听到你小时候父母很少给你买衣服，导致你对消费的欲望被压制，同时也形成了一种思维模式，认为消费、买衣服是错误的，并且感到对不起父母，害怕违背他们的要求。",
        "label": ""
      },
      {
        "sentence": "作为一个青春少年的女孩子，穿漂亮的衣服是一种本能的渴望，这并没有错。",
        "label": ""
      },
      {
        "sentence": "被人嘲笑穿旧衣服肯定会让你心里难受。",
        "label": ""
      },
      {
        "sentence": "所以想买些新衣服来满足这种渴望是一种正常的需求和欲望。",
        "label": ""
      },
      {
        "sentence": "不需要对此产生负罪感和愧疚感，也不需要去压制。",
        "label": ""
      },
      {
        "sentence": "你可以跟父母沟通并说明你的想法和需求，让他们理解你的内心需求。",
        "label": ""
      },
      {
        "sentence": "不要因为过去的经历而限制自己的购物，你有权利满足自己的需求，让自己感到快乐和满足。",
        "label": ""
      }
    ]
  }
]