[
  {
    "role": "client",
    "content": "中职一年级，不到15，刚得知母亲被诈骗，该怎么办？",
    "annotation": [
      {
        "sentence": "中职一年级，不到15，刚得知母亲被诈骗，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你母亲想多赚点钱的心情，她也是为了家里能够过得更好。这些诈骗团伙有着很深的套路来行骗，利用了人们的很多心理弱点，所以有不少人都在不知不觉中中招，被骗一大笔钱。现在你母亲被诈骗了一大笔钱，想必她心里也不好过。",
    "annotation": [
      {
        "sentence": "很理解你母亲想多赚点钱的心情，她也是为了家里能够过得更好。",
        "label": ""
      },
      {
        "sentence": "这些诈骗团伙有着很深的套路来行骗，利用了人们的很多心理弱点，所以有不少人都在不知不觉中中招，被骗一大笔钱。",
        "label": ""
      },
      {
        "sentence": "现在你母亲被诈骗了一大笔钱，想必她心里也不好过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，她一直想学投资赚钱，被这个诈骗团伙打着教人投资的旗号骗钱了。我们一家三个小孩加上母亲和继父一共五个人挤在小屋子里，好不容易姐姐去年找到了不错的工作搬了出去，家里一切都开始变好。我们一家都穷怕了。",
    "annotation": [
      {
        "sentence": "是啊，她一直想学投资赚钱，被这个诈骗团伙打着教人投资的旗号骗钱了。",
        "label": ""
      },
      {
        "sentence": "我们一家三个小孩加上母亲和继父一共五个人挤在小屋子里，好不容易姐姐去年找到了不错的工作搬了出去，家里一切都开始变好。",
        "label": ""
      },
      {
        "sentence": "我们一家都穷怕了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个情况确实很辛苦，你们的家庭压力真的不小。但是可能碍于面子，也可能是仍然抱有一定的期望，所以你母亲不愿意去面对现实，接受事实，承认错误。事情已经发生，对于你母亲，只能是尽量理解她和安抚她。再多的指责和埋怨也没有用，只会加重她的负疚感，或是引起她的抗拒和逃避，否认自己的错误，引起家庭矛盾冲突。",
    "annotation": [
      {
        "sentence": "这个情况确实很辛苦，你们的家庭压力真的不小。",
        "label": ""
      },
      {
        "sentence": "但是可能碍于面子，也可能是仍然抱有一定的期望，所以你母亲不愿意去面对现实，接受事实，承认错误。",
        "label": ""
      },
      {
        "sentence": "事情已经发生，对于你母亲，只能是尽量理解她和安抚她。",
        "label": ""
      },
      {
        "sentence": "再多的指责和埋怨也没有用，只会加重她的负疚感，或是引起她的抗拒和逃避，否认自己的错误，引起家庭矛盾冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也明白责怪她没有用，但是我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我也明白责怪她没有用，但是我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你最好能够帮你母亲收集一些诈骗的证据和信息，然后尽快去报警。同时，你也要坚持提醒你母亲要提高警惕，要动用钱财时一定要提前告知家人。",
    "annotation": [
      {
        "sentence": "你最好能够帮你母亲收集一些诈骗的证据和信息，然后尽快去报警。",
        "label": ""
      },
      {
        "sentence": "同时，你也要坚持提醒你母亲要提高警惕，要动用钱财时一定要提前告知家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尽力帮她收集证据并报警的。还有，家里的钱财能否分开存储？以便互相监督，避免在冲动和受骗情况下使用。",
    "annotation": [
      {
        "sentence": "好的，我会尽力帮她收集证据并报警的。",
        "label": ""
      },
      {
        "sentence": "还有，家里的钱财能否分开存储？",
        "label": ""
      },
      {
        "sentence": "以便互相监督，避免在冲动和受骗情况下使用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分开存储是个很好的方法，可以避免家庭成员在没有知情的情况下被骗。你可以和你母亲商量一下，把钱分担存放在不同的地方。另外，还要加强大家对于金融知识和投资风险的了解，提高警惕性，尽量避免再次受骗。",
    "annotation": [
      {
        "sentence": "分开存储是个很好的方法，可以避免家庭成员在没有知情的情况下被骗。",
        "label": ""
      },
      {
        "sentence": "你可以和你母亲商量一下，把钱分担存放在不同的地方。",
        "label": ""
      },
      {
        "sentence": "另外，还要加强大家对于金融知识和投资风险的了解，提高警惕性，尽量避免再次受骗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会和家人商量并加强金融知识学习。但是我还是很担心母亲的心情，她现在整天守着手机抢红包，似乎陷入了另一个投资公司的圈套。",
    "annotation": [
      {
        "sentence": "好的，我会和家人商量并加强金融知识学习。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心母亲的心情，她现在整天守着手机抢红包，似乎陷入了另一个投资公司的圈套。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也是出于她想摆脱困境的一种方式，希望通过抢红包能够获取一些经济上的回报。你可以试着和她沟通，了解她的想法，并提醒她保持冷静和理性的态度。同时，也可以向她介绍一些可靠的投资渠道，帮助她正确管理财务，增加收入来源。",
    "annotation": [
      {
        "sentence": "这也是出于她想摆脱困境的一种方式，希望通过抢红包能够获取一些经济上的回报。",
        "label": ""
      },
      {
        "sentence": "你可以试着和她沟通，了解她的想法，并提醒她保持冷静和理性的态度。",
        "label": ""
      },
      {
        "sentence": "同时，也可以向她介绍一些可靠的投资渠道，帮助她正确管理财务，增加收入来源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和她沟通并提供一些信誉良好的投资渠道给她。非常感谢你的建议和支持，我会尽力帮助我的家人度过这个困难时期的。",
    "annotation": [
      {
        "sentence": "好的，我会试着和她沟通并提供一些信誉良好的投资渠道给她。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和支持，我会尽力帮助我的家人度过这个困难时期的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。家庭出现这个情况确实是件很棘手的问题，但是只要你们团结一心并采取正确的措施，相信一定能够渡过难关。记得要多关心你母亲的情绪和心理健康，帮助她从困境中尽快走出来。如果有任何需要帮助或者其他问题，随时向我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "家庭出现这个情况确实是件很棘手的问题，但是只要你们团结一心并采取正确的措施，相信一定能够渡过难关。",
        "label": ""
      },
      {
        "sentence": "记得要多关心你母亲的情绪和心理健康，帮助她从困境中尽快走出来。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要帮助或者其他问题，随时向我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我会时刻记住你的话，并尽力与家人共同度过这个艰难的时刻。如果有需要的话，我一定会再次向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我会时刻记住你的话，并尽力与家人共同度过这个艰难的时刻。",
        "label": ""
      },
      {
        "sentence": "如果有需要的话，我一定会再次向你寻求帮助的。",
        "label": ""
      }
    ]
  }
]