[
  {
    "role": "client",
    "content": "孕期发现老公肩膀有吻痕，选择原谅，却不能释怀？我们都是80后，老公工作比较敏感，不经常回家，老公在我心里事一个责任心和事业心都很强的男人，结婚十一年，我俩一起奋斗从无到有，当年还是一个穷小子，我非他不嫁，没有要任何东西，房子也是婚后共同努力，我的工作页非常得好，日子过的则是幸福美满！大宝7岁，现在怀孕5个月，十一期间老公出去谈事业，晚上由于路途比较远，而且喝酒了，在外面吃饭就住宾馆了，转天晚上准备睡了的时候，我发现他肩膀有吻痕，喔晴天霹雳，没有吵架，没有闹，我冷静下来哭了一夜，我不想离婚，不是怕什么，我不想让孩子没有父亲，也没有一个父亲可以比亲生父亲更好，而且十一的感情，十一年的付出，我心很痛，转天老公睡醒后，我恨他谈这个问题，他说的确去夜总会了，而且的确事有陪酒的，只不过酒后得逢场作戏，没有下一步的事情，我虽不信，但是如果要走下去就要相信，选择原谅，却不能释怀，我要怎么做才能说服自己，他跟我说以后谈事尽量吃完饭不去那种地方",
    "annotation": [
      {
        "sentence": "孕期发现老公肩膀有吻痕，选择原谅，却不能释怀？",
        "label": ""
      },
      {
        "sentence": "我们都是80后，老公工作比较敏感，不经常回家，老公在我心里事一个责任心和事业心都很强的男人，结婚十一年，我俩一起奋斗从无到有，当年还是一个穷小子，我非他不嫁，没有要任何东西，房子也是婚后共同努力，我的工作页非常得好，日子过的则是幸福美满！",
        "label": ""
      },
      {
        "sentence": "大宝7岁，现在怀孕5个月，十一期间老公出去谈事业，晚上由于路途比较远，而且喝酒了，在外面吃饭就住宾馆了，转天晚上准备睡了的时候，我发现他肩膀有吻痕，喔晴天霹雳，没有吵架，没有闹，我冷静下来哭了一夜，我不想离婚，不是怕什么，我不想让孩子没有父亲，也没有一个父亲可以比亲生父亲更好，而且十一的感情，十一年的付出，我心很痛，转天老公睡醒后，我恨他谈这个问题，他说的确去夜总会了，而且的确事有陪酒的，只不过酒后得逢场作戏，没有下一步的事情，我虽不信，但是如果要走下去就要相信，选择原谅，却不能释怀，我要怎么做才能说服自己，他跟我说以后谈事尽量吃完饭不去那种地方",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你和你的丈夫一起经历了十一年的奋斗，从穷小子到有一份成功的事业，还有一个幸福美满的家庭，现在还要迎接第二个宝宝的到来。你一直以为自己的婚姻关系非常坚固，丈夫对你忠诚不渝，但当你发现他可能有外遇的迹象时，之前的所有幻想和认为全都瞬间崩塌了。你既不敢也不愿意离婚，所以只能寻找自己能够继续活在美好幻想中的方法，或者接受你的丈夫偶尔的逢场作戏。是这样吗？孕期本应该是最幸福、最值得期待的时刻，然而得知丈夫疑似出轨后，你内心不安、焦虑、委屈和愤怒可想而知。这些感受即使在非孕期的婚姻中也是正常的。但是，如果想要减少或避免类似事件再次发生，自我麻痹和逃避只是短期应对，长期来看并不起作用。你们婚姻中的问题如果得不到解决，未来的生活可能会一直在发现和原谅的困境中循环。首先，考虑到你现在正值孕期，最重要的是稳定情绪，保持快乐平和的心态。因此，我们需要以此为中心讨论解决办法。你可以和丈夫好好沟通一下，告诉他他的行为对你造成了内心的不安（即使只是逢场作戏），告诉他你需要他怎么做才能让你感觉好一些。在沟通中制定一些界限，并取得共识。同时，你也需要放宽心，首先要做一个好的孕期准妈妈，不要过度想象细节，也不要沉浸在伤心中，多做一些让自己开心的事情填补时间。其次，出轨或疑似出轨通常有两个原因：一是个人的性格属性，喜欢撩骚或对性有瘾；二是在婚姻关系中，他的情感需求和性需求有未能被满足的地方。如果是前者，你需要考虑未来是否能接受持续发生这种情况的生活。如果是后者，建议你仔细观察一下，在孕期期间，你们的家庭是否对他忽视了，他的性需求是否得不到满足，你们的沟通模式是否出了问题，或者其他原因。当然，如果能够坦诚地与他沟通，那是最好的。如果无法沟通，你可能需要换个角度看待他的需求和期待，然后做出一些适当的调整，才能从根本上解决问题。在这个过程中，不要过分压抑自己的情绪，寻找适当的方式去倾诉和发泄，可以选择与闺蜜交流或找咨询师寻求帮助，成为一个平和的妈妈对你和宝宝都会更有好处。",
    "annotation": [
      {
        "sentence": "求助者，你和你的丈夫一起经历了十一年的奋斗，从穷小子到有一份成功的事业，还有一个幸福美满的家庭，现在还要迎接第二个宝宝的到来。",
        "label": ""
      },
      {
        "sentence": "你一直以为自己的婚姻关系非常坚固，丈夫对你忠诚不渝，但当你发现他可能有外遇的迹象时，之前的所有幻想和认为全都瞬间崩塌了。",
        "label": ""
      },
      {
        "sentence": "你既不敢也不愿意离婚，所以只能寻找自己能够继续活在美好幻想中的方法，或者接受你的丈夫偶尔的逢场作戏。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      },
      {
        "sentence": "孕期本应该是最幸福、最值得期待的时刻，然而得知丈夫疑似出轨后，你内心不安、焦虑、委屈和愤怒可想而知。",
        "label": ""
      },
      {
        "sentence": "这些感受即使在非孕期的婚姻中也是正常的。",
        "label": ""
      },
      {
        "sentence": "但是，如果想要减少或避免类似事件再次发生，自我麻痹和逃避只是短期应对，长期来看并不起作用。",
        "label": ""
      },
      {
        "sentence": "你们婚姻中的问题如果得不到解决，未来的生活可能会一直在发现和原谅的困境中循环。",
        "label": ""
      },
      {
        "sentence": "首先，考虑到你现在正值孕期，最重要的是稳定情绪，保持快乐平和的心态。",
        "label": ""
      },
      {
        "sentence": "因此，我们需要以此为中心讨论解决办法。",
        "label": ""
      },
      {
        "sentence": "你可以和丈夫好好沟通一下，告诉他他的行为对你造成了内心的不安（即使只是逢场作戏），告诉他你需要他怎么做才能让你感觉好一些。",
        "label": ""
      },
      {
        "sentence": "在沟通中制定一些界限，并取得共识。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要放宽心，首先要做一个好的孕期准妈妈，不要过度想象细节，也不要沉浸在伤心中，多做一些让自己开心的事情填补时间。",
        "label": ""
      },
      {
        "sentence": "其次，出轨或疑似出轨通常有两个原因：一是个人的性格属性，喜欢撩骚或对性有瘾；二是在婚姻关系中，他的情感需求和性需求有未能被满足的地方。",
        "label": ""
      },
      {
        "sentence": "如果是前者，你需要考虑未来是否能接受持续发生这种情况的生活。",
        "label": ""
      },
      {
        "sentence": "如果是后者，建议你仔细观察一下，在孕期期间，你们的家庭是否对他忽视了，他的性需求是否得不到满足，你们的沟通模式是否出了问题，或者其他原因。",
        "label": ""
      },
      {
        "sentence": "当然，如果能够坦诚地与他沟通，那是最好的。",
        "label": ""
      },
      {
        "sentence": "如果无法沟通，你可能需要换个角度看待他的需求和期待，然后做出一些适当的调整，才能从根本上解决问题。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要过分压抑自己的情绪，寻找适当的方式去倾诉和发泄，可以选择与闺蜜交流或找咨询师寻求帮助，成为一个平和的妈妈对你和宝宝都会更有好处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直以为我们的婚姻关系非常坚固，但这次的发现让我猛地觉醒，我意识到我们之间存在一些问题。我现在应该如何去沟通，让他理解我的内心感受，并达成共识呢？",
    "annotation": [
      {
        "sentence": "我明白了，我一直以为我们的婚姻关系非常坚固，但这次的发现让我猛地觉醒，我意识到我们之间存在一些问题。",
        "label": ""
      },
      {
        "sentence": "我现在应该如何去沟通，让他理解我的内心感受，并达成共识呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你可以选择一个比较轻松和温和的时刻，坦诚地告诉你的丈夫你对他的行为感到不安和疑惑。告诉他你对你们的婚姻关系非常看重，并希望能够解决其中的问题，让你们的关系更加稳固。你可以提出一些具体的要求，比如让他尽量避免去那种地方，或者提醒他及时回家。同时，也要倾听他的想法和反馈，让他觉得他的意见也被尊重。通过沟通和共识，你们可以共同努力解决问题，建立一个更加健康和稳定的婚姻关系。",
    "annotation": [
      {
        "sentence": "求助者，你可以选择一个比较轻松和温和的时刻，坦诚地告诉你的丈夫你对他的行为感到不安和疑惑。",
        "label": ""
      },
      {
        "sentence": "告诉他你对你们的婚姻关系非常看重，并希望能够解决其中的问题，让你们的关系更加稳固。",
        "label": ""
      },
      {
        "sentence": "你可以提出一些具体的要求，比如让他尽量避免去那种地方，或者提醒他及时回家。",
        "label": ""
      },
      {
        "sentence": "同时，也要倾听他的想法和反馈，让他觉得他的意见也被尊重。",
        "label": ""
      },
      {
        "sentence": "通过沟通和共识，你们可以共同努力解决问题，建立一个更加健康和稳定的婚姻关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我将选择一个适当的时机和他进行沟通，希望我们能够达成共识。同时，我也会放宽心，专注于成为一个好的孕期准妈妈，以及寻找一些积极的方式来发泄情绪和减轻压力。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我明白了，我将选择一个适当的时机和他进行沟通，希望我们能够达成共识。",
        "label": ""
      },
      {
        "sentence": "同时，我也会放宽心，专注于成为一个好的孕期准妈妈，以及寻找一些积极的方式来发泄情绪和减轻压力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，求助者，你能够冷静地面对问题并主动寻求解决的方式非常棒。相信通过你们之间的沟通和共同努力，你们一定能够克服这个困难，建立一个更加幸福美满的婚姻。记得随时都可以来找我倾诉和寻求支持，祝你和宝宝都平安幸福！",
    "annotation": [
      {
        "sentence": "不用客气，求助者，你能够冷静地面对问题并主动寻求解决的方式非常棒。",
        "label": ""
      },
      {
        "sentence": "相信通过你们之间的沟通和共同努力，你们一定能够克服这个困难，建立一个更加幸福美满的婚姻。",
        "label": ""
      },
      {
        "sentence": "记得随时都可以来找我倾诉和寻求支持，祝你和宝宝都平安幸福！",
        "label": ""
      }
    ]
  }
]