[
  {
    "role": "client",
    "content": "请问在现实中有没有一些家庭调解师可以提供调解服务？",
    "annotation": [
      {
        "sentence": "请问在现实中有没有一些家庭调解师可以提供调解服务？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊，看到你为家庭财产分配而感到困扰，被你父亲“很强硬恶劣，威胁的手段”而感到愤怒。看起来，你的字里行间是很支持奶奶的财产分配方案的，并想通过“起诉爸爸”来维护“奶奶的合法权益”。你还是个有心的人，希望“冤家宜解不宜结”，能够一劳永逸地解开这个心结。",
    "annotation": [
      {
        "sentence": "你好啊，看到你为家庭财产分配而感到困扰，被你父亲“很强硬恶劣，威胁的手段”而感到愤怒。",
        "label": ""
      },
      {
        "sentence": "看起来，你的字里行间是很支持奶奶的财产分配方案的，并想通过“起诉爸爸”来维护“奶奶的合法权益”。",
        "label": ""
      },
      {
        "sentence": "你还是个有心的人，希望“冤家宜解不宜结”，能够一劳永逸地解开这个心结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的希望能够解开这个心结，但我担心通过起诉的方式可能无法解决他们之间的矛盾。我觉得需要有人能够中立地帮助调解，找到一个合理的解决方案。",
    "annotation": [
      {
        "sentence": "是的，我真的希望能够解开这个心结，但我担心通过起诉的方式可能无法解决他们之间的矛盾。",
        "label": ""
      },
      {
        "sentence": "我觉得需要有人能够中立地帮助调解，找到一个合理的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑。在现实中，是有类似居委会、家族中有名望的人，甚至是律师、法院可以解决这样的矛盾的。可是，古语就说：清官难断家务事。这些靠外力通过压力、长幼、辈分来解决的方法，确实是一个很好的手段和方法，但却从某个角度违背了你的初衷。因为，你说爸爸“很强硬恶劣，威胁的手段。甚至扬言要杀人”。通过类似的调解可能压得了一时，但却解决不了一世。因此，如何解开他们之间的“结”可能才是你真正的诉求。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "在现实中，是有类似居委会、家族中有名望的人，甚至是律师、法院可以解决这样的矛盾的。",
        "label": ""
      },
      {
        "sentence": "可是，古语就说：清官难断家务事。",
        "label": ""
      },
      {
        "sentence": "这些靠外力通过压力、长幼、辈分来解决的方法，确实是一个很好的手段和方法，但却从某个角度违背了你的初衷。",
        "label": ""
      },
      {
        "sentence": "因为，你说爸爸“很强硬恶劣，威胁的手段。",
        "label": ""
      },
      {
        "sentence": "甚至扬言要杀人”。",
        "label": ""
      },
      {
        "sentence": "通过类似的调解可能压得了一时，但却解决不了一世。",
        "label": ""
      },
      {
        "sentence": "因此，如何解开他们之间的“结”可能才是你真正的诉求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实想要找到一个更持久的解决方案。可是，我对爸爸的愤怒和威胁感到迷惑和害怕，不知道该如何应对。",
    "annotation": [
      {
        "sentence": "你说得对，我确实想要找到一个更持久的解决方案。",
        "label": ""
      },
      {
        "sentence": "可是，我对爸爸的愤怒和威胁感到迷惑和害怕，不知道该如何应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的表述来看，你的父亲是很愤怒的。那么，你是否可以了解一下，他的愤怒从何而来？在他从小到大的生活经历中，发生了什么样的故事？你的奶奶曾经做了些什么事，让他感受到了巨大的愤怒？其实，从情绪的来源来说，所有的愤怒可能都是次生情绪，它的对面是虚弱和无力感。愤怒的能量越大，可能就代表着越虚弱和无力。那么，他的虚弱无力又从何而来？是没受到尊重？是感觉付出和收获并不公平公正？如果你能看到父亲愤怒的背后藏着的这些郁闷和无力，如果你有足够的能力来帮助他度过这个难关，这个结可能就解开了。",
    "annotation": [
      {
        "sentence": "你的表述来看，你的父亲是很愤怒的。",
        "label": ""
      },
      {
        "sentence": "那么，你是否可以了解一下，他的愤怒从何而来？",
        "label": ""
      },
      {
        "sentence": "在他从小到大的生活经历中，发生了什么样的故事？",
        "label": ""
      },
      {
        "sentence": "你的奶奶曾经做了些什么事，让他感受到了巨大的愤怒？",
        "label": ""
      },
      {
        "sentence": "其实，从情绪的来源来说，所有的愤怒可能都是次生情绪，它的对面是虚弱和无力感。",
        "label": ""
      },
      {
        "sentence": "愤怒的能量越大，可能就代表着越虚弱和无力。",
        "label": ""
      },
      {
        "sentence": "那么，他的虚弱无力又从何而来？",
        "label": ""
      },
      {
        "sentence": "是没受到尊重？",
        "label": ""
      },
      {
        "sentence": "是感觉付出和收获并不公平公正？",
        "label": ""
      },
      {
        "sentence": "如果你能看到父亲愤怒的背后藏着的这些郁闷和无力，如果你有足够的能力来帮助他度过这个难关，这个结可能就解开了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，爸爸可能是因为某些原因感到无力和愤怒，导致了他对奶奶的财产分配如此强硬。我应该扪心自问，我是否有能力去理解他、帮助他走出困境，解开这个结。",
    "annotation": [
      {
        "sentence": "我明白你的意思，爸爸可能是因为某些原因感到无力和愤怒，导致了他对奶奶的财产分配如此强硬。",
        "label": ""
      },
      {
        "sentence": "我应该扪心自问，我是否有能力去理解他、帮助他走出困境，解开这个结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "毕竟，可能你是最佳人选，因为你是他的最亲爱的孩子，也很勇敢地在这里求助，当下，可能也只有你这样的能力。你可以尝试《非暴力沟通》书里的原则及四要素：即观察、感受、需要和请求。观察：把你所看到、听到、感觉到的事情原本的展现出来，要点是清楚表达结果，而不是加上自己的主观评判。感受：看见发生事情后自己内心的真实感受。需要：说出哪些需要导致那样的感受请求：希望能有哪些方面的改善？这其实牵涉到了心理学中的“共情”一词，讲的就是感同身受，站在对方的角度聆听对方，感受对方，这样的沟通效果是最理想的。但这里面的注意事项是，在表达这四要素之前，应该保持倾听，只有认真倾听对方的话语，才能清楚的表达出自己的观察、感受、对方的需要，及渴望改变的方面。当然，由于你父亲正处于暴怒这个阶段，你首先需要的是确保自己安全的前提下，才能实现这些步骤。如果不能确保，就要守住自己的界限，分清楚“我的事，他的事，老天的事”。其实是你当下最好的选择。希望我的回答能给你一些借鉴和思考。",
    "annotation": [
      {
        "sentence": "毕竟，可能你是最佳人选，因为你是他的最亲爱的孩子，也很勇敢地在这里求助，当下，可能也只有你这样的能力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试《非暴力沟通》书里的原则及四要素：即观察、感受、需要和请求。",
        "label": ""
      },
      {
        "sentence": "观察：把你所看到、听到、感觉到的事情原本的展现出来，要点是清楚表达结果，而不是加上自己的主观评判。",
        "label": ""
      },
      {
        "sentence": "感受：看见发生事情后自己内心的真实感受。",
        "label": ""
      },
      {
        "sentence": "需要：说出哪些需要导致那样的感受请求：希望能有哪些方面的改善？",
        "label": ""
      },
      {
        "sentence": "这其实牵涉到了心理学中的“共情”一词，讲的就是感同身受，站在对方的角度聆听对方，感受对方，这样的沟通效果是最理想的。",
        "label": ""
      },
      {
        "sentence": "但这里面的注意事项是，在表达这四要素之前，应该保持倾听，只有认真倾听对方的话语，才能清楚的表达出自己的观察、感受、对方的需要，及渴望改变的方面。",
        "label": ""
      },
      {
        "sentence": "当然，由于你父亲正处于暴怒这个阶段，你首先需要的是确保自己安全的前提下，才能实现这些步骤。",
        "label": ""
      },
      {
        "sentence": "如果不能确保，就要守住自己的界限，分清楚“我的事，他的事，老天的事”。",
        "label": ""
      },
      {
        "sentence": "其实是你当下最好的选择。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你一些借鉴和思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力理解爸爸的情绪，同时也保护好自己的安全。我会试着运用非暴力沟通的原则来与爸爸沟通，希望能够缓解我们之间的矛盾，解开这个结。再次感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力理解爸爸的情绪，同时也保护好自己的安全。",
        "label": ""
      },
      {
        "sentence": "我会试着运用非暴力沟通的原则来与爸爸沟通，希望能够缓解我们之间的矛盾，解开这个结。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你的努力和勇气，希望你能够成功解决家庭矛盾，过上和睦幸福的生活。若有需要，随时向我求助。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我相信你的努力和勇气，希望你能够成功解决家庭矛盾，过上和睦幸福的生活。",
        "label": ""
      },
      {
        "sentence": "若有需要，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]