[
  {
    "role": "client",
    "content": "请问在现实中有没有一些家庭调解师可以提供调解服务？爸爸干涉奶奶的财产分配方案，并且是很强硬恶劣，威胁的手段。甚至扬言要杀人，起诉爸爸或许可以声明奶奶的合法权益，但是感觉这样也始终没法解开他们之间的“结”担心爸爸之后还是会做出危险的事情。不知道有没有类似家庭调解师这样的有偿服务呢？",
    "annotation": [
      {
        "sentence": "请问在现实中有没有一些家庭调解师可以提供调解服务？",
        "label": ""
      },
      {
        "sentence": "爸爸干涉奶奶的财产分配方案，并且是很强硬恶劣，威胁的手段。",
        "label": ""
      },
      {
        "sentence": "甚至扬言要杀人，起诉爸爸或许可以声明奶奶的合法权益，但是感觉这样也始终没法解开他们之间的“结”担心爸爸之后还是会做出危险的事情。",
        "label": ""
      },
      {
        "sentence": "不知道有没有类似家庭调解师这样的有偿服务呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉看到你家发生这样的事情，我理解你的担忧。我没有接触过家庭调解师这个职业，但是我知道一些可以进行调解工作的机构，希望能帮到你。你可以尝试联系一下社区居委会、乡政府、街道办事处等机构，这些机构都有负责家庭纠纷等事件的调解员，他们能帮助解决一些家庭纠纷，大都是公益免费的，你可以去看看。",
    "annotation": [
      {
        "sentence": "很抱歉看到你家发生这样的事情，我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "我没有接触过家庭调解师这个职业，但是我知道一些可以进行调解工作的机构，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "你可以尝试联系一下社区居委会、乡政府、街道办事处等机构，这些机构都有负责家庭纠纷等事件的调解员，他们能帮助解决一些家庭纠纷，大都是公益免费的，你可以去看看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，但是我还是有些担心。我不知道社区或乡镇的调解员有没有足够的专业知识来解决这样的问题？",
    "annotation": [
      {
        "sentence": "谢谢你的回答，但是我还是有些担心。",
        "label": ""
      },
      {
        "sentence": "我不知道社区或乡镇的调解员有没有足够的专业知识来解决这样的问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是你的担心也是我理解的，但是在这种情况下，找一些权威人士出面调解，对于不理智的父亲可能更有说服力。找一些专业的介入方案可能更合适，例如专业机构、律师、法庭等，他们都有丰富的经验处理这类问题。",
    "annotation": [
      {
        "sentence": "这是你的担心也是我理解的，但是在这种情况下，找一些权威人士出面调解，对于不理智的父亲可能更有说服力。",
        "label": ""
      },
      {
        "sentence": "找一些专业的介入方案可能更合适，例如专业机构、律师、法庭等，他们都有丰富的经验处理这类问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会考虑找一些有专业经验的人帮忙解决问题。但是我担心这样做会让父亲更加恼火，可能会盯上我和奶奶。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会考虑找一些有专业经验的人帮忙解决问题。",
        "label": ""
      },
      {
        "sentence": "但是我担心这样做会让父亲更加恼火，可能会盯上我和奶奶。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是我们不能让父亲的不理智行为继续升级。你可以尝试向警方寻求帮助，在他们的协助下可以确保你们的安全。另外，你也可以考虑找专门的心理咨询师，帮助你和奶奶调整心态，缓解焦虑和紧张情绪。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是我们不能让父亲的不理智行为继续升级。",
        "label": ""
      },
      {
        "sentence": "你可以尝试向警方寻求帮助，在他们的协助下可以确保你们的安全。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以考虑找专门的心理咨询师，帮助你和奶奶调整心态，缓解焦虑和紧张情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑向警方和心理咨询师求助。但是我还是有些不知所措，不知道该先从哪里开始。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑向警方和心理咨询师求助。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些不知所措，不知道该先从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况下，建议你先和警方取得联系，说明你们的情况。警方会根据实际情况调查，并给出相应的建议和帮助。另外你也可以向当地心理咨询机构或者公益组织咨询，他们会提供专业的帮助和指导。",
    "annotation": [
      {
        "sentence": "这种情况下，建议你先和警方取得联系，说明你们的情况。",
        "label": ""
      },
      {
        "sentence": "警方会根据实际情况调查，并给出相应的建议和帮助。",
        "label": ""
      },
      {
        "sentence": "另外你也可以向当地心理咨询机构或者公益组织咨询，他们会提供专业的帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽快行动。但是我还是担心父亲的愤怒和报复，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽快行动。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心父亲的愤怒和报复，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧，但是我们不能让恐惧主宰我们，应该通过合适的方式来解决问题。建议你在策划和执行行动时，要做好充分准备，做好应对各种情况的准备，同时也要记得保护好自己。如果需要的话，可以联系一些专业人士和组织来协助你们。",
    "annotation": [
      {
        "sentence": "理解你的担忧，但是我们不能让恐惧主宰我们，应该通过合适的方式来解决问题。",
        "label": ""
      },
      {
        "sentence": "建议你在策划和执行行动时，要做好充分准备，做好应对各种情况的准备，同时也要记得保护好自己。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，可以联系一些专业人士和组织来协助你们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和帮助，我现在更有信心和勇气去做出正确的决定了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和帮助，我现在更有信心和勇气去做出正确的决定了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，你要坚信自己能够度过这个困难的时期，同时不要忘记寻求自己需要的帮助和支持。祝你和奶奶都能渡过难关，重获幸福。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，你要坚信自己能够度过这个困难的时期，同时不要忘记寻求自己需要的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝你和奶奶都能渡过难关，重获幸福。",
        "label": ""
      }
    ]
  }
]