[
  {
    "role": "client",
    "content": "我是一个90年的男生，未婚。我从很小的时候就开始手淫，现在心理上变得越来越重，我感到很困惑。从小就和爷爷奶奶生活在一起，十几岁时勃起之后，我感到很害怕，也不知道应该和谁讨论这个话题。后来接触到AV之后，就变得一发不可收拾了，最早就喜欢看乱伦类的，对各种角色都有好感。我渴望能和别人交流，也接触到过几个志同道合的朋友，可是后来慢慢就失去了联系。这几年我一直很忙于挣钱，没有思考过这方面的问题。但是现在我好像对女人和性不感兴趣了，家人一直在催我结婚，现在虽然我只是在心理上有这些想法，但是渴望和朋友交流，感到很孤单，没有人可以倾诉。",
    "annotation": [
      {
        "sentence": "我是一个90年的男生，未婚。",
        "label": ""
      },
      {
        "sentence": "我从很小的时候就开始手淫，现在心理上变得越来越重，我感到很困惑。",
        "label": ""
      },
      {
        "sentence": "从小就和爷爷奶奶生活在一起，十几岁时勃起之后，我感到很害怕，也不知道应该和谁讨论这个话题。",
        "label": ""
      },
      {
        "sentence": "后来接触到AV之后，就变得一发不可收拾了，最早就喜欢看乱伦类的，对各种角色都有好感。",
        "label": ""
      },
      {
        "sentence": "我渴望能和别人交流，也接触到过几个志同道合的朋友，可是后来慢慢就失去了联系。",
        "label": ""
      },
      {
        "sentence": "这几年我一直很忙于挣钱，没有思考过这方面的问题。",
        "label": ""
      },
      {
        "sentence": "但是现在我好像对女人和性不感兴趣了，家人一直在催我结婚，现在虽然我只是在心理上有这些想法，但是渴望和朋友交流，感到很孤单，没有人可以倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你童年经历对你的生活和心理带来的影响和不安。在满足自己的生理需求的同时，你也要面对现实生活的压力，不需要过度责怪自己。和爷爷奶奶一起生活让你在性方面缺乏教育，十几岁时的生理变化让你感到害怕。从那时候开始，你就感到了孤独，同时也缺乏父母的关爱。接触到AV之后，它成为了你的一种安慰剂，满足你内心对生理和心理需求的追求，让你在短时间内得到满足。但是当你从视频中走出来，你会感到更加空虚，因为实际上并没有发生你所看到的事情。久而久之，这些记忆深深地印在你的脑海中，导致你心理上总是会出现这样的想法。但是，你说自己是洁身自好的，这并不矛盾。每个人都有正常的生理需求，你渴望与人交流，但是后来慢慢地失去了联系，感到孤独。在闲暇的时间里，你更容易想看。当你忙于挣钱时，没有时间去思考这些问题，把你的生活安排得充实一些，这是一个很好的方法。家里人催你结婚，但你不要着急。先了解自己的情况和需求，明确现在的目标是什么，一定要听从自己内心的声音。你现在对女人和性不感兴趣，可能是因为你已经对视频产生了依赖性。你可以先试着与异性相处，慢慢了解对方。在一段关系中，不仅仅是满足生理需求，还需要在亲情和爱情方面进行磨合，选择陪伴对方一生的伴侣。蒋勋在《孤独六讲》中讲到科技给我们带来的影响，每个人都急着讲话，没人把话讲完。快速发展的通讯科技无法真正解决内心深处的孤独感。我们对视频产生了依赖，但实际上没有满足我们对心灵的需求。试着与自己对话，问问自己有什么追求，因为没有人陪伴你感到孤单。其实已经有三两个朋友会好很多，你需要的是温暖和关怀，有人和你倾诉，你的内心就会感到充实，不再孤单。找到一个和你一样的女人可能性比较小，这时候我们需要通过改变自己，去适应和接受真实的自己，不要只停留在幻想中，否则你对另一半的要求会越来越高。希望我的回答对你有帮助，加油！",
    "annotation": [
      {
        "sentence": "我能够理解你童年经历对你的生活和心理带来的影响和不安。",
        "label": ""
      },
      {
        "sentence": "在满足自己的生理需求的同时，你也要面对现实生活的压力，不需要过度责怪自己。",
        "label": ""
      },
      {
        "sentence": "和爷爷奶奶一起生活让你在性方面缺乏教育，十几岁时的生理变化让你感到害怕。",
        "label": ""
      },
      {
        "sentence": "从那时候开始，你就感到了孤独，同时也缺乏父母的关爱。",
        "label": ""
      },
      {
        "sentence": "接触到AV之后，它成为了你的一种安慰剂，满足你内心对生理和心理需求的追求，让你在短时间内得到满足。",
        "label": ""
      },
      {
        "sentence": "但是当你从视频中走出来，你会感到更加空虚，因为实际上并没有发生你所看到的事情。",
        "label": ""
      },
      {
        "sentence": "久而久之，这些记忆深深地印在你的脑海中，导致你心理上总是会出现这样的想法。",
        "label": ""
      },
      {
        "sentence": "但是，你说自己是洁身自好的，这并不矛盾。",
        "label": ""
      },
      {
        "sentence": "每个人都有正常的生理需求，你渴望与人交流，但是后来慢慢地失去了联系，感到孤独。",
        "label": ""
      },
      {
        "sentence": "在闲暇的时间里，你更容易想看。",
        "label": ""
      },
      {
        "sentence": "当你忙于挣钱时，没有时间去思考这些问题，把你的生活安排得充实一些，这是一个很好的方法。",
        "label": ""
      },
      {
        "sentence": "家里人催你结婚，但你不要着急。",
        "label": ""
      },
      {
        "sentence": "先了解自己的情况和需求，明确现在的目标是什么，一定要听从自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "你现在对女人和性不感兴趣，可能是因为你已经对视频产生了依赖性。",
        "label": ""
      },
      {
        "sentence": "你可以先试着与异性相处，慢慢了解对方。",
        "label": ""
      },
      {
        "sentence": "在一段关系中，不仅仅是满足生理需求，还需要在亲情和爱情方面进行磨合，选择陪伴对方一生的伴侣。",
        "label": ""
      },
      {
        "sentence": "蒋勋在《孤独六讲》中讲到科技给我们带来的影响，每个人都急着讲话，没人把话讲完。",
        "label": ""
      },
      {
        "sentence": "快速发展的通讯科技无法真正解决内心深处的孤独感。",
        "label": ""
      },
      {
        "sentence": "我们对视频产生了依赖，但实际上没有满足我们对心灵的需求。",
        "label": ""
      },
      {
        "sentence": "试着与自己对话，问问自己有什么追求，因为没有人陪伴你感到孤单。",
        "label": ""
      },
      {
        "sentence": "其实已经有三两个朋友会好很多，你需要的是温暖和关怀，有人和你倾诉，你的内心就会感到充实，不再孤单。",
        "label": ""
      },
      {
        "sentence": "找到一个和你一样的女人可能性比较小，这时候我们需要通过改变自己，去适应和接受真实的自己，不要只停留在幻想中，否则你对另一半的要求会越来越高。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮助，加油！",
        "label": ""
      }
    ]
  }
]