[
  {
    "role": "client",
    "content": "我是90年出生的男生，一直未婚。很小的时候就开始手淫，现在发现自己对心理重口味有些上瘾。从小就和爷爷奶奶一起生活，十几岁开始懂得勃起后就感到很害怕，也不知道该向谁寻求帮助。后来接触到了成人视频，就一发不可收拾，最初就喜欢看乱伦类的，不管是什么角色都感兴趣。我真的渴望能与人交流，以前还有几个志同道合的朋友，但后来渐渐失去了联系。最近几年一直忙于挣钱，没有考虑过这方面的问题。但是现在对女性和性方面没有兴趣，我的家人一直催我结婚。虽然我现在只是心理上对这些有兴趣，但我渴望能找到一个与我想法相似的女人来共同生活，我感到非常孤单，心里的话也没人能理解。",
    "annotation": [
      {
        "sentence": "我是90年出生的男生，一直未婚。",
        "label": ""
      },
      {
        "sentence": "很小的时候就开始手淫，现在发现自己对心理重口味有些上瘾。",
        "label": ""
      },
      {
        "sentence": "从小就和爷爷奶奶一起生活，十几岁开始懂得勃起后就感到很害怕，也不知道该向谁寻求帮助。",
        "label": ""
      },
      {
        "sentence": "后来接触到了成人视频，就一发不可收拾，最初就喜欢看乱伦类的，不管是什么角色都感兴趣。",
        "label": ""
      },
      {
        "sentence": "我真的渴望能与人交流，以前还有几个志同道合的朋友，但后来渐渐失去了联系。",
        "label": ""
      },
      {
        "sentence": "最近几年一直忙于挣钱，没有考虑过这方面的问题。",
        "label": ""
      },
      {
        "sentence": "但是现在对女性和性方面没有兴趣，我的家人一直催我结婚。",
        "label": ""
      },
      {
        "sentence": "虽然我现在只是心理上对这些有兴趣，但我渴望能找到一个与我想法相似的女人来共同生活，我感到非常孤单，心里的话也没人能理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你长时间无法戒掉这种心理的原因可能是因为你没有体验到被人爱的感觉，因为缺乏爱所以感到孤独，因为孤独所以才会通过手淫来发泄。从你小时候开始，一次次手淫改变了你的阈值，无论是生理上还是心理上。就像一个人习惯了奢侈的生活，很难再回到节俭的生活一样，你看惯了小电影中的各种女主角、各种类型，对现实生活中的平淡很难接受。但是电影都是演出来的，包括人物、时间和场景，通过各种剪辑组合在一起，让你误认为现实生活中也是如此。要戒除这种心理，重拾对感情的信心，我有三点建议：一、认识到小电影是不切实际的，切断视听刺激。有些人看鬼片并不感到害怕，甚至还觉得好笑，因为他们看到的是氛围，而不是鬼怪。他们能发现拙劣的演技和粗糙的化妆，所以不会感到害怕，更不会因为看鬼片而留下心理阴影。小电影也是一样，当你了解背后的制作原理，你也不会再着迷它，也不会一直想着要找影片看了，即便看到了也只会一笑而过。二、认识到手淫实际上是一种正常现象。大部分人手淫只会带来一时的快感，之后会感到更强烈的内疚，觉得自己不正常，不配拥有美好的爱情。实际上，手淫是正常现象，适度的手淫对人体是有好处的，只不过你把手淫当成了排解孤独的唯一方式，频率过高才导致问题。你可能会问，要戒掉手淫为什么还要先承认它呢？因为如果你把手淫视为变态、肮脏的一面，那么之后你会更加强化对自己的负面认知，认为自己整个人都是不洁净的，让自己的生活变得越来越糟糕。所以，不要再把手淫当成洪水猛兽了，要戒掉它就要先承认自己的做法没有太大的问题，然后慢慢过渡，一点点戒掉它。再强大的意志力也无法与本能对抗，与它对抗只会遭到更猛烈的反作用，所以不如先接受它，暂时不让自己矛盾，然后找到时机慢慢削弱它。三、找一件更好的事情来替代它。就像张爱玲所说：“忘记一个人最好的方式就是爱上另一个人”。你之前说过，这几年忙于挣钱也没有考虑过这方面的事情，当你的时间和精力都放在挣钱上时，你就没时间纠结一些杂乱无章的东西。挣钱虽然辛苦，但是通过付出努力来获得回报的喜悦远远胜过看小电影时的满足感。唯一害怕的就是没有挣到钱，时间也没有花好，心中感到苦闷，然后回到过去的老路开启破罐子破摔的循环。所以，你要坚持事业心，让成功的喜悦取代迷恋于充满冲动的欲望。前面我说过，当你真正体验到被人爱的滋味时，这些不健康的心理会迅速消散。如果在事业上升期间能够寻找真爱，事业和爱情都会得到满足，心情也会变得开朗。",
    "annotation": [
      {
        "sentence": "你长时间无法戒掉这种心理的原因可能是因为你没有体验到被人爱的感觉，因为缺乏爱所以感到孤独，因为孤独所以才会通过手淫来发泄。",
        "label": ""
      },
      {
        "sentence": "从你小时候开始，一次次手淫改变了你的阈值，无论是生理上还是心理上。",
        "label": ""
      },
      {
        "sentence": "就像一个人习惯了奢侈的生活，很难再回到节俭的生活一样，你看惯了小电影中的各种女主角、各种类型，对现实生活中的平淡很难接受。",
        "label": ""
      },
      {
        "sentence": "但是电影都是演出来的，包括人物、时间和场景，通过各种剪辑组合在一起，让你误认为现实生活中也是如此。",
        "label": ""
      },
      {
        "sentence": "要戒除这种心理，重拾对感情的信心，我有三点建议：一、认识到小电影是不切实际的，切断视听刺激。",
        "label": ""
      },
      {
        "sentence": "有些人看鬼片并不感到害怕，甚至还觉得好笑，因为他们看到的是氛围，而不是鬼怪。",
        "label": ""
      },
      {
        "sentence": "他们能发现拙劣的演技和粗糙的化妆，所以不会感到害怕，更不会因为看鬼片而留下心理阴影。",
        "label": ""
      },
      {
        "sentence": "小电影也是一样，当你了解背后的制作原理，你也不会再着迷它，也不会一直想着要找影片看了，即便看到了也只会一笑而过。",
        "label": ""
      },
      {
        "sentence": "二、认识到手淫实际上是一种正常现象。",
        "label": ""
      },
      {
        "sentence": "大部分人手淫只会带来一时的快感，之后会感到更强烈的内疚，觉得自己不正常，不配拥有美好的爱情。",
        "label": ""
      },
      {
        "sentence": "实际上，手淫是正常现象，适度的手淫对人体是有好处的，只不过你把手淫当成了排解孤独的唯一方式，频率过高才导致问题。",
        "label": ""
      },
      {
        "sentence": "你可能会问，要戒掉手淫为什么还要先承认它呢？",
        "label": ""
      },
      {
        "sentence": "因为如果你把手淫视为变态、肮脏的一面，那么之后你会更加强化对自己的负面认知，认为自己整个人都是不洁净的，让自己的生活变得越来越糟糕。",
        "label": ""
      },
      {
        "sentence": "所以，不要再把手淫当成洪水猛兽了，要戒掉它就要先承认自己的做法没有太大的问题，然后慢慢过渡，一点点戒掉它。",
        "label": ""
      },
      {
        "sentence": "再强大的意志力也无法与本能对抗，与它对抗只会遭到更猛烈的反作用，所以不如先接受它，暂时不让自己矛盾，然后找到时机慢慢削弱它。",
        "label": ""
      },
      {
        "sentence": "三、找一件更好的事情来替代它。",
        "label": ""
      },
      {
        "sentence": "就像张爱玲所说：“忘记一个人最好的方式就是爱上另一个人”。",
        "label": ""
      },
      {
        "sentence": "你之前说过，这几年忙于挣钱也没有考虑过这方面的事情，当你的时间和精力都放在挣钱上时，你就没时间纠结一些杂乱无章的东西。",
        "label": ""
      },
      {
        "sentence": "挣钱虽然辛苦，但是通过付出努力来获得回报的喜悦远远胜过看小电影时的满足感。",
        "label": ""
      },
      {
        "sentence": "唯一害怕的就是没有挣到钱，时间也没有花好，心中感到苦闷，然后回到过去的老路开启破罐子破摔的循环。",
        "label": ""
      },
      {
        "sentence": "所以，你要坚持事业心，让成功的喜悦取代迷恋于充满冲动的欲望。",
        "label": ""
      },
      {
        "sentence": "前面我说过，当你真正体验到被人爱的滋味时，这些不健康的心理会迅速消散。",
        "label": ""
      },
      {
        "sentence": "如果在事业上升期间能够寻找真爱，事业和爱情都会得到满足，心情也会变得开朗。",
        "label": ""
      }
    ]
  }
]