[
  {
    "role": "client",
    "content": "我现在31岁了，觉得自己大概嫁不出去了怎么办？觉得自己没有价值，没有能力，不成熟，孩子气……然后觉得自己大概是嫁不出去了，想要提升自己，但是不知道要从何做起，觉得自己没有办法独立生活，没有社会竞争力，什么都不会，不懂人情世故，不会为人处世……不明白人为什么要活着，但是又不敢死，有生育焦虑，但是也不知道要找什么样的男朋友，追我的看不上，看上的又觉得自卑，我好难啊，我不知道要怎么办了……",
    "annotation": [
      {
        "sentence": "我现在31岁了，觉得自己大概嫁不出去了怎么办？",
        "label": ""
      },
      {
        "sentence": "觉得自己没有价值，没有能力，不成熟，孩子气……然后觉得自己大概是嫁不出去了，想要提升自己，但是不知道要从何做起，觉得自己没有办法独立生活，没有社会竞争力，什么都不会，不懂人情世故，不会为人处世……不明白人为什么要活着，但是又不敢死，有生育焦虑，但是也不知道要找什么样的男朋友，追我的看不上，看上的又觉得自卑，我好难啊，我不知道要怎么办了……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心疼值此国庆黄金周长假之际，让我好奇的是你在此时提出了这样一个问题，是什么际遇让你发出这样的感叹？看起来，你现在陷入了一个自我否定、自我攻击的情绪之中。你用了4个“没有”，11个“不”来否认自己。想要提升自己，首先要对自己做一个相对客观的评估，你似乎现在无法对自己做出相对客观的评估，主观的对自己进行大量的否定。",
    "annotation": [
      {
        "sentence": "心疼值此国庆黄金周长假之际，让我好奇的是你在此时提出了这样一个问题，是什么际遇让你发出这样的感叹？",
        "label": ""
      },
      {
        "sentence": "看起来，你现在陷入了一个自我否定、自我攻击的情绪之中。",
        "label": ""
      },
      {
        "sentence": "你用了4个“没有”，11个“不”来否认自己。",
        "label": ""
      },
      {
        "sentence": "想要提升自己，首先要对自己做一个相对客观的评估，你似乎现在无法对自己做出相对客观的评估，主观的对自己进行大量的否定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我说的这些都是我内心的真实感受，我很害怕没有人能接受到我这样的人。",
    "annotation": [
      {
        "sentence": "我说的这些都是我内心的真实感受，我很害怕没有人能接受到我这样的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到害怕，但是你的这些感受并不代表现实。以黑白之地构筑自己的沉默――日本专家黑岛尚子所谓：假如不是因为周围有了灰色的才有黑光。也就是说，为了能够认识到对方的善意，我们必需假定对方是黑社会，才会感受到社会中迷人的灰光。所以，别给自己设定了边界，也不要以为受伤害是唯一的可能。不另宽容，别人也就无法别你宽容了。",
    "annotation": [
      {
        "sentence": "我理解你感到害怕，但是你的这些感受并不代表现实。",
        "label": ""
      },
      {
        "sentence": "以黑白之地构筑自己的沉默――日本专家黑岛尚子所谓：假如不是因为周围有了灰色的才有黑光。",
        "label": ""
      },
      {
        "sentence": "也就是说，为了能够认识到对方的善意，我们必需假定对方是黑社会，才会感受到社会中迷人的灰光。",
        "label": ""
      },
      {
        "sentence": "所以，别给自己设定了边界，也不要以为受伤害是唯一的可能。",
        "label": ""
      },
      {
        "sentence": "不另宽容，别人也就无法别你宽容了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我可能是把自己限制在了一个小小的圈子里面。",
    "annotation": [
      {
        "sentence": "或许你说的对，我可能是把自己限制在了一个小小的圈子里面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，人在面对问题时，有时候会把自己封闭在一个小小的圈子里，不愿意放手尝试新的东西。但只有当我们主动突破这个边界，才能发现更广阔的可能性。所以，你可以参加一些社交活动，结识不同的人，增加自己的社交圈子。这样可以提高你的社会竞争力，也有机会遇见适合你的人。",
    "annotation": [
      {
        "sentence": "是的，人在面对问题时，有时候会把自己封闭在一个小小的圈子里，不愿意放手尝试新的东西。",
        "label": ""
      },
      {
        "sentence": "但只有当我们主动突破这个边界，才能发现更广阔的可能性。",
        "label": ""
      },
      {
        "sentence": "所以，你可以参加一些社交活动，结识不同的人，增加自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "这样可以提高你的社会竞争力，也有机会遇见适合你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己不懂人情世故，不会为人处世，这样怎么能吸引到他人呢？",
    "annotation": [
      {
        "sentence": "可是我觉得自己不懂人情世故，不会为人处世，这样怎么能吸引到他人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，不懂人情世故并不是你的问题，每个人都有学习的过程。你可以阅读相关书籍、参加人际沟通培训课程，来提升自己在社交中的能力。其次，你要相信自己独特的魅力和优点，多展现自己的真实态度和个性，遇到合适的人，他们会被你的真诚所吸引。记住，自信是最大的魅力，相信自己可以成为更好的自己。",
    "annotation": [
      {
        "sentence": "首先，不懂人情世故并不是你的问题，每个人都有学习的过程。",
        "label": ""
      },
      {
        "sentence": "你可以阅读相关书籍、参加人际沟通培训课程，来提升自己在社交中的能力。",
        "label": ""
      },
      {
        "sentence": "其次，你要相信自己独特的魅力和优点，多展现自己的真实态度和个性，遇到合适的人，他们会被你的真诚所吸引。",
        "label": ""
      },
      {
        "sentence": "记住，自信是最大的魅力，相信自己可以成为更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的好迷茫，不知道从何做起，能否给我一些建议？",
    "annotation": [
      {
        "sentence": "我真的好迷茫，不知道从何做起，能否给我一些建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。首先，你可以找个朋友或专业的心理咨询师来协助你。他们会帮助你列出你的过去学习经历、工作经历和你的优势擅长的领域，这样你能对自己做一个相对客观的评估。此外，你可以进行心理测量，了解自己的基本能力和职业倾向，从而制定合适的人生规划。推荐你阅读一本书，《现在，发现你的优势》，这本书能帮助你更好地认识自己的优势和潜力。相信我，你一定能够找到适合自己的道路，实现自己的人生价值。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "首先，你可以找个朋友或专业的心理咨询师来协助你。",
        "label": ""
      },
      {
        "sentence": "他们会帮助你列出你的过去学习经历、工作经历和你的优势擅长的领域，这样你能对自己做一个相对客观的评估。",
        "label": ""
      },
      {
        "sentence": "此外，你可以进行心理测量，了解自己的基本能力和职业倾向，从而制定合适的人生规划。",
        "label": ""
      },
      {
        "sentence": "推荐你阅读一本书，《现在，发现你的优势》，这本书能帮助你更好地认识自己的优势和潜力。",
        "label": ""
      },
      {
        "sentence": "相信我，你一定能够找到适合自己的道路，实现自己的人生价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽快采取行动，努力提升自己的能力，相信自己的潜力！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽快采取行动，努力提升自己的能力，相信自己的潜力！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信你的努力一定会取得成果。记住，无论遇到什么困难，都不要放弃对自己的信任和努力。祝愿你顺利达成自己的目标！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信你的努力一定会取得成果。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，都不要放弃对自己的信任和努力。",
        "label": ""
      },
      {
        "sentence": "祝愿你顺利达成自己的目标！",
        "label": ""
      }
    ]
  }
]