[
  {
    "role": "client",
    "content": "孩子生气锁门关在里面玩手机发生大冲突，后面怎么办？",
    "annotation": [
      {
        "sentence": "孩子生气锁门关在里面玩手机发生大冲突，后面怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这个情况，我可以理解你现在的焦虑和无助。你能告诉我详细一些，孩子平时有没有什么压力或困扰？",
    "annotation": [
      {
        "sentence": "看到你这个情况，我可以理解你现在的焦虑和无助。",
        "label": ""
      },
      {
        "sentence": "你能告诉我详细一些，孩子平时有没有什么压力或困扰？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "男孩11岁，最近有两三次生气了锁上房门，怎么敲也不开，在里面一待很久，起因都是要收他的手机。前几次事后都会和他好好聊天，谈谈感受，也约定手机睡前交出，他遵守得还不错。昨晚他又一直说不想交手机，直到十一点半，以每天要交的录视频为由（也确实一直在做），约定好的时间到了，他锁上房门，并用书和桌子挡上，导致无法打开（第二次用）。我非常气愤，用锤子砸了锁头，门有点儿破损，也未打开。",
    "annotation": [
      {
        "sentence": "男孩11岁，最近有两三次生气了锁上房门，怎么敲也不开，在里面一待很久，起因都是要收他的手机。",
        "label": ""
      },
      {
        "sentence": "前几次事后都会和他好好聊天，谈谈感受，也约定手机睡前交出，他遵守得还不错。",
        "label": ""
      },
      {
        "sentence": "昨晚他又一直说不想交手机，直到十一点半，以每天要交的录视频为由（也确实一直在做），约定好的时间到了，他锁上房门，并用书和桌子挡上，导致无法打开（第二次用）。",
        "label": ""
      },
      {
        "sentence": "我非常气愤，用锤子砸了锁头，门有点儿破损，也未打开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，我了解情况了。孩子的这种反应可能是表达出他的不满和反抗心理，可能是压力过大，或是他在玩手机的时候有了依赖性。亲子沟通很重要，你可以试着放下气愤，向他表达你的担心和关心，并仔细倾听他的想法。沟通需要耐心和时间的累积，你可以试着用更温和的方式和他交流。",
    "annotation": [
      {
        "sentence": "好的，我了解情况了。",
        "label": ""
      },
      {
        "sentence": "孩子的这种反应可能是表达出他的不满和反抗心理，可能是压力过大，或是他在玩手机的时候有了依赖性。",
        "label": ""
      },
      {
        "sentence": "亲子沟通很重要，你可以试着放下气愤，向他表达你的担心和关心，并仔细倾听他的想法。",
        "label": ""
      },
      {
        "sentence": "沟通需要耐心和时间的累积，你可以试着用更温和的方式和他交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望面对面解决，但是他这样做了之后也一直都不高兴。",
    "annotation": [
      {
        "sentence": "我希望面对面解决，但是他这样做了之后也一直都不高兴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子可能需要时间来消化他的情绪，不要过分强求他的回应。你可以在平时，营造一个良好的家庭氛围，鼓励他积极表达自己的感受和想法，你也可以尝试一些亲子共处的活动，比如出门散步、玩游戏、一起做饭等等。",
    "annotation": [
      {
        "sentence": "孩子可能需要时间来消化他的情绪，不要过分强求他的回应。",
        "label": ""
      },
      {
        "sentence": "你可以在平时，营造一个良好的家庭氛围，鼓励他积极表达自己的感受和想法，你也可以尝试一些亲子共处的活动，比如出门散步、玩游戏、一起做饭等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但面对孩子的顽固抵抗，非常气愤又无力。",
    "annotation": [
      {
        "sentence": "但面对孩子的顽固抵抗，非常气愤又无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到你的情绪，自己的情绪管理也很重要。你可以试着对自己的情绪进行调节，比如通过冥想、呼吸练习、跑步等方式放松下来。同时也要明确自己的目的，不要让情绪影响到亲子关系的建立，也不要让亲子关系强化你的情绪。",
    "annotation": [
      {
        "sentence": "感受到你的情绪，自己的情绪管理也很重要。",
        "label": ""
      },
      {
        "sentence": "你可以试着对自己的情绪进行调节，比如通过冥想、呼吸练习、跑步等方式放松下来。",
        "label": ""
      },
      {
        "sentence": "同时也要明确自己的目的，不要让情绪影响到亲子关系的建立，也不要让亲子关系强化你的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "老公在家庭中的缺失，对教育方法教育理念、个人情感、冲突解决等等方面都是逃避……这样的日子怎么过？持续了十几年，太绝望了！",
    "annotation": [
      {
        "sentence": "老公在家庭中的缺失，对教育方法教育理念、个人情感、冲突解决等等方面都是逃避……这样的日子怎么过？",
        "label": ""
      },
      {
        "sentence": "持续了十几年，太绝望了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你对于家庭压力和无望的感受。也许你可以尝试找其它的渠道获得支持。可以参加一些亲子活动，也可以试着去咨询专业的心理医生，他们可以提供专业的帮助和建议，让你更好地处理这种困境。记住，积极面对问题和寻找解决的办法是非常重要的。",
    "annotation": [
      {
        "sentence": "很理解你对于家庭压力和无望的感受。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试找其它的渠道获得支持。",
        "label": ""
      },
      {
        "sentence": "可以参加一些亲子活动，也可以试着去咨询专业的心理医生，他们可以提供专业的帮助和建议，让你更好地处理这种困境。",
        "label": ""
      },
      {
        "sentence": "记住，积极面对问题和寻找解决的办法是非常重要的。",
        "label": ""
      }
    ]
  }
]