[
  {
    "role": "client",
    "content": "我该遵循自己的内心？还是照顾男友的感受？去年偶然又和初恋联系上了，他已成家，我也已有男订婚男友。大家再次谈笑风生，说说以前，聊聊日常和各自现在的生活，也相互理解和关怀，就像是认识多年熟悉的老朋友。最近他不太顺心，要出去远行一趟，刚好我也有时间，就想着，要不一块同行，也有个照应，再来，由于曾经分开其实心里一直有个小遗憾，觉得那时候没有好好的陪他走一段，所以很想弥补这种缺憾。男友觉得我们快结婚了，不同意我和朋友出去（不想他多想和误会所以没有说明白是曾经的关系），无论我怎样解释怎样表达我想要去一趟的想法，他都不同意，我也不想一意孤行，但是我又确实很想在自己成家之前，陪他走这一段，然后好好放下缺憾，好好结婚和老公经营我们的生活，但又担心他得知真实情况后产生误会而影响我和他的感情。我是爱未婚夫的，但我又很想弥补曾经青春的缺憾，所以我该怎么做？",
    "annotation": [
      {
        "sentence": "我该遵循自己的内心？",
        "label": ""
      },
      {
        "sentence": "还是照顾男友的感受？",
        "label": ""
      },
      {
        "sentence": "去年偶然又和初恋联系上了，他已成家，我也已有男订婚男友。",
        "label": ""
      },
      {
        "sentence": "大家再次谈笑风生，说说以前，聊聊日常和各自现在的生活，也相互理解和关怀，就像是认识多年熟悉的老朋友。",
        "label": ""
      },
      {
        "sentence": "最近他不太顺心，要出去远行一趟，刚好我也有时间，就想着，要不一块同行，也有个照应，再来，由于曾经分开其实心里一直有个小遗憾，觉得那时候没有好好的陪他走一段，所以很想弥补这种缺憾。",
        "label": ""
      },
      {
        "sentence": "男友觉得我们快结婚了，不同意我和朋友出去（不想他多想和误会所以没有说明白是曾经的关系），无论我怎样解释怎样表达我想要去一趟的想法，他都不同意，我也不想一意孤行，但是我又确实很想在自己成家之前，陪他走这一段，然后好好放下缺憾，好好结婚和老公经营我们的生活，但又担心他得知真实情况后产生误会而影响我和他的感情。",
        "label": ""
      },
      {
        "sentence": "我是爱未婚夫的，但我又很想弥补曾经青春的缺憾，所以我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初恋曾经是我们这么重要的一部分，我可以理解你对他的感受，他的再次出现勾起了你一直尘封的，对当初没有好好走下去的不甘心。你太想和他有一个好一点的结局。",
    "annotation": [
      {
        "sentence": "初恋曾经是我们这么重要的一部分，我可以理解你对他的感受，他的再次出现勾起了你一直尘封的，对当初没有好好走下去的不甘心。",
        "label": ""
      },
      {
        "sentence": "你太想和他有一个好一点的结局。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很想和他有个好的结局。我觉得，我们之间还有些遗憾没解决。",
    "annotation": [
      {
        "sentence": "是的，我真的很想和他有个好的结局。",
        "label": ""
      },
      {
        "sentence": "我觉得，我们之间还有些遗憾没解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姑娘，现在的结局已经够好了，多少人和前任一辈子互相憎恨，或者形同陌路，而你们还有着联系，甚至还是好朋友。而且还各自幸福着，岁月待你们不薄。",
    "annotation": [
      {
        "sentence": "姑娘，现在的结局已经够好了，多少人和前任一辈子互相憎恨，或者形同陌路，而你们还有着联系，甚至还是好朋友。",
        "label": ""
      },
      {
        "sentence": "而且还各自幸福着，岁月待你们不薄。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我们还是很幸运的。只是，我想和他一起远行，但男友不同意。",
    "annotation": [
      {
        "sentence": "是啊，我们还是很幸运的。",
        "label": ""
      },
      {
        "sentence": "只是，我想和他一起远行，但男友不同意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们可以一起去参加同学聚会、集体聚会，一起独自远行就不必了吧。偶尔见一面可能还不会怎么样，出去一起旅游真的是……其实你是想去，但又说服不了自己的男朋友。",
    "annotation": [
      {
        "sentence": "你们可以一起去参加同学聚会、集体聚会，一起独自远行就不必了吧。",
        "label": ""
      },
      {
        "sentence": "偶尔见一面可能还不会怎么样，出去一起旅游真的是……其实你是想去，但又说服不了自己的男朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，只是我觉得和他一起旅行可以弥补一些遗憾，因为我们以前没有好好的陪对方走过。",
    "annotation": [
      {
        "sentence": "我明白你的意思，只是我觉得和他一起旅行可以弥补一些遗憾，因为我们以前没有好好的陪对方走过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们是陪伴彼此走过青春的人，初恋是刻骨铭心的，没有人可以忘记，要你忘记也太残忍。没有人规定必须跟前任老死不相往来，我反而觉得分手之后还能坦坦荡荡做朋友才是最大气的人，但是如果你们已经决定做朋友，就把好朋友之间的界限，你怎么对待别的普通朋友就怎么对他，绝不越界。",
    "annotation": [
      {
        "sentence": "你们是陪伴彼此走过青春的人，初恋是刻骨铭心的，没有人可以忘记，要你忘记也太残忍。",
        "label": ""
      },
      {
        "sentence": "没有人规定必须跟前任老死不相往来，我反而觉得分手之后还能坦坦荡荡做朋友才是最大气的人，但是如果你们已经决定做朋友，就把好朋友之间的界限，你怎么对待别的普通朋友就怎么对他，绝不越界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对。我真的不想因为这件事影响到和现男友之间的感情。我该怎么办，才能把这种负面感受降到最小呢？",
    "annotation": [
      {
        "sentence": "你说的很对。",
        "label": ""
      },
      {
        "sentence": "我真的不想因为这件事影响到和现男友之间的感情。",
        "label": ""
      },
      {
        "sentence": "我该怎么办，才能把这种负面感受降到最小呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以把你的情绪梳理一下，找机会告诉初恋:“我们年轻的时候不够成熟，错过了对方，这个事情是我一辈子的遗憾。好在，我们现在都有了不错的归宿。以后只能当朋友一样相处，我觉得也不错。我希望你能好，相信你也希望我能好，希望我们将来需要对方帮忙的时候能不忌讳地像对方开口，我们也会视对方为亲人一样的存在。”这样对大家都好，不是吗。",
    "annotation": [
      {
        "sentence": "首先，你可以把你的情绪梳理一下，找机会告诉初恋:“我们年轻的时候不够成熟，错过了对方，这个事情是我一辈子的遗憾。",
        "label": ""
      },
      {
        "sentence": "好在，我们现在都有了不错的归宿。",
        "label": ""
      },
      {
        "sentence": "以后只能当朋友一样相处，我觉得也不错。",
        "label": ""
      },
      {
        "sentence": "我希望你能好，相信你也希望我能好，希望我们将来需要对方帮忙的时候能不忌讳地像对方开口，我们也会视对方为亲人一样的存在。",
        "label": ""
      },
      {
        "sentence": "”这样对大家都好，不是吗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑和初恋好好沟通的。希望我们可以以朋友的身份继续相处，不会因为这次远行带来过多的误会。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑和初恋好好沟通的。",
        "label": ""
      },
      {
        "sentence": "希望我们可以以朋友的身份继续相处，不会因为这次远行带来过多的误会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。记住，不要让这件事影响到和现男友之间的感情，否则可能会出现另一个遗憾。祝你们三个都好吧。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，不要让这件事影响到和现男友之间的感情，否则可能会出现另一个遗憾。",
        "label": ""
      },
      {
        "sentence": "祝你们三个都好吧。",
        "label": ""
      }
    ]
  }
]