[
  {
    "role": "client",
    "content": "小时候丢了弟弟一次，长大后分手不愿意走出，怎么办？我弟弟是我妈妈经过很多困难才生下，小时候，有一次我把弟弟弄丢了，妈妈不管我的担心和害怕的感受直接打了我一巴掌，也没有安慰我。后来弟弟也找回来了。从此以后，我感觉自己永远不是家里的第一选择，每天看着很开心，其实很压抑，想身边的人都能重视和喜欢我。最近认识了一个男朋友，刚开始时觉得我是他的唯一，自己受到了重视和宠爱。从确定关系后，才发现他所说所做都是假的。我不断提分手想引起他重视，可他都无视了，一个月后，分手了，我知道他是一个渣男，可是我不愿意从他给我的幻想走出来，沉浸在美好的回忆中，不愿意走出来。我该怎么办？",
    "annotation": [
      {
        "sentence": "小时候丢了弟弟一次，长大后分手不愿意走出，怎么办？",
        "label": ""
      },
      {
        "sentence": "我弟弟是我妈妈经过很多困难才生下，小时候，有一次我把弟弟弄丢了，妈妈不管我的担心和害怕的感受直接打了我一巴掌，也没有安慰我。",
        "label": ""
      },
      {
        "sentence": "后来弟弟也找回来了。",
        "label": ""
      },
      {
        "sentence": "从此以后，我感觉自己永远不是家里的第一选择，每天看着很开心，其实很压抑，想身边的人都能重视和喜欢我。",
        "label": ""
      },
      {
        "sentence": "最近认识了一个男朋友，刚开始时觉得我是他的唯一，自己受到了重视和宠爱。",
        "label": ""
      },
      {
        "sentence": "从确定关系后，才发现他所说所做都是假的。",
        "label": ""
      },
      {
        "sentence": "我不断提分手想引起他重视，可他都无视了，一个月后，分手了，我知道他是一个渣男，可是我不愿意从他给我的幻想走出来，沉浸在美好的回忆中，不愿意走出来。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先想让你知道的是，你不是一个人在面对这种情况。很多人在经历了类似的事情之后会有情感上的困扰，而你向我倾诉，表示你已经迈出了一大步。我能感受到你的痛苦，可以和你一起探讨一下你的观念，找到你真正想要的东西。1. 你曾经提到过小时候失去弟弟是你创伤的来源之一，这个经历可能会对你的人际关系产生影响。所以我需要让你明白的是，想法是可以改变的。你可以自己去追求自己想要的东西，而不是通过别人来满足你的需求。我们可以通过设置一些小目标并努力达成来提升自己的自信心。这样在与人交往时，我们才会有更大的话语权。 2. 对于你的前男友，我能够理解你想要接受真相之前渴望得到的那种情感上的满足，以及对他的依赖和向往。但是我们需要接受的一个事实是，现在发生的事情已经是过去，无论是好是坏，我们都要向前看。你可以通过思考与前男友分开后你的生活，并让自己更加积极地去建立未来。同时，不妨寻找一些自己喜欢的爱好或兴趣，让自己的生活变得更有意义。3. 最后，我想告诉你的是，每个人都会经历心灵的伤痛，但这并不代表我们不能够积极地去面对它们。接下来我们一起想办法，找到你身边的那些正能量，与他们一起建立更好的心理状态。你可以找到你信任、关心的人，和他们分享你的想法，以便从他们那里得到更多的支持和爱。",
    "annotation": [
      {
        "sentence": "首先想让你知道的是，你不是一个人在面对这种情况。",
        "label": ""
      },
      {
        "sentence": "很多人在经历了类似的事情之后会有情感上的困扰，而你向我倾诉，表示你已经迈出了一大步。",
        "label": ""
      },
      {
        "sentence": "我能感受到你的痛苦，可以和你一起探讨一下你的观念，找到你真正想要的东西。",
        "label": ""
      },
      {
        "sentence": "1. 你曾经提到过小时候失去弟弟是你创伤的来源之一，这个经历可能会对你的人际关系产生影响。",
        "label": ""
      },
      {
        "sentence": "所以我需要让你明白的是，想法是可以改变的。",
        "label": ""
      },
      {
        "sentence": "你可以自己去追求自己想要的东西，而不是通过别人来满足你的需求。",
        "label": ""
      },
      {
        "sentence": "我们可以通过设置一些小目标并努力达成来提升自己的自信心。",
        "label": ""
      },
      {
        "sentence": "这样在与人交往时，我们才会有更大的话语权。",
        "label": ""
      },
      {
        "sentence": " 2. 对于你的前男友，我能够理解你想要接受真相之前渴望得到的那种情感上的满足，以及对他的依赖和向往。",
        "label": ""
      },
      {
        "sentence": "但是我们需要接受的一个事实是，现在发生的事情已经是过去，无论是好是坏，我们都要向前看。",
        "label": ""
      },
      {
        "sentence": "你可以通过思考与前男友分开后你的生活，并让自己更加积极地去建立未来。",
        "label": ""
      },
      {
        "sentence": "同时，不妨寻找一些自己喜欢的爱好或兴趣，让自己的生活变得更有意义。",
        "label": ""
      },
      {
        "sentence": "3. 最后，我想告诉你的是，每个人都会经历心灵的伤痛，但这并不代表我们不能够积极地去面对它们。",
        "label": ""
      },
      {
        "sentence": "接下来我们一起想办法，找到你身边的那些正能量，与他们一起建立更好的心理状态。",
        "label": ""
      },
      {
        "sentence": "你可以找到你信任、关心的人，和他们分享你的想法，以便从他们那里得到更多的支持和爱。",
        "label": ""
      }
    ]
  }
]