[
  {
    "role": "client",
    "content": "23岁男，已经1年多没上班，迈不过恐惧的坎？记得初二开始就觉得自己性格不对劲，后初三毕业，那年17，暑假结束就去厨房当学徒，开始有手机，后百度察觉自己有心理问题，但因自身内在和外界各种因素，没有去就医，后每天都会因外界刺激和身体难受出现想死的念头，就这样撑了一年多，挨不下去，辞职回家呆了一年半左右，又转行做了近一年，后反复两三次如此，到去年觉得该引起重视，便又辞职，去求医问诊，这才觉得自己是社交焦虑并伴有抑郁，虽开始吃上药物，可获病已如此之久，对最终治疗效果也深感迷茫，也无太多动力和信心，如今吃药已有一年多，也一年多未再上班，年龄已23，每天依然焦虑伴随，虽觉得这样过日子太煎熬，也不充实，多次想过再去上班，可从前的上班经历已成了一个令我恐惧的坎，虽目前的外界条件允许我逃避，我却觉得必须要快点逼迫自己跨过这个坎，迈出现在的圈子，但身体是诚实的。所以每每有此念头，也会产生焦虑。",
    "annotation": [
      {
        "sentence": "23岁男，已经1年多没上班，迈不过恐惧的坎？",
        "label": ""
      },
      {
        "sentence": "记得初二开始就觉得自己性格不对劲，后初三毕业，那年17，暑假结束就去厨房当学徒，开始有手机，后百度察觉自己有心理问题，但因自身内在和外界各种因素，没有去就医，后每天都会因外界刺激和身体难受出现想死的念头，就这样撑了一年多，挨不下去，辞职回家呆了一年半左右，又转行做了近一年，后反复两三次如此，到去年觉得该引起重视，便又辞职，去求医问诊，这才觉得自己是社交焦虑并伴有抑郁，虽开始吃上药物，可获病已如此之久，对最终治疗效果也深感迷茫，也无太多动力和信心，如今吃药已有一年多，也一年多未再上班，年龄已23，每天依然焦虑伴随，虽觉得这样过日子太煎熬，也不充实，多次想过再去上班，可从前的上班经历已成了一个令我恐惧的坎，虽目前的外界条件允许我逃避，我却觉得必须要快点逼迫自己跨过这个坎，迈出现在的圈子，但身体是诚实的。",
        "label": ""
      },
      {
        "sentence": "所以每每有此念头，也会产生焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的陈述中了解到，最近几年的生活真的很不容易，您一直努力坚持着，就是成功的第一步。初二的时候，您一直觉得自己性格不对劲，通过自己查找觉得自己有心理问题，由于各种原因，没有去就医后辞职转行一年多觉得应该给予重视，便又辞职，去求诊问医。",
    "annotation": [
      {
        "sentence": "从您的陈述中了解到，最近几年的生活真的很不容易，您一直努力坚持着，就是成功的第一步。",
        "label": ""
      },
      {
        "sentence": "初二的时候，您一直觉得自己性格不对劲，通过自己查找觉得自己有心理问题，由于各种原因，没有去就医后辞职转行一年多觉得应该给予重视，便又辞职，去求诊问医。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己的问题已经影响了我的工作和生活，每天都在忍受焦虑和煎熬。我之前试过吃药，但是效果并不明显。所以现在我对最终的治疗效果感到迷茫，也失去了动力和信心去继续接受治疗，还有重返社会工作的勇气。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己的问题已经影响了我的工作和生活，每天都在忍受焦虑和煎熬。",
        "label": ""
      },
      {
        "sentence": "我之前试过吃药，但是效果并不明显。",
        "label": ""
      },
      {
        "sentence": "所以现在我对最终的治疗效果感到迷茫，也失去了动力和信心去继续接受治疗，还有重返社会工作的勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在最初的时候，我们没有去求诊问医的时候，我们也很难受，但工作还是坚持了下来，也还能再次出门工作。当我们被确诊之后，在吃药治疗过程中，当我们选择治疗，如果治疗准确，其实我们的状态应该会比我们之前会好一点，那是什么无法让我们迈出这一步呢？有时候，或许并不是我们的能力无法去工作，而是我们内心已经被自己所认为的“病了”而打败，因为我病了，所以我不去工作也是可以说得过去的。",
    "annotation": [
      {
        "sentence": "在最初的时候，我们没有去求诊问医的时候，我们也很难受，但工作还是坚持了下来，也还能再次出门工作。",
        "label": ""
      },
      {
        "sentence": "当我们被确诊之后，在吃药治疗过程中，当我们选择治疗，如果治疗准确，其实我们的状态应该会比我们之前会好一点，那是什么无法让我们迈出这一步呢？",
        "label": ""
      },
      {
        "sentence": "有时候，或许并不是我们的能力无法去工作，而是我们内心已经被自己所认为的“病了”而打败，因为我病了，所以我不去工作也是可以说得过去的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我经常担心别人对我的评价，担心他们会觉得我有问题或者无法胜任工作。其实生活中，对心理问题的理解还是不够，有时候我觉得自己是个异常的人，很难被别人接受。",
    "annotation": [
      {
        "sentence": "对，我经常担心别人对我的评价，担心他们会觉得我有问题或者无法胜任工作。",
        "label": ""
      },
      {
        "sentence": "其实生活中，对心理问题的理解还是不够，有时候我觉得自己是个异常的人，很难被别人接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果我们害怕被另眼看待而无法出去工作，也是很正常的。生活中，我们很多人对于心理问题都有一些了解，虽然不能被所有人接受，但是大多数人都是可以接受的，可以去合理看待的。对于你来说，我们可以先从自己擅长的事情入手，找一些自己喜欢做的事情，增加自己的自信，找到自己的价值感，体验成功之后的喜悦，慢慢的恐惧也就消失了。",
    "annotation": [
      {
        "sentence": "如果我们害怕被另眼看待而无法出去工作，也是很正常的。",
        "label": ""
      },
      {
        "sentence": "生活中，我们很多人对于心理问题都有一些了解，虽然不能被所有人接受，但是大多数人都是可以接受的，可以去合理看待的。",
        "label": ""
      },
      {
        "sentence": "对于你来说，我们可以先从自己擅长的事情入手，找一些自己喜欢做的事情，增加自己的自信，找到自己的价值感，体验成功之后的喜悦，慢慢的恐惧也就消失了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该从找到自己的兴趣爱好入手，重新建立自己的自信心。我一直对音乐很感兴趣，也有一点乐器的基础，也许可以试着学习弹奏乐器，让自己有一个新的目标和动力。",
    "annotation": [
      {
        "sentence": "你说得对，我应该从找到自己的兴趣爱好入手，重新建立自己的自信心。",
        "label": ""
      },
      {
        "sentence": "我一直对音乐很感兴趣，也有一点乐器的基础，也许可以试着学习弹奏乐器，让自己有一个新的目标和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好的思路！学习音乐是一个很好的选择，它不仅能够让你充实自己的生活，还可以拓宽你的社交圈子。而且，当你能够弹奏出美妙的音乐时，你会感到前所未有的成就感和喜悦，这将有助于减轻你的焦虑情绪。",
    "annotation": [
      {
        "sentence": "非常好的思路！",
        "label": ""
      },
      {
        "sentence": "学习音乐是一个很好的选择，它不仅能够让你充实自己的生活，还可以拓宽你的社交圈子。",
        "label": ""
      },
      {
        "sentence": "而且，当你能够弹奏出美妙的音乐时，你会感到前所未有的成就感和喜悦，这将有助于减轻你的焦虑情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会认真尝试学习音乐，希望通过这个新的开始能够逐渐克服我的恐惧和焦虑，重新找回生活的乐趣。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会认真尝试学习音乐，希望通过这个新的开始能够逐渐克服我的恐惧和焦虑，重新找回生活的乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你！记住，无论在生活中遇到什么困难，都要对生活保持希望。相信自己的能力，相信未来会更好。祝愿你在学习音乐的道路上取得成功，并恢复自信心！如果你还有其他问题，随时都可以向我求助。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你！",
        "label": ""
      },
      {
        "sentence": "记住，无论在生活中遇到什么困难，都要对生活保持希望。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信未来会更好。",
        "label": ""
      },
      {
        "sentence": "祝愿你在学习音乐的道路上取得成功，并恢复自信心！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以向我求助。",
        "label": ""
      }
    ]
  }
]