[
  {
    "role": "client",
    "content": "小时候丢了弟弟一次，长大后分手不愿意走出，怎么办？",
    "annotation": [
      {
        "sentence": "小时候丢了弟弟一次，长大后分手不愿意走出，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我能感觉到你很痛苦，很不舒服，说出来会好受很多。你可以告诉我你的感受和需求吗？",
    "annotation": [
      {
        "sentence": "亲爱的，我能感觉到你很痛苦，很不舒服，说出来会好受很多。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我你的感受和需求吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我弟弟是我妈妈经过很多困难才生下，小时候，有一次我把弟弟弄丢了，妈妈不管我的担心和害怕的感受直接打了我一巴掌，也没有安慰我。后来弟弟也找回来了。从此以后，我感觉自己永远不是家里的第一选择，每天看着很开心，其实很压抑，想身边的人都能重视和喜欢我。",
    "annotation": [
      {
        "sentence": "我弟弟是我妈妈经过很多困难才生下，小时候，有一次我把弟弟弄丢了，妈妈不管我的担心和害怕的感受直接打了我一巴掌，也没有安慰我。",
        "label": ""
      },
      {
        "sentence": "后来弟弟也找回来了。",
        "label": ""
      },
      {
        "sentence": "从此以后，我感觉自己永远不是家里的第一选择，每天看着很开心，其实很压抑，想身边的人都能重视和喜欢我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历了真实的痛苦，它肯定会给你带来负面影响，但是你也是很勇敢的。你能对自己说，我理解我理解，我能承受这份痛苦。同时，你可以试着找一些事情，让自己感到重视和喜欢，比如可以有一个专注的爱好，发掘自己的个性，更多的围绕着自己生活。",
    "annotation": [
      {
        "sentence": "你经历了真实的痛苦，它肯定会给你带来负面影响，但是你也是很勇敢的。",
        "label": ""
      },
      {
        "sentence": "你能对自己说，我理解我理解，我能承受这份痛苦。",
        "label": ""
      },
      {
        "sentence": "同时，你可以试着找一些事情，让自己感到重视和喜欢，比如可以有一个专注的爱好，发掘自己的个性，更多的围绕着自己生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近认识了一个男朋友，刚开始时觉得我是他的唯一，自己受到了重视和宠爱。从确定关系后，才发现他所说所做都是假的。我不断提分手想引起他重视，可他都无视了，一个月后，分手了，我知道他是一个渣男，可是我不愿意从他给我的幻想走出来，沉浸在美好的回忆中，不愿意走出来。",
    "annotation": [
      {
        "sentence": "最近认识了一个男朋友，刚开始时觉得我是他的唯一，自己受到了重视和宠爱。",
        "label": ""
      },
      {
        "sentence": "从确定关系后，才发现他所说所做都是假的。",
        "label": ""
      },
      {
        "sentence": "我不断提分手想引起他重视，可他都无视了，一个月后，分手了，我知道他是一个渣男，可是我不愿意从他给我的幻想走出来，沉浸在美好的回忆中，不愿意走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉被欺骗和被背叛是非常难以忍受的。但是，现在，你能够认识到他的负面影响，这是非常重要的，因为这时候你已慢慢走出他给你的伤害了。不要再为他的所作所为烦恼，而是要尝试着看到他的劣势，更加重视自己的内心需求。每一天，每一步，都是在迈向更好的自己，也不要忘了，有些人只是为了教会我们，怎样选一个真正爱你的人。",
    "annotation": [
      {
        "sentence": "感觉被欺骗和被背叛是非常难以忍受的。",
        "label": ""
      },
      {
        "sentence": "但是，现在，你能够认识到他的负面影响，这是非常重要的，因为这时候你已慢慢走出他给你的伤害了。",
        "label": ""
      },
      {
        "sentence": "不要再为他的所作所为烦恼，而是要尝试着看到他的劣势，更加重视自己的内心需求。",
        "label": ""
      },
      {
        "sentence": "每一天，每一步，都是在迈向更好的自己，也不要忘了，有些人只是为了教会我们，怎样选一个真正爱你的人。",
        "label": ""
      }
    ]
  }
]