[
  {
    "role": "client",
    "content": "小时候丢了弟弟一次，长大后分手不愿意走出，怎么办？我弟弟是我妈妈经过很多困难才生下。",
    "annotation": [
      {
        "sentence": "小时候丢了弟弟一次，长大后分手不愿意走出，怎么办？",
        "label": ""
      },
      {
        "sentence": "我弟弟是我妈妈经过很多困难才生下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的故事，能够感受到你一直以来的情绪和心理状态。在你的内心中，多么渴望他人的关爱，多么渴望像弟弟一样得到父母的关注。自从小的时候弟弟走丢，你被妈妈打了一巴掌后，这种被忽视的感受就一直存在于你的内心，仿佛如同梦魇一般，你让自己努力看起来还是和往常一样，但是你的内心却始终感到难受。",
    "annotation": [
      {
        "sentence": "认真看完了你的故事，能够感受到你一直以来的情绪和心理状态。",
        "label": ""
      },
      {
        "sentence": "在你的内心中，多么渴望他人的关爱，多么渴望像弟弟一样得到父母的关注。",
        "label": ""
      },
      {
        "sentence": "自从小的时候弟弟走丢，你被妈妈打了一巴掌后，这种被忽视的感受就一直存在于你的内心，仿佛如同梦魇一般，你让自己努力看起来还是和往常一样，但是你的内心却始终感到难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，从那之后，我一直觉得自己不被重视，不是家里的第一选择，对此感到压抑。",
    "annotation": [
      {
        "sentence": "是的，从那之后，我一直觉得自己不被重视，不是家里的第一选择，对此感到压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这么多年来，你也一直在默默的寻找着内心被关注的感受，直到你遇到了这位男朋友，你感觉他带给你温暖，带你关注，让你沉浸在了美好的想象中，可是，最终却发现这一切都是假的，都是自己想象的。于是，你再一次陷入了痛苦中，并且，这一次自己陷入到了虚幻的想象中，在“爱而不得”的泥沼中艰难挣扎。",
    "annotation": [
      {
        "sentence": "这么多年来，你也一直在默默的寻找着内心被关注的感受，直到你遇到了这位男朋友，你感觉他带给你温暖，带你关注，让你沉浸在了美好的想象中，可是，最终却发现这一切都是假的，都是自己想象的。",
        "label": ""
      },
      {
        "sentence": "于是，你再一次陷入了痛苦中，并且，这一次自己陷入到了虚幻的想象中，在“爱而不得”的泥沼中艰难挣扎。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是陷在这个虚幻的美好回忆中，不愿意走出来。",
    "annotation": [
      {
        "sentence": "是的，我就是陷在这个虚幻的美好回忆中，不愿意走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【“被关注”就像是你内心的黑洞，一直在吸引着你不断追逐】你知道吗？在心理学上，我们往往认为童年时的缺失会成为心中的遗憾，就像一个“黑洞”，散发了强烈的吸引力。让我们在成长的岁月中不断追逐内心的缺失。由于弟弟的出现，让自己失去了父母的关注，并且父母在这个过程中还经常忽略自己的感受，在不知不觉中，内心的这个“黑洞”开始形成，但是你越想得到父母的关注，就会越发的将注意力集中在外部世界中，去感知一点一滴的变化，这让自己越来越敏感关系中的状态。于是，当自己发现受到一点冷落时，就开始变得痛苦，并且也会放大这种感受，然后让自己陷入这种“不断追逐”的循环怪圈。这其实就是你在这个“黑洞”影响下形成的关系模式，你会发现不管在原生家庭，还是在后来的亲密关系中，自己一直在重复着这样的模式。",
    "annotation": [
      {
        "sentence": "【“被关注”就像是你内心的黑洞，一直在吸引着你不断追逐】你知道吗？",
        "label": ""
      },
      {
        "sentence": "在心理学上，我们往往认为童年时的缺失会成为心中的遗憾，就像一个“黑洞”，散发了强烈的吸引力。",
        "label": ""
      },
      {
        "sentence": "让我们在成长的岁月中不断追逐内心的缺失。",
        "label": ""
      },
      {
        "sentence": "由于弟弟的出现，让自己失去了父母的关注，并且父母在这个过程中还经常忽略自己的感受，在不知不觉中，内心的这个“黑洞”开始形成，但是你越想得到父母的关注，就会越发的将注意力集中在外部世界中，去感知一点一滴的变化，这让自己越来越敏感关系中的状态。",
        "label": ""
      },
      {
        "sentence": "于是，当自己发现受到一点冷落时，就开始变得痛苦，并且也会放大这种感受，然后让自己陷入这种“不断追逐”的循环怪圈。",
        "label": ""
      },
      {
        "sentence": "这其实就是你在这个“黑洞”影响下形成的关系模式，你会发现不管在原生家庭，还是在后来的亲密关系中，自己一直在重复着这样的模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到了我在关系中的这种模式，但是还是无法走出来。",
    "annotation": [
      {
        "sentence": "是的，我意识到了我在关系中的这种模式，但是还是无法走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【得不到“关注”的背后可能是你“绝对化”的认知观念】你与男朋友的相处中，你感觉他一开始对你很好，给了你足够的关注和爱，但后来才发现他所做的一切是假的。那么，请你思考下面的问题：对于关系中“真与假”的判断，你是根据什么得出的这个结果呢？那些你沉浸在的美好世界中，有多少是他真情表达的成分呢？如果可以，你想让他成为一个什么样的人？或者说，什么样的人可以给你带来足够的关注和安全感呢？这其实是在让你反向思考，关于他是什么样的人，先别急着下结论，因为如果自己戴上了有色眼镜（就是自己潜意识中的某种认知观念），你看到的整个世界都是变色的。这就像如果你已经认为“世界上没有好人”，当自己在这种认知观念中产生的观察和分析，你就会不由自主的去发现身边每个人的缺点，然后再加以确认和论证，最后得出结论：“这个世界果然没有好人。”这就陷入了自我求证的思维循环中。因此，尝试着让自己觉察，自己对待关系的评价是不是受到了“黑洞”的影响，让自己的评判标准始终集中在“能否给自己足够的关注”这个标准上。",
    "annotation": [
      {
        "sentence": "【得不到“关注”的背后可能是你“绝对化”的认知观念】你与男朋友的相处中，你感觉他一开始对你很好，给了你足够的关注和爱，但后来才发现他所做的一切是假的。",
        "label": ""
      },
      {
        "sentence": "那么，请你思考下面的问题：对于关系中“真与假”的判断，你是根据什么得出的这个结果呢？",
        "label": ""
      },
      {
        "sentence": "那些你沉浸在的美好世界中，有多少是他真情表达的成分呢？",
        "label": ""
      },
      {
        "sentence": "如果可以，你想让他成为一个什么样的人？",
        "label": ""
      },
      {
        "sentence": "或者说，什么样的人可以给你带来足够的关注和安全感呢？",
        "label": ""
      },
      {
        "sentence": "这其实是在让你反向思考，关于他是什么样的人，先别急着下结论，因为如果自己戴上了有色眼镜（就是自己潜意识中的某种认知观念），你看到的整个世界都是变色的。",
        "label": ""
      },
      {
        "sentence": "这就像如果你已经认为“世界上没有好人”，当自己在这种认知观念中产生的观察和分析，你就会不由自主的去发现身边每个人的缺点，然后再加以确认和论证，最后得出结论：“这个世界果然没有好人。",
        "label": ""
      },
      {
        "sentence": "”这就陷入了自我求证的思维循环中。",
        "label": ""
      },
      {
        "sentence": "因此，尝试着让自己觉察，自己对待关系的评价是不是受到了“黑洞”的影响，让自己的评判标准始终集中在“能否给自己足够的关注”这个标准上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要改变自己对关系的看法，还有更合理的期待。",
    "annotation": [
      {
        "sentence": "我明白了，我需要改变自己对关系的看法，还有更合理的期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望以上回复对您有所帮助。当你改变了对关系的看法，并且找到了自己真正需要的关注和安全感，你就能够走出这个虚幻的回忆，寻找到真正属于自己的幸福。不要失去希望，相信自己能够战胜困难。如果你需要的话，可以继续和我交流。",
    "annotation": [
      {
        "sentence": "希望以上回复对您有所帮助。",
        "label": ""
      },
      {
        "sentence": "当你改变了对关系的看法，并且找到了自己真正需要的关注和安全感，你就能够走出这个虚幻的回忆，寻找到真正属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "不要失去希望，相信自己能够战胜困难。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，可以继续和我交流。",
        "label": ""
      }
    ]
  }
]