[
  {
    "role": "client",
    "content": "拒绝别人都有愧疚感，真的很影响我情绪，怎么办？真的让我很苦恼、别人对我各种冷漠、嘲笑、言语上的打击、甚至考试我没帮他们作弊就把我踢出群骂我、导致我一度怀疑自己、变得越来越抑郁、我是不喜欢麻烦别人的、中午忘带钱我认可饿着、但是别人对我的请求我不忍心拒绝哪怕是之前伤害我的人、我怕他们议论我、我怕我没朋友、我怕别人会觉得我小气、我真的很苦恼、有些事情我自己都忙不过来、我自己都没法安抚情绪了没人替我考虑一下、就说考试吧我自己都忙不过来我怎么帮你啊、为什么我没帮你我就不是朋友了我就有罪了、这不是别的忙这是考试啊…我从这段时间学到了人要有边界感、但是我的问题是这是我的老环境、我的老好人形象已经坐实了...突然再边界感就不好弄了不是一开始就冷漠就好了…而且这些讨厌的人还要相处一年、真的很影响我了抑郁、爆瘦、失眠、没心思学习每天都觉得很委屈、自己为什么要做老好人、但又无法改变、告诉我吧我该怎么办才好、真的很影响我的情绪了",
    "annotation": [
      {
        "sentence": "拒绝别人都有愧疚感，真的很影响我情绪，怎么办？",
        "label": ""
      },
      {
        "sentence": "真的让我很苦恼、别人对我各种冷漠、嘲笑、言语上的打击、甚至考试我没帮他们作弊就把我踢出群骂我、导致我一度怀疑自己、变得越来越抑郁、我是不喜欢麻烦别人的、中午忘带钱我认可饿着、但是别人对我的请求我不忍心拒绝哪怕是之前伤害我的人、我怕他们议论我、我怕我没朋友、我怕别人会觉得我小气、我真的很苦恼、有些事情我自己都忙不过来、我自己都没法安抚情绪了没人替我考虑一下、就说考试吧我自己都忙不过来我怎么帮你啊、为什么我没帮你我就不是朋友了我就有罪了、这不是别的忙这是考试啊…我从这段时间学到了人要有边界感、但是我的问题是这是我的老环境、我的老好人形象已经坐实了...突然再边界感就不好弄了不是一开始就冷漠就好了…而且这些讨厌的人还要相处一年、真的很影响我了抑郁、爆瘦、失眠、没心思学习每天都觉得很委屈、自己为什么要做老好人、但又无法改变、告诉我吧我该怎么办才好、真的很影响我的情绪了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不敢拒绝别人，大多数情况下都是因为你害怕破坏关系，害怕面对冲突。你会认为——如果我拒绝了别人，那他们就会对我生气，我们的关系就会变差。但其实拒绝别人是你的权利。我可以给你一些例子，说明拒绝别人并不一定会导致关系不好。你会发现拒绝别人和两个人的关系变得更好是完全可能的，这说明拒绝别人并不会让关系变得不好，这之间没有必然的因果关系。害怕与别人发生冲突的人，本质上是害怕面对自己，害怕别人对自己持负面评价。但是，如果你把别人的评价看得太重要，你会发现自己的自尊会建立在取悦别人的基础上。而健康的人际关系，是建立在相互尊重、相互沟通的基础上的。因此，在与别人相处时，我们应该心平气和地表达自己的意见。担心与人发生冲突只会导致更多冲突的发生。人们不会尊重一个没有主见的人，他们会认为这样的人缺乏能力。在健康的人际关系中，冲突是正常存在的，我们应该学会将自己的情绪和意见分离开来，坦诚地表达自己的观点。只有当你拥有拒绝别人的能力时，别人才会真正尊重你。下一次试着说不，不管别人怎么说，温和而又坚定地去拒绝别人，哪怕真的关系破裂，我相信你会从一次又一次的拒绝中找到自己的力量。你会发现拒绝并不可怕，它可以让你变得更强大。",
    "annotation": [
      {
        "sentence": "你不敢拒绝别人，大多数情况下都是因为你害怕破坏关系，害怕面对冲突。",
        "label": ""
      },
      {
        "sentence": "你会认为——如果我拒绝了别人，那他们就会对我生气，我们的关系就会变差。",
        "label": ""
      },
      {
        "sentence": "但其实拒绝别人是你的权利。",
        "label": ""
      },
      {
        "sentence": "我可以给你一些例子，说明拒绝别人并不一定会导致关系不好。",
        "label": ""
      },
      {
        "sentence": "你会发现拒绝别人和两个人的关系变得更好是完全可能的，这说明拒绝别人并不会让关系变得不好，这之间没有必然的因果关系。",
        "label": ""
      },
      {
        "sentence": "害怕与别人发生冲突的人，本质上是害怕面对自己，害怕别人对自己持负面评价。",
        "label": ""
      },
      {
        "sentence": "但是，如果你把别人的评价看得太重要，你会发现自己的自尊会建立在取悦别人的基础上。",
        "label": ""
      },
      {
        "sentence": "而健康的人际关系，是建立在相互尊重、相互沟通的基础上的。",
        "label": ""
      },
      {
        "sentence": "因此，在与别人相处时，我们应该心平气和地表达自己的意见。",
        "label": ""
      },
      {
        "sentence": "担心与人发生冲突只会导致更多冲突的发生。",
        "label": ""
      },
      {
        "sentence": "人们不会尊重一个没有主见的人，他们会认为这样的人缺乏能力。",
        "label": ""
      },
      {
        "sentence": "在健康的人际关系中，冲突是正常存在的，我们应该学会将自己的情绪和意见分离开来，坦诚地表达自己的观点。",
        "label": ""
      },
      {
        "sentence": "只有当你拥有拒绝别人的能力时，别人才会真正尊重你。",
        "label": ""
      },
      {
        "sentence": "下一次试着说不，不管别人怎么说，温和而又坚定地去拒绝别人，哪怕真的关系破裂，我相信你会从一次又一次的拒绝中找到自己的力量。",
        "label": ""
      },
      {
        "sentence": "你会发现拒绝并不可怕，它可以让你变得更强大。",
        "label": ""
      }
    ]
  }
]