[
  {
    "role": "client",
    "content": "母亲患病后，我的情绪接近崩溃，经常与丈夫争吵。我觉得我最困难的时候他的家人没有起到一点帮助作用。有一些客观的原因，他母亲身体不好，电话也几乎没有，孩子也不能帮忙带，也几乎不闻不问。我之前对他们就像自己的父母一样好，甚至更好。情绪处在崩溃的边缘，我丈夫却觉得他父母做了力所能及的了，不应该再要求他们什么。我提过离婚，但是他只认为我在闹脾气。很累，情绪也控制不好，孩子一闹就忍不住发火，知道不对，控制不了。",
    "annotation": [
      {
        "sentence": "母亲患病后，我的情绪接近崩溃，经常与丈夫争吵。",
        "label": ""
      },
      {
        "sentence": "我觉得我最困难的时候他的家人没有起到一点帮助作用。",
        "label": ""
      },
      {
        "sentence": "有一些客观的原因，他母亲身体不好，电话也几乎没有，孩子也不能帮忙带，也几乎不闻不问。",
        "label": ""
      },
      {
        "sentence": "我之前对他们就像自己的父母一样好，甚至更好。",
        "label": ""
      },
      {
        "sentence": "情绪处在崩溃的边缘，我丈夫却觉得他父母做了力所能及的了，不应该再要求他们什么。",
        "label": ""
      },
      {
        "sentence": "我提过离婚，但是他只认为我在闹脾气。",
        "label": ""
      },
      {
        "sentence": "很累，情绪也控制不好，孩子一闹就忍不住发火，知道不对，控制不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常爱自己的母亲，才会导致母亲患病（不知道什么情况，病得重不重）后，自己的情绪接近崩溃的边缘！你对待公公婆婆就像自己的父母一样好，甚至更好，但似乎没有得到相当的回应。在你最困难的时候，他们没有起到一点帮助作用，甚至“电话也几乎没有”，这也太不对等了，似乎不近人情了。而最应该支持到你的丈夫也没有给到你足够的支持和安慰，甚至站到了公公婆婆那边，认为他父母做了力所能及的了，不应该再要求他们什么。你既要照顾孩子，又要照顾公公婆婆和丈夫，那谁来照顾你（生活照顾和情绪照顾）呢？这种情况下，你心里必然会有很多的情绪，当母亲患病时，就崩溃了，无法控制的愤怒情绪向离你最近的丈夫，所以会经常与丈夫发生争吵。",
    "annotation": [
      {
        "sentence": "你非常爱自己的母亲，才会导致母亲患病（不知道什么情况，病得重不重）后，自己的情绪接近崩溃的边缘！",
        "label": ""
      },
      {
        "sentence": "你对待公公婆婆就像自己的父母一样好，甚至更好，但似乎没有得到相当的回应。",
        "label": ""
      },
      {
        "sentence": "在你最困难的时候，他们没有起到一点帮助作用，甚至“电话也几乎没有”，这也太不对等了，似乎不近人情了。",
        "label": ""
      },
      {
        "sentence": "而最应该支持到你的丈夫也没有给到你足够的支持和安慰，甚至站到了公公婆婆那边，认为他父母做了力所能及的了，不应该再要求他们什么。",
        "label": ""
      },
      {
        "sentence": "你既要照顾孩子，又要照顾公公婆婆和丈夫，那谁来照顾你（生活照顾和情绪照顾）呢？",
        "label": ""
      },
      {
        "sentence": "这种情况下，你心里必然会有很多的情绪，当母亲患病时，就崩溃了，无法控制的愤怒情绪向离你最近的丈夫，所以会经常与丈夫发生争吵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很爱我的母亲，看着她病的那么辛苦，我心里好难受。我之前对丈夫的家人，尤其是他的父母，真的很好，希望他们能给我一些支持和帮助。可是现在，他们似乎都不在乎我的处境，这让我感到很失望和无助。我甚至已经考虑过离婚，可丈夫却不理解我的感受，觉得我在发脾气。我真的很累，也很难控制自己的情绪。",
    "annotation": [
      {
        "sentence": "是的，我真的很爱我的母亲，看着她病的那么辛苦，我心里好难受。",
        "label": ""
      },
      {
        "sentence": "我之前对丈夫的家人，尤其是他的父母，真的很好，希望他们能给我一些支持和帮助。",
        "label": ""
      },
      {
        "sentence": "可是现在，他们似乎都不在乎我的处境，这让我感到很失望和无助。",
        "label": ""
      },
      {
        "sentence": "我甚至已经考虑过离婚，可丈夫却不理解我的感受，觉得我在发脾气。",
        "label": ""
      },
      {
        "sentence": "我真的很累，也很难控制自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的母亲的病情一定给你带来了很大的心理负担，情绪失控也是正常的反应。你一直对丈夫的家人很好，但他们的回应让你感到失望和无助。而且，你提到了离婚这个问题，我想你可能是因为生活的压力和那种被无视的感觉，才会有这样的想法。你的丈夫可能没有意识到你的真实感受，觉得你只是发脾气。你不仅有家庭的负担，还有情绪的困扰，这使得你感到非常累。",
    "annotation": [
      {
        "sentence": "你的母亲的病情一定给你带来了很大的心理负担，情绪失控也是正常的反应。",
        "label": ""
      },
      {
        "sentence": "你一直对丈夫的家人很好，但他们的回应让你感到失望和无助。",
        "label": ""
      },
      {
        "sentence": "而且，你提到了离婚这个问题，我想你可能是因为生活的压力和那种被无视的感觉，才会有这样的想法。",
        "label": ""
      },
      {
        "sentence": "你的丈夫可能没有意识到你的真实感受，觉得你只是发脾气。",
        "label": ""
      },
      {
        "sentence": "你不仅有家庭的负担，还有情绪的困扰，这使得你感到非常累。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己真的很累，没有人能理解我。我一直在照顾家人和孩子，却得不到他们的支持和理解，这让我感到很沮丧。我希望能有人能听我倾诉，分担一些压力。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己真的很累，没有人能理解我。",
        "label": ""
      },
      {
        "sentence": "我一直在照顾家人和孩子，却得不到他们的支持和理解，这让我感到很沮丧。",
        "label": ""
      },
      {
        "sentence": "我希望能有人能听我倾诉，分担一些压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受，你需要有人听你倾诉，为你分担一些压力。目前，你可能感觉他们都不理解你，但是我相信你的丈夫和他的家人也是关心你的，只是他们可能没有意识到你的真正需求。也许，你可以试着和丈夫好好沟通，告诉他你内心的真实感受，希望得到他的支持和理解。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受，你需要有人听你倾诉，为你分担一些压力。",
        "label": ""
      },
      {
        "sentence": "目前，你可能感觉他们都不理解你，但是我相信你的丈夫和他的家人也是关心你的，只是他们可能没有意识到你的真正需求。",
        "label": ""
      },
      {
        "sentence": "也许，你可以试着和丈夫好好沟通，告诉他你内心的真实感受，希望得到他的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，也许我应该更主动地和丈夫沟通。我没有将我的真实感受和需求告诉他，只是一直自己憋在心里。我希望我们能够坐下来好好谈一谈，彼此倾听和理解对方，一起寻找解决的办法。",
    "annotation": [
      {
        "sentence": "你说的对，也许我应该更主动地和丈夫沟通。",
        "label": ""
      },
      {
        "sentence": "我没有将我的真实感受和需求告诉他，只是一直自己憋在心里。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够坐下来好好谈一谈，彼此倾听和理解对方，一起寻找解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！沟通是解决问题的关键。我希望你们能够坐下来好好谈一谈，互相倾听和理解对方的想法和感受。只有通过有效的沟通，你们才能够找到解决问题的方法。记住，你不是一个人在战斗，我们会一直陪伴着你，支持着你。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "我希望你们能够坐下来好好谈一谈，互相倾听和理解对方的想法和感受。",
        "label": ""
      },
      {
        "sentence": "只有通过有效的沟通，你们才能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们会一直陪伴着你，支持着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会努力和丈夫沟通，希望我们能够解决目前的困境。有你的陪伴，我感到更加坚定和安心。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力和丈夫沟通，希望我们能够解决目前的困境。",
        "label": ""
      },
      {
        "sentence": "有你的陪伴，我感到更加坚定和安心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在你身边支持你的。请不要忘记，你的感受和需求同样重要，不要把自己放在最后。希望你和丈夫能够找到解决问题的方法，过上幸福和谐的生活。保持积极的心态，事情会变得更好的。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "请不要忘记，你的感受和需求同样重要，不要把自己放在最后。",
        "label": ""
      },
      {
        "sentence": "希望你和丈夫能够找到解决问题的方法，过上幸福和谐的生活。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，事情会变得更好的。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]