[
  {
    "role": "client",
    "content": "一旦涉及到花钱，就会焦躁不安，很痛苦，怎么办？",
    "annotation": [
      {
        "sentence": "一旦涉及到花钱，就会焦躁不安，很痛苦，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对花钱有很强的紧张感啊。这种焦虑情绪是很辛苦的。可以跟我说说你最担心的是什么吗？",
    "annotation": [
      {
        "sentence": "听起来你对花钱有很强的紧张感啊。",
        "label": ""
      },
      {
        "sentence": "这种焦虑情绪是很辛苦的。",
        "label": ""
      },
      {
        "sentence": "可以跟我说说你最担心的是什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "近来发现，一旦涉及到花钱就会焦躁不安，出去跟朋友玩，因为是aa制，朋友点菜，我就会期待她点便宜点，或者少点一些，或者应该点一些比较特别的，能在家里吃的不要点，因为我对于吃的一点也不讲究，只要果腹我觉得就可以，所以价格对于来说是最重要的事，因为这样子，我会减少朋友的要约。如果是我自己出去玩，我是能少花钱就少花钱。租房子的时候4楼比6楼多50元，但是比较凉快，我还是选择6楼。如果一件衣服很贵，即使很喜欢我也会放弃。花钱让我痛苦。是不是跟家里条件不好有关，我很小就能体会父母赚钱不容易，从来是不会向父母要钱，而且是能少花一分就少花一分。",
    "annotation": [
      {
        "sentence": "近来发现，一旦涉及到花钱就会焦躁不安，出去跟朋友玩，因为是aa制，朋友点菜，我就会期待她点便宜点，或者少点一些，或者应该点一些比较特别的，能在家里吃的不要点，因为我对于吃的一点也不讲究，只要果腹我觉得就可以，所以价格对于来说是最重要的事，因为这样子，我会减少朋友的要约。",
        "label": ""
      },
      {
        "sentence": "如果是我自己出去玩，我是能少花钱就少花钱。",
        "label": ""
      },
      {
        "sentence": "租房子的时候4楼比6楼多50元，但是比较凉快，我还是选择6楼。",
        "label": ""
      },
      {
        "sentence": "如果一件衣服很贵，即使很喜欢我也会放弃。",
        "label": ""
      },
      {
        "sentence": "花钱让我痛苦。",
        "label": ""
      },
      {
        "sentence": "是不是跟家里条件不好有关，我很小就能体会父母赚钱不容易，从来是不会向父母要钱，而且是能少花一分就少花一分。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在花钱上的痛苦和家庭条件可能有一定关系。小时候你可能观察到父母挣钱不容易，所以形成了现在节俭的习惯。但是现在的情况已经不同了，你有自己的收入，也不需要再给父母添负担。你现在可以自己决定怎么花钱，不必太过自责。",
    "annotation": [
      {
        "sentence": "你在花钱上的痛苦和家庭条件可能有一定关系。",
        "label": ""
      },
      {
        "sentence": "小时候你可能观察到父母挣钱不容易，所以形成了现在节俭的习惯。",
        "label": ""
      },
      {
        "sentence": "但是现在的情况已经不同了，你有自己的收入，也不需要再给父母添负担。",
        "label": ""
      },
      {
        "sentence": "你现在可以自己决定怎么花钱，不必太过自责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道现在自己有能力支配自己的钱，但就是心理上会很反感和焦虑，不知道怎么改变。",
    "annotation": [
      {
        "sentence": "我知道现在自己有能力支配自己的钱，但就是心理上会很反感和焦虑，不知道怎么改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "形成这样的观念有很多原因，其他人都分析得很好，有一些行为上的改善技巧，和你分享一下，希望能够帮到你。①现在你们家里条件，怎么样？可能小时候家里条件不好，那现在呢，是否好很多呢？如果还是很糟糕，父母吃糠咽菜，自己花钱享受，的确是很难受的，那么就先把钱给父母改善生活吧。如果现在家里条件已经可以了，不至于那么糟糕，那就不必要那么自责，你现在花的是自己挣的钱，也不是你父母的钱了。",
    "annotation": [
      {
        "sentence": "形成这样的观念有很多原因，其他人都分析得很好，有一些行为上的改善技巧，和你分享一下，希望能够帮到你。",
        "label": ""
      },
      {
        "sentence": "①现在你们家里条件，怎么样？",
        "label": ""
      },
      {
        "sentence": "可能小时候家里条件不好，那现在呢，是否好很多呢？",
        "label": ""
      },
      {
        "sentence": "如果还是很糟糕，父母吃糠咽菜，自己花钱享受，的确是很难受的，那么就先把钱给父母改善生活吧。",
        "label": ""
      },
      {
        "sentence": "如果现在家里条件已经可以了，不至于那么糟糕，那就不必要那么自责，你现在花的是自己挣的钱，也不是你父母的钱了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我家里条件现在是好很多了，我知道是我自己的心理问题，但是还是很难调节自己的情绪。",
    "annotation": [
      {
        "sentence": "我家里条件现在是好很多了，我知道是我自己的心理问题，但是还是很难调节自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "强迫自己花钱有些事情我们心理上很难做到，可以试一试在行为上，强迫自己去做几次。最开始强迫自己会很难受很难受，但是只要你在行为上改变了，你的心理自然就会发生改变。可以从最开始一些比较小的支出开始，比如说：“狠心”买下一件自己喜欢的、比较贵的衣服。买了之后，你会心疼、会自责、可能会后悔。然后，你也会很开心，当你穿着这件衣服的时候，你会感受到满足、自信、愉悦等等美好的情绪。等你感受多了这种美好的情绪之后，消费习惯就会慢慢发生改变。",
    "annotation": [
      {
        "sentence": "强迫自己花钱有些事情我们心理上很难做到，可以试一试在行为上，强迫自己去做几次。",
        "label": ""
      },
      {
        "sentence": "最开始强迫自己会很难受很难受，但是只要你在行为上改变了，你的心理自然就会发生改变。",
        "label": ""
      },
      {
        "sentence": "可以从最开始一些比较小的支出开始，比如说：“狠心”买下一件自己喜欢的、比较贵的衣服。",
        "label": ""
      },
      {
        "sentence": "买了之后，你会心疼、会自责、可能会后悔。",
        "label": ""
      },
      {
        "sentence": "然后，你也会很开心，当你穿着这件衣服的时候，你会感受到满足、自信、愉悦等等美好的情绪。",
        "label": ""
      },
      {
        "sentence": "等你感受多了这种美好的情绪之后，消费习惯就会慢慢发生改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，试试改变行为给自己带来积极情绪，消费习惯可能会改变。",
    "annotation": [
      {
        "sentence": "我明白了，试试改变行为给自己带来积极情绪，消费习惯可能会改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，行为上的改变会逐渐影响你的心理，希望你可以积极尝试。另外，眼光长远一点，看到长期利益。这点很多人都讲过，比如买一双廉价鞋穿半年，每天还担心会不会突然坏掉；不如买一双稍微好一点的，穿两三年，走路都拉风自信。比如朋友社交，朋友会带给你很多东西的，比如说买房了要借钱，你去贷款每年利息都很高的，你找朋友借，朋友可能一分钱利息都不收你的，你就省了很多钱了。当然，朋友有来有往，你也是需要付出的，可以多关心他们，给他们送一点小礼物。怎么讲呢，就像是10元钱，在和你朋友之间一直流通，你给我我又给你，最终你们谁都不亏，但是你们同时还收获了友谊。",
    "annotation": [
      {
        "sentence": "是的，行为上的改变会逐渐影响你的心理，希望你可以积极尝试。",
        "label": ""
      },
      {
        "sentence": "另外，眼光长远一点，看到长期利益。",
        "label": ""
      },
      {
        "sentence": "这点很多人都讲过，比如买一双廉价鞋穿半年，每天还担心会不会突然坏掉；不如买一双稍微好一点的，穿两三年，走路都拉风自信。",
        "label": ""
      },
      {
        "sentence": "比如朋友社交，朋友会带给你很多东西的，比如说买房了要借钱，你去贷款每年利息都很高的，你找朋友借，朋友可能一分钱利息都不收你的，你就省了很多钱了。",
        "label": ""
      },
      {
        "sentence": "当然，朋友有来有往，你也是需要付出的，可以多关心他们，给他们送一点小礼物。",
        "label": ""
      },
      {
        "sentence": "怎么讲呢，就像是10元钱，在和你朋友之间一直流通，你给我我又给你，最终你们谁都不亏，但是你们同时还收获了友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样考虑确实是比较长远的，如果能深入思考会对我的消费习惯有帮助。",
    "annotation": [
      {
        "sentence": "这样考虑确实是比较长远的，如果能深入思考会对我的消费习惯有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，思考和转变观念需要时间，但只要你能意识到问题并进行积极尝试，就能慢慢改变。最后，你有没有在某些特定情况下花钱不心疼呢？比如说学习成长、比如说给父母钱、给父母买东西等等。你憋屈的，迟早是要“还”的，“还”了之后更后悔更难受，倒不如不要憋屈了，开开心心点。",
    "annotation": [
      {
        "sentence": "对的，思考和转变观念需要时间，但只要你能意识到问题并进行积极尝试，就能慢慢改变。",
        "label": ""
      },
      {
        "sentence": "最后，你有没有在某些特定情况下花钱不心疼呢？",
        "label": ""
      },
      {
        "sentence": "比如说学习成长、比如说给父母钱、给父母买东西等等。",
        "label": ""
      },
      {
        "sentence": "你憋屈的，迟早是要“还”的，“还”了之后更后悔更难受，倒不如不要憋屈了，开开心心点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，在某些方面我确实愿意花钱，比如给父母买东西、学习上的投资。我会试着改变自己的心态，不再憋屈。",
    "annotation": [
      {
        "sentence": "确实，在某些方面我确实愿意花钱，比如给父母买东西、学习上的投资。",
        "label": ""
      },
      {
        "sentence": "我会试着改变自己的心态，不再憋屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，希望你能坚持下去，改变是一个渐进的过程。如果以后还有其他问题，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "好的，希望你能坚持下去，改变是一个渐进的过程。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  }
]