[
  {
    "role": "client",
    "content": "结婚第3年，只有亲密行为，没有性生活，正常吗？和老公恋爱四年，结婚第三年，恋爱时我们的性生活很和谐，我一直以为性这件事不会成为我们之间的问题。结婚后，有一次性生活，我觉得很享受很放开自己，他却批评我，说我贱说我放荡，他很讨厌我放开自己的样子（恋爱时我放开自己他都没有任何意见）。从那之后，我在和他过性生活时就很小心翼翼，再也不太敢放开了，然后在他眼里我就变成了一个无趣的女人。我们的性生活开始变成千篇一律，他也只有边看片才能有感觉跟我做。每次想跟他沟通这件事，他都非常反感不愿意说还说什么东西都说明白了还有什么意思。",
    "annotation": [
      {
        "sentence": "结婚第3年，只有亲密行为，没有性生活，正常吗？",
        "label": ""
      },
      {
        "sentence": "和老公恋爱四年，结婚第三年，恋爱时我们的性生活很和谐，我一直以为性这件事不会成为我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "结婚后，有一次性生活，我觉得很享受很放开自己，他却批评我，说我贱说我放荡，他很讨厌我放开自己的样子（恋爱时我放开自己他都没有任何意见）。",
        "label": ""
      },
      {
        "sentence": "从那之后，我在和他过性生活时就很小心翼翼，再也不太敢放开了，然后在他眼里我就变成了一个无趣的女人。",
        "label": ""
      },
      {
        "sentence": "我们的性生活开始变成千篇一律，他也只有边看片才能有感觉跟我做。",
        "label": ""
      },
      {
        "sentence": "每次想跟他沟通这件事，他都非常反感不愿意说还说什么东西都说明白了还有什么意思。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的生活明显被影响了，需求也得不到满足。这种情况下你应该问自己的问题就是，你愿意继续这种生活吗？甚至是一辈子都这样生活？如果不是的话，你想要怎么样的感情生活？如果你是一个对性没有什么需求的人，觉得老公其他方面都挺好的，你们俩也过得很开心，那么就没有问题。毕竟还有一些柏拉图式的情侣，他们觉得精神交流就够了，怎么去过日子是你俩决定的，没有所谓的标准。但如果你觉得性对你来说是很重要的，也是感情生活中重要的组成部分，没有良好的性生活会让你觉得难受抑郁，甚至生活都了无滋味，那么这个问题就需要引起重视了，你需要采取一些措施去满足自己的欲望，这也是正当且正常的。",
    "annotation": [
      {
        "sentence": "你的生活明显被影响了，需求也得不到满足。",
        "label": ""
      },
      {
        "sentence": "这种情况下你应该问自己的问题就是，你愿意继续这种生活吗？",
        "label": ""
      },
      {
        "sentence": "甚至是一辈子都这样生活？",
        "label": ""
      },
      {
        "sentence": "如果不是的话，你想要怎么样的感情生活？",
        "label": ""
      },
      {
        "sentence": "如果你是一个对性没有什么需求的人，觉得老公其他方面都挺好的，你们俩也过得很开心，那么就没有问题。",
        "label": ""
      },
      {
        "sentence": "毕竟还有一些柏拉图式的情侣，他们觉得精神交流就够了，怎么去过日子是你俩决定的，没有所谓的标准。",
        "label": ""
      },
      {
        "sentence": "但如果你觉得性对你来说是很重要的，也是感情生活中重要的组成部分，没有良好的性生活会让你觉得难受抑郁，甚至生活都了无滋味，那么这个问题就需要引起重视了，你需要采取一些措施去满足自己的欲望，这也是正当且正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很对，这种情况下我真的不知道该怎么办了。我内心感受到很大的挫折和失望，觉得自己被他嫌弃了。我觉得自己值得被尊重和满足，但他每次都反感我的需求，让我觉得很委屈。我真的不知道该怎么和他沟通这个问题，我害怕他再次批评和伤害我。",
    "annotation": [
      {
        "sentence": "我觉得你说得很对，这种情况下我真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我内心感受到很大的挫折和失望，觉得自己被他嫌弃了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己值得被尊重和满足，但他每次都反感我的需求，让我觉得很委屈。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么和他沟通这个问题，我害怕他再次批评和伤害我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是可以理解的，你的需求很正常。你需要和丈夫去沟通一下这个问题。告诉他你自己的需求和感受，表明这样的生活让你难受和伤心了。甚至可以告诉他这个问题对你来说很严重，你觉得需要去解决，不然你不知道以后会发生什么，这样他才知道问题的严重性，以及你可能会因为这个原因离开。有必要可以去尝试婚姻咨询，有些伴侣面对对方难以启齿，在有第三方的情况下反倒能更好地表达自己。",
    "annotation": [
      {
        "sentence": "你的感受是可以理解的，你的需求很正常。",
        "label": ""
      },
      {
        "sentence": "你需要和丈夫去沟通一下这个问题。",
        "label": ""
      },
      {
        "sentence": "告诉他你自己的需求和感受，表明这样的生活让你难受和伤心了。",
        "label": ""
      },
      {
        "sentence": "甚至可以告诉他这个问题对你来说很严重，你觉得需要去解决，不然你不知道以后会发生什么，这样他才知道问题的严重性，以及你可能会因为这个原因离开。",
        "label": ""
      },
      {
        "sentence": "有必要可以去尝试婚姻咨询，有些伴侣面对对方难以启齿，在有第三方的情况下反倒能更好地表达自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，尝试婚姻咨询可能是个好主意。我觉得我确实需要一个中立的人来帮助我们解决这个问题，也让我丈夫更加重视我的需求。我会试着和他沟通，并提到婚姻咨询的想法。我不想让我们的关系因为这个问题而出现更大的裂痕，我觉得这个问题需要及时解决。",
    "annotation": [
      {
        "sentence": "我明白了，尝试婚姻咨询可能是个好主意。",
        "label": ""
      },
      {
        "sentence": "我觉得我确实需要一个中立的人来帮助我们解决这个问题，也让我丈夫更加重视我的需求。",
        "label": ""
      },
      {
        "sentence": "我会试着和他沟通，并提到婚姻咨询的想法。",
        "label": ""
      },
      {
        "sentence": "我不想让我们的关系因为这个问题而出现更大的裂痕，我觉得这个问题需要及时解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有一个积极的态度。婚姻咨询可以帮助你们发现潜在的问题，并尝试解决。记得将你的需求和感受坦诚地传达给丈夫，让他了解问题的重要性。同样，也要尊重他的感受和意见，努力寻找一个双方都满意的解决方案。在这个过程中，不要忽视自己的需求，因为它们同样重要。祝你们好运，希望你们能够找到解决问题的方式并恢复感情的和谐。",
    "annotation": [
      {
        "sentence": "很好，你有一个积极的态度。",
        "label": ""
      },
      {
        "sentence": "婚姻咨询可以帮助你们发现潜在的问题，并尝试解决。",
        "label": ""
      },
      {
        "sentence": "记得将你的需求和感受坦诚地传达给丈夫，让他了解问题的重要性。",
        "label": ""
      },
      {
        "sentence": "同样，也要尊重他的感受和意见，努力寻找一个双方都满意的解决方案。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忽视自己的需求，因为它们同样重要。",
        "label": ""
      },
      {
        "sentence": "祝你们好运，希望你们能够找到解决问题的方式并恢复感情的和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和鼓励。我会尽快采取行动，和丈夫进行坦诚的沟通，同时考虑婚姻咨询的可能性。我希望我们能够找到一个解决方案，重新建立起我们的感情，恢复正常的性生活。再次感谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽快采取行动，和丈夫进行坦诚的沟通，同时考虑婚姻咨询的可能性。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够找到一个解决方案，重新建立起我们的感情，恢复正常的性生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。你已经迈出了第一步，相信你们会找到解决问题的方式的。记住，你们的感情是共同努力的结果，只要双方愿意去尝试和改变，问题是可以解决的。祝福你们，希望你们能够重新获得幸福和满足！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信你们会找到解决问题的方式的。",
        "label": ""
      },
      {
        "sentence": "记住，你们的感情是共同努力的结果，只要双方愿意去尝试和改变，问题是可以解决的。",
        "label": ""
      },
      {
        "sentence": "祝福你们，希望你们能够重新获得幸福和满足！",
        "label": ""
      }
    ]
  }
]