[
  {
    "role": "client",
    "content": "结婚第3年，只有亲密行为，没有性生活，正常吗？和老公恋爱四年，结婚第三年，恋爱时我们的性生活很和谐，我一直以为性这件事不会成为我们之间的问题。结婚后，有一次性生活，我觉得很享受很放开自己，他却批评我，说我贱说我放荡，他很讨厌我放开自己的样子（恋爱时我放开自己他都没有任何意见）。从那之后，我在和他过性生活时就很小心翼翼，再也不太敢放开了，然后在他眼里我就变成了一个无趣的女人。我们的性生活开始变成千篇一律，他也只有边看片才能有感觉跟我做。每次想跟他沟通这件事，他都非常反感不愿意说还说什么东西都说明白了还有什么意思。接着到今年，我们好不容易有的孩子因意外失去了（月份很大，有感情），他心疼我也一直陪着我给我心理安慰。从怀孕到孩子出事我们都没有任何性生活，我的小月子坐完了身体也恢复了些，我以为我们可以回到正常性生活状态了，他却说没感觉不做，但他还会看片自慰的。平时见到我也会亲亲我抱抱我抚摸我，但就是不做爱，也不愿做前戏。这样正常吗？为什么？",
    "annotation": [
      {
        "sentence": "结婚第3年，只有亲密行为，没有性生活，正常吗？",
        "label": ""
      },
      {
        "sentence": "和老公恋爱四年，结婚第三年，恋爱时我们的性生活很和谐，我一直以为性这件事不会成为我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "结婚后，有一次性生活，我觉得很享受很放开自己，他却批评我，说我贱说我放荡，他很讨厌我放开自己的样子（恋爱时我放开自己他都没有任何意见）。",
        "label": ""
      },
      {
        "sentence": "从那之后，我在和他过性生活时就很小心翼翼，再也不太敢放开了，然后在他眼里我就变成了一个无趣的女人。",
        "label": ""
      },
      {
        "sentence": "我们的性生活开始变成千篇一律，他也只有边看片才能有感觉跟我做。",
        "label": ""
      },
      {
        "sentence": "每次想跟他沟通这件事，他都非常反感不愿意说还说什么东西都说明白了还有什么意思。",
        "label": ""
      },
      {
        "sentence": "接着到今年，我们好不容易有的孩子因意外失去了（月份很大，有感情），他心疼我也一直陪着我给我心理安慰。",
        "label": ""
      },
      {
        "sentence": "从怀孕到孩子出事我们都没有任何性生活，我的小月子坐完了身体也恢复了些，我以为我们可以回到正常性生活状态了，他却说没感觉不做，但他还会看片自慰的。",
        "label": ""
      },
      {
        "sentence": "平时见到我也会亲亲我抱抱我抚摸我，但就是不做爱，也不愿做前戏。",
        "label": ""
      },
      {
        "sentence": "这样正常吗？",
        "label": ""
      },
      {
        "sentence": "为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我看来，这个并不正常，他能够看片自慰，却对你没有了性冲动。性和情感在婚姻中或许看似是独立的，但实际上有着非常紧密的内在联系。性生活和谐促进亲密度的提高，亲密度提高从而增加承诺的牢固性。所以可以说“性”在“婚姻是否幸福”这件事中起到了重要的作用。",
    "annotation": [
      {
        "sentence": "在我看来，这个并不正常，他能够看片自慰，却对你没有了性冲动。",
        "label": ""
      },
      {
        "sentence": "性和情感在婚姻中或许看似是独立的，但实际上有着非常紧密的内在联系。",
        "label": ""
      },
      {
        "sentence": "性生活和谐促进亲密度的提高，亲密度提高从而增加承诺的牢固性。",
        "label": ""
      },
      {
        "sentence": "所以可以说“性”在“婚姻是否幸福”这件事中起到了重要的作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解性和情感之间的联系，但是为什么我们结婚后的性生活变得如此不和谐呢？为什么他对我放开自己的样子感到讨厌？",
    "annotation": [
      {
        "sentence": "我能理解性和情感之间的联系，但是为什么我们结婚后的性生活变得如此不和谐呢？",
        "label": ""
      },
      {
        "sentence": "为什么他对我放开自己的样子感到讨厌？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许是你们的丈夫对性的态度和观念发生了转变。刚开始恋爱的时候，他可能觉得没有那么保守没关系，但是结婚后，他可能认为性生活需要更加保守，不应该过于开放。然而，由于男人潜意识里享受女人的开放，所以当你不开放时，丈夫可能会觉得无趣。",
    "annotation": [
      {
        "sentence": "或许是你们的丈夫对性的态度和观念发生了转变。",
        "label": ""
      },
      {
        "sentence": "刚开始恋爱的时候，他可能觉得没有那么保守没关系，但是结婚后，他可能认为性生活需要更加保守，不应该过于开放。",
        "label": ""
      },
      {
        "sentence": "然而，由于男人潜意识里享受女人的开放，所以当你不开放时，丈夫可能会觉得无趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样的情况怎么解决呢？我很困惑，不知道该如何应对。",
    "annotation": [
      {
        "sentence": "这样的情况怎么解决呢？",
        "label": ""
      },
      {
        "sentence": "我很困惑，不知道该如何应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试自己采用一些方法来引发丈夫的兴趣，从而改善你们的性生活。你可以尝试制造一些浪漫氛围，例如精心准备一次烛光晚餐，或者多出去一起散步等，让丈夫感受到你对他的用心。这样能够增加二人世界的新鲜感，也可以让两人的感情得到进一步的增进。",
    "annotation": [
      {
        "sentence": "你可以尝试自己采用一些方法来引发丈夫的兴趣，从而改善你们的性生活。",
        "label": ""
      },
      {
        "sentence": "你可以尝试制造一些浪漫氛围，例如精心准备一次烛光晚餐，或者多出去一起散步等，让丈夫感受到你对他的用心。",
        "label": ""
      },
      {
        "sentence": "这样能够增加二人世界的新鲜感，也可以让两人的感情得到进一步的增进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "除了改善性生活，你觉得还有其他解决方法吗？我希望能找回我们恋爱时的感觉。",
    "annotation": [
      {
        "sentence": "除了改善性生活，你觉得还有其他解决方法吗？",
        "label": ""
      },
      {
        "sentence": "我希望能找回我们恋爱时的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了改善性生活外，你还可以试着和丈夫进行一次开诚布公的沟通。你可以坦诚地表达你目前的状态和想法，并询问丈夫的想法。通过沟通，可以让丈夫打开心扉，学会互相配合与体谅。只有坦诚沟通，才能解决这样的问题。",
    "annotation": [
      {
        "sentence": "除了改善性生活外，你还可以试着和丈夫进行一次开诚布公的沟通。",
        "label": ""
      },
      {
        "sentence": "你可以坦诚地表达你目前的状态和想法，并询问丈夫的想法。",
        "label": ""
      },
      {
        "sentence": "通过沟通，可以让丈夫打开心扉，学会互相配合与体谅。",
        "label": ""
      },
      {
        "sentence": "只有坦诚沟通，才能解决这样的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试和丈夫进行沟通，但我担心他会反感或难以启齿。",
    "annotation": [
      {
        "sentence": "我会尝试和丈夫进行沟通，但我担心他会反感或难以启齿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，有些话题确实比较敏感。但是为了解决问题，我们需要勇敢面对并解决这些困扰我们的事情。你可以选择合适的时机和方式，逐渐引导丈夫开启对话。相信只要你们能够真诚地交流，最终会找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "理解你的担心，有些话题确实比较敏感。",
        "label": ""
      },
      {
        "sentence": "但是为了解决问题，我们需要勇敢面对并解决这些困扰我们的事情。",
        "label": ""
      },
      {
        "sentence": "你可以选择合适的时机和方式，逐渐引导丈夫开启对话。",
        "label": ""
      },
      {
        "sentence": "相信只要你们能够真诚地交流，最终会找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力尝试和丈夫沟通，并希望我们能够找回恋爱时的感觉。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力尝试和丈夫沟通，并希望我们能够找回恋爱时的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我相信你们一定能够克服这个困难，找回曾经的美好。祝你们好运！如果有任何其他问题，随时都可以向我寻求帮助。",
    "annotation": [
      {
        "sentence": "不用谢，我相信你们一定能够克服这个困难，找回曾经的美好。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      },
      {
        "sentence": "如果有任何其他问题，随时都可以向我寻求帮助。",
        "label": ""
      }
    ]
  }
]