[
  {
    "role": "client",
    "content": "结婚第3年，只有亲密行为，没有性生活，正常吗？",
    "annotation": [
      {
        "sentence": "结婚第3年，只有亲密行为，没有性生活，正常吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以想象这个问题是多么让你纠结、压抑与疑惑，你提到了一个关键转折，也是你长久以来的疑问——为什么一个曾经对性包容的老公会突然开始对你批评呢？是出轨吗？是他的恋母情结在婚后被触发了？也许分析你丈夫的行为可以让你好过一点，但没有太多意义。只有从自身出发，你才可以尝试解决这个难题。",
    "annotation": [
      {
        "sentence": "可以想象这个问题是多么让你纠结、压抑与疑惑，你提到了一个关键转折，也是你长久以来的疑问——为什么一个曾经对性包容的老公会突然开始对你批评呢？",
        "label": ""
      },
      {
        "sentence": "是出轨吗？",
        "label": ""
      },
      {
        "sentence": "是他的恋母情结在婚后被触发了？",
        "label": ""
      },
      {
        "sentence": "也许分析你丈夫的行为可以让你好过一点，但没有太多意义。",
        "label": ""
      },
      {
        "sentence": "只有从自身出发，你才可以尝试解决这个难题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感到困扰和疑惑。我一直以为我们在性方面没有问题，所以我很难理解他为什么突然改变态度。但我也意识到，我可能需要从自身找答案。",
    "annotation": [
      {
        "sentence": "你说得对，我确实感到困扰和疑惑。",
        "label": ""
      },
      {
        "sentence": "我一直以为我们在性方面没有问题，所以我很难理解他为什么突然改变态度。",
        "label": ""
      },
      {
        "sentence": "但我也意识到，我可能需要从自身找答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先回答你的问题，这不正常。对性生活，你和你的丈夫明显都不满意的。如果正常有一个标准，那么这个标准只能是当事人的感受。不敢确认自己的感觉，这也许是你第一个要面对的部分。因为你整个的提问都透出一种压抑的，不敢确认自己不爽与怀疑的味道……",
    "annotation": [
      {
        "sentence": "首先回答你的问题，这不正常。",
        "label": ""
      },
      {
        "sentence": "对性生活，你和你的丈夫明显都不满意的。",
        "label": ""
      },
      {
        "sentence": "如果正常有一个标准，那么这个标准只能是当事人的感受。",
        "label": ""
      },
      {
        "sentence": "不敢确认自己的感觉，这也许是你第一个要面对的部分。",
        "label": ""
      },
      {
        "sentence": "因为你整个的提问都透出一种压抑的，不敢确认自己不爽与怀疑的味道……",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直都没敢真正面对这个问题。我感到很压抑，不敢确定自己的感受，也不敢表达出来。",
    "annotation": [
      {
        "sentence": "是的，我一直都没敢真正面对这个问题。",
        "label": ""
      },
      {
        "sentence": "我感到很压抑，不敢确定自己的感受，也不敢表达出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "羞耻感的投射心理学所说的投射作用，是指个体依据其需要、情绪的主观指向，将自己的特征转移到他人身上的现象。你的“小心翼翼”看似是因指责开始，但若非羞愧藏在内心之中，那种行为是不会被外境引发的。请设想一个对性，和性感引以为傲的女人，当她面对男伴突然地指责，会作何反应？会照单全收吗？一个完全不认同在合法性行为中表现得敞开是贱与放荡的女人，她可能会觉得男人莫名其妙，甚至会有点生气！与之相反，你被戳中了，开始变得小心翼翼。试问，小心翼翼的性会让双方舒适吗？他不愿意有性，你是否又真心渴望性呢？或者换一个问法，如果他现在愿意要，你敢放开的给吗？",
    "annotation": [
      {
        "sentence": "羞耻感的投射心理学所说的投射作用，是指个体依据其需要、情绪的主观指向，将自己的特征转移到他人身上的现象。",
        "label": ""
      },
      {
        "sentence": "你的“小心翼翼”看似是因指责开始，但若非羞愧藏在内心之中，那种行为是不会被外境引发的。",
        "label": ""
      },
      {
        "sentence": "请设想一个对性，和性感引以为傲的女人，当她面对男伴突然地指责，会作何反应？",
        "label": ""
      },
      {
        "sentence": "会照单全收吗？",
        "label": ""
      },
      {
        "sentence": "一个完全不认同在合法性行为中表现得敞开是贱与放荡的女人，她可能会觉得男人莫名其妙，甚至会有点生气！",
        "label": ""
      },
      {
        "sentence": "与之相反，你被戳中了，开始变得小心翼翼。",
        "label": ""
      },
      {
        "sentence": "试问，小心翼翼的性会让双方舒适吗？",
        "label": ""
      },
      {
        "sentence": "他不愿意有性，你是否又真心渴望性呢？",
        "label": ""
      },
      {
        "sentence": "或者换一个问法，如果他现在愿意要，你敢放开的给吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。我一直觉得放开自己是不正常和被指责的，所以才变得小心翼翼。但如果他现在真的愿意要，我可能还是有些害怕，因为我们之间的性生活已经变得很无聊和不愉快。",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "我一直觉得放开自己是不正常和被指责的，所以才变得小心翼翼。",
        "label": ""
      },
      {
        "sentence": "但如果他现在真的愿意要，我可能还是有些害怕，因为我们之间的性生活已经变得很无聊和不愉快。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲密关系的不平等你与丈夫的互动似乎有个模式，性生活的感受是以他为主的。他首先对你进行指责，之后他觉得你无趣，当性生活变得千篇一律后，他一边看片才能有感觉跟你做。而你想跟他沟通时，他都非常反感不愿意说。这里只有他，没有你…甚至当你说到“平时见到我也会亲亲我抱抱我抚摸我”时，我几乎看到一个被逼到墙角还在尽力说服自己的女孩，在告诉自己“一切还没那么糟吧…”的女孩。在他的亲亲抱抱与抚摸里，你感受到了什么？是包含性的亲密？还是不含性的亲情？对于性，你一直在配合，在等待…也许你在和丈夫的沟通中也有类似的困境，一直在配合与等待…",
    "annotation": [
      {
        "sentence": "亲密关系的不平等你与丈夫的互动似乎有个模式，性生活的感受是以他为主的。",
        "label": ""
      },
      {
        "sentence": "他首先对你进行指责，之后他觉得你无趣，当性生活变得千篇一律后，他一边看片才能有感觉跟你做。",
        "label": ""
      },
      {
        "sentence": "而你想跟他沟通时，他都非常反感不愿意说。",
        "label": ""
      },
      {
        "sentence": "这里只有他，没有你…甚至当你说到“平时见到我也会亲亲我抱抱我抚摸我”时，我几乎看到一个被逼到墙角还在尽力说服自己的女孩，在告诉自己“一切还没那么糟吧…”的女孩。",
        "label": ""
      },
      {
        "sentence": "在他的亲亲抱抱与抚摸里，你感受到了什么？",
        "label": ""
      },
      {
        "sentence": "是包含性的亲密？",
        "label": ""
      },
      {
        "sentence": "还是不含性的亲情？",
        "label": ""
      },
      {
        "sentence": "对于性，你一直在配合，在等待…也许你在和丈夫的沟通中也有类似的困境，一直在配合与等待…",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得太准确了，我感受到他的亲亲抱抱和抚摸里并没有包含性的亲密，只是纯粹的亲情。我一直在等待他的亲密和性，但结果却让我感到失望和沮丧。",
    "annotation": [
      {
        "sentence": "你说得太准确了，我感受到他的亲亲抱抱和抚摸里并没有包含性的亲密，只是纯粹的亲情。",
        "label": ""
      },
      {
        "sentence": "我一直在等待他的亲密和性，但结果却让我感到失望和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能做的也许是先确认自己的感觉，为自己负责。性，其实是不用等着丈夫赐予的，在生理上，这部分是可以自己满足的。在关系中，你可能需要处理羞耻的部分，那个不敢在性中放开的自己。也需要看看那个在关系中不敢为自己发声的自己。希望你可以早日回到那个在性上敢于自由表达，在生活中也敢于自由表达的自己…祝你幸福️。",
    "annotation": [
      {
        "sentence": "你能做的也许是先确认自己的感觉，为自己负责。",
        "label": ""
      },
      {
        "sentence": "性，其实是不用等着丈夫赐予的，在生理上，这部分是可以自己满足的。",
        "label": ""
      },
      {
        "sentence": "在关系中，你可能需要处理羞耻的部分，那个不敢在性中放开的自己。",
        "label": ""
      },
      {
        "sentence": "也需要看看那个在关系中不敢为自己发声的自己。",
        "label": ""
      },
      {
        "sentence": "希望你可以早日回到那个在性上敢于自由表达，在生活中也敢于自由表达的自己…祝你幸福️。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福。我会试着面对自己的感受，勇敢表达，并寻找属于自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福。",
        "label": ""
      },
      {
        "sentence": "我会试着面对自己的感受，勇敢表达，并寻找属于自己的幸福。",
        "label": ""
      }
    ]
  }
]