[
  {
    "role": "client",
    "content": "为什么会得“回避型依恋人格”，这个怎么治？我明明很喜欢一个人，追了很久，但是当他回应我的时候我却觉得很厌恶，拼命的往后退，我不知道怎么办，我害怕以后我遇上再好的男生都不能和他在一起，我害怕孤独终老。",
    "annotation": [
      {
        "sentence": "为什么会得“回避型依恋人格”，这个怎么治？",
        "label": ""
      },
      {
        "sentence": "我明明很喜欢一个人，追了很久，但是当他回应我的时候我却觉得很厌恶，拼命的往后退，我不知道怎么办，我害怕以后我遇上再好的男生都不能和他在一起，我害怕孤独终老。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你害怕面对这段感情，担心被拒绝，并担心结果不能如你所愿。在感情面前，你缺乏勇气去面对最困难的部分，也就是分手。也许你没有准备好去面对，包括牵手、接吻和性爱等恋爱过程中可能出现的行为。因此，你选择了这种“回避型依恋人格”。你可以选择一辈子都用这个人格来保护自己，不去面对情感困扰，或者你可以鼓起勇气，尝试一下，看看会发生什么呢？如果需要帮助，可以在平台上求助。",
    "annotation": [
      {
        "sentence": "你害怕面对这段感情，担心被拒绝，并担心结果不能如你所愿。",
        "label": ""
      },
      {
        "sentence": "在感情面前，你缺乏勇气去面对最困难的部分，也就是分手。",
        "label": ""
      },
      {
        "sentence": "也许你没有准备好去面对，包括牵手、接吻和性爱等恋爱过程中可能出现的行为。",
        "label": ""
      },
      {
        "sentence": "因此，你选择了这种“回避型依恋人格”。",
        "label": ""
      },
      {
        "sentence": "你可以选择一辈子都用这个人格来保护自己，不去面对情感困扰，或者你可以鼓起勇气，尝试一下，看看会发生什么呢？",
        "label": ""
      },
      {
        "sentence": "如果需要帮助，可以在平台上求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自己在逃避，但我真的无法控制自己的情绪和行为。每次要走近他，我的心就会异常紧张，甚至有一种想逃离的冲动。我真的很困惑，不知道如何面对这种情况。",
    "annotation": [
      {
        "sentence": "我知道自己在逃避，但我真的无法控制自己的情绪和行为。",
        "label": ""
      },
      {
        "sentence": "每次要走近他，我的心就会异常紧张，甚至有一种想逃离的冲动。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，不知道如何面对这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪和行为的控制确实需要一定的时间和努力。对于你来说，接近他的时候感到紧张并想逃离也是正常的反应。我了解这对你来说很困惑，但是你可以试着逐渐放松自己，从小步开始，比如先尝试和他进行简单的对话，发展出一种舒适感。这需要一些练习和耐心，但是随着时间的推移，你会慢慢变得更自信。",
    "annotation": [
      {
        "sentence": "情绪和行为的控制确实需要一定的时间和努力。",
        "label": ""
      },
      {
        "sentence": "对于你来说，接近他的时候感到紧张并想逃离也是正常的反应。",
        "label": ""
      },
      {
        "sentence": "我了解这对你来说很困惑，但是你可以试着逐渐放松自己，从小步开始，比如先尝试和他进行简单的对话，发展出一种舒适感。",
        "label": ""
      },
      {
        "sentence": "这需要一些练习和耐心，但是随着时间的推移，你会慢慢变得更自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "不过，我担心即使我努力克服回避的倾向，我也无法真正投入到这个感情中。我怕我对他的情感会一直保持保持冷漠和疏离的态度，那样我们的关系就无法进一步发展了。",
    "annotation": [
      {
        "sentence": "不过，我担心即使我努力克服回避的倾向，我也无法真正投入到这个感情中。",
        "label": ""
      },
      {
        "sentence": "我怕我对他的情感会一直保持保持冷漠和疏离的态度，那样我们的关系就无法进一步发展了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担忧是可以理解的。当你长期保持冷漠和疏离的态度时，确实会对感情的进一步发展产生阻碍。但是，你要知道，感情的培养需要时间和努力。尽管你可能一开始有困难，但只要你愿意去尝试，投入更多的感情和关注，你会逐渐感受到与他之间的联系和亲密感。慢慢地，你可能会发现自己能够真正地投入这段感情，与他建立起更深层次的关系。",
    "annotation": [
      {
        "sentence": "这种担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "当你长期保持冷漠和疏离的态度时，确实会对感情的进一步发展产生阻碍。",
        "label": ""
      },
      {
        "sentence": "但是，你要知道，感情的培养需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "尽管你可能一开始有困难，但只要你愿意去尝试，投入更多的感情和关注，你会逐渐感受到与他之间的联系和亲密感。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你可能会发现自己能够真正地投入这段感情，与他建立起更深层次的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该试着放下过去的恐惧和抵触，勇敢面对这段感情。但我还是担心我无法掌控自己的情绪，一旦面对他，我可能会表现出过度的焦虑或失控。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该试着放下过去的恐惧和抵触，勇敢面对这段感情。",
        "label": ""
      },
      {
        "sentence": "但我还是担心我无法掌控自己的情绪，一旦面对他，我可能会表现出过度的焦虑或失控。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情带来的焦虑和失控情绪是很正常的。重要的是不要过分压抑自己的情感，也不要害怕失控。如果真的感到焦虑，你可以试试一些情绪调节的方法，比如深呼吸、放松训练或者寻求专业心理咨询的帮助。除此之外，记得给自己一些时间和空间，慢慢适应和调节情绪，相信自己可以处理好这段感情。",
    "annotation": [
      {
        "sentence": "感情带来的焦虑和失控情绪是很正常的。",
        "label": ""
      },
      {
        "sentence": "重要的是不要过分压抑自己的情感，也不要害怕失控。",
        "label": ""
      },
      {
        "sentence": "如果真的感到焦虑，你可以试试一些情绪调节的方法，比如深呼吸、放松训练或者寻求专业心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "除此之外，记得给自己一些时间和空间，慢慢适应和调节情绪，相信自己可以处理好这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会尽量放下过去的包袱，面对这段感情，也愿意尝试一些情绪调节的方法。我希望我能够逐渐克服回避型依恋人格，与他建立起健康而美好的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽量放下过去的包袱，面对这段感情，也愿意尝试一些情绪调节的方法。",
        "label": ""
      },
      {
        "sentence": "我希望我能够逐渐克服回避型依恋人格，与他建立起健康而美好的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够做到的。请记住，不要急于求成，给自己一些成长的时间和空间。一步一个脚印，相信自己的能力，你会走出困境，建立起美好的关系。祝福你！如果还需要进一步的帮助，随时可以再来寻求支持。",
    "annotation": [
      {
        "sentence": "我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "请记住，不要急于求成，给自己一些成长的时间和空间。",
        "label": ""
      },
      {
        "sentence": "一步一个脚印，相信自己的能力，你会走出困境，建立起美好的关系。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "如果还需要进一步的帮助，随时可以再来寻求支持。",
        "label": ""
      }
    ]
  }
]