[
  {
    "role": "client",
    "content": "学习的时候想玩，玩的时候又想着学习，怎么办？我都要大学毕业了，还是学习的时候总想着玩，周末放假的时候心里又想着学习。最近才认真反思这一点，知道学习很重要但就是不能纯粹地学和纯粹的玩，这种状态可能会被带到我以后的工作中…我曾经也尝试去做到学习的时候专心学习，玩的时候踏踏实实地玩，可一直没改过来，学习得时候效率特别低，放假的时候心里很愧疚，也不开心。我该怎么改变这种状态呢？",
    "annotation": [
      {
        "sentence": "学习的时候想玩，玩的时候又想着学习，怎么办？",
        "label": ""
      },
      {
        "sentence": "我都要大学毕业了，还是学习的时候总想着玩，周末放假的时候心里又想着学习。",
        "label": ""
      },
      {
        "sentence": "最近才认真反思这一点，知道学习很重要但就是不能纯粹地学和纯粹的玩，这种状态可能会被带到我以后的工作中…我曾经也尝试去做到学习的时候专心学习，玩的时候踏踏实实地玩，可一直没改过来，学习得时候效率特别低，放假的时候心里很愧疚，也不开心。",
        "label": ""
      },
      {
        "sentence": "我该怎么改变这种状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学习的时候想玩，玩的时候又想着学习，这是大部分人在上学时的常态吧。想要做容易的事，而不是对的事。学习的时候想玩。是因为你没有明确的目标，不想学习。学习是要耗费心力的，而玩耍却可以让你轻松地获得愉悦感，所以你不能专注地学习。",
    "annotation": [
      {
        "sentence": "学习的时候想玩，玩的时候又想着学习，这是大部分人在上学时的常态吧。",
        "label": ""
      },
      {
        "sentence": "想要做容易的事，而不是对的事。",
        "label": ""
      },
      {
        "sentence": "学习的时候想玩。",
        "label": ""
      },
      {
        "sentence": "是因为你没有明确的目标，不想学习。",
        "label": ""
      },
      {
        "sentence": "学习是要耗费心力的，而玩耍却可以让你轻松地获得愉悦感，所以你不能专注地学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我确实没有明确的目标，所以才会在学习时分心。那你觉得我应该如何设立明确的学习目标呢？",
    "annotation": [
      {
        "sentence": "你说得没错，我确实没有明确的目标，所以才会在学习时分心。",
        "label": ""
      },
      {
        "sentence": "那你觉得我应该如何设立明确的学习目标呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在设立学习目标时，需要在理性上树立清晰明确的目标，让目标可量化。比如说，你可以设定每天要看两节某某网课，而不是模糊地说“我要看网课”。这样可以帮助你更加专注地学习。",
    "annotation": [
      {
        "sentence": "在设立学习目标时，需要在理性上树立清晰明确的目标，让目标可量化。",
        "label": ""
      },
      {
        "sentence": "比如说，你可以设定每天要看两节某某网课，而不是模糊地说“我要看网课”。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你更加专注地学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我应该更具体地规划学习任务，这样才能更有针对性地进行学习。不过，我还是很难抵挡在学习时想要玩的冲动。",
    "annotation": [
      {
        "sentence": "明白了，我应该更具体地规划学习任务，这样才能更有针对性地进行学习。",
        "label": ""
      },
      {
        "sentence": "不过，我还是很难抵挡在学习时想要玩的冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "玩的时候想学习。其实你不是真的想要去学习，而是因为一直想着自己未完成的作业、未学会的知识，想到马上要毕业了却感觉自己什么都不会而感到压迫和焦虑。即使是这样，你也不会去真的放下手机去学习，而是照样焦虑地玩着手机，你在理性上知道自己应该去学习，却在感性上一直排斥学习，你的内在动机很弱。",
    "annotation": [
      {
        "sentence": "玩的时候想学习。",
        "label": ""
      },
      {
        "sentence": "其实你不是真的想要去学习，而是因为一直想着自己未完成的作业、未学会的知识，想到马上要毕业了却感觉自己什么都不会而感到压迫和焦虑。",
        "label": ""
      },
      {
        "sentence": "即使是这样，你也不会去真的放下手机去学习，而是照样焦虑地玩着手机，你在理性上知道自己应该去学习，却在感性上一直排斥学习，你的内在动机很弱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得太准确了，就是因为我知道自己应该学习，所以才焦虑，但又抗拒去学习。那我该如何提高自己的内在动力呢？",
    "annotation": [
      {
        "sentence": "你说得太准确了，就是因为我知道自己应该学习，所以才焦虑，但又抗拒去学习。",
        "label": ""
      },
      {
        "sentence": "那我该如何提高自己的内在动力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "做对的事要想让自己行动起来去学习，除了理性上知道要学习，还需要你在感性上愿意去学习，并且制造适合学习的情境。在感性上利用情绪的影响，促使自己去学习。比如说，你可以想象到今天准时完成目标后的满足感，或者想到马上要找工作的紧张感，来提高自己的内在动力。",
    "annotation": [
      {
        "sentence": "做对的事要想让自己行动起来去学习，除了理性上知道要学习，还需要你在感性上愿意去学习，并且制造适合学习的情境。",
        "label": ""
      },
      {
        "sentence": "在感性上利用情绪的影响，促使自己去学习。",
        "label": ""
      },
      {
        "sentence": "比如说，你可以想象到今天准时完成目标后的满足感，或者想到马上要找工作的紧张感，来提高自己的内在动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该试着调整自己的情绪，利用情绪的影响来激发对学习的内在动力。还有，有没有其他的方法可以帮助我改变这种学习和玩的状态呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该试着调整自己的情绪，利用情绪的影响来激发对学习的内在动力。",
        "label": ""
      },
      {
        "sentence": "还有，有没有其他的方法可以帮助我改变这种学习和玩的状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在环境上制造适合的场景也是很重要的。比如说，你可以选择去图书馆或自习室学习，而不是在寝室学习。人是群居动物，所以会不自觉地模仿周围人的行为。在合适的地点做适合的事，会让你做事更专注，事半功倍。",
    "annotation": [
      {
        "sentence": "在环境上制造适合的场景也是很重要的。",
        "label": ""
      },
      {
        "sentence": "比如说，你可以选择去图书馆或自习室学习，而不是在寝室学习。",
        "label": ""
      },
      {
        "sentence": "人是群居动物，所以会不自觉地模仿周围人的行为。",
        "label": ""
      },
      {
        "sentence": "在合适的地点做适合的事，会让你做事更专注，事半功倍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你的建议很有道理。选择一个适合学习的环境确实能够帮助我提高专注力和学习效率。谢谢你的建议，我会尽量去执行这些方法，改变自己的学习和玩的状态。",
    "annotation": [
      {
        "sentence": "我觉得你的建议很有道理。",
        "label": ""
      },
      {
        "sentence": "选择一个适合学习的环境确实能够帮助我提高专注力和学习效率。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尽量去执行这些方法，改变自己的学习和玩的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信只要你付出努力并且坚持下去，一定能够改变这种状态。记得，改变需要时间，不要对自己期望太高。相信自己，你一定行的！",
    "annotation": [
      {
        "sentence": "不客气，我相信只要你付出努力并且坚持下去，一定能够改变这种状态。",
        "label": ""
      },
      {
        "sentence": "记得，改变需要时间，不要对自己期望太高。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定行的！",
        "label": ""
      }
    ]
  }
]