[
  {
    "role": "client",
    "content": "学习的时候想玩，玩的时候又想着学习，怎么办？我都要大学毕业了，还是学习的时候总想着玩，周末放假的时候心里又想着学习。最近才认真反思这一点，知道学习很重要但就是不能纯粹地学和纯粹的玩，这种状态可能会被带到我以后的工作中…我曾经也尝试去做到学习的时候专心学习，玩的时候踏踏实实地玩，可一直没改过来，学习得时候效率特别低，放假的时候心里很愧疚，也不开心。我该怎么改变这种状态呢？",
    "annotation": [
      {
        "sentence": "学习的时候想玩，玩的时候又想着学习，怎么办？",
        "label": ""
      },
      {
        "sentence": "我都要大学毕业了，还是学习的时候总想着玩，周末放假的时候心里又想着学习。",
        "label": ""
      },
      {
        "sentence": "最近才认真反思这一点，知道学习很重要但就是不能纯粹地学和纯粹的玩，这种状态可能会被带到我以后的工作中…我曾经也尝试去做到学习的时候专心学习，玩的时候踏踏实实地玩，可一直没改过来，学习得时候效率特别低，放假的时候心里很愧疚，也不开心。",
        "label": ""
      },
      {
        "sentence": "我该怎么改变这种状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，就像看到了我自己，总是学习的时候想到玩，玩的时候又很愧疚，对不起学习。这样反反复复，总之是出于一种愧疚之中，自责但是又无力改变。快要毕业了，最大的担心是把这种情况带去以后的工作中，担心影响工作的效率，对工作产生很大的影响。",
    "annotation": [
      {
        "sentence": "看到你的描述，就像看到了我自己，总是学习的时候想到玩，玩的时候又很愧疚，对不起学习。",
        "label": ""
      },
      {
        "sentence": "这样反反复复，总之是出于一种愧疚之中，自责但是又无力改变。",
        "label": ""
      },
      {
        "sentence": "快要毕业了，最大的担心是把这种情况带去以后的工作中，担心影响工作的效率，对工作产生很大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很害怕这种状态会持续下去，我想尽快改变自己的学习和玩乐的关系，但一直找不到有效的方法。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "是的，我真的很害怕这种状态会持续下去，我想尽快改变自己的学习和玩乐的关系，但一直找不到有效的方法。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果真的想要解决这种情况，是可以克服的。首先，以周一到周五为例，你可以设定一个目标，认识到学习是当前最重要的事情。除了上课的时间，每天安排一段专注学习的时间，可以去图书馆看书，避免待在宿舍，并尽量不带手机，避免诱惑。把学习的任务尽量集中在周内完成，这样周末就能更好地安排自己的玩乐时间。",
    "annotation": [
      {
        "sentence": "如果真的想要解决这种情况，是可以克服的。",
        "label": ""
      },
      {
        "sentence": "首先，以周一到周五为例，你可以设定一个目标，认识到学习是当前最重要的事情。",
        "label": ""
      },
      {
        "sentence": "除了上课的时间，每天安排一段专注学习的时间，可以去图书馆看书，避免待在宿舍，并尽量不带手机，避免诱惑。",
        "label": ""
      },
      {
        "sentence": "把学习的任务尽量集中在周内完成，这样周末就能更好地安排自己的玩乐时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我应该在学习的时候全身心地专注于学习，而在玩乐的时候也要尽情享受。所以说，其实在掌控自己的时间和任务的安排上，我就能改变这种状态了，对吗？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该在学习的时候全身心地专注于学习，而在玩乐的时候也要尽情享受。",
        "label": ""
      },
      {
        "sentence": "所以说，其实在掌控自己的时间和任务的安排上，我就能改变这种状态了，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说得很对。工作的时候，这种情况虽然可能会发生，但没有那么严重。因为在学习时，你并没有太大的压力，无论完成或未完成对自己的影响都不是很大。然而，一旦步入职场，情况就不同了。在工作中，你会面临各种任务和压力，因为任务未完成可能会受到处罚，这会给你带来一定的压力，促使你首先完成工作。",
    "annotation": [
      {
        "sentence": "是的，你说得很对。",
        "label": ""
      },
      {
        "sentence": "工作的时候，这种情况虽然可能会发生，但没有那么严重。",
        "label": ""
      },
      {
        "sentence": "因为在学习时，你并没有太大的压力，无论完成或未完成对自己的影响都不是很大。",
        "label": ""
      },
      {
        "sentence": "然而，一旦步入职场，情况就不同了。",
        "label": ""
      },
      {
        "sentence": "在工作中，你会面临各种任务和压力，因为任务未完成可能会受到处罚，这会给你带来一定的压力，促使你首先完成工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前没有想到这个角度，确实是压力驱动下才能更好地完成任务。我想这也是为什么在工作日我们会更专注于工作，在休息日才能更好地放松自己的原因吧。每个人都面临这种复杂的心理，总是在工作和休息之间徘徊，而这种心态下，愧疚感应该会减少很多。",
    "annotation": [
      {
        "sentence": "我之前没有想到这个角度，确实是压力驱动下才能更好地完成任务。",
        "label": ""
      },
      {
        "sentence": "我想这也是为什么在工作日我们会更专注于工作，在休息日才能更好地放松自己的原因吧。",
        "label": ""
      },
      {
        "sentence": "每个人都面临这种复杂的心理，总是在工作和休息之间徘徊，而这种心态下，愧疚感应该会减少很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对！大家都有这种情绪，这是人性中的一部分。在做正事的时候，总是想着玩，在玩的时候又想着还有任务没有完成。这种复杂的心态既有愧疚感，又充满了刺激。而正是这种复杂性，才赋予了工作日和休息日的意义，让我们能够更好地区分和调节自己的状态。",
    "annotation": [
      {
        "sentence": "你说得很对！",
        "label": ""
      },
      {
        "sentence": "大家都有这种情绪，这是人性中的一部分。",
        "label": ""
      },
      {
        "sentence": "在做正事的时候，总是想着玩，在玩的时候又想着还有任务没有完成。",
        "label": ""
      },
      {
        "sentence": "这种复杂的心态既有愧疚感，又充满了刺激。",
        "label": ""
      },
      {
        "sentence": "而正是这种复杂性，才赋予了工作日和休息日的意义，让我们能够更好地区分和调节自己的状态。",
        "label": ""
      }
    ]
  }
]