[
  {
    "role": "client",
    "content": "大四学生，如何改善长期的消沉与疲惫？",
    "annotation": [
      {
        "sentence": "大四学生，如何改善长期的消沉与疲惫？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能带给你一些温暖。人有七情六欲喜怒哀乐，正是这样人性才如此复杂。我们生而为人，有喜大普奔的欢欣雀跃，也会有一蹶不振的孤苦悲伤。我的情绪总是不停的在天平两端左右摇摆，从来没有定数。亲爱的我朋友，我想提出问题的你，定然经历一段艰难的岁月，你可以感觉未来遥遥无期，而面前接踵而来的竭尽全力事情一次次打击了你的自信。你从一开始的踌躇满志到现在心情低落到薄雾浓云愁永昼，经历了一段过山车一样的心理波动，导致你突然觉得自己太惨了，哪怕你竭尽了全力也只能和幸福人生咫尺天涯。",
    "annotation": [
      {
        "sentence": "希望我的回答能带给你一些温暖。",
        "label": ""
      },
      {
        "sentence": "人有七情六欲喜怒哀乐，正是这样人性才如此复杂。",
        "label": ""
      },
      {
        "sentence": "我们生而为人，有喜大普奔的欢欣雀跃，也会有一蹶不振的孤苦悲伤。",
        "label": ""
      },
      {
        "sentence": "我的情绪总是不停的在天平两端左右摇摆，从来没有定数。",
        "label": ""
      },
      {
        "sentence": "亲爱的我朋友，我想提出问题的你，定然经历一段艰难的岁月，你可以感觉未来遥遥无期，而面前接踵而来的竭尽全力事情一次次打击了你的自信。",
        "label": ""
      },
      {
        "sentence": "你从一开始的踌躇满志到现在心情低落到薄雾浓云愁永昼，经历了一段过山车一样的心理波动，导致你突然觉得自己太惨了，哪怕你竭尽了全力也只能和幸福人生咫尺天涯。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉像是陷入了一个低谷，不知道怎么才能走出来。",
    "annotation": [
      {
        "sentence": "是的，我感觉像是陷入了一个低谷，不知道怎么才能走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真正的坚强，是在看清这个世界以后，还会能爱着这个世界。我很想告诉你回去睡一觉，明天就恢复原状，但我并没有这种魔法。因为我们不能活在自己虚妄的世界里。如果你沉溺于幻想你就永远无法拥有真正的快乐。这个世界也许并不百分之百地美好。但是这个世界也不是百分之百的黑暗。所以，你要懂得去挖掘现实生活中的幸福，去告诉自己活下去很值得。",
    "annotation": [
      {
        "sentence": "真正的坚强，是在看清这个世界以后，还会能爱着这个世界。",
        "label": ""
      },
      {
        "sentence": "我很想告诉你回去睡一觉，明天就恢复原状，但我并没有这种魔法。",
        "label": ""
      },
      {
        "sentence": "因为我们不能活在自己虚妄的世界里。",
        "label": ""
      },
      {
        "sentence": "如果你沉溺于幻想你就永远无法拥有真正的快乐。",
        "label": ""
      },
      {
        "sentence": "这个世界也许并不百分之百地美好。",
        "label": ""
      },
      {
        "sentence": "但是这个世界也不是百分之百的黑暗。",
        "label": ""
      },
      {
        "sentence": "所以，你要懂得去挖掘现实生活中的幸福，去告诉自己活下去很值得。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是现在的问题是，我总是感觉情绪很差，有时甚至会突然感到厌恶、不耐烦和愤怒，还伴随着思考和反应速度的下降，疲倦感和食欲消退。",
    "annotation": [
      {
        "sentence": "我明白了，但是现在的问题是，我总是感觉情绪很差，有时甚至会突然感到厌恶、不耐烦和愤怒，还伴随着思考和反应速度的下降，疲倦感和食欲消退。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心情极差的时候该如何调节？如何走出消极的心理？我提出如下建议，希望能帮到你。当你出现消极情绪以后，你要做的不是随波逐流的爆发情绪，而是立刻给你自己“敲警钟”，拿出你坚强的意志力让自己先平静下来。人的情绪总是冲动的。而任何一种冲动的情绪都如同一把“双刃剑”。而往往情绪越难以自控的人，得到的负面影响远远大于正面影响。当我们的情绪反应从大脑前额叶发出指令让我们变得消极或者积极的时候，我们往往会出现短暂性的紊乱。有的人心跳加速有的人面色苍白，还有的人陷入绝望。这样非理性的状态一旦持续过久，那么你的这种“极糟糕”的情绪体验就会持续更久。严重者会出现脑功能紊乱，最后对身心健康产生负面影响。所以，无论你遇到了什么事。你要做的第一件事情就是做几组深呼吸，把自己带到一个安静的空间里，不被打扰的进行自我镇定。把自己吵杂的内在世界逐渐恢复宁静的状态。你会突然发现你的内心不再焦虑了。",
    "annotation": [
      {
        "sentence": "心情极差的时候该如何调节？",
        "label": ""
      },
      {
        "sentence": "如何走出消极的心理？",
        "label": ""
      },
      {
        "sentence": "我提出如下建议，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "当你出现消极情绪以后，你要做的不是随波逐流的爆发情绪，而是立刻给你自己“敲警钟”，拿出你坚强的意志力让自己先平静下来。",
        "label": ""
      },
      {
        "sentence": "人的情绪总是冲动的。",
        "label": ""
      },
      {
        "sentence": "而任何一种冲动的情绪都如同一把“双刃剑”。",
        "label": ""
      },
      {
        "sentence": "而往往情绪越难以自控的人，得到的负面影响远远大于正面影响。",
        "label": ""
      },
      {
        "sentence": "当我们的情绪反应从大脑前额叶发出指令让我们变得消极或者积极的时候，我们往往会出现短暂性的紊乱。",
        "label": ""
      },
      {
        "sentence": "有的人心跳加速有的人面色苍白，还有的人陷入绝望。",
        "label": ""
      },
      {
        "sentence": "这样非理性的状态一旦持续过久，那么你的这种“极糟糕”的情绪体验就会持续更久。",
        "label": ""
      },
      {
        "sentence": "严重者会出现脑功能紊乱，最后对身心健康产生负面影响。",
        "label": ""
      },
      {
        "sentence": "所以，无论你遇到了什么事。",
        "label": ""
      },
      {
        "sentence": "你要做的第一件事情就是做几组深呼吸，把自己带到一个安静的空间里，不被打扰的进行自我镇定。",
        "label": ""
      },
      {
        "sentence": "把自己吵杂的内在世界逐渐恢复宁静的状态。",
        "label": ""
      },
      {
        "sentence": "你会突然发现你的内心不再焦虑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，我会努力让自己平静下来。除了自我镇定，还有其他的方法吗？",
    "annotation": [
      {
        "sentence": "感谢你的建议，我会努力让自己平静下来。",
        "label": ""
      },
      {
        "sentence": "除了自我镇定，还有其他的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尝试转移注意力，来赶走不开心事件的消极影响。当你感觉到消极绝望的时候，你千万不要任由你的心情跌落谷底，你要学会哄自己开心。我们人当给别人讲道理的时候会变得通透，但当你身在“庐山之中”的时候，你可能就会迷失方向。一旦你掉入消极情绪的陷阱。你就会成为你最不喜欢的样子。心情不好的时候，一定要行动起来。你可以先不去想这个事情，而是去做一些让你快乐的事情，比如说你可以弹奏弹奏你喜欢的乐器，你也可以阅读一些书籍，你甚至可以打两把游戏来转移注意力。如果还是什么都开心不起来，你就可以一个人在浴室里唱唱歌，或者你可以换上跑鞋去运动。因为唱歌和运动都能分泌快乐的多巴胺，从而抵消掉你的消极感。",
    "annotation": [
      {
        "sentence": "尝试转移注意力，来赶走不开心事件的消极影响。",
        "label": ""
      },
      {
        "sentence": "当你感觉到消极绝望的时候，你千万不要任由你的心情跌落谷底，你要学会哄自己开心。",
        "label": ""
      },
      {
        "sentence": "我们人当给别人讲道理的时候会变得通透，但当你身在“庐山之中”的时候，你可能就会迷失方向。",
        "label": ""
      },
      {
        "sentence": "一旦你掉入消极情绪的陷阱。",
        "label": ""
      },
      {
        "sentence": "你就会成为你最不喜欢的样子。",
        "label": ""
      },
      {
        "sentence": "心情不好的时候，一定要行动起来。",
        "label": ""
      },
      {
        "sentence": "你可以先不去想这个事情，而是去做一些让你快乐的事情，比如说你可以弹奏弹奏你喜欢的乐器，你也可以阅读一些书籍，你甚至可以打两把游戏来转移注意力。",
        "label": ""
      },
      {
        "sentence": "如果还是什么都开心不起来，你就可以一个人在浴室里唱唱歌，或者你可以换上跑鞋去运动。",
        "label": ""
      },
      {
        "sentence": "因为唱歌和运动都能分泌快乐的多巴胺，从而抵消掉你的消极感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得转移注意力的方法很有帮助。但我还有一个问题，我感觉自己变得对很多事情都失去了兴趣，只想",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得转移注意力的方法很有帮助。",
        "label": ""
      },
      {
        "sentence": "但我还有一个问题，我感觉自己变得对很多事情都失去了兴趣，只想",
        "label": ""
      }
    ]
  }
]