[
  {
    "role": "client",
    "content": "大四学生，如何改善长期的消沉与疲惫？",
    "annotation": [
      {
        "sentence": "大四学生，如何改善长期的消沉与疲惫？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看了很多人的回答，我只给你补充我认为很重要的一点：既要放松还要重视，注意区分是焦虑抑郁情绪还是抑郁焦虑症。你说这一年来三观有很大变化，你有想过具体是什么原因造成的吗？",
    "annotation": [
      {
        "sentence": "我看了很多人的回答，我只给你补充我认为很重要的一点：既要放松还要重视，注意区分是焦虑抑郁情绪还是抑郁焦虑症。",
        "label": ""
      },
      {
        "sentence": "你说这一年来三观有很大变化，你有想过具体是什么原因造成的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为升学的压力，我过去半年来频繁出现失眠的状况，有时一夜无法入睡，并且上床后至少半小时才能入睡。",
    "annotation": [
      {
        "sentence": "可能是因为升学的压力，我过去半年来频繁出现失眠的状况，有时一夜无法入睡，并且上床后至少半小时才能入睡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个大四的学生，又要考研，面对的压力可想而知。我们常见的错误是目标罗列过多，如果我们给自己设定了太多的目标，就不可能完成其中的任何一项。我们要按照轻重缓急划分优先次序，那么即使有多个目标也不是问题，我们要学会把长期目标分解为许多个更实际的小目标，这样目标才容易实现。",
    "annotation": [
      {
        "sentence": "作为一个大四的学生，又要考研，面对的压力可想而知。",
        "label": ""
      },
      {
        "sentence": "我们常见的错误是目标罗列过多，如果我们给自己设定了太多的目标，就不可能完成其中的任何一项。",
        "label": ""
      },
      {
        "sentence": "我们要按照轻重缓急划分优先次序，那么即使有多个目标也不是问题，我们要学会把长期目标分解为许多个更实际的小目标，这样目标才容易实现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "近半个月以来，我的状况感觉又有些不好：在我与周围人交往时，会莫名其妙地突然出现厌恶、不耐烦、愤怒等情绪，同时感觉自己的思考和反应速度有所下降，还伴有明显的疲倦感和食欲消退。",
    "annotation": [
      {
        "sentence": "近半个月以来，我的状况感觉又有些不好：在我与周围人交往时，会莫名其妙地突然出现厌恶、不耐烦、愤怒等情绪，同时感觉自己的思考和反应速度有所下降，还伴有明显的疲倦感和食欲消退。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们屈服于无助和被动的感觉，有损于我们的心理健康，如同无视感冒对身体健康的影响一样。当我们压力过大的时候，一定要做最坏的打算。当我们具备了获得成功的必要技能和能力并期望成功时，我们很可能会感到更强大的压力，迫切需要做出良好的表现，一定程度的压力是可能是有用的，但当这种压力过大的时候，就具有极端的破坏性。因为它可以加重焦虑和对失败的恐惧，焦虑会吞噬我们的精力和注意力。它引发的情绪具有扰乱性。",
    "annotation": [
      {
        "sentence": "当我们屈服于无助和被动的感觉，有损于我们的心理健康，如同无视感冒对身体健康的影响一样。",
        "label": ""
      },
      {
        "sentence": "当我们压力过大的时候，一定要做最坏的打算。",
        "label": ""
      },
      {
        "sentence": "当我们具备了获得成功的必要技能和能力并期望成功时，我们很可能会感到更强大的压力，迫切需要做出良好的表现，一定程度的压力是可能是有用的，但当这种压力过大的时候，就具有极端的破坏性。",
        "label": ""
      },
      {
        "sentence": "因为它可以加重焦虑和对失败的恐惧，焦虑会吞噬我们的精力和注意力。",
        "label": ""
      },
      {
        "sentence": "它引发的情绪具有扰乱性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近，我除了上课、忙着研究生申请之外基本上躺在宿舍的床上，不知应该干什么，对很多东西都失去兴趣。",
    "annotation": [
      {
        "sentence": "最近，我除了上课、忙着研究生申请之外基本上躺在宿舍的床上，不知应该干什么，对很多东西都失去兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一般而言，我们唯一恐惧的是对于失败本身的恐惧。对于有一些人来说，失败不仅带来失望和沮丧，而且具有更深远的破坏性，如引起尴尬和耻辱感等等。当你明白压力产生的原因，并尝试其他人提供的放松方法之后，如果效果还不理想，那么我建议你及时找专业的心理医生就诊。一般用10个条目来测评一下自己当前的状况，看看是否已发展为心理疾病。比如：情绪持久的低落，如忧郁悲观，兴趣减退，无愉快感。缺乏价值感，对生活缺乏信心，凡事总往坏处想，思维迟缓，不愿做事，生活懒散以及体症状。",
    "annotation": [
      {
        "sentence": "一般而言，我们唯一恐惧的是对于失败本身的恐惧。",
        "label": ""
      },
      {
        "sentence": "对于有一些人来说，失败不仅带来失望和沮丧，而且具有更深远的破坏性，如引起尴尬和耻辱感等等。",
        "label": ""
      },
      {
        "sentence": "当你明白压力产生的原因，并尝试其他人提供的放松方法之后，如果效果还不理想，那么我建议你及时找专业的心理医生就诊。",
        "label": ""
      },
      {
        "sentence": "一般用10个条目来测评一下自己当前的状况，看看是否已发展为心理疾病。",
        "label": ""
      },
      {
        "sentence": "比如：情绪持久的低落，如忧郁悲观，兴趣减退，无愉快感。",
        "label": ""
      },
      {
        "sentence": "缺乏价值感，对生活缺乏信心，凡事总往坏处想，思维迟缓，不愿做事，生活懒散以及体症状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近，我在睡了八个多小时后仍然非常疲倦，今天上课时感觉一闭眼就会睡着，甚至要稍微努力地支撑一下才能在椅子上坐住。请问大家，我这到底是怎么了？应该如何缓解这种消极情绪？我最近是真的感觉自己病了。",
    "annotation": [
      {
        "sentence": "最近，我在睡了八个多小时后仍然非常疲倦，今天上课时感觉一闭眼就会睡着，甚至要稍微努力地支撑一下才能在椅子上坐住。",
        "label": ""
      },
      {
        "sentence": "请问大家，我这到底是怎么了？",
        "label": ""
      },
      {
        "sentence": "应该如何缓解这种消极情绪？",
        "label": ""
      },
      {
        "sentence": "我最近是真的感觉自己病了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "懂得识别抑郁焦虑情绪和抑郁焦虑症是非常必要的，这一方面可以避免贻误病情，把小病拖成大病，另一方面也可避免对号入座，把正常的情绪反应当成疾病。我推荐给你一本书《情绪自救》，作者李宏夫。对照看一下，希望对你有帮助。最后祝福你！",
    "annotation": [
      {
        "sentence": "懂得识别抑郁焦虑情绪和抑郁焦虑症是非常必要的，这一方面可以避免贻误病情，把小病拖成大病，另一方面也可避免对号入座，把正常的情绪反应当成疾病。",
        "label": ""
      },
      {
        "sentence": "我推荐给你一本书《情绪自救》，作者李宏夫。",
        "label": ""
      },
      {
        "sentence": "对照看一下，希望对你有帮助。",
        "label": ""
      },
      {
        "sentence": "最后祝福你！",
        "label": ""
      }
    ]
  }
]