[
  {
    "role": "client",
    "content": "我是一个33岁的女性，从小到大一直纠结不已，很多事情都不知道该怎么办。我也不知道从什么时候开始纠结的，我记得初中起我的语文老师就经常笑话我扭扭捏捏的样子！现在我在工作中表现出来的就是，有很多事情我想去做但是不敢去做，怕出错！比如，我刚去一个新公司，有些东西不懂但是又不敢问领导，怕自己的问题没想深入就遭到领导的嘲讽，怕别人笑话我笨和傻！另一方面，我总是否定自己！记得第一次配眼镜，感觉发票很重要，一定要放好，我先放在了一个感觉挺安全的地方，后来又觉得不够安全，就找了其他地方放，结果换了好几次，结果自己都不记得放在哪里了！这样的事情发生得实在太多了！我内心感到很多担忧，无论做什么事都很纠结！就连我的想法也很少，有很多事情我都不知道该怎么办，即使到了现在，我的认知水平也不是很好，对人际关系一无所知，情商很低，不懂得应对社交场合的礼仪，穿衣也总是不太合适，至少我是这么认为的！遇到问题的时候总是简单地变得压抑，不去动脑子解决问题！我知道这样评价自己当然不接纳自己的一部分，但更多地是想找到解决的办法！",
    "annotation": [
      {
        "sentence": "我是一个33岁的女性，从小到大一直纠结不已，很多事情都不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我也不知道从什么时候开始纠结的，我记得初中起我的语文老师就经常笑话我扭扭捏捏的样子！",
        "label": ""
      },
      {
        "sentence": "现在我在工作中表现出来的就是，有很多事情我想去做但是不敢去做，怕出错！",
        "label": ""
      },
      {
        "sentence": "比如，我刚去一个新公司，有些东西不懂但是又不敢问领导，怕自己的问题没想深入就遭到领导的嘲讽，怕别人笑话我笨和傻！",
        "label": ""
      },
      {
        "sentence": "另一方面，我总是否定自己！",
        "label": ""
      },
      {
        "sentence": "记得第一次配眼镜，感觉发票很重要，一定要放好，我先放在了一个感觉挺安全的地方，后来又觉得不够安全，就找了其他地方放，结果换了好几次，结果自己都不记得放在哪里了！",
        "label": ""
      },
      {
        "sentence": "这样的事情发生得实在太多了！",
        "label": ""
      },
      {
        "sentence": "我内心感到很多担忧，无论做什么事都很纠结！",
        "label": ""
      },
      {
        "sentence": "就连我的想法也很少，有很多事情我都不知道该怎么办，即使到了现在，我的认知水平也不是很好，对人际关系一无所知，情商很低，不懂得应对社交场合的礼仪，穿衣也总是不太合适，至少我是这么认为的！",
        "label": ""
      },
      {
        "sentence": "遇到问题的时候总是简单地变得压抑，不去动脑子解决问题！",
        "label": ""
      },
      {
        "sentence": "我知道这样评价自己当然不接纳自己的一部分，但更多地是想找到解决的办法！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我感受到了你的纠结和对自己的否定，希望我的回答能够给你一点帮助。看到你对自己的评价，几乎都是负面的，我猜想你小时候也经常得到负面评价。根据社会心理学的理论，孩子在3、4岁到13、14岁这个阶段，正处于社会自我发展阶段。在这个阶段，孩子对自己的评价主要来源于外界对自己的评价。如果在这个时期，我们重要的他人对我们的评价是正面的，那么我们就会形成积极的自我认知，会对自己感到肯定，相信自己；但如果别人对我们的评价以负面居多，那么我们就会形成消极的自我认知，对自己不自信。因此，这个阶段的教育应该以鼓励为主，帮助孩子形成积极的自我评价。也许你在那个阶段接受了太多负面评价，导致对自己不够自信，总是否定自己，很多事情都不敢尝试，最主要的是怕别人嘲笑你。所以我们需要重新建立内部评价系统，从肯定自己开始。这里给你几个建议：1. 自我接纳、自我肯定和自我赞美。找出自己的优点，如果自己发现很困难，可以问问朋友，询问他们觉得自己有哪些优点。然后，用心地看待这些优点。接纳自己的不足，看到自己的潜力。虽然现在在某些方面表现不太好，但并不代表以后还是这样，我们可以通过努力不断进步和成长。2. 将自己需要改进的方面列出来，制定计划来提升自己。设定一个大目标后，将其分解成小目标，再将小目标分解到每天。最后，按部就班地完成每天的任务，你就能一步步实现目标，而不会觉得目标太大难以实现。3. 将纠结和担忧所花费的时间和精力，用于自己喜欢的事情或者需要做的事情上。要认识到，纠结和担忧其实都没有什么用处，只会让你处于不舒服的状态，浪费时间和精力。实际上，这些情绪的出现是在提醒你，在哪些方面需要改进和提高。所以，行动起来就好了，一旦开始行动，这些情绪就会消失的。4. 正确对待错误。每个人都是在不断试错的过程中成长的。每个人的认知都有局限性，都会犯错，但犯错并不可怕，每一次错误都是一次成长的机会。也许我们犯错时会遭到一些人的责备和嘲笑，但那是他们的事情，我们无法控制。像《一念之转》里说的：世界上只有自己的事，别人的事和老天的事。烦恼是因为我们总是操心别人的事情，而不去做好自己的事情。回到这个问题上来，我们能做的就是看看自己在这次错误中，有哪些可以吸收和改进的地方，反思一下。这样在下次遇到类似的情况时，我们就知道如何解决了。其他的事情，我们无法掌控，就不要再花时间和精力在上面了。让我们开始行动起来吧，想去做的事就去做，当你勇敢地去做了，你会发现结果也许和你想象的不一样。不过也不要太在意结果，多关注自己在解决问题的过程中的成长和经验，这样你积累的经验就会越来越多，以后遇到类似的情况也会知道如何解决，当然就会更加自信了。当我们变得自信，你所纠结的这些问题都将不再是问题，你会越来越敢于表达自己，也不会再害怕被人嘲笑了。祝你一切顺利！(*￣︶￣)",
    "annotation": [
      {
        "sentence": "我感受到了你的纠结和对自己的否定，希望我的回答能够给你一点帮助。",
        "label": ""
      },
      {
        "sentence": "看到你对自己的评价，几乎都是负面的，我猜想你小时候也经常得到负面评价。",
        "label": ""
      },
      {
        "sentence": "根据社会心理学的理论，孩子在3、4岁到13、14岁这个阶段，正处于社会自我发展阶段。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，孩子对自己的评价主要来源于外界对自己的评价。",
        "label": ""
      },
      {
        "sentence": "如果在这个时期，我们重要的他人对我们的评价是正面的，那么我们就会形成积极的自我认知，会对自己感到肯定，相信自己；但如果别人对我们的评价以负面居多，那么我们就会形成消极的自我认知，对自己不自信。",
        "label": ""
      },
      {
        "sentence": "因此，这个阶段的教育应该以鼓励为主，帮助孩子形成积极的自我评价。",
        "label": ""
      },
      {
        "sentence": "也许你在那个阶段接受了太多负面评价，导致对自己不够自信，总是否定自己，很多事情都不敢尝试，最主要的是怕别人嘲笑你。",
        "label": ""
      },
      {
        "sentence": "所以我们需要重新建立内部评价系统，从肯定自己开始。",
        "label": ""
      },
      {
        "sentence": "这里给你几个建议：1. 自我接纳、自我肯定和自我赞美。",
        "label": ""
      },
      {
        "sentence": "找出自己的优点，如果自己发现很困难，可以问问朋友，询问他们觉得自己有哪些优点。",
        "label": ""
      },
      {
        "sentence": "然后，用心地看待这些优点。",
        "label": ""
      },
      {
        "sentence": "接纳自己的不足，看到自己的潜力。",
        "label": ""
      },
      {
        "sentence": "虽然现在在某些方面表现不太好，但并不代表以后还是这样，我们可以通过努力不断进步和成长。",
        "label": ""
      },
      {
        "sentence": "2. 将自己需要改进的方面列出来，制定计划来提升自己。",
        "label": ""
      },
      {
        "sentence": "设定一个大目标后，将其分解成小目标，再将小目标分解到每天。",
        "label": ""
      },
      {
        "sentence": "最后，按部就班地完成每天的任务，你就能一步步实现目标，而不会觉得目标太大难以实现。",
        "label": ""
      },
      {
        "sentence": "3. 将纠结和担忧所花费的时间和精力，用于自己喜欢的事情或者需要做的事情上。",
        "label": ""
      },
      {
        "sentence": "要认识到，纠结和担忧其实都没有什么用处，只会让你处于不舒服的状态，浪费时间和精力。",
        "label": ""
      },
      {
        "sentence": "实际上，这些情绪的出现是在提醒你，在哪些方面需要改进和提高。",
        "label": ""
      },
      {
        "sentence": "所以，行动起来就好了，一旦开始行动，这些情绪就会消失的。",
        "label": ""
      },
      {
        "sentence": "4. 正确对待错误。",
        "label": ""
      },
      {
        "sentence": "每个人都是在不断试错的过程中成长的。",
        "label": ""
      },
      {
        "sentence": "每个人的认知都有局限性，都会犯错，但犯错并不可怕，每一次错误都是一次成长的机会。",
        "label": ""
      },
      {
        "sentence": "也许我们犯错时会遭到一些人的责备和嘲笑，但那是他们的事情，我们无法控制。",
        "label": ""
      },
      {
        "sentence": "像《一念之转》里说的：世界上只有自己的事，别人的事和老天的事。",
        "label": ""
      },
      {
        "sentence": "烦恼是因为我们总是操心别人的事情，而不去做好自己的事情。",
        "label": ""
      },
      {
        "sentence": "回到这个问题上来，我们能做的就是看看自己在这次错误中，有哪些可以吸收和改进的地方，反思一下。",
        "label": ""
      },
      {
        "sentence": "这样在下次遇到类似的情况时，我们就知道如何解决了。",
        "label": ""
      },
      {
        "sentence": "其他的事情，我们无法掌控，就不要再花时间和精力在上面了。",
        "label": ""
      },
      {
        "sentence": "让我们开始行动起来吧，想去做的事就去做，当你勇敢地去做了，你会发现结果也许和你想象的不一样。",
        "label": ""
      },
      {
        "sentence": "不过也不要太在意结果，多关注自己在解决问题的过程中的成长和经验，这样你积累的经验就会越来越多，以后遇到类似的情况也会知道如何解决，当然就会更加自信了。",
        "label": ""
      },
      {
        "sentence": "当我们变得自信，你所纠结的这些问题都将不再是问题，你会越来越敢于表达自己，也不会再害怕被人嘲笑了。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "(*￣︶￣)",
        "label": ""
      }
    ]
  }
]