[
  {
    "role": "client",
    "content": "最近我感觉自己做事好像有些障碍，不知道是因为什么。我从小跟着奶奶长大，父母带着弟弟在外打工，奶奶对我有些溺爱，什么都不让我做，八九岁了还得给我穿衣服，现在毕业了，我觉得自己不会做事情，没有办法把事情做好，但是理论却都懂。",
    "annotation": [
      {
        "sentence": "最近我感觉自己做事好像有些障碍，不知道是因为什么。",
        "label": ""
      },
      {
        "sentence": "我从小跟着奶奶长大，父母带着弟弟在外打工，奶奶对我有些溺爱，什么都不让我做，八九岁了还得给我穿衣服，现在毕业了，我觉得自己不会做事情，没有办法把事情做好，但是理论却都懂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你此时的心情，看到你的问题我觉得你需要得到些许温暖和安慰。让我梳理一下你的问题，你看看我这样梳理是否准确：1，女，32岁。2，父母带着弟弟在外面打工，而你是一个留守儿童。3，你从小跟着奶奶长大，奶奶对你非常溺爱。4，毕业后你发现自己很多事情都做不好。5，你发现自己很多事情对理论都懂，但是在实践中遇到了很多障碍，需要有人指导。",
    "annotation": [
      {
        "sentence": "非常理解你此时的心情，看到你的问题我觉得你需要得到些许温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "让我梳理一下你的问题，你看看我这样梳理是否准确：1，女，32岁。",
        "label": ""
      },
      {
        "sentence": "2，父母带着弟弟在外面打工，而你是一个留守儿童。",
        "label": ""
      },
      {
        "sentence": "3，你从小跟着奶奶长大，奶奶对你非常溺爱。",
        "label": ""
      },
      {
        "sentence": "4，毕业后你发现自己很多事情都做不好。",
        "label": ""
      },
      {
        "sentence": "5，你发现自己很多事情对理论都懂，但是在实践中遇到了很多障碍，需要有人指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，你说得很准确。我想知道这些问题的根本原因，为什么我总是做不好事情。",
    "annotation": [
      {
        "sentence": "对，你说得很准确。",
        "label": ""
      },
      {
        "sentence": "我想知道这些问题的根本原因，为什么我总是做不好事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让我来给你分析一下。首先，你的父母选择了把弟弟带在身边而不是你，但你却没有对他们的决定抱怨，这点我觉得说明你是一个非常理解父母的人，不过也让我有些惊讶，一个小孩子居然能理解父母的苦衷。其次，你说奶奶对你很溺爱，是吗？但是你的字里行间，我却能感觉到你对奶奶的抱怨。在我看来，奶奶的溺爱可能只是你现在遇到问题的表象，不一定是根本原因。再者，你觉得自己在实践中总是遇到障碍，但是对理论却很熟悉，这恰恰让我想起了阿德勒的【目的论】。每个人行为背后都有一个目的，你做不好事情、总是需要别人指导的目的是什么呢？我想可能和强迫性重复以及未完成事件有关，这些心理学概念表明人往往会重复早年的创伤性体验，以完成当年未完成的事件。",
    "annotation": [
      {
        "sentence": "让我来给你分析一下。",
        "label": ""
      },
      {
        "sentence": "首先，你的父母选择了把弟弟带在身边而不是你，但你却没有对他们的决定抱怨，这点我觉得说明你是一个非常理解父母的人，不过也让我有些惊讶，一个小孩子居然能理解父母的苦衷。",
        "label": ""
      },
      {
        "sentence": "其次，你说奶奶对你很溺爱，是吗？",
        "label": ""
      },
      {
        "sentence": "但是你的字里行间，我却能感觉到你对奶奶的抱怨。",
        "label": ""
      },
      {
        "sentence": "在我看来，奶奶的溺爱可能只是你现在遇到问题的表象，不一定是根本原因。",
        "label": ""
      },
      {
        "sentence": "再者，你觉得自己在实践中总是遇到障碍，但是对理论却很熟悉，这恰恰让我想起了阿德勒的【目的论】。",
        "label": ""
      },
      {
        "sentence": "每个人行为背后都有一个目的，你做不好事情、总是需要别人指导的目的是什么呢？",
        "label": ""
      },
      {
        "sentence": "我想可能和强迫性重复以及未完成事件有关，这些心理学概念表明人往往会重复早年的创伤性体验，以完成当年未完成的事件。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哦，我懂了。这些年来一直有几件事情困扰着我，我一直没有能好好处理它们。",
    "annotation": [
      {
        "sentence": "哦，我懂了。",
        "label": ""
      },
      {
        "sentence": "这些年来一直有几件事情困扰着我，我一直没有能好好处理它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要着急，让我给你几个小建议。首先，我建议你找一个有精神分析背景的咨询师聊聊，他们能够帮助你更好地理解自己。其次，你可以试试冥想，这对于提高内心的平静、减轻压力、缓解情绪有很大帮助。第三，你可以写日记，或者给小时候的自己写封信，让自己和过去的自己对话，释放内心的压抑和不满。最后，和你的父母谈谈，了解一下当年他们带弟弟而不是带你的想法。相信这些都能有所帮助。",
    "annotation": [
      {
        "sentence": "不要着急，让我给你几个小建议。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你找一个有精神分析背景的咨询师聊聊，他们能够帮助你更好地理解自己。",
        "label": ""
      },
      {
        "sentence": "其次，你可以试试冥想，这对于提高内心的平静、减轻压力、缓解情绪有很大帮助。",
        "label": ""
      },
      {
        "sentence": "第三，你可以写日记，或者给小时候的自己写封信，让自己和过去的自己对话，释放内心的压抑和不满。",
        "label": ""
      },
      {
        "sentence": "最后，和你的父母谈谈，了解一下当年他们带弟弟而不是带你的想法。",
        "label": ""
      },
      {
        "sentence": "相信这些都能有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试的。确实有很多事情需要处理，我不想再被过去的阴影所束缚。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试的。",
        "label": ""
      },
      {
        "sentence": "确实有很多事情需要处理，我不想再被过去的阴影所束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些都是非常好的想法，如果你在处理过程中遇到任何困难，记得随时向我求助，我们一起度过难关。",
    "annotation": [
      {
        "sentence": "这些都是非常好的想法，如果你在处理过程中遇到任何困难，记得随时向我求助，我们一起度过难关。",
        "label": ""
      }
    ]
  }
]