[
  {
    "role": "client",
    "content": "满脑子的如果，如果，为何不能给真心悔改的人机会呢？总是后悔以前的每一步选择，每个选择都是错的，很多人都骂我活该。确实，造成今天的地步，都是我自己任性随意，从来没考虑后果造成的。为什么不能给真心悔改的人一次改过的机会呢？哎。我还有梦想。",
    "annotation": [
      {
        "sentence": "满脑子的如果，如果，为何不能给真心悔改的人机会呢？",
        "label": ""
      },
      {
        "sentence": "总是后悔以前的每一步选择，每个选择都是错的，很多人都骂我活该。",
        "label": ""
      },
      {
        "sentence": "确实，造成今天的地步，都是我自己任性随意，从来没考虑后果造成的。",
        "label": ""
      },
      {
        "sentence": "为什么不能给真心悔改的人一次改过的机会呢？",
        "label": ""
      },
      {
        "sentence": "哎。",
        "label": ""
      },
      {
        "sentence": "我还有梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人非圣贤，孰能无过。每个人都可以犯错，当一个人意识到自己的错误，并已经为自己的错误承担了应有的代价之后，我们应该去原谅他，应该给他一个机会。而你满脑子的如果，如果……为什么别人不给自己一个机会？实际上往往并不是别人不给你机会，而是你自己还不愿意给自己一个机会。或者说你自己不知道该怎么给自己一个机会。",
    "annotation": [
      {
        "sentence": "人非圣贤，孰能无过。",
        "label": ""
      },
      {
        "sentence": "每个人都可以犯错，当一个人意识到自己的错误，并已经为自己的错误承担了应有的代价之后，我们应该去原谅他，应该给他一个机会。",
        "label": ""
      },
      {
        "sentence": "而你满脑子的如果，如果……为什么别人不给自己一个机会？",
        "label": ""
      },
      {
        "sentence": "实际上往往并不是别人不给你机会，而是你自己还不愿意给自己一个机会。",
        "label": ""
      },
      {
        "sentence": "或者说你自己不知道该怎么给自己一个机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我承认我一直在自责，在反思自己。但是我总觉得别人不会原谅我，他们会一直对我进行批判和指责。我真的不知道该怎样面对这些评价。",
    "annotation": [
      {
        "sentence": "是的，我承认我一直在自责，在反思自己。",
        "label": ""
      },
      {
        "sentence": "但是我总觉得别人不会原谅我，他们会一直对我进行批判和指责。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎样面对这些评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给自己一个机会，意味着自己要去承认自己的错误，接纳自己的错误。而当你总是在意别人怎么去评价自己的时候，你还是在一种被评判，并且在反驳批判的阶段。当你问别人为什么不给自己机会的时候，你愿意给自己一个机会吗？其实，如果你愿意给自己一个机会，那么别人给不给你机会都变得不再重要。",
    "annotation": [
      {
        "sentence": "给自己一个机会，意味着自己要去承认自己的错误，接纳自己的错误。",
        "label": ""
      },
      {
        "sentence": "而当你总是在意别人怎么去评价自己的时候，你还是在一种被评判，并且在反驳批判的阶段。",
        "label": ""
      },
      {
        "sentence": "当你问别人为什么不给自己机会的时候，你愿意给自己一个机会吗？",
        "label": ""
      },
      {
        "sentence": "其实，如果你愿意给自己一个机会，那么别人给不给你机会都变得不再重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要改变自己的观念，不再纠结于别人的评价。但是我担心没有人会认同我变好的努力，没有人会相信我是真心悔改的。",
    "annotation": [
      {
        "sentence": "我明白了，我需要改变自己的观念，不再纠结于别人的评价。",
        "label": ""
      },
      {
        "sentence": "但是我担心没有人会认同我变好的努力，没有人会相信我是真心悔改的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为你知道自己能够做什么，能够改变什么，能够变成什么。而不是一直要迷失在别人的评价里。我想应该也没有很多人会一直去评价你的所作所为，即便不被原谅，也不意味着不可以给自己改变的机会。而且更多的情况下是只有你做出了实际行动来证明你可以变得更好，别人才愿意原谅你。",
    "annotation": [
      {
        "sentence": "因为你知道自己能够做什么，能够改变什么，能够变成什么。",
        "label": ""
      },
      {
        "sentence": "而不是一直要迷失在别人的评价里。",
        "label": ""
      },
      {
        "sentence": "我想应该也没有很多人会一直去评价你的所作所为，即便不被原谅，也不意味着不可以给自己改变的机会。",
        "label": ""
      },
      {
        "sentence": "而且更多的情况下是只有你做出了实际行动来证明你可以变得更好，别人才愿意原谅你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我不能再沉浸在过去的错误中，而是要积极主动地采取行动，证明自己的改变。只有这样，别人才会看到我的真心和努力，或许会给我一个机会。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我不能再沉浸在过去的错误中，而是要积极主动地采取行动，证明自己的改变。",
        "label": ""
      },
      {
        "sentence": "只有这样，别人才会看到我的真心和努力，或许会给我一个机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！你已经有了正确的心态。只要你持续努力，相信自己，坚持改变，我相信你一定能够争取到机会。无论别人是否原谅你，都不要忘记你还有梦想，继续为自己的梦想努力吧！祝你好运！",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "你已经有了正确的心态。",
        "label": ""
      },
      {
        "sentence": "只要你持续努力，相信自己，坚持改变，我相信你一定能够争取到机会。",
        "label": ""
      },
      {
        "sentence": "无论别人是否原谅你，都不要忘记你还有梦想，继续为自己的梦想努力吧！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]