[
  {
    "role": "client",
    "content": "让人无奈痛苦的娘家人，怎么样才能改变？父亲在几年前因病去世了，剩下我，弟弟妹妹，还有脑子不太灵活的母亲？！父亲走后，家里一切都似乎好乱好乱～母亲靠种田为生，目不识丁，脑子不灵活，没有经济能力。妹妹弟弟又不愿意出去工作，妹妹远嫁，总抱怨穷，但又一直不出去工作过，？下午和她聊天，让她出去工作，她说：去工作也没用，还是穷的～又总是因为钱的事情和她老公闹矛盾。唉……娘家，我一直的痛。怎么样才能改变？",
    "annotation": [
      {
        "sentence": "让人无奈痛苦的娘家人，怎么样才能改变？",
        "label": ""
      },
      {
        "sentence": "父亲在几年前因病去世了，剩下我，弟弟妹妹，还有脑子不太灵活的母亲？！",
        "label": ""
      },
      {
        "sentence": "父亲走后，家里一切都似乎好乱好乱～母亲靠种田为生，目不识丁，脑子不灵活，没有经济能力。",
        "label": ""
      },
      {
        "sentence": "妹妹弟弟又不愿意出去工作，妹妹远嫁，总抱怨穷，但又一直不出去工作过，？",
        "label": ""
      },
      {
        "sentence": "下午和她聊天，让她出去工作，她说：去工作也没用，还是穷的～又总是因为钱的事情和她老公闹矛盾。",
        "label": ""
      },
      {
        "sentence": "唉……娘家，我一直的痛。",
        "label": ""
      },
      {
        "sentence": "怎么样才能改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你在为娘家人的情况感到痛苦和无奈，我可以帮你倾听和理解。首先，你承担了太多的情感负担，这让你感到很累吧。你有没有了解过你妈妈的真实感受呢？",
    "annotation": [
      {
        "sentence": "你好，听说你在为娘家人的情况感到痛苦和无奈，我可以帮你倾听和理解。",
        "label": ""
      },
      {
        "sentence": "首先，你承担了太多的情感负担，这让你感到很累吧。",
        "label": ""
      },
      {
        "sentence": "你有没有了解过你妈妈的真实感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她年纪大了，不愿意出去工作，整天靠种田过活，我觉得她过得很辛苦。",
    "annotation": [
      {
        "sentence": "她年纪大了，不愿意出去工作，整天靠种田过活，我觉得她过得很辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，在我们这边的农村，年纪60周岁的老人每个月政府都会发放一定金额的养老金和一些社会福利。虽然这些钱不多，但是加上口粮田和自己种菜养鸡，生活应该是没有太大问题的。而且每年60周岁的老人还有一次免费体检的机会，可以及早发现和预防重大疾病。所以，我觉得你妈妈现在应该比几年前过得更轻松一些。你了解她的实际情况吗？",
    "annotation": [
      {
        "sentence": "其实，在我们这边的农村，年纪60周岁的老人每个月政府都会发放一定金额的养老金和一些社会福利。",
        "label": ""
      },
      {
        "sentence": "虽然这些钱不多，但是加上口粮田和自己种菜养鸡，生活应该是没有太大问题的。",
        "label": ""
      },
      {
        "sentence": "而且每年60周岁的老人还有一次免费体检的机会，可以及早发现和预防重大疾病。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得你妈妈现在应该比几年前过得更轻松一些。",
        "label": ""
      },
      {
        "sentence": "你了解她的实际情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我一直没有多关注她的感受，只看到了她的困境和辛苦。",
    "annotation": [
      {
        "sentence": "可能我一直没有多关注她的感受，只看到了她的困境和辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候我们会因为担心家人而忽略他们的真实感受。接下来，我想谈谈你弟弟不愿意工作的情况，这可能是因为各种原因造成的，比如他懒惰或是为了照顾妈妈。如果家庭贫困，你们可以咨询当地的扶贫工作人员，他们会提供一对一的帮助和解决方案。党和国家在扶贫方面的投入力度很大，你可以考虑让你弟弟咨询相关的手续。",
    "annotation": [
      {
        "sentence": "是的，有时候我们会因为担心家人而忽略他们的真实感受。",
        "label": ""
      },
      {
        "sentence": "接下来，我想谈谈你弟弟不愿意工作的情况，这可能是因为各种原因造成的，比如他懒惰或是为了照顾妈妈。",
        "label": ""
      },
      {
        "sentence": "如果家庭贫困，你们可以咨询当地的扶贫工作人员，他们会提供一对一的帮助和解决方案。",
        "label": ""
      },
      {
        "sentence": "党和国家在扶贫方面的投入力度很大，你可以考虑让你弟弟咨询相关的手续。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得他不努力工作是因为懒惰，但或许他确实有他的原因。我会跟他商量一下，如果需要的话，我们会去咨询扶贫工作人员。",
    "annotation": [
      {
        "sentence": "我一直觉得他不努力工作是因为懒惰，但或许他确实有他的原因。",
        "label": ""
      },
      {
        "sentence": "我会跟他商量一下，如果需要的话，我们会去咨询扶贫工作人员。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的思考方式很积极。另外，我知道你妹妹和她的老公之间经常因为钱的问题发生矛盾。这个问题比较复杂，我认为你作为姐姐插手可能会越界。妹妹的生活方式应该由她和她的丈夫商量决定。你可以先过好自己的日子，如果有余力的话帮一把，但是你也要知道并不是非要帮她们挣钱养家。每个人都有自己的命运，即使是亲人，我们也应该先关注自己的生活。对于你妹妹和她们家庭的问题，我建议你先倾听自己的内心需求，然后再决定是否要帮助她们。如果连自己都无法过好，就无法真正地帮到别人。你可能害怕因为不帮娘家人而被认为不孝顺，但如果任由他们绑架你的生活，那才是不好的。建议你多关心自己，把对自己的好放在第一位。我推荐你尝试冥想练习，这样可以让你更清晰地了解自己的想法和需求。",
    "annotation": [
      {
        "sentence": "很好，你的思考方式很积极。",
        "label": ""
      },
      {
        "sentence": "另外，我知道你妹妹和她的老公之间经常因为钱的问题发生矛盾。",
        "label": ""
      },
      {
        "sentence": "这个问题比较复杂，我认为你作为姐姐插手可能会越界。",
        "label": ""
      },
      {
        "sentence": "妹妹的生活方式应该由她和她的丈夫商量决定。",
        "label": ""
      },
      {
        "sentence": "你可以先过好自己的日子，如果有余力的话帮一把，但是你也要知道并不是非要帮她们挣钱养家。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的命运，即使是亲人，我们也应该先关注自己的生活。",
        "label": ""
      },
      {
        "sentence": "对于你妹妹和她们家庭的问题，我建议你先倾听自己的内心需求，然后再决定是否要帮助她们。",
        "label": ""
      },
      {
        "sentence": "如果连自己都无法过好，就无法真正地帮到别人。",
        "label": ""
      },
      {
        "sentence": "你可能害怕因为不帮娘家人而被认为不孝顺，但如果任由他们绑架你的生活，那才是不好的。",
        "label": ""
      },
      {
        "sentence": "建议你多关心自己，把对自己的好放在第一位。",
        "label": ""
      },
      {
        "sentence": "我推荐你尝试冥想练习，这样可以让你更清晰地了解自己的想法和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着更多地关注自己，而不是完全放在娘家人身上。你提到了冥想练习，我对此很感兴趣，可以告诉我具体如何练习吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着更多地关注自己，而不是完全放在娘家人身上。",
        "label": ""
      },
      {
        "sentence": "你提到了冥想练习，我对此很感兴趣，可以告诉我具体如何练习吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。平台上有冥想星球，你可以参考里面的正念冥想练习。我已经积累了3000多分钟的练习时间，对我帮助很大。我推荐给你几个练习，比如“建立人际边界”可以帮助你找到在关系中既亲密又独立的平衡；还有“接纳不完美”可以帮助你减少自我批评；另外还有“聆听自己”，这个练习可以让你更深入地聆听你内心的声音，探索自己内在的想法和智慧，找到属于你自己的道路。希望这些练习对你有所帮助，祝你好运！",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "平台上有冥想星球，你可以参考里面的正念冥想练习。",
        "label": ""
      },
      {
        "sentence": "我已经积累了3000多分钟的练习时间，对我帮助很大。",
        "label": ""
      },
      {
        "sentence": "我推荐给你几个练习，比如“建立人际边界”可以帮助你找到在关系中既亲密又独立的平衡；还有“接纳不完美”可以帮助你减少自我批评；另外还有“聆听自己”，这个练习可以让你更深入地聆听你内心的声音，探索自己内在的想法和智慧，找到属于你自己的道路。",
        "label": ""
      },
      {
        "sentence": "希望这些练习对你有所帮助，祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的指导和支持，我会尝试这些冥想练习，并更加关注自己的需求。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的指导和支持，我会尝试这些冥想练习，并更加关注自己的需求。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]