[
  {
    "role": "client",
    "content": "让人无奈痛苦的娘家人，怎么样才能改变？父亲在几年前因病去世了，剩下我，弟弟妹妹，还有脑子不太灵活的母亲？！父亲走后，家里一切都似乎好乱好乱～母亲靠种田为生，目不识丁，脑子不灵活，没有经济能力。妹妹弟弟又不愿意出去工作，妹妹远嫁，总抱怨穷，但又一直不出去工作过，？下午和她聊天，让她出去工作，她说：去工作也没用，还是穷的～又总是因为钱的事情和她老公闹矛盾。唉……娘家，我一直的痛。怎么样才能改变？",
    "annotation": [
      {
        "sentence": "让人无奈痛苦的娘家人，怎么样才能改变？",
        "label": ""
      },
      {
        "sentence": "父亲在几年前因病去世了，剩下我，弟弟妹妹，还有脑子不太灵活的母亲？！",
        "label": ""
      },
      {
        "sentence": "父亲走后，家里一切都似乎好乱好乱～母亲靠种田为生，目不识丁，脑子不灵活，没有经济能力。",
        "label": ""
      },
      {
        "sentence": "妹妹弟弟又不愿意出去工作，妹妹远嫁，总抱怨穷，但又一直不出去工作过，？",
        "label": ""
      },
      {
        "sentence": "下午和她聊天，让她出去工作，她说：去工作也没用，还是穷的～又总是因为钱的事情和她老公闹矛盾。",
        "label": ""
      },
      {
        "sentence": "唉……娘家，我一直的痛。",
        "label": ""
      },
      {
        "sentence": "怎么样才能改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读完你的描述，感受到了一个满是担忧焦虑，又充满着无力感的一筹莫展的小女孩的样子。在这样的家庭中长大，有这样的兄弟姐妹，不是你能选择的事情，自然也无法做到去改变他人。你已经尽力了。父亲去世的这几年，作为大姐你一定承担起了照顾母亲、弟弟和妹妹的责任。看来你对他们的状况感到无力，弟弟和妹妹不愿意出去工作，妹妹远嫁后又抱怨穷，却不愿意去工作，这些问题让你非常担心，但又不知道该如何是好。",
    "annotation": [
      {
        "sentence": "读完你的描述，感受到了一个满是担忧焦虑，又充满着无力感的一筹莫展的小女孩的样子。",
        "label": ""
      },
      {
        "sentence": "在这样的家庭中长大，有这样的兄弟姐妹，不是你能选择的事情，自然也无法做到去改变他人。",
        "label": ""
      },
      {
        "sentence": "你已经尽力了。",
        "label": ""
      },
      {
        "sentence": "父亲去世的这几年，作为大姐你一定承担起了照顾母亲、弟弟和妹妹的责任。",
        "label": ""
      },
      {
        "sentence": "看来你对他们的状况感到无力，弟弟和妹妹不愿意出去工作，妹妹远嫁后又抱怨穷，却不愿意去工作，这些问题让你非常担心，但又不知道该如何是好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得无力和孤独。我不知道怎样才能让他们过得更好，他们似乎都不愿意接受我的建议和帮助。我总觉得我应该对他们的生活负责任。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得无力和孤独。",
        "label": ""
      },
      {
        "sentence": "我不知道怎样才能让他们过得更好，他们似乎都不愿意接受我的建议和帮助。",
        "label": ""
      },
      {
        "sentence": "我总觉得我应该对他们的生活负责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧和孤独感。但是，弟弟妹妹过得不好，一定有他们的原因。学会放手，给予他们成长的机会。适当的远离一点就可以看清楚，他们的生活是他们选择的结果，你并不需要承担他们生活不好的责任。每个人都需要先照顾好自己，才能有余力去照顾他人。既然无法改变现状，那就暂且接纳这样的情况，不妨先保持与弟弟妹妹的距离，给自己减负。等到你的力量变得更强大，再回过头来帮助他们，祝你一切安好！",
    "annotation": [
      {
        "sentence": "我理解你的担忧和孤独感。",
        "label": ""
      },
      {
        "sentence": "但是，弟弟妹妹过得不好，一定有他们的原因。",
        "label": ""
      },
      {
        "sentence": "学会放手，给予他们成长的机会。",
        "label": ""
      },
      {
        "sentence": "适当的远离一点就可以看清楚，他们的生活是他们选择的结果，你并不需要承担他们生活不好的责任。",
        "label": ""
      },
      {
        "sentence": "每个人都需要先照顾好自己，才能有余力去照顾他人。",
        "label": ""
      },
      {
        "sentence": "既然无法改变现状，那就暂且接纳这样的情况，不妨先保持与弟弟妹妹的距离，给自己减负。",
        "label": ""
      },
      {
        "sentence": "等到你的力量变得更强大，再回过头来帮助他们，祝你一切安好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会试着放手，为自己创造空间，以便能够更好地照顾他们。我知道我不能为他们承担一切，但我也希望能够为他们提供支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着放手，为自己创造空间，以便能够更好地照顾他们。",
        "label": ""
      },
      {
        "sentence": "我知道我不能为他们承担一切，但我也希望能够为他们提供支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定。放手并不意味着放弃，而是给予彼此成长和发展的机会。你可以给自己创造一些属于自己的时间和空间，去发展自己的兴趣爱好，提高自己的能力。在这个过程中，你也可以为你的弟弟和妹妹树立一个榜样，让他们看到你的改变和努力。同时，如果他们需要帮助，你可以适时提供支持和建议。相信你的选择会让你和你的家人都过得更好。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定。",
        "label": ""
      },
      {
        "sentence": "放手并不意味着放弃，而是给予彼此成长和发展的机会。",
        "label": ""
      },
      {
        "sentence": "你可以给自己创造一些属于自己的时间和空间，去发展自己的兴趣爱好，提高自己的能力。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你也可以为你的弟弟和妹妹树立一个榜样，让他们看到你的改变和努力。",
        "label": ""
      },
      {
        "sentence": "同时，如果他们需要帮助，你可以适时提供支持和建议。",
        "label": ""
      },
      {
        "sentence": "相信你的选择会让你和你的家人都过得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要为自己创造一些属于自己的时间和空间，我会努力充实自己，提高自己的能力，同时也会关心弟弟和妹妹，给予他们适当的支持。谢谢你的建议和鼓励，我会努力做到的。",
    "annotation": [
      {
        "sentence": "你说得对，我需要为自己创造一些属于自己的时间和空间，我会努力充实自己，提高自己的能力，同时也会关心弟弟和妹妹，给予他们适当的支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我会努力做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的决定。记住，你的成长和幸福同样重要，无论如何你都不应该感到有罪感。支持别人是一种美好的品质，但首先要以自己的健康和幸福为基础。祝福你能够过上充实而快乐的生活，也祝愿你的家人能够找到自己的幸福。如果你还有什么需要诉说的，我都愿意倾听。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的决定。",
        "label": ""
      },
      {
        "sentence": "记住，你的成长和幸福同样重要，无论如何你都不应该感到有罪感。",
        "label": ""
      },
      {
        "sentence": "支持别人是一种美好的品质，但首先要以自己的健康和幸福为基础。",
        "label": ""
      },
      {
        "sentence": "祝福你能够过上充实而快乐的生活，也祝愿你的家人能够找到自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么需要诉说的，我都愿意倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和倾听。我会为自己的幸福努力，也会时刻关注家人的情况。如果有需要的时候，我会再来寻求你的帮助和支持。再次感谢你的陪伴。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和倾听。",
        "label": ""
      },
      {
        "sentence": "我会为自己的幸福努力，也会时刻关注家人的情况。",
        "label": ""
      },
      {
        "sentence": "如果有需要的时候，我会再来寻求你的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够陪伴你一起走过这段困难时期。无论何时，我都会在这里等待你的到来。祝你一切顺利，记住，你不是一个人在战斗。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够陪伴你一起走过这段困难时期。",
        "label": ""
      },
      {
        "sentence": "无论何时，我都会在这里等待你的到来。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，记住，你不是一个人在战斗。",
        "label": ""
      }
    ]
  }
]