[
  {
    "role": "client",
    "content": "我觉得我不合群，六年级了还抑郁，父母离婚了。我不知道该怎么办？我在班上就是不和群的，就算偶尔有几个关系好一点的，好像总会被我吓跑。我努力把所以东西都给他们，好像也没几个朋友。还可能是我家庭的原因，父母离婚，爸爸欠了债离了婚，留下了一堆房债，我妈也经常说我，和我相处也经常伤害我。我知道她过得不容易，但还是回头会恨她。",
    "annotation": [
      {
        "sentence": "我觉得我不合群，六年级了还抑郁，父母离婚了。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办？",
        "label": ""
      },
      {
        "sentence": "我在班上就是不和群的，就算偶尔有几个关系好一点的，好像总会被我吓跑。",
        "label": ""
      },
      {
        "sentence": "我努力把所以东西都给他们，好像也没几个朋友。",
        "label": ""
      },
      {
        "sentence": "还可能是我家庭的原因，父母离婚，爸爸欠了债离了婚，留下了一堆房债，我妈也经常说我，和我相处也经常伤害我。",
        "label": ""
      },
      {
        "sentence": "我知道她过得不容易，但还是回头会恨她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。似乎你最近比较难过，因为家庭变故心理上受到了影响，同时在学校里也没有找到自己的归属感？",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "似乎你最近比较难过，因为家庭变故心理上受到了影响，同时在学校里也没有找到自己的归属感？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我根本就不知道怎样去相处，总感觉自己的处境不同。",
    "annotation": [
      {
        "sentence": "是的，我觉得我根本就不知道怎样去相处，总感觉自己的处境不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭变故往往是因为大人之间存在的一些矛盾和问题，在这个过程中孩子是无辜的，无辜地承受了一次家庭内部的剧烈变化。在这个时候你感到不开心感到难过，都是正常的心理状态，和信任的亲人朋友聊一聊自己的感受，或许会好受一些。你可以想一想你的爱好兴趣，参加一些自己特别感兴趣的课外活动，或者去交友群里跟同龄人交流，或许会有新的朋友。同时，你也可以尝试寻找老师或班主任的帮助。",
    "annotation": [
      {
        "sentence": "家庭变故往往是因为大人之间存在的一些矛盾和问题，在这个过程中孩子是无辜的，无辜地承受了一次家庭内部的剧烈变化。",
        "label": ""
      },
      {
        "sentence": "在这个时候你感到不开心感到难过，都是正常的心理状态，和信任的亲人朋友聊一聊自己的感受，或许会好受一些。",
        "label": ""
      },
      {
        "sentence": "你可以想一想你的爱好兴趣，参加一些自己特别感兴趣的课外活动，或者去交友群里跟同龄人交流，或许会有新的朋友。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试寻找老师或班主任的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过了，可同学们总感觉跟我不来电，或是看我不顺眼。 我该怎么样改变自己？",
    "annotation": [
      {
        "sentence": "我试过了，可同学们总感觉跟我不来电，或是看我不顺眼。",
        "label": ""
      },
      {
        "sentence": " 我该怎么样改变自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你的确想改变自己，可以思考回忆，自己和朋友们在一起相处的时候，朋友是什么时候不想和自己玩了呢？是不是有什么事情没有处理好，有没有可能是自己不开心的时候对朋友发了火朋友才离开的呢？反思能够帮助我们尽快地找到问题解决问题，如果实在不知道为什么，或许你可以问问自己熟悉的同学，问对方是如何看待自己的，自己身上有什么缺点优点，加以改正。",
    "annotation": [
      {
        "sentence": "如果你的确想改变自己，可以思考回忆，自己和朋友们在一起相处的时候，朋友是什么时候不想和自己玩了呢？",
        "label": ""
      },
      {
        "sentence": "是不是有什么事情没有处理好，有没有可能是自己不开心的时候对朋友发了火朋友才离开的呢？",
        "label": ""
      },
      {
        "sentence": "反思能够帮助我们尽快地找到问题解决问题，如果实在不知道为什么，或许你可以问问自己熟悉的同学，问对方是如何看待自己的，自己身上有什么缺点优点，加以改正。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我已经有些想法了。谢谢你！你的建议很有帮助。",
    "annotation": [
      {
        "sentence": "原来如此，我已经有些想法了。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      },
      {
        "sentence": "你的建议很有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找到适合自己的朋友，互相尊重互相帮助是非常重要的。如果需要的话，你可以倾诉分享，我会随时支持你的。",
    "annotation": [
      {
        "sentence": "找到适合自己的朋友，互相尊重互相帮助是非常重要的。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，你可以倾诉分享，我会随时支持你的。",
        "label": ""
      }
    ]
  }
]