[
  {
    "role": "client",
    "content": "辛苦有发展的工作，和轻松的工作，该选择哪份工作呢？一份工作比较辛苦，工资稍微高一些，早上需要很早起来上班，因为5点就要开始上，而且没有车，一个月车费差不多250左右，而且是生鲜行业比较累人。但是有发展空间，因为所开店铺有很多家，有五险一金，职位是副店长。另一份工作是服装导购，薪资低一些，但是工作稍微轻松些，休息也多些，也有晋升，也许会比较缓慢一些，有五险，我该选择哪一份呢？我想选择对我有利的。第一份工作肯定会累很多。我该怎样选择呢？",
    "annotation": [
      {
        "sentence": "辛苦有发展的工作，和轻松的工作，该选择哪份工作呢？",
        "label": ""
      },
      {
        "sentence": "一份工作比较辛苦，工资稍微高一些，早上需要很早起来上班，因为5点就要开始上，而且没有车，一个月车费差不多250左右，而且是生鲜行业比较累人。",
        "label": ""
      },
      {
        "sentence": "但是有发展空间，因为所开店铺有很多家，有五险一金，职位是副店长。",
        "label": ""
      },
      {
        "sentence": "另一份工作是服装导购，薪资低一些，但是工作稍微轻松些，休息也多些，也有晋升，也许会比较缓慢一些，有五险，我该选择哪一份呢？",
        "label": ""
      },
      {
        "sentence": "我想选择对我有利的。",
        "label": ""
      },
      {
        "sentence": "第一份工作肯定会累很多。",
        "label": ""
      },
      {
        "sentence": "我该怎样选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对你的具体情况不是很了解，通过你的直言片语只能大概猜测你可能面临的情景，以下皆为我主观武断的看法，请谨慎参考。从你的提问当中我看到你对于两份工作是有进行一定的比较和分析的，并把他们总结为一个优势发展好，一个优势是轻松；但发展好的它辛苦，轻松的它待遇低发展也可能会比较弱。在两者之间怎样选择好像都不能满意，要是发展好和轻松是在同一个岗位就好了。最后你问到你想选择对于你有利，可怎样才能算有利呢？你希望这个有利的结果是什么呢？发展好的你可能看到的是将来，同时也意识到现在会很辛苦，而且这种发展好也只是一种可能性，说不定这个发展到时一点也不好，我不白辛苦了。轻松的你可能看到的是现在，同时你好像也隐约对未来有些担忧：我现在不趁着年轻吃点苦为将来打基础，现在图就轻松错过好机会，将来指不定越来越辛苦更辛苦，但这也只是一种可能性，说不定这个轻松将来也能发展好的。难就难在两个都存在这样的一些好的和坏的可能性，所以我们不管选择哪一个好像都是在赌。幸苦和轻松都是明确可见的，但未来却是都是不确定的。如果有人告诉你选择去做生鲜未来一定能发展很好，两年后你就是大领导，也就不用早起了；抑或有人告诉你去服装行业，将来出路一定会越来越窄。那么你的选择也就容易多了，可现实是我们都没法预测未来。既然无法预测未来，那么我们就来规划未来。你的选择只是实现理想结果的中间途径，而不是最终结果。",
    "annotation": [
      {
        "sentence": "对你的具体情况不是很了解，通过你的直言片语只能大概猜测你可能面临的情景，以下皆为我主观武断的看法，请谨慎参考。",
        "label": ""
      },
      {
        "sentence": "从你的提问当中我看到你对于两份工作是有进行一定的比较和分析的，并把他们总结为一个优势发展好，一个优势是轻松；但发展好的它辛苦，轻松的它待遇低发展也可能会比较弱。",
        "label": ""
      },
      {
        "sentence": "在两者之间怎样选择好像都不能满意，要是发展好和轻松是在同一个岗位就好了。",
        "label": ""
      },
      {
        "sentence": "最后你问到你想选择对于你有利，可怎样才能算有利呢？",
        "label": ""
      },
      {
        "sentence": "你希望这个有利的结果是什么呢？",
        "label": ""
      },
      {
        "sentence": "发展好的你可能看到的是将来，同时也意识到现在会很辛苦，而且这种发展好也只是一种可能性，说不定这个发展到时一点也不好，我不白辛苦了。",
        "label": ""
      },
      {
        "sentence": "轻松的你可能看到的是现在，同时你好像也隐约对未来有些担忧：我现在不趁着年轻吃点苦为将来打基础，现在图就轻松错过好机会，将来指不定越来越辛苦更辛苦，但这也只是一种可能性，说不定这个轻松将来也能发展好的。",
        "label": ""
      },
      {
        "sentence": "难就难在两个都存在这样的一些好的和坏的可能性，所以我们不管选择哪一个好像都是在赌。",
        "label": ""
      },
      {
        "sentence": "幸苦和轻松都是明确可见的，但未来却是都是不确定的。",
        "label": ""
      },
      {
        "sentence": "如果有人告诉你选择去做生鲜未来一定能发展很好，两年后你就是大领导，也就不用早起了；抑或有人告诉你去服装行业，将来出路一定会越来越窄。",
        "label": ""
      },
      {
        "sentence": "那么你的选择也就容易多了，可现实是我们都没法预测未来。",
        "label": ""
      },
      {
        "sentence": "既然无法预测未来，那么我们就来规划未来。",
        "label": ""
      },
      {
        "sentence": "你的选择只是实现理想结果的中间途径，而不是最终结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "1、从你的分析和上文我讲的废话来看，很显然两个选择都不是你满意的。那么既然是这样与其思考哪个选择更好，不如思考下你的理想生活是什么？这两个选项哪个更能帮助你实现未来的理想生活？",
    "annotation": [
      {
        "sentence": "1、从你的分析和上文我讲的废话来看，很显然两个选择都不是你满意的。",
        "label": ""
      },
      {
        "sentence": "那么既然是这样与其思考哪个选择更好，不如思考下你的理想生活是什么？",
        "label": ""
      },
      {
        "sentence": "这两个选项哪个更能帮助你实现未来的理想生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常同意你的观点。确实，对你来说，选择一个能帮助你实现理想生活的工作更为重要。你可以考虑这两个选择中哪个能更好地锻炼你成为一个高管的能力，哪个所在的行业潜力更大，哪个行业的发展更能助推你自身的发展，哪个可以给你提供更多未来的选择路径来实现你理想的生活。",
    "annotation": [
      {
        "sentence": "非常同意你的观点。",
        "label": ""
      },
      {
        "sentence": "确实，对你来说，选择一个能帮助你实现理想生活的工作更为重要。",
        "label": ""
      },
      {
        "sentence": "你可以考虑这两个选择中哪个能更好地锻炼你成为一个高管的能力，哪个所在的行业潜力更大，哪个行业的发展更能助推你自身的发展，哪个可以给你提供更多未来的选择路径来实现你理想的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "2、也可以假设你自己想成为一个什么样的人，为了成为这样的一个人你需不需要这样一份工作，哪个选择对于你成为这样的人帮助会更大。同时可以换一个角度，看这个选择对于我成为这样一个人是否有什么阻碍，如果成为那样的人需要更多的空闲时间，那么繁忙的工作就不适合了。如果成为那样的人需要更多的历练机会，那么轻松的工作就不合适了。",
    "annotation": [
      {
        "sentence": "2、也可以假设你自己想成为一个什么样的人，为了成为这样的一个人你需不需要这样一份工作，哪个选择对于你成为这样的人帮助会更大。",
        "label": ""
      },
      {
        "sentence": "同时可以换一个角度，看这个选择对于我成为这样一个人是否有什么阻碍，如果成为那样的人需要更多的空闲时间，那么繁忙的工作就不适合了。",
        "label": ""
      },
      {
        "sentence": "如果成为那样的人需要更多的历练机会，那么轻松的工作就不合适了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的观点！想一想自己心中理想中的人是怎样的，这样的人需要这份工作吗？哪个选择更能帮助你成为这样一个人？同时，也要看这份工作是否会阻碍你成为理想中的人。如果成为那样的人需要更多的空闲时间，那么繁忙的工作可能不太适合。如果成为那样的人需要更多的历练机会，那么轻松的工作可能就不合适了。",
    "annotation": [
      {
        "sentence": "好的观点！",
        "label": ""
      },
      {
        "sentence": "想一想自己心中理想中的人是怎样的，这样的人需要这份工作吗？",
        "label": ""
      },
      {
        "sentence": "哪个选择更能帮助你成为这样一个人？",
        "label": ""
      },
      {
        "sentence": "同时，也要看这份工作是否会阻碍你成为理想中的人。",
        "label": ""
      },
      {
        "sentence": "如果成为那样的人需要更多的空闲时间，那么繁忙的工作可能不太适合。",
        "label": ""
      },
      {
        "sentence": "如果成为那样的人需要更多的历练机会，那么轻松的工作可能就不合适了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "3、如果你觉得这两个选择对于你的理想生活和自我都没有帮助，或许你需要寻找新的机会。",
    "annotation": [
      {
        "sentence": "3、如果你觉得这两个选择对于你的理想生活和自我都没有帮助，或许你需要寻找新的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同！如果你觉得这两个选择都无法帮助你实现理想生活或成为你想成为的人，那么或许你需要继续寻找新的机会，探索其他的选择。不要让自己局限在当前的困境中，还有很多未知可能等待着你去发掘。",
    "annotation": [
      {
        "sentence": "非常赞同！",
        "label": ""
      },
      {
        "sentence": "如果你觉得这两个选择都无法帮助你实现理想生活或成为你想成为的人，那么或许你需要继续寻找新的机会，探索其他的选择。",
        "label": ""
      },
      {
        "sentence": "不要让自己局限在当前的困境中，还有很多未知可能等待着你去发掘。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和耐心倾听！我会好好思考并做出适合自己的选择。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和耐心倾听！",
        "label": ""
      },
      {
        "sentence": "我会好好思考并做出适合自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记得，无论你选择哪个工作，最重要的是相信自己的决策，并为之全力以赴。相信你会找到适合自己的道路，祝你好运！如果需要任何帮助，随时来找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得，无论你选择哪个工作，最重要的是相信自己的决策，并为之全力以赴。",
        "label": ""
      },
      {
        "sentence": "相信你会找到适合自己的道路，祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，随时来找我。",
        "label": ""
      }
    ]
  }
]