[
  {
    "role": "client",
    "content": "我36岁了，被职场PUA耽误了很久，还遇到了一段空虚的感情。感觉自己一无所有，甚至有了想死的心。我虽然在企业中做到了中高层，但是过去几年遇到了一些恶性竞争，被一个非常噁心的女上司进行PUA，她制造谣言，抹黑我，破坏我的人际关系，导致我失去了原本的职位，让我身心疲惫。情感上我也遇到了一个不婚族，虽然只有一年多，但是还是让我感到很空虚。我想再出国读书改变自己的处境，但是感觉力不从心，因为身边没有人支持我，而且总感觉其他同龄人会有异样的眼光，我是不是就是被社会淹没的人呀？",
    "annotation": [
      {
        "sentence": "我36岁了，被职场PUA耽误了很久，还遇到了一段空虚的感情。",
        "label": ""
      },
      {
        "sentence": "感觉自己一无所有，甚至有了想死的心。",
        "label": ""
      },
      {
        "sentence": "我虽然在企业中做到了中高层，但是过去几年遇到了一些恶性竞争，被一个非常噁心的女上司进行PUA，她制造谣言，抹黑我，破坏我的人际关系，导致我失去了原本的职位，让我身心疲惫。",
        "label": ""
      },
      {
        "sentence": "情感上我也遇到了一个不婚族，虽然只有一年多，但是还是让我感到很空虚。",
        "label": ""
      },
      {
        "sentence": "我想再出国读书改变自己的处境，但是感觉力不从心，因为身边没有人支持我，而且总感觉其他同龄人会有异样的眼光，我是不是就是被社会淹没的人呀？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你现在觉得自己一无所有，但是你已经在企业中做到了中高层，这方面你有丰富的经验，可以变现出来。虽然遇到了一些不幸，但是好在你及时止损，没有继续浪费时间和精力。你可以再多想一些其他方面，比如你的身体健康，你的衣食无忧，会不会也有很多方面值得庆幸呢？很多人连工作都找不到，还要为了食物和房租而烦恼；有些人一生都和错误的人在一起，每天都在怨恨中度过，非常痛苦。从这个角度看，虽然你现在的职位不保，但是你可以找到其他的工作，至少你不会饿肚子；你及时地摆脱了一个有害的人，这样你就有更多的时间留给自己，留给真正关心你的人。保持感恩的心态去认真地感激自己已经拥有的东西，这样会改善你的心情。你还可以找一些爱好来丰富自己，填满自己的内心，让自己的生活不仅仅依赖于工作和别人。就像我平时会喜欢做一些健康的食物，做手工，画画等创造性的活动，这些都能让我感到快乐，即使在工作上遇到不顺心的事情，我也能通过这些爱好平复我的心情。另外，你可以思考一下别人的异样眼光是否真实？他们是否真的像你想象的那样关注你？现在你将注意力放在了自己身上，你会去关注周围的人吗？总是担心她们如何工作不好，如何还没有结婚，每天与同伴们窃窃私语别人的生活吗？其实并不会，每个人都忙着自己的事情，没有那么多时间去异样地看待你。所以你要做的就是让自己开心，努力去过上自己想要的生活。别人不会为你负责，你才是你生活的主角。如果你因为别人的眼光而难过，你觉得值得吗？所以想干什么就去做，出国读书也是很好的选择，只要你权衡了利弊，有着足够的实力，就不要太在意别人的看法，自己的人生永远是最重要的。",
    "annotation": [
      {
        "sentence": "虽然你现在觉得自己一无所有，但是你已经在企业中做到了中高层，这方面你有丰富的经验，可以变现出来。",
        "label": ""
      },
      {
        "sentence": "虽然遇到了一些不幸，但是好在你及时止损，没有继续浪费时间和精力。",
        "label": ""
      },
      {
        "sentence": "你可以再多想一些其他方面，比如你的身体健康，你的衣食无忧，会不会也有很多方面值得庆幸呢？",
        "label": ""
      },
      {
        "sentence": "很多人连工作都找不到，还要为了食物和房租而烦恼；有些人一生都和错误的人在一起，每天都在怨恨中度过，非常痛苦。",
        "label": ""
      },
      {
        "sentence": "从这个角度看，虽然你现在的职位不保，但是你可以找到其他的工作，至少你不会饿肚子；你及时地摆脱了一个有害的人，这样你就有更多的时间留给自己，留给真正关心你的人。",
        "label": ""
      },
      {
        "sentence": "保持感恩的心态去认真地感激自己已经拥有的东西，这样会改善你的心情。",
        "label": ""
      },
      {
        "sentence": "你还可以找一些爱好来丰富自己，填满自己的内心，让自己的生活不仅仅依赖于工作和别人。",
        "label": ""
      },
      {
        "sentence": "就像我平时会喜欢做一些健康的食物，做手工，画画等创造性的活动，这些都能让我感到快乐，即使在工作上遇到不顺心的事情，我也能通过这些爱好平复我的心情。",
        "label": ""
      },
      {
        "sentence": "另外，你可以思考一下别人的异样眼光是否真实？",
        "label": ""
      },
      {
        "sentence": "他们是否真的像你想象的那样关注你？",
        "label": ""
      },
      {
        "sentence": "现在你将注意力放在了自己身上，你会去关注周围的人吗？",
        "label": ""
      },
      {
        "sentence": "总是担心她们如何工作不好，如何还没有结婚，每天与同伴们窃窃私语别人的生活吗？",
        "label": ""
      },
      {
        "sentence": "其实并不会，每个人都忙着自己的事情，没有那么多时间去异样地看待你。",
        "label": ""
      },
      {
        "sentence": "所以你要做的就是让自己开心，努力去过上自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "别人不会为你负责，你才是你生活的主角。",
        "label": ""
      },
      {
        "sentence": "如果你因为别人的眼光而难过，你觉得值得吗？",
        "label": ""
      },
      {
        "sentence": "所以想干什么就去做，出国读书也是很好的选择，只要你权衡了利弊，有着足够的实力，就不要太在意别人的看法，自己的人生永远是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，听你这么一说，我觉得确实有很多值得我庆幸的地方。我确实有丰富的工作经验，可以利用这些经验找到更好的职位。同时，我也要感激自己能及时离开那段空虚的感情，至少现在我有更多时间照顾自己，关注自己的需要。我会试着用感恩的心态去看待自己已经拥有的，也会尝试寻找一些兴趣爱好来丰富自己的内心世界。你说得对，别人其实并不会一直关注着我的生活，他们也有自己的烦恼和忙碌。我会尽量不去在意他们的眼光，只要自己开心，努力实现自己的梦想就好了。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的回复，听你这么一说，我觉得确实有很多值得我庆幸的地方。",
        "label": ""
      },
      {
        "sentence": "我确实有丰富的工作经验，可以利用这些经验找到更好的职位。",
        "label": ""
      },
      {
        "sentence": "同时，我也要感激自己能及时离开那段空虚的感情，至少现在我有更多时间照顾自己，关注自己的需要。",
        "label": ""
      },
      {
        "sentence": "我会试着用感恩的心态去看待自己已经拥有的，也会尝试寻找一些兴趣爱好来丰富自己的内心世界。",
        "label": ""
      },
      {
        "sentence": "你说得对，别人其实并不会一直关注着我的生活，他们也有自己的烦恼和忙碌。",
        "label": ""
      },
      {
        "sentence": "我会尽量不去在意他们的眼光，只要自己开心，努力实现自己的梦想就好了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。你的态度已经很积极了，相信你一定能找到属于自己的幸福和成功。无论在职场上还是感情上，都要相信自己的能力和价值。对于那些不支持你的人和异样的眼光，我们不需要太在意，因为他们不是我们生活的决定者。你要相信自己的选择，勇敢地追求自己的梦想。如果你需要任何帮助或者再次想聊聊，随时都可以找我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "你的态度已经很积极了，相信你一定能找到属于自己的幸福和成功。",
        "label": ""
      },
      {
        "sentence": "无论在职场上还是感情上，都要相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "对于那些不支持你的人和异样的眼光，我们不需要太在意，因为他们不是我们生活的决定者。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的选择，勇敢地追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次想聊聊，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福！我真的很感激你的支持。我现在有了更积极的心态，相信自己能够面对困难和挑战。如果有什么问题或者困惑，我会及时向你寻求帮助的。再次感谢你的陪伴和支持！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我真的很感激你的支持。",
        "label": ""
      },
      {
        "sentence": "我现在有了更积极的心态，相信自己能够面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "如果有什么问题或者困惑，我会及时向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。你已经展现了很大的勇气和积极的态度，我相信你一定能够走出困境，实现自己的目标。无论何时，你都可以来找我聊聊，我会尽力帮助你。希望你的生活越来越好，好运永远伴随着你！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "你已经展现了很大的勇气和积极的态度，我相信你一定能够走出困境，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "无论何时，你都可以来找我聊聊，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "希望你的生活越来越好，好运永远伴随着你！",
        "label": ""
      }
    ]
  }
]