[
  {
    "role": "client",
    "content": "遇到这样的同事，是不是很倒霉？40岁女，育有四女，夫妻天天吵架，跟我同事关系，挂职理财经理（本职投递员）。1.有钱挣的事，愿意花大量时间与客户沟通；没钱挣的，就不愿多说一句话2.打着“我不会”的幌子，坐那动都不想动，除了动动嘴，其他都让别人帮着干，还觉得理所应当，教了无数遍3.挂职理财经理后，本职啥都不想管4.一家人都在局里吃饭，生活费也不想多给点（其他人都没带家属）",
    "annotation": [
      {
        "sentence": "遇到这样的同事，是不是很倒霉？",
        "label": ""
      },
      {
        "sentence": "40岁女，育有四女，夫妻天天吵架，跟我同事关系，挂职理财经理（本职投递员）。",
        "label": ""
      },
      {
        "sentence": "1.有钱挣的事，愿意花大量时间与客户沟通；没钱挣的，就不愿多说一句话2.打着“我不会”的幌子，坐那动都不想动，除了动动嘴，其他都让别人帮着干，还觉得理所应当，教了无数遍3.挂职理财经理后，本职啥都不想管4.一家人都在局里吃饭，生活费也不想多给点（其他人都没带家属）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，感受到了你的不满，愤怒和困惑。很显然，这个同事为人处事的方式，对待工作的态度以及部分价值观与你都有很大的差别。而且她的部分行为，应该是伤害到了你的利益，比如把自己分内的事情以不会作为理由，推到了你们的身上，因此你会觉得很烦人，又无计可施。",
    "annotation": [
      {
        "sentence": "看了你的描述，感受到了你的不满，愤怒和困惑。",
        "label": ""
      },
      {
        "sentence": "很显然，这个同事为人处事的方式，对待工作的态度以及部分价值观与你都有很大的差别。",
        "label": ""
      },
      {
        "sentence": "而且她的部分行为，应该是伤害到了你的利益，比如把自己分内的事情以不会作为理由，推到了你们的身上，因此你会觉得很烦人，又无计可施。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得她的行为真的很让人无奈，而且我也不知道该如何与她相处。对于她不愿多说一句话的情况，我总是觉得她怎么就这么不负责任呢？",
    "annotation": [
      {
        "sentence": "是的，我觉得她的行为真的很让人无奈，而且我也不知道该如何与她相处。",
        "label": ""
      },
      {
        "sentence": "对于她不愿多说一句话的情况，我总是觉得她怎么就这么不负责任呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在职场上，每个人都有自己的生存之道。从你的描述来看，她40多的年纪，并没有相关的经验和技能，却能够挂职理财经理，并且以她自己对待客户的方式在你们单位长期稳定下来，这其中一定是有原因的。即便是你或者其他同事都对她评价不高，甚至诸多不满，她也依然能够留下来，并且很可能将要长期的一直在这里。这就是你首先必须得面对的事实，是属于你工作客观环境的一部分。",
    "annotation": [
      {
        "sentence": "在职场上，每个人都有自己的生存之道。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，她40多的年纪，并没有相关的经验和技能，却能够挂职理财经理，并且以她自己对待客户的方式在你们单位长期稳定下来，这其中一定是有原因的。",
        "label": ""
      },
      {
        "sentence": "即便是你或者其他同事都对她评价不高，甚至诸多不满，她也依然能够留下来，并且很可能将要长期的一直在这里。",
        "label": ""
      },
      {
        "sentence": "这就是你首先必须得面对的事实，是属于你工作客观环境的一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白她能够留下来一定有原因，但是我真的很难接受她故意推脱责任，只愿意做有钱挣的事情。这让我感觉她根本就不把自己的本职工作当回事。",
    "annotation": [
      {
        "sentence": "我明白她能够留下来一定有原因，但是我真的很难接受她故意推脱责任，只愿意做有钱挣的事情。",
        "label": ""
      },
      {
        "sentence": "这让我感觉她根本就不把自己的本职工作当回事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些行为不符合你的价值观，你可以不认同，反感。但都是你无法控制的事情，就需要认清界限，收回你的关注。如果从理智上你能明白这些界限，但情绪上还是会有强烈的唤起。那就需要进行比较深入的自我觉察了，为什么别人一些看起来类似“打擦边球，出圈，占小便宜”的小动作会引起你强烈的反感，不满和愤怒？这背后是否有你未曾被看见的某些需求？",
    "annotation": [
      {
        "sentence": "这些行为不符合你的价值观，你可以不认同，反感。",
        "label": ""
      },
      {
        "sentence": "但都是你无法控制的事情，就需要认清界限，收回你的关注。",
        "label": ""
      },
      {
        "sentence": "如果从理智上你能明白这些界限，但情绪上还是会有强烈的唤起。",
        "label": ""
      },
      {
        "sentence": "那就需要进行比较深入的自我觉察了，为什么别人一些看起来类似“打擦边球，出圈，占小便宜”的小动作会引起你强烈的反感，不满和愤怒？",
        "label": ""
      },
      {
        "sentence": "这背后是否有你未曾被看见的某些需求？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是因为我对于工作非常认真，我希望每个人都能尽职尽责地完成自己的本职工作。而她的行为让我感觉她并没有尽力去做，而是想着如何从中占便宜。这让我觉得她不公平对待了工作和我们。",
    "annotation": [
      {
        "sentence": "或许是因为我对于工作非常认真，我希望每个人都能尽职尽责地完成自己的本职工作。",
        "label": ""
      },
      {
        "sentence": "而她的行为让我感觉她并没有尽力去做，而是想着如何从中占便宜。",
        "label": ""
      },
      {
        "sentence": "这让我觉得她不公平对待了工作和我们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受可以理解，你是一个非常负责任的人，希望每个人都像你一样认真对待工作。但在现实的职场中，我们会遇到各种不同的人和情况。要学会接纳这些不同，并将自己的注意力和精力放在自己的本职工作上。这样不仅能保护好自身的利益，也能降低与她发生冲突的可能性。",
    "annotation": [
      {
        "sentence": "你的感受可以理解，你是一个非常负责任的人，希望每个人都像你一样认真对待工作。",
        "label": ""
      },
      {
        "sentence": "但在现实的职场中，我们会遇到各种不同的人和情况。",
        "label": ""
      },
      {
        "sentence": "要学会接纳这些不同，并将自己的注意力和精力放在自己的本职工作上。",
        "label": ""
      },
      {
        "sentence": "这样不仅能保护好自身的利益，也能降低与她发生冲突的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我应该不再过多关注她的行为，而是更加专注于自己的工作。但是我还是有些担心她的行为会影响我们整个团队的工作效率和成果。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我应该不再过多关注她的行为，而是更加专注于自己的工作。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些担心她的行为会影响我们整个团队的工作效率和成果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在职场，每个人都有自己的工作责任和评价体系。只要你做好自己本职工作，保证你的工作效率和成果，你不必过多担心她的行为对整个团队的影响。团队的工作效率和成果是由所有成员共同努力的结果，每个人都有责任去完成自己的部分。你只需专注于提升自己的能力和贡献，团队的好坏不完全取决于一个人。",
    "annotation": [
      {
        "sentence": "在职场，每个人都有自己的工作责任和评价体系。",
        "label": ""
      },
      {
        "sentence": "只要你做好自己本职工作，保证你的工作效率和成果，你不必过多担心她的行为对整个团队的影响。",
        "label": ""
      },
      {
        "sentence": "团队的工作效率和成果是由所有成员共同努力的结果，每个人都有责任去完成自己的部分。",
        "label": ""
      },
      {
        "sentence": "你只需专注于提升自己的能力和贡献，团队的好坏不完全取决于一个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力做好自己的工作，同时也会尝试放下对她行为的过多关注。谢谢你的建议和支持，我感觉心情好多了。",
    "annotation": [
      {
        "sentence": "我会尽力做好自己的工作，同时也会尝试放下对她行为的过多关注。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我感觉心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，情绪和心理的调节需要时间和慢慢的实践。相信你能够处理好与这位同事的相处关系，为自己和团队创造良好的工作氛围。在需要的时候，记得随时向我寻求支持和建议。祝你工作顺利！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，情绪和心理的调节需要时间和慢慢的实践。",
        "label": ""
      },
      {
        "sentence": "相信你能够处理好与这位同事的相处关系，为自己和团队创造良好的工作氛围。",
        "label": ""
      },
      {
        "sentence": "在需要的时候，记得随时向我寻求支持和建议。",
        "label": ""
      },
      {
        "sentence": "祝你工作顺利！",
        "label": ""
      }
    ]
  }
]