[
  {
    "role": "client",
    "content": "离婚后走不出去，总是想去找他，是爱他还是心理问题？老公有严重的冷暴力，但是我也属于特别作，遇到问题不会用正确的方法去解决，只会严重的发泄情绪。在他几个月不回家，完全拒绝和我沟通的情况下，我们离了婚。由于恨他几个月不回我信息，我在离婚的时候也赌气没有和他说一句话，他也没有。我很失望，觉得他是一个不值得的人。但离婚后，我经常想他，想他的好，后悔自己没有用正确的方法解决问题，自责自己为什么在感情中那么作，感觉自己在婚姻题中付出少，总是会想到自己的不好，反而完全忽略了他的暴躁，冷漠，绝情和对我的伤害。我完全做不到放下这段感情这个人，会控制不住自己想找他，我不知道为什么自己对一个不值得的人都放不下。当我从朋友那里听说他过得很潇洒，给人的感觉是完全没有受到离婚这件事的影响时，我特别的愤恨。我既觉得他无情恨他，又放不下他，时而想原谅，时而又想报复，时而恨，时而又觉得他也不容易，心生怜悯。我的纠结到底来源哪里？我是因为爱他还是因为心理问题？",
    "annotation": [
      {
        "sentence": "离婚后走不出去，总是想去找他，是爱他还是心理问题？",
        "label": ""
      },
      {
        "sentence": "老公有严重的冷暴力，但是我也属于特别作，遇到问题不会用正确的方法去解决，只会严重的发泄情绪。",
        "label": ""
      },
      {
        "sentence": "在他几个月不回家，完全拒绝和我沟通的情况下，我们离了婚。",
        "label": ""
      },
      {
        "sentence": "由于恨他几个月不回我信息，我在离婚的时候也赌气没有和他说一句话，他也没有。",
        "label": ""
      },
      {
        "sentence": "我很失望，觉得他是一个不值得的人。",
        "label": ""
      },
      {
        "sentence": "但离婚后，我经常想他，想他的好，后悔自己没有用正确的方法解决问题，自责自己为什么在感情中那么作，感觉自己在婚姻题中付出少，总是会想到自己的不好，反而完全忽略了他的暴躁，冷漠，绝情和对我的伤害。",
        "label": ""
      },
      {
        "sentence": "我完全做不到放下这段感情这个人，会控制不住自己想找他，我不知道为什么自己对一个不值得的人都放不下。",
        "label": ""
      },
      {
        "sentence": "当我从朋友那里听说他过得很潇洒，给人的感觉是完全没有受到离婚这件事的影响时，我特别的愤恨。",
        "label": ""
      },
      {
        "sentence": "我既觉得他无情恨他，又放不下他，时而想原谅，时而又想报复，时而恨，时而又觉得他也不容易，心生怜悯。",
        "label": ""
      },
      {
        "sentence": "我的纠结到底来源哪里？",
        "label": ""
      },
      {
        "sentence": "我是因为爱他还是因为心理问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完了你的叙述，你跳出来看看你的情绪，你描述你比较作，这可能就是原因。我们这里理解的作，叫不一真。一会儿想这，一会儿想那儿。这样的行为模式给对方带来的就是你也不考虑对方的感受，也不去尊重对方的想法，想干嘛就干嘛，很随性。",
    "annotation": [
      {
        "sentence": "看完了你的叙述，你跳出来看看你的情绪，你描述你比较作，这可能就是原因。",
        "label": ""
      },
      {
        "sentence": "我们这里理解的作，叫不一真。",
        "label": ""
      },
      {
        "sentence": "一会儿想这，一会儿想那儿。",
        "label": ""
      },
      {
        "sentence": "这样的行为模式给对方带来的就是你也不考虑对方的感受，也不去尊重对方的想法，想干嘛就干嘛，很随性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，我承认我在处理问题时没用正确的方式，而且我知道我也对他造成了一些伤害。",
    "annotation": [
      {
        "sentence": "的确，我承认我在处理问题时没用正确的方式，而且我知道我也对他造成了一些伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不知道你们两个人之间的模式是怎么形成的，但是我现在看到的就是你们，其实表现出来的形式不一样，但是背后的心理动机都差不多。后果就是渐行渐远。从你的描述来讲，推动你行为的背后一般是情绪的力量，而对方表现的更加理性化，当然不代表他没有情绪。可能他不善于表达情绪，反而越情绪化显示出的行为越理性。如果他背后的情绪是厌恶，那他现在表现出的潇洒也可以理解。而你就不一样，你的情绪当中就带着作，一会儿想这样，一会儿想那样，被自己的情绪左右。今天一冲动两个人离婚了。现在又有想联系他和他复婚的冲动。好吧，我们假设一下你们现在复婚了，然后呢，又恢复到以前的状态。那要不要再接着作再离婚然后再复婚？接下来你应该考虑考虑两个人的接受程度，两个人的距离感和亲密感。",
    "annotation": [
      {
        "sentence": "我不知道你们两个人之间的模式是怎么形成的，但是我现在看到的就是你们，其实表现出来的形式不一样，但是背后的心理动机都差不多。",
        "label": ""
      },
      {
        "sentence": "后果就是渐行渐远。",
        "label": ""
      },
      {
        "sentence": "从你的描述来讲，推动你行为的背后一般是情绪的力量，而对方表现的更加理性化，当然不代表他没有情绪。",
        "label": ""
      },
      {
        "sentence": "可能他不善于表达情绪，反而越情绪化显示出的行为越理性。",
        "label": ""
      },
      {
        "sentence": "如果他背后的情绪是厌恶，那他现在表现出的潇洒也可以理解。",
        "label": ""
      },
      {
        "sentence": "而你就不一样，你的情绪当中就带着作，一会儿想这样，一会儿想那样，被自己的情绪左右。",
        "label": ""
      },
      {
        "sentence": "今天一冲动两个人离婚了。",
        "label": ""
      },
      {
        "sentence": "现在又有想联系他和他复婚的冲动。",
        "label": ""
      },
      {
        "sentence": "好吧，我们假设一下你们现在复婚了，然后呢，又恢复到以前的状态。",
        "label": ""
      },
      {
        "sentence": "那要不要再接着作再离婚然后再复婚？",
        "label": ""
      },
      {
        "sentence": "接下来你应该考虑考虑两个人的接受程度，两个人的距离感和亲密感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我意识到我在处理问题上的不成熟和情绪化的表现，导致了我们之间的隔阂。而且，我确实希望能有更多的亲密关系和对方的回应。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我意识到我在处理问题上的不成熟和情绪化的表现，导致了我们之间的隔阂。",
        "label": ""
      },
      {
        "sentence": "而且，我确实希望能有更多的亲密关系和对方的回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一直也受不了冷暴力的一个重要原因，就是对方没有表现出那种亲密关系。但凡对方有这方面的回应，你也不至于离婚了，因为你是以情绪为推动力的。那么你也要考虑一个方面，就是怎么可以让对方有亲密行为的回应。我个人喜欢比较作的人。因为我可以影响到对方作的行为和情绪，朝着比较好的方面发展。那么反过来你也可以去影响对方，有一个好的回应模式。",
    "annotation": [
      {
        "sentence": "我相信你一直也受不了冷暴力的一个重要原因，就是对方没有表现出那种亲密关系。",
        "label": ""
      },
      {
        "sentence": "但凡对方有这方面的回应，你也不至于离婚了，因为你是以情绪为推动力的。",
        "label": ""
      },
      {
        "sentence": "那么你也要考虑一个方面，就是怎么可以让对方有亲密行为的回应。",
        "label": ""
      },
      {
        "sentence": "我个人喜欢比较作的人。",
        "label": ""
      },
      {
        "sentence": "因为我可以影响到对方作的行为和情绪，朝着比较好的方面发展。",
        "label": ""
      },
      {
        "sentence": "那么反过来你也可以去影响对方，有一个好的回应模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实可以通过改变自己的行为和情绪来影响对方的反应，尝试建立一个更好的互动模式。",
    "annotation": [
      {
        "sentence": "你说得对，我确实可以通过改变自己的行为和情绪来影响对方的反应，尝试建立一个更好的互动模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你可以试着主动沟通，表达你对他的想法和感受，以及你对亲密关系的期望。另外，你也可以与他一起寻求婚姻辅导或心理咨询，以帮助你们更好地处理问题和改善关系。",
    "annotation": [
      {
        "sentence": "是的，你可以试着主动沟通，表达你对他的想法和感受，以及你对亲密关系的期望。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以与他一起寻求婚姻辅导或心理咨询，以帮助你们更好地处理问题和改善关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我会考虑和他进行沟通，并且寻求专业的帮助来解决我们之间的问题。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "对，我会考虑和他进行沟通，并且寻求专业的帮助来解决我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你们能够重新建立起健康、幸福的婚姻关系。记得时刻关注自己的情绪，学会正确处理问题，相信你们会走出困境的。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，希望你们能够重新建立起健康、幸福的婚姻关系。",
        "label": ""
      },
      {
        "sentence": "记得时刻关注自己的情绪，学会正确处理问题，相信你们会走出困境的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福！我一定会努力的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我一定会努力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我随时愿意帮助你。如果你需要任何帮助或者有什么新的进展，都可以随时向我倾诉。祝愿你早日找到幸福和解脱！",
    "annotation": [
      {
        "sentence": "不用客气，我随时愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有什么新的进展，都可以随时向我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到幸福和解脱！",
        "label": ""
      }
    ]
  }
]