[
  {
    "role": "client",
    "content": "离婚后走不出去，总是想去找他，是爱他还是心理问题？老公有严重的冷暴力，但是我也属于特别作，遇到问题不会用正确的方法去解决，只会严重的发泄情绪，在他几个月不回家，完全拒绝和我沟通的情况下，我们离了婚。由于恨他几个月不回我信息，我在离婚的时候也赌气没有和他说一句话，他也没有，我很失望，觉得他是一个不值得的人，但离婚后，我经常想他，想他的好，后悔自己没有用正确的方法解决问题，自责自己为什么在感情中那么作，感觉自己在婚姻题中付出少，总是会想到自己的不好，反而完全忽略了他的暴躁，冷漠，绝情和对我的伤害。我完全做不到放下这段感情这个人，会控制不住自己想找他，我不知道为什么自己对一个不值得的人都放不下，当我从朋友那里听说他过的很潇洒，给人的感觉是完全没有受到离婚这件事的影响时，我特别的愤恨，我既觉得他无情恨他，又放不下他，时而想原谅，时而又想报复，时而恨，时而又觉得他也不容易，心生怜悯，我的纠结到底来源哪里，我是因为爱他还是因为心理问题？",
    "annotation": [
      {
        "sentence": "离婚后走不出去，总是想去找他，是爱他还是心理问题？",
        "label": ""
      },
      {
        "sentence": "老公有严重的冷暴力，但是我也属于特别作，遇到问题不会用正确的方法去解决，只会严重的发泄情绪，在他几个月不回家，完全拒绝和我沟通的情况下，我们离了婚。",
        "label": ""
      },
      {
        "sentence": "由于恨他几个月不回我信息，我在离婚的时候也赌气没有和他说一句话，他也没有，我很失望，觉得他是一个不值得的人，但离婚后，我经常想他，想他的好，后悔自己没有用正确的方法解决问题，自责自己为什么在感情中那么作，感觉自己在婚姻题中付出少，总是会想到自己的不好，反而完全忽略了他的暴躁，冷漠，绝情和对我的伤害。",
        "label": ""
      },
      {
        "sentence": "我完全做不到放下这段感情这个人，会控制不住自己想找他，我不知道为什么自己对一个不值得的人都放不下，当我从朋友那里听说他过的很潇洒，给人的感觉是完全没有受到离婚这件事的影响时，我特别的愤恨，我既觉得他无情恨他，又放不下他，时而想原谅，时而又想报复，时而恨，时而又觉得他也不容易，心生怜悯，我的纠结到底来源哪里，我是因为爱他还是因为心理问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "离婚后，放不下对方。既觉得对方无情，又放不下对方。时而恨，时而又觉得他也不容易。有些纠结。这种纠结是在结婚的时候就出现的，还是离婚后出现的呢？",
    "annotation": [
      {
        "sentence": "离婚后，放不下对方。",
        "label": ""
      },
      {
        "sentence": "既觉得对方无情，又放不下对方。",
        "label": ""
      },
      {
        "sentence": "时而恨，时而又觉得他也不容易。",
        "label": ""
      },
      {
        "sentence": "有些纠结。",
        "label": ""
      },
      {
        "sentence": "这种纠结是在结婚的时候就出现的，还是离婚后出现的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这种纠结在离婚后出现的，我曾经爱过他，我觉得他也有好的一面。但是他的冷漠、暴躁和对我的伤害让我非常痛苦，同时我也意识到自己在婚姻中有一些不好的地方。",
    "annotation": [
      {
        "sentence": "这种纠结在离婚后出现的，我曾经爱过他，我觉得他也有好的一面。",
        "label": ""
      },
      {
        "sentence": "但是他的冷漠、暴躁和对我的伤害让我非常痛苦，同时我也意识到自己在婚姻中有一些不好的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你在感情上有一些矛盾情绪。在离婚后，你可能会思考你们之间的问题，因为离婚是一个重大的决定。但是你之所以放不下他，可能是因为你仍然对他有感情。",
    "annotation": [
      {
        "sentence": "明白了，你在感情上有一些矛盾情绪。",
        "label": ""
      },
      {
        "sentence": "在离婚后，你可能会思考你们之间的问题，因为离婚是一个重大的决定。",
        "label": ""
      },
      {
        "sentence": "但是你之所以放不下他，可能是因为你仍然对他有感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实放不下他。虽然我知道他对我很不好，但是我还是想念他，想起他的好。",
    "annotation": [
      {
        "sentence": "是的，我确实放不下他。",
        "label": ""
      },
      {
        "sentence": "虽然我知道他对我很不好，但是我还是想念他，想起他的好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放不下对方，这是正常的反应。感情的事情很复杂，我们不只是看对方的坏。但是你之前说过你也有一些问题，你能具体描述下你在婚姻中的不好之处吗？",
    "annotation": [
      {
        "sentence": "放不下对方，这是正常的反应。",
        "label": ""
      },
      {
        "sentence": "感情的事情很复杂，我们不只是看对方的坏。",
        "label": ""
      },
      {
        "sentence": "但是你之前说过你也有一些问题，你能具体描述下你在婚姻中的不好之处吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当遇到问题时，我经常会用错误的方法去解决，就只是发泄情绪，没有找到正确的解决方式。而且我有些作，我不会控制自己的情绪。",
    "annotation": [
      {
        "sentence": "当遇到问题时，我经常会用错误的方法去解决，就只是发泄情绪，没有找到正确的解决方式。",
        "label": ""
      },
      {
        "sentence": "而且我有些作，我不会控制自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。你意识到了自己的问题，这是很重要的一步。我们都会犯错，关键是要从中学习并改变。你可以尝试寻找一些正确的解决问题的方法，比如寻求帮助，学习情绪管理技巧。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "你意识到了自己的问题，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "我们都会犯错，关键是要从中学习并改变。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些正确的解决问题的方法，比如寻求帮助，学习情绪管理技巧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我应该学会正确的解决问题的方法，而不是只会发泄情绪。但是我现在还是放不下他，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "你说的没错，我应该学会正确的解决问题的方法，而不是只会发泄情绪。",
        "label": ""
      },
      {
        "sentence": "但是我现在还是放不下他，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放不下对方很正常，但是我们可以通过一些方法来缓解纠结的情绪。你可以尝试一下“利益分析法”，列出在婚姻中你留恋的和不喜欢的方面，好好看看，或许你会对整个情况有更清晰的认识，从而减少纠结的情绪。",
    "annotation": [
      {
        "sentence": "放不下对方很正常，但是我们可以通过一些方法来缓解纠结的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一下“利益分析法”，列出在婚姻中你留恋的和不喜欢的方面，好好看看，或许你会对整个情况有更清晰的认识，从而减少纠结的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看这个方法。希望我能够早日放下这段感情，走出纠结的阴影。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看这个方法。",
        "label": ""
      },
      {
        "sentence": "希望我能够早日放下这段感情，走出纠结的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。走出纠结需要时间，但是你已经迈出了第一步，相信你能够逐渐走出阴影。如果你还有任何需要，随时可以找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "走出纠结需要时间，但是你已经迈出了第一步，相信你能够逐渐走出阴影。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何需要，随时可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会坚持努力的。如果有需要，我会再来找你聊聊的。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会坚持努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来找你聊聊的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。记得随时找我聊天，愿意帮助你解决问题。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记得随时找我聊天，愿意帮助你解决问题。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]