[
  {
    "role": "client",
    "content": "离婚后走不出去，总是想去找他，是爱他还是心理问题？老公有严重的冷暴力，但是我也属于特别作，遇到问题不会用正确的方法去解决，只会严重的发泄情绪，在他几个月不回家，完全拒绝和我沟通的情况下，我们离了婚。由于恨他几个月不回我信息，我在离婚的时候也赌气没有和他说一句话，他也没有，我很失望，觉得他是一个不值得的人，但离婚后，我经常想他，想他的好，后悔自己没有用正确的方法解决问题，自责自己为什么在感情中那么作，感觉自己在婚姻题中付出少，总是会想到自己的不好，反而完全忽略了他的暴躁，冷漠，绝情和对我的伤害。我完全做不到放下这段感情这个人，会控制不住自己想找他，我不知道为什么自己对一个不值得的人都放不下，当我从朋友那里听说他过的很潇洒，给人的感觉是完全没有受到离婚这件事的影响时，我特别的愤恨，我既觉得他无情恨他，又放不下他，时而想原谅，时而又想报复，时而恨，时而又觉得他也不容易，心生怜悯，我的纠结到底来源哪里，我是因为爱他还是因为心理问题？",
    "annotation": [
      {
        "sentence": "离婚后走不出去，总是想去找他，是爱他还是心理问题？",
        "label": ""
      },
      {
        "sentence": "老公有严重的冷暴力，但是我也属于特别作，遇到问题不会用正确的方法去解决，只会严重的发泄情绪，在他几个月不回家，完全拒绝和我沟通的情况下，我们离了婚。",
        "label": ""
      },
      {
        "sentence": "由于恨他几个月不回我信息，我在离婚的时候也赌气没有和他说一句话，他也没有，我很失望，觉得他是一个不值得的人，但离婚后，我经常想他，想他的好，后悔自己没有用正确的方法解决问题，自责自己为什么在感情中那么作，感觉自己在婚姻题中付出少，总是会想到自己的不好，反而完全忽略了他的暴躁，冷漠，绝情和对我的伤害。",
        "label": ""
      },
      {
        "sentence": "我完全做不到放下这段感情这个人，会控制不住自己想找他，我不知道为什么自己对一个不值得的人都放不下，当我从朋友那里听说他过的很潇洒，给人的感觉是完全没有受到离婚这件事的影响时，我特别的愤恨，我既觉得他无情恨他，又放不下他，时而想原谅，时而又想报复，时而恨，时而又觉得他也不容易，心生怜悯，我的纠结到底来源哪里，我是因为爱他还是因为心理问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到纠结的心情。离婚后，内心难免会有许多复杂的情绪。你提到了你们之间存在严重的冷暴力以及你自身也有特别作的问题。在处理问题时，你可能没有运用正确的方法，而是倾向于发泄情绪。当他几个月都不回家且完全拒绝和你沟通时，你们最终选择了离婚。在离婚之际，可能因为对他几个月不回复你信息的恨意，你选择了赌气，从而没有和他说一句话。这让你感到失望，觉得他是个不值得的人。但离婚后，你经常会想起他，想起他的优点。你后悔自己没有用正确的方法解决问题，自责自己为何在感情中表现得那么难以相处。你觉得自己在婚姻中的付出很少，总是只看到自己的不好，而忽略了他的暴躁、冷漠、绝情和对你的伤害。你很难完全放下这段感情，控制不住自己想找他。我了解你对一个不值得的人为何无法释怀。当你从朋友那里听说他过得很潇洒，好像完全没有受到离婚的影响时，你特别愤恨。你既觉得他无情并对他恨之入骨，同时又放不下他。时而想原谅，时而又想报复。时而恨他，时而又觉得他也不容易，心生怜悯。你的纠结到底源自何处呢？是因为你依然爱着他，还是存在心理问题？",
    "annotation": [
      {
        "sentence": "我理解你感到纠结的心情。",
        "label": ""
      },
      {
        "sentence": "离婚后，内心难免会有许多复杂的情绪。",
        "label": ""
      },
      {
        "sentence": "你提到了你们之间存在严重的冷暴力以及你自身也有特别作的问题。",
        "label": ""
      },
      {
        "sentence": "在处理问题时，你可能没有运用正确的方法，而是倾向于发泄情绪。",
        "label": ""
      },
      {
        "sentence": "当他几个月都不回家且完全拒绝和你沟通时，你们最终选择了离婚。",
        "label": ""
      },
      {
        "sentence": "在离婚之际，可能因为对他几个月不回复你信息的恨意，你选择了赌气，从而没有和他说一句话。",
        "label": ""
      },
      {
        "sentence": "这让你感到失望，觉得他是个不值得的人。",
        "label": ""
      },
      {
        "sentence": "但离婚后，你经常会想起他，想起他的优点。",
        "label": ""
      },
      {
        "sentence": "你后悔自己没有用正确的方法解决问题，自责自己为何在感情中表现得那么难以相处。",
        "label": ""
      },
      {
        "sentence": "你觉得自己在婚姻中的付出很少，总是只看到自己的不好，而忽略了他的暴躁、冷漠、绝情和对你的伤害。",
        "label": ""
      },
      {
        "sentence": "你很难完全放下这段感情，控制不住自己想找他。",
        "label": ""
      },
      {
        "sentence": "我了解你对一个不值得的人为何无法释怀。",
        "label": ""
      },
      {
        "sentence": "当你从朋友那里听说他过得很潇洒，好像完全没有受到离婚的影响时，你特别愤恨。",
        "label": ""
      },
      {
        "sentence": "你既觉得他无情并对他恨之入骨，同时又放不下他。",
        "label": ""
      },
      {
        "sentence": "时而想原谅，时而又想报复。",
        "label": ""
      },
      {
        "sentence": "时而恨他，时而又觉得他也不容易，心生怜悯。",
        "label": ""
      },
      {
        "sentence": "你的纠结到底源自何处呢？",
        "label": ""
      },
      {
        "sentence": "是因为你依然爱着他，还是存在心理问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，在婚姻中，我把他当成了救世主或者天神，以为我可以掌控他的一切，结果他的行为完全出乎我意料。他就像我苦心经营了三生三世的法器，但他并没有变成我最初想象的样子。相反，他以一种叛逆的方式利用了我输入的力量，总是惹我生气，不关心我，不照顾我，甚至对我毫不在乎。然后在我选择冷战数日后，我就将这个法器抛弃了。听说他离开我后，生活过得还不错，甚至可能被其他人视为宝贝。这让我感受到了什么样的情绪呢？愤恨、放不下、想原谅、想报复、怜悯……为什么我将我与丈夫之间的关系紧紧相连，为何如此难以解开呢？实际上，即使是父母与子女之间的关系都没有那么深的联系。每个人都是独立的个体，有着自己的思想、行为模式、喜好和人生目标。夫妻关系本就是一种缘分，而且你还能遇到更适合你的男人。离婚后，我无法走出这段感情，总是惦记着他，这到底是爱他还是出现了心理问题呢？",
    "annotation": [
      {
        "sentence": "或许你说得对，在婚姻中，我把他当成了救世主或者天神，以为我可以掌控他的一切，结果他的行为完全出乎我意料。",
        "label": ""
      },
      {
        "sentence": "他就像我苦心经营了三生三世的法器，但他并没有变成我最初想象的样子。",
        "label": ""
      },
      {
        "sentence": "相反，他以一种叛逆的方式利用了我输入的力量，总是惹我生气，不关心我，不照顾我，甚至对我毫不在乎。",
        "label": ""
      },
      {
        "sentence": "然后在我选择冷战数日后，我就将这个法器抛弃了。",
        "label": ""
      },
      {
        "sentence": "听说他离开我后，生活过得还不错，甚至可能被其他人视为宝贝。",
        "label": ""
      },
      {
        "sentence": "这让我感受到了什么样的情绪呢？",
        "label": ""
      },
      {
        "sentence": "愤恨、放不下、想原谅、想报复、怜悯……为什么我将我与丈夫之间的关系紧紧相连，为何如此难以解开呢？",
        "label": ""
      },
      {
        "sentence": "实际上，即使是父母与子女之间的关系都没有那么深的联系。",
        "label": ""
      },
      {
        "sentence": "每个人都是独立的个体，有着自己的思想、行为模式、喜好和人生目标。",
        "label": ""
      },
      {
        "sentence": "夫妻关系本就是一种缘分，而且你还能遇到更适合你的男人。",
        "label": ""
      },
      {
        "sentence": "离婚后，我无法走出这段感情，总是惦记着他，这到底是爱他还是出现了心理问题呢？",
        "label": ""
      }
    ]
  }
]