[
  {
    "role": "client",
    "content": "我现在33岁了，还是单身，我对爱情和婚姻的期待又感到绝望。工作带给我安全感，但我还是放弃了今年国庆结婚的计划，因为我的第二任男友没有给我足够的安全感。我曾经阅读过百度上的文章，说性格的养成很大程度上源自家庭环境。我从小就在我妈妈的骂声中长大，她总是批评我扫地不够快或者总是唠叨我。我记得在初中的时候，我被骂得很惨，以至于一度想要喝农药来结束自己的生命，只因为那天家里放了一瓶农药的气味太刺鼻，我没有敢喝下去。也许是因为没有得到父母的鼓励，我一直过着自卑又要强的生活。虽然我很努力读书，但成绩并不算特别好，总是在班级的10到15名之间。大学毕业后，我开始了一份只有800元工资的工作，但经过多年的努力，现在我的工资已经涨到了15000元。工作让我感到安全，因为我可以经济独立，但我总觉得自己的生活和感情上缺乏了什么，有时候除了工作，我不知道自己该何去何从。",
    "annotation": [
      {
        "sentence": "我现在33岁了，还是单身，我对爱情和婚姻的期待又感到绝望。",
        "label": ""
      },
      {
        "sentence": "工作带给我安全感，但我还是放弃了今年国庆结婚的计划，因为我的第二任男友没有给我足够的安全感。",
        "label": ""
      },
      {
        "sentence": "我曾经阅读过百度上的文章，说性格的养成很大程度上源自家庭环境。",
        "label": ""
      },
      {
        "sentence": "我从小就在我妈妈的骂声中长大，她总是批评我扫地不够快或者总是唠叨我。",
        "label": ""
      },
      {
        "sentence": "我记得在初中的时候，我被骂得很惨，以至于一度想要喝农药来结束自己的生命，只因为那天家里放了一瓶农药的气味太刺鼻，我没有敢喝下去。",
        "label": ""
      },
      {
        "sentence": "也许是因为没有得到父母的鼓励，我一直过着自卑又要强的生活。",
        "label": ""
      },
      {
        "sentence": "虽然我很努力读书，但成绩并不算特别好，总是在班级的10到15名之间。",
        "label": ""
      },
      {
        "sentence": "大学毕业后，我开始了一份只有800元工资的工作，但经过多年的努力，现在我的工资已经涨到了15000元。",
        "label": ""
      },
      {
        "sentence": "工作让我感到安全，因为我可以经济独立，但我总觉得自己的生活和感情上缺乏了什么，有时候除了工作，我不知道自己该何去何从。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我深有同感。但是相比之下，你在工作方面要比我强得多。至少你有一份体面的工作和工资。在我妈的眼里，我几乎没有任何优点，我曾经自卑得无法自已，直到今年我步入了30岁才有所改善。关于原生家庭，我想说：被爱的孩子会变得勇敢和坚强，因为他们有后盾的支持，而不被爱的孩子会变得懦弱和胆怯，因为除了责骂，他们没有任何支持。但是我想告诉你：由于缺乏爱，我们变得敏感，缺乏安全感，渴望温暖。对于爱情，我们总是想要在精神层面得到更多，希望对方关心我们，用温暖包裹着我们。然而，亲爱的，你要记住，没有人能完全猜测别人的想法，我们需要主动一点，告诉对方我们需要什么，告诉他们我们希望他们多关心我们一些。我们要学会沟通。对于你现在的状态，我想说：不要怕，好好打扮自己，放松心情，多出去旅游。也许你的爱情就在某个转角等着你。要走出去，才能看到森林。加油(´-ω-`)我们一起努力，寻找属于自己的幸福。只要坚持下去，幸福一定会到来的。",
    "annotation": [
      {
        "sentence": "通过你的描述，我深有同感。",
        "label": ""
      },
      {
        "sentence": "但是相比之下，你在工作方面要比我强得多。",
        "label": ""
      },
      {
        "sentence": "至少你有一份体面的工作和工资。",
        "label": ""
      },
      {
        "sentence": "在我妈的眼里，我几乎没有任何优点，我曾经自卑得无法自已，直到今年我步入了30岁才有所改善。",
        "label": ""
      },
      {
        "sentence": "关于原生家庭，我想说：被爱的孩子会变得勇敢和坚强，因为他们有后盾的支持，而不被爱的孩子会变得懦弱和胆怯，因为除了责骂，他们没有任何支持。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你：由于缺乏爱，我们变得敏感，缺乏安全感，渴望温暖。",
        "label": ""
      },
      {
        "sentence": "对于爱情，我们总是想要在精神层面得到更多，希望对方关心我们，用温暖包裹着我们。",
        "label": ""
      },
      {
        "sentence": "然而，亲爱的，你要记住，没有人能完全猜测别人的想法，我们需要主动一点，告诉对方我们需要什么，告诉他们我们希望他们多关心我们一些。",
        "label": ""
      },
      {
        "sentence": "我们要学会沟通。",
        "label": ""
      },
      {
        "sentence": "对于你现在的状态，我想说：不要怕，好好打扮自己，放松心情，多出去旅游。",
        "label": ""
      },
      {
        "sentence": "也许你的爱情就在某个转角等着你。",
        "label": ""
      },
      {
        "sentence": "要走出去，才能看到森林。",
        "label": ""
      },
      {
        "sentence": "加油(´-ω-`)我们一起努力，寻找属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "只要坚持下去，幸福一定会到来的。",
        "label": ""
      }
    ]
  }
]