[
  {
    "role": "client",
    "content": "辛苦有发展的工作，和轻松的工作，该选择哪份工作呢？",
    "annotation": [
      {
        "sentence": "辛苦有发展的工作，和轻松的工作，该选择哪份工作呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得这两个工作都有哪些特点呢？",
    "annotation": [
      {
        "sentence": "你觉得这两个工作都有哪些特点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一份工作比较辛苦，工资稍微高一些，早上需要很早起来上班，因为5点就要开始上，而且没有车，一个月车费差不多250左右，而且是生鲜行业比较累人。但是有发展空间，因为所开店铺有很多家，有五险一金，职位是副店长。另一份工作是服装导购，薪资低一些，但是工作稍微轻松些，休息也多些，也有晋升，也许会比较缓慢一些，有五险，我该选择哪一份呢？",
    "annotation": [
      {
        "sentence": "一份工作比较辛苦，工资稍微高一些，早上需要很早起来上班，因为5点就要开始上，而且没有车，一个月车费差不多250左右，而且是生鲜行业比较累人。",
        "label": ""
      },
      {
        "sentence": "但是有发展空间，因为所开店铺有很多家，有五险一金，职位是副店长。",
        "label": ""
      },
      {
        "sentence": "另一份工作是服装导购，薪资低一些，但是工作稍微轻松些，休息也多些，也有晋升，也许会比较缓慢一些，有五险，我该选择哪一份呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得这个问题需要从多个角度来看待。首先，在薪资待遇差不多的情况下，你需要选择企业文化先进、上升空间大、机会多的公司，这样有利于你的成长。其次，你需要选择自己比较热爱的工作，这样可以让你的动力足、积极性高，让你能够让自己的优势最大化。最后，你需要对自己有明确的认识，明白自己是否更适合有挑战的、辛苦的工作呢还是轻松点、压力小的工作呢？因为现在轻松、没有压力的工作真的很少，但因工作性质不同，有的工作可能看起来干净、体面一些，而有的工作可能刚好相反，因此你需要具体选择比较适合自己的。你所备选的两份工作都是服务行业，基本都是比较辛苦的，应该都会有任务，工资基本与你的销售挂钩。但是具体选哪个你需要根据自己的情况而定，因为没有十全十美的工作，适合自己的就行。",
    "annotation": [
      {
        "sentence": "我觉得这个问题需要从多个角度来看待。",
        "label": ""
      },
      {
        "sentence": "首先，在薪资待遇差不多的情况下，你需要选择企业文化先进、上升空间大、机会多的公司，这样有利于你的成长。",
        "label": ""
      },
      {
        "sentence": "其次，你需要选择自己比较热爱的工作，这样可以让你的动力足、积极性高，让你能够让自己的优势最大化。",
        "label": ""
      },
      {
        "sentence": "最后，你需要对自己有明确的认识，明白自己是否更适合有挑战的、辛苦的工作呢还是轻松点、压力小的工作呢？",
        "label": ""
      },
      {
        "sentence": "因为现在轻松、没有压力的工作真的很少，但因工作性质不同，有的工作可能看起来干净、体面一些，而有的工作可能刚好相反，因此你需要具体选择比较适合自己的。",
        "label": ""
      },
      {
        "sentence": "你所备选的两份工作都是服务行业，基本都是比较辛苦的，应该都会有任务，工资基本与你的销售挂钩。",
        "label": ""
      },
      {
        "sentence": "但是具体选哪个你需要根据自己的情况而定，因为没有十全十美的工作，适合自己的就行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得那份辛苦的工作拥有更多的发展机会，但是我有些担心自己没有把握应对那份辛苦的工作，所以还有些犹豫。",
    "annotation": [
      {
        "sentence": "我觉得那份辛苦的工作拥有更多的发展机会，但是我有些担心自己没有把握应对那份辛苦的工作，所以还有些犹豫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况也是很正常的。你需要问问自己，有什么方法可以应对这份辛苦的工作呢？是通过锻炼、调整状态来让自己更有信心，还是通过寻求前辈、同事的帮助来找到更好的工作方法呢？不管选择哪份工作都需要一定的时间来适应，只要你愿意学习和努力，一定可以应对好工作中的挑战。",
    "annotation": [
      {
        "sentence": "这种情况也是很正常的。",
        "label": ""
      },
      {
        "sentence": "你需要问问自己，有什么方法可以应对这份辛苦的工作呢？",
        "label": ""
      },
      {
        "sentence": "是通过锻炼、调整状态来让自己更有信心，还是通过寻求前辈、同事的帮助来找到更好的工作方法呢？",
        "label": ""
      },
      {
        "sentence": "不管选择哪份工作都需要一定的时间来适应，只要你愿意学习和努力，一定可以应对好工作中的挑战。",
        "label": ""
      }
    ]
  }
]