[
  {
    "role": "client",
    "content": "我是一个24岁的男生，只和一个女生谈过恋爱并且有过性关系，但是我觉得有些不甘心。我从高中到大二一直在追求一个女生，但最后才发现她对我只是单相思。大三的时候，我追到了现在的女朋友，我们已经交往了三年，感情比较稳定，我也对她很满意。但是唯一让我烦恼的问题就是，我对自己只谈过一次恋爱，只和一个女生有过性关系，我想多尝尝不同的感觉，觉得只有一段感情然后步入婚姻有些不甘心。但是我又很懦弱，在见到更漂亮的女生的时候也不敢去追求。我不想和女友分手，但是又想尝试和其他女人在一起，这种背叛的想法让我非常烦恼，但是我又无法摆脱这种想法。我开始审视我们的感情，发现我们的爱情似乎不够坚固。如果将来带着这个疑惑步入婚姻，可能会有很大的隐患，我无法抵挡其他漂亮女人的诱惑。最近，我单位来了一个很漂亮的女生，我有点忍不住想要接近她，但是大家都知道我有女朋友，传出去会有不好的影响。我的女朋友长得并不好看，但我对她的性格和各个方面都很满意。解决了这个问题，我们之间应该还会继续下去，但是我总觉得不能去和其他女人上床解决这个问题。虽然之前也有类似的困扰，但是没有像这次这样剧烈，可能是最近受到身边的朋友的影响。有一个朋友每天晚上都带妹子回家，另一个朋友睡过了十个女人。",
    "annotation": [
      {
        "sentence": "我是一个24岁的男生，只和一个女生谈过恋爱并且有过性关系，但是我觉得有些不甘心。",
        "label": ""
      },
      {
        "sentence": "我从高中到大二一直在追求一个女生，但最后才发现她对我只是单相思。",
        "label": ""
      },
      {
        "sentence": "大三的时候，我追到了现在的女朋友，我们已经交往了三年，感情比较稳定，我也对她很满意。",
        "label": ""
      },
      {
        "sentence": "但是唯一让我烦恼的问题就是，我对自己只谈过一次恋爱，只和一个女生有过性关系，我想多尝尝不同的感觉，觉得只有一段感情然后步入婚姻有些不甘心。",
        "label": ""
      },
      {
        "sentence": "但是我又很懦弱，在见到更漂亮的女生的时候也不敢去追求。",
        "label": ""
      },
      {
        "sentence": "我不想和女友分手，但是又想尝试和其他女人在一起，这种背叛的想法让我非常烦恼，但是我又无法摆脱这种想法。",
        "label": ""
      },
      {
        "sentence": "我开始审视我们的感情，发现我们的爱情似乎不够坚固。",
        "label": ""
      },
      {
        "sentence": "如果将来带着这个疑惑步入婚姻，可能会有很大的隐患，我无法抵挡其他漂亮女人的诱惑。",
        "label": ""
      },
      {
        "sentence": "最近，我单位来了一个很漂亮的女生，我有点忍不住想要接近她，但是大家都知道我有女朋友，传出去会有不好的影响。",
        "label": ""
      },
      {
        "sentence": "我的女朋友长得并不好看，但我对她的性格和各个方面都很满意。",
        "label": ""
      },
      {
        "sentence": "解决了这个问题，我们之间应该还会继续下去，但是我总觉得不能去和其他女人上床解决这个问题。",
        "label": ""
      },
      {
        "sentence": "虽然之前也有类似的困扰，但是没有像这次这样剧烈，可能是最近受到身边的朋友的影响。",
        "label": ""
      },
      {
        "sentence": "有一个朋友每天晚上都带妹子回家，另一个朋友睡过了十个女人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你认为这些无法控制的想法加剧是因为身边的朋友，我们来看看这些朋友的行为是否值得成为你的榜样。首先，这个朋友每天晚上都在酒吧带妹子回家。在酒吧这种红灯绿酒的场所，买春买醉是很常见的，那里的女孩心态应该不会输给你的朋友，只是为了得到一些零花钱而不拒绝邀约。再想象一下，这种场所能够撩到的女孩素质如何，谈素质纯属扯淡，谈感情更是一种笑话。最重要的是，纵情声色往往除了释放无知和制造混乱之外，还会传播病毒。施暴者感染了病毒之后，可能会报复整个社会。这是非常高风险且无法控制的。希望你的朋友在炫耀完之后不要成为报复社会的那个人。另一个朋友睡过了十个女人。这是一个简单的数学问题，他上了十个女人。从女性的角度来看，这样的男人并没有什么吸引力，只会显得脏兮兮的。十个只是一个数字，在同一阶段，如果只对一个人真心实意，一百个也不成问题。问题关键在于，他们并没有真心真意，否则他们怎么会如此津津乐道地拿这个数字来炫耀，把女人当成战利品。很明显，这两个朋友缺乏一定的内在修养，将低俗当作有趣，将无知当作荣誉。与这样的人交朋友是你的交友不慎，真是不幸。但还好，你仅仅停留在想象阶段，并没有加入到他们的行列中，他们无法成为你应该学习的榜样。远离这些不洁之人，保持你自己的尊严。至于你说想要尝试其他女人来弥补只谈过一个恋爱的遗憾，我无法提供行为指南和操作方法，因为个人价值观的问题。社会也不会公平对待这种行为。但是我们可以换个角度来思考，如果你的女朋友也对只谈过一个男人心存不甘，希望多尝试一些来避免将来后悔，同时又希望不失去你的风险。你会怎么样为她提供帮助呢？对于有着和你一样愿望的人，你是劝阻还是放任呢？真正的拥有和珍贵，从来不在于数量，而在于你是否真心欢喜。我为你送上一句诗句：“愿得一人心，白首不相离”。",
    "annotation": [
      {
        "sentence": "既然你认为这些无法控制的想法加剧是因为身边的朋友，我们来看看这些朋友的行为是否值得成为你的榜样。",
        "label": ""
      },
      {
        "sentence": "首先，这个朋友每天晚上都在酒吧带妹子回家。",
        "label": ""
      },
      {
        "sentence": "在酒吧这种红灯绿酒的场所，买春买醉是很常见的，那里的女孩心态应该不会输给你的朋友，只是为了得到一些零花钱而不拒绝邀约。",
        "label": ""
      },
      {
        "sentence": "再想象一下，这种场所能够撩到的女孩素质如何，谈素质纯属扯淡，谈感情更是一种笑话。",
        "label": ""
      },
      {
        "sentence": "最重要的是，纵情声色往往除了释放无知和制造混乱之外，还会传播病毒。",
        "label": ""
      },
      {
        "sentence": "施暴者感染了病毒之后，可能会报复整个社会。",
        "label": ""
      },
      {
        "sentence": "这是非常高风险且无法控制的。",
        "label": ""
      },
      {
        "sentence": "希望你的朋友在炫耀完之后不要成为报复社会的那个人。",
        "label": ""
      },
      {
        "sentence": "另一个朋友睡过了十个女人。",
        "label": ""
      },
      {
        "sentence": "这是一个简单的数学问题，他上了十个女人。",
        "label": ""
      },
      {
        "sentence": "从女性的角度来看，这样的男人并没有什么吸引力，只会显得脏兮兮的。",
        "label": ""
      },
      {
        "sentence": "十个只是一个数字，在同一阶段，如果只对一个人真心实意，一百个也不成问题。",
        "label": ""
      },
      {
        "sentence": "问题关键在于，他们并没有真心真意，否则他们怎么会如此津津乐道地拿这个数字来炫耀，把女人当成战利品。",
        "label": ""
      },
      {
        "sentence": "很明显，这两个朋友缺乏一定的内在修养，将低俗当作有趣，将无知当作荣誉。",
        "label": ""
      },
      {
        "sentence": "与这样的人交朋友是你的交友不慎，真是不幸。",
        "label": ""
      },
      {
        "sentence": "但还好，你仅仅停留在想象阶段，并没有加入到他们的行列中，他们无法成为你应该学习的榜样。",
        "label": ""
      },
      {
        "sentence": "远离这些不洁之人，保持你自己的尊严。",
        "label": ""
      },
      {
        "sentence": "至于你说想要尝试其他女人来弥补只谈过一个恋爱的遗憾，我无法提供行为指南和操作方法，因为个人价值观的问题。",
        "label": ""
      },
      {
        "sentence": "社会也不会公平对待这种行为。",
        "label": ""
      },
      {
        "sentence": "但是我们可以换个角度来思考，如果你的女朋友也对只谈过一个男人心存不甘，希望多尝试一些来避免将来后悔，同时又希望不失去你的风险。",
        "label": ""
      },
      {
        "sentence": "你会怎么样为她提供帮助呢？",
        "label": ""
      },
      {
        "sentence": "对于有着和你一样愿望的人，你是劝阻还是放任呢？",
        "label": ""
      },
      {
        "sentence": "真正的拥有和珍贵，从来不在于数量，而在于你是否真心欢喜。",
        "label": ""
      },
      {
        "sentence": "我为你送上一句诗句：“愿得一人心，白首不相离”。",
        "label": ""
      }
    ]
  }
]