[
  {
    "role": "client",
    "content": "我是一个24岁的男生，只和一个女生谈过恋爱，有过性关系，但是觉得不甘心。从高中到大二，我一直追一个女生，但最后发现是单相思。大三时，我撩到了现在的女朋友，我们已经在一起三年了，感情很稳定，对她也很满意。唯一让我困扰的问题是，我只谈过一次恋爱，只有一个性伴侣，这让我感到烦躁。我想多尝试不同的感觉，因为觉得如果只有一段感情，就步入婚姻会有些不甘心。但同时我也很懦弱，即使看到更漂亮的女生，也不敢去追求。我不想分手，但又想尝试其他女人，这种背叛的思想让我非常纠结，无法摆脱。现在我开始审视我的这段感情，觉得我们的爱情似乎不够坚固。如果带着这个疑惑步入婚姻，可能会有很大的隐患，我担心抵挡不住其他漂亮女人的诱惑。最近，我们单位来了一个新的女同事，我有点忍不住想去接近她，但是很多人都知道我已经有女朋友了，传出去会影响不好。我的女朋友外表不是那么出众，但我对她的性格和各方面都很满意。如果能解决这个问题，我们还可以继续走下去。但是我又不能一直睡不同的女人来解决这个问题。之前也有过类似的困惑，但没有这次这么剧烈，最近可能是被身边的朋友影响了。有个朋友经常在酒吧带女生回家，还有一个朋友经常换女伴。",
    "annotation": [
      {
        "sentence": "我是一个24岁的男生，只和一个女生谈过恋爱，有过性关系，但是觉得不甘心。",
        "label": ""
      },
      {
        "sentence": "从高中到大二，我一直追一个女生，但最后发现是单相思。",
        "label": ""
      },
      {
        "sentence": "大三时，我撩到了现在的女朋友，我们已经在一起三年了，感情很稳定，对她也很满意。",
        "label": ""
      },
      {
        "sentence": "唯一让我困扰的问题是，我只谈过一次恋爱，只有一个性伴侣，这让我感到烦躁。",
        "label": ""
      },
      {
        "sentence": "我想多尝试不同的感觉，因为觉得如果只有一段感情，就步入婚姻会有些不甘心。",
        "label": ""
      },
      {
        "sentence": "但同时我也很懦弱，即使看到更漂亮的女生，也不敢去追求。",
        "label": ""
      },
      {
        "sentence": "我不想分手，但又想尝试其他女人，这种背叛的思想让我非常纠结，无法摆脱。",
        "label": ""
      },
      {
        "sentence": "现在我开始审视我的这段感情，觉得我们的爱情似乎不够坚固。",
        "label": ""
      },
      {
        "sentence": "如果带着这个疑惑步入婚姻，可能会有很大的隐患，我担心抵挡不住其他漂亮女人的诱惑。",
        "label": ""
      },
      {
        "sentence": "最近，我们单位来了一个新的女同事，我有点忍不住想去接近她，但是很多人都知道我已经有女朋友了，传出去会影响不好。",
        "label": ""
      },
      {
        "sentence": "我的女朋友外表不是那么出众，但我对她的性格和各方面都很满意。",
        "label": ""
      },
      {
        "sentence": "如果能解决这个问题，我们还可以继续走下去。",
        "label": ""
      },
      {
        "sentence": "但是我又不能一直睡不同的女人来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "之前也有过类似的困惑，但没有这次这么剧烈，最近可能是被身边的朋友影响了。",
        "label": ""
      },
      {
        "sentence": "有个朋友经常在酒吧带女生回家，还有一个朋友经常换女伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很想知道是什么让你觉得只和一个女人做爱很烦躁，想尝试多种多样的经历呢？是你朋友的影响吗？根据你的经历来说，你并不是那种“花花公子”，那么如果是受到好朋友夜店经历的影响而改变了自己的思想，那你完全不必要。无论是道德上的唾弃还是健康上的损害，都将是你无法承受的后果。是你对性爱的无趣吗？只是觉得和女朋友做爱很无聊，很单一，所以才想尝试不同的方式吗？但是你有没有想过，即使是和同一个人，也可以有很多不同的方式，比如改变地点、姿势等等。（自行脑补）根据你的描述，你是不想变成和你朋友一样的人，所以才来寻求解决办法，对吗？像你说的，找几个人约会并不可行，这样只会让你越来越不满足，进而导致不可收拾的后果。都说物以类聚，人以群分，如果你不想受到他们的影响，我建议你和他们保持一定的距离，或者在一起时避免讨论这些事情。希望你能坚持自己的底线，不要伤害自己也不要伤害爱你的人，祝你生活愉快！",
    "annotation": [
      {
        "sentence": "你好，我很想知道是什么让你觉得只和一个女人做爱很烦躁，想尝试多种多样的经历呢？",
        "label": ""
      },
      {
        "sentence": "是你朋友的影响吗？",
        "label": ""
      },
      {
        "sentence": "根据你的经历来说，你并不是那种“花花公子”，那么如果是受到好朋友夜店经历的影响而改变了自己的思想，那你完全不必要。",
        "label": ""
      },
      {
        "sentence": "无论是道德上的唾弃还是健康上的损害，都将是你无法承受的后果。",
        "label": ""
      },
      {
        "sentence": "是你对性爱的无趣吗？",
        "label": ""
      },
      {
        "sentence": "只是觉得和女朋友做爱很无聊，很单一，所以才想尝试不同的方式吗？",
        "label": ""
      },
      {
        "sentence": "但是你有没有想过，即使是和同一个人，也可以有很多不同的方式，比如改变地点、姿势等等。",
        "label": ""
      },
      {
        "sentence": "（自行脑补）根据你的描述，你是不想变成和你朋友一样的人，所以才来寻求解决办法，对吗？",
        "label": ""
      },
      {
        "sentence": "像你说的，找几个人约会并不可行，这样只会让你越来越不满足，进而导致不可收拾的后果。",
        "label": ""
      },
      {
        "sentence": "都说物以类聚，人以群分，如果你不想受到他们的影响，我建议你和他们保持一定的距离，或者在一起时避免讨论这些事情。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持自己的底线，不要伤害自己也不要伤害爱你的人，祝你生活愉快！",
        "label": ""
      }
    ]
  }
]