[
  {
    "role": "client",
    "content": "我是24岁的男生，只和一个女生谈过恋爱并有过性关系，但我觉得不甘心。从高中到大二，我一直追求一个女生，但后来证明是单相思。大三时，我追到了现在的女朋友，我们已经在一起三年了，感情很稳定，我对她也很满意。但唯一的问题是，我只谈过一次恋爱，只和一个女生有过性经历，这让我感到烦躁。我想尝试不同的感觉，不甘心只有一段感情就步入婚姻。但我又很懦弱，即使碰到更漂亮的女生，我也不敢追求。我不想分手，但又想尝试和其他女人在一起，这种背叛的念头让我非常苦恼，但我又挥之不去。我开始审视自己的感情，我觉得我的爱情并不够坚固。如果带着这个疑虑步入婚姻，会有很大的风险，因为我抵挡不住其他漂亮女人的诱惑。最近，我单位来了一个新的女同事，我有点忍不住想联络她，但单位的人都知道我有女朋友，这样的传闻对我很不好。我的女朋友外貌不算好看，但我对她的性格和各个方面都很满意。解决了这个问题，我们的感情也会一直继续发展下去。但我总不能睡几个妹子来解决这个问题吧？之前也有这种困惑，但不像现在这么剧烈，最近可能被身边的朋友影响了，其中一个朋友经常带妹子回家，还有一个朋友睡了10个。",
    "annotation": [
      {
        "sentence": "我是24岁的男生，只和一个女生谈过恋爱并有过性关系，但我觉得不甘心。",
        "label": ""
      },
      {
        "sentence": "从高中到大二，我一直追求一个女生，但后来证明是单相思。",
        "label": ""
      },
      {
        "sentence": "大三时，我追到了现在的女朋友，我们已经在一起三年了，感情很稳定，我对她也很满意。",
        "label": ""
      },
      {
        "sentence": "但唯一的问题是，我只谈过一次恋爱，只和一个女生有过性经历，这让我感到烦躁。",
        "label": ""
      },
      {
        "sentence": "我想尝试不同的感觉，不甘心只有一段感情就步入婚姻。",
        "label": ""
      },
      {
        "sentence": "但我又很懦弱，即使碰到更漂亮的女生，我也不敢追求。",
        "label": ""
      },
      {
        "sentence": "我不想分手，但又想尝试和其他女人在一起，这种背叛的念头让我非常苦恼，但我又挥之不去。",
        "label": ""
      },
      {
        "sentence": "我开始审视自己的感情，我觉得我的爱情并不够坚固。",
        "label": ""
      },
      {
        "sentence": "如果带着这个疑虑步入婚姻，会有很大的风险，因为我抵挡不住其他漂亮女人的诱惑。",
        "label": ""
      },
      {
        "sentence": "最近，我单位来了一个新的女同事，我有点忍不住想联络她，但单位的人都知道我有女朋友，这样的传闻对我很不好。",
        "label": ""
      },
      {
        "sentence": "我的女朋友外貌不算好看，但我对她的性格和各个方面都很满意。",
        "label": ""
      },
      {
        "sentence": "解决了这个问题，我们的感情也会一直继续发展下去。",
        "label": ""
      },
      {
        "sentence": "但我总不能睡几个妹子来解决这个问题吧？",
        "label": ""
      },
      {
        "sentence": "之前也有这种困惑，但不像现在这么剧烈，最近可能被身边的朋友影响了，其中一个朋友经常带妹子回家，还有一个朋友睡了10个。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！我是来帮助你的支持者，可以告诉你我的建议。首先，我明白你的困惑。很多人都会对于单一的恋爱经历产生疑虑，想尝试不同的感受。你担心只有一段感情就步入婚姻，觉得可能会有遗憾。这是很正常的想法。但是我们要认识到，感情和性是不同的。我们总是希望得到完美的爱情和理想的伴侣，同时也对新鲜、刺激、年轻和未知的女性产生诱惑。男人一辈子会面临的三大诱惑就是钱、权和色彩。在这个问题上，我也有过类似的困扰。事实上，我只交往过一个女朋友，就是现在的妻子，我们在一起已经近20年了。我从来没有和其他女性有过接触，但我对外面的诱惑会有一些思想上的动摇。前段时间，还因为和其他异性交流而产生了一些不愉快。所以，我可以理解你的感受。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "我是来帮助你的支持者，可以告诉你我的建议。",
        "label": ""
      },
      {
        "sentence": "首先，我明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "很多人都会对于单一的恋爱经历产生疑虑，想尝试不同的感受。",
        "label": ""
      },
      {
        "sentence": "你担心只有一段感情就步入婚姻，觉得可能会有遗憾。",
        "label": ""
      },
      {
        "sentence": "这是很正常的想法。",
        "label": ""
      },
      {
        "sentence": "但是我们要认识到，感情和性是不同的。",
        "label": ""
      },
      {
        "sentence": "我们总是希望得到完美的爱情和理想的伴侣，同时也对新鲜、刺激、年轻和未知的女性产生诱惑。",
        "label": ""
      },
      {
        "sentence": "男人一辈子会面临的三大诱惑就是钱、权和色彩。",
        "label": ""
      },
      {
        "sentence": "在这个问题上，我也有过类似的困扰。",
        "label": ""
      },
      {
        "sentence": "事实上，我只交往过一个女朋友，就是现在的妻子，我们在一起已经近20年了。",
        "label": ""
      },
      {
        "sentence": "我从来没有和其他女性有过接触，但我对外面的诱惑会有一些思想上的动摇。",
        "label": ""
      },
      {
        "sentence": "前段时间，还因为和其他异性交流而产生了一些不愉快。",
        "label": ""
      },
      {
        "sentence": "所以，我可以理解你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解和回答。我想了解一下您的建议，怎样才能解决这个问题呢？",
    "annotation": [
      {
        "sentence": "谢谢您的理解和回答。",
        "label": ""
      },
      {
        "sentence": "我想了解一下您的建议，怎样才能解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要弄清楚自己想要的是什么，是爱情还是性。爱情需要我们付出所有，包括性的自由，因为爱情是忠贞的，不能有一点瑕疵。但性不同，它很容易得到。只要你有足够的经济和情商，你就可能一辈子都不会缺乏女人和性。但你必须搞清楚自己真正想要的是什么，做出选择和决断，不要在纠结中浪费别人的青春，这样既害对方也害自己。同时，你要正视自己的本能和欲望。性欲是一种本能，是性的原始冲动。按照道理，我们不需要抑制它，因为它是物种延续的必要方式。但作为人，我们也要善良，要有道德和情感的约束。你们已经有了三年的真挚感情，难道这就不如一夜的快活吗？你可以看看电影《伙计们，请起立》，里面有个角色就是为了满足性欲而后悔的。男人和女人都一样，生理心理都一样，一切都是因为好奇心。所以你应该做好选择和取舍后的心理准备。无论你如何选择，都会有失去和得到的强烈反差。选性会失去爱情，选爱情会失去你想要的性。如果你选择性，那就应该向你的女朋友坦白，给她一个痛快。男人应该保护女人，不要让她们伤心。如果做不到，最好给她们一个解脱，不要让她们在你身上耽误太多的青春。如果你选择爱情，那就要收心过好生活，让爱人安心，也让自己安定下来。没有什么是真正甘愿的。世界上有几十亿人，一半是女性，你会遇到更多更漂亮的女人。但无论如何选择，要三思而后行，每一个选择都会产生后续效应，你要做好心理准备，因为你的每个选择都会付出相应的代价。另外，睡多少个妹子并不值得炫耀，那只是过客。真正的幸福在于暮年时，回首往昔，有爱人相伴，过完一生，而不是孤独。希望我的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "首先，你要弄清楚自己想要的是什么，是爱情还是性。",
        "label": ""
      },
      {
        "sentence": "爱情需要我们付出所有，包括性的自由，因为爱情是忠贞的，不能有一点瑕疵。",
        "label": ""
      },
      {
        "sentence": "但性不同，它很容易得到。",
        "label": ""
      },
      {
        "sentence": "只要你有足够的经济和情商，你就可能一辈子都不会缺乏女人和性。",
        "label": ""
      },
      {
        "sentence": "但你必须搞清楚自己真正想要的是什么，做出选择和决断，不要在纠结中浪费别人的青春，这样既害对方也害自己。",
        "label": ""
      },
      {
        "sentence": "同时，你要正视自己的本能和欲望。",
        "label": ""
      },
      {
        "sentence": "性欲是一种本能，是性的原始冲动。",
        "label": ""
      },
      {
        "sentence": "按照道理，我们不需要抑制它，因为它是物种延续的必要方式。",
        "label": ""
      },
      {
        "sentence": "但作为人，我们也要善良，要有道德和情感的约束。",
        "label": ""
      },
      {
        "sentence": "你们已经有了三年的真挚感情，难道这就不如一夜的快活吗？",
        "label": ""
      },
      {
        "sentence": "你可以看看电影《伙计们，请起立》，里面有个角色就是为了满足性欲而后悔的。",
        "label": ""
      },
      {
        "sentence": "男人和女人都一样，生理心理都一样，一切都是因为好奇心。",
        "label": ""
      },
      {
        "sentence": "所以你应该做好选择和取舍后的心理准备。",
        "label": ""
      },
      {
        "sentence": "无论你如何选择，都会有失去和得到的强烈反差。",
        "label": ""
      },
      {
        "sentence": "选性会失去爱情，选爱情会失去你想要的性。",
        "label": ""
      },
      {
        "sentence": "如果你选择性，那就应该向你的女朋友坦白，给她一个痛快。",
        "label": ""
      },
      {
        "sentence": "男人应该保护女人，不要让她们伤心。",
        "label": ""
      },
      {
        "sentence": "如果做不到，最好给她们一个解脱，不要让她们在你身上耽误太多的青春。",
        "label": ""
      },
      {
        "sentence": "如果你选择爱情，那就要收心过好生活，让爱人安心，也让自己安定下来。",
        "label": ""
      },
      {
        "sentence": "没有什么是真正甘愿的。",
        "label": ""
      },
      {
        "sentence": "世界上有几十亿人，一半是女性，你会遇到更多更漂亮的女人。",
        "label": ""
      },
      {
        "sentence": "但无论如何选择，要三思而后行，每一个选择都会产生后续效应，你要做好心理准备，因为你的每个选择都会付出相应的代价。",
        "label": ""
      },
      {
        "sentence": "另外，睡多少个妹子并不值得炫耀，那只是过客。",
        "label": ""
      },
      {
        "sentence": "真正的幸福在于暮年时，回首往昔，有爱人相伴，过完一生，而不是孤独。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的建议和回答！您的话让我想得更清楚了。我应该好好考虑自己真正想要的是爱情还是性，而不是被外界的诱惑所动摇。我会认真思考我的选择，并做出适合自己和女朋友的决定。再次感谢您的支持！",
    "annotation": [
      {
        "sentence": "非常感谢您的建议和回答！",
        "label": ""
      },
      {
        "sentence": "您的话让我想得更清楚了。",
        "label": ""
      },
      {
        "sentence": "我应该好好考虑自己真正想要的是爱情还是性，而不是被外界的诱惑所动摇。",
        "label": ""
      },
      {
        "sentence": "我会认真思考我的选择，并做出适合自己和女朋友的决定。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能帮助到你。人生的选择是需要认真思考的，要根据自己的内心需求做出决策。希望你能找到适合自己和女朋友的解决方案，并且为自己的选择付出相应的努力。如果有任何其他问题，都可以随时向我求助。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "人生的选择是需要认真思考的，要根据自己的内心需求做出决策。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己和女朋友的解决方案，并且为自己的选择付出相应的努力。",
        "label": ""
      },
      {
        "sentence": "如果有任何其他问题，都可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]