[
  {
    "role": "client",
    "content": "最近我一直在想，我想成为一名心理咨询师和写作者，但我总是行动不起来。我知道这是因为拖延，但我不知道是什么潜意识上的障碍和如何改善。以前我做事情总是强迫自己去做，每次事情有一点点的进展，我就觉得达到目标了，然后就放弃了。现在接触了心理学，我不再强迫自己去做一些事情，我觉得成为一名作者和心理咨询师会是非常幸福的事情，但是我就是行动不起来。我在其他事情上也有坚持较长时间的经历，比如练字和运动（补充一下，我每次只能坚持做一样事情，而且一旦被打断就会中断很久）。练字之前我坚持了一年多，为了减肥，瘦下来后就放下了。现在每天在什么都不想做的时候，我会练练字，每天做两张。虽然可能没做什么其他事情，但至少有进步。但是对于写作，我一直很难开笔，每次想动笔开始的时候，紧接着我就在想，我应该去练习，什么都没用，总能练出来。然后就会看书，练字，洗澡，打扫卫生，一天就这样过去了，行动总是停滞不前。我一直在怀疑是不是对自己要求过高，所以干脆不行动了。但是即使这样想了，我还是行动不起来。",
    "annotation": [
      {
        "sentence": "最近我一直在想，我想成为一名心理咨询师和写作者，但我总是行动不起来。",
        "label": ""
      },
      {
        "sentence": "我知道这是因为拖延，但我不知道是什么潜意识上的障碍和如何改善。",
        "label": ""
      },
      {
        "sentence": "以前我做事情总是强迫自己去做，每次事情有一点点的进展，我就觉得达到目标了，然后就放弃了。",
        "label": ""
      },
      {
        "sentence": "现在接触了心理学，我不再强迫自己去做一些事情，我觉得成为一名作者和心理咨询师会是非常幸福的事情，但是我就是行动不起来。",
        "label": ""
      },
      {
        "sentence": "我在其他事情上也有坚持较长时间的经历，比如练字和运动（补充一下，我每次只能坚持做一样事情，而且一旦被打断就会中断很久）。",
        "label": ""
      },
      {
        "sentence": "练字之前我坚持了一年多，为了减肥，瘦下来后就放下了。",
        "label": ""
      },
      {
        "sentence": "现在每天在什么都不想做的时候，我会练练字，每天做两张。",
        "label": ""
      },
      {
        "sentence": "虽然可能没做什么其他事情，但至少有进步。",
        "label": ""
      },
      {
        "sentence": "但是对于写作，我一直很难开笔，每次想动笔开始的时候，紧接着我就在想，我应该去练习，什么都没用，总能练出来。",
        "label": ""
      },
      {
        "sentence": "然后就会看书，练字，洗澡，打扫卫生，一天就这样过去了，行动总是停滞不前。",
        "label": ""
      },
      {
        "sentence": "我一直在怀疑是不是对自己要求过高，所以干脆不行动了。",
        "label": ""
      },
      {
        "sentence": "但是即使这样想了，我还是行动不起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来好像你对成功有点恐惧。对于重要而美好的事情，可能觉得自己不配拥有它们，所以在接近成功时会后退一步。你真是一位懂心理学的人，很高兴看到你并没有完全被这些“失败”打败，你找到了一些过去成功的经验，比如运动和练字。你可以总结一下，在这两项成功的活动中，和在学习心理咨询和写作中有什么区别？在我看来，似乎对于运动和练字，并没有看得太重，也没有特别追求要达到什么程度，反而轻松地持之以恒。运动达到减肥的目标后，就可以停止了，练字也是日常活动，两者都不是长远宏大的人生梦想，反而能坚持做下去。而对于心理咨询和写作，它们是你的远大目标，是很重要的事情，可能给你带来压力，让你无法行动起来。如果你能稍微放轻松一些，将它们看作日常的事情、兴趣、小目标（比如成功地写出一段），会不会好一些呢？拖延和行动就像推石头一样，如果石头太大，目标又在看不到尽头的地方，你就很难推动它。但如果石头小一些，目标是一个小平台，你就能更顺利地推动它了。所以你可以先制定一些小目标，从最简单的事情开始做，比如写作，可以今天规划下写什么，明天写一小段......根据情况逐渐增加工作量。如果实在没有动力，完全可以停一两天再说，只要做一点，就要对自己大大的鼓励，因为万事开头难嘛。就如同你现在来求助了，这已经是一个很大的开头了，不容易。你一定要奖励自己，买点自己喜欢吃的东西，夸奖自己棒棒哒。",
    "annotation": [
      {
        "sentence": "听起来好像你对成功有点恐惧。",
        "label": ""
      },
      {
        "sentence": "对于重要而美好的事情，可能觉得自己不配拥有它们，所以在接近成功时会后退一步。",
        "label": ""
      },
      {
        "sentence": "你真是一位懂心理学的人，很高兴看到你并没有完全被这些“失败”打败，你找到了一些过去成功的经验，比如运动和练字。",
        "label": ""
      },
      {
        "sentence": "你可以总结一下，在这两项成功的活动中，和在学习心理咨询和写作中有什么区别？",
        "label": ""
      },
      {
        "sentence": "在我看来，似乎对于运动和练字，并没有看得太重，也没有特别追求要达到什么程度，反而轻松地持之以恒。",
        "label": ""
      },
      {
        "sentence": "运动达到减肥的目标后，就可以停止了，练字也是日常活动，两者都不是长远宏大的人生梦想，反而能坚持做下去。",
        "label": ""
      },
      {
        "sentence": "而对于心理咨询和写作，它们是你的远大目标，是很重要的事情，可能给你带来压力，让你无法行动起来。",
        "label": ""
      },
      {
        "sentence": "如果你能稍微放轻松一些，将它们看作日常的事情、兴趣、小目标（比如成功地写出一段），会不会好一些呢？",
        "label": ""
      },
      {
        "sentence": "拖延和行动就像推石头一样，如果石头太大，目标又在看不到尽头的地方，你就很难推动它。",
        "label": ""
      },
      {
        "sentence": "但如果石头小一些，目标是一个小平台，你就能更顺利地推动它了。",
        "label": ""
      },
      {
        "sentence": "所以你可以先制定一些小目标，从最简单的事情开始做，比如写作，可以今天规划下写什么，明天写一小段......根据情况逐渐增加工作量。",
        "label": ""
      },
      {
        "sentence": "如果实在没有动力，完全可以停一两天再说，只要做一点，就要对自己大大的鼓励，因为万事开头难嘛。",
        "label": ""
      },
      {
        "sentence": "就如同你现在来求助了，这已经是一个很大的开头了，不容易。",
        "label": ""
      },
      {
        "sentence": "你一定要奖励自己，买点自己喜欢吃的东西，夸奖自己棒棒哒。",
        "label": ""
      }
    ]
  }
]