[
  {
    "role": "client",
    "content": "我想成为一名心理咨询师和写作者，但却总行动不起来。嗯~就是拖延，但不知道潜意识的阻碍和改善的办法。以前做事情，总是强迫自己去做，然后每次事情有一点点眉目，我就会觉得达到目标了，我能做到，然后就会放弃。现在接触了心理学，不去强迫自己做一些事情，觉得自己去成为一个作者，成为一名心理咨询师会是非常幸福的事，但就是行动不起来。其他事情上我也有坚持比较久的时间的，比如练字，运动(补充一下，我做事情每次只能做一样，而且一旦被打断就会中断很久)，运动之前坚持了一年多，为了减肥，瘦下来就放下了。练字是现在什么都不想做的时候，每天会练两张。不至于一天什么都没做，总归有进步。但是对于写作，一直很难提笔，每次想动笔开始的时候，紧接着就在想，我应该去练习，什么都不会总能练出来的，然后就会看书，练字，洗澡，打扫卫生，启动一下，一天就过去了持续性启动不起来。自己判断是不是对自己要求过高，失败，所以干脆不行动。但是这样想了，也允许自己失败，还是行动不起。",
    "annotation": [
      {
        "sentence": "我想成为一名心理咨询师和写作者，但却总行动不起来。",
        "label": ""
      },
      {
        "sentence": "嗯~就是拖延，但不知道潜意识的阻碍和改善的办法。",
        "label": ""
      },
      {
        "sentence": "以前做事情，总是强迫自己去做，然后每次事情有一点点眉目，我就会觉得达到目标了，我能做到，然后就会放弃。",
        "label": ""
      },
      {
        "sentence": "现在接触了心理学，不去强迫自己做一些事情，觉得自己去成为一个作者，成为一名心理咨询师会是非常幸福的事，但就是行动不起来。",
        "label": ""
      },
      {
        "sentence": "其他事情上我也有坚持比较久的时间的，比如练字，运动(补充一下，我做事情每次只能做一样，而且一旦被打断就会中断很久)，运动之前坚持了一年多，为了减肥，瘦下来就放下了。",
        "label": ""
      },
      {
        "sentence": "练字是现在什么都不想做的时候，每天会练两张。",
        "label": ""
      },
      {
        "sentence": "不至于一天什么都没做，总归有进步。",
        "label": ""
      },
      {
        "sentence": "但是对于写作，一直很难提笔，每次想动笔开始的时候，紧接着就在想，我应该去练习，什么都不会总能练出来的，然后就会看书，练字，洗澡，打扫卫生，启动一下，一天就过去了持续性启动不起来。",
        "label": ""
      },
      {
        "sentence": "自己判断是不是对自己要求过高，失败，所以干脆不行动。",
        "label": ""
      },
      {
        "sentence": "但是这样想了，也允许自己失败，还是行动不起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑，我已经听到你对自己行动不起来的痛苦。在这方面，我有一些建议可以分享给你。首先，制定计划。你想要开始，但可能不知道如何下手。因此，你可以在行动之前先制定一个详细的计划，比如成为心理咨询师的步骤和在哪里发表心理学文章。有了明确的方案，行动会变得更容易。其次，设置参照物。你之所以拖延，可能是因为成为心理咨询师或写文章这件事没有一个明确的截止日期。所以你可以给自己设定一些参照物，比如参加心理学写作的打卡活动，或者参加一个培训课程，这样你就能每天按计划行动。最后，万事开头难。我自己也经历过这样的困扰，想要写一篇心理学文章，但总觉得无从下手，不知不觉就拖延了很久。但当我勉强开始写的时候，就发现其实并不那么困难。所以，无论是什么原因让你潜意识里想要拖延，不妨试试先开始行动吧。希望这些建议对你有所帮助！",
    "annotation": [
      {
        "sentence": "理解你的困惑，我已经听到你对自己行动不起来的痛苦。",
        "label": ""
      },
      {
        "sentence": "在这方面，我有一些建议可以分享给你。",
        "label": ""
      },
      {
        "sentence": "首先，制定计划。",
        "label": ""
      },
      {
        "sentence": "你想要开始，但可能不知道如何下手。",
        "label": ""
      },
      {
        "sentence": "因此，你可以在行动之前先制定一个详细的计划，比如成为心理咨询师的步骤和在哪里发表心理学文章。",
        "label": ""
      },
      {
        "sentence": "有了明确的方案，行动会变得更容易。",
        "label": ""
      },
      {
        "sentence": "其次，设置参照物。",
        "label": ""
      },
      {
        "sentence": "你之所以拖延，可能是因为成为心理咨询师或写文章这件事没有一个明确的截止日期。",
        "label": ""
      },
      {
        "sentence": "所以你可以给自己设定一些参照物，比如参加心理学写作的打卡活动，或者参加一个培训课程，这样你就能每天按计划行动。",
        "label": ""
      },
      {
        "sentence": "最后，万事开头难。",
        "label": ""
      },
      {
        "sentence": "我自己也经历过这样的困扰，想要写一篇心理学文章，但总觉得无从下手，不知不觉就拖延了很久。",
        "label": ""
      },
      {
        "sentence": "但当我勉强开始写的时候，就发现其实并不那么困难。",
        "label": ""
      },
      {
        "sentence": "所以，无论是什么原因让你潜意识里想要拖延，不妨试试先开始行动吧。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。确实，我没有制定一个明确的计划，也没有给自己设定截止日期，这让我很迷茫。我会尝试按照你的建议制定一个详细的计划，并给自己设定一些参照物，这样就能更有动力地开始行动了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "确实，我没有制定一个明确的计划，也没有给自己设定截止日期，这让我很迷茫。",
        "label": ""
      },
      {
        "sentence": "我会尝试按照你的建议制定一个详细的计划，并给自己设定一些参照物，这样就能更有动力地开始行动了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试。制定计划和设置参照物可以让我们更有条理地去完成目标，不再盲目拖延。同时，记得不要给自己太大压力，进度可以慢慢来，重要的是坚持下去。希望你能得到想要的成果！如果在行动的过程中有任何困难，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试。",
        "label": ""
      },
      {
        "sentence": "制定计划和设置参照物可以让我们更有条理地去完成目标，不再盲目拖延。",
        "label": ""
      },
      {
        "sentence": "同时，记得不要给自己太大压力，进度可以慢慢来，重要的是坚持下去。",
        "label": ""
      },
      {
        "sentence": "希望你能得到想要的成果！",
        "label": ""
      },
      {
        "sentence": "如果在行动的过程中有任何困难，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的鼓励和支持。我会尽力按计划行动的，也会珍惜每一个小的进步。如果遇到困难，我一定会及时向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "好的，谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽力按计划行动的，也会珍惜每一个小的进步。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难，我一定会及时向你寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。请相信自己的能力，你可以做到的！无论遇到什么问题，记得坚持和勇敢去面对，相信每一次的努力都会带给你更多成长。祝福你早日实现自己的目标！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "请相信自己的能力，你可以做到的！",
        "label": ""
      },
      {
        "sentence": "无论遇到什么问题，记得坚持和勇敢去面对，相信每一次的努力都会带给你更多成长。",
        "label": ""
      },
      {
        "sentence": "祝福你早日实现自己的目标！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和祝福。有了你的支持，我感觉更有动力去实现自己的梦想。再次谢谢你！如果我有进展或者需要再次向你求助，我会及时联系你的。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "有了你的支持，我感觉更有动力去实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      },
      {
        "sentence": "如果我有进展或者需要再次向你求助，我会及时联系你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供支持。如果你有任何进展或者需要帮助，记得随时联系我。祝愿你一切顺利，期待听到你的好消息！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供支持。",
        "label": ""
      },
      {
        "sentence": "如果你有任何进展或者需要帮助，记得随时联系我。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，期待听到你的好消息！",
        "label": ""
      }
    ]
  }
]