[
  {
    "role": "client",
    "content": "我想成为一名心理咨询师和写作者，但总是行动不起来。我知道这是拖延的原因，但不知道如何解决潜意识的阻碍和改善自己的情况。以前，我总是通过强迫自己去做事情，当事情进展一点点时，我就会觉得已经达到目标，然后放弃。现在学了心理学后，不再强迫自己去做一些事情，但依然行动不起来。我在其他事情上能够坚持很久，比如练字和运动。但练字只是在我无所事事的时候才会做，每天只练两张。而运动则是为了减肥坚持了一年多，瘦下来后就放弃了。对于写作，我一直很难下笔，每次想动笔时，接着就会想着练习，因为我觉得只有通过练习才能提高，然后就会忙着看书、练字、洗澡、打扫卫生等等，一天就这样过去了。我自己判断是不是对自己要求过高，一旦失败就选择不行动。但无论我怎么想，行动起来也是很困难。",
    "annotation": [
      {
        "sentence": "我想成为一名心理咨询师和写作者，但总是行动不起来。",
        "label": ""
      },
      {
        "sentence": "我知道这是拖延的原因，但不知道如何解决潜意识的阻碍和改善自己的情况。",
        "label": ""
      },
      {
        "sentence": "以前，我总是通过强迫自己去做事情，当事情进展一点点时，我就会觉得已经达到目标，然后放弃。",
        "label": ""
      },
      {
        "sentence": "现在学了心理学后，不再强迫自己去做一些事情，但依然行动不起来。",
        "label": ""
      },
      {
        "sentence": "我在其他事情上能够坚持很久，比如练字和运动。",
        "label": ""
      },
      {
        "sentence": "但练字只是在我无所事事的时候才会做，每天只练两张。",
        "label": ""
      },
      {
        "sentence": "而运动则是为了减肥坚持了一年多，瘦下来后就放弃了。",
        "label": ""
      },
      {
        "sentence": "对于写作，我一直很难下笔，每次想动笔时，接着就会想着练习，因为我觉得只有通过练习才能提高，然后就会忙着看书、练字、洗澡、打扫卫生等等，一天就这样过去了。",
        "label": ""
      },
      {
        "sentence": "我自己判断是不是对自己要求过高，一旦失败就选择不行动。",
        "label": ""
      },
      {
        "sentence": "但无论我怎么想，行动起来也是很困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我注意到你提到以前总是强迫自己做事情然后产生拖延。你的进步是学到了心理学后可以不强迫自己。你希望自己能够行动起来，不再拖延。根据认知疗法的创立者阿伦·特姆金·贝克的观点，事情本身并不会引起情绪，而是我们对事情的看法唤起了不同的情绪和行为。要改变拖延的行为，首先要问问自己：“当我拖延时，我在想什么？”然后针对性地做出改变。你提到自己可能对自己要求过高，完美主义常常是拖延的原因之一。追求完美的人往往对自己要求严格，不允许犯错，只有做得好才是合格的，做不好就是失败。所以一旦有可能做不好，就选择不做以免失败。有一个案例供你参考：刘女士总是拖延，直到最后期限才做事情。她和丈夫一起创业，由于拖延导致公司生产延误，丈夫对她非常不满。后来他们找了一位高效率的财务帮助刘女士改善拖延习惯。刘女士想挽回丈夫，首先要解决自己的拖延问题。回顾她的童年，她发现自己从小被要求必须考100分，连99分都会挨骂。后来她发现，如果早上出门前把试卷拿出来让母亲签字，那母亲责骂她的时间会比较短。她从拖延中获得了好处，久而久之就形成了拖延的习惯。在童年时期，这样的拖延应对模式可以帮她避免家长和老师的指责。但在成年后面对新的环境时，这种应对模式就不适用了。精神分析学派的创始人弗洛伊德认为，我们的行为和言语都受早期经验的影响。合理情绪疗法的创立者埃利斯认为，通过理性思维可以摆脱早期经验的影响，拥有更好的人生。所以你可以分析一下，童年时是否有类似被严格要求的经历，导致你形成了拖延的应对模式。如果是这个原因导致的拖延，可以对自己说：“小时候我很弱小，不能承受失败的后果，拖延可以让我过得更好。现在我已经长大了，有力量承担失败的后果，不再害怕失败。想做就去做吧，最坏的结果是重新开始，最好的结果是成为一名知名心理学作者和咨询师，有许多约稿和咨询等着你。最现实的结果可能是写的文章不是很好，读者不太多，咨询的量也不多。但在这个过程中，你对心理学的理解会更深刻，也会得到成长。这也是我从事心理学写作以来的思考和收获。希望这些对你有启发。",
    "annotation": [
      {
        "sentence": "我注意到你提到以前总是强迫自己做事情然后产生拖延。",
        "label": ""
      },
      {
        "sentence": "你的进步是学到了心理学后可以不强迫自己。",
        "label": ""
      },
      {
        "sentence": "你希望自己能够行动起来，不再拖延。",
        "label": ""
      },
      {
        "sentence": "根据认知疗法的创立者阿伦·特姆金·贝克的观点，事情本身并不会引起情绪，而是我们对事情的看法唤起了不同的情绪和行为。",
        "label": ""
      },
      {
        "sentence": "要改变拖延的行为，首先要问问自己：“当我拖延时，我在想什么？",
        "label": ""
      },
      {
        "sentence": "”然后针对性地做出改变。",
        "label": ""
      },
      {
        "sentence": "你提到自己可能对自己要求过高，完美主义常常是拖延的原因之一。",
        "label": ""
      },
      {
        "sentence": "追求完美的人往往对自己要求严格，不允许犯错，只有做得好才是合格的，做不好就是失败。",
        "label": ""
      },
      {
        "sentence": "所以一旦有可能做不好，就选择不做以免失败。",
        "label": ""
      },
      {
        "sentence": "有一个案例供你参考：刘女士总是拖延，直到最后期限才做事情。",
        "label": ""
      },
      {
        "sentence": "她和丈夫一起创业，由于拖延导致公司生产延误，丈夫对她非常不满。",
        "label": ""
      },
      {
        "sentence": "后来他们找了一位高效率的财务帮助刘女士改善拖延习惯。",
        "label": ""
      },
      {
        "sentence": "刘女士想挽回丈夫，首先要解决自己的拖延问题。",
        "label": ""
      },
      {
        "sentence": "回顾她的童年，她发现自己从小被要求必须考100分，连99分都会挨骂。",
        "label": ""
      },
      {
        "sentence": "后来她发现，如果早上出门前把试卷拿出来让母亲签字，那母亲责骂她的时间会比较短。",
        "label": ""
      },
      {
        "sentence": "她从拖延中获得了好处，久而久之就形成了拖延的习惯。",
        "label": ""
      },
      {
        "sentence": "在童年时期，这样的拖延应对模式可以帮她避免家长和老师的指责。",
        "label": ""
      },
      {
        "sentence": "但在成年后面对新的环境时，这种应对模式就不适用了。",
        "label": ""
      },
      {
        "sentence": "精神分析学派的创始人弗洛伊德认为，我们的行为和言语都受早期经验的影响。",
        "label": ""
      },
      {
        "sentence": "合理情绪疗法的创立者埃利斯认为，通过理性思维可以摆脱早期经验的影响，拥有更好的人生。",
        "label": ""
      },
      {
        "sentence": "所以你可以分析一下，童年时是否有类似被严格要求的经历，导致你形成了拖延的应对模式。",
        "label": ""
      },
      {
        "sentence": "如果是这个原因导致的拖延，可以对自己说：“小时候我很弱小，不能承受失败的后果，拖延可以让我过得更好。",
        "label": ""
      },
      {
        "sentence": "现在我已经长大了，有力量承担失败的后果，不再害怕失败。",
        "label": ""
      },
      {
        "sentence": "想做就去做吧，最坏的结果是重新开始，最好的结果是成为一名知名心理学作者和咨询师，有许多约稿和咨询等着你。",
        "label": ""
      },
      {
        "sentence": "最现实的结果可能是写的文章不是很好，读者不太多，咨询的量也不多。",
        "label": ""
      },
      {
        "sentence": "但在这个过程中，你对心理学的理解会更深刻，也会得到成长。",
        "label": ""
      },
      {
        "sentence": "这也是我从事心理学写作以来的思考和收获。",
        "label": ""
      },
      {
        "sentence": "希望这些对你有启发。",
        "label": ""
      }
    ]
  }
]