[
  {
    "role": "client",
    "content": "你好。最近我一直在想，我想成为一名心理咨询师和写作者，但是总是行动不起来。我知道这是因为拖延，但我不知道如何改善这种情况。以前我总是会强迫自己去做事情，一旦有一点点进展，我就会觉得已经达到目标了，然后就会放弃。现在我接触了心理学，不再强迫自己做一些事情，而是真心觉得成为一名作者和咨询师会让我非常幸福。但是，我就是行动不起来。其他方面，我也曾坚持过很久，比如练字和运动。但是一旦被打断，我就会中断很久。练字我每天会坚持写两张。虽然有时候一天里只有这一项成果，但总归还是有进步。但是对于写作，我就是很难下笔，每次一想要开始写作，就会接着想，我应该去练习，什么都需要练习才能做好。然后就会去看书、练字、洗澡、打扫卫生等等，结果一天就这样过去了，写作始终无法持续下去。我在判断是不是因为要求自己过高，害怕失败，所以干脆不去行动了。但是即使有这样的觉悟，我还是行动不起来。",
    "annotation": [
      {
        "sentence": "你好。",
        "label": ""
      },
      {
        "sentence": "最近我一直在想，我想成为一名心理咨询师和写作者，但是总是行动不起来。",
        "label": ""
      },
      {
        "sentence": "我知道这是因为拖延，但我不知道如何改善这种情况。",
        "label": ""
      },
      {
        "sentence": "以前我总是会强迫自己去做事情，一旦有一点点进展，我就会觉得已经达到目标了，然后就会放弃。",
        "label": ""
      },
      {
        "sentence": "现在我接触了心理学，不再强迫自己做一些事情，而是真心觉得成为一名作者和咨询师会让我非常幸福。",
        "label": ""
      },
      {
        "sentence": "但是，我就是行动不起来。",
        "label": ""
      },
      {
        "sentence": "其他方面，我也曾坚持过很久，比如练字和运动。",
        "label": ""
      },
      {
        "sentence": "但是一旦被打断，我就会中断很久。",
        "label": ""
      },
      {
        "sentence": "练字我每天会坚持写两张。",
        "label": ""
      },
      {
        "sentence": "虽然有时候一天里只有这一项成果，但总归还是有进步。",
        "label": ""
      },
      {
        "sentence": "但是对于写作，我就是很难下笔，每次一想要开始写作，就会接着想，我应该去练习，什么都需要练习才能做好。",
        "label": ""
      },
      {
        "sentence": "然后就会去看书、练字、洗澡、打扫卫生等等，结果一天就这样过去了，写作始终无法持续下去。",
        "label": ""
      },
      {
        "sentence": "我在判断是不是因为要求自己过高，害怕失败，所以干脆不去行动了。",
        "label": ""
      },
      {
        "sentence": "但是即使有这样的觉悟，我还是行动不起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好。听你描述的情况，你似乎将学习心理学和写作只当作是兴趣爱好对待。不坚持下去可能意味着你的兴趣不够浓厚。如果你真的很喜欢这两个领域，不妨试试每天坚持一点时间来投入进去。我和你很像，最近一两个月我才开始正式写作，现在已经写了差不多十五万字左右。起初我也感到非常痛苦，但是坚持了十几天后，就慢慢适应了，现在每天可以写两千多字了。至于心理学，我也在不断摸索中，但我相信我会坚持下去的。",
    "annotation": [
      {
        "sentence": "你好。",
        "label": ""
      },
      {
        "sentence": "听你描述的情况，你似乎将学习心理学和写作只当作是兴趣爱好对待。",
        "label": ""
      },
      {
        "sentence": "不坚持下去可能意味着你的兴趣不够浓厚。",
        "label": ""
      },
      {
        "sentence": "如果你真的很喜欢这两个领域，不妨试试每天坚持一点时间来投入进去。",
        "label": ""
      },
      {
        "sentence": "我和你很像，最近一两个月我才开始正式写作，现在已经写了差不多十五万字左右。",
        "label": ""
      },
      {
        "sentence": "起初我也感到非常痛苦，但是坚持了十几天后，就慢慢适应了，现在每天可以写两千多字了。",
        "label": ""
      },
      {
        "sentence": "至于心理学，我也在不断摸索中，但我相信我会坚持下去的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我可能确实没有把心理学和写作当成真正的事业来对待。也许我应该试试每天坚持一点时间来投入进去。你能分享一下你是如何克服起初的痛苦并坚持下来的吗？",
    "annotation": [
      {
        "sentence": "你说的没错，我可能确实没有把心理学和写作当成真正的事业来对待。",
        "label": ""
      },
      {
        "sentence": "也许我应该试试每天坚持一点时间来投入进去。",
        "label": ""
      },
      {
        "sentence": "你能分享一下你是如何克服起初的痛苦并坚持下来的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。起初的时候，我也感到非常吃力，经常出现创作障碍。但是我意识到，写作是一个积累的过程，不可能一蹴而就。所以我给自己设定了一个小目标，每天只需写一小段文字，哪怕只有几十字。这样的小目标相对较容易实现，同时也帮助我保持动力和兴趣。慢慢地，我逐渐增加了每天的写作时间和字数，现在已经能够保持每日一更，每天写更多的字数了。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "起初的时候，我也感到非常吃力，经常出现创作障碍。",
        "label": ""
      },
      {
        "sentence": "但是我意识到，写作是一个积累的过程，不可能一蹴而就。",
        "label": ""
      },
      {
        "sentence": "所以我给自己设定了一个小目标，每天只需写一小段文字，哪怕只有几十字。",
        "label": ""
      },
      {
        "sentence": "这样的小目标相对较容易实现，同时也帮助我保持动力和兴趣。",
        "label": ""
      },
      {
        "sentence": "慢慢地，我逐渐增加了每天的写作时间和字数，现在已经能够保持每日一更，每天写更多的字数了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有道理。确实，将大目标拆解成小目标，能够更容易实现和保持动力。我应该试试每天写一小段文字，然后逐渐增加写作时间和字数。另外，有时候我会觉得写作没有收获，进展很小，这也会让我产生不想再继续下去的念头。",
    "annotation": [
      {
        "sentence": "听起来很有道理。",
        "label": ""
      },
      {
        "sentence": "确实，将大目标拆解成小目标，能够更容易实现和保持动力。",
        "label": ""
      },
      {
        "sentence": "我应该试试每天写一小段文字，然后逐渐增加写作时间和字数。",
        "label": ""
      },
      {
        "sentence": "另外，有时候我会觉得写作没有收获，进展很小，这也会让我产生不想再继续下去的念头。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。写作过程中的进展有时候确实不太容易被察觉到。但是你可以尝试给自己设定一些评估标准，比如每隔一个星期，回顾一下你过去的作品，看看是否有进步或者有新的想法。另外，你也可以找一些和你有相同兴趣的人交流，互相鼓励和分享经验，这也能帮助你保持写作的动力。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "写作过程中的进展有时候确实不太容易被察觉到。",
        "label": ""
      },
      {
        "sentence": "但是你可以尝试给自己设定一些评估标准，比如每隔一个星期，回顾一下你过去的作品，看看是否有进步或者有新的想法。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以找一些和你有相同兴趣的人交流，互相鼓励和分享经验，这也能帮助你保持写作的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我应该给自己一些评估标准，定期回顾自己的作品，这样可以更明显地看到自己的进步。同时，找一些志同道合的人交流也是个好主意，可以相互支持和分享经验。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我应该给自己一些评估标准，定期回顾自己的作品，这样可以更明显地看到自己的进步。",
        "label": ""
      },
      {
        "sentence": "同时，找一些志同道合的人交流也是个好主意，可以相互支持和分享经验。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气。我很高兴能够帮到你。写作和心理咨询师都是很有意义的事业，不要放弃，坚持下去。相信自己，你一定能够实现自己的目标。",
    "annotation": [
      {
        "sentence": "不客气。",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "写作和心理咨询师都是很有意义的事业，不要放弃，坚持下去。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会努力坚持下去的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力坚持下去的！",
        "label": ""
      }
    ]
  }
]