[
  {
    "role": "client",
    "content": "21岁女，有自残经历，现在不自残了，生气就砸脑袋？别跟我说让我去砸抱枕，也别跟我好好思考为什么生气。我非常生气的时候只有伤害自己才能真正痛快。只有极端的疼痛才能让我发泄。别tm给我灌鸡汤，也别tm用长辈口吻教育我。",
    "annotation": [
      {
        "sentence": "21岁女，有自残经历，现在不自残了，生气就砸脑袋？",
        "label": ""
      },
      {
        "sentence": "别跟我说让我去砸抱枕，也别跟我好好思考为什么生气。",
        "label": ""
      },
      {
        "sentence": "我非常生气的时候只有伤害自己才能真正痛快。",
        "label": ""
      },
      {
        "sentence": "只有极端的疼痛才能让我发泄。",
        "label": ""
      },
      {
        "sentence": "别tm给我灌鸡汤，也别tm用长辈口吻教育我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常心疼你的这个状态！本身情绪不好就已经很伤心了，还这样对待自己，真的为你着急心疼。每次是什么情况一出现就出动你情绪的爆发点，是不是成了一种情绪牵引，而导致最后结果是的发泄。我觉得你要好好和自己的内心说说话，问问自己为什么，为什么自己要发怒？是否可以在某个点改变一下自己的认知，是否可以找出另一种情绪疏导的方法？是否和知心朋友倾诉过？是否投入到自己喜欢的事情或活动中疏导出自己的情绪？可以自己心绪平静下来以后，回溯发生的事情，找出自己可以改变的点，慢慢实行并投入，坚持下去，你就是胜利者！试试看！还有这个平台随时听你说话，这个，加油。",
    "annotation": [
      {
        "sentence": "我非常心疼你的这个状态！",
        "label": ""
      },
      {
        "sentence": "本身情绪不好就已经很伤心了，还这样对待自己，真的为你着急心疼。",
        "label": ""
      },
      {
        "sentence": "每次是什么情况一出现就出动你情绪的爆发点，是不是成了一种情绪牵引，而导致最后结果是的发泄。",
        "label": ""
      },
      {
        "sentence": "我觉得你要好好和自己的内心说说话，问问自己为什么，为什么自己要发怒？",
        "label": ""
      },
      {
        "sentence": "是否可以在某个点改变一下自己的认知，是否可以找出另一种情绪疏导的方法？",
        "label": ""
      },
      {
        "sentence": "是否和知心朋友倾诉过？",
        "label": ""
      },
      {
        "sentence": "是否投入到自己喜欢的事情或活动中疏导出自己的情绪？",
        "label": ""
      },
      {
        "sentence": "可以自己心绪平静下来以后，回溯发生的事情，找出自己可以改变的点，慢慢实行并投入，坚持下去，你就是胜利者！",
        "label": ""
      },
      {
        "sentence": "试试看！",
        "label": ""
      },
      {
        "sentence": "还有这个平台随时听你说话，这个，加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心，但是我真的很难控制自己的脾气。每当遇到不顺心的事情，我就会立刻冲动地去砸脑袋，这样才能让我感到一些短暂的释放。但是后来我又会觉得很后悔，因为这种方式并不能解决问题，只会让我更加痛苦。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的关心，但是我真的很难控制自己的脾气。",
        "label": ""
      },
      {
        "sentence": "每当遇到不顺心的事情，我就会立刻冲动地去砸脑袋，这样才能让我感到一些短暂的释放。",
        "label": ""
      },
      {
        "sentence": "但是后来我又会觉得很后悔，因为这种方式并不能解决问题，只会让我更加痛苦。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，这种冲动是很难控制的。不过，我们可以尝试寻找一些替代行为来处理这种情绪。当你感到生气的时候，可以试试深呼吸来使自己冷静下来，或者用一把扔东西代替砸脑袋，这样可以达到情绪宣泄的效果，但不会对自己造成伤害。另外，和朋友或家人倾诉也是一种很好的方式，他们可以给你一些支持和理解。你可以试试这些方法，看看是否能够减缓你的情绪，逐渐摆脱自我伤害的习惯。",
    "annotation": [
      {
        "sentence": "我了解你的感受，这种冲动是很难控制的。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以尝试寻找一些替代行为来处理这种情绪。",
        "label": ""
      },
      {
        "sentence": "当你感到生气的时候，可以试试深呼吸来使自己冷静下来，或者用一把扔东西代替砸脑袋，这样可以达到情绪宣泄的效果，但不会对自己造成伤害。",
        "label": ""
      },
      {
        "sentence": "另外，和朋友或家人倾诉也是一种很好的方式，他们可以给你一些支持和理解。",
        "label": ""
      },
      {
        "sentence": "你可以试试这些方法，看看是否能够减缓你的情绪，逐渐摆脱自我伤害的习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试一试你说的方法，希望能够有效。但是，我有时候觉得自己好像控制不住自己的情绪，就像被情绪牵引着走一样。这种感觉让我很无助，不知道该怎么改变。",
    "annotation": [
      {
        "sentence": "我会试一试你说的方法，希望能够有效。",
        "label": ""
      },
      {
        "sentence": "但是，我有时候觉得自己好像控制不住自己的情绪，就像被情绪牵引着走一样。",
        "label": ""
      },
      {
        "sentence": "这种感觉让我很无助，不知道该怎么改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，情绪的牵引确实会让我们觉得无法自拔。你可以试试在平静的时候思考一下，是什么让你的情绪变得如此强烈？是过去的伤痛或者一些特定的触发因素导致了你的情绪爆发？如果能找到这些根源，或许可以帮助你更好地应对和改变。同时，你也可以尝试一些情绪调节的技巧，比如写日记、画画、听音乐等，来分散注意力和宣泄情绪。重要的是要给自己一些时间和空间去探索和实践，不要过分苛责自己，慢慢来，相信你会慢慢找到解决的方法的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，情绪的牵引确实会让我们觉得无法自拔。",
        "label": ""
      },
      {
        "sentence": "你可以试试在平静的时候思考一下，是什么让你的情绪变得如此强烈？",
        "label": ""
      },
      {
        "sentence": "是过去的伤痛或者一些特定的触发因素导致了你的情绪爆发？",
        "label": ""
      },
      {
        "sentence": "如果能找到这些根源，或许可以帮助你更好地应对和改变。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试一些情绪调节的技巧，比如写日记、画画、听音乐等，来分散注意力和宣泄情绪。",
        "label": ""
      },
      {
        "sentence": "重要的是要给自己一些时间和空间去探索和实践，不要过分苛责自己，慢慢来，相信你会慢慢找到解决的方法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试你提到的那些方法，希望能够有所帮助。我也明白自我伤害只是一种痛苦的循环，我真的希望能够改变这种状况，让自己变得更好。谢谢你一直陪伴在我身边，给我支持和鼓励。",
    "annotation": [
      {
        "sentence": "我会试试你提到的那些方法，希望能够有所帮助。",
        "label": ""
      },
      {
        "sentence": "我也明白自我伤害只是一种痛苦的循环，我真的希望能够改变这种状况，让自己变得更好。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴在我身边，给我支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都会在你身边支持你。改变需要时间和坚持，但我相信你能够做到的。如果在这个过程中你遇到了困难或者需要倾诉，随时都可以来找我聊天，我会倾听和支持你的。要记得，你并不孤单，我们一起加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一直都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和坚持，但我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中你遇到了困难或者需要倾诉，随时都可以来找我聊天，我会倾听和支持你的。",
        "label": ""
      },
      {
        "sentence": "要记得，你并不孤单，我们一起加油！",
        "label": ""
      }
    ]
  }
]