[
  {
    "role": "client",
    "content": "我36岁了，职场上被PUA蹉跎，还被海王耽误，感觉好疲惫和空虚。作为一个36岁的女生，我感觉一无所有，甚至有了想死的念头。虽然我在企业里已经担任中高层职位，但是近几年我遇到了一些恶性竞争，被一个非常可怕的女上司进行了PUA，制造谣言、抹黑我的形象，破坏我的人际关系，结果我原本的职位也岌岌可危了。身心都感到疲惫不堪。感情上我还遇到了一个海王不婚族，幸好相处时间只有一年多，但是空虚感不可避免。我想再出国读书改变自己的境遇，但是感觉力不从心，因为身边没有人支持我，而且总觉得其他同龄人会异样看待我，我难道就被社会风霜淹没了吗？",
    "annotation": [
      {
        "sentence": "我36岁了，职场上被PUA蹉跎，还被海王耽误，感觉好疲惫和空虚。",
        "label": ""
      },
      {
        "sentence": "作为一个36岁的女生，我感觉一无所有，甚至有了想死的念头。",
        "label": ""
      },
      {
        "sentence": "虽然我在企业里已经担任中高层职位，但是近几年我遇到了一些恶性竞争，被一个非常可怕的女上司进行了PUA，制造谣言、抹黑我的形象，破坏我的人际关系，结果我原本的职位也岌岌可危了。",
        "label": ""
      },
      {
        "sentence": "身心都感到疲惫不堪。",
        "label": ""
      },
      {
        "sentence": "感情上我还遇到了一个海王不婚族，幸好相处时间只有一年多，但是空虚感不可避免。",
        "label": ""
      },
      {
        "sentence": "我想再出国读书改变自己的境遇，但是感觉力不从心，因为身边没有人支持我，而且总觉得其他同龄人会异样看待我，我难道就被社会风霜淹没了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的遭遇，我真的很难过。但是每个人在人生中都会经历不同的挫折，很多事情都是我们无法预料的。所以，当遇到这样的事情，我们能做的就是用平和的心态去面对，去改变现状。首先，你提到了在职场上的遭遇。对于这点，我觉得你可以试着远离这种负面影响。当你意识到自己的处境时，也说明现在的你已经比较清醒了。所以，试着摆脱这种现象是可行的。另外，相对于自己来说，你目前的职位似乎还算满意。那你可以尝试再往上攀升，变得更加强大一些。其次，你提到了自己的感情状况。对于一个想要认真谈恋爱、结婚、生子的人来说，遇到不婚族确实会感到很难过。但你可以先问问自己，在两人谈恋爱的时候是否有讨论过这些问题呢？对方是没有坦诚，还是自己无意间忽略了彼此对感情的看法？但无论是哪种情况，现在对你来说，最重要的是放下过去，因为过去的事情已经过去，再纠结也不会有太大意义了。第三，你提到了想要出国读书，改变自己。就我个人而言，非常支持你的决定。虽然你的年纪已经不小，但是没有婚姻家庭也意味着少了很多负担。我们不应该被别人的眼光束缚，如果真的有这个想法，就去做吧。人生才刚刚过了三分之一，有什么事情是不能去做的呢？否则老了之后只会有遗憾。说实话，有很多事情，比如情感方面，也许顺其自然是一个好办法。不要过于在意别人的看法，勇敢地提升自己，比什么都重要。",
    "annotation": [
      {
        "sentence": "听到你的遭遇，我真的很难过。",
        "label": ""
      },
      {
        "sentence": "但是每个人在人生中都会经历不同的挫折，很多事情都是我们无法预料的。",
        "label": ""
      },
      {
        "sentence": "所以，当遇到这样的事情，我们能做的就是用平和的心态去面对，去改变现状。",
        "label": ""
      },
      {
        "sentence": "首先，你提到了在职场上的遭遇。",
        "label": ""
      },
      {
        "sentence": "对于这点，我觉得你可以试着远离这种负面影响。",
        "label": ""
      },
      {
        "sentence": "当你意识到自己的处境时，也说明现在的你已经比较清醒了。",
        "label": ""
      },
      {
        "sentence": "所以，试着摆脱这种现象是可行的。",
        "label": ""
      },
      {
        "sentence": "另外，相对于自己来说，你目前的职位似乎还算满意。",
        "label": ""
      },
      {
        "sentence": "那你可以尝试再往上攀升，变得更加强大一些。",
        "label": ""
      },
      {
        "sentence": "其次，你提到了自己的感情状况。",
        "label": ""
      },
      {
        "sentence": "对于一个想要认真谈恋爱、结婚、生子的人来说，遇到不婚族确实会感到很难过。",
        "label": ""
      },
      {
        "sentence": "但你可以先问问自己，在两人谈恋爱的时候是否有讨论过这些问题呢？",
        "label": ""
      },
      {
        "sentence": "对方是没有坦诚，还是自己无意间忽略了彼此对感情的看法？",
        "label": ""
      },
      {
        "sentence": "但无论是哪种情况，现在对你来说，最重要的是放下过去，因为过去的事情已经过去，再纠结也不会有太大意义了。",
        "label": ""
      },
      {
        "sentence": "第三，你提到了想要出国读书，改变自己。",
        "label": ""
      },
      {
        "sentence": "就我个人而言，非常支持你的决定。",
        "label": ""
      },
      {
        "sentence": "虽然你的年纪已经不小，但是没有婚姻家庭也意味着少了很多负担。",
        "label": ""
      },
      {
        "sentence": "我们不应该被别人的眼光束缚，如果真的有这个想法，就去做吧。",
        "label": ""
      },
      {
        "sentence": "人生才刚刚过了三分之一，有什么事情是不能去做的呢？",
        "label": ""
      },
      {
        "sentence": "否则老了之后只会有遗憾。",
        "label": ""
      },
      {
        "sentence": "说实话，有很多事情，比如情感方面，也许顺其自然是一个好办法。",
        "label": ""
      },
      {
        "sentence": "不要过于在意别人的看法，勇敢地提升自己，比什么都重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和支持，看到你给我的建议，我觉得心里舒服了很多。只是有时候，面对职场上的恶性竞争和变态上司，我感到很无助，不知道该如何应对。我已经尽力避开了负面情绪，但是还是经常被她的攻击所影响。有时候，我真的很怀疑自己的能力和价值。",
    "annotation": [
      {
        "sentence": "谢谢你的回复和支持，看到你给我的建议，我觉得心里舒服了很多。",
        "label": ""
      },
      {
        "sentence": "只是有时候，面对职场上的恶性竞争和变态上司，我感到很无助，不知道该如何应对。",
        "label": ""
      },
      {
        "sentence": "我已经尽力避开了负面情绪，但是还是经常被她的攻击所影响。",
        "label": ""
      },
      {
        "sentence": "有时候，我真的很怀疑自己的能力和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够给你一些安慰。我能理解你在面对恶性竞争和变态上司时感到无助和困惑的心情。对于这种情况，我建议你寻求更多的支持和资源。可以尝试和同事、朋友或者其他在职场中有经验的人进行交流，听听他们的经历和建议，或许可以帮助你找到更好的应对方式。此外，你也可以考虑寻求专业心理咨询师的帮助，他们有经验和技巧来引导你面对这些困难。要记住，你的能力和价值不是由一个变态上司决定的，你在职场上有自己的优势和才能，只要你保持积极的心态并不断努力提升自己，一定能够化解困境。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够给你一些安慰。",
        "label": ""
      },
      {
        "sentence": "我能理解你在面对恶性竞争和变态上司时感到无助和困惑的心情。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，我建议你寻求更多的支持和资源。",
        "label": ""
      },
      {
        "sentence": "可以尝试和同事、朋友或者其他在职场中有经验的人进行交流，听听他们的经历和建议，或许可以帮助你找到更好的应对方式。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以考虑寻求专业心理咨询师的帮助，他们有经验和技巧来引导你面对这些困难。",
        "label": ""
      },
      {
        "sentence": "要记住，你的能力和价值不是由一个变态上司决定的，你在职场上有自己的优势和才能，只要你保持积极的心态并不断努力提升自己，一定能够化解困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该主动去寻求更多的支持和帮助。或许我真的需要专业心理咨询师的指导，这样我才能更好地应对职场上的困难。同时，我也要相信自己的能力和价值，不要被他人的评价所左右。要保持积极的心态，努力提升自己。谢谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我应该主动去寻求更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "或许我真的需要专业心理咨询师的指导，这样我才能更好地应对职场上的困难。",
        "label": ""
      },
      {
        "sentence": "同时，我也要相信自己的能力和价值，不要被他人的评价所左右。",
        "label": ""
      },
      {
        "sentence": "要保持积极的心态，努力提升自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意主动去寻求帮助。专业心理咨询师会帮助你更好地理解和应对自己的情绪和挑战。相信自己的能力和价值是非常重要的，不要被他人的评价所左右，专注于自己的成长和进步。希望你能坚持积极的态度，勇敢地面对职场和生活中的困难，我相信你一定能够找到属于自己的机遇和成功。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意主动去寻求帮助。",
        "label": ""
      },
      {
        "sentence": "专业心理咨询师会帮助你更好地理解和应对自己的情绪和挑战。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力和价值是非常重要的，不要被他人的评价所左右，专注于自己的成长和进步。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持积极的态度，勇敢地面对职场和生活中的困难，我相信你一定能够找到属于自己的机遇和成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的鼓励和支持，我会在困难面前坚持下去，相信自己，不断成长和进步。再次感谢你给我的建议和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的鼓励和支持，我会在困难面前坚持下去，相信自己，不断成长和进步。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给我的建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够帮助你。请记住，你不是一个人在面对困难，有很多人都会遇到类似的挑战。相信自己，坚持下去，你一定能够战胜困难，实现自己的目标和梦想。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够帮助你。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在面对困难，有很多人都会遇到类似的挑战。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你一定能够战胜困难，实现自己的目标和梦想。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]