[
  {
    "role": "client",
    "content": "我的父母对我有强占有欲，常讽刺辱骂殴打我不信我，想自杀。我已经17岁了，还有一年就成年了，但是我的父母却要处处管着我，不准我出去，不准我和同学聊天，经常翻看我的通讯软件的聊天记录。他们经常对我说，你没救了，你这种小孩就该放弃等等。有时候吵着吵着，还会对我动手，说一些骂人的话。还有，无论我说什么，他们都不信我，有时候我说了一些真情实感的大实话，他们却认为我在骗他们，这让我很难受。我感觉在这个家里，自己像囚犯一样。同时我也感觉到十分的孤立无援，家里没有人可以倾诉，同学间又没有我家这样的情况，每次只能压在心里。好痛苦，想死。",
    "annotation": [
      {
        "sentence": "我的父母对我有强占有欲，常讽刺辱骂殴打我不信我，想自杀。",
        "label": ""
      },
      {
        "sentence": "我已经17岁了，还有一年就成年了，但是我的父母却要处处管着我，不准我出去，不准我和同学聊天，经常翻看我的通讯软件的聊天记录。",
        "label": ""
      },
      {
        "sentence": "他们经常对我说，你没救了，你这种小孩就该放弃等等。",
        "label": ""
      },
      {
        "sentence": "有时候吵着吵着，还会对我动手，说一些骂人的话。",
        "label": ""
      },
      {
        "sentence": "还有，无论我说什么，他们都不信我，有时候我说了一些真情实感的大实话，他们却认为我在骗他们，这让我很难受。",
        "label": ""
      },
      {
        "sentence": "我感觉在这个家里，自己像囚犯一样。",
        "label": ""
      },
      {
        "sentence": "同时我也感觉到十分的孤立无援，家里没有人可以倾诉，同学间又没有我家这样的情况，每次只能压在心里。",
        "label": ""
      },
      {
        "sentence": "好痛苦，想死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我感到非常心疼你。首先我想要问你，你是男孩还是女孩？",
    "annotation": [
      {
        "sentence": "看到你的描述，我感到非常心疼你。",
        "label": ""
      },
      {
        "sentence": "首先我想要问你，你是男孩还是女孩？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是一个女孩。",
    "annotation": [
      {
        "sentence": "我是一个女孩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的父母不让你出去，可能是出于安全考虑，但是我也不赞同他们随便翻你的手机纪录等等，因为每个人都享有隐私空间的权利！其次，你的父母对你造成的伤害非常大，他们可能目前没有察觉到，大多数人都意识不到自己心里有伤。在心理学上，把一个人经历的心灵伤害分为两种，大到天灾人祸等“急性创伤”，小到一句恶言恶语留下的“隐形创伤\"。像你诉说的那样，父母对你冷言冷语，指责谩骂，那些过往的经历在你心里不知不觉留下了阴影。",
    "annotation": [
      {
        "sentence": "你的父母不让你出去，可能是出于安全考虑，但是我也不赞同他们随便翻你的手机纪录等等，因为每个人都享有隐私空间的权利！",
        "label": ""
      },
      {
        "sentence": "其次，你的父母对你造成的伤害非常大，他们可能目前没有察觉到，大多数人都意识不到自己心里有伤。",
        "label": ""
      },
      {
        "sentence": "在心理学上，把一个人经历的心灵伤害分为两种，大到天灾人祸等“急性创伤”，小到一句恶言恶语留下的“隐形创伤\"。",
        "label": ""
      },
      {
        "sentence": "像你诉说的那样，父母对你冷言冷语，指责谩骂，那些过往的经历在你心里不知不觉留下了阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得很痛苦，很抑郁。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得很痛苦，很抑郁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但这样的心理创伤，往往是“隐形”的，大多数人并没有意识到自己心理有伤。那些被我们忽视的心理创伤，只是被我们“假装忘记”，其实它们早就刻在我们的情绪、自我价值感中，变成你性格的一部分，现在严重影响了你今天的生活，就像你所说的那样，很庆幸你在社交平台勇敢表达自己的情绪。",
    "annotation": [
      {
        "sentence": "但这样的心理创伤，往往是“隐形”的，大多数人并没有意识到自己心理有伤。",
        "label": ""
      },
      {
        "sentence": "那些被我们忽视的心理创伤，只是被我们“假装忘记”，其实它们早就刻在我们的情绪、自我价值感中，变成你性格的一部分，现在严重影响了你今天的生活，就像你所说的那样，很庆幸你在社交平台勇敢表达自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，如果没有这个平台，我真的不知道怎么办。",
    "annotation": [
      {
        "sentence": "是的，如果没有这个平台，我真的不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母带给你生命，我们也无法选择父母，如果有条件建议你去咨询一下学校的心理老师，或者老师等，可能尝试去了解家人，而非去指责和控诉。因为，指责和控诉，并不会让我们变得更好，我们要了解它，然后拥抱它的好，走出它的阴影。祝好～。",
    "annotation": [
      {
        "sentence": "父母带给你生命，我们也无法选择父母，如果有条件建议你去咨询一下学校的心理老师，或者老师等，可能尝试去了解家人，而非去指责和控诉。",
        "label": ""
      },
      {
        "sentence": "因为，指责和控诉，并不会让我们变得更好，我们要了解它，然后拥抱它的好，走出它的阴影。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "好的，谢谢你的支持和建议。",
        "label": ""
      }
    ]
  }
]