[
  {
    "role": "client",
    "content": "因非常心疼别人的经历而无法正常生活，怎么办？",
    "annotation": [
      {
        "sentence": "因非常心疼别人的经历而无法正常生活，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的描述，对你的情况有一些担忧。从你的描述里来看，“感到巨大的心疼感，伴着强烈的恐惧和焦虑，随后身体会非常累，那种感觉几乎要将我淹没”，这些感觉和身体的反应都是不受你的主观控制的。换句话说，即使你的大脑层面可以意识到这些负面的新闻和痛苦经历是别人的，而并非是你自己的，但是以上反应依然会自动化的发生。如果是这种情况的话，也许是属于创伤性体验被激活后的反应。在心理学上一直强调身心一体的概念。简单来说，心理上的疾病，也会造成身体方面的问题。比如，情绪，压力方面的问题，也常常会通过身体的症状来进行表达。而对于创伤而言，每个人在成长过程中都可能遭受大大小小的心灵创伤，当没有得到及时疗愈的时候，那些负面的情绪和能量只是被压抑进入了潜意识，其实大脑和身体从未忘记事件发生时的恐惧，即使时隔已久，还是会因为微小的危险信号，诱发过于剧烈的负面反应，扰乱我们的正常生活。（引用自《身体从未忘记》）",
    "annotation": [
      {
        "sentence": "看你的描述，对你的情况有一些担忧。",
        "label": ""
      },
      {
        "sentence": "从你的描述里来看，“感到巨大的心疼感，伴着强烈的恐惧和焦虑，随后身体会非常累，那种感觉几乎要将我淹没”，这些感觉和身体的反应都是不受你的主观控制的。",
        "label": ""
      },
      {
        "sentence": "换句话说，即使你的大脑层面可以意识到这些负面的新闻和痛苦经历是别人的，而并非是你自己的，但是以上反应依然会自动化的发生。",
        "label": ""
      },
      {
        "sentence": "如果是这种情况的话，也许是属于创伤性体验被激活后的反应。",
        "label": ""
      },
      {
        "sentence": "在心理学上一直强调身心一体的概念。",
        "label": ""
      },
      {
        "sentence": "简单来说，心理上的疾病，也会造成身体方面的问题。",
        "label": ""
      },
      {
        "sentence": "比如，情绪，压力方面的问题，也常常会通过身体的症状来进行表达。",
        "label": ""
      },
      {
        "sentence": "而对于创伤而言，每个人在成长过程中都可能遭受大大小小的心灵创伤，当没有得到及时疗愈的时候，那些负面的情绪和能量只是被压抑进入了潜意识，其实大脑和身体从未忘记事件发生时的恐惧，即使时隔已久，还是会因为微小的危险信号，诱发过于剧烈的负面反应，扰乱我们的正常生活。",
        "label": ""
      },
      {
        "sentence": "（引用自《身体从未忘记》）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些症状从去年开始出现，越来越频繁了。现在每天都会出现，我感觉我无法控制它们，导致日常生活和学习都受到了影响，我挺害怕的。",
    "annotation": [
      {
        "sentence": "这些症状从去年开始出现，越来越频繁了。",
        "label": ""
      },
      {
        "sentence": "现在每天都会出现，我感觉我无法控制它们，导致日常生活和学习都受到了影响，我挺害怕的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解了你的情况，很理解这种害怕与担忧。刚才所说的“激活”现象，对每个人的影响程度有所不同，但是如果这些负面症状出现的频率越来越高，影响到日常正常生活的话，建议你寻求专业帮助。高三是学业压力比较大的时期，也许你需要一个专业心理咨询师的辅助。",
    "annotation": [
      {
        "sentence": "了解了你的情况，很理解这种害怕与担忧。",
        "label": ""
      },
      {
        "sentence": "刚才所说的“激活”现象，对每个人的影响程度有所不同，但是如果这些负面症状出现的频率越来越高，影响到日常正常生活的话，建议你寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "高三是学业压力比较大的时期，也许你需要一个专业心理咨询师的辅助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有听过学校心理咨询室，但是我很担心会不会太麻烦了，而且会不会被同学发现，感觉有些难以启齿。",
    "annotation": [
      {
        "sentence": "我有听过学校心理咨询室，但是我很担心会不会太麻烦了，而且会不会被同学发现，感觉有些难以启齿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解你的想法，但是学校心理咨询室是保密的，你不用担心会被同学发现。此外，除了学校心理咨询室，也可以找民间或者正规咨询机构进行心理辅导，选择就近的心理咨询机构进行咨询。与其将自己的问题压在心里，不如主动寻求专业帮助，通过合适的方法和人帮你恢复心理健康，提高自己的应对能力，缓解和减少这些情绪和身体上的问题。",
    "annotation": [
      {
        "sentence": "可以理解你的想法，但是学校心理咨询室是保密的，你不用担心会被同学发现。",
        "label": ""
      },
      {
        "sentence": "此外，除了学校心理咨询室，也可以找民间或者正规咨询机构进行心理辅导，选择就近的心理咨询机构进行咨询。",
        "label": ""
      },
      {
        "sentence": "与其将自己的问题压在心里，不如主动寻求专业帮助，通过合适的方法和人帮你恢复心理健康，提高自己的应对能力，缓解和减少这些情绪和身体上的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我有点想去尝试一下。但我担心付不起心理咨询的费用，这会不会很贵？",
    "annotation": [
      {
        "sentence": "听你这么说，我有点想去尝试一下。",
        "label": ""
      },
      {
        "sentence": "但我担心付不起心理咨询的费用，这会不会很贵？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一些学校的心理咨询室是免费的，如果你选择在民间或者正规机构进行心理辅导会有一定的费用，不过这个费用一般是比较靠谱的，而且也不一定很贵。你可以看看有没有针对青少年、学生群体的优惠政策。另外，一些保险公司、人身意外保险和医保也是可以覆盖心理咨询的，你可以查询相关信息。",
    "annotation": [
      {
        "sentence": "一些学校的心理咨询室是免费的，如果你选择在民间或者正规机构进行心理辅导会有一定的费用，不过这个费用一般是比较靠谱的，而且也不一定很贵。",
        "label": ""
      },
      {
        "sentence": "你可以看看有没有针对青少年、学生群体的优惠政策。",
        "label": ""
      },
      {
        "sentence": "另外，一些保险公司、人身意外保险和医保也是可以覆盖心理咨询的，你可以查询相关信息。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会去尝试联系心理咨询室或咨询机构，希望可以从中找到解决问题的方法，恢复心理健康和学习生活的正常状态。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会去尝试联系心理咨询室或咨询机构，希望可以从中找到解决问题的方法，恢复心理健康和学习生活的正常状态。",
        "label": ""
      }
    ]
  }
]