[
  {
    "role": "client",
    "content": "我遇到一个不爱呆再家里的老公，想起来就气愤。我们是自由恋爱的，同个单位。头一年倒感情好，第二年有了小孩，感觉他很少回家，总拿自己加班为由，一个礼拜就两个晚上回家。第四年我因他经常不回家而感到抑郁，但是我又怀上孩子，我对这个孩子很不欢迎，我怕打胎，只好生下来。有了两个小孩，他仍没有分点精力在家里，只顾自己加班或应酬或玩游戏。后来更感觉只要叫他做点事，他很不耐烦，态度很不好。我受不了，心情很暴躁，他只要催我或表现出不耐烦，我就跟愤怒，还总迁怒老二。我该怎么让自己不迁怒老二？",
    "annotation": [
      {
        "sentence": "我遇到一个不爱呆再家里的老公，想起来就气愤。",
        "label": ""
      },
      {
        "sentence": "我们是自由恋爱的，同个单位。",
        "label": ""
      },
      {
        "sentence": "头一年倒感情好，第二年有了小孩，感觉他很少回家，总拿自己加班为由，一个礼拜就两个晚上回家。",
        "label": ""
      },
      {
        "sentence": "第四年我因他经常不回家而感到抑郁，但是我又怀上孩子，我对这个孩子很不欢迎，我怕打胎，只好生下来。",
        "label": ""
      },
      {
        "sentence": "有了两个小孩，他仍没有分点精力在家里，只顾自己加班或应酬或玩游戏。",
        "label": ""
      },
      {
        "sentence": "后来更感觉只要叫他做点事，他很不耐烦，态度很不好。",
        "label": ""
      },
      {
        "sentence": "我受不了，心情很暴躁，他只要催我或表现出不耐烦，我就跟愤怒，还总迁怒老二。",
        "label": ""
      },
      {
        "sentence": "我该怎么让自己不迁怒老二？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个人察觉力很强的人，能很快意识到自己对二宝的不恰当行为，并找到源头。现在最大的问题是对先生的不满，不满他结婚几年一直很少回家，不肯分精力在家里，态度也很不好。",
    "annotation": [
      {
        "sentence": "你是一个人察觉力很强的人，能很快意识到自己对二宝的不恰当行为，并找到源头。",
        "label": ""
      },
      {
        "sentence": "现在最大的问题是对先生的不满，不满他结婚几年一直很少回家，不肯分精力在家里，态度也很不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉他变了，他以前不是这样的。",
    "annotation": [
      {
        "sentence": "我感觉他变了，他以前不是这样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉你很正常。但是我们还是要来回想一下一些问题，让我们由此来了解一下他的变化到底是生活本身的变化导致的，还是他个人的变化致使的。你和先生结婚之前，他是否有过经常加班，很少回家的情况？第二年孩子出生后，你和先生是否有进行过真实的沟通？你们是否讨论过关于如何共同分摊家庭责任的问题？在这之前，你们彼此的期待是什么？这些问题都可以帮助我们更清晰地看待事情，从而开启一些解决的空间。",
    "annotation": [
      {
        "sentence": "这种感觉你很正常。",
        "label": ""
      },
      {
        "sentence": "但是我们还是要来回想一下一些问题，让我们由此来了解一下他的变化到底是生活本身的变化导致的，还是他个人的变化致使的。",
        "label": ""
      },
      {
        "sentence": "你和先生结婚之前，他是否有过经常加班，很少回家的情况？",
        "label": ""
      },
      {
        "sentence": "第二年孩子出生后，你和先生是否有进行过真实的沟通？",
        "label": ""
      },
      {
        "sentence": "你们是否讨论过关于如何共同分摊家庭责任的问题？",
        "label": ""
      },
      {
        "sentence": "在这之前，你们彼此的期待是什么？",
        "label": ""
      },
      {
        "sentence": "这些问题都可以帮助我们更清晰地看待事情，从而开启一些解决的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之前没有真实地沟通过，我希望他回家陪孩子，照顾家庭，但是他总是把工作，应酬，和玩游戏放在第一位。我甚至有时带着孩子找他时，他都不太愿意理会我和孩子。",
    "annotation": [
      {
        "sentence": "我们之前没有真实地沟通过，我希望他回家陪孩子，照顾家庭，但是他总是把工作，应酬，和玩游戏放在第一位。",
        "label": ""
      },
      {
        "sentence": "我甚至有时带着孩子找他时，他都不太愿意理会我和孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那就说明这个问题已经存在了很久，你们需要更深入地去探索这个问题。你可以找个时间和他坐下来，主动提出聊一聊，温和地表达自己的感受。同时，也要倾听他的想法。建议采取正面的言辞，而不是措辞强硬的说法。请他分享自己的想法和原因，并理解他的处境。如果这个问题真的有解决的空间，那么第一步就是建立沟通。还有，你最近有没有参与一些放松的活动？压抑，迁怒都会带来负面情绪。疏导负面情绪、专注于自己的喜好和兴趣，也是缓解情绪的一种有效手段。",
    "annotation": [
      {
        "sentence": "那就说明这个问题已经存在了很久，你们需要更深入地去探索这个问题。",
        "label": ""
      },
      {
        "sentence": "你可以找个时间和他坐下来，主动提出聊一聊，温和地表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "同时，也要倾听他的想法。",
        "label": ""
      },
      {
        "sentence": "建议采取正面的言辞，而不是措辞强硬的说法。",
        "label": ""
      },
      {
        "sentence": "请他分享自己的想法和原因，并理解他的处境。",
        "label": ""
      },
      {
        "sentence": "如果这个问题真的有解决的空间，那么第一步就是建立沟通。",
        "label": ""
      },
      {
        "sentence": "还有，你最近有没有参与一些放松的活动？",
        "label": ""
      },
      {
        "sentence": "压抑，迁怒都会带来负面情绪。",
        "label": ""
      },
      {
        "sentence": "疏导负面情绪、专注于自己的喜好和兴趣，也是缓解情绪的一种有效手段。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我需要花点时间去学会如何沟通和释放情绪。因为现在看到他就会想起之前的矛盾。",
    "annotation": [
      {
        "sentence": "我明白了，可能我需要花点时间去学会如何沟通和释放情绪。",
        "label": ""
      },
      {
        "sentence": "因为现在看到他就会想起之前的矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，不妨想想更具建设性的方案，这也是一种信心和勇气的来源。你可以亲近自己的喜好，在学习和运动中得到解脱。无论是什么情况，不要让自己的情绪控制了你的生活，尝试释放，寻找更积极的态度去面对生活。请记住，要做出最好的自己，也是为了给你的孩子树立一个更好的榜样。",
    "annotation": [
      {
        "sentence": "是的，不妨想想更具建设性的方案，这也是一种信心和勇气的来源。",
        "label": ""
      },
      {
        "sentence": "你可以亲近自己的喜好，在学习和运动中得到解脱。",
        "label": ""
      },
      {
        "sentence": "无论是什么情况，不要让自己的情绪控制了你的生活，尝试释放，寻找更积极的态度去面对生活。",
        "label": ""
      },
      {
        "sentence": "请记住，要做出最好的自己，也是为了给你的孩子树立一个更好的榜样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心和建议，我希望这样可以明确自己的一些目标和方向，积极地去管理自己的情绪，带着更积极向上的情绪去面对问题。",
    "annotation": [
      {
        "sentence": "谢谢你的耐心和建议，我希望这样可以明确自己的一些目标和方向，积极地去管理自己的情绪，带着更积极向上的情绪去面对问题。",
        "label": ""
      }
    ]
  }
]