[
  {
    "role": "client",
    "content": "我觉得我的父母对我太强占有欲了，他们总是训斥我，辱骂我，甚至还动手打我。他们总是不相信我，只要我说真话，他们就会认为我在骗他们。我甚至感到过压抑和孤立无援，没有人可以听我倾诉，我已经17岁了，但我的父母还是要无时无刻地管着我的生活。",
    "annotation": [
      {
        "sentence": "我觉得我的父母对我太强占有欲了，他们总是训斥我，辱骂我，甚至还动手打我。",
        "label": ""
      },
      {
        "sentence": "他们总是不相信我，只要我说真话，他们就会认为我在骗他们。",
        "label": ""
      },
      {
        "sentence": "我甚至感到过压抑和孤立无援，没有人可以听我倾诉，我已经17岁了，但我的父母还是要无时无刻地管着我的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很能够理解你的感受。我记得我初三的时候考试没有发挥好，父母也没有对我动手什么的，但他们却经常用恶语相加，把我压得很厉害。我的想法是采取报复的方式，但我觉得这种想法非常可怕，因为这意味着我无法挽回任何的痛苦。你需要值得欣慰的是，你不是唯一一个遭遇这种情况的人，这并不是你个人的问题。",
    "annotation": [
      {
        "sentence": "我很能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我记得我初三的时候考试没有发挥好，父母也没有对我动手什么的，但他们却经常用恶语相加，把我压得很厉害。",
        "label": ""
      },
      {
        "sentence": "我的想法是采取报复的方式，但我觉得这种想法非常可怕，因为这意味着我无法挽回任何的痛苦。",
        "label": ""
      },
      {
        "sentence": "你需要值得欣慰的是，你不是唯一一个遭遇这种情况的人，这并不是你个人的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这并不是我的问题，但我实在受不了了。我现在甚至想要自杀了，我感到非常的孤独。您觉得我该怎么办？",
    "annotation": [
      {
        "sentence": "我知道这并不是我的问题，但我实在受不了了。",
        "label": ""
      },
      {
        "sentence": "我现在甚至想要自杀了，我感到非常的孤独。",
        "label": ""
      },
      {
        "sentence": "您觉得我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想你需要明白的是，你不应该采取极端的方式来解决你的问题。你需要找到你的人生意义，找到一个值得追求的目标。你也可以考虑去寻求外界的帮助，和其他人倾诉，或者联系心理咨询师。很多人都需要寻求帮助来解决自己的问题。",
    "annotation": [
      {
        "sentence": "我想你需要明白的是，你不应该采取极端的方式来解决你的问题。",
        "label": ""
      },
      {
        "sentence": "你需要找到你的人生意义，找到一个值得追求的目标。",
        "label": ""
      },
      {
        "sentence": "你也可以考虑去寻求外界的帮助，和其他人倾诉，或者联系心理咨询师。",
        "label": ""
      },
      {
        "sentence": "很多人都需要寻求帮助来解决自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能够理解您的意思。但是，您知道吗？我的父母总是无时无刻地监视我，不让我外出，也不准我和同学聊天，经常查我的通讯软件。我感觉自己像是一个囚犯一样。",
    "annotation": [
      {
        "sentence": "我能够理解您的意思。",
        "label": ""
      },
      {
        "sentence": "但是，您知道吗？",
        "label": ""
      },
      {
        "sentence": "我的父母总是无时无刻地监视我，不让我外出，也不准我和同学聊天，经常查我的通讯软件。",
        "label": ""
      },
      {
        "sentence": "我感觉自己像是一个囚犯一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，但是需要明白的是，这些只是暂时的，也没有办法改变。但是，你可以采取一些方式来缓解这种情况。你可以通过阅读书籍，进行运动来释放自己的情绪。你还可以让自己离开那个环境，至少在你没有进入大学之前，可以找到其他的途径来寻求帮助和支持。",
    "annotation": [
      {
        "sentence": "我明白你的感受，但是需要明白的是，这些只是暂时的，也没有办法改变。",
        "label": ""
      },
      {
        "sentence": "但是，你可以采取一些方式来缓解这种情况。",
        "label": ""
      },
      {
        "sentence": "你可以通过阅读书籍，进行运动来释放自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你还可以让自己离开那个环境，至少在你没有进入大学之前，可以找到其他的途径来寻求帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您的话让我感到很心安。但是，我并不知道我应该怎么做，我对我的父母感到很绝望。",
    "annotation": [
      {
        "sentence": "您的话让我感到很心安。",
        "label": ""
      },
      {
        "sentence": "但是，我并不知道我应该怎么做，我对我的父母感到很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。但是，需要明白的是，你的父母并不是世界上唯一的亲人。你可以考虑和你的其他亲人进行联系，看看他们能否提供一些帮助和支持。同时，你也可以考虑寻求学校里或社会上的其他的资源，比如心理咨询师，或者其他的学校资源来解决自己的问题。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "但是，需要明白的是，你的父母并不是世界上唯一的亲人。",
        "label": ""
      },
      {
        "sentence": "你可以考虑和你的其他亲人进行联系，看看他们能否提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻求学校里或社会上的其他的资源，比如心理咨询师，或者其他的学校资源来解决自己的问题。",
        "label": ""
      }
    ]
  }
]