[
  {
    "role": "client",
    "content": "自律性差，想让读书进入我的生活，又不知看什么书？我在想，世界上为什么百分之99的人一生都是平庸的，是不是真的所谓的命由天定，我尝试着改变自己，可我总是控制不住自己，自律性很差。我也想让读书进入我的生活，可是又常常不知道要看什么书，书看了真的改变命运，我说这些只是想发表我的意见，大家也可以给我提提建议。",
    "annotation": [
      {
        "sentence": "自律性差，想让读书进入我的生活，又不知看什么书？",
        "label": ""
      },
      {
        "sentence": "我在想，世界上为什么百分之99的人一生都是平庸的，是不是真的所谓的命由天定，我尝试着改变自己，可我总是控制不住自己，自律性很差。",
        "label": ""
      },
      {
        "sentence": "我也想让读书进入我的生活，可是又常常不知道要看什么书，书看了真的改变命运，我说这些只是想发表我的意见，大家也可以给我提提建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰了。首先我想告诉你一个人培养习惯往往需要21天的时间。这段阶段你需要不断重复做同一件事情，持之以恒。在这个过程中，你会觉得越来越自然、舒服，但是要小心，有时候会不经意地回到从前，所以还需要刻意提醒自己要改变。这被称为刻意练习。另外，你了解读书的效果吗？如果忘记了书中的内容怎么办呢？让我做个比方给你听。读书就像你在米缸里抓起一把米，然后又撒回米缸，这个过程就是遗忘。然后你再次抓起一把米，重复同样的动作。你会发现手上留下什么。虽然米都回到米缸里了，但你手上会有一些米的粉。这就是读书后的记忆精华。所以，读书也是一个类似的过程。一开始学习时可能没有明显效果，无法完全记住书中的内容和精髓，但没关系，关键是你吸收了并变成了你的智慧。你说自律性差，想让读书进入你的生活。请问你是否喜欢阅读，并且有足够的时间来读书呢？如果没有，你可以在网上寻找听书的资源。你可以随时听书，比如在上下班路上、散步、吃饭或上厕所时，利用零星的时间。每天坚持十几至二十分钟，持续21天，这样就可以养成一个习惯了。另外，你不知道看什么书吗？请问你对哪个领域感兴趣，希望了解什么方面的书呢？如果你能给出明确的方向，我可以为你推荐不同领域的书单。",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "首先我想告诉你一个人培养习惯往往需要21天的时间。",
        "label": ""
      },
      {
        "sentence": "这段阶段你需要不断重复做同一件事情，持之以恒。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你会觉得越来越自然、舒服，但是要小心，有时候会不经意地回到从前，所以还需要刻意提醒自己要改变。",
        "label": ""
      },
      {
        "sentence": "这被称为刻意练习。",
        "label": ""
      },
      {
        "sentence": "另外，你了解读书的效果吗？",
        "label": ""
      },
      {
        "sentence": "如果忘记了书中的内容怎么办呢？",
        "label": ""
      },
      {
        "sentence": "让我做个比方给你听。",
        "label": ""
      },
      {
        "sentence": "读书就像你在米缸里抓起一把米，然后又撒回米缸，这个过程就是遗忘。",
        "label": ""
      },
      {
        "sentence": "然后你再次抓起一把米，重复同样的动作。",
        "label": ""
      },
      {
        "sentence": "你会发现手上留下什么。",
        "label": ""
      },
      {
        "sentence": "虽然米都回到米缸里了，但你手上会有一些米的粉。",
        "label": ""
      },
      {
        "sentence": "这就是读书后的记忆精华。",
        "label": ""
      },
      {
        "sentence": "所以，读书也是一个类似的过程。",
        "label": ""
      },
      {
        "sentence": "一开始学习时可能没有明显效果，无法完全记住书中的内容和精髓，但没关系，关键是你吸收了并变成了你的智慧。",
        "label": ""
      },
      {
        "sentence": "你说自律性差，想让读书进入你的生活。",
        "label": ""
      },
      {
        "sentence": "请问你是否喜欢阅读，并且有足够的时间来读书呢？",
        "label": ""
      },
      {
        "sentence": "如果没有，你可以在网上寻找听书的资源。",
        "label": ""
      },
      {
        "sentence": "你可以随时听书，比如在上下班路上、散步、吃饭或上厕所时，利用零星的时间。",
        "label": ""
      },
      {
        "sentence": "每天坚持十几至二十分钟，持续21天，这样就可以养成一个习惯了。",
        "label": ""
      },
      {
        "sentence": "另外，你不知道看什么书吗？",
        "label": ""
      },
      {
        "sentence": "请问你对哪个领域感兴趣，希望了解什么方面的书呢？",
        "label": ""
      },
      {
        "sentence": "如果你能给出明确的方向，我可以为你推荐不同领域的书单。",
        "label": ""
      }
    ]
  }
]