[
  {
    "role": "client",
    "content": "抑郁了，家人不支持我，自己没动力改变，怎么办？",
    "annotation": [
      {
        "sentence": "抑郁了，家人不支持我，自己没动力改变，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱抱你！当人抑郁时，家人的支持和理解几乎是恢复的必要能量，因为他们很可能也是你抑郁的原因，某些时候还可能是主要原因，这要看你的具体情况。现在，这种能量你暂时还不能期望，但就算只靠自己，只要你有改变的愿望就可以改变自己。而你能够积极主动地求助，说明你已经在改变的路上迈出了一步！",
    "annotation": [
      {
        "sentence": "抱抱你！",
        "label": ""
      },
      {
        "sentence": "当人抑郁时，家人的支持和理解几乎是恢复的必要能量，因为他们很可能也是你抑郁的原因，某些时候还可能是主要原因，这要看你的具体情况。",
        "label": ""
      },
      {
        "sentence": "现在，这种能量你暂时还不能期望，但就算只靠自己，只要你有改变的愿望就可以改变自己。",
        "label": ""
      },
      {
        "sentence": "而你能够积极主动地求助，说明你已经在改变的路上迈出了一步！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没有家人的支持真的很难过，他们不在乎我，反而忽视我，我感觉很失望。我连最亲近的家人都不敢倾诉。为什么我的父母不关心我，为什么他们不能像心理医生一样帮助我？",
    "annotation": [
      {
        "sentence": "没有家人的支持真的很难过，他们不在乎我，反而忽视我，我感觉很失望。",
        "label": ""
      },
      {
        "sentence": "我连最亲近的家人都不敢倾诉。",
        "label": ""
      },
      {
        "sentence": "为什么我的父母不关心我，为什么他们不能像心理医生一样帮助我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困惑和愤怒，家人的冷漠对你来说是一种打击。但不要为此恨你的爸爸妈妈，因为他们可能不了解你的内心世界和精神状况。家人支持的程度是有差异的，他们可能缺乏对抑郁的了解，或者无法承担起照顾你的责任。这并不意味着你没有别的支持来源，比如专业的心理咨询。虽然现在你得不到他们的支持，但你仍然可以寻找其他人的支持和帮助。",
    "annotation": [
      {
        "sentence": "我理解你现在的困惑和愤怒，家人的冷漠对你来说是一种打击。",
        "label": ""
      },
      {
        "sentence": "但不要为此恨你的爸爸妈妈，因为他们可能不了解你的内心世界和精神状况。",
        "label": ""
      },
      {
        "sentence": "家人支持的程度是有差异的，他们可能缺乏对抑郁的了解，或者无法承担起照顾你的责任。",
        "label": ""
      },
      {
        "sentence": "这并不意味着你没有别的支持来源，比如专业的心理咨询。",
        "label": ""
      },
      {
        "sentence": "虽然现在你得不到他们的支持，但你仍然可以寻找其他人的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道计划执行的重要性，可是我总是感到困难重重，做任何事情都缺乏动力。我对生活失去了兴趣，工作也变得无力，人际关系也不好了。我不知道应该做什么，只好整天睡觉来逃避现实。我真的很绝望，怎么办呢？",
    "annotation": [
      {
        "sentence": "我知道计划执行的重要性，可是我总是感到困难重重，做任何事情都缺乏动力。",
        "label": ""
      },
      {
        "sentence": "我对生活失去了兴趣，工作也变得无力，人际关系也不好了。",
        "label": ""
      },
      {
        "sentence": "我不知道应该做什么，只好整天睡觉来逃避现实。",
        "label": ""
      },
      {
        "sentence": "我真的很绝望，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困难和挫折感。对你来说，就像每天只有睡觉可以逃避现实一样，如果一直这样下去，你也知道这并不是你想要的结果。你刚才提到了“难道我一辈子都要这样吗？”这个问题，我可以告诉你当然不需要。你已经迈出了第一步，向我求助，这是勇敢的举动！只是你需要帮助，比如向专业的心理咨询师寻求帮助，他们会给你持续的肯定和鼓励。而你抑郁并非与生俱来，而是后天形成的，或者说你自己通过一些学习获得了抑郁症。所以你也可以通过学习新的行为方式来战胜抑郁，替换消极思维和行为。当你接受这个看法并尝试的时候，你就可以对抗学习枯燥，对抗缺乏动力的情况。我建议你试一试这种改变的方法，相信你会有所进步的！",
    "annotation": [
      {
        "sentence": "我理解你的困难和挫折感。",
        "label": ""
      },
      {
        "sentence": "对你来说，就像每天只有睡觉可以逃避现实一样，如果一直这样下去，你也知道这并不是你想要的结果。",
        "label": ""
      },
      {
        "sentence": "你刚才提到了“难道我一辈子都要这样吗？",
        "label": ""
      },
      {
        "sentence": "”这个问题，我可以告诉你当然不需要。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，向我求助，这是勇敢的举动！",
        "label": ""
      },
      {
        "sentence": "只是你需要帮助，比如向专业的心理咨询师寻求帮助，他们会给你持续的肯定和鼓励。",
        "label": ""
      },
      {
        "sentence": "而你抑郁并非与生俱来，而是后天形成的，或者说你自己通过一些学习获得了抑郁症。",
        "label": ""
      },
      {
        "sentence": "所以你也可以通过学习新的行为方式来战胜抑郁，替换消极思维和行为。",
        "label": ""
      },
      {
        "sentence": "当你接受这个看法并尝试的时候，你就可以对抗学习枯燥，对抗缺乏动力的情况。",
        "label": ""
      },
      {
        "sentence": "我建议你试一试这种改变的方法，相信你会有所进步的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尝试去接受帮助的。但是我目前的情况是，我经济上有困难，抑郁导致我控制不住自己，经常把钱花在吃喝上。我真的很恨自己，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尝试去接受帮助的。",
        "label": ""
      },
      {
        "sentence": "但是我目前的情况是，我经济上有困难，抑郁导致我控制不住自己，经常把钱花在吃喝上。",
        "label": ""
      },
      {
        "sentence": "我真的很恨自己，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你经济上的困难，这可能限制了你接受更好的治疗和帮助。但是不要把恨自己作为解决问题的方式。每个人都会遇到困难，我们不能因为这些困难而责怪自己。你已经迈出了一步，向我求助并表达了愿望改变，这已经是一个非常不错的起点了。在经济上有困难的情况下，你可以寻找一些免费或廉价的心理咨询资源，或者向慈善机构求助。同时，也可以尝试调整自己的消费观念，合理规划经济，以保证自己能获得适当的治疗。希望你不要太过自责，相信自己能够找到解决困境的方法。",
    "annotation": [
      {
        "sentence": "我理解你经济上的困难，这可能限制了你接受更好的治疗和帮助。",
        "label": ""
      },
      {
        "sentence": "但是不要把恨自己作为解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "每个人都会遇到困难，我们不能因为这些困难而责怪自己。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了一步，向我求助并表达了愿望改变，这已经是一个非常不错的起点了。",
        "label": ""
      },
      {
        "sentence": "在经济上有困难的情况下，你可以寻找一些免费或廉价的心理咨询资源，或者向慈善机构求助。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试调整自己的消费观念，合理规划经济，以保证自己能获得适当的治疗。",
        "label": ""
      },
      {
        "sentence": "希望你不要太过自责，相信自己能够找到解决困境的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会尝试去找一些免费或廉价的心理咨询资源，也会更加注意经济管理，以便能够接受适当的治疗。感谢你的支持和鼓励，我相信自己能够走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试去找一些免费或廉价的心理咨询资源，也会更加注意经济管理，以便能够接受适当的治疗。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励，我相信自己能够走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒！我相信你会找到适合自己的帮助和治疗方式。请记住，你不是一个人在战斗，还有很多人愿意帮助你渡过困难。每一天都是一个新的开始，坚持下去，一定会慢慢好起来的！如果你需要进一步的支持和帮助，随时都可以向我求助。加油！",
    "annotation": [
      {
        "sentence": "你很棒！",
        "label": ""
      },
      {
        "sentence": "我相信你会找到适合自己的帮助和治疗方式。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在战斗，还有很多人愿意帮助你渡过困难。",
        "label": ""
      },
      {
        "sentence": "每一天都是一个新的开始，坚持下去，一定会慢慢好起来的！",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和帮助，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会坚持下去，努力改善自己的情况。如果有需要，我会再次向你求助的。谢谢你帮助我度过这段困难时期！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，努力改善自己的情况。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再次向你求助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你帮助我度过这段困难时期！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎！我很高兴能帮助到你，并且希望你能早日走出困境。如果你需要任何帮助或者只是想聊天，随时都可以找我。不要忘记，你是坚强的，你可以战胜抑郁，展开美好的人生！祝福你！",
    "annotation": [
      {
        "sentence": "非常欢迎！",
        "label": ""
      },
      {
        "sentence": "我很高兴能帮助到你，并且希望你能早日走出困境。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者只是想聊天，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你是坚强的，你可以战胜抑郁，展开美好的人生！",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]