[
  {
    "role": "client",
    "content": "有孩子后性生活大不如前？性在夫妻关系中有多重要？不是说三十如狼四十如虎，为啥结婚后要了孩子，性生活就大不如前了？是因为孩子吗？还是真的没欲望了？",
    "annotation": [
      {
        "sentence": "有孩子后性生活大不如前？",
        "label": ""
      },
      {
        "sentence": "性在夫妻关系中有多重要？",
        "label": ""
      },
      {
        "sentence": "不是说三十如狼四十如虎，为啥结婚后要了孩子，性生活就大不如前了？",
        "label": ""
      },
      {
        "sentence": "是因为孩子吗？",
        "label": ""
      },
      {
        "sentence": "还是真的没欲望了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑，我想也是很多年轻妈妈普遍存在的困惑。你的真实坦诚，真的值得赞赏。在分析这个问题之前，首先介绍一个研究。",
    "annotation": [
      {
        "sentence": "你的困惑，我想也是很多年轻妈妈普遍存在的困惑。",
        "label": ""
      },
      {
        "sentence": "你的真实坦诚，真的值得赞赏。",
        "label": ""
      },
      {
        "sentence": "在分析这个问题之前，首先介绍一个研究。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。请给我分享一下这个研究的具体内容。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "请给我分享一下这个研究的具体内容。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据美国爱情心理学家戈特曼的研究：新婚夫妇在第一个出生后的3年，男性的性需要为1周3次，女性则为2周1次，比例为6:1。另外70%的新父母会经历友谊感减退，消弱性爱激情。这个研究是以开放著称的美国，相比之下，我们中国人更封闭、更避讳谈论性的问题，相信性需要的比例差距比美国的更大。",
    "annotation": [
      {
        "sentence": "根据美国爱情心理学家戈特曼的研究：新婚夫妇在第一个出生后的3年，男性的性需要为1周3次，女性则为2周1次，比例为6:1。",
        "label": ""
      },
      {
        "sentence": "另外70%的新父母会经历友谊感减退，消弱性爱激情。",
        "label": ""
      },
      {
        "sentence": "这个研究是以开放著称的美国，相比之下，我们中国人更封闭、更避讳谈论性的问题，相信性需要的比例差距比美国的更大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "看到这个研究结果，我觉得稍微好了一些。至少知道我并不是唯一一个遇到这问题的人。但还是想多听听你对新父母性问题的分析。",
    "annotation": [
      {
        "sentence": "看到这个研究结果，我觉得稍微好了一些。",
        "label": ""
      },
      {
        "sentence": "至少知道我并不是唯一一个遇到这问题的人。",
        "label": ""
      },
      {
        "sentence": "但还是想多听听你对新父母性问题的分析。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我们接着分析新父母的性问题。首先，男女两性对性存在巨大差异。研究表明，男性更容易受到视觉刺激并产生性欲，而对于大多数女性而言，情感联系和触碰才会激起一些性的感觉。也就是说，男性的性欲更偏生物性，而女性更偏情感性。在这里，可能就需要你去看一看，结婚生子后，你和丈夫的情感联系是什么状态了。",
    "annotation": [
      {
        "sentence": "没问题，我们接着分析新父母的性问题。",
        "label": ""
      },
      {
        "sentence": "首先，男女两性对性存在巨大差异。",
        "label": ""
      },
      {
        "sentence": "研究表明，男性更容易受到视觉刺激并产生性欲，而对于大多数女性而言，情感联系和触碰才会激起一些性的感觉。",
        "label": ""
      },
      {
        "sentence": "也就是说，男性的性欲更偏生物性，而女性更偏情感性。",
        "label": ""
      },
      {
        "sentence": "在这里，可能就需要你去看一看，结婚生子后，你和丈夫的情感联系是什么状态了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我们结婚生子后的情感联系有所减少。可能确实因为忙于照顾孩子，没有太多时间和精力关心对方了。",
    "annotation": [
      {
        "sentence": "确实，我们结婚生子后的情感联系有所减少。",
        "label": ""
      },
      {
        "sentence": "可能确实因为忙于照顾孩子，没有太多时间和精力关心对方了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个是非常常见的现象。其次，女性心理存在巨大冲突。根据精神分析理论，初为人母之后，一个女人至少会遭遇女人、妻子、母亲三重身份的冲突。具体来说，她作为独立女性的身份会受到极大压制，生活的重心会大量转向家庭和孩子，所以原初的女性魅力也会大大减退；作为妻子的身份在孩子出生之后也会相对抑制，她需要把更多精力和关注点放在孩子身上，所以相对疏远丈夫，原初的人妻魅力也会大大减退；作为孩子母亲的身份也充满焦虑，孩子的出生会激活我们早年出生时的情感体验，我们会更加认同孩子的无助、恐惧和脆弱，这势必带来母亲更多的情感卷入。简单的说，当一个女人遭遇三重身份危机时，她的性的欲望恐怕也大打折扣了。",
    "annotation": [
      {
        "sentence": "这个是非常常见的现象。",
        "label": ""
      },
      {
        "sentence": "其次，女性心理存在巨大冲突。",
        "label": ""
      },
      {
        "sentence": "根据精神分析理论，初为人母之后，一个女人至少会遭遇女人、妻子、母亲三重身份的冲突。",
        "label": ""
      },
      {
        "sentence": "具体来说，她作为独立女性的身份会受到极大压制，生活的重心会大量转向家庭和孩子，所以原初的女性魅力也会大大减退；作为妻子的身份在孩子出生之后也会相对抑制，她需要把更多精力和关注点放在孩子身上，所以相对疏远丈夫，原初的人妻魅力也会大大减退；作为孩子母亲的身份也充满焦虑，孩子的出生会激活我们早年出生时的情感体验，我们会更加认同孩子的无助、恐惧和脆弱，这势必带来母亲更多的情感卷入。",
        "label": ""
      },
      {
        "sentence": "简单的说，当一个女人遭遇三重身份危机时，她的性的欲望恐怕也大打折扣了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说这些，我开始理解我自己的情况了。我确实感到身份的冲突和压力。那你觉得有什么可以缓解这种冲突的方法吗？",
    "annotation": [
      {
        "sentence": "听你说这些，我开始理解我自己的情况了。",
        "label": ""
      },
      {
        "sentence": "我确实感到身份的冲突和压力。",
        "label": ""
      },
      {
        "sentence": "那你觉得有什么可以缓解这种冲突的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对此，我的老师心理学家布莱克曼总是强调，要及早的与孩子分床分房睡，要尽量避免与老人三世同堂，这会有利于女性身份的恢复和内心冲突的缓解。另外，夫妻之间的沟通也非常重要。",
    "annotation": [
      {
        "sentence": "对此，我的老师心理学家布莱克曼总是强调，要及早的与孩子分床分房睡，要尽量避免与老人三世同堂，这会有利于女性身份的恢复和内心冲突的缓解。",
        "label": ""
      },
      {
        "sentence": "另外，夫妻之间的沟通也非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试和丈夫商量看看能否尝试分床睡。还有，你刚才提到性欲减退对婚姻的伤害，我也很担心这一点。你觉得我们应该如何处理性生活的衰退？",
    "annotation": [
      {
        "sentence": "我会尝试和丈夫商量看看能否尝试分床睡。",
        "label": ""
      },
      {
        "sentence": "还有，你刚才提到性欲减退对婚姻的伤害，我也很担心这一点。",
        "label": ""
      },
      {
        "sentence": "你觉得我们应该如何处理性生活的衰退？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "性不仅仅是快感的满足，更意味着夫妻双方的亲密、连接、信任和沟通。客观来说，生孩子之后，女性的确会遭遇性欲减退的问题，随着年龄增长导致生理变化也会让性的吸引力减退。但很多伴侣表示，性生活的减少并没有减低他们对婚姻的满意度，关键的点是：如果这种衰退并非是通过诚实和关爱的方式处理的，就会产生伤害和拒绝，损害婚恋关系。关于这一点，可能就涉及到您和丈夫之间的沟通啦，也许找个机会和先生聊一聊这个事呢。",
    "annotation": [
      {
        "sentence": "性不仅仅是快感的满足，更意味着夫妻双方的亲密、连接、信任和沟通。",
        "label": ""
      },
      {
        "sentence": "客观来说，生孩子之后，女性的确会遭遇性欲减退的问题，随着年龄增长导致生理变化也会让性的吸引力减退。",
        "label": ""
      },
      {
        "sentence": "但很多伴侣表示，性生活的减少并没有减低他们对婚姻的满意度，关键的点是：如果这种衰退并非是通过诚实和关爱的方式处理的，就会产生伤害和拒绝，损害婚恋关系。",
        "label": ""
      },
      {
        "sentence": "关于这一点，可能就涉及到您和丈夫之间的沟通啦，也许找个机会和先生聊一聊这个事呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们需要更好地沟通和理解彼此。谢谢你的支持和建议，我会努力缓解这个问题的。",
    "annotation": [
      {
        "sentence": "你说得对，我们需要更好地沟通和理解彼此。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会努力缓解这个问题的。",
        "label": ""
      }
    ]
  }
]