[
  {
    "role": "client",
    "content": "哪怕只是一点小事，但一想到就很想哭，是怎么回事？",
    "annotation": [
      {
        "sentence": "哪怕只是一点小事，但一想到就很想哭，是怎么回事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我理解你内心那种想要有人陪伴的孤独感。可能你独自面对问题的时间太长了，没有地方可以倾诉，所有的压力都压在你心里，现在你的内心似乎已经快要承受不住了，所以一点小事就让你想哭。亲爱的，如果想哭，就让情绪宣泄出来吧。这段时间你一定太累了，给自己一个放松的机会，大声地释放内心的痛苦。我们都是需要有人陪伴的柔软的人，我们不能总是坚强。现在让自己更脆弱一些吧。虽然我们无法面对面，但我希望在这一端的我能给你一丝温暖和陪伴。",
    "annotation": [
      {
        "sentence": "亲爱的，我理解你内心那种想要有人陪伴的孤独感。",
        "label": ""
      },
      {
        "sentence": "可能你独自面对问题的时间太长了，没有地方可以倾诉，所有的压力都压在你心里，现在你的内心似乎已经快要承受不住了，所以一点小事就让你想哭。",
        "label": ""
      },
      {
        "sentence": "亲爱的，如果想哭，就让情绪宣泄出来吧。",
        "label": ""
      },
      {
        "sentence": "这段时间你一定太累了，给自己一个放松的机会，大声地释放内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "我们都是需要有人陪伴的柔软的人，我们不能总是坚强。",
        "label": ""
      },
      {
        "sentence": "现在让自己更脆弱一些吧。",
        "label": ""
      },
      {
        "sentence": "虽然我们无法面对面，但我希望在这一端的我能给你一丝温暖和陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我觉得最近特别空虚，好像没有人可以倾诉，也不知道自己到底在为什么感到如此脆弱。每次想到回家后爸妈不在，心里就会难过得不行。我试过想要跟他们说中午在家陪我，但是总是开不了口。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我觉得最近特别空虚，好像没有人可以倾诉，也不知道自己到底在为什么感到如此脆弱。",
        "label": ""
      },
      {
        "sentence": "每次想到回家后爸妈不在，心里就会难过得不行。",
        "label": ""
      },
      {
        "sentence": "我试过想要跟他们说中午在家陪我，但是总是开不了口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受完全可以理解。有时候，我们会感到空虚和无人倾诉，但又无法搞清楚具体的原因。而想要跟爸妈表达心声，但却总是没办法开口，这是很正常的。你不要责备自己，因为要诉说自己内心的话可能需要勇气和恰当的时机。或许你可以找个机会和爸妈坐下来，用心沟通，告诉他们你内心的需求和感受。同时，也请相信，你并不孤单，我会一直在这陪伴你。",
    "annotation": [
      {
        "sentence": "你的感受完全可以理解。",
        "label": ""
      },
      {
        "sentence": "有时候，我们会感到空虚和无人倾诉，但又无法搞清楚具体的原因。",
        "label": ""
      },
      {
        "sentence": "而想要跟爸妈表达心声，但却总是没办法开口，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "你不要责备自己，因为要诉说自己内心的话可能需要勇气和恰当的时机。",
        "label": ""
      },
      {
        "sentence": "或许你可以找个机会和爸妈坐下来，用心沟通，告诉他们你内心的需求和感受。",
        "label": ""
      },
      {
        "sentence": "同时，也请相信，你并不孤单，我会一直在这陪伴你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试找个合适的时机和他们好好沟通一下。但除了这个，还有一件事让我莫名想哭，就是训练的事情。",
    "annotation": [
      {
        "sentence": "我会试试找个合适的时机和他们好好沟通一下。",
        "label": ""
      },
      {
        "sentence": "但除了这个，还有一件事让我莫名想哭，就是训练的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候我们莫名其妙地会感到想哭，这可能是因为日积月累的压力和负担让我们无法承受。对于训练的事情，你可以试着找到解决的办法。或许和教练或朋友交流一下，分享你的困扰，他们也许会给你一些建议和支持。同时，记住你不是一个人在面对这一切，我会一直支持着你。",
    "annotation": [
      {
        "sentence": "是的，有时候我们莫名其妙地会感到想哭，这可能是因为日积月累的压力和负担让我们无法承受。",
        "label": ""
      },
      {
        "sentence": "对于训练的事情，你可以试着找到解决的办法。",
        "label": ""
      },
      {
        "sentence": "或许和教练或朋友交流一下，分享你的困扰，他们也许会给你一些建议和支持。",
        "label": ""
      },
      {
        "sentence": "同时，记住你不是一个人在面对这一切，我会一直支持着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要找一个解决问题的方法。和别人沟通一下可能会有新的想法和帮助。谢谢你一直的陪伴和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我需要找一个解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "和别人沟通一下可能会有新的想法和帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直的陪伴和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都愿意陪伴你，并支持你找到解决问题的方法。无论你有什么困扰或者想要倾诉的事情，都可以随时来找我。你不再孤单，我们一起面对困难，一起努力变得更好。",
    "annotation": [
      {
        "sentence": "不客气，我一直都愿意陪伴你，并支持你找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "无论你有什么困扰或者想要倾诉的事情，都可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，我们一起面对困难，一起努力变得更好。",
        "label": ""
      }
    ]
  }
]