[
  {
    "role": "client",
    "content": "最近我总是一想到一些小事就很想哭，不管大小，而且感觉很孤独。虽然以前爸妈白天也不在家，但最近特别感到他们的缺席，中午回家后他们不在就更想哭了。我想让他们陪我，但又不好意思开口说。另外，我还有一些训练的事情，不知道为什么莫名其妙就想哭起来了。",
    "annotation": [
      {
        "sentence": "最近我总是一想到一些小事就很想哭，不管大小，而且感觉很孤独。",
        "label": ""
      },
      {
        "sentence": "虽然以前爸妈白天也不在家，但最近特别感到他们的缺席，中午回家后他们不在就更想哭了。",
        "label": ""
      },
      {
        "sentence": "我想让他们陪我，但又不好意思开口说。",
        "label": ""
      },
      {
        "sentence": "另外，我还有一些训练的事情，不知道为什么莫名其妙就想哭起来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你是美术生，应该是喜欢艺术的孩子，情感可能比较丰富敏感。你能告诉我这种情况是从什么时候开始的吗？发生了什么事情吗？也许回想一下当时的情境，对你的状态改善会有帮助。另外，你提到的训练事情看起来很辛苦，也许会有一些压力和焦虑。你感觉孤独，并希望父母中午陪你，但不敢开口说。从你的描述来看，你是个很懂事、为别人着想的人。我想知道你是否曾经和父母交流过你的感受？如果没有，你在担心什么呢？我猜你是一名高中生，正处于青春期，同时还要应对高考的压力。与老师和同学的关系对学生来说十分重要。你感到孤独，是否在人际关系方面遇到了不愉快的事情？",
    "annotation": [
      {
        "sentence": "你说你是美术生，应该是喜欢艺术的孩子，情感可能比较丰富敏感。",
        "label": ""
      },
      {
        "sentence": "你能告诉我这种情况是从什么时候开始的吗？",
        "label": ""
      },
      {
        "sentence": "发生了什么事情吗？",
        "label": ""
      },
      {
        "sentence": "也许回想一下当时的情境，对你的状态改善会有帮助。",
        "label": ""
      },
      {
        "sentence": "另外，你提到的训练事情看起来很辛苦，也许会有一些压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "你感觉孤独，并希望父母中午陪你，但不敢开口说。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你是个很懂事、为别人着想的人。",
        "label": ""
      },
      {
        "sentence": "我想知道你是否曾经和父母交流过你的感受？",
        "label": ""
      },
      {
        "sentence": "如果没有，你在担心什么呢？",
        "label": ""
      },
      {
        "sentence": "我猜你是一名高中生，正处于青春期，同时还要应对高考的压力。",
        "label": ""
      },
      {
        "sentence": "与老师和同学的关系对学生来说十分重要。",
        "label": ""
      },
      {
        "sentence": "你感到孤独，是否在人际关系方面遇到了不愉快的事情？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有和父母直接交流过我的感受，可能是因为觉得他们忙，也怕打扰到他们。我确实是一名高中生，并且在学校的人际关系上遇到了一些不愉快的事情，有时候感觉被排挤或者被忽视，这让我更加孤独。",
    "annotation": [
      {
        "sentence": "我没有和父母直接交流过我的感受，可能是因为觉得他们忙，也怕打扰到他们。",
        "label": ""
      },
      {
        "sentence": "我确实是一名高中生，并且在学校的人际关系上遇到了一些不愉快的事情，有时候感觉被排挤或者被忽视，这让我更加孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你没有和父母交流是因为觉得他们忙，同时也怕打扰到他们。但你要知道，父母是永远爱你的，他们也应该了解你现在的感受。你可以试试用写信的方式，表达出你的情感，让他们能够真正了解你的内心。而高中生活确实会面临很多挑战，特别是在人际关系方面。被排挤或被忽视会让人感到很不开心和孤独。我建议你保持积极的心态，尽量和同学多沟通，多交流，也许可以找到志同道合的朋友，一起展开一些有趣的活动。",
    "annotation": [
      {
        "sentence": "明白了，你没有和父母交流是因为觉得他们忙，同时也怕打扰到他们。",
        "label": ""
      },
      {
        "sentence": "但你要知道，父母是永远爱你的，他们也应该了解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "你可以试试用写信的方式，表达出你的情感，让他们能够真正了解你的内心。",
        "label": ""
      },
      {
        "sentence": "而高中生活确实会面临很多挑战，特别是在人际关系方面。",
        "label": ""
      },
      {
        "sentence": "被排挤或被忽视会让人感到很不开心和孤独。",
        "label": ""
      },
      {
        "sentence": "我建议你保持积极的心态，尽量和同学多沟通，多交流，也许可以找到志同道合的朋友，一起展开一些有趣的活动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得写信的方式是个不错的选择，我会试试的。至于和同学的关系，我也会尝试主动和他们多沟通，找到一些共同的兴趣爱好。但是我还是不太确定怎么面对训练和学业的压力，这些事情经常让我情绪低落，想哭。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得写信的方式是个不错的选择，我会试试的。",
        "label": ""
      },
      {
        "sentence": "至于和同学的关系，我也会尝试主动和他们多沟通，找到一些共同的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "但是我还是不太确定怎么面对训练和学业的压力，这些事情经常让我情绪低落，想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你愿意尝试用写信的方式表达自己。同时，你要记得，学业和训练确实会给我们带来一定的压力。我建议你合理安排时间，在努力学习的同时，也要给自己适当的休息和放松。可以找一些你喜欢的活动来缓解压力，例如看电影、听音乐或者画画等。另外，如果感觉压力太大，可以考虑寻求专业的心理咨询师的帮助，他们能够帮助你解决孤独感和应对压力的问题。",
    "annotation": [
      {
        "sentence": "很高兴你愿意尝试用写信的方式表达自己。",
        "label": ""
      },
      {
        "sentence": "同时，你要记得，学业和训练确实会给我们带来一定的压力。",
        "label": ""
      },
      {
        "sentence": "我建议你合理安排时间，在努力学习的同时，也要给自己适当的休息和放松。",
        "label": ""
      },
      {
        "sentence": "可以找一些你喜欢的活动来缓解压力，例如看电影、听音乐或者画画等。",
        "label": ""
      },
      {
        "sentence": "另外，如果感觉压力太大，可以考虑寻求专业的心理咨询师的帮助，他们能够帮助你解决孤独感和应对压力的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试按照你的建议来做的。确实有时候觉得压力太大了，可能找个心理咨询师倾诉一下会有所帮助。谢谢你的建议和支持，让我感觉到了一些安慰和希望。",
    "annotation": [
      {
        "sentence": "嗯，我会尝试按照你的建议来做的。",
        "label": ""
      },
      {
        "sentence": "确实有时候觉得压力太大了，可能找个心理咨询师倾诉一下会有所帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，让我感觉到了一些安慰和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你并不孤单，有很多人关心你，愿意帮助你。相信你能够找到解决问题的方法，渡过困难时期。如果还有其他问题或者需要进一步的支持，随时都可以来找我。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多人关心你，愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "相信你能够找到解决问题的方法，渡过困难时期。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要进一步的支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]