[
  {
    "role": "client",
    "content": "我一直都不愿意表达自己的情绪，总是压抑自己，导致我感到迷茫和困惑的一生。",
    "annotation": [
      {
        "sentence": "我一直都不愿意表达自己的情绪，总是压抑自己，导致我感到迷茫和困惑的一生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "刚刚反复读了你发的三条问题描述，很有感触。身边的亲戚和朋友，有五六位和你有类似的家庭经历。经常与他们互动，看着他们一步步成长，自己对有类似家庭经历的朋友或多或少有一定的了解。",
    "annotation": [
      {
        "sentence": "刚刚反复读了你发的三条问题描述，很有感触。",
        "label": ""
      },
      {
        "sentence": "身边的亲戚和朋友，有五六位和你有类似的家庭经历。",
        "label": ""
      },
      {
        "sentence": "经常与他们互动，看着他们一步步成长，自己对有类似家庭经历的朋友或多或少有一定的了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我的家庭背景对我的成长造成了很大的阻碍。父亲每个月给我一笔钱，有时两千，有时三千，节假日会给五千。后来我说不要了，只每个月给我两千。毕业的时候，我攒了两三万。在实习单位工作了七个月免费，第一次拿到工资时，我退了两万给他，告诉他我可以自己养活自己了。可是他生气了，又把钱退给我。上学期间他还问我要不要去国外留学，我没理他。后来我工作的时候，房东要卖房子，差点没地方住，他看到朋友圈，给我发消息说要不要给我买一套小房子，我还是没理他。我的生活就是这样，没有人能够理解我。",
    "annotation": [
      {
        "sentence": "是的，我觉得我的家庭背景对我的成长造成了很大的阻碍。",
        "label": ""
      },
      {
        "sentence": "父亲每个月给我一笔钱，有时两千，有时三千，节假日会给五千。",
        "label": ""
      },
      {
        "sentence": "后来我说不要了，只每个月给我两千。",
        "label": ""
      },
      {
        "sentence": "毕业的时候，我攒了两三万。",
        "label": ""
      },
      {
        "sentence": "在实习单位工作了七个月免费，第一次拿到工资时，我退了两万给他，告诉他我可以自己养活自己了。",
        "label": ""
      },
      {
        "sentence": "可是他生气了，又把钱退给我。",
        "label": ""
      },
      {
        "sentence": "上学期间他还问我要不要去国外留学，我没理他。",
        "label": ""
      },
      {
        "sentence": "后来我工作的时候，房东要卖房子，差点没地方住，他看到朋友圈，给我发消息说要不要给我买一套小房子，我还是没理他。",
        "label": ""
      },
      {
        "sentence": "我的生活就是这样，没有人能够理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你讲述这些经历，我可以理解你的困惑和沮丧。不同家庭的氛围对个人的成长经历有着重要影响。我知道一个女性同学，小时候就被告知自己是被领养的，毕业后就外出打工供弟弟上学。她常常对生活的意义感到困惑，觉得自己被领养只是为了为这个家庭付出。她内心有一种强烈的不安全感，第一次婚姻以失败告终，因为养父母在她有自己的家庭后还要求她每年寄钱回家补贴家用。",
    "annotation": [
      {
        "sentence": "听你讲述这些经历，我可以理解你的困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "不同家庭的氛围对个人的成长经历有着重要影响。",
        "label": ""
      },
      {
        "sentence": "我知道一个女性同学，小时候就被告知自己是被领养的，毕业后就外出打工供弟弟上学。",
        "label": ""
      },
      {
        "sentence": "她常常对生活的意义感到困惑，觉得自己被领养只是为了为这个家庭付出。",
        "label": ""
      },
      {
        "sentence": "她内心有一种强烈的不安全感，第一次婚姻以失败告终，因为养父母在她有自己的家庭后还要求她每年寄钱回家补贴家用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来她的经历和我有些相似。我也常常觉得自己的命运不受自己掌控，总是承受来自家人的压力和期望。我听说在中国，很多收养女孩的家庭都会有私心，他们在没有爱的家庭中，经常强调自己的付出，给孩子制造愧疚感。作为女孩，我更容易受情绪和情感的影响。虽然在被收养的家庭中可能会受到不好的对待，我依然觉得这是我的家，我不能做“白眼狼”，所以我没有逃离或反抗。",
    "annotation": [
      {
        "sentence": "听起来她的经历和我有些相似。",
        "label": ""
      },
      {
        "sentence": "我也常常觉得自己的命运不受自己掌控，总是承受来自家人的压力和期望。",
        "label": ""
      },
      {
        "sentence": "我听说在中国，很多收养女孩的家庭都会有私心，他们在没有爱的家庭中，经常强调自己的付出，给孩子制造愧疚感。",
        "label": ""
      },
      {
        "sentence": "作为女孩，我更容易受情绪和情感的影响。",
        "label": ""
      },
      {
        "sentence": "虽然在被收养的家庭中可能会受到不好的对待，我依然觉得这是我的家，我不能做“白眼狼”，所以我没有逃离或反抗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的纠结和内心的矛盾。有一位表哥也是被收养的，从小父亲更喜欢他，而母亲更喜欢批评他。表哥人挺不错的，但是从知道自己不是亲生的之后，他变得沉默寡言，不太愿意与家里人交流，所以他经常被家里人说不懂事。后来亲生父母找到他，想要表哥回去，但是他拒绝了，他觉得这里才是他的家。虽然他没有回到亲生父母那里，但在他需要帮助的时候，亲生父母给了他很多的支持。",
    "annotation": [
      {
        "sentence": "我可以理解你的纠结和内心的矛盾。",
        "label": ""
      },
      {
        "sentence": "有一位表哥也是被收养的，从小父亲更喜欢他，而母亲更喜欢批评他。",
        "label": ""
      },
      {
        "sentence": "表哥人挺不错的，但是从知道自己不是亲生的之后，他变得沉默寡言，不太愿意与家里人交流，所以他经常被家里人说不懂事。",
        "label": ""
      },
      {
        "sentence": "后来亲生父母找到他，想要表哥回去，但是他拒绝了，他觉得这里才是他的家。",
        "label": ""
      },
      {
        "sentence": "虽然他没有回到亲生父母那里，但在他需要帮助的时候，亲生父母给了他很多的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也觉得，无论是亲生还是养育自己的家庭，只要没有感受到爱，那都是一个事实。我希望能够尊重自己的感受，思考自己未来想要成为什么样的人，想要过怎样的生活。我明白人生是一个自我实现和满足他人期望的平衡过程，但自我实现才是人生的主要动力，只有成为更好的自己，才能够给予他人更大的帮助。对于那些给我带来伤害的家人，我可以选择不去恨他们，但我也没有必要为了他们牺牲自己的生活。生活是一个取舍的过程，我可以将那些带来伤害的关系放下，去寻找那些能够支持我成长的人际关系。我相信，我值得拥有这世间美好的一切。",
    "annotation": [
      {
        "sentence": "我也觉得，无论是亲生还是养育自己的家庭，只要没有感受到爱，那都是一个事实。",
        "label": ""
      },
      {
        "sentence": "我希望能够尊重自己的感受，思考自己未来想要成为什么样的人，想要过怎样的生活。",
        "label": ""
      },
      {
        "sentence": "我明白人生是一个自我实现和满足他人期望的平衡过程，但自我实现才是人生的主要动力，只有成为更好的自己，才能够给予他人更大的帮助。",
        "label": ""
      },
      {
        "sentence": "对于那些给我带来伤害的家人，我可以选择不去恨他们，但我也没有必要为了他们牺牲自己的生活。",
        "label": ""
      },
      {
        "sentence": "生活是一个取舍的过程，我可以将那些带来伤害的关系放下，去寻找那些能够支持我成长的人际关系。",
        "label": ""
      },
      {
        "sentence": "我相信，我值得拥有这世间美好的一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正确，每个人都应该追求自己的幸福和成长。在人际关系中，选择那些支持你、滋养你的关系是非常重要的。你在人生的旅程中，带着初心踏上归途，我为你祝福，希望你能够坚定地向前迈进，获得好运。",
    "annotation": [
      {
        "sentence": "你的想法很正确，每个人都应该追求自己的幸福和成长。",
        "label": ""
      },
      {
        "sentence": "在人际关系中，选择那些支持你、滋养你的关系是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你在人生的旅程中，带着初心踏上归途，我为你祝福，希望你能够坚定地向前迈进，获得好运。",
        "label": ""
      }
    ]
  }
]