[
  {
    "role": "client",
    "content": "我一直不愿意表达自己的情绪，总是抑制自己，导致我感到迷茫和困惑。我生父每个月都给我打钱，有时两千，有时三千，节假日还有五千。后来我告诉他不需要那么多，每月2000就可以了。毕业的时候，我攒了两三万，然后在实习单位当了七个月的免费劳动力，第一次拿到工资的时候，我退了两万给生父，告诉他我可以自己养活自己了。但他生气了，把钱退给了我。他还问我要不要去国外留学，我没有理他。有一次我租的房子要卖掉，我差点没有地方住，他在朋友圈看到后给我发消息问我要不要买个中套的小房子，我还是没有回复他。我的小表哥上大学时成绩一直很好，毕业后还考上共产党员，我舅舅非常以他为荣。有一次家庭聚会，我舅舅问我毕业这么久攒了多少钱，他问我有没有5000。当时我给了他一个白眼，告诉他没有，其实我当时已经攒了五万，但没有告诉任何人。至于我大表哥，小时候他曾对我做出不礼貌的事情，但我没有告诉任何人，也没有和他有任何交集。每一步都感觉孤独而困难，朋友也几乎没有，大学时室友有四个人，但现在只有一个人还有联系。",
    "annotation": [
      {
        "sentence": "我一直不愿意表达自己的情绪，总是抑制自己，导致我感到迷茫和困惑。",
        "label": ""
      },
      {
        "sentence": "我生父每个月都给我打钱，有时两千，有时三千，节假日还有五千。",
        "label": ""
      },
      {
        "sentence": "后来我告诉他不需要那么多，每月2000就可以了。",
        "label": ""
      },
      {
        "sentence": "毕业的时候，我攒了两三万，然后在实习单位当了七个月的免费劳动力，第一次拿到工资的时候，我退了两万给生父，告诉他我可以自己养活自己了。",
        "label": ""
      },
      {
        "sentence": "但他生气了，把钱退给了我。",
        "label": ""
      },
      {
        "sentence": "他还问我要不要去国外留学，我没有理他。",
        "label": ""
      },
      {
        "sentence": "有一次我租的房子要卖掉，我差点没有地方住，他在朋友圈看到后给我发消息问我要不要买个中套的小房子，我还是没有回复他。",
        "label": ""
      },
      {
        "sentence": "我的小表哥上大学时成绩一直很好，毕业后还考上共产党员，我舅舅非常以他为荣。",
        "label": ""
      },
      {
        "sentence": "有一次家庭聚会，我舅舅问我毕业这么久攒了多少钱，他问我有没有5000。",
        "label": ""
      },
      {
        "sentence": "当时我给了他一个白眼，告诉他没有，其实我当时已经攒了五万，但没有告诉任何人。",
        "label": ""
      },
      {
        "sentence": "至于我大表哥，小时候他曾对我做出不礼貌的事情，但我没有告诉任何人，也没有和他有任何交集。",
        "label": ""
      },
      {
        "sentence": "每一步都感觉孤独而困难，朋友也几乎没有，大学时室友有四个人，但现在只有一个人还有联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我已经把您的问题都读了一遍，发现整体上表达的内容有点难以整理，但是总体来说您的思路还是比较清晰的。我感觉您现在最想要解决的是如何合理地表达自己的情绪并改善与他人的相处模式的问题。在您所提到的三个问题中，您已经比较清楚地陈述了问题的深层原因，这些问题基本上都与您的原生家庭有关，包括与生母、生父和亲戚之间的问题。这些问题在不同程度上影响了您的情绪表达和人际关系建立的能力。很难完全信任别人，您渴望建立关系的同时又担心会受到伤害。从精神分析的角度来看，需要对这些原生家庭问题进行更深入、有针对性的呈现、接纳、理解、关怀和爱护。只有通过这种深入、全面、系统、有步骤的方式，逐一解开内心深处多年的伤痛，才有可能逐渐减弱这些压抑的情感。这个过程可能会比较漫长和困难，但痛苦之后是真正的成长。您需要找到一个完全能够信任的咨询师，尝试进行这一系列的活动。希望以上的建议能够启发和帮助您。这些问题并非一时之间形成的，所以解决它们的时间也不会很短，但只要有坚持与努力，一定能够取得进展。",
    "annotation": [
      {
        "sentence": "我已经把您的问题都读了一遍，发现整体上表达的内容有点难以整理，但是总体来说您的思路还是比较清晰的。",
        "label": ""
      },
      {
        "sentence": "我感觉您现在最想要解决的是如何合理地表达自己的情绪并改善与他人的相处模式的问题。",
        "label": ""
      },
      {
        "sentence": "在您所提到的三个问题中，您已经比较清楚地陈述了问题的深层原因，这些问题基本上都与您的原生家庭有关，包括与生母、生父和亲戚之间的问题。",
        "label": ""
      },
      {
        "sentence": "这些问题在不同程度上影响了您的情绪表达和人际关系建立的能力。",
        "label": ""
      },
      {
        "sentence": "很难完全信任别人，您渴望建立关系的同时又担心会受到伤害。",
        "label": ""
      },
      {
        "sentence": "从精神分析的角度来看，需要对这些原生家庭问题进行更深入、有针对性的呈现、接纳、理解、关怀和爱护。",
        "label": ""
      },
      {
        "sentence": "只有通过这种深入、全面、系统、有步骤的方式，逐一解开内心深处多年的伤痛，才有可能逐渐减弱这些压抑的情感。",
        "label": ""
      },
      {
        "sentence": "这个过程可能会比较漫长和困难，但痛苦之后是真正的成长。",
        "label": ""
      },
      {
        "sentence": "您需要找到一个完全能够信任的咨询师，尝试进行这一系列的活动。",
        "label": ""
      },
      {
        "sentence": "希望以上的建议能够启发和帮助您。",
        "label": ""
      },
      {
        "sentence": "这些问题并非一时之间形成的，所以解决它们的时间也不会很短，但只要有坚持与努力，一定能够取得进展。",
        "label": ""
      }
    ]
  }
]