[
  {
    "role": "client",
    "content": "我从小就不善于表达自己的情绪，总是压抑自己，导致我现在感到迷茫不已。",
    "annotation": [
      {
        "sentence": "我从小就不善于表达自己的情绪，总是压抑自己，导致我现在感到迷茫不已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困扰。通过你三篇倾诉文章，我猜测你是一个男生，这种感觉是对的吗？",
    "annotation": [
      {
        "sentence": "我明白你的困扰。",
        "label": ""
      },
      {
        "sentence": "通过你三篇倾诉文章，我猜测你是一个男生，这种感觉是对的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你猜对了。为什么你会有这样的感觉呢？",
    "annotation": [
      {
        "sentence": "是的，你猜对了。",
        "label": ""
      },
      {
        "sentence": "为什么你会有这样的感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得可能是因为你提到小时候尿裤子被妈妈打，这个故事在全村人都知道。如果你是一个女孩的话，因为尿裤子而挨打，全村人可能会对她进行惩罚。另外，你父亲通过给你钱来弥补他曾经欠你的，你却不接受，甚至退还他钱，这显示了你坚持原则、坚强、有主见的一面。还有一点，养父希望你和表哥们好好相处，而你小表哥曾猥亵过你。如果你是女孩的话，可能会希望你和姐姐们有更好的相处关系。我想，这可能是你压抑情绪的另一个伤痛吧！这只是我的猜测，如果你是一个有着固定身份的女孩，我会认真对待的！",
    "annotation": [
      {
        "sentence": "我觉得可能是因为你提到小时候尿裤子被妈妈打，这个故事在全村人都知道。",
        "label": ""
      },
      {
        "sentence": "如果你是一个女孩的话，因为尿裤子而挨打，全村人可能会对她进行惩罚。",
        "label": ""
      },
      {
        "sentence": "另外，你父亲通过给你钱来弥补他曾经欠你的，你却不接受，甚至退还他钱，这显示了你坚持原则、坚强、有主见的一面。",
        "label": ""
      },
      {
        "sentence": "还有一点，养父希望你和表哥们好好相处，而你小表哥曾猥亵过你。",
        "label": ""
      },
      {
        "sentence": "如果你是女孩的话，可能会希望你和姐姐们有更好的相处关系。",
        "label": ""
      },
      {
        "sentence": "我想，这可能是你压抑情绪的另一个伤痛吧！",
        "label": ""
      },
      {
        "sentence": "这只是我的猜测，如果你是一个有着固定身份的女孩，我会认真对待的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的推测很准确。我确实受到了妈妈的伤害。我一直希望获得她的爱与认可，但她总是让我失望，甚至绝望。我不太清楚父母是怎么离婚的，爸爸年纪大一些，经济条件也比较好，但我选择跟着妈妈，而且我也拒绝父亲的帮助和接济。推测应该是爸爸犯了错而不是妈妈的“冷酷无情”。这一点让我很疑惑，妈妈是不是也是一个受害者呢？我是否能够理解妈妈内心无法言说的痛苦呢？她的行为深深地伤害了我，从此我渐渐关闭了自己的心扉，压抑自己的情绪，保护自己不再受伤害。这其中是否有什么误会呢？会不会是我错误地解读了妈妈的行为？",
    "annotation": [
      {
        "sentence": "你的推测很准确。",
        "label": ""
      },
      {
        "sentence": "我确实受到了妈妈的伤害。",
        "label": ""
      },
      {
        "sentence": "我一直希望获得她的爱与认可，但她总是让我失望，甚至绝望。",
        "label": ""
      },
      {
        "sentence": "我不太清楚父母是怎么离婚的，爸爸年纪大一些，经济条件也比较好，但我选择跟着妈妈，而且我也拒绝父亲的帮助和接济。",
        "label": ""
      },
      {
        "sentence": "推测应该是爸爸犯了错而不是妈妈的“冷酷无情”。",
        "label": ""
      },
      {
        "sentence": "这一点让我很疑惑，妈妈是不是也是一个受害者呢？",
        "label": ""
      },
      {
        "sentence": "我是否能够理解妈妈内心无法言说的痛苦呢？",
        "label": ""
      },
      {
        "sentence": "她的行为深深地伤害了我，从此我渐渐关闭了自己的心扉，压抑自己的情绪，保护自己不再受伤害。",
        "label": ""
      },
      {
        "sentence": "这其中是否有什么误会呢？",
        "label": ""
      },
      {
        "sentence": "会不会是我错误地解读了妈妈的行为？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的猜测很有道理。在这个家庭中，养父对你也是很关心的，每月给你800元生活费，不回家就来上海看你，他希望你能改善与家人的关系，与妈妈和解，他还为你担心婚姻问题。他是接纳你的，但你却排斥这个家庭，特别是妈妈。不过从你的工作表现来看，你并没有被家庭的问题太过影响。你在实习期间表现不错，毕业后有了5万元的存款（舅舅对你的期望是5000元）。如果这个家庭真的如此糟糕，那你在工作上也可能会遇到人际关系方面的问题，但事实上并没有。所以，你现在也主动求助这个平台，自我认知能力很好，你的困扰主要是家庭关系的调整和处理，尤其是与妈妈的关系。目前你应该已经25岁左右了，开始考虑婚恋问题，同时也要考虑管理层的职位，需要处理好团队管理问题。为了让自己更好地成长，你需要重新规划自己的人生，寻找专业的心理咨询师帮你梳理一下家庭关系。你的身份不只是作为一个儿子（女儿），还有作为某人的丈夫（妻子），作为孩子的爸爸（妈妈），还有作为团队领导的身份。你需要将注意力转移到其他方面，以避免在面对相关问题时失控。希望你好运！如果有任何问题，随时与我沟通哦～。",
    "annotation": [
      {
        "sentence": "你的猜测很有道理。",
        "label": ""
      },
      {
        "sentence": "在这个家庭中，养父对你也是很关心的，每月给你800元生活费，不回家就来上海看你，他希望你能改善与家人的关系，与妈妈和解，他还为你担心婚姻问题。",
        "label": ""
      },
      {
        "sentence": "他是接纳你的，但你却排斥这个家庭，特别是妈妈。",
        "label": ""
      },
      {
        "sentence": "不过从你的工作表现来看，你并没有被家庭的问题太过影响。",
        "label": ""
      },
      {
        "sentence": "你在实习期间表现不错，毕业后有了5万元的存款（舅舅对你的期望是5000元）。",
        "label": ""
      },
      {
        "sentence": "如果这个家庭真的如此糟糕，那你在工作上也可能会遇到人际关系方面的问题，但事实上并没有。",
        "label": ""
      },
      {
        "sentence": "所以，你现在也主动求助这个平台，自我认知能力很好，你的困扰主要是家庭关系的调整和处理，尤其是与妈妈的关系。",
        "label": ""
      },
      {
        "sentence": "目前你应该已经25岁左右了，开始考虑婚恋问题，同时也要考虑管理层的职位，需要处理好团队管理问题。",
        "label": ""
      },
      {
        "sentence": "为了让自己更好地成长，你需要重新规划自己的人生，寻找专业的心理咨询师帮你梳理一下家庭关系。",
        "label": ""
      },
      {
        "sentence": "你的身份不只是作为一个儿子（女儿），还有作为某人的丈夫（妻子），作为孩子的爸爸（妈妈），还有作为团队领导的身份。",
        "label": ""
      },
      {
        "sentence": "你需要将注意力转移到其他方面，以避免在面对相关问题时失控。",
        "label": ""
      },
      {
        "sentence": "希望你好运！",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，随时与我沟通哦～。",
        "label": ""
      }
    ]
  }
]