[
  {
    "role": "client",
    "content": "我一直拒绝表达自己的情绪，压抑自己，感到很迷茫。我父亲后来开始每个月给我打钱，数额不等，有时两千，有时三千，节假日时甚至五千。后来，我跟他说不要给我那么多，每月只给我2000就好了。毕业的时候，我攒了两三万。然后我在实习单位当了七个月的免费劳动力，第一次拿到工资时，我退了两万给父亲，告诉他我可以自己养活自己了。但他却生气了，又把钱退给我。上学期间，父亲还问我要不要去国外留学，我没理他。后来工作租房的时候，有一次房东要卖房，我差点没地方住。父亲看到了我的朋友圈，给我发消息说要给我买个小中套的房子，我也没理他。我小表哥复读完了，大学时成绩又是学校第一，很快搞到了共产党员的身份。毕业后两年，他还不停地考公务员，我舅舅特别以他为荣。一次家庭聚会上，我舅舅问我毕业这么久，攒了多少钱，他问我有没有5000。我当时给了他一个白眼，跟他说没有，其实当时我已经攒了五万了，但我没跟任何人说。而大表哥那边则是关于小时候的猥亵问题，我也不愿与他有任何交集。一路走来，我感到众叛亲离，没有几个朋友，大学室友一共四个人，只有一个人还在跟我保持联系。",
    "annotation": [
      {
        "sentence": "我一直拒绝表达自己的情绪，压抑自己，感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "我父亲后来开始每个月给我打钱，数额不等，有时两千，有时三千，节假日时甚至五千。",
        "label": ""
      },
      {
        "sentence": "后来，我跟他说不要给我那么多，每月只给我2000就好了。",
        "label": ""
      },
      {
        "sentence": "毕业的时候，我攒了两三万。",
        "label": ""
      },
      {
        "sentence": "然后我在实习单位当了七个月的免费劳动力，第一次拿到工资时，我退了两万给父亲，告诉他我可以自己养活自己了。",
        "label": ""
      },
      {
        "sentence": "但他却生气了，又把钱退给我。",
        "label": ""
      },
      {
        "sentence": "上学期间，父亲还问我要不要去国外留学，我没理他。",
        "label": ""
      },
      {
        "sentence": "后来工作租房的时候，有一次房东要卖房，我差点没地方住。",
        "label": ""
      },
      {
        "sentence": "父亲看到了我的朋友圈，给我发消息说要给我买个小中套的房子，我也没理他。",
        "label": ""
      },
      {
        "sentence": "我小表哥复读完了，大学时成绩又是学校第一，很快搞到了共产党员的身份。",
        "label": ""
      },
      {
        "sentence": "毕业后两年，他还不停地考公务员，我舅舅特别以他为荣。",
        "label": ""
      },
      {
        "sentence": "一次家庭聚会上，我舅舅问我毕业这么久，攒了多少钱，他问我有没有5000。",
        "label": ""
      },
      {
        "sentence": "我当时给了他一个白眼，跟他说没有，其实当时我已经攒了五万了，但我没跟任何人说。",
        "label": ""
      },
      {
        "sentence": "而大表哥那边则是关于小时候的猥亵问题，我也不愿与他有任何交集。",
        "label": ""
      },
      {
        "sentence": "一路走来，我感到众叛亲离，没有几个朋友，大学室友一共四个人，只有一个人还在跟我保持联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要学会敞开心扉，试着表达自己的情绪。每个人都是复杂的个体，你需要更好地了解自己。不要忘记时刻爱自己。老一辈的人可能认为金钱可以解决问题，但却忽略了爱和陪伴的重要性。你拥有一颗脆弱而敏感的心，你要正视自己的敏感，学着去爱自己。这个过程可能会十分复杂，但只要你的心始终是真实的，你就能找回自信和快乐的自己。",
    "annotation": [
      {
        "sentence": "你要学会敞开心扉，试着表达自己的情绪。",
        "label": ""
      },
      {
        "sentence": "每个人都是复杂的个体，你需要更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "不要忘记时刻爱自己。",
        "label": ""
      },
      {
        "sentence": "老一辈的人可能认为金钱可以解决问题，但却忽略了爱和陪伴的重要性。",
        "label": ""
      },
      {
        "sentence": "你拥有一颗脆弱而敏感的心，你要正视自己的敏感，学着去爱自己。",
        "label": ""
      },
      {
        "sentence": "这个过程可能会十分复杂，但只要你的心始终是真实的，你就能找回自信和快乐的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我明白自己需要敞开心扉，但我总是害怕表达自己的真实情感。我担心别人会觉得我是个弱者，也担心自己会被伤害。",
    "annotation": [
      {
        "sentence": "你说的没错，我明白自己需要敞开心扉，但我总是害怕表达自己的真实情感。",
        "label": ""
      },
      {
        "sentence": "我担心别人会觉得我是个弱者，也担心自己会被伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些担忧很正常，很多人都有类似的担忧。但拒绝表达真实情感只会让你更加压抑和迷茫。敞开心扉并不代表你是弱者，相反，它展示了你的勇气和坦诚。并且，只有当你敢于面对和表达自己的情感，你才能找到真正的安全感。",
    "annotation": [
      {
        "sentence": "这些担忧很正常，很多人都有类似的担忧。",
        "label": ""
      },
      {
        "sentence": "但拒绝表达真实情感只会让你更加压抑和迷茫。",
        "label": ""
      },
      {
        "sentence": "敞开心扉并不代表你是弱者，相反，它展示了你的勇气和坦诚。",
        "label": ""
      },
      {
        "sentence": "并且，只有当你敢于面对和表达自己的情感，你才能找到真正的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我对自己感到无力。我觉得无论付出多少努力，都无法改变目前的困境和孤独感。",
    "annotation": [
      {
        "sentence": "我明白了，但我对自己感到无力。",
        "label": ""
      },
      {
        "sentence": "我觉得无论付出多少努力，都无法改变目前的困境和孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到无力时，不要忘记你身边有人可以帮助和支持你。孤独感可能是因为你还没有找到与你真正心灵相通的人。或许你可以主动去结识一些志同道合的朋友，参加一些你感兴趣的活动，与他人分享你的兴趣爱好。通过与他人的交流，你可能会找到更多的支持和理解。",
    "annotation": [
      {
        "sentence": "当你感到无力时，不要忘记你身边有人可以帮助和支持你。",
        "label": ""
      },
      {
        "sentence": "孤独感可能是因为你还没有找到与你真正心灵相通的人。",
        "label": ""
      },
      {
        "sentence": "或许你可以主动去结识一些志同道合的朋友，参加一些你感兴趣的活动，与他人分享你的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "通过与他人的交流，你可能会找到更多的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要努力去主动寻找社交机会。但有时我担心自己会被拒绝或伤害。这种担心怎么才能克服呢？",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要努力去主动寻找社交机会。",
        "label": ""
      },
      {
        "sentence": "但有时我担心自己会被拒绝或伤害。",
        "label": ""
      },
      {
        "sentence": "这种担心怎么才能克服呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心被拒绝或伤害是常见的担忧。但请记住，在寻找社交机会的过程中，也许你会遇到一些不理解或不接受你的人。这是正常的，每个人都有自己的偏好和观点。但只要你保持真实和坚定，不要因为一时的困难而轻易放弃。同时，也要相信自己的价值和能力，不要把过度担心他人的看法成为你追求幸福的障碍。",
    "annotation": [
      {
        "sentence": "担心被拒绝或伤害是常见的担忧。",
        "label": ""
      },
      {
        "sentence": "但请记住，在寻找社交机会的过程中，也许你会遇到一些不理解或不接受你的人。",
        "label": ""
      },
      {
        "sentence": "这是正常的，每个人都有自己的偏好和观点。",
        "label": ""
      },
      {
        "sentence": "但只要你保持真实和坚定，不要因为一时的困难而轻易放弃。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己的价值和能力，不要把过度担心他人的看法成为你追求幸福的障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力克服我的担忧，找到真正爱自己的方式。我明白这是一个复杂的过程，但我会坚持下去。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力克服我的担忧，找到真正爱自己的方式。",
        "label": ""
      },
      {
        "sentence": "我明白这是一个复杂的过程，但我会坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。改变并不是一蹴而就的，但只要你坚持着，相信自己，那么寻找到真正爱自己的方式就不再遥远。我会一直支持你，如果你需要任何帮助或者想要分享你的进展，都可以随时找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "改变并不是一蹴而就的，但只要你坚持着，相信自己，那么寻找到真正爱自己的方式就不再遥远。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，如果你需要任何帮助或者想要分享你的进展，都可以随时找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，知道有你在我身边，我感到更加勇敢和安心。我会时刻记得这段对话，继续为自己努力，寻找到真正的快乐和自信。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，知道有你在我身边，我感到更加勇敢和安心。",
        "label": ""
      },
      {
        "sentence": "我会时刻记得这段对话，继续为自己努力，寻找到真正的快乐和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢而坚强的人，相信自己，你一定能够找到真正的快乐和自信。记住，无论在哪里，有我在你身边支持你。你不是一个人在战斗。",
    "annotation": [
      {
        "sentence": "你是一个勇敢而坚强的人，相信自己，你一定能够找到真正的快乐和自信。",
        "label": ""
      },
      {
        "sentence": "记住，无论在哪里，有我在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗。",
        "label": ""
      }
    ]
  }
]