[
  {
    "role": "client",
    "content": "我没原因地讨厌一个室友，自己也觉得不对，也很难过。我以前没有住过校，只是现在上大学住了半年。我感觉这种问题应该是心理层次上的。",
    "annotation": [
      {
        "sentence": "我没原因地讨厌一个室友，自己也觉得不对，也很难过。",
        "label": ""
      },
      {
        "sentence": "我以前没有住过校，只是现在上大学住了半年。",
        "label": ""
      },
      {
        "sentence": "我感觉这种问题应该是心理层次上的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认真的阅读了你的文字，你让我想起了曾经学生时代刚住校的自己，你在字里行间流露出的矛盾和困惑，我都感同身受。我也很心疼你，因为你也很挣扎。我们可以义无反顾的去喜欢一个人，同时你我也会无缘无故的厌恶一个人。这本身就是由于人性的复杂导致的，我们甚至难以给出一个确切的原因来说明我们为何会爱又会何会恨。这种摸不着头脑的思绪带给你痛苦，你知道你不该这么厌恶你的室友，可你似乎“刹不住车”一般的愈演愈烈。希望我的回答能带给你一些帮助。",
    "annotation": [
      {
        "sentence": "我认真的阅读了你的文字，你让我想起了曾经学生时代刚住校的自己，你在字里行间流露出的矛盾和困惑，我都感同身受。",
        "label": ""
      },
      {
        "sentence": "我也很心疼你，因为你也很挣扎。",
        "label": ""
      },
      {
        "sentence": "我们可以义无反顾的去喜欢一个人，同时你我也会无缘无故的厌恶一个人。",
        "label": ""
      },
      {
        "sentence": "这本身就是由于人性的复杂导致的，我们甚至难以给出一个确切的原因来说明我们为何会爱又会何会恨。",
        "label": ""
      },
      {
        "sentence": "这种摸不着头脑的思绪带给你痛苦，你知道你不该这么厌恶你的室友，可你似乎“刹不住车”一般的愈演愈烈。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能带给你一些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我就是不明白为什么会这样，我讨厌她的原因好像并不充分，但我控制不住自己的情绪。",
    "annotation": [
      {
        "sentence": "我就是不明白为什么会这样，我讨厌她的原因好像并不充分，但我控制不住自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一、当我们对特定的某人出现怨怼情绪的时候，我们就需要冷静下来给自己足够的时间，去分析原因。你在自述中也进行了剖析，但你依旧迷惑，因为你已带着过度强烈的主观情感。不理智的你当然内心是兵荒马乱的。（一）你讨厌的可能不是这个室友，而是你把对高中同学的厌恶投射到了这个室友身上，一旦她“对号入座”你就厌恶。（二）你内心存在着“从众心理”，当有人甚至小团体对你说室友坏话以后，你为了不偏离“大众好恶”，潜意识就排斥了室友。因为别人讨厌她，而你如果不心理认同的话，你也会有被边缘化的感受。（三）细节打败了你的理性，你对这个室友存在了怨念。上学期你的老师经常表扬她而批评你，你怀恨在心。二、你很清楚，这位室友没有那么糟糕，对你也很友好，你困顿于自己的情绪，导致了把自己画地为牢的下场。因为你的讨厌和愧疚交替出现，导致你没有办法在正常的面对她。也给你的大学生涯带来了很多烦恼。你要知道，你的生活终究属于你自己。如果你一味把精力放在讨厌一个人身上。那么不快乐的人只会是你自己。如今的你变得很“小心眼”，你努力想要“论证”这位并没真得罪你的室友值得你讨厌。可是你越是如此越发现她根本就没有想过伤害你。你陷入了思维的怪圈。我希望你能重视，因为事情已经严重到了影响你的生活与学习。再这样拖延下去，你内心肯定会不堪重负。如今的你看到“她”就浑身不自然，不敢看她的眼睛（说明你对她产生了畏惧感），而且正应当努力学习的你，也没办法专注学习了。你过度在乎这个人的一举一动。当室友她被批评你心里就会莫名的开心，这种扭曲的心态已然吞噬了你。",
    "annotation": [
      {
        "sentence": "一、当我们对特定的某人出现怨怼情绪的时候，我们就需要冷静下来给自己足够的时间，去分析原因。",
        "label": ""
      },
      {
        "sentence": "你在自述中也进行了剖析，但你依旧迷惑，因为你已带着过度强烈的主观情感。",
        "label": ""
      },
      {
        "sentence": "不理智的你当然内心是兵荒马乱的。",
        "label": ""
      },
      {
        "sentence": "（一）你讨厌的可能不是这个室友，而是你把对高中同学的厌恶投射到了这个室友身上，一旦她“对号入座”你就厌恶。",
        "label": ""
      },
      {
        "sentence": "（二）你内心存在着“从众心理”，当有人甚至小团体对你说室友坏话以后，你为了不偏离“大众好恶”，潜意识就排斥了室友。",
        "label": ""
      },
      {
        "sentence": "因为别人讨厌她，而你如果不心理认同的话，你也会有被边缘化的感受。",
        "label": ""
      },
      {
        "sentence": "（三）细节打败了你的理性，你对这个室友存在了怨念。",
        "label": ""
      },
      {
        "sentence": "上学期你的老师经常表扬她而批评你，你怀恨在心。",
        "label": ""
      },
      {
        "sentence": "二、你很清楚，这位室友没有那么糟糕，对你也很友好，你困顿于自己的情绪，导致了把自己画地为牢的下场。",
        "label": ""
      },
      {
        "sentence": "因为你的讨厌和愧疚交替出现，导致你没有办法在正常的面对她。",
        "label": ""
      },
      {
        "sentence": "也给你的大学生涯带来了很多烦恼。",
        "label": ""
      },
      {
        "sentence": "你要知道，你的生活终究属于你自己。",
        "label": ""
      },
      {
        "sentence": "如果你一味把精力放在讨厌一个人身上。",
        "label": ""
      },
      {
        "sentence": "那么不快乐的人只会是你自己。",
        "label": ""
      },
      {
        "sentence": "如今的你变得很“小心眼”，你努力想要“论证”这位并没真得罪你的室友值得你讨厌。",
        "label": ""
      },
      {
        "sentence": "可是你越是如此越发现她根本就没有想过伤害你。",
        "label": ""
      },
      {
        "sentence": "你陷入了思维的怪圈。",
        "label": ""
      },
      {
        "sentence": "我希望你能重视，因为事情已经严重到了影响你的生活与学习。",
        "label": ""
      },
      {
        "sentence": "再这样拖延下去，你内心肯定会不堪重负。",
        "label": ""
      },
      {
        "sentence": "如今的你看到“她”就浑身不自然，不敢看她的眼睛（说明你对她产生了畏惧感），而且正应当努力学习的你，也没办法专注学习了。",
        "label": ""
      },
      {
        "sentence": "你过度在乎这个人的一举一动。",
        "label": ""
      },
      {
        "sentence": "当室友她被批评你心里就会莫名的开心，这种扭曲的心态已然吞噬了你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的都对，我意识到我需要改变这种心态。但是我该如何开始呢？我感觉自己陷入了一个无法打破的恶性循环中。",
    "annotation": [
      {
        "sentence": "你说的都对，我意识到我需要改变这种心态。",
        "label": ""
      },
      {
        "sentence": "但是我该如何开始呢？",
        "label": ""
      },
      {
        "sentence": "我感觉自己陷入了一个无法打破的恶性循环中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "三、面对我们抬头不见低头见的室友，如果对其出现厌恶情绪该如何是好？我提出如下三个建议望你采纳：建议一：当你越陷越深，最要紧的，是把自己的注意力转移。让自己忙碌起来，把厌恶感抛之脑后。如果你一直被怨气给包围，你自然做什么都了无意趣，而且看什么都很烦躁。所以，你要懂得把精力转移到更有意义的事情上，而不是让自己变成被消极情绪支配的人，人活于世就是为了快乐。你要是不懂的放下，你就很难获得生活的乐趣。建议你积极参加大学的社团活动，拓展自己的社交圈子，不要把自己局限在宿舍的一亩三分地上，去培养属于你自己的爱好，然后找到和你志趣相投的人，和有正能量的朋友们多聚一聚。当你有了属于自己的忙碌，你就不会再被讨厌谁而影响。你值得更好的。建议二：",
    "annotation": [
      {
        "sentence": "三、面对我们抬头不见低头见的室友，如果对其出现厌恶情绪该如何是好？",
        "label": ""
      },
      {
        "sentence": "我提出如下三个建议望你采纳：建议一：当你越陷越深，最要紧的，是把自己的注意力转移。",
        "label": ""
      },
      {
        "sentence": "让自己忙碌起来，把厌恶感抛之脑后。",
        "label": ""
      },
      {
        "sentence": "如果你一直被怨气给包围，你自然做什么都了无意趣，而且看什么都很烦躁。",
        "label": ""
      },
      {
        "sentence": "所以，你要懂得把精力转移到更有意义的事情上，而不是让自己变成被消极情绪支配的人，人活于世就是为了快乐。",
        "label": ""
      },
      {
        "sentence": "你要是不懂的放下，你就很难获得生活的乐趣。",
        "label": ""
      },
      {
        "sentence": "建议你积极参加大学的社团活动，拓展自己的社交圈子，不要把自己局限在宿舍的一亩三分地上，去培养属于你自己的爱好，然后找到和你志趣相投的人，和有正能量的朋友们多聚一聚。",
        "label": ""
      },
      {
        "sentence": "当你有了属于自己的忙碌，你就不会再被讨厌谁而影响。",
        "label": ""
      },
      {
        "sentence": "你值得更好的。",
        "label": ""
      },
      {
        "sentence": "建议二：",
        "label": ""
      }
    ]
  }
]