[
  {
    "role": "client",
    "content": "我今年36岁了，被职场PUA耽误了很多时间，还被一个海王伤害过，感觉自己很疲惫和空虚。作为一个36岁的女生，我觉得一切都已经失去了意义，甚至有了想死的念头。虽然我在企业中做到了相对高层的职位，但过去几年我经历了一些恶性竞争，被一个非常可怕的变态女上司进行了PUA，造谣污蔑我，破坏了我的人际关系，结果我的职位岌岌可危，身心疲惫不堪。在情感方面，我也遇到了一个海王不婚族，虽然只持续了一年多就分了手，但是我还是无法摆脱空虚的感觉。我想再出国读书改变我的处境，但是感觉力不从心，因为身边没有人支持我，而且总觉得其他同龄人会有异样的眼光，你觉得我是不是一个被社会所淹没的人呢？",
    "annotation": [
      {
        "sentence": "我今年36岁了，被职场PUA耽误了很多时间，还被一个海王伤害过，感觉自己很疲惫和空虚。",
        "label": ""
      },
      {
        "sentence": "作为一个36岁的女生，我觉得一切都已经失去了意义，甚至有了想死的念头。",
        "label": ""
      },
      {
        "sentence": "虽然我在企业中做到了相对高层的职位，但过去几年我经历了一些恶性竞争，被一个非常可怕的变态女上司进行了PUA，造谣污蔑我，破坏了我的人际关系，结果我的职位岌岌可危，身心疲惫不堪。",
        "label": ""
      },
      {
        "sentence": "在情感方面，我也遇到了一个海王不婚族，虽然只持续了一年多就分了手，但是我还是无法摆脱空虚的感觉。",
        "label": ""
      },
      {
        "sentence": "我想再出国读书改变我的处境，但是感觉力不从心，因为身边没有人支持我，而且总觉得其他同龄人会有异样的眼光，你觉得我是不是一个被社会所淹没的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认真地读完了你的文字，也用心倾听了你的倾诉，我能感受到你在人生中面临着两个重要课题：家庭和事业，也可以说是情感和人际关系。我整理了一下你焦虑的主要状况：你已经36岁了，是一个女生，并且感觉自己一无所有。虽然在企业中担任较高层的职位，但你却遭遇到了一个变态女上司的PUA，她造谣诽谤你，破坏了你与他人的人际关系，导致你现在的职位岌岌可危，而且身心疲惫。在情感方面，你也遇到了一个海王不婚族，幸好你及时与他分手，但是你还是难免感到空虚。你想要去出国读书，改变你的处境，但是感觉很无力，因为身边没有人支持你，而且你总觉得其他同龄人会对你投以异样的眼光。我可以理解作为一个女生遭遇到变态女上司的PUA是多么痛苦，而且你现在的职位能够重新做回中高层，说明了你的能力和价值，得到了他人的认可，这是非常了不起的。我也曾经被科室的女主任进行过PUA，她限制了我的一切，但是我坚持做我认为正确的事情，发展了我的专业，现在我已经站在她无法企及的高度，每次在院子里与她相遇，我依然微笑地与她打招呼，因为我比她强大了百倍，我不会为了与一个不如我的人计较而朝夕相对。在情感方面，尽管你与海王分手了，但是你能够及时抽身而退是一件值得庆幸的事情，而你现在感到的空虚部分，或许可以来探索一下自己有什么样的情感需求。我相信优秀的你会吸引到更优秀的、爱你的人，他们会将你视为珍宝来守护。至于出国读书，这只是为了改变你的处境，有时候在现有的情况下进行调整，也许更为可行。你可以加入一些不同的圈子，让自己走出去，扩大社交圈，优化你的环境。即使你需要再进修，我建议不要完全放弃现在的工作，从零开始可能不太适合。人生需要进行规划，找到自己的情感归宿和事业，需要从自我出发，了解自己的需求，这样一切都会变得更好的。希望我的建议对你有所帮助！",
    "annotation": [
      {
        "sentence": "我认真地读完了你的文字，也用心倾听了你的倾诉，我能感受到你在人生中面临着两个重要课题：家庭和事业，也可以说是情感和人际关系。",
        "label": ""
      },
      {
        "sentence": "我整理了一下你焦虑的主要状况：你已经36岁了，是一个女生，并且感觉自己一无所有。",
        "label": ""
      },
      {
        "sentence": "虽然在企业中担任较高层的职位，但你却遭遇到了一个变态女上司的PUA，她造谣诽谤你，破坏了你与他人的人际关系，导致你现在的职位岌岌可危，而且身心疲惫。",
        "label": ""
      },
      {
        "sentence": "在情感方面，你也遇到了一个海王不婚族，幸好你及时与他分手，但是你还是难免感到空虚。",
        "label": ""
      },
      {
        "sentence": "你想要去出国读书，改变你的处境，但是感觉很无力，因为身边没有人支持你，而且你总觉得其他同龄人会对你投以异样的眼光。",
        "label": ""
      },
      {
        "sentence": "我可以理解作为一个女生遭遇到变态女上司的PUA是多么痛苦，而且你现在的职位能够重新做回中高层，说明了你的能力和价值，得到了他人的认可，这是非常了不起的。",
        "label": ""
      },
      {
        "sentence": "我也曾经被科室的女主任进行过PUA，她限制了我的一切，但是我坚持做我认为正确的事情，发展了我的专业，现在我已经站在她无法企及的高度，每次在院子里与她相遇，我依然微笑地与她打招呼，因为我比她强大了百倍，我不会为了与一个不如我的人计较而朝夕相对。",
        "label": ""
      },
      {
        "sentence": "在情感方面，尽管你与海王分手了，但是你能够及时抽身而退是一件值得庆幸的事情，而你现在感到的空虚部分，或许可以来探索一下自己有什么样的情感需求。",
        "label": ""
      },
      {
        "sentence": "我相信优秀的你会吸引到更优秀的、爱你的人，他们会将你视为珍宝来守护。",
        "label": ""
      },
      {
        "sentence": "至于出国读书，这只是为了改变你的处境，有时候在现有的情况下进行调整，也许更为可行。",
        "label": ""
      },
      {
        "sentence": "你可以加入一些不同的圈子，让自己走出去，扩大社交圈，优化你的环境。",
        "label": ""
      },
      {
        "sentence": "即使你需要再进修，我建议不要完全放弃现在的工作，从零开始可能不太适合。",
        "label": ""
      },
      {
        "sentence": "人生需要进行规划，找到自己的情感归宿和事业，需要从自我出发，了解自己的需求，这样一切都会变得更好的。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助！",
        "label": ""
      }
    ]
  }
]