[
  {
    "role": "client",
    "content": "我一直都拒绝表达自己的情绪，一直压抑着自己，感到很迷茫。在高考结束后，有一堆人来到我们家，我爸妈让我到一边去，我舅舅也来了。他们几个人在屋里关着门吵吵闹闹的，我隔着屋子大概30米，啥也没听清楚。然后他们走了。高考分数出来后，发现我只能上个大专，于是我去找了班主任，他告诉我有人来找过我，我问是我亲生父亲吗？他说是。我说我不想见他，就此不了了之了，我也把这件事忘了。我想复读，然后复读期间到了距离考试只有88天的时候，我亲生父亲那边来了个哥哥非要见见我，说他父亲年纪大了，想要照顾我，他说只要我说出想要的东西，他可以帮助我。那个时候我的脑袋一片混乱，哭了一个星期，然后继续学习。可是自那时起，我发现自己特别难以集中精神，尤其是写作文的时候感到很痛苦。我一直拒绝表达自己的情绪，一直压抑着自己的情绪。最后一次高考那天，班主任问我在哪个考场，我担心亲生父亲那边的人来陪考，所以那场英语考试我感到特别焦虑，最后分数果真砸了。然后我只能上了三本大学。我爸（养父）每个月只给我800块钱生活费，对我来说特别不够花。大二下学期我禁不住诱惑，跟亲生父亲要了钱想买个kindle，结果他给了我一下子打了6千。",
    "annotation": [
      {
        "sentence": "我一直都拒绝表达自己的情绪，一直压抑着自己，感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "在高考结束后，有一堆人来到我们家，我爸妈让我到一边去，我舅舅也来了。",
        "label": ""
      },
      {
        "sentence": "他们几个人在屋里关着门吵吵闹闹的，我隔着屋子大概30米，啥也没听清楚。",
        "label": ""
      },
      {
        "sentence": "然后他们走了。",
        "label": ""
      },
      {
        "sentence": "高考分数出来后，发现我只能上个大专，于是我去找了班主任，他告诉我有人来找过我，我问是我亲生父亲吗？",
        "label": ""
      },
      {
        "sentence": "他说是。",
        "label": ""
      },
      {
        "sentence": "我说我不想见他，就此不了了之了，我也把这件事忘了。",
        "label": ""
      },
      {
        "sentence": "我想复读，然后复读期间到了距离考试只有88天的时候，我亲生父亲那边来了个哥哥非要见见我，说他父亲年纪大了，想要照顾我，他说只要我说出想要的东西，他可以帮助我。",
        "label": ""
      },
      {
        "sentence": "那个时候我的脑袋一片混乱，哭了一个星期，然后继续学习。",
        "label": ""
      },
      {
        "sentence": "可是自那时起，我发现自己特别难以集中精神，尤其是写作文的时候感到很痛苦。",
        "label": ""
      },
      {
        "sentence": "我一直拒绝表达自己的情绪，一直压抑着自己的情绪。",
        "label": ""
      },
      {
        "sentence": "最后一次高考那天，班主任问我在哪个考场，我担心亲生父亲那边的人来陪考，所以那场英语考试我感到特别焦虑，最后分数果真砸了。",
        "label": ""
      },
      {
        "sentence": "然后我只能上了三本大学。",
        "label": ""
      },
      {
        "sentence": "我爸（养父）每个月只给我800块钱生活费，对我来说特别不够花。",
        "label": ""
      },
      {
        "sentence": "大二下学期我禁不住诱惑，跟亲生父亲要了钱想买个kindle，结果他给了我一下子打了6千。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你表达的文字，我深深感受到了你的压抑，你勇敢地将这些想法表达出来真的不容易，谢谢你在这个平台上勇敢地提出了问题。我知道你表达的这些事情很多，而且表达得并不是很具体，但我想这些事情对你来说可能存在很多疑惑和困扰，让你无法表达出自己的情绪状态，让你感到迷茫。首先，我们来看看你对这些事情的困惑是什么，当时事情发生时你的想法是什么，你又有什么感受：1、你舅舅来你家，避开你去讨论一些事情。这件事情已经过去了，那你现在对于这件事情的看法是什么，这件事情还在你内心中耿耿于怀吗？你是否想知道他们当时在讨论什么，我们可以试着去搞明白这件事情。2、第一次高考失利了，你对于这次失败有什么想法，你的家人又是怎么看待这次失败的？你现在是怎么看待第一次高考的失败呢？3、你决定复读，你复读的具体目标是什么，你复读的动力是什么，你的家人对你复读的态度是怎样的。4、复读期间，你亲生父亲来找你，你拒绝与他见面，当时你是怎么看待这突如其来的事情的，你拒绝见面的想法以及感受如何，你现在对于你亲生父亲持有怎样的态度呢？5、第二次高考上了一个三本大学，你对于这次的结果是怎样看待的，你的家人又是怎么看待的呢？6、大二的时候，你向亲生父亲要钱买平板电脑，你当时的感受和想法是什么呢？第二点，我们来整理一下这些事情，理清一下内心的疙瘩，看看这些事给我们的感受是什么。第三点，关于你的迷茫问题：1、你期待什么样的自己？2、你期待什么样的生活？3、为了实现你期待的生活，你可以从哪些方面去努力呢？",
    "annotation": [
      {
        "sentence": "看到你表达的文字，我深深感受到了你的压抑，你勇敢地将这些想法表达出来真的不容易，谢谢你在这个平台上勇敢地提出了问题。",
        "label": ""
      },
      {
        "sentence": "我知道你表达的这些事情很多，而且表达得并不是很具体，但我想这些事情对你来说可能存在很多疑惑和困扰，让你无法表达出自己的情绪状态，让你感到迷茫。",
        "label": ""
      },
      {
        "sentence": "首先，我们来看看你对这些事情的困惑是什么，当时事情发生时你的想法是什么，你又有什么感受：1、你舅舅来你家，避开你去讨论一些事情。",
        "label": ""
      },
      {
        "sentence": "这件事情已经过去了，那你现在对于这件事情的看法是什么，这件事情还在你内心中耿耿于怀吗？",
        "label": ""
      },
      {
        "sentence": "你是否想知道他们当时在讨论什么，我们可以试着去搞明白这件事情。",
        "label": ""
      },
      {
        "sentence": "2、第一次高考失利了，你对于这次失败有什么想法，你的家人又是怎么看待这次失败的？",
        "label": ""
      },
      {
        "sentence": "你现在是怎么看待第一次高考的失败呢？",
        "label": ""
      },
      {
        "sentence": "3、你决定复读，你复读的具体目标是什么，你复读的动力是什么，你的家人对你复读的态度是怎样的。",
        "label": ""
      },
      {
        "sentence": "4、复读期间，你亲生父亲来找你，你拒绝与他见面，当时你是怎么看待这突如其来的事情的，你拒绝见面的想法以及感受如何，你现在对于你亲生父亲持有怎样的态度呢？",
        "label": ""
      },
      {
        "sentence": "5、第二次高考上了一个三本大学，你对于这次的结果是怎样看待的，你的家人又是怎么看待的呢？",
        "label": ""
      },
      {
        "sentence": "6、大二的时候，你向亲生父亲要钱买平板电脑，你当时的感受和想法是什么呢？",
        "label": ""
      },
      {
        "sentence": "第二点，我们来整理一下这些事情，理清一下内心的疙瘩，看看这些事给我们的感受是什么。",
        "label": ""
      },
      {
        "sentence": "第三点，关于你的迷茫问题：1、你期待什么样的自己？",
        "label": ""
      },
      {
        "sentence": "2、你期待什么样的生活？",
        "label": ""
      },
      {
        "sentence": "3、为了实现你期待的生活，你可以从哪些方面去努力呢？",
        "label": ""
      }
    ]
  }
]