[
  {
    "role": "client",
    "content": "常怀疑别人对我的爱是否真诚，想推开一个人一段关系？亲密关系中，常你进我退，你退我进，尤其在有争吵矛盾期间，会特别明显，对方越求我我越不同意，对方冷静下来退回去了，我又可能想要上去撩拨一下，让对方继续求我或者继续保留挽留的姿态，感觉自己很病态。经常会在自己有投入进去之后，不停的想要在一次不和谐的沟通或者一个不舒服的体验之后，或者其他很小的东西之后，去推开这个人和这段关系，想要退回到原点，也时常怀疑这个人是否真的爱我，有一点小细节，我会放大了看：看吧，他就是不爱我不在乎我，然后默默记在心里，等积攒多了，就爆发，彻底离开。不知道自己为什么这样，好像自我也不稳定，也没有能力去拥有一段稳定的亲密关系。",
    "annotation": [
      {
        "sentence": "常怀疑别人对我的爱是否真诚，想推开一个人一段关系？",
        "label": ""
      },
      {
        "sentence": "亲密关系中，常你进我退，你退我进，尤其在有争吵矛盾期间，会特别明显，对方越求我我越不同意，对方冷静下来退回去了，我又可能想要上去撩拨一下，让对方继续求我或者继续保留挽留的姿态，感觉自己很病态。",
        "label": ""
      },
      {
        "sentence": "经常会在自己有投入进去之后，不停的想要在一次不和谐的沟通或者一个不舒服的体验之后，或者其他很小的东西之后，去推开这个人和这段关系，想要退回到原点，也时常怀疑这个人是否真的爱我，有一点小细节，我会放大了看：看吧，他就是不爱我不在乎我，然后默默记在心里，等积攒多了，就爆发，彻底离开。",
        "label": ""
      },
      {
        "sentence": "不知道自己为什么这样，好像自我也不稳定，也没有能力去拥有一段稳定的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，你处理亲密关系的方式很像心理学上的矛盾型依恋模式。矛盾型依恋在研究母婴关系时发现的婴儿的一种依恋的状态。它属不安全依恋，由美国心理学家安斯沃思1978年根据陌生情境测验提出。这类婴儿对母亲将要离开时显得很警惕，母亲离开时表现得非常苦恼、极度反抗，任何一次短暂的分离都会引起大喊大叫。但与母亲在一起时又无法把母亲作为安全探究的基地。当母亲回来时，他对母亲的态度又是矛盾的，既寻求与母亲的接触，同时又反抗与母亲的接触，当母亲亲近他时，会生气地拒绝、推开。要他重新回去做游戏似乎不太容易，不时地朝母亲这里看。（资料引自百度百科）",
    "annotation": [
      {
        "sentence": "看了你的描述，你处理亲密关系的方式很像心理学上的矛盾型依恋模式。",
        "label": ""
      },
      {
        "sentence": "矛盾型依恋在研究母婴关系时发现的婴儿的一种依恋的状态。",
        "label": ""
      },
      {
        "sentence": "它属不安全依恋，由美国心理学家安斯沃思1978年根据陌生情境测验提出。",
        "label": ""
      },
      {
        "sentence": "这类婴儿对母亲将要离开时显得很警惕，母亲离开时表现得非常苦恼、极度反抗，任何一次短暂的分离都会引起大喊大叫。",
        "label": ""
      },
      {
        "sentence": "但与母亲在一起时又无法把母亲作为安全探究的基地。",
        "label": ""
      },
      {
        "sentence": "当母亲回来时，他对母亲的态度又是矛盾的，既寻求与母亲的接触，同时又反抗与母亲的接触，当母亲亲近他时，会生气地拒绝、推开。",
        "label": ""
      },
      {
        "sentence": "要他重新回去做游戏似乎不太容易，不时地朝母亲这里看。",
        "label": ""
      },
      {
        "sentence": "（资料引自百度百科）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来我处理亲密关系的方式与矛盾型依恋模式相似，我感觉自己陷入了一个怪圈中。每当对方开始对我表达爱意时，我却莫名地变得拒绝和冷漠，对方这时就会放弃挽留，然后我又会心生不甘，想要重新吸引对方的注意。我自己都觉得这种行为很不正常，但为什么我还是无法控制自己的情绪和行为呢？",
    "annotation": [
      {
        "sentence": "原来我处理亲密关系的方式与矛盾型依恋模式相似，我感觉自己陷入了一个怪圈中。",
        "label": ""
      },
      {
        "sentence": "每当对方开始对我表达爱意时，我却莫名地变得拒绝和冷漠，对方这时就会放弃挽留，然后我又会心生不甘，想要重新吸引对方的注意。",
        "label": ""
      },
      {
        "sentence": "我自己都觉得这种行为很不正常，但为什么我还是无法控制自己的情绪和行为呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种模式可能是由于你内心深处的信念形成的，你可能不相信自己是被爱着的。为了验证这个信念，你会不自觉地寻找证据来证明对方不够爱你，然后在关系中一次次破坏。要改善这种信念，建立起安全型的依恋模式，我建议你在条件允许的情况下接受心理咨询。",
    "annotation": [
      {
        "sentence": "这种模式可能是由于你内心深处的信念形成的，你可能不相信自己是被爱着的。",
        "label": ""
      },
      {
        "sentence": "为了验证这个信念，你会不自觉地寻找证据来证明对方不够爱你，然后在关系中一次次破坏。",
        "label": ""
      },
      {
        "sentence": "要改善这种信念，建立起安全型的依恋模式，我建议你在条件允许的情况下接受心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实有一个隐藏的信念，就是我不相信自己能够被爱。每当对方无意识地触碰到这个信念时，我就会变得敏感和不信任。我希望能够改变这种矛盾依恋模式，建立起更稳定的亲密关系。但我担心自己没有能力去做到。",
    "annotation": [
      {
        "sentence": "你说的对，我确实有一个隐藏的信念，就是我不相信自己能够被爱。",
        "label": ""
      },
      {
        "sentence": "每当对方无意识地触碰到这个信念时，我就会变得敏感和不信任。",
        "label": ""
      },
      {
        "sentence": "我希望能够改变这种矛盾依恋模式，建立起更稳定的亲密关系。",
        "label": ""
      },
      {
        "sentence": "但我担心自己没有能力去做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变是一个过程，而不是一次性的结果。你拥有改变的能力，只是需要一些时间和帮助。通过心理咨询，你可以学习如何建立安全型的依恋模式，增强自信，改变负面的信念。记住，你不是一个无能的人，你有能力创造一段稳定的亲密关系。",
    "annotation": [
      {
        "sentence": "改变是一个过程，而不是一次性的结果。",
        "label": ""
      },
      {
        "sentence": "你拥有改变的能力，只是需要一些时间和帮助。",
        "label": ""
      },
      {
        "sentence": "通过心理咨询，你可以学习如何建立安全型的依恋模式，增强自信，改变负面的信念。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个无能的人，你有能力创造一段稳定的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到你这么说，我开始有些希望了。我相信只要我愿意付出努力，就能够改变自己，建立起更健康的亲密关系。我会考虑接受心理咨询的建议，希望能够找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "听到你这么说，我开始有些希望了。",
        "label": ""
      },
      {
        "sentence": "我相信只要我愿意付出努力，就能够改变自己，建立起更健康的亲密关系。",
        "label": ""
      },
      {
        "sentence": "我会考虑接受心理咨询的建议，希望能够找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，接受心理咨询将是你走向改变的重要一步。专业的支持和指导会帮助你更好地理解自己，解决内心的矛盾，建立起稳定亲密关系的能力。祝愿你能够早日摆脱困扰，找到内心的平衡和快乐。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，接受心理咨询将是你走向改变的重要一步。",
        "label": ""
      },
      {
        "sentence": "专业的支持和指导会帮助你更好地理解自己，解决内心的矛盾，建立起稳定亲密关系的能力。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够早日摆脱困扰，找到内心的平衡和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽快寻找心理咨询师，开始我的改变之旅。希望能够在未来拥有更加健康和稳定的亲密关系。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽快寻找心理咨询师，开始我的改变之旅。",
        "label": ""
      },
      {
        "sentence": "希望能够在未来拥有更加健康和稳定的亲密关系。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够走出困境，迎接更美好的人生。坚持下去，你会发现自己的成长和变化。如果在改变的过程中需要任何支持或倾诉，随时与我联系。愿你早日达到内心的平衡与幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够走出困境，迎接更美好的人生。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你会发现自己的成长和变化。",
        "label": ""
      },
      {
        "sentence": "如果在改变的过程中需要任何支持或倾诉，随时与我联系。",
        "label": ""
      },
      {
        "sentence": "愿你早日达到内心的平衡与幸福！",
        "label": ""
      }
    ]
  }
]