[
  {
    "role": "client",
    "content": "我常怀疑别人对我的爱是否真诚，想推开一个人一段关系？亲密关系中，常你进我退，你退我进，尤其在有争吵矛盾期间，会特别明显，对方越求我我越不同意，对方冷静下来退回去了，我又可能想要上去撩拨一下，让对方继续求我或者继续保留挽留的姿态，感觉自己很病态。经常会在自己有投入进去之后，不停的想要在一次不和谐的沟通或者一个不舒服的体验之后，或者其他很小的东西之后，去推开这个人和这段关系，想要退回到原点，也时常怀疑这个人是否真的爱我，有一点小细节，我会放大了看：看吧，他就是不爱我不在乎我，然后默默记在心里，等积攒多了，就爆发，彻底离开。不知道自己为什么这样，好像自我也不稳定，也没有能力去拥有一段稳定的亲密关系。",
    "annotation": [
      {
        "sentence": "我常怀疑别人对我的爱是否真诚，想推开一个人一段关系？",
        "label": ""
      },
      {
        "sentence": "亲密关系中，常你进我退，你退我进，尤其在有争吵矛盾期间，会特别明显，对方越求我我越不同意，对方冷静下来退回去了，我又可能想要上去撩拨一下，让对方继续求我或者继续保留挽留的姿态，感觉自己很病态。",
        "label": ""
      },
      {
        "sentence": "经常会在自己有投入进去之后，不停的想要在一次不和谐的沟通或者一个不舒服的体验之后，或者其他很小的东西之后，去推开这个人和这段关系，想要退回到原点，也时常怀疑这个人是否真的爱我，有一点小细节，我会放大了看：看吧，他就是不爱我不在乎我，然后默默记在心里，等积攒多了，就爆发，彻底离开。",
        "label": ""
      },
      {
        "sentence": "不知道自己为什么这样，好像自我也不稳定，也没有能力去拥有一段稳定的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。似乎你在进入亲密关系的过程中陷入了某种“自证预言”的怪圈，你会一次次的证明对方不爱你。这是一种值得警惕，值得改变的相处模式。自证预言是一种在心理学上常见的现象，意指人会不自觉的按已知的预言来行事，最终令预言发生；也指对他人的期望会影响对方的行为，使得对方按照期望行事。“也时常怀疑这个人是否真的爱我，有一点小细节，我会放大了看：看吧，他就是不爱我……”而这往往就是故事的结局。“每个人都有一个属于自己的命运脚本”，有时候我们会无意识地按照自己的命运脚本去做，从而一次又一次地犯着同样的错误。我建议你通过心理咨询的方式去了解自己在亲密关系中的相处模式，在适当的方法指引下去改变自己，获得在亲密关系中的安全感。祝好～。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "似乎你在进入亲密关系的过程中陷入了某种“自证预言”的怪圈，你会一次次的证明对方不爱你。",
        "label": ""
      },
      {
        "sentence": "这是一种值得警惕，值得改变的相处模式。",
        "label": ""
      },
      {
        "sentence": "自证预言是一种在心理学上常见的现象，意指人会不自觉的按已知的预言来行事，最终令预言发生；也指对他人的期望会影响对方的行为，使得对方按照期望行事。",
        "label": ""
      },
      {
        "sentence": "“也时常怀疑这个人是否真的爱我，有一点小细节，我会放大了看：看吧，他就是不爱我……”而这往往就是故事的结局。",
        "label": ""
      },
      {
        "sentence": "“每个人都有一个属于自己的命运脚本”，有时候我们会无意识地按照自己的命运脚本去做，从而一次又一次地犯着同样的错误。",
        "label": ""
      },
      {
        "sentence": "我建议你通过心理咨询的方式去了解自己在亲密关系中的相处模式，在适当的方法指引下去改变自己，获得在亲密关系中的安全感。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感觉自己陷入了一种怪圈，每次都在找证据证明对方不爱我。这样的行为让我觉得很病态，也让我怀疑自己的稳定性和拥有稳定亲密关系的能力。但是，我也不知道如何改变这种相处模式，我觉得自己陷入了无法自拔的困境。",
    "annotation": [
      {
        "sentence": "你说得对，我确实感觉自己陷入了一种怪圈，每次都在找证据证明对方不爱我。",
        "label": ""
      },
      {
        "sentence": "这样的行为让我觉得很病态，也让我怀疑自己的稳定性和拥有稳定亲密关系的能力。",
        "label": ""
      },
      {
        "sentence": "但是，我也不知道如何改变这种相处模式，我觉得自己陷入了无法自拔的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困境，改变自己的相处模式确实不是一件容易的事情。我建议你寻求心理咨询师的帮助，他们可以帮助你了解你的内心需求、情绪反应和行为习惯，从而找出解决问题的方法。在咨询师的指导下，你可以探索自己的情感触发点和对亲密关系的期望，学习更健康的相处方式，建立稳定的亲密关系。你是否考虑过试试看？",
    "annotation": [
      {
        "sentence": "理解你的困境，改变自己的相处模式确实不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "我建议你寻求心理咨询师的帮助，他们可以帮助你了解你的内心需求、情绪反应和行为习惯，从而找出解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "在咨询师的指导下，你可以探索自己的情感触发点和对亲密关系的期望，学习更健康的相处方式，建立稳定的亲密关系。",
        "label": ""
      },
      {
        "sentence": "你是否考虑过试试看？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直有想过寻求心理咨询师的帮助，但心里总有些犹豫。我担心去咨询会让我变得更加依赖他人，无法独立应对自己的问题。而且我也担心咨询的费用和时间投入。",
    "annotation": [
      {
        "sentence": "其实我一直有想过寻求心理咨询师的帮助，但心里总有些犹豫。",
        "label": ""
      },
      {
        "sentence": "我担心去咨询会让我变得更加依赖他人，无法独立应对自己的问题。",
        "label": ""
      },
      {
        "sentence": "而且我也担心咨询的费用和时间投入。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧，去咨询确实需要一定的时间和经济投入。但是，心理咨询不会让你变得过分依赖他人，相反，它可以帮助你了解和发展自己的内在资源，增强自我意识和自我调节的能力。咨询师会和你一起探索问题，提供一些建议和技巧，但最终的成长和改变还是源于你自己的努力和决心。如果你经济上有困难，也可以考虑一些价格合理的心理咨询渠道或者寻求相关的社会支持。毕竟健康的心理状态对我们的生活非常重要。",
    "annotation": [
      {
        "sentence": "理解你的担忧，去咨询确实需要一定的时间和经济投入。",
        "label": ""
      },
      {
        "sentence": "但是，心理咨询不会让你变得过分依赖他人，相反，它可以帮助你了解和发展自己的内在资源，增强自我意识和自我调节的能力。",
        "label": ""
      },
      {
        "sentence": "咨询师会和你一起探索问题，提供一些建议和技巧，但最终的成长和改变还是源于你自己的努力和决心。",
        "label": ""
      },
      {
        "sentence": "如果你经济上有困难，也可以考虑一些价格合理的心理咨询渠道或者寻求相关的社会支持。",
        "label": ""
      },
      {
        "sentence": "毕竟健康的心理状态对我们的生活非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得也许尝试一下心理咨询是有帮助的。我可以先试着了解一下周围有哪些咨询师和适合我经济条件的服务，然后再做决定。我相信通过自己的努力，我可以改变自己的相处模式并建立稳定的亲密关系。非常感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得也许尝试一下心理咨询是有帮助的。",
        "label": ""
      },
      {
        "sentence": "我可以先试着了解一下周围有哪些咨询师和适合我经济条件的服务，然后再做决定。",
        "label": ""
      },
      {
        "sentence": "我相信通过自己的努力，我可以改变自己的相处模式并建立稳定的亲密关系。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的积极态度让我很欣慰，相信你的努力一定会带给你积极的改变和成长。记住，改变需要时间和坚持，但只要你付出努力，就一定会看到结果。如果在找咨询师的过程中有任何问题或需要进一步的支持，随时都可以和我交流。祝福你在这个过程中一切顺利，愿你早日获得内心的安全感和稳定的亲密关系。加油！",
    "annotation": [
      {
        "sentence": "你的积极态度让我很欣慰，相信你的努力一定会带给你积极的改变和成长。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和坚持，但只要你付出努力，就一定会看到结果。",
        "label": ""
      },
      {
        "sentence": "如果在找咨询师的过程中有任何问题或需要进一步的支持，随时都可以和我交流。",
        "label": ""
      },
      {
        "sentence": "祝福你在这个过程中一切顺利，愿你早日获得内心的安全感和稳定的亲密关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]