[
  {
    "role": "client",
    "content": "我该如何与这位存在“教师职业病”的亲戚相处？",
    "annotation": [
      {
        "sentence": "我该如何与这位存在“教师职业病”的亲戚相处？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的描述，仿佛你的这位亲戚就站在了我面前，像大话西游里的唐僧一样，絮絮叨叨，啰啰嗦嗦，没完没了。更让人生厌的是，别人不想听他说，不回应他也不搭理他，你安静点不就完了吗？可他还是在自说自话，好像瞧不起在座的各位一样，好像他不说就没人尊重他一样，好像他觉得自己最懂一样，好像他说的话多么重要一样，其实咧，别人就是当他在放屁呢。这样的人，比比皆是，自己的思维臃肿，信息传达效率低，认识不足，说话不精练，社会经验少，可还觉得自己有必要把自己知道的普及给别人。",
    "annotation": [
      {
        "sentence": "看你的描述，仿佛你的这位亲戚就站在了我面前，像大话西游里的唐僧一样，絮絮叨叨，啰啰嗦嗦，没完没了。",
        "label": ""
      },
      {
        "sentence": "更让人生厌的是，别人不想听他说，不回应他也不搭理他，你安静点不就完了吗？",
        "label": ""
      },
      {
        "sentence": "可他还是在自说自话，好像瞧不起在座的各位一样，好像他不说就没人尊重他一样，好像他觉得自己最懂一样，好像他说的话多么重要一样，其实咧，别人就是当他在放屁呢。",
        "label": ""
      },
      {
        "sentence": "这样的人，比比皆是，自己的思维臃肿，信息传达效率低，认识不足，说话不精练，社会经验少，可还觉得自己有必要把自己知道的普及给别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他确实是这样的，但是我不知道应该怎么应对他的行为，总觉得很困扰。",
    "annotation": [
      {
        "sentence": "他确实是这样的，但是我不知道应该怎么应对他的行为，总觉得很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "上课上出了惯性，做老师做出了毛病，好为人师成了自己的性格，与人相处缺少了谦虚。做老师是容易出现这样的问题的，因为他需要时时刻刻组织语言，需要随时站在讲台上给人上一课，需要用讲台上老师的腔调来传达自己的意思，这也是他职业所需。可无法灵活转换角色，及时调整自己的语言和行为，收敛一些，这就是他自己的问题了。",
    "annotation": [
      {
        "sentence": "上课上出了惯性，做老师做出了毛病，好为人师成了自己的性格，与人相处缺少了谦虚。",
        "label": ""
      },
      {
        "sentence": "做老师是容易出现这样的问题的，因为他需要时时刻刻组织语言，需要随时站在讲台上给人上一课，需要用讲台上老师的腔调来传达自己的意思，这也是他职业所需。",
        "label": ""
      },
      {
        "sentence": "可无法灵活转换角色，及时调整自己的语言和行为，收敛一些，这就是他自己的问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了他作为老师的职业特点，但是我觉得他对我说教的方式不太合适，有时候他甚至在不懂的情况下对我指手画脚，这让我感到很受挫。",
    "annotation": [
      {
        "sentence": "我明白了他作为老师的职业特点，但是我觉得他对我说教的方式不太合适，有时候他甚至在不懂的情况下对我指手画脚，这让我感到很受挫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可能年纪和他的学生相仿或者你的外在形象和表现，像一个学生，所以很容易触发他的教师开关。假设你是一个校长领导的做派，那就有意思了。或者说哪天你们家亲戚里有一位学校领导，那他的表现就会发生戏剧化的转变。你比较厌烦的是他的眼高手低、话多本事少，这有可能是他的角色没有转变的时机，你开始把他抬到了老师的位子，他自己下不来了，或者觉得和你接触你就吃他这一套。也间接说明，你的影响力弱，社交经验不足，情感和行为上不敢或者没有表达厌倦他这一套。",
    "annotation": [
      {
        "sentence": "你可能年纪和他的学生相仿或者你的外在形象和表现，像一个学生，所以很容易触发他的教师开关。",
        "label": ""
      },
      {
        "sentence": "假设你是一个校长领导的做派，那就有意思了。",
        "label": ""
      },
      {
        "sentence": "或者说哪天你们家亲戚里有一位学校领导，那他的表现就会发生戏剧化的转变。",
        "label": ""
      },
      {
        "sentence": "你比较厌烦的是他的眼高手低、话多本事少，这有可能是他的角色没有转变的时机，你开始把他抬到了老师的位子，他自己下不来了，或者觉得和你接触你就吃他这一套。",
        "label": ""
      },
      {
        "sentence": "也间接说明，你的影响力弱，社交经验不足，情感和行为上不敢或者没有表达厌倦他这一套。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实有这样的情况，也许我在和他的交流中缺乏一些主动性和表达能力。但是我不想一直接受他的说教，也不想和他产生矛盾。",
    "annotation": [
      {
        "sentence": "确实有这样的情况，也许我在和他的交流中缺乏一些主动性和表达能力。",
        "label": ""
      },
      {
        "sentence": "但是我不想一直接受他的说教，也不想和他产生矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他喜欢当老师，你又不好直接反驳他的话，那你可以顺着来，做一个爱提问题的好学生，其实老师就怕会提问题的好学生，一旦触及到他的知识边缘，他会对这个学生有新的认识，对学生也刮目相看。他没有直接针对你的意思，但是你有各种挑战他的可能，你一会是好学生，一会是坏学生，一会是同事，一会是领导。ok，你玩角色扮演，把他的教师角色打乱，看他怎么和你交流，看他还喜不喜欢当老师。坏笑……以后，也可以用这种办法，不就是演戏吗，他会演你也会演呀，演不好没事，演坏谁还不会吗？",
    "annotation": [
      {
        "sentence": "如果他喜欢当老师，你又不好直接反驳他的话，那你可以顺着来，做一个爱提问题的好学生，其实老师就怕会提问题的好学生，一旦触及到他的知识边缘，他会对这个学生有新的认识，对学生也刮目相看。",
        "label": ""
      },
      {
        "sentence": "他没有直接针对你的意思，但是你有各种挑战他的可能，你一会是好学生，一会是坏学生，一会是同事，一会是领导。",
        "label": ""
      },
      {
        "sentence": "ok，你玩角色扮演，把他的教师角色打乱，看他怎么和你交流，看他还喜不喜欢当老师。",
        "label": ""
      },
      {
        "sentence": "坏笑……以后，也可以用这种办法，不就是演戏吗，他会演你也会演呀，演不好没事，演坏谁还不会吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来不错，我可以试试。也许我需要真正拥有一些挑战他的能力，以改变我们相处的方式。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "这个方法听起来不错，我可以试试。",
        "label": ""
      },
      {
        "sentence": "也许我需要真正拥有一些挑战他的能力，以改变我们相处的方式。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你能够找到合适的方式和他相处，祝你成功！记住，表达自己的观点和感受是很重要的，不要让他的说教影响到你的情绪。加油！",
    "annotation": [
      {
        "sentence": "不客气，相信你能够找到合适的方式和他相处，祝你成功！",
        "label": ""
      },
      {
        "sentence": "记住，表达自己的观点和感受是很重要的，不要让他的说教影响到你的情绪。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]