[
  {
    "role": "client",
    "content": "我该如何与这位存在“教师职业病”的亲戚相处？首先我并不是因此贬低教师这个职业，也不是因为他的“教师职业病”就把他贬的一无是处，这也许只是我们性格不合，但不可否认的是，他的“教师职业病”会成为我们相处之间的一个火药桶。他在出行时，总在指点人家应该做什么，自己却从来没有主动承担责任。他在没有事做的时候，会盯着其他人看，直到找出他人的缺点然后批判一番。他在他不熟悉的领域，也会自大的发表言论，例如他在不了解医疗行业，可以说出“消化科医生不赚钱”这种话。他自己没有踩过离合，也会对他人的科目二考试指指点点。从指点、批判、发表高论这三种行为中可以归纳出他的心态：“他是老师，因为学生的服从，长期居于高位，所以他习惯于指点。不知道的知识会影响他的地位，他便通过道听途说的言论以及揪出自己看不惯的地方来假装自己知道，就有了批判和发表高论。”对我来说，我不是不接受说教，而是不接受他在不懂（做不到）的情况下进行说教，这让我感到他对自己说的话没有用心。",
    "annotation": [
      {
        "sentence": "我该如何与这位存在“教师职业病”的亲戚相处？",
        "label": ""
      },
      {
        "sentence": "首先我并不是因此贬低教师这个职业，也不是因为他的“教师职业病”就把他贬的一无是处，这也许只是我们性格不合，但不可否认的是，他的“教师职业病”会成为我们相处之间的一个火药桶。",
        "label": ""
      },
      {
        "sentence": "他在出行时，总在指点人家应该做什么，自己却从来没有主动承担责任。",
        "label": ""
      },
      {
        "sentence": "他在没有事做的时候，会盯着其他人看，直到找出他人的缺点然后批判一番。",
        "label": ""
      },
      {
        "sentence": "他在他不熟悉的领域，也会自大的发表言论，例如他在不了解医疗行业，可以说出“消化科医生不赚钱”这种话。",
        "label": ""
      },
      {
        "sentence": "他自己没有踩过离合，也会对他人的科目二考试指指点点。",
        "label": ""
      },
      {
        "sentence": "从指点、批判、发表高论这三种行为中可以归纳出他的心态：“他是老师，因为学生的服从，长期居于高位，所以他习惯于指点。",
        "label": ""
      },
      {
        "sentence": "不知道的知识会影响他的地位，他便通过道听途说的言论以及揪出自己看不惯的地方来假装自己知道，就有了批判和发表高论。",
        "label": ""
      },
      {
        "sentence": "”对我来说，我不是不接受说教，而是不接受他在不懂（做不到）的情况下进行说教，这让我感到他对自己说的话没有用心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉您对于这位亲戚还是比较了解，对于他的模式也描述的很清楚。",
    "annotation": [
      {
        "sentence": "感觉您对于这位亲戚还是比较了解，对于他的模式也描述的很清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他的行为模式经常会引起我们之间的冲突，也让我觉得他说话没有用心。",
    "annotation": [
      {
        "sentence": "是的，我觉得他的行为模式经常会引起我们之间的冲突，也让我觉得他说话没有用心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您说他的这种模式对他自己来说可能是一种存在感，让他感觉舒服和有主导权，对吗？但是对于您来说会有不同的影响。",
    "annotation": [
      {
        "sentence": "您说他的这种模式对他自己来说可能是一种存在感，让他感觉舒服和有主导权，对吗？",
        "label": ""
      },
      {
        "sentence": "但是对于您来说会有不同的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他在学校的角色是指导学生，所以这种模式对他来说可能是有用的。但是对我来说，我感觉自己被他指挥，而且觉得他在不了解情况的情况下进行说教，让我觉得他对自己说的话没有用心。",
    "annotation": [
      {
        "sentence": "是的，他在学校的角色是指导学生，所以这种模式对他来说可能是有用的。",
        "label": ""
      },
      {
        "sentence": "但是对我来说，我感觉自己被他指挥，而且觉得他在不了解情况的情况下进行说教，让我觉得他对自己说的话没有用心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解您的感受，每个人都有自己的敏感点和不舒服的地方。或许我们可以尝试减轻这种影响，让自己更加强大。您有没有观察到他的模式在他紧张的时候会更明显呢？",
    "annotation": [
      {
        "sentence": "我能理解您的感受，每个人都有自己的敏感点和不舒服的地方。",
        "label": ""
      },
      {
        "sentence": "或许我们可以尝试减轻这种影响，让自己更加强大。",
        "label": ""
      },
      {
        "sentence": "您有没有观察到他的模式在他紧张的时候会更明显呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实觉察到当他紧张的时候，这种模式会更加明显。",
    "annotation": [
      {
        "sentence": "是的，我确实觉察到当他紧张的时候，这种模式会更加明显。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那或许我们可以尝试接纳他在这种状态下表现出的模式，让他感觉舒服一点。毕竟，他作为您的亲戚应该是比较亲密的人，我们也希望他感到快乐和舒服。同时，您也可以观察一下当他这样说的时候，您的内心会想到什么，是不是觉得被指挥或者尴尬？",
    "annotation": [
      {
        "sentence": "那或许我们可以尝试接纳他在这种状态下表现出的模式，让他感觉舒服一点。",
        "label": ""
      },
      {
        "sentence": "毕竟，他作为您的亲戚应该是比较亲密的人，我们也希望他感到快乐和舒服。",
        "label": ""
      },
      {
        "sentence": "同时，您也可以观察一下当他这样说的时候，您的内心会想到什么，是不是觉得被指挥或者尴尬？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得当他这样说的时候，我会觉得自己被指挥，也会感到一些尴尬。",
    "annotation": [
      {
        "sentence": "我觉得当他这样说的时候，我会觉得自己被指挥，也会感到一些尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的观察。通过观察和了解自己的敏感点，我们可以逐渐让自己的内心变得更加强大。您觉得这些回答对您有一些帮助吗？",
    "annotation": [
      {
        "sentence": "这是一个很好的观察。",
        "label": ""
      },
      {
        "sentence": "通过观察和了解自己的敏感点，我们可以逐渐让自己的内心变得更加强大。",
        "label": ""
      },
      {
        "sentence": "您觉得这些回答对您有一些帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，谢谢你的回答。我会试着接纳他的模式，并且关注自己的敏感点，让自己变得更强大。",
    "annotation": [
      {
        "sentence": "是的，谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我会试着接纳他的模式，并且关注自己的敏感点，让自己变得更强大。",
        "label": ""
      }
    ]
  }
]