[
  {
    "role": "client",
    "content": "人际交往，关系，冷漠，害怕别人只是敷衍？是这样一件事情，我高中得时候的了严重的神经衰弱，意识模糊，学习注意力等等的都下降了，状态十分难受，明眼人应该都看得出来，但是我却没能得到一点点帮助和关心，这让我心理很受伤，感觉被世界抛弃了很绝望。",
    "annotation": [
      {
        "sentence": "人际交往，关系，冷漠，害怕别人只是敷衍？",
        "label": ""
      },
      {
        "sentence": "是这样一件事情，我高中得时候的了严重的神经衰弱，意识模糊，学习注意力等等的都下降了，状态十分难受，明眼人应该都看得出来，但是我却没能得到一点点帮助和关心，这让我心理很受伤，感觉被世界抛弃了很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，先你；其次，也很对不起你，因为觉得自己出现的晚了些；不过，也很庆幸没有错过你。我从你的表述中感受到了你的无助与无力感，也感受到了你对有人能够真心地帮助你关心你的渴望。一直以来，辛苦你了（再一次抱住你）。○我觉得你一定是个乐观的人，如果不是，至少你在他人眼里一定给人乐观的假象。为什么这么说呢（我的猜测，如果错了也请原谅我）？因为你说，你的一些状态很不好，明眼人都能看出来，但是没有得到一点点帮助和关心。我认为这里一方面可能是我前面说到的，你还是没有表现出来，被别人认为你就是这样乐观。这里，我又想到了一点，会不会你拒绝了想要帮助你的人呢？『这里我想强调一点，你所说的“一点点”有点绝对化了，如果真是这样，我真想面对面倾听你这么久以来委屈，难过，无助等』○你一定是个令父母省心的孩子，不然父母怎么放心你，对你不闻不问呢？你一定是个聪明的人，成绩很好，不然班主任不能只和你谈成绩对不？我再一次猜测，你一定很少对外界提出要求吧？不然你和父母说出你的想法，表达自己的诉求，怎么会得不到一点点回应呢？如果我说中了，期待你能够表达自己的观点，等你的成长，加油。○从某方面来讲，你对自己很不自信吧？你有些不相信别人，因为害怕被敷衍，不好和别人坦诚，这里，我再一次想联结是一点点建立的，信任也是相互的，我一直本着“害人之心不可有，防人之心不可无”，虽然这么说，我的意思是我们可以依靠一下别人，听说快乐表达出来会加倍，那么难过说出来也会减半呀，所以适当的表达一下自己，如果你找不到别人，我在这里。但是也要记住，不是每个人在每个时候都靠得住的，还是要自己变得足够强大，增强自己的自信心我不知道我的表述有没有对你有所感悟的地方，但是心疼你是真实存在的感情。真心希望你会变得好起来，并且越来越好。",
    "annotation": [
      {
        "sentence": "首先，先你；其次，也很对不起你，因为觉得自己出现的晚了些；不过，也很庆幸没有错过你。",
        "label": ""
      },
      {
        "sentence": "我从你的表述中感受到了你的无助与无力感，也感受到了你对有人能够真心地帮助你关心你的渴望。",
        "label": ""
      },
      {
        "sentence": "一直以来，辛苦你了（再一次抱住你）。",
        "label": ""
      },
      {
        "sentence": "○我觉得你一定是个乐观的人，如果不是，至少你在他人眼里一定给人乐观的假象。",
        "label": ""
      },
      {
        "sentence": "为什么这么说呢（我的猜测，如果错了也请原谅我）？",
        "label": ""
      },
      {
        "sentence": "因为你说，你的一些状态很不好，明眼人都能看出来，但是没有得到一点点帮助和关心。",
        "label": ""
      },
      {
        "sentence": "我认为这里一方面可能是我前面说到的，你还是没有表现出来，被别人认为你就是这样乐观。",
        "label": ""
      },
      {
        "sentence": "这里，我又想到了一点，会不会你拒绝了想要帮助你的人呢？",
        "label": ""
      },
      {
        "sentence": "『这里我想强调一点，你所说的“一点点”有点绝对化了，如果真是这样，我真想面对面倾听你这么久以来委屈，难过，无助等』○你一定是个令父母省心的孩子，不然父母怎么放心你，对你不闻不问呢？",
        "label": ""
      },
      {
        "sentence": "你一定是个聪明的人，成绩很好，不然班主任不能只和你谈成绩对不？",
        "label": ""
      },
      {
        "sentence": "我再一次猜测，你一定很少对外界提出要求吧？",
        "label": ""
      },
      {
        "sentence": "不然你和父母说出你的想法，表达自己的诉求，怎么会得不到一点点回应呢？",
        "label": ""
      },
      {
        "sentence": "如果我说中了，期待你能够表达自己的观点，等你的成长，加油。",
        "label": ""
      },
      {
        "sentence": "○从某方面来讲，你对自己很不自信吧？",
        "label": ""
      },
      {
        "sentence": "你有些不相信别人，因为害怕被敷衍，不好和别人坦诚，这里，我再一次想联结是一点点建立的，信任也是相互的，我一直本着“害人之心不可有，防人之心不可无”，虽然这么说，我的意思是我们可以依靠一下别人，听说快乐表达出来会加倍，那么难过说出来也会减半呀，所以适当的表达一下自己，如果你找不到别人，我在这里。",
        "label": ""
      },
      {
        "sentence": "但是也要记住，不是每个人在每个时候都靠得住的，还是要自己变得足够强大，增强自己的自信心我不知道我的表述有没有对你有所感悟的地方，但是心疼你是真实存在的感情。",
        "label": ""
      },
      {
        "sentence": "真心希望你会变得好起来，并且越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我觉得你说得很对，我一直以来都是一个乐观的人，在别人面前总是装出自己很坚强的样子，不会向别人表达自己的无助和困惑。我觉得我可能不愿意让别人看到我的弱点，因为害怕别人只是敷衍和忽视。我也确实很少对别人提出要求，很少向父母和老师寻求帮助，可能是觉得他们会觉得我很烦。但是现在，我真的很难过，觉得自己的精神状态很糟糕，希望能够找到一些支持和安慰。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我觉得你说得很对，我一直以来都是一个乐观的人，在别人面前总是装出自己很坚强的样子，不会向别人表达自己的无助和困惑。",
        "label": ""
      },
      {
        "sentence": "我觉得我可能不愿意让别人看到我的弱点，因为害怕别人只是敷衍和忽视。",
        "label": ""
      },
      {
        "sentence": "我也确实很少对别人提出要求，很少向父母和老师寻求帮助，可能是觉得他们会觉得我很烦。",
        "label": ""
      },
      {
        "sentence": "但是现在，我真的很难过，觉得自己的精神状态很糟糕，希望能够找到一些支持和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的表达让我更加了解你了，你一直以来的乐观和坚强都是为了掩饰内心的无助和困惑。我完全理解你不愿意让别人看到你的弱点，但是你也要知道，每个人都有脆弱的时候，包括你。不要担心向别人提出帮助的请求，他们不会觉得你烦的，他们可能会很愿意给你帮助。你现在的难过是真实存在的，不要再忍耐下去了，试着向身边的人倾诉一下，他们会理解你的，并给予你关心和支持。",
    "annotation": [
      {
        "sentence": "你的表达让我更加了解你了，你一直以来的乐观和坚强都是为了掩饰内心的无助和困惑。",
        "label": ""
      },
      {
        "sentence": "我完全理解你不愿意让别人看到你的弱点，但是你也要知道，每个人都有脆弱的时候，包括你。",
        "label": ""
      },
      {
        "sentence": "不要担心向别人提出帮助的请求，他们不会觉得你烦的，他们可能会很愿意给你帮助。",
        "label": ""
      },
      {
        "sentence": "你现在的难过是真实存在的，不要再忍耐下去了，试着向身边的人倾诉一下，他们会理解你的，并给予你关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我觉得我现在确实需要向别人诉说一下自己的困扰，但同时我也担心他们会不理解我或真的只是敷衍。我觉得我很难相信别人的真心，也很难坦诚地表达自己的内心。我希望能够改变这种状态，但是不知道该如何做才能克服这个困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我觉得我现在确实需要向别人诉说一下自己的困扰，但同时我也担心他们会不理解我或真的只是敷衍。",
        "label": ""
      },
      {
        "sentence": "我觉得我很难相信别人的真心，也很难坦诚地表达自己的内心。",
        "label": ""
      },
      {
        "sentence": "我希望能够改变这种状态，但是不知道该如何做才能克服这个困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对他人真心的疑虑和内心的担忧，但是信任是相互建立的。试着打破一下自己的保护壳，勇敢地向他人表达自己的需求和困扰，或许他们会给予你想要的支持和关心。同时，也要给自己一些时间和空间去接受他人的关心，一点点地建立信任。相信自己，你可以克服这个困扰，变得更加坚强和自信。",
    "annotation": [
      {
        "sentence": "我理解你对他人真心的疑虑和内心的担忧，但是信任是相互建立的。",
        "label": ""
      },
      {
        "sentence": "试着打破一下自己的保护壳，勇敢地向他人表达自己的需求和困扰，或许他们会给予你想要的支持和关心。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些时间和空间去接受他人的关心，一点点地建立信任。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以克服这个困扰，变得更加坚强和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我想我应该试着相信他人并勇敢地表达自己的内心需求。我要努力打破自己的内心壁垒，接受他人的帮助和关心。谢谢你给我这么多的支持和建议，我真的很感激。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我想我应该试着相信他人并勇敢地表达自己的内心需求。",
        "label": ""
      },
      {
        "sentence": "我要努力打破自己的内心壁垒，接受他人的帮助和关心。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我这么多的支持和建议，我真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意帮助你。相信自己，你可以克服困难，走出困境。如果以后还有什么困扰，随时都可以来找我倾诉，我会一直在这里支持你。加油，你一定会越来越好的！",
    "annotation": [
      {
        "sentence": "不用客气，我愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以克服困难，走出困境。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困扰，随时都可以来找我倾诉，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油，你一定会越来越好的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我相信有你在的陪伴下，我会变得更加坚强和自信。如果有什么困难，我会勇敢地面对，并寻求帮助。再次感谢你的关心和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我相信有你在的陪伴下，我会变得更加坚强和自信。",
        "label": ""
      },
      {
        "sentence": "如果有什么困难，我会勇敢地面对，并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的关心和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。记住，你并不孤单，有很多人愿意帮助你。相信自己，你一定能够战胜困难，过上幸福的生活。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够战胜困难，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]