[
  {
    "role": "client",
    "content": "心里住着前任，真的对得起自己的爱人吗？跟前任在一起了两个月，跟他在一起会有莫名的踏实感。说不上很开心，知道自己爱得太卑微就是愿意往里栽。每天都盼望着能跟他同床共枕。无奈我们的性格不合适，两个人都太强势，在一起会经常吵架，分开了没到一个月我就闪婚了…心里还住着他，同时也瞒着自己的老公，刚开始对我老公还挺满意的，时间长了有点莫名的压迫感，没有自由可言…现在的我真是一团糟，工作不顺利感情不顺心。",
    "annotation": [
      {
        "sentence": "心里住着前任，真的对得起自己的爱人吗？",
        "label": ""
      },
      {
        "sentence": "跟前任在一起了两个月，跟他在一起会有莫名的踏实感。",
        "label": ""
      },
      {
        "sentence": "说不上很开心，知道自己爱得太卑微就是愿意往里栽。",
        "label": ""
      },
      {
        "sentence": "每天都盼望着能跟他同床共枕。",
        "label": ""
      },
      {
        "sentence": "无奈我们的性格不合适，两个人都太强势，在一起会经常吵架，分开了没到一个月我就闪婚了…心里还住着他，同时也瞒着自己的老公，刚开始对我老公还挺满意的，时间长了有点莫名的压迫感，没有自由可言…现在的我真是一团糟，工作不顺利感情不顺心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "两个人都太强势，在一起会经常吵架，分开了没到一个月你就闪婚了，这是为了逃避一些事情吗？告诉我你和你老公发生了什么事情。你先来说说没有自由和压迫感是指什么，具体发生了什么事情让你感到糟糕？",
    "annotation": [
      {
        "sentence": "两个人都太强势，在一起会经常吵架，分开了没到一个月你就闪婚了，这是为了逃避一些事情吗？",
        "label": ""
      },
      {
        "sentence": "告诉我你和你老公发生了什么事情。",
        "label": ""
      },
      {
        "sentence": "你先来说说没有自由和压迫感是指什么，具体发生了什么事情让你感到糟糕？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我跟我老公感情一开始是很好的，我们结婚不久的时候我还挺满意的。但是随着时间的推移，我觉得自己失去了一些自由，感到压力很大。我开始怀念和前任在一起时的那种踏实感，渐渐地心里住着前任。同时，我也瞒着我老公，不敢和他说心里住着别人这件事。",
    "annotation": [
      {
        "sentence": "我跟我老公感情一开始是很好的，我们结婚不久的时候我还挺满意的。",
        "label": ""
      },
      {
        "sentence": "但是随着时间的推移，我觉得自己失去了一些自由，感到压力很大。",
        "label": ""
      },
      {
        "sentence": "我开始怀念和前任在一起时的那种踏实感，渐渐地心里住着前任。",
        "label": ""
      },
      {
        "sentence": "同时，我也瞒着我老公，不敢和他说心里住着别人这件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你现在的感受其实是对当前的生活状态和压力的不满，所以才会回忆起过去的感觉。但是逃避并不解决问题，你应该勇敢面对并与你的爱人沟通你当前的困惑和不满。和你老公坦诚相待，寻求一种更好的解决方法，才能真正解决你内心的困扰。",
    "annotation": [
      {
        "sentence": "明白了，你现在的感受其实是对当前的生活状态和压力的不满，所以才会回忆起过去的感觉。",
        "label": ""
      },
      {
        "sentence": "但是逃避并不解决问题，你应该勇敢面对并与你的爱人沟通你当前的困惑和不满。",
        "label": ""
      },
      {
        "sentence": "和你老公坦诚相待，寻求一种更好的解决方法，才能真正解决你内心的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和我老公坦诚相待，毕竟我们是夫妻。但是我也担心他接受不了我内心的苦恋和瞒着他的事实，怕伤害到他。我真的不知道该怎么处理这个问题。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和我老公坦诚相待，毕竟我们是夫妻。",
        "label": ""
      },
      {
        "sentence": "但是我也担心他接受不了我内心的苦恋和瞒着他的事实，怕伤害到他。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的顾虑，但是长期瞒着事实其实会加重内心负担，对你们的关系也会带来隐患。试着去坦诚面对，给你的爱人一个机会去理解你的感受和困惑。也许他会更加支持你，共同寻求解决的方法。",
    "annotation": [
      {
        "sentence": "理解你的顾虑，但是长期瞒着事实其实会加重内心负担，对你们的关系也会带来隐患。",
        "label": ""
      },
      {
        "sentence": "试着去坦诚面对，给你的爱人一个机会去理解你的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "也许他会更加支持你，共同寻求解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要勇敢面对这个问题。我会尽快和我老公坦诚相待，告诉他我内心的困扰和矛盾。谢谢你的鼓励和支持，你真的帮了我很多。",
    "annotation": [
      {
        "sentence": "你说得对，我需要勇敢面对这个问题。",
        "label": ""
      },
      {
        "sentence": "我会尽快和我老公坦诚相待，告诉他我内心的困扰和矛盾。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，你真的帮了我很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，勇敢地面对自己的内心，与爱人进行真诚的交流，相信你们一定可以找到解决问题的方法。我会一直支持你的，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，勇敢地面对自己的内心，与爱人进行真诚的交流，相信你们一定可以找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，加油！",
        "label": ""
      }
    ]
  }
]