[
  {
    "role": "client",
    "content": "人际交往，关系，冷漠，害怕别人只是敷衍？是这样一件事情，我高中得时候的了严重的神经衰弱，意识模糊，学习注意力等等的都下降了，状态十分难受，明眼人应该都看得出来，但是我却没能得到一点点帮助和关心，这让我心理很受伤，感觉被世界抛弃了很绝望，我的父母，也是对此不问不玩，班主任也只会来和我说商谈成绩，但是我只知道当时我状态非常不好，我很努力的在学习，但是没有效果，我也不知道自己怎么了，我也不懂，就是这么个过程，让我心理很受伤，很难过，到现在为止对人非常冷漠，对我父母，大学舍友都很冷摸，精神状态也不好，大三了这一点很痛苦不知道怎么办，也不知道和谁说，核舍友说了，但是我也感觉他们不好帮助我，也不会放在心上，我感觉没有一个人生我的朋友内心很受伤，难过，无助，可恶被人帮助，又害怕别人只是敷衍。",
    "annotation": [
      {
        "sentence": "人际交往，关系，冷漠，害怕别人只是敷衍？",
        "label": ""
      },
      {
        "sentence": "是这样一件事情，我高中得时候的了严重的神经衰弱，意识模糊，学习注意力等等的都下降了，状态十分难受，明眼人应该都看得出来，但是我却没能得到一点点帮助和关心，这让我心理很受伤，感觉被世界抛弃了很绝望，我的父母，也是对此不问不玩，班主任也只会来和我说商谈成绩，但是我只知道当时我状态非常不好，我很努力的在学习，但是没有效果，我也不知道自己怎么了，我也不懂，就是这么个过程，让我心理很受伤，很难过，到现在为止对人非常冷漠，对我父母，大学舍友都很冷摸，精神状态也不好，大三了这一点很痛苦不知道怎么办，也不知道和谁说，核舍友说了，但是我也感觉他们不好帮助我，也不会放在心上，我感觉没有一个人生我的朋友内心很受伤，难过，无助，可恶被人帮助，又害怕别人只是敷衍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "此时此刻，我只想静静地在这里，听你讲一讲从高中到大三这些年你所有的委屈、伤心、失望。你经历了这么多，我能了解你的内心是有多么痛苦。我真的很希望能为你提供支持并解决你的困境。请你先告诉我，你有想过为什么你那时候没有得到帮助和关心的原因吗？",
    "annotation": [
      {
        "sentence": "此时此刻，我只想静静地在这里，听你讲一讲从高中到大三这些年你所有的委屈、伤心、失望。",
        "label": ""
      },
      {
        "sentence": "你经历了这么多，我能了解你的内心是有多么痛苦。",
        "label": ""
      },
      {
        "sentence": "我真的很希望能为你提供支持并解决你的困境。",
        "label": ""
      },
      {
        "sentence": "请你先告诉我，你有想过为什么你那时候没有得到帮助和关心的原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想可能是我没有表达清楚自己的困境，或者别人不愿意理解我的痛苦。我觉得自己失去了与他人沟通的能力，也不懂得如何向他们寻求帮助。",
    "annotation": [
      {
        "sentence": "我想可能是我没有表达清楚自己的困境，或者别人不愿意理解我的痛苦。",
        "label": ""
      },
      {
        "sentence": "我觉得自己失去了与他人沟通的能力，也不懂得如何向他们寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不是一个不值得被理解和关怀的人。每个人都有困难的时候，而你所遇到的痛苦也是很真实的。或许我们可以一起想一些解决办法，帮你重新建立与他人沟通的能力。我可以帮你列出一些建议，比如，你可以向你的父母坦诚你当前的病情和困扰，也可以寻找大学的心理咨询师来倾诉你的心声。",
    "annotation": [
      {
        "sentence": "你并不是一个不值得被理解和关怀的人。",
        "label": ""
      },
      {
        "sentence": "每个人都有困难的时候，而你所遇到的痛苦也是很真实的。",
        "label": ""
      },
      {
        "sentence": "或许我们可以一起想一些解决办法，帮你重新建立与他人沟通的能力。",
        "label": ""
      },
      {
        "sentence": "我可以帮你列出一些建议，比如，你可以向你的父母坦诚你当前的病情和困扰，也可以寻找大学的心理咨询师来倾诉你的心声。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会试着向父母坦诚一切，并主动与大学的心理咨询师联系。但是，我还是有些害怕，担心他们不会关心我或只是敷衍我。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着向父母坦诚一切，并主动与大学的心理咨询师联系。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有些害怕，担心他们不会关心我或只是敷衍我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和害怕，但是我们不能让这些恐惧阻止我们迈出第一步。与心理咨询师的咨询一般都是保密的，他们专业且有经验，能够提供给你真正的帮助。我们都希望你能找到一个积极的解决方案，重新建立起信任和良好的人际关系。",
    "annotation": [
      {
        "sentence": "我理解你的担心和害怕，但是我们不能让这些恐惧阻止我们迈出第一步。",
        "label": ""
      },
      {
        "sentence": "与心理咨询师的咨询一般都是保密的，他们专业且有经验，能够提供给你真正的帮助。",
        "label": ""
      },
      {
        "sentence": "我们都希望你能找到一个积极的解决方案，重新建立起信任和良好的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我会试一试并克服自己的内心恐惧。谢谢你一直在支持我。",
    "annotation": [
      {
        "sentence": "你说的有道理，我会试一试并克服自己的内心恐惧。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个勇敢的人，我相信你能够战胜内心的恐惧。无论在哪里，你永远不会孤单，因为总有人愿意伸出援手。如果你需要的话，我愿意陪你一同前行。有什么问题或困难，随时和我倾诉。",
    "annotation": [
      {
        "sentence": "你是个勇敢的人，我相信你能够战胜内心的恐惧。",
        "label": ""
      },
      {
        "sentence": "无论在哪里，你永远不会孤单，因为总有人愿意伸出援手。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，我愿意陪你一同前行。",
        "label": ""
      },
      {
        "sentence": "有什么问题或困难，随时和我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我感到无比温暖。我想我会尝试改变自己，去寻找真正的朋友，并把我内心的困境告诉他们，或许这样能够解决我长久以来的心理困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我感到无比温暖。",
        "label": ""
      },
      {
        "sentence": "我想我会尝试改变自己，去寻找真正的朋友，并把我内心的困境告诉他们，或许这样能够解决我长久以来的心理困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！与真正的朋友分享你的困境是非常有益的。你会慢慢发现，有些人是真心愿意帮助你、理解你的。一路上，我会一直陪在你身边，支持你的决定。记住，你值得被人关心，你的困境也值得被解决。加油！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "与真正的朋友分享你的困境是非常有益的。",
        "label": ""
      },
      {
        "sentence": "你会慢慢发现，有些人是真心愿意帮助你、理解你的。",
        "label": ""
      },
      {
        "sentence": "一路上，我会一直陪在你身边，支持你的决定。",
        "label": ""
      },
      {
        "sentence": "记住，你值得被人关心，你的困境也值得被解决。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你这么支持我，我会试着积极主动地面对我内心的困扰，找到解决问题的方法。如果以后还遇到困难，我会和你及时沟通，请你继续帮助我。",
    "annotation": [
      {
        "sentence": "谢谢你这么支持我，我会试着积极主动地面对我内心的困扰，找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "如果以后还遇到困难，我会和你及时沟通，请你继续帮助我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！我会一直在这里支持你的。无论何时何地，你都可以来找我倾诉，我会尽力帮助你。相信自己，我们一起努力，你一定能够度过困难，重新找到内心的平静和快乐。你并不孤单，你有我陪伴你。",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，你都可以来找我倾诉，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，我们一起努力，你一定能够度过困难，重新找到内心的平静和快乐。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，你有我陪伴你。",
        "label": ""
      }
    ]
  }
]