[
  {
    "role": "client",
    "content": "如果上帝允许我去书写自己孩子的命运，我会不会写？",
    "annotation": [
      {
        "sentence": "如果上帝允许我去书写自己孩子的命运，我会不会写？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你似乎在考虑孩子命运的问题上有些困惑。不过如果上帝真的给了家长们这样的权利，我认为有的家长可能会选择书写孩子的命运，因为他们可能会有一些遗憾，这些遗憾他们自己已经无法实现，只能寄希望于下一代。但是，如果父母去过度影响孩子的人生，孩子可能就失去了自主决定的权力，变成父母的延伸。您可以想象一下，如果孩子每天都按照父母的想法去生活，没有一点自由，这样的情景会让孩子开心吗？",
    "annotation": [
      {
        "sentence": "听起来你似乎在考虑孩子命运的问题上有些困惑。",
        "label": ""
      },
      {
        "sentence": "不过如果上帝真的给了家长们这样的权利，我认为有的家长可能会选择书写孩子的命运，因为他们可能会有一些遗憾，这些遗憾他们自己已经无法实现，只能寄希望于下一代。",
        "label": ""
      },
      {
        "sentence": "但是，如果父母去过度影响孩子的人生，孩子可能就失去了自主决定的权力，变成父母的延伸。",
        "label": ""
      },
      {
        "sentence": "您可以想象一下，如果孩子每天都按照父母的想法去生活，没有一点自由，这样的情景会让孩子开心吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于孩子来说，这样的生活肯定是失去了自主权，感觉有些可怕。我会真正开心吗？",
    "annotation": [
      {
        "sentence": "对于孩子来说，这样的生活肯定是失去了自主权，感觉有些可怕。",
        "label": ""
      },
      {
        "sentence": "我会真正开心吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是因为你真正爱孩子，你不愿意看到孩子一直过着这样的生活吧！不过，我们也不能排除一些家长觉得他们的安排是对孩子最好的，这是出于他们对孩子的深爱。但是我们必须注意到，家长并不能陪伴孩子一辈子，家长所书写的命运也可能会被意外改写。毕竟，家长不可能每时每刻都在孩子身边，孩子也可能获得改变命运的魔法，然后按照自己的意愿过完一生。这样看来，家长只是白白劳累了。",
    "annotation": [
      {
        "sentence": "正是因为你真正爱孩子，你不愿意看到孩子一直过着这样的生活吧！",
        "label": ""
      },
      {
        "sentence": "不过，我们也不能排除一些家长觉得他们的安排是对孩子最好的，这是出于他们对孩子的深爱。",
        "label": ""
      },
      {
        "sentence": "但是我们必须注意到，家长并不能陪伴孩子一辈子，家长所书写的命运也可能会被意外改写。",
        "label": ""
      },
      {
        "sentence": "毕竟，家长不可能每时每刻都在孩子身边，孩子也可能获得改变命运的魔法，然后按照自己的意愿过完一生。",
        "label": ""
      },
      {
        "sentence": "这样看来，家长只是白白劳累了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以，放弃书写孩子命运是个聪明的选择吗？",
    "annotation": [
      {
        "sentence": "所以，放弃书写孩子命运是个聪明的选择吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "毫无疑问，明智的父母会选择放弃书写孩子的命运，因为家长的期望始终只是家长自己的，而不是孩子的。孩子应该有选择自己人生的权利，并且人生是无法被设定的。虽然有人把人生比作剧本，但是人生比剧本更加精彩，因为在人生的舞台上，每个人都可以成为主角。在这个剧本中，你有权根据自己的意愿随时改变剧情，因为你是自己人生的编剧和导演！我觉得，能够放弃书写孩子命运的家长的内心更加强大，也更愿意用宽容的眼光看待这个世界，这才是真正洒脱的表现。从某种程度上说，他们对孩子的爱也更加无私。",
    "annotation": [
      {
        "sentence": "毫无疑问，明智的父母会选择放弃书写孩子的命运，因为家长的期望始终只是家长自己的，而不是孩子的。",
        "label": ""
      },
      {
        "sentence": "孩子应该有选择自己人生的权利，并且人生是无法被设定的。",
        "label": ""
      },
      {
        "sentence": "虽然有人把人生比作剧本，但是人生比剧本更加精彩，因为在人生的舞台上，每个人都可以成为主角。",
        "label": ""
      },
      {
        "sentence": "在这个剧本中，你有权根据自己的意愿随时改变剧情，因为你是自己人生的编剧和导演！",
        "label": ""
      },
      {
        "sentence": "我觉得，能够放弃书写孩子命运的家长的内心更加强大，也更愿意用宽容的眼光看待这个世界，这才是真正洒脱的表现。",
        "label": ""
      },
      {
        "sentence": "从某种程度上说，他们对孩子的爱也更加无私。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢您的理解和支持。有您的帮助，我感到心情舒畅多了。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢您的理解和支持。",
        "label": ""
      },
      {
        "sentence": "有您的帮助，我感到心情舒畅多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到您，您的心情能够放松是我最大的愿望。如果您还有其他问题或疑虑，随时都可以找我倾诉。相信您会找到属于自己和孩子的最佳方案。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到您，您的心情能够放松是我最大的愿望。",
        "label": ""
      },
      {
        "sentence": "如果您还有其他问题或疑虑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "相信您会找到属于自己和孩子的最佳方案。",
        "label": ""
      }
    ]
  }
]