[
  {
    "role": "client",
    "content": "人际交往，关系，冷漠，害怕别人只是敷衍？是这样一件事情，我高中得时候的了严重的神经衰弱，意识模糊，学习注意力等等的都下降了，状态十分难受，明眼人应该都看得出来，但是我却没能得到一点点帮助和关心，这让我心理很受伤，感觉被世界抛弃了很绝望，我的父母，也是对此不问不玩，班主任也只会来和我说商谈成绩，但是我只知道当时我状态非常不好，我很努力的在学习，但是没有效果，我也不知道自己怎么了，我也不懂，就是这么个过程，让我心理很受伤，很难过，到现在为止对人非常冷漠，对我父母，大学舍友都很冷摸，精神状态也不好，大三了这一点很痛苦不知道怎么办。",
    "annotation": [
      {
        "sentence": "人际交往，关系，冷漠，害怕别人只是敷衍？",
        "label": ""
      },
      {
        "sentence": "是这样一件事情，我高中得时候的了严重的神经衰弱，意识模糊，学习注意力等等的都下降了，状态十分难受，明眼人应该都看得出来，但是我却没能得到一点点帮助和关心，这让我心理很受伤，感觉被世界抛弃了很绝望，我的父母，也是对此不问不玩，班主任也只会来和我说商谈成绩，但是我只知道当时我状态非常不好，我很努力的在学习，但是没有效果，我也不知道自己怎么了，我也不懂，就是这么个过程，让我心理很受伤，很难过，到现在为止对人非常冷漠，对我父母，大学舍友都很冷摸，精神状态也不好，大三了这一点很痛苦不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "任何人在痛苦时刻却不能获得想要的支持，都难免会对生活失望，为此绝望的也不在少数。而你则是在经历了这一切后\"感到了自己的冷漠\"。这个冷漠确实是由需求得不到满足的创伤所带来，但它也正是一种【保护机制】。不对他人抱有希望自然也就不会失望。",
    "annotation": [
      {
        "sentence": "任何人在痛苦时刻却不能获得想要的支持，都难免会对生活失望，为此绝望的也不在少数。",
        "label": ""
      },
      {
        "sentence": "而你则是在经历了这一切后\"感到了自己的冷漠\"。",
        "label": ""
      },
      {
        "sentence": "这个冷漠确实是由需求得不到满足的创伤所带来，但它也正是一种【保护机制】。",
        "label": ""
      },
      {
        "sentence": "不对他人抱有希望自然也就不会失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的保护机制，但是这种冷漠让我内心受伤，感到很无助，我怕我再继续这样下去，会变得更糟糕。",
    "annotation": [
      {
        "sentence": "我明白你说的保护机制，但是这种冷漠让我内心受伤，感到很无助，我怕我再继续这样下去，会变得更糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的。冷漠能够减少你对他人期望的同时，也限制了可能受伤的风险。但是同时，它也让你变得内心孤独、难过和无助。也许你可以试着重新审视这种保护机制的作用，为自己提供更多积极的支持和关爱。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "冷漠能够减少你对他人期望的同时，也限制了可能受伤的风险。",
        "label": ""
      },
      {
        "sentence": "但是同时，它也让你变得内心孤独、难过和无助。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着重新审视这种保护机制的作用，为自己提供更多积极的支持和关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的希望能够重新建立人际关系，但是我不知道从哪里开始。我害怕和别人交流，担心会再次遭到冷漠和不关心。",
    "annotation": [
      {
        "sentence": "我真的希望能够重新建立人际关系，但是我不知道从哪里开始。",
        "label": ""
      },
      {
        "sentence": "我害怕和别人交流，担心会再次遭到冷漠和不关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建立新的人际关系可能需要一些勇气和时间，我们都希望得到他人的理解和关注。或许你可以从最亲近的家人和朋友开始，慢慢地敞开心扉，分享自己的想法和感受。同时，也要试着关注他人，用关心和尊重去对待他们，建立互相的信任。",
    "annotation": [
      {
        "sentence": "建立新的人际关系可能需要一些勇气和时间，我们都希望得到他人的理解和关注。",
        "label": ""
      },
      {
        "sentence": "或许你可以从最亲近的家人和朋友开始，慢慢地敞开心扉，分享自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "同时，也要试着关注他人，用关心和尊重去对待他们，建立互相的信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我对人际交往的期望已经变得很低了，我不知道自己能否再次相信他人。我很害怕被伤害和失望。",
    "annotation": [
      {
        "sentence": "但是我对人际交往的期望已经变得很低了，我不知道自己能否再次相信他人。",
        "label": ""
      },
      {
        "sentence": "我很害怕被伤害和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "过去的经历确实让你产生了对他人的不信任感，这是非常正常的。但同时，也要明白每个人都是独立的个体，不同的人有不同的看待问题和行为方式。你可以给别人一个机会，但也要为自己设立一些边界，保护自己不被再次伤害。",
    "annotation": [
      {
        "sentence": "过去的经历确实让你产生了对他人的不信任感，这是非常正常的。",
        "label": ""
      },
      {
        "sentence": "但同时，也要明白每个人都是独立的个体，不同的人有不同的看待问题和行为方式。",
        "label": ""
      },
      {
        "sentence": "你可以给别人一个机会，但也要为自己设立一些边界，保护自己不被再次伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着给别人机会，但是我担心自己无法解开这个心结，害怕情绪上的困扰会持续困扰我。",
    "annotation": [
      {
        "sentence": "我会试着给别人机会，但是我担心自己无法解开这个心结，害怕情绪上的困扰会持续困扰我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "解开心结需要时间和努力，不要急于求成。如果你觉得情绪困扰困扰的时间过长，可以考虑咨询专业心理医生，他们能够提供专业的帮助和支持。与此同时，你也可以尝试一些放松技巧，比如深呼吸、冥想和运动，来帮助缓解困扰你的情绪。",
    "annotation": [
      {
        "sentence": "解开心结需要时间和努力，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "如果你觉得情绪困扰困扰的时间过长，可以考虑咨询专业心理医生，他们能够提供专业的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "与此同时，你也可以尝试一些放松技巧，比如深呼吸、冥想和运动，来帮助缓解困扰你的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听你的，我会试着采取一些放松技巧来缓解自己的情绪。我也明白心结的解开需要时间，我会给自己足够的时间和空间来面对和处理。",
    "annotation": [
      {
        "sentence": "我听你的，我会试着采取一些放松技巧来缓解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我也明白心结的解开需要时间，我会给自己足够的时间和空间来面对和处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和理解。记住，你并不孤单，现在有我在这里支持你。不要忘记，你也可以时刻回来与我分享你的进展和困惑。我期待着看到你逐渐走出心结，拥有更健康的人际关系。祝你一切安好。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和理解。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，现在有我在这里支持你。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你也可以时刻回来与我分享你的进展和困惑。",
        "label": ""
      },
      {
        "sentence": "我期待着看到你逐渐走出心结，拥有更健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "祝你一切安好。",
        "label": ""
      }
    ]
  }
]