[
  {
    "role": "client",
    "content": "人际交往，关系，冷漠，害怕别人只是敷衍？是这样一件事情，我高中得时候的了严重的神经衰弱，意识模糊，学习注意力等等的都下降了，状态十分难受，明眼人应该都看得出来，但是我却没能得到一点点帮助和关心，这让我心理很受伤，感觉被世界抛弃了很绝望，我的父母，也是对此不问不玩，班主任也只会来和我说商谈成绩，但是我只知道当时我状态非常不好，我很努力的在学习，但是没有效果，我也不知道自己怎么了，我也不懂，就是这么个过程，让我心理很受伤，很难过，到现在为止对人非常冷漠，对我父母，大学舍友都很冷摸，精神状态也不好，大三了这一点很痛苦不知道怎么办，也不知道和谁说，核舍友说了，但是我也感觉他们不好帮助我，也不会放在心上，我感觉没有一个人生我的朋友内心很受伤，难过，无助，可恶被人帮助，又害怕别人只是敷衍。",
    "annotation": [
      {
        "sentence": "人际交往，关系，冷漠，害怕别人只是敷衍？",
        "label": ""
      },
      {
        "sentence": "是这样一件事情，我高中得时候的了严重的神经衰弱，意识模糊，学习注意力等等的都下降了，状态十分难受，明眼人应该都看得出来，但是我却没能得到一点点帮助和关心，这让我心理很受伤，感觉被世界抛弃了很绝望，我的父母，也是对此不问不玩，班主任也只会来和我说商谈成绩，但是我只知道当时我状态非常不好，我很努力的在学习，但是没有效果，我也不知道自己怎么了，我也不懂，就是这么个过程，让我心理很受伤，很难过，到现在为止对人非常冷漠，对我父母，大学舍友都很冷摸，精神状态也不好，大三了这一点很痛苦不知道怎么办，也不知道和谁说，核舍友说了，但是我也感觉他们不好帮助我，也不会放在心上，我感觉没有一个人生我的朋友内心很受伤，难过，无助，可恶被人帮助，又害怕别人只是敷衍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先抱抱，你从你的文字里面我看到了你的委屈，伤心，痛苦和无助[流泪]。在你高中的时候你得了神经衰弱，整个人的状态非常不好，包括注意力也不集中，学习成绩也下降，在这个时期，你特别渴望得到来自于妈妈的帮助，来自于妈妈的温暖，但是当时妈妈并没有给到你。",
    "annotation": [
      {
        "sentence": "先抱抱，你从你的文字里面我看到了你的委屈，伤心，痛苦和无助[流泪]。",
        "label": ""
      },
      {
        "sentence": "在你高中的时候你得了神经衰弱，整个人的状态非常不好，包括注意力也不集中，学习成绩也下降，在这个时期，你特别渴望得到来自于妈妈的帮助，来自于妈妈的温暖，但是当时妈妈并没有给到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很需要那种温暖和关心，觉得妈妈对我的冷漠让我心里很受伤。",
    "annotation": [
      {
        "sentence": "我真的很需要那种温暖和关心，觉得妈妈对我的冷漠让我心里很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受。虽然这样的经历在当时让你感到绝望，但是我希望你能理解，你的父母或许没有学会如何给予爱，因为他们自己没有得到过，所以他们也不会知道如何关心你。这并不意味着他们不爱你，只是他们没有找到正确的方式来表达爱和关心。",
    "annotation": [
      {
        "sentence": "理解你的感受。",
        "label": ""
      },
      {
        "sentence": "虽然这样的经历在当时让你感到绝望，但是我希望你能理解，你的父母或许没有学会如何给予爱，因为他们自己没有得到过，所以他们也不会知道如何关心你。",
        "label": ""
      },
      {
        "sentence": "这并不意味着他们不爱你，只是他们没有找到正确的方式来表达爱和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得他们对我的关心真的很少，每次都是只谈成绩，没有关心我的状态。",
    "annotation": [
      {
        "sentence": "但是我觉得他们对我的关心真的很少，每次都是只谈成绩，没有关心我的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是很真实的。有时父母可能会过于关注孩子的成绩，忽视了你内心的需求。但是我们也要明白，父母关心孩子的方式可能是被他们自己的成长环境所影响的。他们或许也没有得到过足够的关心和支持。",
    "annotation": [
      {
        "sentence": "你的感受是很真实的。",
        "label": ""
      },
      {
        "sentence": "有时父母可能会过于关注孩子的成绩，忽视了你内心的需求。",
        "label": ""
      },
      {
        "sentence": "但是我们也要明白，父母关心孩子的方式可能是被他们自己的成长环境所影响的。",
        "label": ""
      },
      {
        "sentence": "他们或许也没有得到过足够的关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，或许他们也有自己的困难和问题。",
    "annotation": [
      {
        "sentence": "我明白了，或许他们也有自己的困难和问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你的理解很重要。而因为你没有得到你所期望的关爱，你可能会变得冷漠对待他人，这是一种心理上的自我保护。但是你也要明白，改变这种状态需要你首先主动打破这层冷漠的外衣，勇敢地去接触他人，给自己一个新的开始。",
    "annotation": [
      {
        "sentence": "没错，你的理解很重要。",
        "label": ""
      },
      {
        "sentence": "而因为你没有得到你所期望的关爱，你可能会变得冷漠对待他人，这是一种心理上的自我保护。",
        "label": ""
      },
      {
        "sentence": "但是你也要明白，改变这种状态需要你首先主动打破这层冷漠的外衣，勇敢地去接触他人，给自己一个新的开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着想一想，或许我应该主动去接触同学，给他们一个微笑，也许这样可以慢慢改变我的心态。",
    "annotation": [
      {
        "sentence": "我试着想一想，或许我应该主动去接触同学，给他们一个微笑，也许这样可以慢慢改变我的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！这个想法很好，给自己一个小小的练习，每次见到同学，先给他们微笑。从微笑开始，慢慢地将你的关注和关心传递给他们，也让他们更容易接近你。要相信，你会渐渐找到属于你的朋友，这将是你走出困境的重要一步。",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "这个想法很好，给自己一个小小的练习，每次见到同学，先给他们微笑。",
        "label": ""
      },
      {
        "sentence": "从微笑开始，慢慢地将你的关注和关心传递给他们，也让他们更容易接近你。",
        "label": ""
      },
      {
        "sentence": "要相信，你会渐渐找到属于你的朋友，这将是你走出困境的重要一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会试着改变自己，希望能够找到真正的朋友。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会试着改变自己，希望能够找到真正的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个很勇敢的人，相信自己，你一定能够找到真正的朋友。如果以后还需要倾诉和支持，随时来找我，我会一直在这里陪伴着你。",
    "annotation": [
      {
        "sentence": "你是一个很勇敢的人，相信自己，你一定能够找到真正的朋友。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要倾诉和支持，随时来找我，我会一直在这里陪伴着你。",
        "label": ""
      }
    ]
  }
]