[
  {
    "role": "client",
    "content": "人际交往，关系，冷漠，害怕别人只是敷衍？是这样一件事情，我高中得时候的了严重的神经衰弱，意识模糊，学习注意力等等的都下降了，状态十分难受，明眼人应该都看得出来，但是我却没能得到一点点帮助和关心，这让我心理很受伤，感觉被世界抛弃了很绝望，我的父母，也是对此不问不玩，班主任也只会来和我说商谈成绩，但是我只知道当时我状态非常不好，我很努力的在学习，但是没有效果，我也不知道自己怎么了，我也不懂，就是这么个过程，让我心理很受伤，很难过，到现在为止对人非常冷漠，对我父母，大学舍友都很冷摸，精神状态也不好，大三了这一点很痛苦不知道怎么办，也不知道和谁说，舍友说了，但是我也感觉他们不好帮助我，也不会放在心上，我感觉没有一个人生我的朋友内心很受伤，难过，无助，可恶被人帮助，又害怕别人只是敷衍。",
    "annotation": [
      {
        "sentence": "人际交往，关系，冷漠，害怕别人只是敷衍？",
        "label": ""
      },
      {
        "sentence": "是这样一件事情，我高中得时候的了严重的神经衰弱，意识模糊，学习注意力等等的都下降了，状态十分难受，明眼人应该都看得出来，但是我却没能得到一点点帮助和关心，这让我心理很受伤，感觉被世界抛弃了很绝望，我的父母，也是对此不问不玩，班主任也只会来和我说商谈成绩，但是我只知道当时我状态非常不好，我很努力的在学习，但是没有效果，我也不知道自己怎么了，我也不懂，就是这么个过程，让我心理很受伤，很难过，到现在为止对人非常冷漠，对我父母，大学舍友都很冷摸，精神状态也不好，大三了这一点很痛苦不知道怎么办，也不知道和谁说，舍友说了，但是我也感觉他们不好帮助我，也不会放在心上，我感觉没有一个人生我的朋友内心很受伤，难过，无助，可恶被人帮助，又害怕别人只是敷衍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你好吗？看完你的描述，呀～～“高中时得了严重的神经衰弱，意识模糊，学习注意力等等的都下降了”在自己最艰难的时候，最需要关心的时候，父母、老师身边的人都没有给你任何的抚慰和支撑。感觉自己被世界抛弃了。内心很受伤。～～那时的你是怎么撑过来的呢？真是不容易啊。",
    "annotation": [
      {
        "sentence": "求助者，你好吗？",
        "label": ""
      },
      {
        "sentence": "看完你的描述，呀～～“高中时得了严重的神经衰弱，意识模糊，学习注意力等等的都下降了”在自己最艰难的时候，最需要关心的时候，父母、老师身边的人都没有给你任何的抚慰和支撑。",
        "label": ""
      },
      {
        "sentence": "感觉自己被世界抛弃了。",
        "label": ""
      },
      {
        "sentence": "内心很受伤。",
        "label": ""
      },
      {
        "sentence": "～～那时的你是怎么撑过来的呢？",
        "label": ""
      },
      {
        "sentence": "真是不容易啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时的我真的很难过，我感觉自己变得很脆弱，但我试着每天告诉自己要坚强，不让自己轻易放弃。我会找寻一些安慰的事情，比如听音乐，写日记等，虽然效果不大，但这样做还是给了我一些力量。",
    "annotation": [
      {
        "sentence": "当时的我真的很难过，我感觉自己变得很脆弱，但我试着每天告诉自己要坚强，不让自己轻易放弃。",
        "label": ""
      },
      {
        "sentence": "我会找寻一些安慰的事情，比如听音乐，写日记等，虽然效果不大，但这样做还是给了我一些力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的坚强让我很佩服。你为自己找到了那么多意义和力量。现在大三了，无法和身边的人建立较亲密的关系，与父母关系也是冷漠。我能理解你心里的难过、痛苦和委屈。这世上的关系分为两种，与自己的关系、与社会的关系。与自己的关系是一切关系的核心。你觉察到自己是高中时候开始的，所以一些情绪卡在那个时候了。邀请你多与那时候的自己联结，做自己的父母安慰、陪伴内心那个孩子。慢慢来，先与自己建立亲密的联结。",
    "annotation": [
      {
        "sentence": "你的坚强让我很佩服。",
        "label": ""
      },
      {
        "sentence": "你为自己找到了那么多意义和力量。",
        "label": ""
      },
      {
        "sentence": "现在大三了，无法和身边的人建立较亲密的关系，与父母关系也是冷漠。",
        "label": ""
      },
      {
        "sentence": "我能理解你心里的难过、痛苦和委屈。",
        "label": ""
      },
      {
        "sentence": "这世上的关系分为两种，与自己的关系、与社会的关系。",
        "label": ""
      },
      {
        "sentence": "与自己的关系是一切关系的核心。",
        "label": ""
      },
      {
        "sentence": "你觉察到自己是高中时候开始的，所以一些情绪卡在那个时候了。",
        "label": ""
      },
      {
        "sentence": "邀请你多与那时候的自己联结，做自己的父母安慰、陪伴内心那个孩子。",
        "label": ""
      },
      {
        "sentence": "慢慢来，先与自己建立亲密的联结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "很感谢你的理解和建议。我现在对自己的关系确实很迷茫，也不知道如何与自己建立起那种亲密的联结。还有，我觉得自己的情绪一直很低落，还是无法摆脱那种被抛弃的绝望感。",
    "annotation": [
      {
        "sentence": "很感谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我现在对自己的关系确实很迷茫，也不知道如何与自己建立起那种亲密的联结。",
        "label": ""
      },
      {
        "sentence": "还有，我觉得自己的情绪一直很低落，还是无法摆脱那种被抛弃的绝望感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的迷茫和低落情绪。建立自我联结需要时间，不需要着急。你的状况持续时间比较长了，如果能进行一对一的咨询，会效果更好。推荐你用【冥想星球】，多练习冥想。或者参加的【重新养育内在小孩】训练营。这些方式都可以帮助你更加与自己建立联系，重建信任。好好关爱自己哦！～️",
    "annotation": [
      {
        "sentence": "理解你的迷茫和低落情绪。",
        "label": ""
      },
      {
        "sentence": "建立自我联结需要时间，不需要着急。",
        "label": ""
      },
      {
        "sentence": "你的状况持续时间比较长了，如果能进行一对一的咨询，会效果更好。",
        "label": ""
      },
      {
        "sentence": "推荐你用【冥想星球】，多练习冥想。",
        "label": ""
      },
      {
        "sentence": "或者参加的【重新养育内在小孩】训练营。",
        "label": ""
      },
      {
        "sentence": "这些方式都可以帮助你更加与自己建立联系，重建信任。",
        "label": ""
      },
      {
        "sentence": "好好关爱自己哦！",
        "label": ""
      },
      {
        "sentence": "～️",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有帮助的方式，我会试试看的。同时，我还有一些关系上的困扰，比如与父母的关系很冷漠，与大学舍友的相处也很困难。我该怎么处理这些问题呢？",
    "annotation": [
      {
        "sentence": "听起来很有帮助的方式，我会试试看的。",
        "label": ""
      },
      {
        "sentence": "同时，我还有一些关系上的困扰，比如与父母的关系很冷漠，与大学舍友的相处也很困难。",
        "label": ""
      },
      {
        "sentence": "我该怎么处理这些问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与父母的关系和大学舍友相处都是一种人际关系，建立起良好的人际关系需要两方面的努力。先从自己做起，试着用真诚而平和的态度与他们沟通，分享你的感受和想法。同时，也要学会理解和接纳对方可能存在的缺点和局限。如果你觉得无法单独解决这些问题，也可以考虑寻求专业人士的帮助，他们能给予你更具体的建议和支持。",
    "annotation": [
      {
        "sentence": "与父母的关系和大学舍友相处都是一种人际关系，建立起良好的人际关系需要两方面的努力。",
        "label": ""
      },
      {
        "sentence": "先从自己做起，试着用真诚而平和的态度与他们沟通，分享你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会理解和接纳对方可能存在的缺点和局限。",
        "label": ""
      },
      {
        "sentence": "如果你觉得无法单独解决这些问题，也可以考虑寻求专业人士的帮助，他们能给予你更具体的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着与他们沟通，并尝试理解对方。我也明白了需要时间来处理这些问题，不要着急。如果实在无法解决，我会考虑寻求专业人士的帮助。感谢你给予的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着与他们沟通，并尝试理解对方。",
        "label": ""
      },
      {
        "sentence": "我也明白了需要时间来处理这些问题，不要着急。",
        "label": ""
      },
      {
        "sentence": "如果实在无法解决，我会考虑寻求专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "感谢你给予的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你很勇敢地面对自己的问题，并采取行动来改变。这样的选择值得赞扬。无论何时何地，作为支持者，我都会在你身边支持你。你不再孤单，一切都会慢慢变好的。加油！记得好好照顾自己哦！",
    "annotation": [
      {
        "sentence": "不用客气，你很勇敢地面对自己的问题，并采取行动来改变。",
        "label": ""
      },
      {
        "sentence": "这样的选择值得赞扬。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，作为支持者，我都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，一切都会慢慢变好的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "记得好好照顾自己哦！",
        "label": ""
      }
    ]
  }
]