[
  {
    "role": "client",
    "content": "我觉得一切都没意思，既然总会离开的何必痛苦的活着？总是失眠，总是胡思乱想，总是自我否定，还会莫名其妙的觉得委屈，食欲变得很差，体重直线下降，总觉得一切都很没意思，未来很迷茫，坚持不下去了，是否有抑郁？",
    "annotation": [
      {
        "sentence": "我觉得一切都没意思，既然总会离开的何必痛苦的活着？",
        "label": ""
      },
      {
        "sentence": "总是失眠，总是胡思乱想，总是自我否定，还会莫名其妙的觉得委屈，食欲变得很差，体重直线下降，总觉得一切都很没意思，未来很迷茫，坚持不下去了，是否有抑郁？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，～“总是失眠，总是胡思乱想，总是自我否定，还会莫名其妙的觉得委屈，食欲变得很差，体重直线下降，总觉得一切都很没意思”……这些确实可能是抑郁的一些表现，但也有可能是一时的情绪低落。因为人的情绪并不是始终保持在一个非常开心的状态，它是会起起伏伏的，是有情绪周期的，有研究说大概是28天是一个周期。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，～“总是失眠，总是胡思乱想，总是自我否定，还会莫名其妙的觉得委屈，食欲变得很差，体重直线下降，总觉得一切都很没意思”……这些确实可能是抑郁的一些表现，但也有可能是一时的情绪低落。",
        "label": ""
      },
      {
        "sentence": "因为人的情绪并不是始终保持在一个非常开心的状态，它是会起起伏伏的，是有情绪周期的，有研究说大概是28天是一个周期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解情绪会有起伏，但我现在感觉一切都很糟糕，一直持续着负面情绪，我也不知道自己为什么会失眠、胡思乱想。这样的状态让我觉得很无助，很绝望。",
    "annotation": [
      {
        "sentence": "我理解情绪会有起伏，但我现在感觉一切都很糟糕，一直持续着负面情绪，我也不知道自己为什么会失眠、胡思乱想。",
        "label": ""
      },
      {
        "sentence": "这样的状态让我觉得很无助，很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道你感到无助和绝望，但是请相信，这种情况并不是无法改变的。或许你可以试着自我探索一下，思考一下最近发生了什么事情，有没有什么特别的压力或焦虑来源。另外，尽可能多地与那些你信任的人相处，不要总是待在家里，去发现一些新的兴趣爱好也是一个好的尝试。或许只需要耐心地调整一下自己的状态，情绪就会有所改善。",
    "annotation": [
      {
        "sentence": "我知道你感到无助和绝望，但是请相信，这种情况并不是无法改变的。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着自我探索一下，思考一下最近发生了什么事情，有没有什么特别的压力或焦虑来源。",
        "label": ""
      },
      {
        "sentence": "另外，尽可能多地与那些你信任的人相处，不要总是待在家里，去发现一些新的兴趣爱好也是一个好的尝试。",
        "label": ""
      },
      {
        "sentence": "或许只需要耐心地调整一下自己的状态，情绪就会有所改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过和朋友们聊天，但总觉得他们不理解我，我有时候甚至觉得自己是个负担。而且，我现在对很多事情都提不起兴趣，感觉一切都变得毫无意义。",
    "annotation": [
      {
        "sentence": "我尝试过和朋友们聊天，但总觉得他们不理解我，我有时候甚至觉得自己是个负担。",
        "label": ""
      },
      {
        "sentence": "而且，我现在对很多事情都提不起兴趣，感觉一切都变得毫无意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你觉得朋友们不理解你的感受可能会让你感到更加沮丧。但是请不要过于自责，因为每个人都有情绪低落的时候。你不是一个负担，而是一个有价值的人。对于对生活失去兴趣的感觉，或许可以试着寻找一些新的活动或者项目来激发你的兴趣。有时候，我们需要主动去创造自己的快乐，让生活变得更有意义。",
    "annotation": [
      {
        "sentence": "我理解你觉得朋友们不理解你的感受可能会让你感到更加沮丧。",
        "label": ""
      },
      {
        "sentence": "但是请不要过于自责，因为每个人都有情绪低落的时候。",
        "label": ""
      },
      {
        "sentence": "你不是一个负担，而是一个有价值的人。",
        "label": ""
      },
      {
        "sentence": "对于对生活失去兴趣的感觉，或许可以试着寻找一些新的活动或者项目来激发你的兴趣。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要主动去创造自己的快乐，让生活变得更有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我还是觉得未来很迷茫，不知道该如何继续下去。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我还是觉得未来很迷茫，不知道该如何继续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫是年轻人经常会面临的问题，你并不孤单。但是重要的是，我们不能仅仅因为看不到希望而放弃，而是要在坚持中寻找希望。每个人的人生都会有起伏和困难，但只要我们坚持走下去，就一定会找到属于自己的答案和幸福。我希望你能有更多的耐心，相信未来会有美好的改变。祝福你～。",
    "annotation": [
      {
        "sentence": "迷茫是年轻人经常会面临的问题，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "但是重要的是，我们不能仅仅因为看不到希望而放弃，而是要在坚持中寻找希望。",
        "label": ""
      },
      {
        "sentence": "每个人的人生都会有起伏和困难，但只要我们坚持走下去，就一定会找到属于自己的答案和幸福。",
        "label": ""
      },
      {
        "sentence": "我希望你能有更多的耐心，相信未来会有美好的改变。",
        "label": ""
      },
      {
        "sentence": "祝福你～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着调整自己的状态，寻找属于自己的幸福。现在感觉稍微好一些了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着调整自己的状态，寻找属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "现在感觉稍微好一些了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有些许好转的感觉。请记住，你不是一个人在战斗，需要时刻记得寻求帮助和支持。相信自己，相信未来，你一定能够走出困境，迎接更美好的人生。祝福你，加油！。",
    "annotation": [
      {
        "sentence": "很高兴听到你有些许好转的感觉。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在战斗，需要时刻记得寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定能够走出困境，迎接更美好的人生。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！。",
        "label": ""
      }
    ]
  }
]