[
  {
    "role": "client",
    "content": "最近过得很煎熬，工作坚持不下去怎么办？",
    "annotation": [
      {
        "sentence": "最近过得很煎熬，工作坚持不下去怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你叙述，工作确实给你带来了很多困扰。不过，在老师和其他人的建议已经给出之后，我想就此问题提供一些我个人的看法。你对于现在的工作有些不满意，觉得它辛苦、无价值且对健康有损害。我心理导师曾说过：“任何不好的事情的发生，至少有三个正面价值！”不知道你有没有尝试去发掘一下你现有工作的资源呢？也许你现有的工作并不是完全没有价值的。格式塔心理学创始人考夫卡认为：“无论如何，我们心中认定的事实才是最重要的！”也就是说，我们心里的主观认知经常比客观真相更影响我们的情绪和行为。你可以试着提醒自己，你对工作的辛苦、无价值和损害健康的评价是真实存在的，还是你自己认为是这样呢？",
    "annotation": [
      {
        "sentence": "听你叙述，工作确实给你带来了很多困扰。",
        "label": ""
      },
      {
        "sentence": "不过，在老师和其他人的建议已经给出之后，我想就此问题提供一些我个人的看法。",
        "label": ""
      },
      {
        "sentence": "你对于现在的工作有些不满意，觉得它辛苦、无价值且对健康有损害。",
        "label": ""
      },
      {
        "sentence": "我心理导师曾说过：“任何不好的事情的发生，至少有三个正面价值！",
        "label": ""
      },
      {
        "sentence": "”不知道你有没有尝试去发掘一下你现有工作的资源呢？",
        "label": ""
      },
      {
        "sentence": "也许你现有的工作并不是完全没有价值的。",
        "label": ""
      },
      {
        "sentence": "格式塔心理学创始人考夫卡认为：“无论如何，我们心中认定的事实才是最重要的！",
        "label": ""
      },
      {
        "sentence": "”也就是说，我们心里的主观认知经常比客观真相更影响我们的情绪和行为。",
        "label": ""
      },
      {
        "sentence": "你可以试着提醒自己，你对工作的辛苦、无价值和损害健康的评价是真实存在的，还是你自己认为是这样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有特别注意过工作中的正面价值，因为我觉得每天都在做重复机械的劳动，感受不到工作的意义。而且，户外工作的风吹日晒和冬天夜晚的严寒真的让我很难受。",
    "annotation": [
      {
        "sentence": "我没有特别注意过工作中的正面价值，因为我觉得每天都在做重复机械的劳动，感受不到工作的意义。",
        "label": ""
      },
      {
        "sentence": "而且，户外工作的风吹日晒和冬天夜晚的严寒真的让我很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，重复机械的工作确实容易让人感到乏味和缺乏价值感。而且，户外工作环境的不适也会给你带来很多困难。但是，我希望你能试着“安住当下”，好好体会目前工作和生活的每一个瞬间。同时也提醒你，对于目前的工作，可以尝试撕下各种“负性标签”，不批判、不评价地去对待。因为即使你将来重新调回原来的地方，如果你还对工作有着同样的评价，你仍然不会满意。",
    "annotation": [
      {
        "sentence": "我理解你的感受，重复机械的工作确实容易让人感到乏味和缺乏价值感。",
        "label": ""
      },
      {
        "sentence": "而且，户外工作环境的不适也会给你带来很多困难。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你能试着“安住当下”，好好体会目前工作和生活的每一个瞬间。",
        "label": ""
      },
      {
        "sentence": "同时也提醒你，对于目前的工作，可以尝试撕下各种“负性标签”，不批判、不评价地去对待。",
        "label": ""
      },
      {
        "sentence": "因为即使你将来重新调回原来的地方，如果你还对工作有着同样的评价，你仍然不会满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，可能我对工作过于消极了。不过，我家人希望我能调回原来的地方，并且即使调不回来，他们也支持我辞职。我现在每天都难以坚持下去，双重的身心压力让我真的很喘不过气。",
    "annotation": [
      {
        "sentence": "我明白你的意思，可能我对工作过于消极了。",
        "label": ""
      },
      {
        "sentence": "不过，我家人希望我能调回原来的地方，并且即使调不回来，他们也支持我辞职。",
        "label": ""
      },
      {
        "sentence": "我现在每天都难以坚持下去，双重的身心压力让我真的很喘不过气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有一个支持你的家人真的很幸运，他们愿意为你提供帮助和支持。但是，我提醒你要记住，家人可以帮助你一时，但无法帮助你一世。而且，他们也将来会指望你来养老。所以，你可以试着把家人的期望放在一边，先从现在的工作和生活中找到一些乐趣和价值感。这样，无论你最后是否能调回原来的地方，你都会更加满意和坚定地面对自己的选择。",
    "annotation": [
      {
        "sentence": "你有一个支持你的家人真的很幸运，他们愿意为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "但是，我提醒你要记住，家人可以帮助你一时，但无法帮助你一世。",
        "label": ""
      },
      {
        "sentence": "而且，他们也将来会指望你来养老。",
        "label": ""
      },
      {
        "sentence": "所以，你可以试着把家人的期望放在一边，先从现在的工作和生活中找到一些乐趣和价值感。",
        "label": ""
      },
      {
        "sentence": "这样，无论你最后是否能调回原来的地方，你都会更加满意和坚定地面对自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着改变对工作的看法，多关注工作中的积极方面，并尽可能享受当下的工作和生活。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我明白了，我会试着改变对工作的看法，多关注工作中的积极方面，并尽可能享受当下的工作和生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！每个人都会经历困难和挣扎，而我们需要的是一种积极的心态和支持来度过难关。记住，“没有什么理所当然！一切都是刚刚好！”祝愿你能够积极面对生活的挑战，并找到属于自己的幸福和满足。如果你还需要任何帮助或者倾诉，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "每个人都会经历困难和挣扎，而我们需要的是一种积极的心态和支持来度过难关。",
        "label": ""
      },
      {
        "sentence": "记住，“没有什么理所当然！",
        "label": ""
      },
      {
        "sentence": "一切都是刚刚好！",
        "label": ""
      },
      {
        "sentence": "”祝愿你能够积极面对生活的挑战，并找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助或者倾诉，随时都可以来找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解、鼓励和支持！我会努力调整自己的心态，向你学习积极面对困难。如果我遇到任何困难，我一定会来找你倾诉的。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的理解、鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，向你学习积极面对困难。",
        "label": ""
      },
      {
        "sentence": "如果我遇到任何困难，我一定会来找你倾诉的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。希望你能通过调整心态和积极面对困难，走出现在的困境，并获得更多的成长和发展。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你能通过调整心态和积极面对困难，走出现在的困境，并获得更多的成长和发展。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]