[
  {
    "role": "client",
    "content": "妈妈离家出走了，微信不回电话不接，我好想她怎么办？",
    "annotation": [
      {
        "sentence": "妈妈离家出走了，微信不回电话不接，我好想她怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，我了解你现在的心情，你一定非常担心妈妈不回来。首先，你要相信她应该会回来的，因为她前两次离家出走都回来了，这意味着她对这个家有感情依恋，她不舍得离开。你也许还担心父母之间的关系，害怕妈妈被爸爸赶走。但是这是爸爸和妈妈之间的问题，作为孩子有时候我们真的无能为力，因为在父母心中，你仍然是一个小孩，是需要照顾的那个人。尽管如此，我认为你可以和爸爸谈谈自己的想法，让他知道他打妈妈对你的不良影响以及你对和谐家庭关系的渴望。",
    "annotation": [
      {
        "sentence": "亲，我了解你现在的心情，你一定非常担心妈妈不回来。",
        "label": ""
      },
      {
        "sentence": "首先，你要相信她应该会回来的，因为她前两次离家出走都回来了，这意味着她对这个家有感情依恋，她不舍得离开。",
        "label": ""
      },
      {
        "sentence": "你也许还担心父母之间的关系，害怕妈妈被爸爸赶走。",
        "label": ""
      },
      {
        "sentence": "但是这是爸爸和妈妈之间的问题，作为孩子有时候我们真的无能为力，因为在父母心中，你仍然是一个小孩，是需要照顾的那个人。",
        "label": ""
      },
      {
        "sentence": "尽管如此，我认为你可以和爸爸谈谈自己的想法，让他知道他打妈妈对你的不良影响以及你对和谐家庭关系的渴望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的开导，但我现在一直在哭泣，眼睛都哭肿了，还不停地发抖，我真的很想妈妈，她还会回来吗？",
    "annotation": [
      {
        "sentence": "谢谢你的开导，但我现在一直在哭泣，眼睛都哭肿了，还不停地发抖，我真的很想妈妈，她还会回来吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在非常伤心和难过，但我相信你的妈妈也希望看到你开开心心的。你在妈妈心中是她的宝贝，父母之间的问题不能让你受到影响。如果你实在无法平复情绪，可以跟其他长辈诉说你的害怕和担忧，让他们帮助你。",
    "annotation": [
      {
        "sentence": "我了解你现在非常伤心和难过，但我相信你的妈妈也希望看到你开开心心的。",
        "label": ""
      },
      {
        "sentence": "你在妈妈心中是她的宝贝，父母之间的问题不能让你受到影响。",
        "label": ""
      },
      {
        "sentence": "如果你实在无法平复情绪，可以跟其他长辈诉说你的害怕和担忧，让他们帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直在自责，觉得父母之间的问题和我有关。他们是成年人，应该能够处理好问题。但是看他们处理问题的方式，无论是爸爸打妈妈还是妈妈离家出走，都显得很幼稚，不成熟。",
    "annotation": [
      {
        "sentence": "我一直在自责，觉得父母之间的问题和我有关。",
        "label": ""
      },
      {
        "sentence": "他们是成年人，应该能够处理好问题。",
        "label": ""
      },
      {
        "sentence": "但是看他们处理问题的方式，无论是爸爸打妈妈还是妈妈离家出走，都显得很幼稚，不成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要知道，父母也需要不断成长，而这种成长不仅仅指年龄的增长，更重要的是心理上的成长。现在你需要做的是照顾好自己，等待妈妈回来，然后在妈妈和爸爸面前表达你的想法：“爸爸妈妈，我希望你们下次遇到问题能够共同面对，而不是爸爸打妈妈，妈妈离家出走。你们都是我爱的人，我害怕失去你们。”以上是我的分析和建议，希望能对你有帮助！",
    "annotation": [
      {
        "sentence": "你要知道，父母也需要不断成长，而这种成长不仅仅指年龄的增长，更重要的是心理上的成长。",
        "label": ""
      },
      {
        "sentence": "现在你需要做的是照顾好自己，等待妈妈回来，然后在妈妈和爸爸面前表达你的想法：“爸爸妈妈，我希望你们下次遇到问题能够共同面对，而不是爸爸打妈妈，妈妈离家出走。",
        "label": ""
      },
      {
        "sentence": "你们都是我爱的人，我害怕失去你们。",
        "label": ""
      },
      {
        "sentence": "”以上是我的分析和建议，希望能对你有帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽量平复情绪，同时也会和爸爸沟通我的想法。希望妈妈能早日回家，我们一起恢复家庭的和谐。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽量平复情绪，同时也会和爸爸沟通我的想法。",
        "label": ""
      },
      {
        "sentence": "希望妈妈能早日回家，我们一起恢复家庭的和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议能帮到你！你的积极态度会让整个家庭更加稳定和谐。记得照顾好自己，也可以考虑寻求其他长辈的支持，他们会愿意帮助你度过困难的时刻。希望你的家庭早日恢复正常。",
    "annotation": [
      {
        "sentence": "很高兴我的建议能帮到你！",
        "label": ""
      },
      {
        "sentence": "你的积极态度会让整个家庭更加稳定和谐。",
        "label": ""
      },
      {
        "sentence": "记得照顾好自己，也可以考虑寻求其他长辈的支持，他们会愿意帮助你度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "希望你的家庭早日恢复正常。",
        "label": ""
      }
    ]
  }
]