[
  {
    "role": "client",
    "content": "关于过去的事，心中的完美倾向还是强迫？事情都已经四年了，总是忘不了。是我和a关于一件费用的事情。a那时候不是很有主意、主见，所以在商讨报班学习过程中，她打算听我的，是她说要听我的，然后我当时的关系是舍友，但是我心底里与其他人关系走的缓慢。我事无巨细地跟她说了我知道的。然后到最后要选课程时，我隐瞒了部分同学说不用报那么贵的课程这一说法。(我心底里其实在这时候偏向于报便宜的那个)最后，寒假时，她问我报哪个时，我到也说了便宜的。但是她说他爸妈倒也同意她报贵的班。然后因为当时她跟我说我报啥她就报啥，还跟我一起学习。其实我心底里不想和她一起学习，觉得报一致还得一起学习啥的，不喜欢和别人一起。但是我也没说啥，我觉得我们之间是舍友，应该这样的。我就敷衍说考虑考虑，我确实纠结了一上午后就是要报便宜的。但是我在表达上我说的不清楚，秣陵两可，我承认我是故意那么说的，但是我的想法并不是说故意去造成她多花钱。我想的如果我和她不一致，他会不会以后嫌我。",
    "annotation": [
      {
        "sentence": "关于过去的事，心中的完美倾向还是强迫？",
        "label": ""
      },
      {
        "sentence": "事情都已经四年了，总是忘不了。",
        "label": ""
      },
      {
        "sentence": "是我和a关于一件费用的事情。",
        "label": ""
      },
      {
        "sentence": "a那时候不是很有主意、主见，所以在商讨报班学习过程中，她打算听我的，是她说要听我的，然后我当时的关系是舍友，但是我心底里与其他人关系走的缓慢。",
        "label": ""
      },
      {
        "sentence": "我事无巨细地跟她说了我知道的。",
        "label": ""
      },
      {
        "sentence": "然后到最后要选课程时，我隐瞒了部分同学说不用报那么贵的课程这一说法。",
        "label": ""
      },
      {
        "sentence": "(我心底里其实在这时候偏向于报便宜的那个)最后，寒假时，她问我报哪个时，我到也说了便宜的。",
        "label": ""
      },
      {
        "sentence": "但是她说他爸妈倒也同意她报贵的班。",
        "label": ""
      },
      {
        "sentence": "然后因为当时她跟我说我报啥她就报啥，还跟我一起学习。",
        "label": ""
      },
      {
        "sentence": "其实我心底里不想和她一起学习，觉得报一致还得一起学习啥的，不喜欢和别人一起。",
        "label": ""
      },
      {
        "sentence": "但是我也没说啥，我觉得我们之间是舍友，应该这样的。",
        "label": ""
      },
      {
        "sentence": "我就敷衍说考虑考虑，我确实纠结了一上午后就是要报便宜的。",
        "label": ""
      },
      {
        "sentence": "但是我在表达上我说的不清楚，秣陵两可，我承认我是故意那么说的，但是我的想法并不是说故意去造成她多花钱。",
        "label": ""
      },
      {
        "sentence": "我想的如果我和她不一致，他会不会以后嫌我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。我们是想把最完美的一面示人，但首先也想做个真实的自己。所以你想与你做的没错，因为选择权最终在她自己手中啊。我们每个人必须为自己的言行负责。其实也不用担心别人说你言行不一，这个世界也不是非黑既白嘛，我们也没必要把自己的事向任何人解释呀。只不过我们在跟别人建议的时候，措词谨慎一些，在一些大方向上，提示这只是自己的看法。好比买股票一样，最终决定的是自己。事情过去四年了，说不定她本人也不一定在意了，倒是你念念不忘的，有没强迫症不得而知，有些焦虑倒是真的。适度的焦虑也不是完全是坏事，它能促进我们更好的生活学习工作。找一张纸，把这个心事写上去，然后对它说：过去了，我会注意的。翻过这张纸，代表翻过这件事。自我心理暗示有利于我们摒弃杂念，做正经要紧的事。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "我们是想把最完美的一面示人，但首先也想做个真实的自己。",
        "label": ""
      },
      {
        "sentence": "所以你想与你做的没错，因为选择权最终在她自己手中啊。",
        "label": ""
      },
      {
        "sentence": "我们每个人必须为自己的言行负责。",
        "label": ""
      },
      {
        "sentence": "其实也不用担心别人说你言行不一，这个世界也不是非黑既白嘛，我们也没必要把自己的事向任何人解释呀。",
        "label": ""
      },
      {
        "sentence": "只不过我们在跟别人建议的时候，措词谨慎一些，在一些大方向上，提示这只是自己的看法。",
        "label": ""
      },
      {
        "sentence": "好比买股票一样，最终决定的是自己。",
        "label": ""
      },
      {
        "sentence": "事情过去四年了，说不定她本人也不一定在意了，倒是你念念不忘的，有没强迫症不得而知，有些焦虑倒是真的。",
        "label": ""
      },
      {
        "sentence": "适度的焦虑也不是完全是坏事，它能促进我们更好的生活学习工作。",
        "label": ""
      },
      {
        "sentence": "找一张纸，把这个心事写上去，然后对它说：过去了，我会注意的。",
        "label": ""
      },
      {
        "sentence": "翻过这张纸，代表翻过这件事。",
        "label": ""
      },
      {
        "sentence": "自我心理暗示有利于我们摒弃杂念，做正经要紧的事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，确实我也想过要做真实的自己，但有时候担心别人的看法。我担心如果她知道我心底里其实不想和她一起学习，会不会对我们的关系产生负面影响，甚至以后不再信任我。我也承认自己在表达上没有说清楚，我又在想，是不是我太过于敷衍了，让她误会了我的意思。我不知道该怎么办，该如何解决这个问题。",
    "annotation": [
      {
        "sentence": "你说得对，确实我也想过要做真实的自己，但有时候担心别人的看法。",
        "label": ""
      },
      {
        "sentence": "我担心如果她知道我心底里其实不想和她一起学习，会不会对我们的关系产生负面影响，甚至以后不再信任我。",
        "label": ""
      },
      {
        "sentence": "我也承认自己在表达上没有说清楚，我又在想，是不是我太过于敷衍了，让她误会了我的意思。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办，该如何解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心别人的看法是很正常的，尤其是对于我们在乎的人。但是我们不能总是为了取悦别人而隐藏自己的真实想法和感受。信任是一种建立在真实和坦诚基础上的关系，如果我们一直把自己的想法隐藏起来，就难以建立真正的信任。既然事情已经过去了四年，或许现在是时候勇敢地面对这个问题，与她好好沟通，解释清楚你的真实想法和表达方式上的不清楚。这样才能真正解决你内心的疑虑，也让你们的关系更健康。",
    "annotation": [
      {
        "sentence": "担心别人的看法是很正常的，尤其是对于我们在乎的人。",
        "label": ""
      },
      {
        "sentence": "但是我们不能总是为了取悦别人而隐藏自己的真实想法和感受。",
        "label": ""
      },
      {
        "sentence": "信任是一种建立在真实和坦诚基础上的关系，如果我们一直把自己的想法隐藏起来，就难以建立真正的信任。",
        "label": ""
      },
      {
        "sentence": "既然事情已经过去了四年，或许现在是时候勇敢地面对这个问题，与她好好沟通，解释清楚你的真实想法和表达方式上的不清楚。",
        "label": ""
      },
      {
        "sentence": "这样才能真正解决你内心的疑虑，也让你们的关系更健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。我决定与她好好沟通，解释清楚我的真实想法，同时也为自己的表达方式上不清楚向她道歉。你的建议让我感到很安慰，谢谢你的支持。我会努力克服内心的焦虑，勇敢面对问题。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我决定与她好好沟通，解释清楚我的真实想法，同时也为自己的表达方式上不清楚向她道歉。",
        "label": ""
      },
      {
        "sentence": "你的建议让我感到很安慰，谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "我会努力克服内心的焦虑，勇敢面对问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的建议能够帮助到你。沟通是解决问题的第一步，相信你能够与她达成共识，进一步加强你们之间的关系。记得，无论结果如何，你已经勇敢地面对了，这是值得鼓励和肯定的。如果还有其他问题或者需要进一步的支持，随时都可以来找我。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的建议能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的第一步，相信你能够与她达成共识，进一步加强你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "记得，无论结果如何，你已经勇敢地面对了，这是值得鼓励和肯定的。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要进一步的支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]