[
  {
    "role": "client",
    "content": "妈妈控制欲太强，近期出现不大不小的抑郁倾向？本人大三，留学生，疫情在家压力新高。",
    "annotation": [
      {
        "sentence": "妈妈控制欲太强，近期出现不大不小的抑郁倾向？",
        "label": ""
      },
      {
        "sentence": "本人大三，留学生，疫情在家压力新高。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼也很理解你被控制欲强的母亲折磨得如此痛苦。******父母天生对孩子有种控制欲，无论是大还是小，多少都会体现在许多方面。我们要承认和接受这个事实。父母对孩子的控制欲有着复杂的心理因素——有些父母认为孩子是自己的附属品，所以要听从自己的安排和控制；有些父母习惯了从小帮孩子安排生活上的一切，照顾孩子，养成了对孩子的控制行为；有些父母担心关怀孩子，但是不知道怎样才是正确的方式，只会采用一些带有控制性的手段来表达关怀照顾；有些父母内心对亲密关系有着一种不安全感和恐惧感，害怕失去孩子，所以要控制孩子的一切；有些父母认为自己人生经验丰富，同时担心孩子未来的成就，觉得孩子要听从自己的安排才有可能有好的人生，因此要控制孩子的生活和学习；……无论是什么原因，这种控制行为对孩子都造成了很大的困扰，甚至是伤害。但是父母们往往并不自知，或是不当一回事，没有认识到它的负面影响和严重性。因为疫情而困在家中长时间相处，进一步激发了你们之间的矛盾，强化了母亲的控制欲。",
    "annotation": [
      {
        "sentence": "很心疼也很理解你被控制欲强的母亲折磨得如此痛苦。",
        "label": ""
      },
      {
        "sentence": "******父母天生对孩子有种控制欲，无论是大还是小，多少都会体现在许多方面。",
        "label": ""
      },
      {
        "sentence": "我们要承认和接受这个事实。",
        "label": ""
      },
      {
        "sentence": "父母对孩子的控制欲有着复杂的心理因素——有些父母认为孩子是自己的附属品，所以要听从自己的安排和控制；有些父母习惯了从小帮孩子安排生活上的一切，照顾孩子，养成了对孩子的控制行为；有些父母担心关怀孩子，但是不知道怎样才是正确的方式，只会采用一些带有控制性的手段来表达关怀照顾；有些父母内心对亲密关系有着一种不安全感和恐惧感，害怕失去孩子，所以要控制孩子的一切；有些父母认为自己人生经验丰富，同时担心孩子未来的成就，觉得孩子要听从自己的安排才有可能有好的人生，因此要控制孩子的生活和学习；……无论是什么原因，这种控制行为对孩子都造成了很大的困扰，甚至是伤害。",
        "label": ""
      },
      {
        "sentence": "但是父母们往往并不自知，或是不当一回事，没有认识到它的负面影响和严重性。",
        "label": ""
      },
      {
        "sentence": "因为疫情而困在家中长时间相处，进一步激发了你们之间的矛盾，强化了母亲的控制欲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每天只关心我的学习问题，和朋友出门玩也老大不乐意放我出去，觉得我在浪费时间浪费金钱。任何一点小错误都能揪出来进行批判，对于学习，我自认为我达不到她期望的样子，每天都觉得很烦躁，什么事情都不想做，看书打游戏看剧都没什么心思做。游戏算是我唯一能够找回一点自尊心的地方了，学习可能也就那样了吧，反正也学不好，任何事只要一不顺心就会责骂我，贬低我，我真觉得我这个人一无是处。晚上睡觉严重失眠，躺在床上经常性出现自杀幻想的情况，当然没有付诸行动，否则也不会出现在这里了，哈哈哈。她供我学习，我已经给她造成了这么大的压力了，还要买新房子，以后就算毕业了也需要还房贷。她生我养我，是不是把身体还给她就好了？这样算不算是逃避啊？",
    "annotation": [
      {
        "sentence": "每天只关心我的学习问题，和朋友出门玩也老大不乐意放我出去，觉得我在浪费时间浪费金钱。",
        "label": ""
      },
      {
        "sentence": "任何一点小错误都能揪出来进行批判，对于学习，我自认为我达不到她期望的样子，每天都觉得很烦躁，什么事情都不想做，看书打游戏看剧都没什么心思做。",
        "label": ""
      },
      {
        "sentence": "游戏算是我唯一能够找回一点自尊心的地方了，学习可能也就那样了吧，反正也学不好，任何事只要一不顺心就会责骂我，贬低我，我真觉得我这个人一无是处。",
        "label": ""
      },
      {
        "sentence": "晚上睡觉严重失眠，躺在床上经常性出现自杀幻想的情况，当然没有付诸行动，否则也不会出现在这里了，哈哈哈。",
        "label": ""
      },
      {
        "sentence": "她供我学习，我已经给她造成了这么大的压力了，还要买新房子，以后就算毕业了也需要还房贷。",
        "label": ""
      },
      {
        "sentence": "她生我养我，是不是把身体还给她就好了？",
        "label": ""
      },
      {
        "sentence": "这样算不算是逃避啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的感受，我非常能够理解。你在描述中表达出了对母亲过度控制的压抑和沮丧，同时也体现出对学习和未来的焦虑。这种情绪困扰造成了你的睡眠问题和自杀幻想，我真的很为你担心。但是，我也想告诉你，逃避并不是解决问题的好办法。你还是有自己的价值和存在意义的，你的生活并不仅仅是为了满足母亲的期望。同时，自杀是一种非常严重的选择，我希望你能够远离这样的念头，寻求正确的解决方法。有时候，沟通是解决矛盾的关键。你可以试着与母亲沟通，告诉她你的感受和想法，尽管她可能无法完全理解，但尝试去表达是非常重要的。",
    "annotation": [
      {
        "sentence": "对于你的感受，我非常能够理解。",
        "label": ""
      },
      {
        "sentence": "你在描述中表达出了对母亲过度控制的压抑和沮丧，同时也体现出对学习和未来的焦虑。",
        "label": ""
      },
      {
        "sentence": "这种情绪困扰造成了你的睡眠问题和自杀幻想，我真的很为你担心。",
        "label": ""
      },
      {
        "sentence": "但是，我也想告诉你，逃避并不是解决问题的好办法。",
        "label": ""
      },
      {
        "sentence": "你还是有自己的价值和存在意义的，你的生活并不仅仅是为了满足母亲的期望。",
        "label": ""
      },
      {
        "sentence": "同时，自杀是一种非常严重的选择，我希望你能够远离这样的念头，寻求正确的解决方法。",
        "label": ""
      },
      {
        "sentence": "有时候，沟通是解决矛盾的关键。",
        "label": ""
      },
      {
        "sentence": "你可以试着与母亲沟通，告诉她你的感受和想法，尽管她可能无法完全理解，但尝试去表达是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前有试着跟母亲沟通过，但她似乎并不听我说，总是认为她的控制是为了我好。我也明白她的用心，但是她的过度控制让我喘不过气来。我还没有和父亲谈过这个问题，或许他能够在我们之间进行调和和协调。但我也不知道该如何开口，毕竟父亲对此并没有表现出太多反应。在家的这段时间里，我也有尝试找些支持，但由于疫情的关系，无法面对面进行咨询，这也让我感到非常无助。",
    "annotation": [
      {
        "sentence": "我之前有试着跟母亲沟通过，但她似乎并不听我说，总是认为她的控制是为了我好。",
        "label": ""
      },
      {
        "sentence": "我也明白她的用心，但是她的过度控制让我喘不过气来。",
        "label": ""
      },
      {
        "sentence": "我还没有和父亲谈过这个问题，或许他能够在我们之间进行调和和协调。",
        "label": ""
      },
      {
        "sentence": "但我也不知道该如何开口，毕竟父亲对此并没有表现出太多反应。",
        "label": ""
      },
      {
        "sentence": "在家的这段时间里，我也有尝试找些支持，但由于疫情的关系，无法面对面进行咨询，这也让我感到非常无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你说的情况，母亲的固执和父亲的相对无动于衷可能让你感到挫败和无奈。既然你觉得父亲可能能够起到一定的协调作用，不妨试试与他谈谈，让他了解你的处境和情绪。寻求其他亲戚朋友的帮助也是个好主意，或许他们能够帮助你与母亲进行沟通和妥协。此外，虽然现在无法面对面咨询，但你仍可以尝试在线咨询或与心理咨询师进行电话沟通，让专业人士给你提供适当的建议和支持。记得不要放",
    "annotation": [
      {
        "sentence": "我理解你说的情况，母亲的固执和父亲的相对无动于衷可能让你感到挫败和无奈。",
        "label": ""
      },
      {
        "sentence": "既然你觉得父亲可能能够起到一定的协调作用，不妨试试与他谈谈，让他了解你的处境和情绪。",
        "label": ""
      },
      {
        "sentence": "寻求其他亲戚朋友的帮助也是个好主意，或许他们能够帮助你与母亲进行沟通和妥协。",
        "label": ""
      },
      {
        "sentence": "此外，虽然现在无法面对面咨询，但你仍可以尝试在线咨询或与心理咨询师进行电话沟通，让专业人士给你提供适当的建议和支持。",
        "label": ""
      },
      {
        "sentence": "记得不要放",
        "label": ""
      }
    ]
  }
]