[
  {
    "role": "client",
    "content": "最近两年，我与喜欢的人相处时容易激动。",
    "annotation": [
      {
        "sentence": "最近两年，我与喜欢的人相处时容易激动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与喜欢的人相处时很激动，兴奋，别扭，感觉自己轻微地在抖动，又在压制这种情绪。你提到这些，说明你已经意识到了这些问题，并且发现了问题的严重性！情绪表达问题！情绪波动的同时能自主的意识到这个问题，但是不自觉的刻意控制这样的情绪表现出来！不知道这位姑娘是什么时候出现这样的问题的，但是你提到了自己的年龄16岁，我初步估计可能是因为年幼时候的家庭教育，亲子关系问题导致。或者是早期一些经验导致你无法自然的去情感表达！无论是早期的不愉快经验，还是其他因素导致了现在的原因，我们都要认真的对待，毕竟我们已经意识到对我们正常的生活产生了影响！",
    "annotation": [
      {
        "sentence": "与喜欢的人相处时很激动，兴奋，别扭，感觉自己轻微地在抖动，又在压制这种情绪。",
        "label": ""
      },
      {
        "sentence": "你提到这些，说明你已经意识到了这些问题，并且发现了问题的严重性！",
        "label": ""
      },
      {
        "sentence": "情绪表达问题！",
        "label": ""
      },
      {
        "sentence": "情绪波动的同时能自主的意识到这个问题，但是不自觉的刻意控制这样的情绪表现出来！",
        "label": ""
      },
      {
        "sentence": "不知道这位姑娘是什么时候出现这样的问题的，但是你提到了自己的年龄16岁，我初步估计可能是因为年幼时候的家庭教育，亲子关系问题导致。",
        "label": ""
      },
      {
        "sentence": "或者是早期一些经验导致你无法自然的去情感表达！",
        "label": ""
      },
      {
        "sentence": "无论是早期的不愉快经验，还是其他因素导致了现在的原因，我们都要认真的对待，毕竟我们已经意识到对我们正常的生活产生了影响！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直觉得很尴尬，总觉得自己在别人面前会很紧张。我不知道该怎么改变这种情况，感觉自己控制不住。",
    "annotation": [
      {
        "sentence": "其实我一直觉得很尴尬，总觉得自己在别人面前会很紧张。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么改变这种情况，感觉自己控制不住。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪没有对错这一说法，就像我们看到美好的事物会开心，见到喜欢的人会微笑，会激动，无论是生理上的还是心理上的都会有所反应，情绪的产生离不开这一切的变化！情绪来了就是来了，第一时间做的事情就是疏通，去感受，去接受这样的情绪，让人充分的体验这样的感觉！从自我内部到与外部接触开始，分享，讨论，交流，语言，一个动作，一个神态都是传达情绪的信号！情绪的表达会有别人的有所指点，但是指指点点没有任何价值，带来的只是责备，打击等负面影响，对情绪的良性需求没有一丝的帮助！去尝试着与他人分享事物，去探讨去交流，去感受，与体验你的情绪，去享受，去接纳自己，拥抱自己，倾听自己的声音感受他人的热情，去体会！慢慢来，不着急！加油哟！",
    "annotation": [
      {
        "sentence": "情绪没有对错这一说法，就像我们看到美好的事物会开心，见到喜欢的人会微笑，会激动，无论是生理上的还是心理上的都会有所反应，情绪的产生离不开这一切的变化！",
        "label": ""
      },
      {
        "sentence": "情绪来了就是来了，第一时间做的事情就是疏通，去感受，去接受这样的情绪，让人充分的体验这样的感觉！",
        "label": ""
      },
      {
        "sentence": "从自我内部到与外部接触开始，分享，讨论，交流，语言，一个动作，一个神态都是传达情绪的信号！",
        "label": ""
      },
      {
        "sentence": "情绪的表达会有别人的有所指点，但是指指点点没有任何价值，带来的只是责备，打击等负面影响，对情绪的良性需求没有一丝的帮助！",
        "label": ""
      },
      {
        "sentence": "去尝试着与他人分享事物，去探讨去交流，去感受，与体验你的情绪，去享受，去接纳自己，拥抱自己，倾听自己的声音感受他人的热情，去体会！",
        "label": ""
      },
      {
        "sentence": "慢慢来，不着急！",
        "label": ""
      },
      {
        "sentence": "加油哟！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该接受自己的情绪，并尝试与别人交流分享，去感受和体会。但是我很害怕自己的情绪会让别人觉得奇怪或不舒服。",
    "annotation": [
      {
        "sentence": "我明白了，我应该接受自己的情绪，并尝试与别人交流分享，去感受和体会。",
        "label": ""
      },
      {
        "sentence": "但是我很害怕自己的情绪会让别人觉得奇怪或不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的担心，但是你要明白，每个人都有情绪变化和表达的权利。别人可能因为不了解或不熟悉你的情况而感到奇怪或不舒服，但这并不代表你要刻意控制自己的情绪。相信那些真正关心你的人会理解你，并且愿意陪伴你度过情绪的起伏。你也可以尝试通过与亲密的朋友或家人分享你的感受，让他们更好地了解你并提供支持。",
    "annotation": [
      {
        "sentence": "很理解你的担心，但是你要明白，每个人都有情绪变化和表达的权利。",
        "label": ""
      },
      {
        "sentence": "别人可能因为不了解或不熟悉你的情况而感到奇怪或不舒服，但这并不代表你要刻意控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "相信那些真正关心你的人会理解你，并且愿意陪伴你度过情绪的起伏。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试通过与亲密的朋友或家人分享你的感受，让他们更好地了解你并提供支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尽量放开自己，不再害怕展示情绪。谢谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "好的，我会尽量放开自己，不再害怕展示情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能做到的。记得，在这个过程中要对自己保持耐心和善待。如果你还有其他问题或需要进一步的支持，记得随时跟我说哦。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能做到的。",
        "label": ""
      },
      {
        "sentence": "记得，在这个过程中要对自己保持耐心和善待。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的支持，记得随时跟我说哦。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]