[
  {
    "role": "client",
    "content": "已婚领导暧昧信号，我依然尊重，为何再也回不去？已婚领导我释放暧昧信号，试探我。语言上的试探我一般没有正面拒绝，但是要单独相处一类的我都会拒绝。但是工作上毕竟很多要请教他依赖他，所以我还是依然保持尊重，该送礼也送礼。但是后来发现，如果再要他帮忙一些事，他都是态度很冷淡，或者完全不回复。给他发节日的祝福，他会说祝你家庭幸福美满，就很无语，我只是想和领导搞好关系，但是没有想不正当关系。为什么就回不去正常好的关系呢？我该怎么办呢？",
    "annotation": [
      {
        "sentence": "已婚领导暧昧信号，我依然尊重，为何再也回不去？",
        "label": ""
      },
      {
        "sentence": "已婚领导我释放暧昧信号，试探我。",
        "label": ""
      },
      {
        "sentence": "语言上的试探我一般没有正面拒绝，但是要单独相处一类的我都会拒绝。",
        "label": ""
      },
      {
        "sentence": "但是工作上毕竟很多要请教他依赖他，所以我还是依然保持尊重，该送礼也送礼。",
        "label": ""
      },
      {
        "sentence": "但是后来发现，如果再要他帮忙一些事，他都是态度很冷淡，或者完全不回复。",
        "label": ""
      },
      {
        "sentence": "给他发节日的祝福，他会说祝你家庭幸福美满，就很无语，我只是想和领导搞好关系，但是没有想不正当关系。",
        "label": ""
      },
      {
        "sentence": "为什么就回不去正常好的关系呢？",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你发现已婚领导给你发送了一些暖昧的信号，而你尽力保持尊重。你说明白你拒绝了一些与他单独相处的机会，但工作上你仍需要请教他并依赖他，因此你依然保持尊重，并且送礼物表达感激。然而，最近你发现当你需要他帮忙时，他的态度变得冷淡，有时甚至完全不回复。在你给他发节日祝福时，他回复说祝你家庭幸福美满，这让你感到很无奈。你只是想与领导保持良好关系，并非寻求非正常的关系。你想知道为什么无法回到之前的正常关系，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "听你的描述，你发现已婚领导给你发送了一些暖昧的信号，而你尽力保持尊重。",
        "label": ""
      },
      {
        "sentence": "你说明白你拒绝了一些与他单独相处的机会，但工作上你仍需要请教他并依赖他，因此你依然保持尊重，并且送礼物表达感激。",
        "label": ""
      },
      {
        "sentence": "然而，最近你发现当你需要他帮忙时，他的态度变得冷淡，有时甚至完全不回复。",
        "label": ""
      },
      {
        "sentence": "在你给他发节日祝福时，他回复说祝你家庭幸福美满，这让你感到很无奈。",
        "label": ""
      },
      {
        "sentence": "你只是想与领导保持良好关系，并非寻求非正常的关系。",
        "label": ""
      },
      {
        "sentence": "你想知道为什么无法回到之前的正常关系，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他的行为让我感到困惑和失望。我不明白为什么他改变了对我的态度，我没有做出任何让他感到不舒服的事情。我该如何与他沟通，让他明白我只是希望有一个正常的工作关系？",
    "annotation": [
      {
        "sentence": "是的，他的行为让我感到困惑和失望。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么他改变了对我的态度，我没有做出任何让他感到不舒服的事情。",
        "label": ""
      },
      {
        "sentence": "我该如何与他沟通，让他明白我只是希望有一个正常的工作关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对领导的行为感到困惑和失望。在与他沟通之前，你可以先思考一下你期望的结果是什么。你可以试着和他坦诚地谈谈，告诉他你希望能有一个正常的工作关系，并问他是否有任何问题或顾虑。同时，理解每个人都有他们自己的选择和处境，也让自己做好接受不同结果的准备。沟通是建立良好关系的基础，希望你能找到合适的时机与他进行对话。",
    "annotation": [
      {
        "sentence": "我理解你对领导的行为感到困惑和失望。",
        "label": ""
      },
      {
        "sentence": "在与他沟通之前，你可以先思考一下你期望的结果是什么。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他坦诚地谈谈，告诉他你希望能有一个正常的工作关系，并问他是否有任何问题或顾虑。",
        "label": ""
      },
      {
        "sentence": "同时，理解每个人都有他们自己的选择和处境，也让自己做好接受不同结果的准备。",
        "label": ""
      },
      {
        "sentence": "沟通是建立良好关系的基础，希望你能找到合适的时机与他进行对话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好思考并选择合适的机会与他进行沟通。我希望能够以平和的态度表达自己的想法和需求，同时也能够理解他可能面临的困难和顾虑。无论结果如何，至少我知道我尽力了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好思考并选择合适的机会与他进行沟通。",
        "label": ""
      },
      {
        "sentence": "我希望能够以平和的态度表达自己的想法和需求，同时也能够理解他可能面临的困难和顾虑。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，至少我知道我尽力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意思考并尝试与他沟通。以平和的态度表达自己的想法和需求是非常重要的，同时也要做好接受不同结果的准备。无论结果如何，你都可以为自己的勇气和努力感到自豪。记得要给自己一些时间和空间，处理好自己的情绪和心理健康。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意思考并尝试与他沟通。",
        "label": ""
      },
      {
        "sentence": "以平和的态度表达自己的想法和需求是非常重要的，同时也要做好接受不同结果的准备。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都可以为自己的勇气和努力感到自豪。",
        "label": ""
      },
      {
        "sentence": "记得要给自己一些时间和空间，处理好自己的情绪和心理健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。不论结果如何，我都会接受并尊重他的决定。同时，我也会照顾好自己的情绪和心理健康。谢谢你的支持和耐心倾听，这帮助我更好地理清思路。我会尽快采取行动的。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "不论结果如何，我都会接受并尊重他的决定。",
        "label": ""
      },
      {
        "sentence": "同时，我也会照顾好自己的情绪和心理健康。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和耐心倾听，这帮助我更好地理清思路。",
        "label": ""
      },
      {
        "sentence": "我会尽快采取行动的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和积极的态度让我非常欣慰。记得在行动之前，给自己一些时间来准备和保护好自己。如果你在沟通过程中有任何需要我帮助的地方，随时都可以告诉我。我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "你的决心和积极的态度让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "记得在行动之前，给自己一些时间来准备和保护好自己。",
        "label": ""
      },
      {
        "sentence": "如果你在沟通过程中有任何需要我帮助的地方，随时都可以告诉我。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我很高兴能有你这样的支持者在我身边。我会牢记你的话，谢谢你给予我这么多的帮助和建议。如果我需要任何帮助，我会及时向你求助的。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我很高兴能有你这样的支持者在我身边。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，谢谢你给予我这么多的帮助和建议。",
        "label": ""
      },
      {
        "sentence": "如果我需要任何帮助，我会及时向你求助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常荣幸能够陪伴你一起面对困难和挑战。只要需要，随时都可以找我倾诉和寻求帮助。希望你能够顺利度过这段困难的时间，并找到解决问题的方法。加油！",
    "annotation": [
      {
        "sentence": "非常荣幸能够陪伴你一起面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "只要需要，随时都可以找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能够顺利度过这段困难的时间，并找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]