[
  {
    "role": "client",
    "content": "我最近在相亲，感觉自己一直都很自卑。他的学历虽然比我低一级，但已经工作了8年多，而我还刚毕业。我觉得他很优秀，是个公司高管，而我什么都不会，工作还没找到。我们在微信上聊得很好，但见面后我变得很拘束。他谈到工作和社会处世很积极，我很认同他，但我目前处在困境中，思维和见识都不如他，无法做到那么积极入世。之后他很少理我，微信聊天也很敷衍，经常不回信息。我怕被嫌弃，所以就不敢主动找他了，现在很痛苦，觉得自己配不上他，感觉自己失恋了，觉得自己见识短浅，思维狭隘，情商低。",
    "annotation": [
      {
        "sentence": "我最近在相亲，感觉自己一直都很自卑。",
        "label": ""
      },
      {
        "sentence": "他的学历虽然比我低一级，但已经工作了8年多，而我还刚毕业。",
        "label": ""
      },
      {
        "sentence": "我觉得他很优秀，是个公司高管，而我什么都不会，工作还没找到。",
        "label": ""
      },
      {
        "sentence": "我们在微信上聊得很好，但见面后我变得很拘束。",
        "label": ""
      },
      {
        "sentence": "他谈到工作和社会处世很积极，我很认同他，但我目前处在困境中，思维和见识都不如他，无法做到那么积极入世。",
        "label": ""
      },
      {
        "sentence": "之后他很少理我，微信聊天也很敷衍，经常不回信息。",
        "label": ""
      },
      {
        "sentence": "我怕被嫌弃，所以就不敢主动找他了，现在很痛苦，觉得自己配不上他，感觉自己失恋了，觉得自己见识短浅，思维狭隘，情商低。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要知道其实你也很棒。你已经29岁了，刚刚毕业，这个年龄的学历已经很高了，证明你的文化水平和知识都是不错的，而且你的相亲对象比你低一级，说明你也很出色啊，学历和知识都能配得上。你认为自己的阅历不如他，他工作了八年，公司高管，很积极处世，而你刚毕业工作还没找到，思维和见识不如他，对吗？但你要明白，他八年的社会打拼，是经历了许多磨砺，所以他的思想和行为更成熟。而你才刚踏入社会，见识少一些是很正常的。但你的文化底蕴在那里，如果你也在社会上打拼八年，说不定你跟他一样出色。你现在只是相对缺乏实践能力和阅历，没有像他那样走过的路那么多而已。",
    "annotation": [
      {
        "sentence": "你要知道其实你也很棒。",
        "label": ""
      },
      {
        "sentence": "你已经29岁了，刚刚毕业，这个年龄的学历已经很高了，证明你的文化水平和知识都是不错的，而且你的相亲对象比你低一级，说明你也很出色啊，学历和知识都能配得上。",
        "label": ""
      },
      {
        "sentence": "你认为自己的阅历不如他，他工作了八年，公司高管，很积极处世，而你刚毕业工作还没找到，思维和见识不如他，对吗？",
        "label": ""
      },
      {
        "sentence": "但你要明白，他八年的社会打拼，是经历了许多磨砺，所以他的思想和行为更成熟。",
        "label": ""
      },
      {
        "sentence": "而你才刚踏入社会，见识少一些是很正常的。",
        "label": ""
      },
      {
        "sentence": "但你的文化底蕴在那里，如果你也在社会上打拼八年，说不定你跟他一样出色。",
        "label": ""
      },
      {
        "sentence": "你现在只是相对缺乏实践能力和阅历，没有像他那样走过的路那么多而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己很拘束，感觉到他的优秀而不自信。我约束了自己，否定了自己，甚至觉得自己“见识短浅，思维狭隘，情商低”。但其实并不是这样，他的优秀也是通过时间和经历磨练出来的，只是现在社会给他的时间比你多而已。不要觉得自己不够自信，不要急于否定自己。我们刚开始的时候聊得很好，这就说明你们彼此是有共同语言的，你的情商并不低，只是可能在见面后，他对你的某些方面不够满意而已。",
    "annotation": [
      {
        "sentence": "可是我觉得自己很拘束，感觉到他的优秀而不自信。",
        "label": ""
      },
      {
        "sentence": "我约束了自己，否定了自己，甚至觉得自己“见识短浅，思维狭隘，情商低”。",
        "label": ""
      },
      {
        "sentence": "但其实并不是这样，他的优秀也是通过时间和经历磨练出来的，只是现在社会给他的时间比你多而已。",
        "label": ""
      },
      {
        "sentence": "不要觉得自己不够自信，不要急于否定自己。",
        "label": ""
      },
      {
        "sentence": "我们刚开始的时候聊得很好，这就说明你们彼此是有共同语言的，你的情商并不低，只是可能在见面后，他对你的某些方面不够满意而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要静下心来，认真思考接下来该如何提升自己。如果他没有回复你，那说明他对你不感兴趣或者不满意，但这并不代表你要自卑。这只是说明你们两个人不合适而已。刚刚毕业的你可能会感到一些迷茫，但要冷静地思考自己接下来该怎么做，如何提升自己。在有限的时间内，尽量提升自己，让自己能够更好地适应这个社会，这样你就会有更大的自信。",
    "annotation": [
      {
        "sentence": "你要静下心来，认真思考接下来该如何提升自己。",
        "label": ""
      },
      {
        "sentence": "如果他没有回复你，那说明他对你不感兴趣或者不满意，但这并不代表你要自卑。",
        "label": ""
      },
      {
        "sentence": "这只是说明你们两个人不合适而已。",
        "label": ""
      },
      {
        "sentence": "刚刚毕业的你可能会感到一些迷茫，但要冷静地思考自己接下来该怎么做，如何提升自己。",
        "label": ""
      },
      {
        "sentence": "在有限的时间内，尽量提升自己，让自己能够更好地适应这个社会，这样你就会有更大的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在确实需要转换角色，适应社会的新环境。我要明白在社会上会遇到更多的挑战，而且我要鼓励自己。我刚刚步入社会，角色确实与学生时代不同，我需要适应这个新角色，适应社会上的各种情况，时刻鼓励自己。",
    "annotation": [
      {
        "sentence": "你说得对，我现在确实需要转换角色，适应社会的新环境。",
        "label": ""
      },
      {
        "sentence": "我要明白在社会上会遇到更多的挑战，而且我要鼓励自己。",
        "label": ""
      },
      {
        "sentence": "我刚刚步入社会，角色确实与学生时代不同，我需要适应这个新角色，适应社会上的各种情况，时刻鼓励自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，刚刚走入社会是需要转换角色的，在社会上会面对各种挑战。但你要相信自己，相信你自己也能够应对这些挑战。不要急于否定自己，你已经展现了自己的才华和魅力，只是还没遇到适合你的人而已。保持自信，提升自己，相信你会找到属于你的幸福。",
    "annotation": [
      {
        "sentence": "对的，刚刚走入社会是需要转换角色的，在社会上会面对各种挑战。",
        "label": ""
      },
      {
        "sentence": "但你要相信自己，相信你自己也能够应对这些挑战。",
        "label": ""
      },
      {
        "sentence": "不要急于否定自己，你已经展现了自己的才华和魅力，只是还没遇到适合你的人而已。",
        "label": ""
      },
      {
        "sentence": "保持自信，提升自己，相信你会找到属于你的幸福。",
        "label": ""
      }
    ]
  }
]