[
  {
    "role": "client",
    "content": "我是一个29岁的女生，我一直都感到自卑。最近我在相亲，相亲对象虽然学历比我低一级，但他已经工作了8年多，而我才刚毕业！我觉得他很优秀，是公司的高管！而我感觉自己什么都不会，还没有找到一份工作！我们之前在微信上聊得挺好的，但见面后我变得很拘束。我们谈到工作和社会处世，他表现得很积极，而我感觉自己在困境中，思维和见识都不如他，没办法像他那样积极入世！然后他就很少理我了，微信聊天也很敷衍，经常不回消息！我怕被嫌弃，所以不敢再主动找他。我现在感到很痛苦，觉得自己配不上他，就好像失恋了一样！我觉得自己的见识短浅，思维狭隘，情商低！",
    "annotation": [
      {
        "sentence": "我是一个29岁的女生，我一直都感到自卑。",
        "label": ""
      },
      {
        "sentence": "最近我在相亲，相亲对象虽然学历比我低一级，但他已经工作了8年多，而我才刚毕业！",
        "label": ""
      },
      {
        "sentence": "我觉得他很优秀，是公司的高管！",
        "label": ""
      },
      {
        "sentence": "而我感觉自己什么都不会，还没有找到一份工作！",
        "label": ""
      },
      {
        "sentence": "我们之前在微信上聊得挺好的，但见面后我变得很拘束。",
        "label": ""
      },
      {
        "sentence": "我们谈到工作和社会处世，他表现得很积极，而我感觉自己在困境中，思维和见识都不如他，没办法像他那样积极入世！",
        "label": ""
      },
      {
        "sentence": "然后他就很少理我了，微信聊天也很敷衍，经常不回消息！",
        "label": ""
      },
      {
        "sentence": "我怕被嫌弃，所以不敢再主动找他。",
        "label": ""
      },
      {
        "sentence": "我现在感到很痛苦，觉得自己配不上他，就好像失恋了一样！",
        "label": ""
      },
      {
        "sentence": "我觉得自己的见识短浅，思维狭隘，情商低！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的题目，为什么我29岁了还一直自卑，我想告诉你自卑不分年龄，很大程度上自卑其实跟我们的能力无关，这是家庭环境和社会环境造成的。但如果你想摆脱自卑，那就只能靠我们自己了，因为原生家庭和社会环境都是我们无法改变的。人和人之间的差距是存在的，这种差距从一出生就注定了。我们也许在某方面比别人弱，但一定有某方面比别人强。不要用自己的短处去和别人的长处比较，面包会有的，如果你现在没有，就努力争取更好的未来。根据你的描述，我得到了几个重要信息：首先，你在相亲，对方男孩已经工作并且是高管，而你还没有一份体面的工作，所以你感觉配不上他。其次，你们见面后，他给了你一些无法达到的办法，让你觉得自己什么都不会。最后，他和你见面后聊天变少了，你不敢再找他，导致你感到痛苦，并且产生了对自己见识短浅、思维狭隘、情商低的错误想法。但是，我认为这种自卑的原因并不完全取决于你自己。在现实生活中，我们因为没有达到某些社会要求，而怀疑自己、否定自己，难道这就怪我们选择读书而不是早早工作吗？那早早工作的人是不是应该怪自己没有继续读书呢？我们选择的人生和生活方式都会受到父母、朋友、老师和社会的影响，有些影响让我们变得更好，有些可能让我们变得更差。我们能真正选择的机会其实很少。对方现在具备的能力其实只是你希望自己具备的能力的一小部分。难道你就不会再进步了吗？你肯定会变得越来越好的，你的经验和阅历会不断增加。现在你所看重的那些能力，你将来也一定能够拥有。你认为他拥有的能力只是在工作五六年的男孩子都会有，根据男女比例，有三千万单身男同胞找不到老婆。作为一个稀有物种的女性，是不是觉得自己很了不起？作为一个高学历的女性，是不是觉得自己应该自豪？但很明显，你并没有意识到这一点。你付出了时间提升学历，可你并不认可自己的付出。如果你自己都不认可自己，怎么能让自己安心呢？所以你才会感到自卑，因为你总是拿自己的缺点去和别人的优点比较。如果喜欢一个女孩子，最好的相处方式就是不给她压力，不让她担心，不让她对自己产生怀疑。但显然，这个男生给了你很大压力，而且压力甚至让你觉得自己什么都不会。即使你本来不敏感，也会感到疲惫不堪。我们都需要一步一个脚印慢慢成长，不懂走路的时候我们不会跑，不懂加减法的时候我们学不会乘除法。他总是给你当老师，只会对你百害无一利。在面临压力和怀疑自我的时候，我们就会自卑起来。这归根结底是你没有正确认识自己。我们都会受到外界的影响，但如果你正确认识自己，这种影响就会很小，你会有自己的判断。所以，我们要有自己的主观判断，这样你就不会再自卑了，因为你知道自己有自己的优点和缺点，你就是独一无二的。聊天能不能聊得好，并不完全取决于一个人，很多因素都会影响。但你只将原因归结到自己身上，为什么他不主动找你。其实你可以尝试主动找他，发送一条有兴趣的信息给他，看看他的反应。但首先，你要正确认识自己，要告诉自己，你值得被任何人爱，你的王子可以是任何人，喜欢你的人不会嫌弃你，嫌弃你的人你根本不用",
    "annotation": [
      {
        "sentence": "看到你的题目，为什么我29岁了还一直自卑，我想告诉你自卑不分年龄，很大程度上自卑其实跟我们的能力无关，这是家庭环境和社会环境造成的。",
        "label": ""
      },
      {
        "sentence": "但如果你想摆脱自卑，那就只能靠我们自己了，因为原生家庭和社会环境都是我们无法改变的。",
        "label": ""
      },
      {
        "sentence": "人和人之间的差距是存在的，这种差距从一出生就注定了。",
        "label": ""
      },
      {
        "sentence": "我们也许在某方面比别人弱，但一定有某方面比别人强。",
        "label": ""
      },
      {
        "sentence": "不要用自己的短处去和别人的长处比较，面包会有的，如果你现在没有，就努力争取更好的未来。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我得到了几个重要信息：首先，你在相亲，对方男孩已经工作并且是高管，而你还没有一份体面的工作，所以你感觉配不上他。",
        "label": ""
      },
      {
        "sentence": "其次，你们见面后，他给了你一些无法达到的办法，让你觉得自己什么都不会。",
        "label": ""
      },
      {
        "sentence": "最后，他和你见面后聊天变少了，你不敢再找他，导致你感到痛苦，并且产生了对自己见识短浅、思维狭隘、情商低的错误想法。",
        "label": ""
      },
      {
        "sentence": "但是，我认为这种自卑的原因并不完全取决于你自己。",
        "label": ""
      },
      {
        "sentence": "在现实生活中，我们因为没有达到某些社会要求，而怀疑自己、否定自己，难道这就怪我们选择读书而不是早早工作吗？",
        "label": ""
      },
      {
        "sentence": "那早早工作的人是不是应该怪自己没有继续读书呢？",
        "label": ""
      },
      {
        "sentence": "我们选择的人生和生活方式都会受到父母、朋友、老师和社会的影响，有些影响让我们变得更好，有些可能让我们变得更差。",
        "label": ""
      },
      {
        "sentence": "我们能真正选择的机会其实很少。",
        "label": ""
      },
      {
        "sentence": "对方现在具备的能力其实只是你希望自己具备的能力的一小部分。",
        "label": ""
      },
      {
        "sentence": "难道你就不会再进步了吗？",
        "label": ""
      },
      {
        "sentence": "你肯定会变得越来越好的，你的经验和阅历会不断增加。",
        "label": ""
      },
      {
        "sentence": "现在你所看重的那些能力，你将来也一定能够拥有。",
        "label": ""
      },
      {
        "sentence": "你认为他拥有的能力只是在工作五六年的男孩子都会有，根据男女比例，有三千万单身男同胞找不到老婆。",
        "label": ""
      },
      {
        "sentence": "作为一个稀有物种的女性，是不是觉得自己很了不起？",
        "label": ""
      },
      {
        "sentence": "作为一个高学历的女性，是不是觉得自己应该自豪？",
        "label": ""
      },
      {
        "sentence": "但很明显，你并没有意识到这一点。",
        "label": ""
      },
      {
        "sentence": "你付出了时间提升学历，可你并不认可自己的付出。",
        "label": ""
      },
      {
        "sentence": "如果你自己都不认可自己，怎么能让自己安心呢？",
        "label": ""
      },
      {
        "sentence": "所以你才会感到自卑，因为你总是拿自己的缺点去和别人的优点比较。",
        "label": ""
      },
      {
        "sentence": "如果喜欢一个女孩子，最好的相处方式就是不给她压力，不让她担心，不让她对自己产生怀疑。",
        "label": ""
      },
      {
        "sentence": "但显然，这个男生给了你很大压力，而且压力甚至让你觉得自己什么都不会。",
        "label": ""
      },
      {
        "sentence": "即使你本来不敏感，也会感到疲惫不堪。",
        "label": ""
      },
      {
        "sentence": "我们都需要一步一个脚印慢慢成长，不懂走路的时候我们不会跑，不懂加减法的时候我们学不会乘除法。",
        "label": ""
      },
      {
        "sentence": "他总是给你当老师，只会对你百害无一利。",
        "label": ""
      },
      {
        "sentence": "在面临压力和怀疑自我的时候，我们就会自卑起来。",
        "label": ""
      },
      {
        "sentence": "这归根结底是你没有正确认识自己。",
        "label": ""
      },
      {
        "sentence": "我们都会受到外界的影响，但如果你正确认识自己，这种影响就会很小，你会有自己的判断。",
        "label": ""
      },
      {
        "sentence": "所以，我们要有自己的主观判断，这样你就不会再自卑了，因为你知道自己有自己的优点和缺点，你就是独一无二的。",
        "label": ""
      },
      {
        "sentence": "聊天能不能聊得好，并不完全取决于一个人，很多因素都会影响。",
        "label": ""
      },
      {
        "sentence": "但你只将原因归结到自己身上，为什么他不主动找你。",
        "label": ""
      },
      {
        "sentence": "其实你可以尝试主动找他，发送一条有兴趣的信息给他，看看他的反应。",
        "label": ""
      },
      {
        "sentence": "但首先，你要正确认识自己，要告诉自己，你值得被任何人爱，你的王子可以是任何人，喜欢你的人不会嫌弃你，嫌弃你的人你根本不用",
        "label": ""
      }
    ]
  }
]