[
  {
    "role": "client",
    "content": "我今年18岁，我想知道保持沉默是家庭成员之间相处模式的最佳选择吗？我发现从高三开始我的精神状态有些变化，但因为各种原因没有去医院做诊断。最近我发觉自己的问题好像变得更严重了，所以我想在网上咨询医生了解一下应该怎么办，我就告诉了爸爸我的想法（爸爸大致了解我的情况）。然后，爸爸就开始了他的长篇大论，先说网上咨询都是骗子，根本没用，让我别去做。然后他让我反省自己，从自身解决问题。他说我应该多社交、多运动，多接触集体，不要整天闷在家里不和外界来往（实际上，我每天都有出门）。我听完他的话，只觉得特别累，真的很累，以至于我已经不怎么难过了。类似这样的对话已经发生了无数次了，每当我表达我内心的感受时，他们总是这样的态度，总是叫我反省自己，不要老是找外界的原因（我妈也是这样）。而且我无法反驳，一旦我反驳，就会被说成固执己见，最后我们就会大吵一架……每次交流的结果都让我非常失望，但下一次我还是忍不住想要说出来。现在我烦了，什么精神不精神的我都不想再管了，但我知道下一次我还是会和他们说的，但我也不想再次感受到这种痛苦。所以，是不是真的对家人保持沉默才是最好的方式呢？",
    "annotation": [
      {
        "sentence": "我今年18岁，我想知道保持沉默是家庭成员之间相处模式的最佳选择吗？",
        "label": ""
      },
      {
        "sentence": "我发现从高三开始我的精神状态有些变化，但因为各种原因没有去医院做诊断。",
        "label": ""
      },
      {
        "sentence": "最近我发觉自己的问题好像变得更严重了，所以我想在网上咨询医生了解一下应该怎么办，我就告诉了爸爸我的想法（爸爸大致了解我的情况）。",
        "label": ""
      },
      {
        "sentence": "然后，爸爸就开始了他的长篇大论，先说网上咨询都是骗子，根本没用，让我别去做。",
        "label": ""
      },
      {
        "sentence": "然后他让我反省自己，从自身解决问题。",
        "label": ""
      },
      {
        "sentence": "他说我应该多社交、多运动，多接触集体，不要整天闷在家里不和外界来往（实际上，我每天都有出门）。",
        "label": ""
      },
      {
        "sentence": "我听完他的话，只觉得特别累，真的很累，以至于我已经不怎么难过了。",
        "label": ""
      },
      {
        "sentence": "类似这样的对话已经发生了无数次了，每当我表达我内心的感受时，他们总是这样的态度，总是叫我反省自己，不要老是找外界的原因（我妈也是这样）。",
        "label": ""
      },
      {
        "sentence": "而且我无法反驳，一旦我反驳，就会被说成固执己见，最后我们就会大吵一架……每次交流的结果都让我非常失望，但下一次我还是忍不住想要说出来。",
        "label": ""
      },
      {
        "sentence": "现在我烦了，什么精神不精神的我都不想再管了，但我知道下一次我还是会和他们说的，但我也不想再次感受到这种痛苦。",
        "label": ""
      },
      {
        "sentence": "所以，是不是真的对家人保持沉默才是最好的方式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个家庭的沟通方式不同，有些父母在心理成长方面比较健全，他们知道在孩子需要的时候如何提供正确的反馈和帮助。这样的家庭，交流是流畅的，是开放的。但从你的描述来看，当你向父母表达自己真实的感受时，他们无法与你共情，无法看到你的需求并满足你。在这种情况下，你可能需要停止从家庭寻找这种支持，保护自己，不要再让自己一次又一次地受伤。你只有18岁，还没有完全独立，还需要父母提供经济支持。你可以从其他地方寻找帮助，例如在网上咨询医生，在社区中提问，与朋友倾诉，阅读有关心理学的书籍和课程来更好地了解自己。你还可以尝试做兼职工作，拥有自己的收入来源，这样你就可以自主决定做什么。“反省自己，从自身解决问题”、“多社交、多运动、多接触集体”这些话并没有错，但实际上你内心更渴望父母的认可、关怀、理解和支持，你希望无论怎样，他们都能接纳你。他们可能按照自己的方式养育你，没有注意到满足你的需求，这给你带来了一些创伤和负面情绪的体验。这些负面的体验直接进入你的潜意识中，导致你感到恐惧和愤怒。你需要通过更多的快乐来整合这些情绪，尝试去体验更多积极的情绪。祝愿你一切顺利，",
    "annotation": [
      {
        "sentence": "每个家庭的沟通方式不同，有些父母在心理成长方面比较健全，他们知道在孩子需要的时候如何提供正确的反馈和帮助。",
        "label": ""
      },
      {
        "sentence": "这样的家庭，交流是流畅的，是开放的。",
        "label": ""
      },
      {
        "sentence": "但从你的描述来看，当你向父母表达自己真实的感受时，他们无法与你共情，无法看到你的需求并满足你。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可能需要停止从家庭寻找这种支持，保护自己，不要再让自己一次又一次地受伤。",
        "label": ""
      },
      {
        "sentence": "你只有18岁，还没有完全独立，还需要父母提供经济支持。",
        "label": ""
      },
      {
        "sentence": "你可以从其他地方寻找帮助，例如在网上咨询医生，在社区中提问，与朋友倾诉，阅读有关心理学的书籍和课程来更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "你还可以尝试做兼职工作，拥有自己的收入来源，这样你就可以自主决定做什么。",
        "label": ""
      },
      {
        "sentence": "“反省自己，从自身解决问题”、“多社交、多运动、多接触集体”这些话并没有错，但实际上你内心更渴望父母的认可、关怀、理解和支持，你希望无论怎样，他们都能接纳你。",
        "label": ""
      },
      {
        "sentence": "他们可能按照自己的方式养育你，没有注意到满足你的需求，这给你带来了一些创伤和负面情绪的体验。",
        "label": ""
      },
      {
        "sentence": "这些负面的体验直接进入你的潜意识中，导致你感到恐惧和愤怒。",
        "label": ""
      },
      {
        "sentence": "你需要通过更多的快乐来整合这些情绪，尝试去体验更多积极的情绪。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，",
        "label": ""
      }
    ]
  }
]