[
  {
    "role": "client",
    "content": "最近我总是很容易生气，一生气就想砍人。我跟姐姐吵架了，但是她把房间门锁上了。我跟妈妈说了，但是她却什么都不管，并且还说我想死一会你爸爸下来就给你弄死。",
    "annotation": [
      {
        "sentence": "最近我总是很容易生气，一生气就想砍人。",
        "label": ""
      },
      {
        "sentence": "我跟姐姐吵架了，但是她把房间门锁上了。",
        "label": ""
      },
      {
        "sentence": "我跟妈妈说了，但是她却什么都不管，并且还说我想死一会你爸爸下来就给你弄死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我感觉你内心积累了很多委屈，因为你不善于表达，所以别人经常误解你，导致内心积累了愤怒情绪。但是，你的问题描述还比较简单，我没有清楚了解到你情绪波动的前因后果，所以无法给出详细的分析和建议。【你自述信息】从你的问题描述来看，你现在14岁，正值青春期，经常出现情绪无法控制的愤怒情绪，甚至产生砍人的念头。另外，你描述说和姐姐发生矛盾时，妈妈可能在没有了解情况的情况下处理问题，并且还通过提到爸爸来给你施加压力。【信息分析】现在你正处于青春期，体内激素变化会导致情绪波动。当你应对愤怒情绪时，常常会有过激的想法产生。这些想法让你感到困惑，同时也影响了你的人际关系。【可能性原因分析】现在你已经意识到自己对情绪困扰，并且希望改变，这对于弄清原因和朝着对你有利的改变方向来说非常重要，也说明你内心渴望和有动力成长。1.你现在处在青春期，根据埃里克森的心理社会发展理论，这个阶段的主要发展任务是建立自我认同。自我认同是指青少年将个人需求、情感、能力、目标、价值观等整合为一个统一的人格框架，拥有一致的情感和态度，自我理解的需要和能力，以及自我目标和信仰的稳定性。如果自我认同出现问题，青少年就容易情绪化地应对这种混乱。居里夫人说过：“走自己的路，让别人去说吧。”真正形成自我认同意味着在精神和人格上实现独立，能够引导你坚定地按照自己的方向度过人生的其他阶段。只有价值观独立，才不会过分看重他人的评价。2.你的人际关系和情绪调节模式往往是从亲密关系中学习到的，特别是与父母的关系。从你的描述来看，你的母亲可能在日常生活中与你互动时采用了忽略的方式，沟通时可能缺乏耐心和理解。而与爸爸的互动模式可能比较简单粗暴，通常会通过体罚或批评来对待你的“错误”。因此，在原生家庭中，你没有学到良好的人际互动模式，当遇到情绪问题时，通常也只是以父母常用的情绪化方式做出反应（没有尝试去沟通理解，而是通过攻击行为来表达愤怒等情绪）。【建议】1.在日常生活中，适度思考自己是谁，想要什么，想成为怎样的人，以及未来希望过怎样的生活。了解自己，培养自我认同。2.对自己的情绪保持觉察，尝试通过沟通，宣泄情绪，进行人际互动。3.尝试建立支持性的关系，从良好的人际互动中重新学习人际交往模式，建立对他人的信任。4.如果以上过程遇到困惑，可以考虑寻求专业咨询师的帮助。改变是一个逐步进行的过程，带着初心，踏上归途，我们一起成长。希望对你有所启发，祝好运。",
    "annotation": [
      {
        "sentence": "看到你的描述，我感觉你内心积累了很多委屈，因为你不善于表达，所以别人经常误解你，导致内心积累了愤怒情绪。",
        "label": ""
      },
      {
        "sentence": "但是，你的问题描述还比较简单，我没有清楚了解到你情绪波动的前因后果，所以无法给出详细的分析和建议。",
        "label": ""
      },
      {
        "sentence": "【你自述信息】从你的问题描述来看，你现在14岁，正值青春期，经常出现情绪无法控制的愤怒情绪，甚至产生砍人的念头。",
        "label": ""
      },
      {
        "sentence": "另外，你描述说和姐姐发生矛盾时，妈妈可能在没有了解情况的情况下处理问题，并且还通过提到爸爸来给你施加压力。",
        "label": ""
      },
      {
        "sentence": "【信息分析】现在你正处于青春期，体内激素变化会导致情绪波动。",
        "label": ""
      },
      {
        "sentence": "当你应对愤怒情绪时，常常会有过激的想法产生。",
        "label": ""
      },
      {
        "sentence": "这些想法让你感到困惑，同时也影响了你的人际关系。",
        "label": ""
      },
      {
        "sentence": "【可能性原因分析】现在你已经意识到自己对情绪困扰，并且希望改变，这对于弄清原因和朝着对你有利的改变方向来说非常重要，也说明你内心渴望和有动力成长。",
        "label": ""
      },
      {
        "sentence": "1.你现在处在青春期，根据埃里克森的心理社会发展理论，这个阶段的主要发展任务是建立自我认同。",
        "label": ""
      },
      {
        "sentence": "自我认同是指青少年将个人需求、情感、能力、目标、价值观等整合为一个统一的人格框架，拥有一致的情感和态度，自我理解的需要和能力，以及自我目标和信仰的稳定性。",
        "label": ""
      },
      {
        "sentence": "如果自我认同出现问题，青少年就容易情绪化地应对这种混乱。",
        "label": ""
      },
      {
        "sentence": "居里夫人说过：“走自己的路，让别人去说吧。",
        "label": ""
      },
      {
        "sentence": "”真正形成自我认同意味着在精神和人格上实现独立，能够引导你坚定地按照自己的方向度过人生的其他阶段。",
        "label": ""
      },
      {
        "sentence": "只有价值观独立，才不会过分看重他人的评价。",
        "label": ""
      },
      {
        "sentence": "2.你的人际关系和情绪调节模式往往是从亲密关系中学习到的，特别是与父母的关系。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你的母亲可能在日常生活中与你互动时采用了忽略的方式，沟通时可能缺乏耐心和理解。",
        "label": ""
      },
      {
        "sentence": "而与爸爸的互动模式可能比较简单粗暴，通常会通过体罚或批评来对待你的“错误”。",
        "label": ""
      },
      {
        "sentence": "因此，在原生家庭中，你没有学到良好的人际互动模式，当遇到情绪问题时，通常也只是以父母常用的情绪化方式做出反应（没有尝试去沟通理解，而是通过攻击行为来表达愤怒等情绪）。",
        "label": ""
      },
      {
        "sentence": "【建议】1.在日常生活中，适度思考自己是谁，想要什么，想成为怎样的人，以及未来希望过怎样的生活。",
        "label": ""
      },
      {
        "sentence": "了解自己，培养自我认同。",
        "label": ""
      },
      {
        "sentence": "2.对自己的情绪保持觉察，尝试通过沟通，宣泄情绪，进行人际互动。",
        "label": ""
      },
      {
        "sentence": "3.尝试建立支持性的关系，从良好的人际互动中重新学习人际交往模式，建立对他人的信任。",
        "label": ""
      },
      {
        "sentence": "4.如果以上过程遇到困惑，可以考虑寻求专业咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "改变是一个逐步进行的过程，带着初心，踏上归途，我们一起成长。",
        "label": ""
      },
      {
        "sentence": "希望对你有所启发，祝好运。",
        "label": ""
      }
    ]
  }
]