[
  {
    "role": "client",
    "content": "最近发生的事情让我很困扰。我和前任莫名其妙在一起，但分开后他不断加我，我感到很焦虑。我们是通过以前的同事认识的，从认识到分开大约有20天左右。他一直加我，我想和他说清楚但他不听。我需要自愈，但这些不断的“困扰”让我经不起了。今天我被迫改了微信号，不知道会发生什么。",
    "annotation": [
      {
        "sentence": "最近发生的事情让我很困扰。",
        "label": ""
      },
      {
        "sentence": "我和前任莫名其妙在一起，但分开后他不断加我，我感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "我们是通过以前的同事认识的，从认识到分开大约有20天左右。",
        "label": ""
      },
      {
        "sentence": "他一直加我，我想和他说清楚但他不听。",
        "label": ""
      },
      {
        "sentence": "我需要自愈，但这些不断的“困扰”让我经不起了。",
        "label": ""
      },
      {
        "sentence": "今天我被迫改了微信号，不知道会发生什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这段经历确实让你感到很烦恼。从你的描述来看，这个前任似乎对你产生了反复加你的行为，让你感到很焦虑。他可能并不尊重你的意愿，这种困扰肯定会对你的情绪造成影响。你对自我治愈有需求是很正常的，你没有错。改变微信号可能是为了摆脱这种困扰，但是你内心可能还存在一些疑问，怀疑这么执着的“追求”是否你对他的误会。",
    "annotation": [
      {
        "sentence": "这段经历确实让你感到很烦恼。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，这个前任似乎对你产生了反复加你的行为，让你感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "他可能并不尊重你的意愿，这种困扰肯定会对你的情绪造成影响。",
        "label": ""
      },
      {
        "sentence": "你对自我治愈有需求是很正常的，你没有错。",
        "label": ""
      },
      {
        "sentence": "改变微信号可能是为了摆脱这种困扰，但是你内心可能还存在一些疑问，怀疑这么执着的“追求”是否你对他的误会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我对他的行为感到不解和困惑。他在网上话很多，但见面后却没什么话和我说。还有他每次送礼物都会把价格截图发给我，生病时也不会关心我。他还总是摸我胳膊，让我感到很不舒服。我觉得他不是真心喜欢我，只是想要一段短暂的关系。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我对他的行为感到不解和困惑。",
        "label": ""
      },
      {
        "sentence": "他在网上话很多，但见面后却没什么话和我说。",
        "label": ""
      },
      {
        "sentence": "还有他每次送礼物都会把价格截图发给我，生病时也不会关心我。",
        "label": ""
      },
      {
        "sentence": "他还总是摸我胳膊，让我感到很不舒服。",
        "label": ""
      },
      {
        "sentence": "我觉得他不是真心喜欢我，只是想要一段短暂的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以看出，你对他的行为感到不满和不舒服。他在网上非常活跃，但见面后却不愿意和你多交流，这确实很奇怪。而且他的举动让你感到不舒服，这并不是你的问题。你觉得他对你的感情不够真诚，只是想寻求一段短暂的关系，这也是你的观察和感受。你的直觉可能是正确的，不要忽视了自己的感受和需求。",
    "annotation": [
      {
        "sentence": "从你的描述中可以看出，你对他的行为感到不满和不舒服。",
        "label": ""
      },
      {
        "sentence": "他在网上非常活跃，但见面后却不愿意和你多交流，这确实很奇怪。",
        "label": ""
      },
      {
        "sentence": "而且他的举动让你感到不舒服，这并不是你的问题。",
        "label": ""
      },
      {
        "sentence": "你觉得他对你的感情不够真诚，只是想寻求一段短暂的关系，这也是你的观察和感受。",
        "label": ""
      },
      {
        "sentence": "你的直觉可能是正确的，不要忽视了自己的感受和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "分手后，他又要回之前送我的东西，甚至要回他用过的洗发水。我也送过他一些东西，他一开始说要还给我，但后来就没有消息了。我以为我们的故事已经结束了，没想到他又加我。即使我感到很心痛，我也不想出卖自己。",
    "annotation": [
      {
        "sentence": "分手后，他又要回之前送我的东西，甚至要回他用过的洗发水。",
        "label": ""
      },
      {
        "sentence": "我也送过他一些东西，他一开始说要还给我，但后来就没有消息了。",
        "label": ""
      },
      {
        "sentence": "我以为我们的故事已经结束了，没想到他又加我。",
        "label": ""
      },
      {
        "sentence": "即使我感到很心痛，我也不想出卖自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他要回之前送给你的东西，可能是一种故意刺激你的行为。而且他的小气和纠缠让你感到厌烦。你换微信号可能是为了逃离这种困扰，但你内心仍然存在怀疑。这种死缠烂打是否只是你对他的误会。从你的描述来看，你的自我保护机制已经起作用了。你敏感地发现了对方行为和言语上的不一致性，这可能是这段关系的真相。不要因为被多次加，就心软、内疚，而让自己陷入一段短暂的关系。",
    "annotation": [
      {
        "sentence": "他要回之前送给你的东西，可能是一种故意刺激你的行为。",
        "label": ""
      },
      {
        "sentence": "而且他的小气和纠缠让你感到厌烦。",
        "label": ""
      },
      {
        "sentence": "你换微信号可能是为了逃离这种困扰，但你内心仍然存在怀疑。",
        "label": ""
      },
      {
        "sentence": "这种死缠烂打是否只是你对他的误会。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你的自我保护机制已经起作用了。",
        "label": ""
      },
      {
        "sentence": "你敏感地发现了对方行为和言语上的不一致性，这可能是这段关系的真相。",
        "label": ""
      },
      {
        "sentence": "不要因为被多次加，就心软、内疚，而让自己陷入一段短暂的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我现在明白了。这段关系的不一致性和他的行为让我很困惑。他并不尊重我的感受，只顾自己的感受和需求。或许你说的对，他可能是一个控制自己情绪和行为能力比较弱的人。我应该相信自己的直觉，不要再被他的行为所困扰了。",
    "annotation": [
      {
        "sentence": "确实是这样，我现在明白了。",
        "label": ""
      },
      {
        "sentence": "这段关系的不一致性和他的行为让我很困惑。",
        "label": ""
      },
      {
        "sentence": "他并不尊重我的感受，只顾自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "或许你说的对，他可能是一个控制自己情绪和行为能力比较弱的人。",
        "label": ""
      },
      {
        "sentence": "我应该相信自己的直觉，不要再被他的行为所困扰了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你现在已经对这段关系的真相有了更加清晰的认识。你敏锐地察觉到了对方的不尊重和控制欲，以及你内心的抵触。他的行为和态度并不是一个真正喜欢你的人的表现。同时，他要回之前送给你的东西也表明他没有考虑你的感受。继续保持没有回应，他自然不会再骚扰你了。",
    "annotation": [
      {
        "sentence": "是的，你现在已经对这段关系的真相有了更加清晰的认识。",
        "label": ""
      },
      {
        "sentence": "你敏锐地察觉到了对方的不尊重和控制欲，以及你内心的抵触。",
        "label": ""
      },
      {
        "sentence": "他的行为和态度并不是一个真正喜欢你的人的表现。",
        "label": ""
      },
      {
        "sentence": "同时，他要回之前送给你的东西也表明他没有考虑你的感受。",
        "label": ""
      },
      {
        "sentence": "继续保持没有回应，他自然不会再骚扰你了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会坚持不回应他的联系。这次的经历是个教训，我会更加在乎自己的感受和需求。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说得对，我会坚持不回应他的联系。",
        "label": ""
      },
      {
        "sentence": "这次的经历是个教训，我会更加在乎自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供支持和建议。相信自己的感受和直觉，保持对自己的尊重和保护是非常重要的。如果还有其他困扰的事情，随时来找我聊天。祝你早日从这段经历中解脱出来，找到真正对你好的人。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供支持和建议。",
        "label": ""
      },
      {
        "sentence": "相信自己的感受和直觉，保持对自己的尊重和保护是非常重要的。",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰的事情，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你早日从这段经历中解脱出来，找到真正对你好的人。",
        "label": ""
      }
    ]
  }
]