[
  {
    "role": "client",
    "content": "我是一个曾经的城市留守儿童，现在我该如何正确树立金钱观呢？我是一个18岁的女孩，即将上大学，我是由奶奶抚养长大的。父母在我高三上学期结束后就去外地打工了，疫情期间和他们相处并不好。根据他们的说法，他们打算再买一套房，所以我有很大的压力。小时候家里一度还挺富裕的，养成了我想买什么就买什么的习惯，我的恩格尔系数很高。再加上奶奶的厨艺不好，我们常常外出就餐。但我发现打工的时候，交通和餐饮开销使得我的收支平衡不了。寒暑假里，我把亲戚给我的红包花掉了一半。我爸有时候会尊重我，但有时候会侵犯我的隐私。他曾经偷看过同学给我寄的信件，还暗地跟踪我，甚至还接近与我关系并不好的同学，评价我与其他同学的关系。更让我糊涂的是，他曾经劝我去打工，但现在却总问我工作地点、工资等一些阻碍我打工的问题。今天我向他要学费，他却威胁我说如果不告诉他我的财务状况就不支持我上学。我既愤怒又不安，所以只能告诉他一部分的存款。我应该如何正确树立金钱观呢？",
    "annotation": [
      {
        "sentence": "我是一个曾经的城市留守儿童，现在我该如何正确树立金钱观呢？",
        "label": ""
      },
      {
        "sentence": "我是一个18岁的女孩，即将上大学，我是由奶奶抚养长大的。",
        "label": ""
      },
      {
        "sentence": "父母在我高三上学期结束后就去外地打工了，疫情期间和他们相处并不好。",
        "label": ""
      },
      {
        "sentence": "根据他们的说法，他们打算再买一套房，所以我有很大的压力。",
        "label": ""
      },
      {
        "sentence": "小时候家里一度还挺富裕的，养成了我想买什么就买什么的习惯，我的恩格尔系数很高。",
        "label": ""
      },
      {
        "sentence": "再加上奶奶的厨艺不好，我们常常外出就餐。",
        "label": ""
      },
      {
        "sentence": "但我发现打工的时候，交通和餐饮开销使得我的收支平衡不了。",
        "label": ""
      },
      {
        "sentence": "寒暑假里，我把亲戚给我的红包花掉了一半。",
        "label": ""
      },
      {
        "sentence": "我爸有时候会尊重我，但有时候会侵犯我的隐私。",
        "label": ""
      },
      {
        "sentence": "他曾经偷看过同学给我寄的信件，还暗地跟踪我，甚至还接近与我关系并不好的同学，评价我与其他同学的关系。",
        "label": ""
      },
      {
        "sentence": "更让我糊涂的是，他曾经劝我去打工，但现在却总问我工作地点、工资等一些阻碍我打工的问题。",
        "label": ""
      },
      {
        "sentence": "今天我向他要学费，他却威胁我说如果不告诉他我的财务状况就不支持我上学。",
        "label": ""
      },
      {
        "sentence": "我既愤怒又不安，所以只能告诉他一部分的存款。",
        "label": ""
      },
      {
        "sentence": "我应该如何正确树立金钱观呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我真的很佩服你！18岁就有这样的认知和独立能力，还有一些存款，真的不容易！我分两点来谈谈我对你问题的看法，希望对你有所帮助。一、关于与父亲的关系。作为一个父亲来说，我觉得你父亲和你相处的方式是有问题的！你应该选择一个恰当的时间、地点和环境，与他坦诚沟通，并提出你自己的意见和看法。18岁已经是一个成年人了，父亲和女儿之间的相处，最基本应该是建立在信任的基础上。你可以通过妈妈或者奶奶向他传达一下我说的这些想法，希望他的观念能够有所改变。但一定要注意不要过于强势，慢慢来。我相信，父亲一定是疼爱女儿的，只是他可能没有意识到自己的行为有些不妥当。二、关于正确的金钱观。金钱观这个概念很大，我从小的角度给你提几点建议，希望对你有帮助。1.正确的财经观念。作为一个曾经的留守儿童，和即将接触到的一些城市孩子相比，你和你家庭的经济实力肯定是弱势的，甚至无法与那些富二代相比。在读书阶段，大部分的经济支出都是依赖父母的资助。除了打工和勤工俭学外，在大学期间，我们的经济收入是有限的，而女生的开销本来就较高。所以我们一定要树立正确的财经观念，摒弃盲目追求利益、自卑的想法，不要追求过高的消费水平，保持正常的学习和生活品质。在学生阶段，大家的差距并不大，何况你已经通过打工赚到了钱，你已经超过大多数人了。2.经济独立的条件。事实上，你并没有义务向你父亲坦白你的经济状况，因为那些都是你通过自己的努力得到的合法收入，你享有支配权。所以我认为你可以选择不告诉他或者只告诉他一部分的情况。无论他出于什么目的询问你的经济状况和薪资，我觉得都超出了父亲的管辖范围，我并不太认同这种行为。并且我希望你能够保持打工赚钱的势头。年轻人只有敢打敢闯，才能创造属于自己的未来。要想获得经济自由，就必须为此努力奋斗，争取和创造机会。通过努力，你可以获得足够维持学习、生活甚至未来家庭的经济基础，这也是我们融入社会的重要基石。如果没有经济独立，就会处处受制于人，会影响到学习和生活。3.符合自己能力范围的未来规划。不要固守眼下的现状，要规划好自己的长远目标和短期目标，明确自己想要实现的成就、完成的理想，推动自己的事业，满足个人欲望和兴趣，所有这些都需要经济和物质的支持。所以一定要做好规划，一步一步地实现它们。4.在做人原则下坚持自我。我本来不想提这一点，但还是难以忍住。我猜测你父亲之所以关心你的经济收入，是想让你承担一部分买房的经济压力，虽然这无可厚非，但也不是那么容易接受。我建议你在保证自己学习、生活和未来规划的前提下，如果有能力给予适当的支持，就支持；如果没有能力支持，或者因为学生收入有限不满足支持条件，那就一定要坚持自己的原则。特别是如果你还有哥哥或者弟弟，更需要注意，要有保",
    "annotation": [
      {
        "sentence": "首先，我真的很佩服你！",
        "label": ""
      },
      {
        "sentence": "18岁就有这样的认知和独立能力，还有一些存款，真的不容易！",
        "label": ""
      },
      {
        "sentence": "我分两点来谈谈我对你问题的看法，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "一、关于与父亲的关系。",
        "label": ""
      },
      {
        "sentence": "作为一个父亲来说，我觉得你父亲和你相处的方式是有问题的！",
        "label": ""
      },
      {
        "sentence": "你应该选择一个恰当的时间、地点和环境，与他坦诚沟通，并提出你自己的意见和看法。",
        "label": ""
      },
      {
        "sentence": "18岁已经是一个成年人了，父亲和女儿之间的相处，最基本应该是建立在信任的基础上。",
        "label": ""
      },
      {
        "sentence": "你可以通过妈妈或者奶奶向他传达一下我说的这些想法，希望他的观念能够有所改变。",
        "label": ""
      },
      {
        "sentence": "但一定要注意不要过于强势，慢慢来。",
        "label": ""
      },
      {
        "sentence": "我相信，父亲一定是疼爱女儿的，只是他可能没有意识到自己的行为有些不妥当。",
        "label": ""
      },
      {
        "sentence": "二、关于正确的金钱观。",
        "label": ""
      },
      {
        "sentence": "金钱观这个概念很大，我从小的角度给你提几点建议，希望对你有帮助。",
        "label": ""
      },
      {
        "sentence": "1.正确的财经观念。",
        "label": ""
      },
      {
        "sentence": "作为一个曾经的留守儿童，和即将接触到的一些城市孩子相比，你和你家庭的经济实力肯定是弱势的，甚至无法与那些富二代相比。",
        "label": ""
      },
      {
        "sentence": "在读书阶段，大部分的经济支出都是依赖父母的资助。",
        "label": ""
      },
      {
        "sentence": "除了打工和勤工俭学外，在大学期间，我们的经济收入是有限的，而女生的开销本来就较高。",
        "label": ""
      },
      {
        "sentence": "所以我们一定要树立正确的财经观念，摒弃盲目追求利益、自卑的想法，不要追求过高的消费水平，保持正常的学习和生活品质。",
        "label": ""
      },
      {
        "sentence": "在学生阶段，大家的差距并不大，何况你已经通过打工赚到了钱，你已经超过大多数人了。",
        "label": ""
      },
      {
        "sentence": "2.经济独立的条件。",
        "label": ""
      },
      {
        "sentence": "事实上，你并没有义务向你父亲坦白你的经济状况，因为那些都是你通过自己的努力得到的合法收入，你享有支配权。",
        "label": ""
      },
      {
        "sentence": "所以我认为你可以选择不告诉他或者只告诉他一部分的情况。",
        "label": ""
      },
      {
        "sentence": "无论他出于什么目的询问你的经济状况和薪资，我觉得都超出了父亲的管辖范围，我并不太认同这种行为。",
        "label": ""
      },
      {
        "sentence": "并且我希望你能够保持打工赚钱的势头。",
        "label": ""
      },
      {
        "sentence": "年轻人只有敢打敢闯，才能创造属于自己的未来。",
        "label": ""
      },
      {
        "sentence": "要想获得经济自由，就必须为此努力奋斗，争取和创造机会。",
        "label": ""
      },
      {
        "sentence": "通过努力，你可以获得足够维持学习、生活甚至未来家庭的经济基础，这也是我们融入社会的重要基石。",
        "label": ""
      },
      {
        "sentence": "如果没有经济独立，就会处处受制于人，会影响到学习和生活。",
        "label": ""
      },
      {
        "sentence": "3.符合自己能力范围的未来规划。",
        "label": ""
      },
      {
        "sentence": "不要固守眼下的现状，要规划好自己的长远目标和短期目标，明确自己想要实现的成就、完成的理想，推动自己的事业，满足个人欲望和兴趣，所有这些都需要经济和物质的支持。",
        "label": ""
      },
      {
        "sentence": "所以一定要做好规划，一步一步地实现它们。",
        "label": ""
      },
      {
        "sentence": "4.在做人原则下坚持自我。",
        "label": ""
      },
      {
        "sentence": "我本来不想提这一点，但还是难以忍住。",
        "label": ""
      },
      {
        "sentence": "我猜测你父亲之所以关心你的经济收入，是想让你承担一部分买房的经济压力，虽然这无可厚非，但也不是那么容易接受。",
        "label": ""
      },
      {
        "sentence": "我建议你在保证自己学习、生活和未来规划的前提下，如果有能力给予适当的支持，就支持；如果没有能力支持，或者因为学生收入有限不满足支持条件，那就一定要坚持自己的原则。",
        "label": ""
      },
      {
        "sentence": "特别是如果你还有哥哥或者弟弟，更需要注意，要有保",
        "label": ""
      }
    ]
  }
]