[
  {
    "role": "client",
    "content": "男友和前任分手后约过炮，女生发现自己怀孕了怎么办？我和男友在一起快三个月他这人比较诚实，然后也还比较稳重，对我蛮真心的。他之前谈了一个女朋友，谈了快两年，后面因为两个人不合适分开了，他们是过年前两人分开的，这个女生就是陪他经历过他还什么都没有的时候，但是她不怎么上进，后来两个人分开了，但没有删联系方式。两个人然后在男友认识我之前，发生了关系。最近那个女生一直找他闹要他陪她，他和她说他和我谈恋爱了有女朋友了，那个女生就说要么他陪她一晚上，要么就去他单位闹的他身败名裂，然后这几天那个女生又给他发信息说她怀孕了。然后现在两人在处理这件事情，打算不要这个小孩子但女生以怀孕为威胁，一直不去医院。我内心善良，不想伤害那个女生，但对他们的行为感到很受伤，很痛苦我该怎么办。",
    "annotation": [
      {
        "sentence": "男友和前任分手后约过炮，女生发现自己怀孕了怎么办？",
        "label": ""
      },
      {
        "sentence": "我和男友在一起快三个月他这人比较诚实，然后也还比较稳重，对我蛮真心的。",
        "label": ""
      },
      {
        "sentence": "他之前谈了一个女朋友，谈了快两年，后面因为两个人不合适分开了，他们是过年前两人分开的，这个女生就是陪他经历过他还什么都没有的时候，但是她不怎么上进，后来两个人分开了，但没有删联系方式。",
        "label": ""
      },
      {
        "sentence": "两个人然后在男友认识我之前，发生了关系。",
        "label": ""
      },
      {
        "sentence": "最近那个女生一直找他闹要他陪她，他和她说他和我谈恋爱了有女朋友了，那个女生就说要么他陪她一晚上，要么就去他单位闹的他身败名裂，然后这几天那个女生又给他发信息说她怀孕了。",
        "label": ""
      },
      {
        "sentence": "然后现在两人在处理这件事情，打算不要这个小孩子但女生以怀孕为威胁，一直不去医院。",
        "label": ""
      },
      {
        "sentence": "我内心善良，不想伤害那个女生，但对他们的行为感到很受伤，很痛苦我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "阅读了您的问题，感受到了内心中那种煎熬和焦虑。我们每个人出于善良的目的都不想伤害别人，这一点无可厚非。可目前的事态，让我们必须要先把自己的情绪稳定住，也需要尝试，和男朋友一起把关系稳定住，对吗？",
    "annotation": [
      {
        "sentence": "阅读了您的问题，感受到了内心中那种煎熬和焦虑。",
        "label": ""
      },
      {
        "sentence": "我们每个人出于善良的目的都不想伤害别人，这一点无可厚非。",
        "label": ""
      },
      {
        "sentence": "可目前的事态，让我们必须要先把自己的情绪稳定住，也需要尝试，和男朋友一起把关系稳定住，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也想和男友一起度过这个难关，但我不知道该如何应对。",
    "annotation": [
      {
        "sentence": "是的，我也想和男友一起度过这个难关，但我不知道该如何应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这件事看起来是一个两难的选择题，要么放手，让男友和前女友一起，要么狠下心来和男友一起，让这个“可能”的生命流逝。不过，我们可以尝试寻找第三个选择。",
    "annotation": [
      {
        "sentence": "这件事看起来是一个两难的选择题，要么放手，让男友和前女友一起，要么狠下心来和男友一起，让这个“可能”的生命流逝。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以尝试寻找第三个选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "第三个选择？是什么呢？",
    "annotation": [
      {
        "sentence": "第三个选择？",
        "label": ""
      },
      {
        "sentence": "是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以回顾一下男友和前女友分手的原因。后来又勉为其难地陪她，表面上似乎是前女友一厢情愿地纠缠，而实际上，您的男友也需要理清这层关系。这段已经结束的关系，之所以没有及时终止，一方面可能是您口中所说的善良，而另一方面，是不是当初那种一起艰难度过的时光，还印刻在男友的记忆之中，难以释怀？",
    "annotation": [
      {
        "sentence": "我们可以回顾一下男友和前女友分手的原因。",
        "label": ""
      },
      {
        "sentence": "后来又勉为其难地陪她，表面上似乎是前女友一厢情愿地纠缠，而实际上，您的男友也需要理清这层关系。",
        "label": ""
      },
      {
        "sentence": "这段已经结束的关系，之所以没有及时终止，一方面可能是您口中所说的善良，而另一方面，是不是当初那种一起艰难度过的时光，还印刻在男友的记忆之中，难以释怀？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是吧，我觉得他们真的需要一个完整的分手仪式，让彼此把心中那些难以割舍的东西释怀。",
    "annotation": [
      {
        "sentence": "可能是吧，我觉得他们真的需要一个完整的分手仪式，让彼此把心中那些难以割舍的东西释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，也许他们正需要通过一个真正的分手仪式来彻底解开彼此之间的羁绊。而男友现在和您属于恋爱关系，这个底线是不可动摇的。如果您充分信任他，可以和他多一些支持和交流，进一步了解他内心真实的想法，不去强迫他做任何决定。但也要通过表明自己的态度来让他感受到您对他的在意。",
    "annotation": [
      {
        "sentence": "是的，也许他们正需要通过一个真正的分手仪式来彻底解开彼此之间的羁绊。",
        "label": ""
      },
      {
        "sentence": "而男友现在和您属于恋爱关系，这个底线是不可动摇的。",
        "label": ""
      },
      {
        "sentence": "如果您充分信任他，可以和他多一些支持和交流，进一步了解他内心真实的想法，不去强迫他做任何决定。",
        "label": ""
      },
      {
        "sentence": "但也要通过表明自己的态度来让他感受到您对他的在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会和他好好沟通的。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我明白了，我会和他好好沟通的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。如果还有其他问题，请随时向我求助。以上！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，请随时向我求助。",
        "label": ""
      },
      {
        "sentence": "以上！",
        "label": ""
      }
    ]
  }
]