[
  {
    "role": "client",
    "content": "我是一个初三的女生，我发现了一个普遍的问题，就是现在的人每天都无时无刻拿着手机，但是一找他们有事的时候就不回。我的问题是什么呢？我一有点事一个人都没有回我。而且我们的关系也没有多差啊，难道是我的问题吗？别人有问题我看到都会给个答复，难道是我自己太敏感了吗？这不算是吧，我认为这至少是对一个人最基本的尊重吧。",
    "annotation": [
      {
        "sentence": "我是一个初三的女生，我发现了一个普遍的问题，就是现在的人每天都无时无刻拿着手机，但是一找他们有事的时候就不回。",
        "label": ""
      },
      {
        "sentence": "我的问题是什么呢？",
        "label": ""
      },
      {
        "sentence": "我一有点事一个人都没有回我。",
        "label": ""
      },
      {
        "sentence": "而且我们的关系也没有多差啊，难道是我的问题吗？",
        "label": ""
      },
      {
        "sentence": "别人有问题我看到都会给个答复，难道是我自己太敏感了吗？",
        "label": ""
      },
      {
        "sentence": "这不算是吧，我认为这至少是对一个人最基本的尊重吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，你提出的问题其实只是个人对于关系的一种模糊理解。在现今社会中，我们对于彼此关系的好坏理解都是建立在个人的角度上的。很多时候，我们看到的和实际是有很大差距的。也许你认为你们的关系是挺好的，但是对于对方而言，可能还没有达到那种程度，所以你提出的请求没有得到应有的回应。当然，这并没有什么不妥。我们不能期望别人都能像我们对待他们一样对待我们，这是一种不合理的要求。还请你明白，不论是在同学关系还是成人关系当中，都存在着这种情况。我们需要做的，或者应该做的，就是用明亮的双眼学会区分哪些是真正的朋友，从而避免自己受到伤害。至于是不是你的问题，我不希望你只是简单地从这一件事情就否定自己，毕竟任何事情都是由很多原因造成的。就拿我个人来说，现在还没有结婚，相亲也很多次了，没有一个成功的，可以说这其中有我个人的原因，但是我不可能把所有责任都归咎于自己，因为这是不合理的，也是不正确的。我们需要做的，就是在现阶段做好自己应该做的事情，这样就好了。无论怎样，都不要否定自己！",
    "annotation": [
      {
        "sentence": "同学，你提出的问题其实只是个人对于关系的一种模糊理解。",
        "label": ""
      },
      {
        "sentence": "在现今社会中，我们对于彼此关系的好坏理解都是建立在个人的角度上的。",
        "label": ""
      },
      {
        "sentence": "很多时候，我们看到的和实际是有很大差距的。",
        "label": ""
      },
      {
        "sentence": "也许你认为你们的关系是挺好的，但是对于对方而言，可能还没有达到那种程度，所以你提出的请求没有得到应有的回应。",
        "label": ""
      },
      {
        "sentence": "当然，这并没有什么不妥。",
        "label": ""
      },
      {
        "sentence": "我们不能期望别人都能像我们对待他们一样对待我们，这是一种不合理的要求。",
        "label": ""
      },
      {
        "sentence": "还请你明白，不论是在同学关系还是成人关系当中，都存在着这种情况。",
        "label": ""
      },
      {
        "sentence": "我们需要做的，或者应该做的，就是用明亮的双眼学会区分哪些是真正的朋友，从而避免自己受到伤害。",
        "label": ""
      },
      {
        "sentence": "至于是不是你的问题，我不希望你只是简单地从这一件事情就否定自己，毕竟任何事情都是由很多原因造成的。",
        "label": ""
      },
      {
        "sentence": "就拿我个人来说，现在还没有结婚，相亲也很多次了，没有一个成功的，可以说这其中有我个人的原因，但是我不可能把所有责任都归咎于自己，因为这是不合理的，也是不正确的。",
        "label": ""
      },
      {
        "sentence": "我们需要做的，就是在现阶段做好自己应该做的事情，这样就好了。",
        "label": ""
      },
      {
        "sentence": "无论怎样，都不要否定自己！",
        "label": ""
      }
    ]
  }
]