[
  {
    "role": "client",
    "content": "我是10岁的小女孩，昨天我好不容易写完了三张试卷，妈妈说带我出去玩，可是因为下雨，她说明天再去，可是到了今天，她却无缘无故的不带我去，我说她不守信用，她过来打我。我现在该不该自杀，我觉得这样明生活，活不下去了。",
    "annotation": [
      {
        "sentence": "我是10岁的小女孩，昨天我好不容易写完了三张试卷，妈妈说带我出去玩，可是因为下雨，她说明天再去，可是到了今天，她却无缘无故的不带我去，我说她不守信用，她过来打我。",
        "label": ""
      },
      {
        "sentence": "我现在该不该自杀，我觉得这样明生活，活不下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的小朋友，看到你的留言啦！首先要夸夸你，你真的很棒！为了兑现和妈妈约定的承诺，你认真写完了三张试卷，这表明你是个守信用的好孩子，在这方面你做得比妈妈好呀。妈妈没有兑现诺言是因为她没把和你的承诺当回事，也许在她的心里，她觉得写作业是你应该做的事情，不应该用“奖励”来衡量。她也担心以后你会更加依赖这样的奖励，导致以后无法满足你的要求时，你就不再有动力学习了。",
    "annotation": [
      {
        "sentence": "亲爱的小朋友，看到你的留言啦！",
        "label": ""
      },
      {
        "sentence": "首先要夸夸你，你真的很棒！",
        "label": ""
      },
      {
        "sentence": "为了兑现和妈妈约定的承诺，你认真写完了三张试卷，这表明你是个守信用的好孩子，在这方面你做得比妈妈好呀。",
        "label": ""
      },
      {
        "sentence": "妈妈没有兑现诺言是因为她没把和你的承诺当回事，也许在她的心里，她觉得写作业是你应该做的事情，不应该用“奖励”来衡量。",
        "label": ""
      },
      {
        "sentence": "她也担心以后你会更加依赖这样的奖励，导致以后无法满足你的要求时，你就不再有动力学习了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的很生气，她为什么要打我呢？我觉得自己好委屈。",
    "annotation": [
      {
        "sentence": "但是我真的很生气，她为什么要打我呢？",
        "label": ""
      },
      {
        "sentence": "我觉得自己好委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小太阳以前也有过同样的经历呢，那时候我也是很渴望我完成了暑假作业，妈妈就带我去旅游，但是后来妈妈并没有兑现诺言，而是跟我说“你本来就应该写完的呀”。那时候我真的很伤心很伤心。我记得当时将这件事情告诉了我爸爸，我爸爸比较理解我，跟我说妈妈这样做不好，但是因为爸爸也没有时间带我去旅游，因此和妈妈一起给我买了个小礼物。所以，妈妈这样做是不好的，我们不要学她。可以跟其他长辈说说这件事情，一起告诉妈妈这样做是不好的，我们一家人谁都不可以这样。",
    "annotation": [
      {
        "sentence": "小太阳以前也有过同样的经历呢，那时候我也是很渴望我完成了暑假作业，妈妈就带我去旅游，但是后来妈妈并没有兑现诺言，而是跟我说“你本来就应该写完的呀”。",
        "label": ""
      },
      {
        "sentence": "那时候我真的很伤心很伤心。",
        "label": ""
      },
      {
        "sentence": "我记得当时将这件事情告诉了我爸爸，我爸爸比较理解我，跟我说妈妈这样做不好，但是因为爸爸也没有时间带我去旅游，因此和妈妈一起给我买了个小礼物。",
        "label": ""
      },
      {
        "sentence": "所以，妈妈这样做是不好的，我们不要学她。",
        "label": ""
      },
      {
        "sentence": "可以跟其他长辈说说这件事情，一起告诉妈妈这样做是不好的，我们一家人谁都不可以这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也不知道该怎么跟妈妈沟通，她好像总是不理解我。",
    "annotation": [
      {
        "sentence": "我也不知道该怎么跟妈妈沟通，她好像总是不理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的小可爱呀，我理解你的困惑。尝试和妈妈沟通一下吧，也许妈妈最近也有一些烦恼的事情没能兑现承诺呢。一家人应该相互关心，妈妈也是第一次当妈妈，她也有做得不够好的地方。在和妈妈沟通的时候，我们要温柔地表达自己的感受，告诉她你很伤心，希望她能理解你的感受。",
    "annotation": [
      {
        "sentence": "亲爱的小可爱呀，我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "尝试和妈妈沟通一下吧，也许妈妈最近也有一些烦恼的事情没能兑现承诺呢。",
        "label": ""
      },
      {
        "sentence": "一家人应该相互关心，妈妈也是第一次当妈妈，她也有做得不够好的地方。",
        "label": ""
      },
      {
        "sentence": "在和妈妈沟通的时候，我们要温柔地表达自己的感受，告诉她你很伤心，希望她能理解你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和妈妈好好谈谈的。但是，我现在真的觉得很失落，不知道该怎么面对以后的日子。",
    "annotation": [
      {
        "sentence": "我会试着和妈妈好好谈谈的。",
        "label": ""
      },
      {
        "sentence": "但是，我现在真的觉得很失落，不知道该怎么面对以后的日子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的小宝贝，我知道你现在很困惑和失落。家庭中的问题总是会有的，但是我们要相信问题总会有解决的办法。记得家人都是彼此的依靠，你可以和爸爸、妈妈一起解决问题，一起成长。希望我能够帮助到你，如果你还有其他需要，随时都可以告诉我哦。",
    "annotation": [
      {
        "sentence": "亲爱的小宝贝，我知道你现在很困惑和失落。",
        "label": ""
      },
      {
        "sentence": "家庭中的问题总是会有的，但是我们要相信问题总会有解决的办法。",
        "label": ""
      },
      {
        "sentence": "记得家人都是彼此的依靠，你可以和爸爸、妈妈一起解决问题，一起成长。",
        "label": ""
      },
      {
        "sentence": "希望我能够帮助到你，如果你还有其他需要，随时都可以告诉我哦。",
        "label": ""
      }
    ]
  }
]