[
  {
    "role": "client",
    "content": "我是一个高三学生，最近一个月，我对身边的人不断释放压力，有恶意的感觉。",
    "annotation": [
      {
        "sentence": "我是一个高三学生，最近一个月，我对身边的人不断释放压力，有恶意的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的感受，你内心出现了各种焦虑和不安，还有一些奇怪的负面感觉。如果这种现象影响了你的生活，你最好能够作出相应的调理。",
    "annotation": [
      {
        "sentence": "我很理解你的感受，你内心出现了各种焦虑和不安，还有一些奇怪的负面感觉。",
        "label": ""
      },
      {
        "sentence": "如果这种现象影响了你的生活，你最好能够作出相应的调理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的觉得很难受。我之前是一个美术生，但并不是出于喜欢学美术的原因。最近一个月，我转到了新的班级，因为之前的班级整体成绩差，风气也不好。新的班级成绩很不错，但问题是，我老是看别人的画面（也不是画面，就说不清楚），让我感觉很不舒服。",
    "annotation": [
      {
        "sentence": "是的，我真的觉得很难受。",
        "label": ""
      },
      {
        "sentence": "我之前是一个美术生，但并不是出于喜欢学美术的原因。",
        "label": ""
      },
      {
        "sentence": "最近一个月，我转到了新的班级，因为之前的班级整体成绩差，风气也不好。",
        "label": ""
      },
      {
        "sentence": "新的班级成绩很不错，但问题是，我老是看别人的画面（也不是画面，就说不清楚），让我感觉很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。你看别人的画面让你感觉不舒服，这也许是因为你对新来的同学也是这样，总之就是对周围的人都感到不舒服。坐在你旁边的女生上课时总是有机会就坐得离你远远的。但刚来的时候，旁边一个男生总觉得你在看他的画面或者学习他，所以经常叹气。这让你越来越意识到自己看别人画面的行为，逐渐变得奇怪。对班上的同学会出现上述情况，对新来的同学可能会有一种优越感，并不断打压。你真的不知道该怎么办，每天都感觉很难熬。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "你看别人的画面让你感觉不舒服，这也许是因为你对新来的同学也是这样，总之就是对周围的人都感到不舒服。",
        "label": ""
      },
      {
        "sentence": "坐在你旁边的女生上课时总是有机会就坐得离你远远的。",
        "label": ""
      },
      {
        "sentence": "但刚来的时候，旁边一个男生总觉得你在看他的画面或者学习他，所以经常叹气。",
        "label": ""
      },
      {
        "sentence": "这让你越来越意识到自己看别人画面的行为，逐渐变得奇怪。",
        "label": ""
      },
      {
        "sentence": "对班上的同学会出现上述情况，对新来的同学可能会有一种优越感，并不断打压。",
        "label": ""
      },
      {
        "sentence": "你真的不知道该怎么办，每天都感觉很难熬。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，就是这样。我觉得自己陷入了一个困境，不知道如何解决。我是不是有些过于敏感了？我该怎么应对这种情况？",
    "annotation": [
      {
        "sentence": "对，就是这样。",
        "label": ""
      },
      {
        "sentence": "我觉得自己陷入了一个困境，不知道如何解决。",
        "label": ""
      },
      {
        "sentence": "我是不是有些过于敏感了？",
        "label": ""
      },
      {
        "sentence": "我该怎么应对这种情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不是过于敏感，这种困境很容易让人感到困扰。对于你的情况，我建议你先观察一下自己渴望的人际关系是什么样的。同时也要了解到其他人可能因为你的行为产生不悦和远离的特征。如果你能够清楚地认识其中的规律，或许就可以做出相应的调整，让自己的负面情绪得到缓解。另外，你可以考虑去找心理老师倾诉一下，如果有条件的话，还可以进行心理咨询呢。",
    "annotation": [
      {
        "sentence": "你并不是过于敏感，这种困境很容易让人感到困扰。",
        "label": ""
      },
      {
        "sentence": "对于你的情况，我建议你先观察一下自己渴望的人际关系是什么样的。",
        "label": ""
      },
      {
        "sentence": "同时也要了解到其他人可能因为你的行为产生不悦和远离的特征。",
        "label": ""
      },
      {
        "sentence": "如果你能够清楚地认识其中的规律，或许就可以做出相应的调整，让自己的负面情绪得到缓解。",
        "label": ""
      },
      {
        "sentence": "另外，你可以考虑去找心理老师倾诉一下，如果有条件的话，还可以进行心理咨询呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着观察和了解自己渴望的人际关系，并尝试做出相应的调整。我也会考虑去找心理老师倾诉一下，寻求更多适合的建议。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着观察和了解自己渴望的人际关系，并尝试做出相应的调整。",
        "label": ""
      },
      {
        "sentence": "我也会考虑去找心理老师倾诉一下，寻求更多适合的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我相信这些努力会带来积极的改变。同时，我还想说一下，在过程中，不可否认负面消极情绪可以让人们更深刻地体会到生命的厚度和清醒。但只有当积极情绪和消极情绪的比例高于三比一的时候，人们才能真正感受到幸福并更好地体验快乐。所以你不需要每时每刻、甚至每天都刻意追求这个比值。事实上，只要在某个时间段内尽可能多地感恩、积极面对，就可以了。",
    "annotation": [
      {
        "sentence": "非常好，我相信这些努力会带来积极的改变。",
        "label": ""
      },
      {
        "sentence": "同时，我还想说一下，在过程中，不可否认负面消极情绪可以让人们更深刻地体会到生命的厚度和清醒。",
        "label": ""
      },
      {
        "sentence": "但只有当积极情绪和消极情绪的比例高于三比一的时候，人们才能真正感受到幸福并更好地体验快乐。",
        "label": ""
      },
      {
        "sentence": "所以你不需要每时每刻、甚至每天都刻意追求这个比值。",
        "label": ""
      },
      {
        "sentence": "事实上，只要在某个时间段内尽可能多地感恩、积极面对，就可以了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。我会尽力在这些天甚至几个星期内的一段时间内增加感恩和积极面对的心态。我也会学会接受所有的情绪，将它们视为积极的信号灯，告诉自己生活中出现了一些小状况，可能是因为压力大或者对新班级的适应还没有完全完成。我会主动去改善自己的行为，并与其他人一起做一些彼此都感兴趣的事情，以增加积极情绪和耐心，同时保持与他们的沟通。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽力在这些天甚至几个星期内的一段时间内增加感恩和积极面对的心态。",
        "label": ""
      },
      {
        "sentence": "我也会学会接受所有的情绪，将它们视为积极的信号灯，告诉自己生活中出现了一些小状况，可能是因为压力大或者对新班级的适应还没有完全完成。",
        "label": ""
      },
      {
        "sentence": "我会主动去改善自己的行为，并与其他人一起做一些彼此都感兴趣的事情，以增加积极情绪和耐心，同时保持与他们的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经找到了解决问题的方向。建议你也可以找身边信赖的人谈谈，吸收更多适合的意见。不要让自己孤单一人面对问题，身边的朋友和家人会一直支持你的。",
    "annotation": [
      {
        "sentence": "非常好，你已经找到了解决问题的方向。",
        "label": ""
      },
      {
        "sentence": "建议你也可以找身边信赖的人谈谈，吸收更多适合的意见。",
        "label": ""
      },
      {
        "sentence": "不要让自己孤单一人面对问题，身边的朋友和家人会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我真的感到很温暖。我会跟身边的人沟通，争取早日走出困境。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我真的感到很温暖。",
        "label": ""
      },
      {
        "sentence": "我会跟身边的人沟通，争取早日走出困境。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。相信你会度过这段困难期，走向更好的未来。请记住，你并不孤单，有许多人愿意帮助你。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你会度过这段困难期，走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，有许多人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]