[
  {
    "role": "client",
    "content": "我是一名高三学生，最近一个月，我对身边的人不断释放压力恶意。我本是美术生，但并不是出于喜欢学美术的原因才选择了这个方向。最近一个月，我转到了新的班里，因为之前的班级总体成绩差，风气也不好。新的班级成绩很不错，但问题是，我老是看别人的画面，让人感觉很不舒服。对新来的同学也是如此，总之就是非常不舒服。坐在我旁边的女生也是一样，上课一有机会就坐得离我远远的。但刚来的时候，并没有这种情况，是旁边一个男生老觉得我在看他的画面，或者学习他。他们是知道我们班的情况的，所以经常叹气，让我不断加强我在看他的画面的意识。慢慢地，我就变得奇怪了，对班上的同学会出现上述情况，对新来的同学甚至会产生一种优越感，并不断打压。我真的不知道该怎么办，每天都感觉很难熬。",
    "annotation": [
      {
        "sentence": "我是一名高三学生，最近一个月，我对身边的人不断释放压力恶意。",
        "label": ""
      },
      {
        "sentence": "我本是美术生，但并不是出于喜欢学美术的原因才选择了这个方向。",
        "label": ""
      },
      {
        "sentence": "最近一个月，我转到了新的班里，因为之前的班级总体成绩差，风气也不好。",
        "label": ""
      },
      {
        "sentence": "新的班级成绩很不错，但问题是，我老是看别人的画面，让人感觉很不舒服。",
        "label": ""
      },
      {
        "sentence": "对新来的同学也是如此，总之就是非常不舒服。",
        "label": ""
      },
      {
        "sentence": "坐在我旁边的女生也是一样，上课一有机会就坐得离我远远的。",
        "label": ""
      },
      {
        "sentence": "但刚来的时候，并没有这种情况，是旁边一个男生老觉得我在看他的画面，或者学习他。",
        "label": ""
      },
      {
        "sentence": "他们是知道我们班的情况的，所以经常叹气，让我不断加强我在看他的画面的意识。",
        "label": ""
      },
      {
        "sentence": "慢慢地，我就变得奇怪了，对班上的同学会出现上述情况，对新来的同学甚至会产生一种优越感，并不断打压。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办，每天都感觉很难熬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三生！高三大概是人生经历的第一个大门槛，对吧？自我要求、父母的期待、老师的督促，同学的进步......所有的压力都突然压在你身上，简直让人透不过气。尤其是在你并不喜欢现在的方向，可能是为了某种原因而选择了这个方向，一切就像赶鸭子上架一样，实在是太辛苦了。我看到了，你最近对别人释放压力的行为有些过分。但你真棒，能在如此情况下觉察到自己的行为以及与人交流相处的方式。毕竟，高考后大家各奔东西，本身都不是特别好的朋友，他们为什么要在意你们呢，你过得好才是最重要的。但你确实在意了他人的感受，这样的心存美好的人很棒。同时，你也换到了新的班级，走出了原来糟糕的班级。无论因为什么原因，你能换到这个更好的班级，都说明你有自己的价值。不管你是优秀还是其他人的帮助，你在这个班级都会被认可，会有更好的发展。这可能也给你增加了压力。但是，请相信自己，就像你能来到这个班级一样，相信自己的价值。那个叹气的男生只了解你原来的班级，并不了解你的真实情况。不要被他认定了，你的人生是你自己努力走过来的，不需要别人来评价。真的，慢慢地你会发现，别人说的都是废话，不在意不在意不在意。他叹气，你就当他身体不好在倒气。你没必要为他的叹气负责，这不是你的错，一点都不是。对新来的同学产生优越感，可能是因为你在这里不被接纳了，所以你承担起了这个责任，不去接纳对方。有点像多年的媳妇熬成了婆的感觉。也可能是你在担心潜在的竞争。无论是什么原因，都可能是你释放压力的一种方式。那么，去找找压力的源头，然后想象把它塞进一个枕头，揍那个枕头一顿，或者抱着枕头说一说你真得好累啊，好难过啊，不想再看别人也不想去对新来的同学特殊对待了等等，你想说的都说出来。找个没人的地方，和你的枕头一起，无论是大哭还是揍它一顿，它都不会难过，会一直陪着你。也许那样会让你好过一些。最后，美术生很辛苦也很优秀的，哎，即使不是你的选择，你也为此付出了许多，辛苦你了！如果还有任何难处，我们可以继续交流。愿你顺利度过高三！祝一切顺利！🤞",
    "annotation": [
      {
        "sentence": "高三生！",
        "label": ""
      },
      {
        "sentence": "高三大概是人生经历的第一个大门槛，对吧？",
        "label": ""
      },
      {
        "sentence": "自我要求、父母的期待、老师的督促，同学的进步......所有的压力都突然压在你身上，简直让人透不过气。",
        "label": ""
      },
      {
        "sentence": "尤其是在你并不喜欢现在的方向，可能是为了某种原因而选择了这个方向，一切就像赶鸭子上架一样，实在是太辛苦了。",
        "label": ""
      },
      {
        "sentence": "我看到了，你最近对别人释放压力的行为有些过分。",
        "label": ""
      },
      {
        "sentence": "但你真棒，能在如此情况下觉察到自己的行为以及与人交流相处的方式。",
        "label": ""
      },
      {
        "sentence": "毕竟，高考后大家各奔东西，本身都不是特别好的朋友，他们为什么要在意你们呢，你过得好才是最重要的。",
        "label": ""
      },
      {
        "sentence": "但你确实在意了他人的感受，这样的心存美好的人很棒。",
        "label": ""
      },
      {
        "sentence": "同时，你也换到了新的班级，走出了原来糟糕的班级。",
        "label": ""
      },
      {
        "sentence": "无论因为什么原因，你能换到这个更好的班级，都说明你有自己的价值。",
        "label": ""
      },
      {
        "sentence": "不管你是优秀还是其他人的帮助，你在这个班级都会被认可，会有更好的发展。",
        "label": ""
      },
      {
        "sentence": "这可能也给你增加了压力。",
        "label": ""
      },
      {
        "sentence": "但是，请相信自己，就像你能来到这个班级一样，相信自己的价值。",
        "label": ""
      },
      {
        "sentence": "那个叹气的男生只了解你原来的班级，并不了解你的真实情况。",
        "label": ""
      },
      {
        "sentence": "不要被他认定了，你的人生是你自己努力走过来的，不需要别人来评价。",
        "label": ""
      },
      {
        "sentence": "真的，慢慢地你会发现，别人说的都是废话，不在意不在意不在意。",
        "label": ""
      },
      {
        "sentence": "他叹气，你就当他身体不好在倒气。",
        "label": ""
      },
      {
        "sentence": "你没必要为他的叹气负责，这不是你的错，一点都不是。",
        "label": ""
      },
      {
        "sentence": "对新来的同学产生优越感，可能是因为你在这里不被接纳了，所以你承担起了这个责任，不去接纳对方。",
        "label": ""
      },
      {
        "sentence": "有点像多年的媳妇熬成了婆的感觉。",
        "label": ""
      },
      {
        "sentence": "也可能是你在担心潜在的竞争。",
        "label": ""
      },
      {
        "sentence": "无论是什么原因，都可能是你释放压力的一种方式。",
        "label": ""
      },
      {
        "sentence": "那么，去找找压力的源头，然后想象把它塞进一个枕头，揍那个枕头一顿，或者抱着枕头说一说你真得好累啊，好难过啊，不想再看别人也不想去对新来的同学特殊对待了等等，你想说的都说出来。",
        "label": ""
      },
      {
        "sentence": "找个没人的地方，和你的枕头一起，无论是大哭还是揍它一顿，它都不会难过，会一直陪着你。",
        "label": ""
      },
      {
        "sentence": "也许那样会让你好过一些。",
        "label": ""
      },
      {
        "sentence": "最后，美术生很辛苦也很优秀的，哎，即使不是你的选择，你也为此付出了许多，辛苦你了！",
        "label": ""
      },
      {
        "sentence": "如果还有任何难处，我们可以继续交流。",
        "label": ""
      },
      {
        "sentence": "愿你顺利度过高三！",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      },
      {
        "sentence": "🤞",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。确实，高三的压力非常大，现在在一个新的班级中，感觉有些不适应，也许这也增加了我的焦虑感。我会尝试相信自己，不再太在意他人的眼光。同时，我会试着找到释放压力的方法，倾诉给我的枕头可能会是个不错的方式。真的感谢你的理解和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "确实，高三的压力非常大，现在在一个新的班级中，感觉有些不适应，也许这也增加了我的焦虑感。",
        "label": ""
      },
      {
        "sentence": "我会尝试相信自己，不再太在意他人的眼光。",
        "label": ""
      },
      {
        "sentence": "同时，我会试着找到释放压力的方法，倾诉给我的枕头可能会是个不错的方式。",
        "label": ""
      },
      {
        "sentence": "真的感谢你的理解和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很理解你的感受。高三确实是非常紧张的一段时间，但一切都会过去的。相信自己，不要太在意他人的看法，你的人生是属于你自己的，你的价值不会被别人定义。找到适合你自己的方式来释放压力，你会慢慢感受到更轻松的状态。再次祝福你能顺利度过高三，加油！如果需要继续交流，随时都可以找我。",
    "annotation": [
      {
        "sentence": "不用客气，我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "高三确实是非常紧张的一段时间，但一切都会过去的。",
        "label": ""
      },
      {
        "sentence": "相信自己，不要太在意他人的看法，你的人生是属于你自己的，你的价值不会被别人定义。",
        "label": ""
      },
      {
        "sentence": "找到适合你自己的方式来释放压力，你会慢慢感受到更轻松的状态。",
        "label": ""
      },
      {
        "sentence": "再次祝福你能顺利度过高三，加油！",
        "label": ""
      },
      {
        "sentence": "如果需要继续交流，随时都可以找我。",
        "label": ""
      }
    ]
  }
]