[
  {
    "role": "client",
    "content": "最近我感觉到一种奇妙的轻快感，是在家里唱歌的时候突然有的。这是我第一次有这种感觉，感觉就好像把曾经的自己找回来了。这几年来，我承受了很大的压力，觉得所有人都对我失望了。",
    "annotation": [
      {
        "sentence": "最近我感觉到一种奇妙的轻快感，是在家里唱歌的时候突然有的。",
        "label": ""
      },
      {
        "sentence": "这是我第一次有这种感觉，感觉就好像把曾经的自己找回来了。",
        "label": ""
      },
      {
        "sentence": "这几年来，我承受了很大的压力，觉得所有人都对我失望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，姑娘，你真的很幸运，十八岁就找到了一种喜好或者说解压的方式。很多人一辈子也没有这种经历。或许唱歌就是你的天赋呢。你可以针对自己的兴趣去培养，而不仅仅把它当作一种快乐的爱好。因为专业学习的压力可能会让你失去这个爱好。当你觉得整个世界都辜负了你的时候，可以试着找些缓解压力的方式，爱护自己。然后再去奋斗。你可以冷静地思考，是否真的是所有人都对不起你，如果是的话，试着寻找突破的方法；如果这并不会影响到你的生活，也许可以选择忽略它。但如果是你自己的错误，那恭喜你，因为摆脱这种想法，你又更接近美好一步了。",
    "annotation": [
      {
        "sentence": "首先，姑娘，你真的很幸运，十八岁就找到了一种喜好或者说解压的方式。",
        "label": ""
      },
      {
        "sentence": "很多人一辈子也没有这种经历。",
        "label": ""
      },
      {
        "sentence": "或许唱歌就是你的天赋呢。",
        "label": ""
      },
      {
        "sentence": "你可以针对自己的兴趣去培养，而不仅仅把它当作一种快乐的爱好。",
        "label": ""
      },
      {
        "sentence": "因为专业学习的压力可能会让你失去这个爱好。",
        "label": ""
      },
      {
        "sentence": "当你觉得整个世界都辜负了你的时候，可以试着找些缓解压力的方式，爱护自己。",
        "label": ""
      },
      {
        "sentence": "然后再去奋斗。",
        "label": ""
      },
      {
        "sentence": "你可以冷静地思考，是否真的是所有人都对不起你，如果是的话，试着寻找突破的方法；如果这并不会影响到你的生活，也许可以选择忽略它。",
        "label": ""
      },
      {
        "sentence": "但如果是你自己的错误，那恭喜你，因为摆脱这种想法，你又更接近美好一步了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回应。我也知道每个人都不可能永远满意于我，但有时候这种感觉还是让我很沮丧。我之前一直都觉得自己被辜负了，觉得无法再发挥出以前的灵感，但现在唱歌的那种轻快感觉好像让我重新找到了我的自信。",
    "annotation": [
      {
        "sentence": "谢谢你的回应。",
        "label": ""
      },
      {
        "sentence": "我也知道每个人都不可能永远满意于我，但有时候这种感觉还是让我很沮丧。",
        "label": ""
      },
      {
        "sentence": "我之前一直都觉得自己被辜负了，觉得无法再发挥出以前的灵感，但现在唱歌的那种轻快感觉好像让我重新找到了我的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。我们往往会过于关注他人的评价，而忽视了自己内心的声音。但其实，自信感首先来自于对自己的认可和接纳。你重新找到唱歌的灵感，不仅让你觉得有了自我，同时也让你感到轻松愉快。这是你独特的天赋，要相信自己的实力和价值。如果你越过了那种被辜负的感觉，你就会有更多机会展现自己真正的才华。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "我们往往会过于关注他人的评价，而忽视了自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "但其实，自信感首先来自于对自己的认可和接纳。",
        "label": ""
      },
      {
        "sentence": "你重新找到唱歌的灵感，不仅让你觉得有了自我，同时也让你感到轻松愉快。",
        "label": ""
      },
      {
        "sentence": "这是你独特的天赋，要相信自己的实力和价值。",
        "label": ""
      },
      {
        "sentence": "如果你越过了那种被辜负的感觉，你就会有更多机会展现自己真正的才华。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直把太多的注意力放在他人的评价上，而不是关注自己内心的声音。我真的需要更多的自信心来面对这种负面感受。唱歌让我感到自由和快乐，我应该珍惜这份感觉，并相信自己的能力。",
    "annotation": [
      {
        "sentence": "你说得对，我一直把太多的注意力放在他人的评价上，而不是关注自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "我真的需要更多的自信心来面对这种负面感受。",
        "label": ""
      },
      {
        "sentence": "唱歌让我感到自由和快乐，我应该珍惜这份感觉，并相信自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！每个人都有自己的独特之处，内心的声音才是最重要的。你已经意识到了这一点，接下来就是培养更多的自信心。你可以通过不断练习唱歌，参加一些演出活动，找到更多机会展示自己。同时，也要记住，无论他人如何评价你，他们的看法并不能决定你的价值。你已经找到了快乐和自信，继续保持，让自己的才华闪光！",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的独特之处，内心的声音才是最重要的。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了这一点，接下来就是培养更多的自信心。",
        "label": ""
      },
      {
        "sentence": "你可以通过不断练习唱歌，参加一些演出活动，找到更多机会展示自己。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，无论他人如何评价你，他们的看法并不能决定你的价值。",
        "label": ""
      },
      {
        "sentence": "你已经找到了快乐和自信，继续保持，让自己的才华闪光！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，谢谢你的建议和鼓励！我要向前看，相信自己的能力，不再让别人的评价影响到我。我会努力提升自己的唱歌技巧，参加更多的演出，展示自己的才华。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "我会的，谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我要向前看，相信自己的能力，不再让别人的评价影响到我。",
        "label": ""
      },
      {
        "sentence": "我会努力提升自己的唱歌技巧，参加更多的演出，展示自己的才华。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了！相信自己，勇敢面对挑战，你会做得很好的。记住，改变自己的想法是一个过程，持续的努力和坚持会让你越来越强大。无论遇到什么困难或者挫折，都不要放弃，因为你已经有了内心的强大支持。祝福你在唱歌的道路上取得更大的成就！",
    "annotation": [
      {
        "sentence": "太好了！",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对挑战，你会做得很好的。",
        "label": ""
      },
      {
        "sentence": "记住，改变自己的想法是一个过程，持续的努力和坚持会让你越来越强大。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难或者挫折，都不要放弃，因为你已经有了内心的强大支持。",
        "label": ""
      },
      {
        "sentence": "祝福你在唱歌的道路上取得更大的成就！",
        "label": ""
      }
    ]
  }
]