[
  {
    "role": "client",
    "content": "我是一个29岁的女性，一直被比较而感到非常痛苦。父母总是只顾自己的感受，对我的任何要求都打压。他们只在乎自己的感受，我已经搬出来，丝毫不想回家。父母对我永远有期望，比如希望我带回礼物。他们两个都被家人和村里人看不起，我们家总是借钱过日子，父亲甚至进过监狱。他一直借钱花，还向我借钱。我上大学时曾经被问借了4万元，当然我没有给。我在夜店工作了很多年，现在是一个社会底层的营业员。虽然接受了多年的心理咨询，但我还是不断被亲戚们拿来比较，他们过得都比我们好。一想到回到家里，就会想起满满的创伤。我二姐现在是广告销售，一年赚100万。而我却是社会底层，一无所事事，一无所有，心脏疼。一想到姑姑和二大爷还有其他家人拿我来比较，我就特别恶心咬牙切齿，感到特别疼。国庆节和过年对我来说已经没有任何概念了，就像普通的一天。有时候我也会想家，但是只要我妈妈一和我说哪家妈生病了，儿女给了多少钱看病，我就恶心到无法忍受。她还会说我结婚得给多少彩礼，我真的太恶心了。我从来没有被善待过，甚至在咨询室也觉得没有被咨询师善待。她说她是有同理心和慈悲心的老师，但我觉得没有得到好的对待。",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，一直被比较而感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "父母总是只顾自己的感受，对我的任何要求都打压。",
        "label": ""
      },
      {
        "sentence": "他们只在乎自己的感受，我已经搬出来，丝毫不想回家。",
        "label": ""
      },
      {
        "sentence": "父母对我永远有期望，比如希望我带回礼物。",
        "label": ""
      },
      {
        "sentence": "他们两个都被家人和村里人看不起，我们家总是借钱过日子，父亲甚至进过监狱。",
        "label": ""
      },
      {
        "sentence": "他一直借钱花，还向我借钱。",
        "label": ""
      },
      {
        "sentence": "我上大学时曾经被问借了4万元，当然我没有给。",
        "label": ""
      },
      {
        "sentence": "我在夜店工作了很多年，现在是一个社会底层的营业员。",
        "label": ""
      },
      {
        "sentence": "虽然接受了多年的心理咨询，但我还是不断被亲戚们拿来比较，他们过得都比我们好。",
        "label": ""
      },
      {
        "sentence": "一想到回到家里，就会想起满满的创伤。",
        "label": ""
      },
      {
        "sentence": "我二姐现在是广告销售，一年赚100万。",
        "label": ""
      },
      {
        "sentence": "而我却是社会底层，一无所事事，一无所有，心脏疼。",
        "label": ""
      },
      {
        "sentence": "一想到姑姑和二大爷还有其他家人拿我来比较，我就特别恶心咬牙切齿，感到特别疼。",
        "label": ""
      },
      {
        "sentence": "国庆节和过年对我来说已经没有任何概念了，就像普通的一天。",
        "label": ""
      },
      {
        "sentence": "有时候我也会想家，但是只要我妈妈一和我说哪家妈生病了，儿女给了多少钱看病，我就恶心到无法忍受。",
        "label": ""
      },
      {
        "sentence": "她还会说我结婚得给多少彩礼，我真的太恶心了。",
        "label": ""
      },
      {
        "sentence": "我从来没有被善待过，甚至在咨询室也觉得没有被咨询师善待。",
        "label": ""
      },
      {
        "sentence": "她说她是有同理心和慈悲心的老师，但我觉得没有得到好的对待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的压力和痛苦。经过分析，我了解到每次你回家面对父母时都会被要求带礼物，这给你带来了很大的压力和抵触情绪。你的父母总是被他们身边的人比较和打压，很多积压的情绪无法释放。当你回家时，似乎成了他们发泄情绪的出口，他们不停地打压你，并将期望寄托在你身上，希望你能够改善家庭的窘境，从而改善外人对他们的态度。我也理解你内心的失衡和不甘，当看到亲戚们过得比你们好时，你内心的痛苦更加增加。他们没有帮助你们，反而不停地拿你们来比较，以凸显他们的优越感，这令你和父母都受到了伤害。目前你和父母之间的关系以及外界的伤害，是你们之间没有抱团取暖和相互接纳两极对立的结果。你对自己的不接纳和对父母的埋怨加重了你内心的冲突和痛苦。在接受心理咨询时，你没有感受到好的反馈，还觉得咨询师也没有好好对待你。你是否向咨询师反映了这个问题？不排除一种情况（这只是个猜测，并不是绝对），也许在你的经历中，你受到了过多的伤害，从而形成了一种固定的认知：谁都不善待我。你将这样的认知投射到任何与你建立关系和互动的人身上，因此你总是感受到他人对你的敌意。当然，你也有权利要求终止咨询或更换咨询师。咨询的目的是让自己变得更好，如果在咨询中感到不适，你需要及时调整。我建议你：1.换个角度思考，父母被外人所伤害和打压，并没有保护他们的人，除了你。你和父母之间现在是对立状态，互不接纳，这样不但要承受外界的伤害，还要面对父母与子女之间关系的撕裂。是否加重了你们的痛苦呢？当你主动给予父母关爱时，当他们感受到爱，获得满足感，就会减少一部分贫乏所带来的消极行为。2.世界之大无奇不有，人与人之间也无需始终作比较。当你看到二姐的成就让你非常沮丧时，不妨想象一下，还有一些人甚至连一份稳定的工作都没有，他们依然在努力生活。二姐的成功不是偶然，她也是通过努力工作得到回报的。如果你对目前的工作不满意，29岁还完全可以去提升自己的技能，寻找更好的工作，过更好的生活。对自己负责要比抱怨不公更加实际有效。3.接受心理咨询的目的是为了打开困扰你的心结，让你变得更有活力，而不是给自己增添困扰。如果你在咨询过程中有任何不适，需要向咨询师反馈，甚至是考虑变更咨询师。此外，尝试一下正念冥想也许能够帮助你觉察自我并清理负面情绪。",
    "annotation": [
      {
        "sentence": "很理解你的压力和痛苦。",
        "label": ""
      },
      {
        "sentence": "经过分析，我了解到每次你回家面对父母时都会被要求带礼物，这给你带来了很大的压力和抵触情绪。",
        "label": ""
      },
      {
        "sentence": "你的父母总是被他们身边的人比较和打压，很多积压的情绪无法释放。",
        "label": ""
      },
      {
        "sentence": "当你回家时，似乎成了他们发泄情绪的出口，他们不停地打压你，并将期望寄托在你身上，希望你能够改善家庭的窘境，从而改善外人对他们的态度。",
        "label": ""
      },
      {
        "sentence": "我也理解你内心的失衡和不甘，当看到亲戚们过得比你们好时，你内心的痛苦更加增加。",
        "label": ""
      },
      {
        "sentence": "他们没有帮助你们，反而不停地拿你们来比较，以凸显他们的优越感，这令你和父母都受到了伤害。",
        "label": ""
      },
      {
        "sentence": "目前你和父母之间的关系以及外界的伤害，是你们之间没有抱团取暖和相互接纳两极对立的结果。",
        "label": ""
      },
      {
        "sentence": "你对自己的不接纳和对父母的埋怨加重了你内心的冲突和痛苦。",
        "label": ""
      },
      {
        "sentence": "在接受心理咨询时，你没有感受到好的反馈，还觉得咨询师也没有好好对待你。",
        "label": ""
      },
      {
        "sentence": "你是否向咨询师反映了这个问题？",
        "label": ""
      },
      {
        "sentence": "不排除一种情况（这只是个猜测，并不是绝对），也许在你的经历中，你受到了过多的伤害，从而形成了一种固定的认知：谁都不善待我。",
        "label": ""
      },
      {
        "sentence": "你将这样的认知投射到任何与你建立关系和互动的人身上，因此你总是感受到他人对你的敌意。",
        "label": ""
      },
      {
        "sentence": "当然，你也有权利要求终止咨询或更换咨询师。",
        "label": ""
      },
      {
        "sentence": "咨询的目的是让自己变得更好，如果在咨询中感到不适，你需要及时调整。",
        "label": ""
      },
      {
        "sentence": "我建议你：1.换个角度思考，父母被外人所伤害和打压，并没有保护他们的人，除了你。",
        "label": ""
      },
      {
        "sentence": "你和父母之间现在是对立状态，互不接纳，这样不但要承受外界的伤害，还要面对父母与子女之间关系的撕裂。",
        "label": ""
      },
      {
        "sentence": "是否加重了你们的痛苦呢？",
        "label": ""
      },
      {
        "sentence": "当你主动给予父母关爱时，当他们感受到爱，获得满足感，就会减少一部分贫乏所带来的消极行为。",
        "label": ""
      },
      {
        "sentence": "2.世界之大无奇不有，人与人之间也无需始终作比较。",
        "label": ""
      },
      {
        "sentence": "当你看到二姐的成就让你非常沮丧时，不妨想象一下，还有一些人甚至连一份稳定的工作都没有，他们依然在努力生活。",
        "label": ""
      },
      {
        "sentence": "二姐的成功不是偶然，她也是通过努力工作得到回报的。",
        "label": ""
      },
      {
        "sentence": "如果你对目前的工作不满意，29岁还完全可以去提升自己的技能，寻找更好的工作，过更好的生活。",
        "label": ""
      },
      {
        "sentence": "对自己负责要比抱怨不公更加实际有效。",
        "label": ""
      },
      {
        "sentence": "3.接受心理咨询的目的是为了打开困扰你的心结，让你变得更有活力，而不是给自己增添困扰。",
        "label": ""
      },
      {
        "sentence": "如果你在咨询过程中有任何不适，需要向咨询师反馈，甚至是考虑变更咨询师。",
        "label": ""
      },
      {
        "sentence": "此外，尝试一下正念冥想也许能够帮助你觉察自我并清理负面情绪。",
        "label": ""
      }
    ]
  }
]