[
  {
    "role": "client",
    "content": "我是一个29岁的女性，一直以来都很痛苦被比较，我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，一直以来都很痛苦被比较，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，这是一个复杂而悲伤的问题，我想回应一下。虽然我知道很难，很复杂，我的简短回应也未必能帮到你，但我想传递一个讯息给你，就是哪怕在这里，都有人关心你，而且生活还有希望。别放弃希望。你提到了你已经搬出去住了，物理上离父母远了，但内心却无时无刻不受着家庭的影响。他们的要求和亲戚的言语比较一直在折磨着你。你无法改变父母理解你困难的难题，也无法让亲戚不说让你内心痛苦的话，但你可以选择是否认同这些观点。他们的期待和借钱的要求，以及亲戚们的贬低之所以让你感到难受和恶心，是因为你不由自主地与这些观念认同。你认同你应该满足他们的期望，认同你很差劲，认同你没有能力为家里贡献钱财等等。你的内心给自己增加了同样的压力。当你做不到的时候，就会感到非常痛苦。这种压力不仅是外界给的，也是自己给的。你甚至觉得自己就是不应该受到善待的。我也曾受原生家庭的问题困扰，但我们无法选择出生，我们能够选择的是如何超越原生家庭对我们的影响。你可以愤怒，但如果只有愤怒和仇恨，那么你和你的家庭之间实际上形成了紧密的联系，这种恨让你紧紧地与父母连在一起，无法独立成为自己。事实是，我不能选择你给我什么，但是我可以选择我要什么。明白吗？这一点非常重要。只有明白了这一点，你或许才能在心理上划定与原生家庭的界限。你提到你一直在寻求心理治疗，这非常值得鼓励。同时你还提到你并没有得到咨询师的善待。有两种可能的解释。一种是你和咨询师可能并不太匹配，你完全可以提出任何疑问、怀疑，或者对咨询效果和方向有所看法，这些都可以拿出来和咨询师讨论。另一种可能是涉及到你更深层的问题，你的内心有一个不被善待的自我，你在不自觉地向外投射，引发别人不去善待你。咨询师也是难免中招的。但是合格的咨询师会意识到这一点，并在这个方面努力工作，咨询工作将会有重大进展。说了这么多，我确实不知道是否帮得上你一点点。但是，请不要放弃，或许在回过头看自己努力的过程时，你会觉得没有一次经历是白过的。祝福你。",
    "annotation": [
      {
        "sentence": "看到你的问题，这是一个复杂而悲伤的问题，我想回应一下。",
        "label": ""
      },
      {
        "sentence": "虽然我知道很难，很复杂，我的简短回应也未必能帮到你，但我想传递一个讯息给你，就是哪怕在这里，都有人关心你，而且生活还有希望。",
        "label": ""
      },
      {
        "sentence": "别放弃希望。",
        "label": ""
      },
      {
        "sentence": "你提到了你已经搬出去住了，物理上离父母远了，但内心却无时无刻不受着家庭的影响。",
        "label": ""
      },
      {
        "sentence": "他们的要求和亲戚的言语比较一直在折磨着你。",
        "label": ""
      },
      {
        "sentence": "你无法改变父母理解你困难的难题，也无法让亲戚不说让你内心痛苦的话，但你可以选择是否认同这些观点。",
        "label": ""
      },
      {
        "sentence": "他们的期待和借钱的要求，以及亲戚们的贬低之所以让你感到难受和恶心，是因为你不由自主地与这些观念认同。",
        "label": ""
      },
      {
        "sentence": "你认同你应该满足他们的期望，认同你很差劲，认同你没有能力为家里贡献钱财等等。",
        "label": ""
      },
      {
        "sentence": "你的内心给自己增加了同样的压力。",
        "label": ""
      },
      {
        "sentence": "当你做不到的时候，就会感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "这种压力不仅是外界给的，也是自己给的。",
        "label": ""
      },
      {
        "sentence": "你甚至觉得自己就是不应该受到善待的。",
        "label": ""
      },
      {
        "sentence": "我也曾受原生家庭的问题困扰，但我们无法选择出生，我们能够选择的是如何超越原生家庭对我们的影响。",
        "label": ""
      },
      {
        "sentence": "你可以愤怒，但如果只有愤怒和仇恨，那么你和你的家庭之间实际上形成了紧密的联系，这种恨让你紧紧地与父母连在一起，无法独立成为自己。",
        "label": ""
      },
      {
        "sentence": "事实是，我不能选择你给我什么，但是我可以选择我要什么。",
        "label": ""
      },
      {
        "sentence": "明白吗？",
        "label": ""
      },
      {
        "sentence": "这一点非常重要。",
        "label": ""
      },
      {
        "sentence": "只有明白了这一点，你或许才能在心理上划定与原生家庭的界限。",
        "label": ""
      },
      {
        "sentence": "你提到你一直在寻求心理治疗，这非常值得鼓励。",
        "label": ""
      },
      {
        "sentence": "同时你还提到你并没有得到咨询师的善待。",
        "label": ""
      },
      {
        "sentence": "有两种可能的解释。",
        "label": ""
      },
      {
        "sentence": "一种是你和咨询师可能并不太匹配，你完全可以提出任何疑问、怀疑，或者对咨询效果和方向有所看法，这些都可以拿出来和咨询师讨论。",
        "label": ""
      },
      {
        "sentence": "另一种可能是涉及到你更深层的问题，你的内心有一个不被善待的自我，你在不自觉地向外投射，引发别人不去善待你。",
        "label": ""
      },
      {
        "sentence": "咨询师也是难免中招的。",
        "label": ""
      },
      {
        "sentence": "但是合格的咨询师会意识到这一点，并在这个方面努力工作，咨询工作将会有重大进展。",
        "label": ""
      },
      {
        "sentence": "说了这么多，我确实不知道是否帮得上你一点点。",
        "label": ""
      },
      {
        "sentence": "但是，请不要放弃，或许在回过头看自己努力的过程时，你会觉得没有一次经历是白过的。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回应，我明白了你说的，确实需要改变自己对这些观念的认同方式。但是有时候我真的很难不被他们的期待和要求所影响，感觉自己无法摆脱他们设定的角色。",
    "annotation": [
      {
        "sentence": "谢谢你的回应，我明白了你说的，确实需要改变自己对这些观念的认同方式。",
        "label": ""
      },
      {
        "sentence": "但是有时候我真的很难不被他们的期待和要求所影响，感觉自己无法摆脱他们设定的角色。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，改变对这些观念的认同方式确实不容易，因为它们已经深深地根植在你的内心。但是，你要相信自己是一个独立的个体，有自己的想法和能力。你可以选择性地接受那些对你积极有益的意见和要求，同时对那些负面的期待和压力进行抵抗。你可以尝试通过与自己内心对话、反思和寻找外部支持的方式，逐渐摆脱他们设定的角色，并树立起真实的自我。这个过程需要时间和坚持，但只有这样，你才能真正找到自己的位置并享受到属于自己的生活。",
    "annotation": [
      {
        "sentence": "是的，改变对这些观念的认同方式确实不容易，因为它们已经深深地根植在你的内心。",
        "label": ""
      },
      {
        "sentence": "但是，你要相信自己是一个独立的个体，有自己的想法和能力。",
        "label": ""
      },
      {
        "sentence": "你可以选择性地接受那些对你积极有益的意见和要求，同时对那些负面的期待和压力进行抵抗。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过与自己内心对话、反思和寻找外部支持的方式，逐渐摆脱他们设定的角色，并树立起真实的自我。",
        "label": ""
      },
      {
        "sentence": "这个过程需要时间和坚持，但只有这样，你才能真正找到自己的位置并享受到属于自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量去尝试，并寻找适合我的方法来帮助自己。谢谢你的鼓励和建议。",
    "annotation": [
      {
        "sentence": "我会尽量去尝试，并寻找适合我的方法来帮助自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。记住，你不是一个人在面对这些困难，我们会一直支持你。不论遇到什么困难或挫折，都要记得勇敢地面对，并相信自己能够克服它们。如果你需要任何帮助或再次想要倾诉，随时都可以来找我。希望你能找到适合自己的方法，摆脱痛苦，享受到属于自己的幸福和自由。加油！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这些困难，我们会一直支持你。",
        "label": ""
      },
      {
        "sentence": "不论遇到什么困难或挫折，都要记得勇敢地面对，并相信自己能够克服它们。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或再次想要倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的方法，摆脱痛苦，享受到属于自己的幸福和自由。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力走出困境的。知道有你这样的支持者真的让我感到温暖和安心。如果有需要，我一定会再来找你倾诉的。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力走出困境的。",
        "label": ""
      },
      {
        "sentence": "知道有你这样的支持者真的让我感到温暖和安心。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再来找你倾诉的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你。知道你愿意努力去改变，不论困难多大，都会找到自己的出路。随时都可以来找我，我会尽力帮助你。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "知道你愿意努力去改变，不论困难多大，都会找到自己的出路。",
        "label": ""
      },
      {
        "sentence": "随时都可以来找我，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  }
]