[
  {
    "role": "client",
    "content": "我是一个29岁的女性，一直被比较而感到很痛苦，我该怎么办呢？父母总是只顾自己的感受，无论我有什么要求，都会被压制下来。父母只在乎他们自己的感受，我已经搬出来，根本不想回家了。对我父母来说，我永远只是他们有期望的工具，比如给他们带回礼物之类的。他们两个人被家族和村里人看不起，永远都只是借钱过日子，我的父亲甚至进过监狱。他一直都在向我借钱，我上大学的时候，他还向我借了四万块钱，当然我没有给他。我在夜店工作了很多年，现在成了社会底层的营业员。我接受了多年的心理咨询，但我始终觉得自己在被亲戚们拿来比较，他们家过得都比我们好，一想到这个我就感到家里的氛围里充满了创伤。我的二姐现在是广告销售，一年可以赚100万，而我却只是一个社会底层一无所事一无所成一无所有的人。每次想到我被姑姑和二大爷家的人用来比较，我都感到非常恶心，特别痛苦。对于国庆节和过年这类的日子，我已经没有任何的概念了，对我来说，这些日子就是普通的一天。有时候我也会想家，但是每当我妈妈和我说姐姐给家里生病的妈妈拿了多少钱去看病，我就感到非常恶心。她还说，我结婚的时候，得给多少彩礼，我真的太恶心了，我从来没有被别人善待过。在咨询室里，我也感到自己没有被咨询师善待，她说她是个有同理心和慈悲心的老师，可我觉得自己并没有得到善待。",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，一直被比较而感到很痛苦，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "父母总是只顾自己的感受，无论我有什么要求，都会被压制下来。",
        "label": ""
      },
      {
        "sentence": "父母只在乎他们自己的感受，我已经搬出来，根本不想回家了。",
        "label": ""
      },
      {
        "sentence": "对我父母来说，我永远只是他们有期望的工具，比如给他们带回礼物之类的。",
        "label": ""
      },
      {
        "sentence": "他们两个人被家族和村里人看不起，永远都只是借钱过日子，我的父亲甚至进过监狱。",
        "label": ""
      },
      {
        "sentence": "他一直都在向我借钱，我上大学的时候，他还向我借了四万块钱，当然我没有给他。",
        "label": ""
      },
      {
        "sentence": "我在夜店工作了很多年，现在成了社会底层的营业员。",
        "label": ""
      },
      {
        "sentence": "我接受了多年的心理咨询，但我始终觉得自己在被亲戚们拿来比较，他们家过得都比我们好，一想到这个我就感到家里的氛围里充满了创伤。",
        "label": ""
      },
      {
        "sentence": "我的二姐现在是广告销售，一年可以赚100万，而我却只是一个社会底层一无所事一无所成一无所有的人。",
        "label": ""
      },
      {
        "sentence": "每次想到我被姑姑和二大爷家的人用来比较，我都感到非常恶心，特别痛苦。",
        "label": ""
      },
      {
        "sentence": "对于国庆节和过年这类的日子，我已经没有任何的概念了，对我来说，这些日子就是普通的一天。",
        "label": ""
      },
      {
        "sentence": "有时候我也会想家，但是每当我妈妈和我说姐姐给家里生病的妈妈拿了多少钱去看病，我就感到非常恶心。",
        "label": ""
      },
      {
        "sentence": "她还说，我结婚的时候，得给多少彩礼，我真的太恶心了，我从来没有被别人善待过。",
        "label": ""
      },
      {
        "sentence": "在咨询室里，我也感到自己没有被咨询师善待，她说她是个有同理心和慈悲心的老师，可我觉得自己并没有得到善待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的状态，我感觉你很无助也很孤独，你对亲人们感到非常失望，对咨询也有些失望，你觉得在所有的事情上都必须依靠自己。父母的表现让你非常失望，你也不愿意回家。你父亲曾经坐过牢，经常靠借钱来生活也无法给予你支持。他们在物质上对子女有期待，当回报不尽如人意时，就开始打压你这样的原生家庭。不愿意回家也是很正常的反应。首先，你需要学会善待自己。你有一个优秀的姐姐，在被亲朋好友们比较中，她一直备受羡慕。每个人都希望得到父母和亲人无条件的接纳，而不希望被各种比较。你的姐姐能够赚到钱，而他们自己没有能力像你姐姐一样，对自己感到非常失望，然后投射给你。他们只能将对自己的失望投射到你身上，因为他们自己深感虚弱。如果他们自己强大起来，就不会这样。你从事一份底层营业员的工作，似乎对这个职业不是很满意。你接受了多年的心理咨询，但现在似乎对咨询师也有些失望。不知道你是在进行咨询的哪个阶段开始感到不好的呢？如果一开始就感觉不好，可能需要换一个咨询师。如果已经咨询了一段时间，已经到了领悟和实质改变的阶段，和咨询师之间有分歧是很正常的。真正的改变过程也是带有痛苦的。心理咨询是在咨询师的引导下，帮助你进行自我成长和自我改变的过程。咨询是一个付费的成长过程，在任何咨询的阶段都不要放弃主动改变的权利，否则你只会看到自己而不会改变自己，所获得的也会相对较少。学会爱自己并在心理上与父母和亲人之间保持物理和心理上的隔离。等你变得强大了，再去拉近与他们之间的距离，做到心理上的父母。尝试去了解自己，爱护自己并计划好自己的职业，选择适合自己并且有激情的职业。要给自己大量的夸奖，并且看到自己的每一个进步，都要给予自己大大的赞扬。无论有任何障碍，都可以和咨询师讨论，希望这些对你有所帮助！",
    "annotation": [
      {
        "sentence": "看到你的状态，我感觉你很无助也很孤独，你对亲人们感到非常失望，对咨询也有些失望，你觉得在所有的事情上都必须依靠自己。",
        "label": ""
      },
      {
        "sentence": "父母的表现让你非常失望，你也不愿意回家。",
        "label": ""
      },
      {
        "sentence": "你父亲曾经坐过牢，经常靠借钱来生活也无法给予你支持。",
        "label": ""
      },
      {
        "sentence": "他们在物质上对子女有期待，当回报不尽如人意时，就开始打压你这样的原生家庭。",
        "label": ""
      },
      {
        "sentence": "不愿意回家也是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "首先，你需要学会善待自己。",
        "label": ""
      },
      {
        "sentence": "你有一个优秀的姐姐，在被亲朋好友们比较中，她一直备受羡慕。",
        "label": ""
      },
      {
        "sentence": "每个人都希望得到父母和亲人无条件的接纳，而不希望被各种比较。",
        "label": ""
      },
      {
        "sentence": "你的姐姐能够赚到钱，而他们自己没有能力像你姐姐一样，对自己感到非常失望，然后投射给你。",
        "label": ""
      },
      {
        "sentence": "他们只能将对自己的失望投射到你身上，因为他们自己深感虚弱。",
        "label": ""
      },
      {
        "sentence": "如果他们自己强大起来，就不会这样。",
        "label": ""
      },
      {
        "sentence": "你从事一份底层营业员的工作，似乎对这个职业不是很满意。",
        "label": ""
      },
      {
        "sentence": "你接受了多年的心理咨询，但现在似乎对咨询师也有些失望。",
        "label": ""
      },
      {
        "sentence": "不知道你是在进行咨询的哪个阶段开始感到不好的呢？",
        "label": ""
      },
      {
        "sentence": "如果一开始就感觉不好，可能需要换一个咨询师。",
        "label": ""
      },
      {
        "sentence": "如果已经咨询了一段时间，已经到了领悟和实质改变的阶段，和咨询师之间有分歧是很正常的。",
        "label": ""
      },
      {
        "sentence": "真正的改变过程也是带有痛苦的。",
        "label": ""
      },
      {
        "sentence": "心理咨询是在咨询师的引导下，帮助你进行自我成长和自我改变的过程。",
        "label": ""
      },
      {
        "sentence": "咨询是一个付费的成长过程，在任何咨询的阶段都不要放弃主动改变的权利，否则你只会看到自己而不会改变自己，所获得的也会相对较少。",
        "label": ""
      },
      {
        "sentence": "学会爱自己并在心理上与父母和亲人之间保持物理和心理上的隔离。",
        "label": ""
      },
      {
        "sentence": "等你变得强大了，再去拉近与他们之间的距离，做到心理上的父母。",
        "label": ""
      },
      {
        "sentence": "尝试去了解自己，爱护自己并计划好自己的职业，选择适合自己并且有激情的职业。",
        "label": ""
      },
      {
        "sentence": "要给自己大量的夸奖，并且看到自己的每一个进步，都要给予自己大大的赞扬。",
        "label": ""
      },
      {
        "sentence": "无论有任何障碍，都可以和咨询师讨论，希望这些对你有所帮助！",
        "label": ""
      }
    ]
  }
]