[
  {
    "role": "client",
    "content": "我真的很痛苦。我的父母只顾自己的感受，每次我提出要求都只会受到打压。他们只在乎自己的感受，我已经搬出来了，丝毫不想回家。父母对我永远都是有期待的，还会带回去礼物这种事情。他们两个被家人和村里人看不起。永远都是借钱过日子，父亲甚至还进过监狱。他一直借钱花，也向我借钱。大学的时候，他向我借了4万，当然我没有给他。我在夜店工作了好多年，现在只是一个社会底层的营业员。虽然一直接受心理咨询，却还是被所有亲戚拿来比较。家人过得都比我们好，一想到家里只有伤痛。我二姐现在是广告销售，一年就能赚100万，而我却一无所有。每次想到被姑姑、二大爷以及家人拿来做比较，我就特别恶心，特别疼。像国庆节、过年这样的日子对我已经没有任何特别的感觉，就跟普通的一天没什么区别。有时候也会想家，但是我妈妈会问我谁家妈妈生病了，儿女给拿了多少钱去看病。这样的问题让我觉得恶心，还有说我结婚得给多少彩礼。我真的太恶心了，我在咨询室也觉得没有被咨询师善待，她说她是有同理心、慈悲心的老师，但我并没有感受到。",
    "annotation": [
      {
        "sentence": "我真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "我的父母只顾自己的感受，每次我提出要求都只会受到打压。",
        "label": ""
      },
      {
        "sentence": "他们只在乎自己的感受，我已经搬出来了，丝毫不想回家。",
        "label": ""
      },
      {
        "sentence": "父母对我永远都是有期待的，还会带回去礼物这种事情。",
        "label": ""
      },
      {
        "sentence": "他们两个被家人和村里人看不起。",
        "label": ""
      },
      {
        "sentence": "永远都是借钱过日子，父亲甚至还进过监狱。",
        "label": ""
      },
      {
        "sentence": "他一直借钱花，也向我借钱。",
        "label": ""
      },
      {
        "sentence": "大学的时候，他向我借了4万，当然我没有给他。",
        "label": ""
      },
      {
        "sentence": "我在夜店工作了好多年，现在只是一个社会底层的营业员。",
        "label": ""
      },
      {
        "sentence": "虽然一直接受心理咨询，却还是被所有亲戚拿来比较。",
        "label": ""
      },
      {
        "sentence": "家人过得都比我们好，一想到家里只有伤痛。",
        "label": ""
      },
      {
        "sentence": "我二姐现在是广告销售，一年就能赚100万，而我却一无所有。",
        "label": ""
      },
      {
        "sentence": "每次想到被姑姑、二大爷以及家人拿来做比较，我就特别恶心，特别疼。",
        "label": ""
      },
      {
        "sentence": "像国庆节、过年这样的日子对我已经没有任何特别的感觉，就跟普通的一天没什么区别。",
        "label": ""
      },
      {
        "sentence": "有时候也会想家，但是我妈妈会问我谁家妈妈生病了，儿女给拿了多少钱去看病。",
        "label": ""
      },
      {
        "sentence": "这样的问题让我觉得恶心，还有说我结婚得给多少彩礼。",
        "label": ""
      },
      {
        "sentence": "我真的太恶心了，我在咨询室也觉得没有被咨询师善待，她说她是有同理心、慈悲心的老师，但我并没有感受到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我真的很心疼你。我能感受到你的压力、悲伤和无助。先让自己好好休息一下吧。我想告诉你：这些年你真的很辛苦了。你已经做得很好了。你唯一需要做的就是好好爱自己，更多的关心自己。当你为父母只在乎自己而感到伤心委屈，为他们打压你的需要而感到失望压抑；为二姐赚了很多钱而自卑；为亲友的轻视而感到着急失落时，试着停下来看一下此时此刻你自己在哪里。有句话说‘别人对待我们的方式都是我们允许的’。这句话可能对于你而言有些打击和委屈。我们会觉得这些都不是我们想要的，但我们感觉自己无法逃离，我们努力了但从来没有改变过。是的，我们先给自己一个拥抱，我们慢慢来看。你已经29岁了，从大学时期你就可以反过来给父亲钱，那么作为你这样的人，你的什么需求一定要通过父母呢。你完全可以更多、更直接地满足和给予自己。你现在的痛苦和放不下，来自于渴望一对没有能力爱你、支持你的父母一夜之间忽然改变并变得爱你、支持你。你的需求只有经过他们的支持，你才能够开心地拥有。否则，你只能像个孩子一样，大人不允许，你不能动弹。但这其实只是你内心的假象。现在你已经是成年人了，你可以按照自己的心意去行动、去创造。而且你远远要比你依赖的父母更有能力过上好生活。请相信自己，断离父母的意志束缚，直接照顾好自己。至于其他人如亲友的多舌评判，姐姐过得比较好，这些的确都会给你造成心理压力。这是因为我们很想要过得更好，想要被夸赞和认同。但同时，我们为此而痛苦，感到无力。是因为我们选择认同并在乎他们的态度和观点。在某种程度上，我们也害怕自己如他们所讲，没有能力过得好。如果我们足够确定自己的未来是可期的，那么我们就会忙着去过自己的生活，去创造未来。所以，请回归自己，来看看自己。在这样的家庭生活中，从小就没有受到过良好的支持的你。走到了今天，你一直在努力向上，甚至还在上大学时就可以借钱给父亲……这样的你，并不是没有能力。只是，你需要看到自己，更加相信和支持自己，放下家族的纠结，好好回归自己，直接照顾好自己。至于他人的期望和攀比，那只是他们自己的事，你无需为此负责。你只需要珍惜自己的能力、财富和机会，然后好好满足自己、支持自己，为自己的生活努力奋斗。此外，你还需要有意识地建立离开和拒绝的意识和能力。记住，你已经是独立的人，你拥有选择的权利。任何让你不舒服的要求和压制，你都可以选择离开和拒绝。比如父母的各种期待，那是他们的事，你可以拒绝扮演好孩子的角色。亲友的比较和评判，你可以选择忽视，那只是他们个人的观点和闲言碎语。咨询师的所谓‘同理心和慈悲心’，如果你没有感受到，你可以选择寻找一个让你感到舒服和被爱的咨询师。最后，再一次地好好对待自己，相信自己，支持自己。不要仰慕那些所谓的权威、优秀的人，也不要仰赖父母和亲人。每个人都生而平等，你应该好好照顾自己，活出自己的力量和美丽！",
    "annotation": [
      {
        "sentence": "看到你的描述，我真的很心疼你。",
        "label": ""
      },
      {
        "sentence": "我能感受到你的压力、悲伤和无助。",
        "label": ""
      },
      {
        "sentence": "先让自己好好休息一下吧。",
        "label": ""
      },
      {
        "sentence": "我想告诉你：这些年你真的很辛苦了。",
        "label": ""
      },
      {
        "sentence": "你已经做得很好了。",
        "label": ""
      },
      {
        "sentence": "你唯一需要做的就是好好爱自己，更多的关心自己。",
        "label": ""
      },
      {
        "sentence": "当你为父母只在乎自己而感到伤心委屈，为他们打压你的需要而感到失望压抑；为二姐赚了很多钱而自卑；为亲友的轻视而感到着急失落时，试着停下来看一下此时此刻你自己在哪里。",
        "label": ""
      },
      {
        "sentence": "有句话说‘别人对待我们的方式都是我们允许的’。",
        "label": ""
      },
      {
        "sentence": "这句话可能对于你而言有些打击和委屈。",
        "label": ""
      },
      {
        "sentence": "我们会觉得这些都不是我们想要的，但我们感觉自己无法逃离，我们努力了但从来没有改变过。",
        "label": ""
      },
      {
        "sentence": "是的，我们先给自己一个拥抱，我们慢慢来看。",
        "label": ""
      },
      {
        "sentence": "你已经29岁了，从大学时期你就可以反过来给父亲钱，那么作为你这样的人，你的什么需求一定要通过父母呢。",
        "label": ""
      },
      {
        "sentence": "你完全可以更多、更直接地满足和给予自己。",
        "label": ""
      },
      {
        "sentence": "你现在的痛苦和放不下，来自于渴望一对没有能力爱你、支持你的父母一夜之间忽然改变并变得爱你、支持你。",
        "label": ""
      },
      {
        "sentence": "你的需求只有经过他们的支持，你才能够开心地拥有。",
        "label": ""
      },
      {
        "sentence": "否则，你只能像个孩子一样，大人不允许，你不能动弹。",
        "label": ""
      },
      {
        "sentence": "但这其实只是你内心的假象。",
        "label": ""
      },
      {
        "sentence": "现在你已经是成年人了，你可以按照自己的心意去行动、去创造。",
        "label": ""
      },
      {
        "sentence": "而且你远远要比你依赖的父母更有能力过上好生活。",
        "label": ""
      },
      {
        "sentence": "请相信自己，断离父母的意志束缚，直接照顾好自己。",
        "label": ""
      },
      {
        "sentence": "至于其他人如亲友的多舌评判，姐姐过得比较好，这些的确都会给你造成心理压力。",
        "label": ""
      },
      {
        "sentence": "这是因为我们很想要过得更好，想要被夸赞和认同。",
        "label": ""
      },
      {
        "sentence": "但同时，我们为此而痛苦，感到无力。",
        "label": ""
      },
      {
        "sentence": "是因为我们选择认同并在乎他们的态度和观点。",
        "label": ""
      },
      {
        "sentence": "在某种程度上，我们也害怕自己如他们所讲，没有能力过得好。",
        "label": ""
      },
      {
        "sentence": "如果我们足够确定自己的未来是可期的，那么我们就会忙着去过自己的生活，去创造未来。",
        "label": ""
      },
      {
        "sentence": "所以，请回归自己，来看看自己。",
        "label": ""
      },
      {
        "sentence": "在这样的家庭生活中，从小就没有受到过良好的支持的你。",
        "label": ""
      },
      {
        "sentence": "走到了今天，你一直在努力向上，甚至还在上大学时就可以借钱给父亲……这样的你，并不是没有能力。",
        "label": ""
      },
      {
        "sentence": "只是，你需要看到自己，更加相信和支持自己，放下家族的纠结，好好回归自己，直接照顾好自己。",
        "label": ""
      },
      {
        "sentence": "至于他人的期望和攀比，那只是他们自己的事，你无需为此负责。",
        "label": ""
      },
      {
        "sentence": "你只需要珍惜自己的能力、财富和机会，然后好好满足自己、支持自己，为自己的生活努力奋斗。",
        "label": ""
      },
      {
        "sentence": "此外，你还需要有意识地建立离开和拒绝的意识和能力。",
        "label": ""
      },
      {
        "sentence": "记住，你已经是独立的人，你拥有选择的权利。",
        "label": ""
      },
      {
        "sentence": "任何让你不舒服的要求和压制，你都可以选择离开和拒绝。",
        "label": ""
      },
      {
        "sentence": "比如父母的各种期待，那是他们的事，你可以拒绝扮演好孩子的角色。",
        "label": ""
      },
      {
        "sentence": "亲友的比较和评判，你可以选择忽视，那只是他们个人的观点和闲言碎语。",
        "label": ""
      },
      {
        "sentence": "咨询师的所谓‘同理心和慈悲心’，如果你没有感受到，你可以选择寻找一个让你感到舒服和被爱的咨询师。",
        "label": ""
      },
      {
        "sentence": "最后，再一次地好好对待自己，相信自己，支持自己。",
        "label": ""
      },
      {
        "sentence": "不要仰慕那些所谓的权威、优秀的人，也不要仰赖父母和亲人。",
        "label": ""
      },
      {
        "sentence": "每个人都生而平等，你应该好好照顾自己，活出自己的力量和美丽！",
        "label": ""
      }
    ]
  }
]