[
  {
    "role": "client",
    "content": "男朋友从小缺爱，我该怎么帮助他？",
    "annotation": [
      {
        "sentence": "男朋友从小缺爱，我该怎么帮助他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很喜欢你的文字，看得出你是一个善良有爱的女孩儿，即使男友担心会伤害你，你也决定来想办法帮助他。而你的男友，他似乎也清楚，自己很缺爱，不擅长表达和沟通，需要好多的爱才能填满他的内心，而又担心会伤害到你，他这样做，不是本身就证明：他有爱的能力吗？",
    "annotation": [
      {
        "sentence": "很喜欢你的文字，看得出你是一个善良有爱的女孩儿，即使男友担心会伤害你，你也决定来想办法帮助他。",
        "label": ""
      },
      {
        "sentence": "而你的男友，他似乎也清楚，自己很缺爱，不擅长表达和沟通，需要好多的爱才能填满他的内心，而又担心会伤害到你，他这样做，不是本身就证明：他有爱的能力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和肯定。他可能只是不懂如何表达和展示爱，但我真的很想帮助他，让他能够得到正常的爱与被爱的能力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和肯定。",
        "label": ""
      },
      {
        "sentence": "他可能只是不懂如何表达和展示爱，但我真的很想帮助他，让他能够得到正常的爱与被爱的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。有时候，人们在长期缺乏爱的环境中成长，会对表达和接受爱感到困难。也许他并不是不想好好爱你，而是不知道如何做到。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "有时候，人们在长期缺乏爱的环境中成长，会对表达和接受爱感到困难。",
        "label": ""
      },
      {
        "sentence": "也许他并不是不想好好爱你，而是不知道如何做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他就是不知道如何表达和接受爱。我应该怎样才能帮助他克服这个问题呢？",
    "annotation": [
      {
        "sentence": "是的，我觉得他就是不知道如何表达和接受爱。",
        "label": ""
      },
      {
        "sentence": "我应该怎样才能帮助他克服这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我先从心理学的角度做出一些解释。学过依恋理论的人们都知道，依恋分为四个类型，其中有一种，不安全依恋类型，称为疏远型，这类人似乎总是以自己的想法看待世界，活在自己的世界，对其他人都有些距离和疏远，外在表现似乎防御很强，冷漠，不容易和人建立联接，不轻易让人走近他的世界。而他们的父母也多数是这种类型的人，也就是他从父母那里部分习得了这种方式。希望你理解，这可能就是人格的一种类型，源于童年的经历，可能能改变，也可能不能，你要能客观理解和接受。",
    "annotation": [
      {
        "sentence": "我先从心理学的角度做出一些解释。",
        "label": ""
      },
      {
        "sentence": "学过依恋理论的人们都知道，依恋分为四个类型，其中有一种，不安全依恋类型，称为疏远型，这类人似乎总是以自己的想法看待世界，活在自己的世界，对其他人都有些距离和疏远，外在表现似乎防御很强，冷漠，不容易和人建立联接，不轻易让人走近他的世界。",
        "label": ""
      },
      {
        "sentence": "而他们的父母也多数是这种类型的人，也就是他从父母那里部分习得了这种方式。",
        "label": ""
      },
      {
        "sentence": "希望你理解，这可能就是人格的一种类型，源于童年的经历，可能能改变，也可能不能，你要能客观理解和接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你对依恋理论的解释。从你的描述中，我觉得他可能是属于疏远型依恋的人。那么，我应该如何应对他的这种情况呢？",
    "annotation": [
      {
        "sentence": "非常感谢你对依恋理论的解释。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我觉得他可能是属于疏远型依恋的人。",
        "label": ""
      },
      {
        "sentence": "那么，我应该如何应对他的这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也从自己的经历中，给你一些建议。我曾经有朋友就是这样的，看上去也是很“正常”，但深入了解后才发现，他一个人在自己的世界里，不为外界所动，也不轻易让人接近，即使他渴望被理解和接纳，却因为自卑和其他想法，让他觉得只有待在那个世界里才觉得安全自在。不会表达爱与关心，即使知道有时候该怎么做，却不能持久坚持。我建议你在了解他的基础上，需要付出不断的努力和坚持，让他重新回到小时候的状态，在温暖的环境中，不断给他灌输爱，让他真正感受到“无条件的爱”，就是不管他做什么，你都能接受并一直爱他。这个过程可能会不太容易，因为你需要付出很多，甚至有可能是不平衡的状态。但当你的爱足够多时，他就不需要很多人来爱他了，他内心的黑洞也就被填满了。",
    "annotation": [
      {
        "sentence": "我也从自己的经历中，给你一些建议。",
        "label": ""
      },
      {
        "sentence": "我曾经有朋友就是这样的，看上去也是很“正常”，但深入了解后才发现，他一个人在自己的世界里，不为外界所动，也不轻易让人接近，即使他渴望被理解和接纳，却因为自卑和其他想法，让他觉得只有待在那个世界里才觉得安全自在。",
        "label": ""
      },
      {
        "sentence": "不会表达爱与关心，即使知道有时候该怎么做，却不能持久坚持。",
        "label": ""
      },
      {
        "sentence": "我建议你在了解他的基础上，需要付出不断的努力和坚持，让他重新回到小时候的状态，在温暖的环境中，不断给他灌输爱，让他真正感受到“无条件的爱”，就是不管他做什么，你都能接受并一直爱他。",
        "label": ""
      },
      {
        "sentence": "这个过程可能会不太容易，因为你需要付出很多，甚至有可能是不平衡的状态。",
        "label": ""
      },
      {
        "sentence": "但当你的爱足够多时，他就不需要很多人来爱他了，他内心的黑洞也就被填满了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我相信我能做到，并且会继续坚持下去。也非常感谢你的祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我相信我能做到，并且会继续坚持下去。",
        "label": ""
      },
      {
        "sentence": "也非常感谢你的祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能做得到，并祝福你们！无论结果如何，你都是一个非常善良和有爱的人，为他付出这些努力，无论成功与否，都是一种值得被肯定和鼓励的行为。爱是治愈一切力量的源泉，希望你们能够一起克服困难，建立融洽和谐的关系！加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能做得到，并祝福你们！",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都是一个非常善良和有爱的人，为他付出这些努力，无论成功与否，都是一种值得被肯定和鼓励的行为。",
        "label": ""
      },
      {
        "sentence": "爱是治愈一切力量的源泉，希望你们能够一起克服困难，建立融洽和谐的关系！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]