[
  {
    "role": "client",
    "content": "男朋友因为我有兄弟群说分手，我该怎么办？男朋友说我会跟异性朋友分享生活，说我没有给他尊严，他只想做那个唯一。可是为了他我已经断了所有异性的实际交往，我有一个很好的兄弟群6个人，只有我一个是女的，连续两年我们都有群聊的习惯，生活的压力或者快乐都会在里面说。昨天我告诉他我在群里面说了一下我今天干嘛。他就要分手了。男朋友的前女友跟她蓝颜跑了，我觉得这个事情对他影响很大，以至于他认为我会和异性会发生关系。他总是去知乎上看怎么看待女生有很多异性朋友。我真的很害怕失去他，已经见过他父母了，也和他同居了。他说我不合适，我真的一直在改变，我能做什么让他改变这样的想法，还是只能分手？",
    "annotation": [
      {
        "sentence": "男朋友因为我有兄弟群说分手，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "男朋友说我会跟异性朋友分享生活，说我没有给他尊严，他只想做那个唯一。",
        "label": ""
      },
      {
        "sentence": "可是为了他我已经断了所有异性的实际交往，我有一个很好的兄弟群6个人，只有我一个是女的，连续两年我们都有群聊的习惯，生活的压力或者快乐都会在里面说。",
        "label": ""
      },
      {
        "sentence": "昨天我告诉他我在群里面说了一下我今天干嘛。",
        "label": ""
      },
      {
        "sentence": "他就要分手了。",
        "label": ""
      },
      {
        "sentence": "男朋友的前女友跟她蓝颜跑了，我觉得这个事情对他影响很大，以至于他认为我会和异性会发生关系。",
        "label": ""
      },
      {
        "sentence": "他总是去知乎上看怎么看待女生有很多异性朋友。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕失去他，已经见过他父母了，也和他同居了。",
        "label": ""
      },
      {
        "sentence": "他说我不合适，我真的一直在改变，我能做什么让他改变这样的想法，还是只能分手？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位小姐姐，听说你和男朋友关系出现了问题，很抱歉听到这个消息。我能感受到你现在的焦虑和紧张。你的男朋友对你的兄弟群产生了疑虑，并认为你与异性朋友会发生关系，这使你感到非常困惑和害怕失去他。我明白你希望找到解决办法，让他改变这样的想法，而不是选择分手。你可以告诉我更多关于你们之间的情况吗？",
    "annotation": [
      {
        "sentence": "这位小姐姐，听说你和男朋友关系出现了问题，很抱歉听到这个消息。",
        "label": ""
      },
      {
        "sentence": "我能感受到你现在的焦虑和紧张。",
        "label": ""
      },
      {
        "sentence": "你的男朋友对你的兄弟群产生了疑虑，并认为你与异性朋友会发生关系，这使你感到非常困惑和害怕失去他。",
        "label": ""
      },
      {
        "sentence": "我明白你希望找到解决办法，让他改变这样的想法，而不是选择分手。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我更多关于你们之间的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我们已经同居了并且互相见过了对方的父母，感觉已经非常亲近了。但是他现在却提出要分手，我觉得很难接受。我一直在试图改变自己，为了他断绝了与异性的交往，但是他却没有给予我尊重，反而更想控制我。我害怕分手的原因是失去他，失去这段关系。他曾经的前女友也发生了问题，我感觉他对于这个问题非常敏感，以至于对我也有了疑虑。他总是去知乎上看一些关于女性有很多异性朋友的问题，让我感到很不安。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我们已经同居了并且互相见过了对方的父母，感觉已经非常亲近了。",
        "label": ""
      },
      {
        "sentence": "但是他现在却提出要分手，我觉得很难接受。",
        "label": ""
      },
      {
        "sentence": "我一直在试图改变自己，为了他断绝了与异性的交往，但是他却没有给予我尊重，反而更想控制我。",
        "label": ""
      },
      {
        "sentence": "我害怕分手的原因是失去他，失去这段关系。",
        "label": ""
      },
      {
        "sentence": "他曾经的前女友也发生了问题，我感觉他对于这个问题非常敏感，以至于对我也有了疑虑。",
        "label": ""
      },
      {
        "sentence": "他总是去知乎上看一些关于女性有很多异性朋友的问题，让我感到很不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对于分手的担忧和害怕失去他的感受。现在你已经做出了很多改变，而他却没有给予你足够的尊重和理解。这可能是因为他的过去经历对他产生了很大的影响，导致他对你在与异性朋友的交往上产生了疑虑。然而，两个人相处应该是基于相互尊重和平等的关系。他没有权利要求你不停地改变自己。我想了解一下，你为什么会害怕失去他呢？",
    "annotation": [
      {
        "sentence": "我明白你对于分手的担忧和害怕失去他的感受。",
        "label": ""
      },
      {
        "sentence": "现在你已经做出了很多改变，而他却没有给予你足够的尊重和理解。",
        "label": ""
      },
      {
        "sentence": "这可能是因为他的过去经历对他产生了很大的影响，导致他对你在与异性朋友的交往上产生了疑虑。",
        "label": ""
      },
      {
        "sentence": "然而，两个人相处应该是基于相互尊重和平等的关系。",
        "label": ""
      },
      {
        "sentence": "他没有权利要求你不停地改变自己。",
        "label": ""
      },
      {
        "sentence": "我想了解一下，你为什么会害怕失去他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕失去他是因为我们已经建立了很多的亲密关系，已经在一起生活了一段时间，并且互相见过了彼此的父母。我一直把他当作自己生活的一部分，对于未来有很多的期望。但是现在他提出了分手，我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我害怕失去他是因为我们已经建立了很多的亲密关系，已经在一起生活了一段时间，并且互相见过了彼此的父母。",
        "label": ""
      },
      {
        "sentence": "我一直把他当作自己生活的一部分，对于未来有很多的期望。",
        "label": ""
      },
      {
        "sentence": "但是现在他提出了分手，我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对于失去他的担忧和对未来的期望。现在的情况虽然很困难，但是你需要意识到你已经尽力去改变自己了。他对你不满的原因可能并不只是兄弟群的问题，而是他自身的情绪和内心困扰。如果你一直退让和妥协，可能会导致他进一步试图控制你的思想和行为。你需要建立起自己的界限感，明确告诉他有些事情是你的自由，不需要任何人来命令你怎么做。你的兄弟群只是他的借口，他可能在试图用分手来威胁你，实现全方位的控制。我推荐你每天练习正念冥想，这可以帮助你建立个人边界，接纳自己的不完美，并给自己爱和关怀。你可以尝试参加正念冥想的课程，找到适合自己的方式来舒缓紧张的情绪，建立自己的主心骨。",
    "annotation": [
      {
        "sentence": "我理解你对于失去他的担忧和对未来的期望。",
        "label": ""
      },
      {
        "sentence": "现在的情况虽然很困难，但是你需要意识到你已经尽力去改变自己了。",
        "label": ""
      },
      {
        "sentence": "他对你不满的原因可能并不只是兄弟群的问题，而是他自身的情绪和内心困扰。",
        "label": ""
      },
      {
        "sentence": "如果你一直退让和妥协，可能会导致他进一步试图控制你的思想和行为。",
        "label": ""
      },
      {
        "sentence": "你需要建立起自己的界限感，明确告诉他有些事情是你的自由，不需要任何人来命令你怎么做。",
        "label": ""
      },
      {
        "sentence": "你的兄弟群只是他的借口，他可能在试图用分手来威胁你，实现全方位的控制。",
        "label": ""
      },
      {
        "sentence": "我推荐你每天练习正念冥想，这可以帮助你建立个人边界，接纳自己的不完美，并给自己爱和关怀。",
        "label": ""
      },
      {
        "sentence": "你可以尝试参加正念冥想的课程，找到适合自己的方式来舒缓紧张的情绪，建立自己的主心骨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试进行正念冥想来舒缓自己的情绪，并逐渐建立起自己的界限感。我希望能够找到一种平衡，让我们的关系变得更加健康和稳定。我真的感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试进行正念冥想来舒缓自己的情绪，并逐渐建立起自己的界限感。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一种平衡，让我们的关系变得更加健康和稳定。",
        "label": ""
      },
      {
        "sentence": "我真的感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试正念冥想并努力建立自己的界限感。建立健康和稳定的关系需要双方的共同努力，相互尊重和理解。我相信通过你的努力，你能够找到平衡，保持你的独立和自主性。如果你在过程中遇到任何困难，记得随时与我交流，我会一直在这里支持你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试正念冥想并努力建立自己的界限感。",
        "label": ""
      },
      {
        "sentence": "建立健康和稳定的关系需要双方的共同努力，相互尊重和理解。",
        "label": ""
      },
      {
        "sentence": "我相信通过你的努力，你能够找到平衡，保持你的独立和自主性。",
        "label": ""
      },
      {
        "sentence": "如果你在过程中遇到任何困难，记得随时与我交流，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]