[
  {
    "role": "client",
    "content": "想知道学心理学的朋友们、老师们都在从事什么工作呀？心理学的专业对口率似乎很低，想知道大家是幸运地从事了心理学有关的工作还是重新找到了适合自己的工作？体验如何呀？心理学新生挺迷茫的。",
    "annotation": [
      {
        "sentence": "想知道学心理学的朋友们、老师们都在从事什么工作呀？",
        "label": ""
      },
      {
        "sentence": "心理学的专业对口率似乎很低，想知道大家是幸运地从事了心理学有关的工作还是重新找到了适合自己的工作？",
        "label": ""
      },
      {
        "sentence": "体验如何呀？",
        "label": ""
      },
      {
        "sentence": "心理学新生挺迷茫的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，很想分享一下我学习心理学的经历和感受，不知道对你是否有启发。可以说从国家到个人都越来越重视心理了，人们也越来越认识到心理健康的重要性。",
    "annotation": [
      {
        "sentence": "看到你的问题，很想分享一下我学习心理学的经历和感受，不知道对你是否有启发。",
        "label": ""
      },
      {
        "sentence": "可以说从国家到个人都越来越重视心理了，人们也越来越认识到心理健康的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也觉得心理健康真的很重要，所以对学习心理学充满了兴趣。但是我对心理学的专业对口率有些担忧，不知道未来就业前景如何。",
    "annotation": [
      {
        "sentence": "是的，我也觉得心理健康真的很重要，所以对学习心理学充满了兴趣。",
        "label": ""
      },
      {
        "sentence": "但是我对心理学的专业对口率有些担忧，不知道未来就业前景如何。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放心吧，心理学的专业对口率的确存在一定的问题，但是随着社会对心理健康的重视程度增加，心理咨询师的需求也越来越大。我在基层社区卫生服务机构工作，我们社区也成立了未成年人心理辅导站和老年人心理关爱项目，需要大量的心理咨询师来提供服务。",
    "annotation": [
      {
        "sentence": "放心吧，心理学的专业对口率的确存在一定的问题，但是随着社会对心理健康的重视程度增加，心理咨询师的需求也越来越大。",
        "label": ""
      },
      {
        "sentence": "我在基层社区卫生服务机构工作，我们社区也成立了未成年人心理辅导站和老年人心理关爱项目，需要大量的心理咨询师来提供服务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来你的工作很有意义啊！那你是怎样进入心理学领域的呢？",
    "annotation": [
      {
        "sentence": "听起来你的工作很有意义啊！",
        "label": ""
      },
      {
        "sentence": "那你是怎样进入心理学领域的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我原本从事健康教育工作，几年前在社区成立了未成年人心理辅导站，意识到需要专业的心理咨询师来支持这项工作，所以我开始学习心理学。我取得资格证后参加了中阶训练营，与老师学习心理学理论和技能，同时与同学组成学习小组共同成长。",
    "annotation": [
      {
        "sentence": "我原本从事健康教育工作，几年前在社区成立了未成年人心理辅导站，意识到需要专业的心理咨询师来支持这项工作，所以我开始学习心理学。",
        "label": ""
      },
      {
        "sentence": "我取得资格证后参加了中阶训练营，与老师学习心理学理论和技能，同时与同学组成学习小组共同成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听上去你的学习经历很丰富呢！你提到了个人体验，它对你有什么影响呢？",
    "annotation": [
      {
        "sentence": "听上去你的学习经历很丰富呢！",
        "label": ""
      },
      {
        "sentence": "你提到了个人体验，它对你有什么影响呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于成为咨询师来说，个人体验是非常重要的一环。在训练营中，老师要求我们进行个人体验，虽然一开始我不理解它的意义，但是在接受了二十个小时的个人体验后，我深刻地体会到了作为来访者在咨询中的感受，也更加理解来访者。个人体验还帮助我认识自己的特点、局限以及解决成长中的议题。",
    "annotation": [
      {
        "sentence": "对于成为咨询师来说，个人体验是非常重要的一环。",
        "label": ""
      },
      {
        "sentence": "在训练营中，老师要求我们进行个人体验，虽然一开始我不理解它的意义，但是在接受了二十个小时的个人体验后，我深刻地体会到了作为来访者在咨询中的感受，也更加理解来访者。",
        "label": ""
      },
      {
        "sentence": "个人体验还帮助我认识自己的特点、局限以及解决成长中的议题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来个人体验对你的成长很有帮助。接下来你是怎样成为一名咨询师的呢？",
    "annotation": [
      {
        "sentence": "听起来个人体验对你的成长很有帮助。",
        "label": ""
      },
      {
        "sentence": "接下来你是怎样成为一名咨询师的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "个人体验之后，我开始实践咨询，并接受督导的指导，同时继续学习。这样一边实践一边学习的方式让我逐渐走上了成为咨询师的路。",
    "annotation": [
      {
        "sentence": "个人体验之后，我开始实践咨询，并接受督导的指导，同时继续学习。",
        "label": ""
      },
      {
        "sentence": "这样一边实践一边学习的方式让我逐渐走上了成为咨询师的路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听完你的经历，我对学习心理学和成为一名咨询师有了更清晰的认识。谢谢你分享自己的经验，让我对未来有更多的信心。",
    "annotation": [
      {
        "sentence": "听完你的经历，我对学习心理学和成为一名咨询师有了更清晰的认识。",
        "label": ""
      },
      {
        "sentence": "谢谢你分享自己的经验，让我对未来有更多的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的经历能够帮助到你。学习心理学和成为一名咨询师是个不断成长和学习的过程，希望你能坚持下去，将来也能成为一名心理学专业人士。如果有任何问题，都可以随时来找我交流。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的经历能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "学习心理学和成为一名咨询师是个不断成长和学习的过程，希望你能坚持下去，将来也能成为一名心理学专业人士。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，都可以随时来找我交流。",
        "label": ""
      }
    ]
  }
]