[
  {
    "role": "client",
    "content": "我19岁，总被打击，医生诊断有抑郁症怎么办？真的受不了了，我大二，其实一来学校看大家摆的书就知道大家三观不合。而这些也在大家的相处中渐渐明显，我讨厌在别人背后说坏话，不习惯在公共场合大声刷抖音，甚至在人多的地方我说话都是小心翼翼的，我不喜欢对别人品头论足，不喜欢运动，连过马路都执意要走人行道，大家可能觉得我又呆又傻，但我就是这样，我习惯按我自己的方式生活，我理解他们，他们也有自己的生活方式和道德准则，可是大家真的三观很不一样啊……我脾气好，所以他们觉得有意无意打击我没啥，“我觉得我就是个男的，会喝酒，会打牌会打各种球，会滑冰，还敢坐过山车，我怎么什么都会呀，wxy怎么什么都不会呀”这种言论比比皆是，我有的时候真的就怀疑自己是个垃圾，医生告诉我我太容易受暗示了，我知道，我之前一直安慰自己说我没有那么差，我至少成绩还不错，会画画，会摄影，会写作……",
    "annotation": [
      {
        "sentence": "我19岁，总被打击，医生诊断有抑郁症怎么办？",
        "label": ""
      },
      {
        "sentence": "真的受不了了，我大二，其实一来学校看大家摆的书就知道大家三观不合。",
        "label": ""
      },
      {
        "sentence": "而这些也在大家的相处中渐渐明显，我讨厌在别人背后说坏话，不习惯在公共场合大声刷抖音，甚至在人多的地方我说话都是小心翼翼的，我不喜欢对别人品头论足，不喜欢运动，连过马路都执意要走人行道，大家可能觉得我又呆又傻，但我就是这样，我习惯按我自己的方式生活，我理解他们，他们也有自己的生活方式和道德准则，可是大家真的三观很不一样啊……我脾气好，所以他们觉得有意无意打击我没啥，“我觉得我就是个男的，会喝酒，会打牌会打各种球，会滑冰，还敢坐过山车，我怎么什么都会呀，wxy怎么什么都不会呀”这种言论比比皆是，我有的时候真的就怀疑自己是个垃圾，医生告诉我我太容易受暗示了，我知道，我之前一直安慰自己说我没有那么差，我至少成绩还不错，会画画，会摄影，会写作……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这么伤心和困惑，我真的建议你找个心理咨询师进行一段时间的规范咨询。首先，倾诉可以帮助你宣泄情绪，其次，咨询师也可以帮助你理清过往的事情。当你对自己了解得越清晰，就越能够做出让自己舒服的决定。",
    "annotation": [
      {
        "sentence": "看到你这么伤心和困惑，我真的建议你找个心理咨询师进行一段时间的规范咨询。",
        "label": ""
      },
      {
        "sentence": "首先，倾诉可以帮助你宣泄情绪，其次，咨询师也可以帮助你理清过往的事情。",
        "label": ""
      },
      {
        "sentence": "当你对自己了解得越清晰，就越能够做出让自己舒服的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑找个心理咨询师帮助我。不过，我觉得我自己一直是一个乖孩子，但现在听你说不提倡培养乖孩子，我感到有些困惑，你能给我解释一下吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑找个心理咨询师帮助我。",
        "label": ""
      },
      {
        "sentence": "不过，我觉得我自己一直是一个乖孩子，但现在听你说不提倡培养乖孩子，我感到有些困惑，你能给我解释一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以解释给你听。现在的我并不提倡家长过分培养乖孩子，因为乖孩子对自己有太多的约束，太多的不能和不能，会让你感到很累。你觉得呢？",
    "annotation": [
      {
        "sentence": "当然可以解释给你听。",
        "label": ""
      },
      {
        "sentence": "现在的我并不提倡家长过分培养乖孩子，因为乖孩子对自己有太多的约束，太多的不能和不能，会让你感到很累。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的观点，也觉得确实是这样。那所谓的三观到底是什么意思呢？我有没有仔细思考过这个问题呢？",
    "annotation": [
      {
        "sentence": "我理解了你的观点，也觉得确实是这样。",
        "label": ""
      },
      {
        "sentence": "那所谓的三观到底是什么意思呢？",
        "label": ""
      },
      {
        "sentence": "我有没有仔细思考过这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "三观是一种观念，代表了一个人的价值观、世界观和人生观。在这个世界上，没有两个人完全相同，即使是一对双胞胎也是如此。正是因为每个人都不同，所以世界才更加精彩对吧？你有意识到这一点吗？当你判断与他人的三观不合时，你其实是先关上了自己的心门，然后在后面发生的事情中不断确认自己是对的：你看，我的判断没有错，我们的三观不合。其实，你和同学相处的目的是什么？是为了验证自己的判断吗？当然不是。你内心一定有一种期望，一种标准，只有符合你期望和标准的人才可能成为你的朋友，这就限制了你的交际圈。但是，朋友本来就应该是多元的，如果你的生活中出现了一个完全符合你期望的朋友，你觉得会真的开心吗？事实上不会，因为人是会变的，如果你的期望是不变的，你就会有一天感到失望。作为乖小孩，你很敏感，所谓的敏感就是容易受到别人的负面影响。那要如何解决这个问题呢？你可能需要先打破自己的框框限制。简而言之，就是在生活中给自己更多的自由，也给别人更多的自由。想一想，谁会喜欢与别人交往时受到太多的限制呢？如果框框限制太多，会给别人一种感觉，觉得只有你是对的，别人都是错的。在这种感受下，没有人会觉得舒服，也会影响你的人际关系。现在，你可以试着做一些练习：1）如果你真的不喜欢和某些人来往，可以尽量少接触或不接触，给自己一些时间来调整和打破自己的框框限制，同时也允许自己坚持自己的方式。2）如果你觉得和某些人的志趣不同，不想靠近也是可以接受的，这时你可以更加专注于学业。3）如果你意识到现在的人际关系让你不舒服，可以考虑找一个咨询师寻求帮助。4）建立一个心理边界，学会对别人说不，拒绝别人，寻求帮助。当你要跨越别人的边界时，你也要及时察觉并调整。其实每个人都有自己的生活方式，都应该被尊重。但现实情况是，在人际关系中只讲对错会失去朋友，谈感受才是长久之道。也就是说，你个人的观念、习惯和信仰本身并没有错，但如果你用这些来判断别人的对错，就会影响你们的关系。这并没有绝对的对与错，只是和你的成长背景相关，也就是说，是你主观认为的对与错。你对此有什么想法呢？记得要给自己时间慢慢适应。",
    "annotation": [
      {
        "sentence": "三观是一种观念，代表了一个人的价值观、世界观和人生观。",
        "label": ""
      },
      {
        "sentence": "在这个世界上，没有两个人完全相同，即使是一对双胞胎也是如此。",
        "label": ""
      },
      {
        "sentence": "正是因为每个人都不同，所以世界才更加精彩对吧？",
        "label": ""
      },
      {
        "sentence": "你有意识到这一点吗？",
        "label": ""
      },
      {
        "sentence": "当你判断与他人的三观不合时，你其实是先关上了自己的心门，然后在后面发生的事情中不断确认自己是对的：你看，我的判断没有错，我们的三观不合。",
        "label": ""
      },
      {
        "sentence": "其实，你和同学相处的目的是什么？",
        "label": ""
      },
      {
        "sentence": "是为了验证自己的判断吗？",
        "label": ""
      },
      {
        "sentence": "当然不是。",
        "label": ""
      },
      {
        "sentence": "你内心一定有一种期望，一种标准，只有符合你期望和标准的人才可能成为你的朋友，这就限制了你的交际圈。",
        "label": ""
      },
      {
        "sentence": "但是，朋友本来就应该是多元的，如果你的生活中出现了一个完全符合你期望的朋友，你觉得会真的开心吗？",
        "label": ""
      },
      {
        "sentence": "事实上不会，因为人是会变的，如果你的期望是不变的，你就会有一天感到失望。",
        "label": ""
      },
      {
        "sentence": "作为乖小孩，你很敏感，所谓的敏感就是容易受到别人的负面影响。",
        "label": ""
      },
      {
        "sentence": "那要如何解决这个问题呢？",
        "label": ""
      },
      {
        "sentence": "你可能需要先打破自己的框框限制。",
        "label": ""
      },
      {
        "sentence": "简而言之，就是在生活中给自己更多的自由，也给别人更多的自由。",
        "label": ""
      },
      {
        "sentence": "想一想，谁会喜欢与别人交往时受到太多的限制呢？",
        "label": ""
      },
      {
        "sentence": "如果框框限制太多，会给别人一种感觉，觉得只有你是对的，别人都是错的。",
        "label": ""
      },
      {
        "sentence": "在这种感受下，没有人会觉得舒服，也会影响你的人际关系。",
        "label": ""
      },
      {
        "sentence": "现在，你可以试着做一些练习：1）如果你真的不喜欢和某些人来往，可以尽量少接触或不接触，给自己一些时间来调整和打破自己的框框限制，同时也允许自己坚持自己的方式。",
        "label": ""
      },
      {
        "sentence": "2）如果你觉得和某些人的志趣不同，不想靠近也是可以接受的，这时你可以更加专注于学业。",
        "label": ""
      },
      {
        "sentence": "3）如果你意识到现在的人际关系让你不舒服，可以考虑找一个咨询师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "4）建立一个心理边界，学会对别人说不，拒绝别人，寻求帮助。",
        "label": ""
      },
      {
        "sentence": "当你要跨越别人的边界时，你也要及时察觉并调整。",
        "label": ""
      },
      {
        "sentence": "其实每个人都有自己的生活方式，都应该被尊重。",
        "label": ""
      },
      {
        "sentence": "但现实情况是，在人际关系中只讲对错会失去朋友，谈感受才是长久之道。",
        "label": ""
      },
      {
        "sentence": "也就是说，你个人的观念、习惯和信仰本身并没有错，但如果你用这些来判断别人的对错，就会影响你们的关系。",
        "label": ""
      },
      {
        "sentence": "这并没有绝对的对与错，只是和你的成长背景相关，也就是说，是你主观认为的对与错。",
        "label": ""
      },
      {
        "sentence": "你对此有什么想法呢？",
        "label": ""
      },
      {
        "sentence": "记得要给自己时间慢慢适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我觉得你说得对。我会慢慢调整自己的想法和行为，给自己更多的自由和允许。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我觉得你说得对。",
        "label": ""
      },
      {
        "sentence": "我会慢慢调整自己的想法和行为，给自己更多的自由和允许。",
        "label": ""
      }
    ]
  }
]