[
  {
    "role": "client",
    "content": "19岁，总被打击，医生诊断有抑郁症怎么办？真的受不了了，我大二，其实一来学校看大家摆的书就知道大家三观不合（并非对书籍类型有偏见，但是看成功学的人跟喜欢鲁迅汪曾祺沈从文的人三观不合这是肯定的），而这些也在大家的相处中渐渐明显，我讨厌在别人背后说坏话，不习惯在公共场合大声刷抖音，甚至在人多的地方我说话都是小心翼翼的，我不喜欢对别人品头论足，不喜欢运动，连过马路都执意要走人行道，大家可能觉得我又呆又傻，但我就是这样，我习惯按我自己的方式生活，我理解他们，他们也有自己的生活方式和道德准则，可是大家真的三观很不一样啊……我脾气好，所以他们觉得有意无意打击我没啥，“我觉得我就是个男的，会喝酒，会打牌会打各种球，会滑冰，还敢坐过山车，我怎么什么都会呀，wxy怎么什么都不会呀”这种言论比比皆是，我有的时候真的就怀疑自己是个垃圾，医生告诉我我太容易受暗示了，我知道，我之前一直安慰自己说我没有那么差，我至少成绩还不错，会画画，会摄影，会写作……",
    "annotation": [
      {
        "sentence": "19岁，总被打击，医生诊断有抑郁症怎么办？",
        "label": ""
      },
      {
        "sentence": "真的受不了了，我大二，其实一来学校看大家摆的书就知道大家三观不合（并非对书籍类型有偏见，但是看成功学的人跟喜欢鲁迅汪曾祺沈从文的人三观不合这是肯定的），而这些也在大家的相处中渐渐明显，我讨厌在别人背后说坏话，不习惯在公共场合大声刷抖音，甚至在人多的地方我说话都是小心翼翼的，我不喜欢对别人品头论足，不喜欢运动，连过马路都执意要走人行道，大家可能觉得我又呆又傻，但我就是这样，我习惯按我自己的方式生活，我理解他们，他们也有自己的生活方式和道德准则，可是大家真的三观很不一样啊……我脾气好，所以他们觉得有意无意打击我没啥，“我觉得我就是个男的，会喝酒，会打牌会打各种球，会滑冰，还敢坐过山车，我怎么什么都会呀，wxy怎么什么都不会呀”这种言论比比皆是，我有的时候真的就怀疑自己是个垃圾，医生告诉我我太容易受暗示了，我知道，我之前一直安慰自己说我没有那么差，我至少成绩还不错，会画画，会摄影，会写作……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的提问和在其他回答中的反馈，我觉得我有必要和你多沟通一下。首先，我想说你真的很不容易。你现在觉得有很多问题困扰着你，但是考虑到你的成长经历和家庭环境，你现在能拥有这种尽管不完美但相对正常的生活和学习能力需要付出很多努力。在这个过程中，你经历了很多困难和痛苦，这些都是不容易的。从家庭环境来看，形容为“满目疮痍”也不为过。你的主要抚养者外公有着重度抑郁症和被害妄想症，还曾经有过两次自杀的经历。他难以给予你作为孩子应有的情感支持和回应，即使他愿意，也无法做到。你提到，他长期以来的教养方式是专制的，不允许别人持有不同的观点。同时，你的外婆自杀，对于你的母亲和舅舅来说，也是一次没有得到处理的创伤性经历。舅舅由于各种原因患有精神分裂症，他的孩子也和外公外婆住在一起，他们的母亲缺席，父亲在精神病院，对他们来说也是一种创伤。每个人都不容易，但是生活就是会给我们带来很多挑战和困难，只有通过努力才能逐渐走出低谷，进入更好的世界。实际上，从你的描述中我看到你相当优秀。大一上学期就排名第一，还得到了学习强国征文的荣誉，还是专业第一个被通报表扬的人。你喜欢鲁迅、汪曾祺、沈从文，不喜欢在别人背后说坏话，不习惯在公共场合大声刷抖音，不喜欢对别人品头论足，遵守规则。这些都是你素质和能力的体现。然而，你始终觉得这些都没用。我觉得原生家庭对你的影响主要有几个方面：首先，影响了你对自己的价值判断。因为你没有成长在一个能够容纳和肯定你的环境中，你对自己的价值判断非常不符合客观实际，尽管你表现出色，在你的感受里，自己仍然是自卑和胆怯的，没有价值。其次，影响了你对外部世界的看法。因为你的主要抚养者外公是一个专制的人，只允许按照自己的方式行事，无法接受别人有不同的想法，缺乏弹性。你想一想，这和你和同学之间的差异是否相似？为什么三观一定要合呢？这个世界上喜欢鲁迅的人也会有追求成功的人。有内敛的也会有外放的。有遵守规则的也会有打擦边球的。大家其实是可以在同一个空间相互包容的。你可能对这种差异感到不适，但是大家也可以保留自己的特点，接纳多元的价值观。我不一定要认可别人的价值观，但是我可以接纳别人有自己的价值观。边界就在这里，对吗？再有，影响了你对自己的主体感。你非常容易受他人态度的影响。对于别人的言语和评判，你特别敏感，并会由于别人的态度而改变自己的方式。可能是因为你的主体感没有建立起来。在你的成长过程中，没有一个人不断地确认你是怎样的人，你存在的合理性和被允许性，所以你对自己的存在感不确定，就像飘萍一样，没有根基。因此，你很难坚定地做自己，发出自己的声音。比如，你喜欢什么，不喜欢什么，这和你的存在有什么关系？你的存在，谁有权定义？除了你自己，没有别人。原生家庭对你造成的伤害实在太深，你需要时间和机会来进行",
    "annotation": [
      {
        "sentence": "根据你的提问和在其他回答中的反馈，我觉得我有必要和你多沟通一下。",
        "label": ""
      },
      {
        "sentence": "首先，我想说你真的很不容易。",
        "label": ""
      },
      {
        "sentence": "你现在觉得有很多问题困扰着你，但是考虑到你的成长经历和家庭环境，你现在能拥有这种尽管不完美但相对正常的生活和学习能力需要付出很多努力。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你经历了很多困难和痛苦，这些都是不容易的。",
        "label": ""
      },
      {
        "sentence": "从家庭环境来看，形容为“满目疮痍”也不为过。",
        "label": ""
      },
      {
        "sentence": "你的主要抚养者外公有着重度抑郁症和被害妄想症，还曾经有过两次自杀的经历。",
        "label": ""
      },
      {
        "sentence": "他难以给予你作为孩子应有的情感支持和回应，即使他愿意，也无法做到。",
        "label": ""
      },
      {
        "sentence": "你提到，他长期以来的教养方式是专制的，不允许别人持有不同的观点。",
        "label": ""
      },
      {
        "sentence": "同时，你的外婆自杀，对于你的母亲和舅舅来说，也是一次没有得到处理的创伤性经历。",
        "label": ""
      },
      {
        "sentence": "舅舅由于各种原因患有精神分裂症，他的孩子也和外公外婆住在一起，他们的母亲缺席，父亲在精神病院，对他们来说也是一种创伤。",
        "label": ""
      },
      {
        "sentence": "每个人都不容易，但是生活就是会给我们带来很多挑战和困难，只有通过努力才能逐渐走出低谷，进入更好的世界。",
        "label": ""
      },
      {
        "sentence": "实际上，从你的描述中我看到你相当优秀。",
        "label": ""
      },
      {
        "sentence": "大一上学期就排名第一，还得到了学习强国征文的荣誉，还是专业第一个被通报表扬的人。",
        "label": ""
      },
      {
        "sentence": "你喜欢鲁迅、汪曾祺、沈从文，不喜欢在别人背后说坏话，不习惯在公共场合大声刷抖音，不喜欢对别人品头论足，遵守规则。",
        "label": ""
      },
      {
        "sentence": "这些都是你素质和能力的体现。",
        "label": ""
      },
      {
        "sentence": "然而，你始终觉得这些都没用。",
        "label": ""
      },
      {
        "sentence": "我觉得原生家庭对你的影响主要有几个方面：首先，影响了你对自己的价值判断。",
        "label": ""
      },
      {
        "sentence": "因为你没有成长在一个能够容纳和肯定你的环境中，你对自己的价值判断非常不符合客观实际，尽管你表现出色，在你的感受里，自己仍然是自卑和胆怯的，没有价值。",
        "label": ""
      },
      {
        "sentence": "其次，影响了你对外部世界的看法。",
        "label": ""
      },
      {
        "sentence": "因为你的主要抚养者外公是一个专制的人，只允许按照自己的方式行事，无法接受别人有不同的想法，缺乏弹性。",
        "label": ""
      },
      {
        "sentence": "你想一想，这和你和同学之间的差异是否相似？",
        "label": ""
      },
      {
        "sentence": "为什么三观一定要合呢？",
        "label": ""
      },
      {
        "sentence": "这个世界上喜欢鲁迅的人也会有追求成功的人。",
        "label": ""
      },
      {
        "sentence": "有内敛的也会有外放的。",
        "label": ""
      },
      {
        "sentence": "有遵守规则的也会有打擦边球的。",
        "label": ""
      },
      {
        "sentence": "大家其实是可以在同一个空间相互包容的。",
        "label": ""
      },
      {
        "sentence": "你可能对这种差异感到不适，但是大家也可以保留自己的特点，接纳多元的价值观。",
        "label": ""
      },
      {
        "sentence": "我不一定要认可别人的价值观，但是我可以接纳别人有自己的价值观。",
        "label": ""
      },
      {
        "sentence": "边界就在这里，对吗？",
        "label": ""
      },
      {
        "sentence": "再有，影响了你对自己的主体感。",
        "label": ""
      },
      {
        "sentence": "你非常容易受他人态度的影响。",
        "label": ""
      },
      {
        "sentence": "对于别人的言语和评判，你特别敏感，并会由于别人的态度而改变自己的方式。",
        "label": ""
      },
      {
        "sentence": "可能是因为你的主体感没有建立起来。",
        "label": ""
      },
      {
        "sentence": "在你的成长过程中，没有一个人不断地确认你是怎样的人，你存在的合理性和被允许性，所以你对自己的存在感不确定，就像飘萍一样，没有根基。",
        "label": ""
      },
      {
        "sentence": "因此，你很难坚定地做自己，发出自己的声音。",
        "label": ""
      },
      {
        "sentence": "比如，你喜欢什么，不喜欢什么，这和你的存在有什么关系？",
        "label": ""
      },
      {
        "sentence": "你的存在，谁有权定义？",
        "label": ""
      },
      {
        "sentence": "除了你自己，没有别人。",
        "label": ""
      },
      {
        "sentence": "原生家庭对你造成的伤害实在太深，你需要时间和机会来进行",
        "label": ""
      }
    ]
  }
]