[
  {
    "role": "client",
    "content": "男朋友平常很好，但发脾气的时候性格比较极端怎么办？",
    "annotation": [
      {
        "sentence": "男朋友平常很好，但发脾气的时候性格比较极端怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我观察到你不知如何去面对男友的极端脾气，同时也注意到了你勇敢地表达了自己的困扰，并向外寻求帮助。这无疑能帮助你更好地看到男友的性格成因，更好地理解他，也能更好地认识你们之间的关系。现在我来分享我的观察，或许能帮助你有更丰富的视角来面对自己的困惑。",
    "annotation": [
      {
        "sentence": "我观察到你不知如何去面对男友的极端脾气，同时也注意到了你勇敢地表达了自己的困扰，并向外寻求帮助。",
        "label": ""
      },
      {
        "sentence": "这无疑能帮助你更好地看到男友的性格成因，更好地理解他，也能更好地认识你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "现在我来分享我的观察，或许能帮助你有更丰富的视角来面对自己的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我想知道，他的脾气为什么会这么极端呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我想知道，他的脾气为什么会这么极端呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男友与你的关系模式或是他与他妈妈关系的延伸有关。我注意到男友的妈妈有精神分裂症，那么妈妈的情绪是不稳定的，她不会处理自己的情绪。当她的情绪激动时，就会把这份情绪投射到你男友身上。而如果男友认同了这份投射，那么他的情绪也会变得激动和极端。这是他们母子之间的相处模式。而这样的母子关系模式会内化到男友的内心，成为他的内在关系模式。当他与你相处时，把他的内在关系模式向外投射，就有可能变得极端和情绪不稳。",
    "annotation": [
      {
        "sentence": "男友与你的关系模式或是他与他妈妈关系的延伸有关。",
        "label": ""
      },
      {
        "sentence": "我注意到男友的妈妈有精神分裂症，那么妈妈的情绪是不稳定的，她不会处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "当她的情绪激动时，就会把这份情绪投射到你男友身上。",
        "label": ""
      },
      {
        "sentence": "而如果男友认同了这份投射，那么他的情绪也会变得激动和极端。",
        "label": ""
      },
      {
        "sentence": "这是他们母子之间的相处模式。",
        "label": ""
      },
      {
        "sentence": "而这样的母子关系模式会内化到男友的内心，成为他的内在关系模式。",
        "label": ""
      },
      {
        "sentence": "当他与你相处时，把他的内在关系模式向外投射，就有可能变得极端和情绪不稳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我现在理解了。但他为什么总是把别人的缺点拿出来指责我呢？",
    "annotation": [
      {
        "sentence": "原来如此，我现在理解了。",
        "label": ""
      },
      {
        "sentence": "但他为什么总是把别人的缺点拿出来指责我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有观察到他对自己妈妈有很多压抑的情绪。因为正常情况下他是儿子，他理应被照顾、被呵护和被爱的。他本该是被照顾的角色，而现实情况是他一直在照顾妈妈。他的需求没有被满足，只是因为实现不了，所以他把自己的需求压抑到了内心深处。而这些情绪没有合适的表达渠道，当外界的情境激发了他压抑的情绪时，他就会变得特别有攻击性。所以面对这样的情况，或许先关注他的情绪会更好些，因为情绪被看见，人被看见，就会有被理解和关心的感受。",
    "annotation": [
      {
        "sentence": "有观察到他对自己妈妈有很多压抑的情绪。",
        "label": ""
      },
      {
        "sentence": "因为正常情况下他是儿子，他理应被照顾、被呵护和被爱的。",
        "label": ""
      },
      {
        "sentence": "他本该是被照顾的角色，而现实情况是他一直在照顾妈妈。",
        "label": ""
      },
      {
        "sentence": "他的需求没有被满足，只是因为实现不了，所以他把自己的需求压抑到了内心深处。",
        "label": ""
      },
      {
        "sentence": "而这些情绪没有合适的表达渠道，当外界的情境激发了他压抑的情绪时，他就会变得特别有攻击性。",
        "label": ""
      },
      {
        "sentence": "所以面对这样的情况，或许先关注他的情绪会更好些，因为情绪被看见，人被看见，就会有被理解和关心的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我应该更关注他的情绪。那我该怎样面对他的攻击性呢？",
    "annotation": [
      {
        "sentence": "明白了，我应该更关注他的情绪。",
        "label": ""
      },
      {
        "sentence": "那我该怎样面对他的攻击性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有内在的小孩，而男友的内在小孩很脆弱，他希望得到照顾、关爱、理解和认同。所以当你说对他不利的时候，他才会有那么大的情绪反应。这正是因为他的脆弱。他的内在小孩没有被看到，被理解和疗愈。所以要学会看到他的内在小孩，并接纳他的内在小孩。在说对他不利的部分时，注意沟通的方式。有效的方式是用第一人称去沟通，表达自己的感受和请求。因为用第二人称时，很容易让脆弱的他理解成是指责，那么他就会感受到不被理解、不被爱了。所以学会用第一人称表达自己的感受加上自己的请求，比如说“我感到...，我希望你...”，这样会让我感到你很在乎我，你很爱我等等。",
    "annotation": [
      {
        "sentence": "每个人都有内在的小孩，而男友的内在小孩很脆弱，他希望得到照顾、关爱、理解和认同。",
        "label": ""
      },
      {
        "sentence": "所以当你说对他不利的时候，他才会有那么大的情绪反应。",
        "label": ""
      },
      {
        "sentence": "这正是因为他的脆弱。",
        "label": ""
      },
      {
        "sentence": "他的内在小孩没有被看到，被理解和疗愈。",
        "label": ""
      },
      {
        "sentence": "所以要学会看到他的内在小孩，并接纳他的内在小孩。",
        "label": ""
      },
      {
        "sentence": "在说对他不利的部分时，注意沟通的方式。",
        "label": ""
      },
      {
        "sentence": "有效的方式是用第一人称去沟通，表达自己的感受和请求。",
        "label": ""
      },
      {
        "sentence": "因为用第二人称时，很容易让脆弱的他理解成是指责，那么他就会感受到不被理解、不被爱了。",
        "label": ""
      },
      {
        "sentence": "所以学会用第一人称表达自己的感受加上自己的请求，比如说“我感到...，我希望你...”，这样会让我感到你很在乎我，你很爱我等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，我明白了应该如何沟通。但我总觉得我们的关系缺乏温暖，而且我又不敢分手，你觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "感谢你的建议，我明白了应该如何沟通。",
        "label": ""
      },
      {
        "sentence": "但我总觉得我们的关系缺乏温暖，而且我又不敢分手，你觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "成长都是相互的，他的成长也会让你更好地成长。你越理解他，也会帮助你更好地理解自己。所以好的关系是双方都能遇到更好的自己。同时，追求温暖是正常的需求，但也要考虑到彼此性格的差异和过去的经历对关系的影响。不敢分手可能是因为害怕面对未知的变化和失去安全感。或许我们可以一起探索你内心的真实感受以及对这段关系的期待，同时也可以寻求专业心理咨询师的帮助，他们能够给予你更多的支持和指导。",
    "annotation": [
      {
        "sentence": "成长都是相互的，他的成长也会让你更好地成长。",
        "label": ""
      },
      {
        "sentence": "你越理解他，也会帮助你更好地理解自己。",
        "label": ""
      },
      {
        "sentence": "所以好的关系是双方都能遇到更好的自己。",
        "label": ""
      },
      {
        "sentence": "同时，追求温暖是正常的需求，但也要考虑到彼此性格的差异和过去的经历对关系的影响。",
        "label": ""
      },
      {
        "sentence": "不敢分手可能是因为害怕面对未知的变化和失去安全感。",
        "label": ""
      },
      {
        "sentence": "或许我们可以一起探索你内心的真实感受以及对这段关系的期待，同时也可以寻求专业心理咨询师的帮助，他们能够给予你更多的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会好好考虑。你的支持让我感到很温暖。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会好好考虑。",
        "label": ""
      },
      {
        "sentence": "你的支持让我感到很温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你的感受和困扰是重要的。记住，你不是一个人在面对这个问题，我们都在这里支持你。如果需要进一步的帮助，随时来找我或者寻求专业咨询的帮助，相信事情会越来越好的。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你的感受和困扰是重要的。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这个问题，我们都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果需要进一步的帮助，随时来找我或者寻求专业咨询的帮助，相信事情会越来越好的。",
        "label": ""
      }
    ]
  }
]