[
  {
    "role": "client",
    "content": "男朋友平常很好，但发脾气的时候性格比较极端怎么办？",
    "annotation": [
      {
        "sentence": "男朋友平常很好，但发脾气的时候性格比较极端怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱关系建立之后，没有了初恋时期的小心翼翼，男女双方会卸下心防，然后，我们会发现对方最真实的一面，与初恋时的美好相比，彼此身上的不完美，会考验我们对于爱情理想的坚守。这是很正常的现象。你能具体说说他性格方面的极端表现吗？",
    "annotation": [
      {
        "sentence": "恋爱关系建立之后，没有了初恋时期的小心翼翼，男女双方会卸下心防，然后，我们会发现对方最真实的一面，与初恋时的美好相比，彼此身上的不完美，会考验我们对于爱情理想的坚守。",
        "label": ""
      },
      {
        "sentence": "这是很正常的现象。",
        "label": ""
      },
      {
        "sentence": "你能具体说说他性格方面的极端表现吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他妈妈有精神分裂症，虽然他回家也会照顾他妈，但是会埋怨他妈只会嘴上关心，连他工作在哪都不知道，他有的时候会说他妈妈就是自作孽，就是自己懒，极度不负责任，还不如死了不要拖累一家人。",
    "annotation": [
      {
        "sentence": "他妈妈有精神分裂症，虽然他回家也会照顾他妈，但是会埋怨他妈只会嘴上关心，连他工作在哪都不知道，他有的时候会说他妈妈就是自作孽，就是自己懒，极度不负责任，还不如死了不要拖累一家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男友可能是因为成长环境的影响，对家庭关系有一些负面的情绪和态度。他可能内心对他妈妈的照顾有些忿忿不平，但是把这种情绪宣泄到你身上是不合理的。首先，你可以试着和他沟通，让他明白你不是他妈妈的替代品，他应该和你一起寻找解决问题的方式。同时，也可以建议他寻求一些心理咨询的帮助，来调整自己的情绪和态度。",
    "annotation": [
      {
        "sentence": "男友可能是因为成长环境的影响，对家庭关系有一些负面的情绪和态度。",
        "label": ""
      },
      {
        "sentence": "他可能内心对他妈妈的照顾有些忿忿不平，但是把这种情绪宣泄到你身上是不合理的。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着和他沟通，让他明白你不是他妈妈的替代品，他应该和你一起寻找解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "同时，也可以建议他寻求一些心理咨询的帮助，来调整自己的情绪和态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我惹到他了，他会发非常大的火，而且态度很极端，会重复说一样的话。感觉每次说到对他不利的地方，他就会拿别人的缺点出来说你做好自己的事堵住别人的嘴，但是他觉得这是在为对方好。这种我该怎么办？",
    "annotation": [
      {
        "sentence": "如果我惹到他了，他会发非常大的火，而且态度很极端，会重复说一样的话。",
        "label": ""
      },
      {
        "sentence": "感觉每次说到对他不利的地方，他就会拿别人的缺点出来说你做好自己的事堵住别人的嘴，但是他觉得这是在为对方好。",
        "label": ""
      },
      {
        "sentence": "这种我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他的这种情绪反应可能是因为内心的不安全感和自卑感所导致的。你可以试着和他沟通，告诉他你也有情感需要被尊重的权利，而且关系中的问题应该是双方共同解决的。帮助他理解你的感受，并鼓励他改变这种极端的态度。如果他真的关心你，他应该愿意听取你的想法和需求，并共同努力解决问题。",
    "annotation": [
      {
        "sentence": "他的这种情绪反应可能是因为内心的不安全感和自卑感所导致的。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他沟通，告诉他你也有情感需要被尊重的权利，而且关系中的问题应该是双方共同解决的。",
        "label": ""
      },
      {
        "sentence": "帮助他理解你的感受，并鼓励他改变这种极端的态度。",
        "label": ""
      },
      {
        "sentence": "如果他真的关心你，他应该愿意听取你的想法和需求，并共同努力解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "总感觉不到温暖，而且总觉得是有功利心的在一起，又不敢分手。",
    "annotation": [
      {
        "sentence": "总感觉不到温暖，而且总觉得是有功利心的在一起，又不敢分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉很正常，每个人在感情中都希望得到温暖和真心，而不是只是出于利益或者责任而在一起。你可以和男友坦诚地谈一谈你的感受，告诉他你的期望和需要。如果他真的爱你，他应该愿意倾听并理解你的心声。同时，也要给予彼此时间和空间，看看他是否能够改变和提供你需要的温暖。但如果这种感觉一直存在，也不排除考虑分手的可能性。毕竟，你也要为自己的幸福和健康着想。",
    "annotation": [
      {
        "sentence": "这种感觉很正常，每个人在感情中都希望得到温暖和真心，而不是只是出于利益或者责任而在一起。",
        "label": ""
      },
      {
        "sentence": "你可以和男友坦诚地谈一谈你的感受，告诉他你的期望和需要。",
        "label": ""
      },
      {
        "sentence": "如果他真的爱你，他应该愿意倾听并理解你的心声。",
        "label": ""
      },
      {
        "sentence": "同时，也要给予彼此时间和空间，看看他是否能够改变和提供你需要的温暖。",
        "label": ""
      },
      {
        "sentence": "但如果这种感觉一直存在，也不排除考虑分手的可能性。",
        "label": ""
      },
      {
        "sentence": "毕竟，你也要为自己的幸福和健康着想。",
        "label": ""
      }
    ]
  }
]