[
  {
    "role": "client",
    "content": "我是一个26岁的女生，为什么我完全无法延迟满足食欲和购买欲望呢？一直以来都是这样，我完全无法克制自己某一时刻的吃东西和购物欲望。举个例子，如果我看见了某个食物想吃，但是我现在没有刷牙，我理智告诉我应该刷完牙去吃，但是内心的迫切无法克制，会直接坐下狼吞虎咽。比如买某种东西，理智告诉我买了暂时没有用，或者性价比很低，但是想买的愿望无法克制。还有一种表现就是性子特别急，一有什么事就要马上买，马上做，受外界影响限制后就会特别生气着急。",
    "annotation": [
      {
        "sentence": "我是一个26岁的女生，为什么我完全无法延迟满足食欲和购买欲望呢？",
        "label": ""
      },
      {
        "sentence": "一直以来都是这样，我完全无法克制自己某一时刻的吃东西和购物欲望。",
        "label": ""
      },
      {
        "sentence": "举个例子，如果我看见了某个食物想吃，但是我现在没有刷牙，我理智告诉我应该刷完牙去吃，但是内心的迫切无法克制，会直接坐下狼吞虎咽。",
        "label": ""
      },
      {
        "sentence": "比如买某种东西，理智告诉我买了暂时没有用，或者性价比很低，但是想买的愿望无法克制。",
        "label": ""
      },
      {
        "sentence": "还有一种表现就是性子特别急，一有什么事就要马上买，马上做，受外界影响限制后就会特别生气着急。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我了解到了一个想要为自己的行为负责、希望掌控自己的人。这是一个非常自然且美好的愿望，我相信经过努力，你一定能不断接近自己想要实现的目标。因此，我想对你说的第一句话是不要着急。不论你觉得自己的问题多么严重，自己目前的表现多么糟糕，当你回首再看现在，一切都没有什么大不了。",
    "annotation": [
      {
        "sentence": "看了你的描述，我了解到了一个想要为自己的行为负责、希望掌控自己的人。",
        "label": ""
      },
      {
        "sentence": "这是一个非常自然且美好的愿望，我相信经过努力，你一定能不断接近自己想要实现的目标。",
        "label": ""
      },
      {
        "sentence": "因此，我想对你说的第一句话是不要着急。",
        "label": ""
      },
      {
        "sentence": "不论你觉得自己的问题多么严重，自己目前的表现多么糟糕，当你回首再看现在，一切都没有什么大不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对自己无法克制欲望的问题感到失望，觉得自己没有掌控力。",
    "annotation": [
      {
        "sentence": "我对自己无法克制欲望的问题感到失望，觉得自己没有掌控力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你形容自己无法克制欲望，具体的表现大多体现在吃东西和购物上，有什么想吃的和想买的就会马上行动，无法克制。我注意到你的理想自我和现实自我之间有着巨大的分裂。理想中，你可以完美地根据自己的计划行动，你计划很多事情应该按照既定的顺序完成，比如先刷牙才能吃食物。由于生活环境或者教育的原因，你形成了这样一种理想自我，即人必须要延迟满足，欲望不应该马上导致行动。然而现实中的你却是个手比脑快的人。这样的落差让你对自己失望。",
    "annotation": [
      {
        "sentence": "你形容自己无法克制欲望，具体的表现大多体现在吃东西和购物上，有什么想吃的和想买的就会马上行动，无法克制。",
        "label": ""
      },
      {
        "sentence": "我注意到你的理想自我和现实自我之间有着巨大的分裂。",
        "label": ""
      },
      {
        "sentence": "理想中，你可以完美地根据自己的计划行动，你计划很多事情应该按照既定的顺序完成，比如先刷牙才能吃食物。",
        "label": ""
      },
      {
        "sentence": "由于生活环境或者教育的原因，你形成了这样一种理想自我，即人必须要延迟满足，欲望不应该马上导致行动。",
        "label": ""
      },
      {
        "sentence": "然而现实中的你却是个手比脑快的人。",
        "label": ""
      },
      {
        "sentence": "这样的落差让你对自己失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己的行为违背了我的理想，无法控制自己的欲望。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己的行为违背了我的理想，无法控制自己的欲望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "然而你真的如你描述的那样，是一个极度失控的人吗？我见过很多性子急、不能等的人。我觉得他们不喜欢委屈自己，行动力超强，想要做什么就马上去做，谁也不能阻挡，真的很酷。我想他们和你的区别不是做了什么不同的事情或者能力有什么差别，而是在于他们不为自己强烈到不可抗拒的欲望感到羞耻或不适。",
    "annotation": [
      {
        "sentence": "然而你真的如你描述的那样，是一个极度失控的人吗？",
        "label": ""
      },
      {
        "sentence": "我见过很多性子急、不能等的人。",
        "label": ""
      },
      {
        "sentence": "我觉得他们不喜欢委屈自己，行动力超强，想要做什么就马上去做，谁也不能阻挡，真的很酷。",
        "label": ""
      },
      {
        "sentence": "我想他们和你的区别不是做了什么不同的事情或者能力有什么差别，而是在于他们不为自己强烈到不可抗拒的欲望感到羞耻或不适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得我自己的行为有时候过于冲动了，导致后悔和焦虑。",
    "annotation": [
      {
        "sentence": "可是我觉得我自己的行为有时候过于冲动了，导致后悔和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许非常想要吃东西的时候，吃完再刷牙也不是不可以？也许经济条件允许的情况下，买一些没用但是能让自己开心的东西也是非常有趣的选择？也许性子急躁，马上实施的计划被外界因素阻挠，稍微生一点气也没什么大不了？我不是说延迟满足不好，也许十年后你真的可以成为你梦想中可以完美把控自己一言一行的人，但至少对现在的你来说，拿延迟满足来要求自己的每一个行为太辛苦了，辛苦到你看不见自己每个小小失败以外的东西。",
    "annotation": [
      {
        "sentence": "也许非常想要吃东西的时候，吃完再刷牙也不是不可以？",
        "label": ""
      },
      {
        "sentence": "也许经济条件允许的情况下，买一些没用但是能让自己开心的东西也是非常有趣的选择？",
        "label": ""
      },
      {
        "sentence": "也许性子急躁，马上实施的计划被外界因素阻挠，稍微生一点气也没什么大不了？",
        "label": ""
      },
      {
        "sentence": "我不是说延迟满足不好，也许十年后你真的可以成为你梦想中可以完美把控自己一言一行的人，但至少对现在的你来说，拿延迟满足来要求自己的每一个行为太辛苦了，辛苦到你看不见自己每个小小失败以外的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，或许我应该更尊重自己的欲望，做出有限的努力来接纳自己的行事风格。",
    "annotation": [
      {
        "sentence": "我明白你的意思，或许我应该更尊重自己的欲望，做出有限的努力来接纳自己的行事风格。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对，尊重自己的欲望，喜爱自己的行事风格，在接纳自己的前提下做出有限的努力，也许比苛求自己做一个离真实的自己遥不可及的人要更幸福，更容易进步。你觉得呢？",
    "annotation": [
      {
        "sentence": "对，尊重自己的欲望，喜爱自己的行事风格，在接纳自己的前提下做出有限的努力，也许比苛求自己做一个离真实的自己遥不可及的人要更幸福，更容易进步。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尝试接纳自己并放宽对自己的要求，希望能更快乐地生活和进步。",
    "annotation": [
      {
        "sentence": "你说得对，我会尝试接纳自己并放宽对自己的要求，希望能更快乐地生活和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！你已经迈出了第一步，相信自己，一起加油吧！",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信自己，一起加油吧！",
        "label": ""
      }
    ]
  }
]