[
  {
    "role": "client",
    "content": "我有一个朋友，因为我们曾是同学后来又成为同事，我们在一起相处了很久，但我发现我对她的付出远远超过她对我的回应。我很理解、体恤、尊重和忍耐，但是她没有同样对待我。这种不平等的友情对我的工作注意力和记忆力产生了很大的影响。我曾经很开朗和天真，但在与她的交往中变得越来越不快乐，也无法毫无烦恼地敞开心扉。所以我选择主动远离她，但我偶尔还会无意间见到她，特别是她变得外向和开朗时，我就会感到恶心。我该如何处理这种情况，放下过去，不再介意她呢？",
    "annotation": [
      {
        "sentence": "我有一个朋友，因为我们曾是同学后来又成为同事，我们在一起相处了很久，但我发现我对她的付出远远超过她对我的回应。",
        "label": ""
      },
      {
        "sentence": "我很理解、体恤、尊重和忍耐，但是她没有同样对待我。",
        "label": ""
      },
      {
        "sentence": "这种不平等的友情对我的工作注意力和记忆力产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "我曾经很开朗和天真，但在与她的交往中变得越来越不快乐，也无法毫无烦恼地敞开心扉。",
        "label": ""
      },
      {
        "sentence": "所以我选择主动远离她，但我偶尔还会无意间见到她，特别是她变得外向和开朗时，我就会感到恶心。",
        "label": ""
      },
      {
        "sentence": "我该如何处理这种情况，放下过去，不再介意她呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说这些，我能够理解你的痛苦。你对这个朋友付出了很多，但她没有以同样的方式对待你，这让你感到受伤。远离她是个明智的选择，但当你偶尔见到她，会让你觉得不舒服，你希望能够放下过去，但不清楚该如何做。我想与你分享一些我对这个情况的理解，希望能给你一些启发。我们经常会遇到这样的人，感觉我们对她们错付了真情。因为你付出的多，所以才会难以忘怀。但我们遇到的问题是我们自己的课题，虽然我们并没有错。首先，接纳我们的情绪是疗愈的第一步，不要对抗这种不舒服的感受，只是觉察它的存在，允许自己感受这些情绪。哪怕是感到恶心和失落，也不要去压抑它们。当我们安然地接纳这些情绪，它们对我们的困扰会减弱。",
    "annotation": [
      {
        "sentence": "听你说这些，我能够理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "你对这个朋友付出了很多，但她没有以同样的方式对待你，这让你感到受伤。",
        "label": ""
      },
      {
        "sentence": "远离她是个明智的选择，但当你偶尔见到她，会让你觉得不舒服，你希望能够放下过去，但不清楚该如何做。",
        "label": ""
      },
      {
        "sentence": "我想与你分享一些我对这个情况的理解，希望能给你一些启发。",
        "label": ""
      },
      {
        "sentence": "我们经常会遇到这样的人，感觉我们对她们错付了真情。",
        "label": ""
      },
      {
        "sentence": "因为你付出的多，所以才会难以忘怀。",
        "label": ""
      },
      {
        "sentence": "但我们遇到的问题是我们自己的课题，虽然我们并没有错。",
        "label": ""
      },
      {
        "sentence": "首先，接纳我们的情绪是疗愈的第一步，不要对抗这种不舒服的感受，只是觉察它的存在，允许自己感受这些情绪。",
        "label": ""
      },
      {
        "sentence": "哪怕是感到恶心和失落，也不要去压抑它们。",
        "label": ""
      },
      {
        "sentence": "当我们安然地接纳这些情绪，它们对我们的困扰会减弱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该接纳这些情绪而不是抵抗它们。但是有时候我感到很困惑，不知道自己怎么表达内心的感受和不舒服。",
    "annotation": [
      {
        "sentence": "我明白了，我应该接纳这些情绪而不是抵抗它们。",
        "label": ""
      },
      {
        "sentence": "但是有时候我感到很困惑，不知道自己怎么表达内心的感受和不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，当我们感到不舒服时，可以尝试通过书写来疏导情绪，无论是记录自己的想法还是表达内心的不舒服，写下来会让你感到放松很多。这就是心理学中的书写疗法。表达性书写的核心目的是为了表达自己，将内心想要表达的东西写下来，让它成为一种情感的宣泄渠道。通过表达性书写，可以更好地应对生活中各种不如意的事情，将这些不如意用一种高级的防御机制——\"升华\"来表达出来。",
    "annotation": [
      {
        "sentence": "没错，当我们感到不舒服时，可以尝试通过书写来疏导情绪，无论是记录自己的想法还是表达内心的不舒服，写下来会让你感到放松很多。",
        "label": ""
      },
      {
        "sentence": "这就是心理学中的书写疗法。",
        "label": ""
      },
      {
        "sentence": "表达性书写的核心目的是为了表达自己，将内心想要表达的东西写下来，让它成为一种情感的宣泄渠道。",
        "label": ""
      },
      {
        "sentence": "通过表达性书写，可以更好地应对生活中各种不如意的事情，将这些不如意用一种高级的防御机制——\"升华\"来表达出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这听起来像一个有用的方法。我会尝试写下自己的感受和想法，希望能够减轻一些困扰。",
    "annotation": [
      {
        "sentence": "这听起来像一个有用的方法。",
        "label": ""
      },
      {
        "sentence": "我会尝试写下自己的感受和想法，希望能够减轻一些困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，写作对于情绪的疏导确实很有效。同时，你还可以丰富自己的生活，做一些自己喜欢的事情，比如唱歌、运动、阅读等等。也可以尝试交新的朋友，那些能够互相关心、爱护和滋养的朋友，这样的友谊会让你不知不觉地放下对这段关系的固执。最后，我希望你能够早日走出困扰，开心起来！",
    "annotation": [
      {
        "sentence": "很好，写作对于情绪的疏导确实很有效。",
        "label": ""
      },
      {
        "sentence": "同时，你还可以丰富自己的生活，做一些自己喜欢的事情，比如唱歌、运动、阅读等等。",
        "label": ""
      },
      {
        "sentence": "也可以尝试交新的朋友，那些能够互相关心、爱护和滋养的朋友，这样的友谊会让你不知不觉地放下对这段关系的固执。",
        "label": ""
      },
      {
        "sentence": "最后，我希望你能够早日走出困扰，开心起来！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议！我会尽量采纳你的建议，希望自己能够真正放下过去，重新寻找快乐和幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      },
      {
        "sentence": "我会尽量采纳你的建议，希望自己能够真正放下过去，重新寻找快乐和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！如果你有任何需要继续倾诉或者有其他问题，随时来找我。我会一直在这里支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要继续倾诉或者有其他问题，随时来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]