[
  {
    "role": "client",
    "content": "我介意决意保持距离的朋友对我的工作注意力和记忆力产生了影响。之前处的一个朋友，因为以前是同学后来是同事，相处时间长了我就付出了很多感情，但是她并没有付出同样的感情，理解体恤尊重耐心义气一样没有对等，我很开朗天真，她在我的影响下逐渐开朗（以前在公司都不怎么说话），我跟她做朋友越来越不快乐，越来越无法毫无烦恼地对人敞开心扉，于是我主动选择了远离，她也没有主动约过我（以前也一直是我主动）但我有意无意看到她，尤其是她之前从没有过的外向开朗，我就觉得恶心，怎么办？我该如何做到不去介意她，放下过去？也不是说她有多坏，只是在这段友情中她太自我，至少我不适合和她做好朋友。",
    "annotation": [
      {
        "sentence": "我介意决意保持距离的朋友对我的工作注意力和记忆力产生了影响。",
        "label": ""
      },
      {
        "sentence": "之前处的一个朋友，因为以前是同学后来是同事，相处时间长了我就付出了很多感情，但是她并没有付出同样的感情，理解体恤尊重耐心义气一样没有对等，我很开朗天真，她在我的影响下逐渐开朗（以前在公司都不怎么说话），我跟她做朋友越来越不快乐，越来越无法毫无烦恼地对人敞开心扉，于是我主动选择了远离，她也没有主动约过我（以前也一直是我主动）但我有意无意看到她，尤其是她之前从没有过的外向开朗，我就觉得恶心，怎么办？",
        "label": ""
      },
      {
        "sentence": "我该如何做到不去介意她，放下过去？",
        "label": ""
      },
      {
        "sentence": "也不是说她有多坏，只是在这段友情中她太自我，至少我不适合和她做好朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友啊，听起来你对这段友情真的付出了很多。我能理解你现在的不快乐和烦恼。有时候，当我们在友情中感到失衡时，确实很难放下过去。但是我想告诉你，你已经做得很好了。你透过自己的阳光气质帮助她开朗，这是一种特别的付出。或许她并没有学会友谊中的义气、尊重和耐心，或者每个人成长的方向不同，导致你们没有在同一个道路上。但是重要的是，你首先要关心自己的情绪和内心需求。你可以通过一些方法来帮助自己不去介意她，比如寻找新的兴趣爱好，与其他朋友深入交流，或者专注于自身成长和发展。",
    "annotation": [
      {
        "sentence": "朋友啊，听起来你对这段友情真的付出了很多。",
        "label": ""
      },
      {
        "sentence": "我能理解你现在的不快乐和烦恼。",
        "label": ""
      },
      {
        "sentence": "有时候，当我们在友情中感到失衡时，确实很难放下过去。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，你已经做得很好了。",
        "label": ""
      },
      {
        "sentence": "你透过自己的阳光气质帮助她开朗，这是一种特别的付出。",
        "label": ""
      },
      {
        "sentence": "或许她并没有学会友谊中的义气、尊重和耐心，或者每个人成长的方向不同，导致你们没有在同一个道路上。",
        "label": ""
      },
      {
        "sentence": "但是重要的是，你首先要关心自己的情绪和内心需求。",
        "label": ""
      },
      {
        "sentence": "你可以通过一些方法来帮助自己不去介意她，比如寻找新的兴趣爱好，与其他朋友深入交流，或者专注于自身成长和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。确实，我应该开始关注自己的情绪和需求，寻找属于自己的快乐。但有时候，当我看到她变得开朗外向，我还是会感到心里不舒服，好像她的改变和我脱不开关系一样。我真的希望自己能够放下这些情绪，继续向前看，怎么才能做到呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "确实，我应该开始关注自己的情绪和需求，寻找属于自己的快乐。",
        "label": ""
      },
      {
        "sentence": "但有时候，当我看到她变得开朗外向，我还是会感到心里不舒服，好像她的改变和我脱不开关系一样。",
        "label": ""
      },
      {
        "sentence": "我真的希望自己能够放下这些情绪，继续向前看，怎么才能做到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，有时候我们会感到嫉妒或不舒服，因为看到别人的改变引起了我们内心的波动。重要的是要意识到这些情绪，并且接受它们。可以尝试通过自我观察和思考来了解这些情绪背后的原因，然后慢慢接纳并释放它们。同时，将注意力转移到自己的成长和幸福上。你也可以寻找一些放松的方法，如冥想和运动，有助于平静内心并调整情绪。记得，每个人走的道路不同，你也会找到适合自己的方式来放下过去的情感纠葛。",
    "annotation": [
      {
        "sentence": "理解你的感受，有时候我们会感到嫉妒或不舒服，因为看到别人的改变引起了我们内心的波动。",
        "label": ""
      },
      {
        "sentence": "重要的是要意识到这些情绪，并且接受它们。",
        "label": ""
      },
      {
        "sentence": "可以尝试通过自我观察和思考来了解这些情绪背后的原因，然后慢慢接纳并释放它们。",
        "label": ""
      },
      {
        "sentence": "同时，将注意力转移到自己的成长和幸福上。",
        "label": ""
      },
      {
        "sentence": "你也可以寻找一些放松的方法，如冥想和运动，有助于平静内心并调整情绪。",
        "label": ""
      },
      {
        "sentence": "记得，每个人走的道路不同，你也会找到适合自己的方式来放下过去的情感纠葛。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我需要接受这些情绪，并且找到适合自己的方式来处理它们。或许我可以试试冥想和运动，让自己的内心更平静，做一些让自己开心的事情。同时，我也会将注意力放在自己的成长和幸福上，不再纠结于过去的友情。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说得很对，我需要接受这些情绪，并且找到适合自己的方式来处理它们。",
        "label": ""
      },
      {
        "sentence": "或许我可以试试冥想和运动，让自己的内心更平静，做一些让自己开心的事情。",
        "label": ""
      },
      {
        "sentence": "同时，我也会将注意力放在自己的成长和幸福上，不再纠结于过去的友情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。记住，人际关系中的变化是正常的，有时候我们无法控制他人的选择和行为，但我们可以控制自己的心态和行为。你已经在正确的道路上了，相信自己，相信未来会更好。如果以后还有其他困扰或需要倾诉的话，随时找我聊天吧。我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，人际关系中的变化是正常的，有时候我们无法控制他人的选择和行为，但我们可以控制自己的心态和行为。",
        "label": ""
      },
      {
        "sentence": "你已经在正确的道路上了，相信自己，相信未来会更好。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他困扰或需要倾诉的话，随时找我聊天吧。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我真的很感激有你这样的朋友。我会好好照顾自己，保持积极的心态，相信未来会更美好。如果有需要，我一定会再来找你倾诉的。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我真的很感激有你这样的朋友。",
        "label": ""
      },
      {
        "sentence": "我会好好照顾自己，保持积极的心态，相信未来会更美好。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再来找你倾诉的。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  }
]