[
  {
    "role": "client",
    "content": "和老公吵架，总是第一时间想离婚？老公很少和我吵架，但是每次吵完架，我总是离家出走，总是第一时间想离婚？老公挣钱比我多，我都不稀罕，什么都不要也无所谓，只要离婚就行！",
    "annotation": [
      {
        "sentence": "和老公吵架，总是第一时间想离婚？",
        "label": ""
      },
      {
        "sentence": "老公很少和我吵架，但是每次吵完架，我总是离家出走，总是第一时间想离婚？",
        "label": ""
      },
      {
        "sentence": "老公挣钱比我多，我都不稀罕，什么都不要也无所谓，只要离婚就行！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "夫妻吵架是很多婚姻都会有的现象，离家出走也是好事，双方避开冷静一下，至于想离婚也很正常，心里不爽了，不想再委屈自己，虽然老公挣得比我多，但我自己也能挣钱，也能经济独立，啥都不怕。这也是为啥现在的年代离婚率那么高的原因，经济独立的女性宁愿不委屈自己也不怕离婚。",
    "annotation": [
      {
        "sentence": "夫妻吵架是很多婚姻都会有的现象，离家出走也是好事，双方避开冷静一下，至于想离婚也很正常，心里不爽了，不想再委屈自己，虽然老公挣得比我多，但我自己也能挣钱，也能经济独立，啥都不怕。",
        "label": ""
      },
      {
        "sentence": "这也是为啥现在的年代离婚率那么高的原因，经济独立的女性宁愿不委屈自己也不怕离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白夫妻吵架很正常，但是为什么每次吵完架我都会这么生气，冲动地想要离婚呢？我也知道经济独立的重要性，但为什么心里还是会这么不满呢？",
    "annotation": [
      {
        "sentence": "我明白夫妻吵架很正常，但是为什么每次吵完架我都会这么生气，冲动地想要离婚呢？",
        "label": ""
      },
      {
        "sentence": "我也知道经济独立的重要性，但为什么心里还是会这么不满呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人面对婚姻问题的反应是不同的，你愿意经济独立是很好的，也说明你有自己的底线和要求。有时候，吵架后产生的冲动想法可能与你的情绪有关，情绪激动时会容易做出一些冲动的决定。在冷静的时候，你可以试着思考一下，是不是万不得已就要走上离婚这一条路呢？",
    "annotation": [
      {
        "sentence": "每个人面对婚姻问题的反应是不同的，你愿意经济独立是很好的，也说明你有自己的底线和要求。",
        "label": ""
      },
      {
        "sentence": "有时候，吵架后产生的冲动想法可能与你的情绪有关，情绪激动时会容易做出一些冲动的决定。",
        "label": ""
      },
      {
        "sentence": "在冷静的时候，你可以试着思考一下，是不是万不得已就要走上离婚这一条路呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是我太情绪化了，在冷静下来后我会好好考虑一下。但是我觉得我们之间除了钱上的问题外，还存在其他的隔阂，我不知道该如何解决。",
    "annotation": [
      {
        "sentence": "或许是我太情绪化了，在冷静下来后我会好好考虑一下。",
        "label": ""
      },
      {
        "sentence": "但是我觉得我们之间除了钱上的问题外，还存在其他的隔阂，我不知道该如何解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "夫妻之间的问题往往不只是表面上的金钱问题，还可能涉及到其他方面的不和谐。冷静地思考一下，你们之间的问题具体是什么，是沟通不畅还是对彼此的期待不同？或许通过改变沟通方式、增加相互了解、妥善解决分歧等方法，可以帮助你们找到共同发展的路径。",
    "annotation": [
      {
        "sentence": "夫妻之间的问题往往不只是表面上的金钱问题，还可能涉及到其他方面的不和谐。",
        "label": ""
      },
      {
        "sentence": "冷静地思考一下，你们之间的问题具体是什么，是沟通不畅还是对彼此的期待不同？",
        "label": ""
      },
      {
        "sentence": "或许通过改变沟通方式、增加相互了解、妥善解决分歧等方法，可以帮助你们找到共同发展的路径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们可能确实存在沟通问题，每次吵架都是因为无法理解对方的立场。我们需要找到一种更有效的沟通方式。但是有时候，当我冷静下来后，我还是会担心我们是否真的适合在一起。",
    "annotation": [
      {
        "sentence": "我们可能确实存在沟通问题，每次吵架都是因为无法理解对方的立场。",
        "label": ""
      },
      {
        "sentence": "我们需要找到一种更有效的沟通方式。",
        "label": ""
      },
      {
        "sentence": "但是有时候，当我冷静下来后，我还是会担心我们是否真的适合在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "冷静思考是很重要的，你的担心也是可以理解的。但是还是建议你们尝试通过更有效的沟通方式去解决问题，让彼此了解和包容对方的立场。同时，你也可以回顾一下你们在一起的美好时光，思考一下你们之间是否还存在着深厚的感情基础和共同的价值观。这些因素都是判断你们是否适合在一起的重要依据。",
    "annotation": [
      {
        "sentence": "冷静思考是很重要的，你的担心也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是还是建议你们尝试通过更有效的沟通方式去解决问题，让彼此了解和包容对方的立场。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以回顾一下你们在一起的美好时光，思考一下你们之间是否还存在着深厚的感情基础和共同的价值观。",
        "label": ""
      },
      {
        "sentence": "这些因素都是判断你们是否适合在一起的重要依据。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着跟老公提出我们之间需要改变沟通方式的建议，同时回顾我们的感情和价值观。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "嗯，我会试着跟老公提出我们之间需要改变沟通方式的建议，同时回顾我们的感情和价值观。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记得在处理问题时要冷静、理智，并坚信你们能够通过共同的努力找到解决方案。祝福你们能够早日找到最舒适的相处模式，重建良好的夫妻关系。如果还有其他问题，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记得在处理问题时要冷静、理智，并坚信你们能够通过共同的努力找到解决方案。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够早日找到最舒适的相处模式，重建良好的夫妻关系。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]