[
  {
    "role": "client",
    "content": "男方长辈催生，说出很难听的话，我该怎么办？我和丈夫结婚五年，前三年两人感情不稳定，所以没有要孩子的计划，最近两年备孕，但没有结果，男方查出弱精，但两人仍在努力应对中，其间男方心态有些崩溃，自己还在努力撑这个家。过节回男方家，丈夫奶奶待我们回去专门和我俩说话，主题内容是：这把岁数有很多满意，唯一不满意的地方就是我俩还没有孩子；女性生育孩子的年龄短，男性七八十岁还能当爸爸；女性不好找对象，男性好找对象（说到这个话题时，丈夫表达了不满，但他奶奶仍然继续）；最后还说到了很多女孩乱吃避孕药，把身体吃坏了。期间我很痛苦，也很愤怒，但是碍于长辈身份，只表达了我从未吃过避孕药。但是我觉得这种言论非常不尊重女性，请问：面对一个长辈说出伤害自己的话我能回应吗？我可以说出真相吗？我能和我的公婆表达我的不满吗？我为什么要用懂事去让自己受委屈？",
    "annotation": [
      {
        "sentence": "男方长辈催生，说出很难听的话，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我和丈夫结婚五年，前三年两人感情不稳定，所以没有要孩子的计划，最近两年备孕，但没有结果，男方查出弱精，但两人仍在努力应对中，其间男方心态有些崩溃，自己还在努力撑这个家。",
        "label": ""
      },
      {
        "sentence": "过节回男方家，丈夫奶奶待我们回去专门和我俩说话，主题内容是：这把岁数有很多满意，唯一不满意的地方就是我俩还没有孩子；女性生育孩子的年龄短，男性七八十岁还能当爸爸；女性不好找对象，男性好找对象（说到这个话题时，丈夫表达了不满，但他奶奶仍然继续）；最后还说到了很多女孩乱吃避孕药，把身体吃坏了。",
        "label": ""
      },
      {
        "sentence": "期间我很痛苦，也很愤怒，但是碍于长辈身份，只表达了我从未吃过避孕药。",
        "label": ""
      },
      {
        "sentence": "但是我觉得这种言论非常不尊重女性，请问：面对一个长辈说出伤害自己的话我能回应吗？",
        "label": ""
      },
      {
        "sentence": "我可以说出真相吗？",
        "label": ""
      },
      {
        "sentence": "我能和我的公婆表达我的不满吗？",
        "label": ""
      },
      {
        "sentence": "我为什么要用懂事去让自己受委屈？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面！听了你的自述，发现你在如何面对长辈对私生活的干涉方面产生了困惑，你在面对长辈对自己私生活的指手画脚选择了隐忍，虽然非常愤怒却没有正面回击。",
    "annotation": [
      {
        "sentence": "见字如面！",
        "label": ""
      },
      {
        "sentence": "听了你的自述，发现你在如何面对长辈对私生活的干涉方面产生了困惑，你在面对长辈对自己私生活的指手画脚选择了隐忍，虽然非常愤怒却没有正面回击。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "长辈干涉私生活确实让我感到困惑，我很不满他们说的那些话，但因为习惯了隐忍，所以没有做出正面回应。",
    "annotation": [
      {
        "sentence": "长辈干涉私生活确实让我感到困惑，我很不满他们说的那些话，但因为习惯了隐忍，所以没有做出正面回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要肯定你的是，你没有正面回击是对的。当然，长辈的做法显然不礼貌，如果有必要的话，你需要捍卫自己的尊严，表明他们的错误。你没有正面回应是因为这个是你们夫妻两个共同的私事，而且由于身体原因，你们本来也很焦虑。你的做法看似让你痛苦了，实际上保护了你的丈夫，也保护了你们两个的感情。过激的回应也许让你逞了口舌之快，但过后会让你们受到比这大的伤害。",
    "annotation": [
      {
        "sentence": "首先要肯定你的是，你没有正面回击是对的。",
        "label": ""
      },
      {
        "sentence": "当然，长辈的做法显然不礼貌，如果有必要的话，你需要捍卫自己的尊严，表明他们的错误。",
        "label": ""
      },
      {
        "sentence": "你没有正面回应是因为这个是你们夫妻两个共同的私事，而且由于身体原因，你们本来也很焦虑。",
        "label": ""
      },
      {
        "sentence": "你的做法看似让你痛苦了，实际上保护了你的丈夫，也保护了你们两个的感情。",
        "label": ""
      },
      {
        "sentence": "过激的回应也许让你逞了口舌之快，但过后会让你们受到比这大的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。我没有正面回应是为了保护我们夫妻关系和丈夫的情绪状态，不让事情变得更糟。但是，我还是很难受，感到很愤怒和委屈。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我没有正面回应是为了保护我们夫妻关系和丈夫的情绪状态，不让事情变得更糟。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很难受，感到很愤怒和委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可见你也是个有智慧的女人。然而，产生不愉快甚至愤怒的情绪也很正常。不论她是不是你的长辈，如果有人干涉你的私生活，你都会有这样的情绪。也有可能是你的焦虑放大了被干涉的愤怒。但是，终归，你把控住了自己的生活。",
    "annotation": [
      {
        "sentence": "可见你也是个有智慧的女人。",
        "label": ""
      },
      {
        "sentence": "然而，产生不愉快甚至愤怒的情绪也很正常。",
        "label": ""
      },
      {
        "sentence": "不论她是不是你的长辈，如果有人干涉你的私生活，你都会有这样的情绪。",
        "label": ""
      },
      {
        "sentence": "也有可能是你的焦虑放大了被干涉的愤怒。",
        "label": ""
      },
      {
        "sentence": "但是，终归，你把控住了自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的理解和支持。我确实很焦虑，也许是因为这个焦虑被干涉变得更加愤怒。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "感谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实很焦虑，也许是因为这个焦虑被干涉变得更加愤怒。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以思考下以下问题：1.在这件事上是否缺乏和丈夫的沟通，没有共同应对外界干涉的默契；2.自己是否也对这件事产生了焦虑，而把焦虑转移到了其它问题上，并放大了痛苦与愤怒；3.对于长辈的干涉有些过分紧张，没有直接坚定表明自己对于这件事的想法，给了他人干涉的余地。",
    "annotation": [
      {
        "sentence": "你可以思考下以下问题：1.在这件事上是否缺乏和丈夫的沟通，没有共同应对外界干涉的默契；2.自己是否也对这件事产生了焦虑，而把焦虑转移到了其它问题上，并放大了痛苦与愤怒；3.对于长辈的干涉有些过分紧张，没有直接坚定表明自己对于这件事的想法，给了他人干涉的余地。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我反思了一下，确实在这件事上我和丈夫之间的沟通不够，我们没有达成共识来应对外界的干涉。同时，我也意识到自己的焦虑转移到了其他问题上，导致了更大的痛苦和愤怒。我也明白了，我对长辈的干涉过分紧张，没有坚定地表达自己的想法，给了他们干涉的空间。",
    "annotation": [
      {
        "sentence": "我反思了一下，确实在这件事上我和丈夫之间的沟通不够，我们没有达成共识来应对外界的干涉。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到自己的焦虑转移到了其他问题上，导致了更大的痛苦和愤怒。",
        "label": ""
      },
      {
        "sentence": "我也明白了，我对长辈的干涉过分紧张，没有坚定地表达自己的想法，给了他们干涉的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望以下建议可以帮到你：1.放下心中自己对这件事的芥蒂，对于这件事并不是什么不可理解的事，每个人身体素质不一样，这也不是你们自己能够把控的，要调整心态正确认识，自己把控这件事的节奏；2.加强和丈夫的沟通，对于这件事形成共同的认识，对外要有默契，比如可以自我消遣，一问一答，化解外界干涉对夫妻感情可能造成的伤害。当然，这样做要考虑丈夫的想法，如果你们把话说开，信任彼此，相信这样做会让你们感情越来越好；3.如果暂时没有孩子就好好享受二人世界，生活是你们两个的，如果两个人共同想清楚这一点，那么外人再干涉你们也会一笑了之，夫妻合体的力量是强大的哦。最后，你别忘了呵护好自己的身体，保持良好心态，加强与丈夫的沟通，建立夫妻信任感，随时准备好新生命的降临哦。祝好孕！希望你每天都可以开心🤜🤛。",
    "annotation": [
      {
        "sentence": "希望以下建议可以帮到你：1.放下心中自己对这件事的芥蒂，对于这件事并不是什么不可理解的事，每个人身体素质不一样，这也不是你们自己能够把控的，要调整心态正确认识，自己把控这件事的节奏；2.加强和丈夫的沟通，对于这件事形成共同的认识，对外要有默契，比如可以自我消遣，一问一答，化解外界干涉对夫妻感情可能造成的伤害。",
        "label": ""
      },
      {
        "sentence": "当然，这样做要考虑丈夫的想法，如果你们把话说开，信任彼此，相信这样做会让你们感情越来越好；3.如果暂时没有孩子就好好享受二人世界，生活是你们两个的，如果两个人共同想清楚这一点，那么外人再干涉你们也会一笑了之，夫妻合体的力量是强大的哦。",
        "label": ""
      },
      {
        "sentence": "最后，你别忘了呵护好自己的身体，保持良好心态，加强与丈夫的沟通，建立夫妻信任感，随时准备好新生命的降临哦。",
        "label": ""
      },
      {
        "sentence": "祝好孕！",
        "label": ""
      },
      {
        "sentence": "希望你每天都可以开心🤜🤛。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和鼓励！我会好好考虑你说的每一点，并努力调整自己的心态和与丈夫的沟通。我希望我们能够共同度过这个困境，保持积极的心态，等待新生命的到来。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会好好考虑你说的每一点，并努力调整自己的心态和与丈夫的沟通。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够共同度过这个困境，保持积极的心态，等待新生命的到来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定能够克服困难，保持积极的心态。记住，你们夫妻团结一致的力量是无穷的，相信自己，坚持努力，一切都会好起来的。祝福你们，加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够克服困难，保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "记住，你们夫妻团结一致的力量是无穷的，相信自己，坚持努力，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "祝福你们，加油！",
        "label": ""
      }
    ]
  }
]