[
  {
    "role": "client",
    "content": "男方长辈催生，说出很难听的话，我该怎么办？我和丈夫结婚五年，前三年两人感情不稳定，所以没有要孩子的计划，最近两年备孕，但没有结果，男方查出弱精，但两人仍在努力应对中，其间男方心态有些崩溃，自己还在努力撑这个家。",
    "annotation": [
      {
        "sentence": "男方长辈催生，说出很难听的话，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我和丈夫结婚五年，前三年两人感情不稳定，所以没有要孩子的计划，最近两年备孕，但没有结果，男方查出弱精，但两人仍在努力应对中，其间男方心态有些崩溃，自己还在努力撑这个家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，了解你的痛苦与无奈！其实对于你丈夫奶奶说的话，你可以忽略，不要在意，只要老公跟你站在同一条战线就够了。",
    "annotation": [
      {
        "sentence": "看到你的描述，了解你的痛苦与无奈！",
        "label": ""
      },
      {
        "sentence": "其实对于你丈夫奶奶说的话，你可以忽略，不要在意，只要老公跟你站在同一条战线就够了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我觉得听到这样的话，心里很难受，觉得自己得不到尊重。",
    "annotation": [
      {
        "sentence": "可是，我觉得听到这样的话，心里很难受，觉得自己得不到尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们只能左右自己的思想，左右不了别人。对于长辈奶奶说的话，是不太好听，觉得没有孩子，也许老人的角度着急了，也不知道你们原因，所以各种猜测，假想，无意间伤了你的自尊，是很气，但是相信老人应该是没有恶意的。",
    "annotation": [
      {
        "sentence": "首先，我们只能左右自己的思想，左右不了别人。",
        "label": ""
      },
      {
        "sentence": "对于长辈奶奶说的话，是不太好听，觉得没有孩子，也许老人的角度着急了，也不知道你们原因，所以各种猜测，假想，无意间伤了你的自尊，是很气，但是相信老人应该是没有恶意的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得这种言论非常不尊重女性，请问：面对一个长辈说出伤害自己的话我能回应吗？我可以说出真相吗？",
    "annotation": [
      {
        "sentence": "但是我觉得这种言论非常不尊重女性，请问：面对一个长辈说出伤害自己的话我能回应吗？",
        "label": ""
      },
      {
        "sentence": "我可以说出真相吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到不理解自己的人，不中听的话，学会平静自己的心情。虽然你可以回应，但是要从容一些。你可以适当地表达你的感受，告诉奶奶你对她的话感到伤心和不满。当然，你也可以选择不与她争吵，避免矛盾进一步升级。",
    "annotation": [
      {
        "sentence": "遇到不理解自己的人，不中听的话，学会平静自己的心情。",
        "label": ""
      },
      {
        "sentence": "虽然你可以回应，但是要从容一些。",
        "label": ""
      },
      {
        "sentence": "你可以适当地表达你的感受，告诉奶奶你对她的话感到伤心和不满。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以选择不与她争吵，避免矛盾进一步升级。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能和我的公婆表达我的不满吗？我为什么要用懂事去让自己受委屈？",
    "annotation": [
      {
        "sentence": "我能和我的公婆表达我的不满吗？",
        "label": ""
      },
      {
        "sentence": "我为什么要用懂事去让自己受委屈？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以选择和你的公婆沟通，让他们知道你对奶奶的话感到不满。但是在表达的时候，要注意语气和方式，尽量以和平的方式表达。并且，也可以和你的丈夫商量，看他对此事有什么看法和建议。至于为什么要用懂事去让自己受委屈，这是一个个人选择，有时候为了维持和谐的家庭关系，我们可能需要妥协和忍让。但是也要记住，妥协并不意味着委屈自己，适度地表达自己的感受是很重要的。",
    "annotation": [
      {
        "sentence": "你可以选择和你的公婆沟通，让他们知道你对奶奶的话感到不满。",
        "label": ""
      },
      {
        "sentence": "但是在表达的时候，要注意语气和方式，尽量以和平的方式表达。",
        "label": ""
      },
      {
        "sentence": "并且，也可以和你的丈夫商量，看他对此事有什么看法和建议。",
        "label": ""
      },
      {
        "sentence": "至于为什么要用懂事去让自己受委屈，这是一个个人选择，有时候为了维持和谐的家庭关系，我们可能需要妥协和忍让。",
        "label": ""
      },
      {
        "sentence": "但是也要记住，妥协并不意味着委屈自己，适度地表达自己的感受是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，但是我对目前没有孩子的压力很大，尤其是在家人面前。",
    "annotation": [
      {
        "sentence": "我理解了，但是我对目前没有孩子的压力很大，尤其是在家人面前。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于目前没小孩这件事，确实觉得背了黑锅，心里不爽，可以和老公沟通，坦白给长辈。如果他的家人，总是拿没孩子说事，大部分人总觉得是女的问题，那么这时候，和老公商量，你们已经检查过了，是老公的问题，让家里人不要乱猜测！你们已经在积极治疗了，也在备孕中，现在科技发达，不久会有的，让放心。",
    "annotation": [
      {
        "sentence": "对于目前没小孩这件事，确实觉得背了黑锅，心里不爽，可以和老公沟通，坦白给长辈。",
        "label": ""
      },
      {
        "sentence": "如果他的家人，总是拿没孩子说事，大部分人总觉得是女的问题，那么这时候，和老公商量，你们已经检查过了，是老公的问题，让家里人不要乱猜测！",
        "label": ""
      },
      {
        "sentence": "你们已经在积极治疗了，也在备孕中，现在科技发达，不久会有的，让放心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可以试着和家人坦诚相待，让他们知道事情的真相，而不是随意猜测。",
    "annotation": [
      {
        "sentence": "我明白了，可以试着和家人坦诚相待，让他们知道事情的真相，而不是随意猜测。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，给自己信心，给长辈信心，不要让他们误解，自己也不会那么压抑了。其实坦白也是舒缓心情的一种，因为都压抑，对怀孕也不利。让老公心情也放轻松，说出来没什么。能缓解家庭矛盾，也能获得家人的关心。",
    "annotation": [
      {
        "sentence": "对的，给自己信心，给长辈信心，不要让他们误解，自己也不会那么压抑了。",
        "label": ""
      },
      {
        "sentence": "其实坦白也是舒缓心情的一种，因为都压抑，对怀孕也不利。",
        "label": ""
      },
      {
        "sentence": "让老公心情也放轻松，说出来没什么。",
        "label": ""
      },
      {
        "sentence": "能缓解家庭矛盾，也能获得家人的关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和家人沟通，同时给自己和丈夫更多的信心。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和家人沟通，同时给自己和丈夫更多的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够处理好这个困扰你的问题。最后，老公迟迟不愿意给家人坦白，估计爱面子，学会把握尺度。生活中往往有很多不如意，对于一个男性来说，生育能力弱，真的对其本身打击就大。他会烦躁不安、甚至提及孩子时，敏感，本身内心不愉悦。那么作为妻子，学会照顾老公的心情。事情已经如此，让学会接受现实，苦恼郁闷解决不了问题，心情舒畅，才有利于身体的恢复，然后积极配合医院治疗。相信好的心情才会有利于怀孕。祝一切好运，相信你可以渡过难关，拥有自己的小生命，加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够处理好这个困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "最后，老公迟迟不愿意给家人坦白，估计爱面子，学会把握尺度。",
        "label": ""
      },
      {
        "sentence": "生活中往往有很多不如意，对于一个男性来说，生育能力弱，真的对其本身打击就大。",
        "label": ""
      },
      {
        "sentence": "他会烦躁不安、甚至提及孩子时，敏感，本身内心不愉悦。",
        "label": ""
      },
      {
        "sentence": "那么作为妻子，学会照顾老公的心情。",
        "label": ""
      },
      {
        "sentence": "事情已经如此，让学会接受现实，苦恼郁闷解决不了问题，心情舒畅，才有利于身体的恢复，然后积极配合医院治疗。",
        "label": ""
      },
      {
        "sentence": "相信好的心情才会有利于怀孕。",
        "label": ""
      },
      {
        "sentence": "祝一切好运，相信你可以渡过难关，拥有自己的小生命，加油！",
        "label": ""
      }
    ]
  }
]