[
  {
    "role": "client",
    "content": "我介意决意保持距离的朋友，影响工作注意力和记忆力。之前处的一个朋友，因为以前是同学后来是同事，相处时间长了我就付出了很多感情，但是她并没有付出同样的感情，理解体恤尊重耐心义气一样没有对等。我很开朗天真，她在我的影响下逐渐开朗，但我跟她做朋友越来越不快乐，越来越无法毫无烦恼地对人敞开心扉，于是我主动选择了远离，她也没有主动约过我，但我有意无意看到她，尤其是她之前从没有过的外向开朗，我就觉得恶心，怎么办？我该如何做到不去介意她，放下过去？也不是说她有多坏，只是在这段友情中她太自我，至少我不适合和她做好朋友。",
    "annotation": [
      {
        "sentence": "我介意决意保持距离的朋友，影响工作注意力和记忆力。",
        "label": ""
      },
      {
        "sentence": "之前处的一个朋友，因为以前是同学后来是同事，相处时间长了我就付出了很多感情，但是她并没有付出同样的感情，理解体恤尊重耐心义气一样没有对等。",
        "label": ""
      },
      {
        "sentence": "我很开朗天真，她在我的影响下逐渐开朗，但我跟她做朋友越来越不快乐，越来越无法毫无烦恼地对人敞开心扉，于是我主动选择了远离，她也没有主动约过我，但我有意无意看到她，尤其是她之前从没有过的外向开朗，我就觉得恶心，怎么办？",
        "label": ""
      },
      {
        "sentence": "我该如何做到不去介意她，放下过去？",
        "label": ""
      },
      {
        "sentence": "也不是说她有多坏，只是在这段友情中她太自我，至少我不适合和她做好朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，我理解你现在对这段友情的困扰和痛苦。在关系中，每个人都有不同的角度和期待，有时候我们会遇到不适合的朋友。或许这段友情给你带来了一些负面的影响，但也许这是一次让你更好了解自己的机会。可以试着从不同的角度来看待这个问题，或许能帮助你放下过去。",
    "annotation": [
      {
        "sentence": "听你说的，我理解你现在对这段友情的困扰和痛苦。",
        "label": ""
      },
      {
        "sentence": "在关系中，每个人都有不同的角度和期待，有时候我们会遇到不适合的朋友。",
        "label": ""
      },
      {
        "sentence": "或许这段友情给你带来了一些负面的影响，但也许这是一次让你更好了解自己的机会。",
        "label": ""
      },
      {
        "sentence": "可以试着从不同的角度来看待这个问题，或许能帮助你放下过去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我对她的要求太高了，但是相处过程中我真的有很多烦恼，伤心，实在受不了了，才选择远离。也有可能有些是我的原因吧，自己还不成熟，和别人交友总是我主动这点我也是一直在意的，我还没弄清为什么，我也继续努力吧。我希望自己不要愤懑，因为很有可能自己也有做的不好的，但也不要因此自卑，觉得都是自己的失败，一蹶不振。",
    "annotation": [
      {
        "sentence": "可能我对她的要求太高了，但是相处过程中我真的有很多烦恼，伤心，实在受不了了，才选择远离。",
        "label": ""
      },
      {
        "sentence": "也有可能有些是我的原因吧，自己还不成熟，和别人交友总是我主动这点我也是一直在意的，我还没弄清为什么，我也继续努力吧。",
        "label": ""
      },
      {
        "sentence": "我希望自己不要愤懑，因为很有可能自己也有做的不好的，但也不要因此自卑，觉得都是自己的失败，一蹶不振。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有意识到你自己的一些问题，这是很积极的一步。每个人都会在交友过程中遇到一些困惑和挫折，这并不代表你是失败的。相反，这是成长的过程。你可以继续努力改变自己，放慢节奏，敢于与他人建立亲密的关系。通过成长，你可能会从这段经历中获得更多。",
    "annotation": [
      {
        "sentence": "你有意识到你自己的一些问题，这是很积极的一步。",
        "label": ""
      },
      {
        "sentence": "每个人都会在交友过程中遇到一些困惑和挫折，这并不代表你是失败的。",
        "label": ""
      },
      {
        "sentence": "相反，这是成长的过程。",
        "label": ""
      },
      {
        "sentence": "你可以继续努力改变自己，放慢节奏，敢于与他人建立亲密的关系。",
        "label": ""
      },
      {
        "sentence": "通过成长，你可能会从这段经历中获得更多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该放手并继续往前走。回头只会使我原地踏步不前。但是这个时候我很难与她好好沟通，我可能把她的一些行为误解了，还处于情绪与偏见中。",
    "annotation": [
      {
        "sentence": "你说得对，我应该放手并继续往前走。",
        "label": ""
      },
      {
        "sentence": "回头只会使我原地踏步不前。",
        "label": ""
      },
      {
        "sentence": "但是这个时候我很难与她好好沟通，我可能把她的一些行为误解了，还处于情绪与偏见中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，现在可能并不是一个好的时机来与她沟通，因为你的情绪还没有完全平复。你需要给自己一些时间来冷静下来，思考清楚你自己的想法和感受。放下偏见，保持开放的心态，等你情绪稳定后，或许你会更好地理解她的行为。",
    "annotation": [
      {
        "sentence": "是的，现在可能并不是一个好的时机来与她沟通，因为你的情绪还没有完全平复。",
        "label": ""
      },
      {
        "sentence": "你需要给自己一些时间来冷静下来，思考清楚你自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "放下偏见，保持开放的心态，等你情绪稳定后，或许你会更好地理解她的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会努力调整自己的心态，继续成长。希望能在未来的生活中取得更好的结果。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，继续成长。",
        "label": ""
      },
      {
        "sentence": "希望能在未来的生活中取得更好的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够走出这段困境并获得更好的结果。保持积极的心态，相信自己的成长能够带来积极的影响。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够走出这段困境并获得更好的结果。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信自己的成长能够带来积极的影响。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]