[
  {
    "role": "client",
    "content": "今天被诈骗了，感觉自己很愚蠢，愧对研究生学历？",
    "annotation": [
      {
        "sentence": "今天被诈骗了，感觉自己很愚蠢，愧对研究生学历？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不论是谁，当知道自己被骗之后，都会产生愤怒、懊恼和后悔的情绪，或多或少也会对自己产生怀疑和否定。一个人不论有着怎样的社会经验和阅历，或者说多高的学历，不可避免的也会遇到骗子，或许也有过被骗的经历。但这并不代表你被骗了，上当了，就证明你这个人是不行的，不能因此而否定自己整个人的价值。",
    "annotation": [
      {
        "sentence": "不论是谁，当知道自己被骗之后，都会产生愤怒、懊恼和后悔的情绪，或多或少也会对自己产生怀疑和否定。",
        "label": ""
      },
      {
        "sentence": "一个人不论有着怎样的社会经验和阅历，或者说多高的学历，不可避免的也会遇到骗子，或许也有过被骗的经历。",
        "label": ""
      },
      {
        "sentence": "但这并不代表你被骗了，上当了，就证明你这个人是不行的，不能因此而否定自己整个人的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，每个人都可能会被骗。可我觉得自己特别愚蠢，因为我是个研究生，却被骗了3万多。我现在连还钱的能力都没有，父母也不愿意帮我偿还。而且我还得忙着毕业论文，感觉好痛苦。之前本来想拿奖学金来还钱，可是上学期挂科了，现在觉得自己非常失败。不过我还要装作乐观的样子，真的好累。",
    "annotation": [
      {
        "sentence": "你说得没错，每个人都可能会被骗。",
        "label": ""
      },
      {
        "sentence": "可我觉得自己特别愚蠢，因为我是个研究生，却被骗了3万多。",
        "label": ""
      },
      {
        "sentence": "我现在连还钱的能力都没有，父母也不愿意帮我偿还。",
        "label": ""
      },
      {
        "sentence": "而且我还得忙着毕业论文，感觉好痛苦。",
        "label": ""
      },
      {
        "sentence": "之前本来想拿奖学金来还钱，可是上学期挂科了，现在觉得自己非常失败。",
        "label": ""
      },
      {
        "sentence": "不过我还要装作乐观的样子，真的好累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的心情，感觉上当受骗是非常难受的，尤其是在你正为毕业论文忙碌的时候。你现在的痛苦主要有两方面的原因：一方面，你被骗了，得不到父母的安慰和支持；另一方面，你本来可以通过获得奖学金来弥补那3万块钱的损失，但因为挂科了而落空。你也曾考虑过去工作来挣钱，但又觉得自己还有很多事情要忙，比如毕业论文等等，这些好像都成为了你的阻碍。我明白如果你现在确实没有时间去赚钱来还那3万块，或许你可以考虑向你的父母写一份借条，待你开始工作赚钱之后再慢慢还给他们。另外，关于你提到要装作乐观的问题，你是想证明自己给谁看呢？还是想要证明自己的价值？或许你可以思考一下这个问题。在我看来，父母不愿意帮你偿还，也许是希望你能面对生活中的挑战，学会独立解决问题，承担起自己的责任。他们是希望你能成长。",
    "annotation": [
      {
        "sentence": "我可以理解你的心情，感觉上当受骗是非常难受的，尤其是在你正为毕业论文忙碌的时候。",
        "label": ""
      },
      {
        "sentence": "你现在的痛苦主要有两方面的原因：一方面，你被骗了，得不到父母的安慰和支持；另一方面，你本来可以通过获得奖学金来弥补那3万块钱的损失，但因为挂科了而落空。",
        "label": ""
      },
      {
        "sentence": "你也曾考虑过去工作来挣钱，但又觉得自己还有很多事情要忙，比如毕业论文等等，这些好像都成为了你的阻碍。",
        "label": ""
      },
      {
        "sentence": "我明白如果你现在确实没有时间去赚钱来还那3万块，或许你可以考虑向你的父母写一份借条，待你开始工作赚钱之后再慢慢还给他们。",
        "label": ""
      },
      {
        "sentence": "另外，关于你提到要装作乐观的问题，你是想证明自己给谁看呢？",
        "label": ""
      },
      {
        "sentence": "还是想要证明自己的价值？",
        "label": ""
      },
      {
        "sentence": "或许你可以思考一下这个问题。",
        "label": ""
      },
      {
        "sentence": "在我看来，父母不愿意帮你偿还，也许是希望你能面对生活中的挑战，学会独立解决问题，承担起自己的责任。",
        "label": ""
      },
      {
        "sentence": "他们是希望你能成长。",
        "label": ""
      }
    ]
  }
]