[
  {
    "role": "client",
    "content": "我最近对我的男朋友特别不信任，总觉得他对我有所隐瞒。可能是因为我的童年经历不完整，父母离婚，我被男孩子骗过几次。",
    "annotation": [
      {
        "sentence": "我最近对我的男朋友特别不信任，总觉得他对我有所隐瞒。",
        "label": ""
      },
      {
        "sentence": "可能是因为我的童年经历不完整，父母离婚，我被男孩子骗过几次。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你对男朋友不信任的心情。小时候的家庭环境以及父母的婚姻关系确实会对我们的亲密关系形成影响。你的父母离婚让你在成长过程中缺乏了父亲或母亲的关爱和陪伴，这可能导致你在建立亲密关系时出现回避或矛盾型的依恋模式。父母的婚姻失败也让你对亲密关系感到不可靠，对恋爱关系产生不信任感和不安全感。现在当你长大成人有了自己的恋情，小时候形成的思维认知模式仍然会影响你的现实生活。你对亲密关系的不信任感和不安全感已经变成了习惯性的想法，同样出现在你和男友之间。而且，曾经被男孩子欺骗过的经历进一步加深了你对亲密关系的负面印象，让你更加不相信男友和这段恋情。因此，为了改变这种思维模式和情感烙印，重建对亲密关系的信任感和安全感，你需要放下对男友的怀疑，相信自己的恋情和爱人。",
    "annotation": [
      {
        "sentence": "很理解你对男朋友不信任的心情。",
        "label": ""
      },
      {
        "sentence": "小时候的家庭环境以及父母的婚姻关系确实会对我们的亲密关系形成影响。",
        "label": ""
      },
      {
        "sentence": "你的父母离婚让你在成长过程中缺乏了父亲或母亲的关爱和陪伴，这可能导致你在建立亲密关系时出现回避或矛盾型的依恋模式。",
        "label": ""
      },
      {
        "sentence": "父母的婚姻失败也让你对亲密关系感到不可靠，对恋爱关系产生不信任感和不安全感。",
        "label": ""
      },
      {
        "sentence": "现在当你长大成人有了自己的恋情，小时候形成的思维认知模式仍然会影响你的现实生活。",
        "label": ""
      },
      {
        "sentence": "你对亲密关系的不信任感和不安全感已经变成了习惯性的想法，同样出现在你和男友之间。",
        "label": ""
      },
      {
        "sentence": "而且，曾经被男孩子欺骗过的经历进一步加深了你对亲密关系的负面印象，让你更加不相信男友和这段恋情。",
        "label": ""
      },
      {
        "sentence": "因此，为了改变这种思维模式和情感烙印，重建对亲密关系的信任感和安全感，你需要放下对男友的怀疑，相信自己的恋情和爱人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白过去的事情已经过去了，包括我父母的婚姻和那些欺骗我的男孩子。但是，我很难放下这些阴影，对现在的男友保持信任和安全感。",
    "annotation": [
      {
        "sentence": "我明白过去的事情已经过去了，包括我父母的婚姻和那些欺骗我的男孩子。",
        "label": ""
      },
      {
        "sentence": "但是，我很难放下这些阴影，对现在的男友保持信任和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，要明确区分过去和现在。过去的事情并不能代表现在，你现在面对的是一个全新的人、全新的恋情和全新的经历。你要放下过去的阴影，重新去接受和相信一个新的人和新的恋情。其次，要区分主客体。你父母的婚姻关系和你自己的恋情是两回事，你不能把过去的影响扩大到现在的恋情中。你要明确，你的生活和恋情属于你自己，你有能力去把握和经营它。同时，你可以主动积极地和男友沟通，向他诉说你的感受，让他理解你的不信任感和不安全感。你们可以一起探讨，男友可以如何让你感到更加安全和信任。如果你对男友有任何的怀疑，可以直接询问他，得到明确的答案，消除疑虑和误解，增加信任感。你们可以经常一起做一些快乐的事情，去创造积极愉快的记忆和印象。爱情需要两个人共同去经营，信任和理解是很关键的。",
    "annotation": [
      {
        "sentence": "首先，要明确区分过去和现在。",
        "label": ""
      },
      {
        "sentence": "过去的事情并不能代表现在，你现在面对的是一个全新的人、全新的恋情和全新的经历。",
        "label": ""
      },
      {
        "sentence": "你要放下过去的阴影，重新去接受和相信一个新的人和新的恋情。",
        "label": ""
      },
      {
        "sentence": "其次，要区分主客体。",
        "label": ""
      },
      {
        "sentence": "你父母的婚姻关系和你自己的恋情是两回事，你不能把过去的影响扩大到现在的恋情中。",
        "label": ""
      },
      {
        "sentence": "你要明确，你的生活和恋情属于你自己，你有能力去把握和经营它。",
        "label": ""
      },
      {
        "sentence": "同时，你可以主动积极地和男友沟通，向他诉说你的感受，让他理解你的不信任感和不安全感。",
        "label": ""
      },
      {
        "sentence": "你们可以一起探讨，男友可以如何让你感到更加安全和信任。",
        "label": ""
      },
      {
        "sentence": "如果你对男友有任何的怀疑，可以直接询问他，得到明确的答案，消除疑虑和误解，增加信任感。",
        "label": ""
      },
      {
        "sentence": "你们可以经常一起做一些快乐的事情，去创造积极愉快的记忆和印象。",
        "label": ""
      },
      {
        "sentence": "爱情需要两个人共同去经营，信任和理解是很关键的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去放下过去的阴影，尝试和男友进行更多的沟通和交流，希望我们的关系能变得更加稳固和信任。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去放下过去的阴影，尝试和男友进行更多的沟通和交流，希望我们的关系能变得更加稳固和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会慢慢克服这些困难的。记得要给自己一些时间和空间来面对和处理过去的情感创伤。同时，要保持积极的心态，相信你们之间的爱情会越来越稳定。如果你还有其他的问题或需要进一步的支持，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不客气，我相信你会慢慢克服这些困难的。",
        "label": ""
      },
      {
        "sentence": "记得要给自己一些时间和空间来面对和处理过去的情感创伤。",
        "label": ""
      },
      {
        "sentence": "同时，要保持积极的心态，相信你们之间的爱情会越来越稳定。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的问题或需要进一步的支持，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]