[
  {
    "role": "client",
    "content": "我有一个朋友，她对我不够尊重，这让我影响到了自己的工作注意力和记忆力。我们曾经是同学，后来成为了同事，我们在一起相处了很久，我付出了很多感情，但她并没有同样的回应。我理解、体恤、尊重、耐心、义气，我对她付出的这一切都没有得到相应的回报。我一直都是一个开朗天真的人，她在我影响下也逐渐变得开朗一些（以前在公司她一直都很沉默寡言）。但是，我发现与她做朋友越来越不快乐，也越来越无法真心对人敞开心扉。所以，我主动选择了远离她，她对此也没有做过主动约我的事情（以前都是我主动）。但我有意或无意地还是会看到她，尤其是看到她之前从来没有过的外向开朗的样子，这让我觉得非常恶心，我应该怎么办呢？我该如何做到不去介意她，放下过去呢？并不是说她有多坏，只是在这段友情中，她过于自我，我觉得我们不适合做好朋友。",
    "annotation": [
      {
        "sentence": "我有一个朋友，她对我不够尊重，这让我影响到了自己的工作注意力和记忆力。",
        "label": ""
      },
      {
        "sentence": "我们曾经是同学，后来成为了同事，我们在一起相处了很久，我付出了很多感情，但她并没有同样的回应。",
        "label": ""
      },
      {
        "sentence": "我理解、体恤、尊重、耐心、义气，我对她付出的这一切都没有得到相应的回报。",
        "label": ""
      },
      {
        "sentence": "我一直都是一个开朗天真的人，她在我影响下也逐渐变得开朗一些（以前在公司她一直都很沉默寡言）。",
        "label": ""
      },
      {
        "sentence": "但是，我发现与她做朋友越来越不快乐，也越来越无法真心对人敞开心扉。",
        "label": ""
      },
      {
        "sentence": "所以，我主动选择了远离她，她对此也没有做过主动约我的事情（以前都是我主动）。",
        "label": ""
      },
      {
        "sentence": "但我有意或无意地还是会看到她，尤其是看到她之前从来没有过的外向开朗的样子，这让我觉得非常恶心，我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我该如何做到不去介意她，放下过去呢？",
        "label": ""
      },
      {
        "sentence": "并不是说她有多坏，只是在这段友情中，她过于自我，我觉得我们不适合做好朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，感情的不对等只是让你远离她的原因之一，还有沟通困难、相处不愉快、没有共同爱好等等。当初你决定远离她的时候，其实心里是平静的，并没有很多怨念，只是觉得两个人真的不适合做好朋友。你不要全怪她，如果不合适、不开心，就好聚好散也是很正常的。回想起来，当初她主动约你出去了两次，可能也是在努力挽留你。以往的你可能会立即不介意，但这次你能够保持冷静，你的心已经决绝，感情已经走到了尽头。只是没想到，今天的你有时会陷入这种怨念和负面情绪中。情感真的是很玄妙的东西。你要相信自己做出了正确的决定，远离她是为了你自己的幸福和内心的平静。不要让过去继续困扰你，试着去接受这段经历，并学会放下。",
    "annotation": [
      {
        "sentence": "其实，感情的不对等只是让你远离她的原因之一，还有沟通困难、相处不愉快、没有共同爱好等等。",
        "label": ""
      },
      {
        "sentence": "当初你决定远离她的时候，其实心里是平静的，并没有很多怨念，只是觉得两个人真的不适合做好朋友。",
        "label": ""
      },
      {
        "sentence": "你不要全怪她，如果不合适、不开心，就好聚好散也是很正常的。",
        "label": ""
      },
      {
        "sentence": "回想起来，当初她主动约你出去了两次，可能也是在努力挽留你。",
        "label": ""
      },
      {
        "sentence": "以往的你可能会立即不介意，但这次你能够保持冷静，你的心已经决绝，感情已经走到了尽头。",
        "label": ""
      },
      {
        "sentence": "只是没想到，今天的你有时会陷入这种怨念和负面情绪中。",
        "label": ""
      },
      {
        "sentence": "情感真的是很玄妙的东西。",
        "label": ""
      },
      {
        "sentence": "你要相信自己做出了正确的决定，远离她是为了你自己的幸福和内心的平静。",
        "label": ""
      },
      {
        "sentence": "不要让过去继续困扰你，试着去接受这段经历，并学会放下。",
        "label": ""
      }
    ]
  }
]