[
  {
    "role": "client",
    "content": "姑姑很喜欢八卦，散播别人隐私，有点气愤和伤心。",
    "annotation": [
      {
        "sentence": "姑姑很喜欢八卦，散播别人隐私，有点气愤和伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的心情。姑姑是位跟你关系很好、你比较信任和依赖的长辈，因此也常常跟她诉说你的心里话。但是她却把你的事告诉了其他人，这让你有种被背叛和不尊重的感觉，自己的心事被别人知道了也有种羞耻感，因此感到伤心气愤。",
    "annotation": [
      {
        "sentence": "很理解你的心情。",
        "label": ""
      },
      {
        "sentence": "姑姑是位跟你关系很好、你比较信任和依赖的长辈，因此也常常跟她诉说你的心里话。",
        "label": ""
      },
      {
        "sentence": "但是她却把你的事告诉了其他人，这让你有种被背叛和不尊重的感觉，自己的心事被别人知道了也有种羞耻感，因此感到伤心气愤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得很失望和委屈。明明是私人的事情，她为什么要告诉其他人呢？我开始怀疑她对我的关心和信任了。",
    "annotation": [
      {
        "sentence": "是的，我觉得很失望和委屈。",
        "label": ""
      },
      {
        "sentence": "明明是私人的事情，她为什么要告诉其他人呢？",
        "label": ""
      },
      {
        "sentence": "我开始怀疑她对我的关心和信任了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的怀疑是可以理解的。她平时看得出来是很关照你们小孩子，所以她的行为可能是出于关心你，觉得你的有些事需要其他长辈或是你的父母重视和帮忙解决，所以便告知他们。有可能在她的心目中，并没有想着要帮孩子们保密的意识，更多的是想到要让大人们了解孩子们的事，关注和帮助孩子解决问题。",
    "annotation": [
      {
        "sentence": "你的怀疑是可以理解的。",
        "label": ""
      },
      {
        "sentence": "她平时看得出来是很关照你们小孩子，所以她的行为可能是出于关心你，觉得你的有些事需要其他长辈或是你的父母重视和帮忙解决，所以便告知他们。",
        "label": ""
      },
      {
        "sentence": "有可能在她的心目中，并没有想着要帮孩子们保密的意识，更多的是想到要让大人们了解孩子们的事，关注和帮助孩子解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是为什么她只对我和其他小孩子八卦，而不把她自己家孩子的事情告诉其他人呢？这让我感觉很不公平。",
    "annotation": [
      {
        "sentence": "可是为什么她只对我和其他小孩子八卦，而不把她自己家孩子的事情告诉其他人呢？",
        "label": ""
      },
      {
        "sentence": "这让我感觉很不公平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些人本质上是喜欢八卦别人的事，传播别人的事。特别是很多亲戚长辈，他们之间的社交方式就是特别关注别家亲戚的事情，互相诉说各家人的事。所以，你姑姑也可能是习惯性地把你以及其他孩子们的事都跟其他亲戚长辈去说道，而她自己并不知道哪些话不应该说出去，也不觉得这样说八卦会有什么问题。她可能觉得小孩子不会太介意这些事，这样做也不会伤害到孩子们的感情。说到底就是她不太了解你的底线和感受是什么，你们之间的边界过于模糊，所以你很容易有被侵入的感觉。",
    "annotation": [
      {
        "sentence": "有些人本质上是喜欢八卦别人的事，传播别人的事。",
        "label": ""
      },
      {
        "sentence": "特别是很多亲戚长辈，他们之间的社交方式就是特别关注别家亲戚的事情，互相诉说各家人的事。",
        "label": ""
      },
      {
        "sentence": "所以，你姑姑也可能是习惯性地把你以及其他孩子们的事都跟其他亲戚长辈去说道，而她自己并不知道哪些话不应该说出去，也不觉得这样说八卦会有什么问题。",
        "label": ""
      },
      {
        "sentence": "她可能觉得小孩子不会太介意这些事，这样做也不会伤害到孩子们的感情。",
        "label": ""
      },
      {
        "sentence": "说到底就是她不太了解你的底线和感受是什么，你们之间的边界过于模糊，所以你很容易有被侵入的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该要先想清楚，自己的底线是什么，有哪些事情不适合告诉姑姑的。然后要勇敢而明确地告知姑姑，你的什么事不要告诉别人，你的事被她告诉别人后你有什么不舒服的感觉。如果她真的关心我，也要懂得尊重我，明白边界在哪里，哪些事情不应该随便说。",
    "annotation": [
      {
        "sentence": "我明白了，我应该要先想清楚，自己的底线是什么，有哪些事情不适合告诉姑姑的。",
        "label": ""
      },
      {
        "sentence": "然后要勇敢而明确地告知姑姑，你的什么事不要告诉别人，你的事被她告诉别人后你有什么不舒服的感觉。",
        "label": ""
      },
      {
        "sentence": "如果她真的关心我，也要懂得尊重我，明白边界在哪里，哪些事情不应该随便说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有很明确的目标和行动计划。向姑姑坦诚地表达你的底线和感受，可以帮助你们之间建立更清晰的边界。如果经过这样的提醒，她仍然会去四处八卦，不顾及你的感受，那么你就要考虑，该怎样保护自己的隐私？是否还要继续向她诉说某些心里话？",
    "annotation": [
      {
        "sentence": "很好，你有很明确的目标和行动计划。",
        "label": ""
      },
      {
        "sentence": "向姑姑坦诚地表达你的底线和感受，可以帮助你们之间建立更清晰的边界。",
        "label": ""
      },
      {
        "sentence": "如果经过这样的提醒，她仍然会去四处八卦，不顾及你的感受，那么你就要考虑，该怎样保护自己的隐私？",
        "label": ""
      },
      {
        "sentence": "是否还要继续向她诉说某些心里话？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果她还是不改变，我可能需要减少向她诉说我的心事，或者寻找其他更可靠和信任的人倾诉。保护自己的隐私是很重要的。",
    "annotation": [
      {
        "sentence": "如果她还是不改变，我可能需要减少向她诉说我的心事，或者寻找其他更可靠和信任的人倾诉。",
        "label": ""
      },
      {
        "sentence": "保护自己的隐私是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，保护自己的隐私是你的权利，也是很重要的。和姑姑好好沟通后，如果她能够理解并尊重你的底线，那就是最好的结果。但如果不能，你可以尝试和其他亲近的人分享你的感受和烦恼。无论如何，要记得关心和保护好自己，找到适合你的倾诉方式。",
    "annotation": [
      {
        "sentence": "对的，保护自己的隐私是你的权利，也是很重要的。",
        "label": ""
      },
      {
        "sentence": "和姑姑好好沟通后，如果她能够理解并尊重你的底线，那就是最好的结果。",
        "label": ""
      },
      {
        "sentence": "但如果不能，你可以尝试和其他亲近的人分享你的感受和烦恼。",
        "label": ""
      },
      {
        "sentence": "无论如何，要记得关心和保护好自己，找到适合你的倾诉方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力去沟通和保护自己的隐私。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力去沟通和保护自己的隐私。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做到的。有任何需要继续倾诉的问题，随时来找我聊天都可以。希望你能够找到解决问题的方法，和姑姑之间建立更健康的关系。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "有任何需要继续倾诉的问题，随时来找我聊天都可以。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到解决问题的方法，和姑姑之间建立更健康的关系。",
        "label": ""
      }
    ]
  }
]