[
  {
    "role": "client",
    "content": "每一段感情都没有安全感，总是怀疑对方会背叛我？每一段感情都很担心自己被背叛，总是疑神疑鬼提心吊胆。以前觉得是对方不能给我安全感，但之后也碰到了一个给足安全感的男生，但还是改不了疑神疑鬼的习惯。怎么样才能改变呢？另:在我小时候就发现父母双双出轨(并未得到证实但是有百分之90的可能性）",
    "annotation": [
      {
        "sentence": "每一段感情都没有安全感，总是怀疑对方会背叛我？",
        "label": ""
      },
      {
        "sentence": "每一段感情都很担心自己被背叛，总是疑神疑鬼提心吊胆。",
        "label": ""
      },
      {
        "sentence": "以前觉得是对方不能给我安全感，但之后也碰到了一个给足安全感的男生，但还是改不了疑神疑鬼的习惯。",
        "label": ""
      },
      {
        "sentence": "怎么样才能改变呢？",
        "label": ""
      },
      {
        "sentence": "另:在我小时候就发现父母双双出轨(并未得到证实但是有百分之90的可能性）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人的安全感是多方面因素的结果，可能与父母早期的养育方式相关，尤其是与母亲的依恋关系。也可能与小时候遇到的创伤性事件有关，比如你提到的父母双双出轨。对于过去的我们来说，或许我们需要回顾过去，尽可能清楚地了解当时发生了什么。也许与我们现在记忆中感知的不完全相同，在那个时候的自己可能有很多情绪和想法没有被表达出来。现在我们可以回去表达一些，去拥抱内心的那个小孩，给她更多力量。",
    "annotation": [
      {
        "sentence": "人的安全感是多方面因素的结果，可能与父母早期的养育方式相关，尤其是与母亲的依恋关系。",
        "label": ""
      },
      {
        "sentence": "也可能与小时候遇到的创伤性事件有关，比如你提到的父母双双出轨。",
        "label": ""
      },
      {
        "sentence": "对于过去的我们来说，或许我们需要回顾过去，尽可能清楚地了解当时发生了什么。",
        "label": ""
      },
      {
        "sentence": "也许与我们现在记忆中感知的不完全相同，在那个时候的自己可能有很多情绪和想法没有被表达出来。",
        "label": ""
      },
      {
        "sentence": "现在我们可以回去表达一些，去拥抱内心的那个小孩，给她更多力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我需要去面对过去的经历，好好表达当时的情感。但现在的我应该如何处理这种常常出现的不安全感呢？",
    "annotation": [
      {
        "sentence": "你说得对，也许我需要去面对过去的经历，好好表达当时的情感。",
        "label": ""
      },
      {
        "sentence": "但现在的我应该如何处理这种常常出现的不安全感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于现在的自己，我们需要保持更多的觉察，有意识地感受这种不安全的感觉。这种失控感来自于童年时的经历，只是一种情绪的回访，而不是现实生活中的真实情况。和现在交往的对象无关，我们可以尝试去相信对方，相信我们的关系本身。当然，在这个过程中你可能会感到焦虑和失控，但我们可以试着去面对自己的焦虑，接纳自己的\"不安全感\"，安抚它，让它存在。",
    "annotation": [
      {
        "sentence": "对于现在的自己，我们需要保持更多的觉察，有意识地感受这种不安全的感觉。",
        "label": ""
      },
      {
        "sentence": "这种失控感来自于童年时的经历，只是一种情绪的回访，而不是现实生活中的真实情况。",
        "label": ""
      },
      {
        "sentence": "和现在交往的对象无关，我们可以尝试去相信对方，相信我们的关系本身。",
        "label": ""
      },
      {
        "sentence": "当然，在这个过程中你可能会感到焦虑和失控，但我们可以试着去面对自己的焦虑，接纳自己的\"不安全感\"，安抚它，让它存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着相信对方，相信我们的关系。但是我担心每一次体验到危险或失控时，我会重新回到不安全感的状态。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着相信对方，相信我们的关系。",
        "label": ""
      },
      {
        "sentence": "但是我担心每一次体验到危险或失控时，我会重新回到不安全感的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这个过程可能会让你感到焦虑和失控，但只有在这样的体验中，我们才能逐渐形成新的认知和体验，从而成长起来。当你一次次地体验到，我们担忧的那些危险并不是真正存在的，我们认为会出现的失控也并不会真正失控时，你会逐渐放下疑虑，建立起新的信任和安全感。",
    "annotation": [
      {
        "sentence": "是的，这个过程可能会让你感到焦虑和失控，但只有在这样的体验中，我们才能逐渐形成新的认知和体验，从而成长起来。",
        "label": ""
      },
      {
        "sentence": "当你一次次地体验到，我们担忧的那些危险并不是真正存在的，我们认为会出现的失控也并不会真正失控时，你会逐渐放下疑虑，建立起新的信任和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着接纳自己的不安全感，并逐渐放下疑虑，相信自己和我们的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着接纳自己的不安全感，并逐渐放下疑虑，相信自己和我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。记住，这是一个渐进的过程，需要时间和努力，但相信自己，你一定能够克服这种不安全感，建立起属于你的安全和信任。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，这是一个渐进的过程，需要时间和努力，但相信自己，你一定能够克服这种不安全感，建立起属于你的安全和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力的，再次谢谢你的帮助和支持！",
    "annotation": [
      {
        "sentence": "我会努力的，再次谢谢你的帮助和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在你身边支持你的。祝你一切顺利，愿你能够找到内心的平静和安全感。有任何需要随时来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，愿你能够找到内心的平静和安全感。",
        "label": ""
      },
      {
        "sentence": "有任何需要随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]