[
  {
    "role": "client",
    "content": "高二，诊断抑郁症，想知道自己是否真的开始好起来啦？我是一名高二学生。",
    "annotation": [
      {
        "sentence": "高二，诊断抑郁症，想知道自己是否真的开始好起来啦？",
        "label": ""
      },
      {
        "sentence": "我是一名高二学生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，非常理解你的担忧。你能给我详细说说自己的情况吗？",
    "annotation": [
      {
        "sentence": "你好，非常理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "你能给我详细说说自己的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "初三毕业那年暑假，也就是19年8月诊断出了抑郁症。然后就开始吃药。一开始是舍曲林，吃了一段时间，没有明显好转，后来换成了度洛西汀配上丙戊酸钠。最近一段时间觉得自己很奇怪。有时候整天脾气都很暴躁，而且也很亢奋，就感觉自己从来没有得过病一样。但是那之后心情低落的时候又会特别特别痛苦。现在感觉大部分时间人都是处于亢奋的状态，我的妈妈觉得我已经没有事了，就开始慢慢给我减药了。最近是国庆假期，有点想去医院看看，想知道自己是不是真的开始好起来啦。但是又怕妈妈担心。每次去医院后爸爸妈妈都会消沉好几天。感觉自己给他们带来了很多麻烦。所以，请问我现在的状态应该怎么办呢？",
    "annotation": [
      {
        "sentence": "初三毕业那年暑假，也就是19年8月诊断出了抑郁症。",
        "label": ""
      },
      {
        "sentence": "然后就开始吃药。",
        "label": ""
      },
      {
        "sentence": "一开始是舍曲林，吃了一段时间，没有明显好转，后来换成了度洛西汀配上丙戊酸钠。",
        "label": ""
      },
      {
        "sentence": "最近一段时间觉得自己很奇怪。",
        "label": ""
      },
      {
        "sentence": "有时候整天脾气都很暴躁，而且也很亢奋，就感觉自己从来没有得过病一样。",
        "label": ""
      },
      {
        "sentence": "但是那之后心情低落的时候又会特别特别痛苦。",
        "label": ""
      },
      {
        "sentence": "现在感觉大部分时间人都是处于亢奋的状态，我的妈妈觉得我已经没有事了，就开始慢慢给我减药了。",
        "label": ""
      },
      {
        "sentence": "最近是国庆假期，有点想去医院看看，想知道自己是不是真的开始好起来啦。",
        "label": ""
      },
      {
        "sentence": "但是又怕妈妈担心。",
        "label": ""
      },
      {
        "sentence": "每次去医院后爸爸妈妈都会消沉好几天。",
        "label": ""
      },
      {
        "sentence": "感觉自己给他们带来了很多麻烦。",
        "label": ""
      },
      {
        "sentence": "所以，请问我现在的状态应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你经历了一段漫长而困难的治疗过程。首先，你应该知道，抑郁症的症状会有起伏，并非一直好转或恶化。脾气暴躁和亢奋可能是病情的一种表现，不太正常。我建议你定期与你的医生沟通，看看是否需要调整药物，因为有可能症状是药物引起的，也可能是病情的变化。你提到想去医院，这个想法非常好。你可以向你的妈妈解释你的顾虑，并告诉她你的需要。为了让她不担心，你可以邀请她陪你一起去医院，这样她也能了解你的情况，而不会因为不了解而焦虑。同时，你也要知道，父母为孩子担心是很正常的，他们怀揣着对你的爱和担忧。你可以适当地和他们沟通，向他们表达你的感受和需求。记得，你的病情不是因为你的错，也不是给他们带来麻烦的原因。他们会理解并支持你的。除了医疗治疗外，我还建议你考虑心理咨询。心理咨询师能够提供专业的心理支持和辅导，对你的康复会有很大的帮助。你可以在医院或其他渠道寻找合适的心理咨询机构。请不要自行减药或停药，这可能会对你的康复造成负面影响。请相信，通过与医生和心理咨询师的合作，你的状况会越来越好的。一切都会慢慢好起来的。",
    "annotation": [
      {
        "sentence": "听起来你经历了一段漫长而困难的治疗过程。",
        "label": ""
      },
      {
        "sentence": "首先，你应该知道，抑郁症的症状会有起伏，并非一直好转或恶化。",
        "label": ""
      },
      {
        "sentence": "脾气暴躁和亢奋可能是病情的一种表现，不太正常。",
        "label": ""
      },
      {
        "sentence": "我建议你定期与你的医生沟通，看看是否需要调整药物，因为有可能症状是药物引起的，也可能是病情的变化。",
        "label": ""
      },
      {
        "sentence": "你提到想去医院，这个想法非常好。",
        "label": ""
      },
      {
        "sentence": "你可以向你的妈妈解释你的顾虑，并告诉她你的需要。",
        "label": ""
      },
      {
        "sentence": "为了让她不担心，你可以邀请她陪你一起去医院，这样她也能了解你的情况，而不会因为不了解而焦虑。",
        "label": ""
      },
      {
        "sentence": "同时，你也要知道，父母为孩子担心是很正常的，他们怀揣着对你的爱和担忧。",
        "label": ""
      },
      {
        "sentence": "你可以适当地和他们沟通，向他们表达你的感受和需求。",
        "label": ""
      },
      {
        "sentence": "记得，你的病情不是因为你的错，也不是给他们带来麻烦的原因。",
        "label": ""
      },
      {
        "sentence": "他们会理解并支持你的。",
        "label": ""
      },
      {
        "sentence": "除了医疗治疗外，我还建议你考虑心理咨询。",
        "label": ""
      },
      {
        "sentence": "心理咨询师能够提供专业的心理支持和辅导，对你的康复会有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "你可以在医院或其他渠道寻找合适的心理咨询机构。",
        "label": ""
      },
      {
        "sentence": "请不要自行减药或停药，这可能会对你的康复造成负面影响。",
        "label": ""
      },
      {
        "sentence": "请相信，通过与医生和心理咨询师的合作，你的状况会越来越好的。",
        "label": ""
      },
      {
        "sentence": "一切都会慢慢好起来的。",
        "label": ""
      }
    ]
  }
]