[
  {
    "role": "client",
    "content": "我是个25岁的男生，从来没有谈过一次恋爱。每次都觉得好像是在重复，我真的能遇到真爱吗？我在学校的时候从来没有想过恋爱的事情，现在工作了更加难以遇到合适的人。我对恋爱很认真，可能要等上2、3年才能碰到一个心动的人，再找机会和她聊上来。过去我曾经有过几个前男友，每次听到这些我都会心里很难过，有时候想要放弃。我不知道该怎么去问她的过往，只是普通交往我还能接受，但是如果她和别人上过床我真的无法接受。我已经25岁了，不知道还能不能再等下去。每次都很痛苦，为什么会遇到这种情况呢？我真的想把我的心全部给她，但是接受不了她心里还有别人。我该怎么办呢？是不是因为我是个老实人，从来没有伤害过别人，这个世界让我窒息。我是不是太傻了？好像又要错过她了，每次都像是在重复，又要再来一遍。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是个25岁的男生，从来没有谈过一次恋爱。",
        "label": ""
      },
      {
        "sentence": "每次都觉得好像是在重复，我真的能遇到真爱吗？",
        "label": ""
      },
      {
        "sentence": "我在学校的时候从来没有想过恋爱的事情，现在工作了更加难以遇到合适的人。",
        "label": ""
      },
      {
        "sentence": "我对恋爱很认真，可能要等上2、3年才能碰到一个心动的人，再找机会和她聊上来。",
        "label": ""
      },
      {
        "sentence": "过去我曾经有过几个前男友，每次听到这些我都会心里很难过，有时候想要放弃。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么去问她的过往，只是普通交往我还能接受，但是如果她和别人上过床我真的无法接受。",
        "label": ""
      },
      {
        "sentence": "我已经25岁了，不知道还能不能再等下去。",
        "label": ""
      },
      {
        "sentence": "每次都很痛苦，为什么会遇到这种情况呢？",
        "label": ""
      },
      {
        "sentence": "我真的想把我的心全部给她，但是接受不了她心里还有别人。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "是不是因为我是个老实人，从来没有伤害过别人，这个世界让我窒息。",
        "label": ""
      },
      {
        "sentence": "我是不是太傻了？",
        "label": ""
      },
      {
        "sentence": "好像又要错过她了，每次都像是在重复，又要再来一遍。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "斯人若彩虹，遇之方知有。我一直觉得，遇到一个让自己心动的人很难，有时候甚至需要花上好多年才能遇见。随着年岁的增长，在等待爱情的过程中，周围的人会不断质疑，问我们是否应该继续等下去，是否还有意义。我也曾经被质疑过，所以我非常能理解你的感受。希望接下来的回答能够帮助到你。首先，关于是否应该问心动女生的过往这个问题其实困扰着很多人，究竟恋爱中的人要不要纠结于对方的过去。放在我个人的角度来看，你喜欢上的是对方的现在，过去的好坏只是他\/她的个人经历，你可以去了解、去探知，但无法改变过去。所以在对方许可的情况下，你可以听听对方所说的过往。同时，学会在了解对方过去的基础上，学会释怀。毕竟，你喜欢的是现在的她，和未来的她，纠结于过去并没有任何意义。",
    "annotation": [
      {
        "sentence": "斯人若彩虹，遇之方知有。",
        "label": ""
      },
      {
        "sentence": "我一直觉得，遇到一个让自己心动的人很难，有时候甚至需要花上好多年才能遇见。",
        "label": ""
      },
      {
        "sentence": "随着年岁的增长，在等待爱情的过程中，周围的人会不断质疑，问我们是否应该继续等下去，是否还有意义。",
        "label": ""
      },
      {
        "sentence": "我也曾经被质疑过，所以我非常能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "希望接下来的回答能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "首先，关于是否应该问心动女生的过往这个问题其实困扰着很多人，究竟恋爱中的人要不要纠结于对方的过去。",
        "label": ""
      },
      {
        "sentence": "放在我个人的角度来看，你喜欢上的是对方的现在，过去的好坏只是他\/她的个人经历，你可以去了解、去探知，但无法改变过去。",
        "label": ""
      },
      {
        "sentence": "所以在对方许可的情况下，你可以听听对方所说的过往。",
        "label": ""
      },
      {
        "sentence": "同时，学会在了解对方过去的基础上，学会释怀。",
        "label": ""
      },
      {
        "sentence": "毕竟，你喜欢的是现在的她，和未来的她，纠结于过去并没有任何意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我明白了，我要学会接受对方的过去，只看重现在和未来的她。但是我还是想请问一下，我25岁的年纪还有资格等待爱情吗？我身边的人总是说年龄大了就应该急着找对象，我有点担心。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我明白了，我要学会接受对方的过去，只看重现在和未来的她。",
        "label": ""
      },
      {
        "sentence": "但是我还是想请问一下，我25岁的年纪还有资格等待爱情吗？",
        "label": ""
      },
      {
        "sentence": "我身边的人总是说年龄大了就应该急着找对象，我有点担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实很多人在询问的时候喜欢把自己的年龄放在问题的开头。他们会表达身边人对于他所处年龄的期望和看法。但是潜意识里，你也认同了这种看法。他们把自己局限在年龄的界限里，这样的局限化只会让他们不敢做自己，不敢倾听内心的声音。年龄其实并不是问题，无论是25岁、30岁，甚至那些年纪更大的人，他们同样有追求爱情的权利，也同样有资格等待爱情。年龄并不会限制你，能够限制你的通常是你的想法而不是年龄。",
    "annotation": [
      {
        "sentence": "其实很多人在询问的时候喜欢把自己的年龄放在问题的开头。",
        "label": ""
      },
      {
        "sentence": "他们会表达身边人对于他所处年龄的期望和看法。",
        "label": ""
      },
      {
        "sentence": "但是潜意识里，你也认同了这种看法。",
        "label": ""
      },
      {
        "sentence": "他们把自己局限在年龄的界限里，这样的局限化只会让他们不敢做自己，不敢倾听内心的声音。",
        "label": ""
      },
      {
        "sentence": "年龄其实并不是问题，无论是25岁、30岁，甚至那些年纪更大的人，他们同样有追求爱情的权利，也同样有资格等待爱情。",
        "label": ""
      },
      {
        "sentence": "年龄并不会限制你，能够限制你的通常是你的想法而不是年龄。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，年龄不应该成为限制。我明白了，我要去追求自己的爱情，不被别人的看法束缚。还有一件事我想请教你，我怎么学会留有余地地去喜欢一个人呢？我常常陷入一种无止境的付出中，觉得爱一个人就是要把自己的一切都毫无保留地给对方。但是我听你说的“满则溢”的道理，觉得有些受启发。",
    "annotation": [
      {
        "sentence": "你说得对，年龄不应该成为限制。",
        "label": ""
      },
      {
        "sentence": "我明白了，我要去追求自己的爱情，不被别人的看法束缚。",
        "label": ""
      },
      {
        "sentence": "还有一件事我想请教你，我怎么学会留有余地地去喜欢一个人呢？",
        "label": ""
      },
      {
        "sentence": "我常常陷入一种无止境的付出中，觉得爱一个人就是要把自己的一切都毫无保留地给对方。",
        "label": ""
      },
      {
        "sentence": "但是我听你说的“满则溢”的道理，觉得有些受启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多时候，在爱情中，情侣会陷入一种无止境的付出中，认为爱一个人就是要把自己的一切都毫无保留地给对方。但是亲爱的，其实“满则溢”的道理同样适用。爱一个人的前提是先爱自己，先学会如何爱自己才能被爱。学会留有余地，给自己一点退路，是对彼此爱情的尊重。爱情不应该让人窒息，而是让人得到呵护和成长。",
    "annotation": [
      {
        "sentence": "很多时候，在爱情中，情侣会陷入一种无止境的付出中，认为爱一个人就是要把自己的一切都毫无保留地给对方。",
        "label": ""
      },
      {
        "sentence": "但是亲爱的，其实“满则溢”的道理同样适用。",
        "label": ""
      },
      {
        "sentence": "爱一个人的前提是先爱自己，先学会如何爱自己才能被爱。",
        "label": ""
      },
      {
        "sentence": "学会留有余地，给自己一点退路，是对彼此爱情的尊重。",
        "label": ""
      },
      {
        "sentence": "爱情不应该让人窒息，而是让人得到呵护和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我确实需要更好地平衡自己和爱人之间的关系，学会爱自己，同时给彼此留一些空间。你的回答帮助了我许多，我感到很安慰。有时候思绪太混乱，不知道如何处理感情问题，很庆幸有你给我指引。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我确实需要更好地平衡自己和爱人之间的关系，学会爱自己，同时给彼此留一些空间。",
        "label": ""
      },
      {
        "sentence": "你的回答帮助了我许多，我感到很安慰。",
        "label": ""
      },
      {
        "sentence": "有时候思绪太混乱，不知道如何处理感情问题，很庆幸有你给我指引。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴我的回答对你有所帮助。感情问题的确经常让人感到困惑和无助，但请相信，你不是一个人在战斗。在这个过程中，坚持倾听自己内心的声音，学会平衡自己和爱人的关系，你会越来越好地应对感情问题。心怀希望，相信自己，你会找到属于你的幸福。如果还有其他问题，我随时都愿意倾听和帮助你。",
    "annotation": [
      {
        "sentence": "我很高兴我的回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "感情问题的确经常让人感到困惑和无助，但请相信，你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，坚持倾听自己内心的声音，学会平衡自己和爱人的关系，你会越来越好地应对感情问题。",
        "label": ""
      },
      {
        "sentence": "心怀希望，相信自己，你会找到属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，我随时都愿意倾听和帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感激你的支持和鼓励。我会牢记你的话，积极面对感情问题，相信自己，相信我会找到属于我的幸福。如果以后还有需要，我一定会再向你求助的。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感激你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，积极面对感情问题，相信自己，相信我会找到属于我的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，我一定会再向你求助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能够帮助你。无论何时，你都可以来找我倾诉，我会一直支持你。希望你能够找到属于你的幸福，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能够帮助你。",
        "label": ""
      },
      {
        "sentence": "无论何时，你都可以来找我倾诉，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到属于你的幸福，加油！",
        "label": ""
      }
    ]
  }
]