[
  {
    "role": "client",
    "content": "我25岁的男生，从来没有谈过一次恋爱。每次都感觉像在重复，我能遇到真爱吗？我在学校里从来没有想过谈恋爱，现在工作了也不容易遇到。我真的很认真地在寻找，可是每次都需要2、3年才能碰到一个让我心动的人，然后找到机会和她聊天。过去我曾经有过几个前男友，每次听到这些我都感到很难过，也想放弃。我不知道应该怎么去问她们的过去。对于正常交往，我可以接受，但如果她们有过性经验，我真的无法接受。我已经25岁了，不知道我还能不能等下去。每次都让我感到很痛苦，为什么我总是遇到这样的情况？我真的想把我的心全部给她们，但是我接受不了她们心里有别人。我该怎么办？是不是因为我是个老实人，从来没有伤害过别人，所以这个世界让我感到窒息？是不是我太傻了？我好像又要错过她们了。每次都感觉像在重复，又要再来一遍。我该怎么办？",
    "annotation": [
      {
        "sentence": "我25岁的男生，从来没有谈过一次恋爱。",
        "label": ""
      },
      {
        "sentence": "每次都感觉像在重复，我能遇到真爱吗？",
        "label": ""
      },
      {
        "sentence": "我在学校里从来没有想过谈恋爱，现在工作了也不容易遇到。",
        "label": ""
      },
      {
        "sentence": "我真的很认真地在寻找，可是每次都需要2、3年才能碰到一个让我心动的人，然后找到机会和她聊天。",
        "label": ""
      },
      {
        "sentence": "过去我曾经有过几个前男友，每次听到这些我都感到很难过，也想放弃。",
        "label": ""
      },
      {
        "sentence": "我不知道应该怎么去问她们的过去。",
        "label": ""
      },
      {
        "sentence": "对于正常交往，我可以接受，但如果她们有过性经验，我真的无法接受。",
        "label": ""
      },
      {
        "sentence": "我已经25岁了，不知道我还能不能等下去。",
        "label": ""
      },
      {
        "sentence": "每次都让我感到很痛苦，为什么我总是遇到这样的情况？",
        "label": ""
      },
      {
        "sentence": "我真的想把我的心全部给她们，但是我接受不了她们心里有别人。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "是不是因为我是个老实人，从来没有伤害过别人，所以这个世界让我感到窒息？",
        "label": ""
      },
      {
        "sentence": "是不是我太傻了？",
        "label": ""
      },
      {
        "sentence": "我好像又要错过她们了。",
        "label": ""
      },
      {
        "sentence": "每次都感觉像在重复，又要再来一遍。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这个问题其实是很多单身人士的困惑之一。一般来说，别人都会给你建议说，迟早会遇到对的人，劝你要有耐心等待或者多点主动。其实，没有人能给你最佳答案，但有一点可以肯定：真爱是值得等待的。从你的描述来看，你应该是一个比较晚熟、心思较为纯净的人，在这个物质丰富、信息泛滥的时代，这种品质是很难得的。鉴于你自身的背景和状态，我认为你可以保持对未来伴侣恋爱经历相对纯洁的要求。虽然说不能把是否有过性经验作为一个人思想纯洁或自尊自爱的唯一标准，但至少也可以是其中一个参考。对于你目前渴望谈恋爱却没有合适对象的心情，我建议你可以先看一些经典的爱情电影、爱情或婚姻等情感科普的书籍，甚至找一些靠谱的朋友讨教恋爱经验。先让自己对于爱情有一个更全面的认知，然后你可能会更明白自己想要一个什么样的未来伴侣。等下一次遇到合适的对象时，你应该就能更好地评估选择，而不只是因为一些过往经历就做出判断和决定。有句古话叫做\"英雄不问出处\"，有些人哪怕拥有不那么美好的过往，但当下和未来的美好也许更值得你去爱。当然，最终还是需要经历过才知道。如果每次都止步于聊聊天或者一两次约会，没有足够的时间相处和了解，那你遇到真爱的距离可能就更远了。我祝愿你能早日找到梦中的佳人，愿你幸福久久。",
    "annotation": [
      {
        "sentence": "你这个问题其实是很多单身人士的困惑之一。",
        "label": ""
      },
      {
        "sentence": "一般来说，别人都会给你建议说，迟早会遇到对的人，劝你要有耐心等待或者多点主动。",
        "label": ""
      },
      {
        "sentence": "其实，没有人能给你最佳答案，但有一点可以肯定：真爱是值得等待的。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你应该是一个比较晚熟、心思较为纯净的人，在这个物质丰富、信息泛滥的时代，这种品质是很难得的。",
        "label": ""
      },
      {
        "sentence": "鉴于你自身的背景和状态，我认为你可以保持对未来伴侣恋爱经历相对纯洁的要求。",
        "label": ""
      },
      {
        "sentence": "虽然说不能把是否有过性经验作为一个人思想纯洁或自尊自爱的唯一标准，但至少也可以是其中一个参考。",
        "label": ""
      },
      {
        "sentence": "对于你目前渴望谈恋爱却没有合适对象的心情，我建议你可以先看一些经典的爱情电影、爱情或婚姻等情感科普的书籍，甚至找一些靠谱的朋友讨教恋爱经验。",
        "label": ""
      },
      {
        "sentence": "先让自己对于爱情有一个更全面的认知，然后你可能会更明白自己想要一个什么样的未来伴侣。",
        "label": ""
      },
      {
        "sentence": "等下一次遇到合适的对象时，你应该就能更好地评估选择，而不只是因为一些过往经历就做出判断和决定。",
        "label": ""
      },
      {
        "sentence": "有句古话叫做\"英雄不问出处\"，有些人哪怕拥有不那么美好的过往，但当下和未来的美好也许更值得你去爱。",
        "label": ""
      },
      {
        "sentence": "当然，最终还是需要经历过才知道。",
        "label": ""
      },
      {
        "sentence": "如果每次都止步于聊聊天或者一两次约会，没有足够的时间相处和了解，那你遇到真爱的距离可能就更远了。",
        "label": ""
      },
      {
        "sentence": "我祝愿你能早日找到梦中的佳人，愿你幸福久久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。你说的确实有道理，我现在明白了，我需要更全面地了解爱情，然后才能更好地评估自己的选择。你建议我看一些经典的爱情电影和情感科普的书籍，我会去尝试的。我也会向靠谱的朋友请教一下恋爱经验。我现在意识到，不能仅仅因为对方的过往经历就做出判断和决定。而且，你说得对，每次都只是简单地聊聊天或者一两次约会，并没有足够的时间去相处和了解对方。我会改变自己的思维方式，不再因为这些小事而错过真正的爱。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "你说的确实有道理，我现在明白了，我需要更全面地了解爱情，然后才能更好地评估自己的选择。",
        "label": ""
      },
      {
        "sentence": "你建议我看一些经典的爱情电影和情感科普的书籍，我会去尝试的。",
        "label": ""
      },
      {
        "sentence": "我也会向靠谱的朋友请教一下恋爱经验。",
        "label": ""
      },
      {
        "sentence": "我现在意识到，不能仅仅因为对方的过往经历就做出判断和决定。",
        "label": ""
      },
      {
        "sentence": "而且，你说得对，每次都只是简单地聊聊天或者一两次约会，并没有足够的时间去相处和了解对方。",
        "label": ""
      },
      {
        "sentence": "我会改变自己的思维方式，不再因为这些小事而错过真正的爱。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。你现在已经有了一个很好的思路，就是要更全面地了解爱情，而不再简单地根据过往经历做出判断。相信我，只要你保持积极的态度，遇到合适的对象的时候，你一定能做出明智的选择。同时，也要记住，爱情是需要时间去培养的，不要急于求成。给自己足够的时间去相处和了解对方，只有这样才能找到真正的幸福。我相信你能够走出困境，找到属于你的真爱。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你现在已经有了一个很好的思路，就是要更全面地了解爱情，而不再简单地根据过往经历做出判断。",
        "label": ""
      },
      {
        "sentence": "相信我，只要你保持积极的态度，遇到合适的对象的时候，你一定能做出明智的选择。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，爱情是需要时间去培养的，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "给自己足够的时间去相处和了解对方，只有这样才能找到真正的幸福。",
        "label": ""
      },
      {
        "sentence": "我相信你能够走出困境，找到属于你的真爱。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会保持积极的态度，相信自己能够找到真正的幸福。我会对待爱情更加成熟，不再因为小事而轻易放弃。非常感谢你给我的支持和建议，我会牢记在心。再次谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会保持积极的态度，相信自己能够找到真正的幸福。",
        "label": ""
      },
      {
        "sentence": "我会对待爱情更加成熟，不再因为小事而轻易放弃。",
        "label": ""
      },
      {
        "sentence": "非常感谢你给我的支持和建议，我会牢记在心。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你。只要你坚持下去，一定会找到属于你的幸福。如果你还有什么问题或者需要进一步的支持，随时都可以向我求助。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你。",
        "label": ""
      },
      {
        "sentence": "只要你坚持下去，一定会找到属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么问题或者需要进一步的支持，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的提供的帮助和支持！我会牢记你的话，并时刻保持积极的心态。如果将来有任何问题，我一定会找你求助。谢谢你，再次祝你好运！",
    "annotation": [
      {
        "sentence": "非常感谢你的提供的帮助和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，并时刻保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "如果将来有任何问题，我一定会找你求助。",
        "label": ""
      },
      {
        "sentence": "谢谢你，再次祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的幸福就是我最大的心愿。记住，不论遇到什么困难，都要相信自己的能力和价值。保持积极的态度，不断成长和进步，你一定会找到属于你的真爱。加油！",
    "annotation": [
      {
        "sentence": "不客气，你的幸福就是我最大的心愿。",
        "label": ""
      },
      {
        "sentence": "记住，不论遇到什么困难，都要相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "保持积极的态度，不断成长和进步，你一定会找到属于你的真爱。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]