[
  {
    "role": "client",
    "content": "逼婚，逼得我受够了，怎么才能让父母不控制自己？我是养父母抱养的，这三十年来，他们一直控制我，从小在她的打骂中长大，胆小自卑。我怀疑他们没有爱的能力，受够了。这一年来过得提心吊胆的，为什么我的人生不能我说了算，父母非要安排我的一切，已经有过一次因被他们逼迫而失败的婚姻，好不容易逃离苦海，又要逼我去见他们安排的相亲对象。",
    "annotation": [
      {
        "sentence": "逼婚，逼得我受够了，怎么才能让父母不控制自己？",
        "label": ""
      },
      {
        "sentence": "我是养父母抱养的，这三十年来，他们一直控制我，从小在她的打骂中长大，胆小自卑。",
        "label": ""
      },
      {
        "sentence": "我怀疑他们没有爱的能力，受够了。",
        "label": ""
      },
      {
        "sentence": "这一年来过得提心吊胆的，为什么我的人生不能我说了算，父母非要安排我的一切，已经有过一次因被他们逼迫而失败的婚姻，好不容易逃离苦海，又要逼我去见他们安排的相亲对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让你受苦了。这种经历我也经历过，经历一摸一样，唯独身世不一样，父母是亲生的，而且只有我一个孩子。但对待孩子的方式都一摸一样的。从你说的几个细节当中，我能很肯定地说，你的养父母是真的疼爱你，已经把你当成亲生孩子养了。当然，用的方式是未必我们喜欢和欢迎的，现在你还不能理解，没关系，这需要时间和经历，通过了解才能慢慢理解你的父母。",
    "annotation": [
      {
        "sentence": "让你受苦了。",
        "label": ""
      },
      {
        "sentence": "这种经历我也经历过，经历一摸一样，唯独身世不一样，父母是亲生的，而且只有我一个孩子。",
        "label": ""
      },
      {
        "sentence": "但对待孩子的方式都一摸一样的。",
        "label": ""
      },
      {
        "sentence": "从你说的几个细节当中，我能很肯定地说，你的养父母是真的疼爱你，已经把你当成亲生孩子养了。",
        "label": ""
      },
      {
        "sentence": "当然，用的方式是未必我们喜欢和欢迎的，现在你还不能理解，没关系，这需要时间和经历，通过了解才能慢慢理解你的父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是他们的控制让我感到窒息，觉得自己没有自由。他们总是不断地干涉我的生活，让我做他们想要的事情。我真的觉得他们不懂得顾及我的感受，不尊重我的选择。",
    "annotation": [
      {
        "sentence": "但是他们的控制让我感到窒息，觉得自己没有自由。",
        "label": ""
      },
      {
        "sentence": "他们总是不断地干涉我的生活，让我做他们想要的事情。",
        "label": ""
      },
      {
        "sentence": "我真的觉得他们不懂得顾及我的感受，不尊重我的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的他们没有爱的能力、不懂得顾及你的感受、不懂得教育等等都没错，要知道以前讯息不发达的年代，确实会有很多局限性，我们可以试着了解一下情况，再去客观评价。不要被情绪所左右。首先，他们逼婚。真父母才会逼婚，才会着急在乎，真疼爱孩子的父母才会做这种事，是真的。其次，他们控制。因为他们担心自己老了无依无靠，怕你帮不了不肯帮他们养老，他们怕老了之后生病很痛苦生活不能自理的年轻人够人手能够帮上忙，怕死，所以会从小要求孩子乖，焦虑，渐渐地成了控制，这也是亲生父母经常爱做的事。再次，他们打骂。认为打骂教育是对孩子好，原因跟上面一样，是因为他们从小他们的父母祖辈也是这样的方式对待他们，他们从上辈习得的传统落后的教育方式。",
    "annotation": [
      {
        "sentence": "你说的他们没有爱的能力、不懂得顾及你的感受、不懂得教育等等都没错，要知道以前讯息不发达的年代，确实会有很多局限性，我们可以试着了解一下情况，再去客观评价。",
        "label": ""
      },
      {
        "sentence": "不要被情绪所左右。",
        "label": ""
      },
      {
        "sentence": "首先，他们逼婚。",
        "label": ""
      },
      {
        "sentence": "真父母才会逼婚，才会着急在乎，真疼爱孩子的父母才会做这种事，是真的。",
        "label": ""
      },
      {
        "sentence": "其次，他们控制。",
        "label": ""
      },
      {
        "sentence": "因为他们担心自己老了无依无靠，怕你帮不了不肯帮他们养老，他们怕老了之后生病很痛苦生活不能自理的年轻人够人手能够帮上忙，怕死，所以会从小要求孩子乖，焦虑，渐渐地成了控制，这也是亲生父母经常爱做的事。",
        "label": ""
      },
      {
        "sentence": "再次，他们打骂。",
        "label": ""
      },
      {
        "sentence": "认为打骂教育是对孩子好，原因跟上面一样，是因为他们从小他们的父母祖辈也是这样的方式对待他们，他们从上辈习得的传统落后的教育方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他们可能是出于对我的好才这样做的，但我确实觉得这样的方式对我造成了伤害，让我变得缺乏自信。我每天都生活在焦虑之中，害怕做出自己的选择，害怕让他们失望。",
    "annotation": [
      {
        "sentence": "我明白他们可能是出于对我的好才这样做的，但我确实觉得这样的方式对我造成了伤害，让我变得缺乏自信。",
        "label": ""
      },
      {
        "sentence": "我每天都生活在焦虑之中，害怕做出自己的选择，害怕让他们失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "打骂、批评后不小心造成了你自信心不足，自我评价低的弊端，还让你过得提心吊胆的，真不是他们的初衷，因为他们也没学过也不懂其他教育方式了。最后，他们包办，给你安排一切。也是把你捧在手心里抓在手心里，怕你再次受伤害，保护你，不敢放手，想再替你安排，因为你已经有过一次因被他们逼迫而失败的婚姻，好不容易逃离苦海，又要逼我去见他们安排的相亲对象。所以他们知道之前他们错了，他们感到上一次已经对不起你了，感到愧疚，希望这次能有一次弥补你的机会。",
    "annotation": [
      {
        "sentence": "打骂、批评后不小心造成了你自信心不足，自我评价低的弊端，还让你过得提心吊胆的，真不是他们的初衷，因为他们也没学过也不懂其他教育方式了。",
        "label": ""
      },
      {
        "sentence": "最后，他们包办，给你安排一切。",
        "label": ""
      },
      {
        "sentence": "也是把你捧在手心里抓在手心里，怕你再次受伤害，保护你，不敢放手，想再替你安排，因为你已经有过一次因被他们逼迫而失败的婚姻，好不容易逃离苦海，又要逼我去见他们安排的相亲对象。",
        "label": ""
      },
      {
        "sentence": "所以他们知道之前他们错了，他们感到上一次已经对不起你了，感到愧疚，希望这次能有一次弥补你的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能够过上自己想要的生活，但我不知道该如何摆脱他们的控制。我希望能够和他们沟通，并让他们理解我的想法。",
    "annotation": [
      {
        "sentence": "我希望能够过上自己想要的生活，但我不知道该如何摆脱他们的控制。",
        "label": ""
      },
      {
        "sentence": "我希望能够和他们沟通，并让他们理解我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果想要父母少操心你，你首先要表现出来你成熟了，能够自己处理好事情，让他们放心。还有就是让他们放心，让他们坚信，不管你找不找对象，嫁不嫁，日后都有足够的人手足够的耐心善良来细心耐心精心地照顾他们老了之后，生病之后，以解除他们老年的焦虑，他们就会慢慢放下对你的控制了。",
    "annotation": [
      {
        "sentence": "如果想要父母少操心你，你首先要表现出来你成熟了，能够自己处理好事情，让他们放心。",
        "label": ""
      },
      {
        "sentence": "还有就是让他们放心，让他们坚信，不管你找不找对象，嫁不嫁，日后都有足够的人手足够的耐心善良来细心耐心精心地照顾他们老了之后，生病之后，以解除他们老年的焦虑，他们就会慢慢放下对你的控制了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更加成熟，独立处理自己的事情，并让他们相信我有能力照顾他们。我也要尝试去理解他们的角度，了解他们从小所接受的教育方式和价值观。谢谢你的支持和鼓励，我会尽力改变。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更加成熟，独立处理自己的事情，并让他们相信我有能力照顾他们。",
        "label": ""
      },
      {
        "sentence": "我也要尝试去理解他们的角度，了解他们从小所接受的教育方式和价值观。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够取得进步的。记住，和解并不是要与原生家庭彻底和解，而是为自己的现状负起责任。为自己的工作、财富、人格、孤独、痛苦、不如意、一地鸡毛的关系，承担起责任。我们需要去思考：我怎么被影响了，我可以为现在的自己做些什么。当你能为现在的自己负起责任来，你就成了和父母一样平等的成年人了。你们一样有着彼此的艰难、无奈、言不由衷。你不再那么需要他们，和解就是个自然的结果了。这时候你的父母依然没有任何改变，你改变就好了。父母依然会控制你。可是控制你的不仅是父母，你什么时候学会了“如何应对别人的控制”，你就学会了如何应对父母的控制。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够取得进步的。",
        "label": ""
      },
      {
        "sentence": "记住，和解并不是要与原生家庭彻底和解，而是为自己的现状负起责任。",
        "label": ""
      },
      {
        "sentence": "为自己的工作、财富、人格、孤独、痛苦、不如意、一地鸡毛的关系，承担起责任。",
        "label": ""
      },
      {
        "sentence": "我们需要去思考：我怎么被影响了，我可以为现在的自己做些什么。",
        "label": ""
      },
      {
        "sentence": "当你能为现在的自己负起责任来，你就成了和父母一样平等的成年人了。",
        "label": ""
      },
      {
        "sentence": "你们一样有着彼此的艰难、无奈、言不由衷。",
        "label": ""
      },
      {
        "sentence": "你不再那么需要他们，和解就是个自然的结果了。",
        "label": ""
      },
      {
        "sentence": "这时候你的父母依然没有任何改变，你改变就好了。",
        "label": ""
      },
      {
        "sentence": "父母依然会控制你。",
        "label": ""
      },
      {
        "sentence": "可是控制你的不仅是父母，你什么时候学会了“如何应对别人的控制”，你就学会了如何应对父母的控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力学会如何应对他们的控制，同时也为自己的成长负起责任。谢谢你的建议和理解，我对未来充满了希望。",
    "annotation": [
      {
        "sentence": "我会努力学会如何应对他们的控制，同时也为自己的成长负起责任。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和理解，我对未来充满了希望。",
        "label": ""
      }
    ]
  }
]