[
  {
    "role": "client",
    "content": "感觉自己严重心理不平衡，已经影响生活，该怎么减轻？",
    "annotation": [
      {
        "sentence": "感觉自己严重心理不平衡，已经影响生活，该怎么减轻？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻中很难有公平这么一说，既然家庭是两个人共同拥有的，因爱结合那么就应该大家互帮互助，共同去付出，而不是谁钱少谁就多做。生活中的一切也不能完全以钱来衡量。",
    "annotation": [
      {
        "sentence": "婚姻中很难有公平这么一说，既然家庭是两个人共同拥有的，因爱结合那么就应该大家互帮互助，共同去付出，而不是谁钱少谁就多做。",
        "label": ""
      },
      {
        "sentence": "生活中的一切也不能完全以钱来衡量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我知道应该互相帮助，但我就是忍不住嫉妒小姑子，她中专学历都嫁了官二代，调到好工作，上海还买了房。我有身高、颜值和学历，可是嫁的却很差。我觉得婆婆对她太好，我就开始心里讨厌婆婆，不愿和姑姐一起吃饭，这种变态心理影响到我的生活。",
    "annotation": [
      {
        "sentence": "对，我知道应该互相帮助，但我就是忍不住嫉妒小姑子，她中专学历都嫁了官二代，调到好工作，上海还买了房。",
        "label": ""
      },
      {
        "sentence": "我有身高、颜值和学历，可是嫁的却很差。",
        "label": ""
      },
      {
        "sentence": "我觉得婆婆对她太好，我就开始心里讨厌婆婆，不愿和姑姐一起吃饭，这种变态心理影响到我的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻中，每个人的情况都不一样，不能过于拿别人和自己比较。每个人都有自己的优势和不足，幸福不应该只用物质条件来衡量。你应该意识到自己的价值和优点，并学会珍惜自己所拥有的。婚姻并不只是看表面的条件，更重要的是两个人是否真心相爱并一起努力创造美好的生活。",
    "annotation": [
      {
        "sentence": "婚姻中，每个人的情况都不一样，不能过于拿别人和自己比较。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优势和不足，幸福不应该只用物质条件来衡量。",
        "label": ""
      },
      {
        "sentence": "你应该意识到自己的价值和优点，并学会珍惜自己所拥有的。",
        "label": ""
      },
      {
        "sentence": "婚姻并不只是看表面的条件，更重要的是两个人是否真心相爱并一起努力创造美好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这些道理，可是自己总是忍不住嫉妒别人。而且，我们生了个有遗传病的孩子，虽然不影响日常生活，但我觉得很不公平。我们一家人本本分分，凭什么落到这种事，内心不能接受，觉得自己很倒霉。",
    "annotation": [
      {
        "sentence": "我知道这些道理，可是自己总是忍不住嫉妒别人。",
        "label": ""
      },
      {
        "sentence": "而且，我们生了个有遗传病的孩子，虽然不影响日常生活，但我觉得很不公平。",
        "label": ""
      },
      {
        "sentence": "我们一家人本本分分，凭什么落到这种事，内心不能接受，觉得自己很倒霉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遗传病是一种无法控制的因素，它并不代表你们的努力和付出没有价值。你要明白每个家庭都会遇到各种问题和挑战，重要的是如何面对和处理这些问题。你们要相互支持，坚定地面对困难，并为了孩子的未来一起努力。不要抱怨命运的不公平，而是要拥有积极的心态，寻找解决问题的方法。",
    "annotation": [
      {
        "sentence": "遗传病是一种无法控制的因素，它并不代表你们的努力和付出没有价值。",
        "label": ""
      },
      {
        "sentence": "你要明白每个家庭都会遇到各种问题和挑战，重要的是如何面对和处理这些问题。",
        "label": ""
      },
      {
        "sentence": "你们要相互支持，坚定地面对困难，并为了孩子的未来一起努力。",
        "label": ""
      },
      {
        "sentence": "不要抱怨命运的不公平，而是要拥有积极的心态，寻找解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道要积极面对问题，但是我就是觉得自己比别人倒霉。还有，老公赚不到钱，姑姐自身条件很一般却嫁得好，老公还能赚钱，我就嫉妒婆婆对她的好，感觉她拥有太多，开始心里讨厌婆婆。",
    "annotation": [
      {
        "sentence": "我也知道要积极面对问题，但是我就是觉得自己比别人倒霉。",
        "label": ""
      },
      {
        "sentence": "还有，老公赚不到钱，姑姐自身条件很一般却嫁得好，老公还能赚钱，我就嫉妒婆婆对她的好，感觉她拥有太多，开始心里讨厌婆婆。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻不能只看对方的物质条件，更应该看对方的品质和对你的关心。你的婆婆对姑姐好并不代表她不爱你，每个人都有自己的方式来表达关爱。你应该学会接受和理解不同的人和事物，不要因为别人的好而感到妒忌和不满。与其埋怨和抱怨，不如用心去建立与婆婆的良好关系，这会对你们的婚姻和家庭带来积极的影响。",
    "annotation": [
      {
        "sentence": "婚姻不能只看对方的物质条件，更应该看对方的品质和对你的关心。",
        "label": ""
      },
      {
        "sentence": "你的婆婆对姑姐好并不代表她不爱你，每个人都有自己的方式来表达关爱。",
        "label": ""
      },
      {
        "sentence": "你应该学会接受和理解不同的人和事物，不要因为别人的好而感到妒忌和不满。",
        "label": ""
      },
      {
        "sentence": "与其埋怨和抱怨，不如用心去建立与婆婆的良好关系，这会对你们的婚姻和家庭带来积极的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的都对，但是我真的很不开心，超级心理不平衡。",
    "annotation": [
      {
        "sentence": "我知道你说的都对，但是我真的很不开心，超级心理不平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的心情，不平衡是很正常的情绪。但是你要努力调整自己的心态，不要再过于关注别人的生活，而是更注重自己的幸福和成长。每个人都有自己的路要走，重要的是你要找到适合自己的方式，并为了自己的幸福而奋斗。如果你觉得现在的婚姻并不是你理想的选择，那么你也可以考虑其他的可能性。但是关键是你要明确自己的内心需求，并学会接受自己和他人的不完美。无论选择哪条路，都要为了自己的幸福而积极努力，不要停滞不前，让自己的生活变得更加美好和有意义。",
    "annotation": [
      {
        "sentence": "我明白你的心情，不平衡是很正常的情绪。",
        "label": ""
      },
      {
        "sentence": "但是你要努力调整自己的心态，不要再过于关注别人的生活，而是更注重自己的幸福和成长。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的路要走，重要的是你要找到适合自己的方式，并为了自己的幸福而奋斗。",
        "label": ""
      },
      {
        "sentence": "如果你觉得现在的婚姻并不是你理想的选择，那么你也可以考虑其他的可能性。",
        "label": ""
      },
      {
        "sentence": "但是关键是你要明确自己的内心需求，并学会接受自己和他人的不完美。",
        "label": ""
      },
      {
        "sentence": "无论选择哪条路，都要为了自己的幸福而积极努力，不要停滞不前，让自己的生活变得更加美好和有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会努力调整自己的心态，并为我的幸福和成长努力。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会努力调整自己的心态，并为我的幸福和成长努力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。如果你有任何需要，随时可以向我求助。记住，你并不孤单，我们一起面对问题，一起走向幸福的道路。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时可以向我求助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们一起面对问题，一起走向幸福的道路。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]