[
  {
    "role": "client",
    "content": "我是一个18岁的女生，过去6年，每当与我喜欢的人交流时，我会感到非常激动和僵硬。而且，当我与喜欢的类型的女生交流时，我不由自主地会幻想她们变得非常美好。我觉得这种情况很困扰我。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，过去6年，每当与我喜欢的人交流时，我会感到非常激动和僵硬。",
        "label": ""
      },
      {
        "sentence": "而且，当我与喜欢的类型的女生交流时，我不由自主地会幻想她们变得非常美好。",
        "label": ""
      },
      {
        "sentence": "我觉得这种情况很困扰我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我很愿意帮助你。首先，我们要了解情况的背景，可以告诉我你与喜欢的人交流时具体是什么感觉吗？",
    "annotation": [
      {
        "sentence": "听到你的困扰，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，我们要了解情况的背景，可以告诉我你与喜欢的人交流时具体是什么感觉吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当我与喜欢的人交流时，我心情会变得非常激动，紧张得不知道该说什么。有时候我甚至会觉得自己的表现有些僵硬，不自然。",
    "annotation": [
      {
        "sentence": "当我与喜欢的人交流时，我心情会变得非常激动，紧张得不知道该说什么。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至会觉得自己的表现有些僵硬，不自然。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉可能源自于关系的极端化。比如说，你可能对于你喜欢的那种类型的女生有着过度的追求，心中将其放在了一个很高的位置。简单来说，你可能对男性关系不感兴趣，而将对特定女性关系的需求放大了。这会导致你产生紧张激动的情绪，并表现出僵硬的举止。",
    "annotation": [
      {
        "sentence": "这种感觉可能源自于关系的极端化。",
        "label": ""
      },
      {
        "sentence": "比如说，你可能对于你喜欢的那种类型的女生有着过度的追求，心中将其放在了一个很高的位置。",
        "label": ""
      },
      {
        "sentence": "简单来说，你可能对男性关系不感兴趣，而将对特定女性关系的需求放大了。",
        "label": ""
      },
      {
        "sentence": "这会导致你产生紧张激动的情绪，并表现出僵硬的举止。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我确实感觉自己对男性关系不太感兴趣，更容易对特定女性关系有所期待。可能这是我过于关注某个方面导致的结果。",
    "annotation": [
      {
        "sentence": "你说的有道理，我确实感觉自己对男性关系不太感兴趣，更容易对特定女性关系有所期待。",
        "label": ""
      },
      {
        "sentence": "可能这是我过于关注某个方面导致的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种情况很常见。通常，这种过度关注某方面的关系，是受到家庭教育或社会环境的影响所致。它会使我们对大部分关系产生恐惧和排斥的心理。我们对关系的需求本来是相对平衡的，但当某个方面的需求得不到满足时，我们就会过度追求其他方面的关系。要改变现状，最好的方式是真正认识到关系与我们之间的连接模式。我们要问自己，是否对方真的是我们所认为的那么不好，或者其他关系是否也存在类似的问题。并不是说与其他关系好了，就会对现在特殊的关系不重视。它是一种独特的存在，我们可以更友好地与之相处，因为我们可以更平衡地对待它，不会承受过度的压力。",
    "annotation": [
      {
        "sentence": "是的，这种情况很常见。",
        "label": ""
      },
      {
        "sentence": "通常，这种过度关注某方面的关系，是受到家庭教育或社会环境的影响所致。",
        "label": ""
      },
      {
        "sentence": "它会使我们对大部分关系产生恐惧和排斥的心理。",
        "label": ""
      },
      {
        "sentence": "我们对关系的需求本来是相对平衡的，但当某个方面的需求得不到满足时，我们就会过度追求其他方面的关系。",
        "label": ""
      },
      {
        "sentence": "要改变现状，最好的方式是真正认识到关系与我们之间的连接模式。",
        "label": ""
      },
      {
        "sentence": "我们要问自己，是否对方真的是我们所认为的那么不好，或者其他关系是否也存在类似的问题。",
        "label": ""
      },
      {
        "sentence": "并不是说与其他关系好了，就会对现在特殊的关系不重视。",
        "label": ""
      },
      {
        "sentence": "它是一种独特的存在，我们可以更友好地与之相处，因为我们可以更平衡地对待它，不会承受过度的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会试着去认识关系与需求之间的连接模式。或许我可以更加平衡地对待我喜欢的人和其他人。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会试着去认识关系与需求之间的连接模式。",
        "label": ""
      },
      {
        "sentence": "或许我可以更加平衡地对待我喜欢的人和其他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心，我相信你能够逐渐改变现状。如果你需要倾诉或需要我帮你分析其他问题，随时都可以找我。希望你能变得更加幸福。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心，我相信你能够逐渐改变现状。",
        "label": ""
      },
      {
        "sentence": "如果你需要倾诉或需要我帮你分析其他问题，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "希望你能变得更加幸福。",
        "label": ""
      }
    ]
  }
]