[
  {
    "role": "client",
    "content": "为什么我一定要做个乖乖女？为什么我要这样活着？我真的很讨厌我的弟弟，他只会害我，害我被我爸打，他们两个天天说些伤人的话，记得八岁的时候，我就闹过，爸爸那时对我改变态度，特别温柔，我以为明天也会这样，但那怎么可能？弟弟天天说我不应该活着，我很羡慕我周围的人，他们每天都在和我抱怨，但他们讨厌的，却是我喜欢的生活。我为什么一定要为他人活着，爸爸总是和我说，我除了弟弟，就没有亲人，仔细想来，世界上确实没有几个人爱我，他们有他们的生活，我只不过是个讨厌鬼。为什么大的一定要不让着小的？为什么我一定要活着？为什么所有人都骂我？记得我从小就有自杀和离家出走的念头，但是我一直觉得好运马上就会到来，可是这么多年，根本没有，我的爸爸很讨厌，他会拿我撒气，会打我，我从小忍到大，我现在正在离家出走的路上，没有接收到一个电话，路上的人连几句嘘寒问暖都没有，真的恨透了这个世界。",
    "annotation": [
      {
        "sentence": "为什么我一定要做个乖乖女？",
        "label": ""
      },
      {
        "sentence": "为什么我要这样活着？",
        "label": ""
      },
      {
        "sentence": "我真的很讨厌我的弟弟，他只会害我，害我被我爸打，他们两个天天说些伤人的话，记得八岁的时候，我就闹过，爸爸那时对我改变态度，特别温柔，我以为明天也会这样，但那怎么可能？",
        "label": ""
      },
      {
        "sentence": "弟弟天天说我不应该活着，我很羡慕我周围的人，他们每天都在和我抱怨，但他们讨厌的，却是我喜欢的生活。",
        "label": ""
      },
      {
        "sentence": "我为什么一定要为他人活着，爸爸总是和我说，我除了弟弟，就没有亲人，仔细想来，世界上确实没有几个人爱我，他们有他们的生活，我只不过是个讨厌鬼。",
        "label": ""
      },
      {
        "sentence": "为什么大的一定要不让着小的？",
        "label": ""
      },
      {
        "sentence": "为什么我一定要活着？",
        "label": ""
      },
      {
        "sentence": "为什么所有人都骂我？",
        "label": ""
      },
      {
        "sentence": "记得我从小就有自杀和离家出走的念头，但是我一直觉得好运马上就会到来，可是这么多年，根本没有，我的爸爸很讨厌，他会拿我撒气，会打我，我从小忍到大，我现在正在离家出走的路上，没有接收到一个电话，路上的人连几句嘘寒问暖都没有，真的恨透了这个世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在看到你的留言的时候，我心情很难受。我多少能理解，如果一个人从来没有被人爱过，那她会有多么的孤单和痛苦。",
    "annotation": [
      {
        "sentence": "在看到你的留言的时候，我心情很难受。",
        "label": ""
      },
      {
        "sentence": "我多少能理解，如果一个人从来没有被人爱过，那她会有多么的孤单和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我就是觉得很孤单，很痛苦。",
    "annotation": [
      {
        "sentence": "对，我就是觉得很孤单，很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的描述中，我看到了你的弟弟对你的指责，甚至还害你被爸爸打。而且你受委屈时，你爸爸还要你让着弟弟，那真的是很痛苦委屈。在这么痛苦委屈的多年里，你却能坚持到现在，真的很了不起，你能跟我说说，在这么痛苦艰难的日子里，你是怎么做的，怎么熬过来，怎么坚持到现在的？",
    "annotation": [
      {
        "sentence": "在你的描述中，我看到了你的弟弟对你的指责，甚至还害你被爸爸打。",
        "label": ""
      },
      {
        "sentence": "而且你受委屈时，你爸爸还要你让着弟弟，那真的是很痛苦委屈。",
        "label": ""
      },
      {
        "sentence": "在这么痛苦委屈的多年里，你却能坚持到现在，真的很了不起，你能跟我说说，在这么痛苦艰难的日子里，你是怎么做的，怎么熬过来，怎么坚持到现在的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也不知道自己怎么坚持下来的，我一直告诉自己要坚强，要忍耐，但是现在真的觉得很难。",
    "annotation": [
      {
        "sentence": "我也不知道自己怎么坚持下来的，我一直告诉自己要坚强，要忍耐，但是现在真的觉得很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。你的强大和坚持让我非常敬佩。即使在这个痛苦的环境下，你仍然选择了坚持，这是非常勇敢的。有时候，我们并不需要知道答案，也不需要解决所有的问题。我们只需要知道自己不是一个人在战斗，有人在乎我们，关心我们。在你深陷困境的时候，我希望你能尽量保持情绪稳定，尝试寻找一些能够让自己开心放松的事情，比如听听音乐、看看电影等。我们也可以一起想想办法，看看有没有什么可以缓解你困境的方法。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你的强大和坚持让我非常敬佩。",
        "label": ""
      },
      {
        "sentence": "即使在这个痛苦的环境下，你仍然选择了坚持，这是非常勇敢的。",
        "label": ""
      },
      {
        "sentence": "有时候，我们并不需要知道答案，也不需要解决所有的问题。",
        "label": ""
      },
      {
        "sentence": "我们只需要知道自己不是一个人在战斗，有人在乎我们，关心我们。",
        "label": ""
      },
      {
        "sentence": "在你深陷困境的时候，我希望你能尽量保持情绪稳定，尝试寻找一些能够让自己开心放松的事情，比如听听音乐、看看电影等。",
        "label": ""
      },
      {
        "sentence": "我们也可以一起想想办法，看看有没有什么可以缓解你困境的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也有一些疏解的方式，但总觉得没有根本解决问题的办法，还是觉得很大的压力。",
    "annotation": [
      {
        "sentence": "其实我也有一些疏解的方式，但总觉得没有根本解决问题的办法，还是觉得很大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受，有时候即使找到疏解的方式，仍然难以解决根本问题。但是不要将压力全部放在自己身上，因为这不是一个人的战斗。你可以试试和身边的朋友、老师或者亲人沟通，让他们了解你的处境和困难，也许他们能提供一些帮助和支持。同时，如果你愿意的话，我们也可以一起探讨一些可以改变你目前状况的办法，毕竟困境终究是可以克服的。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受，有时候即使找到疏解的方式，仍然难以解决根本问题。",
        "label": ""
      },
      {
        "sentence": "但是不要将压力全部放在自己身上，因为这不是一个人的战斗。",
        "label": ""
      },
      {
        "sentence": "你可以试试和身边的朋友、老师或者亲人沟通，让他们了解你的处境和困难，也许他们能提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "同时，如果你愿意的话，我们也可以一起探讨一些可以改变你目前状况的办法，毕竟困境终究是可以克服的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和身边的人沟通一下，也很感谢你的建议。但我还是觉得很怕面对现实，怕面对可能的失败和拒绝。",
    "annotation": [
      {
        "sentence": "我会试着和身边的人沟通一下，也很感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得很怕面对现实，怕面对可能的失败和拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对现实的确是一件困难的事情，毕竟我们都希望被理解和接纳。但是我们不能总是让自己停留在舒适区，只有勇敢面对困难，我们才能真正地改变自己的生活。你已经是如此勇敢地发声求助，相信你也能勇敢面对各种可能的结果。无论结果如何，我都会在这里支持你，一起面对和克服困难。希望你可以尝试放下对于失败和拒绝的恐惧，相信自己的价值，勇敢向前迈出一步。如果你需要的话，我们可以继续聊下去，探讨更多的问题和解决方案。",
    "annotation": [
      {
        "sentence": "面对现实的确是一件困难的事情，毕竟我们都希望被理解和接纳。",
        "label": ""
      },
      {
        "sentence": "但是我们不能总是让自己停留在舒适区，只有勇敢面对困难，我们才能真正地改变自己的生活。",
        "label": ""
      },
      {
        "sentence": "你已经是如此勇敢地发声求助，相信你也能勇敢面对各种可能的结果。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我都会在这里支持你，一起面对和克服困难。",
        "label": ""
      },
      {
        "sentence": "希望你可以尝试放下对于失败和拒绝的恐惧，相信自己的价值，勇敢向前迈出一步。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，我们可以继续聊下去，探讨更多的问题和解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着面对现实，勇敢改变。也希望在这个过程中能够得到你的帮助和指导。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着面对现实，勇敢改变。",
        "label": ""
      },
      {
        "sentence": "也希望在这个过程中能够得到你的帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的信任，我会一直在这里支持你，给予你力所能及的帮助和指导。记住，你不是一个人在战斗，我们一起努力，一起面对困难，一定会找到解决问题的办法。如果需要和我聊天，随时都可以找我，相信我们可以度过这个艰难的时刻。",
    "annotation": [
      {
        "sentence": "非常感谢你的信任，我会一直在这里支持你，给予你力所能及的帮助和指导。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们一起努力，一起面对困难，一定会找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "如果需要和我聊天，随时都可以找我，相信我们可以度过这个艰难的时刻。",
        "label": ""
      }
    ]
  }
]