[
  {
    "role": "client",
    "content": "我是一个21岁的男生，我不知道怎样才能放下因为自己的过错而失去的人。过去四个月，因为前女友找了新的男朋友，我开始失眠，抑郁，考研也放弃了，开学也没去，我无法面对她。分手是我提的，因为我觉得自己不像个男朋友，她以前对我很好，我就放纵了自己。等我再回头认识到自己的错误以后已经晚了。我现在脑子里面总是幻想，充满了回忆，有时候失眠的感觉让我想自杀。我割过手腕，晚上吃安眠药也睡不着。我想知道，抑郁症会好起来吗？我想死，但是我觉得死了只会让我家人更痛苦，每天都在煎熬中度过。今天差点喝农药自杀，但是我怕家人受不了。我想好起来，但是现在我觉得也许亲人是我离开的一道难以逾越的墙。",
    "annotation": [
      {
        "sentence": "我是一个21岁的男生，我不知道怎样才能放下因为自己的过错而失去的人。",
        "label": ""
      },
      {
        "sentence": "过去四个月，因为前女友找了新的男朋友，我开始失眠，抑郁，考研也放弃了，开学也没去，我无法面对她。",
        "label": ""
      },
      {
        "sentence": "分手是我提的，因为我觉得自己不像个男朋友，她以前对我很好，我就放纵了自己。",
        "label": ""
      },
      {
        "sentence": "等我再回头认识到自己的错误以后已经晚了。",
        "label": ""
      },
      {
        "sentence": "我现在脑子里面总是幻想，充满了回忆，有时候失眠的感觉让我想自杀。",
        "label": ""
      },
      {
        "sentence": "我割过手腕，晚上吃安眠药也睡不着。",
        "label": ""
      },
      {
        "sentence": "我想知道，抑郁症会好起来吗？",
        "label": ""
      },
      {
        "sentence": "我想死，但是我觉得死了只会让我家人更痛苦，每天都在煎熬中度过。",
        "label": ""
      },
      {
        "sentence": "今天差点喝农药自杀，但是我怕家人受不了。",
        "label": ""
      },
      {
        "sentence": "我想好起来，但是现在我觉得也许亲人是我离开的一道难以逾越的墙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的叙述中，我了解到你的前女友以前对你非常好，但你没有表现出合适的男朋友的样子。也许正因为她对你的好，你才放纵自己，结果却后悔莫及，并最终提出了分手。现在你的前女友找到了新的男朋友，而这让你非常痛苦，甚至一度想要结束自己的生活。现在我们来分析一下为什么会导致这样的结果，你的情感历程是怎样的。当初你因为发生的事跟她提出分手后，虽然你们已经分手了，但你的时间停留在分手的那一刻，没有再往前走。也就是说，你一直停留在看到自己给她造成伤害的那一刻，也就是处于分手和未分手之间。因此，当她找到新的男朋友时，会给你造成巨大的打击。这种打击引发了你对前女友的愧疚感，认为当初伤害了她的行为会导致这种感觉。所以，你想要消除的并不是自己，而是当初那个伤害前女友的人。你为什么不敢见她，是因为面对前女友就等于面对那个当初伤害她的人。你用各种极端的方式来阻止那个伤害她的人，比如不见她。这种做法值得一定程度的理解，但如果一直处于这种情况下，就不值得认同了。你需要改变，让时间继续往前走。因为如果时间停滞不前，你就会永远处于伤害前女友的状态中。也就是说，你在不断地伤害自己的前女友。在这种状况下，你无法弥补对前女友的伤害，她也无法祝福你，帮助你变得更加幸福。我认为这并不合适。你很爱你的前女友，现在也依然爱她，相信未来也将一直爱她，因为她带给你的幸福和快乐是真实的。那么现在你该怎么做呢？你需要学会面对当初伤害前女友的行为和你自己。只有当我们面对它们的时候，我们才不会被它们控制。我曾经读到一篇文章中说：“当我们面对情绪时，我们才不会被情绪所控制。”也就是说，只有当我们面对和接受这些情绪，承认自己有这些情绪的时候，我们才不会被情绪所控制，而是能够选择情绪对待我们。现在你一直压抑着当初伤害前女友的愧疚感，不断地攻击自己，这种愧疚感得不到释放，就一直存在。所以你需要释放它。而释放它的方式就是面对它。当你勇敢地面对这份愧疚感时，或许会很难承受，但这是你选择的成长之路。这个时候你可以选择借酒解愁，也可以给自己两个耳光，以释放内心的愧疚感。当愧疚感得到释放时，时间也会继续前行，你也会变得更加幸福。或许某一天当她遇到困难时，你就有足够的能力去帮助她。而在未来的某一天，你会遇到更好的人，展开一段更加幸福的恋情。你过去犯过的错误不会延续到下一段感情中，这对于前女友来说也是一个重要的认同。很多人称之为救赎，但我更愿意把它称为爱。最后，真心祝愿你能早日摆脱当前的困扰，让时间的长河继续向前流淌，你会永远变得更加幸福。",
    "annotation": [
      {
        "sentence": "从你的叙述中，我了解到你的前女友以前对你非常好，但你没有表现出合适的男朋友的样子。",
        "label": ""
      },
      {
        "sentence": "也许正因为她对你的好，你才放纵自己，结果却后悔莫及，并最终提出了分手。",
        "label": ""
      },
      {
        "sentence": "现在你的前女友找到了新的男朋友，而这让你非常痛苦，甚至一度想要结束自己的生活。",
        "label": ""
      },
      {
        "sentence": "现在我们来分析一下为什么会导致这样的结果，你的情感历程是怎样的。",
        "label": ""
      },
      {
        "sentence": "当初你因为发生的事跟她提出分手后，虽然你们已经分手了，但你的时间停留在分手的那一刻，没有再往前走。",
        "label": ""
      },
      {
        "sentence": "也就是说，你一直停留在看到自己给她造成伤害的那一刻，也就是处于分手和未分手之间。",
        "label": ""
      },
      {
        "sentence": "因此，当她找到新的男朋友时，会给你造成巨大的打击。",
        "label": ""
      },
      {
        "sentence": "这种打击引发了你对前女友的愧疚感，认为当初伤害了她的行为会导致这种感觉。",
        "label": ""
      },
      {
        "sentence": "所以，你想要消除的并不是自己，而是当初那个伤害前女友的人。",
        "label": ""
      },
      {
        "sentence": "你为什么不敢见她，是因为面对前女友就等于面对那个当初伤害她的人。",
        "label": ""
      },
      {
        "sentence": "你用各种极端的方式来阻止那个伤害她的人，比如不见她。",
        "label": ""
      },
      {
        "sentence": "这种做法值得一定程度的理解，但如果一直处于这种情况下，就不值得认同了。",
        "label": ""
      },
      {
        "sentence": "你需要改变，让时间继续往前走。",
        "label": ""
      },
      {
        "sentence": "因为如果时间停滞不前，你就会永远处于伤害前女友的状态中。",
        "label": ""
      },
      {
        "sentence": "也就是说，你在不断地伤害自己的前女友。",
        "label": ""
      },
      {
        "sentence": "在这种状况下，你无法弥补对前女友的伤害，她也无法祝福你，帮助你变得更加幸福。",
        "label": ""
      },
      {
        "sentence": "我认为这并不合适。",
        "label": ""
      },
      {
        "sentence": "你很爱你的前女友，现在也依然爱她，相信未来也将一直爱她，因为她带给你的幸福和快乐是真实的。",
        "label": ""
      },
      {
        "sentence": "那么现在你该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "你需要学会面对当初伤害前女友的行为和你自己。",
        "label": ""
      },
      {
        "sentence": "只有当我们面对它们的时候，我们才不会被它们控制。",
        "label": ""
      },
      {
        "sentence": "我曾经读到一篇文章中说：“当我们面对情绪时，我们才不会被情绪所控制。",
        "label": ""
      },
      {
        "sentence": "”也就是说，只有当我们面对和接受这些情绪，承认自己有这些情绪的时候，我们才不会被情绪所控制，而是能够选择情绪对待我们。",
        "label": ""
      },
      {
        "sentence": "现在你一直压抑着当初伤害前女友的愧疚感，不断地攻击自己，这种愧疚感得不到释放，就一直存在。",
        "label": ""
      },
      {
        "sentence": "所以你需要释放它。",
        "label": ""
      },
      {
        "sentence": "而释放它的方式就是面对它。",
        "label": ""
      },
      {
        "sentence": "当你勇敢地面对这份愧疚感时，或许会很难承受，但这是你选择的成长之路。",
        "label": ""
      },
      {
        "sentence": "这个时候你可以选择借酒解愁，也可以给自己两个耳光，以释放内心的愧疚感。",
        "label": ""
      },
      {
        "sentence": "当愧疚感得到释放时，时间也会继续前行，你也会变得更加幸福。",
        "label": ""
      },
      {
        "sentence": "或许某一天当她遇到困难时，你就有足够的能力去帮助她。",
        "label": ""
      },
      {
        "sentence": "而在未来的某一天，你会遇到更好的人，展开一段更加幸福的恋情。",
        "label": ""
      },
      {
        "sentence": "你过去犯过的错误不会延续到下一段感情中，这对于前女友来说也是一个重要的认同。",
        "label": ""
      },
      {
        "sentence": "很多人称之为救赎，但我更愿意把它称为爱。",
        "label": ""
      },
      {
        "sentence": "最后，真心祝愿你能早日摆脱当前的困扰，让时间的长河继续向前流淌，你会永远变得更加幸福。",
        "label": ""
      }
    ]
  }
]