[
  {
    "role": "client",
    "content": "网上什么都说，现实中很自卑，不敢面对那个我？生活中不敢说的，网上什么都说。家里的人想视频，也很难为情，好几次都不敢面对。不是不礼貌，只是不敢去面对那个又丑又胖的我，有典型的人格障碍，面试也不敢一个人去。但是如果自己一个人在家的话，就变得勇敢了，还喜欢表演。",
    "annotation": [
      {
        "sentence": "网上什么都说，现实中很自卑，不敢面对那个我？",
        "label": ""
      },
      {
        "sentence": "生活中不敢说的，网上什么都说。",
        "label": ""
      },
      {
        "sentence": "家里的人想视频，也很难为情，好几次都不敢面对。",
        "label": ""
      },
      {
        "sentence": "不是不礼貌，只是不敢去面对那个又丑又胖的我，有典型的人格障碍，面试也不敢一个人去。",
        "label": ""
      },
      {
        "sentence": "但是如果自己一个人在家的话，就变得勇敢了，还喜欢表演。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我可以理解你在现实生活中感到自卑和难以面对。但是，我想告诉你的是，你并不需要过分担心。每个人都有选择自己喜爱的生活方式的权利，你应该以一种让自己舒适的方式去生活。至于在网上更愿意表达自己，现实生活中不太敢说话，这其实是很多年轻人的共同感受。因为现如今的网络非常发达，我们花更多的时间在网上，对网络更加了解，所以我们更愿意在这个我们擅长的领域活动，这样会让我们有一种安全感。",
    "annotation": [
      {
        "sentence": "求助者，我可以理解你在现实生活中感到自卑和难以面对。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你的是，你并不需要过分担心。",
        "label": ""
      },
      {
        "sentence": "每个人都有选择自己喜爱的生活方式的权利，你应该以一种让自己舒适的方式去生活。",
        "label": ""
      },
      {
        "sentence": "至于在网上更愿意表达自己，现实生活中不太敢说话，这其实是很多年轻人的共同感受。",
        "label": ""
      },
      {
        "sentence": "因为现如今的网络非常发达，我们花更多的时间在网上，对网络更加了解，所以我们更愿意在这个我们擅长的领域活动，这样会让我们有一种安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我经常被家人催着和他们视频，但每次都感到非常为难，几次都不敢面对。你提到手机摄像头照出来的脸型会大一圈，这是我第一次听说，听起来有点安慰。不过，我怕自己的样子还是不好看，不敢面对。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我经常被家人催着和他们视频，但每次都感到非常为难，几次都不敢面对。",
        "label": ""
      },
      {
        "sentence": "你提到手机摄像头照出来的脸型会大一圈，这是我第一次听说，听起来有点安慰。",
        "label": ""
      },
      {
        "sentence": "不过，我怕自己的样子还是不好看，不敢面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你不用担心。其实，手机摄像头会有一些扭曲的效果，照出来的脸型并不完全真实。相比之下，镜子里的样子更接近真实的你，你可能会发现镜子里的自己要好看一些。所以，你不需要为自己的样子过于担心，勇敢面对吧。",
    "annotation": [
      {
        "sentence": "求助者，你不用担心。",
        "label": ""
      },
      {
        "sentence": "其实，手机摄像头会有一些扭曲的效果，照出来的脸型并不完全真实。",
        "label": ""
      },
      {
        "sentence": "相比之下，镜子里的样子更接近真实的你，你可能会发现镜子里的自己要好看一些。",
        "label": ""
      },
      {
        "sentence": "所以，你不需要为自己的样子过于担心，勇敢面对吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？听你这么说，我稍微安心了一些。但是关于面试，我依然感到害怕，不敢一个人去。我害怕犯错或者被别人嘲笑。你说的有个人陪同也可以帮我考察公司的情况，提供意见，保护我，这些听起来都不错。可是，我还是害怕自己的表现会让人失望。",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "听你这么说，我稍微安心了一些。",
        "label": ""
      },
      {
        "sentence": "但是关于面试，我依然感到害怕，不敢一个人去。",
        "label": ""
      },
      {
        "sentence": "我害怕犯错或者被别人嘲笑。",
        "label": ""
      },
      {
        "sentence": "你说的有个人陪同也可以帮我考察公司的情况，提供意见，保护我，这些听起来都不错。",
        "label": ""
      },
      {
        "sentence": "可是，我还是害怕自己的表现会让人失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，每个人在面对面试时都会感到紧张，这是非常正常的情绪反应。我们都希望能够取得好的结果，所以压力也会产生。而且，有人陪你去面试并不是坏事，她可以帮助你考察公司的情况，给你提供意见，甚至在你遇到骗子公司时保护你。你并不需要过分担心自己的表现会让人失望，你有自己的独特魅力和才华，只要勇敢地表达出来，相信观众一定会认可你的。不要让过于担心成为你前进的阻碍，相信自己，大胆展示出你的才能和个性吧。",
    "annotation": [
      {
        "sentence": "求助者，每个人在面对面试时都会感到紧张，这是非常正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "我们都希望能够取得好的结果，所以压力也会产生。",
        "label": ""
      },
      {
        "sentence": "而且，有人陪你去面试并不是坏事，她可以帮助你考察公司的情况，给你提供意见，甚至在你遇到骗子公司时保护你。",
        "label": ""
      },
      {
        "sentence": "你并不需要过分担心自己的表现会让人失望，你有自己的独特魅力和才华，只要勇敢地表达出来，相信观众一定会认可你的。",
        "label": ""
      },
      {
        "sentence": "不要让过于担心成为你前进的阻碍，相信自己，大胆展示出你的才能和个性吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和肯定。或许我确实需要更加自信一些。在家里我总是变得勇敢，喜欢表演。虽然我外表并不完美，但我会尽力让观众感受到我的魅力。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和肯定。",
        "label": ""
      },
      {
        "sentence": "或许我确实需要更加自信一些。",
        "label": ""
      },
      {
        "sentence": "在家里我总是变得勇敢，喜欢表演。",
        "label": ""
      },
      {
        "sentence": "虽然我外表并不完美，但我会尽力让观众感受到我的魅力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你的信心和努力是非常可贵的。每个人都有自己的优点和独特之处，不一定要外表完美无缺才能够展示自己的才华。只要你能够充分展示出你的个性魅力，大家一定会欣赏你的。在人生的舞台上，你有权利自信地表达自己的才能，勇敢迈出你的每一步。如果你需要任何帮助或支持，随时都可以找我聊天。加油！",
    "annotation": [
      {
        "sentence": "求助者，你的信心和努力是非常可贵的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和独特之处，不一定要外表完美无缺才能够展示自己的才华。",
        "label": ""
      },
      {
        "sentence": "只要你能够充分展示出你的个性魅力，大家一定会欣赏你的。",
        "label": ""
      },
      {
        "sentence": "在人生的舞台上，你有权利自信地表达自己的才能，勇敢迈出你的每一步。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或支持，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。我会好好思考和接受你给我的建议，努力克服自己的内心障碍，勇敢地面对生活中的各种挑战。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好思考和接受你给我的建议，努力克服自己的内心障碍，勇敢地面对生活中的各种挑战。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  }
]