[
  {
    "role": "client",
    "content": "无论是拖延还是不停工作，对时间匮乏感都很强怎么办？我对时间的流逝会感到焦虑，总是逼自己工作，工作休息难以平衡。因为很长一段时间都在逼自己工作，导致自己有点受不了了，但还是无法做到平衡工作和休息。我从很小的时候就有拖延症，也是一个低自尊的人（虽然现在因为自我成长已经很大改善了）。有强迫倾向，也轻微抑郁过一段时间。最近一年我因为一些原因，我慢慢的从拖延症走向了另一个极端，就是现在的无法休息。我觉得无论是我拖延症的时候，还是我现在这样不停工作的时候，都对时间有很强的匮乏感。希望得到一些建议。",
    "annotation": [
      {
        "sentence": "无论是拖延还是不停工作，对时间匮乏感都很强怎么办？",
        "label": ""
      },
      {
        "sentence": "我对时间的流逝会感到焦虑，总是逼自己工作，工作休息难以平衡。",
        "label": ""
      },
      {
        "sentence": "因为很长一段时间都在逼自己工作，导致自己有点受不了了，但还是无法做到平衡工作和休息。",
        "label": ""
      },
      {
        "sentence": "我从很小的时候就有拖延症，也是一个低自尊的人（虽然现在因为自我成长已经很大改善了）。",
        "label": ""
      },
      {
        "sentence": "有强迫倾向，也轻微抑郁过一段时间。",
        "label": ""
      },
      {
        "sentence": "最近一年我因为一些原因，我慢慢的从拖延症走向了另一个极端，就是现在的无法休息。",
        "label": ""
      },
      {
        "sentence": "我觉得无论是我拖延症的时候，还是我现在这样不停工作的时候，都对时间有很强的匮乏感。",
        "label": ""
      },
      {
        "sentence": "希望得到一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "️看见你有这样的困扰我想先来分析一下时间匮乏的问题。时间的匮乏就像物质的匮乏，或爱的匮乏一样，会影响人们做事的能力感和信念感。也会让人们面对事情的时候对目标变得异常紧张，不敢轻松的去面对。这种匮乏感会使人们被迫接受，过度自我消耗，最后让自己变得疲惫不堪。而如果需要自我补偿又会变得懒散拖延，很容易在焦躁和拖延中两级摇摆，无法真正处在放松简单的状态中去做事情。你现在就是这样的情况。",
    "annotation": [
      {
        "sentence": "️看见你有这样的困扰我想先来分析一下时间匮乏的问题。",
        "label": ""
      },
      {
        "sentence": "时间的匮乏就像物质的匮乏，或爱的匮乏一样，会影响人们做事的能力感和信念感。",
        "label": ""
      },
      {
        "sentence": "也会让人们面对事情的时候对目标变得异常紧张，不敢轻松的去面对。",
        "label": ""
      },
      {
        "sentence": "这种匮乏感会使人们被迫接受，过度自我消耗，最后让自己变得疲惫不堪。",
        "label": ""
      },
      {
        "sentence": "而如果需要自我补偿又会变得懒散拖延，很容易在焦躁和拖延中两级摇摆，无法真正处在放松简单的状态中去做事情。",
        "label": ""
      },
      {
        "sentence": "你现在就是这样的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在就是无法平衡工作和休息，总是感到时间不够用，让我非常焦虑。我不知道如何处理这种情况，我总觉得自己需要不断工作才能满足内心的需求，但又感到无法再继续下去。",
    "annotation": [
      {
        "sentence": "是的，我现在就是无法平衡工作和休息，总是感到时间不够用，让我非常焦虑。",
        "label": ""
      },
      {
        "sentence": "我不知道如何处理这种情况，我总觉得自己需要不断工作才能满足内心的需求，但又感到无法再继续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。对于时间的匮乏感，可能与你过去的拖延症有关，也可能有其他的心理因素在起作用。想要真正改变行为，必须要先改变心理状态。以下有几点建议希望能帮助到你：1、可以先从给自己制定时间表开始，让自己合理的安排时间，促进自己掌控时间的能力。2、定期给自己定一个突破的目标，比如：今年制定一个人去某个地方旅行，开拓自己的眼界和格局。3、回顾自己过去的经历，找到自己匮乏的源头，是缺乏安全感还是恐惧时间带来的改变或者是痛苦，使得你对时间存在匮乏。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "对于时间的匮乏感，可能与你过去的拖延症有关，也可能有其他的心理因素在起作用。",
        "label": ""
      },
      {
        "sentence": "想要真正改变行为，必须要先改变心理状态。",
        "label": ""
      },
      {
        "sentence": "以下有几点建议希望能帮助到你：1、可以先从给自己制定时间表开始，让自己合理的安排时间，促进自己掌控时间的能力。",
        "label": ""
      },
      {
        "sentence": "2、定期给自己定一个突破的目标，比如：今年制定一个人去某个地方旅行，开拓自己的眼界和格局。",
        "label": ""
      },
      {
        "sentence": "3、回顾自己过去的经历，找到自己匮乏的源头，是缺乏安全感还是恐惧时间带来的改变或者是痛苦，使得你对时间存在匮乏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的制定时间表和设定目标对我来说可能会是个好的开始，我可以尝试一下。不过，我一直觉得时间紧迫，无论做什么事情，都会感到大量压力。这个问题如何解决呢？",
    "annotation": [
      {
        "sentence": "你说的制定时间表和设定目标对我来说可能会是个好的开始，我可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "不过，我一直觉得时间紧迫，无论做什么事情，都会感到大量压力。",
        "label": ""
      },
      {
        "sentence": "这个问题如何解决呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "时间紧迫的感受可能与你的强迫倾向和拖延症有关。你可以尝试通过参与一些公益活动，找到自我的价值，增加自信心和正能量。在帮助别人的过程中，也可以发现和满足自身的匮乏。此外，通过学习行为心理学，进行自我提升以及完善自我，可能也会对你有所帮助。",
    "annotation": [
      {
        "sentence": "时间紧迫的感受可能与你的强迫倾向和拖延症有关。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过参与一些公益活动，找到自我的价值，增加自信心和正能量。",
        "label": ""
      },
      {
        "sentence": "在帮助别人的过程中，也可以发现和满足自身的匮乏。",
        "label": ""
      },
      {
        "sentence": "此外，通过学习行为心理学，进行自我提升以及完善自我，可能也会对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我将尝试参与一些公益活动，并学习行为心理学来提升自己。非常感谢你的建议和支持，我相信我能够成为更好的自己。",
    "annotation": [
      {
        "sentence": "我明白了，我将尝试参与一些公益活动，并学习行为心理学来提升自己。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和支持，我相信我能够成为更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮助到你。我相信你有能力克服这个问题，迎接更好的自己。如果在实施过程中遇到困难，记得随时与我沟通。祝你顺利，并且一切都好起来！",
    "annotation": [
      {
        "sentence": "很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "我相信你有能力克服这个问题，迎接更好的自己。",
        "label": ""
      },
      {
        "sentence": "如果在实施过程中遇到困难，记得随时与我沟通。",
        "label": ""
      },
      {
        "sentence": "祝你顺利，并且一切都好起来！",
        "label": ""
      }
    ]
  }
]