[
  {
    "role": "client",
    "content": "无论是拖延还是不停工作，对时间匮乏感都很强怎么办？我对时间的流逝会感到焦虑，总是逼自己工作，工作休息难以平衡。因为很长一段时间都在逼自己工作，导致自己有点受不了了，但还是无法做到平衡工作和休息。我从很小的时候就有拖延症，也是一个低自尊的人（虽然现在因为自我成长已经很大改善了）。有强迫倾向，也轻微抑郁过一段时间。最近一年我因为一些原因，我慢慢的从拖延症走向了另一个极端，就是现在的无法休息。我觉得无论是我拖延症的时候，还是我现在这样不停工作的时候，都对时间有很强的匮乏感。希望得到一些建议。",
    "annotation": [
      {
        "sentence": "无论是拖延还是不停工作，对时间匮乏感都很强怎么办？",
        "label": ""
      },
      {
        "sentence": "我对时间的流逝会感到焦虑，总是逼自己工作，工作休息难以平衡。",
        "label": ""
      },
      {
        "sentence": "因为很长一段时间都在逼自己工作，导致自己有点受不了了，但还是无法做到平衡工作和休息。",
        "label": ""
      },
      {
        "sentence": "我从很小的时候就有拖延症，也是一个低自尊的人（虽然现在因为自我成长已经很大改善了）。",
        "label": ""
      },
      {
        "sentence": "有强迫倾向，也轻微抑郁过一段时间。",
        "label": ""
      },
      {
        "sentence": "最近一年我因为一些原因，我慢慢的从拖延症走向了另一个极端，就是现在的无法休息。",
        "label": ""
      },
      {
        "sentence": "我觉得无论是我拖延症的时候，还是我现在这样不停工作的时候，都对时间有很强的匮乏感。",
        "label": ""
      },
      {
        "sentence": "希望得到一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰了。首先，对于无法休息和拖延的问题，我们可以从两个方向来思考。第一，如果你的“无法休息”已经严重到需要药物控制改善的地步，那么我建议你先尽快寻求医生的帮助。第二，如果情况尚未需要药物介入，我建议你仔细思考一下，当你拖延的时候和给自己安排过多工作时，你究竟在逃避什么，内心真正追求的又是什么。你可以花一些时间去探索这些问题。乘着国庆假期，你可以出去走走，去欣赏祖国的美景，去感受一下站在高峰俯瞰众山小的感觉。改变环境，获得新的能量，也许会有一些改善的机会。时间对每个人来说都是公平的，总量是恒定的。所以，时间与金钱最大的区别是，当你觉得金钱匮乏时，理论上你还有很多方式去赚取更多的金钱，但是时间是无法改变的。如果将一年看作是12个小方格，象征一个人的一生，那么总共900个方格。所以，实际上，我们每个人面前都摆放着同样大小的蛋糕，你感到不够吃，我却觉得足够，这取决于我们的感受和态度。生活中，我们可以按照自己的食量选择不同大小的蛋糕，但时间是一块无法选择大小的蛋糕，我们能做的只是享受每一口。让每一口都不仅仅是简单地吞咽，而是细细嚼嚼，细细品味，以此来珍惜时间。所以，我们能做的就是享受当下，好好珍惜现在的时光。加油哦！",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "首先，对于无法休息和拖延的问题，我们可以从两个方向来思考。",
        "label": ""
      },
      {
        "sentence": "第一，如果你的“无法休息”已经严重到需要药物控制改善的地步，那么我建议你先尽快寻求医生的帮助。",
        "label": ""
      },
      {
        "sentence": "第二，如果情况尚未需要药物介入，我建议你仔细思考一下，当你拖延的时候和给自己安排过多工作时，你究竟在逃避什么，内心真正追求的又是什么。",
        "label": ""
      },
      {
        "sentence": "你可以花一些时间去探索这些问题。",
        "label": ""
      },
      {
        "sentence": "乘着国庆假期，你可以出去走走，去欣赏祖国的美景，去感受一下站在高峰俯瞰众山小的感觉。",
        "label": ""
      },
      {
        "sentence": "改变环境，获得新的能量，也许会有一些改善的机会。",
        "label": ""
      },
      {
        "sentence": "时间对每个人来说都是公平的，总量是恒定的。",
        "label": ""
      },
      {
        "sentence": "所以，时间与金钱最大的区别是，当你觉得金钱匮乏时，理论上你还有很多方式去赚取更多的金钱，但是时间是无法改变的。",
        "label": ""
      },
      {
        "sentence": "如果将一年看作是12个小方格，象征一个人的一生，那么总共900个方格。",
        "label": ""
      },
      {
        "sentence": "所以，实际上，我们每个人面前都摆放着同样大小的蛋糕，你感到不够吃，我却觉得足够，这取决于我们的感受和态度。",
        "label": ""
      },
      {
        "sentence": "生活中，我们可以按照自己的食量选择不同大小的蛋糕，但时间是一块无法选择大小的蛋糕，我们能做的只是享受每一口。",
        "label": ""
      },
      {
        "sentence": "让每一口都不仅仅是简单地吞咽，而是细细嚼嚼，细细品味，以此来珍惜时间。",
        "label": ""
      },
      {
        "sentence": "所以，我们能做的就是享受当下，好好珍惜现在的时光。",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      }
    ]
  }
]