[
  {
    "role": "client",
    "content": "我是一个22岁的女生，一直都很不自信，感觉陷入了一个漩涡中。我对我的外貌不大自信，长了一口整齐的龅牙，所以我不爱拍照，不知道该怎么笑。驼背，所以形体又很糟糕，想改变，又觉得即便我不驼背了，我还是不好看。我甚至都不敢穿裙子出去，觉得会很奇怪，动作就很扭捏，我觉得别人会看我觉得我很奇怪。我会异常在乎别人对我的看法，想在别人面前有个完美的印象，但这样真的很累。我经常对自己说的一句话是我好讨厌我自己，为什么会那么丢人，为什么会放不开，为什么会那么扭捏，我觉得自己什么优点都没有。不自信真的让我举步维艰。我觉得我总是在丢人，我会一直去想那些丢人的事情，所以我更不敢去做自己了。感觉在陷入了一个漩涡中，无法自拔。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，一直都很不自信，感觉陷入了一个漩涡中。",
        "label": ""
      },
      {
        "sentence": "我对我的外貌不大自信，长了一口整齐的龅牙，所以我不爱拍照，不知道该怎么笑。",
        "label": ""
      },
      {
        "sentence": "驼背，所以形体又很糟糕，想改变，又觉得即便我不驼背了，我还是不好看。",
        "label": ""
      },
      {
        "sentence": "我甚至都不敢穿裙子出去，觉得会很奇怪，动作就很扭捏，我觉得别人会看我觉得我很奇怪。",
        "label": ""
      },
      {
        "sentence": "我会异常在乎别人对我的看法，想在别人面前有个完美的印象，但这样真的很累。",
        "label": ""
      },
      {
        "sentence": "我经常对自己说的一句话是我好讨厌我自己，为什么会那么丢人，为什么会放不开，为什么会那么扭捏，我觉得自己什么优点都没有。",
        "label": ""
      },
      {
        "sentence": "不自信真的让我举步维艰。",
        "label": ""
      },
      {
        "sentence": "我觉得我总是在丢人，我会一直去想那些丢人的事情，所以我更不敢去做自己了。",
        "label": ""
      },
      {
        "sentence": "感觉在陷入了一个漩涡中，无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "@同学看到你难过的心情，好想给你大大的拥抱！首先，你要爱自己。你说的爆牙、驼背的问题，都可以通过后天的矫正得以改变，形象的好坏，确实会影响到个人自信。",
    "annotation": [
      {
        "sentence": "@同学看到你难过的心情，好想给你大大的拥抱！",
        "label": ""
      },
      {
        "sentence": "首先，你要爱自己。",
        "label": ""
      },
      {
        "sentence": "你说的爆牙、驼背的问题，都可以通过后天的矫正得以改变，形象的好坏，确实会影响到个人自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱和鼓励。你说的后天可以矫正的问题，我有一点信心了。但是我非常在意别人的看法，这样会影响到我的情绪。每个人对美和事的理解是不同的，不可能让所有人喜欢我，不完美也是一种美。还有，我觉得我的自卑心理可能是家庭环境影响。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说的后天可以矫正的问题，我有一点信心了。",
        "label": ""
      },
      {
        "sentence": "但是我非常在意别人的看法，这样会影响到我的情绪。",
        "label": ""
      },
      {
        "sentence": "每个人对美和事的理解是不同的，不可能让所有人喜欢我，不完美也是一种美。",
        "label": ""
      },
      {
        "sentence": "还有，我觉得我的自卑心理可能是家庭环境影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你在意别人看法的感受，但记住，每个人都有自己的审美观点，不必迎合他人的期待。同时，家庭环境也会对个人心理产生影响，但我们可以从现在开始，重塑自己的思维方式，逐渐摆脱负面的自我评价。",
    "annotation": [
      {
        "sentence": "我完全理解你在意别人看法的感受，但记住，每个人都有自己的审美观点，不必迎合他人的期待。",
        "label": ""
      },
      {
        "sentence": "同时，家庭环境也会对个人心理产生影响，但我们可以从现在开始，重塑自己的思维方式，逐渐摆脱负面的自我评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我会试着改变自己的思维方式。但是，我真的对自己没有任何优点的感觉，觉得自己很平凡普通。",
    "annotation": [
      {
        "sentence": "你说的对，我会试着改变自己的思维方式。",
        "label": ""
      },
      {
        "sentence": "但是，我真的对自己没有任何优点的感觉，觉得自己很平凡普通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有独特的优点和特质，不要低估了自己。试着思考一下，你在人际关系方面有哪些优势？你是否有某些技能或才能？也可以问问身边的朋友，听听他们对你的看法。不要忽视那些看似微不足道的优点，它们组成了你独一无二的魅力。",
    "annotation": [
      {
        "sentence": "每个人都有独特的优点和特质，不要低估了自己。",
        "label": ""
      },
      {
        "sentence": "试着思考一下，你在人际关系方面有哪些优势？",
        "label": ""
      },
      {
        "sentence": "你是否有某些技能或才能？",
        "label": ""
      },
      {
        "sentence": "也可以问问身边的朋友，听听他们对你的看法。",
        "label": ""
      },
      {
        "sentence": "不要忽视那些看似微不足道的优点，它们组成了你独一无二的魅力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试去思考和发现自己的优点，不再低估自己。但我总觉得天生的才能比较重要，而我好像什么都没有。",
    "annotation": [
      {
        "sentence": "我会尝试去思考和发现自己的优点，不再低估自己。",
        "label": ""
      },
      {
        "sentence": "但我总觉得天生的才能比较重要，而我好像什么都没有。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "天生的才能只是一方面，努力和持之以恒同样重要。你可以从自己感兴趣的领域开始培养和提升自己的技能，也可以在学习和工作中不断进步和成长。相信你一定有潜力和能力成为更好的自己。",
    "annotation": [
      {
        "sentence": "天生的才能只是一方面，努力和持之以恒同样重要。",
        "label": ""
      },
      {
        "sentence": "你可以从自己感兴趣的领域开始培养和提升自己的技能，也可以在学习和工作中不断进步和成长。",
        "label": ""
      },
      {
        "sentence": "相信你一定有潜力和能力成为更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会更加相信自己的潜力，不再过分自卑。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我会更加相信自己的潜力，不再过分自卑。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你转变了一些想法。记住，爱自己是最重要的，才能让别人爱你。继续善待自己，相信自己，你会慢慢摆脱这个自卑的漩涡，变得更自信和快乐。我会一直支持你的！",
    "annotation": [
      {
        "sentence": "非常欣慰看到你转变了一些想法。",
        "label": ""
      },
      {
        "sentence": "记住，爱自己是最重要的，才能让别人爱你。",
        "label": ""
      },
      {
        "sentence": "继续善待自己，相信自己，你会慢慢摆脱这个自卑的漩涡，变得更自信和快乐。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的！",
        "label": ""
      }
    ]
  }
]