[
  {
    "role": "client",
    "content": "为什么我从小到大一直认为自己会成功，很自信。我做什么事情都认为我会成功，事实是也不一定，我不知道我哪来的底气，就从小到大都那么自信，不知道盲目自信的根源是什么？然而当我实力不允许我达成某件事是，我还是相信我能干成那件事，即使很多人怀疑我，我也还能坚持盲目自信，虽然无数次结果不如人意，但仍然能保持盲目自信，是不是现实对我的打击不够大？请大家帮我分分析，谢谢！",
    "annotation": [
      {
        "sentence": "为什么我从小到大一直认为自己会成功，很自信。",
        "label": ""
      },
      {
        "sentence": "我做什么事情都认为我会成功，事实是也不一定，我不知道我哪来的底气，就从小到大都那么自信，不知道盲目自信的根源是什么？",
        "label": ""
      },
      {
        "sentence": "然而当我实力不允许我达成某件事是，我还是相信我能干成那件事，即使很多人怀疑我，我也还能坚持盲目自信，虽然无数次结果不如人意，但仍然能保持盲目自信，是不是现实对我的打击不够大？",
        "label": ""
      },
      {
        "sentence": "请大家帮我分分析，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴为您解答疑惑。认真看完了你的提问，首先我很赞同你对自己的这种反思式思考。自信是好事，但是却不能盲从。这句话其实更多的是我们传统文化对我们的品质上的教导，是想让我们保持谦虚。但是，您知道吗？在生活中，有更多的人因为诸多原因，变得没有自信，他们也许在任何时候都找不到自信，自信的感受是可以蔓延的，就像你说的，哪怕是遇到最困难的事，也信心满满。同样，自卑也是可以蔓延的，这种自卑感或者更严重的是一种绝望感，让这类人看不到任何希望。因此，你又是庆幸的。那么，你的自信从何而来呢？",
    "annotation": [
      {
        "sentence": "很高兴为您解答疑惑。",
        "label": ""
      },
      {
        "sentence": "认真看完了你的提问，首先我很赞同你对自己的这种反思式思考。",
        "label": ""
      },
      {
        "sentence": "自信是好事，但是却不能盲从。",
        "label": ""
      },
      {
        "sentence": "这句话其实更多的是我们传统文化对我们的品质上的教导，是想让我们保持谦虚。",
        "label": ""
      },
      {
        "sentence": "但是，您知道吗？",
        "label": ""
      },
      {
        "sentence": "在生活中，有更多的人因为诸多原因，变得没有自信，他们也许在任何时候都找不到自信，自信的感受是可以蔓延的，就像你说的，哪怕是遇到最困难的事，也信心满满。",
        "label": ""
      },
      {
        "sentence": "同样，自卑也是可以蔓延的，这种自卑感或者更严重的是一种绝望感，让这类人看不到任何希望。",
        "label": ""
      },
      {
        "sentence": "因此，你又是庆幸的。",
        "label": ""
      },
      {
        "sentence": "那么，你的自信从何而来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小的时候就觉得自己无论做什么都能成功，感觉内心充满了底气。不知道这种盲目自信的根源是什么。",
    "annotation": [
      {
        "sentence": "我从小的时候就觉得自己无论做什么都能成功，感觉内心充满了底气。",
        "label": ""
      },
      {
        "sentence": "不知道这种盲目自信的根源是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自信并不是在心中默念\"相信自己，认为自己能行\"那么简单，相反，自信是一种从小习得而来的品质。这是良好的原生家庭留下给你的瑰宝。儿童心理学认为，孩子在成长过程中，会经历很多的心理发展阶段，其中最重要的就是自恋感的满足与自我的成长。自恋感的满足指的是在婴幼儿阶段，孩子内心相信自己就是这个世界的主宰，只要一蹬腿、一哭闹，就会有人作出反应，给自己喂奶，给自己换尿布，这种感觉就是自恋感的满足，也是自信形成的最初阶段。",
    "annotation": [
      {
        "sentence": "自信并不是在心中默念\"相信自己，认为自己能行\"那么简单，相反，自信是一种从小习得而来的品质。",
        "label": ""
      },
      {
        "sentence": "这是良好的原生家庭留下给你的瑰宝。",
        "label": ""
      },
      {
        "sentence": "儿童心理学认为，孩子在成长过程中，会经历很多的心理发展阶段，其中最重要的就是自恋感的满足与自我的成长。",
        "label": ""
      },
      {
        "sentence": "自恋感的满足指的是在婴幼儿阶段，孩子内心相信自己就是这个世界的主宰，只要一蹬腿、一哭闹，就会有人作出反应，给自己喂奶，给自己换尿布，这种感觉就是自恋感的满足，也是自信形成的最初阶段。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那如果父母不能满足孩子的需求，自恋感发展会受到影响吗？",
    "annotation": [
      {
        "sentence": "那如果父母不能满足孩子的需求，自恋感发展会受到影响吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当父母无法很好地满足孩子的需求，经常不理睬、甚至吼叫婴儿，婴儿的自恋感发展就会停滞，他们会认为这个世界不接纳自己，从而感到畏缩和恐惧。所以你从小能保持自信，相信世界是接纳你的，是得益于父母对你的良好满足和支持。",
    "annotation": [
      {
        "sentence": "当父母无法很好地满足孩子的需求，经常不理睬、甚至吼叫婴儿，婴儿的自恋感发展就会停滞，他们会认为这个世界不接纳自己，从而感到畏缩和恐惧。",
        "label": ""
      },
      {
        "sentence": "所以你从小能保持自信，相信世界是接纳你的，是得益于父母对你的良好满足和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哦，原来是这样。自我成长在孩子长大一些后，开始逐渐形成自我意识，自我意识是形成自信感的重要核心。如果孩子的成长中充斥着打骂、贬低，没有得到父母的认可，自我意识就会封闭起来，他们感受不到父母对他们的肯定，也不会感受到这个世界的接纳。",
    "annotation": [
      {
        "sentence": "哦，原来是这样。",
        "label": ""
      },
      {
        "sentence": "自我成长在孩子长大一些后，开始逐渐形成自我意识，自我意识是形成自信感的重要核心。",
        "label": ""
      },
      {
        "sentence": "如果孩子的成长中充斥着打骂、贬低，没有得到父母的认可，自我意识就会封闭起来，他们感受不到父母对他们的肯定，也不会感受到这个世界的接纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！因此，自信其实是一种逻辑：相信世界是接纳自己的，相信自己可以在这个世界上尽情遨游。你能保持盲目自信，无论遭遇多少次不如人意的结果，都因为你拥有这种逻辑，能够始终相信自己，保持自信。这是一种宝贵的品质，不畏风雨。",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "因此，自信其实是一种逻辑：相信世界是接纳自己的，相信自己可以在这个世界上尽情遨游。",
        "label": ""
      },
      {
        "sentence": "你能保持盲目自信，无论遭遇多少次不如人意的结果，都因为你拥有这种逻辑，能够始终相信自己，保持自信。",
        "label": ""
      },
      {
        "sentence": "这是一种宝贵的品质，不畏风雨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的解答。我现在明白了自信来自于自恋感的满足和自我成长的过程。我会珍惜自己的自信，同时也用自信来鼓励和支持身边的人。",
    "annotation": [
      {
        "sentence": "谢谢你的解答。",
        "label": ""
      },
      {
        "sentence": "我现在明白了自信来自于自恋感的满足和自我成长的过程。",
        "label": ""
      },
      {
        "sentence": "我会珍惜自己的自信，同时也用自信来鼓励和支持身边的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你的领悟是正确的。相信自己的同时，也要学会用自信去鼓励他人，分享自己的积极能量。这样能够让你的自信更加坚固，同时也能影响和帮助他人。加油！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你的领悟是正确的。",
        "label": ""
      },
      {
        "sentence": "相信自己的同时，也要学会用自信去鼓励他人，分享自己的积极能量。",
        "label": ""
      },
      {
        "sentence": "这样能够让你的自信更加坚固，同时也能影响和帮助他人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]