[
  {
    "role": "client",
    "content": "最近几年，我总是有想死的念头...我小时候父母吵架离婚，现在每当回想起那段经历，就像在脑子里放电影一样。一开始还好，后来越来越严重，我甚至吃过药想要自杀，还自残过，每个月都过得很痛苦。我觉得我应该很不健康。",
    "annotation": [
      {
        "sentence": "最近几年，我总是有想死的念头...我小时候父母吵架离婚，现在每当回想起那段经历，就像在脑子里放电影一样。",
        "label": ""
      },
      {
        "sentence": "一开始还好，后来越来越严重，我甚至吃过药想要自杀，还自残过，每个月都过得很痛苦。",
        "label": ""
      },
      {
        "sentence": "我觉得我应该很不健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常能够理解你内心的压抑、焦虑和恐惧。父母吵架离婚的那一幕就像一部电影在你的脑海中不断重演，给你带来了巨大的压力，让你无法承受。你通过自残来释放这些压力，也是希望能够引起父母的关注，得到他们的理解和支持，满足你内心的需求。当时你只有8岁左右，对于一个孩子来说，很难理解为什么父母会吵架离婚，你只能从他们的言行中感受到焦虑和恐惧，担心他们会抛弃你，担心自己无法生存下去。你可能本能地认为是自己的不好才导致了父母的冲突，为了讨好父母，你不得不强迫自己压抑内心真实的想法和感受，希望能够阻止他们争吵，让自己不再感到孤独和恐惧。虽然这些事情已经过去了，但是其中产生的情绪刺激仍留存在你的内心深处，时刻提醒你存在危险，并使你的神经处于紧绷状态，充满焦虑和恐惧，你希望避免再次被抛弃。这些被压抑的情绪在你内心深处像一座无形的大山，压在你的胸口，却无法移开。为了给自己开辟一条通往自由的道路，你不得不通过伤害自己的身体来割开一条小路。也许你并不知道，这些压抑在心里的想法是别人看不见听不到的，你的父母并不知道你心里的压力，或者即使知道也无法控制自己的情绪，只顾自己的发泄，而忽略了对你的影响。因此，你可以尝试与父母沟通，向他们表达你内心的恐惧和焦虑，不必担心他们会抛弃你，父母是成年人，能够承受更多事情。倾听他们的想法和感受，让你内心的压力得以减轻。此外，你可以将自己的想法和感受写在纸上，并写下对应的人和情感，当你感到想哭时就哭出来，或者大声喊出来，唱歌、运动或去跑步，这些都可以释放内心的压力。当压力释放出来后，你会感到轻松自然，感受到满足自我需求带来的愉悦，做自己想做的事情，你就不再需要压抑自己了。",
    "annotation": [
      {
        "sentence": "非常能够理解你内心的压抑、焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "父母吵架离婚的那一幕就像一部电影在你的脑海中不断重演，给你带来了巨大的压力，让你无法承受。",
        "label": ""
      },
      {
        "sentence": "你通过自残来释放这些压力，也是希望能够引起父母的关注，得到他们的理解和支持，满足你内心的需求。",
        "label": ""
      },
      {
        "sentence": "当时你只有8岁左右，对于一个孩子来说，很难理解为什么父母会吵架离婚，你只能从他们的言行中感受到焦虑和恐惧，担心他们会抛弃你，担心自己无法生存下去。",
        "label": ""
      },
      {
        "sentence": "你可能本能地认为是自己的不好才导致了父母的冲突，为了讨好父母，你不得不强迫自己压抑内心真实的想法和感受，希望能够阻止他们争吵，让自己不再感到孤独和恐惧。",
        "label": ""
      },
      {
        "sentence": "虽然这些事情已经过去了，但是其中产生的情绪刺激仍留存在你的内心深处，时刻提醒你存在危险，并使你的神经处于紧绷状态，充满焦虑和恐惧，你希望避免再次被抛弃。",
        "label": ""
      },
      {
        "sentence": "这些被压抑的情绪在你内心深处像一座无形的大山，压在你的胸口，却无法移开。",
        "label": ""
      },
      {
        "sentence": "为了给自己开辟一条通往自由的道路，你不得不通过伤害自己的身体来割开一条小路。",
        "label": ""
      },
      {
        "sentence": "也许你并不知道，这些压抑在心里的想法是别人看不见听不到的，你的父母并不知道你心里的压力，或者即使知道也无法控制自己的情绪，只顾自己的发泄，而忽略了对你的影响。",
        "label": ""
      },
      {
        "sentence": "因此，你可以尝试与父母沟通，向他们表达你内心的恐惧和焦虑，不必担心他们会抛弃你，父母是成年人，能够承受更多事情。",
        "label": ""
      },
      {
        "sentence": "倾听他们的想法和感受，让你内心的压力得以减轻。",
        "label": ""
      },
      {
        "sentence": "此外，你可以将自己的想法和感受写在纸上，并写下对应的人和情感，当你感到想哭时就哭出来，或者大声喊出来，唱歌、运动或去跑步，这些都可以释放内心的压力。",
        "label": ""
      },
      {
        "sentence": "当压力释放出来后，你会感到轻松自然，感受到满足自我需求带来的愉悦，做自己想做的事情，你就不再需要压抑自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解和鼓励。我会努力与父母沟通，并尝试向他们表达我的感受。同时，我也会试着将这些情绪写下来，找到适合的方式来释放压力。我希望能够减轻我的焦虑和恐惧，让自己感到轻松一些。",
    "annotation": [
      {
        "sentence": "谢谢您的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力与父母沟通，并尝试向他们表达我的感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着将这些情绪写下来，找到适合的方式来释放压力。",
        "label": ""
      },
      {
        "sentence": "我希望能够减轻我的焦虑和恐惧，让自己感到轻松一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！与父母沟通可能需要一些勇气，但这是一种积极的尝试，可以帮助你获得内心的平静和宁静。无论沟通的结果如何，你都值得被理解和支持。记住，你的感受和需求都是重要的，并且你有权利让自己的声音被听到。同时，写下你的情绪也是一种很好的释放方式，它可以帮助你更好地认识自己的内心，找到自己的力量和资源，希望你能够找到适合自己的方式来减轻焦虑和恐惧，让自己感到轻松一些。",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "与父母沟通可能需要一些勇气，但这是一种积极的尝试，可以帮助你获得内心的平静和宁静。",
        "label": ""
      },
      {
        "sentence": "无论沟通的结果如何，你都值得被理解和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求都是重要的，并且你有权利让自己的声音被听到。",
        "label": ""
      },
      {
        "sentence": "同时，写下你的情绪也是一种很好的释放方式，它可以帮助你更好地认识自己的内心，找到自己的力量和资源，希望你能够找到适合自己的方式来减轻焦虑和恐惧，让自己感到轻松一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的支持和鼓励。我会坚持下去，并且试着用不同的方法来缓解我的焦虑和恐惧。我相信我能够找到适合自己的方式，让自己变得更加健康和幸福。",
    "annotation": [
      {
        "sentence": "非常感谢您的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，并且试着用不同的方法来缓解我的焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "我相信我能够找到适合自己的方式，让自己变得更加健康和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是很坚强的！相信自己的能力，相信你可以克服困难。在这个过程中，如果你需要进一步的支持和帮助，记得随时来寻求帮助。你并不孤单，我们会一直支持你的。希望你能够逐渐减轻焦虑和恐惧，找到属于自己的快乐和幸福。",
    "annotation": [
      {
        "sentence": "你是很坚强的！",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你可以克服困难。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，如果你需要进一步的支持和帮助，记得随时来寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你能够逐渐减轻焦虑和恐惧，找到属于自己的快乐和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一定会记住您的话，并且会勇敢地面对和解决自己的问题。如果需要帮助，我会毫不犹豫地寻求支持。再次感谢您的陪伴和鼓励，我会努力变得更好的！",
    "annotation": [
      {
        "sentence": "我一定会记住您的话，并且会勇敢地面对和解决自己的问题。",
        "label": ""
      },
      {
        "sentence": "如果需要帮助，我会毫不犹豫地寻求支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的陪伴和鼓励，我会努力变得更好的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！相信自己，相信你的选择。不管遇到什么困难，你都可以勇敢地迎接挑战，我们会一直在你身边支持你的。祝福你能够战胜困难，走向幸福！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你的选择。",
        "label": ""
      },
      {
        "sentence": "不管遇到什么困难，你都可以勇敢地迎接挑战，我们会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "祝福你能够战胜困难，走向幸福！",
        "label": ""
      }
    ]
  }
]