[
  {
    "role": "client",
    "content": "我最近一直感到内心隐藏了愤怒和攻击性，我该怎么释放它们呢？小学时经历了校园欺凌，初中时又遭受了友情的背叛，自从上了高中之后，我就开始压抑自己真实的性格。我从一个活泼的女孩变得孤僻，不爱说话，甚至连自己的朋友都感到疲惫，最后他们都离开了我。大一的时候，我陷入了自暴自弃的状态，很快就被舍友孤立，还受到了侮辱。到了大二，我彻底被孤立了。我一直觉得自己作息时间紊乱，思绪混乱，不学习，我觉得自己打扰到了舍友们，但今年我发现，其他宿舍也有类似的问题：作息时间不协调，有些人早睡早起，有些人晚睡晚起；其他宿舍也会把衣服堆积着，晚上再一起洗。而我的舍友们都是用洗衣机洗的，只有我手洗，这让我看起来邋遢。然后就受到了责备，甚至有人说我人品不好。其实我一直都很善良，从不故意伤害别人，甚至对于伤害我的人我也能宽容。但最近我突然意识到，宿舍问题并不完全是我一个人的错，而是她们确实有意要伤害我。我对她们充满了怨恨，我在宿舍里什么都不敢做，很容易受到责备。我太讨厌她们了，但又很害怕自己会做出什么事情来。",
    "annotation": [
      {
        "sentence": "我最近一直感到内心隐藏了愤怒和攻击性，我该怎么释放它们呢？",
        "label": ""
      },
      {
        "sentence": "小学时经历了校园欺凌，初中时又遭受了友情的背叛，自从上了高中之后，我就开始压抑自己真实的性格。",
        "label": ""
      },
      {
        "sentence": "我从一个活泼的女孩变得孤僻，不爱说话，甚至连自己的朋友都感到疲惫，最后他们都离开了我。",
        "label": ""
      },
      {
        "sentence": "大一的时候，我陷入了自暴自弃的状态，很快就被舍友孤立，还受到了侮辱。",
        "label": ""
      },
      {
        "sentence": "到了大二，我彻底被孤立了。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己作息时间紊乱，思绪混乱，不学习，我觉得自己打扰到了舍友们，但今年我发现，其他宿舍也有类似的问题：作息时间不协调，有些人早睡早起，有些人晚睡晚起；其他宿舍也会把衣服堆积着，晚上再一起洗。",
        "label": ""
      },
      {
        "sentence": "而我的舍友们都是用洗衣机洗的，只有我手洗，这让我看起来邋遢。",
        "label": ""
      },
      {
        "sentence": "然后就受到了责备，甚至有人说我人品不好。",
        "label": ""
      },
      {
        "sentence": "其实我一直都很善良，从不故意伤害别人，甚至对于伤害我的人我也能宽容。",
        "label": ""
      },
      {
        "sentence": "但最近我突然意识到，宿舍问题并不完全是我一个人的错，而是她们确实有意要伤害我。",
        "label": ""
      },
      {
        "sentence": "我对她们充满了怨恨，我在宿舍里什么都不敢做，很容易受到责备。",
        "label": ""
      },
      {
        "sentence": "我太讨厌她们了，但又很害怕自己会做出什么事情来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我感受到了你内心的愤怒、委屈和压抑。针对你和室友之间的矛盾，从你的描述中可以看出，这个问题已经持续了两年多。但令人欣慰的是，你开始关注外界环境，开始意识到在集体生活中自己作息和个人卫生方面的不足。这是你的成长和进步！你已经发现了宿舍问题不完全是你一个人的错，这种认知是正确的。但接下来，你似乎把所有的责任都推到室友们身上了。你认为她们有意要伤害你，这种极端的想法完全是自己的错误。然后你又转到另一个极端，认为全是她们的错，这种情绪从极度的压抑转变为极度的愤怒。其实这种从一个极端到另一个极端的判断并不客观。我们知道，人际关系是双方互相作用的结果。现在你和室友们的关系也是共同造成的。想象一下，如果你一开始认识一个处于自暴自弃状态、与外界孤立的人，你是否也会很难与他建立良好的关系呢？在这样不美好的开端之后，再发现他作息不规律、个人卫生方面有问题，你对他的印象是否会进一步降低呢？所以，在现在这个背景下，一味地把责任都推给她们并不合理。我建议你从自身做起，关系的改善并非一蹴而就。尤其是你已经发现了自己需要提高的方面，无论是为了改善关系还是为了让自己生活得更舒适，这样的改变都会对你有益。此外，要分清外在环境和自己的界限。即使身处对自己不利的环境中，也要学会爱护自己，珍惜自己。保持善良的内心，你将会找到真正的友谊，或者培养出一颗强大的内心。",
    "annotation": [
      {
        "sentence": "看了你的描述，我感受到了你内心的愤怒、委屈和压抑。",
        "label": ""
      },
      {
        "sentence": "针对你和室友之间的矛盾，从你的描述中可以看出，这个问题已经持续了两年多。",
        "label": ""
      },
      {
        "sentence": "但令人欣慰的是，你开始关注外界环境，开始意识到在集体生活中自己作息和个人卫生方面的不足。",
        "label": ""
      },
      {
        "sentence": "这是你的成长和进步！",
        "label": ""
      },
      {
        "sentence": "你已经发现了宿舍问题不完全是你一个人的错，这种认知是正确的。",
        "label": ""
      },
      {
        "sentence": "但接下来，你似乎把所有的责任都推到室友们身上了。",
        "label": ""
      },
      {
        "sentence": "你认为她们有意要伤害你，这种极端的想法完全是自己的错误。",
        "label": ""
      },
      {
        "sentence": "然后你又转到另一个极端，认为全是她们的错，这种情绪从极度的压抑转变为极度的愤怒。",
        "label": ""
      },
      {
        "sentence": "其实这种从一个极端到另一个极端的判断并不客观。",
        "label": ""
      },
      {
        "sentence": "我们知道，人际关系是双方互相作用的结果。",
        "label": ""
      },
      {
        "sentence": "现在你和室友们的关系也是共同造成的。",
        "label": ""
      },
      {
        "sentence": "想象一下，如果你一开始认识一个处于自暴自弃状态、与外界孤立的人，你是否也会很难与他建立良好的关系呢？",
        "label": ""
      },
      {
        "sentence": "在这样不美好的开端之后，再发现他作息不规律、个人卫生方面有问题，你对他的印象是否会进一步降低呢？",
        "label": ""
      },
      {
        "sentence": "所以，在现在这个背景下，一味地把责任都推给她们并不合理。",
        "label": ""
      },
      {
        "sentence": "我建议你从自身做起，关系的改善并非一蹴而就。",
        "label": ""
      },
      {
        "sentence": "尤其是你已经发现了自己需要提高的方面，无论是为了改善关系还是为了让自己生活得更舒适，这样的改变都会对你有益。",
        "label": ""
      },
      {
        "sentence": "此外，要分清外在环境和自己的界限。",
        "label": ""
      },
      {
        "sentence": "即使身处对自己不利的环境中，也要学会爱护自己，珍惜自己。",
        "label": ""
      },
      {
        "sentence": "保持善良的内心，你将会找到真正的友谊，或者培养出一颗强大的内心。",
        "label": ""
      }
    ]
  }
]