[
  {
    "role": "client",
    "content": "我不知道该如何释放自己内心隐藏的愤怒和攻击性。我曾经在小学受到校园欺凌，在初中时经历了友情的背叛，进入高中后，我开始不敢展现真实的性格，从一个活泼的女孩变得孤僻，不说话，甚至把自己的朋友都搞得很累，最后大家都离我而去。大一的时候，我变得自暴自弃，很快就被室友孤立和侮辱。大二我试图反抗，但只是导致自己更加孤立。我一直觉得自己作息时间紊乱，拖拉邋遢不学习，打扰到室友了。可是今年我发现，其他宿舍也有这样的问题：时间不协调，有的人早睡，有的人晚睡，还有人堆满衣服再洗。我的室友们都用洗衣机洗，只有我手洗，冬天没洗完就显得邋遢。然后就被诟病，甚至说我的人品最差。我其实一直都很好，从不恶意伤人，而且我同情心很强，能够容忍别人伤害我。但现在我突然意识到，宿舍问题不全是我的错，是他们想要恶意伤人。我太恨她们了，但我又害怕自己会做出什么事。",
    "annotation": [
      {
        "sentence": "我不知道该如何释放自己内心隐藏的愤怒和攻击性。",
        "label": ""
      },
      {
        "sentence": "我曾经在小学受到校园欺凌，在初中时经历了友情的背叛，进入高中后，我开始不敢展现真实的性格，从一个活泼的女孩变得孤僻，不说话，甚至把自己的朋友都搞得很累，最后大家都离我而去。",
        "label": ""
      },
      {
        "sentence": "大一的时候，我变得自暴自弃，很快就被室友孤立和侮辱。",
        "label": ""
      },
      {
        "sentence": "大二我试图反抗，但只是导致自己更加孤立。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己作息时间紊乱，拖拉邋遢不学习，打扰到室友了。",
        "label": ""
      },
      {
        "sentence": "可是今年我发现，其他宿舍也有这样的问题：时间不协调，有的人早睡，有的人晚睡，还有人堆满衣服再洗。",
        "label": ""
      },
      {
        "sentence": "我的室友们都用洗衣机洗，只有我手洗，冬天没洗完就显得邋遢。",
        "label": ""
      },
      {
        "sentence": "然后就被诟病，甚至说我的人品最差。",
        "label": ""
      },
      {
        "sentence": "我其实一直都很好，从不恶意伤人，而且我同情心很强，能够容忍别人伤害我。",
        "label": ""
      },
      {
        "sentence": "但现在我突然意识到，宿舍问题不全是我的错，是他们想要恶意伤人。",
        "label": ""
      },
      {
        "sentence": "我太恨她们了，但我又害怕自己会做出什么事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，换位思考一下，你可以对你现在的遭遇有一个更加清楚的认识。你说自己自暴自弃，那她们自然会想着离开；你的个人卫生存在一些问题，他们当然会觉得有点邋遢，但是把个人卫生问题和人品联系起来是不公平的。作为一个集体生活的地方，宿舍的卫生是非常重要的，在宿舍里有一个人不太注意卫生，就会影响整体的卫生状况。你觉得其他宿舍也有这样的问题，但不能因为别人也有相同的问题，就认为自己的问题可以忽略不计。所以你的愤怒主要来自于室友并没有足够的包容心，但我们不能对别人有太高的期望。此外，你还愤怒于她们说你人品不好，这是她们不对，因为我们不能轻易否定一个人的价值。我建议你先解决自己已经意识到的问题，然后和她们进行认真的沟通。当她们看到你的行动时，她们可能会愿意和你交流，这是建立良好宿舍关系的好机会。那你对于你们的关系有什么预期呢？你打算怎样和她们相处，是保持原状还是做出一些改变呢？至于释放内心愤怒的问题，你可以表达自己的想法，可以倾诉给其他朋友，或者通过运动、写日记等方式来舒缓情绪。祝一切顺利！",
    "annotation": [
      {
        "sentence": "其实，换位思考一下，你可以对你现在的遭遇有一个更加清楚的认识。",
        "label": ""
      },
      {
        "sentence": "你说自己自暴自弃，那她们自然会想着离开；你的个人卫生存在一些问题，他们当然会觉得有点邋遢，但是把个人卫生问题和人品联系起来是不公平的。",
        "label": ""
      },
      {
        "sentence": "作为一个集体生活的地方，宿舍的卫生是非常重要的，在宿舍里有一个人不太注意卫生，就会影响整体的卫生状况。",
        "label": ""
      },
      {
        "sentence": "你觉得其他宿舍也有这样的问题，但不能因为别人也有相同的问题，就认为自己的问题可以忽略不计。",
        "label": ""
      },
      {
        "sentence": "所以你的愤怒主要来自于室友并没有足够的包容心，但我们不能对别人有太高的期望。",
        "label": ""
      },
      {
        "sentence": "此外，你还愤怒于她们说你人品不好，这是她们不对，因为我们不能轻易否定一个人的价值。",
        "label": ""
      },
      {
        "sentence": "我建议你先解决自己已经意识到的问题，然后和她们进行认真的沟通。",
        "label": ""
      },
      {
        "sentence": "当她们看到你的行动时，她们可能会愿意和你交流，这是建立良好宿舍关系的好机会。",
        "label": ""
      },
      {
        "sentence": "那你对于你们的关系有什么预期呢？",
        "label": ""
      },
      {
        "sentence": "你打算怎样和她们相处，是保持原状还是做出一些改变呢？",
        "label": ""
      },
      {
        "sentence": "至于释放内心愤怒的问题，你可以表达自己的想法，可以倾诉给其他朋友，或者通过运动、写日记等方式来舒缓情绪。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]