[
  {
    "role": "client",
    "content": "我是一个30岁的男性，从小就一直努力学习，但我现在犹豫是否应该选择读博。因为我一直在一个很好的学习平台上，但我的成绩总是中游偏下。我一直以来都顺利但也很辛苦地走过来。研究生毕业后，我选择了高薪且高压的工作。我上升的动力主要是来自自卑感和焦虑感。每当我升职时，压力感就会变得更大，自卑感也会随之增加。直到工作一年后，各种压力让我陷入了中重度抑郁，经过半年的治疗，我痊愈了。工作之后，我学会了摸鱼。这件事情发生在3年前，现在我没有再次陷入重度抑郁。然而，这几年的摸鱼以及抑郁对我的大脑造成的影响，导致我的职业发展远远落后于同学。去年，我申请了几所大学的博士项目，虽然本来并没有太大的期望，但我意外地获得了几个offer，这些项目的研究方向非常有前途，但同时也很具有挑战性。我在做选择时感到犹豫不决，不知道这是否是我又在自不量力。读博肯定会遇到很多困难，而且考虑到我本身容易抑郁的性格，我非常担心自己会再次陷入困境。如果读博并不适合我，如果我得不到我所期望的结果，那会是一次很大的打击。如果我现在主动退出，时间成本还是可以接受的，但如果后来被迫退出，那就会付出很大的沉没成本。",
    "annotation": [
      {
        "sentence": "我是一个30岁的男性，从小就一直努力学习，但我现在犹豫是否应该选择读博。",
        "label": ""
      },
      {
        "sentence": "因为我一直在一个很好的学习平台上，但我的成绩总是中游偏下。",
        "label": ""
      },
      {
        "sentence": "我一直以来都顺利但也很辛苦地走过来。",
        "label": ""
      },
      {
        "sentence": "研究生毕业后，我选择了高薪且高压的工作。",
        "label": ""
      },
      {
        "sentence": "我上升的动力主要是来自自卑感和焦虑感。",
        "label": ""
      },
      {
        "sentence": "每当我升职时，压力感就会变得更大，自卑感也会随之增加。",
        "label": ""
      },
      {
        "sentence": "直到工作一年后，各种压力让我陷入了中重度抑郁，经过半年的治疗，我痊愈了。",
        "label": ""
      },
      {
        "sentence": "工作之后，我学会了摸鱼。",
        "label": ""
      },
      {
        "sentence": "这件事情发生在3年前，现在我没有再次陷入重度抑郁。",
        "label": ""
      },
      {
        "sentence": "然而，这几年的摸鱼以及抑郁对我的大脑造成的影响，导致我的职业发展远远落后于同学。",
        "label": ""
      },
      {
        "sentence": "去年，我申请了几所大学的博士项目，虽然本来并没有太大的期望，但我意外地获得了几个offer，这些项目的研究方向非常有前途，但同时也很具有挑战性。",
        "label": ""
      },
      {
        "sentence": "我在做选择时感到犹豫不决，不知道这是否是我又在自不量力。",
        "label": ""
      },
      {
        "sentence": "读博肯定会遇到很多困难，而且考虑到我本身容易抑郁的性格，我非常担心自己会再次陷入困境。",
        "label": ""
      },
      {
        "sentence": "如果读博并不适合我，如果我得不到我所期望的结果，那会是一次很大的打击。",
        "label": ""
      },
      {
        "sentence": "如果我现在主动退出，时间成本还是可以接受的，但如果后来被迫退出，那就会付出很大的沉没成本。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能对你有所帮助。我在3年前被诊断为中度抑郁，痊愈后，在工作中不再那么拼命。就在我以为没有希望了，我意外得到了博士offer，但我也曾犹豫不决是否应该去读。我无法替你做出决定，但我可以从另一个角度给你一些看法和建议。首先，博士确实是一个挑战，它不同于硕士，它需要你具备独立提出课题、计划和完成课题的能力，这种能力不仅仅是逻辑和学术上的，还包括心理上的抗压能力和自我调节能力等等。我认识的博士生中，按时毕业的并不多，博转硕和延期毕业的却很多，尤其是延期毕业的情况，如果涉及到导师课题进度的问题，延期是非常常见的。挑战确实存在，这是一个现实的问题。但是当我们无法做出决定的时候，很多时候不是因为无法清楚地摆出利弊，而是即使白纸黑字地摆出利弊，我们仍然很难下定决心，因为一旦决定了，就要面对可能的后果。你的问题更多地是这个原因。思考以下几个问题可能对你有所帮助：1.当初决定申请博士时，你内心的心理过程是怎样的？当时有没有考虑到读博的压力问题？2.如果当初申请时已经考虑到了读博的压力，你当时是如何理解和应对的？3.如果当初申请时没有考虑到读博的压力，那么那时你是怎么想的？是什么驱使你决定去申请博士项目呢？思考这些问题可以帮助你更好地理解自己的动机和信念，你读博的动力、如果失败的代价、你可以如何应对可能的失败，所有这些都是你需要仔细考虑的。让你犹豫的一个重要原因可能是你的抑郁病史和摸鱼的经历。这些经历让你对自己的“自我效能感”产生了怀疑和不确定。“自我效能感”是美国心理学家班杜拉在1977年提出的一个概念，它指的是“人们对自己是否能够利用所掌握的技能完成某项任务的自信程度”。让你停滞不前的可能是你对目前是否能够完成这个挑战的不确定感，如果真的失败了，似乎你无法承受这个结果。因此，这是一个带有风险的决定。一份详细的计划书可以帮你恢复一点自我效能感。这并不需要写出来，而是让你仔细思考你所拥有和可以借助的资源（包括经济、人际关系以及心理咨询方面），以及在读博过程中可能遇到的问题，可以采取哪些对策。即使你曾经被诊断为抑郁症，但抑郁情绪不一定会转化为抑郁症，只要你能保持良好的自我觉察力，并掌握更多缓解和疏导情绪的方法和能力，你仍然可以应对生活中的挑战。至于自卑感，个体心理学家阿德勒认为自卑感是每个人都会有的，它实际上是自我超越的动力来源。阻碍我们前进的不是自卑感，而是自卑情结。自卑情结意味着不相信自己有改变的可能，将自卑当作借口，“我本来也想这样做，但是……”、“不管怎样，我就是不行”，这样的情结真正让自卑阻碍了前进的步伐。至少在你的故事中，我没有看到自卑情结，我看到的是一个不断努力和尝试超越自我的人。人生中的很多决定都伴随着风险和付出的代价，如果一个人难以面对，不妨找个值得信赖的人倾诉一下。",
    "annotation": [
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "我在3年前被诊断为中度抑郁，痊愈后，在工作中不再那么拼命。",
        "label": ""
      },
      {
        "sentence": "就在我以为没有希望了，我意外得到了博士offer，但我也曾犹豫不决是否应该去读。",
        "label": ""
      },
      {
        "sentence": "我无法替你做出决定，但我可以从另一个角度给你一些看法和建议。",
        "label": ""
      },
      {
        "sentence": "首先，博士确实是一个挑战，它不同于硕士，它需要你具备独立提出课题、计划和完成课题的能力，这种能力不仅仅是逻辑和学术上的，还包括心理上的抗压能力和自我调节能力等等。",
        "label": ""
      },
      {
        "sentence": "我认识的博士生中，按时毕业的并不多，博转硕和延期毕业的却很多，尤其是延期毕业的情况，如果涉及到导师课题进度的问题，延期是非常常见的。",
        "label": ""
      },
      {
        "sentence": "挑战确实存在，这是一个现实的问题。",
        "label": ""
      },
      {
        "sentence": "但是当我们无法做出决定的时候，很多时候不是因为无法清楚地摆出利弊，而是即使白纸黑字地摆出利弊，我们仍然很难下定决心，因为一旦决定了，就要面对可能的后果。",
        "label": ""
      },
      {
        "sentence": "你的问题更多地是这个原因。",
        "label": ""
      },
      {
        "sentence": "思考以下几个问题可能对你有所帮助：1.当初决定申请博士时，你内心的心理过程是怎样的？",
        "label": ""
      },
      {
        "sentence": "当时有没有考虑到读博的压力问题？",
        "label": ""
      },
      {
        "sentence": "2.如果当初申请时已经考虑到了读博的压力，你当时是如何理解和应对的？",
        "label": ""
      },
      {
        "sentence": "3.如果当初申请时没有考虑到读博的压力，那么那时你是怎么想的？",
        "label": ""
      },
      {
        "sentence": "是什么驱使你决定去申请博士项目呢？",
        "label": ""
      },
      {
        "sentence": "思考这些问题可以帮助你更好地理解自己的动机和信念，你读博的动力、如果失败的代价、你可以如何应对可能的失败，所有这些都是你需要仔细考虑的。",
        "label": ""
      },
      {
        "sentence": "让你犹豫的一个重要原因可能是你的抑郁病史和摸鱼的经历。",
        "label": ""
      },
      {
        "sentence": "这些经历让你对自己的“自我效能感”产生了怀疑和不确定。",
        "label": ""
      },
      {
        "sentence": "“自我效能感”是美国心理学家班杜拉在1977年提出的一个概念，它指的是“人们对自己是否能够利用所掌握的技能完成某项任务的自信程度”。",
        "label": ""
      },
      {
        "sentence": "让你停滞不前的可能是你对目前是否能够完成这个挑战的不确定感，如果真的失败了，似乎你无法承受这个结果。",
        "label": ""
      },
      {
        "sentence": "因此，这是一个带有风险的决定。",
        "label": ""
      },
      {
        "sentence": "一份详细的计划书可以帮你恢复一点自我效能感。",
        "label": ""
      },
      {
        "sentence": "这并不需要写出来，而是让你仔细思考你所拥有和可以借助的资源（包括经济、人际关系以及心理咨询方面），以及在读博过程中可能遇到的问题，可以采取哪些对策。",
        "label": ""
      },
      {
        "sentence": "即使你曾经被诊断为抑郁症，但抑郁情绪不一定会转化为抑郁症，只要你能保持良好的自我觉察力，并掌握更多缓解和疏导情绪的方法和能力，你仍然可以应对生活中的挑战。",
        "label": ""
      },
      {
        "sentence": "至于自卑感，个体心理学家阿德勒认为自卑感是每个人都会有的，它实际上是自我超越的动力来源。",
        "label": ""
      },
      {
        "sentence": "阻碍我们前进的不是自卑感，而是自卑情结。",
        "label": ""
      },
      {
        "sentence": "自卑情结意味着不相信自己有改变的可能，将自卑当作借口，“我本来也想这样做，但是……”、“不管怎样，我就是不行”，这样的情结真正让自卑阻碍了前进的步伐。",
        "label": ""
      },
      {
        "sentence": "至少在你的故事中，我没有看到自卑情结，我看到的是一个不断努力和尝试超越自我的人。",
        "label": ""
      },
      {
        "sentence": "人生中的很多决定都伴随着风险和付出的代价，如果一个人难以面对，不妨找个值得信赖的人倾诉一下。",
        "label": ""
      }
    ]
  }
]