[
  {
    "role": "client",
    "content": "我是一个30岁的男性。从小我一直很努力学习，但我犹豫不决是否应该选择读博士。一路上，我一直在很好的学习平台上，但我的成绩一直处于中游偏下。研究生毕业后，我选择了一个高薪高压的工作。我一直被自卑感和焦虑感推动着向前发展。每当我升职时，压力和自卑感就会越来越大。直到工作一年后，各种压力使我陷入了中重度抑郁，经过半年治疗后恢复了健康，但工作时我学会了摸鱼。这件事发生在三年前，现在我没有再次陷入中重度抑郁。由于这些年的摸鱼，以及抑郁对我的大脑影响，我的职业发展远远落后于同学们。去年，我申请了几所大学的博士项目，起初并没有报太大的希望，但后来意外地获得了几个offer，这些项目的研究方向非常有前途，但也面临很大的挑战。选择时我非常犹豫，我不确定自己是否又在自讨苦吃。读博士的过程一定很艰辛，再加上我本身容易抑郁的性格，我非常担心自己会再次陷入困境。如果这条路不适合我，没有得到我所期待的结果，那将是一个很大的打击。如果我主动退出，时间成本还是可以接受的，但如果被迫退出，后果将不堪设想。",
    "annotation": [
      {
        "sentence": "我是一个30岁的男性。",
        "label": ""
      },
      {
        "sentence": "从小我一直很努力学习，但我犹豫不决是否应该选择读博士。",
        "label": ""
      },
      {
        "sentence": "一路上，我一直在很好的学习平台上，但我的成绩一直处于中游偏下。",
        "label": ""
      },
      {
        "sentence": "研究生毕业后，我选择了一个高薪高压的工作。",
        "label": ""
      },
      {
        "sentence": "我一直被自卑感和焦虑感推动着向前发展。",
        "label": ""
      },
      {
        "sentence": "每当我升职时，压力和自卑感就会越来越大。",
        "label": ""
      },
      {
        "sentence": "直到工作一年后，各种压力使我陷入了中重度抑郁，经过半年治疗后恢复了健康，但工作时我学会了摸鱼。",
        "label": ""
      },
      {
        "sentence": "这件事发生在三年前，现在我没有再次陷入中重度抑郁。",
        "label": ""
      },
      {
        "sentence": "由于这些年的摸鱼，以及抑郁对我的大脑影响，我的职业发展远远落后于同学们。",
        "label": ""
      },
      {
        "sentence": "去年，我申请了几所大学的博士项目，起初并没有报太大的希望，但后来意外地获得了几个offer，这些项目的研究方向非常有前途，但也面临很大的挑战。",
        "label": ""
      },
      {
        "sentence": "选择时我非常犹豫，我不确定自己是否又在自讨苦吃。",
        "label": ""
      },
      {
        "sentence": "读博士的过程一定很艰辛，再加上我本身容易抑郁的性格，我非常担心自己会再次陷入困境。",
        "label": ""
      },
      {
        "sentence": "如果这条路不适合我，没有得到我所期待的结果，那将是一个很大的打击。",
        "label": ""
      },
      {
        "sentence": "如果我主动退出，时间成本还是可以接受的，但如果被迫退出，后果将不堪设想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你提出这个问题的时候，我觉得你内心其实已经有了答案，只是你还在犹豫。不妨真的可以抛硬币来决定，看你在抛硬币的时候更希望结果是怎样的。对于这样的决定，确实需要非常慎重，它非常重要。我更认为，和学历相比，身体更加重要。从你的描述看，你是一个特别上进、特别不服输的人，所以你应该一直向前走。你应该给自己设定一个越来越高的目标，你平时的学习生活中是不是一个完美主义者呢？我觉得你似乎害怕停下来，害怕不知道该做什么。所以你想一直保持一个目标，一直去追求完成它。所以我觉得很重要的一点是看你个人生活追求是什么。如果你觉得停下来也不错，那我建议你适当地停下来。当然，最重要的原因还是你之前曾经有过抑郁症，如果在一种高压力的环境下，难说会不会再次发作。当然，如果你选择继续向上走，选择读博士项目，这个选择并不是不好的，毕竟这意味着你可能会有更多的机会，更多的资本。我建议你多听听你内心真正想做什么。以上仅供参考，祝好运。",
    "annotation": [
      {
        "sentence": "当你提出这个问题的时候，我觉得你内心其实已经有了答案，只是你还在犹豫。",
        "label": ""
      },
      {
        "sentence": "不妨真的可以抛硬币来决定，看你在抛硬币的时候更希望结果是怎样的。",
        "label": ""
      },
      {
        "sentence": "对于这样的决定，确实需要非常慎重，它非常重要。",
        "label": ""
      },
      {
        "sentence": "我更认为，和学历相比，身体更加重要。",
        "label": ""
      },
      {
        "sentence": "从你的描述看，你是一个特别上进、特别不服输的人，所以你应该一直向前走。",
        "label": ""
      },
      {
        "sentence": "你应该给自己设定一个越来越高的目标，你平时的学习生活中是不是一个完美主义者呢？",
        "label": ""
      },
      {
        "sentence": "我觉得你似乎害怕停下来，害怕不知道该做什么。",
        "label": ""
      },
      {
        "sentence": "所以你想一直保持一个目标，一直去追求完成它。",
        "label": ""
      },
      {
        "sentence": "所以我觉得很重要的一点是看你个人生活追求是什么。",
        "label": ""
      },
      {
        "sentence": "如果你觉得停下来也不错，那我建议你适当地停下来。",
        "label": ""
      },
      {
        "sentence": "当然，最重要的原因还是你之前曾经有过抑郁症，如果在一种高压力的环境下，难说会不会再次发作。",
        "label": ""
      },
      {
        "sentence": "当然，如果你选择继续向上走，选择读博士项目，这个选择并不是不好的，毕竟这意味着你可能会有更多的机会，更多的资本。",
        "label": ""
      },
      {
        "sentence": "我建议你多听听你内心真正想做什么。",
        "label": ""
      },
      {
        "sentence": "以上仅供参考，祝好运。",
        "label": ""
      }
    ]
  }
]