[
  {
    "role": "client",
    "content": "我是一个30岁的男性，从小一直很努力学习，但现在我犹豫是否应该选择读博。我一直在很好的学习平台，但我的成绩一直都处于中游偏下的位置。一路走来，虽然很顺利，但也非常辛苦。研究生毕业后，我选择了高薪且高压的工作。我之所以一直向上努力，主要是因为自卑感和焦虑感的驱动。每一次上升一个平台，我就感到压力越来越大，自卑感也越来越强。直到工作了一年后，各种压力让我陷入了中重度抑郁，治疗了半年才痊愈。治疗期间，我学会了摸鱼。这件事发生在3年前，现在我没有再次陷入中重度抑郁。然而，由于这几年的摸鱼以及抑郁所导致的大脑不够清晰，我的职业发展远远落后于同学们。去年，我申请了几所大学的博士项目，并没抱太大希望，但意外地得到了几个offer。这些项目的研究方向都很有前途，但也面临着很大的挑战。我在做选择时很犹豫，担心自己是否又在自不量力。读博肯定会面临很大的困难，再加上我的性格容易抑郁，我非常担心自己会再次陷入困境。如果读博不适合我，却坚持下去，那将是一次很大的打击。而如果我现在主动退出，时间成本还能接受，但如果后期被迫退出，沉没成本就会很高。",
    "annotation": [
      {
        "sentence": "我是一个30岁的男性，从小一直很努力学习，但现在我犹豫是否应该选择读博。",
        "label": ""
      },
      {
        "sentence": "我一直在很好的学习平台，但我的成绩一直都处于中游偏下的位置。",
        "label": ""
      },
      {
        "sentence": "一路走来，虽然很顺利，但也非常辛苦。",
        "label": ""
      },
      {
        "sentence": "研究生毕业后，我选择了高薪且高压的工作。",
        "label": ""
      },
      {
        "sentence": "我之所以一直向上努力，主要是因为自卑感和焦虑感的驱动。",
        "label": ""
      },
      {
        "sentence": "每一次上升一个平台，我就感到压力越来越大，自卑感也越来越强。",
        "label": ""
      },
      {
        "sentence": "直到工作了一年后，各种压力让我陷入了中重度抑郁，治疗了半年才痊愈。",
        "label": ""
      },
      {
        "sentence": "治疗期间，我学会了摸鱼。",
        "label": ""
      },
      {
        "sentence": "这件事发生在3年前，现在我没有再次陷入中重度抑郁。",
        "label": ""
      },
      {
        "sentence": "然而，由于这几年的摸鱼以及抑郁所导致的大脑不够清晰，我的职业发展远远落后于同学们。",
        "label": ""
      },
      {
        "sentence": "去年，我申请了几所大学的博士项目，并没抱太大希望，但意外地得到了几个offer。",
        "label": ""
      },
      {
        "sentence": "这些项目的研究方向都很有前途，但也面临着很大的挑战。",
        "label": ""
      },
      {
        "sentence": "我在做选择时很犹豫，担心自己是否又在自不量力。",
        "label": ""
      },
      {
        "sentence": "读博肯定会面临很大的困难，再加上我的性格容易抑郁，我非常担心自己会再次陷入困境。",
        "label": ""
      },
      {
        "sentence": "如果读博不适合我，却坚持下去，那将是一次很大的打击。",
        "label": ""
      },
      {
        "sentence": "而如果我现在主动退出，时间成本还能接受，但如果后期被迫退出，沉没成本就会很高。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述之后，我觉得你并不像自己说的那么差劲，相反你要比很多同龄人优秀得多，只是我们自己没有意识到而已。是否要读博取决于我们未来的发展道路。一个好的平台确实能给我们带来更多的机会，但也意味着我们会面临更大的竞争压力。毕竟物以类聚人以群分，更高的平台也意味着会有更多优秀的人。尤其是在刚加入这个平台的时候，我们会发现他人身上有很多优点，这种对比可能会造成伤害，从而怀疑自己。如果我们读博只是为了逃避工作的压力，那么要坚持下去并不容易。读博确实有一定的难度，就像你自己提到的，我们要是调整不好自己，很可能得不偿失。因此，我们不如先做好目前可以做的事情，摸鱼是很多人都会有的行为，但我们可以意识到自己的薄弱点，是否可以花更多时间来弥补自己的不足呢？如果我们真的想提升自己的能力，也对某个领域很感兴趣，那读博确实是一个不错的机会。兴趣是我们最好的老师，如果你对所读的专业前景看好，同时也对此感兴趣，那我们可以努力尝试一下。不要过于纠结最终的结果，先努力做好自己想做的事情，年轻的时候可以放飞自我，毕竟我们还有试错的机会和成本。",
    "annotation": [
      {
        "sentence": "看了你的描述之后，我觉得你并不像自己说的那么差劲，相反你要比很多同龄人优秀得多，只是我们自己没有意识到而已。",
        "label": ""
      },
      {
        "sentence": "是否要读博取决于我们未来的发展道路。",
        "label": ""
      },
      {
        "sentence": "一个好的平台确实能给我们带来更多的机会，但也意味着我们会面临更大的竞争压力。",
        "label": ""
      },
      {
        "sentence": "毕竟物以类聚人以群分，更高的平台也意味着会有更多优秀的人。",
        "label": ""
      },
      {
        "sentence": "尤其是在刚加入这个平台的时候，我们会发现他人身上有很多优点，这种对比可能会造成伤害，从而怀疑自己。",
        "label": ""
      },
      {
        "sentence": "如果我们读博只是为了逃避工作的压力，那么要坚持下去并不容易。",
        "label": ""
      },
      {
        "sentence": "读博确实有一定的难度，就像你自己提到的，我们要是调整不好自己，很可能得不偿失。",
        "label": ""
      },
      {
        "sentence": "因此，我们不如先做好目前可以做的事情，摸鱼是很多人都会有的行为，但我们可以意识到自己的薄弱点，是否可以花更多时间来弥补自己的不足呢？",
        "label": ""
      },
      {
        "sentence": "如果我们真的想提升自己的能力，也对某个领域很感兴趣，那读博确实是一个不错的机会。",
        "label": ""
      },
      {
        "sentence": "兴趣是我们最好的老师，如果你对所读的专业前景看好，同时也对此感兴趣，那我们可以努力尝试一下。",
        "label": ""
      },
      {
        "sentence": "不要过于纠结最终的结果，先努力做好自己想做的事情，年轻的时候可以放飞自我，毕竟我们还有试错的机会和成本。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。你说得对，我可能一直没有意识到自己的优点，总是过于关注别人的优秀，从而忽视了自己的长处。我明白了一个好的平台会给我更多机会，但同时也需要面对更大的竞争压力。我也明白读博不是为了逃避工作的压力，而是要真正提升自己的能力和研究某个领域。我确实对所读专业的前景很有信心，同时也对此感兴趣。我决定努力尝试一下读博，不再被过去的挫折和困境困扰。我会调整好自己的心态，充分利用年轻的时光，因为只有不断尝试和努力，我们才能获得成功。再次感谢你的鼓励和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "你说得对，我可能一直没有意识到自己的优点，总是过于关注别人的优秀，从而忽视了自己的长处。",
        "label": ""
      },
      {
        "sentence": "我明白了一个好的平台会给我更多机会，但同时也需要面对更大的竞争压力。",
        "label": ""
      },
      {
        "sentence": "我也明白读博不是为了逃避工作的压力，而是要真正提升自己的能力和研究某个领域。",
        "label": ""
      },
      {
        "sentence": "我确实对所读专业的前景很有信心，同时也对此感兴趣。",
        "label": ""
      },
      {
        "sentence": "我决定努力尝试一下读博，不再被过去的挫折和困境困扰。",
        "label": ""
      },
      {
        "sentence": "我会调整好自己的心态，充分利用年轻的时光，因为只有不断尝试和努力，我们才能获得成功。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你的决定。你要相信自己，相信自己的能力和潜力。无论读博的道路上会遇到什么困难和挑战，我相信你都能够克服。关键是要保持积极的心态，把握好自己的节奏，不要给自己太大的压力。在读博的过程中，也别忘了找一些适合自己的缓解压力的方式，如运动、社交等，这样可以更好地应对压力。我祝愿你在读博的道路上取得好成绩，并找到自己真正感兴趣的领域。加油！如果你需要任何帮助或有任何疑问，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "非常高兴听到你的决定。",
        "label": ""
      },
      {
        "sentence": "你要相信自己，相信自己的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "无论读博的道路上会遇到什么困难和挑战，我相信你都能够克服。",
        "label": ""
      },
      {
        "sentence": "关键是要保持积极的心态，把握好自己的节奏，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "在读博的过程中，也别忘了找一些适合自己的缓解压力的方式，如运动、社交等，这样可以更好地应对压力。",
        "label": ""
      },
      {
        "sentence": "我祝愿你在读博的道路上取得好成绩，并找到自己真正感兴趣的领域。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或有任何疑问，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]