[
  {
    "role": "client",
    "content": "在大学，总是一个人会不会变得很孤僻？",
    "annotation": [
      {
        "sentence": "在大学，总是一个人会不会变得很孤僻？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "上大学是进入一个新的环境，需要一定的时间去适应，但这并不说明你整个人就变得很孤僻。适应新的环境进入一个新的阶段，你算是离开了一个曾经的舒适圈。进入新的环境需要一定时间去适应它，在这段时间里面，你还没有完全的适应它。并且你的性格应该算比较内向，我没有太多的话题，不怎么说话。",
    "annotation": [
      {
        "sentence": "上大学是进入一个新的环境，需要一定的时间去适应，但这并不说明你整个人就变得很孤僻。",
        "label": ""
      },
      {
        "sentence": "适应新的环境进入一个新的阶段，你算是离开了一个曾经的舒适圈。",
        "label": ""
      },
      {
        "sentence": "进入新的环境需要一定时间去适应它，在这段时间里面，你还没有完全的适应它。",
        "label": ""
      },
      {
        "sentence": "并且你的性格应该算比较内向，我没有太多的话题，不怎么说话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "到大学后，我舍友总是组织出去玩，一起去吃火锅、看电影，因为我比较内向一直也不太说话，平时她们一块聊天我也不想加入，她们也不问我去不去，我也不是很想去，我是不是已经变得孤僻了？宿舍五个人我是不是多余的那个？大学一个人会不会心理变得更加孤僻？",
    "annotation": [
      {
        "sentence": "到大学后，我舍友总是组织出去玩，一起去吃火锅、看电影，因为我比较内向一直也不太说话，平时她们一块聊天我也不想加入，她们也不问我去不去，我也不是很想去，我是不是已经变得孤僻了？",
        "label": ""
      },
      {
        "sentence": "宿舍五个人我是不是多余的那个？",
        "label": ""
      },
      {
        "sentence": "大学一个人会不会心理变得更加孤僻？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于宿舍活动，刚开始可能是有邀请过你的吧。但是你多次拒绝，也让舍友不再向你提出邀请。并且你宿舍这个人数也是一个比较尴尬的数字。5个人一般都是两个人两个人一块的刚好提出就是多出来的那个也没有试着去融入他们的环境。新的环境需要去适应，在短时间内你没有完全适应新环境，不能放开自己的性格去交朋友。在后面的生活里的话，你应该会慢慢的适应新的环境，然后在更多的活动中去接触一些新的朋友。",
    "annotation": [
      {
        "sentence": "关于宿舍活动，刚开始可能是有邀请过你的吧。",
        "label": ""
      },
      {
        "sentence": "但是你多次拒绝，也让舍友不再向你提出邀请。",
        "label": ""
      },
      {
        "sentence": "并且你宿舍这个人数也是一个比较尴尬的数字。",
        "label": ""
      },
      {
        "sentence": "5个人一般都是两个人两个人一块的刚好提出就是多出来的那个也没有试着去融入他们的环境。",
        "label": ""
      },
      {
        "sentence": "新的环境需要去适应，在短时间内你没有完全适应新环境，不能放开自己的性格去交朋友。",
        "label": ""
      },
      {
        "sentence": "在后面的生活里的话，你应该会慢慢的适应新的环境，然后在更多的活动中去接触一些新的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也挺担心自己会变得极端，现在我不喜欢和室友交流，也不太想尝试和她们聊得很嗨，对她们聊的话题都没有兴趣。可是看到她们关系好，我又很渴望。我对大学生活也很迷茫，周末别人都出去玩了，我自己又感觉好孤单。",
    "annotation": [
      {
        "sentence": "我也挺担心自己会变得极端，现在我不喜欢和室友交流，也不太想尝试和她们聊得很嗨，对她们聊的话题都没有兴趣。",
        "label": ""
      },
      {
        "sentence": "可是看到她们关系好，我又很渴望。",
        "label": ""
      },
      {
        "sentence": "我对大学生活也很迷茫，周末别人都出去玩了，我自己又感觉好孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然目前室友们的话题让你提不上兴趣，但是以后肯定会有你感兴趣的话题。你也可以尝试跟她们一起去聊那些话题，不需要强行融入她们的圈子，但适当地与她们沟通会让你不再充当一个透明人的角色。一个人可以给你带来好处，也可以给你带来孤独。一个人的时候你可以静心去学习，去图书馆看看书，但如果一直只专注于学习，你的交际圈就会变得很窄。害怕孤独的话，可以参加一些社团活动，在感兴趣的社团里找到志同道合的朋友。",
    "annotation": [
      {
        "sentence": "虽然目前室友们的话题让你提不上兴趣，但是以后肯定会有你感兴趣的话题。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试跟她们一起去聊那些话题，不需要强行融入她们的圈子，但适当地与她们沟通会让你不再充当一个透明人的角色。",
        "label": ""
      },
      {
        "sentence": "一个人可以给你带来好处，也可以给你带来孤独。",
        "label": ""
      },
      {
        "sentence": "一个人的时候你可以静心去学习，去图书馆看看书，但如果一直只专注于学习，你的交际圈就会变得很窄。",
        "label": ""
      },
      {
        "sentence": "害怕孤独的话，可以参加一些社团活动，在感兴趣的社团里找到志同道合的朋友。",
        "label": ""
      }
    ]
  }
]