[
  {
    "role": "client",
    "content": "我确诊了焦虑障碍，吃药两个多星期。我（29岁，男）8月4号看了负面新闻后突发焦虑状态，头晕一个多月，睡不好。很多检查没什么问题，还住中医院中医调理。直到后来别的心理科确诊焦虑障碍，吃药后头晕症状减轻了，但有时想到些东西还是感觉很烦躁不安，靠吃安眠药入睡。哎，也不知道什么时候才能好。目前是在别的城市独居工作，没有很好的朋友了。以前认为的好朋友，对我也很挑剔。已经不想再联系，有时甚至想跟她吵架或者暴打一顿。。。想到这个也很难受。",
    "annotation": [
      {
        "sentence": "我确诊了焦虑障碍，吃药两个多星期。",
        "label": ""
      },
      {
        "sentence": "我（29岁，男）8月4号看了负面新闻后突发焦虑状态，头晕一个多月，睡不好。",
        "label": ""
      },
      {
        "sentence": "很多检查没什么问题，还住中医院中医调理。",
        "label": ""
      },
      {
        "sentence": "直到后来别的心理科确诊焦虑障碍，吃药后头晕症状减轻了，但有时想到些东西还是感觉很烦躁不安，靠吃安眠药入睡。",
        "label": ""
      },
      {
        "sentence": "哎，也不知道什么时候才能好。",
        "label": ""
      },
      {
        "sentence": "目前是在别的城市独居工作，没有很好的朋友了。",
        "label": ""
      },
      {
        "sentence": "以前认为的好朋友，对我也很挑剔。",
        "label": ""
      },
      {
        "sentence": "已经不想再联系，有时甚至想跟她吵架或者暴打一顿。。。",
        "label": ""
      },
      {
        "sentence": "想到这个也很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "十分揪心看到你现在确诊焦虑障碍的状态啊，对于外界负面新闻的反应可能是这种焦虑所表现出来的源头，不知道曾经是否也出现过特别焦虑的时刻呢。对于你所说的负面新闻或许也可以进行相应的解读还有梳理，现在能够做的就是听从医嘱好好配合治疗，有必要的话还可以进行心理咨询，能够去进行积极的自我调节来面对那些让自己感觉不太舒服的事情，全面规划自己的生活。",
    "annotation": [
      {
        "sentence": "十分揪心看到你现在确诊焦虑障碍的状态啊，对于外界负面新闻的反应可能是这种焦虑所表现出来的源头，不知道曾经是否也出现过特别焦虑的时刻呢。",
        "label": ""
      },
      {
        "sentence": "对于你所说的负面新闻或许也可以进行相应的解读还有梳理，现在能够做的就是听从医嘱好好配合治疗，有必要的话还可以进行心理咨询，能够去进行积极的自我调节来面对那些让自己感觉不太舒服的事情，全面规划自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前确实也有焦虑的时候，但这次的焦虑状态持续时间很长。我不知道怎么去处理这些负面情绪，感觉自己好像陷入了一个无法逃脱的漩涡。",
    "annotation": [
      {
        "sentence": "我之前确实也有焦虑的时候，但这次的焦虑状态持续时间很长。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么去处理这些负面情绪，感觉自己好像陷入了一个无法逃脱的漩涡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在的困惑和无力感。焦虑是一种常见的情绪，我们可以一起尝试一些方法来缓解。除了药物治疗，你可以尝试一些放松的活动，比如深呼吸、冥想和瑜伽等。这些可以帮助你放松身心，减轻焦虑。",
    "annotation": [
      {
        "sentence": "我明白你现在的困惑和无力感。",
        "label": ""
      },
      {
        "sentence": "焦虑是一种常见的情绪，我们可以一起尝试一些方法来缓解。",
        "label": ""
      },
      {
        "sentence": "除了药物治疗，你可以尝试一些放松的活动，比如深呼吸、冥想和瑜伽等。",
        "label": ""
      },
      {
        "sentence": "这些可以帮助你放松身心，减轻焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试这些放松的活动，希望能够有效果。另外，我现在在一个陌生的城市工作，没有很好的朋友可以倾诉，感觉有点孤单。",
    "annotation": [
      {
        "sentence": "我会试试这些放松的活动，希望能够有效果。",
        "label": ""
      },
      {
        "sentence": "另外，我现在在一个陌生的城市工作，没有很好的朋友可以倾诉，感觉有点孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，孤独是一种常见的情绪。你可以尝试主动参加一些社交活动，例如加入兴趣小组、参加社区活动，甚至可以尝试参加一些线上活动来结识新朋友。记得给自己一些时间适应新环境，朋友是可以慢慢积累的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，孤独是一种常见的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以尝试主动参加一些社交活动，例如加入兴趣小组、参加社区活动，甚至可以尝试参加一些线上活动来结识新朋友。",
        "label": ""
      },
      {
        "sentence": "记得给自己一些时间适应新环境，朋友是可以慢慢积累的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试试主动去结识新朋友。不过，我之前的好朋友对我变得很挑剔，我都不知道她为什么这样对我。我感觉很受伤，甚至想跟她吵架或者暴打一顿。",
    "annotation": [
      {
        "sentence": "嗯，我会试试主动去结识新朋友。",
        "label": ""
      },
      {
        "sentence": "不过，我之前的好朋友对我变得很挑剔，我都不知道她为什么这样对我。",
        "label": ""
      },
      {
        "sentence": "我感觉很受伤，甚至想跟她吵架或者暴打一顿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "友谊的改变是很常见的，每个人都有自己的价值观和期望。也许她对你有更高的要求，但这并不代表你就不值得被喜爱和接纳。友情是互相尊重和包容的，如果她对你变得不友好，也许你可以考虑放下这段关系，寻找更有共鸣和支持的朋友。不要让这段关系给你带来更多的伤害，你值得拥有更好的友谊。",
    "annotation": [
      {
        "sentence": "友谊的改变是很常见的，每个人都有自己的价值观和期望。",
        "label": ""
      },
      {
        "sentence": "也许她对你有更高的要求，但这并不代表你就不值得被喜爱和接纳。",
        "label": ""
      },
      {
        "sentence": "友情是互相尊重和包容的，如果她对你变得不友好，也许你可以考虑放下这段关系，寻找更有共鸣和支持的朋友。",
        "label": ""
      },
      {
        "sentence": "不要让这段关系给你带来更多的伤害，你值得拥有更好的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该学会放下这段关系，寻找更好的友谊。我会试着调整自己的心态，寻找更积极的解决方案。",
    "annotation": [
      {
        "sentence": "你说得对，我应该学会放下这段关系，寻找更好的友谊。",
        "label": ""
      },
      {
        "sentence": "我会试着调整自己的心态，寻找更积极的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够有这样的想法，调整心态是非常重要的。同时，如果你觉得自己的焦虑和烦躁情绪无法得到有效控制，还是建议你寻求专业的心理咨询师的帮助，他们可以给你更多的支持和指导。",
    "annotation": [
      {
        "sentence": "很高兴你能够有这样的想法，调整心态是非常重要的。",
        "label": ""
      },
      {
        "sentence": "同时，如果你觉得自己的焦虑和烦躁情绪无法得到有效控制，还是建议你寻求专业的心理咨询师的帮助，他们可以给你更多的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会考虑寻求专业心理咨询师的帮助。谢谢你的建议和支持，这次的对话让我感到心里舒服多了。",
    "annotation": [
      {
        "sentence": "好的，我会考虑寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，这次的对话让我感到心里舒服多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。如果你有任何其他问题或者需要进一步的支持，随时和我说。记得要保持乐观的态度，事情会越来越好的。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何其他问题或者需要进一步的支持，随时和我说。",
        "label": ""
      },
      {
        "sentence": "记得要保持乐观的态度，事情会越来越好的。",
        "label": ""
      }
    ]
  }
]