[
  {
    "role": "client",
    "content": "对待某一类朋友有狂热的情感，这是同性恋倾向吗？我这个人性格比较压抑，跟一般朋友交谈比较克制甚至冷漠，但我遇到那种谦和优雅令人静心的人的时候（概括不完整），总是不经意间被她们吸引，与她们接近，看到那人就感觉一天都明亮了，跟她相处总是很忐忑又很激动，有很多话说，虽然她不怎么感冒……我对这类人有近乎狂热的情绪，有人问我是不是同性恋，我有点惊讶，因为从来没有从这个方面想过，想问这是同性恋倾向吗？",
    "annotation": [
      {
        "sentence": "对待某一类朋友有狂热的情感，这是同性恋倾向吗？",
        "label": ""
      },
      {
        "sentence": "我这个人性格比较压抑，跟一般朋友交谈比较克制甚至冷漠，但我遇到那种谦和优雅令人静心的人的时候（概括不完整），总是不经意间被她们吸引，与她们接近，看到那人就感觉一天都明亮了，跟她相处总是很忐忑又很激动，有很多话说，虽然她不怎么感冒……我对这类人有近乎狂热的情绪，有人问我是不是同性恋，我有点惊讶，因为从来没有从这个方面想过，想问这是同性恋倾向吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀，很抱歉看到你被这些问题困惑着。关于“总是不经意间被她们吸引，与她们接近“，一些科学研究证明：我们的对异性产生的好感不一定就意味着我们是同性恋，不管是一些权威的经典研究还是最新的研究发现都不能确定这一现象。",
    "annotation": [
      {
        "sentence": "呀，很抱歉看到你被这些问题困惑着。",
        "label": ""
      },
      {
        "sentence": "关于“总是不经意间被她们吸引，与她们接近“，一些科学研究证明：我们的对异性产生的好感不一定就意味着我们是同性恋，不管是一些权威的经典研究还是最新的研究发现都不能确定这一现象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很能理解你的感受，因为作为一名女生，我自己也常常对优秀的同性产生欣赏的感觉，她们有的很漂亮、有的性格好，我常常自愧不如，于是想和她们做朋友，我的错觉就是：离优秀的人更近，自己也能变好一点。而且我欣赏的同性身上都有一种我缺少的特征，而且是我很想自己也有的特质。",
    "annotation": [
      {
        "sentence": "我很能理解你的感受，因为作为一名女生，我自己也常常对优秀的同性产生欣赏的感觉，她们有的很漂亮、有的性格好，我常常自愧不如，于是想和她们做朋友，我的错觉就是：离优秀的人更近，自己也能变好一点。",
        "label": ""
      },
      {
        "sentence": "而且我欣赏的同性身上都有一种我缺少的特征，而且是我很想自己也有的特质。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是，一方面，或许我想这并非是因为喜欢同性，而是因为在她们身上看到了自己缺少的特质，不自觉就被吸引了。另一方面，我们可能受到身边的人影响，比如听很多人夸那个同性很好很优秀，我们不自觉就接受了别人的“安利”，从而也把她想象得很完美。",
    "annotation": [
      {
        "sentence": "正是，一方面，或许我想这并非是因为喜欢同性，而是因为在她们身上看到了自己缺少的特质，不自觉就被吸引了。",
        "label": ""
      },
      {
        "sentence": "另一方面，我们可能受到身边的人影响，比如听很多人夸那个同性很好很优秀，我们不自觉就接受了别人的“安利”，从而也把她想象得很完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实受到周围人的评价的影响，他们都赞美那个人。而且，我注意到你说过“我这个人性格比较压抑，跟一般朋友交谈比较克制甚至冷漠”。我一直希望能够被人理解，但却压抑着自己的情感，这种小傲娇的性格有点像狮子座。",
    "annotation": [
      {
        "sentence": "是的，我确实受到周围人的评价的影响，他们都赞美那个人。",
        "label": ""
      },
      {
        "sentence": "而且，我注意到你说过“我这个人性格比较压抑，跟一般朋友交谈比较克制甚至冷漠”。",
        "label": ""
      },
      {
        "sentence": "我一直希望能够被人理解，但却压抑着自己的情感，这种小傲娇的性格有点像狮子座。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "压抑自己的情绪的原因有很多种，最常见的是期待他人来了解真正的自己，这种小傲娇的性格确实会让你感觉压抑。或许我们应该要学会注意自己身上的优点，学会欣赏自己，有点小自恋应该不过分吧。每个人都有自己独特的魅力和价值，不要太过自责哦。",
    "annotation": [
      {
        "sentence": "压抑自己的情绪的原因有很多种，最常见的是期待他人来了解真正的自己，这种小傲娇的性格确实会让你感觉压抑。",
        "label": ""
      },
      {
        "sentence": "或许我们应该要学会注意自己身上的优点，学会欣赏自己，有点小自恋应该不过分吧。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的魅力和价值，不要太过自责哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加重视自己的优点，而不是总是看别人的优点。可是，这种情感对我来说太强烈了，我感觉自己无法抗拒。有时候甚至会感觉很焦虑，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加重视自己的优点，而不是总是看别人的优点。",
        "label": ""
      },
      {
        "sentence": "可是，这种情感对我来说太强烈了，我感觉自己无法抗拒。",
        "label": ""
      },
      {
        "sentence": "有时候甚至会感觉很焦虑，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受，这种强烈的情感确实让你感到困扰。我建议你可以试着关注一下自己的情感，并找一个安全的地方来表达出来，比如写日记或与亲密的朋友聊聊。同时，也要知道情感的波动是正常的，不要太过自责。如果这种情感一直困扰着你，那么寻求专业心理咨询的帮助也是一个不错的选择。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受，这种强烈的情感确实让你感到困扰。",
        "label": ""
      },
      {
        "sentence": "我建议你可以试着关注一下自己的情感，并找一个安全的地方来表达出来，比如写日记或与亲密的朋友聊聊。",
        "label": ""
      },
      {
        "sentence": "同时，也要知道情感的波动是正常的，不要太过自责。",
        "label": ""
      },
      {
        "sentence": "如果这种情感一直困扰着你，那么寻求专业心理咨询的帮助也是一个不错的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我以后会试着表达自己的情感，也会尝试找一个安全的出口来宣泄。我真的很感谢你的建议和支持，这对我来说非常重要。我会尽快采取行动，找一个专业心理咨询师来帮助我。谢谢你！",
    "annotation": [
      {
        "sentence": "你说得对，我以后会试着表达自己的情感，也会尝试找一个安全的出口来宣泄。",
        "label": ""
      },
      {
        "sentence": "我真的很感谢你的建议和支持，这对我来说非常重要。",
        "label": ""
      },
      {
        "sentence": "我会尽快采取行动，找一个专业心理咨询师来帮助我。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，你并不孤单，始终有人支持你。愿你早日解决困扰，走出困境。如果你还需要进一步的帮助或有什么需要倾诉的，随时都可以来找我。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，始终有人支持你。",
        "label": ""
      },
      {
        "sentence": "愿你早日解决困扰，走出困境。",
        "label": ""
      },
      {
        "sentence": "如果你还需要进一步的帮助或有什么需要倾诉的，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]