[
  {
    "role": "client",
    "content": "其实每个人都有自己戴面具的时候，但是我对朋友关系中戴的面具感到困惑。在和朋友相处的时候，我发现大家对朋友做的不认同的事情，既不能特别直白地表示自己内心的评判（但是有时候是存在的），但也不能忽视自己内心的真实想法，更不能装作什么也没发生、自己一点意见也没有的样子去和对方相处。那我想问一下，人际关系该保持什么样的界限呢？假如现实是信念的反映，我该持何种信念对待它？之前我试过用类比自身的方式去共情和理解他人做不到毫无评判，也试过告诉自己生活不是“非黑即白”，但是当我自己被别人用“面具”包装过的样子对待，背后他们却把自己真实观点同他人表达、把我的事一起当做笑谈的时候，我还是觉得很糟糕。另外我家人和我说，与其他人的关系都是假的，除了家人之外没人是真心对我好。我虽然觉得不应该这么看，但我内心深处也有点相信……到底怎么算是除黑白之外的“灰色地带”，怎么又算是虚伪呢？我该如何选择一个正确的对待朋友的方式？",
    "annotation": [
      {
        "sentence": "其实每个人都有自己戴面具的时候，但是我对朋友关系中戴的面具感到困惑。",
        "label": ""
      },
      {
        "sentence": "在和朋友相处的时候，我发现大家对朋友做的不认同的事情，既不能特别直白地表示自己内心的评判（但是有时候是存在的），但也不能忽视自己内心的真实想法，更不能装作什么也没发生、自己一点意见也没有的样子去和对方相处。",
        "label": ""
      },
      {
        "sentence": "那我想问一下，人际关系该保持什么样的界限呢？",
        "label": ""
      },
      {
        "sentence": "假如现实是信念的反映，我该持何种信念对待它？",
        "label": ""
      },
      {
        "sentence": "之前我试过用类比自身的方式去共情和理解他人做不到毫无评判，也试过告诉自己生活不是“非黑即白”，但是当我自己被别人用“面具”包装过的样子对待，背后他们却把自己真实观点同他人表达、把我的事一起当做笑谈的时候，我还是觉得很糟糕。",
        "label": ""
      },
      {
        "sentence": "另外我家人和我说，与其他人的关系都是假的，除了家人之外没人是真心对我好。",
        "label": ""
      },
      {
        "sentence": "我虽然觉得不应该这么看，但我内心深处也有点相信……到底怎么算是除黑白之外的“灰色地带”，怎么又算是虚伪呢？",
        "label": ""
      },
      {
        "sentence": "我该如何选择一个正确的对待朋友的方式？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人际关系的复杂性常常会让我们感到困惑。首先，我们试着讨论一下：人际关系的目的是什么？我们可以将人际关系分为两种性质：共情式社交和功利式社交。共情式社交是指为了获得情感联结、情感体验，解闷或者有共同兴趣等而产生的社交行为。当一个人的心智尚未成熟或者生活不如意时，他需要从朋友那里获得情感上的联结和支持。根据你所说的情况，我初步推测你所指的是共情式的人际关系。这种关系的深浅不一，有真心也有虚伪。当面对别人说一些温暖的话，但背地里却对其他人有不同的说辞时，这对你的打击肯定很大。莎士比亚说过，一个人宁愿听一百句美丽的谎言，也不愿听一句直白的真话。假话听起来好听且不伤人，让人感到舒服，但也不负责任，所以说假话的人越来越多，说真话的人越来越少。实话容易引起麻烦，真话容易出错。关系不够紧密，谁敢冒着得罪人的风险说真话呢？只有那些真正在乎你和信任你的人才愿意告诉你真相。所以，对那些特别甜言蜜语要保持警惕，不要太过相信，或许你就能变得淡定一些。此外，学会独立思考、变得足够强大，可以减少共情式社交。",
    "annotation": [
      {
        "sentence": "人际关系的复杂性常常会让我们感到困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我们试着讨论一下：人际关系的目的是什么？",
        "label": ""
      },
      {
        "sentence": "我们可以将人际关系分为两种性质：共情式社交和功利式社交。",
        "label": ""
      },
      {
        "sentence": "共情式社交是指为了获得情感联结、情感体验，解闷或者有共同兴趣等而产生的社交行为。",
        "label": ""
      },
      {
        "sentence": "当一个人的心智尚未成熟或者生活不如意时，他需要从朋友那里获得情感上的联结和支持。",
        "label": ""
      },
      {
        "sentence": "根据你所说的情况，我初步推测你所指的是共情式的人际关系。",
        "label": ""
      },
      {
        "sentence": "这种关系的深浅不一，有真心也有虚伪。",
        "label": ""
      },
      {
        "sentence": "当面对别人说一些温暖的话，但背地里却对其他人有不同的说辞时，这对你的打击肯定很大。",
        "label": ""
      },
      {
        "sentence": "莎士比亚说过，一个人宁愿听一百句美丽的谎言，也不愿听一句直白的真话。",
        "label": ""
      },
      {
        "sentence": "假话听起来好听且不伤人，让人感到舒服，但也不负责任，所以说假话的人越来越多，说真话的人越来越少。",
        "label": ""
      },
      {
        "sentence": "实话容易引起麻烦，真话容易出错。",
        "label": ""
      },
      {
        "sentence": "关系不够紧密，谁敢冒着得罪人的风险说真话呢？",
        "label": ""
      },
      {
        "sentence": "只有那些真正在乎你和信任你的人才愿意告诉你真相。",
        "label": ""
      },
      {
        "sentence": "所以，对那些特别甜言蜜语要保持警惕，不要太过相信，或许你就能变得淡定一些。",
        "label": ""
      },
      {
        "sentence": "此外，学会独立思考、变得足够强大，可以减少共情式社交。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，人际关系的确不是一件简单的事情。我明白了共情式社交的存在，但是我很困惑如何在这样的关系中找到正确的界限。我试过用类比的方式去理解他人，去共情，但始终不能完全做到毫无评判。另外，我也尝试告诉自己生活不是非黑即白的，但当我被别人以虚假的态度对待，并在背后将我的事情当做笑柄时，我仍然觉得很难过。我家人告诉我，除了他们以外，其他人的关系都是假的，这让我有点相信了。我希望能够找到一种正确对待朋友的方式，不至于过于虚伪。",
    "annotation": [
      {
        "sentence": "你说得很对，人际关系的确不是一件简单的事情。",
        "label": ""
      },
      {
        "sentence": "我明白了共情式社交的存在，但是我很困惑如何在这样的关系中找到正确的界限。",
        "label": ""
      },
      {
        "sentence": "我试过用类比的方式去理解他人，去共情，但始终不能完全做到毫无评判。",
        "label": ""
      },
      {
        "sentence": "另外，我也尝试告诉自己生活不是非黑即白的，但当我被别人以虚假的态度对待，并在背后将我的事情当做笑柄时，我仍然觉得很难过。",
        "label": ""
      },
      {
        "sentence": "我家人告诉我，除了他们以外，其他人的关系都是假的，这让我有点相信了。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一种正确对待朋友的方式，不至于过于虚伪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑我能够理解。在共情式社交中，找到正确的界限是很困难的。尽管你试图以类比的方式理解他人，去共情，但总会有一些内心的评判。这是很正常的，毕竟我们每个人都有自己的标准和价值观。尝试告诉自己生活并非非黑即白也是一种很好的方式，但当别人虚假对待你并议论你的事情时，这确实很令人难过。关于家人告诉你其他人的关系都是假的，我希望你不要轻易相信。每个人都有不同的经历和观点，不能因为一些例外就将所有人都归为相同的类别。所以，我们需要学会选择性信任，找到那些真心对待你的人，与他们建立真实的友谊。同时，也要保持真实，但并不是所有人都需要接触到你内心最深处的想法和情感。",
    "annotation": [
      {
        "sentence": "你的困惑我能够理解。",
        "label": ""
      },
      {
        "sentence": "在共情式社交中，找到正确的界限是很困难的。",
        "label": ""
      },
      {
        "sentence": "尽管你试图以类比的方式理解他人，去共情，但总会有一些内心的评判。",
        "label": ""
      },
      {
        "sentence": "这是很正常的，毕竟我们每个人都有自己的标准和价值观。",
        "label": ""
      },
      {
        "sentence": "尝试告诉自己生活并非非黑即白也是一种很好的方式，但当别人虚假对待你并议论你的事情时，这确实很令人难过。",
        "label": ""
      },
      {
        "sentence": "关于家人告诉你其他人的关系都是假的，我希望你不要轻易相信。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的经历和观点，不能因为一些例外就将所有人都归为相同的类别。",
        "label": ""
      },
      {
        "sentence": "所以，我们需要学会选择性信任，找到那些真心对待你的人，与他们建立真实的友谊。",
        "label": ""
      },
      {
        "sentence": "同时，也要保持真实，但并不是所有人都需要接触到你内心最深处的想法和情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你对我的困惑给予了很好的理解和建议，我对此深表感谢。确实，每个人都有不同的标准和价值观，这也是造成人际关系复杂性的原因。我明白了不能将所有人都归类为虚伪，而是要选择性地信任那些真心对待我的人。同时，在维护人际关系的过程中，我也应该保持自己的真实，但不是每个人都需要知道我的内心想法和情感的深处。谢谢你的支持，我会努力去理解并践行这些建议的。",
    "annotation": [
      {
        "sentence": "你对我的困惑给予了很好的理解和建议，我对此深表感谢。",
        "label": ""
      },
      {
        "sentence": "确实，每个人都有不同的标准和价值观，这也是造成人际关系复杂性的原因。",
        "label": ""
      },
      {
        "sentence": "我明白了不能将所有人都归类为虚伪，而是要选择性地信任那些真心对待我的人。",
        "label": ""
      },
      {
        "sentence": "同时，在维护人际关系的过程中，我也应该保持自己的真实，但不是每个人都需要知道我的内心想法和情感的深处。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持，我会努力去理解并践行这些建议的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的建议对你有所帮助。处理人际关系确实是一个不断学习和成长的过程。记得给自己一些时间和空间，不要过于苛求自己在人际交往中的表现。只要你保持真实，选择性地信任那些真心对待你的人，相信你能够建立更真实和健康的人际关系。如果以后还有其他问题，随时都可以找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "处理人际关系确实是一个不断学习和成长的过程。",
        "label": ""
      },
      {
        "sentence": "记得给自己一些时间和空间，不要过于苛求自己在人际交往中的表现。",
        "label": ""
      },
      {
        "sentence": "只要你保持真实，选择性地信任那些真心对待你的人，相信你能够建立更真实和健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]