[
  {
    "role": "client",
    "content": "我是一个22岁的女生，一直以来都缺乏自信，觉得自己一无是处。我对自己的外貌没有太多自信，特别是因为我长着一口整齐的龅牙，所以我不喜欢拍照，也不知道该怎么笑。再加上我还有驼背的问题，身体形态也很糟糕，我想改变，但即使我不再驼背了，我还是担心自己不好看。我甚至不敢穿裙子出门，觉得自己会很奇怪，动作也很扭捏，我担心别人看我会觉得我很奇怪。我异常在乎别人对我的看法，希望在别人面前能留下完美的印象，但这样真的很累。我常常对自己说我讨厌自己，为什么会那么丢人，为什么放不开，为什么扭捏，我觉得自己没有任何优点。不自信让我感到举步维艰。我总觉得自己在丢脸，而且我会一直回想那些丢脸的事情，所以我更不敢做真实的自己。感觉自己陷入了一个无法自拔的漩涡。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，一直以来都缺乏自信，觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "我对自己的外貌没有太多自信，特别是因为我长着一口整齐的龅牙，所以我不喜欢拍照，也不知道该怎么笑。",
        "label": ""
      },
      {
        "sentence": "再加上我还有驼背的问题，身体形态也很糟糕，我想改变，但即使我不再驼背了，我还是担心自己不好看。",
        "label": ""
      },
      {
        "sentence": "我甚至不敢穿裙子出门，觉得自己会很奇怪，动作也很扭捏，我担心别人看我会觉得我很奇怪。",
        "label": ""
      },
      {
        "sentence": "我异常在乎别人对我的看法，希望在别人面前能留下完美的印象，但这样真的很累。",
        "label": ""
      },
      {
        "sentence": "我常常对自己说我讨厌自己，为什么会那么丢人，为什么放不开，为什么扭捏，我觉得自己没有任何优点。",
        "label": ""
      },
      {
        "sentence": "不自信让我感到举步维艰。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己在丢脸，而且我会一直回想那些丢脸的事情，所以我更不敢做真实的自己。",
        "label": ""
      },
      {
        "sentence": "感觉自己陷入了一个无法自拔的漩涡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀~关于龅牙的问题姐妹你可以去整牙哦，不用担心年龄，我身边有个老师也带了牙套，再加上听医生的建议就好啦。有一句话说得很对：如果你对自己的外貌不满意，就去改变吧，如果改变能让你开心自信，那就是最值得的。很多女生对自己的外貌描述都不够客观，大部分都过于严苛了。原因是社会的审美被娱乐圈、网红圈统治，细腿、细腰、瓜子脸似乎成了标准，其实我们可以换个思考方式，假如抖音被学术圈统治，大佬们花式较量知识储备量，那么社会是不是以无知为耻呢？主要是那些真正在做事的大佬没有太多时间经营社交账号，要不然现在网红圈才不会那么盛行。从我的经验来看，我认为真正的自信来源于我们创造的价值，只有取得价值才会有意义。如果你有自己的追求和未来的职业规划，我建议你专心做自己擅长的事情，全身心地投入，那个状态一定是你最美的时候。最后关于在所有人面前保持完美印象的问题，这几乎是不可能的。我们遇到的人越多，会发现每个人对美的定义都不一样，就算你觉得已经表现得很完美了，说不定人家并没有注意到你的完美与否，而只关心自己感兴趣的方面。",
    "annotation": [
      {
        "sentence": "呀~关于龅牙的问题姐妹你可以去整牙哦，不用担心年龄，我身边有个老师也带了牙套，再加上听医生的建议就好啦。",
        "label": ""
      },
      {
        "sentence": "有一句话说得很对：如果你对自己的外貌不满意，就去改变吧，如果改变能让你开心自信，那就是最值得的。",
        "label": ""
      },
      {
        "sentence": "很多女生对自己的外貌描述都不够客观，大部分都过于严苛了。",
        "label": ""
      },
      {
        "sentence": "原因是社会的审美被娱乐圈、网红圈统治，细腿、细腰、瓜子脸似乎成了标准，其实我们可以换个思考方式，假如抖音被学术圈统治，大佬们花式较量知识储备量，那么社会是不是以无知为耻呢？",
        "label": ""
      },
      {
        "sentence": "主要是那些真正在做事的大佬没有太多时间经营社交账号，要不然现在网红圈才不会那么盛行。",
        "label": ""
      },
      {
        "sentence": "从我的经验来看，我认为真正的自信来源于我们创造的价值，只有取得价值才会有意义。",
        "label": ""
      },
      {
        "sentence": "如果你有自己的追求和未来的职业规划，我建议你专心做自己擅长的事情，全身心地投入，那个状态一定是你最美的时候。",
        "label": ""
      },
      {
        "sentence": "最后关于在所有人面前保持完美印象的问题，这几乎是不可能的。",
        "label": ""
      },
      {
        "sentence": "我们遇到的人越多，会发现每个人对美的定义都不一样，就算你觉得已经表现得很完美了，说不定人家并没有注意到你的完美与否，而只关心自己感兴趣的方面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。去整牙确实是一个解决龅牙问题的方法，我也会尝试听医生的建议。你说得没错，对于自己的外貌，我可能一直以来都没有客观地看待，总是过于苛刻。你提到社会审美受到娱乐圈、网红圈的影响，我觉得很有道理。我也明白自信应该来自于创造的价值，我会努力找到自己的追求并专心投入。关于在他人面前保持完美印象的问题，我理解这几乎是不可能的，每个人的感受和欣赏不同，是我自己把自己逼得太紧了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "去整牙确实是一个解决龅牙问题的方法，我也会尝试听医生的建议。",
        "label": ""
      },
      {
        "sentence": "你说得没错，对于自己的外貌，我可能一直以来都没有客观地看待，总是过于苛刻。",
        "label": ""
      },
      {
        "sentence": "你提到社会审美受到娱乐圈、网红圈的影响，我觉得很有道理。",
        "label": ""
      },
      {
        "sentence": "我也明白自信应该来自于创造的价值，我会努力找到自己的追求并专心投入。",
        "label": ""
      },
      {
        "sentence": "关于在他人面前保持完美印象的问题，我理解这几乎是不可能的，每个人的感受和欣赏不同，是我自己把自己逼得太紧了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能够接受我的建议和观点，我很高兴。对于改变外貌的问题，我相信你会找到适合自己的方式。切记，只要能够让你开心和自信，那就是最重要的。至于社会的审美，我们确实需要换个思考方式，不被一些片面的标准所束缚。相信自己的独特魅力和价值，这样才能更加自信地展现自己。把注意力放在自己的成长和进步上，不用过于在意他人的评价。你已经很棒了，只要你做好自己，无论别人怎么想都不重要。",
    "annotation": [
      {
        "sentence": "不客气，你能够接受我的建议和观点，我很高兴。",
        "label": ""
      },
      {
        "sentence": "对于改变外貌的问题，我相信你会找到适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "切记，只要能够让你开心和自信，那就是最重要的。",
        "label": ""
      },
      {
        "sentence": "至于社会的审美，我们确实需要换个思考方式，不被一些片面的标准所束缚。",
        "label": ""
      },
      {
        "sentence": "相信自己的独特魅力和价值，这样才能更加自信地展现自己。",
        "label": ""
      },
      {
        "sentence": "把注意力放在自己的成长和进步上，不用过于在意他人的评价。",
        "label": ""
      },
      {
        "sentence": "你已经很棒了，只要你做好自己，无论别人怎么想都不重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的理解和支持给了我很大的鼓励和信心。我会尽力去找到适合自己的改变方式，并学会更客观地看待自己的外貌。也会更加相信自己的价值和独特性，不再过于依赖他人的评价。谢谢你帮我重新审视问题，我觉得自己确实有许多可以改变和成长的地方。",
    "annotation": [
      {
        "sentence": "你的理解和支持给了我很大的鼓励和信心。",
        "label": ""
      },
      {
        "sentence": "我会尽力去找到适合自己的改变方式，并学会更客观地看待自己的外貌。",
        "label": ""
      },
      {
        "sentence": "也会更加相信自己的价值和独特性，不再过于依赖他人的评价。",
        "label": ""
      },
      {
        "sentence": "谢谢你帮我重新审视问题，我觉得自己确实有许多可以改变和成长的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能给你帮助和支持。相信自己，相信自己的力量，你就能够克服困难，变得更加自信和积极。记住，每个人都有改变和成长的空间，只要你愿意努力，你一定能够找到更好的自己。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能给你帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的力量，你就能够克服困难，变得更加自信和积极。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有改变和成长的空间，只要你愿意努力，你一定能够找到更好的自己。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]