[
  {
    "role": "client",
    "content": "22岁女生，一直以来都自信，觉得自己一无是处。我对我的外貌不大自信，长了一口整齐的龅牙，所以我不爱拍照，不知道该怎么笑。驼背，所以形体又很糟糕，想改变，又觉得即便我不驼背了，我还是不好看？。我甚至都不敢穿裙子出去，觉得会很奇怪，动作就很扭捏，我觉得别人会看我觉得我很奇怪。我会异常在乎别人对我的看法，想在别人面前有个完美的印象，但这样真的很累。我经常对自己说的一句话是我好讨厌我自己，为什么会那么丢人，为什么会放不开，为什么会那么扭捏，我觉得自己什么优点都没有。不自信真的让我举步维艰。我觉得我总是在丢人，我会一直去想那些丢人的事情，所以我更不敢去做自己了。感觉在陷入了一个漩涡中，无法自拔。",
    "annotation": [
      {
        "sentence": "22岁女生，一直以来都自信，觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "我对我的外貌不大自信，长了一口整齐的龅牙，所以我不爱拍照，不知道该怎么笑。",
        "label": ""
      },
      {
        "sentence": "驼背，所以形体又很糟糕，想改变，又觉得即便我不驼背了，我还是不好看？。",
        "label": ""
      },
      {
        "sentence": "我甚至都不敢穿裙子出去，觉得会很奇怪，动作就很扭捏，我觉得别人会看我觉得我很奇怪。",
        "label": ""
      },
      {
        "sentence": "我会异常在乎别人对我的看法，想在别人面前有个完美的印象，但这样真的很累。",
        "label": ""
      },
      {
        "sentence": "我经常对自己说的一句话是我好讨厌我自己，为什么会那么丢人，为什么会放不开，为什么会那么扭捏，我觉得自己什么优点都没有。",
        "label": ""
      },
      {
        "sentence": "不自信真的让我举步维艰。",
        "label": ""
      },
      {
        "sentence": "我觉得我总是在丢人，我会一直去想那些丢人的事情，所以我更不敢去做自己了。",
        "label": ""
      },
      {
        "sentence": "感觉在陷入了一个漩涡中，无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解你的心情啊，～「我对我的外貌不大自信，长了一口整齐的龅牙，所以我不爱拍照，不知道该怎么笑。驼背，所以形体又很糟糕，想改变，又觉得即便我不驼背了，我还是不好看。我甚至都不敢穿裙子出去，觉得会很奇怪，动作就很扭捏，我觉得别人会看我觉得我很奇怪。」我们从幼年时开始，就形成了一套自己的审美标准，当然这也很大程度会收到社会审美观的影响:比如流行的细腿、蚂蚁腰、尖下巴等等。所以遇到自己不符合心中美的标准时，难免陷入巨大的挫折感和无力感。同时这样衍生而来的，还有对自己自尊心小心翼翼地保护，所以你会异常在乎别人的看法，在意自己的形象。",
    "annotation": [
      {
        "sentence": "能够理解你的心情啊，～「我对我的外貌不大自信，长了一口整齐的龅牙，所以我不爱拍照，不知道该怎么笑。",
        "label": ""
      },
      {
        "sentence": "驼背，所以形体又很糟糕，想改变，又觉得即便我不驼背了，我还是不好看。",
        "label": ""
      },
      {
        "sentence": "我甚至都不敢穿裙子出去，觉得会很奇怪，动作就很扭捏，我觉得别人会看我觉得我很奇怪。",
        "label": ""
      },
      {
        "sentence": "」我们从幼年时开始，就形成了一套自己的审美标准，当然这也很大程度会收到社会审美观的影响:比如流行的细腿、蚂蚁腰、尖下巴等等。",
        "label": ""
      },
      {
        "sentence": "所以遇到自己不符合心中美的标准时，难免陷入巨大的挫折感和无力感。",
        "label": ""
      },
      {
        "sentence": "同时这样衍生而来的，还有对自己自尊心小心翼翼地保护，所以你会异常在乎别人的看法，在意自己的形象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是过于关注别人的看法，才会那么在意自己的外貌。我真的很想改变，可是总觉得即便我改变了，还是不好看，会让别人觉得我很奇怪。",
    "annotation": [
      {
        "sentence": "是的，我就是过于关注别人的看法，才会那么在意自己的外貌。",
        "label": ""
      },
      {
        "sentence": "我真的很想改变，可是总觉得即便我改变了，还是不好看，会让别人觉得我很奇怪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，有时候我们对自己的外貌评价可能偏悲观了。我长青春痘已经很久了，从来没有人夸我好看，自己也觉得自己很丑，别人有时夸我漂亮我都会觉得是对方的场面话。后来今年终于下定决心去医院治疗我的痘痘，现在还在吃药，但真的比以前好很多。所以忽然就觉得，这也不是什么了不起的事，明明有办法解决，为什么不去解决而是陷入自己自怨自艾的情绪中。外貌上不自信的地方，比如龅牙，其实可以通过医疗美容的方式去解决。我希望你可以勇敢一点去尝试，也不会劝说你去接受自己不喜欢的状态。本来么，爱美之心，人皆有之。",
    "annotation": [
      {
        "sentence": "其实，有时候我们对自己的外貌评价可能偏悲观了。",
        "label": ""
      },
      {
        "sentence": "我长青春痘已经很久了，从来没有人夸我好看，自己也觉得自己很丑，别人有时夸我漂亮我都会觉得是对方的场面话。",
        "label": ""
      },
      {
        "sentence": "后来今年终于下定决心去医院治疗我的痘痘，现在还在吃药，但真的比以前好很多。",
        "label": ""
      },
      {
        "sentence": "所以忽然就觉得，这也不是什么了不起的事，明明有办法解决，为什么不去解决而是陷入自己自怨自艾的情绪中。",
        "label": ""
      },
      {
        "sentence": "外貌上不自信的地方，比如龅牙，其实可以通过医疗美容的方式去解决。",
        "label": ""
      },
      {
        "sentence": "我希望你可以勇敢一点去尝试，也不会劝说你去接受自己不喜欢的状态。",
        "label": ""
      },
      {
        "sentence": "本来么，爱美之心，人皆有之。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，我可能真的应该尝试改变一下自己，不要再一味地否定自己了。我真的想过得开心一点，不再那么拘束自己的行为。但是，我对于驼背问题还是有些疑惑，能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "嗯，你说得对，我可能真的应该尝试改变一下自己，不要再一味地否定自己了。",
        "label": ""
      },
      {
        "sentence": "我真的想过得开心一点，不再那么拘束自己的行为。",
        "label": ""
      },
      {
        "sentence": "但是，我对于驼背问题还是有些疑惑，能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "驼背是日常生活中比较常见的一种现象，并且70%的人群是后天驼背的，对于后天驼背的矫正可以通过一些姿势来进行矫正，可以去咨询一下专门的骨科医生解决，然后注意平时有意识地挺直脊背。",
    "annotation": [
      {
        "sentence": "驼背是日常生活中比较常见的一种现象，并且70%的人群是后天驼背的，对于后天驼背的矫正可以通过一些姿势来进行矫正，可以去咨询一下专门的骨科医生解决，然后注意平时有意识地挺直脊背。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像可以解决，我会去找医生咨询一下，看看有没有合适的方法可以改善我的驼背问题。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "听起来好像可以解决，我会去找医生咨询一下，看看有没有合适的方法可以改善我的驼背问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，别太过于自责了，其实每个人都有自己的烦恼和不满意之处。心理学中有个“焦点效应\":其实是每个人都会有的体验，这种心理状态让我们过度关注自我，过分在意聚会或者工作集会时周围人们对我们的关注程度。然而实际上别人的确会关注我们，可绝大部分人更加关注的是自己。所以不必过度担忧自己一些「丢脸」的时刻，并且记忆还会被遗忘呢，除非那个人对你怀有很强烈的情绪色彩，让他非记住你不可。",
    "annotation": [
      {
        "sentence": "不客气，别太过于自责了，其实每个人都有自己的烦恼和不满意之处。",
        "label": ""
      },
      {
        "sentence": "心理学中有个“焦点效应\":其实是每个人都会有的体验，这种心理状态让我们过度关注自我，过分在意聚会或者工作集会时周围人们对我们的关注程度。",
        "label": ""
      },
      {
        "sentence": "然而实际上别人的确会关注我们，可绝大部分人更加关注的是自己。",
        "label": ""
      },
      {
        "sentence": "所以不必过度担忧自己一些「丢脸」的时刻，并且记忆还会被遗忘呢，除非那个人对你怀有很强烈的情绪色彩，让他非记住你不可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哎，你说得对，我真的是太在意别人的关注和看法了。我会试着放松一点，不再过度担忧自己的形象和行为了。谢谢你的理解和鼓励！",
    "annotation": [
      {
        "sentence": "哎，你说得对，我真的是太在意别人的关注和看法了。",
        "label": ""
      },
      {
        "sentence": "我会试着放松一点，不再过度担忧自己的形象和行为了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解你对自己过往的行为和经历非常不满意，甚至是讨厌，因为自己希望自己也能够像别人一样洒脱自在地活着。但是过去的事情已经过去，它对你的影响不会比当前的事件来得更大，不要用过去来惩罚现在的自己。所以想做的事情积极去做，喜欢的爱好立即开始，从当下和未来的角度来看，未来我回忆起现在的自己时，我一定会因为这个敢于尝试的自己而高兴。【外貌上的不如意，在合理的范围去改变即可，但内心的不自信终究还是要靠自己走出来，所以一定要加油，要努力去快乐！一个希望能温柔世界，也给自己肆意生长时间的小蘑菇。",
    "annotation": [
      {
        "sentence": "能够理解你对自己过往的行为和经历非常不满意，甚至是讨厌，因为自己希望自己也能够像别人一样洒脱自在地活着。",
        "label": ""
      },
      {
        "sentence": "但是过去的事情已经过去，它对你的影响不会比当前的事件来得更大，不要用过去来惩罚现在的自己。",
        "label": ""
      },
      {
        "sentence": "所以想做的事情积极去做，喜欢的爱好立即开始，从当下和未来的角度来看，未来我回忆起现在的自己时，我一定会因为这个敢于尝试的自己而高兴。",
        "label": ""
      },
      {
        "sentence": "【外貌上的不如意，在合理的范围去改变即可，但内心的不自信终究还是要靠自己走出来，所以一定要加油，要努力去快乐！",
        "label": ""
      },
      {
        "sentence": "一个希望能温柔世界，也给自己肆意生长时间的小蘑菇。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力去改变自己，走出不自信的阴影。希望自己能够变得更加自信，过上快乐的生活。再次谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力去改变自己，走出不自信的阴影。",
        "label": ""
      },
      {
        "sentence": "希望自己能够变得更加自信，过上快乐的生活。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你已经迈出了改变的第一步，相信自己，相信你可以做到！如果有任何需要，随时可以找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不用客气，你已经迈出了改变的第一步，相信自己，相信你可以做到！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]