[
  {
    "role": "client",
    "content": "这种比较给我带来很多年的痛苦和焦虑，如何停止比较？本人女，今年18岁，虽然过了本科线，但是被省内一所大专录取，因为家庭原因不想复读，过几天就要开学了。我的初中朋友都去了市内的重点高中，最后也都被985、211大学录取，他们9月份就开学了，现在一个人的时候就经常把自己和他们对比，准确来说是把自己没有的东西和他们拥有的东西做对比，不仅是学历，还有家庭。我是城市留守儿童，父母缺位，由奶奶抚养长大，但是这段经历给我的感觉非常糟糕。想问问各位如何才能停止这种病态的比较？这种比较给我带来了很多年的痛苦和焦虑。",
    "annotation": [
      {
        "sentence": "这种比较给我带来很多年的痛苦和焦虑，如何停止比较？",
        "label": ""
      },
      {
        "sentence": "本人女，今年18岁，虽然过了本科线，但是被省内一所大专录取，因为家庭原因不想复读，过几天就要开学了。",
        "label": ""
      },
      {
        "sentence": "我的初中朋友都去了市内的重点高中，最后也都被985、211大学录取，他们9月份就开学了，现在一个人的时候就经常把自己和他们对比，准确来说是把自己没有的东西和他们拥有的东西做对比，不仅是学历，还有家庭。",
        "label": ""
      },
      {
        "sentence": "我是城市留守儿童，父母缺位，由奶奶抚养长大，但是这段经历给我的感觉非常糟糕。",
        "label": ""
      },
      {
        "sentence": "想问问各位如何才能停止这种病态的比较？",
        "label": ""
      },
      {
        "sentence": "这种比较给我带来了很多年的痛苦和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我想到我自己。前阵子我刚刚填了校友录，我的同学们现在基本不是找到了非常好的大企业工作，就是已经在自己的岗位上有所建树，要不就是考研考公都通过了，而且有一个以前觉得和自己水平差不多的同学现在居然已经上了北师大！和他们相比，我感觉也是相形见绌。我的工作是家里找的，工作是普通的图书管理员，虽然有本科学历，但也用不到这个。而且目前为止，我非常尴尬的是，我在工作上甚至连一些大专生、初中高中生都比不过。眼瞅着别人都成长得这么快，而我却多了很多别人已经有了但自己没拥有的东西，我的心情也糟糕了好几天。但是我事后和别人提起，我居然也能笑出来了。因为我想到了一件事：人生是场马拉松赛，你暂时的落后不代表你的一生都将比别人落后，也不代表你会一直比别人拥有的少。举个例子，我姐以前认识一个学生，非常努力，却只能排名中游，她当时想：这个女生以后可怎么办呀，没啥出彩的地方了呀。结果你猜怎么着？那个女生后来读了研究生，还当了翻译，一单可以赚几千块。事后我姐和我提到这个事时，我就意识到，原来像这个女生一样的人，她们的努力也不是白费，而且人生这么长，什么都有可能发生。一时的不出彩，并不代表一辈子都没有能力和机遇，暂时的落后不用怕，因为谁也不知道你将来会不会有超过别人的机会。事实上，我的校友录里，也有不少以前上学时并不出彩，没读到211.985，但是之后却发展的比我好很多的人。所以这里我们可以得到第一条启发：○暂时的落后并不代表永久。",
    "annotation": [
      {
        "sentence": "看到你的问题，我想到我自己。",
        "label": ""
      },
      {
        "sentence": "前阵子我刚刚填了校友录，我的同学们现在基本不是找到了非常好的大企业工作，就是已经在自己的岗位上有所建树，要不就是考研考公都通过了，而且有一个以前觉得和自己水平差不多的同学现在居然已经上了北师大！",
        "label": ""
      },
      {
        "sentence": "和他们相比，我感觉也是相形见绌。",
        "label": ""
      },
      {
        "sentence": "我的工作是家里找的，工作是普通的图书管理员，虽然有本科学历，但也用不到这个。",
        "label": ""
      },
      {
        "sentence": "而且目前为止，我非常尴尬的是，我在工作上甚至连一些大专生、初中高中生都比不过。",
        "label": ""
      },
      {
        "sentence": "眼瞅着别人都成长得这么快，而我却多了很多别人已经有了但自己没拥有的东西，我的心情也糟糕了好几天。",
        "label": ""
      },
      {
        "sentence": "但是我事后和别人提起，我居然也能笑出来了。",
        "label": ""
      },
      {
        "sentence": "因为我想到了一件事：人生是场马拉松赛，你暂时的落后不代表你的一生都将比别人落后，也不代表你会一直比别人拥有的少。",
        "label": ""
      },
      {
        "sentence": "举个例子，我姐以前认识一个学生，非常努力，却只能排名中游，她当时想：这个女生以后可怎么办呀，没啥出彩的地方了呀。",
        "label": ""
      },
      {
        "sentence": "结果你猜怎么着？",
        "label": ""
      },
      {
        "sentence": "那个女生后来读了研究生，还当了翻译，一单可以赚几千块。",
        "label": ""
      },
      {
        "sentence": "事后我姐和我提到这个事时，我就意识到，原来像这个女生一样的人，她们的努力也不是白费，而且人生这么长，什么都有可能发生。",
        "label": ""
      },
      {
        "sentence": "一时的不出彩，并不代表一辈子都没有能力和机遇，暂时的落后不用怕，因为谁也不知道你将来会不会有超过别人的机会。",
        "label": ""
      },
      {
        "sentence": "事实上，我的校友录里，也有不少以前上学时并不出彩，没读到211.985，但是之后却发展的比我好很多的人。",
        "label": ""
      },
      {
        "sentence": "所以这里我们可以得到第一条启发：○暂时的落后并不代表永久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分享和鼓励。确实，每个人的人生轨迹都不尽相同，也许我现在正处在一个暂时的低谷中，但未来仍然有无限的可能。我要学会放下对比的包袱，相信自己的努力和潜力。看到你这样积极向上的例子，我感到很振奋。",
    "annotation": [
      {
        "sentence": "谢谢你的分享和鼓励。",
        "label": ""
      },
      {
        "sentence": "确实，每个人的人生轨迹都不尽相同，也许我现在正处在一个暂时的低谷中，但未来仍然有无限的可能。",
        "label": ""
      },
      {
        "sentence": "我要学会放下对比的包袱，相信自己的努力和潜力。",
        "label": ""
      },
      {
        "sentence": "看到你这样积极向上的例子，我感到很振奋。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，相信自己是很重要的一步。换个角度看，你现在虽然只是被一所大专录取，但这不是终点，而是一个新的开始。你有自己的故事，有自己的成长路径，与别人不同并不代表你不行。无论是学历还是家庭背景，每个人都有自己的优势和特点。你是城市留守儿童，这段经历虽然痛苦，但也锻炼了你独立和坚强的意志。这些都是你独特的经历，可以成为你与众不同的资本。",
    "annotation": [
      {
        "sentence": "没问题，相信自己是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "换个角度看，你现在虽然只是被一所大专录取，但这不是终点，而是一个新的开始。",
        "label": ""
      },
      {
        "sentence": "你有自己的故事，有自己的成长路径，与别人不同并不代表你不行。",
        "label": ""
      },
      {
        "sentence": "无论是学历还是家庭背景，每个人都有自己的优势和特点。",
        "label": ""
      },
      {
        "sentence": "你是城市留守儿童，这段经历虽然痛苦，但也锻炼了你独立和坚强的意志。",
        "label": ""
      },
      {
        "sentence": "这些都是你独特的经历，可以成为你与众不同的资本。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要改变以往纠结于比较的思维方式，开始发掘自己的优点和潜力。毕竟，每个人都是独一无二的，没有必要和别人攀比。我想我现在需要一些实际的方法来帮助我停止比较，能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，我要改变以往纠结于比较的思维方式，开始发掘自己的优点和潜力。",
        "label": ""
      },
      {
        "sentence": "毕竟，每个人都是独一无二的，没有必要和别人攀比。",
        "label": ""
      },
      {
        "sentence": "我想我现在需要一些实际的方法来帮助我停止比较，能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！首先，要意识到比较是一种消极的思维习惯，它只会让你感到焦虑和不满。所以，在你开始比较时，及时提醒自己停下来，不要自责或沉溺于比较中。其次，你可以尝试转移注意力，将精力投入到自己的成长和目标上。制定一些可行的计划和目标，并逐步去实现它们。最重要的是要相信自己的潜力，并对自己有足够的期待和信心。这样，你就能摆脱比较的困扰，专注于自己的发展和成长。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "首先，要意识到比较是一种消极的思维习惯，它只会让你感到焦虑和不满。",
        "label": ""
      },
      {
        "sentence": "所以，在你开始比较时，及时提醒自己停下来，不要自责或沉溺于比较中。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试转移注意力，将精力投入到自己的成长和目标上。",
        "label": ""
      },
      {
        "sentence": "制定一些可行的计划和目标，并逐步去实现它们。",
        "label": ""
      },
      {
        "sentence": "最重要的是要相信自己的潜力，并对自己有足够的期待和信心。",
        "label": ""
      },
      {
        "sentence": "这样，你就能摆脱比较的困扰，专注于自己的发展和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导，我会将这些方法付诸实践。通过改变我的思维方式和专注于自己的成长，我相信我能够摆脱比较的困扰，拥有积极向上的心态。再次感谢你的陪伴和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的指导，我会将这些方法付诸实践。",
        "label": ""
      },
      {
        "sentence": "通过改变我的思维方式和专注于自己的成长，我相信我能够摆脱比较的困扰，拥有积极向上的心态。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，人生的道路上难免会遇到困难和挫折，但只要你能够积极面对，相信自己的能力，你就能充满希望地迎接未来。祝你在新的学校生活中取得更",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，人生的道路上难免会遇到困难和挫折，但只要你能够积极面对，相信自己的能力，你就能充满希望地迎接未来。",
        "label": ""
      },
      {
        "sentence": "祝你在新的学校生活中取得更",
        "label": ""
      }
    ]
  }
]