[
  {
    "role": "client",
    "content": "不让自己的情侣参加亲人葬礼，会让他感觉不被认可吗？我和我的男友在一起生活三年了，但并没有登记结婚，因为我们都曾有过一段失败的婚姻，所以我们对那张纸并没有什么期待。因为他比我大15岁，在我父母眼里我们并不适合，也是因为这个原因，我父母没在我的亲属面前公开我和他，但是他在他的亲属面前公开了我和他的关系。我奶奶去世了，我不知道是不是应该让他来参加奶奶的葬礼？因为奶奶生前并不知道也没有见过他，而且其他的亲朋也都不知道我和他的情况。如果我不让他来，会不会让他觉得他不被我认可而受到伤害？",
    "annotation": [
      {
        "sentence": "不让自己的情侣参加亲人葬礼，会让他感觉不被认可吗？",
        "label": ""
      },
      {
        "sentence": "我和我的男友在一起生活三年了，但并没有登记结婚，因为我们都曾有过一段失败的婚姻，所以我们对那张纸并没有什么期待。",
        "label": ""
      },
      {
        "sentence": "因为他比我大15岁，在我父母眼里我们并不适合，也是因为这个原因，我父母没在我的亲属面前公开我和他，但是他在他的亲属面前公开了我和他的关系。",
        "label": ""
      },
      {
        "sentence": "我奶奶去世了，我不知道是不是应该让他来参加奶奶的葬礼？",
        "label": ""
      },
      {
        "sentence": "因为奶奶生前并不知道也没有见过他，而且其他的亲朋也都不知道我和他的情况。",
        "label": ""
      },
      {
        "sentence": "如果我不让他来，会不会让他觉得他不被我认可而受到伤害？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "菲尔想问您一个问题，您可以不必回答，但是一定要思考：他在你心中到底是丈夫还是一个年龄比较大的男友？",
    "annotation": [
      {
        "sentence": "菲尔想问您一个问题，您可以不必回答，但是一定要思考：他在你心中到底是丈夫还是一个年龄比较大的男友？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他在我心中是一个很重要的人，事实上，我们把对方当作了最亲密的伴侣，并且一直相互扶持，但因为各种原因，我们并没有登记结婚。",
    "annotation": [
      {
        "sentence": "他在我心中是一个很重要的人，事实上，我们把对方当作了最亲密的伴侣，并且一直相互扶持，但因为各种原因，我们并没有登记结婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。虽然我们国家承认一对人是夫妻需要一纸结婚证，但是有些地区也是需要周围人的认同和公开，而还有一些地方规定又额外不同，所以他在您和您家人心中到底是哪一种呢？",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "虽然我们国家承认一对人是夫妻需要一纸结婚证，但是有些地区也是需要周围人的认同和公开，而还有一些地方规定又额外不同，所以他在您和您家人心中到底是哪一种呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了您的意思。从我的角度来看，他在我心中是我的丈夫，但由于年龄差异和过往婚姻的阴影，我父母对我们的关系持否定态度。",
    "annotation": [
      {
        "sentence": "我明白了您的意思。",
        "label": ""
      },
      {
        "sentence": "从我的角度来看，他在我心中是我的丈夫，但由于年龄差异和过往婚姻的阴影，我父母对我们的关系持否定态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是作为男朋友，您的行为并没有什么不妥，老人的葬礼本就属于家族性质，来参加的都是家里的亲属或者是老人生前比较好的朋友，那么男朋友就处于一种很尴尬的地位，虽然和您有关系但并非一家人，所以不参加葬礼也是情有可原并且合理的。",
    "annotation": [
      {
        "sentence": "如果是作为男朋友，您的行为并没有什么不妥，老人的葬礼本就属于家族性质，来参加的都是家里的亲属或者是老人生前比较好的朋友，那么男朋友就处于一种很尴尬的地位，虽然和您有关系但并非一家人，所以不参加葬礼也是情有可原并且合理的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，确实根据家族性质考虑，有些人可能会觉得他的出席有些尴尬。但是如果我们将来结婚，他就应该成为我的丈夫，作为家族的一员，他是否应该参加亲人的葬礼呢？",
    "annotation": [
      {
        "sentence": "我明白了，确实根据家族性质考虑，有些人可能会觉得他的出席有些尴尬。",
        "label": ""
      },
      {
        "sentence": "但是如果我们将来结婚，他就应该成为我的丈夫，作为家族的一员，他是否应该参加亲人的葬礼呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是作为丈夫，那么这个行为就有些问题了。如果是身为丈夫，不论对方如何称呼您的家人，至少您的父母也是他的父母，您的爷爷奶奶自然也是他的爷爷奶奶。那么这个时候老人去世了，作为女婿自然是有资格并且也需要去参加葬礼的。",
    "annotation": [
      {
        "sentence": "如果是作为丈夫，那么这个行为就有些问题了。",
        "label": ""
      },
      {
        "sentence": "如果是身为丈夫，不论对方如何称呼您的家人，至少您的父母也是他的父母，您的爷爷奶奶自然也是他的爷爷奶奶。",
        "label": ""
      },
      {
        "sentence": "那么这个时候老人去世了，作为女婿自然是有资格并且也需要去参加葬礼的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，您说得很有道理。虽然奶奶生前并不知道他的存在，但作为我的伴侣，他应该受到一定的尊重和关心。我确实没有考虑到他作为我的丈夫应该参加家族的重要场合。",
    "annotation": [
      {
        "sentence": "嗯，您说得很有道理。",
        "label": ""
      },
      {
        "sentence": "虽然奶奶生前并不知道他的存在，但作为我的伴侣，他应该受到一定的尊重和关心。",
        "label": ""
      },
      {
        "sentence": "我确实没有考虑到他作为我的丈夫应该参加家族的重要场合。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，确实应该从他的身份出发，给予他足够的尊重和关怀。以上两点是从您的角度看待。而最后菲尔想说的就是不要轻易觉得一个男人会因为这种事情思考自己是不是不被认可了，即便是一个自卑的男人，认可度也是从生活中方方面面逐渐体现的，而非单纯依靠不让自己去参加对方家里的葬礼来体现的，这毕竟属于特殊事件。",
    "annotation": [
      {
        "sentence": "是的，确实应该从他的身份出发，给予他足够的尊重和关怀。",
        "label": ""
      },
      {
        "sentence": "以上两点是从您的角度看待。",
        "label": ""
      },
      {
        "sentence": "而最后菲尔想说的就是不要轻易觉得一个男人会因为这种事情思考自己是不是不被认可了，即便是一个自卑的男人，认可度也是从生活中方方面面逐渐体现的，而非单纯依靠不让自己去参加对方家里的葬礼来体现的，这毕竟属于特殊事件。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我可能过于担心他的情绪受伤了。事实上，我们应该从整体角度看待我们之间的关系，不仅仅是依靠葬礼这样的事件来体现认可度。",
    "annotation": [
      {
        "sentence": "您说得对，我可能过于担心他的情绪受伤了。",
        "label": ""
      },
      {
        "sentence": "事实上，我们应该从整体角度看待我们之间的关系，不仅仅是依靠葬礼这样的事件来体现认可度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，夫妻之间的认可度是需要通过生活中多个方面的积累来体现的。如果您还在纠结，为了更好地了解他的想法，为何不主动问问他呢？",
    "annotation": [
      {
        "sentence": "对的，夫妻之间的认可度是需要通过生活中多个方面的积累来体现的。",
        "label": ""
      },
      {
        "sentence": "如果您还在纠结，为了更好地了解他的想法，为何不主动问问他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我应该和他沟通，了解他对这个问题的看法，以及他对我们关系的想法。谢谢您的分析和建议，我会思考一下，并积极与他交流。",
    "annotation": [
      {
        "sentence": "您说得对，我应该和他沟通，了解他对这个问题的看法，以及他对我们关系的想法。",
        "label": ""
      },
      {
        "sentence": "谢谢您的分析和建议，我会思考一下，并积极与他交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望您能够找到解决的办法，建立更加稳固和幸福的关系。祝您好运！",
    "annotation": [
      {
        "sentence": "不用客气，希望您能够找到解决的办法，建立更加稳固和幸福的关系。",
        "label": ""
      },
      {
        "sentence": "祝您好运！",
        "label": ""
      }
    ]
  }
]