[
  {
    "role": "client",
    "content": "朋友性格黑暗，该如何与他相处，对他进行积极引导？有一个朋友，性格有以下特征：喜欢嘲笑别人，损人，越熟的人越损，但是没什么恶意；对自己看不惯的人会感觉十分讨厌，不能适应环境，会想方设法报复或者捉弄回去，并且对不喜欢的环境如坐针毡；捉弄别人后看到别人愤怒等没有丝毫愧疚，反而得意洋洋；对别人的责怪打击谩骂没有任何感觉，非常自我；不喜欢和别人有感情上的交流，觉得正经说话是较真，觉得谈感情是肉麻，因此没有谈过恋爱，不愿意承担家庭的责任，也并没有认真喜欢过谁；性格叛逆，小时候似乎受过很多打骂，否定，责怪，心中对这样对他的人怀恨在心；自己会承认自己是个不正经，具有恶趣味的人。当深入了解他以后感觉他的性格黑暗面很多，不知道该远离他还是可以做点什么，毕竟他把我当朋友。所以我该怎么办呢？",
    "annotation": [
      {
        "sentence": "朋友性格黑暗，该如何与他相处，对他进行积极引导？",
        "label": ""
      },
      {
        "sentence": "有一个朋友，性格有以下特征：喜欢嘲笑别人，损人，越熟的人越损，但是没什么恶意；对自己看不惯的人会感觉十分讨厌，不能适应环境，会想方设法报复或者捉弄回去，并且对不喜欢的环境如坐针毡；捉弄别人后看到别人愤怒等没有丝毫愧疚，反而得意洋洋；对别人的责怪打击谩骂没有任何感觉，非常自我；不喜欢和别人有感情上的交流，觉得正经说话是较真，觉得谈感情是肉麻，因此没有谈过恋爱，不愿意承担家庭的责任，也并没有认真喜欢过谁；性格叛逆，小时候似乎受过很多打骂，否定，责怪，心中对这样对他的人怀恨在心；自己会承认自己是个不正经，具有恶趣味的人。",
        "label": ""
      },
      {
        "sentence": "当深入了解他以后感觉他的性格黑暗面很多，不知道该远离他还是可以做点什么，毕竟他把我当朋友。",
        "label": ""
      },
      {
        "sentence": "所以我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解你对待朋友身上的“坏”问题，感到的纠结和不解，也能感受到你对朋友的恨铁不成钢，想要珍惜并且好好引导朋友的心情。",
    "annotation": [
      {
        "sentence": "可以理解你对待朋友身上的“坏”问题，感到的纠结和不解，也能感受到你对朋友的恨铁不成钢，想要珍惜并且好好引导朋友的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实很困惑。我曾尝试过跟他沟通，希望他可以改变一些不好的习惯，但他总是不以为意。",
    "annotation": [
      {
        "sentence": "我确实很困惑。",
        "label": ""
      },
      {
        "sentence": "我曾尝试过跟他沟通，希望他可以改变一些不好的习惯，但他总是不以为意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们可以来看看，朋友自身的问题产生的原因，可能是从小受到打骂和否定的原因，造成的自我否定，或者性格偏激。再看我们看看朋友的问题：喜欢损人，但是没恶意，不喜欢看不惯的人，适应能力较差，喜欢作弄别人，自我，有点孤僻，不怎么交心，不敢承担家庭的责任，叛逆，对自我有明确认知。从这些我们可以看出来，朋友是一个有点孤独的人，他害怕交心，因为曾被伤害，喜欢和讨厌很明确，比较直性子，害怕承担家庭的责任，也是因为小时候的影响，虽然损人，但是没有恶意，对自己的情况也有很清楚的认识，总结下来：这些问题可能是对自己的保护，害怕再次被伤害。如果没有其他的“坏”问题，而你对这个朋友也比较珍惜，我的建议是：",
    "annotation": [
      {
        "sentence": "首先，我们可以来看看，朋友自身的问题产生的原因，可能是从小受到打骂和否定的原因，造成的自我否定，或者性格偏激。",
        "label": ""
      },
      {
        "sentence": "再看我们看看朋友的问题：喜欢损人，但是没恶意，不喜欢看不惯的人，适应能力较差，喜欢作弄别人，自我，有点孤僻，不怎么交心，不敢承担家庭的责任，叛逆，对自我有明确认知。",
        "label": ""
      },
      {
        "sentence": "从这些我们可以看出来，朋友是一个有点孤独的人，他害怕交心，因为曾被伤害，喜欢和讨厌很明确，比较直性子，害怕承担家庭的责任，也是因为小时候的影响，虽然损人，但是没有恶意，对自己的情况也有很清楚的认识，总结下来：这些问题可能是对自己的保护，害怕再次被伤害。",
        "label": ""
      },
      {
        "sentence": "如果没有其他的“坏”问题，而你对这个朋友也比较珍惜，我的建议是：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，他这些问题可能是他的自我保护机制。我确实很珍惜这个朋友，所以我想尽可能地帮助他成长。",
    "annotation": [
      {
        "sentence": "我明白了，他这些问题可能是他的自我保护机制。",
        "label": ""
      },
      {
        "sentence": "我确实很珍惜这个朋友，所以我想尽可能地帮助他成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，正确引导，给予更多安全感可以告诉朋友，他做的那些事对你产生的伤害，或者会让你觉得不舒服，要明确的告诉他，不能模棱两可，给他造成错觉。告知他，和别人相处的正确方法，可以跟他做约定，不喜欢的可以提前说，我们可以保持距离，但是不能做出不好的举动这一类的。",
    "annotation": [
      {
        "sentence": "对的，正确引导，给予更多安全感可以告诉朋友，他做的那些事对你产生的伤害，或者会让你觉得不舒服，要明确的告诉他，不能模棱两可，给他造成错觉。",
        "label": ""
      },
      {
        "sentence": "告知他，和别人相处的正确方法，可以跟他做约定，不喜欢的可以提前说，我们可以保持距离，但是不能做出不好的举动这一类的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议很好，我会试着跟他沟通，让他明白他的行为对我来说是有伤害的。",
    "annotation": [
      {
        "sentence": "这个建议很好，我会试着跟他沟通，让他明白他的行为对我来说是有伤害的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，尝试新的事物，提高适应能力，降低戒备心可以一起尝试新的事物，例如新菜系，新的游戏，新的网红店，然后一起吐槽，提高他的适应能力。可以带他多出门转转，像是动物园，植物园一类比较放松的地方，可以降低心里的戒备，让他自然的放松。",
    "annotation": [
      {
        "sentence": "另外，尝试新的事物，提高适应能力，降低戒备心可以一起尝试新的事物，例如新菜系，新的游戏，新的网红店，然后一起吐槽，提高他的适应能力。",
        "label": ""
      },
      {
        "sentence": "可以带他多出门转转，像是动物园，植物园一类比较放松的地方，可以降低心里的戒备，让他自然的放松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些活动听起来不错，我会邀请他一起参加，希望能能够改变他的心态。",
    "annotation": [
      {
        "sentence": "这些活动听起来不错，我会邀请他一起参加，希望能能够改变他的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，多夸奖，用积极的心态面对生活很多时候，面对不好的习惯，我们更多的指责，或者要求改变，但是夸奖却非常少，面对朋友，给他展示好的一面，积极的心态，和朝气蓬勃的笑脸，我相信是非常好的。当负面情绪不停的在心中堆积，很多时候都需要一个发泄口，或者游戏，或者运动都可以，发泄之后，重新调整心态再次开始，这是朋友缺少的东西，他更像一个孩子，明知道这样不对，却找不到方法。",
    "annotation": [
      {
        "sentence": "最后，多夸奖，用积极的心态面对生活很多时候，面对不好的习惯，我们更多的指责，或者要求改变，但是夸奖却非常少，面对朋友，给他展示好的一面，积极的心态，和朝气蓬勃的笑脸，我相信是非常好的。",
        "label": ""
      },
      {
        "sentence": "当负面情绪不停的在心中堆积，很多时候都需要一个发泄口，或者游戏，或者运动都可以，发泄之后，重新调整心态再次开始，这是朋友缺少的东西，他更像一个孩子，明知道这样不对，却找不到方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着多夸奖他，给他更多正面的反馈，希望他能从中感受到积极的力量。",
    "annotation": [
      {
        "sentence": "我会试着多夸奖他，给他更多正面的反馈，希望他能从中感受到积极的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你珍惜这个朋友，希望与他交心，那么这将是一个漫长的工作，不过，这也是令人羡慕的，有你这个朋友在，他肯定会变得更好。",
    "annotation": [
      {
        "sentence": "如果你珍惜这个朋友，希望与他交心，那么这将是一个漫长的工作，不过，这也是令人羡慕的，有你这个朋友在，他肯定会变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会努力去引导他，希望他能够改变并成长。我相信朋友之间的努力是有价值和意义的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会努力去引导他，希望他能够改变并成长。",
        "label": ""
      },
      {
        "sentence": "我相信朋友之间的努力是有价值和意义的。",
        "label": ""
      }
    ]
  }
]