[
  {
    "role": "client",
    "content": "29岁女，常常会一个人待着，怎样克服社交恐惧？不愿意与人相处沟通，常常会一个人待着，内心是渴望与人交往的，但是逃避，我应该怎样改善这种心态？",
    "annotation": [
      {
        "sentence": "29岁女，常常会一个人待着，怎样克服社交恐惧？",
        "label": ""
      },
      {
        "sentence": "不愿意与人相处沟通，常常会一个人待着，内心是渴望与人交往的，但是逃避，我应该怎样改善这种心态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，能感受到你想改变的心，没关系，相信自己只要慢慢的勇敢一点，一定可以的。先动起来，先去社交，先不要去想社交的结果如何，你先去社交，先去接触人。",
    "annotation": [
      {
        "sentence": "看到你的问题，能感受到你想改变的心，没关系，相信自己只要慢慢的勇敢一点，一定可以的。",
        "label": ""
      },
      {
        "sentence": "先动起来，先去社交，先不要去想社交的结果如何，你先去社交，先去接触人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我总会感到紧张和害怕，不知道怎么克服这种心理上的阻碍。",
    "annotation": [
      {
        "sentence": "但我总会感到紧张和害怕，不知道怎么克服这种心理上的阻碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，我们都有过害怕的时候。我们会害怕与别人交流，会总觉得别人用异样的眼光看着自己呢？这可能是来源于我们过往的一些不愉快的经历，所以当我们在面对上这样的场景的时候我们可能就会不自觉地把这样的感觉带到当下，进而会产生这样的感觉。学会接纳自己内心的恐惧，不要厌恶这样的自己，只有坦荡承认自身缺点，才能走出自信的第一步。",
    "annotation": [
      {
        "sentence": "这很正常，我们都有过害怕的时候。",
        "label": ""
      },
      {
        "sentence": "我们会害怕与别人交流，会总觉得别人用异样的眼光看着自己呢？",
        "label": ""
      },
      {
        "sentence": "这可能是来源于我们过往的一些不愉快的经历，所以当我们在面对上这样的场景的时候我们可能就会不自觉地把这样的感觉带到当下，进而会产生这样的感觉。",
        "label": ""
      },
      {
        "sentence": "学会接纳自己内心的恐惧，不要厌恶这样的自己，只有坦荡承认自身缺点，才能走出自信的第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是不知道该怎样积极地面对自己的不足，我总是觉得自己有缺陷，无法自拔。",
    "annotation": [
      {
        "sentence": "我还是不知道该怎样积极地面对自己的不足，我总是觉得自己有缺陷，无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一再怀疑、否认自己，只会让自己陷入一个恶性循环。积极的自我暗示每天晚上睡觉前和早上起床后，对自己说20遍“我接纳自己，我相信自己！”通过这种积极的自我心理暗示，逐步改变我们心里以前对自己的否定观念，学会悦纳自己，培养自己的信心。",
    "annotation": [
      {
        "sentence": "一再怀疑、否认自己，只会让自己陷入一个恶性循环。",
        "label": ""
      },
      {
        "sentence": "积极的自我暗示每天晚上睡觉前和早上起床后，对自己说20遍“我接纳自己，我相信自己！",
        "label": ""
      },
      {
        "sentence": "”通过这种积极的自我心理暗示，逐步改变我们心里以前对自己的否定观念，学会悦纳自己，培养自己的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试这种积极的自我暗示，可是我还是不知道怎么应对社交场合。",
    "annotation": [
      {
        "sentence": "我会尝试这种积极的自我暗示，可是我还是不知道怎么应对社交场合。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "鼓励自己，勇敢面对。每天可以给自己加把劲，不否定自己，大声地鼓励自己，对自己说“我可以做到，我不害怕”，然后预想各种社交场合，在心里打好腹稿。一步步去练习，去尝试，可以从自己最信任的人开始练习。",
    "annotation": [
      {
        "sentence": "鼓励自己，勇敢面对。",
        "label": ""
      },
      {
        "sentence": "每天可以给自己加把劲，不否定自己，大声地鼓励自己，对自己说“我可以做到，我不害怕”，然后预想各种社交场合，在心里打好腹稿。",
        "label": ""
      },
      {
        "sentence": "一步步去练习，去尝试，可以从自己最信任的人开始练习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试这些方法，但我的社交圈子非常小，我不知道该从哪里开始寻找同样想要社交的人。",
    "annotation": [
      {
        "sentence": "我会尝试这些方法，但我的社交圈子非常小，我不知道该从哪里开始寻找同样想要社交的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "记住不要逃避社交，逃避，不但解决不了问题，还可能加重自己的心理负担，要告诉自己勇敢地迈出那一步。不要宅在家里，走出去，多运动。一味地躲在家里，只会让自己的内心更加封闭，推开家门，走出去，学会拥抱这个世界。多多运动，通过运动能够释放压力，舒展身心，在运动过程中，还可以观察别人，开始社交。积极参加集体活动这样一方面可以让自己枯燥的日常生活变得丰富多彩，更重要的是让自己通过与同学的自然接触而缓减自我感觉被他人关注的焦虑和紧张，进而达到顺其自然与他人接触的目的。社交没有什么可怕的，战胜社交恐惧很容易，但这个过程需要循序渐进，只要你勇敢的迈出第一步，勇敢的社交，不仅能够加强你的社交能力，还能够让你链接到更多人脉。",
    "annotation": [
      {
        "sentence": "记住不要逃避社交，逃避，不但解决不了问题，还可能加重自己的心理负担，要告诉自己勇敢地迈出那一步。",
        "label": ""
      },
      {
        "sentence": "不要宅在家里，走出去，多运动。",
        "label": ""
      },
      {
        "sentence": "一味地躲在家里，只会让自己的内心更加封闭，推开家门，走出去，学会拥抱这个世界。",
        "label": ""
      },
      {
        "sentence": "多多运动，通过运动能够释放压力，舒展身心，在运动过程中，还可以观察别人，开始社交。",
        "label": ""
      },
      {
        "sentence": "积极参加集体活动这样一方面可以让自己枯燥的日常生活变得丰富多彩，更重要的是让自己通过与同学的自然接触而缓减自我感觉被他人关注的焦虑和紧张，进而达到顺其自然与他人接触的目的。",
        "label": ""
      },
      {
        "sentence": "社交没有什么可怕的，战胜社交恐惧很容易，但这个过程需要循序渐进，只要你勇敢的迈出第一步，勇敢的社交，不仅能够加强你的社交能力，还能够让你链接到更多人脉。",
        "label": ""
      }
    ]
  }
]