[
  {
    "role": "client",
    "content": "14岁女生，最近一年，疫情来了待在家，总想自杀？疫情期间待在家里，写作业、上网课、吃饭睡觉和父母有了更多的交流，但是我妈总是在各个方面都能挑出毛病来骂我，没收我手机和钱不止一次了，我爸在旁边附和，我真的觉得他们好双标啊，几乎是打个巴掌又给个甜枣吃。我都不知道怎么说出来，他们的过分。以前觉得自残很傻，为什么要伤害自己，现在只要我妈骂我我就会拿小刀或者菜刀划口子，甚至有点舒服，以前的我不会这样的...",
    "annotation": [
      {
        "sentence": "14岁女生，最近一年，疫情来了待在家，总想自杀？",
        "label": ""
      },
      {
        "sentence": "疫情期间待在家里，写作业、上网课、吃饭睡觉和父母有了更多的交流，但是我妈总是在各个方面都能挑出毛病来骂我，没收我手机和钱不止一次了，我爸在旁边附和，我真的觉得他们好双标啊，几乎是打个巴掌又给个甜枣吃。",
        "label": ""
      },
      {
        "sentence": "我都不知道怎么说出来，他们的过分。",
        "label": ""
      },
      {
        "sentence": "以前觉得自残很傻，为什么要伤害自己，现在只要我妈骂我我就会拿小刀或者菜刀划口子，甚至有点舒服，以前的我不会这样的...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听完你的描述，我很想原生家庭带来的伤害真的是刻苦铭心的，无论多么温情的语言都无法融化那种伤痛，除非有一天，父母能够意识到自己的问题，或许你的心才能够被疗愈。现在的你一边要自我疗伤，还要体谅父母，承担起一定的家庭责任。这确实不是14岁的你应该去面对的事情！但是，怎么办呢？事情就那样发生了，现在你的妈妈正在于病魔抗争，你的爸爸要一个人担负起整个家庭的重担。这种情况下他们很难顾得上你，如果学校有心理咨询的老师，建议你向你的老师求助，告诉他你内心的委屈，告诉他你现在的心理状态，寻求情感上的理解和支持！我不知道什么样的文字才能给你送去生命里的光，我今天在看林徽因传的时候里面有这样一句话，她说：“人的一生，贵在寻找心里的光，如若遇见，便一生雪亮”。我想在你的心中应该也有这样一束光吧！只不过你还尚未找到！静下心来，把你的情感、经历和期盼放在自我成长上，或许有一天，你能够做到不慌不忙的坚强！无论人生如何，你总能找到属于自己的方向！",
    "annotation": [
      {
        "sentence": "听完你的描述，我很想原生家庭带来的伤害真的是刻苦铭心的，无论多么温情的语言都无法融化那种伤痛，除非有一天，父母能够意识到自己的问题，或许你的心才能够被疗愈。",
        "label": ""
      },
      {
        "sentence": "现在的你一边要自我疗伤，还要体谅父母，承担起一定的家庭责任。",
        "label": ""
      },
      {
        "sentence": "这确实不是14岁的你应该去面对的事情！",
        "label": ""
      },
      {
        "sentence": "但是，怎么办呢？",
        "label": ""
      },
      {
        "sentence": "事情就那样发生了，现在你的妈妈正在于病魔抗争，你的爸爸要一个人担负起整个家庭的重担。",
        "label": ""
      },
      {
        "sentence": "这种情况下他们很难顾得上你，如果学校有心理咨询的老师，建议你向你的老师求助，告诉他你内心的委屈，告诉他你现在的心理状态，寻求情感上的理解和支持！",
        "label": ""
      },
      {
        "sentence": "我不知道什么样的文字才能给你送去生命里的光，我今天在看林徽因传的时候里面有这样一句话，她说：“人的一生，贵在寻找心里的光，如若遇见，便一生雪亮”。",
        "label": ""
      },
      {
        "sentence": "我想在你的心中应该也有这样一束光吧！",
        "label": ""
      },
      {
        "sentence": "只不过你还尚未找到！",
        "label": ""
      },
      {
        "sentence": "静下心来，把你的情感、经历和期盼放在自我成长上，或许有一天，你能够做到不慌不忙的坚强！",
        "label": ""
      },
      {
        "sentence": "无论人生如何，你总能找到属于自己的方向！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我也知道父母现在有很多压力，但他们总是以负面的方式对待我，我感到很受伤和无助。我明白自残是不正确的方式，但当我感到被伤害时，我找不到释放情绪的出口。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我也知道父母现在有很多压力，但他们总是以负面的方式对待我，我感到很受伤和无助。",
        "label": ""
      },
      {
        "sentence": "我明白自残是不正确的方式，但当我感到被伤害时，我找不到释放情绪的出口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我理解你的感受。当我们面临困难和压力时，有时会采取一些极端的方式来释放情绪。然而，自残并不能解决问题，反而会给自己带来更大的伤害。我们需要找到更积极的方法来处理这些负面情绪和压力。",
    "annotation": [
      {
        "sentence": "是的，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "当我们面临困难和压力时，有时会采取一些极端的方式来释放情绪。",
        "label": ""
      },
      {
        "sentence": "然而，自残并不能解决问题，反而会给自己带来更大的伤害。",
        "label": ""
      },
      {
        "sentence": "我们需要找到更积极的方法来处理这些负面情绪和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我感到自己无法控制这些情绪，每次被父母骂后，我就会情不自禁地拿刀划伤自己。虽然短暂的舒服，但之后我会感到自己更加痛苦和心疼。",
    "annotation": [
      {
        "sentence": "可是，我感到自己无法控制这些情绪，每次被父母骂后，我就会情不自禁地拿刀划伤自己。",
        "label": ""
      },
      {
        "sentence": "虽然短暂的舒服，但之后我会感到自己更加痛苦和心疼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，这种无法控制情绪的感觉确实很难受。但是我们可以学习一些情绪管理的方法来帮助自己更好地处理这些负面情绪。比如，你可以尝试与朋友交流，倾诉自己的困扰，或者进行一些放松的活动，例如运动、听音乐或者画画，这些都可以帮助你释放情绪。",
    "annotation": [
      {
        "sentence": "理解你的感受，这种无法控制情绪的感觉确实很难受。",
        "label": ""
      },
      {
        "sentence": "但是我们可以学习一些情绪管理的方法来帮助自己更好地处理这些负面情绪。",
        "label": ""
      },
      {
        "sentence": "比如，你可以尝试与朋友交流，倾诉自己的困扰，或者进行一些放松的活动，例如运动、听音乐或者画画，这些都可以帮助你释放情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会尝试一些情绪管理的方法。但是现在我感到无法与父母有效沟通，他们总是对我各种挑剔和批评，我觉得很无奈。",
    "annotation": [
      {
        "sentence": "我理解了，我会尝试一些情绪管理的方法。",
        "label": ""
      },
      {
        "sentence": "但是现在我感到无法与父母有效沟通，他们总是对我各种挑剔和批评，我觉得很无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当与父母沟通困难时，我们可以尝试一些有效的沟通技巧。例如，使用\"I\"语句表达自己的感受和需求，主动倾听父母的意见，并试图寻找一个平衡点，共同解决问题。另外，有时候我们也可以选择等待一个适合的时机进行沟通，避免在冲动和愤怒的情绪下发表言论。",
    "annotation": [
      {
        "sentence": "当与父母沟通困难时，我们可以尝试一些有效的沟通技巧。",
        "label": ""
      },
      {
        "sentence": "例如，使用\"I\"语句表达自己的感受和需求，主动倾听父母的意见，并试图寻找一个平衡点，共同解决问题。",
        "label": ""
      },
      {
        "sentence": "另外，有时候我们也可以选择等待一个适合的时机进行沟通，避免在冲动和愤怒的情绪下发表言论。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试你提供的方法，希望能够改善与父母的沟通。谢谢你的建议和支持，我感到有些安慰了。",
    "annotation": [
      {
        "sentence": "我会尝试你提供的方法，希望能够改善与父母的沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我感到有些安慰了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住，不论遇到什么困难，你都不是一个人在面对。还有许多人愿意帮助你，包括你的朋友、老师和我。希望你能够坚强起来，相信自己能够度过这个困难的时期，找到属于自己的方向！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，不论遇到什么困难，你都不是一个人在面对。",
        "label": ""
      },
      {
        "sentence": "还有许多人愿意帮助你，包括你的朋友、老师和我。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚强起来，相信自己能够度过这个困难的时期，找到属于自己的方向！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会加倍努力，克服困难，找到属于自己的光明未来。我相信自己能够度过这段艰难时期。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会加倍努力，克服困难，找到属于自己的光明未来。",
        "label": ""
      },
      {
        "sentence": "我相信自己能够度过这段艰难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的决心，相信自己是克服困难的第一步。记住，在这个过程中，不要忘记照顾好自己的身心健康。如果你需要继续交流或者有任何问题，随时告诉我，我会一直在这里支持你！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的决心，相信自己是克服困难的第一步。",
        "label": ""
      },
      {
        "sentence": "记住，在这个过程中，不要忘记照顾好自己的身心健康。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续交流或者有任何问题，随时告诉我，我会一直在这里支持你！",
        "label": ""
      }
    ]
  }
]