[
  {
    "role": "client",
    "content": "最近我觉得自己有些问题，我觉得我可能把对婆婆的讨厌反映到女儿身上了。我变得对女儿特别苛刻，一点点的坏习惯就能让我爆发，我不知道这是不是因为我把对婆婆的讨厌情绪转移到女儿身上了。因为我婆婆是个完美主义者，对我特别苛刻，无论哪里都不满意。而我从来不敢对她说什么。",
    "annotation": [
      {
        "sentence": "最近我觉得自己有些问题，我觉得我可能把对婆婆的讨厌反映到女儿身上了。",
        "label": ""
      },
      {
        "sentence": "我变得对女儿特别苛刻，一点点的坏习惯就能让我爆发，我不知道这是不是因为我把对婆婆的讨厌情绪转移到女儿身上了。",
        "label": ""
      },
      {
        "sentence": "因为我婆婆是个完美主义者，对我特别苛刻，无论哪里都不满意。",
        "label": ""
      },
      {
        "sentence": "而我从来不敢对她说什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我有点心疼你和孩子。但是好在你已经开始察觉到问题所在了，这真是令人欣慰。觉察是改变的开始，我相信在你的努力下，情况会有所改善的。你已经注意到，孩子一点点坏习惯就能让你爆发，对她很苛刻，这说明你的情绪反应远远大于孩子的不良行为所引起的不愉快。那这部分多出来的情绪是源自哪里呢？也许是你内心中潜藏的愤怒情绪。根据你的描述，愤怒的源头可能就是来自婆婆的苛刻和挑剔。与完美主义的人相处确实不容易，因为他们总是看到不完美的地方。你似乎无法直接向婆婆表达你被挑剔的感受，或者沟通的途径不够顺畅。在这些情绪中，也许还夹杂了对自己不敢反抗、无法处理与婆婆冲突的愤怒。所以你的情绪在内心积压着，既无法释放，又无法转化。愤怒越来越积累，就像一锅沸腾的水，不断翻滚。你感觉压力可能会让你爆炸，所以对相对脆弱的女儿无意中成为你的情绪出口。我相信你并不是故意对女儿苛刻，只是在那一刻有些失控了。我们都有自己脆弱的时候，要学会原谅自己，并从中觉醒过来。找到愤怒的来源也许能帮助你重新获得一些对情绪的控制，另外，作为母亲，意识到这种互动模式可能给孩子带来不良影响也是很重要的。母亲和孩子的关系中，母亲不仅是提供食物和照顾的人，更重要的是提供情感上的支持。在孩子成长的过程中，他们需要母亲扮演一个“容器”的角色，接纳孩子的负面情绪，陪伴他们度过困难的时刻。而成为一个良好的容器，首先要保持内心的空灵。看起来你和女儿的互动就像是你自己已经满溢的状态，内心堵塞着无数情绪，然后在与女儿的互动中将这些情绪传递给她，让她来容纳。这是位置颠倒了。此外，孩子在成长过程中会不断吸收我们的思考方式和行为模式。如果作为母亲自己无法保持稳定，经常失控，孩子也会内化这种不稳定的模式，对他们的未来产生负面影响。总之，你的情绪需要在自己的边界内处理，尽量不要将其纳入与孩子的互动中，当然这一点很困难，但我们都是在学习与成长的过程中。",
    "annotation": [
      {
        "sentence": "看到你的描述，我有点心疼你和孩子。",
        "label": ""
      },
      {
        "sentence": "但是好在你已经开始察觉到问题所在了，这真是令人欣慰。",
        "label": ""
      },
      {
        "sentence": "觉察是改变的开始，我相信在你的努力下，情况会有所改善的。",
        "label": ""
      },
      {
        "sentence": "你已经注意到，孩子一点点坏习惯就能让你爆发，对她很苛刻，这说明你的情绪反应远远大于孩子的不良行为所引起的不愉快。",
        "label": ""
      },
      {
        "sentence": "那这部分多出来的情绪是源自哪里呢？",
        "label": ""
      },
      {
        "sentence": "也许是你内心中潜藏的愤怒情绪。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，愤怒的源头可能就是来自婆婆的苛刻和挑剔。",
        "label": ""
      },
      {
        "sentence": "与完美主义的人相处确实不容易，因为他们总是看到不完美的地方。",
        "label": ""
      },
      {
        "sentence": "你似乎无法直接向婆婆表达你被挑剔的感受，或者沟通的途径不够顺畅。",
        "label": ""
      },
      {
        "sentence": "在这些情绪中，也许还夹杂了对自己不敢反抗、无法处理与婆婆冲突的愤怒。",
        "label": ""
      },
      {
        "sentence": "所以你的情绪在内心积压着，既无法释放，又无法转化。",
        "label": ""
      },
      {
        "sentence": "愤怒越来越积累，就像一锅沸腾的水，不断翻滚。",
        "label": ""
      },
      {
        "sentence": "你感觉压力可能会让你爆炸，所以对相对脆弱的女儿无意中成为你的情绪出口。",
        "label": ""
      },
      {
        "sentence": "我相信你并不是故意对女儿苛刻，只是在那一刻有些失控了。",
        "label": ""
      },
      {
        "sentence": "我们都有自己脆弱的时候，要学会原谅自己，并从中觉醒过来。",
        "label": ""
      },
      {
        "sentence": "找到愤怒的来源也许能帮助你重新获得一些对情绪的控制，另外，作为母亲，意识到这种互动模式可能给孩子带来不良影响也是很重要的。",
        "label": ""
      },
      {
        "sentence": "母亲和孩子的关系中，母亲不仅是提供食物和照顾的人，更重要的是提供情感上的支持。",
        "label": ""
      },
      {
        "sentence": "在孩子成长的过程中，他们需要母亲扮演一个“容器”的角色，接纳孩子的负面情绪，陪伴他们度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "而成为一个良好的容器，首先要保持内心的空灵。",
        "label": ""
      },
      {
        "sentence": "看起来你和女儿的互动就像是你自己已经满溢的状态，内心堵塞着无数情绪，然后在与女儿的互动中将这些情绪传递给她，让她来容纳。",
        "label": ""
      },
      {
        "sentence": "这是位置颠倒了。",
        "label": ""
      },
      {
        "sentence": "此外，孩子在成长过程中会不断吸收我们的思考方式和行为模式。",
        "label": ""
      },
      {
        "sentence": "如果作为母亲自己无法保持稳定，经常失控，孩子也会内化这种不稳定的模式，对他们的未来产生负面影响。",
        "label": ""
      },
      {
        "sentence": "总之，你的情绪需要在自己的边界内处理，尽量不要将其纳入与孩子的互动中，当然这一点很困难，但我们都是在学习与成长的过程中。",
        "label": ""
      }
    ]
  }
]