[
  {
    "role": "client",
    "content": "我发现老公最近换了一个头条号，并发布一些内容，让我感到心惊肉跳。他出轨回归后，虽然表现得很好，每天早下班接送孩子、煮饭做菜，手机也任由我查看。我觉得夫妻之间应该坦诚相待，我也一直这样做，除了关于出轨的情绪，我一直在忍耐。我和他分享生活、工作上的情绪和开心的事情，但最近发现他换了头条号，我心里就很不安。我身边的朋友夫妻之间无话不谈，我很羡慕这种相处模式。我以为我了解他，但今年我发现他做了很多事情我都不知道。他注销了他的社交账号是为了自律和向我表态，我觉得他对我很坦白。但我深知他可能对小三还有怀念和留恋，只是在我面前不表现而已。我们夫妻的生活还是正常的，他甚至还很主动。",
    "annotation": [
      {
        "sentence": "我发现老公最近换了一个头条号，并发布一些内容，让我感到心惊肉跳。",
        "label": ""
      },
      {
        "sentence": "他出轨回归后，虽然表现得很好，每天早下班接送孩子、煮饭做菜，手机也任由我查看。",
        "label": ""
      },
      {
        "sentence": "我觉得夫妻之间应该坦诚相待，我也一直这样做，除了关于出轨的情绪，我一直在忍耐。",
        "label": ""
      },
      {
        "sentence": "我和他分享生活、工作上的情绪和开心的事情，但最近发现他换了头条号，我心里就很不安。",
        "label": ""
      },
      {
        "sentence": "我身边的朋友夫妻之间无话不谈，我很羡慕这种相处模式。",
        "label": ""
      },
      {
        "sentence": "我以为我了解他，但今年我发现他做了很多事情我都不知道。",
        "label": ""
      },
      {
        "sentence": "他注销了他的社交账号是为了自律和向我表态，我觉得他对我很坦白。",
        "label": ""
      },
      {
        "sentence": "但我深知他可能对小三还有怀念和留恋，只是在我面前不表现而已。",
        "label": ""
      },
      {
        "sentence": "我们夫妻的生活还是正常的，他甚至还很主动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担忧，毕竟出轨事件对你们的婚姻造成了很大的冲击。首先，老公能回归家庭，这一定与你们的双方努力有关。你们都对婚姻有着不舍和珍惜的情感。从老公回归家庭的表现来看，他愿意为家庭付出，而你在情绪方面也在努力地控制自己，这样的处理方式很明智。最近你发现老公换了个头条号并发布一些内容，让你感到心惊肉跳。不知道他发布了什么样的内容让你如此害怕。也许这让你发现了他内心中你不了解的一面，让你失去了安全感。由于出轨事件，你们之间的信任被破坏，现在正处在重建信任的阶段，他竟然又瞒着你做事情，这让你无法接受。",
    "annotation": [
      {
        "sentence": "我能理解你的担忧，毕竟出轨事件对你们的婚姻造成了很大的冲击。",
        "label": ""
      },
      {
        "sentence": "首先，老公能回归家庭，这一定与你们的双方努力有关。",
        "label": ""
      },
      {
        "sentence": "你们都对婚姻有着不舍和珍惜的情感。",
        "label": ""
      },
      {
        "sentence": "从老公回归家庭的表现来看，他愿意为家庭付出，而你在情绪方面也在努力地控制自己，这样的处理方式很明智。",
        "label": ""
      },
      {
        "sentence": "最近你发现老公换了个头条号并发布一些内容，让你感到心惊肉跳。",
        "label": ""
      },
      {
        "sentence": "不知道他发布了什么样的内容让你如此害怕。",
        "label": ""
      },
      {
        "sentence": "也许这让你发现了他内心中你不了解的一面，让你失去了安全感。",
        "label": ""
      },
      {
        "sentence": "由于出轨事件，你们之间的信任被破坏，现在正处在重建信任的阶段，他竟然又瞒着你做事情，这让你无法接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。本来以为我们对彼此都很坦白，但他这样做让我觉得他对我有所隐瞒。我有一本私密的日记本，用来宣泄自己的情绪，不至于把愤怒发泄到老公身上。他似乎也在寻求一种自己的表达方式，如果他只是在心里想了想，没有付诸行动，可能意味着他还有底线吧。成熟的人之间并不会像小孩子一样无话不说，这是因为藏不住话，是一种不成熟的表现。就像青春期的孩子不愿意父母翻看他们的日记，不想回应父母的追问，这都是为了保护自己的隐私，是成长的标志。虽然夫妻之间无话不说很理想，但完全透明的关系也会缺乏神秘感。我们看电影或读小说，就是因为其中有悬念、对某个人感到好奇，这才使得亲密关系走得更远。我懂得了坦诚的重要性在于态度，而不是每一个事件。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "本来以为我们对彼此都很坦白，但他这样做让我觉得他对我有所隐瞒。",
        "label": ""
      },
      {
        "sentence": "我有一本私密的日记本，用来宣泄自己的情绪，不至于把愤怒发泄到老公身上。",
        "label": ""
      },
      {
        "sentence": "他似乎也在寻求一种自己的表达方式，如果他只是在心里想了想，没有付诸行动，可能意味着他还有底线吧。",
        "label": ""
      },
      {
        "sentence": "成熟的人之间并不会像小孩子一样无话不说，这是因为藏不住话，是一种不成熟的表现。",
        "label": ""
      },
      {
        "sentence": "就像青春期的孩子不愿意父母翻看他们的日记，不想回应父母的追问，这都是为了保护自己的隐私，是成长的标志。",
        "label": ""
      },
      {
        "sentence": "虽然夫妻之间无话不说很理想，但完全透明的关系也会缺乏神秘感。",
        "label": ""
      },
      {
        "sentence": "我们看电影或读小说，就是因为其中有悬念、对某个人感到好奇，这才使得亲密关系走得更远。",
        "label": ""
      },
      {
        "sentence": "我懂得了坦诚的重要性在于态度，而不是每一个事件。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的思考很有道理。坦诚不等于在你面前完全透明，信任的基础是坦诚，但不是没有秘密。你有你的私密日记本，它是你找到情绪宣泄出口的一种方式，让你不会将愤怒发泄到老公身上。他或许也是在寻求一种表达方式，假如他只是在心里有所想法，没有采取行动，这说明他还是有底线的。成人之间并不会像小孩子一样无话不说，那样其实是不成熟的表现。到了青春期，你不想让父母翻看你的日记，不想回应他们的追问，这都是在保护自己的隐私，是在成长。夫妻之间无话不说是很理想的状态，但是反过来看，如果完全透明反而缺乏神秘感，也是很无趣的。我们喜欢看电影或小说，就是因为其中有悬念，对一个人充满好奇，这或许是亲密关系走得更远的动力。坦诚重要的是态度，不是每一个事件。",
    "annotation": [
      {
        "sentence": "你的思考很有道理。",
        "label": ""
      },
      {
        "sentence": "坦诚不等于在你面前完全透明，信任的基础是坦诚，但不是没有秘密。",
        "label": ""
      },
      {
        "sentence": "你有你的私密日记本，它是你找到情绪宣泄出口的一种方式，让你不会将愤怒发泄到老公身上。",
        "label": ""
      },
      {
        "sentence": "他或许也是在寻求一种表达方式，假如他只是在心里有所想法，没有采取行动，这说明他还是有底线的。",
        "label": ""
      },
      {
        "sentence": "成人之间并不会像小孩子一样无话不说，那样其实是不成熟的表现。",
        "label": ""
      },
      {
        "sentence": "到了青春期，你不想让父母翻看你的日记，不想回应他们的追问，这都是在保护自己的隐私，是在成长。",
        "label": ""
      },
      {
        "sentence": "夫妻之间无话不说是很理想的状态，但是反过来看，如果完全透明反而缺乏神秘感，也是很无趣的。",
        "label": ""
      },
      {
        "sentence": "我们喜欢看电影或小说，就是因为其中有悬念，对一个人充满好奇，这或许是亲密关系走得更远的动力。",
        "label": ""
      },
      {
        "sentence": "坦诚重要的是态度，不是每一个事件。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实如此。坦诚并不意味着要对每个事件都完全坦白，这样会让另一方觉得被当作犯人。在亲密关系中，谁也不想被对方当作犯人。所以查手机、定位行踪这些方式并不可取。如果我想信任他，或者我相信他能真正改变，我的不信任会让他感到很困扰。只有我传达出信任，他才有可能真正回归家庭，重新爱上我。另外，当我们把所有的注意力都放在男人身上时，我们很难看到自己。这其实造成了一种不平等，让他比我更重要。但实际上，我更重要，活出更好的自己是我的人生任务，不是他的责任。无论怎样，有没有他，或者他爱不爱我，我都可以让自己幸福。谢谢你的回答，给了我一些帮助。",
    "annotation": [
      {
        "sentence": "确实如此。",
        "label": ""
      },
      {
        "sentence": "坦诚并不意味着要对每个事件都完全坦白，这样会让另一方觉得被当作犯人。",
        "label": ""
      },
      {
        "sentence": "在亲密关系中，谁也不想被对方当作犯人。",
        "label": ""
      },
      {
        "sentence": "所以查手机、定位行踪这些方式并不可取。",
        "label": ""
      },
      {
        "sentence": "如果我想信任他，或者我相信他能真正改变，我的不信任会让他感到很困扰。",
        "label": ""
      },
      {
        "sentence": "只有我传达出信任，他才有可能真正回归家庭，重新爱上我。",
        "label": ""
      },
      {
        "sentence": "另外，当我们把所有的注意力都放在男人身上时，我们很难看到自己。",
        "label": ""
      },
      {
        "sentence": "这其实造成了一种不平等，让他比我更重要。",
        "label": ""
      },
      {
        "sentence": "但实际上，我更重要，活出更好的自己是我的人生任务，不是他的责任。",
        "label": ""
      },
      {
        "sentence": "无论怎样，有没有他，或者他爱不爱我，我都可以让自己幸福。",
        "label": ""
      },
      {
        "sentence": "谢谢你的回答，给了我一些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对。我们不能将所有的注意力都放在男人身上，而忽略了自己的成长和幸福。你活出更好的自己是你的人生任务，不论有没有他，你都能让自己幸福。希望我的回答能给你一些帮助。如果你还有其他问题或者需要进一步的支持，随时告诉我。",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "我们不能将所有的注意力都放在男人身上，而忽略了自己的成长和幸福。",
        "label": ""
      },
      {
        "sentence": "你活出更好的自己是你的人生任务，不论有没有他，你都能让自己幸福。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的支持，随时告诉我。",
        "label": ""
      }
    ]
  }
]