[
  {
    "role": "client",
    "content": "婆媳矛盾从生孩子开始，个人边界隐私受侵犯，怎么办？两年前结婚，刚结婚就怀孕了，婆婆经常不打招呼随便开门，预产期快到的时候婆婆居然要留我一个人在家，让老公陪她去外地，老公最终因为我没去。生完孩子矛盾更多，我一个人带孩子在家很多时候衣衫不整不方便见外人。她还是经常不打招呼随便来，有时候带公公，有时候一天能来三回早中晚，老公沟通过很多回，她答应了，可还是一如既往，不管我方不方便有没有自己的安排。最后反锁门，也还是不打招呼就来。隔辈亲我理解，但抱了就不给我，宝宝饿了困了哭着找我，她不给有次拿胳膊肘撞我，我生气了直接去抱，她死死抱住不给，打开我的手往出走说不吃不睡奶奶带你出去玩，谜之操作。老公在和不在她对我两个样子我一直对她温和礼貌，也礼貌的告诉过她这样不好请给我们空间，实在不懂她为什么这样。公婆农村的（并没有歧视的意思），我知道会有很多习惯观念不一样但这种也太过了我不知道该如何处理，我被弄得每天很焦虑，害怕听到敲门声。",
    "annotation": [
      {
        "sentence": "婆媳矛盾从生孩子开始，个人边界隐私受侵犯，怎么办？",
        "label": ""
      },
      {
        "sentence": "两年前结婚，刚结婚就怀孕了，婆婆经常不打招呼随便开门，预产期快到的时候婆婆居然要留我一个人在家，让老公陪她去外地，老公最终因为我没去。",
        "label": ""
      },
      {
        "sentence": "生完孩子矛盾更多，我一个人带孩子在家很多时候衣衫不整不方便见外人。",
        "label": ""
      },
      {
        "sentence": "她还是经常不打招呼随便来，有时候带公公，有时候一天能来三回早中晚，老公沟通过很多回，她答应了，可还是一如既往，不管我方不方便有没有自己的安排。",
        "label": ""
      },
      {
        "sentence": "最后反锁门，也还是不打招呼就来。",
        "label": ""
      },
      {
        "sentence": "隔辈亲我理解，但抱了就不给我，宝宝饿了困了哭着找我，她不给有次拿胳膊肘撞我，我生气了直接去抱，她死死抱住不给，打开我的手往出走说不吃不睡奶奶带你出去玩，谜之操作。",
        "label": ""
      },
      {
        "sentence": "老公在和不在她对我两个样子我一直对她温和礼貌，也礼貌的告诉过她这样不好请给我们空间，实在不懂她为什么这样。",
        "label": ""
      },
      {
        "sentence": "公婆农村的（并没有歧视的意思），我知道会有很多习惯观念不一样但这种也太过了我不知道该如何处理，我被弄得每天很焦虑，害怕听到敲门声。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的邀请！能够理解你内心的压抑、愤怒、焦虑和不安。婆婆在你家没有边界地进出以及对待带孩子的态度和行为给你的正常生活带来了很大的压力和困扰，任何女性遇到这样的情况都会非常困扰。婆媳之间的冲突和矛盾也是夫妻关系问题的潜在反映，婆婆对待儿子和对待儿媳的态度和看待不一致导致了一些冲突和误会，对夫妻之间的感情产生了影响。儿子对待母亲的方式和对待妻子的方式存在差异，儿子总是顺从依恋母亲，对妻子可能会冷落或疏远，这就导致了婆媳之间的抢儿子的现象。对于婆婆来说，可能她“需要”这样没有边界的关系，特别是对一些农村妇女来说。了解你并不是对农村妇女的歧视，我自己也来自农村，也见过很多类似婆媳关系导致家庭破裂的例子，父母的没有边界对儿子的家庭影响很大。这种情况一部分原因是受到传宗接代传统思想的影响，父母希望儿子结婚生子来延续家族血脉，以免被他人笑话。另一方面，当儿子组建自己的家庭后，父母的价值和存在感减少，他们希望通过“侵入”儿子的家庭来控制儿子和儿子的家庭。这样父母的能力得到展示，价值和存在感也得到满足。如果父母没有这样做，他们会感到焦虑和不安，而通过控制儿子来获得安心感。这种控制行为一部分是因为你的丈夫对待父母的态度，他没有明确表示拒绝和反抗，让父母误以为儿子接受了这种行为。你提到婆婆抢孙子，不顾孙子的需求带孩子出去玩，可能是她内心的创伤再现。她把内心的恐惧、痛苦和悲伤转嫁给孙子，通过孙子大哭来表达，就像我的邻居老奶奶一样，她总喜欢逗哭别人的小孩子，如果小孩子不哭，她就强制让小孩子哭，并得到满足感。根据你提供的信息，可以看到你的婆婆在你丈夫面前表现得很强势，也间接反映了你和丈夫之间存在的问题，夫妻之间缺乏充分的感情交流和理解。在许多婆媳关系中，婆婆会把媳妇视为外人，儿子才是亲人，这导致",
    "annotation": [
      {
        "sentence": "非常感谢你的邀请！",
        "label": ""
      },
      {
        "sentence": "能够理解你内心的压抑、愤怒、焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "婆婆在你家没有边界地进出以及对待带孩子的态度和行为给你的正常生活带来了很大的压力和困扰，任何女性遇到这样的情况都会非常困扰。",
        "label": ""
      },
      {
        "sentence": "婆媳之间的冲突和矛盾也是夫妻关系问题的潜在反映，婆婆对待儿子和对待儿媳的态度和看待不一致导致了一些冲突和误会，对夫妻之间的感情产生了影响。",
        "label": ""
      },
      {
        "sentence": "儿子对待母亲的方式和对待妻子的方式存在差异，儿子总是顺从依恋母亲，对妻子可能会冷落或疏远，这就导致了婆媳之间的抢儿子的现象。",
        "label": ""
      },
      {
        "sentence": "对于婆婆来说，可能她“需要”这样没有边界的关系，特别是对一些农村妇女来说。",
        "label": ""
      },
      {
        "sentence": "了解你并不是对农村妇女的歧视，我自己也来自农村，也见过很多类似婆媳关系导致家庭破裂的例子，父母的没有边界对儿子的家庭影响很大。",
        "label": ""
      },
      {
        "sentence": "这种情况一部分原因是受到传宗接代传统思想的影响，父母希望儿子结婚生子来延续家族血脉，以免被他人笑话。",
        "label": ""
      },
      {
        "sentence": "另一方面，当儿子组建自己的家庭后，父母的价值和存在感减少，他们希望通过“侵入”儿子的家庭来控制儿子和儿子的家庭。",
        "label": ""
      },
      {
        "sentence": "这样父母的能力得到展示，价值和存在感也得到满足。",
        "label": ""
      },
      {
        "sentence": "如果父母没有这样做，他们会感到焦虑和不安，而通过控制儿子来获得安心感。",
        "label": ""
      },
      {
        "sentence": "这种控制行为一部分是因为你的丈夫对待父母的态度，他没有明确表示拒绝和反抗，让父母误以为儿子接受了这种行为。",
        "label": ""
      },
      {
        "sentence": "你提到婆婆抢孙子，不顾孙子的需求带孩子出去玩，可能是她内心的创伤再现。",
        "label": ""
      },
      {
        "sentence": "她把内心的恐惧、痛苦和悲伤转嫁给孙子，通过孙子大哭来表达，就像我的邻居老奶奶一样，她总喜欢逗哭别人的小孩子，如果小孩子不哭，她就强制让小孩子哭，并得到满足感。",
        "label": ""
      },
      {
        "sentence": "根据你提供的信息，可以看到你的婆婆在你丈夫面前表现得很强势，也间接反映了你和丈夫之间存在的问题，夫妻之间缺乏充分的感情交流和理解。",
        "label": ""
      },
      {
        "sentence": "在许多婆媳关系中，婆婆会把媳妇视为外人，儿子才是亲人，这导致",
        "label": ""
      }
    ]
  }
]