[
  {
    "role": "client",
    "content": "婆媳矛盾从生孩子开始，个人边界隐私受侵犯，怎么办？",
    "annotation": [
      {
        "sentence": "婆媳矛盾从生孩子开始，个人边界隐私受侵犯，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "@希望下面解答能帮助到你。——婆媳关系不好处，主要还是和社会变化太快，两代人观念差异太大有很大的关系。",
    "annotation": [
      {
        "sentence": "@希望下面解答能帮助到你。",
        "label": ""
      },
      {
        "sentence": "——婆媳关系不好处，主要还是和社会变化太快，两代人观念差异太大有很大的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道观念差异是问题的一部分，但我真的很困扰。 两年前结婚，刚结婚就怀孕了，婆婆经常不打招呼随便开门，预产期快到的时候婆婆居然要留我一个人在家，让老公陪她去外地，老公最终因为我没去。生完孩子矛盾更多，我一个人带孩子在家很多时候衣衫不整不方便见外人。",
    "annotation": [
      {
        "sentence": "我知道观念差异是问题的一部分，但我真的很困扰。",
        "label": ""
      },
      {
        "sentence": " 两年前结婚，刚结婚就怀孕了，婆婆经常不打招呼随便开门，预产期快到的时候婆婆居然要留我一个人在家，让老公陪她去外地，老公最终因为我没去。",
        "label": ""
      },
      {
        "sentence": "生完孩子矛盾更多，我一个人带孩子在家很多时候衣衫不整不方便见外人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这都是非常普遍的问题，很多婆婆会有管家婆的心态，但是她们也是抱着爱心在关心。首先，你需要和你的爱人一起沟通，明确你的具体要求，比如婆婆几点比较合适，这样在让爱人与婆婆沟通时能更清晰地传达你的想法，否则很难改变婆婆的观念。",
    "annotation": [
      {
        "sentence": "这都是非常普遍的问题，很多婆婆会有管家婆的心态，但是她们也是抱着爱心在关心。",
        "label": ""
      },
      {
        "sentence": "首先，你需要和你的爱人一起沟通，明确你的具体要求，比如婆婆几点比较合适，这样在让爱人与婆婆沟通时能更清晰地传达你的想法，否则很难改变婆婆的观念。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的建议，但我觉得她不是特别听我们的意见。她还是经常不打招呼随便来，有时候带公公，有时候一天能来三回早中晚，老公沟通过很多回，她答应了，可还是一如既往，不管我方不方便有没有自己的安排。最后反锁门，也还是不打招呼就来。",
    "annotation": [
      {
        "sentence": "我明白你的建议，但我觉得她不是特别听我们的意见。",
        "label": ""
      },
      {
        "sentence": "她还是经常不打招呼随便来，有时候带公公，有时候一天能来三回早中晚，老公沟通过很多回，她答应了，可还是一如既往，不管我方不方便有没有自己的安排。",
        "label": ""
      },
      {
        "sentence": "最后反锁门，也还是不打招呼就来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这听上去确实很困扰人，但我们不能忽视婆婆的感受。也许我们可以试着找到一个妥协的方法。你可以和你的婆婆约定好照顾宝宝的时间，这样她就能更有计划地来照顾孩子了。同时，你可以换个角度看待这个问题，当有老人照顾孩子时，你可以多休息一下，或者做一些自己喜欢的事情，或者和你的爱人单独出去约会。当你得到充分的休息和心情舒畅时，你才能更好地照顾宝宝。",
    "annotation": [
      {
        "sentence": "这听上去确实很困扰人，但我们不能忽视婆婆的感受。",
        "label": ""
      },
      {
        "sentence": "也许我们可以试着找到一个妥协的方法。",
        "label": ""
      },
      {
        "sentence": "你可以和你的婆婆约定好照顾宝宝的时间，这样她就能更有计划地来照顾孩子了。",
        "label": ""
      },
      {
        "sentence": "同时，你可以换个角度看待这个问题，当有老人照顾孩子时，你可以多休息一下，或者做一些自己喜欢的事情，或者和你的爱人单独出去约会。",
        "label": ""
      },
      {
        "sentence": "当你得到充分的休息和心情舒畅时，你才能更好地照顾宝宝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要多些休息和放松。可是我的婆婆总是打扰我的生活，还剥夺我作为妈妈的权力。有次宝宝饿了困了哭着找我，她不让我抱，甚至用胳膊肘撞我，我生气了直接去抱，她却死死抱住不给我，还说不吃不睡奶奶带你出去玩，我真的很生气。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要多些休息和放松。",
        "label": ""
      },
      {
        "sentence": "可是我的婆婆总是打扰我的生活，还剥夺我作为妈妈的权力。",
        "label": ""
      },
      {
        "sentence": "有次宝宝饿了困了哭着找我，她不让我抱，甚至用胳膊肘撞我，我生气了直接去抱，她却死死抱住不给我，还说不吃不睡奶奶带你出去玩，我真的很生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是个让人感到困扰的行为。不过，她的行为可能是出于对宝宝的爱护。如果你想改变这一点，你可以和她约定好照顾宝宝的时间，这样她就可以在那个时间段内照顾宝宝，你也可以有时间休息或做其他事情。改变一种思维方式，当有老人照顾孩子时，你可以多休息，或者做一些自己喜欢的事情，或者和爱人单独约会。当你得到充分的休息和心情舒畅时，你才能更好地照顾宝宝。",
    "annotation": [
      {
        "sentence": "这确实是个让人感到困扰的行为。",
        "label": ""
      },
      {
        "sentence": "不过，她的行为可能是出于对宝宝的爱护。",
        "label": ""
      },
      {
        "sentence": "如果你想改变这一点，你可以和她约定好照顾宝宝的时间，这样她就可以在那个时间段内照顾宝宝，你也可以有时间休息或做其他事情。",
        "label": ""
      },
      {
        "sentence": "改变一种思维方式，当有老人照顾孩子时，你可以多休息，或者做一些自己喜欢的事情，或者和爱人单独约会。",
        "label": ""
      },
      {
        "sentence": "当你得到充分的休息和心情舒畅时，你才能更好地照顾宝宝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我应该试着接受她的帮助和关心。可是无论老公在还是不在，她对我的态度都是不一样的。我一直对她温和礼貌，也礼貌地告诉过她这样不好，请给我们空间，但她似乎不理解。我真的不知道该如何处理，我被弄得每天都很焦虑，害怕听到敲门声。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我应该试着接受她的帮助和关心。",
        "label": ""
      },
      {
        "sentence": "可是无论老公在还是不在，她对我的态度都是不一样的。",
        "label": ""
      },
      {
        "sentence": "我一直对她温和礼貌，也礼貌地告诉过她这样不好，请给我们空间，但她似乎不理解。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何处理，我被弄得每天都很焦虑，害怕听到敲门声。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这样的处境确实很令人焦虑。对于这种问题，我建议你与爱人和婆婆一起开个家庭小会，列出问题清单，然后让两辈人在一起讨论交流。有时候，直接沟通是解决问题的最好方式。大家最初的目标都是为了孩子，只是方式可能不同。我希望我的回复对你有所帮助！",
    "annotation": [
      {
        "sentence": "我理解你的感受，这样的处境确实很令人焦虑。",
        "label": ""
      },
      {
        "sentence": "对于这种问题，我建议你与爱人和婆婆一起开个家庭小会，列出问题清单，然后让两辈人在一起讨论交流。",
        "label": ""
      },
      {
        "sentence": "有时候，直接沟通是解决问题的最好方式。",
        "label": ""
      },
      {
        "sentence": "大家最初的目标都是为了孩子，只是方式可能不同。",
        "label": ""
      },
      {
        "sentence": "我希望我的回复对你有所帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尝试与他们进行沟通，希望问题能够得到解决。真的非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尝试与他们进行沟通，希望问题能够得到解决。",
        "label": ""
      },
      {
        "sentence": "真的非常感谢你的帮助！",
        "label": ""
      }
    ]
  }
]