[
  {
    "role": "client",
    "content": "婆媳矛盾从生孩子开始，个人边界隐私受侵犯，怎么办？",
    "annotation": [
      {
        "sentence": "婆媳矛盾从生孩子开始，个人边界隐私受侵犯，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这个问题是很典型的婆媳关系边界不清的问题。表面上看是婆媳冲突，但其实更深层次的是两种文化意识价值观念的冲突。",
    "annotation": [
      {
        "sentence": "你这个问题是很典型的婆媳关系边界不清的问题。",
        "label": ""
      },
      {
        "sentence": "表面上看是婆媳冲突，但其实更深层次的是两种文化意识价值观念的冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我和婆婆之间的矛盾从结婚后怀孕开始就越来越多了。她经常不打招呼随便来家里，甚至在我预产期快到的时候要留我一个人在家，让我觉得非常不方便和安全。",
    "annotation": [
      {
        "sentence": "是的，我和婆婆之间的矛盾从结婚后怀孕开始就越来越多了。",
        "label": ""
      },
      {
        "sentence": "她经常不打招呼随便来家里，甚至在我预产期快到的时候要留我一个人在家，让我觉得非常不方便和安全。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婆婆可能没有意识到你和丈夫已经是独立的家庭单位了，她可能还存在传统的大家族思想。你需要跟婆婆沟通，说明你和丈夫需要独立的空间和边界，特别是在孩子的教育和照顾方面。",
    "annotation": [
      {
        "sentence": "婆婆可能没有意识到你和丈夫已经是独立的家庭单位了，她可能还存在传统的大家族思想。",
        "label": ""
      },
      {
        "sentence": "你需要跟婆婆沟通，说明你和丈夫需要独立的空间和边界，特别是在孩子的教育和照顾方面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也有跟婆婆沟通过很多次了，她答应了，但还是一如既往地不管我方不方便有没有自己的安排就随便过来。最后我只能反锁门，但她还是不打招呼就来。",
    "annotation": [
      {
        "sentence": "是的，我也有跟婆婆沟通过很多次了，她答应了，但还是一如既往地不管我方不方便有没有自己的安排就随便过来。",
        "label": ""
      },
      {
        "sentence": "最后我只能反锁门，但她还是不打招呼就来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在涉及到边界隐私、独立空间这些方面，你需要坚持自己的观点，并适当的时候跟父母正式地沟通和教育他们。你的丈夫也应该在婆媳关系之间起到协调作用，让他出面去协调和解决这个问题。",
    "annotation": [
      {
        "sentence": "在涉及到边界隐私、独立空间这些方面，你需要坚持自己的观点，并适当的时候跟父母正式地沟通和教育他们。",
        "label": ""
      },
      {
        "sentence": "你的丈夫也应该在婆媳关系之间起到协调作用，让他出面去协调和解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但有时候婆婆还会抱孩子不给我，宝宝饿了困了哭着找我，她不给我抱还用胳膊肘撞我，我真的很生气。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但有时候婆婆还会抱孩子不给我，宝宝饿了困了哭着找我，她不给我抱还用胳膊肘撞我，我真的很生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婆婆可能还没有意识到你和丈夫是孩子的第一抚养人，作为长辈，她可以照顾孩子，但教育孩子的第一责任人应该是父母。你可以跟婆婆沟通，让她明白你的立场，并且在适当的时候让丈夫出面解决这个问题。",
    "annotation": [
      {
        "sentence": "婆婆可能还没有意识到你和丈夫是孩子的第一抚养人，作为长辈，她可以照顾孩子，但教育孩子的第一责任人应该是父母。",
        "label": ""
      },
      {
        "sentence": "你可以跟婆婆沟通，让她明白你的立场，并且在适当的时候让丈夫出面解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婆婆在丈夫在和不在的时候对我态度也不一样，我一直对她很温和礼貌，但是她还是经常侵犯我的个人边界。我觉得很困惑，不知道她为什么这样。",
    "annotation": [
      {
        "sentence": "婆婆在丈夫在和不在的时候对我态度也不一样，我一直对她很温和礼貌，但是她还是经常侵犯我的个人边界。",
        "label": ""
      },
      {
        "sentence": "我觉得很困惑，不知道她为什么这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为婆婆的成长环境和习惯观念不同。在你对待这个问题上，你要有自己的坚持，并且也需要跟婆婆正式地沟通和表达你的想法。如果有条件的话，建议你和丈夫有自己独立的生活空间，尽量不让公婆插手。如果无法实现空间距离，那就和公婆正式的协商在家庭生活中的边界问题。",
    "annotation": [
      {
        "sentence": "这可能是因为婆婆的成长环境和习惯观念不同。",
        "label": ""
      },
      {
        "sentence": "在你对待这个问题上，你要有自己的坚持，并且也需要跟婆婆正式地沟通和表达你的想法。",
        "label": ""
      },
      {
        "sentence": "如果有条件的话，建议你和丈夫有自己独立的生活空间，尽量不让公婆插手。",
        "label": ""
      },
      {
        "sentence": "如果无法实现空间距离，那就和公婆正式的协商在家庭生活中的边界问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的每天都很焦虑，特别是听到敲门声就感到害怕。这种情况该怎么处理呢？",
    "annotation": [
      {
        "sentence": "我真的每天都很焦虑，特别是听到敲门声就感到害怕。",
        "label": ""
      },
      {
        "sentence": "这种情况该怎么处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要给自己一些情绪安抚和调节的方法，比如平时多做一些放松的活动，与丈夫沟通表达你的感受，或者考虑寻求专业心理支持。同时，你也可以和丈夫一起制定一些应对措施，比如在婆婆来之前提前做好准备，保持良好的心态来面对这些矛盾和困扰。记住，解决问题需要时间和耐心，但只要你们夫妻一起努力，一定会找到解决的方法的。",
    "annotation": [
      {
        "sentence": "你需要给自己一些情绪安抚和调节的方法，比如平时多做一些放松的活动，与丈夫沟通表达你的感受，或者考虑寻求专业心理支持。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以和丈夫一起制定一些应对措施，比如在婆婆来之前提前做好准备，保持良好的心态来面对这些矛盾和困扰。",
        "label": ""
      },
      {
        "sentence": "记住，解决问题需要时间和耐心，但只要你们夫妻一起努力，一定会找到解决的方法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着跟丈夫一起解决这个问题，并且找到适合自己的情绪调节方法。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着跟丈夫一起解决这个问题，并且找到适合自己的情绪调节方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你们夫妻能够顺利解决这个问题，过上更加和谐幸福的生活。如果还有其他问题需要咨询，随时可以再来找我。祝你们好运！",
    "annotation": [
      {
        "sentence": "不客气，希望你们夫妻能够顺利解决这个问题，过上更加和谐幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题需要咨询，随时可以再来找我。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      }
    ]
  }
]