[
  {
    "role": "client",
    "content": "最近几个月，我一直感到焦虑失眠并出现脱发的问题。我从小心态就不太好，容易担心和感到悲观。以前八年级时也曾经有过焦虑失眠的经历，后来慢慢调整有所改善。但是自从上了高中以后，压力变得更大，睡眠也不足；疫情期间上网课还好，但复课之后这两三个月我的焦虑加重了。现在每天早上五点半才能入睡，十一点以后才上床睡觉，每周只放半天假。我觉得心理和身体上都很累，开始出现脱发的情况，有时还头疼。晚上睡觉的时候总是很担心，会胡思乱想，有时甚至要求妈妈陪我睡觉。我担心睡眠不足会影响第二天的状态，而且还会导致脱发更严重。虽然我明白这种担忧不好，但是我无法不去想。有时候我也想像其他人一样开朗乐观，但是有时做不到。我去医院开了一些药吃，效果一般。现在我产生了厌学情绪，觉得高中太长了，很难忍受。我们班被认为是重点班，老师对我期望很高，班级竞争也很激烈。我一直比较在意外貌，脱发让我很焦虑自卑。现在我应该怎么办呢？请大家帮帮我，谢谢！",
    "annotation": [
      {
        "sentence": "最近几个月，我一直感到焦虑失眠并出现脱发的问题。",
        "label": ""
      },
      {
        "sentence": "我从小心态就不太好，容易担心和感到悲观。",
        "label": ""
      },
      {
        "sentence": "以前八年级时也曾经有过焦虑失眠的经历，后来慢慢调整有所改善。",
        "label": ""
      },
      {
        "sentence": "但是自从上了高中以后，压力变得更大，睡眠也不足；疫情期间上网课还好，但复课之后这两三个月我的焦虑加重了。",
        "label": ""
      },
      {
        "sentence": "现在每天早上五点半才能入睡，十一点以后才上床睡觉，每周只放半天假。",
        "label": ""
      },
      {
        "sentence": "我觉得心理和身体上都很累，开始出现脱发的情况，有时还头疼。",
        "label": ""
      },
      {
        "sentence": "晚上睡觉的时候总是很担心，会胡思乱想，有时甚至要求妈妈陪我睡觉。",
        "label": ""
      },
      {
        "sentence": "我担心睡眠不足会影响第二天的状态，而且还会导致脱发更严重。",
        "label": ""
      },
      {
        "sentence": "虽然我明白这种担忧不好，但是我无法不去想。",
        "label": ""
      },
      {
        "sentence": "有时候我也想像其他人一样开朗乐观，但是有时做不到。",
        "label": ""
      },
      {
        "sentence": "我去医院开了一些药吃，效果一般。",
        "label": ""
      },
      {
        "sentence": "现在我产生了厌学情绪，觉得高中太长了，很难忍受。",
        "label": ""
      },
      {
        "sentence": "我们班被认为是重点班，老师对我期望很高，班级竞争也很激烈。",
        "label": ""
      },
      {
        "sentence": "我一直比较在意外貌，脱发让我很焦虑自卑。",
        "label": ""
      },
      {
        "sentence": "现在我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "请大家帮帮我，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我完全理解你在高中阶段所面临的压力，我也经历过。在这个阶段，每个大人都在强调考上好大学的重要性，尤其是在重点班里。同时，我也看到你学习的环境和学习的强度，确实相当大。因此，你个人压力的调节变得相当重要。关于你担心的脱发问题，我认为很大程度上与你的压力有关。我建议你调整一下心态，根据自己的能力，适当降低对自己的目标期望值。你可以评估一下自己的能力，制定一个符合自己节奏的学习计划。计划制定时一定不要过于紧张，不要把每天都安排满满当当的学习和刷题，这样对任何人来说都是无法忍受的。你可以留出一部分时间来降低压力，比如听听音乐、跑步、打球，甚至只是散个步，让你的大脑放松，感受一下身边让你愉悦的人和事物。此外，每所学校通常都有心理咨询室，如果有需要的话，你可以去寻求心理老师的帮助，她可以通过一些沙盒游戏等方式帮助你释放压力，调整学习的心态。你现在才高二，高二的任务是打好基础，高三再进行提升。所以，你应该一步一步地来，按部就班地进行，不要太急躁。在平时，你可以多参考一些知乎鸡汤文，了解一下其他学霸们的学习经验和他们对学习的态度。这样你也能够在学习中游刃有余。时间还很充足，不要着急，慢慢来。最后，成绩固然重要，头发也很重要，但是身心健康更加重要。即使头发少了，你可以通过发型来弥补，例如尝试短发，可以减轻头发的负担，减少脱发的问题。祝愿你的头发早日恢复乌黑浓密，学习和生活都能够愉快，最终能够得到符合自己能力的分数。",
    "annotation": [
      {
        "sentence": "你好，我完全理解你在高中阶段所面临的压力，我也经历过。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，每个大人都在强调考上好大学的重要性，尤其是在重点班里。",
        "label": ""
      },
      {
        "sentence": "同时，我也看到你学习的环境和学习的强度，确实相当大。",
        "label": ""
      },
      {
        "sentence": "因此，你个人压力的调节变得相当重要。",
        "label": ""
      },
      {
        "sentence": "关于你担心的脱发问题，我认为很大程度上与你的压力有关。",
        "label": ""
      },
      {
        "sentence": "我建议你调整一下心态，根据自己的能力，适当降低对自己的目标期望值。",
        "label": ""
      },
      {
        "sentence": "你可以评估一下自己的能力，制定一个符合自己节奏的学习计划。",
        "label": ""
      },
      {
        "sentence": "计划制定时一定不要过于紧张，不要把每天都安排满满当当的学习和刷题，这样对任何人来说都是无法忍受的。",
        "label": ""
      },
      {
        "sentence": "你可以留出一部分时间来降低压力，比如听听音乐、跑步、打球，甚至只是散个步，让你的大脑放松，感受一下身边让你愉悦的人和事物。",
        "label": ""
      },
      {
        "sentence": "此外，每所学校通常都有心理咨询室，如果有需要的话，你可以去寻求心理老师的帮助，她可以通过一些沙盒游戏等方式帮助你释放压力，调整学习的心态。",
        "label": ""
      },
      {
        "sentence": "你现在才高二，高二的任务是打好基础，高三再进行提升。",
        "label": ""
      },
      {
        "sentence": "所以，你应该一步一步地来，按部就班地进行，不要太急躁。",
        "label": ""
      },
      {
        "sentence": "在平时，你可以多参考一些知乎鸡汤文，了解一下其他学霸们的学习经验和他们对学习的态度。",
        "label": ""
      },
      {
        "sentence": "这样你也能够在学习中游刃有余。",
        "label": ""
      },
      {
        "sentence": "时间还很充足，不要着急，慢慢来。",
        "label": ""
      },
      {
        "sentence": "最后，成绩固然重要，头发也很重要，但是身心健康更加重要。",
        "label": ""
      },
      {
        "sentence": "即使头发少了，你可以通过发型来弥补，例如尝试短发，可以减轻头发的负担，减少脱发的问题。",
        "label": ""
      },
      {
        "sentence": "祝愿你的头发早日恢复乌黑浓密，学习和生活都能够愉快，最终能够得到符合自己能力的分数。",
        "label": ""
      }
    ]
  }
]