[
  {
    "role": "client",
    "content": "我总是答应人家，可心里不舒服，一股憋屈。最近发现自己跟同龄人差距有点大，我是不是有一点嗯？总而言之呢，不知道为好。",
    "annotation": [
      {
        "sentence": "我总是答应人家，可心里不舒服，一股憋屈。",
        "label": ""
      },
      {
        "sentence": "最近发现自己跟同龄人差距有点大，我是不是有一点嗯？",
        "label": ""
      },
      {
        "sentence": "总而言之呢，不知道为好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你总是答应他人，但不舒服，感到憋屈。对这个问题，我可以从以下两个方面来讨论。首先，我们感到憋屈往往有一些原因，可能是因为被否定感、被怀疑感或被强迫感。你可以记录下让你感到憋屈的事情，是什么导致你感到憋屈，是某人的行为、态度，还是某个事件？当我们能够如实记录的时候，这本身就是自我疗愈的开始，因为它表明憋屈被看见、被试图理解，而不是被推远、被忽视。然后，我们可以找到一个突破点，即使害怕，也要一边害怕一边往前走。",
    "annotation": [
      {
        "sentence": "听说你总是答应他人，但不舒服，感到憋屈。",
        "label": ""
      },
      {
        "sentence": "对这个问题，我可以从以下两个方面来讨论。",
        "label": ""
      },
      {
        "sentence": "首先，我们感到憋屈往往有一些原因，可能是因为被否定感、被怀疑感或被强迫感。",
        "label": ""
      },
      {
        "sentence": "你可以记录下让你感到憋屈的事情，是什么导致你感到憋屈，是某人的行为、态度，还是某个事件？",
        "label": ""
      },
      {
        "sentence": "当我们能够如实记录的时候，这本身就是自我疗愈的开始，因为它表明憋屈被看见、被试图理解，而不是被推远、被忽视。",
        "label": ""
      },
      {
        "sentence": "然后，我们可以找到一个突破点，即使害怕，也要一边害怕一边往前走。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可以尝试记录下导致我憋屈的事情，然后试着找到突破点。但我还有另一个问题，就是总是答应他人而不是合理拒绝，这是不是也有问题？",
    "annotation": [
      {
        "sentence": "你说得对，我可以尝试记录下导致我憋屈的事情，然后试着找到突破点。",
        "label": ""
      },
      {
        "sentence": "但我还有另一个问题，就是总是答应他人而不是合理拒绝，这是不是也有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，总是答应他人而不是合理拒绝是一个需要关注的问题。我们可以通过观察、记录和回忆来找出具体原因。类似于第一个问题，我们需要考虑与原生家庭、父母的养育方式、过去的经历是否有关联。如果有，我们可以尝试学习和了解这些方面的知识。如果没有，我们可能需要转向其他方面进行探索。比如，我们是否害怕承担责任，害怕拒绝导致人际关系问题，或者害怕被孤立、不被喜欢等等。如果是这类原因，我们需要注意两点：首先是减少自己对他人的依赖，从对自己负责开始；其次是在自己的薄弱处加强学习和训练。如果是他人的问题，需要找出具体环节上的问题，是否来自于沟通不畅或者缺乏沟通与合作？我们还可以通过寻找支撑和给自己补充心理营养来完善和修复自己。希望你在这个探索过程中能有所发现和改善。在必要的时候，也可以寻求专业人员的帮助。",
    "annotation": [
      {
        "sentence": "没错，总是答应他人而不是合理拒绝是一个需要关注的问题。",
        "label": ""
      },
      {
        "sentence": "我们可以通过观察、记录和回忆来找出具体原因。",
        "label": ""
      },
      {
        "sentence": "类似于第一个问题，我们需要考虑与原生家庭、父母的养育方式、过去的经历是否有关联。",
        "label": ""
      },
      {
        "sentence": "如果有，我们可以尝试学习和了解这些方面的知识。",
        "label": ""
      },
      {
        "sentence": "如果没有，我们可能需要转向其他方面进行探索。",
        "label": ""
      },
      {
        "sentence": "比如，我们是否害怕承担责任，害怕拒绝导致人际关系问题，或者害怕被孤立、不被喜欢等等。",
        "label": ""
      },
      {
        "sentence": "如果是这类原因，我们需要注意两点：首先是减少自己对他人的依赖，从对自己负责开始；其次是在自己的薄弱处加强学习和训练。",
        "label": ""
      },
      {
        "sentence": "如果是他人的问题，需要找出具体环节上的问题，是否来自于沟通不畅或者缺乏沟通与合作？",
        "label": ""
      },
      {
        "sentence": "我们还可以通过寻找支撑和给自己补充心理营养来完善和修复自己。",
        "label": ""
      },
      {
        "sentence": "希望你在这个探索过程中能有所发现和改善。",
        "label": ""
      },
      {
        "sentence": "在必要的时候，也可以寻求专业人员的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着记录让我憋屈的事情，并找到突破点。对于总是答应他人的问题，我也会尝试了解自己的原因，减少对他人的依赖，从对自己负责开始。如果问题仍然存在，我会考虑寻求专业人员的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着记录让我憋屈的事情，并找到突破点。",
        "label": ""
      },
      {
        "sentence": "对于总是答应他人的问题，我也会尝试了解自己的原因，减少对他人的依赖，从对自己负责开始。",
        "label": ""
      },
      {
        "sentence": "如果问题仍然存在，我会考虑寻求专业人员的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的态度很积极。记得，这是一个探索和改善的过程，不用太过苛责自己。随着时间的推移，你会逐渐找到真正适合自己的方式。如果需要进一步的支持或帮助，不要犹豫，及时寻求专业人员的帮助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很好，你的态度很积极。",
        "label": ""
      },
      {
        "sentence": "记得，这是一个探索和改善的过程，不用太过苛责自己。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，你会逐渐找到真正适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "如果需要进一步的支持或帮助，不要犹豫，及时寻求专业人员的帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]