[
  {
    "role": "client",
    "content": "最近觉得自己和喜欢的人在一起只是拖累他，我会想分手。因为我不懂社交，比较喜欢宅在家里打游戏。还有一些矛盾和我18岁发生的一件事，导致朋友们都离开了我。有时候，当我想起男朋友的时候，他不回应我或者拒绝我，我会想，也许我不该再拖累他了，我是否应该提出分手呢？我担心自己的社交能力不好，有社交恐惧，所以不能主动找他，不敢打电话，怕让他觉得我丢脸。",
    "annotation": [
      {
        "sentence": "最近觉得自己和喜欢的人在一起只是拖累他，我会想分手。",
        "label": ""
      },
      {
        "sentence": "因为我不懂社交，比较喜欢宅在家里打游戏。",
        "label": ""
      },
      {
        "sentence": "还有一些矛盾和我18岁发生的一件事，导致朋友们都离开了我。",
        "label": ""
      },
      {
        "sentence": "有时候，当我想起男朋友的时候，他不回应我或者拒绝我，我会想，也许我不该再拖累他了，我是否应该提出分手呢？",
        "label": ""
      },
      {
        "sentence": "我担心自己的社交能力不好，有社交恐惧，所以不能主动找他，不敢打电话，怕让他觉得我丢脸。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你觉得和喜欢的人在一起是在拖累他的感受。你形容自己不懂社交，比较喜欢宅在家打游戏，还有朋友们的离开，这些似乎表明你是一个相对内向、不喜欢沟通的人。当你期待男朋友的回应或者面对他的拒绝时，似乎会唤起你内心的不自信和不安全感。你会想着不要拖累他，想要分手，这意味着你对自己的价值感到怀疑，觉得自己不够好，不配得到他的爱，希望通过结束这段关系来逃避内心的痛苦感。你不敢主动给男朋友打电话，怕丢脸，你倾向归因于自己社交能力不好，有社交恐惧。不管这个归因对不对，但我能感受到你内心的不自信和自卑感。这可能与我们从小成长的环境及父母以某种方式给予爱有关。我们无法选择拥有怎样的父母，但我们可以选择成为我们理想中的父母。可以试着参加一些集会或活动，有意识地锻炼自己的社交能力，去一些社交场合尝试与他人交流。面对自己想要逃避的恐惧，深呼吸放松，并提高自己意识的觉察能力。尝试着做一些之前不敢尝试的事情，也许你会发现我们一直在与想象中的对手进行斗争，其实并没有那么可怕。行动起来，一点一点地提升内心的自信和安全感。",
    "annotation": [
      {
        "sentence": "我理解你觉得和喜欢的人在一起是在拖累他的感受。",
        "label": ""
      },
      {
        "sentence": "你形容自己不懂社交，比较喜欢宅在家打游戏，还有朋友们的离开，这些似乎表明你是一个相对内向、不喜欢沟通的人。",
        "label": ""
      },
      {
        "sentence": "当你期待男朋友的回应或者面对他的拒绝时，似乎会唤起你内心的不自信和不安全感。",
        "label": ""
      },
      {
        "sentence": "你会想着不要拖累他，想要分手，这意味着你对自己的价值感到怀疑，觉得自己不够好，不配得到他的爱，希望通过结束这段关系来逃避内心的痛苦感。",
        "label": ""
      },
      {
        "sentence": "你不敢主动给男朋友打电话，怕丢脸，你倾向归因于自己社交能力不好，有社交恐惧。",
        "label": ""
      },
      {
        "sentence": "不管这个归因对不对，但我能感受到你内心的不自信和自卑感。",
        "label": ""
      },
      {
        "sentence": "这可能与我们从小成长的环境及父母以某种方式给予爱有关。",
        "label": ""
      },
      {
        "sentence": "我们无法选择拥有怎样的父母，但我们可以选择成为我们理想中的父母。",
        "label": ""
      },
      {
        "sentence": "可以试着参加一些集会或活动，有意识地锻炼自己的社交能力，去一些社交场合尝试与他人交流。",
        "label": ""
      },
      {
        "sentence": "面对自己想要逃避的恐惧，深呼吸放松，并提高自己意识的觉察能力。",
        "label": ""
      },
      {
        "sentence": "尝试着做一些之前不敢尝试的事情，也许你会发现我们一直在与想象中的对手进行斗争，其实并没有那么可怕。",
        "label": ""
      },
      {
        "sentence": "行动起来，一点一点地提升内心的自信和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我明白我对自己的评价可能太过严厉了，导致内心的不安全感。我会试着改变自己，积极参加社交活动，勇敢面对恐惧，并努力提高自己的自信心和安全感。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我明白我对自己的评价可能太过严厉了，导致内心的不安全感。",
        "label": ""
      },
      {
        "sentence": "我会试着改变自己，积极参加社交活动，勇敢面对恐惧，并努力提高自己的自信心和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你非常勇敢。记住，改变需要时间和努力。在进行改变的过程中，不要忘记对自己保持耐心和善待。当你感到挫折时，请时刻记得相信自己的能力和价值。逐渐积累积极的社交经验，你会发现自己能够克服社交恐惧，逐渐变得更加自信和满足。",
    "annotation": [
      {
        "sentence": "非常好，你非常勇敢。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "在进行改变的过程中，不要忘记对自己保持耐心和善待。",
        "label": ""
      },
      {
        "sentence": "当你感到挫折时，请时刻记得相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "逐渐积累积极的社交经验，你会发现自己能够克服社交恐惧，逐渐变得更加自信和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的！谢谢你的鼓励和支持。我相信自己能够改变，变得更加自信和满足。",
    "annotation": [
      {
        "sentence": "我会的！",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我相信自己能够改变，变得更加自信和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你。相信自己，坚持下去，我相信你能够实现你的目标。如果你需要任何帮助或者想要再聊聊，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，我相信你能够实现你的目标。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者想要再聊聊，随时都可以来找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。我会时不时来找你交流的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会时不时来找你交流的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我随时都在这里支持你。祝你旅途愉快，希望你能够在自我成长的过程中找到更多的自信和满足。期待与你再次交流！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我随时都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "祝你旅途愉快，希望你能够在自我成长的过程中找到更多的自信和满足。",
        "label": ""
      },
      {
        "sentence": "期待与你再次交流！",
        "label": ""
      }
    ]
  }
]