[
  {
    "role": "client",
    "content": "我觉得自己和喜欢的人一起就是在拖累他，会想分手？因为不懂社交，比较宅，喜欢打游戏那种，因为有一些矛盾和18岁发生的一件事，朋友都闹矛盾离开了。有时候，在想男朋友的时候，得不到回应，或者被拒绝，脑海里会想，自己不要拖累他了，想要分手？因为自己的社交能力不行，社恐，不能去找他，也不敢打电话，怕给他丢脸。。。",
    "annotation": [
      {
        "sentence": "我觉得自己和喜欢的人一起就是在拖累他，会想分手？",
        "label": ""
      },
      {
        "sentence": "因为不懂社交，比较宅，喜欢打游戏那种，因为有一些矛盾和18岁发生的一件事，朋友都闹矛盾离开了。",
        "label": ""
      },
      {
        "sentence": "有时候，在想男朋友的时候，得不到回应，或者被拒绝，脑海里会想，自己不要拖累他了，想要分手？",
        "label": ""
      },
      {
        "sentence": "因为自己的社交能力不行，社恐，不能去找他，也不敢打电话，怕给他丢脸。。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到了你的困惑～看了你的描述，你应该很爱你的男朋友吧？不然也不会想到不要拖累他，想要分手。设身处地的为对方着想，一定是一个很好的女朋友。不知道你发生了什么事，朋友闹矛盾离开了，导致了你现在的社交恐惧。但是不管是什么原因，都已经过去，人生中不如意的事情十有八九，有的事会在我们不经意间悄悄溜走，而有的事会一直停留在我们脑海里。",
    "annotation": [
      {
        "sentence": "感受到了你的困惑～看了你的描述，你应该很爱你的男朋友吧？",
        "label": ""
      },
      {
        "sentence": "不然也不会想到不要拖累他，想要分手。",
        "label": ""
      },
      {
        "sentence": "设身处地的为对方着想，一定是一个很好的女朋友。",
        "label": ""
      },
      {
        "sentence": "不知道你发生了什么事，朋友闹矛盾离开了，导致了你现在的社交恐惧。",
        "label": ""
      },
      {
        "sentence": "但是不管是什么原因，都已经过去，人生中不如意的事情十有八九，有的事会在我们不经意间悄悄溜走，而有的事会一直停留在我们脑海里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是不能放下。。。觉得自己好无助。",
    "annotation": [
      {
        "sentence": "我还是不能放下。。。",
        "label": ""
      },
      {
        "sentence": "觉得自己好无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独和无助是每个人都会经历的情绪，你并不孤单。我们都有过难过和无助的时候，但是这并不代表我们无法摆脱它们。回想一下，你和男朋友在一起的美好时光，你们一起经历的欢笑和支持，这些都证明了你是一个很重要的存在。只是现在你的情绪被过去的事情困扰，我们要学会接受过去，并且向前看。",
    "annotation": [
      {
        "sentence": "孤独和无助是每个人都会经历的情绪，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "我们都有过难过和无助的时候，但是这并不代表我们无法摆脱它们。",
        "label": ""
      },
      {
        "sentence": "回想一下，你和男朋友在一起的美好时光，你们一起经历的欢笑和支持，这些都证明了你是一个很重要的存在。",
        "label": ""
      },
      {
        "sentence": "只是现在你的情绪被过去的事情困扰，我们要学会接受过去，并且向前看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心他会觉得我是个累赘，他的社交圈子很广，而我却不懂社交。",
    "annotation": [
      {
        "sentence": "我担心他会觉得我是个累赘，他的社交圈子很广，而我却不懂社交。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社交能力并不是衡量你价值的唯一标准。你们在一起是因为彼此相爱，而不是因为你的社交圈子有多广。每个人都有自己的优点和特长，你应该相信你男朋友也看到了你身上的独特之处。爱情是一种相互支持的关系，你的男朋友和你在一起一定是看到了你的价值和可爱之处，所以不要过分自责。",
    "annotation": [
      {
        "sentence": "社交能力并不是衡量你价值的唯一标准。",
        "label": ""
      },
      {
        "sentence": "你们在一起是因为彼此相爱，而不是因为你的社交圈子有多广。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和特长，你应该相信你男朋友也看到了你身上的独特之处。",
        "label": ""
      },
      {
        "sentence": "爱情是一种相互支持的关系，你的男朋友和你在一起一定是看到了你的价值和可爱之处，所以不要过分自责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是有时候，他对我不回应或者拒绝我，我就觉得自己不配。",
    "annotation": [
      {
        "sentence": "可是有时候，他对我不回应或者拒绝我，我就觉得自己不配。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人与人之间的相处是复杂的，每个人都会有情绪波动和矛盾。有时候，他没有回应或者拒绝你，并不代表你不配。这些状况可能与他当时的情绪或者其他因素有关，与你的价值无关。别把自己太过自责。与其过度解读他的行为，不如试着主动和他沟通，了解他的想法和感受。沟通可以帮助你们更好地理解对方，也能增进你们之间的互信。",
    "annotation": [
      {
        "sentence": "人与人之间的相处是复杂的，每个人都会有情绪波动和矛盾。",
        "label": ""
      },
      {
        "sentence": "有时候，他没有回应或者拒绝你，并不代表你不配。",
        "label": ""
      },
      {
        "sentence": "这些状况可能与他当时的情绪或者其他因素有关，与你的价值无关。",
        "label": ""
      },
      {
        "sentence": "别把自己太过自责。",
        "label": ""
      },
      {
        "sentence": "与其过度解读他的行为，不如试着主动和他沟通，了解他的想法和感受。",
        "label": ""
      },
      {
        "sentence": "沟通可以帮助你们更好地理解对方，也能增进你们之间的互信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我社交能力真的不好，而且我也不知道怎么找他，打电话或者主动约他都会紧张。",
    "annotation": [
      {
        "sentence": "可是我社交能力真的不好，而且我也不知道怎么找他，打电话或者主动约他都会紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社交能力可以通过练习和积极参与来提升。如果对打电话或主动约他感到紧张，不妨先从一些小的尝试开始，例如通过短信或社交媒体与他保持联系，互相分享一些有趣的事情。你也可以参加一些小型的社交活动，和一些共同兴趣的人一起聚会，逐渐增进自己和他人之间的交流。记住，成长需要时间，不要给自己太大的压力，慢慢来就好。",
    "annotation": [
      {
        "sentence": "社交能力可以通过练习和积极参与来提升。",
        "label": ""
      },
      {
        "sentence": "如果对打电话或主动约他感到紧张，不妨先从一些小的尝试开始，例如通过短信或社交媒体与他保持联系，互相分享一些有趣的事情。",
        "label": ""
      },
      {
        "sentence": "你也可以参加一些小型的社交活动，和一些共同兴趣的人一起聚会，逐渐增进自己和他人之间的交流。",
        "label": ""
      },
      {
        "sentence": "记住，成长需要时间，不要给自己太大的压力，慢慢来就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是不确定他会不会喜欢我这样的人。",
    "annotation": [
      {
        "sentence": "我还是不确定他会不会喜欢我这样的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的喜好不同，但是你男朋友选择了和你在一起，说明他喜欢你的样子和你的个性。爱情是建立在互相理解和接受的基础上的，相信他对你的喜欢是真实的。如果你对自己没有信心，试着多一些自我肯定，关注一下自己的优点和成就。一个人与你在一起是因为他喜欢你的样子，不要低估自己的魅力，你值得被爱和幸福的。",
    "annotation": [
      {
        "sentence": "每个人的喜好不同，但是你男朋友选择了和你在一起，说明他喜欢你的样子和你的个性。",
        "label": ""
      },
      {
        "sentence": "爱情是建立在互相理解和接受的基础上的，相信他对你的喜欢是真实的。",
        "label": ""
      },
      {
        "sentence": "如果你对自己没有信心，试着多一些自我肯定，关注一下自己的优点和成就。",
        "label": ""
      },
      {
        "sentence": "一个人与你在一起是因为他喜欢你的样子，不要低估自己的魅力，你值得被爱和幸福的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许我需要重新审视自己，开始接受自己的不完美，多关注自己的长处和热爱的事情。",
    "annotation": [
      {
        "sentence": "或许我需要重新审视自己，开始接受自己的不完美，多关注自己的长处和热爱的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，重新审视自己并接受自己的不完美是一种成长和进步。每个人都有自己的长处和热爱的事情，通过专注于这些方面，你可以更好地发展自己的自信心。做自己喜欢的事情，不要过度强迫自己在社交方面取得进步，而是积极投入到你感兴趣的领域，这样你会更容易和志同道合的人结识并建立联系。记住，幸福从来都是属于勇敢坚持和努力的人。加油！与你温情看世界～。",
    "annotation": [
      {
        "sentence": "对的，重新审视自己并接受自己的不完美是一种成长和进步。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的长处和热爱的事情，通过专注于这些方面，你可以更好地发展自己的自信心。",
        "label": ""
      },
      {
        "sentence": "做自己喜欢的事情，不要过度强迫自己在社交方面取得进步，而是积极投入到你感兴趣的领域，这样你会更容易和志同道合的人结识并建立联系。",
        "label": ""
      },
      {
        "sentence": "记住，幸福从来都是属于勇敢坚持和努力的人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "与你温情看世界～。",
        "label": ""
      }
    ]
  }
]