[
  {
    "role": "client",
    "content": "我不敢和周围的人谈钱，觉得很羞耻，好像对不起别人？我不敢和周围人谈钱，总怕伤害关系，其实也没啥好关系，只是不敢承担别人讨厌自己。总是觉得谈钱很羞耻，好像自己对不起别人，或者自己很小气似的。我是什么原因不敢谈钱的呢？",
    "annotation": [
      {
        "sentence": "我不敢和周围的人谈钱，觉得很羞耻，好像对不起别人？",
        "label": ""
      },
      {
        "sentence": "我不敢和周围人谈钱，总怕伤害关系，其实也没啥好关系，只是不敢承担别人讨厌自己。",
        "label": ""
      },
      {
        "sentence": "总是觉得谈钱很羞耻，好像自己对不起别人，或者自己很小气似的。",
        "label": ""
      },
      {
        "sentence": "我是什么原因不敢谈钱的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨，你好！看了你的问题，我很能理解你的感受。我在上高中时，也遇到过类似的情况，有一个人总是让我帮忙带东西不给钱，我也不好意思向她要，而其他同学也不好意思开口。最后，我们这些“受害者”算了一下，她欠了大家几千块。对于你问的“我是什么原因不敢谈钱的呢？”，我有以下几种猜测，希望可以帮到你：你周围的人是否不会主动谈钱呢？如果有的话，这种群体的态度会影响你的行为，但很难影响你的内心，所以你会产生很矛盾的感觉。你的家境是否不是特别好呢？如果是的话，可能会使你不好意思让人觉得你很在乎钱，但实际上你是很在乎的，这种情绪会让你感到很焦虑。你是否有过与钱有关的不愉快的经历呢？比如别人欠你钱，然后说你小气，让你有了不愉快的经历。这种事情很有可能会被压抑到你的潜意识里，但对你的心理和行为确实会产生影响。",
    "annotation": [
      {
        "sentence": "嗨，你好！",
        "label": ""
      },
      {
        "sentence": "看了你的问题，我很能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我在上高中时，也遇到过类似的情况，有一个人总是让我帮忙带东西不给钱，我也不好意思向她要，而其他同学也不好意思开口。",
        "label": ""
      },
      {
        "sentence": "最后，我们这些“受害者”算了一下，她欠了大家几千块。",
        "label": ""
      },
      {
        "sentence": "对于你问的“我是什么原因不敢谈钱的呢？",
        "label": ""
      },
      {
        "sentence": "”，我有以下几种猜测，希望可以帮到你：你周围的人是否不会主动谈钱呢？",
        "label": ""
      },
      {
        "sentence": "如果有的话，这种群体的态度会影响你的行为，但很难影响你的内心，所以你会产生很矛盾的感觉。",
        "label": ""
      },
      {
        "sentence": "你的家境是否不是特别好呢？",
        "label": ""
      },
      {
        "sentence": "如果是的话，可能会使你不好意思让人觉得你很在乎钱，但实际上你是很在乎的，这种情绪会让你感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "你是否有过与钱有关的不愉快的经历呢？",
        "label": ""
      },
      {
        "sentence": "比如别人欠你钱，然后说你小气，让你有了不愉快的经历。",
        "label": ""
      },
      {
        "sentence": "这种事情很有可能会被压抑到你的潜意识里，但对你的心理和行为确实会产生影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和解答。我确实有过不愉快的经历，别人欠了我钱然后对我产生了误解，让我感到很难过。我也意识到自己对金钱的态度会受到家庭条件的影响，因为家境不好，我一直给自己施加压力，不想被别人觉得我很在乎钱。但实际上，我内心确实非常在乎，只是不好意思表达出来。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和解答。",
        "label": ""
      },
      {
        "sentence": "我确实有过不愉快的经历，别人欠了我钱然后对我产生了误解，让我感到很难过。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己对金钱的态度会受到家庭条件的影响，因为家境不好，我一直给自己施加压力，不想被别人觉得我很在乎钱。",
        "label": ""
      },
      {
        "sentence": "但实际上，我内心确实非常在乎，只是不好意思表达出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到这些问题已经是很好的开始了。知道自己的想法和情绪是非常重要的，也说明你对自己有一定的了解。欠钱的人对你的误解让你感到难过是很正常的反应，但是你要明白，这并不是你的问题，是他们的不理解和偏见造成的。你并没有错，也无需对此感到羞耻。对于你的家境，要知道金钱并不是衡量一个人价值的唯一标准，你可以培养自己更多的优点，提升自己的价值感，这样也会减轻对金钱的过度关注。",
    "annotation": [
      {
        "sentence": "你能够意识到这些问题已经是很好的开始了。",
        "label": ""
      },
      {
        "sentence": "知道自己的想法和情绪是非常重要的，也说明你对自己有一定的了解。",
        "label": ""
      },
      {
        "sentence": "欠钱的人对你的误解让你感到难过是很正常的反应，但是你要明白，这并不是你的问题，是他们的不理解和偏见造成的。",
        "label": ""
      },
      {
        "sentence": "你并没有错，也无需对此感到羞耻。",
        "label": ""
      },
      {
        "sentence": "对于你的家境，要知道金钱并不是衡量一个人价值的唯一标准，你可以培养自己更多的优点，提升自己的价值感，这样也会减轻对金钱的过度关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的意思，但是我还是很担心与他人谈钱会破坏关系。我害怕他们会觉得我太计较钱了，或者觉得我很小气。这让我感到很矛盾，我不知道如何平衡才好。",
    "annotation": [
      {
        "sentence": "我理解了你的意思，但是我还是很担心与他人谈钱会破坏关系。",
        "label": ""
      },
      {
        "sentence": "我害怕他们会觉得我太计较钱了，或者觉得我很小气。",
        "label": ""
      },
      {
        "sentence": "这让我感到很矛盾，我不知道如何平衡才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担忧。在和他人谈钱时，确实需要一定的技巧和平衡。你可以试着以一种友好和谈判的方式与他人沟通，明确表达自己的需求和想法，同时也尊重他人的感受。当你能够平和自信地表达自己，别人也会逐渐了解你的真正意图，并且会更加尊重你的观点。记住，不要过度担心他人的看法，重要的是你能够坚持自己的立场和原则。",
    "annotation": [
      {
        "sentence": "我明白你的担忧。",
        "label": ""
      },
      {
        "sentence": "在和他人谈钱时，确实需要一定的技巧和平衡。",
        "label": ""
      },
      {
        "sentence": "你可以试着以一种友好和谈判的方式与他人沟通，明确表达自己的需求和想法，同时也尊重他人的感受。",
        "label": ""
      },
      {
        "sentence": "当你能够平和自信地表达自己，别人也会逐渐了解你的真正意图，并且会更加尊重你的观点。",
        "label": ""
      },
      {
        "sentence": "记住，不要过度担心他人的看法，重要的是你能够坚持自己的立场和原则。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试学会更好地与他人沟通。我也意识到，保持真实和坦诚是建立良好关系的重要基础。我会调整自己的心态，并且不再对谈钱感到如此羞耻和矛盾。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试学会更好地与他人沟通。",
        "label": ""
      },
      {
        "sentence": "我也意识到，保持真实和坦诚是建立良好关系的重要基础。",
        "label": ""
      },
      {
        "sentence": "我会调整自己的心态，并且不再对谈钱感到如此羞耻和矛盾。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的觉察和努力是非常值得赞赏的！调整心态需要时间和实践，但只要你能够持之以恒，我相信你一定能够逐渐克服这个问题。记住，与他人谈钱并不是一件可耻的事情，而是对自己的尊重和价值的体现。你值得拥有良好的关系和积极的态度。祝你一切顺利，生活愉快！如果还有其他问题，随时都可以向我寻求帮助。",
    "annotation": [
      {
        "sentence": "你的觉察和努力是非常值得赞赏的！",
        "label": ""
      },
      {
        "sentence": "调整心态需要时间和实践，但只要你能够持之以恒，我相信你一定能够逐渐克服这个问题。",
        "label": ""
      },
      {
        "sentence": "记住，与他人谈钱并不是一件可耻的事情，而是对自己的尊重和价值的体现。",
        "label": ""
      },
      {
        "sentence": "你值得拥有良好的关系和积极的态度。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，生活愉快！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以向我寻求帮助。",
        "label": ""
      }
    ]
  }
]