[
  {
    "role": "client",
    "content": "我不敢和周围的人谈钱，觉得很羞耻，好像对不起别人？我不敢和周围人谈钱，总怕伤害关系，其实也没啥好关系，只是不敢承担别人讨厌自己。总是觉得谈钱很羞耻，好像自己对不起别人，或者自己很小气似的。我是什么原因不敢谈钱的呢？",
    "annotation": [
      {
        "sentence": "我不敢和周围的人谈钱，觉得很羞耻，好像对不起别人？",
        "label": ""
      },
      {
        "sentence": "我不敢和周围人谈钱，总怕伤害关系，其实也没啥好关系，只是不敢承担别人讨厌自己。",
        "label": ""
      },
      {
        "sentence": "总是觉得谈钱很羞耻，好像自己对不起别人，或者自己很小气似的。",
        "label": ""
      },
      {
        "sentence": "我是什么原因不敢谈钱的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的邀请！我可以感受到你内心的压抑、焦虑和恐惧，不敢和别人谈钱，觉得这样很羞耻对不起别人。这种觉得跟别人谈钱很羞耻对不起别人的感觉，可能会形成一个相互制约影响的循环。因为觉得羞耻对不起别人，所以你就不敢和别人谈钱，不敢和别人谈钱，也就很难在和别人的接触交流中表达出真实的自己，导致别人可能会误解你，而你的内心需求也得不到及时的满足，进一步否定了自己，认为自己的一些想法和需求是“羞耻”的。将钱和羞耻联系在一起确实是一个有意思的问题。钱本身只是一个没有感情的物品，不具备任何道德意义。但是，当我们将钱和道德联系在一起，并且被道德“绑架”时，就反映出了问题的存在。比如，帮助某位熟人或者亲戚做一些事情，别人要给钱，但你认为自己应该免费帮忙。如果接受别人给的钱，就会感觉“丢人”、“羞耻”，以为自己对不起别人，相当于是通过迎合别人来获得满足。所以，困扰你的并不是钱的问题，而是在看待和钱有关的一些事情时的认知和思维方式出现了一些偏差。而你并不清楚自己为什么会有这样的困扰，这意味着这些问题在你意识到存在之前就已经存在了。因此，我们需要从你的潜意识中寻找问题的答案。潜意识中的问题大多与成长经历中的原生家庭环境有关，尤其是和父母之间的关系，其中与母亲的关系更为重要。在我的成长经历中，经常听到有人说：“就做了那么一点事情还想要钱，丢不丢人啊？”、“就做了那两分钱的活，还讨价还价，要脸吗？”或许说这些话的人并没有意识到这些话给别人的内心带来的刺激、伤害和影响，会让别人觉得自己的付出没有价值。对于一个小孩子来说，面对这样的否定、攻击、指责和强烈的道德感，往往无力反抗，会本能地接受，并长期在这样的环境关系下经历成长。这也会导致你目前的困扰。我不知道在你的成长经历中是否也遇到过这样的对待，以至于形成了今天的这些困扰。我分享了一些个人的看法供你参考，希望能够对你有所帮助。如果有不足之处，请明示，谢谢！",
    "annotation": [
      {
        "sentence": "非常感谢你的邀请！",
        "label": ""
      },
      {
        "sentence": "我可以感受到你内心的压抑、焦虑和恐惧，不敢和别人谈钱，觉得这样很羞耻对不起别人。",
        "label": ""
      },
      {
        "sentence": "这种觉得跟别人谈钱很羞耻对不起别人的感觉，可能会形成一个相互制约影响的循环。",
        "label": ""
      },
      {
        "sentence": "因为觉得羞耻对不起别人，所以你就不敢和别人谈钱，不敢和别人谈钱，也就很难在和别人的接触交流中表达出真实的自己，导致别人可能会误解你，而你的内心需求也得不到及时的满足，进一步否定了自己，认为自己的一些想法和需求是“羞耻”的。",
        "label": ""
      },
      {
        "sentence": "将钱和羞耻联系在一起确实是一个有意思的问题。",
        "label": ""
      },
      {
        "sentence": "钱本身只是一个没有感情的物品，不具备任何道德意义。",
        "label": ""
      },
      {
        "sentence": "但是，当我们将钱和道德联系在一起，并且被道德“绑架”时，就反映出了问题的存在。",
        "label": ""
      },
      {
        "sentence": "比如，帮助某位熟人或者亲戚做一些事情，别人要给钱，但你认为自己应该免费帮忙。",
        "label": ""
      },
      {
        "sentence": "如果接受别人给的钱，就会感觉“丢人”、“羞耻”，以为自己对不起别人，相当于是通过迎合别人来获得满足。",
        "label": ""
      },
      {
        "sentence": "所以，困扰你的并不是钱的问题，而是在看待和钱有关的一些事情时的认知和思维方式出现了一些偏差。",
        "label": ""
      },
      {
        "sentence": "而你并不清楚自己为什么会有这样的困扰，这意味着这些问题在你意识到存在之前就已经存在了。",
        "label": ""
      },
      {
        "sentence": "因此，我们需要从你的潜意识中寻找问题的答案。",
        "label": ""
      },
      {
        "sentence": "潜意识中的问题大多与成长经历中的原生家庭环境有关，尤其是和父母之间的关系，其中与母亲的关系更为重要。",
        "label": ""
      },
      {
        "sentence": "在我的成长经历中，经常听到有人说：“就做了那么一点事情还想要钱，丢不丢人啊？",
        "label": ""
      },
      {
        "sentence": "”、“就做了那两分钱的活，还讨价还价，要脸吗？",
        "label": ""
      },
      {
        "sentence": "”或许说这些话的人并没有意识到这些话给别人的内心带来的刺激、伤害和影响，会让别人觉得自己的付出没有价值。",
        "label": ""
      },
      {
        "sentence": "对于一个小孩子来说，面对这样的否定、攻击、指责和强烈的道德感，往往无力反抗，会本能地接受，并长期在这样的环境关系下经历成长。",
        "label": ""
      },
      {
        "sentence": "这也会导致你目前的困扰。",
        "label": ""
      },
      {
        "sentence": "我不知道在你的成长经历中是否也遇到过这样的对待，以至于形成了今天的这些困扰。",
        "label": ""
      },
      {
        "sentence": "我分享了一些个人的看法供你参考，希望能够对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果有不足之处，请明示，谢谢！",
        "label": ""
      }
    ]
  }
]