[
  {
    "role": "client",
    "content": "我不敢和周围的人谈钱，觉得很羞耻，好像对不起别人？我不敢和周围人谈钱，总怕伤害关系，其实也没啥好关系，只是不敢承担别人讨厌自己。总是觉得谈钱很羞耻，好像自己对不起别人，或者自己很小气似的。我是什么原因不敢谈钱的呢？",
    "annotation": [
      {
        "sentence": "我不敢和周围的人谈钱，觉得很羞耻，好像对不起别人？",
        "label": ""
      },
      {
        "sentence": "我不敢和周围人谈钱，总怕伤害关系，其实也没啥好关系，只是不敢承担别人讨厌自己。",
        "label": ""
      },
      {
        "sentence": "总是觉得谈钱很羞耻，好像自己对不起别人，或者自己很小气似的。",
        "label": ""
      },
      {
        "sentence": "我是什么原因不敢谈钱的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你不敢谈钱的可能场景是在熟人需要你帮助的时候，你不好意思收取报酬。我觉得造成这种情况的原因有三点。（1）从小我们对钱的教育是错误的，我们认为钱不重要，重要的是学习、才艺、聪明、勤奋，但唯独不是钱。同时，我们还认为钱是肮脏的，课文和读物中经常提到钱就是充满“铜臭”的，是资本主义迫害劳动人民的武器等等。（2）你对熟人的关系理解不够透彻，熟人是一种关系资源，但这种关系资源的本质是“资源互换”，单一的付出，对方要么会觉得你这个事情可能没给他用心，要么觉得得到的太容易了，不承认你的情或者不珍惜，甚至招致更多薅羊毛的行为，得不偿失。（3）抹不开面子，基于以上两种认知，让你感觉跟熟人谈钱这么庸俗的东西，减少了你对友情这种关系的破坏，所以面子上就过不去了。",
    "annotation": [
      {
        "sentence": "我理解你不敢谈钱的可能场景是在熟人需要你帮助的时候，你不好意思收取报酬。",
        "label": ""
      },
      {
        "sentence": "我觉得造成这种情况的原因有三点。",
        "label": ""
      },
      {
        "sentence": "（1）从小我们对钱的教育是错误的，我们认为钱不重要，重要的是学习、才艺、聪明、勤奋，但唯独不是钱。",
        "label": ""
      },
      {
        "sentence": "同时，我们还认为钱是肮脏的，课文和读物中经常提到钱就是充满“铜臭”的，是资本主义迫害劳动人民的武器等等。",
        "label": ""
      },
      {
        "sentence": "（2）你对熟人的关系理解不够透彻，熟人是一种关系资源，但这种关系资源的本质是“资源互换”，单一的付出，对方要么会觉得你这个事情可能没给他用心，要么觉得得到的太容易了，不承认你的情或者不珍惜，甚至招致更多薅羊毛的行为，得不偿失。",
        "label": ""
      },
      {
        "sentence": "（3）抹不开面子，基于以上两种认知，让你感觉跟熟人谈钱这么庸俗的东西，减少了你对友情这种关系的破坏，所以面子上就过不去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我确实从小受到这种关于钱的教育，一直以来将钱看作是不值得被讨论的话题。而且，我对熟人关系的理解确实有所欠缺，我时常担心付出了帮助会让对方不满意，或者觉得我图他们的好处。但是，我又不希望因为这些担忧而伤害了与他人的关系。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我确实从小受到这种关于钱的教育，一直以来将钱看作是不值得被讨论的话题。",
        "label": ""
      },
      {
        "sentence": "而且，我对熟人关系的理解确实有所欠缺，我时常担心付出了帮助会让对方不满意，或者觉得我图他们的好处。",
        "label": ""
      },
      {
        "sentence": "但是，我又不希望因为这些担忧而伤害了与他人的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的顾虑。我想给你一些建议来缓解这个问题。（1）钱并非肮脏的东西，只要是通过正当途径收取钱财，反而是国家努力提倡的，因为这样才能让勤劳和勇敢的人民努力奋斗奔小康。（2）认识钱的本质，它是一种资源，你必须拥有它来帮你办事情，不能因为它而破坏心情。如果你一直不好意思谈钱，你自己就会感到难受、困窘，从而下次帮人做事情时要么不用心，要么推脱，或者不痛快，反而破坏感情。而你的熟人们，其实真的想要的是你的资源，他们本身就做好了付钱的准备，毕竟还是花钱买的东西才放心呀。",
    "annotation": [
      {
        "sentence": "明白你的顾虑。",
        "label": ""
      },
      {
        "sentence": "我想给你一些建议来缓解这个问题。",
        "label": ""
      },
      {
        "sentence": "（1）钱并非肮脏的东西，只要是通过正当途径收取钱财，反而是国家努力提倡的，因为这样才能让勤劳和勇敢的人民努力奋斗奔小康。",
        "label": ""
      },
      {
        "sentence": "（2）认识钱的本质，它是一种资源，你必须拥有它来帮你办事情，不能因为它而破坏心情。",
        "label": ""
      },
      {
        "sentence": "如果你一直不好意思谈钱，你自己就会感到难受、困窘，从而下次帮人做事情时要么不用心，要么推脱，或者不痛快，反而破坏感情。",
        "label": ""
      },
      {
        "sentence": "而你的熟人们，其实真的想要的是你的资源，他们本身就做好了付钱的准备，毕竟还是花钱买的东西才放心呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会尝试改变自己的观念，并更加理解钱的本质和与他人交往的方式。但是，我还是担心由于我不够主动去讨论钱而错失了一些机会或者被他人误解为不愿意帮忙。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会尝试改变自己的观念，并更加理解钱的本质和与他人交往的方式。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心由于我不够主动去讨论钱而错失了一些机会或者被他人误解为不愿意帮忙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的担忧。其实，改变自己的观念不是一蹴而就的事情，需要时间和实践。但你应该清楚地知道，你不敢主动去讨论钱并不代表你不愿意帮忙，而是因为你过于在意对方的看法而产生顾虑。而真正的朋友会明白你的心意，并不会轻易地误解你。同时，你也可以主动适当地讨论一些关于物价、行业趋势等与金钱相关的话题，逐渐释放对谈钱的顾虑。",
    "annotation": [
      {
        "sentence": "很理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "其实，改变自己的观念不是一蹴而就的事情，需要时间和实践。",
        "label": ""
      },
      {
        "sentence": "但你应该清楚地知道，你不敢主动去讨论钱并不代表你不愿意帮忙，而是因为你过于在意对方的看法而产生顾虑。",
        "label": ""
      },
      {
        "sentence": "而真正的朋友会明白你的心意，并不会轻易地误解你。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以主动适当地讨论一些关于物价、行业趋势等与金钱相关的话题，逐渐释放对谈钱的顾虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要给自己一些时间来逐渐改变观念和行为习惯。我会试着适时地参与一些与金钱相关的讨论，减少对谈钱的顾虑。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要给自己一些时间来逐渐改变观念和行为习惯。",
        "label": ""
      },
      {
        "sentence": "我会试着适时地参与一些与金钱相关的讨论，减少对谈钱的顾虑。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供帮助。记住，改变需要时间，而且不要太过苛求自己。只要你持续努力，相信你能够逐渐克服对谈钱的羞耻感，建立更健康的金钱观念和与他人交往的方式。愿你的生活愉快，不要憋屈，该收费收费，你好他好，达成都认可的处事方式即可。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间，而且不要太过苛求自己。",
        "label": ""
      },
      {
        "sentence": "只要你持续努力，相信你能够逐渐克服对谈钱的羞耻感，建立更健康的金钱观念和与他人交往的方式。",
        "label": ""
      },
      {
        "sentence": "愿你的生活愉快，不要憋屈，该收费收费，你好他好，达成都认可的处事方式即可。",
        "label": ""
      }
    ]
  }
]