[
  {
    "role": "client",
    "content": "我有一个问题，希望你能帮助我解答一下。我不知道怎样分辨自己是不安全依恋还是真的不喜欢这个人。我是一个大学女生，从小就是独生子女，所以对于喜欢一个人是什么感觉我一直都不太清楚。之前拒绝了一个男生两次，因为觉得我们没有共同的爱好，也不想和他分享自己的生活。可是后来他挽留我，我又同意和他继续接触。他表达心意或挽留我的时候，我会觉得很开心，但是他说“晚安”、“等你回来”或想送我小零食的时候，我又会感到很厌烦。现在有时候想到和他在一起会感到很安心，有时又觉得很烦不想确定关系。我做了一个AAS量表测试，结果显示我是“恐惧型”依恋。我到底是喜欢不喜欢这个男生呢？是因为感动于他的喜欢吗？还是因为我是不安全依恋呢？我应该继续和这个男孩子交往吗？还是说我应该直接拒绝他呢？",
    "annotation": [
      {
        "sentence": "我有一个问题，希望你能帮助我解答一下。",
        "label": ""
      },
      {
        "sentence": "我不知道怎样分辨自己是不安全依恋还是真的不喜欢这个人。",
        "label": ""
      },
      {
        "sentence": "我是一个大学女生，从小就是独生子女，所以对于喜欢一个人是什么感觉我一直都不太清楚。",
        "label": ""
      },
      {
        "sentence": "之前拒绝了一个男生两次，因为觉得我们没有共同的爱好，也不想和他分享自己的生活。",
        "label": ""
      },
      {
        "sentence": "可是后来他挽留我，我又同意和他继续接触。",
        "label": ""
      },
      {
        "sentence": "他表达心意或挽留我的时候，我会觉得很开心，但是他说“晚安”、“等你回来”或想送我小零食的时候，我又会感到很厌烦。",
        "label": ""
      },
      {
        "sentence": "现在有时候想到和他在一起会感到很安心，有时又觉得很烦不想确定关系。",
        "label": ""
      },
      {
        "sentence": "我做了一个AAS量表测试，结果显示我是“恐惧型”依恋。",
        "label": ""
      },
      {
        "sentence": "我到底是喜欢不喜欢这个男生呢？",
        "label": ""
      },
      {
        "sentence": "是因为感动于他的喜欢吗？",
        "label": ""
      },
      {
        "sentence": "还是因为我是不安全依恋呢？",
        "label": ""
      },
      {
        "sentence": "我应该继续和这个男孩子交往吗？",
        "label": ""
      },
      {
        "sentence": "还是说我应该直接拒绝他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你对这个男生并不是特别喜欢，因为你不太愿意和他分享生活，有时还会觉得烦厌。那你有没有感到心动的感觉呢？遇到他的时候，是否会心跳加速，总是想着他，想对他说些什么，想每天见到他，和他在一起感到开心。这才是真正喜欢一个人的感觉。考虑到你目前对于与他确认关系的犹豫和这么多的疑问，也许他并不适合你。恋爱关系是建立在友谊的基础上的，人们常说伴侣也是最好的朋友。对于你来说，可能也需要先有一个像朋友一样互相愉快相处的关系。你有没有和其他朋友玩得特别好的人呢？你是否常常想见到他，至少不会感到厌烦吧？如果这个男生给你带来这么多的疑问和困惑，或许你可以先放一放，他可能不是适合你的人。不要强迫自己接受一个人，爱是自然而然的，发自内心的，两颗心情不自禁地靠近，而不是迫切地找到自己可能喜欢对方的任何迹象。单身并没有什么不好，现在的社会常常夸大单身的负面影响。如果你能一个人过得开心，总比找一个人在身边却感到烦闷要好得多。请听从内心的声音，做出对自己最舒适的选择。",
    "annotation": [
      {
        "sentence": "看起来你对这个男生并不是特别喜欢，因为你不太愿意和他分享生活，有时还会觉得烦厌。",
        "label": ""
      },
      {
        "sentence": "那你有没有感到心动的感觉呢？",
        "label": ""
      },
      {
        "sentence": "遇到他的时候，是否会心跳加速，总是想着他，想对他说些什么，想每天见到他，和他在一起感到开心。",
        "label": ""
      },
      {
        "sentence": "这才是真正喜欢一个人的感觉。",
        "label": ""
      },
      {
        "sentence": "考虑到你目前对于与他确认关系的犹豫和这么多的疑问，也许他并不适合你。",
        "label": ""
      },
      {
        "sentence": "恋爱关系是建立在友谊的基础上的，人们常说伴侣也是最好的朋友。",
        "label": ""
      },
      {
        "sentence": "对于你来说，可能也需要先有一个像朋友一样互相愉快相处的关系。",
        "label": ""
      },
      {
        "sentence": "你有没有和其他朋友玩得特别好的人呢？",
        "label": ""
      },
      {
        "sentence": "你是否常常想见到他，至少不会感到厌烦吧？",
        "label": ""
      },
      {
        "sentence": "如果这个男生给你带来这么多的疑问和困惑，或许你可以先放一放，他可能不是适合你的人。",
        "label": ""
      },
      {
        "sentence": "不要强迫自己接受一个人，爱是自然而然的，发自内心的，两颗心情不自禁地靠近，而不是迫切地找到自己可能喜欢对方的任何迹象。",
        "label": ""
      },
      {
        "sentence": "单身并没有什么不好，现在的社会常常夸大单身的负面影响。",
        "label": ""
      },
      {
        "sentence": "如果你能一个人过得开心，总比找一个人在身边却感到烦闷要好得多。",
        "label": ""
      },
      {
        "sentence": "请听从内心的声音，做出对自己最舒适的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听完你的分析，我感觉好像有点明白了。或许我对这个男生确实没有那么特别的喜欢，因为我没有心动的感觉，也确实有烦厌的时候。你说建立在友谊基础上的恋爱关系，我想我现在对这个男生就更像一个朋友。或许我真的需要先找到一个像朋友一样相处愉快的关系。对于单身状态，我还有一些观念上的障碍，总觉得在一个人的时候不够完整或者不够幸福。你说得对，一个人过得开心总比和一个让自己烦闷的人在一起要好。我应该学会接受自己的单身状态，放松心态，不要逼迫自己找一个男朋友。",
    "annotation": [
      {
        "sentence": "听完你的分析，我感觉好像有点明白了。",
        "label": ""
      },
      {
        "sentence": "或许我对这个男生确实没有那么特别的喜欢，因为我没有心动的感觉，也确实有烦厌的时候。",
        "label": ""
      },
      {
        "sentence": "你说建立在友谊基础上的恋爱关系，我想我现在对这个男生就更像一个朋友。",
        "label": ""
      },
      {
        "sentence": "或许我真的需要先找到一个像朋友一样相处愉快的关系。",
        "label": ""
      },
      {
        "sentence": "对于单身状态，我还有一些观念上的障碍，总觉得在一个人的时候不够完整或者不够幸福。",
        "label": ""
      },
      {
        "sentence": "你说得对，一个人过得开心总比和一个让自己烦闷的人在一起要好。",
        "label": ""
      },
      {
        "sentence": "我应该学会接受自己的单身状态，放松心态，不要逼迫自己找一个男朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解我的观点。确实，建立在友谊基础上的恋爱关系更稳定和有保障。目前你对这个男生更像一个朋友，这就是你现在真实的想法。对于单身状态的担忧，是很常见的观念。但是一个人的时候同样可以过得非常开心和充实。你可以关注自己的兴趣爱好，寻找自己的快乐，过上充实而自由的生活。不要逼迫自己去找一个男朋友，当时机成熟时，你会自然而然地遇到适合的人。相信自己的内心，放松心态，才能让你更好地认识自己，做出对自己最舒适的选择。",
    "annotation": [
      {
        "sentence": "很高兴你能理解我的观点。",
        "label": ""
      },
      {
        "sentence": "确实，建立在友谊基础上的恋爱关系更稳定和有保障。",
        "label": ""
      },
      {
        "sentence": "目前你对这个男生更像一个朋友，这就是你现在真实的想法。",
        "label": ""
      },
      {
        "sentence": "对于单身状态的担忧，是很常见的观念。",
        "label": ""
      },
      {
        "sentence": "但是一个人的时候同样可以过得非常开心和充实。",
        "label": ""
      },
      {
        "sentence": "你可以关注自己的兴趣爱好，寻找自己的快乐，过上充实而自由的生活。",
        "label": ""
      },
      {
        "sentence": "不要逼迫自己去找一个男朋友，当时机成熟时，你会自然而然地遇到适合的人。",
        "label": ""
      },
      {
        "sentence": "相信自己的内心，放松心态，才能让你更好地认识自己，做出对自己最舒适的选择。",
        "label": ""
      }
    ]
  }
]