[
  {
    "role": "client",
    "content": "遇到一个讲话很不文明的室友，想吐槽，特别反感我有个室友，嘴里整体屎尿屁的谈，可能从小长辈叮嘱讲话要文明，我受不了这种人，但也没法撕破脸。平时候微信群里斗图，她老是发排泄物（屎尿屁）的图片，有次有个朋友受不了说她恶心，我也说，既然别人感觉不适，网络公共平台就不要再发了，她觉得自己没问题，说我圣母婊。又一次一起吃饭，她说她在网上看“大粪是甜的”，我瞬间特别反感，她还一副开玩笑的口气说，我就看看你们还有没有食欲。因为从小鼻炎，我每天都会洗鼻，小时候挖鼻子的坏习惯，也被长辈纠正了。有次卫生间里洗鼻时，她过来说一句“你太精致了，放的屁也是草莓味吧，我都直接扣，还尝过”我感觉这个人特别恶心。后来有次受不了了，直接跟她说，你能不能不用每次讲话那么恶心，经常屎尿屁挂嘴边，然后她回答是，我这人就重口，说的你没屎尿屁似的，装啥。我回了句，那你看别人公共场合大小便你恶心不。之后关系就很淡，互不搭理，在吃饭时偶尔想起那些话，就鸡皮疙瘩掉一地，幸好我搬走了",
    "annotation": [
      {
        "sentence": "遇到一个讲话很不文明的室友，想吐槽，特别反感我有个室友，嘴里整体屎尿屁的谈，可能从小长辈叮嘱讲话要文明，我受不了这种人，但也没法撕破脸。",
        "label": ""
      },
      {
        "sentence": "平时候微信群里斗图，她老是发排泄物（屎尿屁）的图片，有次有个朋友受不了说她恶心，我也说，既然别人感觉不适，网络公共平台就不要再发了，她觉得自己没问题，说我圣母婊。",
        "label": ""
      },
      {
        "sentence": "又一次一起吃饭，她说她在网上看“大粪是甜的”，我瞬间特别反感，她还一副开玩笑的口气说，我就看看你们还有没有食欲。",
        "label": ""
      },
      {
        "sentence": "因为从小鼻炎，我每天都会洗鼻，小时候挖鼻子的坏习惯，也被长辈纠正了。",
        "label": ""
      },
      {
        "sentence": "有次卫生间里洗鼻时，她过来说一句“你太精致了，放的屁也是草莓味吧，我都直接扣，还尝过”我感觉这个人特别恶心。",
        "label": ""
      },
      {
        "sentence": "后来有次受不了了，直接跟她说，你能不能不用每次讲话那么恶心，经常屎尿屁挂嘴边，然后她回答是，我这人就重口，说的你没屎尿屁似的，装啥。",
        "label": ""
      },
      {
        "sentence": "我回了句，那你看别人公共场合大小便你恶心不。",
        "label": ""
      },
      {
        "sentence": "之后关系就很淡，互不搭理，在吃饭时偶尔想起那些话，就鸡皮疙瘩掉一地，幸好我搬走了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很理解在与室友相处中遇到一个讲话很不文明的人会让你感到困扰。这种不文明的行为可能会严重影响你的生活质量，而且这种人似乎不太在意他人的感受。你有考虑过和其他人一起跟她谈谈吗？或许他们也感受到了她的不文明行为。有时候，这种不文明的行为可能是在家庭环境中养成的习惯。你是否可以尝试主动远离她，让自己的生活更加文明一些呢？",
    "annotation": [
      {
        "sentence": "你好，我很理解在与室友相处中遇到一个讲话很不文明的人会让你感到困扰。",
        "label": ""
      },
      {
        "sentence": "这种不文明的行为可能会严重影响你的生活质量，而且这种人似乎不太在意他人的感受。",
        "label": ""
      },
      {
        "sentence": "你有考虑过和其他人一起跟她谈谈吗？",
        "label": ""
      },
      {
        "sentence": "或许他们也感受到了她的不文明行为。",
        "label": ""
      },
      {
        "sentence": "有时候，这种不文明的行为可能是在家庭环境中养成的习惯。",
        "label": ""
      },
      {
        "sentence": "你是否可以尝试主动远离她，让自己的生活更加文明一些呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我跟其他人说过我对她行为的反感，但她总是为自己辩解。她可能是那种喜欢开玩笑、插科打诨的人，通过说一些极端的话来吸引别人的注意力。但这种行为确实让人感到反感，让人不舒服。我觉得她需要意识到其他人的感受并做出改变才行。",
    "annotation": [
      {
        "sentence": "我跟其他人说过我对她行为的反感，但她总是为自己辩解。",
        "label": ""
      },
      {
        "sentence": "她可能是那种喜欢开玩笑、插科打诨的人，通过说一些极端的话来吸引别人的注意力。",
        "label": ""
      },
      {
        "sentence": "但这种行为确实让人感到反感，让人不舒服。",
        "label": ""
      },
      {
        "sentence": "我觉得她需要意识到其他人的感受并做出改变才行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，这种类型的人可能真的很难改变。如果她能够意识到自己的言行对他人造成的不适，或许她会考虑改变自己的行为。如果她的话让你感到不舒服，你可以尝试告诉她你的感受，并让她知道你对话的界限。你可以尝试拒绝参与她的不文明话题，保持自己的立场和尊严。",
    "annotation": [
      {
        "sentence": "你说得对，这种类型的人可能真的很难改变。",
        "label": ""
      },
      {
        "sentence": "如果她能够意识到自己的言行对他人造成的不适，或许她会考虑改变自己的行为。",
        "label": ""
      },
      {
        "sentence": "如果她的话让你感到不舒服，你可以尝试告诉她你的感受，并让她知道你对话的界限。",
        "label": ""
      },
      {
        "sentence": "你可以尝试拒绝参与她的不文明话题，保持自己的立场和尊严。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我需要坚守自己的底线，不轻易被她的言语影响。我会告诉她我的立场，并尝试与她建立一种互相尊重的关系。毕竟无论是同学还是室友，都需要相互尊重和保持良好的沟通。",
    "annotation": [
      {
        "sentence": "是的，我需要坚守自己的底线，不轻易被她的言语影响。",
        "label": ""
      },
      {
        "sentence": "我会告诉她我的立场，并尝试与她建立一种互相尊重的关系。",
        "label": ""
      },
      {
        "sentence": "毕竟无论是同学还是室友，都需要相互尊重和保持良好的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的决心和努力值得赞赏。除了与她进行相应的沟通外，你还可以尝试经常提醒自己保持美好的心情，过滤掉她的不文明言行对你的负面影响。你可以试着将注意力放在自己的成长和积极的事物上，保持自信和坚强。记住，你的心理边界是可以调整和加强的。",
    "annotation": [
      {
        "sentence": "很好，你的决心和努力值得赞赏。",
        "label": ""
      },
      {
        "sentence": "除了与她进行相应的沟通外，你还可以尝试经常提醒自己保持美好的心情，过滤掉她的不文明言行对你的负面影响。",
        "label": ""
      },
      {
        "sentence": "你可以试着将注意力放在自己的成长和积极的事物上，保持自信和坚强。",
        "label": ""
      },
      {
        "sentence": "记住，你的心理边界是可以调整和加强的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力做到的。我明白只有保持自己的美好心情和积极态度，我才能更好地应对这些不文明的言行。我会告诉自己要坚持不被她影响，保持自己的尊严和底线。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力做到的。",
        "label": ""
      },
      {
        "sentence": "我明白只有保持自己的美好心情和积极态度，我才能更好地应对这些不文明的言行。",
        "label": ""
      },
      {
        "sentence": "我会告诉自己要坚持不被她影响，保持自己的尊严和底线。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和意识很重要，相信你一定能够做到。如果在处理这个问题的过程中还有其他困扰或需要进一步的支持，随时都可以来找我聊聊。你不是一个人在面对这个问题，我们会一起度过困难的时刻。",
    "annotation": [
      {
        "sentence": "你的决心和意识很重要，相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "如果在处理这个问题的过程中还有其他困扰或需要进一步的支持，随时都可以来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这个问题，我们会一起度过困难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我会时刻记住你的话。如果有需要，我一定会再来找你的。我希望能够解决这个问题，保持良好的心态，过上更加美好的生活。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我会时刻记住你的话。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再来找你的。",
        "label": ""
      },
      {
        "sentence": "我希望能够解决这个问题，保持良好的心态，过上更加美好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的积极态度和决心是很宝贵的。相信自己，我相信你可以处理好这个问题。记得随时保持联系，愿意帮助你渡过困难的时刻。祝你一切顺利，生活愉快！",
    "annotation": [
      {
        "sentence": "你的积极态度和决心是很宝贵的。",
        "label": ""
      },
      {
        "sentence": "相信自己，我相信你可以处理好这个问题。",
        "label": ""
      },
      {
        "sentence": "记得随时保持联系，愿意帮助你渡过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，生活愉快！",
        "label": ""
      }
    ]
  }
]