[
  {
    "role": "client",
    "content": "老公说不敢动了，我为什么会抓狂？每次我都几近崩溃。",
    "annotation": [
      {
        "sentence": "老公说不敢动了，我为什么会抓狂？",
        "label": ""
      },
      {
        "sentence": "每次我都几近崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答可以给你提供一点点帮助。人和人的互动模式不是一朝一夕形成，而且我们会发现，我们面对不同性格的人，可能会激发起我们自己不同的人格面貌，形成独属于“我”和这一个人的互动模式。亲密关系尤其如此。从问题里列举的事情，和你在问题下面的一个回复可以发现，你和老公之间确实存在着沟通不畅的问题。在你的回复中这种模式更加明显：“类似的事件很多，我和他沟通，他总说没啥呀，就这样，无法沟通，问他一些东西，他总说没啥感觉。除非遇到一些事情，他才会偶尔坦露下，我觉得聊天很舒服。有时我和他沟通说什么让我不舒服，他会说就你这也不舒服那也不舒服，我就直接闭口了。不愿再沟通”你们之间的沟通，似乎总会卡在一个地方，就无法再下去了。",
    "annotation": [
      {
        "sentence": "希望我的回答可以给你提供一点点帮助。",
        "label": ""
      },
      {
        "sentence": "人和人的互动模式不是一朝一夕形成，而且我们会发现，我们面对不同性格的人，可能会激发起我们自己不同的人格面貌，形成独属于“我”和这一个人的互动模式。",
        "label": ""
      },
      {
        "sentence": "亲密关系尤其如此。",
        "label": ""
      },
      {
        "sentence": "从问题里列举的事情，和你在问题下面的一个回复可以发现，你和老公之间确实存在着沟通不畅的问题。",
        "label": ""
      },
      {
        "sentence": "在你的回复中这种模式更加明显：“类似的事件很多，我和他沟通，他总说没啥呀，就这样，无法沟通，问他一些东西，他总说没啥感觉。",
        "label": ""
      },
      {
        "sentence": "除非遇到一些事情，他才会偶尔坦露下，我觉得聊天很舒服。",
        "label": ""
      },
      {
        "sentence": "有时我和他沟通说什么让我不舒服，他会说就你这也不舒服那也不舒服，我就直接闭口了。",
        "label": ""
      },
      {
        "sentence": "不愿再沟通”你们之间的沟通，似乎总会卡在一个地方，就无法再下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我和他在沟通上总是无法达到共识，而且我已经对这种情况产生了愤怒。",
    "annotation": [
      {
        "sentence": "是的，我和他在沟通上总是无法达到共识，而且我已经对这种情况产生了愤怒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲密关系中的沟通，重要的并不是讲道理，而是分享和交流感受和想法，“我愿意把事情说给你听，因为我知道你愿意听；我也愿意倾听你的内心世界，因为我享受被你依赖的感觉”。如果只是要把道理和事情讲清楚，那么何必要进入到亲密关系呢？“架吵明白了，感情吵没了”是经常发生的事情。婚姻的复杂就在于，一部分是利益共同体，需要理清责任和计划；一部分是亲密关系，需要包容和体谅。",
    "annotation": [
      {
        "sentence": "亲密关系中的沟通，重要的并不是讲道理，而是分享和交流感受和想法，“我愿意把事情说给你听，因为我知道你愿意听；我也愿意倾听你的内心世界，因为我享受被你依赖的感觉”。",
        "label": ""
      },
      {
        "sentence": "如果只是要把道理和事情讲清楚，那么何必要进入到亲密关系呢？",
        "label": ""
      },
      {
        "sentence": "“架吵明白了，感情吵没了”是经常发生的事情。",
        "label": ""
      },
      {
        "sentence": "婚姻的复杂就在于，一部分是利益共同体，需要理清责任和计划；一部分是亲密关系，需要包容和体谅。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我现在意识到，我应该更关注我们之间的交流与分享，而不只是纠结于讲道理和争论。但有时候，我会对他的回应产生一些情绪反应，无法控制自己的愤怒。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我现在意识到，我应该更关注我们之间的交流与分享，而不只是纠结于讲道理和争论。",
        "label": ""
      },
      {
        "sentence": "但有时候，我会对他的回应产生一些情绪反应，无法控制自己的愤怒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从问题来看，你似乎在和老公交流的过程中，对于他的一些回应形成了“自动化”的理解和联想，这些自动化的理解和联想来自于过去你俩交流的经验，比如当你想沟通结果却被对方一次次挡回来时。现在如果想去改变这种已经形成习惯的“情绪反应”，需要先退后一步，先看清每次不愉快发生时，发生了什么？",
    "annotation": [
      {
        "sentence": "从问题来看，你似乎在和老公交流的过程中，对于他的一些回应形成了“自动化”的理解和联想，这些自动化的理解和联想来自于过去你俩交流的经验，比如当你想沟通结果却被对方一次次挡回来时。",
        "label": ""
      },
      {
        "sentence": "现在如果想去改变这种已经形成习惯的“情绪反应”，需要先退后一步，先看清每次不愉快发生时，发生了什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每次当他回应中触碰到我的敏感点时，我就会愤怒起来。我期待他的回应能够更加理解和支持我。",
    "annotation": [
      {
        "sentence": "每次当他回应中触碰到我的敏感点时，我就会愤怒起来。",
        "label": ""
      },
      {
        "sentence": "我期待他的回应能够更加理解和支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，在亲密关系中，沟通时可能会触碰到敏感点是很常见的。但是如果我们能够意识到这一点并做出相应的应对，有时候也能够避免情绪的爆发。比如，你可以尝试和他说明你的感受和需求，告诉他什么样的回应会让你感到支持和理解，这样他可能也会更加留意自己的话语和回应方式。",
    "annotation": [
      {
        "sentence": "明白了，在亲密关系中，沟通时可能会触碰到敏感点是很常见的。",
        "label": ""
      },
      {
        "sentence": "但是如果我们能够意识到这一点并做出相应的应对，有时候也能够避免情绪的爆发。",
        "label": ""
      },
      {
        "sentence": "比如，你可以尝试和他说明你的感受和需求，告诉他什么样的回应会让你感到支持和理解，这样他可能也会更加留意自己的话语和回应方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试这样做的，但是如果改变起来有些困难，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我会尝试这样做的，但是如果改变起来有些困难，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变需要时间和努力，所以如果你发现执行起来有些困难的话，可以寻求一些外部资源的帮助。比如，你们可以找一位朋友或者专业的心理咨询师，他们可以给你们提供更多的指导和支持，帮助你们克服困难，减少争吵的感觉。",
    "annotation": [
      {
        "sentence": "改变需要时间和努力，所以如果你发现执行起来有些困难的话，可以寻求一些外部资源的帮助。",
        "label": ""
      },
      {
        "sentence": "比如，你们可以找一位朋友或者专业的心理咨询师，他们可以给你们提供更多的指导和支持，帮助你们克服困难，减少争吵的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻求外部资源的帮助。我希望我们能够改善沟通，建立更健康的亲密关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻求外部资源的帮助。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够改善沟通，建立更健康的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你们能够成功地改善沟通，建立更健康的关系。记住，改变需要时间，而且需要双方的共同努力。祝你们好运！",
    "annotation": [
      {
        "sentence": "希望你们能够成功地改善沟通，建立更健康的关系。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间，而且需要双方的共同努力。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      }
    ]
  }
]