[
  {
    "role": "client",
    "content": "我怎么应对绿茶婊不会受伤害？本人是一个自信满满乐观向上的女孩子，但是自从班里来了一个绿茶我就不再开心了。不开心有以下几点：1.这个绿茶让我觉得自己特别差，浑身都是缺点，做什么错什么。2.擅长让别人生气，擅长激怒别人，利用别人的缺点，打击别人的优点，抬高自己，损人利己型。3.擅长拉动男生，自己有男票了还要让所有男生围着她转，把那些男生当枪使。4.最可气的是她还和另一个婊子一起婊我，让我觉得自己又蠢又可笑。每次看到绿茶和婊子凑一块我就浑身不舒服，感觉她们又在看不起我或者编排我。在群众的眼睛是雪亮的，班里同学也没有太帮她，但是我已经丧失了很多自信了，尤其是男生偏袒她的时候我就觉得自己很丑很丑恨不得死掉。背地里已经哭了好几次了，但每次我只要一表现出焦虑，那个绿茶就看起来更得意了。我该怎么让自己再自信起来赢过那个绿茶婊呢？谢谢谢谢～很关键～～",
    "annotation": [
      {
        "sentence": "我怎么应对绿茶婊不会受伤害？",
        "label": ""
      },
      {
        "sentence": "本人是一个自信满满乐观向上的女孩子，但是自从班里来了一个绿茶我就不再开心了。",
        "label": ""
      },
      {
        "sentence": "不开心有以下几点：1.这个绿茶让我觉得自己特别差，浑身都是缺点，做什么错什么。",
        "label": ""
      },
      {
        "sentence": "2.擅长让别人生气，擅长激怒别人，利用别人的缺点，打击别人的优点，抬高自己，损人利己型。",
        "label": ""
      },
      {
        "sentence": "3.擅长拉动男生，自己有男票了还要让所有男生围着她转，把那些男生当枪使。",
        "label": ""
      },
      {
        "sentence": "4.最可气的是她还和另一个婊子一起婊我，让我觉得自己又蠢又可笑。",
        "label": ""
      },
      {
        "sentence": "每次看到绿茶和婊子凑一块我就浑身不舒服，感觉她们又在看不起我或者编排我。",
        "label": ""
      },
      {
        "sentence": "在群众的眼睛是雪亮的，班里同学也没有太帮她，但是我已经丧失了很多自信了，尤其是男生偏袒她的时候我就觉得自己很丑很丑恨不得死掉。",
        "label": ""
      },
      {
        "sentence": "背地里已经哭了好几次了，但每次我只要一表现出焦虑，那个绿茶就看起来更得意了。",
        "label": ""
      },
      {
        "sentence": "我该怎么让自己再自信起来赢过那个绿茶婊呢？",
        "label": ""
      },
      {
        "sentence": "谢谢谢谢～很关键～～",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈哈，作为过来人，我觉得你关注的都是芝麻般的小事。比如你小时候会把洋娃娃当成最宝贝的玩具，走到哪儿都要带着，谁都不能碰，但现在你还会这样吗？在成长的过程中，你的关注点不断变化，同样的道理，你现在关注的，再过三五年10来年回头看，你也会觉得那都是芝麻般的小事儿，当年多么年轻幼稚纯真。那你觉得现阶段你应该关注的重点是什么呢？预测一下，再过三五年或者10来年，你可能更关注什么或者什么对你更重要？比如考上一个更好的大学，可能会更重要，或者变得更成熟、睿智，不以物喜，不以己悲，是你未来的状态。提问的结尾，你用了很关键三个字。像不像一个四五岁的小女孩怀里抱着洋娃娃，洋娃娃身上写着很关键三个字？也许多年以后，同学们聚会，在说起少年时期的事都会觉得好笑。也许多年以后这些女同学、男同学很多，你再也见不到他们，甚至想不起他们的名字，他们只是你人生的一个过客，在这个阶段和你有过接触，当你的人生走到下个阶段，他们就消失了，你将会和另外一些人接触。现在这个女孩等人给你造成了困扰，也许原因并不在她，而在于你自己。就像小时候别人摸了一下你的洋娃娃，你就大哭不止，好像天塌了。摸一下洋娃娃并不是伤害，重要的是你如何看待他们摸了一下洋娃娃。现在也是，这个女孩等人的言行并不重要，也不一定对你构成伤害，但是你怎么看待他们的言行很关键，你非要觉得他们碍眼，他们在刺激你在伤害你，在编排你的谎言，那你自然就受伤害了。伤害你的不是他们，可能只是你对他们的看法。未来他们对你来说真的一点都不重要。",
    "annotation": [
      {
        "sentence": "哈哈，作为过来人，我觉得你关注的都是芝麻般的小事。",
        "label": ""
      },
      {
        "sentence": "比如你小时候会把洋娃娃当成最宝贝的玩具，走到哪儿都要带着，谁都不能碰，但现在你还会这样吗？",
        "label": ""
      },
      {
        "sentence": "在成长的过程中，你的关注点不断变化，同样的道理，你现在关注的，再过三五年10来年回头看，你也会觉得那都是芝麻般的小事儿，当年多么年轻幼稚纯真。",
        "label": ""
      },
      {
        "sentence": "那你觉得现阶段你应该关注的重点是什么呢？",
        "label": ""
      },
      {
        "sentence": "预测一下，再过三五年或者10来年，你可能更关注什么或者什么对你更重要？",
        "label": ""
      },
      {
        "sentence": "比如考上一个更好的大学，可能会更重要，或者变得更成熟、睿智，不以物喜，不以己悲，是你未来的状态。",
        "label": ""
      },
      {
        "sentence": "提问的结尾，你用了很关键三个字。",
        "label": ""
      },
      {
        "sentence": "像不像一个四五岁的小女孩怀里抱着洋娃娃，洋娃娃身上写着很关键三个字？",
        "label": ""
      },
      {
        "sentence": "也许多年以后，同学们聚会，在说起少年时期的事都会觉得好笑。",
        "label": ""
      },
      {
        "sentence": "也许多年以后这些女同学、男同学很多，你再也见不到他们，甚至想不起他们的名字，他们只是你人生的一个过客，在这个阶段和你有过接触，当你的人生走到下个阶段，他们就消失了，你将会和另外一些人接触。",
        "label": ""
      },
      {
        "sentence": "现在这个女孩等人给你造成了困扰，也许原因并不在她，而在于你自己。",
        "label": ""
      },
      {
        "sentence": "就像小时候别人摸了一下你的洋娃娃，你就大哭不止，好像天塌了。",
        "label": ""
      },
      {
        "sentence": "摸一下洋娃娃并不是伤害，重要的是你如何看待他们摸了一下洋娃娃。",
        "label": ""
      },
      {
        "sentence": "现在也是，这个女孩等人的言行并不重要，也不一定对你构成伤害，但是你怎么看待他们的言行很关键，你非要觉得他们碍眼，他们在刺激你在伤害你，在编排你的谎言，那你自然就受伤害了。",
        "label": ""
      },
      {
        "sentence": "伤害你的不是他们，可能只是你对他们的看法。",
        "label": ""
      },
      {
        "sentence": "未来他们对你来说真的一点都不重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的鼓励和理解。我明白了，我关注的确实是一些微不足道的事情，而且会随着时间的推移变得不重要。我应该更加关注自己的成长和未来的目标。我明白现在被她们影响只是因为自己对她们的看法太在意了。我应该学会如何看待她们的言行，而不是让她们的行为让我失去自信。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我明白了，我关注的确实是一些微不足道的事情，而且会随着时间的推移变得不重要。",
        "label": ""
      },
      {
        "sentence": "我应该更加关注自己的成长和未来的目标。",
        "label": ""
      },
      {
        "sentence": "我明白现在被她们影响只是因为自己对她们的看法太在意了。",
        "label": ""
      },
      {
        "sentence": "我应该学会如何看待她们的言行，而不是让她们的行为让我失去自信。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很欣慰你能够理解并接受我的建议。每个人都有自己的成长过程，遇到一些困难和挫折是很正常的。但重要的是，你要相信自己的价值，不要被别人的评价所左右。关注自己的成长和发展，培养自己的价值观和自信心，这样你就能够更好地面对这些挑战，并赢得属于自己的胜利。同时，也记得要与正能量的朋友和人群交流，他们会给予你更多的支持和鼓励。加油，你一定能够重新获得自信，战胜这个困扰你的绿茶婊！",
    "annotation": [
      {
        "sentence": "不用客气，我很欣慰你能够理解并接受我的建议。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的成长过程，遇到一些困难和挫折是很正常的。",
        "label": ""
      },
      {
        "sentence": "但重要的是，你要相信自己的价值，不要被别人的评价所左右。",
        "label": ""
      },
      {
        "sentence": "关注自己的成长和发展，培养自己的价值观和自信心，这样你就能够更好地面对这些挑战，并赢得属于自己的胜利。",
        "label": ""
      },
      {
        "sentence": "同时，也记得要与正能量的朋友和人群交流，他们会给予你更多的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "加油，你一定能够重新获得自信，战胜这个困扰你的绿茶婊！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和建议！我会努力改变自己的思维方式，学会更加积极地看待这些困难和挫折。我会找到自己的价值，相信自己能够战胜这个困扰我心灵的绿茶婊。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和建议！",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己的思维方式，学会更加积极地看待这些困难和挫折。",
        "label": ""
      },
      {
        "sentence": "我会找到自己的价值，相信自己能够战胜这个困扰我心灵的绿茶婊。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能够积极面对自己的问题并寻求帮助，已经展现了很大的勇气和智慧。相信自己，相信自己的能力，你一定能够走出困境，重新获得自信和快乐。如果你需要任何帮助或者再次想要聊天，随时都可以来找我。加油！你是最棒的！",
    "annotation": [
      {
        "sentence": "不客气，你能够积极面对自己的问题并寻求帮助，已经展现了很大的勇气和智慧。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的能力，你一定能够走出困境，重新获得自信和快乐。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次想要聊天，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你是最棒的！",
        "label": ""
      }
    ]
  }
]