[
  {
    "role": "client",
    "content": "我33岁了，现在是二婚，已经过了一年半了。他在外面跟别人约炮，可是对我却是一段无性婚姻。他比我大四岁，我离婚了，没有孩子，而他有一个儿子。我上一段婚姻结束后就空窗了七年，去年三月中旬是通过他表哥的介绍认识的他，我们就在一起了。他开了一个小网店，刚开始我觉得他阳光向上，有事业心，所以我也很愿意帮他管理仓库。一开始一切都很顺利，虽然他有时候工作不顺心会发脾气，但到了去年七月，我怀上了他期待已久的孩子之后，他就开始变了，对我变得不耐烦，没有笑容了。我家里一直都反对我跟他在一起，但是有了孩子后，我还是坚持和他在一起，宁愿承受怀胎的辛苦，去打理仓库、买菜、做饭和洗衣服。去年春节前我们办了酒席，拿了结婚证。后来疫情期间，我快要生产了，可在大冬天的早晨，我还是端着早餐给他吃，不顾自己的身体。月子是我一个人在月子中心过的，因为他说他太忙需要推款，而月子中心离我们仓库只有十分钟车程，他也只是白天去看一眼，晚上月嫂下班都是我一个人照顾。后来有一次我发现他和别人聊骚，我很生气和他理论，结果他让我滚。他家里人调解后原谅了他，可是几个月过去了，我又发现他和别人约炮的记录。孩子现在已经六个月了，我和他已经有一年多没有过性生活了。我不知道该不该离婚？",
    "annotation": [
      {
        "sentence": "我33岁了，现在是二婚，已经过了一年半了。",
        "label": ""
      },
      {
        "sentence": "他在外面跟别人约炮，可是对我却是一段无性婚姻。",
        "label": ""
      },
      {
        "sentence": "他比我大四岁，我离婚了，没有孩子，而他有一个儿子。",
        "label": ""
      },
      {
        "sentence": "我上一段婚姻结束后就空窗了七年，去年三月中旬是通过他表哥的介绍认识的他，我们就在一起了。",
        "label": ""
      },
      {
        "sentence": "他开了一个小网店，刚开始我觉得他阳光向上，有事业心，所以我也很愿意帮他管理仓库。",
        "label": ""
      },
      {
        "sentence": "一开始一切都很顺利，虽然他有时候工作不顺心会发脾气，但到了去年七月，我怀上了他期待已久的孩子之后，他就开始变了，对我变得不耐烦，没有笑容了。",
        "label": ""
      },
      {
        "sentence": "我家里一直都反对我跟他在一起，但是有了孩子后，我还是坚持和他在一起，宁愿承受怀胎的辛苦，去打理仓库、买菜、做饭和洗衣服。",
        "label": ""
      },
      {
        "sentence": "去年春节前我们办了酒席，拿了结婚证。",
        "label": ""
      },
      {
        "sentence": "后来疫情期间，我快要生产了，可在大冬天的早晨，我还是端着早餐给他吃，不顾自己的身体。",
        "label": ""
      },
      {
        "sentence": "月子是我一个人在月子中心过的，因为他说他太忙需要推款，而月子中心离我们仓库只有十分钟车程，他也只是白天去看一眼，晚上月嫂下班都是我一个人照顾。",
        "label": ""
      },
      {
        "sentence": "后来有一次我发现他和别人聊骚，我很生气和他理论，结果他让我滚。",
        "label": ""
      },
      {
        "sentence": "他家里人调解后原谅了他，可是几个月过去了，我又发现他和别人约炮的记录。",
        "label": ""
      },
      {
        "sentence": "孩子现在已经六个月了，我和他已经有一年多没有过性生活了。",
        "label": ""
      },
      {
        "sentence": "我不知道该不该离婚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我真的很心疼你。你为了爱情勇敢地做出选择，可结果并不如你所愿。你为了家庭付出了年轻和爱，为了宝宝的健康成长选择了忍耐，但是你却并不知道这样做只会让他变本加厉。有外遇的男人大多数都不愿意离婚，因为他们深知组建一个家庭的不易，但是他们又无法控制自己的感情和欲望，所以不愿意为了一时的错误放弃整个家庭。他们认为最好的状态就是“家里红旗不倒，外面彩旗飘飘”。人们常常以为婚姻是幸福的开始，但有时候，婚姻却是不幸的源头。就像俗话说的那样，我以为你能够替我遮风挡雨，但最大的风雨却恰恰来自于你。对于出轨这件事，无论是离婚还是不离婚，都是个人的选择。但是，如果他并不认识到自己的错误，你的原谅几乎没有任何意义。将一个定时炸弹放在身边也毫无意义。既然已经没有了一条心，未来的合作愿景和目标也不再一致，那么婚姻是无法被修补的。几十年后，当你回首这几十年的婚姻生活时，你可能会感慨这并不是你想要的生活，但是时间无法倒流，后悔也于事无补。希望你能够放下过去，走出来，愿幸福与你常伴。祝你好运！",
    "annotation": [
      {
        "sentence": "我真的很心疼你。",
        "label": ""
      },
      {
        "sentence": "你为了爱情勇敢地做出选择，可结果并不如你所愿。",
        "label": ""
      },
      {
        "sentence": "你为了家庭付出了年轻和爱，为了宝宝的健康成长选择了忍耐，但是你却并不知道这样做只会让他变本加厉。",
        "label": ""
      },
      {
        "sentence": "有外遇的男人大多数都不愿意离婚，因为他们深知组建一个家庭的不易，但是他们又无法控制自己的感情和欲望，所以不愿意为了一时的错误放弃整个家庭。",
        "label": ""
      },
      {
        "sentence": "他们认为最好的状态就是“家里红旗不倒，外面彩旗飘飘”。",
        "label": ""
      },
      {
        "sentence": "人们常常以为婚姻是幸福的开始，但有时候，婚姻却是不幸的源头。",
        "label": ""
      },
      {
        "sentence": "就像俗话说的那样，我以为你能够替我遮风挡雨，但最大的风雨却恰恰来自于你。",
        "label": ""
      },
      {
        "sentence": "对于出轨这件事，无论是离婚还是不离婚，都是个人的选择。",
        "label": ""
      },
      {
        "sentence": "但是，如果他并不认识到自己的错误，你的原谅几乎没有任何意义。",
        "label": ""
      },
      {
        "sentence": "将一个定时炸弹放在身边也毫无意义。",
        "label": ""
      },
      {
        "sentence": "既然已经没有了一条心，未来的合作愿景和目标也不再一致，那么婚姻是无法被修补的。",
        "label": ""
      },
      {
        "sentence": "几十年后，当你回首这几十年的婚姻生活时，你可能会感慨这并不是你想要的生活，但是时间无法倒流，后悔也于事无补。",
        "label": ""
      },
      {
        "sentence": "希望你能够放下过去，走出来，愿幸福与你常伴。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]