[
  {
    "role": "client",
    "content": "我现在的情况真是让我困扰不已。我33岁现在已经二婚一年半了，他经常在外面找一夜情，但对我却过着无性婚姻。我和他相识是通过他的表哥介绍，在一起之后的最初阶段，他给我感觉阳光而有事业心，我也很甘心地帮他管理仓库，起初一切都很正常。虽然他有时候工作上不顺心会发火，但直到去年7月份我怀孕了，他开始变得不耐烦，并且一直没有笑脸对待我。我家人一直反对我和他在一起，但因为有了宝宝，我还是坚持继续和他在一起。我挺着大肚子还得去仓库打理事务，买菜做饭洗衣服。去年春节前我们还办了婚宴拿了结婚证，但是疫情期间，我快生孩子的时候，大冬天早上还要给他准备早餐，月子的时候甚至一个人在月子中心过，因为他说忙要推款，月子中心离我们的仓库只有十分钟车程，但他基本白天都不去，晚上月嫂下班后都是我一个人照顾孩子。后来我发现他和其他女人有暧昧聊天，我很生气和他理论，他甚至让我滚，虽然他家人调解后原谅了他，但最近几个月我又发现他有几次和别人约炮的记录，孩子现在已经半岁了，我和他一年多没有过性生活了。我现在真的很迷茫，不知道应不应该离婚。",
    "annotation": [
      {
        "sentence": "我现在的情况真是让我困扰不已。",
        "label": ""
      },
      {
        "sentence": "我33岁现在已经二婚一年半了，他经常在外面找一夜情，但对我却过着无性婚姻。",
        "label": ""
      },
      {
        "sentence": "我和他相识是通过他的表哥介绍，在一起之后的最初阶段，他给我感觉阳光而有事业心，我也很甘心地帮他管理仓库，起初一切都很正常。",
        "label": ""
      },
      {
        "sentence": "虽然他有时候工作上不顺心会发火，但直到去年7月份我怀孕了，他开始变得不耐烦，并且一直没有笑脸对待我。",
        "label": ""
      },
      {
        "sentence": "我家人一直反对我和他在一起，但因为有了宝宝，我还是坚持继续和他在一起。",
        "label": ""
      },
      {
        "sentence": "我挺着大肚子还得去仓库打理事务，买菜做饭洗衣服。",
        "label": ""
      },
      {
        "sentence": "去年春节前我们还办了婚宴拿了结婚证，但是疫情期间，我快生孩子的时候，大冬天早上还要给他准备早餐，月子的时候甚至一个人在月子中心过，因为他说忙要推款，月子中心离我们的仓库只有十分钟车程，但他基本白天都不去，晚上月嫂下班后都是我一个人照顾孩子。",
        "label": ""
      },
      {
        "sentence": "后来我发现他和其他女人有暧昧聊天，我很生气和他理论，他甚至让我滚，虽然他家人调解后原谅了他，但最近几个月我又发现他有几次和别人约炮的记录，孩子现在已经半岁了，我和他一年多没有过性生活了。",
        "label": ""
      },
      {
        "sentence": "我现在真的很迷茫，不知道应不应该离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，面对这样的男人，我只能说你真的遇到了一个不值得的人。在你们二婚的状态下，他并没有给你足够的尊重，而且这种渣男的状态我相信不是刚和你在一起时才有的，过去可能就一直存在，只是你没有发现罢了。对于他的这种状态，你可以先将证据拿到手，然后公开地和他沟通一下，把你的感受和希望他对待你的要求都说出来，看看他的态度有没有改变。如果他还是一副不屑一顾的态度，那么你就可以通过法律途径解决，即便离婚，也要争取到自己的利益。无论结果如何，你都要调整好自己的心态。通过这两段感情，找找自己身上的原因，只有自己成长了，才不会再成为婚姻的受害者。当一个女人可以独立自强过得很好，让自己的生活充实和满足，自然会吸引那些珍惜你的人进入你的生命。你自己如何对待自己，世界就会如何对待你。对于性的需求，是一种本能，当没有得到满足时，你可以选择通过其他方式让自己感受到兴奋和激动，而不是纠结于期望中的性生活。希望你能开心快乐。",
    "annotation": [
      {
        "sentence": "你好，面对这样的男人，我只能说你真的遇到了一个不值得的人。",
        "label": ""
      },
      {
        "sentence": "在你们二婚的状态下，他并没有给你足够的尊重，而且这种渣男的状态我相信不是刚和你在一起时才有的，过去可能就一直存在，只是你没有发现罢了。",
        "label": ""
      },
      {
        "sentence": "对于他的这种状态，你可以先将证据拿到手，然后公开地和他沟通一下，把你的感受和希望他对待你的要求都说出来，看看他的态度有没有改变。",
        "label": ""
      },
      {
        "sentence": "如果他还是一副不屑一顾的态度，那么你就可以通过法律途径解决，即便离婚，也要争取到自己的利益。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都要调整好自己的心态。",
        "label": ""
      },
      {
        "sentence": "通过这两段感情，找找自己身上的原因，只有自己成长了，才不会再成为婚姻的受害者。",
        "label": ""
      },
      {
        "sentence": "当一个女人可以独立自强过得很好，让自己的生活充实和满足，自然会吸引那些珍惜你的人进入你的生命。",
        "label": ""
      },
      {
        "sentence": "你自己如何对待自己，世界就会如何对待你。",
        "label": ""
      },
      {
        "sentence": "对于性的需求，是一种本能，当没有得到满足时，你可以选择通过其他方式让自己感受到兴奋和激动，而不是纠结于期望中的性生活。",
        "label": ""
      },
      {
        "sentence": "希望你能开心快乐。",
        "label": ""
      }
    ]
  }
]