[
  {
    "role": "client",
    "content": "33岁二婚至今一年半，他在外面约炮却跟我过无性婚姻。我33他37，我离异没小孩他有个儿子。我结束上一段婚姻空窗7年，去年3月中旬通过他表哥介绍和他相识后在一起。他开个小网店，初次相识时觉得他很阳光有事业心，所以我也甘心帮他管理仓库。开始一切正常，尽管他有时工作不顺心会乱发脾气。直到去年7月份在他的期待中我怀孕，有了宝宝后他开始变得对我不耐烦没笑脸。我家里一直反对我跟他，但有了宝宝我还是坚持跟他在一起，挺着大肚子打理仓库买菜做饭洗衣服。",
    "annotation": [
      {
        "sentence": "33岁二婚至今一年半，他在外面约炮却跟我过无性婚姻。",
        "label": ""
      },
      {
        "sentence": "我33他37，我离异没小孩他有个儿子。",
        "label": ""
      },
      {
        "sentence": "我结束上一段婚姻空窗7年，去年3月中旬通过他表哥介绍和他相识后在一起。",
        "label": ""
      },
      {
        "sentence": "他开个小网店，初次相识时觉得他很阳光有事业心，所以我也甘心帮他管理仓库。",
        "label": ""
      },
      {
        "sentence": "开始一切正常，尽管他有时工作不顺心会乱发脾气。",
        "label": ""
      },
      {
        "sentence": "直到去年7月份在他的期待中我怀孕，有了宝宝后他开始变得对我不耐烦没笑脸。",
        "label": ""
      },
      {
        "sentence": "我家里一直反对我跟他，但有了宝宝我还是坚持跟他在一起，挺着大肚子打理仓库买菜做饭洗衣服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以看出这个男人并不爱你，更过分的是他并不尊重你。你经历过上一段婚姻的失败，再次经历婚姻应该更谨慎。家里人反对你跟他在一起，肯定是有他们的考量。你不妨听听家人的想法。",
    "annotation": [
      {
        "sentence": "从你的描述中可以看出这个男人并不爱你，更过分的是他并不尊重你。",
        "label": ""
      },
      {
        "sentence": "你经历过上一段婚姻的失败，再次经历婚姻应该更谨慎。",
        "label": ""
      },
      {
        "sentence": "家里人反对你跟他在一起，肯定是有他们的考量。",
        "label": ""
      },
      {
        "sentence": "你不妨听听家人的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我们现在已经结了婚，我觉得离婚对孩子不好。",
    "annotation": [
      {
        "sentence": "但是我们现在已经结了婚，我觉得离婚对孩子不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这段关系中，你们的位置不对等，你似乎总是把自己放在低他一等的位置，小心翼翼地讨好，而他并不在意你。你处于一段丧偶式的婚姻中，生理上和心理上被爱的需求不能够被满足。如果你想改变他，不仅很难还不一定会成功，如果你不想改变他，那你最后也一定会受不了而离开他，那为什么不趁早让自己脱离苦海。",
    "annotation": [
      {
        "sentence": "在这段关系中，你们的位置不对等，你似乎总是把自己放在低他一等的位置，小心翼翼地讨好，而他并不在意你。",
        "label": ""
      },
      {
        "sentence": "你处于一段丧偶式的婚姻中，生理上和心理上被爱的需求不能够被满足。",
        "label": ""
      },
      {
        "sentence": "如果你想改变他，不仅很难还不一定会成功，如果你不想改变他，那你最后也一定会受不了而离开他，那为什么不趁早让自己脱离苦海。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，离婚后我怕孩子成长会有问题，我不忍心让他没有完整的家庭。",
    "annotation": [
      {
        "sentence": "但是，离婚后我怕孩子成长会有问题，我不忍心让他没有完整的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可能会因为孩子的问题而犹豫不决，但相比于一个不幸福的、充满争吵的、父亲冷漠的双亲家庭，单亲家庭对他来说未必不是一个更好的选择。一个幸福的母亲将成为他生活的力量源泉。你可以寻求专业人士的帮助，共同制定如何处理离婚对孩子的影响，以确保他得到适当的关怀和支持。",
    "annotation": [
      {
        "sentence": "你可能会因为孩子的问题而犹豫不决，但相比于一个不幸福的、充满争吵的、父亲冷漠的双亲家庭，单亲家庭对他来说未必不是一个更好的选择。",
        "label": ""
      },
      {
        "sentence": "一个幸福的母亲将成为他生活的力量源泉。",
        "label": ""
      },
      {
        "sentence": "你可以寻求专业人士的帮助，共同制定如何处理离婚对孩子的影响，以确保他得到适当的关怀和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会考虑一下和家人商量，也会找专业人士咨询。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会考虑一下和家人商量，也会找专业人士咨询。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我希望我的回答能够帮助到你。记住，你的幸福和孩子的幸福同样重要，不要勉强自己留在一个不健康的婚姻中。希望你能够尽快找到解决问题的方法，重新获得幸福。",
    "annotation": [
      {
        "sentence": "不用客气，我希望我的回答能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的幸福和孩子的幸福同样重要，不要勉强自己留在一个不健康的婚姻中。",
        "label": ""
      },
      {
        "sentence": "希望你能够尽快找到解决问题的方法，重新获得幸福。",
        "label": ""
      }
    ]
  }
]