[
  {
    "role": "client",
    "content": "我33岁，二婚至今已经一年半了。他在外面约炮，但在我们之间却没有性生活。他37岁，我离过婚，没有孩子，而他有个儿子。在我结束上一段婚姻后，我空窗了7年。去年3月中旬，我通过他表哥的介绍认识了他，然后我们在一起了。他开了个小网店，一开始我觉得他很阳光，有事业心，我也甘愿帮他管理仓库。一切都很正常，尽管他有时候因为工作不顺心而发脾气。直到去年7月，在他期待中我怀孕了。有了宝宝后，他变了，对我不耐烦，没有笑脸。我家里一直反对我们在一起，但是因为有了宝宝，我还是选择坚持和他在一起。我怀着大肚子打理仓库、买菜、做饭、洗衣服。去年春节前，我们办了酒席，拿到了结婚证。后来，疫情期间，我快生的时候，大冬天的早上，我还是端着早餐给他吃。月子里，我一个人在月子中心度过，因为他说忙要推款。月子中心离我们仓库只有十分钟车程，他顶多白天去看一眼，晚上月嫂下班都是我一个人。后来，他有时候一个礼拜都不会来看我。坐完月子出来，我发现他有聊骚，我很生气地与他理论。他让我滚，但是他的家人调解后原谅了他。然而，最近几个月，我又发现他和别人有几次约炮的记录。孩子现在已经半岁了，我和他有一年多没有性生活了。我不知道该不该离婚？",
    "annotation": [
      {
        "sentence": "我33岁，二婚至今已经一年半了。",
        "label": ""
      },
      {
        "sentence": "他在外面约炮，但在我们之间却没有性生活。",
        "label": ""
      },
      {
        "sentence": "他37岁，我离过婚，没有孩子，而他有个儿子。",
        "label": ""
      },
      {
        "sentence": "在我结束上一段婚姻后，我空窗了7年。",
        "label": ""
      },
      {
        "sentence": "去年3月中旬，我通过他表哥的介绍认识了他，然后我们在一起了。",
        "label": ""
      },
      {
        "sentence": "他开了个小网店，一开始我觉得他很阳光，有事业心，我也甘愿帮他管理仓库。",
        "label": ""
      },
      {
        "sentence": "一切都很正常，尽管他有时候因为工作不顺心而发脾气。",
        "label": ""
      },
      {
        "sentence": "直到去年7月，在他期待中我怀孕了。",
        "label": ""
      },
      {
        "sentence": "有了宝宝后，他变了，对我不耐烦，没有笑脸。",
        "label": ""
      },
      {
        "sentence": "我家里一直反对我们在一起，但是因为有了宝宝，我还是选择坚持和他在一起。",
        "label": ""
      },
      {
        "sentence": "我怀着大肚子打理仓库、买菜、做饭、洗衣服。",
        "label": ""
      },
      {
        "sentence": "去年春节前，我们办了酒席，拿到了结婚证。",
        "label": ""
      },
      {
        "sentence": "后来，疫情期间，我快生的时候，大冬天的早上，我还是端着早餐给他吃。",
        "label": ""
      },
      {
        "sentence": "月子里，我一个人在月子中心度过，因为他说忙要推款。",
        "label": ""
      },
      {
        "sentence": "月子中心离我们仓库只有十分钟车程，他顶多白天去看一眼，晚上月嫂下班都是我一个人。",
        "label": ""
      },
      {
        "sentence": "后来，他有时候一个礼拜都不会来看我。",
        "label": ""
      },
      {
        "sentence": "坐完月子出来，我发现他有聊骚，我很生气地与他理论。",
        "label": ""
      },
      {
        "sentence": "他让我滚，但是他的家人调解后原谅了他。",
        "label": ""
      },
      {
        "sentence": "然而，最近几个月，我又发现他和别人有几次约炮的记录。",
        "label": ""
      },
      {
        "sentence": "孩子现在已经半岁了，我和他有一年多没有性生活了。",
        "label": ""
      },
      {
        "sentence": "我不知道该不该离婚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，对你的遭遇表示很同情。你和他是因为离婚走到了一起，这就意味着你们之间原本就没有太深厚的情感。夫妻生活本就是相互扶持的。如果只是一个人在撑着，日子是很难熬的。从你的叙述中可以看出，他在你怀孕期间没有和你有过性生活，而孩子已经半岁了，依然一年多没有性生活。一个人是否对你在生活中的表现已经很分明了。他的所作所为只能说明他对感情很薄弱，太不负责任了。一个人对爱的态度是可以通过身体的表现来体现的。而他的所作所为，只能说明他感情不够真挚，太不负责任了。你挺着大肚子帮他打理仓库，洗衣做饭，一个人去月子中心，几乎所有事情都是你一个人去承担，而他在哪里呢？他作为一个丈夫，确实太不负责任了。他对你并不上心，只顾着自己一个人的快乐，他的所作所为可以说并没有尊重你。尽管他对你并不好，但是是否离婚还需要你好好想清楚。离婚对你的打击也会很大，而且你还有一个孩子，你舍得放弃吗？我知道你面对这样的婚姻很累，但是至少还有一个家，虽然只是名义上的夫妻。是否离婚，这是你个人的选择，如果你认为这样的婚姻折磨你，你不想再维持下去，那么你可以考虑放弃。但是如果你为了孩子还有一点眷恋，那么你可以一个人过好生活。记住，无论是谁，都不能阻挡我们好好生活。",
    "annotation": [
      {
        "sentence": "首先，对你的遭遇表示很同情。",
        "label": ""
      },
      {
        "sentence": "你和他是因为离婚走到了一起，这就意味着你们之间原本就没有太深厚的情感。",
        "label": ""
      },
      {
        "sentence": "夫妻生活本就是相互扶持的。",
        "label": ""
      },
      {
        "sentence": "如果只是一个人在撑着，日子是很难熬的。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中可以看出，他在你怀孕期间没有和你有过性生活，而孩子已经半岁了，依然一年多没有性生活。",
        "label": ""
      },
      {
        "sentence": "一个人是否对你在生活中的表现已经很分明了。",
        "label": ""
      },
      {
        "sentence": "他的所作所为只能说明他对感情很薄弱，太不负责任了。",
        "label": ""
      },
      {
        "sentence": "一个人对爱的态度是可以通过身体的表现来体现的。",
        "label": ""
      },
      {
        "sentence": "而他的所作所为，只能说明他感情不够真挚，太不负责任了。",
        "label": ""
      },
      {
        "sentence": "你挺着大肚子帮他打理仓库，洗衣做饭，一个人去月子中心，几乎所有事情都是你一个人去承担，而他在哪里呢？",
        "label": ""
      },
      {
        "sentence": "他作为一个丈夫，确实太不负责任了。",
        "label": ""
      },
      {
        "sentence": "他对你并不上心，只顾着自己一个人的快乐，他的所作所为可以说并没有尊重你。",
        "label": ""
      },
      {
        "sentence": "尽管他对你并不好，但是是否离婚还需要你好好想清楚。",
        "label": ""
      },
      {
        "sentence": "离婚对你的打击也会很大，而且你还有一个孩子，你舍得放弃吗？",
        "label": ""
      },
      {
        "sentence": "我知道你面对这样的婚姻很累，但是至少还有一个家，虽然只是名义上的夫妻。",
        "label": ""
      },
      {
        "sentence": "是否离婚，这是你个人的选择，如果你认为这样的婚姻折磨你，你不想再维持下去，那么你可以考虑放弃。",
        "label": ""
      },
      {
        "sentence": "但是如果你为了孩子还有一点眷恋，那么你可以一个人过好生活。",
        "label": ""
      },
      {
        "sentence": "记住，无论是谁，都不能阻挡我们好好生活。",
        "label": ""
      }
    ]
  }
]