[
  {
    "role": "client",
    "content": "我是一个16岁的女生，上课时非常紧张，不敢抬头看黑板，也不敢看老师。以前在小学时，我是一个非常外向的女孩子，从来没有遇到过这种情况。但是上了初中后，由于学习成绩不好，还因为被老师批评过一次，我就不敢抬头看老师了。当我终于鼓起勇气抬头看老师时，又发现她的表情非常不自然，眼睛一直在眨。但是当我低下头时，她又恢复了正常。这让我觉得是我的眼神让她觉得不舒服。于是我就逐渐认为是我的眼神有问题，导致不敢与人对视，不敢抬头看黑板。每次抬头看黑板时都会感到非常紧张，不自觉地关注老师的反应，害怕他们会显得不自然。现在我甚至在抬头前给自己心里暗示，结果抬头的幅度过大，看黑板或屏幕上的内容也感到紧张，眼睛直直地瞪着。与他人对视时也总是关注他们的表情，无法全身心地投入对话，使得别人也感到不自在。我也感到在社交场合中非常紧张，会假笑。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，上课时非常紧张，不敢抬头看黑板，也不敢看老师。",
        "label": ""
      },
      {
        "sentence": "以前在小学时，我是一个非常外向的女孩子，从来没有遇到过这种情况。",
        "label": ""
      },
      {
        "sentence": "但是上了初中后，由于学习成绩不好，还因为被老师批评过一次，我就不敢抬头看老师了。",
        "label": ""
      },
      {
        "sentence": "当我终于鼓起勇气抬头看老师时，又发现她的表情非常不自然，眼睛一直在眨。",
        "label": ""
      },
      {
        "sentence": "但是当我低下头时，她又恢复了正常。",
        "label": ""
      },
      {
        "sentence": "这让我觉得是我的眼神让她觉得不舒服。",
        "label": ""
      },
      {
        "sentence": "于是我就逐渐认为是我的眼神有问题，导致不敢与人对视，不敢抬头看黑板。",
        "label": ""
      },
      {
        "sentence": "每次抬头看黑板时都会感到非常紧张，不自觉地关注老师的反应，害怕他们会显得不自然。",
        "label": ""
      },
      {
        "sentence": "现在我甚至在抬头前给自己心里暗示，结果抬头的幅度过大，看黑板或屏幕上的内容也感到紧张，眼睛直直地瞪着。",
        "label": ""
      },
      {
        "sentence": "与他人对视时也总是关注他们的表情，无法全身心地投入对话，使得别人也感到不自在。",
        "label": ""
      },
      {
        "sentence": "我也感到在社交场合中非常紧张，会假笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我理解你的担忧。你是一个16岁的女生，现在正在高一上学期对吧？这个阶段正是青春期，很容易变得敏感并且焦虑。你关注自己在他人眼中的形象，希望得到别人的认可和鼓励。首先，我们需要梳理一下你的目标。你现在是高一的学生，主要任务是适应高中的学习节奏，建立起适合高中的学习方法和习惯。老师们是来帮助我们更好地吸收知识的人，你可以把老师看作是你学习的助手，而你是推动自己学习的人。和老师保持良好的沟通很重要，同时老师们也希望你能取得学习上的进步。所以我们要把自己对老师的关注调整到对自己的关注上来。其次，我们需要建立学习目标。学习在这个阶段是非常重要的任务，也许你之前有一些不良的学习习惯或者是错误的学习方法。现在需要纠正这些不良习惯，找到适合自己的学习方法。这对你未来的人生发展和职业发展都非常重要，千万不要放弃这个机会。如果你需要的话，我们可以详细咨询一下。另外，你还需要找到自己的优点，看看在哪些学科中你相对表现较好。现在还没有分科，不知道你是在哪个城市上学，是否实行新高考制度。到了高一的时候，你需要定位自己对哪门学科更擅长。第三，我们也需要拓宽自己的视野，培养自己的兴趣，建立自信心。这个阶段的任务非常多，不要把所有精力都集中在人际关系上（老师和同学）。学习人际沟通是必要的，但也要学会实践和总结。此外，积极建立自己的兴趣爱好，并为之付出努力。当你逐渐将兴趣积累成能力时，自信心也会慢慢建立起来。这方面我们也需要探索一下你的兴趣、能力倾向、资源和局限等等，需要更详细地了解。最后，焦虑情绪可能会困扰你，但也可以成为你行动的推动力。因为只有行动起来，才能真正减轻焦虑的感觉。祝你好运~。",
    "annotation": [
      {
        "sentence": "你好，我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "你是一个16岁的女生，现在正在高一上学期对吧？",
        "label": ""
      },
      {
        "sentence": "这个阶段正是青春期，很容易变得敏感并且焦虑。",
        "label": ""
      },
      {
        "sentence": "你关注自己在他人眼中的形象，希望得到别人的认可和鼓励。",
        "label": ""
      },
      {
        "sentence": "首先，我们需要梳理一下你的目标。",
        "label": ""
      },
      {
        "sentence": "你现在是高一的学生，主要任务是适应高中的学习节奏，建立起适合高中的学习方法和习惯。",
        "label": ""
      },
      {
        "sentence": "老师们是来帮助我们更好地吸收知识的人，你可以把老师看作是你学习的助手，而你是推动自己学习的人。",
        "label": ""
      },
      {
        "sentence": "和老师保持良好的沟通很重要，同时老师们也希望你能取得学习上的进步。",
        "label": ""
      },
      {
        "sentence": "所以我们要把自己对老师的关注调整到对自己的关注上来。",
        "label": ""
      },
      {
        "sentence": "其次，我们需要建立学习目标。",
        "label": ""
      },
      {
        "sentence": "学习在这个阶段是非常重要的任务，也许你之前有一些不良的学习习惯或者是错误的学习方法。",
        "label": ""
      },
      {
        "sentence": "现在需要纠正这些不良习惯，找到适合自己的学习方法。",
        "label": ""
      },
      {
        "sentence": "这对你未来的人生发展和职业发展都非常重要，千万不要放弃这个机会。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，我们可以详细咨询一下。",
        "label": ""
      },
      {
        "sentence": "另外，你还需要找到自己的优点，看看在哪些学科中你相对表现较好。",
        "label": ""
      },
      {
        "sentence": "现在还没有分科，不知道你是在哪个城市上学，是否实行新高考制度。",
        "label": ""
      },
      {
        "sentence": "到了高一的时候，你需要定位自己对哪门学科更擅长。",
        "label": ""
      },
      {
        "sentence": "第三，我们也需要拓宽自己的视野，培养自己的兴趣，建立自信心。",
        "label": ""
      },
      {
        "sentence": "这个阶段的任务非常多，不要把所有精力都集中在人际关系上（老师和同学）。",
        "label": ""
      },
      {
        "sentence": "学习人际沟通是必要的，但也要学会实践和总结。",
        "label": ""
      },
      {
        "sentence": "此外，积极建立自己的兴趣爱好，并为之付出努力。",
        "label": ""
      },
      {
        "sentence": "当你逐渐将兴趣积累成能力时，自信心也会慢慢建立起来。",
        "label": ""
      },
      {
        "sentence": "这方面我们也需要探索一下你的兴趣、能力倾向、资源和局限等等，需要更详细地了解。",
        "label": ""
      },
      {
        "sentence": "最后，焦虑情绪可能会困扰你，但也可以成为你行动的推动力。",
        "label": ""
      },
      {
        "sentence": "因为只有行动起来，才能真正减轻焦虑的感觉。",
        "label": ""
      },
      {
        "sentence": "祝你好运~。",
        "label": ""
      }
    ]
  }
]