[
  {
    "role": "client",
    "content": "我33岁，是个离过婚的二婚女士，至今已经一年半了。我丈夫在外面乱搞，而我却跟他过着无性婚姻。他37岁，有个儿子，而我却没有孩子。在结束上一段婚姻后，我单身了7年。去年3月中旬，通过他表哥的介绍，我和他相识并在一起了。他开了个小网店，开始时我觉得他阳光且有事业心，所以愿意帮他管理仓库。一切都很正常，虽然他有时候工作不顺心会发脾气。直到去年7月份，我怀孕了，有了宝宝以后，他就开始变了，对我变得不耐烦，再也没有以前的笑脸。我家里一直反对我们的关系，但是因为有了宝宝，我还是坚持和他在一起，挺着大肚子帮他打理仓库，还要去买菜、做饭和洗衣服。去年春节前，我们办了酒席并拿到了结婚证。疫情期间，我快要生孩子，在大冬天的早上还是要做早饭给他吃，而且产后月子是我一个人在月子中心度过的，因为他说忙需要推款。月子中心离我们仓库只有十分钟车程，他最多白天去看一眼，晚上月嫂下班都是我照顾孩子。后来他有时候一个礼拜都不去看望孩子。坐完月子之后，我发现他和别人有聊骚的记录，我很生气地跟他理论，他却让我滚。他家人调解后原谅了他，但是几个月过去了，我又发现他和别人约炮的记录。孩子现在半岁了，我和他已经有一年多没有过性生活了。我不知道该不该离婚。",
    "annotation": [
      {
        "sentence": "我33岁，是个离过婚的二婚女士，至今已经一年半了。",
        "label": ""
      },
      {
        "sentence": "我丈夫在外面乱搞，而我却跟他过着无性婚姻。",
        "label": ""
      },
      {
        "sentence": "他37岁，有个儿子，而我却没有孩子。",
        "label": ""
      },
      {
        "sentence": "在结束上一段婚姻后，我单身了7年。",
        "label": ""
      },
      {
        "sentence": "去年3月中旬，通过他表哥的介绍，我和他相识并在一起了。",
        "label": ""
      },
      {
        "sentence": "他开了个小网店，开始时我觉得他阳光且有事业心，所以愿意帮他管理仓库。",
        "label": ""
      },
      {
        "sentence": "一切都很正常，虽然他有时候工作不顺心会发脾气。",
        "label": ""
      },
      {
        "sentence": "直到去年7月份，我怀孕了，有了宝宝以后，他就开始变了，对我变得不耐烦，再也没有以前的笑脸。",
        "label": ""
      },
      {
        "sentence": "我家里一直反对我们的关系，但是因为有了宝宝，我还是坚持和他在一起，挺着大肚子帮他打理仓库，还要去买菜、做饭和洗衣服。",
        "label": ""
      },
      {
        "sentence": "去年春节前，我们办了酒席并拿到了结婚证。",
        "label": ""
      },
      {
        "sentence": "疫情期间，我快要生孩子，在大冬天的早上还是要做早饭给他吃，而且产后月子是我一个人在月子中心度过的，因为他说忙需要推款。",
        "label": ""
      },
      {
        "sentence": "月子中心离我们仓库只有十分钟车程，他最多白天去看一眼，晚上月嫂下班都是我照顾孩子。",
        "label": ""
      },
      {
        "sentence": "后来他有时候一个礼拜都不去看望孩子。",
        "label": ""
      },
      {
        "sentence": "坐完月子之后，我发现他和别人有聊骚的记录，我很生气地跟他理论，他却让我滚。",
        "label": ""
      },
      {
        "sentence": "他家人调解后原谅了他，但是几个月过去了，我又发现他和别人约炮的记录。",
        "label": ""
      },
      {
        "sentence": "孩子现在半岁了，我和他已经有一年多没有过性生活了。",
        "label": ""
      },
      {
        "sentence": "我不知道该不该离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他期待你怀孕，而你在婚前就怀孕了，让他觉得你很好掌控。然后他对你的态度变本加厉，逼你大着肚子干活，看到你接受了，他觉得你没有原则。而且在他对你不好的情况下，你还答应了结婚，让他觉得你没有底线。于是他继续得寸进尺，与别的人发生关系，却还得到了你的原谅。这些都是他一步一步试探你底线的行为，而你则一步一步地忍让。他现在已经欺负到你无法忍受的地步了，你需要想一想，你还能不能忍受下去。如果你能够继续忍耐，那就继续。但是如果你想要找一个有原则、有自我、有尊严的女性，那就要捍卫自己的尊严。你可以先带着孩子离开他一段时间，不让他知道你的地址，不联系他。让他主动联系你，但是不接电话，只回复一些攻心术的文字。让他明白你的坚决态度，看看他的表现。如果他有改过自新的决心，那还可以尝试调教他。但如果他屡教不改，那没有希望了。",
    "annotation": [
      {
        "sentence": "他期待你怀孕，而你在婚前就怀孕了，让他觉得你很好掌控。",
        "label": ""
      },
      {
        "sentence": "然后他对你的态度变本加厉，逼你大着肚子干活，看到你接受了，他觉得你没有原则。",
        "label": ""
      },
      {
        "sentence": "而且在他对你不好的情况下，你还答应了结婚，让他觉得你没有底线。",
        "label": ""
      },
      {
        "sentence": "于是他继续得寸进尺，与别的人发生关系，却还得到了你的原谅。",
        "label": ""
      },
      {
        "sentence": "这些都是他一步一步试探你底线的行为，而你则一步一步地忍让。",
        "label": ""
      },
      {
        "sentence": "他现在已经欺负到你无法忍受的地步了，你需要想一想，你还能不能忍受下去。",
        "label": ""
      },
      {
        "sentence": "如果你能够继续忍耐，那就继续。",
        "label": ""
      },
      {
        "sentence": "但是如果你想要找一个有原则、有自我、有尊严的女性，那就要捍卫自己的尊严。",
        "label": ""
      },
      {
        "sentence": "你可以先带着孩子离开他一段时间，不让他知道你的地址，不联系他。",
        "label": ""
      },
      {
        "sentence": "让他主动联系你，但是不接电话，只回复一些攻心术的文字。",
        "label": ""
      },
      {
        "sentence": "让他明白你的坚决态度，看看他的表现。",
        "label": ""
      },
      {
        "sentence": "如果他有改过自新的决心，那还可以尝试调教他。",
        "label": ""
      },
      {
        "sentence": "但如果他屡教不改，那没有希望了。",
        "label": ""
      }
    ]
  }
]