[
  {
    "role": "client",
    "content": "我是一个16岁的女生，上课很紧张。我不敢抬头看黑板，也不敢看老师。以前在小学的时候，我是个很外向的女孩子，从未有过这样的情况发生。可到了初中，由于学习成绩不好，再加上一节课上课前被老师批评过，我就开始不敢抬头看老师了。当我终于鼓起勇气抬头看老师时，又发现她很不自然，眼睛一直在拼命眨。而每次我低头的时候，用余光发现她又不会那么不自然了。于是我就觉得是我的眼神有问题，让她感到不舒服。后来我就一直有这个想法，本来可以很自然地上别的老师的课，但我都觉得很不自然了。我还注意到其他老师也很不自然。渐渐的，我就更加坚定了自己眼神有问题这个想法，就逐渐不敢与人对视，也不敢抬头看黑板。当我抬头看黑板时就会很紧张，不自觉地关注老师的反应，看他们是否会显得不自然。而且现在我在抬头之前总会给自己心理暗示，导致抬头幅度很大，不能正常而自然地抬头。同时，我看黑板或屏幕上的内容时也很紧张，感觉眼睛发直，一直瞪着。与他人对视时也会一直关注他们的表情，无法投入对话，使别人感到很不自然。我自己在交际中也很紧张，会假笑。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，上课很紧张。",
        "label": ""
      },
      {
        "sentence": "我不敢抬头看黑板，也不敢看老师。",
        "label": ""
      },
      {
        "sentence": "以前在小学的时候，我是个很外向的女孩子，从未有过这样的情况发生。",
        "label": ""
      },
      {
        "sentence": "可到了初中，由于学习成绩不好，再加上一节课上课前被老师批评过，我就开始不敢抬头看老师了。",
        "label": ""
      },
      {
        "sentence": "当我终于鼓起勇气抬头看老师时，又发现她很不自然，眼睛一直在拼命眨。",
        "label": ""
      },
      {
        "sentence": "而每次我低头的时候，用余光发现她又不会那么不自然了。",
        "label": ""
      },
      {
        "sentence": "于是我就觉得是我的眼神有问题，让她感到不舒服。",
        "label": ""
      },
      {
        "sentence": "后来我就一直有这个想法，本来可以很自然地上别的老师的课，但我都觉得很不自然了。",
        "label": ""
      },
      {
        "sentence": "我还注意到其他老师也很不自然。",
        "label": ""
      },
      {
        "sentence": "渐渐的，我就更加坚定了自己眼神有问题这个想法，就逐渐不敢与人对视，也不敢抬头看黑板。",
        "label": ""
      },
      {
        "sentence": "当我抬头看黑板时就会很紧张，不自觉地关注老师的反应，看他们是否会显得不自然。",
        "label": ""
      },
      {
        "sentence": "而且现在我在抬头之前总会给自己心理暗示，导致抬头幅度很大，不能正常而自然地抬头。",
        "label": ""
      },
      {
        "sentence": "同时，我看黑板或屏幕上的内容时也很紧张，感觉眼睛发直，一直瞪着。",
        "label": ""
      },
      {
        "sentence": "与他人对视时也会一直关注他们的表情，无法投入对话，使别人感到很不自然。",
        "label": ""
      },
      {
        "sentence": "我自己在交际中也很紧张，会假笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个可爱的女孩。想请问你，16岁是上高中了吗？你不敢看黑板是因为对自己没有信心还是因为老师太严厉了？是有些特定的课程还是所有课程都有这个问题？还是害怕老师提问？我们一定要静下心来找到问题的原因。还有句话说得好，外面没有别人，只有我们自己。我从一个老师的角度来看，一个班级有50多个学生，上课时老师只能兼顾绝大多数的人。老师没有精力照顾到每一个学生。不看黑板，就会错过应该学习的知识，吃亏的还是你自己。希望你能更加自信一些，勇敢地抬起头，好好学习！",
    "annotation": [
      {
        "sentence": "你是一个可爱的女孩。",
        "label": ""
      },
      {
        "sentence": "想请问你，16岁是上高中了吗？",
        "label": ""
      },
      {
        "sentence": "你不敢看黑板是因为对自己没有信心还是因为老师太严厉了？",
        "label": ""
      },
      {
        "sentence": "是有些特定的课程还是所有课程都有这个问题？",
        "label": ""
      },
      {
        "sentence": "还是害怕老师提问？",
        "label": ""
      },
      {
        "sentence": "我们一定要静下心来找到问题的原因。",
        "label": ""
      },
      {
        "sentence": "还有句话说得好，外面没有别人，只有我们自己。",
        "label": ""
      },
      {
        "sentence": "我从一个老师的角度来看，一个班级有50多个学生，上课时老师只能兼顾绝大多数的人。",
        "label": ""
      },
      {
        "sentence": "老师没有精力照顾到每一个学生。",
        "label": ""
      },
      {
        "sentence": "不看黑板，就会错过应该学习的知识，吃亏的还是你自己。",
        "label": ""
      },
      {
        "sentence": "希望你能更加自信一些，勇敢地抬起头，好好学习！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答和鼓励。我是上高中了，但不仅限于某个课程，所有的课程都有这个问题。我怕老师提问的时候，一抬头老师就会注意到我，我害怕成为老师的焦点。每次抬头时，我都能感受到旁边同学的目光，这让我更加紧张。我也意识到我需要找到这个问题的原因，但我不知道如何下手。",
    "annotation": [
      {
        "sentence": "谢谢你的回答和鼓励。",
        "label": ""
      },
      {
        "sentence": "我是上高中了，但不仅限于某个课程，所有的课程都有这个问题。",
        "label": ""
      },
      {
        "sentence": "我怕老师提问的时候，一抬头老师就会注意到我，我害怕成为老师的焦点。",
        "label": ""
      },
      {
        "sentence": "每次抬头时，我都能感受到旁边同学的目光，这让我更加紧张。",
        "label": ""
      },
      {
        "sentence": "我也意识到我需要找到这个问题的原因，但我不知道如何下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧。为了帮助你更好地解决这个问题，我建议你首先静下心来思考一下自己的内心感受。除了害怕老师的批评和注意，你还有其他的担忧吗？你认为会发生什么，当老师的注意力转移到其他同学时？通过思考这些问题，你有机会更深入了解自己的内心情绪，并找到问题的根源。或者你考虑是否有过其他不愉快的经历导致了你现在的紧张情绪？",
    "annotation": [
      {
        "sentence": "理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "为了帮助你更好地解决这个问题，我建议你首先静下心来思考一下自己的内心感受。",
        "label": ""
      },
      {
        "sentence": "除了害怕老师的批评和注意，你还有其他的担忧吗？",
        "label": ""
      },
      {
        "sentence": "你认为会发生什么，当老师的注意力转移到其他同学时？",
        "label": ""
      },
      {
        "sentence": "通过思考这些问题，你有机会更深入了解自己的内心情绪，并找到问题的根源。",
        "label": ""
      },
      {
        "sentence": "或者你考虑是否有过其他不愉快的经历导致了你现在的紧张情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕老师的注意转移到其他同学身上，因为我担心自己会被认为是一个不用心学习的学生。其实以前有过一次不愉快的经历，我回答了老师的问题，但答案不正确，被同学嘲笑了一番。从那以后，我意识到自己在课堂上会变得很紧张，不敢开口回答问题。",
    "annotation": [
      {
        "sentence": "我害怕老师的注意转移到其他同学身上，因为我担心自己会被认为是一个不用心学习的学生。",
        "label": ""
      },
      {
        "sentence": "其实以前有过一次不愉快的经历，我回答了老师的问题，但答案不正确，被同学嘲笑了一番。",
        "label": ""
      },
      {
        "sentence": "从那以后，我意识到自己在课堂上会变得很紧张，不敢开口回答问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉听到你曾经的不愉快经历。这种经历很容易造成心理的创伤和紧张感。但是，请记住，你的价值没有因为一个错误的答案而降低。每个人都有犯错的时候，这是我们成长的过程，也是学习的一部分。旁人的嘲笑只是暂时的，他们的看法不能左右你对自己的评价。你可以选择从过去的经历中学习，不要让它成为束缚你的心理负担。在课堂上回答问题时，即使答案不完美，也应该勇敢地表达自己的想法，因为你的努力和参与是最重要的。",
    "annotation": [
      {
        "sentence": "很抱歉听到你曾经的不愉快经历。",
        "label": ""
      },
      {
        "sentence": "这种经历很容易造成心理的创伤和紧张感。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，你的价值没有因为一个错误的答案而降低。",
        "label": ""
      },
      {
        "sentence": "每个人都有犯错的时候，这是我们成长的过程，也是学习的一部分。",
        "label": ""
      },
      {
        "sentence": "旁人的嘲笑只是暂时的，他们的看法不能左右你对自己的评价。",
        "label": ""
      },
      {
        "sentence": "你可以选择从过去的经历中学习，不要让它成为束缚你的心理负担。",
        "label": ""
      },
      {
        "sentence": "在课堂上回答问题时，即使答案不完美，也应该勇敢地表达自己的想法，因为你的努力和参与是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的鼓励和理解。我明白了，我需要培养更多的自信，不要过分担心他人的看法。我会尽量克服这个问题，勇敢地抬头看黑板，积极参与课堂。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "感谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要培养更多的自信，不要过分担心他人的看法。",
        "label": ""
      },
      {
        "sentence": "我会尽量克服这个问题，勇敢地抬头看黑板，积极参与课堂。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你有这样的决心。相信自己，勇敢面对困难，你会越来越自信。记住，向前迈进是自我成长的关键，你一定能够克服这个问题。如果在面临困难时，还需要帮助，请随时再来找我。祝你好运，加油！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你有这样的决心。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对困难，你会越来越自信。",
        "label": ""
      },
      {
        "sentence": "记住，向前迈进是自我成长的关键，你一定能够克服这个问题。",
        "label": ""
      },
      {
        "sentence": "如果在面临困难时，还需要帮助，请随时再来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运，加油！",
        "label": ""
      }
    ]
  }
]