[
  {
    "role": "client",
    "content": "你当初对另一半最满意的地方，如今就是最厌恶的地方？",
    "annotation": [
      {
        "sentence": "你当初对另一半最满意的地方，如今就是最厌恶的地方？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的生活情况，真得很理解你，因为都是女人，都是需要伴侣的理解和关怀的，如果没有，那是非常痛苦的。",
    "annotation": [
      {
        "sentence": "听到你的生活情况，真得很理解你，因为都是女人，都是需要伴侣的理解和关怀的，如果没有，那是非常痛苦的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当初看上我老公，就是看到他对于工作的上进和努力，我认为男人就应该以事业为重，感情第二，遇到他是我的幸运，我愿意做他的贤内助，陪伴照顾着他！可是有了孩子后，他一如既往的对这个家过问非常少，国庆8天假，他也已经把自己安排好了，当然计划里并没有我跟孩子。",
    "annotation": [
      {
        "sentence": "当初看上我老公，就是看到他对于工作的上进和努力，我认为男人就应该以事业为重，感情第二，遇到他是我的幸运，我愿意做他的贤内助，陪伴照顾着他！",
        "label": ""
      },
      {
        "sentence": "可是有了孩子后，他一如既往的对这个家过问非常少，国庆8天假，他也已经把自己安排好了，当然计划里并没有我跟孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，我和你的经历有些相似，我也是相中了老公的工作精神，可有孩子后，因为他对家庭的关心非常少，我和他吵过，闹过，我不止多少次崩溃过。可逐渐我明白，所有的痛，解决不了问题，还伤害了自己，而且你的精神状态如何，会无形中影响你的孩子的，而且也是负面的影响，很不好。",
    "annotation": [
      {
        "sentence": "其实，我和你的经历有些相似，我也是相中了老公的工作精神，可有孩子后，因为他对家庭的关心非常少，我和他吵过，闹过，我不止多少次崩溃过。",
        "label": ""
      },
      {
        "sentence": "可逐渐我明白，所有的痛，解决不了问题，还伤害了自己，而且你的精神状态如何，会无形中影响你的孩子的，而且也是负面的影响，很不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "沟通是没有用的，他觉得为自己着想没有错，别人爱怎么想跟他没有关系。我感到非常失望，朋友同事们都在欢度假期，只有我们家冷饭冷菜，但是我不能对任何人说，我每天都需要强颜欢笑，营造幸福！",
    "annotation": [
      {
        "sentence": "沟通是没有用的，他觉得为自己着想没有错，别人爱怎么想跟他没有关系。",
        "label": ""
      },
      {
        "sentence": "我感到非常失望，朋友同事们都在欢度假期，只有我们家冷饭冷菜，但是我不能对任何人说，我每天都需要强颜欢笑，营造幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的叙述中，我有几点想说的: 1.既然当初选择他的优点，那相对的缺点也应该接受，这是自己的选择，也该为自己负责。 2.有孩子前后，男人也需要调整，而且需要女人的帮助和支持去面对以及接受他该承担的责任，也有一些男人很早就明白这一点，也就会主动去做。 3.他真得是只为自己考虑，不想家人吗？你可以和他聊聊，听听他的真实想法。如果他真就是如此，那干嘛要结婚，组建家庭，有了家庭就该承担相应的责任，如果他真就是如此，你何必在他身边耗费自己呢？是不是啊？",
    "annotation": [
      {
        "sentence": "从你的叙述中，我有几点想说的: 1.既然当初选择他的优点，那相对的缺点也应该接受，这是自己的选择，也该为自己负责。",
        "label": ""
      },
      {
        "sentence": " 2.有孩子前后，男人也需要调整，而且需要女人的帮助和支持去面对以及接受他该承担的责任，也有一些男人很早就明白这一点，也就会主动去做。",
        "label": ""
      },
      {
        "sentence": " 3.他真得是只为自己考虑，不想家人吗？",
        "label": ""
      },
      {
        "sentence": "你可以和他聊聊，听听他的真实想法。",
        "label": ""
      },
      {
        "sentence": "如果他真就是如此，那干嘛要结婚，组建家庭，有了家庭就该承担相应的责任，如果他真就是如此，你何必在他身边耗费自己呢？",
        "label": ""
      },
      {
        "sentence": "是不是啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "昨天做饭时我一边做一边哭，我太痛恨现在的生活了，我第一次很明确的想离开，想了断这一切。做完饭后我吃我自己做的娃娃菜怎么是苦的，可是他们并没有觉得，也把菜吃完了。当初看上他的地方如今就是最厌恶的地方，我在这里没有期待和希望。我喜欢上了我的领导，当然我非常冷静和克制，但是看到我老公对这个家的态度，我有时真想负气和领导在一起。反正已经这么糟糕了，还能坏到哪里去呢？",
    "annotation": [
      {
        "sentence": "昨天做饭时我一边做一边哭，我太痛恨现在的生活了，我第一次很明确的想离开，想了断这一切。",
        "label": ""
      },
      {
        "sentence": "做完饭后我吃我自己做的娃娃菜怎么是苦的，可是他们并没有觉得，也把菜吃完了。",
        "label": ""
      },
      {
        "sentence": "当初看上他的地方如今就是最厌恶的地方，我在这里没有期待和希望。",
        "label": ""
      },
      {
        "sentence": "我喜欢上了我的领导，当然我非常冷静和克制，但是看到我老公对这个家的态度，我有时真想负气和领导在一起。",
        "label": ""
      },
      {
        "sentence": "反正已经这么糟糕了，还能坏到哪里去呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个人边做事边伤痛流泪，真得是非常痛苦的。对自己说，我真得很痛苦，需要安慰和关心，会好受一点，减少对自己的伤害的。没有人比自己更疼爱自己。还有你在另一个男人身上找到了感情的寄托点，让你有所缓解疼痛。但这有风险，也会造成不可挽回的结果。即便对方满足你，也可能只是暂时的，对孩子的伤害也会很大。我更心疼你，这对你的伤害极大。如果真要再选一个人，就结束婚姻，寻找能满足你的婚姻。每个婚姻多少都有伤痛，只是有的小，有的大，你的属于很大的了，这需要你付出很多来拯救婚姻，来让婚姻向好的方向发展。大胆说出你的感受和想法，让老公知道，还要让他知道他该为这个家承担哪些责任。每个人都值得拥有好的生活，你也不例外，理智选择，不要伤害自己，逐渐学会爱自己，照顾好自己。生活会迎来阳光的！我相信你！",
    "annotation": [
      {
        "sentence": "一个人边做事边伤痛流泪，真得是非常痛苦的。",
        "label": ""
      },
      {
        "sentence": "对自己说，我真得很痛苦，需要安慰和关心，会好受一点，减少对自己的伤害的。",
        "label": ""
      },
      {
        "sentence": "没有人比自己更疼爱自己。",
        "label": ""
      },
      {
        "sentence": "还有你在另一个男人身上找到了感情的寄托点，让你有所缓解疼痛。",
        "label": ""
      },
      {
        "sentence": "但这有风险，也会造成不可挽回的结果。",
        "label": ""
      },
      {
        "sentence": "即便对方满足你，也可能只是暂时的，对孩子的伤害也会很大。",
        "label": ""
      },
      {
        "sentence": "我更心疼你，这对你的伤害极大。",
        "label": ""
      },
      {
        "sentence": "如果真要再选一个人，就结束婚姻，寻找能满足你的婚姻。",
        "label": ""
      },
      {
        "sentence": "每个婚姻多少都有伤痛，只是有的小，有的大，你的属于很大的了，这需要你付出很多来拯救婚姻，来让婚姻向好的方向发展。",
        "label": ""
      },
      {
        "sentence": "大胆说出你的感受和想法，让老公知道，还要让他知道他该为这个家承担哪些责任。",
        "label": ""
      },
      {
        "sentence": "每个人都值得拥有好的生活，你也不例外，理智选择，不要伤害自己，逐渐学会爱自己，照顾好自己。",
        "label": ""
      },
      {
        "sentence": "生活会迎来阳光的！",
        "label": ""
      },
      {
        "sentence": "我相信你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你听我倾诉，你的话让我感到安慰和勇气。我会好好考虑你说的这些建议，试着与他沟通，希望能够改变现状，给我们的婚姻一个机会。我也会更加重视自己的感受，不再委屈自己。谢谢你的支持和鼓励，你的话给了我很多启示和希望。我会努力让生活变得更好，无论结果如何都不后悔。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你听我倾诉，你的话让我感到安慰和勇气。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑你说的这些建议，试着与他沟通，希望能够改变现状，给我们的婚姻一个机会。",
        "label": ""
      },
      {
        "sentence": "我也会更加重视自己的感受，不再委屈自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，你的话给了我很多启示和希望。",
        "label": ""
      },
      {
        "sentence": "我会努力让生活变得更好，无论结果如何都不后悔。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，每个人都需要有人倾诉，我能够帮到你我也很高兴。希望你能够坚持下去，继续与你的丈夫沟通，找到解决问题的方法。相信你的努力会有回报的，祝你幸福！记得随时都可以来找我倾诉，我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，每个人都需要有人倾诉，我能够帮到你我也很高兴。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚持下去，继续与你的丈夫沟通，找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "相信你的努力会有回报的，祝你幸福！",
        "label": ""
      },
      {
        "sentence": "记得随时都可以来找我倾诉，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]