[
  {
    "role": "client",
    "content": "讨厌自己，父母带来的羞耻感，该怎么治愈？我是一名镇上的老师，最近交了男朋友，算是有些关系吧，父母觉得特别有面子，在外吹嘘，一直被他们嘲讽，被大白天捆在树上打的我，在他们眼中居然有了价值。他们很捧着他，让他留宿我家，明明打车才15分钟路程，还想让他把我调进城，我不同意，因为，帮我的前提条件是订婚，父母这样的追捧已经让我很尴尬了，他们说我没有本事考，还不抓住机会，男友说家里都是为我好，让我别小气，挂了电话，想到家里疼我的爷爷三月去世了，没有人在支持我了，我一想到这童年的经历，讨厌死了父母，他们留给我的就是羞耻和自卑，我的工作我没有求过人，自己考的！为什么看不起我呢？我痛苦不堪，对婚姻也不相信，讨厌自己，也许，真的没有人在我背后了。。。",
    "annotation": [
      {
        "sentence": "讨厌自己，父母带来的羞耻感，该怎么治愈？",
        "label": ""
      },
      {
        "sentence": "我是一名镇上的老师，最近交了男朋友，算是有些关系吧，父母觉得特别有面子，在外吹嘘，一直被他们嘲讽，被大白天捆在树上打的我，在他们眼中居然有了价值。",
        "label": ""
      },
      {
        "sentence": "他们很捧着他，让他留宿我家，明明打车才15分钟路程，还想让他把我调进城，我不同意，因为，帮我的前提条件是订婚，父母这样的追捧已经让我很尴尬了，他们说我没有本事考，还不抓住机会，男友说家里都是为我好，让我别小气，挂了电话，想到家里疼我的爷爷三月去世了，没有人在支持我了，我一想到这童年的经历，讨厌死了父母，他们留给我的就是羞耻和自卑，我的工作我没有求过人，自己考的！",
        "label": ""
      },
      {
        "sentence": "为什么看不起我呢？",
        "label": ""
      },
      {
        "sentence": "我痛苦不堪，对婚姻也不相信，讨厌自己，也许，真的没有人在我背后了。。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，听到你的遭遇，我真的想给你一个大大的拥抱。你说的那种因父母带来的痛苦，很多人一生都难以摆脱，有的人一生都在在治愈童年的伤害上。父母是我们最亲近的人，本应是这个世界上最爱、最疼我们的人，但有些父母却不是这样的。他们仿佛一生都在为了自己而活着，而我们孩子成了他们过上富裕生活的筹码。他们不会从自己身上找问题，却愿意把所有问题推给我们，打着爱的名义，实施世界上最大的绑架。他们就喜欢对我们说：“都是为了你好……你这么不知好歹……父母把你养这么大不容易……\"不错！父母把我们拉扯大确实不容易，但这不能成为他们用爱来绑架我们的理由。如果想要摆脱父母的束缚，最重要的是要远离他们。我并不是要让你与父母疏远，而是希望你能在生活和工作上独立于父母，不要为他们过多的期望。毕竟，父母不能一辈子都陪伴我们。另外一个重要的事情是，努力让自己变得优秀。你说你交了男朋友，父母寄希望于他能让你的工作和生活上升一个层次。虽然方式不对，但这也是他们爱你的表现。与其这样，不如先让自己变得优秀和强大起来。当你变得优秀时，即便是这些势利的眼光也能看到你的能力。最后，我要说的是，爱情门当户对是很重要的。如果两个家庭差异太大，或许你可以考虑放弃。你没有提到有多么爱你的男友，但因为男友的到来让你成了父母的工具人，为什么不考虑直接放弃呢？如果你足够爱一个人，就算抱怨也是一种美好的表现。当一段感情中没有太多美好的事情存在时，这段感情还能维持多久呢？",
    "annotation": [
      {
        "sentence": "亲爱的，听到你的遭遇，我真的想给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "你说的那种因父母带来的痛苦，很多人一生都难以摆脱，有的人一生都在在治愈童年的伤害上。",
        "label": ""
      },
      {
        "sentence": "父母是我们最亲近的人，本应是这个世界上最爱、最疼我们的人，但有些父母却不是这样的。",
        "label": ""
      },
      {
        "sentence": "他们仿佛一生都在为了自己而活着，而我们孩子成了他们过上富裕生活的筹码。",
        "label": ""
      },
      {
        "sentence": "他们不会从自己身上找问题，却愿意把所有问题推给我们，打着爱的名义，实施世界上最大的绑架。",
        "label": ""
      },
      {
        "sentence": "他们就喜欢对我们说：“都是为了你好……你这么不知好歹……父母把你养这么大不容易……\"不错！",
        "label": ""
      },
      {
        "sentence": "父母把我们拉扯大确实不容易，但这不能成为他们用爱来绑架我们的理由。",
        "label": ""
      },
      {
        "sentence": "如果想要摆脱父母的束缚，最重要的是要远离他们。",
        "label": ""
      },
      {
        "sentence": "我并不是要让你与父母疏远，而是希望你能在生活和工作上独立于父母，不要为他们过多的期望。",
        "label": ""
      },
      {
        "sentence": "毕竟，父母不能一辈子都陪伴我们。",
        "label": ""
      },
      {
        "sentence": "另外一个重要的事情是，努力让自己变得优秀。",
        "label": ""
      },
      {
        "sentence": "你说你交了男朋友，父母寄希望于他能让你的工作和生活上升一个层次。",
        "label": ""
      },
      {
        "sentence": "虽然方式不对，但这也是他们爱你的表现。",
        "label": ""
      },
      {
        "sentence": "与其这样，不如先让自己变得优秀和强大起来。",
        "label": ""
      },
      {
        "sentence": "当你变得优秀时，即便是这些势利的眼光也能看到你的能力。",
        "label": ""
      },
      {
        "sentence": "最后，我要说的是，爱情门当户对是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果两个家庭差异太大，或许你可以考虑放弃。",
        "label": ""
      },
      {
        "sentence": "你没有提到有多么爱你的男友，但因为男友的到来让你成了父母的工具人，为什么不考虑直接放弃呢？",
        "label": ""
      },
      {
        "sentence": "如果你足够爱一个人，就算抱怨也是一种美好的表现。",
        "label": ""
      },
      {
        "sentence": "当一段感情中没有太多美好的事情存在时，这段感情还能维持多久呢？",
        "label": ""
      }
    ]
  }
]