[
  {
    "role": "client",
    "content": "最近我感到非常讨厌自己，因为父母给我带来了很多羞耻感，我应该怎么治愈呢？我是一名在镇上工作的老师，最近交了一个男朋友，我们的关系还不错。但是父母觉得非常自豪，在外面张扬，而且一直嘲笑我。他们甚至在白天把我捆在树上打我，看到这情景他们竟然表示很满意。他们对他很推崇，甚至让他在我家留宿，明明只有15分钟的车程，还想让他把我调到城里工作。我不同意，因为他们帮我的条件是订婚。父母这种追捧让我很尴尬，他们说我没本事考试，也没抓住机会。男友则认为他们一切都是为了我好，让我别小气。之后就挂断了电话。想到我家人爷爷三个月前去世了，现在没有人再支持我了。想起我的童年经历，我真的很讨厌父母，他们给我留下的只有羞耻和自卑。我的工作是我自己考上的，为什么他们看不起我呢？我感到非常痛苦，对婚姻也不再相信。我讨厌自己，也许真的没有人在我背后支持我了。",
    "annotation": [
      {
        "sentence": "最近我感到非常讨厌自己，因为父母给我带来了很多羞耻感，我应该怎么治愈呢？",
        "label": ""
      },
      {
        "sentence": "我是一名在镇上工作的老师，最近交了一个男朋友，我们的关系还不错。",
        "label": ""
      },
      {
        "sentence": "但是父母觉得非常自豪，在外面张扬，而且一直嘲笑我。",
        "label": ""
      },
      {
        "sentence": "他们甚至在白天把我捆在树上打我，看到这情景他们竟然表示很满意。",
        "label": ""
      },
      {
        "sentence": "他们对他很推崇，甚至让他在我家留宿，明明只有15分钟的车程，还想让他把我调到城里工作。",
        "label": ""
      },
      {
        "sentence": "我不同意，因为他们帮我的条件是订婚。",
        "label": ""
      },
      {
        "sentence": "父母这种追捧让我很尴尬，他们说我没本事考试，也没抓住机会。",
        "label": ""
      },
      {
        "sentence": "男友则认为他们一切都是为了我好，让我别小气。",
        "label": ""
      },
      {
        "sentence": "之后就挂断了电话。",
        "label": ""
      },
      {
        "sentence": "想到我家人爷爷三个月前去世了，现在没有人再支持我了。",
        "label": ""
      },
      {
        "sentence": "想起我的童年经历，我真的很讨厌父母，他们给我留下的只有羞耻和自卑。",
        "label": ""
      },
      {
        "sentence": "我的工作是我自己考上的，为什么他们看不起我呢？",
        "label": ""
      },
      {
        "sentence": "我感到非常痛苦，对婚姻也不再相信。",
        "label": ""
      },
      {
        "sentence": "我讨厌自己，也许真的没有人在我背后支持我了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，我觉得你可能忽略了一个情况，就是你和男朋友的相识过程。比如说是通过家人的介绍，还是你们自己认识而且产生了好感。这两种情况下，父母都有自己的苦心。如果是父母介绍的，他们可能希望你和这个人交往并结婚，因为他们认为这个人在关系上对你有帮助，比如会有更好的发展等等。可以理解父母的心意，毕竟婚姻有时候确实会起到资源互补的作用，很多人都会做这样的选择。所以你可以释怀，对父母的埋怨和羞耻感可以放松一些，因为他们也是为了你能过上更好的生活和发展。另一种情况下，如果是你自己选择了这个男孩，并且计划和他有长期的发展，那就按照计划走就好了。关键是你要先搞清楚你和他的感情，他是否可靠、负责任，是否值得你信任一生。然后再来处理和父母的关系，理解他们的立场就好了。如果你实在不太喜欢这个男孩，或者不希望关系进展得太快，甚至不希望依赖他太多，因为对未来有些不确定性，那你需要和父母进行理性的沟通，告诉他们你的想法。只要能够清楚地表达，他们一定会支持你的。加油！",
    "annotation": [
      {
        "sentence": "根据你的描述，我觉得你可能忽略了一个情况，就是你和男朋友的相识过程。",
        "label": ""
      },
      {
        "sentence": "比如说是通过家人的介绍，还是你们自己认识而且产生了好感。",
        "label": ""
      },
      {
        "sentence": "这两种情况下，父母都有自己的苦心。",
        "label": ""
      },
      {
        "sentence": "如果是父母介绍的，他们可能希望你和这个人交往并结婚，因为他们认为这个人在关系上对你有帮助，比如会有更好的发展等等。",
        "label": ""
      },
      {
        "sentence": "可以理解父母的心意，毕竟婚姻有时候确实会起到资源互补的作用，很多人都会做这样的选择。",
        "label": ""
      },
      {
        "sentence": "所以你可以释怀，对父母的埋怨和羞耻感可以放松一些，因为他们也是为了你能过上更好的生活和发展。",
        "label": ""
      },
      {
        "sentence": "另一种情况下，如果是你自己选择了这个男孩，并且计划和他有长期的发展，那就按照计划走就好了。",
        "label": ""
      },
      {
        "sentence": "关键是你要先搞清楚你和他的感情，他是否可靠、负责任，是否值得你信任一生。",
        "label": ""
      },
      {
        "sentence": "然后再来处理和父母的关系，理解他们的立场就好了。",
        "label": ""
      },
      {
        "sentence": "如果你实在不太喜欢这个男孩，或者不希望关系进展得太快，甚至不希望依赖他太多，因为对未来有些不确定性，那你需要和父母进行理性的沟通，告诉他们你的想法。",
        "label": ""
      },
      {
        "sentence": "只要能够清楚地表达，他们一定会支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，确实我没有具体提到我和男朋友是怎么认识的。我们是通过朋友介绍认识的，一开始只是觉得挺有好感的，后来慢慢发展成了男女朋友的关系。我明白你说的父母的苦心，他们可能看到了这个男孩对我有帮助，能让我有更好的发展。但是他们的方式让我感到很尴尬和羞耻，特别是他们的嘲笑和暴力行为。你说的对，我需要先理清楚我和男朋友的感情，看他是否是一个可靠和值得托付的人。我也明白父母的立场，但有时候真的很难接受他们的做法。如果我真的不喜欢这个男孩，或者对未来有一些顾虑的话，我会尝试理性地和父母沟通，让他们理解我的想法。我会加油的，谢谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，确实我没有具体提到我和男朋友是怎么认识的。",
        "label": ""
      },
      {
        "sentence": "我们是通过朋友介绍认识的，一开始只是觉得挺有好感的，后来慢慢发展成了男女朋友的关系。",
        "label": ""
      },
      {
        "sentence": "我明白你说的父母的苦心，他们可能看到了这个男孩对我有帮助，能让我有更好的发展。",
        "label": ""
      },
      {
        "sentence": "但是他们的方式让我感到很尴尬和羞耻，特别是他们的嘲笑和暴力行为。",
        "label": ""
      },
      {
        "sentence": "你说的对，我需要先理清楚我和男朋友的感情，看他是否是一个可靠和值得托付的人。",
        "label": ""
      },
      {
        "sentence": "我也明白父母的立场，但有时候真的很难接受他们的做法。",
        "label": ""
      },
      {
        "sentence": "如果我真的不喜欢这个男孩，或者对未来有一些顾虑的话，我会尝试理性地和父母沟通，让他们理解我的想法。",
        "label": ""
      },
      {
        "sentence": "我会加油的，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解我的建议，并且感谢你分享了更多关于你和男朋友的认识过程。通过朋友介绍认识是比较常见的方式，这样的感情基础也是比较可靠的。理清楚你们的感情对于未来的决策非常重要。同时，你也表达了对父母的理解，这一点很好。虽然有时候他们的做法让你感到困惑和尴尬，但理性沟通仍然是解决问题的好方法。只要你明确地表达出你的想法，我相信父母会支持你的决定。相信自己，加油！如果你还有其他问题或者需要进一步的支持，都可以随时告诉我。",
    "annotation": [
      {
        "sentence": "很高兴你能理解我的建议，并且感谢你分享了更多关于你和男朋友的认识过程。",
        "label": ""
      },
      {
        "sentence": "通过朋友介绍认识是比较常见的方式，这样的感情基础也是比较可靠的。",
        "label": ""
      },
      {
        "sentence": "理清楚你们的感情对于未来的决策非常重要。",
        "label": ""
      },
      {
        "sentence": "同时，你也表达了对父母的理解，这一点很好。",
        "label": ""
      },
      {
        "sentence": "虽然有时候他们的做法让你感到困惑和尴尬，但理性沟通仍然是解决问题的好方法。",
        "label": ""
      },
      {
        "sentence": "只要你明确地表达出你的想法，我相信父母会支持你的决定。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的支持，都可以随时告诉我。",
        "label": ""
      }
    ]
  }
]