[
  {
    "role": "client",
    "content": "我讨厌自己，父母带来的羞耻感，该怎么治愈？",
    "annotation": [
      {
        "sentence": "我讨厌自己，父母带来的羞耻感，该怎么治愈？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我从你的言语中感受到你的愤怒、不甘和难过委屈。你的爷爷虽然不能再支持理解你，但是你要相信，你的身边一定还会有其他人会理解你支持你。比如在这个平台上，有很多人都会理解你的处境，明白你的感受。只是在现实生活中，你可能还没遇到。但是你一定要相信，你会遇到理解你的人支持你的人给你力量。只是时间或早或晚而已。",
    "annotation": [
      {
        "sentence": "我从你的言语中感受到你的愤怒、不甘和难过委屈。",
        "label": ""
      },
      {
        "sentence": "你的爷爷虽然不能再支持理解你，但是你要相信，你的身边一定还会有其他人会理解你支持你。",
        "label": ""
      },
      {
        "sentence": "比如在这个平台上，有很多人都会理解你的处境，明白你的感受。",
        "label": ""
      },
      {
        "sentence": "只是在现实生活中，你可能还没遇到。",
        "label": ""
      },
      {
        "sentence": "但是你一定要相信，你会遇到理解你的人支持你的人给你力量。",
        "label": ""
      },
      {
        "sentence": "只是时间或早或晚而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他们对我辱骂和打压，让我有一种被绑在树上被打的感觉，还对我男朋友提出各种要求，我觉得很尴尬。",
    "annotation": [
      {
        "sentence": "他们对我辱骂和打压，让我有一种被绑在树上被打的感觉，还对我男朋友提出各种要求，我觉得很尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊，他们想要你新交的男朋友留宿，但是却没有考虑到你是否愿意让他留下来。他们还想要你和男朋友订婚，来换取你进城的机会。但是却没有问过你的想法。这样的追捧让你很尴尬，还说你没有本事考，还不抓住机会。你觉得尴尬是因为他们把你和你男朋友比较，而你没有他好，他们会觉得是你有问题，是你不好。你也认同他们的观点，觉得真的是这样的，所以你会尴尬，会有羞耻感。",
    "annotation": [
      {
        "sentence": "啊，他们想要你新交的男朋友留宿，但是却没有考虑到你是否愿意让他留下来。",
        "label": ""
      },
      {
        "sentence": "他们还想要你和男朋友订婚，来换取你进城的机会。",
        "label": ""
      },
      {
        "sentence": "但是却没有问过你的想法。",
        "label": ""
      },
      {
        "sentence": "这样的追捧让你很尴尬，还说你没有本事考，还不抓住机会。",
        "label": ""
      },
      {
        "sentence": "你觉得尴尬是因为他们把你和你男朋友比较，而你没有他好，他们会觉得是你有问题，是你不好。",
        "label": ""
      },
      {
        "sentence": "你也认同他们的观点，觉得真的是这样的，所以你会尴尬，会有羞耻感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得很愤怒和伤痛。为什么他们看不起我呢？明明我是通过自己的努力工作的，他们凭什么瞧不起我？",
    "annotation": [
      {
        "sentence": "是的，我觉得很愤怒和伤痛。",
        "label": ""
      },
      {
        "sentence": "为什么他们看不起我呢？",
        "label": ""
      },
      {
        "sentence": "明明我是通过自己的努力工作的，他们凭什么瞧不起我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感到你对他们的伤痛和愤怒。是的，你是通过自己的努力工作的，他们凭什么看不起你呢？他们为什么不能看到你的努力呢？我们可以从中看到，你一直被贬低的，你对自己也是贬低自己的态度。如果你留意自己的想法，你会发现你对自己说的话也会是贬低自己的。那你现在能做些什么呢？你现在就是去注意你的想法，注意自己对自己的贬低否定辱骂的言语，改变自己和自己的说话模式。因为我们对自己的看法和行为，影响我们的自尊水平和感受。所以可以从以下方面进行改善：从自己的角度理解你自己，比如家里本来就没有背景，自己靠自己走到这一步很棒了；学习自我关爱，要像安慰朋友那样安慰自己，比如自己难过时可以对自己说如果难过想哭就哭一会，我一直在陪着你；用鼓励的方式和自己说话，比如虽然不知道能做成什么样子，但只要努力去做就好了，没关系的；接纳自己的缺陷，知道即使自己不完美那也没关系，那不是你的错，比如是啊，我就是达不到那种期待，达不到那个标准，但人都有自己做不到的事，我做不到也不代表我不好；了解和满足自己的需求，比如感觉自己好累想休息，那就休息，有需要是正常的，一点都不可耻。希望这些建议对你有帮助。",
    "annotation": [
      {
        "sentence": "我能感到你对他们的伤痛和愤怒。",
        "label": ""
      },
      {
        "sentence": "是的，你是通过自己的努力工作的，他们凭什么看不起你呢？",
        "label": ""
      },
      {
        "sentence": "他们为什么不能看到你的努力呢？",
        "label": ""
      },
      {
        "sentence": "我们可以从中看到，你一直被贬低的，你对自己也是贬低自己的态度。",
        "label": ""
      },
      {
        "sentence": "如果你留意自己的想法，你会发现你对自己说的话也会是贬低自己的。",
        "label": ""
      },
      {
        "sentence": "那你现在能做些什么呢？",
        "label": ""
      },
      {
        "sentence": "你现在就是去注意你的想法，注意自己对自己的贬低否定辱骂的言语，改变自己和自己的说话模式。",
        "label": ""
      },
      {
        "sentence": "因为我们对自己的看法和行为，影响我们的自尊水平和感受。",
        "label": ""
      },
      {
        "sentence": "所以可以从以下方面进行改善：从自己的角度理解你自己，比如家里本来就没有背景，自己靠自己走到这一步很棒了；学习自我关爱，要像安慰朋友那样安慰自己，比如自己难过时可以对自己说如果难过想哭就哭一会，我一直在陪着你；用鼓励的方式和自己说话，比如虽然不知道能做成什么样子，但只要努力去做就好了，没关系的；接纳自己的缺陷，知道即使自己不完美那也没关系，那不是你的错，比如是啊，我就是达不到那种期待，达不到那个标准，但人都有自己做不到的事，我做不到也不代表我不好；了解和满足自己的需求，比如感觉自己好累想休息，那就休息，有需要是正常的，一点都不可耻。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量改变自己的看法和说话方式，开始更加关爱自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量改变自己的看法和说话方式，开始更加关爱自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，相信你一定能够改变自己的看法和说话方式。记得要不断提醒自己，你值得被爱和尊重。如果你需要任何支持或者愿意继续与我交流，随时都可以找我。加油！你并不孤单，有许多人愿意支持你。",
    "annotation": [
      {
        "sentence": "你做得很好，相信你一定能够改变自己的看法和说话方式。",
        "label": ""
      },
      {
        "sentence": "记得要不断提醒自己，你值得被爱和尊重。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何支持或者愿意继续与我交流，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有许多人愿意支持你。",
        "label": ""
      }
    ]
  }
]