[
  {
    "role": "client",
    "content": "从小条件好，但家道中落，如何调整心态和消费观？我从小家庭条件很好，周围的朋友家里也是很宽裕的。所以我也习惯了这样宽裕的生活。但是近几年来我家里衰败的很厉害，爸爸从公司的老板变成了连我生活费都给不了的穷光蛋。虽然爷爷怕我心里有落差，给了我很多钱，我还是能过物质充裕的生活。但是我还是很痛苦很矛盾，因为我知道我们家其实没有钱了。我很难改变自己的消费习惯，也没有办法做到很节约。在大城市里，每个人都光鲜亮丽，我没有办法不物质，我不想低人一等。我一直没有男朋友，我不想让对方看到我光鲜亮丽的表面下，其实是一无所有。我知道拼命学习以后多挣点钱问题就解决了，但是未来很未知，想想如果以后赚不了那么多钱，不能过富裕的生活，我真的很痛苦。",
    "annotation": [
      {
        "sentence": "从小条件好，但家道中落，如何调整心态和消费观？",
        "label": ""
      },
      {
        "sentence": "我从小家庭条件很好，周围的朋友家里也是很宽裕的。",
        "label": ""
      },
      {
        "sentence": "所以我也习惯了这样宽裕的生活。",
        "label": ""
      },
      {
        "sentence": "但是近几年来我家里衰败的很厉害，爸爸从公司的老板变成了连我生活费都给不了的穷光蛋。",
        "label": ""
      },
      {
        "sentence": "虽然爷爷怕我心里有落差，给了我很多钱，我还是能过物质充裕的生活。",
        "label": ""
      },
      {
        "sentence": "但是我还是很痛苦很矛盾，因为我知道我们家其实没有钱了。",
        "label": ""
      },
      {
        "sentence": "我很难改变自己的消费习惯，也没有办法做到很节约。",
        "label": ""
      },
      {
        "sentence": "在大城市里，每个人都光鲜亮丽，我没有办法不物质，我不想低人一等。",
        "label": ""
      },
      {
        "sentence": "我一直没有男朋友，我不想让对方看到我光鲜亮丽的表面下，其实是一无所有。",
        "label": ""
      },
      {
        "sentence": "我知道拼命学习以后多挣点钱问题就解决了，但是未来很未知，想想如果以后赚不了那么多钱，不能过富裕的生活，我真的很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，家庭条件前后的落差之大让你一时之间很难接受，虽然目前物质生活充裕，但内心还是会在意没有钱这个事实。因为一直以来习惯了富裕的生活，很难从过去的状态中调整过来，一个人的消费习惯和观念也是很难在短时间内得到改变的。生活在大城市，看到周围的人都光鲜亮丽，你滋生了和他人的比较心理，不想让自己低人一等，但面对未来的不确定性不知道应该怎么办。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，家庭条件前后的落差之大让你一时之间很难接受，虽然目前物质生活充裕，但内心还是会在意没有钱这个事实。",
        "label": ""
      },
      {
        "sentence": "因为一直以来习惯了富裕的生活，很难从过去的状态中调整过来，一个人的消费习惯和观念也是很难在短时间内得到改变的。",
        "label": ""
      },
      {
        "sentence": "生活在大城市，看到周围的人都光鲜亮丽，你滋生了和他人的比较心理，不想让自己低人一等，但面对未来的不确定性不知道应该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的很难受。家庭形势改变太大，我经常觉得自己失去了方向，不知道该如何是好。",
    "annotation": [
      {
        "sentence": "是啊，我真的很难受。",
        "label": ""
      },
      {
        "sentence": "家庭形势改变太大，我经常觉得自己失去了方向，不知道该如何是好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情绪是可以理解的，但事情已经发生了，首先需要认识到当前的情况，再针对性地思考解决的方案。家道衰败是终将需要面对的事实，试着去接受，从过去的生活中抽离出来。不要对自己太苛刻，这样的转变需要时间和调整，给自己一些缓冲的空间。",
    "annotation": [
      {
        "sentence": "这种情绪是可以理解的，但事情已经发生了，首先需要认识到当前的情况，再针对性地思考解决的方案。",
        "label": ""
      },
      {
        "sentence": "家道衰败是终将需要面对的事实，试着去接受，从过去的生活中抽离出来。",
        "label": ""
      },
      {
        "sentence": "不要对自己太苛刻，这样的转变需要时间和调整，给自己一些缓冲的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，接受现实是一个必要的过程，但是我觉得很难从心理上放下这个包袱。因为之前的经历让我对贫困有很大的恐惧，怕过不能物质充裕的生活，怕变得低人一等。",
    "annotation": [
      {
        "sentence": "我明白了，接受现实是一个必要的过程，但是我觉得很难从心理上放下这个包袱。",
        "label": ""
      },
      {
        "sentence": "因为之前的经历让我对贫困有很大的恐惧，怕过不能物质充裕的生活，怕变得低人一等。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担忧。不过，我相信你有能力去适应并克服这个挑战。消费习惯需要在生活中一点点去调整和改变，你说没有办法做到很节约，那么就慢慢来。你可以尝试养成记录收支的习惯，学会理财，合理安排自己的资产。从奢侈到节约需要一个过程，慢慢来，每天改变一点点，让自己逐渐适应现在的生活。",
    "annotation": [
      {
        "sentence": "我能理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "不过，我相信你有能力去适应并克服这个挑战。",
        "label": ""
      },
      {
        "sentence": "消费习惯需要在生活中一点点去调整和改变，你说没有办法做到很节约，那么就慢慢来。",
        "label": ""
      },
      {
        "sentence": "你可以尝试养成记录收支的习惯，学会理财，合理安排自己的资产。",
        "label": ""
      },
      {
        "sentence": "从奢侈到节约需要一个过程，慢慢来，每天改变一点点，让自己逐渐适应现在的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量调整自己的消费习惯。但是我还是很害怕未知的未来，特别是想到以后可能赚不了那么多钱，不能过富裕的生活，这种担忧让我感到痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量调整自己的消费习惯。",
        "label": ""
      },
      {
        "sentence": "但是我还是很害怕未知的未来，特别是想到以后可能赚不了那么多钱，不能过富裕的生活，这种担忧让我感到痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "未来的事谁也无法预料，能做的只是活好当下。不要让过多的忧虑束缚了你的思维和行动。你可以把对未来的忧虑转化为动力，激励自己去赚取更多财富，努力提升自己的能力。只有通过行动，才能找到真正的答案。让自己行动起来，一步步走出困境。",
    "annotation": [
      {
        "sentence": "未来的事谁也无法预料，能做的只是活好当下。",
        "label": ""
      },
      {
        "sentence": "不要让过多的忧虑束缚了你的思维和行动。",
        "label": ""
      },
      {
        "sentence": "你可以把对未来的忧虑转化为动力，激励自己去赚取更多财富，努力提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "只有通过行动，才能找到真正的答案。",
        "label": ""
      },
      {
        "sentence": "让自己行动起来，一步步走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我应该积极面对现实，不让忧虑束缚住我。我会尽力去适应当前的生活，调整自己的心态。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我应该积极面对现实，不让忧虑束缚住我。",
        "label": ""
      },
      {
        "sentence": "我会尽力去适应当前的生活，调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。人生中会遇到各种挑战和困难，但只要我们坚持积极乐观地面对，就一定能够克服困难，找到出路。相信自己，加油！我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "人生中会遇到各种挑战和困难，但只要我们坚持积极乐观地面对，就一定能够克服困难，找到出路。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力面对生活，积极调整自己的心态。有你的陪伴，我感到很温暖和安心。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力面对生活，积极调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "有你的陪伴，我感到很温暖和安心。",
        "label": ""
      }
    ]
  }
]