[
  {
    "role": "client",
    "content": "老公的家人总想对我的一切了如指掌，很不喜欢怎么办？",
    "annotation": [
      {
        "sentence": "老公的家人总想对我的一切了如指掌，很不喜欢怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不记得在哪里读到过一句话，世界的事情分三件：我的他的，还有老天爷的。如果老天下雨，我们大可不会和老天商量，可不可以不要下，因为我们知道商量也没用，老天不会同意我们。实际上，发生在别人身上的事情和发生在老天身上的事几乎没有两样，我们管不了老天下不下雨，我们也就管不了别人如何对待我们，如何对我们感兴趣，包括如何打探我们的隐私。",
    "annotation": [
      {
        "sentence": "不记得在哪里读到过一句话，世界的事情分三件：我的他的，还有老天爷的。",
        "label": ""
      },
      {
        "sentence": "如果老天下雨，我们大可不会和老天商量，可不可以不要下，因为我们知道商量也没用，老天不会同意我们。",
        "label": ""
      },
      {
        "sentence": "实际上，发生在别人身上的事情和发生在老天身上的事几乎没有两样，我们管不了老天下不下雨，我们也就管不了别人如何对待我们，如何对我们感兴趣，包括如何打探我们的隐私。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他们总是喜欢各种打听了解我的一举一动，十分令人讨厌。一点隐私也没有，他们会通过我老公总是关于我的事问东问西，我特别反感。要么就是直接问我，我也特别反感。尤其是公公和小姑子，特别烦，我都不想了解他们的私事，他们干嘛总要把我探听的清清楚楚，不来往关系很僵，一来往他们就这幅讨厌的样子，问东问西，什么都想知道，我实在很讨厌。我想知道他们为什么有这种行为，是想控制我吗还是很八卦？我应该如何应对这样讨厌的一家人，让他们停止对我边界感的侵犯，和停止对我各种事情都想了如指掌？",
    "annotation": [
      {
        "sentence": "他们总是喜欢各种打听了解我的一举一动，十分令人讨厌。",
        "label": ""
      },
      {
        "sentence": "一点隐私也没有，他们会通过我老公总是关于我的事问东问西，我特别反感。",
        "label": ""
      },
      {
        "sentence": "要么就是直接问我，我也特别反感。",
        "label": ""
      },
      {
        "sentence": "尤其是公公和小姑子，特别烦，我都不想了解他们的私事，他们干嘛总要把我探听的清清楚楚，不来往关系很僵，一来往他们就这幅讨厌的样子，问东问西，什么都想知道，我实在很讨厌。",
        "label": ""
      },
      {
        "sentence": "我想知道他们为什么有这种行为，是想控制我吗还是很八卦？",
        "label": ""
      },
      {
        "sentence": "我应该如何应对这样讨厌的一家人，让他们停止对我边界感的侵犯，和停止对我各种事情都想了如指掌？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都可以有自己的秘密，并且有保留自己隐私的权利，有责任和义务守护好自己的界限。我们当然可以拒绝，甚至平和温柔地拒绝你不想告诉的任何人。我的好奇是，关系中几乎所有的发生都是我们允许的，可以尝试着拒绝吗？没有对错，只有选择。选择拒绝，拒绝与你而言意味着什么？拒绝显然是需要力量的，即使委婉的拒绝。尝试着探索一下，一切现象背后的发生，好吗？我在这里，可以支持你。",
    "annotation": [
      {
        "sentence": "每个人都可以有自己的秘密，并且有保留自己隐私的权利，有责任和义务守护好自己的界限。",
        "label": ""
      },
      {
        "sentence": "我们当然可以拒绝，甚至平和温柔地拒绝你不想告诉的任何人。",
        "label": ""
      },
      {
        "sentence": "我的好奇是，关系中几乎所有的发生都是我们允许的，可以尝试着拒绝吗？",
        "label": ""
      },
      {
        "sentence": "没有对错，只有选择。",
        "label": ""
      },
      {
        "sentence": "选择拒绝，拒绝与你而言意味着什么？",
        "label": ""
      },
      {
        "sentence": "拒绝显然是需要力量的，即使委婉的拒绝。",
        "label": ""
      },
      {
        "sentence": "尝试着探索一下，一切现象背后的发生，好吗？",
        "label": ""
      },
      {
        "sentence": "我在这里，可以支持你。",
        "label": ""
      }
    ]
  }
]