[
  {
    "role": "client",
    "content": "被人裹挟，愤怒自己无能为力，整个人快失衡怎么挣脱？订婚了，想要退婚，和对方各种观念合不来，当时太天真，深入了解对方家庭才知道，对方还是妈宝男。但是没有一个亲人支持我，或是为了维护面子，或是为了钱，都在劝我差不多就得了。对方长辈也不停施压，明里暗里都在指责是我的责任，真的受不了了。我想和平解决，但是两边都在给我压力，我该怎么办，真的撕破脸吗？",
    "annotation": [
      {
        "sentence": "被人裹挟，愤怒自己无能为力，整个人快失衡怎么挣脱？",
        "label": ""
      },
      {
        "sentence": "订婚了，想要退婚，和对方各种观念合不来，当时太天真，深入了解对方家庭才知道，对方还是妈宝男。",
        "label": ""
      },
      {
        "sentence": "但是没有一个亲人支持我，或是为了维护面子，或是为了钱，都在劝我差不多就得了。",
        "label": ""
      },
      {
        "sentence": "对方长辈也不停施压，明里暗里都在指责是我的责任，真的受不了了。",
        "label": ""
      },
      {
        "sentence": "我想和平解决，但是两边都在给我压力，我该怎么办，真的撕破脸吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答可以给你提供一点点帮助。【问题现状及诉求】·你想要退婚，但双方的家庭无人支持，很难和平解决；·在这个抗争的过程中，你很愤怒；可以感受到你的愤怒和深深的无力感，似乎是一个人在对抗两家人的意愿，你被这种看不见的声音包裹着推动着，就像蛛网一样，你在努力的挣脱，但是却感觉无能为力。一点点建议，情绪和计划两部分：【缓解被裹挟的情绪】我国婚姻法没有关于婚约的规定，订婚不是结婚的必经程序，不具有法律效力。也就是说，即使你不走退“订婚”这个程序，你和男方也不会成为夫妻。你即使什么都不做，你想要“退婚”的目的会自动达成。你现在体会到的无力感，更多来自于无人理解、无人支持的情绪裹挟。你期待有亲人可以帮你一把，你害怕面对两家鸡飞狗跳的可能，而且似乎大家都认为责任在你。虽然在个性自由的时代，我们当然都会说结婚离婚都是个人自由，更何况只是退订婚。但是在大部分地方的长辈们确实仍然秉持着固有的想法，万事都以和为重，所以你感觉在以一己之力抗争他们的意愿，这个过程一定让你很辛苦。",
    "annotation": [
      {
        "sentence": "希望我的回答可以给你提供一点点帮助。",
        "label": ""
      },
      {
        "sentence": "【问题现状及诉求】·你想要退婚，但双方的家庭无人支持，很难和平解决；·在这个抗争的过程中，你很愤怒；可以感受到你的愤怒和深深的无力感，似乎是一个人在对抗两家人的意愿，你被这种看不见的声音包裹着推动着，就像蛛网一样，你在努力的挣脱，但是却感觉无能为力。",
        "label": ""
      },
      {
        "sentence": "一点点建议，情绪和计划两部分：【缓解被裹挟的情绪】我国婚姻法没有关于婚约的规定，订婚不是结婚的必经程序，不具有法律效力。",
        "label": ""
      },
      {
        "sentence": "也就是说，即使你不走退“订婚”这个程序，你和男方也不会成为夫妻。",
        "label": ""
      },
      {
        "sentence": "你即使什么都不做，你想要“退婚”的目的会自动达成。",
        "label": ""
      },
      {
        "sentence": "你现在体会到的无力感，更多来自于无人理解、无人支持的情绪裹挟。",
        "label": ""
      },
      {
        "sentence": "你期待有亲人可以帮你一把，你害怕面对两家鸡飞狗跳的可能，而且似乎大家都认为责任在你。",
        "label": ""
      },
      {
        "sentence": "虽然在个性自由的时代，我们当然都会说结婚离婚都是个人自由，更何况只是退订婚。",
        "label": ""
      },
      {
        "sentence": "但是在大部分地方的长辈们确实仍然秉持着固有的想法，万事都以和为重，所以你感觉在以一己之力抗争他们的意愿，这个过程一定让你很辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的很难接受这种压力，觉得自己好像没有退婚的权利，而且害怕退婚后会被亲戚们指责。",
    "annotation": [
      {
        "sentence": "但是我真的很难接受这种压力，觉得自己好像没有退婚的权利，而且害怕退婚后会被亲戚们指责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧和不安。每个人都有权利追求自己的幸福和快乐，包括你。对于亲戚们的指责，我们无法控制他们的想法和态度，但我们可以改变自己的思维方式和情绪反应。退婚是你自己的决定，无论其他人如何看待，你都应该尊重自己的感受和需要。我建议你可以找到一个信任的人，倾诉一下你的感受，释放内心的压力，同时也可以考虑和亲戚们冷静、平和地交流，让他们了解你的内心想法。",
    "annotation": [
      {
        "sentence": "我理解你的担忧和不安。",
        "label": ""
      },
      {
        "sentence": "每个人都有权利追求自己的幸福和快乐，包括你。",
        "label": ""
      },
      {
        "sentence": "对于亲戚们的指责，我们无法控制他们的想法和态度，但我们可以改变自己的思维方式和情绪反应。",
        "label": ""
      },
      {
        "sentence": "退婚是你自己的决定，无论其他人如何看待，你都应该尊重自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "我建议你可以找到一个信任的人，倾诉一下你的感受，释放内心的压力，同时也可以考虑和亲戚们冷静、平和地交流，让他们了解你的内心想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实需要找个人倾诉一下。但是我怕倾诉后情绪无法平复，还是很焦虑。",
    "annotation": [
      {
        "sentence": "你说的对，我确实需要找个人倾诉一下。",
        "label": ""
      },
      {
        "sentence": "但是我怕倾诉后情绪无法平复，还是很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担心，倾诉的过程可能会引发一些情绪和焦虑。但倾诉有助于你减轻内心的负担，让自己感到更轻松和舒服。你可以选择与一位专业的心理咨询师进行倾诉，他们具备丰富的经验和专业的技巧来帮助你缓解焦虑，并提供适当的支持和建议。同时，你还可以寻找一些适合自己的放松方式，比如运动、阅读、听音乐等，来帮助你调整情绪、缓解焦虑。",
    "annotation": [
      {
        "sentence": "明白你的担心，倾诉的过程可能会引发一些情绪和焦虑。",
        "label": ""
      },
      {
        "sentence": "但倾诉有助于你减轻内心的负担，让自己感到更轻松和舒服。",
        "label": ""
      },
      {
        "sentence": "你可以选择与一位专业的心理咨询师进行倾诉，他们具备丰富的经验和专业的技巧来帮助你缓解焦虑，并提供适当的支持和建议。",
        "label": ""
      },
      {
        "sentence": "同时，你还可以寻找一些适合自己的放松方式，比如运动、阅读、听音乐等，来帮助你调整情绪、缓解焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，听起来不错。我会考虑找一位心理咨询师来倾诉一下，同时也会尝试一些放松的方式来缓解焦虑。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "嗯，听起来不错。",
        "label": ""
      },
      {
        "sentence": "我会考虑找一位心理咨询师来倾诉一下，同时也会尝试一些放松的方式来缓解焦虑。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意为你提供一些建议和支持。记住，你并不孤单，总会有人愿意倾听你的故事并帮助你。如果你有任何需要，随时可以再来找我倾诉或寻求帮助。祝你早日摆脱困境，重新找回平衡和幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意为你提供一些建议和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总会有人愿意倾听你的故事并帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时可以再来找我倾诉或寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱困境，重新找回平衡和幸福！",
        "label": ""
      }
    ]
  }
]