[
  {
    "role": "client",
    "content": "我做过不好的事，觉得自己不配活着，不配得到爱？小时候偷过很多人的钱，到初中的时候被抓到，全班都知道。后来就再也没有过这样的行为。但现在回想起来觉得自己很不堪，很内疚。觉得自己不配活着，不配得到爱。",
    "annotation": [
      {
        "sentence": "我做过不好的事，觉得自己不配活着，不配得到爱？",
        "label": ""
      },
      {
        "sentence": "小时候偷过很多人的钱，到初中的时候被抓到，全班都知道。",
        "label": ""
      },
      {
        "sentence": "后来就再也没有过这样的行为。",
        "label": ""
      },
      {
        "sentence": "但现在回想起来觉得自己很不堪，很内疚。",
        "label": ""
      },
      {
        "sentence": "觉得自己不配活着，不配得到爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我觉得你能在这样的平台说出来这个问题，就是在努力的活着，努力的响应爱了奥。首先我说下客观存在的“偷窃”行为吧，其实因为对你不够了解，所以不太知道你这种行为前后都发生了什么。如果单纯靠猜的，我脑海里有这么几个简单的情况。",
    "annotation": [
      {
        "sentence": "其实我觉得你能在这样的平台说出来这个问题，就是在努力的活着，努力的响应爱了奥。",
        "label": ""
      },
      {
        "sentence": "首先我说下客观存在的“偷窃”行为吧，其实因为对你不够了解，所以不太知道你这种行为前后都发生了什么。",
        "label": ""
      },
      {
        "sentence": "如果单纯靠猜的，我脑海里有这么几个简单的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我当时的情况是这样的：因为家庭经济比较困难，我总是觉得我需要更多的钱，但又不好意思向父母要。于是我开始偷同学的零花钱，没有经过他们同意就拿走了。每次拿到钱的时候，心里都很亢奋，但之后会感到很内疚，觉得自己做错了。",
    "annotation": [
      {
        "sentence": "我当时的情况是这样的：因为家庭经济比较困难，我总是觉得我需要更多的钱，但又不好意思向父母要。",
        "label": ""
      },
      {
        "sentence": "于是我开始偷同学的零花钱，没有经过他们同意就拿走了。",
        "label": ""
      },
      {
        "sentence": "每次拿到钱的时候，心里都很亢奋，但之后会感到很内疚，觉得自己做错了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你之前的偷窃行为是出于对金钱的需求，以及家庭经济的原因。其实这样的动机在很多人身上都会出现，但是大家对于表达这个需求的方法有所不同。有的人可能会选择向家长求助，有的人则会选择别的方式。但无论如何，你现在已经意识到这种行为的错误，并且已经停止了。这是一种很好的成长和反省的表现。",
    "annotation": [
      {
        "sentence": "明白了，你之前的偷窃行为是出于对金钱的需求，以及家庭经济的原因。",
        "label": ""
      },
      {
        "sentence": "其实这样的动机在很多人身上都会出现，但是大家对于表达这个需求的方法有所不同。",
        "label": ""
      },
      {
        "sentence": "有的人可能会选择向家长求助，有的人则会选择别的方式。",
        "label": ""
      },
      {
        "sentence": "但无论如何，你现在已经意识到这种行为的错误，并且已经停止了。",
        "label": ""
      },
      {
        "sentence": "这是一种很好的成长和反省的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的意识到了自己的问题，并且尽力改正了。但是每当回想起那段过去，我还是会感到非常内疚和不堪。",
    "annotation": [
      {
        "sentence": "是的，我真的意识到了自己的问题，并且尽力改正了。",
        "label": ""
      },
      {
        "sentence": "但是每当回想起那段过去，我还是会感到非常内疚和不堪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受。过去的错误和经历是无法改变的事实，但是关键是你已经意识到并且通过行动来改正了。这个过程并不容易，所以你应该为自己的成长和努力感到骄傲。想一想，你还有其他事情可以证明你是一个积极向上的人吗？",
    "annotation": [
      {
        "sentence": "明白你的感受。",
        "label": ""
      },
      {
        "sentence": "过去的错误和经历是无法改变的事实，但是关键是你已经意识到并且通过行动来改正了。",
        "label": ""
      },
      {
        "sentence": "这个过程并不容易，所以你应该为自己的成长和努力感到骄傲。",
        "label": ""
      },
      {
        "sentence": "想一想，你还有其他事情可以证明你是一个积极向上的人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，在学校我一直是一个成绩优秀、积极参加各种社团和义工活动的学生。我也经常主动帮助同学，老师对我也评价很高。但是无论我做多少好事，那段偷窃的经历总是无法被抹去。",
    "annotation": [
      {
        "sentence": "其实，在学校我一直是一个成绩优秀、积极参加各种社团和义工活动的学生。",
        "label": ""
      },
      {
        "sentence": "我也经常主动帮助同学，老师对我也评价很高。",
        "label": ""
      },
      {
        "sentence": "但是无论我做多少好事，那段偷窃的经历总是无法被抹去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为自己的过去做出的好事是无法被偷窃经历所抵消的。这些积极的行为证明了你的成长和改变。每个人都会犯错，从中学习并且变得更好是很重要的。对于那段经历，或许你可以尝试接受并且原谅自己，向前看，把更多的精力和关注放在继续成长上。",
    "annotation": [
      {
        "sentence": "你为自己的过去做出的好事是无法被偷窃经历所抵消的。",
        "label": ""
      },
      {
        "sentence": "这些积极的行为证明了你的成长和改变。",
        "label": ""
      },
      {
        "sentence": "每个人都会犯错，从中学习并且变得更好是很重要的。",
        "label": ""
      },
      {
        "sentence": "对于那段经历，或许你可以尝试接受并且原谅自己，向前看，把更多的精力和关注放在继续成长上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量接受和原谅自己的。但有时候想起那段经历，还是会感到心情低落，觉得自己不值得得到爱和幸福。",
    "annotation": [
      {
        "sentence": "我会尽量接受和原谅自己的。",
        "label": ""
      },
      {
        "sentence": "但有时候想起那段经历，还是会感到心情低落，觉得自己不值得得到爱和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的情绪。过去的经历虽然会对我们的情绪产生影响，但是我们不能让它主宰我们的未来和幸福。每个人都是值得被爱和幸福的，包括你自己。咱们可以从一些积极的事情开始，比如多付出和帮助他人，通过这些行为来逐渐改变自己内心的感受。",
    "annotation": [
      {
        "sentence": "理解你的情绪。",
        "label": ""
      },
      {
        "sentence": "过去的经历虽然会对我们的情绪产生影响，但是我们不能让它主宰我们的未来和幸福。",
        "label": ""
      },
      {
        "sentence": "每个人都是值得被爱和幸福的，包括你自己。",
        "label": ""
      },
      {
        "sentence": "咱们可以从一些积极的事情开始，比如多付出和帮助他人，通过这些行为来逐渐改变自己内心的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实，我应该更加积极地为他人和社会做出贡献，用行动来弥补过去的错误。谢谢你的支持和建议，我会尽力去改变自己的内心感受。",
    "annotation": [
      {
        "sentence": "嗯，确实，我应该更加积极地为他人和社会做出贡献，用行动来弥补过去的错误。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会尽力去改变自己的内心感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。记住，你并不孤单，身边还有很多支持你的人。相信自己的能力，相信你可以成为更好的自己。如果以后还有什么困难或者需要倾诉的时候，随时来找我聊哦。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边还有很多支持你的人。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你可以成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困难或者需要倾诉的时候，随时来找我聊哦。",
        "label": ""
      }
    ]
  }
]