[
  {
    "role": "client",
    "content": "我是一个15岁的女生，进入高中生涯一个月了，可我一直觉得很不适应，感到忧愁和抑郁。以前我一直很开心，心态也一直很乐观。但是到了高中，周围都是不认识的同学，环境也陌生。而且还离家那么远，每天都不能回家。这一个月里，我感觉自己很悲伤很难受，也开始紧张和别人交流。当她们开心地笑的时候，我却一点也没有微笑的念头。每天都在强颜欢笑，但内心却很悲伤很难过，控制不了自己，还经常想哭。我试着鼓励自己改变现状，但却感觉自己越陷越深，有点绝望的感觉。而且我发现自己眉骨疼痛，不知道是不是心理作用。这种感觉真的很难克服，就算放假回家了，我也开心不起来，高兴不起来。心里好像一直有压着的事情，真的很痛苦。请问你有什么办法吗？",
    "annotation": [
      {
        "sentence": "我是一个15岁的女生，进入高中生涯一个月了，可我一直觉得很不适应，感到忧愁和抑郁。",
        "label": ""
      },
      {
        "sentence": "以前我一直很开心，心态也一直很乐观。",
        "label": ""
      },
      {
        "sentence": "但是到了高中，周围都是不认识的同学，环境也陌生。",
        "label": ""
      },
      {
        "sentence": "而且还离家那么远，每天都不能回家。",
        "label": ""
      },
      {
        "sentence": "这一个月里，我感觉自己很悲伤很难受，也开始紧张和别人交流。",
        "label": ""
      },
      {
        "sentence": "当她们开心地笑的时候，我却一点也没有微笑的念头。",
        "label": ""
      },
      {
        "sentence": "每天都在强颜欢笑，但内心却很悲伤很难过，控制不了自己，还经常想哭。",
        "label": ""
      },
      {
        "sentence": "我试着鼓励自己改变现状，但却感觉自己越陷越深，有点绝望的感觉。",
        "label": ""
      },
      {
        "sentence": "而且我发现自己眉骨疼痛，不知道是不是心理作用。",
        "label": ""
      },
      {
        "sentence": "这种感觉真的很难克服，就算放假回家了，我也开心不起来，高兴不起来。",
        "label": ""
      },
      {
        "sentence": "心里好像一直有压着的事情，真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "请问你有什么办法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我才上高中的时候也因为不习惯而难过了一段时间。这可能是我们人生中必经的阶段之一，你的同学们可能也有和你一样的情绪，所以不用担心。刚进入一个陌生环境，我们好像没有办法自如地做我们想做的事情，说我们想说的话，也很难立刻就有像初中那样好的朋友。一切都好像与我们的想象不太一样，带来了一些新的挑战，或者说是超出我们舒适区的挑战。我的建议是：意识到你不是唯一一个有这样情绪的人，不用紧张和别人交流，因为大家都是刚上高中，都处在一个相对陌生的环境。所以，不妨大胆地去交朋友，成为彼此的温暖吧。你也可以主动认识别人，也许你会在高中阶段交到一辈子的好朋友哦！除了和以前的朋友和家人沟通一下自己的想法，还可以利用假期的时间调整一下情绪。生活就像一面镜子，如果你每天都对着它愁眉苦脸，可能就难以发现生活中的美好。所以，适当地和家人倾诉一下内心的苦恼也是一个好的方式。而且，现在是节假日，你不是可以回家了吗？可以趁这个时间来调整一下情绪。",
    "annotation": [
      {
        "sentence": "我才上高中的时候也因为不习惯而难过了一段时间。",
        "label": ""
      },
      {
        "sentence": "这可能是我们人生中必经的阶段之一，你的同学们可能也有和你一样的情绪，所以不用担心。",
        "label": ""
      },
      {
        "sentence": "刚进入一个陌生环境，我们好像没有办法自如地做我们想做的事情，说我们想说的话，也很难立刻就有像初中那样好的朋友。",
        "label": ""
      },
      {
        "sentence": "一切都好像与我们的想象不太一样，带来了一些新的挑战，或者说是超出我们舒适区的挑战。",
        "label": ""
      },
      {
        "sentence": "我的建议是：意识到你不是唯一一个有这样情绪的人，不用紧张和别人交流，因为大家都是刚上高中，都处在一个相对陌生的环境。",
        "label": ""
      },
      {
        "sentence": "所以，不妨大胆地去交朋友，成为彼此的温暖吧。",
        "label": ""
      },
      {
        "sentence": "你也可以主动认识别人，也许你会在高中阶段交到一辈子的好朋友哦！",
        "label": ""
      },
      {
        "sentence": "除了和以前的朋友和家人沟通一下自己的想法，还可以利用假期的时间调整一下情绪。",
        "label": ""
      },
      {
        "sentence": "生活就像一面镜子，如果你每天都对着它愁眉苦脸，可能就难以发现生活中的美好。",
        "label": ""
      },
      {
        "sentence": "所以，适当地和家人倾诉一下内心的苦恼也是一个好的方式。",
        "label": ""
      },
      {
        "sentence": "而且，现在是节假日，你不是可以回家了吗？",
        "label": ""
      },
      {
        "sentence": "可以趁这个时间来调整一下情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，听了你的话我感觉好多了，确实可能是我自己过于焦虑了。我会试着变得开朗一些，去交一些新朋友，也会和家人好好沟通一下。希望自己能尽快适应高中生活。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，听了你的话我感觉好多了，确实可能是我自己过于焦虑了。",
        "label": ""
      },
      {
        "sentence": "我会试着变得开朗一些，去交一些新朋友，也会和家人好好沟通一下。",
        "label": ""
      },
      {
        "sentence": "希望自己能尽快适应高中生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你说你感觉好多了，你也要相信自己是能够适应高中生活的。尝试变得开朗一些，敞开心扉去交新朋友，他们可能也有和你一样的迷茫，我们一起互相支持，渐渐地就会找到属于自己的位置。和家人沟通是非常重要的，他们会给你很多支持和鼓励的。放松心情，相信自己，你一定能够度过这个适应期。",
    "annotation": [
      {
        "sentence": "很高兴听到你说你感觉好多了，你也要相信自己是能够适应高中生活的。",
        "label": ""
      },
      {
        "sentence": "尝试变得开朗一些，敞开心扉去交新朋友，他们可能也有和你一样的迷茫，我们一起互相支持，渐渐地就会找到属于自己的位置。",
        "label": ""
      },
      {
        "sentence": "和家人沟通是非常重要的，他们会给你很多支持和鼓励的。",
        "label": ""
      },
      {
        "sentence": "放松心情，相信自己，你一定能够度过这个适应期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我得调整好自己的心态，积极面对生活。我会努力的，谢谢你的鼓励和支持！",
    "annotation": [
      {
        "sentence": "你说得对，我得调整好自己的心态，积极面对生活。",
        "label": ""
      },
      {
        "sentence": "我会努力的，谢谢你的鼓励和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，调整心态是非常重要的。正向地面对生活，相信自己，加油！我会一直支持你的，记得随时跟我分享你的进展和困惑。我们一起度过这个阶段！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，调整心态是非常重要的。",
        "label": ""
      },
      {
        "sentence": "正向地面对生活，相信自己，加油！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，记得随时跟我分享你的进展和困惑。",
        "label": ""
      },
      {
        "sentence": "我们一起度过这个阶段！",
        "label": ""
      }
    ]
  }
]