[
  {
    "role": "client",
    "content": "我是一个16岁的高二男生，有时候感到很压抑，我不知道自己的心理健康状况如何。我觉得自己没有很多朋友。虽然在别人眼中，我是一个开朗活泼的人，有很多朋友，人缘也很好，但没有人能真正理解我，或者察觉到我的情绪。有时候笑着，但其实更多的是一种掩饰，我觉得自己经常在掩饰自己，扮演大度的角色，对很多事情都不在意。但又有谁能知道我当时到底有多累。上次与同学在教室发生争议，我当时心情本就不好，我离开教室，走到卫生间的路上一直告诉自己要控制情绪，要保持理智。通过这种方式，我成功地戴上了面具，瞒过了很多人。我害怕交朋友，害怕失去，甚至害怕得到。我觉得“与人为善是一种方式，孤单成瘾是性格”这句话非常适合形容我的情况。我对自己缺乏安全感，不确定是不是因为父母在我小时候离异的影响，虽然我的生活和普通孩子差不多，父母也很关心我。发泄只能在深夜一个人默默哭泣。我很喜欢被保护的感觉，喜欢比我强大的人，无论是同性还是异性。我不确定自己的心理健康状况，我感到很害怕。",
    "annotation": [
      {
        "sentence": "我是一个16岁的高二男生，有时候感到很压抑，我不知道自己的心理健康状况如何。",
        "label": ""
      },
      {
        "sentence": "我觉得自己没有很多朋友。",
        "label": ""
      },
      {
        "sentence": "虽然在别人眼中，我是一个开朗活泼的人，有很多朋友，人缘也很好，但没有人能真正理解我，或者察觉到我的情绪。",
        "label": ""
      },
      {
        "sentence": "有时候笑着，但其实更多的是一种掩饰，我觉得自己经常在掩饰自己，扮演大度的角色，对很多事情都不在意。",
        "label": ""
      },
      {
        "sentence": "但又有谁能知道我当时到底有多累。",
        "label": ""
      },
      {
        "sentence": "上次与同学在教室发生争议，我当时心情本就不好，我离开教室，走到卫生间的路上一直告诉自己要控制情绪，要保持理智。",
        "label": ""
      },
      {
        "sentence": "通过这种方式，我成功地戴上了面具，瞒过了很多人。",
        "label": ""
      },
      {
        "sentence": "我害怕交朋友，害怕失去，甚至害怕得到。",
        "label": ""
      },
      {
        "sentence": "我觉得“与人为善是一种方式，孤单成瘾是性格”这句话非常适合形容我的情况。",
        "label": ""
      },
      {
        "sentence": "我对自己缺乏安全感，不确定是不是因为父母在我小时候离异的影响，虽然我的生活和普通孩子差不多，父母也很关心我。",
        "label": ""
      },
      {
        "sentence": "发泄只能在深夜一个人默默哭泣。",
        "label": ""
      },
      {
        "sentence": "我很喜欢被保护的感觉，喜欢比我强大的人，无论是同性还是异性。",
        "label": ""
      },
      {
        "sentence": "我不确定自己的心理健康状况，我感到很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊(｡˘•㉨•˘｡)看完你的描述后，我告诉你，你的心理健康状况还不错，真的。你的心理是健康的，只是你处于一些困境中。就好像一个人的身体是健康的，但或多或少会有一些困扰人的小毛病，比如反复头疼、咽喉炎、关节疼等等，但不能因为这些小毛病多就说他不健康。你有很多朋友，人缘也很好，只是没有人真正理解你，明白你的情绪。有时候你笑着，但更多的是一种掩饰，你觉得自己经常在伪装自己，扮演大度的角色，对很多事情都不在意，但是谁能知道你当时的疲惫。从这些方面来看，你情商很高，性格也非常好。但你却认为没有人能理解你。其实你弄错了，其实没有多少人能真正去理解一个人。你笑着说没事，谁会想到你内心的真实情况呢？你把心门紧紧关闭，外界看到的只是你华丽的外表，谁会能看到你内心所经历的呢？你希望别人理解你，那你就要用真心去换取真心，用理解去换取理解，这是相互的，是一种温暖的交流。如果内心真的感到不快乐，就找一个可信赖的、你认为善良的朋友倾诉一番，对方一定会理解你的，让别人理解的前提是你要敞开心扉，让别人看到你的真实情感。你提到和同学的矛盾，当时你告诉自己要控制情绪，保持理智，这并不是瞒过很多人，而是一种成熟的表现。你可以这样想：那种人不值得我与他争吵，与他纠结下去只会变得和他一样。这件事情大家自然会衡量你们两个人的情况，你要考虑的是，不与他产生矛盾对你有益的事情。你本来就人缘很好，如果事情并不是你的错，大家自然会往好的方向看你，而和你闹矛盾的人也会让大家心里明白他是什么样的人。你引用的“与人为善是一种方式，孤单成瘾是性格”这句话我也很认同。我也是这样的人，但是我不认为自己的心理不健康。大多数人的处事方式都是与人为善，谁会没事就对人冷眼相向呢。孤单是每个人都会感到的，因为没有人能无时无刻陪伴着你。我们来到这个世界上就是一个人，离开也是一个人，没有人能一直陪伴你。你要做的是去享受孤独的时光，那是没有人会打扰你的时光，你可以将关注点放在自己身上，减少对外界人和事的关注，这样可以减少你所提到的害怕。大哭一场是一种发泄的好方式，不要觉得自己可怜，其实很多人也和你一样，在各种压力下，在孤独中奔跑，在深夜里流泪。没有人会真正理解你，我们有时候需要的不是别人真正理解我们所经历的事情，因为没有人能真切地感同身受。我们需要的是在难过时有人来安慰，其实只需要几句温暖的话语或一个拥抱。所以，心情不好时，寻求安慰，释放自己，告诉朋友、告诉父母你不开心了，他们就会知道你需要关心，然后好好安慰你，不要害怕说出来会怎样，因为没有人会拒绝给别人带来影响的机会，他们会关心你，关怀你，他们也会感到温暖。这是一种温暖的交流。其实很多人都缺乏安全感，何况你从小父母离异，当然会希望有强大的东西来保护你。谁不希望被安全地保护着呢？你是个男孩子，但并不代表你就应该保护别人。有时候男孩子内心比女孩子更脆弱，不要担心，你在心理状态上",
    "annotation": [
      {
        "sentence": "啊(｡˘•㉨•˘｡)看完你的描述后，我告诉你，你的心理健康状况还不错，真的。",
        "label": ""
      },
      {
        "sentence": "你的心理是健康的，只是你处于一些困境中。",
        "label": ""
      },
      {
        "sentence": "就好像一个人的身体是健康的，但或多或少会有一些困扰人的小毛病，比如反复头疼、咽喉炎、关节疼等等，但不能因为这些小毛病多就说他不健康。",
        "label": ""
      },
      {
        "sentence": "你有很多朋友，人缘也很好，只是没有人真正理解你，明白你的情绪。",
        "label": ""
      },
      {
        "sentence": "有时候你笑着，但更多的是一种掩饰，你觉得自己经常在伪装自己，扮演大度的角色，对很多事情都不在意，但是谁能知道你当时的疲惫。",
        "label": ""
      },
      {
        "sentence": "从这些方面来看，你情商很高，性格也非常好。",
        "label": ""
      },
      {
        "sentence": "但你却认为没有人能理解你。",
        "label": ""
      },
      {
        "sentence": "其实你弄错了，其实没有多少人能真正去理解一个人。",
        "label": ""
      },
      {
        "sentence": "你笑着说没事，谁会想到你内心的真实情况呢？",
        "label": ""
      },
      {
        "sentence": "你把心门紧紧关闭，外界看到的只是你华丽的外表，谁会能看到你内心所经历的呢？",
        "label": ""
      },
      {
        "sentence": "你希望别人理解你，那你就要用真心去换取真心，用理解去换取理解，这是相互的，是一种温暖的交流。",
        "label": ""
      },
      {
        "sentence": "如果内心真的感到不快乐，就找一个可信赖的、你认为善良的朋友倾诉一番，对方一定会理解你的，让别人理解的前提是你要敞开心扉，让别人看到你的真实情感。",
        "label": ""
      },
      {
        "sentence": "你提到和同学的矛盾，当时你告诉自己要控制情绪，保持理智，这并不是瞒过很多人，而是一种成熟的表现。",
        "label": ""
      },
      {
        "sentence": "你可以这样想：那种人不值得我与他争吵，与他纠结下去只会变得和他一样。",
        "label": ""
      },
      {
        "sentence": "这件事情大家自然会衡量你们两个人的情况，你要考虑的是，不与他产生矛盾对你有益的事情。",
        "label": ""
      },
      {
        "sentence": "你本来就人缘很好，如果事情并不是你的错，大家自然会往好的方向看你，而和你闹矛盾的人也会让大家心里明白他是什么样的人。",
        "label": ""
      },
      {
        "sentence": "你引用的“与人为善是一种方式，孤单成瘾是性格”这句话我也很认同。",
        "label": ""
      },
      {
        "sentence": "我也是这样的人，但是我不认为自己的心理不健康。",
        "label": ""
      },
      {
        "sentence": "大多数人的处事方式都是与人为善，谁会没事就对人冷眼相向呢。",
        "label": ""
      },
      {
        "sentence": "孤单是每个人都会感到的，因为没有人能无时无刻陪伴着你。",
        "label": ""
      },
      {
        "sentence": "我们来到这个世界上就是一个人，离开也是一个人，没有人能一直陪伴你。",
        "label": ""
      },
      {
        "sentence": "你要做的是去享受孤独的时光，那是没有人会打扰你的时光，你可以将关注点放在自己身上，减少对外界人和事的关注，这样可以减少你所提到的害怕。",
        "label": ""
      },
      {
        "sentence": "大哭一场是一种发泄的好方式，不要觉得自己可怜，其实很多人也和你一样，在各种压力下，在孤独中奔跑，在深夜里流泪。",
        "label": ""
      },
      {
        "sentence": "没有人会真正理解你，我们有时候需要的不是别人真正理解我们所经历的事情，因为没有人能真切地感同身受。",
        "label": ""
      },
      {
        "sentence": "我们需要的是在难过时有人来安慰，其实只需要几句温暖的话语或一个拥抱。",
        "label": ""
      },
      {
        "sentence": "所以，心情不好时，寻求安慰，释放自己，告诉朋友、告诉父母你不开心了，他们就会知道你需要关心，然后好好安慰你，不要害怕说出来会怎样，因为没有人会拒绝给别人带来影响的机会，他们会关心你，关怀你，他们也会感到温暖。",
        "label": ""
      },
      {
        "sentence": "这是一种温暖的交流。",
        "label": ""
      },
      {
        "sentence": "其实很多人都缺乏安全感，何况你从小父母离异，当然会希望有强大的东西来保护你。",
        "label": ""
      },
      {
        "sentence": "谁不希望被安全地保护着呢？",
        "label": ""
      },
      {
        "sentence": "你是个男孩子，但并不代表你就应该保护别人。",
        "label": ""
      },
      {
        "sentence": "有时候男孩子内心比女孩子更脆弱，不要担心，你在心理状态上",
        "label": ""
      }
    ]
  }
]