[
  {
    "role": "client",
    "content": "我今年16岁，是一名高二男生。我有时候感觉很压抑，我不知道我的心理健不健康。同时，我感到自己没有很多朋友。虽然在别人眼里我是开朗活泼的人，有很多的朋友，人际关系也很好，但是没有人能真正理解我，或者看出我的情绪。有时候我笑着面对，但其实更多时候只是掩饰而已。我觉得我经常在掩饰自己，假装自己很大度，对许多事情都不在意，但是没有人知道我内心有多疲惫。上次和同学在教室发生矛盾，我当时心情本来就不好，我离开教室，在走到卫生间的路上一直在告诉自己要控制情绪，要保持理智。就这样，我成功地瞒过了很多人。我害怕交朋友，害怕失去，甚至害怕被爱，用“与人为善是一种方式，孤单成瘾是性格”这句话来形容我再恰当不过了。我总是缺乏安全感，也不知道是不是父母在我小时候离异对我造成的影响，虽然我过得和普通孩子差不多，父母也很关心我。我只能一个人深夜偷偷哭泣来宣泄内心。我非常渴望被保护的感觉，喜欢身边比我强大的人，无论是男性还是女性。我真的不知道我的心理状态是否健康，我很害怕。",
    "annotation": [
      {
        "sentence": "我今年16岁，是一名高二男生。",
        "label": ""
      },
      {
        "sentence": "我有时候感觉很压抑，我不知道我的心理健不健康。",
        "label": ""
      },
      {
        "sentence": "同时，我感到自己没有很多朋友。",
        "label": ""
      },
      {
        "sentence": "虽然在别人眼里我是开朗活泼的人，有很多的朋友，人际关系也很好，但是没有人能真正理解我，或者看出我的情绪。",
        "label": ""
      },
      {
        "sentence": "有时候我笑着面对，但其实更多时候只是掩饰而已。",
        "label": ""
      },
      {
        "sentence": "我觉得我经常在掩饰自己，假装自己很大度，对许多事情都不在意，但是没有人知道我内心有多疲惫。",
        "label": ""
      },
      {
        "sentence": "上次和同学在教室发生矛盾，我当时心情本来就不好，我离开教室，在走到卫生间的路上一直在告诉自己要控制情绪，要保持理智。",
        "label": ""
      },
      {
        "sentence": "就这样，我成功地瞒过了很多人。",
        "label": ""
      },
      {
        "sentence": "我害怕交朋友，害怕失去，甚至害怕被爱，用“与人为善是一种方式，孤单成瘾是性格”这句话来形容我再恰当不过了。",
        "label": ""
      },
      {
        "sentence": "我总是缺乏安全感，也不知道是不是父母在我小时候离异对我造成的影响，虽然我过得和普通孩子差不多，父母也很关心我。",
        "label": ""
      },
      {
        "sentence": "我只能一个人深夜偷偷哭泣来宣泄内心。",
        "label": ""
      },
      {
        "sentence": "我非常渴望被保护的感觉，喜欢身边比我强大的人，无论是男性还是女性。",
        "label": ""
      },
      {
        "sentence": "我真的不知道我的心理状态是否健康，我很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的心理还是比较健康的，我们不愿意成为别人的负担，所以很多时候我们会通过笑容来掩饰内心的孤独和压抑。其实，很多开朗的人并不像表面看起来那样开心，因为他们给别人的印象都是无忧无虑、乐观开朗的，所以身边的朋友往往都认为我们是最快乐的人。只是大家并不了解我们笑容背后的忧伤，所以以后有不开心的事情，你可以来这里倾述一下，这里有很多暖心的哥哥姐姐们，我们可以一起分享烦恼和解决方案，一起分析，看看是否有更好的方法。与人为善是一种方式，但并不意味着我们不需要有自己的脾气。与那些懂得尊重他人的人相处，我们肯定会少很多矛盾。对于那些只懂索取而不懂回报的人，我们可以保持一定的距离，学会保护好自己。与人为善并不代表我们要毫无原则。像小凡锅一样，我也会有烦恼的时候，但是我有几个交心的朋友，有什么想不通的事情我都会和他们分享，有时候把事情说出来会好受一些，因为每个人都有负能量，所以我们需要一个宣泄口，比如可以出去走走，或者和别人聊聊天，也可以听听轻音乐。如果我们的情绪一直得不到宣泄，确实会引起一些问题，就像气球一样，如果一直吹气很可能会爆炸，但是如果我们慢慢放气，就能保持一个比较平稳的状态。",
    "annotation": [
      {
        "sentence": "你的心理还是比较健康的，我们不愿意成为别人的负担，所以很多时候我们会通过笑容来掩饰内心的孤独和压抑。",
        "label": ""
      },
      {
        "sentence": "其实，很多开朗的人并不像表面看起来那样开心，因为他们给别人的印象都是无忧无虑、乐观开朗的，所以身边的朋友往往都认为我们是最快乐的人。",
        "label": ""
      },
      {
        "sentence": "只是大家并不了解我们笑容背后的忧伤，所以以后有不开心的事情，你可以来这里倾述一下，这里有很多暖心的哥哥姐姐们，我们可以一起分享烦恼和解决方案，一起分析，看看是否有更好的方法。",
        "label": ""
      },
      {
        "sentence": "与人为善是一种方式，但并不意味着我们不需要有自己的脾气。",
        "label": ""
      },
      {
        "sentence": "与那些懂得尊重他人的人相处，我们肯定会少很多矛盾。",
        "label": ""
      },
      {
        "sentence": "对于那些只懂索取而不懂回报的人，我们可以保持一定的距离，学会保护好自己。",
        "label": ""
      },
      {
        "sentence": "与人为善并不代表我们要毫无原则。",
        "label": ""
      },
      {
        "sentence": "像小凡锅一样，我也会有烦恼的时候，但是我有几个交心的朋友，有什么想不通的事情我都会和他们分享，有时候把事情说出来会好受一些，因为每个人都有负能量，所以我们需要一个宣泄口，比如可以出去走走，或者和别人聊聊天，也可以听听轻音乐。",
        "label": ""
      },
      {
        "sentence": "如果我们的情绪一直得不到宣泄，确实会引起一些问题，就像气球一样，如果一直吹气很可能会爆炸，但是如果我们慢慢放气，就能保持一个比较平稳的状态。",
        "label": ""
      }
    ]
  }
]