[
  {
    "role": "client",
    "content": "我是一名16岁的高二男生，有时候感到非常压抑，我想知道我的心理健康状况是否正常？而且我感觉自己没有真正的朋友。尽管在别人眼中，我是个开朗活泼的人，有很多朋友，人际关系也很好，但是没有人能真正理解我，或者察觉到我的情绪。有时候我会笑，但更多的时候是在伪装自己，我觉得我经常掩饰自己，假装很大度，对很多事情都不在意。但是有谁知道当时我有多累。上次和同学发生了矛盾，我当时情绪本来就不好，我离开教室，走到卫生间的路上一直告诉自己要控制情绪，保持理智。真的，我这样瞒过了很多人。我害怕交朋友，害怕失去，同时也害怕得到，用“与人为善是一种方式，孤独成瘾是性格”来形容我再合适不过了。我缺乏安全感（也不知道是不是父母在我小时离异对我产生的影响，虽然我的生活和其他孩子差不多，父母也非常关心我）。发泄只是我深夜独自一人哭泣而已。我甚至非常喜欢被保护的感觉，喜欢比我强大的人（无论是同性还是异性）。我不知道我的心理是否健康，我感到很害怕。。。",
    "annotation": [
      {
        "sentence": "我是一名16岁的高二男生，有时候感到非常压抑，我想知道我的心理健康状况是否正常？",
        "label": ""
      },
      {
        "sentence": "而且我感觉自己没有真正的朋友。",
        "label": ""
      },
      {
        "sentence": "尽管在别人眼中，我是个开朗活泼的人，有很多朋友，人际关系也很好，但是没有人能真正理解我，或者察觉到我的情绪。",
        "label": ""
      },
      {
        "sentence": "有时候我会笑，但更多的时候是在伪装自己，我觉得我经常掩饰自己，假装很大度，对很多事情都不在意。",
        "label": ""
      },
      {
        "sentence": "但是有谁知道当时我有多累。",
        "label": ""
      },
      {
        "sentence": "上次和同学发生了矛盾，我当时情绪本来就不好，我离开教室，走到卫生间的路上一直告诉自己要控制情绪，保持理智。",
        "label": ""
      },
      {
        "sentence": "真的，我这样瞒过了很多人。",
        "label": ""
      },
      {
        "sentence": "我害怕交朋友，害怕失去，同时也害怕得到，用“与人为善是一种方式，孤独成瘾是性格”来形容我再合适不过了。",
        "label": ""
      },
      {
        "sentence": "我缺乏安全感（也不知道是不是父母在我小时离异对我产生的影响，虽然我的生活和其他孩子差不多，父母也非常关心我）。",
        "label": ""
      },
      {
        "sentence": "发泄只是我深夜独自一人哭泣而已。",
        "label": ""
      },
      {
        "sentence": "我甚至非常喜欢被保护的感觉，喜欢比我强大的人（无论是同性还是异性）。",
        "label": ""
      },
      {
        "sentence": "我不知道我的心理是否健康，我感到很害怕。。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你这个年龄阶段，无论男生还是女生都会经历一种敏感期，包括生理和心理的变化。这是生物规律，就像小孩在小时候只顾吃和睡觉，长大后需要关注的爱一样。所以这种情况是正常的。但是看到你一直在掩饰和佯装冷静，让人觉得很心疼。其实这些事情本来可以得到一些宣泄的，是什么原因或者理由让你觉得自己必须要坚强呢？你是从书本学到“男儿有泪不轻弹”，还是家庭教育中被告知家丑不可外扬？或者是同学们养成的“哭就是胆小懦弱”的惯例？无论是哪一种，长期的压抑负面情绪会对你的身心健康产生不好的影响，尤其现在是高二，即将迎来高考，所以你需要适当地释放情绪，让自己恢复良好状态后再投入学习。",
    "annotation": [
      {
        "sentence": "在你这个年龄阶段，无论男生还是女生都会经历一种敏感期，包括生理和心理的变化。",
        "label": ""
      },
      {
        "sentence": "这是生物规律，就像小孩在小时候只顾吃和睡觉，长大后需要关注的爱一样。",
        "label": ""
      },
      {
        "sentence": "所以这种情况是正常的。",
        "label": ""
      },
      {
        "sentence": "但是看到你一直在掩饰和佯装冷静，让人觉得很心疼。",
        "label": ""
      },
      {
        "sentence": "其实这些事情本来可以得到一些宣泄的，是什么原因或者理由让你觉得自己必须要坚强呢？",
        "label": ""
      },
      {
        "sentence": "你是从书本学到“男儿有泪不轻弹”，还是家庭教育中被告知家丑不可外扬？",
        "label": ""
      },
      {
        "sentence": "或者是同学们养成的“哭就是胆小懦弱”的惯例？",
        "label": ""
      },
      {
        "sentence": "无论是哪一种，长期的压抑负面情绪会对你的身心健康产生不好的影响，尤其现在是高二，即将迎来高考，所以你需要适当地释放情绪，让自己恢复良好状态后再投入学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。有时候我确实觉得自己不应表露出真实的情绪，因为怕被别人看作是软弱或者无能。但是我也明白长期压抑会对我产生负面影响，我应该找到适当的方式来宣泄情绪。我该怎么做呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "有时候我确实觉得自己不应表露出真实的情绪，因为怕被别人看作是软弱或者无能。",
        "label": ""
      },
      {
        "sentence": "但是我也明白长期压抑会对我产生负面影响，我应该找到适当的方式来宣泄情绪。",
        "label": ""
      },
      {
        "sentence": "我该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法我能理解。首先，不必事事自己硬撑下去，当需要认输时就认输，适度的崩溃是为了更好地整装待发。其次，你可以认真交一两个能彼此帮助的朋友，一起制定学习目标，专注于一件事情，这样能使负面情绪无从入手。最后，适度地锻炼身体，当你的身体不断强健时，激素和内分泌会平衡，也会更有能力接纳自己。以上是我的建议，祝你学业有成，生活顺心。我推荐你观看一部纪录片《衡水中学》，此片能让你知道强者恒强，在高考这个问题上，无后路可言，加油！",
    "annotation": [
      {
        "sentence": "你的想法我能理解。",
        "label": ""
      },
      {
        "sentence": "首先，不必事事自己硬撑下去，当需要认输时就认输，适度的崩溃是为了更好地整装待发。",
        "label": ""
      },
      {
        "sentence": "其次，你可以认真交一两个能彼此帮助的朋友，一起制定学习目标，专注于一件事情，这样能使负面情绪无从入手。",
        "label": ""
      },
      {
        "sentence": "最后，适度地锻炼身体，当你的身体不断强健时，激素和内分泌会平衡，也会更有能力接纳自己。",
        "label": ""
      },
      {
        "sentence": "以上是我的建议，祝你学业有成，生活顺心。",
        "label": ""
      },
      {
        "sentence": "我推荐你观看一部纪录片《衡水中学》，此片能让你知道强者恒强，在高考这个问题上，无后路可言，加油！",
        "label": ""
      }
    ]
  }
]