[
  {
    "role": "client",
    "content": "我有一个问题，我13岁的女表弟让我很烦恼，他总是表现得很做作，我该怎么办？",
    "annotation": [
      {
        "sentence": "我有一个问题，我13岁的女表弟让我很烦恼，他总是表现得很做作，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我觉得你的女表弟的行为更像是青少年成长过程中的一种表现。当年我们也都做过一些自以为很得体的事情，但现在回想起来，那些都是年少时的无关紧要的事情。我记得我初中时有一个男同桌，我们整天互相说幼稚的话，而且当时我们还坚决不愿意和对方说话。然后到了高中，我们还在同一个学校但不同班级，依然不说话。共同的朋友都觉得我们很幼稚。不知道什么时候开始，我们重新开始说话了。高考结束后，他还和同学们一起来我家。之后大家各自奔东西，但联系时发现，我们已经成了老同学、老同桌，感觉这段情谊很值得珍惜。当年为什么绝交，如今已经不重要了。你们只有十几岁，如果觉得他的行为很让你不舒服，你可以尽量少和他在一起，或者不和他插话，没有对手的他很快就会觉得无趣而停止羞辱你。成长中经历这样的阶段很正常，你不必太放在心上。希望我的建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "听你的描述，我觉得你的女表弟的行为更像是青少年成长过程中的一种表现。",
        "label": ""
      },
      {
        "sentence": "当年我们也都做过一些自以为很得体的事情，但现在回想起来，那些都是年少时的无关紧要的事情。",
        "label": ""
      },
      {
        "sentence": "我记得我初中时有一个男同桌，我们整天互相说幼稚的话，而且当时我们还坚决不愿意和对方说话。",
        "label": ""
      },
      {
        "sentence": "然后到了高中，我们还在同一个学校但不同班级，依然不说话。",
        "label": ""
      },
      {
        "sentence": "共同的朋友都觉得我们很幼稚。",
        "label": ""
      },
      {
        "sentence": "不知道什么时候开始，我们重新开始说话了。",
        "label": ""
      },
      {
        "sentence": "高考结束后，他还和同学们一起来我家。",
        "label": ""
      },
      {
        "sentence": "之后大家各自奔东西，但联系时发现，我们已经成了老同学、老同桌，感觉这段情谊很值得珍惜。",
        "label": ""
      },
      {
        "sentence": "当年为什么绝交，如今已经不重要了。",
        "label": ""
      },
      {
        "sentence": "你们只有十几岁，如果觉得他的行为很让你不舒服，你可以尽量少和他在一起，或者不和他插话，没有对手的他很快就会觉得无趣而停止羞辱你。",
        "label": ""
      },
      {
        "sentence": "成长中经历这样的阶段很正常，你不必太放在心上。",
        "label": ""
      },
      {
        "sentence": "希望我的建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我真的希望我们能像以前一样友好相处，可是他的行为真的让我受伤。我想要找回曾经的友谊，该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我真的希望我们能像以前一样友好相处，可是他的行为真的让我受伤。",
        "label": ""
      },
      {
        "sentence": "我想要找回曾经的友谊，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情。如果你希望重新建立友谊，我建议你可以试着与他坦诚地沟通一下，告诉他你内心的感受和对他行为的不满。有时候人们并不自知自己的问题，你的直接反馈可能会让他意识到自己的不妥之处。同时，通过沟通，他也会更清楚地了解你的感受和想法，有机会改变自己的行为。但是请记住，沟通需要双方的尊重和理解，尽量选择一个适当的时间和地点，以平和的态度表达自己。",
    "annotation": [
      {
        "sentence": "我理解你的心情。",
        "label": ""
      },
      {
        "sentence": "如果你希望重新建立友谊，我建议你可以试着与他坦诚地沟通一下，告诉他你内心的感受和对他行为的不满。",
        "label": ""
      },
      {
        "sentence": "有时候人们并不自知自己的问题，你的直接反馈可能会让他意识到自己的不妥之处。",
        "label": ""
      },
      {
        "sentence": "同时，通过沟通，他也会更清楚地了解你的感受和想法，有机会改变自己的行为。",
        "label": ""
      },
      {
        "sentence": "但是请记住，沟通需要双方的尊重和理解，尽量选择一个适当的时间和地点，以平和的态度表达自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试和他进行一次坦诚的对话，希望他能够理解我。但我对他的反应有些担心，怕他会觉得我无理取闹，或者不在乎他的感受。你觉得我该如何克服这种担忧呢？",
    "annotation": [
      {
        "sentence": "我会尝试和他进行一次坦诚的对话，希望他能够理解我。",
        "label": ""
      },
      {
        "sentence": "但我对他的反应有些担心，怕他会觉得我无理取闹，或者不在乎他的感受。",
        "label": ""
      },
      {
        "sentence": "你觉得我该如何克服这种担忧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是很正常的，尤其是在面对困扰时。你可以试着让他知道你关心他，而你的担忧只是因为你在乎他们的感受和友谊。你可以告诉他，你希望通过这次对话改善你们之间的关系，让你们重新回到以前友好相处的状态。这样，他会明白你的真心和善意，更容易接受你提出的反馈。",
    "annotation": [
      {
        "sentence": "担心是很正常的，尤其是在面对困扰时。",
        "label": ""
      },
      {
        "sentence": "你可以试着让他知道你关心他，而你的担忧只是因为你在乎他们的感受和友谊。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他，你希望通过这次对话改善你们之间的关系，让你们重新回到以前友好相处的状态。",
        "label": ""
      },
      {
        "sentence": "这样，他会明白你的真心和善意，更容易接受你提出的反馈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得我应该给他一些时间来接受我的反馈，并且尝试改变他的行为。如果他没有改变，那我该怎么办呢？",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得我应该给他一些时间来接受我的反馈，并且尝试改变他的行为。",
        "label": ""
      },
      {
        "sentence": "如果他没有改变，那我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果经过沟通后，他没有做出任何改变，你需要考虑自己的感受和需要。如果他的行为继续伤害到你，你可以尝试与其他人交流，寻求他们的意见和支持。同时，也要学会保护自己，不要让他的行为继续影响到你的心情和自信心。记住，你的感受和需要同样重要，不要放弃自己的权益和幸福感。",
    "annotation": [
      {
        "sentence": "如果经过沟通后，他没有做出任何改变，你需要考虑自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "如果他的行为继续伤害到你，你可以尝试与其他人交流，寻求他们的意见和支持。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会保护自己，不要让他的行为继续影响到你的心情和自信心。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需要同样重要，不要放弃自己的权益和幸福感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会保护好自己的感受，并且寻求其他人的帮助和支持。无论最后结果如何，我都要学会爱护自己，对待自己更好。谢谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "我明白了，我会保护好自己的感受，并且寻求其他人的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "无论最后结果如何，我都要学会爱护自己，对待自己更好。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的回答对你有所帮助。记住，你拥有支持和关心的人是很重要的，不要害怕向他们求助和分享你的感受。保持积极的心态，相信自己一定能够解决这个问题，走向更好的未来。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴我的回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你拥有支持和关心的人是很重要的，不要害怕向他们求助和分享你的感受。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信自己一定能够解决这个问题，走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]