[
  {
    "role": "client",
    "content": "我跟我老公结婚四年了。这四年我们的模式就是三天一大吵两天一小吵。加上异地，我们很多思想频率都不一致。我们都是经常喜欢吵架说一些狠话的人。今年的国庆我们又吵了一架，先是他昨天回我妈这接我的时候带回来了一大堆东西。我看到他买了一些并不算实用的东西，比如茶叶。我们家有一大堆了。我爸妈都不大爱喝茶。还有一箱坚果我也不是很爱吃。我就随口说了一句。你买东西都不和我商量一下。茶叶没必要买啊，我爸妈都是很随意很通情达理的人，不是很注重那种仪式感。我妈也觉得有些东西有些破费了。其实这是一些很小的事，说完就过去了的，但是晚上溜娃他就各种捯饬我，说我不给他面子之类的。搞得我很无语，其实我还有一点觉得他不尊重我，因为每次大节小节给双方老人买东西我都没有参与权。他都不和我商量就自己买一堆。于是我就很生气吵的越来越厉害，今天国庆走高速孩子闹觉在车上哭，怎么哄都哄不好的那种，他就很烦躁一直在凶孩子，孩子才两岁五个月。",
    "annotation": [
      {
        "sentence": "我跟我老公结婚四年了。",
        "label": ""
      },
      {
        "sentence": "这四年我们的模式就是三天一大吵两天一小吵。",
        "label": ""
      },
      {
        "sentence": "加上异地，我们很多思想频率都不一致。",
        "label": ""
      },
      {
        "sentence": "我们都是经常喜欢吵架说一些狠话的人。",
        "label": ""
      },
      {
        "sentence": "今年的国庆我们又吵了一架，先是他昨天回我妈这接我的时候带回来了一大堆东西。",
        "label": ""
      },
      {
        "sentence": "我看到他买了一些并不算实用的东西，比如茶叶。",
        "label": ""
      },
      {
        "sentence": "我们家有一大堆了。",
        "label": ""
      },
      {
        "sentence": "我爸妈都不大爱喝茶。",
        "label": ""
      },
      {
        "sentence": "还有一箱坚果我也不是很爱吃。",
        "label": ""
      },
      {
        "sentence": "我就随口说了一句。",
        "label": ""
      },
      {
        "sentence": "你买东西都不和我商量一下。",
        "label": ""
      },
      {
        "sentence": "茶叶没必要买啊，我爸妈都是很随意很通情达理的人，不是很注重那种仪式感。",
        "label": ""
      },
      {
        "sentence": "我妈也觉得有些东西有些破费了。",
        "label": ""
      },
      {
        "sentence": "其实这是一些很小的事，说完就过去了的，但是晚上溜娃他就各种捯饬我，说我不给他面子之类的。",
        "label": ""
      },
      {
        "sentence": "搞得我很无语，其实我还有一点觉得他不尊重我，因为每次大节小节给双方老人买东西我都没有参与权。",
        "label": ""
      },
      {
        "sentence": "他都不和我商量就自己买一堆。",
        "label": ""
      },
      {
        "sentence": "于是我就很生气吵的越来越厉害，今天国庆走高速孩子闹觉在车上哭，怎么哄都哄不好的那种，他就很烦躁一直在凶孩子，孩子才两岁五个月。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说，你们的婚姻一直都处于争吵的状态，这当然不是一个理想的状况。双方在争对错时，很容易产生争执、不愿意认错的情况。我们都希望自己能获得胜利，但这只会让情况变得更加糟糕。我觉得，不妨从另一个角度来看待这个问题，也许这对你们而言是一种改变的动力。随着时间的推移，你们也许可以渐渐停止吵架，各自管理自己的情绪，并在生气的时候冷静下来。婚姻本身就像是一个独立存在的生命体，对于你而言，它可能更加重要，而对你的丈夫而言，它可能相对轻一些。丈夫是一个真实的人，有着自己的经历和背景，我们很难改变他。好好沟通只是一种态度，我们无法改变结果。而婚姻是你付出努力的成果，看着孩子的成长，你已经投入了这么多。现在孩子也已经11岁了，根据婚姻的生命周期来看，应该处于发展的后期，我们无法预知未来会怎样。世间万物都有生死，婚姻也不例外。但在此刻，我愿意鼓励你继续前行。",
    "annotation": [
      {
        "sentence": "听你说，你们的婚姻一直都处于争吵的状态，这当然不是一个理想的状况。",
        "label": ""
      },
      {
        "sentence": "双方在争对错时，很容易产生争执、不愿意认错的情况。",
        "label": ""
      },
      {
        "sentence": "我们都希望自己能获得胜利，但这只会让情况变得更加糟糕。",
        "label": ""
      },
      {
        "sentence": "我觉得，不妨从另一个角度来看待这个问题，也许这对你们而言是一种改变的动力。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，你们也许可以渐渐停止吵架，各自管理自己的情绪，并在生气的时候冷静下来。",
        "label": ""
      },
      {
        "sentence": "婚姻本身就像是一个独立存在的生命体，对于你而言，它可能更加重要，而对你的丈夫而言，它可能相对轻一些。",
        "label": ""
      },
      {
        "sentence": "丈夫是一个真实的人，有着自己的经历和背景，我们很难改变他。",
        "label": ""
      },
      {
        "sentence": "好好沟通只是一种态度，我们无法改变结果。",
        "label": ""
      },
      {
        "sentence": "而婚姻是你付出努力的成果，看着孩子的成长，你已经投入了这么多。",
        "label": ""
      },
      {
        "sentence": "现在孩子也已经11岁了，根据婚姻的生命周期来看，应该处于发展的后期，我们无法预知未来会怎样。",
        "label": ""
      },
      {
        "sentence": "世间万物都有生死，婚姻也不例外。",
        "label": ""
      },
      {
        "sentence": "但在此刻，我愿意鼓励你继续前行。",
        "label": ""
      }
    ]
  }
]