[
  {
    "role": "client",
    "content": "我爸这些年家暴，我想逃避，如何摆脱原生家庭？家庭背景是条件一般我爸这些年一直家暴不是很频繁但每次都是当着我的面所以给我造成了很大的阴影为了逃避这个家我选择留学家里并不富裕而且主要都是我妈挣钱所以留学压力也很大加上家里的事而且我本人身体也很不好刚上大一就重度抑郁现在大四最近我妈病的很重所以家里几乎就没人挣钱了因为疫情我现在休学还有半学期担心毕不了业或者毕业以后不能继续在国外读研我不是很想放弃我的梦想但感觉家里这样我以后没有未来而且我身体很不好过劳就容易住院的那种现在就很迷茫不知道怎么想开这件事不知道以后怎么办能怎么办",
    "annotation": [
      {
        "sentence": "我爸这些年家暴，我想逃避，如何摆脱原生家庭？",
        "label": ""
      },
      {
        "sentence": "家庭背景是条件一般我爸这些年一直家暴不是很频繁但每次都是当着我的面所以给我造成了很大的阴影为了逃避这个家我选择留学家里并不富裕而且主要都是我妈挣钱所以留学压力也很大加上家里的事而且我本人身体也很不好刚上大一就重度抑郁现在大四最近我妈病的很重所以家里几乎就没人挣钱了因为疫情我现在休学还有半学期担心毕不了业或者毕业以后不能继续在国外读研我不是很想放弃我的梦想但感觉家里这样我以后没有未来而且我身体很不好过劳就容易住院的那种现在就很迷茫不知道怎么想开这件事不知道以后怎么办能怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述我了解到：（1）母亲的生病让家里的结构发生了变化（2）你现在有些想要逃避接下来是我的分析和建议，希望可以帮到你：（1）首先来说家暴这件事，家庭暴力确实会对一个人的身心造成影响，但是这种影响虽然严重，但却不是不可调节的。你可以尝试给自己更多积极的暗示，学会接纳过去的那段经历，相信更多美好的存在。推荐你冥想星球这个app，它可以帮到你。",
    "annotation": [
      {
        "sentence": "通过你的描述我了解到：（1）母亲的生病让家里的结构发生了变化（2）你现在有些想要逃避接下来是我的分析和建议，希望可以帮到你：（1）首先来说家暴这件事，家庭暴力确实会对一个人的身心造成影响，但是这种影响虽然严重，但却不是不可调节的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试给自己更多积极的暗示，学会接纳过去的那段经历，相信更多美好的存在。",
        "label": ""
      },
      {
        "sentence": "推荐你冥想星球这个app，它可以帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试接受过去的经历，但有时候还是会觉得很无助，不知道怎么摆脱这种负面情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试接受过去的经历，但有时候还是会觉得很无助，不知道怎么摆脱这种负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，摆脱负面情绪是一个渐进的过程。你可以试着寻找一些有效的情绪调节方法，比如写日记、画画、运动等等。同时，也可以试着找一些朋友或者心理咨询师谈谈，他们会给予你更专业的建议和支持。",
    "annotation": [
      {
        "sentence": "我理解你的感受，摆脱负面情绪是一个渐进的过程。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找一些有效的情绪调节方法，比如写日记、画画、运动等等。",
        "label": ""
      },
      {
        "sentence": "同时，也可以试着找一些朋友或者心理咨询师谈谈，他们会给予你更专业的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我觉得找心理咨询师可能会对我有帮助。但是我也有一些疑虑，比如我今后怎么支付心理咨询的费用。",
    "annotation": [
      {
        "sentence": "你说的对，我觉得找心理咨询师可能会对我有帮助。",
        "label": ""
      },
      {
        "sentence": "但是我也有一些疑虑，比如我今后怎么支付心理咨询的费用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解你的顾虑。目前有一些免费的心理咨询机构，他们提供低收费或免费的服务。你可以去一些社区机构或者网上搜索，看看有没有适合你的资源。另外，在大学里也有心理咨询师，你可以咨询一下学校的相关政策和资源。别担心费用的问题，一定会有解决办法的。",
    "annotation": [
      {
        "sentence": "可以理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "目前有一些免费的心理咨询机构，他们提供低收费或免费的服务。",
        "label": ""
      },
      {
        "sentence": "你可以去一些社区机构或者网上搜索，看看有没有适合你的资源。",
        "label": ""
      },
      {
        "sentence": "另外，在大学里也有心理咨询师，你可以咨询一下学校的相关政策和资源。",
        "label": ""
      },
      {
        "sentence": "别担心费用的问题，一定会有解决办法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会去找找看有没有适合我的资源。还有一个问题是我现在的学费很难支付，我有些担心自己能不能继续完成学业。",
    "annotation": [
      {
        "sentence": "好的，我会去找找看有没有适合我的资源。",
        "label": ""
      },
      {
        "sentence": "还有一个问题是我现在的学费很难支付，我有些担心自己能不能继续完成学业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在已经大四了，只剩下半年的学业了，我相信你一定可以坚持下去。不知道你是否可以向亲戚寻求帮助，或者向学校说明你的情况，看看是否可以获得一些资助或者延期缴费的机会。同时，你也可以考虑申请一些奖学金或者助学金，这样可以减轻你的经济压力。",
    "annotation": [
      {
        "sentence": "你现在已经大四了，只剩下半年的学业了，我相信你一定可以坚持下去。",
        "label": ""
      },
      {
        "sentence": "不知道你是否可以向亲戚寻求帮助，或者向学校说明你的情况，看看是否可以获得一些资助或者延期缴费的机会。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑申请一些奖学金或者助学金，这样可以减轻你的经济压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试向亲戚和学校寻求帮助。我知道逃避不是解决问题的办法，但我现在真的很迷茫，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试向亲戚和学校寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我知道逃避不是解决问题的办法，但我现在真的很迷茫，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的迷茫和焦虑。对于这种情况，我建议你找一个你最信任的人倾诉一下，比如朋友、家人或者老师。和他们分享你的困惑，也许他们会给予你更多的支持和帮助。同时，你也可以考虑寻找一些心理咨询师，他们会提供专业的意见和帮助你更好地面对问题。",
    "annotation": [
      {
        "sentence": "我能理解你的迷茫和焦虑。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，我建议你找一个你最信任的人倾诉一下，比如朋友、家人或者老师。",
        "label": ""
      },
      {
        "sentence": "和他们分享你的困惑，也许他们会给予你更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻找一些心理咨询师，他们会提供专业的意见和帮助你更好地面对问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和身边的人聊聊。希望能找到一种解决问题的方法，摆脱困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和身边的人聊聊。",
        "label": ""
      },
      {
        "sentence": "希望能找到一种解决问题的方法，摆脱困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定可以找到解决问题的方法。请相信自己的能力，坚持下去。无论遇到什么困难，都不要独自面对，记得时刻寻求帮助和支持。祝福你能早日走出困境，找到属于自己的未来。",
    "annotation": [
      {
        "sentence": "我相信你一定可以找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "请相信自己的能力，坚持下去。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都不要独自面对，记得时刻寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝福你能早日走出困境，找到属于自己的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会努力的。希望以后的生活能变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会努力的。",
        "label": ""
      },
      {
        "sentence": "希望以后的生活能变得更好。",
        "label": ""
      }
    ]
  }
]