[
  {
    "role": "client",
    "content": "得了治不好的病，易情绪激动，男友还跟我吵架冷落我？神经方面的病很难治，也有可能连查也查不清。我得了神经方面的病，易激怒易情绪化，我男朋友一直知道，但是每回吵架，都是我哄他哄到好，无论对错在谁。我也想分手，可我离不开他，最近他看我空间说我没有他之前和男生玩的好，说我隐瞒这件事，但我后来有他了就不和男生说话了。他却一直跟女生聊，我说你不是在强调你的交际圈吗我只是之前有。他对我都不如对他表妹好。他觉得我在指责他，他就开始故意冷落我，但我在住院，医院不让出院，我没法再回去哄他了（之前住院就为了他回去找他），他对我很冷漠，我就很崩溃。他可以照顾他表妹中考要情绪稳定每天打三通电话和表妹聊天，却不愿意因为我病了对我稍微温柔一点。如果我这次住院仍旧没查出病因，我就没办法再上学了，但检查结果一直都显示正常，因为疫情，我一个人住院，因为住院我没办法回去哄他。想放弃自己了，抱歉，让你们也难过了",
    "annotation": [
      {
        "sentence": "得了治不好的病，易情绪激动，男友还跟我吵架冷落我？",
        "label": ""
      },
      {
        "sentence": "神经方面的病很难治，也有可能连查也查不清。",
        "label": ""
      },
      {
        "sentence": "我得了神经方面的病，易激怒易情绪化，我男朋友一直知道，但是每回吵架，都是我哄他哄到好，无论对错在谁。",
        "label": ""
      },
      {
        "sentence": "我也想分手，可我离不开他，最近他看我空间说我没有他之前和男生玩的好，说我隐瞒这件事，但我后来有他了就不和男生说话了。",
        "label": ""
      },
      {
        "sentence": "他却一直跟女生聊，我说你不是在强调你的交际圈吗我只是之前有。",
        "label": ""
      },
      {
        "sentence": "他对我都不如对他表妹好。",
        "label": ""
      },
      {
        "sentence": "他觉得我在指责他，他就开始故意冷落我，但我在住院，医院不让出院，我没法再回去哄他了（之前住院就为了他回去找他），他对我很冷漠，我就很崩溃。",
        "label": ""
      },
      {
        "sentence": "他可以照顾他表妹中考要情绪稳定每天打三通电话和表妹聊天，却不愿意因为我病了对我稍微温柔一点。",
        "label": ""
      },
      {
        "sentence": "如果我这次住院仍旧没查出病因，我就没办法再上学了，但检查结果一直都显示正常，因为疫情，我一个人住院，因为住院我没办法回去哄他。",
        "label": ""
      },
      {
        "sentence": "想放弃自己了，抱歉，让你们也难过了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "~~你不用对任何人感到抱歉呀~~看了你的描述，我感觉你对你的男朋友的态度一直是很矛盾的，因为病情原因对你男朋友易怒、易情绪化，然而吵架后主动哄人的也是你，而且你也比较敏感，觉得他对别人比对自己好。一般情侣的相处状态也差不多是这个模式，但你提到你得了精神方面的病，所以这些情况综合起来考虑确实应该得到重视了！这样看来你的行为似乎有了解释，有可能是讨好型人格加上焦虑。也有可能不准，因为我没有其他人老师专业。",
    "annotation": [
      {
        "sentence": "~~你不用对任何人感到抱歉呀~~看了你的描述，我感觉你对你的男朋友的态度一直是很矛盾的，因为病情原因对你男朋友易怒、易情绪化，然而吵架后主动哄人的也是你，而且你也比较敏感，觉得他对别人比对自己好。",
        "label": ""
      },
      {
        "sentence": "一般情侣的相处状态也差不多是这个模式，但你提到你得了精神方面的病，所以这些情况综合起来考虑确实应该得到重视了！",
        "label": ""
      },
      {
        "sentence": "这样看来你的行为似乎有了解释，有可能是讨好型人格加上焦虑。",
        "label": ""
      },
      {
        "sentence": "也有可能不准，因为我没有其他人老师专业。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有时会觉得很矛盾，我不想因为我的病情伤害到他，所以才会主动哄他，但是这样的做法让我感到很疲惫。我很希望他能够更多地关心我，尤其是在我需要他的时候。",
    "annotation": [
      {
        "sentence": "我确实有时会觉得很矛盾，我不想因为我的病情伤害到他，所以才会主动哄他，但是这样的做法让我感到很疲惫。",
        "label": ""
      },
      {
        "sentence": "我很希望他能够更多地关心我，尤其是在我需要他的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的矛盾和疲惫，但是在爱情中，互相的关心和支持是很重要的。你不应该一味地付出，而忽略了自己的需求。或许你可以试着和他坦诚地沟通，告诉他你的感受和期望，看看他是否能够理解和支持你。",
    "annotation": [
      {
        "sentence": "我明白你的矛盾和疲惫，但是在爱情中，互相的关心和支持是很重要的。",
        "label": ""
      },
      {
        "sentence": "你不应该一味地付出，而忽略了自己的需求。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着和他坦诚地沟通，告诉他你的感受和期望，看看他是否能够理解和支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过和他谈过我的感受，但他总是觉得我在责备他。他甚至开始故意冷落我，这让我感到很无助和崩溃，尤其是在我住院期间，他对我的冷漠让我更加难过。",
    "annotation": [
      {
        "sentence": "我尝试过和他谈过我的感受，但他总是觉得我在责备他。",
        "label": ""
      },
      {
        "sentence": "他甚至开始故意冷落我，这让我感到很无助和崩溃，尤其是在我住院期间，他对我的冷漠让我更加难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很遗憾听到你的遭遇，这种冷漠的态度确实让人心碎。但是，请你不要忘记，你的健康和幸福是最重要的。如果他无法给你所需要的支持和关爱，或许你需要考虑一下这段关系是否真的适合你。",
    "annotation": [
      {
        "sentence": "我很遗憾听到你的遭遇，这种冷漠的态度确实让人心碎。",
        "label": ""
      },
      {
        "sentence": "但是，请你不要忘记，你的健康和幸福是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果他无法给你所需要的支持和关爱，或许你需要考虑一下这段关系是否真的适合你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的观点，但我不想轻易放弃这段感情，因为我离不开他。而且，如果我不能查出病因，我可能会失去继续上学的机会。我现在感到非常绝望，甚至想放弃自己。",
    "annotation": [
      {
        "sentence": "我理解你的观点，但我不想轻易放弃这段感情，因为我离不开他。",
        "label": ""
      },
      {
        "sentence": "而且，如果我不能查出病因，我可能会失去继续上学的机会。",
        "label": ""
      },
      {
        "sentence": "我现在感到非常绝望，甚至想放弃自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道你现在的处境非常困难，但请你相信，无论发生什么，你都不是一个人在战斗。还有很多人愿意帮助你，包括我在内。你一定要坚持下去，不要放弃自己。同时，也要记得尽快寻求专业医生的帮助，他们会给你提供更好的治疗和支持。",
    "annotation": [
      {
        "sentence": "我知道你现在的处境非常困难，但请你相信，无论发生什么，你都不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "还有很多人愿意帮助你，包括我在内。",
        "label": ""
      },
      {
        "sentence": "你一定要坚持下去，不要放弃自己。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得尽快寻求专业医生的帮助，他们会给你提供更好的治疗和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会尽量坚持下去的。我会尽快咨询医生，争取找到更好的治疗方法和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会尽量坚持下去的。",
        "label": ""
      },
      {
        "sentence": "我会尽快咨询医生，争取找到更好的治疗方法和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我会一直支持你的。请相信自己，相信未来。无论困难多大，你都能够度过。如果你需要任何帮助或者愿意倾诉，随时都可以找我聊天。",
    "annotation": [
      {
        "sentence": "没关系，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "请相信自己，相信未来。",
        "label": ""
      },
      {
        "sentence": "无论困难多大，你都能够度过。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者愿意倾诉，随时都可以找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和关心，还有你愿意聆听我的烦恼。我真的很感激。我会努力坚持下去，相信自己。有你这样的朋友在身边，我感觉安心多了。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和关心，还有你愿意聆听我的烦恼。",
        "label": ""
      },
      {
        "sentence": "我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我会努力坚持下去，相信自己。",
        "label": ""
      },
      {
        "sentence": "有你这样的朋友在身边，我感觉安心多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在这里。有困难的时候，记得随时找我倾诉。我相信你一定能够战胜眼前的困难，重新找回属于自己的幸福。加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直都在这里。",
        "label": ""
      },
      {
        "sentence": "有困难的时候，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够战胜眼前的困难，重新找回属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]