[
  {
    "role": "client",
    "content": "进入事业单位工作，适应不了环境，天天抑郁忧愁？本人女，30岁，之前几年在一个民办高职工作，虽然工作假期比较少，但是由于是私立，工作弹性大，工资较高，领导同事关系好，也赏识认可我的表现。今年刚考上了一个在编事业单位，是个公立的学校。本来自己以为是个好事，可是入职后发现一切跟想象中落差很大，体制内的工作让我施展不开才艺，领导却强压给我许多不擅长的繁重工作。工资待遇也远没有想象中的好，离家距离还特别远。现在每天工作起来都觉得非常不适应，每天都伴随着忧郁，焦虑的感觉，这种不良情绪每天都伴随着我，我每天都特别压抑。觉得再这样下去就抑郁了。但是家人都理解不了我，觉得我想不开，觉得我事多，说别人都这样。我得不到任何理解。现在天天早起上班都想哭，不知道该怎么办………",
    "annotation": [
      {
        "sentence": "进入事业单位工作，适应不了环境，天天抑郁忧愁？",
        "label": ""
      },
      {
        "sentence": "本人女，30岁，之前几年在一个民办高职工作，虽然工作假期比较少，但是由于是私立，工作弹性大，工资较高，领导同事关系好，也赏识认可我的表现。",
        "label": ""
      },
      {
        "sentence": "今年刚考上了一个在编事业单位，是个公立的学校。",
        "label": ""
      },
      {
        "sentence": "本来自己以为是个好事，可是入职后发现一切跟想象中落差很大，体制内的工作让我施展不开才艺，领导却强压给我许多不擅长的繁重工作。",
        "label": ""
      },
      {
        "sentence": "工资待遇也远没有想象中的好，离家距离还特别远。",
        "label": ""
      },
      {
        "sentence": "现在每天工作起来都觉得非常不适应，每天都伴随着忧郁，焦虑的感觉，这种不良情绪每天都伴随着我，我每天都特别压抑。",
        "label": ""
      },
      {
        "sentence": "觉得再这样下去就抑郁了。",
        "label": ""
      },
      {
        "sentence": "但是家人都理解不了我，觉得我想不开，觉得我事多，说别人都这样。",
        "label": ""
      },
      {
        "sentence": "我得不到任何理解。",
        "label": ""
      },
      {
        "sentence": "现在天天早起上班都想哭，不知道该怎么办………",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据您的描述，感受到您真实的抑郁情绪，没有在体制或者类似体制里面工作过的人是不会明白这种感受的。体制内的制度算是“森严”了，但最令人难受的，是上下级那种所谓的“忠诚”文化，以及“标准化”答案。非常能理解您的心情，也许有人能够在这里生存下去，甚至做出对人民有价值的事情，但可能里面不包括你。家里人不理解也是很常见的，因为他们也未必了解真实的情况，而且见贼偷吃不见贼挨打，他们看到的是编制的好处，是的，多么好呀，那么多人削尖了脑袋往里钻，偏偏你要出来，是不是脑子秀逗了。好了，以上是事实的分析，下面是我的见解：",
    "annotation": [
      {
        "sentence": "根据您的描述，感受到您真实的抑郁情绪，没有在体制或者类似体制里面工作过的人是不会明白这种感受的。",
        "label": ""
      },
      {
        "sentence": "体制内的制度算是“森严”了，但最令人难受的，是上下级那种所谓的“忠诚”文化，以及“标准化”答案。",
        "label": ""
      },
      {
        "sentence": "非常能理解您的心情，也许有人能够在这里生存下去，甚至做出对人民有价值的事情，但可能里面不包括你。",
        "label": ""
      },
      {
        "sentence": "家里人不理解也是很常见的，因为他们也未必了解真实的情况，而且见贼偷吃不见贼挨打，他们看到的是编制的好处，是的，多么好呀，那么多人削尖了脑袋往里钻，偏偏你要出来，是不是脑子秀逗了。",
        "label": ""
      },
      {
        "sentence": "好了，以上是事实的分析，下面是我的见解：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和分析，确实在现在的工作环境中，我感到非常苦闷和压抑。每天都有一种错位感，觉得自己无法充分发挥自己的能力和才华。而且，工资也远远低于我之前的预期，让我非常失望和焦虑。而家人的不理解更让我觉得很孤立，仿佛没有人可以倾诉和理解我的困境。我真的很迷茫，不知道该如何面对这个问题。",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和分析，确实在现在的工作环境中，我感到非常苦闷和压抑。",
        "label": ""
      },
      {
        "sentence": "每天都有一种错位感，觉得自己无法充分发挥自己的能力和才华。",
        "label": ""
      },
      {
        "sentence": "而且，工资也远远低于我之前的预期，让我非常失望和焦虑。",
        "label": ""
      },
      {
        "sentence": "而家人的不理解更让我觉得很孤立，仿佛没有人可以倾诉和理解我的困境。",
        "label": ""
      },
      {
        "sentence": "我真的很迷茫，不知道该如何面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "适合别人的未必适合你，适合大多数的也未必适合你，你之所以是你，是因为你的独一无二，不用跟别人比，生活是自己的，不是家人的，更不是别人的。如果每天上班就像上坟，甚至长时间处于抑郁情绪之中，感觉自己做的事情价值极低，甚至自尊感减少，烦闷，那么即使这份工作能给你以后带来很多的好处，能够弥补你现在就产生的心理创伤吗？生活生活，就是生下来，活下去，而且是随着心意活下去，只要做好为自己生活的规划，并且坚定不后悔，那么就让自己为自己负责，他人在你的生活中该无足轻重才对。",
    "annotation": [
      {
        "sentence": "适合别人的未必适合你，适合大多数的也未必适合你，你之所以是你，是因为你的独一无二，不用跟别人比，生活是自己的，不是家人的，更不是别人的。",
        "label": ""
      },
      {
        "sentence": "如果每天上班就像上坟，甚至长时间处于抑郁情绪之中，感觉自己做的事情价值极低，甚至自尊感减少，烦闷，那么即使这份工作能给你以后带来很多的好处，能够弥补你现在就产生的心理创伤吗？",
        "label": ""
      },
      {
        "sentence": "生活生活，就是生下来，活下去，而且是随着心意活下去，只要做好为自己生活的规划，并且坚定不后悔，那么就让自己为自己负责，他人在你的生活中该无足轻重才对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我是独一无二的，我不应该把自己限制在他人的期望和评价中。我需要重新审视自己的内心需求和职业发展方向。如果我每天都感到如此不快乐和抑郁，这份工作真的对我来说是值得吗？我需要更加关注自己的内心感受和自尊，为自己的未来和幸福负责。",
    "annotation": [
      {
        "sentence": "你说得对，我是独一无二的，我不应该把自己限制在他人的期望和评价中。",
        "label": ""
      },
      {
        "sentence": "我需要重新审视自己的内心需求和职业发展方向。",
        "label": ""
      },
      {
        "sentence": "如果我每天都感到如此不快乐和抑郁，这份工作真的对我来说是值得吗？",
        "label": ""
      },
      {
        "sentence": "我需要更加关注自己的内心感受和自尊，为自己的未来和幸福负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正好在国庆期间，花一些时间跟自己内心对话，倾听它的声音，是否真的不喜欢，有没有可能改变，如果是上司的问题，能否协调到其他岗位。如果确实不喜欢，难受超过2个月，我还是建议放弃这个岗位。当然也需要立足现实，30岁，有没有生孩子？再找民办的学校竞争力如何？跟普通换工作一样，建议“骑驴找马”。跟另一半认真讨论利弊，如果还未婚的话就找男朋友或闺蜜，要得到他\/她的帮助，认真分析这份工作的利弊得失，等到有结论后，坚定自己的信心，努力去做，不要后悔！子非鱼焉知鱼之乐，对自己生活最负责任的方法就是：自己决定它。",
    "annotation": [
      {
        "sentence": "正好在国庆期间，花一些时间跟自己内心对话，倾听它的声音，是否真的不喜欢，有没有可能改变，如果是上司的问题，能否协调到其他岗位。",
        "label": ""
      },
      {
        "sentence": "如果确实不喜欢，难受超过2个月，我还是建议放弃这个岗位。",
        "label": ""
      },
      {
        "sentence": "当然也需要立足现实，30岁，有没有生孩子？",
        "label": ""
      },
      {
        "sentence": "再找民办的学校竞争力如何？",
        "label": ""
      },
      {
        "sentence": "跟普通换工作一样，建议“骑驴找马”。",
        "label": ""
      },
      {
        "sentence": "跟另一半认真讨论利弊，如果还未婚的话就找男朋友或闺蜜，要得到他\/她的帮助，认真分析这份工作的利弊得失，等到有结论后，坚定自己的信心，努力去做，不要后悔！",
        "label": ""
      },
      {
        "sentence": "子非鱼焉知鱼之乐，对自己生活最负责任的方法就是：自己决定它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我需要借助这个假期的时间，和自己内心对话，重新审视这份工作是否真的适合我，以及我的职业发展方向。如果我决定放弃这个岗位，我会努力寻找其他适合我的工作，也会考虑再回到民办学校的可能性。同时，我也会和我的伴侣好好讨论这个问题，听听他的建议和意见。我不想为了别人的期望而后悔，我会认真思考并做出最适合我的决策。非常感谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我需要借助这个假期的时间，和自己内心对话，重新审视这份工作是否真的适合我，以及我的职业发展方向。",
        "label": ""
      },
      {
        "sentence": "如果我决定放弃这个岗位，我会努力寻找其他适合我的工作，也会考虑再回到民办学校的可能性。",
        "label": ""
      },
      {
        "sentence": "同时，我也会和我的伴侣好好讨论这个问题，听听他的建议和意见。",
        "label": ""
      },
      {
        "sentence": "我不想为了别人的期望而后悔，我会认真思考并做出最适合我的决策。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。凡事都要坚持自己的心意和选择，不要被他人左右。相信自己的内心，相信自己的能力和智慧。无论你最终做出怎样的决定，都希望你能够过上幸福快乐的生活。如果还有什么困惑和问题，随时找我倾诉，我会一直支持你的。祝你早日找到心仪的工作，工作顺心，生活如意。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "凡事都要坚持自己的心意和选择，不要被他人左右。",
        "label": ""
      },
      {
        "sentence": "相信自己的内心，相信自己的能力和智慧。",
        "label": ""
      },
      {
        "sentence": "无论你最终做出怎样的决定，都希望你能够过上幸福快乐的生活。",
        "label": ""
      },
      {
        "sentence": "如果还有什么困惑和问题，随时找我倾诉，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到心仪的工作，工作顺心，生活如意。",
        "label": ""
      }
    ]
  }
]