[
  {
    "role": "client",
    "content": "进入事业单位工作，适应不了环境，天天抑郁忧愁？本人女，30岁，之前几年在一个民办高职工作，虽然工作假期比较少，但是由于是私立，工作弹性大，工资较高，领导同事关系好，也赏识认可我的表现。今年刚考上了一个在编事业单位，是个公立的学校。本来自己以为是个好事，可是入职后发现一切跟想象中落差很大，体制内的工作让我施展不开才艺，领导却强压给我许多不擅长的繁重工作。工资待遇也远没有想象中的好，离家距离还特别远。现在每天工作起来都觉得非常不适应，每天都伴随着忧郁，焦虑的感觉，这种不良情绪每天都伴随着我，我每天都特别压抑。觉得再这样下去就抑郁了。但是家人都理解不了我，觉得我想不开，觉得我事多，说别人都这样。我得不到任何理解。现在天天早起上班都想哭，不知道该怎么办………",
    "annotation": [
      {
        "sentence": "进入事业单位工作，适应不了环境，天天抑郁忧愁？",
        "label": ""
      },
      {
        "sentence": "本人女，30岁，之前几年在一个民办高职工作，虽然工作假期比较少，但是由于是私立，工作弹性大，工资较高，领导同事关系好，也赏识认可我的表现。",
        "label": ""
      },
      {
        "sentence": "今年刚考上了一个在编事业单位，是个公立的学校。",
        "label": ""
      },
      {
        "sentence": "本来自己以为是个好事，可是入职后发现一切跟想象中落差很大，体制内的工作让我施展不开才艺，领导却强压给我许多不擅长的繁重工作。",
        "label": ""
      },
      {
        "sentence": "工资待遇也远没有想象中的好，离家距离还特别远。",
        "label": ""
      },
      {
        "sentence": "现在每天工作起来都觉得非常不适应，每天都伴随着忧郁，焦虑的感觉，这种不良情绪每天都伴随着我，我每天都特别压抑。",
        "label": ""
      },
      {
        "sentence": "觉得再这样下去就抑郁了。",
        "label": ""
      },
      {
        "sentence": "但是家人都理解不了我，觉得我想不开，觉得我事多，说别人都这样。",
        "label": ""
      },
      {
        "sentence": "我得不到任何理解。",
        "label": ""
      },
      {
        "sentence": "现在天天早起上班都想哭，不知道该怎么办………",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的心情。每换一份工作都需要一段适应期，何况你是“跨体制”。体制内的工作就像是围墙，里面的人想出去，外面的人想进来。我曾经跟你有相似的经历，我第一份工作是在体制内，每天工作感觉都很普通，总觉得自己将来会一直这样平凡。后来我感到不满，每天都幻想着跳出体制后的美好生活：工作自由、薪水高、可以跟领导成为朋友，无需总是向领导低头。于是我离职去了一家互联网公司，但是事实证明，现实没有我想象的那么好。尽管工资提高了，但我每天感到非常累，回家只想睡觉。这种内心的失衡让我很痛苦，尽管体制外的工作并不如我所期望，但我知道我不想回到体制内，于是我努力寻找内心的平衡点。我们常常不满足于现有生活，总觉得别人的生活更好，但每件事情都有利有弊，不能只考虑好处而不考虑代价，也不能只看到不好的一面而忽略其好的一面。你现在正处于内心失衡的状态，可以回想一下当初为何想要进入体制内，分析体制内和体制外的利与弊，并思考自己最想要、最在意的是什么，然后再做选择。",
    "annotation": [
      {
        "sentence": "很理解你的心情。",
        "label": ""
      },
      {
        "sentence": "每换一份工作都需要一段适应期，何况你是“跨体制”。",
        "label": ""
      },
      {
        "sentence": "体制内的工作就像是围墙，里面的人想出去，外面的人想进来。",
        "label": ""
      },
      {
        "sentence": "我曾经跟你有相似的经历，我第一份工作是在体制内，每天工作感觉都很普通，总觉得自己将来会一直这样平凡。",
        "label": ""
      },
      {
        "sentence": "后来我感到不满，每天都幻想着跳出体制后的美好生活：工作自由、薪水高、可以跟领导成为朋友，无需总是向领导低头。",
        "label": ""
      },
      {
        "sentence": "于是我离职去了一家互联网公司，但是事实证明，现实没有我想象的那么好。",
        "label": ""
      },
      {
        "sentence": "尽管工资提高了，但我每天感到非常累，回家只想睡觉。",
        "label": ""
      },
      {
        "sentence": "这种内心的失衡让我很痛苦，尽管体制外的工作并不如我所期望，但我知道我不想回到体制内，于是我努力寻找内心的平衡点。",
        "label": ""
      },
      {
        "sentence": "我们常常不满足于现有生活，总觉得别人的生活更好，但每件事情都有利有弊，不能只考虑好处而不考虑代价，也不能只看到不好的一面而忽略其好的一面。",
        "label": ""
      },
      {
        "sentence": "你现在正处于内心失衡的状态，可以回想一下当初为何想要进入体制内，分析体制内和体制外的利与弊，并思考自己最想要、最在意的是什么，然后再做选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的理解和建议。我现在真的对体制内的工作感到很挫败，特别是工资待遇和离家太远的问题让我很困扰。不知道该如何面对这些困难，还有就是觉得领导对我的才能没有发挥出应有的重用，总是给我一些不擅长的任务。这让我觉得很无助，很沮丧。",
    "annotation": [
      {
        "sentence": "感谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我现在真的对体制内的工作感到很挫败，特别是工资待遇和离家太远的问题让我很困扰。",
        "label": ""
      },
      {
        "sentence": "不知道该如何面对这些困难，还有就是觉得领导对我的才能没有发挥出应有的重用，总是给我一些不擅长的任务。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很无助，很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试调整心态来面对这些困难。关于工资待遇，选择进入体制内就要接受工资相对较低的事实，这是无法避免的。但你可以在工作之余发展副业，提升收入的同时也提升自己。至于才能的发挥，领导可能还不太了解你，你可以创造机会让领导了解你的才能，还可以努力学习和请教，将不擅长的变成擅长的。如果你想继续在体制内工作，可以在适当的时间委婉地告诉领导你的想法。至于离家距离太远的问题，最好的解决办法是在单位周围租一个房子。如果条件不允许的话，在上班路上找些事情做，比如看学习视频、听感兴趣的书籍，让上班路上不那么枯燥。至于家人的理解问题，家人可能认为体制内工作是最好、最体面的，但适不适合只有你自己知道。先平静自己的内心，做出自己的选择，然后再跟家人沟通，将你的想法以理性的方式向他们表达。只要你有理有据，他们就会更容易接受，不要带上情绪。希望我的回答可以帮助到你。",
    "annotation": [
      {
        "sentence": "你可以尝试调整心态来面对这些困难。",
        "label": ""
      },
      {
        "sentence": "关于工资待遇，选择进入体制内就要接受工资相对较低的事实，这是无法避免的。",
        "label": ""
      },
      {
        "sentence": "但你可以在工作之余发展副业，提升收入的同时也提升自己。",
        "label": ""
      },
      {
        "sentence": "至于才能的发挥，领导可能还不太了解你，你可以创造机会让领导了解你的才能，还可以努力学习和请教，将不擅长的变成擅长的。",
        "label": ""
      },
      {
        "sentence": "如果你想继续在体制内工作，可以在适当的时间委婉地告诉领导你的想法。",
        "label": ""
      },
      {
        "sentence": "至于离家距离太远的问题，最好的解决办法是在单位周围租一个房子。",
        "label": ""
      },
      {
        "sentence": "如果条件不允许的话，在上班路上找些事情做，比如看学习视频、听感兴趣的书籍，让上班路上不那么枯燥。",
        "label": ""
      },
      {
        "sentence": "至于家人的理解问题，家人可能认为体制内工作是最好、最体面的，但适不适合只有你自己知道。",
        "label": ""
      },
      {
        "sentence": "先平静自己的内心，做出自己的选择，然后再跟家人沟通，将你的想法以理性的方式向他们表达。",
        "label": ""
      },
      {
        "sentence": "只要你有理有据，他们就会更容易接受，不要带上情绪。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会调整自己的心态，尝试发展副业来提高收入。也会努力让领导了解我的能力，并把不擅长的工作变成自己的优势。再加上我会租一个离单位近一点的房子，或者准备些学习材料在上班路上打发时间。关于家人的问题，我会冷静地与他们沟通，理性地表达我的想法。谢谢你的耐心倾听和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会调整自己的心态，尝试发展副业来提高收入。",
        "label": ""
      },
      {
        "sentence": "也会努力让领导了解我的能力，并把不擅长的工作变成自己的优势。",
        "label": ""
      },
      {
        "sentence": "再加上我会租一个离单位近一点的房子，或者准备些学习材料在上班路上打发时间。",
        "label": ""
      },
      {
        "sentence": "关于家人的问题，我会冷静地与他们沟通，理性地表达我的想法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。希望你能够逐渐找到自己心中的平衡点，祝你一切顺利！如果还需要任何支持或者有其他问题，随时找我倾诉。你并不孤单，有人会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "希望你能够逐渐找到自己心中的平衡点，祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还需要任何支持或者有其他问题，随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人会一直支持你的。",
        "label": ""
      }
    ]
  }
]