[
  {
    "role": "client",
    "content": "我14岁女孩，感觉自己好奇怪，我也不想早恋，怎么办？之前有一个才认识一个星期的男孩子和我表白了，我不好意思拒绝，就稀里糊涂的成了他的女朋友，后来没一个月就分手了，又隔了几个月，今天他以朋友的名义来找我玩，我突然觉得他好像也不错，暖暖的，还很帅，我突然好像就喜欢上他了，，我才14，我不清楚那个是不是喜欢，我也不想早恋，但是我好像一看他心就砰砰的跳，我真的好烦恼.....我该怎么办？",
    "annotation": [
      {
        "sentence": "我14岁女孩，感觉自己好奇怪，我也不想早恋，怎么办？",
        "label": ""
      },
      {
        "sentence": "之前有一个才认识一个星期的男孩子和我表白了，我不好意思拒绝，就稀里糊涂的成了他的女朋友，后来没一个月就分手了，又隔了几个月，今天他以朋友的名义来找我玩，我突然觉得他好像也不错，暖暖的，还很帅，我突然好像就喜欢上他了，，我才14，我不清楚那个是不是喜欢，我也不想早恋，但是我好像一看他心就砰砰的跳，我真的好烦恼.....我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "坦率的，喜欢上一个人的感觉真的挺好，恋爱的感觉也很好。14岁喜欢异性是正常的事情，你们之前不也交往了一个月吗？是因为什么分手的呢？我想分手总是有道理的对吧？",
    "annotation": [
      {
        "sentence": "坦率的，喜欢上一个人的感觉真的挺好，恋爱的感觉也很好。",
        "label": ""
      },
      {
        "sentence": "14岁喜欢异性是正常的事情，你们之前不也交往了一个月吗？",
        "label": ""
      },
      {
        "sentence": "是因为什么分手的呢？",
        "label": ""
      },
      {
        "sentence": "我想分手总是有道理的对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们分手是因为我们没有共同话题和兴趣，而且我们交往实在太早了，我们根本没有了解对方就直接当了男女朋友。",
    "annotation": [
      {
        "sentence": "我们分手是因为我们没有共同话题和兴趣，而且我们交往实在太早了，我们根本没有了解对方就直接当了男女朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他现在回来找你，以朋友的身份，可能这种分寸更适合你们，喜欢很正常，捅破也好，藏着也很好，互相支持着就更好。为什么这么说，如果做朋友，彼此会有更多自由的空间，彼此也没有什么责任，但一旦是男女朋友，似乎彼此都会多了约束，这样容易因为这种约束而令双方增添烦恼，主要是这个度很难把握。",
    "annotation": [
      {
        "sentence": "他现在回来找你，以朋友的身份，可能这种分寸更适合你们，喜欢很正常，捅破也好，藏着也很好，互相支持着就更好。",
        "label": ""
      },
      {
        "sentence": "为什么这么说，如果做朋友，彼此会有更多自由的空间，彼此也没有什么责任，但一旦是男女朋友，似乎彼此都会多了约束，这样容易因为这种约束而令双方增添烦恼，主要是这个度很难把握。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我真的有点害怕再次陷入早恋的困境，也不知道该如何跟他相处才好。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我真的有点害怕再次陷入早恋的困境，也不知道该如何跟他相处才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "继续来往没有问题，看看有没有可能大家给双方找一个共同的或者相近的目标，一起鼓励，一起努力，如果有机会一起考上大学，离你们喜欢的实现就最近了，也就是说，铺垫好这些，两个人在一起的可能性就会加大。如果不是的话，双方可能会此分散了学业方面的专业，如果学习不好，很好可能大家早早就散了。你觉得呢？",
    "annotation": [
      {
        "sentence": "继续来往没有问题，看看有没有可能大家给双方找一个共同的或者相近的目标，一起鼓励，一起努力，如果有机会一起考上大学，离你们喜欢的实现就最近了，也就是说，铺垫好这些，两个人在一起的可能性就会加大。",
        "label": ""
      },
      {
        "sentence": "如果不是的话，双方可能会此分散了学业方面的专业，如果学习不好，很好可能大家早早就散了。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个主意不错，我们可以一起制定学习计划，相互鼓励和帮助，这样感觉就不会太被感情牵扯了。",
    "annotation": [
      {
        "sentence": "这个主意不错，我们可以一起制定学习计划，相互鼓励和帮助，这样感觉就不会太被感情牵扯了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对，制定一个共同的学习计划，互相监督，这样不仅能促进彼此的学业进步，还能增强两人的友情基础。而且，早恋并不是绝对的错误，只要我们注意适度和平衡，把握好感情和学习的关系，就能更好地发展自己。",
    "annotation": [
      {
        "sentence": "对，制定一个共同的学习计划，互相监督，这样不仅能促进彼此的学业进步，还能增强两人的友情基础。",
        "label": ""
      },
      {
        "sentence": "而且，早恋并不是绝对的错误，只要我们注意适度和平衡，把握好感情和学习的关系，就能更好地发展自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试一试，找到我和他都感兴趣的领域，一起努力，希望我们的关系能更稳定一些。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试一试，找到我和他都感兴趣的领域，一起努力，希望我们的关系能更稳定一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，记住，不要过于焦虑，把注意力放在个人的成长和目标上，感情的发展会慢慢顺其自然的。祝你们好运！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，记住，不要过于焦虑，把注意力放在个人的成长和目标上，感情的发展会慢慢顺其自然的。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽量放松心态，好好处理自己的感情和学业。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽量放松心态，好好处理自己的感情和学业。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  }
]