[
  {
    "role": "client",
    "content": "我最近进入了一个事业单位工作，但是我不太适应那里的环境，每天都感到抑郁和忧愁。我是一个30岁的女性，在之前的几年里，我在一家民办高职工作，虽然工作假期比较少，但是由于是私立学校，工作弹性大，工资也相对较高，而且我与领导和同事的关系非常好，他们也赏识和认可我的表现。但今年我考上了一个编制的事业单位，是一个公立学校。我本以为这是一件好事，但是入职后发现一切都跟我想象的差别很大。在体制内工作，我无法施展我的才艺，领导还给我很多我不擅长的繁重工作。而且工资待遇也远远低于我的期望，并且我与家人的距离也特别远。现在每天上班都感到非常不适应，每天都伴随着忧郁和焦虑的感觉。这种负面情绪每天都困扰着我，我感到非常压抑。我觉得如果再这样下去，我会陷入抑郁之中。但是家人却不能理解我，他们觉得我想不开，觉得我事多，说别人都这样。我感到无法得到任何理解和支持。现在每天早起上班的时候都想哭，我不知道该怎么办......",
    "annotation": [
      {
        "sentence": "我最近进入了一个事业单位工作，但是我不太适应那里的环境，每天都感到抑郁和忧愁。",
        "label": ""
      },
      {
        "sentence": "我是一个30岁的女性，在之前的几年里，我在一家民办高职工作，虽然工作假期比较少，但是由于是私立学校，工作弹性大，工资也相对较高，而且我与领导和同事的关系非常好，他们也赏识和认可我的表现。",
        "label": ""
      },
      {
        "sentence": "但今年我考上了一个编制的事业单位，是一个公立学校。",
        "label": ""
      },
      {
        "sentence": "我本以为这是一件好事，但是入职后发现一切都跟我想象的差别很大。",
        "label": ""
      },
      {
        "sentence": "在体制内工作，我无法施展我的才艺，领导还给我很多我不擅长的繁重工作。",
        "label": ""
      },
      {
        "sentence": "而且工资待遇也远远低于我的期望，并且我与家人的距离也特别远。",
        "label": ""
      },
      {
        "sentence": "现在每天上班都感到非常不适应，每天都伴随着忧郁和焦虑的感觉。",
        "label": ""
      },
      {
        "sentence": "这种负面情绪每天都困扰着我，我感到非常压抑。",
        "label": ""
      },
      {
        "sentence": "我觉得如果再这样下去，我会陷入抑郁之中。",
        "label": ""
      },
      {
        "sentence": "但是家人却不能理解我，他们觉得我想不开，觉得我事多，说别人都这样。",
        "label": ""
      },
      {
        "sentence": "我感到无法得到任何理解和支持。",
        "label": ""
      },
      {
        "sentence": "现在每天早起上班的时候都想哭，我不知道该怎么办......",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，我看了你的处境，很能理解你的感受。我曾经也在这样的单位工作过，那里的勾心斗角和关系网真的让人心力交瘁。我能理解你在单位所面临的各种困难，尤其是年轻人和新人被剥削和欺负的现象更是严重。那里很多关系户横行霸道，甚至有些老油条和“二把刀”会拉帮结派来排挤打压那些有能力的人，有些事情甚至会冤枉无辜。他们会打着年轻人要多锻炼等掩饰真实目的，无限度地压榨你的劳动力和精神力。一旦巡视组检查时，那些浑水摸鱼的关系户家族永远不会有事，被通报批评的永远是小人物。我想告诉你，这一切都不是你的错，是整个社会出了问题。尽管我们现在对抗当前邪风盛行的情况力量微薄，但是我们还是有权利做自己。你的父母不理解你，甚至还会责备你，但我们不能被道德绑架，有时我们需要为真正的自己而活，为自己的权益争取。毕竟，生活是自己的，不是为了别人而活的。只有我们自己知道生活的苦与乐。我越来越多地看到年轻人和新人遭受剥削和压榨，不仅受到外界的伤害，还同时遭受父母和亲朋好友的指责和逼迫。严重的情况甚至会导致抑郁等心理问题。人们却没有意识到自己对这些伤害的影响，反而再次指责受害者，给予伤害的语言和行为。我对此深感痛心和同情。所以，我希望你不要再受到多方面的伤害。当这个社会出了问题时，清白和无辜反而会成为一种错。但是我愿意用我的力量来支持和鼓励你，让你知道这不是你的错，让你明白还有一个经历相似的陌生人理解你。希望我的话能让你感到好受一些，帮助你摆脱那些伤害你的气场，也希望你能够增加勇气，敢于反击那些伤害你的人。此外，如果你暂时无法改变自己的处境，我建议你悄悄寻找自己喜欢的生存方式，找到属于你自己的圈子，然后自由自在地生活。最后，祝愿你越来越多的快乐时刻，也希望这个社会的不公正能够早日改变，让善良的人得到善待，让作恶者得到应有的惩罚。加油！",
    "annotation": [
      {
        "sentence": "朋友，我看了你的处境，很能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我曾经也在这样的单位工作过，那里的勾心斗角和关系网真的让人心力交瘁。",
        "label": ""
      },
      {
        "sentence": "我能理解你在单位所面临的各种困难，尤其是年轻人和新人被剥削和欺负的现象更是严重。",
        "label": ""
      },
      {
        "sentence": "那里很多关系户横行霸道，甚至有些老油条和“二把刀”会拉帮结派来排挤打压那些有能力的人，有些事情甚至会冤枉无辜。",
        "label": ""
      },
      {
        "sentence": "他们会打着年轻人要多锻炼等掩饰真实目的，无限度地压榨你的劳动力和精神力。",
        "label": ""
      },
      {
        "sentence": "一旦巡视组检查时，那些浑水摸鱼的关系户家族永远不会有事，被通报批评的永远是小人物。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，这一切都不是你的错，是整个社会出了问题。",
        "label": ""
      },
      {
        "sentence": "尽管我们现在对抗当前邪风盛行的情况力量微薄，但是我们还是有权利做自己。",
        "label": ""
      },
      {
        "sentence": "你的父母不理解你，甚至还会责备你，但我们不能被道德绑架，有时我们需要为真正的自己而活，为自己的权益争取。",
        "label": ""
      },
      {
        "sentence": "毕竟，生活是自己的，不是为了别人而活的。",
        "label": ""
      },
      {
        "sentence": "只有我们自己知道生活的苦与乐。",
        "label": ""
      },
      {
        "sentence": "我越来越多地看到年轻人和新人遭受剥削和压榨，不仅受到外界的伤害，还同时遭受父母和亲朋好友的指责和逼迫。",
        "label": ""
      },
      {
        "sentence": "严重的情况甚至会导致抑郁等心理问题。",
        "label": ""
      },
      {
        "sentence": "人们却没有意识到自己对这些伤害的影响，反而再次指责受害者，给予伤害的语言和行为。",
        "label": ""
      },
      {
        "sentence": "我对此深感痛心和同情。",
        "label": ""
      },
      {
        "sentence": "所以，我希望你不要再受到多方面的伤害。",
        "label": ""
      },
      {
        "sentence": "当这个社会出了问题时，清白和无辜反而会成为一种错。",
        "label": ""
      },
      {
        "sentence": "但是我愿意用我的力量来支持和鼓励你，让你知道这不是你的错，让你明白还有一个经历相似的陌生人理解你。",
        "label": ""
      },
      {
        "sentence": "希望我的话能让你感到好受一些，帮助你摆脱那些伤害你的气场，也希望你能够增加勇气，敢于反击那些伤害你的人。",
        "label": ""
      },
      {
        "sentence": "此外，如果你暂时无法改变自己的处境，我建议你悄悄寻找自己喜欢的生存方式，找到属于你自己的圈子，然后自由自在地生活。",
        "label": ""
      },
      {
        "sentence": "最后，祝愿你越来越多的快乐时刻，也希望这个社会的不公正能够早日改变，让善良的人得到善待，让作恶者得到应有的惩罚。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]