[
  {
    "role": "client",
    "content": "进入事业单位工作，适应不了环境，天天抑郁忧愁？本人女，30岁，之前几年在一个民办高职工作，虽然工作假期比较少，但是由于是私立，工作弹性大，工资较高，领导同事关系好，也赏识认可我的表现。今年刚考上了一个在编事业单位，是个公立的学校。本来自己以为是个好事，可是入职后发现一切跟想象中落差很大，体制内的工作让我施展不开才艺，领导却强压给我许多不擅长的繁重工作。工资待遇也远没有想象中的好，离家距离还特别远。现在每天工作起来都觉得非常不适应，每天都伴随着忧郁，焦虑的感觉，这种不良情绪每天都伴随着我，我每天都特别压抑。觉得再这样下去就抑郁了。但是家人都理解不了我，觉得我想不开，觉得我事多，说别人都这样。我得不到任何理解。现在天天早起上班都想哭，不知道该怎么办………",
    "annotation": [
      {
        "sentence": "进入事业单位工作，适应不了环境，天天抑郁忧愁？",
        "label": ""
      },
      {
        "sentence": "本人女，30岁，之前几年在一个民办高职工作，虽然工作假期比较少，但是由于是私立，工作弹性大，工资较高，领导同事关系好，也赏识认可我的表现。",
        "label": ""
      },
      {
        "sentence": "今年刚考上了一个在编事业单位，是个公立的学校。",
        "label": ""
      },
      {
        "sentence": "本来自己以为是个好事，可是入职后发现一切跟想象中落差很大，体制内的工作让我施展不开才艺，领导却强压给我许多不擅长的繁重工作。",
        "label": ""
      },
      {
        "sentence": "工资待遇也远没有想象中的好，离家距离还特别远。",
        "label": ""
      },
      {
        "sentence": "现在每天工作起来都觉得非常不适应，每天都伴随着忧郁，焦虑的感觉，这种不良情绪每天都伴随着我，我每天都特别压抑。",
        "label": ""
      },
      {
        "sentence": "觉得再这样下去就抑郁了。",
        "label": ""
      },
      {
        "sentence": "但是家人都理解不了我，觉得我想不开，觉得我事多，说别人都这样。",
        "label": ""
      },
      {
        "sentence": "我得不到任何理解。",
        "label": ""
      },
      {
        "sentence": "现在天天早起上班都想哭，不知道该怎么办………",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面临职业转换，还是不同的体制，肯定会有很大的落差，从而产生一些情绪上改变，这是正常的心理调适过程。很能理解你的感受。希望我的回答能够能够帮助到你适应新职场把。",
    "annotation": [
      {
        "sentence": "面临职业转换，还是不同的体制，肯定会有很大的落差，从而产生一些情绪上改变，这是正常的心理调适过程。",
        "label": ""
      },
      {
        "sentence": "很能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够能够帮助到你适应新职场把。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。但是我现在真的觉得很困惑，不知道该如何处理这种情绪，每天都感到很不舒服。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的觉得很困惑，不知道该如何处理这种情绪，每天都感到很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不同的事业单位，该如何调适你既然已经做出选择，在三十岁的关卡，选择换工作，考上在编事业单位。备考的过程想必也是不容易的，所以既然已经付出了，且成功了，那就要学会接受成功。不管你在备考前有没有思考过现在遇到的职场问题，但不重要了。现如今这些问题存在，需要解决是不争事实。你需要做的有：给领导一些时间了解你知人善任，以前你办公的地方，领导赏识认可你，是因为你们有相对长时间的接触，他熟悉你，知道你的能力。但现如今的领导，在还没来得及了解你的情况下，只能根据工作任务给你分配。所以，你需要做的，是尽快适应，提高工作效率的同时，让领导熟悉你，争取和领导合理沟通，让他给你分配一些你擅长的工作。",
    "annotation": [
      {
        "sentence": "不同的事业单位，该如何调适你既然已经做出选择，在三十岁的关卡，选择换工作，考上在编事业单位。",
        "label": ""
      },
      {
        "sentence": "备考的过程想必也是不容易的，所以既然已经付出了，且成功了，那就要学会接受成功。",
        "label": ""
      },
      {
        "sentence": "不管你在备考前有没有思考过现在遇到的职场问题，但不重要了。",
        "label": ""
      },
      {
        "sentence": "现如今这些问题存在，需要解决是不争事实。",
        "label": ""
      },
      {
        "sentence": "你需要做的有：给领导一些时间了解你知人善任，以前你办公的地方，领导赏识认可你，是因为你们有相对长时间的接触，他熟悉你，知道你的能力。",
        "label": ""
      },
      {
        "sentence": "但现如今的领导，在还没来得及了解你的情况下，只能根据工作任务给你分配。",
        "label": ""
      },
      {
        "sentence": "所以，你需要做的，是尽快适应，提高工作效率的同时，让领导熟悉你，争取和领导合理沟通，让他给你分配一些你擅长的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得现在的工作压力太大了，领导给我分配的任务我真的做不好，每天都觉得自己很无能。",
    "annotation": [
      {
        "sentence": "但是我觉得现在的工作压力太大了，领导给我分配的任务我真的做不好，每天都觉得自己很无能。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要把自己和以前的工作进行比较，每个阶段都有它的特点和挑战。你现在感到无能并不意味着你真的不行，只是因为你还没有适应新的环境和工作内容。慢慢地，你会逐渐适应并提升自己的能力。要相信自己的潜力和成长空间。",
    "annotation": [
      {
        "sentence": "不要把自己和以前的工作进行比较，每个阶段都有它的特点和挑战。",
        "label": ""
      },
      {
        "sentence": "你现在感到无能并不意味着你真的不行，只是因为你还没有适应新的环境和工作内容。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你会逐渐适应并提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "要相信自己的潜力和成长空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也明白不同的事业单位会有不同的待遇，但是现在的薪资远远低于我的期望，我觉得很不公平。",
    "annotation": [
      {
        "sentence": "我也明白不同的事业单位会有不同的待遇，但是现在的薪资远远低于我的期望，我觉得很不公平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "薪资问题在编的好处在于后期的回报率高，退休的保障体系较为完善。工作也相对稳定，不会受到市场经济的过多干扰。但是，事物的存在都是有利弊的，相比民办而言，它的工资会较低，这是正常的。所以，当现有薪资没有预期高的时候，你不妨想想以上，就会觉得心理平衡一点。做自己的伯乐，相信你的能力，未来会有更好的发展和回报。",
    "annotation": [
      {
        "sentence": "薪资问题在编的好处在于后期的回报率高，退休的保障体系较为完善。",
        "label": ""
      },
      {
        "sentence": "工作也相对稳定，不会受到市场经济的过多干扰。",
        "label": ""
      },
      {
        "sentence": "但是，事物的存在都是有利弊的，相比民办而言，它的工资会较低，这是正常的。",
        "label": ""
      },
      {
        "sentence": "所以，当现有薪资没有预期高的时候，你不妨想想以上，就会觉得心理平衡一点。",
        "label": ""
      },
      {
        "sentence": "做自己的伯乐，相信你的能力，未来会有更好的发展和回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在也需要重新审视自己的态度和心态。但是，体制内的工作让我感觉自己的才艺无法施展，这让我觉得很沮丧。",
    "annotation": [
      {
        "sentence": "是的，我现在也需要重新审视自己的态度和心态。",
        "label": ""
      },
      {
        "sentence": "但是，体制内的工作让我感觉自己的才艺无法施展，这让我觉得很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实生活中能够令我们受限的除了环境和相关人物影响，其次就是自己的内心想法了。如果你觉得你可以，足够自信，那么在任何环境你都可以一展所长。机会是要靠自己争取的，“酒香不怕巷子深”的年代已经过去了，激烈的竞争环境下，我们要学会自信一点，做自己的伯乐，做乘风破浪的姐姐。",
    "annotation": [
      {
        "sentence": "其实生活中能够令我们受限的除了环境和相关人物影响，其次就是自己的内心想法了。",
        "label": ""
      },
      {
        "sentence": "如果你觉得你可以，足够自信，那么在任何环境你都可以一展所长。",
        "label": ""
      },
      {
        "sentence": "机会是要靠自己争取的，“酒香不怕巷子深”的年代已经过去了，激烈的竞争环境下，我们要学会自信一点，做自己的伯乐，做乘风破浪的姐姐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要调整自己的心态，积极面对新的工作环境。但目前离家的距离也让我觉得很痛苦，每天长时间的通勤让我感到非常累。",
    "annotation": [
      {
        "sentence": "我明白了，我需要调整自己的心态，积极面对新的工作环境。",
        "label": ""
      },
      {
        "sentence": "但目前离家的距离也让我觉得很痛苦，每天长时间的通勤让我感到非常累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现如今的烦恼就是工作地点离自己家远，你辛苦了。建议你合理规划行程路线，可以和同事一起探讨去上班的最佳路线，尽可能节约时间，让自己的往返途中的时间变得更加短。",
    "annotation": [
      {
        "sentence": "你现如今的烦恼就是工作地点离自己家远，你辛苦了。",
        "label": ""
      },
      {
        "sentence": "建议你合理规划行程路线，可以和同事一起探讨去上班的最佳路线，尽可能节约时间，让自己的往返途中的时间变得更加短。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试试看能否采纳你的建议。还有，当我和家人沟通无效，得不到安慰和理解时，我该怎么开解自己呢？",
    "annotation": [
      {
        "sentence": "我试试看能否采纳你的建议。",
        "label": ""
      },
      {
        "sentence": "还有，当我和家人沟通无效，得不到安慰和理解时，我该怎么开解自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实能够将自己从不愉快的情绪里面摆脱出来的，最有用的人是你自己。自己是最佳摆渡者。你可以试着带着一双发现美的眼睛去看新的工作，新环境，寻找新生活里面的小确幸，让自己每一天都收获一个小感动，尽快喜欢上新工作。",
    "annotation": [
      {
        "sentence": "其实能够将自己从不愉快的情绪里面摆脱出来的，最有用的人是你自己。",
        "label": ""
      },
      {
        "sentence": "自己是最佳摆渡者。",
        "label": ""
      },
      {
        "sentence": "你可以试着带着一双发现美的眼睛去看新的工作，新环境，寻找新生活里面的小确幸，让自己每一天都收获一个小感动，尽快喜欢上新工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力从积极的角度去看待新的工作和生活。感谢你的耐心倾听和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力从积极的角度去看待新的工作和生活。",
        "label": ""
      },
      {
        "sentence": "感谢你的耐心倾听和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够逐渐适应新的环境并找到适合自己的发展方向。如果有任何需要再向我求助，我会一直陪伴在你身边的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够逐渐适应新的环境并找到适合自己的发展方向。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要再向我求助，我会一直陪伴在你身边的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]