[
  {
    "role": "client",
    "content": "学校心理老师，年到50岁，如何规划以后的生活职业？作为学校心理老师和心理咨询师，一直只是从学校免费心理咨询工作，没有更多的时间接收费个案，每年还要自费学习成长，经济跟不上，希望有所改变。",
    "annotation": [
      {
        "sentence": "学校心理老师，年到50岁，如何规划以后的生活职业？",
        "label": ""
      },
      {
        "sentence": "作为学校心理老师和心理咨询师，一直只是从学校免费心理咨询工作，没有更多的时间接收费个案，每年还要自费学习成长，经济跟不上，希望有所改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我接触过很多和您有相似情况的学校心理老师，也了解到现在学校心理老师的困境。正如您所说，在学校从事心理工作，一方面就是讲课，一方面是在学校做咨询，但是都是免费个案，并且由于是免费，来访者的求助动力，和咨询意愿往往也比较低，可能做几次就不做了，能够一直留在咨询室里稳定做长期咨询的量也不大。但是作为咨询师，我们投入的精力，持续的学习成长的时间，费用成本却依然很高。这的确不是一个长久之计，时间长了让人心态感觉不平衡。",
    "annotation": [
      {
        "sentence": "我接触过很多和您有相似情况的学校心理老师，也了解到现在学校心理老师的困境。",
        "label": ""
      },
      {
        "sentence": "正如您所说，在学校从事心理工作，一方面就是讲课，一方面是在学校做咨询，但是都是免费个案，并且由于是免费，来访者的求助动力，和咨询意愿往往也比较低，可能做几次就不做了，能够一直留在咨询室里稳定做长期咨询的量也不大。",
        "label": ""
      },
      {
        "sentence": "但是作为咨询师，我们投入的精力，持续的学习成长的时间，费用成本却依然很高。",
        "label": ""
      },
      {
        "sentence": "这的确不是一个长久之计，时间长了让人心态感觉不平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对自己的职业发展感到困惑和焦虑。我需要一些建议来改变这种局面。",
    "annotation": [
      {
        "sentence": "是的，我对自己的职业发展感到困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "我需要一些建议来改变这种局面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不了解您现在是在哪个城市，小学，中学，还是大学从前心理工作，但是基于一般学校心理咨询师的情况，可以给您几个建议。1.学习培训层面：您的学习培训成长费用，是否可以向学校申报走学校报销这条路径，如果可以，建议申请参加心理咨询师专业培训，让学校承担这笔费用，减少个人经济负担。其次，在选择参与学习成长培训的过程中要有针对性，一方面要结合自身特点，和现实工作对象选择适合的理论流派系统学习，不然容易冲突和混乱。虽然最后面对实战咨询，想要以解决问题为主最终都会走向技术整合。但是最开始，选择适合自己的理论流派学习的时候要找到自己所选择的理论流派的成长路径，督导体系等，也就是要找到自己适合的体系去培训和成长，不要什么都学，那样会走弯路，耗费成本。不过这本身也是个需要探索的过程。2.社会实践层面，50岁的年纪，说明您在学校已经有了很丰富的讲课经历和咨询经验，您又有体制的保护，不需要像社会咨询师一样发愁个案来源的问题，这本身就是您的资本。可以把自己的个案经验整理起来，如果没有自己的工作室，可以在当地的社会机构挂兼职，利用业余时间做一些收费个案，或者参与机构组织的社会心理服务，但是也要知道做这些个案的目的，一方面增加收费，另一方面，也可以做一些研究型个案，申请考核升级，比如往督导方向发展。另外在机构挂靠做地面咨询如果不方便，也可以寻求网络系统平台挂靠做网上咨询，利用互联网平台的资源，线上咨询也是未来发展的趋势。除了挂靠机构平台做咨询外，也可以发挥讲课的优势，做线上课程，可以自助开发课程，录制，在线上心理平台上架。或者机构有线下社会心理服务的项目和课程，也可以参与，给社区，企业，社会组织做线下心理服务。3.自己做机构入驻平台或者加入联盟如果您有意向自己发展，也可以提前准备，去了解社会心理服务机构，社会心理组织联盟，把自己在学校的经验和资源整合，可以自己建工作室，以可以找到合作伙伴加入，一起创建心理工作室，加入一些社会系统平台，共同发展。都是不错的方向。总之，在学校做心理工作有学校的资源和优势，也有系统的保护，但是也是一种限制，需要您一方面找准自己的方向，做自己擅长的方向进一步提升专业能力，积累自己的资源，另一方面更重要的是，需要您开阔眼界，跳出体制局限，在社会系统中更加灵活开放，寻求与社会资源的链接。",
    "annotation": [
      {
        "sentence": "我不了解您现在是在哪个城市，小学，中学，还是大学从前心理工作，但是基于一般学校心理咨询师的情况，可以给您几个建议。",
        "label": ""
      },
      {
        "sentence": "1.学习培训层面：您的学习培训成长费用，是否可以向学校申报走学校报销这条路径，如果可以，建议申请参加心理咨询师专业培训，让学校承担这笔费用，减少个人经济负担。",
        "label": ""
      },
      {
        "sentence": "其次，在选择参与学习成长培训的过程中要有针对性，一方面要结合自身特点，和现实工作对象选择适合的理论流派系统学习，不然容易冲突和混乱。",
        "label": ""
      },
      {
        "sentence": "虽然最后面对实战咨询，想要以解决问题为主最终都会走向技术整合。",
        "label": ""
      },
      {
        "sentence": "但是最开始，选择适合自己的理论流派学习的时候要找到自己所选择的理论流派的成长路径，督导体系等，也就是要找到自己适合的体系去培训和成长，不要什么都学，那样会走弯路，耗费成本。",
        "label": ""
      },
      {
        "sentence": "不过这本身也是个需要探索的过程。",
        "label": ""
      },
      {
        "sentence": "2.社会实践层面，50岁的年纪，说明您在学校已经有了很丰富的讲课经历和咨询经验，您又有体制的保护，不需要像社会咨询师一样发愁个案来源的问题，这本身就是您的资本。",
        "label": ""
      },
      {
        "sentence": "可以把自己的个案经验整理起来，如果没有自己的工作室，可以在当地的社会机构挂兼职，利用业余时间做一些收费个案，或者参与机构组织的社会心理服务，但是也要知道做这些个案的目的，一方面增加收费，另一方面，也可以做一些研究型个案，申请考核升级，比如往督导方向发展。",
        "label": ""
      },
      {
        "sentence": "另外在机构挂靠做地面咨询如果不方便，也可以寻求网络系统平台挂靠做网上咨询，利用互联网平台的资源，线上咨询也是未来发展的趋势。",
        "label": ""
      },
      {
        "sentence": "除了挂靠机构平台做咨询外，也可以发挥讲课的优势，做线上课程，可以自助开发课程，录制，在线上心理平台上架。",
        "label": ""
      },
      {
        "sentence": "或者机构有线下社会心理服务的项目和课程，也可以参与，给社区，企业，社会组织做线下心理服务。",
        "label": ""
      },
      {
        "sentence": "3.自己做机构入驻平台或者加入联盟如果您有意向自己发展，也可以提前准备，去了解社会心理服务机构，社会心理组织联盟，把自己在学校的经验和资源整合，可以自己建工作室，以可以找到合作伙伴加入，一起创建心理工作室，加入一些社会系统平台，共同发展。",
        "label": ""
      },
      {
        "sentence": "都是不错的方向。",
        "label": ""
      },
      {
        "sentence": "总之，在学校做心理工作有学校的资源和优势，也有系统的保护，但是也是一种限制，需要您一方面找准自己的方向，做自己擅长的方向进一步提升专业能力，积累自己的资源，另一方面更重要的是，需要您开阔眼界，跳出体制局限，在社会系统中更加灵活开放，寻求与社会资源的链接。",
        "label": ""
      }
    ]
  }
]