[
  {
    "role": "client",
    "content": "妈妈用孤立来惩罚我，大家喜欢欺负我，绝望，想死？",
    "annotation": [
      {
        "sentence": "妈妈用孤立来惩罚我，大家喜欢欺负我，绝望，想死？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的遭遇，感受到你是有力量的一个人。尽管周围的情境让你不爽，但你依然深爱着妈妈，你渴望被认可，也在寻求改变寻求帮助，这些都是你的积极资源，是你改变当下处境的动力。",
    "annotation": [
      {
        "sentence": "听了你的遭遇，感受到你是有力量的一个人。",
        "label": ""
      },
      {
        "sentence": "尽管周围的情境让你不爽，但你依然深爱着妈妈，你渴望被认可，也在寻求改变寻求帮助，这些都是你的积极资源，是你改变当下处境的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，但是我总觉得是我的问题，总是不停地反省和想提高自己。总想得到他们的认可，我总觉得自己的行为有问题，不够好不够强大。我很爱妈妈。妈妈却以为我不爱她。我总是很不开心，总是觉得很孤独。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，但是我总觉得是我的问题，总是不停地反省和想提高自己。",
        "label": ""
      },
      {
        "sentence": "总想得到他们的认可，我总觉得自己的行为有问题，不够好不够强大。",
        "label": ""
      },
      {
        "sentence": "我很爱妈妈。",
        "label": ""
      },
      {
        "sentence": "妈妈却以为我不爱她。",
        "label": ""
      },
      {
        "sentence": "我总是很不开心，总是觉得很孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。有时候我们会过度地责备自己，但事实上，我们没有办法控制他人的看法和态度。对于别人的评论和对待方式，我们也没有办法左右。重要的是，你能够真诚地表达出你的想法和感受，这是非常勇敢和坦诚的一种行为。在你内心感到孤独和不开心的时候，你可以试着给自己一些时间和空间来梳理你的感受和思考，找到适合自己的方式来排解和调整自己的情绪。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "有时候我们会过度地责备自己，但事实上，我们没有办法控制他人的看法和态度。",
        "label": ""
      },
      {
        "sentence": "对于别人的评论和对待方式，我们也没有办法左右。",
        "label": ""
      },
      {
        "sentence": "重要的是，你能够真诚地表达出你的想法和感受，这是非常勇敢和坦诚的一种行为。",
        "label": ""
      },
      {
        "sentence": "在你内心感到孤独和不开心的时候，你可以试着给自己一些时间和空间来梳理你的感受和思考，找到适合自己的方式来排解和调整自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。可是，我觉得大家都嘲笑我孤僻，没朋友，都很喜欢欺负我。我觉得没有爱，绝望，想死。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "可是，我觉得大家都嘲笑我孤僻，没朋友，都很喜欢欺负我。",
        "label": ""
      },
      {
        "sentence": "我觉得没有爱，绝望，想死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到被嘲笑、孤僻和欺负时，这是非常痛苦的感受，但不要忘记，你是一个有价值和独特的人。你所感受到的负面情绪并不代表你的全部，也并不意味着你没有人爱。每个人都有他们的不同经历和方式来处理他人，重要的是你相信自己并寻找那些真正理解和接纳你的人。我可以陪你一起思考，有没有一些途径可以去结识和交流认识那些真正对你好的人呢？",
    "annotation": [
      {
        "sentence": "当你感到被嘲笑、孤僻和欺负时，这是非常痛苦的感受，但不要忘记，你是一个有价值和独特的人。",
        "label": ""
      },
      {
        "sentence": "你所感受到的负面情绪并不代表你的全部，也并不意味着你没有人爱。",
        "label": ""
      },
      {
        "sentence": "每个人都有他们的不同经历和方式来处理他人，重要的是你相信自己并寻找那些真正理解和接纳你的人。",
        "label": ""
      },
      {
        "sentence": "我可以陪你一起思考，有没有一些途径可以去结识和交流认识那些真正对你好的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许我需要改变一下自己的思维方式和行为习惯，才能吸引那些对我好的人。但我不知道应该从哪里开始，有什么建议吗？",
    "annotation": [
      {
        "sentence": "或许我需要改变一下自己的思维方式和行为习惯，才能吸引那些对我好的人。",
        "label": ""
      },
      {
        "sentence": "但我不知道应该从哪里开始，有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变自己的思维方式和行为习惯确实是一个好的方向。你可以从制定一个小目标开始，例如主动和同学交流一次或参加一个兴趣小组活动。这样的小改变可以帮助你逐渐走出自己的舒适区，与他人建立更多联系和关系。同时，不要忘记给自己一些肯定和奖赏，每次达到一个小目标后，可以给自己一些小的奖励，这样你会更有动力坚持下去。慢慢地，这些小的改变会积累成大的进步，你会发现自己变得更加开朗和自信。",
    "annotation": [
      {
        "sentence": "改变自己的思维方式和行为习惯确实是一个好的方向。",
        "label": ""
      },
      {
        "sentence": "你可以从制定一个小目标开始，例如主动和同学交流一次或参加一个兴趣小组活动。",
        "label": ""
      },
      {
        "sentence": "这样的小改变可以帮助你逐渐走出自己的舒适区，与他人建立更多联系和关系。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记给自己一些肯定和奖赏，每次达到一个小目标后，可以给自己一些小的奖励，这样你会更有动力坚持下去。",
        "label": ""
      },
      {
        "sentence": "慢慢地，这些小的改变会积累成大的进步，你会发现自己变得更加开朗和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会尝试去改变自己的思维方式和行为习惯，希望能够慢慢地走出困境，建立更多的人际关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试去改变自己的思维方式和行为习惯，希望能够慢慢地走出困境，建立更多的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你有这样的决心。记住，改变并不是一蹴而就的，它是一个持续的过程，也是一个值得奋斗和努力的过程。在你遇到困难和挫折的时候，不要放弃，要相信自己的能力和价值。我相信你可以慢慢地实现自己的目标，建立起更多有意义和健康的人际关系。如果你需要任何帮助或者再次交流，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你有这样的决心。",
        "label": ""
      },
      {
        "sentence": "记住，改变并不是一蹴而就的，它是一个持续的过程，也是一个值得奋斗和努力的过程。",
        "label": ""
      },
      {
        "sentence": "在你遇到困难和挫折的时候，不要放弃，要相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "我相信你可以慢慢地实现自己的目标，建立起更多有意义和健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次交流，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]