[
  {
    "role": "client",
    "content": "我想要离婚，但是很害怕别人的嘲笑，不离也是虚设的婚姻想要离婚，但是很害怕，怕别人的嘲笑，怕一个人生活太累，但是不离的话觉得也是虚设的婚姻，没有交流不联系，不在一起生活，自己养活自己和孩子，没有关心，也很累。",
    "annotation": [
      {
        "sentence": "我想要离婚，但是很害怕别人的嘲笑，不离也是虚设的婚姻想要离婚，但是很害怕，怕别人的嘲笑，怕一个人生活太累，但是不离的话觉得也是虚设的婚姻，没有交流不联系，不在一起生活，自己养活自己和孩子，没有关心，也很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你现在的困惑和矛盾感，离婚是一个非常重大的决定，会有很多担忧和恐惧。你能告诉我是什么原因导致你想离婚吗？在没有重大错误的情况下，建议你不要轻易做出离婚的决定。因为离婚可能会引来别人的议论，孩子也可能没有完整的家庭，你自己也可能面临生活上的困境。所以，离婚后会后悔的可能性很大。我们都会对未来的生活感到恐惧，这是正常的情绪。同时，当有孩子后想要离婚的念头也很常见，几乎每对夫妻每年都有几百次想要离婚的念头。既然你还在犹豫不决，说明离婚并不是你唯一的选择。现在你可以尝试解决夫妻关系的问题，而不是只关注是否离婚。离婚后对孩子的影响是你最担心的，那你是否可以为了孩子再争取一下呢？虽然我不能与你完全感同身受，但我想给你推荐一本非常好的书，《亲密关系》，希望它能帮助你找到你想要的答案。加油！",
    "annotation": [
      {
        "sentence": "明白你现在的困惑和矛盾感，离婚是一个非常重大的决定，会有很多担忧和恐惧。",
        "label": ""
      },
      {
        "sentence": "你能告诉我是什么原因导致你想离婚吗？",
        "label": ""
      },
      {
        "sentence": "在没有重大错误的情况下，建议你不要轻易做出离婚的决定。",
        "label": ""
      },
      {
        "sentence": "因为离婚可能会引来别人的议论，孩子也可能没有完整的家庭，你自己也可能面临生活上的困境。",
        "label": ""
      },
      {
        "sentence": "所以，离婚后会后悔的可能性很大。",
        "label": ""
      },
      {
        "sentence": "我们都会对未来的生活感到恐惧，这是正常的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，当有孩子后想要离婚的念头也很常见，几乎每对夫妻每年都有几百次想要离婚的念头。",
        "label": ""
      },
      {
        "sentence": "既然你还在犹豫不决，说明离婚并不是你唯一的选择。",
        "label": ""
      },
      {
        "sentence": "现在你可以尝试解决夫妻关系的问题，而不是只关注是否离婚。",
        "label": ""
      },
      {
        "sentence": "离婚后对孩子的影响是你最担心的，那你是否可以为了孩子再争取一下呢？",
        "label": ""
      },
      {
        "sentence": "虽然我不能与你完全感同身受，但我想给你推荐一本非常好的书，《亲密关系》，希望它能帮助你找到你想要的答案。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我明白你的意思，离婚确实是一个很重要的决定，我需要更加深入地思考我的感受和需求。我想离婚的原因是因为我们之间几乎没有交流和联系，我们不再共同生活。我感觉自己和孩子都没有得到对方的关心，这让我感到很累。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我明白你的意思，离婚确实是一个很重要的决定，我需要更加深入地思考我的感受和需求。",
        "label": ""
      },
      {
        "sentence": "我想离婚的原因是因为我们之间几乎没有交流和联系，我们不再共同生活。",
        "label": ""
      },
      {
        "sentence": "我感觉自己和孩子都没有得到对方的关心，这让我感到很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我很理解，确实缺乏交流和联系会让夫妻关系变得疏离。但我相信这个问题是可以解决的。你可以试试与伴侣一起提出自己的需求，并尝试改善夫妻之间的沟通。还有，孩子没有得到关心的问题也可以通过和伴侣共同努力来解决。毕竟，家庭是一个整体，每个人都有责任和义务去维护和改善它。",
    "annotation": [
      {
        "sentence": "你的感受我很理解，确实缺乏交流和联系会让夫妻关系变得疏离。",
        "label": ""
      },
      {
        "sentence": "但我相信这个问题是可以解决的。",
        "label": ""
      },
      {
        "sentence": "你可以试试与伴侣一起提出自己的需求，并尝试改善夫妻之间的沟通。",
        "label": ""
      },
      {
        "sentence": "还有，孩子没有得到关心的问题也可以通过和伴侣共同努力来解决。",
        "label": ""
      },
      {
        "sentence": "毕竟，家庭是一个整体，每个人都有责任和义务去维护和改善它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我应该和伴侣一起坐下来好好谈谈。但是我担心我们已经没有共同语言和共同目标了，我们的关系已经变得陌生而冷漠。我对以后的生活感到很害怕，不知道该怎么面对这一切。",
    "annotation": [
      {
        "sentence": "或许你说得对，我应该和伴侣一起坐下来好好谈谈。",
        "label": ""
      },
      {
        "sentence": "但是我担心我们已经没有共同语言和共同目标了，我们的关系已经变得陌生而冷漠。",
        "label": ""
      },
      {
        "sentence": "我对以后的生活感到很害怕，不知道该怎么面对这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和困惑，面对陌生和冷漠的关系确实让人感到不安。但请记住，夫妻关系没有绝对的对和错，只有愿意努力改善的态度才能走得更远。你可以试着找到你们的共同价值观和目标，为了这个共同目标去努力。同时，也可以考虑寻求专业的婚姻辅导师或心理咨询师的帮助，他们会更具备解决你所面临问题的专业知识。",
    "annotation": [
      {
        "sentence": "我理解你的担心和困惑，面对陌生和冷漠的关系确实让人感到不安。",
        "label": ""
      },
      {
        "sentence": "但请记住，夫妻关系没有绝对的对和错，只有愿意努力改善的态度才能走得更远。",
        "label": ""
      },
      {
        "sentence": "你可以试着找到你们的共同价值观和目标，为了这个共同目标去努力。",
        "label": ""
      },
      {
        "sentence": "同时，也可以考虑寻求专业的婚姻辅导师或心理咨询师的帮助，他们会更具备解决你所面临问题的专业知识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我会尝试和伴侣一起找回我们的共同目标，并且考虑咨询师的帮助。我会努力改善我们之间的关系，毕竟没有人愿意看到家庭破裂。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我会尝试和伴侣一起找回我们的共同目标，并且考虑咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "我会努力改善我们之间的关系，毕竟没有人愿意看到家庭破裂。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。改善夫妻关系是一个长期而艰辛的过程，但只要你们愿意合作，相信一切都会逐渐好转。记得读那本《亲密关系》的书，也许能给你一些启发。如果你需要任何进一步的帮助，随时都可以向我寻求支持。加油！一切都会好起来的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "改善夫妻关系是一个长期而艰辛的过程，但只要你们愿意合作，相信一切都会逐渐好转。",
        "label": ""
      },
      {
        "sentence": "记得读那本《亲密关系》的书，也许能给你一些启发。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，随时都可以向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "一切都会好起来的。",
        "label": ""
      }
    ]
  }
]