[
  {
    "role": "client",
    "content": "背负着很多负面情绪，为什么父母总是不会理解自己呢？我现在快要被父母逼疯了，他们从来没有考虑过我的感受，只是一度的用他们觉得对的教育，来教育我，从来没有从我的角度去思考问题，可能我现在正处于逆反心理，很多时候都是于他们反着来，但是我也会感觉惭愧，甚至觉得有时候自己在辜负他们，但是可是我已经尽力了，真的尽力了，我每天都要背负着很多很多负面情绪，我从来不敢告诉他们我这个年龄到底有多难熬，我晚上常常都是4点已下才睡觉，有时候甚至还睡不着，总是想着一些事情发呆流眼泪，但是我从来没有和他们说过，他们也出来没有想过我会不会有这样的情绪，曼曼的我学会了抽烟喝酒，等等不会的行为，但是我觉得这样能让我开心，虽然只是过程开学，但是我也足够了，我妈妈在我小时候就和我的爸爸离婚了，现在妈妈也已经再婚，已经有一个比我小七岁的妹妹，我从小到大就没有感受过父爱，我也不知道什么是父爱，我和我现在这个爸爸，感情特别不好，从我慢慢长大到现在，我们两个说过的话可能还没二十来句…",
    "annotation": [
      {
        "sentence": "背负着很多负面情绪，为什么父母总是不会理解自己呢？",
        "label": ""
      },
      {
        "sentence": "我现在快要被父母逼疯了，他们从来没有考虑过我的感受，只是一度的用他们觉得对的教育，来教育我，从来没有从我的角度去思考问题，可能我现在正处于逆反心理，很多时候都是于他们反着来，但是我也会感觉惭愧，甚至觉得有时候自己在辜负他们，但是可是我已经尽力了，真的尽力了，我每天都要背负着很多很多负面情绪，我从来不敢告诉他们我这个年龄到底有多难熬，我晚上常常都是4点已下才睡觉，有时候甚至还睡不着，总是想着一些事情发呆流眼泪，但是我从来没有和他们说过，他们也出来没有想过我会不会有这样的情绪，曼曼的我学会了抽烟喝酒，等等不会的行为，但是我觉得这样能让我开心，虽然只是过程开学，但是我也足够了，我妈妈在我小时候就和我的爸爸离婚了，现在妈妈也已经再婚，已经有一个比我小七岁的妹妹，我从小到大就没有感受过父爱，我也不知道什么是父爱，我和我现在这个爸爸，感情特别不好，从我慢慢长大到现在，我们两个说过的话可能还没二十来句…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的文字我感受到了你内心的痛苦。每个人都无法选择自己的父母，但我们可以选择成为怎样的孩子。也许这是命中注定的，你是上天派来渡劫的神仙吗？你的父母可能就是这种性格，他们过去就曾被这样对待过，所以在对待你的时候习惯性地使用同样的方式，并且理所当然地认为这是“对”你好的方式。或许通过量化他们对你的要求，将有助于降低你们之间的矛盾。你可以用数字来量化父母对你的要求，而不是依靠感觉上的判断。比如说，如果你的成绩不好，他们认为什么样的分数才算是好成绩？然后你当前的实际情况与这个理想成绩相差多远？你可以和他们沟通，了解他们希望你如何提升成绩，以及你需要怎样的支持来达到他们的期望。很多沟通问题都是因为标准不一致造成的，有可能他们自己也不是很明确标准，只是习惯性地拒绝你，习惯性地说你不好。所以让他们明确出标准来，这样大家就能按照同样的标准来行动，这样就会变得可行性。所以当他们否定你的情绪时，也可以理解他们内心的紧张，他们很害怕你走他们过去走过的老路，希望你能超越他们。只是方式方法不同，而他们希望你把对他们的不理解的情绪，转化为追求理想目标的动力。加油！",
    "annotation": [
      {
        "sentence": "看完你的文字我感受到了你内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "每个人都无法选择自己的父母，但我们可以选择成为怎样的孩子。",
        "label": ""
      },
      {
        "sentence": "也许这是命中注定的，你是上天派来渡劫的神仙吗？",
        "label": ""
      },
      {
        "sentence": "你的父母可能就是这种性格，他们过去就曾被这样对待过，所以在对待你的时候习惯性地使用同样的方式，并且理所当然地认为这是“对”你好的方式。",
        "label": ""
      },
      {
        "sentence": "或许通过量化他们对你的要求，将有助于降低你们之间的矛盾。",
        "label": ""
      },
      {
        "sentence": "你可以用数字来量化父母对你的要求，而不是依靠感觉上的判断。",
        "label": ""
      },
      {
        "sentence": "比如说，如果你的成绩不好，他们认为什么样的分数才算是好成绩？",
        "label": ""
      },
      {
        "sentence": "然后你当前的实际情况与这个理想成绩相差多远？",
        "label": ""
      },
      {
        "sentence": "你可以和他们沟通，了解他们希望你如何提升成绩，以及你需要怎样的支持来达到他们的期望。",
        "label": ""
      },
      {
        "sentence": "很多沟通问题都是因为标准不一致造成的，有可能他们自己也不是很明确标准，只是习惯性地拒绝你，习惯性地说你不好。",
        "label": ""
      },
      {
        "sentence": "所以让他们明确出标准来，这样大家就能按照同样的标准来行动，这样就会变得可行性。",
        "label": ""
      },
      {
        "sentence": "所以当他们否定你的情绪时，也可以理解他们内心的紧张，他们很害怕你走他们过去走过的老路，希望你能超越他们。",
        "label": ""
      },
      {
        "sentence": "只是方式方法不同，而他们希望你把对他们的不理解的情绪，转化为追求理想目标的动力。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，之前我从来没有想过使用量化的方式来和父母沟通。我会试着和他们沟通，看看他们对我的要求和期望是如何量化的。至于他们拒绝我和说我不好的问题，我也会试着理解他们的内心，明白他们是出于关心才会这样做的。我会更加努力，超越他们的期望，同时也会尝试将对他们的不满转化为为追求理想目标的动力。谢谢你的鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，之前我从来没有想过使用量化的方式来和父母沟通。",
        "label": ""
      },
      {
        "sentence": "我会试着和他们沟通，看看他们对我的要求和期望是如何量化的。",
        "label": ""
      },
      {
        "sentence": "至于他们拒绝我和说我不好的问题，我也会试着理解他们的内心，明白他们是出于关心才会这样做的。",
        "label": ""
      },
      {
        "sentence": "我会更加努力，超越他们的期望，同时也会尝试将对他们的不满转化为为追求理想目标的动力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。和父母之间的沟通并不容易，但试着用量化的方式来理解他们的期望，可能会带来一些改善。同时，对他们的理解和包容也是很重要的，虽然他们的方式可能让你不舒服，但他们出发点是出于关心你的。你已经有了意识去超越他们的期望，相信你一定能达到自己的目标。如果以后还有困惑，随时找我倾诉，我会一直在你身边支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "和父母之间的沟通并不容易，但试着用量化的方式来理解他们的期望，可能会带来一些改善。",
        "label": ""
      },
      {
        "sentence": "同时，对他们的理解和包容也是很重要的，虽然他们的方式可能让你不舒服，但他们出发点是出于关心你的。",
        "label": ""
      },
      {
        "sentence": "你已经有了意识去超越他们的期望，相信你一定能达到自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果以后还有困惑，随时找我倾诉，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]