[
  {
    "role": "client",
    "content": "背负着很多负面情绪，为什么父母总是不会理解自己呢？我现在快要被父母逼疯了，他们从来没有考虑过我的感受，只是一度的用他们觉得对的教育，来教育我，从来没有从我的角度去思考问题，可能我现在正处于逆反心理，很多时候都是于他们反着来，但是我也会感觉惭愧，甚至觉得有时候自己在辜负他们，但是可是我已经尽力了，真的尽力了，我每天都要背负着很多很多负面情绪，我从来不敢告诉他们我这个年龄到底有多难熬，我晚上常常都是4点已下才睡觉，有时候甚至还睡不着，总是想着一些事情发呆流眼泪，但是我从来没有和他们说过，他们也出来没有想过我会不会有这样的情绪，曼曼的我学会了抽烟喝酒，等等不会的行为，但是我觉得这样能让我开心，虽然只是过程开学，但是我也足够了，我妈妈在我小时候就和我的爸爸离婚了，现在妈妈也已经再婚，已经有一个比我小七岁的妹妹，我从小到大就没有感受过父爱，我也不知道什么是父爱，我和我现在这个爸爸，感情特别不好，从我慢慢长大到现在，我们两个说过的话可能还没二十来句...",
    "annotation": [
      {
        "sentence": "背负着很多负面情绪，为什么父母总是不会理解自己呢？",
        "label": ""
      },
      {
        "sentence": "我现在快要被父母逼疯了，他们从来没有考虑过我的感受，只是一度的用他们觉得对的教育，来教育我，从来没有从我的角度去思考问题，可能我现在正处于逆反心理，很多时候都是于他们反着来，但是我也会感觉惭愧，甚至觉得有时候自己在辜负他们，但是可是我已经尽力了，真的尽力了，我每天都要背负着很多很多负面情绪，我从来不敢告诉他们我这个年龄到底有多难熬，我晚上常常都是4点已下才睡觉，有时候甚至还睡不着，总是想着一些事情发呆流眼泪，但是我从来没有和他们说过，他们也出来没有想过我会不会有这样的情绪，曼曼的我学会了抽烟喝酒，等等不会的行为，但是我觉得这样能让我开心，虽然只是过程开学，但是我也足够了，我妈妈在我小时候就和我的爸爸离婚了，现在妈妈也已经再婚，已经有一个比我小七岁的妹妹，我从小到大就没有感受过父爱，我也不知道什么是父爱，我和我现在这个爸爸，感情特别不好，从我慢慢长大到现在，我们两个说过的话可能还没二十来句...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你对父母不理解的感受，你的情绪确实非常压抑。首先，我要告诉你，你并不孤单。在叛逆期跟家长反着来，但会感觉惭愧，我觉得吧，从这一点来看，你也是一个比较善良、有责任心的人。叛逆期人人都会有，这是很正常的一件事情，如果说孩子一直很听话的话，那就不会有所谓的可怜天下父母心。你在反思自己是不是做错了，也看得出来，你现在的压力是很大很大的。",
    "annotation": [
      {
        "sentence": "你好，听到你对父母不理解的感受，你的情绪确实非常压抑。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "在叛逆期跟家长反着来，但会感觉惭愧，我觉得吧，从这一点来看，你也是一个比较善良、有责任心的人。",
        "label": ""
      },
      {
        "sentence": "叛逆期人人都会有，这是很正常的一件事情，如果说孩子一直很听话的话，那就不会有所谓的可怜天下父母心。",
        "label": ""
      },
      {
        "sentence": "你在反思自己是不是做错了，也看得出来，你现在的压力是很大很大的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感到很压抑。父母总是用他们的方式来教育我，而没有考虑我的感受。我觉得他们从来没有从我的角度去思考问题，这让我很难受。",
    "annotation": [
      {
        "sentence": "是的，我确实感到很压抑。",
        "label": ""
      },
      {
        "sentence": "父母总是用他们的方式来教育我，而没有考虑我的感受。",
        "label": ""
      },
      {
        "sentence": "我觉得他们从来没有从我的角度去思考问题，这让我很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。父母不懂在叛逆期如何陪伴孩子，只是用自己的惯性思维来教育孩子，让你感觉不被理解，不被接受。而不被理解，本身就是一件很痛苦的事情。你现在生活在母亲的重组家庭中，那首先就要接受这个新的家庭，因为有一个小你七岁的妹妹，年龄小，容易受到更多的关注，你就可能收到一些忽略。而你毕竟不是继父亲生的，他对你没有感情也是正常的，但是他愿意接受你这也是一件值得感恩的事情。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "父母不懂在叛逆期如何陪伴孩子，只是用自己的惯性思维来教育孩子，让你感觉不被理解，不被接受。",
        "label": ""
      },
      {
        "sentence": "而不被理解，本身就是一件很痛苦的事情。",
        "label": ""
      },
      {
        "sentence": "你现在生活在母亲的重组家庭中，那首先就要接受这个新的家庭，因为有一个小你七岁的妹妹，年龄小，容易受到更多的关注，你就可能收到一些忽略。",
        "label": ""
      },
      {
        "sentence": "而你毕竟不是继父亲生的，他对你没有感情也是正常的，但是他愿意接受你这也是一件值得感恩的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该试着接受这个新的家庭和我的继父。他愿意接受我已经是一件很不错的事了。但是我还是感到很无奈，因为我们之间的感情很不好。",
    "annotation": [
      {
        "sentence": "我明白了，我应该试着接受这个新的家庭和我的继父。",
        "label": ""
      },
      {
        "sentence": "他愿意接受我已经是一件很不错的事了。",
        "label": ""
      },
      {
        "sentence": "但是我还是感到很无奈，因为我们之间的感情很不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为现在社会上很多人是不愿意带跟自己没有血缘关系的孩子的。其次呢，我们要明白的一件事情，就是我们的父母并不懂得怎么去教育好我们。在他们那个年代，能吃饱穿暖就已经是一件很幸福的事情了，父母的父母也不会去理解父母，所以到他们在养育我们的时候，他也不会去理解我们，因为没有人教过他们。但是你已经明白了父母不理解你，这一点是很好的。既然明白了这一点，那么与其把精力放在控诉父母不理解我们，他不如把精力放在理解自己这件事上。每一个是很难改变的，比如说你想变得更加自律，变得更加善解人意，这件事情是不是很难。那么你要求你的父母去改变，变得更加理解你这件事情，更是难上加难。而你能够改变的就是你自己的心态，当你理解自己为什么难受，理解自己为什么压力那么大，理解自己的一切情绪都是合理的时候，你会放松很多，舒服很多。",
    "annotation": [
      {
        "sentence": "因为现在社会上很多人是不愿意带跟自己没有血缘关系的孩子的。",
        "label": ""
      },
      {
        "sentence": "其次呢，我们要明白的一件事情，就是我们的父母并不懂得怎么去教育好我们。",
        "label": ""
      },
      {
        "sentence": "在他们那个年代，能吃饱穿暖就已经是一件很幸福的事情了，父母的父母也不会去理解父母，所以到他们在养育我们的时候，他也不会去理解我们，因为没有人教过他们。",
        "label": ""
      },
      {
        "sentence": "但是你已经明白了父母不理解你，这一点是很好的。",
        "label": ""
      },
      {
        "sentence": "既然明白了这一点，那么与其把精力放在控诉父母不理解我们，他不如把精力放在理解自己这件事上。",
        "label": ""
      },
      {
        "sentence": "每一个是很难改变的，比如说你想变得更加自律，变得更加善解人意，这件事情是不是很难。",
        "label": ""
      },
      {
        "sentence": "那么你要求你的父母去改变，变得更加理解你这件事情，更是难上加难。",
        "label": ""
      },
      {
        "sentence": "而你能够改变的就是你自己的心态，当你理解自己为什么难受，理解自己为什么压力那么大，理解自己的一切情绪都是合理的时候，你会放松很多，舒服很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会尝试更加理解自己，放松自己的心态。或许我应该转变一下对待父母的方式，试着去理解他们。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试更加理解自己，放松自己的心态。",
        "label": ""
      },
      {
        "sentence": "或许我应该转变一下对待父母的方式，试着去理解他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你能够做到的。有时候，我们要学会换位思考，从父母的角度出发去理解他们的行为，或许会让你们之间的关系变得更好。同时，也要学会沟通，告诉父母你的真实感受，让他们知道你需要被理解和支持。",
    "annotation": [
      {
        "sentence": "很好，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "有时候，我们要学会换位思考，从父母的角度出发去理解他们的行为，或许会让你们之间的关系变得更好。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会沟通，告诉父母你的真实感受，让他们知道你需要被理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去与父母沟通，告诉他们我的真实感受。希望能够改善我们之间的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去与父母沟通，告诉他们我的真实感受。",
        "label": ""
      },
      {
        "sentence": "希望能够改善我们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够做得很好。记住，改变不会一蹴而就，但只要你坚持努力，就能够逐渐改善你和父母的关系。同时，也要学会释放一些负面情绪，寻找一些能够让你开心、放松的方式，比如与朋友交流、参加兴趣班等等。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够做得很好。",
        "label": ""
      },
      {
        "sentence": "记住，改变不会一蹴而就，但只要你坚持努力，就能够逐渐改善你和父母的关系。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会释放一些负面情绪，寻找一些能够让你开心、放松的方式，比如与朋友交流、参加兴趣班等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试去释放负面情绪，寻找一些能够让我开心的事情。再次感谢你的帮助和支持。",
    "annotation": [
      {
        "sentence": "好的，我会尝试去释放负面情绪，寻找一些能够让我开心的事情。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意帮助你。如果还有其他问题或疑惑，随时都可以找我倾诉。希望你能够走出困境，过上幸福的生活。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或疑惑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能够走出困境，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]