[
  {
    "role": "client",
    "content": "觉得自己做什么事都很难，对生活充满恐惧，是抑郁吗？",
    "annotation": [
      {
        "sentence": "觉得自己做什么事都很难，对生活充满恐惧，是抑郁吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要肯定你的感受是很重要的，你的困惑和恐惧可能确实是抑郁的表现。但是，我希望我们能够一起深入了解你的情况，找到合适的解决方案。你可以跟我分享一下具体的情况吗？",
    "annotation": [
      {
        "sentence": "首先，我要肯定你的感受是很重要的，你的困惑和恐惧可能确实是抑郁的表现。",
        "label": ""
      },
      {
        "sentence": "但是，我希望我们能够一起深入了解你的情况，找到合适的解决方案。",
        "label": ""
      },
      {
        "sentence": "你可以跟我分享一下具体的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "27岁单身女性，身处云南很偏僻的一个十八线小城，大学是在上海读的，因为毕业之后工作一直不顺利，也没有人给自己指路，一度让我陷入自我怀疑和自我否定中。",
    "annotation": [
      {
        "sentence": "27岁单身女性，身处云南很偏僻的一个十八线小城，大学是在上海读的，因为毕业之后工作一直不顺利，也没有人给自己指路，一度让我陷入自我怀疑和自我否定中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我可以理解你的感受。工作上的困境和缺乏指导确实会给人带来自我怀疑和自我否定的情绪。我想知道，你在遇到困难时，有没有尝试过寻求外界帮助或者主动去寻找解决问题的方法呢？",
    "annotation": [
      {
        "sentence": "听到你的经历，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "工作上的困境和缺乏指导确实会给人带来自我怀疑和自我否定的情绪。",
        "label": ""
      },
      {
        "sentence": "我想知道，你在遇到困难时，有没有尝试过寻求外界帮助或者主动去寻找解决问题的方法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后和前男友分手，回家考公务员，也一直没上岸，在家乡找了个地产公司上班，公司发展的也不好，今年遇到疫情，感觉又要解散了。",
    "annotation": [
      {
        "sentence": "后和前男友分手，回家考公务员，也一直没上岸，在家乡找了个地产公司上班，公司发展的也不好，今年遇到疫情，感觉又要解散了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历确实非常艰难，特别是现在正值疫情期间，许多人都感受到了生活的压力。你在工作上遇到的挫折和不确定性，很可能会让你产生消极的情绪。在这个过程中，你曾经有过积极寻找其他工作机会或者提升自身能力的想法吗？",
    "annotation": [
      {
        "sentence": "你的经历确实非常艰难，特别是现在正值疫情期间，许多人都感受到了生活的压力。",
        "label": ""
      },
      {
        "sentence": "你在工作上遇到的挫折和不确定性，很可能会让你产生消极的情绪。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你曾经有过积极寻找其他工作机会或者提升自身能力的想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "关键回家一年没找到男朋友，也缺少家庭支持的情况下，去年和公司同事(46岁，已婚，高中学历，他老婆是老板亲戚，大家对他的评价一致觉得他人很好！所以我一度很自我怀疑)发展了一段见不得光的感情，然后意外怀孕流产，都一个人挺过来了。",
    "annotation": [
      {
        "sentence": "关键回家一年没找到男朋友，也缺少家庭支持的情况下，去年和公司同事(46岁，已婚，高中学历，他老婆是老板亲戚，大家对他的评价一致觉得他人很好！",
        "label": ""
      },
      {
        "sentence": "所以我一度很自我怀疑)发展了一段见不得光的感情，然后意外怀孕流产，都一个人挺过来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我能理解你在感情和家庭支持上的无助和挫折。对于那段看不见光明的感情，我想说，一个已婚的公司同事确实不能给你真正的幸福和支持。对于流产经历，这对于你来说可能是一个巨大的打击。在这个过程中，你是否曾经考虑过寻找专业的心理辅导或者与你信任的朋友分享你的感受呢？",
    "annotation": [
      {
        "sentence": "听到你的经历，我能理解你在感情和家庭支持上的无助和挫折。",
        "label": ""
      },
      {
        "sentence": "对于那段看不见光明的感情，我想说，一个已婚的公司同事确实不能给你真正的幸福和支持。",
        "label": ""
      },
      {
        "sentence": "对于流产经历，这对于你来说可能是一个巨大的打击。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你是否曾经考虑过寻找专业的心理辅导或者与你信任的朋友分享你的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这一切之后，一直觉得人生很难，对自己的家庭和自己都很自卑，现在对生活热情减退，意志力薄弱，变得自卑敏感，时刻有种人生走不下去的感觉，有自杀的想法！不知道怎么面对以后的生活。我这是患抑郁症了吗？",
    "annotation": [
      {
        "sentence": "这一切之后，一直觉得人生很难，对自己的家庭和自己都很自卑，现在对生活热情减退，意志力薄弱，变得自卑敏感，时刻有种人生走不下去的感觉，有自杀的想法！",
        "label": ""
      },
      {
        "sentence": "不知道怎么面对以后的生活。",
        "label": ""
      },
      {
        "sentence": "我这是患抑郁症了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对于生活和自己的态度发生了如此大的改变，我深感担忧。对于你的情绪和自杀想法，这确实是比较严重的症状。尽管我不能给你提供正式的诊断，但这些迹象有可能是抑郁症的表现。我强烈建议你尽快寻求专业的心理咨询师或者医生的帮助，他们将会给你提供更具体和准确的评估，并帮助你制定个人化的治疗计划。你可以考虑参加一些支持小组或者与亲朋好友分享你的困扰，他们的支持和关爱将对你起到积极的帮助作用。",
    "annotation": [
      {
        "sentence": "听到你对于生活和自己的态度发生了如此大的改变，我深感担忧。",
        "label": ""
      },
      {
        "sentence": "对于你的情绪和自杀想法，这确实是比较严重的症状。",
        "label": ""
      },
      {
        "sentence": "尽管我不能给你提供正式的诊断，但这些迹象有可能是抑郁症的表现。",
        "label": ""
      },
      {
        "sentence": "我强烈建议你尽快寻求专业的心理咨询师或者医生的帮助，他们将会给你提供更具体和准确的评估，并帮助你制定个人化的治疗计划。",
        "label": ""
      },
      {
        "sentence": "你可以考虑参加一些支持小组或者与亲朋好友分享你的困扰，他们的支持和关爱将对你起到积极的帮助作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和关心，我会尽快寻求专业的帮助。有时候自己真的很难承受这些负面情绪，但听到你的鼓励和支持，我的内心感到安慰和温暖。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和关心，我会尽快寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "有时候自己真的很难承受这些负面情绪，但听到你的鼓励和支持，我的内心感到安慰和温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能听到你的回应，你的勇气和决心去寻求专业帮助是迈向康复的重要一步。无论在哪里，你不是一个人在面对这些困难。我们都希望能够看到你度过这段困难时期，重新找回生活的热情和意义。请记住，你的内心和外部资源都可以成为战胜困难的力量。如果你需要任何进一步的支持或者帮助，在任何时候都可以与我联系。",
    "annotation": [
      {
        "sentence": "很高兴能听到你的回应，你的勇气和决心去寻求专业帮助是迈向康复的重要一步。",
        "label": ""
      },
      {
        "sentence": "无论在哪里，你不是一个人在面对这些困难。",
        "label": ""
      },
      {
        "sentence": "我们都希望能够看到你度过这段困难时期，重新找回生活的热情和意义。",
        "label": ""
      },
      {
        "sentence": "请记住，你的内心和外部资源都可以成为战胜困难的力量。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持或者帮助，在任何时候都可以与我联系。",
        "label": ""
      }
    ]
  }
]