[
  {
    "role": "client",
    "content": "我非常生自己的气，为什么我不愿意帮助他人？我非常生自己的气。为什么我不愿意帮助别人，包括一般的朋友，同事，邻居，同学，任何人呢，这是什么心理啊。总觉得他们有什么事找我会觉得特别烦，就算是工作当中份内的事也一样，不想帮忙，这是什么心理啊。",
    "annotation": [
      {
        "sentence": "我非常生自己的气，为什么我不愿意帮助他人？",
        "label": ""
      },
      {
        "sentence": "我非常生自己的气。",
        "label": ""
      },
      {
        "sentence": "为什么我不愿意帮助别人，包括一般的朋友，同事，邻居，同学，任何人呢，这是什么心理啊。",
        "label": ""
      },
      {
        "sentence": "总觉得他们有什么事找我会觉得特别烦，就算是工作当中份内的事也一样，不想帮忙，这是什么心理啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我看来，不喜欢帮助别人并不是不正常的心理表现，其实这种心理的产生很正常。这可能与我们相处的环境有很大的关系。不知道你生活的环境是如何呢？",
    "annotation": [
      {
        "sentence": "在我看来，不喜欢帮助别人并不是不正常的心理表现，其实这种心理的产生很正常。",
        "label": ""
      },
      {
        "sentence": "这可能与我们相处的环境有很大的关系。",
        "label": ""
      },
      {
        "sentence": "不知道你生活的环境是如何呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我生活的环境大多是同事和朋友，他们有时候会来找我帮忙，可是我总是感觉特别烦躁，不愿意帮助他们。",
    "annotation": [
      {
        "sentence": "我生活的环境大多是同事和朋友，他们有时候会来找我帮忙，可是我总是感觉特别烦躁，不愿意帮助他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当一个人生活在一个大家互帮互助，互相友爱的环境里，这种人一般喜欢帮助别人；但当别人并没有对自己产生关心关爱的举动时，自己也很难对别人产生关爱和关怀。当自己的内心被爱充斥，内心得到满足时，你会更乐于奉献；但当你的心里的爱没有得到满足时，也不要过度的怀疑自己，应该先了解自己，找到其中的原因，再好好爱自己，爱他人。",
    "annotation": [
      {
        "sentence": "当一个人生活在一个大家互帮互助，互相友爱的环境里，这种人一般喜欢帮助别人；但当别人并没有对自己产生关心关爱的举动时，自己也很难对别人产生关爱和关怀。",
        "label": ""
      },
      {
        "sentence": "当自己的内心被爱充斥，内心得到满足时，你会更乐于奉献；但当你的心里的爱没有得到满足时，也不要过度的怀疑自己，应该先了解自己，找到其中的原因，再好好爱自己，爱他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是因为我在生活中缺乏爱和关怀，所以才会产生不愿意帮助别人的心理。可是我又觉得自己这样不应该，总不能只是因为别人没对我好而不愿意帮忙。",
    "annotation": [
      {
        "sentence": "我明白了，可能是因为我在生活中缺乏爱和关怀，所以才会产生不愿意帮助别人的心理。",
        "label": ""
      },
      {
        "sentence": "可是我又觉得自己这样不应该，总不能只是因为别人没对我好而不愿意帮忙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当自己喜欢带有情绪的和别人说话时，你要明白自己应该要控制自己的情绪。对于这个你可以去阅读一些书籍来找到方法。换位思考一下，当别人带有情绪地和你说话时，你会有如何想法？",
    "annotation": [
      {
        "sentence": "当自己喜欢带有情绪的和别人说话时，你要明白自己应该要控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "对于这个你可以去阅读一些书籍来找到方法。",
        "label": ""
      },
      {
        "sentence": "换位思考一下，当别人带有情绪地和你说话时，你会有如何想法？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果别人带有情绪地和我说话，我可能会觉得被指责或者烦躁。",
    "annotation": [
      {
        "sentence": "如果别人带有情绪地和我说话，我可能会觉得被指责或者烦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，所以当我们带有情绪的与别人交流时，对方可能也会有同样的感受。因此，我们要学会控制情绪，尽量冷静地与别人沟通，这样有助于建立更好的人际关系。",
    "annotation": [
      {
        "sentence": "是的，所以当我们带有情绪的与别人交流时，对方可能也会有同样的感受。",
        "label": ""
      },
      {
        "sentence": "因此，我们要学会控制情绪，尽量冷静地与别人沟通，这样有助于建立更好的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也明白了，我需要学会控制情绪，不要让自己的情绪影响和别人的交流。但是我还是觉得自己人缘不好，没有朋友，总是想离别人远一点。",
    "annotation": [
      {
        "sentence": "我也明白了，我需要学会控制情绪，不要让自己的情绪影响和别人的交流。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得自己人缘不好，没有朋友，总是想离别人远一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许你比较喜欢独处，其实我也比较喜欢这样，也曾希望自己能永远不和别人打交道，我觉得很麻烦，还难以猜透别人内心，难以辨别情分的真假。但后来我释怀了，我发现这个世界上还是有很多我喜欢的人，还是有能和我相处的好以及我愿意和他们相处的人，而且我也相信在未来我能遇到更多我喜欢的人以及喜欢我的人。",
    "annotation": [
      {
        "sentence": "或许你比较喜欢独处，其实我也比较喜欢这样，也曾希望自己能永远不和别人打交道，我觉得很麻烦，还难以猜透别人内心，难以辨别情分的真假。",
        "label": ""
      },
      {
        "sentence": "但后来我释怀了，我发现这个世界上还是有很多我喜欢的人，还是有能和我相处的好以及我愿意和他们相处的人，而且我也相信在未来我能遇到更多我喜欢的人以及喜欢我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，也许我应该多给自己一些机会去认识新朋友，相信未来会有更多的人和我相处得很好。",
    "annotation": [
      {
        "sentence": "我明白了，也许我应该多给自己一些机会去认识新朋友，相信未来会有更多的人和我相处得很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要过度在意别人怎么看，也不用过度强调人缘的好坏会给自己带来多大的影响，其实真正影响自己的是自己的内心。要学会自己宽恕自己，也宽恕别人，不断放开自己，在人与人交往中慢慢获得成就感。加油呀。",
    "annotation": [
      {
        "sentence": "不要过度在意别人怎么看，也不用过度强调人缘的好坏会给自己带来多大的影响，其实真正影响自己的是自己的内心。",
        "label": ""
      },
      {
        "sentence": "要学会自己宽恕自己，也宽恕别人，不断放开自己，在人与人交往中慢慢获得成就感。",
        "label": ""
      },
      {
        "sentence": "加油呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着改变自己的心态，多与人交流，放开自己。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着改变自己的心态，多与人交流，放开自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，相信你一定可以改变自己的心态，建立更好的人际关系。如果还需要任何帮助，随时可以找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，相信你一定可以改变自己的心态，建立更好的人际关系。",
        "label": ""
      },
      {
        "sentence": "如果还需要任何帮助，随时可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]