[
  {
    "role": "client",
    "content": "为什么我总会羡慕朋友间的聚会？我只要在朋友圈或者是其他朋友嘴上知道了其他朋友间的聚会，我就会很羡慕同时也伴随着失落。但是平日里朋友真正邀请我时，却会觉得一切没那么有趣了，随之而来的是压力。这到底是为什么？我觉得挺苦恼的，我希望自己能从容的面对生活和朋友。",
    "annotation": [
      {
        "sentence": "为什么我总会羡慕朋友间的聚会？",
        "label": ""
      },
      {
        "sentence": "我只要在朋友圈或者是其他朋友嘴上知道了其他朋友间的聚会，我就会很羡慕同时也伴随着失落。",
        "label": ""
      },
      {
        "sentence": "但是平日里朋友真正邀请我时，却会觉得一切没那么有趣了，随之而来的是压力。",
        "label": ""
      },
      {
        "sentence": "这到底是为什么？",
        "label": ""
      },
      {
        "sentence": "我觉得挺苦恼的，我希望自己能从容的面对生活和朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你羡慕朋友间的聚会，内心很渴望加入他们，但是又对社交活动有着一定的焦虑和恐惧感。这种矛盾的心理在内心造成了冲突，感觉很纠结苦恼，是吗？",
    "annotation": [
      {
        "sentence": "你羡慕朋友间的聚会，内心很渴望加入他们，但是又对社交活动有着一定的焦虑和恐惧感。",
        "label": ""
      },
      {
        "sentence": "这种矛盾的心理在内心造成了冲突，感觉很纠结苦恼，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的。我每次看到他们快乐地聚在一起，我就觉得自己和他们格格不入，觉得他们玩得很开心，而我却总是担心自己无法融入他们的圈子。",
    "annotation": [
      {
        "sentence": "是的。",
        "label": ""
      },
      {
        "sentence": "我每次看到他们快乐地聚在一起，我就觉得自己和他们格格不入，觉得他们玩得很开心，而我却总是担心自己无法融入他们的圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。我们是社会性动物，本能上会渴望与人交往，加入群体，获得归属感和认同感。朋友间的聚会就是一种带有愉悦性的社会性群体活动，能够满足我们这种本能的内心需求，给我们带来快乐。所以当你看到朋友们聚会时，你会觉得很羡慕，但是也因为自己没有加入、没有得到群体的接纳和关注而感到失落。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我们是社会性动物，本能上会渴望与人交往，加入群体，获得归属感和认同感。",
        "label": ""
      },
      {
        "sentence": "朋友间的聚会就是一种带有愉悦性的社会性群体活动，能够满足我们这种本能的内心需求，给我们带来快乐。",
        "label": ""
      },
      {
        "sentence": "所以当你看到朋友们聚会时，你会觉得很羡慕，但是也因为自己没有加入、没有得到群体的接纳和关注而感到失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己总是缺乏自信，害怕被拒绝和被评判。我不知道为什么会有这种感觉，它是怎么形成的呢？",
    "annotation": [
      {
        "sentence": "是的，我觉得自己总是缺乏自信，害怕被拒绝和被评判。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么会有这种感觉，它是怎么形成的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对人际交往有着一定的社交焦虑或是社交恐惧，这跟你的性格特点、成长经历、曾经的体验有关。你可以回顾一下自己的情况和过往的经验，看一看为什么自己会对社交活动感到焦虑和害怕？除了自身性格以外，你是否在小时候的成长过程中比较少得到父母的肯定和支持，对自己没有足够的自信，对于人际关系不知道怎样面对和处理，害怕得不到别人的回应？也害怕失去朋友？同时，你是否十分介意别人对你的眼光和评价？比较害怕被别人评判，害怕得不到别人的肯定和认可？别人的评价是否会对你有着很大的影响，甚至会导致你自我怀疑、否定自己？这些都有可能导致你内心对社交活动有着很大的压力，不知道怎样去面对，从而不自觉地去回避。",
    "annotation": [
      {
        "sentence": "你对人际交往有着一定的社交焦虑或是社交恐惧，这跟你的性格特点、成长经历、曾经的体验有关。",
        "label": ""
      },
      {
        "sentence": "你可以回顾一下自己的情况和过往的经验，看一看为什么自己会对社交活动感到焦虑和害怕？",
        "label": ""
      },
      {
        "sentence": "除了自身性格以外，你是否在小时候的成长过程中比较少得到父母的肯定和支持，对自己没有足够的自信，对于人际关系不知道怎样面对和处理，害怕得不到别人的回应？",
        "label": ""
      },
      {
        "sentence": "也害怕失去朋友？",
        "label": ""
      },
      {
        "sentence": "同时，你是否十分介意别人对你的眼光和评价？",
        "label": ""
      },
      {
        "sentence": "比较害怕被别人评判，害怕得不到别人的肯定和认可？",
        "label": ""
      },
      {
        "sentence": "别人的评价是否会对你有着很大的影响，甚至会导致你自我怀疑、否定自己？",
        "label": ""
      },
      {
        "sentence": "这些都有可能导致你内心对社交活动有着很大的压力，不知道怎样去面对，从而不自觉地去回避。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得你说得很对。我小时候确实因为一些原因缺乏父母的支持和肯定，这使得我对自己没有足够的自信。同时，我也非常介意别人对我的评价，害怕被别人否定和拒绝，所以对社交活动都很紧张。",
    "annotation": [
      {
        "sentence": "是的，我觉得你说得很对。",
        "label": ""
      },
      {
        "sentence": "我小时候确实因为一些原因缺乏父母的支持和肯定，这使得我对自己没有足够的自信。",
        "label": ""
      },
      {
        "sentence": "同时，我也非常介意别人对我的评价，害怕被别人否定和拒绝，所以对社交活动都很紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人际交往是我们生活中非常重要的一个组成部分，是我们人性的本能和内心的需求，也是自我成长的一部分。因此，如何处理人际交往关系是我们必须要去面对和学习的。首先你要回顾自己的过往，找到自己社交焦虑的根源和压力所在。过去经历过的体验、发生过的负面影响，都已经过去了，要学会将它们放下，不要让它们影响现在的你的生活。然后，对于外界的评价要有正确的认识，同时要建立一个的自我评价体系。要明白，外界的评价只是一种外部意见，不一定是完全正确的，会带有许多的偏见和偏差，也无法确定我们真正的自我价值，并非是评判自我价值的唯一标准。即使是有不好的评价，也并非就是说我这个人是不好的，也不一定是不认同我这个人的价值。我们也不会因为朋友的一些评价而失去这个朋友。对于外界评价，我们要做的是去其糟粕、取其精华，吸取有用的建议来不断改善，提升自我。我们便是这样不断地成长起来，为他人留下越来越好的印象，完善我们在社会交往中的个人形象，也赢得越来越多的朋友。",
    "annotation": [
      {
        "sentence": "人际交往是我们生活中非常重要的一个组成部分，是我们人性的本能和内心的需求，也是自我成长的一部分。",
        "label": ""
      },
      {
        "sentence": "因此，如何处理人际交往关系是我们必须要去面对和学习的。",
        "label": ""
      },
      {
        "sentence": "首先你要回顾自己的过往，找到自己社交焦虑的根源和压力所在。",
        "label": ""
      },
      {
        "sentence": "过去经历过的体验、发生过的负面影响，都已经过去了，要学会将它们放下，不要让它们影响现在的你的生活。",
        "label": ""
      },
      {
        "sentence": "然后，对于外界的评价要有正确的认识，同时要建立一个的自我评价体系。",
        "label": ""
      },
      {
        "sentence": "要明白，外界的评价只是一种外部意见，不一定是完全正确的，会带有许多的偏见和偏差，也无法确定我们真正的自我价值，并非是评判自我价值的唯一标准。",
        "label": ""
      },
      {
        "sentence": "即使是有不好的评价，也并非就是说我这个人是不好的，也不一定是不认同我这个人的价值。",
        "label": ""
      },
      {
        "sentence": "我们也不会因为朋友的一些评价而失去这个朋友。",
        "label": ""
      },
      {
        "sentence": "对于外界评价，我们要做的是去其糟粕、取其精华，吸取有用的建议来不断改善，提升自我。",
        "label": ""
      },
      {
        "sentence": "我们便是这样不断地成长起来，为他人留下越来越好的印象，完善我们在社会交往中的个人形象，也赢得越来越多的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，要放下过去的负面影响，不将其干扰现在的生活。对外界的评价要有正确的认识，不要过分依赖他人的肯定和认可。同时，我也可以通过学习社交技巧来提升自己的自信心和对人际交往的能力，鼓起勇气去主动参与社交活动。",
    "annotation": [
      {
        "sentence": "我明白了，要放下过去的负面影响，不将其干扰现在的生活。",
        "label": ""
      },
      {
        "sentence": "对外界的评价要有正确的认识，不要过分依赖他人的肯定和认可。",
        "label": ""
      },
      {
        "sentence": "同时，我也可以通过学习社交技巧来提升自己的自信心和对人际交往的能力，鼓起勇气去主动参与社交活动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！人际交往并不是一件容易的事，但只有勇敢尝试，才能收获真正的友谊和快乐。你内心很渴望和别人交朋友，加入他们的朋友圈，那么，对自己多一点信心，鼓起勇气去尝试吧，你会获得许多的朋友。记住，你是独一无二的，你的价值不会因为他人的评价而改变。加油！",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "人际交往并不是一件容易的事，但只有勇敢尝试，才能收获真正的友谊和快乐。",
        "label": ""
      },
      {
        "sentence": "你内心很渴望和别人交朋友，加入他们的朋友圈，那么，对自己多一点信心，鼓起勇气去尝试吧，你会获得许多的朋友。",
        "label": ""
      },
      {
        "sentence": "记住，你是独一无二的，你的价值不会因为他人的评价而改变。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会尽力去面对自己的苦恼，勇敢地走出自己的舒适区，相信自己能够交到真诚的朋友。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会尽力去面对自己的苦恼，勇敢地走出自己的舒适区，相信自己能够交到真诚的朋友。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服困难，享受人际交往带来的快乐。如果你还有任何困惑或者需要支持，随时都可以来找我聊天。加油，祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服困难，享受人际交往带来的快乐。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或者需要支持，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油，祝你好运！",
        "label": ""
      }
    ]
  }
]