[
  {
    "role": "client",
    "content": "大二，很难受，如何平衡学生会和学习之间的关系？我现在大二是学生会一个部门的副部长，当时在竞选的时候就很纠结要不要选，后来听别人的建议还是竞选了，成为了副部长，但是我是一个内向的人，前两天他们让我当着新生的面讲宣传PPT，我跟他们说我很紧张，我的领导就是我的学姐说我讲的很不好，然后我就觉得很难受，就不想那么积极的对待学生会工作了，后来参与招新，我在面试时没有那么积极，学姐就一直说我，弄得我现在很反感学生会，现在还要平衡学生会和学习之间的关系，我就很难受。",
    "annotation": [
      {
        "sentence": "大二，很难受，如何平衡学生会和学习之间的关系？",
        "label": ""
      },
      {
        "sentence": "我现在大二是学生会一个部门的副部长，当时在竞选的时候就很纠结要不要选，后来听别人的建议还是竞选了，成为了副部长，但是我是一个内向的人，前两天他们让我当着新生的面讲宣传PPT，我跟他们说我很紧张，我的领导就是我的学姐说我讲的很不好，然后我就觉得很难受，就不想那么积极的对待学生会工作了，后来参与招新，我在面试时没有那么积极，学姐就一直说我，弄得我现在很反感学生会，现在还要平衡学生会和学习之间的关系，我就很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的心情。轻轻你的处境我也经历过，我大二时也面临过学生会工作和学习该如何平衡的问题，同时我也是一个很内向的人。但是内向不代表着我们做不好事情，不要一开始就给自己打上“我不行”的标签。想清楚自己的动机，才能知道自己该怎么做。学生工作一定是会耗费我们一些时间和精力的，所以你一定要思考清楚自己为什么选择留任学生会。你是听了别人的建议选择竞选副部长，那你有没有想过自己真正的动机。是想要在这里获得一起做事的归属感、成就感；是想要提升自己的能力，让自己的简历更好看；还只是想要加素质分。不要让内向成为自己逃避的借口。",
    "annotation": [
      {
        "sentence": "很理解你的心情。",
        "label": ""
      },
      {
        "sentence": "轻轻你的处境我也经历过，我大二时也面临过学生会工作和学习该如何平衡的问题，同时我也是一个很内向的人。",
        "label": ""
      },
      {
        "sentence": "但是内向不代表着我们做不好事情，不要一开始就给自己打上“我不行”的标签。",
        "label": ""
      },
      {
        "sentence": "想清楚自己的动机，才能知道自己该怎么做。",
        "label": ""
      },
      {
        "sentence": "学生工作一定是会耗费我们一些时间和精力的，所以你一定要思考清楚自己为什么选择留任学生会。",
        "label": ""
      },
      {
        "sentence": "你是听了别人的建议选择竞选副部长，那你有没有想过自己真正的动机。",
        "label": ""
      },
      {
        "sentence": "是想要在这里获得一起做事的归属感、成就感；是想要提升自己的能力，让自己的简历更好看；还只是想要加素质分。",
        "label": ""
      },
      {
        "sentence": "不要让内向成为自己逃避的借口。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的对。我确实没有考虑清楚自己的动机。我选择留任学生会是因为我想锻炼自己的能力，也想为学生做些事情，但是最近的经历让我觉得这一切都很困难，我也开始怀疑自己是否适合这个角色。",
    "annotation": [
      {
        "sentence": "嗯，你说的对。",
        "label": ""
      },
      {
        "sentence": "我确实没有考虑清楚自己的动机。",
        "label": ""
      },
      {
        "sentence": "我选择留任学生会是因为我想锻炼自己的能力，也想为学生做些事情，但是最近的经历让我觉得这一切都很困难，我也开始怀疑自己是否适合这个角色。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你反感学生会的导火索是因为没有讲好招新的宣讲被学姐批评了，一直说你，你很难受。或许是学姐的说话方式不太友好，伤害到了你的自尊。但是你不能一直抱怨他人，要想想自身的问题。你可以成功竞选副部长，说明你有一定的实力，同时学姐也对你有一定的认可和期待。我相信你在竞选时也一定很紧张，但是你战胜自己，竞选成功了，那为什么招新宣讲时不可以呢。你给自己打上了内向的标签，不相信自己可以做好，所以你没做好。你反感学生会是因为你发现这件事情有点难，所以想退缩。你当然可以选择逃避，直接退出，这样很轻松，但你很大可能会后悔。现在是你锻炼自己，改变自己的好机会，你应该抓住这样的机会，这样才能在下次遇到相同的情况时把事情做好。",
    "annotation": [
      {
        "sentence": "你反感学生会的导火索是因为没有讲好招新的宣讲被学姐批评了，一直说你，你很难受。",
        "label": ""
      },
      {
        "sentence": "或许是学姐的说话方式不太友好，伤害到了你的自尊。",
        "label": ""
      },
      {
        "sentence": "但是你不能一直抱怨他人，要想想自身的问题。",
        "label": ""
      },
      {
        "sentence": "你可以成功竞选副部长，说明你有一定的实力，同时学姐也对你有一定的认可和期待。",
        "label": ""
      },
      {
        "sentence": "我相信你在竞选时也一定很紧张，但是你战胜自己，竞选成功了，那为什么招新宣讲时不可以呢。",
        "label": ""
      },
      {
        "sentence": "你给自己打上了内向的标签，不相信自己可以做好，所以你没做好。",
        "label": ""
      },
      {
        "sentence": "你反感学生会是因为你发现这件事情有点难，所以想退缩。",
        "label": ""
      },
      {
        "sentence": "你当然可以选择逃避，直接退出，这样很轻松，但你很大可能会后悔。",
        "label": ""
      },
      {
        "sentence": "现在是你锻炼自己，改变自己的好机会，你应该抓住这样的机会，这样才能在下次遇到相同的情况时把事情做好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。我确实一直觉得自己不够好，也没有相信自己可以做好。但是你说的对，我选上副部长已经证明了自己的实力，我也不能一直逃避。我要对自己有信心，相信自己能够克服困难，并且在学生会工作中取得好的成绩。",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实一直觉得自己不够好，也没有相信自己可以做好。",
        "label": ""
      },
      {
        "sentence": "但是你说的对，我选上副部长已经证明了自己的实力，我也不能一直逃避。",
        "label": ""
      },
      {
        "sentence": "我要对自己有信心，相信自己能够克服困难，并且在学生会工作中取得好的成绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你现在有了正确的态度和信心，那么接下来就是如何平衡学生会和学习之间的关系了。学生工作和学习的平衡点需要你自己衡量摸索。能平衡好学生工作和学习是一种特别优秀的能力。现在面临招新的问题，所以事情会多一些，你可以和其他同事多交流协商，尽量将事情安排在自己没课的时候。如果学生会的事情和课程撞在一起，又必须参加时，可以在空闲时间找同学补补课，不要挂科。积极地思考问题，让自己从消极的情绪中脱离出来。希望我的回答可以帮助到你。",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你现在有了正确的态度和信心，那么接下来就是如何平衡学生会和学习之间的关系了。",
        "label": ""
      },
      {
        "sentence": "学生工作和学习的平衡点需要你自己衡量摸索。",
        "label": ""
      },
      {
        "sentence": "能平衡好学生工作和学习是一种特别优秀的能力。",
        "label": ""
      },
      {
        "sentence": "现在面临招新的问题，所以事情会多一些，你可以和其他同事多交流协商，尽量将事情安排在自己没课的时候。",
        "label": ""
      },
      {
        "sentence": "如果学生会的事情和课程撞在一起，又必须参加时，可以在空闲时间找同学补补课，不要挂科。",
        "label": ""
      },
      {
        "sentence": "积极地思考问题，让自己从消极的情绪中脱离出来。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会按照你说的去尝试平衡学生会和学习之间的关系，同时也要调整好心态，相信自己可以做得很好。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会按照你说的去尝试平衡学生会和学习之间的关系，同时也要调整好心态，相信自己可以做得很好。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定能够克服困难，做得很出色。如果以后还有需要帮助的地方，记得随时找我倾诉。祝你顺利克服困难，取得好的成绩！ 加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够克服困难，做得很出色。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要帮助的地方，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你顺利克服困难，取得好的成绩！",
        "label": ""
      },
      {
        "sentence": " 加油！",
        "label": ""
      }
    ]
  }
]