[
  {
    "role": "client",
    "content": "我不喜欢我老公和那些同学一起无所事事，我该怎么做？我老公，我不喜欢他和那些同学一起，去网吧，无所事事，没有上进心。六七年前就因为上述的原因骗我，一直不间断骗我，骗我和工作关系的人一起，一查就露馅，还死不承认。我已经严重不相信他了。男女关系方面，我暂时没有发现异常。但我真的越来越不信任他，我被他骗怕了，每到晚上，他说自己和谁谁（工作伙伴）吃饭打牌，我就觉得他又在骗我。有几次，他说自己和XX一起，我巡着定位找到他，发现又和那些混子同学一起。还有一次，又说自己和谁谁一起（工作伙伴）结果他的混子同学自己信息发过来问我他到家了没有。我真苦恼，管他和管儿子一样，远离那些混子就这么难吗？克制自己就那么难吗？他这样的毛病。",
    "annotation": [
      {
        "sentence": "我不喜欢我老公和那些同学一起无所事事，我该怎么做？",
        "label": ""
      },
      {
        "sentence": "我老公，我不喜欢他和那些同学一起，去网吧，无所事事，没有上进心。",
        "label": ""
      },
      {
        "sentence": "六七年前就因为上述的原因骗我，一直不间断骗我，骗我和工作关系的人一起，一查就露馅，还死不承认。",
        "label": ""
      },
      {
        "sentence": "我已经严重不相信他了。",
        "label": ""
      },
      {
        "sentence": "男女关系方面，我暂时没有发现异常。",
        "label": ""
      },
      {
        "sentence": "但我真的越来越不信任他，我被他骗怕了，每到晚上，他说自己和谁谁（工作伙伴）吃饭打牌，我就觉得他又在骗我。",
        "label": ""
      },
      {
        "sentence": "有几次，他说自己和XX一起，我巡着定位找到他，发现又和那些混子同学一起。",
        "label": ""
      },
      {
        "sentence": "还有一次，又说自己和谁谁一起（工作伙伴）结果他的混子同学自己信息发过来问我他到家了没有。",
        "label": ""
      },
      {
        "sentence": "我真苦恼，管他和管儿子一样，远离那些混子就这么难吗？",
        "label": ""
      },
      {
        "sentence": "克制自己就那么难吗？",
        "label": ""
      },
      {
        "sentence": "他这样的毛病。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可能是一个相对上进的人，不光自己上进还想带着身边的人一起上进，你想让另一半变成一个上进的人，至少也要更关注家庭。你渴望和另一半的关系是共同成长、共同进步的。两个人并肩向前看。",
    "annotation": [
      {
        "sentence": "你可能是一个相对上进的人，不光自己上进还想带着身边的人一起上进，你想让另一半变成一个上进的人，至少也要更关注家庭。",
        "label": ""
      },
      {
        "sentence": "你渴望和另一半的关系是共同成长、共同进步的。",
        "label": ""
      },
      {
        "sentence": "两个人并肩向前看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但他似乎更享受娱乐型的生活。有的人可能很有雄心抱负和理想，有的人当咸鱼就是他的理想。谁说咸鱼的日子不好呢。",
    "annotation": [
      {
        "sentence": "但他似乎更享受娱乐型的生活。",
        "label": ""
      },
      {
        "sentence": "有的人可能很有雄心抱负和理想，有的人当咸鱼就是他的理想。",
        "label": ""
      },
      {
        "sentence": "谁说咸鱼的日子不好呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人都有自己的生活方式和追求，咸鱼的日子也可以是一种选择。人的圈子不是一天就能形成的，这些朋友也许也陪伴他很多年了，也许被他经历过一些艰难的阶段，那跟人家断交也不大合适，而且他可能如果不跟这些人玩的话就没有朋友了。",
    "annotation": [
      {
        "sentence": "是的，每个人都有自己的生活方式和追求，咸鱼的日子也可以是一种选择。",
        "label": ""
      },
      {
        "sentence": "人的圈子不是一天就能形成的，这些朋友也许也陪伴他很多年了，也许被他经历过一些艰难的阶段，那跟人家断交也不大合适，而且他可能如果不跟这些人玩的话就没有朋友了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可我真的越来越不信任他了，每次他说自己和某某人在一起，我都怀疑他在骗我。有时候甚至发现他和那些同学在一起。",
    "annotation": [
      {
        "sentence": "可我真的越来越不信任他了，每次他说自己和某某人在一起，我都怀疑他在骗我。",
        "label": ""
      },
      {
        "sentence": "有时候甚至发现他和那些同学在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不必一味地去追究他的谎言，这不是软弱的表现。当一个人的谎言被揭穿时，他下意识地会去反驳，这样反而不会给你带来好处。夫妻关系中，互相包容还是挺重要的。他喜欢去网吧可能是因为工作压力大，需要暂时放松一下自己。",
    "annotation": [
      {
        "sentence": "不必一味地去追究他的谎言，这不是软弱的表现。",
        "label": ""
      },
      {
        "sentence": "当一个人的谎言被揭穿时，他下意识地会去反驳，这样反而不会给你带来好处。",
        "label": ""
      },
      {
        "sentence": "夫妻关系中，互相包容还是挺重要的。",
        "label": ""
      },
      {
        "sentence": "他喜欢去网吧可能是因为工作压力大，需要暂时放松一下自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，但我真的很不喜欢他去网吧。那我应该怎么做呢？",
    "annotation": [
      {
        "sentence": "我明白，但我真的很不喜欢他去网吧。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你只要做好自己就行了，我们没办法强行改变一个人，只能去影响一个人。你有自己坚定的力量，也许他潜移默化间就渐渐成为了跟你同样的人。你可以反思一下，在平时的相处过程中你是否太强势了，适时调整一下相处模式。如果你不希望他去做某些事情，除了强硬地拒绝，还有一种方法或许能达到你的目的，就是撒娇，你可以试试。",
    "annotation": [
      {
        "sentence": "你只要做好自己就行了，我们没办法强行改变一个人，只能去影响一个人。",
        "label": ""
      },
      {
        "sentence": "你有自己坚定的力量，也许他潜移默化间就渐渐成为了跟你同样的人。",
        "label": ""
      },
      {
        "sentence": "你可以反思一下，在平时的相处过程中你是否太强势了，适时调整一下相处模式。",
        "label": ""
      },
      {
        "sentence": "如果你不希望他去做某些事情，除了强硬地拒绝，还有一种方法或许能达到你的目的，就是撒娇，你可以试试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会反省自己的相处方式，也会试试用撒娇的方式来表达我的不满。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会反省自己的相处方式，也会试试用撒娇的方式来表达我的不满。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气。记住，家庭关系需要相互理解和包容，希望你们能够共同成长，共同进步。如果还有其他问题，随时可以告诉我。",
    "annotation": [
      {
        "sentence": "不客气。",
        "label": ""
      },
      {
        "sentence": "记住，家庭关系需要相互理解和包容，希望你们能够共同成长，共同进步。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时可以告诉我。",
        "label": ""
      }
    ]
  }
]