[
  {
    "role": "client",
    "content": "大二，很难受，如何平衡学生会和学习之间的关系？我现在大二是学生会一个部门的副部长，当时在竞选的时候就很纠结要不要选，后来听别人的建议还是竞选了，成为了副部长，但是我是一个内向的人，前两天他们让我当着新生的面讲宣传PPT，我跟他们说我很紧张，我的领导就是我的学姐说我讲的很不好，然后我就觉得很难受，就不想那么积极的对待学生会工作了，后来参与招新，我在面试时没有那么积极，学姐就一直说我，弄得我现在很反感学生会，现在还要平衡学生会和学习之间的关系，我就很难受。",
    "annotation": [
      {
        "sentence": "大二，很难受，如何平衡学生会和学习之间的关系？",
        "label": ""
      },
      {
        "sentence": "我现在大二是学生会一个部门的副部长，当时在竞选的时候就很纠结要不要选，后来听别人的建议还是竞选了，成为了副部长，但是我是一个内向的人，前两天他们让我当着新生的面讲宣传PPT，我跟他们说我很紧张，我的领导就是我的学姐说我讲的很不好，然后我就觉得很难受，就不想那么积极的对待学生会工作了，后来参与招新，我在面试时没有那么积极，学姐就一直说我，弄得我现在很反感学生会，现在还要平衡学生会和学习之间的关系，我就很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你有一些“糟糕”的经历，给新生讲PPT很紧张，又受到了批评。我觉得这样的经历对你来说是好事情，你现在觉得反感学生会的工作了，你想远离那些让人尴尬的场景，直接点说你想逃避了。当然，如果你可以和学姐说自己不想做这个部长了，她也可以换一个人来担任，那这也是一种办法。你需要去考虑，询问这种办法是否可行？但我想这样的话，你以后是会有遗憾的。",
    "annotation": [
      {
        "sentence": "看得出来你有一些“糟糕”的经历，给新生讲PPT很紧张，又受到了批评。",
        "label": ""
      },
      {
        "sentence": "我觉得这样的经历对你来说是好事情，你现在觉得反感学生会的工作了，你想远离那些让人尴尬的场景，直接点说你想逃避了。",
        "label": ""
      },
      {
        "sentence": "当然，如果你可以和学姐说自己不想做这个部长了，她也可以换一个人来担任，那这也是一种办法。",
        "label": ""
      },
      {
        "sentence": "你需要去考虑，询问这种办法是否可行？",
        "label": ""
      },
      {
        "sentence": "但我想这样的话，你以后是会有遗憾的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的也有道理，虽然现在我很难受，但是如果我逃避了，可能以后我真的会后悔。我也不想辜负大家对我的期望。",
    "annotation": [
      {
        "sentence": "你说的也有道理，虽然现在我很难受，但是如果我逃避了，可能以后我真的会后悔。",
        "label": ""
      },
      {
        "sentence": "我也不想辜负大家对我的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我从来不认为内向的人就做不好好多事，就必须宅着不与人交流，所以当你说自己很内向的时候可以停下来想一想这是不是一个借口。这么说是因为以后工作了，会有更难的任务，更重要的场合，如果现在轻易退缩了，以后可能会更加尴尬。PPT讲的不好，但至少你讲完了，而且那下次一定比这次好。学姐批评了两句也是情理之中的，但是她不是说你这个人不行，只是说这些宣讲做的不够好。",
    "annotation": [
      {
        "sentence": "我从来不认为内向的人就做不好好多事，就必须宅着不与人交流，所以当你说自己很内向的时候可以停下来想一想这是不是一个借口。",
        "label": ""
      },
      {
        "sentence": "这么说是因为以后工作了，会有更难的任务，更重要的场合，如果现在轻易退缩了，以后可能会更加尴尬。",
        "label": ""
      },
      {
        "sentence": "PPT讲的不好，但至少你讲完了，而且那下次一定比这次好。",
        "label": ""
      },
      {
        "sentence": "学姐批评了两句也是情理之中的，但是她不是说你这个人不行，只是说这些宣讲做的不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能因为一点挫折就放弃，我要相信自己的能力，继续努力提升。但是现在我还是很矛盾，怎么才能平衡学生会和学习之间的关系呢？",
    "annotation": [
      {
        "sentence": "我明白了，我不能因为一点挫折就放弃，我要相信自己的能力，继续努力提升。",
        "label": ""
      },
      {
        "sentence": "但是现在我还是很矛盾，怎么才能平衡学生会和学习之间的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是啊，学生会和学习是需要平衡的，你可以试着制定一份合理的时间安排表，将学生会的工作和学习任务逐一安排进去，合理分配时间和精力。另外，你可以与学姐沟通，请求一些适合你能力和性格的任务，这样可以减轻你的压力。",
    "annotation": [
      {
        "sentence": "是啊，学生会和学习是需要平衡的，你可以试着制定一份合理的时间安排表，将学生会的工作和学习任务逐一安排进去，合理分配时间和精力。",
        "label": ""
      },
      {
        "sentence": "另外，你可以与学姐沟通，请求一些适合你能力和性格的任务，这样可以减轻你的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议很实用，我会试着制定一个时间安排表，这样对我来说更有条理，能更好地处理学生会和学习。我也会尝试与学姐沟通，希望她能理解我的困惑和压力。",
    "annotation": [
      {
        "sentence": "这个建议很实用，我会试着制定一个时间安排表，这样对我来说更有条理，能更好地处理学生会和学习。",
        "label": ""
      },
      {
        "sentence": "我也会尝试与学姐沟通，希望她能理解我的困惑和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能接受我的建议。学姐应该会理解你的处境，毕竟每个人都有自己的难处。只要你努力加强自我调节和时间管理，相信你能够平衡好学生会和学习之间的关系。",
    "annotation": [
      {
        "sentence": "很高兴你能接受我的建议。",
        "label": ""
      },
      {
        "sentence": "学姐应该会理解你的处境，毕竟每个人都有自己的难处。",
        "label": ""
      },
      {
        "sentence": "只要你努力加强自我调节和时间管理，相信你能够平衡好学生会和学习之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力克服困难，给自己一个机会去发展和成长。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力克服困难，给自己一个机会去发展和成长。",
        "label": ""
      }
    ]
  }
]