[
  {
    "role": "client",
    "content": "我不想和同父异母的妹妹相处，我可以直接告诉我爸爸吗？我爸爸总自以为我对这个妹妹跟我亲生弟弟的感情没有区别，实际上我心里从来没有承认过她的，就跟其他人家的小孩一样。前段时间我爸爸把小孩带到我奶奶家了，他国庆回不了家还想让我带孩子，我真的很烦！在我这里我和这个妹妹最好的状态就是以后完全不要有交集，可是我爸爸完全不知道我的想法，有点想告诉他。",
    "annotation": [
      {
        "sentence": "我不想和同父异母的妹妹相处，我可以直接告诉我爸爸吗？",
        "label": ""
      },
      {
        "sentence": "我爸爸总自以为我对这个妹妹跟我亲生弟弟的感情没有区别，实际上我心里从来没有承认过她的，就跟其他人家的小孩一样。",
        "label": ""
      },
      {
        "sentence": "前段时间我爸爸把小孩带到我奶奶家了，他国庆回不了家还想让我带孩子，我真的很烦！",
        "label": ""
      },
      {
        "sentence": "在我这里我和这个妹妹最好的状态就是以后完全不要有交集，可是我爸爸完全不知道我的想法，有点想告诉他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困扰。这是一件棘手的事情，你可以考虑在合理的范围内拒绝。同时，你需要明确父亲所说的『带孩子』具体意味着什么。如果你感到非常抵触，至少可以照顾好她的三餐对吗？不知道这个妹妹如今多大了，她作为孩子可能确实需要家人的陪伴。父亲的出轨是很糟糕的事情，但这个孩子并没有做错什么，只是你的父亲需要为自己的行为负责。如果你真的不想帮忙带孩子，可以考虑拒绝并寻找其他人能够胜任这个任务。",
    "annotation": [
      {
        "sentence": "非常理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "这是一件棘手的事情，你可以考虑在合理的范围内拒绝。",
        "label": ""
      },
      {
        "sentence": "同时，你需要明确父亲所说的『带孩子』具体意味着什么。",
        "label": ""
      },
      {
        "sentence": "如果你感到非常抵触，至少可以照顾好她的三餐对吗？",
        "label": ""
      },
      {
        "sentence": "不知道这个妹妹如今多大了，她作为孩子可能确实需要家人的陪伴。",
        "label": ""
      },
      {
        "sentence": "父亲的出轨是很糟糕的事情，但这个孩子并没有做错什么，只是你的父亲需要为自己的行为负责。",
        "label": ""
      },
      {
        "sentence": "如果你真的不想帮忙带孩子，可以考虑拒绝并寻找其他人能够胜任这个任务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想告诉爸爸，但事情比较复杂。我家庭的情况是，我爸爸出轨并生了个孩子，最后还把孩子带回家。真的很讨厌这种行为！",
    "annotation": [
      {
        "sentence": "我想告诉爸爸，但事情比较复杂。",
        "label": ""
      },
      {
        "sentence": "我家庭的情况是，我爸爸出轨并生了个孩子，最后还把孩子带回家。",
        "label": ""
      },
      {
        "sentence": "真的很讨厌这种行为！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。在这件事情上，你的内心可能充满了各种想法和情绪，也不承认这个妹妹是你的亲人。这是一件需要认识到的事情。你要明确自己的立场，并知道坚持这个立场可能会有各种后果。父亲对你的印象可能会改变，而你内心对妹妹的抵触和不情愿可能也会影响你带孩子的质量。如果你想告诉父亲，可以考虑在清楚之后再和他谈谈。现在你的经济独立，不需要他的支持，这是你的优势。但如果你不想太直接地表达你的想法，会让自己很委屈。你可以想想是否还有其他人能够接手这个任务，也许推迟这个不愉快的任务是一种自然的做法。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在这件事情上，你的内心可能充满了各种想法和情绪，也不承认这个妹妹是你的亲人。",
        "label": ""
      },
      {
        "sentence": "这是一件需要认识到的事情。",
        "label": ""
      },
      {
        "sentence": "你要明确自己的立场，并知道坚持这个立场可能会有各种后果。",
        "label": ""
      },
      {
        "sentence": "父亲对你的印象可能会改变，而你内心对妹妹的抵触和不情愿可能也会影响你带孩子的质量。",
        "label": ""
      },
      {
        "sentence": "如果你想告诉父亲，可以考虑在清楚之后再和他谈谈。",
        "label": ""
      },
      {
        "sentence": "现在你的经济独立，不需要他的支持，这是你的优势。",
        "label": ""
      },
      {
        "sentence": "但如果你不想太直接地表达你的想法，会让自己很委屈。",
        "label": ""
      },
      {
        "sentence": "你可以想想是否还有其他人能够接手这个任务，也许推迟这个不愉快的任务是一种自然的做法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，拖延时间可能会让其他人开始触碰我们的立场。我需要考虑照顾自己还是满足父亲的需求更重要。但我真的不想照顾这个妹妹。",
    "annotation": [
      {
        "sentence": "确实是这样，拖延时间可能会让其他人开始触碰我们的立场。",
        "label": ""
      },
      {
        "sentence": "我需要考虑照顾自己还是满足父亲的需求更重要。",
        "label": ""
      },
      {
        "sentence": "但我真的不想照顾这个妹妹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "保持诚实但善良很重要。我们要说出实话，但也要给父亲和妹妹一些时间来处理被拒绝的事实。不只是说出你的理由，你需要耐心地解释为什么拒绝，并明确表明这只是你的个人意见。让人们有时间去理解并做出礼貌的回应。你可以坚持自己的立场，但也需要思考是否有其他方法让妹妹得到照顾。这是需要家庭成员共同思考的问题。",
    "annotation": [
      {
        "sentence": "保持诚实但善良很重要。",
        "label": ""
      },
      {
        "sentence": "我们要说出实话，但也要给父亲和妹妹一些时间来处理被拒绝的事实。",
        "label": ""
      },
      {
        "sentence": "不只是说出你的理由，你需要耐心地解释为什么拒绝，并明确表明这只是你的个人意见。",
        "label": ""
      },
      {
        "sentence": "让人们有时间去理解并做出礼貌的回应。",
        "label": ""
      },
      {
        "sentence": "你可以坚持自己的立场，但也需要思考是否有其他方法让妹妹得到照顾。",
        "label": ""
      },
      {
        "sentence": "这是需要家庭成员共同思考的问题。",
        "label": ""
      }
    ]
  }
]