[
  {
    "role": "client",
    "content": "全职宝妈，难过的时候，我想从楼梯上摔下去……我是全职妈妈，有两个宝宝，大宝两岁，小宝五个月，我和我婆婆一起带两个孩子，我公公在老家工作，我昨天晚上和我老公发生了争执，他说我对他的态度对他父母的态度对他朋友的态度以及看待事物的态度，和他想的不一样，我现在好糟糕，我好难。",
    "annotation": [
      {
        "sentence": "全职宝妈，难过的时候，我想从楼梯上摔下去……我是全职妈妈，有两个宝宝，大宝两岁，小宝五个月，我和我婆婆一起带两个孩子，我公公在老家工作，我昨天晚上和我老公发生了争执，他说我对他的态度对他父母的态度对他朋友的态度以及看待事物的态度，和他想的不一样，我现在好糟糕，我好难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊，很愿意与你探讨你的困惑。我的基本态度是：不要被老公的钩子钓成了鱼，而是温和而坚定地回答他，戳破他的“气”球。两个孩子全职妈妈的你正处在最艰难的时候。从你的描述中，你作为全职妈妈，与婆婆一起照顾两个年幼的宝贝。我的感觉，现在正是你最艰难的时候。原因有三：从孩子的角度来看，大宝两岁，小宝五个月，孩子正是难带的时候，可能其中一个还在哺乳期，另外一个孩子学会走路说话不久，可能还缠着妈妈；从自己的角度来看，二宝才五个月，你可能正处在生育后的恢复期，身心俱疲，状况都需要进一步调整；从婆媳的角度来说，婆媳关系是天下第一难的关系。你不仅要小心谨慎地关注孩子和自己，甚至还要与婆婆斗智斗力，为了养育孩子和生活习惯等争取自己应有的利益。可以说，这半年来，你可能一直是“蓝受香菇”的状态，能不陷入产后抑郁的状态，还能坚持下来，已经是相当的坚强和不容易了，为你点赞。不要被老公的钩子钓成了鱼。",
    "annotation": [
      {
        "sentence": "你好啊，很愿意与你探讨你的困惑。",
        "label": ""
      },
      {
        "sentence": "我的基本态度是：不要被老公的钩子钓成了鱼，而是温和而坚定地回答他，戳破他的“气”球。",
        "label": ""
      },
      {
        "sentence": "两个孩子全职妈妈的你正处在最艰难的时候。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，你作为全职妈妈，与婆婆一起照顾两个年幼的宝贝。",
        "label": ""
      },
      {
        "sentence": "我的感觉，现在正是你最艰难的时候。",
        "label": ""
      },
      {
        "sentence": "原因有三：从孩子的角度来看，大宝两岁，小宝五个月，孩子正是难带的时候，可能其中一个还在哺乳期，另外一个孩子学会走路说话不久，可能还缠着妈妈；从自己的角度来看，二宝才五个月，你可能正处在生育后的恢复期，身心俱疲，状况都需要进一步调整；从婆媳的角度来说，婆媳关系是天下第一难的关系。",
        "label": ""
      },
      {
        "sentence": "你不仅要小心谨慎地关注孩子和自己，甚至还要与婆婆斗智斗力，为了养育孩子和生活习惯等争取自己应有的利益。",
        "label": ""
      },
      {
        "sentence": "可以说，这半年来，你可能一直是“蓝受香菇”的状态，能不陷入产后抑郁的状态，还能坚持下来，已经是相当的坚强和不容易了，为你点赞。",
        "label": ""
      },
      {
        "sentence": "不要被老公的钩子钓成了鱼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。确实，每天都有好多事情要处理，很累很辛苦。我明白你的意思，不能被他的话影响到自己的情绪，要坚持温和而坚定地回应他。可是，我觉得自己就是做不到，昨天争吵的时候，我忍不住就爆发了，接下来，我真的觉得自己好糟糕，觉得从楼梯上摔下去会让我感觉好一些。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "确实，每天都有好多事情要处理，很累很辛苦。",
        "label": ""
      },
      {
        "sentence": "我明白你的意思，不能被他的话影响到自己的情绪，要坚持温和而坚定地回应他。",
        "label": ""
      },
      {
        "sentence": "可是，我觉得自己就是做不到，昨天争吵的时候，我忍不住就爆发了，接下来，我真的觉得自己好糟糕，觉得从楼梯上摔下去会让我感觉好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱抱！你知道吗，你并不是一个人在战斗。全职妈妈的生活确实很辛苦，压力也很大，而你遇到了婆媳关系、孩子需求、伴侣矛盾等多重困境，这些都是让你难以承受的。你昨天的情绪爆发其实是可以理解的，因为你承受了太多。但是，我希望告诉你，你并不是无助的，你还有支持者，还有我陪伴着你。在你的最难的时候，你需要的并不是从楼梯上摔下去，而是找到一种更好的解决方法。我们一起来找办法，如何能够更好地处理这个问题，如何让自己更开心一些，如何与你的伴侣更好地沟通，如何与婆婆相处更融洽。你可以一步一步地走出困境，我会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "抱抱！",
        "label": ""
      },
      {
        "sentence": "你知道吗，你并不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "全职妈妈的生活确实很辛苦，压力也很大，而你遇到了婆媳关系、孩子需求、伴侣矛盾等多重困境，这些都是让你难以承受的。",
        "label": ""
      },
      {
        "sentence": "你昨天的情绪爆发其实是可以理解的，因为你承受了太多。",
        "label": ""
      },
      {
        "sentence": "但是，我希望告诉你，你并不是无助的，你还有支持者，还有我陪伴着你。",
        "label": ""
      },
      {
        "sentence": "在你的最难的时候，你需要的并不是从楼梯上摔下去，而是找到一种更好的解决方法。",
        "label": ""
      },
      {
        "sentence": "我们一起来找办法，如何能够更好地处理这个问题，如何让自己更开心一些，如何与你的伴侣更好地沟通，如何与婆婆相处更融洽。",
        "label": ""
      },
      {
        "sentence": "你可以一步一步地走出困境，我会一直陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励。我也深知自己需要找到更好的解决方法来面对这些问题。我想我可以试着冷静下来和老公好好沟通一下，听听他的想法，也把自己的想法告诉他，看看我们能不能找到一个相互理解和尊重的方式。对于婆媳关系，我也会试着找到一种更平和的方式与婆婆相处，毕竟我们都是为了宝宝好。虽然生活很累，但我相信只要我积极面对，一定能够渐渐走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励。",
        "label": ""
      },
      {
        "sentence": "我也深知自己需要找到更好的解决方法来面对这些问题。",
        "label": ""
      },
      {
        "sentence": "我想我可以试着冷静下来和老公好好沟通一下，听听他的想法，也把自己的想法告诉他，看看我们能不能找到一个相互理解和尊重的方式。",
        "label": ""
      },
      {
        "sentence": "对于婆媳关系，我也会试着找到一种更平和的方式与婆婆相处，毕竟我们都是为了宝宝好。",
        "label": ""
      },
      {
        "sentence": "虽然生活很累，但我相信只要我积极面对，一定能够渐渐走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真是太棒了！你已经找到了解决问题的关键——积极面对。与你的伴侣好好沟通，共同寻找解决问题的方法，听取对方的想法，也传达自己的心声，这是非常重要的。同时，与婆婆相处时，平和、理智、互相尊重也是至关重要的。你的决心和勇气让我非常钦佩，也相信你一定能够走出困境，创造一个更加美好的生活。无论遇到什么困难，记得我都会在你身边支持你。加油！",
    "annotation": [
      {
        "sentence": "你真是太棒了！",
        "label": ""
      },
      {
        "sentence": "你已经找到了解决问题的关键——积极面对。",
        "label": ""
      },
      {
        "sentence": "与你的伴侣好好沟通，共同寻找解决问题的方法，听取对方的想法，也传达自己的心声，这是非常重要的。",
        "label": ""
      },
      {
        "sentence": "同时，与婆婆相处时，平和、理智、互相尊重也是至关重要的。",
        "label": ""
      },
      {
        "sentence": "你的决心和勇气让我非常钦佩，也相信你一定能够走出困境，创造一个更加美好的生活。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记得我都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的鼓励和支持。有你陪伴在我身边，我感到温暖和勇气。我会牢记你的话，积极面对问题，寻找解决方法。相信自己，相信我们会迈过这个困难，创造一个温馨和谐的家庭。再次谢谢你，你真的给了我很大的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "有你陪伴在我身边，我感到温暖和勇气。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，积极面对问题，寻找解决方法。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信我们会迈过这个困难，创造一个温馨和谐的家庭。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你，你真的给了我很大的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意一直陪伴在你身边。你的勇气和决心是最关键的。相信自己，相信我们的支持和帮助，你一定能够克服困难，拥有一个温馨和谐的家庭。如果以后还有什么问题或困惑，随时跟我说，我都会尽力帮助你。加油！我们一起走过难关！",
    "annotation": [
      {
        "sentence": "不客气，我愿意一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "你的勇气和决心是最关键的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信我们的支持和帮助，你一定能够克服困难，拥有一个温馨和谐的家庭。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题或困惑，随时跟我说，我都会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我们一起走过难关！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的承诺和鼓励。我会更加坚定地面对困难，相信自己，相信我们的力量。",
    "annotation": [
      {
        "sentence": "谢谢你的承诺和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会更加坚定地面对困难，相信自己，相信我们的力量。",
        "label": ""
      }
    ]
  }
]