[
  {
    "role": "client",
    "content": "暴饮暴食，压力巨大，不知道如何缓解？",
    "annotation": [
      {
        "sentence": "暴饮暴食，压力巨大，不知道如何缓解？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你的遭遇，轻轻「29岁，父母不断的羞辱我，我一听到父母这两个字压力都巨大，漫山遍野的压力盖过我的头顶。」你好像一直生活在不断被否定的环境中，父母的羞辱让你压力山大。环境的力量是巨大的，你现在29岁，有独立的人格和思想，既然现在的生活环境让你感到压力巨大，你可以逃离现在的环境，远离父母的折辱，尽量减少与父母的来往，开始新的生活。",
    "annotation": [
      {
        "sentence": "很心疼你的遭遇，轻轻「29岁，父母不断的羞辱我，我一听到父母这两个字压力都巨大，漫山遍野的压力盖过我的头顶。",
        "label": ""
      },
      {
        "sentence": "」你好像一直生活在不断被否定的环境中，父母的羞辱让你压力山大。",
        "label": ""
      },
      {
        "sentence": "环境的力量是巨大的，你现在29岁，有独立的人格和思想，既然现在的生活环境让你感到压力巨大，你可以逃离现在的环境，远离父母的折辱，尽量减少与父母的来往，开始新的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感到了很大的压力。但是我还是想知道，一个好的咨询师是什么样的？我一直认为学历特别高、督导级别的咨询师挺好的，但是有些咨询师的言语中有很多我不喜欢的词语，让我感到受伤害。我曾经试探过，咨询师的内心是善良的，可是他们在言辞中总是让我感到被嘲讽和冷漠。每次去咨询室，我总能很轻易地激怒咨询师。",
    "annotation": [
      {
        "sentence": "是的，我确实感到了很大的压力。",
        "label": ""
      },
      {
        "sentence": "但是我还是想知道，一个好的咨询师是什么样的？",
        "label": ""
      },
      {
        "sentence": "我一直认为学历特别高、督导级别的咨询师挺好的，但是有些咨询师的言语中有很多我不喜欢的词语，让我感到受伤害。",
        "label": ""
      },
      {
        "sentence": "我曾经试探过，咨询师的内心是善良的，可是他们在言辞中总是让我感到被嘲讽和冷漠。",
        "label": ""
      },
      {
        "sentence": "每次去咨询室，我总能很轻易地激怒咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高学历和资格确实是成为好的咨询师的因素，但并不是决定因素。重要的是他是否适合你，是否能够给予你情感上的抚慰。现在的咨询师让你感到受伤害，他可能更注重技巧而忽视了情感。他没有找到与你交流的合适方式，所以在他让你感到受伤害的同时，你也激怒了他。",
    "annotation": [
      {
        "sentence": "高学历和资格确实是成为好的咨询师的因素，但并不是决定因素。",
        "label": ""
      },
      {
        "sentence": "重要的是他是否适合你，是否能够给予你情感上的抚慰。",
        "label": ""
      },
      {
        "sentence": "现在的咨询师让你感到受伤害，他可能更注重技巧而忽视了情感。",
        "label": ""
      },
      {
        "sentence": "他没有找到与你交流的合适方式，所以在他让你感到受伤害的同时，你也激怒了他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感谢你的解答。我每天都要吃得很饱才能有满足感，但是我知道这样不好。如果不吃得饱，我就会感到内心空落落的，心情也会变得不好，好像被剥夺了什么一样。",
    "annotation": [
      {
        "sentence": "我明白了，感谢你的解答。",
        "label": ""
      },
      {
        "sentence": "我每天都要吃得很饱才能有满足感，但是我知道这样不好。",
        "label": ""
      },
      {
        "sentence": "如果不吃得饱，我就会感到内心空落落的，心情也会变得不好，好像被剥夺了什么一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是你缓解焦虑的一种方式，但你可以尝试寻找别的缓解焦虑的方式来改善这个不好的习惯。例如按压自动圆珠笔、跑步等等。如果实在无法改变，你可以考虑将每天吃的东西换成低热量、易消化、易产生饱腹感的食物。",
    "annotation": [
      {
        "sentence": "这是你缓解焦虑的一种方式，但你可以尝试寻找别的缓解焦虑的方式来改善这个不好的习惯。",
        "label": ""
      },
      {
        "sentence": "例如按压自动圆珠笔、跑步等等。",
        "label": ""
      },
      {
        "sentence": "如果实在无法改变，你可以考虑将每天吃的东西换成低热量、易消化、易产生饱腹感的食物。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试其他的缓解焦虑的方法。另外，每天工作后回家做家务给我带来很大的压力，让我感到非常疲倦。我一点也不享受勤奋的快感，总是很懒惰。下班回家后，我就想躺在床上，这让人家讨厌。",
    "annotation": [
      {
        "sentence": "我会试试其他的缓解焦虑的方法。",
        "label": ""
      },
      {
        "sentence": "另外，每天工作后回家做家务给我带来很大的压力，让我感到非常疲倦。",
        "label": ""
      },
      {
        "sentence": "我一点也不享受勤奋的快感，总是很懒惰。",
        "label": ""
      },
      {
        "sentence": "下班回家后，我就想躺在床上，这让人家讨厌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你无需强迫自己享受勤奋的快感，你可以选择以自己舒适的方式来生活。如果你不喜欢做家务，可以考虑购买一些家电设备来减轻负担，比如扫地机器人或者洗碗机。下班回家后想要躺在床上休息一会是很正常的，毕竟一天的工作已经让你很累了。等你精力恢复一些后，再去做其他需要做的事情。看了很多书但是仍没有改变，改变是一个长期的过程，需要你的坚持。在这个过程中，寻求他人的帮助会让你更轻松一些。现在你与咨询师的交流不是很愉快，你可以及时将你对咨询师的感受和想法反馈给他，帮助他适时调整与你的交流方式，找到更适合的方式。希望我的回答可以对你有所帮助。",
    "annotation": [
      {
        "sentence": "你无需强迫自己享受勤奋的快感，你可以选择以自己舒适的方式来生活。",
        "label": ""
      },
      {
        "sentence": "如果你不喜欢做家务，可以考虑购买一些家电设备来减轻负担，比如扫地机器人或者洗碗机。",
        "label": ""
      },
      {
        "sentence": "下班回家后想要躺在床上休息一会是很正常的，毕竟一天的工作已经让你很累了。",
        "label": ""
      },
      {
        "sentence": "等你精力恢复一些后，再去做其他需要做的事情。",
        "label": ""
      },
      {
        "sentence": "看了很多书但是仍没有改变，改变是一个长期的过程，需要你的坚持。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，寻求他人的帮助会让你更轻松一些。",
        "label": ""
      },
      {
        "sentence": "现在你与咨询师的交流不是很愉快，你可以及时将你对咨询师的感受和想法反馈给他，帮助他适时调整与你的交流方式，找到更适合的方式。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的详细回答，我会尝试着改变自己的思维和行为习惯。希望能够找到适合我的咨询师，解决自己的问题。",
    "annotation": [
      {
        "sentence": "非常感谢你的详细回答，我会尝试着改变自己的思维和行为习惯。",
        "label": ""
      },
      {
        "sentence": "希望能够找到适合我的咨询师，解决自己的问题。",
        "label": ""
      }
    ]
  }
]