[
  {
    "role": "client",
    "content": "暴饮暴食，压力巨大，不知道如何缓解？",
    "annotation": [
      {
        "sentence": "暴饮暴食，压力巨大，不知道如何缓解？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看见你现在的状态我想先给你个大大的拥抱！先来回答你的三个问题。问题一：️你问“什么是好的咨询师？”并且认为“我理解中学历特别高，督导级别的挺好的了，但是还是言语中有很多我不喜欢的词语，有被怼受伤害的感觉。探讨过，咨询师的心是好的，但是我受不了字里行间的我感觉到的冷嘲热讽不耐烦。弥漫在咨询室中，我总是能很轻易地挑起咨询师的愤怒.\"",
    "annotation": [
      {
        "sentence": "看见你现在的状态我想先给你个大大的拥抱！",
        "label": ""
      },
      {
        "sentence": "先来回答你的三个问题。",
        "label": ""
      },
      {
        "sentence": "问题一：️你问“什么是好的咨询师？",
        "label": ""
      },
      {
        "sentence": "”并且认为“我理解中学历特别高，督导级别的挺好的了，但是还是言语中有很多我不喜欢的词语，有被怼受伤害的感觉。",
        "label": ""
      },
      {
        "sentence": "探讨过，咨询师的心是好的，但是我受不了字里行间的我感觉到的冷嘲热讽不耐烦。",
        "label": ""
      },
      {
        "sentence": "弥漫在咨询室中，我总是能很轻易地挑起咨询师的愤怒.\"",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱！我知道学历并非决定是否是好的咨询师，但是我希望咨询师能理解我的情况，能与我产生共情并给予专业的帮助。我现在的咨询师与我沟通时似乎没有真正了解我，让我感到伤害。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱！",
        "label": ""
      },
      {
        "sentence": "我知道学历并非决定是否是好的咨询师，但是我希望咨询师能理解我的情况，能与我产生共情并给予专业的帮助。",
        "label": ""
      },
      {
        "sentence": "我现在的咨询师与我沟通时似乎没有真正了解我，让我感到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你与现有的咨询师之间存在一些沟通问题，我建议你可以考虑暂停咨询，重新寻找一位适合你的咨询师。如果你不知道如何寻找，可以在“”APP里通过咨询师匹配找到适合你的咨询师。",
    "annotation": [
      {
        "sentence": "看来你与现有的咨询师之间存在一些沟通问题，我建议你可以考虑暂停咨询，重新寻找一位适合你的咨询师。",
        "label": ""
      },
      {
        "sentence": "如果你不知道如何寻找，可以在“”APP里通过咨询师匹配找到适合你的咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试使用咨询师匹配功能去找到适合我的咨询师。问题二：️你说：“我每天都要吃的很饱很饱，肚子发胀才有心满意足充实的感觉。我知道不好，但是不吃的饱饱的感觉心里空落落的，心情都不好了，像被剥夺了。”",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试使用咨询师匹配功能去找到适合我的咨询师。",
        "label": ""
      },
      {
        "sentence": "问题二：️你说：“我每天都要吃的很饱很饱，肚子发胀才有心满意足充实的感觉。",
        "label": ""
      },
      {
        "sentence": "我知道不好，但是不吃的饱饱的感觉心里空落落的，心情都不好了，像被剥夺了。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "吃东西确实能够给我们带来一时的满足感，但过度吃东西并不利于身体健康。我建议你在想要吃饱的时候可以先喝一碗汤或者水，以此来减少你进食过多的情况，保持健康的饮食习惯。另外，你可以尝试在吃东西的时候每口都咀嚼21下，这样可以减少你对吃东西的依赖性。当然，为了缓解情绪和释放压力，你可以尝试其他方式，如唱歌或将自己的想法写下来等等。",
    "annotation": [
      {
        "sentence": "吃东西确实能够给我们带来一时的满足感，但过度吃东西并不利于身体健康。",
        "label": ""
      },
      {
        "sentence": "我建议你在想要吃饱的时候可以先喝一碗汤或者水，以此来减少你进食过多的情况，保持健康的饮食习惯。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试在吃东西的时候每口都咀嚼21下，这样可以减少你对吃东西的依赖性。",
        "label": ""
      },
      {
        "sentence": "当然，为了缓解情绪和释放压力，你可以尝试其他方式，如唱歌或将自己的想法写下来等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试用喝汤或水来减少进食量，并且改变咀嚼食物的习惯。我也会尝试其他方式来缓解情绪和释放压力。问题三：️你说：“每天工作，回家做家务像一座大山一样压力让我感觉大的睁不开眼睛，艰难被迫应对我一点也不享受勤奋的快感，总是很懒惰，下班回家就想躺在床上，让人厌恶。”",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试用喝汤或水来减少进食量，并且改变咀嚼食物的习惯。",
        "label": ""
      },
      {
        "sentence": "我也会尝试其他方式来缓解情绪和释放压力。",
        "label": ""
      },
      {
        "sentence": "问题三：️你说：“每天工作，回家做家务像一座大山一样压力让我感觉大的睁不开眼睛，艰难被迫应对我一点也不享受勤奋的快感，总是很懒惰，下班回家就想躺在床上，让人厌恶。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在现代生活中，工作压力确实很大，回到家后感到身心疲惫也是正常的。不要强迫自己在工作日做太多家务，你可以在休息日将家里整理打扫一下，或者在轻松的时候做些顺手的家务。如果条件允许，也可以考虑请钟点工帮忙整理家务。并不是说不做家务就是“懒惰”，在适当的时候休息和放松也是很重要的。每个人的经历都是有限的，通过更好的休息才能更好地应对工作中的压力。",
    "annotation": [
      {
        "sentence": "在现代生活中，工作压力确实很大，回到家后感到身心疲惫也是正常的。",
        "label": ""
      },
      {
        "sentence": "不要强迫自己在工作日做太多家务，你可以在休息日将家里整理打扫一下，或者在轻松的时候做些顺手的家务。",
        "label": ""
      },
      {
        "sentence": "如果条件允许，也可以考虑请钟点工帮忙整理家务。",
        "label": ""
      },
      {
        "sentence": "并不是说不做家务就是“懒惰”，在适当的时候休息和放松也是很重要的。",
        "label": ""
      },
      {
        "sentence": "每个人的经历都是有限的，通过更好的休息才能更好地应对工作中的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议！我现在明白了，自己不要因为父母的否定而一直否定自己，我会通过努力工作来证明自己的价值。再次感谢你的分享，我相信自己和世界都会爱我！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议！",
        "label": ""
      },
      {
        "sentence": "我现在明白了，自己不要因为父母的否定而一直否定自己，我会通过努力工作来证明自己的价值。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的分享，我相信自己和世界都会爱我！",
        "label": ""
      }
    ]
  }
]