[
  {
    "role": "client",
    "content": "最近我觉得没存在感，总是反复想起不好的事情，天天郁闷怎么办？",
    "annotation": [
      {
        "sentence": "最近我觉得没存在感，总是反复想起不好的事情，天天郁闷怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，这种感觉真的很痛苦。给你一个温暖的拥抱！你要知道，你的存在是有价值的。",
    "annotation": [
      {
        "sentence": "我了解你的感受，这种感觉真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "给你一个温暖的拥抱！",
        "label": ""
      },
      {
        "sentence": "你要知道，你的存在是有价值的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱！可是我觉得我和几个不熟的男人在公司一起工作了两年，我总是控制不住对他们期待过高。可能是因为我是唯一的女股东，年龄上也有差距，我只有26岁，他们都在35到40岁之间。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱！",
        "label": ""
      },
      {
        "sentence": "可是我觉得我和几个不熟的男人在公司一起工作了两年，我总是控制不住对他们期待过高。",
        "label": ""
      },
      {
        "sentence": "可能是因为我是唯一的女股东，年龄上也有差距，我只有26岁，他们都在35到40岁之间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你和他们之间的年龄和性别差距可能会让你感到不自在。但要相信，你能与他们一起工作，已经展现了你的能力和魅力。你的存在是有价值的，不要低估自己的贡献。",
    "annotation": [
      {
        "sentence": "是的，你和他们之间的年龄和性别差距可能会让你感到不自在。",
        "label": ""
      },
      {
        "sentence": "但要相信，你能与他们一起工作，已经展现了你的能力和魅力。",
        "label": ""
      },
      {
        "sentence": "你的存在是有价值的，不要低估自己的贡献。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自己应该不要期待太多，可是之前我脾气比较急，跟好几个人都发生过争吵。最近有一次，我发现他们建了一个讨论股票的群，而我唯一一个没被加进去。内心特别难受，我私下问他们都骗我，后来他们承认了，说是因为我嘴不好。但我觉得他们的解释不可信。",
    "annotation": [
      {
        "sentence": "我知道自己应该不要期待太多，可是之前我脾气比较急，跟好几个人都发生过争吵。",
        "label": ""
      },
      {
        "sentence": "最近有一次，我发现他们建了一个讨论股票的群，而我唯一一个没被加进去。",
        "label": ""
      },
      {
        "sentence": "内心特别难受，我私下问他们都骗我，后来他们承认了，说是因为我嘴不好。",
        "label": ""
      },
      {
        "sentence": "但我觉得他们的解释不可信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解这种被排除在外的感受让你很难过，也让你对他们的解释产生怀疑。但是，不要忘记，人与人之间的沟通和理解总是有障碍的。或许他们建群的初衷并不是要排除你，而是单纯的因为你嘴巴比较尖，不方便在群里讨论。或许你可以试着与他们沟通，让他们知道你的感受，看看是否能够化解误会。",
    "annotation": [
      {
        "sentence": "我能理解这种被排除在外的感受让你很难过，也让你对他们的解释产生怀疑。",
        "label": ""
      },
      {
        "sentence": "但是，不要忘记，人与人之间的沟通和理解总是有障碍的。",
        "label": ""
      },
      {
        "sentence": "或许他们建群的初衷并不是要排除你，而是单纯的因为你嘴巴比较尖，不方便在群里讨论。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着与他们沟通，让他们知道你的感受，看看是否能够化解误会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他们后来解散了那个群，又重新建了一个加上了我。但是同事B还拿这件事情调侃我，这让我觉得自己很幼稚。而且我觉得他们背后都讨厌我，觉得我胖不好看，他们经常讨论美女，我感觉很自卑，这让我特别伤心。现在我表面上看起来过得去，但我总忍不住嫉妒他们之间关系很好，他们经常在公司群里聊天，但我一说话就没人搭理或者冷场。这让我甚至不想去公司面对他们，也对工作失去了兴趣。",
    "annotation": [
      {
        "sentence": "他们后来解散了那个群，又重新建了一个加上了我。",
        "label": ""
      },
      {
        "sentence": "但是同事B还拿这件事情调侃我，这让我觉得自己很幼稚。",
        "label": ""
      },
      {
        "sentence": "而且我觉得他们背后都讨厌我，觉得我胖不好看，他们经常讨论美女，我感觉很自卑，这让我特别伤心。",
        "label": ""
      },
      {
        "sentence": "现在我表面上看起来过得去，但我总忍不住嫉妒他们之间关系很好，他们经常在公司群里聊天，但我一说话就没人搭理或者冷场。",
        "label": ""
      },
      {
        "sentence": "这让我甚至不想去公司面对他们，也对工作失去了兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很感激你能够对我敞开心扉，把自己的感受都告诉我。首先，我要告诉你，你并不是被忽略或者被讨厌的那一个。要不然他们也不会重新为你建一个群。其次，不要对自己的外貌感到自卑，每个人都有自己的美丽之处。你可以试着与同事B沟通，告诉他你对他的调侃感到伤心。同时，要给自己一个机会去和同事们交流，不要过分嫉妒他们之间的关系，也许只是因为你的主动少一些，所以没有被搭理。工作是一种发展自己的方式，不要因为他们而失去兴趣。我们要一起努力让一切变得更好！",
    "annotation": [
      {
        "sentence": "我很感激你能够对我敞开心扉，把自己的感受都告诉我。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你，你并不是被忽略或者被讨厌的那一个。",
        "label": ""
      },
      {
        "sentence": "要不然他们也不会重新为你建一个群。",
        "label": ""
      },
      {
        "sentence": "其次，不要对自己的外貌感到自卑，每个人都有自己的美丽之处。",
        "label": ""
      },
      {
        "sentence": "你可以试着与同事B沟通，告诉他你对他的调侃感到伤心。",
        "label": ""
      },
      {
        "sentence": "同时，要给自己一个机会去和同事们交流，不要过分嫉妒他们之间的关系，也许只是因为你的主动少一些，所以没有被搭理。",
        "label": ""
      },
      {
        "sentence": "工作是一种发展自己的方式，不要因为他们而失去兴趣。",
        "label": ""
      },
      {
        "sentence": "我们要一起努力让一切变得更好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我的心情好了很多。我想我要先接受自己的不完美，找到自己的闪光点。同时，我还要和那个重要的同事去表达我对他们行为的感受，告诉他们我希望得到更多的关注和关心。谢谢你的建议，愿一切安好！",
    "annotation": [
      {
        "sentence": "听了你的话，我的心情好了很多。",
        "label": ""
      },
      {
        "sentence": "我想我要先接受自己的不完美，找到自己的闪光点。",
        "label": ""
      },
      {
        "sentence": "同时，我还要和那个重要的同事去表达我对他们行为的感受，告诉他们我希望得到更多的关注和关心。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，愿一切安好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的心情已经好转。请记住，你是独一无二的，你的存在是有价值的。祝愿你能够与自己和解，找到属于你自己的美好，也祝愿你和重要的同事之间的沟通能够带来更好的结果。一切都会过去，愿你的生活充满幸福和满足！",
    "annotation": [
      {
        "sentence": "很高兴听到你的心情已经好转。",
        "label": ""
      },
      {
        "sentence": "请记住，你是独一无二的，你的存在是有价值的。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够与自己和解，找到属于你自己的美好，也祝愿你和重要的同事之间的沟通能够带来更好的结果。",
        "label": ""
      },
      {
        "sentence": "一切都会过去，愿你的生活充满幸福和满足！",
        "label": ""
      }
    ]
  }
]