[
  {
    "role": "client",
    "content": "我是一个全职宝妈。有时候我感到非常难过，甚至想从楼梯上摔下去……我有两个宝宝，大宝两岁，小宝五个月大。我和我婆婆一起带他们，我公公在老家工作。昨晚我和我老公发生了争执，他说我对他、他父母和他朋友们的态度，以及对待事物的态度和他不一样。我现在情况真的很糟糕，我感到很难受。",
    "annotation": [
      {
        "sentence": "我是一个全职宝妈。",
        "label": ""
      },
      {
        "sentence": "有时候我感到非常难过，甚至想从楼梯上摔下去……我有两个宝宝，大宝两岁，小宝五个月大。",
        "label": ""
      },
      {
        "sentence": "我和我婆婆一起带他们，我公公在老家工作。",
        "label": ""
      },
      {
        "sentence": "昨晚我和我老公发生了争执，他说我对他、他父母和他朋友们的态度，以及对待事物的态度和他不一样。",
        "label": ""
      },
      {
        "sentence": "我现在情况真的很糟糕，我感到很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【叶映红觉知觉醒】作为两个孩子的全职宝妈，在当前社会焦虑的时代，你经历了失去工作后的迷茫和无助感，也没有得到家人的认可和经济支持的希望……两年来，你一直在家相夫教子，一开始充满信心，如今却感到苦不堪言。你无力改变现状，试图合理化自己的一举一动，这种压力让我们情绪逐渐累积，并且带来各种身体不适。同时，由于你的第二个孩子只有五个月大，而且两个孩子出生时间相距很近，根据生理机制，你的身体各项机能下降，比如泌乳素降低可能导致产后抑郁。我很好奇你之前说的想从楼梯上摔下去是否意味着你想制造一个意外事件，让大家接受你不再照顾两个孩子？还是因为你不想向身边亲近的人透露内心感受，让他们认为你由于意外受伤而不再需要做任何事情？还是想继续筑起一个坚固的堡垒，保护自己不再受伤害？亲爱的，我真的为你难过。你想一个人孤单地与情绪作斗争，甚至磨损到筋疲力尽吗？所有的情绪都有其正面价值，除了憎恨和嫉妒。如果你能理解这一点，那么请一定要将它融入你的生活、工作，以及夫妻和亲子关系中，你会看到不可思议的变化。你相信吗？当我们每天觉得自己糟糕、遇到困难时，只是为自己的情绪贴上更多理智化的标签而已。心理学有三个重要方面，其中之一就是【觉察自己】。你可以意识到什么呢？【自己的认知】、【情绪】和【身体】。你在这几行文字中融入了自己的认知对事情做出评判，所有的痛苦都来源于认知与内心感受的不一致。当你的丈夫提到你态度的问题时，你的身体有没有作出什么反应？当时你难过的是什么？有什么糟糕的事情即将发生？只有通过不断探索被情绪所控制的孩子的真实需求，我们才能将潜意识显化为意识的过程。当然，这并不意味着你一个人就能解决所有问题，我建议你找一个心理咨询师一起探索我们曾经经历过、现在正在经历，或即将经历的人和事。因为只有真正了解彼此，才能百战不殆。相信自己有能力创造幸福和快乐的生活。",
    "annotation": [
      {
        "sentence": "【叶映红觉知觉醒】作为两个孩子的全职宝妈，在当前社会焦虑的时代，你经历了失去工作后的迷茫和无助感，也没有得到家人的认可和经济支持的希望……两年来，你一直在家相夫教子，一开始充满信心，如今却感到苦不堪言。",
        "label": ""
      },
      {
        "sentence": "你无力改变现状，试图合理化自己的一举一动，这种压力让我们情绪逐渐累积，并且带来各种身体不适。",
        "label": ""
      },
      {
        "sentence": "同时，由于你的第二个孩子只有五个月大，而且两个孩子出生时间相距很近，根据生理机制，你的身体各项机能下降，比如泌乳素降低可能导致产后抑郁。",
        "label": ""
      },
      {
        "sentence": "我很好奇你之前说的想从楼梯上摔下去是否意味着你想制造一个意外事件，让大家接受你不再照顾两个孩子？",
        "label": ""
      },
      {
        "sentence": "还是因为你不想向身边亲近的人透露内心感受，让他们认为你由于意外受伤而不再需要做任何事情？",
        "label": ""
      },
      {
        "sentence": "还是想继续筑起一个坚固的堡垒，保护自己不再受伤害？",
        "label": ""
      },
      {
        "sentence": "亲爱的，我真的为你难过。",
        "label": ""
      },
      {
        "sentence": "你想一个人孤单地与情绪作斗争，甚至磨损到筋疲力尽吗？",
        "label": ""
      },
      {
        "sentence": "所有的情绪都有其正面价值，除了憎恨和嫉妒。",
        "label": ""
      },
      {
        "sentence": "如果你能理解这一点，那么请一定要将它融入你的生活、工作，以及夫妻和亲子关系中，你会看到不可思议的变化。",
        "label": ""
      },
      {
        "sentence": "你相信吗？",
        "label": ""
      },
      {
        "sentence": "当我们每天觉得自己糟糕、遇到困难时，只是为自己的情绪贴上更多理智化的标签而已。",
        "label": ""
      },
      {
        "sentence": "心理学有三个重要方面，其中之一就是【觉察自己】。",
        "label": ""
      },
      {
        "sentence": "你可以意识到什么呢？",
        "label": ""
      },
      {
        "sentence": "【自己的认知】、【情绪】和【身体】。",
        "label": ""
      },
      {
        "sentence": "你在这几行文字中融入了自己的认知对事情做出评判，所有的痛苦都来源于认知与内心感受的不一致。",
        "label": ""
      },
      {
        "sentence": "当你的丈夫提到你态度的问题时，你的身体有没有作出什么反应？",
        "label": ""
      },
      {
        "sentence": "当时你难过的是什么？",
        "label": ""
      },
      {
        "sentence": "有什么糟糕的事情即将发生？",
        "label": ""
      },
      {
        "sentence": "只有通过不断探索被情绪所控制的孩子的真实需求，我们才能将潜意识显化为意识的过程。",
        "label": ""
      },
      {
        "sentence": "当然，这并不意味着你一个人就能解决所有问题，我建议你找一个心理咨询师一起探索我们曾经经历过、现在正在经历，或即将经历的人和事。",
        "label": ""
      },
      {
        "sentence": "因为只有真正了解彼此，才能百战不殆。",
        "label": ""
      },
      {
        "sentence": "相信自己有能力创造幸福和快乐的生活。",
        "label": ""
      }
    ]
  }
]