[
  {
    "role": "client",
    "content": "我没存在感，总是反复想起不好的事情，天天郁闷怎么办？",
    "annotation": [
      {
        "sentence": "我没存在感，总是反复想起不好的事情，天天郁闷怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的无助和迷茫。问题分析：作为公司唯一的女股东，年纪上也与其他股东有较大的差距，相处起来不够和谐很是能够体会你的苦楚。对其他股东期望过高，是否本身在选择与他们合伙开公司前更多的关注点就在于他们的能力希望能够帮助你带给你一些好处，而没有深入去思考一些合作上的事宜呢？",
    "annotation": [
      {
        "sentence": "很理解你的无助和迷茫。",
        "label": ""
      },
      {
        "sentence": "问题分析：作为公司唯一的女股东，年纪上也与其他股东有较大的差距，相处起来不够和谐很是能够体会你的苦楚。",
        "label": ""
      },
      {
        "sentence": "对其他股东期望过高，是否本身在选择与他们合伙开公司前更多的关注点就在于他们的能力希望能够帮助你带给你一些好处，而没有深入去思考一些合作上的事宜呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我在合伙之前确实没有考虑到这些问题，只是看中了他们的能力而已。现在我觉得他们对我都不友善，我真的很伤心。",
    "annotation": [
      {
        "sentence": "你说的没错，我在合伙之前确实没有考虑到这些问题，只是看中了他们的能力而已。",
        "label": ""
      },
      {
        "sentence": "现在我觉得他们对我都不友善，我真的很伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说［我觉得他们都背后讨厌我胖不好看他们经常讨论美女，我很自卑，这让我特别伤心］实际上，你并未亲耳听见他们对你的不友善的言辞，只是非常在意他们讨论美女从而联想到他们可能会在背后议论你。很多时候，我们对自身的不接纳不喜欢会投射到他人身上，你才会在未证实的情况下总觉得他人看你也有些异样。",
    "annotation": [
      {
        "sentence": "你说［我觉得他们都背后讨厌我胖不好看他们经常讨论美女，我很自卑，这让我特别伤心］实际上，你并未亲耳听见他们对你的不友善的言辞，只是非常在意他们讨论美女从而联想到他们可能会在背后议论你。",
        "label": ""
      },
      {
        "sentence": "很多时候，我们对自身的不接纳不喜欢会投射到他人身上，你才会在未证实的情况下总觉得他人看你也有些异样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我可能把自己的不自信转化成了对他们的怀疑。但是现在的情况是，他们总是在公司群里聊天，而当我发言时，没有人理睬我，这让我感觉很冷场，很没有存在感。",
    "annotation": [
      {
        "sentence": "确实，我可能把自己的不自信转化成了对他们的怀疑。",
        "label": ""
      },
      {
        "sentence": "但是现在的情况是，他们总是在公司群里聊天，而当我发言时，没有人理睬我，这让我感觉很冷场，很没有存在感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "目前看来，由于你们有些年龄性别上的差异，他们作为年纪相仿的同事自然是会走的近一点。但这样的环境让你十分难以接受，感觉难以融入进去，没有存在感。如果可以的话，是否尝试与其他股东做一次沟通呢？如果效果不好，又是否可以做一些其他的选择呢？重新选择一个能够证明自我价值的，能与同事有共同话题的工作环境更容易激发工作热情，是可以考虑的吗？",
    "annotation": [
      {
        "sentence": "目前看来，由于你们有些年龄性别上的差异，他们作为年纪相仿的同事自然是会走的近一点。",
        "label": ""
      },
      {
        "sentence": "但这样的环境让你十分难以接受，感觉难以融入进去，没有存在感。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，是否尝试与其他股东做一次沟通呢？",
        "label": ""
      },
      {
        "sentence": "如果效果不好，又是否可以做一些其他的选择呢？",
        "label": ""
      },
      {
        "sentence": "重新选择一个能够证明自我价值的，能与同事有共同话题的工作环境更容易激发工作热情，是可以考虑的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可能确实需要和其他股东好好沟通一下，看看他们对我的态度和期望。如果沟通不顺利，我也可以考虑其他工作的选择。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我可能确实需要和其他股东好好沟通一下，看看他们对我的态度和期望。",
        "label": ""
      },
      {
        "sentence": "如果沟通不顺利，我也可以考虑其他工作的选择。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议可以帮到你。另外，想要更加自信摆脱自卑感，你可以去运动健身合理管理自己的身材，也可以提升气质学习穿衣打扮，这些都是你可以通过自律变好的方式。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议可以帮到你。",
        "label": ""
      },
      {
        "sentence": "另外，想要更加自信摆脱自卑感，你可以去运动健身合理管理自己的身材，也可以提升气质学习穿衣打扮，这些都是你可以通过自律变好的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试去运动和提升自己的气质。还有，我想要获得工作上的价值感和存在感，应该怎么做呢？",
    "annotation": [
      {
        "sentence": "好的，我会尝试去运动和提升自己的气质。",
        "label": ""
      },
      {
        "sentence": "还有，我想要获得工作上的价值感和存在感，应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想要获得工作上的价值感和存在感，可以提升自己的技能与同事沟通。如果情况实在不测，也需要考虑自己是否真的适合这里。强行融入一个圈子，沉浸在消极情绪中，不如另寻合适自己的圈子，促进自己的积极性，也是另一种思路。",
    "annotation": [
      {
        "sentence": "想要获得工作上的价值感和存在感，可以提升自己的技能与同事沟通。",
        "label": ""
      },
      {
        "sentence": "如果情况实在不测，也需要考虑自己是否真的适合这里。",
        "label": ""
      },
      {
        "sentence": "强行融入一个圈子，沉浸在消极情绪中，不如另寻合适自己的圈子，促进自己的积极性，也是另一种思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会努力提升自己的技能，并思考是否适合这个工作环境。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我会努力提升自己的技能，并思考是否适合这个工作环境。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望你能够找到适合自己的工作环境，重新获得存在感和价值感。祝你好运！如果还有需要帮助的地方，随时可以来找我。",
    "annotation": [
      {
        "sentence": "不用客气，希望你能够找到适合自己的工作环境，重新获得存在感和价值感。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有需要帮助的地方，随时可以来找我。",
        "label": ""
      }
    ]
  }
]