[
  {
    "role": "client",
    "content": "为啥我爹在未和我说一声时帮我晾衣服，我会感觉厌恶？",
    "annotation": [
      {
        "sentence": "为啥我爹在未和我说一声时帮我晾衣服，我会感觉厌恶？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "刚看到你这个问题时本来我以为你只是刚好的心情不好。在看到你说“帮我做早餐、收拾卧室、整理衣柜”以后。我个人感觉你的情况更像是一个在父母面前特别想独立的孩子的表现，似乎不喜欢父母帮你把各种事情办好。",
    "annotation": [
      {
        "sentence": "刚看到你这个问题时本来我以为你只是刚好的心情不好。",
        "label": ""
      },
      {
        "sentence": "在看到你说“帮我做早餐、收拾卧室、整理衣柜”以后。",
        "label": ""
      },
      {
        "sentence": "我个人感觉你的情况更像是一个在父母面前特别想独立的孩子的表现，似乎不喜欢父母帮你把各种事情办好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是希望自己能处理好自己的事情，不需要依赖别人。但是每次父母都会插手，让我感到很不舒服。",
    "annotation": [
      {
        "sentence": "是的，我就是希望自己能处理好自己的事情，不需要依赖别人。",
        "label": ""
      },
      {
        "sentence": "但是每次父母都会插手，让我感到很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你的问题不大，但是同样的，父母也没有犯很大的错误，只不过你们需要的是相互体谅，做父母有做父母的难处，帮孩子还是不帮孩子？很难在此间找到平衡。这需要更多的沟通。",
    "annotation": [
      {
        "sentence": "其实你的问题不大，但是同样的，父母也没有犯很大的错误，只不过你们需要的是相互体谅，做父母有做父母的难处，帮孩子还是不帮孩子？",
        "label": ""
      },
      {
        "sentence": "很难在此间找到平衡。",
        "label": ""
      },
      {
        "sentence": "这需要更多的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我很难跟他们沟通，他们总是按自己的想法去“帮我”，我真的很困扰。",
    "annotation": [
      {
        "sentence": "有时候我很难跟他们沟通，他们总是按自己的想法去“帮我”，我真的很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你的情绪我也能理解。因为我对父母也会有不耐烦的时候，而我当时的想法是：如果我不解决这件事，那么他们还会继续做让我不高兴的事，所以我一定要说，而且要引起他们的注意！但是我后来反省了自己的行为，我把责任归咎为我是个急性子，太着急了反而办不好事情，我就受到过很多血的教训。",
    "annotation": [
      {
        "sentence": "其实你的情绪我也能理解。",
        "label": ""
      },
      {
        "sentence": "因为我对父母也会有不耐烦的时候，而我当时的想法是：如果我不解决这件事，那么他们还会继续做让我不高兴的事，所以我一定要说，而且要引起他们的注意！",
        "label": ""
      },
      {
        "sentence": "但是我后来反省了自己的行为，我把责任归咎为我是个急性子，太着急了反而办不好事情，我就受到过很多血的教训。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也想要改变自己的急躁性格，但是我总是把情绪发泄给父母，我觉得我控制不住自己。",
    "annotation": [
      {
        "sentence": "我也想要改变自己的急躁性格，但是我总是把情绪发泄给父母，我觉得我控制不住自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实父母值得我们有耐心的对待，生活是急不得的呀。而你需要对父母表现出更多的尊重，因为在我看来，你的父母并没有对你发脾气，也没有逼迫你要做到某一件事，所以你对他们的态度，比如直接表达你不满的情绪，让父母伤了心，这是让人费解的，因为你是有选择的，你完全能用平和的态度去和他们讲道理，甚至更好的选择就是：你每天都提前把自己该做的事主动做好，不给他们帮你的“机会”，如果你真的渴望自己的事自己做的话，这点不难办到。",
    "annotation": [
      {
        "sentence": "其实父母值得我们有耐心的对待，生活是急不得的呀。",
        "label": ""
      },
      {
        "sentence": "而你需要对父母表现出更多的尊重，因为在我看来，你的父母并没有对你发脾气，也没有逼迫你要做到某一件事，所以你对他们的态度，比如直接表达你不满的情绪，让父母伤了心，这是让人费解的，因为你是有选择的，你完全能用平和的态度去和他们讲道理，甚至更好的选择就是：你每天都提前把自己该做的事主动做好，不给他们帮你的“机会”，如果你真的渴望自己的事自己做的话，这点不难办到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的道理，我需要学会更好地控制情绪，并且主动去处理好自己的事情。但有时我觉得很难抑制住自己的冲动。",
    "annotation": [
      {
        "sentence": "我明白你说的道理，我需要学会更好地控制情绪，并且主动去处理好自己的事情。",
        "label": ""
      },
      {
        "sentence": "但有时我觉得很难抑制住自己的冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对急性子的建议，始终把父母做过感动过你的一些事情记在心上，把那一刻的爱记住，这样的话，在你发脾气之前，你就会理智回笼啦。一点拙见，希望能帮到你呀~",
    "annotation": [
      {
        "sentence": "对急性子的建议，始终把父母做过感动过你的一些事情记在心上，把那一刻的爱记住，这样的话，在你发脾气之前，你就会理智回笼啦。",
        "label": ""
      },
      {
        "sentence": "一点拙见，希望能帮到你呀~",
        "label": ""
      }
    ]
  }
]