[
  {
    "role": "client",
    "content": "对爱情有憧憬，为什么我不敢或是不想恋爱呢？25男，异性恋者，对爱情有幻想有憧憬但没有行动。我不知道是害怕被伤害还是说其他原因导致一直没有找到那个人，我对颜值性格要求好像不高但也不低，为啥就没有一个心仪的女生出现呢？不懂了。",
    "annotation": [
      {
        "sentence": "对爱情有憧憬，为什么我不敢或是不想恋爱呢？",
        "label": ""
      },
      {
        "sentence": "25男，异性恋者，对爱情有幻想有憧憬但没有行动。",
        "label": ""
      },
      {
        "sentence": "我不知道是害怕被伤害还是说其他原因导致一直没有找到那个人，我对颜值性格要求好像不高但也不低，为啥就没有一个心仪的女生出现呢？",
        "label": ""
      },
      {
        "sentence": "不懂了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "25岁想要谈恋爱，虽然觉得自己对颜值的要求不高也不低，但是其实潜意识里自己的要求还是比较高的。对颜值的要求基础表面上讲让自己的颜值的要求不高也不低，但是主要的条件也是因为颜值。那么不高不低的颜值要求究竟是什么样的呢？每个人的审美眼光不一样，所谓的不高不低的颜值，是否在别人眼里就是比较高的要求呢？那么你对心仪的女生除了颜值要求，还有什么要求呢？如果单单只是因为颜值问题的话。我相信你其实还是会很容易的找到那个女生的。更多的是除了颜值之外，其实提出还有比较多的要求。所以一直也没有遇到自己心仪的女生。",
    "annotation": [
      {
        "sentence": "25岁想要谈恋爱，虽然觉得自己对颜值的要求不高也不低，但是其实潜意识里自己的要求还是比较高的。",
        "label": ""
      },
      {
        "sentence": "对颜值的要求基础表面上讲让自己的颜值的要求不高也不低，但是主要的条件也是因为颜值。",
        "label": ""
      },
      {
        "sentence": "那么不高不低的颜值要求究竟是什么样的呢？",
        "label": ""
      },
      {
        "sentence": "每个人的审美眼光不一样，所谓的不高不低的颜值，是否在别人眼里就是比较高的要求呢？",
        "label": ""
      },
      {
        "sentence": "那么你对心仪的女生除了颜值要求，还有什么要求呢？",
        "label": ""
      },
      {
        "sentence": "如果单单只是因为颜值问题的话。",
        "label": ""
      },
      {
        "sentence": "我相信你其实还是会很容易的找到那个女生的。",
        "label": ""
      },
      {
        "sentence": "更多的是除了颜值之外，其实提出还有比较多的要求。",
        "label": ""
      },
      {
        "sentence": "所以一直也没有遇到自己心仪的女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实除了颜值要求，我也希望对方性格开朗、善良，有共同的兴趣爱好。也许是因为我对这些要求比较挑剔，所以一直没有遇到心仪的女生。",
    "annotation": [
      {
        "sentence": "其实除了颜值要求，我也希望对方性格开朗、善良，有共同的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "也许是因为我对这些要求比较挑剔，所以一直没有遇到心仪的女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于性格、兴趣爱好的要求是非常正常的，这些都是你与对方建立深入了解和沟通的基础。你并不是挑剔，而是有明确的价值观和想法。而且，追求自己真正喜欢的人并不是一件容易的事情，需要一定的时间和努力。不要急于寻找，相信合适的人会在合适的时间出现。",
    "annotation": [
      {
        "sentence": "对于性格、兴趣爱好的要求是非常正常的，这些都是你与对方建立深入了解和沟通的基础。",
        "label": ""
      },
      {
        "sentence": "你并不是挑剔，而是有明确的价值观和想法。",
        "label": ""
      },
      {
        "sentence": "而且，追求自己真正喜欢的人并不是一件容易的事情，需要一定的时间和努力。",
        "label": ""
      },
      {
        "sentence": "不要急于寻找，相信合适的人会在合适的时间出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也明白找到合适的人需要时间和努力，但是有时候我会想太多，怕自己付出后会被伤害。社会上也出现了很多让人对爱情失去信心的新闻，这也让我害怕去经历这些可能的伤害。",
    "annotation": [
      {
        "sentence": "我也明白找到合适的人需要时间和努力，但是有时候我会想太多，怕自己付出后会被伤害。",
        "label": ""
      },
      {
        "sentence": "社会上也出现了很多让人对爱情失去信心的新闻，这也让我害怕去经历这些可能的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是很正常的，毕竟现实生活中确实存在爱情的失望和伤害。但是你不能因此而放弃追求爱情，因为爱情并不是小说中那么完美，它有开心的时候，也有伤心的时候。并且，导致伤害的事情可能只是个别的情况，并不会像你想象的那么多。当你过度思考时，往往会影响到自己的心理状态，就像失眠的人经常因为胡思乱想而无法入睡。所以，你需要放松心态，不要让过多的担忧和恐惧困扰自己。",
    "annotation": [
      {
        "sentence": "你的担心是很正常的，毕竟现实生活中确实存在爱情的失望和伤害。",
        "label": ""
      },
      {
        "sentence": "但是你不能因此而放弃追求爱情，因为爱情并不是小说中那么完美，它有开心的时候，也有伤心的时候。",
        "label": ""
      },
      {
        "sentence": "并且，导致伤害的事情可能只是个别的情况，并不会像你想象的那么多。",
        "label": ""
      },
      {
        "sentence": "当你过度思考时，往往会影响到自己的心理状态，就像失眠的人经常因为胡思乱想而无法入睡。",
        "label": ""
      },
      {
        "sentence": "所以，你需要放松心态，不要让过多的担忧和恐惧困扰自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要调整自己的心态，不要让恐惧和担忧影响到我追求爱情的行动。可能我一直在犹豫，担心自己的选择是否正确，但是如果真的有一个女生出现在我面前，我应该勇敢地追求她。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要调整自己的心态，不要让恐惧和担忧影响到我追求爱情的行动。",
        "label": ""
      },
      {
        "sentence": "可能我一直在犹豫，担心自己的选择是否正确，但是如果真的有一个女生出现在我面前，我应该勇敢地追求她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，当有一个女生出现在你面前并且你对她产生了好感时，不要再犹豫，要抓住机会，勇敢地追求她。不要纠结于是否她就是你理想中的女孩，因为在你产生犹豫的这段时间里，她可能已经被别人抢走了。如果一直都不采取行动，你的幻想就只会停留在想象中，直到你真正实践了，才能让恋爱变得真实而不再像幻想一样遥远。爱情有时候是像童话故事一样美好，有时候又是平淡而真实的。不论是怎样的感情，都是因为有感情才会开始。",
    "annotation": [
      {
        "sentence": "是的，当有一个女生出现在你面前并且你对她产生了好感时，不要再犹豫，要抓住机会，勇敢地追求她。",
        "label": ""
      },
      {
        "sentence": "不要纠结于是否她就是你理想中的女孩，因为在你产生犹豫的这段时间里，她可能已经被别人抢走了。",
        "label": ""
      },
      {
        "sentence": "如果一直都不采取行动，你的幻想就只会停留在想象中，直到你真正实践了，才能让恋爱变得真实而不再像幻想一样遥远。",
        "label": ""
      },
      {
        "sentence": "爱情有时候是像童话故事一样美好，有时候又是平淡而真实的。",
        "label": ""
      },
      {
        "sentence": "不论是怎样的感情，都是因为有感情才会开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我了解到自己需要积极行动，不害怕被伤害，相信合适的人会出现在我生命中。我会调整自己的心态，积极追求自己心仪的女生。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我了解到自己需要积极行动，不害怕被伤害，相信合适的人会出现在我生命中。",
        "label": ""
      },
      {
        "sentence": "我会调整自己的心态，积极追求自己心仪的女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信自己的选择和努力，不怕被伤害，勇敢追求自己的爱情。祝你能够早日遇到心仪的女生，并建立起一段美好的感情。如果以后还有其他问题，随时都可以来找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信自己的选择和努力，不怕被伤害，勇敢追求自己的爱情。",
        "label": ""
      },
      {
        "sentence": "祝你能够早日遇到心仪的女生，并建立起一段美好的感情。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]