[
  {
    "role": "client",
    "content": "我是一个16岁的女生，我觉得自己可能得了抑郁症，如果是真的，我该怎么办？我很多行为表现都和抑郁症很像，可是我跟家人说了他们都不相信，我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，我觉得自己可能得了抑郁症，如果是真的，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我很多行为表现都和抑郁症很像，可是我跟家人说了他们都不相信，我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你平时都有哪些表现呢？抑郁症是一种心境障碍，她会有持续性的情绪低落，总是消极的看待问题。你的描述较为简单，我把评判标准告诉你，你自己先自评一下，看看是否符合条件：当一个人有5种或更多以下症状，几乎每天，至少2周，就可诊断为重性抑郁障碍：（1）抑郁心境或悲伤。（2）对于曾喜欢的活动，失去兴趣或愉悦。（3）突然或近期体重增加、体重减轻，食欲改变。（4）失眠(入睡困难)或嗜睡(睡得过多）。（5）感到不安或烦躁(例如，走来走去、搓手)，或言语和运动迟缓（6）疲乏或失去能量。（7）感到无价值或内疚。（8）难以集中注意力或做决定。（9）经常想死亡或自杀，计划自杀，或企图自杀。必须出现最前面2个症状之一，且行为的改变引起巨大的痛苦或损害社交、职业或其他关键方面的功能。儿童和青少年可能不是悲伤，而是易激惹。此症状并不是由于毒品、药物、精神病性障碍或任何其他孤体疾病所致。从未发生过躁狂或轻躁狂发作。以上标准来自DSM-5精神障碍一书。如果你满足以上症状，可能会是抑郁症，建议跟自己的父母沟通一下，让他带你去医院进行专业的抑郁症诊断。",
    "annotation": [
      {
        "sentence": "不知道你平时都有哪些表现呢？",
        "label": ""
      },
      {
        "sentence": "抑郁症是一种心境障碍，她会有持续性的情绪低落，总是消极的看待问题。",
        "label": ""
      },
      {
        "sentence": "你的描述较为简单，我把评判标准告诉你，你自己先自评一下，看看是否符合条件：当一个人有5种或更多以下症状，几乎每天，至少2周，就可诊断为重性抑郁障碍：（1）抑郁心境或悲伤。",
        "label": ""
      },
      {
        "sentence": "（2）对于曾喜欢的活动，失去兴趣或愉悦。",
        "label": ""
      },
      {
        "sentence": "（3）突然或近期体重增加、体重减轻，食欲改变。",
        "label": ""
      },
      {
        "sentence": "（4）失眠(入睡困难)或嗜睡(睡得过多）。",
        "label": ""
      },
      {
        "sentence": "（5）感到不安或烦躁(例如，走来走去、搓手)，或言语和运动迟缓（6）疲乏或失去能量。",
        "label": ""
      },
      {
        "sentence": "（7）感到无价值或内疚。",
        "label": ""
      },
      {
        "sentence": "（8）难以集中注意力或做决定。",
        "label": ""
      },
      {
        "sentence": "（9）经常想死亡或自杀，计划自杀，或企图自杀。",
        "label": ""
      },
      {
        "sentence": "必须出现最前面2个症状之一，且行为的改变引起巨大的痛苦或损害社交、职业或其他关键方面的功能。",
        "label": ""
      },
      {
        "sentence": "儿童和青少年可能不是悲伤，而是易激惹。",
        "label": ""
      },
      {
        "sentence": "此症状并不是由于毒品、药物、精神病性障碍或任何其他孤体疾病所致。",
        "label": ""
      },
      {
        "sentence": "从未发生过躁狂或轻躁狂发作。",
        "label": ""
      },
      {
        "sentence": "以上标准来自DSM-5精神障碍一书。",
        "label": ""
      },
      {
        "sentence": "如果你满足以上症状，可能会是抑郁症，建议跟自己的父母沟通一下，让他带你去医院进行专业的抑郁症诊断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直感觉心情非常低落，对于以前喜欢的事情都失去了兴趣，而且最近体重有明显的下降，食欲也变差了。我觉得自己很累，起床都感觉没有力气。我经常觉得自己没有用处，对什么事情都感到无希望。",
    "annotation": [
      {
        "sentence": "我一直感觉心情非常低落，对于以前喜欢的事情都失去了兴趣，而且最近体重有明显的下降，食欲也变差了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很累，起床都感觉没有力气。",
        "label": ""
      },
      {
        "sentence": "我经常觉得自己没有用处，对什么事情都感到无希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，确实有很多符合抑郁症的症状。这些感受一定很辛苦，但你不是一个人在面对，我们会陪伴你度过这段困难的时期。首先，和你的父母坦诚地沟通一下，让他们了解你的感受，一起决定去医院进行专业的抑郁症诊断是一个明智的选择。",
    "annotation": [
      {
        "sentence": "听你的描述，确实有很多符合抑郁症的症状。",
        "label": ""
      },
      {
        "sentence": "这些感受一定很辛苦，但你不是一个人在面对，我们会陪伴你度过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "首先，和你的父母坦诚地沟通一下，让他们了解你的感受，一起决定去医院进行专业的抑郁症诊断是一个明智的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我和家人交流后，他们还是不相信我得了抑郁症。他们觉得我只是情绪低落而已，要我多出去走走就会好起来。",
    "annotation": [
      {
        "sentence": "可是我和家人交流后，他们还是不相信我得了抑郁症。",
        "label": ""
      },
      {
        "sentence": "他们觉得我只是情绪低落而已，要我多出去走走就会好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候，我们身边的人可能难以理解我们内心真正的感受。他们的意图是好的，但理解的不够全面。你可以试着和他们分享一些关于抑郁症的信息，让他们更了解这个疾病的严重性和需要接受专业帮助的重要性。",
    "annotation": [
      {
        "sentence": "有时候，我们身边的人可能难以理解我们内心真正的感受。",
        "label": ""
      },
      {
        "sentence": "他们的意图是好的，但理解的不够全面。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他们分享一些关于抑郁症的信息，让他们更了解这个疾病的严重性和需要接受专业帮助的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他们沟通一下，希望他们能够理解并支持我接受专业帮助。但是我有点担心去医院会不会很麻烦，而且我不知道该如何寻找合适的医生帮助我。",
    "annotation": [
      {
        "sentence": "我会试着和他们沟通一下，希望他们能够理解并支持我接受专业帮助。",
        "label": ""
      },
      {
        "sentence": "但是我有点担心去医院会不会很麻烦，而且我不知道该如何寻找合适的医生帮助我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用过于担心，去医院进行诊断和寻找合适的医生是非常重要的一步。你可以先询问你的家庭医生或者在你们当地的心理咨询中心寻求帮助。他们会给你提供专业的指导，并帮助你找到合适的医生进行进一步的评估和治疗。",
    "annotation": [
      {
        "sentence": "不用过于担心，去医院进行诊断和寻找合适的医生是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "你可以先询问你的家庭医生或者在你们当地的心理咨询中心寻求帮助。",
        "label": ""
      },
      {
        "sentence": "他们会给你提供专业的指导，并帮助你找到合适的医生进行进一步的评估和治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我感到一些放心了，我会跟家人好好沟通并选择合适的医生去诊断与治疗我的抑郁症。谢谢你的支持与鼓励。",
    "annotation": [
      {
        "sentence": "听了你的建议，我感到一些放心了，我会跟家人好好沟通并选择合适的医生去诊断与治疗我的抑郁症。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持与鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供支持和鼓励。记得，你不是一个人，一旦你决定接受专业帮助，你将会逐渐摆脱困扰，重新找到自己的快乐与希望。如果有任何问题或者需要进一步的支持，随时来找我聊天。你可以做到的，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人，一旦你决定接受专业帮助，你将会逐渐摆脱困扰，重新找到自己的快乐与希望。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或者需要进一步的支持，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你可以做到的，加油！",
        "label": ""
      }
    ]
  }
]