[
  {
    "role": "client",
    "content": "当有人问起我考试通过没，我心里的情绪会有波动？89年女生11岁生母病逝后妈对我不好后父亲坐牢9年从小缺少陪伴和爱亲戚有对我好的我也有回馈但依然感觉温暖很少冷漠忽视居多现在觉得有的亲戚对我好是有目的他们会在家里有人生老病死这类事上联系你谁结婚了通知你不来没事但谁死了你要到场或表示这让我反感厌恶4岁得急性脑膜炎家人亲戚认为这种病会被人瞧不起会吃亏但我不这么认为本人学渣怎么学习听讲就是理解不了一直让我很困惑可能是我太蠢不用心吧好像读书好等于优秀读书不好就这样了今年初级会计考试被同事问起我说没过对方笑着说他\/她朋友过了我说挺好的同时我心里产生了不平衡反感等负面情绪我的咨询师（咨询有30次了）说这是屈辱感和我的童年创伤不好的经历有关感觉周围有这么一批人别人的优秀等同于他们的比如你考试好或不好他们会都提出一个比你优秀的人我不太明白难道为了证明自己有优越感自我良好吗",
    "annotation": [
      {
        "sentence": "当有人问起我考试通过没，我心里的情绪会有波动？",
        "label": ""
      },
      {
        "sentence": "89年女生11岁生母病逝后妈对我不好后父亲坐牢9年从小缺少陪伴和爱亲戚有对我好的我也有回馈但依然感觉温暖很少冷漠忽视居多现在觉得有的亲戚对我好是有目的他们会在家里有人生老病死这类事上联系你谁结婚了通知你不来没事但谁死了你要到场或表示这让我反感厌恶4岁得急性脑膜炎家人亲戚认为这种病会被人瞧不起会吃亏但我不这么认为本人学渣怎么学习听讲就是理解不了一直让我很困惑可能是我太蠢不用心吧好像读书好等于优秀读书不好就这样了今年初级会计考试被同事问起我说没过对方笑着说他\/她朋友过了我说挺好的同时我心里产生了不平衡反感等负面情绪我的咨询师（咨询有30次了）说这是屈辱感和我的童年创伤不好的经历有关感觉周围有这么一批人别人的优秀等同于他们的比如你考试好或不好他们会都提出一个比你优秀的人我不太明白难道为了证明自己有优越感自我良好吗",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，从你的叙述来看，你现在会出现的一些想法或是心理应该是与你的童年经历有关。童年生病，学习情况不是很理想，再加上亲情的缺失，可能以前就会产生一种自卑感或是疏离感。现在当别人问起你的一些考试，再加上可能会遇到的和别人的“对比”，就会很容易产生一种波动的、不满的甚至是自卑的情绪。",
    "annotation": [
      {
        "sentence": "求助者，从你的叙述来看，你现在会出现的一些想法或是心理应该是与你的童年经历有关。",
        "label": ""
      },
      {
        "sentence": "童年生病，学习情况不是很理想，再加上亲情的缺失，可能以前就会产生一种自卑感或是疏离感。",
        "label": ""
      },
      {
        "sentence": "现在当别人问起你的一些考试，再加上可能会遇到的和别人的“对比”，就会很容易产生一种波动的、不满的甚至是自卑的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我就是经常觉得自己很不好，而且每次听到别人比我优秀，我就会产生厌恶和不平衡的情绪。",
    "annotation": [
      {
        "sentence": "对，我就是经常觉得自己很不好，而且每次听到别人比我优秀，我就会产生厌恶和不平衡的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情绪其实是很正常的，也许在平时的生活中，你可以找到并发扬自己的长处，慢慢提升自信，让遇到别人问到你的情况或是说出其他人的情况时，不会让你觉得不满和自卑。",
    "annotation": [
      {
        "sentence": "这种情绪其实是很正常的，也许在平时的生活中，你可以找到并发扬自己的长处，慢慢提升自信，让遇到别人问到你的情况或是说出其他人的情况时，不会让你觉得不满和自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得自己学习不好，听讲也理解不了，这一直让我很困惑，也许是我太蠢了。",
    "annotation": [
      {
        "sentence": "可是我总觉得自己学习不好，听讲也理解不了，这一直让我很困惑，也许是我太蠢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不，其实每个人的学习方式和速度都是不同的。你可能还没有找到适合自己的学习方法。读书好不等于优秀，读书不好也不代表就这样了。你可以尝试寻找适合自己的学习方法，也许那样你就能提升自己的学习效果。",
    "annotation": [
      {
        "sentence": "不，其实每个人的学习方式和速度都是不同的。",
        "label": ""
      },
      {
        "sentence": "你可能还没有找到适合自己的学习方法。",
        "label": ""
      },
      {
        "sentence": "读书好不等于优秀，读书不好也不代表就这样了。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找适合自己的学习方法，也许那样你就能提升自己的学习效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听你这么说，觉得好像有点道理。可能我一直都没有好好地调整自己的学习方式和态度。",
    "annotation": [
      {
        "sentence": "我听你这么说，觉得好像有点道理。",
        "label": ""
      },
      {
        "sentence": "可能我一直都没有好好地调整自己的学习方式和态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，调整学习方式和态度是很重要的，也许你可以尝试寻找一些学习的方法和技巧，看看哪种适合你，让你更加有效地学习和理解知识。",
    "annotation": [
      {
        "sentence": "是的，调整学习方式和态度是很重要的，也许你可以尝试寻找一些学习的方法和技巧，看看哪种适合你，让你更加有效地学习和理解知识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着去找一些学习方法和技巧，看看哪种适合我。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "嗯，我会试着去找一些学习方法和技巧，看看哪种适合我。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能找到适合自己的学习方法，加油！另外，你可以试着不要把别人的表现放在心上，或是让这种比较成为你的动力，促使你继续努力以至于能得到自己想要的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能找到适合自己的学习方法，加油！",
        "label": ""
      },
      {
        "sentence": "另外，你可以试着不要把别人的表现放在心上，或是让这种比较成为你的动力，促使你继续努力以至于能得到自己想要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尽量不让比较影响到我，而是把它当做我的动力，不断努力提升自己。谢谢你的鼓励。",
    "annotation": [
      {
        "sentence": "嗯，我会尽量不让比较影响到我，而是把它当做我的动力，不断努力提升自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能变得更加自信且强大。如果你还有其他的困惑或者需要帮助的地方，随时都可以和我分享哦。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能变得更加自信且强大。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的困惑或者需要帮助的地方，随时都可以和我分享哦。",
        "label": ""
      }
    ]
  }
]