[
  {
    "role": "client",
    "content": "分娩恐惧和羞耻感，如何消除？我对即将到来的分娩感到恐惧，对孩子的到来没有很大的期待，对自然分娩的过程有耻感，该如何应对？",
    "annotation": [
      {
        "sentence": "分娩恐惧和羞耻感，如何消除？",
        "label": ""
      },
      {
        "sentence": "我对即将到来的分娩感到恐惧，对孩子的到来没有很大的期待，对自然分娩的过程有耻感，该如何应对？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心和恐惧，分娩是一个让人紧张的过程。但是请记住，自然分娩是被广泛推崇的方式，它是完全正常且科学评价最好的方式。你的恐惧可能源自对疼痛的恐惧。现在的医院在分娩方面越来越先进，也许你可以考虑在产前有助产士的帮助，并投入一些额外的费用，以确保分娩过程更加顺利。每个人的分娩情况是不同的，就像我自己，生育过程非常顺利，只花了16分钟。虽然回想起来可能觉得那些疼痛不值一提，但我也理解有些人可能会经历更痛苦的情况。不要过多担心，静心等待，因为有可能你会和我一样顺利。另外，我理解你对自然分娩可能会感到耻感，主要是因为需要全身暴露以及可能出现男护士或男医生的原因，是吗？",
    "annotation": [
      {
        "sentence": "理解你的担心和恐惧，分娩是一个让人紧张的过程。",
        "label": ""
      },
      {
        "sentence": "但是请记住，自然分娩是被广泛推崇的方式，它是完全正常且科学评价最好的方式。",
        "label": ""
      },
      {
        "sentence": "你的恐惧可能源自对疼痛的恐惧。",
        "label": ""
      },
      {
        "sentence": "现在的医院在分娩方面越来越先进，也许你可以考虑在产前有助产士的帮助，并投入一些额外的费用，以确保分娩过程更加顺利。",
        "label": ""
      },
      {
        "sentence": "每个人的分娩情况是不同的，就像我自己，生育过程非常顺利，只花了16分钟。",
        "label": ""
      },
      {
        "sentence": "虽然回想起来可能觉得那些疼痛不值一提，但我也理解有些人可能会经历更痛苦的情况。",
        "label": ""
      },
      {
        "sentence": "不要过多担心，静心等待，因为有可能你会和我一样顺利。",
        "label": ""
      },
      {
        "sentence": "另外，我理解你对自然分娩可能会感到耻感，主要是因为需要全身暴露以及可能出现男护士或男医生的原因，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是担心自己会感到尴尬和羞耻。",
    "annotation": [
      {
        "sentence": "是的，我就是担心自己会感到尴尬和羞耻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "坦率地说，在医生眼中，只有病人，没有男女之分。他们的关注焦点完全在于如何保证孩子的顺利出生，而不会注意到你的生殖器。他们是以专业态度对待的，就像咨询师面对来访者时讨论性别时一样，我们是中立的，来访者不会感到尴尬，甚至可以无视咨询师的性别，因为我们是专业人士。理解这些感受需要一些时间，可能无法立即放下这些感受。不过，你可以试着理解，我们身体每个部位都是平等的，我们可以毫无遮掩地谈论鼻子、耳朵，但却不敢自然地谈论阴道和外阴，甚至不好意思谈论性生活的感受。这和传统观念有很大关系，但事实上，每个部位都值得我们爱护和尊重，并没有位置值得我们感到羞耻。这是我们的身体，我们最忠实的伙伴。当然，在没有必要的情况下随意暴露可能会引起羞耻感，但是在生孩子这样神圣的时刻，所有陪伴并见证孩子出生的人，只会觉得妈妈是多么伟大，包括你的家人。只要你能明白这不是一件羞耻的事情，而是为了孩子，那么一切都是值得的。",
    "annotation": [
      {
        "sentence": "坦率地说，在医生眼中，只有病人，没有男女之分。",
        "label": ""
      },
      {
        "sentence": "他们的关注焦点完全在于如何保证孩子的顺利出生，而不会注意到你的生殖器。",
        "label": ""
      },
      {
        "sentence": "他们是以专业态度对待的，就像咨询师面对来访者时讨论性别时一样，我们是中立的，来访者不会感到尴尬，甚至可以无视咨询师的性别，因为我们是专业人士。",
        "label": ""
      },
      {
        "sentence": "理解这些感受需要一些时间，可能无法立即放下这些感受。",
        "label": ""
      },
      {
        "sentence": "不过，你可以试着理解，我们身体每个部位都是平等的，我们可以毫无遮掩地谈论鼻子、耳朵，但却不敢自然地谈论阴道和外阴，甚至不好意思谈论性生活的感受。",
        "label": ""
      },
      {
        "sentence": "这和传统观念有很大关系，但事实上，每个部位都值得我们爱护和尊重，并没有位置值得我们感到羞耻。",
        "label": ""
      },
      {
        "sentence": "这是我们的身体，我们最忠实的伙伴。",
        "label": ""
      },
      {
        "sentence": "当然，在没有必要的情况下随意暴露可能会引起羞耻感，但是在生孩子这样神圣的时刻，所有陪伴并见证孩子出生的人，只会觉得妈妈是多么伟大，包括你的家人。",
        "label": ""
      },
      {
        "sentence": "只要你能明白这不是一件羞耻的事情，而是为了孩子，那么一切都是值得的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会尽量接受这个事实并放下自己的羞耻感。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会尽量接受这个事实并放下自己的羞耻感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，接受现实并努力放下羞耻感是一项重要的步骤。也请记住，你并不孤单，许多准妈妈都面临同样的困扰，我们会一起努力向前迈进。还有，记得和伴侣、家人或专业的医务人员沟通你的担忧，他们将是你的坚强后盾。要相信自己，你一定能度过这次挑战，迎接宝宝的到来。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，接受现实并努力放下羞耻感是一项重要的步骤。",
        "label": ""
      },
      {
        "sentence": "也请记住，你并不孤单，许多准妈妈都面临同样的困扰，我们会一起努力向前迈进。",
        "label": ""
      },
      {
        "sentence": "还有，记得和伴侣、家人或专业的医务人员沟通你的担忧，他们将是你的坚强后盾。",
        "label": ""
      },
      {
        "sentence": "要相信自己，你一定能度过这次挑战，迎接宝宝的到来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量和家人沟通，并以积极的态度面对分娩过程，谢谢你的鼓励！",
    "annotation": [
      {
        "sentence": "我会尽量和家人沟通，并以积极的态度面对分娩过程，谢谢你的鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很欣赏你的勇气和积极的态度。如果在分娩过程中还有其他困难或疑虑，随时再来找我聊聊。祝你在即将到来的分娩中顺利、健康！",
    "annotation": [
      {
        "sentence": "不客气，我很欣赏你的勇气和积极的态度。",
        "label": ""
      },
      {
        "sentence": "如果在分娩过程中还有其他困难或疑虑，随时再来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你在即将到来的分娩中顺利、健康！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的帮助和鼓励，我感到安心多了。我会努力度过这个挑战的！",
    "annotation": [
      {
        "sentence": "谢谢你的帮助和鼓励，我感到安心多了。",
        "label": ""
      },
      {
        "sentence": "我会努力度过这个挑战的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信你的能力，你一定能够克服这个挑战。保持积极的心态，一切都会好起来的。祝福你和宝宝健康幸福！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信你的能力，你一定能够克服这个挑战。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "祝福你和宝宝健康幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能够帮到你我也很高兴。如果日后有任何需要，请随时向我寻求支持。祝愿你度过美好的孕期和愉快的分娩！",
    "annotation": [
      {
        "sentence": "不客气，能够帮到你我也很高兴。",
        "label": ""
      },
      {
        "sentence": "如果日后有任何需要，请随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝愿你度过美好的孕期和愉快的分娩！",
        "label": ""
      }
    ]
  }
]