[
  {
    "role": "client",
    "content": "我今年21岁，是个女生。从小在外婆家长大，父母不喜欢我。外公外婆却对我很好，那时候性格活泼开朗阳光。后来回家住了，不在外公外婆家了，性格变的内向，不爱说话，不爱笑，内心冷漠冷淡。我爸妈重男轻女，总是忽略我，认为我是女生没什么用，长大后是要嫁人的。对我进行过很多暴力行为。现在长大了，关系缓和很多，但是我发现我妈还是不爱我的，对我很冷淡冷漠。没有像弟弟那样，能得到全心全意的爱。我感到很孤独，很缺爱，觉得为什么没有人爱我，怎么办？",
    "annotation": [
      {
        "sentence": "我今年21岁，是个女生。",
        "label": ""
      },
      {
        "sentence": "从小在外婆家长大，父母不喜欢我。",
        "label": ""
      },
      {
        "sentence": "外公外婆却对我很好，那时候性格活泼开朗阳光。",
        "label": ""
      },
      {
        "sentence": "后来回家住了，不在外公外婆家了，性格变的内向，不爱说话，不爱笑，内心冷漠冷淡。",
        "label": ""
      },
      {
        "sentence": "我爸妈重男轻女，总是忽略我，认为我是女生没什么用，长大后是要嫁人的。",
        "label": ""
      },
      {
        "sentence": "对我进行过很多暴力行为。",
        "label": ""
      },
      {
        "sentence": "现在长大了，关系缓和很多，但是我发现我妈还是不爱我的，对我很冷淡冷漠。",
        "label": ""
      },
      {
        "sentence": "没有像弟弟那样，能得到全心全意的爱。",
        "label": ""
      },
      {
        "sentence": "我感到很孤独，很缺爱，觉得为什么没有人爱我，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，感受到你的痛苦和难受，真的很心痛你。我们先来看看你的具体描述：1）你没有得到父母的关心和认可，妈妈重男轻女，在家里没有得到公平的对待，你很伤心难过。每个被这样对待的孩子来说都是很不公平的，也确实是让人很难过和难以接受的事情，诉求是：希望得到妈妈的爱，因为没有感受到这种爱，觉得很孤独，很痛苦。",
    "annotation": [
      {
        "sentence": "看到你的问题，感受到你的痛苦和难受，真的很心痛你。",
        "label": ""
      },
      {
        "sentence": "我们先来看看你的具体描述：1）你没有得到父母的关心和认可，妈妈重男轻女，在家里没有得到公平的对待，你很伤心难过。",
        "label": ""
      },
      {
        "sentence": "每个被这样对待的孩子来说都是很不公平的，也确实是让人很难过和难以接受的事情，诉求是：希望得到妈妈的爱，因为没有感受到这种爱，觉得很孤独，很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己很无助，不知道该怎么面对这样的问题。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己很无助，不知道该怎么面对这样的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，面对这样的问题确实会让人感到无助和迷茫。但是，请相信你自己的能力和价值，你是独一无二的，有着自己的光芒。虽然父母的态度让你很伤心，但不要让他们的看法来定义你。你可以尝试和自己的妈妈沟通下，平心静气向妈妈表达下你的需求，也许妈妈会在沟通后意识到自己的问题从而做出改变呢。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，面对这样的问题确实会让人感到无助和迷茫。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你自己的能力和价值，你是独一无二的，有着自己的光芒。",
        "label": ""
      },
      {
        "sentence": "虽然父母的态度让你很伤心，但不要让他们的看法来定义你。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和自己的妈妈沟通下，平心静气向妈妈表达下你的需求，也许妈妈会在沟通后意识到自己的问题从而做出改变呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，也许我该试一试与妈妈坦诚地交谈。但是，如果沟通没有效果，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "嗯，也许我该试一试与妈妈坦诚地交谈。",
        "label": ""
      },
      {
        "sentence": "但是，如果沟通没有效果，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果沟通没有效果，可能是因为你妈妈还没有意识到自己的问题。但是你不要失望，因为你已经慢慢长大了，你可以尝试独立地面对生活。原生家庭的伤害如果无法在现有家庭中得到解决，那就试着慢慢脱离开，开始自己的生活。要想自己坚强的生活，必须先提升自己的能力，强大自己的内心，自己温暖自己，自己爱护自己，通过自己疗愈原生家庭带来的伤害。",
    "annotation": [
      {
        "sentence": "如果沟通没有效果，可能是因为你妈妈还没有意识到自己的问题。",
        "label": ""
      },
      {
        "sentence": "但是你不要失望，因为你已经慢慢长大了，你可以尝试独立地面对生活。",
        "label": ""
      },
      {
        "sentence": "原生家庭的伤害如果无法在现有家庭中得到解决，那就试着慢慢脱离开，开始自己的生活。",
        "label": ""
      },
      {
        "sentence": "要想自己坚强的生活，必须先提升自己的能力，强大自己的内心，自己温暖自己，自己爱护自己，通过自己疗愈原生家庭带来的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我觉得我应该多关注自己的成长和自我发展，不再过多依赖父母的关爱。我会尝试提升自己的能力，让自己更加独立和坚强。",
    "annotation": [
      {
        "sentence": "我明白了，我觉得我应该多关注自己的成长和自我发展，不再过多依赖父母的关爱。",
        "label": ""
      },
      {
        "sentence": "我会尝试提升自己的能力，让自己更加独立和坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的决心很棒，相信你能做到。在这个过程中，也可以寻求外界的支持和帮助，比如朋友和老师的关系。同时，也要学会自我安慰和自我关爱，发展自己的兴趣爱好，让自己的生活丰富多彩。记住，你值得被爱，不要因为过去的伤害而忽略了现在和未来的美好。",
    "annotation": [
      {
        "sentence": "很好，你的决心很棒，相信你能做到。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，也可以寻求外界的支持和帮助，比如朋友和老师的关系。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会自我安慰和自我关爱，发展自己的兴趣爱好，让自己的生活丰富多彩。",
        "label": ""
      },
      {
        "sentence": "记住，你值得被爱，不要因为过去的伤害而忽略了现在和未来的美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会牢记的。我会尽力实现自己的成长和自我价值，找到属于自己的幸福。感谢你陪伴我度过这个难过的时期。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会牢记的。",
        "label": ""
      },
      {
        "sentence": "我会尽力实现自己的成长和自我价值，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "感谢你陪伴我度过这个难过的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。如果以后还有任何问题，都可以随时向我求助。希望我的回答能有所帮助，祝福你能够找到属于自己的幸福与爱。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题，都可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能有所帮助，祝福你能够找到属于自己的幸福与爱。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]