[
  {
    "role": "client",
    "content": "男朋友总是问我借钱，我感觉被PuA了，怎么办？第一次借钱的时候我很反感，甚至说了他，他啥也不说就说会还的，后来也确实还了，但是后来每个月都借，第二个月还，我为此总是和他吵闹，因为有的时候我会气的叫他还钱，然后他说下月还，刚开始还好的，后来不借钱给他他就没有好脾气对我，我打电话过去也说我烦他，我很生气不甘心，明明他有困难的时候我帮了他，他却说，还对我不好，后来他就不理我了，但是我不知道为什么慌了，甚至主动要借钱给他，但是我一开始是反对的，现在变成了我借钱给他是爱他的感觉，所有的都是他说的，现在我觉得很不舒服，但是不知道哪里出问题，他不借钱我就慌，怕他不要我了，怎么回事！我该怎么办，他现在忽冷忽热，电话也没空联系，接了就说忙，每次都搞的我很愧疚觉得影响了他工作，就想加倍对他好，但是另一方面想逃脱这种关系。",
    "annotation": [
      {
        "sentence": "男朋友总是问我借钱，我感觉被PuA了，怎么办？",
        "label": ""
      },
      {
        "sentence": "第一次借钱的时候我很反感，甚至说了他，他啥也不说就说会还的，后来也确实还了，但是后来每个月都借，第二个月还，我为此总是和他吵闹，因为有的时候我会气的叫他还钱，然后他说下月还，刚开始还好的，后来不借钱给他他就没有好脾气对我，我打电话过去也说我烦他，我很生气不甘心，明明他有困难的时候我帮了他，他却说，还对我不好，后来他就不理我了，但是我不知道为什么慌了，甚至主动要借钱给他，但是我一开始是反对的，现在变成了我借钱给他是爱他的感觉，所有的都是他说的，现在我觉得很不舒服，但是不知道哪里出问题，他不借钱我就慌，怕他不要我了，怎么回事！",
        "label": ""
      },
      {
        "sentence": "我该怎么办，他现在忽冷忽热，电话也没空联系，接了就说忙，每次都搞的我很愧疚觉得影响了他工作，就想加倍对他好，但是另一方面想逃脱这种关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰了。首先，我明白你对男朋友一直向你借钱的不满和焦虑。借钱无论是男人向女人借钱，还是女人向男人借钱，都是建立在双方之间的信任基础上的。在你的情况中，你对他的借钱行为感到被“PuA”。如果一个人一直不还钱，那么即使感情再深也会逐渐磨灭。我想提醒你，在以后他再向你借钱的时候，可以综合考虑以下三个因素：1.两人关系的发展程度，如果你们认识不久，了解不深，感情不到位，我建议你不要借。2.对所借金额能承受的程度要有一个坏的打算，即便无法收回来，你也能够接受这个损失。一旦超出了你的承受程度，不要借。3.借钱情境的紧急程度，如果确实是紧急情况，你可以提供帮助，但一定要先核实事情的真实性。未经核实的情况下，不要轻易借出钱财。这个问题其实和性别无关，而是和对方的人品和信用度有关。希望我这些建议能对你有所帮助。你觉得这些对你有帮助吗？",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "首先，我明白你对男朋友一直向你借钱的不满和焦虑。",
        "label": ""
      },
      {
        "sentence": "借钱无论是男人向女人借钱，还是女人向男人借钱，都是建立在双方之间的信任基础上的。",
        "label": ""
      },
      {
        "sentence": "在你的情况中，你对他的借钱行为感到被“PuA”。",
        "label": ""
      },
      {
        "sentence": "如果一个人一直不还钱，那么即使感情再深也会逐渐磨灭。",
        "label": ""
      },
      {
        "sentence": "我想提醒你，在以后他再向你借钱的时候，可以综合考虑以下三个因素：1.两人关系的发展程度，如果你们认识不久，了解不深，感情不到位，我建议你不要借。",
        "label": ""
      },
      {
        "sentence": "2.对所借金额能承受的程度要有一个坏的打算，即便无法收回来，你也能够接受这个损失。",
        "label": ""
      },
      {
        "sentence": "一旦超出了你的承受程度，不要借。",
        "label": ""
      },
      {
        "sentence": "3.借钱情境的紧急程度，如果确实是紧急情况，你可以提供帮助，但一定要先核实事情的真实性。",
        "label": ""
      },
      {
        "sentence": "未经核实的情况下，不要轻易借出钱财。",
        "label": ""
      },
      {
        "sentence": "这个问题其实和性别无关，而是和对方的人品和信用度有关。",
        "label": ""
      },
      {
        "sentence": "希望我这些建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你觉得这些对你有帮助吗？",
        "label": ""
      }
    ]
  }
]