[
  {
    "role": "client",
    "content": "男朋友总是问我借钱，我感觉被PuA了，怎么办？第一次借钱的时候我很反感，甚至说了他，他啥也不说就说会还的，后来也确实还了，但是后来每个月都借，第二个月还，我为此总是和他吵闹，因为有的时候我会气得叫他还钱，然后他说下月还，刚开始还好的，后来不借钱给他他就没有好脾气对我，我打电话过去也说我烦他，我很生气不甘心，明明他有困难的时候我帮了他，他却说还对我不好，后来他就不理我了，但是我不知道为什么慌了，甚至主动要借钱给他，但是我一开始是反对的，现在变成了我借钱给他是爱他的感觉，所有的都是他说的，现在我觉得很不舒服，但是不知道哪里出问题，他不借钱我就慌，怕他不要我了，怎么回事！我该怎么办，他现在忽冷忽热，电话也没空联系，接了就说忙，每次都搞的我很愧疚觉得影响了他工作，就想加倍对他好，但是另一方面想逃脱这种关系。",
    "annotation": [
      {
        "sentence": "男朋友总是问我借钱，我感觉被PuA了，怎么办？",
        "label": ""
      },
      {
        "sentence": "第一次借钱的时候我很反感，甚至说了他，他啥也不说就说会还的，后来也确实还了，但是后来每个月都借，第二个月还，我为此总是和他吵闹，因为有的时候我会气得叫他还钱，然后他说下月还，刚开始还好的，后来不借钱给他他就没有好脾气对我，我打电话过去也说我烦他，我很生气不甘心，明明他有困难的时候我帮了他，他却说还对我不好，后来他就不理我了，但是我不知道为什么慌了，甚至主动要借钱给他，但是我一开始是反对的，现在变成了我借钱给他是爱他的感觉，所有的都是他说的，现在我觉得很不舒服，但是不知道哪里出问题，他不借钱我就慌，怕他不要我了，怎么回事！",
        "label": ""
      },
      {
        "sentence": "我该怎么办，他现在忽冷忽热，电话也没空联系，接了就说忙，每次都搞的我很愧疚觉得影响了他工作，就想加倍对他好，但是另一方面想逃脱这种关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答给你启发。看了你的描述，在这段关系中，你赚的比他多，但是在借钱这件事情上，你似乎陷入了一个困局。你通过借钱，让自己有价值，有用，而避免被抛弃，被伤害。可能的原因有两个方面：第一，你过去的经历中发生过一些事情，特别是在你还是孩子的时候，爸妈离开了，虽然不是真正的不要你了，但你可能产生了很大的害怕感。第二，有可能他成为了你生命的全部，你所有的欢乐和难过都和他有关。",
    "annotation": [
      {
        "sentence": "希望我的回答给你启发。",
        "label": ""
      },
      {
        "sentence": "看了你的描述，在这段关系中，你赚的比他多，但是在借钱这件事情上，你似乎陷入了一个困局。",
        "label": ""
      },
      {
        "sentence": "你通过借钱，让自己有价值，有用，而避免被抛弃，被伤害。",
        "label": ""
      },
      {
        "sentence": "可能的原因有两个方面：第一，你过去的经历中发生过一些事情，特别是在你还是孩子的时候，爸妈离开了，虽然不是真正的不要你了，但你可能产生了很大的害怕感。",
        "label": ""
      },
      {
        "sentence": "第二，有可能他成为了你生命的全部，你所有的欢乐和难过都和他有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，确实有这样的经历，我是唯一的孩子，父母离婚了，我是跟着妈妈生活的，爸爸很少关心我，我一直觉得很失落。",
    "annotation": [
      {
        "sentence": "是的，确实有这样的经历，我是唯一的孩子，父母离婚了，我是跟着妈妈生活的，爸爸很少关心我，我一直觉得很失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受。在面对这样的困境时，我有几个建议可以给你。首先，你可以尝试建立自己的朋友圈，至少有两个好朋友，这样当你遇到困难和麻烦时，可以求助别人，你会发现你对他的依赖减少了很多。其次，培养自己的兴趣爱好，比如画画、写作、做饭等。当你有自己的兴趣爱好时，你会更加自信，也更容易交到好朋友。最后，如果一个人无法战胜困难，我们建议你去找咨询师寻求帮助。咨询师会给你更多的力量和勇气。祝你好运。",
    "annotation": [
      {
        "sentence": "明白你的感受。",
        "label": ""
      },
      {
        "sentence": "在面对这样的困境时，我有几个建议可以给你。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试建立自己的朋友圈，至少有两个好朋友，这样当你遇到困难和麻烦时，可以求助别人，你会发现你对他的依赖减少了很多。",
        "label": ""
      },
      {
        "sentence": "其次，培养自己的兴趣爱好，比如画画、写作、做饭等。",
        "label": ""
      },
      {
        "sentence": "当你有自己的兴趣爱好时，你会更加自信，也更容易交到好朋友。",
        "label": ""
      },
      {
        "sentence": "最后，如果一个人无法战胜困难，我们建议你去找咨询师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "咨询师会给你更多的力量和勇气。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试建立自己的朋友圈，并培养自己的兴趣爱好。如果情况仍旧没有改善，我会考虑找咨询师的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试建立自己的朋友圈，并培养自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "如果情况仍旧没有改善，我会考虑找咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定。记住，你并不孤单，有好友和咨询师都会支持和帮助你。相信自己的辨别能力，勇敢地面对这段关系中的问题。不论你的决定如何，都会是为了你的幸福和快乐。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有好友和咨询师都会支持和帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己的辨别能力，勇敢地面对这段关系中的问题。",
        "label": ""
      },
      {
        "sentence": "不论你的决定如何，都会是为了你的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]