[
  {
    "role": "client",
    "content": "已婚，出轨同性三年，怎样和重度抑郁症患者分手？我是已婚，出轨同性三年，第一次出轨后就想回归家庭，但出轨对象不愿意，在无数次的分手中对方无一例外以生命威胁让我一次次妥协，期间我怀孕生了孩子ta也忍受了。同时她拿生命威胁的事我多次告知了对方的父母和多位好友，但她的亲友队坚持声称她不会去死，也劝不了她分手，最后都是过来劝我合好，我不够果断，这样一直很痛苦的拖着。最后一次分手ta自杀未遂最后被心理师诊断为重症抑郁症，并说我是她在世界联系的唯一纽带，我乖乖回到了ta的身边，并离了婚。现在在陪她治疗，由于自己总想离开，对方反复发病并拒绝吃药。等着她病情稳定我还是想离开，似乎她只要信任我，就会很快好起来。心理老师说，吃药未必对她管用，是真的吗？并建议我们买了认知疗法的三本书。我该如何提分手？",
    "annotation": [
      {
        "sentence": "已婚，出轨同性三年，怎样和重度抑郁症患者分手？",
        "label": ""
      },
      {
        "sentence": "我是已婚，出轨同性三年，第一次出轨后就想回归家庭，但出轨对象不愿意，在无数次的分手中对方无一例外以生命威胁让我一次次妥协，期间我怀孕生了孩子ta也忍受了。",
        "label": ""
      },
      {
        "sentence": "同时她拿生命威胁的事我多次告知了对方的父母和多位好友，但她的亲友队坚持声称她不会去死，也劝不了她分手，最后都是过来劝我合好，我不够果断，这样一直很痛苦的拖着。",
        "label": ""
      },
      {
        "sentence": "最后一次分手ta自杀未遂最后被心理师诊断为重症抑郁症，并说我是她在世界联系的唯一纽带，我乖乖回到了ta的身边，并离了婚。",
        "label": ""
      },
      {
        "sentence": "现在在陪她治疗，由于自己总想离开，对方反复发病并拒绝吃药。",
        "label": ""
      },
      {
        "sentence": "等着她病情稳定我还是想离开，似乎她只要信任我，就会很快好起来。",
        "label": ""
      },
      {
        "sentence": "心理老师说，吃药未必对她管用，是真的吗？",
        "label": ""
      },
      {
        "sentence": "并建议我们买了认知疗法的三本书。",
        "label": ""
      },
      {
        "sentence": "我该如何提分手？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历听起来非常困难而复杂。首先，我想说你很勇敢能够分享你的痛苦和困境。你在面对自己的抑郁症患者伴侣时感到无助和痛苦是可以理解的。对方给予你的威胁和压力让你不敢轻易提出分手，这是一种非常不健康的关系模式。但同时我们也要明白，你并不欠对方任何东西。你已经尽力通过告知对方的家人和朋友来解决这个问题，但遗憾的是他们并没有能够帮助到对方。所以我认为，你需要下定决心，给自己一个时间节点，不要再被对方的威胁所影响。毕竟，你们之间的关系不应该建立在互相威胁的基础上。当然，心理治疗是一个好的选择，透过心理咨询师的引导，可以帮助你分析抑郁症的起因，并给出一些建议。但是请记住，最终执行者还是你自己，你需要依靠你自己的力量去克服困难。至于吃药对于抑郁症的治疗效果，并不是每个人都一定适用。有些人可能需要尝试不同的治疗方法，比如认知疗法。所以，购买心理治疗相关的书籍也许会对你有所帮助。",
    "annotation": [
      {
        "sentence": "你的经历听起来非常困难而复杂。",
        "label": ""
      },
      {
        "sentence": "首先，我想说你很勇敢能够分享你的痛苦和困境。",
        "label": ""
      },
      {
        "sentence": "你在面对自己的抑郁症患者伴侣时感到无助和痛苦是可以理解的。",
        "label": ""
      },
      {
        "sentence": "对方给予你的威胁和压力让你不敢轻易提出分手，这是一种非常不健康的关系模式。",
        "label": ""
      },
      {
        "sentence": "但同时我们也要明白，你并不欠对方任何东西。",
        "label": ""
      },
      {
        "sentence": "你已经尽力通过告知对方的家人和朋友来解决这个问题，但遗憾的是他们并没有能够帮助到对方。",
        "label": ""
      },
      {
        "sentence": "所以我认为，你需要下定决心，给自己一个时间节点，不要再被对方的威胁所影响。",
        "label": ""
      },
      {
        "sentence": "毕竟，你们之间的关系不应该建立在互相威胁的基础上。",
        "label": ""
      },
      {
        "sentence": "当然，心理治疗是一个好的选择，透过心理咨询师的引导，可以帮助你分析抑郁症的起因，并给出一些建议。",
        "label": ""
      },
      {
        "sentence": "但是请记住，最终执行者还是你自己，你需要依靠你自己的力量去克服困难。",
        "label": ""
      },
      {
        "sentence": "至于吃药对于抑郁症的治疗效果，并不是每个人都一定适用。",
        "label": ""
      },
      {
        "sentence": "有些人可能需要尝试不同的治疗方法，比如认知疗法。",
        "label": ""
      },
      {
        "sentence": "所以，购买心理治疗相关的书籍也许会对你有所帮助。",
        "label": ""
      }
    ]
  }
]