[
  {
    "role": "client",
    "content": "男朋友总是问我借钱，我感觉被PuA了，怎么办？第一次借钱的时候我很反感，甚至说了他，他啥也不说就说会还的，后来也确实还了，但是后来每个月都借，第二个月还，我为此总是和他吵闹，因为有的时候我会气的叫他还钱，然后他说下月还，刚开始还好的，后来不借钱给他他就没有好脾气对我，我打电话过去也说我烦他，我很生气不甘心，明明他有困难的时候我帮了他，他却说，还对我不好，后来他就不理我了，但是我不知道为什么慌了，甚至主动要借钱给他，但是我一开始是反对的，现在变成了我借钱给他是爱他的感觉，所有的都是他说的，现在我觉得很不舒服，但是不知道哪里出问题，他不借钱我就慌，怕他不要我了，怎么回事！我该怎么办，他现在忽冷忽热，电话也没空联系，接了就说忙，每次都搞的我很愧疚觉得影响了他工作，就想加倍对他好，但是另一方面想逃脱这种关系",
    "annotation": [
      {
        "sentence": "男朋友总是问我借钱，我感觉被PuA了，怎么办？",
        "label": ""
      },
      {
        "sentence": "第一次借钱的时候我很反感，甚至说了他，他啥也不说就说会还的，后来也确实还了，但是后来每个月都借，第二个月还，我为此总是和他吵闹，因为有的时候我会气的叫他还钱，然后他说下月还，刚开始还好的，后来不借钱给他他就没有好脾气对我，我打电话过去也说我烦他，我很生气不甘心，明明他有困难的时候我帮了他，他却说，还对我不好，后来他就不理我了，但是我不知道为什么慌了，甚至主动要借钱给他，但是我一开始是反对的，现在变成了我借钱给他是爱他的感觉，所有的都是他说的，现在我觉得很不舒服，但是不知道哪里出问题，他不借钱我就慌，怕他不要我了，怎么回事！",
        "label": ""
      },
      {
        "sentence": "我该怎么办，他现在忽冷忽热，电话也没空联系，接了就说忙，每次都搞的我很愧疚觉得影响了他工作，就想加倍对他好，但是另一方面想逃脱这种关系",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到这个问题，感觉到有点心疼你了，希望能带去一丝力量。先梳理一下我看到的问题：第一，你男朋友跟你借钱，你很反感，他只说了会还的，结果也是如此。第二，后来每个月都借，也都还，但是你接受不了，因此吵闹。",
    "annotation": [
      {
        "sentence": "看到这个问题，感觉到有点心疼你了，希望能带去一丝力量。",
        "label": ""
      },
      {
        "sentence": "先梳理一下我看到的问题：第一，你男朋友跟你借钱，你很反感，他只说了会还的，结果也是如此。",
        "label": ""
      },
      {
        "sentence": "第二，后来每个月都借，也都还，但是你接受不了，因此吵闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很反感他问我借钱，觉得自己好像被利用了一样。虽然他每次都还，但我觉得这样的关系不正常。",
    "annotation": [
      {
        "sentence": "是的，我真的很反感他问我借钱，觉得自己好像被利用了一样。",
        "label": ""
      },
      {
        "sentence": "虽然他每次都还，但我觉得这样的关系不正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，感觉像是失去了自主权，觉得自己没有办法拒绝他的请求。这种感觉肯定让你很不舒服。",
    "annotation": [
      {
        "sentence": "我理解你的感受，感觉像是失去了自主权，觉得自己没有办法拒绝他的请求。",
        "label": ""
      },
      {
        "sentence": "这种感觉肯定让你很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他的行为让我感到困扰，但又不知道该怎么办。我真的很矛盾。",
    "annotation": [
      {
        "sentence": "是的，我觉得他的行为让我感到困扰，但又不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我真的很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，能感受到你内心的纠结和无助。或许我们可以从两个方面考虑一下。第一，和男朋友好好沟通一下你的烦恼和困惑，看看他是否能理解你的感受。第二，你可以思考一下借钱对你们的关系是否有实质性的改变，以及你对这种关系的期望和底线是什么。",
    "annotation": [
      {
        "sentence": "看到你的描述，能感受到你内心的纠结和无助。",
        "label": ""
      },
      {
        "sentence": "或许我们可以从两个方面考虑一下。",
        "label": ""
      },
      {
        "sentence": "第一，和男朋友好好沟通一下你的烦恼和困惑，看看他是否能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "第二，你可以思考一下借钱对你们的关系是否有实质性的改变，以及你对这种关系的期望和底线是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过和他谈过，但他总是说会改，但事实上并没有什么变化。我曾经期望他能明白我对借钱的不满，但他好像并不在意。",
    "annotation": [
      {
        "sentence": "我试过和他谈过，但他总是说会改，但事实上并没有什么变化。",
        "label": ""
      },
      {
        "sentence": "我曾经期望他能明白我对借钱的不满，但他好像并不在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是很困扰的情况。你要知道，你的感受是重要的，不要把自己的需求和感受置之不理。也许，你可以再次坦诚地和他分享你的烦恼，强调你想要一个平等和健康的关系。",
    "annotation": [
      {
        "sentence": "这确实是很困扰的情况。",
        "label": ""
      },
      {
        "sentence": "你要知道，你的感受是重要的，不要把自己的需求和感受置之不理。",
        "label": ""
      },
      {
        "sentence": "也许，你可以再次坦诚地和他分享你的烦恼，强调你想要一个平等和健康的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会再试一次，告诉他我对这个问题的态度。但我还是担心他的反应，怕失去他。",
    "annotation": [
      {
        "sentence": "我明白了，我会再试一次，告诉他我对这个问题的态度。",
        "label": ""
      },
      {
        "sentence": "但我还是担心他的反应，怕失去他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担心，但你也要明白，一个真正关心你的人应该理解你的感受，并愿意为你们的关系做出积极的改变。如果他无法接受你的诉求，也许这样的关系并不适合你。",
    "annotation": [
      {
        "sentence": "明白你的担心，但你也要明白，一个真正关心你的人应该理解你的感受，并愿意为你们的关系做出积极的改变。",
        "label": ""
      },
      {
        "sentence": "如果他无法接受你的诉求，也许这样的关系并不适合你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我也应该为自己的幸福着想。谢谢你的支持和建议，我会好好考虑的。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我也应该为自己的幸福着想。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会好好考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我只是希望你能找到一条对自己最好的路。坚强起来，你可以做出正确的决定。如果你需要进一步的支持，随时都可以再来找我。",
    "annotation": [
      {
        "sentence": "不客气，我只是希望你能找到一条对自己最好的路。",
        "label": ""
      },
      {
        "sentence": "坚强起来，你可以做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持，随时都可以再来找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会努力的。我相信在你的鼓励下，我能够找到自己的幸福。再次感谢你的陪伴和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你，我会努力的。",
        "label": ""
      },
      {
        "sentence": "我相信在你的鼓励下，我能够找到自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和帮助。",
        "label": ""
      }
    ]
  }
]