[
  {
    "role": "client",
    "content": "已婚，出轨同性三年，怎样和重度抑郁症患者分手？我是已婚，出轨同性三年，第一次出轨后就想回归家庭，但出轨对象不愿意，在无数次的分手中对方无一例外以生命威胁让我一次次妥协，期间我怀孕生了孩子ta也忍受了。同时她拿生命威胁的事我多次告知了对方的父母和多位好友，但她的亲友队坚持声称她不会去死，也劝不了她分手，最后都是过来劝我合好，我不够果断，这样一直很痛苦的拖着。最后一次分手ta自杀未遂最后被心理师诊断为重症抑郁症，并说我是她在世界联系的唯一纽带，我乖乖回到了ta的身边，并离了婚。现在在陪她治疗，由于自己总想离开，对方反复发病并拒绝吃药。等着她病情稳定我还是想离开，似乎她只要信任我，就会很快好起来。心理老师说，吃药未必对她管用，是真的吗？并建议我们买了认知疗法的三本书。我该如何提分手？",
    "annotation": [
      {
        "sentence": "已婚，出轨同性三年，怎样和重度抑郁症患者分手？",
        "label": ""
      },
      {
        "sentence": "我是已婚，出轨同性三年，第一次出轨后就想回归家庭，但出轨对象不愿意，在无数次的分手中对方无一例外以生命威胁让我一次次妥协，期间我怀孕生了孩子ta也忍受了。",
        "label": ""
      },
      {
        "sentence": "同时她拿生命威胁的事我多次告知了对方的父母和多位好友，但她的亲友队坚持声称她不会去死，也劝不了她分手，最后都是过来劝我合好，我不够果断，这样一直很痛苦的拖着。",
        "label": ""
      },
      {
        "sentence": "最后一次分手ta自杀未遂最后被心理师诊断为重症抑郁症，并说我是她在世界联系的唯一纽带，我乖乖回到了ta的身边，并离了婚。",
        "label": ""
      },
      {
        "sentence": "现在在陪她治疗，由于自己总想离开，对方反复发病并拒绝吃药。",
        "label": ""
      },
      {
        "sentence": "等着她病情稳定我还是想离开，似乎她只要信任我，就会很快好起来。",
        "label": ""
      },
      {
        "sentence": "心理老师说，吃药未必对她管用，是真的吗？",
        "label": ""
      },
      {
        "sentence": "并建议我们买了认知疗法的三本书。",
        "label": ""
      },
      {
        "sentence": "我该如何提分手？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你看起来很苦恼，因为想和曾经的出轨对象分手，但却一直分手不能。从你的叙述中感觉你似乎把曾经的出轨对象当做了自己的责任。因为当对方以死亡威胁你不能分手的时候，总是能屡屡得逞。",
    "annotation": [
      {
        "sentence": "你看起来很苦恼，因为想和曾经的出轨对象分手，但却一直分手不能。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中感觉你似乎把曾经的出轨对象当做了自己的责任。",
        "label": ""
      },
      {
        "sentence": "因为当对方以死亡威胁你不能分手的时候，总是能屡屡得逞。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己有责任照顾她，怕她做傻事。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己有责任照顾她，怕她做傻事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你选择把这种情况告诉对方的亲朋好友时，连对方的亲友都会选择劝你和好，你再次选择了满足对方的要求。然后，当对方被诊断为重度抑郁症的时候，你甚至选择了离婚而全心陪同对方治疗。为什么你会做出这些选择呢？仔细阅读你的叙述，里面其实有很多值得深究的地方。",
    "annotation": [
      {
        "sentence": "当你选择把这种情况告诉对方的亲朋好友时，连对方的亲友都会选择劝你和好，你再次选择了满足对方的要求。",
        "label": ""
      },
      {
        "sentence": "然后，当对方被诊断为重度抑郁症的时候，你甚至选择了离婚而全心陪同对方治疗。",
        "label": ""
      },
      {
        "sentence": "为什么你会做出这些选择呢？",
        "label": ""
      },
      {
        "sentence": "仔细阅读你的叙述，里面其实有很多值得深究的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我是被对方的威胁和心理状况所左右，觉得不能对她置之不理。",
    "annotation": [
      {
        "sentence": "我觉得我是被对方的威胁和心理状况所左右，觉得不能对她置之不理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "比如说，你是在什么情况下选择在婚后出轨同性？为什么在只出轨一次之后你就会接受对方的死亡威胁，从而一直把这段关系保持了三年之久？你在还没有离婚的时候，似乎和出轨对象的关系在其亲友那里就不是秘密了，具体什么情况，有没有影响到你自己的家庭？",
    "annotation": [
      {
        "sentence": "比如说，你是在什么情况下选择在婚后出轨同性？",
        "label": ""
      },
      {
        "sentence": "为什么在只出轨一次之后你就会接受对方的死亡威胁，从而一直把这段关系保持了三年之久？",
        "label": ""
      },
      {
        "sentence": "你在还没有离婚的时候，似乎和出轨对象的关系在其亲友那里就不是秘密了，具体什么情况，有没有影响到你自己的家庭？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和出轨对象是在共同朋友聚会时认识的，之后经常在一起工作。我觉得被对方吸引，但后来我意识到这对我的婚姻和家庭是一个错误。我告诉了出轨对象的亲友是希望她能得到帮助，但她的亲友们却一直劝她不要分手。",
    "annotation": [
      {
        "sentence": "我和出轨对象是在共同朋友聚会时认识的，之后经常在一起工作。",
        "label": ""
      },
      {
        "sentence": "我觉得被对方吸引，但后来我意识到这对我的婚姻和家庭是一个错误。",
        "label": ""
      },
      {
        "sentence": "我告诉了出轨对象的亲友是希望她能得到帮助，但她的亲友们却一直劝她不要分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为什么会选择离婚陪同对方治疗？你迟迟不能“果断”分手，仅仅是因为对方的“死亡威胁”吗？其实这里面最关键的一个问题就是，你一直在说想要分手，但行动所表现出来的，似乎无法显示你的分手决心。这里面可能有几个原因。",
    "annotation": [
      {
        "sentence": "你为什么会选择离婚陪同对方治疗？",
        "label": ""
      },
      {
        "sentence": "你迟迟不能“果断”分手，仅仅是因为对方的“死亡威胁”吗？",
        "label": ""
      },
      {
        "sentence": "其实这里面最关键的一个问题就是，你一直在说想要分手，但行动所表现出来的，似乎无法显示你的分手决心。",
        "label": ""
      },
      {
        "sentence": "这里面可能有几个原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "离婚是为了给她更好的治疗环境和支持，同时也是因为我觉得自己无法再继续这段关系了。我承认我在处理这个问题上不够果断，因为我担心她的安全和健康。",
    "annotation": [
      {
        "sentence": "离婚是为了给她更好的治疗环境和支持，同时也是因为我觉得自己无法再继续这段关系了。",
        "label": ""
      },
      {
        "sentence": "我承认我在处理这个问题上不够果断，因为我担心她的安全和健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1、你很害怕承担对方的生命重则你看起来并不是一个不能承担责任的人。因为你最后选择了离婚来陪伴对方，对于大部分人而言，离婚都不是件很容易的事，但你做到了。所以你不是做不到“果断”，而是看面临什么样的选择。你似乎认为前出轨对象的生命完全系于自己，所以面临对方的威胁，一次次妥协，一次次告诉自己，等对方好了就可以分手了。关键点就在于，你为什么会有“对方的生命系于自己一身”的感觉？仅仅是因为你率先提出想分手的内疚吗？那对于已经离婚了的前另一半和孩子，你没有内疚感吗？如果不搞清楚这一点，似乎很难让你走出对对方的愧疚，从而被控制的情形。",
    "annotation": [
      {
        "sentence": "1、你很害怕承担对方的生命重则你看起来并不是一个不能承担责任的人。",
        "label": ""
      },
      {
        "sentence": "因为你最后选择了离婚来陪伴对方，对于大部分人而言，离婚都不是件很容易的事，但你做到了。",
        "label": ""
      },
      {
        "sentence": "所以你不是做不到“果断”，而是看面临什么样的选择。",
        "label": ""
      },
      {
        "sentence": "你似乎认为前出轨对象的生命完全系于自己，所以面临对方的威胁，一次次妥协，一次次告诉自己，等对方好了就可以分手了。",
        "label": ""
      },
      {
        "sentence": "关键点就在于，你为什么会有“对方的生命系于自己一身”的感觉？",
        "label": ""
      },
      {
        "sentence": "仅仅是因为你率先提出想分手的内疚吗？",
        "label": ""
      },
      {
        "sentence": "那对于已经离婚了的前另一半和孩子，你没有内疚感吗？",
        "label": ""
      },
      {
        "sentence": "如果不搞清楚这一点，似乎很难让你走出对对方的愧疚，从而被控制的情形。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，在离婚的过程中我确实有一些内疚，担心对方的安危，也担心孩子。可能我需要好好思考一下我自己的情绪和责任。",
    "annotation": [
      {
        "sentence": "你说得对，在离婚的过程中我确实有一些内疚，担心对方的安危，也担心孩子。",
        "label": ""
      },
      {
        "sentence": "可能我需要好好思考一下我自己的情绪和责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2、你为什么不能“果断”行动当然，这个不能“果断”似乎也是相对的。因为你和前出轨对象分手一直不够果断，但离婚似乎显得要果断很多。这里有很大的可能是由于出轨对象和离婚对象的不同的应对方式。你的不“果断”行为对于出轨对象而言，不啻是一种“正向满足”。而你最终选择离婚，无疑是又给对方打了一针“强心剂”。可以说，很大程度上正是你的一次次妥协造成了现在这种局面，出轨对象处于一种离开你就不能活的状态。这种局面的形成，到底是有意还是无意呢？",
    "annotation": [
      {
        "sentence": "2、你为什么不能“果断”行动当然，这个不能“果断”似乎也是相对的。",
        "label": ""
      },
      {
        "sentence": "因为你和前出轨对象分手一直不够果断，但离婚似乎显得要果断很多。",
        "label": ""
      },
      {
        "sentence": "这里有很大的可能是由于出轨对象和离婚对象的不同的应对方式。",
        "label": ""
      },
      {
        "sentence": "你的不“果断”行为对于出轨对象而言，不啻是一种“正向满足”。",
        "label": ""
      },
      {
        "sentence": "而你最终选择离婚，无疑是又给对方打了一针“强心剂”。",
        "label": ""
      },
      {
        "sentence": "可以说，很大程度上正是你的一次次妥协造成了现在这种局面，出轨对象处于一种离开你就不能活的状态。",
        "label": ""
      },
      {
        "sentence": "这种局面的形成，到底是有意还是无意呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了，我一直在以一种错误的方式满足对方的需求，导致她对我有了依赖。我需要重新思考我的行为方式，",
    "annotation": [
      {
        "sentence": "我明白你的意思了，我一直在以一种错误的方式满足对方的需求，导致她对我有了依赖。",
        "label": ""
      },
      {
        "sentence": "我需要重新思考我的行为方式，",
        "label": ""
      }
    ]
  }
]