[
  {
    "role": "client",
    "content": "我已婚，出轨同性三年，怎样和重度抑郁症患者分手？我是已婚，出轨同性三年，第一次出轨后就想回归家庭，但出轨对象不愿意，在无数次的分手中对方无一例外以生命威胁让我一次次妥协，期间我怀孕生了孩子ta也忍受了。同时她拿生命威胁的事我多次告知了对方的父母和多位好友，但她的亲友队坚持声称她不会去死，也劝不了她分手，最后都是过来劝我合好，我不够果断，这样一直很痛苦的拖着。最后一次分手ta自杀未遂最后被心理师诊断为重症抑郁症，并说我是她在世界联系的唯一纽带，我乖乖回到了ta的身边，并离了婚。现在在陪她治疗，由于自己总想离开，对方反复发病并拒绝吃药。等着她病情稳定我还是想离开，似乎她只要信任我，就会很快好起来。心理老师说，吃药未必对她管用，是真的吗？并建议我们买了认知疗法的三本书。我该如何提分手？",
    "annotation": [
      {
        "sentence": "我已婚，出轨同性三年，怎样和重度抑郁症患者分手？",
        "label": ""
      },
      {
        "sentence": "我是已婚，出轨同性三年，第一次出轨后就想回归家庭，但出轨对象不愿意，在无数次的分手中对方无一例外以生命威胁让我一次次妥协，期间我怀孕生了孩子ta也忍受了。",
        "label": ""
      },
      {
        "sentence": "同时她拿生命威胁的事我多次告知了对方的父母和多位好友，但她的亲友队坚持声称她不会去死，也劝不了她分手，最后都是过来劝我合好，我不够果断，这样一直很痛苦的拖着。",
        "label": ""
      },
      {
        "sentence": "最后一次分手ta自杀未遂最后被心理师诊断为重症抑郁症，并说我是她在世界联系的唯一纽带，我乖乖回到了ta的身边，并离了婚。",
        "label": ""
      },
      {
        "sentence": "现在在陪她治疗，由于自己总想离开，对方反复发病并拒绝吃药。",
        "label": ""
      },
      {
        "sentence": "等着她病情稳定我还是想离开，似乎她只要信任我，就会很快好起来。",
        "label": ""
      },
      {
        "sentence": "心理老师说，吃药未必对她管用，是真的吗？",
        "label": ""
      },
      {
        "sentence": "并建议我们买了认知疗法的三本书。",
        "label": ""
      },
      {
        "sentence": "我该如何提分手？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困境，你现在面临着很复杂的情感和责任问题。首先，我想告诉你要放下内疚和责任感。抑郁症不是由你引起的，你只是她的唯一亲密纽带，并不意味着你要对她的病情负责。首要的是关心你自己的幸福和安全。同时，确保她能够得到专业的治疗和支持。至于她是否需要吃药，心理老师的建议是很重要的参考，但还是建议你和她一起咨询医生，听取专业意见。关于分手，要注意时间和方式。你可以先和她的父母沟通你的想法，并请求他们的支持和监护。在她情绪稳定的情况下，可以向她坦诚地表达你的感受和决定，强调你的离开并不意味着不关心她，而是出于对你们双方幸福的考虑。坦诚和理解是关键，希望你能找到适合的时机和方式，祝福你。",
    "annotation": [
      {
        "sentence": "非常理解你的困境，你现在面临着很复杂的情感和责任问题。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你要放下内疚和责任感。",
        "label": ""
      },
      {
        "sentence": "抑郁症不是由你引起的，你只是她的唯一亲密纽带，并不意味着你要对她的病情负责。",
        "label": ""
      },
      {
        "sentence": "首要的是关心你自己的幸福和安全。",
        "label": ""
      },
      {
        "sentence": "同时，确保她能够得到专业的治疗和支持。",
        "label": ""
      },
      {
        "sentence": "至于她是否需要吃药，心理老师的建议是很重要的参考，但还是建议你和她一起咨询医生，听取专业意见。",
        "label": ""
      },
      {
        "sentence": "关于分手，要注意时间和方式。",
        "label": ""
      },
      {
        "sentence": "你可以先和她的父母沟通你的想法，并请求他们的支持和监护。",
        "label": ""
      },
      {
        "sentence": "在她情绪稳定的情况下，可以向她坦诚地表达你的感受和决定，强调你的离开并不意味着不关心她，而是出于对你们双方幸福的考虑。",
        "label": ""
      },
      {
        "sentence": "坦诚和理解是关键，希望你能找到适合的时机和方式，祝福你。",
        "label": ""
      }
    ]
  }
]