[
  {
    "role": "client",
    "content": "已婚，出轨同性三年，怎样和重度抑郁症患者分手？我是已婚，出轨同性三年，第一次出轨后就想回归家庭，但出轨对象不愿意，在无数次的分手中对方无一例外以生命威胁让我一次次妥协，期间我怀孕生了孩子ta也忍受了。同时她拿生命威胁的事我多次告知了对方的父母和多位好友，但她的亲友队坚持声称她不会去死，也劝不了她分手，最后都是过来劝我合好，我不够果断，这样一直很痛苦的拖着。最后一次分手ta自杀未遂最后被心理师诊断为重症抑郁症，并说我是她在世界联系的唯一纽带，我乖乖回到了ta的身边，并离了婚。现在在陪她治疗，由于自己总想离开，对方反复发病并拒绝吃药。等着她病情稳定我还是想离开，似乎她只要信任我，就会很快好起来。心理老师说，吃药未必对她管用，是真的吗？并建议我们买了认知疗法的三本书。我该如何提分手？",
    "annotation": [
      {
        "sentence": "已婚，出轨同性三年，怎样和重度抑郁症患者分手？",
        "label": ""
      },
      {
        "sentence": "我是已婚，出轨同性三年，第一次出轨后就想回归家庭，但出轨对象不愿意，在无数次的分手中对方无一例外以生命威胁让我一次次妥协，期间我怀孕生了孩子ta也忍受了。",
        "label": ""
      },
      {
        "sentence": "同时她拿生命威胁的事我多次告知了对方的父母和多位好友，但她的亲友队坚持声称她不会去死，也劝不了她分手，最后都是过来劝我合好，我不够果断，这样一直很痛苦的拖着。",
        "label": ""
      },
      {
        "sentence": "最后一次分手ta自杀未遂最后被心理师诊断为重症抑郁症，并说我是她在世界联系的唯一纽带，我乖乖回到了ta的身边，并离了婚。",
        "label": ""
      },
      {
        "sentence": "现在在陪她治疗，由于自己总想离开，对方反复发病并拒绝吃药。",
        "label": ""
      },
      {
        "sentence": "等着她病情稳定我还是想离开，似乎她只要信任我，就会很快好起来。",
        "label": ""
      },
      {
        "sentence": "心理老师说，吃药未必对她管用，是真的吗？",
        "label": ""
      },
      {
        "sentence": "并建议我们买了认知疗法的三本书。",
        "label": ""
      },
      {
        "sentence": "我该如何提分手？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的焦虑无奈无助的样子，非常理解你的困境。出轨三年以及与重度抑郁症患者的关系确实让你感到压力巨大。她利用生命威胁来情感勒索你离婚并与她在一起，这一点非常不健康。你成了她的依赖，她认为没有你她将无法生存。她以爱的名义来进行隐性的情感控制。你提到她经历了抑郁症的诊断，但你必须明白，她的治疗需要她的主动参与与意愿。人的自我成长和自我意识常常源于内在的动力，具备自主性、自我改变的能力。只有通过学会自我照顾、自我责任以及如何与自己孤独相处，才能成为一个真正坚强、独立的个体。在这一关系中，你扮演了被救助者的角色，让她在你的保护下无法走出舒适区。接纳自己和他人，避免过度苛责自己和他人，加强有效的沟通是关键。为了互相的成长，有时也需要做出痛苦的选择。痛苦是成长的一部分，改变别人是非常困难的，只有改变自己才能影响别人。请记住，并不是她离不开你，有时候是你离不开她，你陷入了自己设定好的角色中。好好爱自己是能够真正爱别人的前提，要尊重和理解自己，也明白自己不需要完美。不要害怕他人对你的评价，不要委屈自己。虽然你可能担心别人对你的评价，但你也需要让自己免受伤害。守住不伤害他人的法律底线同时也是道德的底线。",
    "annotation": [
      {
        "sentence": "看到你的焦虑无奈无助的样子，非常理解你的困境。",
        "label": ""
      },
      {
        "sentence": "出轨三年以及与重度抑郁症患者的关系确实让你感到压力巨大。",
        "label": ""
      },
      {
        "sentence": "她利用生命威胁来情感勒索你离婚并与她在一起，这一点非常不健康。",
        "label": ""
      },
      {
        "sentence": "你成了她的依赖，她认为没有你她将无法生存。",
        "label": ""
      },
      {
        "sentence": "她以爱的名义来进行隐性的情感控制。",
        "label": ""
      },
      {
        "sentence": "你提到她经历了抑郁症的诊断，但你必须明白，她的治疗需要她的主动参与与意愿。",
        "label": ""
      },
      {
        "sentence": "人的自我成长和自我意识常常源于内在的动力，具备自主性、自我改变的能力。",
        "label": ""
      },
      {
        "sentence": "只有通过学会自我照顾、自我责任以及如何与自己孤独相处，才能成为一个真正坚强、独立的个体。",
        "label": ""
      },
      {
        "sentence": "在这一关系中，你扮演了被救助者的角色，让她在你的保护下无法走出舒适区。",
        "label": ""
      },
      {
        "sentence": "接纳自己和他人，避免过度苛责自己和他人，加强有效的沟通是关键。",
        "label": ""
      },
      {
        "sentence": "为了互相的成长，有时也需要做出痛苦的选择。",
        "label": ""
      },
      {
        "sentence": "痛苦是成长的一部分，改变别人是非常困难的，只有改变自己才能影响别人。",
        "label": ""
      },
      {
        "sentence": "请记住，并不是她离不开你，有时候是你离不开她，你陷入了自己设定好的角色中。",
        "label": ""
      },
      {
        "sentence": "好好爱自己是能够真正爱别人的前提，要尊重和理解自己，也明白自己不需要完美。",
        "label": ""
      },
      {
        "sentence": "不要害怕他人对你的评价，不要委屈自己。",
        "label": ""
      },
      {
        "sentence": "虽然你可能担心别人对你的评价，但你也需要让自己免受伤害。",
        "label": ""
      },
      {
        "sentence": "守住不伤害他人的法律底线同时也是道德的底线。",
        "label": ""
      }
    ]
  }
]