[
  {
    "role": "client",
    "content": "我连续用手机看了6个小时，现在眼睛不舒服，我怀疑是因为眼睛疲劳。我昨天因为过敏性鼻炎很不舒服，所以为了分散注意力，就在手机上看了6个小时的电视剧。今天早上醒来时眼睛有蓝色的幻影，我担心这是视疲劳，不知道会不会导致视力疾病，或者这些幻影会不会消失（有可能是飞蚊症）。而且，国庆节后我还有一个面试，最近毕业找工作也很有压力，所以我很紧张，这导致我的疑病更加严重，不知道该怎么缓解。",
    "annotation": [
      {
        "sentence": "我连续用手机看了6个小时，现在眼睛不舒服，我怀疑是因为眼睛疲劳。",
        "label": ""
      },
      {
        "sentence": "我昨天因为过敏性鼻炎很不舒服，所以为了分散注意力，就在手机上看了6个小时的电视剧。",
        "label": ""
      },
      {
        "sentence": "今天早上醒来时眼睛有蓝色的幻影，我担心这是视疲劳，不知道会不会导致视力疾病，或者这些幻影会不会消失（有可能是飞蚊症）。",
        "label": ""
      },
      {
        "sentence": "而且，国庆节后我还有一个面试，最近毕业找工作也很有压力，所以我很紧张，这导致我的疑病更加严重，不知道该怎么缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，现在大家都面临压力很大的问题。但是，怎样缓解压力这个问题，每个人有不同的见解和方法。当感到压力大的时候，一定不能松懈。一方面，在精神高度集中的时候，压力最大，一旦松懈，很容易失去已经取得的进展；另一方面，松懈可能会使你陷入另一个更困难的境地，而自己却没有察觉到。那么，应该如何缓解压力呢？",
    "annotation": [
      {
        "sentence": "其实，现在大家都面临压力很大的问题。",
        "label": ""
      },
      {
        "sentence": "但是，怎样缓解压力这个问题，每个人有不同的见解和方法。",
        "label": ""
      },
      {
        "sentence": "当感到压力大的时候，一定不能松懈。",
        "label": ""
      },
      {
        "sentence": "一方面，在精神高度集中的时候，压力最大，一旦松懈，很容易失去已经取得的进展；另一方面，松懈可能会使你陷入另一个更困难的境地，而自己却没有察觉到。",
        "label": ""
      },
      {
        "sentence": "那么，应该如何缓解压力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "看手机是一种缓解压力的方法，但要适度。因为每个人都有压力大的时候。如果每个人都将注意力全部转移到手机上，那会怎么样呢？实际上，沉迷手机只是对现实的一种逃避心理，这样只会让人越来越懒散，没有勇气面对眼前的问题。玩手机缓解压力没问题，但不能过度，超过一定程度，就会失去更多。",
    "annotation": [
      {
        "sentence": "看手机是一种缓解压力的方法，但要适度。",
        "label": ""
      },
      {
        "sentence": "因为每个人都有压力大的时候。",
        "label": ""
      },
      {
        "sentence": "如果每个人都将注意力全部转移到手机上，那会怎么样呢？",
        "label": ""
      },
      {
        "sentence": "实际上，沉迷手机只是对现实的一种逃避心理，这样只会让人越来越懒散，没有勇气面对眼前的问题。",
        "label": ""
      },
      {
        "sentence": "玩手机缓解压力没问题，但不能过度，超过一定程度，就会失去更多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于缓解压力，培养自己的兴趣爱好、多读书是我认为的最好办法。读书真的能缓解压力。常言道，书中自有黄金屋，书中自有颜如玉。多读书后会懂得更多道理，从而减轻压力，使人平静。当然，并不一定非要读书，做其他喜欢的事也可以。暂时放松一下，做一些自己感兴趣的事情，压力就会慢慢减小。",
    "annotation": [
      {
        "sentence": "对于缓解压力，培养自己的兴趣爱好、多读书是我认为的最好办法。",
        "label": ""
      },
      {
        "sentence": "读书真的能缓解压力。",
        "label": ""
      },
      {
        "sentence": "常言道，书中自有黄金屋，书中自有颜如玉。",
        "label": ""
      },
      {
        "sentence": "多读书后会懂得更多道理，从而减轻压力，使人平静。",
        "label": ""
      },
      {
        "sentence": "当然，并不一定非要读书，做其他喜欢的事也可以。",
        "label": ""
      },
      {
        "sentence": "暂时放松一下，做一些自己感兴趣的事情，压力就会慢慢减小。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，缓解压力的最好方法是上进。紧张是一种状态，但通常有两种情况会导致这种状态产生。一种是面对突然发生的事情感到不知所措或者准备不充分而产生怯场感，另一种则是与个人的性格有关。第一种情况最可怕也最常见。有些人总是抱有侥幸心理，结果会觉得偷懒也没关系。然而当真正需要展现自己的时候，却不知道如何去做。因此，从一开始就选择上进才是最直接的方法。",
    "annotation": [
      {
        "sentence": "你说得对，缓解压力的最好方法是上进。",
        "label": ""
      },
      {
        "sentence": "紧张是一种状态，但通常有两种情况会导致这种状态产生。",
        "label": ""
      },
      {
        "sentence": "一种是面对突然发生的事情感到不知所措或者准备不充分而产生怯场感，另一种则是与个人的性格有关。",
        "label": ""
      },
      {
        "sentence": "第一种情况最可怕也最常见。",
        "label": ""
      },
      {
        "sentence": "有些人总是抱有侥幸心理，结果会觉得偷懒也没关系。",
        "label": ""
      },
      {
        "sentence": "然而当真正需要展现自己的时候，却不知道如何去做。",
        "label": ""
      },
      {
        "sentence": "因此，从一开始就选择上进才是最直接的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "总体来说，每个人都有紧张的时候。如何将紧张变成动力，最终取决于你自己的表现。请相信自己的能力，积极应对压力，相信你一定可以度过这个困难时期。同时，如果你觉得紧张和疑病感越来越严重，不妨考虑寻求专业心理咨询的帮助，专家们会给你更多的支持和建议。",
    "annotation": [
      {
        "sentence": "总体来说，每个人都有紧张的时候。",
        "label": ""
      },
      {
        "sentence": "如何将紧张变成动力，最终取决于你自己的表现。",
        "label": ""
      },
      {
        "sentence": "请相信自己的能力，积极应对压力，相信你一定可以度过这个困难时期。",
        "label": ""
      },
      {
        "sentence": "同时，如果你觉得紧张和疑病感越来越严重，不妨考虑寻求专业心理咨询的帮助，专家们会给你更多的支持和建议。",
        "label": ""
      }
    ]
  }
]