[
  {
    "role": "client",
    "content": "我有一个异地恋对象，我们在一起一年多了，但现在他在他的小县城，我在我自己的城市。我知道他有两个孩子要照顾，但我觉得他老是找借口不来看我，我好累、好失望。您觉得我还应该继续这段异地恋吗？",
    "annotation": [
      {
        "sentence": "我有一个异地恋对象，我们在一起一年多了，但现在他在他的小县城，我在我自己的城市。",
        "label": ""
      },
      {
        "sentence": "我知道他有两个孩子要照顾，但我觉得他老是找借口不来看我，我好累、好失望。",
        "label": ""
      },
      {
        "sentence": "您觉得我还应该继续这段异地恋吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对这段恋情感到很失望。我可以感受到你们之间的距离和你所做出的妥协，但看起来你现在不确定是否还要继续这段关系，对吗？",
    "annotation": [
      {
        "sentence": "听起来你对这段恋情感到很失望。",
        "label": ""
      },
      {
        "sentence": "我可以感受到你们之间的距离和你所做出的妥协，但看起来你现在不确定是否还要继续这段关系，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我在这段关系中一直在妥协，而且看起来他不愿意为我而改变，我真的不知道还要怎样才能让他来看我。",
    "annotation": [
      {
        "sentence": "是的，我觉得我在这段关系中一直在妥协，而且看起来他不愿意为我而改变，我真的不知道还要怎样才能让他来看我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白。在这段关系中，你感受到自己承担了大部分的付出和妥协，这感觉看起来很难受。你的期望是希望他能为了你来到你的城市发展关系，但他并没有这样做。这可能让你觉得你在这段恋情中没有获得你想要的东西。那你为什么想要和他继续呢？",
    "annotation": [
      {
        "sentence": "我明白。",
        "label": ""
      },
      {
        "sentence": "在这段关系中，你感受到自己承担了大部分的付出和妥协，这感觉看起来很难受。",
        "label": ""
      },
      {
        "sentence": "你的期望是希望他能为了你来到你的城市发展关系，但他并没有这样做。",
        "label": ""
      },
      {
        "sentence": "这可能让你觉得你在这段恋情中没有获得你想要的东西。",
        "label": ""
      },
      {
        "sentence": "那你为什么想要和他继续呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前对他产生了很深厚的感情，我觉得那些感受不应该轻易放弃，所以现在我还在和他维持着这段异地恋关系。但现在我真的感觉自己很孤立，我们之间没有足够的交流。我不知道这样下去还有没有希望。",
    "annotation": [
      {
        "sentence": "我之前对他产生了很深厚的感情，我觉得那些感受不应该轻易放弃，所以现在我还在和他维持着这段异地恋关系。",
        "label": ""
      },
      {
        "sentence": "但现在我真的感觉自己很孤立，我们之间没有足够的交流。",
        "label": ""
      },
      {
        "sentence": "我不知道这样下去还有没有希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，这样的感受很难受。很明显你对你们的关系和你们的未来还是抱有一些期望的，但现在你们之间的沟通却受到了阻碍。我想问一下，在你们之间关系的三个主要因素：激情，亲密和承诺，有哪个因素在这段关系中被满足了？如果他甚至不想为你的发展做出一些牺牲，那么他对此关系的承诺是什么？这些问题可能会帮助你重新审视你们之间的关系。",
    "annotation": [
      {
        "sentence": "确实，这样的感受很难受。",
        "label": ""
      },
      {
        "sentence": "很明显你对你们的关系和你们的未来还是抱有一些期望的，但现在你们之间的沟通却受到了阻碍。",
        "label": ""
      },
      {
        "sentence": "我想问一下，在你们之间关系的三个主要因素：激情，亲密和承诺，有哪个因素在这段关系中被满足了？",
        "label": ""
      },
      {
        "sentence": "如果他甚至不想为你的发展做出一些牺牲，那么他对此关系的承诺是什么？",
        "label": ""
      },
      {
        "sentence": "这些问题可能会帮助你重新审视你们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得在我们的关系中，激情已经不是那么显著了，也许是因为我们之间的距离太远了。亲密感也没有真正地建立起来，我们基本上没有什么交流。至于承诺，我也不知道他是否真的会为了这段恋情而做出长期的承诺。",
    "annotation": [
      {
        "sentence": "我觉得在我们的关系中，激情已经不是那么显著了，也许是因为我们之间的距离太远了。",
        "label": ""
      },
      {
        "sentence": "亲密感也没有真正地建立起来，我们基本上没有什么交流。",
        "label": ""
      },
      {
        "sentence": "至于承诺，我也不知道他是否真的会为了这段恋情而做出长期的承诺。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。从你的描述中，我可以感受到你对你们的关系充满了期待，但可能现在还没到时候去放弃。我的建议是，如果你希望与他继续发展你们的关系，那么你们之间的交流是非常重要的。建议每周至少要有几次视频通话，分享生活点滴和想法，了解对方的想法和计划。如果他真的对这段关系有着承诺，那么他会努力去维护这段恋情，也会理解你的需要。如果他不能做到这一点，那么也许你需要考虑一下是否需要走出这段关系。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以感受到你对你们的关系充满了期待，但可能现在还没到时候去放弃。",
        "label": ""
      },
      {
        "sentence": "我的建议是，如果你希望与他继续发展你们的关系，那么你们之间的交流是非常重要的。",
        "label": ""
      },
      {
        "sentence": "建议每周至少要有几次视频通话，分享生活点滴和想法，了解对方的想法和计划。",
        "label": ""
      },
      {
        "sentence": "如果他真的对这段关系有着承诺，那么他会努力去维护这段恋情，也会理解你的需要。",
        "label": ""
      },
      {
        "sentence": "如果他不能做到这一点，那么也许你需要考虑一下是否需要走出这段关系。",
        "label": ""
      }
    ]
  }
]