[
  {
    "role": "client",
    "content": "我和同事相处很好，但是得失心太重怎么办？",
    "annotation": [
      {
        "sentence": "我和同事相处很好，但是得失心太重怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能体会你的感受，并且，事实上不仅是在职场，在生活的方方面面我们都会过分关注别人的一举一动，希望能帮助别人，获得他人的认可和赞同。同时，我们会无意识得与我们的潜在竞争者攀比。处在这种状态下，我们无法安心得做自己，一但没有了比较，没有了竞争对手，我们就没有继续奋斗的东西，做事情也会觉得没有干劲。",
    "annotation": [
      {
        "sentence": "我能体会你的感受，并且，事实上不仅是在职场，在生活的方方面面我们都会过分关注别人的一举一动，希望能帮助别人，获得他人的认可和赞同。",
        "label": ""
      },
      {
        "sentence": "同时，我们会无意识得与我们的潜在竞争者攀比。",
        "label": ""
      },
      {
        "sentence": "处在这种状态下，我们无法安心得做自己，一但没有了比较，没有了竞争对手，我们就没有继续奋斗的东西，做事情也会觉得没有干劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这种感觉。我一直在关注领导对同事们的重视程度，感觉自己可能是最无关紧要的那个。",
    "annotation": [
      {
        "sentence": "是的，我就是这种感觉。",
        "label": ""
      },
      {
        "sentence": "我一直在关注领导对同事们的重视程度，感觉自己可能是最无关紧要的那个。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不是唯一一个有这种感受的人，很多人都会有类似的想法。最近我在阅读加藤谛三的《不乖》，他提到了一个现象，有些人习惯一直努力满足别人的需求，通过别人的肯定来证明自己，这源于我们从小就在扮演乖孩子，在满足父母的要求中压抑了自己的需求和欲望。这种习惯让我们过分关注别人，努力迎合别人，实质上是因为我们害怕被遗弃。",
    "annotation": [
      {
        "sentence": "你并不是唯一一个有这种感受的人，很多人都会有类似的想法。",
        "label": ""
      },
      {
        "sentence": "最近我在阅读加藤谛三的《不乖》，他提到了一个现象，有些人习惯一直努力满足别人的需求，通过别人的肯定来证明自己，这源于我们从小就在扮演乖孩子，在满足父母的要求中压抑了自己的需求和欲望。",
        "label": ""
      },
      {
        "sentence": "这种习惯让我们过分关注别人，努力迎合别人，实质上是因为我们害怕被遗弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从小就习惯了为他人而活，为了满足别人的需求而努力。但是现在我感到很焦虑和失落，不知道自己是否真的被需要，怀疑自己的能力是否不够。",
    "annotation": [
      {
        "sentence": "是的，我从小就习惯了为他人而活，为了满足别人的需求而努力。",
        "label": ""
      },
      {
        "sentence": "但是现在我感到很焦虑和失落，不知道自己是否真的被需要，怀疑自己的能力是否不够。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我们已经长大成人，有养活自己的能力。你的小领导并不是直接给你发工资的人吧？他只是评估你的工作能力，同时你的进步也能够给他的绩效增光添彩。你们是平等合作的关系。至于你的同事，他们不是你的姐妹兄弟，你不会和他们永远在一起，不需要和他们争夺“父母”的关爱。为了你的晋升，为了你的加薪，你的确需要和他们竞争，但是，这份工作你会一直做下去吗？你更需要的是提升自我能力，专科考本科，考各种职业证。",
    "annotation": [
      {
        "sentence": "亲爱的，我们已经长大成人，有养活自己的能力。",
        "label": ""
      },
      {
        "sentence": "你的小领导并不是直接给你发工资的人吧？",
        "label": ""
      },
      {
        "sentence": "他只是评估你的工作能力，同时你的进步也能够给他的绩效增光添彩。",
        "label": ""
      },
      {
        "sentence": "你们是平等合作的关系。",
        "label": ""
      },
      {
        "sentence": "至于你的同事，他们不是你的姐妹兄弟，你不会和他们永远在一起，不需要和他们争夺“父母”的关爱。",
        "label": ""
      },
      {
        "sentence": "为了你的晋升，为了你的加薪，你的确需要和他们竞争，但是，这份工作你会一直做下去吗？",
        "label": ""
      },
      {
        "sentence": "你更需要的是提升自我能力，专科考本科，考各种职业证。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能总是把别人的关注和肯定看得太重要，我要更关注自己的发展和提升。可是，我总是觉得自己比不上别人，特别是在学历方面，我是专科毕业，有时候会感到自卑。",
    "annotation": [
      {
        "sentence": "你说得对，我不能总是把别人的关注和肯定看得太重要，我要更关注自己的发展和提升。",
        "label": ""
      },
      {
        "sentence": "可是，我总是觉得自己比不上别人，特别是在学历方面，我是专科毕业，有时候会感到自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学历并不是衡量一个人能力和价值的唯一标准。即使你只是专科毕业，你在工作中的表现和经验同样重要。每个人都有自己的路要走，也都有不同的机遇和优势。不要让自己的学历成为束缚你的桎梏，而是要通过不断学习和提升来证明自己的能力。你的价值不仅仅取决于学历，更取决于你的努力和付出。",
    "annotation": [
      {
        "sentence": "学历并不是衡量一个人能力和价值的唯一标准。",
        "label": ""
      },
      {
        "sentence": "即使你只是专科毕业，你在工作中的表现和经验同样重要。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的路要走，也都有不同的机遇和优势。",
        "label": ""
      },
      {
        "sentence": "不要让自己的学历成为束缚你的桎梏，而是要通过不断学习和提升来证明自己的能力。",
        "label": ""
      },
      {
        "sentence": "你的价值不仅仅取决于学历，更取决于你的努力和付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要更加自信，不再过分关注别人的评价和批判。我会专注于自己的成长和进步，相信自己的价值。",
    "annotation": [
      {
        "sentence": "我明白了，我要更加自信，不再过分关注别人的评价和批判。",
        "label": ""
      },
      {
        "sentence": "我会专注于自己的成长和进步，相信自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！相信自己，专注于发展和进步，你一定能够取得更好的成绩和回报。记住，你不需要通过外界的赞许来证明自己的价值，因为你已经有无私地爱着自己的人，那就是你自己。加油！",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "相信自己，专注于发展和进步，你一定能够取得更好的成绩和回报。",
        "label": ""
      },
      {
        "sentence": "记住，你不需要通过外界的赞许来证明自己的价值，因为你已经有无私地爱着自己的人，那就是你自己。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]