[
  {
    "role": "client",
    "content": "有没有人和我一样，每天早上起床后丧到不行？",
    "annotation": [
      {
        "sentence": "有没有人和我一样，每天早上起床后丧到不行？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我可以理解。你每天早上起床后感到丧，情绪低落，思维充满消极和焦虑，到单位的过程更是内心挣扎和烦躁。但是当你真正开始工作后，这种感觉渐渐消散，回家的路上你却又觉得这一天其实挺好的，想到早上的自己和心理状态，又觉得自己在这个情况下多心烦呢。",
    "annotation": [
      {
        "sentence": "是的，我可以理解。",
        "label": ""
      },
      {
        "sentence": "你每天早上起床后感到丧，情绪低落，思维充满消极和焦虑，到单位的过程更是内心挣扎和烦躁。",
        "label": ""
      },
      {
        "sentence": "但是当你真正开始工作后，这种感觉渐渐消散，回家的路上你却又觉得这一天其实挺好的，想到早上的自己和心理状态，又觉得自己在这个情况下多心烦呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我就像是那些早上不想去学校的孩子一样，在离开家时哭闹不想离开父母。但是一旦进了学校，表现却不错，感觉挺开心的。我为什么会有这种情况，一天循环往复，内耗太重了，不知道有没有什么方法可以破解呢。求各位老师赐教。",
    "annotation": [
      {
        "sentence": "是啊，我就像是那些早上不想去学校的孩子一样，在离开家时哭闹不想离开父母。",
        "label": ""
      },
      {
        "sentence": "但是一旦进了学校，表现却不错，感觉挺开心的。",
        "label": ""
      },
      {
        "sentence": "我为什么会有这种情况，一天循环往复，内耗太重了，不知道有没有什么方法可以破解呢。",
        "label": ""
      },
      {
        "sentence": "求各位老师赐教。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你轻微焦虑，思维活跃。你的内心戏很多，注意力容易走神，经常幻想联想，小时候可能也是那种爱幻想、喜欢演电视剧的孩子吧。问题的关键在于，当你的思想从飘浮的习惯性回归到当下眼前，需要把思想收回来，但是一时半会儿你可能收不回来。这个过程让你觉得很难受、很不舒服。但是在工作中，当你收回思想后开始做事，其实是一个很好的状态，所以你会有觉得很不错的感觉。但是思想过重也是一种很大的消耗。我们传统文化讲到精气神三宝，神是最宝贵的。你的幻想会消耗很多神，长期下去会对身体有影响。我们常见的有些人沉迷于幻想或过去无法自拔，他们消耗的更加严重。而你的情况是轻度的思想飘浮，这是由于你长期的思想活动习惯造成的。",
    "annotation": [
      {
        "sentence": "你轻微焦虑，思维活跃。",
        "label": ""
      },
      {
        "sentence": "你的内心戏很多，注意力容易走神，经常幻想联想，小时候可能也是那种爱幻想、喜欢演电视剧的孩子吧。",
        "label": ""
      },
      {
        "sentence": "问题的关键在于，当你的思想从飘浮的习惯性回归到当下眼前，需要把思想收回来，但是一时半会儿你可能收不回来。",
        "label": ""
      },
      {
        "sentence": "这个过程让你觉得很难受、很不舒服。",
        "label": ""
      },
      {
        "sentence": "但是在工作中，当你收回思想后开始做事，其实是一个很好的状态，所以你会有觉得很不错的感觉。",
        "label": ""
      },
      {
        "sentence": "但是思想过重也是一种很大的消耗。",
        "label": ""
      },
      {
        "sentence": "我们传统文化讲到精气神三宝，神是最宝贵的。",
        "label": ""
      },
      {
        "sentence": "你的幻想会消耗很多神，长期下去会对身体有影响。",
        "label": ""
      },
      {
        "sentence": "我们常见的有些人沉迷于幻想或过去无法自拔，他们消耗的更加严重。",
        "label": ""
      },
      {
        "sentence": "而你的情况是轻度的思想飘浮，这是由于你长期的思想活动习惯造成的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么改进呢？我应该怎样收回思想呢？",
    "annotation": [
      {
        "sentence": "那我该怎么改进呢？",
        "label": ""
      },
      {
        "sentence": "我应该怎样收回思想呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着“收神”。因为绝大部分的念头和思想内心戏都是没有意义的，浪费严重。只要你意识到这个问题并且有这种领悟，就能立刻知道该怎么办了。正如佛经所说，“知幻即觉，不假方便，无须渐次”。一旦你意识到了，思想就能收回来，不需要太多的方法，瞬间就能做到。当然长期的习惯还是需要注意，改进自己的不良习惯，培养良好的习惯。关于人生的意义和如何行动，这是一个新的课题，我们有机会再聊。祝福你。",
    "annotation": [
      {
        "sentence": "你可以试着“收神”。",
        "label": ""
      },
      {
        "sentence": "因为绝大部分的念头和思想内心戏都是没有意义的，浪费严重。",
        "label": ""
      },
      {
        "sentence": "只要你意识到这个问题并且有这种领悟，就能立刻知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "正如佛经所说，“知幻即觉，不假方便，无须渐次”。",
        "label": ""
      },
      {
        "sentence": "一旦你意识到了，思想就能收回来，不需要太多的方法，瞬间就能做到。",
        "label": ""
      },
      {
        "sentence": "当然长期的习惯还是需要注意，改进自己的不良习惯，培养良好的习惯。",
        "label": ""
      },
      {
        "sentence": "关于人生的意义和如何行动，这是一个新的课题，我们有机会再聊。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  }
]