[
  {
    "role": "client",
    "content": "我离婚后的生活非常困难，而我丈夫又回来找我。他计划创业，几乎把这几年的积蓄都搭进去，还试图瞒着我。这些年，他对我照顾和交流特别少，也一直不考虑要小孩，现在，我年龄已经很大了。我该怎么办？",
    "annotation": [
      {
        "sentence": "我离婚后的生活非常困难，而我丈夫又回来找我。",
        "label": ""
      },
      {
        "sentence": "他计划创业，几乎把这几年的积蓄都搭进去，还试图瞒着我。",
        "label": ""
      },
      {
        "sentence": "这些年，他对我照顾和交流特别少，也一直不考虑要小孩，现在，我年龄已经很大了。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以看出你很困扰。你老公的创业计划很危险，因为创业的风险很大。另外，他把所有的积蓄都搭进了创业里，并且还试图瞒着你，对你并不坦诚，这种行为很不好。",
    "annotation": [
      {
        "sentence": "从你的描述中可以看出你很困扰。",
        "label": ""
      },
      {
        "sentence": "你老公的创业计划很危险，因为创业的风险很大。",
        "label": ""
      },
      {
        "sentence": "另外，他把所有的积蓄都搭进了创业里，并且还试图瞒着你，对你并不坦诚，这种行为很不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经打算和他一起创业，但是我不确定这件事是否正确。我们互相不太了解，我觉得我们的想法不一致。",
    "annotation": [
      {
        "sentence": "我曾经打算和他一起创业，但是我不确定这件事是否正确。",
        "label": ""
      },
      {
        "sentence": "我们互相不太了解，我觉得我们的想法不一致。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你和你老公存在着价值观上的分歧，你更倾向于稳定的生活，而他更激进。这样的差异可能会导致你们在决策时产生冲突。",
    "annotation": [
      {
        "sentence": "从你的描述来看，你和你老公存在着价值观上的分歧，你更倾向于稳定的生活，而他更激进。",
        "label": ""
      },
      {
        "sentence": "这样的差异可能会导致你们在决策时产生冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很想要一个孩子，而我的丈夫却不考虑生孩子，还想为创业再拼搏一把。并且，他还试图瞒着我。",
    "annotation": [
      {
        "sentence": "我很想要一个孩子，而我的丈夫却不考虑生孩子，还想为创业再拼搏一把。",
        "label": ""
      },
      {
        "sentence": "并且，他还试图瞒着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果这时候你要孩子，恐怕并不能得到丈夫足够的支持，所以此时要孩子一定要慎重。你老公的决策很不明智，对于那些想要稳定生活的人来说，这种生活方式是非常危险的，也许你们需要达成一个彼此都认可的方案。",
    "annotation": [
      {
        "sentence": "如果这时候你要孩子，恐怕并不能得到丈夫足够的支持，所以此时要孩子一定要慎重。",
        "label": ""
      },
      {
        "sentence": "你老公的决策很不明智，对于那些想要稳定生活的人来说，这种生活方式是非常危险的，也许你们需要达成一个彼此都认可的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我不确定我们是否能够达成一致，我很焦虑。",
    "annotation": [
      {
        "sentence": "但我不确定我们是否能够达成一致，我很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在你需要好好审视自己的生活方向和目标，究竟能否和老公达成一致，如果在两个人想要的东西都不一样的情况下生活会很难，彼此都不会开心。他会觉得你限制他的生活，不让他成功；而你觉得他是一个不负责任不顾家的男人，哀怨万分。两个人不能齐心协力，婚姻生活又何来的幸福？",
    "annotation": [
      {
        "sentence": "现在你需要好好审视自己的生活方向和目标，究竟能否和老公达成一致，如果在两个人想要的东西都不一样的情况下生活会很难，彼此都不会开心。",
        "label": ""
      },
      {
        "sentence": "他会觉得你限制他的生活，不让他成功；而你觉得他是一个不负责任不顾家的男人，哀怨万分。",
        "label": ""
      },
      {
        "sentence": "两个人不能齐心协力，婚姻生活又何来的幸福？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你认为我应该怎么做？",
    "annotation": [
      {
        "sentence": "你认为我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认为你们需要达成一个共同的目标，你可以尝试和你丈夫坦诚的交流，看看是否有可以妥协的方案，比如他每个月就算搭不上手可以支付子女的赡养费，减轻你的负担，或限制工作的时间，工作之余要帮你带孩子，当然前提都要是对方心甘情愿并且信守承诺。但是鉴于对方有瞒着你把全部积蓄都投入的创业的经历，需要你去衡量能否去信任对方。你一定要保持清醒的头脑，不要冲动做出不理智的决定。",
    "annotation": [
      {
        "sentence": "我认为你们需要达成一个共同的目标，你可以尝试和你丈夫坦诚的交流，看看是否有可以妥协的方案，比如他每个月就算搭不上手可以支付子女的赡养费，减轻你的负担，或限制工作的时间，工作之余要帮你带孩子，当然前提都要是对方心甘情愿并且信守承诺。",
        "label": ""
      },
      {
        "sentence": "但是鉴于对方有瞒着你把全部积蓄都投入的创业的经历，需要你去衡量能否去信任对方。",
        "label": ""
      },
      {
        "sentence": "你一定要保持清醒的头脑，不要冲动做出不理智的决定。",
        "label": ""
      }
    ]
  }
]