[
  {
    "role": "client",
    "content": "最近越来越发现自己状态不好，还会转移到孩子身上。我现在没有上班，对未来也很迷茫，感到害怕，不知道该怎么办。在家带孩子的状态也不好，这段时间一直在试着调整自己的状态，时好时坏。我觉得我现在不会交流沟通，感觉没有可以相信的人，也没有可以聊得来的人。最近很想办张健身卡，但是想到自己前年办了卡没去几次，这次就一直在提醒自己不要办，但是没有办我又会一直想要去办。办了可能我也真的不会去几次吧，这个办不办卡纠结了好久了。我发现我对自己很不满意，而且把这种不满转移到孩子身上了。老是会打击她，在她开心的时候，总要去揭她的短。我记得小时候我曾经对自己说过，我以后的孩子我一定不会让她跟我一样，生活得那么压抑。但是现在她童年的不开心却也是我一手造成。我很自责，但是我说伤人的话的时候又根本不记得自己当初的承诺了。我没有什么做得好的事情，我很担心未来我的孩子会不会也会过得跟我一样感觉不到幸福。如果你看到我的文字读起来很费劲，那么真的是抱歉了，祝生活幸福。",
    "annotation": [
      {
        "sentence": "最近越来越发现自己状态不好，还会转移到孩子身上。",
        "label": ""
      },
      {
        "sentence": "我现在没有上班，对未来也很迷茫，感到害怕，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "在家带孩子的状态也不好，这段时间一直在试着调整自己的状态，时好时坏。",
        "label": ""
      },
      {
        "sentence": "我觉得我现在不会交流沟通，感觉没有可以相信的人，也没有可以聊得来的人。",
        "label": ""
      },
      {
        "sentence": "最近很想办张健身卡，但是想到自己前年办了卡没去几次，这次就一直在提醒自己不要办，但是没有办我又会一直想要去办。",
        "label": ""
      },
      {
        "sentence": "办了可能我也真的不会去几次吧，这个办不办卡纠结了好久了。",
        "label": ""
      },
      {
        "sentence": "我发现我对自己很不满意，而且把这种不满转移到孩子身上了。",
        "label": ""
      },
      {
        "sentence": "老是会打击她，在她开心的时候，总要去揭她的短。",
        "label": ""
      },
      {
        "sentence": "我记得小时候我曾经对自己说过，我以后的孩子我一定不会让她跟我一样，生活得那么压抑。",
        "label": ""
      },
      {
        "sentence": "但是现在她童年的不开心却也是我一手造成。",
        "label": ""
      },
      {
        "sentence": "我很自责，但是我说伤人的话的时候又根本不记得自己当初的承诺了。",
        "label": ""
      },
      {
        "sentence": "我没有什么做得好的事情，我很担心未来我的孩子会不会也会过得跟我一样感觉不到幸福。",
        "label": ""
      },
      {
        "sentence": "如果你看到我的文字读起来很费劲，那么真的是抱歉了，祝生活幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的文字，我感受到你对未来的迷茫和目前生活的焦虑。在教育孩子的过程中，因为没有控制好自己的情绪而自责和难过。你似乎很无助，而这些不舒服的感受不知道和谁说，你很希望能找到一个属于自己的圈子。你想要办张健身卡，但纠结自己能不能坚持下去。全职妈妈其实也是很辛苦的，琐碎的家务、照顾孩子和家人都需要很多的精力，而属于自己的时间很碎片化，生活圈子也是比较单一。而这样的辛苦付出，家人可能不一定理解和认可。你说一直在调整自己的状态，看起来你一直努力在改变目前的局面，想要往好的方向走。你说感觉没有信任的人，那你老公呢或其他家人呢？他们是你信任的人吗？你有没有告诉他们你的状态，当你感到累的时候、状态不好的时候可以向他们寻求帮助。我能看出来你很努力想要做一个好妈妈。当情绪不稳定的时候，可能会给孩子带来一些伤害，但你不要过度自责。试着去觉察一下是什么事情会让自己情绪失控，你说对自己不满意，那具体是不满意什么呢？尝试慢慢去了解你的情绪背后的需求，看到它，想想能不能满足它。这可能需要一些时间。当你关注到了自己，照顾好了自己，好好地爱自己的时候，你才有力量去爱别人，照顾好孩子。给自己多一些允许，或许当你觉得自己状态不好的时候，你也可以告诉孩子，妈妈现在有些不舒服，想一个人待一会儿，妈妈很爱你，但是现在你能不能先一个人玩一会儿？当你告诉孩子自己的状态，孩子会感受到你的爱，会理解你。每个妈妈都爱孩子，每个孩子同样爱妈妈。当我们学会爱自己的时候，爱的能量会流动起来。",
    "annotation": [
      {
        "sentence": "通过你的文字，我感受到你对未来的迷茫和目前生活的焦虑。",
        "label": ""
      },
      {
        "sentence": "在教育孩子的过程中，因为没有控制好自己的情绪而自责和难过。",
        "label": ""
      },
      {
        "sentence": "你似乎很无助，而这些不舒服的感受不知道和谁说，你很希望能找到一个属于自己的圈子。",
        "label": ""
      },
      {
        "sentence": "你想要办张健身卡，但纠结自己能不能坚持下去。",
        "label": ""
      },
      {
        "sentence": "全职妈妈其实也是很辛苦的，琐碎的家务、照顾孩子和家人都需要很多的精力，而属于自己的时间很碎片化，生活圈子也是比较单一。",
        "label": ""
      },
      {
        "sentence": "而这样的辛苦付出，家人可能不一定理解和认可。",
        "label": ""
      },
      {
        "sentence": "你说一直在调整自己的状态，看起来你一直努力在改变目前的局面，想要往好的方向走。",
        "label": ""
      },
      {
        "sentence": "你说感觉没有信任的人，那你老公呢或其他家人呢？",
        "label": ""
      },
      {
        "sentence": "他们是你信任的人吗？",
        "label": ""
      },
      {
        "sentence": "你有没有告诉他们你的状态，当你感到累的时候、状态不好的时候可以向他们寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我能看出来你很努力想要做一个好妈妈。",
        "label": ""
      },
      {
        "sentence": "当情绪不稳定的时候，可能会给孩子带来一些伤害，但你不要过度自责。",
        "label": ""
      },
      {
        "sentence": "试着去觉察一下是什么事情会让自己情绪失控，你说对自己不满意，那具体是不满意什么呢？",
        "label": ""
      },
      {
        "sentence": "尝试慢慢去了解你的情绪背后的需求，看到它，想想能不能满足它。",
        "label": ""
      },
      {
        "sentence": "这可能需要一些时间。",
        "label": ""
      },
      {
        "sentence": "当你关注到了自己，照顾好了自己，好好地爱自己的时候，你才有力量去爱别人，照顾好孩子。",
        "label": ""
      },
      {
        "sentence": "给自己多一些允许，或许当你觉得自己状态不好的时候，你也可以告诉孩子，妈妈现在有些不舒服，想一个人待一会儿，妈妈很爱你，但是现在你能不能先一个人玩一会儿？",
        "label": ""
      },
      {
        "sentence": "当你告诉孩子自己的状态，孩子会感受到你的爱，会理解你。",
        "label": ""
      },
      {
        "sentence": "每个妈妈都爱孩子，每个孩子同样爱妈妈。",
        "label": ""
      },
      {
        "sentence": "当我们学会爱自己的时候，爱的能量会流动起来。",
        "label": ""
      }
    ]
  }
]