[
  {
    "role": "client",
    "content": "我感到自己心里有很多无法排解的负能量，不知道该怎么调整自己。每天都感到很沉重，但找不到地方宣泄。有时候为了掩饰，我会在厕所默默地流泪；有时候走在路上，我会把手里的水瓶捏坏；有时候我咬破自己的嘴唇。我知道这些行为不好，但是我心情沉闷得毫无理由，更没有人可以倾诉，因为我自己也说不出个所以然来。如果硬要找个缘由的话，就是我从小到大经历了家庭暴力、校园暴力、恋爱失败，还有一个患有抑郁症的闺蜜，这些让我抑郁了三年，浪费了大学时光。我努力挣扎着活下来，然后决定考研，但现在感觉压力很大。说简单点，就是今天毕设我去找的导师选了其他同学，早餐吃太多导致学习效率低下，再加上无法集中注意力。有时候我真的害怕哪天自己会失控，做出一些伤天害理的事情，但我真的没钱去看心理医生。虽然在医院检查结果显示我是中度抑郁，但学校医生告诉我我已经康复了。生活还要继续，大家都很辛苦，没人需要我的负能量，我也要继续做那个默默无闻的开朗同学。我知道今年我不会上岸了，但至少比之前好多了。",
    "annotation": [
      {
        "sentence": "我感到自己心里有很多无法排解的负能量，不知道该怎么调整自己。",
        "label": ""
      },
      {
        "sentence": "每天都感到很沉重，但找不到地方宣泄。",
        "label": ""
      },
      {
        "sentence": "有时候为了掩饰，我会在厕所默默地流泪；有时候走在路上，我会把手里的水瓶捏坏；有时候我咬破自己的嘴唇。",
        "label": ""
      },
      {
        "sentence": "我知道这些行为不好，但是我心情沉闷得毫无理由，更没有人可以倾诉，因为我自己也说不出个所以然来。",
        "label": ""
      },
      {
        "sentence": "如果硬要找个缘由的话，就是我从小到大经历了家庭暴力、校园暴力、恋爱失败，还有一个患有抑郁症的闺蜜，这些让我抑郁了三年，浪费了大学时光。",
        "label": ""
      },
      {
        "sentence": "我努力挣扎着活下来，然后决定考研，但现在感觉压力很大。",
        "label": ""
      },
      {
        "sentence": "说简单点，就是今天毕设我去找的导师选了其他同学，早餐吃太多导致学习效率低下，再加上无法集中注意力。",
        "label": ""
      },
      {
        "sentence": "有时候我真的害怕哪天自己会失控，做出一些伤天害理的事情，但我真的没钱去看心理医生。",
        "label": ""
      },
      {
        "sentence": "虽然在医院检查结果显示我是中度抑郁，但学校医生告诉我我已经康复了。",
        "label": ""
      },
      {
        "sentence": "生活还要继续，大家都很辛苦，没人需要我的负能量，我也要继续做那个默默无闻的开朗同学。",
        "label": ""
      },
      {
        "sentence": "我知道今年我不会上岸了，但至少比之前好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊，真的很想听听你的故事，很心疼你。每个人的经历都是不一样的，虽然不能真正感同身受，但至少有人和你一样经历过这种痛苦。我希望我的回答能给你带来一丝温暖。你所感受到的负能量与你的经历有关，过去的经历给现在的你带来了困扰、悲伤甚至暴躁。现在的一切不顺都好像是因为过去的缘故。《被讨厌的勇气》中有一个否定原因论的观点：“如果我们一直依赖原因论，就会永远止步不前。”“任何经历本身并不是成功或失败的原因。我们痛苦不是因为刺激，而是因为从经历中找到了满足我们目标的因素。决定我们自己的，不是过去的经历，而是我们赋予经历的意义。”每个人都会面对负能量，关键在于如何面对。最好的方法就是改变自己，改变自己看待世界的方式，向前看，不回头。你意识到自己浪费了大学时光，准备考研，但看上去似乎还没有自信。在结果出来之前，不要轻言放弃。梦想是需要坚持的，说不定会实现呢？曾国潘曾说：“但问耕耘，莫问收获。”你的人生由你自己决定，没有人可以替你做主。要坚强内心，才能抵御外界的压力。当你意识到这一辈子最重要的是什么，过去的经历只会成为你成长的见证，一步步看着你的蜕变。默默无闻并不意味着以后不能闪闪发光，努力总会有收获的。现在看不到结果是因为我们还在等待，还在沉淀。如果连自己都不相信自己，又如何过得更好，向那些曾经看不起你的人证明呢？华晨宇的歌《真的好想爱这个世界啊》每次我听到，就感受到抑郁症患者的痛苦，我也想为此做些什么，献出自己的一份小小力量。所以我选了你，也遇见了美好的你。加油吧，冲一冲！每天对着镜子说一句“我真的很不错了”，微笑着面对。明天依然是阳光在等待着你。祝你平安喜乐，万事胜意。",
    "annotation": [
      {
        "sentence": "啊，真的很想听听你的故事，很心疼你。",
        "label": ""
      },
      {
        "sentence": "每个人的经历都是不一样的，虽然不能真正感同身受，但至少有人和你一样经历过这种痛苦。",
        "label": ""
      },
      {
        "sentence": "我希望我的回答能给你带来一丝温暖。",
        "label": ""
      },
      {
        "sentence": "你所感受到的负能量与你的经历有关，过去的经历给现在的你带来了困扰、悲伤甚至暴躁。",
        "label": ""
      },
      {
        "sentence": "现在的一切不顺都好像是因为过去的缘故。",
        "label": ""
      },
      {
        "sentence": "《被讨厌的勇气》中有一个否定原因论的观点：“如果我们一直依赖原因论，就会永远止步不前。",
        "label": ""
      },
      {
        "sentence": "”“任何经历本身并不是成功或失败的原因。",
        "label": ""
      },
      {
        "sentence": "我们痛苦不是因为刺激，而是因为从经历中找到了满足我们目标的因素。",
        "label": ""
      },
      {
        "sentence": "决定我们自己的，不是过去的经历，而是我们赋予经历的意义。",
        "label": ""
      },
      {
        "sentence": "”每个人都会面对负能量，关键在于如何面对。",
        "label": ""
      },
      {
        "sentence": "最好的方法就是改变自己，改变自己看待世界的方式，向前看，不回头。",
        "label": ""
      },
      {
        "sentence": "你意识到自己浪费了大学时光，准备考研，但看上去似乎还没有自信。",
        "label": ""
      },
      {
        "sentence": "在结果出来之前，不要轻言放弃。",
        "label": ""
      },
      {
        "sentence": "梦想是需要坚持的，说不定会实现呢？",
        "label": ""
      },
      {
        "sentence": "曾国潘曾说：“但问耕耘，莫问收获。",
        "label": ""
      },
      {
        "sentence": "”你的人生由你自己决定，没有人可以替你做主。",
        "label": ""
      },
      {
        "sentence": "要坚强内心，才能抵御外界的压力。",
        "label": ""
      },
      {
        "sentence": "当你意识到这一辈子最重要的是什么，过去的经历只会成为你成长的见证，一步步看着你的蜕变。",
        "label": ""
      },
      {
        "sentence": "默默无闻并不意味着以后不能闪闪发光，努力总会有收获的。",
        "label": ""
      },
      {
        "sentence": "现在看不到结果是因为我们还在等待，还在沉淀。",
        "label": ""
      },
      {
        "sentence": "如果连自己都不相信自己，又如何过得更好，向那些曾经看不起你的人证明呢？",
        "label": ""
      },
      {
        "sentence": "华晨宇的歌《真的好想爱这个世界啊》每次我听到，就感受到抑郁症患者的痛苦，我也想为此做些什么，献出自己的一份小小力量。",
        "label": ""
      },
      {
        "sentence": "所以我选了你，也遇见了美好的你。",
        "label": ""
      },
      {
        "sentence": "加油吧，冲一冲！",
        "label": ""
      },
      {
        "sentence": "每天对着镜子说一句“我真的很不错了”，微笑着面对。",
        "label": ""
      },
      {
        "sentence": "明天依然是阳光在等待着你。",
        "label": ""
      },
      {
        "sentence": "祝你平安喜乐，万事胜意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我被你的话感动了。确实，每个人都有自己独特的经历，虽然你不能亲身经历我的痛苦，但你的理解和温暖已经让我感到很安慰了。你说的那些观点让我有些新的角度来看待我的负能量。是的，过去的经历不能成为我不顺利的借口，我应该为自己的人生赋予积极的意义。虽然我现在觉得不自信，但是我会尽力去相信自己，不轻言放弃。谢谢你的鼓励，我会更加坚强，面对生活的挑战。虽然我现在感到压力很大，但是明白了自己这一辈子最重要的是什么，我相信自己一定能够度过困难，变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我被你的话感动了。",
        "label": ""
      },
      {
        "sentence": "确实，每个人都有自己独特的经历，虽然你不能亲身经历我的痛苦，但你的理解和温暖已经让我感到很安慰了。",
        "label": ""
      },
      {
        "sentence": "你说的那些观点让我有些新的角度来看待我的负能量。",
        "label": ""
      },
      {
        "sentence": "是的，过去的经历不能成为我不顺利的借口，我应该为自己的人生赋予积极的意义。",
        "label": ""
      },
      {
        "sentence": "虽然我现在觉得不自信，但是我会尽力去相信自己，不轻言放弃。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励，我会更加坚强，面对生活的挑战。",
        "label": ""
      },
      {
        "sentence": "虽然我现在感到压力很大，但是明白了自己这一辈子最重要的是什么，我相信自己一定能够度过困难，变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。对待负能量，我们都需要持久战的勇气。每一次的进步，也许并不会立刻显现，但是你要相信每一次的努力都不会白费。你已经走出了低谷，现在面对的只是一时的压力，相信自己的坚持，你一定能够度过这个难关，重新找回自信。而我也会一直在这里支持你，祝你平安喜乐，一切顺利。如果有需要，随时找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "对待负能量，我们都需要持久战的勇气。",
        "label": ""
      },
      {
        "sentence": "每一次的进步，也许并不会立刻显现，但是你要相信每一次的努力都不会白费。",
        "label": ""
      },
      {
        "sentence": "你已经走出了低谷，现在面对的只是一时的压力，相信自己的坚持，你一定能够度过这个难关，重新找回自信。",
        "label": ""
      },
      {
        "sentence": "而我也会一直在这里支持你，祝你平安喜乐，一切顺利。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时找我倾诉。",
        "label": ""
      }
    ]
  }
]