[
  {
    "role": "client",
    "content": "财政大权被收回，你们是如何处理？我心里最大的纠结是结婚前老公说钱给我管理，后来有一次我拿2万给我妈放利息，利息给妈妈当零花钱，他知道了就把财政大软收回。其实我们结婚到他收回财政大权时，钱都比较紧张，结婚时就2万资产，第一年为了买房凑首付，第三年又底装修，第四年生娃，第五年买车，钱一直比较紧张，结婚我没有给家里什么钱，就是过节时偶尔会给妈妈点节日费用，他收回钱就是对我不信任，我心里很难受，管钱时钱紧张自己都没买过好点的衣服，人家说钱在你手里，你自己不买，挺伤人的，心里很是不舒服！",
    "annotation": [
      {
        "sentence": "财政大权被收回，你们是如何处理？",
        "label": ""
      },
      {
        "sentence": "我心里最大的纠结是结婚前老公说钱给我管理，后来有一次我拿2万给我妈放利息，利息给妈妈当零花钱，他知道了就把财政大软收回。",
        "label": ""
      },
      {
        "sentence": "其实我们结婚到他收回财政大权时，钱都比较紧张，结婚时就2万资产，第一年为了买房凑首付，第三年又底装修，第四年生娃，第五年买车，钱一直比较紧张，结婚我没有给家里什么钱，就是过节时偶尔会给妈妈点节日费用，他收回钱就是对我不信任，我心里很难受，管钱时钱紧张自己都没买过好点的衣服，人家说钱在你手里，你自己不买，挺伤人的，心里很是不舒服！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我感受到对于老公收回家里的财政大权心里有些委屈，难过。你们作为夫妻在进入婚姻后，家庭的收入来源是属于你们两个共同的。怎么去支付这笔钱都是由你们共同决定的，那谁掌握这个财政权对你来说意味着什么呢？",
    "annotation": [
      {
        "sentence": "看了你的描述，我感受到对于老公收回家里的财政大权心里有些委屈，难过。",
        "label": ""
      },
      {
        "sentence": "你们作为夫妻在进入婚姻后，家庭的收入来源是属于你们两个共同的。",
        "label": ""
      },
      {
        "sentence": "怎么去支付这笔钱都是由你们共同决定的，那谁掌握这个财政权对你来说意味着什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "财政权对我来说意味着掌控家庭的经济状况和决策，以及我对家庭财务的责任感。",
    "annotation": [
      {
        "sentence": "财政权对我来说意味着掌控家庭的经济状况和决策，以及我对家庭财务的责任感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你掌握财政权时的用心和责任感，你用每一笔钱都是用在重要的地方，而并不是随意挥霍或随意支配这个权力。我猜你难过委屈的是，你觉得老公没有看到你的这份用心和勤俭节约，好像自己的这份用心没有得到老公的认可。你或许也担心老公收回了财政大权，是对你不信任了，而失去了这些，你似乎在亲密关系中没有了掌控权。",
    "annotation": [
      {
        "sentence": "我能理解你掌握财政权时的用心和责任感，你用每一笔钱都是用在重要的地方，而并不是随意挥霍或随意支配这个权力。",
        "label": ""
      },
      {
        "sentence": "我猜你难过委屈的是，你觉得老公没有看到你的这份用心和勤俭节约，好像自己的这份用心没有得到老公的认可。",
        "label": ""
      },
      {
        "sentence": "你或许也担心老公收回了财政大权，是对你不信任了，而失去了这些，你似乎在亲密关系中没有了掌控权。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得被收回财政大权后，就失去了在家庭中的话语权和主导能力，感觉有些失落和无力。",
    "annotation": [
      {
        "sentence": "是的，我觉得被收回财政大权后，就失去了在家庭中的话语权和主导能力，感觉有些失落和无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实亲密关系中，两个人的相处之道可能不是在于权力之争，而更多是建立在彼此信任、互相尊重和理解的基础之上。其实我感受到老公对你是信任的，当你把钱借给你妈妈的时候，他只是收回了财政大权。那你站在老公的位置上，去看一看老公这么做的原因是什么？老公的感受是什么？",
    "annotation": [
      {
        "sentence": "其实亲密关系中，两个人的相处之道可能不是在于权力之争，而更多是建立在彼此信任、互相尊重和理解的基础之上。",
        "label": ""
      },
      {
        "sentence": "其实我感受到老公对你是信任的，当你把钱借给你妈妈的时候，他只是收回了财政大权。",
        "label": ""
      },
      {
        "sentence": "那你站在老公的位置上，去看一看老公这么做的原因是什么？",
        "label": ""
      },
      {
        "sentence": "老公的感受是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白老公可能也有他的担忧和考虑，他可能担心我在管理财政方面不够谨慎，或者害怕我们的家庭财务压力过大。",
    "annotation": [
      {
        "sentence": "我明白老公可能也有他的担忧和考虑，他可能担心我在管理财政方面不够谨慎，或者害怕我们的家庭财务压力过大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果说你觉得掌管财政对于你来说很重要，你也可以向老公表达自己真实的想法以及你的感受。同时，你也可以试着去尊重老公的想法以及他所担忧的地方，尊重老公对你的信任。重要的是，你们之间的沟通和理解。希望我个人的视角能给你一些帮助。愿你一切安好。",
    "annotation": [
      {
        "sentence": "如果说你觉得掌管财政对于你来说很重要，你也可以向老公表达自己真实的想法以及你的感受。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以试着去尊重老公的想法以及他所担忧的地方，尊重老公对你的信任。",
        "label": ""
      },
      {
        "sentence": "重要的是，你们之间的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "希望我个人的视角能给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "愿你一切安好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会试着跟老公好好沟通，理解他的想法，同时也希望他能够理解我的感受和用心。希望我们能够找到共同的解决办法，重新建立互相信任和支持的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着跟老公好好沟通，理解他的想法，同时也希望他能够理解我的感受和用心。",
        "label": ""
      },
      {
        "sentence": "希望我们能够找到共同的解决办法，重新建立互相信任和支持的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个有责任感和用心的人，相信你们可以通过良好的沟通和互相理解来解决这个问题。祝福你们能够重新建立起信任和支持的关系，愿你们的婚姻幸福美满。如果还有其他困扰，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "你是一个有责任感和用心的人，相信你们可以通过良好的沟通和互相理解来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够重新建立起信任和支持的关系，愿你们的婚姻幸福美满。",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]