[
  {
    "role": "client",
    "content": "我今年25岁了，为什么我几乎感觉不到别人对我的爱？从初中起就很少能感受到别人对我的爱了，现在大了就几乎感觉不到。而且我的各种情绪停留的时间特别短，别人带给我的情绪也是这样。",
    "annotation": [
      {
        "sentence": "我今年25岁了，为什么我几乎感觉不到别人对我的爱？",
        "label": ""
      },
      {
        "sentence": "从初中起就很少能感受到别人对我的爱了，现在大了就几乎感觉不到。",
        "label": ""
      },
      {
        "sentence": "而且我的各种情绪停留的时间特别短，别人带给我的情绪也是这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能是因为你对于别人对你的关心和爱，没有敏感度或者没有意识到。人和人之间的互动是相互的，互利互惠。如果你现在感受不到别人对你的爱，可能是因为你对他们的关注和关心不够，或者你忽略了一些微小的细节。",
    "annotation": [
      {
        "sentence": "可能是因为你对于别人对你的关心和爱，没有敏感度或者没有意识到。",
        "label": ""
      },
      {
        "sentence": "人和人之间的互动是相互的，互利互惠。",
        "label": ""
      },
      {
        "sentence": "如果你现在感受不到别人对你的爱，可能是因为你对他们的关注和关心不够，或者你忽略了一些微小的细节。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是我一直以来都太专注于自己的感受，忽略了身边人的付出和关心。有时候别人对我的关心和爱我也不太能感受到，觉得很困扰。",
    "annotation": [
      {
        "sentence": "可能是我一直以来都太专注于自己的感受，忽略了身边人的付出和关心。",
        "label": ""
      },
      {
        "sentence": "有时候别人对我的关心和爱我也不太能感受到，觉得很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无时无刻不在为彼此付出“在意”。如果你感受不到别人对你的好，可能是因为你们的供求关系失衡了。别人给你的多了，你就不太当回事了。你可以试试对别人更关心一点，稍微多付出一些关心，对方可能会感到受到感动。对于你这种情况，也可能是因为你是一位美女，拥有大量社交资源。对于一些普通的关心和付出可能已经不再吸引你的注意了，除非别人用极端的方式来表示爱意，你可能才会有一些感受。",
    "annotation": [
      {
        "sentence": "无时无刻不在为彼此付出“在意”。",
        "label": ""
      },
      {
        "sentence": "如果你感受不到别人对你的好，可能是因为你们的供求关系失衡了。",
        "label": ""
      },
      {
        "sentence": "别人给你的多了，你就不太当回事了。",
        "label": ""
      },
      {
        "sentence": "你可以试试对别人更关心一点，稍微多付出一些关心，对方可能会感到受到感动。",
        "label": ""
      },
      {
        "sentence": "对于你这种情况，也可能是因为你是一位美女，拥有大量社交资源。",
        "label": ""
      },
      {
        "sentence": "对于一些普通的关心和付出可能已经不再吸引你的注意了，除非别人用极端的方式来表示爱意，你可能才会有一些感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "事实上，我从小到大确实是被人夸过外貌，也有一些小伙伴因此而嫉妒我。可是，我始终觉得处在这种高刺激的环境里，并不一定幸福。你刚才说的平和对待他人，也让我有些启发。我或许应该试着和周围人保持平和的相处态度，不管对方对我多热情，我都可以直接表达我希望更普通一点的相处模式。而且，我也可以尝试平和地与普通人交流，不要看别人的社交地位是不是和我的背景相匹配，这样可能会让我感到更舒服，也能让我从被羡慕的状态转变成被亲近的状态。",
    "annotation": [
      {
        "sentence": "事实上，我从小到大确实是被人夸过外貌，也有一些小伙伴因此而嫉妒我。",
        "label": ""
      },
      {
        "sentence": "可是，我始终觉得处在这种高刺激的环境里，并不一定幸福。",
        "label": ""
      },
      {
        "sentence": "你刚才说的平和对待他人，也让我有些启发。",
        "label": ""
      },
      {
        "sentence": "我或许应该试着和周围人保持平和的相处态度，不管对方对我多热情，我都可以直接表达我希望更普通一点的相处模式。",
        "label": ""
      },
      {
        "sentence": "而且，我也可以尝试平和地与普通人交流，不要看别人的社交地位是不是和我的背景相匹配，这样可能会让我感到更舒服，也能让我从被羡慕的状态转变成被亲近的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议能给你一些启发。确实，处在高刺激的环境中并不总是幸福的，而平和地对待他人会给你带来更多的舒适感。试着和周围人保持平和的相处态度，并且坦诚地表达你对于相处的期望，这会让你感到更加自在和舒适。与普通人平和交流，不过分在意对方的社交地位，也会让你与更多的人产生亲近感，从而改变你目前被羡慕的状态。你可以尝试着去做，相信会对你的情绪有所帮助。",
    "annotation": [
      {
        "sentence": "很高兴我的建议能给你一些启发。",
        "label": ""
      },
      {
        "sentence": "确实，处在高刺激的环境中并不总是幸福的，而平和地对待他人会给你带来更多的舒适感。",
        "label": ""
      },
      {
        "sentence": "试着和周围人保持平和的相处态度，并且坦诚地表达你对于相处的期望，这会让你感到更加自在和舒适。",
        "label": ""
      },
      {
        "sentence": "与普通人平和交流，不过分在意对方的社交地位，也会让你与更多的人产生亲近感，从而改变你目前被羡慕的状态。",
        "label": ""
      },
      {
        "sentence": "你可以尝试着去做，相信会对你的情绪有所帮助。",
        "label": ""
      }
    ]
  }
]