[
  {
    "role": "client",
    "content": "我今年14岁，我一直担心自己会被社会淘汰。请问我应该怎么办呢？我感到非常难受，从小学时期开始就一直自卑，到了初中的时候本来一切都还好，但是因为寒假期间遭受网络暴力和疫情的影响，我的学习成绩下降了，而且熬夜也成了一种习惯。另外，我在语言交流方面也不擅长，在人群中总是想要躲避。从小学开始我就对老师非常害怕...到了初中，看到陌生人我简直就像个哑巴，即使想好了要说的话，也说不出口。我和他们说了，他们也会用一种奇怪的眼神看着我，真的很可怕。现在我连上学都不想去了，但是为了让我妈妈开心，我还是必须得去。唉，烦恼越来越多，我睡不好觉，胸口总是闷闷的，感觉自己学习不好是天生的。我去过很多培训机构，但是学习效果还是不好，感觉只是在浪费我妈妈的钱，我真的很难过，也很累。白天我在熟悉的朋友面前总是表现得开开心心的，一切都看起来挺正常的。但一旦想起这些问题，我就真的想要哭出来，难道我一直都在装出来吗？太难过了，我妈妈很想让我上学，她每次都会给我买漂亮的衣服和我喜欢的东西。但是，我真的坚持不下去了，如果我真的无法应对考试，我会变成社会的废物吗？所有人都会觉得我是个垃圾吗？",
    "annotation": [
      {
        "sentence": "我今年14岁，我一直担心自己会被社会淘汰。",
        "label": ""
      },
      {
        "sentence": "请问我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我感到非常难受，从小学时期开始就一直自卑，到了初中的时候本来一切都还好，但是因为寒假期间遭受网络暴力和疫情的影响，我的学习成绩下降了，而且熬夜也成了一种习惯。",
        "label": ""
      },
      {
        "sentence": "另外，我在语言交流方面也不擅长，在人群中总是想要躲避。",
        "label": ""
      },
      {
        "sentence": "从小学开始我就对老师非常害怕...到了初中，看到陌生人我简直就像个哑巴，即使想好了要说的话，也说不出口。",
        "label": ""
      },
      {
        "sentence": "我和他们说了，他们也会用一种奇怪的眼神看着我，真的很可怕。",
        "label": ""
      },
      {
        "sentence": "现在我连上学都不想去了，但是为了让我妈妈开心，我还是必须得去。",
        "label": ""
      },
      {
        "sentence": "唉，烦恼越来越多，我睡不好觉，胸口总是闷闷的，感觉自己学习不好是天生的。",
        "label": ""
      },
      {
        "sentence": "我去过很多培训机构，但是学习效果还是不好，感觉只是在浪费我妈妈的钱，我真的很难过，也很累。",
        "label": ""
      },
      {
        "sentence": "白天我在熟悉的朋友面前总是表现得开开心心的，一切都看起来挺正常的。",
        "label": ""
      },
      {
        "sentence": "但一旦想起这些问题，我就真的想要哭出来，难道我一直都在装出来吗？",
        "label": ""
      },
      {
        "sentence": "太难过了，我妈妈很想让我上学，她每次都会给我买漂亮的衣服和我喜欢的东西。",
        "label": ""
      },
      {
        "sentence": "但是，我真的坚持不下去了，如果我真的无法应对考试，我会变成社会的废物吗？",
        "label": ""
      },
      {
        "sentence": "所有人都会觉得我是个垃圾吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "过去很多人都没有机会上学，难道他们都是垃圾吗？你已经能上中学了，比那些文盲和上小学的人强多了。可能你的学习成绩下降了，学习上感到困难，这给你带来了很大的压力。学习这个东西是看不见摸不着的，很容易让人产生误判。所谓会者不难，难者不会，你觉得你搞不定，可能是因为你认为学习上遇到了特别大的难以克服的困难。我建议你再坚持坚持，争取克服这些困难，也许到时候你会找到学习没有那么难的感觉。我小时候也有过学习还可以的时候，但和别人交流，尤其是跟陌生人交谈时特别困难，我非常害羞，不知道该说什么，手放在哪里，脚放在哪里。初三的时候，一位老师的评价让我感到羞愧难当，我觉得我必须要做出改变。从那时开始，我开始努力学习与社交演讲有关的书籍。有些问题需要时间去解决，不可能在短短的几天内得到解决。我上大学的时候就比中学时好很多，工作的时候又更好一些，但是和别人交流起来依然没那些人擅长。但是现在这已经不会让我感到困扰，也不会影响我的日常生活，每年我还要给单位的人讲课。",
    "annotation": [
      {
        "sentence": "过去很多人都没有机会上学，难道他们都是垃圾吗？",
        "label": ""
      },
      {
        "sentence": "你已经能上中学了，比那些文盲和上小学的人强多了。",
        "label": ""
      },
      {
        "sentence": "可能你的学习成绩下降了，学习上感到困难，这给你带来了很大的压力。",
        "label": ""
      },
      {
        "sentence": "学习这个东西是看不见摸不着的，很容易让人产生误判。",
        "label": ""
      },
      {
        "sentence": "所谓会者不难，难者不会，你觉得你搞不定，可能是因为你认为学习上遇到了特别大的难以克服的困难。",
        "label": ""
      },
      {
        "sentence": "我建议你再坚持坚持，争取克服这些困难，也许到时候你会找到学习没有那么难的感觉。",
        "label": ""
      },
      {
        "sentence": "我小时候也有过学习还可以的时候，但和别人交流，尤其是跟陌生人交谈时特别困难，我非常害羞，不知道该说什么，手放在哪里，脚放在哪里。",
        "label": ""
      },
      {
        "sentence": "初三的时候，一位老师的评价让我感到羞愧难当，我觉得我必须要做出改变。",
        "label": ""
      },
      {
        "sentence": "从那时开始，我开始努力学习与社交演讲有关的书籍。",
        "label": ""
      },
      {
        "sentence": "有些问题需要时间去解决，不可能在短短的几天内得到解决。",
        "label": ""
      },
      {
        "sentence": "我上大学的时候就比中学时好很多，工作的时候又更好一些，但是和别人交流起来依然没那些人擅长。",
        "label": ""
      },
      {
        "sentence": "但是现在这已经不会让我感到困扰，也不会影响我的日常生活，每年我还要给单位的人讲课。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我觉得你说的很有道理。我也明白学习是一个需要时间和努力的过程，我会再坚持下去的。但是，我仍然很害怕面对老师和陌生人，觉得我说不好的话他们会用奇怪的眼神看着我。我真的不知道自己该怎么改变，怎样才能变得自信一点。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我觉得你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我也明白学习是一个需要时间和努力的过程，我会再坚持下去的。",
        "label": ""
      },
      {
        "sentence": "但是，我仍然很害怕面对老师和陌生人，觉得我说不好的话他们会用奇怪的眼神看着我。",
        "label": ""
      },
      {
        "sentence": "我真的不知道自己该怎么改变，怎样才能变得自信一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，很多人在面对陌生人或者老师的时候都会感到不自信。但是，要记住我们都是在不断成长的过程中，没有人一开始就会变得特别自信。改变需要时间和积极的努力。我建议你可以通过一些方法来提高自己的自信心，比如多读一些与自信心有关的书籍，参加社交技巧的培训，和朋友一起练习交流等等。同时，你要相信自己的能力，在与人交流时也要多思考一下对话内容，提前准备一些话题。要相信自己的价值，不要总是担心别人对你的评价。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，很多人在面对陌生人或者老师的时候都会感到不自信。",
        "label": ""
      },
      {
        "sentence": "但是，要记住我们都是在不断成长的过程中，没有人一开始就会变得特别自信。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和积极的努力。",
        "label": ""
      },
      {
        "sentence": "我建议你可以通过一些方法来提高自己的自信心，比如多读一些与自信心有关的书籍，参加社交技巧的培训，和朋友一起练习交流等等。",
        "label": ""
      },
      {
        "sentence": "同时，你要相信自己的能力，在与人交流时也要多思考一下对话内容，提前准备一些话题。",
        "label": ""
      },
      {
        "sentence": "要相信自己的价值，不要总是担心别人对你的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试着去改变，提高自己的自信心。谢谢你的建议和鼓励，我感到心情好多了。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试着去改变，提高自己的自信心。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我感到心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够克服困难，变得更加自信。如果你需要任何帮助或者有任何疑问，随时都可以来找我倾诉。你要记住，你并不孤单，有人会一直在支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够克服困难，变得更加自信。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何疑问，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你要记住，你并不孤单，有人会一直在支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会的。有你的陪伴，我感到很温暖。如果我再有烦恼或问题，我会及时来找你的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会的。",
        "label": ""
      },
      {
        "sentence": "有你的陪伴，我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "如果我再有烦恼或问题，我会及时来找你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会一直在这里支持你。记住，无论遇到什么困难，你都可以坚持下去。相信自己，你一定可以做到的。祝你好运，加油！",
    "annotation": [
      {
        "sentence": "没问题，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，你都可以坚持下去。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以做到的。",
        "label": ""
      },
      {
        "sentence": "祝你好运，加油！",
        "label": ""
      }
    ]
  }
]