[
  {
    "role": "client",
    "content": "14岁，我是不是会被这社会淘汰？我该怎么办好？",
    "annotation": [
      {
        "sentence": "14岁，我是不是会被这社会淘汰？",
        "label": ""
      },
      {
        "sentence": "我该怎么办好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回想起我14岁的年纪，那可真是痛苦的回忆啊，这点我们还真有些许的相似呢。你当下在思考会不会社会淘汰这样富有深度的问题，单单这样一点你就走在同龄人的前列。我也是从小学开始自卑，一种持续到参加工作接触心理学以后开始有意识的去改变自己，所以我感受的到“自卑”究竟能够给人带来怎样糟糕的体验。作为过来人，希望我能够带给你一些好的体验与感受。",
    "annotation": [
      {
        "sentence": "回想起我14岁的年纪，那可真是痛苦的回忆啊，这点我们还真有些许的相似呢。",
        "label": ""
      },
      {
        "sentence": "你当下在思考会不会社会淘汰这样富有深度的问题，单单这样一点你就走在同龄人的前列。",
        "label": ""
      },
      {
        "sentence": "我也是从小学开始自卑，一种持续到参加工作接触心理学以后开始有意识的去改变自己，所以我感受的到“自卑”究竟能够给人带来怎样糟糕的体验。",
        "label": ""
      },
      {
        "sentence": "作为过来人，希望我能够带给你一些好的体验与感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我觉得这些问题一直困扰着我，我觉得自己好无助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我觉得这些问题一直困扰着我，我觉得自己好无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，无助是一种很痛苦的感觉。但是我相信你并不无助，因为你已经有勇气来寻求帮助。你提到在初中的经历了学习成绩下降，从小学时养成的怕老师习惯，语言交流方面也不好，见到陌生人简直就像哑巴，想台词也说不好，你还提到了他们也会用那奇怪的眼神看着你。在这种环境之下，你还能坚持就读并且能够条理清晰的描述你遇到的问题，这点难能可贵。你把这种优秀的品质归咎于为了让母亲开心，这也能从侧面看出你是一位孝顺的孩子。或许当下你尚未觉察到你拥有的优秀品质，请你相信是金子总会发光的！",
    "annotation": [
      {
        "sentence": "我能理解你的感受，无助是一种很痛苦的感觉。",
        "label": ""
      },
      {
        "sentence": "但是我相信你并不无助，因为你已经有勇气来寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你提到在初中的经历了学习成绩下降，从小学时养成的怕老师习惯，语言交流方面也不好，见到陌生人简直就像哑巴，想台词也说不好，你还提到了他们也会用那奇怪的眼神看着你。",
        "label": ""
      },
      {
        "sentence": "在这种环境之下，你还能坚持就读并且能够条理清晰的描述你遇到的问题，这点难能可贵。",
        "label": ""
      },
      {
        "sentence": "你把这种优秀的品质归咎于为了让母亲开心，这也能从侧面看出你是一位孝顺的孩子。",
        "label": ""
      },
      {
        "sentence": "或许当下你尚未觉察到你拥有的优秀品质，请你相信是金子总会发光的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我真的很想改变自己，但我总觉得自己学不好，觉得自己的未来一片黑暗。",
    "annotation": [
      {
        "sentence": "其实我真的很想改变自己，但我总觉得自己学不好，觉得自己的未来一片黑暗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到这里不知你有没有发现你的闪光点，其实你并非学不好，只不过是你尚未掌握方法又背负了不属于你的情绪包袱，再加上现实带给你的挫折，所以你才会觉着自己学不好。如果你愿意相信我所说的话，那么去找寻适合自己的学习方式吧！通过你的字里行间，我感觉你是一位拥有天赋且聪明的孩子，你对自己的未来对自我的思考，让我有种错觉像在面对一个成熟的大学生。当然这种成熟是有代价的，所以我真的不希望你继续保持这种状态，在这个年级你不应该也不需要承担这种责任。请记住你不是垃圾更不会成为垃圾，也不会这个社会淘汰，因为你还年轻，你的青春才刚刚开始。",
    "annotation": [
      {
        "sentence": "看到这里不知你有没有发现你的闪光点，其实你并非学不好，只不过是你尚未掌握方法又背负了不属于你的情绪包袱，再加上现实带给你的挫折，所以你才会觉着自己学不好。",
        "label": ""
      },
      {
        "sentence": "如果你愿意相信我所说的话，那么去找寻适合自己的学习方式吧！",
        "label": ""
      },
      {
        "sentence": "通过你的字里行间，我感觉你是一位拥有天赋且聪明的孩子，你对自己的未来对自我的思考，让我有种错觉像在面对一个成熟的大学生。",
        "label": ""
      },
      {
        "sentence": "当然这种成熟是有代价的，所以我真的不希望你继续保持这种状态，在这个年级你不应该也不需要承担这种责任。",
        "label": ""
      },
      {
        "sentence": "请记住你不是垃圾更不会成为垃圾，也不会这个社会淘汰，因为你还年轻，你的青春才刚刚开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我现在真的感觉轻松了很多。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我现在真的感觉轻松了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能感受到一些轻松，但是请记住，改变是需要时间和努力的。你说到“感觉就是在浪费我妈的钱”，你有问过你妈妈的看法吗？你母亲希望你去上学，但你当下行动的很困难，对你来说，你的困扰是什么呢？你所面临的这些问题有跟你母亲或是老师提过吗？试着去告诉他们吧，不要一个人抗下所有，家人永远是你的后盾，老师会是你的支撑。去用你喜欢的方式来改变自己吧，请给自己时间去行动，不要放弃希望，为自己制定一份切实可行的计划，为自己规划一个能够看得见的目标，慢慢培养信心让自己一点一点地行动起来。",
    "annotation": [
      {
        "sentence": "很高兴你能感受到一些轻松，但是请记住，改变是需要时间和努力的。",
        "label": ""
      },
      {
        "sentence": "你说到“感觉就是在浪费我妈的钱”，你有问过你妈妈的看法吗？",
        "label": ""
      },
      {
        "sentence": "你母亲希望你去上学，但你当下行动的很困难，对你来说，你的困扰是什么呢？",
        "label": ""
      },
      {
        "sentence": "你所面临的这些问题有跟你母亲或是老师提过吗？",
        "label": ""
      },
      {
        "sentence": "试着去告诉他们吧，不要一个人抗下所有，家人永远是你的后盾，老师会是你的支撑。",
        "label": ""
      },
      {
        "sentence": "去用你喜欢的方式来改变自己吧，请给自己时间去行动，不要放弃希望，为自己制定一份切实可行的计划，为自己规划一个能够看得见的目标，慢慢培养信心让自己一点一点地行动起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和妈妈、老师沟通，告诉他们我的困惑和需要帮助的地方。我会为自己制定目标，努力去改变自己的学习方式。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会试着和妈妈、老师沟通，告诉他们我的困惑和需要帮助的地方。",
        "label": ""
      },
      {
        "sentence": "我会为自己制定目标，努力去改变自己的学习方式。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！这就是你迈出的第一步，相信自己能够克服困难，你已经在成长的道路上迈出了坚实的一步。我很期待看到你获得进步和成就，记得随时回来和我分享你的心得和困难，我会一直在这里支持你的！加油！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "这就是你迈出的第一步，相信自己能够克服困难，你已经在成长的道路上迈出了坚实的一步。",
        "label": ""
      },
      {
        "sentence": "我很期待看到你获得进步和成就，记得随时回来和我分享你的心得和困难，我会一直在这里支持你的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]