[
  {
    "role": "client",
    "content": "总觉得自己太黏男友，会把他推开，害怕走不到一起？最近在备考研究生推免，想要跟男朋友考一个学校，觉得自己考不上就会跟他有差距，他会觉得我的学历低学习不好。他在那边学习压力很大，虽然尽力有时间就来找我，但是一回学校就有忙不完的事，我感到很不适应，我总是很没有安全感。",
    "annotation": [
      {
        "sentence": "总觉得自己太黏男友，会把他推开，害怕走不到一起？",
        "label": ""
      },
      {
        "sentence": "最近在备考研究生推免，想要跟男朋友考一个学校，觉得自己考不上就会跟他有差距，他会觉得我的学历低学习不好。",
        "label": ""
      },
      {
        "sentence": "他在那边学习压力很大，虽然尽力有时间就来找我，但是一回学校就有忙不完的事，我感到很不适应，我总是很没有安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴为您能解答疑惑和困扰。【梳理当前困惑】在您的提问中，存在着不少的困惑，我来为您梳理一下：认为自己学历低，可能考不上研究生，和他产生差距；对男朋友的陪伴和关注的需求很多，总是感觉不够，心里没有安全感。以上是您的两个困惑，我们可以说是“自卑感”以及“缺乏安全感”。【梳理分析】{找到“自卑”“缺乏安全感”的根源}我想这些困惑可能在您的整个生活中都存在，而不只是恋爱中出现。那么，这些自卑从何而来？为什么您会如此缺乏安全感？我们经常认为，这应该与您的童年经历有关。对于这些问题，也许我们可以一起探讨一下。{如何增强自信}我们可以从增强自信方面入手，通过寻找并培养自己的优点和才能，同时也要认识到每个人都有自己的短板和不足，没有谁是完美的。只有真正接受自己，才能变得自信，对自己有更多的信心。{情绪调节}在恋爱中，情绪调节也是很重要的。我们可以尝试提高自己的情绪管理能力，学会平衡自己的情绪，不要让负面情绪影响到我们的关系。{重要性的认知}最后，要明确关系的重要性。是真正爱他的整个人，还是只是希望得到他的认可和关注？对于自己而言，在追求学历的同时，也要追求自己的幸福和发展。所以，让我们一起思考和解决您的困惑吧。",
    "annotation": [
      {
        "sentence": "很高兴为您能解答疑惑和困扰。",
        "label": ""
      },
      {
        "sentence": "【梳理当前困惑】在您的提问中，存在着不少的困惑，我来为您梳理一下：认为自己学历低，可能考不上研究生，和他产生差距；对男朋友的陪伴和关注的需求很多，总是感觉不够，心里没有安全感。",
        "label": ""
      },
      {
        "sentence": "以上是您的两个困惑，我们可以说是“自卑感”以及“缺乏安全感”。",
        "label": ""
      },
      {
        "sentence": "【梳理分析】{找到“自卑”“缺乏安全感”的根源}我想这些困惑可能在您的整个生活中都存在，而不只是恋爱中出现。",
        "label": ""
      },
      {
        "sentence": "那么，这些自卑从何而来？",
        "label": ""
      },
      {
        "sentence": "为什么您会如此缺乏安全感？",
        "label": ""
      },
      {
        "sentence": "我们经常认为，这应该与您的童年经历有关。",
        "label": ""
      },
      {
        "sentence": "对于这些问题，也许我们可以一起探讨一下。",
        "label": ""
      },
      {
        "sentence": "{如何增强自信}我们可以从增强自信方面入手，通过寻找并培养自己的优点和才能，同时也要认识到每个人都有自己的短板和不足，没有谁是完美的。",
        "label": ""
      },
      {
        "sentence": "只有真正接受自己，才能变得自信，对自己有更多的信心。",
        "label": ""
      },
      {
        "sentence": "{情绪调节}在恋爱中，情绪调节也是很重要的。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试提高自己的情绪管理能力，学会平衡自己的情绪，不要让负面情绪影响到我们的关系。",
        "label": ""
      },
      {
        "sentence": "{重要性的认知}最后，要明确关系的重要性。",
        "label": ""
      },
      {
        "sentence": "是真正爱他的整个人，还是只是希望得到他的认可和关注？",
        "label": ""
      },
      {
        "sentence": "对于自己而言，在追求学历的同时，也要追求自己的幸福和发展。",
        "label": ""
      },
      {
        "sentence": "所以，让我们一起思考和解决您的困惑吧。",
        "label": ""
      }
    ]
  }
]