[
  {
    "role": "client",
    "content": "总觉得自己太黏男友，会把他推开，害怕走不到一起？最近在备考研究生推免，想要跟男朋友考一个学校，觉得自己考不上就会跟他有差距，他会觉得我的学历低学习不好。他在那边学习压力很大，虽然尽力有时间就来找我，但是一回学校就有忙不完的事，我感到很不适应，我总是很没有安全感，我们之间的关系也很不稳定，我好像把这段感情，把他看的十分重要，我的学习压力也很大，我很害怕，害怕失去，害怕我们最终没有走到一起。",
    "annotation": [
      {
        "sentence": "总觉得自己太黏男友，会把他推开，害怕走不到一起？",
        "label": ""
      },
      {
        "sentence": "最近在备考研究生推免，想要跟男朋友考一个学校，觉得自己考不上就会跟他有差距，他会觉得我的学历低学习不好。",
        "label": ""
      },
      {
        "sentence": "他在那边学习压力很大，虽然尽力有时间就来找我，但是一回学校就有忙不完的事，我感到很不适应，我总是很没有安全感，我们之间的关系也很不稳定，我好像把这段感情，把他看的十分重要，我的学习压力也很大，我很害怕，害怕失去，害怕我们最终没有走到一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在感情中，最可怕就是不确定感引发的恐慌。这种不确定感可以是对彼此感情的不自信、对彼此未来的迷茫以及那种害怕出现问题走不到最后的恐慌感。现在的你就处于这种状态！你在准备研究生推免，想要跟对方考一个学校但害怕自己考不上，被对方嫌弃你学历低。对方学习压力很大，你们平时见面次数也很少，你很怕失去对方。从这点能看出你对这份感情充满了深深的不安感，对你们的感情没有自信，对对方也没有自信，更没有自信。你能被推免，说明你已经很优秀了，你并不比对方差。只是因为年龄问题你比对方走得慢一步，但这并不能否定你的优秀。或许让你对这段感情不自信的原因就在于内在的不自信。所以你要客观地认识自己，不要过度否定自己，爱对方，更要学会爱自己！我们每个人都是不一样的，性格、人格、情绪表达方式、沟通方式以及人际社交方式，爱情的结局虽相同，但存在形式却大不相同。或许你们现在还不能像普通情侣那样朝夕相处，但挺过这段时间，我相信你们一定会更加珍惜彼此的！加油！",
    "annotation": [
      {
        "sentence": "在感情中，最可怕就是不确定感引发的恐慌。",
        "label": ""
      },
      {
        "sentence": "这种不确定感可以是对彼此感情的不自信、对彼此未来的迷茫以及那种害怕出现问题走不到最后的恐慌感。",
        "label": ""
      },
      {
        "sentence": "现在的你就处于这种状态！",
        "label": ""
      },
      {
        "sentence": "你在准备研究生推免，想要跟对方考一个学校但害怕自己考不上，被对方嫌弃你学历低。",
        "label": ""
      },
      {
        "sentence": "对方学习压力很大，你们平时见面次数也很少，你很怕失去对方。",
        "label": ""
      },
      {
        "sentence": "从这点能看出你对这份感情充满了深深的不安感，对你们的感情没有自信，对对方也没有自信，更没有自信。",
        "label": ""
      },
      {
        "sentence": "你能被推免，说明你已经很优秀了，你并不比对方差。",
        "label": ""
      },
      {
        "sentence": "只是因为年龄问题你比对方走得慢一步，但这并不能否定你的优秀。",
        "label": ""
      },
      {
        "sentence": "或许让你对这段感情不自信的原因就在于内在的不自信。",
        "label": ""
      },
      {
        "sentence": "所以你要客观地认识自己，不要过度否定自己，爱对方，更要学会爱自己！",
        "label": ""
      },
      {
        "sentence": "我们每个人都是不一样的，性格、人格、情绪表达方式、沟通方式以及人际社交方式，爱情的结局虽相同，但存在形式却大不相同。",
        "label": ""
      },
      {
        "sentence": "或许你们现在还不能像普通情侣那样朝夕相处，但挺过这段时间，我相信你们一定会更加珍惜彼此的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。确实，目前的我对我们的未来充满了不安和不确定感。我也理解他的学习压力，他确实很努力，但有时候我也会觉得我们之间的距离太远，无法沟通和交流。我该怎么做才能更好地照顾我们的感情呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "确实，目前的我对我们的未来充满了不安和不确定感。",
        "label": ""
      },
      {
        "sentence": "我也理解他的学习压力，他确实很努力，但有时候我也会觉得我们之间的距离太远，无法沟通和交流。",
        "label": ""
      },
      {
        "sentence": "我该怎么做才能更好地照顾我们的感情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到问题并且想要解决它是一件很好的事情。为了更好地照顾你们的感情，首先你要沟通你的担忧和不安感。和他坦诚地交流你对感情的期望和需求，告诉他你在备考期间的压力和恐惧。也让他知道你需要他的支持和理解，这样能够增加你们的共识和互相的包容。",
    "annotation": [
      {
        "sentence": "你能够意识到问题并且想要解决它是一件很好的事情。",
        "label": ""
      },
      {
        "sentence": "为了更好地照顾你们的感情，首先你要沟通你的担忧和不安感。",
        "label": ""
      },
      {
        "sentence": "和他坦诚地交流你对感情的期望和需求，告诉他你在备考期间的压力和恐惧。",
        "label": ""
      },
      {
        "sentence": "也让他知道你需要他的支持和理解，这样能够增加你们的共识和互相的包容。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会主动和他沟通我的想法和担忧。但是我还是很担心他会觉得烦，或者认为我太过依赖他。我怎么才能在沟通中保持平衡呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会主动和他沟通我的想法和担忧。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心他会觉得烦，或者认为我太过依赖他。",
        "label": ""
      },
      {
        "sentence": "我怎么才能在沟通中保持平衡呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在沟通中保持平衡需要你的真诚和耐心。首先，找一个合适的时间和地点，避免在他学习压力较大的时候提及。其次，在沟通中表达你对他的爱和依赖是很重要的，但也要表达你对自己的信心和独立性。同时，多倾听他的想法和感受，尽量理解他的处境和感受。保持相互理解和尊重是维系感情的关键。",
    "annotation": [
      {
        "sentence": "在沟通中保持平衡需要你的真诚和耐心。",
        "label": ""
      },
      {
        "sentence": "首先，找一个合适的时间和地点，避免在他学习压力较大的时候提及。",
        "label": ""
      },
      {
        "sentence": "其次，在沟通中表达你对他的爱和依赖是很重要的，但也要表达你对自己的信心和独立性。",
        "label": ""
      },
      {
        "sentence": "同时，多倾听他的想法和感受，尽量理解他的处境和感受。",
        "label": ""
      },
      {
        "sentence": "保持相互理解和尊重是维系感情的关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加努力地去理解他，也要相信他对我们的感情是真实的。我也会告诉自己，即使我们暂时不能朝夕相处，也不代表我们的感情会减少，只是形式上的不同。我会尽力做好我的备考，同时也关心和支持他。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加努力地去理解他，也要相信他对我们的感情是真实的。",
        "label": ""
      },
      {
        "sentence": "我也会告诉自己，即使我们暂时不能朝夕相处，也不代表我们的感情会减少，只是形式上的不同。",
        "label": ""
      },
      {
        "sentence": "我会尽力做好我的备考，同时也关心和支持他。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的信心和努力让我看到了你对感情的执着和成长的意愿。保持积极的心态，相信自己能够克服困难，同时也相信你们之间的感情能够经受住考验。无论结果如何，你都在不断成长和进步，这是最重要的。祝福你们！",
    "annotation": [
      {
        "sentence": "不客气，你的信心和努力让我看到了你对感情的执着和成长的意愿。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信自己能够克服困难，同时也相信你们之间的感情能够经受住考验。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都在不断成长和进步，这是最重要的。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持！我现在感觉好多了，希望我们的感情能够变得更加稳定和坚固。我会努力面对困难，相信自己的能力。再次感谢你给我带来的希望和勇气！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持！",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，希望我们的感情能够变得更加稳定和坚固。",
        "label": ""
      },
      {
        "sentence": "我会努力面对困难，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给我带来的希望和勇气！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够度过这个困难的时期，并且取得更好的成绩。记住，你的能力和价值不仅仅取决于学历，更取决于你的努力和才华。相信自己，相信你们！祝福你们的感情更上一层楼！加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够度过这个困难的时期，并且取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "记住，你的能力和价值不仅仅取决于学历，更取决于你的努力和才华。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们！",
        "label": ""
      },
      {
        "sentence": "祝福你们的感情更上一层楼！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]