[
  {
    "role": "client",
    "content": "总觉得自己太黏男友，会把他推开，害怕走不到一起？最近在备考研究生推免，想要跟男朋友考一个学校，觉得自己考不上就会跟他有差距，他会觉得我的学历低学习不好。他在那边学习压力很大，虽然尽力有时间就来找我，但是一回学校就有忙不完的事，我感到很不适应，我总是很没有安全感，我们之间的关系也很不稳定，我好像把这段感情，把他看的十分重要，我的学习压力也很大，我很害怕，害怕失去，害怕我们最终没有走到一起。",
    "annotation": [
      {
        "sentence": "总觉得自己太黏男友，会把他推开，害怕走不到一起？",
        "label": ""
      },
      {
        "sentence": "最近在备考研究生推免，想要跟男朋友考一个学校，觉得自己考不上就会跟他有差距，他会觉得我的学历低学习不好。",
        "label": ""
      },
      {
        "sentence": "他在那边学习压力很大，虽然尽力有时间就来找我，但是一回学校就有忙不完的事，我感到很不适应，我总是很没有安全感，我们之间的关系也很不稳定，我好像把这段感情，把他看的十分重要，我的学习压力也很大，我很害怕，害怕失去，害怕我们最终没有走到一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感受到你的焦虑，看得出你对男朋友，对这段感情的在乎。你提到了自卑和缺乏安全感，这些都是会影响你们关系稳定的因素。在爱情中，如果过度低估自己，会让你更缺乏安全感，产生患得患失的情绪。男朋友每次回学校都忙不完的事情，也让你感到不适应，这种突变会导致你缺乏安全感。而你对考上和男朋友一样的学校的渴望，以及害怕自己学历低，给自己的压力太大，都是导致焦虑的原因。我有几个小建议给你：首先，留一些空间给彼此，每个人都需要独处的时间，不要时时刻刻依赖对方。此外，沟通很重要，调整一下自己的心态，不要害怕两人走不到一起，只要你们努力维护，将来的事情就不会有遗憾。和男朋友保持联系，可以发发短信，视频聊天，分享一些有趣的事情，或者向他请教学习上的问题。同时，要多体谅对方，不要乱想。备考时要用心，提升自己，努力追求和男朋友同等的条件，化思念为动力。还可以适当进行运动，释放焦虑和压力。希望你能够好起来。",
    "annotation": [
      {
        "sentence": "能够感受到你的焦虑，看得出你对男朋友，对这段感情的在乎。",
        "label": ""
      },
      {
        "sentence": "你提到了自卑和缺乏安全感，这些都是会影响你们关系稳定的因素。",
        "label": ""
      },
      {
        "sentence": "在爱情中，如果过度低估自己，会让你更缺乏安全感，产生患得患失的情绪。",
        "label": ""
      },
      {
        "sentence": "男朋友每次回学校都忙不完的事情，也让你感到不适应，这种突变会导致你缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "而你对考上和男朋友一样的学校的渴望，以及害怕自己学历低，给自己的压力太大，都是导致焦虑的原因。",
        "label": ""
      },
      {
        "sentence": "我有几个小建议给你：首先，留一些空间给彼此，每个人都需要独处的时间，不要时时刻刻依赖对方。",
        "label": ""
      },
      {
        "sentence": "此外，沟通很重要，调整一下自己的心态，不要害怕两人走不到一起，只要你们努力维护，将来的事情就不会有遗憾。",
        "label": ""
      },
      {
        "sentence": "和男朋友保持联系，可以发发短信，视频聊天，分享一些有趣的事情，或者向他请教学习上的问题。",
        "label": ""
      },
      {
        "sentence": "同时，要多体谅对方，不要乱想。",
        "label": ""
      },
      {
        "sentence": "备考时要用心，提升自己，努力追求和男朋友同等的条件，化思念为动力。",
        "label": ""
      },
      {
        "sentence": "还可以适当进行运动，释放焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "希望你能够好起来。",
        "label": ""
      }
    ]
  }
]