[
  {
    "role": "client",
    "content": "不想和新同学接触，心里面觉得恶心怎么办？快开学了这段时间特别心理特别抗拒开学因为要去新环境和同学接触想一到就觉得恶心心理抗拒甚至想放弃上学平常在生活中我和朋友的关系都很好玩在一起的时候都觉得很开心但是只要各自回到家或者几天没联系我就觉得她们恶心自己也恶心想把她们都删了想一个人接触这是什么原因反反复复对再好的朋友我都有这种心理",
    "annotation": [
      {
        "sentence": "不想和新同学接触，心里面觉得恶心怎么办？",
        "label": ""
      },
      {
        "sentence": "快开学了这段时间特别心理特别抗拒开学因为要去新环境和同学接触想一到就觉得恶心心理抗拒甚至想放弃上学平常在生活中我和朋友的关系都很好玩在一起的时候都觉得很开心但是只要各自回到家或者几天没联系我就觉得她们恶心自己也恶心想把她们都删了想一个人接触这是什么原因反反复复对再好的朋友我都有这种心理",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的叙述，我认为是即将面对新的环境和未知的生活，让你感到很焦虑，是吗？",
    "annotation": [
      {
        "sentence": "通过你的叙述，我认为是即将面对新的环境和未知的生活，让你感到很焦虑，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感到非常焦虑，特别是面对新的环境和陌生的同学。",
    "annotation": [
      {
        "sentence": "是的，我感到非常焦虑，特别是面对新的环境和陌生的同学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说以前也有过这样的经历，哪怕是跟你关系再好的朋友，只要有几天没有见面、相处，再次见面都会让你产生恶心的感觉。这里我想知道，这种恶心一般会维持多久，以及，是怎样缓解的，让你重新接纳他们，与他们重归友谊？",
    "annotation": [
      {
        "sentence": "你说以前也有过这样的经历，哪怕是跟你关系再好的朋友，只要有几天没有见面、相处，再次见面都会让你产生恶心的感觉。",
        "label": ""
      },
      {
        "sentence": "这里我想知道，这种恶心一般会维持多久，以及，是怎样缓解的，让你重新接纳他们，与他们重归友谊？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这种恶心的感觉通常会持续一段时间，可能需要几天或更长的时间才能缓解。我会尝试通过和朋友开诚布公地交流，分享我的感受，以便重新接纳他们和重归友谊。",
    "annotation": [
      {
        "sentence": "这种恶心的感觉通常会持续一段时间，可能需要几天或更长的时间才能缓解。",
        "label": ""
      },
      {
        "sentence": "我会尝试通过和朋友开诚布公地交流，分享我的感受，以便重新接纳他们和重归友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有跟好朋友们分享过这种感受吗？这种体验大概是在什么时候产生的，是不是有发生了什么事情呢？",
    "annotation": [
      {
        "sentence": "你有跟好朋友们分享过这种感受吗？",
        "label": ""
      },
      {
        "sentence": "这种体验大概是在什么时候产生的，是不是有发生了什么事情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我没有与朋友们分享过这种感受。这种体验通常在我和朋友们有段时间没有联系的时候产生，但我并没有发生什么特别的事情。",
    "annotation": [
      {
        "sentence": "其实我没有与朋友们分享过这种感受。",
        "label": ""
      },
      {
        "sentence": "这种体验通常在我和朋友们有段时间没有联系的时候产生，但我并没有发生什么特别的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我目前的感觉是，你的这种躯体化反应跟你的防御机制过强有关，让你很难打开自己去信任别人，对于有段时间没见的人，可能让你觉得对人没有安全感，在这段关系失控了。以上仅供参考，建议你找心理咨询师进一步帮助你做专业的评估或者诊断。",
    "annotation": [
      {
        "sentence": "我目前的感觉是，你的这种躯体化反应跟你的防御机制过强有关，让你很难打开自己去信任别人，对于有段时间没见的人，可能让你觉得对人没有安全感，在这段关系失控了。",
        "label": ""
      },
      {
        "sentence": "以上仅供参考，建议你找心理咨询师进一步帮助你做专业的评估或者诊断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻求心理咨询师的帮助，以便更好地了解和应对我的情况。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻求心理咨询师的帮助，以便更好地了解和应对我的情况。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  }
]