[
  {
    "role": "client",
    "content": "男生坚决分手，却发怀念的动态，是什么心态？在一起一个月上周末说父母反对拉扯了三四天说服不了父母见最后一面我哭的特别难过他还是一定要分手说为了我好让我早点忘记他我以为他是真的无奈然后微信互删在另一个平台（我们网上认识的）他发了两条动态一条说很无奈还要继续生活一条发了我们去过的地方他肯定知道我能看到这是什么心态我突然觉得父母反对怕是一个借口吧只是新鲜感过去了然后分手后还在装深情",
    "annotation": [
      {
        "sentence": "男生坚决分手，却发怀念的动态，是什么心态？",
        "label": ""
      },
      {
        "sentence": "在一起一个月上周末说父母反对拉扯了三四天说服不了父母见最后一面我哭的特别难过他还是一定要分手说为了我好让我早点忘记他我以为他是真的无奈然后微信互删在另一个平台（我们网上认识的）他发了两条动态一条说很无奈还要继续生活一条发了我们去过的地方他肯定知道我能看到这是什么心态我突然觉得父母反对怕是一个借口吧只是新鲜感过去了然后分手后还在装深情",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我明白你现在的困惑和痛苦。首先，要知道无论发生什么，到最后你们还是分手了，这是一个事实，是你必须面对和接受的。关于他的真实想法，只有他自己才知道。但不管怎样，结果是你们分手了。",
    "annotation": [
      {
        "sentence": "你好，我明白你现在的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，要知道无论发生什么，到最后你们还是分手了，这是一个事实，是你必须面对和接受的。",
        "label": ""
      },
      {
        "sentence": "关于他的真实想法，只有他自己才知道。",
        "label": ""
      },
      {
        "sentence": "但不管怎样，结果是你们分手了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他坚决要分手，但又发了一些让我怀念的动态。我不理解这是什么心态。",
    "annotation": [
      {
        "sentence": "是的，他坚决要分手，但又发了一些让我怀念的动态。",
        "label": ""
      },
      {
        "sentence": "我不理解这是什么心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑。无论我们怎样去猜测，他的真实心态只有他自己知道。可能他有他自己的判断，而他认为这样做对彼此是有利的，这可能是他自私，也可能是他认为这样对你更好，让你早点忘记他。只是他的方式让你感到难过和困惑。",
    "annotation": [
      {
        "sentence": "我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "无论我们怎样去猜测，他的真实心态只有他自己知道。",
        "label": ""
      },
      {
        "sentence": "可能他有他自己的判断，而他认为这样做对彼此是有利的，这可能是他自私，也可能是他认为这样对你更好，让你早点忘记他。",
        "label": ""
      },
      {
        "sentence": "只是他的方式让你感到难过和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他发了那些动态，我突然有一种感觉，他之前提到的父母反对可能只是借口，是因为新鲜感过去了才分手的。",
    "annotation": [
      {
        "sentence": "他发了那些动态，我突然有一种感觉，他之前提到的父母反对可能只是借口，是因为新鲜感过去了才分手的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的想法，但是我们不能凭空猜测他的心态。他和你在一起的原因只有他自己才知道，很难说父母反对是不是真正的原因。或许他们的反对只是一个表面原因，而真正的原因可能是他们之间的感情已经变淡了。",
    "annotation": [
      {
        "sentence": "明白你的想法，但是我们不能凭空猜测他的心态。",
        "label": ""
      },
      {
        "sentence": "他和你在一起的原因只有他自己才知道，很难说父母反对是不是真正的原因。",
        "label": ""
      },
      {
        "sentence": "或许他们的反对只是一个表面原因，而真正的原因可能是他们之间的感情已经变淡了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那为什么他分手后还在装深情？他发动态怀念过去的经历，我觉得他可能是虚伪的。",
    "annotation": [
      {
        "sentence": "那为什么他分手后还在装深情？",
        "label": ""
      },
      {
        "sentence": "他发动态怀念过去的经历，我觉得他可能是虚伪的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我个人认为他发动态怀念过去并不一定是虚伪的表现。恋爱中的人有时候会有一些难言之隐，是一种情感的宣泄。也许他发动态是因为他也有一些感触，他的决定可能并不容易，他也许会想念你们在一起的时光。但无论如何，他的决定是分手，你要为自己着想，让自己成长，不要依赖别人的喜怒哀乐。",
    "annotation": [
      {
        "sentence": "我个人认为他发动态怀念过去并不一定是虚伪的表现。",
        "label": ""
      },
      {
        "sentence": "恋爱中的人有时候会有一些难言之隐，是一种情感的宣泄。",
        "label": ""
      },
      {
        "sentence": "也许他发动态是因为他也有一些感触，他的决定可能并不容易，他也许会想念你们在一起的时光。",
        "label": ""
      },
      {
        "sentence": "但无论如何，他的决定是分手，你要为自己着想，让自己成长，不要依赖别人的喜怒哀乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他提出了分手，却又自认为难受，这是为什么？也许是他自己的问题没有解决？",
    "annotation": [
      {
        "sentence": "他提出了分手，却又自认为难受，这是为什么？",
        "label": ""
      },
      {
        "sentence": "也许是他自己的问题没有解决？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，他提出分手但又感到难过可能是因为他自己心理上有一些障碍没有解决。无论如何，现在的重点是你要成长自己，不要为他的决定感到愤怒，可以对他感到可怜，但首要的是让自己有一定的主动权。你的喜怒哀乐应该由你自己来掌控。",
    "annotation": [
      {
        "sentence": "是的，他提出分手但又感到难过可能是因为他自己心理上有一些障碍没有解决。",
        "label": ""
      },
      {
        "sentence": "无论如何，现在的重点是你要成长自己，不要为他的决定感到愤怒，可以对他感到可怜，但首要的是让自己有一定的主动权。",
        "label": ""
      },
      {
        "sentence": "你的喜怒哀乐应该由你自己来掌控。",
        "label": ""
      }
    ]
  }
]