[
  {
    "role": "client",
    "content": "男生坚决分手，却发怀念的动态，是什么心态？在一起一个月上周末说父母反对拉扯了三四天说服不了父母见最后一面我哭的特别难过他还是一定要分手说为了我好让我早点忘记他我以为他是真的无奈然后微信互删在另一个平台（我们网上认识的）他发了两条动态一条说很无奈还要继续生活一条发了我们去过的地方他肯定知道我能看到这是什么心态我突然觉得父母反对怕是一个借口吧只是新鲜感过去了然后分手后还在装深情",
    "annotation": [
      {
        "sentence": "男生坚决分手，却发怀念的动态，是什么心态？",
        "label": ""
      },
      {
        "sentence": "在一起一个月上周末说父母反对拉扯了三四天说服不了父母见最后一面我哭的特别难过他还是一定要分手说为了我好让我早点忘记他我以为他是真的无奈然后微信互删在另一个平台（我们网上认识的）他发了两条动态一条说很无奈还要继续生活一条发了我们去过的地方他肯定知道我能看到这是什么心态我突然觉得父母反对怕是一个借口吧只是新鲜感过去了然后分手后还在装深情",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "互联网平台认识，交往一个月却被分手。对方去意已决，但却在平台上表达留恋，想要引起你\"注意\"。而你也确实注意了，被他调动了自己情绪，一方面觉得有点不舍不甘，一方面又本能知道对方其实是借口。是这样吗？",
    "annotation": [
      {
        "sentence": "互联网平台认识，交往一个月却被分手。",
        "label": ""
      },
      {
        "sentence": "对方去意已决，但却在平台上表达留恋，想要引起你\"注意\"。",
        "label": ""
      },
      {
        "sentence": "而你也确实注意了，被他调动了自己情绪，一方面觉得有点不舍不甘，一方面又本能知道对方其实是借口。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感受到他一直在关注我，还在留恋我们的过去。我有点不明白，为什么他要分手却不断提醒我他的存在？",
    "annotation": [
      {
        "sentence": "是的，我确实感受到他一直在关注我，还在留恋我们的过去。",
        "label": ""
      },
      {
        "sentence": "我有点不明白，为什么他要分手却不断提醒我他的存在？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你们关系了解时间很短，对方也没有提前明确过父母要求，你们发生关系又过快的话，这段关系基本可以判断只是一场短择。对方从开始可能就没有打算正经恋爱，只是为了身体需求，所以要离开时把父母搬出来。再次表达留恋只不过想要低成本持有你，发一发信息就能充分调动你的情绪，你就成了他的一个短择\"备胎\"。",
    "annotation": [
      {
        "sentence": "如果你们关系了解时间很短，对方也没有提前明确过父母要求，你们发生关系又过快的话，这段关系基本可以判断只是一场短择。",
        "label": ""
      },
      {
        "sentence": "对方从开始可能就没有打算正经恋爱，只是为了身体需求，所以要离开时把父母搬出来。",
        "label": ""
      },
      {
        "sentence": "再次表达留恋只不过想要低成本持有你，发一发信息就能充分调动你的情绪，你就成了他的一个短择\"备胎\"。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么一说，我有点明白了。可能他一开始就没有认真对待我们的关系，只是在占用我。那我现在该怎么办呢？",
    "annotation": [
      {
        "sentence": "听你这么一说，我有点明白了。",
        "label": ""
      },
      {
        "sentence": "可能他一开始就没有认真对待我们的关系，只是在占用我。",
        "label": ""
      },
      {
        "sentence": "那我现在该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姑娘，如果以上判断真实，那你要做的有三件。第一，远离\"渣男\"，拉黑一切联系方式，避免被低成本持有。女孩的黄金择偶期很短，如果你把大量时间浪费在这样的关系，错过真正的择偶才是得不偿失。不用再揣测对方什么心态，收拾好自己，重新出发。",
    "annotation": [
      {
        "sentence": "姑娘，如果以上判断真实，那你要做的有三件。",
        "label": ""
      },
      {
        "sentence": "第一，远离\"渣男\"，拉黑一切联系方式，避免被低成本持有。",
        "label": ""
      },
      {
        "sentence": "女孩的黄金择偶期很短，如果你把大量时间浪费在这样的关系，错过真正的择偶才是得不偿失。",
        "label": ""
      },
      {
        "sentence": "不用再揣测对方什么心态，收拾好自己，重新出发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该果断远离他，不再心软。但是我还是想知道，为什么我会陷入这样的关系中呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该果断远离他，不再心软。",
        "label": ""
      },
      {
        "sentence": "但是我还是想知道，为什么我会陷入这样的关系中呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二，反思总结自己为什么会有这样的经历。是自己的择偶价值出问题，高攀且着急恋爱？还是你太缺爱？有低自尊表现吗？一定要好好反思，为什么会愿意这么着急确定关系？",
    "annotation": [
      {
        "sentence": "第二，反思总结自己为什么会有这样的经历。",
        "label": ""
      },
      {
        "sentence": "是自己的择偶价值出问题，高攀且着急恋爱？",
        "label": ""
      },
      {
        "sentence": "还是你太缺爱？",
        "label": ""
      },
      {
        "sentence": "有低自尊表现吗？",
        "label": ""
      },
      {
        "sentence": "一定要好好反思，为什么会愿意这么着急确定关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是因为我在择偶时没有好好考虑，太着急确定关系了。也可能是我太缺乏爱，需要别人的关心和呵护。我会认真反思自己的问题，改正错误。",
    "annotation": [
      {
        "sentence": "或许是因为我在择偶时没有好好考虑，太着急确定关系了。",
        "label": ""
      },
      {
        "sentence": "也可能是我太缺乏爱，需要别人的关心和呵护。",
        "label": ""
      },
      {
        "sentence": "我会认真反思自己的问题，改正错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三，提升自己择偶价值，拉长考察期。女孩想要匹配好的对象，只有一条路，就是不断提升自己的择偶价值，能够懂得照顾自己，疼爱自己，管理自己的情绪。同时，下一次再遇到新人，要拉长考察期，判断对方是长择还是短择行为。愿你爱自己，也有对的人爱你！",
    "annotation": [
      {
        "sentence": "第三，提升自己择偶价值，拉长考察期。",
        "label": ""
      },
      {
        "sentence": "女孩想要匹配好的对象，只有一条路，就是不断提升自己的择偶价值，能够懂得照顾自己，疼爱自己，管理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，下一次再遇到新人，要拉长考察期，判断对方是长择还是短择行为。",
        "label": ""
      },
      {
        "sentence": "愿你爱自己，也有对的人爱你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会按照你说的去做。我相信，只有真正爱自己并提升了自己的择偶价值，才能找到真正适合我的人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会按照你说的去做。",
        "label": ""
      },
      {
        "sentence": "我相信，只有真正爱自己并提升了自己的择偶价值，才能找到真正适合我的人。",
        "label": ""
      }
    ]
  }
]