[
  {
    "role": "client",
    "content": "我会对我妈还有我姨发脾气，我好像生病了？我总是会对我妈还有我姨发脾气。因为我以前是放养的，没人管我，在学校被霸凌也没人管我，住院也没怎么得到关心。而我妈和我姨每次打电话都是问我妹或者我表哥的事怎么处理。好像我就过得很好，好像我什么都可以解决，好像我能接受所有的负能量。我不想和她们交流了，我不期待和别人交流了。",
    "annotation": [
      {
        "sentence": "我会对我妈还有我姨发脾气，我好像生病了？",
        "label": ""
      },
      {
        "sentence": "我总是会对我妈还有我姨发脾气。",
        "label": ""
      },
      {
        "sentence": "因为我以前是放养的，没人管我，在学校被霸凌也没人管我，住院也没怎么得到关心。",
        "label": ""
      },
      {
        "sentence": "而我妈和我姨每次打电话都是问我妹或者我表哥的事怎么处理。",
        "label": ""
      },
      {
        "sentence": "好像我就过得很好，好像我什么都可以解决，好像我能接受所有的负能量。",
        "label": ""
      },
      {
        "sentence": "我不想和她们交流了，我不期待和别人交流了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，我能理解你的感受。你会发脾气可能是由于你过去的经历导致的心理创伤，而父母和姨妈的行为可能会让你感觉被忽视和不受关注。但是请相信，他们也是爱你的，只是有时候不懂得如何表达和给予关心。",
    "annotation": [
      {
        "sentence": "亲，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你会发脾气可能是由于你过去的经历导致的心理创伤，而父母和姨妈的行为可能会让你感觉被忽视和不受关注。",
        "label": ""
      },
      {
        "sentence": "但是请相信，他们也是爱你的，只是有时候不懂得如何表达和给予关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是这么想的，但是每次打电话都是关于其他人的事情，不涉及我。我真的会觉得很无所谓，觉得自己被忽略了。",
    "annotation": [
      {
        "sentence": "我是这么想的，但是每次打电话都是关于其他人的事情，不涉及我。",
        "label": ""
      },
      {
        "sentence": "我真的会觉得很无所谓，觉得自己被忽略了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，有时候父母和亲人的关注方式可能会让我们误解他们的意图。但是作为家庭成员，人们常常有固定的交流模式。或许他们并不是故意忽视你，只是不擅长通过电话表达关心。也许你可以试着和他们沟通，告诉他们你希望得到更多的关注和交流，让他们知道你的真实感受。",
    "annotation": [
      {
        "sentence": "我明白你的感受，有时候父母和亲人的关注方式可能会让我们误解他们的意图。",
        "label": ""
      },
      {
        "sentence": "但是作为家庭成员，人们常常有固定的交流模式。",
        "label": ""
      },
      {
        "sentence": "或许他们并不是故意忽视你，只是不擅长通过电话表达关心。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着和他们沟通，告诉他们你希望得到更多的关注和交流，让他们知道你的真实感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己已经对交流失去了期待。我觉得别人的反应都是理所当然的，对他们的说教已经失去兴趣了。",
    "annotation": [
      {
        "sentence": "但是我觉得自己已经对交流失去了期待。",
        "label": ""
      },
      {
        "sentence": "我觉得别人的反应都是理所当然的，对他们的说教已经失去兴趣了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，但是对他人失去期待并不意味着你就不需要交流和表达了。交流和沟通对于人类来说是非常重要的情感需求之一。虽然你现在可能会觉得无法接受他们的意见，但是我们可以试着用柔和的方式来表达自己，让他们了解你的内心需求。当你能够冷静下来，并试着理解他们的角度时，你可能会发现他们也有好的意图和关心。",
    "annotation": [
      {
        "sentence": "我了解你的感受，但是对他人失去期待并不意味着你就不需要交流和表达了。",
        "label": ""
      },
      {
        "sentence": "交流和沟通对于人类来说是非常重要的情感需求之一。",
        "label": ""
      },
      {
        "sentence": "虽然你现在可能会觉得无法接受他们的意见，但是我们可以试着用柔和的方式来表达自己，让他们了解你的内心需求。",
        "label": ""
      },
      {
        "sentence": "当你能够冷静下来，并试着理解他们的角度时，你可能会发现他们也有好的意图和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我应该试着以更平和的方式来表达自己的需求。但是我会担心他们不理解我，或者觉得我在抱怨。我害怕被他们拒绝和排斥。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我应该试着以更平和的方式来表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "但是我会担心他们不理解我，或者觉得我在抱怨。",
        "label": ""
      },
      {
        "sentence": "我害怕被他们拒绝和排斥。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕被拒绝和排斥是很正常的感受，但是我们不能让这种害怕阻碍我们与家人的沟通。你可以先试着与他们分享一些你的内心感受和想法，让他们了解你现在所需要的关心和支持。虽然他们可能不会完全理解你的感受，但是通过坦诚的交流，你们也许能够更好地互相理解和帮助。",
    "annotation": [
      {
        "sentence": "害怕被拒绝和排斥是很正常的感受，但是我们不能让这种害怕阻碍我们与家人的沟通。",
        "label": ""
      },
      {
        "sentence": "你可以先试着与他们分享一些你的内心感受和想法，让他们了解你现在所需要的关心和支持。",
        "label": ""
      },
      {
        "sentence": "虽然他们可能不会完全理解你的感受，但是通过坦诚的交流，你们也许能够更好地互相理解和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该试着理解他们，并且坦诚地表达我的需求。我会尝试与他们好好沟通，希望能够达到更好的理解和互相支持。",
    "annotation": [
      {
        "sentence": "我明白了，我应该试着理解他们，并且坦诚地表达我的需求。",
        "label": ""
      },
      {
        "sentence": "我会尝试与他们好好沟通，希望能够达到更好的理解和互相支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样很好。相信我，只要你敞开心扉和家人进行真诚的对话，他们也会更理解你的内心需求。冲突和误解是可以解决的，即使一开始会有些不适应。请相信你们之间的联系和爱是很重要的，而通过持续的交流，你们一定能够加深彼此的理解，实现更好的关系。",
    "annotation": [
      {
        "sentence": "这样很好。",
        "label": ""
      },
      {
        "sentence": "相信我，只要你敞开心扉和家人进行真诚的对话，他们也会更理解你的内心需求。",
        "label": ""
      },
      {
        "sentence": "冲突和误解是可以解决的，即使一开始会有些不适应。",
        "label": ""
      },
      {
        "sentence": "请相信你们之间的联系和爱是很重要的，而通过持续的交流，你们一定能够加深彼此的理解，实现更好的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽力去改善和我的家人的沟通。希望我们能够有更好的相处方式。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽力去改善和我的家人的沟通。",
        "label": ""
      },
      {
        "sentence": "希望我们能够有更好的相处方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你应该为自己的勇气和决心感到骄傲。我愿意在这个过程中一直陪伴着你，帮助你克服困难。你已经迈出了第一步，相信你们之间的关系会逐渐变得更加和谐和亲密。祝福你！",
    "annotation": [
      {
        "sentence": "你应该为自己的勇气和决心感到骄傲。",
        "label": ""
      },
      {
        "sentence": "我愿意在这个过程中一直陪伴着你，帮助你克服困难。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信你们之间的关系会逐渐变得更加和谐和亲密。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]