[
  {
    "role": "client",
    "content": "二十岁，在一年之内体重增长24斤，怎样调节心态？",
    "annotation": [
      {
        "sentence": "二十岁，在一年之内体重增长24斤，怎样调节心态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，可以和我详细说说你的情况吗？",
    "annotation": [
      {
        "sentence": "你好，可以和我详细说说你的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的。刚大学开学我的体重还好，后来因为恋爱分手觉得非常的空虚，然后就拿吃喝来填满自己，不知不觉体重就涨了24斤。我对这个肥胖的速度和体重起初是没有概念的，直到我的肚皮上开始出现生长纹，逐渐有肚子发展为游泳圈，我才意识到我胖了不止一点两点。但是很多因素，自己根本不喜欢动，也坚持不下去，自己焦虑抑郁障碍也和肥胖我觉得有很大的关系。在肥胖之前和现在的心理状态完全是不一样的，现在做事没有干劲，破罐子破摔，暴饮暴食报复自己，每天都很焦虑，看着自己的体重不下降，自己一点办法也没有。有没有什么办法让我改变现在的心态，尽量克服主动去减肥？",
    "annotation": [
      {
        "sentence": "好的。",
        "label": ""
      },
      {
        "sentence": "刚大学开学我的体重还好，后来因为恋爱分手觉得非常的空虚，然后就拿吃喝来填满自己，不知不觉体重就涨了24斤。",
        "label": ""
      },
      {
        "sentence": "我对这个肥胖的速度和体重起初是没有概念的，直到我的肚皮上开始出现生长纹，逐渐有肚子发展为游泳圈，我才意识到我胖了不止一点两点。",
        "label": ""
      },
      {
        "sentence": "但是很多因素，自己根本不喜欢动，也坚持不下去，自己焦虑抑郁障碍也和肥胖我觉得有很大的关系。",
        "label": ""
      },
      {
        "sentence": "在肥胖之前和现在的心理状态完全是不一样的，现在做事没有干劲，破罐子破摔，暴饮暴食报复自己，每天都很焦虑，看着自己的体重不下降，自己一点办法也没有。",
        "label": ""
      },
      {
        "sentence": "有没有什么办法让我改变现在的心态，尽量克服主动去减肥？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的处境。首先，你可以寻求心理咨询师的帮助建立关系，与具有相关经验的男性咨询师讨论你的问题，梳理出你内心的动力，并释放过多的情感压力。积极向上的动力将逐渐占据主导地位，从而改变你目前的心态。失恋分手会让人失去一段亲密关系，你显然承受了很多情感压力和冲突。通过暴饮暴食来缓解这些焦虑，填补内心空虚感中被爱关注到的那部分。肥胖可能导致你性别吸引力的减少，自己不再具备亲密关系的可能性。这可能是上一段亲密关系给你带来的严重伤害所导致的结果。你的防御机制也许表明你一直以来的亲密关系质量不高。你需要建立一个良好的亲密关系来帮助你。",
    "annotation": [
      {
        "sentence": "非常理解你的处境。",
        "label": ""
      },
      {
        "sentence": "首先，你可以寻求心理咨询师的帮助建立关系，与具有相关经验的男性咨询师讨论你的问题，梳理出你内心的动力，并释放过多的情感压力。",
        "label": ""
      },
      {
        "sentence": "积极向上的动力将逐渐占据主导地位，从而改变你目前的心态。",
        "label": ""
      },
      {
        "sentence": "失恋分手会让人失去一段亲密关系，你显然承受了很多情感压力和冲突。",
        "label": ""
      },
      {
        "sentence": "通过暴饮暴食来缓解这些焦虑，填补内心空虚感中被爱关注到的那部分。",
        "label": ""
      },
      {
        "sentence": "肥胖可能导致你性别吸引力的减少，自己不再具备亲密关系的可能性。",
        "label": ""
      },
      {
        "sentence": "这可能是上一段亲密关系给你带来的严重伤害所导致的结果。",
        "label": ""
      },
      {
        "sentence": "你的防御机制也许表明你一直以来的亲密关系质量不高。",
        "label": ""
      },
      {
        "sentence": "你需要建立一个良好的亲密关系来帮助你。",
        "label": ""
      }
    ]
  }
]