[
  {
    "role": "client",
    "content": "女儿脾气越来越大，情绪控制能力差，我快崩溃了咋办？",
    "annotation": [
      {
        "sentence": "女儿脾气越来越大，情绪控制能力差，我快崩溃了咋办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这种情况，确实很令人苦恼，女儿几乎每天都发脾气，有时还会自残，这使你既心疼又焦虑，对吧~",
    "annotation": [
      {
        "sentence": "遇到这种情况，确实很令人苦恼，女儿几乎每天都发脾气，有时还会自残，这使你既心疼又焦虑，对吧~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，她现在十二岁了，真的越来越难以控制了。她每天都发脾气，而且今天还发了三次。我和她三岁的弟弟的关系也越来越糟糕。",
    "annotation": [
      {
        "sentence": "是的，她现在十二岁了，真的越来越难以控制了。",
        "label": ""
      },
      {
        "sentence": "她每天都发脾气，而且今天还发了三次。",
        "label": ""
      },
      {
        "sentence": "我和她三岁的弟弟的关系也越来越糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "12岁的孩子，正处于儿童期和青年期之间的过度时期，不再是完全的儿童，但也还并非完全意义上的青少年，开始获得更多的自我意识，开始变得越来越独立，渐渐脱离家庭的束缚与影响。而且，他们仍然需要成人对他们的日常需求进行控制与关注。你的女儿也有其中的某种或多种特征吧，如想摆脱你们对她的控制，但又希望得到你们的关注等，这些都是很正常的心理和行为。",
    "annotation": [
      {
        "sentence": "12岁的孩子，正处于儿童期和青年期之间的过度时期，不再是完全的儿童，但也还并非完全意义上的青少年，开始获得更多的自我意识，开始变得越来越独立，渐渐脱离家庭的束缚与影响。",
        "label": ""
      },
      {
        "sentence": "而且，他们仍然需要成人对他们的日常需求进行控制与关注。",
        "label": ""
      },
      {
        "sentence": "你的女儿也有其中的某种或多种特征吧，如想摆脱你们对她的控制，但又希望得到你们的关注等，这些都是很正常的心理和行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么一说，我好像理解多了。可是，我们家的问题还是很多，我丈夫脾气暴躁，对孩子没有耐心，总是唠叨个不停。我也有些这样，但我觉得自己好多了。女儿一直很怕爸爸，每次爸爸训斥完女儿，女儿就会发脾气，甚至模仿网络上的自残行为。",
    "annotation": [
      {
        "sentence": "听你这么一说，我好像理解多了。",
        "label": ""
      },
      {
        "sentence": "可是，我们家的问题还是很多，我丈夫脾气暴躁，对孩子没有耐心，总是唠叨个不停。",
        "label": ""
      },
      {
        "sentence": "我也有些这样，但我觉得自己好多了。",
        "label": ""
      },
      {
        "sentence": "女儿一直很怕爸爸，每次爸爸训斥完女儿，女儿就会发脾气，甚至模仿网络上的自残行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论是父母对孩子的单方面训斥，还是父母之间的吵架，都会对孩子造成负面影响，家长在这方面也要注意一下哦~也可以定期举行家庭会议，说出自己的收获与烦恼，以便于互相理解，有利于亲子关系的发展。孩子在青春期很容易角色混乱，不清楚自己到底处于什么位置，在这时，应加强自我同一性与角色认同感。在这期间，家长要给予孩子肯定与帮助，而不是唠叨与打骂。",
    "annotation": [
      {
        "sentence": "无论是父母对孩子的单方面训斥，还是父母之间的吵架，都会对孩子造成负面影响，家长在这方面也要注意一下哦~也可以定期举行家庭会议，说出自己的收获与烦恼，以便于互相理解，有利于亲子关系的发展。",
        "label": ""
      },
      {
        "sentence": "孩子在青春期很容易角色混乱，不清楚自己到底处于什么位置，在这时，应加强自我同一性与角色认同感。",
        "label": ""
      },
      {
        "sentence": "在这期间，家长要给予孩子肯定与帮助，而不是唠叨与打骂。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们作为父母真的应该改变一下自己的教育方式。我丈夫正在做些改变，但他和我对教育观念不一样，所以我们经常为孩子的教育问题争吵。他主张打骂，我则倾向于教导和唠叨。女儿的脾气还是一直在不断，经常一发脾气就不肯写作业。中午，我的弟弟偷吃了她的糖果，她就生气地踢了我并且还想打她弟弟。",
    "annotation": [
      {
        "sentence": "你说得对，我们作为父母真的应该改变一下自己的教育方式。",
        "label": ""
      },
      {
        "sentence": "我丈夫正在做些改变，但他和我对教育观念不一样，所以我们经常为孩子的教育问题争吵。",
        "label": ""
      },
      {
        "sentence": "他主张打骂，我则倾向于教导和唠叨。",
        "label": ""
      },
      {
        "sentence": "女儿的脾气还是一直在不断，经常一发脾气就不肯写作业。",
        "label": ""
      },
      {
        "sentence": "中午，我的弟弟偷吃了她的糖果，她就生气地踢了我并且还想打她弟弟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母之间最好达成教育共识，若有较大分歧，也会影响教育效果。另外，对于孩子的自残行为，一定要重视起来，但也要注意方式，不要让孩子自己伤害自己，更不要伤害孩子。希望我的回答可以帮助到你，祝你生活愉快！",
    "annotation": [
      {
        "sentence": "父母之间最好达成教育共识，若有较大分歧，也会影响教育效果。",
        "label": ""
      },
      {
        "sentence": "另外，对于孩子的自残行为，一定要重视起来，但也要注意方式，不要让孩子自己伤害自己，更不要伤害孩子。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你，祝你生活愉快！",
        "label": ""
      }
    ]
  }
]