[
  {
    "role": "client",
    "content": "我是一个20岁的大三女生，最近情绪很低落，不知道该怎么解决。我去医院就医，医生说我有轻度抑郁。我感到非常难受，但也说不清楚是身体原因还是心理原因。我住在寝室里，身边的人都很开心，但我觉得自己更加不舒服。请问应该怎么解决呢？",
    "annotation": [
      {
        "sentence": "我是一个20岁的大三女生，最近情绪很低落，不知道该怎么解决。",
        "label": ""
      },
      {
        "sentence": "我去医院就医，医生说我有轻度抑郁。",
        "label": ""
      },
      {
        "sentence": "我感到非常难受，但也说不清楚是身体原因还是心理原因。",
        "label": ""
      },
      {
        "sentence": "我住在寝室里，身边的人都很开心，但我觉得自己更加不舒服。",
        "label": ""
      },
      {
        "sentence": "请问应该怎么解决呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "今天一天都很累，本来不太想回答问题的，担心自己状态不好，回答的可能不够认真完善。但看到你提出的问题，我又有了想回答的冲动。在与青少年心理咨询的工作中，我发现有抑郁情绪的人通常都是比较聪明的。想必你也是一个聪明且爱思考的人。作为一个20岁的大学生，你本该过着无忧无虑的生活，可是你却经常感到情绪低落，并且看到身边的人开心会让你更不舒服。从你的描述中，我感受到你是一个心理相对敏感的人，这也是聪明人的一个特质。既然你有抑郁的感受，我们一起来看看抑郁是怎么形成的。焦虑是害怕即将发生的事情，而抑郁是担心正在持续发生的事情却无法摆脱。科学家曾经进行过一个关于抑郁的实验，他们把200只小白鼠分成两组。第一组被放入装满水的玻璃管中，开始时小白鼠拼命挣扎想要逃脱，但无论怎么挣扎都没法逃出来。在第15分钟时，大多数小白鼠放弃了努力，只是漂浮在管子里，对周围的情况变得漠然。而第二组的小白鼠在第14分钟快要放弃时，被捞出来，擦干、给食物、让他们休息一下，然后再重新放回玻璃管。第二次，他们坚持到了20分钟才放弃。从这个实验中，我们能看到抑郁与希望的消失有关。当一个人陷入习得性无助，觉得现状无法改变时，就容易出现抑郁情绪。那么问题来了，你的问题描述中并没有提到导致你失望和无助的具体事件。这点需要你去思考一下。从你提到寝室其他人开心时你会感到不舒服，我猜可能是因为人际关系出了问题。建议思考一下最近发生的事件，是什么引发了你的抑郁状态？有哪些是你能控制的部分？你可以做出什么最小的改变来改善情况？如果你自己解决不了，我建议你寻求专业帮助，比如心理咨询或人际沟通指导。",
    "annotation": [
      {
        "sentence": "今天一天都很累，本来不太想回答问题的，担心自己状态不好，回答的可能不够认真完善。",
        "label": ""
      },
      {
        "sentence": "但看到你提出的问题，我又有了想回答的冲动。",
        "label": ""
      },
      {
        "sentence": "在与青少年心理咨询的工作中，我发现有抑郁情绪的人通常都是比较聪明的。",
        "label": ""
      },
      {
        "sentence": "想必你也是一个聪明且爱思考的人。",
        "label": ""
      },
      {
        "sentence": "作为一个20岁的大学生，你本该过着无忧无虑的生活，可是你却经常感到情绪低落，并且看到身边的人开心会让你更不舒服。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感受到你是一个心理相对敏感的人，这也是聪明人的一个特质。",
        "label": ""
      },
      {
        "sentence": "既然你有抑郁的感受，我们一起来看看抑郁是怎么形成的。",
        "label": ""
      },
      {
        "sentence": "焦虑是害怕即将发生的事情，而抑郁是担心正在持续发生的事情却无法摆脱。",
        "label": ""
      },
      {
        "sentence": "科学家曾经进行过一个关于抑郁的实验，他们把200只小白鼠分成两组。",
        "label": ""
      },
      {
        "sentence": "第一组被放入装满水的玻璃管中，开始时小白鼠拼命挣扎想要逃脱，但无论怎么挣扎都没法逃出来。",
        "label": ""
      },
      {
        "sentence": "在第15分钟时，大多数小白鼠放弃了努力，只是漂浮在管子里，对周围的情况变得漠然。",
        "label": ""
      },
      {
        "sentence": "而第二组的小白鼠在第14分钟快要放弃时，被捞出来，擦干、给食物、让他们休息一下，然后再重新放回玻璃管。",
        "label": ""
      },
      {
        "sentence": "第二次，他们坚持到了20分钟才放弃。",
        "label": ""
      },
      {
        "sentence": "从这个实验中，我们能看到抑郁与希望的消失有关。",
        "label": ""
      },
      {
        "sentence": "当一个人陷入习得性无助，觉得现状无法改变时，就容易出现抑郁情绪。",
        "label": ""
      },
      {
        "sentence": "那么问题来了，你的问题描述中并没有提到导致你失望和无助的具体事件。",
        "label": ""
      },
      {
        "sentence": "这点需要你去思考一下。",
        "label": ""
      },
      {
        "sentence": "从你提到寝室其他人开心时你会感到不舒服，我猜可能是因为人际关系出了问题。",
        "label": ""
      },
      {
        "sentence": "建议思考一下最近发生的事件，是什么引发了你的抑郁状态？",
        "label": ""
      },
      {
        "sentence": "有哪些是你能控制的部分？",
        "label": ""
      },
      {
        "sentence": "你可以做出什么最小的改变来改善情况？",
        "label": ""
      },
      {
        "sentence": "如果你自己解决不了，我建议你寻求专业帮助，比如心理咨询或人际沟通指导。",
        "label": ""
      }
    ]
  }
]