[
  {
    "role": "client",
    "content": "我是一个17岁的女孩，我的姐夫的卑鄙行为给我带来了创伤，我应该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个17岁的女孩，我的姐夫的卑鄙行为给我带来了创伤，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样，我可以理解你的感受。你可以告诉我姐夫的具体行为是什么吗？让我们一起来分析一下。",
    "annotation": [
      {
        "sentence": "看到你这样，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我姐夫的具体行为是什么吗？",
        "label": ""
      },
      {
        "sentence": "让我们一起来分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我姐夫33岁，是个二婚的人，也是公司的高管。他好赌，但在大家眼里他对我很好。我父母自己去世后的20天，夏天我穿短裤和他相处时，他将手放在了我的大腿上摸索，我瞪眼过去警告过他。",
    "annotation": [
      {
        "sentence": "我姐夫33岁，是个二婚的人，也是公司的高管。",
        "label": ""
      },
      {
        "sentence": "他好赌，但在大家眼里他对我很好。",
        "label": ""
      },
      {
        "sentence": "我父母自己去世后的20天，夏天我穿短裤和他相处时，他将手放在了我的大腿上摸索，我瞪眼过去警告过他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的姐夫确实有过不当的行为，这样的经历会让人感到非常不舒服。你当时的警告是一种正确的反应，你勇敢地表达了自己的界限。能否告诉我他之后是否还有其他不适当的行为呢？",
    "annotation": [
      {
        "sentence": "听起来你的姐夫确实有过不当的行为，这样的经历会让人感到非常不舒服。",
        "label": ""
      },
      {
        "sentence": "你当时的警告是一种正确的反应，你勇敢地表达了自己的界限。",
        "label": ""
      },
      {
        "sentence": "能否告诉我他之后是否还有其他不适当的行为呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "半年后寒假回老家时，我住在他们隔壁房间，他整夜整夜刻意传出啪啪啪同房声，声音回荡在整栋房子里，甚至传到了邻居家。这样的情况持续了整整15天。开始我不相信，但后来产生了强烈恶心感，最后导致我无法摆脱恶心的声音而进行自残。",
    "annotation": [
      {
        "sentence": "半年后寒假回老家时，我住在他们隔壁房间，他整夜整夜刻意传出啪啪啪同房声，声音回荡在整栋房子里，甚至传到了邻居家。",
        "label": ""
      },
      {
        "sentence": "这样的情况持续了整整15天。",
        "label": ""
      },
      {
        "sentence": "开始我不相信，但后来产生了强烈恶心感，最后导致我无法摆脱恶心的声音而进行自残。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你遭遇这样的事情，我可以理解你的痛苦和困惑。这种情况下，你的感受是完全正常的。你的姐夫的行为确实不应该发生，他对你的侵犯是不可原谅的。我也明白这一系列事件对你的心理造成了巨大的伤害。你自残的举动是在寻求一种解脱，但它并不是正确的方式。我非常希望你能找到更健康、积极的方式来应对这种痛苦。你有考虑过向家人或者其他人寻求帮助吗？",
    "annotation": [
      {
        "sentence": "听到你遭遇这样的事情，我可以理解你的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你的感受是完全正常的。",
        "label": ""
      },
      {
        "sentence": "你的姐夫的行为确实不应该发生，他对你的侵犯是不可原谅的。",
        "label": ""
      },
      {
        "sentence": "我也明白这一系列事件对你的心理造成了巨大的伤害。",
        "label": ""
      },
      {
        "sentence": "你自残的举动是在寻求一种解脱，但它并不是正确的方式。",
        "label": ""
      },
      {
        "sentence": "我非常希望你能找到更健康、积极的方式来应对这种痛苦。",
        "label": ""
      },
      {
        "sentence": "你有考虑过向家人或者其他人寻求帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "回到学校之后，每次男老师进教室，我就会感到恶心，不得不跑到外面呕吐。然后男同学和其他人也都开始远离我，让我觉得自己很脏。现在我无法呆在安静的环境中，还出现口水和呼吸上的强迫症状。两个月后，我被迫退学，查出了重度抑郁症，之后又多次尝试自杀。",
    "annotation": [
      {
        "sentence": "回到学校之后，每次男老师进教室，我就会感到恶心，不得不跑到外面呕吐。",
        "label": ""
      },
      {
        "sentence": "然后男同学和其他人也都开始远离我，让我觉得自己很脏。",
        "label": ""
      },
      {
        "sentence": "现在我无法呆在安静的环境中，还出现口水和呼吸上的强迫症状。",
        "label": ""
      },
      {
        "sentence": "两个月后，我被迫退学，查出了重度抑郁症，之后又多次尝试自杀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我真的很抱歉听到你经历的这些困难。你所描述的症状可能是由于心理创伤所引起的。你的情况需要专业的帮助，我强烈建议你寻求心理治疗师或者心理咨询师的帮助。他们可以帮助你理解和处理你目前的情绪和困扰，并指导你走出困境。同时，你也可以告诉你的姐姐这件事情，她应该能够提供一些帮助和支持。",
    "annotation": [
      {
        "sentence": "我真的很抱歉听到你经历的这些困难。",
        "label": ""
      },
      {
        "sentence": "你所描述的症状可能是由于心理创伤所引起的。",
        "label": ""
      },
      {
        "sentence": "你的情况需要专业的帮助，我强烈建议你寻求心理治疗师或者心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "他们可以帮助你理解和处理你目前的情绪和困扰，并指导你走出困境。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以告诉你的姐姐这件事情，她应该能够提供一些帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我最近和他直接提起了这件事，他刚开始很平静地说时间久了他记不清了，但听我这么说的确他当时做得过分。他告诉我应该去跟姐姐说。后来他承认了摸大腿的事情，并忏悔说自己下流卑鄙。他甚至说下次见面让我打他两巴掌，还说我能叫他一声姐夫已经给他面子了。",
    "annotation": [
      {
        "sentence": "我最近和他直接提起了这件事，他刚开始很平静地说时间久了他记不清了，但听我这么说的确他当时做得过分。",
        "label": ""
      },
      {
        "sentence": "他告诉我应该去跟姐姐说。",
        "label": ""
      },
      {
        "sentence": "后来他承认了摸大腿的事情，并忏悔说自己下流卑鄙。",
        "label": ""
      },
      {
        "sentence": "他甚至说下次见面让我打他两巴掌，还说我能叫他一声姐夫已经给他面子了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到他对自己的过错表示忏悔，至少说明他对自己的行为有所反思，并因此感到内疚。不过，我想提醒你，打他并不能真正解决问题，也不能完全摆平你的心理创伤。除了向姐姐寻求支持之外，我建议你尽快与专业心理咨询师约见，他们会有更好的方法来帮助你处理这段经历的负面影响。这是一个长期的过程，但我相信你可以通过专业的指导渐渐恢复自信和积极的心态。",
    "annotation": [
      {
        "sentence": "听到他对自己的过错表示忏悔，至少说明他对自己的行为有所反思，并因此感到内疚。",
        "label": ""
      },
      {
        "sentence": "不过，我想提醒你，打他并不能真正解决问题，也不能完全摆平你的心理创伤。",
        "label": ""
      },
      {
        "sentence": "除了向姐姐寻求支持之外，我建议你尽快与专业心理咨询师约见，他们会有更好的方法来帮助你处理这段经历的负面影响。",
        "label": ""
      },
      {
        "sentence": "这是一个长期的过程，但我相信你可以通过专业的指导渐渐恢复自信和积极的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你能给我这些建议，我会考虑寻求心理咨询师的帮助。我也希望有一天我能够从这段经历中解脱出来，重新找回自己的快乐和自信。",
    "annotation": [
      {
        "sentence": "谢谢你能给我这些建议，我会考虑寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "我也希望有一天我能够从这段经历中解脱出来，重新找回自己的快乐和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴你能接受这些建议，你勇敢地迈出了第一步。记住，你并不孤单，支持会一直伴随着你。无论经历多么艰难，你都值得获得幸福和健康。如果你需要进一步的交流或者支持，随时都可以找我谈谈。",
    "annotation": [
      {
        "sentence": "我很高兴你能接受这些建议，你勇敢地迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，支持会一直伴随着你。",
        "label": ""
      },
      {
        "sentence": "无论经历多么艰难，你都值得获得幸福和健康。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的交流或者支持，随时都可以找我谈谈。",
        "label": ""
      }
    ]
  }
]