[
  {
    "role": "client",
    "content": "最近分手了，内心的悲伤快要爆炸了，怎么办？",
    "annotation": [
      {
        "sentence": "最近分手了，内心的悲伤快要爆炸了，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的能感受到你因为情感而烦恼的情绪，真心希望我的文字能给你帮助。请你简述一下你的问题，具体有哪些烦恼？",
    "annotation": [
      {
        "sentence": "真的能感受到你因为情感而烦恼的情绪，真心希望我的文字能给你帮助。",
        "label": ""
      },
      {
        "sentence": "请你简述一下你的问题，具体有哪些烦恼？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的呢，最近分手了，再加上这几年积攒的问题，内心很压抑。最近内心的情绪压抑的快要爆炸了，想死，但是又觉得不值得。走路走的走的就忍不住站在原地，想要发会儿呆。连续好几天做的梦的主调更多的都是悲伤绝望，偶尔浮躁。老是梦到以前我在乎的一些人，然后醒来后很心烦意乱，想让这些人消失，不想让他们出现在梦里。因为他们会打乱我的心，会让我痛苦。内心要爆炸了啊，怎么办？",
    "annotation": [
      {
        "sentence": "是的呢，最近分手了，再加上这几年积攒的问题，内心很压抑。",
        "label": ""
      },
      {
        "sentence": "最近内心的情绪压抑的快要爆炸了，想死，但是又觉得不值得。",
        "label": ""
      },
      {
        "sentence": "走路走的走的就忍不住站在原地，想要发会儿呆。",
        "label": ""
      },
      {
        "sentence": "连续好几天做的梦的主调更多的都是悲伤绝望，偶尔浮躁。",
        "label": ""
      },
      {
        "sentence": "老是梦到以前我在乎的一些人，然后醒来后很心烦意乱，想让这些人消失，不想让他们出现在梦里。",
        "label": ""
      },
      {
        "sentence": "因为他们会打乱我的心，会让我痛苦。",
        "label": ""
      },
      {
        "sentence": "内心要爆炸了啊，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你当前的困惑和痛苦。一方面，分手是一种失去的感觉，会让人感到悲伤和绝望。而另一方面，积攒的问题也在压抑你的内心。这种情绪的爆发和压抑是正常的，但我们可以找到一些方法来缓解。我认为你的烦恼在于没有找到一个宣泄情绪的方式。每个人在经历分离时都会感到悲伤，只是悲伤程度有所不同。你可以试试以下建议：首先，要释怀过去。过去的事情既不能改变，对未来的担忧也没有意义。最好的办法是专注于当前，不再为过去耿耿于怀。放下过去并不容易，但我们可以通过改变态度，从过去的经验中获取启示，想想下次面对类似情况时怎么做得更好。其次，试试发呆这种方式来舒缓情绪焦虑，提升大脑的活跃度。现代生活节奏快，给自己静下来的机会非常少，发呆是一种放松身心的方式。请注意安全，选择在室内闭目养神，避免在路上发呆。另外，常与家人、朋友保持联系也很重要。在和他们聊天的时候，你可能会获得灵感，或者找到过去烦恼问题的答案。这样的交流也有助于建立友好的人际关系，丰富你的生活。最后，尝试走出去，接触外界。只有当我们离开舒适区，才能发现生活中的美好。走出去，多经历一些事情后再回头看，你会发现那些问题其实都不算什么。每个人都有属于自己的人生时间，有的人平凡但快乐，关键还是取决于我们自己如何规划生活。相信你能制定出属于自己的幸福蓝图。最后，我是琪琪k，希望你能早日摆脱过去的烦恼，每天开心、睡得香、吃得好。祝你一切安好！",
    "annotation": [
      {
        "sentence": "我能理解你当前的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "一方面，分手是一种失去的感觉，会让人感到悲伤和绝望。",
        "label": ""
      },
      {
        "sentence": "而另一方面，积攒的问题也在压抑你的内心。",
        "label": ""
      },
      {
        "sentence": "这种情绪的爆发和压抑是正常的，但我们可以找到一些方法来缓解。",
        "label": ""
      },
      {
        "sentence": "我认为你的烦恼在于没有找到一个宣泄情绪的方式。",
        "label": ""
      },
      {
        "sentence": "每个人在经历分离时都会感到悲伤，只是悲伤程度有所不同。",
        "label": ""
      },
      {
        "sentence": "你可以试试以下建议：首先，要释怀过去。",
        "label": ""
      },
      {
        "sentence": "过去的事情既不能改变，对未来的担忧也没有意义。",
        "label": ""
      },
      {
        "sentence": "最好的办法是专注于当前，不再为过去耿耿于怀。",
        "label": ""
      },
      {
        "sentence": "放下过去并不容易，但我们可以通过改变态度，从过去的经验中获取启示，想想下次面对类似情况时怎么做得更好。",
        "label": ""
      },
      {
        "sentence": "其次，试试发呆这种方式来舒缓情绪焦虑，提升大脑的活跃度。",
        "label": ""
      },
      {
        "sentence": "现代生活节奏快，给自己静下来的机会非常少，发呆是一种放松身心的方式。",
        "label": ""
      },
      {
        "sentence": "请注意安全，选择在室内闭目养神，避免在路上发呆。",
        "label": ""
      },
      {
        "sentence": "另外，常与家人、朋友保持联系也很重要。",
        "label": ""
      },
      {
        "sentence": "在和他们聊天的时候，你可能会获得灵感，或者找到过去烦恼问题的答案。",
        "label": ""
      },
      {
        "sentence": "这样的交流也有助于建立友好的人际关系，丰富你的生活。",
        "label": ""
      },
      {
        "sentence": "最后，尝试走出去，接触外界。",
        "label": ""
      },
      {
        "sentence": "只有当我们离开舒适区，才能发现生活中的美好。",
        "label": ""
      },
      {
        "sentence": "走出去，多经历一些事情后再回头看，你会发现那些问题其实都不算什么。",
        "label": ""
      },
      {
        "sentence": "每个人都有属于自己的人生时间，有的人平凡但快乐，关键还是取决于我们自己如何规划生活。",
        "label": ""
      },
      {
        "sentence": "相信你能制定出属于自己的幸福蓝图。",
        "label": ""
      },
      {
        "sentence": "最后，我是琪琪k，希望你能早日摆脱过去的烦恼，每天开心、睡得香、吃得好。",
        "label": ""
      },
      {
        "sentence": "祝你一切安好！",
        "label": ""
      }
    ]
  }
]