[
  {
    "role": "client",
    "content": "停止不了学习上跟别人比较，越来越焦虑了，怎么办？我是从小就特别喜欢跟身边人在学习上比较，因为我觉得这样会获得家人的认可与表扬，他们会很开心，所以我从小就严格要求自己。虽然前期取得了不错的成绩，可是后来我给自己的压力越来越大了，就变得越来越焦虑，学习成绩也是一直呈下坡的趋势，感觉这成了一个恶性循环，后来在高三的时候我被确诊焦虑症。现在我大二了，虽然压力没有高中的大，但我身边的同学、室友都非常努力，导致我感到非常焦虑，虽然我知道他们的成绩已经远超我，但我还是停不下来的要跟他们比，看到他们在学习我就很焦虑，我总告诉自己不需要跟别人比，可还是没用。最近一段时间焦虑程度更高了，我没法专心学习了。想到别人都在认真学习而我却没有，我会觉得很恐慌，会有危机感。我到底该怎么想才能不与别人比较，才能不这么焦虑啊，大家能帮帮我吗，感谢！！",
    "annotation": [
      {
        "sentence": "停止不了学习上跟别人比较，越来越焦虑了，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是从小就特别喜欢跟身边人在学习上比较，因为我觉得这样会获得家人的认可与表扬，他们会很开心，所以我从小就严格要求自己。",
        "label": ""
      },
      {
        "sentence": "虽然前期取得了不错的成绩，可是后来我给自己的压力越来越大了，就变得越来越焦虑，学习成绩也是一直呈下坡的趋势，感觉这成了一个恶性循环，后来在高三的时候我被确诊焦虑症。",
        "label": ""
      },
      {
        "sentence": "现在我大二了，虽然压力没有高中的大，但我身边的同学、室友都非常努力，导致我感到非常焦虑，虽然我知道他们的成绩已经远超我，但我还是停不下来的要跟他们比，看到他们在学习我就很焦虑，我总告诉自己不需要跟别人比，可还是没用。",
        "label": ""
      },
      {
        "sentence": "最近一段时间焦虑程度更高了，我没法专心学习了。",
        "label": ""
      },
      {
        "sentence": "想到别人都在认真学习而我却没有，我会觉得很恐慌，会有危机感。",
        "label": ""
      },
      {
        "sentence": "我到底该怎么想才能不与别人比较，才能不这么焦虑啊，大家能帮帮我吗，感谢！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，看了你的文字，感受到你正被焦虑所困扰。你现在都无法专心的学习，而其他的人又在不停的学，这让你产生恐慌和不安。你总是停止不了和别人在学习上的比较，这让你产生很大的压力。当同学们在学习上超过你的时候，你感到非常大的焦虑。但还是无法停止在学习上和别人比较。你不但为学习焦虑，你还为和同学比较焦虑，还为焦虑而焦虑。这些情绪让你感到非常的难受吧？",
    "annotation": [
      {
        "sentence": "同学，看了你的文字，感受到你正被焦虑所困扰。",
        "label": ""
      },
      {
        "sentence": "你现在都无法专心的学习，而其他的人又在不停的学，这让你产生恐慌和不安。",
        "label": ""
      },
      {
        "sentence": "你总是停止不了和别人在学习上的比较，这让你产生很大的压力。",
        "label": ""
      },
      {
        "sentence": "当同学们在学习上超过你的时候，你感到非常大的焦虑。",
        "label": ""
      },
      {
        "sentence": "但还是无法停止在学习上和别人比较。",
        "label": ""
      },
      {
        "sentence": "你不但为学习焦虑，你还为和同学比较焦虑，还为焦虑而焦虑。",
        "label": ""
      },
      {
        "sentence": "这些情绪让你感到非常的难受吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是感觉很难受，觉得自己一直在恶性循环里，无法自拔。",
    "annotation": [
      {
        "sentence": "是的，我就是感觉很难受，觉得自己一直在恶性循环里，无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实在几年前我也得过焦虑症，那时候我的主要症状是失眠。所以，我就一门心思地想要治好我的失眠，也不知道自己得了焦虑症。后来自己接触了心理学，知道要从心理上解决自己的情绪问题，失眠的症状才得到了改善。其实情绪是没有好坏的，每种情绪都有价值，比如说焦虑，焦虑是对未来的不确定的担忧。正是因为焦虑，它会帮助我们避免许多我们不想要的东西。你想一想焦虑是不是给你带来了一些好处呢？是不是正是因为焦虑才能取得优秀的成绩。所以焦虑，它是一个信差，当我们被这个情绪困扰的时候，其实这种情绪不是我们痛苦的根源，而是我们内在的一些认知或者是观念导致了我们的痛苦。而这种痛苦才会引发这种情绪，我们需要试着和焦虑对话，去探索自己内心的真相。",
    "annotation": [
      {
        "sentence": "其实在几年前我也得过焦虑症，那时候我的主要症状是失眠。",
        "label": ""
      },
      {
        "sentence": "所以，我就一门心思地想要治好我的失眠，也不知道自己得了焦虑症。",
        "label": ""
      },
      {
        "sentence": "后来自己接触了心理学，知道要从心理上解决自己的情绪问题，失眠的症状才得到了改善。",
        "label": ""
      },
      {
        "sentence": "其实情绪是没有好坏的，每种情绪都有价值，比如说焦虑，焦虑是对未来的不确定的担忧。",
        "label": ""
      },
      {
        "sentence": "正是因为焦虑，它会帮助我们避免许多我们不想要的东西。",
        "label": ""
      },
      {
        "sentence": "你想一想焦虑是不是给你带来了一些好处呢？",
        "label": ""
      },
      {
        "sentence": "是不是正是因为焦虑才能取得优秀的成绩。",
        "label": ""
      },
      {
        "sentence": "所以焦虑，它是一个信差，当我们被这个情绪困扰的时候，其实这种情绪不是我们痛苦的根源，而是我们内在的一些认知或者是观念导致了我们的痛苦。",
        "label": ""
      },
      {
        "sentence": "而这种痛苦才会引发这种情绪，我们需要试着和焦虑对话，去探索自己内心的真相。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，焦虑可能真的是我内心认知和观念导致的。可是我该怎么去改变这些认知和观念呢？",
    "annotation": [
      {
        "sentence": "你说得有道理，焦虑可能真的是我内心认知和观念导致的。",
        "label": ""
      },
      {
        "sentence": "可是我该怎么去改变这些认知和观念呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你说从小就喜欢和别人比学习，这样会赢得父母的认可和表扬，为了他们的开心，你会严格要求自己。在我们很小的时候为了得到父母的认可是很正常的，但是现在你已经长大了，可以正确地评价自己，你的价值不仅仅体现在学习上。虽然学习也非常重要，但无论你的学习成绩好坏，你都是有价值的，都是值得被人喜欢和认可的。同时，也要允许自己落后于人，允许自己焦虑。允许同学们比你厉害。当你接纳一个真实的自己，可以不那么优秀，也可以学习成绩比别人差。允许自己呈现脆弱，真正的强大才会出现。所以，请接纳自己的不完美，接纳自己真实的状态。",
    "annotation": [
      {
        "sentence": "首先，你说从小就喜欢和别人比学习，这样会赢得父母的认可和表扬，为了他们的开心，你会严格要求自己。",
        "label": ""
      },
      {
        "sentence": "在我们很小的时候为了得到父母的认可是很正常的，但是现在你已经长大了，可以正确地评价自己，你的价值不仅仅体现在学习上。",
        "label": ""
      },
      {
        "sentence": "虽然学习也非常重要，但无论你的学习成绩好坏，你都是有价值的，都是值得被人喜欢和认可的。",
        "label": ""
      },
      {
        "sentence": "同时，也要允许自己落后于人，允许自己焦虑。",
        "label": ""
      },
      {
        "sentence": "允许同学们比你厉害。",
        "label": ""
      },
      {
        "sentence": "当你接纳一个真实的自己，可以不那么优秀，也可以学习成绩比别人差。",
        "label": ""
      },
      {
        "sentence": "允许自己呈现脆弱，真正的强大才会出现。",
        "label": ""
      },
      {
        "sentence": "所以，请接纳自己的不完美，接纳自己真实的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着接纳自己的不完美，接纳真实的我。",
    "annotation": [
      {
        "sentence": "嗯，我会试着接纳自己的不完美，接纳真实的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们处在焦虑情绪当中时，怎样才能够减缓自己的焦虑呢？这里我可以给你一些建议。首先，你可以尝试用腹式呼吸来减缓身体的焦虑，深吸一口气，慢慢地用鼻子或者嘴巴呼气，每天两次，5~10分钟就可以有用了。其次，动起来锻炼身体，可以从事任何你喜欢的活动或运动，哪怕是简单的绕着操场走一走。另外，找人聊天聊有趣的事情，听喜欢的音乐，看轻松的电影，做些快乐的事情。同时，发掘自己的创造力，画画、弹奏音乐、练字等等，沉浸在创作中，就没有办法去焦虑了。希望这些方法能帮助到你。",
    "annotation": [
      {
        "sentence": "当我们处在焦虑情绪当中时，怎样才能够减缓自己的焦虑呢？",
        "label": ""
      },
      {
        "sentence": "这里我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试用腹式呼吸来减缓身体的焦虑，深吸一口气，慢慢地用鼻子或者嘴巴呼气，每天两次，5~10分钟就可以有用了。",
        "label": ""
      },
      {
        "sentence": "其次，动起来锻炼身体，可以从事任何你喜欢的活动或运动，哪怕是简单的绕着操场走一走。",
        "label": ""
      },
      {
        "sentence": "另外，找人聊天聊有趣的事情，听喜欢的音乐，看轻松的电影，做些快乐的事情。",
        "label": ""
      },
      {
        "sentence": "同时，发掘自己的创造力，画画、弹奏音乐、练字等等，沉浸在创作中，就没有办法去焦虑了。",
        "label": ""
      },
      {
        "sentence": "希望这些方法能帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去做这些事情，希望能够减缓自己的焦虑情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去做这些事情，希望能够减缓自己的焦虑情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望这些方法对你有所帮助。记住，在焦虑情绪中，要试着和焦虑对话，探索自",
    "annotation": [
      {
        "sentence": "不客气，希望这些方法对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，在焦虑情绪中，要试着和焦虑对话，探索自",
        "label": ""
      }
    ]
  }
]