[
  {
    "role": "client",
    "content": "公婆一家很强势，为什么我是那个不正常的人？生完小孩以后，一直很焦虑，严重时不能睡觉，一直掉头发，最近一直学习心理知识，才会好一点，老公30年竟然没有离开过父母，这让我很绝望，他的父母一直偏心他哥，而且很强势，他们像一家人，习惯这种强势撒泼不讲理，反而我是格格不入的人。",
    "annotation": [
      {
        "sentence": "公婆一家很强势，为什么我是那个不正常的人？",
        "label": ""
      },
      {
        "sentence": "生完小孩以后，一直很焦虑，严重时不能睡觉，一直掉头发，最近一直学习心理知识，才会好一点，老公30年竟然没有离开过父母，这让我很绝望，他的父母一直偏心他哥，而且很强势，他们像一家人，习惯这种强势撒泼不讲理，反而我是格格不入的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生完孩子的妈妈很辛苦，身体和心理上都会有一些影响，这个时候需要好好休息静养，避免情绪波动。从你的描述中感受到你目前的生活氛围有一些紧张，丈夫一家人的处事态度让你有些不能接受，感觉自己格格不入。",
    "annotation": [
      {
        "sentence": "生完孩子的妈妈很辛苦，身体和心理上都会有一些影响，这个时候需要好好休息静养，避免情绪波动。",
        "label": ""
      },
      {
        "sentence": "从你的描述中感受到你目前的生活氛围有一些紧张，丈夫一家人的处事态度让你有些不能接受，感觉自己格格不入。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得压力很大，有时候感觉自己很孤立，身边没有人能理解我。",
    "annotation": [
      {
        "sentence": "是的，我觉得压力很大，有时候感觉自己很孤立，身边没有人能理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，确实在一个不被理解的环境中很辛苦。丈夫30年没有离开父母让你绝望，父母偏心他哥你有点看不下去，具体情况是如何呢？如果可以你可以尝试写下来梳理一下这些事情，看看让你最在意的地方是哪里，有没有办法去解决呢？该怎么去解决呢？",
    "annotation": [
      {
        "sentence": "理解你的感受，确实在一个不被理解的环境中很辛苦。",
        "label": ""
      },
      {
        "sentence": "丈夫30年没有离开父母让你绝望，父母偏心他哥你有点看不下去，具体情况是如何呢？",
        "label": ""
      },
      {
        "sentence": "如果可以你可以尝试写下来梳理一下这些事情，看看让你最在意的地方是哪里，有没有办法去解决呢？",
        "label": ""
      },
      {
        "sentence": "该怎么去解决呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实他父母一直对他哥哥特别宠爱，对我和孩子都比较冷漠。我觉得他们的态度不公平，但又无可奈何。我尝试过跟老公沟通，但他总是倾向于顺从他父母，我觉得很孤立。",
    "annotation": [
      {
        "sentence": "其实他父母一直对他哥哥特别宠爱，对我和孩子都比较冷漠。",
        "label": ""
      },
      {
        "sentence": "我觉得他们的态度不公平，但又无可奈何。",
        "label": ""
      },
      {
        "sentence": "我尝试过跟老公沟通，但他总是倾向于顺从他父母，我觉得很孤立。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情况确实很不容易。在处理家庭问题时，沟通是非常重要的。也许你可以试着和丈夫再次坐下来沟通，表达你的感受和需求。同时，也要尝试理解他的困境，他可能有自己的难处。可以提出一些妥协的建议，争取到一个双方都能接受的平衡点。",
    "annotation": [
      {
        "sentence": "情况确实很不容易。",
        "label": ""
      },
      {
        "sentence": "在处理家庭问题时，沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着和丈夫再次坐下来沟通，表达你的感受和需求。",
        "label": ""
      },
      {
        "sentence": "同时，也要尝试理解他的困境，他可能有自己的难处。",
        "label": ""
      },
      {
        "sentence": "可以提出一些妥协的建议，争取到一个双方都能接受的平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会试着再次和他沟通，希望能够找到一个解决的办法。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着再次和他沟通，希望能够找到一个解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有勇气去面对家庭问题，这是非常值得称赞的。同时我也建议你尝试一下书写疗愈方法，写下来梳理一下你内心最在意的地方，以及你对于解决问题的想法。这样做可以帮助你释放压力，同时也可以帮助你更好地理解自己的需求。你可以试一试。",
    "annotation": [
      {
        "sentence": "很好，你有勇气去面对家庭问题，这是非常值得称赞的。",
        "label": ""
      },
      {
        "sentence": "同时我也建议你尝试一下书写疗愈方法，写下来梳理一下你内心最在意的地方，以及你对于解决问题的想法。",
        "label": ""
      },
      {
        "sentence": "这样做可以帮助你释放压力，同时也可以帮助你更好地理解自己的需求。",
        "label": ""
      },
      {
        "sentence": "你可以试一试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试一试这个方法的。另外，我目前的状态是感到焦虑，严重时不能睡觉，一直掉头发，我想可能是因为情绪的影响，导致身体和生活上的变化。也许我需要去看医生，看看是否是焦虑引起的失眠和掉头发。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试一试这个方法的。",
        "label": ""
      },
      {
        "sentence": "另外，我目前的状态是感到焦虑，严重时不能睡觉，一直掉头发，我想可能是因为情绪的影响，导致身体和生活上的变化。",
        "label": ""
      },
      {
        "sentence": "也许我需要去看医生，看看是否是焦虑引起的失眠和掉头发。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的情绪确实对身体造成了一些反应。及时去看医生是个非常好的选择，他们可以给你提供专业的帮助和建议。同时，你也要好好爱护自己喔，这个时候的你更需要自己的关注和爱护，接纳自己的情绪然后想办法去梳理它。希望对你有帮助。",
    "annotation": [
      {
        "sentence": "是的，你的情绪确实对身体造成了一些反应。",
        "label": ""
      },
      {
        "sentence": "及时去看医生是个非常好的选择，他们可以给你提供专业的帮助和建议。",
        "label": ""
      },
      {
        "sentence": "同时，你也要好好爱护自己喔，这个时候的你更需要自己的关注和爱护，接纳自己的情绪然后想办法去梳理它。",
        "label": ""
      },
      {
        "sentence": "希望对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会按照你的建议去做的。希望我能够尽快走出困境，重新找回自己的平衡。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会按照你的建议去做的。",
        "label": ""
      },
      {
        "sentence": "希望我能够尽快走出困境，重新找回自己的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了第一步，相信你一定可以走出困境的。如果有任何需要，记得随时找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "你已经迈出了第一步，相信你一定可以走出困境的。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]