[
  {
    "role": "client",
    "content": "公婆一家很强势，为什么我是那个不正常的人？生完小孩以后，一直很焦虑，严重时不能睡觉，一直掉头发，最近一直学习心理知识，才会好一点，老公30年竟然没有离开过父母，这让我很绝望，他的父母一直偏心他哥，而且很强势，他们像一家人，习惯这种强势撒泼不讲理，反而我是格格不入的人。",
    "annotation": [
      {
        "sentence": "公婆一家很强势，为什么我是那个不正常的人？",
        "label": ""
      },
      {
        "sentence": "生完小孩以后，一直很焦虑，严重时不能睡觉，一直掉头发，最近一直学习心理知识，才会好一点，老公30年竟然没有离开过父母，这让我很绝望，他的父母一直偏心他哥，而且很强势，他们像一家人，习惯这种强势撒泼不讲理，反而我是格格不入的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初为人母，我们面临着角色的转变、生活方式生物钟的改变，从之前随心所欲的生活状态变成围着孩子转，喂奶、哄睡、换尿布、清洗衣物等等简单重复又琐碎的小事，心情出现焦虑、烦躁、不开心都是正常的现象呢，不知您是否还在为其他的方面焦虑，因此严重时不能睡觉。掉头发也是生孩子身体能力消耗、熬夜喂奶等引起，多注意休息、营养补充，之后会明显改善的。最重要的是情绪一定要好一点。",
    "annotation": [
      {
        "sentence": "初为人母，我们面临着角色的转变、生活方式生物钟的改变，从之前随心所欲的生活状态变成围着孩子转，喂奶、哄睡、换尿布、清洗衣物等等简单重复又琐碎的小事，心情出现焦虑、烦躁、不开心都是正常的现象呢，不知您是否还在为其他的方面焦虑，因此严重时不能睡觉。",
        "label": ""
      },
      {
        "sentence": "掉头发也是生孩子身体能力消耗、熬夜喂奶等引起，多注意休息、营养补充，之后会明显改善的。",
        "label": ""
      },
      {
        "sentence": "最重要的是情绪一定要好一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。最近我一直在学习心理知识，希望能够找到解决问题的方法，让自己稍微好一点。但是我很绝望，因为我发现我的丈夫竟然30年都没有离开过他的父母，这真让我感到很失望和无奈。不仅如此，他的父母一直偏心他的哥哥，对我也充满了强势和不公平的态度。我觉得自己和他们格格不入，每天都感到很痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "最近我一直在学习心理知识，希望能够找到解决问题的方法，让自己稍微好一点。",
        "label": ""
      },
      {
        "sentence": "但是我很绝望，因为我发现我的丈夫竟然30年都没有离开过他的父母，这真让我感到很失望和无奈。",
        "label": ""
      },
      {
        "sentence": "不仅如此，他的父母一直偏心他的哥哥，对我也充满了强势和不公平的态度。",
        "label": ""
      },
      {
        "sentence": "我觉得自己和他们格格不入，每天都感到很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受我完全能够理解。绝望的点是什么呢？你是觉得你的丈夫太依赖他的父母了吗？还是觉得他的独立能力不够好？或者是因为他的父母一直偏心他的哥哥，让你觉得在这个家庭中很没有归属感呢？他们强势的性格与你不同，你觉得自己很难适应这样的氛围，对吧？其实我们并不能完全融入对方的家庭，这是一个很正常的现象。重要的是我们要努力经营好自己的婚姻和家庭。如果你觉得融入对方家庭很困难，不妨减少一些接触，让彼此都感到更加舒适和和谐。你的婚姻并不取决于你是否能够融入对方的家庭，重要的是你和你的丈夫之间的感情和互相支持。希望一切都能好起来！",
    "annotation": [
      {
        "sentence": "你现在的感受我完全能够理解。",
        "label": ""
      },
      {
        "sentence": "绝望的点是什么呢？",
        "label": ""
      },
      {
        "sentence": "你是觉得你的丈夫太依赖他的父母了吗？",
        "label": ""
      },
      {
        "sentence": "还是觉得他的独立能力不够好？",
        "label": ""
      },
      {
        "sentence": "或者是因为他的父母一直偏心他的哥哥，让你觉得在这个家庭中很没有归属感呢？",
        "label": ""
      },
      {
        "sentence": "他们强势的性格与你不同，你觉得自己很难适应这样的氛围，对吧？",
        "label": ""
      },
      {
        "sentence": "其实我们并不能完全融入对方的家庭，这是一个很正常的现象。",
        "label": ""
      },
      {
        "sentence": "重要的是我们要努力经营好自己的婚姻和家庭。",
        "label": ""
      },
      {
        "sentence": "如果你觉得融入对方家庭很困难，不妨减少一些接触，让彼此都感到更加舒适和和谐。",
        "label": ""
      },
      {
        "sentence": "你的婚姻并不取决于你是否能够融入对方的家庭，重要的是你和你的丈夫之间的感情和互相支持。",
        "label": ""
      },
      {
        "sentence": "希望一切都能好起来！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我意识到了自己的婚姻和家庭并不取决于我是否融入他们家庭。我应该更加关注我们夫妻之间的感情和相互支持。就是因为我觉得他们一家人太强势了，所以才让我感到很不舒服。我觉得他们对我不公平，让我觉得自己格格不入。但是我也明白没有人可以完全符合别人的期望，所以我要更加努力去调整自己的心态。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说的很对，我意识到了自己的婚姻和家庭并不取决于我是否融入他们家庭。",
        "label": ""
      },
      {
        "sentence": "我应该更加关注我们夫妻之间的感情和相互支持。",
        "label": ""
      },
      {
        "sentence": "就是因为我觉得他们一家人太强势了，所以才让我感到很不舒服。",
        "label": ""
      },
      {
        "sentence": "我觉得他们对我不公平，让我觉得自己格格不入。",
        "label": ""
      },
      {
        "sentence": "但是我也明白没有人可以完全符合别人的期望，所以我要更加努力去调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能意识到这一点，并且有了改变的决心。你说得对，没有人可以完全符合别人的期望，每个人都有自己的特点和个性。重要的是我们要学会接受和包容，并且找到适应自己的方式。你可以尝试跟你的丈夫沟通一下，告诉他你的感受和痛苦，看看能否得到他的理解和支持。同时，也要学会与他的家人保持适当的距离，不要让自己的情绪受到过多的影响。希望你能够找到属于自己的平衡和幸福！",
    "annotation": [
      {
        "sentence": "很高兴你能意识到这一点，并且有了改变的决心。",
        "label": ""
      },
      {
        "sentence": "你说得对，没有人可以完全符合别人的期望，每个人都有自己的特点和个性。",
        "label": ""
      },
      {
        "sentence": "重要的是我们要学会接受和包容，并且找到适应自己的方式。",
        "label": ""
      },
      {
        "sentence": "你可以尝试跟你的丈夫沟通一下，告诉他你的感受和痛苦，看看能否得到他的理解和支持。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会与他的家人保持适当的距离，不要让自己的情绪受到过多的影响。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到属于自己的平衡和幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会尝试与丈夫沟通，并且学会保持适当的距离。我相信只要我们夫妻之间的感情好，其他的问题都能够解决。我也会调整自己的心态，学会更好地适应和包容。再次感谢你的支持和鼓励！我会努力让自己变得更好的！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会尝试与丈夫沟通，并且学会保持适当的距离。",
        "label": ""
      },
      {
        "sentence": "我相信只要我们夫妻之间的感情好，其他的问题都能够解决。",
        "label": ""
      },
      {
        "sentence": "我也会调整自己的心态，学会更好地适应和包容。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力让自己变得更好的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和信心！相信你一定能够克服困难，找到属于自己的幸福。记住，你并不是一个不正常的人，只是在面临婚姻和家庭的种种变化时感到困惑和焦虑，这是完全正常的。不要太过苛责自己，给自己一些时间和空间去适应。希望你的生活能够越来越好，一切都会好起来的！加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和信心！",
        "label": ""
      },
      {
        "sentence": "相信你一定能够克服困难，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记住，你并不是一个不正常的人，只是在面临婚姻和家庭的种种变化时感到困惑和焦虑，这是完全正常的。",
        "label": ""
      },
      {
        "sentence": "不要太过苛责自己，给自己一些时间和空间去适应。",
        "label": ""
      },
      {
        "sentence": "希望你的生活能够越来越好，一切都会好起来的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会记住你的话，给自己一些时间和空间去适应。我会努力去追求我的幸福，让自己变得更好。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会记住你的话，给自己一些时间和空间去适应。",
        "label": ""
      },
      {
        "sentence": "我会努力去追求我的幸福，让自己变得更好。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我相信你能够做到的。如果你还需要任何帮助或者有任何疑问，随时都可以来找我。记住，你并不孤单，我们会一起走过这个困难时期的。希望你的生活越来越美好！祝一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助或者有任何疑问，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一起走过这个困难时期的。",
        "label": ""
      },
      {
        "sentence": "希望你的生活越来越美好！",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]