[
  {
    "role": "client",
    "content": "大学和同学发生矛盾，要不要为了一时利益委曲求全？和大学同学吵架，然后他们组团拉帮结派针对我，然后我就告诉了我爸妈，但是我妈告诉我，不要跟同学吵架，没有必要跟同学吵架，因为天天见面发生冲突会影响自己心情，只要找一个舍友跟她玩得特别好有什么事情互相商量互相帮助就好了，不可以跟别的同学发生冲突，遇事情多忍让，不要想太多就好了。但是我觉得按照她说的这样做会一直压抑自己的情绪，因为我妈就是这样，都是把气撒在我身上，在同事朋友面前怂的跟条狗一样！？而且我也深受其害，一件事情憋了三四五年甚至十年没有说出来，给我的人生造成了很多巨大的遗憾，那我遇到有人找事应该怎么做？我都有一些社交恐惧惹️，不过听说大学里面要以学习为主，那我到底应该怎么做？",
    "annotation": [
      {
        "sentence": "大学和同学发生矛盾，要不要为了一时利益委曲求全？",
        "label": ""
      },
      {
        "sentence": "和大学同学吵架，然后他们组团拉帮结派针对我，然后我就告诉了我爸妈，但是我妈告诉我，不要跟同学吵架，没有必要跟同学吵架，因为天天见面发生冲突会影响自己心情，只要找一个舍友跟她玩得特别好有什么事情互相商量互相帮助就好了，不可以跟别的同学发生冲突，遇事情多忍让，不要想太多就好了。",
        "label": ""
      },
      {
        "sentence": "但是我觉得按照她说的这样做会一直压抑自己的情绪，因为我妈就是这样，都是把气撒在我身上，在同事朋友面前怂的跟条狗一样！？",
        "label": ""
      },
      {
        "sentence": "而且我也深受其害，一件事情憋了三四五年甚至十年没有说出来，给我的人生造成了很多巨大的遗憾，那我遇到有人找事应该怎么做？",
        "label": ""
      },
      {
        "sentence": "我都有一些社交恐惧惹️，不过听说大学里面要以学习为主，那我到底应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有幸我们可以一起探讨这个问题。首先我想到了每一代的“政治正确”的感受。我们长辈那一代，其实对于矛盾的感受其实是有种躲不起还惹不起，为了让自己舒服，认为不做错就不会受到伤害，所以会要求“完美受害者”既，只要受害者稍微有一点做的不对，那么我就是安全的。受害者之所以受害了是因为他们做错了，本质上还是担心自身受伤害。",
    "annotation": [
      {
        "sentence": "有幸我们可以一起探讨这个问题。",
        "label": ""
      },
      {
        "sentence": "首先我想到了每一代的“政治正确”的感受。",
        "label": ""
      },
      {
        "sentence": "我们长辈那一代，其实对于矛盾的感受其实是有种躲不起还惹不起，为了让自己舒服，认为不做错就不会受到伤害，所以会要求“完美受害者”既，只要受害者稍微有一点做的不对，那么我就是安全的。",
        "label": ""
      },
      {
        "sentence": "受害者之所以受害了是因为他们做错了，本质上还是担心自身受伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我同意你说的，长辈的观点确实有些过时，但我现在还是很困惑，遇到这样的情况我应该怎么做呢？",
    "annotation": [
      {
        "sentence": "我同意你说的，长辈的观点确实有些过时，但我现在还是很困惑，遇到这样的情况我应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑。在现代社会中，每个人都不可能被所有人喜欢，所以不用太过追求这一点。我建议你可以主动接触那些你认为对于矛盾处理比较好的人，比如你的舍友、在社团里有相同兴趣爱好的人，或者是和你有接触的师长们。找到一些具有目的性的人际关系，他们可能会提供给你一些建议和帮助。",
    "annotation": [
      {
        "sentence": "我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "在现代社会中，每个人都不可能被所有人喜欢，所以不用太过追求这一点。",
        "label": ""
      },
      {
        "sentence": "我建议你可以主动接触那些你认为对于矛盾处理比较好的人，比如你的舍友、在社团里有相同兴趣爱好的人，或者是和你有接触的师长们。",
        "label": ""
      },
      {
        "sentence": "找到一些具有目的性的人际关系，他们可能会提供给你一些建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议听起来不错。但是我有时候真的觉得不想太多就好了，不知道这样的想法是否正确。",
    "annotation": [
      {
        "sentence": "这个建议听起来不错。",
        "label": ""
      },
      {
        "sentence": "但是我有时候真的觉得不想太多就好了，不知道这样的想法是否正确。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的想法。不想太多确实可以让我们的心情更加轻松，但作为一个有情绪的人，我觉得相比压抑情绪，不如让情绪以一个细水长流的状态流淌出来更好。毕竟，长期压抑情绪可能导致爆发，而适时地表达情绪会更有利于我们的心理健康。",
    "annotation": [
      {
        "sentence": "我理解你的想法。",
        "label": ""
      },
      {
        "sentence": "不想太多确实可以让我们的心情更加轻松，但作为一个有情绪的人，我觉得相比压抑情绪，不如让情绪以一个细水长流的状态流淌出来更好。",
        "label": ""
      },
      {
        "sentence": "毕竟，长期压抑情绪可能导致爆发，而适时地表达情绪会更有利于我们的心理健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理。我现在还有一个担忧，我在社交方面有一些恐惧，不知道这会不会影响我在大学里的生活。",
    "annotation": [
      {
        "sentence": "你说得有道理。",
        "label": ""
      },
      {
        "sentence": "我现在还有一个担忧，我在社交方面有一些恐惧，不知道这会不会影响我在大学里的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社交恐惧是一个比较常见的问题，你并不孤单。能够意识到自己有这个恐惧已经是一大步了。在大学里，确实学习是我们的主要任务，但社交也是一个重要的部分，它能够让我们结识新朋友、锻炼自己的沟通能力等。你可以从小事做起，比如主动参加一些社团活动，多与人交谈，逐渐扩大你的社交圈子。也可以寻求一些心理辅导的帮助，学会应对社交恐惧。",
    "annotation": [
      {
        "sentence": "社交恐惧是一个比较常见的问题，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "能够意识到自己有这个恐惧已经是一大步了。",
        "label": ""
      },
      {
        "sentence": "在大学里，确实学习是我们的主要任务，但社交也是一个重要的部分，它能够让我们结识新朋友、锻炼自己的沟通能力等。",
        "label": ""
      },
      {
        "sentence": "你可以从小事做起，比如主动参加一些社团活动，多与人交谈，逐渐扩大你的社交圈子。",
        "label": ""
      },
      {
        "sentence": "也可以寻求一些心理辅导的帮助，学会应对社交恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会尝试从小事做起，逐渐克服自己的社交恐惧。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试从小事做起，逐渐克服自己的社交恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。相信你能够逐渐克服社交恐惧，享受大学生活的美好。如果以后还有任何问题，记得随时向我寻求帮助。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你能够逐渐克服社交恐惧，享受大学生活的美好。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题，记得随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和祝福。我会珍惜这次探讨的机会，积极努力改变自己。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和祝福。",
        "label": ""
      },
      {
        "sentence": "我会珍惜这次探讨的机会，积极努力改变自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。相信你的努力会有所回报，祝你一切顺利！如果需要任何帮助，随时都可以来找我。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信你的努力会有所回报，祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]