[
  {
    "role": "client",
    "content": "眼睛注意力在其他人身上，静不下心来做事？今天是我来培训学习的第三周，第一周还好好的，到第二周就开始这样了，注意力老是在他人身上，每天晚上回去休息的时候都在想着自己要加油，要让家里人过得好一点，就这样一直想啊想。",
    "annotation": [
      {
        "sentence": "眼睛注意力在其他人身上，静不下心来做事？",
        "label": ""
      },
      {
        "sentence": "今天是我来培训学习的第三周，第一周还好好的，到第二周就开始这样了，注意力老是在他人身上，每天晚上回去休息的时候都在想着自己要加油，要让家里人过得好一点，就这样一直想啊想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到自己去参加了一个培训，似乎是很重要也很有价值的培训。现在是第三周，第二周开始，你发现自己有一点把注意力放到别人身上，导致自己注意力无法集中，甚至有些紧张。",
    "annotation": [
      {
        "sentence": "你提到自己去参加了一个培训，似乎是很重要也很有价值的培训。",
        "label": ""
      },
      {
        "sentence": "现在是第三周，第二周开始，你发现自己有一点把注意力放到别人身上，导致自己注意力无法集中，甚至有些紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是一直在想着家人，想通过自己的努力让家人过上更好的生活。但是这种紧张的感觉让我无法放松。",
    "annotation": [
      {
        "sentence": "是的，我就是一直在想着家人，想通过自己的努力让家人过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "但是这种紧张的感觉让我无法放松。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对家人的爱，也理解你想要通过努力让他们过得更好的愿望。实现这种美好愿望的途径可能不仅仅是这一次培训，也许还有更多的途径需要时间。也许家人也希望你能开心一些、轻松一些，他们可能把你的快乐看得更重要。",
    "annotation": [
      {
        "sentence": "我理解你对家人的爱，也理解你想要通过努力让他们过得更好的愿望。",
        "label": ""
      },
      {
        "sentence": "实现这种美好愿望的途径可能不仅仅是这一次培训，也许还有更多的途径需要时间。",
        "label": ""
      },
      {
        "sentence": "也许家人也希望你能开心一些、轻松一些，他们可能把你的快乐看得更重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我或许需要放松一些，但是我总是很难控制自己往他人那撇的冲动，这让我很烦恼。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我或许需要放松一些，但是我总是很难控制自己往他人那撇的冲动，这让我很烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "允许自己往他人那撇，不试图去控制它，当你允许它发生的时候，你会发现这种情况会慢慢减轻。就像我们站在悬崖边，进一步就能看到悬崖下的风景，但是会很害怕；退一步会舒服一点，但舒服过后还是会想再看，莫不如我们直接站在悬崖边，仔细地去欣赏脚下的风景，站一会儿就会适应。",
    "annotation": [
      {
        "sentence": "允许自己往他人那撇，不试图去控制它，当你允许它发生的时候，你会发现这种情况会慢慢减轻。",
        "label": ""
      },
      {
        "sentence": "就像我们站在悬崖边，进一步就能看到悬崖下的风景，但是会很害怕；退一步会舒服一点，但舒服过后还是会想再看，莫不如我们直接站在悬崖边，仔细地去欣赏脚下的风景，站一会儿就会适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白你的意思了。或许我一直试图控制自己的注意力，而不是接受它。我会试着放松一些，允许自己去关注他人，看看会有什么变化。",
    "annotation": [
      {
        "sentence": "嗯，我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "或许我一直试图控制自己的注意力，而不是接受它。",
        "label": ""
      },
      {
        "sentence": "我会试着放松一些，允许自己去关注他人，看看会有什么变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有这个意识已经是很重要的一步。还有一件事我注意到你提到了大学时候的一次经历，因为没有给室友带书，你在上课的时候会往她那撇。当时是怎么处理的呢？",
    "annotation": [
      {
        "sentence": "很好，你有这个意识已经是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "还有一件事我注意到你提到了大学时候的一次经历，因为没有给室友带书，你在上课的时候会往她那撇。",
        "label": ""
      },
      {
        "sentence": "当时是怎么处理的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我向她诚恳地道歉，并解释了自己忘记的原因。她当时还是有一些情绪，但我觉得我已经尽力了。",
    "annotation": [
      {
        "sentence": "当时我向她诚恳地道歉，并解释了自己忘记的原因。",
        "label": ""
      },
      {
        "sentence": "她当时还是有一些情绪，但我觉得我已经尽力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你做了你应该做的事情。她有情绪是她自己的事情，你已经诚恳地道歉并解释了原因。她能够理解就好，如果她还有情绪，可能是需要她自己去处理的，或者这也是一个沟通的机会，可以进一步拉近你们之间的关系。",
    "annotation": [
      {
        "sentence": "非常好，你做了你应该做的事情。",
        "label": ""
      },
      {
        "sentence": "她有情绪是她自己的事情，你已经诚恳地道歉并解释了原因。",
        "label": ""
      },
      {
        "sentence": "她能够理解就好，如果她还有情绪，可能是需要她自己去处理的，或者这也是一个沟通的机会，可以进一步拉近你们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我总结一下，我需要允许自己紧张，不试图控制；还要梳理一下自己对家庭的责任；同时学会呼吸放松。我觉得你的回答对我有帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我总结一下，我需要允许自己紧张，不试图控制；还要梳理一下自己对家庭的责任；同时学会呼吸放松。",
        "label": ""
      },
      {
        "sentence": "我觉得你的回答对我有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。你的总结很好，希望你能尝试在这三个方面做一些思考和探索。如果有任何问题或者困惑，记得随时向我求助。祝愿你顺利度过培训和迎接更美好的生活！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "你的总结很好，希望你能尝试在这三个方面做一些思考和探索。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或者困惑，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝愿你顺利度过培训和迎接更美好的生活！",
        "label": ""
      }
    ]
  }
]