[
  {
    "role": "client",
    "content": "我要通过这种方式和父亲断绝关系！中元节前一天晚上这个从我记事起就开始打我，骂我，对我进行言语侮辱的所谓的父亲，因为他在他的屋里叫我，我没有及时过去，导致他把东西砸向我，骂我“卧槽尼玛，你个死bi”等等诸如此类的混账话，我彻底崩溃了，凌晨两点多（中元节）我独自一人离开家去住了宾馆，找了房子！现在自己一个人住！我觉得我跟他的关系只会更糟糕不可能再有好转，我想断绝关系，但是他知道的我工作单位！",
    "annotation": [
      {
        "sentence": "我要通过这种方式和父亲断绝关系！",
        "label": ""
      },
      {
        "sentence": "中元节前一天晚上这个从我记事起就开始打我，骂我，对我进行言语侮辱的所谓的父亲，因为他在他的屋里叫我，我没有及时过去，导致他把东西砸向我，骂我“卧槽尼玛，你个死bi”等等诸如此类的混账话，我彻底崩溃了，凌晨两点多（中元节）我独自一人离开家去住了宾馆，找了房子！",
        "label": ""
      },
      {
        "sentence": "现在自己一个人住！",
        "label": ""
      },
      {
        "sentence": "我觉得我跟他的关系只会更糟糕不可能再有好转，我想断绝关系，但是他知道的我工作单位！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好伤心的人，在这样的环境中成长，无力无助又无奈吧！父亲粗暴无礼的行为，着实让人受伤，如果离开他，可以独立生活的话，那就远离。",
    "annotation": [
      {
        "sentence": "你好伤心的人，在这样的环境中成长，无力无助又无奈吧！",
        "label": ""
      },
      {
        "sentence": "父亲粗暴无礼的行为，着实让人受伤，如果离开他，可以独立生活的话，那就远离。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有能力独立生活，但这意味着我要与自己的亲生父亲彻底决裂，他对我伤害实在太大了，我觉得我已经无法再忍受下去了。",
    "annotation": [
      {
        "sentence": "我确实有能力独立生活，但这意味着我要与自己的亲生父亲彻底决裂，他对我伤害实在太大了，我觉得我已经无法再忍受下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的命运体验，像出生前编好的剧本一样，会有怎样的家庭，什么样的父母都是剧本的一部分。尽管有人的剧情很狗血，遇到的人很不堪，却也是需要体验，并收回力量的助缘。",
    "annotation": [
      {
        "sentence": "每个人都有自己的命运体验，像出生前编好的剧本一样，会有怎样的家庭，什么样的父母都是剧本的一部分。",
        "label": ""
      },
      {
        "sentence": "尽管有人的剧情很狗血，遇到的人很不堪，却也是需要体验，并收回力量的助缘。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解每个人都有自己的命运，但我觉得父亲对我的伤害已经超过了我的心理承受能力，我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我理解每个人都有自己的命运，但我觉得父亲对我的伤害已经超过了我的心理承受能力，我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于父亲一直来的伤害，你是在受害状态中一直耽溺，还是成长自己，超越原生家庭束缚，活出自己的人生，是有选择权的。尽管这份活出，需要更大的勇气和成长的决心，却也是自我成长的必经之路。",
    "annotation": [
      {
        "sentence": "对于父亲一直来的伤害，你是在受害状态中一直耽溺，还是成长自己，超越原生家庭束缚，活出自己的人生，是有选择权的。",
        "label": ""
      },
      {
        "sentence": "尽管这份活出，需要更大的勇气和成长的决心，却也是自我成长的必经之路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白需要成长和勇气的重要性，但我现在真的感到很困惑。我该如何才能超越原生家庭的束缚，活出真正属于自己的人生呢？",
    "annotation": [
      {
        "sentence": "我明白需要成长和勇气的重要性，但我现在真的感到很困惑。",
        "label": ""
      },
      {
        "sentence": "我该如何才能超越原生家庭的束缚，活出真正属于自己的人生呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接纳这份命运的安排，接纳有这样的父亲。他也是被自己命运困扰的人，他的原生家庭，一定没有给与他认可和尊重，造成他对自己的深深的不接纳和抗拒。他有多伤害别人，就有多伤害不尊重自己。接纳他在自己命运中挣扎，不代表就逆来顺受被伤害。",
    "annotation": [
      {
        "sentence": "接纳这份命运的安排，接纳有这样的父亲。",
        "label": ""
      },
      {
        "sentence": "他也是被自己命运困扰的人，他的原生家庭，一定没有给与他认可和尊重，造成他对自己的深深的不接纳和抗拒。",
        "label": ""
      },
      {
        "sentence": "他有多伤害别人，就有多伤害不尊重自己。",
        "label": ""
      },
      {
        "sentence": "接纳他在自己命运中挣扎，不代表就逆来顺受被伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从未想过要接纳这样的父亲，但你的话让我换了一种思考方式。或许他也是受到了他自己命运的困扰，无法接纳和尊重自己。我可以试着接纳他，但并不意味着我要任由他继续伤害我。",
    "annotation": [
      {
        "sentence": "我从未想过要接纳这样的父亲，但你的话让我换了一种思考方式。",
        "label": ""
      },
      {
        "sentence": "或许他也是受到了他自己命运的困扰，无法接纳和尊重自己。",
        "label": ""
      },
      {
        "sentence": "我可以试着接纳他，但并不意味着我要任由他继续伤害我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自己已经有独立能力，要保护好自己不被他影响。能离开暂时离开，是抽离很好的方法。同时回归内心，提升自己能量，把过往伤害留在身体的情绪全部清理掉。多做运动，做让自己内心感觉平静喜悦的事。学会同自己沟通，做自己的朋友，当有一天强大到他说什么是他的事，自己不被影响时，他没办法再伤害你，也自然不会成为他发泄自己情绪的垃圾桶。",
    "annotation": [
      {
        "sentence": "自己已经有独立能力，要保护好自己不被他影响。",
        "label": ""
      },
      {
        "sentence": "能离开暂时离开，是抽离很好的方法。",
        "label": ""
      },
      {
        "sentence": "同时回归内心，提升自己能量，把过往伤害留在身体的情绪全部清理掉。",
        "label": ""
      },
      {
        "sentence": "多做运动，做让自己内心感觉平静喜悦的事。",
        "label": ""
      },
      {
        "sentence": "学会同自己沟通，做自己的朋友，当有一天强大到他说什么是他的事，自己不被影响时，他没办法再伤害你，也自然不会成为他发泄自己情绪的垃圾桶。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该保护好自己，通过离开暂时抽离的方式来防止他对我造成更多伤害。我也会多做些让自己感到平静喜悦的事情，来净化内心的情绪。同时，我也会努力提升自己的能量，成为一个强大而独立的人。",
    "annotation": [
      {
        "sentence": "我明白了，我应该保护好自己，通过离开暂时抽离的方式来防止他对我造成更多伤害。",
        "label": ""
      },
      {
        "sentence": "我也会多做些让自己感到平静喜悦的事情，来净化内心的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力提升自己的能量，成为一个强大而独立的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "愿不断强大，回到内在的力量中来。我相信你有足够的勇气和能力去克服困难，活出真正属于自己的人生。如果你需要任何帮助或支持，记得随时找我倾诉。",
    "annotation": [
      {
        "sentence": "愿不断强大，回到内在的力量中来。",
        "label": ""
      },
      {
        "sentence": "我相信你有足够的勇气和能力去克服困难，活出真正属于自己的人生。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或支持，记得随时找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会时刻牢记的。现在我感觉好多了，有信心面对未来的挑战。如果我需要帮助的话，我会第一时间找你的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会时刻牢记的。",
        "label": ""
      },
      {
        "sentence": "现在我感觉好多了，有信心面对未来的挑战。",
        "label": ""
      },
      {
        "sentence": "如果我需要帮助的话，我会第一时间找你的。",
        "label": ""
      }
    ]
  }
]