[
  {
    "role": "client",
    "content": "大脑里一直有一个声音\"你是小孩\"该怎样缓解？抑郁症发作的时候六亲不认，情绪高昂，被人\"小孩\"\"小孩\"的叫。病情缓解之后，对于有记忆的部分事实感到莫名的内疚，之后我发现自己经常会代入到\"小孩\"的角色里，在生活中的为人处世遵照着\"小孩\"的标准去执行，这加深了旁人对我\"小孩\"的印象。我该如何控制自己？",
    "annotation": [
      {
        "sentence": "大脑里一直有一个声音\"你是小孩\"该怎样缓解？",
        "label": ""
      },
      {
        "sentence": "抑郁症发作的时候六亲不认，情绪高昂，被人\"小孩\"\"小孩\"的叫。",
        "label": ""
      },
      {
        "sentence": "病情缓解之后，对于有记忆的部分事实感到莫名的内疚，之后我发现自己经常会代入到\"小孩\"的角色里，在生活中的为人处世遵照着\"小孩\"的标准去执行，这加深了旁人对我\"小孩\"的印象。",
        "label": ""
      },
      {
        "sentence": "我该如何控制自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【抑郁症发作的时候六亲不认，情绪高昂，被人\"小孩\"\"小孩\"的叫。】抑郁症发作时，你的思维是在混乱状态下的，在这个时候有人叫你“小孩”，很容易对你的潜意识产生影响；抑郁症的产生原因有很多，可能因为生活的一件小事，无法疏解，一直在自己的内心，时间久了，就变成思想上的一种疾病了；",
    "annotation": [
      {
        "sentence": "【抑郁症发作的时候六亲不认，情绪高昂，被人\"小孩\"\"小孩\"的叫。",
        "label": ""
      },
      {
        "sentence": "】抑郁症发作时，你的思维是在混乱状态下的，在这个时候有人叫你“小孩”，很容易对你的潜意识产生影响；抑郁症的产生原因有很多，可能因为生活的一件小事，无法疏解，一直在自己的内心，时间久了，就变成思想上的一种疾病了；",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很受困扰，听到这个声音就觉得自己没有长大，很无助。有时候情绪变得异常低落，总觉得自己无法拥有一个健康的心态。我应该怎么办？",
    "annotation": [
      {
        "sentence": "我真的很受困扰，听到这个声音就觉得自己没有长大，很无助。",
        "label": ""
      },
      {
        "sentence": "有时候情绪变得异常低落，总觉得自己无法拥有一个健康的心态。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的感受，你之前的经历可能导致你对于这个声音产生困扰，我们可以从以下几个方面来缓解这个问题。首先，明确自己当前的年龄阶段，认识到自己的成长；其次，尝试与身边的人沟通，希望他们不要再叫你小孩；你还可以寻求心理咨询师的帮助，通过咨询来解决你当前的问题；同时，发展培养兴趣爱好，让生活变得丰富多彩；最后，打开封闭的内心，以一种佛系的心态来看待周围的人和事物。加油，相信这只是你的一个阶段，度过阴霾就是晴天。",
    "annotation": [
      {
        "sentence": "了解你的感受，你之前的经历可能导致你对于这个声音产生困扰，我们可以从以下几个方面来缓解这个问题。",
        "label": ""
      },
      {
        "sentence": "首先，明确自己当前的年龄阶段，认识到自己的成长；其次，尝试与身边的人沟通，希望他们不要再叫你小孩；你还可以寻求心理咨询师的帮助，通过咨询来解决你当前的问题；同时，发展培养兴趣爱好，让生活变得丰富多彩；最后，打开封闭的内心，以一种佛系的心态来看待周围的人和事物。",
        "label": ""
      },
      {
        "sentence": "加油，相信这只是你的一个阶段，度过阴霾就是晴天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你给我的建议，我会试着认识自己当前的年龄阶段，并且告诉身边的人不要再叫我小孩。但有时候，我还是会陷入以小孩的标准行事的习惯中，怎么才能改变这种习惯呢？",
    "annotation": [
      {
        "sentence": "感谢你给我的建议，我会试着认识自己当前的年龄阶段，并且告诉身边的人不要再叫我小孩。",
        "label": ""
      },
      {
        "sentence": "但有时候，我还是会陷入以小孩的标准行事的习惯中，怎么才能改变这种习惯呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变一个习惯需要时间和耐心，我们可以尝试一些方法来帮你逐步改变这种行事习惯。首先，你可以尝试自我观察，意识到自己正在以小孩的标准行事；然后，设立目标和规划，制定一些符合你当前年龄和身份的行为准则；此外，寻求其他人的帮助和鼓励也是很重要的，他们可以给予你外界的肯定和支持。不要过于苛求自己，缓慢而持续地改变，相信你能够逐渐掌控和改变自己的行为习惯。",
    "annotation": [
      {
        "sentence": "改变一个习惯需要时间和耐心，我们可以尝试一些方法来帮你逐步改变这种行事习惯。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试自我观察，意识到自己正在以小孩的标准行事；然后，设立目标和规划，制定一些符合你当前年龄和身份的行为准则；此外，寻求其他人的帮助和鼓励也是很重要的，他们可以给予你外界的肯定和支持。",
        "label": ""
      },
      {
        "sentence": "不要过于苛求自己，缓慢而持续地改变，相信你能够逐渐掌控和改变自己的行为习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着从自我观察入手，设立一些实际的目标和规划，然后争取他人的支持与帮助。希望自己能够战胜这个问题。谢谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "我会试着从自我观察入手，设立一些实际的目标和规划，然后争取他人的支持与帮助。",
        "label": ""
      },
      {
        "sentence": "希望自己能够战胜这个问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你对于改变这个问题充满了希望，相信你能够战胜它。在整个改变的过程中，记得多关注自己的情绪和感受，及时调整自己的心态，不要给自己过大的压力。如果有需要，随时再向我寻求支持和倾诉。祝你一切顺利，找回属于自己的成熟和自信！",
    "annotation": [
      {
        "sentence": "很高兴看到你对于改变这个问题充满了希望，相信你能够战胜它。",
        "label": ""
      },
      {
        "sentence": "在整个改变的过程中，记得多关注自己的情绪和感受，及时调整自己的心态，不要给自己过大的压力。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时再向我寻求支持和倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，找回属于自己的成熟和自信！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！我一定会坚持努力，争取找回自己的心态。如果有需要，我会再次向你求助的。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我一定会坚持努力，争取找回自己的心态。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再次向你求助的。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  }
]