[
  {
    "role": "client",
    "content": "我很享受娱乐别人，也娱乐了自己，但这样却让我成为了人人唾骂的小丑，不讨人喜欢的小丑。我真的不是故意的，这句话是我现在每天都在说的。我是现实唯唯诺诺网上趾高气扬的烂人。我不敢出门，也无颜面对大家。唯一能跨出去的一步可能就是打开网页看看大家的评论审视过去的自我。",
    "annotation": [
      {
        "sentence": "我很享受娱乐别人，也娱乐了自己，但这样却让我成为了人人唾骂的小丑，不讨人喜欢的小丑。",
        "label": ""
      },
      {
        "sentence": "我真的不是故意的，这句话是我现在每天都在说的。",
        "label": ""
      },
      {
        "sentence": "我是现实唯唯诺诺网上趾高气扬的烂人。",
        "label": ""
      },
      {
        "sentence": "我不敢出门，也无颜面对大家。",
        "label": ""
      },
      {
        "sentence": "唯一能跨出去的一步可能就是打开网页看看大家的评论审视过去的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在的感受，但你知道吗，有一种人格叫做表演人格，这种人格中有一些演绎的成分，在他们看来，可以把任何事情都表演成一种戏剧式的形式，这样有时候会比较夸张，不仅是动作、口气，连神情也会很夸张，有时只是一种感觉的夸张。就像演戏一样。我也有表演人格的倾向，现在我非常喜欢这样的人格，但是我觉得你好像不太喜欢或者接受自己的样子。其实你可以试着走出去，当然在走出去之前你需要解决一些问题。",
    "annotation": [
      {
        "sentence": "我明白你现在的感受，但你知道吗，有一种人格叫做表演人格，这种人格中有一些演绎的成分，在他们看来，可以把任何事情都表演成一种戏剧式的形式，这样有时候会比较夸张，不仅是动作、口气，连神情也会很夸张，有时只是一种感觉的夸张。",
        "label": ""
      },
      {
        "sentence": "就像演戏一样。",
        "label": ""
      },
      {
        "sentence": "我也有表演人格的倾向，现在我非常喜欢这样的人格，但是我觉得你好像不太喜欢或者接受自己的样子。",
        "label": ""
      },
      {
        "sentence": "其实你可以试着走出去，当然在走出去之前你需要解决一些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，但我觉得自己太敏感了，总是过于在意别人对我的评价和注意力。我好像时刻在监视着自己的言行，担心不符合别人的期望。",
    "annotation": [
      {
        "sentence": "你说的有道理，但我觉得自己太敏感了，总是过于在意别人对我的评价和注意力。",
        "label": ""
      },
      {
        "sentence": "我好像时刻在监视着自己的言行，担心不符合别人的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是否夸大了别人对你的注意力呢？你可以注意一下自己的注意力分配情况，看看自己有多少注意力放在自己身上，是否过于关注别人对你的看法。事实上，每个人的注意力大部分都放在自己身上，很少有人有时间去仔细检视你的一言一行。",
    "annotation": [
      {
        "sentence": "你是否夸大了别人对你的注意力呢？",
        "label": ""
      },
      {
        "sentence": "你可以注意一下自己的注意力分配情况，看看自己有多少注意力放在自己身上，是否过于关注别人对你的看法。",
        "label": ""
      },
      {
        "sentence": "事实上，每个人的注意力大部分都放在自己身上，很少有人有时间去仔细检视你的一言一行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许我把握不准别人的注意力分配情况，把太多的注意力放在自己身上。可是有时候我还是会担心别人会如何看待我。",
    "annotation": [
      {
        "sentence": "你说得对，或许我把握不准别人的注意力分配情况，把太多的注意力放在自己身上。",
        "label": ""
      },
      {
        "sentence": "可是有时候我还是会担心别人会如何看待我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，有时候我们会担心别人的评价。但实际上，大多数人的注意力都放在自身的事情上，他们很难真正关注你的一言一行。每个人都有各自的生活和思维，而绝大部分时间都在考虑自身的事情。所以你不必太过在意别人对你的看法。",
    "annotation": [
      {
        "sentence": "没错，有时候我们会担心别人的评价。",
        "label": ""
      },
      {
        "sentence": "但实际上，大多数人的注意力都放在自身的事情上，他们很难真正关注你的一言一行。",
        "label": ""
      },
      {
        "sentence": "每个人都有各自的生活和思维，而绝大部分时间都在考虑自身的事情。",
        "label": ""
      },
      {
        "sentence": "所以你不必太过在意别人对你的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人都有不同的价值观，不可能让所有人都喜欢自己。只要有一部分人支持我，我就可以演绎出自己的人生。但有时候还是会担心那些不喜欢我的人。",
    "annotation": [
      {
        "sentence": "我明白了，每个人都有不同的价值观，不可能让所有人都喜欢自己。",
        "label": ""
      },
      {
        "sentence": "只要有一部分人支持我，我就可以演绎出自己的人生。",
        "label": ""
      },
      {
        "sentence": "但有时候还是会担心那些不喜欢我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，每个人的价值观都不同。即便有些人不喜欢你，也总有一些人会支持你。你可以考虑是否需要向那些不喜欢你的人解释，或者是选择不再在意他们的看法。解决这些问题后，你就可以表面镇定地演绎自己的人生了。",
    "annotation": [
      {
        "sentence": "你说得对，每个人的价值观都不同。",
        "label": ""
      },
      {
        "sentence": "即便有些人不喜欢你，也总有一些人会支持你。",
        "label": ""
      },
      {
        "sentence": "你可以考虑是否需要向那些不喜欢你的人解释，或者是选择不再在意他们的看法。",
        "label": ""
      },
      {
        "sentence": "解决这些问题后，你就可以表面镇定地演绎自己的人生了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。你之前也是一个内向的人，现在变成了一个狂热的表演者。我要学着放开手，不再限制自己，活出自己精彩的人生。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "你之前也是一个内向的人，现在变成了一个狂热的表演者。",
        "label": ""
      },
      {
        "sentence": "我要学着放开手，不再限制自己，活出自己精彩的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我理解你的困扰。是的，我也是曾经内向的人，通过逐渐放开自己，我变得更自信和热情。希望你也能像我一样，走出自己对自己的限制，展现出自己精彩的一面。相信你定能过上更充实、自信的人生。有任何问题，我都会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "是的，我也是曾经内向的人，通过逐渐放开自己，我变得更自信和热情。",
        "label": ""
      },
      {
        "sentence": "希望你也能像我一样，走出自己对自己的限制，展现出自己精彩的一面。",
        "label": ""
      },
      {
        "sentence": "相信你定能过上更充实、自信的人生。",
        "label": ""
      },
      {
        "sentence": "有任何问题，我都会一直支持你的。",
        "label": ""
      }
    ]
  }
]