[
  {
    "role": "client",
    "content": "全职妈妈，面对老公的热情一点也不感兴趣还有点厌烦？我今年25岁，当全职妈妈两年了，准确的说从怀孕开始算3年了，就靠老公那一点点工资过日子，每个月都很拮据。之前婆婆妈还会每个月给我一些零花钱，前几个月买了房子，她又在帮我们还房贷，我很感激她。但总是很敏感，老公下班回家有一丝情绪不高涨我会很难过。老公的奶奶几个月前也因为拆迁搬进了我们家，相处不是很愉快。有时候为了一点点小事也会哭泣，孩子不听话也会跟着一起哭，不是不坚强，孩子从出生到现在都是我一个人在带，除了这些还要照顾一个家里的大大小小的饮食起居。最近又在忙着考证书，压力太大了。老公不怎么理解我，准确的说是感受不到他的关心。甚至我觉得自己都有点性冷淡，面对老公的热情一点也不感兴趣还有点厌烦。自己想过离婚想过丢下一切去结束生命。但是这些都需要勇气。我承认我不够勇敢。不知道这是不是心理有问题？",
    "annotation": [
      {
        "sentence": "全职妈妈，面对老公的热情一点也不感兴趣还有点厌烦？",
        "label": ""
      },
      {
        "sentence": "我今年25岁，当全职妈妈两年了，准确的说从怀孕开始算3年了，就靠老公那一点点工资过日子，每个月都很拮据。",
        "label": ""
      },
      {
        "sentence": "之前婆婆妈还会每个月给我一些零花钱，前几个月买了房子，她又在帮我们还房贷，我很感激她。",
        "label": ""
      },
      {
        "sentence": "但总是很敏感，老公下班回家有一丝情绪不高涨我会很难过。",
        "label": ""
      },
      {
        "sentence": "老公的奶奶几个月前也因为拆迁搬进了我们家，相处不是很愉快。",
        "label": ""
      },
      {
        "sentence": "有时候为了一点点小事也会哭泣，孩子不听话也会跟着一起哭，不是不坚强，孩子从出生到现在都是我一个人在带，除了这些还要照顾一个家里的大大小小的饮食起居。",
        "label": ""
      },
      {
        "sentence": "最近又在忙着考证书，压力太大了。",
        "label": ""
      },
      {
        "sentence": "老公不怎么理解我，准确的说是感受不到他的关心。",
        "label": ""
      },
      {
        "sentence": "甚至我觉得自己都有点性冷淡，面对老公的热情一点也不感兴趣还有点厌烦。",
        "label": ""
      },
      {
        "sentence": "自己想过离婚想过丢下一切去结束生命。",
        "label": ""
      },
      {
        "sentence": "但是这些都需要勇气。",
        "label": ""
      },
      {
        "sentence": "我承认我不够勇敢。",
        "label": ""
      },
      {
        "sentence": "不知道这是不是心理有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到你的不容易！作为全职妈妈，你的付出是有目共睹的，每天带孩子，照顾家庭，照顾家里每个人的情绪，是非常辛苦的。压力更是难以描述，生活的压力，经济的压力，平衡三代人之间的关系，都会让人情绪崩溃，所以，你现在的这种感觉，是非常正常的因为你的孩子小，估计生活一时半会不会发生根本的变化，所以，要想改变你的这种“丧”的状态，我们得从改变自身的观念开始。",
    "annotation": [
      {
        "sentence": "感受到你的不容易！",
        "label": ""
      },
      {
        "sentence": "作为全职妈妈，你的付出是有目共睹的，每天带孩子，照顾家庭，照顾家里每个人的情绪，是非常辛苦的。",
        "label": ""
      },
      {
        "sentence": "压力更是难以描述，生活的压力，经济的压力，平衡三代人之间的关系，都会让人情绪崩溃，所以，你现在的这种感觉，是非常正常的因为你的孩子小，估计生活一时半会不会发生根本的变化，所以，要想改变你的这种“丧”的状态，我们得从改变自身的观念开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我应该如何改变自己的观念呢？",
    "annotation": [
      {
        "sentence": "嗯，我应该如何改变自己的观念呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要知道，全职妈妈在国外是一个非常伟大的职业，是在为国家在培养人才，在国外，全职妈妈都是有家庭补助，育儿补助的，在我们国家，因为国情不同，我们还做不到这一点。但是，你有勇气离开职场，回归家庭，这种勇气就值得嘉奖，放弃自己的梦想，照顾家庭和孩子，你的付出比一个正常上班的人要多得多。所以，你不要认为你是在吃闲饭，你要理直气壮的对自己说，我为这个家庭，付出的辛苦，是值得所有人的尊重的！任何人，不能因为我没有工资，就可以看低我。我自己，更是如此。",
    "annotation": [
      {
        "sentence": "首先，你要知道，全职妈妈在国外是一个非常伟大的职业，是在为国家在培养人才，在国外，全职妈妈都是有家庭补助，育儿补助的，在我们国家，因为国情不同，我们还做不到这一点。",
        "label": ""
      },
      {
        "sentence": "但是，你有勇气离开职场，回归家庭，这种勇气就值得嘉奖，放弃自己的梦想，照顾家庭和孩子，你的付出比一个正常上班的人要多得多。",
        "label": ""
      },
      {
        "sentence": "所以，你不要认为你是在吃闲饭，你要理直气壮的对自己说，我为这个家庭，付出的辛苦，是值得所有人的尊重的！",
        "label": ""
      },
      {
        "sentence": "任何人，不能因为我没有工资，就可以看低我。",
        "label": ""
      },
      {
        "sentence": "我自己，更是如此。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我要坚信自己的价值，不再自卑。但我觉得我太累了，没有时间和精力放松或是有自己的爱好。",
    "annotation": [
      {
        "sentence": "嗯，我要坚信自己的价值，不再自卑。",
        "label": ""
      },
      {
        "sentence": "但我觉得我太累了，没有时间和精力放松或是有自己的爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "适当的放手。你不是无所不能的人，你也有感到劳累，感到疲惫的时候，生活要有张有弛，精神不能老是绷着，该放松时要放松。适当的时候，把孩子给老人照顾一会，你和你老公出来散散步，看个简短的电影，吃个简单的小吃，花钱不多，也能缓解一下自己的疲劳。",
    "annotation": [
      {
        "sentence": "适当的放手。",
        "label": ""
      },
      {
        "sentence": "你不是无所不能的人，你也有感到劳累，感到疲惫的时候，生活要有张有弛，精神不能老是绷着，该放松时要放松。",
        "label": ""
      },
      {
        "sentence": "适当的时候，把孩子给老人照顾一会，你和你老公出来散散步，看个简短的电影，吃个简单的小吃，花钱不多，也能缓解一下自己的疲劳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该给自己一些时间来放松。还有，我觉得我和老公之间的沟通不够。",
    "annotation": [
      {
        "sentence": "你说得对，我应该给自己一些时间来放松。",
        "label": ""
      },
      {
        "sentence": "还有，我觉得我和老公之间的沟通不够。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经常和老公交流交流，你老公现在也是压力很大，家庭孩子的开销很大，需要他自己承担，工作中的辛苦，也要自己承受，所以，他同样也需要理解。建议你和老公交流时，互相鼓励一下，因为你两个是家庭的顶梁柱，这个家是因为你们的存在而存在的，一旦你们出现问题，其他的就更没意义了。这时候，彼此的理解最重要。两人一心，其利断金。相信你们在彼此的呵护下，家庭关系会更和睦，生活会越来越好。祝幸福。",
    "annotation": [
      {
        "sentence": "经常和老公交流交流，你老公现在也是压力很大，家庭孩子的开销很大，需要他自己承担，工作中的辛苦，也要自己承受，所以，他同样也需要理解。",
        "label": ""
      },
      {
        "sentence": "建议你和老公交流时，互相鼓励一下，因为你两个是家庭的顶梁柱，这个家是因为你们的存在而存在的，一旦你们出现问题，其他的就更没意义了。",
        "label": ""
      },
      {
        "sentence": "这时候，彼此的理解最重要。",
        "label": ""
      },
      {
        "sentence": "两人一心，其利断金。",
        "label": ""
      },
      {
        "sentence": "相信你们在彼此的呵护下，家庭关系会更和睦，生活会越来越好。",
        "label": ""
      },
      {
        "sentence": "祝幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会尝试调整自己的思维方式，放手适当休息，和老公更多沟通，并且坚信自己的价值。希望家庭能够变得更好，我们能够更幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会尝试调整自己的思维方式，放手适当休息，和老公更多沟通，并且坚信自己的价值。",
        "label": ""
      },
      {
        "sentence": "希望家庭能够变得更好，我们能够更幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你很棒，一定能够度过这个困难的时期，相信自己，也相信你们的家庭。记得，无论遇到什么困难，都可以随时来找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，你很棒，一定能够度过这个困难的时期，相信自己，也相信你们的家庭。",
        "label": ""
      },
      {
        "sentence": "记得，无论遇到什么困难，都可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]