[
  {
    "role": "client",
    "content": "最近读博压力好大，感觉自己只能假装还好。我本来是硕博连读的，第二年的时候师姐却比我先毕业了，因为老师觉得我还有时间，而她急着毕业。再加上我还被安排一些杂活，比如跑财务之类的，还被人骂。从那时开始，我对博士生活就失去了信心，觉得自己为什么能力强就要被虐待，活该懒散不努力。从初中起，我就独自去另一个城市上学，很少依赖别人。我知道我爸妈很爱我，可是他们总是提醒我，如果发不出论文我将会很难受。我本来已经很难受了，可我也没法跟他们诉说有多大压力，真不是我不努力。去年的时候我每天都会哭，提不起劲儿，过得浑浑噩噩的。今年在家里度过疫情期间还好一些，可开学回来后心情又变差了。男朋友家里也一直给我施压，他的亲戚很多，而我又不擅长处理人际关系，所以我真的很累，每天都要假装自己还好。",
    "annotation": [
      {
        "sentence": "最近读博压力好大，感觉自己只能假装还好。",
        "label": ""
      },
      {
        "sentence": "我本来是硕博连读的，第二年的时候师姐却比我先毕业了，因为老师觉得我还有时间，而她急着毕业。",
        "label": ""
      },
      {
        "sentence": "再加上我还被安排一些杂活，比如跑财务之类的，还被人骂。",
        "label": ""
      },
      {
        "sentence": "从那时开始，我对博士生活就失去了信心，觉得自己为什么能力强就要被虐待，活该懒散不努力。",
        "label": ""
      },
      {
        "sentence": "从初中起，我就独自去另一个城市上学，很少依赖别人。",
        "label": ""
      },
      {
        "sentence": "我知道我爸妈很爱我，可是他们总是提醒我，如果发不出论文我将会很难受。",
        "label": ""
      },
      {
        "sentence": "我本来已经很难受了，可我也没法跟他们诉说有多大压力，真不是我不努力。",
        "label": ""
      },
      {
        "sentence": "去年的时候我每天都会哭，提不起劲儿，过得浑浑噩噩的。",
        "label": ""
      },
      {
        "sentence": "今年在家里度过疫情期间还好一些，可开学回来后心情又变差了。",
        "label": ""
      },
      {
        "sentence": "男朋友家里也一直给我施压，他的亲戚很多，而我又不擅长处理人际关系，所以我真的很累，每天都要假装自己还好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我感同身受。因为压力大的时候，我也偷偷哭过很多次。虽然有人总说男儿有泪不轻弹，可是我作为一个女生，也常常偷偷擦拭眼泪。人无完人，任何人都不是铁打的，所以，哭泣只是情绪的一种宣泄方式。如果你把自己的压抑情绪堆积在内心的囚笼中，等待你的可能会是更加痛苦的心理问题。希望我的回答能给你带来一些帮助。首先，面对压力，我们都需要有应对的方式，而泪水只是其中一种。不要因为你哭了就觉得自己软弱不堪，人类七情六欲都是正常的。所以，我们爱自己的前提，就是接受自己的一切，包括自己的脆弱。人的情绪受到脑部控制，当你不开心的时候，大脑会发射信号到我们的感受器官，这个时候你就会感到“不舒服”，随后就容易产生消极想法。严重的时候，悲伤会积聚成泪水从眼中流下。亲爱的朋友，请不要因此自责，因为我们都只是普通人。只有真正了解自己，才能善待自己。其次，除了哭泣，还有其他更好的发泄方式，我给出几条建议：建议一，你可以选择运动，通过身体的多巴胺分泌，来提升愉悦感。运动可以分泌多巴胺，这会让你的身体感到快乐和满足。而且通过运动，你可以减少压力，让自己得到满足。所以，与其让眼泪滑落，不如去挥汗如雨。选择在睫毛上流淌的汗水，而不是睫毛下的泪水吧！建议二，听些情歌或励志音乐，唱出别人的故事，发泄自己的忧愁。音乐总是能治愈人心的，心情不好的时候，放声歌唱，让内心中的困扰随着歌声排解，唱歌是调节心情的好方式。约上几个朋友，一起来唱几首歌曲，不用管别人怎么看你，尽情释放内心的压力。唱完歌，再去吃串儿，心情也会好些。建议三，静下心来冥想，将烦恼问题理顺，你会发现你的内心更加强大。人也需要动静结合，发泄固然舒爽，但我们也需要让自己冷静下来。建议你在心情烦闷的时候，尝试进行深呼吸，然后让整个大脑放松，通过呼吸，将烦恼排出体外。第三点，泪水是我们曾经脆弱的证明，而且正是泪水让曾经的经历变得有意义。所以，当你感到委屈的时候，不要紧，偶尔的脆弱也是正常的。要接纳自己的欢乐和忧愁，认真地生活下去，一切都会好起来的。感谢你的倾诉，希望我的回答能带给你一些帮助。",
    "annotation": [
      {
        "sentence": "听到你的经历，我感同身受。",
        "label": ""
      },
      {
        "sentence": "因为压力大的时候，我也偷偷哭过很多次。",
        "label": ""
      },
      {
        "sentence": "虽然有人总说男儿有泪不轻弹，可是我作为一个女生，也常常偷偷擦拭眼泪。",
        "label": ""
      },
      {
        "sentence": "人无完人，任何人都不是铁打的，所以，哭泣只是情绪的一种宣泄方式。",
        "label": ""
      },
      {
        "sentence": "如果你把自己的压抑情绪堆积在内心的囚笼中，等待你的可能会是更加痛苦的心理问题。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你带来一些帮助。",
        "label": ""
      },
      {
        "sentence": "首先，面对压力，我们都需要有应对的方式，而泪水只是其中一种。",
        "label": ""
      },
      {
        "sentence": "不要因为你哭了就觉得自己软弱不堪，人类七情六欲都是正常的。",
        "label": ""
      },
      {
        "sentence": "所以，我们爱自己的前提，就是接受自己的一切，包括自己的脆弱。",
        "label": ""
      },
      {
        "sentence": "人的情绪受到脑部控制，当你不开心的时候，大脑会发射信号到我们的感受器官，这个时候你就会感到“不舒服”，随后就容易产生消极想法。",
        "label": ""
      },
      {
        "sentence": "严重的时候，悲伤会积聚成泪水从眼中流下。",
        "label": ""
      },
      {
        "sentence": "亲爱的朋友，请不要因此自责，因为我们都只是普通人。",
        "label": ""
      },
      {
        "sentence": "只有真正了解自己，才能善待自己。",
        "label": ""
      },
      {
        "sentence": "其次，除了哭泣，还有其他更好的发泄方式，我给出几条建议：建议一，你可以选择运动，通过身体的多巴胺分泌，来提升愉悦感。",
        "label": ""
      },
      {
        "sentence": "运动可以分泌多巴胺，这会让你的身体感到快乐和满足。",
        "label": ""
      },
      {
        "sentence": "而且通过运动，你可以减少压力，让自己得到满足。",
        "label": ""
      },
      {
        "sentence": "所以，与其让眼泪滑落，不如去挥汗如雨。",
        "label": ""
      },
      {
        "sentence": "选择在睫毛上流淌的汗水，而不是睫毛下的泪水吧！",
        "label": ""
      },
      {
        "sentence": "建议二，听些情歌或励志音乐，唱出别人的故事，发泄自己的忧愁。",
        "label": ""
      },
      {
        "sentence": "音乐总是能治愈人心的，心情不好的时候，放声歌唱，让内心中的困扰随着歌声排解，唱歌是调节心情的好方式。",
        "label": ""
      },
      {
        "sentence": "约上几个朋友，一起来唱几首歌曲，不用管别人怎么看你，尽情释放内心的压力。",
        "label": ""
      },
      {
        "sentence": "唱完歌，再去吃串儿，心情也会好些。",
        "label": ""
      },
      {
        "sentence": "建议三，静下心来冥想，将烦恼问题理顺，你会发现你的内心更加强大。",
        "label": ""
      },
      {
        "sentence": "人也需要动静结合，发泄固然舒爽，但我们也需要让自己冷静下来。",
        "label": ""
      },
      {
        "sentence": "建议你在心情烦闷的时候，尝试进行深呼吸，然后让整个大脑放松，通过呼吸，将烦恼排出体外。",
        "label": ""
      },
      {
        "sentence": "第三点，泪水是我们曾经脆弱的证明，而且正是泪水让曾经的经历变得有意义。",
        "label": ""
      },
      {
        "sentence": "所以，当你感到委屈的时候，不要紧，偶尔的脆弱也是正常的。",
        "label": ""
      },
      {
        "sentence": "要接纳自己的欢乐和忧愁，认真地生活下去，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "感谢你的倾诉，希望我的回答能带给你一些帮助。",
        "label": ""
      }
    ]
  }
]