[
  {
    "role": "client",
    "content": "我26岁在读博士，心理压力好大，每天都只能假装自己还好。我连读硕士和博士，第二年的时候，师姐已经拿到学位毕业了，因为老师说我还有很多时间，所以师姐着急。再加上老师经常让我做一些杂活，比如跑财务之类的，结果都是被骂来的。自从那个时候，我开始对博士生活失去了信心，觉得为什么能力更强的人都能带着偷懒不努力。从初中起，我就一个人去另一个城市上学，几乎没有依赖别人，我知道我父母很爱我，但他们总是提醒我如果不能发表论文就会很难受。我本来已经很难受了，但我也无法倾诉有多大的压力，真的不是我不努力。去年的时候，我每天都会哭，提不起劲，整个人都处于迷茫里。今年因为疫情在家的时间稍微好了一点，但开学回来之后心情又变差了。男朋友的家人也一直在逼迫我，他们的亲戚很多，而我又对人际关系处理不好，所以真的很累，每天都只能假装自己还好。",
    "annotation": [
      {
        "sentence": "我26岁在读博士，心理压力好大，每天都只能假装自己还好。",
        "label": ""
      },
      {
        "sentence": "我连读硕士和博士，第二年的时候，师姐已经拿到学位毕业了，因为老师说我还有很多时间，所以师姐着急。",
        "label": ""
      },
      {
        "sentence": "再加上老师经常让我做一些杂活，比如跑财务之类的，结果都是被骂来的。",
        "label": ""
      },
      {
        "sentence": "自从那个时候，我开始对博士生活失去了信心，觉得为什么能力更强的人都能带着偷懒不努力。",
        "label": ""
      },
      {
        "sentence": "从初中起，我就一个人去另一个城市上学，几乎没有依赖别人，我知道我父母很爱我，但他们总是提醒我如果不能发表论文就会很难受。",
        "label": ""
      },
      {
        "sentence": "我本来已经很难受了，但我也无法倾诉有多大的压力，真的不是我不努力。",
        "label": ""
      },
      {
        "sentence": "去年的时候，我每天都会哭，提不起劲，整个人都处于迷茫里。",
        "label": ""
      },
      {
        "sentence": "今年因为疫情在家的时间稍微好了一点，但开学回来之后心情又变差了。",
        "label": ""
      },
      {
        "sentence": "男朋友的家人也一直在逼迫我，他们的亲戚很多，而我又对人际关系处理不好，所以真的很累，每天都只能假装自己还好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真正打击人的压力，就像一股冷风扑面而来，不由自主地让我深吸一口气。仿佛胸口有一块巨石压着，动弹不得。我会悄悄地喝一大口奶茶，用它的甜与苦，感受一下精神的来临。人际关系与压力，就像谐音梗一样，它们的出现并不需要过多的创作，就能引发起内心的波澜。我能理解你在初中外出求学时的孤立无援，一个没有经历过的人很难想象一个13岁的孩子要面对什么。很少的依赖，我相信这个坚强的外表背后，一定隐藏着很多心酸。人际交往是复杂的，需要经历无数次的对练和碰撞，才能得出内在的体验和技巧。生活中长辈的话，师长的话就像是一个又一个的任务，可能涉及到人际关系、学业、生活等各个方面，完成一个又有一个，甚至可能同时有很多个。周而复始，日复一日，年复一年。生活就像被任务的围墙困住，动弹不得。但真正困住你的，不是压力本身，而是你对压力的想象。压力就像一把利剑，过度思维让这把利剑更加锋利。人类的大脑皮层非常发达，能够进行更高级的思维、判断等活动，这对人类文明的发展起到了非常积极的作用。但我们也必须认识到，高度发达的大脑也有其负面作用，过度思维给我们带来了更多的压力。希腊哲学家爱比克泰德曾说：“真正困扰我们的并非发生在我们身上的事情，而是我们对这些事情的看法”。停下来，给自己一些放松的空间。在压力中很容易陷入循环模式，停下来确实很不容易。我们希望转变这个强大的自动化模式，如同让我们的人生处于“自动驾驶”状态一样，要想掌握人生的方向盘，正念回应方式是一个非常有效的工具。当我们面对压力产生应激反应时，给自己一些关爱，改变一下应对方式，比如正念回应方式：1、正念呼吸2、正念觉知3、正念沟通4、正念行动应对压力的方式因人而异，希望你能关爱自己，根据自己的情况进行调整。最后，希望这些文字可以陪伴着你，阅读时给你一些放松的片刻。",
    "annotation": [
      {
        "sentence": "真正打击人的压力，就像一股冷风扑面而来，不由自主地让我深吸一口气。",
        "label": ""
      },
      {
        "sentence": "仿佛胸口有一块巨石压着，动弹不得。",
        "label": ""
      },
      {
        "sentence": "我会悄悄地喝一大口奶茶，用它的甜与苦，感受一下精神的来临。",
        "label": ""
      },
      {
        "sentence": "人际关系与压力，就像谐音梗一样，它们的出现并不需要过多的创作，就能引发起内心的波澜。",
        "label": ""
      },
      {
        "sentence": "我能理解你在初中外出求学时的孤立无援，一个没有经历过的人很难想象一个13岁的孩子要面对什么。",
        "label": ""
      },
      {
        "sentence": "很少的依赖，我相信这个坚强的外表背后，一定隐藏着很多心酸。",
        "label": ""
      },
      {
        "sentence": "人际交往是复杂的，需要经历无数次的对练和碰撞，才能得出内在的体验和技巧。",
        "label": ""
      },
      {
        "sentence": "生活中长辈的话，师长的话就像是一个又一个的任务，可能涉及到人际关系、学业、生活等各个方面，完成一个又有一个，甚至可能同时有很多个。",
        "label": ""
      },
      {
        "sentence": "周而复始，日复一日，年复一年。",
        "label": ""
      },
      {
        "sentence": "生活就像被任务的围墙困住，动弹不得。",
        "label": ""
      },
      {
        "sentence": "但真正困住你的，不是压力本身，而是你对压力的想象。",
        "label": ""
      },
      {
        "sentence": "压力就像一把利剑，过度思维让这把利剑更加锋利。",
        "label": ""
      },
      {
        "sentence": "人类的大脑皮层非常发达，能够进行更高级的思维、判断等活动，这对人类文明的发展起到了非常积极的作用。",
        "label": ""
      },
      {
        "sentence": "但我们也必须认识到，高度发达的大脑也有其负面作用，过度思维给我们带来了更多的压力。",
        "label": ""
      },
      {
        "sentence": "希腊哲学家爱比克泰德曾说：“真正困扰我们的并非发生在我们身上的事情，而是我们对这些事情的看法”。",
        "label": ""
      },
      {
        "sentence": "停下来，给自己一些放松的空间。",
        "label": ""
      },
      {
        "sentence": "在压力中很容易陷入循环模式，停下来确实很不容易。",
        "label": ""
      },
      {
        "sentence": "我们希望转变这个强大的自动化模式，如同让我们的人生处于“自动驾驶”状态一样，要想掌握人生的方向盘，正念回应方式是一个非常有效的工具。",
        "label": ""
      },
      {
        "sentence": "当我们面对压力产生应激反应时，给自己一些关爱，改变一下应对方式，比如正念回应方式：1、正念呼吸2、正念觉知3、正念沟通4、正念行动应对压力的方式因人而异，希望你能关爱自己，根据自己的情况进行调整。",
        "label": ""
      },
      {
        "sentence": "最后，希望这些文字可以陪伴着你，阅读时给你一些放松的片刻。",
        "label": ""
      }
    ]
  }
]