[
  {
    "role": "client",
    "content": "我读博士已经快26岁了，感觉心理压力好大，每天都只能假装自己还好。特别是在我硕士和博士连读的第二年，我的师姐已经毕业了，因为老师觉得我还有很多时间，所以没有着急毕业。还有，老师一直安排我做一些杂活，比如跑财务之类的，经常被骂。从那个时候起，我对博士生活失去了信心，觉得自己为什么能力强就活该带着懒散和不努力。虽然从初中起我就独自去另一个城市上学，很少依赖别人，我知道爸妈很爱我，但是他们总是提醒我，如果我发不出论文就会很难受。其实我已经很难受了，但是我也没办法和他们说我有多大压力，真的不是我不努力。去年的时候每天都会哭，感觉提不起劲，一片迷茫。今年因为疫情在家的时候好一点，但是开学回来又开始心情变差，变得不开心了。而且我男朋友家里一直逼着我结婚，他有很多亲戚，而且我对处理人际关系真的不擅长，所以感觉很累，每天都只能假装自己还好。",
    "annotation": [
      {
        "sentence": "我读博士已经快26岁了，感觉心理压力好大，每天都只能假装自己还好。",
        "label": ""
      },
      {
        "sentence": "特别是在我硕士和博士连读的第二年，我的师姐已经毕业了，因为老师觉得我还有很多时间，所以没有着急毕业。",
        "label": ""
      },
      {
        "sentence": "还有，老师一直安排我做一些杂活，比如跑财务之类的，经常被骂。",
        "label": ""
      },
      {
        "sentence": "从那个时候起，我对博士生活失去了信心，觉得自己为什么能力强就活该带着懒散和不努力。",
        "label": ""
      },
      {
        "sentence": "虽然从初中起我就独自去另一个城市上学，很少依赖别人，我知道爸妈很爱我，但是他们总是提醒我，如果我发不出论文就会很难受。",
        "label": ""
      },
      {
        "sentence": "其实我已经很难受了，但是我也没办法和他们说我有多大压力，真的不是我不努力。",
        "label": ""
      },
      {
        "sentence": "去年的时候每天都会哭，感觉提不起劲，一片迷茫。",
        "label": ""
      },
      {
        "sentence": "今年因为疫情在家的时候好一点，但是开学回来又开始心情变差，变得不开心了。",
        "label": ""
      },
      {
        "sentence": "而且我男朋友家里一直逼着我结婚，他有很多亲戚，而且我对处理人际关系真的不擅长，所以感觉很累，每天都只能假装自己还好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说读硕士的时候还不错，但是读博士实际上非常辛苦。我发现很多人说自己的工作很辛苦，但是可能只是看到表面，根本不了解别人的工作有多么难、有多么苦。这其实是一个普遍的现象，很多人都会觉得自己很辛苦，而别人好像过得轻松。实际上，他们并没有真正走进别人的生活，也无法理解别人心中的苦楚。我觉得你已经很厉害了，至少比你的师姐强多了。希望你能继续保持强大，千万不要借帮助师弟师妹完成作业而毕业，否则他们的压力也会非常大。也许人生本来就是苦苦相伴，除非你能达到得到高僧的境界，不需要钱、不需要物质，不需要婚姻，不需要任何我们普通人想要的荣华富贵、轻松享乐。但是如果你达不到这个境界，那么你的生活肯定和我们一样，一定会有苦，一定也有乐。现在的阶段可能是你压力比较大的时候，一旦咬紧牙关完成博士学业，恐怕以后很难再有如此大的压力了。就像长跑运动员会有一个阶段特别痛苦，但是熬过去之后就好了。现在你可能需要放松一下，但是如果放弃了，那你连参赛资格都没有了。要么就咬紧牙关熬过去，熬过去了就没事了。上到博士估计已经年纪不小了，双方家长想让你们结婚也是很正常的，他们只考虑到自己的角度，不会理解你们的压力。家长催婚也是未婚青年普遍受到的待遇，你并不特别，结婚是一件美好的事情，希望你不要因为一些事情对结婚产生不好的印象。很少有人擅长处理人际关系，尤其是对陌生人。和一般的陌生人打交道，你可以选择不理会他们，但是和男朋友的亲戚们打交道，你不能不理会，而且还要做到友善待人得体，确实是蛮累的。虽然你能上博士，智商绝对超越常人，和这些普通人打交道完全在你的能力范围内，但我理解你觉得这是负担。如果不得不和他们打交道，那就把自己当成演员吧，你觉得哪位演得比较好呢？杨幂？刘涛？孙俪？在和不熟悉的亲戚打交道时，想象自己是其中的某位演员，在他们面前演一场戏即可。",
    "annotation": [
      {
        "sentence": "听说读硕士的时候还不错，但是读博士实际上非常辛苦。",
        "label": ""
      },
      {
        "sentence": "我发现很多人说自己的工作很辛苦，但是可能只是看到表面，根本不了解别人的工作有多么难、有多么苦。",
        "label": ""
      },
      {
        "sentence": "这其实是一个普遍的现象，很多人都会觉得自己很辛苦，而别人好像过得轻松。",
        "label": ""
      },
      {
        "sentence": "实际上，他们并没有真正走进别人的生活，也无法理解别人心中的苦楚。",
        "label": ""
      },
      {
        "sentence": "我觉得你已经很厉害了，至少比你的师姐强多了。",
        "label": ""
      },
      {
        "sentence": "希望你能继续保持强大，千万不要借帮助师弟师妹完成作业而毕业，否则他们的压力也会非常大。",
        "label": ""
      },
      {
        "sentence": "也许人生本来就是苦苦相伴，除非你能达到得到高僧的境界，不需要钱、不需要物质，不需要婚姻，不需要任何我们普通人想要的荣华富贵、轻松享乐。",
        "label": ""
      },
      {
        "sentence": "但是如果你达不到这个境界，那么你的生活肯定和我们一样，一定会有苦，一定也有乐。",
        "label": ""
      },
      {
        "sentence": "现在的阶段可能是你压力比较大的时候，一旦咬紧牙关完成博士学业，恐怕以后很难再有如此大的压力了。",
        "label": ""
      },
      {
        "sentence": "就像长跑运动员会有一个阶段特别痛苦，但是熬过去之后就好了。",
        "label": ""
      },
      {
        "sentence": "现在你可能需要放松一下，但是如果放弃了，那你连参赛资格都没有了。",
        "label": ""
      },
      {
        "sentence": "要么就咬紧牙关熬过去，熬过去了就没事了。",
        "label": ""
      },
      {
        "sentence": "上到博士估计已经年纪不小了，双方家长想让你们结婚也是很正常的，他们只考虑到自己的角度，不会理解你们的压力。",
        "label": ""
      },
      {
        "sentence": "家长催婚也是未婚青年普遍受到的待遇，你并不特别，结婚是一件美好的事情，希望你不要因为一些事情对结婚产生不好的印象。",
        "label": ""
      },
      {
        "sentence": "很少有人擅长处理人际关系，尤其是对陌生人。",
        "label": ""
      },
      {
        "sentence": "和一般的陌生人打交道，你可以选择不理会他们，但是和男朋友的亲戚们打交道，你不能不理会，而且还要做到友善待人得体，确实是蛮累的。",
        "label": ""
      },
      {
        "sentence": "虽然你能上博士，智商绝对超越常人，和这些普通人打交道完全在你的能力范围内，但我理解你觉得这是负担。",
        "label": ""
      },
      {
        "sentence": "如果不得不和他们打交道，那就把自己当成演员吧，你觉得哪位演得比较好呢？",
        "label": ""
      },
      {
        "sentence": "杨幂？",
        "label": ""
      },
      {
        "sentence": "刘涛？",
        "label": ""
      },
      {
        "sentence": "孙俪？",
        "label": ""
      },
      {
        "sentence": "在和不熟悉的亲戚打交道时，想象自己是其中的某位演员，在他们面前演一场戏即可。",
        "label": ""
      }
    ]
  }
]