[
  {
    "role": "client",
    "content": "全职妈妈，面对老公的热情一点也不感兴趣还有点厌烦？我今年25岁，当全职妈妈两年了，准确的说从怀孕开始算3年了，就靠老公那一点点工资过日子，每个月都很拮据。之前婆婆妈还会每个月给我一些零花钱，前几个月买了房子，她又在帮我们还房贷，我很感激她。但总是很敏感，老公下班回家有一丝情绪不高涨我会很难过。老公的奶奶几个月前也因为拆迁搬进了我们家，相处不是很愉快。有时候为了一点点小事也会哭泣，孩子不听话也会跟着一起哭，不是不坚强，孩子从出生到现在都是我一个人在带，除了这些还要照顾一个家里的大大小小的饮食起居。最近又在忙着考证书，压力太大了。老公不怎么理解我，准确的说是感受不到他的关心。甚至我觉得自己都有点性冷淡，面对老公的热情一点也不感兴趣还有点厌烦。自己想过离婚想过丢下一切去结束生命。但是这些都需要勇气。我承认我不够勇敢。不知道这是不是心理有问题？",
    "annotation": [
      {
        "sentence": "全职妈妈，面对老公的热情一点也不感兴趣还有点厌烦？",
        "label": ""
      },
      {
        "sentence": "我今年25岁，当全职妈妈两年了，准确的说从怀孕开始算3年了，就靠老公那一点点工资过日子，每个月都很拮据。",
        "label": ""
      },
      {
        "sentence": "之前婆婆妈还会每个月给我一些零花钱，前几个月买了房子，她又在帮我们还房贷，我很感激她。",
        "label": ""
      },
      {
        "sentence": "但总是很敏感，老公下班回家有一丝情绪不高涨我会很难过。",
        "label": ""
      },
      {
        "sentence": "老公的奶奶几个月前也因为拆迁搬进了我们家，相处不是很愉快。",
        "label": ""
      },
      {
        "sentence": "有时候为了一点点小事也会哭泣，孩子不听话也会跟着一起哭，不是不坚强，孩子从出生到现在都是我一个人在带，除了这些还要照顾一个家里的大大小小的饮食起居。",
        "label": ""
      },
      {
        "sentence": "最近又在忙着考证书，压力太大了。",
        "label": ""
      },
      {
        "sentence": "老公不怎么理解我，准确的说是感受不到他的关心。",
        "label": ""
      },
      {
        "sentence": "甚至我觉得自己都有点性冷淡，面对老公的热情一点也不感兴趣还有点厌烦。",
        "label": ""
      },
      {
        "sentence": "自己想过离婚想过丢下一切去结束生命。",
        "label": ""
      },
      {
        "sentence": "但是这些都需要勇气。",
        "label": ""
      },
      {
        "sentence": "我承认我不够勇敢。",
        "label": ""
      },
      {
        "sentence": "不知道这是不是心理有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为全职主妇，带孩子，做家务，一家大大小小的吃喝，还要忙着考证书，我觉得你太能干了，简直就是超人奥特曼。除了身心的疲惫之外，因为没有经济收入，很大的心理压力。家务其实是一项特别累人而又繁琐的重体力活，却会被家人认为理所当然不被认可，而且还因为没有经济收入，作为全职主妇自己心里还会没有底气，以至于你会有点小心翼翼的看着家人的脸色来生活，这其中一定有很多的委屈吧！",
    "annotation": [
      {
        "sentence": "作为全职主妇，带孩子，做家务，一家大大小小的吃喝，还要忙着考证书，我觉得你太能干了，简直就是超人奥特曼。",
        "label": ""
      },
      {
        "sentence": "除了身心的疲惫之外，因为没有经济收入，很大的心理压力。",
        "label": ""
      },
      {
        "sentence": "家务其实是一项特别累人而又繁琐的重体力活，却会被家人认为理所当然不被认可，而且还因为没有经济收入，作为全职主妇自己心里还会没有底气，以至于你会有点小心翼翼的看着家人的脸色来生活，这其中一定有很多的委屈吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很辛苦，感觉自己没有得到足够的认可和支持。",
    "annotation": [
      {
        "sentence": "是的，我真的很辛苦，感觉自己没有得到足够的认可和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "身心疲惫的压力下，又感觉不到老公的关心，你对夫妻生活提不起兴趣，还会有点厌烦，这都是正常的。美好的性爱应该建立在温暖的情爱，身心放松基础上。但是这也说明你需要多关爱自己的身心，给自己让放放假了。首先呢，需要和老公沟通你的疲惫的感受，向他索取温暖和关爱。",
    "annotation": [
      {
        "sentence": "身心疲惫的压力下，又感觉不到老公的关心，你对夫妻生活提不起兴趣，还会有点厌烦，这都是正常的。",
        "label": ""
      },
      {
        "sentence": "美好的性爱应该建立在温暖的情爱，身心放松基础上。",
        "label": ""
      },
      {
        "sentence": "但是这也说明你需要多关爱自己的身心，给自己让放放假了。",
        "label": ""
      },
      {
        "sentence": "首先呢，需要和老公沟通你的疲惫的感受，向他索取温暖和关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我怕和他说了，他会觉得我抱怨多，会气我。",
    "annotation": [
      {
        "sentence": "我怕和他说了，他会觉得我抱怨多，会气我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试试通过温柔地表达你的需要，让他理解你的困扰和疲惫。告诉他你需要他的支持和关心，也让他知道你需要一些属于自己的时间来休息放松。",
    "annotation": [
      {
        "sentence": "你可以试试通过温柔地表达你的需要，让他理解你的困扰和疲惫。",
        "label": ""
      },
      {
        "sentence": "告诉他你需要他的支持和关心，也让他知道你需要一些属于自己的时间来休息放松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我应该试试和他好好沟通一下，看看能不能得到一些帮助和改变。",
    "annotation": [
      {
        "sentence": "你说得对，也许我应该试试和他好好沟通一下，看看能不能得到一些帮助和改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，沟通是解决问题的第一步，也是促进关系改善的重要途径。还有，每天是不是可以留出两个小时让他或者家人陪宝宝玩儿，而你去找闺蜜聊聊天或者是逛逛街，做一些让自己感到身心放松的事情。让自己紧绷的神经能有放松的时刻。",
    "annotation": [
      {
        "sentence": "没错，沟通是解决问题的第一步，也是促进关系改善的重要途径。",
        "label": ""
      },
      {
        "sentence": "还有，每天是不是可以留出两个小时让他或者家人陪宝宝玩儿，而你去找闺蜜聊聊天或者是逛逛街，做一些让自己感到身心放松的事情。",
        "label": ""
      },
      {
        "sentence": "让自己紧绷的神经能有放松的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我一直太专注在家庭和孩子上了，都没有给自己留出足够的休息时间和空间。我会试试找到适合我的放松方式，让自己得到更好的调节。",
    "annotation": [
      {
        "sentence": "可能我一直太专注在家庭和孩子上了，都没有给自己留出足够的休息时间和空间。",
        "label": ""
      },
      {
        "sentence": "我会试试找到适合我的放松方式，让自己得到更好的调节。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！别忘了你的感受也很重要，要学会照顾好自己的身心健康。如果你觉得负担太重了，可以考虑寻求更多的帮助，比如请个保姆或者寻找妈妈群体交流心情。",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "别忘了你的感受也很重要，要学会照顾好自己的身心健康。",
        "label": ""
      },
      {
        "sentence": "如果你觉得负担太重了，可以考虑寻求更多的帮助，比如请个保姆或者寻找妈妈群体交流心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会多听取你的建议，给自己一些时间和空间来调整和恢复。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "嗯，我会多听取你的建议，给自己一些时间和空间来调整和恢复。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！记得，你并不孤单，会有支持你的人，也会有解决问题的方法。相信自己，一切都会好起来的。再次强调，如果你觉得无法独立应对，不要犹豫寻求专业心理咨询的帮助。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，会有支持你的人，也会有解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "相信自己，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "再次强调，如果你觉得无法独立应对，不要犹豫寻求专业心理咨询的帮助。",
        "label": ""
      }
    ]
  }
]