[
  {
    "role": "client",
    "content": "我去练车两天，孩子不理我了是什么原因导致的？前段时间我去我们这边郊区准备科三，大概住了两个晚上，这是我第一次与两岁四个月的宝宝分离，之前我跟他说过我要出去一趟。可是当我回来后并没有想象中她见到我很兴奋，可以说他非常的排斥我，让我走开，晚上拒绝和我入睡。说要找姥姥。我平时是和老人一起带娃的。我也是全职。陪她的时间也是可以的。只是在养育上比老人要严厉一些，比如不允许他吃糖，空腹喝冰箱里的东西之类。不允许她长时间看手机。她心里说是更依赖老人的，但是绝不像现在这样排斥我。甚至我觉得他是故意报复我那样比如出门坚决不坐公交车和地铁无论多远。必须抱着。玩玩具会故意发脾气，总是说出去可是给他穿衣服带她他又发脾气，半夜一定要找姥姥。看到妈妈就说走开。我完全迷茫了，不知道怎么会这样。我们平时跟老人的育儿观念生活习惯不一样，我爸妈都属于脾气比较急躁有时稍微没做好比如衣服没及时洗出来，地没拖就会大声指责我的那样。是这些原因导致孩子与我不亲吗？我很迷茫。",
    "annotation": [
      {
        "sentence": "我去练车两天，孩子不理我了是什么原因导致的？",
        "label": ""
      },
      {
        "sentence": "前段时间我去我们这边郊区准备科三，大概住了两个晚上，这是我第一次与两岁四个月的宝宝分离，之前我跟他说过我要出去一趟。",
        "label": ""
      },
      {
        "sentence": "可是当我回来后并没有想象中她见到我很兴奋，可以说他非常的排斥我，让我走开，晚上拒绝和我入睡。",
        "label": ""
      },
      {
        "sentence": "说要找姥姥。",
        "label": ""
      },
      {
        "sentence": "我平时是和老人一起带娃的。",
        "label": ""
      },
      {
        "sentence": "我也是全职。",
        "label": ""
      },
      {
        "sentence": "陪她的时间也是可以的。",
        "label": ""
      },
      {
        "sentence": "只是在养育上比老人要严厉一些，比如不允许他吃糖，空腹喝冰箱里的东西之类。",
        "label": ""
      },
      {
        "sentence": "不允许她长时间看手机。",
        "label": ""
      },
      {
        "sentence": "她心里说是更依赖老人的，但是绝不像现在这样排斥我。",
        "label": ""
      },
      {
        "sentence": "甚至我觉得他是故意报复我那样比如出门坚决不坐公交车和地铁无论多远。",
        "label": ""
      },
      {
        "sentence": "必须抱着。",
        "label": ""
      },
      {
        "sentence": "玩玩具会故意发脾气，总是说出去可是给他穿衣服带她他又发脾气，半夜一定要找姥姥。",
        "label": ""
      },
      {
        "sentence": "看到妈妈就说走开。",
        "label": ""
      },
      {
        "sentence": "我完全迷茫了，不知道怎么会这样。",
        "label": ""
      },
      {
        "sentence": "我们平时跟老人的育儿观念生活习惯不一样，我爸妈都属于脾气比较急躁有时稍微没做好比如衣服没及时洗出来，地没拖就会大声指责我的那样。",
        "label": ""
      },
      {
        "sentence": "是这些原因导致孩子与我不亲吗？",
        "label": ""
      },
      {
        "sentence": "我很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子虽然简单，但是也有一套心理机制。这套机制就是让自己获得关注与爱，避免伤害和失望。很明显，在你日常对待孩子的方式上，时常会让孩子感受到伤害和失望，尤其是这一次两天的分离，让孩子有一种不敢爱不敢交付情感和心理寄托的感受。因此，触动了孩子的防御机制，那就是逃避和不选择。",
    "annotation": [
      {
        "sentence": "孩子虽然简单，但是也有一套心理机制。",
        "label": ""
      },
      {
        "sentence": "这套机制就是让自己获得关注与爱，避免伤害和失望。",
        "label": ""
      },
      {
        "sentence": "很明显，在你日常对待孩子的方式上，时常会让孩子感受到伤害和失望，尤其是这一次两天的分离，让孩子有一种不敢爱不敢交付情感和心理寄托的感受。",
        "label": ""
      },
      {
        "sentence": "因此，触动了孩子的防御机制，那就是逃避和不选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么做才能让孩子重新接纳我呢？",
    "annotation": [
      {
        "sentence": "那我应该怎么做才能让孩子重新接纳我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必担心，孩子的喜怒，来得快也去的快，如果给予孩子足够关注和新鲜的刺激吸引（如新玩具、好吃的），孩子很快又会接纳你。我想更重要的应该是和孩子培养一种自由的母子依恋关系。不同类型的依恋关系，会造就孩子不同的与人建立亲密关系的人格。",
    "annotation": [
      {
        "sentence": "你不必担心，孩子的喜怒，来得快也去的快，如果给予孩子足够关注和新鲜的刺激吸引（如新玩具、好吃的），孩子很快又会接纳你。",
        "label": ""
      },
      {
        "sentence": "我想更重要的应该是和孩子培养一种自由的母子依恋关系。",
        "label": ""
      },
      {
        "sentence": "不同类型的依恋关系，会造就孩子不同的与人建立亲密关系的人格。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我一直是全职在家带孩子的，时间也很充足。为什么孩子还是更依赖老人呢？",
    "annotation": [
      {
        "sentence": "可是我一直是全职在家带孩子的，时间也很充足。",
        "label": ""
      },
      {
        "sentence": "为什么孩子还是更依赖老人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和孩子现在所体现出来的是逃避型母子依恋关系，就是孩子表现出患得患失，欲拒还迎，分离时表现出痛苦，当母亲再次出现在孩子面前时却表现出冷漠。最好的依恋关系就是给予对方足够的自由，彼此之间有足够的信任，即便有暂时分离，在见面的时候依然表现应有的感情。",
    "annotation": [
      {
        "sentence": "你和孩子现在所体现出来的是逃避型母子依恋关系，就是孩子表现出患得患失，欲拒还迎，分离时表现出痛苦，当母亲再次出现在孩子面前时却表现出冷漠。",
        "label": ""
      },
      {
        "sentence": "最好的依恋关系就是给予对方足够的自由，彼此之间有足够的信任，即便有暂时分离，在见面的时候依然表现应有的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该要给孩子更多的关注和信任，同时也要让孩子感受到我的爱和规则。但我不是很确定该如何建立这种依恋关系。",
    "annotation": [
      {
        "sentence": "我明白了，我应该要给孩子更多的关注和信任，同时也要让孩子感受到我的爱和规则。",
        "label": ""
      },
      {
        "sentence": "但我不是很确定该如何建立这种依恋关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于母子依恋，还需要你自己找些书籍或者在网上找些知识和案例来摸索，逐渐建立自己的教养孩子的方式，和孩子建立彼此信任的感情基础。同时，也可以尝试和孩子交流，问问他对你的期望和需求，建立起相互理解和尊重的沟通方式。",
    "annotation": [
      {
        "sentence": "关于母子依恋，还需要你自己找些书籍或者在网上找些知识和案例来摸索，逐渐建立自己的教养孩子的方式，和孩子建立彼此信任的感情基础。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试和孩子交流，问问他对你的期望和需求，建立起相互理解和尊重的沟通方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会去寻找相关的资源和书籍，同时也会尝试和孩子进行更深入的交流。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "好的，我会去寻找相关的资源和书籍，同时也会尝试和孩子进行更深入的交流。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会成为一个更好的母亲的！记得要给自己一些时间和空间，慢慢来，你会找到适合自己和孩子的方式的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你会成为一个更好的母亲的！",
        "label": ""
      },
      {
        "sentence": "记得要给自己一些时间和空间，慢慢来，你会找到适合自己和孩子的方式的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会努力的！",
        "label": ""
      }
    ]
  }
]