[
  {
    "role": "client",
    "content": "我恋爱了六年，结婚不到一年就已经不想继续了，我该怎么办？我现在的宝宝已经快两个月了，可是我觉得我和我的丈夫在一起也不开心了。我也觉得他变了，不像以前那样了。我本来以为我们可以开开心心过日子，但是几次大吵后，他说对我所付出的已经不值得了，还说这辈子最后悔的事情就是跟我结婚。不知道他说的是气话还是真心话，我们还没有离婚。以前我丈夫对我超级好，我可以感受到对他来说我是最重要的，可是最近他好像变了一样。以前我们每天都有说不完的话，上班的时候还会通过微信聊天，他会问我起床了没，吃饭了没。之前我觉得我可以依靠他，因为他一直会为我考虑。而且我们可以畅所欲言，不管我说什么他都不会不开心，反而还会跟我聊天。最近几次我跟他复述他妈妈带宝宝的细节，他前几次都说老人都这样之类的，但是这次他好像觉得我在搞事情，说我天天跟他说这些。他还说了一些狠心的话，比如说如果我不想跟他过了，就不用考虑他了。他还一直说他想有个懂他的人。我不知道我哪里出问题，把我们的婚姻搞得这么糟糕。我尽量控制自己的情绪，让自己变得温柔，但是似乎没有用。",
    "annotation": [
      {
        "sentence": "我恋爱了六年，结婚不到一年就已经不想继续了，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我现在的宝宝已经快两个月了，可是我觉得我和我的丈夫在一起也不开心了。",
        "label": ""
      },
      {
        "sentence": "我也觉得他变了，不像以前那样了。",
        "label": ""
      },
      {
        "sentence": "我本来以为我们可以开开心心过日子，但是几次大吵后，他说对我所付出的已经不值得了，还说这辈子最后悔的事情就是跟我结婚。",
        "label": ""
      },
      {
        "sentence": "不知道他说的是气话还是真心话，我们还没有离婚。",
        "label": ""
      },
      {
        "sentence": "以前我丈夫对我超级好，我可以感受到对他来说我是最重要的，可是最近他好像变了一样。",
        "label": ""
      },
      {
        "sentence": "以前我们每天都有说不完的话，上班的时候还会通过微信聊天，他会问我起床了没，吃饭了没。",
        "label": ""
      },
      {
        "sentence": "之前我觉得我可以依靠他，因为他一直会为我考虑。",
        "label": ""
      },
      {
        "sentence": "而且我们可以畅所欲言，不管我说什么他都不会不开心，反而还会跟我聊天。",
        "label": ""
      },
      {
        "sentence": "最近几次我跟他复述他妈妈带宝宝的细节，他前几次都说老人都这样之类的，但是这次他好像觉得我在搞事情，说我天天跟他说这些。",
        "label": ""
      },
      {
        "sentence": "他还说了一些狠心的话，比如说如果我不想跟他过了，就不用考虑他了。",
        "label": ""
      },
      {
        "sentence": "他还一直说他想有个懂他的人。",
        "label": ""
      },
      {
        "sentence": "我不知道我哪里出问题，把我们的婚姻搞得这么糟糕。",
        "label": ""
      },
      {
        "sentence": "我尽量控制自己的情绪，让自己变得温柔，但是似乎没有用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你现在的心情。恋爱了六年，结婚一年，加起来已经有七年了，难道这就是传说中的“七年之痒”吗？开个玩笑～大多数人在结婚之后都会觉得对方没有之前好。我经常听到已婚朋友说：“结婚之前他并不是这样的。”能完成从恋爱到结婚这样的转变本身就是一件不容易的事情。恋爱和婚姻之后的生活状态是不一样的，恋爱时我们只需要两个人开心就好，而结婚后特别是有了孩子，我们要面对的是柴米油盐，还有奶粉尿片，精神压力和经济压力都会加大。从你的描述中，我了解到你的丈夫曾经对你怎样怎样地付出，恭喜你能在茫茫人海中找到一个一心一意对你好的人。你对他来说是最重要的人，不仅仅是以前，现在也是吗？以前你们有说不完的话，他一直都会为你考虑，可以看出他是一个很有责任心的人。但我想知道的是，你对他又是怎样的呢？你对他是否像他对你一样好呢？平时你有没有考虑过他的感受？他为什么会说他想找一个懂他的人呢？这些问题你可以好好思考一下。你和他吐槽他妈妈带孩子的问题，说明你对他的妈妈的方式不太满意。他告诉你，老人都会这样，已经算是在安慰你了。作为一个妈妈，我知道带孩子是很辛苦的，倾诉出来心里会更舒服些。有人愿意给予你一些帮助是一件幸福的事情。如果你不想让婆婆帮忙带孩子，可以和你的丈夫说自己来带，可能会更累一些，但至少可以避免不必要的婆媳矛盾。你天天说他的妈妈不好，换做任何人都会不开心，毕竟那是他的亲生母亲，如果你每天都对他说这些，就会带来破坏他和妈妈关系的风险，他可能会觉得你在挑拨离间。让他感觉到你对这段婚姻很不满意，才会说出不想跟他过了、不用考虑他的狠话。你们婚姻中最大的问题在于缺乏有效的沟通。想一下，你们上次坐下来好好聊天是多久之前的事了？你们是有感情基础的，不能因为一些琐事而放弃呀。只要你多了解他一点，多给他一点关心和温暖，很快你就能感受到他婚前对你的无微不至。祝你和你的家人中秋快乐！",
    "annotation": [
      {
        "sentence": "我能感受到你现在的心情。",
        "label": ""
      },
      {
        "sentence": "恋爱了六年，结婚一年，加起来已经有七年了，难道这就是传说中的“七年之痒”吗？",
        "label": ""
      },
      {
        "sentence": "开个玩笑～大多数人在结婚之后都会觉得对方没有之前好。",
        "label": ""
      },
      {
        "sentence": "我经常听到已婚朋友说：“结婚之前他并不是这样的。",
        "label": ""
      },
      {
        "sentence": "”能完成从恋爱到结婚这样的转变本身就是一件不容易的事情。",
        "label": ""
      },
      {
        "sentence": "恋爱和婚姻之后的生活状态是不一样的，恋爱时我们只需要两个人开心就好，而结婚后特别是有了孩子，我们要面对的是柴米油盐，还有奶粉尿片，精神压力和经济压力都会加大。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我了解到你的丈夫曾经对你怎样怎样地付出，恭喜你能在茫茫人海中找到一个一心一意对你好的人。",
        "label": ""
      },
      {
        "sentence": "你对他来说是最重要的人，不仅仅是以前，现在也是吗？",
        "label": ""
      },
      {
        "sentence": "以前你们有说不完的话，他一直都会为你考虑，可以看出他是一个很有责任心的人。",
        "label": ""
      },
      {
        "sentence": "但我想知道的是，你对他又是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "你对他是否像他对你一样好呢？",
        "label": ""
      },
      {
        "sentence": "平时你有没有考虑过他的感受？",
        "label": ""
      },
      {
        "sentence": "他为什么会说他想找一个懂他的人呢？",
        "label": ""
      },
      {
        "sentence": "这些问题你可以好好思考一下。",
        "label": ""
      },
      {
        "sentence": "你和他吐槽他妈妈带孩子的问题，说明你对他的妈妈的方式不太满意。",
        "label": ""
      },
      {
        "sentence": "他告诉你，老人都会这样，已经算是在安慰你了。",
        "label": ""
      },
      {
        "sentence": "作为一个妈妈，我知道带孩子是很辛苦的，倾诉出来心里会更舒服些。",
        "label": ""
      },
      {
        "sentence": "有人愿意给予你一些帮助是一件幸福的事情。",
        "label": ""
      },
      {
        "sentence": "如果你不想让婆婆帮忙带孩子，可以和你的丈夫说自己来带，可能会更累一些，但至少可以避免不必要的婆媳矛盾。",
        "label": ""
      },
      {
        "sentence": "你天天说他的妈妈不好，换做任何人都会不开心，毕竟那是他的亲生母亲，如果你每天都对他说这些，就会带来破坏他和妈妈关系的风险，他可能会觉得你在挑拨离间。",
        "label": ""
      },
      {
        "sentence": "让他感觉到你对这段婚姻很不满意，才会说出不想跟他过了、不用考虑他的狠话。",
        "label": ""
      },
      {
        "sentence": "你们婚姻中最大的问题在于缺乏有效的沟通。",
        "label": ""
      },
      {
        "sentence": "想一下，你们上次坐下来好好聊天是多久之前的事了？",
        "label": ""
      },
      {
        "sentence": "你们是有感情基础的，不能因为一些琐事而放弃呀。",
        "label": ""
      },
      {
        "sentence": "只要你多了解他一点，多给他一点关心和温暖，很快你就能感受到他婚前对你的无微不至。",
        "label": ""
      },
      {
        "sentence": "祝你和你的家人中秋快乐！",
        "label": ""
      }
    ]
  }
]