[
  {
    "role": "client",
    "content": "为什么人多的时候放不开，会低声下气？今天全体老师开会，他们都有说有笑，畅所欲言，我就一个人低头看手机，不说话，他们时不时笑，我就笑不出，我觉得自己就是个尴尬的存在，后来每个老师都要发言，到我这里我觉得我说的都快要哭出来了，特别不自然，不好意思，而且感觉他们都面色僵硬了不少，我觉得气氛都没之前好了，而且坐我旁边的那个老师有时看看我，有时挠头，我都觉得是在看不起我，我突然觉得自己好差劲，主要是我做不了自己，我想自然的看看他们，但过一会就会觉得这样做他们是不允许的，我不应该这样，我就会不自觉的低下头，玩手机，我觉得自己好失败，管理学生也好差劲，学生都觉得我好斯文，好内向，都觉得我好欺负，不听我的话，上课气氛很不好，纪律很差，我觉得自己现在做什么都好差劲，每天上完课我只想会房间一个人待着玩手机，我该怎么办",
    "annotation": [
      {
        "sentence": "为什么人多的时候放不开，会低声下气？",
        "label": ""
      },
      {
        "sentence": "今天全体老师开会，他们都有说有笑，畅所欲言，我就一个人低头看手机，不说话，他们时不时笑，我就笑不出，我觉得自己就是个尴尬的存在，后来每个老师都要发言，到我这里我觉得我说的都快要哭出来了，特别不自然，不好意思，而且感觉他们都面色僵硬了不少，我觉得气氛都没之前好了，而且坐我旁边的那个老师有时看看我，有时挠头，我都觉得是在看不起我，我突然觉得自己好差劲，主要是我做不了自己，我想自然的看看他们，但过一会就会觉得这样做他们是不允许的，我不应该这样，我就会不自觉的低下头，玩手机，我觉得自己好失败，管理学生也好差劲，学生都觉得我好斯文，好内向，都觉得我好欺负，不听我的话，上课气氛很不好，纪律很差，我觉得自己现在做什么都好差劲，每天上完课我只想会房间一个人待着玩手机，我该怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也曾经在一所专科学校做过6年的老师，能够理解你在开会的时候，现场的那种气氛和感受。在你的描述当中，你提到了很多自己的看法，这些看法背后也是自己的一些信念。要想改变现状，第一步就是要下决心去改变，要清晰自己到底要什么。你觉得可以这样试试看吗？",
    "annotation": [
      {
        "sentence": "我也曾经在一所专科学校做过6年的老师，能够理解你在开会的时候，现场的那种气氛和感受。",
        "label": ""
      },
      {
        "sentence": "在你的描述当中，你提到了很多自己的看法，这些看法背后也是自己的一些信念。",
        "label": ""
      },
      {
        "sentence": "要想改变现状，第一步就是要下决心去改变，要清晰自己到底要什么。",
        "label": ""
      },
      {
        "sentence": "你觉得可以这样试试看吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得可以试试看。",
    "annotation": [
      {
        "sentence": "我觉得可以试试看。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "01.明确自己要什么。你想给自己老师的这个角色设立一个怎样的人设呢？这个人设一方面要参考学校的文化氛围，一方面也参考自己的个性特点，最好是找一个你所喜欢的、符合这个人设的老师作为自己参考的对象，这样会让自己更清晰想要成为什么样的老师。",
    "annotation": [
      {
        "sentence": "01.明确自己要什么。",
        "label": ""
      },
      {
        "sentence": "你想给自己老师的这个角色设立一个怎样的人设呢？",
        "label": ""
      },
      {
        "sentence": "这个人设一方面要参考学校的文化氛围，一方面也参考自己的个性特点，最好是找一个你所喜欢的、符合这个人设的老师作为自己参考的对象，这样会让自己更清晰想要成为什么样的老师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望成为一个能够自信地与他人交流、管理学生有纪律的老师。",
    "annotation": [
      {
        "sentence": "我希望成为一个能够自信地与他人交流、管理学生有纪律的老师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "02.尝试对当时的现场状况有一个新的评估。你提到自己似乎是一个尴尬的存在，和别人不一样。社会心理学研究发现，有一个现象叫聚光灯效应，就是人们都认为别人特别关注自己，但实际上关注到自己的人比例没有那么多。也许你虽然有一点点跟大家不同，不一样也是被允许的。提到这里，又看到你另一个信念：他们不允许你看着他们。你在进学校当老师之前，你是一个怎样的人呢？一定有人也很喜欢你是吧。你可以尝试着看着他们的下巴，其实每个人都希望别人看着自己说话，反倒是一种被关注的满足感。在发言的时候也可以尝试着先写一个小的提纲，这样就更有逻辑性，也可以去学习一下发言比较受欢迎的同事，他们发言的亮点。当然在开会的时候，你有些不自信，也有你的道理，可能你发现你的教学管理工作做的也不是很好。老师的成长也有一个过程，只要今天比昨天做的好，自己和自己比就会越来越自信，工作也会越来越有动力。",
    "annotation": [
      {
        "sentence": "02.尝试对当时的现场状况有一个新的评估。",
        "label": ""
      },
      {
        "sentence": "你提到自己似乎是一个尴尬的存在，和别人不一样。",
        "label": ""
      },
      {
        "sentence": "社会心理学研究发现，有一个现象叫聚光灯效应，就是人们都认为别人特别关注自己，但实际上关注到自己的人比例没有那么多。",
        "label": ""
      },
      {
        "sentence": "也许你虽然有一点点跟大家不同，不一样也是被允许的。",
        "label": ""
      },
      {
        "sentence": "提到这里，又看到你另一个信念：他们不允许你看着他们。",
        "label": ""
      },
      {
        "sentence": "你在进学校当老师之前，你是一个怎样的人呢？",
        "label": ""
      },
      {
        "sentence": "一定有人也很喜欢你是吧。",
        "label": ""
      },
      {
        "sentence": "你可以尝试着看着他们的下巴，其实每个人都希望别人看着自己说话，反倒是一种被关注的满足感。",
        "label": ""
      },
      {
        "sentence": "在发言的时候也可以尝试着先写一个小的提纲，这样就更有逻辑性，也可以去学习一下发言比较受欢迎的同事，他们发言的亮点。",
        "label": ""
      },
      {
        "sentence": "当然在开会的时候，你有些不自信，也有你的道理，可能你发现你的教学管理工作做的也不是很好。",
        "label": ""
      },
      {
        "sentence": "老师的成长也有一个过程，只要今天比昨天做的好，自己和自己比就会越来越自信，工作也会越来越有动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以尝试这些方法。",
    "annotation": [
      {
        "sentence": "我明白了，我可以尝试这些方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "03.应对的方法。现在你感觉很不舒服时，希望能回到自己的房间玩手机，这是一种处理自己情绪的方法，会有一些效果。但是如果只有这一个方法的话，效果也会有限。你觉得还有哪些方法能够让自己情绪稳定下来呢？多找一些方法，包括自己曾经用过的方法，也包括借鉴身边人的方法，还可以从影视作品里书里面找到更多的方法。有了方法，再去行动，就会发生改变。",
    "annotation": [
      {
        "sentence": "03.应对的方法。",
        "label": ""
      },
      {
        "sentence": "现在你感觉很不舒服时，希望能回到自己的房间玩手机，这是一种处理自己情绪的方法，会有一些效果。",
        "label": ""
      },
      {
        "sentence": "但是如果只有这一个方法的话，效果也会有限。",
        "label": ""
      },
      {
        "sentence": "你觉得还有哪些方法能够让自己情绪稳定下来呢？",
        "label": ""
      },
      {
        "sentence": "多找一些方法，包括自己曾经用过的方法，也包括借鉴身边人的方法，还可以从影视作品里书里面找到更多的方法。",
        "label": ""
      },
      {
        "sentence": "有了方法，再去行动，就会发生改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可以尝试一些放松的活动，比如听音乐、做运动，或者跟朋友聊天。",
    "annotation": [
      {
        "sentence": "我可以尝试一些放松的活动，比如听音乐、做运动，或者跟朋友聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "总结一下，首先建立起自己的期待，可以把自己的期待写下来，这样会更清晰自己的愿望。其次重新评估自己的能力，还有对周围环境重新评估。第三，遇到任何困难都尝试着多找一些方法，并且把这些方法写下来，然后逐一的去尝试，好用的今后可以继续用，不好用的也积累了宝贵的经验。",
    "annotation": [
      {
        "sentence": "总结一下，首先建立起自己的期待，可以把自己的期待写下来，这样会更清晰自己的愿望。",
        "label": ""
      },
      {
        "sentence": "其次重新评估自己的能力，还有对周围环境重新评估。",
        "label": ""
      },
      {
        "sentence": "第三，遇到任何困难都尝试着多找一些方法，并且把这些方法写下来，然后逐一的去尝试，好用的今后可以继续用，不好用的也积累了宝贵的经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会遵循您的建议，试着改变自己的看法并尝试不同的方法。谢谢您的支持！",
    "annotation": [
      {
        "sentence": "我会遵循您的建议，试着改变自己的看法并尝试不同的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢您的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够做到的。如果在这个过程中还有需要帮助的地方，随时向我求助。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还有需要帮助的地方，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]