[
  {
    "role": "client",
    "content": "为什么人多的时候放不开，会低声下气？今天全体老师开会，他们都有说有笑，畅所欲言，我就一个人低头看手机，不说话，他们时不时笑，我就笑不出，我觉得自己就是个尴尬的存在，后来每个老师都要发言，到我这里我觉得我说的都快要哭出来了，特别不自然，不好意思，而且感觉他们都面色僵硬了不少，我觉得气氛都没之前好了，而且坐我旁边的那个老师有时看看我，有时挠头，我都觉得是在看不起我，我突然觉得自己好差劲，主要是我做不了自己，我想自然的看看他们，但过一会就会觉得这样做他们是不允许的，我不应该这样，我就会不自觉的低下头，玩手机，我觉得自己好失败，管理学生也好差劲，学生都觉得我好斯文，好内向，都觉得我好欺负，不听我的话，上课气氛很不好，纪律很差，我觉得自己现在做什么都好差劲，每天上完课我只想会房间一个人待着玩手机，我该怎么办",
    "annotation": [
      {
        "sentence": "为什么人多的时候放不开，会低声下气？",
        "label": ""
      },
      {
        "sentence": "今天全体老师开会，他们都有说有笑，畅所欲言，我就一个人低头看手机，不说话，他们时不时笑，我就笑不出，我觉得自己就是个尴尬的存在，后来每个老师都要发言，到我这里我觉得我说的都快要哭出来了，特别不自然，不好意思，而且感觉他们都面色僵硬了不少，我觉得气氛都没之前好了，而且坐我旁边的那个老师有时看看我，有时挠头，我都觉得是在看不起我，我突然觉得自己好差劲，主要是我做不了自己，我想自然的看看他们，但过一会就会觉得这样做他们是不允许的，我不应该这样，我就会不自觉的低下头，玩手机，我觉得自己好失败，管理学生也好差劲，学生都觉得我好斯文，好内向，都觉得我好欺负，不听我的话，上课气氛很不好，纪律很差，我觉得自己现在做什么都好差劲，每天上完课我只想会房间一个人待着玩手机，我该怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够体会你的心情，其实很多人在人多的时候都会有些放不开。但是你或许过分把他人的想法解读成了消极意义，所以不断自我否定和怀疑。其他老师开会的时候，「有说有笑」的，但是自己笑不出来，而轮到自己发言时，「到我这里我觉得我说的都快要哭出来了，特别不自然，不好意思，而且感觉他们都面色僵硬了不少，我觉得气氛都没之前好了」，觉得其他老师的眼光都是不赞同地聚焦在自己身上，觉得自己特别差劲。",
    "annotation": [
      {
        "sentence": "能够体会你的心情，其实很多人在人多的时候都会有些放不开。",
        "label": ""
      },
      {
        "sentence": "但是你或许过分把他人的想法解读成了消极意义，所以不断自我否定和怀疑。",
        "label": ""
      },
      {
        "sentence": "其他老师开会的时候，「有说有笑」的，但是自己笑不出来，而轮到自己发言时，「到我这里我觉得我说的都快要哭出来了，特别不自然，不好意思，而且感觉他们都面色僵硬了不少，我觉得气氛都没之前好了」，觉得其他老师的眼光都是不赞同地聚焦在自己身上，觉得自己特别差劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是感觉其他人对我有负面的看法，他们一定觉得我很失败。",
    "annotation": [
      {
        "sentence": "是的，我总是感觉其他人对我有负面的看法，他们一定觉得我很失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理学中有一个名词，叫「聚光灯效应」。百科上是指「很多时候我们总是不经意的把自己的问题放到无限大，当我们出丑时总以为人家会注意到，其实并不是这样的，人家当时可能会注意到可是事后马上就忘了，或者根本没有注意到，有人会像你自己那样关注自己的。」所以有时候我们的体验，感到他们不和善的目光，或许都是自己经过「加工」后的臆想，是一种对现实的扭曲反映。",
    "annotation": [
      {
        "sentence": "心理学中有一个名词，叫「聚光灯效应」。",
        "label": ""
      },
      {
        "sentence": "百科上是指「很多时候我们总是不经意的把自己的问题放到无限大，当我们出丑时总以为人家会注意到，其实并不是这样的，人家当时可能会注意到可是事后马上就忘了，或者根本没有注意到，有人会像你自己那样关注自己的。",
        "label": ""
      },
      {
        "sentence": "」所以有时候我们的体验，感到他们不和善的目光，或许都是自己经过「加工」后的臆想，是一种对现实的扭曲反映。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是我自己把问题想得太严重了，他们未必真的在意我说的话，可能我想太多了。",
    "annotation": [
      {
        "sentence": "原来是我自己把问题想得太严重了，他们未必真的在意我说的话，可能我想太多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，加上管理学生或许没有找到好的方法，「学生都觉得我好斯文，好内向，都觉得我好欺负，不听我的话，上课气氛很不好，纪律很差」。所以想要逃避，想把自己关在「只玩手机」的舒适圈里。",
    "annotation": [
      {
        "sentence": "对的，加上管理学生或许没有找到好的方法，「学生都觉得我好斯文，好内向，都觉得我好欺负，不听我的话，上课气氛很不好，纪律很差」。",
        "label": ""
      },
      {
        "sentence": "所以想要逃避，想把自己关在「只玩手机」的舒适圈里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己无能为力，不知道该如何应对学生的问题和行为。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己无能为力，不知道该如何应对学生的问题和行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我的一些想法是：你有细腻的情感，这很好。只是不用把这份细腻过分用于揣度他人对自己的看法上，每个人都会有害怕人多，抵触在人多的地方说话等等，这是正常的，首先自己需要接受这点。觉得自己发言的时候，别人言笑晏晏，自己却笑不出来，或许你也能察觉到自己其实对其他老师的交流是封闭的。他们未必在嘲讽你，但也不知怎么去和你沟通。因此既然觉得自己发言做的不好，甚至觉得自己被他们瞧不上，不妨找一个相对亲近的老师认真聊一聊他对你的看法，有没有什么建议等。人都是社会性的生物，有社会归属感时，或许能稳定你的自信心。",
    "annotation": [
      {
        "sentence": "我的一些想法是：你有细腻的情感，这很好。",
        "label": ""
      },
      {
        "sentence": "只是不用把这份细腻过分用于揣度他人对自己的看法上，每个人都会有害怕人多，抵触在人多的地方说话等等，这是正常的，首先自己需要接受这点。",
        "label": ""
      },
      {
        "sentence": "觉得自己发言的时候，别人言笑晏晏，自己却笑不出来，或许你也能察觉到自己其实对其他老师的交流是封闭的。",
        "label": ""
      },
      {
        "sentence": "他们未必在嘲讽你，但也不知怎么去和你沟通。",
        "label": ""
      },
      {
        "sentence": "因此既然觉得自己发言做的不好，甚至觉得自己被他们瞧不上，不妨找一个相对亲近的老师认真聊一聊他对你的看法，有没有什么建议等。",
        "label": ""
      },
      {
        "sentence": "人都是社会性的生物，有社会归属感时，或许能稳定你的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直想要得到他人的认可和支持，但是自己一直没有勇气主动去和他们交流。",
    "annotation": [
      {
        "sentence": "确实，我一直想要得到他人的认可和支持，但是自己一直没有勇气主动去和他们交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，找一个机会，主动跟他们聊一聊。也许他们并不是对你不友善，只是互相不了解而已。逐步地与他们建立起互相信任的关系，共同解决教学中的问题。",
    "annotation": [
      {
        "sentence": "没关系，找一个机会，主动跟他们聊一聊。",
        "label": ""
      },
      {
        "sentence": "也许他们并不是对你不友善，只是互相不了解而已。",
        "label": ""
      },
      {
        "sentence": "逐步地与他们建立起互相信任的关系，共同解决教学中的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着主动和他们进行交流，了解他们的看法和建议。还有，对于学生管理方面，有什么建议吗？",
    "annotation": [
      {
        "sentence": "嗯，我会试着主动和他们进行交流，了解他们的看法和建议。",
        "label": ""
      },
      {
        "sentence": "还有，对于学生管理方面，有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许可以找班上的几个同学聊一聊，他们对你的看法，对你的教学有哪里不太满意，然后去找找哪里有改进的地方。最好的教学方案，一定是双向沟通下才能产生的。",
    "annotation": [
      {
        "sentence": "或许可以找班上的几个同学聊一聊，他们对你的看法，对你的教学有哪里不太满意，然后去找找哪里有改进的地方。",
        "label": ""
      },
      {
        "sentence": "最好的教学方案，一定是双向沟通下才能产生的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试着和学生们建立更好的沟通，听取他们的意见和想法，争取改善班级的纪律和氛围。",
    "annotation": [
      {
        "sentence": "我会尝试着和学生们建立更好的沟通，听取他们的意见和想法，争取改善班级的纪律和氛围。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，相信你一定可以做得很好的。不要过分苛责自己，每个人都需要成长和改进。同时，也要记得给自己一些放松和休息的时间，不要把过多的压力放在自己身上。",
    "annotation": [
      {
        "sentence": "很好，相信你一定可以做得很好的。",
        "label": ""
      },
      {
        "sentence": "不要过分苛责自己，每个人都需要成长和改进。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得给自己一些放松和休息的时间，不要把过多的压力放在自己身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着调整自己的心态，积极面对问题，并且寻求帮助和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着调整自己的心态，积极面对问题，并且寻求帮助和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎，我相信你会找到适合自己的解决方案的。祝你生活愉快，希望你能温柔世界，也给自己肆意生长时间。",
    "annotation": [
      {
        "sentence": "非常欢迎，我相信你会找到适合自己的解决方案的。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快，希望你能温柔世界，也给自己肆意生长时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，我也希望能在自己的成长中找到自己的方向和快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，我也希望能在自己的成长中找到自己的方向和快乐。",
        "label": ""
      }
    ]
  }
]