[
  {
    "role": "client",
    "content": "婆婆说什么，老公听什么，他为什么那么听妈妈的话？结婚八年了，生育了一儿一女，从最初的回娘家，婆婆生气，到现在的不守着婆婆，婆婆生气。婆家做生意的，我生二胎，老公就不去上班了，婆婆也不让去，说家里的买卖得老公来做，结果老公跟他们干，一个月要一千块钱，连菜钱都不够，因为要钱，老公抬不起头，婆婆理直气壮，每天过来，不是这不对，就是那儿不对，总是挑毛病，老公的内裤，宝贝的袜子，菜的大小，她都要指指点点，我不会跟老人顶嘴，所以我想离他们远一点。婆婆叫我今天过去吃饭，我今天必须过去，明天过去，明天必须过去，不过去，婆婆生气，老公吵架。为什么他要那样听他妈妈的话？难道我们就没有感受吗？",
    "annotation": [
      {
        "sentence": "婆婆说什么，老公听什么，他为什么那么听妈妈的话？",
        "label": ""
      },
      {
        "sentence": "结婚八年了，生育了一儿一女，从最初的回娘家，婆婆生气，到现在的不守着婆婆，婆婆生气。",
        "label": ""
      },
      {
        "sentence": "婆家做生意的，我生二胎，老公就不去上班了，婆婆也不让去，说家里的买卖得老公来做，结果老公跟他们干，一个月要一千块钱，连菜钱都不够，因为要钱，老公抬不起头，婆婆理直气壮，每天过来，不是这不对，就是那儿不对，总是挑毛病，老公的内裤，宝贝的袜子，菜的大小，她都要指指点点，我不会跟老人顶嘴，所以我想离他们远一点。",
        "label": ""
      },
      {
        "sentence": "婆婆叫我今天过去吃饭，我今天必须过去，明天过去，明天必须过去，不过去，婆婆生气，老公吵架。",
        "label": ""
      },
      {
        "sentence": "为什么他要那样听他妈妈的话？",
        "label": ""
      },
      {
        "sentence": "难道我们就没有感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1.婆婆跟你们的关系确实复杂，听你描述的情况，婆婆似乎对你们的生活步步为营。你也提到了，结婚这么多年了，你们生活似乎总是围绕着你婆婆转。我很好奇你老公在这个情况下是怎么看待的呢？他有表达自己的意见吗？",
    "annotation": [
      {
        "sentence": "1.婆婆跟你们的关系确实复杂，听你描述的情况，婆婆似乎对你们的生活步步为营。",
        "label": ""
      },
      {
        "sentence": "你也提到了，结婚这么多年了，你们生活似乎总是围绕着你婆婆转。",
        "label": ""
      },
      {
        "sentence": "我很好奇你老公在这个情况下是怎么看待的呢？",
        "label": ""
      },
      {
        "sentence": "他有表达自己的意见吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "老公的态度一直比较矛盾。有时候他是向着我，但有时候他又会向着婆婆。我觉得他太依赖他妈妈了，总是听她的话，对她言听计从。我们曾经多次谈论这个问题，但好像没有什么改变。我真的不明白为什么我们的感受不被重视。",
    "annotation": [
      {
        "sentence": "老公的态度一直比较矛盾。",
        "label": ""
      },
      {
        "sentence": "有时候他是向着我，但有时候他又会向着婆婆。",
        "label": ""
      },
      {
        "sentence": "我觉得他太依赖他妈妈了，总是听她的话，对她言听计从。",
        "label": ""
      },
      {
        "sentence": "我们曾经多次谈论这个问题，但好像没有什么改变。",
        "label": ""
      },
      {
        "sentence": "我真的不明白为什么我们的感受不被重视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况确实很困扰，家庭中的角色关系因人而异，有时候确实需要婆婆的经济支持，但同时也要权衡利弊。你有考虑过和婆婆分开过新的生活吗？或者和你的丈夫一起寻找一种平衡点，让他明白你们的感受和需要？",
    "annotation": [
      {
        "sentence": "这种情况确实很困扰，家庭中的角色关系因人而异，有时候确实需要婆婆的经济支持，但同时也要权衡利弊。",
        "label": ""
      },
      {
        "sentence": "你有考虑过和婆婆分开过新的生活吗？",
        "label": ""
      },
      {
        "sentence": "或者和你的丈夫一起寻找一种平衡点，让他明白你们的感受和需要？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有考虑过和婆婆分开过新的生活，但是因为一些原因一直没有实现。我也试着和丈夫沟通，但似乎没有什么效果。我担心继续这样下去会对我们的婚姻造成更大的压力。我觉得我们需要一种新的应对方式。",
    "annotation": [
      {
        "sentence": "我有考虑过和婆婆分开过新的生活，但是因为一些原因一直没有实现。",
        "label": ""
      },
      {
        "sentence": "我也试着和丈夫沟通，但似乎没有什么效果。",
        "label": ""
      },
      {
        "sentence": "我担心继续这样下去会对我们的婚姻造成更大的压力。",
        "label": ""
      },
      {
        "sentence": "我觉得我们需要一种新的应对方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你现在的困扰和担心。在这个情况下，可以尝试组织一次家庭会议，让你和你的丈夫以及婆婆一起沟通，坦诚地表达你们每个人的感受和需求。这样可以更清晰地了解彼此的立场，也有助于寻找到解决问题的方向。",
    "annotation": [
      {
        "sentence": "明白你现在的困扰和担心。",
        "label": ""
      },
      {
        "sentence": "在这个情况下，可以尝试组织一次家庭会议，让你和你的丈夫以及婆婆一起沟通，坦诚地表达你们每个人的感受和需求。",
        "label": ""
      },
      {
        "sentence": "这样可以更清晰地了解彼此的立场，也有助于寻找到解决问题的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得组织一次家庭会议是个不错的主意。我会试着和丈夫商量，看看能不能安排一个合适的时间。我希望这样能够改善我们之间的关系，减少冲突。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得组织一次家庭会议是个不错的主意。",
        "label": ""
      },
      {
        "sentence": "我会试着和丈夫商量，看看能不能安排一个合适的时间。",
        "label": ""
      },
      {
        "sentence": "我希望这样能够改善我们之间的关系，减少冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能接受这个建议。组织家庭会议可以为大家提供一个平等发言的机会，让每个人都能够被理解和认同。同时，也不要忘记表达你对你丈夫的支持和理解，这有助于增强你们之间的亲密感和合作性。",
    "annotation": [
      {
        "sentence": "很高兴你能接受这个建议。",
        "label": ""
      },
      {
        "sentence": "组织家庭会议可以为大家提供一个平等发言的机会，让每个人都能够被理解和认同。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记表达你对你丈夫的支持和理解，这有助于增强你们之间的亲密感和合作性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我是有时候忽略了对丈夫的支持和理解。我会在家庭会议上更加关注这一点，并希望通过这次沟通能够找到解决问题的办法。非常感谢你的帮助和支持！",
    "annotation": [
      {
        "sentence": "你说得对，我是有时候忽略了对丈夫的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会在家庭会议上更加关注这一点，并希望通过这次沟通能够找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。家庭关系的调和需要时间和努力，但只要双方都有诚意，相信问题一定是可以解决的。祝你们成功地解决这个困扰，建立更加和谐幸福的家庭。如果还有其他需要，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "家庭关系的调和需要时间和努力，但只要双方都有诚意，相信问题一定是可以解决的。",
        "label": ""
      },
      {
        "sentence": "祝你们成功地解决这个困扰，建立更加和谐幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "如果还有其他需要，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]