[
  {
    "role": "client",
    "content": "婆婆说什么，老公听什么，他为什么那么听妈妈的话？结婚八年了，生育了一儿一女，从最初的回娘家，婆婆生气，到现在的不守着婆婆，婆婆生气。婆家做生意的，我生二胎，老公就不去上班了，婆婆也不让去，说家里的买卖得老公来做，结果老公跟他们干，一个月要一千块钱，连菜钱都不够，因为要钱，老公抬不起头，婆婆理直气壮，每天过来，不是这不对，就是那儿不对，总是挑毛病，老公的内裤，宝贝的袜子，菜的大小，她都要指指点点，我不会跟老人顶嘴，所以我想离他们远一点。婆婆叫我今天过去吃饭，我今天必须过去，明天过去，明天必须过去，不过去，婆婆生气，老公吵架。为什么他要那样听他妈妈的话？难道我们就没有感受吗？",
    "annotation": [
      {
        "sentence": "婆婆说什么，老公听什么，他为什么那么听妈妈的话？",
        "label": ""
      },
      {
        "sentence": "结婚八年了，生育了一儿一女，从最初的回娘家，婆婆生气，到现在的不守着婆婆，婆婆生气。",
        "label": ""
      },
      {
        "sentence": "婆家做生意的，我生二胎，老公就不去上班了，婆婆也不让去，说家里的买卖得老公来做，结果老公跟他们干，一个月要一千块钱，连菜钱都不够，因为要钱，老公抬不起头，婆婆理直气壮，每天过来，不是这不对，就是那儿不对，总是挑毛病，老公的内裤，宝贝的袜子，菜的大小，她都要指指点点，我不会跟老人顶嘴，所以我想离他们远一点。",
        "label": ""
      },
      {
        "sentence": "婆婆叫我今天过去吃饭，我今天必须过去，明天过去，明天必须过去，不过去，婆婆生气，老公吵架。",
        "label": ""
      },
      {
        "sentence": "为什么他要那样听他妈妈的话？",
        "label": ""
      },
      {
        "sentence": "难道我们就没有感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我觉得你是一个性格温和、顺从的人，很尊重长辈。看得出你有些委屈、无奈和愤怒。你说“从最初的回娘家，婆婆生气，到现在的不守着婆婆，婆婆生气。婆婆叫我今天过去吃饭，我今天必须过去，明天过去，明天必须过去，不过去，婆婆生气”。看来你婆婆很容易生气，你也在意她的生气。请问你知道婆婆为什么生气吗？她每次生气的原因都相同吗？你和婆婆交流过她生气、你不开心的情况吗？婆婆要求你们做什么时，每次你们都是言听计从，无条件服从吗？你们有没有向婆婆表达过你们不愿意接受的态度？如果有，她的反应怎样？如果没有，那你和你老公又是怎么想的呢？“一个月要一千块钱，连菜钱都不够，因为要钱，老公抬不起头”。老公辞去工作，按婆婆要求回家做生意，完全可以按自己付出的劳动、获取的成绩获得自己应有的报酬或回报，为什么会觉得抬不起头呢？这是你认为的？还是你老公觉得？亦或是你们两人都觉得？家里的其他费用从何而来？你有独立的收入吗？",
    "annotation": [
      {
        "sentence": "听你的描述，我觉得你是一个性格温和、顺从的人，很尊重长辈。",
        "label": ""
      },
      {
        "sentence": "看得出你有些委屈、无奈和愤怒。",
        "label": ""
      },
      {
        "sentence": "你说“从最初的回娘家，婆婆生气，到现在的不守着婆婆，婆婆生气。",
        "label": ""
      },
      {
        "sentence": "婆婆叫我今天过去吃饭，我今天必须过去，明天过去，明天必须过去，不过去，婆婆生气”。",
        "label": ""
      },
      {
        "sentence": "看来你婆婆很容易生气，你也在意她的生气。",
        "label": ""
      },
      {
        "sentence": "请问你知道婆婆为什么生气吗？",
        "label": ""
      },
      {
        "sentence": "她每次生气的原因都相同吗？",
        "label": ""
      },
      {
        "sentence": "你和婆婆交流过她生气、你不开心的情况吗？",
        "label": ""
      },
      {
        "sentence": "婆婆要求你们做什么时，每次你们都是言听计从，无条件服从吗？",
        "label": ""
      },
      {
        "sentence": "你们有没有向婆婆表达过你们不愿意接受的态度？",
        "label": ""
      },
      {
        "sentence": "如果有，她的反应怎样？",
        "label": ""
      },
      {
        "sentence": "如果没有，那你和你老公又是怎么想的呢？",
        "label": ""
      },
      {
        "sentence": "“一个月要一千块钱，连菜钱都不够，因为要钱，老公抬不起头”。",
        "label": ""
      },
      {
        "sentence": "老公辞去工作，按婆婆要求回家做生意，完全可以按自己付出的劳动、获取的成绩获得自己应有的报酬或回报，为什么会觉得抬不起头呢？",
        "label": ""
      },
      {
        "sentence": "这是你认为的？",
        "label": ""
      },
      {
        "sentence": "还是你老公觉得？",
        "label": ""
      },
      {
        "sentence": "亦或是你们两人都觉得？",
        "label": ""
      },
      {
        "sentence": "家里的其他费用从何而来？",
        "label": ""
      },
      {
        "sentence": "你有独立的收入吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婆婆理直气壮，每天过来，不是这不对，就是那儿不对，总是挑毛病，老公的内裤，宝贝的袜子，菜的大小，她都要指指点点。结婚前你老公和妈妈是怎样生活的？结婚后，生孩子前，你们和婆婆又是如何相处的？第一个孩子出生后，再到二宝出生后，你们之间的生活状态又有什么变化吗？我觉得自己无法处理好这段婆婆和媳妇的关系，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "婆婆理直气壮，每天过来，不是这不对，就是那儿不对，总是挑毛病，老公的内裤，宝贝的袜子，菜的大小，她都要指指点点。",
        "label": ""
      },
      {
        "sentence": "结婚前你老公和妈妈是怎样生活的？",
        "label": ""
      },
      {
        "sentence": "结婚后，生孩子前，你们和婆婆又是如何相处的？",
        "label": ""
      },
      {
        "sentence": "第一个孩子出生后，再到二宝出生后，你们之间的生活状态又有什么变化吗？",
        "label": ""
      },
      {
        "sentence": "我觉得自己无法处理好这段婆婆和媳妇的关系，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婆婆和媳妇的关系的确是个难题。从我们出生起，我们与母亲的关系就被注定了，我们与母亲有着密不可分的联系。虽然我们出生后在生理上变得独立，但心理上要经历多次分离才能真正成长为独立的个体。青春期是我们走向独立和成熟的阶段，心理上对妈妈的分离是成长的关键。但由于孩子对母亲的依恋和对外界的恐惧，会影响个体的独立。同样，父母控制、不愿放手也会阻碍孩子的独立。我记得有句话说得好：“女孩只有做了母亲，才能真正长大！”当我们做母亲时，我们才能真正成熟，让女孩成为女人。在孕育和养育孩子的过程中，我们女性有着更多的体验和体会。所以，亲爱的，如果可以的话，试着和你老公、婆婆开诚布公地沟通，表达你内心的想法，勇敢、恰当地表达你的感受。如果可以，试着从物理空间上开始独立，打理好自己的小家，不再给婆婆添麻烦。还可以多阅读一些平台文章，参加读书会，里面有很多好的建议和方法，你可以尝试一下。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "婆婆和媳妇的关系的确是个难题。",
        "label": ""
      },
      {
        "sentence": "从我们出生起，我们与母亲的关系就被注定了，我们与母亲有着密不可分的联系。",
        "label": ""
      },
      {
        "sentence": "虽然我们出生后在生理上变得独立，但心理上要经历多次分离才能真正成长为独立的个体。",
        "label": ""
      },
      {
        "sentence": "青春期是我们走向独立和成熟的阶段，心理上对妈妈的分离是成长的关键。",
        "label": ""
      },
      {
        "sentence": "但由于孩子对母亲的依恋和对外界的恐惧，会影响个体的独立。",
        "label": ""
      },
      {
        "sentence": "同样，父母控制、不愿放手也会阻碍孩子的独立。",
        "label": ""
      },
      {
        "sentence": "我记得有句话说得好：“女孩只有做了母亲，才能真正长大！",
        "label": ""
      },
      {
        "sentence": "”当我们做母亲时，我们才能真正成熟，让女孩成为女人。",
        "label": ""
      },
      {
        "sentence": "在孕育和养育孩子的过程中，我们女性有着更多的体验和体会。",
        "label": ""
      },
      {
        "sentence": "所以，亲爱的，如果可以的话，试着和你老公、婆婆开诚布公地沟通，表达你内心的想法，勇敢、恰当地表达你的感受。",
        "label": ""
      },
      {
        "sentence": "如果可以，试着从物理空间上开始独立，打理好自己的小家，不再给婆婆添麻烦。",
        "label": ""
      },
      {
        "sentence": "还可以多阅读一些平台文章，参加读书会，里面有很多好的建议和方法，你可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  }
]