[
  {
    "role": "client",
    "content": "我是一个19岁的女生，我在面对朋友的时候总是敏感自卑，而且总是想讨好我的朋友。平时我和所有人都相处得不错，关系也很好，但是和两个舍友的关系更亲密一些，我们经常一起活动。然而，其中一个女生经常忽略我，我一直觉得是自己太敏感多疑，不适合和别人相处。我变得很自卑，甚至为了和她们在一起而不断地讨好她们。我感到很难受，也不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，我在面对朋友的时候总是敏感自卑，而且总是想讨好我的朋友。",
        "label": ""
      },
      {
        "sentence": "平时我和所有人都相处得不错，关系也很好，但是和两个舍友的关系更亲密一些，我们经常一起活动。",
        "label": ""
      },
      {
        "sentence": "然而，其中一个女生经常忽略我，我一直觉得是自己太敏感多疑，不适合和别人相处。",
        "label": ""
      },
      {
        "sentence": "我变得很自卑，甚至为了和她们在一起而不断地讨好她们。",
        "label": ""
      },
      {
        "sentence": "我感到很难受，也不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不是专家，只能根据我的生活经验给你一些建议，可能对你有所帮助。和儿时的玩伴或者高中同学不同，大学里的人大多已经成年，积累了很多朋友。再加上现在物质和精神娱乐的方式都很丰富，对于新的友情的需求和依赖度并不高。而且在生活中，很少有人会在意周围人的感受，所以你感觉被忽视其实是很正常的情况。进入社会后更是如此，大家都忙着处理自己的事情，没有太多精力去关注别人。能够获得别人关注或者成为被讨好的对象，往往是拥有突出能力或满足对方某些需求的人。回到你的问题，当你付出很多而回报很少时，你会感到自卑，甚至试图更多地付出以换取回报，但效果并不理想，这让你非常难受。这时候，你应该换一种方式来看待这个问题，你的付出实际上能提供多大的价值？有多少不可替代性？你需要警惕，长期低价值的付出可能不如不付出，因为这会让对方觉得你只是一个“老好人”，通常被视作被使唤的对象，而不是重要的朋友！所以你可以试试将你在别人身上的时间和精力投入到自己身上，不论是提升自己（例如提升沟通表达能力，学习更多交际技巧），还是尝试新的交友渠道，又或者找一些新鲜的事情来做。在这些新的尝试中，相信你会有新的发现和收获，更不用说这些努力会带来各种额外的好处。我希望你不要困惑，不要怀疑自己而产生自卑情绪。无论发生什么，这个世界和我都爱着你。",
    "annotation": [
      {
        "sentence": "我不是专家，只能根据我的生活经验给你一些建议，可能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "和儿时的玩伴或者高中同学不同，大学里的人大多已经成年，积累了很多朋友。",
        "label": ""
      },
      {
        "sentence": "再加上现在物质和精神娱乐的方式都很丰富，对于新的友情的需求和依赖度并不高。",
        "label": ""
      },
      {
        "sentence": "而且在生活中，很少有人会在意周围人的感受，所以你感觉被忽视其实是很正常的情况。",
        "label": ""
      },
      {
        "sentence": "进入社会后更是如此，大家都忙着处理自己的事情，没有太多精力去关注别人。",
        "label": ""
      },
      {
        "sentence": "能够获得别人关注或者成为被讨好的对象，往往是拥有突出能力或满足对方某些需求的人。",
        "label": ""
      },
      {
        "sentence": "回到你的问题，当你付出很多而回报很少时，你会感到自卑，甚至试图更多地付出以换取回报，但效果并不理想，这让你非常难受。",
        "label": ""
      },
      {
        "sentence": "这时候，你应该换一种方式来看待这个问题，你的付出实际上能提供多大的价值？",
        "label": ""
      },
      {
        "sentence": "有多少不可替代性？",
        "label": ""
      },
      {
        "sentence": "你需要警惕，长期低价值的付出可能不如不付出，因为这会让对方觉得你只是一个“老好人”，通常被视作被使唤的对象，而不是重要的朋友！",
        "label": ""
      },
      {
        "sentence": "所以你可以试试将你在别人身上的时间和精力投入到自己身上，不论是提升自己（例如提升沟通表达能力，学习更多交际技巧），还是尝试新的交友渠道，又或者找一些新鲜的事情来做。",
        "label": ""
      },
      {
        "sentence": "在这些新的尝试中，相信你会有新的发现和收获，更不用说这些努力会带来各种额外的好处。",
        "label": ""
      },
      {
        "sentence": "我希望你不要困惑，不要怀疑自己而产生自卑情绪。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，这个世界和我都爱着你。",
        "label": ""
      }
    ]
  }
]