[
  {
    "role": "client",
    "content": "1岁男孩缺乏安全感，作为妈妈我该怎么做？我家男宝一岁十一个月，他目前表现出在外面遇到陌生的小朋友害羞，胆小，不愿意接近，别人抢了他的玩具或者惹他生气，他就会咱自己或者咬他身边的一些物体，感觉他安全感缺失，而且他现在晚上要睡觉都要让奶奶陪着，白天比较黏我，出门只让我抱，我都搞不清楚我的宝宝究竟是黏我还是不黏我，我现在很焦虑，也因为这个经常情绪不稳定，急切需要帮助。",
    "annotation": [
      {
        "sentence": "1岁男孩缺乏安全感，作为妈妈我该怎么做？",
        "label": ""
      },
      {
        "sentence": "我家男宝一岁十一个月，他目前表现出在外面遇到陌生的小朋友害羞，胆小，不愿意接近，别人抢了他的玩具或者惹他生气，他就会咱自己或者咬他身边的一些物体，感觉他安全感缺失，而且他现在晚上要睡觉都要让奶奶陪着，白天比较黏我，出门只让我抱，我都搞不清楚我的宝宝究竟是黏我还是不黏我，我现在很焦虑，也因为这个经常情绪不稳定，急切需要帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的孩子妈妈，看了你对孩子状况的描述和自己的心情，有很多感同身受。经常，我们会喜欢对陌生人爱说爱笑的小孩子，觉得他们很大方可爱，有自信......别人抢了他的玩具、惹他生气能自己要回来或者不是用咬的方式解决，那样的孩子有有胆量、有主见...妈妈出现时，无论白天晚上都黏着妈妈，确实能让妈妈体会到孩子对她的需要，而且是一贯和一致的需要。于是，孩子表现的如您所描述的样子时，家长可能会受到来自不同方面的期待与现实差异的影响，比如社会普遍的、周围环境的、家长自身的，以及孩子的，在多重影响下，更加希望现实立即改变。这可能是产生焦虑的一些原因。",
    "annotation": [
      {
        "sentence": "亲爱的孩子妈妈，看了你对孩子状况的描述和自己的心情，有很多感同身受。",
        "label": ""
      },
      {
        "sentence": "经常，我们会喜欢对陌生人爱说爱笑的小孩子，觉得他们很大方可爱，有自信......别人抢了他的玩具、惹他生气能自己要回来或者不是用咬的方式解决，那样的孩子有有胆量、有主见...妈妈出现时，无论白天晚上都黏着妈妈，确实能让妈妈体会到孩子对她的需要，而且是一贯和一致的需要。",
        "label": ""
      },
      {
        "sentence": "于是，孩子表现的如您所描述的样子时，家长可能会受到来自不同方面的期待与现实差异的影响，比如社会普遍的、周围环境的、家长自身的，以及孩子的，在多重影响下，更加希望现实立即改变。",
        "label": ""
      },
      {
        "sentence": "这可能是产生焦虑的一些原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的问题中一方面提到了孩子的安全感缺失，另一方面提到了不清楚孩子是否黏你。这两个方面看起来是两个问题，其实有共通点，就是“安全感”。说实话，我也不是很清楚孩子是是否黏你对你意味着什么呢？也许，我并不能给你一个明确的答案——孩子是不是安全感缺失，他到底黏不黏你，但是我想邀请你做几个深深的呼吸，慢慢地补充以下的内容：1.孩子黏着妈妈，我感觉到……2.孩子晚上睡觉找奶奶，我觉得……3.我希望孩子……4.我做到了……相信我，你就是答案！祝福你！",
    "annotation": [
      {
        "sentence": "您的问题中一方面提到了孩子的安全感缺失，另一方面提到了不清楚孩子是否黏你。",
        "label": ""
      },
      {
        "sentence": "这两个方面看起来是两个问题，其实有共通点，就是“安全感”。",
        "label": ""
      },
      {
        "sentence": "说实话，我也不是很清楚孩子是是否黏你对你意味着什么呢？",
        "label": ""
      },
      {
        "sentence": "也许，我并不能给你一个明确的答案——孩子是不是安全感缺失，他到底黏不黏你，但是我想邀请你做几个深深的呼吸，慢慢地补充以下的内容：1.孩子黏着妈妈，我感觉到……2.孩子晚上睡觉找奶奶，我觉得……3.我希望孩子……4.我做到了……相信我，你就是答案！",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "孩子黏着妈妈，我感觉到他对我有很深的依赖，这让我觉得我很重要，但有时候也觉得有点累，希望他能更加独立一些。",
    "annotation": [
      {
        "sentence": "孩子黏着妈妈，我感觉到他对我有很深的依赖，这让我觉得我很重要，但有时候也觉得有点累，希望他能更加独立一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的矛盾心理呢，作为妈妈，你一定是非常爱你的宝宝，所以他对你的依赖是理所当然的。但是，同时你也要为自己的身心健康着想，适当地培养孩子的独立性是有益的。或许你可以逐渐引导他参与一些小事情，让他感受到自己的能力和独立性，同时你也可以保持适度的陪伴，让他知道你会一直在他身边支持他。",
    "annotation": [
      {
        "sentence": "这是很正常的矛盾心理呢，作为妈妈，你一定是非常爱你的宝宝，所以他对你的依赖是理所当然的。",
        "label": ""
      },
      {
        "sentence": "但是，同时你也要为自己的身心健康着想，适当地培养孩子的独立性是有益的。",
        "label": ""
      },
      {
        "sentence": "或许你可以逐渐引导他参与一些小事情，让他感受到自己的能力和独立性，同时你也可以保持适度的陪伴，让他知道你会一直在他身边支持他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "孩子晚上睡觉找奶奶，我觉得我好像对他不够重要，他对奶奶的依赖比对我更多。",
    "annotation": [
      {
        "sentence": "孩子晚上睡觉找奶奶，我觉得我好像对他不够重要，他对奶奶的依赖比对我更多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过自责，孩子对不同的人有不同的情感依赖是很正常的。他对奶奶的依赖并不代表他对你的爱和重要性减少了，你是他的妈妈，他的天使。只要你给予他足够的关怀和爱，他心里都会明白你对他的重要性的。",
    "annotation": [
      {
        "sentence": "不要太过自责，孩子对不同的人有不同的情感依赖是很正常的。",
        "label": ""
      },
      {
        "sentence": "他对奶奶的依赖并不代表他对你的爱和重要性减少了，你是他的妈妈，他的天使。",
        "label": ""
      },
      {
        "sentence": "只要你给予他足够的关怀和爱，他心里都会明白你对他的重要性的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望孩子能更加自信一些，不要害羞，不要害怕和陌生人交流。",
    "annotation": [
      {
        "sentence": "我希望孩子能更加自信一些，不要害羞，不要害怕和陌生人交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个循序渐进的过程，自信是需要时间和经验来培养的。你可以通过和孩子多进行一些互动游戏，帮助他建立与陌生人交流的信心。同时，鼓励他尝试一些新的事物，逐渐让他走出舒适区，培养他的勇气和自信心。记住，你是他最好的榜样和支持者。",
    "annotation": [
      {
        "sentence": "这是一个循序渐进的过程，自信是需要时间和经验来培养的。",
        "label": ""
      },
      {
        "sentence": "你可以通过和孩子多进行一些互动游戏，帮助他建立与陌生人交流的信心。",
        "label": ""
      },
      {
        "sentence": "同时，鼓励他尝试一些新的事物，逐渐让他走出舒适区，培养他的勇气和自信心。",
        "label": ""
      },
      {
        "sentence": "记住，你是他最好的榜样和支持者。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着按照你的建议去做，希望我能成为孩子的引路人，并帮助他走出自己的世界。",
    "annotation": [
      {
        "sentence": "我会试着按照你的建议去做，希望我能成为孩子的引路人，并帮助他走出自己的世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一定能够成为孩子的引路人，因为你有爱和耐心。相信自己，相信孩子，给彼此一点时间和空间，你们会一起成长，一起走向更加美好的未来。祝福你和你的宝宝！",
    "annotation": [
      {
        "sentence": "你一定能够成为孩子的引路人，因为你有爱和耐心。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信孩子，给彼此一点时间和空间，你们会一起成长，一起走向更加美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝福你和你的宝宝！",
        "label": ""
      }
    ]
  }
]