[
  {
    "role": "client",
    "content": "1岁男孩缺乏安全感，作为妈妈我该怎么做？我家男宝一岁十一个月，他目前表现出在外面遇到陌生的小朋友害羞，胆小，不愿意接近，别人抢了他的玩具或者惹他生气，他就会咱自己或者咬他身边的一些物体，感觉他安全感缺失，而且他现在晚上要睡觉都要让奶奶陪着，白天比较黏我，出门只让我抱，我都搞不清楚我的宝宝究竟是黏我还是不黏我，我现在很焦虑，也因为这个经常情绪不稳定，急切需要帮助。",
    "annotation": [
      {
        "sentence": "1岁男孩缺乏安全感，作为妈妈我该怎么做？",
        "label": ""
      },
      {
        "sentence": "我家男宝一岁十一个月，他目前表现出在外面遇到陌生的小朋友害羞，胆小，不愿意接近，别人抢了他的玩具或者惹他生气，他就会咱自己或者咬他身边的一些物体，感觉他安全感缺失，而且他现在晚上要睡觉都要让奶奶陪着，白天比较黏我，出门只让我抱，我都搞不清楚我的宝宝究竟是黏我还是不黏我，我现在很焦虑，也因为这个经常情绪不稳定，急切需要帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每一位妈妈在养育孩子的过程中都付出了很多的精力，想尽自己最大的努力给到孩子最好的照顾。所以抱抱妈妈的辛苦，抱抱妈妈的不容易。",
    "annotation": [
      {
        "sentence": "每一位妈妈在养育孩子的过程中都付出了很多的精力，想尽自己最大的努力给到孩子最好的照顾。",
        "label": ""
      },
      {
        "sentence": "所以抱抱妈妈的辛苦，抱抱妈妈的不容易。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。我真的很担心他的安全感问题，你觉得他的行为是正常的吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "我真的很担心他的安全感问题，你觉得他的行为是正常的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "十一个月的男宝宝，在外面似乎不愿意接近别的小朋友，当别的小朋友惹他生气或抢玩具，他会咬一些玩具。当别的小朋友去抢玩具或者惹他生气时，妈妈期望自己的宝宝有什么反应呢？是希望他能抢回来还是有别的行为？",
    "annotation": [
      {
        "sentence": "十一个月的男宝宝，在外面似乎不愿意接近别的小朋友，当别的小朋友惹他生气或抢玩具，他会咬一些玩具。",
        "label": ""
      },
      {
        "sentence": "当别的小朋友去抢玩具或者惹他生气时，妈妈期望自己的宝宝有什么反应呢？",
        "label": ""
      },
      {
        "sentence": "是希望他能抢回来还是有别的行为？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望他能够有自信一些，不要被欺负。有时候我会希望他能够还手或保护自己，但我也希望他能有更好的解决问题的方式。",
    "annotation": [
      {
        "sentence": "我希望他能够有自信一些，不要被欺负。",
        "label": ""
      },
      {
        "sentence": "有时候我会希望他能够还手或保护自己，但我也希望他能有更好的解决问题的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈可能在那一刻感觉到了宝宝被欺负了，所以会有不舒服的感觉，希望宝宝能回击过去。其实十一个月的宝宝可能没有妈妈想的那么复杂，他出生开始一直有妈妈或者熟悉的家人照顾，当他换到一个新的环境或是见到一些与平时不一样的人时，他会有些不适应。可能他在观察这一切，他在慢慢地以自己的节奏去适应这个世界。",
    "annotation": [
      {
        "sentence": "妈妈可能在那一刻感觉到了宝宝被欺负了，所以会有不舒服的感觉，希望宝宝能回击过去。",
        "label": ""
      },
      {
        "sentence": "其实十一个月的宝宝可能没有妈妈想的那么复杂，他出生开始一直有妈妈或者熟悉的家人照顾，当他换到一个新的环境或是见到一些与平时不一样的人时，他会有些不适应。",
        "label": ""
      },
      {
        "sentence": "可能他在观察这一切，他在慢慢地以自己的节奏去适应这个世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，宝宝的适应需要时间。但我还是很担心他的安全感缺失，有没有什么方法可以帮助他建立安全感呢？",
    "annotation": [
      {
        "sentence": "我明白了，宝宝的适应需要时间。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心他的安全感缺失，有没有什么方法可以帮助他建立安全感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个宝宝都有自己独特的先天气质，有的会表现出高需求爱哭爱闹，有的会表现出安静。妈妈试着接纳宝宝的独特性，温柔地给他一些引导。十一个月的宝宝还在口欲期，所以会咬玩具来安抚自己的情绪，你看宝宝是很棒的，他能通过自己来调节自己的情绪。孩子的行为背后可能都有他的一些需求，妈妈善于观察宝宝。",
    "annotation": [
      {
        "sentence": "每个宝宝都有自己独特的先天气质，有的会表现出高需求爱哭爱闹，有的会表现出安静。",
        "label": ""
      },
      {
        "sentence": "妈妈试着接纳宝宝的独特性，温柔地给他一些引导。",
        "label": ""
      },
      {
        "sentence": "十一个月的宝宝还在口欲期，所以会咬玩具来安抚自己的情绪，你看宝宝是很棒的，他能通过自己来调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "孩子的行为背后可能都有他的一些需求，妈妈善于观察宝宝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着理解并接纳宝宝的需求。但我仍然感到他对我有强烈的依恋，晚上睡觉都要让奶奶陪着，白天也只愿意我抱。这是正常的吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着理解并接纳宝宝的需求。",
        "label": ""
      },
      {
        "sentence": "但我仍然感到他对我有强烈的依恋，晚上睡觉都要让奶奶陪着，白天也只愿意我抱。",
        "label": ""
      },
      {
        "sentence": "这是正常的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的安全感，每个孩子都会依恋妈妈，那首先妈妈的情绪稳定，孩子才能感觉到安全。其实养育孩子的过程，也是我们自我成长的过程！以上是我个人的一些想法，希望能给妈妈一些帮助！",
    "annotation": [
      {
        "sentence": "你提到的安全感，每个孩子都会依恋妈妈，那首先妈妈的情绪稳定，孩子才能感觉到安全。",
        "label": ""
      },
      {
        "sentence": "其实养育孩子的过程，也是我们自我成长的过程！",
        "label": ""
      },
      {
        "sentence": "以上是我个人的一些想法，希望能给妈妈一些帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽力调整自己的情绪，给宝宝更多的安全感和支持。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽力调整自己的情绪，给宝宝更多的安全感和支持。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈很了不起，你愿意倾听并学习如何更好地照顾宝宝。宝宝也很幸运有你这样的妈妈。如果还有其他问题，随时来找我，我会一直支持你的！祝福你和你的宝宝！",
    "annotation": [
      {
        "sentence": "妈妈很了不起，你愿意倾听并学习如何更好地照顾宝宝。",
        "label": ""
      },
      {
        "sentence": "宝宝也很幸运有你这样的妈妈。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我，我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "祝福你和你的宝宝！",
        "label": ""
      }
    ]
  }
]