[
  {
    "role": "client",
    "content": "我感觉自己的婚姻太敷衍，提离婚又怕长辈不理解怎么办？",
    "annotation": [
      {
        "sentence": "我感觉自己的婚姻太敷衍，提离婚又怕长辈不理解怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一个温暖的非常理解你对于描述中所提出的问题的担忧和疑虑的确。当对方是一个颜控，而自己并非世俗眼中特别完美的人时，很容易会让我们有自卑的情绪。尤其当对方没有给到我们足够的安全感，因此你有这些担忧是非常正常的、也非常能够理解。对于是否要离婚的想法，我想这还是需要你自己的考虑。",
    "annotation": [
      {
        "sentence": "给你一个温暖的非常理解你对于描述中所提出的问题的担忧和疑虑的确。",
        "label": ""
      },
      {
        "sentence": "当对方是一个颜控，而自己并非世俗眼中特别完美的人时，很容易会让我们有自卑的情绪。",
        "label": ""
      },
      {
        "sentence": "尤其当对方没有给到我们足够的安全感，因此你有这些担忧是非常正常的、也非常能够理解。",
        "label": ""
      },
      {
        "sentence": "对于是否要离婚的想法，我想这还是需要你自己的考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的觉得婚姻生活平淡无奇，加上我总觉得老公因为我身材的缺陷，并没有百分百用心对待我。我只是一个矮小的梨形身材，老公却是个腿控，只要一见到腿细的女生，我就莫名感到自卑。",
    "annotation": [
      {
        "sentence": "但是我真的觉得婚姻生活平淡无奇，加上我总觉得老公因为我身材的缺陷，并没有百分百用心对待我。",
        "label": ""
      },
      {
        "sentence": "我只是一个矮小的梨形身材，老公却是个腿控，只要一见到腿细的女生，我就莫名感到自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有这种感觉也是可以理解的。当伴侣并没有给到我们足够的安全感和关爱时，我们很容易对自身产生质疑和自卑的情绪。但是，在做决定之前，我们可以通过多方面的判断、他人的意见来分析。因为以上（老公对自己）的想法是有可能不全面的，有误差的。我们可以试着和对方沟通，或是通过亲人朋友来更公正全面的分析。",
    "annotation": [
      {
        "sentence": "你有这种感觉也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "当伴侣并没有给到我们足够的安全感和关爱时，我们很容易对自身产生质疑和自卑的情绪。",
        "label": ""
      },
      {
        "sentence": "但是，在做决定之前，我们可以通过多方面的判断、他人的意见来分析。",
        "label": ""
      },
      {
        "sentence": "因为以上（老公对自己）的想法是有可能不全面的，有误差的。",
        "label": ""
      },
      {
        "sentence": "我们可以试着和对方沟通，或是通过亲人朋友来更公正全面的分析。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以试着和老公沟通一下，看看他的想法。但是我还是有顾虑，如果提出离婚，长辈们可能会不理解。我没有出轨，也没有其他大的矛盾，这么提离婚是不是太过分了？",
    "annotation": [
      {
        "sentence": "我明白了，我可以试着和老公沟通一下，看看他的想法。",
        "label": ""
      },
      {
        "sentence": "但是我还是有顾虑，如果提出离婚，长辈们可能会不理解。",
        "label": ""
      },
      {
        "sentence": "我没有出轨，也没有其他大的矛盾，这么提离婚是不是太过分了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个担忧也是可以理解的。离婚是一件很重大的决定，因此在作出决定之前我们必须考虑到各种因素。如果你觉得你的婚姻生活非常不满足，并且已经经过了充分的思考和努力，那么离婚也未尝不可。但是如果你担心长辈们不理解，我们可以尝试与他们沟通，将你的想法、感受以及为何做出这个决定告诉他们。这样长辈们可能会更理解你的处境。",
    "annotation": [
      {
        "sentence": "这个担忧也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "离婚是一件很重大的决定，因此在作出决定之前我们必须考虑到各种因素。",
        "label": ""
      },
      {
        "sentence": "如果你觉得你的婚姻生活非常不满足，并且已经经过了充分的思考和努力，那么离婚也未尝不可。",
        "label": ""
      },
      {
        "sentence": "但是如果你担心长辈们不理解，我们可以尝试与他们沟通，将你的想法、感受以及为何做出这个决定告诉他们。",
        "label": ""
      },
      {
        "sentence": "这样长辈们可能会更理解你的处境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和老公好好沟通，也会想办法和家长们坦诚相对地交流，让他们更了解我的想法。谢谢你的理解和建议，感觉轻松了许多。",
    "annotation": [
      {
        "sentence": "我会试着和老公好好沟通，也会想办法和家长们坦诚相对地交流，让他们更了解我的想法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和建议，感觉轻松了许多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，你已经非常勇敢地面对了自己的困境。记住，在任何决定之前，不要把自己孤立起来，与身边的人多多沟通和交流，这样会更有助于找到解决问题的方法。希望你能早日找到对你最好的解决方案，祝福你！如果还有其他问题，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，你已经非常勇敢地面对了自己的困境。",
        "label": ""
      },
      {
        "sentence": "记住，在任何决定之前，不要把自己孤立起来，与身边的人多多沟通和交流，这样会更有助于找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "希望你能早日找到对你最好的解决方案，祝福你！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  }
]