[
  {
    "role": "client",
    "content": "我是34岁的妈妈，双职工家庭不知道该如何选择？",
    "annotation": [
      {
        "sentence": "我是34岁的妈妈，双职工家庭不知道该如何选择？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通常来说，选择问题引发的焦虑大多数都属于“趋避冲突”这一类型的心理问题，也就是两种或多种选择都有利有弊，而我们又希望把“弊”的影响降到最低，最终陷入到不知道该如何选择、如何取舍的两难境地。",
    "annotation": [
      {
        "sentence": "通常来说，选择问题引发的焦虑大多数都属于“趋避冲突”这一类型的心理问题，也就是两种或多种选择都有利有弊，而我们又希望把“弊”的影响降到最低，最终陷入到不知道该如何选择、如何取舍的两难境地。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，趋避冲突是常见的心理问题。我之前从事营销推广工作，经过一些年努力爬上了不错的位置，但今年疫情下，公司倒闭裁员。我现在面临几个困惑。",
    "annotation": [
      {
        "sentence": "我明白了，趋避冲突是常见的心理问题。",
        "label": ""
      },
      {
        "sentence": "我之前从事营销推广工作，经过一些年努力爬上了不错的位置，但今年疫情下，公司倒闭裁员。",
        "label": ""
      },
      {
        "sentence": "我现在面临几个困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困惑，请你具体告诉我这几个困惑是什么呢？",
    "annotation": [
      {
        "sentence": "我理解你现在的困惑，请你具体告诉我这几个困惑是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "首先是过去的工作强度很高，我经常加班到凌晨或者通宵，导致我很少有时间陪伴女儿，她已经快5岁了。我父母建议我重新找一个不忙的工作或者干脆全职带好女儿。其次，我和先生都想要二胎，但现在我失业了，而且卡在一个年龄段，让我非常困惑。最后，我和先生都是双职工家庭，过去我的收入占比重较高，我现在不知道应该如何选择。这些问题让我非常焦虑。",
    "annotation": [
      {
        "sentence": "首先是过去的工作强度很高，我经常加班到凌晨或者通宵，导致我很少有时间陪伴女儿，她已经快5岁了。",
        "label": ""
      },
      {
        "sentence": "我父母建议我重新找一个不忙的工作或者干脆全职带好女儿。",
        "label": ""
      },
      {
        "sentence": "其次，我和先生都想要二胎，但现在我失业了，而且卡在一个年龄段，让我非常困惑。",
        "label": ""
      },
      {
        "sentence": "最后，我和先生都是双职工家庭，过去我的收入占比重较高，我现在不知道应该如何选择。",
        "label": ""
      },
      {
        "sentence": "这些问题让我非常焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母的建议无疑是出于关心，但最终选择的权利在你手里，你也要承担未来的义务。在考虑如何行使自己的权利之前，要先想清楚将来可能要承担的义务是什么。以是否要生二胎为例：考虑到两个孩子的花销问题、时间和精力上的付出，你们能够承受吗？父母可能没有办法替你们承担这些责任。另外，你还提到由于工作强度很高，没有什么时间陪女儿。如果再要一个孩子，那么这个问题又该怎么解决呢？谁来带孩子，谁来陪她？再加上你现在处于失业状态，如果找不到合适的工作，家庭的经济压力全部压在你先生一个人身上，他是否能够承受得了？这种高压状态是否会对你们的家庭生活造成影响？所以，我建议你先解决好工作的问题，稍微稳定一些之后再考虑生二胎的问题，从现实层面来看，这样的风险相对较小。",
    "annotation": [
      {
        "sentence": "父母的建议无疑是出于关心，但最终选择的权利在你手里，你也要承担未来的义务。",
        "label": ""
      },
      {
        "sentence": "在考虑如何行使自己的权利之前，要先想清楚将来可能要承担的义务是什么。",
        "label": ""
      },
      {
        "sentence": "以是否要生二胎为例：考虑到两个孩子的花销问题、时间和精力上的付出，你们能够承受吗？",
        "label": ""
      },
      {
        "sentence": "父母可能没有办法替你们承担这些责任。",
        "label": ""
      },
      {
        "sentence": "另外，你还提到由于工作强度很高，没有什么时间陪女儿。",
        "label": ""
      },
      {
        "sentence": "如果再要一个孩子，那么这个问题又该怎么解决呢？",
        "label": ""
      },
      {
        "sentence": "谁来带孩子，谁来陪她？",
        "label": ""
      },
      {
        "sentence": "再加上你现在处于失业状态，如果找不到合适的工作，家庭的经济压力全部压在你先生一个人身上，他是否能够承受得了？",
        "label": ""
      },
      {
        "sentence": "这种高压状态是否会对你们的家庭生活造成影响？",
        "label": ""
      },
      {
        "sentence": "所以，我建议你先解决好工作的问题，稍微稳定一些之后再考虑生二胎的问题，从现实层面来看，这样的风险相对较小。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更全面地考虑未来的责任和压力，不光是现在的想法。但我还是担心重新找工作会遇到困难，毕竟现在的经济形势不好。我不确定在这个时候是否应该冒险再怀孕。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更全面地考虑未来的责任和压力，不光是现在的想法。",
        "label": ""
      },
      {
        "sentence": "但我还是担心重新找工作会遇到困难，毕竟现在的经济形势不好。",
        "label": ""
      },
      {
        "sentence": "我不确定在这个时候是否应该冒险再怀孕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，目前的经济形势确实不容乐观。但是，也要考虑到你现在失业的情况，重新找到工作也需要一定的时间和努力。你可以在找工作的同时，关注市场的变化和机会的出现，灵活地调整自己的求职策略。至于再怀孕的问题，你可以先等待，直到你们的经济状况更加稳定之后再考虑。做出明智的决策需要慎重考虑，不要急于做出选择，适时地选择相信自己的能力，相信你会做出正确的决定。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，目前的经济形势确实不容乐观。",
        "label": ""
      },
      {
        "sentence": "但是，也要考虑到你现在失业的情况，重新找到工作也需要一定的时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以在找工作的同时，关注市场的变化和机会的出现，灵活地调整自己的求职策略。",
        "label": ""
      },
      {
        "sentence": "至于再怀孕的问题，你可以先等待，直到你们的经济状况更加稳定之后再考虑。",
        "label": ""
      },
      {
        "sentence": "做出明智的决策需要慎重考虑，不要急于做出选择，适时地选择相信自己的能力，相信你会做出正确的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我觉得我现在明白了自己应该如何去选择。我会先专注于找到不会影响我陪伴女儿的工作，然后再考虑生二胎的问题。虽然过程会有一些压力和不确定性，但我相信只要我坚持下去，就一定能够解决好这些问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我觉得我现在明白了自己应该如何去选择。",
        "label": ""
      },
      {
        "sentence": "我会先专注于找到不会影响我陪伴女儿的工作，然后再考虑生二胎的问题。",
        "label": ""
      },
      {
        "sentence": "虽然过程会有一些压力和不确定性，但我相信只要我坚持下去，就一定能够解决好这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你的决策是明智的，并且你有足够的能力去面对目前的挑战。相信自己，相信你可以克服困难，让生活变得更好。如果日后还有什么问题或困惑，记得随时向我寻求帮助。我会一直在你身边支持你的。祝你好运！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你的决策是明智的，并且你有足够的能力去面对目前的挑战。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以克服困难，让生活变得更好。",
        "label": ""
      },
      {
        "sentence": "如果日后还有什么问题或困惑，记得随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]