[
  {
    "role": "client",
    "content": "我非常苦恼，今年已经40岁了，可是还没有结婚。我一直有创业的想法，但几次尝试都失败了，经济状况也不太好。常常感觉自己成为了父母的负担。并且，我也有理想主义倾向，所以对父母的关心交流总是显得不耐烦。我想知道这到底是什么原因，还有什么方法可以改善？",
    "annotation": [
      {
        "sentence": "我非常苦恼，今年已经40岁了，可是还没有结婚。",
        "label": ""
      },
      {
        "sentence": "我一直有创业的想法，但几次尝试都失败了，经济状况也不太好。",
        "label": ""
      },
      {
        "sentence": "常常感觉自己成为了父母的负担。",
        "label": ""
      },
      {
        "sentence": "并且，我也有理想主义倾向，所以对父母的关心交流总是显得不耐烦。",
        "label": ""
      },
      {
        "sentence": "我想知道这到底是什么原因，还有什么方法可以改善？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，我也有类似的经历。我自己也是40岁未婚未育，大约在35岁左右的时候，和三个伙伴一起创业失败了三次。一直以来，我的经济状况也一直不稳定，父母催婚的压力令我感到非常烦躁，甚至不愿意接他们的电话或者与他们相处。我就像是随时随地都可能爆炸的火药桶。后来，我意识到问题的严重性，开始了一段自我心理建设的旅程。经过大约一年的时间，我成功地解救了自己。之后，我成为了一名心理治疗师，开始帮助其他人。我独立做治疗师后，我的经济状况开始好转，亲子关系也回到了一种自然的状态。现在，父母也不再催我结婚了，我也很享受和他们在一起，我们还常常开玩笑，虽然他们调侃我仍然是个单身狗，催我快点嫁人。但我们不会因此生气争吵，反而觉得这是一个有趣的话题。我发现，我对父母的不耐烦和厌恶有几个层次的原因：首先，他们似乎对我没有任何帮助的抱怨。他们只是想着快点嫁出去，完成任务。他们担心我无法与男人相处，会天天吵架，最终使自己更加难以嫁出去。我非常厌烦他们把我当成一个麻烦。其次，我也意识到自己应该找一个合适的人结婚，但现在可能还没有合适的对象。我并不着急，我难道去抢男人吗？第三，我为自己创业的失败感到无能和愤怒。我原本以为自己一定会成功，但是却看错了项目和人选，结果失败了。父母则不时地提醒我失败了，并且没有一份像样的工作和足够的存款，该怎么养老？最后，我对未来感到迷茫。不知不觉间，自己已经变成了一个中年女人，却没有一项出色的技能或事业，也没有稳定的经济条件，这令我感到失望。但是，当我找到了自己的天赋和热爱时，一切都有了改变。我一直追求的事业不仅给我带来了个人成长，也让我开始轻松、自信地过上了体面的生活。我的收入也不断增加，我自己也进入了良性循环之中。父母看到我有自己热爱的事业，有稳定的收入，又受到他人的尊重，他们终于放下了对我的焦虑和过度关心。通过我的故事，你应该能看到自己的影子，以及要如何改变的方法。去面对、解决问题，去过上自己渴望的生活，去找到自己的天赋。父母的爱不会消失的。期待你也能有好消息，祝你幸福。",
    "annotation": [
      {
        "sentence": "非常理解你的感受，我也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "我自己也是40岁未婚未育，大约在35岁左右的时候，和三个伙伴一起创业失败了三次。",
        "label": ""
      },
      {
        "sentence": "一直以来，我的经济状况也一直不稳定，父母催婚的压力令我感到非常烦躁，甚至不愿意接他们的电话或者与他们相处。",
        "label": ""
      },
      {
        "sentence": "我就像是随时随地都可能爆炸的火药桶。",
        "label": ""
      },
      {
        "sentence": "后来，我意识到问题的严重性，开始了一段自我心理建设的旅程。",
        "label": ""
      },
      {
        "sentence": "经过大约一年的时间，我成功地解救了自己。",
        "label": ""
      },
      {
        "sentence": "之后，我成为了一名心理治疗师，开始帮助其他人。",
        "label": ""
      },
      {
        "sentence": "我独立做治疗师后，我的经济状况开始好转，亲子关系也回到了一种自然的状态。",
        "label": ""
      },
      {
        "sentence": "现在，父母也不再催我结婚了，我也很享受和他们在一起，我们还常常开玩笑，虽然他们调侃我仍然是个单身狗，催我快点嫁人。",
        "label": ""
      },
      {
        "sentence": "但我们不会因此生气争吵，反而觉得这是一个有趣的话题。",
        "label": ""
      },
      {
        "sentence": "我发现，我对父母的不耐烦和厌恶有几个层次的原因：首先，他们似乎对我没有任何帮助的抱怨。",
        "label": ""
      },
      {
        "sentence": "他们只是想着快点嫁出去，完成任务。",
        "label": ""
      },
      {
        "sentence": "他们担心我无法与男人相处，会天天吵架，最终使自己更加难以嫁出去。",
        "label": ""
      },
      {
        "sentence": "我非常厌烦他们把我当成一个麻烦。",
        "label": ""
      },
      {
        "sentence": "其次，我也意识到自己应该找一个合适的人结婚，但现在可能还没有合适的对象。",
        "label": ""
      },
      {
        "sentence": "我并不着急，我难道去抢男人吗？",
        "label": ""
      },
      {
        "sentence": "第三，我为自己创业的失败感到无能和愤怒。",
        "label": ""
      },
      {
        "sentence": "我原本以为自己一定会成功，但是却看错了项目和人选，结果失败了。",
        "label": ""
      },
      {
        "sentence": "父母则不时地提醒我失败了，并且没有一份像样的工作和足够的存款，该怎么养老？",
        "label": ""
      },
      {
        "sentence": "最后，我对未来感到迷茫。",
        "label": ""
      },
      {
        "sentence": "不知不觉间，自己已经变成了一个中年女人，却没有一项出色的技能或事业，也没有稳定的经济条件，这令我感到失望。",
        "label": ""
      },
      {
        "sentence": "但是，当我找到了自己的天赋和热爱时，一切都有了改变。",
        "label": ""
      },
      {
        "sentence": "我一直追求的事业不仅给我带来了个人成长，也让我开始轻松、自信地过上了体面的生活。",
        "label": ""
      },
      {
        "sentence": "我的收入也不断增加，我自己也进入了良性循环之中。",
        "label": ""
      },
      {
        "sentence": "父母看到我有自己热爱的事业，有稳定的收入，又受到他人的尊重，他们终于放下了对我的焦虑和过度关心。",
        "label": ""
      },
      {
        "sentence": "通过我的故事，你应该能看到自己的影子，以及要如何改变的方法。",
        "label": ""
      },
      {
        "sentence": "去面对、解决问题，去过上自己渴望的生活，去找到自己的天赋。",
        "label": ""
      },
      {
        "sentence": "父母的爱不会消失的。",
        "label": ""
      },
      {
        "sentence": "期待你也能有好消息，祝你幸福。",
        "label": ""
      }
    ]
  }
]