[
  {
    "role": "client",
    "content": "我是一个27岁的女孩子，在一个多子女家庭长大。我总是渴望得到母亲的认可。自从我这么大了，生活在外求学多年，通过自己的努力完成了研究生学业，而且读研期间没有花家里一分钱（可能因为我在不经意间表达了自己独立的思想和对未来的看法吧）。自从本科毕业后，妈妈基本上就不主动联系我了（她打算我在读书的地方发展），到了适婚年龄，妈妈也不为我做任何打算（自己和男朋友一起买房、买车、找工作）。后来甚至催婚都是为了彩礼，从来没有问过我过得好不好。虽然现在男朋友人很好，但是心里偶尔还是会感到空虚，觉得妈妈有点自私。我很矛盾，不知道怎么才能做得好。总是自己主动联系维持这些关系会很累，心累。（逢年过节主动寄东西，过生日主动买东西，感觉有点讨好了，或者说在寻求认可，但真的挺累，很矛盾。爸爸话比较少，对他的感受不敏感，不完全了解他。）",
    "annotation": [
      {
        "sentence": "我是一个27岁的女孩子，在一个多子女家庭长大。",
        "label": ""
      },
      {
        "sentence": "我总是渴望得到母亲的认可。",
        "label": ""
      },
      {
        "sentence": "自从我这么大了，生活在外求学多年，通过自己的努力完成了研究生学业，而且读研期间没有花家里一分钱（可能因为我在不经意间表达了自己独立的思想和对未来的看法吧）。",
        "label": ""
      },
      {
        "sentence": "自从本科毕业后，妈妈基本上就不主动联系我了（她打算我在读书的地方发展），到了适婚年龄，妈妈也不为我做任何打算（自己和男朋友一起买房、买车、找工作）。",
        "label": ""
      },
      {
        "sentence": "后来甚至催婚都是为了彩礼，从来没有问过我过得好不好。",
        "label": ""
      },
      {
        "sentence": "虽然现在男朋友人很好，但是心里偶尔还是会感到空虚，觉得妈妈有点自私。",
        "label": ""
      },
      {
        "sentence": "我很矛盾，不知道怎么才能做得好。",
        "label": ""
      },
      {
        "sentence": "总是自己主动联系维持这些关系会很累，心累。",
        "label": ""
      },
      {
        "sentence": "（逢年过节主动寄东西，过生日主动买东西，感觉有点讨好了，或者说在寻求认可，但真的挺累，很矛盾。",
        "label": ""
      },
      {
        "sentence": "爸爸话比较少，对他的感受不敏感，不完全了解他。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢邀！我觉得你是一个积极上进、聪明能干、善良的女孩。你通过自己的努力完成了硕士学业，找到了满意的工作和另一半。只是和父母的关系变得冷淡，你不知道应该怎么和他们相处才能让自己感到舒服、顺心。其实，中国的父母普遍倾向于成为“直升机父母”，虽然他们可能没有正式宣称，但确实会这样做。他们会控制自己唯一的孩子的一切事情，把孩子打造成他们理想中的模样，根本不关心孩子是否有自己的想法，是否有能力发展，是否能够获得真正的幸福。他们只把孩子的\"成功\"定义为目标，其他的一概不重要。在这样的环境中，你能够发展自我，为自己设定目标并为之努力拼搏，真是多么幸运啊！如果父母没有给你读书的机会，你就不会这么轻易取得成功。如果你的父母重男轻女，逼迫你充当\"为弟魔\"，你也不得不认命。如果你的父母没有拼命挣钱养家，为你提供一个宽松的成长环境，你就不能开心地读书。虽然你的父母不擅长言辞，只会默默地支持和祝福你们，也从来没有索取回报，但这正是他们难能可贵的地方。有这样的父母，肯定是你修来了很多福气才能得到的。相信我，很多孩子都会被父母控制、责骂、打压、侮辱，这已经是家常便饭了。你真的无法体会那种滋味。这十多年来的养育之恩，几次给你物质回报就能抵消吗？当然不能！因为终有一天，你也会成为父母，你才能够真正体会到他们为人父母的不易。请你主动和父母联系，和他们建立联系。你将成为你将来孩子的楷模，将会把从父母那里学到的东西传承给你的孩子，延续血脉，传承家庭价值观。他们确实没有欠你的，他们甚至没有理由向你道歉（毕竟他们没有虐待你），反而是你欠他们一个\"谢谢\"！不要抱怨父母给得太少，你又为他们付出了多少呢？请用心体会吧！",
    "annotation": [
      {
        "sentence": "谢邀！",
        "label": ""
      },
      {
        "sentence": "我觉得你是一个积极上进、聪明能干、善良的女孩。",
        "label": ""
      },
      {
        "sentence": "你通过自己的努力完成了硕士学业，找到了满意的工作和另一半。",
        "label": ""
      },
      {
        "sentence": "只是和父母的关系变得冷淡，你不知道应该怎么和他们相处才能让自己感到舒服、顺心。",
        "label": ""
      },
      {
        "sentence": "其实，中国的父母普遍倾向于成为“直升机父母”，虽然他们可能没有正式宣称，但确实会这样做。",
        "label": ""
      },
      {
        "sentence": "他们会控制自己唯一的孩子的一切事情，把孩子打造成他们理想中的模样，根本不关心孩子是否有自己的想法，是否有能力发展，是否能够获得真正的幸福。",
        "label": ""
      },
      {
        "sentence": "他们只把孩子的\"成功\"定义为目标，其他的一概不重要。",
        "label": ""
      },
      {
        "sentence": "在这样的环境中，你能够发展自我，为自己设定目标并为之努力拼搏，真是多么幸运啊！",
        "label": ""
      },
      {
        "sentence": "如果父母没有给你读书的机会，你就不会这么轻易取得成功。",
        "label": ""
      },
      {
        "sentence": "如果你的父母重男轻女，逼迫你充当\"为弟魔\"，你也不得不认命。",
        "label": ""
      },
      {
        "sentence": "如果你的父母没有拼命挣钱养家，为你提供一个宽松的成长环境，你就不能开心地读书。",
        "label": ""
      },
      {
        "sentence": "虽然你的父母不擅长言辞，只会默默地支持和祝福你们，也从来没有索取回报，但这正是他们难能可贵的地方。",
        "label": ""
      },
      {
        "sentence": "有这样的父母，肯定是你修来了很多福气才能得到的。",
        "label": ""
      },
      {
        "sentence": "相信我，很多孩子都会被父母控制、责骂、打压、侮辱，这已经是家常便饭了。",
        "label": ""
      },
      {
        "sentence": "你真的无法体会那种滋味。",
        "label": ""
      },
      {
        "sentence": "这十多年来的养育之恩，几次给你物质回报就能抵消吗？",
        "label": ""
      },
      {
        "sentence": "当然不能！",
        "label": ""
      },
      {
        "sentence": "因为终有一天，你也会成为父母，你才能够真正体会到他们为人父母的不易。",
        "label": ""
      },
      {
        "sentence": "请你主动和父母联系，和他们建立联系。",
        "label": ""
      },
      {
        "sentence": "你将成为你将来孩子的楷模，将会把从父母那里学到的东西传承给你的孩子，延续血脉，传承家庭价值观。",
        "label": ""
      },
      {
        "sentence": "他们确实没有欠你的，他们甚至没有理由向你道歉（毕竟他们没有虐待你），反而是你欠他们一个\"谢谢\"！",
        "label": ""
      },
      {
        "sentence": "不要抱怨父母给得太少，你又为他们付出了多少呢？",
        "label": ""
      },
      {
        "sentence": "请用心体会吧！",
        "label": ""
      }
    ]
  }
]