[
  {
    "role": "client",
    "content": "我是00后留学生，因为疫情一年没回国了，怀疑自己抑郁。自从疫情严重起来，一直想回家，可是为了学业父母一直没有让我回国。白天还好，一到晚上一个人的时候经常莫名其妙的伤感，一个人的时候情绪经常失控...可能是想家吧，看个中国夜景都能看哭……整夜失眠，总怀疑自己轻度抑郁。但是父母什么的基本上都说我没事....我也不知道怎么了。",
    "annotation": [
      {
        "sentence": "我是00后留学生，因为疫情一年没回国了，怀疑自己抑郁。",
        "label": ""
      },
      {
        "sentence": "自从疫情严重起来，一直想回家，可是为了学业父母一直没有让我回国。",
        "label": ""
      },
      {
        "sentence": "白天还好，一到晚上一个人的时候经常莫名其妙的伤感，一个人的时候情绪经常失控...可能是想家吧，看个中国夜景都能看哭……整夜失眠，总怀疑自己轻度抑郁。",
        "label": ""
      },
      {
        "sentence": "但是父母什么的基本上都说我没事....我也不知道怎么了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述看，您的年龄还小，能独自在异国他乡生活学习，而且为了学业克服孤独寂寞听从父母的安排一年不能回家，特别想家，特别想念故乡，老师先给您一个他乡的拥抱，抚慰您对家的思念！远离亲人，远离故乡带来的孤独寂寞在所难免。但您能坚持这么久，真的不容易，承受了多少不为人知的故事，只有自己清楚，这是您的毅力支撑的结果，为您的独立自强点赞！",
    "annotation": [
      {
        "sentence": "从您的描述看，您的年龄还小，能独自在异国他乡生活学习，而且为了学业克服孤独寂寞听从父母的安排一年不能回家，特别想家，特别想念故乡，老师先给您一个他乡的拥抱，抚慰您对家的思念！",
        "label": ""
      },
      {
        "sentence": "远离亲人，远离故乡带来的孤独寂寞在所难免。",
        "label": ""
      },
      {
        "sentence": "但您能坚持这么久，真的不容易，承受了多少不为人知的故事，只有自己清楚，这是您的毅力支撑的结果，为您的独立自强点赞！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励，我也是尽力去忍耐。可是晚上一个人的时候还是控制不住伤感的情绪，而且总是失眠。我真的不知道自己是不是真的抑郁了。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励，我也是尽力去忍耐。",
        "label": ""
      },
      {
        "sentence": "可是晚上一个人的时候还是控制不住伤感的情绪，而且总是失眠。",
        "label": ""
      },
      {
        "sentence": "我真的不知道自己是不是真的抑郁了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "晚上，一切思绪在月色中撩起。可以听一听音乐，望着明月，听着歌曲，任凭止不住的泪水流淌，流出您的压抑，溜走积压的伤感。想哭的时候就尽情的哭一哭。哭是人类最原始的释放压抑、释放不良情绪的方法。找个安静的地方，歇斯底里的哭一场，即可会感觉轻松许多！",
    "annotation": [
      {
        "sentence": "晚上，一切思绪在月色中撩起。",
        "label": ""
      },
      {
        "sentence": "可以听一听音乐，望着明月，听着歌曲，任凭止不住的泪水流淌，流出您的压抑，溜走积压的伤感。",
        "label": ""
      },
      {
        "sentence": "想哭的时候就尽情的哭一哭。",
        "label": ""
      },
      {
        "sentence": "哭是人类最原始的释放压抑、释放不良情绪的方法。",
        "label": ""
      },
      {
        "sentence": "找个安静的地方，歇斯底里的哭一场，即可会感觉轻松许多！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着听音乐、看看月亮，或许能够缓解一下自己。但我觉得这些只是暂时的解决办法，我还需要找到根本的解决方法。",
    "annotation": [
      {
        "sentence": "我会试着听音乐、看看月亮，或许能够缓解一下自己。",
        "label": ""
      },
      {
        "sentence": "但我觉得这些只是暂时的解决办法，我还需要找到根本的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您说得很对。可以把您的思念用文字表达出来，记载在您的人生长河中！再仔细梳理一下，伤感的真正的原因到底是什么呢？是想家，想父母，还是孤单寂寞，还是学业压力，环境的不适应，人际关系的疏离呢？仔细梳理清楚后，再寻找解决问题的突破口。看看哪些需要他人帮助解决，哪些自己完全有能力解决，哪些需要告诉父母帮助解决，您的身边有哪些资源可以帮助到您？",
    "annotation": [
      {
        "sentence": "您说得很对。",
        "label": ""
      },
      {
        "sentence": "可以把您的思念用文字表达出来，记载在您的人生长河中！",
        "label": ""
      },
      {
        "sentence": "再仔细梳理一下，伤感的真正的原因到底是什么呢？",
        "label": ""
      },
      {
        "sentence": "是想家，想父母，还是孤单寂寞，还是学业压力，环境的不适应，人际关系的疏离呢？",
        "label": ""
      },
      {
        "sentence": "仔细梳理清楚后，再寻找解决问题的突破口。",
        "label": ""
      },
      {
        "sentence": "看看哪些需要他人帮助解决，哪些自己完全有能力解决，哪些需要告诉父母帮助解决，您的身边有哪些资源可以帮助到您？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得主要原因是想家，还有就是感觉自己很孤单。我会试着写下自己对家的思念，进一步分析一下问题的根源。",
    "annotation": [
      {
        "sentence": "我觉得主要原因是想家，还有就是感觉自己很孤单。",
        "label": ""
      },
      {
        "sentence": "我会试着写下自己对家的思念，进一步分析一下问题的根源。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！写下自己的思念，可以帮助您进一步理清自己的情绪和需求。同时，也可以尝试与身边的人分享您的感受，寻求他们的理解和支持。或许他们可以给出一些实际的建议和帮助。不要忘记，身边的资源是可以为您提供帮助的！",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "写下自己的思念，可以帮助您进一步理清自己的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试与身边的人分享您的感受，寻求他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "或许他们可以给出一些实际的建议和帮助。",
        "label": ""
      },
      {
        "sentence": "不要忘记，身边的资源是可以为您提供帮助的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着和朋友们沟通一下我的感受，看看他们是否可以给我一些建议和帮助。其实，现在想想，我也不完全是孤单的，还有朋友在身边。",
    "annotation": [
      {
        "sentence": "嗯，我会试着和朋友们沟通一下我的感受，看看他们是否可以给我一些建议和帮助。",
        "label": ""
      },
      {
        "sentence": "其实，现在想想，我也不完全是孤单的，还有朋友在身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，朋友的陪伴和理解是非常宝贵的。记住，您并不孤单，身边有人关心着您。当您有困难时，不要犹豫向他们寻求帮助。办法总比困难多，您一定会发现，您的轻度抑郁并不是问题，通过您的努力完全可以处理好。预祝您国庆节中秋节快乐！",
    "annotation": [
      {
        "sentence": "是的，朋友的陪伴和理解是非常宝贵的。",
        "label": ""
      },
      {
        "sentence": "记住，您并不孤单，身边有人关心着您。",
        "label": ""
      },
      {
        "sentence": "当您有困难时，不要犹豫向他们寻求帮助。",
        "label": ""
      },
      {
        "sentence": "办法总比困难多，您一定会发现，您的轻度抑郁并不是问题，通过您的努力完全可以处理好。",
        "label": ""
      },
      {
        "sentence": "预祝您国庆节中秋节快乐！",
        "label": ""
      }
    ]
  }
]