[
  {
    "role": "client",
    "content": "最近我感到异常疲劳和压抑，我是00后留学生，在疫情的影响下已经一年多没能回国了。我很怀疑自己是否抑郁，白天还好，但晚上一个人的时候我就会无缘无故感到非常伤感，情绪也变得失控。虽然我很想回家，但为了学业，父母一直不让我回国。晚上，无法入眠成为了常态，我常怀疑自己是否有轻度抑郁，但父母和其他人却说我没事，我感到很迷茫。",
    "annotation": [
      {
        "sentence": "最近我感到异常疲劳和压抑，我是00后留学生，在疫情的影响下已经一年多没能回国了。",
        "label": ""
      },
      {
        "sentence": "我很怀疑自己是否抑郁，白天还好，但晚上一个人的时候我就会无缘无故感到非常伤感，情绪也变得失控。",
        "label": ""
      },
      {
        "sentence": "虽然我很想回家，但为了学业，父母一直不让我回国。",
        "label": ""
      },
      {
        "sentence": "晚上，无法入眠成为了常态，我常怀疑自己是否有轻度抑郁，但父母和其他人却说我没事，我感到很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解您的感受，因为几年前我也是出国留学，现在也因为疫情无法回国。孤身在一个陌生的国家，没有熟悉的朋友，语言不通，肯定会感到担心、迷茫、想家和想念朋友。我还记得刚出国的时候，学校在一个小村庄里，只有几家超市。为了找到大米，我找了很久。出国前几个月，我只能吃面包当主食，那时候我经常想着，如果能吃上一盘饺子就好了。但是慢慢地，我交到了一些朋友，专注学业，寻找工作，一步一步地变得充实起来。刚出国时，我们可能会遇到文化冲击，需要交新朋友，课业可能也不顺利。相对本地生两小时可以读完的书，我们可能需要花十个小时甚至更多时间。然而，只要我们努力，就能顺利度过这些难关。我曾经读过一本书，叫做《高效能人士的七个习惯》，书中提到了两个圈圈：关注圈和影响圈。关注圈包括我们所关注的事情，比如社会新闻、思乡情感、疫情等等，这些是我们所关注的，但又无法改变的。而影响圈则是我们可以影响的范围，比如专注学业、交朋友、调整心情，这些是我们可以改变的。如果我们一直停留在关注圈，我们的生活就会变得很痛苦，因为身边都是无法改变的事情。所以，我们需要去改变，关注影响圈，看看我们能做什么，能改变什么。对于您来说，如果您能从不同的角度思考，例如提升自己的学业成绩，交一些好朋友，锻炼身体等等，做一些自己力所能及的事情，把思念家乡的情感转化为动力，我相信您的生活会变得与众不同。加油！",
    "annotation": [
      {
        "sentence": "我完全理解您的感受，因为几年前我也是出国留学，现在也因为疫情无法回国。",
        "label": ""
      },
      {
        "sentence": "孤身在一个陌生的国家，没有熟悉的朋友，语言不通，肯定会感到担心、迷茫、想家和想念朋友。",
        "label": ""
      },
      {
        "sentence": "我还记得刚出国的时候，学校在一个小村庄里，只有几家超市。",
        "label": ""
      },
      {
        "sentence": "为了找到大米，我找了很久。",
        "label": ""
      },
      {
        "sentence": "出国前几个月，我只能吃面包当主食，那时候我经常想着，如果能吃上一盘饺子就好了。",
        "label": ""
      },
      {
        "sentence": "但是慢慢地，我交到了一些朋友，专注学业，寻找工作，一步一步地变得充实起来。",
        "label": ""
      },
      {
        "sentence": "刚出国时，我们可能会遇到文化冲击，需要交新朋友，课业可能也不顺利。",
        "label": ""
      },
      {
        "sentence": "相对本地生两小时可以读完的书，我们可能需要花十个小时甚至更多时间。",
        "label": ""
      },
      {
        "sentence": "然而，只要我们努力，就能顺利度过这些难关。",
        "label": ""
      },
      {
        "sentence": "我曾经读过一本书，叫做《高效能人士的七个习惯》，书中提到了两个圈圈：关注圈和影响圈。",
        "label": ""
      },
      {
        "sentence": "关注圈包括我们所关注的事情，比如社会新闻、思乡情感、疫情等等，这些是我们所关注的，但又无法改变的。",
        "label": ""
      },
      {
        "sentence": "而影响圈则是我们可以影响的范围，比如专注学业、交朋友、调整心情，这些是我们可以改变的。",
        "label": ""
      },
      {
        "sentence": "如果我们一直停留在关注圈，我们的生活就会变得很痛苦，因为身边都是无法改变的事情。",
        "label": ""
      },
      {
        "sentence": "所以，我们需要去改变，关注影响圈，看看我们能做什么，能改变什么。",
        "label": ""
      },
      {
        "sentence": "对于您来说，如果您能从不同的角度思考，例如提升自己的学业成绩，交一些好朋友，锻炼身体等等，做一些自己力所能及的事情，把思念家乡的情感转化为动力，我相信您的生活会变得与众不同。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]