[
  {
    "role": "client",
    "content": "我快30岁了，没有技能，对未来感到迷茫。请问，学什么技能有前途呢？我是93年出生的，是男性。目前在意大利生活，家里开了一个小工厂帮助LV、SYL等品牌做鞋子代工。但我并不是很喜欢这个职业，但又不知道该学习什么。对未来感到有点迷茫。我没有学历，但可以付钱学习技能，为了将来能够过上更好的生活。之前曾考虑学习飞行员，但眼睛近视太深，只能放弃了。我想要有一个更自由的职业，不喜欢做螺丝钉。有没有见多识广的导师可以提供意见？非常感谢！我是真诚的。",
    "annotation": [
      {
        "sentence": "我快30岁了，没有技能，对未来感到迷茫。",
        "label": ""
      },
      {
        "sentence": "请问，学什么技能有前途呢？",
        "label": ""
      },
      {
        "sentence": "我是93年出生的，是男性。",
        "label": ""
      },
      {
        "sentence": "目前在意大利生活，家里开了一个小工厂帮助LV、SYL等品牌做鞋子代工。",
        "label": ""
      },
      {
        "sentence": "但我并不是很喜欢这个职业，但又不知道该学习什么。",
        "label": ""
      },
      {
        "sentence": "对未来感到有点迷茫。",
        "label": ""
      },
      {
        "sentence": "我没有学历，但可以付钱学习技能，为了将来能够过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "之前曾考虑学习飞行员，但眼睛近视太深，只能放弃了。",
        "label": ""
      },
      {
        "sentence": "我想要有一个更自由的职业，不喜欢做螺丝钉。",
        "label": ""
      },
      {
        "sentence": "有没有见多识广的导师可以提供意见？",
        "label": ""
      },
      {
        "sentence": "非常感谢！",
        "label": ""
      },
      {
        "sentence": "我是真诚的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "三十而立，重要的是立在自己热爱的事业上。我非常羡慕并钦佩你在30岁之前就觉醒了。相比之下，我是在37岁时才觉醒并找到了对自己和他人都有利的事业，消除了后半生焦虑和恐惧，剩下的就是如何更好地磨砺自己。你在30岁之前已经有了稳定的业务和收入，能够感受到这种强烈的危机感和紧迫感，你已经赢过了我们大多数人。即使你迷茫，也只是黎明前的迷茫，焦虑也是一种健康的焦虑，允许自己有这种感受。人生成长最重要的功课之一是梳理自己的优势和劣势资源，找到自己的天赋所在，并以心引领自己回到拥有自身天然优势的领域，发挥天然优势去做自己热爱的事情，让自己回到那些和你有共同频率和喜好的人一起，不断激发潜能，而不是无奈地消耗自己。要能够清楚看到自己，不自卑，要了解自己内外在的优势，以此制定人生清单：第一步，将从小到大自己为之奋不顾身、废寝忘食的时刻、事物、爱好或者人列举出来，清晰描述当时的感受；第二步，列出你现在做过的所有事情，哪些让你觉得在临死前一刻仍然愿意去做，并且是享受的；第三步，列出你的所有兴趣爱好，看看哪些让你觉得有发光的、特别享受的感受，即使在临死前一刻也不会放弃的爱好；第四步，找出在为别人做某件事情时，你觉得自己的价值感特别高，特别有成就感，愿意在这事情上终生投入的；第五步，找出那些在成长过程中持续地为他人服务，且越来越好的人，你愿意和他们一起探讨、一起进步、一起服务他人和社会；第六步，找出你内部和外部、内在和外在的所有资源和优势，看看如何利用这些资源和优势为你热爱的事业，为利他的服务，用你的天赋、热爱、专业能力和专注度让自己的人生轻松而有意义。只做一件事情，时间会给你意想不到的回报。如果你是一个有创新精神的人，可以跨界发展，也可以通过提供专业的、精准的服务，让所有的可能性的资源为你专注并热爱的事业增色添彩。这是一个垂直消费、精准消费的时代，如果你能成为那个提供专业垂直精准服务的人，你将会抢占先机。如果这个服务也是你的天赋所在和热爱之处，你的后半生将会更加轻松愉快。期待收到你笃定地告诉我关于你后半生人生策略的回信。",
    "annotation": [
      {
        "sentence": "三十而立，重要的是立在自己热爱的事业上。",
        "label": ""
      },
      {
        "sentence": "我非常羡慕并钦佩你在30岁之前就觉醒了。",
        "label": ""
      },
      {
        "sentence": "相比之下，我是在37岁时才觉醒并找到了对自己和他人都有利的事业，消除了后半生焦虑和恐惧，剩下的就是如何更好地磨砺自己。",
        "label": ""
      },
      {
        "sentence": "你在30岁之前已经有了稳定的业务和收入，能够感受到这种强烈的危机感和紧迫感，你已经赢过了我们大多数人。",
        "label": ""
      },
      {
        "sentence": "即使你迷茫，也只是黎明前的迷茫，焦虑也是一种健康的焦虑，允许自己有这种感受。",
        "label": ""
      },
      {
        "sentence": "人生成长最重要的功课之一是梳理自己的优势和劣势资源，找到自己的天赋所在，并以心引领自己回到拥有自身天然优势的领域，发挥天然优势去做自己热爱的事情，让自己回到那些和你有共同频率和喜好的人一起，不断激发潜能，而不是无奈地消耗自己。",
        "label": ""
      },
      {
        "sentence": "要能够清楚看到自己，不自卑，要了解自己内外在的优势，以此制定人生清单：第一步，将从小到大自己为之奋不顾身、废寝忘食的时刻、事物、爱好或者人列举出来，清晰描述当时的感受；第二步，列出你现在做过的所有事情，哪些让你觉得在临死前一刻仍然愿意去做，并且是享受的；第三步，列出你的所有兴趣爱好，看看哪些让你觉得有发光的、特别享受的感受，即使在临死前一刻也不会放弃的爱好；第四步，找出在为别人做某件事情时，你觉得自己的价值感特别高，特别有成就感，愿意在这事情上终生投入的；第五步，找出那些在成长过程中持续地为他人服务，且越来越好的人，你愿意和他们一起探讨、一起进步、一起服务他人和社会；第六步，找出你内部和外部、内在和外在的所有资源和优势，看看如何利用这些资源和优势为你热爱的事业，为利他的服务，用你的天赋、热爱、专业能力和专注度让自己的人生轻松而有意义。",
        "label": ""
      },
      {
        "sentence": "只做一件事情，时间会给你意想不到的回报。",
        "label": ""
      },
      {
        "sentence": "如果你是一个有创新精神的人，可以跨界发展，也可以通过提供专业的、精准的服务，让所有的可能性的资源为你专注并热爱的事业增色添彩。",
        "label": ""
      },
      {
        "sentence": "这是一个垂直消费、精准消费的时代，如果你能成为那个提供专业垂直精准服务的人，你将会抢占先机。",
        "label": ""
      },
      {
        "sentence": "如果这个服务也是你的天赋所在和热爱之处，你的后半生将会更加轻松愉快。",
        "label": ""
      },
      {
        "sentence": "期待收到你笃定地告诉我关于你后半生人生策略的回信。",
        "label": ""
      }
    ]
  }
]