[
  {
    "role": "client",
    "content": "我是一个19岁的男生，最近得知女友之前不是处女，我内心非常痛苦，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个19岁的男生，最近得知女友之前不是处女，我内心非常痛苦，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你爱她吗？爱一个人就能接受她的不完美之处，你爱她吗？能肯定地说你爱她吗？",
    "annotation": [
      {
        "sentence": "你爱她吗？",
        "label": ""
      },
      {
        "sentence": "爱一个人就能接受她的不完美之处，你爱她吗？",
        "label": ""
      },
      {
        "sentence": "能肯定地说你爱她吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那当然是真的啊，我非常爱她。可是每次想起这件事情，我的心情都变得很糟糕。一开始我还努力假装不在乎，但是渐渐地这个问题变成了我内心深处的痛苦和妒忌。我甚至会自虐地想知道他们的性爱细节，他们做了多少次之类的事情。有时候看到和初夜、初恋情侣有关的内容，我感觉眼睛都会被刺痛。即使我和女友还没有发生性关系，我也担心自己会比不上她之前的男友，还担心她会拿我和她前男友做比较。我心里对她有点怨怼，有些责备她，但是我又说不出口。因为她这个年纪有这种经历太正常了，如果我说了的话，会被认为是大男子主义。她比我大很多，我不想表现得很幼稚。平时我并没有想起这些事情，像普通情侣一样相处。但是一旦一个人静下来，我就控制不住自己去想了。有时候很委屈，虽然说男儿有泪不轻弹，但是我情绪上来就会消沉很久。",
    "annotation": [
      {
        "sentence": "那当然是真的啊，我非常爱她。",
        "label": ""
      },
      {
        "sentence": "可是每次想起这件事情，我的心情都变得很糟糕。",
        "label": ""
      },
      {
        "sentence": "一开始我还努力假装不在乎，但是渐渐地这个问题变成了我内心深处的痛苦和妒忌。",
        "label": ""
      },
      {
        "sentence": "我甚至会自虐地想知道他们的性爱细节，他们做了多少次之类的事情。",
        "label": ""
      },
      {
        "sentence": "有时候看到和初夜、初恋情侣有关的内容，我感觉眼睛都会被刺痛。",
        "label": ""
      },
      {
        "sentence": "即使我和女友还没有发生性关系，我也担心自己会比不上她之前的男友，还担心她会拿我和她前男友做比较。",
        "label": ""
      },
      {
        "sentence": "我心里对她有点怨怼，有些责备她，但是我又说不出口。",
        "label": ""
      },
      {
        "sentence": "因为她这个年纪有这种经历太正常了，如果我说了的话，会被认为是大男子主义。",
        "label": ""
      },
      {
        "sentence": "她比我大很多，我不想表现得很幼稚。",
        "label": ""
      },
      {
        "sentence": "平时我并没有想起这些事情，像普通情侣一样相处。",
        "label": ""
      },
      {
        "sentence": "但是一旦一个人静下来，我就控制不住自己去想了。",
        "label": ""
      },
      {
        "sentence": "有时候很委屈，虽然说男儿有泪不轻弹，但是我情绪上来就会消沉很久。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的痛苦和困扰。你的担心是正常的，害怕自己比不上她的前任，害怕她看不起你。这表明你非常在乎她，或者说你深深地爱着她，怕失去她。理解你的感受。你说女友从来没有想过隐瞒你什么，那你可不可以试着向她坦白呢？告诉她你的担心，告诉她你需要被理解和呵护，因为亲密关系是我们满足依恋他人的空间，在这个空间里，我们可以表达对亲密关系的渴望和所有的情绪体验，这样我们就建立起了强烈的情感连结。换句话说，在亲密的关系中，我们会有一种被“看见”的感觉。就像她向你坦白一样，你表现得很通情达理，用尽你能想到的方式表示理解和宽慰。这样她就会感受到情感上的被“看见”。也会因此更加珍惜你，更加爱你。但是沟通是双向的，如果你有事情不向她沟通，就很容易造成情感的隔阂和疏离。想一想，你能装多久？你能忍受多久？因为沟通的目的不是传播痛苦，而是一起面对困难，一起克服困难。过去的事情已经过去了，试着将精力放在未来的目标上，调整你的应对策略，这样你就能得到美好的体验。找到一个你们共同的目标，并为之努力。这是感情持久和幸福的秘诀。因为只有有了共同的目标，你们才能共同规划未来，为你们的生活增添无限的成就感。所以，如果你想让自己对她的爱永远不变，就为你和你的爱人找一个共同目标，并为实现这个目标不断地努力吧。当这个目标实现以后，再寻找下一个目标，如此反复。当你们总是处于一种共享目标、共同努力的状态时，你就会发现你们已经慢慢建立起了一个幸福的家庭关系。",
    "annotation": [
      {
        "sentence": "我理解你的痛苦和困扰。",
        "label": ""
      },
      {
        "sentence": "你的担心是正常的，害怕自己比不上她的前任，害怕她看不起你。",
        "label": ""
      },
      {
        "sentence": "这表明你非常在乎她，或者说你深深地爱着她，怕失去她。",
        "label": ""
      },
      {
        "sentence": "理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你说女友从来没有想过隐瞒你什么，那你可不可以试着向她坦白呢？",
        "label": ""
      },
      {
        "sentence": "告诉她你的担心，告诉她你需要被理解和呵护，因为亲密关系是我们满足依恋他人的空间，在这个空间里，我们可以表达对亲密关系的渴望和所有的情绪体验，这样我们就建立起了强烈的情感连结。",
        "label": ""
      },
      {
        "sentence": "换句话说，在亲密的关系中，我们会有一种被“看见”的感觉。",
        "label": ""
      },
      {
        "sentence": "就像她向你坦白一样，你表现得很通情达理，用尽你能想到的方式表示理解和宽慰。",
        "label": ""
      },
      {
        "sentence": "这样她就会感受到情感上的被“看见”。",
        "label": ""
      },
      {
        "sentence": "也会因此更加珍惜你，更加爱你。",
        "label": ""
      },
      {
        "sentence": "但是沟通是双向的，如果你有事情不向她沟通，就很容易造成情感的隔阂和疏离。",
        "label": ""
      },
      {
        "sentence": "想一想，你能装多久？",
        "label": ""
      },
      {
        "sentence": "你能忍受多久？",
        "label": ""
      },
      {
        "sentence": "因为沟通的目的不是传播痛苦，而是一起面对困难，一起克服困难。",
        "label": ""
      },
      {
        "sentence": "过去的事情已经过去了，试着将精力放在未来的目标上，调整你的应对策略，这样你就能得到美好的体验。",
        "label": ""
      },
      {
        "sentence": "找到一个你们共同的目标，并为之努力。",
        "label": ""
      },
      {
        "sentence": "这是感情持久和幸福的秘诀。",
        "label": ""
      },
      {
        "sentence": "因为只有有了共同的目标，你们才能共同规划未来，为你们的生活增添无限的成就感。",
        "label": ""
      },
      {
        "sentence": "所以，如果你想让自己对她的爱永远不变，就为你和你的爱人找一个共同目标，并为实现这个目标不断地努力吧。",
        "label": ""
      },
      {
        "sentence": "当这个目标实现以后，再寻找下一个目标，如此反复。",
        "label": ""
      },
      {
        "sentence": "当你们总是处于一种共享目标、共同努力的状态时，你就会发现你们已经慢慢建立起了一个幸福的家庭关系。",
        "label": ""
      }
    ]
  }
]