[
  {
    "role": "client",
    "content": "我是一个20岁的女生，自从高三那次打击之后，我整个人就变得很容易紧张，甚至开始不相信自己了。以前我还算好的，但是现在遇到稍微有点难度的事情，我就感觉什么都不懂了，甚至连简单的文字都看不懂，看到很长的文章就会紧张，有时候别人跟我说话，我都听不懂。我真的不知道怎么办了。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，自从高三那次打击之后，我整个人就变得很容易紧张，甚至开始不相信自己了。",
        "label": ""
      },
      {
        "sentence": "以前我还算好的，但是现在遇到稍微有点难度的事情，我就感觉什么都不懂了，甚至连简单的文字都看不懂，看到很长的文章就会紧张，有时候别人跟我说话，我都听不懂。",
        "label": ""
      },
      {
        "sentence": "我真的不知道怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你因为一次这么难以预料的事件而产生后遗症，我为你感到很难过。首先我觉得你高三那一次排名倒数真的让人很懵，这种发生的概率几乎为零，因为你成绩很好呀，所以，我个人觉得这件事最有可能的解释就是偶然！我注意到一个细节，你说你是高三调到了文科班，一般在高二的时候就已经分好文理科了，所以你的情况与别人略有不同，你比他们少适应了一年。此外，据我所知，高三上学期刚刚开始将地理、历史、政治汇合成文综卷，这也是一个关键点，第一次考文综卷难免会应付不来。要相信那一次的失误不是你的错，只要你努力了，你就没有辜负自己。",
    "annotation": [
      {
        "sentence": "看到你因为一次这么难以预料的事件而产生后遗症，我为你感到很难过。",
        "label": ""
      },
      {
        "sentence": "首先我觉得你高三那一次排名倒数真的让人很懵，这种发生的概率几乎为零，因为你成绩很好呀，所以，我个人觉得这件事最有可能的解释就是偶然！",
        "label": ""
      },
      {
        "sentence": "我注意到一个细节，你说你是高三调到了文科班，一般在高二的时候就已经分好文理科了，所以你的情况与别人略有不同，你比他们少适应了一年。",
        "label": ""
      },
      {
        "sentence": "此外，据我所知，高三上学期刚刚开始将地理、历史、政治汇合成文综卷，这也是一个关键点，第一次考文综卷难免会应付不来。",
        "label": ""
      },
      {
        "sentence": "要相信那一次的失误不是你的错，只要你努力了，你就没有辜负自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我也觉得当时的情况真的很特殊。但是我现在感觉自己完全没有信心了，每次学习都很紧张，很容易崩溃。我想调整自己，但是不知道从哪里开始。",
    "annotation": [
      {
        "sentence": "确实，我也觉得当时的情况真的很特殊。",
        "label": ""
      },
      {
        "sentence": "但是我现在感觉自己完全没有信心了，每次学习都很紧张，很容易崩溃。",
        "label": ""
      },
      {
        "sentence": "我想调整自己，但是不知道从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的感受。我建议你可以先暂时放下学习的压力，尝试一些容易成功的小事情来增加自信。比如，你可以读完一本你一直想读的书，或者努力挣到属于自己的第一笔钱，还可以主动交到一些优秀的朋友。通过这些小的成功，让自己慢慢恢复信心。现在你已经20岁了，应该读大三了，不久以后将要步入社会或者是继续深造，我相信你一路走来一定遇到了很多人和事，当你汲取了一些成功或失败的经验之后，你一定会有所启发的。",
    "annotation": [
      {
        "sentence": "我理解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "我建议你可以先暂时放下学习的压力，尝试一些容易成功的小事情来增加自信。",
        "label": ""
      },
      {
        "sentence": "比如，你可以读完一本你一直想读的书，或者努力挣到属于自己的第一笔钱，还可以主动交到一些优秀的朋友。",
        "label": ""
      },
      {
        "sentence": "通过这些小的成功，让自己慢慢恢复信心。",
        "label": ""
      },
      {
        "sentence": "现在你已经20岁了，应该读大三了，不久以后将要步入社会或者是继续深造，我相信你一路走来一定遇到了很多人和事，当你汲取了一些成功或失败的经验之后，你一定会有所启发的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我确实需要给自己一些时间和空间去调整。我也意识到有些事情并不是我一个人的错，我不能一直责怪自己。我会试着放下压力，尝试做一些让自己开心的事情。",
    "annotation": [
      {
        "sentence": "你说的有道理，我确实需要给自己一些时间和空间去调整。",
        "label": ""
      },
      {
        "sentence": "我也意识到有些事情并不是我一个人的错，我不能一直责怪自己。",
        "label": ""
      },
      {
        "sentence": "我会试着放下压力，尝试做一些让自己开心的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够理解并接受这些观点。放下压力并且去追求自己的快乐是很重要的，这样你才能够更好地面对学习和未来的挑战。还有，如果你需要任何帮助和支持，记得随时找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴你能够理解并接受这些观点。",
        "label": ""
      },
      {
        "sentence": "放下压力并且去追求自己的快乐是很重要的，这样你才能够更好地面对学习和未来的挑战。",
        "label": ""
      },
      {
        "sentence": "还有，如果你需要任何帮助和支持，记得随时找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我真的很感激有人能够听我倾诉并给我建议。我会努力调整自己的心态，希望能够重新找回自信。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我真的很感激有人能够听我倾诉并给我建议。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，希望能够重新找回自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。调整心态需要时间，不要着急，相信自己，你一定能够重新找回自信。如果有任何困难或者需要帮助的时候，随时都可以来找我，我会一直支持你。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "调整心态需要时间，不要着急，相信自己，你一定能够重新找回自信。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或者需要帮助的时候，随时都可以来找我，我会一直支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会记住的。再次感谢你的帮助和支持！",
    "annotation": [
      {
        "sentence": "好的，我会记住的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望你能够找到属于自己的自信和快乐。祝你好运！如果有什么需要帮助的，随时都可以找我。",
    "annotation": [
      {
        "sentence": "不用客气，希望你能够找到属于自己的自信和快乐。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果有什么需要帮助的，随时都可以找我。",
        "label": ""
      }
    ]
  }
]