[
  {
    "role": "client",
    "content": "我是一个20岁的女生，高三打击之后很容易紧张不相信自己。我以前都还好，但自从高三那次打击之后我整个人就变得很容易紧张，然后就什么都不能理解，就连很简单的那种文字都好像看不懂一样，一看到那种字多的就紧张，就连别人跟我讲话我都有点听不懂。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，高三打击之后很容易紧张不相信自己。",
        "label": ""
      },
      {
        "sentence": "我以前都还好，但自从高三那次打击之后我整个人就变得很容易紧张，然后就什么都不能理解，就连很简单的那种文字都好像看不懂一样，一看到那种字多的就紧张，就连别人跟我讲话我都有点听不懂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，看到您的描述不得不说身为学生的您挺不容易的。现在很多学生们的课业压力都很大，而且有的父母和老师也不太关注和理解你们，所以导致很多时候需要自己去面对问题。您所描述的情况是因为压力过大出现的逃避和回避心理，所以只感觉自己看不懂文字，其实是属于内心的潜意识的阻抗。",
    "annotation": [
      {
        "sentence": "首先，看到您的描述不得不说身为学生的您挺不容易的。",
        "label": ""
      },
      {
        "sentence": "现在很多学生们的课业压力都很大，而且有的父母和老师也不太关注和理解你们，所以导致很多时候需要自己去面对问题。",
        "label": ""
      },
      {
        "sentence": "您所描述的情况是因为压力过大出现的逃避和回避心理，所以只感觉自己看不懂文字，其实是属于内心的潜意识的阻抗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己完全被压力压垮了，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己完全被压力压垮了，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，之所以您会因为考试失败的打击而出现比较明显的症状表现，很大程度上与之前的学习比较优异，或者多方面都比较优秀，所以在成长过程中未受到过什么挫折，因此才会被这几次考试失利所影响。说的通俗一些就是在成长过程中欠缺了“挫折教育”的部分，所以成长过程中心理素质和心理能力比较低，才会因为考试成绩下降出现一些情绪和躯体症状表现。",
    "annotation": [
      {
        "sentence": "其次，之所以您会因为考试失败的打击而出现比较明显的症状表现，很大程度上与之前的学习比较优异，或者多方面都比较优秀，所以在成长过程中未受到过什么挫折，因此才会被这几次考试失利所影响。",
        "label": ""
      },
      {
        "sentence": "说的通俗一些就是在成长过程中欠缺了“挫折教育”的部分，所以成长过程中心理素质和心理能力比较低，才会因为考试成绩下降出现一些情绪和躯体症状表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为我一直在追求完美，从小到大都没有经历过失败和挫折，所以现在一遇到困难就会完全崩溃。",
    "annotation": [
      {
        "sentence": "可能是因为我一直在追求完美，从小到大都没有经历过失败和挫折，所以现在一遇到困难就会完全崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，看到您的学业处于高中阶段，这个时期对于您来说还是很重要的，而您自己能够意识到主动寻求解决的方式，可以看出您是想要走出现在困境的，只是没有好的方法以及面对困难的足够能力。因此不妨让父母帮您找一位专业的心理咨询师，进行一下系统的个人成长，调整一下现在的情绪状态。也从根本的角度去帮您建立和提升面对挫折的心理能力和心理素质，这才是解决问题的根本所在。以您的学习能力和成绩，如果没有情绪问题的困扰和心理问题的困扰，是很容易重新恢复学业成绩的。",
    "annotation": [
      {
        "sentence": "最后，看到您的学业处于高中阶段，这个时期对于您来说还是很重要的，而您自己能够意识到主动寻求解决的方式，可以看出您是想要走出现在困境的，只是没有好的方法以及面对困难的足够能力。",
        "label": ""
      },
      {
        "sentence": "因此不妨让父母帮您找一位专业的心理咨询师，进行一下系统的个人成长，调整一下现在的情绪状态。",
        "label": ""
      },
      {
        "sentence": "也从根本的角度去帮您建立和提升面对挫折的心理能力和心理素质，这才是解决问题的根本所在。",
        "label": ""
      },
      {
        "sentence": "以您的学习能力和成绩，如果没有情绪问题的困扰和心理问题的困扰，是很容易重新恢复学业成绩的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑让父母帮我找一位心理咨询师的，谢谢你的建议。希望能尽快走出困境。",
    "annotation": [
      {
        "sentence": "我会考虑让父母帮我找一位心理咨询师的，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "希望能尽快走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你有这个决心，找到专业的心理咨询师会对你的成长和康复有很大的帮助。同时，也要相信自己，你有能力克服当前的困难。如果需要的话，记得随时找我倾诉，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "很高兴看到你有这个决心，找到专业的心理咨询师会对你的成长和康复有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己，你有能力克服当前的困难。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，记得随时找我倾诉，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力走出困境的。如果有需要，我会不吝向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力走出困境的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会不吝向你寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意帮助你的，一起加油克服困难！你并不孤单，我们会在这里一直支持你的。记得相信自己，你是一个优秀的人，可以战胜一切困难。",
    "annotation": [
      {
        "sentence": "不用客气，我愿意帮助你的，一起加油克服困难！",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会在这里一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记得相信自己，你是一个优秀的人，可以战胜一切困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和信任，我会保持积极的心态，相信自己，努力战胜困难的。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和信任，我会保持积极的心态，相信自己，努力战胜困难的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的成长和康复是我最大的关注。相信自己，坚持努力，你一定能够克服困难，取得更好的成绩。我会一直在这里为你加油，支持你的。",
    "annotation": [
      {
        "sentence": "不客气，你的成长和康复是我最大的关注。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定能够克服困难，取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里为你加油，支持你的。",
        "label": ""
      }
    ]
  }
]