[
  {
    "role": "client",
    "content": "我是一个20岁的女生，在高三打击之后，我变得很容易紧张，不相信自己。以前我还好，但是自从高三那次打击之后，我整个人就变得很容易紧张，然后就什么都不能理解，就连很简单的文字都好像看不懂一样。一看到那种字多的就紧张，就连别人跟我讲话我都有点听不懂。我之前高二的时候成绩都还可以，一直都是班上前5，后来因为成绩还可以高三就掉到文科希望班去了。一开始排名比较靠后，后面通过我的努力成功挤到前20名，然后一直在这中间徘徊，直到高三下学期后的第一次月考，我考的班上倒数第三。那一刻我真的很迷茫，后来我立马就反省过来可能是我学习方法不到位，于是我立马调整过来准备第二次月考，结果出乎意料的考了个全班垫底。那一刻我脑子完全混乱了，什么都听不进去，第一次体会到什么叫崩溃。晚上四节晚自习，我情绪很崩溃，身上直发抖，一个字也听不进，整个人感觉都傻了。后面只要上课我就身上发抖，一下课就睡觉，我真不知道怎么办了。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，在高三打击之后，我变得很容易紧张，不相信自己。",
        "label": ""
      },
      {
        "sentence": "以前我还好，但是自从高三那次打击之后，我整个人就变得很容易紧张，然后就什么都不能理解，就连很简单的文字都好像看不懂一样。",
        "label": ""
      },
      {
        "sentence": "一看到那种字多的就紧张，就连别人跟我讲话我都有点听不懂。",
        "label": ""
      },
      {
        "sentence": "我之前高二的时候成绩都还可以，一直都是班上前5，后来因为成绩还可以高三就掉到文科希望班去了。",
        "label": ""
      },
      {
        "sentence": "一开始排名比较靠后，后面通过我的努力成功挤到前20名，然后一直在这中间徘徊，直到高三下学期后的第一次月考，我考的班上倒数第三。",
        "label": ""
      },
      {
        "sentence": "那一刻我真的很迷茫，后来我立马就反省过来可能是我学习方法不到位，于是我立马调整过来准备第二次月考，结果出乎意料的考了个全班垫底。",
        "label": ""
      },
      {
        "sentence": "那一刻我脑子完全混乱了，什么都听不进去，第一次体会到什么叫崩溃。",
        "label": ""
      },
      {
        "sentence": "晚上四节晚自习，我情绪很崩溃，身上直发抖，一个字也听不进，整个人感觉都傻了。",
        "label": ""
      },
      {
        "sentence": "后面只要上课我就身上发抖，一下课就睡觉，我真不知道怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题描述，我可以理解你现在的低落和不自信，这让我想起了自己高三备战高考时的紧张时光。我比较擅长从认知行为疗法的角度看问题。如果你愿意，我们可以一起用这样的理论来看看高三让你备受打击的这件事。认知行为疗法认为，我们的情绪不仅仅受外界刺激的影响，更重要的是我们怎么看待这件事。举个例子：小A考了65分，他会觉得很难过，因为他付出了很多努力，但还是考得这么差；小B也考了65分，他觉得无所谓，因为在他眼中，成绩并不是最重要的，考好考坏都不放在心上；小C也考了65分，他有点失落，因为他平时都是全班前几名，这给他带来了打击，但很快他调整了过来，这或许是一个查漏补缺的机会……在这个例子中，我们可以看到，不同的人面对同样的考试成绩，因为看问题的角度不同，情绪也不同。与此同时，认知行为疗法的创始人贝克也指出，我们的思维方式经常存在一些错误，比如非黑即白，把自己考得不好等同于自己价值的缺失，这种灾难化的想法会进一步影响到我们的情绪。我猜，在你第二次考试全班垫底时，你可能有类似的想法：原来考试不好不是我学习方式不对，是我能力就不够优秀，再这么下去，后面的考试肯定也会考不好，高考肯定考不好，人生一片黑暗。这种想法让你感到失落和绝望，进而影响到你课堂的学习。其中最核心的问题可能是你对自己不够自信，你把自己的价值跟成绩捆绑在一起。然而，无论你的成绩如何，你都是有价值的。你可以尝试用认知行为疗法中的方法，比如画一个表格，将事情、想法、情绪和审视想法（看是否有非黑即白、灾难化的想法等）进行对比，并进行合理的挑战。同时，我们要以开放和接纳的心态面对曾经给你带来打击的事情，然后重新调整自己的心情。如果自己一直无法走出困境，我建议你可以以开放的心态和父母沟通，并向他们说明事情的重要性和希望获得心理咨询的帮助，重新振作起来。祝你学习顺利！",
    "annotation": [
      {
        "sentence": "看到你的问题描述，我可以理解你现在的低落和不自信，这让我想起了自己高三备战高考时的紧张时光。",
        "label": ""
      },
      {
        "sentence": "我比较擅长从认知行为疗法的角度看问题。",
        "label": ""
      },
      {
        "sentence": "如果你愿意，我们可以一起用这样的理论来看看高三让你备受打击的这件事。",
        "label": ""
      },
      {
        "sentence": "认知行为疗法认为，我们的情绪不仅仅受外界刺激的影响，更重要的是我们怎么看待这件事。",
        "label": ""
      },
      {
        "sentence": "举个例子：小A考了65分，他会觉得很难过，因为他付出了很多努力，但还是考得这么差；小B也考了65分，他觉得无所谓，因为在他眼中，成绩并不是最重要的，考好考坏都不放在心上；小C也考了65分，他有点失落，因为他平时都是全班前几名，这给他带来了打击，但很快他调整了过来，这或许是一个查漏补缺的机会……在这个例子中，我们可以看到，不同的人面对同样的考试成绩，因为看问题的角度不同，情绪也不同。",
        "label": ""
      },
      {
        "sentence": "与此同时，认知行为疗法的创始人贝克也指出，我们的思维方式经常存在一些错误，比如非黑即白，把自己考得不好等同于自己价值的缺失，这种灾难化的想法会进一步影响到我们的情绪。",
        "label": ""
      },
      {
        "sentence": "我猜，在你第二次考试全班垫底时，你可能有类似的想法：原来考试不好不是我学习方式不对，是我能力就不够优秀，再这么下去，后面的考试肯定也会考不好，高考肯定考不好，人生一片黑暗。",
        "label": ""
      },
      {
        "sentence": "这种想法让你感到失落和绝望，进而影响到你课堂的学习。",
        "label": ""
      },
      {
        "sentence": "其中最核心的问题可能是你对自己不够自信，你把自己的价值跟成绩捆绑在一起。",
        "label": ""
      },
      {
        "sentence": "然而，无论你的成绩如何，你都是有价值的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试用认知行为疗法中的方法，比如画一个表格，将事情、想法、情绪和审视想法（看是否有非黑即白、灾难化的想法等）进行对比，并进行合理的挑战。",
        "label": ""
      },
      {
        "sentence": "同时，我们要以开放和接纳的心态面对曾经给你带来打击的事情，然后重新调整自己的心情。",
        "label": ""
      },
      {
        "sentence": "如果自己一直无法走出困境，我建议你可以以开放的心态和父母沟通，并向他们说明事情的重要性和希望获得心理咨询的帮助，重新振作起来。",
        "label": ""
      },
      {
        "sentence": "祝你学习顺利！",
        "label": ""
      }
    ]
  }
]