[
  {
    "role": "client",
    "content": "我是一个27岁的女生，从大学开始就一个人在外地求学，工作后又是一个人在异地打拼。我对周围的人尤其是异性有些防备心理，因为我从未谈过恋爱。现在我感到没有安全感，除了工作就是待在家里，偶尔和朋友出门小聚。我觉得应该找个对象了，所以报名了婚恋网，见了一些人但总觉得麻烦和浪费休息时间，最后就放弃了。现在对什么都提不起兴趣，该怎么办？如何能找到恋爱的机会？我甚至开始讨厌不必要的社交了。",
    "annotation": [
      {
        "sentence": "我是一个27岁的女生，从大学开始就一个人在外地求学，工作后又是一个人在异地打拼。",
        "label": ""
      },
      {
        "sentence": "我对周围的人尤其是异性有些防备心理，因为我从未谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "现在我感到没有安全感，除了工作就是待在家里，偶尔和朋友出门小聚。",
        "label": ""
      },
      {
        "sentence": "我觉得应该找个对象了，所以报名了婚恋网，见了一些人但总觉得麻烦和浪费休息时间，最后就放弃了。",
        "label": ""
      },
      {
        "sentence": "现在对什么都提不起兴趣，该怎么办？",
        "label": ""
      },
      {
        "sentence": "如何能找到恋爱的机会？",
        "label": ""
      },
      {
        "sentence": "我甚至开始讨厌不必要的社交了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你在大学时一个人在外地求学，工作后又是一个人在异地打拼，其中的辛苦和孤单都是你一个人默默承担的，真的很不容易。现在你的生活好像只是工作和待在家里，偶尔和朋友出去小聚。我明白这样的生活并没有带给你享受，而是因为缺乏安全感而过的。但是你想过，安全感真的要依赖于外在他人吗？你觉得应该找对象了，所以报名了婚恋网站，但遇到的人总是让你提不起兴趣，最后就放弃了。我读到你的描述里，感受不到你对工作、对生活、对恋爱的热情，你的热情到哪里去了呢？热情不一定是激情满满，而是平和宁静的状态去接纳，进而享受当下的生活。那么，如何能够做到接纳和享受当下呢？不妨从生活的点滴开始，可以做一顿美食，或者尝试一些小手工，做一些能让自己感到身心愉悦的事情，去发现生活中的美好和小确幸。还可以尝试一些正念冥想和感恩的功课。当你越来越喜欢你的生活时，你可能会成为一个温暖发光的人，这样自然也能够吸引到适合你的恋人。你觉得如何呢？祝你越来越好！",
    "annotation": [
      {
        "sentence": "从你的描述来看，你在大学时一个人在外地求学，工作后又是一个人在异地打拼，其中的辛苦和孤单都是你一个人默默承担的，真的很不容易。",
        "label": ""
      },
      {
        "sentence": "现在你的生活好像只是工作和待在家里，偶尔和朋友出去小聚。",
        "label": ""
      },
      {
        "sentence": "我明白这样的生活并没有带给你享受，而是因为缺乏安全感而过的。",
        "label": ""
      },
      {
        "sentence": "但是你想过，安全感真的要依赖于外在他人吗？",
        "label": ""
      },
      {
        "sentence": "你觉得应该找对象了，所以报名了婚恋网站，但遇到的人总是让你提不起兴趣，最后就放弃了。",
        "label": ""
      },
      {
        "sentence": "我读到你的描述里，感受不到你对工作、对生活、对恋爱的热情，你的热情到哪里去了呢？",
        "label": ""
      },
      {
        "sentence": "热情不一定是激情满满，而是平和宁静的状态去接纳，进而享受当下的生活。",
        "label": ""
      },
      {
        "sentence": "那么，如何能够做到接纳和享受当下呢？",
        "label": ""
      },
      {
        "sentence": "不妨从生活的点滴开始，可以做一顿美食，或者尝试一些小手工，做一些能让自己感到身心愉悦的事情，去发现生活中的美好和小确幸。",
        "label": ""
      },
      {
        "sentence": "还可以尝试一些正念冥想和感恩的功课。",
        "label": ""
      },
      {
        "sentence": "当你越来越喜欢你的生活时，你可能会成为一个温暖发光的人，这样自然也能够吸引到适合你的恋人。",
        "label": ""
      },
      {
        "sentence": "你觉得如何呢？",
        "label": ""
      },
      {
        "sentence": "祝你越来越好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "经过你的解释，我明白了自己现在缺乏的是安全感，并且发现我对生活和恋爱的热情似乎消失了。我认同你所说的，热情并不一定是激情满满，而是平和宁静的态度去接纳和享受当下的生活。我觉得从生活的点滴开始，尝试做一些令自己愉悦的事情是一个很好的方法。我会试着做一顿美食，或者学一些小手工，让自己重新感受生活的美好和小确幸。也会尝试正念冥想和感恩的功课，希望能够逐渐改变自己的心态和生活状态。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "经过你的解释，我明白了自己现在缺乏的是安全感，并且发现我对生活和恋爱的热情似乎消失了。",
        "label": ""
      },
      {
        "sentence": "我认同你所说的，热情并不一定是激情满满，而是平和宁静的态度去接纳和享受当下的生活。",
        "label": ""
      },
      {
        "sentence": "我觉得从生活的点滴开始，尝试做一些令自己愉悦的事情是一个很好的方法。",
        "label": ""
      },
      {
        "sentence": "我会试着做一顿美食，或者学一些小手工，让自己重新感受生活的美好和小确幸。",
        "label": ""
      },
      {
        "sentence": "也会尝试正念冥想和感恩的功课，希望能够逐渐改变自己的心态和生活状态。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，你明白了自己现在的问题所在，而且愿意付诸行动去改善。这是一个很好的开始！通过尝试做一些令自己愉悦的事情，你会重新发现生活的美好和小确幸。正念冥想和感恩的功课也可以帮助你调整心态，改变自己对待问题的方式。记住，过程可能会有起伏，但坚持下去一定会有积极的变化。你是一个勇敢的人，相信你一定能够找到适合你的恋人和改善自己的现状。祝福你越来越好！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，你明白了自己现在的问题所在，而且愿意付诸行动去改善。",
        "label": ""
      },
      {
        "sentence": "这是一个很好的开始！",
        "label": ""
      },
      {
        "sentence": "通过尝试做一些令自己愉悦的事情，你会重新发现生活的美好和小确幸。",
        "label": ""
      },
      {
        "sentence": "正念冥想和感恩的功课也可以帮助你调整心态，改变自己对待问题的方式。",
        "label": ""
      },
      {
        "sentence": "记住，过程可能会有起伏，但坚持下去一定会有积极的变化。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，相信你一定能够找到适合你的恋人和改善自己的现状。",
        "label": ""
      },
      {
        "sentence": "祝福你越来越好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我会坚持去尝试和做一些让自己愉悦的事情，同时也会进行正念冥想和感恩的练习。我相信自己可以通过积极的改变来找到自己的幸福与安全感。谢谢你的祝福，我会努力变得越来越好的！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会坚持去尝试和做一些让自己愉悦的事情，同时也会进行正念冥想和感恩的练习。",
        "label": ""
      },
      {
        "sentence": "我相信自己可以通过积极的改变来找到自己的幸福与安全感。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福，我会努力变得越来越好的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！你已经迈出了这一步，相信自己，相信改变的力量。我期待着看到你在不久的将来取得进步并找到属于自己的幸福。如果以后还有需要，记得随时向我求助。祝愿你一切顺利，早日找到自己的幸福和安全感！加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "你已经迈出了这一步，相信自己，相信改变的力量。",
        "label": ""
      },
      {
        "sentence": "我期待着看到你在不久的将来取得进步并找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，早日找到自己的幸福和安全感！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]