[
  {
    "role": "client",
    "content": "我觉得自己很失败，只是个loser。精神病患者如何模仿伪装成正常人呢？精神病态是个体解决不了的问题。今天我决定放弃学业，准备等混到毕业找一份安全和简单一些的体力工作。可是我觉得我个人品质不端，自私自利，好逸恶劳，一直逃避现实，放弃自愈，放弃努力，就觉得自己是精神病患者的表现。我感觉自己精神失常，像个疯子一样，我觉得自己是精神废物，残疾，超级蠢蛋，认知功能也受损，非常缺乏知识，思维也一团糟，逻辑出现问题，还有各种幻想，一点点信息都能让我产生很多不正常的想法。有时候我的脑子会一片空白，不知道怎么做，什么事情都想不到，总是犯错挨骂，人际关系也很孤独，生活也不善，还有大小病不断。普通人过的日常生活对我来说就是生不如死，我觉得自己智力很低下，精神不正常，甚至觉得比犯罪分子还危险。我不知道为什么改变这么难，几乎做不到。如果改变很简单，那世界上就没有贫穷与疾病了，也没有意外与事故了。上帝如果真存在的话，为什么对现实问题总是沉默呢？我现在决定伪装成一个普通人，只有通过完完全全的伪装才能活下去。",
    "annotation": [
      {
        "sentence": "我觉得自己很失败，只是个loser。",
        "label": ""
      },
      {
        "sentence": "精神病患者如何模仿伪装成正常人呢？",
        "label": ""
      },
      {
        "sentence": "精神病态是个体解决不了的问题。",
        "label": ""
      },
      {
        "sentence": "今天我决定放弃学业，准备等混到毕业找一份安全和简单一些的体力工作。",
        "label": ""
      },
      {
        "sentence": "可是我觉得我个人品质不端，自私自利，好逸恶劳，一直逃避现实，放弃自愈，放弃努力，就觉得自己是精神病患者的表现。",
        "label": ""
      },
      {
        "sentence": "我感觉自己精神失常，像个疯子一样，我觉得自己是精神废物，残疾，超级蠢蛋，认知功能也受损，非常缺乏知识，思维也一团糟，逻辑出现问题，还有各种幻想，一点点信息都能让我产生很多不正常的想法。",
        "label": ""
      },
      {
        "sentence": "有时候我的脑子会一片空白，不知道怎么做，什么事情都想不到，总是犯错挨骂，人际关系也很孤独，生活也不善，还有大小病不断。",
        "label": ""
      },
      {
        "sentence": "普通人过的日常生活对我来说就是生不如死，我觉得自己智力很低下，精神不正常，甚至觉得比犯罪分子还危险。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么改变这么难，几乎做不到。",
        "label": ""
      },
      {
        "sentence": "如果改变很简单，那世界上就没有贫穷与疾病了，也没有意外与事故了。",
        "label": ""
      },
      {
        "sentence": "上帝如果真存在的话，为什么对现实问题总是沉默呢？",
        "label": ""
      },
      {
        "sentence": "我现在决定伪装成一个普通人，只有通过完完全全的伪装才能活下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述突然让我想起了《天才在左，疯子在右》这本书。在正常人眼里，精神病人是不正常的，但在精神病人眼里，正常人又是不正常的。所以我们很难定义谁是对的，谁是错的，只是各自看待问题的角度不同而已。很多人都会有一些不切实际的幻想，就拿我个人来说，劳累了一天的时候，有时候也会愤世嫉俗，凭什么别人什么都不付出就能拥有一切，而我拼尽全力，有时候都走不到别人的起点，难道自己真的这么失败吗？其实每个人的情况是不同的，有的人先天条件很好，伴随着后天的努力，最终也会有不错的结果。而有的人后天一直在挥霍，导致最终功亏一篑。还有的人先天条件不好，但是有着一定的运气，最终的结果也不是太差。而我或许就属于那种先天条件一般，后天也不是特别努力的人，所以目前的境遇算不上太好，但也不太差。所以有的时候我会告诉自己，一味的抱怨并不能从根本上解决问题，因为社会是现实的，它会告诉我们付出才会有回报。或许我们觉得自己一无是处，但是我们不要给自己太多的限制，因为当你认真和努力起来的时候，你会发现一个不一样的自己。",
    "annotation": [
      {
        "sentence": "你的描述突然让我想起了《天才在左，疯子在右》这本书。",
        "label": ""
      },
      {
        "sentence": "在正常人眼里，精神病人是不正常的，但在精神病人眼里，正常人又是不正常的。",
        "label": ""
      },
      {
        "sentence": "所以我们很难定义谁是对的，谁是错的，只是各自看待问题的角度不同而已。",
        "label": ""
      },
      {
        "sentence": "很多人都会有一些不切实际的幻想，就拿我个人来说，劳累了一天的时候，有时候也会愤世嫉俗，凭什么别人什么都不付出就能拥有一切，而我拼尽全力，有时候都走不到别人的起点，难道自己真的这么失败吗？",
        "label": ""
      },
      {
        "sentence": "其实每个人的情况是不同的，有的人先天条件很好，伴随着后天的努力，最终也会有不错的结果。",
        "label": ""
      },
      {
        "sentence": "而有的人后天一直在挥霍，导致最终功亏一篑。",
        "label": ""
      },
      {
        "sentence": "还有的人先天条件不好，但是有着一定的运气，最终的结果也不是太差。",
        "label": ""
      },
      {
        "sentence": "而我或许就属于那种先天条件一般，后天也不是特别努力的人，所以目前的境遇算不上太好，但也不太差。",
        "label": ""
      },
      {
        "sentence": "所以有的时候我会告诉自己，一味的抱怨并不能从根本上解决问题，因为社会是现实的，它会告诉我们付出才会有回报。",
        "label": ""
      },
      {
        "sentence": "或许我们觉得自己一无是处，但是我们不要给自己太多的限制，因为当你认真和努力起来的时候，你会发现一个不一样的自己。",
        "label": ""
      }
    ]
  }
]