[
  {
    "role": "client",
    "content": "小时劝慰母亲，现在有妻儿，对别人太好，丢失了自己？母亲从我小时候就在面前唠叨父亲的各种不是。当时听了，就心头一紧，然后就劝慰她，然后自己尽量表现好一点。直到现在，都是这样。现在自己有妻儿，发现还是在这样的模式下，总是先满足老婆孩子，很多时候都忘了自己的感受。关键是，老婆孩子也已经习惯了这样的模式。斗米养恩，升米养仇。只要有一点不满意，就给我脸色看。很郁闷。自己体察一下，在单位似乎也是这样。总是不太敢拒绝，不太表明自己的态度，丧失了很多机会。心里太有别人，却总是忘了自己。怎么办？",
    "annotation": [
      {
        "sentence": "小时劝慰母亲，现在有妻儿，对别人太好，丢失了自己？",
        "label": ""
      },
      {
        "sentence": "母亲从我小时候就在面前唠叨父亲的各种不是。",
        "label": ""
      },
      {
        "sentence": "当时听了，就心头一紧，然后就劝慰她，然后自己尽量表现好一点。",
        "label": ""
      },
      {
        "sentence": "直到现在，都是这样。",
        "label": ""
      },
      {
        "sentence": "现在自己有妻儿，发现还是在这样的模式下，总是先满足老婆孩子，很多时候都忘了自己的感受。",
        "label": ""
      },
      {
        "sentence": "关键是，老婆孩子也已经习惯了这样的模式。",
        "label": ""
      },
      {
        "sentence": "斗米养恩，升米养仇。",
        "label": ""
      },
      {
        "sentence": "只要有一点不满意，就给我脸色看。",
        "label": ""
      },
      {
        "sentence": "很郁闷。",
        "label": ""
      },
      {
        "sentence": "自己体察一下，在单位似乎也是这样。",
        "label": ""
      },
      {
        "sentence": "总是不太敢拒绝，不太表明自己的态度，丧失了很多机会。",
        "label": ""
      },
      {
        "sentence": "心里太有别人，却总是忘了自己。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好感谢信任，回答晚了抱歉，讨好型人格的人为了满足别人的期待，自己已经精疲力尽了，自己的委屈缺无人看得见。或许源于对关系的渴望，“我总是在满足别人的需求和期待，我自己的生活就没有了。但是我又想让大家都开心，那我选择牺牲自己，满足别人。”这是内在的语言，问题是讨好别人并不能带来别人对你的尊重，如果目前的模式已经让你苦恼了，就是需要给自己增加一些边界感，学会“不”分清那些是你的事情那些是别人的事情，是你目前的功课。",
    "annotation": [
      {
        "sentence": "你好感谢信任，回答晚了抱歉，讨好型人格的人为了满足别人的期待，自己已经精疲力尽了，自己的委屈缺无人看得见。",
        "label": ""
      },
      {
        "sentence": "或许源于对关系的渴望，“我总是在满足别人的需求和期待，我自己的生活就没有了。",
        "label": ""
      },
      {
        "sentence": "但是我又想让大家都开心，那我选择牺牲自己，满足别人。",
        "label": ""
      },
      {
        "sentence": "”这是内在的语言，问题是讨好别人并不能带来别人对你的尊重，如果目前的模式已经让你苦恼了，就是需要给自己增加一些边界感，学会“不”分清那些是你的事情那些是别人的事情，是你目前的功课。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我经常感到非常疲倦，但我又不想让任何人失望。我害怕拒绝别人或表达自己的想法，担心这样会损害我们之间的关系。我该如何给自己增加边界感呢？",
    "annotation": [
      {
        "sentence": "是的，我经常感到非常疲倦，但我又不想让任何人失望。",
        "label": ""
      },
      {
        "sentence": "我害怕拒绝别人或表达自己的想法，担心这样会损害我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "我该如何给自己增加边界感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给自己增加边界感是一个逐渐的过程，首先要意识到你的感受和需求同样重要，而且不仅别人的感受才是关键。试着坚持一些小事情，比如说不想去的聚会就适当地拒绝，或者在感到疲倦时给自己一些休息的时间。这样慢慢地，你会发现你也可以为自己的感受和需求发声。",
    "annotation": [
      {
        "sentence": "给自己增加边界感是一个逐渐的过程，首先要意识到你的感受和需求同样重要，而且不仅别人的感受才是关键。",
        "label": ""
      },
      {
        "sentence": "试着坚持一些小事情，比如说不想去的聚会就适当地拒绝，或者在感到疲倦时给自己一些休息的时间。",
        "label": ""
      },
      {
        "sentence": "这样慢慢地，你会发现你也可以为自己的感受和需求发声。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，但我总是害怕这样做会破坏我们之间的关系，让别人对我失望。我该如何克服这种担忧呢？",
    "annotation": [
      {
        "sentence": "我理解了，但我总是害怕这样做会破坏我们之间的关系，让别人对我失望。",
        "label": ""
      },
      {
        "sentence": "我该如何克服这种担忧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的，但是记住，真正尊重你的人是不会因为你表达自己的需求或拒绝一些事情而对你失望的。对于那些对你提出不合理要求的人，你也要明确地表达出你的界限。这样做可能会引起一些摩擦，但长远来看，它会为你的人际关系建立更健康的基础。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的，但是记住，真正尊重你的人是不会因为你表达自己的需求或拒绝一些事情而对你失望的。",
        "label": ""
      },
      {
        "sentence": "对于那些对你提出不合理要求的人，你也要明确地表达出你的界限。",
        "label": ""
      },
      {
        "sentence": "这样做可能会引起一些摩擦，但长远来看，它会为你的人际关系建立更健康的基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想试试这种方法，但我担心会遇到困难和挫折，怕自己无法坚持下去。有没有一些实际的建议或技巧，可以帮助我在这个过程中保持积极？",
    "annotation": [
      {
        "sentence": "我想试试这种方法，但我担心会遇到困难和挫折，怕自己无法坚持下去。",
        "label": ""
      },
      {
        "sentence": "有没有一些实际的建议或技巧，可以帮助我在这个过程中保持积极？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个过程中，有些技巧可能对你有帮助。例如，你可以提前预设一些拒绝的理由或者学习一些有效沟通的技巧，以便更好地表达自己的观点和需求。同时，找到一些支持你的人，他们可以在你遇到困难或挫折时给予你鼓励和支持。最重要的是，对自己要有耐心和善待自己，这是一个长期的过程，每一步都值得庆祝。",
    "annotation": [
      {
        "sentence": "在这个过程中，有些技巧可能对你有帮助。",
        "label": ""
      },
      {
        "sentence": "例如，你可以提前预设一些拒绝的理由或者学习一些有效沟通的技巧，以便更好地表达自己的观点和需求。",
        "label": ""
      },
      {
        "sentence": "同时，找到一些支持你的人，他们可以在你遇到困难或挫折时给予你鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "最重要的是，对自己要有耐心和善待自己，这是一个长期的过程，每一步都值得庆祝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尝试的。我希望通过增加边界感，找回自己的感受和需求，建立起更健康的人际关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "我希望通过增加边界感，找回自己的感受和需求，建立起更健康的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能在这里为你提供支持。记住，你的感受和需求同样重要，通过不断地给自己增加边界感，你会逐渐找回属于自己的平衡和快乐。祝你好运！如果需要我的帮助，随时来找我。",
    "annotation": [
      {
        "sentence": "很高兴能在这里为你提供支持。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求同样重要，通过不断地给自己增加边界感，你会逐渐找回属于自己的平衡和快乐。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果需要我的帮助，随时来找我。",
        "label": ""
      }
    ]
  }
]