[
  {
    "role": "client",
    "content": "在人际关系中，不敢向别人提要求是什么心理？男朋友跟我说我不敢跟他提要求，我自己也回想了一下，确实，跟他认识的这段时间里，我几乎没提过什么要求，有什么需求都是尽量自己来，不会想到要他怎么怎么样就算是想到了，也想着还是算了，不麻烦别人了，去上班，他问我要不要送，我总是说不用，因为要早起，不想麻烦他。在人际关系中也是，能自己来的也都不麻烦，甚至有时候勉强自己，我这是什么心理呢？",
    "annotation": [
      {
        "sentence": "在人际关系中，不敢向别人提要求是什么心理？",
        "label": ""
      },
      {
        "sentence": "男朋友跟我说我不敢跟他提要求，我自己也回想了一下，确实，跟他认识的这段时间里，我几乎没提过什么要求，有什么需求都是尽量自己来，不会想到要他怎么怎么样就算是想到了，也想着还是算了，不麻烦别人了，去上班，他问我要不要送，我总是说不用，因为要早起，不想麻烦他。",
        "label": ""
      },
      {
        "sentence": "在人际关系中也是，能自己来的也都不麻烦，甚至有时候勉强自己，我这是什么心理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你对于自己不敢向他人提要求而感到困扰。你可以回忆一下，在你的成长过程中，抚养者是否有经常教育你遇到问题时都尽量不去麻烦他人，保持独立解决问题的习惯，或者曾经有经历过向他人提要求却被拒绝的不好的体验呢？",
    "annotation": [
      {
        "sentence": "很理解你对于自己不敢向他人提要求而感到困扰。",
        "label": ""
      },
      {
        "sentence": "你可以回忆一下，在你的成长过程中，抚养者是否有经常教育你遇到问题时都尽量不去麻烦他人，保持独立解决问题的习惯，或者曾经有经历过向他人提要求却被拒绝的不好的体验呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想想，好像小时候家人总是强调要独立自主，尽量不要麻烦别人。而且我记得曾经有一次向朋友借书，但她很不情愿地拒绝了，说不想把书弄丢了。",
    "annotation": [
      {
        "sentence": "我想想，好像小时候家人总是强调要独立自主，尽量不要麻烦别人。",
        "label": ""
      },
      {
        "sentence": "而且我记得曾经有一次向朋友借书，但她很不情愿地拒绝了，说不想把书弄丢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这样的情况下，我们会将抚养者的理念内化到自己的认知模式中，即便他们不在场，每当遇到问题时，心中就会出现一个声音：麻烦他人是不对的。在人际关系中，能自己来的也都不麻烦他人，即便是自己有些力不从心也勉强着独自解决。一方面，如果去麻烦他人对你秉持的认知来说意味着这样做是不好的，不可取的，也有被拒绝的可能，被拒绝的感觉令你不适。另一方面，或许在与他人的互动中，你也不喜欢他人来麻烦你的感觉，推己及人，自己也不愿意去做一个让人觉得讨厌的角色。",
    "annotation": [
      {
        "sentence": "在这样的情况下，我们会将抚养者的理念内化到自己的认知模式中，即便他们不在场，每当遇到问题时，心中就会出现一个声音：麻烦他人是不对的。",
        "label": ""
      },
      {
        "sentence": "在人际关系中，能自己来的也都不麻烦他人，即便是自己有些力不从心也勉强着独自解决。",
        "label": ""
      },
      {
        "sentence": "一方面，如果去麻烦他人对你秉持的认知来说意味着这样做是不好的，不可取的，也有被拒绝的可能，被拒绝的感觉令你不适。",
        "label": ""
      },
      {
        "sentence": "另一方面，或许在与他人的互动中，你也不喜欢他人来麻烦你的感觉，推己及人，自己也不愿意去做一个让人觉得讨厌的角色。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我不想给别人添麻烦，也不希望别人给我添麻烦。但是这样下去，我感到有些力不从心，也觉得自己的需求得不到满足。",
    "annotation": [
      {
        "sentence": "是的，我不想给别人添麻烦，也不希望别人给我添麻烦。",
        "label": ""
      },
      {
        "sentence": "但是这样下去，我感到有些力不从心，也觉得自己的需求得不到满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "敢于向他人提要求，或者接受他人的付出也是一种对自我价值认可的表现。从男友提出送你去上班这件事看起来，你的本意是也想他去送你，但可能你会在潜意识中不太认可自己的价值，他的付出会让你有负担的感觉，所以会违背自己的需要去拒绝男友的好意。",
    "annotation": [
      {
        "sentence": "敢于向他人提要求，或者接受他人的付出也是一种对自我价值认可的表现。",
        "label": ""
      },
      {
        "sentence": "从男友提出送你去上班这件事看起来，你的本意是也想他去送你，但可能你会在潜意识中不太认可自己的价值，他的付出会让你有负担的感觉，所以会违背自己的需要去拒绝男友的好意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我常常觉得他的为我付出是一种负担，我不想让他觉得我很麻烦。",
    "annotation": [
      {
        "sentence": "是的，我常常觉得他的为我付出是一种负担，我不想让他觉得我很麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这种情况下，我建议你觉察不敢提要求的背后自己内心真实的想法是什么，是否有【麻烦他人是不好的】这样一种认知在影响着你的决定。优先尝试对更亲密友善的人提出一些小要求，看看对方会怎样的回应你。当他们给予你好的反馈后，你便更有信心和把握对他人提要求。",
    "annotation": [
      {
        "sentence": "在这种情况下，我建议你觉察不敢提要求的背后自己内心真实的想法是什么，是否有【麻烦他人是不好的】这样一种认知在影响着你的决定。",
        "label": ""
      },
      {
        "sentence": "优先尝试对更亲密友善的人提出一些小要求，看看对方会怎样的回应你。",
        "label": ""
      },
      {
        "sentence": "当他们给予你好的反馈后，你便更有信心和把握对他人提要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我觉得可以试一试，找一些亲近的人帮助。",
    "annotation": [
      {
        "sentence": "嗯，我觉得可以试一试，找一些亲近的人帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同时，你也可以增强自我价值感，提升自己各方面的能力。与他人相处时，学会尊重自己的真实需求。在一个人无法完成任务的情况下，不勉强自己硬抗，适当地向他人寻求一些帮助。想必在他人陷入困境时，你也会愿意伸出援手。任何关系都是相互的，告诉自己是值得他人为你付出的。同时，你也会回馈于他人，来减少接受他人为你付出时你心里的负担感。",
    "annotation": [
      {
        "sentence": "同时，你也可以增强自我价值感，提升自己各方面的能力。",
        "label": ""
      },
      {
        "sentence": "与他人相处时，学会尊重自己的真实需求。",
        "label": ""
      },
      {
        "sentence": "在一个人无法完成任务的情况下，不勉强自己硬抗，适当地向他人寻求一些帮助。",
        "label": ""
      },
      {
        "sentence": "想必在他人陷入困境时，你也会愿意伸出援手。",
        "label": ""
      },
      {
        "sentence": "任何关系都是相互的，告诉自己是值得他人为你付出的。",
        "label": ""
      },
      {
        "sentence": "同时，你也会回馈于他人，来减少接受他人为你付出时你心里的负担感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会尝试去改变自己的思维方式，更加勇敢地提出自己的需求，并理解给予和接受的重要性。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试去改变自己的思维方式，更加勇敢地提出自己的需求，并理解给予和接受的重要性。",
        "label": ""
      }
    ]
  }
]