[
  {
    "role": "client",
    "content": "处于心境稳定期的情绪病患者，怎样向心理咨询师求助？问题如题。拿我自己当例子，我是一名确诊已有五年的双相情感障碍病患者，刚刚从重度抑郁期走出来（多次实施自残行为），现在心境情绪都比较稳定，觉得自己好像“没什么”，虽然躁郁症令自己的人生、生活、个性都变了形，但是我很难向咨询师具体描述“自己遇到什么问题”，这种情况下，我需要心理咨询吗？如果需要，我应该向咨询师寻求哪方面的帮助？我怎么告诉咨询师我身上发生了什么从而让TA更好更有效地帮助我？",
    "annotation": [
      {
        "sentence": "处于心境稳定期的情绪病患者，怎样向心理咨询师求助？",
        "label": ""
      },
      {
        "sentence": "问题如题。",
        "label": ""
      },
      {
        "sentence": "拿我自己当例子，我是一名确诊已有五年的双相情感障碍病患者，刚刚从重度抑郁期走出来（多次实施自残行为），现在心境情绪都比较稳定，觉得自己好像“没什么”，虽然躁郁症令自己的人生、生活、个性都变了形，但是我很难向咨询师具体描述“自己遇到什么问题”，这种情况下，我需要心理咨询吗？",
        "label": ""
      },
      {
        "sentence": "如果需要，我应该向咨询师寻求哪方面的帮助？",
        "label": ""
      },
      {
        "sentence": "我怎么告诉咨询师我身上发生了什么从而让TA更好更有效地帮助我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答可以给你提供一点点帮助。你的情况是确诊双相五年，刚从重度抑郁期出来，现在心境比较稳定。之前的重度抑郁期结束离现在有多久呢？",
    "annotation": [
      {
        "sentence": "希望我的回答可以给你提供一点点帮助。",
        "label": ""
      },
      {
        "sentence": "你的情况是确诊双相五年，刚从重度抑郁期出来，现在心境比较稳定。",
        "label": ""
      },
      {
        "sentence": "之前的重度抑郁期结束离现在有多久呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "大约一个月左右，刚开始心境稳定期。",
    "annotation": [
      {
        "sentence": "大约一个月左右，刚开始心境稳定期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心境稳定期的持续时间不是很长。在我实习时，我接触过一些双相和精分的人，他们在心境稳定期时选择来心理咨询是个好时机，可以加固一些\"防御\"措施。首先，你一定要按医生的建议按时吃药，定期复查。我见过太多因为停药而多次复发、住院的案例。同时，也见过稳定期超过五年，但停药几年后仍复发的情况。关于心理咨询，可能你担心的是\"不知道要咨询什么\"。看到你描述的问题时，我能感受到你经历了躁郁症给你的人生、生活、个性带来了很大的变化，但你却觉得很难描述具体的问题，这让我感到心疼，似乎你内心有许多无助的感受。",
    "annotation": [
      {
        "sentence": "心境稳定期的持续时间不是很长。",
        "label": ""
      },
      {
        "sentence": "在我实习时，我接触过一些双相和精分的人，他们在心境稳定期时选择来心理咨询是个好时机，可以加固一些\"防御\"措施。",
        "label": ""
      },
      {
        "sentence": "首先，你一定要按医生的建议按时吃药，定期复查。",
        "label": ""
      },
      {
        "sentence": "我见过太多因为停药而多次复发、住院的案例。",
        "label": ""
      },
      {
        "sentence": "同时，也见过稳定期超过五年，但停药几年后仍复发的情况。",
        "label": ""
      },
      {
        "sentence": "关于心理咨询，可能你担心的是\"不知道要咨询什么\"。",
        "label": ""
      },
      {
        "sentence": "看到你描述的问题时，我能感受到你经历了躁郁症给你的人生、生活、个性带来了很大的变化，但你却觉得很难描述具体的问题，这让我感到心疼，似乎你内心有许多无助的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很苦恼。",
    "annotation": [
      {
        "sentence": "是的，我真的很苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你可以把\"解决什么问题\"这个难题交给咨询师。或者你可以提供一些方向，比如你在重度抑郁期间经历了什么，自残时发生了什么，还有你是如何依靠自己走出来的（这真的很了不起）。另外，建议你趁机去选择与你匹配的心理咨询师，可以存一些备选，然后进行面试，这样你可以判断出与你有良好互动和理解的咨询师。咨询师的流派其实不是很重要，重要的是你能感受到他们对你的理解和支持，有共情能力，与你建立起有效的沟通。同样重要的是，一定要遵医嘱。",
    "annotation": [
      {
        "sentence": "我建议你可以把\"解决什么问题\"这个难题交给咨询师。",
        "label": ""
      },
      {
        "sentence": "或者你可以提供一些方向，比如你在重度抑郁期间经历了什么，自残时发生了什么，还有你是如何依靠自己走出来的（这真的很了不起）。",
        "label": ""
      },
      {
        "sentence": "另外，建议你趁机去选择与你匹配的心理咨询师，可以存一些备选，然后进行面试，这样你可以判断出与你有良好互动和理解的咨询师。",
        "label": ""
      },
      {
        "sentence": "咨询师的流派其实不是很重要，重要的是你能感受到他们对你的理解和支持，有共情能力，与你建立起有效的沟通。",
        "label": ""
      },
      {
        "sentence": "同样重要的是，一定要遵医嘱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着找到一个合适的咨询师，与他们沟通，接受更好的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着找到一个合适的咨询师，与他们沟通，接受更好的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能对你有所帮助。找到一个适合你的咨询师是很重要的，我相信通过咨询和支持，你可以得到更好的帮助和成长。再次提醒你，一定要坚持按医生的建议进行治疗，遵医嘱。祝你早日摆脱困扰，重获快乐和健康！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "找到一个适合你的咨询师是很重要的，我相信通过咨询和支持，你可以得到更好的帮助和成长。",
        "label": ""
      },
      {
        "sentence": "再次提醒你，一定要坚持按医生的建议进行治疗，遵医嘱。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱困扰，重获快乐和健康！",
        "label": ""
      }
    ]
  }
]