[
  {
    "role": "client",
    "content": "为什么害怕在老师面前表现得太勤奋呢？在害怕什么？从小学到初中一直是被认为勤奋的孩子到高中以后变得散漫了而且不希望被认为是乖孩子。。（其实除了成绩以外好像没什么突出的优点了）为什么害怕在老师面前表现得太勤奋呢？那我是在害怕什么？",
    "annotation": [
      {
        "sentence": "为什么害怕在老师面前表现得太勤奋呢？",
        "label": ""
      },
      {
        "sentence": "在害怕什么？",
        "label": ""
      },
      {
        "sentence": "从小学到初中一直是被认为勤奋的孩子到高中以后变得散漫了而且不希望被认为是乖孩子。。",
        "label": ""
      },
      {
        "sentence": "（其实除了成绩以外好像没什么突出的优点了）为什么害怕在老师面前表现得太勤奋呢？",
        "label": ""
      },
      {
        "sentence": "那我是在害怕什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你之前很勤奋，成绩也很好，后来到高中，可能种种原因，觉得比较疲惫，因为背负着老师家长太多的期望。你的成绩可能不是那么拔尖了，或者很拔尖，但是觉得压力很大。你一直被要求要做一个好孩子，而其实老师家长主要的评判标准就是你的成绩。你觉得自己只有成绩好这一点优点（当然你有好多优点可能你没注意到）。而现在可能你不想一直做个他们想象中的好学生了，因为自己并不是很开心，你希望他们对你的期望低一点，比如即便有些考试你的成绩不那么好，也希望他们一如既往地支持你。你不想那么努力，是一种被动攻击，是在反对他们的期望，逻辑是，“我不那么努力→我成绩就不会太好→你们可以期望低一点→我更开心点（因为压力会小一点）”还有一种可能是，你不想那么努力，是因为你害怕终会有一些考试发挥的不那么好，你担心到那时候所有人都不再看好你（因为你觉得成绩是自己的唯一优点），你害怕自己做的不好让别人失望，于是想表现得没那么好，让别人降低期待。其实你很好，你也远远不止成绩这一个优点，继续继续喔。",
    "annotation": [
      {
        "sentence": "你之前很勤奋，成绩也很好，后来到高中，可能种种原因，觉得比较疲惫，因为背负着老师家长太多的期望。",
        "label": ""
      },
      {
        "sentence": "你的成绩可能不是那么拔尖了，或者很拔尖，但是觉得压力很大。",
        "label": ""
      },
      {
        "sentence": "你一直被要求要做一个好孩子，而其实老师家长主要的评判标准就是你的成绩。",
        "label": ""
      },
      {
        "sentence": "你觉得自己只有成绩好这一点优点（当然你有好多优点可能你没注意到）。",
        "label": ""
      },
      {
        "sentence": "而现在可能你不想一直做个他们想象中的好学生了，因为自己并不是很开心，你希望他们对你的期望低一点，比如即便有些考试你的成绩不那么好，也希望他们一如既往地支持你。",
        "label": ""
      },
      {
        "sentence": "你不想那么努力，是一种被动攻击，是在反对他们的期望，逻辑是，“我不那么努力→我成绩就不会太好→你们可以期望低一点→我更开心点（因为压力会小一点）”还有一种可能是，你不想那么努力，是因为你害怕终会有一些考试发挥的不那么好，你担心到那时候所有人都不再看好你（因为你觉得成绩是自己的唯一优点），你害怕自己做的不好让别人失望，于是想表现得没那么好，让别人降低期待。",
        "label": ""
      },
      {
        "sentence": "其实你很好，你也远远不止成绩这一个优点，继续继续喔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得现在不努力一点，会有一种内疚感和愧疚感。我不想让自己失望，也不想让父母和老师失望。可是每次都提不起劲，心里总有种抵触的感觉。",
    "annotation": [
      {
        "sentence": "但是我觉得现在不努力一点，会有一种内疚感和愧疚感。",
        "label": ""
      },
      {
        "sentence": "我不想让自己失望，也不想让父母和老师失望。",
        "label": ""
      },
      {
        "sentence": "可是每次都提不起劲，心里总有种抵触的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担忧。内心的矛盾感是很常见的，尤其在面对压力和期望时。你希望努力取得好成绩，却也希望减轻压力和降低期望。这其实是一个很正常的自我保护机制。你可以试着和父母、老师沟通，告诉他们你的感受，让他们理解你的需求，帮助你缓解一些压力。",
    "annotation": [
      {
        "sentence": "明白你的担忧。",
        "label": ""
      },
      {
        "sentence": "内心的矛盾感是很常见的，尤其在面对压力和期望时。",
        "label": ""
      },
      {
        "sentence": "你希望努力取得好成绩，却也希望减轻压力和降低期望。",
        "label": ""
      },
      {
        "sentence": "这其实是一个很正常的自我保护机制。",
        "label": ""
      },
      {
        "sentence": "你可以试着和父母、老师沟通，告诉他们你的感受，让他们理解你的需求，帮助你缓解一些压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我怕跟他们沟通后，他们会更失望。他们太看重我的成绩了，如果我表达出自己不想那么努力的想法，他们会觉得我不上进，对我更失望。",
    "annotation": [
      {
        "sentence": "我怕跟他们沟通后，他们会更失望。",
        "label": ""
      },
      {
        "sentence": "他们太看重我的成绩了，如果我表达出自己不想那么努力的想法，他们会觉得我不上进，对我更失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的顾虑。不过，真正的父母和老师都会关心你的内心感受，而不仅仅是成绩。试着坦诚地与他们分享你的困惑，告诉他们你目前的感受，或许他们会更理解并提供支持。他们希望你快乐，而不是只看重成绩，相信他们会与你共同找到解决的办法。",
    "annotation": [
      {
        "sentence": "理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "不过，真正的父母和老师都会关心你的内心感受，而不仅仅是成绩。",
        "label": ""
      },
      {
        "sentence": "试着坦诚地与他们分享你的困惑，告诉他们你目前的感受，或许他们会更理解并提供支持。",
        "label": ""
      },
      {
        "sentence": "他们希望你快乐，而不是只看重成绩，相信他们会与你共同找到解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许我可以试试和他们分享我的兴趣爱好，让他们了解除了成绩以外的我。我也想让他们知道，我还有其他的优点和才能。",
    "annotation": [
      {
        "sentence": "或许我可以试试和他们分享我的兴趣爱好，让他们了解除了成绩以外的我。",
        "label": ""
      },
      {
        "sentence": "我也想让他们知道，我还有其他的优点和才能。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好的想法！通过分享你的兴趣爱好，让他们了解更多的你，可以打破以往他们对你的认知。你可以主动与他们分享你在其他领域的努力和成就，让他们了解到你的多样性和能力。这样，他们就能从更全面的角度看待你，并逐渐减少对你成绩的过分要求。",
    "annotation": [
      {
        "sentence": "非常好的想法！",
        "label": ""
      },
      {
        "sentence": "通过分享你的兴趣爱好，让他们了解更多的你，可以打破以往他们对你的认知。",
        "label": ""
      },
      {
        "sentence": "你可以主动与他们分享你在其他领域的努力和成就，让他们了解到你的多样性和能力。",
        "label": ""
      },
      {
        "sentence": "这样，他们就能从更全面的角度看待你，并逐渐减少对你成绩的过分要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会试着跟他们沟通，并且积极展示我自己的其他才能和优点。希望他们能理解和支持我。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着跟他们沟通，并且积极展示我自己的其他才能和优点。",
        "label": ""
      },
      {
        "sentence": "希望他们能理解和支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以做到。沟通是建立良好关系的关键，也是解决问题的第一步。相信父母和老师会理解你的需求，支持你的决定。记住，你不仅仅是成绩，你是一个多才多艺、独特的个体。加油！如果你还有任何问题，随时和我分享。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以做到。",
        "label": ""
      },
      {
        "sentence": "沟通是建立良好关系的关键，也是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "相信父母和老师会理解你的需求，支持你的决定。",
        "label": ""
      },
      {
        "sentence": "记住，你不仅仅是成绩，你是一个多才多艺、独特的个体。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题，随时和我分享。",
        "label": ""
      }
    ]
  }
]