[
  {
    "role": "client",
    "content": "大学女生，为什么我好像跟谁都能聊，但又跟谁都不熟？我好像跟班上的同学都能一起玩闹，但是因为一些事情又让我有一种跟谁都不熟的感觉。平时放假回家后，一般也不会联系，就，不知道怎么说，想问到底什么是真正的朋友？真的会有两肋插刀的朋友吗？",
    "annotation": [
      {
        "sentence": "大学女生，为什么我好像跟谁都能聊，但又跟谁都不熟？",
        "label": ""
      },
      {
        "sentence": "我好像跟班上的同学都能一起玩闹，但是因为一些事情又让我有一种跟谁都不熟的感觉。",
        "label": ""
      },
      {
        "sentence": "平时放假回家后，一般也不会联系，就，不知道怎么说，想问到底什么是真正的朋友？",
        "label": ""
      },
      {
        "sentence": "真的会有两肋插刀的朋友吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述我了解到：(1)你似乎很容易与人相熟，但似乎到不了朋友的地步(2)你想知道真有这样两肋插刀的朋友吗接下来是我的分析和建议，希望可以帮到你：不瞒你说，我和你是一样的人，总是和人熟络很快，心却似乎一直不能靠近，后来发现，自己被评为了社交小达人，因为和所有人走的近，所以看起来似乎是不交心的，别人也会自动把我们划到一个分组里。但是，事实上我们也是有朋友的，那些朋友不仅需要你的能量，还会给予你能量，了解你的软肋，做你的铠甲，所以真的友谊是存在的。要继续相信啊~#",
    "annotation": [
      {
        "sentence": "通过你的描述我了解到：(1)你似乎很容易与人相熟，但似乎到不了朋友的地步(2)你想知道真有这样两肋插刀的朋友吗接下来是我的分析和建议，希望可以帮到你：不瞒你说，我和你是一样的人，总是和人熟络很快，心却似乎一直不能靠近，后来发现，自己被评为了社交小达人，因为和所有人走的近，所以看起来似乎是不交心的，别人也会自动把我们划到一个分组里。",
        "label": ""
      },
      {
        "sentence": "但是，事实上我们也是有朋友的，那些朋友不仅需要你的能量，还会给予你能量，了解你的软肋，做你的铠甲，所以真的友谊是存在的。",
        "label": ""
      },
      {
        "sentence": "要继续相信啊~#",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？我一直觉得自己是有问题才导致这样的情况，看到你的回答我有点安心了。那你是怎么找到那些真正的朋友的呢？",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己是有问题才导致这样的情况，看到你的回答我有点安心了。",
        "label": ""
      },
      {
        "sentence": "那你是怎么找到那些真正的朋友的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，找到真正的朋友并不是一件容易的事情，需要一定的时间和努力。你可以试着主动和那些你觉得还不错的同学多接触，多参加一些班级活动，创造更多交流的机会。经过一段时间的观察和相处，你就能发现那些真正对你有意的人，不断培养感情，慢慢地建立起真正的友谊。",
    "annotation": [
      {
        "sentence": "其实，找到真正的朋友并不是一件容易的事情，需要一定的时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以试着主动和那些你觉得还不错的同学多接触，多参加一些班级活动，创造更多交流的机会。",
        "label": ""
      },
      {
        "sentence": "经过一段时间的观察和相处，你就能发现那些真正对你有意的人，不断培养感情，慢慢地建立起真正的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像是个不错的方法，但是我总是怕被拒绝。如果我主动找他们交流，他们不喜欢我怎么办呢？",
    "annotation": [
      {
        "sentence": "听起来好像是个不错的方法，但是我总是怕被拒绝。",
        "label": ""
      },
      {
        "sentence": "如果我主动找他们交流，他们不喜欢我怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是常见的担忧，但不要过分担心。大多数人都是乐于接受新朋友的，尤其是在大学这个充满机会和开放的环境中。如果有时遇到一些不太友好的回应，也不要灰心，可能只是对方暂时有些疏远或者有其他的事情在忙。你可以试着主动多去了解他们的兴趣爱好，共同话题会使交流更加顺利。",
    "annotation": [
      {
        "sentence": "这是常见的担忧，但不要过分担心。",
        "label": ""
      },
      {
        "sentence": "大多数人都是乐于接受新朋友的，尤其是在大学这个充满机会和开放的环境中。",
        "label": ""
      },
      {
        "sentence": "如果有时遇到一些不太友好的回应，也不要灰心，可能只是对方暂时有些疏远或者有其他的事情在忙。",
        "label": ""
      },
      {
        "sentence": "你可以试着主动多去了解他们的兴趣爱好，共同话题会使交流更加顺利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试的。但是有时我觉得自己并不被人重视，总是存在于他们生活的表面，没有深入的交流和互动。我怎么才能改变这种情况呢？",
    "annotation": [
      {
        "sentence": "我会试试的。",
        "label": ""
      },
      {
        "sentence": "但是有时我觉得自己并不被人重视，总是存在于他们生活的表面，没有深入的交流和互动。",
        "label": ""
      },
      {
        "sentence": "我怎么才能改变这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要改变这种情况，首先要改变自己的态度和行为。在与他人交流时要更加真诚，多关心他人，积极倾听别人的故事和感受。同时，也要给予他人一定的信任和空间，不要过于依赖对方，要学会独立和自立。通过这样的改变，你会发现与他人的关系变得更加亲密和深入。",
    "annotation": [
      {
        "sentence": "要改变这种情况，首先要改变自己的态度和行为。",
        "label": ""
      },
      {
        "sentence": "在与他人交流时要更加真诚，多关心他人，积极倾听别人的故事和感受。",
        "label": ""
      },
      {
        "sentence": "同时，也要给予他人一定的信任和空间，不要过于依赖对方，要学会独立和自立。",
        "label": ""
      },
      {
        "sentence": "通过这样的改变，你会发现与他人的关系变得更加亲密和深入。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。谢谢你的建议和支持。我会试着去改变自己，主动与人交流，寻找真正的朋友。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着去改变自己，主动与人交流，寻找真正的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够找到真正的朋友的。记住，最重要的是相信自己，坚持不懈地去做，时间会给你答案。如果有任何情绪上的困扰或者需要进一步的帮助，随时都可以找我倾诉。你不是一个人在战斗，我们在这里一起支持你。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够找到真正的朋友的。",
        "label": ""
      },
      {
        "sentence": "记住，最重要的是相信自己，坚持不懈地去做，时间会给你答案。",
        "label": ""
      },
      {
        "sentence": "如果有任何情绪上的困扰或者需要进一步的帮助，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们在这里一起支持你。",
        "label": ""
      }
    ]
  }
]