[
  {
    "role": "client",
    "content": "不自信，觉得自己哪里都不如别人，很差劲…怎么办？刚上大学，觉得自己长相、打扮都不如别的女生，参加学校组织竞选也都落选了。本来就是高考成绩不理想来到了一个并不好的大学，现在却仍然处处不顺，也不知道以后有没有足够优异的成绩去理想的大学读研究生。感觉的到，本来就不太自信的我越来越自卑了，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "不自信，觉得自己哪里都不如别人，很差劲…怎么办？",
        "label": ""
      },
      {
        "sentence": "刚上大学，觉得自己长相、打扮都不如别的女生，参加学校组织竞选也都落选了。",
        "label": ""
      },
      {
        "sentence": "本来就是高考成绩不理想来到了一个并不好的大学，现在却仍然处处不顺，也不知道以后有没有足够优异的成绩去理想的大学读研究生。",
        "label": ""
      },
      {
        "sentence": "感觉的到，本来就不太自信的我越来越自卑了，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们先不说怎么办，先来讲个小故事吧。有个小姑娘，觉得自己长得丑，非常的自卑，在学校也不敢回答问题。有天她买了一个蝴蝶发夹，别在头发上，老板夸她，这个发夹太配你了，带上她你就像公主一样漂亮。小姑娘非常的开门。出门的时候与一个人撞了下，发夹掉了她也不知道。到学校上课，老师提问，她积极的举手回答，把头扬的高高，得到了老师的表扬。回到家她给妈妈说，今天在学校老师提问了她，还表扬了她，多亏了这个漂亮的发夹。结果她发现发夹不在头发上了，不知道什么时候掉了。这个故事很老套，题目好像是《自信的美丽》。故事总归是故事，可能会觉得很鸡汤。",
    "annotation": [
      {
        "sentence": "我们先不说怎么办，先来讲个小故事吧。",
        "label": ""
      },
      {
        "sentence": "有个小姑娘，觉得自己长得丑，非常的自卑，在学校也不敢回答问题。",
        "label": ""
      },
      {
        "sentence": "有天她买了一个蝴蝶发夹，别在头发上，老板夸她，这个发夹太配你了，带上她你就像公主一样漂亮。",
        "label": ""
      },
      {
        "sentence": "小姑娘非常的开门。",
        "label": ""
      },
      {
        "sentence": "出门的时候与一个人撞了下，发夹掉了她也不知道。",
        "label": ""
      },
      {
        "sentence": "到学校上课，老师提问，她积极的举手回答，把头扬的高高，得到了老师的表扬。",
        "label": ""
      },
      {
        "sentence": "回到家她给妈妈说，今天在学校老师提问了她，还表扬了她，多亏了这个漂亮的发夹。",
        "label": ""
      },
      {
        "sentence": "结果她发现发夹不在头发上了，不知道什么时候掉了。",
        "label": ""
      },
      {
        "sentence": "这个故事很老套，题目好像是《自信的美丽》。",
        "label": ""
      },
      {
        "sentence": "故事总归是故事，可能会觉得很鸡汤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你和我分享这个故事，但是我觉得我和那个小姑娘还是有很大的不同。我从小到大都没有什么特别的亮点，一直都缺乏自信。现在大学刚开始，却觉得自己更加不如别人，我的自卑感越来越重，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "感谢你和我分享这个故事，但是我觉得我和那个小姑娘还是有很大的不同。",
        "label": ""
      },
      {
        "sentence": "我从小到大都没有什么特别的亮点，一直都缺乏自信。",
        "label": ""
      },
      {
        "sentence": "现在大学刚开始，却觉得自己更加不如别人，我的自卑感越来越重，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，但是我也想告诉你一个我自己的亲身经历。我脸上有颗黑痣，挺大的。高中的时候因为意外，两颗门牙都磕掉了一半。上大学之后看着天南海北的同学，特别是城市里的同学，要说不自卑是不可能的。有些活动我都参加。总觉得肯定其他人会用异样的目光看我。直到到了大三，睡我对面上铺的同学说，你什么时候脸上长了颗痣？你知道这句话对我的震撼吗？三年了，朝夕相处，每天一起上课，一起玩的同学，三年了才发现我脸上有颗痣。这说明啥，说明我之前的担心都是多余的。他们，同学，老师，朋友，根本没注意到或者是注意到但不在意我脸上这颗让我烦恼到想去掉的黑痣。原来这么多年我的自卑都是自作多情了？",
    "annotation": [
      {
        "sentence": "我明白你的感受，但是我也想告诉你一个我自己的亲身经历。",
        "label": ""
      },
      {
        "sentence": "我脸上有颗黑痣，挺大的。",
        "label": ""
      },
      {
        "sentence": "高中的时候因为意外，两颗门牙都磕掉了一半。",
        "label": ""
      },
      {
        "sentence": "上大学之后看着天南海北的同学，特别是城市里的同学，要说不自卑是不可能的。",
        "label": ""
      },
      {
        "sentence": "有些活动我都参加。",
        "label": ""
      },
      {
        "sentence": "总觉得肯定其他人会用异样的目光看我。",
        "label": ""
      },
      {
        "sentence": "直到到了大三，睡我对面上铺的同学说，你什么时候脸上长了颗痣？",
        "label": ""
      },
      {
        "sentence": "你知道这句话对我的震撼吗？",
        "label": ""
      },
      {
        "sentence": "三年了，朝夕相处，每天一起上课，一起玩的同学，三年了才发现我脸上有颗痣。",
        "label": ""
      },
      {
        "sentence": "这说明啥，说明我之前的担心都是多余的。",
        "label": ""
      },
      {
        "sentence": "他们，同学，老师，朋友，根本没注意到或者是注意到但不在意我脸上这颗让我烦恼到想去掉的黑痣。",
        "label": ""
      },
      {
        "sentence": "原来这么多年我的自卑都是自作多情了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的故事，我开始明白有时候我们自己对自己的看法并不一定是事实。但是我还是很担心自己的外表和能力不如别人，怎么才能改变这种想法呢？",
    "annotation": [
      {
        "sentence": "听了你的故事，我开始明白有时候我们自己对自己的看法并不一定是事实。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心自己的外表和能力不如别人，怎么才能改变这种想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的对，我们对自己的看法常常被自己过度放大了。我给你分享一些方法，希望能够帮到你。心灵导师拜伦.凯蒂在《一念之转》这本书里说过一句话：“带给我们痛苦的，并不是我们的想法，而是我们对想法的执着。”所以，当你感到痛苦时，不妨把你的抱怨写下来，然后，问下面这四句话：1、那是真的吗？2、你能肯定那是真的吗？3、当你持有那个想法时，你会如何反应？a)你能否找到一个理由，让你放下那个想法？b)你能不找到一个理由，你你毫不焦虑地持有那个想法？4、没有那个想法时，你会是怎样的人？这四句话，也许可以帮你把你误认为的事实，还原成一个想法，并让你清楚的知道持有这个想法对你的影响，以及没有这个想法带来的好处。",
    "annotation": [
      {
        "sentence": "你说的对，我们对自己的看法常常被自己过度放大了。",
        "label": ""
      },
      {
        "sentence": "我给你分享一些方法，希望能够帮到你。",
        "label": ""
      },
      {
        "sentence": "心灵导师拜伦.凯蒂在《一念之转》这本书里说过一句话：“带给我们痛苦的，并不是我们的想法，而是我们对想法的执着。",
        "label": ""
      },
      {
        "sentence": "”所以，当你感到痛苦时，不妨把你的抱怨写下来，然后，问下面这四句话：1、那是真的吗？",
        "label": ""
      },
      {
        "sentence": "2、你能肯定那是真的吗？",
        "label": ""
      },
      {
        "sentence": "3、当你持有那个想法时，你会如何反应？",
        "label": ""
      },
      {
        "sentence": "a)你能否找到一个理由，让你放下那个想法？",
        "label": ""
      },
      {
        "sentence": "b)你能不找到一个理由，你你毫不焦虑地持有那个想法？",
        "label": ""
      },
      {
        "sentence": "4、没有那个想法时，你会是怎样的人？",
        "label": ""
      },
      {
        "sentence": "这四句话，也许可以帮你把你误认为的事实，还原成一个想法，并让你清楚的知道持有这个想法对你的影响，以及没有这个想法带来的好处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试用这种方法来分析自己的想法和看法。但是我还是不太确定，我要怎么应对高考成绩不理想和大学选举落选的事实。我担心自己的优秀成绩不足以进入理想的研究生院，这让我越来越没有自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试用这种方法来分析自己的想法和看法。",
        "label": ""
      },
      {
        "sentence": "但是我还是不太确定，我要怎么应对高考成绩不理想和大学选举落选的事实。",
        "label": ""
      },
      {
        "sentence": "我担心自己的优秀成绩不足以进入理想的研究生院，这让我越来越没有自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，你已经很了不起了。你成功进入了大学，这本身就是一个值得骄傲的成就。而在竞选中落选并不代表你不优秀，而是代表其他因素在起作用。你站在台上竞选，比那些不敢尝试的人要勇敢很多。你觉得自己不如他人，但这只是你自己对自己的想法，并不是事实。至于高考成绩不理想，你可以从另一个角度看待。你是否比其他很多人更幸运，至少你有机会进入大学。别太过苛求自己，相信自己的能力，未来还有很多机会可以证明自己的价值。",
    "annotation": [
      {
        "sentence": "其实，你已经很了不起了。",
        "label": ""
      },
      {
        "sentence": "你成功进入了大学，这本身就是一个值得骄傲的成就。",
        "label": ""
      },
      {
        "sentence": "而在竞选中落选并不代表你不优秀，而是代表其他因素在起作用。",
        "label": ""
      },
      {
        "sentence": "你站在台上竞选，比那些不敢尝试的人要勇敢很多。",
        "label": ""
      },
      {
        "sentence": "你觉得自己不如他人，但这只是你自己对自己的想法，并不是事实。",
        "label": ""
      },
      {
        "sentence": "至于高考成绩不理想，你可以从另一个角度看待。",
        "label": ""
      },
      {
        "sentence": "你是否比其他很多人更幸运，至少你有机会进入大学。",
        "label": ""
      },
      {
        "sentence": "别太过苛求自己，相信自己的能力，未来还有很多机会可以证明自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该更加积极地看待自己的经历和成就。虽然我经历了一些挫折，但这并不代表我不优秀。我要相信自己的能力，同时也要学会放下过去的不快，积极面对将来的挑战。谢谢你的支持和建议，我感到心情好多了。",
    "annotation": [
      {
        "sentence": "你说的对，我应该更加积极地看待自己的经历和成就。",
        "label": ""
      },
      {
        "sentence": "虽然我经历了一些挫折，但这并不代表我不优秀。",
        "label": ""
      },
      {
        "sentence": "我要相信自己的能力，同时也要学会放下过去的不快，积极面对将来的挑战。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我感到心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你的改变很可喜。记住，不要让自卑感束缚了你，你是独一无二的，拥有无限的潜力和机会。相信自己，勇敢面对困难，你一定能够取得更好的成绩和更好的未来。加油！有什么问题随时可以向我求助。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你的改变很可喜。",
        "label": ""
      },
      {
        "sentence": "记住，不要让自卑感束缚了你，你是独一无二的，拥有无限的潜力和机会。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对困难，你一定能够取得更好的成绩和更好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "有什么问题随时可以向我求助。",
        "label": ""
      }
    ]
  }
]