[
  {
    "role": "client",
    "content": "我不自信，觉得自己哪里都不如别人，很差劲…怎么办？刚上大学，觉得自己长相、打扮都不如别的女生，参加学校组织竞选也都落选了。本来就是高考成绩不理想来到了一个并不好的大学，现在却仍然处处不顺，也不知道以后有没有足够优异的成绩去理想的大学读研究生。感觉的到，本来就不太自信的我越来越自卑了，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我不自信，觉得自己哪里都不如别人，很差劲…怎么办？",
        "label": ""
      },
      {
        "sentence": "刚上大学，觉得自己长相、打扮都不如别的女生，参加学校组织竞选也都落选了。",
        "label": ""
      },
      {
        "sentence": "本来就是高考成绩不理想来到了一个并不好的大学，现在却仍然处处不顺，也不知道以后有没有足够优异的成绩去理想的大学读研究生。",
        "label": ""
      },
      {
        "sentence": "感觉的到，本来就不太自信的我越来越自卑了，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊，看到因为“不自信”而觉得“很差劲”的你，似乎看到了曾经的自己。看到你的叙述，似乎看到一个没有长大的小女孩，畏畏缩缩的藏在角落，自卑、焦虑而无助。而现在的感受又让“本来就不太自信的我越来越自卑了”狠狠地心疼一下。【不知道你的自卑什么时间，来自哪里，是谁给了你这样的判断于定义？你又有着怎样的故事？】而你的“刚上大学，觉得自己长相、打扮都不如别的女生，参加学校组织竞选也都落选了。本来就是高考成绩不理想来到了一个并不好的大学，现在却仍然处处不顺”这个感觉就是处处在跟别人竞争，似乎也都落败了一样。你在寻找竞争胜利以后的快乐，然而现实狠狠地打了你一巴掌，让你痛不欲生，也让你似乎看不到前进的方向。",
    "annotation": [
      {
        "sentence": "你好啊，看到因为“不自信”而觉得“很差劲”的你，似乎看到了曾经的自己。",
        "label": ""
      },
      {
        "sentence": "看到你的叙述，似乎看到一个没有长大的小女孩，畏畏缩缩的藏在角落，自卑、焦虑而无助。",
        "label": ""
      },
      {
        "sentence": "而现在的感受又让“本来就不太自信的我越来越自卑了”狠狠地心疼一下。",
        "label": ""
      },
      {
        "sentence": "【不知道你的自卑什么时间，来自哪里，是谁给了你这样的判断于定义？",
        "label": ""
      },
      {
        "sentence": "你又有着怎样的故事？",
        "label": ""
      },
      {
        "sentence": "】而你的“刚上大学，觉得自己长相、打扮都不如别的女生，参加学校组织竞选也都落选了。",
        "label": ""
      },
      {
        "sentence": "本来就是高考成绩不理想来到了一个并不好的大学，现在却仍然处处不顺”这个感觉就是处处在跟别人竞争，似乎也都落败了一样。",
        "label": ""
      },
      {
        "sentence": "你在寻找竞争胜利以后的快乐，然而现实狠狠地打了你一巴掌，让你痛不欲生，也让你似乎看不到前进的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小就觉得自己不如别人，没有什么特长，和其他人相比总是处于下风。这次上大学，我本以为可以有所改变，但是事与愿违，我还是觉得自己差劲。我很羡慕那些漂亮打扮的女生，也很羡慕那些能够成功参选的同学。我越来越怀疑自己是否有能力取得好成绩，是否能够实现理想的大学读研究生。",
    "annotation": [
      {
        "sentence": "我从小就觉得自己不如别人，没有什么特长，和其他人相比总是处于下风。",
        "label": ""
      },
      {
        "sentence": "这次上大学，我本以为可以有所改变，但是事与愿违，我还是觉得自己差劲。",
        "label": ""
      },
      {
        "sentence": "我很羡慕那些漂亮打扮的女生，也很羡慕那些能够成功参选的同学。",
        "label": ""
      },
      {
        "sentence": "我越来越怀疑自己是否有能力取得好成绩，是否能够实现理想的大学读研究生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这么说，我可以理解你内心的困惑和焦虑。从小积累的自卑感使你对自己的能力产生怀疑，而大学的竞争环境又进一步打击了你的自信心。但你知道吗，每个人都有自己的优点和价值，你不必总是拿自己和别人比较。你是独一无二的，你可以发掘和发展自己的特长和潜力。成功并不只是成绩的高低，也包括你对生活的积极态度和对未来的努力追求。接受自己的不完美，相信自己可以通过努力改变和成长。",
    "annotation": [
      {
        "sentence": "听到你这么说，我可以理解你内心的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "从小积累的自卑感使你对自己的能力产生怀疑，而大学的竞争环境又进一步打击了你的自信心。",
        "label": ""
      },
      {
        "sentence": "但你知道吗，每个人都有自己的优点和价值，你不必总是拿自己和别人比较。",
        "label": ""
      },
      {
        "sentence": "你是独一无二的，你可以发掘和发展自己的特长和潜力。",
        "label": ""
      },
      {
        "sentence": "成功并不只是成绩的高低，也包括你对生活的积极态度和对未来的努力追求。",
        "label": ""
      },
      {
        "sentence": "接受自己的不完美，相信自己可以通过努力改变和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "怎样才能接受自己的不完美呢？我总觉得自己有太多的缺点和不足，很难消除这种感觉。",
    "annotation": [
      {
        "sentence": "怎样才能接受自己的不完美呢？",
        "label": ""
      },
      {
        "sentence": "我总觉得自己有太多的缺点和不足，很难消除这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接受自己的不完美是一个逐渐改变的过程，需要给自己时间和耐心。首先，你可以尝试停止对自己的过度挑剔和苛责，承认自己是一个不完美但也有价值的人。同时，关注自己的优点和成功经历，培养自己的自尊心和自爱意识。与此同时，学会接受他人的欣赏和赞美，不要总是拒绝别人的关心与关注。逐渐认识到每个人都有自己的长处和弱点，没有人是完美的。你也可以寻求专业心理咨询的帮助，与专业人士一起探索和应对你的自卑感。",
    "annotation": [
      {
        "sentence": "接受自己的不完美是一个逐渐改变的过程，需要给自己时间和耐心。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试停止对自己的过度挑剔和苛责，承认自己是一个不完美但也有价值的人。",
        "label": ""
      },
      {
        "sentence": "同时，关注自己的优点和成功经历，培养自己的自尊心和自爱意识。",
        "label": ""
      },
      {
        "sentence": "与此同时，学会接受他人的欣赏和赞美，不要总是拒绝别人的关心与关注。",
        "label": ""
      },
      {
        "sentence": "逐渐认识到每个人都有自己的长处和弱点，没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "你也可以寻求专业心理咨询的帮助，与专业人士一起探索和应对你的自卑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该试着接受自己的不完美，并尝试培养自己的自尊心。我也会考虑寻求专业心理咨询的帮助，希望能够从中找到更多的支持和指导。谢谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "你说的对，我应该试着接受自己的不完美，并尝试培养自己的自尊心。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求专业心理咨询的帮助，希望能够从中找到更多的支持和指导。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供一些帮助和支持。你是一个勇敢面对困难并寻求改变的人，我相信你一定能够走出自卑感，找回自信，在成长的道路上迈出坚实的步伐。记住，在你需要帮助和支持的时候，我始终在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢面对困难并寻求改变的人，我相信你一定能够走出自卑感，找回自信，在成长的道路上迈出坚实的步伐。",
        "label": ""
      },
      {
        "sentence": "记住，在你需要帮助和支持的时候，我始终在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，你的支持真的让我感到非常温暖和安慰。我会牢记你的话，坚持努力向前，迎接未来的挑战。再次感谢你的陪伴和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，你的支持真的让我感到非常温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，坚持努力向前，迎接未来的挑战。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。你的成长和幸福是我最关心的事情。无论遇到什么困难和挫折，记得随时向我倾诉和寻求支持。相信自己，你一定可以找到属于自己的光芒。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "你的成长和幸福是我最关心的事情。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挫折，记得随时向我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以找到属于自己的光芒。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励。有你这样的支持者，我感到非常幸运和坚定。我会珍惜这份支持，不断成长和进步。再次感谢你的陪伴和关心！祝愿你一切都好！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者，我感到非常幸运和坚定。",
        "label": ""
      },
      {
        "sentence": "我会珍惜这份支持，不断成长和进步。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和关心！",
        "label": ""
      },
      {
        "sentence": "祝愿你一切都好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "祝福你一切也都好！无论遇到什么困难和挑战，都不要忘记内心的坚定和勇气。相信自己，你一定可以走出困境，迎接美好的未来。如果有任何需要，记得随时向我求助。加油！",
    "annotation": [
      {
        "sentence": "祝福你一切也都好！",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挑战，都不要忘记内心的坚定和勇气。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以走出困境，迎接美好的未来。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]