[
  {
    "role": "client",
    "content": "我不自信，觉得自己哪里都不如别人，很差劲…怎么办？刚上大学，觉得自己长相、打扮都不如别的女生，参加学校组织竞选也都落选了。本来就是高考成绩不理想来到了一个并不好的大学，现在却仍然处处不顺，也不知道以后有没有足够优异的成绩去理想的大学读研究生。感觉的到，本来就不太自信的我越来越自卑了，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我不自信，觉得自己哪里都不如别人，很差劲…怎么办？",
        "label": ""
      },
      {
        "sentence": "刚上大学，觉得自己长相、打扮都不如别的女生，参加学校组织竞选也都落选了。",
        "label": ""
      },
      {
        "sentence": "本来就是高考成绩不理想来到了一个并不好的大学，现在却仍然处处不顺，也不知道以后有没有足够优异的成绩去理想的大学读研究生。",
        "label": ""
      },
      {
        "sentence": "感觉的到，本来就不太自信的我越来越自卑了，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你好看完你的描述，我看到了一个无助的对未来充满忧虑的小姑娘。过去不代表什么，也不能决定未来。我们都听过一句话说，当你为错过月亮而哭泣的时候，也也会错过星星。是的，人生是一个过程，不是一个瞬间，你现在失败的结果不是绝对性的，它只能代表你现在也许不具备这种能力，只要你慢慢提高锻炼自己，下一次的成功者也许就是你。",
    "annotation": [
      {
        "sentence": "亲爱的，你好看完你的描述，我看到了一个无助的对未来充满忧虑的小姑娘。",
        "label": ""
      },
      {
        "sentence": "过去不代表什么，也不能决定未来。",
        "label": ""
      },
      {
        "sentence": "我们都听过一句话说，当你为错过月亮而哭泣的时候，也也会错过星星。",
        "label": ""
      },
      {
        "sentence": "是的，人生是一个过程，不是一个瞬间，你现在失败的结果不是绝对性的，它只能代表你现在也许不具备这种能力，只要你慢慢提高锻炼自己，下一次的成功者也许就是你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我真的觉得自己很差劲、不自信。我试着变得更优秀，但看到别人的成绩和外貌优势，我还是会想自己永远也追赶不上。感觉好无助。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我真的觉得自己很差劲、不自信。",
        "label": ""
      },
      {
        "sentence": "我试着变得更优秀，但看到别人的成绩和外貌优势，我还是会想自己永远也追赶不上。",
        "label": ""
      },
      {
        "sentence": "感觉好无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能理解你的感受。每个人都有自己的优势和劣势，而这些并不代表我们的价值。别人的光鲜外表和成绩只是他们的一部分，你也许没有看到他们背后所付出的努力和挫折。每个人都有自己的时刻感到不自信，但关键是如何面对这种情绪并努力提升自己。你可以尝试积极寻找自己的优点和长处，让它们成为你自信的力量。",
    "annotation": [
      {
        "sentence": "我完全能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优势和劣势，而这些并不代表我们的价值。",
        "label": ""
      },
      {
        "sentence": "别人的光鲜外表和成绩只是他们的一部分，你也许没有看到他们背后所付出的努力和挫折。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的时刻感到不自信，但关键是如何面对这种情绪并努力提升自己。",
        "label": ""
      },
      {
        "sentence": "你可以尝试积极寻找自己的优点和长处，让它们成为你自信的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得很难找到自己的优点，总觉得自己什么都做得不够好。而且，即使找到了优点，还是会被别人的表现给打压住。",
    "annotation": [
      {
        "sentence": "我觉得很难找到自己的优点，总觉得自己什么都做得不够好。",
        "label": ""
      },
      {
        "sentence": "而且，即使找到了优点，还是会被别人的表现给打压住。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找到自己的优点确实需要一些时间和观察。你可以尝试思考一下自己在哪些方面做得比较好，可能是你的善良、勇气、耐心等等。每个人都有自己的闪光点，只是有时候我们没有意识到。至于被别人打压的问题，我觉得你需要学会不去过度与他人比较。每个人都有自己的轨迹和成长速度，和他人比较只会让你陷入负面情绪，无法真正从内心自信起来。",
    "annotation": [
      {
        "sentence": "找到自己的优点确实需要一些时间和观察。",
        "label": ""
      },
      {
        "sentence": "你可以尝试思考一下自己在哪些方面做得比较好，可能是你的善良、勇气、耐心等等。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的闪光点，只是有时候我们没有意识到。",
        "label": ""
      },
      {
        "sentence": "至于被别人打压的问题，我觉得你需要学会不去过度与他人比较。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的轨迹和成长速度，和他人比较只会让你陷入负面情绪，无法真正从内心自信起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该停止与别人比较，专注于自己的成长和进步。但有时候还是难免会受到外界的评价和压力影响，真的不知道该如何面对。",
    "annotation": [
      {
        "sentence": "你说得对，我应该停止与别人比较，专注于自己的成长和进步。",
        "label": ""
      },
      {
        "sentence": "但有时候还是难免会受到外界的评价和压力影响，真的不知道该如何面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "外界的评价和压力确实会对我们产生影响，但最重要的是如何对待这些影响。你可以学会将外界的评价当作一种反馈，而不是决定自己价值的标准。你要相信自己的价值是由自己决定的，不是由别人来定义的。同时，寻找一些能够带给你积极影响和支持的人和事物，让他们成为你自信和坚持下去的动力。",
    "annotation": [
      {
        "sentence": "外界的评价和压力确实会对我们产生影响，但最重要的是如何对待这些影响。",
        "label": ""
      },
      {
        "sentence": "你可以学会将外界的评价当作一种反馈，而不是决定自己价值的标准。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的价值是由自己决定的，不是由别人来定义的。",
        "label": ""
      },
      {
        "sentence": "同时，寻找一些能够带给你积极影响和支持的人和事物，让他们成为你自信和坚持下去的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量摆脱自卑情绪，相信自己的价值和潜力。我会试着培养自己的自信，努力成为更好的自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量摆脱自卑情绪，相信自己的价值和潜力。",
        "label": ""
      },
      {
        "sentence": "我会试着培养自己的自信，努力成为更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了！我相信你可以做到的。记住，自信是一种培养和习得的能力，它需要时间和坚持。当你遇到困难或自卑情绪时，不要害怕寻求帮助和支持。我会一直在你身边支持你的努力。加油！",
    "annotation": [
      {
        "sentence": "太好了！",
        "label": ""
      },
      {
        "sentence": "我相信你可以做到的。",
        "label": ""
      },
      {
        "sentence": "记住，自信是一种培养和习得的能力，它需要时间和坚持。",
        "label": ""
      },
      {
        "sentence": "当你遇到困难或自卑情绪时，不要害怕寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的努力。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]