[
  {
    "role": "client",
    "content": "不自信，觉得自己哪里都不如别人，很差劲…怎么办？刚上大学，觉得自己长相、打扮都不如别的女生，参加学校组织竞选也都落选了。本来就是高考成绩不理想来到了一个并不好的大学，现在却仍然处处不顺，也不知道以后有没有足够优异的成绩去理想的大学读研究生。感觉的到，本来就不太自信的我越来越自卑了，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "不自信，觉得自己哪里都不如别人，很差劲…怎么办？",
        "label": ""
      },
      {
        "sentence": "刚上大学，觉得自己长相、打扮都不如别的女生，参加学校组织竞选也都落选了。",
        "label": ""
      },
      {
        "sentence": "本来就是高考成绩不理想来到了一个并不好的大学，现在却仍然处处不顺，也不知道以后有没有足够优异的成绩去理想的大学读研究生。",
        "label": ""
      },
      {
        "sentence": "感觉的到，本来就不太自信的我越来越自卑了，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能够给你一些帮助，一、我们曾经自以为进入大学一切都会顺风顺水，殊不知我们面对的是更多挑战。求助者：是的，我没有料到会面临这么多困难。",
    "annotation": [
      {
        "sentence": "希望我的回答能够给你一些帮助，一、我们曾经自以为进入大学一切都会顺风顺水，殊不知我们面对的是更多挑战。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我没有料到会面临这么多困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个世界本来就是“以貌取人”的，由于光环效应的作用，面容姣好的人用能给别人留下更深的印象。一见钟情看的不是“心”而是“脸”……所以我非常理解你的痛苦，你发现别的同学比你会打扮，而你却素面朝天清汤挂面，当然会心理不平衡。我知道你不甘心，可是这就是其实。都说大学是一个大型的美容院，这对你来说本来应该是一种契机，但是你太自卑了，所以你选择了放弃。可是，无论你未来发展如何，是读研究生还是出来工作，学会收拾打扮自己，是你的必修课。求助者：是的，我明白了，我需要提升自己的形象和气质。",
    "annotation": [
      {
        "sentence": "这个世界本来就是“以貌取人”的，由于光环效应的作用，面容姣好的人用能给别人留下更深的印象。",
        "label": ""
      },
      {
        "sentence": "一见钟情看的不是“心”而是“脸”……所以我非常理解你的痛苦，你发现别的同学比你会打扮，而你却素面朝天清汤挂面，当然会心理不平衡。",
        "label": ""
      },
      {
        "sentence": "我知道你不甘心，可是这就是其实。",
        "label": ""
      },
      {
        "sentence": "都说大学是一个大型的美容院，这对你来说本来应该是一种契机，但是你太自卑了，所以你选择了放弃。",
        "label": ""
      },
      {
        "sentence": "可是，无论你未来发展如何，是读研究生还是出来工作，学会收拾打扮自己，是你的必修课。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我明白了，我需要提升自己的形象和气质。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高考失利的你本身就很抑郁了，结果还被受打击，让你非常沮丧。我能感受到你的沮丧，你去到了一个根本不满意的学校，你对自己非常失望。亲爱的朋友，人生不如意事十之八九。你必然要面临求而不得的状态。你如果不面对现实你就会被自己的自责吞没。久而久之你的内心就会产生“习得性无助”。“习得性无助”指因为重复的失败或惩罚而造成的听任摆布的行为。习得性无助是指通过学习形成的一种对现实的无望和无可奈何的行为、心理状态。一旦你内心产生“习得性无助”，你就很容易陷入难以自拔的痛苦。求助者：我不想再沉浸在沮丧中，我需要找到一种应对困难的方式。",
    "annotation": [
      {
        "sentence": "高考失利的你本身就很抑郁了，结果还被受打击，让你非常沮丧。",
        "label": ""
      },
      {
        "sentence": "我能感受到你的沮丧，你去到了一个根本不满意的学校，你对自己非常失望。",
        "label": ""
      },
      {
        "sentence": "亲爱的朋友，人生不如意事十之八九。",
        "label": ""
      },
      {
        "sentence": "你必然要面临求而不得的状态。",
        "label": ""
      },
      {
        "sentence": "你如果不面对现实你就会被自己的自责吞没。",
        "label": ""
      },
      {
        "sentence": "久而久之你的内心就会产生“习得性无助”。",
        "label": ""
      },
      {
        "sentence": "“习得性无助”指因为重复的失败或惩罚而造成的听任摆布的行为。",
        "label": ""
      },
      {
        "sentence": "习得性无助是指通过学习形成的一种对现实的无望和无可奈何的行为、心理状态。",
        "label": ""
      },
      {
        "sentence": "一旦你内心产生“习得性无助”，你就很容易陷入难以自拔的痛苦。",
        "label": ""
      },
      {
        "sentence": "求助者：我不想再沉浸在沮丧中，我需要找到一种应对困难的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "二、失败不是成功之母，是失败之母。你并不是没有改变自己命运的想法，可你仿佛对自己丧失了信心。以前总听人说“失败是成功之母”，可是，在我们现实生活中，好的成功能对自我产生更大的激励作用，而糟糕的失败会让自己怀疑自己的能力甚至想要放弃。当你在经历了求学的挫败，在你经历了大学人际交往的挫败，当你经历了爱情的挫败以后，你大概率不会像那些鸡汤成功学说的那样逆天改命。所以，我希望你能明白，如果生活学业的不如意无法让你振作，那么你就要积极的自救，努力的帮助你自己走出来。求助者：是的，我不应该因为失败就丧失信心，我要坚持下去。",
    "annotation": [
      {
        "sentence": "二、失败不是成功之母，是失败之母。",
        "label": ""
      },
      {
        "sentence": "你并不是没有改变自己命运的想法，可你仿佛对自己丧失了信心。",
        "label": ""
      },
      {
        "sentence": "以前总听人说“失败是成功之母”，可是，在我们现实生活中，好的成功能对自我产生更大的激励作用，而糟糕的失败会让自己怀疑自己的能力甚至想要放弃。",
        "label": ""
      },
      {
        "sentence": "当你在经历了求学的挫败，在你经历了大学人际交往的挫败，当你经历了爱情的挫败以后，你大概率不会像那些鸡汤成功学说的那样逆天改命。",
        "label": ""
      },
      {
        "sentence": "所以，我希望你能明白，如果生活学业的不如意无法让你振作，那么你就要积极的自救，努力的帮助你自己走出来。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我不应该因为失败就丧失信心，我要坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "三、不自信，觉得自己哪里都不如别人，很差劲…怎么办？我提出如下建议：建议一：首先，放下心中一切杂念，给自己21天的时间，设定一个长远目标、一个近期目标，并制定执行方案。迷茫的人会很痛苦，因为找不到前行的方向，这样的你当然手足无措。甚至会因此而多走很多很多的弯路。建议你让自己平静下来，然后用纸笔记录下你目前最大的人生目标，并且要考虑到实现目标需要匹配那些资源，应该怎么努力的进步。最后你才能实现自己的价值。你想相信，“想要”和“得到”中间有个“做到”，与其花时间伤春悲秋，不如全力以赴，勇往直前。求助者：我会设定目标并制定计划，努力朝着目标前进。",
    "annotation": [
      {
        "sentence": "三、不自信，觉得自己哪里都不如别人，很差劲…怎么办？",
        "label": ""
      },
      {
        "sentence": "我提出如下建议：建议一：首先，放下心中一切杂念，给自己21天的时间，设定一个长远目标、一个近期目标，并制定执行方案。",
        "label": ""
      },
      {
        "sentence": "迷茫的人会很痛苦，因为找不到前行的方向，这样的你当然手足无措。",
        "label": ""
      },
      {
        "sentence": "甚至会因此而多走很多很多的弯路。",
        "label": ""
      },
      {
        "sentence": "建议你让自己平静下来，然后用纸笔记录下你目前最大的人生目标，并且要考虑到实现目标需要匹配那些资源，应该怎么努力的进步。",
        "label": ""
      },
      {
        "sentence": "最后你才能实现自己的价值。",
        "label": ""
      },
      {
        "sentence": "你想相信，“想要”和“得到”中间有个“做到”，与其花时间伤春悲秋，不如全力以赴，勇往直前。",
        "label": ""
      },
      {
        "sentence": "求助者：我会设定目标并制定计划，努力朝着目标前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议二：其次，充实你大学生活，不要浪费这珍贵的时光，每天尝试做具体计划表，做完一项划拉一项。大学生活有一百种度过的方式，如果你不想让自己的大学生涯留下遗憾，你就要认真的度过每一天。不要管别人怎么浪费时间的，你有你自己的人生规划，不要被别人的模式带着走。建议你每天制定属于自己生活学习计划，比如你想要考研，那么你现在就要做准备，每天看多少页书，每天背诵多少个单词，千万不要浪费时光。只有你现在全力以赴。你才不会在未来后悔。求助者：充实大学生活，制定计划表是个好主意，我会尽力做到。",
    "annotation": [
      {
        "sentence": "建议二：其次，充实你大学生活，不要浪费这珍贵的时光，每天尝试做具体计划表，做完一项划拉一项。",
        "label": ""
      },
      {
        "sentence": "大学生活有一百种度过的方式，如果你不想让自己的大学生涯留下遗憾，你就要认真的度过每一天。",
        "label": ""
      },
      {
        "sentence": "不要管别人怎么浪费时间的，你有你自己的人生规划，不要被别人的模式带着走。",
        "label": ""
      },
      {
        "sentence": "建议你每天制定属于自己生活学习计划，比如你想要考研，那么你现在就要做准备，每天看多少页书，每天背诵多少个单词，千万不要浪费时光。",
        "label": ""
      },
      {
        "sentence": "只有你现在全力以赴。",
        "label": ""
      },
      {
        "sentence": "你才不会在未来后悔。",
        "label": ""
      },
      {
        "sentence": "求助者：充实大学生活，制定计划表是个好主意，我会尽力做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议三：最后，提升自己的魅力值，人家女为悦己者容，事实上，我们女生首要取悦的人是我们自己。只有自己从内到外无懈可击，自己才不会被自卑吞没。我们在大学之前都是素面朝天，我和你一样，在大学之前连口红色号都搞",
    "annotation": [
      {
        "sentence": "建议三：最后，提升自己的魅力值，人家女为悦己者容，事实上，我们女生首要取悦的人是我们自己。",
        "label": ""
      },
      {
        "sentence": "只有自己从内到外无懈可击，自己才不会被自卑吞没。",
        "label": ""
      },
      {
        "sentence": "我们在大学之前都是素面朝天，我和你一样，在大学之前连口红色号都搞",
        "label": ""
      }
    ]
  }
]