[
  {
    "role": "client",
    "content": "工作久了，为什么会感到自己很卑微？",
    "annotation": [
      {
        "sentence": "工作久了，为什么会感到自己很卑微？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于很多人来说，工作久了会有这样的感觉，你并不孤单。你勇敢地直面生活的不如意，这很值得肯定。",
    "annotation": [
      {
        "sentence": "对于很多人来说，工作久了会有这样的感觉，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "你勇敢地直面生活的不如意，这很值得肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，开始工作的时候我都会感到有点紧张和期待，可是两年后工作就变得习以为常了，甚至会感到焦虑或者伤感，不再像以前那样经常看小说了。我经常回到宿舍会感到孤单，没有真心朋友可以倾诉。",
    "annotation": [
      {
        "sentence": "是的，开始工作的时候我都会感到有点紧张和期待，可是两年后工作就变得习以为常了，甚至会感到焦虑或者伤感，不再像以前那样经常看小说了。",
        "label": ""
      },
      {
        "sentence": "我经常回到宿舍会感到孤单，没有真心朋友可以倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，孤独确实是一个让人很难受的情感。你曾经见到老职工因为工作失误被老板责备，这让你觉得自己也很卑微。我可以告诉你，这其实是很常见的心理现象，你并不是孤独的。如果你被骂，你一定会考虑辞职。另外，当你听到亲人过得不好的消息时，你会感到非常难受，这也说明你是一个善良的人，关心他人。不过，你对金钱的态度是矛盾的，你不喜欢它，但又需要它。这可能是因为你的内心渴望一种更有意义的生活，而不只是为了生存。",
    "annotation": [
      {
        "sentence": "我理解你的感受，孤独确实是一个让人很难受的情感。",
        "label": ""
      },
      {
        "sentence": "你曾经见到老职工因为工作失误被老板责备，这让你觉得自己也很卑微。",
        "label": ""
      },
      {
        "sentence": "我可以告诉你，这其实是很常见的心理现象，你并不是孤独的。",
        "label": ""
      },
      {
        "sentence": "如果你被骂，你一定会考虑辞职。",
        "label": ""
      },
      {
        "sentence": "另外，当你听到亲人过得不好的消息时，你会感到非常难受，这也说明你是一个善良的人，关心他人。",
        "label": ""
      },
      {
        "sentence": "不过，你对金钱的态度是矛盾的，你不喜欢它，但又需要它。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你的内心渴望一种更有意义的生活，而不只是为了生存。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想通过考证来安慰自己，但是我不知道该怎样做自己。",
    "annotation": [
      {
        "sentence": "是的，我想通过考证来安慰自己，但是我不知道该怎样做自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "考证是一个很好的想法，它可以让你感到一时的充实。但是考完证书之后，你是否能从低落的情绪中解脱出来呢？在刘瑜的演讲中，她曾经提到：“我们的教育不鼓励年轻人发现自我，而是逃避自我。”她说，我们应该从自我探索中寻找自己的兴趣和激情。或许你可以从考证这一点出发，试着寻找自己真正感兴趣的领域或者方向。虽然这条路可能会很辛苦，但是接近真实的自己，感受到最深的幸福，是值得的。你现在经济独立、生活有保障，也许是时候开始探索自己了。我祝福你。",
    "annotation": [
      {
        "sentence": "考证是一个很好的想法，它可以让你感到一时的充实。",
        "label": ""
      },
      {
        "sentence": "但是考完证书之后，你是否能从低落的情绪中解脱出来呢？",
        "label": ""
      },
      {
        "sentence": "在刘瑜的演讲中，她曾经提到：“我们的教育不鼓励年轻人发现自我，而是逃避自我。",
        "label": ""
      },
      {
        "sentence": "”她说，我们应该从自我探索中寻找自己的兴趣和激情。",
        "label": ""
      },
      {
        "sentence": "或许你可以从考证这一点出发，试着寻找自己真正感兴趣的领域或者方向。",
        "label": ""
      },
      {
        "sentence": "虽然这条路可能会很辛苦，但是接近真实的自己，感受到最深的幸福，是值得的。",
        "label": ""
      },
      {
        "sentence": "你现在经济独立、生活有保障，也许是时候开始探索自己了。",
        "label": ""
      },
      {
        "sentence": "我祝福你。",
        "label": ""
      }
    ]
  }
]