[
  {
    "role": "client",
    "content": "异国隔着屏幕和他分手了，但放不下，回国该去找他吗？",
    "annotation": [
      {
        "sentence": "异国隔着屏幕和他分手了，但放不下，回国该去找他吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果放不下，就去当面沟通一下，说出自己的真实感受，无论对方如何反应，只是为了给自己一个确认。就算结果没有改变，自己也可以心甘情愿的放下，即使伤心，也是自己的事，通过调整慢慢会走出来的。但一味的放不下，单方面的各种想法，只会耽误自己的时间。",
    "annotation": [
      {
        "sentence": "如果放不下，就去当面沟通一下，说出自己的真实感受，无论对方如何反应，只是为了给自己一个确认。",
        "label": ""
      },
      {
        "sentence": "就算结果没有改变，自己也可以心甘情愿的放下，即使伤心，也是自己的事，通过调整慢慢会走出来的。",
        "label": ""
      },
      {
        "sentence": "但一味的放不下，单方面的各种想法，只会耽误自己的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我们在一起七年多了，他开始工作后变得越来越冷淡，我觉得我没有得到他的理解和支持，所以才会想要分手。",
    "annotation": [
      {
        "sentence": "我明白了，但是我们在一起七年多了，他开始工作后变得越来越冷淡，我觉得我没有得到他的理解和支持，所以才会想要分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每段关系的出现都是来成长我们的，这段感情让你感受到起初的温暖，也感受了后来的冷淡。想过没有，如果他不是爱你多一点，你还会无条件的嫁给他吗？你是犹豫的，也是感觉不值得，所以会经常生气，甚至用分手来试探他的态度，以换取他对你的爱。好好感受下，你是在贪图他的爱，还是真的爱他。",
    "annotation": [
      {
        "sentence": "每段关系的出现都是来成长我们的，这段感情让你感受到起初的温暖，也感受了后来的冷淡。",
        "label": ""
      },
      {
        "sentence": "想过没有，如果他不是爱你多一点，你还会无条件的嫁给他吗？",
        "label": ""
      },
      {
        "sentence": "你是犹豫的，也是感觉不值得，所以会经常生气，甚至用分手来试探他的态度，以换取他对你的爱。",
        "label": ""
      },
      {
        "sentence": "好好感受下，你是在贪图他的爱，还是真的爱他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始觉得自己是在贪图他的爱，但是我们之间的感情也变得微妙起来，我为什么会不理解他的辛苦呢？",
    "annotation": [
      {
        "sentence": "我开始觉得自己是在贪图他的爱，但是我们之间的感情也变得微妙起来，我为什么会不理解他的辛苦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果对方的爱只出不进，当有一天储存的积蓄全部给出去后，没有能力再给，还可能对你如当初一样吗，难的。说你不理解他的辛苦是有道理的，这也许跟异地有关系，这种分离之苦，会加剧相互之间的情感消耗，有时是需要做出取舍的，如果就想自己独立，事业有成，就要让自己强大充实，有自己的寄托。感情无法成为生活的重心。",
    "annotation": [
      {
        "sentence": "如果对方的爱只出不进，当有一天储存的积蓄全部给出去后，没有能力再给，还可能对你如当初一样吗，难的。",
        "label": ""
      },
      {
        "sentence": "说你不理解他的辛苦是有道理的，这也许跟异地有关系，这种分离之苦，会加剧相互之间的情感消耗，有时是需要做出取舍的，如果就想自己独立，事业有成，就要让自己强大充实，有自己的寄托。",
        "label": ""
      },
      {
        "sentence": "感情无法成为生活的重心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我们之间存在不同的价值观和生活方式，我需要考虑我自己的需要和幸福。如果我选择放弃事业和家人跟他生活，他是否值得我这样做呢？",
    "annotation": [
      {
        "sentence": "我明白了，可能我们之间存在不同的价值观和生活方式，我需要考虑我自己的需要和幸福。",
        "label": ""
      },
      {
        "sentence": "如果我选择放弃事业和家人跟他生活，他是否值得我这样做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果更希望拥有家庭的温暖，就要拿出勇气，双方做出决定，无论是谁让步，最终都是没有怨言，心甘情愿，不要让对方背负压力。如果对方只希望自己牺牲，并且理所当然的，并不顾及自己的感受，那你也要考虑一下这份感情是否值得放弃原有的一切。",
    "annotation": [
      {
        "sentence": "如果更希望拥有家庭的温暖，就要拿出勇气，双方做出决定，无论是谁让步，最终都是没有怨言，心甘情愿，不要让对方背负压力。",
        "label": ""
      },
      {
        "sentence": "如果对方只希望自己牺牲，并且理所当然的，并不顾及自己的感受，那你也要考虑一下这份感情是否值得放弃原有的一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始明白了，我要学会爱自己，不再从外在索取爱，而是从自己内心的自爱中得到力量。如果我足够自爱，我相信无论在哪里都可以过得更好，这是我生命的底气。",
    "annotation": [
      {
        "sentence": "我开始明白了，我要学会爱自己，不再从外在索取爱，而是从自己内心的自爱中得到力量。",
        "label": ""
      },
      {
        "sentence": "如果我足够自爱，我相信无论在哪里都可以过得更好，这是我生命的底气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学会爱自己，不是从外在索取爱，当能自给自爱时，面对爱人既能被爱也会爱人。这份勇气来自足够自爱，相信自己在哪都可以更好的生活，这是份生命的底气。愿自爱后爱。",
    "annotation": [
      {
        "sentence": "学会爱自己，不是从外在索取爱，当能自给自爱时，面对爱人既能被爱也会爱人。",
        "label": ""
      },
      {
        "sentence": "这份勇气来自足够自爱，相信自己在哪都可以更好的生活，这是份生命的底气。",
        "label": ""
      },
      {
        "sentence": "愿自爱后爱。",
        "label": ""
      }
    ]
  }
]