[
  {
    "role": "client",
    "content": "我是异地恋，跟男朋友谈了七年多，最后我们分手了。我是提出来的分手的原因是因为男朋友工作以后变得冷淡了，忙到忘记回复消息，忘记我的生日...我们之间沟通也越来越少了。我以前总是觉得男朋友对我更加爱，我愿意为了他远嫁到他家乡，但他后来的变化打破了我内心的安全感。我要离开我的家人和工作，但他却对我变得冷淡。我们经常吵架，他觉得我不理解他的辛苦，我们的感情变得微妙起来。最后，我试探性地提出了分手，他接受了，说他已经感觉无能为力了，工作压得他喘不过气，他不确定是否能给我幸福。后来回国了，一切都让我触景伤情，我回忆起很多的时光，我始终放不下。我很想去看他，再次与他当面谈一谈，这样的决定是否值得？",
    "annotation": [
      {
        "sentence": "我是异地恋，跟男朋友谈了七年多，最后我们分手了。",
        "label": ""
      },
      {
        "sentence": "我是提出来的分手的原因是因为男朋友工作以后变得冷淡了，忙到忘记回复消息，忘记我的生日...我们之间沟通也越来越少了。",
        "label": ""
      },
      {
        "sentence": "我以前总是觉得男朋友对我更加爱，我愿意为了他远嫁到他家乡，但他后来的变化打破了我内心的安全感。",
        "label": ""
      },
      {
        "sentence": "我要离开我的家人和工作，但他却对我变得冷淡。",
        "label": ""
      },
      {
        "sentence": "我们经常吵架，他觉得我不理解他的辛苦，我们的感情变得微妙起来。",
        "label": ""
      },
      {
        "sentence": "最后，我试探性地提出了分手，他接受了，说他已经感觉无能为力了，工作压得他喘不过气，他不确定是否能给我幸福。",
        "label": ""
      },
      {
        "sentence": "后来回国了，一切都让我触景伤情，我回忆起很多的时光，我始终放不下。",
        "label": ""
      },
      {
        "sentence": "我很想去看他，再次与他当面谈一谈，这样的决定是否值得？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "七年的恋爱，到了这个阶段激情已经退却，进入了更加现实的阶段。要维持好关系，双方都需要真心经营，不能仅仅依赖激情。女性希望找到一个能给自己安全感的男人，而男性则希望找到一个能够理解自己辛苦的女人。你感觉到他忽略了你，而他也可能有同样的感觉。你们可以坐下来好好沟通，了解一下他是否太累了，你希望他多关心你。同时，你也可以了解一下他是否需要更多的关心。当你提出分手，他答应了，可能是因为他也感觉到了你对他的忽略。分手后是否有必要当面确认，我觉得这取决于你是否还爱着他。如果只是沟通的问题，那么可以坦诚地谈一谈，双方都可以做出调整继续下去。如果男朋友确认对未来没有信心了，那他可能不会立即复合。至于你远嫁千里的原因，这是为了你的幸福，爱他千里并不是问题，如果没有爱，就算离得再近又有何意义呢？如果对你来说，异地恋的心理影响较大，那么在你心里他可能仍是一个可有可无的人。我希望你们能有美好的未来！",
    "annotation": [
      {
        "sentence": "七年的恋爱，到了这个阶段激情已经退却，进入了更加现实的阶段。",
        "label": ""
      },
      {
        "sentence": "要维持好关系，双方都需要真心经营，不能仅仅依赖激情。",
        "label": ""
      },
      {
        "sentence": "女性希望找到一个能给自己安全感的男人，而男性则希望找到一个能够理解自己辛苦的女人。",
        "label": ""
      },
      {
        "sentence": "你感觉到他忽略了你，而他也可能有同样的感觉。",
        "label": ""
      },
      {
        "sentence": "你们可以坐下来好好沟通，了解一下他是否太累了，你希望他多关心你。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以了解一下他是否需要更多的关心。",
        "label": ""
      },
      {
        "sentence": "当你提出分手，他答应了，可能是因为他也感觉到了你对他的忽略。",
        "label": ""
      },
      {
        "sentence": "分手后是否有必要当面确认，我觉得这取决于你是否还爱着他。",
        "label": ""
      },
      {
        "sentence": "如果只是沟通的问题，那么可以坦诚地谈一谈，双方都可以做出调整继续下去。",
        "label": ""
      },
      {
        "sentence": "如果男朋友确认对未来没有信心了，那他可能不会立即复合。",
        "label": ""
      },
      {
        "sentence": "至于你远嫁千里的原因，这是为了你的幸福，爱他千里并不是问题，如果没有爱，就算离得再近又有何意义呢？",
        "label": ""
      },
      {
        "sentence": "如果对你来说，异地恋的心理影响较大，那么在你心里他可能仍是一个可有可无的人。",
        "label": ""
      },
      {
        "sentence": "我希望你们能有美好的未来！",
        "label": ""
      }
    ]
  }
]