[
  {
    "role": "client",
    "content": "请大家帮我分析一下一段“朋友”关系中我的思维模式？",
    "annotation": [
      {
        "sentence": "请大家帮我分析一下一段“朋友”关系中我的思维模式？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不管你是哪种思维模式，站在你的角度，是没问题的。站在她的角度，要能按你的模式来思考和行事，她也不需要这样子了。以下我们进行具体分析：",
    "annotation": [
      {
        "sentence": "不管你是哪种思维模式，站在你的角度，是没问题的。",
        "label": ""
      },
      {
        "sentence": "站在她的角度，要能按你的模式来思考和行事，她也不需要这样子了。",
        "label": ""
      },
      {
        "sentence": "以下我们进行具体分析：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "先简单描述下我和她的关系吧。我们现实不认识彼此，所有交流仅限于打字，聊了几年基本没断过，绝大部分时候都是她说事我听然后探讨的这样一个过程。她跟我聊天时是个倾诉欲很强的人然而现实是个社恐，而且由于原生家庭的缘故导致她非常渴望爱情，不意外遇到的也都是无疾而终的渣男吧算是，所以她经常有各种各样的感情问题烦恼跟我探讨。",
    "annotation": [
      {
        "sentence": "先简单描述下我和她的关系吧。",
        "label": ""
      },
      {
        "sentence": "我们现实不认识彼此，所有交流仅限于打字，聊了几年基本没断过，绝大部分时候都是她说事我听然后探讨的这样一个过程。",
        "label": ""
      },
      {
        "sentence": "她跟我聊天时是个倾诉欲很强的人然而现实是个社恐，而且由于原生家庭的缘故导致她非常渴望爱情，不意外遇到的也都是无疾而终的渣男吧算是，所以她经常有各种各样的感情问题烦恼跟我探讨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社恐，在现实中没有什么朋友，不愿跟人交往，才会在网上遇到你，觉得聊得投机，不停要找你倾诉吧。也可能太渴望爱情，才慌不择人，遇人不淑吧。你能做一个很好的倾听者，对她来说，等于找到了人生知己呢。",
    "annotation": [
      {
        "sentence": "社恐，在现实中没有什么朋友，不愿跟人交往，才会在网上遇到你，觉得聊得投机，不停要找你倾诉吧。",
        "label": ""
      },
      {
        "sentence": "也可能太渴望爱情，才慌不择人，遇人不淑吧。",
        "label": ""
      },
      {
        "sentence": "你能做一个很好的倾听者，对她来说，等于找到了人生知己呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "起初我只是想反正无聊就听听呗（我也更倾向听人说自己经历来获得启示思考吧），随着她跟我越聊越多之后我意识到这个女生对自我认知和成长以及人际关系方面都存在很大问题，基本上她说的所有困扰在我看来都不算事而且很好解决，可她总是把错都归到别人身上很少想过自己怎么改变。可能我是像恨铁不成钢想帮她避开一些坑就一直聊着吧。",
    "annotation": [
      {
        "sentence": "起初我只是想反正无聊就听听呗（我也更倾向听人说自己经历来获得启示思考吧），随着她跟我越聊越多之后我意识到这个女生对自我认知和成长以及人际关系方面都存在很大问题，基本上她说的所有困扰在我看来都不算事而且很好解决，可她总是把错都归到别人身上很少想过自己怎么改变。",
        "label": ""
      },
      {
        "sentence": "可能我是像恨铁不成钢想帮她避开一些坑就一直聊着吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你善于从别人的经历中来获得人生启示，并发现这个女生在自我认知和成长，以及人际关系方面都有很大问题。在你看来，她纯属小题大作，因为对你来说，都很好解决。但她不是你。她的认知和成长以及人际关系问题，都是她的创伤，是她这么多年习得的，不是说改变就能改变的。她的归因错误是她心里积累的怨恨，你恨铁不成钢，算不算控制欲？",
    "annotation": [
      {
        "sentence": "你善于从别人的经历中来获得人生启示，并发现这个女生在自我认知和成长，以及人际关系方面都有很大问题。",
        "label": ""
      },
      {
        "sentence": "在你看来，她纯属小题大作，因为对你来说，都很好解决。",
        "label": ""
      },
      {
        "sentence": "但她不是你。",
        "label": ""
      },
      {
        "sentence": "她的认知和成长以及人际关系问题，都是她的创伤，是她这么多年习得的，不是说改变就能改变的。",
        "label": ""
      },
      {
        "sentence": "她的归因错误是她心里积累的怨恨，你恨铁不成钢，算不算控制欲？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近因为同一个问题她的抱怨实在让我感到心累，尤其我都已经安慰她也告诉她要改变自己，她还是给自己找理由逃避改变，我就说了狠话。她可能也是懵了就道歉了。她问我为什么会一直跟她做朋友？",
    "annotation": [
      {
        "sentence": "最近因为同一个问题她的抱怨实在让我感到心累，尤其我都已经安慰她也告诉她要改变自己，她还是给自己找理由逃避改变，我就说了狠话。",
        "label": ""
      },
      {
        "sentence": "她可能也是懵了就道歉了。",
        "label": ""
      },
      {
        "sentence": "她问我为什么会一直跟她做朋友？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱怨太多，是会让人累的，你有多累，她就有多累，你可以这样理解她，当然，作为朋友，你也没义务一定要理解她。改变不是那么容易的，需要从心理入手，而不是从道理入手。以一个朋友的身份，再怎么讲道理也无济于事。因为她心里有伤。你为什么会一直跟她做朋友呢？她可能想的是，你是她比较特别的一个朋友，她信任你，愿意跟你交往，而你现在没耐心了，她想弄清楚你们关系的定位。如果你仅仅把她当普通朋友，明确地回答她，好让她能够及时抽离，你也不用承受她的情感负累。她的问题，需要专业心理帮助。",
    "annotation": [
      {
        "sentence": "抱怨太多，是会让人累的，你有多累，她就有多累，你可以这样理解她，当然，作为朋友，你也没义务一定要理解她。",
        "label": ""
      },
      {
        "sentence": "改变不是那么容易的，需要从心理入手，而不是从道理入手。",
        "label": ""
      },
      {
        "sentence": "以一个朋友的身份，再怎么讲道理也无济于事。",
        "label": ""
      },
      {
        "sentence": "因为她心里有伤。",
        "label": ""
      },
      {
        "sentence": "你为什么会一直跟她做朋友呢？",
        "label": ""
      },
      {
        "sentence": "她可能想的是，你是她比较特别的一个朋友，她信任你，愿意跟你交往，而你现在没耐心了，她想弄清楚你们关系的定位。",
        "label": ""
      },
      {
        "sentence": "如果你仅仅把她当普通朋友，明确地回答她，好让她能够及时抽离，你也不用承受她的情感负累。",
        "label": ""
      },
      {
        "sentence": "她的问题，需要专业心理帮助。",
        "label": ""
      }
    ]
  }
]