[
  {
    "role": "client",
    "content": "因为自己的疏忽大意导致父亲的去世，恨自己怎么办？我的爸爸，五月底被查出滤泡淋巴癌晚期，肿瘤细胞已经侵犯骨髓。悲痛之余上网查阅各种有关疾病的资料，加入了淋巴瘤之家，得知可以用靶向化疗。于是联系了全国知名的主任，把爸爸送入了省人民医院的血液内科治疗，化疗方案也是我选择的。（一个是新方案，一个是经典方案，我选择了后者）出院后把爸爸送回了家，医嘱上说回家每三天检查一次血常规，七天验一个大血。我自以为出院前打了长效升白针，爸爸精神还不错，就没怎么把医嘱放在心上，回单位继续工作了。期间妈妈几次提醒爸爸去验血，爸爸都拒绝了，以为自己没有大碍。没想到回家后的第七天发生了重度骨髓抑制，爸爸肺部大出血，送到医院后抢救无效永远离开了我。送到医院后得知其实前几天爸爸就出现了黑便，内出血，这是化疗一大严重的副作用。爸爸走后我一直感觉我带爸爸去治疗，因为我的疏忽大意，他才提前离开了我，我好恨我自己，我好想爸爸，不敢再去他治疗的医院，不敢看他的照片。",
    "annotation": [
      {
        "sentence": "因为自己的疏忽大意导致父亲的去世，恨自己怎么办？",
        "label": ""
      },
      {
        "sentence": "我的爸爸，五月底被查出滤泡淋巴癌晚期，肿瘤细胞已经侵犯骨髓。",
        "label": ""
      },
      {
        "sentence": "悲痛之余上网查阅各种有关疾病的资料，加入了淋巴瘤之家，得知可以用靶向化疗。",
        "label": ""
      },
      {
        "sentence": "于是联系了全国知名的主任，把爸爸送入了省人民医院的血液内科治疗，化疗方案也是我选择的。",
        "label": ""
      },
      {
        "sentence": "（一个是新方案，一个是经典方案，我选择了后者）出院后把爸爸送回了家，医嘱上说回家每三天检查一次血常规，七天验一个大血。",
        "label": ""
      },
      {
        "sentence": "我自以为出院前打了长效升白针，爸爸精神还不错，就没怎么把医嘱放在心上，回单位继续工作了。",
        "label": ""
      },
      {
        "sentence": "期间妈妈几次提醒爸爸去验血，爸爸都拒绝了，以为自己没有大碍。",
        "label": ""
      },
      {
        "sentence": "没想到回家后的第七天发生了重度骨髓抑制，爸爸肺部大出血，送到医院后抢救无效永远离开了我。",
        "label": ""
      },
      {
        "sentence": "送到医院后得知其实前几天爸爸就出现了黑便，内出血，这是化疗一大严重的副作用。",
        "label": ""
      },
      {
        "sentence": "爸爸走后我一直感觉我带爸爸去治疗，因为我的疏忽大意，他才提前离开了我，我好恨我自己，我好想爸爸，不敢再去他治疗的医院，不敢看他的照片。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾发生这样的事，也能够想象你失去至亲的那种痛苦。因果关系是很复杂的，个人对于因果的判断往往受制于个体的经验和认知模式。经验是相对客观的一种因素，在这个事件中经验最丰富的应该是主治医师，而他和院方似乎并没有支持或者认可“父亲的离开是由于你的疏忽大意导致的”这种说法。",
    "annotation": [
      {
        "sentence": "很遗憾发生这样的事，也能够想象你失去至亲的那种痛苦。",
        "label": ""
      },
      {
        "sentence": "因果关系是很复杂的，个人对于因果的判断往往受制于个体的经验和认知模式。",
        "label": ""
      },
      {
        "sentence": "经验是相对客观的一种因素，在这个事件中经验最丰富的应该是主治医师，而他和院方似乎并没有支持或者认可“父亲的离开是由于你的疏忽大意导致的”这种说法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道医生和医院并没有明确表示爸爸的离世与我有关，但是我内心深处一直有这种想法，感觉自己对不起爸爸。",
    "annotation": [
      {
        "sentence": "我知道医生和医院并没有明确表示爸爸的离世与我有关，但是我内心深处一直有这种想法，感觉自己对不起爸爸。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的内心想法，但是我们不能一味地自责，解剖每一个细节。事实上，在得知父亲生病的消息后，你一直在努力地为父亲的病奔走求医，尽心尽力，事无巨细，完全尽到了子女应尽的义务。你为父亲做了很多，不能只看到一点小疏忽而责怪自己。",
    "annotation": [
      {
        "sentence": "我明白你的内心想法，但是我们不能一味地自责，解剖每一个细节。",
        "label": ""
      },
      {
        "sentence": "事实上，在得知父亲生病的消息后，你一直在努力地为父亲的病奔走求医，尽心尽力，事无巨细，完全尽到了子女应尽的义务。",
        "label": ""
      },
      {
        "sentence": "你为父亲做了很多，不能只看到一点小疏忽而责怪自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得如果我更细心一些，可能就能发现爸爸的异常，阻止他发生这样的意外。",
    "annotation": [
      {
        "sentence": "可是我觉得如果我更细心一些，可能就能发现爸爸的异常，阻止他发生这样的意外。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们每个人都有疏忽的时候，无法做到百分之百的完美。我们不能把责任全部推给自己，也不能过于苛责自己的过失。父亲的身体状况很复杂，父亲拒绝验血也是他自己的选择，并非完全是因为你的疏忽导致的。可能父亲在心里有自己的考虑和坚持，我们无法完全了解。无论如何，你没有做错什么，不要再自责了。",
    "annotation": [
      {
        "sentence": "我们每个人都有疏忽的时候，无法做到百分之百的完美。",
        "label": ""
      },
      {
        "sentence": "我们不能把责任全部推给自己，也不能过于苛责自己的过失。",
        "label": ""
      },
      {
        "sentence": "父亲的身体状况很复杂，父亲拒绝验血也是他自己的选择，并非完全是因为你的疏忽导致的。",
        "label": ""
      },
      {
        "sentence": "可能父亲在心里有自己的考虑和坚持，我们无法完全了解。",
        "label": ""
      },
      {
        "sentence": "无论如何，你没有做错什么，不要再自责了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的话，但是我真的很难受，觉得自己辜负了爸爸对我的期望和付出。",
    "annotation": [
      {
        "sentence": "我理解你的话，但是我真的很难受，觉得自己辜负了爸爸对我的期望和付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "发生这样重大的事情，你的内心难免会感到痛苦和压力。但是，请相信你无法预知和控制未来的一切，也不能将所有责任和希望都寄托在自己身上。作为子女，你已经尽力了。父亲在世时，他看到的一定是你为他尽心尽力，这是他对你的期望和付出的最好回报。",
    "annotation": [
      {
        "sentence": "发生这样重大的事情，你的内心难免会感到痛苦和压力。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你无法预知和控制未来的一切，也不能将所有责任和希望都寄托在自己身上。",
        "label": ""
      },
      {
        "sentence": "作为子女，你已经尽力了。",
        "label": ""
      },
      {
        "sentence": "父亲在世时，他看到的一定是你为他尽心尽力，这是他对你的期望和付出的最好回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和安慰，我会试着放下内疚和恨意，珍惜回忆爸爸的每一天。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和安慰，我会试着放下内疚和恨意，珍惜回忆爸爸的每一天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供一些安慰和帮助。内疚和恨意都是很消耗精力的负面情绪，慢慢释放它们，给自己一个机会去面对未来，珍惜和回忆爸爸的美好时光。如果你需要继续交流和倾诉，我都会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "很高兴能为你提供一些安慰和帮助。",
        "label": ""
      },
      {
        "sentence": "内疚和恨意都是很消耗精力的负面情绪，慢慢释放它们，给自己一个机会去面对未来，珍惜和回忆爸爸的美好时光。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续交流和倾诉，我都会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的感到心情好多了。希望时间能带给我更多的治愈和坚强。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的感到心情好多了。",
        "label": ""
      },
      {
        "sentence": "希望时间能带给我更多的治愈和坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "时间是最好的疗愈师，相信它会给你带来更多的治愈和坚强。如果你需要我陪伴，不管是现在还是将来，我都会一直在这里。记住，你并不孤单，我们会一起度过难过的日子，携手迎接未来的希望。",
    "annotation": [
      {
        "sentence": "时间是最好的疗愈师，相信它会给你带来更多的治愈和坚强。",
        "label": ""
      },
      {
        "sentence": "如果你需要我陪伴，不管是现在还是将来，我都会一直在这里。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一起度过难过的日子，携手迎接未来的希望。",
        "label": ""
      }
    ]
  }
]