[
  {
    "role": "client",
    "content": "因为自己的疏忽大意导致父亲的去世，恨自己怎么办？我的爸爸，五月底被查出滤泡淋巴癌晚期，肿瘤细胞已经侵犯骨髓。悲痛之余上网查阅各种有关疾病的资料，加入了淋巴瘤之家，得知可以用靶向化疗。于是联系了全国知名的主任，把爸爸送入了省人民医院的血液内科治疗，化疗方案也是我选择的。（一个是新方案，一个是经典方案，我选择了后者）出院后把爸爸送回了家，医嘱上说回家每三天检查一次血常规，七天验一个大血。我自以为出院前打了长效升白针，爸爸精神还不错，就没怎么把医嘱放在心上，回单位继续工作了。期间妈妈几次提醒爸爸去验血，爸爸都拒绝了，以为自己没有大碍。没想到回家后的第七天发生了重度骨髓抑制，爸爸肺部大出血，送到医院后抢救无效永远离开了我。送到医院后得知其实前几天爸爸就出现了黑便，内出血，这是化疗一大严重的副作用。爸爸走后我一直感觉我带爸爸去治疗，因为我的疏忽大意，他才提前离开了我，我好恨我自己，我好想爸爸，不敢再去他治疗的医院，不敢看他的照片。",
    "annotation": [
      {
        "sentence": "因为自己的疏忽大意导致父亲的去世，恨自己怎么办？",
        "label": ""
      },
      {
        "sentence": "我的爸爸，五月底被查出滤泡淋巴癌晚期，肿瘤细胞已经侵犯骨髓。",
        "label": ""
      },
      {
        "sentence": "悲痛之余上网查阅各种有关疾病的资料，加入了淋巴瘤之家，得知可以用靶向化疗。",
        "label": ""
      },
      {
        "sentence": "于是联系了全国知名的主任，把爸爸送入了省人民医院的血液内科治疗，化疗方案也是我选择的。",
        "label": ""
      },
      {
        "sentence": "（一个是新方案，一个是经典方案，我选择了后者）出院后把爸爸送回了家，医嘱上说回家每三天检查一次血常规，七天验一个大血。",
        "label": ""
      },
      {
        "sentence": "我自以为出院前打了长效升白针，爸爸精神还不错，就没怎么把医嘱放在心上，回单位继续工作了。",
        "label": ""
      },
      {
        "sentence": "期间妈妈几次提醒爸爸去验血，爸爸都拒绝了，以为自己没有大碍。",
        "label": ""
      },
      {
        "sentence": "没想到回家后的第七天发生了重度骨髓抑制，爸爸肺部大出血，送到医院后抢救无效永远离开了我。",
        "label": ""
      },
      {
        "sentence": "送到医院后得知其实前几天爸爸就出现了黑便，内出血，这是化疗一大严重的副作用。",
        "label": ""
      },
      {
        "sentence": "爸爸走后我一直感觉我带爸爸去治疗，因为我的疏忽大意，他才提前离开了我，我好恨我自己，我好想爸爸，不敢再去他治疗的医院，不敢看他的照片。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾听到这样的消息。你是一个很孝顺的孩子，你的爸爸一定不希望看到你现在自我厌弃的状态。",
    "annotation": [
      {
        "sentence": "很遗憾听到这样的消息。",
        "label": ""
      },
      {
        "sentence": "你是一个很孝顺的孩子，你的爸爸一定不希望看到你现在自我厌弃的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我真的忽略了医嘱，如果我更认真一点，或许爸爸还能活下来。",
    "annotation": [
      {
        "sentence": "我觉得我真的忽略了医嘱，如果我更认真一点，或许爸爸还能活下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你积极地寻找医生为爸爸治疗，已经尽了自己最大的努力。我们都会倾向于把事情向好的方向考虑，看到爸爸的精神不错，你把爸爸的病情向好的方面考虑，这是人之常情。",
    "annotation": [
      {
        "sentence": "你积极地寻找医生为爸爸治疗，已经尽了自己最大的努力。",
        "label": ""
      },
      {
        "sentence": "我们都会倾向于把事情向好的方向考虑，看到爸爸的精神不错，你把爸爸的病情向好的方面考虑，这是人之常情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我没有按照医嘱强行带爸爸去验血，如果我坚持让他验血，或许事情会有不同的结局。",
    "annotation": [
      {
        "sentence": "但是我没有按照医嘱强行带爸爸去验血，如果我坚持让他验血，或许事情会有不同的结局。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在心理学上有个词叫“错误相关效应”，也就是假想的关联，对于表面上有关系，但实际上毫无关联或者关联较弱的现象，我们在知觉时会认为之间存在关联或者存在极强的关联。你一直记着自己没有按照医嘱强行带爸爸去验血，却忽略了其他因素，比如爸爸患病的不可抗因素，比如妈妈几次提醒爸爸去验血，爸爸自己拒绝了。所以如果真的要追究责任的话，那需要负责的人真的太多了，你有责任，妈妈有责任，爸爸有责任，医院有责任，医生有责任……换个角度想，爸爸为什么在出现化疗副作用后，坚持不去验血，他可能也想要早点解脱。",
    "annotation": [
      {
        "sentence": "在心理学上有个词叫“错误相关效应”，也就是假想的关联，对于表面上有关系，但实际上毫无关联或者关联较弱的现象，我们在知觉时会认为之间存在关联或者存在极强的关联。",
        "label": ""
      },
      {
        "sentence": "你一直记着自己没有按照医嘱强行带爸爸去验血，却忽略了其他因素，比如爸爸患病的不可抗因素，比如妈妈几次提醒爸爸去验血，爸爸自己拒绝了。",
        "label": ""
      },
      {
        "sentence": "所以如果真的要追究责任的话，那需要负责的人真的太多了，你有责任，妈妈有责任，爸爸有责任，医院有责任，医生有责任……换个角度想，爸爸为什么在出现化疗副作用后，坚持不去验血，他可能也想要早点解脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的无法原谅自己，我觉得因为我的疏忽大意，他才提前离开了。",
    "annotation": [
      {
        "sentence": "可是我真的无法原谅自己，我觉得因为我的疏忽大意，他才提前离开了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失去亲人真的是件很痛苦的事情。对于既定的事实，你要做的不是揪着过去不放。你可以让自己短暂地沉溺于悲伤中，但要学会放过自己，你还有生活，还有妈妈，多陪陪妈妈，不要让妈妈担心。希望我的回答可以帮助到你。",
    "annotation": [
      {
        "sentence": "失去亲人真的是件很痛苦的事情。",
        "label": ""
      },
      {
        "sentence": "对于既定的事实，你要做的不是揪着过去不放。",
        "label": ""
      },
      {
        "sentence": "你可以让自己短暂地沉溺于悲伤中，但要学会放过自己，你还有生活，还有妈妈，多陪陪妈妈，不要让妈妈担心。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的安慰，我会尽量让自己好起来，也会更多地陪伴妈妈。",
    "annotation": [
      {
        "sentence": "谢谢你的安慰，我会尽量让自己好起来，也会更多地陪伴妈妈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，我相信你会找到方法去面对这个悲伤的过程。如果有任何需要，随时来找我倾诉，你并不孤单。",
    "annotation": [
      {
        "sentence": "好的，我相信你会找到方法去面对这个悲伤的过程。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我倾诉，你并不孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的很感激有你这样的支持者。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的很感激有你这样的支持者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴在你身边。希望你能尽快走出这段困难的时期，重新找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "希望你能尽快走出这段困难的时期，重新找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，我会努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，我会努力的。",
        "label": ""
      }
    ]
  }
]