[
  {
    "role": "client",
    "content": "因为自己的疏忽大意导致父亲的去世，恨自己怎么办？我的爸爸，五月底被查出滤泡淋巴癌晚期，肿瘤细胞已经侵犯骨髓。悲痛之余上网查阅各种有关疾病的资料，加入了淋巴瘤之家，得知可以用靶向化疗。于是联系了全国知名的主任，把爸爸送入了省人民医院的血液内科治疗，化疗方案也是我选择的。（一个是新方案，一个是经典方案，我选择了后者）出院后把爸爸送回了家，医嘱上说回家每三天检查一次血常规，七天验一个大血。我自以为出院前打了长效升白针，爸爸精神还不错，就没怎么把医嘱放在心上，回单位继续工作了。期间妈妈几次提醒爸爸去验血，爸爸都拒绝了，以为自己没有大碍。没想到回家后的第七天发生了重度骨髓抑制，爸爸肺部大出血，送到医院后抢救无效永远离开了我。送到医院后得知其实前几天爸爸就出现了黑便，内出血，这是化疗一大严重的副作用。爸爸走后我一直感觉我带爸爸去治疗，因为我的疏忽大意，他才提前离开了我，我好恨我自己，我好想爸爸，不敢再去他治疗的医院，不敢看他的照片。",
    "annotation": [
      {
        "sentence": "因为自己的疏忽大意导致父亲的去世，恨自己怎么办？",
        "label": ""
      },
      {
        "sentence": "我的爸爸，五月底被查出滤泡淋巴癌晚期，肿瘤细胞已经侵犯骨髓。",
        "label": ""
      },
      {
        "sentence": "悲痛之余上网查阅各种有关疾病的资料，加入了淋巴瘤之家，得知可以用靶向化疗。",
        "label": ""
      },
      {
        "sentence": "于是联系了全国知名的主任，把爸爸送入了省人民医院的血液内科治疗，化疗方案也是我选择的。",
        "label": ""
      },
      {
        "sentence": "（一个是新方案，一个是经典方案，我选择了后者）出院后把爸爸送回了家，医嘱上说回家每三天检查一次血常规，七天验一个大血。",
        "label": ""
      },
      {
        "sentence": "我自以为出院前打了长效升白针，爸爸精神还不错，就没怎么把医嘱放在心上，回单位继续工作了。",
        "label": ""
      },
      {
        "sentence": "期间妈妈几次提醒爸爸去验血，爸爸都拒绝了，以为自己没有大碍。",
        "label": ""
      },
      {
        "sentence": "没想到回家后的第七天发生了重度骨髓抑制，爸爸肺部大出血，送到医院后抢救无效永远离开了我。",
        "label": ""
      },
      {
        "sentence": "送到医院后得知其实前几天爸爸就出现了黑便，内出血，这是化疗一大严重的副作用。",
        "label": ""
      },
      {
        "sentence": "爸爸走后我一直感觉我带爸爸去治疗，因为我的疏忽大意，他才提前离开了我，我好恨我自己，我好想爸爸，不敢再去他治疗的医院，不敢看他的照片。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如晤，希望我的回答能够帮助你。根据你的描述，我发现你是一个很孝顺的孩子。你在工作繁忙之中抽空给父亲联系医院，送他去看病，照顾他，直到出院。我觉得你真的做得很好。为你点赞。你懊悔的是住院以后，觉得父亲的身体精神还好，就认为没有什么大碍，于是赶去忙工作，也忘了医生的医嘱。结果父亲后来情况不太好，然后去世。又给了你很大的打击，你认为这一切都是你造成的。其实一个人生病是有很多很多客观的原因，这个包括他的病情，他的心态。还有你们工作的繁忙，不可能面面俱到的。有疏漏也是情有可原的，所以你不要再太责怪自己了。",
    "annotation": [
      {
        "sentence": "见字如晤，希望我的回答能够帮助你。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我发现你是一个很孝顺的孩子。",
        "label": ""
      },
      {
        "sentence": "你在工作繁忙之中抽空给父亲联系医院，送他去看病，照顾他，直到出院。",
        "label": ""
      },
      {
        "sentence": "我觉得你真的做得很好。",
        "label": ""
      },
      {
        "sentence": "为你点赞。",
        "label": ""
      },
      {
        "sentence": "你懊悔的是住院以后，觉得父亲的身体精神还好，就认为没有什么大碍，于是赶去忙工作，也忘了医生的医嘱。",
        "label": ""
      },
      {
        "sentence": "结果父亲后来情况不太好，然后去世。",
        "label": ""
      },
      {
        "sentence": "又给了你很大的打击，你认为这一切都是你造成的。",
        "label": ""
      },
      {
        "sentence": "其实一个人生病是有很多很多客观的原因，这个包括他的病情，他的心态。",
        "label": ""
      },
      {
        "sentence": "还有你们工作的繁忙，不可能面面俱到的。",
        "label": ""
      },
      {
        "sentence": "有疏漏也是情有可原的，所以你不要再太责怪自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是如果我当时更加细心、谨慎，可能就能避免这一切了。我真的恨自己。",
    "annotation": [
      {
        "sentence": "但是如果我当时更加细心、谨慎，可能就能避免这一切了。",
        "label": ""
      },
      {
        "sentence": "我真的恨自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的心情，你对父亲的离世感到非常懊悔和不安。但是我们不能用“If”来责怪自己，因为事实是你已经尽了自己最大的努力，而病情的发展是出乎我们的控制范围之外。我们不能预测到未来，你不应该将责任完全归咎于自己。请你原谅自己，放下内疚，父亲在天堂也希望你能过上幸福美满的生活。",
    "annotation": [
      {
        "sentence": "我能理解你现在的心情，你对父亲的离世感到非常懊悔和不安。",
        "label": ""
      },
      {
        "sentence": "但是我们不能用“If”来责怪自己，因为事实是你已经尽了自己最大的努力，而病情的发展是出乎我们的控制范围之外。",
        "label": ""
      },
      {
        "sentence": "我们不能预测到未来，你不应该将责任完全归咎于自己。",
        "label": ""
      },
      {
        "sentence": "请你原谅自己，放下内疚，父亲在天堂也希望你能过上幸福美满的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我真的好恨自己，这份内疚感如此沉重，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "但我真的好恨自己，这份内疚感如此沉重，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "内疚是正常的情绪反应，但是长时间的内疚感会对你的生活和心理健康造成负面影响。我建议你试着接受自己的情感，帮助自己释放内疚感。你可以通过与亲友、他人或者专业心理咨询师交流，倾诉你的感受。让他们陪伴你一同度过这个难关，他们会给你正确的指导和支持。",
    "annotation": [
      {
        "sentence": "内疚是正常的情绪反应，但是长时间的内疚感会对你的生活和心理健康造成负面影响。",
        "label": ""
      },
      {
        "sentence": "我建议你试着接受自己的情感，帮助自己释放内疚感。",
        "label": ""
      },
      {
        "sentence": "你可以通过与亲友、他人或者专业心理咨询师交流，倾诉你的感受。",
        "label": ""
      },
      {
        "sentence": "让他们陪伴你一同度过这个难关，他们会给你正确的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不太敢面对亲友和他人，我怕他们会责怪我，觉得我不应该疏忽大意。",
    "annotation": [
      {
        "sentence": "我不太敢面对亲友和他人，我怕他们会责怪我，觉得我不应该疏忽大意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是我们身边的亲友和他人都是爱我们的，他们会理解你的困难和痛苦。他们不会责怪你，而是愿意倾听你的心声，给予你支持和理解。如果你还是感到不自在，可以寻求专业心理咨询师的帮助，他们会用专业的眼光和方法来引导和帮助你。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是我们身边的亲友和他人都是爱我们的，他们会理解你的困难和痛苦。",
        "label": ""
      },
      {
        "sentence": "他们不会责怪你，而是愿意倾听你的心声，给予你支持和理解。",
        "label": ""
      },
      {
        "sentence": "如果你还是感到不自在，可以寻求专业心理咨询师的帮助，他们会用专业的眼光和方法来引导和帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑跟亲友倾诉一下，但我还是不敢去爸爸治疗的医院，一想到那里就心痛。",
    "annotation": [
      {
        "sentence": "我会考虑跟亲友倾诉一下，但我还是不敢去爸爸治疗的医院，一想到那里就心痛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的情绪反应，毕竟那个地方与你父亲的离世有关联。如果你暂时不能去那个医院，那就先不要强迫自己去。让自己有足够的时间来准备和面对这个痛苦的过程。当你感到准备好了，你可以选择逐渐走出来，重返那个医院，逐渐克服心中的恐惧和痛苦。",
    "annotation": [
      {
        "sentence": "这是正常的情绪反应，毕竟那个地方与你父亲的离世有关联。",
        "label": ""
      },
      {
        "sentence": "如果你暂时不能去那个医院，那就先不要强迫自己去。",
        "label": ""
      },
      {
        "sentence": "让自己有足够的时间来准备和面对这个痛苦的过程。",
        "label": ""
      },
      {
        "sentence": "当你感到准备好了，你可以选择逐渐走出来，重返那个医院，逐渐克服心中的恐惧和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会尝试着面对和释放我的内疚感。同时，我也会更加珍惜身边还在的人，好好过好自己的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会尝试着面对和释放我的内疚感。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加珍惜身边还在的人，好好过好自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你。记住，释放内疚感需要时间和努力，但是你已经迈出了第一步。珍惜身边的人和过好自己的生活，是对你父亲最好的纪念。祝福你能早日走出阴影，重新迎接阳光的生活。如果还有什么需要的话，随时来找我聊天。祝君安好。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，释放内疚感需要时间和努力，但是你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "珍惜身边的人和过好自己的生活，是对你父亲最好的纪念。",
        "label": ""
      },
      {
        "sentence": "祝福你能早日走出阴影，重新迎接阳光的生活。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要的话，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝君安好。",
        "label": ""
      }
    ]
  }
]