[
  {
    "role": "client",
    "content": "人的梦想有高低贵贱之分吗？我的努力就不叫努力了吗？我从小就擅长文字，享受那种手握着笔坐在书桌的感觉，教过我的所有语文老师和我一直以来的几个朋友都说我的文采好，而我的劣势在于我的理科，我真的学不进脑子里面，中考时因为理科太差，就算文科都90多也只能勉强进了一间技校，由于分数低，只能选修车专业。这恰好是我最不擅长最讨厌的专业，用一句俗话来说上学如上坟，不过我更严重，我是上学如进坟，并不是我单纯因为讨厌就不学，而是因为很努力地试过了但发现自己真的学不进去，我一直信奉比努力更重要的，是要知道应该在哪努力，现在我正值青少年时期，应该找到自己擅长、有兴趣的目标去奋斗，所以我把更多的精力投放在文字上，去像以前一样写故事、文章。可不知道为什么，一些技校的老师、同学说我是自命清高，难道因为我和他们努力的方向不一样，我就是他们口中的废物？我也在自己擅长的地方付出了很多啊，我的努力就不叫努力了吗？唉",
    "annotation": [
      {
        "sentence": "人的梦想有高低贵贱之分吗？",
        "label": ""
      },
      {
        "sentence": "我的努力就不叫努力了吗？",
        "label": ""
      },
      {
        "sentence": "我从小就擅长文字，享受那种手握着笔坐在书桌的感觉，教过我的所有语文老师和我一直以来的几个朋友都说我的文采好，而我的劣势在于我的理科，我真的学不进脑子里面，中考时因为理科太差，就算文科都90多也只能勉强进了一间技校，由于分数低，只能选修车专业。",
        "label": ""
      },
      {
        "sentence": "这恰好是我最不擅长最讨厌的专业，用一句俗话来说上学如上坟，不过我更严重，我是上学如进坟，并不是我单纯因为讨厌就不学，而是因为很努力地试过了但发现自己真的学不进去，我一直信奉比努力更重要的，是要知道应该在哪努力，现在我正值青少年时期，应该找到自己擅长、有兴趣的目标去奋斗，所以我把更多的精力投放在文字上，去像以前一样写故事、文章。",
        "label": ""
      },
      {
        "sentence": "可不知道为什么，一些技校的老师、同学说我是自命清高，难道因为我和他们努力的方向不一样，我就是他们口中的废物？",
        "label": ""
      },
      {
        "sentence": "我也在自己擅长的地方付出了很多啊，我的努力就不叫努力了吗？",
        "label": ""
      },
      {
        "sentence": "唉",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的心情，让自己处在这么难过的环境，你真的辛苦啦，给你个大大的拥抱！坚持自己的梦想，你所想要的，整个宇宙都回来帮你实现理想。",
    "annotation": [
      {
        "sentence": "我很理解你的心情，让自己处在这么难过的环境，你真的辛苦啦，给你个大大的拥抱！",
        "label": ""
      },
      {
        "sentence": "坚持自己的梦想，你所想要的，整个宇宙都回来帮你实现理想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我真的很需要这样的支持。可是我一直觉得自己的努力被他人所贬低，觉得自己在他们眼中毫无价值。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我真的很需要这样的支持。",
        "label": ""
      },
      {
        "sentence": "可是我一直觉得自己的努力被他人所贬低，觉得自己在他们眼中毫无价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受，感到被人看不起的感觉真的让人很难受。但是请相信自己，努力本身就是有价值的，不要因为别人的评价而动摇自己的信心。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受，感到被人看不起的感觉真的让人很难受。",
        "label": ""
      },
      {
        "sentence": "但是请相信自己，努力本身就是有价值的，不要因为别人的评价而动摇自己的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的是对的，可是有时候真的很难不去在意别人的看法。我应该如何应对这种情况呢？",
    "annotation": [
      {
        "sentence": "我知道你说的是对的，可是有时候真的很难不去在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "我应该如何应对这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对别人的看法，首先要明白每个人都有不同的价值观和兴趣爱好，不同的努力方向并不代表成功与失败的区别。你可以试着将注意力放在自己的成长和进步上，不要让别人的评价左右了你对自己的认知和价值。",
    "annotation": [
      {
        "sentence": "面对别人的看法，首先要明白每个人都有不同的价值观和兴趣爱好，不同的努力方向并不代表成功与失败的区别。",
        "label": ""
      },
      {
        "sentence": "你可以试着将注意力放在自己的成长和进步上，不要让别人的评价左右了你对自己的认知和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，没错，我不能总是被别人的看法左右我的情绪和决定。我应该更自信地相信自己的选择和努力。",
    "annotation": [
      {
        "sentence": "嗯，没错，我不能总是被别人的看法左右我的情绪和决定。",
        "label": ""
      },
      {
        "sentence": "我应该更自信地相信自己的选择和努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，相信自己是非常重要的。而且，你对文字的喜爱和擅长也是非常值得骄傲的，不要因为他人的眼光而否定自己的努力。",
    "annotation": [
      {
        "sentence": "对的，相信自己是非常重要的。",
        "label": ""
      },
      {
        "sentence": "而且，你对文字的喜爱和擅长也是非常值得骄傲的，不要因为他人的眼光而否定自己的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会更加坚定地追求自己的梦想。不管别人怎么看待我的努力，我都会相信自己的价值。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会更加坚定地追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "不管别人怎么看待我的努力，我都会相信自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，这样的心态才能让你更加坚强和乐观地面对困难和挑战。只要你相信自己，不放弃，一定能找到属于自己的光明未来。",
    "annotation": [
      {
        "sentence": "非常好，这样的心态才能让你更加坚强和乐观地面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "只要你相信自己，不放弃，一定能找到属于自己的光明未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我要相信自己，坚持努力，不止于现状。谢谢你的帮助和鼓励，我感到温暖和被理解。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我要相信自己，坚持努力，不止于现状。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和鼓励，我感到温暖和被理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都会支持你。如果你需要任何帮助或者有什么困惑，随时都可以来找我倾诉。你不再孤单，我们一起前进！",
    "annotation": [
      {
        "sentence": "不客气，我一直都会支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有什么困惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，我们一起前进！",
        "label": ""
      }
    ]
  }
]