[
  {
    "role": "client",
    "content": "人的梦想有高低贵贱之分吗？我的努力就不叫努力了吗？我从小就擅长文字，享受那种手握着笔坐在书桌的感觉，教过我的所有语文老师和我一直以来的几个朋友都说我的文采好，而我的劣势在于我的理科，我真的学不进脑子里面，中考时因为理科太差，就算文科都90多也只能勉强进了一间技校，由于分数低，只能选修车专业。这恰好是我最不擅长最讨厌的专业，用一句俗话来说上学如上坟，不过我更严重，我是上学如进坟，并不是我单纯因为讨厌就不学，而是因为很努力地试过了但发现自己真的学不进去，我一直信奉比努力更重要的，是要知道应该在哪努力，现在我正值青少年时期，应该找到自己擅长、有兴趣的目标去奋斗，所以我把更多的精力投放在文字上，去像以前一样写故事、文章。可不知道为什么，一些技校的老师、同学说我是自命清高，难道因为我和他们努力的方向不一样，我就是他们口中的废物？我也在自己擅长的地方付出了很多啊，我的努力就不叫努力了吗？唉",
    "annotation": [
      {
        "sentence": "人的梦想有高低贵贱之分吗？",
        "label": ""
      },
      {
        "sentence": "我的努力就不叫努力了吗？",
        "label": ""
      },
      {
        "sentence": "我从小就擅长文字，享受那种手握着笔坐在书桌的感觉，教过我的所有语文老师和我一直以来的几个朋友都说我的文采好，而我的劣势在于我的理科，我真的学不进脑子里面，中考时因为理科太差，就算文科都90多也只能勉强进了一间技校，由于分数低，只能选修车专业。",
        "label": ""
      },
      {
        "sentence": "这恰好是我最不擅长最讨厌的专业，用一句俗话来说上学如上坟，不过我更严重，我是上学如进坟，并不是我单纯因为讨厌就不学，而是因为很努力地试过了但发现自己真的学不进去，我一直信奉比努力更重要的，是要知道应该在哪努力，现在我正值青少年时期，应该找到自己擅长、有兴趣的目标去奋斗，所以我把更多的精力投放在文字上，去像以前一样写故事、文章。",
        "label": ""
      },
      {
        "sentence": "可不知道为什么，一些技校的老师、同学说我是自命清高，难道因为我和他们努力的方向不一样，我就是他们口中的废物？",
        "label": ""
      },
      {
        "sentence": "我也在自己擅长的地方付出了很多啊，我的努力就不叫努力了吗？",
        "label": ""
      },
      {
        "sentence": "唉",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位同学，你好！你本来就理科不好，勉强挤进的技校却是工科的专业，我想对你来说一定很难吧。我很高兴你知道自己的热情在哪。正如你说的，知道在哪努力比努力本身更重要。可能正是因为你的肯定，所以才会遭到同学和老师的不理解。没有人理解、支持，还被说废物和自命清高，你心里一定堵得慌吧。",
    "annotation": [
      {
        "sentence": "这位同学，你好！",
        "label": ""
      },
      {
        "sentence": "你本来就理科不好，勉强挤进的技校却是工科的专业，我想对你来说一定很难吧。",
        "label": ""
      },
      {
        "sentence": "我很高兴你知道自己的热情在哪。",
        "label": ""
      },
      {
        "sentence": "正如你说的，知道在哪努力比努力本身更重要。",
        "label": ""
      },
      {
        "sentence": "可能正是因为你的肯定，所以才会遭到同学和老师的不理解。",
        "label": ""
      },
      {
        "sentence": "没有人理解、支持，还被说废物和自命清高，你心里一定堵得慌吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉很难过。我知道自己的努力和才华，但却被质疑和嘲笑。我很困惑，不知道我是否应该继续在这个专业里努力下去。",
    "annotation": [
      {
        "sentence": "是的，我感觉很难过。",
        "label": ""
      },
      {
        "sentence": "我知道自己的努力和才华，但却被质疑和嘲笑。",
        "label": ""
      },
      {
        "sentence": "我很困惑，不知道我是否应该继续在这个专业里努力下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "庄子说，井蛙不可语于海，夏虫不可语于冰。其实，我们每个人对于自己不熟悉的领域，都是井蛙，也都是夏虫。人，总是倾向于认为世界是自己眼中的样子。这就可以很好地解释老师和同学对你的评价了。他们生活在机械与零件的世界，而你的世界则是文字与笔墨构成的。",
    "annotation": [
      {
        "sentence": "庄子说，井蛙不可语于海，夏虫不可语于冰。",
        "label": ""
      },
      {
        "sentence": "其实，我们每个人对于自己不熟悉的领域，都是井蛙，也都是夏虫。",
        "label": ""
      },
      {
        "sentence": "人，总是倾向于认为世界是自己眼中的样子。",
        "label": ""
      },
      {
        "sentence": "这就可以很好地解释老师和同学对你的评价了。",
        "label": ""
      },
      {
        "sentence": "他们生活在机械与零件的世界，而你的世界则是文字与笔墨构成的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我也意识到了这一点。但是，我来到这所学校是为了什么呢？当我的行为不在大家的预期中，质疑也是理所当然。我现在有点迷茫，不知道自己的未来规划是什么。",
    "annotation": [
      {
        "sentence": "你说得很对，我也意识到了这一点。",
        "label": ""
      },
      {
        "sentence": "但是，我来到这所学校是为了什么呢？",
        "label": ""
      },
      {
        "sentence": "当我的行为不在大家的预期中，质疑也是理所当然。",
        "label": ""
      },
      {
        "sentence": "我现在有点迷茫，不知道自己的未来规划是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的迷茫。人生有时就是这样吊诡，如同“马太效应”所说：凡是少的，就连他所有的，也要夺过来；凡是多的，还要给他，叫他多多益善。当一个人迷茫时，得到的支持也少；在一个人成功之后，身边才会涌现出大量肯定的声音。所以，被质疑其实是常态，除非你真的可以证明自己。而要证明自己，需要耐得住打击和寂寞。",
    "annotation": [
      {
        "sentence": "我理解你的迷茫。",
        "label": ""
      },
      {
        "sentence": "人生有时就是这样吊诡，如同“马太效应”所说：凡是少的，就连他所有的，也要夺过来；凡是多的，还要给他，叫他多多益善。",
        "label": ""
      },
      {
        "sentence": "当一个人迷茫时，得到的支持也少；在一个人成功之后，身边才会涌现出大量肯定的声音。",
        "label": ""
      },
      {
        "sentence": "所以，被质疑其实是常态，除非你真的可以证明自己。",
        "label": ""
      },
      {
        "sentence": "而要证明自己，需要耐得住打击和寂寞。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要自己给自己支持。但是，有时候外界的声音还是会让我怀疑自己，觉得自己的努力是否有意义。",
    "annotation": [
      {
        "sentence": "我明白了，我需要自己给自己支持。",
        "label": ""
      },
      {
        "sentence": "但是，有时候外界的声音还是会让我怀疑自己，觉得自己的努力是否有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，外界的声音不可能完全消除，但你需要坚定自己的信念。你可以思考一下自己来这所学校希望得到的是什么，你的目标是什么。如果这些都想清楚了，你一定会对自己的努力很笃定，而外界的声音对你也就不是干扰了。",
    "annotation": [
      {
        "sentence": "是的，外界的声音不可能完全消除，但你需要坚定自己的信念。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下自己来这所学校希望得到的是什么，你的目标是什么。",
        "label": ""
      },
      {
        "sentence": "如果这些都想清楚了，你一定会对自己的努力很笃定，而外界的声音对你也就不是干扰了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好考虑一下这些问题，找到自己的方向。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会好好考虑一下这些问题，找到自己的方向。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能找到属于自己的道路。最后，给你一点写作上的建议，写作和所有其他的活动一样，需要从生活中来，到生活中去。灵感也是从生活中迸发出来的。脱口秀演员赵小卉不也是靠着描写车间的段子，成为了大部分人熟知的“车间一枝花”吗。生活就是文字的养料。你可以评估一下，自己能离开技校吗？或者自己可以在技校之外建立一个全新的圈子吗？如果不可以，其实技校的生活也可以成为文字的来源。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能找到属于自己的道路。",
        "label": ""
      },
      {
        "sentence": "最后，给你一点写作上的建议，写作和所有其他的活动一样，需要从生活中来，到生活中去。",
        "label": ""
      },
      {
        "sentence": "灵感也是从生活中迸发出来的。",
        "label": ""
      },
      {
        "sentence": "脱口秀演员赵小卉不也是靠着描写车间的段子，成为了大部分人熟知的“车间一枝花”吗。",
        "label": ""
      },
      {
        "sentence": "生活就是文字的养料。",
        "label": ""
      },
      {
        "sentence": "你可以评估一下，自己能离开技校吗？",
        "label": ""
      },
      {
        "sentence": "或者自己可以在技校之外建立一个全新的圈子吗？",
        "label": ""
      },
      {
        "sentence": "如果不可以，其实技校的生活也可以成为文字的来源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会保持开放的心态，与身边的人接触，并学习他们的价值观和思考方式。或许通过这样，我能够找到新的灵感和写作素材。非常感谢你的鼓励和建议！",
    "annotation": [
      {
        "sentence": "我会保持开放的心态，与身边的人接触，并学习他们的价值观和思考方式。",
        "label": ""
      },
      {
        "sentence": "或许通过这样，我能够找到新的灵感和写作素材。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的鼓励和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会在自己擅长的领域中取得成功的。祝福你！🧡🤞",
    "annotation": [
      {
        "sentence": "不客气，我相信你会在自己擅长的领域中取得成功的。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "🧡🤞",
        "label": ""
      }
    ]
  }
]