[
  {
    "role": "client",
    "content": "心理咨询让我变得更糟糕了，我变成了一个废物。我因为留学考研遇到失败加上人际关系恶化今年年初考试进行心理咨询一开始还好后来我心理咨询之后总是出现严重焦虑情况最严重的时候出现半夜惊醒惊恐发作的情况导致最终六月份开始去精神科开药吃一开始是失眠药后来又加了抗抑郁的药心理咨询师似乎认定我并不想考研认定我在逃避失败逃避工作一样一直反复提问我是不是真的想做这件事提示我这件事有可能失败哟导致我在学习过程中心力交瘁现在我已经主动结束心理咨询了但是药还是在继续吃可是我开始逃避所有让我觉得困难的事情了一天到晚躺在床上睡觉原本只是在学习过程中焦虑变成了为了逃避任何焦虑而不做任何事情了怎么办心理咨询师说心理咨询是让人成长的我却变成了一个废物",
    "annotation": [
      {
        "sentence": "心理咨询让我变得更糟糕了，我变成了一个废物。",
        "label": ""
      },
      {
        "sentence": "我因为留学考研遇到失败加上人际关系恶化今年年初考试进行心理咨询一开始还好后来我心理咨询之后总是出现严重焦虑情况最严重的时候出现半夜惊醒惊恐发作的情况导致最终六月份开始去精神科开药吃一开始是失眠药后来又加了抗抑郁的药心理咨询师似乎认定我并不想考研认定我在逃避失败逃避工作一样一直反复提问我是不是真的想做这件事提示我这件事有可能失败哟导致我在学习过程中心力交瘁现在我已经主动结束心理咨询了但是药还是在继续吃可是我开始逃避所有让我觉得困难的事情了一天到晚躺在床上睡觉原本只是在学习过程中焦虑变成了为了逃避任何焦虑而不做任何事情了怎么办心理咨询师说心理咨询是让人成长的我却变成了一个废物",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我真的能感受到你的无助和失落，还有对心理咨询师产生的失望与抵触。我们都知道，共情并不是一件简单的事。虽然有很多人给出了暖心的回答，但我想从不同的角度和你分享我的理解，希望能给你一些启发。[1]首先，不要再反思整个事件了。我知道在咨询过程中，你经常提到失败、逃避等问题，这些问题就像揭开的情绪伤疤一样，让你感到痛苦和焦虑加重。但庆幸的是你有觉察到这一点，这是很重要的，至少你知道内心深处的想法，只是暂时没有足够的力量走出来。当我们经历痛苦时，常常会对这些经历进行反思，但对许多人来说，在自我反思的过程中常常会出现差错，他们无法获得情感的释放，反而陷入到反刍的恶性循环中。这种反刍心理是有害的，因为它没有提供新的认知，无法治愈我们的伤痛，反而会揭开结痂的伤口带来新的感染。而且，人们实际上往往回忆的是自己的失败经历，而不是快乐的事情。所以即使你找了心理咨询师寻求帮助，在他一再地提醒你逃避等等问题时，可能会让你的心情变得更糟。这也许是咨询师没有找到合适的方法。所以现在，不妨停止思考自己的感受和问题，因为回想这个过程会耗费大量精力，进而削弱我们的注意力。[2]接下来，试着建立积极的想法。我的建议是让这个事情尽快过去，不再去管咨询师的问题，也不再管他的对错。我们要着力面对当下，更多地关注积极性和主动性。现阶段，可以试着做适量的运动，或者参加一些社交活动，分散一下注意力。不与焦虑抗争，也不要想太多焦虑的原因，而是更多地关注改变。比如尝试回复思维的质量并提高解决问题的能力，可以尝试做一些不太难的题目，逐步建立起信心。每个人都有强大的自愈能力，相信自己可以疗愈自己，试着成为自己的心理医生吧。我推荐你阅读《控制焦虑》《一念之转》等书籍，其中提供了一些非常实用的方法，有助于改变你以往的认知。最后，祝福你能够走出困境！",
    "annotation": [
      {
        "sentence": "求助者，我真的能感受到你的无助和失落，还有对心理咨询师产生的失望与抵触。",
        "label": ""
      },
      {
        "sentence": "我们都知道，共情并不是一件简单的事。",
        "label": ""
      },
      {
        "sentence": "虽然有很多人给出了暖心的回答，但我想从不同的角度和你分享我的理解，希望能给你一些启发。",
        "label": ""
      },
      {
        "sentence": "[1]首先，不要再反思整个事件了。",
        "label": ""
      },
      {
        "sentence": "我知道在咨询过程中，你经常提到失败、逃避等问题，这些问题就像揭开的情绪伤疤一样，让你感到痛苦和焦虑加重。",
        "label": ""
      },
      {
        "sentence": "但庆幸的是你有觉察到这一点，这是很重要的，至少你知道内心深处的想法，只是暂时没有足够的力量走出来。",
        "label": ""
      },
      {
        "sentence": "当我们经历痛苦时，常常会对这些经历进行反思，但对许多人来说，在自我反思的过程中常常会出现差错，他们无法获得情感的释放，反而陷入到反刍的恶性循环中。",
        "label": ""
      },
      {
        "sentence": "这种反刍心理是有害的，因为它没有提供新的认知，无法治愈我们的伤痛，反而会揭开结痂的伤口带来新的感染。",
        "label": ""
      },
      {
        "sentence": "而且，人们实际上往往回忆的是自己的失败经历，而不是快乐的事情。",
        "label": ""
      },
      {
        "sentence": "所以即使你找了心理咨询师寻求帮助，在他一再地提醒你逃避等等问题时，可能会让你的心情变得更糟。",
        "label": ""
      },
      {
        "sentence": "这也许是咨询师没有找到合适的方法。",
        "label": ""
      },
      {
        "sentence": "所以现在，不妨停止思考自己的感受和问题，因为回想这个过程会耗费大量精力，进而削弱我们的注意力。",
        "label": ""
      },
      {
        "sentence": "[2]接下来，试着建立积极的想法。",
        "label": ""
      },
      {
        "sentence": "我的建议是让这个事情尽快过去，不再去管咨询师的问题，也不再管他的对错。",
        "label": ""
      },
      {
        "sentence": "我们要着力面对当下，更多地关注积极性和主动性。",
        "label": ""
      },
      {
        "sentence": "现阶段，可以试着做适量的运动，或者参加一些社交活动，分散一下注意力。",
        "label": ""
      },
      {
        "sentence": "不与焦虑抗争，也不要想太多焦虑的原因，而是更多地关注改变。",
        "label": ""
      },
      {
        "sentence": "比如尝试回复思维的质量并提高解决问题的能力，可以尝试做一些不太难的题目，逐步建立起信心。",
        "label": ""
      },
      {
        "sentence": "每个人都有强大的自愈能力，相信自己可以疗愈自己，试着成为自己的心理医生吧。",
        "label": ""
      },
      {
        "sentence": "我推荐你阅读《控制焦虑》《一念之转》等书籍，其中提供了一些非常实用的方法，有助于改变你以往的认知。",
        "label": ""
      },
      {
        "sentence": "最后，祝福你能够走出困境！",
        "label": ""
      }
    ]
  }
]