[
  {
    "role": "client",
    "content": "心理咨询让我变得更糟糕了，我变成了一个废物。我因为留学考研遇到失败加上人际关系恶化今年年初考试进行心理咨询一开始还好后来我心理咨询之后总是出现严重焦虑情况最严重的时候出现半夜惊醒惊恐发作的情况导致最终六月份开始去精神科开药吃一开始是失眠药后来又加了抗抑郁的药心理咨询师似乎认定我并不想考研认定我在逃避失败逃避工作一样一直反复提问我是不是真的想做这件事提示我这件事有可能失败哟导致我在学习过程中心力交瘁现在我已经主动结束心理咨询了但是药还是在继续吃可是我开始逃避所有让我觉得困难的事情了一天到晚躺在床上睡觉原本只是在学习过程中焦虑变成了为了逃避任何焦虑而不做任何事情了怎么办心理咨询师说心理咨询是让人成长的我却变成了一个废物",
    "annotation": [
      {
        "sentence": "心理咨询让我变得更糟糕了，我变成了一个废物。",
        "label": ""
      },
      {
        "sentence": "我因为留学考研遇到失败加上人际关系恶化今年年初考试进行心理咨询一开始还好后来我心理咨询之后总是出现严重焦虑情况最严重的时候出现半夜惊醒惊恐发作的情况导致最终六月份开始去精神科开药吃一开始是失眠药后来又加了抗抑郁的药心理咨询师似乎认定我并不想考研认定我在逃避失败逃避工作一样一直反复提问我是不是真的想做这件事提示我这件事有可能失败哟导致我在学习过程中心力交瘁现在我已经主动结束心理咨询了但是药还是在继续吃可是我开始逃避所有让我觉得困难的事情了一天到晚躺在床上睡觉原本只是在学习过程中焦虑变成了为了逃避任何焦虑而不做任何事情了怎么办心理咨询师说心理咨询是让人成长的我却变成了一个废物",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为考研失败和人际关系恶化，去寻求心理帮助是吗？那你是为了让心情好一些，还是寻求解决问题的办法呢？无论是哪种，也许你找的心理咨询师并没有很好的共情到你的痛点，又或者，你只是借助心理咨询来逃避面对混乱，希望通过咨询，可以远离现实的考验。内在对现实的抗拒没被清理，便寻求解决问题的办法，只会是乱上加乱。",
    "annotation": [
      {
        "sentence": "因为考研失败和人际关系恶化，去寻求心理帮助是吗？",
        "label": ""
      },
      {
        "sentence": "那你是为了让心情好一些，还是寻求解决问题的办法呢？",
        "label": ""
      },
      {
        "sentence": "无论是哪种，也许你找的心理咨询师并没有很好的共情到你的痛点，又或者，你只是借助心理咨询来逃避面对混乱，希望通过咨询，可以远离现实的考验。",
        "label": ""
      },
      {
        "sentence": "内在对现实的抗拒没被清理，便寻求解决问题的办法，只会是乱上加乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是希望通过心理咨询来解决问题的，但感觉心理咨询师并没有很好地理解我，他总是质疑我是否真的想考研，这让我觉得很沮丧。现在我已经停止心理咨询了，但是我开始逃避面对困难的事情，整天躺在床上睡觉，我感到非常迷茫。",
    "annotation": [
      {
        "sentence": "我是希望通过心理咨询来解决问题的，但感觉心理咨询师并没有很好地理解我，他总是质疑我是否真的想考研，这让我觉得很沮丧。",
        "label": ""
      },
      {
        "sentence": "现在我已经停止心理咨询了，但是我开始逃避面对困难的事情，整天躺在床上睡觉，我感到非常迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当面对现实的不确定时，我们都期望有力量来指引我们，帮助我们走出困境。但最终能解救你的人，只能是你自己。自助才能天助。你觉得自己的努力没有得到结果，便陷入了失败的评判和自责中。但是，如果你不考研，难道你就不能成功、就没有价值了吗？",
    "annotation": [
      {
        "sentence": "当面对现实的不确定时，我们都期望有力量来指引我们，帮助我们走出困境。",
        "label": ""
      },
      {
        "sentence": "但最终能解救你的人，只能是你自己。",
        "label": ""
      },
      {
        "sentence": "自助才能天助。",
        "label": ""
      },
      {
        "sentence": "你觉得自己的努力没有得到结果，便陷入了失败的评判和自责中。",
        "label": ""
      },
      {
        "sentence": "但是，如果你不考研，难道你就不能成功、就没有价值了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己因为考研失败而感到很自责，这也影响了我的人际关系，让我的生活变得混乱，导致我开始焦虑起来。我原本只是在学习过程中焦虑，现在却为了逃避焦虑而不做任何事情了。",
    "annotation": [
      {
        "sentence": "我觉得自己因为考研失败而感到很自责，这也影响了我的人际关系，让我的生活变得混乱，导致我开始焦虑起来。",
        "label": ""
      },
      {
        "sentence": "我原本只是在学习过程中焦虑，现在却为了逃避焦虑而不做任何事情了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "焦虑的源头并不是心理咨询，而是你希望有力量来拯救你，却看不到希望。你觉得没有力量可以远离自认的失败带来的不安全感，所以才会加重焦虑。我建议你先看到自己焦虑的原因，不为这个原因找借口，接受现实暂时不顺利的事实。你可以允许自己体验各种情绪，无论是恐惧、无助、无力、不安等等，不要逃避，主动选择去清理、释放这些情绪。此外，多运动，多到大自然中去，让自己身心得到调整。",
    "annotation": [
      {
        "sentence": "焦虑的源头并不是心理咨询，而是你希望有力量来拯救你，却看不到希望。",
        "label": ""
      },
      {
        "sentence": "你觉得没有力量可以远离自认的失败带来的不安全感，所以才会加重焦虑。",
        "label": ""
      },
      {
        "sentence": "我建议你先看到自己焦虑的原因，不为这个原因找借口，接受现实暂时不顺利的事实。",
        "label": ""
      },
      {
        "sentence": "你可以允许自己体验各种情绪，无论是恐惧、无助、无力、不安等等，不要逃避，主动选择去清理、释放这些情绪。",
        "label": ""
      },
      {
        "sentence": "此外，多运动，多到大自然中去，让自己身心得到调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该接受现实，并允许自己体验各种情绪。但是，我现在觉得自己已经无力做任何事情了，整天躺在床上睡觉，怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该接受现实，并允许自己体验各种情绪。",
        "label": ""
      },
      {
        "sentence": "但是，我现在觉得自己已经无力做任何事情了，整天躺在床上睡觉，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接受现实并不代表耽溺其中，你可以多做一些让自己身心放松的事情，例如尝试一些帮助你放松的活动，或者去找自己喜欢的事情做。虽然你现在可能无法做太多事情，但这并不意味着你应该放弃。渐渐地，你的内在力量会回归。同时，你也可以思考一下自己到底喜欢做什么，是继续考研，还是有其他的规划。无论做何选择，都应该是出于真心的喜欢，而不是为了某种物质交换或者强迫自己去做。",
    "annotation": [
      {
        "sentence": "接受现实并不代表耽溺其中，你可以多做一些让自己身心放松的事情，例如尝试一些帮助你放松的活动，或者去找自己喜欢的事情做。",
        "label": ""
      },
      {
        "sentence": "虽然你现在可能无法做太多事情，但这并不意味着你应该放弃。",
        "label": ""
      },
      {
        "sentence": "渐渐地，你的内在力量会回归。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以思考一下自己到底喜欢做什么，是继续考研，还是有其他的规划。",
        "label": ""
      },
      {
        "sentence": "无论做何选择，都应该是出于真心的喜欢，而不是为了某种物质交换或者强迫自己去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该做一些自己喜欢的事情，让自己充满热情和行动力。谢谢你的建议，我会努力回到内心感受自己的心动。",
    "annotation": [
      {
        "sentence": "我明白了，我应该做一些自己喜欢的事情，让自己充满热情和行动力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会努力回到内心感受自己的心动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够度过这个困难时期。记住，只有你自己能够真正帮助你。如果需要任何帮助，随时来找我聊天。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够度过这个困难时期。",
        "label": ""
      },
      {
        "sentence": "记住，只有你自己能够真正帮助你。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]