[
  {
    "role": "client",
    "content": "心理咨询让我变得更糟糕了，我变成了一个废物。我因为留学考研遇到失败加上人际关系恶化今年年初考试进行心理咨询一开始还好后来我心理咨询之后总是出现严重焦虑情况最严重的时候出现半夜惊醒惊恐发作的情况导致最终六月份开始去精神科开药吃一开始是失眠药后来又加了抗抑郁的药心理咨询师似乎认定我并不想考研认定我在逃避失败逃避工作一样一直反复提问我是不是真的想做这件事提示我这件事有可能失败哟导致我在学习过程中心力交瘁现在我已经主动结束心理咨询了但是药还是在继续吃可是我开始逃避所有让我觉得困难的事情了一天到晚躺在床上睡觉原本只是在学习过程中焦虑变成了为了逃避任何焦虑而不做任何事情了怎么办心理咨询师说心理咨询是让人成长的我却变成了一个废物。",
    "annotation": [
      {
        "sentence": "心理咨询让我变得更糟糕了，我变成了一个废物。",
        "label": ""
      },
      {
        "sentence": "我因为留学考研遇到失败加上人际关系恶化今年年初考试进行心理咨询一开始还好后来我心理咨询之后总是出现严重焦虑情况最严重的时候出现半夜惊醒惊恐发作的情况导致最终六月份开始去精神科开药吃一开始是失眠药后来又加了抗抑郁的药心理咨询师似乎认定我并不想考研认定我在逃避失败逃避工作一样一直反复提问我是不是真的想做这件事提示我这件事有可能失败哟导致我在学习过程中心力交瘁现在我已经主动结束心理咨询了但是药还是在继续吃可是我开始逃避所有让我觉得困难的事情了一天到晚躺在床上睡觉原本只是在学习过程中焦虑变成了为了逃避任何焦虑而不做任何事情了怎么办心理咨询师说心理咨询是让人成长的我却变成了一个废物。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能坚持半年长期的心理咨询，可以看出你在很努力得试图解决自己的问题，想让自己变得更好。你咨询心理医生的做法是正确的，心理咨询师比我们更专业，有更多的案例和相关经验。但是，就像不是所有的医生都有能力治疗某种复杂疾病一样，并不是所有心理咨询师都能走进我们的心灵，给我们安抚和慰藉，把我们引向正确的道路的。",
    "annotation": [
      {
        "sentence": "能坚持半年长期的心理咨询，可以看出你在很努力得试图解决自己的问题，想让自己变得更好。",
        "label": ""
      },
      {
        "sentence": "你咨询心理医生的做法是正确的，心理咨询师比我们更专业，有更多的案例和相关经验。",
        "label": ""
      },
      {
        "sentence": "但是，就像不是所有的医生都有能力治疗某种复杂疾病一样，并不是所有心理咨询师都能走进我们的心灵，给我们安抚和慰藉，把我们引向正确的道路的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我感觉心理咨询师并没有给我带来改善，反而让我更加痛苦。她总是怀疑我对考研的意愿，让我觉得我在逃避失败，逃避工作。她一次又一次问我是否真的想做这件事，还提醒我可能会失败，导致我在学习过程中精神和身体都崩溃。虽然我现在已经停止心理咨询了，但是我开始逃避所有困难的事情，整天躺在床上睡觉。我原本只是焦虑于学习，现在却为了逃避焦虑而不做任何事情了。我不知道该怎么办了，心理咨询师说心理咨询是为了让人成长，可我却变成了废物。",
    "annotation": [
      {
        "sentence": "但是我感觉心理咨询师并没有给我带来改善，反而让我更加痛苦。",
        "label": ""
      },
      {
        "sentence": "她总是怀疑我对考研的意愿，让我觉得我在逃避失败，逃避工作。",
        "label": ""
      },
      {
        "sentence": "她一次又一次问我是否真的想做这件事，还提醒我可能会失败，导致我在学习过程中精神和身体都崩溃。",
        "label": ""
      },
      {
        "sentence": "虽然我现在已经停止心理咨询了，但是我开始逃避所有困难的事情，整天躺在床上睡觉。",
        "label": ""
      },
      {
        "sentence": "我原本只是焦虑于学习，现在却为了逃避焦虑而不做任何事情了。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办了，心理咨询师说心理咨询是为了让人成长，可我却变成了废物。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，这段心理咨询经历让你感到困惑和挫败。不过，我认为你的咨询师可能是想让你从更深层次上思考自己真正的意愿和动力，帮助你在追求考研的过程中更加明确自己的选择。她的方式可能显得有点过激，但她的本意可能是让你重新审视和重建自己。有时候，我们需要彻底打破原有的固定模式，重建自己的价值观和目标。可能你的咨询师过于急切地想要帮助你解决问题，而忽视了你的实际感受。心理咨询是一个双向过程，咨询师也会被患者的情绪所影响。或许在你的情况下，你的咨询师也感到焦虑和困惑，试图通过这种方式来帮助你。但是很遗憾，这种方法似乎没有达到预期的效果，反而让你的情况更加严重了。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，这段心理咨询经历让你感到困惑和挫败。",
        "label": ""
      },
      {
        "sentence": "不过，我认为你的咨询师可能是想让你从更深层次上思考自己真正的意愿和动力，帮助你在追求考研的过程中更加明确自己的选择。",
        "label": ""
      },
      {
        "sentence": "她的方式可能显得有点过激，但她的本意可能是让你重新审视和重建自己。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要彻底打破原有的固定模式，重建自己的价值观和目标。",
        "label": ""
      },
      {
        "sentence": "可能你的咨询师过于急切地想要帮助你解决问题，而忽视了你的实际感受。",
        "label": ""
      },
      {
        "sentence": "心理咨询是一个双向过程，咨询师也会被患者的情绪所影响。",
        "label": ""
      },
      {
        "sentence": "或许在你的情况下，你的咨询师也感到焦虑和困惑，试图通过这种方式来帮助你。",
        "label": ""
      },
      {
        "sentence": "但是很遗憾，这种方法似乎没有达到预期的效果，反而让你的情况更加严重了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么说来，我能理解她的初衷了，只是她的方法对我产生了负面的影响。我感觉自己失去了支持和方向，没有人能够带领我前进。或许我真的需要换一个了解我的、能够认可我并给予肯定的心理咨询师。不过，我想知道，既然我没有爱好，也不知道自己喜欢什么，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "这么说来，我能理解她的初衷了，只是她的方法对我产生了负面的影响。",
        "label": ""
      },
      {
        "sentence": "我感觉自己失去了支持和方向，没有人能够带领我前进。",
        "label": ""
      },
      {
        "sentence": "或许我真的需要换一个了解我的、能够认可我并给予肯定的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "不过，我想知道，既然我没有爱好，也不知道自己喜欢什么，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感觉很正常，你希望找到一个能够给予你安全感和方向的人。我建议你试试找一个新的心理咨询师，一个能够了解你内心需求、肯定和认可你的人。同时，既然你没有明确的爱好和兴趣，不妨尝试接触一些你觉得有意思的事情。比如，如果你对美术感兴趣，可以购买画材，看一些美术书籍，不喜欢的话可以放一边。如果你喜欢阅读小说，就多读一些小说。此外，你也可以尝试出门晒晒太阳，到处走走，只要不待在家里，不躺在床上，做任何事情都可以。这样的行动能够帮助你恢复积极的心态，让自己重新感受到生活的美好。虽然你的花盆里没有种子，但是你可以尝试去播种，挑选你喜欢的事物，总会有一朵花是属于你的！",
    "annotation": [
      {
        "sentence": "你的感觉很正常，你希望找到一个能够给予你安全感和方向的人。",
        "label": ""
      },
      {
        "sentence": "我建议你试试找一个新的心理咨询师，一个能够了解你内心需求、肯定和认可你的人。",
        "label": ""
      },
      {
        "sentence": "同时，既然你没有明确的爱好和兴趣，不妨尝试接触一些你觉得有意思的事情。",
        "label": ""
      },
      {
        "sentence": "比如，如果你对美术感兴趣，可以购买画材，看一些美术书籍，不喜欢的话可以放一边。",
        "label": ""
      },
      {
        "sentence": "如果你喜欢阅读小说，就多读一些小说。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以尝试出门晒晒太阳，到处走走，只要不待在家里，不躺在床上，做任何事情都可以。",
        "label": ""
      },
      {
        "sentence": "这样的行动能够帮助你恢复积极的心态，让自己重新感受到生活的美好。",
        "label": ""
      },
      {
        "sentence": "虽然你的花盆里没有种子，但是你可以尝试去播种，挑选你喜欢的事物，总会有一朵花是属于你的！",
        "label": ""
      }
    ]
  }
]