[
  {
    "role": "client",
    "content": "人生好像一直被撵着走，无法停下来休息？好像从工作以后，就没有办法彻底静下心来休息，每天都很焦虑，必须做些有价值的事才可以。看电视剧一定要写影评，玩游戏同时必须听网课，就算强迫自己放下手机也得去打扫卫生洗洗衣服。每天都觉得身体紧绷着，就算不忙也得拖到半夜1点才能睡。感觉身体很疲惫，却没法做到放松下来休息。我到底怎样才能放松下来好好休息呢？",
    "annotation": [
      {
        "sentence": "人生好像一直被撵着走，无法停下来休息？",
        "label": ""
      },
      {
        "sentence": "好像从工作以后，就没有办法彻底静下心来休息，每天都很焦虑，必须做些有价值的事才可以。",
        "label": ""
      },
      {
        "sentence": "看电视剧一定要写影评，玩游戏同时必须听网课，就算强迫自己放下手机也得去打扫卫生洗洗衣服。",
        "label": ""
      },
      {
        "sentence": "每天都觉得身体紧绷着，就算不忙也得拖到半夜1点才能睡。",
        "label": ""
      },
      {
        "sentence": "感觉身体很疲惫，却没法做到放松下来休息。",
        "label": ""
      },
      {
        "sentence": "我到底怎样才能放松下来好好休息呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读了你的自述，了解到了你的困惑。你认为焦虑、无法全身心放松投入生活这些问题的根源是工作压力，认为要做有价值的事情才不算虚度光阴，总是在潜意识里追赶着理想的自己，但是，也许你没有发现问题真正的根源，又或是已经知道问题的根源而不愿意正视。",
    "annotation": [
      {
        "sentence": "读了你的自述，了解到了你的困惑。",
        "label": ""
      },
      {
        "sentence": "你认为焦虑、无法全身心放松投入生活这些问题的根源是工作压力，认为要做有价值的事情才不算虚度光阴，总是在潜意识里追赶着理想的自己，但是，也许你没有发现问题真正的根源，又或是已经知道问题的根源而不愿意正视。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你有什么想法吗？我确实一直觉得自己需要做很多事情才能感到满足，但同时也希望能够放松下来。",
    "annotation": [
      {
        "sentence": "你有什么想法吗？",
        "label": ""
      },
      {
        "sentence": "我确实一直觉得自己需要做很多事情才能感到满足，但同时也希望能够放松下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通常对现状不确定或者很不满意的时候，做事情的思路也会变得不清晰，没有确切的奋斗目标，对现状很不满意又不知道如何才能实现目标，或是目标过高都很容易造成失落的情绪，引起不必要的精神内耗。你现在的状态有些过于紧绷，目标无法快速实现的情况下对待其它事物完全没有斗志，造成了精神的内耗。",
    "annotation": [
      {
        "sentence": "通常对现状不确定或者很不满意的时候，做事情的思路也会变得不清晰，没有确切的奋斗目标，对现状很不满意又不知道如何才能实现目标，或是目标过高都很容易造成失落的情绪，引起不必要的精神内耗。",
        "label": ""
      },
      {
        "sentence": "你现在的状态有些过于紧绷，目标无法快速实现的情况下对待其它事物完全没有斗志，造成了精神的内耗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能一直在追求完美，但却没有考虑到自己的实际情况和能力。可能我需要更清楚地认识自己，设定一个实际可行的目标。",
    "annotation": [
      {
        "sentence": "我明白了，我可能一直在追求完美，但却没有考虑到自己的实际情况和能力。",
        "label": ""
      },
      {
        "sentence": "可能我需要更清楚地认识自己，设定一个实际可行的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很对，减少对工作的消极情绪也能够提升做事效率，让你更专注，更容易取得成绩。不急功近利，建立完整的一个目标，从你自述看出来你是一个积极上进的人，但人的能力是有限的，有擅长的就会有短板区，记得发现自己的闪光点，了解自己可以做到的，不能做到的，并正视它，把大的目标化整为零，才能一步步实现。",
    "annotation": [
      {
        "sentence": "很对，减少对工作的消极情绪也能够提升做事效率，让你更专注，更容易取得成绩。",
        "label": ""
      },
      {
        "sentence": "不急功近利，建立完整的一个目标，从你自述看出来你是一个积极上进的人，但人的能力是有限的，有擅长的就会有短板区，记得发现自己的闪光点，了解自己可以做到的，不能做到的，并正视它，把大的目标化整为零，才能一步步实现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我可能一直抱着“鱼和熊掌想兼得”的思维，导致工作中拖沓推诿，丧失了对自己能力和目标的认同感。我需要建立一个小目标，脚踏实地地提升自己。",
    "annotation": [
      {
        "sentence": "确实，我可能一直抱着“鱼和熊掌想兼得”的思维，导致工作中拖沓推诿，丧失了对自己能力和目标的认同感。",
        "label": ""
      },
      {
        "sentence": "我需要建立一个小目标，脚踏实地地提升自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好的觉悟！建立一个小目标，丢弃以前的思维模式，从实践中提升自己，获得对自我和生活的认同感。减少精神内耗，提高行动力，当开始过多思虑的时候马上开始将思维转化为行动，在行动中提高健康的有效思考，减少内耗思维造成的“浪费时间的感觉”。",
    "annotation": [
      {
        "sentence": "非常好的觉悟！",
        "label": ""
      },
      {
        "sentence": "建立一个小目标，丢弃以前的思维模式，从实践中提升自己，获得对自我和生活的认同感。",
        "label": ""
      },
      {
        "sentence": "减少精神内耗，提高行动力，当开始过多思虑的时候马上开始将思维转化为行动，在行动中提高健康的有效思考，减少内耗思维造成的“浪费时间的感觉”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会试着转换思维，更加注重行动，减少内耗。我想通过踏实地完成第一个小目标来改变自己，相信我一定可以做到！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会试着转换思维，更加注重行动，减少内耗。",
        "label": ""
      },
      {
        "sentence": "我想通过踏实地完成第一个小目标来改变自己，相信我一定可以做到！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！相信你的决心和努力，祝你成功！记住，生活并不只是追求目标和成就，也要学会停下来，欣赏生活的美。你一定能够放松下来，好好休息，重新找到内心的平静。加油！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "相信你的决心和努力，祝你成功！",
        "label": ""
      },
      {
        "sentence": "记住，生活并不只是追求目标和成就，也要学会停下来，欣赏生活的美。",
        "label": ""
      },
      {
        "sentence": "你一定能够放松下来，好好休息，重新找到内心的平静。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]