[
  {
    "role": "client",
    "content": "人生好像一直被撵着走，无法停下来休息？好像从工作以后，就没有办法彻底静下心来休息，每天都很焦虑，必须做些有价值的事才可以。看电视剧一定要写影评，玩游戏同时必须听网课，就算强迫自己放下手机也得去打扫卫生洗洗衣服。每天都觉得身体紧绷着，就算不忙也得拖到半夜1点才能睡。感觉身体很疲惫，却没法做到放松下来休息。我到底怎样才能放松下来好好休息呢？",
    "annotation": [
      {
        "sentence": "人生好像一直被撵着走，无法停下来休息？",
        "label": ""
      },
      {
        "sentence": "好像从工作以后，就没有办法彻底静下心来休息，每天都很焦虑，必须做些有价值的事才可以。",
        "label": ""
      },
      {
        "sentence": "看电视剧一定要写影评，玩游戏同时必须听网课，就算强迫自己放下手机也得去打扫卫生洗洗衣服。",
        "label": ""
      },
      {
        "sentence": "每天都觉得身体紧绷着，就算不忙也得拖到半夜1点才能睡。",
        "label": ""
      },
      {
        "sentence": "感觉身体很疲惫，却没法做到放松下来休息。",
        "label": ""
      },
      {
        "sentence": "我到底怎样才能放松下来好好休息呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我感觉你很累，但是又不敢放松自己。你说这种情况是从工作以后出现的，那么我好奇，在刚开始工作的那段时间，发生了什么事情，或者遇到了什么人，让你的状态变得那么紧张呢？或许你的天性就是自由自在，无忧无虑的，可能是别的什么人，什么事情导致了你变成了现在的紧张焦虑状态。",
    "annotation": [
      {
        "sentence": "从你的描述中，我感觉你很累，但是又不敢放松自己。",
        "label": ""
      },
      {
        "sentence": "你说这种情况是从工作以后出现的，那么我好奇，在刚开始工作的那段时间，发生了什么事情，或者遇到了什么人，让你的状态变得那么紧张呢？",
        "label": ""
      },
      {
        "sentence": "或许你的天性就是自由自在，无忧无虑的，可能是别的什么人，什么事情导致了你变成了现在的紧张焦虑状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得是因为在工作中，我感到了很多的压力和责任，导致我变得紧张焦虑了。每天都觉得自己必须要做些有价值的事情，不能放松下来。",
    "annotation": [
      {
        "sentence": "我觉得是因为在工作中，我感到了很多的压力和责任，导致我变得紧张焦虑了。",
        "label": ""
      },
      {
        "sentence": "每天都觉得自己必须要做些有价值的事情，不能放松下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，工作中确实会有很多压力和责任。但是，也要记得给自己放松的时间和空间。你说自己做事情的时候，必须做有价值的事情，我感觉这其中有很强烈的低价值感，好像每天24小时旁边一直有个人跟在背后批评你不努力，一直有个声音在叨叨你浪费时间。你被这个声音催促得很紧张。",
    "annotation": [
      {
        "sentence": "我理解你的感受，工作中确实会有很多压力和责任。",
        "label": ""
      },
      {
        "sentence": "但是，也要记得给自己放松的时间和空间。",
        "label": ""
      },
      {
        "sentence": "你说自己做事情的时候，必须做有价值的事情，我感觉这其中有很强烈的低价值感，好像每天24小时旁边一直有个人跟在背后批评你不努力，一直有个声音在叨叨你浪费时间。",
        "label": ""
      },
      {
        "sentence": "你被这个声音催促得很紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，就是这样！感觉自己一直被撵着走，没有时间好好休息。这个拿着鞭子撵着我的人好像是我的父母和领导，我害怕他们不高兴。",
    "annotation": [
      {
        "sentence": "对，就是这样！",
        "label": ""
      },
      {
        "sentence": "感觉自己一直被撵着走，没有时间好好休息。",
        "label": ""
      },
      {
        "sentence": "这个拿着鞭子撵着我的人好像是我的父母和领导，我害怕他们不高兴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。你意识到了自己的这种情况不舒服，这是很重要的一步。现在，你知道自己需要放松，需要休息，但是不知道怎么做对吧？我给你几个思路，供你参考。首先，你可以尝试一些正念冥想的练习，比如在正念冥想平台的“学院”里面，有一个冥想星球，里面有很多正念冥想练习。你可以选择“建立人际边界”这个练习，帮助你建立个人边界，从而可以在关系中既亲密又独立，保持舒适的距离。另外，“接纳不完美”这个练习可以帮你更加接纳自己，减少自我批评。还有“祝福自己”，只有给了我们自己爱和关怀，我们才能打开内心，接收到别人的爱和关怀。这只是其中一部分，你可以多尝试几种正念冥想，与自己的感受和身体连接，会让你逐渐放松下来。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "你意识到了自己的这种情况不舒服，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "现在，你知道自己需要放松，需要休息，但是不知道怎么做对吧？",
        "label": ""
      },
      {
        "sentence": "我给你几个思路，供你参考。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试一些正念冥想的练习，比如在正念冥想平台的“学院”里面，有一个冥想星球，里面有很多正念冥想练习。",
        "label": ""
      },
      {
        "sentence": "你可以选择“建立人际边界”这个练习，帮助你建立个人边界，从而可以在关系中既亲密又独立，保持舒适的距离。",
        "label": ""
      },
      {
        "sentence": "另外，“接纳不完美”这个练习可以帮你更加接纳自己，减少自我批评。",
        "label": ""
      },
      {
        "sentence": "还有“祝福自己”，只有给了我们自己爱和关怀，我们才能打开内心，接收到别人的爱和关怀。",
        "label": ""
      },
      {
        "sentence": "这只是其中一部分，你可以多尝试几种正念冥想，与自己的感受和身体连接，会让你逐渐放松下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看正念冥想这个方式，希望能够帮助我放松自己。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看正念冥想这个方式，希望能够帮助我放松自己。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！第二个建议是，郑重其事地去浪费时间。你之前说的害怕浪费时间，必须要做些有用有价值的事情，那么我们可以反其道而行之，专门拿出时间去浪费一下，看看是什么感觉。这个练习叫做“入兴贵闲”，你可以在独处的时候，将与他人的接触减至最少，不说话，不阅读，不看电视，不玩微信等，专门找一些曾经渴望但没有实现的事情去做，比如蹲在树下看蚂蚁，或者一个人去海边，做蛋糕、吃巧克力攒糖纸等等。每周拿出两个小时的完整时间做一次这个练习，可以让你重新感受到快乐与轻松。",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "第二个建议是，郑重其事地去浪费时间。",
        "label": ""
      },
      {
        "sentence": "你之前说的害怕浪费时间，必须要做些有用有价值的事情，那么我们可以反其道而行之，专门拿出时间去浪费一下，看看是什么感觉。",
        "label": ""
      },
      {
        "sentence": "这个练习叫做“入兴贵闲”，你可以在独处的时候，将与他人的接触减至最少，不说话，不阅读，不看电视，不玩微信等，专门找一些曾经渴望但没有实现的事情去做，比如蹲在树下看蚂蚁，或者一个人去海边，做蛋糕、吃巧克力攒糖纸等等。",
        "label": ""
      },
      {
        "sentence": "每周拿出两个小时的完整时间做一次这个练习，可以让你重新感受到快乐与轻松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来很有趣，我会试一试。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "这个方法听起来很有趣，我会试一试。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！还有一个建议是，每天进行15分钟的自由书写。你可以用文字把自己这种如芒在背的感觉表达出来，每天写15分钟，坚持一段时间，你会发现自己更加轻松了。写下就是放下，看到就是疗愈，用文字释放情绪很管用的。",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "还有一个建议是，每天进行15分钟的自由书写。",
        "label": ""
      },
      {
        "sentence": "你可以用文字把自己这种如芒在背的感觉表达出来，每天写15分钟，坚持一段时间，你会发现自己更加轻松了。",
        "label": ""
      },
      {
        "sentence": "写下就是放下，看到就是疗愈，用文字释放情绪很管用的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分享，我会尝试这些方法去放松自己，希望能够有效。如果有其他问题，我还可以继续向你请教吗？",
    "annotation": [
      {
        "sentence": "谢谢你的分享，我会尝试这些方法去放松自己，希望能够有效。",
        "label": ""
      },
      {
        "sentence": "如果有其他问题，我还可以继续向你请教吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！如果你有其他问题或者需要进一步交流，随时留言向我求助。我很乐意帮助你。加油！",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "如果你有其他问题或者需要进一步交流，随时留言向我求助。",
        "label": ""
      },
      {
        "sentence": "我很乐意帮助你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]