[
  {
    "role": "client",
    "content": "我感到人生很累，很想一觉就不起来……我总是想逃避一切问题，我感到人生很累，自己也让别人很累，很多人很讨厌我，想过自杀很多次，也有自残行为，觉得自己很无能，又不想改变。",
    "annotation": [
      {
        "sentence": "我感到人生很累，很想一觉就不起来……我总是想逃避一切问题，我感到人生很累，自己也让别人很累，很多人很讨厌我，想过自杀很多次，也有自残行为，觉得自己很无能，又不想改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在怎么样啦，我有点担心你，是否是遇到什么事情了吗～愿意在这里说说吗，我们都愿意做你的倾听者哦～",
    "annotation": [
      {
        "sentence": "你现在怎么样啦，我有点担心你，是否是遇到什么事情了吗～愿意在这里说说吗，我们都愿意做你的倾听者哦～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在情绪低落得很，觉得压力很大，也感受到了自己无法摆脱的困境。我真的很感激你们能够倾听我，给我一个表达情感的空间。",
    "annotation": [
      {
        "sentence": "我现在情绪低落得很，觉得压力很大，也感受到了自己无法摆脱的困境。",
        "label": ""
      },
      {
        "sentence": "我真的很感激你们能够倾听我，给我一个表达情感的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人生确实挺累的，我有时候也会觉得活的这么累，好没意思。感觉累的时候不如停一停，歇一歇给自己放个假吧～从你的言语中，感受到你是一个特别善良的人，不愿意麻烦他人，不想让自己影响了别人的心情。说自己无能，看到了你自卑的一面，以及自我攻击。还有对自己的高要求，总觉得自己不够好。",
    "annotation": [
      {
        "sentence": "人生确实挺累的，我有时候也会觉得活的这么累，好没意思。",
        "label": ""
      },
      {
        "sentence": "感觉累的时候不如停一停，歇一歇给自己放个假吧～从你的言语中，感受到你是一个特别善良的人，不愿意麻烦他人，不想让自己影响了别人的心情。",
        "label": ""
      },
      {
        "sentence": "说自己无能，看到了你自卑的一面，以及自我攻击。",
        "label": ""
      },
      {
        "sentence": "还有对自己的高要求，总觉得自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我常常责备自己，觉得自己做不到足够好，然后就陷入了一种无法摆脱的循环之中。我真的希望自己能够改变，但又不知道从哪里开始。",
    "annotation": [
      {
        "sentence": "你说得对，我常常责备自己，觉得自己做不到足够好，然后就陷入了一种无法摆脱的循环之中。",
        "label": ""
      },
      {
        "sentence": "我真的希望自己能够改变，但又不知道从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说自己不想改变，可我并不这样认为，自杀，逃避，都是想要改变的表现，只不过比较极端一些。以及你来到这里也是你想要改变的表现。或许你是觉得自己无能为力，同时又已经很疲惫了，才说不想改变的吧。这种无力感深深的包围着你，不过你已经开始向外求助了，这是一个突破口呀～自残和自杀都是身体向我们发出的求救信号，不要忽视了它们哦～",
    "annotation": [
      {
        "sentence": "你说自己不想改变，可我并不这样认为，自杀，逃避，都是想要改变的表现，只不过比较极端一些。",
        "label": ""
      },
      {
        "sentence": "以及你来到这里也是你想要改变的表现。",
        "label": ""
      },
      {
        "sentence": "或许你是觉得自己无能为力，同时又已经很疲惫了，才说不想改变的吧。",
        "label": ""
      },
      {
        "sentence": "这种无力感深深的包围着你，不过你已经开始向外求助了，这是一个突破口呀～自残和自杀都是身体向我们发出的求救信号，不要忽视了它们哦～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有这样想过，我以为这些行为只是我内心的一种情绪宣泄方式，没有想到是身体在求救。但是，我真的无法找到自己的力量去改变，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我从来没有这样想过，我以为这些行为只是我内心的一种情绪宣泄方式，没有想到是身体在求救。",
        "label": ""
      },
      {
        "sentence": "但是，我真的无法找到自己的力量去改变，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感到自己已经没有能力，也很疲惫了，可以尝试找个人扶你一把，陪你一起往前走呀～比如心理咨询师就是一个很好的陪伴者。他们会对你的感受提供专业的指导和支持，帮助你慢慢找回自信和力量。也可以试试和身边的朋友沟通，告诉他们你的困境和想法，一起思考解决办法。你并不孤单，我们都在这里关心着你，愿意为你提供帮助。",
    "annotation": [
      {
        "sentence": "感到自己已经没有能力，也很疲惫了，可以尝试找个人扶你一把，陪你一起往前走呀～比如心理咨询师就是一个很好的陪伴者。",
        "label": ""
      },
      {
        "sentence": "他们会对你的感受提供专业的指导和支持，帮助你慢慢找回自信和力量。",
        "label": ""
      },
      {
        "sentence": "也可以试试和身边的朋友沟通，告诉他们你的困境和想法，一起思考解决办法。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们都在这里关心着你，愿意为你提供帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会考虑寻求专业心理咨询师的帮助，同时也会向身边的朋友倾诉。谢谢你们一直以来的关心和支持，我感到很温暖。",
    "annotation": [
      {
        "sentence": "你说得对，我会考虑寻求专业心理咨询师的帮助，同时也会向身边的朋友倾诉。",
        "label": ""
      },
      {
        "sentence": "谢谢你们一直以来的关心和支持，我感到很温暖。",
        "label": ""
      }
    ]
  }
]