[
  {
    "role": "client",
    "content": "聊天感觉暧昧，但没有表白过，被放鸽子生气怎么办？",
    "annotation": [
      {
        "sentence": "聊天感觉暧昧，但没有表白过，被放鸽子生气怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你在聊天中感觉到了一些暧昧，但又没有表白，最终又被放鸽子了。我能理解你此时的失望和生气。可以和你一起探讨一下，你对这段关系有什么期待？",
    "annotation": [
      {
        "sentence": "你好，听说你在聊天中感觉到了一些暧昧，但又没有表白，最终又被放鸽子了。",
        "label": ""
      },
      {
        "sentence": "我能理解你此时的失望和生气。",
        "label": ""
      },
      {
        "sentence": "可以和你一起探讨一下，你对这段关系有什么期待？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我认识他已经3个月了，我们都已经结婚了，他比我小10岁。我觉得他对我并不在意，只是偶尔会和我聊天。有时候聊得很开心，但是从来没有暧昧的话题。他非要来看我两次，第一次只是聊天，第二次就接吻拥抱了。但之后再没有见过面，他说过几次请我吃饭，但都是后来有事情就取消了。前天他又答应了第二天请我吃饭，但是第二天什么都没有发生，直到晚上7点他发信息说他要回家吃饭了。我很生气，觉得他没兑现承诺，感觉不到被在乎。他向我道歉，但是我还是很想骂他。我该怎么办？",
    "annotation": [
      {
        "sentence": "我认识他已经3个月了，我们都已经结婚了，他比我小10岁。",
        "label": ""
      },
      {
        "sentence": "我觉得他对我并不在意，只是偶尔会和我聊天。",
        "label": ""
      },
      {
        "sentence": "有时候聊得很开心，但是从来没有暧昧的话题。",
        "label": ""
      },
      {
        "sentence": "他非要来看我两次，第一次只是聊天，第二次就接吻拥抱了。",
        "label": ""
      },
      {
        "sentence": "但之后再没有见过面，他说过几次请我吃饭，但都是后来有事情就取消了。",
        "label": ""
      },
      {
        "sentence": "前天他又答应了第二天请我吃饭，但是第二天什么都没有发生，直到晚上7点他发信息说他要回家吃饭了。",
        "label": ""
      },
      {
        "sentence": "我很生气，觉得他没兑现承诺，感觉不到被在乎。",
        "label": ""
      },
      {
        "sentence": "他向我道歉，但是我还是很想骂他。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，我理解你与这个人是已婚关系，但保持着一种暧昧的关系。你对这段关系更看重，也有着更多的期待。当他没有兑现承诺时，你感到被欺骗、不被重视，也产生了一些生气的情绪。从你的描述中我可以猜测，在你成长的过程中你可能缺乏了一些关爱，这导致你内心的安全感不足，非常希望有一个能够关心、呵护、重视你的伴侣。但是你又不愿意直接表达自己的感受和需求，而是期待对方能够理解和猜到你的内心，并主动关心你。这种心理在婴儿期非常常见，被称为\"全能自恋\"。婴儿无法用语言表达自己，只能通过抚养者的感知来满足自己的需求。如果婴儿能够很好地被抚养者感知和满足，婴儿会觉得自己的全能自恋得到了满足。否则，婴儿会感到意志受到挑战，产生\"全能暴怒\"。这种全能自恋在婴儿期得到满足是非常重要的，对于孩子的人格发展和进步起着重要作用。但是许多人在婴儿期没有得到足够的满足，所以这种全能自恋的心理会在成年后表现出来，只是程度不同。针对你遇到的问题，我们可以从以下几个方面进行探索和思考：",
    "annotation": [
      {
        "sentence": "根据你的描述，我理解你与这个人是已婚关系，但保持着一种暧昧的关系。",
        "label": ""
      },
      {
        "sentence": "你对这段关系更看重，也有着更多的期待。",
        "label": ""
      },
      {
        "sentence": "当他没有兑现承诺时，你感到被欺骗、不被重视，也产生了一些生气的情绪。",
        "label": ""
      },
      {
        "sentence": "从你的描述中我可以猜测，在你成长的过程中你可能缺乏了一些关爱，这导致你内心的安全感不足，非常希望有一个能够关心、呵护、重视你的伴侣。",
        "label": ""
      },
      {
        "sentence": "但是你又不愿意直接表达自己的感受和需求，而是期待对方能够理解和猜到你的内心，并主动关心你。",
        "label": ""
      },
      {
        "sentence": "这种心理在婴儿期非常常见，被称为\"全能自恋\"。",
        "label": ""
      },
      {
        "sentence": "婴儿无法用语言表达自己，只能通过抚养者的感知来满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "如果婴儿能够很好地被抚养者感知和满足，婴儿会觉得自己的全能自恋得到了满足。",
        "label": ""
      },
      {
        "sentence": "否则，婴儿会感到意志受到挑战，产生\"全能暴怒\"。",
        "label": ""
      },
      {
        "sentence": "这种全能自恋在婴儿期得到满足是非常重要的，对于孩子的人格发展和进步起着重要作用。",
        "label": ""
      },
      {
        "sentence": "但是许多人在婴儿期没有得到足够的满足，所以这种全能自恋的心理会在成年后表现出来，只是程度不同。",
        "label": ""
      },
      {
        "sentence": "针对你遇到的问题，我们可以从以下几个方面进行探索和思考：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的回答。我现在的婚姻状态如何，与我的伴侣之间是否存在问题，我会思考一下。对于这段关系，我是怎么看待的呢？可能是期望这段关系能够进一步发展。同时，我也怀疑对方是否真的对我动心了，对这段关系的期望和感情投入是否失衡。我应该重新审视一下这段关系吗？",
    "annotation": [
      {
        "sentence": "感谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我现在的婚姻状态如何，与我的伴侣之间是否存在问题，我会思考一下。",
        "label": ""
      },
      {
        "sentence": "对于这段关系，我是怎么看待的呢？",
        "label": ""
      },
      {
        "sentence": "可能是期望这段关系能够进一步发展。",
        "label": ""
      },
      {
        "sentence": "同时，我也怀疑对方是否真的对我动心了，对这段关系的期望和感情投入是否失衡。",
        "label": ""
      },
      {
        "sentence": "我应该重新审视一下这段关系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，思考和审视你现在的婚姻状态，以及与伴侣之间是否存在问题是很重要的。你希望这段关系能够进一步发展，但对方似乎并没有真正动心，对你的感情投入也显得不平衡。因此，重新审视这段关系是很有必要的。",
    "annotation": [
      {
        "sentence": "是的，思考和审视你现在的婚姻状态，以及与伴侣之间是否存在问题是很重要的。",
        "label": ""
      },
      {
        "sentence": "你希望这段关系能够进一步发展，但对方似乎并没有真正动心，对你的感情投入也显得不平衡。",
        "label": ""
      },
      {
        "sentence": "因此，重新审视这段关系是很有必要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议。对方在爽约后怀疑我是否动心了，这让我感到失望和不被重视。现在我对这段关系的期待和她是不同的，我可能需要重新思考这段关系了。如果对方无法为我们的关系负责，我继续投入感情只会伤害自己。我应该及时止损并退出吗？",
    "annotation": [
      {
        "sentence": "感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "对方在爽约后怀疑我是否动心了，这让我感到失望和不被重视。",
        "label": ""
      },
      {
        "sentence": "现在我对这段关系的期待和她是不同的，我可能需要重新思考这段关系了。",
        "label": ""
      },
      {
        "sentence": "如果对方无法为我们的关系负责，我继续投入感情只会伤害自己。",
        "label": ""
      },
      {
        "sentence": "我应该及时止损并退出吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当一个人无法通过现实情况来满足自己的需求时，往往会通过更多的幻想来满足自己。但是幻想往往只是昙花一现，最终都会破灭。如果对方无法为这段关系负责，你继续投入更多的感情可能只会让自己越陷越深，更加受伤。适时地止损和退出也许是最明智的选择。",
    "annotation": [
      {
        "sentence": "当一个人无法通过现实情况来满足自己的需求时，往往会通过更多的幻想来满足自己。",
        "label": ""
      },
      {
        "sentence": "但是幻想往往只是昙花一现，最终都会破灭。",
        "label": ""
      },
      {
        "sentence": "如果对方无法为这段关系负责，你继续投入更多的感情可能只会让自己越陷越深，更加受伤。",
        "label": ""
      },
      {
        "sentence": "适时地止损和退出也许是最明智的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该回到自己的婚姻中审视存在的问题。我并不想背离婚姻，只是在婚姻中有很多让我难以面对的问题。我应该和伴侣沟通一下我们的婚姻现状，以及我对关系和对他的感受的期待。",
    "annotation": [
      {
        "sentence": "我明白了，我应该回到自己的婚姻中审视存在的问题。",
        "label": ""
      },
      {
        "sentence": "我并不想背离婚姻，只是在婚姻中有很多让我难以面对的问题。",
        "label": ""
      },
      {
        "sentence": "我应该和伴侣沟通一下我们的婚姻现状，以及我对关系和对他的感受的期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，回到婚姻中审视问题是非常重要的一步。和伴侣坦诚地沟通你们的婚姻现状，以及对关系和对他的感受的期待，是非常有帮助的。",
    "annotation": [
      {
        "sentence": "非常好，回到婚姻中审视问题是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "和伴侣坦诚地沟通你们的婚姻现状，以及对关系和对他的感受的期待，是非常有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我明白了，每个人的情绪、感受、需求、选择都是需要自己负责的。我会努力学会自我负责，以及及时止损和适时退场。谢谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，每个人的情绪、感受、需求、选择都是需要自己负责的。",
        "label": ""
      },
      {
        "sentence": "我会努力学会自我负责，以及及时止损和适时退场。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供帮助。学会自我负责是每个人成长的必经之路，希望",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "学会自我负责是每个人成长的必经之路，希望",
        "label": ""
      }
    ]
  }
]