[
  {
    "role": "client",
    "content": "聊天感觉暧昧，但没有表白过，被放鸽子生气怎么办？我认识一个人3个月了，我们都已婚，他比我小10岁。感觉他对我并不在意，只是没事的时候会和我聊天，有时会聊的很开心，但没说过什么暧昧的话。只是有些话容易让人误会，但也没有表白。只见过两次面，是他非要来看我。第一次只是聊天，第二次就接吻拥抱。之前没有见面了，他说过几次请我吃饭，但都是后来又说有事什么的。没有一次兑现过。前天也是，说好第二天请我吃饭，结果第二天什么动静都没有，到晚上7点发信息，说他要回家吃饭，他说我没跟他提吃饭的事，所以他就答应她老婆回家了。我就很生气，问他吃饭是他说的，不应该他来和我说吗？都两天了，还是很生气，感觉到一点不被在乎。他说对不起，向我道歉。但我现在很想骂他。他说我是不是动心了，是不是期待和他吃饭。我该怎么办，那天已经说了很多，他也说了很多对不起。但我现在很想骂他。我该怎么做。请大家帮我想想，谢谢。真的很生气。",
    "annotation": [
      {
        "sentence": "聊天感觉暧昧，但没有表白过，被放鸽子生气怎么办？",
        "label": ""
      },
      {
        "sentence": "我认识一个人3个月了，我们都已婚，他比我小10岁。",
        "label": ""
      },
      {
        "sentence": "感觉他对我并不在意，只是没事的时候会和我聊天，有时会聊的很开心，但没说过什么暧昧的话。",
        "label": ""
      },
      {
        "sentence": "只是有些话容易让人误会，但也没有表白。",
        "label": ""
      },
      {
        "sentence": "只见过两次面，是他非要来看我。",
        "label": ""
      },
      {
        "sentence": "第一次只是聊天，第二次就接吻拥抱。",
        "label": ""
      },
      {
        "sentence": "之前没有见面了，他说过几次请我吃饭，但都是后来又说有事什么的。",
        "label": ""
      },
      {
        "sentence": "没有一次兑现过。",
        "label": ""
      },
      {
        "sentence": "前天也是，说好第二天请我吃饭，结果第二天什么动静都没有，到晚上7点发信息，说他要回家吃饭，他说我没跟他提吃饭的事，所以他就答应她老婆回家了。",
        "label": ""
      },
      {
        "sentence": "我就很生气，问他吃饭是他说的，不应该他来和我说吗？",
        "label": ""
      },
      {
        "sentence": "都两天了，还是很生气，感觉到一点不被在乎。",
        "label": ""
      },
      {
        "sentence": "他说对不起，向我道歉。",
        "label": ""
      },
      {
        "sentence": "但我现在很想骂他。",
        "label": ""
      },
      {
        "sentence": "他说我是不是动心了，是不是期待和他吃饭。",
        "label": ""
      },
      {
        "sentence": "我该怎么办，那天已经说了很多，他也说了很多对不起。",
        "label": ""
      },
      {
        "sentence": "但我现在很想骂他。",
        "label": ""
      },
      {
        "sentence": "我该怎么做。",
        "label": ""
      },
      {
        "sentence": "请大家帮我想想，谢谢。",
        "label": ""
      },
      {
        "sentence": "真的很生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我感受到，在和他的互动过程中，你因为感受到不被重视而失落和生气。感情问题很复杂，因此我建议你在做出决定之前思考以下问题。首先，你对你们的关系有什么期待和计划？其次，你目前是希望这个苗头继续发展还是停止？第三，如果他明确了他对你们关系的态度，你对他的信任度有多高？请你思考一下你目前的婚姻生活，你对自己的先生和婚姻家庭情况怎么看待？当然你并没有提到对婚姻的困扰，所以几个问题需要你思考：你对婚姻持什么样的态度？你在婚姻中是否对你的先生不满，是否将对男性的期待转移到了他人身上？你是希望改变你的婚姻状况还是维持现状？请设想一下，如果你和他的关系被彼此的配偶知道，会有怎样的结果，你的生活会有什么样的变化？爱情不一定会长久存在，人与人之间的共鸣在很多情况下都会产生，让人感受温暖、心动、共鸣的情感不只存在于爱情之中，也不只有一个人。但婚姻的基础是爱情，除此之外责任和承诺也是重要的。当我们与其他人产生情感共鸣时，能够客观区分并保持边界，这是对爱人的尊重，也是对自己的保护。如果你们确实认为对方更合适，也可以选择不伤害他人的方式来发展关系。成年人处理感情的底线是不委屈自己，不伤害他人，并要承担自己的选择所带来的结果。我相信你很聪明，一定可以找到答案，摆脱困扰。",
    "annotation": [
      {
        "sentence": "从你的描述中我感受到，在和他的互动过程中，你因为感受到不被重视而失落和生气。",
        "label": ""
      },
      {
        "sentence": "感情问题很复杂，因此我建议你在做出决定之前思考以下问题。",
        "label": ""
      },
      {
        "sentence": "首先，你对你们的关系有什么期待和计划？",
        "label": ""
      },
      {
        "sentence": "其次，你目前是希望这个苗头继续发展还是停止？",
        "label": ""
      },
      {
        "sentence": "第三，如果他明确了他对你们关系的态度，你对他的信任度有多高？",
        "label": ""
      },
      {
        "sentence": "请你思考一下你目前的婚姻生活，你对自己的先生和婚姻家庭情况怎么看待？",
        "label": ""
      },
      {
        "sentence": "当然你并没有提到对婚姻的困扰，所以几个问题需要你思考：你对婚姻持什么样的态度？",
        "label": ""
      },
      {
        "sentence": "你在婚姻中是否对你的先生不满，是否将对男性的期待转移到了他人身上？",
        "label": ""
      },
      {
        "sentence": "你是希望改变你的婚姻状况还是维持现状？",
        "label": ""
      },
      {
        "sentence": "请设想一下，如果你和他的关系被彼此的配偶知道，会有怎样的结果，你的生活会有什么样的变化？",
        "label": ""
      },
      {
        "sentence": "爱情不一定会长久存在，人与人之间的共鸣在很多情况下都会产生，让人感受温暖、心动、共鸣的情感不只存在于爱情之中，也不只有一个人。",
        "label": ""
      },
      {
        "sentence": "但婚姻的基础是爱情，除此之外责任和承诺也是重要的。",
        "label": ""
      },
      {
        "sentence": "当我们与其他人产生情感共鸣时，能够客观区分并保持边界，这是对爱人的尊重，也是对自己的保护。",
        "label": ""
      },
      {
        "sentence": "如果你们确实认为对方更合适，也可以选择不伤害他人的方式来发展关系。",
        "label": ""
      },
      {
        "sentence": "成年人处理感情的底线是不委屈自己，不伤害他人，并要承担自己的选择所带来的结果。",
        "label": ""
      },
      {
        "sentence": "我相信你很聪明，一定可以找到答案，摆脱困扰。",
        "label": ""
      }
    ]
  }
]