[
  {
    "role": "client",
    "content": "选择逃避，觉得自己不配活着，我该如何战胜抑郁症？患上抑郁症的908天，今天是909天，很少对家人朋友说我的抑郁症，我选择逃离，我拒绝了一些和人的交流，开始把自己埋在家里，讨厌声音，讨厌热闹，我喜欢伤害自己，这样让我感到满足，我觉得整个世界都是干净的，可我是脏的，我不配活着。",
    "annotation": [
      {
        "sentence": "选择逃避，觉得自己不配活着，我该如何战胜抑郁症？",
        "label": ""
      },
      {
        "sentence": "患上抑郁症的908天，今天是909天，很少对家人朋友说我的抑郁症，我选择逃离，我拒绝了一些和人的交流，开始把自己埋在家里，讨厌声音，讨厌热闹，我喜欢伤害自己，这样让我感到满足，我觉得整个世界都是干净的，可我是脏的，我不配活着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的心声，我可以理解你现在的感受。对于抑郁症来说，确实是一种非常痛苦的经历。你已经很勇敢地坚持了这么久，说明你拥有足够的勇气和毅力。但我也希望你知道，这种病症可以被克服。你说你喜欢伤害自己，这也许是一种逃避的方式，但是它不会真正解决问题。我建议你可以寻求一些专业的帮助，例如心理咨询师或者精神科医生，他们会给你提供更专业的支持和帮助。",
    "annotation": [
      {
        "sentence": "听到你的心声，我可以理解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "对于抑郁症来说，确实是一种非常痛苦的经历。",
        "label": ""
      },
      {
        "sentence": "你已经很勇敢地坚持了这么久，说明你拥有足够的勇气和毅力。",
        "label": ""
      },
      {
        "sentence": "但我也希望你知道，这种病症可以被克服。",
        "label": ""
      },
      {
        "sentence": "你说你喜欢伤害自己，这也许是一种逃避的方式，但是它不会真正解决问题。",
        "label": ""
      },
      {
        "sentence": "我建议你可以寻求一些专业的帮助，例如心理咨询师或者精神科医生，他们会给你提供更专业的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。但我觉得自己太脏了，不值得别人关心。我真的很想战胜抑郁症，但每次尝试都觉得很困难。你觉得我能找到和我有相同经历的人吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "但我觉得自己太脏了，不值得别人关心。",
        "label": ""
      },
      {
        "sentence": "我真的很想战胜抑郁症，但每次尝试都觉得很困难。",
        "label": ""
      },
      {
        "sentence": "你觉得我能找到和我有相同经历的人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在对自己的感受，但这并不代表你不值得得到别人的关心和帮助。其实，有很多人都经历过类似的抑郁症，他们可能更能理解你的困扰。我建议你试试寻找一些抑郁症互助小组或者社群，那里的人都是有共同经历的，他们能够给你提供理解和支持。虽然找到他们可能会有一些困难，但只要你尝试一下，说不定会有意想不到的收获。",
    "annotation": [
      {
        "sentence": "我理解你现在对自己的感受，但这并不代表你不值得得到别人的关心和帮助。",
        "label": ""
      },
      {
        "sentence": "其实，有很多人都经历过类似的抑郁症，他们可能更能理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "我建议你试试寻找一些抑郁症互助小组或者社群，那里的人都是有共同经历的，他们能够给你提供理解和支持。",
        "label": ""
      },
      {
        "sentence": "虽然找到他们可能会有一些困难，但只要你尝试一下，说不定会有意想不到的收获。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得或许和他们交流会比较容易，毕竟他们经历过相同的抑郁症。但我还是觉得很困难，甚至连家门都不想出。你觉得我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得或许和他们交流会比较容易，毕竟他们经历过相同的抑郁症。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得很困难，甚至连家门都不想出。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在感到困难和不安。但请相信，每一点点的改变都是对自己的一种鼓励。尽管现在的你可能感觉与平常不同，但这是因为你生病了，生病的人并不需要对自己要求太高。只要你能做出一丁点的进步，都是值得鼓励的。比如说，尝试走出家门，呼吸新鲜空气，去做一些小的购物，如果可以的话，再尝试一些小运动，或者和陌生人聊几句。你在狭小的空间中呆得太久了，快忘记外面的感觉了。试着迈出第一步，我相信阳光对你会很有帮助。",
    "annotation": [
      {
        "sentence": "我理解你现在感到困难和不安。",
        "label": ""
      },
      {
        "sentence": "但请相信，每一点点的改变都是对自己的一种鼓励。",
        "label": ""
      },
      {
        "sentence": "尽管现在的你可能感觉与平常不同，但这是因为你生病了，生病的人并不需要对自己要求太高。",
        "label": ""
      },
      {
        "sentence": "只要你能做出一丁点的进步，都是值得鼓励的。",
        "label": ""
      },
      {
        "sentence": "比如说，尝试走出家门，呼吸新鲜空气，去做一些小的购物，如果可以的话，再尝试一些小运动，或者和陌生人聊几句。",
        "label": ""
      },
      {
        "sentence": "你在狭小的空间中呆得太久了，快忘记外面的感觉了。",
        "label": ""
      },
      {
        "sentence": "试着迈出第一步，我相信阳光对你会很有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我觉得或许我可以试试。抑郁症确实很奇怪，经历过的人可能会更理解我，这让我感到安慰。谢谢你一直陪伴和鼓励我，让我不再感到孤独。",
    "annotation": [
      {
        "sentence": "听了你的建议，我觉得或许我可以试试。",
        "label": ""
      },
      {
        "sentence": "抑郁症确实很奇怪，经历过的人可能会更理解我，这让我感到安慰。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴和鼓励我，让我不再感到孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎！我一直都会在你身边支持你。记住，你并不孤单，很多人与你共同面对抑郁症的挑战。只要你勇敢地尝试寻找支持，相信你一定能够战胜抑郁症，重新找回属于自己的幸福和快乐。如果你有任何问题或者需要进一步的支持，随时都可以和我交流。相信自己，你一定能够克服困难！",
    "annotation": [
      {
        "sentence": "非常欢迎！",
        "label": ""
      },
      {
        "sentence": "我一直都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，很多人与你共同面对抑郁症的挑战。",
        "label": ""
      },
      {
        "sentence": "只要你勇敢地尝试寻找支持，相信你一定能够战胜抑郁症，重新找回属于自己的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题或者需要进一步的支持，随时都可以和我交流。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难！",
        "label": ""
      }
    ]
  }
]