[
  {
    "role": "client",
    "content": "朋友还需要我吗？如何挽回友谊？我和一个朋友拒绝了，因为一件小事，这件事很伤心，父亲经常在路上看到她放学回家，那天她说叔叔，她呢？父亲说她应该是想我了，你应该去主动找她，然后我去翻她的QQ，头像是闺蜜头像，她已经有了朋友，为什么还要想我，我觉得她不需要我吧，我应不应该去主动找她，那件事我很抱歉，我又害怕她已经有了朋友，对我就不需要了吧！帮帮我吧，父亲说让我主动找她的，我不知道怎么办",
    "annotation": [
      {
        "sentence": "朋友还需要我吗？",
        "label": ""
      },
      {
        "sentence": "如何挽回友谊？",
        "label": ""
      },
      {
        "sentence": "我和一个朋友拒绝了，因为一件小事，这件事很伤心，父亲经常在路上看到她放学回家，那天她说叔叔，她呢？",
        "label": ""
      },
      {
        "sentence": "父亲说她应该是想我了，你应该去主动找她，然后我去翻她的QQ，头像是闺蜜头像，她已经有了朋友，为什么还要想我，我觉得她不需要我吧，我应不应该去主动找她，那件事我很抱歉，我又害怕她已经有了朋友，对我就不需要了吧！",
        "label": ""
      },
      {
        "sentence": "帮帮我吧，父亲说让我主动找她的，我不知道怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你对这位朋友的在意，她对你来说非常重要。你现在心里充满了纷纷扰扰的情绪，担心自己在她心中并没有你想象的那么重要。你害怕失去这个朋友，同时也害怕去面对被拒绝后的伤心和失落。让我们来试着问问自己，如果你选择不去找她，你会失去什么，会面临什么？如果你选择去找她，你又会面临什么？其中哪些对你来说更加重要？无论你做出什么样的选择，都是目前你认为最合适的选择，而所面临的困难也是帮助我们成长的必经之路。",
    "annotation": [
      {
        "sentence": "我能感受到你对这位朋友的在意，她对你来说非常重要。",
        "label": ""
      },
      {
        "sentence": "你现在心里充满了纷纷扰扰的情绪，担心自己在她心中并没有你想象的那么重要。",
        "label": ""
      },
      {
        "sentence": "你害怕失去这个朋友，同时也害怕去面对被拒绝后的伤心和失落。",
        "label": ""
      },
      {
        "sentence": "让我们来试着问问自己，如果你选择不去找她，你会失去什么，会面临什么？",
        "label": ""
      },
      {
        "sentence": "如果你选择去找她，你又会面临什么？",
        "label": ""
      },
      {
        "sentence": "其中哪些对你来说更加重要？",
        "label": ""
      },
      {
        "sentence": "无论你做出什么样的选择，都是目前你认为最合适的选择，而所面临的困难也是帮助我们成长的必经之路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心如果不去找她，我们的友谊会渐行渐远，最终可能会失去这个朋友。我害怕去找她后，她对我持有的态度会变得冷淡，对我疏远，甚至更加不需要我。对我来说，友情非常重要，我不想失去她，但同时我也害怕自己会受到更多的伤害。",
    "annotation": [
      {
        "sentence": "我担心如果不去找她，我们的友谊会渐行渐远，最终可能会失去这个朋友。",
        "label": ""
      },
      {
        "sentence": "我害怕去找她后，她对我持有的态度会变得冷淡，对我疏远，甚至更加不需要我。",
        "label": ""
      },
      {
        "sentence": "对我来说，友情非常重要，我不想失去她，但同时我也害怕自己会受到更多的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的。担心友情逐渐疏远是很自然的情感反应。然而，我们无法完全控制别人的想法和行为。去找她可能会有不同的结果，但无论结果如何，这都是你为了维护友谊所做出的努力。友谊需要双方的努力去经营和维系，即使我们无法掌控对方的反应，但我们可以尝试表达自己的诚意和关心。这个过程中，保持真诚和理解对方的立场是很重要的。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "担心友情逐渐疏远是很自然的情感反应。",
        "label": ""
      },
      {
        "sentence": "然而，我们无法完全控制别人的想法和行为。",
        "label": ""
      },
      {
        "sentence": "去找她可能会有不同的结果，但无论结果如何，这都是你为了维护友谊所做出的努力。",
        "label": ""
      },
      {
        "sentence": "友谊需要双方的努力去经营和维系，即使我们无法掌控对方的反应，但我们可以尝试表达自己的诚意和关心。",
        "label": ""
      },
      {
        "sentence": "这个过程中，保持真诚和理解对方的立场是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该为了我们的友谊而积极主动去尝试。我会尽力表达自己的诚意和关心，不计较结果，只希望能够让她知道我对这段友谊的重视和珍惜。感谢你的支持和建议，我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "我明白了，我应该为了我们的友谊而积极主动去尝试。",
        "label": ""
      },
      {
        "sentence": "我会尽力表达自己的诚意和关心，不计较结果，只希望能够让她知道我对这段友谊的重视和珍惜。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和建议，我现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，这显示出你对友谊的认真和努力。无论结果如何，你尽力而为就已经足够了。记得，重要的是我们的行动和态度，而不是完全依赖于结果。过程中可能会有一些困难和挫折，但你始终要坚定地秉持着对友谊的珍视。如果需要，我会一直在你身边支持你，希望你能顺利恢复这段友谊。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，这显示出你对友谊的认真和努力。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你尽力而为就已经足够了。",
        "label": ""
      },
      {
        "sentence": "记得，重要的是我们的行动和态度，而不是完全依赖于结果。",
        "label": ""
      },
      {
        "sentence": "过程中可能会有一些困难和挫折，但你始终要坚定地秉持着对友谊的珍视。",
        "label": ""
      },
      {
        "sentence": "如果需要，我会一直在你身边支持你，希望你能顺利恢复这段友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会牢记你的话，努力去面对这个问题，尽力去挽回这段友谊。如果有需要，我会再次向你寻求帮助的。谢谢你一直在听我倾诉。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，努力去面对这个问题，尽力去挽回这段友谊。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再次向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在听我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都乐意倾听和提供帮助。无论何时需要，随时来找我都可以。请不要忘记，在我们成长的道路上，有人陪伴和支持是非常重要的。你做得很好，祝愿你成功地恢复与朋友的友谊。记得，我一直在你这边，随时支持你。",
    "annotation": [
      {
        "sentence": "不用客气，我一直都乐意倾听和提供帮助。",
        "label": ""
      },
      {
        "sentence": "无论何时需要，随时来找我都可以。",
        "label": ""
      },
      {
        "sentence": "请不要忘记，在我们成长的道路上，有人陪伴和支持是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你做得很好，祝愿你成功地恢复与朋友的友谊。",
        "label": ""
      },
      {
        "sentence": "记得，我一直在你这边，随时支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。我会好好努力的，希望能够和朋友重新建立起深厚的友谊。如果我遇到任何困难，我会向你请教的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会好好努力的，希望能够和朋友重新建立起深厚的友谊。",
        "label": ""
      },
      {
        "sentence": "如果我遇到任何困难，我会向你请教的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，有问题随时来找我。无论是友谊还是其他方面，我都愿意帮助你。祝愿你一切顺利，期待听到你好的消息。加油！",
    "annotation": [
      {
        "sentence": "非常好，有问题随时来找我。",
        "label": ""
      },
      {
        "sentence": "无论是友谊还是其他方面，我都愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，期待听到你好的消息。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]