[
  {
    "role": "client",
    "content": "最近我感觉没有进入同学圈子，感觉路走窄了怎么办？",
    "annotation": [
      {
        "sentence": "最近我感觉没有进入同学圈子，感觉路走窄了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以看出你对大学四年没有融入同学圈子的遗憾。认识的同学在朋友圈底下评论互动很熟悉，而自己和他们是认识，却只是泛泛之交。你觉得自己缺失了什么，也很在意被他人说是没有朋友的失败者。非常理解你的心情。",
    "annotation": [
      {
        "sentence": "可以看出你对大学四年没有融入同学圈子的遗憾。",
        "label": ""
      },
      {
        "sentence": "认识的同学在朋友圈底下评论互动很熟悉，而自己和他们是认识，却只是泛泛之交。",
        "label": ""
      },
      {
        "sentence": "你觉得自己缺失了什么，也很在意被他人说是没有朋友的失败者。",
        "label": ""
      },
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很在意。同一个起点下的同学好像都在一个大圈子里，关系互相都挺好，而我却还在圈子之外一样。我感觉自己在这几年里少做了什么，才让自己被排除在外。",
    "annotation": [
      {
        "sentence": "是的，我真的很在意。",
        "label": ""
      },
      {
        "sentence": "同一个起点下的同学好像都在一个大圈子里，关系互相都挺好，而我却还在圈子之外一样。",
        "label": ""
      },
      {
        "sentence": "我感觉自己在这几年里少做了什么，才让自己被排除在外。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，每个人都有不同的交友方式和圈子。并不是每个人都能和所有人都关系亲近。你可以尝试想一想，你真正想要和这些人熟悉起来的原因是什么？是为了增加自己的朋友数量，还是因为你也想加入周围人的圈子，或者是不想被别人评论？",
    "annotation": [
      {
        "sentence": "你说得很对，每个人都有不同的交友方式和圈子。",
        "label": ""
      },
      {
        "sentence": "并不是每个人都能和所有人都关系亲近。",
        "label": ""
      },
      {
        "sentence": "你可以尝试想一想，你真正想要和这些人熟悉起来的原因是什么？",
        "label": ""
      },
      {
        "sentence": "是为了增加自己的朋友数量，还是因为你也想加入周围人的圈子，或者是不想被别人评论？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得同时有很多朋友的确很难，但是我就是希望能在大学里有一些更亲近的朋友。我觉得朋友不在多，但是最好有三两个真心好友。",
    "annotation": [
      {
        "sentence": "我觉得同时有很多朋友的确很难，但是我就是希望能在大学里有一些更亲近的朋友。",
        "label": ""
      },
      {
        "sentence": "我觉得朋友不在多，但是最好有三两个真心好友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，朋友不在多，而在于彼此共同的话题和可以一起成长互相帮助。如果你有一些核心圈子的朋友，可以把更多的注意力放在这些朋友身上。三两个真心好友比一群普通朋友更重要。不论你和这些人是不是在一个圈子，点头之交已经是最好的关系了。要记住，不要强迫自己融入进去，那样对自己没有好处，只会增加烦恼。",
    "annotation": [
      {
        "sentence": "没错，朋友不在多，而在于彼此共同的话题和可以一起成长互相帮助。",
        "label": ""
      },
      {
        "sentence": "如果你有一些核心圈子的朋友，可以把更多的注意力放在这些朋友身上。",
        "label": ""
      },
      {
        "sentence": "三两个真心好友比一群普通朋友更重要。",
        "label": ""
      },
      {
        "sentence": "不论你和这些人是不是在一个圈子，点头之交已经是最好的关系了。",
        "label": ""
      },
      {
        "sentence": "要记住，不要强迫自己融入进去，那样对自己没有好处，只会增加烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我应该改变一下思考问题的方式，放宽心态。我觉得朋友少就是性格孤僻就是失败者，觉得大家都熟悉，而自己和他们相交甚浅便觉得是自己的问题。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我应该改变一下思考问题的方式，放宽心态。",
        "label": ""
      },
      {
        "sentence": "我觉得朋友少就是性格孤僻就是失败者，觉得大家都熟悉，而自己和他们相交甚浅便觉得是自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要知道朋友圈里的互动并不能代表现实生活中的状态，有很多人是在网络上很熟悉，但在私下里很陌生。而朋友的多少并不是评判一个人是成功还是失败的标准，个人内在更重要。你和他们没有成为朋友，只能说你们不同，在生活中交集比较少。如果你刻意去交友，可能会让自己陷入不必要的麻烦和新的焦虑中。所以，不如先经营好自己，提高自己的能力，然后主动一些，在人生的下一个阶段努力遇上更多朋友。",
    "annotation": [
      {
        "sentence": "首先，你要知道朋友圈里的互动并不能代表现实生活中的状态，有很多人是在网络上很熟悉，但在私下里很陌生。",
        "label": ""
      },
      {
        "sentence": "而朋友的多少并不是评判一个人是成功还是失败的标准，个人内在更重要。",
        "label": ""
      },
      {
        "sentence": "你和他们没有成为朋友，只能说你们不同，在生活中交集比较少。",
        "label": ""
      },
      {
        "sentence": "如果你刻意去交友，可能会让自己陷入不必要的麻烦和新的焦虑中。",
        "label": ""
      },
      {
        "sentence": "所以，不如先经营好自己，提高自己的能力，然后主动一些，在人生的下一个阶段努力遇上更多朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会调整自己的心态，将注意力放在自己的发展上，同时也不刻意追求和别人的交集。只要我努力变得更好，和真心的朋友在一起，就足够了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会调整自己的心态，将注意力放在自己的发展上，同时也不刻意追求和别人的交集。",
        "label": ""
      },
      {
        "sentence": "只要我努力变得更好，和真心的朋友在一起，就足够了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你的想法很积极，相信你会度过这个困境的。记住，每个人的人生道路不同，朋友的变化也是正常的。只要你关注自己的成长，并主动与他人互动，朋友自然会出现在你生活中。加油！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你的想法很积极，相信你会度过这个困境的。",
        "label": ""
      },
      {
        "sentence": "记住，每个人的人生道路不同，朋友的变化也是正常的。",
        "label": ""
      },
      {
        "sentence": "只要你关注自己的成长，并主动与他人互动，朋友自然会出现在你生活中。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]