[
  {
    "role": "client",
    "content": "已经抑郁三年了，每到秋天就会每天发烧……从小时候开始一直学习特别好可高三那年失恋抑郁了一点刺激就会开始发烧37.5左右的温度持续了三年了高三一整年都没上学没能量啊妈妈和姥姥那个时候还得了癌症妈妈宫颈癌早期幸运痊愈姥姥已肝癌过世高考之后大一读完便又选择出国高中出国的人就像学艺术的一样吧很清高但是也很单纯善良但国外高校学业真的很紧甚至一个港独或者是疫情建议留学生念大专这样一个只是怕你饿死的建议都会让我发烧我现在每年发烧的天数比不发烧还要多也开始对酒精和尼古丁成瘾今天还咳血出来了我家庭很好学校也是qs前五十也有共患难的男朋友可我不知道究竟是什么原因就是无休无止的发烧自残也没法控制连父母也理解不了把日子过成这样怎么能避免上大学避免付所有责任呢昨天爸妈来我的房子就开始哭他们就只会哭怕我再和以前一样每年抽50几管血也治不好希望我早日解脱别让爸妈再失望了吧",
    "annotation": [
      {
        "sentence": "已经抑郁三年了，每到秋天就会每天发烧……从小时候开始一直学习特别好可高三那年失恋抑郁了一点刺激就会开始发烧37.5左右的温度持续了三年了高三一整年都没上学没能量啊妈妈和姥姥那个时候还得了癌症妈妈宫颈癌早期幸运痊愈姥姥已肝癌过世高考之后大一读完便又选择出国高中出国的人就像学艺术的一样吧很清高但是也很单纯善良但国外高校学业真的很紧甚至一个港独或者是疫情建议留学生念大专这样一个只是怕你饿死的建议都会让我发烧我现在每年发烧的天数比不发烧还要多也开始对酒精和尼古丁成瘾今天还咳血出来了我家庭很好学校也是qs前五十也有共患难的男朋友可我不知道究竟是什么原因就是无休无止的发烧自残也没法控制连父母也理解不了把日子过成这样怎么能避免上大学避免付所有责任呢昨天爸妈来我的房子就开始哭他们就只会哭怕我再和以前一样每年抽50几管血也治不好希望我早日解脱别让爸妈再失望了吧",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你抑郁已经三年了，每天发烧的情况，我能感受到你的痛苦和无助。对于自残和对烟酒的成瘾，我也有一些经历。我明白身体和心理的相互影响，当身体不好时，心理会更加脆弱。或许你可以试着每天运动一下，散步也是一个好选择。此外，尝试摄入一些有营养的食物，保证身体的健康。（我自己也是从体重84-100+的飙升中走出来的，虽然瘦下来的速度不快，但情况已经好转了。）身体好了，你就会有力气去对抗心理上的不适应。你可以尝试找到一种你喜欢的生活方式，就算是做社畜也没有关系，只要让自己舒服就好。我有一种心态适合我们这样的人（至少对我自己很适用），就是只要活着就没有什么要求。当然，对于你这样优秀的人来说，这句话并不是要你自暴自弃，而是降低自己的要求，像个小宝宝一样对待自己，小宝宝的抵抗能力很弱，所以你需要关注自己的一切，常常告诉自己“我最重要”，做一些让自己舒服的事情。比如，我以前会在家里抽很多烟，摔倒之后又重新活力四射了（虽然我知道抽烟会伤害健康）。这些都是希望你能够先让自己平静下来，然后再逐渐寻找自己想要做的事情，去做一些自己喜欢的事情，慢慢地恢复曾经的能力。加油！",
    "annotation": [
      {
        "sentence": "听到你抑郁已经三年了，每天发烧的情况，我能感受到你的痛苦和无助。",
        "label": ""
      },
      {
        "sentence": "对于自残和对烟酒的成瘾，我也有一些经历。",
        "label": ""
      },
      {
        "sentence": "我明白身体和心理的相互影响，当身体不好时，心理会更加脆弱。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着每天运动一下，散步也是一个好选择。",
        "label": ""
      },
      {
        "sentence": "此外，尝试摄入一些有营养的食物，保证身体的健康。",
        "label": ""
      },
      {
        "sentence": "（我自己也是从体重84-100+的飙升中走出来的，虽然瘦下来的速度不快，但情况已经好转了。",
        "label": ""
      },
      {
        "sentence": "）身体好了，你就会有力气去对抗心理上的不适应。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找到一种你喜欢的生活方式，就算是做社畜也没有关系，只要让自己舒服就好。",
        "label": ""
      },
      {
        "sentence": "我有一种心态适合我们这样的人（至少对我自己很适用），就是只要活着就没有什么要求。",
        "label": ""
      },
      {
        "sentence": "当然，对于你这样优秀的人来说，这句话并不是要你自暴自弃，而是降低自己的要求，像个小宝宝一样对待自己，小宝宝的抵抗能力很弱，所以你需要关注自己的一切，常常告诉自己“我最重要”，做一些让自己舒服的事情。",
        "label": ""
      },
      {
        "sentence": "比如，我以前会在家里抽很多烟，摔倒之后又重新活力四射了（虽然我知道抽烟会伤害健康）。",
        "label": ""
      },
      {
        "sentence": "这些都是希望你能够先让自己平静下来，然后再逐渐寻找自己想要做的事情，去做一些自己喜欢的事情，慢慢地恢复曾经的能力。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]