[
  {
    "role": "client",
    "content": "已经抑郁三年了，每到秋天就会每天发烧。",
    "annotation": [
      {
        "sentence": "已经抑郁三年了，每到秋天就会每天发烧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你抑郁三年的遭遇，我真的很理解你现在的困境。抑郁并不是一件轻松的事，特别是当它还导致你每天发烧，更是让人心疼。你说这个情况从失恋开始的，可以想象你当时的心情一定很失落。我觉得你需要找到适当的方式来面对挫折，以及改善你的情绪和身体状况。",
    "annotation": [
      {
        "sentence": "听到你抑郁三年的遭遇，我真的很理解你现在的困境。",
        "label": ""
      },
      {
        "sentence": "抑郁并不是一件轻松的事，特别是当它还导致你每天发烧，更是让人心疼。",
        "label": ""
      },
      {
        "sentence": "你说这个情况从失恋开始的，可以想象你当时的心情一定很失落。",
        "label": ""
      },
      {
        "sentence": "我觉得你需要找到适当的方式来面对挫折，以及改善你的情绪和身体状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，失恋真的让我觉得自己失去了控制力。小时候我可是学习特别好的，但高三的那年，失恋之后我就开始抑郁了，还会发烧。感觉自己一整年都没有学习的动力，也没有精力去面对其他的事情。在那个时候，妈妈和姥姥都得了癌症，真的是一连串打击让我的生活变得很困难。",
    "annotation": [
      {
        "sentence": "是啊，失恋真的让我觉得自己失去了控制力。",
        "label": ""
      },
      {
        "sentence": "小时候我可是学习特别好的，但高三的那年，失恋之后我就开始抑郁了，还会发烧。",
        "label": ""
      },
      {
        "sentence": "感觉自己一整年都没有学习的动力，也没有精力去面对其他的事情。",
        "label": ""
      },
      {
        "sentence": "在那个时候，妈妈和姥姥都得了癌症，真的是一连串打击让我的生活变得很困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样讲，我可以理解你为什么会变得抑郁。失去了恋人的陪伴和得知家人得了癌症，这对你来说真的是太多的打击了。你在高考之后选择出国念高中可能是希望能有新的环境来重新找回自己，不过我也能理解选择出国可能带来的压力。每个人的选择都是为了寻求更好的发展和生活，但压力也是会累积的。",
    "annotation": [
      {
        "sentence": "听到你这样讲，我可以理解你为什么会变得抑郁。",
        "label": ""
      },
      {
        "sentence": "失去了恋人的陪伴和得知家人得了癌症，这对你来说真的是太多的打击了。",
        "label": ""
      },
      {
        "sentence": "你在高考之后选择出国念高中可能是希望能有新的环境来重新找回自己，不过我也能理解选择出国可能带来的压力。",
        "label": ""
      },
      {
        "sentence": "每个人的选择都是为了寻求更好的发展和生活，但压力也是会累积的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我选择出国确实希望能有新的环境来重新开始。虽然出国学习可能会很紧张，但我也相信这是我成长的机会。不过，现在我发烧的天数比不发烧还要多，还开始对酒精和尼古丁上瘾，最近还咳血出来了。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "是的，我选择出国确实希望能有新的环境来重新开始。",
        "label": ""
      },
      {
        "sentence": "虽然出国学习可能会很紧张，但我也相信这是我成长的机会。",
        "label": ""
      },
      {
        "sentence": "不过，现在我发烧的天数比不发烧还要多，还开始对酒精和尼古丁上瘾，最近还咳血出来了。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对酒精和尼古丁上瘾，以及出现咳血的情况，我真的很担心你的身体健康。这些不良的习惯只会让你的情况更加恶化。我强烈建议你寻求专业的帮助，找到一个合适的渠道来解决你的身体和心理问题。专业的医生和心理治疗师能够给你提供正确的指导和治疗方案。",
    "annotation": [
      {
        "sentence": "听到你对酒精和尼古丁上瘾，以及出现咳血的情况，我真的很担心你的身体健康。",
        "label": ""
      },
      {
        "sentence": "这些不良的习惯只会让你的情况更加恶化。",
        "label": ""
      },
      {
        "sentence": "我强烈建议你寻求专业的帮助，找到一个合适的渠道来解决你的身体和心理问题。",
        "label": ""
      },
      {
        "sentence": "专业的医生和心理治疗师能够给你提供正确的指导和治疗方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的是对的，我确实需要专业的帮助来解决我的问题。我家庭条件很好，学校也很好，还有一个一直支持我共患难的男朋友，可就是不知道为什么我还是无法控制自己的情绪和身体状况。爸妈昨天来看我，他们看到我这样就开始流泪了，我真的不想再让他们失望。",
    "annotation": [
      {
        "sentence": "我知道你说的是对的，我确实需要专业的帮助来解决我的问题。",
        "label": ""
      },
      {
        "sentence": "我家庭条件很好，学校也很好，还有一个一直支持我共患难的男朋友，可就是不知道为什么我还是无法控制自己的情绪和身体状况。",
        "label": ""
      },
      {
        "sentence": "爸妈昨天来看我，他们看到我这样就开始流泪了，我真的不想再让他们失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你说爸妈来看你的时候哭了，我能感受到你的心情。父母都是希望自己的孩子过上幸福健康的生活，看到你这样他们一定很心疼。但是我相信你也能理解他们的心情，他们也只是希望你能够早日恢复健康。你要记住，寻求帮助并不是失败，而是为了更好地改善自己的生活。希望你能找到专业的医生和心理治疗师，他们会帮助你度过这个困难时期。",
    "annotation": [
      {
        "sentence": "听到你说爸妈来看你的时候哭了，我能感受到你的心情。",
        "label": ""
      },
      {
        "sentence": "父母都是希望自己的孩子过上幸福健康的生活，看到你这样他们一定很心疼。",
        "label": ""
      },
      {
        "sentence": "但是我相信你也能理解他们的心情，他们也只是希望你能够早日恢复健康。",
        "label": ""
      },
      {
        "sentence": "你要记住，寻求帮助并不是失败，而是为了更好地改善自己的生活。",
        "label": ""
      },
      {
        "sentence": "希望你能找到专业的医生和心理治疗师，他们会帮助你度过这个困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会尽快寻找专业的帮助治疗我的身体和心理问题。我也希望能早日走出阴影，重新找回属于自己的快乐和自信。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会尽快寻找专业的帮助治疗我的身体和心理问题。",
        "label": ""
      },
      {
        "sentence": "我也希望能早日走出阴影，重新找回属于自己的快乐和自信。",
        "label": ""
      }
    ]
  }
]