[
  {
    "role": "client",
    "content": "最近我真的感觉很孤独，觉得自己进不了同学圈子，走的路好像越来越窄了。我现在大四了，最近认识了几个同院的朋友，我们加了微信。但我发现他们和我以前认识的同学之间的关系都挺好的，他们常常在同学圈下评论，而我和他们只是泛泛之交。我也注意到了其他同学之间的关系都不错，但我却始终只是和他们保持着泛泛之交的状态。最近意识到这一点后，我感到焦虑。我不明白为什么在同一个起点下，同院的一部分同学可以互相熟悉，而我即使到了大四还是和他们之间保持着距离。我不是执着于融入圈子或者表面上的社交，但我总觉得这几年来自己是否做错了什么，才导致自己被排除在外。我很在意别人对我的看法，我知道有时候我的想法偏向于消极和偏执。但我想和这些圈子里的人一起玩，并且我觉得这是我没有做到的。之前接待九几届校友时，有一个学弟说我很快看出我没有朋友，这让我印象深刻且在意。我不想成为别人眼中的孤僻失败者。我不明白为什么同样的起点，同样的环境，别人都能互相熟悉，而我却还是孤单一人。",
    "annotation": [
      {
        "sentence": "最近我真的感觉很孤独，觉得自己进不了同学圈子，走的路好像越来越窄了。",
        "label": ""
      },
      {
        "sentence": "我现在大四了，最近认识了几个同院的朋友，我们加了微信。",
        "label": ""
      },
      {
        "sentence": "但我发现他们和我以前认识的同学之间的关系都挺好的，他们常常在同学圈下评论，而我和他们只是泛泛之交。",
        "label": ""
      },
      {
        "sentence": "我也注意到了其他同学之间的关系都不错，但我却始终只是和他们保持着泛泛之交的状态。",
        "label": ""
      },
      {
        "sentence": "最近意识到这一点后，我感到焦虑。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么在同一个起点下，同院的一部分同学可以互相熟悉，而我即使到了大四还是和他们之间保持着距离。",
        "label": ""
      },
      {
        "sentence": "我不是执着于融入圈子或者表面上的社交，但我总觉得这几年来自己是否做错了什么，才导致自己被排除在外。",
        "label": ""
      },
      {
        "sentence": "我很在意别人对我的看法，我知道有时候我的想法偏向于消极和偏执。",
        "label": ""
      },
      {
        "sentence": "但我想和这些圈子里的人一起玩，并且我觉得这是我没有做到的。",
        "label": ""
      },
      {
        "sentence": "之前接待九几届校友时，有一个学弟说我很快看出我没有朋友，这让我印象深刻且在意。",
        "label": ""
      },
      {
        "sentence": "我不想成为别人眼中的孤僻失败者。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么同样的起点，同样的环境，别人都能互相熟悉，而我却还是孤单一人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "10.1五点半的清晨不知道双节小长假，你有什么打算呢？看完了你的文字，仿佛有一股小心翼翼的情绪，从文字中逃脱了出来，留下了你精心呵护的一份勇气。不是每个人都能勇敢的袒露深藏的问题，而这一步是解开所有自我困惑的关键。在你的描述中，我能感受到，你是一个在生活中自然而然带着微笑、性格有些内敛的人，但好似自己一直独立于人群，虽然可以快速链接相似的人际圈，但又感觉少了些往内再近一步的力量。那么我们一起结合你的描述，再次问自己一些问题，一起来发现不一样的答案。",
    "annotation": [
      {
        "sentence": "10.1五点半的清晨不知道双节小长假，你有什么打算呢？",
        "label": ""
      },
      {
        "sentence": "看完了你的文字，仿佛有一股小心翼翼的情绪，从文字中逃脱了出来，留下了你精心呵护的一份勇气。",
        "label": ""
      },
      {
        "sentence": "不是每个人都能勇敢的袒露深藏的问题，而这一步是解开所有自我困惑的关键。",
        "label": ""
      },
      {
        "sentence": "在你的描述中，我能感受到，你是一个在生活中自然而然带着微笑、性格有些内敛的人，但好似自己一直独立于人群，虽然可以快速链接相似的人际圈，但又感觉少了些往内再近一步的力量。",
        "label": ""
      },
      {
        "sentence": "那么我们一起结合你的描述，再次问自己一些问题，一起来发现不一样的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和安慰。对于“泛泛之交”这个词，我理解为只是表面上说说话，没有深入交流的朋友。对我来说，“不是泛泛之交”的人际状态是更亲密、更有共同话题，并且可以在彼此间真实地倾诉心事的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和安慰。",
        "label": ""
      },
      {
        "sentence": "对于“泛泛之交”这个词，我理解为只是表面上说说话，没有深入交流的朋友。",
        "label": ""
      },
      {
        "sentence": "对我来说，“不是泛泛之交”的人际状态是更亲密、更有共同话题，并且可以在彼此间真实地倾诉心事的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么，你认为其他同学之间关系挺好的具体事情是什么呢？这些事情对你来说意味着什么呢？你还记得和谁有过类似愉快的体验吗？可以回忆一下你是如何和他\/她结识并相处的吗？",
    "annotation": [
      {
        "sentence": "那么，你认为其他同学之间关系挺好的具体事情是什么呢？",
        "label": ""
      },
      {
        "sentence": "这些事情对你来说意味着什么呢？",
        "label": ""
      },
      {
        "sentence": "你还记得和谁有过类似愉快的体验吗？",
        "label": ""
      },
      {
        "sentence": "可以回忆一下你是如何和他\/她结识并相处的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得其他同学之间关系挺好的具体事情就是他们经常在同学圈下互动，彼此之间交流频繁，似乎有很多共同话题和共同兴趣。对我来说，这些事情意味着能够与他人建立真实的连接，可以分享彼此的喜怒哀乐，有一个能依靠和倾诉的朋友。我曾经和一个同学有过类似的愉快体验，我们是在一次课外活动中结识的，发现我们有很多共同的兴趣爱好，我们一起聊天、玩游戏，慢慢地建立了深入的交流。",
    "annotation": [
      {
        "sentence": "我觉得其他同学之间关系挺好的具体事情就是他们经常在同学圈下互动，彼此之间交流频繁，似乎有很多共同话题和共同兴趣。",
        "label": ""
      },
      {
        "sentence": "对我来说，这些事情意味着能够与他人建立真实的连接，可以分享彼此的喜怒哀乐，有一个能依靠和倾诉的朋友。",
        "label": ""
      },
      {
        "sentence": "我曾经和一个同学有过类似的愉快体验，我们是在一次课外活动中结识的，发现我们有很多共同的兴趣爱好，我们一起聊天、玩游戏，慢慢地建立了深入的交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在意别人的想法，你主要体现在哪些事情上呢？有哪些事情你其实并不太在意呢？",
    "annotation": [
      {
        "sentence": "在意别人的想法，你主要体现在哪些事情上呢？",
        "label": ""
      },
      {
        "sentence": "有哪些事情你其实并不太在意呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我主要在意别人对我的看法，尤其是我的朋友和同学。我总是担心自己会被他们排除在外，被他们认为是一个孤僻的人。另一方面，我其实并不太在意别人对我外貌或者服装的看法。",
    "annotation": [
      {
        "sentence": "我主要在意别人对我的看法，尤其是我的朋友和同学。",
        "label": ""
      },
      {
        "sentence": "我总是担心自己会被他们排除在外，被他们认为是一个孤僻的人。",
        "label": ""
      },
      {
        "sentence": "另一方面，我其实并不太在意别人对我外貌或者服装的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你有负性情绪时，具体包含哪些更小的情绪呢？在什么场景会对它们有所察觉和感知？你是如何应对和思考的呢？有没有思考过负性情绪存在的利弊？",
    "annotation": [
      {
        "sentence": "当你有负性情绪时，具体包含哪些更小的情绪呢？",
        "label": ""
      },
      {
        "sentence": "在什么场景会对它们有所察觉和感知？",
        "label": ""
      },
      {
        "sentence": "你是如何应对和思考的呢？",
        "label": ""
      },
      {
        "sentence": "有没有思考过负性情绪存在的利弊？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当我有负性情绪时，我会感到焦虑、自卑、沮丧和失落。这些情绪通常在看到自己与他人之间的差距时产生，比如在同学圈中看到他们之间的互动。我会试图努力改变自己，提醒自己不要过分自责和消极。但我也认识到，负性情绪有时可以促使我积极思考和改变自己。",
    "annotation": [
      {
        "sentence": "当我有负性情绪时，我会感到焦虑、自卑、沮丧和失落。",
        "label": ""
      },
      {
        "sentence": "这些情绪通常在看到自己与他人之间的差距时产生，比如在同学圈中看到他们之间的互动。",
        "label": ""
      },
      {
        "sentence": "我会试图努力改变自己，提醒自己不要过分自责和消极。",
        "label": ""
      },
      {
        "sentence": "但我也认识到，负性情绪有时可以促使我积极思考和改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那个说你没朋友的校友，是因为他做了什么事情，所以被大家贴上标签吗？你觉得他实际上是一个怎样的人？被说没有朋友，那么他真实的状态是积极的，还是有其他词可以描述？",
    "annotation": [
      {
        "sentence": "那个说你没朋友的校友，是因为他做了什么事情，所以被大家贴上标签吗？",
        "label": ""
      },
      {
        "sentence": "你觉得他实际上是一个怎样的人？",
        "label": ""
      },
      {
        "sentence": "被说没有朋友，那么他真实的状态是积极的，还是有其他词可以描述？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那个校友没有朋友是因为他比较内向，不太会主动交际，所以被大家认为是一个没有朋友的人。但我觉得他实际上是一个非常有才华和善良的人。被说没有朋友这个标签，并不能真实地描述他的状态，他只是不太擅长和人交往而已。",
    "annotation": [
      {
        "sentence": "那个校友没有朋友是因为他比较内向，不太会主动交际，所以被大家认为是一个没有朋友的人。",
        "label": ""
      },
      {
        "sentence": "但我觉得他实际上是一个非常有才华和善良的人。",
        "label": ""
      },
      {
        "sentence": "被说没有朋友这个标签，并不能真实地描述他的状态，他只是不太擅长和人交往而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "进入圈子对你来说代表着什么？除了融入还有其他的途径可以达到相同的目的吗？你为了进入圈子做过哪些尝试？",
    "annotation": [
      {
        "sentence": "进入圈子对你来说代表着什么？",
        "label": ""
      },
      {
        "sentence": "除了融入还有其他的途径可以达到相同的目的吗？",
        "label": ""
      },
      {
        "sentence": "你为了进入圈子做过哪些尝试？",
        "label": ""
      }
    ]
  }
]