[
  {
    "role": "client",
    "content": "对公公印象不好，不想见公婆，过年能不回去吗？我今年25，有一个儿子，我从刚和老公订婚就对公公映像不太好，觉得他比较算计，彩礼钱不跟我商量要我来出来盖房子，还有我不能喂奶给孩子喂奶粉他也在背后嘀嘀咕咕的，这样的小事很多，反正就是我感觉他不准我花钱多，不敢当着我的面说总是在背后嘀咕，然而又被我听见了，我也做不到完全不在乎，所以跟公公吵了很多次，感觉自己控制不住自己的情绪，而且在老公没娶我之前就把家里唯一的新房给了大哥大嫂，大嫂早我4年嫁过来，为了房子我也跟公公吵过架他说是我当初不要房子的，公公也是夸赞大嫂，虽然次数不多，大嫂也是农村隔壁村的，家里还有弟弟妹妹属于老大，老公家兄弟两人，经济属于表面上还行实际很穷的农村家庭，公公好面子又有点计较，我真的不想过年回家看到他，可是我又没有自己的房子，孩子也在公婆那儿，我该怎吗办？我该怎么跟公公相处并且不吵架？",
    "annotation": [
      {
        "sentence": "对公公印象不好，不想见公婆，过年能不回去吗？",
        "label": ""
      },
      {
        "sentence": "我今年25，有一个儿子，我从刚和老公订婚就对公公映像不太好，觉得他比较算计，彩礼钱不跟我商量要我来出来盖房子，还有我不能喂奶给孩子喂奶粉他也在背后嘀嘀咕咕的，这样的小事很多，反正就是我感觉他不准我花钱多，不敢当着我的面说总是在背后嘀咕，然而又被我听见了，我也做不到完全不在乎，所以跟公公吵了很多次，感觉自己控制不住自己的情绪，而且在老公没娶我之前就把家里唯一的新房给了大哥大嫂，大嫂早我4年嫁过来，为了房子我也跟公公吵过架他说是我当初不要房子的，公公也是夸赞大嫂，虽然次数不多，大嫂也是农村隔壁村的，家里还有弟弟妹妹属于老大，老公家兄弟两人，经济属于表面上还行实际很穷的农村家庭，公公好面子又有点计较，我真的不想过年回家看到他，可是我又没有自己的房子，孩子也在公婆那儿，我该怎吗办？",
        "label": ""
      },
      {
        "sentence": "我该怎么跟公公相处并且不吵架？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望以下回答能帮助到你：",
    "annotation": [
      {
        "sentence": "希望以下回答能帮助到你：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我平时和公公住在一起。我丈夫在这些事情上的态度一直比较模糊，也不太能帮我解决问题。",
    "annotation": [
      {
        "sentence": "是的，我平时和公公住在一起。",
        "label": ""
      },
      {
        "sentence": "我丈夫在这些事情上的态度一直比较模糊，也不太能帮我解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来这个问题不仅涉及与公公的相处，还与你和丈夫的婚姻关系有关。你丈夫在这个问题上的态度很关键，他应该在家庭事务中发表自己的观点。如果他能处理好这些问题，你会少些困扰。",
    "annotation": [
      {
        "sentence": "看起来这个问题不仅涉及与公公的相处，还与你和丈夫的婚姻关系有关。",
        "label": ""
      },
      {
        "sentence": "你丈夫在这个问题上的态度很关键，他应该在家庭事务中发表自己的观点。",
        "label": ""
      },
      {
        "sentence": "如果他能处理好这些问题，你会少些困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我完全同意你的观点。年长一些的人都比较重视面子，这其实是他们缺乏自信的表现。他们并没有意识到自己的面子会伤害到家人的感情。他们不像现代年轻人追求做自己，甚至不知道如何做自己，因此过度关注他人看法，导致自己受苦。我应该学会做好自己，平衡好自己和家人的想法。谢谢你的祝福。",
    "annotation": [
      {
        "sentence": "我完全同意你的观点。",
        "label": ""
      },
      {
        "sentence": "年长一些的人都比较重视面子，这其实是他们缺乏自信的表现。",
        "label": ""
      },
      {
        "sentence": "他们并没有意识到自己的面子会伤害到家人的感情。",
        "label": ""
      },
      {
        "sentence": "他们不像现代年轻人追求做自己，甚至不知道如何做自己，因此过度关注他人看法，导致自己受苦。",
        "label": ""
      },
      {
        "sentence": "我应该学会做好自己，平衡好自己和家人的想法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得没错，做好平衡非常重要。不要忘记照顾好自己的需求，但也要尊重和理解公公的文化背景和家庭价值观。你可以尝试换个角度去看待他的行为，试着与他沟通，表达出自己的感受和需求。或许通过真诚的对话，你们之间的关系能够改善。",
    "annotation": [
      {
        "sentence": "你说得没错，做好平衡非常重要。",
        "label": ""
      },
      {
        "sentence": "不要忘记照顾好自己的需求，但也要尊重和理解公公的文化背景和家庭价值观。",
        "label": ""
      },
      {
        "sentence": "你可以尝试换个角度去看待他的行为，试着与他沟通，表达出自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "或许通过真诚的对话，你们之间的关系能够改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量试试的。我也明白公公可能存在着文化差异和家庭观念的问题。我会试着倾听他的观点，希望我们能够有一个和谐相处的关系。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会尽量试试的。",
        "label": ""
      },
      {
        "sentence": "我也明白公公可能存在着文化差异和家庭观念的问题。",
        "label": ""
      },
      {
        "sentence": "我会试着倾听他的观点，希望我们能够有一个和谐相处的关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很好。理解对方并与其沟通是解决矛盾的关键。除此之外，你可能还可以考虑找机会和公公进行一对一的交流，增进彼此的了解和信任。有时候，耐心和时间是改善关系的良药。",
    "annotation": [
      {
        "sentence": "你说得很好。",
        "label": ""
      },
      {
        "sentence": "理解对方并与其沟通是解决矛盾的关键。",
        "label": ""
      },
      {
        "sentence": "除此之外，你可能还可以考虑找机会和公公进行一对一的交流，增进彼此的了解和信任。",
        "label": ""
      },
      {
        "sentence": "有时候，耐心和时间是改善关系的良药。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我会试试和公公单独交流，倾听他的想法，并且耐心沟通。我相信通过逐渐建立起的信任，我们的关系会有所改善。非常感谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "对，我会试试和公公单独交流，倾听他的想法，并且耐心沟通。",
        "label": ""
      },
      {
        "sentence": "我相信通过逐渐建立起的信任，我们的关系会有所改善。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。如果你在处理这个问题的过程中有任何困难或者需要进一步的支持，都可以随时来找我倾诉。祝愿你能够顺利解决与公公之间的问题，并拥有一个和谐快乐的家庭。你并不孤单，有人一直在关心着你的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你在处理这个问题的过程中有任何困难或者需要进一步的支持，都可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够顺利解决与公公之间的问题，并拥有一个和谐快乐的家庭。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人一直在关心着你的。",
        "label": ""
      }
    ]
  }
]