[
  {
    "role": "client",
    "content": "公公的印象很不好，不想见公婆，过年能不回去吗？我今年25，有一个儿子。从我和老公刚订婚开始，我就对公公有个不好的印象。我觉得他比较算计，要我出钱盖房子，还曾经在背后嘀咕我不能给孩子喂奶粉。这样的小事很多，我感觉他不准我花钱多，总是在背后嘀咕。我也做不到完全不在乎，所以跟公公吵了很多次。我感觉自己控制不住情绪，而且在老公没有娶我之前，公公把家里唯一的新房给了大哥大嫂。大嫂早我4年嫁过来，为了房子我也跟公公吵过架。公公还夸赞大嫂，这让我非常不舒服。老公家是农村家庭，经济并不是很富裕。公公好面子又有点计较。我真的不想过年回家看到他，可是我又没有自己的房子，孩子也在公婆那儿，我该怎么办？我该如何跟公公相处并且不吵架？",
    "annotation": [
      {
        "sentence": "公公的印象很不好，不想见公婆，过年能不回去吗？",
        "label": ""
      },
      {
        "sentence": "我今年25，有一个儿子。",
        "label": ""
      },
      {
        "sentence": "从我和老公刚订婚开始，我就对公公有个不好的印象。",
        "label": ""
      },
      {
        "sentence": "我觉得他比较算计，要我出钱盖房子，还曾经在背后嘀咕我不能给孩子喂奶粉。",
        "label": ""
      },
      {
        "sentence": "这样的小事很多，我感觉他不准我花钱多，总是在背后嘀咕。",
        "label": ""
      },
      {
        "sentence": "我也做不到完全不在乎，所以跟公公吵了很多次。",
        "label": ""
      },
      {
        "sentence": "我感觉自己控制不住情绪，而且在老公没有娶我之前，公公把家里唯一的新房给了大哥大嫂。",
        "label": ""
      },
      {
        "sentence": "大嫂早我4年嫁过来，为了房子我也跟公公吵过架。",
        "label": ""
      },
      {
        "sentence": "公公还夸赞大嫂，这让我非常不舒服。",
        "label": ""
      },
      {
        "sentence": "老公家是农村家庭，经济并不是很富裕。",
        "label": ""
      },
      {
        "sentence": "公公好面子又有点计较。",
        "label": ""
      },
      {
        "sentence": "我真的不想过年回家看到他，可是我又没有自己的房子，孩子也在公婆那儿，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我该如何跟公公相处并且不吵架？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的倾诉中，我可以感受到你对公公的不满和焦虑情绪。首先，我想了解一下你的老公在这件事上的态度和行动，他是否表达了对此事的观点？很多婆媳和公媳之间的矛盾，在很大程度上取决于老公的态度。作为你进入这个家庭的一员，除了你的老公之外，你应该没有更亲密的人了。如果你的老公对这件事情没有任何态度，那么你的处境将更被动。我理解对于农村人来说，媳妇与婆婆、公公之间的矛盾是很复杂的，而且外界的人对你可能会有所偏见。所以在这种情况下，你是比较被动的。让他们自己解决矛盾的可能性不大，因此我认为你需要维护自己的权益。现在的社会不是谁离开谁都无法生活，虽然和老人一起生活有很多好处，比如可以一起照顾孩子等，但如果真的无法与老人相处，你也不需要委屈自己。你应该过上自己想要的生活。当然，仍然要孝顺，但也要坚持自己的利益。在这件事情上，我建议你多与你的老公沟通，最好让他处理这些事情，不要总让你一个人承受压力，也不利于你们的关系。一个真正爱自己妻子的男人会站在家庭的立场上，懂得如何权衡，不让自己的妻子受委屈，也不让自己家人过于蛮横。你应该让他表达对你的支持和立场，而不是被动地接受现状。至于过年是否回家，完全取决于你的决定。现在的年代，不是每年都必须回男方家过节，可以轮流或者一起过节已经成为一种流行趋势。你的父母也希望你们回去过年。我认为这并不是什么大事，也许在农村这个问题被重视，但当你一直妥协，别人就不会把你当回事了。",
    "annotation": [
      {
        "sentence": "从你的倾诉中，我可以感受到你对公公的不满和焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "首先，我想了解一下你的老公在这件事上的态度和行动，他是否表达了对此事的观点？",
        "label": ""
      },
      {
        "sentence": "很多婆媳和公媳之间的矛盾，在很大程度上取决于老公的态度。",
        "label": ""
      },
      {
        "sentence": "作为你进入这个家庭的一员，除了你的老公之外，你应该没有更亲密的人了。",
        "label": ""
      },
      {
        "sentence": "如果你的老公对这件事情没有任何态度，那么你的处境将更被动。",
        "label": ""
      },
      {
        "sentence": "我理解对于农村人来说，媳妇与婆婆、公公之间的矛盾是很复杂的，而且外界的人对你可能会有所偏见。",
        "label": ""
      },
      {
        "sentence": "所以在这种情况下，你是比较被动的。",
        "label": ""
      },
      {
        "sentence": "让他们自己解决矛盾的可能性不大，因此我认为你需要维护自己的权益。",
        "label": ""
      },
      {
        "sentence": "现在的社会不是谁离开谁都无法生活，虽然和老人一起生活有很多好处，比如可以一起照顾孩子等，但如果真的无法与老人相处，你也不需要委屈自己。",
        "label": ""
      },
      {
        "sentence": "你应该过上自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "当然，仍然要孝顺，但也要坚持自己的利益。",
        "label": ""
      },
      {
        "sentence": "在这件事情上，我建议你多与你的老公沟通，最好让他处理这些事情，不要总让你一个人承受压力，也不利于你们的关系。",
        "label": ""
      },
      {
        "sentence": "一个真正爱自己妻子的男人会站在家庭的立场上，懂得如何权衡，不让自己的妻子受委屈，也不让自己家人过于蛮横。",
        "label": ""
      },
      {
        "sentence": "你应该让他表达对你的支持和立场，而不是被动地接受现状。",
        "label": ""
      },
      {
        "sentence": "至于过年是否回家，完全取决于你的决定。",
        "label": ""
      },
      {
        "sentence": "现在的年代，不是每年都必须回男方家过节，可以轮流或者一起过节已经成为一种流行趋势。",
        "label": ""
      },
      {
        "sentence": "你的父母也希望你们回去过年。",
        "label": ""
      },
      {
        "sentence": "我认为这并不是什么大事，也许在农村这个问题被重视，但当你一直妥协，别人就不会把你当回事了。",
        "label": ""
      }
    ]
  }
]