[
  {
    "role": "client",
    "content": "自我价值感极其低，特别影响状态该怎么办？只有通过别人的鼓励和肯定才会心安，一旦没有表示或者跟人起冲突，我就会觉得都会离开我。最近连着一周基本都是属于内心嫉妒难过自卑状态，觉得没有人爱，不值得被肯定，不值得拥有美好的事物。特别影响工作状态，连生活也一地鸡毛。",
    "annotation": [
      {
        "sentence": "自我价值感极其低，特别影响状态该怎么办？",
        "label": ""
      },
      {
        "sentence": "只有通过别人的鼓励和肯定才会心安，一旦没有表示或者跟人起冲突，我就会觉得都会离开我。",
        "label": ""
      },
      {
        "sentence": "最近连着一周基本都是属于内心嫉妒难过自卑状态，觉得没有人爱，不值得被肯定，不值得拥有美好的事物。",
        "label": ""
      },
      {
        "sentence": "特别影响工作状态，连生活也一地鸡毛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们每个人或多或少都对他人的肯定和支持有所期待，良好的社会支持是鼓励我们在艰难的环境中继续走下去的拐杖。从你的描述看来，不论这种支持对你是否足够强大、足够持续，你有时是能够得到这样的鼓励和肯定的。因此我要先恭喜你。",
    "annotation": [
      {
        "sentence": "我们每个人或多或少都对他人的肯定和支持有所期待，良好的社会支持是鼓励我们在艰难的环境中继续走下去的拐杖。",
        "label": ""
      },
      {
        "sentence": "从你的描述看来，不论这种支持对你是否足够强大、足够持续，你有时是能够得到这样的鼓励和肯定的。",
        "label": ""
      },
      {
        "sentence": "因此我要先恭喜你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝贺，但我还是觉得自己的困境很大，因为我觉得自己完全依赖别人的评价来确定自己的价值。一旦有冲突出现，我就会怀疑自己是不是哪里做错了，而且我一直渴望得到别人的理解和认同，因为我害怕失去被爱的感觉。",
    "annotation": [
      {
        "sentence": "谢谢你的祝贺，但我还是觉得自己的困境很大，因为我觉得自己完全依赖别人的评价来确定自己的价值。",
        "label": ""
      },
      {
        "sentence": "一旦有冲突出现，我就会怀疑自己是不是哪里做错了，而且我一直渴望得到别人的理解和认同，因为我害怕失去被爱的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但是你意识到这个问题已经是很重要的一步了。你的困境在于你觉得别人的意见高于你的态度，别人的判断胜过你的感受。然而，一味追求别人的认同并不能让你感受到真正的安全和爱。你需要学会相信自己的感受和评价，而不仅仅依赖别人的肯定。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但是你意识到这个问题已经是很重要的一步了。",
        "label": ""
      },
      {
        "sentence": "你的困境在于你觉得别人的意见高于你的态度，别人的判断胜过你的感受。",
        "label": ""
      },
      {
        "sentence": "然而，一味追求别人的认同并不能让你感受到真正的安全和爱。",
        "label": ""
      },
      {
        "sentence": "你需要学会相信自己的感受和评价，而不仅仅依赖别人的肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我觉得自己一直缺乏表达和尊重自己的机会，导致我对自己的真实感受不敢面对。我想我可能是长期在严格要求和充满批判的环境下长大，导致我不敢相信自己真实的感觉，而只能依赖外界的评价。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我觉得自己一直缺乏表达和尊重自己的机会，导致我对自己的真实感受不敢面对。",
        "label": ""
      },
      {
        "sentence": "我想我可能是长期在严格要求和充满批判的环境下长大，导致我不敢相信自己真实的感觉，而只能依赖外界的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观察非常中肯。在大部分人的成长过程中，他们会形成一些关于自我的概念。有些幸运的人在充满爱和接纳的环境中长大，他们可以真实地面对自己的情绪和态度，并形成良好的自我认知。而对于一些不那么幸运的人来说，在严厉和批判的环境下，他们的自我感受和评价与外界的要求产生了差距。这样的人越来越不相信自己真实的感觉，越来越依赖外界的评价和肯定。",
    "annotation": [
      {
        "sentence": "你的观察非常中肯。",
        "label": ""
      },
      {
        "sentence": "在大部分人的成长过程中，他们会形成一些关于自我的概念。",
        "label": ""
      },
      {
        "sentence": "有些幸运的人在充满爱和接纳的环境中长大，他们可以真实地面对自己的情绪和态度，并形成良好的自我认知。",
        "label": ""
      },
      {
        "sentence": "而对于一些不那么幸运的人来说，在严厉和批判的环境下，他们的自我感受和评价与外界的要求产生了差距。",
        "label": ""
      },
      {
        "sentence": "这样的人越来越不相信自己真实的感觉，越来越依赖外界的评价和肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我感觉自己丧失了独特的生活经验所提供的评判标准，只能通过别人的肯定来找到方向。而且，我经历了很多惩罚性的价值条件，导致我特别渴望别人的积极关注，甚至愿意放弃自己的发展来获得这些关注。",
    "annotation": [
      {
        "sentence": "确实是这样，我感觉自己丧失了独特的生活经验所提供的评判标准，只能通过别人的肯定来找到方向。",
        "label": ""
      },
      {
        "sentence": "而且，我经历了很多惩罚性的价值条件，导致我特别渴望别人的积极关注，甚至愿意放弃自己的发展来获得这些关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。重塑自己的自我概念需要时间和努力，但我相信你已经有了一丝改变自己的愿望。从现在开始，我们可以尝试培养和相信自己的感受。即使是最缺乏价值感的人，在某些瞬间也会发现自己可以相信自己。记住，你是自己最好的朋友，花一些时间关爱自己，和自己平等地对话，才能和世界平等地相处。",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "重塑自己的自我概念需要时间和努力，但我相信你已经有了一丝改变自己的愿望。",
        "label": ""
      },
      {
        "sentence": "从现在开始，我们可以尝试培养和相信自己的感受。",
        "label": ""
      },
      {
        "sentence": "即使是最缺乏价值感的人，在某些瞬间也会发现自己可以相信自己。",
        "label": ""
      },
      {
        "sentence": "记住，你是自己最好的朋友，花一些时间关爱自己，和自己平等地对话，才能和世界平等地相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要学会更好地对待自己，给自己一些关爱和理解。最近我情绪低落的原因是因为发生了一些事情，让我觉得自己更没有价值了，更不值得被肯定。",
    "annotation": [
      {
        "sentence": "你说得对，我要学会更好地对待自己，给自己一些关爱和理解。",
        "label": ""
      },
      {
        "sentence": "最近我情绪低落的原因是因为发生了一些事情，让我觉得自己更没有价值了，更不值得被肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你感到低落的原因，但有些环境的改变并不容易，比如换工作或者和家人分开居住。不过，你可以尝试改变一些小的环境，比如与老朋友聊聊天，结交一些性格相近的朋友，或者寻找咨询师的帮助。每个人都在寻找更好的自己的路上，相信未来你会走得更好，拥有真诚的爱和支持。",
    "annotation": [
      {
        "sentence": "我了解你感到低落的原因，但有些环境的改变并不容易，比如换工作或者和家人分开居住。",
        "label": ""
      },
      {
        "sentence": "不过，你可以尝试改变一些小的环境，比如与老朋友聊聊天，结交一些性格相近的朋友，或者寻找咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "每个人都在寻找更好的自己的路上，相信未来你会走得更好，拥有真诚的爱和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会努力改变自己的态度，相信自己的感受，给自己更多的爱和关怀。希望有一天，我能拥有真正的自信和自尊。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会努力改变自己的态度，相信自己的感受，给自己更多的爱和关怀。",
        "label": ""
      },
      {
        "sentence": "希望有一天，我能拥有真正的自信和自尊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能做到的，改变需要时间，但只要你有决心和努力，你一定能走上属于自己的美好之路。如果以后你还需要帮助或者支持，记得随时来找我谈谈。祝你前程似锦，拥有美满幸福的人生。",
    "annotation": [
      {
        "sentence": "我相信你能做到的，改变需要时间，但只要你有决心和努力，你一定能走上属于自己的美好之路。",
        "label": ""
      },
      {
        "sentence": "如果以后你还需要帮助或者支持，记得随时来找我谈谈。",
        "label": ""
      },
      {
        "sentence": "祝你前程似锦，拥有美满幸福的人生。",
        "label": ""
      }
    ]
  }
]