[
  {
    "role": "client",
    "content": "我31岁了，和他交往已经有6年了，可是他一直原地踏步，我不知道是否应该放弃了。刚开始认识的时候，我在教书，他是一个程序员。虽然我的家境比他好，但他的父母是纯朴的农民，并不太支持我们的关系。我们之间也曾经有过很浓的情意，但是后来我考虑到他的工资低，家庭压力大，所以我决定离职创业。从那时起，我一直在不断进步，而他却还是原地踏步。后来他也离职做生意，然后偷偷找平台借钱滚雪球，最后还是还不了，才告诉了我。本来我打算放弃的，觉得我们之间已经没有了信任的基础。但是男方的父母劝解说我们在一起太多年了，应该选择原谅他。他答应了我会赚钱来还债，我在家负责生活费用。他也回到了原来的单位工作。现在我自己还在创业，一直在进步。虽然他负责家务，但除了家务之外，其他的事情都是我负责，包括照顾父母和家里的小动物们。他还是一直原地踏步，我能看到未来的生活，可是我们之间始终没有共同的爱好。我喜欢诗词歌赋、琴棋书画，而他喜欢电脑游戏和手机。近几年我们也几乎没有太多的沟通。我开始怀疑他是否还爱我，这与爱情无关，就像我们只是室友或者亲人。这样的感情，我还要继续下去吗？",
    "annotation": [
      {
        "sentence": "我31岁了，和他交往已经有6年了，可是他一直原地踏步，我不知道是否应该放弃了。",
        "label": ""
      },
      {
        "sentence": "刚开始认识的时候，我在教书，他是一个程序员。",
        "label": ""
      },
      {
        "sentence": "虽然我的家境比他好，但他的父母是纯朴的农民，并不太支持我们的关系。",
        "label": ""
      },
      {
        "sentence": "我们之间也曾经有过很浓的情意，但是后来我考虑到他的工资低，家庭压力大，所以我决定离职创业。",
        "label": ""
      },
      {
        "sentence": "从那时起，我一直在不断进步，而他却还是原地踏步。",
        "label": ""
      },
      {
        "sentence": "后来他也离职做生意，然后偷偷找平台借钱滚雪球，最后还是还不了，才告诉了我。",
        "label": ""
      },
      {
        "sentence": "本来我打算放弃的，觉得我们之间已经没有了信任的基础。",
        "label": ""
      },
      {
        "sentence": "但是男方的父母劝解说我们在一起太多年了，应该选择原谅他。",
        "label": ""
      },
      {
        "sentence": "他答应了我会赚钱来还债，我在家负责生活费用。",
        "label": ""
      },
      {
        "sentence": "他也回到了原来的单位工作。",
        "label": ""
      },
      {
        "sentence": "现在我自己还在创业，一直在进步。",
        "label": ""
      },
      {
        "sentence": "虽然他负责家务，但除了家务之外，其他的事情都是我负责，包括照顾父母和家里的小动物们。",
        "label": ""
      },
      {
        "sentence": "他还是一直原地踏步，我能看到未来的生活，可是我们之间始终没有共同的爱好。",
        "label": ""
      },
      {
        "sentence": "我喜欢诗词歌赋、琴棋书画，而他喜欢电脑游戏和手机。",
        "label": ""
      },
      {
        "sentence": "近几年我们也几乎没有太多的沟通。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑他是否还爱我，这与爱情无关，就像我们只是室友或者亲人。",
        "label": ""
      },
      {
        "sentence": "这样的感情，我还要继续下去吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我希望通过以下回答能够帮助你。对于你所描述的情况，我来梳理一下：刚开始认识时，他是一个程序员，而我在教书后离职创业。后来他也离职做生意，但却一直原地踏步，并且失去了我们之间的信任。我们之间也没有共同的兴趣爱好，而且我们对未来的生活感到失望。很明显，你们之间的关系受到了沟通交流不足的影响，当然也有可能在你们认识结婚的时候感情基础存在一定的问题。根据婚恋理论，斯腾伯格婚恋三角包括激情、承诺和亲密这三个要素。如果婚姻三角的三条边越是等长，感情就越牢固。其中，激情是爱的基本条件，承诺是维持稳定关系的重要因素，而亲密是增进夫妻关系的催化剂。那么，你们的关系在哪个方面出了问题呢？我们需要思考和评估一下。从你的描述来看，问题可能出现在以下几个方面：沟通问题、相处模式以及性和谐方面的问题。或许这些方面都存在一定的困扰。我祝福你，并建议你进行专门的心理咨询，以帮助你解决婚姻和家庭方面的问题。",
    "annotation": [
      {
        "sentence": "首先，我希望通过以下回答能够帮助你。",
        "label": ""
      },
      {
        "sentence": "对于你所描述的情况，我来梳理一下：刚开始认识时，他是一个程序员，而我在教书后离职创业。",
        "label": ""
      },
      {
        "sentence": "后来他也离职做生意，但却一直原地踏步，并且失去了我们之间的信任。",
        "label": ""
      },
      {
        "sentence": "我们之间也没有共同的兴趣爱好，而且我们对未来的生活感到失望。",
        "label": ""
      },
      {
        "sentence": "很明显，你们之间的关系受到了沟通交流不足的影响，当然也有可能在你们认识结婚的时候感情基础存在一定的问题。",
        "label": ""
      },
      {
        "sentence": "根据婚恋理论，斯腾伯格婚恋三角包括激情、承诺和亲密这三个要素。",
        "label": ""
      },
      {
        "sentence": "如果婚姻三角的三条边越是等长，感情就越牢固。",
        "label": ""
      },
      {
        "sentence": "其中，激情是爱的基本条件，承诺是维持稳定关系的重要因素，而亲密是增进夫妻关系的催化剂。",
        "label": ""
      },
      {
        "sentence": "那么，你们的关系在哪个方面出了问题呢？",
        "label": ""
      },
      {
        "sentence": "我们需要思考和评估一下。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，问题可能出现在以下几个方面：沟通问题、相处模式以及性和谐方面的问题。",
        "label": ""
      },
      {
        "sentence": "或许这些方面都存在一定的困扰。",
        "label": ""
      },
      {
        "sentence": "我祝福你，并建议你进行专门的心理咨询，以帮助你解决婚姻和家庭方面的问题。",
        "label": ""
      }
    ]
  }
]