[
  {
    "role": "client",
    "content": "做事情太过绝对，为人太尖锐了，这是病吧？",
    "annotation": [
      {
        "sentence": "做事情太过绝对，为人太尖锐了，这是病吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你没有病，只是经历在困惑当中。深有同感，我跟你一样曾经在这些困惑当中，也经历过这样的阶段，你不是一个人，你不孤单，你有小伙伴，有人陪伴你走出黑暗。我这里看到了一个值得欣慰的地方就是，你察觉到并意识到了自己的问题，也了解了是什么时候开始出现的情况。这是一个很好的开始，有想改善的想法就说明一定会变好，有进步的希望。",
    "annotation": [
      {
        "sentence": "你没有病，只是经历在困惑当中。",
        "label": ""
      },
      {
        "sentence": "深有同感，我跟你一样曾经在这些困惑当中，也经历过这样的阶段，你不是一个人，你不孤单，你有小伙伴，有人陪伴你走出黑暗。",
        "label": ""
      },
      {
        "sentence": "我这里看到了一个值得欣慰的地方就是，你察觉到并意识到了自己的问题，也了解了是什么时候开始出现的情况。",
        "label": ""
      },
      {
        "sentence": "这是一个很好的开始，有想改善的想法就说明一定会变好，有进步的希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我做事情太过绝对，好就是好坏就是坏，没有过渡地带没有灰色地带。这是因为成长的过程中内在小孩没有养育好的情况，以及可能自己的生活经验社会经验经历比较少综合导致的结果。具体的机制我不太记得，之前上课老师有讲过，不过大概区别就是把事情看成非黑即白的话，是相对没这么成熟的，比较局限性的，因为如果一个人成熟的话，他会比较包容，比较接纳。不过没有关系，我们可以在生活中慢慢的历练，慢慢的感受，发现其实也是有很多种多样性，很多种可能性，慢慢的看多了，经历多了会变得柔软，变得包容一些。我们可以多去观察，多去感受生活，多去看看别人的，然后从别人身上吸取经验，也不一定全是自己去体验。",
    "annotation": [
      {
        "sentence": "我做事情太过绝对，好就是好坏就是坏，没有过渡地带没有灰色地带。",
        "label": ""
      },
      {
        "sentence": "这是因为成长的过程中内在小孩没有养育好的情况，以及可能自己的生活经验社会经验经历比较少综合导致的结果。",
        "label": ""
      },
      {
        "sentence": "具体的机制我不太记得，之前上课老师有讲过，不过大概区别就是把事情看成非黑即白的话，是相对没这么成熟的，比较局限性的，因为如果一个人成熟的话，他会比较包容，比较接纳。",
        "label": ""
      },
      {
        "sentence": "不过没有关系，我们可以在生活中慢慢的历练，慢慢的感受，发现其实也是有很多种多样性，很多种可能性，慢慢的看多了，经历多了会变得柔软，变得包容一些。",
        "label": ""
      },
      {
        "sentence": "我们可以多去观察，多去感受生活，多去看看别人的，然后从别人身上吸取经验，也不一定全是自己去体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得非常对。人的成熟程度确实会影响我们看待事物的角度。在成长的过程中，我们可能没有接触到太多的多样性和可能性，导致我们倾向于将事情看成非黑即白。但是，幸运的是，我们可以通过观察和经历来改变自己的观点和态度。多去感受生活，从他人身上汲取经验是一个很好的方式。随着时间的推移，我相信你会变得更加柔软和包容。",
    "annotation": [
      {
        "sentence": "你说得非常对。",
        "label": ""
      },
      {
        "sentence": "人的成熟程度确实会影响我们看待事物的角度。",
        "label": ""
      },
      {
        "sentence": "在成长的过程中，我们可能没有接触到太多的多样性和可能性，导致我们倾向于将事情看成非黑即白。",
        "label": ""
      },
      {
        "sentence": "但是，幸运的是，我们可以通过观察和经历来改变自己的观点和态度。",
        "label": ""
      },
      {
        "sentence": "多去感受生活，从他人身上汲取经验是一个很好的方式。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，我相信你会变得更加柔软和包容。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "而且因为早些年的一些事情我变得很尖锐，喜欢讽刺说实话，感觉有些像林妹妹。",
    "annotation": [
      {
        "sentence": "而且因为早些年的一些事情我变得很尖锐，喜欢讽刺说实话，感觉有些像林妹妹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些多愁善感、敏感和多疑的情绪也是很正常的反应。这实际上是一种防御机制，可能是因为你早期的经历导致你的安全感不足，没有得到足够的关怀和滋养。那些伤害你的人让你变得防备起来，以保护自己。而使用尖酸刻薄的言辞则是一种避免受伤的方式。实际上，你内心是柔软的，只是在害怕再次受到伤害后，会尽力保护自己。",
    "annotation": [
      {
        "sentence": "这些多愁善感、敏感和多疑的情绪也是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "这实际上是一种防御机制，可能是因为你早期的经历导致你的安全感不足，没有得到足够的关怀和滋养。",
        "label": ""
      },
      {
        "sentence": "那些伤害你的人让你变得防备起来，以保护自己。",
        "label": ""
      },
      {
        "sentence": "而使用尖酸刻薄的言辞则是一种避免受伤的方式。",
        "label": ""
      },
      {
        "sentence": "实际上，你内心是柔软的，只是在害怕再次受到伤害后，会尽力保护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一开始对别人总是很热情一下子把家底全部说出来。",
    "annotation": [
      {
        "sentence": "我一开始对别人总是很热情一下子把家底全部说出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这说明你是一个真实、坦诚和热心的人。我理解你完全，因为我也曾经有相同的经历。然而，当我们发现这些人侵犯了我们的隐私，我们会后悔把太多的个人信息告诉他们，这种感觉是很正常的。这是因为对方没有尊重我们，没有经过我们的同意做出了伤害我们的行为或者给我们带来麻烦。在这样的情况下，我们当然会生气，并且会越来越讨厌对方。这是我们作为人的常情反应。",
    "annotation": [
      {
        "sentence": "这说明你是一个真实、坦诚和热心的人。",
        "label": ""
      },
      {
        "sentence": "我理解你完全，因为我也曾经有相同的经历。",
        "label": ""
      },
      {
        "sentence": "然而，当我们发现这些人侵犯了我们的隐私，我们会后悔把太多的个人信息告诉他们，这种感觉是很正常的。",
        "label": ""
      },
      {
        "sentence": "这是因为对方没有尊重我们，没有经过我们的同意做出了伤害我们的行为或者给我们带来麻烦。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，我们当然会生气，并且会越来越讨厌对方。",
        "label": ""
      },
      {
        "sentence": "这是我们作为人的常情反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你无法与他人保持长久关系的困扰。这可能是之前受到的伤害和创伤的结果，没有得到解决。而现在，你又重新经历了相同的问题，又不知道如何解决，所以产生了这样的现象。但是，请记住，你不是一个人，我会一直陪伴在你身边，一起探讨解决这个问题的方法。你可以克服这些困难，找到建立长久关系的方法。",
    "annotation": [
      {
        "sentence": "我明白你无法与他人保持长久关系的困扰。",
        "label": ""
      },
      {
        "sentence": "这可能是之前受到的伤害和创伤的结果，没有得到解决。",
        "label": ""
      },
      {
        "sentence": "而现在，你又重新经历了相同的问题，又不知道如何解决，所以产生了这样的现象。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，你不是一个人，我会一直陪伴在你身边，一起探讨解决这个问题的方法。",
        "label": ""
      },
      {
        "sentence": "你可以克服这些困难，找到建立长久关系的方法。",
        "label": ""
      }
    ]
  }
]