[
  {
    "role": "client",
    "content": "别人一找我聊天，我就说出自己的秘密，怎么改掉？我感觉原本打算疏远的发小，一找我聊天的时候就忍不住说出一些自己的秘密心里话怎么办，明明不想来往，也不想和别人多说自己的事或者自己朋友的八卦，每次都忍不住……怎么改。差点把自己的惊天大秘密脱口而出，到最后才发现，我把自己的秘密托盘而出，别人却一点都没透露自己的事",
    "annotation": [
      {
        "sentence": "别人一找我聊天，我就说出自己的秘密，怎么改掉？",
        "label": ""
      },
      {
        "sentence": "我感觉原本打算疏远的发小，一找我聊天的时候就忍不住说出一些自己的秘密心里话怎么办，明明不想来往，也不想和别人多说自己的事或者自己朋友的八卦，每次都忍不住……怎么改。",
        "label": ""
      },
      {
        "sentence": "差点把自己的惊天大秘密脱口而出，到最后才发现，我把自己的秘密托盘而出，别人却一点都没透露自己的事",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同情你的遭遇，感觉自己像个“傻瓜”，别人三言两语，自己就竹筒倒豆子了，而且还是特主动那种，好像是别人卖了自己都能帮着数钱那种，事后想起来心情就很糟糕，觉得自己不够“精明”，不够“好”，因此后悔，但下次还是忍不住要去说，也因此常常疑惑，难道自己缺少“自控力”？",
    "annotation": [
      {
        "sentence": "同情你的遭遇，感觉自己像个“傻瓜”，别人三言两语，自己就竹筒倒豆子了，而且还是特主动那种，好像是别人卖了自己都能帮着数钱那种，事后想起来心情就很糟糕，觉得自己不够“精明”，不够“好”，因此后悔，但下次还是忍不住要去说，也因此常常疑惑，难道自己缺少“自控力”？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，就是这样，我觉得自己缺少自控力，每次都忍不住。还有，我发现这个问题似乎和家庭关系有关，因为在家里，我很难自由地表达自己的意见，感觉自己的话经常被打断或忽视。",
    "annotation": [
      {
        "sentence": "对，就是这样，我觉得自己缺少自控力，每次都忍不住。",
        "label": ""
      },
      {
        "sentence": "还有，我发现这个问题似乎和家庭关系有关，因为在家里，我很难自由地表达自己的意见，感觉自己的话经常被打断或忽视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，可能有几种情况：在家里面排行靠后，接受的关注比较多，但话语权比较低，在家庭里面很难发表自己的看法，或很难把话说完。为什么想要跟发小远离呢？如果袒露秘密的行为是潜意识的想要跟发小继续保持亲密，那么这种远离发小的意愿可能并非你主观的意愿而是“被胁迫”的，这种胁迫虽然让你表象上想要远离，但潜意识认为应该继续保持这种关系，所以潜意识中把秘密出卖了。",
    "annotation": [
      {
        "sentence": "从你的描述来看，可能有几种情况：在家里面排行靠后，接受的关注比较多，但话语权比较低，在家庭里面很难发表自己的看法，或很难把话说完。",
        "label": ""
      },
      {
        "sentence": "为什么想要跟发小远离呢？",
        "label": ""
      },
      {
        "sentence": "如果袒露秘密的行为是潜意识的想要跟发小继续保持亲密，那么这种远离发小的意愿可能并非你主观的意愿而是“被胁迫”的，这种胁迫虽然让你表象上想要远离，但潜意识认为应该继续保持这种关系，所以潜意识中把秘密出卖了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实在想要跟发小保持亲密的同时，又希望远离她。感觉自己陷入了矛盾之中，不知道应该如何处理。我明白了，远离发小是我内心的真实意愿，而我之所以说出秘密，可能是因为害怕失去亲密关系。",
    "annotation": [
      {
        "sentence": "你说得对，我确实在想要跟发小保持亲密的同时，又希望远离她。",
        "label": ""
      },
      {
        "sentence": "感觉自己陷入了矛盾之中，不知道应该如何处理。",
        "label": ""
      },
      {
        "sentence": "我明白了，远离发小是我内心的真实意愿，而我之所以说出秘密，可能是因为害怕失去亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的矛盾和担忧。既希望保持亲密关系，又害怕失去，这是很常见的情感挣扎。我的建议是：搞清楚原因，为什么想要远离，是真心要远离还是被迫的。同时，也要学会表达自己的需求和感受，跟家里人把关系搞好，说明自己的倾诉和表达需要。这样，你就可以更好地管理自己的情绪和保护自己的隐私了。",
    "annotation": [
      {
        "sentence": "理解你的矛盾和担忧。",
        "label": ""
      },
      {
        "sentence": "既希望保持亲密关系，又害怕失去，这是很常见的情感挣扎。",
        "label": ""
      },
      {
        "sentence": "我的建议是：搞清楚原因，为什么想要远离，是真心要远离还是被迫的。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会表达自己的需求和感受，跟家里人把关系搞好，说明自己的倾诉和表达需要。",
        "label": ""
      },
      {
        "sentence": "这样，你就可以更好地管理自己的情绪和保护自己的隐私了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力搞清楚自己的真实需求，同时尝试与家里人沟通，表达自己的想法和感受。虽然有些担心他们的反应，但我相信这样做对我来说是必要的。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力搞清楚自己的真实需求，同时尝试与家里人沟通，表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "虽然有些担心他们的反应，但我相信这样做对我来说是必要的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够处理好这个问题。沟通和表达是建立良好关系的关键，在这个过程中可能会遇到一些困难，但请记住，你的感受和需求都是重要的。祝心情愉快，加油呀~。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够处理好这个问题。",
        "label": ""
      },
      {
        "sentence": "沟通和表达是建立良好关系的关键，在这个过程中可能会遇到一些困难，但请记住，你的感受和需求都是重要的。",
        "label": ""
      },
      {
        "sentence": "祝心情愉快，加油呀~。",
        "label": ""
      }
    ]
  }
]