[
  {
    "role": "client",
    "content": "别人要我做事，我下意识就同意，怎样摆脱讨好型人格？这个讨好型人格我受尽了折磨，到底怎样摆脱，明明有自己的想法，但是别人要我最一件事的时候下意识的就同意了，然后同意后开始自责开始懊恼，讨好型人格怎样跟别人建立边界感",
    "annotation": [
      {
        "sentence": "别人要我做事，我下意识就同意，怎样摆脱讨好型人格？",
        "label": ""
      },
      {
        "sentence": "这个讨好型人格我受尽了折磨，到底怎样摆脱，明明有自己的想法，但是别人要我最一件事的时候下意识的就同意了，然后同意后开始自责开始懊恼，讨好型人格怎样跟别人建立边界感",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你是讨好型人格，而我看到了你的热情，乐于助人的优秀品质。你说答应了别人的请求之后，也会心生后悔，听起来是这些事情对你来说，很占用时间和精力，对你造成了困扰了呢。你答应的事情，虽说心里不痛快，是不是也会认真的去帮忙完成呢？你有没有尝试过，跟帮助过的人描述你帮忙做的事情的难度？",
    "annotation": [
      {
        "sentence": "你说你是讨好型人格，而我看到了你的热情，乐于助人的优秀品质。",
        "label": ""
      },
      {
        "sentence": "你说答应了别人的请求之后，也会心生后悔，听起来是这些事情对你来说，很占用时间和精力，对你造成了困扰了呢。",
        "label": ""
      },
      {
        "sentence": "你答应的事情，虽说心里不痛快，是不是也会认真的去帮忙完成呢？",
        "label": ""
      },
      {
        "sentence": "你有没有尝试过，跟帮助过的人描述你帮忙做的事情的难度？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次我都会尽力去完成任务，因为我不想让别人失望，但是完成后又会开始自责和懊恼。",
    "annotation": [
      {
        "sentence": "是的，每次我都会尽力去完成任务，因为我不想让别人失望，但是完成后又会开始自责和懊恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但同时也要明白，你不能一直把别人的期望放在第一位，而忽略了自己的感受和需求。在下一次有人向你提出请求的时候，你可以试着告诉他们，你有自己的时间安排和难处，或者以开玩笑的方式，让他们为你的时间付费。这样，你可以更好地保护自己的时间和精力。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但同时也要明白，你不能一直把别人的期望放在第一位，而忽略了自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "在下一次有人向你提出请求的时候，你可以试着告诉他们，你有自己的时间安排和难处，或者以开玩笑的方式，让他们为你的时间付费。",
        "label": ""
      },
      {
        "sentence": "这样，你可以更好地保护自己的时间和精力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有尝试过这样直接地拒绝别人，我担心这样会对关系产生负面影响。",
    "annotation": [
      {
        "sentence": "我从来没有尝试过这样直接地拒绝别人，我担心这样会对关系产生负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，但是建立自己的边界也是非常重要的。试着与对方坦诚沟通，表达出你并不想被麻烦的想法，并告诉他们你的困惑和难处。如果对方是一个理解你的朋友，他们应该会理解并尊重你的决定。如果对方无法接受你的边界，那或许需要重新评估这段关系。",
    "annotation": [
      {
        "sentence": "理解你的担心，但是建立自己的边界也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "试着与对方坦诚沟通，表达出你并不想被麻烦的想法，并告诉他们你的困惑和难处。",
        "label": ""
      },
      {
        "sentence": "如果对方是一个理解你的朋友，他们应该会理解并尊重你的决定。",
        "label": ""
      },
      {
        "sentence": "如果对方无法接受你的边界，那或许需要重新评估这段关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更勇敢地表达自己的需求和想法，逐渐改变老好人的形象。但我怕我无法拒绝别人的请求而导致不好的后果。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更勇敢地表达自己的需求和想法，逐渐改变老好人的形象。",
        "label": ""
      },
      {
        "sentence": "但我怕我无法拒绝别人的请求而导致不好的后果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，改变不是一件容易的事情，但是你可以从小的事情开始尝试，渐渐适应拒绝别人的请求。如果你面对一个你无法拒绝的请求，你可以试着提出一个互换任务的建议，或者寻求帮助的方式，以减轻你的负担并保护自己。要相信自己的能力，相信你可以逐渐建立起自己的边界感。",
    "annotation": [
      {
        "sentence": "是的，改变不是一件容易的事情，但是你可以从小的事情开始尝试，渐渐适应拒绝别人的请求。",
        "label": ""
      },
      {
        "sentence": "如果你面对一个你无法拒绝的请求，你可以试着提出一个互换任务的建议，或者寻求帮助的方式，以减轻你的负担并保护自己。",
        "label": ""
      },
      {
        "sentence": "要相信自己的能力，相信你可以逐渐建立起自己的边界感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去表达自己的需求和设立边界，逐步改变讨好型人格。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去表达自己的需求和设立边界，逐步改变讨好型人格。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，相信你能够成功地改变自己的人格，建立起健康的边界。如果你在过程中需要进一步支持或者有任何问题，随时可以来找我聊聊。你并不孤单，我们一起努力，共同成长。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，相信你能够成功地改变自己的人格，建立起健康的边界。",
        "label": ""
      },
      {
        "sentence": "如果你在过程中需要进一步支持或者有任何问题，随时可以来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一起努力，共同成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的非常感谢你的支持和鼓励，知道有你在我身边，我感到很安慰。将来有需要时，我会再次向你求助的。",
    "annotation": [
      {
        "sentence": "我真的非常感谢你的支持和鼓励，知道有你在我身边，我感到很安慰。",
        "label": ""
      },
      {
        "sentence": "将来有需要时，我会再次向你求助的。",
        "label": ""
      }
    ]
  }
]