[
  {
    "role": "client",
    "content": "生活中总是很难做出选择，如何克服选择恐惧症？生活中总是很难做出选择，就连中午应该吃什么都无法决定，如何解决这个问题呢？",
    "annotation": [
      {
        "sentence": "生活中总是很难做出选择，如何克服选择恐惧症？",
        "label": ""
      },
      {
        "sentence": "生活中总是很难做出选择，就连中午应该吃什么都无法决定，如何解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位朋友，其实我在面临选择的时候也会犹豫不决，总是思考该选择哪一个。我会权衡每一个选择的优缺点，反复对比，最后才能做出决定。但是我决定的时候，心里还是焦虑不安。我能够理解你说的选择很困难以及选择困难带给你的苦恼。其实这并不是什么大问题，因为很多人都有这样的困扰。这是因为我们对未知总是充满了恐惧，我们担心未知的因素会对我们产生糟糕的影响。我们总是渴望完美的选择，想要绝对的控制权，害怕失去，想要更多更好的东西。选择困难可能是因为我们在小时候很少做选择，父母总是替我们考虑得很周全，导致我们没有学会如何做选择和承担选择的后果，从而不敢轻易作出决定。另外，可能是做出选择后遇到不好的后果或受到大人的责备，导致我们不敢承担选择的后果，从而逃避作出决定。无论是哪种原因，我们都可以学着为自己的选择承担责任。",
    "annotation": [
      {
        "sentence": "这位朋友，其实我在面临选择的时候也会犹豫不决，总是思考该选择哪一个。",
        "label": ""
      },
      {
        "sentence": "我会权衡每一个选择的优缺点，反复对比，最后才能做出决定。",
        "label": ""
      },
      {
        "sentence": "但是我决定的时候，心里还是焦虑不安。",
        "label": ""
      },
      {
        "sentence": "我能够理解你说的选择很困难以及选择困难带给你的苦恼。",
        "label": ""
      },
      {
        "sentence": "其实这并不是什么大问题，因为很多人都有这样的困扰。",
        "label": ""
      },
      {
        "sentence": "这是因为我们对未知总是充满了恐惧，我们担心未知的因素会对我们产生糟糕的影响。",
        "label": ""
      },
      {
        "sentence": "我们总是渴望完美的选择，想要绝对的控制权，害怕失去，想要更多更好的东西。",
        "label": ""
      },
      {
        "sentence": "选择困难可能是因为我们在小时候很少做选择，父母总是替我们考虑得很周全，导致我们没有学会如何做选择和承担选择的后果，从而不敢轻易作出决定。",
        "label": ""
      },
      {
        "sentence": "另外，可能是做出选择后遇到不好的后果或受到大人的责备，导致我们不敢承担选择的后果，从而逃避作出决定。",
        "label": ""
      },
      {
        "sentence": "无论是哪种原因，我们都可以学着为自己的选择承担责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你觉得我该如何开始克服选择恐惧呢？",
    "annotation": [
      {
        "sentence": "那你觉得我该如何开始克服选择恐惧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你可以从一些小事情开始训练自己做选择，先不要从很难的事情上面强迫自己，比如两难的境地或者两个都很重要的情况。我们可以从一些对生活没有太大影响的小事情开始，比如中午吃什么。这个没有对错之分，你可以随便选择一个你想吃的，或者故意选择一个你认为不太好的，然后带着恐惧和担心看看这个选择会带来怎样的后果。通过在生活中多经历这样的小事情训练，我们会发现很多担忧只是存在于我们的脑海，恐惧来自内心，而不是选择的后果。无论哪个选项都会有利有弊，没有所谓完美的选择，也没有所谓最糟的选择。",
    "annotation": [
      {
        "sentence": "我觉得你可以从一些小事情开始训练自己做选择，先不要从很难的事情上面强迫自己，比如两难的境地或者两个都很重要的情况。",
        "label": ""
      },
      {
        "sentence": "我们可以从一些对生活没有太大影响的小事情开始，比如中午吃什么。",
        "label": ""
      },
      {
        "sentence": "这个没有对错之分，你可以随便选择一个你想吃的，或者故意选择一个你认为不太好的，然后带着恐惧和担心看看这个选择会带来怎样的后果。",
        "label": ""
      },
      {
        "sentence": "通过在生活中多经历这样的小事情训练，我们会发现很多担忧只是存在于我们的脑海，恐惧来自内心，而不是选择的后果。",
        "label": ""
      },
      {
        "sentence": "无论哪个选项都会有利有弊，没有所谓完美的选择，也没有所谓最糟的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着在一些小事情上开始训练自己。但是当面对大的问题时，我总觉得需要慎重考虑，权衡利弊，才能做出决定。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着在一些小事情上开始训练自己。",
        "label": ""
      },
      {
        "sentence": "但是当面对大的问题时，我总觉得需要慎重考虑，权衡利弊，才能做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，碰到大的问题，我们肯定是要仔细考虑，权衡利弊，然后做出选择。这是一种谨慎认真的表现。但是要记住，没有完美的选择，选择只是一个开始。不要害怕承担后果，也不要害怕失去，要为自己的选择负责。这是最好的态度。这些话不仅是对你说的，也是对我自己说的。希望你将来能相信自己，遵循内心，轻松面对生活中的选择。",
    "annotation": [
      {
        "sentence": "确实，碰到大的问题，我们肯定是要仔细考虑，权衡利弊，然后做出选择。",
        "label": ""
      },
      {
        "sentence": "这是一种谨慎认真的表现。",
        "label": ""
      },
      {
        "sentence": "但是要记住，没有完美的选择，选择只是一个开始。",
        "label": ""
      },
      {
        "sentence": "不要害怕承担后果，也不要害怕失去，要为自己的选择负责。",
        "label": ""
      },
      {
        "sentence": "这是最好的态度。",
        "label": ""
      },
      {
        "sentence": "这些话不仅是对你说的，也是对我自己说的。",
        "label": ""
      },
      {
        "sentence": "希望你将来能相信自己，遵循内心，轻松面对生活中的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽量放松心态，相信自己做出的选择。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽量放松心态，相信自己做出的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服选择困难，并且做出正确的决定。祝你好运！如果有需要，随时来找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服选择困难，并且做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时来找我聊聊。",
        "label": ""
      }
    ]
  }
]