[
  {
    "role": "client",
    "content": "我男朋友因为工作，冷落忽略我，该原谅他吗？和他异地，总是因为他应酬加班回信息慢或者整晚不回第二天没有任何解释而闹矛盾（只要不应酬不加班时，下班后我们都会视频一到两个小时）。我多次提过我很介意他不回我信息，我希望他多看看手机，应酬也不能一晚没有空隙时间吧？那有空隙看见了也不回？这两天又因为这样的事情马上濒临分手，我已经哭了好多次了，走也哭、坐也哭、睡觉也哭，我特别受不了他对我的精神折磨，我想不通为什么他会不愿意回我信息呢？他是从什么时候开始不在乎我的感受的呢？他是从什么时候开始不爱我的呢？我越想越难过，我决定今天再怎么舍不得也要说分手了。他都没有解释没有挽留我还在乎什么。但是下午他又跟我说他在忙，晚上跟我细说，是他的错。他什么意思？是单纯的对自己行为道歉，还是想解释挽回？如果挽回，他还是我行我素，做不到考虑我的感受，我还要原谅他吗？我怕我又会心软，他已经跟我保证过很多次了，可是不久后又是老样子，怎么办？",
    "annotation": [
      {
        "sentence": "我男朋友因为工作，冷落忽略我，该原谅他吗？",
        "label": ""
      },
      {
        "sentence": "和他异地，总是因为他应酬加班回信息慢或者整晚不回第二天没有任何解释而闹矛盾（只要不应酬不加班时，下班后我们都会视频一到两个小时）。",
        "label": ""
      },
      {
        "sentence": "我多次提过我很介意他不回我信息，我希望他多看看手机，应酬也不能一晚没有空隙时间吧？",
        "label": ""
      },
      {
        "sentence": "那有空隙看见了也不回？",
        "label": ""
      },
      {
        "sentence": "这两天又因为这样的事情马上濒临分手，我已经哭了好多次了，走也哭、坐也哭、睡觉也哭，我特别受不了他对我的精神折磨，我想不通为什么他会不愿意回我信息呢？",
        "label": ""
      },
      {
        "sentence": "他是从什么时候开始不在乎我的感受的呢？",
        "label": ""
      },
      {
        "sentence": "他是从什么时候开始不爱我的呢？",
        "label": ""
      },
      {
        "sentence": "我越想越难过，我决定今天再怎么舍不得也要说分手了。",
        "label": ""
      },
      {
        "sentence": "他都没有解释没有挽留我还在乎什么。",
        "label": ""
      },
      {
        "sentence": "但是下午他又跟我说他在忙，晚上跟我细说，是他的错。",
        "label": ""
      },
      {
        "sentence": "他什么意思？",
        "label": ""
      },
      {
        "sentence": "是单纯的对自己行为道歉，还是想解释挽回？",
        "label": ""
      },
      {
        "sentence": "如果挽回，他还是我行我素，做不到考虑我的感受，我还要原谅他吗？",
        "label": ""
      },
      {
        "sentence": "我怕我又会心软，他已经跟我保证过很多次了，可是不久后又是老样子，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我可以感受到你的困惑和痛苦。恋爱确实是一段需要双方高度融合的关系，但现实中总会有各种无法避免的事情发生。无法及时回应信息成了你验证他是否关心你的唯一标准，这样的无回应让你感到非常痛苦。我能理解你的感受，因为我也曾有类似的经历。回想起过去的时候，我也曾像你一样期待着对方的回应，但却迟迟没有任何回应。有时候，我会觉得自己仿佛被整个世界抛弃了一样，无助而无力。这种感受会引发更多的身体反应，比如想要蜷缩起来躲在角落里，或者变得烦躁不安，希望找些事情来分散自己的情绪。接着，各种深刻的情感也会蜂拥而至，恐惧、迷失、孤立等等。我们往往无法直面自己内在的感受，只好把自己的不适归因于发生的事情和所处的情境。不回信息就像是催化剂一样，激活了这些体验。说到这里，我感触颇深，多么希望有个人能陪在我身边，关心地问我：“我在呢，你哪里不舒服啊？”然后轻柔地抚摸我不舒服的地方。最后，我愿意陪伴你，共同面对这样的情景。我们可以慢下来，思考一下这些情感可能会带领我们去哪里。",
    "annotation": [
      {
        "sentence": "看到你的描述，我可以感受到你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "恋爱确实是一段需要双方高度融合的关系，但现实中总会有各种无法避免的事情发生。",
        "label": ""
      },
      {
        "sentence": "无法及时回应信息成了你验证他是否关心你的唯一标准，这样的无回应让你感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受，因为我也曾有类似的经历。",
        "label": ""
      },
      {
        "sentence": "回想起过去的时候，我也曾像你一样期待着对方的回应，但却迟迟没有任何回应。",
        "label": ""
      },
      {
        "sentence": "有时候，我会觉得自己仿佛被整个世界抛弃了一样，无助而无力。",
        "label": ""
      },
      {
        "sentence": "这种感受会引发更多的身体反应，比如想要蜷缩起来躲在角落里，或者变得烦躁不安，希望找些事情来分散自己的情绪。",
        "label": ""
      },
      {
        "sentence": "接着，各种深刻的情感也会蜂拥而至，恐惧、迷失、孤立等等。",
        "label": ""
      },
      {
        "sentence": "我们往往无法直面自己内在的感受，只好把自己的不适归因于发生的事情和所处的情境。",
        "label": ""
      },
      {
        "sentence": "不回信息就像是催化剂一样，激活了这些体验。",
        "label": ""
      },
      {
        "sentence": "说到这里，我感触颇深，多么希望有个人能陪在我身边，关心地问我：“我在呢，你哪里不舒服啊？",
        "label": ""
      },
      {
        "sentence": "”然后轻柔地抚摸我不舒服的地方。",
        "label": ""
      },
      {
        "sentence": "最后，我愿意陪伴你，共同面对这样的情景。",
        "label": ""
      },
      {
        "sentence": "我们可以慢下来，思考一下这些情感可能会带领我们去哪里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我确实感到很无助和孤独，看到你的话感觉好温暖。我很理解你说的那种被世界抛弃的感觉，仿佛整个世界都不在乎我一样。我也曾试图分散注意力，但很难抵挡那种无法回避的情绪。除了焦虑和痛苦，我还感到很迷茫，我不知道他究竟为什么会变成这样。我已经和他多次沟通过了，但他好像并没有真正理解我和我的感受。他连为自己的错误道歉都很勉强，我不知道他是真的想挽回我们的关系还是只是想结束争执。如果他挽回了，我也担心他会再次回到他不重视我和我的感受的习惯中。我真的不知道该怎么办了。你觉得我应该怎么处理这种情况呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实感到很无助和孤独，看到你的话感觉好温暖。",
        "label": ""
      },
      {
        "sentence": "我很理解你说的那种被世界抛弃的感觉，仿佛整个世界都不在乎我一样。",
        "label": ""
      },
      {
        "sentence": "我也曾试图分散注意力，但很难抵挡那种无法回避的情绪。",
        "label": ""
      },
      {
        "sentence": "除了焦虑和痛苦，我还感到很迷茫，我不知道他究竟为什么会变成这样。",
        "label": ""
      },
      {
        "sentence": "我已经和他多次沟通过了，但他好像并没有真正理解我和我的感受。",
        "label": ""
      },
      {
        "sentence": "他连为自己的错误道歉都很勉强，我不知道他是真的想挽回我们的关系还是只是想结束争执。",
        "label": ""
      },
      {
        "sentence": "如果他挽回了，我也担心他会再次回到他不重视我和我的感受的习惯中。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该怎么处理这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受和担忧我都能够理解。你已经多次尝试与他沟通，但似乎他并没有真正理解你的感受，也没有全心全意地为自己的错误道歉。这让你感到很迷茫和困惑，无法确定他是否真心想要挽回你们的关系，或者只是想结束这场争执。面对这种情况，你感到茫然无措也是可以理解的。在我看来，你需要考虑一下你自己的感受和底线。你是否还能继续容忍这样的状况，是否还相信他能够真正改变。你可以先思考一下这些问题，然后再决定你是否愿意给他一个机会，或者选择放手。无论你做出什么决定，我都会支持你，并愿意陪伴你度过这段艰难的时刻。",
    "annotation": [
      {
        "sentence": "你的感受和担忧我都能够理解。",
        "label": ""
      },
      {
        "sentence": "你已经多次尝试与他沟通，但似乎他并没有真正理解你的感受，也没有全心全意地为自己的错误道歉。",
        "label": ""
      },
      {
        "sentence": "这让你感到很迷茫和困惑，无法确定他是否真心想要挽回你们的关系，或者只是想结束这场争执。",
        "label": ""
      },
      {
        "sentence": "面对这种情况，你感到茫然无措也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "在我看来，你需要考虑一下你自己的感受和底线。",
        "label": ""
      },
      {
        "sentence": "你是否还能继续容忍这样的状况，是否还相信他能够真正改变。",
        "label": ""
      },
      {
        "sentence": "你可以先思考一下这些问题，然后再决定你是否愿意给他一个机会，或者选择放手。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么决定，我都会支持你，并愿意陪伴你度过这段艰难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会好好思考一下，重新审视自己的感受和底线。我想我需要给自己一些时间来冷静下来，然后再做出决定。无论最后我选择什么，我都会坚持做出对自己最好的选择。真的非常感谢你的陪伴和倾听。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好思考一下，重新审视自己的感受和底线。",
        "label": ""
      },
      {
        "sentence": "我想我需要给自己一些时间来冷静下来，然后再做出决定。",
        "label": ""
      },
      {
        "sentence": "无论最后我选择什么，我都会坚持做出对自己最好的选择。",
        "label": ""
      },
      {
        "sentence": "真的非常感谢你的陪伴和倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决定非常明智。给自己一些时间来冷静思考是非常重要的，这样你才能更好地听取自己内心的声音。无论你将来做出怎样的决定，我都会支持你，并愿意继续陪伴你走过这段艰难的时刻。请记住，你的感受和幸福是非常重要的，无论发生什么，都要保护好自己。如果你需要继续倾诉或者有其他问题，随时都可以来找我。我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "你的决定非常明智。",
        "label": ""
      },
      {
        "sentence": "给自己一些时间来冷静思考是非常重要的，这样你才能更好地听取自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "无论你将来做出怎样的决定，我都会支持你，并愿意继续陪伴你走过这段艰难的时刻。",
        "label": ""
      },
      {
        "sentence": "请记住，你的感受和幸福是非常重要的，无论发生什么，都要保护好自己。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或者有其他问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你。",
        "label": ""
      }
    ]
  }
]