[
  {
    "role": "client",
    "content": "讨厌集体生活，感觉没个人空间，被吵得一个头两个大。",
    "annotation": [
      {
        "sentence": "讨厌集体生活，感觉没个人空间，被吵得一个头两个大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在集体的生活当中确实或多或少都会受到影响，或者是说会有一些情绪反而更容易的去激发你的一些敏感的点。也非常的理解您当前的一些情况啊，在这样的一个环境当中，内心比较煎熬以及痛苦和无助。",
    "annotation": [
      {
        "sentence": "在集体的生活当中确实或多或少都会受到影响，或者是说会有一些情绪反而更容易的去激发你的一些敏感的点。",
        "label": ""
      },
      {
        "sentence": "也非常的理解您当前的一些情况啊，在这样的一个环境当中，内心比较煎熬以及痛苦和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我确实觉得很痛苦。每天都被室友们的吵吵闹闹弄得心烦意乱。我真的很难平静下来接受这种状态。",
    "annotation": [
      {
        "sentence": "是啊，我确实觉得很痛苦。",
        "label": ""
      },
      {
        "sentence": "每天都被室友们的吵吵闹闹弄得心烦意乱。",
        "label": ""
      },
      {
        "sentence": "我真的很难平静下来接受这种状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实有时候我们感觉被外界影响的时候，好像是因为外界所言原因所导致自己很不舒服的状态。其实是跟我们内心状态不是很平静，内心有很多焦虑的一些情绪存在，所以外界稍微有一些事件就容易激发，或者是引发自己内心原本存在的一些情绪。",
    "annotation": [
      {
        "sentence": "其实有时候我们感觉被外界影响的时候，好像是因为外界所言原因所导致自己很不舒服的状态。",
        "label": ""
      },
      {
        "sentence": "其实是跟我们内心状态不是很平静，内心有很多焦虑的一些情绪存在，所以外界稍微有一些事件就容易激发，或者是引发自己内心原本存在的一些情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你觉得我应该如何面对这种情绪呢？我真的很希望能够找到一种办法来平息自己的不安。",
    "annotation": [
      {
        "sentence": "那你觉得我应该如何面对这种情绪呢？",
        "label": ""
      },
      {
        "sentence": "我真的很希望能够找到一种办法来平息自己的不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以当的是有激发你很不舒服的感觉的时候，你可以问问自己你想要的是什么。你从中也是不是可以觉察到自己的一些焦虑和恐惧的一些部分。其实有时候当情绪非常糟糕的时候，你也可以采取一些办法啊，或者是白天的时候，你可以去一个比较安静过时大自然的环境当中去让自己内心充满一些能正能量的感觉。这样的话，可以在你再次回到宿舍的时候，在出现同样的情况的时候，你更能够有一些能量去抵御或是去防御，或者是说可以划清跟他们的一些界限。",
    "annotation": [
      {
        "sentence": "所以当的是有激发你很不舒服的感觉的时候，你可以问问自己你想要的是什么。",
        "label": ""
      },
      {
        "sentence": "你从中也是不是可以觉察到自己的一些焦虑和恐惧的一些部分。",
        "label": ""
      },
      {
        "sentence": "其实有时候当情绪非常糟糕的时候，你也可以采取一些办法啊，或者是白天的时候，你可以去一个比较安静过时大自然的环境当中去让自己内心充满一些能正能量的感觉。",
        "label": ""
      },
      {
        "sentence": "这样的话，可以在你再次回到宿舍的时候，在出现同样的情况的时候，你更能够有一些能量去抵御或是去防御，或者是说可以划清跟他们的一些界限。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来像是个不错的主意。我会尝试找一个安静的地方放松自己，让自己重新充满正能量。但如果室友们的吵闹持续下去，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "听起来像是个不错的主意。",
        "label": ""
      },
      {
        "sentence": "我会尝试找一个安静的地方放松自己，让自己重新充满正能量。",
        "label": ""
      },
      {
        "sentence": "但如果室友们的吵闹持续下去，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候比较痛苦，是因为他们的一些情绪或者是一些发牢骚，你是被受影响到了，那说明你你内心肯定有有一些跟他们一些共处的一些地方，所以这个界限感，内心里面的边界感就不是很强。同时你也可以去做一些你比较喜欢的事情，当你做自己喜欢的事情的时候，你会把所有的精力和注意力全部专注在自己喜欢的事情上面，而外面发生了一些什么事情的时候，可能你都没有觉知也可以减少你避免跟他们有过多的冲突。",
    "annotation": [
      {
        "sentence": "有时候比较痛苦，是因为他们的一些情绪或者是一些发牢骚，你是被受影响到了，那说明你你内心肯定有有一些跟他们一些共处的一些地方，所以这个界限感，内心里面的边界感就不是很强。",
        "label": ""
      },
      {
        "sentence": "同时你也可以去做一些你比较喜欢的事情，当你做自己喜欢的事情的时候，你会把所有的精力和注意力全部专注在自己喜欢的事情上面，而外面发生了一些什么事情的时候，可能你都没有觉知也可以减少你避免跟他们有过多的冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，或许是因为我与室友们在某些方面存在共鸣，所以才会被影响。我会尽量保持自己的兴趣爱好，专注于自己喜欢的事情，以降低与他们发生冲突的可能性。",
    "annotation": [
      {
        "sentence": "确实，或许是因为我与室友们在某些方面存在共鸣，所以才会被影响。",
        "label": ""
      },
      {
        "sentence": "我会尽量保持自己的兴趣爱好，专注于自己喜欢的事情，以降低与他们发生冲突的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最主要首先呢是要提高自己的能量，然后去强化自己的内心的边界感，这样的话，无论是以后你在什么样的集体生活或者是集体宿舍等等，你都知道哪些是你自己的情绪，哪些是别人的情绪啊，你不会接纳别人的情绪吸到自己身上来啊，影响到自己的生活。此时是你最好的时机，因为你觉察到了自己的一些情绪已经受到外界的干扰，您需要在这方面进行强化，不然以后无论你在什么样的一个集体生活的时候，你都会照样会受到影响。祝福。",
    "annotation": [
      {
        "sentence": "最主要首先呢是要提高自己的能量，然后去强化自己的内心的边界感，这样的话，无论是以后你在什么样的集体生活或者是集体宿舍等等，你都知道哪些是你自己的情绪，哪些是别人的情绪啊，你不会接纳别人的情绪吸到自己身上来啊，影响到自己的生活。",
        "label": ""
      },
      {
        "sentence": "此时是你最好的时机，因为你觉察到了自己的一些情绪已经受到外界的干扰，您需要在这方面进行强化，不然以后无论你在什么样的一个集体生活的时候，你都会照样会受到影响。",
        "label": ""
      },
      {
        "sentence": "祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我明白了，我会努力提升自己的内心边界感，保护好自己的情绪，让自己能够更好地适应集体生活。非常感激你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会努力提升自己的内心边界感，保护好自己的情绪，让自己能够更好地适应集体生活。",
        "label": ""
      },
      {
        "sentence": "非常感激你的帮助！",
        "label": ""
      }
    ]
  }
]