[
  {
    "role": "client",
    "content": "父母不支持我，为什么全世界都在强迫你做不喜欢的事？我想出去比赛，需要400块，父母总是不支持，之前好几次都是这样，每次都以没钱来推脱，可是他们平常打牌输的钱远远超过400块。一生中他们给我说的最多的一句话就是，快去做作业，难道读书真的是唯一的出路吗？我没有朋友，活在世上唯一动力就是跳舞，但是连这一点他们也要剥夺。",
    "annotation": [
      {
        "sentence": "父母不支持我，为什么全世界都在强迫你做不喜欢的事？",
        "label": ""
      },
      {
        "sentence": "我想出去比赛，需要400块，父母总是不支持，之前好几次都是这样，每次都以没钱来推脱，可是他们平常打牌输的钱远远超过400块。",
        "label": ""
      },
      {
        "sentence": "一生中他们给我说的最多的一句话就是，快去做作业，难道读书真的是唯一的出路吗？",
        "label": ""
      },
      {
        "sentence": "我没有朋友，活在世上唯一动力就是跳舞，但是连这一点他们也要剥夺。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听闻你的近况，不禁感慨，心中有万千思绪涌上心头。我相信其他老师已经涉及到了你所描述的一个痛点，或者几个方面，我所能提供给你的是什么呢？或许你一时间难以接受，觉着有些残酷无情，但我仍想指出其中的一个主要关键人物：我们自己。我们从这样一句话来探讨，是否可以？",
    "annotation": [
      {
        "sentence": "听闻你的近况，不禁感慨，心中有万千思绪涌上心头。",
        "label": ""
      },
      {
        "sentence": "我相信其他老师已经涉及到了你所描述的一个痛点，或者几个方面，我所能提供给你的是什么呢？",
        "label": ""
      },
      {
        "sentence": "或许你一时间难以接受，觉着有些残酷无情，但我仍想指出其中的一个主要关键人物：我们自己。",
        "label": ""
      },
      {
        "sentence": "我们从这样一句话来探讨，是否可以？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可以。",
    "annotation": [
      {
        "sentence": "可以。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们大家或许很熟悉这样一句话：不怕千万人阻挡，只怕自己投降。在《这个杀手不太冷》中有一小段对话：生活总是如此残酷吗，还是只有小时候如此？回答：总是如此。在职场上，我们也许熟悉这句话：师傅领进门，修行靠个人。在学习上，我们也许明白：学习靠自觉。自觉是什么意思？是对自我特性的了解，即尺有所长，寸有所短，各有千秋，各有作用。",
    "annotation": [
      {
        "sentence": "我们大家或许很熟悉这样一句话：不怕千万人阻挡，只怕自己投降。",
        "label": ""
      },
      {
        "sentence": "在《这个杀手不太冷》中有一小段对话：生活总是如此残酷吗，还是只有小时候如此？",
        "label": ""
      },
      {
        "sentence": "回答：总是如此。",
        "label": ""
      },
      {
        "sentence": "在职场上，我们也许熟悉这句话：师傅领进门，修行靠个人。",
        "label": ""
      },
      {
        "sentence": "在学习上，我们也许明白：学习靠自觉。",
        "label": ""
      },
      {
        "sentence": "自觉是什么意思？",
        "label": ""
      },
      {
        "sentence": "是对自我特性的了解，即尺有所长，寸有所短，各有千秋，各有作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人都有自己的特点和优势，而不是一味地迎合他人的期望。",
    "annotation": [
      {
        "sentence": "我明白了，每个人都有自己的特点和优势，而不是一味地迎合他人的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，长并不见得永远好，短并非就是缺点和不足，往往需要结合具体的环境与功用来选择，或者叫做配合使用以达到目的。那么，面对我们此刻的问题：我想要参加比赛，而比赛需要钱来支持，或者帮助我解决交通、参赛、食宿等问题，没有钱我就没法参赛。而我的父母不支持我，不愿意给我钱去让我参加比赛，而是让我走学习之路，我们想要走的路是另一条，叫做舞蹈。这乍一看起来好像有不可调和的矛盾，实则是解铃还须系铃人，了解问题和解决问题的关键在于我们自己。",
    "annotation": [
      {
        "sentence": "是的，长并不见得永远好，短并非就是缺点和不足，往往需要结合具体的环境与功用来选择，或者叫做配合使用以达到目的。",
        "label": ""
      },
      {
        "sentence": "那么，面对我们此刻的问题：我想要参加比赛，而比赛需要钱来支持，或者帮助我解决交通、参赛、食宿等问题，没有钱我就没法参赛。",
        "label": ""
      },
      {
        "sentence": "而我的父母不支持我，不愿意给我钱去让我参加比赛，而是让我走学习之路，我们想要走的路是另一条，叫做舞蹈。",
        "label": ""
      },
      {
        "sentence": "这乍一看起来好像有不可调和的矛盾，实则是解铃还须系铃人，了解问题和解决问题的关键在于我们自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "我明白了，我需要找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，比如说，可否参加一些公益性比赛，可否通过网络进行学习，可否去做兼职，去培养一个兴趣爱好，或者通过舞蹈来支持舞蹈？就好比一个人想出版书籍，但是现在他默默无闻，要怎么做？首先是要写下去，而不是去想万一我写出的文字无人问津怎么办？无人问津有什么关系？说不定无人问津里藏着名满天下，藏着写作的高峰，出书的光亮呢。问问自己，如果我决心要学习舞蹈，是不是真的毫无办法，除了让父母支持，如果决心走上舞蹈之路，是不是一定需要经济支持，没有经济支持的情况下能否仍然有学习舞蹈的热情和坚持的勇气，也就是无论如何，我们一定要保持一种舞蹈的基本练习，学习的习惯。",
    "annotation": [
      {
        "sentence": "很好，比如说，可否参加一些公益性比赛，可否通过网络进行学习，可否去做兼职，去培养一个兴趣爱好，或者通过舞蹈来支持舞蹈？",
        "label": ""
      },
      {
        "sentence": "就好比一个人想出版书籍，但是现在他默默无闻，要怎么做？",
        "label": ""
      },
      {
        "sentence": "首先是要写下去，而不是去想万一我写出的文字无人问津怎么办？",
        "label": ""
      },
      {
        "sentence": "无人问津有什么关系？",
        "label": ""
      },
      {
        "sentence": "说不定无人问津里藏着名满天下，藏着写作的高峰，出书的光亮呢。",
        "label": ""
      },
      {
        "sentence": "问问自己，如果我决心要学习舞蹈，是不是真的毫无办法，除了让父母支持，如果决心走上舞蹈之路，是不是一定需要经济支持，没有经济支持的情况下能否仍然有学习舞蹈的热情和坚持的勇气，也就是无论如何，我们一定要保持一种舞蹈的基本练习，学习的习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，要通过自己的努力和创造力来解决问题，而不是依赖他人的支持。",
    "annotation": [
      {
        "sentence": "我明白了，要通过自己的努力和创造力来解决问题，而不是依赖他人的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果有了钱，得到了支持，我就能一帆风顺了吗？还是说我们首先要克服自我这座无比强大的大山，打败自己这个敌人？舞蹈是坚持，还是梦想，还是说说而已，还是遇到困难就退缩，遇到问题就躲避，还是有一种梦，有一份来自心底的力量，即使无人观赏也能翩翩起舞，跳得精彩纷呈？即使生活如此艰难，我仍愿意选择坚持滚烫的人生，如果回答是肯定的，那就迎难而上，去守卫自己的梦吧，让梦想的光亮照进现实，改变自己，改变人生。祝你早日实现心中的梦幻，从此脱胎换骨，焕若新生。",
    "annotation": [
      {
        "sentence": "如果有了钱，得到了支持，我就能一帆风顺了吗？",
        "label": ""
      },
      {
        "sentence": "还是说我们首先要克服自我这座无比强大的大山，打败自己这个敌人？",
        "label": ""
      },
      {
        "sentence": "舞蹈是坚持，还是梦想，还是说说而已，还是遇到困难就退缩，遇到问题就躲避，还是有一种梦，有一份来自心底的力量，即使无人观赏也能翩翩起舞，跳得精彩纷呈？",
        "label": ""
      },
      {
        "sentence": "即使生活如此艰难，我仍愿意选择坚持滚烫的人生，如果回答是肯定的，那就迎难而上，去守卫自己的梦吧，让梦想的光亮照进现实，改变自己，改变人生。",
        "label": ""
      },
      {
        "sentence": "祝你早日实现心中的梦幻，从此脱胎换骨，焕若新生。",
        "label": ""
      }
    ]
  }
]