[
  {
    "role": "client",
    "content": "我现在16岁，发现我过度依赖母亲，怎么办？我发现任何事都想让她替我完成，当我想割裂这段关系，探索另一段健康的关系的时候，我却怕母亲会伤心。另外，我还发现我很认同母亲说的话，这创造出了一个虚假的自我。比如她说我不努力学习，我就认为我是一个不努力学习的人。这两个问题很困扰我。",
    "annotation": [
      {
        "sentence": "我现在16岁，发现我过度依赖母亲，怎么办？",
        "label": ""
      },
      {
        "sentence": "我发现任何事都想让她替我完成，当我想割裂这段关系，探索另一段健康的关系的时候，我却怕母亲会伤心。",
        "label": ""
      },
      {
        "sentence": "另外，我还发现我很认同母亲说的话，这创造出了一个虚假的自我。",
        "label": ""
      },
      {
        "sentence": "比如她说我不努力学习，我就认为我是一个不努力学习的人。",
        "label": ""
      },
      {
        "sentence": "这两个问题很困扰我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完了你的叙述。当你意识到自己依赖某个亲人的时候，其实也就意味着你在成长。我们成长的过程有一个标志性的词语，就是独立性。先回答你第一个问题，你怕自己开始独立以后会让妈妈难过。这样讲吧，在我接触到的案例中，作为父母，他们其实是希望看到自己的孩子能够独当一面的。他们希望孩子能够独立完成一些事情，不再需要他们的帮助和建议，甚至不需要他们在行为上进行指导。当然，有些父母可能控制欲极强，不希望孩子有独立思考的能力，这种情况下问题并不在于孩子，而是在于父母。你觉得你的父母是一个控制欲很强的人吗？如果不是的话，那你可以放心地开始成长。你的妈妈会为你感到骄傲。",
    "annotation": [
      {
        "sentence": "看完了你的叙述。",
        "label": ""
      },
      {
        "sentence": "当你意识到自己依赖某个亲人的时候，其实也就意味着你在成长。",
        "label": ""
      },
      {
        "sentence": "我们成长的过程有一个标志性的词语，就是独立性。",
        "label": ""
      },
      {
        "sentence": "先回答你第一个问题，你怕自己开始独立以后会让妈妈难过。",
        "label": ""
      },
      {
        "sentence": "这样讲吧，在我接触到的案例中，作为父母，他们其实是希望看到自己的孩子能够独当一面的。",
        "label": ""
      },
      {
        "sentence": "他们希望孩子能够独立完成一些事情，不再需要他们的帮助和建议，甚至不需要他们在行为上进行指导。",
        "label": ""
      },
      {
        "sentence": "当然，有些父母可能控制欲极强，不希望孩子有独立思考的能力，这种情况下问题并不在于孩子，而是在于父母。",
        "label": ""
      },
      {
        "sentence": "你觉得你的父母是一个控制欲很强的人吗？",
        "label": ""
      },
      {
        "sentence": "如果不是的话，那你可以放心地开始成长。",
        "label": ""
      },
      {
        "sentence": "你的妈妈会为你感到骄傲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和理解，我会尽量相信自己的成长能力。但是对于第二个问题，我该怎么解决呢？我总是很难克服对母亲话语的认同，导致我对自己有一个虚假的评价。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和理解，我会尽量相信自己的成长能力。",
        "label": ""
      },
      {
        "sentence": "但是对于第二个问题，我该怎么解决呢？",
        "label": ""
      },
      {
        "sentence": "我总是很难克服对母亲话语的认同，导致我对自己有一个虚假的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经意识到自己对母亲话语的过度认同，这是很不容易的一步。过度依赖意味着你要丧失自己的一些空间和自主性，甚至可能会迷失自我。但是你很聪明，能够看到问题的所在。我可以给你一些方法来应对你的妈妈，让自己的想法得到善待。比如，当你的妈妈说你不努力学习时，你可以反问她，具体该怎么做了解更好地学习。这个问题表面上是在征求她的意见，实际上是希望将讨论定位到具体的行动层面上。这样做的好处是当你的妈妈提出具体要求时，你可以提出自己的想法，换句话说，你可以和你的妈妈谈判。你可以将学习上的困扰抛给她，看她如何解决。这样的对话会让对方从妈妈的角色下降到和你平等讨论问题、交流观点的角色。成长可能并不舒服，但是你需要为之做好准备。",
    "annotation": [
      {
        "sentence": "你已经意识到自己对母亲话语的过度认同，这是很不容易的一步。",
        "label": ""
      },
      {
        "sentence": "过度依赖意味着你要丧失自己的一些空间和自主性，甚至可能会迷失自我。",
        "label": ""
      },
      {
        "sentence": "但是你很聪明，能够看到问题的所在。",
        "label": ""
      },
      {
        "sentence": "我可以给你一些方法来应对你的妈妈，让自己的想法得到善待。",
        "label": ""
      },
      {
        "sentence": "比如，当你的妈妈说你不努力学习时，你可以反问她，具体该怎么做了解更好地学习。",
        "label": ""
      },
      {
        "sentence": "这个问题表面上是在征求她的意见，实际上是希望将讨论定位到具体的行动层面上。",
        "label": ""
      },
      {
        "sentence": "这样做的好处是当你的妈妈提出具体要求时，你可以提出自己的想法，换句话说，你可以和你的妈妈谈判。",
        "label": ""
      },
      {
        "sentence": "你可以将学习上的困扰抛给她，看她如何解决。",
        "label": ""
      },
      {
        "sentence": "这样的对话会让对方从妈妈的角色下降到和你平等讨论问题、交流观点的角色。",
        "label": ""
      },
      {
        "sentence": "成长可能并不舒服，但是你需要为之做好准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和妈妈进行这样的对话，希望可以找到一个解决问题的方法。我也明白成长是需要付出努力的，虽然有时候会感到不舒服。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和妈妈进行这样的对话，希望可以找到一个解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我也明白成长是需要付出努力的，虽然有时候会感到不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，你已经迈出了第一步。和妈妈进行这样的对话可能需要时间和耐心，而你已经展现了自己坚持的决心。在成长的过程中，不仅要坚持努力，还要学会面对不舒服的情绪和困难。从长远来看，这都是为了你个人的成长和发展。我相信你可以克服这些困扰，走向更加健康、独立的人生道路。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "和妈妈进行这样的对话可能需要时间和耐心，而你已经展现了自己坚持的决心。",
        "label": ""
      },
      {
        "sentence": "在成长的过程中，不仅要坚持努力，还要学会面对不舒服的情绪和困难。",
        "label": ""
      },
      {
        "sentence": "从长远来看，这都是为了你个人的成长和发展。",
        "label": ""
      },
      {
        "sentence": "我相信你可以克服这些困扰，走向更加健康、独立的人生道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会时刻记住你的话。我会努力面对成长中的困难，相信自己的能力，找到自己的独立性。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会时刻记住你的话。",
        "label": ""
      },
      {
        "sentence": "我会努力面对成长中的困难，相信自己的能力，找到自己的独立性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣赏你的决心和心态。记住相信自己的能力，并且不怕犯错，因为在每个错误中，我们都会更加成熟。继续努力面对困难，你会变得更加强大。如果在这个过程中还有其他问题，记得随时向我求助。我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "非常欣赏你的决心和心态。",
        "label": ""
      },
      {
        "sentence": "记住相信自己的能力，并且不怕犯错，因为在每个错误中，我们都会更加成熟。",
        "label": ""
      },
      {
        "sentence": "继续努力面对困难，你会变得更加强大。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还有其他问题，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的陪伴和鼓励。我会时刻铭记你的支持。如果我有任何其他问题，我一定会向你求助。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的陪伴和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会时刻铭记你的支持。",
        "label": ""
      },
      {
        "sentence": "如果我有任何其他问题，我一定会向你求助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。无论何时，你都可以找我聊天。祝愿你早日走出困境，实现自己的成长和发展。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "无论何时，你都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出困境，实现自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]