[
  {
    "role": "client",
    "content": "我现在16岁，发现我过度依赖母亲，任何事都想让她替我完成，当内心想割裂这段关系，探索另一段健康的关系的时候，我却怕母亲伤心。我还发现我很认同母亲说的话，这创造出了另一个虚假的自我。比如她说我不努力学习，我就认为我是一个不努力学习的人。这两个问题很困扰我。",
    "annotation": [
      {
        "sentence": "我现在16岁，发现我过度依赖母亲，任何事都想让她替我完成，当内心想割裂这段关系，探索另一段健康的关系的时候，我却怕母亲伤心。",
        "label": ""
      },
      {
        "sentence": "我还发现我很认同母亲说的话，这创造出了另一个虚假的自我。",
        "label": ""
      },
      {
        "sentence": "比如她说我不努力学习，我就认为我是一个不努力学习的人。",
        "label": ""
      },
      {
        "sentence": "这两个问题很困扰我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我来尝试回答一下这个问题。你让我看到了一个全新的、让我眼前一亮的16岁少年。一个16岁的孩子，开始觉察自己与母亲之间的关系，看到了这段关系中自己获得的资源和缺失的自我，不禁让我想给你点个赞。你已经开始走向了自由和自性，这些想法会帮助你找到通向真实自我的路，照亮未来的每一片风景。那我来做一个小小的分析仅供你参考。",
    "annotation": [
      {
        "sentence": "我来尝试回答一下这个问题。",
        "label": ""
      },
      {
        "sentence": "你让我看到了一个全新的、让我眼前一亮的16岁少年。",
        "label": ""
      },
      {
        "sentence": "一个16岁的孩子，开始觉察自己与母亲之间的关系，看到了这段关系中自己获得的资源和缺失的自我，不禁让我想给你点个赞。",
        "label": ""
      },
      {
        "sentence": "你已经开始走向了自由和自性，这些想法会帮助你找到通向真实自我的路，照亮未来的每一片风景。",
        "label": ""
      },
      {
        "sentence": "那我来做一个小小的分析仅供你参考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的支持，我确实希望能够找到一种健康的关系模式。",
    "annotation": [
      {
        "sentence": "谢谢您的支持，我确实希望能够找到一种健康的关系模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我现在16岁，我发现我过度依赖母亲，任何事都想让她替我完成。虽然你说是想要依赖母亲，但在这里我却想说说看父亲的角色和功能。在16岁左右的时候，我们已经完全进入了社会现实中，开始扮演各种社会角色，尝试找到一个舒服的自我来适应这个世界。那么在这个时候，父亲的功能是扮演一个引导和英雄的角色，带领我们走向全新的学业、职场和人际关系。对于这种过渡依赖，可能是父亲在你的世界里，引导和英雄的功能不足，母亲成为了这种替代，也是你希望父亲角色在你这个年龄发挥上述作用的补偿感。",
    "annotation": [
      {
        "sentence": "我现在16岁，我发现我过度依赖母亲，任何事都想让她替我完成。",
        "label": ""
      },
      {
        "sentence": "虽然你说是想要依赖母亲，但在这里我却想说说看父亲的角色和功能。",
        "label": ""
      },
      {
        "sentence": "在16岁左右的时候，我们已经完全进入了社会现实中，开始扮演各种社会角色，尝试找到一个舒服的自我来适应这个世界。",
        "label": ""
      },
      {
        "sentence": "那么在这个时候，父亲的功能是扮演一个引导和英雄的角色，带领我们走向全新的学业、职场和人际关系。",
        "label": ""
      },
      {
        "sentence": "对于这种过渡依赖，可能是父亲在你的世界里，引导和英雄的功能不足，母亲成为了这种替代，也是你希望父亲角色在你这个年龄发挥上述作用的补偿感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有想过父亲在这段关系中的作用，我会再从另一个角度思考一下。但是，我还是担心对母亲产生伤害。",
    "annotation": [
      {
        "sentence": "我从来没有想过父亲在这段关系中的作用，我会再从另一个角度思考一下。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心对母亲产生伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当内心想割裂这段关系，探索另一段健康的关系的时候，我却怕母亲伤心。当我们在担心母亲伤心的时候，也许是在担心分离后自己的失落和悲伤感。我想，这时你正在面临一段俄狄浦斯冲突，无法和妈妈建立合适的边界和距离感，又为这种亲密而感到矛盾和焦虑。也许在你的早期经验中，妈妈和你的关系总是处在两种状态中：极度亲密和极度疏离。这也是你会用到割裂这个词的原因。",
    "annotation": [
      {
        "sentence": "当内心想割裂这段关系，探索另一段健康的关系的时候，我却怕母亲伤心。",
        "label": ""
      },
      {
        "sentence": "当我们在担心母亲伤心的时候，也许是在担心分离后自己的失落和悲伤感。",
        "label": ""
      },
      {
        "sentence": "我想，这时你正在面临一段俄狄浦斯冲突，无法和妈妈建立合适的边界和距离感，又为这种亲密而感到矛盾和焦虑。",
        "label": ""
      },
      {
        "sentence": "也许在你的早期经验中，妈妈和你的关系总是处在两种状态中：极度亲密和极度疏离。",
        "label": ""
      },
      {
        "sentence": "这也是你会用到割裂这个词的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说的很对，我感觉我对母亲的依赖和恐惧是混杂在一起的，导致我无法找到自己独立的个体。",
    "annotation": [
      {
        "sentence": "您说的很对，我感觉我对母亲的依赖和恐惧是混杂在一起的，导致我无法找到自己独立的个体。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我还发现我很认同母亲说的话，这创造出了另一个虚假的自我。你提到了虚假自我，那我们先来看看真实自我的维度上都是什么样的状态呢？真实自我可能是：大胆、个性、原始、开放、无拘无束.....我想，你对母亲的认同，可能正是来自于一种原始焦虑，即如果不保持认同，可能就会被母亲所抛弃。这种依恋关系是焦虑的，是值得讨论的。尝试和咨询师或者你的母亲去讨论这些感受和想法，相信你会找到不一样的答案。",
    "annotation": [
      {
        "sentence": "我还发现我很认同母亲说的话，这创造出了另一个虚假的自我。",
        "label": ""
      },
      {
        "sentence": "你提到了虚假自我，那我们先来看看真实自我的维度上都是什么样的状态呢？",
        "label": ""
      },
      {
        "sentence": "真实自我可能是：大胆、个性、原始、开放、无拘无束.....我想，你对母亲的认同，可能正是来自于一种原始焦虑，即如果不保持认同，可能就会被母亲所抛弃。",
        "label": ""
      },
      {
        "sentence": "这种依恋关系是焦虑的，是值得讨论的。",
        "label": ""
      },
      {
        "sentence": "尝试和咨询师或者你的母亲去讨论这些感受和想法，相信你会找到不一样的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑和咨询师或者母亲进行沟通，希望能够解决这些问题。谢谢您的建议和支持。",
    "annotation": [
      {
        "sentence": "我会考虑和咨询师或者母亲进行沟通，希望能够解决这些问题。",
        "label": ""
      },
      {
        "sentence": "谢谢您的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢遇见，期待采纳。我相信你会找到属于自己的健康关系和真实自我的。请记住，接纳自己的过程需要耐心和勇气，但它也是通向个人成长和幸福的重要一步。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "感谢遇见，期待采纳。",
        "label": ""
      },
      {
        "sentence": "我相信你会找到属于自己的健康关系和真实自我的。",
        "label": ""
      },
      {
        "sentence": "请记住，接纳自己的过程需要耐心和勇气，但它也是通向个人成长和幸福的重要一步。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]