[
  {
    "role": "client",
    "content": "我16岁了，发现我过度依赖母亲，不知该怎么办？",
    "annotation": [
      {
        "sentence": "我16岁了，发现我过度依赖母亲，不知该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你已经察觉到你的过度依赖，及时纠正是很重要的一步。你可以采用一种叫做反作用法的方法，也就是反其道而行之，或者说现实脱敏法。具体的做法是，今天让我来处理这件事吧。平常，妈妈为了支持你的学习会包办一些你的生活起居。但是你可以和妈妈分担一些事情，和她一起探讨生活学习中的琐事，培养自己主动行动的习惯。主动行动不仅能激发你自己的思维，还能给你带来更多激情。再好的方法，如果你不行动的话，也只是空谈。只有真正去实践，才会有希望。你要做的是锻炼自己的独立能力，而不是与母亲的关系断裂。因此，告诉妈妈你打算多少分担一些生活琐事也是一种很好的方法。自己做决定有利于你未来在社会上立足，相信你的妈妈一定能够理解并且感到欣慰。",
    "annotation": [
      {
        "sentence": "既然你已经察觉到你的过度依赖，及时纠正是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "你可以采用一种叫做反作用法的方法，也就是反其道而行之，或者说现实脱敏法。",
        "label": ""
      },
      {
        "sentence": "具体的做法是，今天让我来处理这件事吧。",
        "label": ""
      },
      {
        "sentence": "平常，妈妈为了支持你的学习会包办一些你的生活起居。",
        "label": ""
      },
      {
        "sentence": "但是你可以和妈妈分担一些事情，和她一起探讨生活学习中的琐事，培养自己主动行动的习惯。",
        "label": ""
      },
      {
        "sentence": "主动行动不仅能激发你自己的思维，还能给你带来更多激情。",
        "label": ""
      },
      {
        "sentence": "再好的方法，如果你不行动的话，也只是空谈。",
        "label": ""
      },
      {
        "sentence": "只有真正去实践，才会有希望。",
        "label": ""
      },
      {
        "sentence": "你要做的是锻炼自己的独立能力，而不是与母亲的关系断裂。",
        "label": ""
      },
      {
        "sentence": "因此，告诉妈妈你打算多少分担一些生活琐事也是一种很好的方法。",
        "label": ""
      },
      {
        "sentence": "自己做决定有利于你未来在社会上立足，相信你的妈妈一定能够理解并且感到欣慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着主动地参与一些日常事务，和妈妈交流。但是我担心她会因此感到伤心，我应该怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我会试着主动地参与一些日常事务，和妈妈交流。",
        "label": ""
      },
      {
        "sentence": "但是我担心她会因此感到伤心，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。你和妈妈坦诚地沟通会是关键。你可以告诉她你的想法，解释你希望能够独立一些，培养自己的能力，但这并不意味着你不需要她。强调你的决定是出于对未来更好的考虑，并且你依然爱她。同时，也向她保证你会继续关心她的感受，不会因此而疏远她。这样，她会明白你的用心，并且更容易接受你的决定。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "你和妈妈坦诚地沟通会是关键。",
        "label": ""
      },
      {
        "sentence": "你可以告诉她你的想法，解释你希望能够独立一些，培养自己的能力，但这并不意味着你不需要她。",
        "label": ""
      },
      {
        "sentence": "强调你的决定是出于对未来更好的考虑，并且你依然爱她。",
        "label": ""
      },
      {
        "sentence": "同时，也向她保证你会继续关心她的感受，不会因此而疏远她。",
        "label": ""
      },
      {
        "sentence": "这样，她会明白你的用心，并且更容易接受你的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和妈妈坦诚交流。但是我还有一个问题，我发现我很认同妈妈说的话，这让我产生了另一个虚假的自我。比如，她说我不努力学习，我就认为我是一个不努力学习的人。我该怎么处理这个问题呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和妈妈坦诚交流。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，我发现我很认同妈妈说的话，这让我产生了另一个虚假的自我。",
        "label": ""
      },
      {
        "sentence": "比如，她说我不努力学习，我就认为我是一个不努力学习的人。",
        "label": ""
      },
      {
        "sentence": "我该怎么处理这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个常见的情况，你的感受我完全理解。首先，你要知道，你的价值不仅仅由你母亲的评价来决定。你可以多跟朋友或老师交流，听听他们对你的看法，了解自己的优点和努力。其次，尝试用肯定自己的话语来替代你母亲的评价，告诉自己你是一个勤奋努力的人，并制定一些小目标，逐步实现并对自己给予积极的认可。最重要的是，不要过分依赖他人的评价，你要学会相信自己，培养自己内在的价值观。",
    "annotation": [
      {
        "sentence": "这是一个常见的情况，你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "首先，你要知道，你的价值不仅仅由你母亲的评价来决定。",
        "label": ""
      },
      {
        "sentence": "你可以多跟朋友或老师交流，听听他们对你的看法，了解自己的优点和努力。",
        "label": ""
      },
      {
        "sentence": "其次，尝试用肯定自己的话语来替代你母亲的评价，告诉自己你是一个勤奋努力的人，并制定一些小目标，逐步实现并对自己给予积极的认可。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不要过分依赖他人的评价，你要学会相信自己，培养自己内在的价值观。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试和其他人多交流，了解自己的优点和努力。我也会努力相信自己，培养内在的价值观。太感谢你了，对我帮助很大！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试和其他人多交流，了解自己的优点和努力。",
        "label": ""
      },
      {
        "sentence": "我也会努力相信自己，培养内在的价值观。",
        "label": ""
      },
      {
        "sentence": "太感谢你了，对我帮助很大！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到你。记住，每个人都需要在独立与依赖之间找到一个平衡点。你已经迈出了寻求帮助的第一步，相信你能够逐渐摆脱过度依赖，成为一个更有独立意识和自信的人。如果将来还有其他问题，欢迎随时来找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都需要在独立与依赖之间找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了寻求帮助的第一步，相信你能够逐渐摆脱过度依赖，成为一个更有独立意识和自信的人。",
        "label": ""
      },
      {
        "sentence": "如果将来还有其他问题，欢迎随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]