[
  {
    "role": "client",
    "content": "我现在16岁，发现我过度依赖母亲，任何事都想让她替我完成，当内心想割裂这段关系，探索另一段健康的关系的时候，我却怕母亲伤心。我还发现我很认同母亲说的话，这创造出了另一个虚假的自我。比如她说我不努力学习，我就认为我是一个不努力学习的人。这两个问题很困扰我。",
    "annotation": [
      {
        "sentence": "我现在16岁，发现我过度依赖母亲，任何事都想让她替我完成，当内心想割裂这段关系，探索另一段健康的关系的时候，我却怕母亲伤心。",
        "label": ""
      },
      {
        "sentence": "我还发现我很认同母亲说的话，这创造出了另一个虚假的自我。",
        "label": ""
      },
      {
        "sentence": "比如她说我不努力学习，我就认为我是一个不努力学习的人。",
        "label": ""
      },
      {
        "sentence": "这两个问题很困扰我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到题目我已眼睛一亮，再读你的文字，禁不住感叹！16岁就能觉察到对母亲的依赖，并开始思考、探索独立，同时还认识到自己虚假的自我，孩子，你太优秀了！为你点赞不要说你的同龄人，在当今社会中，就是26岁、36岁，甚至更大年龄的人中，也不乏过度依赖父母的啃老族，迷失自我的更大有人在！你已经走在了许多人的前面，真为你高兴和骄傲！当然，成长过程中也不乏烦恼、冲突和矛盾，新的世界也都是在碰撞中产生，所以对你来说“我发现我过度依赖母亲，任何事都想让她替我完成，当内心想割裂这段关系，探索另一段健康的关系的时候，我却怕母亲伤心”，这正常不过。",
    "annotation": [
      {
        "sentence": "看到题目我已眼睛一亮，再读你的文字，禁不住感叹！",
        "label": ""
      },
      {
        "sentence": "16岁就能觉察到对母亲的依赖，并开始思考、探索独立，同时还认识到自己虚假的自我，孩子，你太优秀了！",
        "label": ""
      },
      {
        "sentence": "为你点赞不要说你的同龄人，在当今社会中，就是26岁、36岁，甚至更大年龄的人中，也不乏过度依赖父母的啃老族，迷失自我的更大有人在！",
        "label": ""
      },
      {
        "sentence": "你已经走在了许多人的前面，真为你高兴和骄傲！",
        "label": ""
      },
      {
        "sentence": "当然，成长过程中也不乏烦恼、冲突和矛盾，新的世界也都是在碰撞中产生，所以对你来说“我发现我过度依赖母亲，任何事都想让她替我完成，当内心想割裂这段关系，探索另一段健康的关系的时候，我却怕母亲伤心”，这正常不过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我已经开始意识到这个问题，但我不知道如何处理自己的依赖和担心母亲的感受之间的矛盾。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我已经开始意识到这个问题，但我不知道如何处理自己的依赖和担心母亲的感受之间的矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。从每个人被孕育开始，我们和母亲之间就无法割舍，曾经有老师说过：对于每个人来说，心理上对母亲的需求、依赖是终身的，怎么都不为过！所以你觉得自己依赖母亲，这可以理解了吧？对于你觉得自己过度依赖、任何事都想让她替你完成，那事实是怎样？你把你的想法付诸行动了吗？如果没有，那不用困在自己的想法中，允许自己心理上与妈妈的链接，也只有与母亲有了良好的依恋关系，才能真正走向独立，这是基础！坦然接受，而不在行动层面这么去做就行，不困惑于自己的想法。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "从每个人被孕育开始，我们和母亲之间就无法割舍，曾经有老师说过：对于每个人来说，心理上对母亲的需求、依赖是终身的，怎么都不为过！",
        "label": ""
      },
      {
        "sentence": "所以你觉得自己依赖母亲，这可以理解了吧？",
        "label": ""
      },
      {
        "sentence": "对于你觉得自己过度依赖、任何事都想让她替你完成，那事实是怎样？",
        "label": ""
      },
      {
        "sentence": "你把你的想法付诸行动了吗？",
        "label": ""
      },
      {
        "sentence": "如果没有，那不用困在自己的想法中，允许自己心理上与妈妈的链接，也只有与母亲有了良好的依恋关系，才能真正走向独立，这是基础！",
        "label": ""
      },
      {
        "sentence": "坦然接受，而不在行动层面这么去做就行，不困惑于自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，虽然我还没有完全付诸行动，但我会尽力去接受这个过程，不再困扰于自己的想法。",
    "annotation": [
      {
        "sentence": "我明白了，虽然我还没有完全付诸行动，但我会尽力去接受这个过程，不再困扰于自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的心态是积极的，这是很重要的一步。另外，“想割裂，又怕母亲担心”，看来你是个善良的孩子如其他人所说，孩子的分离也将造成父母的不适应，现在社会中，更多的是父母离不开孩子，而不是孩子离不开父母。你可以和妈妈一起探讨探讨这独立的话题，也可以慢慢地推进新的关系，给你和妈妈一个适应的过程。爸爸的介入，可以很好地帮助孩子走向独立。不知道你和爸爸之间、爸爸妈妈之间都相处的如何，如果彼此关系都很好，那你不用太担心妈妈，相信她会和你一样会接受彼此的分离与独立。",
    "annotation": [
      {
        "sentence": "很好，你的心态是积极的，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "另外，“想割裂，又怕母亲担心”，看来你是个善良的孩子如其他人所说，孩子的分离也将造成父母的不适应，现在社会中，更多的是父母离不开孩子，而不是孩子离不开父母。",
        "label": ""
      },
      {
        "sentence": "你可以和妈妈一起探讨探讨这独立的话题，也可以慢慢地推进新的关系，给你和妈妈一个适应的过程。",
        "label": ""
      },
      {
        "sentence": "爸爸的介入，可以很好地帮助孩子走向独立。",
        "label": ""
      },
      {
        "sentence": "不知道你和爸爸之间、爸爸妈妈之间都相处的如何，如果彼此关系都很好，那你不用太担心妈妈，相信她会和你一样会接受彼此的分离与独立。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我和父母之间的关系还不错，我会考虑和爸爸一起探讨这个话题，希望能慢慢地获得更多的独立空间。",
    "annotation": [
      {
        "sentence": "其实我和父母之间的关系还不错，我会考虑和爸爸一起探讨这个话题，希望能慢慢地获得更多的独立空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样很好，你和父母之间的交流是非常重要的，通过和爸爸一起讨论，你可以分享自己对独立的思考和想法，也可以了解父母对这个话题的看法。这样的交流还能加深你和父亲之间的亲密度，一起成长也更有力量。最后，我想说“我很认同母亲说的话”，我们都是在认同父母的过程中走向成熟，认同不一定都会产生虚假的自我。只有不敢做真正的自己，不敢表达内在的自己，而只会去迎合父母、以父母的快乐为自己的快乐，以父母的满意为自己的满意，以父母的期待为自己的目标，这样才更容易形成虚假的自我。每个人多多少少会有些虚假自我的成分，以应对不同的环境，只要不迷失自己就行。所以不必太困惑于此！16岁的年纪已超越了许多人，相信你会越来越棒。双节快乐！",
    "annotation": [
      {
        "sentence": "这样很好，你和父母之间的交流是非常重要的，通过和爸爸一起讨论，你可以分享自己对独立的思考和想法，也可以了解父母对这个话题的看法。",
        "label": ""
      },
      {
        "sentence": "这样的交流还能加深你和父亲之间的亲密度，一起成长也更有力量。",
        "label": ""
      },
      {
        "sentence": "最后，我想说“我很认同母亲说的话”，我们都是在认同父母的过程中走向成熟，认同不一定都会产生虚假的自我。",
        "label": ""
      },
      {
        "sentence": "只有不敢做真正的自己，不敢表达内在的自己，而只会去迎合父母、以父母的快乐为自己的快乐，以父母的满意为自己的满意，以父母的期待为自己的目标，这样才更容易形成虚假的自我。",
        "label": ""
      },
      {
        "sentence": "每个人多多少少会有些虚假自我的成分，以应对不同的环境，只要不迷失自己就行。",
        "label": ""
      },
      {
        "sentence": "所以不必太困惑于此！",
        "label": ""
      },
      {
        "sentence": "16岁的年纪已超越了许多人，相信你会越来越棒。",
        "label": ""
      },
      {
        "sentence": "双节快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我会牢记你的话，积极面对自己的问题，努力成长。祝您节日快乐！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我会牢记你的话，积极面对自己的问题，努力成长。",
        "label": ""
      },
      {
        "sentence": "祝您节日快乐！",
        "label": ""
      }
    ]
  }
]