[
  {
    "role": "client",
    "content": "去了不如以前城市的地方读书，傲慢与偏见，如何谦虚？我因为一些原因来到了另一个地方读书，因为当地条件不比我以前的城市好，因此，连带着对地域的偏见这所学校也被我给偏见了。偏见，与当地学生的成绩，让我这个在原本城市里是学渣的人感到了非常浓厚的优越感[我薄弱的基础可以比得过中上的一些人]，虽然我心里说着人人平等，但是我的优越感总是显现。我也强迫自己理智分析过，如果这所学校里的学生都好好学习，那一定不会是现在这样。以此来压制住我的优越感，但明显是行不通的。哪怕是我新交的朋友，我也仍然若有若无带着优越，还想以自己薄弱的基础去教导他人，以展现自己的价值，塑造自己的“学霸”形象。学校颁奖给成绩优秀学生时，我会想我也可以我也行啊，有什么难的？我并不对自己感到厌恶。但我感到十分羞耻，优越式的谦虚，令我十分受不了自己。根深蒂固的偏见，我还是没有改过来。其实我倒宁愿能够厌恶。求助大家，平等谦虚？",
    "annotation": [
      {
        "sentence": "去了不如以前城市的地方读书，傲慢与偏见，如何谦虚？",
        "label": ""
      },
      {
        "sentence": "我因为一些原因来到了另一个地方读书，因为当地条件不比我以前的城市好，因此，连带着对地域的偏见这所学校也被我给偏见了。",
        "label": ""
      },
      {
        "sentence": "偏见，与当地学生的成绩，让我这个在原本城市里是学渣的人感到了非常浓厚的优越感[我薄弱的基础可以比得过中上的一些人]，虽然我心里说着人人平等，但是我的优越感总是显现。",
        "label": ""
      },
      {
        "sentence": "我也强迫自己理智分析过，如果这所学校里的学生都好好学习，那一定不会是现在这样。",
        "label": ""
      },
      {
        "sentence": "以此来压制住我的优越感，但明显是行不通的。",
        "label": ""
      },
      {
        "sentence": "哪怕是我新交的朋友，我也仍然若有若无带着优越，还想以自己薄弱的基础去教导他人，以展现自己的价值，塑造自己的“学霸”形象。",
        "label": ""
      },
      {
        "sentence": "学校颁奖给成绩优秀学生时，我会想我也可以我也行啊，有什么难的？",
        "label": ""
      },
      {
        "sentence": "我并不对自己感到厌恶。",
        "label": ""
      },
      {
        "sentence": "但我感到十分羞耻，优越式的谦虚，令我十分受不了自己。",
        "label": ""
      },
      {
        "sentence": "根深蒂固的偏见，我还是没有改过来。",
        "label": ""
      },
      {
        "sentence": "其实我倒宁愿能够厌恶。",
        "label": ""
      },
      {
        "sentence": "求助大家，平等谦虚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你去了新的城市读书，遇到了一些困扰，我能感觉到你很愿意改变，希望我的解释对你有启发。[1]我明白你内心的冲突。你渴望平等和谦虚，但又感到不该有的优越感。在《与内心的冲突和解》这本书中提到：一个人的内心存在着各种人生问题，这是活着的证明。许多人从自卑感转向追求优越感和成功，但无论多成功，他们仍然无法获得真正的满足感。[2]你需要找到真正的价值感。真正的自己并不是你当下期望的那个自己。自我实现，始于接受真实的自己。而不是困扰于追求理想中的自己。你有没有想过，在你强烈的优越感背后，是否隐藏着一种自卑呢？通常来说，优越感越强，内心就越迷失。[3]让心灵成长是你想要的，对吗？你现在得到的优越感，换一个更好的环境可能就不存在了，因为“人外有人，天外有天”。当你真正成长起来，既能认识到自身的优势，也能认识到自己的偏见和不足，对自己有足够的接纳和认识，心理成熟起来，无论身处何方，你都会成为一个幸福的人。你偶尔塑造自己为学霸形象，但我想说的是，不要活在别人的眼光中，因为你内心并不认同这样做，对吗？将视野放宽到更广阔的世界可能对你有所帮助。永远选择成长，我祝福你！",
    "annotation": [
      {
        "sentence": "你去了新的城市读书，遇到了一些困扰，我能感觉到你很愿意改变，希望我的解释对你有启发。",
        "label": ""
      },
      {
        "sentence": "[1]我明白你内心的冲突。",
        "label": ""
      },
      {
        "sentence": "你渴望平等和谦虚，但又感到不该有的优越感。",
        "label": ""
      },
      {
        "sentence": "在《与内心的冲突和解》这本书中提到：一个人的内心存在着各种人生问题，这是活着的证明。",
        "label": ""
      },
      {
        "sentence": "许多人从自卑感转向追求优越感和成功，但无论多成功，他们仍然无法获得真正的满足感。",
        "label": ""
      },
      {
        "sentence": "[2]你需要找到真正的价值感。",
        "label": ""
      },
      {
        "sentence": "真正的自己并不是你当下期望的那个自己。",
        "label": ""
      },
      {
        "sentence": "自我实现，始于接受真实的自己。",
        "label": ""
      },
      {
        "sentence": "而不是困扰于追求理想中的自己。",
        "label": ""
      },
      {
        "sentence": "你有没有想过，在你强烈的优越感背后，是否隐藏着一种自卑呢？",
        "label": ""
      },
      {
        "sentence": "通常来说，优越感越强，内心就越迷失。",
        "label": ""
      },
      {
        "sentence": "[3]让心灵成长是你想要的，对吗？",
        "label": ""
      },
      {
        "sentence": "你现在得到的优越感，换一个更好的环境可能就不存在了，因为“人外有人，天外有天”。",
        "label": ""
      },
      {
        "sentence": "当你真正成长起来，既能认识到自身的优势，也能认识到自己的偏见和不足，对自己有足够的接纳和认识，心理成熟起来，无论身处何方，你都会成为一个幸福的人。",
        "label": ""
      },
      {
        "sentence": "你偶尔塑造自己为学霸形象，但我想说的是，不要活在别人的眼光中，因为你内心并不认同这样做，对吗？",
        "label": ""
      },
      {
        "sentence": "将视野放宽到更广阔的世界可能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "永远选择成长，我祝福你！",
        "label": ""
      }
    ]
  }
]