[
  {
    "role": "client",
    "content": "我喜欢上了我们经理，但是他已经结婚了，怎么办？我们在一起差不多半年了，但是他不可能离婚的。和他在一起好痛苦。和他说了以后做朋友，他也说可以，但是他昨天又来找我。一找我就控制不住感情，走了之后也和他说了，没发继续在一起了，我现在好痛苦怎么办？",
    "annotation": [
      {
        "sentence": "我喜欢上了我们经理，但是他已经结婚了，怎么办？",
        "label": ""
      },
      {
        "sentence": "我们在一起差不多半年了，但是他不可能离婚的。",
        "label": ""
      },
      {
        "sentence": "和他在一起好痛苦。",
        "label": ""
      },
      {
        "sentence": "和他说了以后做朋友，他也说可以，但是他昨天又来找我。",
        "label": ""
      },
      {
        "sentence": "一找我就控制不住感情，走了之后也和他说了，没发继续在一起了，我现在好痛苦怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很痛苦，因为喜欢上了已婚的经理，经理又不可能离婚，所以你想结束关系。可经理一来找你就控制不住自己的感情。因此感觉很痛苦，不知道该怎么办。你的痛苦来源于两个方面，一个是对经理的爱而不得，一个是来自于自己内心对这段介入别人婚姻的感情的道德审判。如何消除这种痛苦，依赖于你最终做出什么样的选择，不同的选择会有不同的应对方式。",
    "annotation": [
      {
        "sentence": "你很痛苦，因为喜欢上了已婚的经理，经理又不可能离婚，所以你想结束关系。",
        "label": ""
      },
      {
        "sentence": "可经理一来找你就控制不住自己的感情。",
        "label": ""
      },
      {
        "sentence": "因此感觉很痛苦，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "你的痛苦来源于两个方面，一个是对经理的爱而不得，一个是来自于自己内心对这段介入别人婚姻的感情的道德审判。",
        "label": ""
      },
      {
        "sentence": "如何消除这种痛苦，依赖于你最终做出什么样的选择，不同的选择会有不同的应对方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我正在为这个问题苦恼，不知道该怎么选择。我感觉自己很困惑，不知道自己现在的状态是不是适合做这个决定。",
    "annotation": [
      {
        "sentence": "是的，我正在为这个问题苦恼，不知道该怎么选择。",
        "label": ""
      },
      {
        "sentence": "我感觉自己很困惑，不知道自己现在的状态是不是适合做这个决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑，这种时候确实很难做出决定。但你也可以试着冷静下来，反思一下。你可以把自己的状态做一个对比，一个是没有喜欢上经理之前的自己，一个是现在喜欢上经理的自己，还可以再加一个结束和经理之间的感情的自己。你可以列表对比一下这几个不同状态下的自己。哪里变得更好了，哪里没有以前好。然后看看是变好的更多一些，还是变差的更多一些。这样，如何选择应该就比较容易了。好的感情，应该是会让我们变得更好的才对，不是吗？",
    "annotation": [
      {
        "sentence": "我明白你的困惑，这种时候确实很难做出决定。",
        "label": ""
      },
      {
        "sentence": "但你也可以试着冷静下来，反思一下。",
        "label": ""
      },
      {
        "sentence": "你可以把自己的状态做一个对比，一个是没有喜欢上经理之前的自己，一个是现在喜欢上经理的自己，还可以再加一个结束和经理之间的感情的自己。",
        "label": ""
      },
      {
        "sentence": "你可以列表对比一下这几个不同状态下的自己。",
        "label": ""
      },
      {
        "sentence": "哪里变得更好了，哪里没有以前好。",
        "label": ""
      },
      {
        "sentence": "然后看看是变好的更多一些，还是变差的更多一些。",
        "label": ""
      },
      {
        "sentence": "这样，如何选择应该就比较容易了。",
        "label": ""
      },
      {
        "sentence": "好的感情，应该是会让我们变得更好的才对，不是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要冷静下来思考一下自己的状态和选择。还有，我和经理在工作中还有联系，这让我很难保持冷静。",
    "annotation": [
      {
        "sentence": "我明白了，我需要冷静下来思考一下自己的状态和选择。",
        "label": ""
      },
      {
        "sentence": "还有，我和经理在工作中还有联系，这让我很难保持冷静。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你觉得在当前的状态下很难做出冷静的思考（毕竟，你和经理之间还存在一重工作关系），那可以考虑改变一下这种情况。离职也许存在各种各样的困难，但是你可以主动休个假什么的，应该会比较容易实现。远离相关的人和环境，应该能有助于你做出冷静的选择。",
    "annotation": [
      {
        "sentence": "如果你觉得在当前的状态下很难做出冷静的思考（毕竟，你和经理之间还存在一重工作关系），那可以考虑改变一下这种情况。",
        "label": ""
      },
      {
        "sentence": "离职也许存在各种各样的困难，但是你可以主动休个假什么的，应该会比较容易实现。",
        "label": ""
      },
      {
        "sentence": "远离相关的人和环境，应该能有助于你做出冷静的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我感觉确实需要离开这个环境一段时间，让自己能够冷静下来。但是我也有些担心离开后会感到无所适从，不知道该如何面对自己的感情问题。",
    "annotation": [
      {
        "sentence": "听了你的建议，我感觉确实需要离开这个环境一段时间，让自己能够冷静下来。",
        "label": ""
      },
      {
        "sentence": "但是我也有些担心离开后会感到无所适从，不知道该如何面对自己的感情问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "离开一段时间的确是能帮助你冷静思考的，但你不必担心无所适从。相信自己，你应该对自己抱有信心，相信不管处在什么状态下，自己都能够找到最适合的应对方式。即便之前的应对方式出了问题，相信自己也能很快做出调整。你可以给自己一些时间，相信自己会走出困境的。",
    "annotation": [
      {
        "sentence": "离开一段时间的确是能帮助你冷静思考的，但你不必担心无所适从。",
        "label": ""
      },
      {
        "sentence": "相信自己，你应该对自己抱有信心，相信不管处在什么状态下，自己都能够找到最适合的应对方式。",
        "label": ""
      },
      {
        "sentence": "即便之前的应对方式出了问题，相信自己也能很快做出调整。",
        "label": ""
      },
      {
        "sentence": "你可以给自己一些时间，相信自己会走出困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着相信自己，找到适合的方式来处理这段感情。希望自己能够走出困境，重新找回属于自己的快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着相信自己，找到适合的方式来处理这段感情。",
        "label": ""
      },
      {
        "sentence": "希望自己能够走出困境，重新找回属于自己的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。相信你能够走出困境，重新找到属于自己的快乐。如果还有什么问题，随时可以找我聊天。祝福你能够顺利解决这个问题！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你能够走出困境，重新找到属于自己的快乐。",
        "label": ""
      },
      {
        "sentence": "如果还有什么问题，随时可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你能够顺利解决这个问题！",
        "label": ""
      }
    ]
  }
]