[
  {
    "role": "client",
    "content": "分手了，怎么样才能忘记自己爱的人？我很爱一个女孩，我们在一起很开心，在认识7个月的时候，我开始怀疑她，比如发信息我希望她秒回，如果隔了太久，我就会觉得她在跟别人聊天，刚开始在一起的时候我们见面很平常，而且我们每次见面她都很开心，后来见面慢慢的少了，就算我提出去找她，感觉她也不是特别期待，而且有时候还说有事，下次再见，我觉得她在敷衍我，是不是不爱我了？现在分手了，可是我还是忘不了她，就算告诉自己狠心忘记，可还是做不到，我们已经一个星期没有联系了，她没找我，我没找她，可是每天我都会想她，特别想，想在一起的时候，每天做什么事都没心思，心理特别难受，放不下，每天都过得好累。请问有什么办法解决自己这种压抑。",
    "annotation": [
      {
        "sentence": "分手了，怎么样才能忘记自己爱的人？",
        "label": ""
      },
      {
        "sentence": "我很爱一个女孩，我们在一起很开心，在认识7个月的时候，我开始怀疑她，比如发信息我希望她秒回，如果隔了太久，我就会觉得她在跟别人聊天，刚开始在一起的时候我们见面很平常，而且我们每次见面她都很开心，后来见面慢慢的少了，就算我提出去找她，感觉她也不是特别期待，而且有时候还说有事，下次再见，我觉得她在敷衍我，是不是不爱我了？",
        "label": ""
      },
      {
        "sentence": "现在分手了，可是我还是忘不了她，就算告诉自己狠心忘记，可还是做不到，我们已经一个星期没有联系了，她没找我，我没找她，可是每天我都会想她，特别想，想在一起的时候，每天做什么事都没心思，心理特别难受，放不下，每天都过得好累。",
        "label": ""
      },
      {
        "sentence": "请问有什么办法解决自己这种压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊，看到你的文字，很心疼很爱一个人，然后分手了，这是件很痛苦的事情。爱而不得，分手之后沉迷于痛苦，这样太难了。分手之后还是忘不了对方，每天想对方，什么都无法做。这是不是代表着你还是很爱对方呢。不知道你是因为什么原因分手的，对于这段感情又有什么样的想法呢。",
    "annotation": [
      {
        "sentence": "啊，看到你的文字，很心疼很爱一个人，然后分手了，这是件很痛苦的事情。",
        "label": ""
      },
      {
        "sentence": "爱而不得，分手之后沉迷于痛苦，这样太难了。",
        "label": ""
      },
      {
        "sentence": "分手之后还是忘不了对方，每天想对方，什么都无法做。",
        "label": ""
      },
      {
        "sentence": "这是不是代表着你还是很爱对方呢。",
        "label": ""
      },
      {
        "sentence": "不知道你是因为什么原因分手的，对于这段感情又有什么样的想法呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们分手是因为最近的种种事情让我觉得她对我失去了爱，我开始怀疑她的真心。我们在一起7个月的时候，她的表现开始有些变化，见面的次数减少了，而且她也不像以前那样开心了。我试图找她，但感觉她并不那么期待，经常说有事情，下次再见。我觉得她在敷衍我，这让我很伤心。",
    "annotation": [
      {
        "sentence": "我们分手是因为最近的种种事情让我觉得她对我失去了爱，我开始怀疑她的真心。",
        "label": ""
      },
      {
        "sentence": "我们在一起7个月的时候，她的表现开始有些变化，见面的次数减少了，而且她也不像以前那样开心了。",
        "label": ""
      },
      {
        "sentence": "我试图找她，但感觉她并不那么期待，经常说有事情，下次再见。",
        "label": ""
      },
      {
        "sentence": "我觉得她在敷衍我，这让我很伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的叙述，可以感受到你对这段感情的付出和对她的思念之情。分手后，很难遗忘曾经深爱的人，心里的痛苦是理所应当的。但是，我们也需要思考一下为什么她在感情中产生变化。在7个月的时间里，你有没有看到她可能有其他压力或是内心出现了变化呢？",
    "annotation": [
      {
        "sentence": "听你的叙述，可以感受到你对这段感情的付出和对她的思念之情。",
        "label": ""
      },
      {
        "sentence": "分手后，很难遗忘曾经深爱的人，心里的痛苦是理所应当的。",
        "label": ""
      },
      {
        "sentence": "但是，我们也需要思考一下为什么她在感情中产生变化。",
        "label": ""
      },
      {
        "sentence": "在7个月的时间里，你有没有看到她可能有其他压力或是内心出现了变化呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有察觉到她有其他压力，她在这段时间里除了和我交往，生活上并没有太大的变化。我就是开始对她的态度和表现感到困惑和失望。",
    "annotation": [
      {
        "sentence": "我没有察觉到她有其他压力，她在这段时间里除了和我交往，生活上并没有太大的变化。",
        "label": ""
      },
      {
        "sentence": "我就是开始对她的态度和表现感到困惑和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许我们可以试着换个角度思考一下。她的态度和表现的改变不一定完全是因为对你的不爱，还有其他一些可能的原因，比如她个人的情绪变化、工作压力等。即使是她真的不爱你了，也许这段感情对她来说已经不再适合。接受这个事实会让你感到心痛，但也是我们成长的一部分。",
    "annotation": [
      {
        "sentence": "或许我们可以试着换个角度思考一下。",
        "label": ""
      },
      {
        "sentence": "她的态度和表现的改变不一定完全是因为对你的不爱，还有其他一些可能的原因，比如她个人的情绪变化、工作压力等。",
        "label": ""
      },
      {
        "sentence": "即使是她真的不爱你了，也许这段感情对她来说已经不再适合。",
        "label": ""
      },
      {
        "sentence": "接受这个事实会让你感到心痛，但也是我们成长的一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我还是很难释怀，每天都会想她。我尝试着告诉自己要忘记她，但始终做不到。我真的不知道该怎么办才能解决自己的情绪和压抑。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我还是很难释怀，每天都会想她。",
        "label": ""
      },
      {
        "sentence": "我尝试着告诉自己要忘记她，但始终做不到。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才能解决自己的情绪和压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放下一个人并不是一件容易的事情，特别是在你们的感情还没有得到彻底交待的情况下。不过，时间可以治愈一切。你可以试着多分散注意力，为自己找些事情做，避免空闲的时候胡思乱想。和亲友交流也是很重要的，不要把自己封闭起来。如果你觉得自己无法摆脱困境，不妨考虑寻求专业心理咨询师的帮助，他们会提供更具体的指导和支持。",
    "annotation": [
      {
        "sentence": "放下一个人并不是一件容易的事情，特别是在你们的感情还没有得到彻底交待的情况下。",
        "label": ""
      },
      {
        "sentence": "不过，时间可以治愈一切。",
        "label": ""
      },
      {
        "sentence": "你可以试着多分散注意力，为自己找些事情做，避免空闲的时候胡思乱想。",
        "label": ""
      },
      {
        "sentence": "和亲友交流也是很重要的，不要把自己封闭起来。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己无法摆脱困境，不妨考虑寻求专业心理咨询师的帮助，他们会提供更具体的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力去尝试。我明白时间是最好的疗伤方式，但现在的我总觉得每一天都很难熬过去。希望我能慢慢走出这段阴影。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力去尝试。",
        "label": ""
      },
      {
        "sentence": "我明白时间是最好的疗伤方式，但现在的我总觉得每一天都很难熬过去。",
        "label": ""
      },
      {
        "sentence": "希望我能慢慢走出这段阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情绪很正常，不必勉强自己过得太好，因为每个人都有自己独特的复原过程。希望你可以逐渐振作起来，找到新的快乐和幸福。记得，你并不孤单，有人会一直支持着你。加油！如果你需要任何进一步的帮助，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "你现在的情绪很正常，不必勉强自己过得太好，因为每个人都有自己独特的复原过程。",
        "label": ""
      },
      {
        "sentence": "希望你可以逐渐振作起来，找到新的快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，有人会一直支持着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]