[
  {
    "role": "client",
    "content": "每次谈男朋友谈到要结婚的时候就想分手，是怎么回事？我察觉自己有一种模式，每次谈男朋友谈到对方提出要结婚的时候，我心里就不自觉的想着他的缺点，不想跟他再进一步走进婚姻。我谈过很多男朋友，因为很害怕一个人所以基本没有空窗期，之前都是找我喜欢的吸引我的，有谈了1年或者2年的，平时看到他们的缺点想着先忍忍吧，谁没有缺点，但是提出结婚的时候就好像是矛盾的开始分手的前兆。后来我找了一个不讨厌的对我好的，也是这个样子，现在催我跟他结婚我又想到他的很多缺点想重新再找，怎么办。。。",
    "annotation": [
      {
        "sentence": "每次谈男朋友谈到要结婚的时候就想分手，是怎么回事？",
        "label": ""
      },
      {
        "sentence": "我察觉自己有一种模式，每次谈男朋友谈到对方提出要结婚的时候，我心里就不自觉的想着他的缺点，不想跟他再进一步走进婚姻。",
        "label": ""
      },
      {
        "sentence": "我谈过很多男朋友，因为很害怕一个人所以基本没有空窗期，之前都是找我喜欢的吸引我的，有谈了1年或者2年的，平时看到他们的缺点想着先忍忍吧，谁没有缺点，但是提出结婚的时候就好像是矛盾的开始分手的前兆。",
        "label": ""
      },
      {
        "sentence": "后来我找了一个不讨厌的对我好的，也是这个样子，现在催我跟他结婚我又想到他的很多缺点想重新再找，怎么办。。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一提到婚姻，就会想到对方可能有哪些确缺点，甚至越来越多，甚至觉得可能对方都没有优点可言了，我想给你一个拥抱！每一件事情的背后，都有一个不为人知的秘密，而这个秘密也是困扰着我们难以在某件事情上做出最正确的选择，甚至会出现错误的方式。",
    "annotation": [
      {
        "sentence": "一提到婚姻，就会想到对方可能有哪些确缺点，甚至越来越多，甚至觉得可能对方都没有优点可言了，我想给你一个拥抱！",
        "label": ""
      },
      {
        "sentence": "每一件事情的背后，都有一个不为人知的秘密，而这个秘密也是困扰着我们难以在某件事情上做出最正确的选择，甚至会出现错误的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到这是一个模式，但不知道如何改变。我曾经经历了一些创伤，害怕一个人，不想再面对孤独，所以从来没有空窗期。但是现在发现这种方式并没有让我得到缓解，反而让我陷入了另一种困境。",
    "annotation": [
      {
        "sentence": "是的，我意识到这是一个模式，但不知道如何改变。",
        "label": ""
      },
      {
        "sentence": "我曾经经历了一些创伤，害怕一个人，不想再面对孤独，所以从来没有空窗期。",
        "label": ""
      },
      {
        "sentence": "但是现在发现这种方式并没有让我得到缓解，反而让我陷入了另一种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "创伤确实需要一个过程来改变和成长，它需要我们能够接受它并与之共处。面对这样的事情，我们需要正确处理。你可以试着和信任的朋友聊聊那些事情，把它从潜意识中挖掘出来，改变你对事情的认知，找到适合自己的方法来解决它。",
    "annotation": [
      {
        "sentence": "创伤确实需要一个过程来改变和成长，它需要我们能够接受它并与之共处。",
        "label": ""
      },
      {
        "sentence": "面对这样的事情，我们需要正确处理。",
        "label": ""
      },
      {
        "sentence": "你可以试着和信任的朋友聊聊那些事情，把它从潜意识中挖掘出来，改变你对事情的认知，找到适合自己的方法来解决它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着找朋友倾诉一下，希望可以改变对事情的看法。但就目前而言，如果我觉得这段婚姻无法持续，应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我会试着找朋友倾诉一下，希望可以改变对事情的看法。",
        "label": ""
      },
      {
        "sentence": "但就目前而言，如果我觉得这段婚姻无法持续，应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你真的觉得这段婚姻无法持续，你可以给自己一个空窗期，放过自己，也放过那个想和你结婚的男人。暂时不要接受恋情，给自己一段时间，去感受和体会自己的内心需求和情绪。在这段空窗期，你可以试着记录下来自己的感受和情绪，一段时间后回头看，你会发现自己有哪些变化，是否可以找到改变的方法。",
    "annotation": [
      {
        "sentence": "如果你真的觉得这段婚姻无法持续，你可以给自己一个空窗期，放过自己，也放过那个想和你结婚的男人。",
        "label": ""
      },
      {
        "sentence": "暂时不要接受恋情，给自己一段时间，去感受和体会自己的内心需求和情绪。",
        "label": ""
      },
      {
        "sentence": "在这段空窗期，你可以试着记录下来自己的感受和情绪，一段时间后回头看，你会发现自己有哪些变化，是否可以找到改变的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我之前把安全感和寂寞都寄托在他人身上，但我意识到这样做是不可靠的。我需要给自己安全感，只有这样才能真正感受到快乐。我要改变自己，成长并提升自己，只有这样，才能遇到更好的人来珍惜我，我们的婚姻才会更加甜蜜。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我之前把安全感和寂寞都寄托在他人身上，但我意识到这样做是不可靠的。",
        "label": ""
      },
      {
        "sentence": "我需要给自己安全感，只有这样才能真正感受到快乐。",
        "label": ""
      },
      {
        "sentence": "我要改变自己，成长并提升自己，只有这样，才能遇到更好的人来珍惜我，我们的婚姻才会更加甜蜜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你明白了自己需要做出改变的重要性。多学习、多看书，不断提升自己，慢慢地成为更好的自己。只有这样，你才可能遇到更优秀、更好的人来珍惜你，疼爱你。好好地生活，改变自己，你一定能成为更好的自己！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你明白了自己需要做出改变的重要性。",
        "label": ""
      },
      {
        "sentence": "多学习、多看书，不断提升自己，慢慢地成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "只有这样，你才可能遇到更优秀、更好的人来珍惜你，疼爱你。",
        "label": ""
      },
      {
        "sentence": "好好地生活，改变自己，你一定能成为更好的自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我现在更有信心面对自己的问题，我会努力改变并成为更好的自己！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我现在更有信心面对自己的问题，我会努力改变并成为更好的自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢！我相信你一定能够做到！保持积极的心态，勇敢地面对自己的问题，你一定会迎来积极的改变和美好的未来！祝福你！",
    "annotation": [
      {
        "sentence": "不用谢！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够做到！",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，勇敢地面对自己的问题，你一定会迎来积极的改变和美好的未来！",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]