[
  {
    "role": "client",
    "content": "为什么我听不进去妈妈的劝告？为何我很讨厌妈妈？妈妈叫我工作上说话别太真，会伤害别人。我说工作上事情不认真交代清楚，等一下怎么工作。她说我说话太伤人，太直接。我说那是工作！请别干扰我！我为什么听不进去妈妈的劝告？其实我自己都知道应该怎么说话，也知道如何把握分寸！为何她扰乱我的心，让我左右为难很愤怒！",
    "annotation": [
      {
        "sentence": "为什么我听不进去妈妈的劝告？",
        "label": ""
      },
      {
        "sentence": "为何我很讨厌妈妈？",
        "label": ""
      },
      {
        "sentence": "妈妈叫我工作上说话别太真，会伤害别人。",
        "label": ""
      },
      {
        "sentence": "我说工作上事情不认真交代清楚，等一下怎么工作。",
        "label": ""
      },
      {
        "sentence": "她说我说话太伤人，太直接。",
        "label": ""
      },
      {
        "sentence": "我说那是工作！",
        "label": ""
      },
      {
        "sentence": "请别干扰我！",
        "label": ""
      },
      {
        "sentence": "我为什么听不进去妈妈的劝告？",
        "label": ""
      },
      {
        "sentence": "其实我自己都知道应该怎么说话，也知道如何把握分寸！",
        "label": ""
      },
      {
        "sentence": "为何她扰乱我的心，让我左右为难很愤怒！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你多大年龄了？",
    "annotation": [
      {
        "sentence": "你多大年龄了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我25岁了。",
    "annotation": [
      {
        "sentence": "我25岁了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听不进去妈妈的劝告，是件好事啊，至少说明你是个有独立思考能力的孩子。听不进去妈妈的劝告很正常，一方面妈妈的劝告不一定都是好的、正确的，虽然妈妈出发点是好的。二是妈妈生活的时代、人生经历和你的不一样，年龄之间也存在着差异，所以对一件事有不同的看法很正常的。我想，和妈妈同时代的人之间对问题的看法也不会完全相同吧。如果你完全认可妈妈，那倒是个问题了。看问题的描述，感觉你的困扰不在于听不听妈妈的劝告，而是妈妈的劝告给你带来的情绪困扰：扰乱我的心，让我左右为难很愤怒！提供以下几个原因，供参考：感受到妈妈对你的控制，让你无法施展手脚，处处要束手束脚，这肯定让身体感受很不爽的；不听妈妈的话给你带来的内疚，中华民族讲究“孝、顺”嘛，“顺”的体现一般就体现在听家长话上；也许妈妈在你的成长过程中有着特殊的意义和付出，这无疑会加大你的内疚。",
    "annotation": [
      {
        "sentence": "听不进去妈妈的劝告，是件好事啊，至少说明你是个有独立思考能力的孩子。",
        "label": ""
      },
      {
        "sentence": "听不进去妈妈的劝告很正常，一方面妈妈的劝告不一定都是好的、正确的，虽然妈妈出发点是好的。",
        "label": ""
      },
      {
        "sentence": "二是妈妈生活的时代、人生经历和你的不一样，年龄之间也存在着差异，所以对一件事有不同的看法很正常的。",
        "label": ""
      },
      {
        "sentence": "我想，和妈妈同时代的人之间对问题的看法也不会完全相同吧。",
        "label": ""
      },
      {
        "sentence": "如果你完全认可妈妈，那倒是个问题了。",
        "label": ""
      },
      {
        "sentence": "看问题的描述，感觉你的困扰不在于听不听妈妈的劝告，而是妈妈的劝告给你带来的情绪困扰：扰乱我的心，让我左右为难很愤怒！",
        "label": ""
      },
      {
        "sentence": "提供以下几个原因，供参考：感受到妈妈对你的控制，让你无法施展手脚，处处要束手束脚，这肯定让身体感受很不爽的；不听妈妈的话给你带来的内疚，中华民族讲究“孝、顺”嘛，“顺”的体现一般就体现在听家长话上；也许妈妈在你的成长过程中有着特殊的意义和付出，这无疑会加大你的内疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我感受到了妈妈对我的控制，我无法自由地表达自己。我理解孝顺的重要性，但是有时候我觉得我只能顺从妈妈的想法，而无法发展自己的观点。这让我感到很困扰，也让我对妈妈产生了一些愤怒。",
    "annotation": [
      {
        "sentence": "你说的很对，我感受到了妈妈对我的控制，我无法自由地表达自己。",
        "label": ""
      },
      {
        "sentence": "我理解孝顺的重要性，但是有时候我觉得我只能顺从妈妈的想法，而无法发展自己的观点。",
        "label": ""
      },
      {
        "sentence": "这让我感到很困扰，也让我对妈妈产生了一些愤怒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这种情况下，你愤怒是可以理解的。你可能感觉没有听妈妈的劝告就等于攻击了妈妈，这让你感到内疚，不过这种情绪也是正常的。特别是在你的年龄段，你可能不太愿意听别人对你的指导，尤其是亲近的人。这可能是因为自信心强，有着充沛的精力，不愿接受别人否定你的想法。如果长期受到妈妈的压制，你会更加愤怒。你为什么不试着告诉你的妈妈你的内心感受呢？当妈妈不停地劝告你时，你可以尝试用文字的形式表达出来。",
    "annotation": [
      {
        "sentence": "在这种情况下，你愤怒是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你可能感觉没有听妈妈的劝告就等于攻击了妈妈，这让你感到内疚，不过这种情绪也是正常的。",
        "label": ""
      },
      {
        "sentence": "特别是在你的年龄段，你可能不太愿意听别人对你的指导，尤其是亲近的人。",
        "label": ""
      },
      {
        "sentence": "这可能是因为自信心强，有着充沛的精力，不愿接受别人否定你的想法。",
        "label": ""
      },
      {
        "sentence": "如果长期受到妈妈的压制，你会更加愤怒。",
        "label": ""
      },
      {
        "sentence": "你为什么不试着告诉你的妈妈你的内心感受呢？",
        "label": ""
      },
      {
        "sentence": "当妈妈不停地劝告你时，你可以尝试用文字的形式表达出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这个方法很不错，我可以通过文字表达出那些我无法说出口的情感。同时，我也希望妈妈能够理解我，理解我想要独立思考和发展的愿望。",
    "annotation": [
      {
        "sentence": "我觉得这个方法很不错，我可以通过文字表达出那些我无法说出口的情感。",
        "label": ""
      },
      {
        "sentence": "同时，我也希望妈妈能够理解我，理解我想要独立思考和发展的愿望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正确，通过文字表达可以让你更好地沟通你的内心感受。告诉妈妈你理解她希望为你保驾护航的愿望，但也希望她能够理解你自己学习成长的需求。每个人都希望自己的孩子能够超越自己，如果你一直听妈妈的话，那怎么可能超越她呢？",
    "annotation": [
      {
        "sentence": "你的想法很正确，通过文字表达可以让你更好地沟通你的内心感受。",
        "label": ""
      },
      {
        "sentence": "告诉妈妈你理解她希望为你保驾护航的愿望，但也希望她能够理解你自己学习成长的需求。",
        "label": ""
      },
      {
        "sentence": "每个人都希望自己的孩子能够超越自己，如果你一直听妈妈的话，那怎么可能超越她呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要尝试与妈妈沟通，让她明白我想要独立思考和发展的愿望。我会用文字表达出我的内心感受，同时也理解妈妈的出发点和付出。",
    "annotation": [
      {
        "sentence": "你说得对，我需要尝试与妈妈沟通，让她明白我想要独立思考和发展的愿望。",
        "label": ""
      },
      {
        "sentence": "我会用文字表达出我的内心感受，同时也理解妈妈的出发点和付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，沟通是解决问题的最好方式之一。记住，保持理解和尊重对方的立场很重要。通过坦诚的交流，你们有机会改善之间的关系，并找到更好的方式来处理这种困扰。加油！",
    "annotation": [
      {
        "sentence": "非常好，沟通是解决问题的最好方式之一。",
        "label": ""
      },
      {
        "sentence": "记住，保持理解和尊重对方的立场很重要。",
        "label": ""
      },
      {
        "sentence": "通过坦诚的交流，你们有机会改善之间的关系，并找到更好的方式来处理这种困扰。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]