[
  {
    "role": "client",
    "content": "每次谈男朋友谈到要结婚的时候就想分手，是怎么回事？我察觉自己有一种模式，每次谈男朋友谈到对方提出要结婚的时候，我心里就不自觉的想着他的缺点，不想跟他再进一步走进婚姻。我谈过很多男朋友，因为很害怕一个人所以基本没有空窗期，之前都是找我喜欢的吸引我的，有谈了1年或者2年的，平时看到他们的缺点想着先忍忍吧，谁没有缺点，但是提出结婚的时候就好像是矛盾的开始分手的前兆。后来我找了一个不讨厌的对我好的，也是这个样子，现在催我跟他结婚我又想到他的很多缺点想重新再找，怎么办。。。",
    "annotation": [
      {
        "sentence": "每次谈男朋友谈到要结婚的时候就想分手，是怎么回事？",
        "label": ""
      },
      {
        "sentence": "我察觉自己有一种模式，每次谈男朋友谈到对方提出要结婚的时候，我心里就不自觉的想着他的缺点，不想跟他再进一步走进婚姻。",
        "label": ""
      },
      {
        "sentence": "我谈过很多男朋友，因为很害怕一个人所以基本没有空窗期，之前都是找我喜欢的吸引我的，有谈了1年或者2年的，平时看到他们的缺点想着先忍忍吧，谁没有缺点，但是提出结婚的时候就好像是矛盾的开始分手的前兆。",
        "label": ""
      },
      {
        "sentence": "后来我找了一个不讨厌的对我好的，也是这个样子，现在催我跟他结婚我又想到他的很多缺点想重新再找，怎么办。。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，听起来像你渴望得到温暖，但又害怕亲密关系。为了满足渴望温暖的需要，你经常不想让自己一个人，所以总是寻找伴侣，但是你对他的感情是真心的爱还是只是喜欢呢？答案可能是后者。喜欢和爱是有区别的，喜欢的程度可能更浅一些。当你只是喜欢一个人的时候，你们交往了，虽然他也有缺点，但是你觉得你能够容忍他的缺点，它们对你的感情影响不大，所以你选择包容。这样一来，你有了一个伴侣，同时你也不用付出太多责任。但是当他提出进一步发展关系的时候，你就感到恐惧了，因为你觉得你对他的喜欢无法支撑你去承担更多的责任，所以你要么保持目前的关系，要么就想着换一个伴侣。实际上，表面上你觉得他不够好，不足以与你结婚，但实际上是你对承担责任的一种逃避，因为你害怕责任。在婚姻关系中，你也有一定的认识，你知道婚姻需要付出，而不仅仅是享受。但可能因为你的成长环境或原生家庭的原因，你没有看到婚姻能够带来多大的好处，或者你看到的婚姻都是付出巨大责任而得不到很好的回报，所以你害怕也遭遇相同的结果。当面对一个人，你觉得他不够完美以至于不能让你心甘情愿地走入婚姻，承担责任的时候，你本能地想要逃避。但你又害怕孤独，所以你的逃避方式就是去找另一个人。因为现代人已经习惯于更换，有东西坏了首先考虑的不一定是去修理，可能会想着已经用了差不多了，是时候换了。这种快餐式的心态也不可避免地渗入到恋爱和婚姻之中，所以现代人婚姻不幸福的情况很常见，甚至很快离婚。这也造成了很大的社会影响，有人觉得相处不下去了，最多换一个，时间长了也养成了这种习惯。所以你现在的状况，不是真的嫌弃对方有多少缺点，也不是考虑为什么你经常想要换伴侣，而是需要确定你真正想要怎样的伴侣。只有你的内心安全感不断增强，你才能不害怕孤独，同时通过孤独让自己慢慢变得更好，然后遇到与你匹配的人。古人常说“门当户对”，这句话非常有道理。一方面，它指双方自身的背景和生活环境，另一方面也指双方是否在各方面能够相互匹配。好好爱自己，提升自己，你是什么样的人，你就会遇到什么样的人。以上是我的建议，希望对你有所帮助。如果有用，请点个赞，感谢相遇。",
    "annotation": [
      {
        "sentence": "看到你的描述，听起来像你渴望得到温暖，但又害怕亲密关系。",
        "label": ""
      },
      {
        "sentence": "为了满足渴望温暖的需要，你经常不想让自己一个人，所以总是寻找伴侣，但是你对他的感情是真心的爱还是只是喜欢呢？",
        "label": ""
      },
      {
        "sentence": "答案可能是后者。",
        "label": ""
      },
      {
        "sentence": "喜欢和爱是有区别的，喜欢的程度可能更浅一些。",
        "label": ""
      },
      {
        "sentence": "当你只是喜欢一个人的时候，你们交往了，虽然他也有缺点，但是你觉得你能够容忍他的缺点，它们对你的感情影响不大，所以你选择包容。",
        "label": ""
      },
      {
        "sentence": "这样一来，你有了一个伴侣，同时你也不用付出太多责任。",
        "label": ""
      },
      {
        "sentence": "但是当他提出进一步发展关系的时候，你就感到恐惧了，因为你觉得你对他的喜欢无法支撑你去承担更多的责任，所以你要么保持目前的关系，要么就想着换一个伴侣。",
        "label": ""
      },
      {
        "sentence": "实际上，表面上你觉得他不够好，不足以与你结婚，但实际上是你对承担责任的一种逃避，因为你害怕责任。",
        "label": ""
      },
      {
        "sentence": "在婚姻关系中，你也有一定的认识，你知道婚姻需要付出，而不仅仅是享受。",
        "label": ""
      },
      {
        "sentence": "但可能因为你的成长环境或原生家庭的原因，你没有看到婚姻能够带来多大的好处，或者你看到的婚姻都是付出巨大责任而得不到很好的回报，所以你害怕也遭遇相同的结果。",
        "label": ""
      },
      {
        "sentence": "当面对一个人，你觉得他不够完美以至于不能让你心甘情愿地走入婚姻，承担责任的时候，你本能地想要逃避。",
        "label": ""
      },
      {
        "sentence": "但你又害怕孤独，所以你的逃避方式就是去找另一个人。",
        "label": ""
      },
      {
        "sentence": "因为现代人已经习惯于更换，有东西坏了首先考虑的不一定是去修理，可能会想着已经用了差不多了，是时候换了。",
        "label": ""
      },
      {
        "sentence": "这种快餐式的心态也不可避免地渗入到恋爱和婚姻之中，所以现代人婚姻不幸福的情况很常见，甚至很快离婚。",
        "label": ""
      },
      {
        "sentence": "这也造成了很大的社会影响，有人觉得相处不下去了，最多换一个，时间长了也养成了这种习惯。",
        "label": ""
      },
      {
        "sentence": "所以你现在的状况，不是真的嫌弃对方有多少缺点，也不是考虑为什么你经常想要换伴侣，而是需要确定你真正想要怎样的伴侣。",
        "label": ""
      },
      {
        "sentence": "只有你的内心安全感不断增强，你才能不害怕孤独，同时通过孤独让自己慢慢变得更好，然后遇到与你匹配的人。",
        "label": ""
      },
      {
        "sentence": "古人常说“门当户对”，这句话非常有道理。",
        "label": ""
      },
      {
        "sentence": "一方面，它指双方自身的背景和生活环境，另一方面也指双方是否在各方面能够相互匹配。",
        "label": ""
      },
      {
        "sentence": "好好爱自己，提升自己，你是什么样的人，你就会遇到什么样的人。",
        "label": ""
      },
      {
        "sentence": "以上是我的建议，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果有用，请点个赞，感谢相遇。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你分析得很对，我确实渴望温暖，但又害怕承担亲密关系带来的责任。看来我一直都在逃避承诺和婚姻的压力。我也意识到自己喜欢的人往往只停留在喜欢的阶段，没有进一步的发展。每次当对方提出结婚时，我就会开始想到他的缺点，觉得这些缺点会让我们的婚姻不幸福。也许是我对婚姻有一种理想化的期待，觉得应该是完美的才可以走进婚姻。",
    "annotation": [
      {
        "sentence": "你分析得很对，我确实渴望温暖，但又害怕承担亲密关系带来的责任。",
        "label": ""
      },
      {
        "sentence": "看来我一直都在逃避承诺和婚姻的压力。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己喜欢的人往往只停留在喜欢的阶段，没有进一步的发展。",
        "label": ""
      },
      {
        "sentence": "每次当对方提出结婚时，我就会开始想到他的缺点，觉得这些缺点会让我们的婚姻不幸福。",
        "label": ""
      },
      {
        "sentence": "也许是我对婚姻有一种理想化的期待，觉得应该是完美的才可以走进婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的觉察很重要，这表明你已经开始意识到自己的问题并愿意面对它。你对婚姻的追求是正常的，但把婚姻和完美画上等号可能会让你产生一些不切实际的期望。婚姻并不是完美无缺的，而是需要两个人共同经营、付出努力和容忍的。缺点和问题是难免的，但只要双方都有共同的目标和愿意为之努力，就能够克服困难，共同创造幸福的婚姻。也许你可以尝试放下对完美的追求，看看对方的优点和你们的共同之处，思考一下你真正想要的是什么样的婚姻。",
    "annotation": [
      {
        "sentence": "你对自己的觉察很重要，这表明你已经开始意识到自己的问题并愿意面对它。",
        "label": ""
      },
      {
        "sentence": "你对婚姻的追求是正常的，但把婚姻和完美画上等号可能会让你产生一些不切实际的期望。",
        "label": ""
      },
      {
        "sentence": "婚姻并不是完美无缺的，而是需要两个人共同经营、付出努力和容忍的。",
        "label": ""
      },
      {
        "sentence": "缺点和问题是难免的，但只要双方都有共同的目标和愿意为之努力，就能够克服困难，共同创造幸福的婚姻。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试放下对完美的追求，看看对方的优点和你们的共同之处，思考一下你真正想要的是什么样的婚姻。",
        "label": ""
      }
    ]
  }
]