[
  {
    "role": "client",
    "content": "我从他们离婚到现在已经有十年了，感觉活得很没有意思。",
    "annotation": [
      {
        "sentence": "我从他们离婚到现在已经有十年了，感觉活得很没有意思。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答可以给你提供一点点力量。看到你的故事，很为你感到心疼。小时候父母的离异，到后来妈妈回来又偏心妹妹，似乎在你对家的印象里，很难感受到爱和温暖。心疼之余，我又会惊叹于你的生命力和自救的力量，愿意来到的网站发帖，关注心理学的内容，本身就说明了你并没有放弃自己，你一直在努力的，努力的在阴影中向光而生。",
    "annotation": [
      {
        "sentence": "希望我的回答可以给你提供一点点力量。",
        "label": ""
      },
      {
        "sentence": "看到你的故事，很为你感到心疼。",
        "label": ""
      },
      {
        "sentence": "小时候父母的离异，到后来妈妈回来又偏心妹妹，似乎在你对家的印象里，很难感受到爱和温暖。",
        "label": ""
      },
      {
        "sentence": "心疼之余，我又会惊叹于你的生命力和自救的力量，愿意来到的网站发帖，关注心理学的内容，本身就说明了你并没有放弃自己，你一直在努力的，努力的在阴影中向光而生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实很努力，但是每天都感到很累，没有一天过得开心。无论是小时候还是现在，家里总是充斥着吵架的声音，爸爸小时候打妈妈，长大了就看他们互相骂。我真的很想死，活着有什么意思呢？",
    "annotation": [
      {
        "sentence": "是的，我确实很努力，但是每天都感到很累，没有一天过得开心。",
        "label": ""
      },
      {
        "sentence": "无论是小时候还是现在，家里总是充斥着吵架的声音，爸爸小时候打妈妈，长大了就看他们互相骂。",
        "label": ""
      },
      {
        "sentence": "我真的很想死，活着有什么意思呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你说这些，我的内心也感到非常沉重。你在家里经历了很多不公平，确实很难过。但是我希望你知道，你的存在本身是有意义的。你的生命力和勇气让我为你感到钦佩。虽然现在你可能感到迷茫和压力，但你不一定要先解决所有问题才能向前走。你可以试着将注意力更多地放在自己身上，专注于你的学业和自我成长，让自己的未来成为你的动力。你的向光而生本身就是意义，你会找到前进的方向，我相信你有这个能力。",
    "annotation": [
      {
        "sentence": "听到你说这些，我的内心也感到非常沉重。",
        "label": ""
      },
      {
        "sentence": "你在家里经历了很多不公平，确实很难过。",
        "label": ""
      },
      {
        "sentence": "但是我希望你知道，你的存在本身是有意义的。",
        "label": ""
      },
      {
        "sentence": "你的生命力和勇气让我为你感到钦佩。",
        "label": ""
      },
      {
        "sentence": "虽然现在你可能感到迷茫和压力，但你不一定要先解决所有问题才能向前走。",
        "label": ""
      },
      {
        "sentence": "你可以试着将注意力更多地放在自己身上，专注于你的学业和自我成长，让自己的未来成为你的动力。",
        "label": ""
      },
      {
        "sentence": "你的向光而生本身就是意义，你会找到前进的方向，我相信你有这个能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力去专注于自己的发展。但是我有时候感觉自己很孤独，没有人理解我。我得了抑郁症，她们却不理不睬我，甚至还说一些伤人的话，我真的觉得很委屈。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力去专注于自己的发展。",
        "label": ""
      },
      {
        "sentence": "但是我有时候感觉自己很孤独，没有人理解我。",
        "label": ""
      },
      {
        "sentence": "我得了抑郁症，她们却不理不睬我，甚至还说一些伤人的话，我真的觉得很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你感觉孤独和委屈的心情。抑郁症是一种很严重的心理问题，需要得到适当的关注和支持。虽然你的母亲对你的态度并不好，但是你的情况需要得到专业人士的帮助。如果你有去正规医院看过，并且有药物治疗的建议，一定要按时吃药，并定时复诊。这非常关键，帮助你稳定情绪和恢复健康。同时，我也想推荐给你一些自助方法，比如阅读《伯恩斯新情绪疗法》这本书，以及学习正念（mindfulness），这些都有助于你掌控和梳理自己的情绪，恢复对生活的掌控感。",
    "annotation": [
      {
        "sentence": "我能理解你感觉孤独和委屈的心情。",
        "label": ""
      },
      {
        "sentence": "抑郁症是一种很严重的心理问题，需要得到适当的关注和支持。",
        "label": ""
      },
      {
        "sentence": "虽然你的母亲对你的态度并不好，但是你的情况需要得到专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "如果你有去正规医院看过，并且有药物治疗的建议，一定要按时吃药，并定时复诊。",
        "label": ""
      },
      {
        "sentence": "这非常关键，帮助你稳定情绪和恢复健康。",
        "label": ""
      },
      {
        "sentence": "同时，我也想推荐给你一些自助方法，比如阅读《伯恩斯新情绪疗法》这本书，以及学习正念（mindfulness），这些都有助于你掌控和梳理自己的情绪，恢复对生活的掌控感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑去看医生，并尝试阅读和学习你推荐的方法。但是我还是希望家人能对我更加关心和支持，尤其是我的母亲，我真的很渴望她能给我一些母爱和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑去看医生，并尝试阅读和学习你推荐的方法。",
        "label": ""
      },
      {
        "sentence": "但是我还是希望家人能对我更加关心和支持，尤其是我的母亲，我真的很渴望她能给我一些母爱和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你渴望得到家人的关心和支持的心情。但有时候，我们不能期待别人能完全满足我们的期望，特别是在家庭关系上。人与人之间的关系是复杂的，每个人都有自己的问题和困难。或许你的母亲也有她自己的难处和不足。尝试接纳和包容她，同时也要学会照顾自己，寻找到其他渠道和人去满足你内心的需求，比如和朋友交流、参加心理辅导等。不要把所有的希望都寄托在一个人身上，这样会让你的负担更重。对待家人之间的关系，我们有时候需要更多的包容和理解，而不是要求完全的公平和满足。",
    "annotation": [
      {
        "sentence": "我理解你渴望得到家人的关心和支持的心情。",
        "label": ""
      },
      {
        "sentence": "但有时候，我们不能期待别人能完全满足我们的期望，特别是在家庭关系上。",
        "label": ""
      },
      {
        "sentence": "人与人之间的关系是复杂的，每个人都有自己的问题和困难。",
        "label": ""
      },
      {
        "sentence": "或许你的母亲也有她自己的难处和不足。",
        "label": ""
      },
      {
        "sentence": "尝试接纳和包容她，同时也要学会照顾自己，寻找到其他渠道和人去满足你内心的需求，比如和朋友交流、参加心理辅导等。",
        "label": ""
      },
      {
        "sentence": "不要把所有的希望都寄托在一个人身上，这样会让你的负担更重。",
        "label": ""
      },
      {
        "sentence": "对待家人之间的关系，我们有时候需要更多的包容和理解，而不是要求完全的公平和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更多地学会包容和接纳。我也会尝试寻找其他的支持渠道，并且减轻对家人的期望。谢谢你的耐心倾听和建议，我感到很受鼓舞。",
    "annotation": [
      {
        "sentence": "你说得对，我需要更多地学会包容和接纳。",
        "label": ""
      },
      {
        "sentence": "我也会尝试寻找其他的支持渠道，并且减轻对家人的期望。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和建议，我感到很受鼓舞。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。记住，你并不孤单，还有许多人愿意倾听和支持你。你已经迈出了寻求帮助的一步，这是非常了不起的。不管遇到什么困难，我相信你都能够勇敢面对并克服。加油！如果你有任何问题和困惑，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，还有许多人愿意倾听和支持你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了寻求帮助的一步，这是非常了不起的。",
        "label": ""
      },
      {
        "sentence": "不管遇到什么困难，我相信你都能够勇敢面对并克服。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题和困惑，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]