[
  {
    "role": "client",
    "content": "大一，有点自卑、胆小易紧张，怎么为竞选班长做准备？",
    "annotation": [
      {
        "sentence": "大一，有点自卑、胆小易紧张，怎么为竞选班长做准备？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你刚上大一就要参加班委竞选了，确实令人有些紧张和自卑。不过，在这项竞选中，你拥有自己的优势。你具备了坚实的思想基础，同时充满了热情，还有很强的集体意识，这些都是担任班长工作所需要的特质。你的存在可以为班级起到很好的凝聚力作用。此外，你对待集体的态度也很规范，我相信在你成为班委之后，你能够引导同学们遵守纪律，塑造集体意识。虽然目前还没有找到其他条件符合的人选，但是你作为一个有热情、有思想的人，完全可以胜任班委工作。你希望尝试竞选班委，但同时又担心在上台演讲时会紧张，内心自卑。不过，如果你不去尝试，心里可能会一直有所遗憾。在处理这件事情上，你可以试着看淡一些，在特定情境下轻松面对。就像一个杂技演员，他每次表演在钢丝上走时，只顾着看前方一小块路，而不去在意脚下的路会有多长或结果会如何。这样稳扎稳打地走下去。追随本心，勇于尝试，无论结果怎样，至少你已经迈出了上台演讲的一步，这是一种很好的体验。生活中会有很多类似的挑战和体验，所以如果你想尝试，就要果断参与下去，不要犹豫不决。当你犹豫不决时，机会也会悄悄溜走。只有不断地尝试，积累经验，才能更加成熟，拥有足够的能力，并获得更多的机遇，离成功也会更近一步。",
    "annotation": [
      {
        "sentence": "你刚上大一就要参加班委竞选了，确实令人有些紧张和自卑。",
        "label": ""
      },
      {
        "sentence": "不过，在这项竞选中，你拥有自己的优势。",
        "label": ""
      },
      {
        "sentence": "你具备了坚实的思想基础，同时充满了热情，还有很强的集体意识，这些都是担任班长工作所需要的特质。",
        "label": ""
      },
      {
        "sentence": "你的存在可以为班级起到很好的凝聚力作用。",
        "label": ""
      },
      {
        "sentence": "此外，你对待集体的态度也很规范，我相信在你成为班委之后，你能够引导同学们遵守纪律，塑造集体意识。",
        "label": ""
      },
      {
        "sentence": "虽然目前还没有找到其他条件符合的人选，但是你作为一个有热情、有思想的人，完全可以胜任班委工作。",
        "label": ""
      },
      {
        "sentence": "你希望尝试竞选班委，但同时又担心在上台演讲时会紧张，内心自卑。",
        "label": ""
      },
      {
        "sentence": "不过，如果你不去尝试，心里可能会一直有所遗憾。",
        "label": ""
      },
      {
        "sentence": "在处理这件事情上，你可以试着看淡一些，在特定情境下轻松面对。",
        "label": ""
      },
      {
        "sentence": "就像一个杂技演员，他每次表演在钢丝上走时，只顾着看前方一小块路，而不去在意脚下的路会有多长或结果会如何。",
        "label": ""
      },
      {
        "sentence": "这样稳扎稳打地走下去。",
        "label": ""
      },
      {
        "sentence": "追随本心，勇于尝试，无论结果怎样，至少你已经迈出了上台演讲的一步，这是一种很好的体验。",
        "label": ""
      },
      {
        "sentence": "生活中会有很多类似的挑战和体验，所以如果你想尝试，就要果断参与下去，不要犹豫不决。",
        "label": ""
      },
      {
        "sentence": "当你犹豫不决时，机会也会悄悄溜走。",
        "label": ""
      },
      {
        "sentence": "只有不断地尝试，积累经验，才能更加成熟，拥有足够的能力，并获得更多的机遇，离成功也会更近一步。",
        "label": ""
      }
    ]
  }
]