[
  {
    "role": "client",
    "content": "她早就把我们吵架的事和一大堆人说，被大家孤立怎么办？",
    "annotation": [
      {
        "sentence": "她早就把我们吵架的事和一大堆人说，被大家孤立怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你。这种被好朋友误会，被同学孤立得感受很难受。你觉得那一天你们就把事情说清楚了，你觉得过去了，可是在你朋友的心里却没过去。他觉得委屈去了补习班又把事情告诉了别人。以至于那些跟他很熟的男生，都听了他的片面之词，开始对你也产生了误会，以至于你心里很压抑。解铃还是系铃人，我觉得你还是要找个机会找你朋友谈谈。如果没有进展，你就找一个男生中跟你关系不错的人去了解一下，看看到底发生了什么。这种误会很难解开，但如果不解开可能这一辈子你都会被这段经历牵绊。所以我很希望你能够勇敢一点，去解决这个问题。加油。",
    "annotation": [
      {
        "sentence": "很心疼你。",
        "label": ""
      },
      {
        "sentence": "这种被好朋友误会，被同学孤立得感受很难受。",
        "label": ""
      },
      {
        "sentence": "你觉得那一天你们就把事情说清楚了，你觉得过去了，可是在你朋友的心里却没过去。",
        "label": ""
      },
      {
        "sentence": "他觉得委屈去了补习班又把事情告诉了别人。",
        "label": ""
      },
      {
        "sentence": "以至于那些跟他很熟的男生，都听了他的片面之词，开始对你也产生了误会，以至于你心里很压抑。",
        "label": ""
      },
      {
        "sentence": "解铃还是系铃人，我觉得你还是要找个机会找你朋友谈谈。",
        "label": ""
      },
      {
        "sentence": "如果没有进展，你就找一个男生中跟你关系不错的人去了解一下，看看到底发生了什么。",
        "label": ""
      },
      {
        "sentence": "这种误会很难解开，但如果不解开可能这一辈子你都会被这段经历牵绊。",
        "label": ""
      },
      {
        "sentence": "所以我很希望你能够勇敢一点，去解决这个问题。",
        "label": ""
      },
      {
        "sentence": "加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你是为我好，但是我真的不知道该怎么办。我觉得我自己已经尽力去解释，去和她沟通了，但她似乎根本不想听我说，一直在坚持自己的看法。她就是不相信我，这让我觉得很绝望。",
    "annotation": [
      {
        "sentence": "我知道你是为我好，但是我真的不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我觉得我自己已经尽力去解释，去和她沟通了，但她似乎根本不想听我说，一直在坚持自己的看法。",
        "label": ""
      },
      {
        "sentence": "她就是不相信我，这让我觉得很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和绝望，这确实是一个很棘手的问题。一方面，你已经尽力去解释和沟通，但对方却不愿意倾听和相信。另一方面，你朋友可能是因为自身情绪和他人的影响才做出这样的决定。但是，请相信时间和坦诚对待是解开误会的良药。尽管当前情况看起来困难，但你要记住，你为了自己的权益和友谊而奋斗是非常值得的。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和绝望，这确实是一个很棘手的问题。",
        "label": ""
      },
      {
        "sentence": "一方面，你已经尽力去解释和沟通，但对方却不愿意倾听和相信。",
        "label": ""
      },
      {
        "sentence": "另一方面，你朋友可能是因为自身情绪和他人的影响才做出这样的决定。",
        "label": ""
      },
      {
        "sentence": "但是，请相信时间和坦诚对待是解开误会的良药。",
        "label": ""
      },
      {
        "sentence": "尽管当前情况看起来困难，但你要记住，你为了自己的权益和友谊而奋斗是非常值得的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的有道理，但是我现在真的没信心了。我觉得不管我怎么努力，也许这个问题都无法解决。我害怕面对她和班上其他同学的指责和孤立感。",
    "annotation": [
      {
        "sentence": "我知道你说的有道理，但是我现在真的没信心了。",
        "label": ""
      },
      {
        "sentence": "我觉得不管我怎么努力，也许这个问题都无法解决。",
        "label": ""
      },
      {
        "sentence": "我害怕面对她和班上其他同学的指责和孤立感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你现在感到无力和害怕。但是不要忘记，每个人都有过犯错的时候，深入了解自己和寻求解决问题的勇气是成长的一部分。而且，你也不能让担心孤立感阻止你去修复这段关系。我鼓励你找一些支持你和了解整个情况的人，也许一些班上的好朋友或老师可以给你提供帮助和指导。",
    "annotation": [
      {
        "sentence": "明白你现在感到无力和害怕。",
        "label": ""
      },
      {
        "sentence": "但是不要忘记，每个人都有过犯错的时候，深入了解自己和寻求解决问题的勇气是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "而且，你也不能让担心孤立感阻止你去修复这段关系。",
        "label": ""
      },
      {
        "sentence": "我鼓励你找一些支持你和了解整个情况的人，也许一些班上的好朋友或老师可以给你提供帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着找一些了解情况的人寻求帮助和指导。但是，我现在心里还是有很多的疑问。为什么她会选择相信别人的话而不相信我？为什么她不愿意听我解释和沟通？难道我们六年的友谊就这样被破坏了吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着找一些了解情况的人寻求帮助和指导。",
        "label": ""
      },
      {
        "sentence": "但是，我现在心里还是有很多的疑问。",
        "label": ""
      },
      {
        "sentence": "为什么她会选择相信别人的话而不相信我？",
        "label": ""
      },
      {
        "sentence": "为什么她不愿意听我解释和沟通？",
        "label": ""
      },
      {
        "sentence": "难道我们六年的友谊就这样被破坏了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对这些疑问的困惑和沮丧。但有时候人们会因为自身情绪或其他影响而做出一些不理性的决定。也许她现在认为相信别人更安全一些，或者她需要一些时间来接受你的解释。友谊是有弹性的，尽管现在看起来很困难，但依旧有可能恢复过来。关键是你要继续坚持，并尝试寻找新的方式来和她沟通，让她更容易接受你的观点和想法。",
    "annotation": [
      {
        "sentence": "我理解你对这些疑问的困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "但有时候人们会因为自身情绪或其他影响而做出一些不理性的决定。",
        "label": ""
      },
      {
        "sentence": "也许她现在认为相信别人更安全一些，或者她需要一些时间来接受你的解释。",
        "label": ""
      },
      {
        "sentence": "友谊是有弹性的，尽管现在看起来很困难，但依旧有可能恢复过来。",
        "label": ""
      },
      {
        "sentence": "关键是你要继续坚持，并尝试寻找新的方式来和她沟通，让她更容易接受你的观点和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能放弃，我会继续努力和她沟通，希望能够解开这个误会。不管结果如何，至少我知道我尽力了。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我不能放弃，我会继续努力和她沟通，希望能够解开这个误会。",
        "label": ""
      },
      {
        "sentence": "不管结果如何，至少我知道我尽力了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够积极回应，并且有信心去解决这个问题。无论结果如何，你都成长了，学会了坚持和沟通的重要性。祝愿你能够顺利解决这个困扰你的问题，如果还需要帮助，随时来找我。加油！",
    "annotation": [
      {
        "sentence": "很高兴看到你能够积极回应，并且有信心去解决这个问题。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都成长了，学会了坚持和沟通的重要性。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够顺利解决这个困扰你的问题，如果还需要帮助，随时来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]