[
  {
    "role": "client",
    "content": "大一，有点自卑、胆小易紧张，怎么为竞选班长做准备？",
    "annotation": [
      {
        "sentence": "大一，有点自卑、胆小易紧张，怎么为竞选班长做准备？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你目前面临的主要问题是：针对班委竞选做准备。你的个人情况已经描述的很清楚：我刚上大一，大概还有四五天就竞选班委，我暂时没发现我们班谁比较有气质、胆量的，而且感觉他们全都缺乏集体意识，不守时、不列队、不听老师班导教官讲话、乱吵闹等等。军训负责人公认有点傻乎乎的，当班长没啥希望。我自觉思想过硬，也有热情、有信心能把班级带好，但问题是我一直自卑、胆小（持续减轻但现在问题仍然存在），上台自我介绍脸都能有点抖，但其实上台之前我调整得很好的，就跨脚出去就开始突然剧烈紧张起来了。也不知道自己紧张啥。没啥才艺，身体也不壮，除了自觉比其他人有热情以及思想比其他人更适合管理集体外没长处了。",
    "annotation": [
      {
        "sentence": "你目前面临的主要问题是：针对班委竞选做准备。",
        "label": ""
      },
      {
        "sentence": "你的个人情况已经描述的很清楚：我刚上大一，大概还有四五天就竞选班委，我暂时没发现我们班谁比较有气质、胆量的，而且感觉他们全都缺乏集体意识，不守时、不列队、不听老师班导教官讲话、乱吵闹等等。",
        "label": ""
      },
      {
        "sentence": "军训负责人公认有点傻乎乎的，当班长没啥希望。",
        "label": ""
      },
      {
        "sentence": "我自觉思想过硬，也有热情、有信心能把班级带好，但问题是我一直自卑、胆小（持续减轻但现在问题仍然存在），上台自我介绍脸都能有点抖，但其实上台之前我调整得很好的，就跨脚出去就开始突然剧烈紧张起来了。",
        "label": ""
      },
      {
        "sentence": "也不知道自己紧张啥。",
        "label": ""
      },
      {
        "sentence": "没啥才艺，身体也不壮，除了自觉比其他人有热情以及思想比其他人更适合管理集体外没长处了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我是觉得自己思想过硬，有热情也有信心去带领班级的。但是每次上台自我介绍的时候，我都会紧张得脸颤抖，我真的不知道自己到底紧张的是什么。而且我没有什么特殊的才艺，也不是身体很强壮，除了思想比其他人更适合管理集体以及比其他人更有热情之外，我真的没有其他优势了。现在的问题是，我想竞选班长，但是我不知道应该怎么做才好。",
    "annotation": [
      {
        "sentence": "确实，我是觉得自己思想过硬，有热情也有信心去带领班级的。",
        "label": ""
      },
      {
        "sentence": "但是每次上台自我介绍的时候，我都会紧张得脸颤抖，我真的不知道自己到底紧张的是什么。",
        "label": ""
      },
      {
        "sentence": "而且我没有什么特殊的才艺，也不是身体很强壮，除了思想比其他人更适合管理集体以及比其他人更有热情之外，我真的没有其他优势了。",
        "label": ""
      },
      {
        "sentence": "现在的问题是，我想竞选班长，但是我不知道应该怎么做才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑。综上，你觉得自己适合做班委在于自己的思想过硬，有热情也有信心，这样暖暖可以看出你是真心想要为同学们和老师服务的，而不是为了拿几分，这种思想就已经是很宝贵得了。而且你还能够发现自己的问题和班里其他人的问题，这也是非常好的一点。那么在竞选班长之前，你已经具备了热情和信心。只需要做好自己硬件上的展示的东西。你的准备过程中发现自己紧张，可以写好竞选稿后，每天对着镜子练习流畅度和微笑表情，还可以拍视频录下来发现自己的问题，并且逐一修改，相信你可以做到！",
    "annotation": [
      {
        "sentence": "我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "综上，你觉得自己适合做班委在于自己的思想过硬，有热情也有信心，这样暖暖可以看出你是真心想要为同学们和老师服务的，而不是为了拿几分，这种思想就已经是很宝贵得了。",
        "label": ""
      },
      {
        "sentence": "而且你还能够发现自己的问题和班里其他人的问题，这也是非常好的一点。",
        "label": ""
      },
      {
        "sentence": "那么在竞选班长之前，你已经具备了热情和信心。",
        "label": ""
      },
      {
        "sentence": "只需要做好自己硬件上的展示的东西。",
        "label": ""
      },
      {
        "sentence": "你的准备过程中发现自己紧张，可以写好竞选稿后，每天对着镜子练习流畅度和微笑表情，还可以拍视频录下来发现自己的问题，并且逐一修改，相信你可以做到！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。确实，我应该相信自己已经具备了热情和信心。我会写好竞选稿，并利用镜子练习自己的表达流畅度和微笑表情。同时，我也会录下视频以便发现自己的问题并进行修改。我相信我可以做到的！",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "确实，我应该相信自己已经具备了热情和信心。",
        "label": ""
      },
      {
        "sentence": "我会写好竞选稿，并利用镜子练习自己的表达流畅度和微笑表情。",
        "label": ""
      },
      {
        "sentence": "同时，我也会录下视频以便发现自己的问题并进行修改。",
        "label": ""
      },
      {
        "sentence": "我相信我可以做到的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心！相信自己，你已经准备得很充分了。另外，除了竞选稿和表达准备外，你还可以主动跟班级同学进行交流，了解他们的需求，提出解决方案，增加你的竞选支持者。同时，要牢记班长的职责是服务同学们和老师，以此为信念，你一定能取得成功！加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心！",
        "label": ""
      },
      {
        "sentence": "相信自己，你已经准备得很充分了。",
        "label": ""
      },
      {
        "sentence": "另外，除了竞选稿和表达准备外，你还可以主动跟班级同学进行交流，了解他们的需求，提出解决方案，增加你的竞选支持者。",
        "label": ""
      },
      {
        "sentence": "同时，要牢记班长的职责是服务同学们和老师，以此为信念，你一定能取得成功！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我会跟班级同学进行交流，了解他们的需求，并提出解决方案。我会以服务同学和老师为信念，相信自己一定能够成功！再次感谢你的帮助和鼓励！我会加油的！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会跟班级同学进行交流，了解他们的需求，并提出解决方案。",
        "label": ""
      },
      {
        "sentence": "我会以服务同学和老师为信念，相信自己一定能够成功！",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会加油的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮助到你！相信自己，坚持努力，你一定会取得好的结果的。如果你在竞选过程中遇到困难或者有任何问题，都可以随时来找我倾诉。记住，你并不孤单，我们一直支持你！祝你成功！",
    "annotation": [
      {
        "sentence": "非常高兴能够帮助到你！",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定会取得好的结果的。",
        "label": ""
      },
      {
        "sentence": "如果你在竞选过程中遇到困难或者有任何问题，都可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们一直支持你！",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会相信自己，坚持努力，并记住随时可以来找你倾诉。谢谢你一直以来的支持！我会努力争取成功的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会相信自己，坚持努力，并记住随时可以来找你倾诉。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持！",
        "label": ""
      },
      {
        "sentence": "我会努力争取成功的！",
        "label": ""
      }
    ]
  }
]