[
  {
    "role": "client",
    "content": "年级第一考它有什么用？撑不下去了，该怎么自残？我一定要天24小时3小时睡觉其他时间不是在看书，在学习，在补习班就是在去的路上，初一的其他同学们在玩的时候，我在老师办公室和老师一起改试卷，讲题，以前视力都挺好的，就这两天左眼视力下降，我和我妈妈说，妈妈，我们去看下眼睛我眼睛有点儿看不清了，我妈就说你一天了那么长时间手机你有什么跟我说，你眼睛那都玩儿手机玩儿的，你知道吗……我，我就是去。话说完之后，我站在五楼，学校天台大楼顶，我当时就挺绝望的，站了半天，就老师天台巡视，看见了，就打电话给我妈，我妈说我就是作死，我要想作死，就让我作死吧，我当时脑袋一昏，反向侧倒，都醒来的时候，也没有人告诉我过程，手和脚都绑在床上面都无奈，每天吃吃水果什么的，正好有把刀，拿刀割了一次没死掉，血染了一片床单，被发现后就进了重症，又忽然想不开了，14天了，我妈来院里看我的时间不到十小时，呵呵，希望吗？年级第一考它有什么用？所以帮帮我吧，我真的撑不下去了……",
    "annotation": [
      {
        "sentence": "年级第一考它有什么用？",
        "label": ""
      },
      {
        "sentence": "撑不下去了，该怎么自残？",
        "label": ""
      },
      {
        "sentence": "我一定要天24小时3小时睡觉其他时间不是在看书，在学习，在补习班就是在去的路上，初一的其他同学们在玩的时候，我在老师办公室和老师一起改试卷，讲题，以前视力都挺好的，就这两天左眼视力下降，我和我妈妈说，妈妈，我们去看下眼睛我眼睛有点儿看不清了，我妈就说你一天了那么长时间手机你有什么跟我说，你眼睛那都玩儿手机玩儿的，你知道吗……我，我就是去。",
        "label": ""
      },
      {
        "sentence": "话说完之后，我站在五楼，学校天台大楼顶，我当时就挺绝望的，站了半天，就老师天台巡视，看见了，就打电话给我妈，我妈说我就是作死，我要想作死，就让我作死吧，我当时脑袋一昏，反向侧倒，都醒来的时候，也没有人告诉我过程，手和脚都绑在床上面都无奈，每天吃吃水果什么的，正好有把刀，拿刀割了一次没死掉，血染了一片床单，被发现后就进了重症，又忽然想不开了，14天了，我妈来院里看我的时间不到十小时，呵呵，希望吗？",
        "label": ""
      },
      {
        "sentence": "年级第一考它有什么用？",
        "label": ""
      },
      {
        "sentence": "所以帮帮我吧，我真的撑不下去了……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每次听到这样的故事我都好难过！我不知道这样优秀的你为什么还要被妈妈嫌弃，为什么本该最爱我们的人要变成伤害我们最深的人！这或许是世界上最难解决的难题吧！我能够感受到你内心的痛苦，但是我也想告诉你，死亡并不能解决问题，能够解决这个问题的最好的方法是成长！",
    "annotation": [
      {
        "sentence": "每次听到这样的故事我都好难过！",
        "label": ""
      },
      {
        "sentence": "我不知道这样优秀的你为什么还要被妈妈嫌弃，为什么本该最爱我们的人要变成伤害我们最深的人！",
        "label": ""
      },
      {
        "sentence": "这或许是世界上最难解决的难题吧！",
        "label": ""
      },
      {
        "sentence": "我能够感受到你内心的痛苦，但是我也想告诉你，死亡并不能解决问题，能够解决这个问题的最好的方法是成长！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你明白我内心的痛苦吗？我感觉自己被妈妈抛弃了，我觉得生活失去了意义。",
    "annotation": [
      {
        "sentence": "你明白我内心的痛苦吗？",
        "label": ""
      },
      {
        "sentence": "我感觉自己被妈妈抛弃了，我觉得生活失去了意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的感受，感到被家人抛弃的痛苦是无法言喻的。但是请相信，生活中还有许多其他美好的事物值得你去追求和珍惜。死亡只会让你失去一切机会，无法品味未来的快乐。",
    "annotation": [
      {
        "sentence": "我非常理解你的感受，感到被家人抛弃的痛苦是无法言喻的。",
        "label": ""
      },
      {
        "sentence": "但是请相信，生活中还有许多其他美好的事物值得你去追求和珍惜。",
        "label": ""
      },
      {
        "sentence": "死亡只会让你失去一切机会，无法品味未来的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得我已经尽力了，每天都过着高强度的学习生活，可是妈妈对我却不理解，我感到无助和无奈。",
    "annotation": [
      {
        "sentence": "可是我觉得我已经尽力了，每天都过着高强度的学习生活，可是妈妈对我却不理解，我感到无助和无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的努力和付出是很了不起的，但是家人有时候可能无法理解你的压力和努力。也许你可以尝试与妈妈坦诚交流，告诉她你的内心真实感受。也许这样，她会对你的付出有更多的理解。",
    "annotation": [
      {
        "sentence": "你的努力和付出是很了不起的，但是家人有时候可能无法理解你的压力和努力。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试与妈妈坦诚交流，告诉她你的内心真实感受。",
        "label": ""
      },
      {
        "sentence": "也许这样，她会对你的付出有更多的理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但每次我试图与妈妈交流，她总是责备我玩手机太多，对我的问题不予重视。",
    "annotation": [
      {
        "sentence": "但每次我试图与妈妈交流，她总是责备我玩手机太多，对我的问题不予重视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈有时可能会过于关注你的问题行为，而忽略了你的内心需求。母亲希望你能够成为更好的自己，但她可能没有意识到自己的期望过高。或许你可以找一个适当的时机，与妈妈坐下来好好谈一谈，告诉她你的困扰和需要。",
    "annotation": [
      {
        "sentence": "妈妈有时可能会过于关注你的问题行为，而忽略了你的内心需求。",
        "label": ""
      },
      {
        "sentence": "母亲希望你能够成为更好的自己，但她可能没有意识到自己的期望过高。",
        "label": ""
      },
      {
        "sentence": "或许你可以找一个适当的时机，与妈妈坐下来好好谈一谈，告诉她你的困扰和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说真的，我真的不知道该怎么做，我觉得自己好累，好无力。",
    "annotation": [
      {
        "sentence": "说真的，我真的不知道该怎么做，我觉得自己好累，好无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你感到疲倦和无力。在这个困难时刻，你可以寻求其他人的帮助，如老师、同学或心理健康专业人士。他们能够给予你更专业的支持和指导，帮助你走出困境。",
    "annotation": [
      {
        "sentence": "我明白你感到疲倦和无力。",
        "label": ""
      },
      {
        "sentence": "在这个困难时刻，你可以寻求其他人的帮助，如老师、同学或心理健康专业人士。",
        "label": ""
      },
      {
        "sentence": "他们能够给予你更专业的支持和指导，帮助你走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很害怕寻求帮助，担心被别人嘲笑或误解。",
    "annotation": [
      {
        "sentence": "我真的很害怕寻求帮助，担心被别人嘲笑或误解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担忧是正常的，但是请相信，真正关心你的人会理解你的困境，给予你支持和帮助。寻求帮助并不意味着软弱，相反，它展示了你勇敢面对问题并追求解决的决心。",
    "annotation": [
      {
        "sentence": "这种担忧是正常的，但是请相信，真正关心你的人会理解你的困境，给予你支持和帮助。",
        "label": ""
      },
      {
        "sentence": "寻求帮助并不意味着软弱，相反，它展示了你勇敢面对问题并追求解决的决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我应该试着与他人沟通，寻求更多的支持和建议。谢谢你的鼓励和理解。",
    "annotation": [
      {
        "sentence": "或许你说的对，我应该试着与他人沟通，寻求更多的支持和建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎！记住，你并不孤单，始终有人愿意帮助你。坚持下去，并相信自己的成长和变化会带给你更美好的未来！你是一个优秀的人，我相信你能够克服困难，找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "非常欢迎！",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，始终有人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "坚持下去，并相信自己的成长和变化会带给你更美好的未来！",
        "label": ""
      },
      {
        "sentence": "你是一个优秀的人，我相信你能够克服困难，找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]