[
  {
    "role": "client",
    "content": "年级第一考它有什么用？撑不下去了，该怎么自残？我一定要天24小时3小时睡觉其他时间不是在看书，在学习，在补习班就是在去的路上，初一的其他同学们在玩的时候，我在老师办公室和老师一起改试卷，讲题，以前视力都挺好的，就这两天左眼视力下降，我和我妈妈说，妈妈，我们去看下眼睛我眼睛有点儿看不清了，我妈就说你一天了那么长时间手机你有什么跟我说，你眼睛那都玩儿手机玩儿的，你知道吗……我，我就是去。话说完之后，我站在五楼，学校天台大楼顶，我当时就挺绝望的，站了半天，就老师天台巡视，看见了，就打电话给我妈，我妈说我就是作死，我要想作死，就让我作死吧，我当时脑袋一昏，反向侧倒，都醒来的时候，也没有人告诉我过程，手和脚都绑在床上面都无奈，每天吃吃水果什么的，正好有把刀，拿刀割了一次没死掉，血染了一片床单，被发现后就进了重症，又忽然想不开了，14天了，我妈来院里看我的时间不到十小时，呵呵，希望吗？年级第一考它有什么用？所以帮帮我吧，我真的撑不下去了……",
    "annotation": [
      {
        "sentence": "年级第一考它有什么用？",
        "label": ""
      },
      {
        "sentence": "撑不下去了，该怎么自残？",
        "label": ""
      },
      {
        "sentence": "我一定要天24小时3小时睡觉其他时间不是在看书，在学习，在补习班就是在去的路上，初一的其他同学们在玩的时候，我在老师办公室和老师一起改试卷，讲题，以前视力都挺好的，就这两天左眼视力下降，我和我妈妈说，妈妈，我们去看下眼睛我眼睛有点儿看不清了，我妈就说你一天了那么长时间手机你有什么跟我说，你眼睛那都玩儿手机玩儿的，你知道吗……我，我就是去。",
        "label": ""
      },
      {
        "sentence": "话说完之后，我站在五楼，学校天台大楼顶，我当时就挺绝望的，站了半天，就老师天台巡视，看见了，就打电话给我妈，我妈说我就是作死，我要想作死，就让我作死吧，我当时脑袋一昏，反向侧倒，都醒来的时候，也没有人告诉我过程，手和脚都绑在床上面都无奈，每天吃吃水果什么的，正好有把刀，拿刀割了一次没死掉，血染了一片床单，被发现后就进了重症，又忽然想不开了，14天了，我妈来院里看我的时间不到十小时，呵呵，希望吗？",
        "label": ""
      },
      {
        "sentence": "年级第一考它有什么用？",
        "label": ""
      },
      {
        "sentence": "所以帮帮我吧，我真的撑不下去了……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常心疼你，给你一个大大的拥抱~从你的留言中能感受到你和妈妈的关系非常密切，你生活、学习基本上都离不开和妈妈的互动。同时我也感受到你渴望妈妈肯定你的努力，并且关心你的生活，但妈妈似乎忽视了这些。你对于来自亲近的人的认可有着强烈的需求，但有时候我们所期望的关注并没有如期得到，可能对方的心被其他紧急事物所占据了，或者他们心中的肯定标准和我们想的不太一样。但是，请相信，获得肯定不仅仅来自他人，也来自自己。你要肯定自己所付出的努力，说出自己的成绩，给自己夸奖的权利。即使没有他人的认可，你仍然能够享受到喜悦和成就感。",
    "annotation": [
      {
        "sentence": "非常心疼你，给你一个大大的拥抱~从你的留言中能感受到你和妈妈的关系非常密切，你生活、学习基本上都离不开和妈妈的互动。",
        "label": ""
      },
      {
        "sentence": "同时我也感受到你渴望妈妈肯定你的努力，并且关心你的生活，但妈妈似乎忽视了这些。",
        "label": ""
      },
      {
        "sentence": "你对于来自亲近的人的认可有着强烈的需求，但有时候我们所期望的关注并没有如期得到，可能对方的心被其他紧急事物所占据了，或者他们心中的肯定标准和我们想的不太一样。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，获得肯定不仅仅来自他人，也来自自己。",
        "label": ""
      },
      {
        "sentence": "你要肯定自己所付出的努力，说出自己的成绩，给自己夸奖的权利。",
        "label": ""
      },
      {
        "sentence": "即使没有他人的认可，你仍然能够享受到喜悦和成就感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱，我确实希望妈妈能够理解我所付出的努力和压力。我觉得妈妈不太理解我的情绪，不知道我承受的压力有多大，所以才会觉得我伤害自己是“作死”。也许是因为上一辈的人对心理方面的关注比较少，他们成长的环境和经历不同，所以他们不太能理解我们的情感需求。我和妈妈之间存在沟通障碍，我向妈妈讲述过我遇到的困难和委屈，但她总是打断我，并给我扣上标签。我内心非常委屈。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱，我确实希望妈妈能够理解我所付出的努力和压力。",
        "label": ""
      },
      {
        "sentence": "我觉得妈妈不太理解我的情绪，不知道我承受的压力有多大，所以才会觉得我伤害自己是“作死”。",
        "label": ""
      },
      {
        "sentence": "也许是因为上一辈的人对心理方面的关注比较少，他们成长的环境和经历不同，所以他们不太能理解我们的情感需求。",
        "label": ""
      },
      {
        "sentence": "我和妈妈之间存在沟通障碍，我向妈妈讲述过我遇到的困难和委屈，但她总是打断我，并给我扣上标签。",
        "label": ""
      },
      {
        "sentence": "我内心非常委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境。确实，你和妈妈之间存在沟通问题，这是很常见的情况。我建议你可以寻求第三方的帮助，比如家里的其他长辈、学校老师或心理咨询师，让他们协助你和妈妈沟通。在他们帮助下，你也许能够更好地表达自己的想法和感受。你还可以尝试用其他形式间接地与妈妈沟通，比如写信、发短信或微信，让妈妈知道你内心的想法。如果有需要，你们也可以一起找专业人士进行家庭治疗和亲子调解。希望这些建议能够帮到你，给你一些温暖和安慰。",
    "annotation": [
      {
        "sentence": "我理解你的困境。",
        "label": ""
      },
      {
        "sentence": "确实，你和妈妈之间存在沟通问题，这是很常见的情况。",
        "label": ""
      },
      {
        "sentence": "我建议你可以寻求第三方的帮助，比如家里的其他长辈、学校老师或心理咨询师，让他们协助你和妈妈沟通。",
        "label": ""
      },
      {
        "sentence": "在他们帮助下，你也许能够更好地表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "你还可以尝试用其他形式间接地与妈妈沟通，比如写信、发短信或微信，让妈妈知道你内心的想法。",
        "label": ""
      },
      {
        "sentence": "如果有需要，你们也可以一起找专业人士进行家庭治疗和亲子调解。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能够帮到你，给你一些温暖和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着寻求第三方的帮助，并用其他方式与妈妈沟通。希望这样能够解决我们之间的问题。但是我还是感到很失望和绝望，对于年级第一考的压力，我觉得它没有什么实际的用处，所以我真的撑不下去了...",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着寻求第三方的帮助，并用其他方式与妈妈沟通。",
        "label": ""
      },
      {
        "sentence": "希望这样能够解决我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "但是我还是感到很失望和绝望，对于年级第一考的压力，我觉得它没有什么实际的用处，所以我真的撑不下去了...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你感到失望和绝望，面对巨大的学业压力，确实很难坚持下去。但是，请相信，你不是一个人在战斗。我们可以一起来面对这些困难。你可以尝试放松一下，给自己一些休息的时间，不要让学习压力太过沉重。你也可以寻找一些特殊的学习技巧和方法，帮助你更有效地学习。同时，也不要忘记给自己一些奖励和肯定，让自己感受到成就感。如果实在无法解决，不要犹豫去寻求更专业的帮助，比如心理咨询师会给你专业的建议和支持。记住，你不是孤立无援的，我们都在这里支持你。",
    "annotation": [
      {
        "sentence": "我了解你感到失望和绝望，面对巨大的学业压力，确实很难坚持下去。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "我们可以一起来面对这些困难。",
        "label": ""
      },
      {
        "sentence": "你可以尝试放松一下，给自己一些休息的时间，不要让学习压力太过沉重。",
        "label": ""
      },
      {
        "sentence": "你也可以寻找一些特殊的学习技巧和方法，帮助你更有效地学习。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记给自己一些奖励和肯定，让自己感受到成就感。",
        "label": ""
      },
      {
        "sentence": "如果实在无法解决，不要犹豫去寻求更专业的帮助，比如心理咨询师会给你专业的建议和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你不是孤立无援的，我们都在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尝试放松自己并找到适合我的学习方法。我会多给自己一些奖励和肯定，同时也会寻求专业的帮助。我真的很感激你的支持，现在觉得好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尝试放松自己并找到适合我的学习方法。",
        "label": ""
      },
      {
        "sentence": "我会多给自己一些奖励和肯定，同时也会寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "我真的很感激你的支持，现在觉得好多了。",
        "label": ""
      }
    ]
  }
]