[
  {
    "role": "client",
    "content": "一有失败就忍不住的很自卑，觉得自己一无是处怎么办？我是一个内心敏感，嫉妒心强，不容易满足的人。是这样的，我最近与我的舍友找到了一份兼职，做了也有一个多月了，不知道为什么逐渐的，她们做的都很好，好像从不会被经理说过，而我却总是被说，我总是犯错，总是做不好，经常发现我错误的女经理就对我舍友a很好经常请她喝奶茶，我很羡慕，但那个经理我总觉得她并不喜欢我。舍友b刚开始工作就被表扬过几次，而我什么都没有，我很难过，但是总是会犯错，我总是马虎不认真，而且脑子也不好使，有时候心情好正是我容易疏忽的时候，我不知道我能不能改过来，我真的好难过，有时候真的觉得自己差到极点了，我真的做什么都做不好，明明不优秀却又不努力不认真，大家都很好可为什么我却这样没有用。",
    "annotation": [
      {
        "sentence": "一有失败就忍不住的很自卑，觉得自己一无是处怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一个内心敏感，嫉妒心强，不容易满足的人。",
        "label": ""
      },
      {
        "sentence": "是这样的，我最近与我的舍友找到了一份兼职，做了也有一个多月了，不知道为什么逐渐的，她们做的都很好，好像从不会被经理说过，而我却总是被说，我总是犯错，总是做不好，经常发现我错误的女经理就对我舍友a很好经常请她喝奶茶，我很羡慕，但那个经理我总觉得她并不喜欢我。",
        "label": ""
      },
      {
        "sentence": "舍友b刚开始工作就被表扬过几次，而我什么都没有，我很难过，但是总是会犯错，我总是马虎不认真，而且脑子也不好使，有时候心情好正是我容易疏忽的时候，我不知道我能不能改过来，我真的好难过，有时候真的觉得自己差到极点了，我真的做什么都做不好，明明不优秀却又不努力不认真，大家都很好可为什么我却这样没有用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你最近有些自卑和难过，你不是一个独特的个例。就像阿德勒讲的那样，每个人在某种程度上都会感受到自卑的情绪，尤其是在和他人进行比较时。我们会把自己的弱点暴露出来，对自己的优点并不敏感。但是实际上，你的感受和现实可能并不一致。让我给你讲个我的故事吧。",
    "annotation": [
      {
        "sentence": "你好，听说你最近有些自卑和难过，你不是一个独特的个例。",
        "label": ""
      },
      {
        "sentence": "就像阿德勒讲的那样，每个人在某种程度上都会感受到自卑的情绪，尤其是在和他人进行比较时。",
        "label": ""
      },
      {
        "sentence": "我们会把自己的弱点暴露出来，对自己的优点并不敏感。",
        "label": ""
      },
      {
        "sentence": "但是实际上，你的感受和现实可能并不一致。",
        "label": ""
      },
      {
        "sentence": "让我给你讲个我的故事吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我很想听听你的故事。",
    "annotation": [
      {
        "sentence": "好的，我很想听听你的故事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "曾经我参加过一个成长小组，我总是第一个去打破别人发言之后的沉默去接话，但是组里的一个姐姐却对我表示了不太友善的态度。她对其他和我年龄相仿的女孩表现得很亲切，却对我说了一些让我怀疑自己的话。因此，我开始怀疑她是不是不喜欢我，而我是不是不够优秀。后来，我和她直接谈了一次，她却告诉我她一直很喜欢我，她对我有一层特别的关心。这让我很吃惊，因为之前我一直以为自己在组里并不受欢迎。这件事情让我认识到，我的想法和现实往往是不一致的。",
    "annotation": [
      {
        "sentence": "曾经我参加过一个成长小组，我总是第一个去打破别人发言之后的沉默去接话，但是组里的一个姐姐却对我表示了不太友善的态度。",
        "label": ""
      },
      {
        "sentence": "她对其他和我年龄相仿的女孩表现得很亲切，却对我说了一些让我怀疑自己的话。",
        "label": ""
      },
      {
        "sentence": "因此，我开始怀疑她是不是不喜欢我，而我是不是不够优秀。",
        "label": ""
      },
      {
        "sentence": "后来，我和她直接谈了一次，她却告诉我她一直很喜欢我，她对我有一层特别的关心。",
        "label": ""
      },
      {
        "sentence": "这让我很吃惊，因为之前我一直以为自己在组里并不受欢迎。",
        "label": ""
      },
      {
        "sentence": "这件事情让我认识到，我的想法和现实往往是不一致的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的经历让我觉得自己的想法也许并不准确。但我还是很在意与他人的差距，感觉自己很差劲。",
    "annotation": [
      {
        "sentence": "你的经历让我觉得自己的想法也许并不准确。",
        "label": ""
      },
      {
        "sentence": "但我还是很在意与他人的差距，感觉自己很差劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别担心，你并不是唯一一个有这种感受的人。我相信我们对自己和他人的看法往往会有偏差。你觉得他们受到表扬或与经理亲近，可能只看到了他们的优点，而忽视了你自己的闪光点。我在工作中也经常被批评，但经理告诉我，其实你和其他人并没有差别，只是我对你的要求更高而已。所以，不要太过于自卑，你并不差劲。如果你还是感觉自己与他人有差距，并且关注这一点，那就努力提高自己的能力，不断进步，迎头赶上他们。至于自卑感，不要让它扩大，不要让自己变得胆小害怕。你要相信，自卑感往往只是因为我们没有完全了解自己。找到工作中的优势，发挥自己的能力才是最好的方法。",
    "annotation": [
      {
        "sentence": "别担心，你并不是唯一一个有这种感受的人。",
        "label": ""
      },
      {
        "sentence": "我相信我们对自己和他人的看法往往会有偏差。",
        "label": ""
      },
      {
        "sentence": "你觉得他们受到表扬或与经理亲近，可能只看到了他们的优点，而忽视了你自己的闪光点。",
        "label": ""
      },
      {
        "sentence": "我在工作中也经常被批评，但经理告诉我，其实你和其他人并没有差别，只是我对你的要求更高而已。",
        "label": ""
      },
      {
        "sentence": "所以，不要太过于自卑，你并不差劲。",
        "label": ""
      },
      {
        "sentence": "如果你还是感觉自己与他人有差距，并且关注这一点，那就努力提高自己的能力，不断进步，迎头赶上他们。",
        "label": ""
      },
      {
        "sentence": "至于自卑感，不要让它扩大，不要让自己变得胆小害怕。",
        "label": ""
      },
      {
        "sentence": "你要相信，自卑感往往只是因为我们没有完全了解自己。",
        "label": ""
      },
      {
        "sentence": "找到工作中的优势，发挥自己的能力才是最好的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。你的话让我有了新的看法。我会尽力克服自卑感，努力提高自己。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "你的话让我有了新的看法。",
        "label": ""
      },
      {
        "sentence": "我会尽力克服自卑感，努力提高自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记住，你并不差劲，你有自己的优势和闪光点。只要你坚持努力，相信自己，你一定能够克服自卑感，取得更好的成就。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不差劲，你有自己的优势和闪光点。",
        "label": ""
      },
      {
        "sentence": "只要你坚持努力，相信自己，你一定能够克服自卑感，取得更好的成就。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]