[
  {
    "role": "client",
    "content": "我真的觉得自己在大学里很痛苦，社恐和自卑感让我感到无法承受，怎么办呢？",
    "annotation": [
      {
        "sentence": "我真的觉得自己在大学里很痛苦，社恐和自卑感让我感到无法承受，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先给你一个温暖的拥抱，希望你能感受到我的支持和关心(*￣︶￣)。看了你的描述，我真的很心疼你，能理解你内心的痛苦。希望你能够逐渐拨开内心的阴霾，看到那穿透云层的阳光。我相信，你一定能够做到，只要你也相信。",
    "annotation": [
      {
        "sentence": "先给你一个温暖的拥抱，希望你能感受到我的支持和关心(*￣︶￣)。",
        "label": ""
      },
      {
        "sentence": "看了你的描述，我真的很心疼你，能理解你内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "希望你能够逐渐拨开内心的阴霾，看到那穿透云层的阳光。",
        "label": ""
      },
      {
        "sentence": "我相信，你一定能够做到，只要你也相信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱和鼓励，我知道我的经历很艰辛，整个大学过程都对我来说是一种折磨。但是听你这样说，我感到自己内心有一些坚持和坚韧。同时，我也感激父母，他们对我很好。可是，我觉得自己很垃圾，对不起他们。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱和鼓励，我知道我的经历很艰辛，整个大学过程都对我来说是一种折磨。",
        "label": ""
      },
      {
        "sentence": "但是听你这样说，我感到自己内心有一些坚持和坚韧。",
        "label": ""
      },
      {
        "sentence": "同时，我也感激父母，他们对我很好。",
        "label": ""
      },
      {
        "sentence": "可是，我觉得自己很垃圾，对不起他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我都能理解，但是我要告诉你，我们不能仅仅通过学习成绩来衡量一个人的价值。根据加德纳的多元智能理论，人类的思维方式是多元的。我们可以通过发掘自己在各个方面的潜能，不断发展自己，取得不错的成绩。另外，每个人都会有自己的不足和缺陷，我们需要学会自我接纳和肯定。你已经非常努力地克服困难，不要再自责了。",
    "annotation": [
      {
        "sentence": "你的感受我都能理解，但是我要告诉你，我们不能仅仅通过学习成绩来衡量一个人的价值。",
        "label": ""
      },
      {
        "sentence": "根据加德纳的多元智能理论，人类的思维方式是多元的。",
        "label": ""
      },
      {
        "sentence": "我们可以通过发掘自己在各个方面的潜能，不断发展自己，取得不错的成绩。",
        "label": ""
      },
      {
        "sentence": "另外，每个人都会有自己的不足和缺陷，我们需要学会自我接纳和肯定。",
        "label": ""
      },
      {
        "sentence": "你已经非常努力地克服困难，不要再自责了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我觉得心情好了一些。但是，我还是很害怕社交，不知道怎样才能变得自信。我也觉得生活中充满了痛苦，有时候真的不想再受伤了。",
    "annotation": [
      {
        "sentence": "听了你的话，我觉得心情好了一些。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很害怕社交，不知道怎样才能变得自信。",
        "label": ""
      },
      {
        "sentence": "我也觉得生活中充满了痛苦，有时候真的不想再受伤了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于社交恐惧的问题，先不要强迫自己去社交，先培养自己的自信。当你变得自信之后，你会发现不再害怕社交。我建议你每天写下自己的优点，从内心接纳和肯定自己。这是个过程，当我们经历了这个过程，调整了心态，你会发现生活中不仅仅有痛苦，还有很多美好的事物。痛苦是人生的一部分，我们需要学会与之相处。当痛苦来临时，试着静下心来觉察它，思考背后的原因。另外，因为你最近的状态比较低落，我建议你先调整对自己的期望，逐步建立自信，然后实现更大的目标。心理咨询确实需要一个过程，希望你能相信咨询师，并相信自己。希望你能在咨询师的帮助下找到自己的价值和自信，获得生活的动力。加油ヾ(◍°∇°◍)ﾉﾞ。",
    "annotation": [
      {
        "sentence": "对于社交恐惧的问题，先不要强迫自己去社交，先培养自己的自信。",
        "label": ""
      },
      {
        "sentence": "当你变得自信之后，你会发现不再害怕社交。",
        "label": ""
      },
      {
        "sentence": "我建议你每天写下自己的优点，从内心接纳和肯定自己。",
        "label": ""
      },
      {
        "sentence": "这是个过程，当我们经历了这个过程，调整了心态，你会发现生活中不仅仅有痛苦，还有很多美好的事物。",
        "label": ""
      },
      {
        "sentence": "痛苦是人生的一部分，我们需要学会与之相处。",
        "label": ""
      },
      {
        "sentence": "当痛苦来临时，试着静下心来觉察它，思考背后的原因。",
        "label": ""
      },
      {
        "sentence": "另外，因为你最近的状态比较低落，我建议你先调整对自己的期望，逐步建立自信，然后实现更大的目标。",
        "label": ""
      },
      {
        "sentence": "心理咨询确实需要一个过程，希望你能相信咨询师，并相信自己。",
        "label": ""
      },
      {
        "sentence": "希望你能在咨询师的帮助下找到自己的价值和自信，获得生活的动力。",
        "label": ""
      },
      {
        "sentence": "加油ヾ(◍°∇°◍)ﾉﾞ。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴着我，给予我鼓励和建议。我感觉自己的心情好了很多，希望以后能够更加积极面对困难。我会努力发掘自己的优点，培养自信心。同时，我也会尽力接受自己的不完美，学会顺其自然。心理咨询的过程可能会让我变得更好，请相信我会尽力去配合咨询师的帮助。非常感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴着我，给予我鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我感觉自己的心情好了很多，希望以后能够更加积极面对困难。",
        "label": ""
      },
      {
        "sentence": "我会努力发掘自己的优点，培养自信心。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尽力接受自己的不完美，学会顺其自然。",
        "label": ""
      },
      {
        "sentence": "心理咨询的过程可能会让我变得更好，请相信我会尽力去配合咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的改变和正面的心态让我非常开心。我相信，在咨询师的帮助下，你一定能够找到自己的自信和价值，迎接更好的生活。我会一直在你身边支持你的，如果有任何困难和需求，都可以随时来找我倾诉。再告诉你一次，你不是一个人在战斗，加油！",
    "annotation": [
      {
        "sentence": "你的改变和正面的心态让我非常开心。",
        "label": ""
      },
      {
        "sentence": "我相信，在咨询师的帮助下，你一定能够找到自己的自信和价值，迎接更好的生活。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的，如果有任何困难和需求，都可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "再告诉你一次，你不是一个人在战斗，加油！",
        "label": ""
      }
    ]
  }
]