[
  {
    "role": "client",
    "content": "大学，好痛苦，撑不下去，如果明天咨询没用，就自杀了高中的时候被同学欺负，每次回学校都很害怕。后来好转了一些，也拥有过美好的时光。但后来和朋友闹了矛盾，不敢和同寝室的人讲话。高三时不适应很害怕，就想要走读。但还是很痛苦，我在班里没有一个朋友，看着别人在聊天而我没有一个可以依靠的人，甚至老师都讨厌我。我承认我不算一个乖孩子，做过很多让人讨厌的事，但是我确实很痛苦很痛苦，没有人知道，没有人在乎，我想努力学习，但是在那种情况下根本就读不好。毕业后准备复读，结果复读学校就在一栋房子里，远离家乡让我更加痛苦。我告诉自己挺过一年就有更好的未来，我又挺过来了。但是成绩还是不理想。最后上了个三本学院。2万多的学费，和复读让不富裕的家里雪上加霜。现在到了大学还是痛苦。我是个垃圾。个子矮，性格差，自卑。假期不是游戏就是手淫父母尽可能满足我我却无法报答他们。但我真的撑不下去了真的撑不下去了抱歉找了人明天咨询如果没用的话可能就自杀了吧抱歉看不到希望了",
    "annotation": [
      {
        "sentence": "大学，好痛苦，撑不下去，如果明天咨询没用，就自杀了高中的时候被同学欺负，每次回学校都很害怕。",
        "label": ""
      },
      {
        "sentence": "后来好转了一些，也拥有过美好的时光。",
        "label": ""
      },
      {
        "sentence": "但后来和朋友闹了矛盾，不敢和同寝室的人讲话。",
        "label": ""
      },
      {
        "sentence": "高三时不适应很害怕，就想要走读。",
        "label": ""
      },
      {
        "sentence": "但还是很痛苦，我在班里没有一个朋友，看着别人在聊天而我没有一个可以依靠的人，甚至老师都讨厌我。",
        "label": ""
      },
      {
        "sentence": "我承认我不算一个乖孩子，做过很多让人讨厌的事，但是我确实很痛苦很痛苦，没有人知道，没有人在乎，我想努力学习，但是在那种情况下根本就读不好。",
        "label": ""
      },
      {
        "sentence": "毕业后准备复读，结果复读学校就在一栋房子里，远离家乡让我更加痛苦。",
        "label": ""
      },
      {
        "sentence": "我告诉自己挺过一年就有更好的未来，我又挺过来了。",
        "label": ""
      },
      {
        "sentence": "但是成绩还是不理想。",
        "label": ""
      },
      {
        "sentence": "最后上了个三本学院。",
        "label": ""
      },
      {
        "sentence": "2万多的学费，和复读让不富裕的家里雪上加霜。",
        "label": ""
      },
      {
        "sentence": "现在到了大学还是痛苦。",
        "label": ""
      },
      {
        "sentence": "我是个垃圾。",
        "label": ""
      },
      {
        "sentence": "个子矮，性格差，自卑。",
        "label": ""
      },
      {
        "sentence": "假期不是游戏就是手淫父母尽可能满足我我却无法报答他们。",
        "label": ""
      },
      {
        "sentence": "但我真的撑不下去了真的撑不下去了抱歉找了人明天咨询如果没用的话可能就自杀了吧抱歉看不到希望了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能对我敞开心扉，我希望能帮到你。从你的描述中，我能理解你的感受，我曾经也有一段时间很低落，觉得自己不行。但是，我试着改变了一些想法，我想过为什么我不行呢？当一条路走不通时，可以尝试换一条路，毕竟世上有很多种选择。你知道，要想改变，就要先改变自己的心态。我比你大几岁，曾经也有过想不活下去的念头，觉得自己比不上别人，一直在挣扎。但今年我终于有了些微小的改变。事实上，想死很容易，但活下去却很不容易。我们自卑的原因有外在因素，也有自己的原因，你同意吗？世界上并没有完美的人，很多人表面看起来光鲜亮丽，但心里其实很黑暗。学习是为了我们自己，我今年30岁了，一无所有，但我也渴望努力学习知识。尽管学习困难，但我们只能逼着自己学，想要改变自己，知识是非常重要的。同学相处如果有问题，我们可以试着相处，如果处不来，那说明我们无缘，也可以一个人独处，有更多时间来充电，学习自己感兴趣的内容。每天学一点，慢慢地你会发现自己懂了很多，对这些知识也越来越感兴趣。每天进步一点点，总会有厚积薄发的时候的。至于你所提到的当时的老师，他们已经毕业了，我们可以放下对他们的纠结和恶感。对于个子矮的问题，我们可以努力学习一些技能，用我们自己的魅力去征服别人。自卑是很普遍的情绪，所以我们更应该努力学习，强大自己的内心，才能摆脱自卑感。关于手淫的问题，我认为这是很多人都会面临的诱惑，但确实对身体有伤害。你可以尝试转移注意力，比如多跑步。至于父母那一块，你已经提到了，只要你有需要，父母都会尽力满足你。但你要明白，如果你真的放弃了，你的父母会怎么办呢？他们已经为你付出了很多，你是他们的希望。你不应该逃避现有的困难，而是要勇敢面对，试试看自己能走到哪一步。我们一起加油吧，我相信你能够好好活下去，为了父母，更是为了你自己。最后，我想告诉你，在这个世界的某个角落里，一定有人非常爱你。活下去，去寻找属于自己的幸福，好吗？",
    "annotation": [
      {
        "sentence": "很高兴你能对我敞开心扉，我希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能理解你的感受，我曾经也有一段时间很低落，觉得自己不行。",
        "label": ""
      },
      {
        "sentence": "但是，我试着改变了一些想法，我想过为什么我不行呢？",
        "label": ""
      },
      {
        "sentence": "当一条路走不通时，可以尝试换一条路，毕竟世上有很多种选择。",
        "label": ""
      },
      {
        "sentence": "你知道，要想改变，就要先改变自己的心态。",
        "label": ""
      },
      {
        "sentence": "我比你大几岁，曾经也有过想不活下去的念头，觉得自己比不上别人，一直在挣扎。",
        "label": ""
      },
      {
        "sentence": "但今年我终于有了些微小的改变。",
        "label": ""
      },
      {
        "sentence": "事实上，想死很容易，但活下去却很不容易。",
        "label": ""
      },
      {
        "sentence": "我们自卑的原因有外在因素，也有自己的原因，你同意吗？",
        "label": ""
      },
      {
        "sentence": "世界上并没有完美的人，很多人表面看起来光鲜亮丽，但心里其实很黑暗。",
        "label": ""
      },
      {
        "sentence": "学习是为了我们自己，我今年30岁了，一无所有，但我也渴望努力学习知识。",
        "label": ""
      },
      {
        "sentence": "尽管学习困难，但我们只能逼着自己学，想要改变自己，知识是非常重要的。",
        "label": ""
      },
      {
        "sentence": "同学相处如果有问题，我们可以试着相处，如果处不来，那说明我们无缘，也可以一个人独处，有更多时间来充电，学习自己感兴趣的内容。",
        "label": ""
      },
      {
        "sentence": "每天学一点，慢慢地你会发现自己懂了很多，对这些知识也越来越感兴趣。",
        "label": ""
      },
      {
        "sentence": "每天进步一点点，总会有厚积薄发的时候的。",
        "label": ""
      },
      {
        "sentence": "至于你所提到的当时的老师，他们已经毕业了，我们可以放下对他们的纠结和恶感。",
        "label": ""
      },
      {
        "sentence": "对于个子矮的问题，我们可以努力学习一些技能，用我们自己的魅力去征服别人。",
        "label": ""
      },
      {
        "sentence": "自卑是很普遍的情绪，所以我们更应该努力学习，强大自己的内心，才能摆脱自卑感。",
        "label": ""
      },
      {
        "sentence": "关于手淫的问题，我认为这是很多人都会面临的诱惑，但确实对身体有伤害。",
        "label": ""
      },
      {
        "sentence": "你可以尝试转移注意力，比如多跑步。",
        "label": ""
      },
      {
        "sentence": "至于父母那一块，你已经提到了，只要你有需要，父母都会尽力满足你。",
        "label": ""
      },
      {
        "sentence": "但你要明白，如果你真的放弃了，你的父母会怎么办呢？",
        "label": ""
      },
      {
        "sentence": "他们已经为你付出了很多，你是他们的希望。",
        "label": ""
      },
      {
        "sentence": "你不应该逃避现有的困难，而是要勇敢面对，试试看自己能走到哪一步。",
        "label": ""
      },
      {
        "sentence": "我们一起加油吧，我相信你能够好好活下去，为了父母，更是为了你自己。",
        "label": ""
      },
      {
        "sentence": "最后，我想告诉你，在这个世界的某个角落里，一定有人非常爱你。",
        "label": ""
      },
      {
        "sentence": "活下去，去寻找属于自己的幸福，好吗？",
        "label": ""
      }
    ]
  }
]