[
  {
    "role": "client",
    "content": "我一直以来都很害怕社交，自卑感很严重，现在在大学里感到很痛苦，觉得自己快崩溃了，该怎么办？",
    "annotation": [
      {
        "sentence": "我一直以来都很害怕社交，自卑感很严重，现在在大学里感到很痛苦，觉得自己快崩溃了，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的倾诉中，我能感受到你对社交的怯懦和对自我的否定。你提到了父母对你的爱和包容，他们一直无条件地支持你，无论你的表现是不是好，这是值得你感激的。你提到自责的感受，这可能是因为你意识到自己对父母的回报很少。你意识到了自己与他人之间的差距。你有社交的需求，但由于性格上的不足，这个需求变成了一种愿望。然而，长期以来的挫折感和自信心的缺乏影响了你的心态。我们每个人都不是完美的，如果你在社交方面存在一些短板，但在其他方面，比如你对学业的追求和复读的努力，考上大学，这些都是令人钦佩的成就。从中我们可以看到你对理想的坚守和面对困难时的坚韧。因此，我们不能因为社交能力的不足或者你觉得自己不合群就全盘否定自己。这种看法是片面和不公平的。要改变情绪，关键在于行动。你提到了准备去心理咨询，这是一个积极的选择。这显示你已经意识到了自己目前的心理状况，并有改变的愿望。你有成长的渴望，这体现了你的行动力和积极性。大学的学习环境会有所改变，你可能需要适应新的环境。在高中阶段，你的学习是为了考上理想的大学，而在大学阶段，学习的压力会减轻，但全面发展变得更加重要。在这个阶段，你的性格优点和缺点都会显现出来。结合你描述的问题，你可能夸大了自己的缺点。这个时候，我们需要调动心理能量，接受现实，适应环境。可以向父母倾诉你的烦恼，也可以找信任的朋友诉说你的痛苦。当你无法独自应对困难时，需要他人的帮助和支持。虽然对你来说，这可能有些困难，但相信每一小步都是向前迈进的一大步。善待自己，关心自己的成长。你思考问题很细致，这是你的优点。回顾我们的成长过程，每一次克服困难最终都有了成长。生活中的挫折是对我们的考验，也是成就更好自己的机会。相信自己，善待自己，发展自己，希望你早日发现更好的自己。与你共勉。",
    "annotation": [
      {
        "sentence": "从你的倾诉中，我能感受到你对社交的怯懦和对自我的否定。",
        "label": ""
      },
      {
        "sentence": "你提到了父母对你的爱和包容，他们一直无条件地支持你，无论你的表现是不是好，这是值得你感激的。",
        "label": ""
      },
      {
        "sentence": "你提到自责的感受，这可能是因为你意识到自己对父母的回报很少。",
        "label": ""
      },
      {
        "sentence": "你意识到了自己与他人之间的差距。",
        "label": ""
      },
      {
        "sentence": "你有社交的需求，但由于性格上的不足，这个需求变成了一种愿望。",
        "label": ""
      },
      {
        "sentence": "然而，长期以来的挫折感和自信心的缺乏影响了你的心态。",
        "label": ""
      },
      {
        "sentence": "我们每个人都不是完美的，如果你在社交方面存在一些短板，但在其他方面，比如你对学业的追求和复读的努力，考上大学，这些都是令人钦佩的成就。",
        "label": ""
      },
      {
        "sentence": "从中我们可以看到你对理想的坚守和面对困难时的坚韧。",
        "label": ""
      },
      {
        "sentence": "因此，我们不能因为社交能力的不足或者你觉得自己不合群就全盘否定自己。",
        "label": ""
      },
      {
        "sentence": "这种看法是片面和不公平的。",
        "label": ""
      },
      {
        "sentence": "要改变情绪，关键在于行动。",
        "label": ""
      },
      {
        "sentence": "你提到了准备去心理咨询，这是一个积极的选择。",
        "label": ""
      },
      {
        "sentence": "这显示你已经意识到了自己目前的心理状况，并有改变的愿望。",
        "label": ""
      },
      {
        "sentence": "你有成长的渴望，这体现了你的行动力和积极性。",
        "label": ""
      },
      {
        "sentence": "大学的学习环境会有所改变，你可能需要适应新的环境。",
        "label": ""
      },
      {
        "sentence": "在高中阶段，你的学习是为了考上理想的大学，而在大学阶段，学习的压力会减轻，但全面发展变得更加重要。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，你的性格优点和缺点都会显现出来。",
        "label": ""
      },
      {
        "sentence": "结合你描述的问题，你可能夸大了自己的缺点。",
        "label": ""
      },
      {
        "sentence": "这个时候，我们需要调动心理能量，接受现实，适应环境。",
        "label": ""
      },
      {
        "sentence": "可以向父母倾诉你的烦恼，也可以找信任的朋友诉说你的痛苦。",
        "label": ""
      },
      {
        "sentence": "当你无法独自应对困难时，需要他人的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "虽然对你来说，这可能有些困难，但相信每一小步都是向前迈进的一大步。",
        "label": ""
      },
      {
        "sentence": "善待自己，关心自己的成长。",
        "label": ""
      },
      {
        "sentence": "你思考问题很细致，这是你的优点。",
        "label": ""
      },
      {
        "sentence": "回顾我们的成长过程，每一次克服困难最终都有了成长。",
        "label": ""
      },
      {
        "sentence": "生活中的挫折是对我们的考验，也是成就更好自己的机会。",
        "label": ""
      },
      {
        "sentence": "相信自己，善待自己，发展自己，希望你早日发现更好的自己。",
        "label": ""
      },
      {
        "sentence": "与你共勉。",
        "label": ""
      }
    ]
  }
]