[
  {
    "role": "client",
    "content": "为什么一个人即使什么也没有，也值得被爱呢？今天思考到了一个关于无条件的爱的问题，我想知道为什么一个什么也没有的人也值得被爱呢？我想到一个答案，但是我觉得还是很矛盾，就是说，如果没有爱，那个一无所有的人可能更不会有什么作为，所以说只有爱他鼓励他，他才会变得更好。但是如果爱他是为了让他有所作为的话，那这不还是有条件的爱吗？",
    "annotation": [
      {
        "sentence": "为什么一个人即使什么也没有，也值得被爱呢？",
        "label": ""
      },
      {
        "sentence": "今天思考到了一个关于无条件的爱的问题，我想知道为什么一个什么也没有的人也值得被爱呢？",
        "label": ""
      },
      {
        "sentence": "我想到一个答案，但是我觉得还是很矛盾，就是说，如果没有爱，那个一无所有的人可能更不会有什么作为，所以说只有爱他鼓励他，他才会变得更好。",
        "label": ""
      },
      {
        "sentence": "但是如果爱他是为了让他有所作为的话，那这不还是有条件的爱吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱到底是有条件，还是无条件？在你提出的，“为什么一个人即使什么都没有，也值得被爱”的问题中，其实你已经预设了一个观点: “爱往往都是有条件的。”我很认同个体心理学之父阿德勒的一个观点，【人的存在本身就是意义】。无论是有条件的爱还是无条件的爱，本质上都是人们渴望被爱，并追求“自我存在”。你认为没有爱，一个人会更加无所作为吗？",
    "annotation": [
      {
        "sentence": "爱到底是有条件，还是无条件？",
        "label": ""
      },
      {
        "sentence": "在你提出的，“为什么一个人即使什么都没有，也值得被爱”的问题中，其实你已经预设了一个观点: “爱往往都是有条件的。",
        "label": ""
      },
      {
        "sentence": "”我很认同个体心理学之父阿德勒的一个观点，【人的存在本身就是意义】。",
        "label": ""
      },
      {
        "sentence": "无论是有条件的爱还是无条件的爱，本质上都是人们渴望被爱，并追求“自我存在”。",
        "label": ""
      },
      {
        "sentence": "你认为没有爱，一个人会更加无所作为吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得这两个问题可能存在一定的关联。一个无所作为的人，如果能获得爱，可能会变得更好。",
    "annotation": [
      {
        "sentence": "是的，我觉得这两个问题可能存在一定的关联。",
        "label": ""
      },
      {
        "sentence": "一个无所作为的人，如果能获得爱，可能会变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，爱可能让一个无所作为的人有所作为，但爱本身不一定具备这种能力。在现实生活中，我们还存在一种爱，被称为“溺爱”。有条件的爱和无条件的爱，只是达到目的的不同手段罢了。",
    "annotation": [
      {
        "sentence": "确实，爱可能让一个无所作为的人有所作为，但爱本身不一定具备这种能力。",
        "label": ""
      },
      {
        "sentence": "在现实生活中，我们还存在一种爱，被称为“溺爱”。",
        "label": ""
      },
      {
        "sentence": "有条件的爱和无条件的爱，只是达到目的的不同手段罢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。无论是有条件的爱还是无条件的爱，本质上都是为了获得被爱的感觉。我也明白，让自己有所作为是每个人的人生课题，而要求别人爱自己，实际上是想将成长的压力转移到别人身上。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "无论是有条件的爱还是无条件的爱，本质上都是为了获得被爱的感觉。",
        "label": ""
      },
      {
        "sentence": "我也明白，让自己有所作为是每个人的人生课题，而要求别人爱自己，实际上是想将成长的压力转移到别人身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们的人生一直都在我们自己的掌握之中。要做好课题分离，每天让自己变得更好一点，才能成为自己想要成为的人。愿我们都能摆脱对他人爱的依赖，成为拥有自爱力的人！",
    "annotation": [
      {
        "sentence": "我们的人生一直都在我们自己的掌握之中。",
        "label": ""
      },
      {
        "sentence": "要做好课题分离，每天让自己变得更好一点，才能成为自己想要成为的人。",
        "label": ""
      },
      {
        "sentence": "愿我们都能摆脱对他人爱的依赖，成为拥有自爱力的人！",
        "label": ""
      }
    ]
  }
]