[
  {
    "role": "client",
    "content": "我是一个本硕非心理专业的人，但我一直热爱心理学。我现在是一名行政人员，与心理学完全无关。我希望能够成为心理咨询师，但我不知道如何开始。我们单位要求心理咨询师必须有相关专业的硕士学位和案例经验。我真的很想进入心理行业。现在我已经能够养活自己，我觉得可以实现我的愿望并做出自己的选择。虽然我喜欢我们单位，但我不喜欢我的工作内容。我想在不辞职的情况下，如何能够系统地学习心理学并通过几年的努力进入这个行业，并转到我们单位的咨询师岗位呢？我之前搜索过资料，了解到可以考虑在职研究生或博士学位。但我不知道这是否可行，以及如何选择靠谱的学校和课程。也许还有其他的路径。真诚希望得到大家的帮助。",
    "annotation": [
      {
        "sentence": "我是一个本硕非心理专业的人，但我一直热爱心理学。",
        "label": ""
      },
      {
        "sentence": "我现在是一名行政人员，与心理学完全无关。",
        "label": ""
      },
      {
        "sentence": "我希望能够成为心理咨询师，但我不知道如何开始。",
        "label": ""
      },
      {
        "sentence": "我们单位要求心理咨询师必须有相关专业的硕士学位和案例经验。",
        "label": ""
      },
      {
        "sentence": "我真的很想进入心理行业。",
        "label": ""
      },
      {
        "sentence": "现在我已经能够养活自己，我觉得可以实现我的愿望并做出自己的选择。",
        "label": ""
      },
      {
        "sentence": "虽然我喜欢我们单位，但我不喜欢我的工作内容。",
        "label": ""
      },
      {
        "sentence": "我想在不辞职的情况下，如何能够系统地学习心理学并通过几年的努力进入这个行业，并转到我们单位的咨询师岗位呢？",
        "label": ""
      },
      {
        "sentence": "我之前搜索过资料，了解到可以考虑在职研究生或博士学位。",
        "label": ""
      },
      {
        "sentence": "但我不知道这是否可行，以及如何选择靠谱的学校和课程。",
        "label": ""
      },
      {
        "sentence": "也许还有其他的路径。",
        "label": ""
      },
      {
        "sentence": "真诚希望得到大家的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的疑惑，我觉得我们都是因为喜欢心理学而相遇，在心理学这个行业中都希望找到一条属于自己的道路。根据你的描述，有几点很重要。首先，你已经完成了本科和硕士学业，这显示出你的学习能力很强，再修一个心理学的硕士学位对你来说可能比大多数人容易。其次，你已经能够自己养活自己了，而心理学的学习初期是需要很大的金钱投入的，特别是当我们只是因为热爱而零散地阅读一些书籍，而没有系统地学习过。你现在已经在工作，希望能够转行或兼职。我建议你去参加一些关于心理咨询师的长期培训，比如一些精神分析学派的中德班、中法班，还有一些当地机构开办的心理咨询师培养计划等。如果你已经考取了心理咨询师资质证书，可以进一步提升自己的专业能力。如果还没有考取证书，我建议先进行基础内容的学习，并做好准备，当新政策出台时你可以及时参与。需要注意的是，心理咨询师从业资格证书在2017年就已经取消了，并且目前还没有出台相关政策。我不知道你在哪个城市，但我可以大致介绍一下我们机构的情况。一个优秀的心理咨询师并不是一两天或一两个月养成的，与你之前提到的长期学习过程一样。你提到你已经取得了证书，这说明你有一定的心理学基础知识。接下来就看你对哪个流派更倾向了。我们机构有关于认知行为疗法的长期培训，大约需要2年半的时间，课程涵盖理论、实操、团队督导和个人督导。希望这些信息对你有帮助。如果你有更多的疑问或问题，欢迎私信我或关注我们的微信公众号：渡仁心理Pro。希望以上观点和建议能对你有所帮助，如果有任何问题，欢迎关注渡仁心理官方公众号“渡仁心理Pro”。",
    "annotation": [
      {
        "sentence": "看到你的疑惑，我觉得我们都是因为喜欢心理学而相遇，在心理学这个行业中都希望找到一条属于自己的道路。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，有几点很重要。",
        "label": ""
      },
      {
        "sentence": "首先，你已经完成了本科和硕士学业，这显示出你的学习能力很强，再修一个心理学的硕士学位对你来说可能比大多数人容易。",
        "label": ""
      },
      {
        "sentence": "其次，你已经能够自己养活自己了，而心理学的学习初期是需要很大的金钱投入的，特别是当我们只是因为热爱而零散地阅读一些书籍，而没有系统地学习过。",
        "label": ""
      },
      {
        "sentence": "你现在已经在工作，希望能够转行或兼职。",
        "label": ""
      },
      {
        "sentence": "我建议你去参加一些关于心理咨询师的长期培训，比如一些精神分析学派的中德班、中法班，还有一些当地机构开办的心理咨询师培养计划等。",
        "label": ""
      },
      {
        "sentence": "如果你已经考取了心理咨询师资质证书，可以进一步提升自己的专业能力。",
        "label": ""
      },
      {
        "sentence": "如果还没有考取证书，我建议先进行基础内容的学习，并做好准备，当新政策出台时你可以及时参与。",
        "label": ""
      },
      {
        "sentence": "需要注意的是，心理咨询师从业资格证书在2017年就已经取消了，并且目前还没有出台相关政策。",
        "label": ""
      },
      {
        "sentence": "我不知道你在哪个城市，但我可以大致介绍一下我们机构的情况。",
        "label": ""
      },
      {
        "sentence": "一个优秀的心理咨询师并不是一两天或一两个月养成的，与你之前提到的长期学习过程一样。",
        "label": ""
      },
      {
        "sentence": "你提到你已经取得了证书，这说明你有一定的心理学基础知识。",
        "label": ""
      },
      {
        "sentence": "接下来就看你对哪个流派更倾向了。",
        "label": ""
      },
      {
        "sentence": "我们机构有关于认知行为疗法的长期培训，大约需要2年半的时间，课程涵盖理论、实操、团队督导和个人督导。",
        "label": ""
      },
      {
        "sentence": "希望这些信息对你有帮助。",
        "label": ""
      },
      {
        "sentence": "如果你有更多的疑问或问题，欢迎私信我或关注我们的微信公众号：渡仁心理Pro。",
        "label": ""
      },
      {
        "sentence": "希望以上观点和建议能对你有所帮助，如果有任何问题，欢迎关注渡仁心理官方公众号“渡仁心理Pro”。",
        "label": ""
      }
    ]
  }
]