[
  {
    "role": "client",
    "content": "不知道自己是不是属于讨好型人格，如何摆脱这种困境？不知道自己是不是属于讨好型人格。从小没有被贬低的经历，相反一直被家人拿来当兄弟姐妹榜样，是不是为了维持这份表扬而时刻去讨好？",
    "annotation": [
      {
        "sentence": "不知道自己是不是属于讨好型人格，如何摆脱这种困境？",
        "label": ""
      },
      {
        "sentence": "不知道自己是不是属于讨好型人格。",
        "label": ""
      },
      {
        "sentence": "从小没有被贬低的经历，相反一直被家人拿来当兄弟姐妹榜样，是不是为了维持这份表扬而时刻去讨好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一个大大的拥抱。可以看出你是个比较敏感的人，害怕自己的言行会受到别人的非议，想得太多从而活在自己的「主观臆测里」。但是敏感并不一定是缺点哦！对事物敏感的人往往很有灵气，有创造力，但如果过于敏感，就会让自己一直处于“猜疑”的困境中。",
    "annotation": [
      {
        "sentence": "给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "可以看出你是个比较敏感的人，害怕自己的言行会受到别人的非议，想得太多从而活在自己的「主观臆测里」。",
        "label": ""
      },
      {
        "sentence": "但是敏感并不一定是缺点哦！",
        "label": ""
      },
      {
        "sentence": "对事物敏感的人往往很有灵气，有创造力，但如果过于敏感，就会让自己一直处于“猜疑”的困境中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我平时确实很容易陷入自我臆断和怀疑的情绪中。我总是担心别人对我的看法和评价，这导致我说一句话、做一件事都要反复思考，胆胆怯怯的。",
    "annotation": [
      {
        "sentence": "我明白了，我平时确实很容易陷入自我臆断和怀疑的情绪中。",
        "label": ""
      },
      {
        "sentence": "我总是担心别人对我的看法和评价，这导致我说一句话、做一件事都要反复思考，胆胆怯怯的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，讨好型人格的人通常都很注重别人对自己的看法，会不自觉地通过讨好别人来得到他人的认可与肯定。同时，可以敏锐地察觉到别人的需求，难以拒绝别人的请求。你可以根据这些特征思考一下自己是否符合。",
    "annotation": [
      {
        "sentence": "没错，讨好型人格的人通常都很注重别人对自己的看法，会不自觉地通过讨好别人来得到他人的认可与肯定。",
        "label": ""
      },
      {
        "sentence": "同时，可以敏锐地察觉到别人的需求，难以拒绝别人的请求。",
        "label": ""
      },
      {
        "sentence": "你可以根据这些特征思考一下自己是否符合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我觉得我符合了这些特征。我想我这样的性格导致我对别人的评价非常在意，一直想要取得他人的认可，甚至为了别人的表扬去讨好别人。",
    "annotation": [
      {
        "sentence": "确实，我觉得我符合了这些特征。",
        "label": ""
      },
      {
        "sentence": "我想我这样的性格导致我对别人的评价非常在意，一直想要取得他人的认可，甚至为了别人的表扬去讨好别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要明白你又不是人民币，不需要也不可能得到所有人的喜欢。对得到别人的认可有着超乎寻常的渴望，本质上是「无法接纳自己」的表现，所以想要通过外部来获取肯定。所以你要明白，没有人能获得所有人的喜欢。首先你要获取的是自己对自己的喜欢。倘若自己都无法接纳自己，那又如何让别人喜欢你呢？",
    "annotation": [
      {
        "sentence": "要明白你又不是人民币，不需要也不可能得到所有人的喜欢。",
        "label": ""
      },
      {
        "sentence": "对得到别人的认可有着超乎寻常的渴望，本质上是「无法接纳自己」的表现，所以想要通过外部来获取肯定。",
        "label": ""
      },
      {
        "sentence": "所以你要明白，没有人能获得所有人的喜欢。",
        "label": ""
      },
      {
        "sentence": "首先你要获取的是自己对自己的喜欢。",
        "label": ""
      },
      {
        "sentence": "倘若自己都无法接纳自己，那又如何让别人喜欢你呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说得对，我确实缺乏对自己的接纳和自信。我总是过于敏感，才会对别人的看法过于在意，想要通过别人来获取肯定。",
    "annotation": [
      {
        "sentence": "说得对，我确实缺乏对自己的接纳和自信。",
        "label": ""
      },
      {
        "sentence": "我总是过于敏感，才会对别人的看法过于在意，想要通过别人来获取肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "寻求自己的价值感很重要。你本身没有什么自信心，才会对别人的看法过于敏感，想要通过别人来获取肯定。而缺乏自信实则是自身价值感的缺失。建议你做点自己喜欢的或者擅长的事，从中找到自己的价值感。通过自己的努力来获得认可的感觉总比讨好得来的更好吧，你没必要讨好任何人，也能体现自己的价值，这样才能给你带来真正的自信。",
    "annotation": [
      {
        "sentence": "寻求自己的价值感很重要。",
        "label": ""
      },
      {
        "sentence": "你本身没有什么自信心，才会对别人的看法过于敏感，想要通过别人来获取肯定。",
        "label": ""
      },
      {
        "sentence": "而缺乏自信实则是自身价值感的缺失。",
        "label": ""
      },
      {
        "sentence": "建议你做点自己喜欢的或者擅长的事，从中找到自己的价值感。",
        "label": ""
      },
      {
        "sentence": "通过自己的努力来获得认可的感觉总比讨好得来的更好吧，你没必要讨好任何人，也能体现自己的价值，这样才能给你带来真正的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我想我应该尝试去做一些自己喜欢的事情，找到属于自己的价值。虽然有时候不敢去表达自己或者交流，但我明白每个人都是独一无二的，都会有自己的闪光点。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我想我应该尝试去做一些自己喜欢的事情，找到属于自己的价值。",
        "label": ""
      },
      {
        "sentence": "虽然有时候不敢去表达自己或者交流，但我明白每个人都是独一无二的，都会有自己的闪光点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！每个人都是独一无二的，都会有自己的闪光点。比如你说的，工作中的快速进步就是一种良好的工作能力呀！蒋方舟说过一段话：“每个人都有自己独特的价值，如果你放弃自己的个性和价值，去打造一个被人喜欢的人设，就意味着：你吸引来的不是欣赏你的人，真正欣赏你的人，永远欣赏的是你骄傲的样子，而不是故作谦卑和讨喜的模样。”与你共勉。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的，都会有自己的闪光点。",
        "label": ""
      },
      {
        "sentence": "比如你说的，工作中的快速进步就是一种良好的工作能力呀！",
        "label": ""
      },
      {
        "sentence": "蒋方舟说过一段话：“每个人都有自己独特的价值，如果你放弃自己的个性和价值，去打造一个被人喜欢的人设，就意味着：你吸引来的不是欣赏你的人，真正欣赏你的人，永远欣赏的是你骄傲的样子，而不是故作谦卑和讨喜的模样。",
        "label": ""
      },
      {
        "sentence": "”与你共勉。",
        "label": ""
      }
    ]
  }
]