[
  {
    "role": "client",
    "content": "不知道自己是不是属于讨好型人格，如何摆脱这种困境？不知道自己是不是属于讨好型人格。从小没有被贬低的经历，相反一直被家人拿来当兄弟姐妹榜样，是不是为了维持这份表扬而时刻去讨好？现在特别看重别人对自己的评价，导致说一句话，做一件事都是考虑再三，胆胆怯怯的，说完做完很多时候还会进入一种自我贬低而后悔的状态，反省自己又说错啥话做错啥事了，变得越来越不会甚至不敢跟人交流。除了工作中的快速进步使得对自己有一份肯定，其他都处于一种自卑的状态。越自卑越注重别人的看法，然后变得越不敢说话，进入了一种死循环。请问我该如何摆脱这种困境？",
    "annotation": [
      {
        "sentence": "不知道自己是不是属于讨好型人格，如何摆脱这种困境？",
        "label": ""
      },
      {
        "sentence": "不知道自己是不是属于讨好型人格。",
        "label": ""
      },
      {
        "sentence": "从小没有被贬低的经历，相反一直被家人拿来当兄弟姐妹榜样，是不是为了维持这份表扬而时刻去讨好？",
        "label": ""
      },
      {
        "sentence": "现在特别看重别人对自己的评价，导致说一句话，做一件事都是考虑再三，胆胆怯怯的，说完做完很多时候还会进入一种自我贬低而后悔的状态，反省自己又说错啥话做错啥事了，变得越来越不会甚至不敢跟人交流。",
        "label": ""
      },
      {
        "sentence": "除了工作中的快速进步使得对自己有一份肯定，其他都处于一种自卑的状态。",
        "label": ""
      },
      {
        "sentence": "越自卑越注重别人的看法，然后变得越不敢说话，进入了一种死循环。",
        "label": ""
      },
      {
        "sentence": "请问我该如何摆脱这种困境？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨！最近秋高气爽，不知你那里是否同样宜人舒适？当看到你的问题，我从你的字里行间拼出了一个感受到的榜样的形象，自律、优秀、有追求，但也感受到了一种时刻被人注视下的压力感，越是优秀，就越害怕自己一丝一毫的不完美，时间一长，有点累了是吗？不介意的话，请先允许我我们先回到你写下的问题，你提到说‘自己会不会是讨好型人格’，先让我和你说一个我朋友的故事吧。暂且叫她小美，平日里快乐活泼，只要同事有不方便的或者需要她帮助的事，她几乎都会答应，即使有时自己也很为难，但她觉得也许这就是人和人之间的互相支持吧。但每当小美自己有些困难，却总难以开口请求支持。上周因为任务紧，每个人手头很多事，一个经常被她帮助的同事，想让小美替自己分担一些，小美鼓足勇气拒绝了，结果这个同事当场就扔下资料掉头走了，还在同事间说小美变了，以前都是装的，小美委屈极了。那么小美是不是讨好型人格呢？这类人格都有哪些特征？如何改变这种心智模式？",
    "annotation": [
      {
        "sentence": "嗨！",
        "label": ""
      },
      {
        "sentence": "最近秋高气爽，不知你那里是否同样宜人舒适？",
        "label": ""
      },
      {
        "sentence": "当看到你的问题，我从你的字里行间拼出了一个感受到的榜样的形象，自律、优秀、有追求，但也感受到了一种时刻被人注视下的压力感，越是优秀，就越害怕自己一丝一毫的不完美，时间一长，有点累了是吗？",
        "label": ""
      },
      {
        "sentence": "不介意的话，请先允许我我们先回到你写下的问题，你提到说‘自己会不会是讨好型人格’，先让我和你说一个我朋友的故事吧。",
        "label": ""
      },
      {
        "sentence": "暂且叫她小美，平日里快乐活泼，只要同事有不方便的或者需要她帮助的事，她几乎都会答应，即使有时自己也很为难，但她觉得也许这就是人和人之间的互相支持吧。",
        "label": ""
      },
      {
        "sentence": "但每当小美自己有些困难，却总难以开口请求支持。",
        "label": ""
      },
      {
        "sentence": "上周因为任务紧，每个人手头很多事，一个经常被她帮助的同事，想让小美替自己分担一些，小美鼓足勇气拒绝了，结果这个同事当场就扔下资料掉头走了，还在同事间说小美变了，以前都是装的，小美委屈极了。",
        "label": ""
      },
      {
        "sentence": "那么小美是不是讨好型人格呢？",
        "label": ""
      },
      {
        "sentence": "这类人格都有哪些特征？",
        "label": ""
      },
      {
        "sentence": "如何改变这种心智模式？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的小美的故事让我联想到了自己，我也经常帮助他人，但却很难向他人寻求帮助。我经常担心拒绝他人会让他们不开心，甚至破坏我们之间的关系。我不知道这是不是讨好型人格的特征，也希望了解如何改变这种心态。",
    "annotation": [
      {
        "sentence": "你说的小美的故事让我联想到了自己，我也经常帮助他人，但却很难向他人寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我经常担心拒绝他人会让他们不开心，甚至破坏我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "我不知道这是不是讨好型人格的特征，也希望了解如何改变这种心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的情况确实和讨好型人格的特征有些相似。这种人格通常表现出过分谦虚，害怕自我表扬招来别人的嫉妒，同时觉得只有谦虚才会让别人有好印象。他们的边界感较弱，不知道如何明确自己的需求和底线，也不懂得如何拒绝他人，担心拒绝别人后会不开心，从而影响别人对自己的看法。选择困难也是这种人格的特点之一，常常过度权衡，说的最多的就是“都可以”、“你们定”。同时，他们害怕求助，担心一旦提出要求而被拒绝，就会被对方讨厌，甚至破坏关系。",
    "annotation": [
      {
        "sentence": "你提到的情况确实和讨好型人格的特征有些相似。",
        "label": ""
      },
      {
        "sentence": "这种人格通常表现出过分谦虚，害怕自我表扬招来别人的嫉妒，同时觉得只有谦虚才会让别人有好印象。",
        "label": ""
      },
      {
        "sentence": "他们的边界感较弱，不知道如何明确自己的需求和底线，也不懂得如何拒绝他人，担心拒绝别人后会不开心，从而影响别人对自己的看法。",
        "label": ""
      },
      {
        "sentence": "选择困难也是这种人格的特点之一，常常过度权衡，说的最多的就是“都可以”、“你们定”。",
        "label": ""
      },
      {
        "sentence": "同时，他们害怕求助，担心一旦提出要求而被拒绝，就会被对方讨厌，甚至破坏关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来这些都是讨好型人格的特征啊。那么为什么会出现这样的状态呢？",
    "annotation": [
      {
        "sentence": "原来这些都是讨好型人格的特征啊。",
        "label": ""
      },
      {
        "sentence": "那么为什么会出现这样的状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "核心原因是讨好型人格会陷入一种“我必须让每个人都喜欢我”的认知误区，认为只要做个好人，大家就会喜欢我，甚至形成了“我对别人好，别人就应该对我好”的反黄金法则。接下来，我们可以一起探讨一些小的技巧，来帮助我们改善这种心态。",
    "annotation": [
      {
        "sentence": "核心原因是讨好型人格会陷入一种“我必须让每个人都喜欢我”的认知误区，认为只要做个好人，大家就会喜欢我，甚至形成了“我对别人好，别人就应该对我好”的反黄金法则。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以一起探讨一些小的技巧，来帮助我们改善这种心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，请告诉我一些改善这种心态的小技巧吧。",
    "annotation": [
      {
        "sentence": "好的，请告诉我一些改善这种心态的小技巧吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当别人请求你的时候，你可以保持微笑，但不要立刻回复。例如，你可以说：“这件事我需要想一想，晚些回复你好吗？”另外，你可以在拒绝和答应之间寻找替代方案。比如，你的朋友让你照顾宠物一周，但你并不想答应，你可以说：“可以，但因为某些原因，自己只能照顾两天。”还有一种方法是夹心饼干法，也就是肯定+为难+方案。例如，你可以这样说：“你在这时想到我，我特别感谢你的邀请，不过最近我在备考，时间安排比较紧，下次有机会我们再一起……除了这些技巧，也许我们可以尝试从正向的角度去看待在意别人看法，这样或许能平静地对待我们已然存在的感受。",
    "annotation": [
      {
        "sentence": "当别人请求你的时候，你可以保持微笑，但不要立刻回复。",
        "label": ""
      },
      {
        "sentence": "例如，你可以说：“这件事我需要想一想，晚些回复你好吗？",
        "label": ""
      },
      {
        "sentence": "”另外，你可以在拒绝和答应之间寻找替代方案。",
        "label": ""
      },
      {
        "sentence": "比如，你的朋友让你照顾宠物一周，但你并不想答应，你可以说：“可以，但因为某些原因，自己只能照顾两天。",
        "label": ""
      },
      {
        "sentence": "”还有一种方法是夹心饼干法，也就是肯定+为难+方案。",
        "label": ""
      },
      {
        "sentence": "例如，你可以这样说：“你在这时想到我，我特别感谢你的邀请，不过最近我在备考，时间安排比较紧，下次有机会我们再一起……除了这些技巧，也许我们可以尝试从正向的角度去看待在意别人看法，这样或许能平静地对待我们已然存在的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法都很实用，我会尝试运用到自己的生活中。在追求别人的认可的同时，我也会更注重自己的需求和价值观。非常感谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说的方法都很实用，我会尝试运用到自己的生活中。",
        "label": ""
      },
      {
        "sentence": "在追求别人的认可的同时，我也会更注重自己的需求和价值观。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我们每个人都是一个发光体，当我们向外传递能量时，也要记得先照顾好自己的需求。同时，相信即使没有我们，别人也能处理好问题。我们的优秀来自于自己的努力，虽然离不开他人的肯定，但是我们的优秀更需要我们自己来定义！优秀的人各有不同，你的优秀有着你最美好的样子！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我们每个人都是一个发光体，当我们向外传递能量时，也要记得先照顾好自己的需求。",
        "label": ""
      },
      {
        "sentence": "同时，相信即使没有我们，别人也能处理好问题。",
        "label": ""
      },
      {
        "sentence": "我们的优秀来自于自己的努力，虽然离不开他人的肯定，但是我们的优秀更需要我们自己来定义！",
        "label": ""
      },
      {
        "sentence": "优秀的人各有不同，你的优秀有着你最美好的样子！",
        "label": ""
      }
    ]
  }
]