[
  {
    "role": "client",
    "content": "我对象一直介意和吃醋我兄妹的关系，怎么办？（有意识不对之处，请她谅解）我（男）订亲对象（她）总是（4次以上）提起订亲前（19年八月，订亲酒是10月）我妹微信跟我讲“订亲酒吃吃喝喝还拿红包，这就真棒了”一事责难我，都分别于20年1月，20年5月，和现在9月提三次分手了。20年1月我解释过一次，说我在微信那时都无视我妹这句话。且解释妹是不了解订亲酒习俗，且她也没办订亲酒只她对象家给女方亲戚派红包，所以有这误会评价。且我可以为此替她向你道歉！你以此事分手对我不公平。所以和好了。20年2月3日，在家我给在主卧室的她（我对象）端了我妈煮的一碗红糖姜茶，然后兼顾给在客厅的我妹端一碗红糖姜茶，我妹（96年生，我89年生）就对我说了一句：爱你(谢谢的意思)。我回了一句：还笔芯呢（有点暗示说爱你方式不恰当的意思）。被我对象听到了。然后从上午生闷气到下午5点（我一直有哄着她，问她）",
    "annotation": [
      {
        "sentence": "我对象一直介意和吃醋我兄妹的关系，怎么办？",
        "label": ""
      },
      {
        "sentence": "（有意识不对之处，请她谅解）我（男）订亲对象（她）总是（4次以上）提起订亲前（19年八月，订亲酒是10月）我妹微信跟我讲“订亲酒吃吃喝喝还拿红包，这就真棒了”一事责难我，都分别于20年1月，20年5月，和现在9月提三次分手了。",
        "label": ""
      },
      {
        "sentence": "20年1月我解释过一次，说我在微信那时都无视我妹这句话。",
        "label": ""
      },
      {
        "sentence": "且解释妹是不了解订亲酒习俗，且她也没办订亲酒只她对象家给女方亲戚派红包，所以有这误会评价。",
        "label": ""
      },
      {
        "sentence": "且我可以为此替她向你道歉！",
        "label": ""
      },
      {
        "sentence": "你以此事分手对我不公平。",
        "label": ""
      },
      {
        "sentence": "所以和好了。",
        "label": ""
      },
      {
        "sentence": "20年2月3日，在家我给在主卧室的她（我对象）端了我妈煮的一碗红糖姜茶，然后兼顾给在客厅的我妹端一碗红糖姜茶，我妹（96年生，我89年生）就对我说了一句：爱你(谢谢的意思)。",
        "label": ""
      },
      {
        "sentence": "我回了一句：还笔芯呢（有点暗示说爱你方式不恰当的意思）。",
        "label": ""
      },
      {
        "sentence": "被我对象听到了。",
        "label": ""
      },
      {
        "sentence": "然后从上午生闷气到下午5点（我一直有哄着她，问她）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我明白你目前面临的困境。从你的描述中可以看出，你的对象对你和你妹的关系持有一定的介意和吃醋情绪。其实，对于兄妹之间的亲密关系，这是非常正常的现象，并不足以导致你对象目前的焦虑感。根据我对你问题的分析，我认为焦虑的导火索并不是你和妹妹之间的亲密言辞，而是你对象内心的不安全感造成的。不安全感的来源有很多，比如你们定亲了，女生常常会有婚姻恐惧症，担心婚后你不喜欢她、嫌弃她等。她会因此对你和你妹妹之间的亲密关系感到焦虑，担心你妹妹在你心中的地位超过她。但是，根据你的描述并没有显示出你妹妹对你对象有任何讨厌的情绪或不良行为。在现实生活中也存在着许多兄妹之间的亲密关系，兄妹为难嫂子的情节也并非常见。因此，你陷入了错误的思维循环，只会加剧你和你妹妹之间的冲突，而不能真正解决你们之间的问题。你真正需要做的是关注你对象内心的不安全感，去彻底了解他究竟因为什么而感到焦虑。我当前了解的信息有限，无法给出具体判断，但我可以帮助你跳出这种思维循环，真正关注你的未婚妻。她之所以有现在的感受，很可能是因为非常强烈的不安全感无法表达。甚至她自己可能都不清楚自己为何感到不安全。这个时候，你需要主动探索，了解她内心的真正需求，给予她安抚和支持。告诉她一切都会好起来，你会一直在她身边。祝愿你能够早日解决你未婚妻的焦虑和不安全感，让你和你妹妹之间的关系更加友好，你也能够更加幸福。",
    "annotation": [
      {
        "sentence": "你好，我明白你目前面临的困境。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你的对象对你和你妹的关系持有一定的介意和吃醋情绪。",
        "label": ""
      },
      {
        "sentence": "其实，对于兄妹之间的亲密关系，这是非常正常的现象，并不足以导致你对象目前的焦虑感。",
        "label": ""
      },
      {
        "sentence": "根据我对你问题的分析，我认为焦虑的导火索并不是你和妹妹之间的亲密言辞，而是你对象内心的不安全感造成的。",
        "label": ""
      },
      {
        "sentence": "不安全感的来源有很多，比如你们定亲了，女生常常会有婚姻恐惧症，担心婚后你不喜欢她、嫌弃她等。",
        "label": ""
      },
      {
        "sentence": "她会因此对你和你妹妹之间的亲密关系感到焦虑，担心你妹妹在你心中的地位超过她。",
        "label": ""
      },
      {
        "sentence": "但是，根据你的描述并没有显示出你妹妹对你对象有任何讨厌的情绪或不良行为。",
        "label": ""
      },
      {
        "sentence": "在现实生活中也存在着许多兄妹之间的亲密关系，兄妹为难嫂子的情节也并非常见。",
        "label": ""
      },
      {
        "sentence": "因此，你陷入了错误的思维循环，只会加剧你和你妹妹之间的冲突，而不能真正解决你们之间的问题。",
        "label": ""
      },
      {
        "sentence": "你真正需要做的是关注你对象内心的不安全感，去彻底了解他究竟因为什么而感到焦虑。",
        "label": ""
      },
      {
        "sentence": "我当前了解的信息有限，无法给出具体判断，但我可以帮助你跳出这种思维循环，真正关注你的未婚妻。",
        "label": ""
      },
      {
        "sentence": "她之所以有现在的感受，很可能是因为非常强烈的不安全感无法表达。",
        "label": ""
      },
      {
        "sentence": "甚至她自己可能都不清楚自己为何感到不安全。",
        "label": ""
      },
      {
        "sentence": "这个时候，你需要主动探索，了解她内心的真正需求，给予她安抚和支持。",
        "label": ""
      },
      {
        "sentence": "告诉她一切都会好起来，你会一直在她身边。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够早日解决你未婚妻的焦虑和不安全感，让你和你妹妹之间的关系更加友好，你也能够更加幸福。",
        "label": ""
      }
    ]
  }
]