[
  {
    "role": "client",
    "content": "我不知道自己是不是属于讨好型人格，如何摆脱这种困境？不知道自己是不是属于讨好型人格。从小没有被贬低的经历，相反一直被家人拿来当兄弟姐妹榜样，是不是为了维持这份表扬而时刻去讨好？现在特别看重别人对自己的评价，导致说一句话，做一件事都是考虑再三，胆胆怯怯的，说完做完很多时候还会进入一种自我贬低而后悔的状态，反省自己又说错啥话做错啥事了，变得越来越不会甚至不敢跟人交流。除了工作中的快速进步使得对自己有一份肯定，其他都处于一种自卑的状态。越自卑越注重别人的看法，然后变得越不敢说话，进入了一种死循环。请问我该如何摆脱这种困境？",
    "annotation": [
      {
        "sentence": "我不知道自己是不是属于讨好型人格，如何摆脱这种困境？",
        "label": ""
      },
      {
        "sentence": "不知道自己是不是属于讨好型人格。",
        "label": ""
      },
      {
        "sentence": "从小没有被贬低的经历，相反一直被家人拿来当兄弟姐妹榜样，是不是为了维持这份表扬而时刻去讨好？",
        "label": ""
      },
      {
        "sentence": "现在特别看重别人对自己的评价，导致说一句话，做一件事都是考虑再三，胆胆怯怯的，说完做完很多时候还会进入一种自我贬低而后悔的状态，反省自己又说错啥话做错啥事了，变得越来越不会甚至不敢跟人交流。",
        "label": ""
      },
      {
        "sentence": "除了工作中的快速进步使得对自己有一份肯定，其他都处于一种自卑的状态。",
        "label": ""
      },
      {
        "sentence": "越自卑越注重别人的看法，然后变得越不敢说话，进入了一种死循环。",
        "label": ""
      },
      {
        "sentence": "请问我该如何摆脱这种困境？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我跟你有一些共鸣，因为我性格比较安静，经常被夸赞懂事、乖巧，成绩也不错。刚开始时我还挺害羞的，后来成为了负担，害怕自己做得不够好。上大学和工作后，我也特别注重言行，害怕给朋友和同事造成麻烦。我的本性其实是开朗的，但在自我限制下，变得唯唯诺诺，胆小谨慎。直到有一天，我的领导告诉我，你做事不应该这样。你应该直接明确地提出任何想法和问题，我们鼓励并支持每个人提出自己不同的意见，相互之间通过交流碰撞来取得更好的项目结果。还有一天，我的朋友问我，你为什么总是这么客气。我们交往这么多年了，还是觉得我们之间有距离感。你有什么话想说，就直接说吧，不要担心什么。这两句话在我脑海中反复回响了一段时间。我意识到，其实我不需要那么谨慎地展示自己，也不需要努力塑造一个完美的形象。如果我说错话，就用沟通来解决；如果我做错事，就保证下次做得更好。过去的事情再多的自我纠结后悔也不能改变。但是我们可以吸取教训，在下次做得更好一点，那就足够了。对于朋友、同事和家人来说，并不要求你变得多完美。他们的评价只是他们情绪的表露而已。你可以考虑接纳他们的评价，但如果觉得不舒服，也可以忽略。现在，个性强烈、有主意、自信的人更加引人注目、与众不同。心理学中也有相关的研究。对于孩子来说，有两种类型，一种是“表现型”，另一种是“成长型”。表现型的特征是对外界敏感，总想展现出自己的形象，一旦受到负面反馈就会感到沮丧。而成长型的特征更关注自我发展，对挫折和失败不放在心上，因为他们知道还有更多时间和精力去学习成长。当前的错误是让他们提升自己的机会。你也提到了，工作中的快速进步使你对自己有一份肯定。那不妨在生活中，也努力成为一个“成长型”的人，面对他人的评价，将其视为你自己进步的机会。不要介意目前的负面情绪，因为很快你就会成为更出色的人。加油，自信起来～。",
    "annotation": [
      {
        "sentence": "我跟你有一些共鸣，因为我性格比较安静，经常被夸赞懂事、乖巧，成绩也不错。",
        "label": ""
      },
      {
        "sentence": "刚开始时我还挺害羞的，后来成为了负担，害怕自己做得不够好。",
        "label": ""
      },
      {
        "sentence": "上大学和工作后，我也特别注重言行，害怕给朋友和同事造成麻烦。",
        "label": ""
      },
      {
        "sentence": "我的本性其实是开朗的，但在自我限制下，变得唯唯诺诺，胆小谨慎。",
        "label": ""
      },
      {
        "sentence": "直到有一天，我的领导告诉我，你做事不应该这样。",
        "label": ""
      },
      {
        "sentence": "你应该直接明确地提出任何想法和问题，我们鼓励并支持每个人提出自己不同的意见，相互之间通过交流碰撞来取得更好的项目结果。",
        "label": ""
      },
      {
        "sentence": "还有一天，我的朋友问我，你为什么总是这么客气。",
        "label": ""
      },
      {
        "sentence": "我们交往这么多年了，还是觉得我们之间有距离感。",
        "label": ""
      },
      {
        "sentence": "你有什么话想说，就直接说吧，不要担心什么。",
        "label": ""
      },
      {
        "sentence": "这两句话在我脑海中反复回响了一段时间。",
        "label": ""
      },
      {
        "sentence": "我意识到，其实我不需要那么谨慎地展示自己，也不需要努力塑造一个完美的形象。",
        "label": ""
      },
      {
        "sentence": "如果我说错话，就用沟通来解决；如果我做错事，就保证下次做得更好。",
        "label": ""
      },
      {
        "sentence": "过去的事情再多的自我纠结后悔也不能改变。",
        "label": ""
      },
      {
        "sentence": "但是我们可以吸取教训，在下次做得更好一点，那就足够了。",
        "label": ""
      },
      {
        "sentence": "对于朋友、同事和家人来说，并不要求你变得多完美。",
        "label": ""
      },
      {
        "sentence": "他们的评价只是他们情绪的表露而已。",
        "label": ""
      },
      {
        "sentence": "你可以考虑接纳他们的评价，但如果觉得不舒服，也可以忽略。",
        "label": ""
      },
      {
        "sentence": "现在，个性强烈、有主意、自信的人更加引人注目、与众不同。",
        "label": ""
      },
      {
        "sentence": "心理学中也有相关的研究。",
        "label": ""
      },
      {
        "sentence": "对于孩子来说，有两种类型，一种是“表现型”，另一种是“成长型”。",
        "label": ""
      },
      {
        "sentence": "表现型的特征是对外界敏感，总想展现出自己的形象，一旦受到负面反馈就会感到沮丧。",
        "label": ""
      },
      {
        "sentence": "而成长型的特征更关注自我发展，对挫折和失败不放在心上，因为他们知道还有更多时间和精力去学习成长。",
        "label": ""
      },
      {
        "sentence": "当前的错误是让他们提升自己的机会。",
        "label": ""
      },
      {
        "sentence": "你也提到了，工作中的快速进步使你对自己有一份肯定。",
        "label": ""
      },
      {
        "sentence": "那不妨在生活中，也努力成为一个“成长型”的人，面对他人的评价，将其视为你自己进步的机会。",
        "label": ""
      },
      {
        "sentence": "不要介意目前的负面情绪，因为很快你就会成为更出色的人。",
        "label": ""
      },
      {
        "sentence": "加油，自信起来～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，你的话让我感到鼓舞。我觉得你所说的\"成长型\"对我来说很有启发。我一直都很担心自己会受到别人的负面评价，但现在我明白了，我应该更加关注自己的成长，而不是过多地在意他人的看法。我也意识到，仅仅追求完美并不是值得的，最重要的是不断学习和进步。我会尝试放下过去的错误和自我贬低，努力成为一个自信、有个性的人。非常感谢你的建议和话语！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，你的话让我感到鼓舞。",
        "label": ""
      },
      {
        "sentence": "我觉得你所说的\"成长型\"对我来说很有启发。",
        "label": ""
      },
      {
        "sentence": "我一直都很担心自己会受到别人的负面评价，但现在我明白了，我应该更加关注自己的成长，而不是过多地在意他人的看法。",
        "label": ""
      },
      {
        "sentence": "我也意识到，仅仅追求完美并不是值得的，最重要的是不断学习和进步。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下过去的错误和自我贬低，努力成为一个自信、有个性的人。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和话语！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴我的话能够给你带来鼓舞。你所说的话表明你已经有了正确的认识和决心，我为你感到骄傲。记住，过去的错误只是你成长道路上的一部分，它们教会你如何改进和提升自己。相信自己，相信你所走的方向，你一定会越来越自信和独立。如果你还有任何困惑或者需要进一步的支持，随时都可以向我提问。我会一直支持你的！",
    "annotation": [
      {
        "sentence": "不客气，很高兴我的话能够给你带来鼓舞。",
        "label": ""
      },
      {
        "sentence": "你所说的话表明你已经有了正确的认识和决心，我为你感到骄傲。",
        "label": ""
      },
      {
        "sentence": "记住，过去的错误只是你成长道路上的一部分，它们教会你如何改进和提升自己。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你所走的方向，你一定会越来越自信和独立。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或者需要进一步的支持，随时都可以向我提问。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我现在明白了，我需要相信自己并且勇于面对困难和挑战。我会努力践行你的建议，将它们应用到日常生活中。如果我遇到了困难，我会继续向你寻求支持和建议。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我现在明白了，我需要相信自己并且勇于面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "我会努力践行你的建议，将它们应用到日常生活中。",
        "label": ""
      },
      {
        "sentence": "如果我遇到了困难，我会继续向你寻求支持和建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经迈出了自我成长的第一步，我相信你一定能够坚持下去。每个人都会遇到困难，但只有那些愿意勇敢面对并努力克服的人，才能成长为更好的自己。无论遇到什么问题，都请记住，你并不孤单，我会一直在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "不客气，你已经迈出了自我成长的第一步，我相信你一定能够坚持下去。",
        "label": ""
      },
      {
        "sentence": "每个人都会遇到困难，但只有那些愿意勇敢面对并努力克服的人，才能成长为更好的自己。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么问题，都请记住，你并不孤单，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]