[
  {
    "role": "client",
    "content": "我对象一直介意和吃醋我兄妹的关系，怎么办？（有意识不对之处，请她谅解）我（男）订亲对象（她）总是（4次以上）提起订亲前（19年八月，订亲酒是10月）我妹微信跟我讲“订亲酒吃吃喝喝还拿红包，这就真棒了”一事责难我，都分别于20年1月，20年5月，和现在9月提三次分手了。20年1月我解释过一次，说我在微信那时都无视我妹这句话。且解释妹是不了解订亲酒习俗，且她也没办订亲酒只她对象家给女方亲戚派红包，所以有这误会评价。且我可以为此替她向你道歉！你以此事分手对我不公平。所以和好了。20年2月3日，在家我给在主卧室的她（我对象）端了我妈煮的一碗红糖姜茶，然后兼顾给在客厅的我妹端一碗红糖姜茶，我妹（96年生，我89年生）就对我说了一句：爱你(谢谢的意思)。我回了一句：还笔芯呢（有点暗示说爱你方式不恰当的意思）。被我对象听到了。然后从上午生闷气到下午5点（我一直有哄着她，问她）",
    "annotation": [
      {
        "sentence": "我对象一直介意和吃醋我兄妹的关系，怎么办？",
        "label": ""
      },
      {
        "sentence": "（有意识不对之处，请她谅解）我（男）订亲对象（她）总是（4次以上）提起订亲前（19年八月，订亲酒是10月）我妹微信跟我讲“订亲酒吃吃喝喝还拿红包，这就真棒了”一事责难我，都分别于20年1月，20年5月，和现在9月提三次分手了。",
        "label": ""
      },
      {
        "sentence": "20年1月我解释过一次，说我在微信那时都无视我妹这句话。",
        "label": ""
      },
      {
        "sentence": "且解释妹是不了解订亲酒习俗，且她也没办订亲酒只她对象家给女方亲戚派红包，所以有这误会评价。",
        "label": ""
      },
      {
        "sentence": "且我可以为此替她向你道歉！",
        "label": ""
      },
      {
        "sentence": "你以此事分手对我不公平。",
        "label": ""
      },
      {
        "sentence": "所以和好了。",
        "label": ""
      },
      {
        "sentence": "20年2月3日，在家我给在主卧室的她（我对象）端了我妈煮的一碗红糖姜茶，然后兼顾给在客厅的我妹端一碗红糖姜茶，我妹（96年生，我89年生）就对我说了一句：爱你(谢谢的意思)。",
        "label": ""
      },
      {
        "sentence": "我回了一句：还笔芯呢（有点暗示说爱你方式不恰当的意思）。",
        "label": ""
      },
      {
        "sentence": "被我对象听到了。",
        "label": ""
      },
      {
        "sentence": "然后从上午生闷气到下午5点（我一直有哄着她，问她）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，在看你的文字中，能清晰的感受到你很细心的标注清楚了好几处的人物关系，并尽可能让自己的表述能更清楚，这里能够看出你是一个非常注重细节的人。能将每次与对象闹矛盾的前因后果记得那么清楚，也是体现了对对象的在乎、关爱。在最后又说明对象生气自己考虑到的、可能的各种因素，说明你是善于思考、理性判断的人。下面来总结一下你的长篇叙述。",
    "annotation": [
      {
        "sentence": "你好，在看你的文字中，能清晰的感受到你很细心的标注清楚了好几处的人物关系，并尽可能让自己的表述能更清楚，这里能够看出你是一个非常注重细节的人。",
        "label": ""
      },
      {
        "sentence": "能将每次与对象闹矛盾的前因后果记得那么清楚，也是体现了对对象的在乎、关爱。",
        "label": ""
      },
      {
        "sentence": "在最后又说明对象生气自己考虑到的、可能的各种因素，说明你是善于思考、理性判断的人。",
        "label": ""
      },
      {
        "sentence": "下面来总结一下你的长篇叙述。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的夸奖。事实上，我是非常在意和我对象的关系的，也希望能有所改善。但我不太明白为什么她会对我和妹妹之间的亲密关系如此介意。",
    "annotation": [
      {
        "sentence": "谢谢你的夸奖。",
        "label": ""
      },
      {
        "sentence": "事实上，我是非常在意和我对象的关系的，也希望能有所改善。",
        "label": ""
      },
      {
        "sentence": "但我不太明白为什么她会对我和妹妹之间的亲密关系如此介意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我跟很多女性聊过关于找结婚对象的相关条件的问题，发现有个相似之处，她们都不愿找兄弟姐妹多的家庭。理由是兄弟多矛盾就多，鉴于自古难断的婆媳关系，加上姑姐就更加复杂。我注意到你说“我对象她之前跟我讲过她姑妈建议她爸离婚”，我想你对象的强烈反应应该与这件事有很大关系。在这个关系里，你就成了“爸爸”，妹妹成了“姑妈”，对象就是“妈妈”。“姑妈”和“爸爸”站在一起针对“妈妈”，故“妈妈”是被孤立、被伤害的。所以现实生活中对象的潜意识里，你与妹妹“不注意分寸”、关系“亲密”，就是对自己的伤害，内心对于你们关系的稳定性持以怀疑态度，就是我们通常说的安全感低。",
    "annotation": [
      {
        "sentence": "我跟很多女性聊过关于找结婚对象的相关条件的问题，发现有个相似之处，她们都不愿找兄弟姐妹多的家庭。",
        "label": ""
      },
      {
        "sentence": "理由是兄弟多矛盾就多，鉴于自古难断的婆媳关系，加上姑姐就更加复杂。",
        "label": ""
      },
      {
        "sentence": "我注意到你说“我对象她之前跟我讲过她姑妈建议她爸离婚”，我想你对象的强烈反应应该与这件事有很大关系。",
        "label": ""
      },
      {
        "sentence": "在这个关系里，你就成了“爸爸”，妹妹成了“姑妈”，对象就是“妈妈”。",
        "label": ""
      },
      {
        "sentence": "“姑妈”和“爸爸”站在一起针对“妈妈”，故“妈妈”是被孤立、被伤害的。",
        "label": ""
      },
      {
        "sentence": "所以现实生活中对象的潜意识里，你与妹妹“不注意分寸”、关系“亲密”，就是对自己的伤害，内心对于你们关系的稳定性持以怀疑态度，就是我们通常说的安全感低。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的分析很有道理，我没有想到会有这样的原因。看来我应该更多地关心和理解她的内心世界，以及她对我的期望。",
    "annotation": [
      {
        "sentence": "你的分析很有道理，我没有想到会有这样的原因。",
        "label": ""
      },
      {
        "sentence": "看来我应该更多地关心和理解她的内心世界，以及她对我的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，理解对方的想法和情感是维系关系的重要一环。你可以试着与对象聊聊关于她对自己父母婚姻的看法，及对姑妈掺和她父母婚姻的看法；向对象表明自己对于爱人和家人关系的态度，比如：爱人才是能陪自己到最后的人，父母是需要履行赡养责任的，而妹妹结婚后她将有自己的人生和生活；婆媳（姑嫂）问题根本上是夹在中间的丈夫的问题，所以还需你能处理好家人、爱人互相的关系。以上是我的建议，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "是的，理解对方的想法和情感是维系关系的重要一环。",
        "label": ""
      },
      {
        "sentence": "你可以试着与对象聊聊关于她对自己父母婚姻的看法，及对姑妈掺和她父母婚姻的看法；向对象表明自己对于爱人和家人关系的态度，比如：爱人才是能陪自己到最后的人，父母是需要履行赡养责任的，而妹妹结婚后她将有自己的人生和生活；婆媳（姑嫂）问题根本上是夹在中间的丈夫的问题，所以还需你能处理好家人、爱人互相的关系。",
        "label": ""
      },
      {
        "sentence": "以上是我的建议，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，我会好好思考并尝试与对象进行沟通。我希望我们可以解决这个问题，让我们的关系更加稳定和幸福。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，我会好好思考并尝试与对象进行沟通。",
        "label": ""
      },
      {
        "sentence": "我希望我们可以解决这个问题，让我们的关系更加稳定和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能够帮到你。沟通和理解是解决问题的关键，相信你们一定可以度过这个难关，共创美好的未来。加油！如果你还有其他问题或者需要进一步的帮助，请随时告诉我。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能够帮到你。",
        "label": ""
      },
      {
        "sentence": "沟通和理解是解决问题的关键，相信你们一定可以度过这个难关，共创美好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的帮助，请随时告诉我。",
        "label": ""
      }
    ]
  }
]