[
  {
    "role": "client",
    "content": "我认同别人对我的伤害，希望卸下，该怎么解决？我不是一个对他人的认可过度需求的人，但我对他人的认可却有过度的害怕。",
    "annotation": [
      {
        "sentence": "我认同别人对我的伤害，希望卸下，该怎么解决？",
        "label": ""
      },
      {
        "sentence": "我不是一个对他人的认可过度需求的人，但我对他人的认可却有过度的害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是怎样的生活，让你在那一群人里选择了认同他人的伤害，并以此为乐。虽然不知道你说的那群人究竟是怎么样的一群人，但是他们对你的伤害很深，并且你没有选择离开他们。最后你选择了一种自残的方式来内化自己。内心的痛苦可能只有你自己能理解。",
    "annotation": [
      {
        "sentence": "是怎样的生活，让你在那一群人里选择了认同他人的伤害，并以此为乐。",
        "label": ""
      },
      {
        "sentence": "虽然不知道你说的那群人究竟是怎么样的一群人，但是他们对你的伤害很深，并且你没有选择离开他们。",
        "label": ""
      },
      {
        "sentence": "最后你选择了一种自残的方式来内化自己。",
        "label": ""
      },
      {
        "sentence": "内心的痛苦可能只有你自己能理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的确在他们身上受到了很多伤害，但我也没有离开他们的选择权。我选择了认同这些伤害，作为一种折磨自己的方式，我知道这样的选择并不会让我生活得更好。虽然我对认同有一些心理学的了解，但是我想改变自己。",
    "annotation": [
      {
        "sentence": "我的确在他们身上受到了很多伤害，但我也没有离开他们的选择权。",
        "label": ""
      },
      {
        "sentence": "我选择了认同这些伤害，作为一种折磨自己的方式，我知道这样的选择并不会让我生活得更好。",
        "label": ""
      },
      {
        "sentence": "虽然我对认同有一些心理学的了解，但是我想改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，每个人都有自己的生活模式，我们很难改变他人的模式，但我们可以试着改变自己，提升自己。首先，要看清自己认同他人伤害自己的背后真相。我们为什么允许他人伤害自己，并认同这样的伤害？你可以回顾一下第一次这样的事情发生时，你是怎么处理的？结果如何？你还可以试着和你内在的小孩对话，倾听他的声音，看看他的需求在哪里。我们表面的想法只是对他的另一种表现，只有找到了他，你才能看清楚自己。",
    "annotation": [
      {
        "sentence": "非常好，每个人都有自己的生活模式，我们很难改变他人的模式，但我们可以试着改变自己，提升自己。",
        "label": ""
      },
      {
        "sentence": "首先，要看清自己认同他人伤害自己的背后真相。",
        "label": ""
      },
      {
        "sentence": "我们为什么允许他人伤害自己，并认同这样的伤害？",
        "label": ""
      },
      {
        "sentence": "你可以回顾一下第一次这样的事情发生时，你是怎么处理的？",
        "label": ""
      },
      {
        "sentence": "结果如何？",
        "label": ""
      },
      {
        "sentence": "你还可以试着和你内在的小孩对话，倾听他的声音，看看他的需求在哪里。",
        "label": ""
      },
      {
        "sentence": "我们表面的想法只是对他的另一种表现，只有找到了他，你才能看清楚自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着想一下第一次发生这样的事情时的情况，看看自己当时是怎么处理的。同时，我会倾听自己内在小孩的声音，找到他的需求。但是我也担心，在该提出自己观点的时候，我会退缩，不敢坚守自己的底线。",
    "annotation": [
      {
        "sentence": "我会试着想一下第一次发生这样的事情时的情况，看看自己当时是怎么处理的。",
        "label": ""
      },
      {
        "sentence": "同时，我会倾听自己内在小孩的声音，找到他的需求。",
        "label": ""
      },
      {
        "sentence": "但是我也担心，在该提出自己观点的时候，我会退缩，不敢坚守自己的底线。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个很常见的问题，我们之所以会被伤害，甚至伤害很深，是因为我们常常随着他人的脚步走，被他人牵着鼻子走。在该提出自己观点的时候，你需要学会做个有主见有底线的人，不要退缩，坚守自己的底线。这样，你会变得更加自信和坚强。",
    "annotation": [
      {
        "sentence": "这是个很常见的问题，我们之所以会被伤害，甚至伤害很深，是因为我们常常随着他人的脚步走，被他人牵着鼻子走。",
        "label": ""
      },
      {
        "sentence": "在该提出自己观点的时候，你需要学会做个有主见有底线的人，不要退缩，坚守自己的底线。",
        "label": ""
      },
      {
        "sentence": "这样，你会变得更加自信和坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着做个有主见有底线的人，不再被他人影响。但是有时候，我还是会受到周围人的不认可，这让我很难过。我觉得他们的不认可会影响到我对自己的判断。",
    "annotation": [
      {
        "sentence": "我会试着做个有主见有底线的人，不再被他人影响。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我还是会受到周围人的不认可，这让我很难过。",
        "label": ""
      },
      {
        "sentence": "我觉得他们的不认可会影响到我对自己的判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接纳自己是很重要的。没有人是完美的，没有人能把事情做得完美。看不惯你的人，无论他们做得再好，他们也看不见你的优点和努力。不要让他们的不认可影响到你对自己真正的判断。你本来就很优秀，而且可以做得更好。生活中会有起伏和挫折，但我们需要学会享受风平浪静的时刻。",
    "annotation": [
      {
        "sentence": "接纳自己是很重要的。",
        "label": ""
      },
      {
        "sentence": "没有人是完美的，没有人能把事情做得完美。",
        "label": ""
      },
      {
        "sentence": "看不惯你的人，无论他们做得再好，他们也看不见你的优点和努力。",
        "label": ""
      },
      {
        "sentence": "不要让他们的不认可影响到你对自己真正的判断。",
        "label": ""
      },
      {
        "sentence": "你本来就很优秀，而且可以做得更好。",
        "label": ""
      },
      {
        "sentence": "生活中会有起伏和挫折，但我们需要学会享受风平浪静的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会学会接纳自己，不再被他人的评价左右。我要相信自己的价值，不再通过认同他人的伤害来获取开心。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我会学会接纳自己，不再被他人的评价左右。",
        "label": ""
      },
      {
        "sentence": "我要相信自己的价值，不再通过认同他人的伤害来获取开心。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信自己，努力提升自己，你会过上更好的生活。如果以后还有需要，记得随时来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信自己，努力提升自己，你会过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]