[
  {
    "role": "client",
    "content": "高中女生，友情让我困扰，一个人又很孤单，怎么办？",
    "annotation": [
      {
        "sentence": "高中女生，友情让我困扰，一个人又很孤单，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，看到您的这个困扰我深表理解，因为在中学时代我也曾经历过类似的情况，因此可以理解这样的事情所带给您的生活的困扰，已经对于学业的或多或少的影响。本应该学生时代的友谊是很简单纯粹的，但因为种种小事让我们自己变得深受身边人的影响，甚至这样的友谊确实会让我们经常陷入一些不必要沉思，从而影响我们自己的情绪和生活、学业很是有些不知所措的状态。",
    "annotation": [
      {
        "sentence": "首先，看到您的这个困扰我深表理解，因为在中学时代我也曾经历过类似的情况，因此可以理解这样的事情所带给您的生活的困扰，已经对于学业的或多或少的影响。",
        "label": ""
      },
      {
        "sentence": "本应该学生时代的友谊是很简单纯粹的，但因为种种小事让我们自己变得深受身边人的影响，甚至这样的友谊确实会让我们经常陷入一些不必要沉思，从而影响我们自己的情绪和生活、学业很是有些不知所措的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很困惑。以前我和c关系好，一直是一起走的，后来她不想去吃晚饭了，但是我不吃晚饭肚子会痛，一个人吃晚饭又很孤单，觉得别人都是三三两两的，而我却形单影只。所以后来我就拉上了B，我们三个人平时一起玩，我和B一起去吃完饭。但是B很敏感，一些话和一些小事儿，一个动作她都会想很多，上个周她跟我们说她觉得我们没有把她当真心朋友来看，觉得融入不进我们，当时我就很生气，我对你那么好你怎么能这样想呢？后来我们虽然和好了，但这个事情就像一个疙瘩在我心里，搞得我也敏感起来了。",
    "annotation": [
      {
        "sentence": "是的，我真的很困惑。",
        "label": ""
      },
      {
        "sentence": "以前我和c关系好，一直是一起走的，后来她不想去吃晚饭了，但是我不吃晚饭肚子会痛，一个人吃晚饭又很孤单，觉得别人都是三三两两的，而我却形单影只。",
        "label": ""
      },
      {
        "sentence": "所以后来我就拉上了B，我们三个人平时一起玩，我和B一起去吃完饭。",
        "label": ""
      },
      {
        "sentence": "但是B很敏感，一些话和一些小事儿，一个动作她都会想很多，上个周她跟我们说她觉得我们没有把她当真心朋友来看，觉得融入不进我们，当时我就很生气，我对你那么好你怎么能这样想呢？",
        "label": ""
      },
      {
        "sentence": "后来我们虽然和好了，但这个事情就像一个疙瘩在我心里，搞得我也敏感起来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你在这段友情中所体验到的困扰和不安。有时候我们对待友情的方式和需求并不一致，导致了互相之间的误会和矛盾。但是我们并不应该因此感到自责或者焦虑，因为每个人的性格和需求都是不同的。当然，通过这段经历，我们也可以学到一些东西，比如对待友情的方式如何更加成熟，如何去理解他人的感受。与其生气和敏感，不如尝试去换位思考，理解B的想法，包容她的感受。这样不仅有助于你们之间的友谊，也可以让你更加从容面对困扰和孤独的情绪。",
    "annotation": [
      {
        "sentence": "我理解你在这段友情中所体验到的困扰和不安。",
        "label": ""
      },
      {
        "sentence": "有时候我们对待友情的方式和需求并不一致，导致了互相之间的误会和矛盾。",
        "label": ""
      },
      {
        "sentence": "但是我们并不应该因此感到自责或者焦虑，因为每个人的性格和需求都是不同的。",
        "label": ""
      },
      {
        "sentence": "当然，通过这段经历，我们也可以学到一些东西，比如对待友情的方式如何更加成熟，如何去理解他人的感受。",
        "label": ""
      },
      {
        "sentence": "与其生气和敏感，不如尝试去换位思考，理解B的想法，包容她的感受。",
        "label": ""
      },
      {
        "sentence": "这样不仅有助于你们之间的友谊，也可以让你更加从容面对困扰和孤独的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该学会换位思考，理解B的感受。但我还是担心，如果我和c走得近一点的时候，她会不会想什么呢？她经常跟我说她讨厌怎么样怎么样的人，但是偶尔我也会那样，那她是不是就会讨厌我呢？觉得我很不好之类的。我开始变得敏感了，别人的一个动作，一句话我都会去细想，这样搞得我很崩溃，根本没法静心学习，脑子里总是这些乱七八糟的。",
    "annotation": [
      {
        "sentence": "你说得对，我应该学会换位思考，理解B的感受。",
        "label": ""
      },
      {
        "sentence": "但我还是担心，如果我和c走得近一点的时候，她会不会想什么呢？",
        "label": ""
      },
      {
        "sentence": "她经常跟我说她讨厌怎么样怎么样的人，但是偶尔我也会那样，那她是不是就会讨厌我呢？",
        "label": ""
      },
      {
        "sentence": "觉得我很不好之类的。",
        "label": ""
      },
      {
        "sentence": "我开始变得敏感了，别人的一个动作，一句话我都会去细想，这样搞得我很崩溃，根本没法静心学习，脑子里总是这些乱七八糟的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心和困惑。但是我们不能太过担心他人对我们的看法和挑剔，因为每个人都有自己的喜好和想法，我们无法去控制他人的观点和判断。重要的是我们要相信自己，坚持自己的原则和行为方式。如果你觉得你们之间有一些行为或言辞上的冲突，可以试着与她沟通、解释和表达自己的想法，让她了解你的真实想法。同时，我们也要学会放下一些不必要的纠结和疑虑，把注意力集中在学习和生活的重要事情上，以保持心境的平静和专注。",
    "annotation": [
      {
        "sentence": "理解你的担心和困惑。",
        "label": ""
      },
      {
        "sentence": "但是我们不能太过担心他人对我们的看法和挑剔，因为每个人都有自己的喜好和想法，我们无法去控制他人的观点和判断。",
        "label": ""
      },
      {
        "sentence": "重要的是我们要相信自己，坚持自己的原则和行为方式。",
        "label": ""
      },
      {
        "sentence": "如果你觉得你们之间有一些行为或言辞上的冲突，可以试着与她沟通、解释和表达自己的想法，让她了解你的真实想法。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要学会放下一些不必要的纠结和疑虑，把注意力集中在学习和生活的重要事情上，以保持心境的平静和专注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我应该相信自己，不要太过在意他人的看法。我会试着与c沟通，让她了解我的想法。同时，我也会尝试放下一些疑虑，专注于我的学业和生活。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该相信自己，不要太过在意他人的看法。",
        "label": ""
      },
      {
        "sentence": "我会试着与c沟通，让她了解我的想法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试放下一些疑虑，专注于我的学业和生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。记住，真正好的友谊是在与之相处时无忧无虑、简单纯粹的，而不是让自己变得不安、甚至出现不好的情绪的。通过这个经历，你也能够更加清楚地知道自己想要的是什么样的友谊。相信你会找到适合你的朋友，度过快乐简单的学生时代！如果你还有其他问题或困惑，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，真正好的友谊是在与之相处时无忧无虑、简单纯粹的，而不是让自己变得不安、甚至出现不好的情绪的。",
        "label": ""
      },
      {
        "sentence": "通过这个经历，你也能够更加清楚地知道自己想要的是什么样的友谊。",
        "label": ""
      },
      {
        "sentence": "相信你会找到适合你的朋友，度过快乐简单的学生时代！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或困惑，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  }
]