[
  {
    "role": "client",
    "content": "最好的朋友渐行渐远，怎么办？我曾经关系最好的高中同学，我们高中时代一直在一起，经常在对方家里吃饭学习，要知道那是人生最重要的一段经历，如果没有她我也不能从之前抑郁的状态中走出来，考出优异的成绩。但是，之后随着我出国留学后，她与我的联系渐渐减少变成简单的节日问候，甚至她在结婚生子等等人生大事时都没有告知我，这使我觉得很伤心，这种情况怎么办？可是要是再提起之前未通知我的事情好像又会让对方感到难堪，我该如何再和她相处？",
    "annotation": [
      {
        "sentence": "最好的朋友渐行渐远，怎么办？",
        "label": ""
      },
      {
        "sentence": "我曾经关系最好的高中同学，我们高中时代一直在一起，经常在对方家里吃饭学习，要知道那是人生最重要的一段经历，如果没有她我也不能从之前抑郁的状态中走出来，考出优异的成绩。",
        "label": ""
      },
      {
        "sentence": "但是，之后随着我出国留学后，她与我的联系渐渐减少变成简单的节日问候，甚至她在结婚生子等等人生大事时都没有告知我，这使我觉得很伤心，这种情况怎么办？",
        "label": ""
      },
      {
        "sentence": "可是要是再提起之前未通知我的事情好像又会让对方感到难堪，我该如何再和她相处？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述中我感觉到您很【珍视】您的这一段友谊，心里面非常感激这位高中时期的好友，因为她陪您度过了人生中重要的高中阶段，您觉得您能以良好的状态去学习并取得优异的成绩有她的一份功劳，值得您一辈子记在心里。但随着您的出国，彼此联系减少，生活中的联结也越来越少，最后只剩下常规的问候，【甚至】结婚这样的大事都没有通知您，您觉得【很伤心】。结合以上信息，我们可以从您的角度和您“最好朋友”的角度来分析一下。",
    "annotation": [
      {
        "sentence": "从您的描述中我感觉到您很【珍视】您的这一段友谊，心里面非常感激这位高中时期的好友，因为她陪您度过了人生中重要的高中阶段，您觉得您能以良好的状态去学习并取得优异的成绩有她的一份功劳，值得您一辈子记在心里。",
        "label": ""
      },
      {
        "sentence": "但随着您的出国，彼此联系减少，生活中的联结也越来越少，最后只剩下常规的问候，【甚至】结婚这样的大事都没有通知您，您觉得【很伤心】。",
        "label": ""
      },
      {
        "sentence": "结合以上信息，我们可以从您的角度和您“最好朋友”的角度来分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实非常珍视我们的友谊，她在我生活中扮演了很重要的角色。但是，随着时间的推移，我们之间的联系日渐减少，我感到心里很空虚和失落。我很想和她重新建立联系，但我又不知道该如何开口，怕引起尴尬。",
    "annotation": [
      {
        "sentence": "你说得对，我确实非常珍视我们的友谊，她在我生活中扮演了很重要的角色。",
        "label": ""
      },
      {
        "sentence": "但是，随着时间的推移，我们之间的联系日渐减少，我感到心里很空虚和失落。",
        "label": ""
      },
      {
        "sentence": "我很想和她重新建立联系，但我又不知道该如何开口，怕引起尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解您的担忧，重新建立联系并不容易，尤其是当你担心会引起尴尬时。不过，作为朋友之间，我们可以试着主动出击。不妨发一条简短的信息给她，表达一下思念之情，或者问候她的近况。通过这种方式，你可以向她展示你对友谊的重视，同时也给她一个机会做出回应。",
    "annotation": [
      {
        "sentence": "我理解您的担忧，重新建立联系并不容易，尤其是当你担心会引起尴尬时。",
        "label": ""
      },
      {
        "sentence": "不过，作为朋友之间，我们可以试着主动出击。",
        "label": ""
      },
      {
        "sentence": "不妨发一条简短的信息给她，表达一下思念之情，或者问候她的近况。",
        "label": ""
      },
      {
        "sentence": "通过这种方式，你可以向她展示你对友谊的重视，同时也给她一个机会做出回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很实用，我觉得可以试一试。我可以发条信息给她，问一下她最近过得怎么样，表达一下我对她的思念之情。但是，如果她没有回应，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "你的建议很实用，我觉得可以试一试。",
        "label": ""
      },
      {
        "sentence": "我可以发条信息给她，问一下她最近过得怎么样，表达一下我对她的思念之情。",
        "label": ""
      },
      {
        "sentence": "但是，如果她没有回应，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果她没有立即回应，不要过于担心。人们有时候会因为各种原因错过一些信息或者需要时间来处理。你可以再过一段时间尝试和她取得联系，或者考虑其他方式，比如电话或面对面聚会。重要的是保持耐心和理解，给她一些时间和空间来回复。",
    "annotation": [
      {
        "sentence": "如果她没有立即回应，不要过于担心。",
        "label": ""
      },
      {
        "sentence": "人们有时候会因为各种原因错过一些信息或者需要时间来处理。",
        "label": ""
      },
      {
        "sentence": "你可以再过一段时间尝试和她取得联系，或者考虑其他方式，比如电话或面对面聚会。",
        "label": ""
      },
      {
        "sentence": "重要的是保持耐心和理解，给她一些时间和空间来回复。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会尽量保持耐心，给她一些时间来回应我的信息。另外，我也考虑过邀请她一起吃饭，以增进我们的友谊。你觉得这个想法怎么样？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽量保持耐心，给她一些时间来回应我的信息。",
        "label": ""
      },
      {
        "sentence": "另外，我也考虑过邀请她一起吃饭，以增进我们的友谊。",
        "label": ""
      },
      {
        "sentence": "你觉得这个想法怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "邀请她一起吃饭是一个很好的主意。共进晚餐是增进友谊的一种方式，可以给你们提供一个交流的机会。你可以在邀请她时，表达一下你对她的思念和希望重新建立联系的愿望。即使她可能不方便参加，这个举动也会让她感受到你对友谊的重视。",
    "annotation": [
      {
        "sentence": "邀请她一起吃饭是一个很好的主意。",
        "label": ""
      },
      {
        "sentence": "共进晚餐是增进友谊的一种方式，可以给你们提供一个交流的机会。",
        "label": ""
      },
      {
        "sentence": "你可以在邀请她时，表达一下你对她的思念和希望重新建立联系的愿望。",
        "label": ""
      },
      {
        "sentence": "即使她可能不方便参加，这个举动也会让她感受到你对友谊的重视。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尽快邀请她一起吃饭，并表达我对她的思念和友谊的珍视。此外，你还有其他建议吗？",
    "annotation": [
      {
        "sentence": "好的，我会尽快邀请她一起吃饭，并表达我对她的思念和友谊的珍视。",
        "label": ""
      },
      {
        "sentence": "此外，你还有其他建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了邀请她吃饭，你还可以考虑回到你们高中母校共同回忆过去的美好时光。回到熟悉的环境中，可能会唤起她和你之间的共同记忆，帮助你们恢复友谊。此外，你还可以分享一些有趣的故事或者赠送小礼物，以增加你们之间的互动和联系。记住，友情是需要双方付出的，只要你用心经营，就有机会重新和她成为好朋友。",
    "annotation": [
      {
        "sentence": "除了邀请她吃饭，你还可以考虑回到你们高中母校共同回忆过去的美好时光。",
        "label": ""
      },
      {
        "sentence": "回到熟悉的环境中，可能会唤起她和你之间的共同记忆，帮助你们恢复友谊。",
        "label": ""
      },
      {
        "sentence": "此外，你还可以分享一些有趣的故事或者赠送小礼物，以增加你们之间的互动和联系。",
        "label": ""
      },
      {
        "sentence": "记住，友情是需要双方付出的，只要你用心经营，就有机会重新和她成为好朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持！我感到更有信心去面对这个问题了。我会尝试你给我的建议，努力去修复我们之间的友谊。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我感到更有信心去面对这个问题了。",
        "label": ""
      },
      {
        "sentence": "我会尝试你给我的建议，努力去修复我们之间的友谊。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能帮到你。友情是宝贵的，值得我们努力去维护和修复。我相信只要你有诚意和耐心，你们之间的友谊会重新燃起的。加油！我期待着听到你们恢复友谊的好消息！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "友情是宝贵的，值得我们努力去维护和修复。",
        "label": ""
      },
      {
        "sentence": "我相信只要你有诚意和耐心，你们之间的友谊会重新燃起的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我期待着听到你们恢复友谊的好消息！",
        "label": ""
      }
    ]
  }
]