[
  {
    "role": "client",
    "content": "最好的朋友渐行渐远，怎么办？我曾经关系最好的高中同学，我们高中时代一直在一起，经常在对方家里吃饭学习，要知道那是人生最重要的一段经历，如果没有她我也不能从之前抑郁的状态中走出来，考出优异的成绩。但是，之后随着我出国留学后，她与我的联系渐渐减少变成简单的节日问候，甚至她在结婚生子等等人生大事时都没有告知我，这使我觉得很伤心，这种情况怎么办？可是要是再提起之前未通知我的事情好像又会让对方感到难堪，我该如何再和她相处？",
    "annotation": [
      {
        "sentence": "最好的朋友渐行渐远，怎么办？",
        "label": ""
      },
      {
        "sentence": "我曾经关系最好的高中同学，我们高中时代一直在一起，经常在对方家里吃饭学习，要知道那是人生最重要的一段经历，如果没有她我也不能从之前抑郁的状态中走出来，考出优异的成绩。",
        "label": ""
      },
      {
        "sentence": "但是，之后随着我出国留学后，她与我的联系渐渐减少变成简单的节日问候，甚至她在结婚生子等等人生大事时都没有告知我，这使我觉得很伤心，这种情况怎么办？",
        "label": ""
      },
      {
        "sentence": "可是要是再提起之前未通知我的事情好像又会让对方感到难堪，我该如何再和她相处？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，看到你的描述，很可以理解你的心情。当朋友渐行渐远，联系变少，我们会感到伤心和失落。每个人的生活轨迹不同，很可能会产生这样的距离感，而且还会认识新的朋友。我有个类似的故事，和一个初中的好朋友，我们在初中时关系很好。但是毕业后，我去了高中，她去了专科。然后我上大学，她专接本，逐渐我们的距离越来越远。起初我们每年过年还互相拜访，但后来一年都不一定能联系上。然而今年很巧，我们都订婚了，因为在朋友圈发了消息，对方祝贺我，并询问了我的婚期。我平常很少表达自己的想法，但那时我冲动地告诉她，结婚一定要请她，因为她对我来说非常重要。她也作出了很好的回应。之后我们确定了婚期，她邀请我做她的伴娘。分享这个故事是想告诉你，即使和之前的好朋友很少联系见面，只要我们想挽回这段感情，勇敢迈出第一步，就可能会有惊喜呢。希望这个故事对你有帮助。",
    "annotation": [
      {
        "sentence": "求助者，看到你的描述，很可以理解你的心情。",
        "label": ""
      },
      {
        "sentence": "当朋友渐行渐远，联系变少，我们会感到伤心和失落。",
        "label": ""
      },
      {
        "sentence": "每个人的生活轨迹不同，很可能会产生这样的距离感，而且还会认识新的朋友。",
        "label": ""
      },
      {
        "sentence": "我有个类似的故事，和一个初中的好朋友，我们在初中时关系很好。",
        "label": ""
      },
      {
        "sentence": "但是毕业后，我去了高中，她去了专科。",
        "label": ""
      },
      {
        "sentence": "然后我上大学，她专接本，逐渐我们的距离越来越远。",
        "label": ""
      },
      {
        "sentence": "起初我们每年过年还互相拜访，但后来一年都不一定能联系上。",
        "label": ""
      },
      {
        "sentence": "然而今年很巧，我们都订婚了，因为在朋友圈发了消息，对方祝贺我，并询问了我的婚期。",
        "label": ""
      },
      {
        "sentence": "我平常很少表达自己的想法，但那时我冲动地告诉她，结婚一定要请她，因为她对我来说非常重要。",
        "label": ""
      },
      {
        "sentence": "她也作出了很好的回应。",
        "label": ""
      },
      {
        "sentence": "之后我们确定了婚期，她邀请我做她的伴娘。",
        "label": ""
      },
      {
        "sentence": "分享这个故事是想告诉你，即使和之前的好朋友很少联系见面，只要我们想挽回这段感情，勇敢迈出第一步，就可能会有惊喜呢。",
        "label": ""
      },
      {
        "sentence": "希望这个故事对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和分享故事。我明白每个人都有各自的生活，朋友之间的距离难免会产生变化。但是我心里还是很难过，因为她曾经对我来说非常重要，我们共同经历了许多美好的时光。我不知道为什么她在重要的时刻都没有告诉我，这让我觉得被遗忘了。我应该怎么处理这种感受呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和分享故事。",
        "label": ""
      },
      {
        "sentence": "我明白每个人都有各自的生活，朋友之间的距离难免会产生变化。",
        "label": ""
      },
      {
        "sentence": "但是我心里还是很难过，因为她曾经对我来说非常重要，我们共同经历了许多美好的时光。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么她在重要的时刻都没有告诉我，这让我觉得被遗忘了。",
        "label": ""
      },
      {
        "sentence": "我应该怎么处理这种感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你的感受完全可以理解。确实，她在重要时刻没有告诉你这让你感觉被遗忘了，在朋友关系里是一种让人伤心的经历。我们作为朋友，希望得到对方的关心和分享重要的时刻。我们可以尝试从积极方面思考，给她一个机会，了解她的角度和原因。也许她有特定的原因没有告诉你，可能是她觉得你出国留学以后生活很忙碌，或者她也面临了一些困难。我们可以试着沟通，表达自己的感受，了解她的情况，看看双方是否能够找到解决的方法，以重建我们的友谊。我们不能一味地责怪对方，而应该保持开放和包容的态度。你觉得怎么样？",
    "annotation": [
      {
        "sentence": "求助者，你的感受完全可以理解。",
        "label": ""
      },
      {
        "sentence": "确实，她在重要时刻没有告诉你这让你感觉被遗忘了，在朋友关系里是一种让人伤心的经历。",
        "label": ""
      },
      {
        "sentence": "我们作为朋友，希望得到对方的关心和分享重要的时刻。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试从积极方面思考，给她一个机会，了解她的角度和原因。",
        "label": ""
      },
      {
        "sentence": "也许她有特定的原因没有告诉你，可能是她觉得你出国留学以后生活很忙碌，或者她也面临了一些困难。",
        "label": ""
      },
      {
        "sentence": "我们可以试着沟通，表达自己的感受，了解她的情况，看看双方是否能够找到解决的方法，以重建我们的友谊。",
        "label": ""
      },
      {
        "sentence": "我们不能一味地责怪对方，而应该保持开放和包容的态度。",
        "label": ""
      },
      {
        "sentence": "你觉得怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。我理解她可能有她自己的状况和困难，也许她也没有故意疏远我。我会试着沟通，表达我对我们友谊的重视，希望能够重新建立联系。同时，我也会保持开放和包容的态度，不责怪她。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我理解她可能有她自己的状况和困难，也许她也没有故意疏远我。",
        "label": ""
      },
      {
        "sentence": "我会试着沟通，表达我对我们友谊的重视，希望能够重新建立联系。",
        "label": ""
      },
      {
        "sentence": "同时，我也会保持开放和包容的态度，不责怪她。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，你的理解和积极态度非常重要。沟通是解决问题和重建友谊的关键。当我们表达自己的观点和感受时，也要倾听对方的想法和理解。友谊是双向的，需要双方共同努力维系和发展。祝愿你在与她沟通的过程中取得积极的结果，希望你们的友谊能够再次获得新的发展。如果有任何进展或需要进一步的支持，随时来跟我交流。我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，你的理解和积极态度非常重要。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题和重建友谊的关键。",
        "label": ""
      },
      {
        "sentence": "当我们表达自己的观点和感受时，也要倾听对方的想法和理解。",
        "label": ""
      },
      {
        "sentence": "友谊是双向的，需要双方共同努力维系和发展。",
        "label": ""
      },
      {
        "sentence": "祝愿你在与她沟通的过程中取得积极的结果，希望你们的友谊能够再次获得新的发展。",
        "label": ""
      },
      {
        "sentence": "如果有任何进展或需要进一步的支持，随时来跟我交流。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我会牢记你的话，让我们的友谊得到重建。如果有任何进展，我一定会告诉你。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，让我们的友谊得到重建。",
        "label": ""
      },
      {
        "sentence": "如果有任何进展，我一定会告诉你。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能够帮到你。友谊是非常宝贵的，希望我们的对话和建议对你有所启发。记住，你并不孤单，我会一直在这里支持你。祝愿你和你的朋友能够重新建立联系，一起度过更多美好的时光。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "友谊是非常宝贵的，希望我们的对话和建议对你有所启发。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "祝愿你和你的朋友能够重新建立联系，一起度过更多美好的时光。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]