[
  {
    "role": "client",
    "content": "我抵触婚姻，但身边人催婚，人应该跟随自己的内心走吗？23岁女生，面对婚姻问题，自己是抵触婚姻的，可身边的人都催促结婚。现在心理就有两个想法：1.跟随自己的内心走，哪天遇到心仪的人，想结婚的时候再说结婚；2.妥协，跟谁结婚都一样，找个合适的人直接结婚。（虽然这不是我想要的）我只是不确定人是否应该跟随内心走，高考后那年我跟随自己的心走，选择了不继续上学，出来打工，之后我后悔了，我知道自己选择错了。现在面临人生大事我更加难抉择。",
    "annotation": [
      {
        "sentence": "我抵触婚姻，但身边人催婚，人应该跟随自己的内心走吗？",
        "label": ""
      },
      {
        "sentence": "23岁女生，面对婚姻问题，自己是抵触婚姻的，可身边的人都催促结婚。",
        "label": ""
      },
      {
        "sentence": "现在心理就有两个想法：1.跟随自己的内心走，哪天遇到心仪的人，想结婚的时候再说结婚；2.妥协，跟谁结婚都一样，找个合适的人直接结婚。",
        "label": ""
      },
      {
        "sentence": "（虽然这不是我想要的）我只是不确定人是否应该跟随内心走，高考后那年我跟随自己的心走，选择了不继续上学，出来打工，之后我后悔了，我知道自己选择错了。",
        "label": ""
      },
      {
        "sentence": "现在面临人生大事我更加难抉择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我现在也面临着被催婚的问题，被催婚真是一个令人头疼的问题。因为高考后自己选择了不去上大学，现在对于当初做的这个决定很后悔，所以你害怕了自己做决定，怕自己再一次选错，怕自己承担不了选催的后果。但是人生的路必须要自己选，把选择权交于他人，一旦之后的路稍有不顺，你不仅会后悔，更会抱怨当时让你做出这个选择的人。",
    "annotation": [
      {
        "sentence": "我现在也面临着被催婚的问题，被催婚真是一个令人头疼的问题。",
        "label": ""
      },
      {
        "sentence": "因为高考后自己选择了不去上大学，现在对于当初做的这个决定很后悔，所以你害怕了自己做决定，怕自己再一次选错，怕自己承担不了选催的后果。",
        "label": ""
      },
      {
        "sentence": "但是人生的路必须要自己选，把选择权交于他人，一旦之后的路稍有不顺，你不仅会后悔，更会抱怨当时让你做出这个选择的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我担心选择跟随自己的内心会是一个错误的决定，就像高考后的选择一样后悔。我不知道自己是否能承受选择跟随自己内心所带来的不确定性和后果，但又害怕选择妥协会让我心理有负担。",
    "annotation": [
      {
        "sentence": "是的，我担心选择跟随自己的内心会是一个错误的决定，就像高考后的选择一样后悔。",
        "label": ""
      },
      {
        "sentence": "我不知道自己是否能承受选择跟随自己内心所带来的不确定性和后果，但又害怕选择妥协会让我心理有负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的内心挣扎和困惑。不过，我们都无法预测未来的发展，也无法确定某个选择是否会带来后悔。但是，不管你选择哪个方向，都需要为自己的决定负责，并且积极面对所带来的一切。",
    "annotation": [
      {
        "sentence": "我明白你的内心挣扎和困惑。",
        "label": ""
      },
      {
        "sentence": "不过，我们都无法预测未来的发展，也无法确定某个选择是否会带来后悔。",
        "label": ""
      },
      {
        "sentence": "但是，不管你选择哪个方向，都需要为自己的决定负责，并且积极面对所带来的一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该勇敢地面对和负责自己的选择。我知道每个选择都有利弊，但我还是担心自己选择了妥协后会因为没有遇到心仪的对象而后悔。",
    "annotation": [
      {
        "sentence": "我明白了，我应该勇敢地面对和负责自己的选择。",
        "label": ""
      },
      {
        "sentence": "我知道每个选择都有利弊，但我还是担心自己选择了妥协后会因为没有遇到心仪的对象而后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，妥协选择可能会给你带来婚姻的稳定和幸福，但也意味着你可能会放弃与心仪对象结婚的机会。然而，没有人能保证会遇到理想中的对象，所以无论做何选择，都需要懂得经营自己的婚姻，不要再为没遇到心仪的人后悔自责。",
    "annotation": [
      {
        "sentence": "是的，妥协选择可能会给你带来婚姻的稳定和幸福，但也意味着你可能会放弃与心仪对象结婚的机会。",
        "label": ""
      },
      {
        "sentence": "然而，没有人能保证会遇到理想中的对象，所以无论做何选择，都需要懂得经营自己的婚姻，不要再为没遇到心仪的人后悔自责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，没有完美的选择。我想我应该更多地关注自己最想要的生活方式和价值观，而不是过多纠结于别人的期望和催促。",
    "annotation": [
      {
        "sentence": "确实，没有完美的选择。",
        "label": ""
      },
      {
        "sentence": "我想我应该更多地关注自己最想要的生活方式和价值观，而不是过多纠结于别人的期望和催促。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的思路已经很清晰了。不要过于担心他人的期望和催促，关注自己内心的渴望，做出符合自己价值观的选择。人生的路只有自己才能走得更充实和幸福。",
    "annotation": [
      {
        "sentence": "很好，你的思路已经很清晰了。",
        "label": ""
      },
      {
        "sentence": "不要过于担心他人的期望和催促，关注自己内心的渴望，做出符合自己价值观的选择。",
        "label": ""
      },
      {
        "sentence": "人生的路只有自己才能走得更充实和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我现在感觉放松多了。我会更加积极面对婚姻问题，同时坚持寻找内心真正渴望的东西。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我现在感觉放松多了。",
        "label": ""
      },
      {
        "sentence": "我会更加积极面对婚姻问题，同时坚持寻找内心真正渴望的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我相信你能做出最适合自己的选择。相信自己的内心，勇敢地面对并追求你真正想要的幸福。祝福你！",
    "annotation": [
      {
        "sentence": "非常好，我相信你能做出最适合自己的选择。",
        "label": ""
      },
      {
        "sentence": "相信自己的内心，勇敢地面对并追求你真正想要的幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会记住这句话的。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会记住这句话的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  }
]