[
  {
    "role": "client",
    "content": "抵触婚姻，但身边人催婚，人应该跟随自己的内心走吗？23岁女生，面对婚姻问题，自己是抵触婚姻的，可身边的人都催促结婚。现在心理就有两个想法：1.跟随自己的内心走，哪天遇到心仪的人，想结婚的时候再说结婚；2.妥协，跟谁结婚都一样，找个合适的人直接结婚。（虽然这不是我想要的）我只是不确定人是否应该跟随内心走，高考后那年我跟随自己的心走，选择了不继续上学，出来打工，之后我后悔了，我知道自己选择错了。现在面临人生大事我更加难抉择。",
    "annotation": [
      {
        "sentence": "抵触婚姻，但身边人催婚，人应该跟随自己的内心走吗？",
        "label": ""
      },
      {
        "sentence": "23岁女生，面对婚姻问题，自己是抵触婚姻的，可身边的人都催促结婚。",
        "label": ""
      },
      {
        "sentence": "现在心理就有两个想法：1.跟随自己的内心走，哪天遇到心仪的人，想结婚的时候再说结婚；2.妥协，跟谁结婚都一样，找个合适的人直接结婚。",
        "label": ""
      },
      {
        "sentence": "（虽然这不是我想要的）我只是不确定人是否应该跟随内心走，高考后那年我跟随自己的心走，选择了不继续上学，出来打工，之后我后悔了，我知道自己选择错了。",
        "label": ""
      },
      {
        "sentence": "现在面临人生大事我更加难抉择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解您面临的困境，人生中的重大决策总会让人感到迷茫。我想给您一些勇气。您可能害怕再次遵循内心的选择会引来后悔。但是，我认为，人生的道路不只有一条，您过去的决定并不会对未来产生太大的影响。您现在可能会觉得工作不顺心，希望过去选择继续上学是更好的选择。可是，同样很多人大学毕业后，还会觉得如果早点出来工作就好了。当一个人的生活不顺利时，总会找出很多逃避的理由。我身边就有很多朋友，因为工作不顺利，有些人抱怨父母给他们选择了这个专业，导致找不到工作；还有些人抱怨老师和学校。但实际上，这只是为自己找借口，认为目前的不幸福是他人造成的。所以，我认为您可以接受目前的生活。您只有23岁，还有很多时间来提升自己，开创属于自己的人生。现在，您需要正视和接受自己，认真过好现在的生活。过去的事情就让它过去，因为未来取决于您现在的决定。如果您能接受和认同现在的自己和生活，那催婚这个问题也会变得容易解决。有些人会被家人催婚所困扰，然后抱着家人的期望去相亲或者结婚。但问题是，如果以后两个人的婚姻不幸福，可能会责怪自己的父母。另外，有些人为了满足父母的期望，按照他们的希望去找配偶结婚生子。虽然父母会很高兴，但你自己可能并不快乐。如果长期活在父母的期望中，你会逐渐意识到自己的生活在哪里。所以，我希望您能自己做主，找到自己喜欢的另一半。对于升学、结婚生子等人生大事，无论是父母还是亲戚朋友，他们都会觉得自己有义务参与，这是他们对你的爱的体现。虽然有些父母可能表达得比较笨拙，或者说一些不太好听的话，但是作为儿女的，如果能够理解这是父母的爱的表现，我们就可以对父母说一声感谢，然后请求给自己一些时间，去寻找自己的幸福。在这个基础上和父母沟通，可能会更顺利。",
    "annotation": [
      {
        "sentence": "我理解您面临的困境，人生中的重大决策总会让人感到迷茫。",
        "label": ""
      },
      {
        "sentence": "我想给您一些勇气。",
        "label": ""
      },
      {
        "sentence": "您可能害怕再次遵循内心的选择会引来后悔。",
        "label": ""
      },
      {
        "sentence": "但是，我认为，人生的道路不只有一条，您过去的决定并不会对未来产生太大的影响。",
        "label": ""
      },
      {
        "sentence": "您现在可能会觉得工作不顺心，希望过去选择继续上学是更好的选择。",
        "label": ""
      },
      {
        "sentence": "可是，同样很多人大学毕业后，还会觉得如果早点出来工作就好了。",
        "label": ""
      },
      {
        "sentence": "当一个人的生活不顺利时，总会找出很多逃避的理由。",
        "label": ""
      },
      {
        "sentence": "我身边就有很多朋友，因为工作不顺利，有些人抱怨父母给他们选择了这个专业，导致找不到工作；还有些人抱怨老师和学校。",
        "label": ""
      },
      {
        "sentence": "但实际上，这只是为自己找借口，认为目前的不幸福是他人造成的。",
        "label": ""
      },
      {
        "sentence": "所以，我认为您可以接受目前的生活。",
        "label": ""
      },
      {
        "sentence": "您只有23岁，还有很多时间来提升自己，开创属于自己的人生。",
        "label": ""
      },
      {
        "sentence": "现在，您需要正视和接受自己，认真过好现在的生活。",
        "label": ""
      },
      {
        "sentence": "过去的事情就让它过去，因为未来取决于您现在的决定。",
        "label": ""
      },
      {
        "sentence": "如果您能接受和认同现在的自己和生活，那催婚这个问题也会变得容易解决。",
        "label": ""
      },
      {
        "sentence": "有些人会被家人催婚所困扰，然后抱着家人的期望去相亲或者结婚。",
        "label": ""
      },
      {
        "sentence": "但问题是，如果以后两个人的婚姻不幸福，可能会责怪自己的父母。",
        "label": ""
      },
      {
        "sentence": "另外，有些人为了满足父母的期望，按照他们的希望去找配偶结婚生子。",
        "label": ""
      },
      {
        "sentence": "虽然父母会很高兴，但你自己可能并不快乐。",
        "label": ""
      },
      {
        "sentence": "如果长期活在父母的期望中，你会逐渐意识到自己的生活在哪里。",
        "label": ""
      },
      {
        "sentence": "所以，我希望您能自己做主，找到自己喜欢的另一半。",
        "label": ""
      },
      {
        "sentence": "对于升学、结婚生子等人生大事，无论是父母还是亲戚朋友，他们都会觉得自己有义务参与，这是他们对你的爱的体现。",
        "label": ""
      },
      {
        "sentence": "虽然有些父母可能表达得比较笨拙，或者说一些不太好听的话，但是作为儿女的，如果能够理解这是父母的爱的表现，我们就可以对父母说一声感谢，然后请求给自己一些时间，去寻找自己的幸福。",
        "label": ""
      },
      {
        "sentence": "在这个基础上和父母沟通，可能会更顺利。",
        "label": ""
      }
    ]
  }
]