[
  {
    "role": "client",
    "content": "潜意识感到威胁，为什么我总不能与人亲近？与谁在一起都是这样，在与人相处中，别人过分的亲近，都能让我潜意识感到威胁，比如，别人主动约自己吃饭，玩，或者其他超出我预期的意料的行为，我都不能接受，从而找理由推脱。再近的人都是一样。很苦恼，是我的不安全感在作怪吗？",
    "annotation": [
      {
        "sentence": "潜意识感到威胁，为什么我总不能与人亲近？",
        "label": ""
      },
      {
        "sentence": "与谁在一起都是这样，在与人相处中，别人过分的亲近，都能让我潜意识感到威胁，比如，别人主动约自己吃饭，玩，或者其他超出我预期的意料的行为，我都不能接受，从而找理由推脱。",
        "label": ""
      },
      {
        "sentence": "再近的人都是一样。",
        "label": ""
      },
      {
        "sentence": "很苦恼，是我的不安全感在作怪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我感到了你的困扰。你对超过你预期的行为，你都不太能够接受，我同意你的说法，就是你潜意识中的不安全感在作怪。当然可能是因为你小时候没有与家人特别亲昵过，但我想从安全感方面给你拆解。对安全感的追求会局限我们的人生。你如果愿意和别人保持距离安全的社交距离，可能表示的是你更愿意呆在舒适区。因为未知世界带来的不安全感，会吞噬我们太多的能量，让我们把精力和焦点放在求生存上，从而忘记了该如何好好生活。因为对安全感的需求，人们往往会去追求可控性，身处可控的环境中，我们自然会感觉安全舒适，比如你不和别人去出去玩，一起吃饭，你会感觉非常安全。但你如果处在陌生的环境，就会有很多的不确定性，于是很多人会一直呆在自己熟悉的舒适区，只为确保内在的安全感。表面上是不愿意，做起来其实是不敢，当我们面临创新与挑战时，很多人会选择安全系数最高的那条路，谁都愿做自己最熟悉的事情，只是你觉得他安全可控而已。",
    "annotation": [
      {
        "sentence": "我感到了你的困扰。",
        "label": ""
      },
      {
        "sentence": "你对超过你预期的行为，你都不太能够接受，我同意你的说法，就是你潜意识中的不安全感在作怪。",
        "label": ""
      },
      {
        "sentence": "当然可能是因为你小时候没有与家人特别亲昵过，但我想从安全感方面给你拆解。",
        "label": ""
      },
      {
        "sentence": "对安全感的追求会局限我们的人生。",
        "label": ""
      },
      {
        "sentence": "你如果愿意和别人保持距离安全的社交距离，可能表示的是你更愿意呆在舒适区。",
        "label": ""
      },
      {
        "sentence": "因为未知世界带来的不安全感，会吞噬我们太多的能量，让我们把精力和焦点放在求生存上，从而忘记了该如何好好生活。",
        "label": ""
      },
      {
        "sentence": "因为对安全感的需求，人们往往会去追求可控性，身处可控的环境中，我们自然会感觉安全舒适，比如你不和别人去出去玩，一起吃饭，你会感觉非常安全。",
        "label": ""
      },
      {
        "sentence": "但你如果处在陌生的环境，就会有很多的不确定性，于是很多人会一直呆在自己熟悉的舒适区，只为确保内在的安全感。",
        "label": ""
      },
      {
        "sentence": "表面上是不愿意，做起来其实是不敢，当我们面临创新与挑战时，很多人会选择安全系数最高的那条路，谁都愿做自己最熟悉的事情，只是你觉得他安全可控而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的解释，可我觉得我总是无法克服这种感觉，每次面对超出我预期的行为，我都会感到恐惧和压力。我害怕被拒绝、伤害或失去控制。这种感觉让我很痛苦，不知道该如何摆脱这种不安全感。",
    "annotation": [
      {
        "sentence": "我明白你的解释，可我觉得我总是无法克服这种感觉，每次面对超出我预期的行为，我都会感到恐惧和压力。",
        "label": ""
      },
      {
        "sentence": "我害怕被拒绝、伤害或失去控制。",
        "label": ""
      },
      {
        "sentence": "这种感觉让我很痛苦，不知道该如何摆脱这种不安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担心。内耗就是想太多，而很多时候，我们想象出的情况并不会真的发生。恐惧是一种自我保护的方式，而我们每个人都会有不同程度的恐惧感。这是正常的，也是保护自己的一种方式。我们需要觉察自己实际上害怕的是什么，这些害怕是否理性。如果害怕是非理性的，我们可以用理性的思考来代替它，比如告诉自己虽然与别人亲近会带来不确定性，但我有能力从容应对。",
    "annotation": [
      {
        "sentence": "明白你的担心。",
        "label": ""
      },
      {
        "sentence": "内耗就是想太多，而很多时候，我们想象出的情况并不会真的发生。",
        "label": ""
      },
      {
        "sentence": "恐惧是一种自我保护的方式，而我们每个人都会有不同程度的恐惧感。",
        "label": ""
      },
      {
        "sentence": "这是正常的，也是保护自己的一种方式。",
        "label": ""
      },
      {
        "sentence": "我们需要觉察自己实际上害怕的是什么，这些害怕是否理性。",
        "label": ""
      },
      {
        "sentence": "如果害怕是非理性的，我们可以用理性的思考来代替它，比如告诉自己虽然与别人亲近会带来不确定性，但我有能力从容应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。我想我需要大胆尝试，培养一个自我价值感高的人。只有当我真正欣赏、认同和喜欢自己，建立良好的内在联系，才能更好地与他人建立联系，既能享受自己独处的时光，又能拥有美好的人际关系。但是，我该如何走出这个虚设的牢笼呢？",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我想我需要大胆尝试，培养一个自我价值感高的人。",
        "label": ""
      },
      {
        "sentence": "只有当我真正欣赏、认同和喜欢自己，建立良好的内在联系，才能更好地与他人建立联系，既能享受自己独处的时光，又能拥有美好的人际关系。",
        "label": ""
      },
      {
        "sentence": "但是，我该如何走出这个虚设的牢笼呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法！要走出虚设的牢笼，也许你可以从那些你觉得不确定的事情开始尝试。当你追求确定性的时候，你正在限制自己，而当你抱着玩的心态去探索人生的时候，你的人生旅程就会变得更加精彩，处处都是惊喜。不妨试试与别人一起去吃一次饭，看看到底会发生什么可怕的事情？当然，这只是在你内心愿意的情况下，我祝福你！",
    "annotation": [
      {
        "sentence": "非常赞同你的想法！",
        "label": ""
      },
      {
        "sentence": "要走出虚设的牢笼，也许你可以从那些你觉得不确定的事情开始尝试。",
        "label": ""
      },
      {
        "sentence": "当你追求确定性的时候，你正在限制自己，而当你抱着玩的心态去探索人生的时候，你的人生旅程就会变得更加精彩，处处都是惊喜。",
        "label": ""
      },
      {
        "sentence": "不妨试试与别人一起去吃一次饭，看看到底会发生什么可怕的事情？",
        "label": ""
      },
      {
        "sentence": "当然，这只是在你内心愿意的情况下，我祝福你！",
        "label": ""
      }
    ]
  }
]