[
  {
    "role": "client",
    "content": "我38岁，一天天加速死去…每天都后悔昨晚酗酒？外地人在上海，两个儿子，8岁3岁，没有买房，家里股票现金100万左右，自己开公司。老婆没上班，但有业务，有几万收入每月。公司从1月2月0收入到11月430万营业额，12月更是预计过600万，在增长。但行业原因，利润不多，600万除去成本开支净利6万撑死。上面不是重点，我只是想全面说明自己情况。酗酒，已经不愿意和朋友喝酒，只喜欢自己一个人喝酒，只喝啤酒，每次7听500ml百威，很痛苦，100天有60天以上喝。努力戒酒，各种方法试过，各种方法，无效。意志力更是一次次瓦解。去年查出糖尿病，酒精引起，但我控制不了自己。每天下午，事情很多，最多同时应付10多个微信用户群，很烦很烦，真的很烦，想砸电脑，砸手机然后就是不想面对，只想喝酒睡觉，什么都不用想…我感觉自己在一天天把自己往死去的路上送，每天早上都在痛苦后悔昨晚喝酒，但每天下午又在痛苦每天的事情，不敢平静的面对夜晚。",
    "annotation": [
      {
        "sentence": "我38岁，一天天加速死去…每天都后悔昨晚酗酒？",
        "label": ""
      },
      {
        "sentence": "外地人在上海，两个儿子，8岁3岁，没有买房，家里股票现金100万左右，自己开公司。",
        "label": ""
      },
      {
        "sentence": "老婆没上班，但有业务，有几万收入每月。",
        "label": ""
      },
      {
        "sentence": "公司从1月2月0收入到11月430万营业额，12月更是预计过600万，在增长。",
        "label": ""
      },
      {
        "sentence": "但行业原因，利润不多，600万除去成本开支净利6万撑死。",
        "label": ""
      },
      {
        "sentence": "上面不是重点，我只是想全面说明自己情况。",
        "label": ""
      },
      {
        "sentence": "酗酒，已经不愿意和朋友喝酒，只喜欢自己一个人喝酒，只喝啤酒，每次7听500ml百威，很痛苦，100天有60天以上喝。",
        "label": ""
      },
      {
        "sentence": "努力戒酒，各种方法试过，各种方法，无效。",
        "label": ""
      },
      {
        "sentence": "意志力更是一次次瓦解。",
        "label": ""
      },
      {
        "sentence": "去年查出糖尿病，酒精引起，但我控制不了自己。",
        "label": ""
      },
      {
        "sentence": "每天下午，事情很多，最多同时应付10多个微信用户群，很烦很烦，真的很烦，想砸电脑，砸手机然后就是不想面对，只想喝酒睡觉，什么都不用想…我感觉自己在一天天把自己往死去的路上送，每天早上都在痛苦后悔昨晚喝酒，但每天下午又在痛苦每天的事情，不敢平静的面对夜晚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能给你提出一些建议。通过你的叙述，我能够感受到你对自己处境的一定【意识】，但是却陷入不知该如何调整的困境，无法回到曾经好的状态。在你的叙述中，我注意到了这句话：“上面不是重点，我只是想全面说明自己情况”。恰恰相反，你之前提及的家庭成员和收入问题是非常重要的。我们一起逐一来探讨吧——",
    "annotation": [
      {
        "sentence": "很高兴能给你提出一些建议。",
        "label": ""
      },
      {
        "sentence": "通过你的叙述，我能够感受到你对自己处境的一定【意识】，但是却陷入不知该如何调整的困境，无法回到曾经好的状态。",
        "label": ""
      },
      {
        "sentence": "在你的叙述中，我注意到了这句话：“上面不是重点，我只是想全面说明自己情况”。",
        "label": ""
      },
      {
        "sentence": "恰恰相反，你之前提及的家庭成员和收入问题是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我们一起逐一来探讨吧——",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "外地人在上海，两个儿子，8岁3岁。身为外地人在上海这个大城市打拼肯定是很【艰辛】的，而且你有两个孩子还很小，一个正在上小学，一个应该是在幼儿园阶段。作为父母，你一定希望为孩子创造最好的条件，这是你目前【焦躁和痛苦】的一个原因吧。对于孩子的成长、教育以及金钱等方面，你是否有很高的期望，希望他们能够顺利成长，按照内心的想法发展，这样未来的道路会更简单一些吗？还是因为你工作繁忙，没有多少时间参与孩子的教育，大部分都由妻子或家人来照看，一方面你没能参与到孩子的教育中，另一方面你又对孩子现状不满，这让你感到【困惑和烦躁】？",
    "annotation": [
      {
        "sentence": "外地人在上海，两个儿子，8岁3岁。",
        "label": ""
      },
      {
        "sentence": "身为外地人在上海这个大城市打拼肯定是很【艰辛】的，而且你有两个孩子还很小，一个正在上小学，一个应该是在幼儿园阶段。",
        "label": ""
      },
      {
        "sentence": "作为父母，你一定希望为孩子创造最好的条件，这是你目前【焦躁和痛苦】的一个原因吧。",
        "label": ""
      },
      {
        "sentence": "对于孩子的成长、教育以及金钱等方面，你是否有很高的期望，希望他们能够顺利成长，按照内心的想法发展，这样未来的道路会更简单一些吗？",
        "label": ""
      },
      {
        "sentence": "还是因为你工作繁忙，没有多少时间参与孩子的教育，大部分都由妻子或家人来照看，一方面你没能参与到孩子的教育中，另一方面你又对孩子现状不满，这让你感到【困惑和烦躁】？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "身为老板意味着你自己开的公司你是老板，公司上下的大小事务都由你来决策和管理。你是一个有责任心的老板，员工的生活都需要公司的收入来维持，这给你带来了很大的【压力】。你提到了家里没有买房的情况，身在外地，在压力下工作，没有房子会让你【归属感】不够强烈，其中包含【恐惧和慌张】的感受。再加上每天的繁忙，你可能只专注于工作，仿佛“打鸡血”一样，但回到家后，一切都回归平静，一切都变得【现实】，自己的身份转变你是否适应得好？在家庭经营和公司运营这两方面，你是否能够做到【长远思考】？",
    "annotation": [
      {
        "sentence": "身为老板意味着你自己开的公司你是老板，公司上下的大小事务都由你来决策和管理。",
        "label": ""
      },
      {
        "sentence": "你是一个有责任心的老板，员工的生活都需要公司的收入来维持，这给你带来了很大的【压力】。",
        "label": ""
      },
      {
        "sentence": "你提到了家里没有买房的情况，身在外地，在压力下工作，没有房子会让你【归属感】不够强烈，其中包含【恐惧和慌张】的感受。",
        "label": ""
      },
      {
        "sentence": "再加上每天的繁忙，你可能只专注于工作，仿佛“打鸡血”一样，但回到家后，一切都回归平静，一切都变得【现实】，自己的身份转变你是否适应得好？",
        "label": ""
      },
      {
        "sentence": "在家庭经营和公司运营这两方面，你是否能够做到【长远思考】？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我妻子没上班。你妻子没有工作，这对你而言是什么样的【看法】？你需要进一步思考，因为你每天的压力很大，你的妻子是否希望【分担部分压力】，还是主要偏向于家庭管理？这些都需要你明确。",
    "annotation": [
      {
        "sentence": "我妻子没上班。",
        "label": ""
      },
      {
        "sentence": "你妻子没有工作，这对你而言是什么样的【看法】？",
        "label": ""
      },
      {
        "sentence": "你需要进一步思考，因为你每天的压力很大，你的妻子是否希望【分担部分压力】，还是主要偏向于家庭管理？",
        "label": ""
      },
      {
        "sentence": "这些都需要你明确。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的公司从1月份没有收入到11月份达到了430万的营业额，12月还有望超过600万，这是一种增长的趋势。不过由于行业原因，利润并不多，600万净利润只有6万。我能感受到你对公司经营状况的不满，加上今年比较特殊的原因，使你的担忧加重了，可以说你更加【焦虑】了。面对公司现状，你可以回顾一下近几年的运营情况，在看到今年经营不佳的同时，也要看到你【努力带领公司生存下来】的一面。现在公司处于盈利阶段，总体来说是好的，我们也要相信【物极必反】的规律，所有的经历都是为了更好的未来。我们先分析了你的家庭和工作方面的困扰，接下来我们来讨论一下【酗酒问题】。",
    "annotation": [
      {
        "sentence": "你的公司从1月份没有收入到11月份达到了430万的营业额，12月还有望超过600万，这是一种增长的趋势。",
        "label": ""
      },
      {
        "sentence": "不过由于行业原因，利润并不多，600万净利润只有6万。",
        "label": ""
      },
      {
        "sentence": "我能感受到你对公司经营状况的不满，加上今年比较特殊的原因，使你的担忧加重了，可以说你更加【焦虑】了。",
        "label": ""
      },
      {
        "sentence": "面对公司现状，你可以回顾一下近几年的运营情况，在看到今年经营不佳的同时，也要看到你【努力带领公司生存下来】的一面。",
        "label": ""
      },
      {
        "sentence": "现在公司处于盈利阶段，总体来说是好的，我们也要相信【物极必反】的规律，所有的经历都是为了更好的未来。",
        "label": ""
      },
      {
        "sentence": "我们先分析了你的家庭和工作方面的困扰，接下来我们来讨论一下【酗酒问题】。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我对自己的情况有一定的认知，但真的不想变成现在这样。对于酗酒，我情绪上有一些【抵触和嫌弃】，虽然尝试了各种方法，但都没有奏效，原因可能包括【他人不理解我、无法与他人交流、孤独】等等。对于你来说，喝酒是唯一能够表达情感的方式，而且喝酒之后可以暂时麻醉自己，缓解",
    "annotation": [
      {
        "sentence": "对，我对自己的情况有一定的认知，但真的不想变成现在这样。",
        "label": ""
      },
      {
        "sentence": "对于酗酒，我情绪上有一些【抵触和嫌弃】，虽然尝试了各种方法，但都没有奏效，原因可能包括【他人不理解我、无法与他人交流、孤独】等等。",
        "label": ""
      },
      {
        "sentence": "对于你来说，喝酒是唯一能够表达情感的方式，而且喝酒之后可以暂时麻醉自己，缓解",
        "label": ""
      }
    ]
  }
]