[
  {
    "role": "client",
    "content": "深层分析，为什么父母吵架会影响孩子的身心健康？父母当孩子吵架一次，看到5岁孩子大声吼道不准吵架，眼里饱含泪水，我想知道从孩子的心理到底发生了什么变化？",
    "annotation": [
      {
        "sentence": "深层分析，为什么父母吵架会影响孩子的身心健康？",
        "label": ""
      },
      {
        "sentence": "父母当孩子吵架一次，看到5岁孩子大声吼道不准吵架，眼里饱含泪水，我想知道从孩子的心理到底发生了什么变化？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很开心你意识到了这个问题，并积极寻求解决。大部分家庭即使孩子这么反馈往往也会忽视，继而为孩子留下了很深的心理创伤，影响以后孩子自己的亲密关系建立。首先，你在这件事中是吵架参与的父母方，当时是愤怒、生气的；而孩子作为观看方，与我们角色不同，我们不太理解他的心理活动。",
    "annotation": [
      {
        "sentence": "很开心你意识到了这个问题，并积极寻求解决。",
        "label": ""
      },
      {
        "sentence": "大部分家庭即使孩子这么反馈往往也会忽视，继而为孩子留下了很深的心理创伤，影响以后孩子自己的亲密关系建立。",
        "label": ""
      },
      {
        "sentence": "首先，你在这件事中是吵架参与的父母方，当时是愤怒、生气的；而孩子作为观看方，与我们角色不同，我们不太理解他的心理活动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想更了解孩子的心理活动。在吵架的时候，我看到孩子眼里有无助和绝望的神情，这让我很担心。他的心理到底发生了什么变化呢？",
    "annotation": [
      {
        "sentence": "我想更了解孩子的心理活动。",
        "label": ""
      },
      {
        "sentence": "在吵架的时候，我看到孩子眼里有无助和绝望的神情，这让我很担心。",
        "label": ""
      },
      {
        "sentence": "他的心理到底发生了什么变化呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在我们来换位思考下，你闭上眼睛，把回忆拉到自己小时候，自己父母在自己面前吵得怒不可遏，互相攻击，瘦小的自己在旁边无助地看着的时候，自己会有什么样的感受呢？有感觉一点吗？",
    "annotation": [
      {
        "sentence": "现在我们来换位思考下，你闭上眼睛，把回忆拉到自己小时候，自己父母在自己面前吵得怒不可遏，互相攻击，瘦小的自己在旁边无助地看着的时候，自己会有什么样的感受呢？",
        "label": ""
      },
      {
        "sentence": "有感觉一点吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "闭上眼睛后，我感受到了害怕、无助和绝望的情绪。孩子在那种场景下一定感受更强烈吧。",
    "annotation": [
      {
        "sentence": "闭上眼睛后，我感受到了害怕、无助和绝望的情绪。",
        "label": ""
      },
      {
        "sentence": "孩子在那种场景下一定感受更强烈吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，身为孩子的时候，我们是没有能力保护自己，完全依赖外界的，这时候父母就是我们的天，我们的全部。而当孩子眼睁睁地看着父母开始互相攻击的时候，世界对于他们来说就变为了一个极其不安全的存在，并且他们又没有任何能力去做出改变，只能眼睁睁地无助、绝望地看着。",
    "annotation": [
      {
        "sentence": "对的，身为孩子的时候，我们是没有能力保护自己，完全依赖外界的，这时候父母就是我们的天，我们的全部。",
        "label": ""
      },
      {
        "sentence": "而当孩子眼睁睁地看着父母开始互相攻击的时候，世界对于他们来说就变为了一个极其不安全的存在，并且他们又没有任何能力去做出改变，只能眼睁睁地无助、绝望地看着。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么父母吵架对孩子的心理造成的伤害是长久的吗？会对他们的亲密关系和成长产生影响吗？",
    "annotation": [
      {
        "sentence": "那么父母吵架对孩子的心理造成的伤害是长久的吗？",
        "label": ""
      },
      {
        "sentence": "会对他们的亲密关系和成长产生影响吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，父母吵架会对孩子内心造成最大的摧残，而其他问题则会让他们变得情绪不定、没有能力去处理以后面临的冲突。孩子希望世界永远爱着他们，父母吵架给他们的安全感带来了负面影响。所以最好还是不要在孩子面前吵架，如果真的无法控制自己，那时候也要安抚孩子，表示爸爸妈妈会是一直爱你保护你的，并且也是互相相爱的，只是遇到事情处理方式有点不对，我们一起成长。",
    "annotation": [
      {
        "sentence": "是的，父母吵架会对孩子内心造成最大的摧残，而其他问题则会让他们变得情绪不定、没有能力去处理以后面临的冲突。",
        "label": ""
      },
      {
        "sentence": "孩子希望世界永远爱着他们，父母吵架给他们的安全感带来了负面影响。",
        "label": ""
      },
      {
        "sentence": "所以最好还是不要在孩子面前吵架，如果真的无法控制自己，那时候也要安抚孩子，表示爸爸妈妈会是一直爱你保护你的，并且也是互相相爱的，只是遇到事情处理方式有点不对，我们一起成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会避免在孩子面前吵架，并确保他们感到安全和被爱。谢谢你的建议和理解。",
    "annotation": [
      {
        "sentence": "我明白了，我会避免在孩子面前吵架，并确保他们感到安全和被爱。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我很高兴能够帮助你。在孩子的成长过程中，我们要给予他们安全感，让他们相信无论发生什么，家庭永远是他们的避风港。你已经做得很好，相信你的孩子会感到你的爱和关心。",
    "annotation": [
      {
        "sentence": "没关系，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "在孩子的成长过程中，我们要给予他们安全感，让他们相信无论发生什么，家庭永远是他们的避风港。",
        "label": ""
      },
      {
        "sentence": "你已经做得很好，相信你的孩子会感到你的爱和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会努力照顾好我的孩子，给他们一个温暖和稳定的成长环境。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会努力照顾好我的孩子，给他们一个温暖和稳定的成长环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个爱心和负责任的家长，我相信你的孩子会过上幸福健康的生活。如果你还有其他问题或者需要进一步的支持，请随时向我提问。",
    "annotation": [
      {
        "sentence": "你是一个爱心和负责任的家长，我相信你的孩子会过上幸福健康的生活。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的支持，请随时向我提问。",
        "label": ""
      }
    ]
  }
]