[
  {
    "role": "client",
    "content": "母亲癌症晚期时被分手，痛恨他，想报复？",
    "annotation": [
      {
        "sentence": "母亲癌症晚期时被分手，痛恨他，想报复？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你目前面临的困境以及你内心所承受的痛苦。请你先放松一下，跟我分享一下你的感受和想法吧。",
    "annotation": [
      {
        "sentence": "你好，我了解你目前面临的困境以及你内心所承受的痛苦。",
        "label": ""
      },
      {
        "sentence": "请你先放松一下，跟我分享一下你的感受和想法吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我现在感到极度的愤怒和心痛。母亲癌症晚期，每天都要忙于照顾她和去医院治疗，身心俱疲。而他在异地，我感觉到他的态度有所改变，他说现在状态不好，无法投入感情。我当时可能也过于极端，说了分手这样的话，尽管后来我立刻后悔了。但他态度坚决，说不想再继续痛苦的羁绊。之后，他就再也不回我的信息了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我现在感到极度的愤怒和心痛。",
        "label": ""
      },
      {
        "sentence": "母亲癌症晚期，每天都要忙于照顾她和去医院治疗，身心俱疲。",
        "label": ""
      },
      {
        "sentence": "而他在异地，我感觉到他的态度有所改变，他说现在状态不好，无法投入感情。",
        "label": ""
      },
      {
        "sentence": "我当时可能也过于极端，说了分手这样的话，尽管后来我立刻后悔了。",
        "label": ""
      },
      {
        "sentence": "但他态度坚决，说不想再继续痛苦的羁绊。",
        "label": ""
      },
      {
        "sentence": "之后，他就再也不回我的信息了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正如你自己所说，目前你面临的是双重丧失。在这个节骨眼上，内心的痛苦也是双倍的。你清醒地知道，在你最需要支持的时候，对方离开了，这样的感情根本就不值得你留恋。你也知道，你对他仅有的是不甘心，你想让他体会到和你一样的痛苦。有时候，有些事，真的能考验一个人，而人性是经不起考验的。你母亲的病，给了你一个机会，来证明男友对你的在乎程度。可能他并不是那么爱你，只能同甘，不能共苦，他怕承担责任，可能在他的生活经历中，承担过多，感觉太累。也可能他从来就没承担过什么责任，所以承担不起。这样一个人，如果你不能自立自强，即使挽回了，以后也会因为不能相互扶持而撕扯。情侣之间的恻隐之心，大多建立在相爱的基础之上，如果没有那么爱，在巨大的困难来临时，就会退缩，哪怕他自己还有自责，也不会表现给你看。虽然他离开的方式让你感觉雪上加霜，但可能也正是这样一种剧烈的痛，才会让你们断得彻底，找到更适合你的人。",
    "annotation": [
      {
        "sentence": "正如你自己所说，目前你面临的是双重丧失。",
        "label": ""
      },
      {
        "sentence": "在这个节骨眼上，内心的痛苦也是双倍的。",
        "label": ""
      },
      {
        "sentence": "你清醒地知道，在你最需要支持的时候，对方离开了，这样的感情根本就不值得你留恋。",
        "label": ""
      },
      {
        "sentence": "你也知道，你对他仅有的是不甘心，你想让他体会到和你一样的痛苦。",
        "label": ""
      },
      {
        "sentence": "有时候，有些事，真的能考验一个人，而人性是经不起考验的。",
        "label": ""
      },
      {
        "sentence": "你母亲的病，给了你一个机会，来证明男友对你的在乎程度。",
        "label": ""
      },
      {
        "sentence": "可能他并不是那么爱你，只能同甘，不能共苦，他怕承担责任，可能在他的生活经历中，承担过多，感觉太累。",
        "label": ""
      },
      {
        "sentence": "也可能他从来就没承担过什么责任，所以承担不起。",
        "label": ""
      },
      {
        "sentence": "这样一个人，如果你不能自立自强，即使挽回了，以后也会因为不能相互扶持而撕扯。",
        "label": ""
      },
      {
        "sentence": "情侣之间的恻隐之心，大多建立在相爱的基础之上，如果没有那么爱，在巨大的困难来临时，就会退缩，哪怕他自己还有自责，也不会表现给你看。",
        "label": ""
      },
      {
        "sentence": "虽然他离开的方式让你感觉雪上加霜，但可能也正是这样一种剧烈的痛，才会让你们断得彻底，找到更适合你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我真的很难接受他的冷漠和无情。我觉得他对我的感情一文不值，而且在我最困难的时候离开我，这让我感到非常的愤怒和委屈。我甚至想要报复他，让他也感受到同样的痛苦。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我真的很难接受他的冷漠和无情。",
        "label": ""
      },
      {
        "sentence": "我觉得他对我的感情一文不值，而且在我最困难的时候离开我，这让我感到非常的愤怒和委屈。",
        "label": ""
      },
      {
        "sentence": "我甚至想要报复他，让他也感受到同样的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在内心的愤怒和难受。但是报复并不是解决问题的方式，它只会让你陷入更深的恶性循环中。如果你去报复他，只会让他产生厌恶感，觉得他离开你是对的，把责任都推到你身上，让他的内心少了许多愧疚，更有理由为他自己辩护，让他可能堂而皇之地过得更好。最好的报复，是离开他，你可以过得更好。让他成为你身边的路人甲，像风一样飘过，吹不动你心里任何一点涟漪。只有感觉到被忽视和被轻视，才会让人心有不甘。就像他现在离开你，你的感觉一样。以同样的方式，把你的感觉还回去，比去质问他，找他扯皮，要高雅得多，也狠得多。趁这个机会，把更多的爱，给到母亲，陪母亲走过她生命中的最后一程。同时，你对母亲的照料和爱的流动，也可以抚慰你。等哀伤期过，你会欣慰，你把最好的爱，留给了你最亲最值得的人。而你今后的爱，也要给你值得的人，这次的分手，就是为了让你遇到那个人。现在说原谅前男友，你肯定是不能的。但终有一天，你会感谢他，感谢他没有耽误你，负你一生。也许，他连自己的一生，也掌控不了。生活让他学会了逃避，那就只能在他自己的舒适区里打转。癌症病人身上，可能存在许多怨恨，在怨恨什么呢？听听母亲的故事，和她说说心里话？希望你的母亲可以少些疼痛，也希望你能好好的，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "我理解你现在内心的愤怒和难受。",
        "label": ""
      },
      {
        "sentence": "但是报复并不是解决问题的方式，它只会让你陷入更深的恶性循环中。",
        "label": ""
      },
      {
        "sentence": "如果你去报复他，只会让他产生厌恶感，觉得他离开你是对的，把责任都推到你身上，让他的内心少了许多愧疚，更有理由为他自己辩护，让他可能堂而皇之地过得更好。",
        "label": ""
      },
      {
        "sentence": "最好的报复，是离开他，你可以过得更好。",
        "label": ""
      },
      {
        "sentence": "让他成为你身边的路人甲，像风一样飘过，吹不动你心里任何一点涟漪。",
        "label": ""
      },
      {
        "sentence": "只有感觉到被忽视和被轻视，才会让人心有不甘。",
        "label": ""
      },
      {
        "sentence": "就像他现在离开你，你的感觉一样。",
        "label": ""
      },
      {
        "sentence": "以同样的方式，把你的感觉还回去，比去质问他，找他扯皮，要高雅得多，也狠得多。",
        "label": ""
      },
      {
        "sentence": "趁这个机会，把更多的爱，给到母亲，陪母亲走过她生命中的最后一程。",
        "label": ""
      },
      {
        "sentence": "同时，你对母亲的照料和爱的流动，也可以抚慰你。",
        "label": ""
      },
      {
        "sentence": "等哀伤期过，你会欣慰，你把最好的爱，留给了你最亲最值得的人。",
        "label": ""
      },
      {
        "sentence": "而你今后的爱，也要给你值得的人，这次的分手，就是为了让你遇到那个人。",
        "label": ""
      },
      {
        "sentence": "现在说原谅前男友，你肯定是不能的。",
        "label": ""
      },
      {
        "sentence": "但终有一天，你会感谢他，感谢他没有耽误你，负你一生。",
        "label": ""
      },
      {
        "sentence": "也许，他连自己的一生，也掌控不了。",
        "label": ""
      },
      {
        "sentence": "生活让他学会了逃避，那就只能在他自己的舒适区里打转。",
        "label": ""
      },
      {
        "sentence": "癌症病人身上，可能存在许多怨恨，在怨恨什么呢？",
        "label": ""
      },
      {
        "sentence": "听听母亲的故事，和她说说心里话？",
        "label": ""
      },
      {
        "sentence": "希望你的母亲可以少些疼痛，也希望你能好好的，一切都会好起来的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心倾听和给予的建议。我明白了你的意思，也意识到了我对母亲的重要性和责任。我会更加关注和照顾她，给予她更多的爱。同时，在你的指导下，我也更能理解了前男友的行为，虽然我现在还无法原谅他，但我相信时间会让我释怀，并且找到更好的人来陪伴我。非常感谢你的支持和理解！",
    "annotation": [
      {
        "sentence": "谢谢你的耐心倾听和给予的建议。",
        "label": ""
      },
      {
        "sentence": "我明白了你的意思，也意识到了我对母亲的重要性和责任。",
        "label": ""
      },
      {
        "sentence": "我会更加关注和照顾她，给予她更多的爱。",
        "label": ""
      },
      {
        "sentence": "同时，在你的指导下，我也更能理解了前男友的行为，虽然我现在还无法原谅他，但我相信时间会让我释怀，并且找到更好的人来陪伴我。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和理解！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，你并不孤单，我们都会在你身边支持你。希望你能够一步步走出阴影，重新找到属于你自己的幸福。如果将来还有什么困扰，随时都可以找我倾诉。你加油，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能够一步步走出阴影，重新找到属于你自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果将来还有什么困扰，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你加油，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]