[
  {
    "role": "client",
    "content": "我感到焦虑、自卑，无心学习，上课总是犯困，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我感到焦虑、自卑，无心学习，上课总是犯困，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想对你说，你是值得被爱的，更值得被肯定和拥抱温暖。为什么要这样说呢？因为我的童年经历与你有着近乎相同的经历，我先来说一下我的经历吧！我的姐姐是我从学习到工作乃至于当下的榜样，我的父母甚至亲朋好友都拿我与我的姐姐进行比较。早年的经历使得我也经历了自卑、害怕社交、无心学习的情绪。我身临其境，对你的感受有所共鸣。",
    "annotation": [
      {
        "sentence": "首先，我想对你说，你是值得被爱的，更值得被肯定和拥抱温暖。",
        "label": ""
      },
      {
        "sentence": "为什么要这样说呢？",
        "label": ""
      },
      {
        "sentence": "因为我的童年经历与你有着近乎相同的经历，我先来说一下我的经历吧！",
        "label": ""
      },
      {
        "sentence": "我的姐姐是我从学习到工作乃至于当下的榜样，我的父母甚至亲朋好友都拿我与我的姐姐进行比较。",
        "label": ""
      },
      {
        "sentence": "早年的经历使得我也经历了自卑、害怕社交、无心学习的情绪。",
        "label": ""
      },
      {
        "sentence": "我身临其境，对你的感受有所共鸣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我感受到你的关心。我觉得自己的情绪已经陷入了一个恶性循环中，我不知道从什么时候开始变得自卑，也害怕和其他人社交。上大学后，发现身边的人都很优秀，这使我更加自卑。我告诉自己要好好学习，但是很难集中注意力，上课也无法认真听讲，做完后总是后悔，责怪自己不够努力。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我感受到你的关心。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的情绪已经陷入了一个恶性循环中，我不知道从什么时候开始变得自卑，也害怕和其他人社交。",
        "label": ""
      },
      {
        "sentence": "上大学后，发现身边的人都很优秀，这使我更加自卑。",
        "label": ""
      },
      {
        "sentence": "我告诉自己要好好学习，但是很难集中注意力，上课也无法认真听讲，做完后总是后悔，责怪自己不够努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我们继续探讨之前，首先我们要打破这样的恶性循环，因为它会让你越来越焦虑。你的感受我理解，因为早年的经历让我们对自己的评价存在一定的偏差。接下来，我们来客观地审视一下自己。在别人眼里，你是怎样的一个人呢？或者你可以问问你的朋友，看看他们对你的看法，也许你会发现你身上的一些闪光点。同时，我们也要试着客观公正地看待“身边的人都很优秀”这个观念，有可能你的判断并不准确。现实中的同学都是优秀的吗？如果你觉得他们都很优秀，你有没有尝试过和他们沟通，澄清你对他们的真实了解呢？",
    "annotation": [
      {
        "sentence": "在我们继续探讨之前，首先我们要打破这样的恶性循环，因为它会让你越来越焦虑。",
        "label": ""
      },
      {
        "sentence": "你的感受我理解，因为早年的经历让我们对自己的评价存在一定的偏差。",
        "label": ""
      },
      {
        "sentence": "接下来，我们来客观地审视一下自己。",
        "label": ""
      },
      {
        "sentence": "在别人眼里，你是怎样的一个人呢？",
        "label": ""
      },
      {
        "sentence": "或者你可以问问你的朋友，看看他们对你的看法，也许你会发现你身上的一些闪光点。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要试着客观公正地看待“身边的人都很优秀”这个观念，有可能你的判断并不准确。",
        "label": ""
      },
      {
        "sentence": "现实中的同学都是优秀的吗？",
        "label": ""
      },
      {
        "sentence": "如果你觉得他们都很优秀，你有没有尝试过和他们沟通，澄清你对他们的真实了解呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有和他们进行过澄清，因为我总觉得自己不够优秀。我一直认为他们比我更聪明、更有才华。可能是因为我从小就习惯了被家人拿来和别人做比较，所以我对自己的能力缺乏信心，也害怕面对社交场合。",
    "annotation": [
      {
        "sentence": "我没有和他们进行过澄清，因为我总觉得自己不够优秀。",
        "label": ""
      },
      {
        "sentence": "我一直认为他们比我更聪明、更有才华。",
        "label": ""
      },
      {
        "sentence": "可能是因为我从小就习惯了被家人拿来和别人做比较，所以我对自己的能力缺乏信心，也害怕面对社交场合。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的说法可以理解，早年家庭环境的影响对我们的自信心和社交能力有很大的影响。但是要记住，你是独一无二的，你有你自己的闪光点和潜力。毋庸置疑，改变需要时间和行动，但是首先你要明确，你为什么想要好好学习？你希望以怎样的姿态去面对现实？当下你已经有了改变的动力，你的焦虑源于你对自己的要求过高，你的努力还没有达到你的期望。不过，请你深呼吸，告诉自己“我已经尽力了，并且我已经付出了努力”。然后让自己放慢脚步，冷静下来，思考一下有哪些可行的办法可以帮助你静心学习、提升自己。请相信你自己有能力变得更好，也有能力学得更好。加油，我相信你可以做到的。",
    "annotation": [
      {
        "sentence": "你的说法可以理解，早年家庭环境的影响对我们的自信心和社交能力有很大的影响。",
        "label": ""
      },
      {
        "sentence": "但是要记住，你是独一无二的，你有你自己的闪光点和潜力。",
        "label": ""
      },
      {
        "sentence": "毋庸置疑，改变需要时间和行动，但是首先你要明确，你为什么想要好好学习？",
        "label": ""
      },
      {
        "sentence": "你希望以怎样的姿态去面对现实？",
        "label": ""
      },
      {
        "sentence": "当下你已经有了改变的动力，你的焦虑源于你对自己的要求过高，你的努力还没有达到你的期望。",
        "label": ""
      },
      {
        "sentence": "不过，请你深呼吸，告诉自己“我已经尽力了，并且我已经付出了努力”。",
        "label": ""
      },
      {
        "sentence": "然后让自己放慢脚步，冷静下来，思考一下有哪些可行的办法可以帮助你静心学习、提升自己。",
        "label": ""
      },
      {
        "sentence": "请相信你自己有能力变得更好，也有能力学得更好。",
        "label": ""
      },
      {
        "sentence": "加油，我相信你可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会试着调整自己的心态，更加积极地面对学习和社交。我会多和朋友交流，了解他们对我的看法，也会找出我自己的优点和亮点。我知道改变是需要时间的，我会坚持努力，相信自己能够进步。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着调整自己的心态，更加积极地面对学习和社交。",
        "label": ""
      },
      {
        "sentence": "我会多和朋友交流，了解他们对我的看法，也会找出我自己的优点和亮点。",
        "label": ""
      },
      {
        "sentence": "我知道改变是需要时间的，我会坚持努力，相信自己能够进步。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，你不是一个人在战斗，我们都在成长的路上遇到过困难。相信自己，保持积极的心态，做好行动计划，并一步一步地努力实现。如果你还需要帮助，随时都可以来找我聊天。我相信你会越来越好的，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们都在成长的路上遇到过困难。",
        "label": ""
      },
      {
        "sentence": "相信自己，保持积极的心态，做好行动计划，并一步一步地努力实现。",
        "label": ""
      },
      {
        "sentence": "如果你还需要帮助，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "我相信你会越来越好的，加油！",
        "label": ""
      }
    ]
  }
]