[
  {
    "role": "client",
    "content": "我38岁了，感觉自己一天天加速走向死亡...每天都后悔昨晚喝酒。我是外地人，在上海工作，有两个儿子，一个8岁，一个3岁，可是还没有买房。家里有大约100万的股票和现金，我自己也有一家公司。我的妻子虽然没有上班，但是有自己的业务，每个月能有几万的收入。我的公司从一月份到二月份没有收入，到11月份才有430万的营业额，12月预计会超过600万。但是因为行业原因，利润并不多，净利润只有6万。这并不是重点，我只是想全面说明一下我的情况。我酗酒已经不愿意和朋友一起喝了，只喜欢独自一个人喝，而且只喝啤酒。每次喝7听500ml的百威，真的很痛苦。100天里面有60天以上都在喝酒。我努力尝试戒酒，试过各种方法，可是都无效。我的意志力一次次崩溃。去年还查出了糖尿病，酒精就是导致的，可是我就是无法控制自己。每天下午，我要同时应付十几个微信用户群的事情，感觉非常烦躁，真的很烦，有时候想砸电脑，砸手机。然后我就不想面对任何事情，只想喝酒睡觉，什么都不想。我感觉我一天天地把自己推向死亡的路上，每天早上都在痛苦地后悔昨晚的喝酒，但是每天下午又陷入痛苦地处理每天的事情，我真的无法平静地面对夜晚。",
    "annotation": [
      {
        "sentence": "我38岁了，感觉自己一天天加速走向死亡...每天都后悔昨晚喝酒。",
        "label": ""
      },
      {
        "sentence": "我是外地人，在上海工作，有两个儿子，一个8岁，一个3岁，可是还没有买房。",
        "label": ""
      },
      {
        "sentence": "家里有大约100万的股票和现金，我自己也有一家公司。",
        "label": ""
      },
      {
        "sentence": "我的妻子虽然没有上班，但是有自己的业务，每个月能有几万的收入。",
        "label": ""
      },
      {
        "sentence": "我的公司从一月份到二月份没有收入，到11月份才有430万的营业额，12月预计会超过600万。",
        "label": ""
      },
      {
        "sentence": "但是因为行业原因，利润并不多，净利润只有6万。",
        "label": ""
      },
      {
        "sentence": "这并不是重点，我只是想全面说明一下我的情况。",
        "label": ""
      },
      {
        "sentence": "我酗酒已经不愿意和朋友一起喝了，只喜欢独自一个人喝，而且只喝啤酒。",
        "label": ""
      },
      {
        "sentence": "每次喝7听500ml的百威，真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "100天里面有60天以上都在喝酒。",
        "label": ""
      },
      {
        "sentence": "我努力尝试戒酒，试过各种方法，可是都无效。",
        "label": ""
      },
      {
        "sentence": "我的意志力一次次崩溃。",
        "label": ""
      },
      {
        "sentence": "去年还查出了糖尿病，酒精就是导致的，可是我就是无法控制自己。",
        "label": ""
      },
      {
        "sentence": "每天下午，我要同时应付十几个微信用户群的事情，感觉非常烦躁，真的很烦，有时候想砸电脑，砸手机。",
        "label": ""
      },
      {
        "sentence": "然后我就不想面对任何事情，只想喝酒睡觉，什么都不想。",
        "label": ""
      },
      {
        "sentence": "我感觉我一天天地把自己推向死亡的路上，每天早上都在痛苦地后悔昨晚的喝酒，但是每天下午又陷入痛苦地处理每天的事情，我真的无法平静地面对夜晚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你说的情况，我觉得还需要和你确认一些问题。首先，你这样喝酒的状态已经持续多长时间了？其次，什么时候开始喜欢一个人喝酒？是什么原因导致的呢？还有，你什么时候开始尝试戒酒的？为什么？还有，是什么原因让你觉得不想面对手机和电脑呢？最后，你真正想要借助喝酒来逃避的到底是什么？",
    "annotation": [
      {
        "sentence": "看了你说的情况，我觉得还需要和你确认一些问题。",
        "label": ""
      },
      {
        "sentence": "首先，你这样喝酒的状态已经持续多长时间了？",
        "label": ""
      },
      {
        "sentence": "其次，什么时候开始喜欢一个人喝酒？",
        "label": ""
      },
      {
        "sentence": "是什么原因导致的呢？",
        "label": ""
      },
      {
        "sentence": "还有，你什么时候开始尝试戒酒的？",
        "label": ""
      },
      {
        "sentence": "为什么？",
        "label": ""
      },
      {
        "sentence": "还有，是什么原因让你觉得不想面对手机和电脑呢？",
        "label": ""
      },
      {
        "sentence": "最后，你真正想要借助喝酒来逃避的到底是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直喝酒已经有很长时间了，可能有几年吧。我不记得具体是什么时候开始单独喝酒的，可能是一年前吧。我觉得自己一个人喝酒可以让我更加自由，不用拘束在别人身上。我开始尝试戒酒是因为我意识到酒精对我的健康造成了很大的危害，特别是在去年查出糖尿病后。我觉得自己无法控制手机和电脑，是因为我承担了太多工作和压力，觉得非常烦躁。喝酒对我来说就成了逃避的方式，让我能暂时忘记一切烦恼和压力。",
    "annotation": [
      {
        "sentence": "我一直喝酒已经有很长时间了，可能有几年吧。",
        "label": ""
      },
      {
        "sentence": "我不记得具体是什么时候开始单独喝酒的，可能是一年前吧。",
        "label": ""
      },
      {
        "sentence": "我觉得自己一个人喝酒可以让我更加自由，不用拘束在别人身上。",
        "label": ""
      },
      {
        "sentence": "我开始尝试戒酒是因为我意识到酒精对我的健康造成了很大的危害，特别是在去年查出糖尿病后。",
        "label": ""
      },
      {
        "sentence": "我觉得自己无法控制手机和电脑，是因为我承担了太多工作和压力，觉得非常烦躁。",
        "label": ""
      },
      {
        "sentence": "喝酒对我来说就成了逃避的方式，让我能暂时忘记一切烦恼和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你详细的回答。38岁的你正是人到中年的时候，很多人在这个阶段都会承受巨大的压力。喝酒之后感觉模糊不清、陶醉起来，对于逃避现实中那些无法避免的压力来说，确实是一个不错的选择。从你的情况来看，你的生活条件其实还不错。虽然你是一个在上海没有买房的外地人，而且还有两个孩子，但是你自己和妻子的收入对于维持一个相对不错的生活水平来说并不困难，甚至可以说是比较富裕的。而你的公司状况也是在不断好转的，虽然利润微薄，但是在持续增长。当然，身处其中的你可能会感受到很多其他人无法理解的焦虑和压力，比如工作环境、突发事件以及家庭关系等。所以，你现在需要做的第一件事，就是梳理一下你压力的来源。只有找到根本原因，才能找到解决问题的方法。我建议你寻求专业人士的帮助，他们能帮助你探索你的压力来源。如果可能的话，你可以去寻找一位专业的咨询师，在现实中接受专业的咨询，这对于你来说很有帮助。根据你目前对戒酒有一种无法控制的感觉来看，你可能属于“酒精滥用”或“酒精依赖”这种情况。你可以仔细阅读一下洗心岛上关于这方面的详细说明。另外，我建议你去正规医院进行一下检测，如果确诊为成瘾性行为，可能需要同时进行心理治疗和家庭治疗，并进行药物治疗。如果只依靠个人意志力去戒酒，效果可能不会太好。但是，我相信你的意识已经十分强烈，只是时间早晚的问题。只要找到正确的方法，你一定能戒酒成功。相信自己，选择合适的方法，一切皆有可能。希望我说的对你有所帮助。",
    "annotation": [
      {
        "sentence": "谢谢你详细的回答。",
        "label": ""
      },
      {
        "sentence": "38岁的你正是人到中年的时候，很多人在这个阶段都会承受巨大的压力。",
        "label": ""
      },
      {
        "sentence": "喝酒之后感觉模糊不清、陶醉起来，对于逃避现实中那些无法避免的压力来说，确实是一个不错的选择。",
        "label": ""
      },
      {
        "sentence": "从你的情况来看，你的生活条件其实还不错。",
        "label": ""
      },
      {
        "sentence": "虽然你是一个在上海没有买房的外地人，而且还有两个孩子，但是你自己和妻子的收入对于维持一个相对不错的生活水平来说并不困难，甚至可以说是比较富裕的。",
        "label": ""
      },
      {
        "sentence": "而你的公司状况也是在不断好转的，虽然利润微薄，但是在持续增长。",
        "label": ""
      },
      {
        "sentence": "当然，身处其中的你可能会感受到很多其他人无法理解的焦虑和压力，比如工作环境、突发事件以及家庭关系等。",
        "label": ""
      },
      {
        "sentence": "所以，你现在需要做的第一件事，就是梳理一下你压力的来源。",
        "label": ""
      },
      {
        "sentence": "只有找到根本原因，才能找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我建议你寻求专业人士的帮助，他们能帮助你探索你的压力来源。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，你可以去寻找一位专业的咨询师，在现实中接受专业的咨询，这对于你来说很有帮助。",
        "label": ""
      },
      {
        "sentence": "根据你目前对戒酒有一种无法控制的感觉来看，你可能属于“酒精滥用”或“酒精依赖”这种情况。",
        "label": ""
      },
      {
        "sentence": "你可以仔细阅读一下洗心岛上关于这方面的详细说明。",
        "label": ""
      },
      {
        "sentence": "另外，我建议你去正规医院进行一下检测，如果确诊为成瘾性行为，可能需要同时进行心理治疗和家庭治疗，并进行药物治疗。",
        "label": ""
      },
      {
        "sentence": "如果只依靠个人意志力去戒酒，效果可能不会太好。",
        "label": ""
      },
      {
        "sentence": "但是，我相信你的意识已经十分强烈，只是时间早晚的问题。",
        "label": ""
      },
      {
        "sentence": "只要找到正确的方法，你一定能戒酒成功。",
        "label": ""
      },
      {
        "sentence": "相信自己，选择合适的方法，一切皆有可能。",
        "label": ""
      },
      {
        "sentence": "希望我说的对你有所帮助。",
        "label": ""
      }
    ]
  }
]