[
  {
    "role": "client",
    "content": "我恨了父亲五年也不想原谅他怎么办？我今年十九了。",
    "annotation": [
      {
        "sentence": "我恨了父亲五年也不想原谅他怎么办？",
        "label": ""
      },
      {
        "sentence": "我今年十九了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的心情。恨一个人并不是一件容易的事情，特别是当这个人是你的亲生父亲。可以告诉我为什么你对父亲这么抱有恨意吗？",
    "annotation": [
      {
        "sentence": "我可以理解你的心情。",
        "label": ""
      },
      {
        "sentence": "恨一个人并不是一件容易的事情，特别是当这个人是你的亲生父亲。",
        "label": ""
      },
      {
        "sentence": "可以告诉我为什么你对父亲这么抱有恨意吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "十四岁那年父亲患上白血病，母亲带着父亲去北京求医一年，留我在家乡。后来父亲手术成功回来，可是他们没有想过我好不容易适应了这样的生活，他们却突然把它再次打破了硬生生要我接受这一切。",
    "annotation": [
      {
        "sentence": "十四岁那年父亲患上白血病，母亲带着父亲去北京求医一年，留我在家乡。",
        "label": ""
      },
      {
        "sentence": "后来父亲手术成功回来，可是他们没有想过我好不容易适应了这样的生活，他们却突然把它再次打破了硬生生要我接受这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对于父亲的医疗过程和他们的决策感到不被理解和被忽视。这样的经历确实会让你感到愤怒和不满。你有试过和父亲沟通过你的感受与痛苦吗？",
    "annotation": [
      {
        "sentence": "听起来你对于父亲的医疗过程和他们的决策感到不被理解和被忽视。",
        "label": ""
      },
      {
        "sentence": "这样的经历确实会让你感到愤怒和不满。",
        "label": ""
      },
      {
        "sentence": "你有试过和父亲沟通过你的感受与痛苦吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "父亲又患上了肺炎，每日地咳嗽像要把肺给咳出来。父亲一直没有去上班，每月还要承担大量医药费，都是靠母亲在养家。我越来越抵触他，讨厌他一副自己非常虚弱的样子，我甚至讨厌他喝汤时发出的声音。",
    "annotation": [
      {
        "sentence": "父亲又患上了肺炎，每日地咳嗽像要把肺给咳出来。",
        "label": ""
      },
      {
        "sentence": "父亲一直没有去上班，每月还要承担大量医药费，都是靠母亲在养家。",
        "label": ""
      },
      {
        "sentence": "我越来越抵触他，讨厌他一副自己非常虚弱的样子，我甚至讨厌他喝汤时发出的声音。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来，你对父亲的病情和他的生活方式也感到厌恶。你觉得他的表现让你感到沮丧和心慌，也许这些情绪使你更难以原谅他。但是，对于你内心的这些情绪，你有和他沟通过吗？让他知道你的感受以及你对他的看法？",
    "annotation": [
      {
        "sentence": "看来，你对父亲的病情和他的生活方式也感到厌恶。",
        "label": ""
      },
      {
        "sentence": "你觉得他的表现让你感到沮丧和心慌，也许这些情绪使你更难以原谅他。",
        "label": ""
      },
      {
        "sentence": "但是，对于你内心的这些情绪，你有和他沟通过吗？",
        "label": ""
      },
      {
        "sentence": "让他知道你的感受以及你对他的看法？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的讨厌他讨厌到只要和他呆在一个空间里就浑身难受和厌恶。我不止一次恶毒地想要是他当初的病没有治好就好了。我只有把他当成一个陌生人而不是我父亲，我内心的厌恶与恨意才会没有那么强烈，我才可以不那么恨。我最近刚刚确诊了抑郁症，我知道有百分之八十是因为他。我已经四年没有过幸福的感觉我快要不记得幸福是什么感觉了，而且我感受不到快乐了。和在外面比起来我宁愿一直待在房间里面。",
    "annotation": [
      {
        "sentence": "我真的讨厌他讨厌到只要和他呆在一个空间里就浑身难受和厌恶。",
        "label": ""
      },
      {
        "sentence": "我不止一次恶毒地想要是他当初的病没有治好就好了。",
        "label": ""
      },
      {
        "sentence": "我只有把他当成一个陌生人而不是我父亲，我内心的厌恶与恨意才会没有那么强烈，我才可以不那么恨。",
        "label": ""
      },
      {
        "sentence": "我最近刚刚确诊了抑郁症，我知道有百分之八十是因为他。",
        "label": ""
      },
      {
        "sentence": "我已经四年没有过幸福的感觉我快要不记得幸福是什么感觉了，而且我感受不到快乐了。",
        "label": ""
      },
      {
        "sentence": "和在外面比起来我宁愿一直待在房间里面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对父亲抱有深深的恨意，并且这种恨意也严重影响了你的心情和生活状态。抑郁症是一种严重的心理疾病，需要专业人士的帮助。虽然我不能为你提供完整的治疗，但我可以给你一些建议。首先，我鼓励你寻求专业帮助，与心理医生进行面对面的咨询。其次，对于你内心的厌恶与恨意，你可以试着通过写日记或说话的方式来释放你的情绪，而不是将其憋在心里。最后，想起每个人都会犯错，包括我们的亲人。虽然你可以选择不原谅他，但也请记住，你有权利过上幸福的生活，无论父亲是否改变。你可以选择放下仇恨，以追求自己的快乐和幸福。但请记住，这是一个长期的过程，需要你耐心与坚持。你可以试试这些建议，看看是否有所帮助。",
    "annotation": [
      {
        "sentence": "听起来你对父亲抱有深深的恨意，并且这种恨意也严重影响了你的心情和生活状态。",
        "label": ""
      },
      {
        "sentence": "抑郁症是一种严重的心理疾病，需要专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "虽然我不能为你提供完整的治疗，但我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，我鼓励你寻求专业帮助，与心理医生进行面对面的咨询。",
        "label": ""
      },
      {
        "sentence": "其次，对于你内心的厌恶与恨意，你可以试着通过写日记或说话的方式来释放你的情绪，而不是将其憋在心里。",
        "label": ""
      },
      {
        "sentence": "最后，想起每个人都会犯错，包括我们的亲人。",
        "label": ""
      },
      {
        "sentence": "虽然你可以选择不原谅他，但也请记住，你有权利过上幸福的生活，无论父亲是否改变。",
        "label": ""
      },
      {
        "sentence": "你可以选择放下仇恨，以追求自己的快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "但请记住，这是一个长期的过程，需要你耐心与坚持。",
        "label": ""
      },
      {
        "sentence": "你可以试试这些建议，看看是否有所帮助。",
        "label": ""
      }
    ]
  }
]