[
  {
    "role": "client",
    "content": "我容易因他人没有道德而生气，如何客观看待？我做管理工作，然后看到手下的人有的很没有道德，比如喝完了茉莉花茶直接把茉莉花茶连同花朵直接倒到水槽里。因为要监督学生做好卫生保洁，所以看到这一幕就特别的生气，为什么有的人非得懒成这样。我也知道可能是因为自己的超我太强导致愤怒情绪出现，但是真的很难通过自己的合理情绪ABC去把愤怒平静下来，做完之后依然觉得这个人很没有道德，该骂。提问:如何去更客观的看待这件事？我尽力的说服自己，这个人可能是身体不舒服所以这么做的，可是感觉这理由真的是漏洞百出，荒谬至极。",
    "annotation": [
      {
        "sentence": "我容易因他人没有道德而生气，如何客观看待？",
        "label": ""
      },
      {
        "sentence": "我做管理工作，然后看到手下的人有的很没有道德，比如喝完了茉莉花茶直接把茉莉花茶连同花朵直接倒到水槽里。",
        "label": ""
      },
      {
        "sentence": "因为要监督学生做好卫生保洁，所以看到这一幕就特别的生气，为什么有的人非得懒成这样。",
        "label": ""
      },
      {
        "sentence": "我也知道可能是因为自己的超我太强导致愤怒情绪出现，但是真的很难通过自己的合理情绪ABC去把愤怒平静下来，做完之后依然觉得这个人很没有道德，该骂。",
        "label": ""
      },
      {
        "sentence": "提问:如何去更客观的看待这件事？",
        "label": ""
      },
      {
        "sentence": "我尽力的说服自己，这个人可能是身体不舒服所以这么做的，可是感觉这理由真的是漏洞百出，荒谬至极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来，你是个道德感很强的人，有很强的原则性，遵守社会规范，对于一些违反社会规范、没有道德的人和事，会感觉到很大的抗拒和愤怒。对于有人乱倒垃圾这种事情，的确是很没有公德心，的确该骂。这种行为是一种事实，所以你也没必要帮他们找理由来说服自己接受这种不良行为。要学会接纳这个世界的多元性，每个人都有各自的个性特点和行为习惯，也有着不同的素质和道德水平。",
    "annotation": [
      {
        "sentence": "看得出来，你是个道德感很强的人，有很强的原则性，遵守社会规范，对于一些违反社会规范、没有道德的人和事，会感觉到很大的抗拒和愤怒。",
        "label": ""
      },
      {
        "sentence": "对于有人乱倒垃圾这种事情，的确是很没有公德心，的确该骂。",
        "label": ""
      },
      {
        "sentence": "这种行为是一种事实，所以你也没必要帮他们找理由来说服自己接受这种不良行为。",
        "label": ""
      },
      {
        "sentence": "要学会接纳这个世界的多元性，每个人都有各自的个性特点和行为习惯，也有着不同的素质和道德水平。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白每个人都有不同的素质和道德水平，但是有些人的行为真的让我觉得难以接受。我试着说服自己，这个人可能是身体不舒服所以这么做的，可是我觉得这个理由真的是漏洞百出，荒谬至极。",
    "annotation": [
      {
        "sentence": "我明白每个人都有不同的素质和道德水平，但是有些人的行为真的让我觉得难以接受。",
        "label": ""
      },
      {
        "sentence": "我试着说服自己，这个人可能是身体不舒服所以这么做的，可是我觉得这个理由真的是漏洞百出，荒谬至极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正因为有些人的素质不高，常常有一些不良行为表现，因此才需要有社会道德规范对他们限制和批判。科尔伯格的道德发展阶段理论就展现了三种水平六个阶段不同层次水平的道德特性。很多成年人也只能发展到第四、五阶段而已，高尚的圣人非常少见。毕竟人有着很多弱点，很难做到十全十美，完全符合社会道德规范。所以，对于道德感很强的你来说，看到这种情况感到愤怒是正常的。该骂就骂，该吐槽就吐槽，该批判就批判。这种愤怒情绪并非是有害的，而是能帮助你去观察和认知他人的行为和道德表现，进行评判。",
    "annotation": [
      {
        "sentence": "正因为有些人的素质不高，常常有一些不良行为表现，因此才需要有社会道德规范对他们限制和批判。",
        "label": ""
      },
      {
        "sentence": "科尔伯格的道德发展阶段理论就展现了三种水平六个阶段不同层次水平的道德特性。",
        "label": ""
      },
      {
        "sentence": "很多成年人也只能发展到第四、五阶段而已，高尚的圣人非常少见。",
        "label": ""
      },
      {
        "sentence": "毕竟人有着很多弱点，很难做到十全十美，完全符合社会道德规范。",
        "label": ""
      },
      {
        "sentence": "所以，对于道德感很强的你来说，看到这种情况感到愤怒是正常的。",
        "label": ""
      },
      {
        "sentence": "该骂就骂，该吐槽就吐槽，该批判就批判。",
        "label": ""
      },
      {
        "sentence": "这种愤怒情绪并非是有害的，而是能帮助你去观察和认知他人的行为和道德表现，进行评判。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解该骂该批判，但是我很难通过自己的合理情绪ABC去平静下来。即便我做完后，我依然觉得这个人很没有道德，真的很难去更客观地看待这件事情。",
    "annotation": [
      {
        "sentence": "我理解该骂该批判，但是我很难通过自己的合理情绪ABC去平静下来。",
        "label": ""
      },
      {
        "sentence": "即便我做完后，我依然觉得这个人很没有道德，真的很难去更客观地看待这件事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "愤怒情绪可以帮助你反观自己的行为表现，进行学习和改善，注意避免犯和他们同样的错误，从而提升和完善你自己的道德行为表现。另一方面，也是提醒你去注意和思考如何更好地设置一些规定，进行科学的引导、教育和管理，让大家能够注意并遵守有关规定，反思自己的行为，改正错误，共同维护公共环境。整个社会的道德水平就是这样逐步完善和提升的，公共环境也会越来越好。",
    "annotation": [
      {
        "sentence": "愤怒情绪可以帮助你反观自己的行为表现，进行学习和改善，注意避免犯和他们同样的错误，从而提升和完善你自己的道德行为表现。",
        "label": ""
      },
      {
        "sentence": "另一方面，也是提醒你去注意和思考如何更好地设置一些规定，进行科学的引导、教育和管理，让大家能够注意并遵守有关规定，反思自己的行为，改正错误，共同维护公共环境。",
        "label": ""
      },
      {
        "sentence": "整个社会的道德水平就是这样逐步完善和提升的，公共环境也会越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白道德发展和社会道德规范的重要性，但是即使如此，我自己的愤怒情绪如何平静下来呢？我希望能够更客观地看待这件事情，减少自己的情绪波动。",
    "annotation": [
      {
        "sentence": "我明白道德发展和社会道德规范的重要性，但是即使如此，我自己的愤怒情绪如何平静下来呢？",
        "label": ""
      },
      {
        "sentence": "我希望能够更客观地看待这件事情，减少自己的情绪波动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尝试一些情绪调节的方法可以帮助你平静下来。比如，你可以找一些放松的活动，比如运动、听音乐或者与朋友交流，来分散注意力和缓解愤怒情绪。另外，尝试一些冥想和放松的练习，帮助你在面对不舒服的情绪时，更好地接纳和释放它们。与此同时，改善自己的情绪调节能力也是一个长期的过程，可以通过与专业心理咨询师进行定期的心理辅导来获取更专业的帮助和指导。",
    "annotation": [
      {
        "sentence": "尝试一些情绪调节的方法可以帮助你平静下来。",
        "label": ""
      },
      {
        "sentence": "比如，你可以找一些放松的活动，比如运动、听音乐或者与朋友交流，来分散注意力和缓解愤怒情绪。",
        "label": ""
      },
      {
        "sentence": "另外，尝试一些冥想和放松的练习，帮助你在面对不舒服的情绪时，更好地接纳和释放它们。",
        "label": ""
      },
      {
        "sentence": "与此同时，改善自己的情绪调节能力也是一个长期的过程，可以通过与专业心理咨询师进行定期的心理辅导来获取更专业的帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试用放松活动和冥想来平静自己的情绪，并考虑寻求专业的心理辅导帮助。最重要的是，我也要接受每个人都有不同的道德水平，并尽力在自己的管理工作中进行引导和教育。感谢你的支持和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试用放松活动和冥想来平静自己的情绪，并考虑寻求专业的心理辅导帮助。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我也要接受每个人都有不同的道德水平，并尽力在自己的管理工作中进行引导和教育。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能帮到你，记住，过程可能会有些许困难，但只要你愿意尝试和付出努力，你一定能渐渐掌控自己的情绪，并找到更客观的看待事情的方式。祝你顺利！如果有任何需要，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "我很高兴能帮到你，记住，过程可能会有些许困难，但只要你愿意尝试和付出努力，你一定能渐渐掌控自己的情绪，并找到更客观的看待事情的方式。",
        "label": ""
      },
      {
        "sentence": "祝你顺利！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]