[
  {
    "role": "client",
    "content": "容易因他人没有道德而生气，如何客观看待？做管理工作，然后看到手下的人有的很没有道德，如喝完了茉莉花茶直接把茉莉花茶连同花朵直接倒到水槽里。因为要监督学生做好卫生保洁，所以看到这一幕就特别的生气，为什么有的人非得懒成这样。我也知道可能是因为自己的超我太强导致愤怒情绪出现，但是真的很难通过自己的合理情绪ABC去把愤怒平静下来，做完之后依然觉得这个人很没有道德，该骂。提问:如何去更客观的看待这件事？我尽力的说服自己，这个人可能是身体不舒服所以这么做的，可是感觉这理由真的是漏洞百出，荒谬至极",
    "annotation": [
      {
        "sentence": "容易因他人没有道德而生气，如何客观看待？",
        "label": ""
      },
      {
        "sentence": "做管理工作，然后看到手下的人有的很没有道德，如喝完了茉莉花茶直接把茉莉花茶连同花朵直接倒到水槽里。",
        "label": ""
      },
      {
        "sentence": "因为要监督学生做好卫生保洁，所以看到这一幕就特别的生气，为什么有的人非得懒成这样。",
        "label": ""
      },
      {
        "sentence": "我也知道可能是因为自己的超我太强导致愤怒情绪出现，但是真的很难通过自己的合理情绪ABC去把愤怒平静下来，做完之后依然觉得这个人很没有道德，该骂。",
        "label": ""
      },
      {
        "sentence": "提问:如何去更客观的看待这件事？",
        "label": ""
      },
      {
        "sentence": "我尽力的说服自己，这个人可能是身体不舒服所以这么做的，可是感觉这理由真的是漏洞百出，荒谬至极",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是做管理工作，同时又要监督学生做好保洁工作，这意味着你对自己的道德准则和要求比较高。在你的内心中，你对他人也会有相对较高的标准进行评判。因此，当你看到下属把茶叶和茶水一同倒进水槽时，你会感到不舒服或许厌恶，并在内心中对他进行评判。你可能认为他没有素质，或者觉得他破坏了你的管理工作职责，使你感到难堪，好像在挑衅你一样，这是破坏了你一直努力维护的卫生保洁规则。因此，他的行为可能给你带来了一种破坏和阻碍的感觉。如果这个倒茶的人是你的上司而不是下属，你也许只会简单地觉得他没有道德和涵养，而不会有这么大的愤怒情绪。在你的愤怒情绪中，包含着什么样的信息？可能包含着你对自己遵守规则的某种优越感，你认为自己很有素质，所以不能接受他的行为。其实，当你看到下属的这种“不文明”行为时，可以直接向他表达你的意见，提醒他注意。但也许你当时没有向他表达这件事，所以你抑制住了不满，才会产生现在这么大的愤怒。这种愤怒中可能包含着为什么你当时没有直接沟通，是因为害怕表达还是害怕冲突等等，你对自己产生了自我攻击的情绪，同时不断地反思这件事情也消耗了你很多的精力和能量，加重了你的愤怒感。今后你可以尝试直接表达和沟通，不再选择压抑，也许你的感受会好一些。",
    "annotation": [
      {
        "sentence": "你是做管理工作，同时又要监督学生做好保洁工作，这意味着你对自己的道德准则和要求比较高。",
        "label": ""
      },
      {
        "sentence": "在你的内心中，你对他人也会有相对较高的标准进行评判。",
        "label": ""
      },
      {
        "sentence": "因此，当你看到下属把茶叶和茶水一同倒进水槽时，你会感到不舒服或许厌恶，并在内心中对他进行评判。",
        "label": ""
      },
      {
        "sentence": "你可能认为他没有素质，或者觉得他破坏了你的管理工作职责，使你感到难堪，好像在挑衅你一样，这是破坏了你一直努力维护的卫生保洁规则。",
        "label": ""
      },
      {
        "sentence": "因此，他的行为可能给你带来了一种破坏和阻碍的感觉。",
        "label": ""
      },
      {
        "sentence": "如果这个倒茶的人是你的上司而不是下属，你也许只会简单地觉得他没有道德和涵养，而不会有这么大的愤怒情绪。",
        "label": ""
      },
      {
        "sentence": "在你的愤怒情绪中，包含着什么样的信息？",
        "label": ""
      },
      {
        "sentence": "可能包含着你对自己遵守规则的某种优越感，你认为自己很有素质，所以不能接受他的行为。",
        "label": ""
      },
      {
        "sentence": "其实，当你看到下属的这种“不文明”行为时，可以直接向他表达你的意见，提醒他注意。",
        "label": ""
      },
      {
        "sentence": "但也许你当时没有向他表达这件事，所以你抑制住了不满，才会产生现在这么大的愤怒。",
        "label": ""
      },
      {
        "sentence": "这种愤怒中可能包含着为什么你当时没有直接沟通，是因为害怕表达还是害怕冲突等等，你对自己产生了自我攻击的情绪，同时不断地反思这件事情也消耗了你很多的精力和能量，加重了你的愤怒感。",
        "label": ""
      },
      {
        "sentence": "今后你可以尝试直接表达和沟通，不再选择压抑，也许你的感受会好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实很重视管理工作和学生的卫生保洁工作，所以看到手下有人没有道德的行为，我很难控制自己的情绪。我明白你说的我对他人有较高的标准，在看到这种行为时，产生了一种破碎和挫败感。也许我有一种自豪感，觉得自己比他们更有素质，所以很难接受他们的行为。但我也意识到，我可能因为自己内在对规则的要求过高，过于苛刻。我会尝试直接表达和沟通，不再抑制自己的不满情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实很重视管理工作和学生的卫生保洁工作，所以看到手下有人没有道德的行为，我很难控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我明白你说的我对他人有较高的标准，在看到这种行为时，产生了一种破碎和挫败感。",
        "label": ""
      },
      {
        "sentence": "也许我有一种自豪感，觉得自己比他们更有素质，所以很难接受他们的行为。",
        "label": ""
      },
      {
        "sentence": "但我也意识到，我可能因为自己内在对规则的要求过高，过于苛刻。",
        "label": ""
      },
      {
        "sentence": "我会尝试直接表达和沟通，不再抑制自己的不满情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮助到你。你确实非常重视管理工作和学生的卫生保洁工作，所以对手下出现没有道德行为时，很难控制自己的情绪是可以理解的。你了解了我提到的你对他人有较高标准的问题，并明白了这种行为给你带来的破碎和挫败感。但是要记住，每个人都有不同的道德底线和生活习惯。也许你对他们的要求过高，并且太苛刻了。沟通是很重要的，通过直接表达不满，可以帮助你和手下建立更好的工作关系。同时，也要给自己一些宽容，不要总对自己过于严厉。",
    "annotation": [
      {
        "sentence": "很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "你确实非常重视管理工作和学生的卫生保洁工作，所以对手下出现没有道德行为时，很难控制自己的情绪是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你了解了我提到的你对他人有较高标准的问题，并明白了这种行为给你带来的破碎和挫败感。",
        "label": ""
      },
      {
        "sentence": "但是要记住，每个人都有不同的道德底线和生活习惯。",
        "label": ""
      },
      {
        "sentence": "也许你对他们的要求过高，并且太苛刻了。",
        "label": ""
      },
      {
        "sentence": "沟通是很重要的，通过直接表达不满，可以帮助你和手下建立更好的工作关系。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些宽容，不要总对自己过于严厉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，每个人的道德底线和习惯不同，我应该更加宽容一些。我会尝试改变自己对手下的过高期望，主动与他们沟通，建立更好的工作关系。同时，我也会对自己宽容一些，不再对自己过于苛求。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，每个人的道德底线和习惯不同，我应该更加宽容一些。",
        "label": ""
      },
      {
        "sentence": "我会尝试改变自己对手下的过高期望，主动与他们沟通，建立更好的工作关系。",
        "label": ""
      },
      {
        "sentence": "同时，我也会对自己宽容一些，不再对自己过于苛求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答。改变期望值，与他人建立更好的沟通，同时给予自己宽容和支持是很重要的。希望你能逐渐调整自己的态度，并在管理工作中取得更好的效果。如果还有其他困扰或问题，随时都可以找我倾诉和寻求帮助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答。",
        "label": ""
      },
      {
        "sentence": "改变期望值，与他人建立更好的沟通，同时给予自己宽容和支持是很重要的。",
        "label": ""
      },
      {
        "sentence": "希望你能逐渐调整自己的态度，并在管理工作中取得更好的效果。",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰或问题，随时都可以找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会努力调整自己的态度，同时更好地面对管理工作中的挑战。如果有需要，我会再次来找你聊聊。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的态度，同时更好地面对管理工作中的挑战。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再次来找你聊聊。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在这里支持你。相信你可以克服困难，成为一个更好的管理者。记得随时和我联系，我会尽力为你提供帮助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "相信你可以克服困难，成为一个更好的管理者。",
        "label": ""
      },
      {
        "sentence": "记得随时和我联系，我会尽力为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]