[
  {
    "role": "client",
    "content": "原生家庭伤害怎么治愈？由于小的时候被家里暴打留下了很大的阴影，我甚至都不了解我自己。",
    "annotation": [
      {
        "sentence": "原生家庭伤害怎么治愈？",
        "label": ""
      },
      {
        "sentence": "由于小的时候被家里暴打留下了很大的阴影，我甚至都不了解我自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我理解你的痛苦。首先，要让你自己感受到我的陪伴和支持。你可以先坐下来，深呼吸，尝试与当下的身体接触。试着触碰一下你的手臂和双腿，感受一下它们的存在。现在，请你看一下镜子中的自己，告诉我，你看到的是一个成年人的身体，而不再是曾经那个孩童。对抗暴力的那个孩童已经长大成人，他可以用眼神和语言表达自己，他也有能力与对方平起平坐，甚至可以选择离开。成年的你已经独立自主，不再需要依附于他人，也不需要忍受那个无法选择的环境的折磨。请你相信，你已经独立，可以表达自己、思考问题和行动，你可以克服困难、支持自己，并创造属于自己的生活。童年已经过去，现在是我们成为成人的时候了。过去只存在于内心，而不在当下。我们要发掘当下的力量，并加以运用。至于过去的伤害，我建议你试着整理一下，记录下都发生过什么事情，当时你有怎样的感受，以及这些感受如何影响了现在的你。如果你回到当时的场景，你觉得应该如何才能更有力量、更能保护自己呢？想象一下，假设你是当时的成年自己，或者是智慧的长者，你会如何帮助那个时候的自己，给她安慰和支持？或者，假设你是那时的父母，面对这种情况，你会如何与孩子进行沟通表达呢？你可以准备一本专门的日记本，用以上的方法给自己写信、记录、冥想，慢慢地进行这些练习，这对于童年的疗愈和个人成长非常有效。如果你觉得在这个过程中需要有人陪伴，我建议你找一位咨询师，他们可以陪伴你一起整理情绪，释放压力。",
    "annotation": [
      {
        "sentence": "亲爱的，我理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，要让你自己感受到我的陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "你可以先坐下来，深呼吸，尝试与当下的身体接触。",
        "label": ""
      },
      {
        "sentence": "试着触碰一下你的手臂和双腿，感受一下它们的存在。",
        "label": ""
      },
      {
        "sentence": "现在，请你看一下镜子中的自己，告诉我，你看到的是一个成年人的身体，而不再是曾经那个孩童。",
        "label": ""
      },
      {
        "sentence": "对抗暴力的那个孩童已经长大成人，他可以用眼神和语言表达自己，他也有能力与对方平起平坐，甚至可以选择离开。",
        "label": ""
      },
      {
        "sentence": "成年的你已经独立自主，不再需要依附于他人，也不需要忍受那个无法选择的环境的折磨。",
        "label": ""
      },
      {
        "sentence": "请你相信，你已经独立，可以表达自己、思考问题和行动，你可以克服困难、支持自己，并创造属于自己的生活。",
        "label": ""
      },
      {
        "sentence": "童年已经过去，现在是我们成为成人的时候了。",
        "label": ""
      },
      {
        "sentence": "过去只存在于内心，而不在当下。",
        "label": ""
      },
      {
        "sentence": "我们要发掘当下的力量，并加以运用。",
        "label": ""
      },
      {
        "sentence": "至于过去的伤害，我建议你试着整理一下，记录下都发生过什么事情，当时你有怎样的感受，以及这些感受如何影响了现在的你。",
        "label": ""
      },
      {
        "sentence": "如果你回到当时的场景，你觉得应该如何才能更有力量、更能保护自己呢？",
        "label": ""
      },
      {
        "sentence": "想象一下，假设你是当时的成年自己，或者是智慧的长者，你会如何帮助那个时候的自己，给她安慰和支持？",
        "label": ""
      },
      {
        "sentence": "或者，假设你是那时的父母，面对这种情况，你会如何与孩子进行沟通表达呢？",
        "label": ""
      },
      {
        "sentence": "你可以准备一本专门的日记本，用以上的方法给自己写信、记录、冥想，慢慢地进行这些练习，这对于童年的疗愈和个人成长非常有效。",
        "label": ""
      },
      {
        "sentence": "如果你觉得在这个过程中需要有人陪伴，我建议你找一位咨询师，他们可以陪伴你一起整理情绪，释放压力。",
        "label": ""
      }
    ]
  }
]