[
  {
    "role": "client",
    "content": "我的注意力只能集中在一个地方，很难兼顾其他事情。比如说，当我在学车时，我的注意力主要放在正面视线的中间范围，如果要分一部分去看后视镜或者其他非中间范围的东西，我就必须转移我的注意力，这样的话就需要花费时间来看其他东西，无法同时兼顾两方面。如果我强行分心，感觉我的大脑就会崩溃，最多能够同时处理一些简单的听觉感受，比如警笛声和明显的噪音，但是不能同时听别人说话，因为很难分心去识别，强行倾听会导致我在开车时走神而听不到重要的声音。我觉得我可能不适合开车，但是我的父母却催我尽快考驾照，他们对心理方面的知识了解非常有限，不愿意相信我的问题。即使我被确诊为抑郁并且有有效的药物治疗，他们还是在否定我，说我没有抑郁症，只是心情不好（当时我的精神状态非常糟糕，我差点相信了他们的观点）。无论我说多少话都没有效果，他们非常固执。所以我想知道我目前的情况是否有问题，大概是什么问题，问题的严重程度如何，应该如何确诊，需要进行哪些检查。我认为，拿出证明来让他们闭嘴是目前我唯一可以想到的有用办法。",
    "annotation": [
      {
        "sentence": "我的注意力只能集中在一个地方，很难兼顾其他事情。",
        "label": ""
      },
      {
        "sentence": "比如说，当我在学车时，我的注意力主要放在正面视线的中间范围，如果要分一部分去看后视镜或者其他非中间范围的东西，我就必须转移我的注意力，这样的话就需要花费时间来看其他东西，无法同时兼顾两方面。",
        "label": ""
      },
      {
        "sentence": "如果我强行分心，感觉我的大脑就会崩溃，最多能够同时处理一些简单的听觉感受，比如警笛声和明显的噪音，但是不能同时听别人说话，因为很难分心去识别，强行倾听会导致我在开车时走神而听不到重要的声音。",
        "label": ""
      },
      {
        "sentence": "我觉得我可能不适合开车，但是我的父母却催我尽快考驾照，他们对心理方面的知识了解非常有限，不愿意相信我的问题。",
        "label": ""
      },
      {
        "sentence": "即使我被确诊为抑郁并且有有效的药物治疗，他们还是在否定我，说我没有抑郁症，只是心情不好（当时我的精神状态非常糟糕，我差点相信了他们的观点）。",
        "label": ""
      },
      {
        "sentence": "无论我说多少话都没有效果，他们非常固执。",
        "label": ""
      },
      {
        "sentence": "所以我想知道我目前的情况是否有问题，大概是什么问题，问题的严重程度如何，应该如何确诊，需要进行哪些检查。",
        "label": ""
      },
      {
        "sentence": "我认为，拿出证明来让他们闭嘴是目前我唯一可以想到的有用办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你提到的问题，我了解到你学车的主要原因是因为父母催你，而你自己并没有打算学车，所以你心里其实是排斥这件事情的。在学车的过程中，可能会遇到一些小的困难，会让你觉得自己真的做不到。我非常理解你此时的心情，因为我自己也在学车，科目二已经挂了两次了，我知道那种心情。在学车过程中，教练的责骂和父母的催逼都给了我们很大的压力，难以集中精力做好某件事情。再加上学车不是出于自愿，让我们开始怀疑自己。关于注意力和证明他人的问题，人们经常会有这样的想法，认为自己会了，其他人也应该会。往往就是这种观念，在相处的时候，会觉得别人应该会，他们能够做到，做不好就会觉得这么简单的事情都做不了。所以，首先，我们不要太过在乎他人的看法和想法。我们无法控制他人对我们的看法和想法，只需尽自己最大的努力去做，做好了当然好，做不好也不要因他人评论而看低自己，要找自己的优点。我们无法改变他人的想法，但是我们可以改变自己的认知。其次，无需为了证明自己而努力。有些东西并不是有了证据就会得到别人的认可，他们不相信你，即使你把自己的内心掏给他们看，也未必会有好的效果。就算只是一句话，比如“你怎么这么傻”，只有你自己最了解自己，做好自己就好，至于其他人的看法我们尽力去做好就可以了。最后，允许自己拥有各种各样的想法。我们的大脑每天都会产生无数种想法，不可能把它们全部都考虑进去，只需选择对我们有意义的想法就好，至于其他的，允许它们存在吧，或许它们存在的目的是为了更好的想法。不需为了小小的挫折而陷入其中，我们还有很多时间去经历人生，每一次都证明自己，是不是会让你变得很累呢？好好爱自己，好好生活，你值得被生活温柔对待！",
    "annotation": [
      {
        "sentence": "对于你提到的问题，我了解到你学车的主要原因是因为父母催你，而你自己并没有打算学车，所以你心里其实是排斥这件事情的。",
        "label": ""
      },
      {
        "sentence": "在学车的过程中，可能会遇到一些小的困难，会让你觉得自己真的做不到。",
        "label": ""
      },
      {
        "sentence": "我非常理解你此时的心情，因为我自己也在学车，科目二已经挂了两次了，我知道那种心情。",
        "label": ""
      },
      {
        "sentence": "在学车过程中，教练的责骂和父母的催逼都给了我们很大的压力，难以集中精力做好某件事情。",
        "label": ""
      },
      {
        "sentence": "再加上学车不是出于自愿，让我们开始怀疑自己。",
        "label": ""
      },
      {
        "sentence": "关于注意力和证明他人的问题，人们经常会有这样的想法，认为自己会了，其他人也应该会。",
        "label": ""
      },
      {
        "sentence": "往往就是这种观念，在相处的时候，会觉得别人应该会，他们能够做到，做不好就会觉得这么简单的事情都做不了。",
        "label": ""
      },
      {
        "sentence": "所以，首先，我们不要太过在乎他人的看法和想法。",
        "label": ""
      },
      {
        "sentence": "我们无法控制他人对我们的看法和想法，只需尽自己最大的努力去做，做好了当然好，做不好也不要因他人评论而看低自己，要找自己的优点。",
        "label": ""
      },
      {
        "sentence": "我们无法改变他人的想法，但是我们可以改变自己的认知。",
        "label": ""
      },
      {
        "sentence": "其次，无需为了证明自己而努力。",
        "label": ""
      },
      {
        "sentence": "有些东西并不是有了证据就会得到别人的认可，他们不相信你，即使你把自己的内心掏给他们看，也未必会有好的效果。",
        "label": ""
      },
      {
        "sentence": "就算只是一句话，比如“你怎么这么傻”，只有你自己最了解自己，做好自己就好，至于其他人的看法我们尽力去做好就可以了。",
        "label": ""
      },
      {
        "sentence": "最后，允许自己拥有各种各样的想法。",
        "label": ""
      },
      {
        "sentence": "我们的大脑每天都会产生无数种想法，不可能把它们全部都考虑进去，只需选择对我们有意义的想法就好，至于其他的，允许它们存在吧，或许它们存在的目的是为了更好的想法。",
        "label": ""
      },
      {
        "sentence": "不需为了小小的挫折而陷入其中，我们还有很多时间去经历人生，每一次都证明自己，是不是会让你变得很累呢？",
        "label": ""
      },
      {
        "sentence": "好好爱自己，好好生活，你值得被生活温柔对待！",
        "label": ""
      }
    ]
  }
]