[
  {
    "role": "client",
    "content": "为什么我总是不在乎周围的人情世故，甚至逃避？如果说每个人性格都有其优点，那我会觉得这样的我，越来越不适合生活，生活没什么意义，也越来越讨厌。",
    "annotation": [
      {
        "sentence": "为什么我总是不在乎周围的人情世故，甚至逃避？",
        "label": ""
      },
      {
        "sentence": "如果说每个人性格都有其优点，那我会觉得这样的我，越来越不适合生活，生活没什么意义，也越来越讨厌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你感到对周围人情世故的漠不关心和逃避。这让你觉得不适合生活，甚至让你对生活失去了意义和喜欢。这是一个困扰着你的问题，我可以听听你具体遇到了哪些事情吗？",
    "annotation": [
      {
        "sentence": "听起来你感到对周围人情世故的漠不关心和逃避。",
        "label": ""
      },
      {
        "sentence": "这让你觉得不适合生活，甚至让你对生活失去了意义和喜欢。",
        "label": ""
      },
      {
        "sentence": "这是一个困扰着你的问题，我可以听听你具体遇到了哪些事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以下事件1，跟人打交道，不管熟人生人，久了就很厌倦，想尽快自己一个人安静一会儿。2，不会主动去跟同事获取信息，聚会啥的发生变化，自己也不知道。3，喜欢的人中午没休息，还加班做了很多事，也没反应过来要安慰安慰，惹她生气。4，狡猾的人跟我说话的时候，我总是想回避，导致有用的信息，讽刺的信息，都没有接受到，也无法得知谁跟谁有秘密，谁需要提防等。5，做什么事都往目标去完成，对过程沟通，完成质量就不是很在意，导致话少，效率有时候也不是很高。6，一旦改变或优化不了既定的事实，就会很失落。这样的不在乎不作为人情世故，对我对家人对爱人，能好么？",
    "annotation": [
      {
        "sentence": "以下事件1，跟人打交道，不管熟人生人，久了就很厌倦，想尽快自己一个人安静一会儿。",
        "label": ""
      },
      {
        "sentence": "2，不会主动去跟同事获取信息，聚会啥的发生变化，自己也不知道。",
        "label": ""
      },
      {
        "sentence": "3，喜欢的人中午没休息，还加班做了很多事，也没反应过来要安慰安慰，惹她生气。",
        "label": ""
      },
      {
        "sentence": "4，狡猾的人跟我说话的时候，我总是想回避，导致有用的信息，讽刺的信息，都没有接受到，也无法得知谁跟谁有秘密，谁需要提防等。",
        "label": ""
      },
      {
        "sentence": "5，做什么事都往目标去完成，对过程沟通，完成质量就不是很在意，导致话少，效率有时候也不是很高。",
        "label": ""
      },
      {
        "sentence": "6，一旦改变或优化不了既定的事实，就会很失落。",
        "label": ""
      },
      {
        "sentence": "这样的不在乎不作为人情世故，对我对家人对爱人，能好么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你遇到了很多表现出你不在乎人情世故的情况。你感到疲倦，对交际感到厌倦，甚至忽略了身边人的情绪和需求。你也提到了你在处理目标时不注重过程，以及对改变不适应时的失落感。这些是很正常的情绪和困惑。你的情绪和想法都是可以理解的，我们可以一起探讨如何处理这些困扰。",
    "annotation": [
      {
        "sentence": "听起来你遇到了很多表现出你不在乎人情世故的情况。",
        "label": ""
      },
      {
        "sentence": "你感到疲倦，对交际感到厌倦，甚至忽略了身边人的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "你也提到了你在处理目标时不注重过程，以及对改变不适应时的失落感。",
        "label": ""
      },
      {
        "sentence": "这些是很正常的情绪和困惑。",
        "label": ""
      },
      {
        "sentence": "你的情绪和想法都是可以理解的，我们可以一起探讨如何处理这些困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到很困惑。我意识到我似乎没有像别人那样顺应社交规则，但我也不知道如何改变这种情况。我希望能够更好地处理人际关系。",
    "annotation": [
      {
        "sentence": "是的，我真的感到很困惑。",
        "label": ""
      },
      {
        "sentence": "我意识到我似乎没有像别人那样顺应社交规则，但我也不知道如何改变这种情况。",
        "label": ""
      },
      {
        "sentence": "我希望能够更好地处理人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑。处理人际关系是一项复杂的技能，但并不是每个人都擅长。我们可以从一些小的改变开始，例如尝试更多地与周围人沟通，倾听他们的故事和需求，用简单真实的方式与他们交流。并且记住，重要的是做自己，不必完全符合他人的期望和社交规则。",
    "annotation": [
      {
        "sentence": "理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "处理人际关系是一项复杂的技能，但并不是每个人都擅长。",
        "label": ""
      },
      {
        "sentence": "我们可以从一些小的改变开始，例如尝试更多地与周围人沟通，倾听他们的故事和需求，用简单真实的方式与他们交流。",
        "label": ""
      },
      {
        "sentence": "并且记住，重要的是做自己，不必完全符合他人的期望和社交规则。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会努力尝试与周围人更多地互动，用一种真实而简单的方式。但我对于改变自己的行为模式是否会得到他人的理解和支持感到担心。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会努力尝试与周围人更多地互动，用一种真实而简单的方式。",
        "label": ""
      },
      {
        "sentence": "但我对于改变自己的行为模式是否会得到他人的理解和支持感到担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧。改变自己的行为模式可能需要时间和努力，人们可能不会立即理解你的变化。但真正支持你的人会理解并鼓励你成为更真实的自己。重要的是，你要相信自己的决定，并为了自己的幸福和成长而努力。",
    "annotation": [
      {
        "sentence": "理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "改变自己的行为模式可能需要时间和努力，人们可能不会立即理解你的变化。",
        "label": ""
      },
      {
        "sentence": "但真正支持你的人会理解并鼓励你成为更真实的自己。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要相信自己的决定，并为了自己的幸福和成长而努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会铭记你的话，勇敢地追求自己的幸福和成长。非常感谢你的支持和建议，我觉得更有信心面对人际关系的挑战了。",
    "annotation": [
      {
        "sentence": "我会铭记你的话，勇敢地追求自己的幸福和成长。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议，我觉得更有信心面对人际关系的挑战了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。记住，你不是一个人在战斗，我会一直支持你。如果你在未来需要进一步的支持或倾诉，随时找我倾诉。一起努力，你一定能处理好人际关系并找到自己的幸福。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "如果你在未来需要进一步的支持或倾诉，随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "一起努力，你一定能处理好人际关系并找到自己的幸福。",
        "label": ""
      }
    ]
  }
]