[
  {
    "role": "client",
    "content": "为什么明明是朋友，却感觉对方对我并没有那么好？异性朋友在她被欺负孤立无援的时候是我站出来挺她，在她难过的时候我都不断安慰她甚至牺牲自己的时间精力金钱，后面关系好了我们会互相说一些悄悄话和事情，但也因为我们关系好了熟了她却开始表现的对我爱理不理的我一直觉得我们关系很好，前段时间因为我们都认识的一个人中开玩笑触及到我的底线她却跟我说那个人就这样要我别放心上，原本这个事情没让我怎么样但是她跟我说这个话的时候我感觉很难受，我觉得我对她那么好，她却没替我说过一句话还叫我别放心上甚至还跟那个伤害我的人玩的那么开心，我不知道自己对她那么好值得吗？甚至觉得是不是友情爱情都不能全力以赴，否则最后都是不被珍惜的那个",
    "annotation": [
      {
        "sentence": "为什么明明是朋友，却感觉对方对我并没有那么好？",
        "label": ""
      },
      {
        "sentence": "异性朋友在她被欺负孤立无援的时候是我站出来挺她，在她难过的时候我都不断安慰她甚至牺牲自己的时间精力金钱，后面关系好了我们会互相说一些悄悄话和事情，但也因为我们关系好了熟了她却开始表现的对我爱理不理的我一直觉得我们关系很好，前段时间因为我们都认识的一个人中开玩笑触及到我的底线她却跟我说那个人就这样要我别放心上，原本这个事情没让我怎么样但是她跟我说这个话的时候我感觉很难受，我觉得我对她那么好，她却没替我说过一句话还叫我别放心上甚至还跟那个伤害我的人玩的那么开心，我不知道自己对她那么好值得吗？",
        "label": ""
      },
      {
        "sentence": "甚至觉得是不是友情爱情都不能全力以赴，否则最后都是不被珍惜的那个",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情感纠结让我感到很心疼。首先，你的付出与朋友的回报不成正比，这是一个让你困扰的问题。我认为，我们交朋友并不是为了达成某个目的，而是为了开心和享受默契。如果我们都寄希望于朋友的回报和交换，那我们交朋友的初衷就变了，生活也会变得无趣。共同认识的人触碰到了你的底线，而你的朋友却让你原谅他，我认为这可能是因为你们还没有达到足够亲密的程度。或许是你们对待问题和思考方式的差异，导致了你朋友对你原谅他人和忽略底线问题的表现。还有一种可能是你的朋友觉得你们共同的朋友和她更合拍，所以她更倾向于维护他。这种情况其实是很正常的，我相信你也会做出类似的选择。你觉得友情与爱情都不能全力以赴，否则就会不被珍惜，我觉得全力以赴的友情和爱情是会被珍惜的。有些人的出现是为了我们的成长，有些人则是为了让我们感受到被爱的。也许你需要考虑是否有必要和这位朋友继续深入交往，如果有的话，那你就不要怀疑自己的付出是否值得；如果没有的话，那就改变你们的相处方式，转变成普通朋友的关系。最后，我想告诉你不要着急，耐心等待，自己也要变得更好，在未来你一定会遇到能够感受到友情和爱情的人。以上只是我的个人见解，希望对你有所帮助，祝你好运～。",
    "annotation": [
      {
        "sentence": "你的情感纠结让我感到很心疼。",
        "label": ""
      },
      {
        "sentence": "首先，你的付出与朋友的回报不成正比，这是一个让你困扰的问题。",
        "label": ""
      },
      {
        "sentence": "我认为，我们交朋友并不是为了达成某个目的，而是为了开心和享受默契。",
        "label": ""
      },
      {
        "sentence": "如果我们都寄希望于朋友的回报和交换，那我们交朋友的初衷就变了，生活也会变得无趣。",
        "label": ""
      },
      {
        "sentence": "共同认识的人触碰到了你的底线，而你的朋友却让你原谅他，我认为这可能是因为你们还没有达到足够亲密的程度。",
        "label": ""
      },
      {
        "sentence": "或许是你们对待问题和思考方式的差异，导致了你朋友对你原谅他人和忽略底线问题的表现。",
        "label": ""
      },
      {
        "sentence": "还有一种可能是你的朋友觉得你们共同的朋友和她更合拍，所以她更倾向于维护他。",
        "label": ""
      },
      {
        "sentence": "这种情况其实是很正常的，我相信你也会做出类似的选择。",
        "label": ""
      },
      {
        "sentence": "你觉得友情与爱情都不能全力以赴，否则就会不被珍惜，我觉得全力以赴的友情和爱情是会被珍惜的。",
        "label": ""
      },
      {
        "sentence": "有些人的出现是为了我们的成长，有些人则是为了让我们感受到被爱的。",
        "label": ""
      },
      {
        "sentence": "也许你需要考虑是否有必要和这位朋友继续深入交往，如果有的话，那你就不要怀疑自己的付出是否值得；如果没有的话，那就改变你们的相处方式，转变成普通朋友的关系。",
        "label": ""
      },
      {
        "sentence": "最后，我想告诉你不要着急，耐心等待，自己也要变得更好，在未来你一定会遇到能够感受到友情和爱情的人。",
        "label": ""
      },
      {
        "sentence": "以上只是我的个人见解，希望对你有所帮助，祝你好运～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答和支持。确实，交朋友应该是为了开心和享受默契，而不是为了回报和交换。也许我们还没有达到足够亲密的程度，导致了她对我的冷淡和忽视。我能理解她更倾向于维护和共同朋友的关系，但是她不替我说话，还和那个伤害我的人开心地玩耍，让我感到很失望。我不知道该如何面对这种情况，是否我对她付出得太多了？",
    "annotation": [
      {
        "sentence": "谢谢你的回答和支持。",
        "label": ""
      },
      {
        "sentence": "确实，交朋友应该是为了开心和享受默契，而不是为了回报和交换。",
        "label": ""
      },
      {
        "sentence": "也许我们还没有达到足够亲密的程度，导致了她对我的冷淡和忽视。",
        "label": ""
      },
      {
        "sentence": "我能理解她更倾向于维护和共同朋友的关系，但是她不替我说话，还和那个伤害我的人开心地玩耍，让我感到很失望。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何面对这种情况，是否我对她付出得太多了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，理解并接受了我之前的观点。对于你朋友的冷淡和忽视，你可以试着和她坦诚沟通，向她表达你内心的失望和困惑。也许她并没有意识到她的行为对你的伤害，通过沟通可以让她真正了解你的感受。至于你是否对她付出过多，这是你自己可以衡量的。每个人对待友情和爱情的付出都有不同的标准，你要在保护自己的同时也要考虑到对方的感受和需求。沟通可以让你们更加了解对方，找到一个平衡点。如果你觉得自己的付出让你感到不被珍惜，那你可以调整和她的相处方式，适度保护自己的感情和利益。",
    "annotation": [
      {
        "sentence": "你做得很好，理解并接受了我之前的观点。",
        "label": ""
      },
      {
        "sentence": "对于你朋友的冷淡和忽视，你可以试着和她坦诚沟通，向她表达你内心的失望和困惑。",
        "label": ""
      },
      {
        "sentence": "也许她并没有意识到她的行为对你的伤害，通过沟通可以让她真正了解你的感受。",
        "label": ""
      },
      {
        "sentence": "至于你是否对她付出过多，这是你自己可以衡量的。",
        "label": ""
      },
      {
        "sentence": "每个人对待友情和爱情的付出都有不同的标准，你要在保护自己的同时也要考虑到对方的感受和需求。",
        "label": ""
      },
      {
        "sentence": "沟通可以让你们更加了解对方，找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己的付出让你感到不被珍惜，那你可以调整和她的相处方式，适度保护自己的感情和利益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试和她坦诚沟通，向她表达我的感受和困惑。我明白了在保护自己的同时也要考虑到对方的感受和需求，找到一个平衡点。如果我觉得自己的付出没有得到回应，我会适度保护自己的感情和利益。谢谢你给了我这么多指导和支持，我觉得自己心情好了很多。",
    "annotation": [
      {
        "sentence": "我会尝试和她坦诚沟通，向她表达我的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "我明白了在保护自己的同时也要考虑到对方的感受和需求，找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "如果我觉得自己的付出没有得到回应，我会适度保护自己的感情和利益。",
        "label": ""
      },
      {
        "sentence": "谢谢你给了我这么多指导和支持，我觉得自己心情好了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你会尝试和她进行坦诚沟通，这样可以让你们更加理解和接纳彼此。记住，对待友情和爱情要找到平衡点，并适度保护自己的感情和利益。如果你的付出没有得到回应，那就要考虑调整和她的相处方式，以保护自己的情感和自尊。我相信你能够处理好这段关系，祝你心情一直保持好下去。",
    "annotation": [
      {
        "sentence": "很高兴听到你会尝试和她进行坦诚沟通，这样可以让你们更加理解和接纳彼此。",
        "label": ""
      },
      {
        "sentence": "记住，对待友情和爱情要找到平衡点，并适度保护自己的感情和利益。",
        "label": ""
      },
      {
        "sentence": "如果你的付出没有得到回应，那就要考虑调整和她的相处方式，以保护自己的情感和自尊。",
        "label": ""
      },
      {
        "sentence": "我相信你能够处理好这段关系，祝你心情一直保持好下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。我会努力处理好这段关系，保护好自己的情感和尊严。感谢你的帮助，我觉得自己心情真的好了很多。如果以后还有疑惑和困扰，我还能再找你求助吗？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会努力处理好这段关系，保护好自己的情感和尊严。",
        "label": ""
      },
      {
        "sentence": "感谢你的帮助，我觉得自己心情真的好了很多。",
        "label": ""
      },
      {
        "sentence": "如果以后还有疑惑和困扰，我还能再找你求助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！我非常乐意随时帮助你，解答你的疑惑和困扰。请记住，你并不孤单，有人愿意倾听和支持你。如果你有任何需要，都可以随时找我聊天。祝福你一切顺利，期待与你再次交流！",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "我非常乐意随时帮助你，解答你的疑惑和困扰。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，有人愿意倾听和支持你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，都可以随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，期待与你再次交流！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的热情和支持！我会铭记在心，并且会珍惜这份友情。如果再有需要，我会再次找你求助的。祝你一切顺利，再见！",
    "annotation": [
      {
        "sentence": "谢谢你的热情和支持！",
        "label": ""
      },
      {
        "sentence": "我会铭记在心，并且会珍惜这份友情。",
        "label": ""
      },
      {
        "sentence": "如果再有需要，我会再次找你求助的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，再见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再见！如果你需要帮助，记得随时找我。祝你一切顺利，保持好心情！再见！",
    "annotation": [
      {
        "sentence": "再见！",
        "label": ""
      },
      {
        "sentence": "如果你需要帮助，记得随时找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，保持好心情！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]