[
  {
    "role": "client",
    "content": "为什么明明是朋友，却感觉对方对我并没有那么好？",
    "annotation": [
      {
        "sentence": "为什么明明是朋友，却感觉对方对我并没有那么好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个很看重付出的人，对于这个朋友也是，在她被欺负时会站出来挺她、难过时安慰她。你对她的时间、金钱和精力的牺牲，显示出你对她的重视程度。当你觉得自己受伤时，她却只是安慰你别放心上，这和你牺牲的时间、精力和金钱对比貌似很不对等，于是你觉得自己有些不值，付出那么多却收获很少，甚至怀疑友情爱情付出多的那一方最受伤。这种感觉让你很困扰，是吗？",
    "annotation": [
      {
        "sentence": "你是一个很看重付出的人，对于这个朋友也是，在她被欺负时会站出来挺她、难过时安慰她。",
        "label": ""
      },
      {
        "sentence": "你对她的时间、金钱和精力的牺牲，显示出你对她的重视程度。",
        "label": ""
      },
      {
        "sentence": "当你觉得自己受伤时，她却只是安慰你别放心上，这和你牺牲的时间、精力和金钱对比貌似很不对等，于是你觉得自己有些不值，付出那么多却收获很少，甚至怀疑友情爱情付出多的那一方最受伤。",
        "label": ""
      },
      {
        "sentence": "这种感觉让你很困扰，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得我们关系很好。前段时间因为我们都认识的一个人开玩笑触及到我的底线，她却跟我说那个人就这样要我别放心上。原本这个事情没让我怎么样，但是她跟我说这个话的时候我感觉很难受。我觉得我对她那么好，她却没替我说过一句话，还叫我别放心上，甚至还跟那个伤害我的人玩得那么开心。我不知道自己对她那么好值得吗？甚至觉得是不是友情爱情都不能全力以赴，否则最后都是不被珍惜的那个。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得我们关系很好。",
        "label": ""
      },
      {
        "sentence": "前段时间因为我们都认识的一个人开玩笑触及到我的底线，她却跟我说那个人就这样要我别放心上。",
        "label": ""
      },
      {
        "sentence": "原本这个事情没让我怎么样，但是她跟我说这个话的时候我感觉很难受。",
        "label": ""
      },
      {
        "sentence": "我觉得我对她那么好，她却没替我说过一句话，还叫我别放心上，甚至还跟那个伤害我的人玩得那么开心。",
        "label": ""
      },
      {
        "sentence": "我不知道自己对她那么好值得吗？",
        "label": ""
      },
      {
        "sentence": "甚至觉得是不是友情爱情都不能全力以赴，否则最后都是不被珍惜的那个。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她对你的反应让你感到失望和痛心，你觉得付出那么多，却得到的是不被珍惜的待遇。这种想法也让你对友情和爱情产生了疑虑，是否值得全力以赴。首先，关于你们两个的关系，是英雄主义还是惺惺相惜，我无从判断。通过你的描述，你觉得她不如你看重她，不过是否如此，不能只从这一件事情中看起。我们看重事情的方式不一样，也许你觉得被中伤，而她却不觉得。其次，两个人的关系中并没有真正的平等。你对她的好、她对你的好是没有办法去比较的。如果你真的觉得不满意，可以和她沟通一下，表达自己的小郁闷和小失落情绪，你们需要互相去了解。这样你们的小团体才会更稳定。愿一切安好！",
    "annotation": [
      {
        "sentence": "她对你的反应让你感到失望和痛心，你觉得付出那么多，却得到的是不被珍惜的待遇。",
        "label": ""
      },
      {
        "sentence": "这种想法也让你对友情和爱情产生了疑虑，是否值得全力以赴。",
        "label": ""
      },
      {
        "sentence": "首先，关于你们两个的关系，是英雄主义还是惺惺相惜，我无从判断。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，你觉得她不如你看重她，不过是否如此，不能只从这一件事情中看起。",
        "label": ""
      },
      {
        "sentence": "我们看重事情的方式不一样，也许你觉得被中伤，而她却不觉得。",
        "label": ""
      },
      {
        "sentence": "其次，两个人的关系中并没有真正的平等。",
        "label": ""
      },
      {
        "sentence": "你对她的好、她对你的好是没有办法去比较的。",
        "label": ""
      },
      {
        "sentence": "如果你真的觉得不满意，可以和她沟通一下，表达自己的小郁闷和小失落情绪，你们需要互相去了解。",
        "label": ""
      },
      {
        "sentence": "这样你们的小团体才会更稳定。",
        "label": ""
      },
      {
        "sentence": "愿一切安好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许你说的对，我看待这件事情过于片面了。我们的价值观可能不完全一样，所以才会有这样的差异。我想我可以试着和她坦诚沟通一下，让她了解我的感受。不过，我也明白两个人之间的关系是需要互相理解和包容的。我会试着释放控制，不强求她在各个情况下都站在我的角度为我出头。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "也许你说的对，我看待这件事情过于片面了。",
        "label": ""
      },
      {
        "sentence": "我们的价值观可能不完全一样，所以才会有这样的差异。",
        "label": ""
      },
      {
        "sentence": "我想我可以试着和她坦诚沟通一下，让她了解我的感受。",
        "label": ""
      },
      {
        "sentence": "不过，我也明白两个人之间的关系是需要互相理解和包容的。",
        "label": ""
      },
      {
        "sentence": "我会试着释放控制，不强求她在各个情况下都站在我的角度为我出头。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的觉悟很好，意识到自己可能过于片面，愿意试着和她沟通，这是非常积极和成熟的做法。好朋友之间的相互理解和包容是关系稳定的重要因素。同时，释放控制也是一个非常重要的过程，让关系自然发展，不要强求她的反应和立场完全符合你的期待。希望你们能够通过沟通更好地理解对方，继续保持良好的关系。祝愿你们一切都好！如果还有其他困扰，随时都可以再来找我倾诉。",
    "annotation": [
      {
        "sentence": "你的觉悟很好，意识到自己可能过于片面，愿意试着和她沟通，这是非常积极和成熟的做法。",
        "label": ""
      },
      {
        "sentence": "好朋友之间的相互理解和包容是关系稳定的重要因素。",
        "label": ""
      },
      {
        "sentence": "同时，释放控制也是一个非常重要的过程，让关系自然发展，不要强求她的反应和立场完全符合你的期待。",
        "label": ""
      },
      {
        "sentence": "希望你们能够通过沟通更好地理解对方，继续保持良好的关系。",
        "label": ""
      },
      {
        "sentence": "祝愿你们一切都好！",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰，随时都可以再来找我倾诉。",
        "label": ""
      }
    ]
  }
]