[
  {
    "role": "client",
    "content": "公婆霸道，我是否该坚决离婚？？？公婆最近跟我吵了一架，因为一点家庭琐事。起因时他们平时霸道、无理，私心忒重，而我又碍于人家是老公的爸妈，从没回怼过，就在心里压了好多气。所以这一次由于憋着气，公公问我话，我就没吱声。然后他就爆发了，各种跳着脚骂我，还冲冲冲地要打我，我老公一直拉着他，都拉出一身汗。要死要活地，还要报警，要举报，要把我赶出去。一遍遍地跟他儿子说，跟我过不会幸福的。而我婆婆，那个前一刻我还喊着妈的人，立马跟她老公统一战线，骂我骂得比她老公还难听。明明是他们一直在闹，却说我要逼死他儿子，要一刀一刀剁死我！想起来就好气啊！！！手心直冒汗。恨不得杀死那两个老东西那种！！！关键感觉被人家那么欺负了，自己一点都没还回去，否则也不至这么气了。已经搬离他家，昨天老公来找我，被我骂走了。各位智慧的，热心的亲，现在这种情况，我该怎么办呢？是坚决离婚？还是提出什么解决办法，把这事解决了，继续婚姻？按我的想法，要让我",
    "annotation": [
      {
        "sentence": "公婆霸道，我是否该坚决离婚？？？",
        "label": ""
      },
      {
        "sentence": "公婆最近跟我吵了一架，因为一点家庭琐事。",
        "label": ""
      },
      {
        "sentence": "起因时他们平时霸道、无理，私心忒重，而我又碍于人家是老公的爸妈，从没回怼过，就在心里压了好多气。",
        "label": ""
      },
      {
        "sentence": "所以这一次由于憋着气，公公问我话，我就没吱声。",
        "label": ""
      },
      {
        "sentence": "然后他就爆发了，各种跳着脚骂我，还冲冲冲地要打我，我老公一直拉着他，都拉出一身汗。",
        "label": ""
      },
      {
        "sentence": "要死要活地，还要报警，要举报，要把我赶出去。",
        "label": ""
      },
      {
        "sentence": "一遍遍地跟他儿子说，跟我过不会幸福的。",
        "label": ""
      },
      {
        "sentence": "而我婆婆，那个前一刻我还喊着妈的人，立马跟她老公统一战线，骂我骂得比她老公还难听。",
        "label": ""
      },
      {
        "sentence": "明明是他们一直在闹，却说我要逼死他儿子，要一刀一刀剁死我！",
        "label": ""
      },
      {
        "sentence": "想起来就好气啊！！！",
        "label": ""
      },
      {
        "sentence": "手心直冒汗。",
        "label": ""
      },
      {
        "sentence": "恨不得杀死那两个老东西那种！！！",
        "label": ""
      },
      {
        "sentence": "关键感觉被人家那么欺负了，自己一点都没还回去，否则也不至这么气了。",
        "label": ""
      },
      {
        "sentence": "已经搬离他家，昨天老公来找我，被我骂走了。",
        "label": ""
      },
      {
        "sentence": "各位智慧的，热心的亲，现在这种情况，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "是坚决离婚？",
        "label": ""
      },
      {
        "sentence": "还是提出什么解决办法，把这事解决了，继续婚姻？",
        "label": ""
      },
      {
        "sentence": "按我的想法，要让我",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮你解答，说到婆媳关系的问题，在中国目前来说，大多还是处在一个比较难沟通、难处理的阶段。你说因为一些家庭的琐事跟公婆吵架了，其实我们都知道，生活原本就是由无数个琐碎的小事链接而成的。🥑我们存在于这个世界上，其实就是不断的在解决产生的各种问题。如果因为一件小事就上升到离婚话，希望你重新审视一下您和您先生之间的感情再决定。",
    "annotation": [
      {
        "sentence": "很高兴能帮你解答，说到婆媳关系的问题，在中国目前来说，大多还是处在一个比较难沟通、难处理的阶段。",
        "label": ""
      },
      {
        "sentence": "你说因为一些家庭的琐事跟公婆吵架了，其实我们都知道，生活原本就是由无数个琐碎的小事链接而成的。",
        "label": ""
      },
      {
        "sentence": "🥑我们存在于这个世界上，其实就是不断的在解决产生的各种问题。",
        "label": ""
      },
      {
        "sentence": "如果因为一件小事就上升到离婚话，希望你重新审视一下您和您先生之间的感情再决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和我先生的感情在公婆问题上受到了考验，但是我觉得他对我不够支持，没有跟他父母沟通好解决问题，才导致现在的情况。我想知道，是否应该继续尝试解决这个问题还是直接离婚呢？",
    "annotation": [
      {
        "sentence": "我和我先生的感情在公婆问题上受到了考验，但是我觉得他对我不够支持，没有跟他父母沟通好解决问题，才导致现在的情况。",
        "label": ""
      },
      {
        "sentence": "我想知道，是否应该继续尝试解决这个问题还是直接离婚呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们和一个人结婚并不是因为他的家庭，而是因为这个人本身，值得我们付出一生去相伴。可以从你的言语中推出家公家婆的性格和思想是比较传统化，以及您自身的性格也偏温善良，所以在这段关系中会比较被动疲惫。这时就主要看您先生的态度。",
    "annotation": [
      {
        "sentence": "我们和一个人结婚并不是因为他的家庭，而是因为这个人本身，值得我们付出一生去相伴。",
        "label": ""
      },
      {
        "sentence": "可以从你的言语中推出家公家婆的性格和思想是比较传统化，以及您自身的性格也偏温善良，所以在这段关系中会比较被动疲惫。",
        "label": ""
      },
      {
        "sentence": "这时就主要看您先生的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我先生在我们吵架时，只是拉住了我公婆，并没有积极解决问题的态度。我觉得他的态度很模糊，没有明确支持我也没有和他父母沟通好，这让我更加困惑。我现在不知道该如何决定。",
    "annotation": [
      {
        "sentence": "我先生在我们吵架时，只是拉住了我公婆，并没有积极解决问题的态度。",
        "label": ""
      },
      {
        "sentence": "我觉得他的态度很模糊，没有明确支持我也没有和他父母沟通好，这让我更加困惑。",
        "label": ""
      },
      {
        "sentence": "我现在不知道该如何决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您先生在你们吵架时，行动上去拉你家公家婆，证明他也是希望家庭和睦的，只是碍于手心手背的关系，暂时找不到有效的解决办法，只能先出手制止。从你的言语来看，应该是长期的善良，一直妥协造成的，另外一个原因，可能是您先生态度的不明朗以及视若无睹，才造成的如今家公家婆的态度对您像对仇人一样。",
    "annotation": [
      {
        "sentence": "您先生在你们吵架时，行动上去拉你家公家婆，证明他也是希望家庭和睦的，只是碍于手心手背的关系，暂时找不到有效的解决办法，只能先出手制止。",
        "label": ""
      },
      {
        "sentence": "从你的言语来看，应该是长期的善良，一直妥协造成的，另外一个原因，可能是您先生态度的不明朗以及视若无睹，才造成的如今家公家婆的态度对您像对仇人一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解你的观点，但是我觉得我先生应该积极参与解决问题，而不仅仅是制止公婆的行为。我已经搬离他家，昨天他来找我，被我骂走了。我现在应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我能理解你的观点，但是我觉得我先生应该积极参与解决问题，而不仅仅是制止公婆的行为。",
        "label": ""
      },
      {
        "sentence": "我已经搬离他家，昨天他来找我，被我骂走了。",
        "label": ""
      },
      {
        "sentence": "我现在应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您目前已离开您先生家，他后面去找您，可以看出他对这段婚姻还是有想挽回的想法，不妨等心情平静下来以后双方再好好沟通。你问的问题是：是否要坚决离婚？你很早之前就已经产生了这个念头吗？说到离婚这个事，我们要考虑的除了双方以外，还有一个就是孩子。父母在孩子的成长中气着非常重要的作用。在不影响孩子成长的前提下，我们可以往这方面考虑，只是走到离婚这一步真的就能解决问题了吗？附带的财产分割，孩子抚养权等问题，后续也会出现，分割争取不如意，后续还要再打官司诸如此类。",
    "annotation": [
      {
        "sentence": "您目前已离开您先生家，他后面去找您，可以看出他对这段婚姻还是有想挽回的想法，不妨等心情平静下来以后双方再好好沟通。",
        "label": ""
      },
      {
        "sentence": "你问的问题是：是否要坚决离婚？",
        "label": ""
      },
      {
        "sentence": "你很早之前就已经产生了这个念头吗？",
        "label": ""
      },
      {
        "sentence": "说到离婚这个事，我们要考虑的除了双方以外，还有一个就是孩子。",
        "label": ""
      },
      {
        "sentence": "父母在孩子的成长中气着非常重要的作用。",
        "label": ""
      },
      {
        "sentence": "在不影响孩子成长的前提下，我们可以往这方面考虑，只是走到离婚这一步真的就能解决问题了吗？",
        "label": ""
      },
      {
        "sentence": "附带的财产分割，孩子抚养权等问题，后续也会出现，分割争取不如意，后续还要再打官司诸如此类。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，离婚的后果确实涉及到许多问题。我应该先尝试与我先生进行沟通，观察他的态度和立场，然后再做决定。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说的很有道理，离婚的后果确实涉及到许多问题。",
        "label": ""
      },
      {
        "sentence": "我应该先尝试与我先生进行沟通，观察他的态度和立场，然后再做决定。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通交流一直都是一件很困难的事，这个世界的遗憾大多都是因为误会，造成误会的关键就是沟通不到位。因为隔阂、思想的多样化、思维模式的不同，以及偏见，才会有这么多的爱恨情仇。建议你还是以自身的幸福考虑为主去决定要不要离婚，毕竟生活的意义不是爱情，不是亲情，不是工作，而是快乐。祝你安好，生活幸福快乐！",
    "annotation": [
      {
        "sentence": "沟通交流一直都是一件很困难的事，这个世界的遗憾大多都是因为误会，造成误会的关键就是沟通不到位。",
        "label": ""
      },
      {
        "sentence": "因为隔阂、思想的多样化、思维模式的不同，以及偏见，才会有这么多的爱恨情仇。",
        "label": ""
      },
      {
        "sentence": "建议你还是以自身的幸福考虑为主去决定要不要离婚，毕竟生活的意义不是爱情，不是亲情，不是工作，而是快乐。",
        "label": ""
      },
      {
        "sentence": "祝你安好，生活幸福快乐！",
        "label": ""
      }
    ]
  }
]