[
  {
    "role": "client",
    "content": "对孤独的体验太深刻，怎么减少不对等的期待和投入？",
    "annotation": [
      {
        "sentence": "对孤独的体验太深刻，怎么减少不对等的期待和投入？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对感情的期待总是从最初的倾注到最后落空失望的过程，并认为这是一种不对等的期待和投入。我想我们可以从两个问题入手来讨论。一是你在最初的倾注时是否有过多的过界，没有做好边界分离，可能对他人造成了侵犯。二是到最后的落空失望，是不是因为你倾注了过多的对他人的期待。过高的期待超过了他人的能力而你并不自知，却要拼命索取。我觉得你需要内观并确认一下这两个问题。如果你认为你付出了那么多，所以自然对他有所期待，最后亦自然要有所回报，那么我觉得我们需要重新学习和理解“付出与获得”的原则。问题在你自己，因此不对等的期待和投入也是你自己做错的部分。我希望你能重新理解与他人相处的原则。",
    "annotation": [
      {
        "sentence": "你对感情的期待总是从最初的倾注到最后落空失望的过程，并认为这是一种不对等的期待和投入。",
        "label": ""
      },
      {
        "sentence": "我想我们可以从两个问题入手来讨论。",
        "label": ""
      },
      {
        "sentence": "一是你在最初的倾注时是否有过多的过界，没有做好边界分离，可能对他人造成了侵犯。",
        "label": ""
      },
      {
        "sentence": "二是到最后的落空失望，是不是因为你倾注了过多的对他人的期待。",
        "label": ""
      },
      {
        "sentence": "过高的期待超过了他人的能力而你并不自知，却要拼命索取。",
        "label": ""
      },
      {
        "sentence": "我觉得你需要内观并确认一下这两个问题。",
        "label": ""
      },
      {
        "sentence": "如果你认为你付出了那么多，所以自然对他有所期待，最后亦自然要有所回报，那么我觉得我们需要重新学习和理解“付出与获得”的原则。",
        "label": ""
      },
      {
        "sentence": "问题在你自己，因此不对等的期待和投入也是你自己做错的部分。",
        "label": ""
      },
      {
        "sentence": "我希望你能重新理解与他人相处的原则。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能在最初的时候我确实没有设定好自己的边界，太过投入了。而且，我也意识到，在感情的过程中，我对他人的期待可能确实过高，而对他们的能力并不了解。我想我需要反思一下，在与他人相处时如何设定合理的期望和边界。",
    "annotation": [
      {
        "sentence": "我明白了，可能在最初的时候我确实没有设定好自己的边界，太过投入了。",
        "label": ""
      },
      {
        "sentence": "而且，我也意识到，在感情的过程中，我对他人的期待可能确实过高，而对他们的能力并不了解。",
        "label": ""
      },
      {
        "sentence": "我想我需要反思一下，在与他人相处时如何设定合理的期望和边界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经意识到了问题的所在。反思与自省是成长的关键。那么，你准备如何反思和设定合理的期望与边界呢？",
    "annotation": [
      {
        "sentence": "非常好，你已经意识到了问题的所在。",
        "label": ""
      },
      {
        "sentence": "反思与自省是成长的关键。",
        "label": ""
      },
      {
        "sentence": "那么，你准备如何反思和设定合理的期望与边界呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我计划从观察自己的行为和感受开始，多关注在与他人交往中可能出现的不对等现象。然后，我会尝试沟通和交流，和对方更多地表达我的需求和边界，而不是默默地期待对方能理解。",
    "annotation": [
      {
        "sentence": "我计划从观察自己的行为和感受开始，多关注在与他人交往中可能出现的不对等现象。",
        "label": ""
      },
      {
        "sentence": "然后，我会尝试沟通和交流，和对方更多地表达我的需求和边界，而不是默默地期待对方能理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！观察自己的行为和感受是非常重要的一步，这有助于你更好地理解自己和他人。沟通与表达需求也是关键，只有当你主动表达时，对方才有机会了解你的期待和边界。你可以试着写下你想要表达的需求和设定的边界，这样可以更清晰地传达给对方。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "观察自己的行为和感受是非常重要的一步，这有助于你更好地理解自己和他人。",
        "label": ""
      },
      {
        "sentence": "沟通与表达需求也是关键，只有当你主动表达时，对方才有机会了解你的期待和边界。",
        "label": ""
      },
      {
        "sentence": "你可以试着写下你想要表达的需求和设定的边界，这样可以更清晰地传达给对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会写下来，这样我就能更理性地思考并向对方表达了。但是，在与他人交往中，我往往会感到焦虑和不安，对于如何更好地表达自己的需求有些困惑。",
    "annotation": [
      {
        "sentence": "好的，我会写下来，这样我就能更理性地思考并向对方表达了。",
        "label": ""
      },
      {
        "sentence": "但是，在与他人交往中，我往往会感到焦虑和不安，对于如何更好地表达自己的需求有些困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "交往中的焦虑和不安是很正常的，很多人都会有这样的感受。你可以尝试一些放松和冥想的方法，以缓解焦虑情绪。同时，你也可以找一些支持你的人，和他们分享你的感受和困惑，他们可能会提供一些建议和支持。记住，每个人都在学习和成长，没有人是完美的。",
    "annotation": [
      {
        "sentence": "交往中的焦虑和不安是很正常的，很多人都会有这样的感受。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松和冥想的方法，以缓解焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以找一些支持你的人，和他们分享你的感受和困惑，他们可能会提供一些建议和支持。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都在学习和成长，没有人是完美的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试这些方法的。谢谢你的建议和鼓励，我觉得我对如何减少不对等的期待和投入有更清晰的认识了。",
    "annotation": [
      {
        "sentence": "嗯，我会尝试这些方法的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我觉得我对如何减少不对等的期待和投入有更清晰的认识了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。你已经迈出了第一步，相信你会慢慢摆脱这种困扰。如果你需要进一步的支持或有任何问题，随时找我聊天都可以。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信你会慢慢摆脱这种困扰。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持或有任何问题，随时找我聊天都可以。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会的。",
        "label": ""
      }
    ]
  }
]