[
  {
    "role": "client",
    "content": "我对孤独的体验太深刻，怎么减少不对等的期待和投入？",
    "annotation": [
      {
        "sentence": "我对孤独的体验太深刻，怎么减少不对等的期待和投入？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说对感情的期待(友情，爱情)，总会从最初的倾注到最后落空失望，疑问要怎么做才能减少不对等的期待和投入呢？",
    "annotation": [
      {
        "sentence": "你说对感情的期待(友情，爱情)，总会从最初的倾注到最后落空失望，疑问要怎么做才能减少不对等的期待和投入呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是对人们抱有期待，但最后总是失望。我想知道该如何减少这种不对等的期待和投入。",
    "annotation": [
      {
        "sentence": "是的，我总是对人们抱有期待，但最后总是失望。",
        "label": ""
      },
      {
        "sentence": "我想知道该如何减少这种不对等的期待和投入。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社会心理学中有一个非常有意思的理论叫做社会交换理论，这个理论提出要对社会交往中的报酬和代价进行分析。认为那些能够给我们提供最多报酬的人才是对我们吸引力最大的人。而且我们总是尽量使自己的社会交往给自己提供最大报酬。为了得到报酬，我们也要付出报酬。因为人类社会的原则是互相帮助，别人给了你好处你要回报，社会交往过程就是一个交换过程。这个理论我觉得很资本主义情怀，他把社交当做一种投资，认为人与人之间的相处都是投资与回报的过程。不可否认这个理论非常贴合当下社会，正如你所说的，最初的倾注到最后都会落空失望，这种不平衡感大概就是投资没有得到回报后的悲伤吧。但是，从人本主义情怀角度来看，这个理论过于冰冷，情感的付出或许会换来回报，但是换来回报并不是情感付出的目的，他俩不是可逆命题。",
    "annotation": [
      {
        "sentence": "社会心理学中有一个非常有意思的理论叫做社会交换理论，这个理论提出要对社会交往中的报酬和代价进行分析。",
        "label": ""
      },
      {
        "sentence": "认为那些能够给我们提供最多报酬的人才是对我们吸引力最大的人。",
        "label": ""
      },
      {
        "sentence": "而且我们总是尽量使自己的社会交往给自己提供最大报酬。",
        "label": ""
      },
      {
        "sentence": "为了得到报酬，我们也要付出报酬。",
        "label": ""
      },
      {
        "sentence": "因为人类社会的原则是互相帮助，别人给了你好处你要回报，社会交往过程就是一个交换过程。",
        "label": ""
      },
      {
        "sentence": "这个理论我觉得很资本主义情怀，他把社交当做一种投资，认为人与人之间的相处都是投资与回报的过程。",
        "label": ""
      },
      {
        "sentence": "不可否认这个理论非常贴合当下社会，正如你所说的，最初的倾注到最后都会落空失望，这种不平衡感大概就是投资没有得到回报后的悲伤吧。",
        "label": ""
      },
      {
        "sentence": "但是，从人本主义情怀角度来看，这个理论过于冰冷，情感的付出或许会换来回报，但是换来回报并不是情感付出的目的，他俩不是可逆命题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白社会交换理论的概念，但有时候我觉得自己付出了很多情感，但并没有得到相应的回报。这样的经历让我觉得很难受。",
    "annotation": [
      {
        "sentence": "我明白社会交换理论的概念，但有时候我觉得自己付出了很多情感，但并没有得到相应的回报。",
        "label": ""
      },
      {
        "sentence": "这样的经历让我觉得很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候情感的付出并不能得到我们所期待的回报，这会让我们感到失望和不平衡。但是要记住，我们不能将情感付出的目的仅限于得到回报。有时候，真正让我们痛苦的不是一无所有，而是期望拥有。当你的期望很高，现实生活中却没能满足你的期望，甚至与你的期望恰恰相反，这会让你感受到巨大的落差，悲伤就会从中而来。",
    "annotation": [
      {
        "sentence": "是的，有时候情感的付出并不能得到我们所期待的回报，这会让我们感到失望和不平衡。",
        "label": ""
      },
      {
        "sentence": "但是要记住，我们不能将情感付出的目的仅限于得到回报。",
        "label": ""
      },
      {
        "sentence": "有时候，真正让我们痛苦的不是一无所有，而是期望拥有。",
        "label": ""
      },
      {
        "sentence": "当你的期望很高，现实生活中却没能满足你的期望，甚至与你的期望恰恰相反，这会让你感受到巨大的落差，悲伤就会从中而来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我理解了。那么我应该怎样才能减少对感情的不对等期待和投入呢？",
    "annotation": [
      {
        "sentence": "是的，我理解了。",
        "label": ""
      },
      {
        "sentence": "那么我应该怎样才能减少对感情的不对等期待和投入呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最好的办法就是做自己，不要给自己设置过高的期望，尽你所能的去做，做得好或许会让别人开心，但最重要的是让自己开心。很多人感受到孤独是因为找不到自我价值感，当你爱自己的时候，就不会一直在否定自己（需求，想法和观点），而是接纳自己，那个时候孤独感就不会那么深了。",
    "annotation": [
      {
        "sentence": "最好的办法就是做自己，不要给自己设置过高的期望，尽你所能的去做，做得好或许会让别人开心，但最重要的是让自己开心。",
        "label": ""
      },
      {
        "sentence": "很多人感受到孤独是因为找不到自我价值感，当你爱自己的时候，就不会一直在否定自己（需求，想法和观点），而是接纳自己，那个时候孤独感就不会那么深了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我时常忽略了自己的感受和需求，一直期望着别人能够满足我。我会试着爱自己，接纳自己，并尽力减少对他人的过高期待。",
    "annotation": [
      {
        "sentence": "确实，我时常忽略了自己的感受和需求，一直期望着别人能够满足我。",
        "label": ""
      },
      {
        "sentence": "我会试着爱自己，接纳自己，并尽力减少对他人的过高期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样做很好，你会逐渐意识到自己的价值，并学会更好地与身边的人建立健康的关系。记住，不是每个人都能给你带来回报，但你可以从中学到更多关于自己的事情。保持积极的心态，相信自己，你的孤独感会减少的。",
    "annotation": [
      {
        "sentence": "这样做很好，你会逐渐意识到自己的价值，并学会更好地与身边的人建立健康的关系。",
        "label": ""
      },
      {
        "sentence": "记住，不是每个人都能给你带来回报，但你可以从中学到更多关于自己的事情。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信自己，你的孤独感会减少的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力改变自己的观念和行为，以减少对感情的不健康期待和投入。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力改变自己的观念和行为，以减少对感情的不健康期待和投入。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够做到的，加油！如果你还有其他困惑或需要帮助，请随时向我求助。我们一起度过难过的时刻。",
    "annotation": [
      {
        "sentence": "我相信你能够做到的，加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他困惑或需要帮助，请随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我们一起度过难过的时刻。",
        "label": ""
      }
    ]
  }
]