[
  {
    "role": "client",
    "content": "最近半年对什么都没兴趣，我是不是抑郁？支持者：从你的描述总了解到，以前的自己很活泼开朗，喜欢笑但现在的对什么都没有了兴趣，莫名的想哭甚至自残，天天有着自杀的恋头。认为自己没有活着的价值，家庭也有矛盾，因为重男轻女的思想被轻视，现在的你笑的并不是那么开心。从你的描述来看，莫名想哭、自残甚至有自杀的念头，这与抑郁症的症状很像。你说以前的你很活泼开朗，那大概是什么时候呢？或者说你是从什么时候开始有想自杀的感觉呢？在这期间是否经历过让你感觉到很伤心的事情？虽然不知道你具体发生了什么，我猜或许与重男轻女的思想有关。",
    "annotation": [
      {
        "sentence": "最近半年对什么都没兴趣，我是不是抑郁？",
        "label": ""
      },
      {
        "sentence": "支持者：从你的描述总了解到，以前的自己很活泼开朗，喜欢笑但现在的对什么都没有了兴趣，莫名的想哭甚至自残，天天有着自杀的恋头。",
        "label": ""
      },
      {
        "sentence": "认为自己没有活着的价值，家庭也有矛盾，因为重男轻女的思想被轻视，现在的你笑的并不是那么开心。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，莫名想哭、自残甚至有自杀的念头，这与抑郁症的症状很像。",
        "label": ""
      },
      {
        "sentence": "你说以前的你很活泼开朗，那大概是什么时候呢？",
        "label": ""
      },
      {
        "sentence": "或者说你是从什么时候开始有想自杀的感觉呢？",
        "label": ""
      },
      {
        "sentence": "在这期间是否经历过让你感觉到很伤心的事情？",
        "label": ""
      },
      {
        "sentence": "虽然不知道你具体发生了什么，我猜或许与重男轻女的思想有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从大约半年前开始，我渐渐失去了对事物的兴趣，感觉每天都浑浑噩噩的。而最近一个月我开始有了想自杀的想法，对未来也没有希望。我觉得这可能与家庭中的重男轻女的思想有关，我一直被家人忽视和忽略。",
    "annotation": [
      {
        "sentence": "从大约半年前开始，我渐渐失去了对事物的兴趣，感觉每天都浑浑噩噩的。",
        "label": ""
      },
      {
        "sentence": "而最近一个月我开始有了想自杀的想法，对未来也没有希望。",
        "label": ""
      },
      {
        "sentence": "我觉得这可能与家庭中的重男轻女的思想有关，我一直被家人忽视和忽略。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。你在这样的家庭环境下生活，一定受到了很多委屈和不公平的对待。重男轻女的思想虽然逐渐得到重视，但对于有些人来说，它仍然存在。这种思想会给你带来很大的压力和负面影响。你对未来失去了希望，请相信自己还是有价值的，这种想法是不正确的。你的家庭矛盾可能是你当前情绪低落的一个重要原因。建议你尽快与家人沟通，让他们了解你的感受，如果家人不能够理解你，你可以考虑找老师或咨询师寻求帮助。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "你在这样的家庭环境下生活，一定受到了很多委屈和不公平的对待。",
        "label": ""
      },
      {
        "sentence": "重男轻女的思想虽然逐渐得到重视，但对于有些人来说，它仍然存在。",
        "label": ""
      },
      {
        "sentence": "这种思想会给你带来很大的压力和负面影响。",
        "label": ""
      },
      {
        "sentence": "你对未来失去了希望，请相信自己还是有价值的，这种想法是不正确的。",
        "label": ""
      },
      {
        "sentence": "你的家庭矛盾可能是你当前情绪低落的一个重要原因。",
        "label": ""
      },
      {
        "sentence": "建议你尽快与家人沟通，让他们了解你的感受，如果家人不能够理解你，你可以考虑找老师或咨询师寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很害怕沟通，我怕他们不理解我，也怕被他们责备。我现在每天都过得很压抑，没有人愿意倾听我倾诉。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我很害怕沟通，我怕他们不理解我，也怕被他们责备。",
        "label": ""
      },
      {
        "sentence": "我现在每天都过得很压抑，没有人愿意倾听我倾诉。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的担忧。但是，沟通是解决问题的第一步。你的感受和情绪需要被别人听到，这样你才能得到更好的支持。你可以先试试换一个时间或场合，找一个你觉得比较安全和舒适的环境和家人谈谈。也可以选择写一封信给他们，表达出你内心的话。不管他们怎么反应，你都要记住，你有权利表达自己的感受和需要。如果你觉得自己难以面对家人，你也可以寻求校内咨询师的帮助。他们会提供专业的危机干预和心理支持。",
    "annotation": [
      {
        "sentence": "我了解你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，沟通是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "你的感受和情绪需要被别人听到，这样你才能得到更好的支持。",
        "label": ""
      },
      {
        "sentence": "你可以先试试换一个时间或场合，找一个你觉得比较安全和舒适的环境和家人谈谈。",
        "label": ""
      },
      {
        "sentence": "也可以选择写一封信给他们，表达出你内心的话。",
        "label": ""
      },
      {
        "sentence": "不管他们怎么反应，你都要记住，你有权利表达自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己难以面对家人，你也可以寻求校内咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "他们会提供专业的危机干预和心理支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得写信的方式可能更适合我。我会尽快采取行动，用文字表达出我的困惑和痛苦。希望父母能够理解我，并且帮助我走出困境。同时，我也会考虑寻求校内咨询师的帮助，争取尽早摆脱这种痛苦的状态。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得写信的方式可能更适合我。",
        "label": ""
      },
      {
        "sentence": "我会尽快采取行动，用文字表达出我的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "希望父母能够理解我，并且帮助我走出困境。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求校内咨询师的帮助，争取尽早摆脱这种痛苦的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够接受我的建议。写信是一种很好的表达方式，它可以让你更加深入地描述自己的内心感受，也给了家人足够的时间来理解。同时，找咨询师也是很重要的，他们会帮助你解决问题，摆脱困境。如果你有任何需要，随时都可以来找我倾诉。无论你面临什么困难，我都会一直陪在你身边支持你，不要忘记，你并不孤单，我们会一起努力度过这段困难时期的。",
    "annotation": [
      {
        "sentence": "很高兴你能够接受我的建议。",
        "label": ""
      },
      {
        "sentence": "写信是一种很好的表达方式，它可以让你更加深入地描述自己的内心感受，也给了家人足够的时间来理解。",
        "label": ""
      },
      {
        "sentence": "同时，找咨询师也是很重要的，他们会帮助你解决问题，摆脱困境。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "无论你面临什么困难，我都会一直陪在你身边支持你，不要忘记，你并不孤单，我们会一起努力度过这段困难时期的。",
        "label": ""
      }
    ]
  }
]