[
  {
    "role": "client",
    "content": "现在在上大学，为什么别人看我像一个傻子？",
    "annotation": [
      {
        "sentence": "现在在上大学，为什么别人看我像一个傻子？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我在这里陪你。我相信你是个和善的人，因为你出门的时候还会带着微笑。如果在现实生活中遇到你，我希望能和你做朋友。我大学室友问过我类似的问题，她问我“我不说话的时候看起来是不是很凶？”。我从来没有这种感觉，因为我没有见过她发脾气，自然也不会这样想。然后她又问我“那如果你不认识我，你第一眼看我会不会这样觉得？”。我再仔细打量她，我才发现她原来不说话的时候嘴角是向下的。我告诉她确实会有可能觉得她凶。但因为我和她朝夕共对，我不会因为她嘴角向下就觉得她凶。",
    "annotation": [
      {
        "sentence": "我在这里陪你。",
        "label": ""
      },
      {
        "sentence": "我相信你是个和善的人，因为你出门的时候还会带着微笑。",
        "label": ""
      },
      {
        "sentence": "如果在现实生活中遇到你，我希望能和你做朋友。",
        "label": ""
      },
      {
        "sentence": "我大学室友问过我类似的问题，她问我“我不说话的时候看起来是不是很凶？",
        "label": ""
      },
      {
        "sentence": "”。",
        "label": ""
      },
      {
        "sentence": "我从来没有这种感觉，因为我没有见过她发脾气，自然也不会这样想。",
        "label": ""
      },
      {
        "sentence": "然后她又问我“那如果你不认识我，你第一眼看我会不会这样觉得？",
        "label": ""
      },
      {
        "sentence": "”。",
        "label": ""
      },
      {
        "sentence": "我再仔细打量她，我才发现她原来不说话的时候嘴角是向下的。",
        "label": ""
      },
      {
        "sentence": "我告诉她确实会有可能觉得她凶。",
        "label": ""
      },
      {
        "sentence": "但因为我和她朝夕共对，我不会因为她嘴角向下就觉得她凶。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你陪我，但我觉得自己跟别人真的不一样，尤其是我的表情总是给人一种闷闷不乐的感觉。我真的害怕别人在路上看我一眼。",
    "annotation": [
      {
        "sentence": "谢谢你陪我，但我觉得自己跟别人真的不一样，尤其是我的表情总是给人一种闷闷不乐的感觉。",
        "label": ""
      },
      {
        "sentence": "我真的害怕别人在路上看我一眼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不知道你长什么样子，但我相信如果别人和你多接触多相处，慢慢也会了解你是一个怎么样的人。而那些只有一两面之缘的人，如果他们对你真的有误解，就随他们去吧，因为他们转身就走也不值得你在意。你说觉得自己和别人不太一样，这可能是真的。但你不要担心，其实很多人都和别人看起来不太一样，因为每个人都是独特的。如果你仔细地观察倾听和感受，你就会发现很多人尽管看起来都是在做同一样的事，但是他们内心的想法是不一样的。有句话说“林子大了，什么鸟都有”。大学也就是这样一个地方，大家来自五湖四海，有不同的思想观念和生活习惯。这也是你需要慢慢适应的地方。",
    "annotation": [
      {
        "sentence": "我不知道你长什么样子，但我相信如果别人和你多接触多相处，慢慢也会了解你是一个怎么样的人。",
        "label": ""
      },
      {
        "sentence": "而那些只有一两面之缘的人，如果他们对你真的有误解，就随他们去吧，因为他们转身就走也不值得你在意。",
        "label": ""
      },
      {
        "sentence": "你说觉得自己和别人不太一样，这可能是真的。",
        "label": ""
      },
      {
        "sentence": "但你不要担心，其实很多人都和别人看起来不太一样，因为每个人都是独特的。",
        "label": ""
      },
      {
        "sentence": "如果你仔细地观察倾听和感受，你就会发现很多人尽管看起来都是在做同一样的事，但是他们内心的想法是不一样的。",
        "label": ""
      },
      {
        "sentence": "有句话说“林子大了，什么鸟都有”。",
        "label": ""
      },
      {
        "sentence": "大学也就是这样一个地方，大家来自五湖四海，有不同的思想观念和生活习惯。",
        "label": ""
      },
      {
        "sentence": "这也是你需要慢慢适应的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很在意别人对我的看法，害怕自己做得不好会让人讨厌。每次都想变得更好，但是我总觉得自己有缺点。",
    "annotation": [
      {
        "sentence": "我真的很在意别人对我的看法，害怕自己做得不好会让人讨厌。",
        "label": ""
      },
      {
        "sentence": "每次都想变得更好，但是我总觉得自己有缺点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人身上或多或少都有些缺点，我知道你想要变得更好。但无论做什么改变，我希望你更多是从自己的实际需要出发，而不是去迎合别人。《乘风破浪的姐姐》不知道你有没有看过？李斯丹妮第一次做队长非常没有信心，于是去请教宁静。宁静鼓励她一定要做自己。如果为了一件事情或一个什么东西去改变自己是很可怕的，因为自己内心是不改的，对这件事情没有认同，这种内心和行为的不一致会使得事情做得很别扭，最后总是会暴露。你期待的自己是怎么样的，你有想过吗？",
    "annotation": [
      {
        "sentence": "每个人身上或多或少都有些缺点，我知道你想要变得更好。",
        "label": ""
      },
      {
        "sentence": "但无论做什么改变，我希望你更多是从自己的实际需要出发，而不是去迎合别人。",
        "label": ""
      },
      {
        "sentence": "《乘风破浪的姐姐》不知道你有没有看过？",
        "label": ""
      },
      {
        "sentence": "李斯丹妮第一次做队长非常没有信心，于是去请教宁静。",
        "label": ""
      },
      {
        "sentence": "宁静鼓励她一定要做自己。",
        "label": ""
      },
      {
        "sentence": "如果为了一件事情或一个什么东西去改变自己是很可怕的，因为自己内心是不改的，对这件事情没有认同，这种内心和行为的不一致会使得事情做得很别扭，最后总是会暴露。",
        "label": ""
      },
      {
        "sentence": "你期待的自己是怎么样的，你有想过吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望自己能够更好地与人交流沟通，尤其是与室友相处。但是每次尝试都感觉不顺利，我觉得我肯定做错了什么。",
    "annotation": [
      {
        "sentence": "我希望自己能够更好地与人交流沟通，尤其是与室友相处。",
        "label": ""
      },
      {
        "sentence": "但是每次尝试都感觉不顺利，我觉得我肯定做错了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候越害怕出错事情越会出错，值日迟到这件事可能也是这样。迟到确实可能会给人留下不好的印象，但之后尽量不迟到大家也不会计较的。如果真的觉得不好意思，就请喝杯奶茶吃点小零食试试。毕竟没有什么问题是一杯奶茶解决不了的，如果有的话，那就两杯。在人际交往方面，你也许欠缺了一些技巧，也有一些僵化和刻板的行为。你可以回想一下和父母的关系，因为我们最早的社会关系就是和父母的关系。人际互动模式很大程度上也和原生家庭的互动模式相关。如果你对此有所了解，也就更容易去打破循环。你也可以去看一些关于人际交往的书，关系是需要维护的，有一些工具和方法可能会有效。当然更多地是要在关系中去修炼。如果你一个人找不到方向，也可以寻求辅导员或者心理咨询的帮助。有的高校也会有面向学生的心理咨询室。希望我的回答能给你一些支持和鼓舞~大学是新的人生篇章，相信你可以书写出自己的故事。",
    "annotation": [
      {
        "sentence": "有时候越害怕出错事情越会出错，值日迟到这件事可能也是这样。",
        "label": ""
      },
      {
        "sentence": "迟到确实可能会给人留下不好的印象，但之后尽量不迟到大家也不会计较的。",
        "label": ""
      },
      {
        "sentence": "如果真的觉得不好意思，就请喝杯奶茶吃点小零食试试。",
        "label": ""
      },
      {
        "sentence": "毕竟没有什么问题是一杯奶茶解决不了的，如果有的话，那就两杯。",
        "label": ""
      },
      {
        "sentence": "在人际交往方面，你也许欠缺了一些技巧，也有一些僵化和刻板的行为。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下和父母的关系，因为我们最早的社会关系就是和父母的关系。",
        "label": ""
      },
      {
        "sentence": "人际互动模式很大程度上也和原生家庭的互动模式相关。",
        "label": ""
      },
      {
        "sentence": "如果你对此有所了解，也就更容易去打破循环。",
        "label": ""
      },
      {
        "sentence": "你也可以去看一些关于人际交往的书，关系是需要维护的，有一些工具和方法可能会有效。",
        "label": ""
      },
      {
        "sentence": "当然更多地是要在关系中去修炼。",
        "label": ""
      },
      {
        "sentence": "如果你一个人找不到方向，也可以寻求辅导员或者心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "有的高校也会有面向学生的心理咨询室。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你一些支持和鼓舞~大学是新的人生篇章，相信你可以书写出自己的故事。",
        "label": ""
      }
    ]
  }
]