[
  {
    "role": "client",
    "content": "我不善于职场交际，没了原来的魄力，感觉内心很撕裂！一直想做销售，16年跳出学校，坚持2年保险行业。和爱人矛盾重重，突然有一天早上像发动机打不燃火一样，再也坚持不下去，回到县城继续一份行政类的工作（这个期间换了几次行政类工作），现在还是不能把心放在工作上，觉得自己不善于职场交际，和认识的人相处一会儿感觉很好，相处久了就会有一些摩擦，我就不舒服。还有一点就是，我一直觉得我干行政类工作没有出头之日。我不知道年龄大了以后一点竞争力都没有怎么办？也想创业，老公一直觉得自己干啥啥不行，叫我踏踏实实干好现在的。我很难受，因为现实让我试错的机会越来越少，年龄的增长也让我没有了原来的魄力。我感觉内心很撕裂。不知道如何突破！",
    "annotation": [
      {
        "sentence": "我不善于职场交际，没了原来的魄力，感觉内心很撕裂！",
        "label": ""
      },
      {
        "sentence": "一直想做销售，16年跳出学校，坚持2年保险行业。",
        "label": ""
      },
      {
        "sentence": "和爱人矛盾重重，突然有一天早上像发动机打不燃火一样，再也坚持不下去，回到县城继续一份行政类的工作（这个期间换了几次行政类工作），现在还是不能把心放在工作上，觉得自己不善于职场交际，和认识的人相处一会儿感觉很好，相处久了就会有一些摩擦，我就不舒服。",
        "label": ""
      },
      {
        "sentence": "还有一点就是，我一直觉得我干行政类工作没有出头之日。",
        "label": ""
      },
      {
        "sentence": "我不知道年龄大了以后一点竞争力都没有怎么办？",
        "label": ""
      },
      {
        "sentence": "也想创业，老公一直觉得自己干啥啥不行，叫我踏踏实实干好现在的。",
        "label": ""
      },
      {
        "sentence": "我很难受，因为现实让我试错的机会越来越少，年龄的增长也让我没有了原来的魄力。",
        "label": ""
      },
      {
        "sentence": "我感觉内心很撕裂。",
        "label": ""
      },
      {
        "sentence": "不知道如何突破！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，在描述里面看到了你难过的几个点。1.自己想做销售，不喜欢现在行政类的工作，没有魄力。2.和爱人矛盾重重，他觉得你干啥啥不行。3.觉得自己不善于职场交际，和别人难免会有摩擦。4.现在自己年纪增长，感觉试错机会变少。看到主要矛盾在于自己的工作选择、和丈夫的相处还有职场的人际关系。我们一个个来看看怎么破哈。",
    "annotation": [
      {
        "sentence": "亲亲，在描述里面看到了你难过的几个点。",
        "label": ""
      },
      {
        "sentence": "1.自己想做销售，不喜欢现在行政类的工作，没有魄力。",
        "label": ""
      },
      {
        "sentence": "2.和爱人矛盾重重，他觉得你干啥啥不行。",
        "label": ""
      },
      {
        "sentence": "3.觉得自己不善于职场交际，和别人难免会有摩擦。",
        "label": ""
      },
      {
        "sentence": "4.现在自己年纪增长，感觉试错机会变少。",
        "label": ""
      },
      {
        "sentence": "看到主要矛盾在于自己的工作选择、和丈夫的相处还有职场的人际关系。",
        "label": ""
      },
      {
        "sentence": "我们一个个来看看怎么破哈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和分析。一直不确定自己到底适不适合销售行业，但内心还是对这个行业有一股向往。工作了两年后，因为一些原因转行到行政类工作，但却一直觉得似乎没有出头的希望。年纪也渐渐增长了，感觉没有了原来的勇气去尝试新的事物，内心多了一份迷茫。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和分析。",
        "label": ""
      },
      {
        "sentence": "一直不确定自己到底适不适合销售行业，但内心还是对这个行业有一股向往。",
        "label": ""
      },
      {
        "sentence": "工作了两年后，因为一些原因转行到行政类工作，但却一直觉得似乎没有出头的希望。",
        "label": ""
      },
      {
        "sentence": "年纪也渐渐增长了，感觉没有了原来的勇气去尝试新的事物，内心多了一份迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "工作选择确实是一个重要的考虑因素，要找到适合自己的领域。也许你可以尝试明确一下自己的兴趣和职业规划，以及坚定自己的选择。同时，也要记得及时止损，只有自己真正喜欢的事情才能做得好。年纪的增长并不意味着竞争力的丧失，重要的是找到自己的定位和发展方向。",
    "annotation": [
      {
        "sentence": "工作选择确实是一个重要的考虑因素，要找到适合自己的领域。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试明确一下自己的兴趣和职业规划，以及坚定自己的选择。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得及时止损，只有自己真正喜欢的事情才能做得好。",
        "label": ""
      },
      {
        "sentence": "年纪的增长并不意味着竞争力的丧失，重要的是找到自己的定位和发展方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要明确自己的兴趣和职业规划，并坚持自己的选择。但我和丈夫之间的矛盾也让我很烦恼。他总是觉得我干啥啥不行，让我踏踏实实做好现在的工作。我不知道该如何和他沟通，又怕和他产生更大的摩擦。",
    "annotation": [
      {
        "sentence": "我明白了，我需要明确自己的兴趣和职业规划，并坚持自己的选择。",
        "label": ""
      },
      {
        "sentence": "但我和丈夫之间的矛盾也让我很烦恼。",
        "label": ""
      },
      {
        "sentence": "他总是觉得我干啥啥不行，让我踏踏实实做好现在的工作。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何和他沟通，又怕和他产生更大的摩擦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和丈夫之间的矛盾很正常，重要的是大家能够摊开来聊。如果他的建议让你觉得难受，你可以尝试去体察自己的感受，看看是因为自己摇摆不定只能听从他的建议，还是因为不想与他产生矛盾。同时，你也要明白没有人可以决定你的人生，你应该坚持自己的选择。",
    "annotation": [
      {
        "sentence": "和丈夫之间的矛盾很正常，重要的是大家能够摊开来聊。",
        "label": ""
      },
      {
        "sentence": "如果他的建议让你觉得难受，你可以尝试去体察自己的感受，看看是因为自己摇摆不定只能听从他的建议，还是因为不想与他产生矛盾。",
        "label": ""
      },
      {
        "sentence": "同时，你也要明白没有人可以决定你的人生，你应该坚持自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要和丈夫好好沟通，摊开来聊。我也要明白自己的选择很重要，不论别人怎么说，我要坚持自己的想法。不过，职场人际关系对我来说也很困扰，总是会有一些摩擦。我该如何处理呢？",
    "annotation": [
      {
        "sentence": "你说得对，我需要和丈夫好好沟通，摊开来聊。",
        "label": ""
      },
      {
        "sentence": "我也要明白自己的选择很重要，不论别人怎么说，我要坚持自己的想法。",
        "label": ""
      },
      {
        "sentence": "不过，职场人际关系对我来说也很困扰，总是会有一些摩擦。",
        "label": ""
      },
      {
        "sentence": "我该如何处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "职场人际关系的处理确实需要技巧，古人云“职场没有真朋友”。如果你难以拿捏好度，那就要区分好工作和生活的关系，不要让工作的关系影响到你的心情。待人要真诚而善良，这样更容易受到他人的正向反馈。如果实在处理不了，那就让工作关系留在工作里，目标是不要让关系影响到你的工作表现和绩效。如果实在无法适应，也可以尝试寻找其他工作机会。",
    "annotation": [
      {
        "sentence": "职场人际关系的处理确实需要技巧，古人云“职场没有真朋友”。",
        "label": ""
      },
      {
        "sentence": "如果你难以拿捏好度，那就要区分好工作和生活的关系，不要让工作的关系影响到你的心情。",
        "label": ""
      },
      {
        "sentence": "待人要真诚而善良，这样更容易受到他人的正向反馈。",
        "label": ""
      },
      {
        "sentence": "如果实在处理不了，那就让工作关系留在工作里，目标是不要让关系影响到你的工作表现和绩效。",
        "label": ""
      },
      {
        "sentence": "如果实在无法适应，也可以尝试寻找其他工作机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很有道理，我要学会区分好工作和生活的关系，同时保持真诚和善良待人。如果还无法适应，我也可以尝试寻找其他适合我的工作机会。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你的建议很有道理，我要学会区分好工作和生活的关系，同时保持真诚和善良待人。",
        "label": ""
      },
      {
        "sentence": "如果还无法适应，我也可以尝试寻找其他适合我的工作机会。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我能帮到你。记得要坚持自己的选择，不要让别人左右你的人生。祝你能够度过困难时期，找到适合自己的发展方向和工作，加油！",
    "annotation": [
      {
        "sentence": "不客气，希望我能帮到你。",
        "label": ""
      },
      {
        "sentence": "记得要坚持自己的选择，不要让别人左右你的人生。",
        "label": ""
      },
      {
        "sentence": "祝你能够度过困难时期，找到适合自己的发展方向和工作，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励！我会努力的！再次感谢你的支持和耐心倾听！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力的！",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和耐心倾听！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，随时都可以来找我倾诉和寻求帮助。我会一直陪在你身边的！加油！",
    "annotation": [
      {
        "sentence": "不用客气，随时都可以来找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我会一直陪在你身边的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]