[
  {
    "role": "client",
    "content": "不善于职场交际，没了原来的魄力，感觉内心很撕裂！？一直想做销售，16年跳出学校，坚持2年保险行业。和爱人矛盾重重，突然有一天早上像发动机打不燃火一样，再也坚持不下去，回到县城继续一份行政类的工作（这个期间换了几次行政类工作），现在还是不能把心放在工作上，觉得自己不善于职场交际，和认识的人相处一会儿感觉很好，相处久了就会有一些摩擦，我就不舒服。还有一点就是，我一直觉得我干行政类工作没有出头之日。我不知道年龄大了以后一点竞争力都没有怎么办？也想创业，老公一直觉得自己干啥啥不行，叫我踏踏实实干好现在的。我很难受，因为现实让我试错的机会越来越少，年龄的增长也让我没有了原来的魄力。我感觉内心很撕裂。不知道如何突破！",
    "annotation": [
      {
        "sentence": "不善于职场交际，没了原来的魄力，感觉内心很撕裂！？",
        "label": ""
      },
      {
        "sentence": "一直想做销售，16年跳出学校，坚持2年保险行业。",
        "label": ""
      },
      {
        "sentence": "和爱人矛盾重重，突然有一天早上像发动机打不燃火一样，再也坚持不下去，回到县城继续一份行政类的工作（这个期间换了几次行政类工作），现在还是不能把心放在工作上，觉得自己不善于职场交际，和认识的人相处一会儿感觉很好，相处久了就会有一些摩擦，我就不舒服。",
        "label": ""
      },
      {
        "sentence": "还有一点就是，我一直觉得我干行政类工作没有出头之日。",
        "label": ""
      },
      {
        "sentence": "我不知道年龄大了以后一点竞争力都没有怎么办？",
        "label": ""
      },
      {
        "sentence": "也想创业，老公一直觉得自己干啥啥不行，叫我踏踏实实干好现在的。",
        "label": ""
      },
      {
        "sentence": "我很难受，因为现实让我试错的机会越来越少，年龄的增长也让我没有了原来的魄力。",
        "label": ""
      },
      {
        "sentence": "我感觉内心很撕裂。",
        "label": ""
      },
      {
        "sentence": "不知道如何突破！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以了解到，你在工作中不是很善于职场交际，做过学校工作、保险、行政等等工作，但是你好像并没有达到自己对自己的要求，反而在一次次的换工作中越来越怀疑自己。你的老公让你踏踏实实干好现在的。你很难受，因为现实让我试错的机会越来越少，年龄的增长也让你没有了原来的魄力。感觉内心很撕裂，不知道如何突破！从你的经历中能够感受到你似乎一直在寻找着些什么，这个东西似乎是你的执念，你一直在通过不停的换工作来寻找它。你说自己不能把心放在工作上，觉得自己不善于职场交际，和认识的人相处一会儿感觉很好，相处久了就会有一些摩擦，就会不舒服。你一直在追求的是突破自我在社交方面的限制？还是说在追求一份高薪工作来证明自己呢？其实每个人都有追求梦想的权利，但是前提你要知道自己想要什么？你可以问问自己，你想要什么呢？要知道自己想要什么，做事的时候才会有方向，心理才会有动力。如果只是在盲目的寻找，那你很难找到自己想要的。建议你自我探索，了解内在自我的真实想法，然后再去做决定。",
    "annotation": [
      {
        "sentence": "从你的描述中可以了解到，你在工作中不是很善于职场交际，做过学校工作、保险、行政等等工作，但是你好像并没有达到自己对自己的要求，反而在一次次的换工作中越来越怀疑自己。",
        "label": ""
      },
      {
        "sentence": "你的老公让你踏踏实实干好现在的。",
        "label": ""
      },
      {
        "sentence": "你很难受，因为现实让我试错的机会越来越少，年龄的增长也让你没有了原来的魄力。",
        "label": ""
      },
      {
        "sentence": "感觉内心很撕裂，不知道如何突破！",
        "label": ""
      },
      {
        "sentence": "从你的经历中能够感受到你似乎一直在寻找着些什么，这个东西似乎是你的执念，你一直在通过不停的换工作来寻找它。",
        "label": ""
      },
      {
        "sentence": "你说自己不能把心放在工作上，觉得自己不善于职场交际，和认识的人相处一会儿感觉很好，相处久了就会有一些摩擦，就会不舒服。",
        "label": ""
      },
      {
        "sentence": "你一直在追求的是突破自我在社交方面的限制？",
        "label": ""
      },
      {
        "sentence": "还是说在追求一份高薪工作来证明自己呢？",
        "label": ""
      },
      {
        "sentence": "其实每个人都有追求梦想的权利，但是前提你要知道自己想要什么？",
        "label": ""
      },
      {
        "sentence": "你可以问问自己，你想要什么呢？",
        "label": ""
      },
      {
        "sentence": "要知道自己想要什么，做事的时候才会有方向，心理才会有动力。",
        "label": ""
      },
      {
        "sentence": "如果只是在盲目的寻找，那你很难找到自己想要的。",
        "label": ""
      },
      {
        "sentence": "建议你自我探索，了解内在自我的真实想法，然后再去做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直在寻找自己想要的东西，但是却不断怀疑自己，并且在不同领域的工作中遇到了很多困难。我觉得自己的职场交际能力很差，无法长久地与他人相处。这让我觉得很不舒服，也很迷茫。",
    "annotation": [
      {
        "sentence": "你说得对，我一直在寻找自己想要的东西，但是却不断怀疑自己，并且在不同领域的工作中遇到了很多困难。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的职场交际能力很差，无法长久地与他人相处。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很不舒服，也很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的职场交际能力确实不太自信，但是这并不意味着你一定不擅长与人相处。人际交往是一项技能，可以通过学习和实践不断提高。不要过分纠结自己的弱点，要相信自己能够逐渐克服困难，发展出一种适合自己的交际方式。",
    "annotation": [
      {
        "sentence": "你对自己的职场交际能力确实不太自信，但是这并不意味着你一定不擅长与人相处。",
        "label": ""
      },
      {
        "sentence": "人际交往是一项技能，可以通过学习和实践不断提高。",
        "label": ""
      },
      {
        "sentence": "不要过分纠结自己的弱点，要相信自己能够逐渐克服困难，发展出一种适合自己的交际方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我应该着重培养自己的人际交往技能。但是我还有一个问题，我一直觉得从事行政类工作没有出头之日，这让我很困扰。我不知道年龄越来越大后，我是否还有竞争力。",
    "annotation": [
      {
        "sentence": "我理解了，我应该着重培养自己的人际交往技能。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，我一直觉得从事行政类工作没有出头之日，这让我很困扰。",
        "label": ""
      },
      {
        "sentence": "我不知道年龄越来越大后，我是否还有竞争力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年龄并不是决定竞争力的唯一因素。你有丰富的工作经验和知识储备，并且愿意通过学习和努力来提升自己，这些都是你的优势。重要的是要找到自己热爱并且擅长的领域，有了激情和专注，就能够为自己创造更多的机会和发展空间。",
    "annotation": [
      {
        "sentence": "年龄并不是决定竞争力的唯一因素。",
        "label": ""
      },
      {
        "sentence": "你有丰富的工作经验和知识储备，并且愿意通过学习和努力来提升自己，这些都是你的优势。",
        "label": ""
      },
      {
        "sentence": "重要的是要找到自己热爱并且擅长的领域，有了激情和专注，就能够为自己创造更多的机会和发展空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我确实应该更加关注自己的兴趣和热情，找到适合自己的工作。但是我还在犹豫是否要创业，因为我一直以来都有这个想法，但是我的丈夫却不支持我，他认为我现在的工作已经很好了。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我确实应该更加关注自己的兴趣和热情，找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "但是我还在犹豫是否要创业，因为我一直以来都有这个想法，但是我的丈夫却不支持我，他认为我现在的工作已经很好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "创业是一个很大的决策，需要综合考虑各种因素。你的丈夫的担心也是可以理解的，他希望你能够踏实地做好现在的工作。不过，你也不能完全忽视自己的梦想和追求。或许你可以与丈夫好好沟通，告诉他你的想法和理由，并尝试找到一个平衡点。",
    "annotation": [
      {
        "sentence": "创业是一个很大的决策，需要综合考虑各种因素。",
        "label": ""
      },
      {
        "sentence": "你的丈夫的担心也是可以理解的，他希望你能够踏实地做好现在的工作。",
        "label": ""
      },
      {
        "sentence": "不过，你也不能完全忽视自己的梦想和追求。",
        "label": ""
      },
      {
        "sentence": "或许你可以与丈夫好好沟通，告诉他你的想法和理由，并尝试找到一个平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该与丈夫进行充分的沟通，让他理解我的想法和追求。我也会考虑各种因素，权衡利弊，做出一个明智的决策。谢谢你的支持和建议，让我感到安慰和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我应该与丈夫进行充分的沟通，让他理解我的想法和追求。",
        "label": ""
      },
      {
        "sentence": "我也会考虑各种因素，权衡利弊，做出一个明智的决策。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，让我感到安慰和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，你并不孤单，有支持者在你身边。相信自己的能力，勇敢地面对困难和未知，你一定能够找到属于自己的方向和机会。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有支持者在你身边。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，勇敢地面对困难和未知，你一定能够找到属于自己的方向和机会。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]