[
  {
    "role": "client",
    "content": "总怀疑老公有外遇，我每天看见他就恶心，该怎么办？",
    "annotation": [
      {
        "sentence": "总怀疑老公有外遇，我每天看见他就恶心，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当婚姻中没有信任的时候，会有一系列的后续事情发生，比如怀疑、争吵、冷战等，从而也会导致家庭氛围发生改变，自己的状态也会深受影响，这样确实会给人带来很大伤害和痛苦。",
    "annotation": [
      {
        "sentence": "当婚姻中没有信任的时候，会有一系列的后续事情发生，比如怀疑、争吵、冷战等，从而也会导致家庭氛围发生改变，自己的状态也会深受影响，这样确实会给人带来很大伤害和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我现在整天都在想他是否出轨，心情非常不好。他工作常年在外，每周才回来一次，这让我更加担心他在外面做对不起我的事情。",
    "annotation": [
      {
        "sentence": "是啊，我现在整天都在想他是否出轨，心情非常不好。",
        "label": ""
      },
      {
        "sentence": "他工作常年在外，每周才回来一次，这让我更加担心他在外面做对不起我的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，长时间下去，丈夫会因为不信任而有情绪，自己也会更加痛苦。建议你可以跟丈夫好好沟通一下自己的想法，制定一个双方都可以接受的方法怎样可以让自己减少一些怀疑，这样也许可以改变一下现在的状态。",
    "annotation": [
      {
        "sentence": "我理解你的担心，长时间下去，丈夫会因为不信任而有情绪，自己也会更加痛苦。",
        "label": ""
      },
      {
        "sentence": "建议你可以跟丈夫好好沟通一下自己的想法，制定一个双方都可以接受的方法怎样可以让自己减少一些怀疑，这样也许可以改变一下现在的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我已经试过和他谈了，他死活不承认。虽然我发现了他手机里的暧昧信息，但他一直解释说是误会。我真的不知道该相信他还是相信自己的直觉。",
    "annotation": [
      {
        "sentence": "可是我已经试过和他谈了，他死活不承认。",
        "label": ""
      },
      {
        "sentence": "虽然我发现了他手机里的暧昧信息，但他一直解释说是误会。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该相信他还是相信自己的直觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个非常困惑和痛苦的情况。当信任缺失时，选择相信他或相信自己并不是一件容易的事情。但是，我们可以试着从另一个角度思考，比如通过一些实际行动来改变现状。你可以要求丈夫共同参与婚姻辅导或进行一些关系建设的活动，这样既可以增加你们的互信，也可以促进彼此的了解和沟通。",
    "annotation": [
      {
        "sentence": "这确实是一个非常困惑和痛苦的情况。",
        "label": ""
      },
      {
        "sentence": "当信任缺失时，选择相信他或相信自己并不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "但是，我们可以试着从另一个角度思考，比如通过一些实际行动来改变现状。",
        "label": ""
      },
      {
        "sentence": "你可以要求丈夫共同参与婚姻辅导或进行一些关系建设的活动，这样既可以增加你们的互信，也可以促进彼此的了解和沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婚姻辅导听起来是个好主意，我会考虑和丈夫商量一下。但是现在我总觉得他在家里背着我发微信，这让我更加坚信他出轨了。我见他就恶心，真的很想让他消失。",
    "annotation": [
      {
        "sentence": "婚姻辅导听起来是个好主意，我会考虑和丈夫商量一下。",
        "label": ""
      },
      {
        "sentence": "但是现在我总觉得他在家里背着我发微信，这让我更加坚信他出轨了。",
        "label": ""
      },
      {
        "sentence": "我见他就恶心，真的很想让他消失。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的情绪非常低落和沮丧，这是因为你对丈夫的怀疑和猜忌太过沉重的缘故。但是，当我们一直放任自己沉迷于丈夫可能出轨这件事而不去关注自己的时候，是没有办法去解决问题的，只会让自己状态更差。所以建议你当又开始胡思乱想的时候，可以给自己安排一些事情，转移一下注意力，这样会让自己的状态更好一些。",
    "annotation": [
      {
        "sentence": "我理解你现在的情绪非常低落和沮丧，这是因为你对丈夫的怀疑和猜忌太过沉重的缘故。",
        "label": ""
      },
      {
        "sentence": "但是，当我们一直放任自己沉迷于丈夫可能出轨这件事而不去关注自己的时候，是没有办法去解决问题的，只会让自己状态更差。",
        "label": ""
      },
      {
        "sentence": "所以建议你当又开始胡思乱想的时候，可以给自己安排一些事情，转移一下注意力，这样会让自己的状态更好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试试转移注意力，但是每天晚上失眠睡不着，早上一起床就想到这些事情，真的感觉无法摆脱。有时候我甚至不敢出门，不想见人。",
    "annotation": [
      {
        "sentence": "我试试转移注意力，但是每天晚上失眠睡不着，早上一起床就想到这些事情，真的感觉无法摆脱。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至不敢出门，不想见人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以想象怀疑丈夫出轨这件事对你造成的打击之大。但是，对于这种状况，长时间的失眠和孤立将会让你变得更加脆弱。我建议你每天尽量保持规律的作息，适量运动和放松，尽量让自己的身心得到舒缓。同时，你可以寻求一些亲友的支持和陪伴，分享你的心情和困惑，这样或许可以减轻你的负担和孤单感。",
    "annotation": [
      {
        "sentence": "可以想象怀疑丈夫出轨这件事对你造成的打击之大。",
        "label": ""
      },
      {
        "sentence": "但是，对于这种状况，长时间的失眠和孤立将会让你变得更加脆弱。",
        "label": ""
      },
      {
        "sentence": "我建议你每天尽量保持规律的作息，适量运动和放松，尽量让自己的身心得到舒缓。",
        "label": ""
      },
      {
        "sentence": "同时，你可以寻求一些亲友的支持和陪伴，分享你的心情和困惑，这样或许可以减轻你的负担和孤单感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量调整自己的生活习惯，并试着与身边的人多交流。希望这样能够让我渐渐走出阴影。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量调整自己的生活习惯，并试着与身边的人多交流。",
        "label": ""
      },
      {
        "sentence": "希望这样能够让我渐渐走出阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你现在的困境，希望我的建议能够对你有所帮助。记住，无论发生什么事情，你都不是孤单的，你身边还有很多人会支持你。不要给自己太大的压力，慢慢来，一切会好起来的。你可以迈出第一步，尝试改变现状，相信自己能够走出困境。",
    "annotation": [
      {
        "sentence": "非常理解你现在的困境，希望我的建议能够对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，无论发生什么事情，你都不是孤单的，你身边还有很多人会支持你。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，慢慢来，一切会好起来的。",
        "label": ""
      },
      {
        "sentence": "你可以迈出第一步，尝试改变现状，相信自己能够走出困境。",
        "label": ""
      }
    ]
  }
]