[
  {
    "role": "client",
    "content": "每次想起考研失败都心情低沉，甚至胸闷，我该怎么办？考研失败了，我更加自卑了。曾经宿舍伤害过我的人（当时我很懦弱，不会反击），她是二本生考上985，很佩服，却也更引起了我强烈的痛苦，或许她如果没考好，我应该会没现在这么痛苦。我本来考试失败后就很对自己不满意，现在我很极端，我现在不希望别人过的好，突然很狭隘！我该怎么开解自己呢？（我的奶奶是一个要强的人，小时候喜欢拿我和别人比。这就是我攀比的理由吗？真的是原生家庭的错吗？）",
    "annotation": [
      {
        "sentence": "每次想起考研失败都心情低沉，甚至胸闷，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "考研失败了，我更加自卑了。",
        "label": ""
      },
      {
        "sentence": "曾经宿舍伤害过我的人（当时我很懦弱，不会反击），她是二本生考上985，很佩服，却也更引起了我强烈的痛苦，或许她如果没考好，我应该会没现在这么痛苦。",
        "label": ""
      },
      {
        "sentence": "我本来考试失败后就很对自己不满意，现在我很极端，我现在不希望别人过的好，突然很狭隘！",
        "label": ""
      },
      {
        "sentence": "我该怎么开解自己呢？",
        "label": ""
      },
      {
        "sentence": "（我的奶奶是一个要强的人，小时候喜欢拿我和别人比。",
        "label": ""
      },
      {
        "sentence": "这就是我攀比的理由吗？",
        "label": ""
      },
      {
        "sentence": "真的是原生家庭的错吗？",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了您说的，能够感受到您目前为此很苦恼，痛苦。您说考研失败后您很痛苦。其实这可能是一个常见的现象，考研相当于一个应激源，所以引发了你的一些焦虑，痛苦的情绪。不过可能你的情绪相对于引起的过于强烈。",
    "annotation": [
      {
        "sentence": "听了您说的，能够感受到您目前为此很苦恼，痛苦。",
        "label": ""
      },
      {
        "sentence": "您说考研失败后您很痛苦。",
        "label": ""
      },
      {
        "sentence": "其实这可能是一个常见的现象，考研相当于一个应激源，所以引发了你的一些焦虑，痛苦的情绪。",
        "label": ""
      },
      {
        "sentence": "不过可能你的情绪相对于引起的过于强烈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是，我感觉自己的情绪有些失控。",
    "annotation": [
      {
        "sentence": "确实是，我感觉自己的情绪有些失控。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很有可能和你所说的原生家庭有关。你的叙述里说，你的奶奶很强势，喜欢拿你和别人比较，这可能是因素之一。由于这个原因也可能就导致了，你的自卑以及可能你也习得了这种习惯，开始拿自己与别人比较，但处于劣势超越不了对方的时候，可能就会引发焦虑。",
    "annotation": [
      {
        "sentence": "这很有可能和你所说的原生家庭有关。",
        "label": ""
      },
      {
        "sentence": "你的叙述里说，你的奶奶很强势，喜欢拿你和别人比较，这可能是因素之一。",
        "label": ""
      },
      {
        "sentence": "由于这个原因也可能就导致了，你的自卑以及可能你也习得了这种习惯，开始拿自己与别人比较，但处于劣势超越不了对方的时候，可能就会引发焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我自己也意识到了这一点，但我不知道该怎么摆脱这种心理。",
    "annotation": [
      {
        "sentence": "我自己也意识到了这一点，但我不知道该怎么摆脱这种心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实从这当中我看到了一点，有没有可能，其实你也是很好强的，希望超越他人，来获得家人或者朋友的肯定，是否存在，想要家人的关心和信任那？在你叙述里，你提到了，在宿舍有人伤害过你，当时的你并没有反抗，最后她还考上了。现在你开始不希望对方过的，比有没有可能是因为当时的愤怒并没有处理，而现在你以这种形式宣泄那？或者，这是否让你感到了不公平，是否这些让你感到了愤怒。",
    "annotation": [
      {
        "sentence": "其实从这当中我看到了一点，有没有可能，其实你也是很好强的，希望超越他人，来获得家人或者朋友的肯定，是否存在，想要家人的关心和信任那？",
        "label": ""
      },
      {
        "sentence": "在你叙述里，你提到了，在宿舍有人伤害过你，当时的你并没有反抗，最后她还考上了。",
        "label": ""
      },
      {
        "sentence": "现在你开始不希望对方过的，比有没有可能是因为当时的愤怒并没有处理，而现在你以这种形式宣泄那？",
        "label": ""
      },
      {
        "sentence": "或者，这是否让你感到了不公平，是否这些让你感到了愤怒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，当时的恨意一直无法释放，我觉得很不公平。",
    "annotation": [
      {
        "sentence": "确实，当时的恨意一直无法释放，我觉得很不公平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些复杂的情绪相伴，很有可能就会让你更加的焦虑，痛苦。从你的话语可以看出，你也许并不想责怪你的原生家庭，这可能是由于你爱你的家人，转而当愤怒的情绪无处发泄。你就可能来攻击自己，可这一切并不是你的错，从你说的过程中，可以看出你其实在努力了，并且也积极的寻求帮助，你想知道自己这样是为什么，其实就是说明你，有一个向上的力量。",
    "annotation": [
      {
        "sentence": "这些复杂的情绪相伴，很有可能就会让你更加的焦虑，痛苦。",
        "label": ""
      },
      {
        "sentence": "从你的话语可以看出，你也许并不想责怪你的原生家庭，这可能是由于你爱你的家人，转而当愤怒的情绪无处发泄。",
        "label": ""
      },
      {
        "sentence": "你就可能来攻击自己，可这一切并不是你的错，从你说的过程中，可以看出你其实在努力了，并且也积极的寻求帮助，你想知道自己这样是为什么，其实就是说明你，有一个向上的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和鼓励，我现在确实需要找到一种解决办法。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和鼓励，我现在确实需要找到一种解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原生家庭和你现在的性格构成有一定关系，当然也不能排除你所遇的一些创伤性事件。创伤后产生的情绪你不处理它，它不会消失，以后一定会通过别的事情表现出来的。或许你可以尝试一下去面对一下自己的伤痛，承认它，试着哀悼过去的经历。试着尝试做一些能够建立自信心的活动，对你来说比较容易的，要学会鼓励自己，相信自己，也要懂得表达自己的情绪哦。加油，你可以的，我相信你。不要放弃自己。",
    "annotation": [
      {
        "sentence": "原生家庭和你现在的性格构成有一定关系，当然也不能排除你所遇的一些创伤性事件。",
        "label": ""
      },
      {
        "sentence": "创伤后产生的情绪你不处理它，它不会消失，以后一定会通过别的事情表现出来的。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试一下去面对一下自己的伤痛，承认它，试着哀悼过去的经历。",
        "label": ""
      },
      {
        "sentence": "试着尝试做一些能够建立自信心的活动，对你来说比较容易的，要学会鼓励自己，相信自己，也要懂得表达自己的情绪哦。",
        "label": ""
      },
      {
        "sentence": "加油，你可以的，我相信你。",
        "label": ""
      },
      {
        "sentence": "不要放弃自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力去面对和经历这些情绪，然后尝试用积极的方式去重建自信。谢谢你一直以来的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我会尽力去面对和经历这些情绪，然后尝试用积极的方式去重建自信。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和鼓励。",
        "label": ""
      }
    ]
  }
]