[
  {
    "role": "client",
    "content": "我原生家庭并不穷，但总对父母有种不满。父母来自农村，大学毕业后在城市打拼，从一无所有到现在供我出国留学，他们一路的辛苦我都理解。",
    "annotation": [
      {
        "sentence": "我原生家庭并不穷，但总对父母有种不满。",
        "label": ""
      },
      {
        "sentence": "父母来自农村，大学毕业后在城市打拼，从一无所有到现在供我出国留学，他们一路的辛苦我都理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很高兴你能够提出自己的困扰。你的父母非常不容易，他们从农村来到城市打拼，为你提供了出国留学的机会。你的理解是非常重要的，这让父母感到心安。",
    "annotation": [
      {
        "sentence": "你好，很高兴你能够提出自己的困扰。",
        "label": ""
      },
      {
        "sentence": "你的父母非常不容易，他们从农村来到城市打拼，为你提供了出国留学的机会。",
        "label": ""
      },
      {
        "sentence": "你的理解是非常重要的，这让父母感到心安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从小被当男孩子养大，没有撒过娇，童年有姥姥的照顾也很开心。上小学后就是父母照顾，但父母都非常忙。我一直很独立，学习从没让父母操心，但和父母没太多交流，有距离感。",
    "annotation": [
      {
        "sentence": "从小被当男孩子养大，没有撒过娇，童年有姥姥的照顾也很开心。",
        "label": ""
      },
      {
        "sentence": "上小学后就是父母照顾，但父母都非常忙。",
        "label": ""
      },
      {
        "sentence": "我一直很独立，学习从没让父母操心，但和父母没太多交流，有距离感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的成长经历比较特殊，这种独立的性格也是父母的一种期望，他们希望你能够变得坚强独立。也许是因为忙碌的工作，导致你和父母之间存在一些距离感。你可以试着和父母多沟通，告诉他们你的想法和感受，建立更亲近的关系。",
    "annotation": [
      {
        "sentence": "你的成长经历比较特殊，这种独立的性格也是父母的一种期望，他们希望你能够变得坚强独立。",
        "label": ""
      },
      {
        "sentence": "也许是因为忙碌的工作，导致你和父母之间存在一些距离感。",
        "label": ""
      },
      {
        "sentence": "你可以试着和父母多沟通，告诉他们你的想法和感受，建立更亲近的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以前我很顺从父母，理解他们的不易，但现在我工作后很容易被他们激怒。比如我和父母一起出外吃饭，爸爸一说这饭很贵要我节省我就冒火，心想这是花自己的钱，而且朋友的消费水平比我高多了。妈妈更年期说话一急，我就也跟着急，毫不相让。父母常说我不如小时候懂事。我出了什么问题？",
    "annotation": [
      {
        "sentence": "以前我很顺从父母，理解他们的不易，但现在我工作后很容易被他们激怒。",
        "label": ""
      },
      {
        "sentence": "比如我和父母一起出外吃饭，爸爸一说这饭很贵要我节省我就冒火，心想这是花自己的钱，而且朋友的消费水平比我高多了。",
        "label": ""
      },
      {
        "sentence": "妈妈更年期说话一急，我就也跟着急，毫不相让。",
        "label": ""
      },
      {
        "sentence": "父母常说我不如小时候懂事。",
        "label": ""
      },
      {
        "sentence": "我出了什么问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在工作后，你的独立性格可能更加突出了，对于父母的一些要求你可能会有不满和抗拒。在和父母一起吃饭时，你可以试着冷静下来，理解父母的意图，主动和他们沟通一下。对于妈妈更年期带来的情绪波动，你可以试着站在她的角度理解她，尽量让自己保持平静。不要过于自责，这只是你个人成长的一个过程，表达自己的感受是很正常的。",
    "annotation": [
      {
        "sentence": "在工作后，你的独立性格可能更加突出了，对于父母的一些要求你可能会有不满和抗拒。",
        "label": ""
      },
      {
        "sentence": "在和父母一起吃饭时，你可以试着冷静下来，理解父母的意图，主动和他们沟通一下。",
        "label": ""
      },
      {
        "sentence": "对于妈妈更年期带来的情绪波动，你可以试着站在她的角度理解她，尽量让自己保持平静。",
        "label": ""
      },
      {
        "sentence": "不要过于自责，这只是你个人成长的一个过程，表达自己的感受是很正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，可能是因为我从小习惯了顺从父母的意愿，现在有些内心的不满和抗拒。但我该如何找到和父母的平衡点呢？",
    "annotation": [
      {
        "sentence": "你说得对，可能是因为我从小习惯了顺从父母的意愿，现在有些内心的不满和抗拒。",
        "label": ""
      },
      {
        "sentence": "但我该如何找到和父母的平衡点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找到和父母的平衡点并不容易，但你可以从以下几个方面尝试。首先，提高自己赚钱的能力，这样就能够更加自主地支配自己的消费。其次，对于一些超出父母认知范围的消费，可以选择不主动告诉父母，或者将价格调整到他们能够接受的范围内。最重要的是，要保持对父母的理解和尊重，同时也要保持自己的观点和感受，寻找一个双方都舒服的平衡点。",
    "annotation": [
      {
        "sentence": "找到和父母的平衡点并不容易，但你可以从以下几个方面尝试。",
        "label": ""
      },
      {
        "sentence": "首先，提高自己赚钱的能力，这样就能够更加自主地支配自己的消费。",
        "label": ""
      },
      {
        "sentence": "其次，对于一些超出父母认知范围的消费，可以选择不主动告诉父母，或者将价格调整到他们能够接受的范围内。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要保持对父母的理解和尊重，同时也要保持自己的观点和感受，寻找一个双方都舒服的平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要提高自己的经济能力，这样才能更加独立自主。同时，我也会试着和父母沟通，表达自己的观点和感受，找到一个平衡点。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我明白了，我需要提高自己的经济能力，这样才能更加独立自主。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着和父母沟通，表达自己的观点和感受，找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够处理好和父母之间的关系，找到平衡点，并且变得更加成熟。祝你和父母之间的关系更加融洽，愿你爱人也爱己。如果还有其他问题，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够处理好和父母之间的关系，找到平衡点，并且变得更加成熟。",
        "label": ""
      },
      {
        "sentence": "祝你和父母之间的关系更加融洽，愿你爱人也爱己。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]