[
  {
    "role": "client",
    "content": "我原生家庭并不穷，但总对父母有种不满。父母来自农村，大学毕业后在城市打拼，从一无所有到现在供我出国留学，他们一路的辛苦我都理解。从小被当男孩子养大，没有撒过娇，童年有姥姥的照顾也很开心。上小学后就是父母照顾，但父母都非常忙。我一直很独立，学习从没让父母操心，但和父母没太多交流，有距离感。以前我很顺从父母，理解他们的不易，但现在我工作后很容易被他们激怒。比如我和父母一起出外吃饭，爸爸一说这饭很贵要我节省我就冒火，心想这是花自己的钱，而且朋友的消费水平比我高多了。妈妈更年期说话一急，我就也跟着急，毫不相让。父母常说我不如小时候懂事。我出了什么问题？",
    "annotation": [
      {
        "sentence": "我原生家庭并不穷，但总对父母有种不满。",
        "label": ""
      },
      {
        "sentence": "父母来自农村，大学毕业后在城市打拼，从一无所有到现在供我出国留学，他们一路的辛苦我都理解。",
        "label": ""
      },
      {
        "sentence": "从小被当男孩子养大，没有撒过娇，童年有姥姥的照顾也很开心。",
        "label": ""
      },
      {
        "sentence": "上小学后就是父母照顾，但父母都非常忙。",
        "label": ""
      },
      {
        "sentence": "我一直很独立，学习从没让父母操心，但和父母没太多交流，有距离感。",
        "label": ""
      },
      {
        "sentence": "以前我很顺从父母，理解他们的不易，但现在我工作后很容易被他们激怒。",
        "label": ""
      },
      {
        "sentence": "比如我和父母一起出外吃饭，爸爸一说这饭很贵要我节省我就冒火，心想这是花自己的钱，而且朋友的消费水平比我高多了。",
        "label": ""
      },
      {
        "sentence": "妈妈更年期说话一急，我就也跟着急，毫不相让。",
        "label": ""
      },
      {
        "sentence": "父母常说我不如小时候懂事。",
        "label": ""
      },
      {
        "sentence": "我出了什么问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的原生家庭是一个我们最经常接触的主题，但也是一个问题较多、难以解决的领域。你一方面无法获得父母的理解，与他们建立起你所期望的关系，一方面又感到责备自己为什么不对父母更宽容一点，他们已经做得很好了。你似乎既感到委屈，又自责，这种感受来自与自己最亲近的人的互动。你提到虽然家里并不穷，但你为何对父母有各种不满呢？这其实是一个关于家庭教育的常见误区。大部分家长会关注孩子的经济和身体健康，让孩子不输在起跑线上，但却常常忽视孩子的心理需求。他们只是口头上说希望你开心，只要你开心就行。但事实上，开心和幸福是需要学习的。所以你对父母的不满可能是因为他们在你的精神层面缺乏关注。你提到交流少、感到距离感，以及被当作男孩子养（暗示父母并不关心你的内心感受），这都暗示了精神方面的疏忽，从小到大你可能并没有得到很好的关心。虽然你很懂事也很坚强，从小就压抑自己的需求来顺从父母，并没有过多向父母提要求，但这并不意味着你不需要，只是你够坚强而已。但是即使是再坚强的人，内心得不到满足也会有一天坚持不下去。比如工作后，你身心俱疲，情绪爆发了。与父母一起外出吃饭，本来是想请他们好好吃一顿，结果父亲却不认可你的付出，责怪你乱花钱。这种委屈以及一直渴望关注和认同但得不到满足的悲伤，让你情绪无法控制也是可以理解的。而原生家庭问题难以解决的地方在于，大家都是一样的。比如父母对你精神层面的忽视，也会教会你对精神层面忽视。你原生家庭并不穷，所以你为什么还会有不满呢？这种不满仅仅靠压抑和容忍是不能解决的。因为你遭遇到的问题，如不关注自己内心感受，会在以后的生活中与他人的互动中受挫。事实上，你已经隐隐感觉到这个问题与原生家庭有关，所以按照正常逻辑，肯定会有一些不满。所以建议你面对这个问题，而不是退回到一个乖乖女的角色，继续压抑自己的真实感受。首先，你可以学习一些情绪调节和沟通技巧，与父母好好沟通，并努力达到关注彼此感受的共识。比如，当父亲指责你时，直接表达出你的想法：“我想让大家吃点好的，我自己负担得起。而且，当爸爸这么说的时候，我会觉得我的好意没有被理解，并且还受到责备，这让我感到委屈和难受。”父母没有教给我们这些可能是因为他们自己也并没有从上一辈学到，所以我们不仅仅是他们的复制品，我们可以努力成为更好的版本。其次，你对父母的不满可能会越来越深，这也会与你日常生活中的种种挫折有关。你可以多加观察这一点。加油！世界与你同在。",
    "annotation": [
      {
        "sentence": "你的原生家庭是一个我们最经常接触的主题，但也是一个问题较多、难以解决的领域。",
        "label": ""
      },
      {
        "sentence": "你一方面无法获得父母的理解，与他们建立起你所期望的关系，一方面又感到责备自己为什么不对父母更宽容一点，他们已经做得很好了。",
        "label": ""
      },
      {
        "sentence": "你似乎既感到委屈，又自责，这种感受来自与自己最亲近的人的互动。",
        "label": ""
      },
      {
        "sentence": "你提到虽然家里并不穷，但你为何对父母有各种不满呢？",
        "label": ""
      },
      {
        "sentence": "这其实是一个关于家庭教育的常见误区。",
        "label": ""
      },
      {
        "sentence": "大部分家长会关注孩子的经济和身体健康，让孩子不输在起跑线上，但却常常忽视孩子的心理需求。",
        "label": ""
      },
      {
        "sentence": "他们只是口头上说希望你开心，只要你开心就行。",
        "label": ""
      },
      {
        "sentence": "但事实上，开心和幸福是需要学习的。",
        "label": ""
      },
      {
        "sentence": "所以你对父母的不满可能是因为他们在你的精神层面缺乏关注。",
        "label": ""
      },
      {
        "sentence": "你提到交流少、感到距离感，以及被当作男孩子养（暗示父母并不关心你的内心感受），这都暗示了精神方面的疏忽，从小到大你可能并没有得到很好的关心。",
        "label": ""
      },
      {
        "sentence": "虽然你很懂事也很坚强，从小就压抑自己的需求来顺从父母，并没有过多向父母提要求，但这并不意味着你不需要，只是你够坚强而已。",
        "label": ""
      },
      {
        "sentence": "但是即使是再坚强的人，内心得不到满足也会有一天坚持不下去。",
        "label": ""
      },
      {
        "sentence": "比如工作后，你身心俱疲，情绪爆发了。",
        "label": ""
      },
      {
        "sentence": "与父母一起外出吃饭，本来是想请他们好好吃一顿，结果父亲却不认可你的付出，责怪你乱花钱。",
        "label": ""
      },
      {
        "sentence": "这种委屈以及一直渴望关注和认同但得不到满足的悲伤，让你情绪无法控制也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "而原生家庭问题难以解决的地方在于，大家都是一样的。",
        "label": ""
      },
      {
        "sentence": "比如父母对你精神层面的忽视，也会教会你对精神层面忽视。",
        "label": ""
      },
      {
        "sentence": "你原生家庭并不穷，所以你为什么还会有不满呢？",
        "label": ""
      },
      {
        "sentence": "这种不满仅仅靠压抑和容忍是不能解决的。",
        "label": ""
      },
      {
        "sentence": "因为你遭遇到的问题，如不关注自己内心感受，会在以后的生活中与他人的互动中受挫。",
        "label": ""
      },
      {
        "sentence": "事实上，你已经隐隐感觉到这个问题与原生家庭有关，所以按照正常逻辑，肯定会有一些不满。",
        "label": ""
      },
      {
        "sentence": "所以建议你面对这个问题，而不是退回到一个乖乖女的角色，继续压抑自己的真实感受。",
        "label": ""
      },
      {
        "sentence": "首先，你可以学习一些情绪调节和沟通技巧，与父母好好沟通，并努力达到关注彼此感受的共识。",
        "label": ""
      },
      {
        "sentence": "比如，当父亲指责你时，直接表达出你的想法：“我想让大家吃点好的，我自己负担得起。",
        "label": ""
      },
      {
        "sentence": "而且，当爸爸这么说的时候，我会觉得我的好意没有被理解，并且还受到责备，这让我感到委屈和难受。",
        "label": ""
      },
      {
        "sentence": "”父母没有教给我们这些可能是因为他们自己也并没有从上一辈学到，所以我们不仅仅是他们的复制品，我们可以努力成为更好的版本。",
        "label": ""
      },
      {
        "sentence": "其次，你对父母的不满可能会越来越深，这也会与你日常生活中的种种挫折有关。",
        "label": ""
      },
      {
        "sentence": "你可以多加观察这一点。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "世界与你同在。",
        "label": ""
      }
    ]
  }
]