[
  {
    "role": "client",
    "content": "我想问一下，如何和过去被朋友伤害的事情和解？",
    "annotation": [
      {
        "sentence": "我想问一下，如何和过去被朋友伤害的事情和解？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的心情。别担心对于过去发生的事情，你充满了愧疚自责委屈甚至怨恨，让你耿耿于怀的不但是这个朋友，而是包括那段时间发生的所有事情。你不能原谅你朋友的行为，同时你也不能原谅自己当时的那些行为，所以两方面加剧了你现在的心情的压抑。",
    "annotation": [
      {
        "sentence": "我能理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "别担心对于过去发生的事情，你充满了愧疚自责委屈甚至怨恨，让你耿耿于怀的不但是这个朋友，而是包括那段时间发生的所有事情。",
        "label": ""
      },
      {
        "sentence": "你不能原谅你朋友的行为，同时你也不能原谅自己当时的那些行为，所以两方面加剧了你现在的心情的压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得很内疚，也怪自己当时没能更好地处理那些矛盾。我真的希望能够释怀这段经历。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得很内疚，也怪自己当时没能更好地处理那些矛盾。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够释怀这段经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，首先，我建议你从两个方面来释怀这件事情。第一没有完美的人生，发生的所有的事件都有两面性，我们不是人生的导演，我们只是人生这部剧的一个演员，所有的演出都是即兴演出，我们不能回到当天去重复拍摄。所以对于过去发生的事情我们就释然吧，抬起头往前走，曾经的好与坏都过去了，把它当做一段记忆就好了，不管是好的和坏的，让时间慢慢把它冲淡就好了。",
    "annotation": [
      {
        "sentence": "我了解你的感受，首先，我建议你从两个方面来释怀这件事情。",
        "label": ""
      },
      {
        "sentence": "第一没有完美的人生，发生的所有的事件都有两面性，我们不是人生的导演，我们只是人生这部剧的一个演员，所有的演出都是即兴演出，我们不能回到当天去重复拍摄。",
        "label": ""
      },
      {
        "sentence": "所以对于过去发生的事情我们就释然吧，抬起头往前走，曾经的好与坏都过去了，把它当做一段记忆就好了，不管是好的和坏的，让时间慢慢把它冲淡就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该学会接受并放下过去的伤害。可是，我还是会时不时地想起那些记忆，特别是她现在过得好不好，心里总是忍不住想知道。",
    "annotation": [
      {
        "sentence": "我明白了，我应该学会接受并放下过去的伤害。",
        "label": ""
      },
      {
        "sentence": "可是，我还是会时不时地想起那些记忆，特别是她现在过得好不好，心里总是忍不住想知道。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也很正常，毕竟你们曾经是好朋友。但是，第二点我建议你善待自己吧，放过自己。如果连你自己都不爱自己，别人又如何能爱你呢。在当时的那个情况，那些行为是你顺其自然发生的，以你当时的心境和能力，这是你当时的最好处理方式了，没有什么可后悔的，发生就发生了，没有关系，那些并不影响你未来更好的发展。所以这件事情就不要反复去想他了，我们可以重新建立一个新的人生规划，让新的旅程来代替曾经不断的强化记忆，忘了他忘了他吧。忘了他最好的办法就是开启一段新的生活，用充实的生活，用新的兴趣去填充那段空白，让你的人生重新充满意义。",
    "annotation": [
      {
        "sentence": "这也很正常，毕竟你们曾经是好朋友。",
        "label": ""
      },
      {
        "sentence": "但是，第二点我建议你善待自己吧，放过自己。",
        "label": ""
      },
      {
        "sentence": "如果连你自己都不爱自己，别人又如何能爱你呢。",
        "label": ""
      },
      {
        "sentence": "在当时的那个情况，那些行为是你顺其自然发生的，以你当时的心境和能力，这是你当时的最好处理方式了，没有什么可后悔的，发生就发生了，没有关系，那些并不影响你未来更好的发展。",
        "label": ""
      },
      {
        "sentence": "所以这件事情就不要反复去想他了，我们可以重新建立一个新的人生规划，让新的旅程来代替曾经不断的强化记忆，忘了他忘了他吧。",
        "label": ""
      },
      {
        "sentence": "忘了他最好的办法就是开启一段新的生活，用充实的生活，用新的兴趣去填充那段空白，让你的人生重新充满意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该开始放下过去的不愉快，寻找属于自己的新生活方式。我会试着从现在开始重塑自己，不再让过去的阴影影响我的未来。",
    "annotation": [
      {
        "sentence": "你说得对，我应该开始放下过去的不愉快，寻找属于自己的新生活方式。",
        "label": ""
      },
      {
        "sentence": "我会试着从现在开始重塑自己，不再让过去的阴影影响我的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你能够做到。在这个过程中，如果你需要任何支持或者有任何困惑，我都会一直在你身边。无论遇到什么困难，记得随时与我沟通，我们可以一起找到解决的办法。",
    "annotation": [
      {
        "sentence": "很好，我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，如果你需要任何支持或者有任何困惑，我都会一直在你身边。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记得随时与我沟通，我们可以一起找到解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我真的很庆幸能有你这样的朋友。我会努力克服困难，重新找回自己的快乐和自信。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我真的很庆幸能有你这样的朋友。",
        "label": ""
      },
      {
        "sentence": "我会努力克服困难，重新找回自己的快乐和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的进步和成长都需要时间，不要着急。记住，你值得拥有幸福和美好的人生。无论遇到什么困难，都要相信自己的能力，坚持向前。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你的进步和成长都需要时间，不要着急。",
        "label": ""
      },
      {
        "sentence": "记住，你值得拥有幸福和美好的人生。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都要相信自己的能力，坚持向前。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]