[
  {
    "role": "client",
    "content": "别人说我或者忽略我就不开心，如何不在意别人呢？我太在意别人了、一个眼神、朋友圈的一句评语、都会让我难过一整天、我知道不能再这样下去了……别人夸一夸我就开心、别人说一说忽略我、我就不开心、而且有时候我理解不了为什么会被忽略、我也在各种讨好啊！他们认可巴结不对他们那么好的人、也不想和我这种真心的交朋友....我该怎么做呢……我也想把重心转移到自己身上、可是骨子里好像就刻着为人着想、让别人开心这种意识、常常委屈自己、父亲说我是累赘因为我他才活得这么辛苦……我的负罪感很重甚至想过自杀、因为觉得自己死了才能让父亲开心。",
    "annotation": [
      {
        "sentence": "别人说我或者忽略我就不开心，如何不在意别人呢？",
        "label": ""
      },
      {
        "sentence": "我太在意别人了、一个眼神、朋友圈的一句评语、都会让我难过一整天、我知道不能再这样下去了……别人夸一夸我就开心、别人说一说忽略我、我就不开心、而且有时候我理解不了为什么会被忽略、我也在各种讨好啊！",
        "label": ""
      },
      {
        "sentence": "他们认可巴结不对他们那么好的人、也不想和我这种真心的交朋友....我该怎么做呢……我也想把重心转移到自己身上、可是骨子里好像就刻着为人着想、让别人开心这种意识、常常委屈自己、父亲说我是累赘因为我他才活得这么辛苦……我的负罪感很重甚至想过自杀、因为觉得自己死了才能让父亲开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么一说，你的情绪确实受到了很大的影响。其实，我们在意别人的看法是很正常的，但若过于在意反而会消耗自己的能量。有一句话我想和你分享，冯唐在《奇葩大会》上曾说过：世界上其实就两件事，一件关你屁事，另一件关我屁事。我们大部分人都明白了这个道理，但要真正做到“做自己”的境界确实很难。请你相信自己，给予自己更多的自信。你可以给自己设定一个小目标，积累一些好的经验，肯定自己的能力，增加自己的自信心，这样你就不会那么在意了。",
    "annotation": [
      {
        "sentence": "听你这么一说，你的情绪确实受到了很大的影响。",
        "label": ""
      },
      {
        "sentence": "其实，我们在意别人的看法是很正常的，但若过于在意反而会消耗自己的能量。",
        "label": ""
      },
      {
        "sentence": "有一句话我想和你分享，冯唐在《奇葩大会》上曾说过：世界上其实就两件事，一件关你屁事，另一件关我屁事。",
        "label": ""
      },
      {
        "sentence": "我们大部分人都明白了这个道理，但要真正做到“做自己”的境界确实很难。",
        "label": ""
      },
      {
        "sentence": "请你相信自己，给予自己更多的自信。",
        "label": ""
      },
      {
        "sentence": "你可以给自己设定一个小目标，积累一些好的经验，肯定自己的能力，增加自己的自信心，这样你就不会那么在意了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对啊，我也觉得自己缺乏自信，所以才会那么在意别人对我的评价。但我不知道怎样才能增加自信，而且我常常也接纳不了自己的不良情绪，总觉得自己很脆弱。",
    "annotation": [
      {
        "sentence": "对啊，我也觉得自己缺乏自信，所以才会那么在意别人对我的评价。",
        "label": ""
      },
      {
        "sentence": "但我不知道怎样才能增加自信，而且我常常也接纳不了自己的不良情绪，总觉得自己很脆弱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要接受自己是一个容易受他人影响的人，并不要过度指责自己。这是非常正常的现象，毕竟我们不是石头。你可以试着多和那些欣赏你的朋友交流，他们会给你正能量，发现你的长处，有助于增加你的自信。另外，减少对自己的自我攻击，当你再有攻击自己的想法时，一定要停下来告诉自己，你并不像你想的那么差。每个人都会有成长的过程，我之前也和你一样有这样的困扰，甚至比你还严重，但随着时间的流逝，我逐渐学会一个人承受更多的事情。",
    "annotation": [
      {
        "sentence": "首先，你要接受自己是一个容易受他人影响的人，并不要过度指责自己。",
        "label": ""
      },
      {
        "sentence": "这是非常正常的现象，毕竟我们不是石头。",
        "label": ""
      },
      {
        "sentence": "你可以试着多和那些欣赏你的朋友交流，他们会给你正能量，发现你的长处，有助于增加你的自信。",
        "label": ""
      },
      {
        "sentence": "另外，减少对自己的自我攻击，当你再有攻击自己的想法时，一定要停下来告诉自己，你并不像你想的那么差。",
        "label": ""
      },
      {
        "sentence": "每个人都会有成长的过程，我之前也和你一样有这样的困扰，甚至比你还严重，但随着时间的流逝，我逐渐学会一个人承受更多的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得很有道理。可是有时候我还是会觉得压抑和委屈，尤其是父亲对我说自己是个累赘，觉得自己给他带来了太多负担，我感到非常的内疚和负罪。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得很有道理。",
        "label": ""
      },
      {
        "sentence": "可是有时候我还是会觉得压抑和委屈，尤其是父亲对我说自己是个累赘，觉得自己给他带来了太多负担，我感到非常的内疚和负罪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你父亲这样说，你的负罪感确实很重。但是我希望你能明白，这并不是你的错。每个人都会有自己的想法和情感，而父亲的说法只是一种观点，并不代表事实。你不应该将父亲的话深深刻在心里，否则会对自己造成很大的压力。要学会接纳自己的情绪，不要过度指责自己，毕竟你是出于好意让别人开心。但同时也要记得关注和照顾自己的感受，这样你才能更好地处理自己和他人之间的关系。",
    "annotation": [
      {
        "sentence": "听到你父亲这样说，你的负罪感确实很重。",
        "label": ""
      },
      {
        "sentence": "但是我希望你能明白，这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "每个人都会有自己的想法和情感，而父亲的说法只是一种观点，并不代表事实。",
        "label": ""
      },
      {
        "sentence": "你不应该将父亲的话深深刻在心里，否则会对自己造成很大的压力。",
        "label": ""
      },
      {
        "sentence": "要学会接纳自己的情绪，不要过度指责自己，毕竟你是出于好意让别人开心。",
        "label": ""
      },
      {
        "sentence": "但同时也要记得关注和照顾自己的感受，这样你才能更好地处理自己和他人之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会试着接纳自己的情绪，不再过度责备自己。同时，也会更加注重自己的感受，并努力平衡自己和他人之间的关系。谢谢你的帮助和支持。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着接纳自己的情绪，不再过度责备自己。",
        "label": ""
      },
      {
        "sentence": "同时，也会更加注重自己的感受，并努力平衡自己和他人之间的关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记住，在走出困境的路上，你并不孤单，我会一直陪伴在你身边。如果以后还有什么烦恼或困扰，随时都可以和我倾诉。你会越来越坚强的，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，在走出困境的路上，你并不孤单，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么烦恼或困扰，随时都可以和我倾诉。",
        "label": ""
      },
      {
        "sentence": "你会越来越坚强的，加油！",
        "label": ""
      }
    ]
  }
]