[
  {
    "role": "client",
    "content": "最近我陷入回忆中，莫名其妙地看旧剧，不可自拔。我已经连续两天开始回顾过去的时光，不停地在视频播放器中寻找以前看过的电视剧。昨晚我竟然一不小心把一部电视剧看完了，结果看到凌晨两三点，累得筋疲力尽，心力交瘁。早上起床头疼得厉害，头都抬不起来。我真的很后悔昨晚熬夜，我对自己失去了控制，不知道自控力去哪了。我感到非常烦躁和难受，不想让生活变得如此失控。我讨厌那个没有及时控制自己的自己，太任性了，太伤害自己的身体了。我下次一定要按时休息，不能再这样放纵自己了。",
    "annotation": [
      {
        "sentence": "最近我陷入回忆中，莫名其妙地看旧剧，不可自拔。",
        "label": ""
      },
      {
        "sentence": "我已经连续两天开始回顾过去的时光，不停地在视频播放器中寻找以前看过的电视剧。",
        "label": ""
      },
      {
        "sentence": "昨晚我竟然一不小心把一部电视剧看完了，结果看到凌晨两三点，累得筋疲力尽，心力交瘁。",
        "label": ""
      },
      {
        "sentence": "早上起床头疼得厉害，头都抬不起来。",
        "label": ""
      },
      {
        "sentence": "我真的很后悔昨晚熬夜，我对自己失去了控制，不知道自控力去哪了。",
        "label": ""
      },
      {
        "sentence": "我感到非常烦躁和难受，不想让生活变得如此失控。",
        "label": ""
      },
      {
        "sentence": "我讨厌那个没有及时控制自己的自己，太任性了，太伤害自己的身体了。",
        "label": ""
      },
      {
        "sentence": "我下次一定要按时休息，不能再这样放纵自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看样子你现在正处于一种陷入泥潭的感觉，就好像自己一直在往上爬，却越陷越深。自责、自我否定、自我怀疑，有时候你甚至讨厌自己。这种感觉我太理解了。不过，别太难过，我们有很多时间可以浪费。",
    "annotation": [
      {
        "sentence": "看样子你现在正处于一种陷入泥潭的感觉，就好像自己一直在往上爬，却越陷越深。",
        "label": ""
      },
      {
        "sentence": "自责、自我否定、自我怀疑，有时候你甚至讨厌自己。",
        "label": ""
      },
      {
        "sentence": "这种感觉我太理解了。",
        "label": ""
      },
      {
        "sentence": "不过，别太难过，我们有很多时间可以浪费。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我确实在一些没有意义、不会产生任何价值的事情上浪费了太多时间。我觉得我需要给自己放松一下，比如看电视剧或者发呆，让自己放个假。",
    "annotation": [
      {
        "sentence": "你说的有道理，我确实在一些没有意义、不会产生任何价值的事情上浪费了太多时间。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要给自己放松一下，比如看电视剧或者发呆，让自己放个假。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，放松一下是很重要的。不过，我觉得你可以试着专注在做一件事情上。专注会提高你的效率，让你完成得更好，甚至超出预期。在追剧或者刷抖音等无聊的事情上，或许你会感到更安心。这种专注会形成一个正向的循环，当你专注时，效率会提高，你会有成就感，然后你会更愿意把时间放在更有意义的事情上。",
    "annotation": [
      {
        "sentence": "没错，放松一下是很重要的。",
        "label": ""
      },
      {
        "sentence": "不过，我觉得你可以试着专注在做一件事情上。",
        "label": ""
      },
      {
        "sentence": "专注会提高你的效率，让你完成得更好，甚至超出预期。",
        "label": ""
      },
      {
        "sentence": "在追剧或者刷抖音等无聊的事情上，或许你会感到更安心。",
        "label": ""
      },
      {
        "sentence": "这种专注会形成一个正向的循环，当你专注时，效率会提高，你会有成就感，然后你会更愿意把时间放在更有意义的事情上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "专注的确能带来成就感。我明白你的意思了，我会试着专注在我认为有意义的事情上。对了，你有什么方法可以帮我避免熬夜吗？",
    "annotation": [
      {
        "sentence": "专注的确能带来成就感。",
        "label": ""
      },
      {
        "sentence": "我明白你的意思了，我会试着专注在我认为有意义的事情上。",
        "label": ""
      },
      {
        "sentence": "对了，你有什么方法可以帮我避免熬夜吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然有啦！每次熬夜以后，我们都会自责、怀疑自己，感觉自己没有控制力。与其对抗自控力，不如让睡觉变得更加有乐趣。你可以在睡前加入一些仪式感，比如听你喜欢的音乐，或者看一段适合睡觉的书。另外，泡个脚、回想小时候开心的事情也是不错的选择。每到睡觉前，你心里会渴望着去睡觉，因为那意味着你可以做你喜欢的事情。这样你就不会与自控力对抗，而是自主地早点睡觉。",
    "annotation": [
      {
        "sentence": "当然有啦！",
        "label": ""
      },
      {
        "sentence": "每次熬夜以后，我们都会自责、怀疑自己，感觉自己没有控制力。",
        "label": ""
      },
      {
        "sentence": "与其对抗自控力，不如让睡觉变得更加有乐趣。",
        "label": ""
      },
      {
        "sentence": "你可以在睡前加入一些仪式感，比如听你喜欢的音乐，或者看一段适合睡觉的书。",
        "label": ""
      },
      {
        "sentence": "另外，泡个脚、回想小时候开心的事情也是不错的选择。",
        "label": ""
      },
      {
        "sentence": "每到睡觉前，你心里会渴望着去睡觉，因为那意味着你可以做你喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "这样你就不会与自控力对抗，而是自主地早点睡觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样的方法听起来很不错。我会尝试给睡觉增加一些乐趣，让自己心甘情愿地早点睡觉。我明白了，生活是属于我自己的，我还是试着过得更有趣一些吧。谢谢你的建议，希望我们都能变得越来越好！",
    "annotation": [
      {
        "sentence": "这样的方法听起来很不错。",
        "label": ""
      },
      {
        "sentence": "我会尝试给睡觉增加一些乐趣，让自己心甘情愿地早点睡觉。",
        "label": ""
      },
      {
        "sentence": "我明白了，生活是属于我自己的，我还是试着过得更有趣一些吧。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，希望我们都能变得越来越好！",
        "label": ""
      }
    ]
  }
]