[
  {
    "role": "client",
    "content": "如何和过去被朋友伤害的事情和解？",
    "annotation": [
      {
        "sentence": "如何和过去被朋友伤害的事情和解？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在英国留学时与好友的矛盾，这种情绪一直延续至今，暖暖看了你的表述，暖暖也觉得很心疼呀。你目前面临的主要问题是：如何和过去被朋友伤害的事情和解？其实，与其说与被朋友伤害的事情和解，不如说是和过去的自己和解。",
    "annotation": [
      {
        "sentence": "你在英国留学时与好友的矛盾，这种情绪一直延续至今，暖暖看了你的表述，暖暖也觉得很心疼呀。",
        "label": ""
      },
      {
        "sentence": "你目前面临的主要问题是：如何和过去被朋友伤害的事情和解？",
        "label": ""
      },
      {
        "sentence": "其实，与其说与被朋友伤害的事情和解，不如说是和过去的自己和解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你也比较详细的描述了当时的情景：你一年多以前，在英国留学期间，与两个同学刚开始关系要好，但后面与其中一人矛盾越来越多。矛盾的起止点是，这位朋友热情开朗大大咧咧，因此你的许多新朋友都是因她而结识，但她做事考虑不周，旅游不做计划，全凭你一人操心，说过有时过分不顾及别人感受。但你敏感而思虑多，几个人一起玩时总觉得被忽视，最后一次交谈中她情绪爆发提出绝交，你为了不再刺激她没有发泄。然后以她为核心的朋友们都开始疏远人际关系崩塌了一半，陷入抑郁三个月，险些不能完成毕业论文。",
    "annotation": [
      {
        "sentence": "你也比较详细的描述了当时的情景：你一年多以前，在英国留学期间，与两个同学刚开始关系要好，但后面与其中一人矛盾越来越多。",
        "label": ""
      },
      {
        "sentence": "矛盾的起止点是，这位朋友热情开朗大大咧咧，因此你的许多新朋友都是因她而结识，但她做事考虑不周，旅游不做计划，全凭你一人操心，说过有时过分不顾及别人感受。",
        "label": ""
      },
      {
        "sentence": "但你敏感而思虑多，几个人一起玩时总觉得被忽视，最后一次交谈中她情绪爆发提出绝交，你为了不再刺激她没有发泄。",
        "label": ""
      },
      {
        "sentence": "然后以她为核心的朋友们都开始疏远人际关系崩塌了一半，陷入抑郁三个月，险些不能完成毕业论文。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的经历其实还是很普遍的，朋友在一起很少会有不发生摩擦的，而发生摩擦也并不会是其中一个人的全责，往往是两个人的思想和行为没有达到契合点，从而走向偏离出现矛盾。矛盾产生以后，就会有两个结果：｜争吵后和好｜争吵后绝交而你和这位朋友就是第二个结果，这种结果也对你的现在生活造成影响，你说：目前我已回国工作，但对此事耿耿于怀，听说她找关系进了名企后更是嫉恨。总忍不住窥视她的生活，想知道她过得好不好。",
    "annotation": [
      {
        "sentence": "对于你的经历其实还是很普遍的，朋友在一起很少会有不发生摩擦的，而发生摩擦也并不会是其中一个人的全责，往往是两个人的思想和行为没有达到契合点，从而走向偏离出现矛盾。",
        "label": ""
      },
      {
        "sentence": "矛盾产生以后，就会有两个结果：｜争吵后和好｜争吵后绝交而你和这位朋友就是第二个结果，这种结果也对你的现在生活造成影响，你说：目前我已回国工作，但对此事耿耿于怀，听说她找关系进了名企后更是嫉恨。",
        "label": ""
      },
      {
        "sentence": "总忍不住窥视她的生活，想知道她过得好不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很在意这段友情的破裂，也许是因为我太过敏感和思虑多了，总是会陷入这种回忆和自责中。",
    "annotation": [
      {
        "sentence": "是的，我真的很在意这段友情的破裂，也许是因为我太过敏感和思虑多了，总是会陷入这种回忆和自责中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过自责了，每个人在朋友间都会有不同的相处方式和矛盾，并不是你一个人的错。毕竟，友情是双方的事情，需要相互理解和包容。你曾尽力而为，但时机和人心都未得到顺利的连接，这是一段成长的经历，愈合需要时间。同时，强烈建议你停止窥视她的生活，这样只会增加你的焦虑和伤心。专注于自己的生活，寻找新的兴趣和朋友，过上积极阳光的生活。",
    "annotation": [
      {
        "sentence": "不要太过自责了，每个人在朋友间都会有不同的相处方式和矛盾，并不是你一个人的错。",
        "label": ""
      },
      {
        "sentence": "毕竟，友情是双方的事情，需要相互理解和包容。",
        "label": ""
      },
      {
        "sentence": "你曾尽力而为，但时机和人心都未得到顺利的连接，这是一段成长的经历，愈合需要时间。",
        "label": ""
      },
      {
        "sentence": "同时，强烈建议你停止窥视她的生活，这样只会增加你的焦虑和伤心。",
        "label": ""
      },
      {
        "sentence": "专注于自己的生活，寻找新的兴趣和朋友，过上积极阳光的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该放下过去，好好过自己的生活。但有时候实在控制不住自己，总是忍不住想知道她过得好不好，甚至有些羡慕她能找到好工作。",
    "annotation": [
      {
        "sentence": "你说得对，我应该放下过去，好好过自己的生活。",
        "label": ""
      },
      {
        "sentence": "但有时候实在控制不住自己，总是忍不住想知道她过得好不好，甚至有些羡慕她能找到好工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情绪是正常的，但你要明白，每个人的生活轨迹都是不同的，不值得去羡慕和嫉妒。你应该相信自己的能力和价值，专注于自己的事业和发展。每个人都有自己的机遇和成就，你只需要相信自己的努力会开创属于你自己的美好未来。",
    "annotation": [
      {
        "sentence": "这种情绪是正常的，但你要明白，每个人的生活轨迹都是不同的，不值得去羡慕和嫉妒。",
        "label": ""
      },
      {
        "sentence": "你应该相信自己的能力和价值，专注于自己的事业和发展。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的机遇和成就，你只需要相信自己的努力会开创属于你自己的美好未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会积极面对自己的生活，不再被过去困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会积极面对自己的生活，不再被过去困扰。",
        "label": ""
      }
    ]
  }
]