[
  {
    "role": "client",
    "content": "为何女白领有一大堆奢侈品，穿着却连打工妹都不如？我很喜欢奢侈品，但是我有个毛病。买了奢侈品，不舍得用，不舍得剪吊牌，所以我的奢侈品大部分都是全新带吊牌闲置品。总感觉剪吊牌是很艰难的决定。所以奢侈品就被我放在家独自欣赏。买回来的奢侈品我拿防尘袋细心保存好，连包装袋和购物小票都要放得整整齐齐，就连小票有点折痕都会让我难受半天。我之前有试过剪掉吊牌背了一个包出去玩，一路上都小心翼翼的，生怕被人挤皱了，包包不敢直接放在椅子上，要垫一层纸隔着，吃饭沾了一点点油上去，我会一直不停的擦拭。感觉一整天人都是紧绷的，生怕我的宝贝被弄坏了，好累。虽然我很多奢侈品，但我每天都是穿的廉价的地摊货，我觉得地摊货让我自由自在，就算弄脏了我也不会难受。其他女生买了奢侈品恨不得马上就剪掉吊牌用，但我不一样，感觉自己有问题，我该怎么办？",
    "annotation": [
      {
        "sentence": "为何女白领有一大堆奢侈品，穿着却连打工妹都不如？",
        "label": ""
      },
      {
        "sentence": "我很喜欢奢侈品，但是我有个毛病。",
        "label": ""
      },
      {
        "sentence": "买了奢侈品，不舍得用，不舍得剪吊牌，所以我的奢侈品大部分都是全新带吊牌闲置品。",
        "label": ""
      },
      {
        "sentence": "总感觉剪吊牌是很艰难的决定。",
        "label": ""
      },
      {
        "sentence": "所以奢侈品就被我放在家独自欣赏。",
        "label": ""
      },
      {
        "sentence": "买回来的奢侈品我拿防尘袋细心保存好，连包装袋和购物小票都要放得整整齐齐，就连小票有点折痕都会让我难受半天。",
        "label": ""
      },
      {
        "sentence": "我之前有试过剪掉吊牌背了一个包出去玩，一路上都小心翼翼的，生怕被人挤皱了，包包不敢直接放在椅子上，要垫一层纸隔着，吃饭沾了一点点油上去，我会一直不停的擦拭。",
        "label": ""
      },
      {
        "sentence": "感觉一整天人都是紧绷的，生怕我的宝贝被弄坏了，好累。",
        "label": ""
      },
      {
        "sentence": "虽然我很多奢侈品，但我每天都是穿的廉价的地摊货，我觉得地摊货让我自由自在，就算弄脏了我也不会难受。",
        "label": ""
      },
      {
        "sentence": "其他女生买了奢侈品恨不得马上就剪掉吊牌用，但我不一样，感觉自己有问题，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "喜欢奢侈品这个行为并没有问题，好东西谁不喜欢呢？人活一世，每个人不都在追求自己喜欢的东西么，只是你喜欢的是奢侈品包包这个东西而已，只要你的经济支撑得起你的追求，你并没有因为要买奢侈品包包而让自己、让家人痛苦、为难，那么，你喜欢什么你做主就好了，那是你的自由，也是你的权利。",
    "annotation": [
      {
        "sentence": "喜欢奢侈品这个行为并没有问题，好东西谁不喜欢呢？",
        "label": ""
      },
      {
        "sentence": "人活一世，每个人不都在追求自己喜欢的东西么，只是你喜欢的是奢侈品包包这个东西而已，只要你的经济支撑得起你的追求，你并没有因为要买奢侈品包包而让自己、让家人痛苦、为难，那么，你喜欢什么你做主就好了，那是你的自由，也是你的权利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然我经济上能够支撑，但我总觉得使用奢侈品包包很艰难，每次都要斟酌很久，感觉很累。",
    "annotation": [
      {
        "sentence": "虽然我经济上能够支撑，但我总觉得使用奢侈品包包很艰难，每次都要斟酌很久，感觉很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谁规定了奢侈品包包就一定要用来背呢？有些人喜欢买手表，也不见得他一天就把所有手表都戴出去啊，有些人喜欢收藏古董，也不见得一天都带在身上出去见人就说我这个是个古董哦。背东西、搭配衣服、提升品味等功能确实是包包最常见的功能之一，但是包包它也是一个东西而已，作为主人的你，有权决定它们是用来背呢还是只用来收藏保存。你喜欢收藏保存，是你的权利，也是你的自由，你觉得背出去有压力，就不背就好了嘛，没有谁规定包包买来就一定是用来背的。",
    "annotation": [
      {
        "sentence": "谁规定了奢侈品包包就一定要用来背呢？",
        "label": ""
      },
      {
        "sentence": "有些人喜欢买手表，也不见得他一天就把所有手表都戴出去啊，有些人喜欢收藏古董，也不见得一天都带在身上出去见人就说我这个是个古董哦。",
        "label": ""
      },
      {
        "sentence": "背东西、搭配衣服、提升品味等功能确实是包包最常见的功能之一，但是包包它也是一个东西而已，作为主人的你，有权决定它们是用来背呢还是只用来收藏保存。",
        "label": ""
      },
      {
        "sentence": "你喜欢收藏保存，是你的权利，也是你的自由，你觉得背出去有压力，就不背就好了嘛，没有谁规定包包买来就一定是用来背的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说得也是，我可以将奢侈品包包当作收藏品，只在家欣赏就好了。但偶尔还是会觉得和别人不一样，有时候会有不适应的感觉。",
    "annotation": [
      {
        "sentence": "说得也是，我可以将奢侈品包包当作收藏品，只在家欣赏就好了。",
        "label": ""
      },
      {
        "sentence": "但偶尔还是会觉得和别人不一样，有时候会有不适应的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的喜好和价值观，你喜欢奢侈品包包是完全正常的，不需要和别人一样才是对的。每个人都有自己的特别之处，正是因为这些差异，世界变得丰富多彩。只要你不因为追求奢侈品让自己变得不快乐或不安心，就没有问题。你是独一无二的，无需为与众不同而苦恼。",
    "annotation": [
      {
        "sentence": "每个人都有自己的喜好和价值观，你喜欢奢侈品包包是完全正常的，不需要和别人一样才是对的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特别之处，正是因为这些差异，世界变得丰富多彩。",
        "label": ""
      },
      {
        "sentence": "只要你不因为追求奢侈品让自己变得不快乐或不安心，就没有问题。",
        "label": ""
      },
      {
        "sentence": "你是独一无二的，无需为与众不同而苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于穿着廉价的地摊货和奢侈品的差异，我一直感到很矛盾。我觉得地摊货让我自在，但又羡慕别人能够自信地展示自己的奢侈品。",
    "annotation": [
      {
        "sentence": "对于穿着廉价的地摊货和奢侈品的差异，我一直感到很矛盾。",
        "label": ""
      },
      {
        "sentence": "我觉得地摊货让我自在，但又羡慕别人能够自信地展示自己的奢侈品。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你喜欢穿廉价的衣服这也是你的自由和权利，富豪太太郭晶晶也喜欢，她觉得有些东西就只值五毛钱，比如扎头发的胶圈，难道因为它只值五毛钱我就不用它了吗？廉价的衣服有什么关系，你穿得舒服、感觉没有压力就好了。谁规定的白领就一定要比打工妹穿得好？我有房有车，但是我也穿地摊货、淘宝买便宜衣服，我有次给女儿买了一条15元的裤子，我觉得很好、她也很喜欢，我觉得商场里几千上万的衣服也没几件合我心意的，淘宝上买一件一两百的衣服，穿着舒服、漂亮我很开心啊，一句话，生活是自己的，怎么开心怎么来，只要你没有碍着别人，一切都ok！",
    "annotation": [
      {
        "sentence": "你喜欢穿廉价的衣服这也是你的自由和权利，富豪太太郭晶晶也喜欢，她觉得有些东西就只值五毛钱，比如扎头发的胶圈，难道因为它只值五毛钱我就不用它了吗？",
        "label": ""
      },
      {
        "sentence": "廉价的衣服有什么关系，你穿得舒服、感觉没有压力就好了。",
        "label": ""
      },
      {
        "sentence": "谁规定的白领就一定要比打工妹穿得好？",
        "label": ""
      },
      {
        "sentence": "我有房有车，但是我也穿地摊货、淘宝买便宜衣服，我有次给女儿买了一条15元的裤子，我觉得很好、她也很喜欢，我觉得商场里几千上万的衣服也没几件合我心意的，淘宝上买一件一两百的衣服，穿着舒服、漂亮我很开心啊，一句话，生活是自己的，怎么开心怎么来，只要你没有碍着别人，一切都ok！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我开始慢慢接受自己的喜好，不再为此感到困扰了。我会享受自己的生活，过得更加自在和开心。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我开始慢慢接受自己的喜好，不再为此感到困扰了。",
        "label": ""
      },
      {
        "sentence": "我会享受自己的生活，过得更加自在和开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的话能够帮到你。记住，你的喜好是独一无二的，随心所欲地过自己的生活才是最重要的。放下外界的期待和压力，用自己的眼光定义美好，一切都会变得轻松愉快。祝你过上更加自由和幸福的生活！",
    "annotation": [
      {
        "sentence": "很高兴我的话能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的喜好是独一无二的，随心所欲地过自己的生活才是最重要的。",
        "label": ""
      },
      {
        "sentence": "放下外界的期待和压力，用自己的眼光定义美好，一切都会变得轻松愉快。",
        "label": ""
      },
      {
        "sentence": "祝你过上更加自由和幸福的生活！",
        "label": ""
      }
    ]
  }
]