[
  {
    "role": "client",
    "content": "讨厌公公，反感他的说教，我要怎么克服我的问题？虽说没和公婆住一起，可是因为孩子所以很多时候会在一起，我学习成长后特讨厌公公，但是也想好好相处，和公公的关系差我也难过。我俩都有好强，我讨厌他的说教，评判，唠叨，像个领导一样，有时他说教我都表现出不满在逃离，还不停呱呱呱，真想发脾气，想提意见又不好提，怕大家吵架，实际我们也吵过好几次，其实他应该是知道我反感他说教什么的。但是不当回事，稍微关系近一点就会又开始，所以我好想和他保持距离，保持距离也少不了，就会时常有批评埋怨了。他做了一点就觉得做好多。在生活方面比较差，自知能力差，他对自己要求比较高，就是力量感不强的那种人但不自知，有些无知。他曾当过部队小领导，所以有些优越感。喜欢以身份地位权利来定一个人成功与否。不懂的与懂的人都好相处，他就是那种倒懂不懂的人，我很难，对男生女生有双标。我看到他自己看不到的自身问题又不好说他。问题：我该如何让自己成长和他好好相处？我自己哪些模式有问题怎样克服？",
    "annotation": [
      {
        "sentence": "讨厌公公，反感他的说教，我要怎么克服我的问题？",
        "label": ""
      },
      {
        "sentence": "虽说没和公婆住一起，可是因为孩子所以很多时候会在一起，我学习成长后特讨厌公公，但是也想好好相处，和公公的关系差我也难过。",
        "label": ""
      },
      {
        "sentence": "我俩都有好强，我讨厌他的说教，评判，唠叨，像个领导一样，有时他说教我都表现出不满在逃离，还不停呱呱呱，真想发脾气，想提意见又不好提，怕大家吵架，实际我们也吵过好几次，其实他应该是知道我反感他说教什么的。",
        "label": ""
      },
      {
        "sentence": "但是不当回事，稍微关系近一点就会又开始，所以我好想和他保持距离，保持距离也少不了，就会时常有批评埋怨了。",
        "label": ""
      },
      {
        "sentence": "他做了一点就觉得做好多。",
        "label": ""
      },
      {
        "sentence": "在生活方面比较差，自知能力差，他对自己要求比较高，就是力量感不强的那种人但不自知，有些无知。",
        "label": ""
      },
      {
        "sentence": "他曾当过部队小领导，所以有些优越感。",
        "label": ""
      },
      {
        "sentence": "喜欢以身份地位权利来定一个人成功与否。",
        "label": ""
      },
      {
        "sentence": "不懂的与懂的人都好相处，他就是那种倒懂不懂的人，我很难，对男生女生有双标。",
        "label": ""
      },
      {
        "sentence": "我看到他自己看不到的自身问题又不好说他。",
        "label": ""
      },
      {
        "sentence": "问题：我该如何让自己成长和他好好相处？",
        "label": ""
      },
      {
        "sentence": "我自己哪些模式有问题怎样克服？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我能理解你对公公的讨厌与艰难相处之感。毕竟在家庭中无法避免地与他频繁接触，你对他的一些行为和性格确实感到困扰。然而，我认为我们并不需要喜欢所有的人，包括公公在内。你所描述的他总是说教，批评和唠叨，这样的人很难让人喜欢的。他们总是让你觉得自己不够好，欠缺做事的能力。我个人来说，我会尽量避免与这类人相处。但是，我注意到你似乎把自己的情绪带入其中，并且你似乎有一些想要改变他的欲望。比如你说他在生活方面比较差，对自己要求比较高，有些无知等等。这是他自己的事情，与你关系不大。对他的这种主观批评可能会让你对他更加反感。就算他无知，自我要求高，也是他的事情，让他懂得与人相处也不是你的责任。或许改变你的心态对与他相处会有一些帮助，承认他就是这样的人，在人格层面上尊重彼此，至少他没有做出伤害他人的事情。你有句话说得很有意思，你说“我们都好强”。也许这在某种程度上说明你和他有相似之处，你们都想要改变对方，而对方又固执地坚持自己的方式。这或许是所有矛盾的根源。我们可以放下这份执念，清楚地认识到对方和自己是完全不同的人，所以产生矛盾和冲突是正常的。在日常生活中，公公对你和孩子的态度如何？有没有一些让你们感到温暖的时刻？试着多想想对方的好处，不要试图去改变对方，只是接受对方就是这样的人，并不是故意针对你。也许这样能帮助你改善心态。",
    "annotation": [
      {
        "sentence": "嗯，我能理解你对公公的讨厌与艰难相处之感。",
        "label": ""
      },
      {
        "sentence": "毕竟在家庭中无法避免地与他频繁接触，你对他的一些行为和性格确实感到困扰。",
        "label": ""
      },
      {
        "sentence": "然而，我认为我们并不需要喜欢所有的人，包括公公在内。",
        "label": ""
      },
      {
        "sentence": "你所描述的他总是说教，批评和唠叨，这样的人很难让人喜欢的。",
        "label": ""
      },
      {
        "sentence": "他们总是让你觉得自己不够好，欠缺做事的能力。",
        "label": ""
      },
      {
        "sentence": "我个人来说，我会尽量避免与这类人相处。",
        "label": ""
      },
      {
        "sentence": "但是，我注意到你似乎把自己的情绪带入其中，并且你似乎有一些想要改变他的欲望。",
        "label": ""
      },
      {
        "sentence": "比如你说他在生活方面比较差，对自己要求比较高，有些无知等等。",
        "label": ""
      },
      {
        "sentence": "这是他自己的事情，与你关系不大。",
        "label": ""
      },
      {
        "sentence": "对他的这种主观批评可能会让你对他更加反感。",
        "label": ""
      },
      {
        "sentence": "就算他无知，自我要求高，也是他的事情，让他懂得与人相处也不是你的责任。",
        "label": ""
      },
      {
        "sentence": "或许改变你的心态对与他相处会有一些帮助，承认他就是这样的人，在人格层面上尊重彼此，至少他没有做出伤害他人的事情。",
        "label": ""
      },
      {
        "sentence": "你有句话说得很有意思，你说“我们都好强”。",
        "label": ""
      },
      {
        "sentence": "也许这在某种程度上说明你和他有相似之处，你们都想要改变对方，而对方又固执地坚持自己的方式。",
        "label": ""
      },
      {
        "sentence": "这或许是所有矛盾的根源。",
        "label": ""
      },
      {
        "sentence": "我们可以放下这份执念，清楚地认识到对方和自己是完全不同的人，所以产生矛盾和冲突是正常的。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，公公对你和孩子的态度如何？",
        "label": ""
      },
      {
        "sentence": "有没有一些让你们感到温暖的时刻？",
        "label": ""
      },
      {
        "sentence": "试着多想想对方的好处，不要试图去改变对方，只是接受对方就是这样的人，并不是故意针对你。",
        "label": ""
      },
      {
        "sentence": "也许这样能帮助你改善心态。",
        "label": ""
      }
    ]
  }
]