[
  {
    "role": "client",
    "content": "产后两个多月，为什么我对所有人都产生了敌意？",
    "annotation": [
      {
        "sentence": "产后两个多月，为什么我对所有人都产生了敌意？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "产后的心理变化非常常见，很多妈妈都有这样的感受。你可能会发现自己对周围的人变得敏感和容易生气。这可能是因为你的身体正在适应新的生活方式，同时也承受着养育孩子的压力。产后情绪的波动是正常的，不必过于担心。",
    "annotation": [
      {
        "sentence": "产后的心理变化非常常见，很多妈妈都有这样的感受。",
        "label": ""
      },
      {
        "sentence": "你可能会发现自己对周围的人变得敏感和容易生气。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你的身体正在适应新的生活方式，同时也承受着养育孩子的压力。",
        "label": ""
      },
      {
        "sentence": "产后情绪的波动是正常的，不必过于担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "怀孕的时候以为自己不喜欢小孩，对自己的孩子也没什么感觉，生完后，我的心理状态完全颠覆了我的想法。",
    "annotation": [
      {
        "sentence": "怀孕的时候以为自己不喜欢小孩，对自己的孩子也没什么感觉，生完后，我的心理状态完全颠覆了我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "怀孕期间和产后的感受会有很大的变化，这是很正常的现象。母亲的爱是需要时间培养的，有时候可能需要一段时间来建立与孩子的情感联系。不必感到焦虑，你对孩子的感情会随着时间的推移逐渐加深。",
    "annotation": [
      {
        "sentence": "怀孕期间和产后的感受会有很大的变化，这是很正常的现象。",
        "label": ""
      },
      {
        "sentence": "母亲的爱是需要时间培养的，有时候可能需要一段时间来建立与孩子的情感联系。",
        "label": ""
      },
      {
        "sentence": "不必感到焦虑，你对孩子的感情会随着时间的推移逐渐加深。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不想让任何人抱孩子，尤其是看到公婆那个如获至宝的表情，还有婆婆一口一个宝贝孙子的叫法，让我心里很膈应。",
    "annotation": [
      {
        "sentence": "我不想让任何人抱孩子，尤其是看到公婆那个如获至宝的表情，还有婆婆一口一个宝贝孙子的叫法，让我心里很膈应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个妈妈对自己的孩子都有一种特殊的保护欲望，不愿意让别人太过接触也是很正常的。但是你需要明白，公婆表达出的关爱和喜悦并不是对你的孩子的争夺，而只是他们对孩子的深深期待和关心。他们也期望通过亲近孩子来与你建立更亲密的关系。",
    "annotation": [
      {
        "sentence": "每个妈妈对自己的孩子都有一种特殊的保护欲望，不愿意让别人太过接触也是很正常的。",
        "label": ""
      },
      {
        "sentence": "但是你需要明白，公婆表达出的关爱和喜悦并不是对你的孩子的争夺，而只是他们对孩子的深深期待和关心。",
        "label": ""
      },
      {
        "sentence": "他们也期望通过亲近孩子来与你建立更亲密的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不理解隔代亲，但我也不能去否定这种感情。我觉得我辛辛苦苦生下来的孩子，为什么你们去叫宝贝。",
    "annotation": [
      {
        "sentence": "我不理解隔代亲，但我也不能去否定这种感情。",
        "label": ""
      },
      {
        "sentence": "我觉得我辛辛苦苦生下来的孩子，为什么你们去叫宝贝。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "隔代亲是一种特殊的亲情关系，虽然你不太理解，但也没有必要完全否定。每个家庭和文化背景不同，对于孩子的称呼也会存在差异。你的宝贝是你的宝贝，无论别人如何称呼，这是不会改变的事实。你可以适当沟通，告诉他们你对称呼的偏好，尊重彼此的感受是很重要的。",
    "annotation": [
      {
        "sentence": "隔代亲是一种特殊的亲情关系，虽然你不太理解，但也没有必要完全否定。",
        "label": ""
      },
      {
        "sentence": "每个家庭和文化背景不同，对于孩子的称呼也会存在差异。",
        "label": ""
      },
      {
        "sentence": "你的宝贝是你的宝贝，无论别人如何称呼，这是不会改变的事实。",
        "label": ""
      },
      {
        "sentence": "你可以适当沟通，告诉他们你对称呼的偏好，尊重彼此的感受是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从生完到现在，我一直害怕一件事，我怕宝宝跟我不亲，跟爷爷奶奶比跟我亲，这是我接受不了的，所以我每天过得很累，每天都感觉好像是给公婆家养孩子，我感觉自己很无用。我总感觉都在跟我抢孩子。真的，这种心理真的让我很累，想死的想法不止一次出现。",
    "annotation": [
      {
        "sentence": "从生完到现在，我一直害怕一件事，我怕宝宝跟我不亲，跟爷爷奶奶比跟我亲，这是我接受不了的，所以我每天过得很累，每天都感觉好像是给公婆家养孩子，我感觉自己很无用。",
        "label": ""
      },
      {
        "sentence": "我总感觉都在跟我抢孩子。",
        "label": ""
      },
      {
        "sentence": "真的，这种心理真的让我很累，想死的想法不止一次出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧我完全理解。作为一个妈妈，你希望能成为宝宝最亲密的人，这是很自然的期待。但是宝宝与爷爷奶奶的亲密并不代表他们会更喜欢他们，只是因为他们常常接触而感到亲近。你是宝宝的母亲，他需要你给予他全方位的照顾和关爱。也许现在你会觉得很累，但是请相信，随着宝宝的成长，你的感情会不断加深，你的重要性和存在感也会得到肯定。",
    "annotation": [
      {
        "sentence": "你的担忧我完全理解。",
        "label": ""
      },
      {
        "sentence": "作为一个妈妈，你希望能成为宝宝最亲密的人，这是很自然的期待。",
        "label": ""
      },
      {
        "sentence": "但是宝宝与爷爷奶奶的亲密并不代表他们会更喜欢他们，只是因为他们常常接触而感到亲近。",
        "label": ""
      },
      {
        "sentence": "你是宝宝的母亲，他需要你给予他全方位的照顾和关爱。",
        "label": ""
      },
      {
        "sentence": "也许现在你会觉得很累，但是请相信，随着宝宝的成长，你的感情会不断加深，你的重要性和存在感也会得到肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己跟宝宝亲近的时间太少了，他们总是把他抱走，跟他玩耍。我觉得自己好像在失去和孩子亲近的机会。",
    "annotation": [
      {
        "sentence": "我觉得自己跟宝宝亲近的时间太少了，他们总是把他抱走，跟他玩耍。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像在失去和孩子亲近的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，确实有时候身边的人会表现得过于热情，抢走了你和孩子亲近的时间。可以试着和他们沟通，让他们了解你的需求，希望能够有更多的时间和宝宝独处。同时，你也可以主动参与到宝宝的养育中，和他一起玩耍、喂食、换尿布等等，这样不仅可以加深你们之间的亲密关系，也能增加你的育儿经验。",
    "annotation": [
      {
        "sentence": "理解你的感受，确实有时候身边的人会表现得过于热情，抢走了你和孩子亲近的时间。",
        "label": ""
      },
      {
        "sentence": "可以试着和他们沟通，让他们了解你的需求，希望能够有更多的时间和宝宝独处。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以主动参与到宝宝的养育中，和他一起玩耍、喂食、换尿布等等，这样不仅可以加深你们之间的亲密关系，也能增加你的育儿经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心他们的干预会对宝宝的成长产生负面影响。",
    "annotation": [
      {
        "sentence": "我担心他们的干预会对宝宝的成长产生负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，太多的干预可能会让宝宝感到困惑，影响他的成长和发展。但是你作为母亲是宝宝最亲近的人，你可以主导他的成长，给予他最真实和合适的关爱。你可以和公婆进行积极的沟通，让他们明白你的想法，并找到一个平衡的方式，让每个人都能够在宝宝的成长过程中发挥积极的作用。",
    "annotation": [
      {
        "sentence": "确实，太多的干预可能会让宝宝感到困惑，影响他的成长和发展。",
        "label": ""
      },
      {
        "sentence": "但是你作为母亲是宝宝最亲近的人，你可以主导他的成长，给予他最真实和合适的关爱。",
        "label": ""
      },
      {
        "sentence": "你可以和公婆进行积极的沟通，让他们明白你的想法，并找到一个平衡的方式，让每个人都能够在宝宝的成长过程中发挥积极的作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很迷茫，不知道应该如何解决这个问题。",
    "annotation": [
      {
        "sentence": "我真的很迷茫，不知道应该如何解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在面临的问题是非常普遍的，不必过于自责。迷茫是正常的，但是请相信自己，你是一个很好的妈妈。如果觉得自己无法独自解决问题，可以考虑寻求心理咨询师的帮助。专业的咨询师会给你提供更多的支持和建议，帮助你度过这个难关。记住，你是宝宝永远的守护者，你的决定对他的成长至关重要。加油！",
    "annotation": [
      {
        "sentence": "你现在面临的问题是非常普遍的，不必过于自责。",
        "label": ""
      },
      {
        "sentence": "迷茫是正常的，但是请相信自己，你是一个很好的妈妈。",
        "label": ""
      },
      {
        "sentence": "如果觉得自己无法独自解决问题，可以考虑寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "专业的咨询师会给你提供更多的支持和建议，帮助你度过这个难关。",
        "label": ""
      },
      {
        "sentence": "记住，你是宝宝永远的守护者，你的决定对他的成长至关重要。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]