[
  {
    "role": "client",
    "content": "产后两个多月，为什么我对所有人都产生了敌意？怀孕的时候以为自己不喜欢小孩，对自己的孩子也没什么感觉，生完后，我的心理状态完全颠覆了我的想法。我不想让任何人抱孩子，尤其是看到公婆那个如获至宝的表情，还有婆婆一口一个宝贝孙子的叫法，让我心里很膈应。我不理解隔代亲，但我也不能去否定这种感情。我觉得我辛辛苦苦生下来的孩子，为什么你们去叫宝贝。从生完到现在，我一直害怕一件事，我怕宝宝跟我不亲，跟爷爷奶奶比跟我亲，这是我接受不了的，所以我每天过得很累，每天都感觉好像是给公婆家养孩子，我感觉自己很无用。我总感觉都在跟我抢孩子。真的，这种心理真的让我很累，想死的想法不止一次出现。",
    "annotation": [
      {
        "sentence": "产后两个多月，为什么我对所有人都产生了敌意？",
        "label": ""
      },
      {
        "sentence": "怀孕的时候以为自己不喜欢小孩，对自己的孩子也没什么感觉，生完后，我的心理状态完全颠覆了我的想法。",
        "label": ""
      },
      {
        "sentence": "我不想让任何人抱孩子，尤其是看到公婆那个如获至宝的表情，还有婆婆一口一个宝贝孙子的叫法，让我心里很膈应。",
        "label": ""
      },
      {
        "sentence": "我不理解隔代亲，但我也不能去否定这种感情。",
        "label": ""
      },
      {
        "sentence": "我觉得我辛辛苦苦生下来的孩子，为什么你们去叫宝贝。",
        "label": ""
      },
      {
        "sentence": "从生完到现在，我一直害怕一件事，我怕宝宝跟我不亲，跟爷爷奶奶比跟我亲，这是我接受不了的，所以我每天过得很累，每天都感觉好像是给公婆家养孩子，我感觉自己很无用。",
        "label": ""
      },
      {
        "sentence": "我总感觉都在跟我抢孩子。",
        "label": ""
      },
      {
        "sentence": "真的，这种心理真的让我很累，想死的想法不止一次出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。产后的心理变化是很常见的现象，对于自己的孩子产生敌意可能是由于产后焦虑症状引起的。先别太焦虑，可以先了解一下产后焦虑的症状和原因，然后寻找改善的方法。产后焦虑的主要原因之一是激素紊乱，尤其在怀孕后期和产后初期会更明显。另外，心理适应也是一个重要因素，母亲的角色突然发生了巨大变化，适应起来可能有一定困难，所以会产生各种心理不适。要解决这个问题，除了要加强身体的恢复、培养健康的生活习惯外，还需要亲人、朋友和经验丰富的前辈的社会支持。不要把自己封闭起来，敢于表达心声，对于孩子的教育和照顾你拥有绝对的权力，包括衣食、作息等方面。你可以多学习一些婴儿护理知识，来指导自己更好地照顾孩子。这个问题是与你个人的成长经历以及原生家庭有关的，也是你进行自我反思和成长的过程。根据传统观念，在月子期间你可以积极体恤自己，通过恢复身体、调整饮食锻炼等来重构自己的生活，包括身体和心理。这个时期的每一个决定都会因为有了孩子而发生改变，这是正常的。而关于孩子的私有欲望，你是他的母亲，这个角色是无法取代的。爷爷奶奶对孩子的喜爱可以理解为对你的表扬和感恩，他们的喜爱也是一种间接的对你的认可和支持。而有时候你可能会觉得孩子的哭闹、事情多、不听话让你很烦恼，那时候也许你会希望别人能帮你照顾孩子一段时间，这是完全正常的。每个角色都有存在的意义，缺少了哪一部分都对孩子的成长是一种损失。你给孩子的是母亲的爱，但你并不能剥夺爷爷奶奶、叔叔阿姨以及将来孩子对其他人的爱，这是孩子健康成长和幸福的基础。希望你能够好起来。",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "产后的心理变化是很常见的现象，对于自己的孩子产生敌意可能是由于产后焦虑症状引起的。",
        "label": ""
      },
      {
        "sentence": "先别太焦虑，可以先了解一下产后焦虑的症状和原因，然后寻找改善的方法。",
        "label": ""
      },
      {
        "sentence": "产后焦虑的主要原因之一是激素紊乱，尤其在怀孕后期和产后初期会更明显。",
        "label": ""
      },
      {
        "sentence": "另外，心理适应也是一个重要因素，母亲的角色突然发生了巨大变化，适应起来可能有一定困难，所以会产生各种心理不适。",
        "label": ""
      },
      {
        "sentence": "要解决这个问题，除了要加强身体的恢复、培养健康的生活习惯外，还需要亲人、朋友和经验丰富的前辈的社会支持。",
        "label": ""
      },
      {
        "sentence": "不要把自己封闭起来，敢于表达心声，对于孩子的教育和照顾你拥有绝对的权力，包括衣食、作息等方面。",
        "label": ""
      },
      {
        "sentence": "你可以多学习一些婴儿护理知识，来指导自己更好地照顾孩子。",
        "label": ""
      },
      {
        "sentence": "这个问题是与你个人的成长经历以及原生家庭有关的，也是你进行自我反思和成长的过程。",
        "label": ""
      },
      {
        "sentence": "根据传统观念，在月子期间你可以积极体恤自己，通过恢复身体、调整饮食锻炼等来重构自己的生活，包括身体和心理。",
        "label": ""
      },
      {
        "sentence": "这个时期的每一个决定都会因为有了孩子而发生改变，这是正常的。",
        "label": ""
      },
      {
        "sentence": "而关于孩子的私有欲望，你是他的母亲，这个角色是无法取代的。",
        "label": ""
      },
      {
        "sentence": "爷爷奶奶对孩子的喜爱可以理解为对你的表扬和感恩，他们的喜爱也是一种间接的对你的认可和支持。",
        "label": ""
      },
      {
        "sentence": "而有时候你可能会觉得孩子的哭闹、事情多、不听话让你很烦恼，那时候也许你会希望别人能帮你照顾孩子一段时间，这是完全正常的。",
        "label": ""
      },
      {
        "sentence": "每个角色都有存在的意义，缺少了哪一部分都对孩子的成长是一种损失。",
        "label": ""
      },
      {
        "sentence": "你给孩子的是母亲的爱，但你并不能剥夺爷爷奶奶、叔叔阿姨以及将来孩子对其他人的爱，这是孩子健康成长和幸福的基础。",
        "label": ""
      },
      {
        "sentence": "希望你能够好起来。",
        "label": ""
      }
    ]
  }
]