[
  {
    "role": "client",
    "content": "很困很累但是不想睡觉怎么办？我现在在一个我不喜欢的地方工作，但是暂时又不能辞职，而且我这几年遇到了很多不开心的事和一些挫折，经济压力大，生活压力也大，觉得自己很没用，然后感觉做什么都提不起兴趣，感觉很累，而且身体也不怎么好，感觉人生看不到什么希望，前两个月好像得了焦虑症，莫名的紧张，然后胃不舒服，双脚发冷，但是我现在尽量控制自己的情绪已经好很多了，但是这几天又不想睡觉了，有时候很累很困不想玩手机了，但是控制不了自己的感觉，怎么办好累。",
    "annotation": [
      {
        "sentence": "很困很累但是不想睡觉怎么办？",
        "label": ""
      },
      {
        "sentence": "我现在在一个我不喜欢的地方工作，但是暂时又不能辞职，而且我这几年遇到了很多不开心的事和一些挫折，经济压力大，生活压力也大，觉得自己很没用，然后感觉做什么都提不起兴趣，感觉很累，而且身体也不怎么好，感觉人生看不到什么希望，前两个月好像得了焦虑症，莫名的紧张，然后胃不舒服，双脚发冷，但是我现在尽量控制自己的情绪已经好很多了，但是这几天又不想睡觉了，有时候很累很困不想玩手机了，但是控制不了自己的感觉，怎么办好累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很困很累却又拖着自己不睡的话，自己天天内耗一定很大吧，还要强撑着精神去上班，太不容易了。生活压力大、工作压力大、对什么也提不起兴趣，看不到任何希望，感觉你现在四周都被卡住了一样，想要冲出去，却找不到任何路，才会持续焦虑。可能也正是这种对人生的焦虑，让你每天无法安心睡觉，总觉得这一天还不够。再加上还是在不喜欢的地方工作，每天去工作就像是在贩卖自己的时间一样吧，白天时间不属于自己的，只有晚上的时间才是属于自己，不想要就这么白白睡过去，一睁眼再去上班。每天这样强撑下来，已经到了躯体反应，胃不舒服，双脚发冷，你这一段时间过得实在是太难了。",
    "annotation": [
      {
        "sentence": "很困很累却又拖着自己不睡的话，自己天天内耗一定很大吧，还要强撑着精神去上班，太不容易了。",
        "label": ""
      },
      {
        "sentence": "生活压力大、工作压力大、对什么也提不起兴趣，看不到任何希望，感觉你现在四周都被卡住了一样，想要冲出去，却找不到任何路，才会持续焦虑。",
        "label": ""
      },
      {
        "sentence": "可能也正是这种对人生的焦虑，让你每天无法安心睡觉，总觉得这一天还不够。",
        "label": ""
      },
      {
        "sentence": "再加上还是在不喜欢的地方工作，每天去工作就像是在贩卖自己的时间一样吧，白天时间不属于自己的，只有晚上的时间才是属于自己，不想要就这么白白睡过去，一睁眼再去上班。",
        "label": ""
      },
      {
        "sentence": "每天这样强撑下来，已经到了躯体反应，胃不舒服，双脚发冷，你这一段时间过得实在是太难了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我每天都感觉现在的生活好无趣，就像在度日如年一样，工作、家庭、经济压力让我喘不过气来。我曾经是一个有激情的人，但是现在感觉什么都提不起兴趣，好像失去了追求自我的动力，真的不知道我还能不能找到自己想要的生活。",
    "annotation": [
      {
        "sentence": "是啊，我每天都感觉现在的生活好无趣，就像在度日如年一样，工作、家庭、经济压力让我喘不过气来。",
        "label": ""
      },
      {
        "sentence": "我曾经是一个有激情的人，但是现在感觉什么都提不起兴趣，好像失去了追求自我的动力，真的不知道我还能不能找到自己想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一直都很坚强，不放弃，努力朝好的方向发展，尽量控制自己的情绪，可是情绪只是控制、压抑的话，是会让自己越来越累的。还是要解决深层次的自己面临的问题，你才能真正从这个恶性循环中解脱出来。首先，你有提到在不喜欢的地方工作，但是暂时又不能辞职。说明从这份工作中确实有需要获得的东西吧，那可不可以只留下这个必须获得的东西，把其他附加的会给自己很大压力的，比如工作中的人际慢慢舍弃掉呢？在工作与生活中取得一个平衡。不是在让你逃避，而是根据现实反馈现在的实际情况做出调整，以后状态好了，也可以再慢慢从工作中多获得其他东西。",
    "annotation": [
      {
        "sentence": "你一直都很坚强，不放弃，努力朝好的方向发展，尽量控制自己的情绪，可是情绪只是控制、压抑的话，是会让自己越来越累的。",
        "label": ""
      },
      {
        "sentence": "还是要解决深层次的自己面临的问题，你才能真正从这个恶性循环中解脱出来。",
        "label": ""
      },
      {
        "sentence": "首先，你有提到在不喜欢的地方工作，但是暂时又不能辞职。",
        "label": ""
      },
      {
        "sentence": "说明从这份工作中确实有需要获得的东西吧，那可不可以只留下这个必须获得的东西，把其他附加的会给自己很大压力的，比如工作中的人际慢慢舍弃掉呢？",
        "label": ""
      },
      {
        "sentence": "在工作与生活中取得一个平衡。",
        "label": ""
      },
      {
        "sentence": "不是在让你逃避，而是根据现实反馈现在的实际情况做出调整，以后状态好了，也可以再慢慢从工作中多获得其他东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在真的需要找到一种平衡感，不能让工作的压力完全占据我的生活。还有一个问题困扰着我，就是我好像已经失去了以前对生活的热情，不知道自己真正想要的是什么。我可以试着回想一下小时候的梦想，或者思考一下现在的兴趣，看看能不能找到一些线索。",
    "annotation": [
      {
        "sentence": "你说得对，我现在真的需要找到一种平衡感，不能让工作的压力完全占据我的生活。",
        "label": ""
      },
      {
        "sentence": "还有一个问题困扰着我，就是我好像已经失去了以前对生活的热情，不知道自己真正想要的是什么。",
        "label": ""
      },
      {
        "sentence": "我可以试着回想一下小时候的梦想，或者思考一下现在的兴趣，看看能不能找到一些线索。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人生就像冲关打游戏，靠着一直被奖励才有动力走下去。你现在觉得生活都没有什么意思，不想玩这个游戏了，是不是以前获得的奖励其实都不是自己真正想要的呢？那自己真正想要的是什么呢？你可以想一想自己11、12岁左右的时候想长大成为什么，从中提取特质来发掘自己真正想追求的东西。或者，你可以尝试一些新的事物，参加一些兴趣小组或者课程，看看能否激发起你的新兴趣。",
    "annotation": [
      {
        "sentence": "人生就像冲关打游戏，靠着一直被奖励才有动力走下去。",
        "label": ""
      },
      {
        "sentence": "你现在觉得生活都没有什么意思，不想玩这个游戏了，是不是以前获得的奖励其实都不是自己真正想要的呢？",
        "label": ""
      },
      {
        "sentence": "那自己真正想要的是什么呢？",
        "label": ""
      },
      {
        "sentence": "你可以想一想自己11、12岁左右的时候想长大成为什么，从中提取特质来发掘自己真正想追求的东西。",
        "label": ""
      },
      {
        "sentence": "或者，你可以尝试一些新的事物，参加一些兴趣小组或者课程，看看能否激发起你的新兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我应该重新审视自己的梦想和兴趣，找到自己真正的追求。此外，你有没有一些关于情绪调节方面的建议呢？我现在尽量控制自己的情绪，但是经常会感到疲劳和紧张。",
    "annotation": [
      {
        "sentence": "你说得很对，我应该重新审视自己的梦想和兴趣，找到自己真正的追求。",
        "label": ""
      },
      {
        "sentence": "此外，你有没有一些关于情绪调节方面的建议呢？",
        "label": ""
      },
      {
        "sentence": "我现在尽量控制自己的情绪，但是经常会感到疲劳和紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪靠压抑是没有办法的，建议你可以去看一下调节情绪的专业书籍。学习一些情绪管理的技巧，比如放松训练、冥想和慢跑等，这些都可以帮助你更好地调节情绪。此外，建议你和身边的朋友或家人倾诉一下自己的感受，或者寻求专业心理咨询师的帮助，他们可以给你更具体的建议和支持。",
    "annotation": [
      {
        "sentence": "情绪靠压抑是没有办法的，建议你可以去看一下调节情绪的专业书籍。",
        "label": ""
      },
      {
        "sentence": "学习一些情绪管理的技巧，比如放松训练、冥想和慢跑等，这些都可以帮助你更好地调节情绪。",
        "label": ""
      },
      {
        "sentence": "此外，建议你和身边的朋友或家人倾诉一下自己的感受，或者寻求专业心理咨询师的帮助，他们可以给你更具体的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量采纳并努力改善自己的情绪管理方法。我也会考虑寻求专业咨询师的帮助，希望能够找到更好的解决办法。感谢你对我的支持和鼓励，我会继续努力，慢慢走出这个困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量采纳并努力改善自己的情绪管理方法。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求专业咨询师的帮助，希望能够找到更好的解决办法。",
        "label": ""
      },
      {
        "sentence": "感谢你对我的支持和鼓励，我会继续努力，慢慢走出这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够走出困境，重新找回生活的乐趣和希望。你已经展现了很大的勇气和决心，相信自己，坚持下去，一切都会变得更好的。如果你还有任何需要，随时都可以来找我倾诉。祝福你早日摆脱困境，重新找到自己的幸福。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够走出困境，重新找回生活的乐趣和希望。",
        "label": ""
      },
      {
        "sentence": "你已经展现了很大的勇气和决心，相信自己，坚持下去，一切都会变得更好的。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何需要，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你早日摆脱困境，重新找到自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]