[
  {
    "role": "client",
    "content": "产后两个多月，为什么我对所有人都产生了敌意？怀孕的时候以为自己不喜欢小孩，对自己的孩子也没什么感觉，生完后，我的心理状态完全颠覆了我的想法。我不想让任何人抱孩子，尤其是看到公婆那个如获至宝的表情，还有婆婆一口一个宝贝孙子的叫法，让我心里很膈应。我不理解隔代亲，但我也不能去否定这种感情。我觉得我辛辛苦苦生下来的孩子，为什么你们去叫宝贝。从生完到现在，我一直害怕一件事，我怕宝宝跟我不亲，跟爷爷奶奶比跟我亲，这是我接受不了的，所以我每天过得很累，每天都感觉好像是给公婆家养孩子，我感觉自己很无用。我总感觉都在跟我抢孩子。真的，这种心理真的让我很累，想死的想法不止一次出现。",
    "annotation": [
      {
        "sentence": "产后两个多月，为什么我对所有人都产生了敌意？",
        "label": ""
      },
      {
        "sentence": "怀孕的时候以为自己不喜欢小孩，对自己的孩子也没什么感觉，生完后，我的心理状态完全颠覆了我的想法。",
        "label": ""
      },
      {
        "sentence": "我不想让任何人抱孩子，尤其是看到公婆那个如获至宝的表情，还有婆婆一口一个宝贝孙子的叫法，让我心里很膈应。",
        "label": ""
      },
      {
        "sentence": "我不理解隔代亲，但我也不能去否定这种感情。",
        "label": ""
      },
      {
        "sentence": "我觉得我辛辛苦苦生下来的孩子，为什么你们去叫宝贝。",
        "label": ""
      },
      {
        "sentence": "从生完到现在，我一直害怕一件事，我怕宝宝跟我不亲，跟爷爷奶奶比跟我亲，这是我接受不了的，所以我每天过得很累，每天都感觉好像是给公婆家养孩子，我感觉自己很无用。",
        "label": ""
      },
      {
        "sentence": "我总感觉都在跟我抢孩子。",
        "label": ""
      },
      {
        "sentence": "真的，这种心理真的让我很累，想死的想法不止一次出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一位刚刚生了孩子6个月的母亲，我非常理解你的感受。我也有类似的经历，当我女儿对婆婆笑的时候，我也会感到不安，担心她会取代我的位置和我抢孩子。我们作为母亲，这种感受是非常正常的。我们的身体还在恢复中，不能时时刻刻看着孩子。但是孩子是我们辛苦怀胎十月生下来的，我们认为她理应对我们微笑，对公公婆婆来说，他们也只是外人，我们担心孩子以后不再亲近我们，这其实是我们内心过于爱孩子，怕失去的表现。另外，你提到你有严重的低落情绪，可能是产后抑郁情绪，与休息不好和激素水平变化有关。我建议你多和丈夫以及亲朋好友聊聊天，尤其是和丈夫交流，让他多陪伴你。如果这些症状仍然存在，建议你寻求咨询师或其他专业人士的帮助。",
    "annotation": [
      {
        "sentence": "作为一位刚刚生了孩子6个月的母亲，我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我也有类似的经历，当我女儿对婆婆笑的时候，我也会感到不安，担心她会取代我的位置和我抢孩子。",
        "label": ""
      },
      {
        "sentence": "我们作为母亲，这种感受是非常正常的。",
        "label": ""
      },
      {
        "sentence": "我们的身体还在恢复中，不能时时刻刻看着孩子。",
        "label": ""
      },
      {
        "sentence": "但是孩子是我们辛苦怀胎十月生下来的，我们认为她理应对我们微笑，对公公婆婆来说，他们也只是外人，我们担心孩子以后不再亲近我们，这其实是我们内心过于爱孩子，怕失去的表现。",
        "label": ""
      },
      {
        "sentence": "另外，你提到你有严重的低落情绪，可能是产后抑郁情绪，与休息不好和激素水平变化有关。",
        "label": ""
      },
      {
        "sentence": "我建议你多和丈夫以及亲朋好友聊聊天，尤其是和丈夫交流，让他多陪伴你。",
        "label": ""
      },
      {
        "sentence": "如果这些症状仍然存在，建议你寻求咨询师或其他专业人士的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我现在真的感觉特别沮丧，仿佛自己失去了原本的快乐和自信。我一直有压抑感，也很焦虑。但是我又不明白为什么产后会有这种情绪问题，我以为生完孩子就会很幸福满足。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我现在真的感觉特别沮丧，仿佛自己失去了原本的快乐和自信。",
        "label": ""
      },
      {
        "sentence": "我一直有压抑感，也很焦虑。",
        "label": ""
      },
      {
        "sentence": "但是我又不明白为什么产后会有这种情绪问题，我以为生完孩子就会很幸福满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "产后情绪问题是相当常见的。产后会有激素水平的变化，加上压力和身体恢复的困难，很多妈妈都会面临不同程度的情绪波动。每个人的体验都不同，不必过于自责。你是一个优秀的母亲，生完孩子后的感受很正常。别忘了你有权利感受这些情绪，并且向他人求助和寻求支持。",
    "annotation": [
      {
        "sentence": "产后情绪问题是相当常见的。",
        "label": ""
      },
      {
        "sentence": "产后会有激素水平的变化，加上压力和身体恢复的困难，很多妈妈都会面临不同程度的情绪波动。",
        "label": ""
      },
      {
        "sentence": "每个人的体验都不同，不必过于自责。",
        "label": ""
      },
      {
        "sentence": "你是一个优秀的母亲，生完孩子后的感受很正常。",
        "label": ""
      },
      {
        "sentence": "别忘了你有权利感受这些情绪，并且向他人求助和寻求支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的对，但是我总觉得这种情绪不应该出现在我身上。我害怕自己对孩子不够好，害怕自己的情绪对她有负面影响。每天都过得非常辛苦，也没有时间好好休息，总觉得自己很无用。",
    "annotation": [
      {
        "sentence": "我知道你说的对，但是我总觉得这种情绪不应该出现在我身上。",
        "label": ""
      },
      {
        "sentence": "我害怕自己对孩子不够好，害怕自己的情绪对她有负面影响。",
        "label": ""
      },
      {
        "sentence": "每天都过得非常辛苦，也没有时间好好休息，总觉得自己很无用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要把自己的情绪归咎于孩子。作为妈妈，你已经尽力在照顾孩子了。但你也需要关注自己的需要，并确保自己得到休息和照顾。找些时间给自己放松，即使只是短暂的一刻，也能有助于缓解你的压力和负面情绪。同时，不要低估你对孩子的影响力，你付出的爱和关怀是非常宝贵的。",
    "annotation": [
      {
        "sentence": "不要把自己的情绪归咎于孩子。",
        "label": ""
      },
      {
        "sentence": "作为妈妈，你已经尽力在照顾孩子了。",
        "label": ""
      },
      {
        "sentence": "但你也需要关注自己的需要，并确保自己得到休息和照顾。",
        "label": ""
      },
      {
        "sentence": "找些时间给自己放松，即使只是短暂的一刻，也能有助于缓解你的压力和负面情绪。",
        "label": ""
      },
      {
        "sentence": "同时，不要低估你对孩子的影响力，你付出的爱和关怀是非常宝贵的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的感谢你的支持和鼓励。我会尝试放松自己，也会多和丈夫沟通，让他理解我的感受。如果情况没有好转，我可能会考虑寻求专业人士的帮助。",
    "annotation": [
      {
        "sentence": "我真的感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试放松自己，也会多和丈夫沟通，让他理解我的感受。",
        "label": ""
      },
      {
        "sentence": "如果情况没有好转，我可能会考虑寻求专业人士的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，真正关心自己的情况并主动迈出行动是非常重要的。专业人士会帮助你找到更多适合你的解决方案。记得，你并不孤单，有人在乎你并愿意支持你。如果你需要和我聊聊或再向我求助，随时都可以找我。",
    "annotation": [
      {
        "sentence": "你做得很好，真正关心自己的情况并主动迈出行动是非常重要的。",
        "label": ""
      },
      {
        "sentence": "专业人士会帮助你找到更多适合你的解决方案。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，有人在乎你并愿意支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要和我聊聊或再向我求助，随时都可以找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，你的话让我感到安慰和温暖。我会珍惜和丈夫、亲人朋友的交流，希望自己能够渐渐走出困境。如果有需要，我一定会再联系你的。谢谢你陪伴我度过这段难过的时期。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，你的话让我感到安慰和温暖。",
        "label": ""
      },
      {
        "sentence": "我会珍惜和丈夫、亲人朋友的交流，希望自己能够渐渐走出困境。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再联系你的。",
        "label": ""
      },
      {
        "sentence": "谢谢你陪伴我度过这段难过的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够陪伴你度过难过的时期。你并不孤单，在你需要的时候请随时与我联系。祝愿你能够逐渐恢复，重获快乐和自信。你是一位伟大的母亲，我相信你会度过这段困难时刻的。提醒自己，有些时候，寻求帮助是一种勇气。",
    "annotation": [
      {
        "sentence": "我很高兴能够陪伴你度过难过的时期。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，在你需要的时候请随时与我联系。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够逐渐恢复，重获快乐和自信。",
        "label": ""
      },
      {
        "sentence": "你是一位伟大的母亲，我相信你会度过这段困难时刻的。",
        "label": ""
      },
      {
        "sentence": "提醒自己，有些时候，寻求帮助是一种勇气。",
        "label": ""
      }
    ]
  }
]