[
  {
    "role": "client",
    "content": "很困很累但是不想睡觉怎么办？",
    "annotation": [
      {
        "sentence": "很困很累但是不想睡觉怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。听说你现在在一个你不喜欢的地方工作，但是暂时不能辞职，而且还有经济和生活的压力。这几年你也遇到了许多不开心的事和挫折，导致你觉得自己很没用，失去了对事物的兴趣，还有身体不好，对人生没有希望的感觉。这确实是一个非常艰难的时期，你感觉很累是可以理解的。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "听说你现在在一个你不喜欢的地方工作，但是暂时不能辞职，而且还有经济和生活的压力。",
        "label": ""
      },
      {
        "sentence": "这几年你也遇到了许多不开心的事和挫折，导致你觉得自己很没用，失去了对事物的兴趣，还有身体不好，对人生没有希望的感觉。",
        "label": ""
      },
      {
        "sentence": "这确实是一个非常艰难的时期，你感觉很累是可以理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在感觉压力很大，经常都是疲惫不堪，但却无法入睡。我有时感觉自己已经控制了情绪，但近几天又无法入睡了。我感到很疲劳，很困，甚至不想再玩手机了，但是无法控制自己的感觉。",
    "annotation": [
      {
        "sentence": "是的，我现在感觉压力很大，经常都是疲惫不堪，但却无法入睡。",
        "label": ""
      },
      {
        "sentence": "我有时感觉自己已经控制了情绪，但近几天又无法入睡了。",
        "label": ""
      },
      {
        "sentence": "我感到很疲劳，很困，甚至不想再玩手机了，但是无法控制自己的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。或许你可以试试看改变一下你使用手机的方式。比如，如果你是看视频的话，可以尝试看一些直播的视频，因为直播通常在特定时间播放，有限的集数，看完之后会暗示自己该睡觉了，明天再继续看。小时候没有手机的时候，我们就是这样调节自己的作息时间的。另外，你可以多动脑、多动手，比如给自己做一顿可口的餐，煲一锅汤来喝，或者写下自己的感受和想法，这样可以代替手机给我们带来的满足感。尝试调动你内心的好奇心、关爱和愉悦的情绪，想象自己已经进入这些情绪之中。这种方法有效的原因在于，一个人无法同时体验两种不同的情绪状态，所以一旦你调动了愉悦和快乐的情绪，就会自然地驱赶焦虑、愤怒和恐惧，进入一种平静的状态。当你的大脑满足于这种平静的状态时，你就能更好地控制自己。还有，你其实是想要睡觉的，因为你已经感到非常困和累了。我们想要养成良好的睡眠习惯，就得改变我们对睡觉的信念。其实，当你非常困和累的时候，手机对你来说不再有趣。你可以对自己说出来，手机已经不好玩了，我很困，我想睡觉。如果你不改变支配你以往行为的潜在信念，那么很难改变你的现状。重复改变信念的行为次数越多，相关的意识就越加强化。你会发现，你能够放下手机中的期待，睡个好觉。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "或许你可以试试看改变一下你使用手机的方式。",
        "label": ""
      },
      {
        "sentence": "比如，如果你是看视频的话，可以尝试看一些直播的视频，因为直播通常在特定时间播放，有限的集数，看完之后会暗示自己该睡觉了，明天再继续看。",
        "label": ""
      },
      {
        "sentence": "小时候没有手机的时候，我们就是这样调节自己的作息时间的。",
        "label": ""
      },
      {
        "sentence": "另外，你可以多动脑、多动手，比如给自己做一顿可口的餐，煲一锅汤来喝，或者写下自己的感受和想法，这样可以代替手机给我们带来的满足感。",
        "label": ""
      },
      {
        "sentence": "尝试调动你内心的好奇心、关爱和愉悦的情绪，想象自己已经进入这些情绪之中。",
        "label": ""
      },
      {
        "sentence": "这种方法有效的原因在于，一个人无法同时体验两种不同的情绪状态，所以一旦你调动了愉悦和快乐的情绪，就会自然地驱赶焦虑、愤怒和恐惧，进入一种平静的状态。",
        "label": ""
      },
      {
        "sentence": "当你的大脑满足于这种平静的状态时，你就能更好地控制自己。",
        "label": ""
      },
      {
        "sentence": "还有，你其实是想要睡觉的，因为你已经感到非常困和累了。",
        "label": ""
      },
      {
        "sentence": "我们想要养成良好的睡眠习惯，就得改变我们对睡觉的信念。",
        "label": ""
      },
      {
        "sentence": "其实，当你非常困和累的时候，手机对你来说不再有趣。",
        "label": ""
      },
      {
        "sentence": "你可以对自己说出来，手机已经不好玩了，我很困，我想睡觉。",
        "label": ""
      },
      {
        "sentence": "如果你不改变支配你以往行为的潜在信念，那么很难改变你的现状。",
        "label": ""
      },
      {
        "sentence": "重复改变信念的行为次数越多，相关的意识就越加强化。",
        "label": ""
      },
      {
        "sentence": "你会发现，你能够放下手机中的期待，睡个好觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法很有道理，我会尝试去改变一些生活习惯，调整我的情绪状态。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说的方法很有道理，我会尝试去改变一些生活习惯，调整我的情绪状态。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够度过这个困难的时期。如果你有任何需要继续讨论的话题或者需要进一步的支持，随时都可以找我倾诉。记得好好照顾自己，不要太过压力，一步一步走过来。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要继续讨论的话题或者需要进一步的支持，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "记得好好照顾自己，不要太过压力，一步一步走过来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]