[
  {
    "role": "client",
    "content": "精神越来越不受控制，我想做伤害别人的事情？我讨厌他们，他们太吵了。但是我和他们相处得很融洽。他们全部都只想着自己的事情，包括我。我想把做一些事情去让他们听到我的声音。最近学习太忙，没有时间自残，感觉精神越来越不受控制了。之前住校，因为室友疑心太重，觉得自己得我了，于是闹得班主任都知道了。那个时候我精神失常，说了很多疯话，我的室长告诉我，ta要联系我的家长，让我去看心理医生，免得我伤害别人。其实在那之前，我并没有想过去伤害别人，但是ta给我指了一条路。我变成了思想犯。因为我要参加高考，然后赚钱。在此之前我什么都做不了。",
    "annotation": [
      {
        "sentence": "精神越来越不受控制，我想做伤害别人的事情？",
        "label": ""
      },
      {
        "sentence": "我讨厌他们，他们太吵了。",
        "label": ""
      },
      {
        "sentence": "但是我和他们相处得很融洽。",
        "label": ""
      },
      {
        "sentence": "他们全部都只想着自己的事情，包括我。",
        "label": ""
      },
      {
        "sentence": "我想把做一些事情去让他们听到我的声音。",
        "label": ""
      },
      {
        "sentence": "最近学习太忙，没有时间自残，感觉精神越来越不受控制了。",
        "label": ""
      },
      {
        "sentence": "之前住校，因为室友疑心太重，觉得自己得我了，于是闹得班主任都知道了。",
        "label": ""
      },
      {
        "sentence": "那个时候我精神失常，说了很多疯话，我的室长告诉我，ta要联系我的家长，让我去看心理医生，免得我伤害别人。",
        "label": ""
      },
      {
        "sentence": "其实在那之前，我并没有想过去伤害别人，但是ta给我指了一条路。",
        "label": ""
      },
      {
        "sentence": "我变成了思想犯。",
        "label": ""
      },
      {
        "sentence": "因为我要参加高考，然后赚钱。",
        "label": ""
      },
      {
        "sentence": "在此之前我什么都做不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "~※从你的描述中了解到，你似乎有一些很讨厌的人，但是又似乎和他们相处得很融洽。你希望他们能够听到你的声音，但是他们全部都只关注自己的事情，不懂得关注你。最近学习太忙，没有时间自残，你感觉精神越来越不受控制。我能理解此刻你的内心一定很矛盾吧！你喜欢的人有着一些你不喜欢的特点，你渴望被他们关注和关爱，但是他们却未能完全关注到你，这种矛盾充斥着你的生活。这使你感到一些无法控制的情绪，甚至衍生出想要伤害别人的想法！虽然我知道你内心充满了委屈和痛苦，我也感到很难过。但是我还是想要告诉你，无论何时都不要伤害自己，更不要伤害别人！因为你的内心其实是善良的，你只是不知道该如何释放自己的情绪而已！现在我给你一些建议，当你感到情绪要爆发的时候，可以去操场或者运动场跑跑步，打打球，或者找一个平坦空旷的地方大声叫几声，宣泄一下自己的情绪。如果可以的话，也可以把你的心情用文字的形式记录下来，等到你情绪稳定的时候再看一看，也许你就能够明白为什么自己会如此愤怒了！这也是一种内省的方法！最后给你一个小建议是，最好跟你的爸妈谈谈你的心理状况，让他们带你去专业的咨询中心进行危机干预，因为你即将面临高考，学习和升学的压力都非常大，所以你需要进行一些缓解情绪和释放压力的咨询，帮助你解决负面情绪！",
    "annotation": [
      {
        "sentence": "~※从你的描述中了解到，你似乎有一些很讨厌的人，但是又似乎和他们相处得很融洽。",
        "label": ""
      },
      {
        "sentence": "你希望他们能够听到你的声音，但是他们全部都只关注自己的事情，不懂得关注你。",
        "label": ""
      },
      {
        "sentence": "最近学习太忙，没有时间自残，你感觉精神越来越不受控制。",
        "label": ""
      },
      {
        "sentence": "我能理解此刻你的内心一定很矛盾吧！",
        "label": ""
      },
      {
        "sentence": "你喜欢的人有着一些你不喜欢的特点，你渴望被他们关注和关爱，但是他们却未能完全关注到你，这种矛盾充斥着你的生活。",
        "label": ""
      },
      {
        "sentence": "这使你感到一些无法控制的情绪，甚至衍生出想要伤害别人的想法！",
        "label": ""
      },
      {
        "sentence": "虽然我知道你内心充满了委屈和痛苦，我也感到很难过。",
        "label": ""
      },
      {
        "sentence": "但是我还是想要告诉你，无论何时都不要伤害自己，更不要伤害别人！",
        "label": ""
      },
      {
        "sentence": "因为你的内心其实是善良的，你只是不知道该如何释放自己的情绪而已！",
        "label": ""
      },
      {
        "sentence": "现在我给你一些建议，当你感到情绪要爆发的时候，可以去操场或者运动场跑跑步，打打球，或者找一个平坦空旷的地方大声叫几声，宣泄一下自己的情绪。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，也可以把你的心情用文字的形式记录下来，等到你情绪稳定的时候再看一看，也许你就能够明白为什么自己会如此愤怒了！",
        "label": ""
      },
      {
        "sentence": "这也是一种内省的方法！",
        "label": ""
      },
      {
        "sentence": "最后给你一个小建议是，最好跟你的爸妈谈谈你的心理状况，让他们带你去专业的咨询中心进行危机干预，因为你即将面临高考，学习和升学的压力都非常大，所以你需要进行一些缓解情绪和释放压力的咨询，帮助你解决负面情绪！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得他们对我一点也不在乎，他们总是只顾着自己的事情。他们根本没有认真听我说话，我感觉自己变得无用了。",
    "annotation": [
      {
        "sentence": "但是我觉得他们对我一点也不在乎，他们总是只顾着自己的事情。",
        "label": ""
      },
      {
        "sentence": "他们根本没有认真听我说话，我感觉自己变得无用了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，感觉别人对你的忽视让你感到很沮丧。他们可能没有意识到自己的行为对你造成了伤害，但是这并不意味着你变得无用了。每个人都有价值和存在的意义，你也一样。也许我们可以试着和他们沟通，让他们明白你的感受，或者寻找一些其他的支持渠道来帮助你重新树立自信。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，感觉别人对你的忽视让你感到很沮丧。",
        "label": ""
      },
      {
        "sentence": "他们可能没有意识到自己的行为对你造成了伤害，但是这并不意味着你变得无用了。",
        "label": ""
      },
      {
        "sentence": "每个人都有价值和存在的意义，你也一样。",
        "label": ""
      },
      {
        "sentence": "也许我们可以试着和他们沟通，让他们明白你的感受，或者寻找一些其他的支持渠道来帮助你重新树立自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道该如何和他们沟通，他们总是听不进去我的话。我一想到要去说服他们，就感到很害怕和无助。",
    "annotation": [
      {
        "sentence": "我不知道该如何和他们沟通，他们总是听不进去我的话。",
        "label": ""
      },
      {
        "sentence": "我一想到要去说服他们，就感到很害怕和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉很正常，有时候我们会遇到一些难以沟通的人或者情况。但是请记住，你并不是无助的，仅仅是暂时没有找到合适的方法来表达自己。我们可以尝试一些其他的方法，比如写信或者发送短信，这样你可以更好地组织自己的思绪。同时，我们也可以寻求一些咨询师或者心理专家的帮助，他们可以指导我们如何在沟通中更有效地表达自己的需求和感受。",
    "annotation": [
      {
        "sentence": "这种感觉很正常，有时候我们会遇到一些难以沟通的人或者情况。",
        "label": ""
      },
      {
        "sentence": "但是请记住，你并不是无助的，仅仅是暂时没有找到合适的方法来表达自己。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试一些其他的方法，比如写信或者发送短信，这样你可以更好地组织自己的思绪。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以寻求一些咨询师或者心理专家的帮助，他们可以指导我们如何在沟通中更有效地表达自己的需求和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，也许我需要寻求一些专业的帮助来解决这个问题。但是我对去看心理医生还有些抵触，我担心会被别人嘲笑或者不理解。我不知道该如何克服这种担忧。",
    "annotation": [
      {
        "sentence": "你说的有道理，也许我需要寻求一些专业的帮助来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "但是我对去看心理医生还有些抵触，我担心会被别人嘲笑或者不理解。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何克服这种担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧。但是请相信我，寻求专业帮助是非常正常和积极的行为。心理医生和咨询师专业训练过，他们会耐心聆听你的问题和困扰，并为你提供合适的帮助。他们将会对你保密，不会嘲笑或者不理解你。你可以向你的父母或者其他信任的人倾诉你的担忧，他们会给你支持和鼓励，帮助你克服这些担忧，走出困境。",
    "annotation": [
      {
        "sentence": "理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是请相信我，寻求专业帮助是非常正常和积极的行为。",
        "label": ""
      },
      {
        "sentence": "心理医生和咨询师专业训练过，他们会耐心聆听你的问题和困扰，并为你提供合适的帮助。",
        "label": ""
      },
      {
        "sentence": "他们将会对你保密，不会嘲笑或者不理解你。",
        "label": ""
      },
      {
        "sentence": "你可以向你的父母或者其他信任的人倾诉你的担忧，他们会给你支持和鼓励，帮助你克服这些担忧，走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑一下你给我的建议。谢谢你的耐心倾听和支持，我觉得心情好多了。",
    "annotation": [
      {
        "sentence": "我会考虑一下你给我的建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和支持，我觉得心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你并不孤单，我们都愿意帮助你度过困难的时刻。如果你需要进一步的支持或者有任何其他问题，随时都可以再来找我聊天。希望你能够找到适合自己的解决方案，过上积极和快乐的生活。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都愿意帮助你度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持或者有任何其他问题，随时都可以再来找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到适合自己的解决方案，过上积极和快乐的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会尽力走出困境的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会尽力走出困境的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]