[
  {
    "role": "client",
    "content": "想到前男友就很难过很暴躁，没法控制自己的想吐？前男友pua了我5年半，我现在有了新的男朋友，可是我每天只要看到有关他的任何东西，我就会没法控制自己的情绪，想摔东西，想杀了他，想撕碎我自己，想吐我没法控制我自己。我就是会很难过很难过，睡了一觉又会恢复正常了。突然发病一下就真的很想死掉，带着他一起，我不明白他怎么那么恶心，我觉得我自己也恶心。",
    "annotation": [
      {
        "sentence": "想到前男友就很难过很暴躁，没法控制自己的想吐？",
        "label": ""
      },
      {
        "sentence": "前男友pua了我5年半，我现在有了新的男朋友，可是我每天只要看到有关他的任何东西，我就会没法控制自己的情绪，想摔东西，想杀了他，想撕碎我自己，想吐我没法控制我自己。",
        "label": ""
      },
      {
        "sentence": "我就是会很难过很难过，睡了一觉又会恢复正常了。",
        "label": ""
      },
      {
        "sentence": "突然发病一下就真的很想死掉，带着他一起，我不明白他怎么那么恶心，我觉得我自己也恶心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种状况确实很让人懊恼。你说你看似在恨前男友，实则是恨自己，觉得自己愚蠢地当了他的“帮凶”，感到羞耻自己曾经做过的事。你想狠狠地回击过去，证明自己的“清白”，证明自己不是那么愚蠢，好好地教训一下他。但是你却找不到出路和方法，于是这一切又折转回来，用在自己身上。我想问你，成功地离开他难道不是你的智慧和有力回击吗？",
    "annotation": [
      {
        "sentence": "这种状况确实很让人懊恼。",
        "label": ""
      },
      {
        "sentence": "你说你看似在恨前男友，实则是恨自己，觉得自己愚蠢地当了他的“帮凶”，感到羞耻自己曾经做过的事。",
        "label": ""
      },
      {
        "sentence": "你想狠狠地回击过去，证明自己的“清白”，证明自己不是那么愚蠢，好好地教训一下他。",
        "label": ""
      },
      {
        "sentence": "但是你却找不到出路和方法，于是这一切又折转回来，用在自己身上。",
        "label": ""
      },
      {
        "sentence": "我想问你，成功地离开他难道不是你的智慧和有力回击吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我每天只要看到有关他的任何东西，我就会没法控制自己的情绪。",
    "annotation": [
      {
        "sentence": "可是我每天只要看到有关他的任何东西，我就会没法控制自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我没太明白这句话的意思，既然不想看到这些东西，为什么没处理掉呢？这些东西难道无法处理吗？或许你可以试着用文字和某个男友的象征物来释放你的愤怒。又或者通过想象一些情景来展示自己的力量，发泄一下内心的怒火。你也可以考虑寻求专业咨询师的帮助，他们会对你提供一些有效的建议和支持。希望我的回复能对你有所帮助。",
    "annotation": [
      {
        "sentence": "我没太明白这句话的意思，既然不想看到这些东西，为什么没处理掉呢？",
        "label": ""
      },
      {
        "sentence": "这些东西难道无法处理吗？",
        "label": ""
      },
      {
        "sentence": "或许你可以试着用文字和某个男友的象征物来释放你的愤怒。",
        "label": ""
      },
      {
        "sentence": "又或者通过想象一些情景来展示自己的力量，发泄一下内心的怒火。",
        "label": ""
      },
      {
        "sentence": "你也可以考虑寻求专业咨询师的帮助，他们会对你提供一些有效的建议和支持。",
        "label": ""
      },
      {
        "sentence": "希望我的回复能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于处理前男友的事，我确实没有尝试过，也不知道该怎么做。",
    "annotation": [
      {
        "sentence": "对于处理前男友的事，我确实没有尝试过，也不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "处理和面对前男友的事情并不是一件容易的事情，不要感到自责。首先，你可以思考一下这些东西对你来说是否有积极的作用，如果没有的话就考虑处理掉。你可以选择销毁这些东西，比如撕碎信件或照片，或者把它们送给别人。这样你可以有一个象征性的举动来宣示自己已经离开过去。另外，你也可以试试写信给前男友，将自己的情绪和不满都写出来，然后不需要寄出去，只是用来释放自己的情绪。这些方法可能需要一些时间和勇气，但是希望你可以尝试一下，慢慢地走出困境。",
    "annotation": [
      {
        "sentence": "处理和面对前男友的事情并不是一件容易的事情，不要感到自责。",
        "label": ""
      },
      {
        "sentence": "首先，你可以思考一下这些东西对你来说是否有积极的作用，如果没有的话就考虑处理掉。",
        "label": ""
      },
      {
        "sentence": "你可以选择销毁这些东西，比如撕碎信件或照片，或者把它们送给别人。",
        "label": ""
      },
      {
        "sentence": "这样你可以有一个象征性的举动来宣示自己已经离开过去。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以试试写信给前男友，将自己的情绪和不满都写出来，然后不需要寄出去，只是用来释放自己的情绪。",
        "label": ""
      },
      {
        "sentence": "这些方法可能需要一些时间和勇气，但是希望你可以尝试一下，慢慢地走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感谢你的建议。我会试着处理这些和前男友有关的物品，然后写信抒发自己的情绪。",
    "annotation": [
      {
        "sentence": "我明白了，感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着处理这些和前男友有关的物品，然后写信抒发自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试。处理这些物品和写信可以帮助你释放一些负面情绪，并且向自己证明你已经走出了过去的阴影。但是也要记住，这是一个逐渐的过程，不要强求自己一下子就完全摆脱情绪上的困扰。慢慢地，你会发现自己变得更加坚强和自信。如果你在这个过程中需要任何支持，随时都可以向我寻求帮助。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试。",
        "label": ""
      },
      {
        "sentence": "处理这些物品和写信可以帮助你释放一些负面情绪，并且向自己证明你已经走出了过去的阴影。",
        "label": ""
      },
      {
        "sentence": "但是也要记住，这是一个逐渐的过程，不要强求自己一下子就完全摆脱情绪上的困扰。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你会发现自己变得更加坚强和自信。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中需要任何支持，随时都可以向我寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，再次感谢你的支持和理解。我会努力走出困境，重新获得自己的幸福。",
    "annotation": [
      {
        "sentence": "我会的，再次感谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会努力走出困境，重新获得自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你值得拥有幸福。记住，过去的经历并不代表你的未来。相信自己的力量，相信你可以克服困难，走出这个阴影。如果你有任何需要的时候，不要犹豫向别人和专业人士寻求帮助。祝愿你早日走出困境，重新拥有幸福的生活！",
    "annotation": [
      {
        "sentence": "你值得拥有幸福。",
        "label": ""
      },
      {
        "sentence": "记住，过去的经历并不代表你的未来。",
        "label": ""
      },
      {
        "sentence": "相信自己的力量，相信你可以克服困难，走出这个阴影。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要的时候，不要犹豫向别人和专业人士寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出困境，重新拥有幸福的生活！",
        "label": ""
      }
    ]
  }
]