[
  {
    "role": "client",
    "content": "讨厌婆婆不想见到她，但是会影响我和我老公的关系？我是原生家庭毒害深的人，深受童年阴影影响。从小被母亲责骂，挖苦，用最恶毒的语言伤害我，从小我就很自卑。有情绪问题，得不到父母的回应。小时候总是哭，一肚子话不知道找谁说。直到2010年，24岁，长期压抑，睡眠不好，宿舍关系不好，导致我生了大病，做了骨髓移植。骨髓移植成功，现在完全康复。结婚。找到了现在的老公，非常疼我，只是个子矮，1米55，能力不大，其实内心一直还是有一些看不上。但是他很疼我，所以我也很依赖他。现在遇到的问题是，不愿意交际，不想交任何朋友，难道是担心受伤害？还有就是，一旦有伤害到我自己利益的事情我就会自我抑郁想不开。而且我现在和婆婆关系也不好，她是圆滑型性格，很看眼色行事。我特别讨厌我婆婆，看见就烦。虽然她不会得罪我，但是控制不住烦她。也不知道这是怎么了……我婆婆在我结婚那年，一个劲得把彩礼降低，而且还半开玩笑地和我父母说让我们多陪送点嫁妆…写不完了求助",
    "annotation": [
      {
        "sentence": "讨厌婆婆不想见到她，但是会影响我和我老公的关系？",
        "label": ""
      },
      {
        "sentence": "我是原生家庭毒害深的人，深受童年阴影影响。",
        "label": ""
      },
      {
        "sentence": "从小被母亲责骂，挖苦，用最恶毒的语言伤害我，从小我就很自卑。",
        "label": ""
      },
      {
        "sentence": "有情绪问题，得不到父母的回应。",
        "label": ""
      },
      {
        "sentence": "小时候总是哭，一肚子话不知道找谁说。",
        "label": ""
      },
      {
        "sentence": "直到2010年，24岁，长期压抑，睡眠不好，宿舍关系不好，导致我生了大病，做了骨髓移植。",
        "label": ""
      },
      {
        "sentence": "骨髓移植成功，现在完全康复。",
        "label": ""
      },
      {
        "sentence": "结婚。",
        "label": ""
      },
      {
        "sentence": "找到了现在的老公，非常疼我，只是个子矮，1米55，能力不大，其实内心一直还是有一些看不上。",
        "label": ""
      },
      {
        "sentence": "但是他很疼我，所以我也很依赖他。",
        "label": ""
      },
      {
        "sentence": "现在遇到的问题是，不愿意交际，不想交任何朋友，难道是担心受伤害？",
        "label": ""
      },
      {
        "sentence": "还有就是，一旦有伤害到我自己利益的事情我就会自我抑郁想不开。",
        "label": ""
      },
      {
        "sentence": "而且我现在和婆婆关系也不好，她是圆滑型性格，很看眼色行事。",
        "label": ""
      },
      {
        "sentence": "我特别讨厌我婆婆，看见就烦。",
        "label": ""
      },
      {
        "sentence": "虽然她不会得罪我，但是控制不住烦她。",
        "label": ""
      },
      {
        "sentence": "也不知道这是怎么了……我婆婆在我结婚那年，一个劲得把彩礼降低，而且还半开玩笑地和我父母说让我们多陪送点嫁妆…写不完了求助",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "️首先给你一个温暖的怀抱！面对你这样的心理困扰，我非常理解你的苦衷。从你的叙述中，我可以看出你在成长过程中所受到的困扰，这在很大程度上影响了你的自信心和人际交往能力。我们不能选择出生的家庭和父母，有些人很幸运出生在一个幸福的家庭，而有些人则要面对不幸的家庭环境，这往往导致心理上的困扰。每个孩子都应该成为父母眼中的宝贝，得到无条件的爱和呵护，只有这样，他们才能够形成健康的心理素质，建立良好的人际交往模式。如果家庭教养存在问题，如忽视、批评、辱骂、施虐等，将对孩子的心理和人际交往产生不良影响。另外，在选择伴侣时，也会受到这些心理问题的影响，缺乏安全感和自信心，你可能会倾向于选择一个比自己差的伴侣，以获得更多的安全感和掌控感。我希望你能明白这些原因，重新培养自己，接纳自己，相信自己是值得被爱的，是优秀的，配得上幸福的人生。",
    "annotation": [
      {
        "sentence": "️首先给你一个温暖的怀抱！",
        "label": ""
      },
      {
        "sentence": "面对你这样的心理困扰，我非常理解你的苦衷。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中，我可以看出你在成长过程中所受到的困扰，这在很大程度上影响了你的自信心和人际交往能力。",
        "label": ""
      },
      {
        "sentence": "我们不能选择出生的家庭和父母，有些人很幸运出生在一个幸福的家庭，而有些人则要面对不幸的家庭环境，这往往导致心理上的困扰。",
        "label": ""
      },
      {
        "sentence": "每个孩子都应该成为父母眼中的宝贝，得到无条件的爱和呵护，只有这样，他们才能够形成健康的心理素质，建立良好的人际交往模式。",
        "label": ""
      },
      {
        "sentence": "如果家庭教养存在问题，如忽视、批评、辱骂、施虐等，将对孩子的心理和人际交往产生不良影响。",
        "label": ""
      },
      {
        "sentence": "另外，在选择伴侣时，也会受到这些心理问题的影响，缺乏安全感和自信心，你可能会倾向于选择一个比自己差的伴侣，以获得更多的安全感和掌控感。",
        "label": ""
      },
      {
        "sentence": "我希望你能明白这些原因，重新培养自己，接纳自己，相信自己是值得被爱的，是优秀的，配得上幸福的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我明白现在的问题来源于我成长中的困扰。但是我还是很害怕与他人建立联系，害怕再次受伤害。我该如何克服这种心理障碍呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我明白现在的问题来源于我成长中的困扰。",
        "label": ""
      },
      {
        "sentence": "但是我还是很害怕与他人建立联系，害怕再次受伤害。",
        "label": ""
      },
      {
        "sentence": "我该如何克服这种心理障碍呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的害怕是可以理解的，毕竟你之前的经历让你对人际关系产生了恐惧感。克服这种心理障碍需要一步步来，首先从与他人简单的交往开始，可以选择一些安全的场合，在那里你可以逐渐放下戒备心，慢慢积累建立联系的经验。同时，你也可以寻求心理咨询师的帮助，通过专业的辅导和治疗，逐渐减少你的社交焦虑和恐惧感。记住，与人交往是一种正常且重要的需求，只有逐渐面对并克服内心的恐惧，你才能够建立起健康的人际关系。",
    "annotation": [
      {
        "sentence": "你的害怕是可以理解的，毕竟你之前的经历让你对人际关系产生了恐惧感。",
        "label": ""
      },
      {
        "sentence": "克服这种心理障碍需要一步步来，首先从与他人简单的交往开始，可以选择一些安全的场合，在那里你可以逐渐放下戒备心，慢慢积累建立联系的经验。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求心理咨询师的帮助，通过专业的辅导和治疗，逐渐减少你的社交焦虑和恐惧感。",
        "label": ""
      },
      {
        "sentence": "记住，与人交往是一种正常且重要的需求，只有逐渐面对并克服内心的恐惧，你才能够建立起健康的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着放下戒备心，尝试与他人交往的。此外，我也会考虑咨询心理专家的意见。谢谢你的建议。另外，我对婆婆的问题也很困扰，虽然她没有直接得罪我，但我总是忍不住讨厌她。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我会试着放下戒备心，尝试与他人交往的。",
        "label": ""
      },
      {
        "sentence": "此外，我也会考虑咨询心理专家的意见。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "另外，我对婆婆的问题也很困扰，虽然她没有直接得罪我，但我总是忍不住讨厌她。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于婆婆的问题，我理解你的困扰。首先，你需要意识到你和你的丈夫是一个独立的小家庭，你们可以在合理的范围内与婆婆保持一定的距离，并保持自己的立场和尊严。同时，你也可以尝试建立自己的社交圈子和兴趣爱好，通过拥有自己的生活，你会发现自己更加自信和独立。保持积极的态度，和婆婆保持良好的沟通，或者寻求家庭咨询的帮助，更好地处理家庭关系问题。",
    "annotation": [
      {
        "sentence": "对于婆婆的问题，我理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，你需要意识到你和你的丈夫是一个独立的小家庭，你们可以在合理的范围内与婆婆保持一定的距离，并保持自己的立场和尊严。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试建立自己的社交圈子和兴趣爱好，通过拥有自己的生活，你会发现自己更加自信和独立。",
        "label": ""
      },
      {
        "sentence": "保持积极的态度，和婆婆保持良好的沟通，或者寻求家庭咨询的帮助，更好地处理家庭关系问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着与婆婆保持合理的距离并保持自己的立场。同时，我也会努力培养自己的兴趣爱好并建立自己的社交圈子。感谢你的建议和支持！我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着与婆婆保持合理的距离并保持自己的立场。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力培养自己的兴趣爱好并建立自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "感谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的进展和积极的变化。记住，对自己的情绪和心理健康要有耐心和关爱。无论遇到什么困难，都可以随时寻求支持和帮助。祝愿你能够找到自己的幸福和平衡。如果还有什么需要帮助的，随时来找我。你不是一个人在战斗，有人在你身边支持着你。",
    "annotation": [
      {
        "sentence": "很高兴听到你的进展和积极的变化。",
        "label": ""
      },
      {
        "sentence": "记住，对自己的情绪和心理健康要有耐心和关爱。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都可以随时寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到自己的幸福和平衡。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时来找我。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，有人在你身边支持着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你一直以来的支持和鼓励！你的话给了我很大的信心和勇气。我会继续坚持并努力克服自己的困境。再次感谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你一直以来的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "你的话给了我很大的信心和勇气。",
        "label": ""
      },
      {
        "sentence": "我会继续坚持并努力克服自己的困境。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  }
]