[
  {
    "role": "client",
    "content": "讨厌婆婆不想见到她，但是会影响我和我老公的关系？我是原生家庭毒害深的人，深受童年阴影影响。从小被母亲责骂，挖苦，用最恶毒的语言伤害我，从小我就很自卑。有情绪问题，得不到父母的回应。小时候总是哭，一肚子话不知道找谁说。直到2010年，24岁，长期压抑，睡眠不好，宿舍关系不好，导致我生了大病，做了骨髓移植。骨髓移植成功，现在完全康复。结婚。找到了现在的老公，非常疼我，只是个子矮，1米55，能力不大，其实内心一直还是有一些看不上。但是他很疼我，所以我也很依赖他。现在遇到的问题是，不愿意交际，不想交任何朋友，难道是担心受伤害？还有就是，一旦有伤害到我自己利益的事情我就会自我抑郁想不开。而且我现在和婆婆关系也不好，她是圆滑型性格，很看眼色行事。我特别讨厌我婆婆，看见就烦。虽然她不会得罪我，但是控制不住烦她。也不知道这是怎么了……我婆婆在我结婚那年，一个劲得把彩礼降低，而且还半开玩笑地和我父母说让我们多陪送点嫁妆…写不完了求助",
    "annotation": [
      {
        "sentence": "讨厌婆婆不想见到她，但是会影响我和我老公的关系？",
        "label": ""
      },
      {
        "sentence": "我是原生家庭毒害深的人，深受童年阴影影响。",
        "label": ""
      },
      {
        "sentence": "从小被母亲责骂，挖苦，用最恶毒的语言伤害我，从小我就很自卑。",
        "label": ""
      },
      {
        "sentence": "有情绪问题，得不到父母的回应。",
        "label": ""
      },
      {
        "sentence": "小时候总是哭，一肚子话不知道找谁说。",
        "label": ""
      },
      {
        "sentence": "直到2010年，24岁，长期压抑，睡眠不好，宿舍关系不好，导致我生了大病，做了骨髓移植。",
        "label": ""
      },
      {
        "sentence": "骨髓移植成功，现在完全康复。",
        "label": ""
      },
      {
        "sentence": "结婚。",
        "label": ""
      },
      {
        "sentence": "找到了现在的老公，非常疼我，只是个子矮，1米55，能力不大，其实内心一直还是有一些看不上。",
        "label": ""
      },
      {
        "sentence": "但是他很疼我，所以我也很依赖他。",
        "label": ""
      },
      {
        "sentence": "现在遇到的问题是，不愿意交际，不想交任何朋友，难道是担心受伤害？",
        "label": ""
      },
      {
        "sentence": "还有就是，一旦有伤害到我自己利益的事情我就会自我抑郁想不开。",
        "label": ""
      },
      {
        "sentence": "而且我现在和婆婆关系也不好，她是圆滑型性格，很看眼色行事。",
        "label": ""
      },
      {
        "sentence": "我特别讨厌我婆婆，看见就烦。",
        "label": ""
      },
      {
        "sentence": "虽然她不会得罪我，但是控制不住烦她。",
        "label": ""
      },
      {
        "sentence": "也不知道这是怎么了……我婆婆在我结婚那年，一个劲得把彩礼降低，而且还半开玩笑地和我父母说让我们多陪送点嫁妆…写不完了求助",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你的遭遇，呀。你感觉婆婆在有些方面针对着你，所以特别的讨厌她，但你又害怕这样的讨厌会影响你跟老公的关系，对于你提出的问题，我们可以一起来分析一下。",
    "annotation": [
      {
        "sentence": "很心疼你的遭遇，呀。",
        "label": ""
      },
      {
        "sentence": "你感觉婆婆在有些方面针对着你，所以特别的讨厌她，但你又害怕这样的讨厌会影响你跟老公的关系，对于你提出的问题，我们可以一起来分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我非常担心婆婆对我们夫妻关系的影响，毕竟她是我老公的母亲，我们之间的摩擦会导致夫妻关系不稳定。",
    "annotation": [
      {
        "sentence": "是的，我非常担心婆婆对我们夫妻关系的影响，毕竟她是我老公的母亲，我们之间的摩擦会导致夫妻关系不稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。让我们先来分析一下你的情况。从你的成长经历来看，你受到了母亲的严厉批评和伤害，这导致了你深深的自卑感。你的心理问题得不到父母的回应，使你长期压抑。你有睡眠问题和社交关系的困扰，还经历了一次大病和骨髓移植。现在你结婚了，找到了一个疼你的老公，但你对他的能力和身高产生了一些看不上的想法。你现在不愿意交际，不想交朋友，这可能是因为你担心被伤害。当有伤害到你的利益时，你就会自我压抑和消沉。另外，你和婆婆的关系也不好，你特别讨厌她，甚至控制不住对她的烦恼。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "让我们先来分析一下你的情况。",
        "label": ""
      },
      {
        "sentence": "从你的成长经历来看，你受到了母亲的严厉批评和伤害，这导致了你深深的自卑感。",
        "label": ""
      },
      {
        "sentence": "你的心理问题得不到父母的回应，使你长期压抑。",
        "label": ""
      },
      {
        "sentence": "你有睡眠问题和社交关系的困扰，还经历了一次大病和骨髓移植。",
        "label": ""
      },
      {
        "sentence": "现在你结婚了，找到了一个疼你的老公，但你对他的能力和身高产生了一些看不上的想法。",
        "label": ""
      },
      {
        "sentence": "你现在不愿意交际，不想交朋友，这可能是因为你担心被伤害。",
        "label": ""
      },
      {
        "sentence": "当有伤害到你的利益时，你就会自我压抑和消沉。",
        "label": ""
      },
      {
        "sentence": "另外，你和婆婆的关系也不好，你特别讨厌她，甚至控制不住对她的烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对婆婆的行为非常讨厌，尤其是她对我们彩礼的处理。我觉得她不重视我，所以对她有很大的抵触情绪。",
    "annotation": [
      {
        "sentence": "是的，我对婆婆的行为非常讨厌，尤其是她对我们彩礼的处理。",
        "label": ""
      },
      {
        "sentence": "我觉得她不重视我，所以对她有很大的抵触情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你对婆婆的抵触情绪。从你的描述来看，你对自己的价值感和自卑感存在较大的负面认知。你认为个子矮和能力不大是不可接受的，在你的原生家庭里，缺乏鼓励和赞美，更多地是挖苦伤害。这导致了你对生活的消极悲观看法。这种认知会使你对他人的评价和关注加倍敏感，因此你更容易感觉到他人的不喜欢和针对，包括你的婆婆。当婆婆接收到你对自己的不认可时，她也会不接纳你，进一步加强了你的自卑感。另外，你也会更加关注自己的外貌和他人对你的评价，彩礼对你而言是衡量他人是否看重你的重要标准。婆婆降低彩礼的行为增加了你的价值缺失感，让你一直耿耿于怀。",
    "annotation": [
      {
        "sentence": "我完全理解你对婆婆的抵触情绪。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你对自己的价值感和自卑感存在较大的负面认知。",
        "label": ""
      },
      {
        "sentence": "你认为个子矮和能力不大是不可接受的，在你的原生家庭里，缺乏鼓励和赞美，更多地是挖苦伤害。",
        "label": ""
      },
      {
        "sentence": "这导致了你对生活的消极悲观看法。",
        "label": ""
      },
      {
        "sentence": "这种认知会使你对他人的评价和关注加倍敏感，因此你更容易感觉到他人的不喜欢和针对，包括你的婆婆。",
        "label": ""
      },
      {
        "sentence": "当婆婆接收到你对自己的不认可时，她也会不接纳你，进一步加强了你的自卑感。",
        "label": ""
      },
      {
        "sentence": "另外，你也会更加关注自己的外貌和他人对你的评价，彩礼对你而言是衡量他人是否看重你的重要标准。",
        "label": ""
      },
      {
        "sentence": "婆婆降低彩礼的行为增加了你的价值缺失感，让你一直耿耿于怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我对自己的外貌和他人对我的看法确实过于关注。我理解了你的分析，但是我不知道该如何改变自己的思维方式和处理与婆婆的关系。",
    "annotation": [
      {
        "sentence": "你说得很对，我对自己的外貌和他人对我的看法确实过于关注。",
        "label": ""
      },
      {
        "sentence": "我理解了你的分析，但是我不知道该如何改变自己的思维方式和处理与婆婆的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会给你一些建议。首先，你要明白当你对自己的内心越和谐、越接纳自我，你所处的环境也会变得越友好。当你不再向他人投射自卑的信息时，他人也无法欺负你来认同你的投射。你要提升自己的自信，认可自己的优点和成就，接纳自己。其次，你的老公很疼爱你，这说明你一定有让他喜欢的地方。不要认为他会看不起你。另外，除了外在因素，你还有许多可以提升的地方。通过努力和自我建设，你可以越来越优秀，也会逐渐消除自卑感。此外，你可以主动去结交一些善良友好的人，这样的关系会给你信心和正反馈，有助于你摆脱社交恐惧，更容易接纳自己和他人。最后，你可以主动化解与婆婆的矛盾，思考一下她对你的付出和关心，给她一些关爱，让她感受到你的爱意。老一辈的人通常会对得到好处的人卸下防备。如果你觉得我们的简单问答无法解决问题，你也可以预约专业心理咨询师进行深入的自我探索和疗愈。",
    "annotation": [
      {
        "sentence": "没问题，我会给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你要明白当你对自己的内心越和谐、越接纳自我，你所处的环境也会变得越友好。",
        "label": ""
      },
      {
        "sentence": "当你不再向他人投射自卑的信息时，他人也无法欺负你来认同你的投射。",
        "label": ""
      },
      {
        "sentence": "你要提升自己的自信，认可自己的优点和成就，接纳自己。",
        "label": ""
      },
      {
        "sentence": "其次，你的老公很疼爱你，这说明你一定有让他喜欢的地方。",
        "label": ""
      },
      {
        "sentence": "不要认为他会看不起你。",
        "label": ""
      },
      {
        "sentence": "另外，除了外在因素，你还有许多可以提升的地方。",
        "label": ""
      },
      {
        "sentence": "通过努力和自我建设，你可以越来越优秀，也会逐渐消除自卑感。",
        "label": ""
      },
      {
        "sentence": "此外，你可以主动去结交一些善良友好的人，这样的关系会给你信心和正反馈，有助于你摆脱社交恐惧，更容易接纳自己和他人。",
        "label": ""
      },
      {
        "sentence": "最后，你可以主动化解与婆婆的矛盾，思考一下她对你的付出和关心，给她一些关爱，让她感受到你的爱意。",
        "label": ""
      },
      {
        "sentence": "老一辈的人通常会对得到好处的人卸下防备。",
        "label": ""
      },
      {
        "sentence": "如果你觉得我们的简单问答无法解决问题，你也可以预约专业心理咨询师进行深入的自我探索和疗愈。",
        "label": ""
      }
    ]
  }
]