[
  {
    "role": "client",
    "content": "我讨厌婆婆不想见到她，但是会影响我和我老公的关系。我是原生家庭毒害深的人，深受童年阴影影响。从小被母亲责骂，挖苦，用最恶毒的语言伤害我，从小我就很自卑。有情绪问题，得不到父母的回应。小时候总是哭，一肚子话不知道找谁说。直到2010年，24岁，长期压抑，睡眠不好，宿舍关系不好，导致我生了大病，做了骨髓移植。骨髓移植成功，现在完全康复。结婚。找到了现在的老公，非常疼我，只是个子矮，1米55，能力不大，其实内心一直还是有一些看不上。但是他很疼我，所以我也很依赖他。现在遇到的问题是，不愿意交际，不想交任何朋友，难道是担心受伤害？还有就是，一旦有伤害到我自己利益的事情我就会自我抑郁想不开。而且我现在和婆婆关系也不好，她是圆滑型性格，很看眼色行事。我特别讨厌我婆婆，看见就烦。虽然她不会得罪我，但是控制不住烦她。也不知道这是怎么了……我婆婆在我结婚那年，一个劲得把彩礼降低，而且还半开玩笑地和我父母说让我们多陪送点嫁妆…写不完了求助。",
    "annotation": [
      {
        "sentence": "我讨厌婆婆不想见到她，但是会影响我和我老公的关系。",
        "label": ""
      },
      {
        "sentence": "我是原生家庭毒害深的人，深受童年阴影影响。",
        "label": ""
      },
      {
        "sentence": "从小被母亲责骂，挖苦，用最恶毒的语言伤害我，从小我就很自卑。",
        "label": ""
      },
      {
        "sentence": "有情绪问题，得不到父母的回应。",
        "label": ""
      },
      {
        "sentence": "小时候总是哭，一肚子话不知道找谁说。",
        "label": ""
      },
      {
        "sentence": "直到2010年，24岁，长期压抑，睡眠不好，宿舍关系不好，导致我生了大病，做了骨髓移植。",
        "label": ""
      },
      {
        "sentence": "骨髓移植成功，现在完全康复。",
        "label": ""
      },
      {
        "sentence": "结婚。",
        "label": ""
      },
      {
        "sentence": "找到了现在的老公，非常疼我，只是个子矮，1米55，能力不大，其实内心一直还是有一些看不上。",
        "label": ""
      },
      {
        "sentence": "但是他很疼我，所以我也很依赖他。",
        "label": ""
      },
      {
        "sentence": "现在遇到的问题是，不愿意交际，不想交任何朋友，难道是担心受伤害？",
        "label": ""
      },
      {
        "sentence": "还有就是，一旦有伤害到我自己利益的事情我就会自我抑郁想不开。",
        "label": ""
      },
      {
        "sentence": "而且我现在和婆婆关系也不好，她是圆滑型性格，很看眼色行事。",
        "label": ""
      },
      {
        "sentence": "我特别讨厌我婆婆，看见就烦。",
        "label": ""
      },
      {
        "sentence": "虽然她不会得罪我，但是控制不住烦她。",
        "label": ""
      },
      {
        "sentence": "也不知道这是怎么了……我婆婆在我结婚那年，一个劲得把彩礼降低，而且还半开玩笑地和我父母说让我们多陪送点嫁妆…写不完了求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历中有很多负面的情绪和困难，这些可能是影响你和婆婆关系的原因之一。从你描述的童年经历可以看出，你在原生家庭中受到了很多伤害和压力，这也让你对其他人有一些防备心理。虽然这种自我保护的态度不会让别人伤害到你，但同时也让你错过了一些和他人建立良好关系的机会。我们作为人类是社会性动物，和他人建立联系是很重要的，尤其是在组建了自己的小家庭之后。",
    "annotation": [
      {
        "sentence": "你的经历中有很多负面的情绪和困难，这些可能是影响你和婆婆关系的原因之一。",
        "label": ""
      },
      {
        "sentence": "从你描述的童年经历可以看出，你在原生家庭中受到了很多伤害和压力，这也让你对其他人有一些防备心理。",
        "label": ""
      },
      {
        "sentence": "虽然这种自我保护的态度不会让别人伤害到你，但同时也让你错过了一些和他人建立良好关系的机会。",
        "label": ""
      },
      {
        "sentence": "我们作为人类是社会性动物，和他人建立联系是很重要的，尤其是在组建了自己的小家庭之后。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我理解。我很感激自己的丈夫，他对我很好，虽然我对他外貌上有些要求和不满，但他对我真心关爱。我意识到物质并不是一切，找到一个对自己好的人才是最重要的。可是，我还是不太愿意和别人交际，似乎总是怕受到伤害。",
    "annotation": [
      {
        "sentence": "对，我理解。",
        "label": ""
      },
      {
        "sentence": "我很感激自己的丈夫，他对我很好，虽然我对他外貌上有些要求和不满，但他对我真心关爱。",
        "label": ""
      },
      {
        "sentence": "我意识到物质并不是一切，找到一个对自己好的人才是最重要的。",
        "label": ""
      },
      {
        "sentence": "可是，我还是不太愿意和别人交际，似乎总是怕受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心受伤害是很正常的，特别是在经历过童年阴影后。过去的经历让你对他人的关系持有怀疑的态度。我们可以逐步尝试与人建立联系，可以从一些小的社交场合开始，例如加入兴趣小组或者参加一些社区活动，这样可以慢慢增加你与他人之间的互动，也能够提升你的社交能力。",
    "annotation": [
      {
        "sentence": "担心受伤害是很正常的，特别是在经历过童年阴影后。",
        "label": ""
      },
      {
        "sentence": "过去的经历让你对他人的关系持有怀疑的态度。",
        "label": ""
      },
      {
        "sentence": "我们可以逐步尝试与人建立联系，可以从一些小的社交场合开始，例如加入兴趣小组或者参加一些社区活动，这样可以慢慢增加你与他人之间的互动，也能够提升你的社交能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我应该尝试主动去和别人交流。我也是认识到了，不想让自己因为过去的伤害而活在抑郁中，我真的希望自己能够快乐起来。",
    "annotation": [
      {
        "sentence": "或许你说的对，我应该尝试主动去和别人交流。",
        "label": ""
      },
      {
        "sentence": "我也是认识到了，不想让自己因为过去的伤害而活在抑郁中，我真的希望自己能够快乐起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你的这种积极的态度是很重要的。正视过去的伤害，接受自己的情绪，并尝试面对和处理它们。除了尝试与他人建立联系外，你还可以试着寻求一些情绪支持的方式，例如与家人或者朋友进行倾诉，或者寻求心理咨询师的专业帮助。",
    "annotation": [
      {
        "sentence": "非常好，你的这种积极的态度是很重要的。",
        "label": ""
      },
      {
        "sentence": "正视过去的伤害，接受自己的情绪，并尝试面对和处理它们。",
        "label": ""
      },
      {
        "sentence": "除了尝试与他人建立联系外，你还可以试着寻求一些情绪支持的方式，例如与家人或者朋友进行倾诉，或者寻求心理咨询师的专业帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着对自己更加开放，同时也会尝试与家人和朋友分享我的感受。我也明白现在与婆婆的关系不好可能是因为我们之间存在一些误解和沟通问题。她虽然圆滑，但也有她关心我们的方式。也许我应该在心态上更宽容一些。",
    "annotation": [
      {
        "sentence": "我会试着对自己更加开放，同时也会尝试与家人和朋友分享我的感受。",
        "label": ""
      },
      {
        "sentence": "我也明白现在与婆婆的关系不好可能是因为我们之间存在一些误解和沟通问题。",
        "label": ""
      },
      {
        "sentence": "她虽然圆滑，但也有她关心我们的方式。",
        "label": ""
      },
      {
        "sentence": "也许我应该在心态上更宽容一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的理解很到位，有时候不良的关系可能是因为双方之间存在一些误解和沟通问题。平时我们可以多尝试与婆婆交流，理解她的关心方式，并且表达自己的感受和需求。通过有效的沟通，我们可以逐渐改善彼此之间的关系，建立更加和谐的家庭氛围。",
    "annotation": [
      {
        "sentence": "你的理解很到位，有时候不良的关系可能是因为双方之间存在一些误解和沟通问题。",
        "label": ""
      },
      {
        "sentence": "平时我们可以多尝试与婆婆交流，理解她的关心方式，并且表达自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "通过有效的沟通，我们可以逐渐改善彼此之间的关系，建立更加和谐的家庭氛围。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力去改变自己，尝试与他人建立良好的关系，同时也会与婆婆进行更加积极的沟通和交流。我希望未来可以过上更加快乐和和谐的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力去改变自己，尝试与他人建立良好的关系，同时也会与婆婆进行更加积极的沟通和交流。",
        "label": ""
      },
      {
        "sentence": "我希望未来可以过上更加快乐和和谐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和行动是很值得肯定的。改变自己需要时间和努力，但只要你坚持下去，相信你一定能够找到属于自己的幸福和满足。如果在过程中有任何困难或者需要进一步的帮助，记得随时与我交流，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "你的决心和行动是很值得肯定的。",
        "label": ""
      },
      {
        "sentence": "改变自己需要时间和努力，但只要你坚持下去，相信你一定能够找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "如果在过程中有任何困难或者需要进一步的帮助，记得随时与我交流，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我会时刻记得你的话，不断努力改变自己，追求自己的幸福。如果有任何问题，我会及时与你交流。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我会时刻记得你的话，不断努力改变自己，追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，我会及时与你交流。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  }
]