[
  {
    "role": "client",
    "content": "讨厌婆婆不想见到她，但是会影响我和我老公的关系？我是原生家庭毒害深的人，深受童年阴影影响。从小被母亲责骂，挖苦，用最恶毒的语言伤害我，从小我就很自卑。有情绪问题，得不到父母的回应。小时候总是哭，一肚子话不知道找谁说。直到2010年，24岁，长期压抑，睡眠不好，宿舍关系不好，导致我生了大病，做了骨髓移植。骨髓移植成功，现在完全康复。结婚。找到了现在的老公，非常疼我，只是个子矮，1米55，能力不大，其实内心一直还是有一些看不上。但是他很疼我，所以我也很依赖他。现在遇到的问题是，不愿意交际，不想交任何朋友，难道是担心受伤害？还有就是，一旦有伤害到我自己利益的事情我就会自我抑郁想不开。而且我现在和婆婆关系也不好，她是圆滑型性格，很看眼色行事。我特别讨厌我婆婆，看见就烦。虽然她不会得罪我，但是控制不住烦她。也不知道这是怎么了……我婆婆在我结婚那年，一个劲得把彩礼降低，而且还半开玩笑地和我父母说让我们多陪送点嫁妆…写不完了求助",
    "annotation": [
      {
        "sentence": "讨厌婆婆不想见到她，但是会影响我和我老公的关系？",
        "label": ""
      },
      {
        "sentence": "我是原生家庭毒害深的人，深受童年阴影影响。",
        "label": ""
      },
      {
        "sentence": "从小被母亲责骂，挖苦，用最恶毒的语言伤害我，从小我就很自卑。",
        "label": ""
      },
      {
        "sentence": "有情绪问题，得不到父母的回应。",
        "label": ""
      },
      {
        "sentence": "小时候总是哭，一肚子话不知道找谁说。",
        "label": ""
      },
      {
        "sentence": "直到2010年，24岁，长期压抑，睡眠不好，宿舍关系不好，导致我生了大病，做了骨髓移植。",
        "label": ""
      },
      {
        "sentence": "骨髓移植成功，现在完全康复。",
        "label": ""
      },
      {
        "sentence": "结婚。",
        "label": ""
      },
      {
        "sentence": "找到了现在的老公，非常疼我，只是个子矮，1米55，能力不大，其实内心一直还是有一些看不上。",
        "label": ""
      },
      {
        "sentence": "但是他很疼我，所以我也很依赖他。",
        "label": ""
      },
      {
        "sentence": "现在遇到的问题是，不愿意交际，不想交任何朋友，难道是担心受伤害？",
        "label": ""
      },
      {
        "sentence": "还有就是，一旦有伤害到我自己利益的事情我就会自我抑郁想不开。",
        "label": ""
      },
      {
        "sentence": "而且我现在和婆婆关系也不好，她是圆滑型性格，很看眼色行事。",
        "label": ""
      },
      {
        "sentence": "我特别讨厌我婆婆，看见就烦。",
        "label": ""
      },
      {
        "sentence": "虽然她不会得罪我，但是控制不住烦她。",
        "label": ""
      },
      {
        "sentence": "也不知道这是怎么了……我婆婆在我结婚那年，一个劲得把彩礼降低，而且还半开玩笑地和我父母说让我们多陪送点嫁妆…写不完了求助",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你的困扰了。首先，我能理解你对婆婆的不满，特别是她在你结婚时的行为。但是让我们来想一想，你婆婆可能是出于什么目的这样做呢？可能她觉得你是个很不错的媳妇，所以才想要你们多送一些嫁妆，她可能只是开玩笑，并不是有恶意的。同时，我们需要注意到影响我们情绪的不是事情本身，而是我们对事情的看法和解释所导致的。你可以试着反思一下自己的思维过程，了解是什么样的生活经历、自我观念和自动化思维导致了你现在的想法。放慢自己的思维过程，记录下自己的思维内容和依据，然后检验其真实性和合理性，重新解读过去、现在、未来以及自己、他人和环境的关系。用更真实、合理的想法来替代原有的思维方式，这样你可能会消除部分负面情绪，对你与婆婆的关系也可能会有所改善。不知道你希望得到什么样的答案，但我认为你应该学会爱护自己，不再用别人的错误来惩罚自己。过去我们或许没有得到他人的关爱和理解，但我们不应该让别人的错误影响我们，我们需要为自己的受伤负责。当有人想要伤害你时，你可以选择回避或者不回应，学会保护自己，不要让自己再次受伤。重新解读过去的事情，赋予它们合理的解释，让自己变得开心乐观起来，这才是最重要的。你觉得这样的想法如何呢？",
    "annotation": [
      {
        "sentence": "你好，看到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "首先，我能理解你对婆婆的不满，特别是她在你结婚时的行为。",
        "label": ""
      },
      {
        "sentence": "但是让我们来想一想，你婆婆可能是出于什么目的这样做呢？",
        "label": ""
      },
      {
        "sentence": "可能她觉得你是个很不错的媳妇，所以才想要你们多送一些嫁妆，她可能只是开玩笑，并不是有恶意的。",
        "label": ""
      },
      {
        "sentence": "同时，我们需要注意到影响我们情绪的不是事情本身，而是我们对事情的看法和解释所导致的。",
        "label": ""
      },
      {
        "sentence": "你可以试着反思一下自己的思维过程，了解是什么样的生活经历、自我观念和自动化思维导致了你现在的想法。",
        "label": ""
      },
      {
        "sentence": "放慢自己的思维过程，记录下自己的思维内容和依据，然后检验其真实性和合理性，重新解读过去、现在、未来以及自己、他人和环境的关系。",
        "label": ""
      },
      {
        "sentence": "用更真实、合理的想法来替代原有的思维方式，这样你可能会消除部分负面情绪，对你与婆婆的关系也可能会有所改善。",
        "label": ""
      },
      {
        "sentence": "不知道你希望得到什么样的答案，但我认为你应该学会爱护自己，不再用别人的错误来惩罚自己。",
        "label": ""
      },
      {
        "sentence": "过去我们或许没有得到他人的关爱和理解，但我们不应该让别人的错误影响我们，我们需要为自己的受伤负责。",
        "label": ""
      },
      {
        "sentence": "当有人想要伤害你时，你可以选择回避或者不回应，学会保护自己，不要让自己再次受伤。",
        "label": ""
      },
      {
        "sentence": "重新解读过去的事情，赋予它们合理的解释，让自己变得开心乐观起来，这才是最重要的。",
        "label": ""
      },
      {
        "sentence": "你觉得这样的想法如何呢？",
        "label": ""
      }
    ]
  }
]