[
  {
    "role": "client",
    "content": "第一年工作，承担大家庭房租感觉压力很大怎么办？亲哥今年来没有工作过，去年也只是工作了两三个月。姐夫断断续续工作，工资低而且没存款，姐姐有车贷，之前投资做点小生意失败，还欠了一笔钱，在还。妈妈工作完给我们买菜做饭，妈妈很辛苦。我交每月的房租。个别月姐姐会补贴几百给我。我第一年工作，感觉压力很大很大。之前给姐姐还债和欠下的学费每月在还。交完房租和还完房费，工资几乎就没了。我压力很大很大。我跟妈妈提出，我搬出去住，大家都搬去小房子吧，我妈说那大家以后就分开了，有点不开心的意思。读大学的时候，我妈总是跟我说，哥哥姐姐以前对你很好，以后要报恩要对他们好。我该怎么办？",
    "annotation": [
      {
        "sentence": "第一年工作，承担大家庭房租感觉压力很大怎么办？",
        "label": ""
      },
      {
        "sentence": "亲哥今年来没有工作过，去年也只是工作了两三个月。",
        "label": ""
      },
      {
        "sentence": "姐夫断断续续工作，工资低而且没存款，姐姐有车贷，之前投资做点小生意失败，还欠了一笔钱，在还。",
        "label": ""
      },
      {
        "sentence": "妈妈工作完给我们买菜做饭，妈妈很辛苦。",
        "label": ""
      },
      {
        "sentence": "我交每月的房租。",
        "label": ""
      },
      {
        "sentence": "个别月姐姐会补贴几百给我。",
        "label": ""
      },
      {
        "sentence": "我第一年工作，感觉压力很大很大。",
        "label": ""
      },
      {
        "sentence": "之前给姐姐还债和欠下的学费每月在还。",
        "label": ""
      },
      {
        "sentence": "交完房租和还完房费，工资几乎就没了。",
        "label": ""
      },
      {
        "sentence": "我压力很大很大。",
        "label": ""
      },
      {
        "sentence": "我跟妈妈提出，我搬出去住，大家都搬去小房子吧，我妈说那大家以后就分开了，有点不开心的意思。",
        "label": ""
      },
      {
        "sentence": "读大学的时候，我妈总是跟我说，哥哥姐姐以前对你很好，以后要报恩要对他们好。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以感受到你的苦恼和无奈，你是第一年工作，却要承担一个大家庭的房租，还需要帮姐姐还债，而哥哥姐姐对这个家庭的经济支持却很少，你觉得压力很大。非常理解你的心情，第一年工作，无论是在工作上还是经济上，都承受着巨大的压力，但还是需要关注家庭的生活，拼尽自己的全力为家里提供一些支持和帮助。你一定过得很辛苦，哥哥这两年没怎么工作过，姐姐的工资很低也没有多余的存款，并且身上还肩负着一笔债务。目前是你来负责还房租，但自己的工资却所剩无几。你提出要搬出去住，妈妈有些不开心。其实妈妈也很辛苦，在妈妈眼里，她希望的是一家人可以好好聚在一起，增进彼此的感情。站在妈妈的角度不难理解她的心情，但你的压力也需要向妈妈和大家说明，毕竟这些支出每月都有，长此以往只会让自己身心俱疲。【一些建议】*向妈妈说明自己的情况，寻求她的支持和理解*妈妈工作完会给你们买菜做饭，她的想法很简...",
    "annotation": [
      {
        "sentence": "从你的描述中可以感受到你的苦恼和无奈，你是第一年工作，却要承担一个大家庭的房租，还需要帮姐姐还债，而哥哥姐姐对这个家庭的经济支持却很少，你觉得压力很大。",
        "label": ""
      },
      {
        "sentence": "非常理解你的心情，第一年工作，无论是在工作上还是经济上，都承受着巨大的压力，但还是需要关注家庭的生活，拼尽自己的全力为家里提供一些支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你一定过得很辛苦，哥哥这两年没怎么工作过，姐姐的工资很低也没有多余的存款，并且身上还肩负着一笔债务。",
        "label": ""
      },
      {
        "sentence": "目前是你来负责还房租，但自己的工资却所剩无几。",
        "label": ""
      },
      {
        "sentence": "你提出要搬出去住，妈妈有些不开心。",
        "label": ""
      },
      {
        "sentence": "其实妈妈也很辛苦，在妈妈眼里，她希望的是一家人可以好好聚在一起，增进彼此的感情。",
        "label": ""
      },
      {
        "sentence": "站在妈妈的角度不难理解她的心情，但你的压力也需要向妈妈和大家说明，毕竟这些支出每月都有，长此以往只会让自己身心俱疲。",
        "label": ""
      },
      {
        "sentence": "【一些建议】*向妈妈说明自己的情况，寻求她的支持和理解*妈妈工作完会给你们买菜做饭，她的想法很简...",
        "label": ""
      }
    ]
  }
]