[
  {
    "role": "client",
    "content": "我宝宝23个月大，前几天孩子的妈妈出差五天四夜不在家，白天爸爸上班，由奶奶带着他，晚上爸爸带。孩子这几天还是很听话的，很乖，也不怎么哭闹，偶尔会说想妈妈，但是安慰一下就好了。可是昨天孩子妈妈出差回来了，孩子很开心，但是当到了晚上，孩子就是发脾气，哭闹让妈妈抱，要妈妈背，让妈妈带他去客厅走，妈妈不答应就哭，哭的很厉害，后面安抚了好久才睡觉。我想问下这个是什么原因？",
    "annotation": [
      {
        "sentence": "我宝宝23个月大，前几天孩子的妈妈出差五天四夜不在家，白天爸爸上班，由奶奶带着他，晚上爸爸带。",
        "label": ""
      },
      {
        "sentence": "孩子这几天还是很听话的，很乖，也不怎么哭闹，偶尔会说想妈妈，但是安慰一下就好了。",
        "label": ""
      },
      {
        "sentence": "可是昨天孩子妈妈出差回来了，孩子很开心，但是当到了晚上，孩子就是发脾气，哭闹让妈妈抱，要妈妈背，让妈妈带他去客厅走，妈妈不答应就哭，哭的很厉害，后面安抚了好久才睡觉。",
        "label": ""
      },
      {
        "sentence": "我想问下这个是什么原因？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子对于妈妈这次较长时间的分离是有愤怒的。你能否告诉我妈妈出差前是否有和孩子商量，告知妈妈要离开家几天？如果没有，那情绪更多，更强的愤怒会加重一些。这次较长时间的分离不仅对孩子有伤害，也有可能让他这个年龄的孩子想到晚上睡觉不是由妈妈陪伴而是只有爸爸陪伴，所带来的情绪压抑会增加。他现在担心害怕妈妈再次消失这么久，所以白天见到妈妈时，分离之后的相聚，自然是欣喜的。而直到晚上，对孩子来说，意味着再一次的分离。以上两种分离所带给孩子的各种情绪就阻碍了孩子的情绪的发展。将让孩子情绪发展清晰和健康，那就需要母亲在抱持安抚孩子时，因共情孩子的各种情绪，要给孩子这些情绪以命名，不断地做这个事，孩子的心智化功能就能逐步提升。三岁之前是孩子情感发育的关键期，即性格形成阶段，尽量花时间陪着孩子一起长大。",
    "annotation": [
      {
        "sentence": "孩子对于妈妈这次较长时间的分离是有愤怒的。",
        "label": ""
      },
      {
        "sentence": "你能否告诉我妈妈出差前是否有和孩子商量，告知妈妈要离开家几天？",
        "label": ""
      },
      {
        "sentence": "如果没有，那情绪更多，更强的愤怒会加重一些。",
        "label": ""
      },
      {
        "sentence": "这次较长时间的分离不仅对孩子有伤害，也有可能让他这个年龄的孩子想到晚上睡觉不是由妈妈陪伴而是只有爸爸陪伴，所带来的情绪压抑会增加。",
        "label": ""
      },
      {
        "sentence": "他现在担心害怕妈妈再次消失这么久，所以白天见到妈妈时，分离之后的相聚，自然是欣喜的。",
        "label": ""
      },
      {
        "sentence": "而直到晚上，对孩子来说，意味着再一次的分离。",
        "label": ""
      },
      {
        "sentence": "以上两种分离所带给孩子的各种情绪就阻碍了孩子的情绪的发展。",
        "label": ""
      },
      {
        "sentence": "将让孩子情绪发展清晰和健康，那就需要母亲在抱持安抚孩子时，因共情孩子的各种情绪，要给孩子这些情绪以命名，不断地做这个事，孩子的心智化功能就能逐步提升。",
        "label": ""
      },
      {
        "sentence": "三岁之前是孩子情感发育的关键期，即性格形成阶段，尽量花时间陪着孩子一起长大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在应该怎么做呢？怎么让孩子情绪更加稳定呢？",
    "annotation": [
      {
        "sentence": "我现在应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "怎么让孩子情绪更加稳定呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以和孩子在一起做一些你们喜欢的活动来平衡孩子的情绪。你可以问问孩子，你们最爱做的事情是什么？或者教一些新活动？你抽空多陪孩子，会让他感到被关注和重视，也有助于降低孩子过度依赖母亲的情绪。另外，鼓励孩子表达他的感受，无论是令他高兴的事情还是令他不愉快的事情。准确理解孩子的心情是提高孩子情绪管理的关键。",
    "annotation": [
      {
        "sentence": "首先，你可以和孩子在一起做一些你们喜欢的活动来平衡孩子的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以问问孩子，你们最爱做的事情是什么？",
        "label": ""
      },
      {
        "sentence": "或者教一些新活动？",
        "label": ""
      },
      {
        "sentence": "你抽空多陪孩子，会让他感到被关注和重视，也有助于降低孩子过度依赖母亲的情绪。",
        "label": ""
      },
      {
        "sentence": "另外，鼓励孩子表达他的感受，无论是令他高兴的事情还是令他不愉快的事情。",
        "label": ""
      },
      {
        "sentence": "准确理解孩子的心情是提高孩子情绪管理的关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试的。另外，我还想问问你，我该如何让孩子逐渐从依赖妈妈转而依赖自己呢？",
    "annotation": [
      {
        "sentence": "好的，我会试试的。",
        "label": ""
      },
      {
        "sentence": "另外，我还想问问你，我该如何让孩子逐渐从依赖妈妈转而依赖自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很好的一个问题。你可以逐步带孩子尝试自己去完成一些独立的小事，例如穿鞋子、擦脸、用勺子吃饭等等，鼓励孩子多多尝试和练习。这不仅会激发孩子独立的兴趣，还能够培养他的自信心和自我管理能力。在这个过程中你要尽可能考虑孩子的安全，并耐心解释。当孩子成功完成一些小独立任务时，你要及时给孩子以鼓励和肯定，让他知道独立的行为受到了认可和褒奖。",
    "annotation": [
      {
        "sentence": "这是很好的一个问题。",
        "label": ""
      },
      {
        "sentence": "你可以逐步带孩子尝试自己去完成一些独立的小事，例如穿鞋子、擦脸、用勺子吃饭等等，鼓励孩子多多尝试和练习。",
        "label": ""
      },
      {
        "sentence": "这不仅会激发孩子独立的兴趣，还能够培养他的自信心和自我管理能力。",
        "label": ""
      },
      {
        "sentence": "在这个过程中你要尽可能考虑孩子的安全，并耐心解释。",
        "label": ""
      },
      {
        "sentence": "当孩子成功完成一些小独立任务时，你要及时给孩子以鼓励和肯定，让他知道独立的行为受到了认可和褒奖。",
        "label": ""
      }
    ]
  }
]