[
  {
    "role": "client",
    "content": "为什么别人会觉得一个自卑敏感的人很自以为是？如题，一个自卑敏感，但表达欲望比较强烈并有点情绪化的女生，明明内心一直在苛责自己，不敢轻易肯定自己，别人却觉得她孤傲，不谦虚，自以为是？为什么自我评价跟别人的评价会相差那么多？",
    "annotation": [
      {
        "sentence": "为什么别人会觉得一个自卑敏感的人很自以为是？",
        "label": ""
      },
      {
        "sentence": "如题，一个自卑敏感，但表达欲望比较强烈并有点情绪化的女生，明明内心一直在苛责自己，不敢轻易肯定自己，别人却觉得她孤傲，不谦虚，自以为是？",
        "label": ""
      },
      {
        "sentence": "为什么自我评价跟别人的评价会相差那么多？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很理解你的困惑。首先，我们得正确了解自我评价和他人评价的关系。自我评价和他人评价都是片面的，没有一个是绝对正确的。自我评价是相对主观的，因此容易受到你内心的自卑敏感影响。当你遇到比自己优秀的人时，你可能会更加在意他人的评价。但是如果你比他们优秀，就会产生一种自信，就算他人对你评价不好，你也不会太在意。所以，自我评价的稳定性和对自己的认可有很大的关系。",
    "annotation": [
      {
        "sentence": "你好，我很理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我们得正确了解自我评价和他人评价的关系。",
        "label": ""
      },
      {
        "sentence": "自我评价和他人评价都是片面的，没有一个是绝对正确的。",
        "label": ""
      },
      {
        "sentence": "自我评价是相对主观的，因此容易受到你内心的自卑敏感影响。",
        "label": ""
      },
      {
        "sentence": "当你遇到比自己优秀的人时，你可能会更加在意他人的评价。",
        "label": ""
      },
      {
        "sentence": "但是如果你比他们优秀，就会产生一种自信，就算他人对你评价不好，你也不会太在意。",
        "label": ""
      },
      {
        "sentence": "所以，自我评价的稳定性和对自己的认可有很大的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我的性格和内心的自卑敏感可能会导致他人对我的评价有一些误解。那我应该如何面对别人觉得我孤傲、不谦虚、自以为是的看法呢？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我的性格和内心的自卑敏感可能会导致他人对我的评价有一些误解。",
        "label": ""
      },
      {
        "sentence": "那我应该如何面对别人觉得我孤傲、不谦虚、自以为是的看法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于别人的评价，我们要学会倾听和思考。他人的观点也是有一定客观性的，可以用来参考。你可以试着从另一个角度思考，想象如果是一个和你性格相似的人，他会有什么明显的特点？比如你提到的自卑敏感、强烈的表达欲望和情绪化。当你参加一个活动时，你可能缺乏自信，但又想表达自己的想法，别人可能觉得你很纠结。但这也与你自己在该活动上的信心有关。所以，他人的评价是客观的，但关键是你如何看待这些评价。",
    "annotation": [
      {
        "sentence": "对于别人的评价，我们要学会倾听和思考。",
        "label": ""
      },
      {
        "sentence": "他人的观点也是有一定客观性的，可以用来参考。",
        "label": ""
      },
      {
        "sentence": "你可以试着从另一个角度思考，想象如果是一个和你性格相似的人，他会有什么明显的特点？",
        "label": ""
      },
      {
        "sentence": "比如你提到的自卑敏感、强烈的表达欲望和情绪化。",
        "label": ""
      },
      {
        "sentence": "当你参加一个活动时，你可能缺乏自信，但又想表达自己的想法，别人可能觉得你很纠结。",
        "label": ""
      },
      {
        "sentence": "但这也与你自己在该活动上的信心有关。",
        "label": ""
      },
      {
        "sentence": "所以，他人的评价是客观的，但关键是你如何看待这些评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我懂了。我应该更加了解自己的性格，认识到他人的评价只是表面的暂时性观点，并不能完全定义我是怎样的人。同时，我也要学会分散注意力，减少对他人评价的过度关注。请问，除了这些方法，还有什么建议可以帮助我摆脱困惑呢？",
    "annotation": [
      {
        "sentence": "嗯，我懂了。",
        "label": ""
      },
      {
        "sentence": "我应该更加了解自己的性格，认识到他人的评价只是表面的暂时性观点，并不能完全定义我是怎样的人。",
        "label": ""
      },
      {
        "sentence": "同时，我也要学会分散注意力，减少对他人评价的过度关注。",
        "label": ""
      },
      {
        "sentence": "请问，除了这些方法，还有什么建议可以帮助我摆脱困惑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了以上的方法，我建议你可以积极肯定自己，发现自己的闪光点和优势。每个人都有自己的独特之处，你也不例外。你可以试着写下自己的成就和优点，这样可以增加自信和自我认可。另外，要学会取舍，参考他人的评价，但不必过分追求完美。最后，希望你早日摆脱困惑，一切顺利。如果你还有其他问题，可以随时向我提问。",
    "annotation": [
      {
        "sentence": "除了以上的方法，我建议你可以积极肯定自己，发现自己的闪光点和优势。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的独特之处，你也不例外。",
        "label": ""
      },
      {
        "sentence": "你可以试着写下自己的成就和优点，这样可以增加自信和自我认可。",
        "label": ""
      },
      {
        "sentence": "另外，要学会取舍，参考他人的评价，但不必过分追求完美。",
        "label": ""
      },
      {
        "sentence": "最后，希望你早日摆脱困惑，一切顺利。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，可以随时向我提问。",
        "label": ""
      }
    ]
  }
]