[
  {
    "role": "client",
    "content": "大二女，该怎样才能变得不再畏缩？平常心对待新事物？在要做每一件我没接触的事前，我都要提前把整件事的流程查个清楚，不然我就会反复地想一些很细节的东西烦扰自己，为此失眠：比如进店时不知道在哪里点菜，哪里付钱怎么办。就类似如此。上次坐高铁，我在网上搜遍所有事项，把整个过程整理出来了。在我描述时甚而给人一种我早就去过此地的感觉。总希望别人带着我，小时候习惯妈妈在我前面帮我问老师问题。如今做新事情的时候还希望别人带我，领导型的朋友和我一起让我免去社交对话才能做到的事。（我有些回避型障碍我为畏缩，躲在别人身后感到羞耻。因此后来学着朋友主动站在前面。只是当我是一个人，就想提前知道所有事情：怕丢脸和被别人看出我是个萎缩者。从小学起我很少出门，虽很有出门的欲望。因为妈妈假期总要我们在家好好学习，当然不是禁锢，只是我好像没有学会怎么出门。我怨过她，觉得家里的门就在那里，却像屏障，我走不出去。希望你可以帮我解除焦虑，想面对这些事不再把他们当事儿，谢谢您！",
    "annotation": [
      {
        "sentence": "大二女，该怎样才能变得不再畏缩？",
        "label": ""
      },
      {
        "sentence": "平常心对待新事物？",
        "label": ""
      },
      {
        "sentence": "在要做每一件我没接触的事前，我都要提前把整件事的流程查个清楚，不然我就会反复地想一些很细节的东西烦扰自己，为此失眠：比如进店时不知道在哪里点菜，哪里付钱怎么办。",
        "label": ""
      },
      {
        "sentence": "就类似如此。",
        "label": ""
      },
      {
        "sentence": "上次坐高铁，我在网上搜遍所有事项，把整个过程整理出来了。",
        "label": ""
      },
      {
        "sentence": "在我描述时甚而给人一种我早就去过此地的感觉。",
        "label": ""
      },
      {
        "sentence": "总希望别人带着我，小时候习惯妈妈在我前面帮我问老师问题。",
        "label": ""
      },
      {
        "sentence": "如今做新事情的时候还希望别人带我，领导型的朋友和我一起让我免去社交对话才能做到的事。",
        "label": ""
      },
      {
        "sentence": "（我有些回避型障碍我为畏缩，躲在别人身后感到羞耻。",
        "label": ""
      },
      {
        "sentence": "因此后来学着朋友主动站在前面。",
        "label": ""
      },
      {
        "sentence": "只是当我是一个人，就想提前知道所有事情：怕丢脸和被别人看出我是个萎缩者。",
        "label": ""
      },
      {
        "sentence": "从小学起我很少出门，虽很有出门的欲望。",
        "label": ""
      },
      {
        "sentence": "因为妈妈假期总要我们在家好好学习，当然不是禁锢，只是我好像没有学会怎么出门。",
        "label": ""
      },
      {
        "sentence": "我怨过她，觉得家里的门就在那里，却像屏障，我走不出去。",
        "label": ""
      },
      {
        "sentence": "希望你可以帮我解除焦虑，想面对这些事不再把他们当事儿，谢谢您！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很开心能有机会回答你的问题首先听了你的描述，我表示理解。我大致总结了一下你描述的问题①注重接触新事物的流程与细节②在社交时，希望有人带③对自己的萎缩感到羞耻，害怕丢脸④从小就很少出门，向屏障一样挡在那里，走不出去我提出一些建议，希望你能作为参考～每个人都在尝试新鲜事物，我们不要害怕。我跟你有相似的经历，所以我很能理解你的心情。",
    "annotation": [
      {
        "sentence": "很开心能有机会回答你的问题首先听了你的描述，我表示理解。",
        "label": ""
      },
      {
        "sentence": "我大致总结了一下你描述的问题①注重接触新事物的流程与细节②在社交时，希望有人带③对自己的萎缩感到羞耻，害怕丢脸④从小就很少出门，向屏障一样挡在那里，走不出去我提出一些建议，希望你能作为参考～每个人都在尝试新鲜事物，我们不要害怕。",
        "label": ""
      },
      {
        "sentence": "我跟你有相似的经历，所以我很能理解你的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的理解让我感到很温暖，谢谢你。你提到你第一次坐飞机时也很紧张，是怎么克服这种紧张感的？",
    "annotation": [
      {
        "sentence": "你的理解让我感到很温暖，谢谢你。",
        "label": ""
      },
      {
        "sentence": "你提到你第一次坐飞机时也很紧张，是怎么克服这种紧张感的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我第一次坐飞机之前也是很紧张，之后做过大量的搜索，查清楚流程与细节，自己才放下心来。在这个日新月异的时代，万物都在更新，我们也要去改变它适应它才能很好的融入社会。我知道你是一个很细心很敏感的人，害怕出错害怕出糗，但希望你明白我们每个人在第一次接触新事物的时候，都是不明白的，希望你能放宽心态，不要害怕。打开自己，迈出第一步。",
    "annotation": [
      {
        "sentence": "我第一次坐飞机之前也是很紧张，之后做过大量的搜索，查清楚流程与细节，自己才放下心来。",
        "label": ""
      },
      {
        "sentence": "在这个日新月异的时代，万物都在更新，我们也要去改变它适应它才能很好的融入社会。",
        "label": ""
      },
      {
        "sentence": "我知道你是一个很细心很敏感的人，害怕出错害怕出糗，但希望你明白我们每个人在第一次接触新事物的时候，都是不明白的，希望你能放宽心态，不要害怕。",
        "label": ""
      },
      {
        "sentence": "打开自己，迈出第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实害怕出错和丢脸。我想我应该尝试放宽心态，不要苛求完美，是吗？",
    "annotation": [
      {
        "sentence": "你说得对，我确实害怕出错和丢脸。",
        "label": ""
      },
      {
        "sentence": "我想我应该尝试放宽心态，不要苛求完美，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我知道你从小就不爱出门，社交的时候也喜欢那种领导型的人带，这样可以免去很多社交。如果突然改变也会很不舒服，所以我们慢慢来，逐渐迈出第一步，让自己一个人轻松面对。你可以尝试着在学校多加一些部门或者社团，多参加学校的活动，在这个过程中不断观察学习他们面对陌生人和处理社交场合的方法以及应对新鲜事物的态度，你自己也会慢慢获得改变。",
    "annotation": [
      {
        "sentence": "是的，我知道你从小就不爱出门，社交的时候也喜欢那种领导型的人带，这样可以免去很多社交。",
        "label": ""
      },
      {
        "sentence": "如果突然改变也会很不舒服，所以我们慢慢来，逐渐迈出第一步，让自己一个人轻松面对。",
        "label": ""
      },
      {
        "sentence": "你可以尝试着在学校多加一些部门或者社团，多参加学校的活动，在这个过程中不断观察学习他们面对陌生人和处理社交场合的方法以及应对新鲜事物的态度，你自己也会慢慢获得改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，逐渐迈出第一步，多参加学校的活动，观察学习别人的方法和态度。我会试试的。但是我一直很害怕自己在别人面前出错，怎么才能降低对自己的要求呢？",
    "annotation": [
      {
        "sentence": "我明白了，逐渐迈出第一步，多参加学校的活动，观察学习别人的方法和态度。",
        "label": ""
      },
      {
        "sentence": "我会试试的。",
        "label": ""
      },
      {
        "sentence": "但是我一直很害怕自己在别人面前出错，怎么才能降低对自己的要求呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "降低对自己的要求并不意味着放弃努力，而是明白我们每个人都有很多地方需要改善和学习。看得出来，你是一个自尊心很强的人，害怕在别人面前出错，害怕自己在别人面前展示的不够好。但我们现在只是一个刚刚成年的人，我们还有很多地方去改变，去适应，还有很多不懂的地方。我们并不是一个十分完美的人，不可能保证我们不会出错。所以，降低对自己的要求，直面自己还有很多要改善的地方。希望我的回答能够帮助到你呀～",
    "annotation": [
      {
        "sentence": "降低对自己的要求并不意味着放弃努力，而是明白我们每个人都有很多地方需要改善和学习。",
        "label": ""
      },
      {
        "sentence": "看得出来，你是一个自尊心很强的人，害怕在别人面前出错，害怕自己在别人面前展示的不够好。",
        "label": ""
      },
      {
        "sentence": "但我们现在只是一个刚刚成年的人，我们还有很多地方去改变，去适应，还有很多不懂的地方。",
        "label": ""
      },
      {
        "sentence": "我们并不是一个十分完美的人，不可能保证我们不会出错。",
        "label": ""
      },
      {
        "sentence": "所以，降低对自己的要求，直面自己还有很多要改善的地方。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够帮助到你呀～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我现在有了更清晰的方向。我会拥抱变化，勇敢面对新事物。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我现在有了更清晰的方向。",
        "label": ""
      },
      {
        "sentence": "我会拥抱变化，勇敢面对新事物。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助到你。相信你能够克服畏缩，勇敢面对新的挑战。如果有任何困惑或者需要帮助，随时向我求助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信你能够克服畏缩，勇敢面对新的挑战。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需要帮助，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]