[
  {
    "role": "client",
    "content": "大二女，该怎样才能变得不再畏缩？平常心对待新事物？在要做每一件我没接触的事前，我都要提前把整件事的流程查个清楚，不然我就会反复地想一些很细节的东西烦扰自己，为此失眠：比如进店时不知道在哪里点菜，哪里付钱怎么办。就类似如此。上次坐高铁，我在网上搜遍所有事项，把整个过程整理出来了。在我描述时甚而给人一种我早就去过此地的感觉。总希望别人带着我，小时候习惯妈妈在我前面帮我问老师问题。如今做新事情的时候还希望别人带我，领导型的朋友和我一起让我免去社交对话才能做到的事。（我有些回避型障碍我为畏缩，躲在别人身后感到羞耻。因此后来学着朋友主动站在前面。只是当我是一个人，就想提前知道所有事情：怕丢脸和被别人看出我是个萎缩者。从小学起我很少出门，虽很有出门的欲望。因为妈妈假期总要我们在家好好学习，当然不是禁锢，只是我好像没有学会怎么出门。我怨过她，觉得家里的门就在那里，却像屏障，我走不出去。希望你可以帮我解除焦虑，想面对这些事不再把他们当事儿，谢谢您！",
    "annotation": [
      {
        "sentence": "大二女，该怎样才能变得不再畏缩？",
        "label": ""
      },
      {
        "sentence": "平常心对待新事物？",
        "label": ""
      },
      {
        "sentence": "在要做每一件我没接触的事前，我都要提前把整件事的流程查个清楚，不然我就会反复地想一些很细节的东西烦扰自己，为此失眠：比如进店时不知道在哪里点菜，哪里付钱怎么办。",
        "label": ""
      },
      {
        "sentence": "就类似如此。",
        "label": ""
      },
      {
        "sentence": "上次坐高铁，我在网上搜遍所有事项，把整个过程整理出来了。",
        "label": ""
      },
      {
        "sentence": "在我描述时甚而给人一种我早就去过此地的感觉。",
        "label": ""
      },
      {
        "sentence": "总希望别人带着我，小时候习惯妈妈在我前面帮我问老师问题。",
        "label": ""
      },
      {
        "sentence": "如今做新事情的时候还希望别人带我，领导型的朋友和我一起让我免去社交对话才能做到的事。",
        "label": ""
      },
      {
        "sentence": "（我有些回避型障碍我为畏缩，躲在别人身后感到羞耻。",
        "label": ""
      },
      {
        "sentence": "因此后来学着朋友主动站在前面。",
        "label": ""
      },
      {
        "sentence": "只是当我是一个人，就想提前知道所有事情：怕丢脸和被别人看出我是个萎缩者。",
        "label": ""
      },
      {
        "sentence": "从小学起我很少出门，虽很有出门的欲望。",
        "label": ""
      },
      {
        "sentence": "因为妈妈假期总要我们在家好好学习，当然不是禁锢，只是我好像没有学会怎么出门。",
        "label": ""
      },
      {
        "sentence": "我怨过她，觉得家里的门就在那里，却像屏障，我走不出去。",
        "label": ""
      },
      {
        "sentence": "希望你可以帮我解除焦虑，想面对这些事不再把他们当事儿，谢谢您！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看了你的经历了，真的为你感到心疼。你仿佛是小小的水箱里的蜉蝣生物，而你的身心都被“囚禁”。让人遗憾的是对于蜉蝣而言。哪怕是个能装载巨大提及的水箱，蜉蝣甚至意识不到自己被画地为牢，但自己的心灵依旧被限制了自由。而要走出这个水箱的怪圈，你需要做的事情很多，我很庆幸你来寻求的帮助。希望我的回答能够带给你帮助。",
    "annotation": [
      {
        "sentence": "我看了你的经历了，真的为你感到心疼。",
        "label": ""
      },
      {
        "sentence": "你仿佛是小小的水箱里的蜉蝣生物，而你的身心都被“囚禁”。",
        "label": ""
      },
      {
        "sentence": "让人遗憾的是对于蜉蝣而言。",
        "label": ""
      },
      {
        "sentence": "哪怕是个能装载巨大提及的水箱，蜉蝣甚至意识不到自己被画地为牢，但自己的心灵依旧被限制了自由。",
        "label": ""
      },
      {
        "sentence": "而要走出这个水箱的怪圈，你需要做的事情很多，我很庆幸你来寻求的帮助。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够带给你帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你对我的理解和鼓励。我真的希望能够摆脱这种畏缩和焦虑的状态。你提到要做很多事情，我应该从何开始呢？",
    "annotation": [
      {
        "sentence": "谢谢你对我的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够摆脱这种畏缩和焦虑的状态。",
        "label": ""
      },
      {
        "sentence": "你提到要做很多事情，我应该从何开始呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要告诉你，我曾经有过和你完全一样的经历，我深知要走出心理的桎梏就需要分析问题，然后逐个击破。我以前非常害怕社交，哪怕是和认识的人沟通我都会觉得很痛苦，我会想很多，但我的朋友甚至是家人都不能感受到，反而还以为我做事勤勉敬业。他们越是如此，我越是不敢说出我内心的恐惧，只能死扛着，最后积重难返。那个时候才想起来调节心态，就很难了。所以你千万要及时的对自己进行调节。而不是一直把自己变的外表可能云淡风轻但内心却在不争气的妥协。这种心理矛盾，会有一天给你沉重的负担。千万不要再拖延了。",
    "annotation": [
      {
        "sentence": "首先，我要告诉你，我曾经有过和你完全一样的经历，我深知要走出心理的桎梏就需要分析问题，然后逐个击破。",
        "label": ""
      },
      {
        "sentence": "我以前非常害怕社交，哪怕是和认识的人沟通我都会觉得很痛苦，我会想很多，但我的朋友甚至是家人都不能感受到，反而还以为我做事勤勉敬业。",
        "label": ""
      },
      {
        "sentence": "他们越是如此，我越是不敢说出我内心的恐惧，只能死扛着，最后积重难返。",
        "label": ""
      },
      {
        "sentence": "那个时候才想起来调节心态，就很难了。",
        "label": ""
      },
      {
        "sentence": "所以你千万要及时的对自己进行调节。",
        "label": ""
      },
      {
        "sentence": "而不是一直把自己变的外表可能云淡风轻但内心却在不争气的妥协。",
        "label": ""
      },
      {
        "sentence": "这种心理矛盾，会有一天给你沉重的负担。",
        "label": ""
      },
      {
        "sentence": "千万不要再拖延了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到你的经历，我感到很安慰，也希望自己能够逐渐改变。我现在应该怎么去调节自己呢？",
    "annotation": [
      {
        "sentence": "听到你的经历，我感到很安慰，也希望自己能够逐渐改变。",
        "label": ""
      },
      {
        "sentence": "我现在应该怎么去调节自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大二女，该怎样才能变得不再畏缩？平常心对待新事物？我提出如下建议：首先，最重要的就是懂得先调节自己，而这个需要你进行自我训练，至少要有21天，你才能形成长期行动。你的心理压力、你的逃避、你的不能控制对新事物的焦虑，都和你自我认知有关。所以你要提前行动，你才能避免被伤害。给自己非常强的心理暗示，然后每次如果发生了类似事件，自己就要在事件发生前，然后通过自己做深呼吸冥想训练，你也可以听一些舒缓的音乐。放下对新事物的焦虑，等自己平和下来以后，再去处理。别逼迫自己，别给自己过大的心理压力。久而久之，痛苦会减轻。",
    "annotation": [
      {
        "sentence": "大二女，该怎样才能变得不再畏缩？",
        "label": ""
      },
      {
        "sentence": "平常心对待新事物？",
        "label": ""
      },
      {
        "sentence": "我提出如下建议：首先，最重要的就是懂得先调节自己，而这个需要你进行自我训练，至少要有21天，你才能形成长期行动。",
        "label": ""
      },
      {
        "sentence": "你的心理压力、你的逃避、你的不能控制对新事物的焦虑，都和你自我认知有关。",
        "label": ""
      },
      {
        "sentence": "所以你要提前行动，你才能避免被伤害。",
        "label": ""
      },
      {
        "sentence": "给自己非常强的心理暗示，然后每次如果发生了类似事件，自己就要在事件发生前，然后通过自己做深呼吸冥想训练，你也可以听一些舒缓的音乐。",
        "label": ""
      },
      {
        "sentence": "放下对新事物的焦虑，等自己平和下来以后，再去处理。",
        "label": ""
      },
      {
        "sentence": "别逼迫自己，别给自己过大的心理压力。",
        "label": ""
      },
      {
        "sentence": "久而久之，痛苦会减轻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试自我调节并给自己积极的心理暗示。除此之外，还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试自我调节并给自己积极的心理暗示。",
        "label": ""
      },
      {
        "sentence": "除此之外，还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有两个建议，希望对你有所帮助。其一是和害怕新事物的你进行深度对话。建议你坚持写日记的习惯，尝试与自己对话，这样可以很好地舒缓压力。其实一个人的内心里常常隐藏着几个不同的自我，不过这是我们人生的常态。通过写日记，你可以将不同的想法写下来，逐渐找到处理问题的方式。这样你的压力会逐渐减轻。",
    "annotation": [
      {
        "sentence": "还有两个建议，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "其一是和害怕新事物的你进行深度对话。",
        "label": ""
      },
      {
        "sentence": "建议你坚持写日记的习惯，尝试与自己对话，这样可以很好地舒缓压力。",
        "label": ""
      },
      {
        "sentence": "其实一个人的内心里常常隐藏着几个不同的自我，不过这是我们人生的常态。",
        "label": ""
      },
      {
        "sentence": "通过写日记，你可以将不同的想法写下来，逐渐找到处理问题的方式。",
        "label": ""
      },
      {
        "sentence": "这样你的压力会逐渐减轻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写日记和与自己对话，听起来是一个很好的方法。我会尝试坚持下来，希望能够找到更好的处理方式。你刚才还提到了第二个建议，是什么呢？",
    "annotation": [
      {
        "sentence": "写日记和与自己对话，听起来是一个很好的方法。",
        "label": ""
      },
      {
        "sentence": "我会尝试坚持下来，希望能够找到更好的处理方式。",
        "label": ""
      },
      {
        "sentence": "你刚才还提到了第二个建议，是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二个建议是不排斥心理咨询和心理治疗。为了保证你能够得到最好的帮助，寻求专业帮助是正常且可行的。建议你去当地综合医院心理卫生中心，进行全面检查，认真做一次心理评估。只有了解自己的心理状态，才能及时发现并尽早治疗问题。相信只要不放弃自己，你一定能够走出困境，迎接明亮的未来。",
    "annotation": [
      {
        "sentence": "第二个建议是不排斥心理咨询和心理治疗。",
        "label": ""
      },
      {
        "sentence": "为了保证你能够得到最好的帮助，寻求专业帮助是正常且可行的。",
        "label": ""
      },
      {
        "sentence": "建议你去当地综合医院心理卫生中心，进行全面检查，认真做一次心理评估。",
        "label": ""
      },
      {
        "sentence": "只有了解自己的心理状态，才能及时发现并尽早治疗问题。",
        "label": ""
      },
      {
        "sentence": "相信只要不放弃自己，你一定能够走出困境，迎接明亮的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会接受你的建议，尝试寻求心理咨询和治疗。我真的希望能够解除焦虑，不再将这些事情视为难题。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "我会接受你的建议，尝试寻求心理咨询和治疗。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够解除焦虑，不再将这些事情视为难题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能帮助到你。人或多或少都会",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能帮助到你。",
        "label": ""
      },
      {
        "sentence": "人或多或少都会",
        "label": ""
      }
    ]
  }
]