[
  {
    "role": "client",
    "content": "很讨厌被别人干涉自己的安排，一有人干涉心情就很差？今年22了，大四，快上研究生发现自己越来越讨厌被别人干涉自己的安排，一有人想要干涉就会突然心情很差，要么觉得你凭什么，要么就觉得自己好悲哀，就会特别烦躁。我本人应该算是一个本身很有主见的人我觉得可能原因大概有我妈是个控制欲挺强的人，感觉小时候一直什么都听她的，现在感觉自己大了有自己想法了就特别反感她的各种唠叨和命令。发展到别人身上也是这样，一旦有别人想要干涉我的安排什么的，我就会特别反感抵触，觉得他很没有界线感，就会很生气我感觉自己现在有点问题，但又觉得自己没有问题，但是心情又容易很糟，也不知道什么才是正确的，我这样的心态正常吗？该如何改进？",
    "annotation": [
      {
        "sentence": "很讨厌被别人干涉自己的安排，一有人干涉心情就很差？",
        "label": ""
      },
      {
        "sentence": "今年22了，大四，快上研究生发现自己越来越讨厌被别人干涉自己的安排，一有人想要干涉就会突然心情很差，要么觉得你凭什么，要么就觉得自己好悲哀，就会特别烦躁。",
        "label": ""
      },
      {
        "sentence": "我本人应该算是一个本身很有主见的人我觉得可能原因大概有我妈是个控制欲挺强的人，感觉小时候一直什么都听她的，现在感觉自己大了有自己想法了就特别反感她的各种唠叨和命令。",
        "label": ""
      },
      {
        "sentence": "发展到别人身上也是这样，一旦有别人想要干涉我的安排什么的，我就会特别反感抵触，觉得他很没有界线感，就会很生气我感觉自己现在有点问题，但又觉得自己没有问题，但是心情又容易很糟，也不知道什么才是正确的，我这样的心态正常吗？",
        "label": ""
      },
      {
        "sentence": "该如何改进？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你现在的心态在某种程度上可以说是正常的。被干涉确实会让人感觉不舒服，因为这违背了我们对自主性和自由的追求。尤其是当你渴望根据自己的意愿去安排生活，但却被干涉时，会引发愤怒和反感情绪是很正常的反应。你提到你的妈妈控制欲很强，这种经历可能加剧了你对被干涉的敏感度。但是，对于你来说，当你的情绪在面对别人干涉时变得十分糟糕时，建议你思考一下是否有一定程度的“泛化”现象发生。",
    "annotation": [
      {
        "sentence": "求助者，你现在的心态在某种程度上可以说是正常的。",
        "label": ""
      },
      {
        "sentence": "被干涉确实会让人感觉不舒服，因为这违背了我们对自主性和自由的追求。",
        "label": ""
      },
      {
        "sentence": "尤其是当你渴望根据自己的意愿去安排生活，但却被干涉时，会引发愤怒和反感情绪是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "你提到你的妈妈控制欲很强，这种经历可能加剧了你对被干涉的敏感度。",
        "label": ""
      },
      {
        "sentence": "但是，对于你来说，当你的情绪在面对别人干涉时变得十分糟糕时，建议你思考一下是否有一定程度的“泛化”现象发生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "什么是“泛化”？请你详细解释一下。",
    "annotation": [
      {
        "sentence": "什么是“泛化”？",
        "label": ""
      },
      {
        "sentence": "请你详细解释一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的提问。心理学上的泛化是指某种反应（包括行为、心理、生理反应）和某种刺激源形成联系后，在面对其他类似刺激源时，同样的反应也会出现的现象。换句话说，当你在面对类似干涉的情况时，产生的愤怒或抵触情绪可能会延伸到其他类似的情境中。严重的情况下，这种反应甚至会在与刺激源不相似的情境中出现。对于你来说，这种泛化可能是导致你容易心情糟糕的原因之一。",
    "annotation": [
      {
        "sentence": "谢谢你的提问。",
        "label": ""
      },
      {
        "sentence": "心理学上的泛化是指某种反应（包括行为、心理、生理反应）和某种刺激源形成联系后，在面对其他类似刺激源时，同样的反应也会出现的现象。",
        "label": ""
      },
      {
        "sentence": "换句话说，当你在面对类似干涉的情况时，产生的愤怒或抵触情绪可能会延伸到其他类似的情境中。",
        "label": ""
      },
      {
        "sentence": "严重的情况下，这种反应甚至会在与刺激源不相似的情境中出现。",
        "label": ""
      },
      {
        "sentence": "对于你来说，这种泛化可能是导致你容易心情糟糕的原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是这样，我明白了。那么，要如何调整这种泛化的情绪反应呢？",
    "annotation": [
      {
        "sentence": "原来是这样，我明白了。",
        "label": ""
      },
      {
        "sentence": "那么，要如何调整这种泛化的情绪反应呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你来说，要调整这种泛化的情绪反应，可以通过具体情况的分析来实现。你可以思考一下对方是否真的在干涉你的决定，或者是否只是提醒或建议你。你也要明确自己的决定是否与别人有关系，导致对方产生干涉的想法。最重要的是，你要学会如何适当地应对对方的干涉，以避免麻烦和冲突。这些策略有助于你更好地调整情绪，避免过度反应。希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "对于你来说，要调整这种泛化的情绪反应，可以通过具体情况的分析来实现。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下对方是否真的在干涉你的决定，或者是否只是提醒或建议你。",
        "label": ""
      },
      {
        "sentence": "你也要明确自己的决定是否与别人有关系，导致对方产生干涉的想法。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要学会如何适当地应对对方的干涉，以避免麻烦和冲突。",
        "label": ""
      },
      {
        "sentence": "这些策略有助于你更好地调整情绪，避免过度反应。",
        "label": ""
      },
      {
        "sentence": "希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我觉得我有必要思考一下这些问题，并试着改变我的反应方式。希望我能够找到更好的平衡点。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我觉得我有必要思考一下这些问题，并试着改变我的反应方式。",
        "label": ""
      },
      {
        "sentence": "希望我能够找到更好的平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常棒！意识到自己需要改变并主动追求内心的平衡是很重要的。改变不容易，但只要你愿意尝试，我相信你能够找到适合自己的方式。如果在整个过程中你需要更多的支持和帮助，随时都可以来找我交流。祝福你能够取得进步！",
    "annotation": [
      {
        "sentence": "你非常棒！",
        "label": ""
      },
      {
        "sentence": "意识到自己需要改变并主动追求内心的平衡是很重要的。",
        "label": ""
      },
      {
        "sentence": "改变不容易，但只要你愿意尝试，我相信你能够找到适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "如果在整个过程中你需要更多的支持和帮助，随时都可以来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝福你能够取得进步！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！我会珍惜这个机会，并且保持积极的态度去面对改变。如果遇到难题，我会及时寻求帮助的。再次感谢你的关心！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会珍惜这个机会，并且保持积极的态度去面对改变。",
        "label": ""
      },
      {
        "sentence": "如果遇到难题，我会及时寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的关心！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！你的积极态度让我觉得很欣慰。相信自己，你一定能够克服困难，找到更好的状态。一路上有我陪伴着你，祝愿你的心情能够越来越好！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "你的积极态度让我觉得很欣慰。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难，找到更好的状态。",
        "label": ""
      },
      {
        "sentence": "一路上有我陪伴着你，祝愿你的心情能够越来越好！",
        "label": ""
      }
    ]
  }
]