[
  {
    "role": "client",
    "content": "我很讨厌被别人干涉自己的安排，一有人干涉心情就很差。今年22了，大四，快上研究生发现自己越来越讨厌被别人干涉自己的安排，一有人想要干涉就会突然心情很差，要么觉得你凭什么，要么就觉得自己好悲哀，就会特别烦躁。我本人应该算是一个本身很有主见的人我觉得可能原因大概有我妈是个控制欲挺强的人，感觉小时候一直什么都听她的，现在感觉自己大了有自己想法了就特别反感她的各种唠叨和命令。发展到别人身上也是这样，一旦有别人想要干涉我的安排什么的，我就会特别反感抵触，觉得他很没有界线感，就会很生气。我感觉自己现在有点问题，但又觉得自己没有问题，但是心情又容易很糟，也不知道什么才是正确的，我这样的心态正常吗？该如何改进？",
    "annotation": [
      {
        "sentence": "我很讨厌被别人干涉自己的安排，一有人干涉心情就很差。",
        "label": ""
      },
      {
        "sentence": "今年22了，大四，快上研究生发现自己越来越讨厌被别人干涉自己的安排，一有人想要干涉就会突然心情很差，要么觉得你凭什么，要么就觉得自己好悲哀，就会特别烦躁。",
        "label": ""
      },
      {
        "sentence": "我本人应该算是一个本身很有主见的人我觉得可能原因大概有我妈是个控制欲挺强的人，感觉小时候一直什么都听她的，现在感觉自己大了有自己想法了就特别反感她的各种唠叨和命令。",
        "label": ""
      },
      {
        "sentence": "发展到别人身上也是这样，一旦有别人想要干涉我的安排什么的，我就会特别反感抵触，觉得他很没有界线感，就会很生气。",
        "label": ""
      },
      {
        "sentence": "我感觉自己现在有点问题，但又觉得自己没有问题，但是心情又容易很糟，也不知道什么才是正确的，我这样的心态正常吗？",
        "label": ""
      },
      {
        "sentence": "该如何改进？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己是有觉察的。不喜欢别人干涉是人类的天性。人人生而自由，犹如哪吒那句震天吼的“我命由我不由天。”成熟的人需要清晰的界限，居己位谋己任，安静地在自己的位置上做好自己。犹如鱼儿游鸟儿飞，大可不必相互指手划脚。但世界的发生就是这样的有意思，总有鱼儿想要指点鸟儿如何飞？鱼儿怒之，还是？",
    "annotation": [
      {
        "sentence": "你对自己是有觉察的。",
        "label": ""
      },
      {
        "sentence": "不喜欢别人干涉是人类的天性。",
        "label": ""
      },
      {
        "sentence": "人人生而自由，犹如哪吒那句震天吼的“我命由我不由天。",
        "label": ""
      },
      {
        "sentence": "”成熟的人需要清晰的界限，居己位谋己任，安静地在自己的位置上做好自己。",
        "label": ""
      },
      {
        "sentence": "犹如鱼儿游鸟儿飞，大可不必相互指手划脚。",
        "label": ""
      },
      {
        "sentence": "但世界的发生就是这样的有意思，总有鱼儿想要指点鸟儿如何飞？",
        "label": ""
      },
      {
        "sentence": "鱼儿怒之，还是？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很理解你的比喻，但是我不确定应该怎样面对那些想要干涉我的人。我很生气，觉得他们凭什么指点我。",
    "annotation": [
      {
        "sentence": "我很理解你的比喻，但是我不确定应该怎样面对那些想要干涉我的人。",
        "label": ""
      },
      {
        "sentence": "我很生气，觉得他们凭什么指点我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的情绪，生气是人之常情。当别人想要干涉时，你可以有不同的选择。一是直接表达出你的反感和抵触，告诉他们你不需要他们的意见。二是保持沉默，不理会他们的干涉，按照自己的方式前进。三是试着倾听他们的意见，感谢他们的关心，并尝试将他们的建议融入自己的计划中。这些方式可以根据具体情况选择，关键是要保持自己的底线和独立性。",
    "annotation": [
      {
        "sentence": "理解你的情绪，生气是人之常情。",
        "label": ""
      },
      {
        "sentence": "当别人想要干涉时，你可以有不同的选择。",
        "label": ""
      },
      {
        "sentence": "一是直接表达出你的反感和抵触，告诉他们你不需要他们的意见。",
        "label": ""
      },
      {
        "sentence": "二是保持沉默，不理会他们的干涉，按照自己的方式前进。",
        "label": ""
      },
      {
        "sentence": "三是试着倾听他们的意见，感谢他们的关心，并尝试将他们的建议融入自己的计划中。",
        "label": ""
      },
      {
        "sentence": "这些方式可以根据具体情况选择，关键是要保持自己的底线和独立性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法听起来都是可以接受的，但我还是担心这样会影响我和他们的关系。我害怕拒绝会让他们生气或者失望。",
    "annotation": [
      {
        "sentence": "你说的方法听起来都是可以接受的，但我还是担心这样会影响我和他们的关系。",
        "label": ""
      },
      {
        "sentence": "我害怕拒绝会让他们生气或者失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心影响关系是正常的，但你的感受也很重要。当你坚守自己的底线时，并不一定会伤害到他人。尊重自己的价值和个人空间，同时也要尝试理解他人的意图和需求。可以试着沟通，告诉他们你希望保留自己的独立性，并鼓励他们理解你的想法。在关系中寻求一个平衡点，不断尝试，共同成长。",
    "annotation": [
      {
        "sentence": "担心影响关系是正常的，但你的感受也很重要。",
        "label": ""
      },
      {
        "sentence": "当你坚守自己的底线时，并不一定会伤害到他人。",
        "label": ""
      },
      {
        "sentence": "尊重自己的价值和个人空间，同时也要尝试理解他人的意图和需求。",
        "label": ""
      },
      {
        "sentence": "可以试着沟通，告诉他们你希望保留自己的独立性，并鼓励他们理解你的想法。",
        "label": ""
      },
      {
        "sentence": "在关系中寻求一个平衡点，不断尝试，共同成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会试着表达自己的观点，同时也尊重他人的想法。我想要在保持自我独立的同时，维护好与他人的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着表达自己的观点，同时也尊重他人的想法。",
        "label": ""
      },
      {
        "sentence": "我想要在保持自我独立的同时，维护好与他人的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解并接受这些建议。真正成熟的人，并非盲目抗拒干涉，而是在处理人际关系时保持自我，并且尝试寻找共同的理解和平衡。在这个过程中，也许你会学到更多的沟通技巧和成长经验。祝愿你能拥有良好的人际关系，并找到自己的内心平衡。",
    "annotation": [
      {
        "sentence": "很高兴你能理解并接受这些建议。",
        "label": ""
      },
      {
        "sentence": "真正成熟的人，并非盲目抗拒干涉，而是在处理人际关系时保持自我，并且尝试寻找共同的理解和平衡。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，也许你会学到更多的沟通技巧和成长经验。",
        "label": ""
      },
      {
        "sentence": "祝愿你能拥有良好的人际关系，并找到自己的内心平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会努力改变自己的心态，学会更好地与别人沟通，找到属于自己的平衡和发展空间。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己的心态，学会更好地与别人沟通，找到属于自己的平衡和发展空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一段充满挑战但也充满机会的旅程。不断尝试，不断成长，你一定能够找到属于自己的方式。相信自己，祝你好运！",
    "annotation": [
      {
        "sentence": "这是一段充满挑战但也充满机会的旅程。",
        "label": ""
      },
      {
        "sentence": "不断尝试，不断成长，你一定能够找到属于自己的方式。",
        "label": ""
      },
      {
        "sentence": "相信自己，祝你好运！",
        "label": ""
      }
    ]
  }
]