[
  {
    "role": "client",
    "content": "很讨厌被别人干涉自己的安排，一有人干涉心情就很差？",
    "annotation": [
      {
        "sentence": "很讨厌被别人干涉自己的安排，一有人干涉心情就很差？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你对别人干涉你的安排感到很讨厌，而且会因此心情不好。你今年22岁，大四，快要上研究生，发现自己越来越讨厌被别人干涉自己的安排。当有人想要干涉时，你会突然变得心情很差，要么觉得对方凭什么这样做，要么觉得自己很悲哀，总之就会特别烦躁。你觉得这可能是因为你妈妈是个控制欲挺强的人，小时候一直都听她的，现在感觉你自己长大了有了自己的想法，就特别反感她的各种唠叨和命令。而现在这种情况已经发展到了其他人身上，一旦有别人想要干涉你的安排，你就会特别反感和抵触，觉得对方很没有界线感，就会很生气。你觉得自己现在可能有点问题，但又觉得自己没有问题，而且心情容易变得很糟，不知道什么才是正确的，你想知道你现在的心态是否正常，以及该如何改进。",
    "annotation": [
      {
        "sentence": "你好，听说你对别人干涉你的安排感到很讨厌，而且会因此心情不好。",
        "label": ""
      },
      {
        "sentence": "你今年22岁，大四，快要上研究生，发现自己越来越讨厌被别人干涉自己的安排。",
        "label": ""
      },
      {
        "sentence": "当有人想要干涉时，你会突然变得心情很差，要么觉得对方凭什么这样做，要么觉得自己很悲哀，总之就会特别烦躁。",
        "label": ""
      },
      {
        "sentence": "你觉得这可能是因为你妈妈是个控制欲挺强的人，小时候一直都听她的，现在感觉你自己长大了有了自己的想法，就特别反感她的各种唠叨和命令。",
        "label": ""
      },
      {
        "sentence": "而现在这种情况已经发展到了其他人身上，一旦有别人想要干涉你的安排，你就会特别反感和抵触，觉得对方很没有界线感，就会很生气。",
        "label": ""
      },
      {
        "sentence": "你觉得自己现在可能有点问题，但又觉得自己没有问题，而且心情容易变得很糟，不知道什么才是正确的，你想知道你现在的心态是否正常，以及该如何改进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得很不舒服，有时候甚至觉得自己有点过激。我也知道自己应该尊重别人的想法，但就是控制不住自己的情绪。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得很不舒服，有时候甚至觉得自己有点过激。",
        "label": ""
      },
      {
        "sentence": "我也知道自己应该尊重别人的想法，但就是控制不住自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你自己好像也不想因为这种事情被影响到情绪的波动，但是却控制不住，一感受到有人来干涉我们，就会变得特别烦躁，对此你挺无奈的。但是你很棒，因为你已经察觉到了这个问题，并且隐隐地看到了问题的根源。其实每个人都不喜欢被别人控制，当感受到被别人控制的时候，都会感到烦躁。但是这样的情绪波动在一定范围内对我们是有益的，会让我们察觉到别人对我们的控制，然后去反控制，避免丧失自我。而你现在的情绪波动超出了本来有利的范围，反而给自己造成了不利的影响。而且当自己的情绪没有平复的时候，也很难去真正地解决别人对我们的控制，解决实际的问题，就会陷入一个恶性循环之中。你的情绪波动这么大，可能是因为从小受到妈妈的过多控制，太过压抑自己，这种情况下是有特别难受的情绪创伤在作祟，一旦感受到一点别人对自己的干涉，情绪创伤就会被调动，克制不住地变得烦躁，并且很难平复。我的建议是：1.你可以学习一些情绪控制的方法，比如当生气的时候先远离刺激，当伤心的时候给自己一些补偿，当对自己生气觉得自己没用的时候要意识到从小被控制到大有这样的反应是很正常的，那也没什么不对的。2.回想一下妈妈以前对你的控制，想一想如果现在的你自己会怎么做，这样可以更好地保护自己，逐渐治疗创伤。你要加油哦！你并不是有问题或者出了很大的问题，我们只是在与原生家庭带来的创伤进行斗争，你是一个很厉害的战士！整个世界都在爱着你。",
    "annotation": [
      {
        "sentence": "其实你自己好像也不想因为这种事情被影响到情绪的波动，但是却控制不住，一感受到有人来干涉我们，就会变得特别烦躁，对此你挺无奈的。",
        "label": ""
      },
      {
        "sentence": "但是你很棒，因为你已经察觉到了这个问题，并且隐隐地看到了问题的根源。",
        "label": ""
      },
      {
        "sentence": "其实每个人都不喜欢被别人控制，当感受到被别人控制的时候，都会感到烦躁。",
        "label": ""
      },
      {
        "sentence": "但是这样的情绪波动在一定范围内对我们是有益的，会让我们察觉到别人对我们的控制，然后去反控制，避免丧失自我。",
        "label": ""
      },
      {
        "sentence": "而你现在的情绪波动超出了本来有利的范围，反而给自己造成了不利的影响。",
        "label": ""
      },
      {
        "sentence": "而且当自己的情绪没有平复的时候，也很难去真正地解决别人对我们的控制，解决实际的问题，就会陷入一个恶性循环之中。",
        "label": ""
      },
      {
        "sentence": "你的情绪波动这么大，可能是因为从小受到妈妈的过多控制，太过压抑自己，这种情况下是有特别难受的情绪创伤在作祟，一旦感受到一点别人对自己的干涉，情绪创伤就会被调动，克制不住地变得烦躁，并且很难平复。",
        "label": ""
      },
      {
        "sentence": "我的建议是：1.你可以学习一些情绪控制的方法，比如当生气的时候先远离刺激，当伤心的时候给自己一些补偿，当对自己生气觉得自己没用的时候要意识到从小被控制到大有这样的反应是很正常的，那也没什么不对的。",
        "label": ""
      },
      {
        "sentence": "2.回想一下妈妈以前对你的控制，想一想如果现在的你自己会怎么做，这样可以更好地保护自己，逐渐治疗创伤。",
        "label": ""
      },
      {
        "sentence": "你要加油哦！",
        "label": ""
      },
      {
        "sentence": "你并不是有问题或者出了很大的问题，我们只是在与原生家庭带来的创伤进行斗争，你是一个很厉害的战士！",
        "label": ""
      },
      {
        "sentence": "整个世界都在爱着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我感觉自己好像理解了一些问题的根源了。可能因为我从小被妈妈控制得太多，没有机会发展自己的独立思考和决策能力，导致现在情绪容易波动。我确实需要学习一些情绪控制的方法，以及改变对待妈妈的态度，不再对她的唠叨和命令产生抵触情绪。",
    "annotation": [
      {
        "sentence": "听了你的话，我感觉自己好像理解了一些问题的根源了。",
        "label": ""
      },
      {
        "sentence": "可能因为我从小被妈妈控制得太多，没有机会发展自己的独立思考和决策能力，导致现在情绪容易波动。",
        "label": ""
      },
      {
        "sentence": "我确实需要学习一些情绪控制的方法，以及改变对待妈妈的态度，不再对她的唠叨和命令产生抵触情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经对问题的根源有了更深的认识。的确，受到过多的控制会限制我们的自由发展，影响情绪的稳定。学习情绪控制的方法，建立良好的情绪调节机制，是非常必要的。同时，和妈妈进行适当地沟通，表达自己的想法和感受，可以让你们的关系更加健康。提醒自己理解和接纳从小受到的控制，并且积极寻求独立自主的发展，这样可以逐渐解除情绪创伤，拥有更好的心态和情绪状态。我相信你能够做到的，加油！",
    "annotation": [
      {
        "sentence": "非常好，你已经对问题的根源有了更深的认识。",
        "label": ""
      },
      {
        "sentence": "的确，受到过多的控制会限制我们的自由发展，影响情绪的稳定。",
        "label": ""
      },
      {
        "sentence": "学习情绪控制的方法，建立良好的情绪调节机制，是非常必要的。",
        "label": ""
      },
      {
        "sentence": "同时，和妈妈进行适当地沟通，表达自己的想法和感受，可以让你们的关系更加健康。",
        "label": ""
      },
      {
        "sentence": "提醒自己理解和接纳从小受到的控制，并且积极寻求独立自主的发展，这样可以逐渐解除情绪创伤，拥有更好的心态和情绪状态。",
        "label": ""
      },
      {
        "sentence": "我相信你能够做到的，加油！",
        "label": ""
      }
    ]
  }
]