[
  {
    "role": "client",
    "content": "上班8年，害怕写文字性的工作汇报，这感受怎么处理？上班8年的我，每次单位要写工作总结或者是工作的小汇报时，我就很头痛。不知道该怎么写，也很担心写出来的东西被同事笑话，笑话文采不好。所以只要一写文字性的东西就牵扯出去小时候学习不好的感受。请问我觉察到了这个问题和小时的学习成绩不好，常挨批评有关。请问这个感受怎么处理。非常感谢！",
    "annotation": [
      {
        "sentence": "上班8年，害怕写文字性的工作汇报，这感受怎么处理？",
        "label": ""
      },
      {
        "sentence": "上班8年的我，每次单位要写工作总结或者是工作的小汇报时，我就很头痛。",
        "label": ""
      },
      {
        "sentence": "不知道该怎么写，也很担心写出来的东西被同事笑话，笑话文采不好。",
        "label": ""
      },
      {
        "sentence": "所以只要一写文字性的东西就牵扯出去小时候学习不好的感受。",
        "label": ""
      },
      {
        "sentence": "请问我觉察到了这个问题和小时的学习成绩不好，常挨批评有关。",
        "label": ""
      },
      {
        "sentence": "请问这个感受怎么处理。",
        "label": ""
      },
      {
        "sentence": "非常感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说到了你在写工作汇报时的困扰，我看到你非常有自省能力，而且过去的经历给你带来了深刻的影响。习得性无助是一种特殊的心理状态，指的是在连续不断的挫折中，人会在情感、认知和行为上表现出消极的特点。当你感到无论如何努力，都以失败告终时，你会觉得无法控制局面，精神支柱会崩溃，斗志也会消失。所以，每次你写工作汇报时，总会感到头痛，害怕被人批评和笑话。习得性无助的成因主要有学业不良状态的长期积淀以及不恰当的评价方式。你之前提到小时候学习不好、常受批评的经历似乎与此有关。那么，你应该如何处理这种感受呢？",
    "annotation": [
      {
        "sentence": "你说到了你在写工作汇报时的困扰，我看到你非常有自省能力，而且过去的经历给你带来了深刻的影响。",
        "label": ""
      },
      {
        "sentence": "习得性无助是一种特殊的心理状态，指的是在连续不断的挫折中，人会在情感、认知和行为上表现出消极的特点。",
        "label": ""
      },
      {
        "sentence": "当你感到无论如何努力，都以失败告终时，你会觉得无法控制局面，精神支柱会崩溃，斗志也会消失。",
        "label": ""
      },
      {
        "sentence": "所以，每次你写工作汇报时，总会感到头痛，害怕被人批评和笑话。",
        "label": ""
      },
      {
        "sentence": "习得性无助的成因主要有学业不良状态的长期积淀以及不恰当的评价方式。",
        "label": ""
      },
      {
        "sentence": "你之前提到小时候学习不好、常受批评的经历似乎与此有关。",
        "label": ""
      },
      {
        "sentence": "那么，你应该如何处理这种感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和解释。我确实感觉到自己在写文字性工作汇报时，总是会联想到小时候学习成绩不好的感受。我觉得这些感受一直困扰着我，影响到了我现在的工作。我希望能找到一种方法来处理这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和解释。",
        "label": ""
      },
      {
        "sentence": "我确实感觉到自己在写文字性工作汇报时，总是会联想到小时候学习成绩不好的感受。",
        "label": ""
      },
      {
        "sentence": "我觉得这些感受一直困扰着我，影响到了我现在的工作。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一种方法来处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经很好地意识到了问题的根源，并且希望能够解决它。首先，试着不去回忆过去那些糟糕的感受，因为人是会成长的，你现在已经不是小时候那个总受批评的孩子了。努力是有回报的，你可以尝试以下方法来处理这个问题：首先，检查一下自己的归因模式，思考一下你是否真的没有能力写好工作汇报？这么多年来，你一直在练习，一定取得了一些进步。是否将暂时的困难夸大成了永久的困境？在动笔之前就开始否定自己，认为自己肯定做不好？不要在动笔之前就否定自己，要相信自己，相信不断的练习会让你越来越好！此外，注重写作的过程，不要过于担心结果。你提到担心被人笑话，其实在还没有开始写之前就担心结果了。尝试将目标设得更小一些，不要以别人的夸奖、尊重或者是不笑话你为目标，而是将每次的写作目标定为“认真地写”。每次动笔写和写好之后，都可以及时地激励自己，告诉自己“我有开始的勇气，我会努力”。同时，要庆祝自己的小胜利，比如说写了几句很好的开头，或者是写得不错的段落。最重要的是，让我们担心的只是担心本身，当你感到担心时，试着将问题细化，思考一下你为什么会担心，遇到了什么困境。如果你的担心没有发生，你能做些什么来预防它的发生？如果你的担心已经发生了，你能做些什么事情来弥补呢？相信自己，你已经成长了很多！我祝愿你能够开心，并且不受这些想法的困扰。",
    "annotation": [
      {
        "sentence": "你已经很好地意识到了问题的根源，并且希望能够解决它。",
        "label": ""
      },
      {
        "sentence": "首先，试着不去回忆过去那些糟糕的感受，因为人是会成长的，你现在已经不是小时候那个总受批评的孩子了。",
        "label": ""
      },
      {
        "sentence": "努力是有回报的，你可以尝试以下方法来处理这个问题：首先，检查一下自己的归因模式，思考一下你是否真的没有能力写好工作汇报？",
        "label": ""
      },
      {
        "sentence": "这么多年来，你一直在练习，一定取得了一些进步。",
        "label": ""
      },
      {
        "sentence": "是否将暂时的困难夸大成了永久的困境？",
        "label": ""
      },
      {
        "sentence": "在动笔之前就开始否定自己，认为自己肯定做不好？",
        "label": ""
      },
      {
        "sentence": "不要在动笔之前就否定自己，要相信自己，相信不断的练习会让你越来越好！",
        "label": ""
      },
      {
        "sentence": "此外，注重写作的过程，不要过于担心结果。",
        "label": ""
      },
      {
        "sentence": "你提到担心被人笑话，其实在还没有开始写之前就担心结果了。",
        "label": ""
      },
      {
        "sentence": "尝试将目标设得更小一些，不要以别人的夸奖、尊重或者是不笑话你为目标，而是将每次的写作目标定为“认真地写”。",
        "label": ""
      },
      {
        "sentence": "每次动笔写和写好之后，都可以及时地激励自己，告诉自己“我有开始的勇气，我会努力”。",
        "label": ""
      },
      {
        "sentence": "同时，要庆祝自己的小胜利，比如说写了几句很好的开头，或者是写得不错的段落。",
        "label": ""
      },
      {
        "sentence": "最重要的是，让我们担心的只是担心本身，当你感到担心时，试着将问题细化，思考一下你为什么会担心，遇到了什么困境。",
        "label": ""
      },
      {
        "sentence": "如果你的担心没有发生，你能做些什么来预防它的发生？",
        "label": ""
      },
      {
        "sentence": "如果你的担心已经发生了，你能做些什么事情来弥补呢？",
        "label": ""
      },
      {
        "sentence": "相信自己，你已经成长了很多！",
        "label": ""
      },
      {
        "sentence": "我祝愿你能够开心，并且不受这些想法的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和鼓励！我确实意识到了自己的问题，并且希望能够解决它。我会尝试着不去回忆过去的不好的感受，而是相信自己已经成长了很多。我会检查自己的归因模式，并且在写汇报之前不再否定自己。同时，我会注重写作的过程，而不是过于担心结果。我会及时地激励自己，并且庆祝每一次小胜利。当我感到担心时，我会尝试将问题细化，思考一下如何应对。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我确实意识到了自己的问题，并且希望能够解决它。",
        "label": ""
      },
      {
        "sentence": "我会尝试着不去回忆过去的不好的感受，而是相信自己已经成长了很多。",
        "label": ""
      },
      {
        "sentence": "我会检查自己的归因模式，并且在写汇报之前不再否定自己。",
        "label": ""
      },
      {
        "sentence": "同时，我会注重写作的过程，而不是过于担心结果。",
        "label": ""
      },
      {
        "sentence": "我会及时地激励自己，并且庆祝每一次小胜利。",
        "label": ""
      },
      {
        "sentence": "当我感到担心时，我会尝试将问题细化，思考一下如何应对。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你接受了我的建议，并且对自己有了更多的信心。相信你能够克服这个困扰，并且在写工作汇报时做得更好。记住，你已经成长了很多，不要被过去的困境所束缚。祝你开心，并且不被这些想法所困扰！如果你以后有任何困难或者需要进一步的支持，随时都可以找我倾诉。我会一直在这里支持你！",
    "annotation": [
      {
        "sentence": "非常高兴听到你接受了我的建议，并且对自己有了更多的信心。",
        "label": ""
      },
      {
        "sentence": "相信你能够克服这个困扰，并且在写工作汇报时做得更好。",
        "label": ""
      },
      {
        "sentence": "记住，你已经成长了很多，不要被过去的困境所束缚。",
        "label": ""
      },
      {
        "sentence": "祝你开心，并且不被这些想法所困扰！",
        "label": ""
      },
      {
        "sentence": "如果你以后有任何困难或者需要进一步的支持，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你！",
        "label": ""
      }
    ]
  }
]