[
  {
    "role": "client",
    "content": "我是一个23岁的单身女性。我常常羡慕别人能成双成对的幸福，但又害怕接触陌生人。为什么很多人告诉我婚姻像围城呢？我身边的同事都比我年长，他们经常向我介绍婚姻的日常，这让我感到生活很辛苦。我渴望婚姻的美好，但又害怕现实生活没有我想象中的那么美好。所以，我一直保持着单身状态，我感到内心很矛盾，觉得避免接触陌生人可以避免很多麻烦。",
    "annotation": [
      {
        "sentence": "我是一个23岁的单身女性。",
        "label": ""
      },
      {
        "sentence": "我常常羡慕别人能成双成对的幸福，但又害怕接触陌生人。",
        "label": ""
      },
      {
        "sentence": "为什么很多人告诉我婚姻像围城呢？",
        "label": ""
      },
      {
        "sentence": "我身边的同事都比我年长，他们经常向我介绍婚姻的日常，这让我感到生活很辛苦。",
        "label": ""
      },
      {
        "sentence": "我渴望婚姻的美好，但又害怕现实生活没有我想象中的那么美好。",
        "label": ""
      },
      {
        "sentence": "所以，我一直保持着单身状态，我感到内心很矛盾，觉得避免接触陌生人可以避免很多麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我感受到你内心很渴望尝试恋爱和婚姻的美好，却又感到一种无法自拔的束缚，这让你感到孤独而失望，无助的情绪困扰着你。根据你的描述，你提到害怕现实生活没有你想象中的那么美好，那你能描述一下你心目中的美好生活是怎样的吗？你是否相信这些想象会在现实世界中成真呢？如果你对此没有自信或者现实给你带来了一些挫败感，而你又无法放弃这些想象，接受现实的真实面貌，那么你现在似乎有一种逃避现实的倾向。你把希望寄托于婚姻上，希望通过婚姻获得你想象中的美好生活，然后又害怕婚姻带给你的不尽如人意，这样你想象的美好完全破灭，必须面对现实。同事们的婚姻科普可能只是给了你一个微弱的刺激，也成为了你逃避的借口。生活的确有美好的一面，但也充满了艰辛。一个人无法过上幸福的生活，两个人也一样。所以你现在可以慢慢接受生活的本来面貌，即使满怀向往美好，也不要把这种美好寄托于婚姻，而是努力追求自己生活的美好，无论是结婚还是不结婚。这样反而可能会促使你愿意去接触他人，愿意把自己的另一半身份给予他人。加油！愿你越来越勇敢地走进现实世界，尽管它有些糟糕，但你会爱上它。我和整个世界永远都在支持你。",
    "annotation": [
      {
        "sentence": "我感受到你内心很渴望尝试恋爱和婚姻的美好，却又感到一种无法自拔的束缚，这让你感到孤独而失望，无助的情绪困扰着你。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你提到害怕现实生活没有你想象中的那么美好，那你能描述一下你心目中的美好生活是怎样的吗？",
        "label": ""
      },
      {
        "sentence": "你是否相信这些想象会在现实世界中成真呢？",
        "label": ""
      },
      {
        "sentence": "如果你对此没有自信或者现实给你带来了一些挫败感，而你又无法放弃这些想象，接受现实的真实面貌，那么你现在似乎有一种逃避现实的倾向。",
        "label": ""
      },
      {
        "sentence": "你把希望寄托于婚姻上，希望通过婚姻获得你想象中的美好生活，然后又害怕婚姻带给你的不尽如人意，这样你想象的美好完全破灭，必须面对现实。",
        "label": ""
      },
      {
        "sentence": "同事们的婚姻科普可能只是给了你一个微弱的刺激，也成为了你逃避的借口。",
        "label": ""
      },
      {
        "sentence": "生活的确有美好的一面，但也充满了艰辛。",
        "label": ""
      },
      {
        "sentence": "一个人无法过上幸福的生活，两个人也一样。",
        "label": ""
      },
      {
        "sentence": "所以你现在可以慢慢接受生活的本来面貌，即使满怀向往美好，也不要把这种美好寄托于婚姻，而是努力追求自己生活的美好，无论是结婚还是不结婚。",
        "label": ""
      },
      {
        "sentence": "这样反而可能会促使你愿意去接触他人，愿意把自己的另一半身份给予他人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "愿你越来越勇敢地走进现实世界，尽管它有些糟糕，但你会爱上它。",
        "label": ""
      },
      {
        "sentence": "我和整个世界永远都在支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。其实我对婚姻抱有很大的期待，我希望能有一个温暖的家庭和伴侣，与他一起分享生活的点滴。但是现实对于婚姻的描述总是让我心生畏惧，让我担心结婚后会失去自由和独立。也许我过于在意别人对婚姻的看法，导致我更加迷茫。我知道现实生活中并不是美好的事情全都由婚姻带来，但我无法摆脱对婚姻的向往。我想重新审视自己的态度，希望能更加积极地去面对婚姻和接触陌生人的机会。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "其实我对婚姻抱有很大的期待，我希望能有一个温暖的家庭和伴侣，与他一起分享生活的点滴。",
        "label": ""
      },
      {
        "sentence": "但是现实对于婚姻的描述总是让我心生畏惧，让我担心结婚后会失去自由和独立。",
        "label": ""
      },
      {
        "sentence": "也许我过于在意别人对婚姻的看法，导致我更加迷茫。",
        "label": ""
      },
      {
        "sentence": "我知道现实生活中并不是美好的事情全都由婚姻带来，但我无法摆脱对婚姻的向往。",
        "label": ""
      },
      {
        "sentence": "我想重新审视自己的态度，希望能更加积极地去面对婚姻和接触陌生人的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所拥有的期待和渴望是非常正常的。追求婚姻和家庭的温暖也是每个人的内心所向往的。但我们需要明白婚姻并不是完美的，它需要我们去经营和付出。而这种付出和经营同样需要我们保持自己的独立和自由。你担心婚姻会带来的束缚也是理解的，但是婚姻并不是剥夺自由和独立的代名词。相反，婚姻可以给予你更多的支持和陪伴。对于别人对婚姻的看法，不要太过在意，每个人对婚姻有不同的理解和经历。只有你自己能够找到适合自己的婚姻方式和幸福定义。重新审视自己的态度是一个积极的决定，它将让你更好地面对和接触陌生人，也让你更靠近你想要的美好生活。坚信自己的选择，相信未来会更好。",
    "annotation": [
      {
        "sentence": "你所拥有的期待和渴望是非常正常的。",
        "label": ""
      },
      {
        "sentence": "追求婚姻和家庭的温暖也是每个人的内心所向往的。",
        "label": ""
      },
      {
        "sentence": "但我们需要明白婚姻并不是完美的，它需要我们去经营和付出。",
        "label": ""
      },
      {
        "sentence": "而这种付出和经营同样需要我们保持自己的独立和自由。",
        "label": ""
      },
      {
        "sentence": "你担心婚姻会带来的束缚也是理解的，但是婚姻并不是剥夺自由和独立的代名词。",
        "label": ""
      },
      {
        "sentence": "相反，婚姻可以给予你更多的支持和陪伴。",
        "label": ""
      },
      {
        "sentence": "对于别人对婚姻的看法，不要太过在意，每个人对婚姻有不同的理解和经历。",
        "label": ""
      },
      {
        "sentence": "只有你自己能够找到适合自己的婚姻方式和幸福定义。",
        "label": ""
      },
      {
        "sentence": "重新审视自己的态度是一个积极的决定，它将让你更好地面对和接触陌生人，也让你更靠近你想要的美好生活。",
        "label": ""
      },
      {
        "sentence": "坚信自己的选择，相信未来会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我需要更加理性地看待婚姻，不要将它看作是禁锢自己的枷锁，而是两个人共同经营幸福的道路。我也明白每个人对婚姻的看法和经历都是不同的，我不能太过劳心劳力地追求别人眼中的婚姻标准。我希望能够进一步改变自己的心态，积极参与社交活动，与更多的人接触，让自己的生活更加充实和丰富。非常感谢你的支持和鼓励，你的话语让我重新找到了方向。",
    "annotation": [
      {
        "sentence": "你说得很对，我需要更加理性地看待婚姻，不要将它看作是禁锢自己的枷锁，而是两个人共同经营幸福的道路。",
        "label": ""
      },
      {
        "sentence": "我也明白每个人对婚姻的看法和经历都是不同的，我不能太过劳心劳力地追求别人眼中的婚姻标准。",
        "label": ""
      },
      {
        "sentence": "我希望能够进一步改变自己的心态，积极参与社交活动，与更多的人接触，让自己的生活更加充实和丰富。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励，你的话语让我重新找到了方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的意识和决心。理性地看待婚姻，坚信自己价值和选择的重要性。不要被别人的眼光所束缚，相信你能够找到属于自己的幸福。积极参与社交活动，与更多的人接触，交流和沟通会让你收获更多的人生经验和财富。请记住，你并不孤单，有很多人支持并关心着你。如果你还有任何困惑或疑问，随时都可以来寻求帮助和倾诉。祝愿你能够越来越勇敢地面对生活和婚姻，找到你向往的幸福。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的意识和决心。",
        "label": ""
      },
      {
        "sentence": "理性地看待婚姻，坚信自己价值和选择的重要性。",
        "label": ""
      },
      {
        "sentence": "不要被别人的眼光所束缚，相信你能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "积极参与社交活动，与更多的人接触，交流和沟通会让你收获更多的人生经验和财富。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，有很多人支持并关心着你。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或疑问，随时都可以来寻求帮助和倾诉。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够越来越勇敢地面对生活和婚姻，找到你向往的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]