[
  {
    "role": "client",
    "content": "我不敢見男方家長，是我不夠愛嗎？我一年前被診斷有輕度抑鬱症，跟男朋友一起快一年了。",
    "annotation": [
      {
        "sentence": "我不敢見男方家長，是我不夠愛嗎？",
        "label": ""
      },
      {
        "sentence": "我一年前被診斷有輕度抑鬱症，跟男朋友一起快一年了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的标题问了一个问题：不敢见男方家长，是我不够爱吗？看了你对于问题的描述，我想说的是，你目前的行为不是因为不够爱，而是因为太爱。因为太爱，所以害怕，害怕失去，害怕没有未来，害怕拖累对方。而你不敢见对方家长的心情也是你逃避的行为体现。非常理解你的想法。越在意，越担心最后的结果不好，于是习惯性的推开对方，最后越来越痛苦。不着急，下面的文字希望可以给到你帮助。",
    "annotation": [
      {
        "sentence": "你的标题问了一个问题：不敢见男方家长，是我不够爱吗？",
        "label": ""
      },
      {
        "sentence": "看了你对于问题的描述，我想说的是，你目前的行为不是因为不够爱，而是因为太爱。",
        "label": ""
      },
      {
        "sentence": "因为太爱，所以害怕，害怕失去，害怕没有未来，害怕拖累对方。",
        "label": ""
      },
      {
        "sentence": "而你不敢见对方家长的心情也是你逃避的行为体现。",
        "label": ""
      },
      {
        "sentence": "非常理解你的想法。",
        "label": ""
      },
      {
        "sentence": "越在意，越担心最后的结果不好，于是习惯性的推开对方，最后越来越痛苦。",
        "label": ""
      },
      {
        "sentence": "不着急，下面的文字希望可以给到你帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一年來一直以來，我都有为这段感情努力着。談戀愛、買車都是為了維護這段感情，但是當我想到要見男友家人時，就覺得很慌，很害怕。",
    "annotation": [
      {
        "sentence": "一年來一直以來，我都有为这段感情努力着。",
        "label": ""
      },
      {
        "sentence": "談戀愛、買車都是為了維護這段感情，但是當我想到要見男友家人時，就覺得很慌，很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1、正确对待抑郁症其实你拒绝见男友家人，怕自己给不了男友幸福，根本原因都是源自于对抑郁症的恐惧。你的恐惧和担忧我非常理解，毕竟越喜欢、越在意。同时我也想告诉你，抑郁症并不是不能治愈的。你是属于轻度抑郁症，服药的同时可以接受心理咨询的治疗，康复是没有问题的。很多抑郁症患者在康复后，一样可以结婚、生子。并且，这个病在医学上也并不是遗传性疾病。所以，请正确对待抑郁症，它并不是你所想的不能战胜。",
    "annotation": [
      {
        "sentence": "1、正确对待抑郁症其实你拒绝见男友家人，怕自己给不了男友幸福，根本原因都是源自于对抑郁症的恐惧。",
        "label": ""
      },
      {
        "sentence": "你的恐惧和担忧我非常理解，毕竟越喜欢、越在意。",
        "label": ""
      },
      {
        "sentence": "同时我也想告诉你，抑郁症并不是不能治愈的。",
        "label": ""
      },
      {
        "sentence": "你是属于轻度抑郁症，服药的同时可以接受心理咨询的治疗，康复是没有问题的。",
        "label": ""
      },
      {
        "sentence": "很多抑郁症患者在康复后，一样可以结婚、生子。",
        "label": ""
      },
      {
        "sentence": "并且，这个病在医学上也并不是遗传性疾病。",
        "label": ""
      },
      {
        "sentence": "所以，请正确对待抑郁症，它并不是你所想的不能战胜。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道抑鬱症是一個可以康復的疾病，但我仍然害怕見到男友家人，我怕他們對我有所抵觸，怕我無法維繫好家庭關係。我也不敢告訴我的家人和朋友，我害怕成為眾人關注的焦點。",
    "annotation": [
      {
        "sentence": "我知道抑鬱症是一個可以康復的疾病，但我仍然害怕見到男友家人，我怕他們對我有所抵觸，怕我無法維繫好家庭關係。",
        "label": ""
      },
      {
        "sentence": "我也不敢告訴我的家人和朋友，我害怕成為眾人關注的焦點。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2、与男友沟通，告诉她你的恐惧对于未来的担忧，对于自己见对方父母的恐惧，我建议你直接告诉你的男友。从你的文字中我看到，你们的感情很好，他对你也很好。所以，为什么要因为本身可以治愈的疾病而丧失对于彼此未来的勇气呢？至于对方的父母，不管你决定见还是不见，关键点在于你要想清楚彼此未来的发展，与男友共同商量如何更好的面对未来的挑战。如果你们对于彼此的感情有信心，那么请不要因为一个本可以治愈的疾病而放弃这段感情。",
    "annotation": [
      {
        "sentence": "2、与男友沟通，告诉她你的恐惧对于未来的担忧，对于自己见对方父母的恐惧，我建议你直接告诉你的男友。",
        "label": ""
      },
      {
        "sentence": "从你的文字中我看到，你们的感情很好，他对你也很好。",
        "label": ""
      },
      {
        "sentence": "所以，为什么要因为本身可以治愈的疾病而丧失对于彼此未来的勇气呢？",
        "label": ""
      },
      {
        "sentence": "至于对方的父母，不管你决定见还是不见，关键点在于你要想清楚彼此未来的发展，与男友共同商量如何更好的面对未来的挑战。",
        "label": ""
      },
      {
        "sentence": "如果你们对于彼此的感情有信心，那么请不要因为一个本可以治愈的疾病而放弃这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我會嘗試跟男友好好溝通，讓他明白我的恐懼和担憂。但是我還是很害怕面對他的家人，覺得我會給他們帶來很多困擾，我不敢見他們。",
    "annotation": [
      {
        "sentence": "我會嘗試跟男友好好溝通，讓他明白我的恐懼和担憂。",
        "label": ""
      },
      {
        "sentence": "但是我還是很害怕面對他的家人，覺得我會給他們帶來很多困擾，我不敢見他們。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3、接受抑郁症的相关治疗你属于轻度抑郁症，建议到当地正规的三甲医院接受药物治疗。当症状缓解以后，可以借助心理咨询师的帮助，在脱离药物的情况下避免病症的后续复发。按时吃药、遵医嘱、接受心理咨询师的帮助，相信你的抑郁症很快可以痊愈。最后想对你说的是，针对未来，好好治疗，好好和男友沟通，共同面对以后的生活及挑战。抑郁症的问题，需要说开、解开心结，一味的逃避、不敢面对，反而会对你的病情有所影响。同时，抑郁症和我们感冒、发烧一样，只是我们生病了而已，并不是什么丢人的事情。所以，及时告诉自己父母，寻求他们的帮助，也是抑郁症可以尽快康复的途径。希望以上的回答可以对你有所帮助，同时也希望你尽快康复、幸福的和男友一起走下去。",
    "annotation": [
      {
        "sentence": "3、接受抑郁症的相关治疗你属于轻度抑郁症，建议到当地正规的三甲医院接受药物治疗。",
        "label": ""
      },
      {
        "sentence": "当症状缓解以后，可以借助心理咨询师的帮助，在脱离药物的情况下避免病症的后续复发。",
        "label": ""
      },
      {
        "sentence": "按时吃药、遵医嘱、接受心理咨询师的帮助，相信你的抑郁症很快可以痊愈。",
        "label": ""
      },
      {
        "sentence": "最后想对你说的是，针对未来，好好治疗，好好和男友沟通，共同面对以后的生活及挑战。",
        "label": ""
      },
      {
        "sentence": "抑郁症的问题，需要说开、解开心结，一味的逃避、不敢面对，反而会对你的病情有所影响。",
        "label": ""
      },
      {
        "sentence": "同时，抑郁症和我们感冒、发烧一样，只是我们生病了而已，并不是什么丢人的事情。",
        "label": ""
      },
      {
        "sentence": "所以，及时告诉自己父母，寻求他们的帮助，也是抑郁症可以尽快康复的途径。",
        "label": ""
      },
      {
        "sentence": "希望以上的回答可以对你有所帮助，同时也希望你尽快康复、幸福的和男友一起走下去。",
        "label": ""
      }
    ]
  }
]