[
  {
    "role": "client",
    "content": "我最近很困惑，25岁了却从来没有人向我表白过，这是不是证明我的各方面都很糟糕？",
    "annotation": [
      {
        "sentence": "我最近很困惑，25岁了却从来没有人向我表白过，这是不是证明我的各方面都很糟糕？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不是的，你的情况并不意味着你的各方面都很糟糕。你的真命天子正在向你走来，现在你只需要好好照顾自己，等待他的到来。其实，人与人之间的吸引力主要来自两个方面：外在条件和情感价值。根据你的情况，没有被人表白只是说明你平时与人接触比较少，没有给别人机会了解到你内在的美好。每个人都会找到自己的那个人，他会觉得你很可爱，没有介意你认为的缺点，他会全心爱你。你会遇到这样的人的，只要你愿意等待，我觉得是值得的。至于你提到自己性格、长相、举止等方面都很奇怪，其实别人根本没有深入了解过你，要发现这些特点需要进行深入交往，我有过同样的经历，在大学时我也觉得自己这样奇怪，后来发现同学们并没有注意到我的这些特点。而同事们也没有那么八卦，他们忙着自己的工作，所以情况也不一定，这要看工作环境、氛围和所遇到的同事。无论怎样，你应该做自己感到舒服、开心的事情，只要不影响他人，我们都是自由的。性格内向也会吸引到喜欢你的人，物以类聚，人以群分。不爱打扮并不是问题，我本人也不太在意外貌。虽然有句话说得很直接：没人有义务在你外表不够精致的情况下了解你的内在，但我觉得这取决于你想要吸引什么样的人。如果你想吸引注重打扮的人，也许你可以稍微注意一下外表；如果你想吸引相对朴素的人，那你可以做自己，保持整洁简单就好。吸引力最强的人往往是跟自己最相似的人。至于你敏感紧张和长相一般，其实不用太在意，自信最美。假设一个命题，如果一个人25岁时已有很多人向他表白，是不是就证明他各方面优秀？实际上并不一定。这些人可能只是因为外表好看，在第一眼留下好印象，所以才有人喜欢并表白。但实际相处中，他们的性格可能存在许多问题，不能很好地相处。另一方面，也许有些人长相平平甚至不如你，但因为性格开朗外向，交际广泛，让别人感到开心，所以会有人继续接触并表白。因为根据我的经验，这个年龄段的人都在寻找另一半，他们会更加积极地寻求男女朋友，所以他们可能会有更多的机会。他们之所以有更多机会，只是因为他们主动走出自己的舒适区，将自己放在人群中，增加了接触的机会。你现在没有人表白只是因为你还没有机会去接触这些人。你可以试着创造机会，扩大你的社交圈子，慢慢打开心扉，相信你的未来是充满希望的。加油，我相信你能够找到属于你的幸福。",
    "annotation": [
      {
        "sentence": "不是的，你的情况并不意味着你的各方面都很糟糕。",
        "label": ""
      },
      {
        "sentence": "你的真命天子正在向你走来，现在你只需要好好照顾自己，等待他的到来。",
        "label": ""
      },
      {
        "sentence": "其实，人与人之间的吸引力主要来自两个方面：外在条件和情感价值。",
        "label": ""
      },
      {
        "sentence": "根据你的情况，没有被人表白只是说明你平时与人接触比较少，没有给别人机会了解到你内在的美好。",
        "label": ""
      },
      {
        "sentence": "每个人都会找到自己的那个人，他会觉得你很可爱，没有介意你认为的缺点，他会全心爱你。",
        "label": ""
      },
      {
        "sentence": "你会遇到这样的人的，只要你愿意等待，我觉得是值得的。",
        "label": ""
      },
      {
        "sentence": "至于你提到自己性格、长相、举止等方面都很奇怪，其实别人根本没有深入了解过你，要发现这些特点需要进行深入交往，我有过同样的经历，在大学时我也觉得自己这样奇怪，后来发现同学们并没有注意到我的这些特点。",
        "label": ""
      },
      {
        "sentence": "而同事们也没有那么八卦，他们忙着自己的工作，所以情况也不一定，这要看工作环境、氛围和所遇到的同事。",
        "label": ""
      },
      {
        "sentence": "无论怎样，你应该做自己感到舒服、开心的事情，只要不影响他人，我们都是自由的。",
        "label": ""
      },
      {
        "sentence": "性格内向也会吸引到喜欢你的人，物以类聚，人以群分。",
        "label": ""
      },
      {
        "sentence": "不爱打扮并不是问题，我本人也不太在意外貌。",
        "label": ""
      },
      {
        "sentence": "虽然有句话说得很直接：没人有义务在你外表不够精致的情况下了解你的内在，但我觉得这取决于你想要吸引什么样的人。",
        "label": ""
      },
      {
        "sentence": "如果你想吸引注重打扮的人，也许你可以稍微注意一下外表；如果你想吸引相对朴素的人，那你可以做自己，保持整洁简单就好。",
        "label": ""
      },
      {
        "sentence": "吸引力最强的人往往是跟自己最相似的人。",
        "label": ""
      },
      {
        "sentence": "至于你敏感紧张和长相一般，其实不用太在意，自信最美。",
        "label": ""
      },
      {
        "sentence": "假设一个命题，如果一个人25岁时已有很多人向他表白，是不是就证明他各方面优秀？",
        "label": ""
      },
      {
        "sentence": "实际上并不一定。",
        "label": ""
      },
      {
        "sentence": "这些人可能只是因为外表好看，在第一眼留下好印象，所以才有人喜欢并表白。",
        "label": ""
      },
      {
        "sentence": "但实际相处中，他们的性格可能存在许多问题，不能很好地相处。",
        "label": ""
      },
      {
        "sentence": "另一方面，也许有些人长相平平甚至不如你，但因为性格开朗外向，交际广泛，让别人感到开心，所以会有人继续接触并表白。",
        "label": ""
      },
      {
        "sentence": "因为根据我的经验，这个年龄段的人都在寻找另一半，他们会更加积极地寻求男女朋友，所以他们可能会有更多的机会。",
        "label": ""
      },
      {
        "sentence": "他们之所以有更多机会，只是因为他们主动走出自己的舒适区，将自己放在人群中，增加了接触的机会。",
        "label": ""
      },
      {
        "sentence": "你现在没有人表白只是因为你还没有机会去接触这些人。",
        "label": ""
      },
      {
        "sentence": "你可以试着创造机会，扩大你的社交圈子，慢慢打开心扉，相信你的未来是充满希望的。",
        "label": ""
      },
      {
        "sentence": "加油，我相信你能够找到属于你的幸福。",
        "label": ""
      }
    ]
  }
]