[
  {
    "role": "client",
    "content": "我是一个19岁的女生，最近总有一种落差感，想问一下如何把注意力放在自己身上呢？我最近被抑郁情绪困扰，现在才好一些。我抑郁的原因是因为学习和考证的压力，还有吃精神病类的药，导致我无法保持兴奋状态。我在教室里和其他班级的同学一起上课时总感到不自在，总是把注意力放在其他班级的同学身上，觉得他们很好，而我很差，也不知道为什么会产生这种落差感。走在路上看到其他班级的优秀同学时，我心里总在想，为什么别人这么优秀，而我什么都做不好。这种思维方式总是围绕着我，我感觉不仅抑郁了，而且自卑感也特别严重。我应该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，最近总有一种落差感，想问一下如何把注意力放在自己身上呢？",
        "label": ""
      },
      {
        "sentence": "我最近被抑郁情绪困扰，现在才好一些。",
        "label": ""
      },
      {
        "sentence": "我抑郁的原因是因为学习和考证的压力，还有吃精神病类的药，导致我无法保持兴奋状态。",
        "label": ""
      },
      {
        "sentence": "我在教室里和其他班级的同学一起上课时总感到不自在，总是把注意力放在其他班级的同学身上，觉得他们很好，而我很差，也不知道为什么会产生这种落差感。",
        "label": ""
      },
      {
        "sentence": "走在路上看到其他班级的优秀同学时，我心里总在想，为什么别人这么优秀，而我什么都做不好。",
        "label": ""
      },
      {
        "sentence": "这种思维方式总是围绕着我，我感觉不仅抑郁了，而且自卑感也特别严重。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你所描述的情况，我们可以看到你感到抑郁是因为学习和考证压力过大所引起的。但是你要明白，学习和考证的目的是什么呢？这个问题实际上与你未来的职业发展和人生定位有关。你可能过多地担心和焦虑未来，所以学习和考证这件事给你带来了巨大的压力，可能超出了你心理承受的范围。此外，你总是和别人进行对比，觉得别人都很好而自己很差，产生了自卑感。这是因为你存在消极的认知偏向和自我挫败的思维方式，这是抑郁产生的主要原因之一。这些错误的习惯性认知过程已经成为一种自动化思维。你需要改变自己的认知偏差。简单来说，要看到每个人身上都有积极和消极的一面，每个人都有优势和劣势。那些很优秀的同学，他们也只是在某个方面优秀，并且对比的对象和优秀程度都不同。而你也要了解自己的优势所在。你有自己擅长的领域，同时也有你自己独特的特点。每个人都是独特的，其实不需要和别人对比，而是应该和自己对比，看看自己在哪些方面有进步、成长和收获。找到自己真正适合的擅长领域，充分发挥自己的优势，给自己设定一些小目标，逐步实现，体验每一次小小的成就感。坚持下去，你就会有很大的收获，同时也会增加自信心。另外，你还需要思考为什么总是自卑和不自信，这种情况是从什么时候开始出现的？持续了多久？是不是和你的成长经历有关？你的抑郁情绪可能与你没有建立起一个独立、健全的自我有关。如果是这样，建议你找一位专业的心理分析师进行深度的自我成长，从内在真正建立起完整、独立的自我，从而获得真正的自信。最后，我还要提醒你抑郁症的诊断需要到精神科医生那里进行诊断和评估，服用精神类药物也需要严格遵医嘱。一些精神类药物可能会产生一些副作用，切不可自行服用。",
    "annotation": [
      {
        "sentence": "根据你所描述的情况，我们可以看到你感到抑郁是因为学习和考证压力过大所引起的。",
        "label": ""
      },
      {
        "sentence": "但是你要明白，学习和考证的目的是什么呢？",
        "label": ""
      },
      {
        "sentence": "这个问题实际上与你未来的职业发展和人生定位有关。",
        "label": ""
      },
      {
        "sentence": "你可能过多地担心和焦虑未来，所以学习和考证这件事给你带来了巨大的压力，可能超出了你心理承受的范围。",
        "label": ""
      },
      {
        "sentence": "此外，你总是和别人进行对比，觉得别人都很好而自己很差，产生了自卑感。",
        "label": ""
      },
      {
        "sentence": "这是因为你存在消极的认知偏向和自我挫败的思维方式，这是抑郁产生的主要原因之一。",
        "label": ""
      },
      {
        "sentence": "这些错误的习惯性认知过程已经成为一种自动化思维。",
        "label": ""
      },
      {
        "sentence": "你需要改变自己的认知偏差。",
        "label": ""
      },
      {
        "sentence": "简单来说，要看到每个人身上都有积极和消极的一面，每个人都有优势和劣势。",
        "label": ""
      },
      {
        "sentence": "那些很优秀的同学，他们也只是在某个方面优秀，并且对比的对象和优秀程度都不同。",
        "label": ""
      },
      {
        "sentence": "而你也要了解自己的优势所在。",
        "label": ""
      },
      {
        "sentence": "你有自己擅长的领域，同时也有你自己独特的特点。",
        "label": ""
      },
      {
        "sentence": "每个人都是独特的，其实不需要和别人对比，而是应该和自己对比，看看自己在哪些方面有进步、成长和收获。",
        "label": ""
      },
      {
        "sentence": "找到自己真正适合的擅长领域，充分发挥自己的优势，给自己设定一些小目标，逐步实现，体验每一次小小的成就感。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你就会有很大的收获，同时也会增加自信心。",
        "label": ""
      },
      {
        "sentence": "另外，你还需要思考为什么总是自卑和不自信，这种情况是从什么时候开始出现的？",
        "label": ""
      },
      {
        "sentence": "持续了多久？",
        "label": ""
      },
      {
        "sentence": "是不是和你的成长经历有关？",
        "label": ""
      },
      {
        "sentence": "你的抑郁情绪可能与你没有建立起一个独立、健全的自我有关。",
        "label": ""
      },
      {
        "sentence": "如果是这样，建议你找一位专业的心理分析师进行深度的自我成长，从内在真正建立起完整、独立的自我，从而获得真正的自信。",
        "label": ""
      },
      {
        "sentence": "最后，我还要提醒你抑郁症的诊断需要到精神科医生那里进行诊断和评估，服用精神类药物也需要严格遵医嘱。",
        "label": ""
      },
      {
        "sentence": "一些精神类药物可能会产生一些副作用，切不可自行服用。",
        "label": ""
      }
    ]
  }
]