[
  {
    "role": "client",
    "content": "大学在外租房，令我很苦恼，我有很多朋友，惧怕孤独？我是一名专升本新生，到本科后学习，大家都是新同学，开学四周了，我因在外租房养猫，所以在学校住几天，在外面住几天这种模式，寝室一共四人，有两人原本是好朋友，我与另一个人走，我很怕与室友处不好关系，拼命融入她们，比如就给他们带好吃的，主动扔垃圾通厕所啥的，可是越是这样我越难受，上周都还好，虽然大家不是很熟，但我觉得这样的关系刚刚好，可是这周开始我就觉得跟我一起室友有些孤立我，另两个室友已经是好朋友自然也无法给我关心，我一边安慰自己的目标是好好学习，然而内心却被这个问题困扰着，甚至上课都在想，我开始害怕回学校害怕于她们交集，可我觉得这样是不行的，我不知道问题源头在哪里，其实我一个人的时候过的也挺好的，可是一旦想到要与室友交集就很害怕，我和以前室友关系很好，我也是个很好相处的人，我有很多朋友，但我惧怕孤独。",
    "annotation": [
      {
        "sentence": "大学在外租房，令我很苦恼，我有很多朋友，惧怕孤独？",
        "label": ""
      },
      {
        "sentence": "我是一名专升本新生，到本科后学习，大家都是新同学，开学四周了，我因在外租房养猫，所以在学校住几天，在外面住几天这种模式，寝室一共四人，有两人原本是好朋友，我与另一个人走，我很怕与室友处不好关系，拼命融入她们，比如就给他们带好吃的，主动扔垃圾通厕所啥的，可是越是这样我越难受，上周都还好，虽然大家不是很熟，但我觉得这样的关系刚刚好，可是这周开始我就觉得跟我一起室友有些孤立我，另两个室友已经是好朋友自然也无法给我关心，我一边安慰自己的目标是好好学习，然而内心却被这个问题困扰着，甚至上课都在想，我开始害怕回学校害怕于她们交集，可我觉得这样是不行的，我不知道问题源头在哪里，其实我一个人的时候过的也挺好的，可是一旦想到要与室友交集就很害怕，我和以前室友关系很好，我也是个很好相处的人，我有很多朋友，但我惧怕孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的描述，能感受到你为友情的苦恼。你感觉自己即使付出了劳动，甚至到了采取讨好的方法，也不能得到别人的友情。我们从这里先分析一下，当你在做这些事的时候，动机是什么呢？！当我们的动机是具有目的性，没有完成目标的时候，对于结果就十分的在乎。",
    "annotation": [
      {
        "sentence": "听了你的描述，能感受到你为友情的苦恼。",
        "label": ""
      },
      {
        "sentence": "你感觉自己即使付出了劳动，甚至到了采取讨好的方法，也不能得到别人的友情。",
        "label": ""
      },
      {
        "sentence": "我们从这里先分析一下，当你在做这些事的时候，动机是什么呢？！",
        "label": ""
      },
      {
        "sentence": "当我们的动机是具有目的性，没有完成目标的时候，对于结果就十分的在乎。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的动机是想和室友们建立好关系，希望他们能接纳我并和我成为朋友。但现在看来，我付出了努力，却得到了相反的反应，这让我很失望。",
    "annotation": [
      {
        "sentence": "我的动机是想和室友们建立好关系，希望他们能接纳我并和我成为朋友。",
        "label": ""
      },
      {
        "sentence": "但现在看来，我付出了努力，却得到了相反的反应，这让我很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想象一下，假如你在家里面去做这些劳动时，你会在乎家人对你的反应吗？！事实上可能同学的反应就是和家人的反应是一样的。这就说明了，当发生这样情况的时候，你的由于认知的不一样，负性情绪就产生了。另外，从你的居住模式上来看，本身这样的模式就不是特别稳定。从同学的角度上来说，他们对你假如投注了友情，但是从客观上来说没有得到相应的反馈和回馈。无意识上，同学对于这份友情的关注会减少。",
    "annotation": [
      {
        "sentence": "想象一下，假如你在家里面去做这些劳动时，你会在乎家人对你的反应吗？！",
        "label": ""
      },
      {
        "sentence": "事实上可能同学的反应就是和家人的反应是一样的。",
        "label": ""
      },
      {
        "sentence": "这就说明了，当发生这样情况的时候，你的由于认知的不一样，负性情绪就产生了。",
        "label": ""
      },
      {
        "sentence": "另外，从你的居住模式上来看，本身这样的模式就不是特别稳定。",
        "label": ""
      },
      {
        "sentence": "从同学的角度上来说，他们对你假如投注了友情，但是从客观上来说没有得到相应的反馈和回馈。",
        "label": ""
      },
      {
        "sentence": "无意识上，同学对于这份友情的关注会减少。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是因为我一会儿在学校，一会儿在外面住，导致同学们无法建立起固定的友情关系。我没有意识到这一点，我应该考虑找到一个稳定的住宿方式。",
    "annotation": [
      {
        "sentence": "我明白了，可能是因为我一会儿在学校，一会儿在外面住，导致同学们无法建立起固定的友情关系。",
        "label": ""
      },
      {
        "sentence": "我没有意识到这一点，我应该考虑找到一个稳定的住宿方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，通过保持住宿方式的稳定性，你可以更好地与室友们建立联系和互动。另外，我还想提醒你，友情是建立在真诚和互相理解的基础上的。你不需要为了获得友情而过度付出，重要的是能够平和地看待别人的反馈，并关注自我发展和人格魅力的提升。",
    "annotation": [
      {
        "sentence": "是的，通过保持住宿方式的稳定性，你可以更好地与室友们建立联系和互动。",
        "label": ""
      },
      {
        "sentence": "另外，我还想提醒你，友情是建立在真诚和互相理解的基础上的。",
        "label": ""
      },
      {
        "sentence": "你不需要为了获得友情而过度付出，重要的是能够平和地看待别人的反馈，并关注自我发展和人格魅力的提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更注重自我发展，而不是过分依赖别人的认可和关心。我会尝试放下对友情的期望，以更真实的态度与室友相处。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更注重自我发展，而不是过分依赖别人的认可和关心。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下对友情的期望，以更真实的态度与室友相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经有了正确的认识和改变的态度。记住，人际关系需要双方的经营和付出，不要过于自责或担心与他人的交往。同时，也要对自己有信心，你是一个善于与他人相处的人，拥有很多朋友。",
    "annotation": [
      {
        "sentence": "很好，你已经有了正确的认识和改变的态度。",
        "label": ""
      },
      {
        "sentence": "记住，人际关系需要双方的经营和付出，不要过于自责或担心与他人的交往。",
        "label": ""
      },
      {
        "sentence": "同时，也要对自己有信心，你是一个善于与他人相处的人，拥有很多朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力调整自己的心态和行为，相信一切会变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力调整自己的心态和行为，相信一切会变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够克服这个困扰，通过建立更积极的心态和健康的人际关系，你将过上更愉快和充实的大学生活。祝福你！",
    "annotation": [
      {
        "sentence": "我相信你能够克服这个困扰，通过建立更积极的心态和健康的人际关系，你将过上更愉快和充实的大学生活。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和建议，我会好好努力的，再次感激你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和建议，我会好好努力的，再次感激你的支持！",
        "label": ""
      }
    ]
  }
]