[
  {
    "role": "client",
    "content": "大学在外租房，令我很苦恼，我有很多朋友，惧怕孤独？",
    "annotation": [
      {
        "sentence": "大学在外租房，令我很苦恼，我有很多朋友，惧怕孤独？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的问题，觉得你内心是个特别善良的人。你提到之前和其他的朋友相处的都很好，而且也有很多朋友，这应该缘于你本身就容易对他人敞开，并且愿意接纳他人的性格。以你这样的性格，你肯定也会吸引跟你合拍的人。但是——",
    "annotation": [
      {
        "sentence": "看完你的问题，觉得你内心是个特别善良的人。",
        "label": ""
      },
      {
        "sentence": "你提到之前和其他的朋友相处的都很好，而且也有很多朋友，这应该缘于你本身就容易对他人敞开，并且愿意接纳他人的性格。",
        "label": ""
      },
      {
        "sentence": "以你这样的性格，你肯定也会吸引跟你合拍的人。",
        "label": ""
      },
      {
        "sentence": "但是——",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我希望能和室友建立良好的关系，但现在室友似乎对我有些疏远，我真的不知道怎么办。",
    "annotation": [
      {
        "sentence": "对，我希望能和室友建立良好的关系，但现在室友似乎对我有些疏远，我真的不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，初入一个新的环境，你为了尽快的融入大家，为舍友们带好吃的，主动扔垃圾，通厕所，看似是为了同伴们全心全意的付出，甚至把自己的姿态放的很低，以为这样就会使你们的关系融洽，但恰恰是这样，你反而犯了一个小小的失误。你有没有想过，当你一味付出的时候，会使对方感受到无形的压力呢？因为没有人能接受他人一味的付出，也就是说没人愿意一直“欠”别人的，这样的感受会让对方心理感到不平衡。所以才有为了使关系平衡，人们将“滴水之恩”，”涌泉相报”的做法。可是看起来好像你也不总是在宿舍，可能舍友们想找到回报的机会也很难，所以你感受到大家在疏远你也是有可能的，但并非他们故意想这么做，也许他们只是需要一个可以自由喘息的关系和轻松的相处模式。如果希望和舍友们的关系能够长久的维持，也不妨试试给他人机会，接纳他人给你的回报。",
    "annotation": [
      {
        "sentence": "首先，初入一个新的环境，你为了尽快的融入大家，为舍友们带好吃的，主动扔垃圾，通厕所，看似是为了同伴们全心全意的付出，甚至把自己的姿态放的很低，以为这样就会使你们的关系融洽，但恰恰是这样，你反而犯了一个小小的失误。",
        "label": ""
      },
      {
        "sentence": "你有没有想过，当你一味付出的时候，会使对方感受到无形的压力呢？",
        "label": ""
      },
      {
        "sentence": "因为没有人能接受他人一味的付出，也就是说没人愿意一直“欠”别人的，这样的感受会让对方心理感到不平衡。",
        "label": ""
      },
      {
        "sentence": "所以才有为了使关系平衡，人们将“滴水之恩”，”涌泉相报”的做法。",
        "label": ""
      },
      {
        "sentence": "可是看起来好像你也不总是在宿舍，可能舍友们想找到回报的机会也很难，所以你感受到大家在疏远你也是有可能的，但并非他们故意想这么做，也许他们只是需要一个可以自由喘息的关系和轻松的相处模式。",
        "label": ""
      },
      {
        "sentence": "如果希望和舍友们的关系能够长久的维持，也不妨试试给他人机会，接纳他人给你的回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我没有考虑过对方可能感受到压力，也没有给她们回报的机会。我应该怎么做呢？",
    "annotation": [
      {
        "sentence": "确实，我没有考虑过对方可能感受到压力，也没有给她们回报的机会。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以尝试在和室友相处的同时，给自己一些私人空间。不要总是付出太多，也要留出时间给自己进行自我调整和放松。另外，在日常交流中，要注重言语和行为的平衡，不要太过主动，同时也不要过于被动。与人相处应该是两个人的互动过程，互相尊重和互相理解是关键。",
    "annotation": [
      {
        "sentence": "可以尝试在和室友相处的同时，给自己一些私人空间。",
        "label": ""
      },
      {
        "sentence": "不要总是付出太多，也要留出时间给自己进行自我调整和放松。",
        "label": ""
      },
      {
        "sentence": "另外，在日常交流中，要注重言语和行为的平衡，不要太过主动，同时也不要过于被动。",
        "label": ""
      },
      {
        "sentence": "与人相处应该是两个人的互动过程，互相尊重和互相理解是关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着调整自己的行为和心态，给室友们一些私人空间，并且注重平衡。但我现在的心理状态真的很差，总是担心与室友相处会出问题。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着调整自己的行为和心态，给室友们一些私人空间，并且注重平衡。",
        "label": ""
      },
      {
        "sentence": "但我现在的心理状态真的很差，总是担心与室友相处会出问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的心理状态，在心理学上称为“心理程度卷入过高”。因为心理程度卷入过高，就会使得你非常容易受到外界环境的影响，总是被如何与舍友相处这个问题所困扰。你可以试着回想一下，过往是否有过这样的时刻，特别在乎他人的议论？特别担心被别人否定和排斥？在某些事情上特别依赖他人？如果有，那就需要反思一下，是否是对自己的不自信造成的呢？当我们不够自信的时候，才会过度在意别人的看法和评论，而忽略了自我的价值。当我们会有类似“我不够好”、“我不值得”这样的限制性信念时，我们就会拼命想要在人际关系中，不断付出，甚至做出让步或讨好，证明自己是个受欢迎的人，但往往这样得到的人际关系并不是建立在彼此信任和接纳的基础上的，关系自然也不够稳固。已经专升本的你，其实已经是个成年人了，你有自己的学业目标，也有自己的人生规划，现在的同学是当下需要处理的人际关系，但这样的关系不会伴随你的一生。甚至将来我们更亲密的关系，也并不能陪伴我们一整段人生的旅程。因为没有一个人可以陪伴我们从出生直到生命的尽头，除了我们自己。所以放下对他人的依赖，过滤他人的眼光和评判，找回真正自信、阳光的自己才是解决问题的方法。这个过程说起来简单，做起来也许需要很长的时间。愿你从今天开始，好好的爱自己，成为一个独立、自信的人。愿你在未来的日子里能够收获真正的友谊和内在真正的自由。",
    "annotation": [
      {
        "sentence": "你现在的心理状态，在心理学上称为“心理程度卷入过高”。",
        "label": ""
      },
      {
        "sentence": "因为心理程度卷入过高，就会使得你非常容易受到外界环境的影响，总是被如何与舍友相处这个问题所困扰。",
        "label": ""
      },
      {
        "sentence": "你可以试着回想一下，过往是否有过这样的时刻，特别在乎他人的议论？",
        "label": ""
      },
      {
        "sentence": "特别担心被别人否定和排斥？",
        "label": ""
      },
      {
        "sentence": "在某些事情上特别依赖他人？",
        "label": ""
      },
      {
        "sentence": "如果有，那就需要反思一下，是否是对自己的不自信造成的呢？",
        "label": ""
      },
      {
        "sentence": "当我们不够自信的时候，才会过度在意别人的看法和评论，而忽略了自我的价值。",
        "label": ""
      },
      {
        "sentence": "当我们会有类似“我不够好”、“我不值得”这样的限制性信念时，我们就会拼命想要在人际关系中，不断付出，甚至做出让步或讨好，证明自己是个受欢迎的人，但往往这样得到的人际关系并不是建立在彼此信任和接纳的基础上的，关系自然也不够稳固。",
        "label": ""
      },
      {
        "sentence": "已经专升本的你，其实已经是个成年人了，你有自己的学业目标，也有自己的人生规划，现在的同学是当下需要处理的人际关系，但这样的关系不会伴随你的一生。",
        "label": ""
      },
      {
        "sentence": "甚至将来我们更亲密的关系，也并不能陪伴我们一整段人生的旅程。",
        "label": ""
      },
      {
        "sentence": "因为没有一个人可以陪伴我们从出生直到生命的尽头，除了我们自己。",
        "label": ""
      },
      {
        "sentence": "所以放下对他人的依赖，过滤他人的眼光和评判，找回真正自信、阳光的自己才是解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "这个过程说起来简单，做起来也许需要很长的时间。",
        "label": ""
      },
      {
        "sentence": "愿你从今天开始，好好的爱自己，成为一个独立、自信的人。",
        "label": ""
      },
      {
        "sentence": "愿你在未来的日子里能够收获真正的友谊和内在真正的自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力调整自己的心态，放下对他人的过度依赖，更好地与室友相处。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力调整自己的心态，放下对他人的过度依赖，更好地与室友相处。",
        "label": ""
      }
    ]
  }
]