[
  {
    "role": "client",
    "content": "大学在外租房，令我很苦恼，我有很多朋友，惧怕孤独？",
    "annotation": [
      {
        "sentence": "大学在外租房，令我很苦恼，我有很多朋友，惧怕孤独？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您的苦恼我很理解你在一个新环境中的不适应。我们先来看下因为专升本这个事情，所带给你的环境变化及可能有的心理变化。专升本是一个很明显的分界线，它是两个不同的居住及生活的环境，我以前有问过我们学校的心理老师，我说你会觉得专升本的学生和本科的学生有什么区别吗，她当时很客观的告诉我：1.目前来看，专升本的学生的学历是大专学历，而本科生现在是只是高中学历，2.学习氛围和学习基础的不同，3.社会阅历的不同，在大多数专升本的孩子中大多在社会中有个社会实践及经验，而本科生大多数这方面很缺乏。你发现了吗其实我们不得不承认，在很多方面，我们在本科这个新环境里因为经历的不同，在很多地方认知也是和他们有区别的，这也是你说的可能会导致的一个情况，“我和以前室友关系很好，我也是个很好相处的人，我有很多朋友，”但是现在感觉自己融入不了他们，甚至自己害怕孤独。这其实不是自己的原因只是因为经历环境的不同和自己身份突然的转变自己的不适应，在一个新的环境特别是一个自己不熟悉的环境都会经历这么一段时间。",
    "annotation": [
      {
        "sentence": "看到您的苦恼我很理解你在一个新环境中的不适应。",
        "label": ""
      },
      {
        "sentence": "我们先来看下因为专升本这个事情，所带给你的环境变化及可能有的心理变化。",
        "label": ""
      },
      {
        "sentence": "专升本是一个很明显的分界线，它是两个不同的居住及生活的环境，我以前有问过我们学校的心理老师，我说你会觉得专升本的学生和本科的学生有什么区别吗，她当时很客观的告诉我：1.目前来看，专升本的学生的学历是大专学历，而本科生现在是只是高中学历，2.学习氛围和学习基础的不同，3.社会阅历的不同，在大多数专升本的孩子中大多在社会中有个社会实践及经验，而本科生大多数这方面很缺乏。",
        "label": ""
      },
      {
        "sentence": "你发现了吗其实我们不得不承认，在很多方面，我们在本科这个新环境里因为经历的不同，在很多地方认知也是和他们有区别的，这也是你说的可能会导致的一个情况，“我和以前室友关系很好，我也是个很好相处的人，我有很多朋友，”但是现在感觉自己融入不了他们，甚至自己害怕孤独。",
        "label": ""
      },
      {
        "sentence": "这其实不是自己的原因只是因为经历环境的不同和自己身份突然的转变自己的不适应，在一个新的环境特别是一个自己不熟悉的环境都会经历这么一段时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能是因为专升本的身份突然改变导致我在本科环境中产生了不适应和孤独感。",
    "annotation": [
      {
        "sentence": "我明白了，我可能是因为专升本的身份突然改变导致我在本科环境中产生了不适应和孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，理解这一点很重要。你也有谈到因为自己养猫的原因，自己会在外面租房，然后在寝室居住一段时间，因为另外两个人是好朋友，还有一个室友在开始孤立你。我们尝试站在那个孤立你的室友的视角上去看待下这件事，换位思考，如果没有错大家应该都是新生，人类是群居动物，就是你有的烦恼她也有她也需要人陪伴需要有好朋友一起上课下课吃饭等她也想逃离这种孤独，所以最开始您们两个走的会很近，但是你总是会离开几天那你离开的这几天他是不是会去找新的朋友呐因为她是一个人她也会害怕孤独，所以，她不是孤立你这个人或许只是你这种生活方式不能天天陪伴她。那我们看看我们应该怎么解决喃？",
    "annotation": [
      {
        "sentence": "是的，理解这一点很重要。",
        "label": ""
      },
      {
        "sentence": "你也有谈到因为自己养猫的原因，自己会在外面租房，然后在寝室居住一段时间，因为另外两个人是好朋友，还有一个室友在开始孤立你。",
        "label": ""
      },
      {
        "sentence": "我们尝试站在那个孤立你的室友的视角上去看待下这件事，换位思考，如果没有错大家应该都是新生，人类是群居动物，就是你有的烦恼她也有她也需要人陪伴需要有好朋友一起上课下课吃饭等她也想逃离这种孤独，所以最开始您们两个走的会很近，但是你总是会离开几天那你离开的这几天他是不是会去找新的朋友呐因为她是一个人她也会害怕孤独，所以，她不是孤立你这个人或许只是你这种生活方式不能天天陪伴她。",
        "label": ""
      },
      {
        "sentence": "那我们看看我们应该怎么解决喃？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我从室友的角度去思考，她们也有孤独的需求。我应该如何解决这个问题呢？",
    "annotation": [
      {
        "sentence": "确实，我从室友的角度去思考，她们也有孤独的需求。",
        "label": ""
      },
      {
        "sentence": "我应该如何解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我的建议是：确定你的居住环境，因为你总是两个地方跑这样可能会造成你和室友不亲密，但是在校外你又很孤独，因为你的情绪体验是会随着你的居住环境改变的。同时设想两种居住环境带给你的影响，心理有一个确定的暗示就会减少文中的纠结了，比如说，你确定了长期都是这种居住状态那么就做好可能更多时候是自己一个人的时候，那么你可能对友情的依赖要适当降低，多增加一些个人的兴趣爱好来充实自己。2.自信，从你的描述里“我很怕与室友处不好关系，拼命融入她们，比如就给他们带好吃的，主动扔垃圾通厕所啥的，可是越是这样我越难受，”你是不是缺少一些自信，为了做到“合群”你在弱化你自己，你在做一些以为可以让他们开心的事情，我听到你的描述里面其实我们有两个认知是可以转变的，第一个：倒垃圾是因为寝室是大家的公共区域，这个可能是每个人的义务，你有讲过你有时候也会回寝室所以不要把这件事看成是一件讨好人的举动带好吃的，在日常室友中也会存在这种情况我不知道频率如何。第二个，人际交往中我们是需要自信的，所以希望你可以勇敢的做你自己希望这可以帮助到你。",
    "annotation": [
      {
        "sentence": "我的建议是：确定你的居住环境，因为你总是两个地方跑这样可能会造成你和室友不亲密，但是在校外你又很孤独，因为你的情绪体验是会随着你的居住环境改变的。",
        "label": ""
      },
      {
        "sentence": "同时设想两种居住环境带给你的影响，心理有一个确定的暗示就会减少文中的纠结了，比如说，你确定了长期都是这种居住状态那么就做好可能更多时候是自己一个人的时候，那么你可能对友情的依赖要适当降低，多增加一些个人的兴趣爱好来充实自己。",
        "label": ""
      },
      {
        "sentence": "2.自信，从你的描述里“我很怕与室友处不好关系，拼命融入她们，比如就给他们带好吃的，主动扔垃圾通厕所啥的，可是越是这样我越难受，”你是不是缺少一些自信，为了做到“合群”你在弱化你自己，你在做一些以为可以让他们开心的事情，我听到你的描述里面其实我们有两个认知是可以转变的，第一个：倒垃圾是因为寝室是大家的公共区域，这个可能是每个人的义务，你有讲过你有时候也会回寝室所以不要把这件事看成是一件讨好人的举动带好吃的，在日常室友中也会存在这种情况我不知道频率如何。",
        "label": ""
      },
      {
        "sentence": "第二个，人际交往中我们是需要自信的，所以希望你可以勇敢的做你自己希望这可以帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试确定我的居住环境并增加个人兴趣来充实自己。我也会尝试提高自信，勇敢做自己。如果我还有其他问题，我会继续咨询你的建议。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试确定我的居住环境并增加个人兴趣来充实自己。",
        "label": ""
      },
      {
        "sentence": "我也会尝试提高自信，勇敢做自己。",
        "label": ""
      },
      {
        "sentence": "如果我还有其他问题，我会继续咨询你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，希望我的建议对你有所帮助。如果你有任何问题，欢迎私信我或者关注我们的微信公众号:渡仁心理Pro希望以上的观点和建议能够对你有一丢丢的帮助，那么我将感到非常的高兴啦！如果你有任何问题，欢迎关注渡仁心理官方公众号“渡仁心理Pro”。",
    "annotation": [
      {
        "sentence": "非常好，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题，欢迎私信我或者关注我们的微信公众号:渡仁心理Pro希望以上的观点和建议能够对你有一丢丢的帮助，那么我将感到非常的高兴啦！",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题，欢迎关注渡仁心理官方公众号“渡仁心理Pro”。",
        "label": ""
      }
    ]
  }
]