[
  {
    "role": "client",
    "content": "35岁，各种压力寻求老公安慰，他却觉得我在找他麻烦？",
    "annotation": [
      {
        "sentence": "35岁，各种压力寻求老公安慰，他却觉得我在找他麻烦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，首先想给你一个温暖的拥抱。你描绘的是一个非常写实的家庭妇女的生存状态，老人带孩子的付出和必须承受的代价，孩子教育的焦虑，老公的“不给力”，自己隐忍后的情绪失控，一地鸡毛，苦不堪言。作为进入中年的女人，我们承担着很多身份和角色：母亲，女儿，老婆，员工。这些角色都有它对应的权利和义务。而35岁的这个年纪，上有老下有小，注定是我们承担的，付出的要更多。如何在困境中让自己稍微舒适一点点呢？",
    "annotation": [
      {
        "sentence": "看了你的描述，首先想给你一个温暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "你描绘的是一个非常写实的家庭妇女的生存状态，老人带孩子的付出和必须承受的代价，孩子教育的焦虑，老公的“不给力”，自己隐忍后的情绪失控，一地鸡毛，苦不堪言。",
        "label": ""
      },
      {
        "sentence": "作为进入中年的女人，我们承担着很多身份和角色：母亲，女儿，老婆，员工。",
        "label": ""
      },
      {
        "sentence": "这些角色都有它对应的权利和义务。",
        "label": ""
      },
      {
        "sentence": "而35岁的这个年纪，上有老下有小，注定是我们承担的，付出的要更多。",
        "label": ""
      },
      {
        "sentence": "如何在困境中让自己稍微舒适一点点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和温暖。有时候我真的觉得很无助，特别是当孩子需要我，却感到自己力不从心。我想也许是我没有足够关注自己的情绪和需求，导致压力积累得太多。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和温暖。",
        "label": ""
      },
      {
        "sentence": "有时候我真的觉得很无助，特别是当孩子需要我，却感到自己力不从心。",
        "label": ""
      },
      {
        "sentence": "我想也许是我没有足够关注自己的情绪和需求，导致压力积累得太多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们很容易把关注集中在别人身上，忽略了自己的感受。我们应该记住，除了是女儿、妈妈、妻子，最重要的是我们得是我们自己。当我们感到无助时，更应该好好照顾自己的情绪，理解自己，给自己一个安全的、定期的宣泄疏解渠道。",
    "annotation": [
      {
        "sentence": "是的，我们很容易把关注集中在别人身上，忽略了自己的感受。",
        "label": ""
      },
      {
        "sentence": "我们应该记住，除了是女儿、妈妈、妻子，最重要的是我们得是我们自己。",
        "label": ""
      },
      {
        "sentence": "当我们感到无助时，更应该好好照顾自己的情绪，理解自己，给自己一个安全的、定期的宣泄疏解渠道。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要给自己留出一些时间和空间来照顾自己。但是，现实中总是忙碌不已，很难有属于自己的时间。",
    "annotation": [
      {
        "sentence": "你说得对，我需要给自己留出一些时间和空间来照顾自己。",
        "label": ""
      },
      {
        "sentence": "但是，现实中总是忙碌不已，很难有属于自己的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，生活确实很忙碌，但我们也可以尝试每天给自己留出哪怕只有十分钟的时间，完全属于自己。在这段时间里，你可以做一些你喜欢的事情，让自己放松并获得内心的抚慰。",
    "annotation": [
      {
        "sentence": "是的，生活确实很忙碌，但我们也可以尝试每天给自己留出哪怕只有十分钟的时间，完全属于自己。",
        "label": ""
      },
      {
        "sentence": "在这段时间里，你可以做一些你喜欢的事情，让自己放松并获得内心的抚慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，这个建议很不错。我会试着每天找到十分钟的时间，用来关注自己的需求和情绪，给自己些放松的空间。",
    "annotation": [
      {
        "sentence": "嗯，这个建议很不错。",
        "label": ""
      },
      {
        "sentence": "我会试着每天找到十分钟的时间，用来关注自己的需求和情绪，给自己些放松的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，记得每天不要忘记关注自己的内心，让自己的情绪能够得到疏解。另外，关于和老公的互动，你可以尝试学习一些沟通表达的技巧，这样当你只是想表达自己很累，需要一些支持和关怀的时候，你的老公能够理解和接受这些信息，而不是反射性地辩解。",
    "annotation": [
      {
        "sentence": "很好，记得每天不要忘记关注自己的内心，让自己的情绪能够得到疏解。",
        "label": ""
      },
      {
        "sentence": "另外，关于和老公的互动，你可以尝试学习一些沟通表达的技巧，这样当你只是想表达自己很累，需要一些支持和关怀的时候，你的老公能够理解和接受这些信息，而不是反射性地辩解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我意识到我在和老公沟通时可能存在一些问题。我会尝试学习沟通表达的技巧，希望能够更好地与他沟通，并得到他的支持和理解。",
    "annotation": [
      {
        "sentence": "你说得对，我意识到我在和老公沟通时可能存在一些问题。",
        "label": ""
      },
      {
        "sentence": "我会尝试学习沟通表达的技巧，希望能够更好地与他沟通，并得到他的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，相信你会逐渐改善与老公的沟通方式，让他能够更好地理解你的需求和情感。同时，也要记得对待父母的时候，适当地沟通表达自己的感受，让他们理解你的想法和困境。",
    "annotation": [
      {
        "sentence": "很好，相信你会逐渐改善与老公的沟通方式，让他能够更好地理解你的需求和情感。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得对待父母的时候，适当地沟通表达自己的感受，让他们理解你的想法和困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽力去改善和父母以及老公的关系，同时也更加关注自己的情绪和需求。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽力去改善和父母以及老公的关系，同时也更加关注自己的情绪和需求。",
        "label": ""
      }
    ]
  }
]