[
  {
    "role": "client",
    "content": "我觉得自己不爱讲话，很自卑，不知道怎么接纳自己？我今年刚考上教师的编制，来到新学校，很忐忑，因为我很内向，不爱讲话，和其他老师没有那么聊得来，而且很自卑，有社交恐惧症，所以我的压力很大，我一直不怎么接纳自己，我也不知道接纳自己的方法是什么，我曾经尝试着和其他老师聊天，但是他们好像都不怎么搭理我，我觉得自己好差劲，一点都不如他们，我想他们一定觉得我很胆小很内向，不爱说话，所以不想和我说话，我觉得自己说了话反而更加讨厌自己了，本来就没交到朋友，下了课就一个人会寝室待着，好孤独，而且很焦虑，我不知道自己该怎么办，怎么才能接纳自己，变得开朗，会说话",
    "annotation": [
      {
        "sentence": "我觉得自己不爱讲话，很自卑，不知道怎么接纳自己？",
        "label": ""
      },
      {
        "sentence": "我今年刚考上教师的编制，来到新学校，很忐忑，因为我很内向，不爱讲话，和其他老师没有那么聊得来，而且很自卑，有社交恐惧症，所以我的压力很大，我一直不怎么接纳自己，我也不知道接纳自己的方法是什么，我曾经尝试着和其他老师聊天，但是他们好像都不怎么搭理我，我觉得自己好差劲，一点都不如他们，我想他们一定觉得我很胆小很内向，不爱说话，所以不想和我说话，我觉得自己说了话反而更加讨厌自己了，本来就没交到朋友，下了课就一个人会寝室待着，好孤独，而且很焦虑，我不知道自己该怎么办，怎么才能接纳自己，变得开朗，会说话",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "考上了教师的编制真的很不错。我也是师范专业的学生，明白编制的不容易。你很优秀的。自卑的原因其实和你的本身性格有关系，作为一个本身就内向的人，大多数都不爱讲话，为了保护自己，害怕受伤，所以也害怕面对朋友（也有一些比较高傲的人除外）。",
    "annotation": [
      {
        "sentence": "考上了教师的编制真的很不错。",
        "label": ""
      },
      {
        "sentence": "我也是师范专业的学生，明白编制的不容易。",
        "label": ""
      },
      {
        "sentence": "你很优秀的。",
        "label": ""
      },
      {
        "sentence": "自卑的原因其实和你的本身性格有关系，作为一个本身就内向的人，大多数都不爱讲话，为了保护自己，害怕受伤，所以也害怕面对朋友（也有一些比较高傲的人除外）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我确实害怕面对朋友，不敢主动开口。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我确实害怕面对朋友，不敢主动开口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的，不用觉得自己有问题。很多的压力都是自己给的，初来到一个陌生的环境，一般都不会适应，可能这里考上编制的老师很多，感觉自己在其中普普通通，但其实并不是这样。换个角度看，如果和那些尝试多次考编制的人比较呢？毫无疑问，你真的很棒呀！每个人在自己的人生道路上用自己的方式去诠释自己，在自己的路上发光。",
    "annotation": [
      {
        "sentence": "这是很正常的，不用觉得自己有问题。",
        "label": ""
      },
      {
        "sentence": "很多的压力都是自己给的，初来到一个陌生的环境，一般都不会适应，可能这里考上编制的老师很多，感觉自己在其中普普通通，但其实并不是这样。",
        "label": ""
      },
      {
        "sentence": "换个角度看，如果和那些尝试多次考编制的人比较呢？",
        "label": ""
      },
      {
        "sentence": "毫无疑问，你真的很棒呀！",
        "label": ""
      },
      {
        "sentence": "每个人在自己的人生道路上用自己的方式去诠释自己，在自己的路上发光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我曾经尝试着和其他老师聊天，但是他们好像都不怎么搭理我。",
    "annotation": [
      {
        "sentence": "可是我曾经尝试着和其他老师聊天，但是他们好像都不怎么搭理我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不是每次尝试都会成功的，也不要轻易放弃。各行各业都有不同的心酸，比如从基层做起的“便利贴女孩”，或者做销售必要的客气，都是不容易的。在这个世界的某个角落，有很多人正在经历和你一样的情况。",
    "annotation": [
      {
        "sentence": "不是每次尝试都会成功的，也不要轻易放弃。",
        "label": ""
      },
      {
        "sentence": "各行各业都有不同的心酸，比如从基层做起的“便利贴女孩”，或者做销售必要的客气，都是不容易的。",
        "label": ""
      },
      {
        "sentence": "在这个世界的某个角落，有很多人正在经历和你一样的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己好差劲，一点都不如他们。",
    "annotation": [
      {
        "sentence": "我觉得自己好差劲，一点都不如他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的想法实际上是主观的，客观的世界是会变化的。在事情还没结束之前，要充满正能量。高中的班主任曾经告诉我：“打扑克牌的时候，要坚持到最后才知道结果，不管是一手好牌还是坏牌。”你刚进入一个新的学校，可以设定目标，对未来有一个更好的规划和想象。",
    "annotation": [
      {
        "sentence": "这样的想法实际上是主观的，客观的世界是会变化的。",
        "label": ""
      },
      {
        "sentence": "在事情还没结束之前，要充满正能量。",
        "label": ""
      },
      {
        "sentence": "高中的班主任曾经告诉我：“打扑克牌的时候，要坚持到最后才知道结果，不管是一手好牌还是坏牌。",
        "label": ""
      },
      {
        "sentence": "”你刚进入一个新的学校，可以设定目标，对未来有一个更好的规划和想象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我不知道怎么接纳自己，变得开朗，会说话。",
    "annotation": [
      {
        "sentence": "可是我不知道怎么接纳自己，变得开朗，会说话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于接纳自己，首先要勇敢地接受自己的不完美。尝试和别人主动沟通，聊一聊今天发生有趣的事情，分享一些教学经验，或者谈谈你刚来这里的感受。也可以问些问题，我们的目的就是互相学习。觉得孤单时，可以充实自己每一天，找到自己的兴趣，不断进步。相信一切都是最好的安排。加油！",
    "annotation": [
      {
        "sentence": "关于接纳自己，首先要勇敢地接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "尝试和别人主动沟通，聊一聊今天发生有趣的事情，分享一些教学经验，或者谈谈你刚来这里的感受。",
        "label": ""
      },
      {
        "sentence": "也可以问些问题，我们的目的就是互相学习。",
        "label": ""
      },
      {
        "sentence": "觉得孤单时，可以充实自己每一天，找到自己的兴趣，不断进步。",
        "label": ""
      },
      {
        "sentence": "相信一切都是最好的安排。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]