[
  {
    "role": "client",
    "content": "为什么男友不敢跟我结婚了，对我忽冷忽热怎么办？",
    "annotation": [
      {
        "sentence": "为什么男友不敢跟我结婚了，对我忽冷忽热怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年轻的我们面对婚姻充满对美好幸福的向往与渴望，不但希望和另一半是情投意合的，也希望即将能进入的婚姻能得到双方家庭的祝福。你提到你是公务员，但男友不是，家长很反对。",
    "annotation": [
      {
        "sentence": "年轻的我们面对婚姻充满对美好幸福的向往与渴望，不但希望和另一半是情投意合的，也希望即将能进入的婚姻能得到双方家庭的祝福。",
        "label": ""
      },
      {
        "sentence": "你提到你是公务员，但男友不是，家长很反对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，因为我是公务员，男友不是，家长觉得我们的差距太大，不同的职业和收入会造成未来的问题。",
    "annotation": [
      {
        "sentence": "是的，因为我是公务员，男友不是，家长觉得我们的差距太大，不同的职业和收入会造成未来的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家长仅仅因为他不是公务员就武断的反对你们的婚姻，你肯定会有一丝伤心，一丝不被理解的愤怒，而这些都来自你生命最重要的亲密关系父母给你带来的。所以这些情绪交杂到一块就成了你的压力来源。但希望在这份压力之下你能学会勇于面对这份压力，理智分析父母反对的原因。",
    "annotation": [
      {
        "sentence": "家长仅仅因为他不是公务员就武断的反对你们的婚姻，你肯定会有一丝伤心，一丝不被理解的愤怒，而这些都来自你生命最重要的亲密关系父母给你带来的。",
        "label": ""
      },
      {
        "sentence": "所以这些情绪交杂到一块就成了你的压力来源。",
        "label": ""
      },
      {
        "sentence": "但希望在这份压力之下你能学会勇于面对这份压力，理智分析父母反对的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在确实感到很矛盾和困惑。我知道父母是为了我好，但我又觉得自己的选择受到了限制。我现在应该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得对，我现在确实感到很矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "我知道父母是为了我好，但我又觉得自己的选择受到了限制。",
        "label": ""
      },
      {
        "sentence": "我现在应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我们要理解父母对我们的关心和期望。其实这个问题是可以通过沟通来解决的。你可以与父母坐下来，好好谈谈你的想法和感受。告诉他们你理解他们的担心，但也希望他们能够理解你的选择和幸福。双方需要开放心态和互相尊重对方的意见。",
    "annotation": [
      {
        "sentence": "首先我们要理解父母对我们的关心和期望。",
        "label": ""
      },
      {
        "sentence": "其实这个问题是可以通过沟通来解决的。",
        "label": ""
      },
      {
        "sentence": "你可以与父母坐下来，好好谈谈你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "告诉他们你理解他们的担心，但也希望他们能够理解你的选择和幸福。",
        "label": ""
      },
      {
        "sentence": "双方需要开放心态和互相尊重对方的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着与父母好好沟通，让他们了解我的内心想法和感受。但是，我男友也不确定是否愿意为我们的未来努力，他现在对我们的关系很犹豫，说不知道该怎么处理。",
    "annotation": [
      {
        "sentence": "我会试着与父母好好沟通，让他们了解我的内心想法和感受。",
        "label": ""
      },
      {
        "sentence": "但是，我男友也不确定是否愿意为我们的未来努力，他现在对我们的关系很犹豫，说不知道该怎么处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是公务员，想必在当地的工作相对稳定，而对方不是公务员，那你父母就单纯的要求你的另一半是公务员吗？不是公务员就不能结婚吗？显然不是这样的，是不是你父母看见了你的另一半工作不稳定，而担心他不能为你们的未来创造一份稳定的生活环境呢？",
    "annotation": [
      {
        "sentence": "你是公务员，想必在当地的工作相对稳定，而对方不是公务员，那你父母就单纯的要求你的另一半是公务员吗？",
        "label": ""
      },
      {
        "sentence": "不是公务员就不能结婚吗？",
        "label": ""
      },
      {
        "sentence": "显然不是这样的，是不是你父母看见了你的另一半工作不稳定，而担心他不能为你们的未来创造一份稳定的生活环境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是这样吧，我男友的工作确实不太稳定，但他也一直在尽力找工作，希望能够改变现状。他说他怕承担不起结婚后一辈子要证明我选择他没有错的压力，所以对我们的关系犹豫不决。",
    "annotation": [
      {
        "sentence": "可能是这样吧，我男友的工作确实不太稳定，但他也一直在尽力找工作，希望能够改变现状。",
        "label": ""
      },
      {
        "sentence": "他说他怕承担不起结婚后一辈子要证明我选择他没有错的压力，所以对我们的关系犹豫不决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是你的父母担心他的经济能力，那么你和你的男友愿意一起携手共创温暖的家庭环境吗？可是你的男朋友已经说了：怕和你结婚以后，必须一辈子努力证明你选择他没有错。他用一辈子努力说明其实你对他的要求并不低，这个要求他要付出一辈子的努力而且还不一定能达到，那么到那个时候不能达到你的要求，你会毫无怨言吗？这些也是他的压力来源。",
    "annotation": [
      {
        "sentence": "如果是你的父母担心他的经济能力，那么你和你的男友愿意一起携手共创温暖的家庭环境吗？",
        "label": ""
      },
      {
        "sentence": "可是你的男朋友已经说了：怕和你结婚以后，必须一辈子努力证明你选择他没有错。",
        "label": ""
      },
      {
        "sentence": "他用一辈子努力说明其实你对他的要求并不低，这个要求他要付出一辈子的努力而且还不一定能达到，那么到那个时候不能达到你的要求，你会毫无怨言吗？",
        "label": ""
      },
      {
        "sentence": "这些也是他的压力来源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真心希望能与他一起面对未来的困难和挑战，而不是让他觉得自己无法达到我的期望。我应该怎么做才能让他理解我对他的爱和支持呢？",
    "annotation": [
      {
        "sentence": "我真心希望能与他一起面对未来的困难和挑战，而不是让他觉得自己无法达到我的期望。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做才能让他理解我对他的爱和支持呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们缺少的是彼此良好的沟通。你们需要坐下来，倾听对方的内心想法和担忧，并且互相鼓励和支持。告诉他你愿意与他一起努力创造美好的家庭，相信他的潜力和能力，给予他信心和动力。",
    "annotation": [
      {
        "sentence": "你们缺少的是彼此良好的沟通。",
        "label": ""
      },
      {
        "sentence": "你们需要坐下来，倾听对方的内心想法和担忧，并且互相鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "告诉他你愿意与他一起努力创造美好的家庭，相信他的潜力和能力，给予他信心和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会跟他好好沟通，让他知道我对他的爱和支持是真诚的。也让他知道，我们面对困难的时候，我会和他一起努力解决问题，不会单方面压力转移到他身上。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会跟他好好沟通，让他知道我对他的爱和支持是真诚的。",
        "label": ""
      },
      {
        "sentence": "也让他知道，我们面对困难的时候，我会和他一起努力解决问题，不会单方面压力转移到他身上。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们彼此有良好的感情基础，这是一个家庭持续下去的基础，所以祝福你们，你们只是缺乏彼此之间良好的沟通。未来的婚姻一路还有许多需要克服的矛盾，现在正是你们共同面临压力，一起解决彼此磨合的好的机会。透过这次小小的困难，也可以真正审视一下彼此的关系，以及面对压力是以什么样的态度去解决的？最后祝你获得幸福美满的婚姻以及面对压力时拥有积极的成长的态度！",
    "annotation": [
      {
        "sentence": "你们彼此有良好的感情基础，这是一个家庭持续下去的基础，所以祝福你们，你们只是缺乏彼此之间良好的沟通。",
        "label": ""
      },
      {
        "sentence": "未来的婚姻一路还有许多需要克服的矛盾，现在正是你们共同面临压力，一起解决彼此磨合的好的机会。",
        "label": ""
      },
      {
        "sentence": "透过这次小小的困难，也可以真正审视一下彼此的关系，以及面对压力是以什么样的态度去解决的？",
        "label": ""
      },
      {
        "sentence": "最后祝你获得幸福美满的婚姻以及面对压力时拥有积极的成长的态度！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会用心去改善我们的沟通，一起面对未来的挑战，相信我们能够共同创造幸福美满的婚姻。再次感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会用心去改善我们的沟通，一起面对未来的挑战，相信我们能够共同创造幸福美满的婚姻。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议！",
        "label": ""
      }
    ]
  }
]