[
  {
    "role": "client",
    "content": "我感到自己的自我价值很低，容易被别人左右，也没有行动力，应该如何改变呢？最近几年，生完孩子之后，我精力不足，想要学习和进步，可是时间很紧张，而且我自己也缺乏行动力，坚持不了三天就放弃了，无法集中精力和注意力，整天都在刷手机度日。在单位里，年轻人越来越多，我自己感觉越来越不重要了，工作也变得毫无挑战。和老公之间的感情也不好，越来越看不顺眼他的懒散和缺乏进取心，他对我也没有帮助。其实我知道自己的问题，并且想要依赖别人，但是却没有人可以依赖。我希望自己能够努力，但是却没有行动力。我想改变别人，却对别人要求过高。这种状态持续下去，导致我越来越自卑和封闭，不想成长，情绪也变得暴躁易怒，经常夜里焦虑到醒来睡不着。我非常讨厌现在的自己，请老师帮帮我，我应该如何改变现状呢？",
    "annotation": [
      {
        "sentence": "我感到自己的自我价值很低，容易被别人左右，也没有行动力，应该如何改变呢？",
        "label": ""
      },
      {
        "sentence": "最近几年，生完孩子之后，我精力不足，想要学习和进步，可是时间很紧张，而且我自己也缺乏行动力，坚持不了三天就放弃了，无法集中精力和注意力，整天都在刷手机度日。",
        "label": ""
      },
      {
        "sentence": "在单位里，年轻人越来越多，我自己感觉越来越不重要了，工作也变得毫无挑战。",
        "label": ""
      },
      {
        "sentence": "和老公之间的感情也不好，越来越看不顺眼他的懒散和缺乏进取心，他对我也没有帮助。",
        "label": ""
      },
      {
        "sentence": "其实我知道自己的问题，并且想要依赖别人，但是却没有人可以依赖。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够努力，但是却没有行动力。",
        "label": ""
      },
      {
        "sentence": "我想改变别人，却对别人要求过高。",
        "label": ""
      },
      {
        "sentence": "这种状态持续下去，导致我越来越自卑和封闭，不想成长，情绪也变得暴躁易怒，经常夜里焦虑到醒来睡不着。",
        "label": ""
      },
      {
        "sentence": "我非常讨厌现在的自己，请老师帮帮我，我应该如何改变现状呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我理解你面对这种没有激情的生活，感觉不到一丝热情，却被各种混乱所包围，就像在灰色的地带徘徊，找不到方向，也无力改变。人生中的迷茫，每个人都会经历的，只是时间早晚的问题，都会在某个时刻需要面对。你知道自己想要什么吗？还是在混乱中已经听不到内心的声音，根本没有心动的生活，怎么可能有热情去行动呢？长时间被琐事围绕，磨去了感受美好的力量，只剩下了压力和混乱，而如果不能及时清理压力，不断积累下来，会让人麻木且痛苦，这是很多人都面临的现状。要走出这种生活状态，首先需要接受当前的生活状态，无论是工作、生活、家庭还是个人成长，即使再混乱也不要抗拒，就像处在飓风眼中，不被各种问题所裹挟，保持平静。接纳需要勇气，因为会面临脆弱的考验。我只是想问一下，你想要继续这种偏离目标的生活，还是真的想要改变呢？如果是后者，你真的已经对现状感到厌倦，自然会产生改变的动力。在日常生活中，当你有情绪时，记得及时排解，可以通过运动、散步、写作等方式让你跳出杂念，让心灵平静下来，持续做这些活动，你会感觉生活变得更轻松。发现自己的心动，就是去做自己喜欢的事情，多做一些让自己开心的事情，最好的行动动力来自于兴趣爱好，是内心真实的状态，是愿意主动付出的状态。对自己一点点进步给予肯定，不断培养自己的价值感，相信自己也是能够强大并拥有力量的。祝愿你重回内心并找回真实的自我。",
    "annotation": [
      {
        "sentence": "你好，我理解你面对这种没有激情的生活，感觉不到一丝热情，却被各种混乱所包围，就像在灰色的地带徘徊，找不到方向，也无力改变。",
        "label": ""
      },
      {
        "sentence": "人生中的迷茫，每个人都会经历的，只是时间早晚的问题，都会在某个时刻需要面对。",
        "label": ""
      },
      {
        "sentence": "你知道自己想要什么吗？",
        "label": ""
      },
      {
        "sentence": "还是在混乱中已经听不到内心的声音，根本没有心动的生活，怎么可能有热情去行动呢？",
        "label": ""
      },
      {
        "sentence": "长时间被琐事围绕，磨去了感受美好的力量，只剩下了压力和混乱，而如果不能及时清理压力，不断积累下来，会让人麻木且痛苦，这是很多人都面临的现状。",
        "label": ""
      },
      {
        "sentence": "要走出这种生活状态，首先需要接受当前的生活状态，无论是工作、生活、家庭还是个人成长，即使再混乱也不要抗拒，就像处在飓风眼中，不被各种问题所裹挟，保持平静。",
        "label": ""
      },
      {
        "sentence": "接纳需要勇气，因为会面临脆弱的考验。",
        "label": ""
      },
      {
        "sentence": "我只是想问一下，你想要继续这种偏离目标的生活，还是真的想要改变呢？",
        "label": ""
      },
      {
        "sentence": "如果是后者，你真的已经对现状感到厌倦，自然会产生改变的动力。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，当你有情绪时，记得及时排解，可以通过运动、散步、写作等方式让你跳出杂念，让心灵平静下来，持续做这些活动，你会感觉生活变得更轻松。",
        "label": ""
      },
      {
        "sentence": "发现自己的心动，就是去做自己喜欢的事情，多做一些让自己开心的事情，最好的行动动力来自于兴趣爱好，是内心真实的状态，是愿意主动付出的状态。",
        "label": ""
      },
      {
        "sentence": "对自己一点点进步给予肯定，不断培养自己的价值感，相信自己也是能够强大并拥有力量的。",
        "label": ""
      },
      {
        "sentence": "祝愿你重回内心并找回真实的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和回答。我确实感到自己的生活充满了混乱和压力，但也确实意识到了需要接受当前的状态。我一直在努力让自己有行动力，但总是坚持不下去，可能是因为我没有找到真正的动力所在。你提到了运动、散步和写作等方式，我会尝试去做，希望可以让我跳出这个迷茫的状态，并让内心变得平静。我也会努力去发现自己的兴趣并多做一些让自己开心的事情。我明白我需要给自己一点点的进步肯定，这样才能培养起自己的价值感。再次感谢你的建议和祝福。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和回答。",
        "label": ""
      },
      {
        "sentence": "我确实感到自己的生活充满了混乱和压力，但也确实意识到了需要接受当前的状态。",
        "label": ""
      },
      {
        "sentence": "我一直在努力让自己有行动力，但总是坚持不下去，可能是因为我没有找到真正的动力所在。",
        "label": ""
      },
      {
        "sentence": "你提到了运动、散步和写作等方式，我会尝试去做，希望可以让我跳出这个迷茫的状态，并让内心变得平静。",
        "label": ""
      },
      {
        "sentence": "我也会努力去发现自己的兴趣并多做一些让自己开心的事情。",
        "label": ""
      },
      {
        "sentence": "我明白我需要给自己一点点的进步肯定，这样才能培养起自己的价值感。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议和祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。你已经意识到了需要接受现状，并且愿意去努力改变，这是很重要的一步。尝试运动、散步和写作等方式，可以帮助你摆脱负面情绪，也有助于内心的平静。发现自己的兴趣并多做一些喜欢的事情，会增加你的行动动力和热情。给自己一点点的进步肯定，培养自己的价值感，这样你会更加自信和有力量。相信你一定可以走出迷茫，找回真实的自我。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了需要接受现状，并且愿意去努力改变，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "尝试运动、散步和写作等方式，可以帮助你摆脱负面情绪，也有助于内心的平静。",
        "label": ""
      },
      {
        "sentence": "发现自己的兴趣并多做一些喜欢的事情，会增加你的行动动力和热情。",
        "label": ""
      },
      {
        "sentence": "给自己一点点的进步肯定，培养自己的价值感，这样你会更加自信和有力量。",
        "label": ""
      },
      {
        "sentence": "相信你一定可以走出迷茫，找回真实的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会按照你的建议去行动，相信我能够度过这个困难的时期，并找到真正的自我。再次感谢你的帮助和祝福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会按照你的建议去行动，相信我能够度过这个困难的时期，并找到真正的自我。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够战胜困难，找到真正的自我。祝愿你一切顺利，并且能够拥有充满热情和行动力的生活。如果有任何问题或者需要进一步的支持，随时都可以再来找我。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够战胜困难，找到真正的自我。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，并且能够拥有充满热情和行动力的生活。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或者需要进一步的支持，随时都可以再来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]