[
  {
    "role": "client",
    "content": "请病假都觉得自己做错了，为何生病时特害怕别人知道？从小到大，一生病就会被父亲骂，“你就不会注意xxxx”这样的话。比如小时候有一次摔倒，胳膊受伤，就被父亲反复的说“你就不会走路时注意点！”之类的话，他会觉得是我做错了才导致这样的结果。而我母亲在我生病时表现出的是极度的焦虑，感觉她有种天要塌下来的感觉，有时候甚至我需要反过来去安慰她。所以我觉得生病时首先得到的不是关心，而是父母借助我的脆弱和恐惧宣泄他们自己的情绪。现在一个人在外工作，前段时间体检时发现胆囊有点问题，现在心情非常低落和无助。不知道该不该告诉父母，还是一个人寻求治疗。甚至向公司请病假都有种我自己做错了的感觉。所以现在最害怕的就是生病，该怎么调整自己的心态呢？",
    "annotation": [
      {
        "sentence": "请病假都觉得自己做错了，为何生病时特害怕别人知道？",
        "label": ""
      },
      {
        "sentence": "从小到大，一生病就会被父亲骂，“你就不会注意xxxx”这样的话。",
        "label": ""
      },
      {
        "sentence": "比如小时候有一次摔倒，胳膊受伤，就被父亲反复的说“你就不会走路时注意点！",
        "label": ""
      },
      {
        "sentence": "”之类的话，他会觉得是我做错了才导致这样的结果。",
        "label": ""
      },
      {
        "sentence": "而我母亲在我生病时表现出的是极度的焦虑，感觉她有种天要塌下来的感觉，有时候甚至我需要反过来去安慰她。",
        "label": ""
      },
      {
        "sentence": "所以我觉得生病时首先得到的不是关心，而是父母借助我的脆弱和恐惧宣泄他们自己的情绪。",
        "label": ""
      },
      {
        "sentence": "现在一个人在外工作，前段时间体检时发现胆囊有点问题，现在心情非常低落和无助。",
        "label": ""
      },
      {
        "sentence": "不知道该不该告诉父母，还是一个人寻求治疗。",
        "label": ""
      },
      {
        "sentence": "甚至向公司请病假都有种我自己做错了的感觉。",
        "label": ""
      },
      {
        "sentence": "所以现在最害怕的就是生病，该怎么调整自己的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，不要怕！生病了，本应该被好好的对待，怎么反到成了错误呢？听着让人心疼啊！我猜想你的父母是爱你的，只是他们也不会也不懂，因为或许他们小时候也是这样【被对待】的。确实是因为从小生病没有得到关心，反而是有他们发泄情绪的苗头。再一个，小孩的感受，和大人的一不一样，小朋友难受了，就是需要抱抱、关爱那种非常直接的表达爱的方式。",
    "annotation": [
      {
        "sentence": "亲爱的，不要怕！",
        "label": ""
      },
      {
        "sentence": "生病了，本应该被好好的对待，怎么反到成了错误呢？",
        "label": ""
      },
      {
        "sentence": "听着让人心疼啊！",
        "label": ""
      },
      {
        "sentence": "我猜想你的父母是爱你的，只是他们也不会也不懂，因为或许他们小时候也是这样【被对待】的。",
        "label": ""
      },
      {
        "sentence": "确实是因为从小生病没有得到关心，反而是有他们发泄情绪的苗头。",
        "label": ""
      },
      {
        "sentence": "再一个，小孩的感受，和大人的一不一样，小朋友难受了，就是需要抱抱、关爱那种非常直接的表达爱的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了父母可能也是受到了类似对待，所以他们才会以同样的方式对待我。虽然他们没有恶意，但我还是受到了伤害和压力。我现在开始理解他们了，但是我还是害怕面对生病和告诉他们，怕他们会责备我或者再次发泄情绪。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了父母可能也是受到了类似对待，所以他们才会以同样的方式对待我。",
        "label": ""
      },
      {
        "sentence": "虽然他们没有恶意，但我还是受到了伤害和压力。",
        "label": ""
      },
      {
        "sentence": "我现在开始理解他们了，但是我还是害怕面对生病和告诉他们，怕他们会责备我或者再次发泄情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你父母的行为并不是出于恶意，只是他们也没有学会正确地表达关心和爱意。你现在已经有了对他们的理解，这是非常重要的。至于面对生病和告诉他们的问题，我建议你可以先和他们沟通一下，告诉他们你现在的感受和想法，看看他们是否能够理解和改变。如果他们依然有负面的反应，你也可以选择在外寻求治疗和进行自我疗愈，这并不是错。重要的是，你要为自己的健康和幸福负责。",
    "annotation": [
      {
        "sentence": "是的，你父母的行为并不是出于恶意，只是他们也没有学会正确地表达关心和爱意。",
        "label": ""
      },
      {
        "sentence": "你现在已经有了对他们的理解，这是非常重要的。",
        "label": ""
      },
      {
        "sentence": "至于面对生病和告诉他们的问题，我建议你可以先和他们沟通一下，告诉他们你现在的感受和想法，看看他们是否能够理解和改变。",
        "label": ""
      },
      {
        "sentence": "如果他们依然有负面的反应，你也可以选择在外寻求治疗和进行自我疗愈，这并不是错。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要为自己的健康和幸福负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要勇敢地面对父母，并且沟通表达我的感受和需求。如果他们能够理解和改变，那将是一种幸福。但如果他们依然不能接受，我会找到其他途径来寻求治疗和关怀。我不再觉得生病是我的错，我要调整自己的心态，为自己的健康而努力。",
    "annotation": [
      {
        "sentence": "我明白了，我需要勇敢地面对父母，并且沟通表达我的感受和需求。",
        "label": ""
      },
      {
        "sentence": "如果他们能够理解和改变，那将是一种幸福。",
        "label": ""
      },
      {
        "sentence": "但如果他们依然不能接受，我会找到其他途径来寻求治疗和关怀。",
        "label": ""
      },
      {
        "sentence": "我不再觉得生病是我的错，我要调整自己的心态，为自己的健康而努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你说得对！你拥有自己的权利和选择。无论面对何种情况，你都值得拥有健康和关爱。不要再责怪自己了，因为生病并不是你的错。你要相信自己，勇敢面对，并且为自己的幸福而奋斗。如果你需要任何的帮助和支持，记得随时向我倾诉。",
    "annotation": [
      {
        "sentence": "亲爱的，你说得对！",
        "label": ""
      },
      {
        "sentence": "你拥有自己的权利和选择。",
        "label": ""
      },
      {
        "sentence": "无论面对何种情况，你都值得拥有健康和关爱。",
        "label": ""
      },
      {
        "sentence": "不要再责怪自己了，因为生病并不是你的错。",
        "label": ""
      },
      {
        "sentence": "你要相信自己，勇敢面对，并且为自己的幸福而奋斗。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何的帮助和支持，记得随时向我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我真的感到很温暖和安慰。我会努力调整自己的心态，勇敢面对父母和生病，并为自己的幸福而努力。如果我有任何困惑和问题，我会随时向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我真的感到很温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，勇敢面对父母和生病，并为自己的幸福而努力。",
        "label": ""
      },
      {
        "sentence": "如果我有任何困惑和问题，我会随时向你寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，亲爱的！我会一直在这里支持你的，无论你遇到什么困难和挑战，都可以随时向我倾诉。记得，你不是一个人在面对这一切，我和其他人都会陪伴着你。祝福你幸福快乐，健康而美好的未来！",
    "annotation": [
      {
        "sentence": "不客气，亲爱的！",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的，无论你遇到什么困难和挑战，都可以随时向我倾诉。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在面对这一切，我和其他人都会陪伴着你。",
        "label": ""
      },
      {
        "sentence": "祝福你幸福快乐，健康而美好的未来！",
        "label": ""
      }
    ]
  }
]