[
  {
    "role": "client",
    "content": "请病假都觉得自己做错了，为何生病时特害怕别人知道？",
    "annotation": [
      {
        "sentence": "请病假都觉得自己做错了，为何生病时特害怕别人知道？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有很好的觉察啊。病耻感绝大多数国人都有的啊，哪怕在现在社会和医学已经比较发达的时代。\"病\"预示着\"弱\"，弱肉强食，谁愿意比别人\"弱\"呢？而国人向来好面子，哪怕打肿脸，也得充胖子。",
    "annotation": [
      {
        "sentence": "你有很好的觉察啊。",
        "label": ""
      },
      {
        "sentence": "病耻感绝大多数国人都有的啊，哪怕在现在社会和医学已经比较发达的时代。",
        "label": ""
      },
      {
        "sentence": "\"病\"预示着\"弱\"，弱肉强食，谁愿意比别人\"弱\"呢？",
        "label": ""
      },
      {
        "sentence": "而国人向来好面子，哪怕打肿脸，也得充胖子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我小时候每次生病，父亲总是责怪我没有注意自己的行为，他会说：\"你就不会走路时注意点！\"之类的话，我总会觉得是我做错了才导致这样的结果。",
    "annotation": [
      {
        "sentence": "是的，我小时候每次生病，父亲总是责怪我没有注意自己的行为，他会说：\"你就不会走路时注意点！",
        "label": ""
      },
      {
        "sentence": "\"之类的话，我总会觉得是我做错了才导致这样的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想父亲的责怪声中肯定含着对你说不出口的\"爱和心疼\"的表达，也含着他无法帮到你的内疚和无助。他用责怪（\"强\"）来替代他无法承受的\"弱\"。可是幼小的你，在遭受身体疼痛之时，哪能体会到这些呢？",
    "annotation": [
      {
        "sentence": "我想父亲的责怪声中肯定含着对你说不出口的\"爱和心疼\"的表达，也含着他无法帮到你的内疚和无助。",
        "label": ""
      },
      {
        "sentence": "他用责怪（\"强\"）来替代他无法承受的\"弱\"。",
        "label": ""
      },
      {
        "sentence": "可是幼小的你，在遭受身体疼痛之时，哪能体会到这些呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，可能我对父亲的责怪有些过于偏激了。而我母亲在我生病时表现出的是极度的焦虑，感觉她有种天要塌下来的感觉，有时候甚至我需要反过来去安慰她。",
    "annotation": [
      {
        "sentence": "你说得对，可能我对父亲的责怪有些过于偏激了。",
        "label": ""
      },
      {
        "sentence": "而我母亲在我生病时表现出的是极度的焦虑，感觉她有种天要塌下来的感觉，有时候甚至我需要反过来去安慰她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "母亲的极度焦虑可能一方面源于那个时代经济的拮据，物质的匮乏，另一方面可能是对你健康的担心。加之父亲的\"无所作为\"（对妻子不安抚，对孩子不关心），可能更让母亲感受到孤单、无助。所以母亲有种天要塌下来的感觉。促使你这个孩子，不得不学着承担起\"丈夫\"的职责----安慰母亲。",
    "annotation": [
      {
        "sentence": "母亲的极度焦虑可能一方面源于那个时代经济的拮据，物质的匮乏，另一方面可能是对你健康的担心。",
        "label": ""
      },
      {
        "sentence": "加之父亲的\"无所作为\"（对妻子不安抚，对孩子不关心），可能更让母亲感受到孤单、无助。",
        "label": ""
      },
      {
        "sentence": "所以母亲有种天要塌下来的感觉。",
        "label": ""
      },
      {
        "sentence": "促使你这个孩子，不得不学着承担起\"丈夫\"的职责----安慰母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在家庭中扮演了过度的角色。但是现在我一个人在外工作，前段时间体检时发现胆囊有点问题，现在心情非常低落和无助。不知道该不该告诉父母，还是一个人寻求治疗。甚至向公司请病假都有种我自己做错了的感觉。所以现在最害怕的就是生病，该怎么调整自己的心态呢？",
    "annotation": [
      {
        "sentence": "是的，我在家庭中扮演了过度的角色。",
        "label": ""
      },
      {
        "sentence": "但是现在我一个人在外工作，前段时间体检时发现胆囊有点问题，现在心情非常低落和无助。",
        "label": ""
      },
      {
        "sentence": "不知道该不该告诉父母，还是一个人寻求治疗。",
        "label": ""
      },
      {
        "sentence": "甚至向公司请病假都有种我自己做错了的感觉。",
        "label": ""
      },
      {
        "sentence": "所以现在最害怕的就是生病，该怎么调整自己的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们的身体尤如我们的孩子，想想你小时候生病时，期望父母如何对待你，就那样对待你的身体吧！现在你今非昔比，现在经济物质条件也是今非昔比，试着告诉心中那个\"小小的、害怕的我\"，现在的你有足够的能力保护自己。很理解你想找个人来分担下你的担心、害怕。你可以告诉你信得过的亲戚朋友，你也可以告诉小时候安慰母亲的那个\"你\"。不知道经过这么多年，父母是否也\"长大\"了些，如果那样，你也可以比较委婉地告诉父母。希望我的回复能让你安定些。",
    "annotation": [
      {
        "sentence": "我们的身体尤如我们的孩子，想想你小时候生病时，期望父母如何对待你，就那样对待你的身体吧！",
        "label": ""
      },
      {
        "sentence": "现在你今非昔比，现在经济物质条件也是今非昔比，试着告诉心中那个\"小小的、害怕的我\"，现在的你有足够的能力保护自己。",
        "label": ""
      },
      {
        "sentence": "很理解你想找个人来分担下你的担心、害怕。",
        "label": ""
      },
      {
        "sentence": "你可以告诉你信得过的亲戚朋友，你也可以告诉小时候安慰母亲的那个\"你\"。",
        "label": ""
      },
      {
        "sentence": "不知道经过这么多年，父母是否也\"长大\"了些，如果那样，你也可以比较委婉地告诉父母。",
        "label": ""
      },
      {
        "sentence": "希望我的回复能让你安定些。",
        "label": ""
      }
    ]
  }
]