[
  {
    "role": "client",
    "content": "请病假都觉得自己做错了，为何生病时特害怕别人知道？从小到大，一生病就会被父亲骂，“你就不会注意xxxx”这样的话。比如小时候有一次摔倒，胳膊受伤，就被父亲反复的说“你就不会走路时注意点！”之类的话，他会觉得是我做错了才导致这样的结果。而我母亲在我生病时表现出的是极度的焦虑，感觉她有种天要塌下来的感觉，有时候甚至我需要反过来去安慰她。所以我觉得生病时首先得到的不是关心，而是父母借助我的脆弱和恐惧宣泄他们自己的情绪。现在一个人在外工作，前段时间体检时发现胆囊有点问题，现在心情非常低落和无助。不知道该不该告诉父母，还是一个人寻求治疗。甚至向公司请病假都有种我自己做错了的感觉。所以现在最害怕的就是生病，该怎么调整自己的心态呢？",
    "annotation": [
      {
        "sentence": "请病假都觉得自己做错了，为何生病时特害怕别人知道？",
        "label": ""
      },
      {
        "sentence": "从小到大，一生病就会被父亲骂，“你就不会注意xxxx”这样的话。",
        "label": ""
      },
      {
        "sentence": "比如小时候有一次摔倒，胳膊受伤，就被父亲反复的说“你就不会走路时注意点！",
        "label": ""
      },
      {
        "sentence": "”之类的话，他会觉得是我做错了才导致这样的结果。",
        "label": ""
      },
      {
        "sentence": "而我母亲在我生病时表现出的是极度的焦虑，感觉她有种天要塌下来的感觉，有时候甚至我需要反过来去安慰她。",
        "label": ""
      },
      {
        "sentence": "所以我觉得生病时首先得到的不是关心，而是父母借助我的脆弱和恐惧宣泄他们自己的情绪。",
        "label": ""
      },
      {
        "sentence": "现在一个人在外工作，前段时间体检时发现胆囊有点问题，现在心情非常低落和无助。",
        "label": ""
      },
      {
        "sentence": "不知道该不该告诉父母，还是一个人寻求治疗。",
        "label": ""
      },
      {
        "sentence": "甚至向公司请病假都有种我自己做错了的感觉。",
        "label": ""
      },
      {
        "sentence": "所以现在最害怕的就是生病，该怎么调整自己的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，在家庭环境的影响下，虽然有太多无奈，却也让你变得坚强，独自面对生活。包括健康问题，你父母对疾病的看法影响到你对健康的认知。爸爸的观点让你感觉生病就是不对的，甚至是没用的，所以才会在请病假时感觉内疚。而妈妈对疾病的焦虑，让你对疾病的感受也受到影响，变得无力而茫然。爸爸影响你对疾病的认知，妈妈影响你对疾病的感受，所以在自己生病时把父母给你的压力都显现出来了。",
    "annotation": [
      {
        "sentence": "你好，在家庭环境的影响下，虽然有太多无奈，却也让你变得坚强，独自面对生活。",
        "label": ""
      },
      {
        "sentence": "包括健康问题，你父母对疾病的看法影响到你对健康的认知。",
        "label": ""
      },
      {
        "sentence": "爸爸的观点让你感觉生病就是不对的，甚至是没用的，所以才会在请病假时感觉内疚。",
        "label": ""
      },
      {
        "sentence": "而妈妈对疾病的焦虑，让你对疾病的感受也受到影响，变得无力而茫然。",
        "label": ""
      },
      {
        "sentence": "爸爸影响你对疾病的认知，妈妈影响你对疾病的感受，所以在自己生病时把父母给你的压力都显现出来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，在成长过程中，我一直承受着父母对疾病的消极态度。我感觉生病时他们并不关心我，而是借此发泄自己的情绪，这让我觉得很沮丧和无助。",
    "annotation": [
      {
        "sentence": "是的，在成长过程中，我一直承受着父母对疾病的消极态度。",
        "label": ""
      },
      {
        "sentence": "我感觉生病时他们并不关心我，而是借此发泄自己的情绪，这让我觉得很沮丧和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要知道，家庭环境对我们的成长有着很大的影响。父母的方式可能并不完美，但他们也是从自己的经历和认知出发对你表达关心的方式。虽然不是很有效地表达，但他们内心确实是关心你的。你可以试着换个角度去理解他们的情绪表达，这样也能减轻你对生病的恐惧和焦虑。",
    "annotation": [
      {
        "sentence": "你要知道，家庭环境对我们的成长有着很大的影响。",
        "label": ""
      },
      {
        "sentence": "父母的方式可能并不完美，但他们也是从自己的经历和认知出发对你表达关心的方式。",
        "label": ""
      },
      {
        "sentence": "虽然不是很有效地表达，但他们内心确实是关心你的。",
        "label": ""
      },
      {
        "sentence": "你可以试着换个角度去理解他们的情绪表达，这样也能减轻你对生病的恐惧和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，他们其实是用他们的方式在关心我。但现在我一个人在外工作，身体出现问题，我不知道该不该告诉他们。我担心他们会担心，也害怕给他们带来负担。",
    "annotation": [
      {
        "sentence": "我明白了，他们其实是用他们的方式在关心我。",
        "label": ""
      },
      {
        "sentence": "但现在我一个人在外工作，身体出现问题，我不知道该不该告诉他们。",
        "label": ""
      },
      {
        "sentence": "我担心他们会担心，也害怕给他们带来负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很重要的问题，你需要衡量告诉父母的利弊。如果你觉得告诉他们会让你感到更有支持和安慰，那么可以考虑与他们分享。但同时也要明白，他们可能会担心和焦虑，所以你可以选择先自己寻求治疗，等到有一个较稳定的情况后再告诉他们。你是一个成年人，有能力独立面对问题，所以不必太过自责和压力。",
    "annotation": [
      {
        "sentence": "这是一个很重要的问题，你需要衡量告诉父母的利弊。",
        "label": ""
      },
      {
        "sentence": "如果你觉得告诉他们会让你感到更有支持和安慰，那么可以考虑与他们分享。",
        "label": ""
      },
      {
        "sentence": "但同时也要明白，他们可能会担心和焦虑，所以你可以选择先自己寻求治疗，等到有一个较稳定的情况后再告诉他们。",
        "label": ""
      },
      {
        "sentence": "你是一个成年人，有能力独立面对问题，所以不必太过自责和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量理智地衡量和决定。我也意识到自己需要调整心态，不再觉得生病是自己的错，而是要正确面对，积极寻求治疗和改变自己的习惯来更好地爱护自己的身体。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量理智地衡量和决定。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己需要调整心态，不再觉得生病是自己的错，而是要正确面对，积极寻求治疗和改变自己的习惯来更好地爱护自己的身体。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够有这样的想法，这是一个积极的改变。接受自己的限制，接受父母对你的影响，并努力走出这些限制，让自己变得更强大。你需要相信，只有当你爱护自己的身体，不再允许别人的影响伤害你时，你才能真正坦然面对疾病。祝愿你能够勇敢地去独自面对这个旅程，相信自己会越来越坚强。请记住，要狠狠地爱自己。",
    "annotation": [
      {
        "sentence": "很高兴看到你能够有这样的想法，这是一个积极的改变。",
        "label": ""
      },
      {
        "sentence": "接受自己的限制，接受父母对你的影响，并努力走出这些限制，让自己变得更强大。",
        "label": ""
      },
      {
        "sentence": "你需要相信，只有当你爱护自己的身体，不再允许别人的影响伤害你时，你才能真正坦然面对疾病。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够勇敢地去独自面对这个旅程，相信自己会越来越坚强。",
        "label": ""
      },
      {
        "sentence": "请记住，要狠狠地爱自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，你的话让我感到心灵受到了温暖，我会尽力去做，让自己变得更坚强。再次感谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，你的话让我感到心灵受到了温暖，我会尽力去做，让自己变得更坚强。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直在你身边支持着你。你是一个很勇敢的人，我相信你能度过这个难关。如果你还有任何问题或需要进一步的支持，随时都可以找我倾诉。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我一直在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "你是一个很勇敢的人，我相信你能度过这个难关。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或需要进一步的支持，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  }
]