[
  {
    "role": "client",
    "content": "请病假都觉得自己做错了，为何生病时特害怕别人知道？从小到大，一生病就会被父亲骂，“你就不会注意xxxx”这样的话。比如小时候有一次摔倒，胳膊受伤，就被父亲反复的说“你就不会走路时注意点！”之类的话，他会觉得是我做错了才导致这样的结果。而我母亲在我生病时表现出的是极度的焦虑，感觉她有种天要塌下来的感觉，有时候甚至我需要反过来去安慰她。所以我觉得生病时首先得到的不是关心，而是父母借助我的脆弱和恐惧宣泄他们自己的情绪。现在一个人在外工作，前段时间体检时发现胆囊有点问题，现在心情非常低落和无助。不知道该不该告诉父母，还是一个人寻求治疗。甚至向公司请病假都有种我自己做错了的感觉。所以现在最害怕的就是生病，该怎么调整自己的心态呢？",
    "annotation": [
      {
        "sentence": "请病假都觉得自己做错了，为何生病时特害怕别人知道？",
        "label": ""
      },
      {
        "sentence": "从小到大，一生病就会被父亲骂，“你就不会注意xxxx”这样的话。",
        "label": ""
      },
      {
        "sentence": "比如小时候有一次摔倒，胳膊受伤，就被父亲反复的说“你就不会走路时注意点！",
        "label": ""
      },
      {
        "sentence": "”之类的话，他会觉得是我做错了才导致这样的结果。",
        "label": ""
      },
      {
        "sentence": "而我母亲在我生病时表现出的是极度的焦虑，感觉她有种天要塌下来的感觉，有时候甚至我需要反过来去安慰她。",
        "label": ""
      },
      {
        "sentence": "所以我觉得生病时首先得到的不是关心，而是父母借助我的脆弱和恐惧宣泄他们自己的情绪。",
        "label": ""
      },
      {
        "sentence": "现在一个人在外工作，前段时间体检时发现胆囊有点问题，现在心情非常低落和无助。",
        "label": ""
      },
      {
        "sentence": "不知道该不该告诉父母，还是一个人寻求治疗。",
        "label": ""
      },
      {
        "sentence": "甚至向公司请病假都有种我自己做错了的感觉。",
        "label": ""
      },
      {
        "sentence": "所以现在最害怕的就是生病，该怎么调整自己的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，很高兴能够听到你的故事，非常感谢你的信任。首先，我想对你说，你并没有做错什么，你真的很了不起。从小到大，每当你生病时却遭到父亲的责骂，即使在走路摔倒受伤时，他也会责备你。此外，你母亲在你生病时十分焦虑，甚至需要你去安慰她！我想告诉你，合格的父母应该是怎样养育子女的。如果父母自身的人格是健全完善的，孩子从小就可以在一个被尊重、被鼓励、被接纳、被滋养的环境中成长。这样的孩子在成长后的人格也会非常健康和完善。其次，作为父母，应该成为孩子的榜样。即使孩子犯了错误，只要不是原则性问题，父母应该理解孩子的感受和原因，并给予支持和鼓励。这样的孩子在人格上就会健康完善。另外，在孩童时期，父母要成为孩子情绪的容器，即在孩子焦虑困扰时给予孩子抱持，消化孩子的情绪。而不是让孩子来容纳父母的情绪，这样会让孩子的幼小心灵承载不了，造成他的人格破碎！不良的父母养育方式会导致孩子心理障碍滞后发展，并在成年后形成焦虑、抑郁、自卑等不良心理，对生活和学习都会造成影响。",
    "annotation": [
      {
        "sentence": "求助者，很高兴能够听到你的故事，非常感谢你的信任。",
        "label": ""
      },
      {
        "sentence": "首先，我想对你说，你并没有做错什么，你真的很了不起。",
        "label": ""
      },
      {
        "sentence": "从小到大，每当你生病时却遭到父亲的责骂，即使在走路摔倒受伤时，他也会责备你。",
        "label": ""
      },
      {
        "sentence": "此外，你母亲在你生病时十分焦虑，甚至需要你去安慰她！",
        "label": ""
      },
      {
        "sentence": "我想告诉你，合格的父母应该是怎样养育子女的。",
        "label": ""
      },
      {
        "sentence": "如果父母自身的人格是健全完善的，孩子从小就可以在一个被尊重、被鼓励、被接纳、被滋养的环境中成长。",
        "label": ""
      },
      {
        "sentence": "这样的孩子在成长后的人格也会非常健康和完善。",
        "label": ""
      },
      {
        "sentence": "其次，作为父母，应该成为孩子的榜样。",
        "label": ""
      },
      {
        "sentence": "即使孩子犯了错误，只要不是原则性问题，父母应该理解孩子的感受和原因，并给予支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "这样的孩子在人格上就会健康完善。",
        "label": ""
      },
      {
        "sentence": "另外，在孩童时期，父母要成为孩子情绪的容器，即在孩子焦虑困扰时给予孩子抱持，消化孩子的情绪。",
        "label": ""
      },
      {
        "sentence": "而不是让孩子来容纳父母的情绪，这样会让孩子的幼小心灵承载不了，造成他的人格破碎！",
        "label": ""
      },
      {
        "sentence": "不良的父母养育方式会导致孩子心理障碍滞后发展，并在成年后形成焦虑、抑郁、自卑等不良心理，对生活和学习都会造成影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你对我故事的认真分析和理解。你的话真的让我感到很暖心。我会尽量理解自己并接纳自己。你提到找个合适的时间和父母交流和沟通，我应该怎样开口呢？我怕他们会觉得我是在抱怨他们或者责怪他们。",
    "annotation": [
      {
        "sentence": "支持者，谢谢你对我故事的认真分析和理解。",
        "label": ""
      },
      {
        "sentence": "你的话真的让我感到很暖心。",
        "label": ""
      },
      {
        "sentence": "我会尽量理解自己并接纳自己。",
        "label": ""
      },
      {
        "sentence": "你提到找个合适的时间和父母交流和沟通，我应该怎样开口呢？",
        "label": ""
      },
      {
        "sentence": "我怕他们会觉得我是在抱怨他们或者责怪他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你的顾虑。与父母进行沟通是非常重要的一步，希望你能够找到一个合适的时间和他们坐下来好好说一说。在开口之前，你可以先尝试以下几点：首先，明确自己的目的并表达自己的需求，告诉他们你内心的真实感受和委屈。同时，也要说明你已经长大了，不希望他们再用过去的方式对待你，而是希望他们能给予你爱和关心。其次，试着理解父母，明白他们也没有从父母那里得到过爱，没有学习过如何成为合格的父母，他们也不懂得如何以正确的方式抚养孩子。告诉他们虽然你已经很独立，但你仍然需要他们的关心和爱护。请记住，在父母面前，你永远是个孩子。当你生病时，也需要父母的关心和安慰。如果你一个人生病时，如果父母能够帮你一些力所能及的事情，还是可以告诉他们的。这样你的内心也会得到极大的安慰，身体的疾病也会更快恢复。希望以上建议对于你有所帮助，希望你能够早日调整心态，身体健康起来。",
    "annotation": [
      {
        "sentence": "求助者，我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "与父母进行沟通是非常重要的一步，希望你能够找到一个合适的时间和他们坐下来好好说一说。",
        "label": ""
      },
      {
        "sentence": "在开口之前，你可以先尝试以下几点：首先，明确自己的目的并表达自己的需求，告诉他们你内心的真实感受和委屈。",
        "label": ""
      },
      {
        "sentence": "同时，也要说明你已经长大了，不希望他们再用过去的方式对待你，而是希望他们能给予你爱和关心。",
        "label": ""
      },
      {
        "sentence": "其次，试着理解父母，明白他们也没有从父母那里得到过爱，没有学习过如何成为合格的父母，他们也不懂得如何以正确的方式抚养孩子。",
        "label": ""
      },
      {
        "sentence": "告诉他们虽然你已经很独立，但你仍然需要他们的关心和爱护。",
        "label": ""
      },
      {
        "sentence": "请记住，在父母面前，你永远是个孩子。",
        "label": ""
      },
      {
        "sentence": "当你生病时，也需要父母的关心和安慰。",
        "label": ""
      },
      {
        "sentence": "如果你一个人生病时，如果父母能够帮你一些力所能及的事情，还是可以告诉他们的。",
        "label": ""
      },
      {
        "sentence": "这样你的内心也会得到极大的安慰，身体的疾病也会更快恢复。",
        "label": ""
      },
      {
        "sentence": "希望以上建议对于你有所帮助，希望你能够早日调整心态，身体健康起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，非常感谢你给我这么多建议和鼓励。你的话给了我很大的力量。我会努力接纳自己，并尝试与父母开诚布公的交流。我明白他们也有难为处，我会更加理解他们。同时，如果需要的话，我会告诉他们我生病的情况，希望他们能给我一些支持和关心。谢谢你一直以来的陪伴！",
    "annotation": [
      {
        "sentence": "支持者，非常感谢你给我这么多建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "你的话给了我很大的力量。",
        "label": ""
      },
      {
        "sentence": "我会努力接纳自己，并尝试与父母开诚布公的交流。",
        "label": ""
      },
      {
        "sentence": "我明白他们也有难为处，我会更加理解他们。",
        "label": ""
      },
      {
        "sentence": "同时，如果需要的话，我会告诉他们我生病的情况，希望他们能给我一些支持和关心。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我很高兴能够帮助到你。记住，你不是一个人在战斗。将自己的感受和需求表达出来是非常重要的，无论结果如何，我都相信你会勇敢面对。同时，也欢迎你随时来找我倾诉和分享自己的感受。希望你能够早日恢复健康，重新找回自己的快乐与自信。加油！",
    "annotation": [
      {
        "sentence": "求助者，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "将自己的感受和需求表达出来是非常重要的，无论结果如何，我都相信你会勇敢面对。",
        "label": ""
      },
      {
        "sentence": "同时，也欢迎你随时来找我倾诉和分享自己的感受。",
        "label": ""
      },
      {
        "sentence": "希望你能够早日恢复健康，重新找回自己的快乐与自信。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]