[
  {
    "role": "client",
    "content": "如果因某些人或事导致自己不开心，那我应该怎么做呢？人会有喜怒哀乐，但我总觉得，我对自己的感情控制能力不太好，感觉自己就像是一个篮球，平常收到一些负能量的时候，就像是往里面打气，但却不会放气，一直到把篮球涨爆，，，并且因为自己一时冲动犯下的错，有时自己会一连苦恼好几天，感觉不论什么问题到最后还是自己的错，很恼怒，很心累的感觉。想学习一些办法来合理的面对生活中的负能量。谢谢。",
    "annotation": [
      {
        "sentence": "如果因某些人或事导致自己不开心，那我应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "人会有喜怒哀乐，但我总觉得，我对自己的感情控制能力不太好，感觉自己就像是一个篮球，平常收到一些负能量的时候，就像是往里面打气，但却不会放气，一直到把篮球涨爆，，，并且因为自己一时冲动犯下的错，有时自己会一连苦恼好几天，感觉不论什么问题到最后还是自己的错，很恼怒，很心累的感觉。",
        "label": ""
      },
      {
        "sentence": "想学习一些办法来合理的面对生活中的负能量。",
        "label": ""
      },
      {
        "sentence": "谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你担心自己的感情控制能力不好，但看的出来实际上你也有着心思细腻，既愿意他人着想又渴望照顾自己。这本身就是很了不起的特质哦。如你所说，感觉自己像是个篮球，会往里打气而不会放气，一直到气球涨爆。有意思的是，想象中的气球虽然涨爆了，但你还是你，我在猜着或许就是你放气的方式。不知道放完气后，你会不会或多或少也会轻松一点了呢。只不过这种放气的方式确实多少有些破坏性，特别是在影响了别人时，不然你也不会心累了。",
    "annotation": [
      {
        "sentence": "虽然你担心自己的感情控制能力不好，但看的出来实际上你也有着心思细腻，既愿意他人着想又渴望照顾自己。",
        "label": ""
      },
      {
        "sentence": "这本身就是很了不起的特质哦。",
        "label": ""
      },
      {
        "sentence": "如你所说，感觉自己像是个篮球，会往里打气而不会放气，一直到气球涨爆。",
        "label": ""
      },
      {
        "sentence": "有意思的是，想象中的气球虽然涨爆了，但你还是你，我在猜着或许就是你放气的方式。",
        "label": ""
      },
      {
        "sentence": "不知道放完气后，你会不会或多或少也会轻松一点了呢。",
        "label": ""
      },
      {
        "sentence": "只不过这种放气的方式确实多少有些破坏性，特别是在影响了别人时，不然你也不会心累了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，说得有道理。我确实需要学会更好地处理自己的情绪。可是，我该怎么做才能学习这种技能呢？",
    "annotation": [
      {
        "sentence": "嗯，说得有道理。",
        "label": ""
      },
      {
        "sentence": "我确实需要学会更好地处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "可是，我该怎么做才能学习这种技能呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "事实上，负能量本身就是生活的一部分，怎么也消除不尽。但好在我们有机会去选择更合理的方法释放情绪。当然改变从来不是一蹴而就的，我会建议你尝试着做一个实验。你可以继续正常的生活，平时什么时候生气现在也什么时候生气，千万不要急着去改变。仅仅多尝试一件事，那就是在生气时同时去想这样一句话“这不怪我，是控制我情绪的篮球爆炸了。”这仅仅是个实验，所以请你不要着急着让那个改变发生的太快，仅仅对改变保持好奇就好。慢慢来，比较快。祝你安宁。",
    "annotation": [
      {
        "sentence": "事实上，负能量本身就是生活的一部分，怎么也消除不尽。",
        "label": ""
      },
      {
        "sentence": "但好在我们有机会去选择更合理的方法释放情绪。",
        "label": ""
      },
      {
        "sentence": "当然改变从来不是一蹴而就的，我会建议你尝试着做一个实验。",
        "label": ""
      },
      {
        "sentence": "你可以继续正常的生活，平时什么时候生气现在也什么时候生气，千万不要急着去改变。",
        "label": ""
      },
      {
        "sentence": "仅仅多尝试一件事，那就是在生气时同时去想这样一句话“这不怪我，是控制我情绪的篮球爆炸了。",
        "label": ""
      },
      {
        "sentence": "”这仅仅是个实验，所以请你不要着急着让那个改变发生的太快，仅仅对改变保持好奇就好。",
        "label": ""
      },
      {
        "sentence": "慢慢来，比较快。",
        "label": ""
      },
      {
        "sentence": "祝你安宁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试去实践的。但是有时候，我觉得我是因为自己的过错而感到沮丧。这种情况下，你觉得我该怎么调整自己的情绪呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试去实践的。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我觉得我是因为自己的过错而感到沮丧。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你觉得我该怎么调整自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这种情况下，更多的是需要学会从过错中学习和成长，而不是一味地责备自己。我们都会犯错，但是改变这些过错会促使我们变得更加成熟和智慧。你可能会想象一下，以后当你犯错时，把它当做一个成长的机会，而不是一个失败。这真的有助于重塑我们的思考方式，你认为呢？",
    "annotation": [
      {
        "sentence": "在这种情况下，更多的是需要学会从过错中学习和成长，而不是一味地责备自己。",
        "label": ""
      },
      {
        "sentence": "我们都会犯错，但是改变这些过错会促使我们变得更加成熟和智慧。",
        "label": ""
      },
      {
        "sentence": "你可能会想象一下，以后当你犯错时，把它当做一个成长的机会，而不是一个失败。",
        "label": ""
      },
      {
        "sentence": "这真的有助于重塑我们的思考方式，你认为呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，听起来的确是个不错的方法。我会尝试去这么做的。谢谢你，我的朋友！",
    "annotation": [
      {
        "sentence": "嗯，听起来的确是个不错的方法。",
        "label": ""
      },
      {
        "sentence": "我会尝试去这么做的。",
        "label": ""
      },
      {
        "sentence": "谢谢你，我的朋友！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别客气，我很高兴能帮助你。记得，每个人都会有情绪上的问题，而学会处理和控制情绪是一个漫长而坎坷的过程。我会一直支持你。",
    "annotation": [
      {
        "sentence": "别客气，我很高兴能帮助你。",
        "label": ""
      },
      {
        "sentence": "记得，每个人都会有情绪上的问题，而学会处理和控制情绪是一个漫长而坎坷的过程。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你。",
        "label": ""
      }
    ]
  }
]