[
  {
    "role": "client",
    "content": "夜里做梦说出的话让我崩溃，最后一点信任又崩塌了？16年底发现他外遇，18年10月份我起诉离婚才办理离婚手续，19年因为孩子生病，我回到孩子们在的地方，他并死乞白赖的缠着我，求我复婚，复婚后，他（我自始自终很排斥叫老公这个字眼）说跟那个女人断了（实际上并没有断，瞒着我），发誓要回归家庭。我同意了他复婚，两个孩子的变化特别大，他对我也算可以，可今天夜里4点多，他说梦话把我惊醒：你每天跑来跑去，我怕你孤独，给你买辆小汽车！那一刻我的内心特别的崩溃！我轻轻的喊醒他，问他是不是做梦了，他开始矢口否认，后来又说梦到儿子，要送儿子小汽车，我内心一直冷笑，心里像吃了苍蝇一样，好不容易建立的一点点的信任又崩塌了，我现在不知道怎么办了。",
    "annotation": [
      {
        "sentence": "夜里做梦说出的话让我崩溃，最后一点信任又崩塌了？",
        "label": ""
      },
      {
        "sentence": "16年底发现他外遇，18年10月份我起诉离婚才办理离婚手续，19年因为孩子生病，我回到孩子们在的地方，他并死乞白赖的缠着我，求我复婚，复婚后，他（我自始自终很排斥叫老公这个字眼）说跟那个女人断了（实际上并没有断，瞒着我），发誓要回归家庭。",
        "label": ""
      },
      {
        "sentence": "我同意了他复婚，两个孩子的变化特别大，他对我也算可以，可今天夜里4点多，他说梦话把我惊醒：你每天跑来跑去，我怕你孤独，给你买辆小汽车！",
        "label": ""
      },
      {
        "sentence": "那一刻我的内心特别的崩溃！",
        "label": ""
      },
      {
        "sentence": "我轻轻的喊醒他，问他是不是做梦了，他开始矢口否认，后来又说梦到儿子，要送儿子小汽车，我内心一直冷笑，心里像吃了苍蝇一样，好不容易建立的一点点的信任又崩塌了，我现在不知道怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你经历了很多艰辛，对于你的经历我深感同情。你的感受和不安全感是可以理解的。在你的描述中，我注意到你提到了建立的信任又崩塌了。这可能让你感到非常失望和心痛。你对于你们的婚姻和复婚过程中的各种事情都投入了很多感情和努力，而现在的情况可能让你感到不知所措。你现在不知道怎么办了，有没有什么具体的事情让你感到困惑或者是你希望我的帮助。",
    "annotation": [
      {
        "sentence": "首先，你经历了很多艰辛，对于你的经历我深感同情。",
        "label": ""
      },
      {
        "sentence": "你的感受和不安全感是可以理解的。",
        "label": ""
      },
      {
        "sentence": "在你的描述中，我注意到你提到了建立的信任又崩塌了。",
        "label": ""
      },
      {
        "sentence": "这可能让你感到非常失望和心痛。",
        "label": ""
      },
      {
        "sentence": "你对于你们的婚姻和复婚过程中的各种事情都投入了很多感情和努力，而现在的情况可能让你感到不知所措。",
        "label": ""
      },
      {
        "sentence": "你现在不知道怎么办了，有没有什么具体的事情让你感到困惑或者是你希望我的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道他是故意说梦话还是真的，但听到他的话让我觉得很委屈。和他复婚后我觉得他变得对我和孩子们更好了，但现在又觉得他可能还在骗我，这样的不确定感让我很害怕。我担心再次被背叛，也不确定该如何去信任他。我想知道，我是该再相信他一次，还是应该考虑其他的选择。",
    "annotation": [
      {
        "sentence": "我不知道他是故意说梦话还是真的，但听到他的话让我觉得很委屈。",
        "label": ""
      },
      {
        "sentence": "和他复婚后我觉得他变得对我和孩子们更好了，但现在又觉得他可能还在骗我，这样的不确定感让我很害怕。",
        "label": ""
      },
      {
        "sentence": "我担心再次被背叛，也不确定该如何去信任他。",
        "label": ""
      },
      {
        "sentence": "我想知道，我是该再相信他一次，还是应该考虑其他的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受非常正常，毕竟你经历了外遇和离婚等伤害，对于他的行为感到担心和困惑是理所应当的。建立信任是一个复杂的过程，有时会面临挑战。对于你现在是否再次相信他，这是你需要认真考虑的问题。你可以先尝试和他进行坦诚的对话，与他分享你的感受和担忧，听听他的解释和看法。同时，你也可以通过观察他的日常行为是否与他的承诺一致来判断他的诚意。最重要的是，无论你做出怎样的决定，都要以保护自己和孩子的利益为出发点。",
    "annotation": [
      {
        "sentence": "你的感受非常正常，毕竟你经历了外遇和离婚等伤害，对于他的行为感到担心和困惑是理所应当的。",
        "label": ""
      },
      {
        "sentence": "建立信任是一个复杂的过程，有时会面临挑战。",
        "label": ""
      },
      {
        "sentence": "对于你现在是否再次相信他，这是你需要认真考虑的问题。",
        "label": ""
      },
      {
        "sentence": "你可以先尝试和他进行坦诚的对话，与他分享你的感受和担忧，听听他的解释和看法。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以通过观察他的日常行为是否与他的承诺一致来判断他的诚意。",
        "label": ""
      },
      {
        "sentence": "最重要的是，无论你做出怎样的决定，都要以保护自己和孩子的利益为出发点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量和他沟通，表达自己的感受和疑虑。但是我还是感到非常困惑和害怕，怕再次被背叛。我真的很想让我们的婚姻恢复到过去的美好时光，但现在心里有太多的疑问和不安。有时候我觉得无法面对这一切，真希望能有个人可以帮助我解决这个困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量和他沟通，表达自己的感受和疑虑。",
        "label": ""
      },
      {
        "sentence": "但是我还是感到非常困惑和害怕，怕再次被背叛。",
        "label": ""
      },
      {
        "sentence": "我真的很想让我们的婚姻恢复到过去的美好时光，但现在心里有太多的疑问和不安。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得无法面对这一切，真希望能有个人可以帮助我解决这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和害怕。面对婚姻中的问题和挑战是很困难的，但请相信你并不孤单。你可以考虑寻求专业的婚姻辅导或咨询师的帮助，他们能够提供专业的意见和指导，帮助你更好地处理你目前的困境。此外，与你的朋友或家人分享你的感受也是一种减轻压力的方式。你可以选择一个你信任和倾诉的人，倾诉会让你感到舒缓和解脱。记住，你不是一个人在面对这个问题，你有权利获得支持和帮助。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和害怕。",
        "label": ""
      },
      {
        "sentence": "面对婚姻中的问题和挑战是很困难的，但请相信你并不孤单。",
        "label": ""
      },
      {
        "sentence": "你可以考虑寻求专业的婚姻辅导或咨询师的帮助，他们能够提供专业的意见和指导，帮助你更好地处理你目前的困境。",
        "label": ""
      },
      {
        "sentence": "此外，与你的朋友或家人分享你的感受也是一种减轻压力的方式。",
        "label": ""
      },
      {
        "sentence": "你可以选择一个你信任和倾诉的人，倾诉会让你感到舒缓和解脱。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这个问题，你有权利获得支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会考虑咨询师的建议，同时也会找一些可以倾诉的人。我知道这个过程不会一蹴而就，但至少通过和他们的交流，我可以更好地了解自己的感受和需要。谢谢你的耐心倾听和支持，这让我感到温暖和鼓舞。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会考虑咨询师的建议，同时也会找一些可以倾诉的人。",
        "label": ""
      },
      {
        "sentence": "我知道这个过程不会一蹴而就，但至少通过和他们的交流，我可以更好地了解自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和支持，这让我感到温暖和鼓舞。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。请记住，你的感受和需要都是重要的，你有权利寻求幸福和安全感。处理复杂的感情问题需要时间和耐心，你已经迈出了第一步，相信你会慢慢找到适合自己的解决方案。无论你做出怎样的决定，都要保持对自己的尊重和关爱。如果你需要进一步的支持，随时可以来找我倾诉。祝你一切顺利，早日找到内心的平静和满足。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "请记住，你的感受和需要都是重要的，你有权利寻求幸福和安全感。",
        "label": ""
      },
      {
        "sentence": "处理复杂的感情问题需要时间和耐心，你已经迈出了第一步，相信你会慢慢找到适合自己的解决方案。",
        "label": ""
      },
      {
        "sentence": "无论你做出怎样的决定，都要保持对自己的尊重和关爱。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持，随时可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，早日找到内心的平静和满足。",
        "label": ""
      }
    ]
  }
]