[
  {
    "role": "client",
    "content": "为什么总是觉得自己不够好？总是觉得自己不够好，为什么呢？是因为内在还是外在呢？",
    "annotation": [
      {
        "sentence": "为什么总是觉得自己不够好？",
        "label": ""
      },
      {
        "sentence": "总是觉得自己不够好，为什么呢？",
        "label": ""
      },
      {
        "sentence": "是因为内在还是外在呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你对自己能力的怀疑和自卑情绪，这种觉得自己不够好的感觉对你来说一定是有它存在的意义的。有时候在生活中的某段时间，或是某件事上，我们会认为自己不够好，这是合理的。但是当这种感觉过度出现并超出了合理范围，我们可以思考一下是不是对某些人或事情感到愤怒，又不允许自己表达这种情绪，于是我们就会转而向内攻击，形成对自己的攻击，感到自己不够好。不知道我这样解释是否对你有所启发呢？",
    "annotation": [
      {
        "sentence": "我能感受到你对自己能力的怀疑和自卑情绪，这种觉得自己不够好的感觉对你来说一定是有它存在的意义的。",
        "label": ""
      },
      {
        "sentence": "有时候在生活中的某段时间，或是某件事上，我们会认为自己不够好，这是合理的。",
        "label": ""
      },
      {
        "sentence": "但是当这种感觉过度出现并超出了合理范围，我们可以思考一下是不是对某些人或事情感到愤怒，又不允许自己表达这种情绪，于是我们就会转而向内攻击，形成对自己的攻击，感到自己不够好。",
        "label": ""
      },
      {
        "sentence": "不知道我这样解释是否对你有所启发呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我确实感觉到了自己想要拯救自己的无力感和自卑情绪。我想了一下，有些时候我对自己期望太高了，一旦达不到就会觉得自己不够好。但是我也意识到我会对外界的事情有一些愤怒，却不敢表达出来，然后就会反过来攻击自己。可能这也是我觉得自己不够好的原因之一。",
    "annotation": [
      {
        "sentence": "你说的有道理，我确实感觉到了自己想要拯救自己的无力感和自卑情绪。",
        "label": ""
      },
      {
        "sentence": "我想了一下，有些时候我对自己期望太高了，一旦达不到就会觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "但是我也意识到我会对外界的事情有一些愤怒，却不敢表达出来，然后就会反过来攻击自己。",
        "label": ""
      },
      {
        "sentence": "可能这也是我觉得自己不够好的原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够认识到自己期望过高，并且意识到愤怒没有得到合适的表达，这已经是一个很好的开始。放下对自己的过高要求，并学会适度地表达自己的情绪，可以帮助你减轻这种自卑的感觉。你觉得如何呢？",
    "annotation": [
      {
        "sentence": "你能够认识到自己期望过高，并且意识到愤怒没有得到合适的表达，这已经是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "放下对自己的过高要求，并学会适度地表达自己的情绪，可以帮助你减轻这种自卑的感觉。",
        "label": ""
      },
      {
        "sentence": "你觉得如何呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得对，放下对自己的过高要求应该是一种解脱，我应该试着更加接受自己，也勇敢地表达自己的情感。不过，我还是有一些担心，担心别人会对我的表达和情绪反应不理解或者反感。",
    "annotation": [
      {
        "sentence": "我觉得你说得对，放下对自己的过高要求应该是一种解脱，我应该试着更加接受自己，也勇敢地表达自己的情感。",
        "label": ""
      },
      {
        "sentence": "不过，我还是有一些担心，担心别人会对我的表达和情绪反应不理解或者反感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心别人的反应是很正常的，但是我们不能一直局限在别人的观点和评价上。每个人都有自己的感受和困惑，他们可能无法完全理解你的情绪，但是重要的是你能够为自己发声，表达出你真正的感受。要相信你的感受是真实的，值得被尊重和关注的。你可以试试找一个信任的人分享你的感受，或者尝试一些小的情绪表达，慢慢地拓展自己的舒适区。",
    "annotation": [
      {
        "sentence": "担心别人的反应是很正常的，但是我们不能一直局限在别人的观点和评价上。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的感受和困惑，他们可能无法完全理解你的情绪，但是重要的是你能够为自己发声，表达出你真正的感受。",
        "label": ""
      },
      {
        "sentence": "要相信你的感受是真实的，值得被尊重和关注的。",
        "label": ""
      },
      {
        "sentence": "你可以试试找一个信任的人分享你的感受，或者尝试一些小的情绪表达，慢慢地拓展自己的舒适区。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能总是担心别人的看法，而要更多地关注自己的感受。我会试着勇敢地表达自己，扩大自己的舒适区。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我不能总是担心别人的看法，而要更多地关注自己的感受。",
        "label": ""
      },
      {
        "sentence": "我会试着勇敢地表达自己，扩大自己的舒适区。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，每个人都有情绪和困惑，你并不孤单。接受自己的情绪，与他人交流，将会帮助你更好地理解和接纳自己。如果你还需要进一步的支持和倾诉，随时都可以找我聊天。最后，我想分享一段陈老师的话给你：“品阅古今，阅历人世百态，唯有内心才是人生动力的源泉，归息的港湾。”希望你能够找到内心的平静和力量。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有情绪和困惑，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "接受自己的情绪，与他人交流，将会帮助你更好地理解和接纳自己。",
        "label": ""
      },
      {
        "sentence": "如果你还需要进一步的支持和倾诉，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "最后，我想分享一段陈老师的话给你：“品阅古今，阅历人世百态，唯有内心才是人生动力的源泉，归息的港湾。",
        "label": ""
      },
      {
        "sentence": "”希望你能够找到内心的平静和力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，我会牢记你的建议并尽力去实践的。如果有需要，我会和你保持联系的。再次感谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，我会牢记你的建议并尽力去实践的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会和你保持联系的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，祝愿你一切顺利，随时都可以找我倾诉。记住，你不是一个人在战斗，整个世界都在你身后。加油！",
    "annotation": [
      {
        "sentence": "不用客气，祝愿你一切顺利，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，整个世界都在你身后。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]