[
  {
    "role": "client",
    "content": "感觉自己17岁了跟个小孩子一样，怎样成熟起来？身边的朋友都说我有点幼稚没长大一样，高兴的时候就说我可爱一般都说我幼稚，各种脾气和各种表现都感觉特别不成熟，没有17岁这个年龄该有的成熟，我不知道怎么变成熟我也想改变一下自己让自己成熟起来。",
    "annotation": [
      {
        "sentence": "感觉自己17岁了跟个小孩子一样，怎样成熟起来？",
        "label": ""
      },
      {
        "sentence": "身边的朋友都说我有点幼稚没长大一样，高兴的时候就说我可爱一般都说我幼稚，各种脾气和各种表现都感觉特别不成熟，没有17岁这个年龄该有的成熟，我不知道怎么变成熟我也想改变一下自己让自己成熟起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题我有些触动，也回想起了自己十几岁时的样子，那时也有同学朋友说我不成熟，我也说过别人以及自己不成熟。首先每个年龄段都有不同心理状态特征，符合其特征的情况才是自然的，所以老气横秋不见得就好，他们失去了一个年龄段特有的体验，对未来的成长不见得有好处。当然过于幼稚也不好，如果还保留在年幼时的自我中心化，无法换位思考，那么也会影响人际关系和心理成长。",
    "annotation": [
      {
        "sentence": "看了你的问题我有些触动，也回想起了自己十几岁时的样子，那时也有同学朋友说我不成熟，我也说过别人以及自己不成熟。",
        "label": ""
      },
      {
        "sentence": "首先每个年龄段都有不同心理状态特征，符合其特征的情况才是自然的，所以老气横秋不见得就好，他们失去了一个年龄段特有的体验，对未来的成长不见得有好处。",
        "label": ""
      },
      {
        "sentence": "当然过于幼稚也不好，如果还保留在年幼时的自我中心化，无法换位思考，那么也会影响人际关系和心理成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我明白每个年龄段都有不同的特点，但我觉得自己的幼稚有点超过正常范围，有时候甚至会影响到我和别人的关系。我想知道怎样才能更好地变得成熟一些。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我明白每个年龄段都有不同的特点，但我觉得自己的幼稚有点超过正常范围，有时候甚至会影响到我和别人的关系。",
        "label": ""
      },
      {
        "sentence": "我想知道怎样才能更好地变得成熟一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在十七岁这个年龄段，正是情绪情感体验丰富的阶段。并且青春期孩子生理高速发展，与心理状态不匹配，会表现出很多青春期特有的情绪心理状态。比如半成熟半幼稚，情绪的两极性、心态不平衡、强烈狂暴和温和细腻共存、内外向共存、情绪可控和固执性共存……所以你的状态是正常人在这个年龄阶段表现出来的正常反应。",
    "annotation": [
      {
        "sentence": "在十七岁这个年龄段，正是情绪情感体验丰富的阶段。",
        "label": ""
      },
      {
        "sentence": "并且青春期孩子生理高速发展，与心理状态不匹配，会表现出很多青春期特有的情绪心理状态。",
        "label": ""
      },
      {
        "sentence": "比如半成熟半幼稚，情绪的两极性、心态不平衡、强烈狂暴和温和细腻共存、内外向共存、情绪可控和固执性共存……所以你的状态是正常人在这个年龄阶段表现出来的正常反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的解释，我觉得稍微安心了一些。但我还是想了解一下，身边的人说我幼稚的时候，背后的隐含意思是什么呢？",
    "annotation": [
      {
        "sentence": "听了你的解释，我觉得稍微安心了一些。",
        "label": ""
      },
      {
        "sentence": "但我还是想了解一下，身边的人说我幼稚的时候，背后的隐含意思是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实很简单——你幼稚，没有我成熟，我是站在一个更成熟更高的境界在看你，这种感觉让我感觉很良好，让我有高人一等的感觉……这些大概就是说你幼稚人的心理，人们经常用否定他人来凸显自己。",
    "annotation": [
      {
        "sentence": "其实很简单——你幼稚，没有我成熟，我是站在一个更成熟更高的境界在看你，这种感觉让我感觉很良好，让我有高人一等的感觉……这些大概就是说你幼稚人的心理，人们经常用否定他人来凸显自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我明白了。但我还是希望能够改变一下自己，让自己在这个年龄阶段更加成熟一些。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "原来如此，我明白了。",
        "label": ""
      },
      {
        "sentence": "但我还是希望能够改变一下自己，让自己在这个年龄阶段更加成熟一些。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，你问出这个问题，说明你是一个有自省能力的孩子，这个品质对于青春期的孩子难得可贵。虽然青春期的情绪情感总体来看不稳定，但你若想改变还是有办法的。想改变的先决条件，是接纳自己现在的状态，从内心深处理解并接纳自己现在的状态是合情合理的，然后才能集中心理能量自我改变。",
    "annotation": [
      {
        "sentence": "最后，你问出这个问题，说明你是一个有自省能力的孩子，这个品质对于青春期的孩子难得可贵。",
        "label": ""
      },
      {
        "sentence": "虽然青春期的情绪情感总体来看不稳定，但你若想改变还是有办法的。",
        "label": ""
      },
      {
        "sentence": "想改变的先决条件，是接纳自己现在的状态，从内心深处理解并接纳自己现在的状态是合情合理的，然后才能集中心理能量自我改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，接纳自己现在的状态是必要的。除此之外，还有其他的方法吗？",
    "annotation": [
      {
        "sentence": "我明白了，接纳自己现在的状态是必要的。",
        "label": ""
      },
      {
        "sentence": "除此之外，还有其他的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于情绪情感问题，你可以多写日记多反思，少指责自己，多分析接纳包容自己。同时，尝试主动接触一些能让你成长的事物和人，比如读一些能让你加深对人生认知的书籍，参加一些能培养你独立思考和解决问题能力的活动。通过这些方式，你可以逐渐培养出更加成熟的心态和行为。",
    "annotation": [
      {
        "sentence": "对于情绪情感问题，你可以多写日记多反思，少指责自己，多分析接纳包容自己。",
        "label": ""
      },
      {
        "sentence": "同时，尝试主动接触一些能让你成长的事物和人，比如读一些能让你加深对人生认知的书籍，参加一些能培养你独立思考和解决问题能力的活动。",
        "label": ""
      },
      {
        "sentence": "通过这些方式，你可以逐渐培养出更加成熟的心态和行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会试着按照你说的去做，希望自己能够逐渐成熟起来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会试着按照你说的去做，希望自己能够逐渐成熟起来。",
        "label": ""
      }
    ]
  }
]