[
  {
    "role": "client",
    "content": "从小到大被人表扬反而自我批评自我怀疑？",
    "annotation": [
      {
        "sentence": "从小到大被人表扬反而自我批评自我怀疑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候被赞扬反而让我们自我怀疑。你今天跟英语老师说你英语四级考了349分，她表扬你说不错。你觉得这个成绩差几十分就能通过，所以心里有一丝高兴但同时也感觉自己考得不够好。你想起以前你妈妈总是表扬你说你历害，比别人都好，如果你更努力的话说不定能考得更好，甚至考上211大学。",
    "annotation": [
      {
        "sentence": "是的，有时候被赞扬反而让我们自我怀疑。",
        "label": ""
      },
      {
        "sentence": "你今天跟英语老师说你英语四级考了349分，她表扬你说不错。",
        "label": ""
      },
      {
        "sentence": "你觉得这个成绩差几十分就能通过，所以心里有一丝高兴但同时也感觉自己考得不够好。",
        "label": ""
      },
      {
        "sentence": "你想起以前你妈妈总是表扬你说你历害，比别人都好，如果你更努力的话说不定能考得更好，甚至考上211大学。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是在想这些事情。特别是当遇到一些困难的学科时，比如数学，我觉得自己不行就放弃了。现在总是陷入僵固型思维，觉得自己不够好。如果当时妈妈不这样表扬我，而是鼓励我继续努力，也许我就没有这种自我怀疑了。",
    "annotation": [
      {
        "sentence": "是的，我就是在想这些事情。",
        "label": ""
      },
      {
        "sentence": "特别是当遇到一些困难的学科时，比如数学，我觉得自己不行就放弃了。",
        "label": ""
      },
      {
        "sentence": "现在总是陷入僵固型思维，觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "如果当时妈妈不这样表扬我，而是鼓励我继续努力，也许我就没有这种自我怀疑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你之前提到的四级考试和211大学，我觉得你对自己的成绩持有一些固定思维。你把这些成绩完全归结为你的聪明才智，却忽略了你的努力和准备。所以你总是批评自己，觉得自己从来没有真正努力过。这背后有一种强烈的不甘心感。你妈妈认为你应该在211大学，但现实是你高考前有很强烈的内在冲突，导致你没法去学校上学。英语四级和高考这两个事情在你内心体验上是相似的。如果你的老师对你很满意，你才会真的开心吗？如果你的妈妈对你满意，你才会停止批评自己吗？",
    "annotation": [
      {
        "sentence": "你之前提到的四级考试和211大学，我觉得你对自己的成绩持有一些固定思维。",
        "label": ""
      },
      {
        "sentence": "你把这些成绩完全归结为你的聪明才智，却忽略了你的努力和准备。",
        "label": ""
      },
      {
        "sentence": "所以你总是批评自己，觉得自己从来没有真正努力过。",
        "label": ""
      },
      {
        "sentence": "这背后有一种强烈的不甘心感。",
        "label": ""
      },
      {
        "sentence": "你妈妈认为你应该在211大学，但现实是你高考前有很强烈的内在冲突，导致你没法去学校上学。",
        "label": ""
      },
      {
        "sentence": "英语四级和高考这两个事情在你内心体验上是相似的。",
        "label": ""
      },
      {
        "sentence": "如果你的老师对你很满意，你才会真的开心吗？",
        "label": ""
      },
      {
        "sentence": "如果你的妈妈对你满意，你才会停止批评自己吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实对妈妈有些生气，觉得都怪她用这种方式“夸奖”我，让我总是对自己不满意。我想从这种状态中走出来，但又对妈妈有依赖和认同。",
    "annotation": [
      {
        "sentence": "我确实对妈妈有些生气，觉得都怪她用这种方式“夸奖”我，让我总是对自己不满意。",
        "label": ""
      },
      {
        "sentence": "我想从这种状态中走出来，但又对妈妈有依赖和认同。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，想要离开这种状态并不容易。同时也能理解你对妈妈的依赖和认同。现在你可以尝试从不同的角度看待自己，不要把所有的成就都归功于别人的评价，而是相信自己的努力和能力。同时，也可以与妈妈沟通，告诉她你想要更多的鼓励和支持，而不仅仅是表扬。记住，你是为了自己而奋斗，不是为了迎合别人的期待。",
    "annotation": [
      {
        "sentence": "你的想法很正常，想要离开这种状态并不容易。",
        "label": ""
      },
      {
        "sentence": "同时也能理解你对妈妈的依赖和认同。",
        "label": ""
      },
      {
        "sentence": "现在你可以尝试从不同的角度看待自己，不要把所有的成就都归功于别人的评价，而是相信自己的努力和能力。",
        "label": ""
      },
      {
        "sentence": "同时，也可以与妈妈沟通，告诉她你想要更多的鼓励和支持，而不仅仅是表扬。",
        "label": ""
      },
      {
        "sentence": "记住，你是为了自己而奋斗，不是为了迎合别人的期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试改变自己的看法，并与妈妈进行沟通。我希望能够真正相信自己的能力，不再对自己过度批评。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试改变自己的看法，并与妈妈进行沟通。",
        "label": ""
      },
      {
        "sentence": "我希望能够真正相信自己的能力，不再对自己过度批评。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，相信自己是一个逐步的过程，一步一步来，你会慢慢摆脱这种自我怀疑的状态。记得要给自己一些时间和空间，保持积极的态度。如果你需要继续的支持，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "你做得很好，相信自己是一个逐步的过程，一步一步来，你会慢慢摆脱这种自我怀疑的状态。",
        "label": ""
      },
      {
        "sentence": "记得要给自己一些时间和空间，保持积极的态度。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续的支持，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]