[
  {
    "role": "client",
    "content": "同事硬要让我分享自己的东西，怎么办？我本身就是一个喜欢分享的人有什么吃的都会想着大家但是今年换了公司，其中有这样一位同事，见到我买东西就会说“给大家分一下吗”每次，只有我分的时候这样说，别人分的时候不说，自己有吃的从来不给我让我好苦恼在他说了这种话的情况下我分了，大家只会记她的好我不分，就闭嘴了一片人虽然，我每次都分，都这样的人让我好难受一开始我想，下次不在办公室里买吃的不就好。但是有一次，我弄脏了自己位置的地板，就去拿拖布擦，他见我在拖地，说“来给大家都拖一下嘛”心下里也知道这样的人其实只是为了自己但是没有办法，从来没有怼过她。。。",
    "annotation": [
      {
        "sentence": "同事硬要让我分享自己的东西，怎么办？",
        "label": ""
      },
      {
        "sentence": "我本身就是一个喜欢分享的人有什么吃的都会想着大家但是今年换了公司，其中有这样一位同事，见到我买东西就会说“给大家分一下吗”每次，只有我分的时候这样说，别人分的时候不说，自己有吃的从来不给我让我好苦恼在他说了这种话的情况下我分了，大家只会记她的好我不分，就闭嘴了一片人虽然，我每次都分，都这样的人让我好难受一开始我想，下次不在办公室里买吃的不就好。",
        "label": ""
      },
      {
        "sentence": "但是有一次，我弄脏了自己位置的地板，就去拿拖布擦，他见我在拖地，说“来给大家都拖一下嘛”心下里也知道这样的人其实只是为了自己但是没有办法，从来没有怼过她。。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，让我想起前段时间大热的《三十而已》里的钟晓芹，她也是工作单位的老好人，谁都可以指使她跑腿帮忙，可以找她借东西，中间她也有过不爽，但也都忍忍就过去了，拒绝的话好像很难说出口，直到在新来的实习生钟晓阳的鼓励下，她第一次拒绝了帮助同事拿文件的请求，才发现拒绝并没有让那个同事恼羞成怒，事情也没有变糟糕，钟晓芹才渐渐从被支配，委屈求全的境遇里解脱出来。听了钟晓芹的故事，你有什么感受呢？",
    "annotation": [
      {
        "sentence": "看到你的描述，让我想起前段时间大热的《三十而已》里的钟晓芹，她也是工作单位的老好人，谁都可以指使她跑腿帮忙，可以找她借东西，中间她也有过不爽，但也都忍忍就过去了，拒绝的话好像很难说出口，直到在新来的实习生钟晓阳的鼓励下，她第一次拒绝了帮助同事拿文件的请求，才发现拒绝并没有让那个同事恼羞成怒，事情也没有变糟糕，钟晓芹才渐渐从被支配，委屈求全的境遇里解脱出来。",
        "label": ""
      },
      {
        "sentence": "听了钟晓芹的故事，你有什么感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得她很勇敢，能够拒绝别人的请求。但是，我总觉得拒绝别人会让他们不开心，还会影响工作氛围。",
    "annotation": [
      {
        "sentence": "我觉得她很勇敢，能够拒绝别人的请求。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得拒绝别人会让他们不开心，还会影响工作氛围。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，拒绝别人并不一定会让他们不开心，关键在于你的表达方式。你可以适当解释一下拒绝的原因，让他们理解你的立场。同时，你也要明白，如果一味满足别人的要求，只会让他们觉得理所当然，并不会对你的付出产生更多的感激。",
    "annotation": [
      {
        "sentence": "其实，拒绝别人并不一定会让他们不开心，关键在于你的表达方式。",
        "label": ""
      },
      {
        "sentence": "你可以适当解释一下拒绝的原因，让他们理解你的立场。",
        "label": ""
      },
      {
        "sentence": "同时，你也要明白，如果一味满足别人的要求，只会让他们觉得理所当然，并不会对你的付出产生更多的感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，但是我担心拒绝别人会破坏我们之间的关系，会让他们对我有意见。",
    "annotation": [
      {
        "sentence": "我理解你的意思，但是我担心拒绝别人会破坏我们之间的关系，会让他们对我有意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心失去他人的好感是可以理解的，但是你也要认识到，真正的朋友和同事是不会因为你拒绝了一次请求就对你产生过多的负面情绪。相反，他们会理解并尊重你的选择。保持一个健康的工作边界对你和他人都是有益的。",
    "annotation": [
      {
        "sentence": "担心失去他人的好感是可以理解的，但是你也要认识到，真正的朋友和同事是不会因为你拒绝了一次请求就对你产生过多的负面情绪。",
        "label": ""
      },
      {
        "sentence": "相反，他们会理解并尊重你的选择。",
        "label": ""
      },
      {
        "sentence": "保持一个健康的工作边界对你和他人都是有益的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我该如何开始改变自己的应对方式呢？",
    "annotation": [
      {
        "sentence": "我明白了，但是我该如何开始改变自己的应对方式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以从小事做起，比如下次他再要求你分享东西时，你可以委婉地拒绝，并解释一下自己的原因。在保持自己边界的同时，也要学会关心自己的感受，不要总是以他人的需求为优先。",
    "annotation": [
      {
        "sentence": "你可以从小事做起，比如下次他再要求你分享东西时，你可以委婉地拒绝，并解释一下自己的原因。",
        "label": ""
      },
      {
        "sentence": "在保持自己边界的同时，也要学会关心自己的感受，不要总是以他人的需求为优先。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那如果他们还是不理解我，还是对我有过多的要求怎么办？",
    "annotation": [
      {
        "sentence": "那如果他们还是不理解我，还是对我有过多的要求怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他们还是不能理解你的选择，那可能需要更直接地表达你的感受和立场。告诉他们你的感受，让他们知道你的底线和边界。有时候，坦诚地沟通是解决问题的好方法。但也要注意用词和表达方式，避免引起冲突。",
    "annotation": [
      {
        "sentence": "如果他们还是不能理解你的选择，那可能需要更直接地表达你的感受和立场。",
        "label": ""
      },
      {
        "sentence": "告诉他们你的感受，让他们知道你的底线和边界。",
        "label": ""
      },
      {
        "sentence": "有时候，坦诚地沟通是解决问题的好方法。",
        "label": ""
      },
      {
        "sentence": "但也要注意用词和表达方式，避免引起冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去改变自己的应对方式，保护好自己的边界。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会试着去改变自己的应对方式，保护好自己的边界。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够处理好这个问题的。记住，善待自己才能更好地帮助他人。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够处理好这个问题的。",
        "label": ""
      },
      {
        "sentence": "记住，善待自己才能更好地帮助他人。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]