[
  {
    "role": "client",
    "content": "从小到大被人表扬反而自我批评自我怀疑？今天下午跟英语老师说英语四级349分，因为她曾经说过凡是参加过四级的同学可以加平时分，当她听见这个成绩时，她说挺不错嘛我就跟她说裸考的差几十分就可以通过，她以这样的方式来表扬你，心里有一丝高兴的同时却也感觉自己考这样的分数，差几十分就通过也不错嘛，，想起以前我妈总是说我多么的历害，这么长时间不去上学也考的比别人高，如果我在努力，说不定比别人考的更高，甚至考上211，(因为强迫症心烦恐惧在家34个月不上学)，正当连老师都以为我只能大专时，没想到考上个本科，虽然只是民办本科，他们都惊讶（听我妈描述）虽然心里也有点高兴，但同时总觉的不够好，尤其是从小到大被我妈这样表扬，每当遇见比较困难的学科时，比如数学，因为数学不怎么样却放弃啦，现在也总是不自觉的陷入僵固型思维，而我妈从来就表扬，从不说你以后继续努力这样的话，接着就怪我妈如果当时不总是这样表扬，而是继续努力，也许现在也没有自我怀疑",
    "annotation": [
      {
        "sentence": "从小到大被人表扬反而自我批评自我怀疑？",
        "label": ""
      },
      {
        "sentence": "今天下午跟英语老师说英语四级349分，因为她曾经说过凡是参加过四级的同学可以加平时分，当她听见这个成绩时，她说挺不错嘛我就跟她说裸考的差几十分就可以通过，她以这样的方式来表扬你，心里有一丝高兴的同时却也感觉自己考这样的分数，差几十分就通过也不错嘛，，想起以前我妈总是说我多么的历害，这么长时间不去上学也考的比别人高，如果我在努力，说不定比别人考的更高，甚至考上211，(因为强迫症心烦恐惧在家34个月不上学)，正当连老师都以为我只能大专时，没想到考上个本科，虽然只是民办本科，他们都惊讶（听我妈描述）虽然心里也有点高兴，但同时总觉的不够好，尤其是从小到大被我妈这样表扬，每当遇见比较困难的学科时，比如数学，因为数学不怎么样却放弃啦，现在也总是不自觉的陷入僵固型思维，而我妈从来就表扬，从不说你以后继续努力这样的话，接着就怪我妈如果当时不总是这样表扬，而是继续努力，也许现在也没有自我怀疑",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得老师的表扬让你想起了妈妈的表扬，但妈妈的表扬并没有让你很自信，反而让你自我怀疑。你感到很疑惑，那我们一起来看一下是怎么回事。",
    "annotation": [
      {
        "sentence": "你觉得老师的表扬让你想起了妈妈的表扬，但妈妈的表扬并没有让你很自信，反而让你自我怀疑。",
        "label": ""
      },
      {
        "sentence": "你感到很疑惑，那我们一起来看一下是怎么回事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到很困惑。我小时候妈妈总是夸赞我很厉害，因为我不去上学却能考得比别人高。我想如果我以后再努力一点，说不定可以比别人考得更高，甚至考上211大学。虽然我考上了本科，但觉得自己还是不够好。特别是每当遇到难科，比如数学，我总是放弃，现在也总是陷入僵局，不敢尝试。",
    "annotation": [
      {
        "sentence": "是的，我真的感到很困惑。",
        "label": ""
      },
      {
        "sentence": "我小时候妈妈总是夸赞我很厉害，因为我不去上学却能考得比别人高。",
        "label": ""
      },
      {
        "sentence": "我想如果我以后再努力一点，说不定可以比别人考得更高，甚至考上211大学。",
        "label": ""
      },
      {
        "sentence": "虽然我考上了本科，但觉得自己还是不够好。",
        "label": ""
      },
      {
        "sentence": "特别是每当遇到难科，比如数学，我总是放弃，现在也总是陷入僵局，不敢尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈的夸奖让你感到自我怀疑。我觉得她的夸奖方式可能让你内心不舒服。你可能觉得她是在间接否定你的努力，认为你的成绩只是偶然得来的，而不是你自己努力的结果。",
    "annotation": [
      {
        "sentence": "妈妈的夸奖让你感到自我怀疑。",
        "label": ""
      },
      {
        "sentence": "我觉得她的夸奖方式可能让你内心不舒服。",
        "label": ""
      },
      {
        "sentence": "你可能觉得她是在间接否定你的努力，认为你的成绩只是偶然得来的，而不是你自己努力的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我觉得妈妈的夸奖方式不太对。她好像认为只要我想要什么，就会得到，而不在乎别人的付出。这让我感到很不舒服，我不想接受她的肯定，因为这样反而会否定我的努力。",
    "annotation": [
      {
        "sentence": "确实，我觉得妈妈的夸奖方式不太对。",
        "label": ""
      },
      {
        "sentence": "她好像认为只要我想要什么，就会得到，而不在乎别人的付出。",
        "label": ""
      },
      {
        "sentence": "这让我感到很不舒服，我不想接受她的肯定，因为这样反而会否定我的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。可能她的态度让你觉得不被重视，而且你可能会潜意识地否定这种态度。同时，她对你的成就的肯定也带来了压力，让你觉得自己的努力还不够，还需要更好的成绩。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "可能她的态度让你觉得不被重视，而且你可能会潜意识地否定这种态度。",
        "label": ""
      },
      {
        "sentence": "同时，她对你的成就的肯定也带来了压力，让你觉得自己的努力还不够，还需要更好的成绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，她总是让我感到自己做得不够好。我觉得自己的努力得不到肯定。如果她能够换一种方式来表扬我，比如肯定我付出的努力并庆祝一下我的成果，那我可能会觉得更有成就感，更自信。",
    "annotation": [
      {
        "sentence": "是的，她总是让我感到自己做得不够好。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的努力得不到肯定。",
        "label": ""
      },
      {
        "sentence": "如果她能够换一种方式来表扬我，比如肯定我付出的努力并庆祝一下我的成果，那我可能会觉得更有成就感，更自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对。她可以肯定你对学习的努力，并且庆祝你的成绩。这样你就会感到自己做得很好，而且你的努力得到了重视。同时，我也希望你能够接受自己目前取得的成绩，不要过于追求更好的结果，而是看到自己努力的过程和进步。",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "她可以肯定你对学习的努力，并且庆祝你的成绩。",
        "label": ""
      },
      {
        "sentence": "这样你就会感到自己做得很好，而且你的努力得到了重视。",
        "label": ""
      },
      {
        "sentence": "同时，我也希望你能够接受自己目前取得的成绩，不要过于追求更好的结果，而是看到自己努力的过程和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试接受自己的成绩，并且庆祝自己的努力和进步。我不要再只以结果来衡量自己的价值了。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会尝试接受自己的成绩，并且庆祝自己的努力和进步。",
        "label": ""
      },
      {
        "sentence": "我不要再只以结果来衡量自己的价值了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的回答能够帮助到你。如果你还有其他问题或者困惑，随时都可以来找我倾诉。记得要对自己有信心，你做得很好。",
    "annotation": [
      {
        "sentence": "不客气，希望我的回答能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者困惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "记得要对自己有信心，你做得很好。",
        "label": ""
      }
    ]
  }
]