[
  {
    "role": "client",
    "content": "舍友像是针对我，我好像被人PUA啦？大学生一个宿舍里的人对声音非常的敏感，属于那种他睡觉我也要睡觉的那个类型，比如中午点外卖的时候，因为点的晚，拆开塑料袋时弄点声音就说你为不吵他，小心翼翼的拆开也说你，甚至拿门外面拆开等他起床也来说你以后能不能点外卖早点，不要等到别人睡觉再点，但别人点外卖拆塑料袋弄的声音比我的更大不说别人，反而说我，我还这么委屈自己拿门外面拆反而不领情，这不就是针对我吗，更气的是，刚刚洗澡出来，本想放洗衣机洗衣服，叫你大晚上不要洗，明天再洗，但他关宿舍灯躺在床上看综艺根本就不睡觉我还听他话不洗，而且叫我关灯说的不是全名（不带姓的），我也关灯，没事求你叫你时竟然是带姓的，有事就和蔼点，没事就称呼都不一样，，想说他也没胆说，怕他攻击你，心里就想发现对声音敏感我就故意拆外卖声音大点，有被动攻击，想起李玟瑾说的小心被动攻击的人，别看表面没事，其实心里蕴藏着巨大的东东，我好像就是这样的人，我好像被他PUA啦。",
    "annotation": [
      {
        "sentence": "舍友像是针对我，我好像被人PUA啦？",
        "label": ""
      },
      {
        "sentence": "大学生一个宿舍里的人对声音非常的敏感，属于那种他睡觉我也要睡觉的那个类型，比如中午点外卖的时候，因为点的晚，拆开塑料袋时弄点声音就说你为不吵他，小心翼翼的拆开也说你，甚至拿门外面拆开等他起床也来说你以后能不能点外卖早点，不要等到别人睡觉再点，但别人点外卖拆塑料袋弄的声音比我的更大不说别人，反而说我，我还这么委屈自己拿门外面拆反而不领情，这不就是针对我吗，更气的是，刚刚洗澡出来，本想放洗衣机洗衣服，叫你大晚上不要洗，明天再洗，但他关宿舍灯躺在床上看综艺根本就不睡觉我还听他话不洗，而且叫我关灯说的不是全名（不带姓的），我也关灯，没事求你叫你时竟然是带姓的，有事就和蔼点，没事就称呼都不一样，，想说他也没胆说，怕他攻击你，心里就想发现对声音敏感我就故意拆外卖声音大点，有被动攻击，想起李玟瑾说的小心被动攻击的人，别看表面没事，其实心里蕴藏着巨大的东东，我好像就是这样的人，我好像被他PUA啦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这样的室友，让人真的很不舒服。你都努力的配合和体谅他了，还这么得寸进尺，真的是过分。我们一起来梳理下你讲的情况吧：",
    "annotation": [
      {
        "sentence": "遇到这样的室友，让人真的很不舒服。",
        "label": ""
      },
      {
        "sentence": "你都努力的配合和体谅他了，还这么得寸进尺，真的是过分。",
        "label": ""
      },
      {
        "sentence": "我们一起来梳理下你讲的情况吧：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心。确实是很不舒服。他总是抓住我做出的一点声音不放，并且对我要求很苛刻。就连点外卖的声音都受不了，我觉得他是故意针对我。我觉得很委屈。",
    "annotation": [
      {
        "sentence": "谢谢你的关心。",
        "label": ""
      },
      {
        "sentence": "确实是很不舒服。",
        "label": ""
      },
      {
        "sentence": "他总是抓住我做出的一点声音不放，并且对我要求很苛刻。",
        "label": ""
      },
      {
        "sentence": "就连点外卖的声音都受不了，我觉得他是故意针对我。",
        "label": ""
      },
      {
        "sentence": "我觉得很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "宿舍里不只你们两个人，别人弄出声音他不说，你无论多小心他都会说你。你可以试着去观察下，那些他不说的人，平时说话做事与你有什么不同呢？从他第一次怪你的时候，你心里的感觉是怎么样的呢？你觉得都是自己的错？自己吵到他了，自己需要改进。于是一次比一次小心翼翼，甚至拿到门外去拆。你接下来还要怎么迁就呢？要不要干脆不吃饭不点外卖了呢，这样就绝对没有声音了。我觉得这是一个归因的问题，现象是他午睡受影响睡不着，那你分析看看，100%是因为你拆塑料袋他睡不着的吗？拆个袋子持续的声响不过几十秒，很显然肯定不是这个原因。既然这个不是绝对原因，为什么要过度迎合呢？能试着忽略他的声音吗？让自己憋屈着难受着也要去迁就他，他对你而言是有多重要？如果你没法忽略他的意见和声音，那么你的内心想法是怎样的？我们可以一起讨论下。在这件事上你已经很照顾他的感受了。体贴和讨好有时看起来是相似的。",
    "annotation": [
      {
        "sentence": "宿舍里不只你们两个人，别人弄出声音他不说，你无论多小心他都会说你。",
        "label": ""
      },
      {
        "sentence": "你可以试着去观察下，那些他不说的人，平时说话做事与你有什么不同呢？",
        "label": ""
      },
      {
        "sentence": "从他第一次怪你的时候，你心里的感觉是怎么样的呢？",
        "label": ""
      },
      {
        "sentence": "你觉得都是自己的错？",
        "label": ""
      },
      {
        "sentence": "自己吵到他了，自己需要改进。",
        "label": ""
      },
      {
        "sentence": "于是一次比一次小心翼翼，甚至拿到门外去拆。",
        "label": ""
      },
      {
        "sentence": "你接下来还要怎么迁就呢？",
        "label": ""
      },
      {
        "sentence": "要不要干脆不吃饭不点外卖了呢，这样就绝对没有声音了。",
        "label": ""
      },
      {
        "sentence": "我觉得这是一个归因的问题，现象是他午睡受影响睡不着，那你分析看看，100%是因为你拆塑料袋他睡不着的吗？",
        "label": ""
      },
      {
        "sentence": "拆个袋子持续的声响不过几十秒，很显然肯定不是这个原因。",
        "label": ""
      },
      {
        "sentence": "既然这个不是绝对原因，为什么要过度迎合呢？",
        "label": ""
      },
      {
        "sentence": "能试着忽略他的声音吗？",
        "label": ""
      },
      {
        "sentence": "让自己憋屈着难受着也要去迁就他，他对你而言是有多重要？",
        "label": ""
      },
      {
        "sentence": "如果你没法忽略他的意见和声音，那么你的内心想法是怎样的？",
        "label": ""
      },
      {
        "sentence": "我们可以一起讨论下。",
        "label": ""
      },
      {
        "sentence": "在这件事上你已经很照顾他的感受了。",
        "label": ""
      },
      {
        "sentence": "体贴和讨好有时看起来是相似的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我一直觉得自己的确是在影响他的休息，所以一直在努力迁就他，尽量避免制造声音。但是你的话让我意识到，这并不是我唯一的选择。也许我可以试着忽略他的意见和声音，让自己过得更自在些。其实，在这件事上我真的很委屈，也可能过度敏感了。我想从内心寻找一种平衡，同时保护好自己的感受。",
    "annotation": [
      {
        "sentence": "你说得很对，我一直觉得自己的确是在影响他的休息，所以一直在努力迁就他，尽量避免制造声音。",
        "label": ""
      },
      {
        "sentence": "但是你的话让我意识到，这并不是我唯一的选择。",
        "label": ""
      },
      {
        "sentence": "也许我可以试着忽略他的意见和声音，让自己过得更自在些。",
        "label": ""
      },
      {
        "sentence": "其实，在这件事上我真的很委屈，也可能过度敏感了。",
        "label": ""
      },
      {
        "sentence": "我想从内心寻找一种平衡，同时保护好自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让你晚上不洗衣服，让你帮忙关灯，有求于你就亲切，无事就叫全名。这些事情和第一点说的都是一个类型。目前可以推测，你的这个室友是一位控制欲比较强的人，通过控制他人来刷存在感。而你又总是不自觉的迎合，即便心里很烦。当你看到这里时，你有联想起你生命中什么类似的情景吗？对付这种人，就是勇敢的说不。如果你生性体贴，想为别人的需求做点什么，也没关系。重点是你在去做什么之前，先认真问问自己的心，你是真的乐意去做的？还是出于其他的担忧或害怕去做的。总之，让你觉得委屈的，都别做就行了。一个想出演控制剧本的人，没法演独角戏的。只要你不配合出演，自然就演不下去了。最后，你是独一无二的，你的存在就是价值，你值得被好好对待。祝你听从内心的声音，快乐做自己。",
    "annotation": [
      {
        "sentence": "让你晚上不洗衣服，让你帮忙关灯，有求于你就亲切，无事就叫全名。",
        "label": ""
      },
      {
        "sentence": "这些事情和第一点说的都是一个类型。",
        "label": ""
      },
      {
        "sentence": "目前可以推测，你的这个室友是一位控制欲比较强的人，通过控制他人来刷存在感。",
        "label": ""
      },
      {
        "sentence": "而你又总是不自觉的迎合，即便心里很烦。",
        "label": ""
      },
      {
        "sentence": "当你看到这里时，你有联想起你生命中什么类似的情景吗？",
        "label": ""
      },
      {
        "sentence": "对付这种人，就是勇敢的说不。",
        "label": ""
      },
      {
        "sentence": "如果你生性体贴，想为别人的需求做点什么，也没关系。",
        "label": ""
      },
      {
        "sentence": "重点是你在去做什么之前，先认真问问自己的心，你是真的乐意去做的？",
        "label": ""
      },
      {
        "sentence": "还是出于其他的担忧或害怕去做的。",
        "label": ""
      },
      {
        "sentence": "总之，让你觉得委屈的，都别做就行了。",
        "label": ""
      },
      {
        "sentence": "一个想出演控制剧本的人，没法演独角戏的。",
        "label": ""
      },
      {
        "sentence": "只要你不配合出演，自然就演不下去了。",
        "label": ""
      },
      {
        "sentence": "最后，你是独一无二的，你的存在就是价值，你值得被好好对待。",
        "label": ""
      },
      {
        "sentence": "祝你听从内心的声音，快乐做自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我感到温暖和鼓励，谢谢你陪我一起分析和寻找解决办法。确实，我一直在不自觉地迎合他的需求，但这样的迁就只会让我感到烦恼和委屈。我明白了，我需要学会更坚定地说不。我会从现在开始，听从内心的声音，做对自己更好的选择。再次，谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你的话让我感到温暖和鼓励，谢谢你陪我一起分析和寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "确实，我一直在不自觉地迎合他的需求，但这样的迁就只会让我感到烦恼和委屈。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要学会更坚定地说不。",
        "label": ""
      },
      {
        "sentence": "我会从现在开始，听从内心的声音，做对自己更好的选择。",
        "label": ""
      },
      {
        "sentence": "再次，谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你的感受和需要同样重要，不要让别人的控制剥夺你的快乐和自由。如果你需要进一步的支持或有任何困惑，随时都可以找我倾诉。祝你获得平衡和幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需要同样重要，不要让别人的控制剥夺你的快乐和自由。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持或有任何困惑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你获得平衡和幸福！",
        "label": ""
      }
    ]
  }
]