[
  {
    "role": "client",
    "content": "室友之间关系，为什么他们总是忽略我？如果可以，有人说下到底怎么回事？本人比较安静，但是刚上大学，我很尽力的去融入宿舍，然而宿舍里两个和我同班的，他们原先不认识，我们三个走在一起他们莫名的忽视我。我等他们讲停后去接话或者自己说话，然而他们装做听不见一样，两个人又说了起来。我本来社交就不行，但是现在大一还在军训，我真的在努力了。可是他们的行为让我真的怀疑我自己了。我借东西给别人或者打扫卫生都比较积极的，没有为了交友而做作。还有一个和我同班的，他跟我借东西或问事情我都很积极，但是他从没有说谢谢，这就算了，如果我和他走一起我不说话，他就不说话。他和其他两个人就有主动说话。我真的不知道自己是哪里错了，真的不知道，第一次住宿，我一直提醒自己可以和他们玩的好，可是他们总是忽略我。现在我也提醒自己以后的同学或许可以，以后若有一起考研的人或许可以。或许我真的应该每天出去和别人聊天了。我社交差我承认，我在努力。加油。",
    "annotation": [
      {
        "sentence": "室友之间关系，为什么他们总是忽略我？",
        "label": ""
      },
      {
        "sentence": "如果可以，有人说下到底怎么回事？",
        "label": ""
      },
      {
        "sentence": "本人比较安静，但是刚上大学，我很尽力的去融入宿舍，然而宿舍里两个和我同班的，他们原先不认识，我们三个走在一起他们莫名的忽视我。",
        "label": ""
      },
      {
        "sentence": "我等他们讲停后去接话或者自己说话，然而他们装做听不见一样，两个人又说了起来。",
        "label": ""
      },
      {
        "sentence": "我本来社交就不行，但是现在大一还在军训，我真的在努力了。",
        "label": ""
      },
      {
        "sentence": "可是他们的行为让我真的怀疑我自己了。",
        "label": ""
      },
      {
        "sentence": "我借东西给别人或者打扫卫生都比较积极的，没有为了交友而做作。",
        "label": ""
      },
      {
        "sentence": "还有一个和我同班的，他跟我借东西或问事情我都很积极，但是他从没有说谢谢，这就算了，如果我和他走一起我不说话，他就不说话。",
        "label": ""
      },
      {
        "sentence": "他和其他两个人就有主动说话。",
        "label": ""
      },
      {
        "sentence": "我真的不知道自己是哪里错了，真的不知道，第一次住宿，我一直提醒自己可以和他们玩的好，可是他们总是忽略我。",
        "label": ""
      },
      {
        "sentence": "现在我也提醒自己以后的同学或许可以，以后若有一起考研的人或许可以。",
        "label": ""
      },
      {
        "sentence": "或许我真的应该每天出去和别人聊天了。",
        "label": ""
      },
      {
        "sentence": "我社交差我承认，我在努力。",
        "label": ""
      },
      {
        "sentence": "加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听说你对室友之间关系感到困惑和疑惑。首先，我想问一下，你认为自己社交不好的原因是什么呢？对于室友而言，也许他们不愿意直接告诉你原因，可能是因为害怕得罪你、怕你听了不舒服，也怕和你交流费劲。我读完你的话也略感费劲，那么你的同学们可能也会感到同样的困惑。你的表达能力、思维逻辑和说话方式比较混乱，这可能会让很多人无法接受。",
    "annotation": [
      {
        "sentence": "求助者，听说你对室友之间关系感到困惑和疑惑。",
        "label": ""
      },
      {
        "sentence": "首先，我想问一下，你认为自己社交不好的原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "对于室友而言，也许他们不愿意直接告诉你原因，可能是因为害怕得罪你、怕你听了不舒服，也怕和你交流费劲。",
        "label": ""
      },
      {
        "sentence": "我读完你的话也略感费劲，那么你的同学们可能也会感到同样的困惑。",
        "label": ""
      },
      {
        "sentence": "你的表达能力、思维逻辑和说话方式比较混乱，这可能会让很多人无法接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直努力融入宿舍，因为我觉得我是宿舍的一份子。但是，也许你可以告诉我，为什么是我要去融入别人，而不是别人融入我呢？我可能在忽略了自己的同时，现在却在抱怨别人忽略了我。",
    "annotation": [
      {
        "sentence": "我一直努力融入宿舍，因为我觉得我是宿舍的一份子。",
        "label": ""
      },
      {
        "sentence": "但是，也许你可以告诉我，为什么是我要去融入别人，而不是别人融入我呢？",
        "label": ""
      },
      {
        "sentence": "我可能在忽略了自己的同时，现在却在抱怨别人忽略了我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，为什么是你要去融入别人，而不是别人来融入你呢？你也许可以反思一下这个问题。还有你提到说等别人讲停后才去接话，或者试着自己说话，但他们却装作听不见。我觉得，可能是因为你一直试图插话，这种行为被大多数人所讨厌。你有没有尝试过和大家聊一些共同话题呢？也许是你的话题让别人觉得没有趣味，所以才会表现得像没听见一样。",
    "annotation": [
      {
        "sentence": "你说得对，为什么是你要去融入别人，而不是别人来融入你呢？",
        "label": ""
      },
      {
        "sentence": "你也许可以反思一下这个问题。",
        "label": ""
      },
      {
        "sentence": "还有你提到说等别人讲停后才去接话，或者试着自己说话，但他们却装作听不见。",
        "label": ""
      },
      {
        "sentence": "我觉得，可能是因为你一直试图插话，这种行为被大多数人所讨厌。",
        "label": ""
      },
      {
        "sentence": "你有没有尝试过和大家聊一些共同话题呢？",
        "label": ""
      },
      {
        "sentence": "也许是你的话题让别人觉得没有趣味，所以才会表现得像没听见一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我平时都很积极地借东西给别人或者打扫卫生，而不是为了交友而做作。但是，有一个同班的同学，每次借东西或者问问题，我都很热心帮助，但是他从来没有说谢谢。更让我气愤的是，如果我和他一起走路不说话，他也会选择保持沉默。可是他和其他两个室友却主动和他们交谈。这让我真的很困惑，不知道自己到底哪里出了错。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我平时都很积极地借东西给别人或者打扫卫生，而不是为了交友而做作。",
        "label": ""
      },
      {
        "sentence": "但是，有一个同班的同学，每次借东西或者问问题，我都很热心帮助，但是他从来没有说谢谢。",
        "label": ""
      },
      {
        "sentence": "更让我气愤的是，如果我和他一起走路不说话，他也会选择保持沉默。",
        "label": ""
      },
      {
        "sentence": "可是他和其他两个室友却主动和他们交谈。",
        "label": ""
      },
      {
        "sentence": "这让我真的很困惑，不知道自己到底哪里出了错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对这位同班同学感到很生气和困惑。但是，就你之前说的情况来看，你借东西或者帮助他的时候，是否希望他能对你表示感谢，以此来回报你的帮助呢？这种讨好别人的行为，往往是不被大多数人喜欢的。每个人都在忙碌，没有时间去回应别人的讨好。每个人都有自己的事情需要处理。你说你没有为了交友而做作，但是你的行为和说法似乎有些矛盾。",
    "annotation": [
      {
        "sentence": "听起来你对这位同班同学感到很生气和困惑。",
        "label": ""
      },
      {
        "sentence": "但是，就你之前说的情况来看，你借东西或者帮助他的时候，是否希望他能对你表示感谢，以此来回报你的帮助呢？",
        "label": ""
      },
      {
        "sentence": "这种讨好别人的行为，往往是不被大多数人喜欢的。",
        "label": ""
      },
      {
        "sentence": "每个人都在忙碌，没有时间去回应别人的讨好。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的事情需要处理。",
        "label": ""
      },
      {
        "sentence": "你说你没有为了交友而做作，但是你的行为和说法似乎有些矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导。我现在也在努力想着以后可能会和其他同学相处得好一些，比如未来一起考研的人。或许我应该勇敢地每天出去和别人聊天。我承认我社交能力不强，但我会努力的。加油。",
    "annotation": [
      {
        "sentence": "谢谢你的指导。",
        "label": ""
      },
      {
        "sentence": "我现在也在努力想着以后可能会和其他同学相处得好一些，比如未来一起考研的人。",
        "label": ""
      },
      {
        "sentence": "或许我应该勇敢地每天出去和别人聊天。",
        "label": ""
      },
      {
        "sentence": "我承认我社交能力不强，但我会努力的。",
        "label": ""
      },
      {
        "sentence": "加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，有一种依赖性太强的想法，会让人感到吃不消。你是否只能依赖别人才能做一些事情呢？也许你可以学会独立，不需要别人的陪伴和支持，也能够自己行动起来。每个人都需要有自己的空间和自己的喜好爱好，这样才能更好地与他人相处。",
    "annotation": [
      {
        "sentence": "确实，有一种依赖性太强的想法，会让人感到吃不消。",
        "label": ""
      },
      {
        "sentence": "你是否只能依赖别人才能做一些事情呢？",
        "label": ""
      },
      {
        "sentence": "也许你可以学会独立，不需要别人的陪伴和支持，也能够自己行动起来。",
        "label": ""
      },
      {
        "sentence": "每个人都需要有自己的空间和自己的喜好爱好，这样才能更好地与他人相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我也应该培养自己的自我意识，有自己的主见，有独立的空间和兴趣爱好。我会思考一下自己的问题，并且试着去改变，去和他人更好地相处。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我也应该培养自己的自我意识，有自己的主见，有独立的空间和兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "我会思考一下自己的问题，并且试着去改变，去和他人更好地相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到了自己的问题，并且愿意去改变。这是很重要的一步。相信自己，相信你可以通过努力改变自己的社交能力。我相信你能够做到的，加油！",
    "annotation": [
      {
        "sentence": "很好，你已经意识到了自己的问题，并且愿意去改变。",
        "label": ""
      },
      {
        "sentence": "这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以通过努力改变自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "我相信你能够做到的，加油！",
        "label": ""
      }
    ]
  }
]