[
  {
    "role": "client",
    "content": "和朋友倾诉了和我喜欢人之间发生的事，又很后悔？我喜欢一个女生，和她接吻了拥抱干了很多亲密事，但是她因为介意很多事并没有和我确定关系，并且她说对我没有心动的感觉。我很困惑也很困扰，然后和自己的几个朋友倾诉了这件事，现在感觉自己嘴太快了，不该告诉朋友我和她发生的事，虽然没有细节。感觉很对不起我喜欢的女生，也配不上她的喜欢。(这个女生很单纯没谈过恋爱，可以排除渣或其他不好的可能)",
    "annotation": [
      {
        "sentence": "和朋友倾诉了和我喜欢人之间发生的事，又很后悔？",
        "label": ""
      },
      {
        "sentence": "我喜欢一个女生，和她接吻了拥抱干了很多亲密事，但是她因为介意很多事并没有和我确定关系，并且她说对我没有心动的感觉。",
        "label": ""
      },
      {
        "sentence": "我很困惑也很困扰，然后和自己的几个朋友倾诉了这件事，现在感觉自己嘴太快了，不该告诉朋友我和她发生的事，虽然没有细节。",
        "label": ""
      },
      {
        "sentence": "感觉很对不起我喜欢的女生，也配不上她的喜欢。",
        "label": ""
      },
      {
        "sentence": "(这个女生很单纯没谈过恋爱，可以排除渣或其他不好的可能)",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀。能够感受到你内心对于这位女生的喜欢，同时也能够察觉到你对于倾诉这些比较隐私的事情之后的后悔感。因为你可能会评价自己为『太随便』『不尊重』『不值得被喜欢』，事实究竟如何或许仍然值得更进一步的探究，你可能当时需要获得某种发泄的窗口，所以才会去向自己的朋友倾诉，每个人的行为都是有很多理由的。如果觉得这种行为不太妙，或许将来在倾诉之前可以再斟酌三分钟哦。",
    "annotation": [
      {
        "sentence": "呀。",
        "label": ""
      },
      {
        "sentence": "能够感受到你内心对于这位女生的喜欢，同时也能够察觉到你对于倾诉这些比较隐私的事情之后的后悔感。",
        "label": ""
      },
      {
        "sentence": "因为你可能会评价自己为『太随便』『不尊重』『不值得被喜欢』，事实究竟如何或许仍然值得更进一步的探究，你可能当时需要获得某种发泄的窗口，所以才会去向自己的朋友倾诉，每个人的行为都是有很多理由的。",
        "label": ""
      },
      {
        "sentence": "如果觉得这种行为不太妙，或许将来在倾诉之前可以再斟酌三分钟哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，以后我会更加谨慎。但是现在我觉得很愧疚和对不起那个女生。我担心她会因为我告诉朋友我们之间的事而对我失去信任。",
    "annotation": [
      {
        "sentence": "我明白了，以后我会更加谨慎。",
        "label": ""
      },
      {
        "sentence": "但是现在我觉得很愧疚和对不起那个女生。",
        "label": ""
      },
      {
        "sentence": "我担心她会因为我告诉朋友我们之间的事而对我失去信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说得对。接触到的越是亲密的事情，就越需要被重视并且慎重对待。现在你可能对自己过去的行为产生了负面判断，觉得愧疚对不起她，觉得自己太随便了。但其实这是需要重新去思考的地方。你可以在今后慢慢原谅自己，并且看到将来在倾诉之前需要全面考虑，对于你和她之间的关系需要有更加清晰的定位。过去的倾诉行为无法改变，关键是现在的生活是怎样的，你觉得自己将来想要有什么规划。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "接触到的越是亲密的事情，就越需要被重视并且慎重对待。",
        "label": ""
      },
      {
        "sentence": "现在你可能对自己过去的行为产生了负面判断，觉得愧疚对不起她，觉得自己太随便了。",
        "label": ""
      },
      {
        "sentence": "但其实这是需要重新去思考的地方。",
        "label": ""
      },
      {
        "sentence": "你可以在今后慢慢原谅自己，并且看到将来在倾诉之前需要全面考虑，对于你和她之间的关系需要有更加清晰的定位。",
        "label": ""
      },
      {
        "sentence": "过去的倾诉行为无法改变，关键是现在的生活是怎样的，你觉得自己将来想要有什么规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在想要好好改变自己，变得更加睿智。我想尊重她的意愿，如果她不喜欢我，我也不会再主动接触她了。我会认真反思自己的过去行为，并且向她道歉。",
    "annotation": [
      {
        "sentence": "是的，我现在想要好好改变自己，变得更加睿智。",
        "label": ""
      },
      {
        "sentence": "我想尊重她的意愿，如果她不喜欢我，我也不会再主动接触她了。",
        "label": ""
      },
      {
        "sentence": "我会认真反思自己的过去行为，并且向她道歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经迈出了一步。人们的注意力非常有限，如果彼此的谈话并不能按照某种预设来进行轮流，就有可能出现某些信息被过滤或忽略掉。在社交场合中，每个人都有自己的想法和需求，注意到群体之间可能存在各种交流的偏好，可能不是特地针对谁的，只是我们可能需要某种宣泄的出口。将来也可以考虑其他倾诉的方法，能够让信息更加安全存放。在处理人际关系时，需要明白每个人的性格都是不同的。",
    "annotation": [
      {
        "sentence": "很好，你已经迈出了一步。",
        "label": ""
      },
      {
        "sentence": "人们的注意力非常有限，如果彼此的谈话并不能按照某种预设来进行轮流，就有可能出现某些信息被过滤或忽略掉。",
        "label": ""
      },
      {
        "sentence": "在社交场合中，每个人都有自己的想法和需求，注意到群体之间可能存在各种交流的偏好，可能不是特地针对谁的，只是我们可能需要某种宣泄的出口。",
        "label": ""
      },
      {
        "sentence": "将来也可以考虑其他倾诉的方法，能够让信息更加安全存放。",
        "label": ""
      },
      {
        "sentence": "在处理人际关系时，需要明白每个人的性格都是不同的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会好好考虑的。我会更加重视和她之间的关系，也会找到适合自己倾诉的方法。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "嗯，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "我会更加重视和她之间的关系，也会找到适合自己倾诉的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供帮助。我们每个人都有适当的方式来处理个人的负面情绪，维持自身的自尊。了解这件事情是可以被原谅的，更加靠近事情的核心。通常我们都会与自己特别关注的事情靠近，人际关系的双方都需要为自己的情感负责。你们可以欣赏彼此的差异，更加有利于彼此关系的进展。我们也需要对自己的生活还有自己的改变有信心。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有适当的方式来处理个人的负面情绪，维持自身的自尊。",
        "label": ""
      },
      {
        "sentence": "了解这件事情是可以被原谅的，更加靠近事情的核心。",
        "label": ""
      },
      {
        "sentence": "通常我们都会与自己特别关注的事情靠近，人际关系的双方都需要为自己的情感负责。",
        "label": ""
      },
      {
        "sentence": "你们可以欣赏彼此的差异，更加有利于彼此关系的进展。",
        "label": ""
      },
      {
        "sentence": "我们也需要对自己的生活还有自己的改变有信心。",
        "label": ""
      }
    ]
  }
]