[
  {
    "role": "client",
    "content": "心里觉得自己不配被爱，却很想去爱，我该怎么办？29岁女，也许是真的不擅长谈恋爱这件事，一路上的经历都是挫折和失败。",
    "annotation": [
      {
        "sentence": "心里觉得自己不配被爱，却很想去爱，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "29岁女，也许是真的不擅长谈恋爱这件事，一路上的经历都是挫折和失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感受到你的心理，恋爱的失败没遇到对的人只谈过短期恋爱，从没有过长期的关系，我们都知道，爱情的幸福可遇而不可求，能够真正合得来的很难得，你遇到的不是合适的，遇见渣男，异地的三观不合，这都是因为不合适，并不是你的错，只是因为遇到的不是对的人而已误解了别人的好。有一种人是对谁都好的人，而这种好是对谁都好，你并不是特例，误解了别人对自己的照顾，可能是因为他对让你感觉到了温暖，所以你才会对他有好感，而那学长的话却伤到了你，让自己不再敢自信，对吗？",
    "annotation": [
      {
        "sentence": "能够感受到你的心理，恋爱的失败没遇到对的人只谈过短期恋爱，从没有过长期的关系，我们都知道，爱情的幸福可遇而不可求，能够真正合得来的很难得，你遇到的不是合适的，遇见渣男，异地的三观不合，这都是因为不合适，并不是你的错，只是因为遇到的不是对的人而已误解了别人的好。",
        "label": ""
      },
      {
        "sentence": "有一种人是对谁都好的人，而这种好是对谁都好，你并不是特例，误解了别人对自己的照顾，可能是因为他对让你感觉到了温暖，所以你才会对他有好感，而那学长的话却伤到了你，让自己不再敢自信，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在感情里顾忌太多，不自信因为经历的事情，让自己变得越来越顾虑，越来越不自信。",
    "annotation": [
      {
        "sentence": "是的，我在感情里顾忌太多，不自信因为经历的事情，让自己变得越来越顾虑，越来越不自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不配爱或想爱谁都是想得到温暖的，也想温暖别人，自己的不自信让自己感到自己不配被爱，可是想要去爱别人，可以看出你是一个善良的人呢。世界上任何的人都有爱人和被爱的权利，即使遭遇了挫折也不要觉得自己不配被爱，这不是你的错。释迦牟尼曾经说过:“无论你遇到谁，无论你遇见谁，他都是你生命中该出现的人，绝非偶然，他一定会教会你一些什么。”感情也是如此，虽然你的恋爱没有成功，但是要相信哦，你只是没有遇到对的人而已。",
    "annotation": [
      {
        "sentence": "不配爱或想爱谁都是想得到温暖的，也想温暖别人，自己的不自信让自己感到自己不配被爱，可是想要去爱别人，可以看出你是一个善良的人呢。",
        "label": ""
      },
      {
        "sentence": "世界上任何的人都有爱人和被爱的权利，即使遭遇了挫折也不要觉得自己不配被爱，这不是你的错。",
        "label": ""
      },
      {
        "sentence": "释迦牟尼曾经说过:“无论你遇到谁，无论你遇见谁，他都是你生命中该出现的人，绝非偶然，他一定会教会你一些什么。",
        "label": ""
      },
      {
        "sentence": "”感情也是如此，虽然你的恋爱没有成功，但是要相信哦，你只是没有遇到对的人而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我现在还是束手束脚放不开，不敢表现自己的心思。",
    "annotation": [
      {
        "sentence": "我明白了，但是我现在还是束手束脚放不开，不敢表现自己的心思。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "几点小建议给你，都说“爱别人先要学会爱自己”，诚然，不管你处在什么样的情况下，不管你经历了什么，都不要觉得自己不配得到爱，爱别人，就要先爱自己，因为如果你连自己都不爱自己，何谈来请求别人来爱你呢？这个世界上只有自己可以救赎自己！每个人都会有自己的优点和缺点，有些自己的闪光点，不要妄自菲薄，没有配不配得上，可不可以，只有自己真的喜不喜欢。要自信，定目标要相信自己可以，要相信自己会随着努力越来越优秀。安排好自己每天的生活，给自己定一个目标，把时间精力投入到自己身上，告诉自己，“我很好，我是独一无二的我！”不要觉得难，失败过就不会成功了，自信最美！多学习，提升自己有空就多学习，去汲取知识。还有就是不要和别人相比较，努力做好自己的事情就好了，培养兴趣爱好，提升自己，有底气的女人是你迷人的。",
    "annotation": [
      {
        "sentence": "几点小建议给你，都说“爱别人先要学会爱自己”，诚然，不管你处在什么样的情况下，不管你经历了什么，都不要觉得自己不配得到爱，爱别人，就要先爱自己，因为如果你连自己都不爱自己，何谈来请求别人来爱你呢？",
        "label": ""
      },
      {
        "sentence": "这个世界上只有自己可以救赎自己！",
        "label": ""
      },
      {
        "sentence": "每个人都会有自己的优点和缺点，有些自己的闪光点，不要妄自菲薄，没有配不配得上，可不可以，只有自己真的喜不喜欢。",
        "label": ""
      },
      {
        "sentence": "要自信，定目标要相信自己可以，要相信自己会随着努力越来越优秀。",
        "label": ""
      },
      {
        "sentence": "安排好自己每天的生活，给自己定一个目标，把时间精力投入到自己身上，告诉自己，“我很好，我是独一无二的我！",
        "label": ""
      },
      {
        "sentence": "”不要觉得难，失败过就不会成功了，自信最美！",
        "label": ""
      },
      {
        "sentence": "多学习，提升自己有空就多学习，去汲取知识。",
        "label": ""
      },
      {
        "sentence": "还有就是不要和别人相比较，努力做好自己的事情就好了，培养兴趣爱好，提升自己，有底气的女人是你迷人的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着爱自己，提升自己。但是关于那个男生，我还是不太确定他对我有没有兴趣。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着爱自己，提升自己。",
        "label": ""
      },
      {
        "sentence": "但是关于那个男生，我还是不太确定他对我有没有兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "喜欢就勇敢追，如果已经确定真的喜欢，可以请朋友帮忙试着推敲推敲，侧面的去问一问，但是还是建议自己尝试着去了解一下，看男生对你有没有特别之处，而且如果真的喜欢，那么就勇敢追吧，不要在乎是否会失败，努力了就不会觉得后悔。要相信我们都能成为勇敢的配爱的那个人！并成为自己喜欢的模样。",
    "annotation": [
      {
        "sentence": "喜欢就勇敢追，如果已经确定真的喜欢，可以请朋友帮忙试着推敲推敲，侧面的去问一问，但是还是建议自己尝试着去了解一下，看男生对你有没有特别之处，而且如果真的喜欢，那么就勇敢追吧，不要在乎是否会失败，努力了就不会觉得后悔。",
        "label": ""
      },
      {
        "sentence": "要相信我们都能成为勇敢的配爱的那个人！",
        "label": ""
      },
      {
        "sentence": "并成为自己喜欢的模样。",
        "label": ""
      }
    ]
  }
]