[
  {
    "role": "client",
    "content": "我是一个21岁的女生，我在乡村的初中教书已经一年半了，但是我一直找不到任何的价值感，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，我在乡村的初中教书已经一年半了，但是我一直找不到任何的价值感，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你说你找不到任何的价值感，我感受到了你的困惑和失落。在乡村教初中确实有很多的挑战，尤其是与学生的关系。他们总是在你的课堂上吵闹，有的甚至对你进行校园欺凌，不尊重你。这些情况让你非常头痛和难受，甚至为此哭泣多次。我能理解你在知乎上寻找回答，但是仍然无法解决这个问题。今天在公开课上，学生一点都不配合，小组讨论两次都没有任何声音，他们仿佛都成了木头人。当你向一个男生询问疑惑时，他也没有回答你。而课后，一些同事却与你交流说学生的行为太过分了。接着，一位家长还发来微信说希望你教的科目由班主任来教，以便更好地教育学生。这让你感到非常委屈，忍不住哭泣。你无法从教育中找到任何的价值感，反而被学生摧残得体无完肤。你曾寻求过其他老师的帮助，也尝试了一些方法，但是效果并不理想。你认为这可能是你性格的问题，你感到柔弱并受到了很多人际关系的伤害，很少与他人交流。你不知道该如何对待这些学生，脑子里一片空白。你在想，既想教好学生，又被他们伤害，这种矛盾让你非常痛苦。你真的想知道如何解决这种心理困境，以及如何改变这种教育模式。最近你的心理体检显示健康指数只有7%，下班后你就会躺在床上自闭。",
    "annotation": [
      {
        "sentence": "看到你说你找不到任何的价值感，我感受到了你的困惑和失落。",
        "label": ""
      },
      {
        "sentence": "在乡村教初中确实有很多的挑战，尤其是与学生的关系。",
        "label": ""
      },
      {
        "sentence": "他们总是在你的课堂上吵闹，有的甚至对你进行校园欺凌，不尊重你。",
        "label": ""
      },
      {
        "sentence": "这些情况让你非常头痛和难受，甚至为此哭泣多次。",
        "label": ""
      },
      {
        "sentence": "我能理解你在知乎上寻找回答，但是仍然无法解决这个问题。",
        "label": ""
      },
      {
        "sentence": "今天在公开课上，学生一点都不配合，小组讨论两次都没有任何声音，他们仿佛都成了木头人。",
        "label": ""
      },
      {
        "sentence": "当你向一个男生询问疑惑时，他也没有回答你。",
        "label": ""
      },
      {
        "sentence": "而课后，一些同事却与你交流说学生的行为太过分了。",
        "label": ""
      },
      {
        "sentence": "接着，一位家长还发来微信说希望你教的科目由班主任来教，以便更好地教育学生。",
        "label": ""
      },
      {
        "sentence": "这让你感到非常委屈，忍不住哭泣。",
        "label": ""
      },
      {
        "sentence": "你无法从教育中找到任何的价值感，反而被学生摧残得体无完肤。",
        "label": ""
      },
      {
        "sentence": "你曾寻求过其他老师的帮助，也尝试了一些方法，但是效果并不理想。",
        "label": ""
      },
      {
        "sentence": "你认为这可能是你性格的问题，你感到柔弱并受到了很多人际关系的伤害，很少与他人交流。",
        "label": ""
      },
      {
        "sentence": "你不知道该如何对待这些学生，脑子里一片空白。",
        "label": ""
      },
      {
        "sentence": "你在想，既想教好学生，又被他们伤害，这种矛盾让你非常痛苦。",
        "label": ""
      },
      {
        "sentence": "你真的想知道如何解决这种心理困境，以及如何改变这种教育模式。",
        "label": ""
      },
      {
        "sentence": "最近你的心理体检显示健康指数只有7%，下班后你就会躺在床上自闭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你说的“学生总在你的课堂吵闹，校园欺凌你，不尊重你”，学生不仅没有给你“老师”的待遇，反而会来欺负你。也让我也觉得很压抑、难受啊！承受了这么多的委屈，学生家长不仅没有看到，还“希望你教的科目让班主任教，那样能更好地教育学生”。在精神上遭受学生的“欺凌”的同时，家长又质疑你的“职业能力”，我想任何一个有“自尊”的人都有些受不了的。在这种情况下，你心里还想着要教好学生，就凭这一点，我觉得你是配得上“老师”这个称呼和职业的。我们的社会价值感常常来自于周围人对我们的评价，我们也常常无意识地根据周围人的评价来定义自己的价值。但我们忽略了作为一个人，一个独立的个体，我们的价值远远不止周围人所看到的那些。还有其他的价值对你的人生可能更为重要，或者更有意义。你作为一个21岁的女生，在偏远的乡村教初中已经一年半了，我首先感受到的是你的坚韧和不服输的劲头。在你所描述的种种困境中，我不能不对你的“敬佩”之情升起。我无法想象，如果让我回到21岁，在你的处境下，我是否能够坚持这么长时间？同一时代的年轻人是否能够像你一样坚持下来？问题是成长的邀请，我知道在你此刻痛苦的当口说这句话有些残酷，但我还是要对你说。人正是通过解决问题的过程而得以成长的。初中生正是开始进入青春期，而这个时期的孩子往往最有攻击性。他们的攻击很大程度上源于无知和无畏，可能更多是出于好玩。作为一个比他们大不了多少的老师，当你无意中把自己“降低”到和他们平等的水平时，很容易就会陷入和他们较劲的圈套。如果他们对你的“招数”你不予理会，会怎么样呢？当你感到烦恼和苦闷时，你可以通过书写来排解，或者找一个可以倾诉的人来聊聊。当你的内心平静下来，就做好自己应该做的事情，比如不在意外界如何看待和评价你。别人只是我们人生中的“过客”，当我们不允许别人伤害我们时，别人是伤害不了我们的。",
    "annotation": [
      {
        "sentence": "看到你说的“学生总在你的课堂吵闹，校园欺凌你，不尊重你”，学生不仅没有给你“老师”的待遇，反而会来欺负你。",
        "label": ""
      },
      {
        "sentence": "也让我也觉得很压抑、难受啊！",
        "label": ""
      },
      {
        "sentence": "承受了这么多的委屈，学生家长不仅没有看到，还“希望你教的科目让班主任教，那样能更好地教育学生”。",
        "label": ""
      },
      {
        "sentence": "在精神上遭受学生的“欺凌”的同时，家长又质疑你的“职业能力”，我想任何一个有“自尊”的人都有些受不了的。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你心里还想着要教好学生，就凭这一点，我觉得你是配得上“老师”这个称呼和职业的。",
        "label": ""
      },
      {
        "sentence": "我们的社会价值感常常来自于周围人对我们的评价，我们也常常无意识地根据周围人的评价来定义自己的价值。",
        "label": ""
      },
      {
        "sentence": "但我们忽略了作为一个人，一个独立的个体，我们的价值远远不止周围人所看到的那些。",
        "label": ""
      },
      {
        "sentence": "还有其他的价值对你的人生可能更为重要，或者更有意义。",
        "label": ""
      },
      {
        "sentence": "你作为一个21岁的女生，在偏远的乡村教初中已经一年半了，我首先感受到的是你的坚韧和不服输的劲头。",
        "label": ""
      },
      {
        "sentence": "在你所描述的种种困境中，我不能不对你的“敬佩”之情升起。",
        "label": ""
      },
      {
        "sentence": "我无法想象，如果让我回到21岁，在你的处境下，我是否能够坚持这么长时间？",
        "label": ""
      },
      {
        "sentence": "同一时代的年轻人是否能够像你一样坚持下来？",
        "label": ""
      },
      {
        "sentence": "问题是成长的邀请，我知道在你此刻痛苦的当口说这句话有些残酷，但我还是要对你说。",
        "label": ""
      },
      {
        "sentence": "人正是通过解决问题的过程而得以成长的。",
        "label": ""
      },
      {
        "sentence": "初中生正是开始进入青春期，而这个时期的孩子往往最有攻击性。",
        "label": ""
      },
      {
        "sentence": "他们的攻击很大程度上源于无知和无畏，可能更多是出于好玩。",
        "label": ""
      },
      {
        "sentence": "作为一个比他们大不了多少的老师，当你无意中把自己“降低”到和他们平等的水平时，很容易就会陷入和他们较劲的圈套。",
        "label": ""
      },
      {
        "sentence": "如果他们对你的“招数”你不予理会，会怎么样呢？",
        "label": ""
      },
      {
        "sentence": "当你感到烦恼和苦闷时，你可以通过书写来排解，或者找一个可以倾诉的人来聊聊。",
        "label": ""
      },
      {
        "sentence": "当你的内心平静下来，就做好自己应该做的事情，比如不在意外界如何看待和评价你。",
        "label": ""
      },
      {
        "sentence": "别人只是我们人生中的“过客”，当我们不允许别人伤害我们时，别人是伤害不了我们的。",
        "label": ""
      }
    ]
  }
]