[
  {
    "role": "client",
    "content": "对自己产生怀疑，想知道自己到底有没有精神疾病？高中长青春痘，不喜欢阳光（会明显），现在心情低落时，也会拉上所有窗帘。遇到问题谁都不想说，包括父母，因为内心的不信任和对他们的绝望。心情不好能在家里睡一天，心情好了又信心超满。（双向情感障碍？第一天正能量日程满满，第二天由于一件小事就会全是负能量…）会因为一点小事，对自己产生大怀疑。心情不好的时候会觉得世界十分没意思，想自残，但不敢，想过自杀，但觉得自杀很怂并且还有心愿未了，就放弃了。和亲人关系不好，目前单身，朋友不多。（因为字数，具体的情况在补充评论下面）想知道自己是否有精神疾病，是否需要去医院看大夫和服药，真的不喜欢这种状态，描述的逻辑性不是很强，大家见谅！有具体的疑问尽管再问我，真的很想成为一个健康阳光的正常人，麻烦大家了。",
    "annotation": [
      {
        "sentence": "对自己产生怀疑，想知道自己到底有没有精神疾病？",
        "label": ""
      },
      {
        "sentence": "高中长青春痘，不喜欢阳光（会明显），现在心情低落时，也会拉上所有窗帘。",
        "label": ""
      },
      {
        "sentence": "遇到问题谁都不想说，包括父母，因为内心的不信任和对他们的绝望。",
        "label": ""
      },
      {
        "sentence": "心情不好能在家里睡一天，心情好了又信心超满。",
        "label": ""
      },
      {
        "sentence": "（双向情感障碍？",
        "label": ""
      },
      {
        "sentence": "第一天正能量日程满满，第二天由于一件小事就会全是负能量…）会因为一点小事，对自己产生大怀疑。",
        "label": ""
      },
      {
        "sentence": "心情不好的时候会觉得世界十分没意思，想自残，但不敢，想过自杀，但觉得自杀很怂并且还有心愿未了，就放弃了。",
        "label": ""
      },
      {
        "sentence": "和亲人关系不好，目前单身，朋友不多。",
        "label": ""
      },
      {
        "sentence": "（因为字数，具体的情况在补充评论下面）想知道自己是否有精神疾病，是否需要去医院看大夫和服药，真的不喜欢这种状态，描述的逻辑性不是很强，大家见谅！",
        "label": ""
      },
      {
        "sentence": "有具体的疑问尽管再问我，真的很想成为一个健康阳光的正常人，麻烦大家了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你对自己产生怀疑并想知道是否有精神疾病的疑问。你提到了一些情感和行为上的困扰，你是否了解更多关于双向情感障碍的信息呢？另外，你现在是已经工作了对吗？你认为什么样才叫精神疾病呢？但你上述却表现得情绪不是很稳定，最近还有自杀自伤想法吗？有一点我特别的为你高兴，就是你【想要】成为一个健康阳光的人，如果你愿意，这是非常有可能达到的状态哦。",
    "annotation": [
      {
        "sentence": "你好，我了解你对自己产生怀疑并想知道是否有精神疾病的疑问。",
        "label": ""
      },
      {
        "sentence": "你提到了一些情感和行为上的困扰，你是否了解更多关于双向情感障碍的信息呢？",
        "label": ""
      },
      {
        "sentence": "另外，你现在是已经工作了对吗？",
        "label": ""
      },
      {
        "sentence": "你认为什么样才叫精神疾病呢？",
        "label": ""
      },
      {
        "sentence": "但你上述却表现得情绪不是很稳定，最近还有自杀自伤想法吗？",
        "label": ""
      },
      {
        "sentence": "有一点我特别的为你高兴，就是你【想要】成为一个健康阳光的人，如果你愿意，这是非常有可能达到的状态哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有去医院检查过双向情感障碍，只是根据自己的感受和一些资料了解。我目前还没有工作。精神疾病对我来说，就是情绪和行为异常，严重影响生活和工作。最近还有自杀自伤的想法，但我觉得这样做很怂，而且还有未完成的心愿，所以放弃了。",
    "annotation": [
      {
        "sentence": "我没有去医院检查过双向情感障碍，只是根据自己的感受和一些资料了解。",
        "label": ""
      },
      {
        "sentence": "我目前还没有工作。",
        "label": ""
      },
      {
        "sentence": "精神疾病对我来说，就是情绪和行为异常，严重影响生活和工作。",
        "label": ""
      },
      {
        "sentence": "最近还有自杀自伤的想法，但我觉得这样做很怂，而且还有未完成的心愿，所以放弃了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解了。对于双向情感障碍的了解，我建议你去医院做进一步的检查，以便得到明确的诊断。如果需要服药，也请遵循医生的嘱咐，并在心理疗愈的同时进行治疗，相信会有很大的改善空间。如果你心情不好的时候觉得世界很没意思，并考虑了自残和自杀，这可能是因为你目前的情绪状态很低落，你有亲人或朋友可以倾诉吗？",
    "annotation": [
      {
        "sentence": "了解了。",
        "label": ""
      },
      {
        "sentence": "对于双向情感障碍的了解，我建议你去医院做进一步的检查，以便得到明确的诊断。",
        "label": ""
      },
      {
        "sentence": "如果需要服药，也请遵循医生的嘱咐，并在心理疗愈的同时进行治疗，相信会有很大的改善空间。",
        "label": ""
      },
      {
        "sentence": "如果你心情不好的时候觉得世界很没意思，并考虑了自残和自杀，这可能是因为你目前的情绪状态很低落，你有亲人或朋友可以倾诉吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有太多可以倾诉的人，感觉和亲人的关系也不好。我目前还是单身，朋友也不多。我想知道自己是否真的有精神疾病，是否需要去医院看大夫和服药。我真的很想成为一个健康阳光的人。",
    "annotation": [
      {
        "sentence": "我没有太多可以倾诉的人，感觉和亲人的关系也不好。",
        "label": ""
      },
      {
        "sentence": "我目前还是单身，朋友也不多。",
        "label": ""
      },
      {
        "sentence": "我想知道自己是否真的有精神疾病，是否需要去医院看大夫和服药。",
        "label": ""
      },
      {
        "sentence": "我真的很想成为一个健康阳光的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困境。你的情况可能需要一个长期的辅导过程来修复。虽然你没有很多可以倾诉的人，但我鼓励你找一位专业的心理咨询师，他们会帮助你处理你的情感问题。至于是否有精神疾病和是否需要服药，咨询师是不能提供明确诊断和开药的，你需要去医院的精神科进行咨询和了解。",
    "annotation": [
      {
        "sentence": "我明白你的困境。",
        "label": ""
      },
      {
        "sentence": "你的情况可能需要一个长期的辅导过程来修复。",
        "label": ""
      },
      {
        "sentence": "虽然你没有很多可以倾诉的人，但我鼓励你找一位专业的心理咨询师，他们会帮助你处理你的情感问题。",
        "label": ""
      },
      {
        "sentence": "至于是否有精神疾病和是否需要服药，咨询师是不能提供明确诊断和开药的，你需要去医院的精神科进行咨询和了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑找一位心理咨询师帮助我。我出生在一个家庭中，家人普遍偏重男性，我读小学四年级时，他们决定要第二个孩子，说是为了让我不孤单，结果生了个妹妹。后来在高二的时候，他们又生了个弟弟，妈妈向我解释是因为家里没有男孩，爸爸在外面受到白眼。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑找一位心理咨询师帮助我。",
        "label": ""
      },
      {
        "sentence": "我出生在一个家庭中，家人普遍偏重男性，我读小学四年级时，他们决定要第二个孩子，说是为了让我不孤单，结果生了个妹妹。",
        "label": ""
      },
      {
        "sentence": "后来在高二的时候，他们又生了个弟弟，妈妈向我解释是因为家里没有男孩，爸爸在外面受到白眼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的家庭背景似乎对你产生了影响。在你小学四年级时，父母决定要第二个孩子，但没有征求你的意见，这可能让你感到被冷落。如果你有一些话想说却没有人能理解，我鼓励你找一些可以倾诉的朋友。此外，对于过去的伤害，我建议你在心理咨询师的帮助下，逐渐面对和疗愈。",
    "annotation": [
      {
        "sentence": "你的家庭背景似乎对你产生了影响。",
        "label": ""
      },
      {
        "sentence": "在你小学四年级时，父母决定要第二个孩子，但没有征求你的意见，这可能让你感到被冷落。",
        "label": ""
      },
      {
        "sentence": "如果你有一些话想说却没有人能理解，我鼓励你找一些可以倾诉的朋友。",
        "label": ""
      },
      {
        "sentence": "此外，对于过去的伤害，我建议你在心理咨询师的帮助下，逐渐面对和疗愈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "童年和青少年时期，我在一个家庭氛围不好的环境中长大。父亲经常在外工作，性格很暴躁，家暴和恐吓也时有发生。",
    "annotation": [
      {
        "sentence": "童年和青少年时期，我在一个家庭氛围不好的环境中长大。",
        "label": ""
      },
      {
        "sentence": "父亲经常在外工作，性格很暴躁，家暴和恐吓也时有发生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你在家庭环境中遭受的伤害。童年期的伤害往往会在成年后对个人的心理产生影响。在你的情况下，你经历了家暴和恐吓，我想这些经历可能给你的性格带来了一些负面影响。如果可能，",
    "annotation": [
      {
        "sentence": "我理解你在家庭环境中遭受的伤害。",
        "label": ""
      },
      {
        "sentence": "童年期的伤害往往会在成年后对个人的心理产生影响。",
        "label": ""
      },
      {
        "sentence": "在你的情况下，你经历了家暴和恐吓，我想这些经历可能给你的性格带来了一些负面影响。",
        "label": ""
      },
      {
        "sentence": "如果可能，",
        "label": ""
      }
    ]
  }
]