[
  {
    "role": "client",
    "content": "我和小五岁部门同事谈恋爱，他父母不同意早结婚怎么办？",
    "annotation": [
      {
        "sentence": "我和小五岁部门同事谈恋爱，他父母不同意早结婚怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对来自父母的压力，以及在经济上的能力，您开始犹豫是否要坚持这段感情。想按照自己的方式生活，还是按照父母的期望去生活，有时候真的是很难两全其美的。",
    "annotation": [
      {
        "sentence": "面对来自父母的压力，以及在经济上的能力，您开始犹豫是否要坚持这段感情。",
        "label": ""
      },
      {
        "sentence": "想按照自己的方式生活，还是按照父母的期望去生活，有时候真的是很难两全其美的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的很矛盾。我很喜欢他，但是他父母却不同意我们结婚。我不知道该怎么做才能找到平衡点。",
    "annotation": [
      {
        "sentence": "是啊，我真的很矛盾。",
        "label": ""
      },
      {
        "sentence": "我很喜欢他，但是他父母却不同意我们结婚。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么做才能找到平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自己的理想的人生，不一定会得到父母的支持，更不一定会满足父母的期望。很多情况下，选择大学专业、找工作、选择结婚的对象，父母都会参与进来，参与进我们对人生的诸多选择。他们或许出于好意，也或许觉得，在自己孩子的人生大事上，他们能够帮助我们把关。虽然，很多时候，他们的语言和行为会让我们“反感”或者想要反抗。",
    "annotation": [
      {
        "sentence": "自己的理想的人生，不一定会得到父母的支持，更不一定会满足父母的期望。",
        "label": ""
      },
      {
        "sentence": "很多情况下，选择大学专业、找工作、选择结婚的对象，父母都会参与进来，参与进我们对人生的诸多选择。",
        "label": ""
      },
      {
        "sentence": "他们或许出于好意，也或许觉得，在自己孩子的人生大事上，他们能够帮助我们把关。",
        "label": ""
      },
      {
        "sentence": "虽然，很多时候，他们的语言和行为会让我们“反感”或者想要反抗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解父母的担心，但是我真的认为和他在一起会幸福。可是，他父母的态度让我感到很沮丧，觉得自己的选择好像是错的。",
    "annotation": [
      {
        "sentence": "我理解父母的担心，但是我真的认为和他在一起会幸福。",
        "label": ""
      },
      {
        "sentence": "可是，他父母的态度让我感到很沮丧，觉得自己的选择好像是错的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得自己想要的人生，还是需要自己来把握，用自己的方式去生活。如果按照父母的期待，选择了父母喜欢的人去结婚，那么如果婚姻中出现吵架或者不顺利的时候，就可能会把矛头指向是父母当初让您进行的选择。但是，自己的选择就一定会顺风顺水吗？我想没有人会打这个保票吧。",
    "annotation": [
      {
        "sentence": "我觉得自己想要的人生，还是需要自己来把握，用自己的方式去生活。",
        "label": ""
      },
      {
        "sentence": "如果按照父母的期待，选择了父母喜欢的人去结婚，那么如果婚姻中出现吵架或者不顺利的时候，就可能会把矛头指向是父母当初让您进行的选择。",
        "label": ""
      },
      {
        "sentence": "但是，自己的选择就一定会顺风顺水吗？",
        "label": ""
      },
      {
        "sentence": "我想没有人会打这个保票吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，没有人能保证人生的一切都顺利。也许我应该更加相信自己的选择，然后学会面对困难和挑战。",
    "annotation": [
      {
        "sentence": "您说得对，没有人能保证人生的一切都顺利。",
        "label": ""
      },
      {
        "sentence": "也许我应该更加相信自己的选择，然后学会面对困难和挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果您选择和男朋友一起携手走下去，只要您知道构筑人际关系的重要方式，即使将来如果夫妻关系出现问题，也可以依靠自己的力量去解决问题。选择沟通、开家庭小会议，开诚布公的把内心的想法互相倾听，互相交换，让彼此的关系更加融洽，我想是最重要的事情了。",
    "annotation": [
      {
        "sentence": "如果您选择和男朋友一起携手走下去，只要您知道构筑人际关系的重要方式，即使将来如果夫妻关系出现问题，也可以依靠自己的力量去解决问题。",
        "label": ""
      },
      {
        "sentence": "选择沟通、开家庭小会议，开诚布公的把内心的想法互相倾听，互相交换，让彼此的关系更加融洽，我想是最重要的事情了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记您的建议，努力与男朋友加强沟通，保持良好的关系。但是，我还是很担心父母的反对和压力。",
    "annotation": [
      {
        "sentence": "我会牢记您的建议，努力与男朋友加强沟通，保持良好的关系。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很担心父母的反对和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于父母的担心、或者期望，这真是在自然不过的人之常情了。但是，不得不说，有时候父母的担心、或者自己的一意孤行只能让孩子感到为难。我觉得您二位可以试着和父母表达自己的想法和心情，可以对他们说：“谢谢你们为我的将来担心”，这样可能会让父母对你们的态度有所转变。",
    "annotation": [
      {
        "sentence": "关于父母的担心、或者期望，这真是在自然不过的人之常情了。",
        "label": ""
      },
      {
        "sentence": "但是，不得不说，有时候父母的担心、或者自己的一意孤行只能让孩子感到为难。",
        "label": ""
      },
      {
        "sentence": "我觉得您二位可以试着和父母表达自己的想法和心情，可以对他们说：“谢谢你们为我的将来担心”，这样可能会让父母对你们的态度有所转变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和父母好好沟通，向他们讲述我的想法和心情。或许他们听到了我的真诚，会理解并支持我们的决定。",
    "annotation": [
      {
        "sentence": "我会试着和父母好好沟通，向他们讲述我的想法和心情。",
        "label": ""
      },
      {
        "sentence": "或许他们听到了我的真诚，会理解并支持我们的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同时，因为经济的压力，以及未来的各种不确定性，可能让二位不敢携手走下去。但是，很多事情，比如父母的态度，你们二位之间的态度，没有办法在一瞬间得到肯定的回复。所以，您可以做好您当下应该去做好的事情。比如增进自己的能力，让自己的职位或者工资得到提高，或者找时间，二位多进行沟通，了解彼此的想法。",
    "annotation": [
      {
        "sentence": "同时，因为经济的压力，以及未来的各种不确定性，可能让二位不敢携手走下去。",
        "label": ""
      },
      {
        "sentence": "但是，很多事情，比如父母的态度，你们二位之间的态度，没有办法在一瞬间得到肯定的回复。",
        "label": ""
      },
      {
        "sentence": "所以，您可以做好您当下应该去做好的事情。",
        "label": ""
      },
      {
        "sentence": "比如增进自己的能力，让自己的职位或者工资得到提高，或者找时间，二位多进行沟通，了解彼此的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会先集中精力提升自己的能力，同时我们会更加努力地沟通，互相了解。",
    "annotation": [
      {
        "sentence": "我明白了，我会先集中精力提升自己的能力，同时我们会更加努力地沟通，互相了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，不要强迫一个人服从另外一个人，或者说“你必须这件事听我的”，这样就使得事情难以得到进展。有时候，第三选择可能会更加适合。我觉得，您可以不要着急，慢慢梳理好思路，做好当下能做好的事情，让父母、让男朋友能理解您当下所想，就好。不用着急下判断。",
    "annotation": [
      {
        "sentence": "很好，不要强迫一个人服从另外一个人，或者说“你必须这件事听我的”，这样就使得事情难以得到进展。",
        "label": ""
      },
      {
        "sentence": "有时候，第三选择可能会更加适合。",
        "label": ""
      },
      {
        "sentence": "我觉得，您可以不要着急，慢慢梳理好思路，做好当下能做好的事情，让父母、让男朋友能理解您当下所想，就好。",
        "label": ""
      },
      {
        "sentence": "不用着急下判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，让我更加明确了接下来应该如何处理这段感情。我会努力平衡各方的利益，找到适合我们的解决方案。谢谢您的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢您的建议，让我更加明确了接下来应该如何处理这段感情。",
        "label": ""
      },
      {
        "sentence": "我会努力平衡各方的利益，找到适合我们的解决方案。",
        "label": ""
      },
      {
        "sentence": "谢谢您的支持和鼓励！",
        "label": ""
      }
    ]
  }
]