[
  {
    "role": "client",
    "content": "和小五岁部门同事谈恋爱，他父母不同意早结婚怎么办？",
    "annotation": [
      {
        "sentence": "和小五岁部门同事谈恋爱，他父母不同意早结婚怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "@希望能解决你的困惑！首先你的问题是年龄比对方大，年龄不是主要问题，最主要的还是你们三观是否一致，如果一致，希望你先确定以下几点：1.男方是否愿意在你希望的年龄结婚生子，如何超过预期的年龄，你是否愿意等，遇到问题能否共同解决。2.如果双方父母都不支持，经济问题你们双方是否考虑如何面对，解决措施。再次，结婚肯定不是两个人的事，是两家人的事，如果得不到父母支持，总是有缺憾。原生家庭会给每个人带来很多的影响，单亲家庭可能对孩子影响更大，你是否了解不同家庭的差异，能否接受。3.恋爱和婚姻也是不一样的，恋爱只有二人世界，可以脱离现实；婚姻就是现实生活，没有一定的经济基础，还是会带来很多问题，你都考虑过吗？最后，如果你都考虑清楚，多和家人商量，得到家人支持的婚姻才能更幸福！祝好运。",
    "annotation": [
      {
        "sentence": "@希望能解决你的困惑！",
        "label": ""
      },
      {
        "sentence": "首先你的问题是年龄比对方大，年龄不是主要问题，最主要的还是你们三观是否一致，如果一致，希望你先确定以下几点：1.男方是否愿意在你希望的年龄结婚生子，如何超过预期的年龄，你是否愿意等，遇到问题能否共同解决。",
        "label": ""
      },
      {
        "sentence": "2.如果双方父母都不支持，经济问题你们双方是否考虑如何面对，解决措施。",
        "label": ""
      },
      {
        "sentence": "再次，结婚肯定不是两个人的事，是两家人的事，如果得不到父母支持，总是有缺憾。",
        "label": ""
      },
      {
        "sentence": "原生家庭会给每个人带来很多的影响，单亲家庭可能对孩子影响更大，你是否了解不同家庭的差异，能否接受。",
        "label": ""
      },
      {
        "sentence": "3.恋爱和婚姻也是不一样的，恋爱只有二人世界，可以脱离现实；婚姻就是现实生活，没有一定的经济基础，还是会带来很多问题，你都考虑过吗？",
        "label": ""
      },
      {
        "sentence": "最后，如果你都考虑清楚，多和家人商量，得到家人支持的婚姻才能更幸福！",
        "label": ""
      },
      {
        "sentence": "祝好运。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我们的三观是一致的，而且我也愿意等待他到我想要的年龄结婚生子。我们已经考虑到经济问题，如果两家父母都不支持，我们计划自己解决经济上的困难。我明白结婚是两个家庭的事情，但是我担心没有得到父母的祝福会让我觉得有遗憾。我了解原生家庭对每个人的影响很大，但是我相信我们可以克服困难。我也考虑到了恋爱和婚姻的不同，我不希望只停留在恋爱的二人世界，我愿意面对现实生活中的种种问题。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我们的三观是一致的，而且我也愿意等待他到我想要的年龄结婚生子。",
        "label": ""
      },
      {
        "sentence": "我们已经考虑到经济问题，如果两家父母都不支持，我们计划自己解决经济上的困难。",
        "label": ""
      },
      {
        "sentence": "我明白结婚是两个家庭的事情，但是我担心没有得到父母的祝福会让我觉得有遗憾。",
        "label": ""
      },
      {
        "sentence": "我了解原生家庭对每个人的影响很大，但是我相信我们可以克服困难。",
        "label": ""
      },
      {
        "sentence": "我也考虑到了恋爱和婚姻的不同，我不希望只停留在恋爱的二人世界，我愿意面对现实生活中的种种问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的回答看起来很成熟理智，能够考虑到不同方面的问题，这是很好的。我建议你们多和家人沟通，尤其是你们的父母，让他们了解你们的决定，并尽量争取他们的支持。毕竟父母的祝福对婚姻是很重要的。同时，也要为自己未来的生活做好准备，经济上的稳定是婚姻的重要基础。另外，你可能需要接纳一些家庭差异，包括父母的反对和原生家庭对你们的影响，这些都需要你们共同面对并处理好。在做出最终决定之前，请三思而后行。",
    "annotation": [
      {
        "sentence": "你的回答看起来很成熟理智，能够考虑到不同方面的问题，这是很好的。",
        "label": ""
      },
      {
        "sentence": "我建议你们多和家人沟通，尤其是你们的父母，让他们了解你们的决定，并尽量争取他们的支持。",
        "label": ""
      },
      {
        "sentence": "毕竟父母的祝福对婚姻是很重要的。",
        "label": ""
      },
      {
        "sentence": "同时，也要为自己未来的生活做好准备，经济上的稳定是婚姻的重要基础。",
        "label": ""
      },
      {
        "sentence": "另外，你可能需要接纳一些家庭差异，包括父母的反对和原生家庭对你们的影响，这些都需要你们共同面对并处理好。",
        "label": ""
      },
      {
        "sentence": "在做出最终决定之前，请三思而后行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我会和他共同努力，争取家人的理解和支持。我们会为自己的未来努力工作，争取经济上的独立。我也承认家庭差异会对我们带来一些困难，但我相信我们可以通过沟通和理解来克服。非常感谢你的建议和鼓励，我会三思而后行。",
    "annotation": [
      {
        "sentence": "你说的很对，我会和他共同努力，争取家人的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我们会为自己的未来努力工作，争取经济上的独立。",
        "label": ""
      },
      {
        "sentence": "我也承认家庭差异会对我们带来一些困难，但我相信我们可以通过沟通和理解来克服。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和鼓励，我会三思而后行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能给你提供帮助和建议。记住，在做出最终决定之前，确保你们已经全面考虑了各方面的情况。婚姻是一项重要的决定，需要你们共同努力和承担责任。祝愿你们能够克服困难，实现自己的幸福。如果你还有其他问题或需要更多支持，随时都可以找我交流。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能给你提供帮助和建议。",
        "label": ""
      },
      {
        "sentence": "记住，在做出最终决定之前，确保你们已经全面考虑了各方面的情况。",
        "label": ""
      },
      {
        "sentence": "婚姻是一项重要的决定，需要你们共同努力和承担责任。",
        "label": ""
      },
      {
        "sentence": "祝愿你们能够克服困难，实现自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要更多支持，随时都可以找我交流。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]