[
  {
    "role": "client",
    "content": "在大学，找到一个好的社交圈子是不是很重要？",
    "annotation": [
      {
        "sentence": "在大学，找到一个好的社交圈子是不是很重要？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "毫无疑问，大学阶段是人生尤其重要的阶段。大学阶段，是我们离开父母，走向社会的过渡阶段。或者，心理层面、知识储备、关系层面都面临着新的挑战。",
    "annotation": [
      {
        "sentence": "毫无疑问，大学阶段是人生尤其重要的阶段。",
        "label": ""
      },
      {
        "sentence": "大学阶段，是我们离开父母，走向社会的过渡阶段。",
        "label": ""
      },
      {
        "sentence": "或者，心理层面、知识储备、关系层面都面临着新的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在大二了，身边的圈子却一直是宿舍里的人。我和她们一起吃饭、学习和上课，但是渐渐发现我们不是一路的人。她们都不太注意自己的外表和举止，一个穿衣邋遢头发乱糟糟的，洗鞋子和衣服是用一个盆子。另一个喜欢发表一些消极言论和动不动就杠别人，还有一个喜欢大众下抠鼻子和摸屁股，整天讨论的话题也都比较单调。我觉得作为大学生，起码的穿衣和仪态方面应该注意一下，因为和她们不合得太离谱了，没法进行深入的交流和倾诉。这让我感到没法个人发展，现在还有两年要和她们在一起，而且没有个人发展和见识让我觉得心累，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我现在大二了，身边的圈子却一直是宿舍里的人。",
        "label": ""
      },
      {
        "sentence": "我和她们一起吃饭、学习和上课，但是渐渐发现我们不是一路的人。",
        "label": ""
      },
      {
        "sentence": "她们都不太注意自己的外表和举止，一个穿衣邋遢头发乱糟糟的，洗鞋子和衣服是用一个盆子。",
        "label": ""
      },
      {
        "sentence": "另一个喜欢发表一些消极言论和动不动就杠别人，还有一个喜欢大众下抠鼻子和摸屁股，整天讨论的话题也都比较单调。",
        "label": ""
      },
      {
        "sentence": "我觉得作为大学生，起码的穿衣和仪态方面应该注意一下，因为和她们不合得太离谱了，没法进行深入的交流和倾诉。",
        "label": ""
      },
      {
        "sentence": "这让我感到没法个人发展，现在还有两年要和她们在一起，而且没有个人发展和见识让我觉得心累，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。在大学，确实需要找到一个好的社交圈子。你的这种想法很正常，因为一个圈子的好坏会对人的发展产生很大的影响。但是不要担心，你现在还有很多机会去寻找一个氛围很好的，人人都有发展意愿的圈子。尽管暂时无法立刻走出原来的圈子，但你可以逐渐加入一些社团或参加一些兴趣小组，这样可以遇到更多志同道合的人，有更多的机会进行深入交流。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在大学，确实需要找到一个好的社交圈子。",
        "label": ""
      },
      {
        "sentence": "你的这种想法很正常，因为一个圈子的好坏会对人的发展产生很大的影响。",
        "label": ""
      },
      {
        "sentence": "但是不要担心，你现在还有很多机会去寻找一个氛围很好的，人人都有发展意愿的圈子。",
        "label": ""
      },
      {
        "sentence": "尽管暂时无法立刻走出原来的圈子，但你可以逐渐加入一些社团或参加一些兴趣小组，这样可以遇到更多志同道合的人，有更多的机会进行深入交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该主动参与校园活动，加入社团或者兴趣小组。这样可以与更多有共同兴趣的人建立联系。但是我有点担心，毕竟已经大二了，有些社团已经很固定了，我能够融入他们吗？",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该主动参与校园活动，加入社团或者兴趣小组。",
        "label": ""
      },
      {
        "sentence": "这样可以与更多有共同兴趣的人建立联系。",
        "label": ""
      },
      {
        "sentence": "但是我有点担心，毕竟已经大二了，有些社团已经很固定了，我能够融入他们吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。但是不要忘记，大学里的社团是开放的，他们欢迎新成员的加入，并且在大学期间，不断有新的人加入和毕业。你可以积极地参加一些社团的活动，主动与他们交流，表现出自己的兴趣和热情，相信你会逐渐融入他们的。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是不要忘记，大学里的社团是开放的，他们欢迎新成员的加入，并且在大学期间，不断有新的人加入和毕业。",
        "label": ""
      },
      {
        "sentence": "你可以积极地参加一些社团的活动，主动与他们交流，表现出自己的兴趣和热情，相信你会逐渐融入他们的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得很有道理。我应该尝试主动融入新的社交圈子，而不是一直局限在宿舍的圈子里。不过，我还是有点不自信，怕自己不够好，怕被拒绝。",
    "annotation": [
      {
        "sentence": "嗯，你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我应该尝试主动融入新的社交圈子，而不是一直局限在宿舍的圈子里。",
        "label": ""
      },
      {
        "sentence": "不过，我还是有点不自信，怕自己不够好，怕被拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过担心自己的能力和被拒绝的可能性。每个人都有自己的特点和价值，你也是一样。不要过于苛求完美，放下过高的期望，相信你会在新的社交圈子中找到属于自己的位置。而且，大学时光是磨练自己社交能力的好时机，只有不断尝试，才能有所收获。",
    "annotation": [
      {
        "sentence": "不要太过担心自己的能力和被拒绝的可能性。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特点和价值，你也是一样。",
        "label": ""
      },
      {
        "sentence": "不要过于苛求完美，放下过高的期望，相信你会在新的社交圈子中找到属于自己的位置。",
        "label": ""
      },
      {
        "sentence": "而且，大学时光是磨练自己社交能力的好时机，只有不断尝试，才能有所收获。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会放下内心的不安，勇敢地去尝试交流和建立新的社交圈子。我相信，只要我积极参与，一定能找到属于我的那个圈子。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会放下内心的不安，勇敢地去尝试交流和建立新的社交圈子。",
        "label": ""
      },
      {
        "sentence": "我相信，只要我积极参与，一定能找到属于我的那个圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！相信自己，相信你的能力。勇敢地融入新圈子，扩大自己的社交关系，你一定可以在大学里拥有充实快乐的每一天。加油！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你的能力。",
        "label": ""
      },
      {
        "sentence": "勇敢地融入新圈子，扩大自己的社交关系，你一定可以在大学里拥有充实快乐的每一天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]