[
  {
    "role": "client",
    "content": "觉得自己说话做事都太虚，总是觉得别人看不起自己？今年刚考上教师的编制，来到新环境上班，因为本来我就是一个很自卑，很胆小的人，我不爱说话，朋友也不多，还有社交恐惧，所以我在这里压力很大，我很害怕和其他老师关系处理不好，或者会被其他老师看不起，比如今天校长召集大家开了个会，我就很不自然，我总觉得其他老师都看不起我，我其实还不接纳自己，我在人多的时候也不太爱讲话，但是有时候我会逼自己去讲，但我这样更加心里不舒服，更加矛盾冲突了，我觉的自己说了话，反而被他们看不起了，我觉得好矛盾，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "觉得自己说话做事都太虚，总是觉得别人看不起自己？",
        "label": ""
      },
      {
        "sentence": "今年刚考上教师的编制，来到新环境上班，因为本来我就是一个很自卑，很胆小的人，我不爱说话，朋友也不多，还有社交恐惧，所以我在这里压力很大，我很害怕和其他老师关系处理不好，或者会被其他老师看不起，比如今天校长召集大家开了个会，我就很不自然，我总觉得其他老师都看不起我，我其实还不接纳自己，我在人多的时候也不太爱讲话，但是有时候我会逼自己去讲，但我这样更加心里不舒服，更加矛盾冲突了，我觉的自己说了话，反而被他们看不起了，我觉得好矛盾，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心疼你说自己本来是一个自卑，很胆小的人，不爱说话，朋友也不多，还有社交恐惧，这样的话日常社交已经给自己带来很大困难了，更何况是到了一个新环境中要再去习惯并且融入，对于你来说简直是个天大的挑战。很希望能给予你一点力所能及的帮助。",
    "annotation": [
      {
        "sentence": "心疼你说自己本来是一个自卑，很胆小的人，不爱说话，朋友也不多，还有社交恐惧，这样的话日常社交已经给自己带来很大困难了，更何况是到了一个新环境中要再去习惯并且融入，对于你来说简直是个天大的挑战。",
        "label": ""
      },
      {
        "sentence": "很希望能给予你一点力所能及的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。我真的很害怕在新环境中与其他老师接触，我总觉得自己不够聪明、不够优秀，怕被他们看不起。我也担心自己的言语和行为，怕会给他人留下不好的印象。我觉得这些压力让我矛盾不已，不知道该怎么应对。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕在新环境中与其他老师接触，我总觉得自己不够聪明、不够优秀，怕被他们看不起。",
        "label": ""
      },
      {
        "sentence": "我也担心自己的言语和行为，怕会给他人留下不好的印象。",
        "label": ""
      },
      {
        "sentence": "我觉得这些压力让我矛盾不已，不知道该怎么应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你后面的具体形容，感觉你面临社交中的一大障碍——羞怯。社交第一个大的障碍就是羞怯，羞怯是指人在社交场景下，沉默寡言和抑制行为结合，紧张不安的综合症状。羞怯时人会感到焦虑和拘谨，担心别人对自己的评价，觉得自己在交谈中表现的笨嘴拙舌。虽然所有人都有过至少一次羞怯的体验，但有些人会长期频繁体验到羞怯，这些人通常比较害怕别人的负面评价，倾向于怀疑自己，低自尊，在别人交往过程中会感到自己能力的不足，于是就形成了一种恶性循环。",
    "annotation": [
      {
        "sentence": "你后面的具体形容，感觉你面临社交中的一大障碍——羞怯。",
        "label": ""
      },
      {
        "sentence": "社交第一个大的障碍就是羞怯，羞怯是指人在社交场景下，沉默寡言和抑制行为结合，紧张不安的综合症状。",
        "label": ""
      },
      {
        "sentence": "羞怯时人会感到焦虑和拘谨，担心别人对自己的评价，觉得自己在交谈中表现的笨嘴拙舌。",
        "label": ""
      },
      {
        "sentence": "虽然所有人都有过至少一次羞怯的体验，但有些人会长期频繁体验到羞怯，这些人通常比较害怕别人的负面评价，倾向于怀疑自己，低自尊，在别人交往过程中会感到自己能力的不足，于是就形成了一种恶性循环。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我确实感到焦虑和拘谨，担心别人对我的评价。我知道这样的想法其实不太理智，但很难控制自己的情绪和想法。我想改变这种羞怯的状态，但不知道从何开始。",
    "annotation": [
      {
        "sentence": "你说的没错，我确实感到焦虑和拘谨，担心别人对我的评价。",
        "label": ""
      },
      {
        "sentence": "我知道这样的想法其实不太理智，但很难控制自己的情绪和想法。",
        "label": ""
      },
      {
        "sentence": "我想改变这种羞怯的状态，但不知道从何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对自己内部而言呢，你会担心别人的看法，害怕别人的指责，又觉得自己没有能力营造良好的印象，于是在这种矛盾下就会在社会交往中表现得小心谨慎，畏畏缩缩。这种表现又会打断和转移别人对自己的兴趣和热情，而别人的这种表现则会促使你更在意、更担心、更害怕和更焦虑。",
    "annotation": [
      {
        "sentence": "对自己内部而言呢，你会担心别人的看法，害怕别人的指责，又觉得自己没有能力营造良好的印象，于是在这种矛盾下就会在社会交往中表现得小心谨慎，畏畏缩缩。",
        "label": ""
      },
      {
        "sentence": "这种表现又会打断和转移别人对自己的兴趣和热情，而别人的这种表现则会促使你更在意、更担心、更害怕和更焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总觉得自己不够好，不够有能力去赢得别人的认可和喜欢。这种自我负面评价让我无法自信地与他人交流。我真的希望能改变这种状态，变得更开朗自信一些。",
    "annotation": [
      {
        "sentence": "是的，我总觉得自己不够好，不够有能力去赢得别人的认可和喜欢。",
        "label": ""
      },
      {
        "sentence": "这种自我负面评价让我无法自信地与他人交流。",
        "label": ""
      },
      {
        "sentence": "我真的希望能改变这种状态，变得更开朗自信一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然正常的羞怯是必需的，是可以让人们在真正遇到新异情境时能防护好自己，不要行为失当。但两种恶性循环却是需要打破的。给予你一些小建议：1.通常羞怯的人在匿名社交中的表现会大大优于面对面的社交，因为他们面对面社交时不确定自己已经掌握的社交技巧是否靠谱，于是不敢使用，而匿名的时候呢，就不再担心别人的评价，也更有实验精神了。所以你可以先从匿名社交开始练起锻炼自己的社交技能。与新同事也可以先用远程进行必要的社交或者拉近关系。2.你脑海的这些“其他老师都看不起我”，这是因为羞怯的两个恶性循环引起的哦，可能并不是一开始的实际情况。可以通过多观察对方的眼睛与面部表情来确认对方对于我们的真正评价。还有你题目中提到的做事太虚？下面没有具体描写不太好讨论。不过根据你下面的描述，感觉你是一个做人做事都会很努力来希望达到别人满意的，这样的你是很靠谱的！一定会赢得身边的人的赞赏的。加油~世界与我爱着你。",
    "annotation": [
      {
        "sentence": "虽然正常的羞怯是必需的，是可以让人们在真正遇到新异情境时能防护好自己，不要行为失当。",
        "label": ""
      },
      {
        "sentence": "但两种恶性循环却是需要打破的。",
        "label": ""
      },
      {
        "sentence": "给予你一些小建议：1.通常羞怯的人在匿名社交中的表现会大大优于面对面的社交，因为他们面对面社交时不确定自己已经掌握的社交技巧是否靠谱，于是不敢使用，而匿名的时候呢，就不再担心别人的评价，也更有实验精神了。",
        "label": ""
      },
      {
        "sentence": "所以你可以先从匿名社交开始练起锻炼自己的社交技能。",
        "label": ""
      },
      {
        "sentence": "与新同事也可以先用远程进行必要的社交或者拉近关系。",
        "label": ""
      },
      {
        "sentence": "2.你脑海的这些“其他老师都看不起我”，这是因为羞怯的两个恶性循环引起的哦，可能并不是一开始的实际情况。",
        "label": ""
      },
      {
        "sentence": "可以通过多观察对方的眼睛与面部表情来确认对方对于我们的真正评价。",
        "label": ""
      },
      {
        "sentence": "还有你题目中提到的做事太虚？",
        "label": ""
      },
      {
        "sentence": "下面没有具体描写不太好讨论。",
        "label": ""
      },
      {
        "sentence": "不过根据你下面的描述，感觉你是一个做人做事都会很努力来希望达到别人满意的，这样的你是很靠谱的！",
        "label": ""
      },
      {
        "sentence": "一定会赢得身边的人的赞赏的。",
        "label": ""
      },
      {
        "sentence": "加油~世界与我爱着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会尝试从匿名社交开始，慢慢锻炼自己的社交能力。同时，我也会努力改变自己的自我评价，相信自己的能力，不再畏缩和犹豫。再次感谢你的支持和鼓励，你的话让我感到温暖和鼓舞。我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试从匿名社交开始，慢慢锻炼自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力改变自己的自我评价，相信自己的能力，不再畏缩和犹豫。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励，你的话让我感到温暖和鼓舞。",
        "label": ""
      },
      {
        "sentence": "我会加油的！",
        "label": ""
      }
    ]
  }
]