[
  {
    "role": "client",
    "content": "大一新生最近失眠严重，强迫性思维很难受怎么办？",
    "annotation": [
      {
        "sentence": "大一新生最近失眠严重，强迫性思维很难受怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你最近失眠很严重，强迫性思维也困扰着你，这确实不容易受啊。你有没有什么导致这种情况的原因呢？",
    "annotation": [
      {
        "sentence": "你好，听说你最近失眠很严重，强迫性思维也困扰着你，这确实不容易受啊。",
        "label": ""
      },
      {
        "sentence": "你有没有什么导致这种情况的原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在在以前高中班主任的学校念书，和他同一个母校同一个专业。可是我不知道自己最近怎么了，心神不安。强迫症和焦虑症症状好不容易调整回来。可是，最近班主任又来找我聊天了。高一高二的时候我对他的感觉只是很疏远很疏远，只是经常请病假就和他来往较多。就只是见面会打打招呼，有问题就请教的普通师生关系（也会经常对他说谢谢）。（可是在高二那段时间我在那种紧张怪异的人际关系之中患上了严重的心理疾病）后来到了高三，因为神经衰弱头很痛越来越严重，我的成绩忽稳忽落，（班主任经常会时不时的观察自己，比如写作业的时候，午读的时候，下课的时候，然后会在课上经常批评我们，他批评的绝大多数都有我的缺点，我越来越不自信，我害怕，即使我当时的成绩在班上还是数一数二。）我知道他变了，慢慢的他越来越冷淡，我都是厚着脸皮见了面打招呼，迎面而上我害怕，真的真的很恐惧，我很慌乱，然后就是永无止境的批评自己。我有为别人服务的心，可是却不受人",
    "annotation": [
      {
        "sentence": "现在在以前高中班主任的学校念书，和他同一个母校同一个专业。",
        "label": ""
      },
      {
        "sentence": "可是我不知道自己最近怎么了，心神不安。",
        "label": ""
      },
      {
        "sentence": "强迫症和焦虑症症状好不容易调整回来。",
        "label": ""
      },
      {
        "sentence": "可是，最近班主任又来找我聊天了。",
        "label": ""
      },
      {
        "sentence": "高一高二的时候我对他的感觉只是很疏远很疏远，只是经常请病假就和他来往较多。",
        "label": ""
      },
      {
        "sentence": "就只是见面会打打招呼，有问题就请教的普通师生关系（也会经常对他说谢谢）。",
        "label": ""
      },
      {
        "sentence": "（可是在高二那段时间我在那种紧张怪异的人际关系之中患上了严重的心理疾病）后来到了高三，因为神经衰弱头很痛越来越严重，我的成绩忽稳忽落，（班主任经常会时不时的观察自己，比如写作业的时候，午读的时候，下课的时候，然后会在课上经常批评我们，他批评的绝大多数都有我的缺点，我越来越不自信，我害怕，即使我当时的成绩在班上还是数一数二。",
        "label": ""
      },
      {
        "sentence": "）我知道他变了，慢慢的他越来越冷淡，我都是厚着脸皮见了面打招呼，迎面而上我害怕，真的真的很恐惧，我很慌乱，然后就是永无止境的批评自己。",
        "label": ""
      },
      {
        "sentence": "我有为别人服务的心，可是却不受人",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我可以理解你感到焦虑和失眠的原因了。这种改变和不安可能让你感到困扰和压力很大。你对于与班主任的关系和互动有没有什么具体的担忧呢？",
    "annotation": [
      {
        "sentence": "听到你的经历，我可以理解你感到焦虑和失眠的原因了。",
        "label": ""
      },
      {
        "sentence": "这种改变和不安可能让你感到困扰和压力很大。",
        "label": ""
      },
      {
        "sentence": "你对于与班主任的关系和互动有没有什么具体的担忧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来我给他准备了教师节礼物，但是一直不敢送给他。内心很多冲突和矛盾。后来就只是给他一句祝福语，笛卡尔的爱心函数。他回复了相对论（希望这个相对也是真的）那天他赞了我……（在想他怎么会放下面子给我点赞，这个时候我已经放下了对他的防备，就开始慢慢接触他，对于他对我的亲近便没有那么排斥了）前天他又找了我聊天，询问我的大学生活……当时感觉很自然。但是事后我一直在回忆这件事，又回忆到以前发生的种种，我不知道他为什么在我的心里那么重要～特别在意他对我的一举一动。现在睡觉总是会想到他最近对我的各种关心（这种关心猝不及防，但好像是我在高中的时候一直期待的，可是这种期待并没有让我很平静）倒是小鹿乱撞。想得很多很多，整夜失眠。",
    "annotation": [
      {
        "sentence": "后来我给他准备了教师节礼物，但是一直不敢送给他。",
        "label": ""
      },
      {
        "sentence": "内心很多冲突和矛盾。",
        "label": ""
      },
      {
        "sentence": "后来就只是给他一句祝福语，笛卡尔的爱心函数。",
        "label": ""
      },
      {
        "sentence": "他回复了相对论（希望这个相对也是真的）那天他赞了我……（在想他怎么会放下面子给我点赞，这个时候我已经放下了对他的防备，就开始慢慢接触他，对于他对我的亲近便没有那么排斥了）前天他又找了我聊天，询问我的大学生活……当时感觉很自然。",
        "label": ""
      },
      {
        "sentence": "但是事后我一直在回忆这件事，又回忆到以前发生的种种，我不知道他为什么在我的心里那么重要～特别在意他对我的一举一动。",
        "label": ""
      },
      {
        "sentence": "现在睡觉总是会想到他最近对我的各种关心（这种关心猝不及防，但好像是我在高中的时候一直期待的，可是这种期待并没有让我很平静）倒是小鹿乱撞。",
        "label": ""
      },
      {
        "sentence": "想得很多很多，整夜失眠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述你和班主任的互动，我能感受到你内心的矛盾和困惑。你对于班主任在你心里变得重要起来，以及他对你的关心感到猝不及防，导致你失眠和情绪波动。我可以理解这是很让你困扰的事情。你觉得自己对于这个情况的情绪应该如何调整呢？",
    "annotation": [
      {
        "sentence": "听你描述你和班主任的互动，我能感受到你内心的矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "你对于班主任在你心里变得重要起来，以及他对你的关心感到猝不及防，导致你失眠和情绪波动。",
        "label": ""
      },
      {
        "sentence": "我可以理解这是很让你困扰的事情。",
        "label": ""
      },
      {
        "sentence": "你觉得自己对于这个情况的情绪应该如何调整呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也不知道该怎么办，我好像被这些想法和情绪困扰了很久。我觉得可能需要找一个出口，将自己的困惑和压力释放出去。",
    "annotation": [
      {
        "sentence": "我也不知道该怎么办，我好像被这些想法和情绪困扰了很久。",
        "label": ""
      },
      {
        "sentence": "我觉得可能需要找一个出口，将自己的困惑和压力释放出去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你觉得自己困在情绪里无法解脱。有时候，与他人交流并分享你的感受与经历会有所帮助。你有考虑过与你的朋友或者家人谈谈这个问题吗？",
    "annotation": [
      {
        "sentence": "我明白你觉得自己困在情绪里无法解脱。",
        "label": ""
      },
      {
        "sentence": "有时候，与他人交流并分享你的感受与经历会有所帮助。",
        "label": ""
      },
      {
        "sentence": "你有考虑过与你的朋友或者家人谈谈这个问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还没有和其他人谈过，都是自己一个人默默承受着。但听你这么说，或许和朋友或家人倾诉一下会有好处吧。",
    "annotation": [
      {
        "sentence": "我还没有和其他人谈过，都是自己一个人默默承受着。",
        "label": ""
      },
      {
        "sentence": "但听你这么说，或许和朋友或家人倾诉一下会有好处吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，和亲近的人分享你的困扰是一种很好的释放方式。他们会倾听和支持你，并且给予你建议或者帮助你找到解决问题的方法。试试与他们说说，也许会有不同的见解和帮助。",
    "annotation": [
      {
        "sentence": "是的，和亲近的人分享你的困扰是一种很好的释放方式。",
        "label": ""
      },
      {
        "sentence": "他们会倾听和支持你，并且给予你建议或者帮助你找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "试试与他们说说，也许会有不同的见解和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会去尝试与朋友和家人交流。希望通过他们的支持和帮助，我能够更好地理解和处理自己的情绪困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会去尝试与朋友和家人交流。",
        "label": ""
      },
      {
        "sentence": "希望通过他们的支持和帮助，我能够更好地理解和处理自己的情绪困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。请记得，你并不孤单，身边总会有人愿意倾听和帮助你。祝你早日走出困境，找到内心的平静和安宁。如果你还需要任何帮助，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "请记得，你并不孤单，身边总会有人愿意倾听和帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你早日走出困境，找到内心的平静和安宁。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]