[
  {
    "role": "client",
    "content": "大四，落单了，我做人真的有了问题？刚上大四，又经过了一场疫情。来了学校，感觉人们都变了。不再热乎，都有自己的小圈。我这种跟谁也很融洽的人反而落了单，不会表面客气，为了对自己有利的事儿也不再顾虑，就想狼见到肉一样。出去吃饭也不会叫我，永远是他们铁的那群人。我之前也自认为处的不错，之前也出去吃饭什么的，突然怎么我困了单？有时候他们和我说话，我竟然感到好高兴？？？贱？",
    "annotation": [
      {
        "sentence": "大四，落单了，我做人真的有了问题？",
        "label": ""
      },
      {
        "sentence": "刚上大四，又经过了一场疫情。",
        "label": ""
      },
      {
        "sentence": "来了学校，感觉人们都变了。",
        "label": ""
      },
      {
        "sentence": "不再热乎，都有自己的小圈。",
        "label": ""
      },
      {
        "sentence": "我这种跟谁也很融洽的人反而落了单，不会表面客气，为了对自己有利的事儿也不再顾虑，就想狼见到肉一样。",
        "label": ""
      },
      {
        "sentence": "出去吃饭也不会叫我，永远是他们铁的那群人。",
        "label": ""
      },
      {
        "sentence": "我之前也自认为处的不错，之前也出去吃饭什么的，突然怎么我困了单？",
        "label": ""
      },
      {
        "sentence": "有时候他们和我说话，我竟然感到好高兴？？？",
        "label": ""
      },
      {
        "sentence": "贱？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "被落单，并且还是在大学里，实在是太难受和难堪了，因为大学里有太多的活动大部分都是至少两两一起的。不仅要忍受孤独，自己一个人去吃饭、去学习、去活动。还要担心自己一个人行动的话在别人眼里自己会不会很怪异，不想被别人评价为自己是不受欢迎的。最可怕的是，会开始怀疑自己，是不是我自己有问题？",
    "annotation": [
      {
        "sentence": "被落单，并且还是在大学里，实在是太难受和难堪了，因为大学里有太多的活动大部分都是至少两两一起的。",
        "label": ""
      },
      {
        "sentence": "不仅要忍受孤独，自己一个人去吃饭、去学习、去活动。",
        "label": ""
      },
      {
        "sentence": "还要担心自己一个人行动的话在别人眼里自己会不会很怪异，不想被别人评价为自己是不受欢迎的。",
        "label": ""
      },
      {
        "sentence": "最可怕的是，会开始怀疑自己，是不是我自己有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我真的开始怀疑自己了。不知道为什么会变得这么没有人气，曾经的朋友似乎都变了。",
    "annotation": [
      {
        "sentence": "对，我真的开始怀疑自己了。",
        "label": ""
      },
      {
        "sentence": "不知道为什么会变得这么没有人气，曾经的朋友似乎都变了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不过你放心，根据你的描述，之前也是处的不错的，并且中间也没发生什么绝对破坏关系的事件，可以看出来，不是你做人有问题。可能就像是你说的，经过了一场疫情，经历了时间的改变而已。朋友分为三种，普通、同趣、同志，三种关系越来越深入。大学里如果不是特别铁的志同道合的关系，本来是饭友、学友的话，大家因为共同需要、共同兴趣结合在一起的朋友，本来关系就是极易改变的。",
    "annotation": [
      {
        "sentence": "不过你放心，根据你的描述，之前也是处的不错的，并且中间也没发生什么绝对破坏关系的事件，可以看出来，不是你做人有问题。",
        "label": ""
      },
      {
        "sentence": "可能就像是你说的，经过了一场疫情，经历了时间的改变而已。",
        "label": ""
      },
      {
        "sentence": "朋友分为三种，普通、同趣、同志，三种关系越来越深入。",
        "label": ""
      },
      {
        "sentence": "大学里如果不是特别铁的志同道合的关系，本来是饭友、学友的话，大家因为共同需要、共同兴趣结合在一起的朋友，本来关系就是极易改变的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能疫情在家的时候谁与谁更聊到了一起，关系也就倾斜了，一起出去吃饭也只表示他们关系可能变得更好了，而不是针对我孤立。也就是说只是疫情期间，他们的关系可能还通过远程在维系，甚至是加深，回来后和你这边就显得生疏了。",
    "annotation": [
      {
        "sentence": "可能疫情在家的时候谁与谁更聊到了一起，关系也就倾斜了，一起出去吃饭也只表示他们关系可能变得更好了，而不是针对我孤立。",
        "label": ""
      },
      {
        "sentence": "也就是说只是疫情期间，他们的关系可能还通过远程在维系，甚至是加深，回来后和你这边就显得生疏了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，疫情期间人们的社交方式发生了很大的改变，可能他们在家里的时候确实多联系了一些，但回到学校后，大家又回到了原来的圈子，这样的情况很正常。不要觉得自己被孤立了，这只是暂时的，他们肯定还是愿意和你保持联系的。",
    "annotation": [
      {
        "sentence": "确实，疫情期间人们的社交方式发生了很大的改变，可能他们在家里的时候确实多联系了一些，但回到学校后，大家又回到了原来的圈子，这样的情况很正常。",
        "label": ""
      },
      {
        "sentence": "不要觉得自己被孤立了，这只是暂时的，他们肯定还是愿意和你保持联系的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说到，有时候他们和我说话，我竟然感到好高兴。这也是很正常的表现，因为人毕竟是群居动物，认同感、亲密感、与朋友间的互动，即使再冷漠的人也是需要的，这并不是“贱”的表现，你不要苛责自己哦。并且通过你的描述可以感受到，你感受到了人的正常需求——社交需要，还是很渴望再与他们建立关系的。这时候你不妨主动出击下？",
    "annotation": [
      {
        "sentence": "你说到，有时候他们和我说话，我竟然感到好高兴。",
        "label": ""
      },
      {
        "sentence": "这也是很正常的表现，因为人毕竟是群居动物，认同感、亲密感、与朋友间的互动，即使再冷漠的人也是需要的，这并不是“贱”的表现，你不要苛责自己哦。",
        "label": ""
      },
      {
        "sentence": "并且通过你的描述可以感受到，你感受到了人的正常需求——社交需要，还是很渴望再与他们建立关系的。",
        "label": ""
      },
      {
        "sentence": "这时候你不妨主动出击下？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，主动出击是很关键的，首先可以从找到共同兴趣入手，和他们聊一聊，来拉近关系。或者你也可以主动叫他们约饭，这样下次他们可能也会叫上你。不要因为之前的困境就放弃和他们建立联系的机会，你可以积极地尝试和他们交流，建立新的友谊。",
    "annotation": [
      {
        "sentence": "是的，主动出击是很关键的，首先可以从找到共同兴趣入手，和他们聊一聊，来拉近关系。",
        "label": ""
      },
      {
        "sentence": "或者你也可以主动叫他们约饭，这样下次他们可能也会叫上你。",
        "label": ""
      },
      {
        "sentence": "不要因为之前的困境就放弃和他们建立联系的机会，你可以积极地尝试和他们交流，建立新的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能放弃和他们建立联系的机会。或许我之前对于这个圈子的一些人的做法有些不满，但现在想想他们真的适合我吗？在一起真的开心吗？如果本来就没有多开心，我也可以扩大下社交圈结交新的朋友。什么时候都不晚哦，我后来大学关系最好的朋友也是大三大四认识的。",
    "annotation": [
      {
        "sentence": "你说得对，我不能放弃和他们建立联系的机会。",
        "label": ""
      },
      {
        "sentence": "或许我之前对于这个圈子的一些人的做法有些不满，但现在想想他们真的适合我吗？",
        "label": ""
      },
      {
        "sentence": "在一起真的开心吗？",
        "label": ""
      },
      {
        "sentence": "如果本来就没有多开心，我也可以扩大下社交圈结交新的朋友。",
        "label": ""
      },
      {
        "sentence": "什么时候都不晚哦，我后来大学关系最好的朋友也是大三大四认识的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，不管到什么时候，感受到自己被孤立都是一件让人很痛苦的事情。但是你还是要相信，这个世界上总会有与你兴趣相投的人，与你志同道合的朋友存在的。让我们一起去找到他们，从现在开始，要更加关爱自己，为自己创造更多美好的社交机会。记住，世界上还有很多人爱着你，支持着你。",
    "annotation": [
      {
        "sentence": "没错，不管到什么时候，感受到自己被孤立都是一件让人很痛苦的事情。",
        "label": ""
      },
      {
        "sentence": "但是你还是要相信，这个世界上总会有与你兴趣相投的人，与你志同道合的朋友存在的。",
        "label": ""
      },
      {
        "sentence": "让我们一起去找到他们，从现在开始，要更加关爱自己，为自己创造更多美好的社交机会。",
        "label": ""
      },
      {
        "sentence": "记住，世界上还有很多人爱着你，支持着你。",
        "label": ""
      }
    ]
  }
]