[
  {
    "role": "client",
    "content": "最近我总是心情低落，不知道该怎么调整了。工作压力越来越大，每天都得加班，昨天还被老板胁迫接了一个不能完成的工作，之前也有三个人因为这项工作被辞退了。我觉得马上就轮到我了，一想到没有工作就很焦虑，心情非常差，还有房贷要付，压力太大了，感觉没有人可以帮我。",
    "annotation": [
      {
        "sentence": "最近我总是心情低落，不知道该怎么调整了。",
        "label": ""
      },
      {
        "sentence": "工作压力越来越大，每天都得加班，昨天还被老板胁迫接了一个不能完成的工作，之前也有三个人因为这项工作被辞退了。",
        "label": ""
      },
      {
        "sentence": "我觉得马上就轮到我了，一想到没有工作就很焦虑，心情非常差，还有房贷要付，压力太大了，感觉没有人可以帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "工作压力越来越大，每天加班，是因为什么原因呢？这样的情况是暂时的还是长期的？被老板胁迫接一个不能完成的工作，老板是怎么胁迫你的呢？为什么你没有拒绝呢？接了之后的感觉如何呢？为什么觉得自己不能完成？是因为之前的三个人被辞退了造成的吗？那他们被辞退是因为老板的原因还是他们自己工作没做好呢？",
    "annotation": [
      {
        "sentence": "工作压力越来越大，每天加班，是因为什么原因呢？",
        "label": ""
      },
      {
        "sentence": "这样的情况是暂时的还是长期的？",
        "label": ""
      },
      {
        "sentence": "被老板胁迫接一个不能完成的工作，老板是怎么胁迫你的呢？",
        "label": ""
      },
      {
        "sentence": "为什么你没有拒绝呢？",
        "label": ""
      },
      {
        "sentence": "接了之后的感觉如何呢？",
        "label": ""
      },
      {
        "sentence": "为什么觉得自己不能完成？",
        "label": ""
      },
      {
        "sentence": "是因为之前的三个人被辞退了造成的吗？",
        "label": ""
      },
      {
        "sentence": "那他们被辞退是因为老板的原因还是他们自己工作没做好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "工作压力越来越大是因为公司的业务量增加了，需要我们加班才能完成。老板胁迫我接这个工作是因为他觉得我是最合适的人选，但我其实没有能力完成，所以感觉很被动。之前的三个人被辞退是因为他们没有完成好任务，但我觉得我也做不好，所以就很焦虑。",
    "annotation": [
      {
        "sentence": "工作压力越来越大是因为公司的业务量增加了，需要我们加班才能完成。",
        "label": ""
      },
      {
        "sentence": "老板胁迫我接这个工作是因为他觉得我是最合适的人选，但我其实没有能力完成，所以感觉很被动。",
        "label": ""
      },
      {
        "sentence": "之前的三个人被辞退是因为他们没有完成好任务，但我觉得我也做不好，所以就很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果没有工作了，你有其他的应对方案吗？除了你自己，还有没有其他人可以帮助你，比如你的父母、朋友、亲戚或同学呢？你是不是觉得没有一个人能够帮到你？我能感受到你这些年来一直都是一个人承担很多，付出了很多，挺持久的，一定很累吧。其实，没有人能够独自承担所有的困难，我们都需要别人的帮助和支持。试着去发现身边的人，敞开心扉去倾诉，也许他们可以和你一起分担压力，分享困难。而且，如果你遇到困难，也可以找专业的老师来帮助你一起探索解决方案。",
    "annotation": [
      {
        "sentence": "如果没有工作了，你有其他的应对方案吗？",
        "label": ""
      },
      {
        "sentence": "除了你自己，还有没有其他人可以帮助你，比如你的父母、朋友、亲戚或同学呢？",
        "label": ""
      },
      {
        "sentence": "你是不是觉得没有一个人能够帮到你？",
        "label": ""
      },
      {
        "sentence": "我能感受到你这些年来一直都是一个人承担很多，付出了很多，挺持久的，一定很累吧。",
        "label": ""
      },
      {
        "sentence": "其实，没有人能够独自承担所有的困难，我们都需要别人的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "试着去发现身边的人，敞开心扉去倾诉，也许他们可以和你一起分担压力，分享困难。",
        "label": ""
      },
      {
        "sentence": "而且，如果你遇到困难，也可以找专业的老师来帮助你一起探索解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还没有考虑过其他应对方案，可能一直觉得只有工作才能解决问题。听你这么说，我意识到我确实没有找到合适的支持渠道，对身边的人也没有敞开心扉。或许我应该试试寻求外界的支持，分担一下压力。同时，我也会考虑找专业的老师来帮助我解决问题。",
    "annotation": [
      {
        "sentence": "我还没有考虑过其他应对方案，可能一直觉得只有工作才能解决问题。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我意识到我确实没有找到合适的支持渠道，对身边的人也没有敞开心扉。",
        "label": ""
      },
      {
        "sentence": "或许我应该试试寻求外界的支持，分担一下压力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑找专业的老师来帮助我解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的想法。寻求外界支持是非常重要的，可以让你不再孤单面对问题，也能够从不同的角度看待困境。找专业的老师帮助你探索解决方案也是个明智的选择。希望你能够找到合适的支持，解决工作压力带来的困扰。如果你有任何需要，随时都可以找我交流。",
    "annotation": [
      {
        "sentence": "很高兴听到你的想法。",
        "label": ""
      },
      {
        "sentence": "寻求外界支持是非常重要的，可以让你不再孤单面对问题，也能够从不同的角度看待困境。",
        "label": ""
      },
      {
        "sentence": "找专业的老师帮助你探索解决方案也是个明智的选择。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到合适的支持，解决工作压力带来的困扰。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时都可以找我交流。",
        "label": ""
      }
    ]
  }
]