[
  {
    "role": "client",
    "content": "没有足够安全感，不懂恋爱的我，该怎么做？和男友最近在一起越来越亲密，他想发生性关系，我不同意，他就说觉得自己好失败，我不信任他，我确实没有足够的安全感，他的左脚小腿带了假肢，他说如果他的腿完好的话，我都没有机会和他在一起，他会很早结婚了，我问他是不是因为腿的原因才降低标准选择了我，他否认了，我心里不舒服，又讨厌自己即使找到一个身体有缺陷的男友还会这样自卑。我不知道他爱我什么？没有办法信任他了，他想订婚，我很犹豫，我该怎么办？",
    "annotation": [
      {
        "sentence": "没有足够安全感，不懂恋爱的我，该怎么做？",
        "label": ""
      },
      {
        "sentence": "和男友最近在一起越来越亲密，他想发生性关系，我不同意，他就说觉得自己好失败，我不信任他，我确实没有足够的安全感，他的左脚小腿带了假肢，他说如果他的腿完好的话，我都没有机会和他在一起，他会很早结婚了，我问他是不是因为腿的原因才降低标准选择了我，他否认了，我心里不舒服，又讨厌自己即使找到一个身体有缺陷的男友还会这样自卑。",
        "label": ""
      },
      {
        "sentence": "我不知道他爱我什么？",
        "label": ""
      },
      {
        "sentence": "没有办法信任他了，他想订婚，我很犹豫，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你的这种安全感其实很大一部分是由于自身的不自信。所谓安全感，百科里面的解释：安全感是对可能出现的对身体或心理的危险或风险的预感，以及个体在应对处事时的有力\/无力感，主要表现为确定感和可控感。男友想和你发生性关系，对于他来说也许是想证明自己，在你真的不愿意的情况下那就是一种自我满足，如果你不想的话，果断拒绝就好，你有这样的权力。",
    "annotation": [
      {
        "sentence": "看得出来你的这种安全感其实很大一部分是由于自身的不自信。",
        "label": ""
      },
      {
        "sentence": "所谓安全感，百科里面的解释：安全感是对可能出现的对身体或心理的危险或风险的预感，以及个体在应对处事时的有力\/无力感，主要表现为确定感和可控感。",
        "label": ""
      },
      {
        "sentence": "男友想和你发生性关系，对于他来说也许是想证明自己，在你真的不愿意的情况下那就是一种自我满足，如果你不想的话，果断拒绝就好，你有这样的权力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我原本也觉得自己有点自卑，看来确实是需要增强自信心。但是，他怀疑我不信任他，是不是因为他的目的没有达成，才用信任当作借口呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我原本也觉得自己有点自卑，看来确实是需要增强自信心。",
        "label": ""
      },
      {
        "sentence": "但是，他怀疑我不信任他，是不是因为他的目的没有达成，才用信任当作借口呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，爱情里面相互信任是感情的基础，女生要学会保护自己。如果发生关系他又是否想过你的感受呢？爱情是双向的，双方应该都有需求，才会达到最舒适愉悦的效果。他对你不信任的指责可能只是因为他的目的没有实现，而不是你信任他的问题。",
    "annotation": [
      {
        "sentence": "是的，爱情里面相互信任是感情的基础，女生要学会保护自己。",
        "label": ""
      },
      {
        "sentence": "如果发生关系他又是否想过你的感受呢？",
        "label": ""
      },
      {
        "sentence": "爱情是双向的，双方应该都有需求，才会达到最舒适愉悦的效果。",
        "label": ""
      },
      {
        "sentence": "他对你不信任的指责可能只是因为他的目的没有实现，而不是你信任他的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感谢你的理解和鼓励。但我还是对他之前说的那句话心里很不舒服，“他说如果他的腿完好的话，我都没有机会和他在一起，他会很早结婚了。”明明是在贬低我，我觉得很受伤。",
    "annotation": [
      {
        "sentence": "我很感谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但我还是对他之前说的那句话心里很不舒服，“他说如果他的腿完好的话，我都没有机会和他在一起，他会很早结婚了。",
        "label": ""
      },
      {
        "sentence": "”明明是在贬低我，我觉得很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我心疼你。他这样说能给你安全感吗？其实男朋友有身体缺陷这本身对于两情相悦的人不算阻碍，最重要的是他要对你百分百地好，你和他在一起可以改变没有安全感的你。每一个女生都是天使啊，不姑且说我们要承受多少，从爱情转换成亲情，这是一辈子的事情，建议你还是要慎重考虑。",
    "annotation": [
      {
        "sentence": "亲爱的，我心疼你。",
        "label": ""
      },
      {
        "sentence": "他这样说能给你安全感吗？",
        "label": ""
      },
      {
        "sentence": "其实男朋友有身体缺陷这本身对于两情相悦的人不算阻碍，最重要的是他要对你百分百地好，你和他在一起可以改变没有安全感的你。",
        "label": ""
      },
      {
        "sentence": "每一个女生都是天使啊，不姑且说我们要承受多少，从爱情转换成亲情，这是一辈子的事情，建议你还是要慎重考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要更加深思熟虑。我希望能够找到真正能给我安全感的人。如果同意订婚的话，那就好好相处吧，毕竟爱情经历挫折是一定的。我会尽量敞开心扉，真实地去问他的想法。谢谢你的鼓励，我会慢慢给自己打造一个更优秀的状态。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要更加深思熟虑。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到真正能给我安全感的人。",
        "label": ""
      },
      {
        "sentence": "如果同意订婚的话，那就好好相处吧，毕竟爱情经历挫折是一定的。",
        "label": ""
      },
      {
        "sentence": "我会尽量敞开心扉，真实地去问他的想法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励，我会慢慢给自己打造一个更优秀的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，安全感在他身上找不到的话首先要自己给自己。慢慢让自己变得优秀，这种优秀是你自己最满意的状态。相信你可以做到的，加油！希望我的文字能够给你带来一些帮助。记得，你的感受和需求同等重要，不要忘记爱护自己。",
    "annotation": [
      {
        "sentence": "是的，安全感在他身上找不到的话首先要自己给自己。",
        "label": ""
      },
      {
        "sentence": "慢慢让自己变得优秀，这种优秀是你自己最满意的状态。",
        "label": ""
      },
      {
        "sentence": "相信你可以做到的，加油！",
        "label": ""
      },
      {
        "sentence": "希望我的文字能够给你带来一些帮助。",
        "label": ""
      },
      {
        "sentence": "记得，你的感受和需求同等重要，不要忘记爱护自己。",
        "label": ""
      }
    ]
  }
]