[
  {
    "role": "client",
    "content": "不再做职场便利贴女孩，真的是错吗？自己刚入职场的时候一直是别人叫我干什么就干什么，哪怕不是自己的工作，只要人家说我都会很高兴的去完成，就像只哈巴狗似的跪舔。",
    "annotation": [
      {
        "sentence": "不再做职场便利贴女孩，真的是错吗？",
        "label": ""
      },
      {
        "sentence": "自己刚入职场的时候一直是别人叫我干什么就干什么，哪怕不是自己的工作，只要人家说我都会很高兴的去完成，就像只哈巴狗似的跪舔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一名初入职场的你，你的感受我完全可以理解。职场上的起步阶段，往往需要付出更多的努力和奉献，但也不意味着要一直扮演\"便利贴女孩\"的角色。你有权利保护自己，坚持自己的价值和立场。",
    "annotation": [
      {
        "sentence": "作为一名初入职场的你，你的感受我完全可以理解。",
        "label": ""
      },
      {
        "sentence": "职场上的起步阶段，往往需要付出更多的努力和奉献，但也不意味着要一直扮演\"便利贴女孩\"的角色。",
        "label": ""
      },
      {
        "sentence": "你有权利保护自己，坚持自己的价值和立场。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来被公司的老板和其他同事伤透了心，疫情期间做着不属于自己的工作，为公司跑上跑下，到最后得到却是大家都有工资，你是不是在公司工作，大家在家办公而已的话语。",
    "annotation": [
      {
        "sentence": "后来被公司的老板和其他同事伤透了心，疫情期间做着不属于自己的工作，为公司跑上跑下，到最后得到却是大家都有工资，你是不是在公司工作，大家在家办公而已的话语。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到这些让你感到沮丧的话语，我可以理解你的痛苦。职场上确实存在不公平和不平衡的现象。然而，记住并重视自己的努力和付出是非常重要的。无论他人如何看待你的贡献，希望你不要忘记自己的价值和努力的意义。",
    "annotation": [
      {
        "sentence": "听到这些让你感到沮丧的话语，我可以理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "职场上确实存在不公平和不平衡的现象。",
        "label": ""
      },
      {
        "sentence": "然而，记住并重视自己的努力和付出是非常重要的。",
        "label": ""
      },
      {
        "sentence": "无论他人如何看待你的贡献，希望你不要忘记自己的价值和努力的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "部分同事一直欺负自己的好脾气，整天跟个疯狗似的给我发泄她生活的不满。现在自己不再像之前那样谁叫都去，不再义乌帮助，只关心自己的资料，却被别人说跟来公司是天差地别，自己膨胀了，让你碎个东西就一分钟的事情，你去能死吗？就不能抬抬你尊贵的屁股。你也有求人帮忙的时候，你现在的不帮忙，到后期有你受的。不是所有的人都很闲，大家都有工作，让你帮个小忙，你能死。",
    "annotation": [
      {
        "sentence": "部分同事一直欺负自己的好脾气，整天跟个疯狗似的给我发泄她生活的不满。",
        "label": ""
      },
      {
        "sentence": "现在自己不再像之前那样谁叫都去，不再义乌帮助，只关心自己的资料，却被别人说跟来公司是天差地别，自己膨胀了，让你碎个东西就一分钟的事情，你去能死吗？",
        "label": ""
      },
      {
        "sentence": "就不能抬抬你尊贵的屁股。",
        "label": ""
      },
      {
        "sentence": "你也有求人帮忙的时候，你现在的不帮忙，到后期有你受的。",
        "label": ""
      },
      {
        "sentence": "不是所有的人都很闲，大家都有工作，让你帮个小忙，你能死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你被同事欺负的经历，我可以理解你的痛苦和愤怒。但是，我们不能因为别人对我们的态度而改变自己的原则和底线。你可以适度地为同事提供帮助，但也要明确界限，不要让他们习以为常地依赖你。当然，有求必应并不意味着你必须一味地付出。保持自己的独立和专注于自己的工作是非常重要的。",
    "annotation": [
      {
        "sentence": "听到你被同事欺负的经历，我可以理解你的痛苦和愤怒。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因为别人对我们的态度而改变自己的原则和底线。",
        "label": ""
      },
      {
        "sentence": "你可以适度地为同事提供帮助，但也要明确界限，不要让他们习以为常地依赖你。",
        "label": ""
      },
      {
        "sentence": "当然，有求必应并不意味着你必须一味地付出。",
        "label": ""
      },
      {
        "sentence": "保持自己的独立和专注于自己的工作是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "等等这样的言论真的让我感觉很痛苦，为何别人可以翻身农奴把歌唱，可以理直气壮的使唤人，而我就只想干好自己本职工作就那么难。就因为来公司的早晚，就因为和领导关系好，拍领导的马屁。",
    "annotation": [
      {
        "sentence": "等等这样的言论真的让我感觉很痛苦，为何别人可以翻身农奴把歌唱，可以理直气壮的使唤人，而我就只想干好自己本职工作就那么难。",
        "label": ""
      },
      {
        "sentence": "就因为来公司的早晚，就因为和领导关系好，拍领导的马屁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于职场不公平的感受我很理解。然而，我们不能一味地和别人比较，而是要以积极的态度面对自己的工作和成长。职场上的成功和晋升并不仅仅取决于早来晚走或和领导的关系，更重要的是你在工作中表现出的能力和付出。所以，保持专注、踏实并持续提升自己的能力才是关键。",
    "annotation": [
      {
        "sentence": "你对于职场不公平的感受我很理解。",
        "label": ""
      },
      {
        "sentence": "然而，我们不能一味地和别人比较，而是要以积极的态度面对自己的工作和成长。",
        "label": ""
      },
      {
        "sentence": "职场上的成功和晋升并不仅仅取决于早来晚走或和领导的关系，更重要的是你在工作中表现出的能力和付出。",
        "label": ""
      },
      {
        "sentence": "所以，保持专注、踏实并持续提升自己的能力才是关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的理解和鼓励，我意识到了保护自己和坚持自己的立场的重要性。我会尝试更好地管理自己的情绪，同时更加专注于自己的工作。",
    "annotation": [
      {
        "sentence": "感谢你的理解和鼓励，我意识到了保护自己和坚持自己的立场的重要性。",
        "label": ""
      },
      {
        "sentence": "我会尝试更好地管理自己的情绪，同时更加专注于自己的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你能够意识到这些问题，我相信你一定能够调整好心态并走出困境。请记住，你的努力和价值不应该被他人的言论所动摇。相信自己，坚持努力，迎接更好的职场未来。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你能够意识到这些问题，我相信你一定能够调整好心态并走出困境。",
        "label": ""
      },
      {
        "sentence": "请记住，你的努力和价值不应该被他人的言论所动摇。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，迎接更好的职场未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力面对挑战，并保持积极的态度。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力面对挑战，并保持积极的态度。",
        "label": ""
      }
    ]
  }
]