[
  {
    "role": "client",
    "content": "不再做职场便利贴女孩，真的是错吗？自己刚入职场的时候一直是别人叫我干什么就干什么，哪怕不是自己的工作，只要人家说我都会很高兴的去完成，就像只哈巴狗似的跪舔。",
    "annotation": [
      {
        "sentence": "不再做职场便利贴女孩，真的是错吗？",
        "label": ""
      },
      {
        "sentence": "自己刚入职场的时候一直是别人叫我干什么就干什么，哪怕不是自己的工作，只要人家说我都会很高兴的去完成，就像只哈巴狗似的跪舔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不做职场的便利贴女孩，是我们通往成功的第一步。在职场中总会有一些人觉得别人的付出是理所应当，尤其是在一些谈资论辈的公司，他们认为新人就需要把一切的基础工作都做好，而且要学会拍老员工的马屁。",
    "annotation": [
      {
        "sentence": "不做职场的便利贴女孩，是我们通往成功的第一步。",
        "label": ""
      },
      {
        "sentence": "在职场中总会有一些人觉得别人的付出是理所应当，尤其是在一些谈资论辈的公司，他们认为新人就需要把一切的基础工作都做好，而且要学会拍老员工的马屁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来被公司的老板和其他同事伤透了心，疫情期间做着不属于自己的工作，为公司跑上跑下，到最后得到却是大家都有工资，你是不是在公司工作，大家在家办公而已的话语。",
    "annotation": [
      {
        "sentence": "后来被公司的老板和其他同事伤透了心，疫情期间做着不属于自己的工作，为公司跑上跑下，到最后得到却是大家都有工资，你是不是在公司工作，大家在家办公而已的话语。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果说我们就职的属于事业编国企或者公务员之类的岗位，那么我们更不需要担心，因为这些岗位的开除并不是一句话的事情，如果不是犯了特别严重的错误，哪怕是领导都没有权利随意开除一个员工，在这种情况下，我们只需要做好自己的本职工作就好了。",
    "annotation": [
      {
        "sentence": "如果说我们就职的属于事业编国企或者公务员之类的岗位，那么我们更不需要担心，因为这些岗位的开除并不是一句话的事情，如果不是犯了特别严重的错误，哪怕是领导都没有权利随意开除一个员工，在这种情况下，我们只需要做好自己的本职工作就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "部分同事一直欺负自己的好脾气，整天跟个疯狗似的给我发泄她生活的不满。现在自己不再像之前那样谁叫都去，不再义乌帮助，只关心自己的资料，却被别人说跟来公司是天差地别，自己膨胀了，让你碎个东西就一分钟的事情，你去能死吗？就不能抬抬你尊贵的屁股。",
    "annotation": [
      {
        "sentence": "部分同事一直欺负自己的好脾气，整天跟个疯狗似的给我发泄她生活的不满。",
        "label": ""
      },
      {
        "sentence": "现在自己不再像之前那样谁叫都去，不再义乌帮助，只关心自己的资料，却被别人说跟来公司是天差地别，自己膨胀了，让你碎个东西就一分钟的事情，你去能死吗？",
        "label": ""
      },
      {
        "sentence": "就不能抬抬你尊贵的屁股。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果说我们就职的属于私人企业，那么我们可以问问自己，在这个公司我们可以做些什么？公司给我们带来了哪些利益，而我们又给公司创造了哪些价值？员工和公司是互惠互利的，如果说这家公司并没有帮助我们提升自己的工作能力，甚至很多时候我们做的工作都是生活中的日常小事，那么我们真的需要认真的考虑一下自己的职场道路，毕竟随意可以提换的人的价值是最低的。",
    "annotation": [
      {
        "sentence": "如果说我们就职的属于私人企业，那么我们可以问问自己，在这个公司我们可以做些什么？",
        "label": ""
      },
      {
        "sentence": "公司给我们带来了哪些利益，而我们又给公司创造了哪些价值？",
        "label": ""
      },
      {
        "sentence": "员工和公司是互惠互利的，如果说这家公司并没有帮助我们提升自己的工作能力，甚至很多时候我们做的工作都是生活中的日常小事，那么我们真的需要认真的考虑一下自己的职场道路，毕竟随意可以提换的人的价值是最低的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你也有求人帮忙的时候，你现在的不帮忙，到后期有你受的。不是所有的人都很闲，大家都有工作，让你帮个小忙，你能死。",
    "annotation": [
      {
        "sentence": "你也有求人帮忙的时候，你现在的不帮忙，到后期有你受的。",
        "label": ""
      },
      {
        "sentence": "不是所有的人都很闲，大家都有工作，让你帮个小忙，你能死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于那些只会说教的老员工，如果他们懂得尊重新人，我们确实可以做一些力所能及的事情，如果说他们只知道随意诋毁和评论他人，那么我们也不需要给他们所谓的面子，毕竟一个不懂尊重他人的人是不值得我们付出太多的。",
    "annotation": [
      {
        "sentence": "对于那些只会说教的老员工，如果他们懂得尊重新人，我们确实可以做一些力所能及的事情，如果说他们只知道随意诋毁和评论他人，那么我们也不需要给他们所谓的面子，毕竟一个不懂尊重他人的人是不值得我们付出太多的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "等等这样的言论真的让我感觉很痛苦，为何别人可以翻身农奴把歌唱，可以理直气壮的使唤人，而我就只想干好自己本职工作就那么难。就因为来公司的早晚，就因为和领导关系好，拍领导的马屁。",
    "annotation": [
      {
        "sentence": "等等这样的言论真的让我感觉很痛苦，为何别人可以翻身农奴把歌唱，可以理直气壮的使唤人，而我就只想干好自己本职工作就那么难。",
        "label": ""
      },
      {
        "sentence": "就因为来公司的早晚，就因为和领导关系好，拍领导的马屁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们不能因为别人的成功而否定自己的价值，每个人的成长机遇不同，我们需要相信自己的努力和能力，不要总是抱怨环境不公平。重要的是，我们要专注于提升自己的综合素质和技能，使自己变得更有竞争力，这样才能在职场中取得更好的发展。",
    "annotation": [
      {
        "sentence": "我们不能因为别人的成功而否定自己的价值，每个人的成长机遇不同，我们需要相信自己的努力和能力，不要总是抱怨环境不公平。",
        "label": ""
      },
      {
        "sentence": "重要的是，我们要专注于提升自己的综合素质和技能，使自己变得更有竞争力，这样才能在职场中取得更好的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力调整自己的心态和职场策略，不再做便利贴女孩，为自己争取更多发展的机会。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力调整自己的心态和职场策略，不再做便利贴女孩，为自己争取更多发展的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，记住要相信自己，坚持努力，一定能取得自己想要的成就。加油！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，记住要相信自己，坚持努力，一定能取得自己想要的成就。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]