[
  {
    "role": "client",
    "content": "我是一名25岁的女生，已经在医学专业度过了7年时间了，可为什么我还是一直无法喜欢这个专业呢？我性格比较孤僻，脸皮薄或者说比较呆木，以前甚至连跟亲戚打招呼都不太会。虽然父母希望我读医学专业，但其实我更喜欢天文学和美术之类的。可是他们认为这两个专业不能找到工作，于是我高考完了之后，赌气一样填了医学相关的大学志愿，结果被二本学校录取了。当时我觉得自己越过了一本分数线，但实际上如果我再多写几个学校的志愿，或许就有机会被更好的学校录取。然后我就这样去了医学院上学，之后就越来越不喜欢与别人交流，整日闷在床上看手机，写写文章和网友聊天之类的。到后来在人前越来越不会说话，甚至紧张到发抖。对自己的专业也提不起兴趣，曾经年纪前五的成绩也变成了倒数第二。我越是这样，就越会觉得这都是因为我选择了我不喜欢的专业，因为曾经挂科后，开始各种害怕考试，一到考试就会反胃恶心……到现在毕业已经两年了，还没有工作，只开了家店，准备考研究生。今年必须得去工作了，但我一直无法喜欢甚至害怕。",
    "annotation": [
      {
        "sentence": "我是一名25岁的女生，已经在医学专业度过了7年时间了，可为什么我还是一直无法喜欢这个专业呢？",
        "label": ""
      },
      {
        "sentence": "我性格比较孤僻，脸皮薄或者说比较呆木，以前甚至连跟亲戚打招呼都不太会。",
        "label": ""
      },
      {
        "sentence": "虽然父母希望我读医学专业，但其实我更喜欢天文学和美术之类的。",
        "label": ""
      },
      {
        "sentence": "可是他们认为这两个专业不能找到工作，于是我高考完了之后，赌气一样填了医学相关的大学志愿，结果被二本学校录取了。",
        "label": ""
      },
      {
        "sentence": "当时我觉得自己越过了一本分数线，但实际上如果我再多写几个学校的志愿，或许就有机会被更好的学校录取。",
        "label": ""
      },
      {
        "sentence": "然后我就这样去了医学院上学，之后就越来越不喜欢与别人交流，整日闷在床上看手机，写写文章和网友聊天之类的。",
        "label": ""
      },
      {
        "sentence": "到后来在人前越来越不会说话，甚至紧张到发抖。",
        "label": ""
      },
      {
        "sentence": "对自己的专业也提不起兴趣，曾经年纪前五的成绩也变成了倒数第二。",
        "label": ""
      },
      {
        "sentence": "我越是这样，就越会觉得这都是因为我选择了我不喜欢的专业，因为曾经挂科后，开始各种害怕考试，一到考试就会反胃恶心……到现在毕业已经两年了，还没有工作，只开了家店，准备考研究生。",
        "label": ""
      },
      {
        "sentence": "今年必须得去工作了，但我一直无法喜欢甚至害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1.看到这个描述，我觉得很可悲，因为这大约是大部分中国式教育的悲哀。父母希望你读一个能够保证生计的专业，而你喜欢追求浪漫的专业。这是父母溺爱的培养方式，让孩子不知道生活的艰辛。但即使如此，作为一个已经成年的人，既然你已经意识到这个问题，就应该及时做出改变，成为一个有自我的、有主见的人。",
    "annotation": [
      {
        "sentence": "1.看到这个描述，我觉得很可悲，因为这大约是大部分中国式教育的悲哀。",
        "label": ""
      },
      {
        "sentence": "父母希望你读一个能够保证生计的专业，而你喜欢追求浪漫的专业。",
        "label": ""
      },
      {
        "sentence": "这是父母溺爱的培养方式，让孩子不知道生活的艰辛。",
        "label": ""
      },
      {
        "sentence": "但即使如此，作为一个已经成年的人，既然你已经意识到这个问题，就应该及时做出改变，成为一个有自我的、有主见的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在明白了，我需要有自己的主见和想法。但是父母希望我读医学专业，即使我不喜欢，我还是全部报了医学专业。但如果父母希望我去打人，我是否也要去呢？说到自我，我反思一下自己从小到大是否有做过独立完成的事情呢？你刚刚也提到，连跟亲戚打招呼都不会独立完成。所以我现在的问题并不只是关于专业选择，更是关于我是否能够独立完成一件事情的问题。",
    "annotation": [
      {
        "sentence": "你说得对，我现在明白了，我需要有自己的主见和想法。",
        "label": ""
      },
      {
        "sentence": "但是父母希望我读医学专业，即使我不喜欢，我还是全部报了医学专业。",
        "label": ""
      },
      {
        "sentence": "但如果父母希望我去打人，我是否也要去呢？",
        "label": ""
      },
      {
        "sentence": "说到自我，我反思一下自己从小到大是否有做过独立完成的事情呢？",
        "label": ""
      },
      {
        "sentence": "你刚刚也提到，连跟亲戚打招呼都不会独立完成。",
        "label": ""
      },
      {
        "sentence": "所以我现在的问题并不只是关于专业选择，更是关于我是否能够独立完成一件事情的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实如此，自我是指一个人有自己的想法、看法和感受，并且拥有独立完成一件事情的能力。从小到大，你刚才提到连跟亲戚打招呼都不会独立完成，那么是否还有其他类似的事情呢？报志愿只是一个大的表现，所以现在你所纠结的并不是A专业还是B专业的问题，而是你是否有能力独立做一件事情的问题。",
    "annotation": [
      {
        "sentence": "确实如此，自我是指一个人有自己的想法、看法和感受，并且拥有独立完成一件事情的能力。",
        "label": ""
      },
      {
        "sentence": "从小到大，你刚才提到连跟亲戚打招呼都不会独立完成，那么是否还有其他类似的事情呢？",
        "label": ""
      },
      {
        "sentence": "报志愿只是一个大的表现，所以现在你所纠结的并不是A专业还是B专业的问题，而是你是否有能力独立做一件事情的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我开始明白了。其实我也想过将错就错，既然已经选择了医学专业，并且已经花费了7年的时间，这是无法改变的事实。既然已经这样，为什么不全力以赴地去做呢？或许是因为我不能独立完成一件事情，所以拿不喜欢这个专业来作为挡箭牌吗？这样就可以不独立，不用努力，理由也很充分。这是事实的真相，虽然听起来可能有点难听。包括所有的症状，比如考试时犯恶心，都只是借口和挡箭牌。因为我不喜欢这个专业，所以可以不努力学习，可以把责任推给父母，可以毕业两年了还不去工作。",
    "annotation": [
      {
        "sentence": "你说得对，我开始明白了。",
        "label": ""
      },
      {
        "sentence": "其实我也想过将错就错，既然已经选择了医学专业，并且已经花费了7年的时间，这是无法改变的事实。",
        "label": ""
      },
      {
        "sentence": "既然已经这样，为什么不全力以赴地去做呢？",
        "label": ""
      },
      {
        "sentence": "或许是因为我不能独立完成一件事情，所以拿不喜欢这个专业来作为挡箭牌吗？",
        "label": ""
      },
      {
        "sentence": "这样就可以不独立，不用努力，理由也很充分。",
        "label": ""
      },
      {
        "sentence": "这是事实的真相，虽然听起来可能有点难听。",
        "label": ""
      },
      {
        "sentence": "包括所有的症状，比如考试时犯恶心，都只是借口和挡箭牌。",
        "label": ""
      },
      {
        "sentence": "因为我不喜欢这个专业，所以可以不努力学习，可以把责任推给父母，可以毕业两年了还不去工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得非常对，过了7年，你现在终于意识到了这些问题。我希望你能早点醒悟，不要一辈子都在赌气中度过。你的父母总会变老的，他们不可能一辈子照顾你。你需要为自己的生活负责任，而不仅仅是为了回击父母的期望。",
    "annotation": [
      {
        "sentence": "你说得非常对，过了7年，你现在终于意识到了这些问题。",
        "label": ""
      },
      {
        "sentence": "我希望你能早点醒悟，不要一辈子都在赌气中度过。",
        "label": ""
      },
      {
        "sentence": "你的父母总会变老的，他们不可能一辈子照顾你。",
        "label": ""
      },
      {
        "sentence": "你需要为自己的生活负责任，而不仅仅是为了回击父母的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在意识到了，我需要为自己的生活负责任。虽然我选择了医学专业并且已经花费了这么多时间，但我希望能改变自己的态度，全力以赴地去学习和工作。",
    "annotation": [
      {
        "sentence": "我现在意识到了，我需要为自己的生活负责任。",
        "label": ""
      },
      {
        "sentence": "虽然我选择了医学专业并且已经花费了这么多时间，但我希望能改变自己的态度，全力以赴地去学习和工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的思维是正确的，改变自己的态度非常重要。从现在开始，你应该尽可能调整自己的情绪，为自己的未来努力奋斗。虽然过去的选择可能不尽如人意，但只要你全心全意去尝试，你就有可能找到适合自己的发展道路。",
    "annotation": [
      {
        "sentence": "这样的思维是正确的，改变自己的态度非常重要。",
        "label": ""
      },
      {
        "sentence": "从现在开始，你应该尽可能调整自己的情绪，为自己的未来努力奋斗。",
        "label": ""
      },
      {
        "sentence": "虽然过去的选择可能不尽如人意，但只要你全心全意去尝试，你就有可能找到适合自己的发展道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我现在会重新审视自己的选择，并努力学习和工作，为自己的未来打下坚实的基础。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我现在会重新审视自己的选择，并努力学习和工作，为自己的未来打下坚实的基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，要相信自己的能力和潜力。无论选择什么样的道路，只要你用心去追求，你都能够创造出属于自己的成功。加油！",
    "annotation": [
      {
        "sentence": "你做得很好，要相信自己的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "无论选择什么样的道路，只要你用心去追求，你都能够创造出属于自己的成功。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会坚持下去，努力实现自己的目标。再次感谢你的帮助和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会坚持下去，努力实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我相信你能够走出困境，实现自己的梦想。如果将来还有任何困扰或问题，随时向我寻求帮助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用谢，我相信你能够走出困境，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "如果将来还有任何困扰或问题，随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会记住的。谢谢你的耐心和理解。祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "好的，我会记住的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心和理解。",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  }
]