[
  {
    "role": "client",
    "content": "成年男性，对狐狸尾巴有一种莫名的痴迷？",
    "annotation": [
      {
        "sentence": "成年男性，对狐狸尾巴有一种莫名的痴迷？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小说名著文学音乐中都能够体现大量描写狐狸的片段，比如《小王子》中关于狐狸的驯服归属。在《斗罗》中胡列娜的外附魂骨疑似出现是狐狸尾巴，这种狐狸的魅惑技术是非常高超的，所以有很多人也会被狐狸特有的魅力所吸引。",
    "annotation": [
      {
        "sentence": "小说名著文学音乐中都能够体现大量描写狐狸的片段，比如《小王子》中关于狐狸的驯服归属。",
        "label": ""
      },
      {
        "sentence": "在《斗罗》中胡列娜的外附魂骨疑似出现是狐狸尾巴，这种狐狸的魅惑技术是非常高超的，所以有很多人也会被狐狸特有的魅力所吸引。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "男性，对狐狸尾巴有一种莫名的痴迷，尤其是钟爱赤狐的尾巴，大概小学五年级开始就经常幻想自己有一条狐狸尾巴，现在工作了还有这种幻想。",
    "annotation": [
      {
        "sentence": "男性，对狐狸尾巴有一种莫名的痴迷，尤其是钟爱赤狐的尾巴，大概小学五年级开始就经常幻想自己有一条狐狸尾巴，现在工作了还有这种幻想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候我们会觉得那种毛绒绒的存在，比如各种玩偶的拥抱抚摸，这种触碰可能可以给人们带来更多的安全感。你可以发现自己对狐狸尾巴的欲望愈演愈烈还想再买更多，这种购物的欲望或许也需要进行相应的调整。你觉得自己真的需要它们吗？",
    "annotation": [
      {
        "sentence": "有时候我们会觉得那种毛绒绒的存在，比如各种玩偶的拥抱抚摸，这种触碰可能可以给人们带来更多的安全感。",
        "label": ""
      },
      {
        "sentence": "你可以发现自己对狐狸尾巴的欲望愈演愈烈还想再买更多，这种购物的欲望或许也需要进行相应的调整。",
        "label": ""
      },
      {
        "sentence": "你觉得自己真的需要它们吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "事实上我自己也买了淘宝上的真毛狐狸尾巴，睡觉的时候会夹在两腿中间，以及用手抚摸，假如去人多的地方，我还会把尾巴挂在裤子上面露出来给别人看到。",
    "annotation": [
      {
        "sentence": "事实上我自己也买了淘宝上的真毛狐狸尾巴，睡觉的时候会夹在两腿中间，以及用手抚摸，假如去人多的地方，我还会把尾巴挂在裤子上面露出来给别人看到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种怪癖可能是基于你所接触到的各种文化熏陶所带来的，具体的可以进行心理咨询来一系统探究哦。理智规划自己的购物行为，了解怪癖可以尝试用好奇的心态来看待这种怪癖或者幻想，需要意识到每个人可能都存在不同的爱好用来彰显自己的独特。我们可能徘徊于熟悉事物所带来的安全感和新奇物带来的向往感之间，狐狸尾巴对于你来说可能存在非常明显的意义，可能会让你形成某种痴迷。",
    "annotation": [
      {
        "sentence": "这种怪癖可能是基于你所接触到的各种文化熏陶所带来的，具体的可以进行心理咨询来一系统探究哦。",
        "label": ""
      },
      {
        "sentence": "理智规划自己的购物行为，了解怪癖可以尝试用好奇的心态来看待这种怪癖或者幻想，需要意识到每个人可能都存在不同的爱好用来彰显自己的独特。",
        "label": ""
      },
      {
        "sentence": "我们可能徘徊于熟悉事物所带来的安全感和新奇物带来的向往感之间，狐狸尾巴对于你来说可能存在非常明显的意义，可能会让你形成某种痴迷。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在对狐狸尾巴的欲望愈演愈烈，已经有好几条尾巴了还想再买，也会用鼻子去闻狐狸尾巴的气味，甚至睡觉会抱着一堆狐狸尾巴，如果不是因为容易透不过气还会把头埋进狐狸尾巴堆里面。我这到底是什么心理呢？为什么会有这种怪癖，有没有必要去戒掉这个怪癖呢？",
    "annotation": [
      {
        "sentence": "现在对狐狸尾巴的欲望愈演愈烈，已经有好几条尾巴了还想再买，也会用鼻子去闻狐狸尾巴的气味，甚至睡觉会抱着一堆狐狸尾巴，如果不是因为容易透不过气还会把头埋进狐狸尾巴堆里面。",
        "label": ""
      },
      {
        "sentence": "我这到底是什么心理呢？",
        "label": ""
      },
      {
        "sentence": "为什么会有这种怪癖，有没有必要去戒掉这个怪癖呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们的各种幻想爱好通常来说是出于自身认知运行的目的，是去理清自己的思维。事实上很多人都会幻想并且有自己的癖好，能够适当减少频率不影响生活就是可以试着理解的哦。你的这种癖好可能是很久之前就有的，所以可以适合追根溯源来看待，或许你的幻想你需要有一个窗口来让自己发泄出来，你或许可以找到自己的信任朋友谈谈，也可以与心理咨询师谈谈你的这些癖好，让你能够更加全面了解自己，你可以记录下来自己的幻想通常是什么内容。即使它们看起来是非常普通的，但是往往也意味着非常丰富的过往经历，对于狐狸尾巴的痴迷就植根于你的过往情结。所以你可以保持对这些信息的在乎，并且深入剖析背后隐含的需求。也许意味着你渴望获得理解，我们还发现保持记录是专注自身注意力的好方法。不要被自己所处的环境分散注意力，也许其他人可能会说某些话或者评断，你可以有自己的控制手段不让癖好影响自己的生活，控制在适当范围即可。",
    "annotation": [
      {
        "sentence": "我们的各种幻想爱好通常来说是出于自身认知运行的目的，是去理清自己的思维。",
        "label": ""
      },
      {
        "sentence": "事实上很多人都会幻想并且有自己的癖好，能够适当减少频率不影响生活就是可以试着理解的哦。",
        "label": ""
      },
      {
        "sentence": "你的这种癖好可能是很久之前就有的，所以可以适合追根溯源来看待，或许你的幻想你需要有一个窗口来让自己发泄出来，你或许可以找到自己的信任朋友谈谈，也可以与心理咨询师谈谈你的这些癖好，让你能够更加全面了解自己，你可以记录下来自己的幻想通常是什么内容。",
        "label": ""
      },
      {
        "sentence": "即使它们看起来是非常普通的，但是往往也意味着非常丰富的过往经历，对于狐狸尾巴的痴迷就植根于你的过往情结。",
        "label": ""
      },
      {
        "sentence": "所以你可以保持对这些信息的在乎，并且深入剖析背后隐含的需求。",
        "label": ""
      },
      {
        "sentence": "也许意味着你渴望获得理解，我们还发现保持记录是专注自身注意力的好方法。",
        "label": ""
      },
      {
        "sentence": "不要被自己所处的环境分散注意力，也许其他人可能会说某些话或者评断，你可以有自己的控制手段不让癖好影响自己的生活，控制在适当范围即可。",
        "label": ""
      }
    ]
  }
]