[
  {
    "role": "client",
    "content": "从小缺乏鼓励，如何挽救自己的“努力”？31岁，女。我是一个从小缺乏鼓励的孩子。从小爸爸妈妈跟我说的最多的一句话就是，你要看到你身上的不足。可是印象中爸妈从来都不肯定我一句，在学校，我也不是那种成绩很拔尖的孩子。所以从小的时候挫败感一直伴随着我。与自信无缘不说，甚至生出了“努力有什么用？”的想法。前段时间我觉察出来了那些以后，特别心疼那样的自己，明明很努力，却得不到一点肯定。哪怕是在家人面前。那些理智层面的，什么人是为自己而活，这些道理，我都懂。可是不知为什么，我感觉我自己的“努力”的那份干劲什么的也好，还是有点一步一步的垮了下去。并不是我不让自己休息，而是这样的状态，让我整天浑浑噩噩的。有很久很久了，久到我都不知道时间了。这个局该如何破解？请求指导。",
    "annotation": [
      {
        "sentence": "从小缺乏鼓励，如何挽救自己的“努力”？",
        "label": ""
      },
      {
        "sentence": "31岁，女。",
        "label": ""
      },
      {
        "sentence": "我是一个从小缺乏鼓励的孩子。",
        "label": ""
      },
      {
        "sentence": "从小爸爸妈妈跟我说的最多的一句话就是，你要看到你身上的不足。",
        "label": ""
      },
      {
        "sentence": "可是印象中爸妈从来都不肯定我一句，在学校，我也不是那种成绩很拔尖的孩子。",
        "label": ""
      },
      {
        "sentence": "所以从小的时候挫败感一直伴随着我。",
        "label": ""
      },
      {
        "sentence": "与自信无缘不说，甚至生出了“努力有什么用？",
        "label": ""
      },
      {
        "sentence": "”的想法。",
        "label": ""
      },
      {
        "sentence": "前段时间我觉察出来了那些以后，特别心疼那样的自己，明明很努力，却得不到一点肯定。",
        "label": ""
      },
      {
        "sentence": "哪怕是在家人面前。",
        "label": ""
      },
      {
        "sentence": "那些理智层面的，什么人是为自己而活，这些道理，我都懂。",
        "label": ""
      },
      {
        "sentence": "可是不知为什么，我感觉我自己的“努力”的那份干劲什么的也好，还是有点一步一步的垮了下去。",
        "label": ""
      },
      {
        "sentence": "并不是我不让自己休息，而是这样的状态，让我整天浑浑噩噩的。",
        "label": ""
      },
      {
        "sentence": "有很久很久了，久到我都不知道时间了。",
        "label": ""
      },
      {
        "sentence": "这个局该如何破解？",
        "label": ""
      },
      {
        "sentence": "请求指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先沉浸在这种情绪里你真的辛苦啦！#第一，你沉浸在这种情绪里自己二十几年了，想一下就被救赎是不现实的，所以要放平心态，接受这个事实，慢慢来。但好在你已经认识到问题所在，所以离自己被救赎就不远了，你已经走在了这条路上。这是好的开始！",
    "annotation": [
      {
        "sentence": "首先沉浸在这种情绪里你真的辛苦啦！",
        "label": ""
      },
      {
        "sentence": "#第一，你沉浸在这种情绪里自己二十几年了，想一下就被救赎是不现实的，所以要放平心态，接受这个事实，慢慢来。",
        "label": ""
      },
      {
        "sentence": "但好在你已经认识到问题所在，所以离自己被救赎就不远了，你已经走在了这条路上。",
        "label": ""
      },
      {
        "sentence": "这是好的开始！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会试着接受这个事实的，慢慢来让自己变得更坚强吧。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着接受这个事实的，慢慢来让自己变得更坚强吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的这种不被鼓励，不被重视，被抛弃感已经这么长的时间，潜意识早已习惯了这种状态，虽然你已经有了觉醒，但是潜意识是不允许你有觉醒的，所以你才会有，继续努力无意义感。这是你的意识在和潜意识斗争，只是连你自己都没有意识到这是你的潜意识在作怪。",
    "annotation": [
      {
        "sentence": "你的这种不被鼓励，不被重视，被抛弃感已经这么长的时间，潜意识早已习惯了这种状态，虽然你已经有了觉醒，但是潜意识是不允许你有觉醒的，所以你才会有，继续努力无意义感。",
        "label": ""
      },
      {
        "sentence": "这是你的意识在和潜意识斗争，只是连你自己都没有意识到这是你的潜意识在作怪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我觉得你说得很对。我一直觉得自己很挫折，但也不知道为什么会这样。我需要好好面对自己的潜意识，解决这个问题。",
    "annotation": [
      {
        "sentence": "对，我觉得你说得很对。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己很挫折，但也不知道为什么会这样。",
        "label": ""
      },
      {
        "sentence": "我需要好好面对自己的潜意识，解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实能救你的只有自己，谁都帮不了了你，不要沉浸在曾经的痛苦中，不要用情绪去抵抗曾经发生的事实，然后告诉自己接受这个事实，接受自己的父母曾经对自己鼓励的缺失，这是事实，谁也不要怪，现在怎么埋怨都回不到小时候，都不能让父母再去鼓励你，不要怪父母，他们只是以他们觉得对你好的方式去对你，他们并没有意识到这是对你的伤害，所以在心里原谅父母。",
    "annotation": [
      {
        "sentence": "其实能救你的只有自己，谁都帮不了了你，不要沉浸在曾经的痛苦中，不要用情绪去抵抗曾经发生的事实，然后告诉自己接受这个事实，接受自己的父母曾经对自己鼓励的缺失，这是事实，谁也不要怪，现在怎么埋怨都回不到小时候，都不能让父母再去鼓励你，不要怪父母，他们只是以他们觉得对你好的方式去对你，他们并没有意识到这是对你的伤害，所以在心里原谅父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我一直对父母抱有一些怨恨，但现在我明白他们并没有故意伤害我，只是用了他们认为是对我的好的方式，我会原谅他们。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我一直对父母抱有一些怨恨，但现在我明白他们并没有故意伤害我，只是用了他们认为是对我的好的方式，我会原谅他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原谅父母，接受你真实感受，这是你慢慢变好的开始。只有你接受了这些，不再内耗，你才能有时间好好思考自己怎么走出当前的状态。",
    "annotation": [
      {
        "sentence": "原谅父母，接受你真实感受，这是你慢慢变好的开始。",
        "label": ""
      },
      {
        "sentence": "只有你接受了这些，不再内耗，你才能有时间好好思考自己怎么走出当前的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要先接受自己的感受，不再让负面情绪困扰自己。然后我会思考如何走出目前的困境。",
    "annotation": [
      {
        "sentence": "你说得对，我要先接受自己的感受，不再让负面情绪困扰自己。",
        "label": ""
      },
      {
        "sentence": "然后我会思考如何走出目前的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你人长大了，但是你内心的那个孩子并没有好好的被爱喂养长大，她还是那个胆小，自卑的小孩，你现在要学会去拥抱内心的小孩，鼓励她，好好爱她，每天给她加油鼓劲，做自己内在小孩的父母，去给她曾经没有的鼓励，没有的重视，没有的爱，慢慢的，就会好起来，慢慢试试吧，不是一时形成的伤害，也需要更多的的时间来慢慢疗愈，加油吧！希望我的回答能帮到你这里是北北的小窝，能在漆黑的寒夜里带给你一丝温暖的光，欢迎常来坐坐！祝安好。",
    "annotation": [
      {
        "sentence": "虽然你人长大了，但是你内心的那个孩子并没有好好的被爱喂养长大，她还是那个胆小，自卑的小孩，你现在要学会去拥抱内心的小孩，鼓励她，好好爱她，每天给她加油鼓劲，做自己内在小孩的父母，去给她曾经没有的鼓励，没有的重视，没有的爱，慢慢的，就会好起来，慢慢试试吧，不是一时形成的伤害，也需要更多的的时间来慢慢疗愈，加油吧！",
        "label": ""
      },
      {
        "sentence": "希望我的回答能帮到你这里是北北的小窝，能在漆黑的寒夜里带给你一丝温暖的光，欢迎常来坐坐！",
        "label": ""
      },
      {
        "sentence": "祝安好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试着去照顾内心的那个小孩，给她更多的爱和鼓励。也谢谢你的欢迎，我会经常来这里寻找温暖和支持。祝你也一切安好！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试着去照顾内心的那个小孩，给她更多的爱和鼓励。",
        "label": ""
      },
      {
        "sentence": "也谢谢你的欢迎，我会经常来这里寻找温暖和支持。",
        "label": ""
      },
      {
        "sentence": "祝你也一切安好！",
        "label": ""
      }
    ]
  }
]