[
  {
    "role": "client",
    "content": "我是一个25岁的女生，已经七年了，但为什么我一直无法喜欢自己的专业呢？我性格比较孤僻，脸皮薄或者说比较呆木，以前甚至连跟亲戚打招呼都不太会。父母希望我读医学，我自己比较喜欢天文学和美术之类的，可是他们觉得这两个无法找工作，最后高考完了我赌气一般全部填了医学相关大学，最终被二本学校录取。当时觉得够不到一本分数线，其实如果我再多写几个学校或许就可以。然后就这么去了医学院上学，之后就越发不喜欢跟别人交流，整日闷在床上看手机，写写文和网友聊天什么的。到后来在人前越来越不会说话，甚至紧张发抖。对自己的专业也提不起兴趣，曾经年纪前五的成绩也变成了倒数第二。越这样我就越觉得我会变成这样都是因为我选择了我不喜欢的专业，因为曾挂科。挂科补考后就开始各种害怕考试，一到考试就反胃恶心。到现在毕业两年了，还没有工作，开了店准备考研等。今年必须要去工作，但我一直无法喜欢甚至害怕。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，已经七年了，但为什么我一直无法喜欢自己的专业呢？",
        "label": ""
      },
      {
        "sentence": "我性格比较孤僻，脸皮薄或者说比较呆木，以前甚至连跟亲戚打招呼都不太会。",
        "label": ""
      },
      {
        "sentence": "父母希望我读医学，我自己比较喜欢天文学和美术之类的，可是他们觉得这两个无法找工作，最后高考完了我赌气一般全部填了医学相关大学，最终被二本学校录取。",
        "label": ""
      },
      {
        "sentence": "当时觉得够不到一本分数线，其实如果我再多写几个学校或许就可以。",
        "label": ""
      },
      {
        "sentence": "然后就这么去了医学院上学，之后就越发不喜欢跟别人交流，整日闷在床上看手机，写写文和网友聊天什么的。",
        "label": ""
      },
      {
        "sentence": "到后来在人前越来越不会说话，甚至紧张发抖。",
        "label": ""
      },
      {
        "sentence": "对自己的专业也提不起兴趣，曾经年纪前五的成绩也变成了倒数第二。",
        "label": ""
      },
      {
        "sentence": "越这样我就越觉得我会变成这样都是因为我选择了我不喜欢的专业，因为曾挂科。",
        "label": ""
      },
      {
        "sentence": "挂科补考后就开始各种害怕考试，一到考试就反胃恶心。",
        "label": ""
      },
      {
        "sentence": "到现在毕业两年了，还没有工作，开了店准备考研等。",
        "label": ""
      },
      {
        "sentence": "今年必须要去工作，但我一直无法喜欢甚至害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，看到你的描述，很心疼你选择了一个自己不喜欢的专业，并且还要从事这个行业。这确实需要付出极大的意志力和勇气。你虽然在这个过程中经受了很多困难，但是能够坚持到现在已经很不容易了。",
    "annotation": [
      {
        "sentence": "首先，看到你的描述，很心疼你选择了一个自己不喜欢的专业，并且还要从事这个行业。",
        "label": ""
      },
      {
        "sentence": "这确实需要付出极大的意志力和勇气。",
        "label": ""
      },
      {
        "sentence": "你虽然在这个过程中经受了很多困难，但是能够坚持到现在已经很不容易了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。但是我现在真的很困惑，不知道该怎么办才好。我觉得自己的性格问题也让我不愿意与人交流，是不是我面对问题的处理方式有问题？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的很困惑，不知道该怎么办才好。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的性格问题也让我不愿意与人交流，是不是我面对问题的处理方式有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你说自己从小就性格孤僻、脸皮薄，所以在社交方面不擅长。而大学之后更是不喜欢与人交流，这部分跟你不擅长社交有关，也跟你面对问题的处理方式有关。因为被迫选择了一个自己不喜欢的专业，所以你更不愿意与人交流，这其实是一种逃避的表现。包括之后与人交流时会紧张害怕甚至发抖，这部分是社交恐惧的表现。之后因为考试失利，导致你从之前喜欢考试到后来一想到考试就反胃恶心，这部分是焦虑躯体化的表现。这些问题背后反应了你的行为模式问题，需要你多加注意哦。",
    "annotation": [
      {
        "sentence": "没错，你说自己从小就性格孤僻、脸皮薄，所以在社交方面不擅长。",
        "label": ""
      },
      {
        "sentence": "而大学之后更是不喜欢与人交流，这部分跟你不擅长社交有关，也跟你面对问题的处理方式有关。",
        "label": ""
      },
      {
        "sentence": "因为被迫选择了一个自己不喜欢的专业，所以你更不愿意与人交流，这其实是一种逃避的表现。",
        "label": ""
      },
      {
        "sentence": "包括之后与人交流时会紧张害怕甚至发抖，这部分是社交恐惧的表现。",
        "label": ""
      },
      {
        "sentence": "之后因为考试失利，导致你从之前喜欢考试到后来一想到考试就反胃恶心，这部分是焦虑躯体化的表现。",
        "label": ""
      },
      {
        "sentence": "这些问题背后反应了你的行为模式问题，需要你多加注意哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是这样，看来我确实有很多问题需要面对和解决。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "原来是这样，看来我确实有很多问题需要面对和解决。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我有几点建议可以给你。首先关于情绪问题，从你的描述中可以感觉到你存在着焦虑和恐惧情绪，可能还有一些抑郁情绪。这些情绪问题需要你多加注意，如果自己无法调整的话，我建议你找专业的心理咨询师来帮助自己。其次，关于社交问题，长期不与人交流会让你的问题越来越严重，所以建议你可以尝试表达自己，比如先跟喜欢的家人或者朋友聚会，多多表达自己。然后慢慢在其他人面前尝试表达，一点点来改变。最后，关于专业不喜欢的问题。你是否对自己的未来有过规划呢？如果不从事本专业，是否有更好的选择呢？很多人都无法刚好从事自己喜欢的行业，更多的是选择适合的行业。但是不要排除可以把喜欢当做爱好来丰富自己的可能性。",
    "annotation": [
      {
        "sentence": "当然，我有几点建议可以给你。",
        "label": ""
      },
      {
        "sentence": "首先关于情绪问题，从你的描述中可以感觉到你存在着焦虑和恐惧情绪，可能还有一些抑郁情绪。",
        "label": ""
      },
      {
        "sentence": "这些情绪问题需要你多加注意，如果自己无法调整的话，我建议你找专业的心理咨询师来帮助自己。",
        "label": ""
      },
      {
        "sentence": "其次，关于社交问题，长期不与人交流会让你的问题越来越严重，所以建议你可以尝试表达自己，比如先跟喜欢的家人或者朋友聚会，多多表达自己。",
        "label": ""
      },
      {
        "sentence": "然后慢慢在其他人面前尝试表达，一点点来改变。",
        "label": ""
      },
      {
        "sentence": "最后，关于专业不喜欢的问题。",
        "label": ""
      },
      {
        "sentence": "你是否对自己的未来有过规划呢？",
        "label": ""
      },
      {
        "sentence": "如果不从事本专业，是否有更好的选择呢？",
        "label": ""
      },
      {
        "sentence": "很多人都无法刚好从事自己喜欢的行业，更多的是选择适合的行业。",
        "label": ""
      },
      {
        "sentence": "但是不要排除可以把喜欢当做爱好来丰富自己的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会仔细考虑并尝试去改变自己的行为模式和态度。希望我可以找到一条适合自己的道路。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会仔细考虑并尝试去改变自己的行为模式和态度。",
        "label": ""
      },
      {
        "sentence": "希望我可以找到一条适合自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你没有问题的，只要你努力改变，相信你能找到适合自己的道路。记得不要过分苛责自己，做任何事情都需要时间和努力来适应和改变。祝你好运！",
    "annotation": [
      {
        "sentence": "你没有问题的，只要你努力改变，相信你能找到适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "记得不要过分苛责自己，做任何事情都需要时间和努力来适应和改变。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我会加油的！如果还有问题，我还可以随时向你请教吗？",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我会加油的！",
        "label": ""
      },
      {
        "sentence": "如果还有问题，我还可以随时向你请教吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！我会一直在这里支持你的，如果你有任何问题或者需要倾诉，都可以随时找我。记得要保持积极的态度，相信自己，你一定能够走出困境的！",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的，如果你有任何问题或者需要倾诉，都可以随时找我。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极的态度，相信自己，你一定能够走出困境的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会珍惜这份支持和鼓励的。希望未来的日子会越来越好！",
    "annotation": [
      {
        "sentence": "谢谢你，我会珍惜这份支持和鼓励的。",
        "label": ""
      },
      {
        "sentence": "希望未来的日子会越来越好！",
        "label": ""
      }
    ]
  }
]