[
  {
    "role": "client",
    "content": "玫瑰痤疮，我该怎么调整自己的心态？玫瑰痤疮，脸上的发红发烫持续长达将近大半年，是好是坏但总是反反复复。我感觉自己的心态和日常生活被这个病严重影响，甚至包括吃穿睡觉这样的基本琐事。和家人说多了他们只觉得能治好的，我输出的负面情绪也让他们不耐烦，但我还是很难不在意这个病，或者完全转移自己的注意力到别的事情上，感觉快抑郁了，该怎么办才好。",
    "annotation": [
      {
        "sentence": "玫瑰痤疮，我该怎么调整自己的心态？",
        "label": ""
      },
      {
        "sentence": "玫瑰痤疮，脸上的发红发烫持续长达将近大半年，是好是坏但总是反反复复。",
        "label": ""
      },
      {
        "sentence": "我感觉自己的心态和日常生活被这个病严重影响，甚至包括吃穿睡觉这样的基本琐事。",
        "label": ""
      },
      {
        "sentence": "和家人说多了他们只觉得能治好的，我输出的负面情绪也让他们不耐烦，但我还是很难不在意这个病，或者完全转移自己的注意力到别的事情上，感觉快抑郁了，该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完题目，觉得好心疼，很纠结吧，希望能带去一点力量。梳理一下我看到的问题，你看看度不对。第一，玫瑰痤疮将近半年，时好时坏，反反复复。第二，感觉生活中的所有事情都被这个病影响。第三，你感觉到家人不愿意面对你的负面情绪。第四，自己很在意，感觉自己有些抑郁。第五，希望寻求解决之法。说一下我的理解：第一，玫瑰痤疮，脸上的发红发烫持续长达将近大半年，是好是坏但总是反反复复。也就是说半年来对这个病的治疗还是有一定效果的，只是效果在你看来并不是很稳定。我在这句话里看到了治愈的可能。不是说嘛，病来如山倒病去如抽丝，抽丝当然就会慢一些了。",
    "annotation": [
      {
        "sentence": "看完题目，觉得好心疼，很纠结吧，希望能带去一点力量。",
        "label": ""
      },
      {
        "sentence": "梳理一下我看到的问题，你看看度不对。",
        "label": ""
      },
      {
        "sentence": "第一，玫瑰痤疮将近半年，时好时坏，反反复复。",
        "label": ""
      },
      {
        "sentence": "第二，感觉生活中的所有事情都被这个病影响。",
        "label": ""
      },
      {
        "sentence": "第三，你感觉到家人不愿意面对你的负面情绪。",
        "label": ""
      },
      {
        "sentence": "第四，自己很在意，感觉自己有些抑郁。",
        "label": ""
      },
      {
        "sentence": "第五，希望寻求解决之法。",
        "label": ""
      },
      {
        "sentence": "说一下我的理解：第一，玫瑰痤疮，脸上的发红发烫持续长达将近大半年，是好是坏但总是反反复复。",
        "label": ""
      },
      {
        "sentence": "也就是说半年来对这个病的治疗还是有一定效果的，只是效果在你看来并不是很稳定。",
        "label": ""
      },
      {
        "sentence": "我在这句话里看到了治愈的可能。",
        "label": ""
      },
      {
        "sentence": "不是说嘛，病来如山倒病去如抽丝，抽丝当然就会慢一些了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会尽力坚持治疗的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会尽力坚持治疗的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你积极的回应。第二，我感觉自己的心态和日常生活被这个病严重影响，甚至包括吃穿睡觉这样的基本琐事。这个我觉得属于正常范畴，这个病出现在你身上，你接受不了，你的生活唯一一个所有事情都在场的人就是你本人，所以，任何事情都受到影响，这个在一定的阶段内是合理的。",
    "annotation": [
      {
        "sentence": "很高兴听到你积极的回应。",
        "label": ""
      },
      {
        "sentence": "第二，我感觉自己的心态和日常生活被这个病严重影响，甚至包括吃穿睡觉这样的基本琐事。",
        "label": ""
      },
      {
        "sentence": "这个我觉得属于正常范畴，这个病出现在你身上，你接受不了，你的生活唯一一个所有事情都在场的人就是你本人，所以，任何事情都受到影响，这个在一定的阶段内是合理的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我需要找到一种方式来调整自己的心态，不要让病情影响我太多。",
    "annotation": [
      {
        "sentence": "我想我需要找到一种方式来调整自己的心态，不要让病情影响我太多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的意思，希望能够帮到你。第三，和家人说多了他们只觉得能治好的，我输出的负面情绪也让他们不耐烦。也就是说，你现在有很多的负面情绪无处安放，不能处理。你希望得到家人的帮助，但是他们没有给予合适的支持。我觉得他们可能是愿意帮助你的，但是能力有限吧。面对负面情绪的能力并不是谁都有的。还有一种可能就是，说多了，让他们也会让自己的负面情绪出来，他们也没有能力把自己的负面情绪处理好，所以，只能让你别说多了。",
    "annotation": [
      {
        "sentence": "我理解你的意思，希望能够帮到你。",
        "label": ""
      },
      {
        "sentence": "第三，和家人说多了他们只觉得能治好的，我输出的负面情绪也让他们不耐烦。",
        "label": ""
      },
      {
        "sentence": "也就是说，你现在有很多的负面情绪无处安放，不能处理。",
        "label": ""
      },
      {
        "sentence": "你希望得到家人的帮助，但是他们没有给予合适的支持。",
        "label": ""
      },
      {
        "sentence": "我觉得他们可能是愿意帮助你的，但是能力有限吧。",
        "label": ""
      },
      {
        "sentence": "面对负面情绪的能力并不是谁都有的。",
        "label": ""
      },
      {
        "sentence": "还有一种可能就是，说多了，让他们也会让自己的负面情绪出来，他们也没有能力把自己的负面情绪处理好，所以，只能让你别说多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，也许我需要找一个可以专职倾听的人来倾诉。",
    "annotation": [
      {
        "sentence": "我明白了，也许我需要找一个可以专职倾听的人来倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的主意，寻求咨询师的帮助是不错的选择。第四，但我还是很难不在意这个病，或者完全转移自己的注意力到别的事情上，我觉得没有必要强迫自己不在意，在意就是在意了，接纳这样一个在意的自己。也没有必要强迫自己转移注意力，你有这个权利在意的。",
    "annotation": [
      {
        "sentence": "很好的主意，寻求咨询师的帮助是不错的选择。",
        "label": ""
      },
      {
        "sentence": "第四，但我还是很难不在意这个病，或者完全转移自己的注意力到别的事情上，我觉得没有必要强迫自己不在意，在意就是在意了，接纳这样一个在意的自己。",
        "label": ""
      },
      {
        "sentence": "也没有必要强迫自己转移注意力，你有这个权利在意的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会接纳自己对这个病的在意，并且不再责怪自己。",
    "annotation": [
      {
        "sentence": "你说得对，我会接纳自己对这个病的在意，并且不再责怪自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有这样的认知很重要。第五，感觉快抑郁了，该怎么办才好。你感受了情绪不受控制，这种感觉很不好，想知道怎么面对这个病，怎么调理好自己的情绪，对吧。首先人的情绪就像股票一样，时高时低，不是总在控制范围之内的，总是会有偏离的。大家都如此。给你几点建议吧：第一，冥想，有一个版块叫冥想星球，里面有很多不错的冥想，你可以试试。第二，对这个病情的专业知识多加了解，无论是中医的还是西医的，都有不同的解释。我自学了一段时间中医，发现很多病在中医的解释和西医相去甚远，解决方案也完全不同。你的这个病我不是特别了解，但是多了解一些，熟悉一些，担心和焦虑就会小一些。第三，学习一些情绪控制方面的心理学知识，这个不仅对这次病情有帮助，对以后也有很大的帮助。第四，如果实在难受的厉害，可以寻求咨询师帮助。第五，建议每天记日记，心情好的时候，心情不好的时候，都记录一下。记录本身就是思绪的整理，你会在这个过程里发现更多的。第六，得病不是自己的错，自己也不想这样的，所以，接纳自己，别太自责。第七，有些事情总有原因，也别太埋怨这个病了，它就像一个客人，既然来了，总得接待一下的。和这个客人一起让这段日子过得有趣一些。希望我的回答对你有所帮助，祝愿早日康复。",
    "annotation": [
      {
        "sentence": "很好，你有这样的认知很重要。",
        "label": ""
      },
      {
        "sentence": "第五，感觉快抑郁了，该怎么办才好。",
        "label": ""
      },
      {
        "sentence": "你感受了情绪不受控制，这种感觉很不好，想知道怎么面对这个病，怎么调理好自己的情绪，对吧。",
        "label": ""
      },
      {
        "sentence": "首先人的情绪就像股票一样，时高时低，不是总在控制范围之内的，总是会有偏离的。",
        "label": ""
      },
      {
        "sentence": "大家都如此。",
        "label": ""
      },
      {
        "sentence": "给你几点建议吧：第一，冥想，有一个版块叫冥想星球，里面有很多不错的冥想，你可以试试。",
        "label": ""
      },
      {
        "sentence": "第二，对这个病情的专业知识多加了解，无论是中医的还是西医的，都有不同的解释。",
        "label": ""
      },
      {
        "sentence": "我自学了一段时间中医，发现很多病在中医的解释和西医相去甚远，解决方案也完全不同。",
        "label": ""
      },
      {
        "sentence": "你的这个病我不是特别了解，但是多了解一些，熟悉一些，担心和焦虑就会小一些。",
        "label": ""
      },
      {
        "sentence": "第三，学习一些情绪控制方面的心理学知识，这个不仅对这次病情有帮助，对以后也有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "第四，如果实在难受的厉害，可以寻求咨询师帮助。",
        "label": ""
      },
      {
        "sentence": "第五，建议每天记日记，心情好的时候，心情不好的时候，都记录一下。",
        "label": ""
      },
      {
        "sentence": "记录本身就是思绪的整理，你会在这个过程里发现更多的。",
        "label": ""
      },
      {
        "sentence": "第六，得病不是自己的错，自己也不想这样的，所以，接纳自己，别太自责。",
        "label": ""
      },
      {
        "sentence": "第七，有些事情总有原因，也别太埋怨这个病了，它就像一个客人，既然来了，总得接待一下的。",
        "label": ""
      },
      {
        "sentence": "和这个客人一起让这段日子过得有趣一些。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助，祝愿早日康复。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持，我会把它们牢记心中，并积极面对这个病。谢谢你的鼓励，希望能够早日康复。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持，我会把它们牢记心中，并积极面对这个病。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励，希望能够早日康复。",
        "label": ""
      }
    ]
  }
]