[
  {
    "role": "client",
    "content": "我想问一个问题，分手和好以后，在这段感情中变得特别敏感应该怎么办？我目前大四，然后我男友也是大四，最近开学，因为面临着考研和考证，我觉得学习再累在再忙嘘寒问暖，下课一起牵着手回宿舍的时间和心情还是有的，他从开学之后就不怎么关心我了，从开学之后我两一次手也没牵过，然后为了让他注意我我也说了好几次分手到了最后一次他说我两先分开吧，等考完试了再说，然后当真的分手之后我才发现，天哪，能难受死，然后算是我找的他吧，我那天给他说把情侣空间解除了，然后他问我状态怎么样，我…谁分手了状态会好，然后我就给他说了我最近的状态，完了之后他说那不分了，然后他当时说完那句话之后我瞬间不难受了，我就想着那就不分了，不然太影响这段时间的复习了然后从这次和好之后我就变得特别敏感，我自己都觉得有时候我自己和有神经病的一样，变得爱钻牛角尖。就拿今天的一件事情来说，我觉得他应该是真的生气了，然后我问他生气了没，他说没有，然后过来两三分钟吧，他没回消息然后我就一个人在那乱想。",
    "annotation": [
      {
        "sentence": "我想问一个问题，分手和好以后，在这段感情中变得特别敏感应该怎么办？",
        "label": ""
      },
      {
        "sentence": "我目前大四，然后我男友也是大四，最近开学，因为面临着考研和考证，我觉得学习再累在再忙嘘寒问暖，下课一起牵着手回宿舍的时间和心情还是有的，他从开学之后就不怎么关心我了，从开学之后我两一次手也没牵过，然后为了让他注意我我也说了好几次分手到了最后一次他说我两先分开吧，等考完试了再说，然后当真的分手之后我才发现，天哪，能难受死，然后算是我找的他吧，我那天给他说把情侣空间解除了，然后他问我状态怎么样，我…谁分手了状态会好，然后我就给他说了我最近的状态，完了之后他说那不分了，然后他当时说完那句话之后我瞬间不难受了，我就想着那就不分了，不然太影响这段时间的复习了然后从这次和好之后我就变得特别敏感，我自己都觉得有时候我自己和有神经病的一样，变得爱钻牛角尖。",
        "label": ""
      },
      {
        "sentence": "就拿今天的一件事情来说，我觉得他应该是真的生气了，然后我问他生气了没，他说没有，然后过来两三分钟吧，他没回消息然后我就一个人在那乱想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我了解到你和你的男友在复合之后出现了一些问题，你也变得比较敏感和焦虑。作为大四学生，我们面临着考研和考证的压力，这是一个关键的阶段，需要我们集中精力学习和思考未来的发展方向。此时的感情问题可能因为各种外界压力而变得更加敏感，这是正常的。关于你男友在开学后不太关心你的问题，你可以试着与他沟通，了解他最近的情况，是否也有类似的压力，并与他一起探讨如何处理学业和感情之间的平衡。至于你变得敏感和爱钻牛角尖的问题，这可能是因为你对这段感情有较高的期望和关注，不过也要注意自己的情绪调节。例如，你担心他生气了，但他说并没有生气，这可能是你多虑了。有时候，我们需要给予对方一定的信任和空间，不要过分猜测和担心。与其一直纠结于他是否真的生气了，不如自己安心地去处理自己的事情，提高自己的学业能力。同时，在感情中多一些理解和包容，多一些信任和宽容对待对方的态度，相信这样的做法会有好的结果。当然，最重要的是关注自己的发展和生活，只有自己变得更优秀，才有能力去照顾好自己的感情和生活，不要太过于依赖对方。",
    "annotation": [
      {
        "sentence": "听你的描述，我了解到你和你的男友在复合之后出现了一些问题，你也变得比较敏感和焦虑。",
        "label": ""
      },
      {
        "sentence": "作为大四学生，我们面临着考研和考证的压力，这是一个关键的阶段，需要我们集中精力学习和思考未来的发展方向。",
        "label": ""
      },
      {
        "sentence": "此时的感情问题可能因为各种外界压力而变得更加敏感，这是正常的。",
        "label": ""
      },
      {
        "sentence": "关于你男友在开学后不太关心你的问题，你可以试着与他沟通，了解他最近的情况，是否也有类似的压力，并与他一起探讨如何处理学业和感情之间的平衡。",
        "label": ""
      },
      {
        "sentence": "至于你变得敏感和爱钻牛角尖的问题，这可能是因为你对这段感情有较高的期望和关注，不过也要注意自己的情绪调节。",
        "label": ""
      },
      {
        "sentence": "例如，你担心他生气了，但他说并没有生气，这可能是你多虑了。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要给予对方一定的信任和空间，不要过分猜测和担心。",
        "label": ""
      },
      {
        "sentence": "与其一直纠结于他是否真的生气了，不如自己安心地去处理自己的事情，提高自己的学业能力。",
        "label": ""
      },
      {
        "sentence": "同时，在感情中多一些理解和包容，多一些信任和宽容对待对方的态度，相信这样的做法会有好的结果。",
        "label": ""
      },
      {
        "sentence": "当然，最重要的是关注自己的发展和生活，只有自己变得更优秀，才有能力去照顾好自己的感情和生活，不要太过于依赖对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我确实还需要多关注自己的学业和生活，而不是过于固执地在意感情的问题。我会试着给对方更多信任和宽容，同时也会为自己设定一些目标，让自己变得更优秀。我想我会认真思考自己的未来发展，并和男友进行一次沟通，看看我们对未来是否有相同的规划。感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我确实还需要多关注自己的学业和生活，而不是过于固执地在意感情的问题。",
        "label": ""
      },
      {
        "sentence": "我会试着给对方更多信任和宽容，同时也会为自己设定一些目标，让自己变得更优秀。",
        "label": ""
      },
      {
        "sentence": "我想我会认真思考自己的未来发展，并和男友进行一次沟通，看看我们对未来是否有相同的规划。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在支持你。对于大学生来说，确实面临着许多压力和困惑，但只要我们能够积极应对，相信我们一定能够度过这个阶段。有时候，关注自己的成长和发展是最重要的，这样才能够拥有更好的未来。同时，在感情中给予对方信任、宽容和理解，也是维系一段关系的重要因素。祝愿你能够在学习和感情两方面都取得好的成绩，有一个美好的未来！如果你还有其他问题，随时都可以来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直都在支持你。",
        "label": ""
      },
      {
        "sentence": "对于大学生来说，确实面临着许多压力和困惑，但只要我们能够积极应对，相信我们一定能够度过这个阶段。",
        "label": ""
      },
      {
        "sentence": "有时候，关注自己的成长和发展是最重要的，这样才能够拥有更好的未来。",
        "label": ""
      },
      {
        "sentence": "同时，在感情中给予对方信任、宽容和理解，也是维系一段关系的重要因素。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够在学习和感情两方面都取得好的成绩，有一个美好的未来！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]