[
  {
    "role": "client",
    "content": "分手和好以后，在这段感情中变得特别敏感应该怎么办？我目前大四，然后我男友也是大四，最近开学，因为面临着考研和考证，我觉得学习再累在再忙嘘寒问暖，下课一起牵着手回宿舍的时间和心情还是有的，他从开学之后就不怎么关心我了，从开学之后我两一次手也没牵过，然后为了让他注意我我也说了好几次分手到了最后一次他说我两先分开吧，等考完试了再说，然后当真的分手之后我才发现，天哪，能难受死，然后算是我找的他吧，我那天给他说把情侣空间解除了，然后他问我状态怎么样，我…谁分手了状态会好，然后我就给他说了我最近的状态，完了之后他说那不分了，然后他当时说完那句话之后我瞬间不难受了，我就想着那就不分了，不然太影响这段时间的复习了然后从这次和好之后我就变得特别敏感，我自己都觉得有时候我自己和有神经病的一样，变得爱钻牛角尖。就拿今天的一件事情来说，我觉得他应该是真的生气了，然后我问他生气了没，他说没有，然后过来两三分钟吧，他没回消息然后我就一个人在那乱想。",
    "annotation": [
      {
        "sentence": "分手和好以后，在这段感情中变得特别敏感应该怎么办？",
        "label": ""
      },
      {
        "sentence": "我目前大四，然后我男友也是大四，最近开学，因为面临着考研和考证，我觉得学习再累在再忙嘘寒问暖，下课一起牵着手回宿舍的时间和心情还是有的，他从开学之后就不怎么关心我了，从开学之后我两一次手也没牵过，然后为了让他注意我我也说了好几次分手到了最后一次他说我两先分开吧，等考完试了再说，然后当真的分手之后我才发现，天哪，能难受死，然后算是我找的他吧，我那天给他说把情侣空间解除了，然后他问我状态怎么样，我…谁分手了状态会好，然后我就给他说了我最近的状态，完了之后他说那不分了，然后他当时说完那句话之后我瞬间不难受了，我就想着那就不分了，不然太影响这段时间的复习了然后从这次和好之后我就变得特别敏感，我自己都觉得有时候我自己和有神经病的一样，变得爱钻牛角尖。",
        "label": ""
      },
      {
        "sentence": "就拿今天的一件事情来说，我觉得他应该是真的生气了，然后我问他生气了没，他说没有，然后过来两三分钟吧，他没回消息然后我就一个人在那乱想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你现在的困惑。首先，我想说的是，面对考研和考证这样的人生重大事情，你是否应该重新调整自己的心态呢？毕竟，物质实质上是爱情的基础。如果你毕业后只能去扫大街，你觉得还会有心情去谈风花雪月吗？你的想法是否太不现实了呢？只有百分之百通过考研和考证，对方还没有，对方还有上进心。其次，你说他不关心你，你就闹分手。你有没有想过，别人可能正忙碌于自己的事业，没有功夫去猜测你的心思。而且，你以分手来威胁他，却没有为自己的行为负责。真的分手后，你又会痛苦不已。好马不吃回头草，但你却选择了回头。而分手后他的态度像是给你赏了一口饭，这种施舍的感情是没有什么价值可言的。首先，你要学会自己爱自己，别人才会爱你。你要有自我意识、自我独处能力、自我空间和自己的兴趣爱好。这些你都具备吗？",
    "annotation": [
      {
        "sentence": "求助者，我了解你现在的困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我想说的是，面对考研和考证这样的人生重大事情，你是否应该重新调整自己的心态呢？",
        "label": ""
      },
      {
        "sentence": "毕竟，物质实质上是爱情的基础。",
        "label": ""
      },
      {
        "sentence": "如果你毕业后只能去扫大街，你觉得还会有心情去谈风花雪月吗？",
        "label": ""
      },
      {
        "sentence": "你的想法是否太不现实了呢？",
        "label": ""
      },
      {
        "sentence": "只有百分之百通过考研和考证，对方还没有，对方还有上进心。",
        "label": ""
      },
      {
        "sentence": "其次，你说他不关心你，你就闹分手。",
        "label": ""
      },
      {
        "sentence": "你有没有想过，别人可能正忙碌于自己的事业，没有功夫去猜测你的心思。",
        "label": ""
      },
      {
        "sentence": "而且，你以分手来威胁他，却没有为自己的行为负责。",
        "label": ""
      },
      {
        "sentence": "真的分手后，你又会痛苦不已。",
        "label": ""
      },
      {
        "sentence": "好马不吃回头草，但你却选择了回头。",
        "label": ""
      },
      {
        "sentence": "而分手后他的态度像是给你赏了一口饭，这种施舍的感情是没有什么价值可言的。",
        "label": ""
      },
      {
        "sentence": "首先，你要学会自己爱自己，别人才会爱你。",
        "label": ""
      },
      {
        "sentence": "你要有自我意识、自我独处能力、自我空间和自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "这些你都具备吗？",
        "label": ""
      }
    ]
  }
]