[
  {
    "role": "client",
    "content": "我今年23岁，最近不想见家人朋友，只想自己一个人待着。晚上睡觉也很晚，害怕所以不接朋友的电话，也不想回复微信消息，只想一个人待着。我不想去相信别人，他们都不靠谱。我也不想见我爸妈、亲戚。",
    "annotation": [
      {
        "sentence": "我今年23岁，最近不想见家人朋友，只想自己一个人待着。",
        "label": ""
      },
      {
        "sentence": "晚上睡觉也很晚，害怕所以不接朋友的电话，也不想回复微信消息，只想一个人待着。",
        "label": ""
      },
      {
        "sentence": "我不想去相信别人，他们都不靠谱。",
        "label": ""
      },
      {
        "sentence": "我也不想见我爸妈、亲戚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情况是这样的，对吗？你对所有的关系都感到力不从心，你对任何人都没有信任感，也不敢依赖任何人。你害怕再次受伤害，内心的安全感十分缺乏。所以你宁愿一个人待着，即使一个人的时候很孤独，但同时渴望被理解、被接纳、被关心。不过与想象中的危险相比，一个人待着更让你感到安全，对吗？在精神分析中，关系是非常重要的，一切都是为了关系。内心永远在寻找外界可信赖、依恋的关系。但太多人没有建立起这种基本的关系，他们无法找到自己所需要的关系，就会寻找替代品。当我们无法找到外在真实可靠的关系时，我们会转而寻找“心理上的妈妈”。但当“心理上的妈妈”扮演起照顾你的角色时，会引发问题，你的思维停不下来，这也是你晚上难以入睡的原因之一。这其实是一个非常原始的依恋失败。在你成长的过程中，父母或者其他重要的人没有与你建立良好的依恋关系，甚至从你身上索取，因此你觉得所有的关系都是一种负担。一方面，你可以接纳自己，给自己一段时间独处，来积攒能量。不要对自己的情绪及二次情绪感到不满。有些人需要独处一段时间，来恢复能量，并且好的独处可以带来智慧的空间。所以，要接纳并理解自己，寻找一些适合的方法来安抚自己的情绪和感受，友好地独处。另一方面，小时候的依恋失败并不意味着所有的关系都会失败。恰恰是真实的关系，才有可能治愈你过去的创伤。尝试用现实检验的方式，选择一两个可以信任的朋友，建立情感的纽带。当你体验到关系中情感的流动，你的感受能够被理解、被接纳时，关系就能滋养你，也能治愈你的创伤。",
    "annotation": [
      {
        "sentence": "你现在的情况是这样的，对吗？",
        "label": ""
      },
      {
        "sentence": "你对所有的关系都感到力不从心，你对任何人都没有信任感，也不敢依赖任何人。",
        "label": ""
      },
      {
        "sentence": "你害怕再次受伤害，内心的安全感十分缺乏。",
        "label": ""
      },
      {
        "sentence": "所以你宁愿一个人待着，即使一个人的时候很孤独，但同时渴望被理解、被接纳、被关心。",
        "label": ""
      },
      {
        "sentence": "不过与想象中的危险相比，一个人待着更让你感到安全，对吗？",
        "label": ""
      },
      {
        "sentence": "在精神分析中，关系是非常重要的，一切都是为了关系。",
        "label": ""
      },
      {
        "sentence": "内心永远在寻找外界可信赖、依恋的关系。",
        "label": ""
      },
      {
        "sentence": "但太多人没有建立起这种基本的关系，他们无法找到自己所需要的关系，就会寻找替代品。",
        "label": ""
      },
      {
        "sentence": "当我们无法找到外在真实可靠的关系时，我们会转而寻找“心理上的妈妈”。",
        "label": ""
      },
      {
        "sentence": "但当“心理上的妈妈”扮演起照顾你的角色时，会引发问题，你的思维停不下来，这也是你晚上难以入睡的原因之一。",
        "label": ""
      },
      {
        "sentence": "这其实是一个非常原始的依恋失败。",
        "label": ""
      },
      {
        "sentence": "在你成长的过程中，父母或者其他重要的人没有与你建立良好的依恋关系，甚至从你身上索取，因此你觉得所有的关系都是一种负担。",
        "label": ""
      },
      {
        "sentence": "一方面，你可以接纳自己，给自己一段时间独处，来积攒能量。",
        "label": ""
      },
      {
        "sentence": "不要对自己的情绪及二次情绪感到不满。",
        "label": ""
      },
      {
        "sentence": "有些人需要独处一段时间，来恢复能量，并且好的独处可以带来智慧的空间。",
        "label": ""
      },
      {
        "sentence": "所以，要接纳并理解自己，寻找一些适合的方法来安抚自己的情绪和感受，友好地独处。",
        "label": ""
      },
      {
        "sentence": "另一方面，小时候的依恋失败并不意味着所有的关系都会失败。",
        "label": ""
      },
      {
        "sentence": "恰恰是真实的关系，才有可能治愈你过去的创伤。",
        "label": ""
      },
      {
        "sentence": "尝试用现实检验的方式，选择一两个可以信任的朋友，建立情感的纽带。",
        "label": ""
      },
      {
        "sentence": "当你体验到关系中情感的流动，你的感受能够被理解、被接纳时，关系就能滋养你，也能治愈你的创伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的意思，我确实对现有的关系感到困惑和失望。也许我需要找到一种平衡，我既想要独处，又想要与他人建立更真实的关系。但我应该如何去建立这些关系呢？我害怕再次受伤害。",
    "annotation": [
      {
        "sentence": "我理解了你的意思，我确实对现有的关系感到困惑和失望。",
        "label": ""
      },
      {
        "sentence": "也许我需要找到一种平衡，我既想要独处，又想要与他人建立更真实的关系。",
        "label": ""
      },
      {
        "sentence": "但我应该如何去建立这些关系呢？",
        "label": ""
      },
      {
        "sentence": "我害怕再次受伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经开始意识到独处和建立关系之间的平衡了，这是很重要的一步。建立关系需要时间和努力，但并不意味着你会再次受到伤害。首先，你可以选择那些值得信赖的人，与他们逐渐加深情感连接。也许你可以先从一个或两个人开始，逐渐扩大你的社交圈子。在情感连接中经历一些积极的经历，你会慢慢恢复对关系的信任。同时，也要记得保护自己，设定适当的边界，不要过度依赖他人。关系的建立是一个相互的过程，你需要尽量保持平衡，同时也聆听他人的需求和感受。",
    "annotation": [
      {
        "sentence": "你已经开始意识到独处和建立关系之间的平衡了，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "建立关系需要时间和努力，但并不意味着你会再次受到伤害。",
        "label": ""
      },
      {
        "sentence": "首先，你可以选择那些值得信赖的人，与他们逐渐加深情感连接。",
        "label": ""
      },
      {
        "sentence": "也许你可以先从一个或两个人开始，逐渐扩大你的社交圈子。",
        "label": ""
      },
      {
        "sentence": "在情感连接中经历一些积极的经历，你会慢慢恢复对关系的信任。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得保护自己，设定适当的边界，不要过度依赖他人。",
        "label": ""
      },
      {
        "sentence": "关系的建立是一个相互的过程，你需要尽量保持平衡，同时也聆听他人的需求和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着找一些可信赖的人，和他们建立情感连接。但是如果我在与他人建立关系时遇到困难，该如何处理呢？",
    "annotation": [
      {
        "sentence": "我会试着找一些可信赖的人，和他们建立情感连接。",
        "label": ""
      },
      {
        "sentence": "但是如果我在与他人建立关系时遇到困难，该如何处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你在与他人建立关系时遇到困难，首先要保持开放的心态。实际上，建立关系并不是一条一直顺利的道路，其中会有挑战和摩擦。但是要记住，这些挑战并不代表关系本身不可行。当你遇到困难时，不要轻易放弃或者逃避，与对方保持沟通，分享你的感受和困惑。这样可以增加双方的理解和共识。同时，也要时刻关注自己的情感状态，当你感到不适或者焦虑时，及时调整自己的心理状态，可以通过呼吸、冥想或者与他人分享来帮助自己平静下来。关键是要相信自己的能力，你有能力处理好关系中的困难。",
    "annotation": [
      {
        "sentence": "当你在与他人建立关系时遇到困难，首先要保持开放的心态。",
        "label": ""
      },
      {
        "sentence": "实际上，建立关系并不是一条一直顺利的道路，其中会有挑战和摩擦。",
        "label": ""
      },
      {
        "sentence": "但是要记住，这些挑战并不代表关系本身不可行。",
        "label": ""
      },
      {
        "sentence": "当你遇到困难时，不要轻易放弃或者逃避，与对方保持沟通，分享你的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "这样可以增加双方的理解和共识。",
        "label": ""
      },
      {
        "sentence": "同时，也要时刻关注自己的情感状态，当你感到不适或者焦虑时，及时调整自己的心理状态，可以通过呼吸、冥想或者与他人分享来帮助自己平静下来。",
        "label": ""
      },
      {
        "sentence": "关键是要相信自己的能力，你有能力处理好关系中的困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会保持积极的心态，并学会处理与他人建立关系中的困难。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会保持积极的心态，并学会处理与他人建立关系中的困难。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做得很好。记得，建立关系需要时间和耐心，不要给自己太大的压力。相信自己的能力，你会找到属于你的真实关系，并逐渐克服内心的困扰。如果需要，我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做得很好。",
        "label": ""
      },
      {
        "sentence": "记得，建立关系需要时间和耐心，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，你会找到属于你的真实关系，并逐渐克服内心的困扰。",
        "label": ""
      },
      {
        "sentence": "如果需要，我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会加倍努力。我有信心能够渐渐改变自己的状况，并建立起真正的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会加倍努力。",
        "label": ""
      },
      {
        "sentence": "我有信心能够渐渐改变自己的状况，并建立起真正的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！相信自己的力量，相信你可以实现自己的目标。如果以后还有需要，记得随时向我寻求支持。你不再孤单，我们一起加油！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己的力量，相信你可以实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，我们一起加油！",
        "label": ""
      }
    ]
  }
]