[
  {
    "role": "client",
    "content": "结婚7年，年近三十被催生娃，我该怎么办？我结婚七年，大学刚毕业就结婚了，但是因为表姐结婚后有了孩子后又离婚，感觉她很尴尬，也有好闺蜜生娃后丧偶式婚姻，所以想看清楚自己的老公再生娃，如今年近三十，父母公婆都没催我生娃，反而是一个大我六岁的好闺蜜她儿子一遇到我就疯狂的问我什么时候生娃，她是我最喜欢的闺蜜，但我讨厌她儿子一直问我何时生娃，本来不烦躁的我被问的越来越烦躁，请问大神们我该怎么办？",
    "annotation": [
      {
        "sentence": "结婚7年，年近三十被催生娃，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我结婚七年，大学刚毕业就结婚了，但是因为表姐结婚后有了孩子后又离婚，感觉她很尴尬，也有好闺蜜生娃后丧偶式婚姻，所以想看清楚自己的老公再生娃，如今年近三十，父母公婆都没催我生娃，反而是一个大我六岁的好闺蜜她儿子一遇到我就疯狂的问我什么时候生娃，她是我最喜欢的闺蜜，但我讨厌她儿子一直问我何时生娃，本来不烦躁的我被问的越来越烦躁，请问大神们我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的抱抱烦躁的你。可以理解你，表姐结婚后带着孩子离婚了，好闺蜜生娃后丧偶式婚姻，都给你带来了强烈的不安全感。父母公婆没有催，反而是闺蜜儿子在催你生娃，让你很烦躁。",
    "annotation": [
      {
        "sentence": "亲爱的抱抱烦躁的你。",
        "label": ""
      },
      {
        "sentence": "可以理解你，表姐结婚后带着孩子离婚了，好闺蜜生娃后丧偶式婚姻，都给你带来了强烈的不安全感。",
        "label": ""
      },
      {
        "sentence": "父母公婆没有催，反而是闺蜜儿子在催你生娃，让你很烦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很焦虑。闺蜜儿子的眼神让我有压力，觉得自己好像错过了什么重要的东西。",
    "annotation": [
      {
        "sentence": "是的，我真的很焦虑。",
        "label": ""
      },
      {
        "sentence": "闺蜜儿子的眼神让我有压力，觉得自己好像错过了什么重要的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "闺蜜儿子想让你生娃，可能也是他希望有个小朋友一起玩，这是出于他自己的需求而提出的，但关键还是看你自己的意愿。既然是你最喜欢的闺蜜，相信你们的感情是很好的，你可以跟她或这她儿子去沟通这件事情。关于生娃，你还没有准备好，希望他们不要再提起给你压力了。",
    "annotation": [
      {
        "sentence": "闺蜜儿子想让你生娃，可能也是他希望有个小朋友一起玩，这是出于他自己的需求而提出的，但关键还是看你自己的意愿。",
        "label": ""
      },
      {
        "sentence": "既然是你最喜欢的闺蜜，相信你们的感情是很好的，你可以跟她或这她儿子去沟通这件事情。",
        "label": ""
      },
      {
        "sentence": "关于生娃，你还没有准备好，希望他们不要再提起给你压力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我需要和她们沟通一下，让她们了解我现在的困惑和不安。我也需要时间来做好准备，毕竟要生娃是一个很重要的决定。",
    "annotation": [
      {
        "sentence": "你说的对，我需要和她们沟通一下，让她们了解我现在的困惑和不安。",
        "label": ""
      },
      {
        "sentence": "我也需要时间来做好准备，毕竟要生娃是一个很重要的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这个决定关系到你们的未来和家庭的稳定，不应该仓促就做出来。真正的理由只有你自己才能找出来，不要被外部的压力左右。另一方面，你烦躁的背后可能还隐藏着另外一个问题：你也觉得结婚7年，年近三十，也差不多该生小孩，但是身边的案例都让你觉得生小孩没有安全感，这也让你很困惑。",
    "annotation": [
      {
        "sentence": "没错，这个决定关系到你们的未来和家庭的稳定，不应该仓促就做出来。",
        "label": ""
      },
      {
        "sentence": "真正的理由只有你自己才能找出来，不要被外部的压力左右。",
        "label": ""
      },
      {
        "sentence": "另一方面，你烦躁的背后可能还隐藏着另外一个问题：你也觉得结婚7年，年近三十，也差不多该生小孩，但是身边的案例都让你觉得生小孩没有安全感，这也让你很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实有这样的想法，但又担心生小孩后的责任和压力。",
    "annotation": [
      {
        "sentence": "是的，我确实有这样的想法，但又担心生小孩后的责任和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生小孩确实是一个巨大的责任和挑战，需要你们夫妻两个人都做好准备。在生娃之前，你们需要提前商量考虑好很多问题：谁来带娃？两个人的生活作息工作是否要调整？娃的教育谁来主导？母亲和父亲各自怎么样分工？这些都是需要沟通和协商的问题，而不仅仅是看清楚老公一个人。无论是金钱上还是情感上都要做好准备。",
    "annotation": [
      {
        "sentence": "生小孩确实是一个巨大的责任和挑战，需要你们夫妻两个人都做好准备。",
        "label": ""
      },
      {
        "sentence": "在生娃之前，你们需要提前商量考虑好很多问题：谁来带娃？",
        "label": ""
      },
      {
        "sentence": "两个人的生活作息工作是否要调整？",
        "label": ""
      },
      {
        "sentence": "娃的教育谁来主导？",
        "label": ""
      },
      {
        "sentence": "母亲和父亲各自怎么样分工？",
        "label": ""
      },
      {
        "sentence": "这些都是需要沟通和协商的问题，而不仅仅是看清楚老公一个人。",
        "label": ""
      },
      {
        "sentence": "无论是金钱上还是情感上都要做好准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我们确实需要提前考虑好这些问题，做好充分的准备。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我们确实需要提前考虑好这些问题，做好充分的准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能认识到这些问题的重要性，这也是未来幸福家庭的关键所在。不要因为身边的案例而对自己的家庭失去信心，每个家庭都有不同的情况和经历。重要的是你和你的丈夫之间的沟通和信任。作为女性，必须承认，生理上的限制，30岁之前是最佳的生育年龄。在各方面都没有准备好的情况下，真的会压力很大。",
    "annotation": [
      {
        "sentence": "很高兴你能认识到这些问题的重要性，这也是未来幸福家庭的关键所在。",
        "label": ""
      },
      {
        "sentence": "不要因为身边的案例而对自己的家庭失去信心，每个家庭都有不同的情况和经历。",
        "label": ""
      },
      {
        "sentence": "重要的是你和你的丈夫之间的沟通和信任。",
        "label": ""
      },
      {
        "sentence": "作为女性，必须承认，生理上的限制，30岁之前是最佳的生育年龄。",
        "label": ""
      },
      {
        "sentence": "在各方面都没有准备好的情况下，真的会压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会积极地解决这个问题，重新拿回我人生的掌控权。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会积极地解决这个问题，重新拿回我人生的掌控权。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！这样的心态很重要。你要相信自己可以把握好自己的人生，并且不要为了他人的期待而放弃自己的想法。无论你们决定要不要生小孩，重要的是你已经想清楚了这个问题的解决方案，就可以自然地回应这个问题了。祝你幸福，爱你的C。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "这样的心态很重要。",
        "label": ""
      },
      {
        "sentence": "你要相信自己可以把握好自己的人生，并且不要为了他人的期待而放弃自己的想法。",
        "label": ""
      },
      {
        "sentence": "无论你们决定要不要生小孩，重要的是你已经想清楚了这个问题的解决方案，就可以自然地回应这个问题了。",
        "label": ""
      },
      {
        "sentence": "祝你幸福，爱你的C。",
        "label": ""
      }
    ]
  }
]