[
  {
    "role": "client",
    "content": "人生使不上劲，明白应该努力却做不到？活得毫无活力，明白应该努力做出改变却怎么也做不到，感觉和自我离得好远，讨厌自己。",
    "annotation": [
      {
        "sentence": "人生使不上劲，明白应该努力却做不到？",
        "label": ""
      },
      {
        "sentence": "活得毫无活力，明白应该努力做出改变却怎么也做不到，感觉和自我离得好远，讨厌自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "然后再握个手。现在的我也是这种情况，所以看到你的问题时，感觉好像就是我自己提问的。我现在对此也没有一个明确答案，但是还是想和你聊一聊，顺便也整理一下自己的情况，如果能够在回答的过程中帮助到你那就更好啦～觉得活得毫无活力唔，想问一下自己为什么会觉得活得毫无活力呢？",
    "annotation": [
      {
        "sentence": "然后再握个手。",
        "label": ""
      },
      {
        "sentence": "现在的我也是这种情况，所以看到你的问题时，感觉好像就是我自己提问的。",
        "label": ""
      },
      {
        "sentence": "我现在对此也没有一个明确答案，但是还是想和你聊一聊，顺便也整理一下自己的情况，如果能够在回答的过程中帮助到你那就更好啦～觉得活得毫无活力唔，想问一下自己为什么会觉得活得毫无活力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近就觉得生活缺乏激情和动力，总是感觉很无助。",
    "annotation": [
      {
        "sentence": "最近就觉得生活缺乏激情和动力，总是感觉很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你认为有活力的表现是什么呢？我先冒昧的猜测一下，你或许过着有些单调的生活，手机或许是最好的玩伴，与别人交流可能不是很多。与人交谈的时候感觉自己过于冷淡，不像别人那么活力四射。身边人有比较活跃，所以会想自己为什么不能像他们一样。这个只是猜测，不一定正确。",
    "annotation": [
      {
        "sentence": "那你认为有活力的表现是什么呢？",
        "label": ""
      },
      {
        "sentence": "我先冒昧的猜测一下，你或许过着有些单调的生活，手机或许是最好的玩伴，与别人交流可能不是很多。",
        "label": ""
      },
      {
        "sentence": "与人交谈的时候感觉自己过于冷淡，不像别人那么活力四射。",
        "label": ""
      },
      {
        "sentence": "身边人有比较活跃，所以会想自己为什么不能像他们一样。",
        "label": ""
      },
      {
        "sentence": "这个只是猜测，不一定正确。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你猜得很准，我的确过着比较单调的生活，平时大部分时间都在家里，和别人的交流也比较少。我觉得自己说话的时候总是感觉有点冷淡，也不知道为什么自己就是没有那种活力。",
    "annotation": [
      {
        "sentence": "你猜得很准，我的确过着比较单调的生活，平时大部分时间都在家里，和别人的交流也比较少。",
        "label": ""
      },
      {
        "sentence": "我觉得自己说话的时候总是感觉有点冷淡，也不知道为什么自己就是没有那种活力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我自己觉得每个人都有自己的性格特点，有的人天生活泼，有的人可能就是没有那么活泼。所以，其实没必要要求自己活和他人一样，按自己的步调生活就好。想要改变但是做不到这个可能有几种情况：第一个，如果我前面关于你的猜测是正确的，那么其实也很好理解为什么做不到，因为你是在抗拒自己，在努力使自己变成另外一个人，而这严重消耗我们的能量，能量不足当然无法改变。",
    "annotation": [
      {
        "sentence": "其实我自己觉得每个人都有自己的性格特点，有的人天生活泼，有的人可能就是没有那么活泼。",
        "label": ""
      },
      {
        "sentence": "所以，其实没必要要求自己活和他人一样，按自己的步调生活就好。",
        "label": ""
      },
      {
        "sentence": "想要改变但是做不到这个可能有几种情况：第一个，如果我前面关于你的猜测是正确的，那么其实也很好理解为什么做不到，因为你是在抗拒自己，在努力使自己变成另外一个人，而这严重消耗我们的能量，能量不足当然无法改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我可能一直在追求和别人一样的活力，而忽略了自身的特点。也许我并不需要完全改变自己，只需要找到属于自己的方式。",
    "annotation": [
      {
        "sentence": "原来如此，我可能一直在追求和别人一样的活力，而忽略了自身的特点。",
        "label": ""
      },
      {
        "sentence": "也许我并不需要完全改变自己，只需要找到属于自己的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，每个人都是独一无二的，我们不需要和别人一样才能觉得有活力。第二个，目标不明确，步骤不清晰。只有我们明确知道自己想要什么的时候，我们才能去做，才愿意去做。想一想，你是不是并没有制定一个明确的目标？只是一个模糊的概念，我要改变，我要变得有活力。可是什么是有活力呢？",
    "annotation": [
      {
        "sentence": "没错，每个人都是独一无二的，我们不需要和别人一样才能觉得有活力。",
        "label": ""
      },
      {
        "sentence": "第二个，目标不明确，步骤不清晰。",
        "label": ""
      },
      {
        "sentence": "只有我们明确知道自己想要什么的时候，我们才能去做，才愿意去做。",
        "label": ""
      },
      {
        "sentence": "想一想，你是不是并没有制定一个明确的目标？",
        "label": ""
      },
      {
        "sentence": "只是一个模糊的概念，我要改变，我要变得有活力。",
        "label": ""
      },
      {
        "sentence": "可是什么是有活力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直都有这个模糊的目标，但是没有具体的行动计划。我现在意识到了我需要更明确地设定目标，然后分解成具体的步骤，这样才能更好地实现改变。",
    "annotation": [
      {
        "sentence": "确实，我一直都有这个模糊的目标，但是没有具体的行动计划。",
        "label": ""
      },
      {
        "sentence": "我现在意识到了我需要更明确地设定目标，然后分解成具体的步骤，这样才能更好地实现改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，设定明确的目标和制定具体的步骤是非常重要的。第三个，目标不是发自内心的。有的时候，我们并不是发自内心想要改变的，我们只是受到了情绪的鼓动，感受到与他人比较后产生的压力。所以，我们会稍稍行动，但是并不能坚持，因为这并非我们真正想要的，我们虽然有目标，但其实这个目标并不存在。或许，这个时候，我们需要做的是，思考自己要改变的原因。自己究竟是为什么要改变？自己真的想改变么？等想清楚这一点，行动自然而然就产生了。",
    "annotation": [
      {
        "sentence": "很好，设定明确的目标和制定具体的步骤是非常重要的。",
        "label": ""
      },
      {
        "sentence": "第三个，目标不是发自内心的。",
        "label": ""
      },
      {
        "sentence": "有的时候，我们并不是发自内心想要改变的，我们只是受到了情绪的鼓动，感受到与他人比较后产生的压力。",
        "label": ""
      },
      {
        "sentence": "所以，我们会稍稍行动，但是并不能坚持，因为这并非我们真正想要的，我们虽然有目标，但其实这个目标并不存在。",
        "label": ""
      },
      {
        "sentence": "或许，这个时候，我们需要做的是，思考自己要改变的原因。",
        "label": ""
      },
      {
        "sentence": "自己究竟是为什么要改变？",
        "label": ""
      },
      {
        "sentence": "自己真的想改变么？",
        "label": ""
      },
      {
        "sentence": "等想清楚这一点，行动自然而然就产生了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能没有真正想要改变，而是受到外界的压力影响。我需要思考一下为什么我想要改变，这样才能找到真正的动力。",
    "annotation": [
      {
        "sentence": "你说得对，我可能没有真正想要改变，而是受到外界的压力影响。",
        "label": ""
      },
      {
        "sentence": "我需要思考一下为什么我想要改变，这样才能找到真正的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，思考自己的动力和改变的原因是非常重要的。不过就算没有行动也没关系，或许这个时候你有点累了，不要强迫自己，目标就在那里，休息一下再出发，我们依然会完成。",
    "annotation": [
      {
        "sentence": "没错，思考自己的动力和改变的原因是非常重要的。",
        "label": ""
      },
      {
        "sentence": "不过就算没有行动也没关系，或许这个时候你有点累了，不要强迫自己，目标就在那里，休息一下再出发，我们依然会完成。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我现在感觉好多了。有时候确实需要给自己一些时间和空间，不要太强求。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "有时候确实需要给自己一些时间和空间，不要太强求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，听到你感觉好多了我也很开心。讨厌自己哈哈，这真的是个很诚实的说法。其实很多时候，我也讨厌自己，讨厌意味着想要改变，意味着发现了自己的不足。我想，其实很多人，也有这个感受。前一阵看过的书，之前了解的内容，很多都在说接纳自己。所以我不想劝说你不要去讨厌自己，因为承认讨厌自己不也是一种接纳吗？对于这一条，我的建议是观察自己，看着自己，或许你会慢慢发现，自己还是有让自己喜欢的地方的。最后，你也会爱上你自己～️",
    "annotation": [
      {
        "sentence": "不客气，听到你感觉好多了我也很开心。",
        "label": ""
      },
      {
        "sentence": "讨厌自己哈哈，这真的是个很诚实的说法。",
        "label": ""
      },
      {
        "sentence": "其实很多时候，我也讨厌自己，讨厌意味着想要改变，意味着发现了自己的不足。",
        "label": ""
      },
      {
        "sentence": "我想，其实很多人，也有这个感受。",
        "label": ""
      },
      {
        "sentence": "前一阵看过的书，之前了解的内容，很多都在说接纳自己。",
        "label": ""
      },
      {
        "sentence": "所以我不想劝说你不要去讨厌自己，因为承认讨厌自己不也是一种接纳吗？",
        "label": ""
      },
      {
        "sentence": "对于这一条，我的建议是观察自己，看着自己，或许你会慢慢发现，自己还是有让自己喜欢的地方的。",
        "label": ""
      },
      {
        "sentence": "最后，你也会爱上你自己～️",
        "label": ""
      }
    ]
  }
]