[
  {
    "role": "client",
    "content": "发生了边缘性行为，还是处女吗？发生了边缘性行为还是处女吗？没有实质性的性行为，只有爱抚和肌肤之亲。当时是开心的，但现在回想起来觉得自己不太纯洁了，有点肮脏和自卑和随便。",
    "annotation": [
      {
        "sentence": "发生了边缘性行为，还是处女吗？",
        "label": ""
      },
      {
        "sentence": "发生了边缘性行为还是处女吗？",
        "label": ""
      },
      {
        "sentence": "没有实质性的性行为，只有爱抚和肌肤之亲。",
        "label": ""
      },
      {
        "sentence": "当时是开心的，但现在回想起来觉得自己不太纯洁了，有点肮脏和自卑和随便。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生理上来说当然还是，但是我认为问题的关键并不是你还是不是纯女，而是你为什么要保持并且给自己定义这样的一个身份。以及从这件事当中你能够吸取什么教训，在未来有相似情况下的时候你又会做出什么选择？",
    "annotation": [
      {
        "sentence": "生理上来说当然还是，但是我认为问题的关键并不是你还是不是纯女，而是你为什么要保持并且给自己定义这样的一个身份。",
        "label": ""
      },
      {
        "sentence": "以及从这件事当中你能够吸取什么教训，在未来有相似情况下的时候你又会做出什么选择？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之所以在意这个问题，是因为我感觉自己在情感上受到了冲击，觉得自己失去了一些纯洁和尊严，很难接受这种感觉。",
    "annotation": [
      {
        "sentence": "我之所以在意这个问题，是因为我感觉自己在情感上受到了冲击，觉得自己失去了一些纯洁和尊严，很难接受这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "犯错并不要紧，错误甚至还可以让你更了解自己，让你知道你想成为一个什么样的人，过一个怎么样的人生。首先性是一个非常正常的行为，人类之所以能够繁衍至今都是因为性，所以性并不是一个肮脏，不纯洁的东西。性也能给人带来快感，所以只要是有正常生理需求的人都会想要去享受性带来的快乐。但是如果过度的纵欲也会带来很多危害，比如你已经结婚了却经受不住外界的诱惑，那么就会摧毁家庭；如果你想要一段真挚的感情，却在对方并没有任何承诺的情况下和对方发生了关系。性很正常也很重要，我的观点是不要去滥用它，让性为自己的生活增添美好，而不是添堵。",
    "annotation": [
      {
        "sentence": "犯错并不要紧，错误甚至还可以让你更了解自己，让你知道你想成为一个什么样的人，过一个怎么样的人生。",
        "label": ""
      },
      {
        "sentence": "首先性是一个非常正常的行为，人类之所以能够繁衍至今都是因为性，所以性并不是一个肮脏，不纯洁的东西。",
        "label": ""
      },
      {
        "sentence": "性也能给人带来快感，所以只要是有正常生理需求的人都会想要去享受性带来的快乐。",
        "label": ""
      },
      {
        "sentence": "但是如果过度的纵欲也会带来很多危害，比如你已经结婚了却经受不住外界的诱惑，那么就会摧毁家庭；如果你想要一段真挚的感情，却在对方并没有任何承诺的情况下和对方发生了关系。",
        "label": ""
      },
      {
        "sentence": "性很正常也很重要，我的观点是不要去滥用它，让性为自己的生活增添美好，而不是添堵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白性是正常且重要的，但我还是对自己的决策感到后悔和内疚。我现在如此纠结的原因是什么呢？这么简单的行为为什么让我感到如此不舒服？",
    "annotation": [
      {
        "sentence": "我明白性是正常且重要的，但我还是对自己的决策感到后悔和内疚。",
        "label": ""
      },
      {
        "sentence": "我现在如此纠结的原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "这么简单的行为为什么让我感到如此不舒服？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的决策感到后悔和内疚是因为你无法接受自己可能违背了自己的价值观和原则。从你的描述中，我能感受到你对真挚感情的渴望，同时对于自己是否做出了正确的选择感到迷茫。对于性的界限和限制，每个人的观念和价值观可能不同，这需要你自己找到一个适合自己的平衡点。",
    "annotation": [
      {
        "sentence": "你对自己的决策感到后悔和内疚是因为你无法接受自己可能违背了自己的价值观和原则。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你对真挚感情的渴望，同时对于自己是否做出了正确的选择感到迷茫。",
        "label": ""
      },
      {
        "sentence": "对于性的界限和限制，每个人的观念和价值观可能不同，这需要你自己找到一个适合自己的平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实希望找到一个适合自己的平衡点，但对于目前来说，我感到很困惑。我对这件事的定义很模糊，也不知道自己应该从中汲取什么教训。",
    "annotation": [
      {
        "sentence": "是的，我确实希望找到一个适合自己的平衡点，但对于目前来说，我感到很困惑。",
        "label": ""
      },
      {
        "sentence": "我对这件事的定义很模糊，也不知道自己应该从中汲取什么教训。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这种情况下，我建议你先冷静下来，不要再责怪和折磨自己了。你需要给自己一些时间来思考和反思。考虑一下在这次经历中，你是否违背了自己的原则和价值观，以及你今后会如何根据这个经验去改变自己的行为。无论是保持处女身份还是发生性行为，这都是你个人的选择，重要的是你明白自己的决定背后的原因，并且能够为自己之后的行为负责。",
    "annotation": [
      {
        "sentence": "在这种情况下，我建议你先冷静下来，不要再责怪和折磨自己了。",
        "label": ""
      },
      {
        "sentence": "你需要给自己一些时间来思考和反思。",
        "label": ""
      },
      {
        "sentence": "考虑一下在这次经历中，你是否违背了自己的原则和价值观，以及你今后会如何根据这个经验去改变自己的行为。",
        "label": ""
      },
      {
        "sentence": "无论是保持处女身份还是发生性行为，这都是你个人的选择，重要的是你明白自己的决定背后的原因，并且能够为自己之后的行为负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要给自己一些时间来冷静思考。我现在觉得比之前好多了，谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我需要给自己一些时间来冷静思考。",
        "label": ""
      },
      {
        "sentence": "我现在觉得比之前好多了，谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，无论你做出什么样的选择，只要你能够忠于自己的内心并且为自己的人生负责，都是正确的。重要的是你发现自己并且忠于自己，过自己认为值得和快乐的人生才是最重要的，不要用任何一个词去捆绑自己哦。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，无论你做出什么样的选择，只要你能够忠于自己的内心并且为自己的人生负责，都是正确的。",
        "label": ""
      },
      {
        "sentence": "重要的是你发现自己并且忠于自己，过自己认为值得和快乐的人生才是最重要的，不要用任何一个词去捆绑自己哦。",
        "label": ""
      }
    ]
  }
]