[
  {
    "role": "client",
    "content": "总要哭不敢哭，整天与“天人交战”，拉我一把可以吗？最近一两年不知道怎么回事，总是要哭不敢哭，整个人天天在与“天人交战”的状态中，明明想看到一些欢乐的事情，却总是“暗自神伤”中，这种状态足以将我逼“疯”，但是却不能，我知道这是为什么，但却是说不出口，这种感受就算是要死掉一样，就像溺水的鱼，如果不是真的太难受了，我一般是不说的，感觉整个人都快溢出来了，非常难受，想自残，却禁止自己行动。本人性别男十八岁。",
    "annotation": [
      {
        "sentence": "总要哭不敢哭，整天与“天人交战”，拉我一把可以吗？",
        "label": ""
      },
      {
        "sentence": "最近一两年不知道怎么回事，总是要哭不敢哭，整个人天天在与“天人交战”的状态中，明明想看到一些欢乐的事情，却总是“暗自神伤”中，这种状态足以将我逼“疯”，但是却不能，我知道这是为什么，但却是说不出口，这种感受就算是要死掉一样，就像溺水的鱼，如果不是真的太难受了，我一般是不说的，感觉整个人都快溢出来了，非常难受，想自残，却禁止自己行动。",
        "label": ""
      },
      {
        "sentence": "本人性别男十八岁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题很揪心，不知道这么多天过去了，你怎么样呢？建议你还是寻找专业人事的帮助。有些难过，睡一觉就好了；而有些悲伤太大、太耻，则会向下沉淀，若一直“想不开”，也会“溢出”，超过我们的负荷。如何处理这部分呢？一些容易有抑郁情绪的人，我的观察中，感觉他们是有些“痴”的。",
    "annotation": [
      {
        "sentence": "看到你的问题很揪心，不知道这么多天过去了，你怎么样呢？",
        "label": ""
      },
      {
        "sentence": "建议你还是寻找专业人事的帮助。",
        "label": ""
      },
      {
        "sentence": "有些难过，睡一觉就好了；而有些悲伤太大、太耻，则会向下沉淀，若一直“想不开”，也会“溢出”，超过我们的负荷。",
        "label": ""
      },
      {
        "sentence": "如何处理这部分呢？",
        "label": ""
      },
      {
        "sentence": "一些容易有抑郁情绪的人，我的观察中，感觉他们是有些“痴”的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己就像痴了一样，总是陷入悲伤之中，无法自拔。但是现在我很困惑，不知道该如何处理这种情绪，感觉自己一直陷入痛苦之中。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己就像痴了一样，总是陷入悲伤之中，无法自拔。",
        "label": ""
      },
      {
        "sentence": "但是现在我很困惑，不知道该如何处理这种情绪，感觉自己一直陷入痛苦之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "倘若你觉得自己像痴了一样，也许可以选择一项爱好来转移注意力。通过全身心地投入爱好中，你可以暂时忘记所有痛苦，净化内心。就像曹雪芹笔下的贾宝玉一样，他因为对自己的爱好执着，所以能够暂时摆脱悲伤的压力。",
    "annotation": [
      {
        "sentence": "倘若你觉得自己像痴了一样，也许可以选择一项爱好来转移注意力。",
        "label": ""
      },
      {
        "sentence": "通过全身心地投入爱好中，你可以暂时忘记所有痛苦，净化内心。",
        "label": ""
      },
      {
        "sentence": "就像曹雪芹笔下的贾宝玉一样，他因为对自己的爱好执着，所以能够暂时摆脱悲伤的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，选择一项爱好可以帮助我分散注意力，但是我还是担心自己无法坚持下来。",
    "annotation": [
      {
        "sentence": "我明白了，选择一项爱好可以帮助我分散注意力，但是我还是担心自己无法坚持下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "司马迁曾经说过：“顾自以为身残处秽，动而见尤，欲益反损，是以独郁悒而无谁语。”他写《史记》的过程中也经历了许多挫折和痛苦，但是他坚持了下来。我们都有自己的痛苦和困难，但只有坚持下去，才能走出阴霾。",
    "annotation": [
      {
        "sentence": "司马迁曾经说过：“顾自以为身残处秽，动而见尤，欲益反损，是以独郁悒而无谁语。",
        "label": ""
      },
      {
        "sentence": "”他写《史记》的过程中也经历了许多挫折和痛苦，但是他坚持了下来。",
        "label": ""
      },
      {
        "sentence": "我们都有自己的痛苦和困难，但只有坚持下去，才能走出阴霾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尽量坚持下去，也希望能找到一些方法来正视自己的痛苦。",
    "annotation": [
      {
        "sentence": "你说得对，我会尽量坚持下去，也希望能找到一些方法来正视自己的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于小的悲伤，我们可以试着借助它来更好地理解自己。而对于大的悲伤，我们可以通过药物等方式寻求专业帮助，帮助自己转移注意力。我有一个自己的想法，不知道科学道理是否可信。就像将我们的神经思维比作一根绳子，悲伤是一桶溶液，如果我们的绳子是新的，它可以抵御溶液的侵蚀；但如果我们久久沉溺其中，那么绳子就会腐朽断裂，从情绪性问题变为生理性问题。",
    "annotation": [
      {
        "sentence": "对于小的悲伤，我们可以试着借助它来更好地理解自己。",
        "label": ""
      },
      {
        "sentence": "而对于大的悲伤，我们可以通过药物等方式寻求专业帮助，帮助自己转移注意力。",
        "label": ""
      },
      {
        "sentence": "我有一个自己的想法，不知道科学道理是否可信。",
        "label": ""
      },
      {
        "sentence": "就像将我们的神经思维比作一根绳子，悲伤是一桶溶液，如果我们的绳子是新的，它可以抵御溶液的侵蚀；但如果我们久久沉溺其中，那么绳子就会腐朽断裂，从情绪性问题变为生理性问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会正视自己的痛苦，并尝试寻求帮助来转移注意力和减轻负担。",
    "annotation": [
      {
        "sentence": "我明白了，我会正视自己的痛苦，并尝试寻求帮助来转移注意力和减轻负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你有这样的想法，希望你能坚持下来，并且相信自己能够战胜困难。如果你需要任何帮助或者再聊聊，随时都可以找我。你并不孤单，我们会一直支持你。",
    "annotation": [
      {
        "sentence": "很高兴你有这样的想法，希望你能坚持下来，并且相信自己能够战胜困难。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再聊聊，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一直支持你。",
        "label": ""
      }
    ]
  }
]