[
  {
    "role": "client",
    "content": "为什么家人亲戚带给我的坏影响和创伤让我无法释怀？我之前提过一个问题是关于父母亲戚与我情感淡漠…里面有提到过我的经历在这里就不重复讲了自从做了心理咨询了能够辨别出自己的情绪学会了保护自己树立边界感受到自己值得被爱买了心理学方面的书刚刚翻开第一页除了工作其他时间会去游泳绘画考证等来提升自己我未婚没有对象我很珍惜也很喜欢当下的生活状态可是曾经的经历和创伤像复读机一样重复播放使我在学习玩耍时无法专心我怨恨憎恶他们带给我的东西他们之中有对我真心好的可我心里想到的负面要大于正面在我知道他们对我好存在利益时我疏远他们如果不是因为我爸我可以断开这层链接可是这时候我看到他们开始来关注我了比如朋友圈点赞评论原本他们没那么积极主动在我看来他们给你点赞评论说明在关心你那以后对你提出什么需求就是理所当然的事我觉得虚伪做作我真的很讨厌他们这些负面情绪影响了我很多东西占有我的时间",
    "annotation": [
      {
        "sentence": "为什么家人亲戚带给我的坏影响和创伤让我无法释怀？",
        "label": ""
      },
      {
        "sentence": "我之前提过一个问题是关于父母亲戚与我情感淡漠…里面有提到过我的经历在这里就不重复讲了自从做了心理咨询了能够辨别出自己的情绪学会了保护自己树立边界感受到自己值得被爱买了心理学方面的书刚刚翻开第一页除了工作其他时间会去游泳绘画考证等来提升自己我未婚没有对象我很珍惜也很喜欢当下的生活状态可是曾经的经历和创伤像复读机一样重复播放使我在学习玩耍时无法专心我怨恨憎恶他们带给我的东西他们之中有对我真心好的可我心里想到的负面要大于正面在我知道他们对我好存在利益时我疏远他们如果不是因为我爸我可以断开这层链接可是这时候我看到他们开始来关注我了比如朋友圈点赞评论原本他们没那么积极主动在我看来他们给你点赞评论说明在关心你那以后对你提出什么需求就是理所当然的事我觉得虚伪做作我真的很讨厌他们这些负面情绪影响了我很多东西占有我的时间",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看见你啦！自觉和家里人的感情不好，有创伤，虽然现在有自己的兴趣爱好，树立了边界，提高自爱力的情况下好转了很多，但是负面情绪还是会时不时的拉你进去情绪低谷，这种感觉很难受。很能理解你的感受。",
    "annotation": [
      {
        "sentence": "看见你啦！",
        "label": ""
      },
      {
        "sentence": "自觉和家里人的感情不好，有创伤，虽然现在有自己的兴趣爱好，树立了边界，提高自爱力的情况下好转了很多，但是负面情绪还是会时不时的拉你进去情绪低谷，这种感觉很难受。",
        "label": ""
      },
      {
        "sentence": "很能理解你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就觉得很无奈，明明我现在过得很好，为什么还会被过去的创伤所困扰呢？",
    "annotation": [
      {
        "sentence": "是的，我就觉得很无奈，明明我现在过得很好，为什么还会被过去的创伤所困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们在幼小的时候，被身边的人熏陶出了某种气质，这会成为我们人生的底色，挥之不去。无论变得多么优秀，它总会时不时的出现，似乎在拼命的提醒我们，你不是这个样子。你要回去。这感觉会严重伤害我们变得更好的信心。",
    "annotation": [
      {
        "sentence": "我们在幼小的时候，被身边的人熏陶出了某种气质，这会成为我们人生的底色，挥之不去。",
        "label": ""
      },
      {
        "sentence": "无论变得多么优秀，它总会时不时的出现，似乎在拼命的提醒我们，你不是这个样子。",
        "label": ""
      },
      {
        "sentence": "你要回去。",
        "label": ""
      },
      {
        "sentence": "这感觉会严重伤害我们变得更好的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我确实感受到了这种呢。那我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "原来如此，我确实感受到了这种呢。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是，无论我们是否难受，我们都不得不承认，的确是他们把我们带来了这个世界上，在我们来之前，他们就已经成为了他们的样子，我们无法选择。他们在给予我们生命和最初的帮助的同时，也必然会把他们身上不堪的部分投射给我们。这样的话是否意味着有些是无从选择的部分。但是无从选择，并不是意味着我们只有痛苦。",
    "annotation": [
      {
        "sentence": "但是，无论我们是否难受，我们都不得不承认，的确是他们把我们带来了这个世界上，在我们来之前，他们就已经成为了他们的样子，我们无法选择。",
        "label": ""
      },
      {
        "sentence": "他们在给予我们生命和最初的帮助的同时，也必然会把他们身上不堪的部分投射给我们。",
        "label": ""
      },
      {
        "sentence": "这样的话是否意味着有些是无从选择的部分。",
        "label": ""
      },
      {
        "sentence": "但是无从选择，并不是意味着我们只有痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了，我虽然无法选择他们的样子和带给我的影响，但是我可以选择面对他们的方式和态度。",
    "annotation": [
      {
        "sentence": "是的，我明白了，我虽然无法选择他们的样子和带给我的影响，但是我可以选择面对他们的方式和态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对在早于我们的自我觉知发生之前的培养过程，我们可以做的是先接纳它，在通过点滴的训练去软化它，改变它和我们的相处系统。虽然这是一个很慢的过程。但这个过程也恰恰是让人生过的更有意思的方式。",
    "annotation": [
      {
        "sentence": "面对在早于我们的自我觉知发生之前的培养过程，我们可以做的是先接纳它，在通过点滴的训练去软化它，改变它和我们的相处系统。",
        "label": ""
      },
      {
        "sentence": "虽然这是一个很慢的过程。",
        "label": ""
      },
      {
        "sentence": "但这个过程也恰恰是让人生过的更有意思的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我应该先接受这样的事实，然后慢慢去改变自己的思维方式和处理方式。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我应该先接受这样的事实，然后慢慢去改变自己的思维方式和处理方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在你已经可以提升自己很多了，因为这个提升，你看到了很多以前看不清的细节。这是好的。下一步是先去接纳它，这毕竟是你过往的生命，无论你是否同意，也会一定程度上伴随你以后。然后再没有气愤，没有抱怨的情绪下看着它，看看那些你可以调整的细节，试着去训练自己。慢慢的你就会找到感觉了。",
    "annotation": [
      {
        "sentence": "现在你已经可以提升自己很多了，因为这个提升，你看到了很多以前看不清的细节。",
        "label": ""
      },
      {
        "sentence": "这是好的。",
        "label": ""
      },
      {
        "sentence": "下一步是先去接纳它，这毕竟是你过往的生命，无论你是否同意，也会一定程度上伴随你以后。",
        "label": ""
      },
      {
        "sentence": "然后再没有气愤，没有抱怨的情绪下看着它，看看那些你可以调整的细节，试着去训练自己。",
        "label": ""
      },
      {
        "sentence": "慢慢的你就会找到感觉了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着接受过去的经历，并努力调整自己的情绪和态度，谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "嗯，我会试着接受过去的经历，并努力调整自己的情绪和态度，谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在已经在做咨询了，这是个很好的过程，你可以在这里训练内化出面对自己的新的方式和体验。而这是你离开咨询后，在现实中更好的生活出自己的好的开始。加油！！！",
    "annotation": [
      {
        "sentence": "你现在已经在做咨询了，这是个很好的过程，你可以在这里训练内化出面对自己的新的方式和体验。",
        "label": ""
      },
      {
        "sentence": "而这是你离开咨询后，在现实中更好的生活出自己的好的开始。",
        "label": ""
      },
      {
        "sentence": "加油！！！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会继续努力，希望能够更好地面对和处理自己的情绪和过去的创伤。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会继续努力，希望能够更好地面对和处理自己的情绪和过去的创伤。",
        "label": ""
      }
    ]
  }
]