[
  {
    "role": "client",
    "content": "我是42岁的中年妇女，最近越来越不喜欢社交，怎么办？",
    "annotation": [
      {
        "sentence": "我是42岁的中年妇女，最近越来越不喜欢社交，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我了解到你不喜欢别人到你家来，也不想去别人家，觉得自己这样可能不对，但不知道如何改变。对于社交的热衷或冷淡，和每个人的成长经历和先天气质都有关系，不喜欢社交并不是一件错误的事情。但如果你对于所有的家庭聚会和社交场合都感到排斥，那么这种感觉，可能会给你的生活带来困扰，毕竟大部分时候社交是必要的。你认为是什么让你感到不适呢？",
    "annotation": [
      {
        "sentence": "从你的描述中，我了解到你不喜欢别人到你家来，也不想去别人家，觉得自己这样可能不对，但不知道如何改变。",
        "label": ""
      },
      {
        "sentence": "对于社交的热衷或冷淡，和每个人的成长经历和先天气质都有关系，不喜欢社交并不是一件错误的事情。",
        "label": ""
      },
      {
        "sentence": "但如果你对于所有的家庭聚会和社交场合都感到排斥，那么这种感觉，可能会给你的生活带来困扰，毕竟大部分时候社交是必要的。",
        "label": ""
      },
      {
        "sentence": "你认为是什么让你感到不适呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每当下了班，我只想尽快地回到属于我自己的家里，哪都不想去，只想一个人静静地呆在属于自己的地方。就连我的爸爸妈妈家、公公婆婆家我都不想去。只有非去不可的情况下才去。反正我感觉他们也不是很喜欢我去。我小姑的家就在我们这附近，我差不多有一年了没有去过了。这样的生活令我感觉舒服，但是我知道这样不合乎常理。我也不知道该怎么办。",
    "annotation": [
      {
        "sentence": "每当下了班，我只想尽快地回到属于我自己的家里，哪都不想去，只想一个人静静地呆在属于自己的地方。",
        "label": ""
      },
      {
        "sentence": "就连我的爸爸妈妈家、公公婆婆家我都不想去。",
        "label": ""
      },
      {
        "sentence": "只有非去不可的情况下才去。",
        "label": ""
      },
      {
        "sentence": "反正我感觉他们也不是很喜欢我去。",
        "label": ""
      },
      {
        "sentence": "我小姑的家就在我们这附近，我差不多有一年了没有去过了。",
        "label": ""
      },
      {
        "sentence": "这样的生活令我感觉舒服，但是我知道这样不合乎常理。",
        "label": ""
      },
      {
        "sentence": "我也不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是不是觉得与人交往需要很大的精力和时间，这让你感到累或是沮丧呢？我认为，在大多数情况下，社交能够给我们的生活带来很多的乐趣和意义，即使在短暂的时间之内，与人交往也能够带来好处。你可以思考一下，为什么你选择独自呆着比与人交往更舒服？是因为你认为这样会让你更放松么？还是因为你觉得自己不擅长与人交往呢？",
    "annotation": [
      {
        "sentence": "你是不是觉得与人交往需要很大的精力和时间，这让你感到累或是沮丧呢？",
        "label": ""
      },
      {
        "sentence": "我认为，在大多数情况下，社交能够给我们的生活带来很多的乐趣和意义，即使在短暂的时间之内，与人交往也能够带来好处。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，为什么你选择独自呆着比与人交往更舒服？",
        "label": ""
      },
      {
        "sentence": "是因为你认为这样会让你更放松么？",
        "label": ""
      },
      {
        "sentence": "还是因为你觉得自己不擅长与人交往呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我感觉与人交往需要很大的勇气和自信心，如果我无法掌握场合和情绪，那么就会感到不自在，心情不好。可能是由于我曾经有一些社交方面的不愉快经历，这让我对社交产生了阴影。",
    "annotation": [
      {
        "sentence": "其实，我感觉与人交往需要很大的勇气和自信心，如果我无法掌握场合和情绪，那么就会感到不自在，心情不好。",
        "label": ""
      },
      {
        "sentence": "可能是由于我曾经有一些社交方面的不愉快经历，这让我对社交产生了阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你的感受，的确有些社交经历不太愉快，会让人不信任、反感、甚至退缩。但是，我们不能因为自己不擅长一件事情或是曾经受到过伤害，而完全放弃它。其实，社交的能力可以培养，通过锻炼，你可以逐渐地调整自己的情绪。你可以尝试一些小的社交场合，例如邀请一些亲戚朋友过来做客，去邻居家串门等等，这些经历可以让你慢慢摆脱对社交的恐惧。",
    "annotation": [
      {
        "sentence": "我能够理解你的感受，的确有些社交经历不太愉快，会让人不信任、反感、甚至退缩。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因为自己不擅长一件事情或是曾经受到过伤害，而完全放弃它。",
        "label": ""
      },
      {
        "sentence": "其实，社交的能力可以培养，通过锻炼，你可以逐渐地调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些小的社交场合，例如邀请一些亲戚朋友过来做客，去邻居家串门等等，这些经历可以让你慢慢摆脱对社交的恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我感觉好多了，谢谢你。",
    "annotation": [
      {
        "sentence": "听你这么说，我感觉好多了，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我的意见只是提供一个参考，你需要根据自己的情况去进行调整和改变。希望你可以尝试一些新的事物，慢慢地拓宽自己的交际圈，享受到与其他人相处的快乐和乐趣。",
    "annotation": [
      {
        "sentence": "不客气，我的意见只是提供一个参考，你需要根据自己的情况去进行调整和改变。",
        "label": ""
      },
      {
        "sentence": "希望你可以尝试一些新的事物，慢慢地拓宽自己的交际圈，享受到与其他人相处的快乐和乐趣。",
        "label": ""
      }
    ]
  }
]