[
  {
    "role": "client",
    "content": "毕业6年了，在做程序员，纠结，到底要不要裸辞？2014年毕业，到现在已经6年了。现在在做程序员的工作，因为久坐，身体出现了多个小毛病。上学时胃就不好，几年的工作，感觉身体更是每况愈下。去过几次医院，治疗效果都不太理想，感觉没有生活方式上的根本性改变，很难真正好转。另外，当时也是误打误撞做了现在的工作，其实并不是真正喜欢。现在纠结要不要裸辞，一方面养养身体，另一方面寻找我真正想要的工作。目前的存款够支撑相当久的时间，但我有点担心能不能扛得住辞职后的心理压力，而且目前也没有明确的择业方向。感觉一旦辞职，会有很长时间的迷茫期。总结来说，我现在的状态就是身体不好、存款够花、不喜欢现在的工作，但又不知道未来的方向，有种骑虎难下的感觉，这种情况要不要选择裸辞呢？",
    "annotation": [
      {
        "sentence": "毕业6年了，在做程序员，纠结，到底要不要裸辞？",
        "label": ""
      },
      {
        "sentence": "2014年毕业，到现在已经6年了。",
        "label": ""
      },
      {
        "sentence": "现在在做程序员的工作，因为久坐，身体出现了多个小毛病。",
        "label": ""
      },
      {
        "sentence": "上学时胃就不好，几年的工作，感觉身体更是每况愈下。",
        "label": ""
      },
      {
        "sentence": "去过几次医院，治疗效果都不太理想，感觉没有生活方式上的根本性改变，很难真正好转。",
        "label": ""
      },
      {
        "sentence": "另外，当时也是误打误撞做了现在的工作，其实并不是真正喜欢。",
        "label": ""
      },
      {
        "sentence": "现在纠结要不要裸辞，一方面养养身体，另一方面寻找我真正想要的工作。",
        "label": ""
      },
      {
        "sentence": "目前的存款够支撑相当久的时间，但我有点担心能不能扛得住辞职后的心理压力，而且目前也没有明确的择业方向。",
        "label": ""
      },
      {
        "sentence": "感觉一旦辞职，会有很长时间的迷茫期。",
        "label": ""
      },
      {
        "sentence": "总结来说，我现在的状态就是身体不好、存款够花、不喜欢现在的工作，但又不知道未来的方向，有种骑虎难下的感觉，这种情况要不要选择裸辞呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我仔细看了，是关于职业问题，骑虎难下，不知道是否要“裸辞”的问题。很能理解，你说的经济可以支撑，但担心心里没办法支撑。还有身体的因素、这些会让我有一些问题要问你哦。",
    "annotation": [
      {
        "sentence": "我仔细看了，是关于职业问题，骑虎难下，不知道是否要“裸辞”的问题。",
        "label": ""
      },
      {
        "sentence": "很能理解，你说的经济可以支撑，但担心心里没办法支撑。",
        "label": ""
      },
      {
        "sentence": "还有身体的因素、这些会让我有一些问题要问你哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没问题，我愿意回答你的问题。身体出了一些毛病，比如胃病，但治疗效果不太理想。我去过几次医院，但感觉没有生活方式上的根本性改变，身体状况每况愈下。",
    "annotation": [
      {
        "sentence": "没问题，我愿意回答你的问题。",
        "label": ""
      },
      {
        "sentence": "身体出了一些毛病，比如胃病，但治疗效果不太理想。",
        "label": ""
      },
      {
        "sentence": "我去过几次医院，但感觉没有生活方式上的根本性改变，身体状况每况愈下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "胃病和久坐应该关系不是特别大吧。你有医院具体的检查结果吗？我问这个问题是想了解，是真的身体受不住了需要休息，还是心理需要疗愈和疏通。你要知道，近些年有些【心身疾病】比较多，指的是由心理因素导致的躯体疾病。解决方案，如果躯体没有那么严重的话，一般是先解决心理问题，然后躯体症状会跟着慢慢缓解。",
    "annotation": [
      {
        "sentence": "胃病和久坐应该关系不是特别大吧。",
        "label": ""
      },
      {
        "sentence": "你有医院具体的检查结果吗？",
        "label": ""
      },
      {
        "sentence": "我问这个问题是想了解，是真的身体受不住了需要休息，还是心理需要疗愈和疏通。",
        "label": ""
      },
      {
        "sentence": "你要知道，近些年有些【心身疾病】比较多，指的是由心理因素导致的躯体疾病。",
        "label": ""
      },
      {
        "sentence": "解决方案，如果躯体没有那么严重的话，一般是先解决心理问题，然后躯体症状会跟着慢慢缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。胃病和久坐可能没有直接关系，我没有具体的医院检查结果。你说的心身疾病让我想起了一些东西，我意识到自己的身体问题可能也跟心理因素有关。",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "胃病和久坐可能没有直接关系，我没有具体的医院检查结果。",
        "label": ""
      },
      {
        "sentence": "你说的心身疾病让我想起了一些东西，我意识到自己的身体问题可能也跟心理因素有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，很多时候，身体的状况也受到心理因素的影响。既然你意识到这一点，就可以更深入地探索一下自己的心理状态，看看是否有什么需要解决或调整的地方。",
    "annotation": [
      {
        "sentence": "是的，很多时候，身体的状况也受到心理因素的影响。",
        "label": ""
      },
      {
        "sentence": "既然你意识到这一点，就可以更深入地探索一下自己的心理状态，看看是否有什么需要解决或调整的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加重视自己的心理状态。除了身体问题，我还在纠结是否应该裸辞。毕竟现在的工作并不是我真正喜欢的，我想寻找自己真正想要的工作。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加重视自己的心理状态。",
        "label": ""
      },
      {
        "sentence": "除了身体问题，我还在纠结是否应该裸辞。",
        "label": ""
      },
      {
        "sentence": "毕竟现在的工作并不是我真正喜欢的，我想寻找自己真正想要的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，不喜欢一份工作确实是很痛苦的。但是既然你打算寻找新的工作，就需要好好思考。如果身体没有那么紧急的话，也可以先骑驴找马呀。只是放慢一点工作节奏应该是可以的。先有个方向，慢慢找到自己真正喜欢的工作，就像我最开始也不是做心理工作的，但在某一刻突然想要去做那个事了，我就放下一切去追求。如果你能告诉我更多关于你的情况，我可以给你一些建议。",
    "annotation": [
      {
        "sentence": "嗯，不喜欢一份工作确实是很痛苦的。",
        "label": ""
      },
      {
        "sentence": "但是既然你打算寻找新的工作，就需要好好思考。",
        "label": ""
      },
      {
        "sentence": "如果身体没有那么紧急的话，也可以先骑驴找马呀。",
        "label": ""
      },
      {
        "sentence": "只是放慢一点工作节奏应该是可以的。",
        "label": ""
      },
      {
        "sentence": "先有个方向，慢慢找到自己真正喜欢的工作，就像我最开始也不是做心理工作的，但在某一刻突然想要去做那个事了，我就放下一切去追求。",
        "label": ""
      },
      {
        "sentence": "如果你能告诉我更多关于你的情况，我可以给你一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我现在的存款可以支撑一段时间，但我担心辞职后的心理压力，而且我还没有明确的择业方向。我担心一旦辞职，会进入很长时间的迷茫期。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我现在的存款可以支撑一段时间，但我担心辞职后的心理压力，而且我还没有明确的择业方向。",
        "label": ""
      },
      {
        "sentence": "我担心一旦辞职，会进入很长时间的迷茫期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫是正常的，证明你还没有找到喜欢的工作。在这种情况下，即使辞职，你可能还是会遇到类似的问题。我建议先解决心理问题，让自己心情愉快，再考虑工作的方向。如果真的累了，可以请假一段时间，让自己好好休息和思考。",
    "annotation": [
      {
        "sentence": "迷茫是正常的，证明你还没有找到喜欢的工作。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，即使辞职，你可能还是会遇到类似的问题。",
        "label": ""
      },
      {
        "sentence": "我建议先解决心理问题，让自己心情愉快，再考虑工作的方向。",
        "label": ""
      },
      {
        "sentence": "如果真的累了，可以请假一段时间，让自己好好休息和思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要先解决我的心理问题。虽然我还是有些迷茫，但我会抓住机会，好好思考自己的未来方向。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说得对，我需要先解决我的心理问题。",
        "label": ""
      },
      {
        "sentence": "虽然我还是有些迷茫，但我会抓住机会，好好思考自己的未来方向。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。希望你能坚持下去，找到自己想要的工作，并过上幸福快乐的生活！如果有任何困惑，随时可以私信我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，找到自己想要的工作，并过上幸福快乐的生活！",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑，随时可以私信我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]