[
  {
    "role": "client",
    "content": "我毕业6年了，在做程序员，纠结，到底要不要裸辞？2014年毕业，到现在已经6年了。现在在做程序员的工作，因为久坐，身体出现了多个小毛病。上学时胃就不好，几年的工作，感觉身体更是每况愈下。去过几次医院，治疗效果都不太理想，感觉没有生活方式上的根本性改变，很难真正好转。另外，当时也是误打误撞做了现在的工作，其实并不是真正喜欢。现在纠结要不要裸辞，一方面养养身体，另一方面寻找我真正想要的工作。目前的存款够支撑相当久的时间，但我有点担心能不能扛得住辞职后的心理压力，而且目前也没有明确的择业方向。感觉一旦辞职，会有很长时间的迷茫期。总结来说，我现在的状态就是身体不好、存款够花、不喜欢现在的工作，但又不知道未来的方向，有种骑虎难下的感觉，这种情况要不要选择裸辞呢？",
    "annotation": [
      {
        "sentence": "我毕业6年了，在做程序员，纠结，到底要不要裸辞？",
        "label": ""
      },
      {
        "sentence": "2014年毕业，到现在已经6年了。",
        "label": ""
      },
      {
        "sentence": "现在在做程序员的工作，因为久坐，身体出现了多个小毛病。",
        "label": ""
      },
      {
        "sentence": "上学时胃就不好，几年的工作，感觉身体更是每况愈下。",
        "label": ""
      },
      {
        "sentence": "去过几次医院，治疗效果都不太理想，感觉没有生活方式上的根本性改变，很难真正好转。",
        "label": ""
      },
      {
        "sentence": "另外，当时也是误打误撞做了现在的工作，其实并不是真正喜欢。",
        "label": ""
      },
      {
        "sentence": "现在纠结要不要裸辞，一方面养养身体，另一方面寻找我真正想要的工作。",
        "label": ""
      },
      {
        "sentence": "目前的存款够支撑相当久的时间，但我有点担心能不能扛得住辞职后的心理压力，而且目前也没有明确的择业方向。",
        "label": ""
      },
      {
        "sentence": "感觉一旦辞职，会有很长时间的迷茫期。",
        "label": ""
      },
      {
        "sentence": "总结来说，我现在的状态就是身体不好、存款够花、不喜欢现在的工作，但又不知道未来的方向，有种骑虎难下的感觉，这种情况要不要选择裸辞呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，我感觉到现在这份工作的确给你的身体造成了负担，我对程序员工作的直观感受是脑力劳动频繁、需要长时间专注的工作，所以久坐是必然的。长期久坐对消化系统、腰肩背肌肉都会造成很大的压力，再加上饮食及作息时间不规律、缺乏运动，会使人处于亚健康状态，据统计，中国符合世界卫生组织关于健康定义的人群只占总人口数的15%，与此同时，有15%的人处在疾病状态中，剩下70%的人处在“亚健康”状态。这个数字的确是非常惊人了。",
    "annotation": [
      {
        "sentence": "看了你的问题，我感觉到现在这份工作的确给你的身体造成了负担，我对程序员工作的直观感受是脑力劳动频繁、需要长时间专注的工作，所以久坐是必然的。",
        "label": ""
      },
      {
        "sentence": "长期久坐对消化系统、腰肩背肌肉都会造成很大的压力，再加上饮食及作息时间不规律、缺乏运动，会使人处于亚健康状态，据统计，中国符合世界卫生组织关于健康定义的人群只占总人口数的15%，与此同时，有15%的人处在疾病状态中，剩下70%的人处在“亚健康”状态。",
        "label": ""
      },
      {
        "sentence": "这个数字的确是非常惊人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到了，我的身体正在逐渐变差，而且治疗效果也不尽如人意。我真的很担心如果继续下去，会对我的身体产生更大的影响。",
    "annotation": [
      {
        "sentence": "是的，我意识到了，我的身体正在逐渐变差，而且治疗效果也不尽如人意。",
        "label": ""
      },
      {
        "sentence": "我真的很担心如果继续下去，会对我的身体产生更大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但很庆幸的是，你对自己现在的状况有着清醒的觉察，虽然对未来没有明确的规划，但你可以理性的思考自己要怎样选择，每种选择所面临的利弊。小时候父母总会告诉我们应该这样、不应该那样，长大了也会听到许多外界评判的声音。我们常常会跟随者头脑去做很多事情，按照社会认可的标准去工作、学习、生活，这在心理学上叫做“外部评价体系”。然而这部分标准和要求来自于外界，它们都是他人的经验和标准，并不适用于每个人，而且不同的人也有着不同的评价标准。与之对应的是“内部评价体系”，它是指一个人自身的感受。遵循内部评价体系的人不会在意别人的看法，也不容易因为外界的压力而改变自己，他只会听从自己的内心。",
    "annotation": [
      {
        "sentence": "但很庆幸的是，你对自己现在的状况有着清醒的觉察，虽然对未来没有明确的规划，但你可以理性的思考自己要怎样选择，每种选择所面临的利弊。",
        "label": ""
      },
      {
        "sentence": "小时候父母总会告诉我们应该这样、不应该那样，长大了也会听到许多外界评判的声音。",
        "label": ""
      },
      {
        "sentence": "我们常常会跟随者头脑去做很多事情，按照社会认可的标准去工作、学习、生活，这在心理学上叫做“外部评价体系”。",
        "label": ""
      },
      {
        "sentence": "然而这部分标准和要求来自于外界，它们都是他人的经验和标准，并不适用于每个人，而且不同的人也有着不同的评价标准。",
        "label": ""
      },
      {
        "sentence": "与之对应的是“内部评价体系”，它是指一个人自身的感受。",
        "label": ""
      },
      {
        "sentence": "遵循内部评价体系的人不会在意别人的看法，也不容易因为外界的压力而改变自己，他只会听从自己的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实一直在追求外界的评价，而忽略了自己的内心感受。我开始意识到自己对现在工作的不喜欢和身体健康的重要性是有依据的。",
    "annotation": [
      {
        "sentence": "你说得对，我确实一直在追求外界的评价，而忽略了自己的内心感受。",
        "label": ""
      },
      {
        "sentence": "我开始意识到自己对现在工作的不喜欢和身体健康的重要性是有依据的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "武志红老师在他的著作《梦知道答案》中写到：“身体是心灵的镜子。身体的反应，是潜意识的呈现，你真正想要什么、拒绝什么，身体知道。”当我们努力工作、熬夜、加班、挣钱时，不曾留意过自己的感受，也没有去好好照顾一次自己的身体，直到有一天发现，身体真的很不舒服了，身体告诉你：“我想要停下来，我想要休息。”有时我也会思考：除了钱，是不是还有一些更重要的东西呢？从你的提问中我感觉到，其实你是很想辞职休息一下的，但很担心“裸辞”后会不会有很多的心理压力，也不确定未来会面临什么。你并不喜欢现在的工作，而且自己的健康也受到了影响，但又恐惧辞职后可能面对的压力，有些骑虎难下的感觉。",
    "annotation": [
      {
        "sentence": "武志红老师在他的著作《梦知道答案》中写到：“身体是心灵的镜子。",
        "label": ""
      },
      {
        "sentence": "身体的反应，是潜意识的呈现，你真正想要什么、拒绝什么，身体知道。",
        "label": ""
      },
      {
        "sentence": "”当我们努力工作、熬夜、加班、挣钱时，不曾留意过自己的感受，也没有去好好照顾一次自己的身体，直到有一天发现，身体真的很不舒服了，身体告诉你：“我想要停下来，我想要休息。",
        "label": ""
      },
      {
        "sentence": "”有时我也会思考：除了钱，是不是还有一些更重要的东西呢？",
        "label": ""
      },
      {
        "sentence": "从你的提问中我感觉到，其实你是很想辞职休息一下的，但很担心“裸辞”后会不会有很多的心理压力，也不确定未来会面临什么。",
        "label": ""
      },
      {
        "sentence": "你并不喜欢现在的工作，而且自己的健康也受到了影响，但又恐惧辞职后可能面对的压力，有些骑虎难下的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的太对了，我确实很想辞职休息一下，但心理上也有些迷茫和不确定。",
    "annotation": [
      {
        "sentence": "你说的太对了，我确实很想辞职休息一下，但心理上也有些迷茫和不确定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "事实上，我并不喜欢“裸辞”这个词语，因为这个词语本身就包含了太多的压力和焦虑，与之相似的还有“裸婚”。不论辞职还是结婚，仅仅是一个成年人在思考后所作出的一个选择，为什么一定要有房、有车、有下家才可以做选择，不然就是“裸”呢？如今社会发展速度超乎人的想象。整个世界发展都如同奔涌的大河，昼夜不停，我们夹杂在这股洪流之中，被裹挟着前进。这一切都让人无法停下来，一旦停下来就会感到恐惧。说到这，我忽然很感谢今年这场突如其来的疫情，这场疫情让我感受到了人与人之间的温暖情谊。看到了世间的美好，也给了包括",
    "annotation": [
      {
        "sentence": "事实上，我并不喜欢“裸辞”这个词语，因为这个词语本身就包含了太多的压力和焦虑，与之相似的还有“裸婚”。",
        "label": ""
      },
      {
        "sentence": "不论辞职还是结婚，仅仅是一个成年人在思考后所作出的一个选择，为什么一定要有房、有车、有下家才可以做选择，不然就是“裸”呢？",
        "label": ""
      },
      {
        "sentence": "如今社会发展速度超乎人的想象。",
        "label": ""
      },
      {
        "sentence": "整个世界发展都如同奔涌的大河，昼夜不停，我们夹杂在这股洪流之中，被裹挟着前进。",
        "label": ""
      },
      {
        "sentence": "这一切都让人无法停下来，一旦停下来就会感到恐惧。",
        "label": ""
      },
      {
        "sentence": "说到这，我忽然很感谢今年这场突如其来的疫情，这场疫情让我感受到了人与人之间的温暖情谊。",
        "label": ""
      },
      {
        "sentence": "看到了世间的美好，也给了包括",
        "label": ""
      }
    ]
  }
]