[
  {
    "role": "client",
    "content": "还有两个月满六岁的女儿，不表达自己的感受，怎么办？我家闺女有任何不开心或者害怕了之后就一个字都不说了，我已经没有办法了。我尽量不在她面前再说“胆小”，“内向”一类的词。尽量都说“慢热”，“熟悉了就活泼了”，这类的说法。有时候她犯错误，我脸色刚严肃，她就哭了，我虽然也会批评她，但是还是会抱抱她给她擦眼泪。我也在严厉的批评她之后，问她是不是刚才很害怕，她一般也是点头不说话，我会告诉她，她犯错误了我也会喜欢她，但是她的错误是不被允许的，改正错误才能更优秀。前两天，我代替去上英语外教课，她有点害怕外教，但是就是不说出来她害怕，就是一言不发默默掉眼泪。我特别羡慕旁边一个小孩，就一直再说，我害怕我害怕。还有就像吃饭的时候，可能是给她夹了她不喜欢的菜，突然就不说话了，也不说不要，也不发脾气，就低头默不作声，然后再问就开始掉眼泪，我们也是着急。所以，这种情况，怎么才能更好的促进亲子之间的沟通，能够更好的鼓励孩子表达情绪。",
    "annotation": [
      {
        "sentence": "还有两个月满六岁的女儿，不表达自己的感受，怎么办？",
        "label": ""
      },
      {
        "sentence": "我家闺女有任何不开心或者害怕了之后就一个字都不说了，我已经没有办法了。",
        "label": ""
      },
      {
        "sentence": "我尽量不在她面前再说“胆小”，“内向”一类的词。",
        "label": ""
      },
      {
        "sentence": "尽量都说“慢热”，“熟悉了就活泼了”，这类的说法。",
        "label": ""
      },
      {
        "sentence": "有时候她犯错误，我脸色刚严肃，她就哭了，我虽然也会批评她，但是还是会抱抱她给她擦眼泪。",
        "label": ""
      },
      {
        "sentence": "我也在严厉的批评她之后，问她是不是刚才很害怕，她一般也是点头不说话，我会告诉她，她犯错误了我也会喜欢她，但是她的错误是不被允许的，改正错误才能更优秀。",
        "label": ""
      },
      {
        "sentence": "前两天，我代替去上英语外教课，她有点害怕外教，但是就是不说出来她害怕，就是一言不发默默掉眼泪。",
        "label": ""
      },
      {
        "sentence": "我特别羡慕旁边一个小孩，就一直再说，我害怕我害怕。",
        "label": ""
      },
      {
        "sentence": "还有就像吃饭的时候，可能是给她夹了她不喜欢的菜，突然就不说话了，也不说不要，也不发脾气，就低头默不作声，然后再问就开始掉眼泪，我们也是着急。",
        "label": ""
      },
      {
        "sentence": "所以，这种情况，怎么才能更好的促进亲子之间的沟通，能够更好的鼓励孩子表达情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到不到六岁的女儿心里害怕却说不出来，作为妈妈显得比较焦虑，似乎女儿带不好，都是自己的错。希望女儿把害怕表达出来，是妈妈对自己内在非常害怕犯错的抵挡。妈妈的态度是先定义对错，再表达情感。这种方式貌似承认是自己犯错，其实心里始终放不下对自己的评判。并没有真的面对自己对被评判的害怕。这样女儿也是说不出来的。要想女儿能不那么害怕，能表达。妈妈需要先跟自己的害怕待一会儿。别急着下结论，对错先不提。先看看能不能在那个害怕中待着不逃走。慢慢地妈妈就会变得有力量，女儿就能感受到妈妈能支持自己了。祝融心理咨询师张瑾屏。",
    "annotation": [
      {
        "sentence": "看到不到六岁的女儿心里害怕却说不出来，作为妈妈显得比较焦虑，似乎女儿带不好，都是自己的错。",
        "label": ""
      },
      {
        "sentence": "希望女儿把害怕表达出来，是妈妈对自己内在非常害怕犯错的抵挡。",
        "label": ""
      },
      {
        "sentence": "妈妈的态度是先定义对错，再表达情感。",
        "label": ""
      },
      {
        "sentence": "这种方式貌似承认是自己犯错，其实心里始终放不下对自己的评判。",
        "label": ""
      },
      {
        "sentence": "并没有真的面对自己对被评判的害怕。",
        "label": ""
      },
      {
        "sentence": "这样女儿也是说不出来的。",
        "label": ""
      },
      {
        "sentence": "要想女儿能不那么害怕，能表达。",
        "label": ""
      },
      {
        "sentence": "妈妈需要先跟自己的害怕待一会儿。",
        "label": ""
      },
      {
        "sentence": "别急着下结论，对错先不提。",
        "label": ""
      },
      {
        "sentence": "先看看能不能在那个害怕中待着不逃走。",
        "label": ""
      },
      {
        "sentence": "慢慢地妈妈就会变得有力量，女儿就能感受到妈妈能支持自己了。",
        "label": ""
      },
      {
        "sentence": "祝融心理咨询师张瑾屏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很对，我确实焦虑并且觉得自己是负责任的，但内心却对自己严格评判。我明白了，我需要面对自己的害怕，不急着下定论，而是在害怕中待一会儿。这样我会变得更有力量，女儿也能感受到我的支持。",
    "annotation": [
      {
        "sentence": "我觉得你说得很对，我确实焦虑并且觉得自己是负责任的，但内心却对自己严格评判。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要面对自己的害怕，不急着下定论，而是在害怕中待一会儿。",
        "label": ""
      },
      {
        "sentence": "这样我会变得更有力量，女儿也能感受到我的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解并接受我的建议。同时，当女儿感到害怕或不开心时，你可以逐渐引导她表达自己的情绪。例如，你可以先问她是否有什么事情让她感到不开心，而不是直接下定论。这样可以让女儿感到你对她的关心和理解，有助于她主动表达情绪。",
    "annotation": [
      {
        "sentence": "很高兴你能理解并接受我的建议。",
        "label": ""
      },
      {
        "sentence": "同时，当女儿感到害怕或不开心时，你可以逐渐引导她表达自己的情绪。",
        "label": ""
      },
      {
        "sentence": "例如，你可以先问她是否有什么事情让她感到不开心，而不是直接下定论。",
        "label": ""
      },
      {
        "sentence": "这样可以让女儿感到你对她的关心和理解，有助于她主动表达情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会试着引导女儿表达自己的感受，并给予她足够的关心和理解。我可以在她害怕的时候安慰她，告诉她不要害怕，我会一直陪伴她。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着引导女儿表达自己的感受，并给予她足够的关心和理解。",
        "label": ""
      },
      {
        "sentence": "我可以在她害怕的时候安慰她，告诉她不要害怕，我会一直陪伴她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的观念已经有所改变，这对于促进你和女儿之间的沟通非常重要。除了引导女儿表达情绪外，你还可以从一些日常细节入手，例如在吃饭的时候，可以鼓励女儿主动告诉你她不喜欢的菜，并试着理解她的想法。这样可以让女儿感受到她的意见和感受是被尊重的。",
    "annotation": [
      {
        "sentence": "很好，你的观念已经有所改变，这对于促进你和女儿之间的沟通非常重要。",
        "label": ""
      },
      {
        "sentence": "除了引导女儿表达情绪外，你还可以从一些日常细节入手，例如在吃饭的时候，可以鼓励女儿主动告诉你她不喜欢的菜，并试着理解她的想法。",
        "label": ""
      },
      {
        "sentence": "这样可以让女儿感受到她的意见和感受是被尊重的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试做到的。可能需要时间，但我相信通过耐心和关心，我和女儿之间的沟通会变得更好。我会更加留意日常的细节，尊重女儿的意见和感受。",
    "annotation": [
      {
        "sentence": "嗯，我会尝试做到的。",
        "label": ""
      },
      {
        "sentence": "可能需要时间，但我相信通过耐心和关心，我和女儿之间的沟通会变得更好。",
        "label": ""
      },
      {
        "sentence": "我会更加留意日常的细节，尊重女儿的意见和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这种改变需要时间和努力，但只要你能保持耐心和关注，一定会有所建议。同时，也要注意给予女儿足够的认可和肯定，让她知道表达情绪是正常且被接受的。",
    "annotation": [
      {
        "sentence": "很好，这种改变需要时间和努力，但只要你能保持耐心和关注，一定会有所建议。",
        "label": ""
      },
      {
        "sentence": "同时，也要注意给予女儿足够的认可和肯定，让她知道表达情绪是正常且被接受的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，谢谢你的建议和支持。我会尽力做到让女儿感受到我的爱和理解。同时，我也会更加放松，不过度评判自己。谢谢你的鼓励。",
    "annotation": [
      {
        "sentence": "我会的，谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽力做到让女儿感受到我的爱和理解。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加放松，不过度评判自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会成为一个负责任且关心女儿情感的好妈妈。如果以后还有其他问题需要帮助，随时来找我。祝你和女儿之间的沟通越来越好。",
    "annotation": [
      {
        "sentence": "不客气，我相信你会成为一个负责任且关心女儿情感的好妈妈。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题需要帮助，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你和女儿之间的沟通越来越好。",
        "label": ""
      }
    ]
  }
]