[
  {
    "role": "client",
    "content": "男朋友分手之后很恨我，还需要天天见，怎么办？男朋友很讨厌我的朋友们，让我只有每人扇她们一巴掌才能解气，才能把他内心的刺消除，如果我还理他们他就会把我一起当敌人。怎么才能消除他的恨意。",
    "annotation": [
      {
        "sentence": "男朋友分手之后很恨我，还需要天天见，怎么办？",
        "label": ""
      },
      {
        "sentence": "男朋友很讨厌我的朋友们，让我只有每人扇她们一巴掌才能解气，才能把他内心的刺消除，如果我还理他们他就会把我一起当敌人。",
        "label": ""
      },
      {
        "sentence": "怎么才能消除他的恨意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情况确实很棘手，能理解你的困扰。你说男朋友需要天天见，但是他恨你的原因可能是比较短暂的情绪问题。如果他真的爱你，也可能不需要这么久的时间继续保持这种关系。先问问自己，你是否愿意和他继续保持接触，如果你认为这不利于你自己的情绪与恢复，或许你需要适当减少你们之间的接触。所以，你需要做的是慢慢减少你们见面的机会。",
    "annotation": [
      {
        "sentence": "你现在的情况确实很棘手，能理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "你说男朋友需要天天见，但是他恨你的原因可能是比较短暂的情绪问题。",
        "label": ""
      },
      {
        "sentence": "如果他真的爱你，也可能不需要这么久的时间继续保持这种关系。",
        "label": ""
      },
      {
        "sentence": "先问问自己，你是否愿意和他继续保持接触，如果你认为这不利于你自己的情绪与恢复，或许你需要适当减少你们之间的接触。",
        "label": ""
      },
      {
        "sentence": "所以，你需要做的是慢慢减少你们见面的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我还没有走出来，还是很喜欢他。他如果过来找我，我又该怎么办呢？",
    "annotation": [
      {
        "sentence": "可是我还没有走出来，还是很喜欢他。",
        "label": ""
      },
      {
        "sentence": "他如果过来找我，我又该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的心情，对于还在恢复过程中的你而言，他再次找你可能会让你的情绪变得更复杂。你可以优雅的拒绝他的请求，告诉他你还需要时间去自我调整。因为你需要的是将自己放在首位，不要因为他而让自己陷入到更多的困境中。",
    "annotation": [
      {
        "sentence": "明白你的心情，对于还在恢复过程中的你而言，他再次找你可能会让你的情绪变得更复杂。",
        "label": ""
      },
      {
        "sentence": "你可以优雅的拒绝他的请求，告诉他你还需要时间去自我调整。",
        "label": ""
      },
      {
        "sentence": "因为你需要的是将自己放在首位，不要因为他而让自己陷入到更多的困境中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有些矛盾，因为他曾经对我很好，所以我有些舍不得。但是他不让我和我的朋友在一起，让我很为难。",
    "annotation": [
      {
        "sentence": "我有些矛盾，因为他曾经对我很好，所以我有些舍不得。",
        "label": ""
      },
      {
        "sentence": "但是他不让我和我的朋友在一起，让我很为难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说他曾经对你很好，这样的回忆让你在心理上一直没有办法释怀。然而，如果我们只是为了短暂的好的回忆而坚持，这么做却无法切实的解决问题。如果他不让你和朋友在一起，你可以试着表明你的立场，如果你觉得朋友是重要的维持自己社会生活的能力，那你就不要放弃自己的每一个自由和权利。你的朋友们也应该理解你的处境，共同找到一个平衡点。",
    "annotation": [
      {
        "sentence": "你说他曾经对你很好，这样的回忆让你在心理上一直没有办法释怀。",
        "label": ""
      },
      {
        "sentence": "然而，如果我们只是为了短暂的好的回忆而坚持，这么做却无法切实的解决问题。",
        "label": ""
      },
      {
        "sentence": "如果他不让你和朋友在一起，你可以试着表明你的立场，如果你觉得朋友是重要的维持自己社会生活的能力，那你就不要放弃自己的每一个自由和权利。",
        "label": ""
      },
      {
        "sentence": "你的朋友们也应该理解你的处境，共同找到一个平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我怕他生气，他很容易爆发。而且他明确告诉我，如果我还理朋友，他会把我当敌人看待。",
    "annotation": [
      {
        "sentence": "可是我怕他生气，他很容易爆发。",
        "label": ""
      },
      {
        "sentence": "而且他明确告诉我，如果我还理朋友，他会把我当敌人看待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他容易爆发的事情可能是因为他在某些地方有些短路，或许是心理上的某种刺激。你需要记住的是，他的情绪和行为并不代表他就是对的，这样认为可能会加重你自己的不安感。对于他的恐吓行为，你需要清楚地点醒他不要这么做，因为这样做并不是建立在相互理解的基础上。同时，不管他对你的态度如何，你都应该记住，朋友是可以相互依托的重要力量，你不需要放弃抹杀自己的人际网络。",
    "annotation": [
      {
        "sentence": "他容易爆发的事情可能是因为他在某些地方有些短路，或许是心理上的某种刺激。",
        "label": ""
      },
      {
        "sentence": "你需要记住的是，他的情绪和行为并不代表他就是对的，这样认为可能会加重你自己的不安感。",
        "label": ""
      },
      {
        "sentence": "对于他的恐吓行为，你需要清楚地点醒他不要这么做，因为这样做并不是建立在相互理解的基础上。",
        "label": ""
      },
      {
        "sentence": "同时，不管他对你的态度如何，你都应该记住，朋友是可以相互依托的重要力量，你不需要放弃抹杀自己的人际网络。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我觉得你说的很有道理。我可以试着和他谈一谈，或许我们可以做出一些更公正的决策。同时，我也不会放弃我自己的朋友，因为他们在我人生中扮演着越来越重要的角色。我现在的状况还是很不好，不过，听完你的话，我感觉自己有了一些新的方向和信心。",
    "annotation": [
      {
        "sentence": "谢谢你，我觉得你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我可以试着和他谈一谈，或许我们可以做出一些更公正的决策。",
        "label": ""
      },
      {
        "sentence": "同时，我也不会放弃我自己的朋友，因为他们在我人生中扮演着越来越重要的角色。",
        "label": ""
      },
      {
        "sentence": "我现在的状况还是很不好，不过，听完你的话，我感觉自己有了一些新的方向和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴可以和你分享我的看法，并帮助你走出你的痛苦。认为你要能够理性、清醒地面对问题，做出更合适的选择，而且不要过度担心将自己置于一个受害者的地位。祝福你未来的日子会越来越好。",
    "annotation": [
      {
        "sentence": "很高兴可以和你分享我的看法，并帮助你走出你的痛苦。",
        "label": ""
      },
      {
        "sentence": "认为你要能够理性、清醒地面对问题，做出更合适的选择，而且不要过度担心将自己置于一个受害者的地位。",
        "label": ""
      },
      {
        "sentence": "祝福你未来的日子会越来越好。",
        "label": ""
      }
    ]
  }
]