[
  {
    "role": "client",
    "content": "感到悲伤，知道他难过，很想见面抱抱，希望他开心？",
    "annotation": [
      {
        "sentence": "感到悲伤，知道他难过，很想见面抱抱，希望他开心？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的感受，分手后很难免会感到悲伤。你想见面并抱抱他，这是你内心对他的依恋和希望他开心的表达。但是，你也意识到这样做是否合适，因为他还是一个孩子。你对他付出了很多，你希望最后的告别不是争吵，而是更温和的方式。你觉得抱抱他可能会让他心里好受些，但他现在对你失望，可能因为你下意识地躲避身体接触。你可能只是还不适应，或是对他的感情不是很深，更多的是可怜之情。你想从朋友的角度看待他，但你并不确定他对此是什么态度，因为当你要求见他并还他欠下的东西时，他拒绝了。",
    "annotation": [
      {
        "sentence": "我了解你现在的感受，分手后很难免会感到悲伤。",
        "label": ""
      },
      {
        "sentence": "你想见面并抱抱他，这是你内心对他的依恋和希望他开心的表达。",
        "label": ""
      },
      {
        "sentence": "但是，你也意识到这样做是否合适，因为他还是一个孩子。",
        "label": ""
      },
      {
        "sentence": "你对他付出了很多，你希望最后的告别不是争吵，而是更温和的方式。",
        "label": ""
      },
      {
        "sentence": "你觉得抱抱他可能会让他心里好受些，但他现在对你失望，可能因为你下意识地躲避身体接触。",
        "label": ""
      },
      {
        "sentence": "你可能只是还不适应，或是对他的感情不是很深，更多的是可怜之情。",
        "label": ""
      },
      {
        "sentence": "你想从朋友的角度看待他，但你并不确定他对此是什么态度，因为当你要求见他并还他欠下的东西时，他拒绝了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对这段感情的失去确实感到十分痛苦，我明白即使我不太在乎的一段关系也会让我感到悲伤，但我觉得自己需要尽力去接受这段感情的终结。我一直在思考是否应该继续见面，因为我不想给他增加压力或带来负面情绪。但我也担心如果我不见他，他会认为我不关心他，会更加失望。我真的不知道现在该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我对这段感情的失去确实感到十分痛苦，我明白即使我不太在乎的一段关系也会让我感到悲伤，但我觉得自己需要尽力去接受这段感情的终结。",
        "label": ""
      },
      {
        "sentence": "我一直在思考是否应该继续见面，因为我不想给他增加压力或带来负面情绪。",
        "label": ""
      },
      {
        "sentence": "但我也担心如果我不见他，他会认为我不关心他，会更加失望。",
        "label": ""
      },
      {
        "sentence": "我真的不知道现在该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和无所适从。在面对这样的情况时，我们需要先考虑对方的感受和需要。虽然你想和他见面，但如果你觉得这会给他带来压力或负面情绪，或许暂时的分开反而更好。你可以通过其他方式表达对他的关心和祝福，比如写信或发短信。不要过分责怪自己，因为每个人在面对感情的结束时都会有自己的情绪和困惑。等大家冷静下来之后，再考虑有没有以后，也许会更加明晰。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和无所适从。",
        "label": ""
      },
      {
        "sentence": "在面对这样的情况时，我们需要先考虑对方的感受和需要。",
        "label": ""
      },
      {
        "sentence": "虽然你想和他见面，但如果你觉得这会给他带来压力或负面情绪，或许暂时的分开反而更好。",
        "label": ""
      },
      {
        "sentence": "你可以通过其他方式表达对他的关心和祝福，比如写信或发短信。",
        "label": ""
      },
      {
        "sentence": "不要过分责怪自己，因为每个人在面对感情的结束时都会有自己的情绪和困惑。",
        "label": ""
      },
      {
        "sentence": "等大家冷静下来之后，再考虑有没有以后，也许会更加明晰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会考虑通过其他方式表达我的关心和祝福。我也会给彼此一些时间和空间来平复情绪，这样或许对我们都有益处。我明白每段感情都有它的结束，我需要接受这个现实并学会向前看。非常感谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我会考虑通过其他方式表达我的关心和祝福。",
        "label": ""
      },
      {
        "sentence": "我也会给彼此一些时间和空间来平复情绪，这样或许对我们都有益处。",
        "label": ""
      },
      {
        "sentence": "我明白每段感情都有它的结束，我需要接受这个现实并学会向前看。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供支持和建议。面对感情的结束是一段艰难的过程，但相信你能够逐渐走出悲伤，重新找到属于自己的幸福。记得，接受不同的情绪是正常的，不要压抑自己的感受。也希望你能保持乐观的心态，成长和发展自己。如果以后还有需要，随时都可以来找我倾诉。祝愿你早日走出阴影，找到真正属于你的幸福。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供支持和建议。",
        "label": ""
      },
      {
        "sentence": "面对感情的结束是一段艰难的过程，但相信你能够逐渐走出悲伤，重新找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得，接受不同的情绪是正常的，不要压抑自己的感受。",
        "label": ""
      },
      {
        "sentence": "也希望你能保持乐观的心态，成长和发展自己。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出阴影，找到真正属于你的幸福。",
        "label": ""
      }
    ]
  }
]