[
  {
    "role": "client",
    "content": "讨厌男朋友的家人，还要不要继续了？长话短说，我和我男朋友两家的观念完全不同，我爸妈都是自食其力的人，而他妈妈是家庭妇女，他爸一个人挣钱挣得不多还很能挥霍，还养两个孩子（我对象有个妹妹）还有一个家庭主妇，而我是独生女，我爸妈的收入是他们家的十几倍。他父母的理念不是让孩子通过自己的努力创造未来，而是教育他们嫁个有钱老公或者娶个有钱媳妇。我和我男朋友处对象这么久基本大钱都是我花，他家长不给他钱，美其名曰他们家庭条件不如我们好，反正以后我们结婚了我们家的钱也是他们家的。还有，他这个亲妹妹刚上幼儿园，就表现出很自私，很骄横还爱多管闲事。而且他父母还很偏爱他这个妹妹。我真不知道如果我和他一直走下去我会有多痛苦。但是不得不说我对他还是有感情的，我真的很讨厌他的家人。我不知道该不该分手。",
    "annotation": [
      {
        "sentence": "讨厌男朋友的家人，还要不要继续了？",
        "label": ""
      },
      {
        "sentence": "长话短说，我和我男朋友两家的观念完全不同，我爸妈都是自食其力的人，而他妈妈是家庭妇女，他爸一个人挣钱挣得不多还很能挥霍，还养两个孩子（我对象有个妹妹）还有一个家庭主妇，而我是独生女，我爸妈的收入是他们家的十几倍。",
        "label": ""
      },
      {
        "sentence": "他父母的理念不是让孩子通过自己的努力创造未来，而是教育他们嫁个有钱老公或者娶个有钱媳妇。",
        "label": ""
      },
      {
        "sentence": "我和我男朋友处对象这么久基本大钱都是我花，他家长不给他钱，美其名曰他们家庭条件不如我们好，反正以后我们结婚了我们家的钱也是他们家的。",
        "label": ""
      },
      {
        "sentence": "还有，他这个亲妹妹刚上幼儿园，就表现出很自私，很骄横还爱多管闲事。",
        "label": ""
      },
      {
        "sentence": "而且他父母还很偏爱他这个妹妹。",
        "label": ""
      },
      {
        "sentence": "我真不知道如果我和他一直走下去我会有多痛苦。",
        "label": ""
      },
      {
        "sentence": "但是不得不说我对他还是有感情的，我真的很讨厌他的家人。",
        "label": ""
      },
      {
        "sentence": "我不知道该不该分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你目前的困境。这是一个非常现实的问题，需要你认真考虑。首先，现在还不是你结婚或者有孩子的阶段，所以你还有时间好好思考如何解决这个问题。在恋爱阶段，要考虑对方的家人和相处模式是否合得来，感情是否健康稳定等等。因为恋爱和婚姻不仅关乎两个人，还涉及到两个家庭的相处。告诉我一下，你男朋友家里究竟有几口人？他有工作吗？理解这些信息对我帮助很大。",
    "annotation": [
      {
        "sentence": "我了解你目前的困境。",
        "label": ""
      },
      {
        "sentence": "这是一个非常现实的问题，需要你认真考虑。",
        "label": ""
      },
      {
        "sentence": "首先，现在还不是你结婚或者有孩子的阶段，所以你还有时间好好思考如何解决这个问题。",
        "label": ""
      },
      {
        "sentence": "在恋爱阶段，要考虑对方的家人和相处模式是否合得来，感情是否健康稳定等等。",
        "label": ""
      },
      {
        "sentence": "因为恋爱和婚姻不仅关乎两个人，还涉及到两个家庭的相处。",
        "label": ""
      },
      {
        "sentence": "告诉我一下，你男朋友家里究竟有几口人？",
        "label": ""
      },
      {
        "sentence": "他有工作吗？",
        "label": ""
      },
      {
        "sentence": "理解这些信息对我帮助很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他爸爸一个人赚钱，养着两个孩子，我男朋友还有一个妹妹。他父母觉得孩子不需要通过自己努力来创造未来，而是教育他们嫁个有钱老公或者娶个有钱媳妇。我男朋友没有工作，大部分花费都是我承担的。",
    "annotation": [
      {
        "sentence": "他爸爸一个人赚钱，养着两个孩子，我男朋友还有一个妹妹。",
        "label": ""
      },
      {
        "sentence": "他父母觉得孩子不需要通过自己努力来创造未来，而是教育他们嫁个有钱老公或者娶个有钱媳妇。",
        "label": ""
      },
      {
        "sentence": "我男朋友没有工作，大部分花费都是我承担的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来他家庭现状确实让人担忧。他父母的价值观和教育方式与你不同，这有可能给你们的未来带来困扰。对于你男朋友没有工作，只由你承担花费的问题，我觉得这是一个很重要的现实问题。一个人的经济状况可以改变，但是对于他的家庭观念和行为方式，可能需要更长的时间和努力来改变。你对这些问题有什么具体的顾虑吗？",
    "annotation": [
      {
        "sentence": "看来他家庭现状确实让人担忧。",
        "label": ""
      },
      {
        "sentence": "他父母的价值观和教育方式与你不同，这有可能给你们的未来带来困扰。",
        "label": ""
      },
      {
        "sentence": "对于你男朋友没有工作，只由你承担花费的问题，我觉得这是一个很重要的现实问题。",
        "label": ""
      },
      {
        "sentence": "一个人的经济状况可以改变，但是对于他的家庭观念和行为方式，可能需要更长的时间和努力来改变。",
        "label": ""
      },
      {
        "sentence": "你对这些问题有什么具体的顾虑吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心如果我们继续走下去，他的家人会对我施加更大的压力，尤其是他妈妈可能会期望我承担更多家务和带孩子的责任。我也担心孩子会受到他们家庭观念和对妹妹的偏爱影响。此外，如果我男朋友毫无改变的话，以后的日子会越来越困难，尤其是在生病等方面。我也担心他们家人会看不起我，觉得我不愿意帮助他们。",
    "annotation": [
      {
        "sentence": "我担心如果我们继续走下去，他的家人会对我施加更大的压力，尤其是他妈妈可能会期望我承担更多家务和带孩子的责任。",
        "label": ""
      },
      {
        "sentence": "我也担心孩子会受到他们家庭观念和对妹妹的偏爱影响。",
        "label": ""
      },
      {
        "sentence": "此外，如果我男朋友毫无改变的话，以后的日子会越来越困难，尤其是在生病等方面。",
        "label": ""
      },
      {
        "sentence": "我也担心他们家人会看不起我，觉得我不愿意帮助他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的顾虑是非常合理的。如果你和他结婚，很可能会面临和他家人住在一起的情况，他们可能会期望你帮忙分担家务和照顾孩子的责任。如果你不过去和他们住在一起，他们可能会对你有一些误解或者不满。另外，如果你男朋友没有收入，他父亲一个人挣钱可能还无法养活你们所有人，这会给你们的经济状况带来更多压力。同时，你也要考虑他们对你孩子的影响，如果他们的教育方式与你的价值观不符，你会对此感到痛苦。这些问题都需要你认真思考和评估。",
    "annotation": [
      {
        "sentence": "你的顾虑是非常合理的。",
        "label": ""
      },
      {
        "sentence": "如果你和他结婚，很可能会面临和他家人住在一起的情况，他们可能会期望你帮忙分担家务和照顾孩子的责任。",
        "label": ""
      },
      {
        "sentence": "如果你不过去和他们住在一起，他们可能会对你有一些误解或者不满。",
        "label": ""
      },
      {
        "sentence": "另外，如果你男朋友没有收入，他父亲一个人挣钱可能还无法养活你们所有人，这会给你们的经济状况带来更多压力。",
        "label": ""
      },
      {
        "sentence": "同时，你也要考虑他们对你孩子的影响，如果他们的教育方式与你的价值观不符，你会对此感到痛苦。",
        "label": ""
      },
      {
        "sentence": "这些问题都需要你认真思考和评估。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。现在的情况和预计的未来让我感到非常担忧。我知道我应该慎重考虑和权衡利弊。我已经开始怀疑我们的关系是否能够持续下去，因为在我看来，这些问题可能逐渐变得无法解决，甚至可能越来越糟糕。长痛不如短痛，也许分手是最好的选择。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "现在的情况和预计的未来让我感到非常担忧。",
        "label": ""
      },
      {
        "sentence": "我知道我应该慎重考虑和权衡利弊。",
        "label": ""
      },
      {
        "sentence": "我已经开始怀疑我们的关系是否能够持续下去，因为在我看来，这些问题可能逐渐变得无法解决，甚至可能越来越糟糕。",
        "label": ""
      },
      {
        "sentence": "长痛不如短痛，也许分手是最好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经非常理智地分析了问题，并且考虑到了将来可能发生的情况。与其让自己陷入一个看似无法解决的境地，也许分手是一个解脱的选择。不要忘记，你的感受和幸福同样重要。我相信你会做出一个明智的决定",
    "annotation": [
      {
        "sentence": "你已经非常理智地分析了问题，并且考虑到了将来可能发生的情况。",
        "label": ""
      },
      {
        "sentence": "与其让自己陷入一个看似无法解决的境地，也许分手是一个解脱的选择。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你的感受和幸福同样重要。",
        "label": ""
      },
      {
        "sentence": "我相信你会做出一个明智的决定",
        "label": ""
      }
    ]
  }
]