[
  {
    "role": "client",
    "content": "父母的生活就像魔咒，我该怎么面对自己的生活？有一种悲哀，叫做我拼命逃离我讨厌的生活方式，你却告诉我这就是生活。家里做小生意，爸妈早出晚归，把我关在家里，也没有亲戚朋友来往。平时自己过家家、看点书。书籍打开了新世界的大门，我开始厌恶父母的工作方式，想要以自己的方式掌控自己的人生。后来弟弟出生了，父母换了一份更辛苦的工作，经常需要我去帮忙，照顾弟弟和生意。",
    "annotation": [
      {
        "sentence": "父母的生活就像魔咒，我该怎么面对自己的生活？",
        "label": ""
      },
      {
        "sentence": "有一种悲哀，叫做我拼命逃离我讨厌的生活方式，你却告诉我这就是生活。",
        "label": ""
      },
      {
        "sentence": "家里做小生意，爸妈早出晚归，把我关在家里，也没有亲戚朋友来往。",
        "label": ""
      },
      {
        "sentence": "平时自己过家家、看点书。",
        "label": ""
      },
      {
        "sentence": "书籍打开了新世界的大门，我开始厌恶父母的工作方式，想要以自己的方式掌控自己的人生。",
        "label": ""
      },
      {
        "sentence": "后来弟弟出生了，父母换了一份更辛苦的工作，经常需要我去帮忙，照顾弟弟和生意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以看得出你的无奈，我们以为自己可以逃离，却被别人告知这就是生活。小的时候我也有过和你类似的经历，父亲常年在外打工，母亲忙的时候就会把我一个人锁在家里，看到别的小朋友在院子里嬉戏玩耍，而我却像是关在笼子里的小鸟，很多事情都做不了主。后来长大一点了，以为很多事情自己可以做主了，但是母亲又是一个控制欲比较强的人，很多事情都需要听从她的安排，家里因为母亲的脾气没少生气。",
    "annotation": [
      {
        "sentence": "可以看得出你的无奈，我们以为自己可以逃离，却被别人告知这就是生活。",
        "label": ""
      },
      {
        "sentence": "小的时候我也有过和你类似的经历，父亲常年在外打工，母亲忙的时候就会把我一个人锁在家里，看到别的小朋友在院子里嬉戏玩耍，而我却像是关在笼子里的小鸟，很多事情都做不了主。",
        "label": ""
      },
      {
        "sentence": "后来长大一点了，以为很多事情自己可以做主了，但是母亲又是一个控制欲比较强的人，很多事情都需要听从她的安排，家里因为母亲的脾气没少生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我们都希望能够掌控自己的生活，但却总是受到外界的限制和束缚。我开始觉得这种生活方式很束缚我，我想要有自己的空间和自由。",
    "annotation": [
      {
        "sentence": "是啊，我们都希望能够掌控自己的生活，但却总是受到外界的限制和束缚。",
        "label": ""
      },
      {
        "sentence": "我开始觉得这种生活方式很束缚我，我想要有自己的空间和自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受，生活有时候就是这样，会给我们带来无法掌控的困扰。但是我们也要明白，有些事情我们无法改变，只能去接受并学会适应。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受，生活有时候就是这样，会给我们带来无法掌控的困扰。",
        "label": ""
      },
      {
        "sentence": "但是我们也要明白，有些事情我们无法改变，只能去接受并学会适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得现在的生活让我感到很苦闷和无聊，整天都是重复的事情，没有一点意义和乐趣。我很羡慕别的孩子可以出去玩，可以有自己喜欢的事情做，而我却一直被束缚在家里。",
    "annotation": [
      {
        "sentence": "可是我觉得现在的生活让我感到很苦闷和无聊，整天都是重复的事情，没有一点意义和乐趣。",
        "label": ""
      },
      {
        "sentence": "我很羡慕别的孩子可以出去玩，可以有自己喜欢的事情做，而我却一直被束缚在家里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人的生活都是不一样的。也许你现在不能像其他孩子那样去玩，但是你可以尝试寻找其他的兴趣和乐趣，比如在家里读书或者追求一些你感兴趣的事情。生活中总会有一些限制，但我们可以通过其他方式来找到快乐和满足感。",
    "annotation": [
      {
        "sentence": "是的，每个人的生活都是不一样的。",
        "label": ""
      },
      {
        "sentence": "也许你现在不能像其他孩子那样去玩，但是你可以尝试寻找其他的兴趣和乐趣，比如在家里读书或者追求一些你感兴趣的事情。",
        "label": ""
      },
      {
        "sentence": "生活中总会有一些限制，但我们可以通过其他方式来找到快乐和满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己一直被束缚在家里，无法接触到更多的事物和世界。我也想接触互联网、电子游戏，了解更多的知识和文化，但父母一直不支持我，我很迷茫。",
    "annotation": [
      {
        "sentence": "可是我觉得自己一直被束缚在家里，无法接触到更多的事物和世界。",
        "label": ""
      },
      {
        "sentence": "我也想接触互联网、电子游戏，了解更多的知识和文化，但父母一直不支持我，我很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个困扰，你希望接触到更多的事物，了解更多的知识，但是父母的限制让你感到无奈。或许你可以尝试跟父母沟通，告诉他们你的想法和理由，看看能不能达成一个妥协。同时，你也可以尝试利用课余时间去学习一些自己感兴趣的知识，拓宽自己的视野和见识。",
    "annotation": [
      {
        "sentence": "这确实是一个困扰，你希望接触到更多的事物，了解更多的知识，但是父母的限制让你感到无奈。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试跟父母沟通，告诉他们你的想法和理由，看看能不能达成一个妥协。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试利用课余时间去学习一些自己感兴趣的知识，拓宽自己的视野和见识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经试过与父母沟通，但他们总是不理解我，说互联网会对我产生负面影响。我也不知道该如何办才好，感觉自己一直在无尽的迷茫和无力中挣扎。",
    "annotation": [
      {
        "sentence": "我曾经试过与父母沟通，但他们总是不理解我，说互联网会对我产生负面影响。",
        "label": ""
      },
      {
        "sentence": "我也不知道该如何办才好，感觉自己一直在无尽的迷茫和无力中挣扎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困惑和无助。有时候父母的担心是出于对我们的爱，他们希望我们能够安全成长。或许你可以尝试向他们展示你对互联网和电子游戏的正确认识和使用方式，让他们放心一些。同时，你也可以通过阅读书籍和参加一些课外活动来充实自己，丰富自己的生活经验。并且记住，无论遇到什么困难，我们都可以在这里一起分享，互相帮助找到解决办法。",
    "annotation": [
      {
        "sentence": "明白你的困惑和无助。",
        "label": ""
      },
      {
        "sentence": "有时候父母的担心是出于对我们的爱，他们希望我们能够安全成长。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试向他们展示你对互联网和电子游戏的正确认识和使用方式，让他们放心一些。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以通过阅读书籍和参加一些课外活动来充实自己，丰富自己的生活经验。",
        "label": ""
      },
      {
        "sentence": "并且记住，无论遇到什么困难，我们都可以在这里一起分享，互相帮助找到解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好思考你的建议，并且试着寻找自己喜欢的事情来让自己的生活更加有意义和充实。也希望以后我们可以在这个树洞里交流和分享，共同解决问题。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好思考你的建议，并且试着寻找自己喜欢的事情来让自己的生活更加有意义和充实。",
        "label": ""
      },
      {
        "sentence": "也希望以后我们可以在这个树洞里交流和分享，共同解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会一直在这里支持你的。记住，无论任何时候，你都可以来这里倾诉和寻求帮助。祝你能够找到属于自己的幸福和满足！",
    "annotation": [
      {
        "sentence": "没问题，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，无论任何时候，你都可以来这里倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你能够找到属于自己的幸福和满足！",
        "label": ""
      }
    ]
  }
]