[
  {
    "role": "client",
    "content": "考研没了状态，在网上发疯似的找异性聊天？我今年26岁了，毕业了三年本科，现在极度迷茫。我本来的工作是一名线上老师，后来我发现这样的工作特别的无聊，又没有办法去接触到外界的人群，所以当我半年前碰到我前任的时候，就完全陷入这段感情，但是可能是因为我太久没有和人群接触了，我在这段感情里极度的脆弱，需要被关爱，当然他也不是良人，他连对我基本的关爱都没有。失恋以后我决定考研… 把课程缩减了很多很多。前阵子本来刚进入状态，但不知道是不是因为我出去旅游了一趟，回来之后状态就没了，每天每天不想看书，浑浑噩噩的，还会疯狂得想念前男友……然后会在网上发疯似的找异性聊天，就像是得了网瘾一样…但是渐渐发现骗子很多，能聊得来的人很少，往往都是一日之交……就会处于这种失望，然后再寻找网友弥补空缺，然后再失望的死循环……然后提不起精神学习……唉……就像是死亡循环，好难受……",
    "annotation": [
      {
        "sentence": "考研没了状态，在网上发疯似的找异性聊天？",
        "label": ""
      },
      {
        "sentence": "我今年26岁了，毕业了三年本科，现在极度迷茫。",
        "label": ""
      },
      {
        "sentence": "我本来的工作是一名线上老师，后来我发现这样的工作特别的无聊，又没有办法去接触到外界的人群，所以当我半年前碰到我前任的时候，就完全陷入这段感情，但是可能是因为我太久没有和人群接触了，我在这段感情里极度的脆弱，需要被关爱，当然他也不是良人，他连对我基本的关爱都没有。",
        "label": ""
      },
      {
        "sentence": "失恋以后我决定考研… 把课程缩减了很多很多。",
        "label": ""
      },
      {
        "sentence": "前阵子本来刚进入状态，但不知道是不是因为我出去旅游了一趟，回来之后状态就没了，每天每天不想看书，浑浑噩噩的，还会疯狂得想念前男友……然后会在网上发疯似的找异性聊天，就像是得了网瘾一样…但是渐渐发现骗子很多，能聊得来的人很少，往往都是一日之交……就会处于这种失望，然后再寻找网友弥补空缺，然后再失望的死循环……然后提不起精神学习……唉……就像是死亡循环，好难受……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的状态，你似乎迷茫且找不到生活的意义。事实上，你所描述的状态并不差，但是你无法好好享受工作和生活，这似乎是一种极度沉浸在自我世界的感觉。虽然你似乎渴望与人接触，但内心仍然空虚和孤独。这其实是现代人普遍存在的问题。现在来分析了解一下你的问题：1、今年26岁了，毕业了三年本科，现在极度迷茫。（如今的本科与我们当年的本科确实不一样，似乎怎么有点像当年初中毕业一样呢。迷茫、恐慌，不知未来何去何方。是考研还是工作，考研的目的又是为何？你的迷茫完全可以理解，就是没有方向。）2、你本来的工作是一名线上老师，后来你发现这样的工作特别无聊，又没有办法去接触到外界的人群，所以当你半年前碰到你前任时，就完全陷入了这段感情，但是可能是因为你太久没有和人群接触了，你在这段感情里极度脆弱，需要被关爱，当然他也不是良人，他连对你基本的关爱都没有。（当今线上工作似乎成为一种趋向，网络平台的兴起给了很多人机会和降低沟通成本，但也同时减少了很多人线下见面、交流、玩耍的空间。很多情感也在网上谈，那对于当事人的了解还剩下什么呢？我们是活生生的人，不能与人接触，听起来好残忍。恋爱不能互相关心、互相爱慕、互相吸引，那还剩下什么呢？）3、失恋以后你决定考研… 把课程缩减了很多很多。前阵子本来刚进入状态，但不知道是不是因为你出去旅游了一趟，回来之后状态就没了，每天每天不想看书，浑浑噩噩的。（旅游让人放松，当然放松多了就是松懈了。那种舒服的状态，因为不是常态，所以一松懈就不可收拾了。但这也恰恰是我们需要掌握的技能，就是调节两种环境下人的状态。回来了就是要收收心，然后才能继续旅程，不是吗？）4、还会疯狂地想念前男友……然后会在网上发疯似的找异性聊天，就像是得了网瘾一样…（你疯狂地想念前男友，但事实上是内心焦躁不安，并不是真的想念他。你缺少的不是男友，你缺的是有人的陪伴、关心、在意和情感的流动。所以在网上找异性聊天，你单纯地以为这可以减少你的孤独感，缓解你的情绪，但实际上并非如此。）5、但是渐渐发现骗子很多，能聊得来的人很少，往往都是一日之交……就会处于这种失望，然后再寻找网友弥补空缺，然后再失望的死循环……然后提不起精神学习……唉……就像是死亡循环，好难受……（是的，你也已经发现了不少骗子。有目的性的还不可怕，只要直说就好，你就可以有预防。最怕的是他们不直说，最后欺骗了你。亲爱的，你选的方式不对，请相信还是有好人存在的。你想，大海捞针，机率一定很小。可以找专业咨询师，他们能理解你，释放你内心的压抑和情绪。死循环虽然叫做“死”，但只要有循环，我们就有机会打破不好的循环，换上好的循环。结束语：祝你幸福快乐！祝你早日走出迷茫，打开内心的大门！有困惑可以私信哦！",
    "annotation": [
      {
        "sentence": "听你描述的状态，你似乎迷茫且找不到生活的意义。",
        "label": ""
      },
      {
        "sentence": "事实上，你所描述的状态并不差，但是你无法好好享受工作和生活，这似乎是一种极度沉浸在自我世界的感觉。",
        "label": ""
      },
      {
        "sentence": "虽然你似乎渴望与人接触，但内心仍然空虚和孤独。",
        "label": ""
      },
      {
        "sentence": "这其实是现代人普遍存在的问题。",
        "label": ""
      },
      {
        "sentence": "现在来分析了解一下你的问题：1、今年26岁了，毕业了三年本科，现在极度迷茫。",
        "label": ""
      },
      {
        "sentence": "（如今的本科与我们当年的本科确实不一样，似乎怎么有点像当年初中毕业一样呢。",
        "label": ""
      },
      {
        "sentence": "迷茫、恐慌，不知未来何去何方。",
        "label": ""
      },
      {
        "sentence": "是考研还是工作，考研的目的又是为何？",
        "label": ""
      },
      {
        "sentence": "你的迷茫完全可以理解，就是没有方向。",
        "label": ""
      },
      {
        "sentence": "）2、你本来的工作是一名线上老师，后来你发现这样的工作特别无聊，又没有办法去接触到外界的人群，所以当你半年前碰到你前任时，就完全陷入了这段感情，但是可能是因为你太久没有和人群接触了，你在这段感情里极度脆弱，需要被关爱，当然他也不是良人，他连对你基本的关爱都没有。",
        "label": ""
      },
      {
        "sentence": "（当今线上工作似乎成为一种趋向，网络平台的兴起给了很多人机会和降低沟通成本，但也同时减少了很多人线下见面、交流、玩耍的空间。",
        "label": ""
      },
      {
        "sentence": "很多情感也在网上谈，那对于当事人的了解还剩下什么呢？",
        "label": ""
      },
      {
        "sentence": "我们是活生生的人，不能与人接触，听起来好残忍。",
        "label": ""
      },
      {
        "sentence": "恋爱不能互相关心、互相爱慕、互相吸引，那还剩下什么呢？",
        "label": ""
      },
      {
        "sentence": "）3、失恋以后你决定考研… 把课程缩减了很多很多。",
        "label": ""
      },
      {
        "sentence": "前阵子本来刚进入状态，但不知道是不是因为你出去旅游了一趟，回来之后状态就没了，每天每天不想看书，浑浑噩噩的。",
        "label": ""
      },
      {
        "sentence": "（旅游让人放松，当然放松多了就是松懈了。",
        "label": ""
      },
      {
        "sentence": "那种舒服的状态，因为不是常态，所以一松懈就不可收拾了。",
        "label": ""
      },
      {
        "sentence": "但这也恰恰是我们需要掌握的技能，就是调节两种环境下人的状态。",
        "label": ""
      },
      {
        "sentence": "回来了就是要收收心，然后才能继续旅程，不是吗？",
        "label": ""
      },
      {
        "sentence": "）4、还会疯狂地想念前男友……然后会在网上发疯似的找异性聊天，就像是得了网瘾一样…（你疯狂地想念前男友，但事实上是内心焦躁不安，并不是真的想念他。",
        "label": ""
      },
      {
        "sentence": "你缺少的不是男友，你缺的是有人的陪伴、关心、在意和情感的流动。",
        "label": ""
      },
      {
        "sentence": "所以在网上找异性聊天，你单纯地以为这可以减少你的孤独感，缓解你的情绪，但实际上并非如此。",
        "label": ""
      },
      {
        "sentence": "）5、但是渐渐发现骗子很多，能聊得来的人很少，往往都是一日之交……就会处于这种失望，然后再寻找网友弥补空缺，然后再失望的死循环……然后提不起精神学习……唉……就像是死亡循环，好难受……（是的，你也已经发现了不少骗子。",
        "label": ""
      },
      {
        "sentence": "有目的性的还不可怕，只要直说就好，你就可以有预防。",
        "label": ""
      },
      {
        "sentence": "最怕的是他们不直说，最后欺骗了你。",
        "label": ""
      },
      {
        "sentence": "亲爱的，你选的方式不对，请相信还是有好人存在的。",
        "label": ""
      },
      {
        "sentence": "你想，大海捞针，机率一定很小。",
        "label": ""
      },
      {
        "sentence": "可以找专业咨询师，他们能理解你，释放你内心的压抑和情绪。",
        "label": ""
      },
      {
        "sentence": "死循环虽然叫做“死”，但只要有循环，我们就有机会打破不好的循环，换上好的循环。",
        "label": ""
      },
      {
        "sentence": "结束语：祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "祝你早日走出迷茫，打开内心的大门！",
        "label": ""
      },
      {
        "sentence": "有困惑可以私信哦！",
        "label": ""
      }
    ]
  }
]