[
  {
    "role": "client",
    "content": "我考研没了状态，在网上发疯似的找异性聊天？我今年26岁了，毕业了三年本科，现在极度迷茫。我本来的工作是一名线上老师，后来我发现这样的工作特别的无聊，又没有办法去接触到外界的人群，所以当我半年前碰到我前任的时候，就完全陷入这段感情，但是可能是因为我太久没有和人群接触了，我在这段感情里极度的脆弱，需要被关爱，当然他也不是良人，他连对我基本的关爱都没有。失恋以后我决定考研…把课程缩减了很多很多。前阵子本来刚进入状态，但不知道是不是因为我出去旅游了一趟，回来之后状态就没了，每天每天不想看书，浑浑噩噩的，还会疯狂得想念前男友……然后会在网上发疯似的找异性聊天，就像是得了网瘾一样…但是渐渐发现骗子很多，能聊得来的人很少，往往都是一日之交……就会处于这种失望，然后再寻找网友弥补空缺，然后再失望的死循环……然后提不起精神学习……唉……就像是死亡循环，好难受……",
    "annotation": [
      {
        "sentence": "我考研没了状态，在网上发疯似的找异性聊天？",
        "label": ""
      },
      {
        "sentence": "我今年26岁了，毕业了三年本科，现在极度迷茫。",
        "label": ""
      },
      {
        "sentence": "我本来的工作是一名线上老师，后来我发现这样的工作特别的无聊，又没有办法去接触到外界的人群，所以当我半年前碰到我前任的时候，就完全陷入这段感情，但是可能是因为我太久没有和人群接触了，我在这段感情里极度的脆弱，需要被关爱，当然他也不是良人，他连对我基本的关爱都没有。",
        "label": ""
      },
      {
        "sentence": "失恋以后我决定考研…把课程缩减了很多很多。",
        "label": ""
      },
      {
        "sentence": "前阵子本来刚进入状态，但不知道是不是因为我出去旅游了一趟，回来之后状态就没了，每天每天不想看书，浑浑噩噩的，还会疯狂得想念前男友……然后会在网上发疯似的找异性聊天，就像是得了网瘾一样…但是渐渐发现骗子很多，能聊得来的人很少，往往都是一日之交……就会处于这种失望，然后再寻找网友弥补空缺，然后再失望的死循环……然后提不起精神学习……唉……就像是死亡循环，好难受……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完您的描述，我首先想到的是：您因为失恋而受到了自尊心的伤害，因此在接下来的生活中选择了不理智地寻求自尊心的弥补，但实际上这只是一时的应激反应。一般情况下，这需要一段时间来修复。不知道您希望达到的自我愈合目标是什么？请您静下心来思考一下，如何能让自己感到舒服起来？是与前任复合？是考研成功？还是工作如意，或者其他让自己感到舒适的方法？确定好目标之后，您可以制定具体的计划并尝试去实践。也许会有所好转。如果您无法独自进行思考，可以考虑在网上或者当地找专业咨询师进行系统的个人成长，从认知到原生家庭的探索一次。",
    "annotation": [
      {
        "sentence": "看完您的描述，我首先想到的是：您因为失恋而受到了自尊心的伤害，因此在接下来的生活中选择了不理智地寻求自尊心的弥补，但实际上这只是一时的应激反应。",
        "label": ""
      },
      {
        "sentence": "一般情况下，这需要一段时间来修复。",
        "label": ""
      },
      {
        "sentence": "不知道您希望达到的自我愈合目标是什么？",
        "label": ""
      },
      {
        "sentence": "请您静下心来思考一下，如何能让自己感到舒服起来？",
        "label": ""
      },
      {
        "sentence": "是与前任复合？",
        "label": ""
      },
      {
        "sentence": "是考研成功？",
        "label": ""
      },
      {
        "sentence": "还是工作如意，或者其他让自己感到舒适的方法？",
        "label": ""
      },
      {
        "sentence": "确定好目标之后，您可以制定具体的计划并尝试去实践。",
        "label": ""
      },
      {
        "sentence": "也许会有所好转。",
        "label": ""
      },
      {
        "sentence": "如果您无法独自进行思考，可以考虑在网上或者当地找专业咨询师进行系统的个人成长，从认知到原生家庭的探索一次。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实需要找到一种让自己舒服的方法，但有时候我觉得很难。我甚至不知道自己想要什么了，只知道自己很痛苦。我为什么会这样？为什么我对前任有这么强烈的依赖和渴望？我感觉自己真的很失败，好像无法摆脱这种困境。",
    "annotation": [
      {
        "sentence": "我确实需要找到一种让自己舒服的方法，但有时候我觉得很难。",
        "label": ""
      },
      {
        "sentence": "我甚至不知道自己想要什么了，只知道自己很痛苦。",
        "label": ""
      },
      {
        "sentence": "我为什么会这样？",
        "label": ""
      },
      {
        "sentence": "为什么我对前任有这么强烈的依赖和渴望？",
        "label": ""
      },
      {
        "sentence": "我感觉自己真的很失败，好像无法摆脱这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，我们每个人在人生的某个时刻都可能会感到迷茫和痛苦。对前任的依赖和渴望源自于失去了一段重要的感情，这种感受是正常的。但要记住，您的价值不仅仅取决于你和前任的关系，还有其他方面的成就和经历。失败只是人生中的一部分，并不能定义您的全部。接下来，我们可以探索一下您内心的需求和渴望，找到更好的应对方式。",
    "annotation": [
      {
        "sentence": "这很正常，我们每个人在人生的某个时刻都可能会感到迷茫和痛苦。",
        "label": ""
      },
      {
        "sentence": "对前任的依赖和渴望源自于失去了一段重要的感情，这种感受是正常的。",
        "label": ""
      },
      {
        "sentence": "但要记住，您的价值不仅仅取决于你和前任的关系，还有其他方面的成就和经历。",
        "label": ""
      },
      {
        "sentence": "失败只是人生中的一部分，并不能定义您的全部。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以探索一下您内心的需求和渴望，找到更好的应对方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对自己的内心需求和渴望确实没有太清楚的认识。我一直以来都在追求别人的认可和关爱，但是一直无法满足自己。我常常感到孤独和空虚，然后就会沉迷于网上的聊天来填充这种空缺感。我真的不知道该如何摆脱这个困境。",
    "annotation": [
      {
        "sentence": "我对自己的内心需求和渴望确实没有太清楚的认识。",
        "label": ""
      },
      {
        "sentence": "我一直以来都在追求别人的认可和关爱，但是一直无法满足自己。",
        "label": ""
      },
      {
        "sentence": "我常常感到孤独和空虚，然后就会沉迷于网上的聊天来填充这种空缺感。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何摆脱这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解自己的内心需求和渴望是一个持续的过程，需要静下心来思考。追求别人的认可和关爱是很人性化的需求，但过度依赖他人来填补内心的空虚是不可持续的。我们可以一起探索您的兴趣和爱好，找到让自己感到满足和充实的方式。同时，建议您寻找身边的朋友或专业咨询师来帮助您在这个过程中发现更多关于自己的东西。",
    "annotation": [
      {
        "sentence": "了解自己的内心需求和渴望是一个持续的过程，需要静下心来思考。",
        "label": ""
      },
      {
        "sentence": "追求别人的认可和关爱是很人性化的需求，但过度依赖他人来填补内心的空虚是不可持续的。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探索您的兴趣和爱好，找到让自己感到满足和充实的方式。",
        "label": ""
      },
      {
        "sentence": "同时，建议您寻找身边的朋友或专业咨询师来帮助您在这个过程中发现更多关于自己的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着静下心来思考自己的内心需求和渴望，并寻找让自己感到满足和充实的方式。我也会考虑找一位专业咨询师来帮助我更好地了解自己。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会试着静下心来思考自己的内心需求和渴望，并寻找让自己感到满足和充实的方式。",
        "label": ""
      },
      {
        "sentence": "我也会考虑找一位专业咨询师来帮助我更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信您能够找到属于自己的方向和答案。请记住，无论过程有多困难，我们都可以一步一步地进行。如果您需要任何进一步的帮助，随时都可以找我聊天。祝您一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我相信您能够找到属于自己的方向和答案。",
        "label": ""
      },
      {
        "sentence": "请记住，无论过程有多困难，我们都可以一步一步地进行。",
        "label": ""
      },
      {
        "sentence": "如果您需要任何进一步的帮助，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝您一切顺利！",
        "label": ""
      }
    ]
  }
]