[
  {
    "role": "client",
    "content": "考研没了状态，在网上发疯似的找异性聊天？我今年26岁了，毕业了三年本科，现在极度迷茫。我本来的工作是一名线上老师，后来我发现这样的工作特别的无聊，又没有办法去接触到外界的人群，所以当我半年前碰到我前任的时候，就完全陷入这段感情，但是可能是因为我太久没有和人群接触了，我在这段感情里极度的脆弱，需要被关爱，当然他也不是良人，他连对我基本的关爱都没有。失恋以后我决定考研…把课程缩减了很多很多。前阵子本来刚进入状态，但不知道是不是因为我出去旅游了一趟，回来之后状态就没了，每天每天不想看书，浑浑噩噩的，还会疯狂得想念前男友……然后会在网上发疯似的找异性聊天，就像是得了网瘾一样…但是渐渐发现骗子很多，能聊得来的人很少，往往都是一日之交……就会处于这种失望，然后再寻找网友弥补空缺，然后再失望的死循环……然后提不起精神学习……唉……就像是死亡循环，好难受……",
    "annotation": [
      {
        "sentence": "考研没了状态，在网上发疯似的找异性聊天？",
        "label": ""
      },
      {
        "sentence": "我今年26岁了，毕业了三年本科，现在极度迷茫。",
        "label": ""
      },
      {
        "sentence": "我本来的工作是一名线上老师，后来我发现这样的工作特别的无聊，又没有办法去接触到外界的人群，所以当我半年前碰到我前任的时候，就完全陷入这段感情，但是可能是因为我太久没有和人群接触了，我在这段感情里极度的脆弱，需要被关爱，当然他也不是良人，他连对我基本的关爱都没有。",
        "label": ""
      },
      {
        "sentence": "失恋以后我决定考研…把课程缩减了很多很多。",
        "label": ""
      },
      {
        "sentence": "前阵子本来刚进入状态，但不知道是不是因为我出去旅游了一趟，回来之后状态就没了，每天每天不想看书，浑浑噩噩的，还会疯狂得想念前男友……然后会在网上发疯似的找异性聊天，就像是得了网瘾一样…但是渐渐发现骗子很多，能聊得来的人很少，往往都是一日之交……就会处于这种失望，然后再寻找网友弥补空缺，然后再失望的死循环……然后提不起精神学习……唉……就像是死亡循环，好难受……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，感谢你信任并邀请我回答你的问题。首先，让我从你的感情问题开始说起。你提到当你遇到前任时，你完全陷入了这段感情中。但我不太清楚你所说的陷入是指什么？是指你非常投入地爱他、为他付出吗？还是有其他的意思呢？同时，你也提到在这段重要的感情经历中，你的状态非常脆弱，需要被关爱。而他也不是一个关心你的人，对你甚至连最基本的关爱都没有。根据这些信息，我猜想你在亲密关系中可能情绪不太稳定，感觉自己不被爱，对吗？你认为这可能是因为长时间与人群接触较少的原因。我认为这可能是部分原因，但也要考虑你与其他重要人物的关系状况，比如与父母的关系、兄弟姐妹、交友如何等等。在你遇到男友之前，你是否有过其他恋爱经历？在以往的感情关系中，你的状态如何呢？我问这么多问题是希望你能够观察和了解自己。理论上说，每段人际关系都可能是你早年重要关系的缩影和复制。当然，还需要考虑你在这段关系中经历的创伤。不知道你和前任分手多久了，你现在的状态是否还受到之前经历的创伤的影响，或者你还处于创伤后应激状态中？接下来，你提到你在网上发疯似的找异性聊天，像是要填补内心的空缺。这个空缺指的是你失去了一段恋情吗，还是你内心渴望被爱的感觉？失恋后，你决定参加考研，好像是想通过学业来填补内心的空缺。但是一次旅行让你失去了备考的状态。是旅行中发生了什么，还是你内心的空缺太深，以至于考研或者新的恋情并不能真正解决问题，所以你感觉自己陷入了死循环。似乎你认为解药可能是考研或者新的恋情。根据以上信息，我认为你需要一个心理咨询师帮助你走出这个困境。尝试一下，祝你好运！陈义萍（一位有五年心理咨询经验的咨询师，我相信我可以陪伴你找到人生的新方向）。",
    "annotation": [
      {
        "sentence": "求助者，感谢你信任并邀请我回答你的问题。",
        "label": ""
      },
      {
        "sentence": "首先，让我从你的感情问题开始说起。",
        "label": ""
      },
      {
        "sentence": "你提到当你遇到前任时，你完全陷入了这段感情中。",
        "label": ""
      },
      {
        "sentence": "但我不太清楚你所说的陷入是指什么？",
        "label": ""
      },
      {
        "sentence": "是指你非常投入地爱他、为他付出吗？",
        "label": ""
      },
      {
        "sentence": "还是有其他的意思呢？",
        "label": ""
      },
      {
        "sentence": "同时，你也提到在这段重要的感情经历中，你的状态非常脆弱，需要被关爱。",
        "label": ""
      },
      {
        "sentence": "而他也不是一个关心你的人，对你甚至连最基本的关爱都没有。",
        "label": ""
      },
      {
        "sentence": "根据这些信息，我猜想你在亲密关系中可能情绪不太稳定，感觉自己不被爱，对吗？",
        "label": ""
      },
      {
        "sentence": "你认为这可能是因为长时间与人群接触较少的原因。",
        "label": ""
      },
      {
        "sentence": "我认为这可能是部分原因，但也要考虑你与其他重要人物的关系状况，比如与父母的关系、兄弟姐妹、交友如何等等。",
        "label": ""
      },
      {
        "sentence": "在你遇到男友之前，你是否有过其他恋爱经历？",
        "label": ""
      },
      {
        "sentence": "在以往的感情关系中，你的状态如何呢？",
        "label": ""
      },
      {
        "sentence": "我问这么多问题是希望你能够观察和了解自己。",
        "label": ""
      },
      {
        "sentence": "理论上说，每段人际关系都可能是你早年重要关系的缩影和复制。",
        "label": ""
      },
      {
        "sentence": "当然，还需要考虑你在这段关系中经历的创伤。",
        "label": ""
      },
      {
        "sentence": "不知道你和前任分手多久了，你现在的状态是否还受到之前经历的创伤的影响，或者你还处于创伤后应激状态中？",
        "label": ""
      },
      {
        "sentence": "接下来，你提到你在网上发疯似的找异性聊天，像是要填补内心的空缺。",
        "label": ""
      },
      {
        "sentence": "这个空缺指的是你失去了一段恋情吗，还是你内心渴望被爱的感觉？",
        "label": ""
      },
      {
        "sentence": "失恋后，你决定参加考研，好像是想通过学业来填补内心的空缺。",
        "label": ""
      },
      {
        "sentence": "但是一次旅行让你失去了备考的状态。",
        "label": ""
      },
      {
        "sentence": "是旅行中发生了什么，还是你内心的空缺太深，以至于考研或者新的恋情并不能真正解决问题，所以你感觉自己陷入了死循环。",
        "label": ""
      },
      {
        "sentence": "似乎你认为解药可能是考研或者新的恋情。",
        "label": ""
      },
      {
        "sentence": "根据以上信息，我认为你需要一个心理咨询师帮助你走出这个困境。",
        "label": ""
      },
      {
        "sentence": "尝试一下，祝你好运！",
        "label": ""
      },
      {
        "sentence": "陈义萍（一位有五年心理咨询经验的咨询师，我相信我可以陪伴你找到人生的新方向）。",
        "label": ""
      }
    ]
  }
]