[
  {
    "role": "client",
    "content": "被渣男骗过，怎么治愈心灵创伤？青春期的时候因为长相和皮肤黑受了很多嘲笑和冷眼，还被pua渣男骗过一次（因为别的男生对我太苛刻了，他的一点好就让我沉沦）。哪怕大学之后变得好看了一些，变白了也摆脱不了以前的创伤，难以树立起自信心。我该怎么办办才能摆脱过去的阴影？",
    "annotation": [
      {
        "sentence": "被渣男骗过，怎么治愈心灵创伤？",
        "label": ""
      },
      {
        "sentence": "青春期的时候因为长相和皮肤黑受了很多嘲笑和冷眼，还被pua渣男骗过一次（因为别的男生对我太苛刻了，他的一点好就让我沉沦）。",
        "label": ""
      },
      {
        "sentence": "哪怕大学之后变得好看了一些，变白了也摆脱不了以前的创伤，难以树立起自信心。",
        "label": ""
      },
      {
        "sentence": "我该怎么办办才能摆脱过去的阴影？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱一抱你感同身受，我也是被渣男骗过，也是超级没有自信的人。但现在结婚三年了，跟老公越来越相爱，跟你聊聊我的心路历程吧。",
    "annotation": [
      {
        "sentence": "抱一抱你感同身受，我也是被渣男骗过，也是超级没有自信的人。",
        "label": ""
      },
      {
        "sentence": "但现在结婚三年了，跟老公越来越相爱，跟你聊聊我的心路历程吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我很需要听到这样的故事。请告诉我，你是如何从没有自信到如今跟老公相爱的呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我很需要听到这样的故事。",
        "label": ""
      },
      {
        "sentence": "请告诉我，你是如何从没有自信到如今跟老公相爱的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小时候我的长相也不好看，皮肤黑，又瘦弱，内向。一直到大学毕业后，通过逐渐认识了不同的老师和同学，也慢慢明白，世界上有各种性格的人。我发现，自己过于关注自己了，其实在别人的世界里，你只是一个配角。每个人最在乎的都是自己，你不自信，别人也会感受到你这种气场，你自信起来了，别人也就不会觉得你有什么不好了，所以，一切都在于你是怎么看待自己的。你要告诉自己，每个人都是一个特别的存在，没有谁会比谁差，大家都是平等的。",
    "annotation": [
      {
        "sentence": "小时候我的长相也不好看，皮肤黑，又瘦弱，内向。",
        "label": ""
      },
      {
        "sentence": "一直到大学毕业后，通过逐渐认识了不同的老师和同学，也慢慢明白，世界上有各种性格的人。",
        "label": ""
      },
      {
        "sentence": "我发现，自己过于关注自己了，其实在别人的世界里，你只是一个配角。",
        "label": ""
      },
      {
        "sentence": "每个人最在乎的都是自己，你不自信，别人也会感受到你这种气场，你自信起来了，别人也就不会觉得你有什么不好了，所以，一切都在于你是怎么看待自己的。",
        "label": ""
      },
      {
        "sentence": "你要告诉自己，每个人都是一个特别的存在，没有谁会比谁差，大家都是平等的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我意识到自信是关键，但是过去的伤痛让我很难树立起自信心。能和我分享一些具体的经历和方法吗？",
    "annotation": [
      {
        "sentence": "你说得对，我意识到自信是关键，但是过去的伤痛让我很难树立起自信心。",
        "label": ""
      },
      {
        "sentence": "能和我分享一些具体的经历和方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我明白你的困惑。我也曾经有段时间很自卑，尤其是受到感情背叛之后。有一次，我遇到了一个更渣的渣男，我们认识了2年才发现他劈腿。当时我觉得世界都崩塌了，但我决定不再让这些负面的经历影响我的未来。我去了一个好朋友家，一个人在那里大哭了一场，把所有的不满、委屈、愤恨都发泄出来。之后，我还去吃了一顿好吃的，心情也逐渐恢复了。我意识到，之前的不舍是因为自己付出了感情，但最后的放下是因为既然已经知道他渣，庆幸没有结婚，早点远离这种人是我的幸运。经历过几次相亲的失败后，每次失败都是一次自我反省和激励的过程。我告诉自己要让自己的生活变得更好，变得更优秀，失去我是他们的损失。慢慢地，我的生活变得越来越好，我找到了一份自己喜欢的工作，参加了很多读书会的活动，认识了更多有意思的人们。通过这些经历，我对自己有了更明确的认知，认识到我自己一个人也可以过得很充实很幸福。最后，我遇到了我现在的老公，我们也是父母介绍的，因为相同的爱好和三观走到了一起。结婚后，他用他的耐心和包容心一点点治愈了我内心的伤痛，我也学会了接受最真实的自己。现在，我越来越幸福。",
    "annotation": [
      {
        "sentence": "嗯，我明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "我也曾经有段时间很自卑，尤其是受到感情背叛之后。",
        "label": ""
      },
      {
        "sentence": "有一次，我遇到了一个更渣的渣男，我们认识了2年才发现他劈腿。",
        "label": ""
      },
      {
        "sentence": "当时我觉得世界都崩塌了，但我决定不再让这些负面的经历影响我的未来。",
        "label": ""
      },
      {
        "sentence": "我去了一个好朋友家，一个人在那里大哭了一场，把所有的不满、委屈、愤恨都发泄出来。",
        "label": ""
      },
      {
        "sentence": "之后，我还去吃了一顿好吃的，心情也逐渐恢复了。",
        "label": ""
      },
      {
        "sentence": "我意识到，之前的不舍是因为自己付出了感情，但最后的放下是因为既然已经知道他渣，庆幸没有结婚，早点远离这种人是我的幸运。",
        "label": ""
      },
      {
        "sentence": "经历过几次相亲的失败后，每次失败都是一次自我反省和激励的过程。",
        "label": ""
      },
      {
        "sentence": "我告诉自己要让自己的生活变得更好，变得更优秀，失去我是他们的损失。",
        "label": ""
      },
      {
        "sentence": "慢慢地，我的生活变得越来越好，我找到了一份自己喜欢的工作，参加了很多读书会的活动，认识了更多有意思的人们。",
        "label": ""
      },
      {
        "sentence": "通过这些经历，我对自己有了更明确的认知，认识到我自己一个人也可以过得很充实很幸福。",
        "label": ""
      },
      {
        "sentence": "最后，我遇到了我现在的老公，我们也是父母介绍的，因为相同的爱好和三观走到了一起。",
        "label": ""
      },
      {
        "sentence": "结婚后，他用他的耐心和包容心一点点治愈了我内心的伤痛，我也学会了接受最真实的自己。",
        "label": ""
      },
      {
        "sentence": "现在，我越来越幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你和我分享这个故事，我真的很受鼓舞。但是，我还是很担心自己的外貌和以前的创伤会影响我的自信心，怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你和我分享这个故事，我真的很受鼓舞。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很担心自己的外貌和以前的创伤会影响我的自信心，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个特别美好的存在，不要太在乎别人的眼光。多了解自己的喜好，多参加有意思的社群，你会认识更多的人，你会发现，其实有些人的条件还没有你好，却很有自信。我想告诉你的是，过去的经历和外貌并不决定你的价值和幸福。试着培养一种积极的心态，告诉自己你也是最好的，并且去追寻自己喜欢的事物。生活不是只有恋爱和婚姻，你可以为自己创造一个充实而幸福的生活。如果能找到合拍的另一半就更好，找不到也不要觉得遗憾，你也可以一个人过得快乐自由。这是我的经历和经验，希望对你有帮助。",
    "annotation": [
      {
        "sentence": "你是一个特别美好的存在，不要太在乎别人的眼光。",
        "label": ""
      },
      {
        "sentence": "多了解自己的喜好，多参加有意思的社群，你会认识更多的人，你会发现，其实有些人的条件还没有你好，却很有自信。",
        "label": ""
      },
      {
        "sentence": "我想告诉你的是，过去的经历和外貌并不决定你的价值和幸福。",
        "label": ""
      },
      {
        "sentence": "试着培养一种积极的心态，告诉自己你也是最好的，并且去追寻自己喜欢的事物。",
        "label": ""
      },
      {
        "sentence": "生活不是只有恋爱和婚姻，你可以为自己创造一个充实而幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果能找到合拍的另一半就更好，找不到也不要觉得遗憾，你也可以一个人过得快乐自由。",
        "label": ""
      },
      {
        "sentence": "这是我的经历和经验，希望对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和建议，我会尽量采纳并努力改变自己的心态。看到你的故事，我觉得希望和勇气都重新回到了我身上。真的非常感谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和建议，我会尽量采纳并努力改变自己的心态。",
        "label": ""
      },
      {
        "sentence": "看到你的故事，我觉得希望和勇气都重新回到了我身上。",
        "label": ""
      },
      {
        "sentence": "真的非常感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很开心能够帮到你。记住，你是独一无二的，你值得拥有幸福和自信。相信自己，未来会更好的！如果你需要继续倾诉或者有其他问题，随时找我聊天。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很开心能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你是独一无二的，你值得拥有幸福和自信。",
        "label": ""
      },
      {
        "sentence": "相信自己，未来会更好的！",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或者有其他问题，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]