[
  {
    "role": "client",
    "content": "我是一个23岁的女生，毕业已经有一年了，最近一直感觉自己心理有些障碍，不知道该怎么办。我觉得自己在心理上有问题，主要表现在对环境的不适应。以前家里的房子我住了很多年，可是毕业后我突然觉得它破旧不堪了，而且我开始觉得父母是坏人，还怀疑朋友利用我。总之，我很难相信别人的真心。前几天我去了心理科做了个测试，结果显示我有焦虑和抑郁的症状。我真的不想成为现在这个样子，感觉自己心灵停留在一种病态状态。我面试过很多次工作，但总是不能满意。我对自己的未来感到害怕，觉得适应不了这个社会，害怕会发生不好的事情。",
    "annotation": [
      {
        "sentence": "我是一个23岁的女生，毕业已经有一年了，最近一直感觉自己心理有些障碍，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我觉得自己在心理上有问题，主要表现在对环境的不适应。",
        "label": ""
      },
      {
        "sentence": "以前家里的房子我住了很多年，可是毕业后我突然觉得它破旧不堪了，而且我开始觉得父母是坏人，还怀疑朋友利用我。",
        "label": ""
      },
      {
        "sentence": "总之，我很难相信别人的真心。",
        "label": ""
      },
      {
        "sentence": "前几天我去了心理科做了个测试，结果显示我有焦虑和抑郁的症状。",
        "label": ""
      },
      {
        "sentence": "我真的不想成为现在这个样子，感觉自己心灵停留在一种病态状态。",
        "label": ""
      },
      {
        "sentence": "我面试过很多次工作，但总是不能满意。",
        "label": ""
      },
      {
        "sentence": "我对自己的未来感到害怕，觉得适应不了这个社会，害怕会发生不好的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你，毕业一年了还没有找到工作，会产生一些焦虑和怀疑自己是正常的。根据你的描述和问题，我们可以一起来分析一下。我看出你对家里房子的改观是从毕业以后开始的，这说明你的情绪变化可能是因为找工作面试不顺利。当我们心情不好的时候，看待世界也会变得不顺眼。以前住了很多年的房子突然看来破旧，你开始把矛盾的焦点放在了父母和朋友身上，好像你认为你过得不好是因为他们的原因，而忽略了自己能够主动改变的可能性。你把责任都归咎给了他人，从而转移了对自己的攻击和审视。其实，无论是父母、房子还是朋友，都是你无法控制的因素，而你自己的行为是可以改变的。希望别人对你的人生负责，会让你陷入停滞不前的状态。面试过很多次工作却不满意，你看起来像是处于一种烦躁不能沉下来的状态。对于工作的抉择，需要放平心态，任何理想的状态都不是一蹴而就的，任何看起来轻松体面的职位也不是一进公司就能得到的。你可以尝试比较喜欢的行业，从基层开始，通过积累经验和提高技能，而不是空想。这样一些焦虑感也会从行动中释放出来。如果你觉得自己很难控制消极情绪，可以尝试正念冥想、运动健身等方法。如果你觉得这些方法还不足以打破困境，我建议你预约专业的心理咨询师，他们可以给你提供帮助和辅导。",
    "annotation": [
      {
        "sentence": "非常理解你，毕业一年了还没有找到工作，会产生一些焦虑和怀疑自己是正常的。",
        "label": ""
      },
      {
        "sentence": "根据你的描述和问题，我们可以一起来分析一下。",
        "label": ""
      },
      {
        "sentence": "我看出你对家里房子的改观是从毕业以后开始的，这说明你的情绪变化可能是因为找工作面试不顺利。",
        "label": ""
      },
      {
        "sentence": "当我们心情不好的时候，看待世界也会变得不顺眼。",
        "label": ""
      },
      {
        "sentence": "以前住了很多年的房子突然看来破旧，你开始把矛盾的焦点放在了父母和朋友身上，好像你认为你过得不好是因为他们的原因，而忽略了自己能够主动改变的可能性。",
        "label": ""
      },
      {
        "sentence": "你把责任都归咎给了他人，从而转移了对自己的攻击和审视。",
        "label": ""
      },
      {
        "sentence": "其实，无论是父母、房子还是朋友，都是你无法控制的因素，而你自己的行为是可以改变的。",
        "label": ""
      },
      {
        "sentence": "希望别人对你的人生负责，会让你陷入停滞不前的状态。",
        "label": ""
      },
      {
        "sentence": "面试过很多次工作却不满意，你看起来像是处于一种烦躁不能沉下来的状态。",
        "label": ""
      },
      {
        "sentence": "对于工作的抉择，需要放平心态，任何理想的状态都不是一蹴而就的，任何看起来轻松体面的职位也不是一进公司就能得到的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试比较喜欢的行业，从基层开始，通过积累经验和提高技能，而不是空想。",
        "label": ""
      },
      {
        "sentence": "这样一些焦虑感也会从行动中释放出来。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己很难控制消极情绪，可以尝试正念冥想、运动健身等方法。",
        "label": ""
      },
      {
        "sentence": "如果你觉得这些方法还不足以打破困境，我建议你预约专业的心理咨询师，他们可以给你提供帮助和辅导。",
        "label": ""
      }
    ]
  }
]