[
  {
    "role": "client",
    "content": "买饭给老公，告诉他是我自己做的，结果他看出来了……我结婚两年了，同城异地，老公每周日在我所在地有课，我下班之后会给他做好饭，等他，昨天，我下班不想做了，就去给他买了一份，（我这么说是因为我刚下班的时候告他回去做饭，结果没有做，觉得不好意思）结果，让他发现不是我自己做的，他觉得我不诚实，骗他，走了，我觉得我也很很委屈。其实我们平时关系还是挺好的，偶尔小吵小闹不过一会就没有事了，他昨天要走，我不要让他走，因为他的离开，对我来说，意味着离婚，分开，他说，他就是今天不想在这，明天还要见呢，非要走，我很难过，心情不好，不知道该怎么办，要离婚我也能接受。",
    "annotation": [
      {
        "sentence": "买饭给老公，告诉他是我自己做的，结果他看出来了……我结婚两年了，同城异地，老公每周日在我所在地有课，我下班之后会给他做好饭，等他，昨天，我下班不想做了，就去给他买了一份，（我这么说是因为我刚下班的时候告他回去做饭，结果没有做，觉得不好意思）结果，让他发现不是我自己做的，他觉得我不诚实，骗他，走了，我觉得我也很很委屈。",
        "label": ""
      },
      {
        "sentence": "其实我们平时关系还是挺好的，偶尔小吵小闹不过一会就没有事了，他昨天要走，我不要让他走，因为他的离开，对我来说，意味着离婚，分开，他说，他就是今天不想在这，明天还要见呢，非要走，我很难过，心情不好，不知道该怎么办，要离婚我也能接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的委屈。平日每天都为老公做饭，只是这偶尔的一次没做饭却没能得到老公的理解，并且把这样的一件小事上升到了离婚的高度。对于你提出的问题，我们可以一起来分析一下。",
    "annotation": [
      {
        "sentence": "很理解你的委屈。",
        "label": ""
      },
      {
        "sentence": "平日每天都为老公做饭，只是这偶尔的一次没做饭却没能得到老公的理解，并且把这样的一件小事上升到了离婚的高度。",
        "label": ""
      },
      {
        "sentence": "对于你提出的问题，我们可以一起来分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。实际上，我觉得我们之间的关系还是挺好的，平时只是偶尔发生一些小吵小闹，过不了多久就会恢复正常。但是昨天，当他要走的时候，我真的不想让他离开，因为我感觉他的离开就意味着我们要离婚分开了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "实际上，我觉得我们之间的关系还是挺好的，平时只是偶尔发生一些小吵小闹，过不了多久就会恢复正常。",
        "label": ""
      },
      {
        "sentence": "但是昨天，当他要走的时候，我真的不想让他离开，因为我感觉他的离开就意味着我们要离婚分开了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对他离开的担心和心情不好。在婚姻中，当一方觉得受委屈时，情绪会变得非常复杂和郁闷。他提到明天还要见，但还是坚持要走，这可能让你感到非常难过。",
    "annotation": [
      {
        "sentence": "我理解你对他离开的担心和心情不好。",
        "label": ""
      },
      {
        "sentence": "在婚姻中，当一方觉得受委屈时，情绪会变得非常复杂和郁闷。",
        "label": ""
      },
      {
        "sentence": "他提到明天还要见，但还是坚持要走，这可能让你感到非常难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他的坚持离开让我感到很难过，我不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，他的坚持离开让我感到很难过，我不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况下，我们可以先来分析一下你们昨天发生争执的原因。了解到你两年来都是主动承担起了做晚饭的义务，你也是忙碌一天后下班后赶回来为老公准备精心的晚餐，老公已经把做饭当做你理所当然的付出，偶尔一次偷懒，去外面买了晚餐，回来被老公发现不是自己做的，就要发起了脾气，要起身离开。",
    "annotation": [
      {
        "sentence": "这种情况下，我们可以先来分析一下你们昨天发生争执的原因。",
        "label": ""
      },
      {
        "sentence": "了解到你两年来都是主动承担起了做晚饭的义务，你也是忙碌一天后下班后赶回来为老公准备精心的晚餐，老公已经把做饭当做你理所当然的付出，偶尔一次偷懒，去外面买了晚餐，回来被老公发现不是自己做的，就要发起了脾气，要起身离开。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他就是因为我没有做饭而生气，觉得我不诚实，骗他，我感到非常委屈和冤枉。",
    "annotation": [
      {
        "sentence": "是的，他就是因为我没有做饭而生气，觉得我不诚实，骗他，我感到非常委屈和冤枉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我注意到你昨天去买饭的行为其实很正常，也是夫妻双方在繁忙的生活中相互体谅的表现。但你觉得不好意思告诉他真相，因为你担心他会责怪你，并提出离婚。这可能是导致你心情不好的原因之一。",
    "annotation": [
      {
        "sentence": "我注意到你昨天去买饭的行为其实很正常，也是夫妻双方在繁忙的生活中相互体谅的表现。",
        "label": ""
      },
      {
        "sentence": "但你觉得不好意思告诉他真相，因为你担心他会责怪你，并提出离婚。",
        "label": ""
      },
      {
        "sentence": "这可能是导致你心情不好的原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直担心自己的一点过失会引起争吵和威胁离婚，所以在做饭和外卖的选择上也变得格外紧张，甚至不敢说实话。",
    "annotation": [
      {
        "sentence": "是的，我一直担心自己的一点过失会引起争吵和威胁离婚，所以在做饭和外卖的选择上也变得格外紧张，甚至不敢说实话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心和紧张是可以理解的，但是你的老公并没有意识到你两年来的付出，而过于关注你偶尔的一些过失，并评价你不诚实，让你感到害怕和委屈。在一段关系中，对于感情的经营，双方付出和享受应该是对等的，需要相互理解、包容和支持。",
    "annotation": [
      {
        "sentence": "你的担心和紧张是可以理解的，但是你的老公并没有意识到你两年来的付出，而过于关注你偶尔的一些过失，并评价你不诚实，让你感到害怕和委屈。",
        "label": ""
      },
      {
        "sentence": "在一段关系中，对于感情的经营，双方付出和享受应该是对等的，需要相互理解、包容和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也觉得他没有意识到我一直以来的付出，而总是把矛头指向我。我感到非常委屈和愤怒。",
    "annotation": [
      {
        "sentence": "你说得对，我也觉得他没有意识到我一直以来的付出，而总是把矛头指向我。",
        "label": ""
      },
      {
        "sentence": "我感到非常委屈和愤怒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是可以理解的。建议你和你的老公进行沟通，细数你的付出，并要求他承担起自己应该承担的责任和义务。婚姻需要双方的努力来维系和经营，而不应该一方包揽所有的责任。此外，如果有类似的情况发生，也需要如实告诉对方，倘若一点过失就用离婚来威胁对方，也是不容忽视的情感冷暴力。",
    "annotation": [
      {
        "sentence": "你的感受是可以理解的。",
        "label": ""
      },
      {
        "sentence": "建议你和你的老公进行沟通，细数你的付出，并要求他承担起自己应该承担的责任和义务。",
        "label": ""
      },
      {
        "sentence": "婚姻需要双方的努力来维系和经营，而不应该一方包揽所有的责任。",
        "label": ""
      },
      {
        "sentence": "此外，如果有类似的情况发生，也需要如实告诉对方，倘若一点过失就用离婚来威胁对方，也是不容忽视的情感冷暴力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会和他好好沟通，并让他理解我的付出和感受。婚姻确实是需要双方共同努力来经营和维系的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会和他好好沟通，并让他理解我的付出和感受。",
        "label": ""
      },
      {
        "sentence": "婚姻确实是需要双方共同努力来经营和维系的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，婚姻中的困难是可以通过双方的沟通和理解来解决的。希望你和你的老公能够通过这次的经历，更好地理解和支持彼此，共同经营幸福的婚姻。如果你还有其他困扰，随时都可以向我寻求帮助。",
    "annotation": [
      {
        "sentence": "对的，婚姻中的困难是可以通过双方的沟通和理解来解决的。",
        "label": ""
      },
      {
        "sentence": "希望你和你的老公能够通过这次的经历，更好地理解和支持彼此，共同经营幸福的婚姻。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他困扰，随时都可以向我寻求帮助。",
        "label": ""
      }
    ]
  }
]