[
  {
    "role": "client",
    "content": "我是一个英国留学生，最近为找工作而感到焦虑。我已经在英国待了三年了，一直想留在这里工作，但是并不是很确定这是否是正确的选择。爸妈也希望我回国。去年我认识了现在的男朋友，我越来越喜欢他，他也希望我可以留在英国工作。虽然我也有这个想法，但是我父母不希望我长期在英国居住，他们希望我最多在这里工作两三年然后回国。如果我最终还是要回国和男朋友分开，我在英国找工作的意义是什么呢？我最近一直在努力找工作，但还没有确定一定能找得到。如果找不到工作，我就只能回国，和男朋友分开，每次想到这个我就很伤感，想哭。我知道自己这样很懦弱，为什么要为了一个男人而选择留在一个国家。虽然男朋友并不是我想留英的全部原因，大概只有50%是为了他，另外50%是因为我自己喜欢这里。有时候我在想，即使我真的找到工作了，我能接受在一个陌生的国家感到孤独吗？虽然能和男朋友在一起，但我目前最好的朋友却不在身边，这让我感到很难受。现在我不确定在英国找工作是否是正确的选择，真的很焦虑。",
    "annotation": [
      {
        "sentence": "我是一个英国留学生，最近为找工作而感到焦虑。",
        "label": ""
      },
      {
        "sentence": "我已经在英国待了三年了，一直想留在这里工作，但是并不是很确定这是否是正确的选择。",
        "label": ""
      },
      {
        "sentence": "爸妈也希望我回国。",
        "label": ""
      },
      {
        "sentence": "去年我认识了现在的男朋友，我越来越喜欢他，他也希望我可以留在英国工作。",
        "label": ""
      },
      {
        "sentence": "虽然我也有这个想法，但是我父母不希望我长期在英国居住，他们希望我最多在这里工作两三年然后回国。",
        "label": ""
      },
      {
        "sentence": "如果我最终还是要回国和男朋友分开，我在英国找工作的意义是什么呢？",
        "label": ""
      },
      {
        "sentence": "我最近一直在努力找工作，但还没有确定一定能找得到。",
        "label": ""
      },
      {
        "sentence": "如果找不到工作，我就只能回国，和男朋友分开，每次想到这个我就很伤感，想哭。",
        "label": ""
      },
      {
        "sentence": "我知道自己这样很懦弱，为什么要为了一个男人而选择留在一个国家。",
        "label": ""
      },
      {
        "sentence": "虽然男朋友并不是我想留英的全部原因，大概只有50%是为了他，另外50%是因为我自己喜欢这里。",
        "label": ""
      },
      {
        "sentence": "有时候我在想，即使我真的找到工作了，我能接受在一个陌生的国家感到孤独吗？",
        "label": ""
      },
      {
        "sentence": "虽然能和男朋友在一起，但我目前最好的朋友却不在身边，这让我感到很难受。",
        "label": ""
      },
      {
        "sentence": "现在我不确定在英国找工作是否是正确的选择，真的很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你目前的心情，同时也担心你所面临的处境。你现在面临恋爱、找工作、是否移居等生活中重大的决策，所以感到焦虑是正常的。做出正确选择并不容易，这种情况下会让你感到极大的压力。因为这个选择关系着你未来的人生，每个选择都会产生深远的影响，而不同的选择会塑造不同的人生。做出这样重要的选择并非易事，因为无论选择什么，都需要你付出努力和代价，你需要面对责任和后果，所以你会感到焦虑、想哭。这些都是正常的反应，说明你在承担压力的同时，内心还没有做好各种重大选择方面的心理准备。那么我们该如何摆脱当前的困境呢？我有一些建议提供给你。",
    "annotation": [
      {
        "sentence": "我理解你目前的心情，同时也担心你所面临的处境。",
        "label": ""
      },
      {
        "sentence": "你现在面临恋爱、找工作、是否移居等生活中重大的决策，所以感到焦虑是正常的。",
        "label": ""
      },
      {
        "sentence": "做出正确选择并不容易，这种情况下会让你感到极大的压力。",
        "label": ""
      },
      {
        "sentence": "因为这个选择关系着你未来的人生，每个选择都会产生深远的影响，而不同的选择会塑造不同的人生。",
        "label": ""
      },
      {
        "sentence": "做出这样重要的选择并非易事，因为无论选择什么，都需要你付出努力和代价，你需要面对责任和后果，所以你会感到焦虑、想哭。",
        "label": ""
      },
      {
        "sentence": "这些都是正常的反应，说明你在承担压力的同时，内心还没有做好各种重大选择方面的心理准备。",
        "label": ""
      },
      {
        "sentence": "那么我们该如何摆脱当前的困境呢？",
        "label": ""
      },
      {
        "sentence": "我有一些建议提供给你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你对我理解和支持。我现在真的觉得有点束手无策，不知道该如何做出正确的选择。你有什么具体的建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你对我理解和支持。",
        "label": ""
      },
      {
        "sentence": "我现在真的觉得有点束手无策，不知道该如何做出正确的选择。",
        "label": ""
      },
      {
        "sentence": "你有什么具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要鼓起勇气做出选择。要知道生命中没有重来的机会，所以在做出选择之前，不要陷入“如果当初如何如何，现在就不会怎样怎样”的思绪中，因为每个选择都没有真正的好与坏。把人生看成是你个人独特的创作，不要对选择后悔。所以要鼓起勇气，勇敢地为自己做出决定。",
    "annotation": [
      {
        "sentence": "首先，你需要鼓起勇气做出选择。",
        "label": ""
      },
      {
        "sentence": "要知道生命中没有重来的机会，所以在做出选择之前，不要陷入“如果当初如何如何，现在就不会怎样怎样”的思绪中，因为每个选择都没有真正的好与坏。",
        "label": ""
      },
      {
        "sentence": "把人生看成是你个人独特的创作，不要对选择后悔。",
        "label": ""
      },
      {
        "sentence": "所以要鼓起勇气，勇敢地为自己做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该勇敢地做出选择，不再后悔。但是我还是有点犹豫，因为我担心自己做出的决定会不负责任。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "你说得对，我应该勇敢地做出选择，不再后悔。",
        "label": ""
      },
      {
        "sentence": "但是我还是有点犹豫，因为我担心自己做出的决定会不负责任。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，你不能随意做出决定，要做好充分的准备。准备可以从以下几个方面开始：首先，了解自己的价值观。你的价值观决定了你如何看待自己，它是你个性的镜子，定义了你的选择。你现在的困惑主要源于你的价值观还比较混乱，所以你需要重新了解自己的价值观。其次，要弄清楚你是为了谁而生活。你是否能为自己的生活做主？你是否摆脱了父母和他人的控制和影响？只有搞清楚自己为何而生活，你的选择就不会那么困扰，焦虑也会减少。最后，建立目标。如果你没有明确的目标和方向，就像一艘没有锚的船在海上漂流一样，没有人去决定你的人生轨迹。当你的认知模糊、对自己不真实时，你会让他人为你设定与价值观不一致的目标。所以要建立自己的目标，这样你的内心就会更加稳定，焦虑会减少。",
    "annotation": [
      {
        "sentence": "的确，你不能随意做出决定，要做好充分的准备。",
        "label": ""
      },
      {
        "sentence": "准备可以从以下几个方面开始：首先，了解自己的价值观。",
        "label": ""
      },
      {
        "sentence": "你的价值观决定了你如何看待自己，它是你个性的镜子，定义了你的选择。",
        "label": ""
      },
      {
        "sentence": "你现在的困惑主要源于你的价值观还比较混乱，所以你需要重新了解自己的价值观。",
        "label": ""
      },
      {
        "sentence": "其次，要弄清楚你是为了谁而生活。",
        "label": ""
      },
      {
        "sentence": "你是否能为自己的生活做主？",
        "label": ""
      },
      {
        "sentence": "你是否摆脱了父母和他人的控制和影响？",
        "label": ""
      },
      {
        "sentence": "只有搞清楚自己为何而生活，你的选择就不会那么困扰，焦虑也会减少。",
        "label": ""
      },
      {
        "sentence": "最后，建立目标。",
        "label": ""
      },
      {
        "sentence": "如果你没有明确的目标和方向，就像一艘没有锚的船在海上漂流一样，没有人去决定你的人生轨迹。",
        "label": ""
      },
      {
        "sentence": "当你的认知模糊、对自己不真实时，你会让他人为你设定与价值观不一致的目标。",
        "label": ""
      },
      {
        "sentence": "所以要建立自己的目标，这样你的内心就会更加稳定，焦虑会减少。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议都很有道理，我会认真考虑并遵循。但是我还想问一下，如果我最后选择留在英国工作，我能接受在一个陌生的国家感到孤独吗？毕竟我最好的朋友都不在身边。",
    "annotation": [
      {
        "sentence": "你的建议都很有道理，我会认真考虑并遵循。",
        "label": ""
      },
      {
        "sentence": "但是我还想问一下，如果我最后选择留在英国工作，我能接受在一个陌生的国家感到孤独吗？",
        "label": ""
      },
      {
        "sentence": "毕竟我最好的朋友都不在身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑。确实，在陌生的国家感到孤独是一个挑战。虽然你能和男朋友在一起，但是无法享受到目前最好的朋友的陪伴肯定会让你感到孤独。不过，人生就是要面对各种挑战并适应变化的过程。如果你真的决定留在英国工作，我建议你积极主动地与新朋友建立联系，参加社交活动，加入一些兴趣小组，扩大你的社交圈子。这样你就会渐渐有更多的人陪伴你，减轻你的孤独感。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "确实，在陌生的国家感到孤独是一个挑战。",
        "label": ""
      },
      {
        "sentence": "虽然你能和男朋友在一起，但是无法享受到目前最好的朋友的陪伴肯定会让你感到孤独。",
        "label": ""
      },
      {
        "sentence": "不过，人生就是要面对各种挑战并适应变化的过程。",
        "label": ""
      },
      {
        "sentence": "如果你真的决定留在英国工作，我建议你积极主动地与新朋友建立联系，参加社交活动，加入一些兴趣小组，扩大你的社交圈子。",
        "label": ""
      },
      {
        "sentence": "这样你就会渐渐有更多的人陪伴你，减轻你的孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该积极主动地去适应陌生的环境，主动社交。我会尽量多参加一些活动，结交新朋友。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我应该积极主动地去适应陌生的环境，主动社交。",
        "label": ""
      },
      {
        "sentence": "我会尽量多参加一些活动，结交新朋友。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信只要你积极主动，你会渐渐适应这个陌生的环境，并且找到属于你自己的朋友圈。无论你最终选择留在英国还是回国，都要相信你做出的决定是对的，没有后悔之说。相信自己，加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信只要你积极主动，你会渐渐适应这个陌生的环境，并且找到属于你自己的朋友圈。",
        "label": ""
      },
      {
        "sentence": "无论你最终选择留在英国还是回国，都要相信你做出的决定是对的，没有后悔之说。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会尽力去相信自己，做出最好的决定。谢谢你陪我聊天，我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽力去相信自己，做出最好的决定。",
        "label": ""
      },
      {
        "sentence": "谢谢你陪我聊天，我现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我能帮到你，你的情绪好转是我最开心的事情。如果你还有任何疑问或需要进一步的支持，随时告诉我。我会一直在这里陪伴你。",
    "annotation": [
      {
        "sentence": "很高兴我能帮到你，你的情绪好转是我最开心的事情。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何疑问或需要进一步的支持，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里陪伴你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的热心帮助！如果我还有问题，我会再找你的。再次感谢",
    "annotation": [
      {
        "sentence": "好的，谢谢你的热心帮助！",
        "label": ""
      },
      {
        "sentence": "如果我还有问题，我会再找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢",
        "label": ""
      }
    ]
  }
]