[
  {
    "role": "client",
    "content": "英国留学生，找工作焦虑，留在这里是不是正确的选择？我是2020届英国留学生，来英国三年了，一直有想留英工作的想法，但不是很坚定，爸妈也一直希望我回去。直到去年认识了我现在的男朋友，越来越喜欢他，他很希望我可以留在英国工作，我自己也想。但是我父母不希望我在英国永居，最多工作个两三年，我不知道就算我在英国找到工作以后终究要回国和他分开那现在在这里有什么意义呢？我最近一直在很拼命地在英国找工作，还不是很确定一定找的到，我万一找不到就只能回国了，就要离开他了，每次想到这个我就很伤感，想哭。我知道自己这样很懦弱，为什么要为了一个男人选择留在一个国家，虽然他不是我想留英的全部原因，大概50%因为他，50%我自己喜欢这里吧。我有时候想，如果我真的找到工作了，我真的可以接受背井离乡的孤独感吗？就算我可以和我男朋友在一起，但是我目前最好的知己都不在身边，想想好难受。我现在不知道我自己坚持在英国找工作是不是正确的选择了？真的好焦虑。",
    "annotation": [
      {
        "sentence": "英国留学生，找工作焦虑，留在这里是不是正确的选择？",
        "label": ""
      },
      {
        "sentence": "我是2020届英国留学生，来英国三年了，一直有想留英工作的想法，但不是很坚定，爸妈也一直希望我回去。",
        "label": ""
      },
      {
        "sentence": "直到去年认识了我现在的男朋友，越来越喜欢他，他很希望我可以留在英国工作，我自己也想。",
        "label": ""
      },
      {
        "sentence": "但是我父母不希望我在英国永居，最多工作个两三年，我不知道就算我在英国找到工作以后终究要回国和他分开那现在在这里有什么意义呢？",
        "label": ""
      },
      {
        "sentence": "我最近一直在很拼命地在英国找工作，还不是很确定一定找的到，我万一找不到就只能回国了，就要离开他了，每次想到这个我就很伤感，想哭。",
        "label": ""
      },
      {
        "sentence": "我知道自己这样很懦弱，为什么要为了一个男人选择留在一个国家，虽然他不是我想留英的全部原因，大概50%因为他，50%我自己喜欢这里吧。",
        "label": ""
      },
      {
        "sentence": "我有时候想，如果我真的找到工作了，我真的可以接受背井离乡的孤独感吗？",
        "label": ""
      },
      {
        "sentence": "就算我可以和我男朋友在一起，但是我目前最好的知己都不在身边，想想好难受。",
        "label": ""
      },
      {
        "sentence": "我现在不知道我自己坚持在英国找工作是不是正确的选择了？",
        "label": ""
      },
      {
        "sentence": "真的好焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的文字，能感受到你内心的焦虑和不安。你目前面临的主要问题是是否应该坚持在英国找工作。有几个事情让你有些迟疑：男友、父母、工作、喜欢这里以及孤独感。",
    "annotation": [
      {
        "sentence": "看到你的文字，能感受到你内心的焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "你目前面临的主要问题是是否应该坚持在英国找工作。",
        "label": ""
      },
      {
        "sentence": "有几个事情让你有些迟疑：男友、父母、工作、喜欢这里以及孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你能理解我的感受。是的，我对这些事情都有疑虑。男友希望我留在英国工作，我也想留下来，但是父母却希望我回去。我真的不知道如果我最终要回国和男友分开，现在留在这里是否还有意义。",
    "annotation": [
      {
        "sentence": "谢谢你能理解我的感受。",
        "label": ""
      },
      {
        "sentence": "是的，我对这些事情都有疑虑。",
        "label": ""
      },
      {
        "sentence": "男友希望我留在英国工作，我也想留下来，但是父母却希望我回去。",
        "label": ""
      },
      {
        "sentence": "我真的不知道如果我最终要回国和男友分开，现在留在这里是否还有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑。男友是一个因素，但我们要先考虑到你自己的感受。你们认识的时间还比较短，也没有到考虑婚姻的阶段。为了男友而选择留在英国可能不是一个明智的决定，这只是你对现状的一种妥协。你需要先考虑一下如果没有男友的影响，你是不是还愿意留在英国，当男友不在身边的时候，你是否能够忍受孤独。",
    "annotation": [
      {
        "sentence": "理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "男友是一个因素，但我们要先考虑到你自己的感受。",
        "label": ""
      },
      {
        "sentence": "你们认识的时间还比较短，也没有到考虑婚姻的阶段。",
        "label": ""
      },
      {
        "sentence": "为了男友而选择留在英国可能不是一个明智的决定，这只是你对现状的一种妥协。",
        "label": ""
      },
      {
        "sentence": "你需要先考虑一下如果没有男友的影响，你是不是还愿意留在英国，当男友不在身边的时候，你是否能够忍受孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，这个问题我确实得好好思考一下。我其实对留在英国是有喜欢的原因的，但是在没有男友陪伴的情况下，是否还能承受孤独感确实是个问题。而且，除了男友，我现在最好的知己也不在身边，这让我感到很难受。",
    "annotation": [
      {
        "sentence": "对，这个问题我确实得好好思考一下。",
        "label": ""
      },
      {
        "sentence": "我其实对留在英国是有喜欢的原因的，但是在没有男友陪伴的情况下，是否还能承受孤独感确实是个问题。",
        "label": ""
      },
      {
        "sentence": "而且，除了男友，我现在最好的知己也不在身边，这让我感到很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。确实，留在英国会面临一定的孤独感。除此之外，你可以试着权衡一下留在英国和回国的利弊，列举出一些留在英国和回国的因素，在每个因素上打分。比如，留在英国的因素可以包括男友、工作、环境等，而回国可以考虑到父母、朋友、工作等。最后，根据得分和你内心的感受来决定是否要留在英国。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "确实，留在英国会面临一定的孤独感。",
        "label": ""
      },
      {
        "sentence": "除此之外，你可以试着权衡一下留在英国和回国的利弊，列举出一些留在英国和回国的因素，在每个因素上打分。",
        "label": ""
      },
      {
        "sentence": "比如，留在英国的因素可以包括男友、工作、环境等，而回国可以考虑到父母、朋友、工作等。",
        "label": ""
      },
      {
        "sentence": "最后，根据得分和你内心的感受来决定是否要留在英国。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，这是一个很好的方法。我可以尝试列举一下不同的因素，并给它们适当的分数。这样看起来应该会更清晰一些。我会好好考虑一下。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，这是一个很好的方法。",
        "label": ""
      },
      {
        "sentence": "我可以尝试列举一下不同的因素，并给它们适当的分数。",
        "label": ""
      },
      {
        "sentence": "这样看起来应该会更清晰一些。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望这个方法能帮到你。不管你最终的决定是什么，最重要的是你要善待自己。不要为了某个人而留在某个地方，你的内心感受才是最重要的。无论你选择留在英国还是回国，我都祝愿你的爱情美满，未来可期。",
    "annotation": [
      {
        "sentence": "不用客气，希望这个方法能帮到你。",
        "label": ""
      },
      {
        "sentence": "不管你最终的决定是什么，最重要的是你要善待自己。",
        "label": ""
      },
      {
        "sentence": "不要为了某个人而留在某个地方，你的内心感受才是最重要的。",
        "label": ""
      },
      {
        "sentence": "无论你选择留在英国还是回国，我都祝愿你的爱情美满，未来可期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持。我会好好考虑并尊重自己的内心感受。再次感谢你的帮助和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑并尊重自己的内心感受。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。如果你还有任何其他的问题，都可以随时向我求助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何其他的问题，都可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]