[
  {
    "role": "client",
    "content": "我是一个2020届的英国留学生，最近一直在为找工作焦虑，不知道是不是应该留在英国。爸妈希望我回去，但我认识了一个男朋友，越来越喜欢他，他也想我留在英国工作。但我父母不希望我永远留在英国，他们希望我最多在这里工作两三年，我不知道如果最终回国和男朋友分开，我现在留在这里的意义是什么呢？我现在很努力地找工作，但还不确定能否找到，如果找不到，我就只能回国了，就要离开他了。每次想到这个，我就很伤感，想哭。我知道自己这样很懦弱，为什么要为了一个男人选择留在一个国家，虽然他不是我留英的全部原因，大概只有50%，剩下的50%是我自己喜欢这里。有时候我想，如果我真的找到工作了，我真的可以接受背井离乡的孤独感吗？就算我可以和我男朋友在一起，但我目前最好的知己都不在身边，这让我觉得很难受。我现在不知道是否坚持在英国找工作是正确的选择，真的好焦虑。",
    "annotation": [
      {
        "sentence": "我是一个2020届的英国留学生，最近一直在为找工作焦虑，不知道是不是应该留在英国。",
        "label": ""
      },
      {
        "sentence": "爸妈希望我回去，但我认识了一个男朋友，越来越喜欢他，他也想我留在英国工作。",
        "label": ""
      },
      {
        "sentence": "但我父母不希望我永远留在英国，他们希望我最多在这里工作两三年，我不知道如果最终回国和男朋友分开，我现在留在这里的意义是什么呢？",
        "label": ""
      },
      {
        "sentence": "我现在很努力地找工作，但还不确定能否找到，如果找不到，我就只能回国了，就要离开他了。",
        "label": ""
      },
      {
        "sentence": "每次想到这个，我就很伤感，想哭。",
        "label": ""
      },
      {
        "sentence": "我知道自己这样很懦弱，为什么要为了一个男人选择留在一个国家，虽然他不是我留英的全部原因，大概只有50%，剩下的50%是我自己喜欢这里。",
        "label": ""
      },
      {
        "sentence": "有时候我想，如果我真的找到工作了，我真的可以接受背井离乡的孤独感吗？",
        "label": ""
      },
      {
        "sentence": "就算我可以和我男朋友在一起，但我目前最好的知己都不在身边，这让我觉得很难受。",
        "label": ""
      },
      {
        "sentence": "我现在不知道是否坚持在英国找工作是正确的选择，真的好焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回国与否对你来说确实是个重要的决定，尤其经过疫情事件，父母肯定希望你回到他们身边。一边是父母，一边是男友和自己喜爱的环境，很多人面对这种选择的时候都会有焦虑的情绪，我非常理解你。如何做出决定，要根据你的实际情况来考虑。让我们先从家庭情况开始思考，你是家中的独女吗？还是有其他的兄弟姐妹？如果有其他的兄弟姐妹，那情况可能会比较好办。但如果是独女，就需要考虑一下父母的年龄和身体状况。如果他们身体状况较好，你可以在国外多积累一些经验，晚一点再回国，或者几年后有条件将他们接到英国居住。如果他们身体不好，可能还是早点回国发展为好。",
    "annotation": [
      {
        "sentence": "回国与否对你来说确实是个重要的决定，尤其经过疫情事件，父母肯定希望你回到他们身边。",
        "label": ""
      },
      {
        "sentence": "一边是父母，一边是男友和自己喜爱的环境，很多人面对这种选择的时候都会有焦虑的情绪，我非常理解你。",
        "label": ""
      },
      {
        "sentence": "如何做出决定，要根据你的实际情况来考虑。",
        "label": ""
      },
      {
        "sentence": "让我们先从家庭情况开始思考，你是家中的独女吗？",
        "label": ""
      },
      {
        "sentence": "还是有其他的兄弟姐妹？",
        "label": ""
      },
      {
        "sentence": "如果有其他的兄弟姐妹，那情况可能会比较好办。",
        "label": ""
      },
      {
        "sentence": "但如果是独女，就需要考虑一下父母的年龄和身体状况。",
        "label": ""
      },
      {
        "sentence": "如果他们身体状况较好，你可以在国外多积累一些经验，晚一点再回国，或者几年后有条件将他们接到英国居住。",
        "label": ""
      },
      {
        "sentence": "如果他们身体不好，可能还是早点回国发展为好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是家中的独女，父母身体状况一直不错，但我担心他们会因为我而担心，我知道他们希望我陪在他们身边。但同时我又很喜欢英国的生活，这让我很矛盾。",
    "annotation": [
      {
        "sentence": "我是家中的独女，父母身体状况一直不错，但我担心他们会因为我而担心，我知道他们希望我陪在他们身边。",
        "label": ""
      },
      {
        "sentence": "但同时我又很喜欢英国的生活，这让我很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的矛盾感。目前你和男友的关系怎么样？听你的叙述，你们的感情很好，他也希望你留在英国。能找到一个对的人并不容易，所以这一点真的很重要。但是我也希望你能了解他在英国的就业情况和他是否有回国的计划。如果他在英国已经稳定，并且未来发展也很好，那你们至少有一定的经济基础，这样你的压力会相对小一些。但如果两个人都面临工作压力，那情况就会变得复杂一些。所以你需要衡量你们的关系，看他是不是你真正想要托付终身的那个人。如果是的话，双方可以共同努力找到解决的办法。如果不是，就多考虑考虑父母和自己的情况。",
    "annotation": [
      {
        "sentence": "我了解你的矛盾感。",
        "label": ""
      },
      {
        "sentence": "目前你和男友的关系怎么样？",
        "label": ""
      },
      {
        "sentence": "听你的叙述，你们的感情很好，他也希望你留在英国。",
        "label": ""
      },
      {
        "sentence": "能找到一个对的人并不容易，所以这一点真的很重要。",
        "label": ""
      },
      {
        "sentence": "但是我也希望你能了解他在英国的就业情况和他是否有回国的计划。",
        "label": ""
      },
      {
        "sentence": "如果他在英国已经稳定，并且未来发展也很好，那你们至少有一定的经济基础，这样你的压力会相对小一些。",
        "label": ""
      },
      {
        "sentence": "但如果两个人都面临工作压力，那情况就会变得复杂一些。",
        "label": ""
      },
      {
        "sentence": "所以你需要衡量你们的关系，看他是不是你真正想要托付终身的那个人。",
        "label": ""
      },
      {
        "sentence": "如果是的话，双方可以共同努力找到解决的办法。",
        "label": ""
      },
      {
        "sentence": "如果不是，就多考虑考虑父母和自己的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的觉得他是我想找的那个人，我们在一起很开心，彼此都很支持对方。他在英国的工作也还不错，但没有明确的回国计划。我知道决定权在我手里，但面对这种选择，我真的很纠结。",
    "annotation": [
      {
        "sentence": "我真的觉得他是我想找的那个人，我们在一起很开心，彼此都很支持对方。",
        "label": ""
      },
      {
        "sentence": "他在英国的工作也还不错，但没有明确的回国计划。",
        "label": ""
      },
      {
        "sentence": "我知道决定权在我手里，但面对这种选择，我真的很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的纠结。这是一个非常重要的决定，需要你慎重考虑。除了家庭和男友的因素之外，还有其他的一些因素你也可以考虑。比如你自己的职业发展，在英国可能有更多的机会和挑战。但同时，也要思考现在最好的知己都不在身边的问题。如果你真的找到了工作，你是否能够接受背井离乡的孤独感呢？这也是需要你认真思考的问题。无论你的最终决定是留在英国还是回国，都会有一些付出和牺牲。我建议你可以先尝试放松一下自己的心情，毕竟焦虑只会让你更难做出决定。你可以试着与父母和男友好好沟通，告诉他们你的想法和矛盾感，也听听他们的意见，这样有助于你更好地判断和做出决定。",
    "annotation": [
      {
        "sentence": "我能理解你的纠结。",
        "label": ""
      },
      {
        "sentence": "这是一个非常重要的决定，需要你慎重考虑。",
        "label": ""
      },
      {
        "sentence": "除了家庭和男友的因素之外，还有其他的一些因素你也可以考虑。",
        "label": ""
      },
      {
        "sentence": "比如你自己的职业发展，在英国可能有更多的机会和挑战。",
        "label": ""
      },
      {
        "sentence": "但同时，也要思考现在最好的知己都不在身边的问题。",
        "label": ""
      },
      {
        "sentence": "如果你真的找到了工作，你是否能够接受背井离乡的孤独感呢？",
        "label": ""
      },
      {
        "sentence": "这也是需要你认真思考的问题。",
        "label": ""
      },
      {
        "sentence": "无论你的最终决定是留在英国还是回国，都会有一些付出和牺牲。",
        "label": ""
      },
      {
        "sentence": "我建议你可以先尝试放松一下自己的心情，毕竟焦虑只会让你更难做出决定。",
        "label": ""
      },
      {
        "sentence": "你可以试着与父母和男友好好沟通，告诉他们你的想法和矛盾感，也听听他们的意见，这样有助于你更好地判断和做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑的。我现在确实需要冷静下来，想清楚自己真正想要的是什么，然后再做决定。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "我现在确实需要冷静下来，想清楚自己真正想要的是什么，然后再做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，你可以慢慢来，毕竟这是一个需要时间和思考的重要决定。请相信自己，你一定能做出正确的选择。如果你需要任何进一步的帮助，随时都可以来找我聊天。希望你早日找到自己满意的答案，祝你好运！",
    "annotation": [
      {
        "sentence": "没问题，你可以慢慢来，毕竟这是一个需要时间和思考的重要决定。",
        "label": ""
      },
      {
        "sentence": "请相信自己，你一定能做出正确的选择。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你早日找到自己满意的答案，祝你好运！",
        "label": ""
      }
    ]
  }
]