[
  {
    "role": "client",
    "content": "总是想离婚，又好像不敢真的下决心，是否要离婚？结婚九年多，经常争吵，刚结婚时天天吵，有了孩子吵的更凶。九年期间我提离婚可能四五次了吧，最近一次大概一年多前，我已经把离婚协议丢给他了，他不同意，亲戚们个个打电话劝和，他也各种保证，后面我又妥协了。平时蒙着脑袋就这么过，可是只要一吵架我还是真的不想活，但是又好像不敢真的下决心，总希望有个外力来推动我，但又似乎患得患失。我们两人的情况:结婚时，双方家庭都很穷，我收入比他高，婚礼办酒席和买手饰衣服等都是我出的，他和他家一分钱没出包括彩礼，因为他唯一的存款四万块被我拿来凑我给父母买的房子的尾款了。之后我一直收入比他高，但他因为各种原因，这九年多时间，没怎么好好上过班，上班拿的工资也都很低。期间我们买了第一套房是他卖了他名下外地的房子来凑了首付的三分之一，剩余是我出的，第二套房是我挣得钱付的首付。去年五月他出来创业，一直到今天没有一分钱进账。在家庭生活里，他负责做饭。",
    "annotation": [
      {
        "sentence": "总是想离婚，又好像不敢真的下决心，是否要离婚？",
        "label": ""
      },
      {
        "sentence": "结婚九年多，经常争吵，刚结婚时天天吵，有了孩子吵的更凶。",
        "label": ""
      },
      {
        "sentence": "九年期间我提离婚可能四五次了吧，最近一次大概一年多前，我已经把离婚协议丢给他了，他不同意，亲戚们个个打电话劝和，他也各种保证，后面我又妥协了。",
        "label": ""
      },
      {
        "sentence": "平时蒙着脑袋就这么过，可是只要一吵架我还是真的不想活，但是又好像不敢真的下决心，总希望有个外力来推动我，但又似乎患得患失。",
        "label": ""
      },
      {
        "sentence": "我们两人的情况:结婚时，双方家庭都很穷，我收入比他高，婚礼办酒席和买手饰衣服等都是我出的，他和他家一分钱没出包括彩礼，因为他唯一的存款四万块被我拿来凑我给父母买的房子的尾款了。",
        "label": ""
      },
      {
        "sentence": "之后我一直收入比他高，但他因为各种原因，这九年多时间，没怎么好好上过班，上班拿的工资也都很低。",
        "label": ""
      },
      {
        "sentence": "期间我们买了第一套房是他卖了他名下外地的房子来凑了首付的三分之一，剩余是我出的，第二套房是我挣得钱付的首付。",
        "label": ""
      },
      {
        "sentence": "去年五月他出来创业，一直到今天没有一分钱进账。",
        "label": ""
      },
      {
        "sentence": "在家庭生活里，他负责做饭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的整个情况，我能够理解你在这段婚姻中所遭遇的各种不满意和困惑。你丈夫在家庭事务、接送孩子以及经济条件方面似乎都不尽如人意，这些问题可能是影响你们婚姻关系质量的关键因素。如果决定是否离婚，你有考虑过离婚后是否会让你的生活变得更好吗？你们的争吵频率比较高，离婚的提出次数也不止一次，或许这说明在彼此付出不平衡的情况下，关系无法达到平衡。他需要尽快跟上你的脚步，才能让婚姻有更好的进展。结婚九年多经常争吵，你提离婚的次数很多，平时蒙着脑袋过日子。你收入比他高，他的工资很低。他创业至今没有一分钱的收入。他负责做饭。这些情况也说明他对于婚姻的维系可能还是很重视的。而且最近一段时间，他也为了你们的婚姻做出了一些改变，比如勉为其难地去接送孩子上下学。这些都显示了他的积极变化。或许当你的丈夫在各个方面有更多进步和优秀的表现时，离婚这个想法也会相对淡出视野。你在婚姻中遇到的问题主要集中在经济和家庭生活方面，这显示了一个男人经济独立的重要性。现在你需要解脱自己在婚姻中的压力和负面感受，全面地斟酌是否离婚，还要根据自身情况来做出决定。离婚并不是一件简单的事情，需要更多的自省。每对夫妻的婚姻问题都是独特的，要寻找危险信号，评估自己的感受，并尝试确定留下或离开的原因。在面对如此艰难的决定时，与值得信赖的亲朋好友保持联系，寻求建议和支持也是非常有帮助的。在婚姻中存在强烈的厌恶感是婚姻即将破裂的最严重标志，这可能对彼此产生负面影响。你可以尝试注意自己持续性的防御机制。在一段爱情衰微的婚姻中，女性通常会率先提出离婚，因为她们更容易看清当前婚姻的状况。遭受各种被忽视的负面情况和缺乏积极优点几乎无法忍受。你的丈夫这么多年来或许真的需要思考他能够为这个家庭做些什么。双方还需要注意是否存在沟通障碍的迹象。为了解决婚姻中的冲突，伴侣需要保持开放的沟通渠道，沉默和不愿沟通、不配合常常是负面趋势开始的征兆。你们可以追踪彼此日常生活中积极和消极互动的比例，争吵在婚姻中是很常见的，但争吵和其他负面互动不应该超过积极和爱意的互动。此时，你可以思考采取哪些步骤来维系你们的婚姻，看看对方是否还有长期改善的潜力。想想你们婚姻中他在各个方面是否还有提升的可能性。",
    "annotation": [
      {
        "sentence": "听你说的整个情况，我能够理解你在这段婚姻中所遭遇的各种不满意和困惑。",
        "label": ""
      },
      {
        "sentence": "你丈夫在家庭事务、接送孩子以及经济条件方面似乎都不尽如人意，这些问题可能是影响你们婚姻关系质量的关键因素。",
        "label": ""
      },
      {
        "sentence": "如果决定是否离婚，你有考虑过离婚后是否会让你的生活变得更好吗？",
        "label": ""
      },
      {
        "sentence": "你们的争吵频率比较高，离婚的提出次数也不止一次，或许这说明在彼此付出不平衡的情况下，关系无法达到平衡。",
        "label": ""
      },
      {
        "sentence": "他需要尽快跟上你的脚步，才能让婚姻有更好的进展。",
        "label": ""
      },
      {
        "sentence": "结婚九年多经常争吵，你提离婚的次数很多，平时蒙着脑袋过日子。",
        "label": ""
      },
      {
        "sentence": "你收入比他高，他的工资很低。",
        "label": ""
      },
      {
        "sentence": "他创业至今没有一分钱的收入。",
        "label": ""
      },
      {
        "sentence": "他负责做饭。",
        "label": ""
      },
      {
        "sentence": "这些情况也说明他对于婚姻的维系可能还是很重视的。",
        "label": ""
      },
      {
        "sentence": "而且最近一段时间，他也为了你们的婚姻做出了一些改变，比如勉为其难地去接送孩子上下学。",
        "label": ""
      },
      {
        "sentence": "这些都显示了他的积极变化。",
        "label": ""
      },
      {
        "sentence": "或许当你的丈夫在各个方面有更多进步和优秀的表现时，离婚这个想法也会相对淡出视野。",
        "label": ""
      },
      {
        "sentence": "你在婚姻中遇到的问题主要集中在经济和家庭生活方面，这显示了一个男人经济独立的重要性。",
        "label": ""
      },
      {
        "sentence": "现在你需要解脱自己在婚姻中的压力和负面感受，全面地斟酌是否离婚，还要根据自身情况来做出决定。",
        "label": ""
      },
      {
        "sentence": "离婚并不是一件简单的事情，需要更多的自省。",
        "label": ""
      },
      {
        "sentence": "每对夫妻的婚姻问题都是独特的，要寻找危险信号，评估自己的感受，并尝试确定留下或离开的原因。",
        "label": ""
      },
      {
        "sentence": "在面对如此艰难的决定时，与值得信赖的亲朋好友保持联系，寻求建议和支持也是非常有帮助的。",
        "label": ""
      },
      {
        "sentence": "在婚姻中存在强烈的厌恶感是婚姻即将破裂的最严重标志，这可能对彼此产生负面影响。",
        "label": ""
      },
      {
        "sentence": "你可以尝试注意自己持续性的防御机制。",
        "label": ""
      },
      {
        "sentence": "在一段爱情衰微的婚姻中，女性通常会率先提出离婚，因为她们更容易看清当前婚姻的状况。",
        "label": ""
      },
      {
        "sentence": "遭受各种被忽视的负面情况和缺乏积极优点几乎无法忍受。",
        "label": ""
      },
      {
        "sentence": "你的丈夫这么多年来或许真的需要思考他能够为这个家庭做些什么。",
        "label": ""
      },
      {
        "sentence": "双方还需要注意是否存在沟通障碍的迹象。",
        "label": ""
      },
      {
        "sentence": "为了解决婚姻中的冲突，伴侣需要保持开放的沟通渠道，沉默和不愿沟通、不配合常常是负面趋势开始的征兆。",
        "label": ""
      },
      {
        "sentence": "你们可以追踪彼此日常生活中积极和消极互动的比例，争吵在婚姻中是很常见的，但争吵和其他负面互动不应该超过积极和爱意的互动。",
        "label": ""
      },
      {
        "sentence": "此时，你可以思考采取哪些步骤来维系你们的婚姻，看看对方是否还有长期改善的潜力。",
        "label": ""
      },
      {
        "sentence": "想想你们婚姻中他在各个方面是否还有提升的可能性。",
        "label": ""
      }
    ]
  }
]