[
  {
    "role": "client",
    "content": "沟通很累，不想说不想表达，我是不是沟通出现了问题？",
    "annotation": [
      {
        "sentence": "沟通很累，不想说不想表达，我是不是沟通出现了问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以感受到你的疲惫与无奈，非常理解你的心情。面对工作的压力和生活的琐碎，每个人都会有什么都不想说的时候。",
    "annotation": [
      {
        "sentence": "可以感受到你的疲惫与无奈，非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "面对工作的压力和生活的琐碎，每个人都会有什么都不想说的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近我感觉自己不管是在公司，还是在家里都沟通的很累，导致就不想说，不想表达，你们爱怎么地就怎么地，你们说什么，我就做什么的状态。",
    "annotation": [
      {
        "sentence": "最近我感觉自己不管是在公司，还是在家里都沟通的很累，导致就不想说，不想表达，你们爱怎么地就怎么地，你们说什么，我就做什么的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得在工作上还有家庭里沟通很累，原因在于：公司里的人大家没有尽到自己的指责，总是推诿、拖延，你对这种现象很不满，当自己揽下一件任务时，有会被他人挑刺。可以看出你在公司过得很辛苦，心里在为公司着想，希望公司可以更好地发展，想为公司出分力，可是心有余而力不足，于是让你感到疲惫。因为白天上班很累了，回到家里只想放松休息一下，但是家人什么事都要问你，需要去面对一些琐事，没有自己的时间。",
    "annotation": [
      {
        "sentence": "你觉得在工作上还有家庭里沟通很累，原因在于：公司里的人大家没有尽到自己的指责，总是推诿、拖延，你对这种现象很不满，当自己揽下一件任务时，有会被他人挑刺。",
        "label": ""
      },
      {
        "sentence": "可以看出你在公司过得很辛苦，心里在为公司着想，希望公司可以更好地发展，想为公司出分力，可是心有余而力不足，于是让你感到疲惫。",
        "label": ""
      },
      {
        "sentence": "因为白天上班很累了，回到家里只想放松休息一下，但是家人什么事都要问你，需要去面对一些琐事，没有自己的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在公司里，会觉得每一个人都在推诿，这个事情推一下，拖一下，就那么点人的公司，玩的好像是千人公司一样，看不下去直接就接了活，然后就各种人来挑你刺的感觉；在家里，什么事情都要问你，加班回来想歇一下，刷了一下手机，会被说，不要刷了，孩子英语没有读，什么浪费时间，还有XX事情没有做。很想对先生发火，可是又觉得家里就两个人，不是我就是你，吵来吵去，最后又是闹个冷场。或者说反正事情沟通了，最后也都是我去做，可能真的这些事情的确是我应该去完成的，或者我做的不够优秀，被吐槽，就是那种不甘心和内疚并存的感觉，让我喘不过气来。",
    "annotation": [
      {
        "sentence": "在公司里，会觉得每一个人都在推诿，这个事情推一下，拖一下，就那么点人的公司，玩的好像是千人公司一样，看不下去直接就接了活，然后就各种人来挑你刺的感觉；在家里，什么事情都要问你，加班回来想歇一下，刷了一下手机，会被说，不要刷了，孩子英语没有读，什么浪费时间，还有XX事情没有做。",
        "label": ""
      },
      {
        "sentence": "很想对先生发火，可是又觉得家里就两个人，不是我就是你，吵来吵去，最后又是闹个冷场。",
        "label": ""
      },
      {
        "sentence": "或者说反正事情沟通了，最后也都是我去做，可能真的这些事情的确是我应该去完成的，或者我做的不够优秀，被吐槽，就是那种不甘心和内疚并存的感觉，让我喘不过气来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在需要的是一个人的独处，让自己好好休息一下，远离生活和工作，享受属于自己的时间。但这个时间是晚上失眠才有，很心疼。你觉得委屈，但是沟通似乎并没有解决问题。你可以考虑改变沟通的方式，去表达自己的需求，很多时候，他人并不知道自己心里是怎么想的，试着表达合理的诉求，相信对方也可以理解。",
    "annotation": [
      {
        "sentence": "你现在需要的是一个人的独处，让自己好好休息一下，远离生活和工作，享受属于自己的时间。",
        "label": ""
      },
      {
        "sentence": "但这个时间是晚上失眠才有，很心疼。",
        "label": ""
      },
      {
        "sentence": "你觉得委屈，但是沟通似乎并没有解决问题。",
        "label": ""
      },
      {
        "sentence": "你可以考虑改变沟通的方式，去表达自己的需求，很多时候，他人并不知道自己心里是怎么想的，试着表达合理的诉求，相信对方也可以理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "总是想一个人静静，所以大晚上失眠睡不着，独自一个人在书房，特别的享受，只有这个时候，感觉自己是自由的。不是被人牵着鼻子过日子的。",
    "annotation": [
      {
        "sentence": "总是想一个人静静，所以大晚上失眠睡不着，独自一个人在书房，特别的享受，只有这个时候，感觉自己是自由的。",
        "label": ""
      },
      {
        "sentence": "不是被人牵着鼻子过日子的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放宽心态，关注自己的工作。你说觉得公司里的人在推诿在拖延，那么不妨让自己放宽心，每个人有自己的职责，不要为他人的不作为有太多担忧，关注自己的职责，做好份内的事。人的精力是有限的，没有办法同时顾及太多，能做的只是提一些意见和建议。如果公司的状态仍然是这样，领导也没有整顿，那么你可以思考一下自己留在公司的意义，是不是值得自己为之付出。",
    "annotation": [
      {
        "sentence": "放宽心态，关注自己的工作。",
        "label": ""
      },
      {
        "sentence": "你说觉得公司里的人在推诿在拖延，那么不妨让自己放宽心，每个人有自己的职责，不要为他人的不作为有太多担忧，关注自己的职责，做好份内的事。",
        "label": ""
      },
      {
        "sentence": "人的精力是有限的，没有办法同时顾及太多，能做的只是提一些意见和建议。",
        "label": ""
      },
      {
        "sentence": "如果公司的状态仍然是这样，领导也没有整顿，那么你可以思考一下自己留在公司的意义，是不是值得自己为之付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "很谢谢你的建议，我确实需要找个平衡。工作和生活，拥有属于自己的时间，你要工作，也要照顾家人的生活，确实很辛苦。你心里觉得委屈，但是沟通似乎并没有解决问题。之前我没有和家人好好沟通，我会试着去表达自己的需求，和家人商量一下，看能不能给自己一些独处的时间。",
    "annotation": [
      {
        "sentence": "很谢谢你的建议，我确实需要找个平衡。",
        "label": ""
      },
      {
        "sentence": "工作和生活，拥有属于自己的时间，你要工作，也要照顾家人的生活，确实很辛苦。",
        "label": ""
      },
      {
        "sentence": "你心里觉得委屈，但是沟通似乎并没有解决问题。",
        "label": ""
      },
      {
        "sentence": "之前我没有和家人好好沟通，我会试着去表达自己的需求，和家人商量一下，看能不能给自己一些独处的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，家人是最亲近的人，寻求他们的理解和体谅。祝你可以摆脱烦恼，过得轻松一些。你要记住，你的感受和需求都是重要的，找到平衡，关注自己的心理健康。如果还有需要帮助的地方，随时找我倾诉。",
    "annotation": [
      {
        "sentence": "很好，家人是最亲近的人，寻求他们的理解和体谅。",
        "label": ""
      },
      {
        "sentence": "祝你可以摆脱烦恼，过得轻松一些。",
        "label": ""
      },
      {
        "sentence": "你要记住，你的感受和需求都是重要的，找到平衡，关注自己的心理健康。",
        "label": ""
      },
      {
        "sentence": "如果还有需要帮助的地方，随时找我倾诉。",
        "label": ""
      }
    ]
  }
]