[
  {
    "role": "client",
    "content": "一直在失败，家人不理解，觉得生活没有希望？你24岁，从小父母就经常指责谩骂我。虽然我高考考入了名校，但是我一直都十分迷茫。",
    "annotation": [
      {
        "sentence": "一直在失败，家人不理解，觉得生活没有希望？",
        "label": ""
      },
      {
        "sentence": "你24岁，从小父母就经常指责谩骂我。",
        "label": ""
      },
      {
        "sentence": "虽然我高考考入了名校，但是我一直都十分迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。从小受到父母的指责和谩骂，对于自信心和自我价值的建立都会有影响。高考考入名校是很不容易的，你一定有你的优势和才华，但迷茫是每个人都会经历的阶段。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "从小受到父母的指责和谩骂，对于自信心和自我价值的建立都会有影响。",
        "label": ""
      },
      {
        "sentence": "高考考入名校是很不容易的，你一定有你的优势和才华，但迷茫是每个人都会经历的阶段。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "大三决定考研以后搞学术，考了三次都失败了，不是复试差一名就是最后差一分，在此期间做过两次短期的工作，在私企待遇不好没有前景。",
    "annotation": [
      {
        "sentence": "大三决定考研以后搞学术，考了三次都失败了，不是复试差一名就是最后差一分，在此期间做过两次短期的工作，在私企待遇不好没有前景。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "考研是一个非常具有挑战性的过程，不要因为几次失败而对自己失去信心。每一次失败都是一次学习的机会，你可以分析一下自己在复试环节的不足，如何提升自己的表现。短期的工作经历也是宝贵的经验，虽然私企待遇可能不如公务员，但可以给你一些实际工作的见解和技能提升。",
    "annotation": [
      {
        "sentence": "考研是一个非常具有挑战性的过程，不要因为几次失败而对自己失去信心。",
        "label": ""
      },
      {
        "sentence": "每一次失败都是一次学习的机会，你可以分析一下自己在复试环节的不足，如何提升自己的表现。",
        "label": ""
      },
      {
        "sentence": "短期的工作经历也是宝贵的经验，虽然私企待遇可能不如公务员，但可以给你一些实际工作的见解和技能提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "去年开始我参加考公，考了好几次公都是在4到8名间徘徊。因为没有工作经验，在今年的教招中好几次在终面被刷。我毕业后基本就是学习与考试，今年就业形势差，更找不到好工作。",
    "annotation": [
      {
        "sentence": "去年开始我参加考公，考了好几次公都是在4到8名间徘徊。",
        "label": ""
      },
      {
        "sentence": "因为没有工作经验，在今年的教招中好几次在终面被刷。",
        "label": ""
      },
      {
        "sentence": "我毕业后基本就是学习与考试，今年就业形势差，更找不到好工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在考公方面已经取得了一些进展，离进入前几名也只差一步之遥。对于缺乏工作经验这个问题，你可以先尝试找一些实习或兼职工作，积累一些实际经验，这样在面试时会更有说服力。同时，就业形势的确不容乐观，我们可以一起寻找一些适合你的工作机会，并帮你修改简历和提升面试技巧。",
    "annotation": [
      {
        "sentence": "你在考公方面已经取得了一些进展，离进入前几名也只差一步之遥。",
        "label": ""
      },
      {
        "sentence": "对于缺乏工作经验这个问题，你可以先尝试找一些实习或兼职工作，积累一些实际经验，这样在面试时会更有说服力。",
        "label": ""
      },
      {
        "sentence": "同时，就业形势的确不容乐观，我们可以一起寻找一些适合你的工作机会，并帮你修改简历和提升面试技巧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近的一次考试成绩出来我又是第二名落榜，我觉得生活真的没有什么希望，我好累，经常想放弃。最近家里人也对我颇为不满，尤其是妈妈经常因为一点小事咒骂我，我知道我没收入在家确实尴尬，但很渴求有人能理解我指引我。我现在特别迷茫，我想有一份事业为此努力奋斗，可是我根本找不到，或者说我总是被拒绝，每次都离上岸差一步。我觉得我没办法再接受失败了，我很怕自己在下一次妈妈指责咒骂我的时候情绪失控做傻事。",
    "annotation": [
      {
        "sentence": "最近的一次考试成绩出来我又是第二名落榜，我觉得生活真的没有什么希望，我好累，经常想放弃。",
        "label": ""
      },
      {
        "sentence": "最近家里人也对我颇为不满，尤其是妈妈经常因为一点小事咒骂我，我知道我没收入在家确实尴尬，但很渴求有人能理解我指引我。",
        "label": ""
      },
      {
        "sentence": "我现在特别迷茫，我想有一份事业为此努力奋斗，可是我根本找不到，或者说我总是被拒绝，每次都离上岸差一步。",
        "label": ""
      },
      {
        "sentence": "我觉得我没办法再接受失败了，我很怕自己在下一次妈妈指责咒骂我的时候情绪失控做傻事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你对于连续失败的失望和压力。但请相信，你并不孤单，有很多人都经历了类似的困境。对于家人的不满和咒骂，也许他们只是处于关心和担忧之间。我建议你找到一个可以倾诉的人，和他们分享你的困惑和压力，他们可以帮助你理清思路、减轻负担。同时，我们要学会对自己宽容一些，认识到失败是通往成功的必经之路。即使遇到挫折，也要保持积极的心态，给自己一些时间恢复和调整。",
    "annotation": [
      {
        "sentence": "我能理解你对于连续失败的失望和压力。",
        "label": ""
      },
      {
        "sentence": "但请相信，你并不孤单，有很多人都经历了类似的困境。",
        "label": ""
      },
      {
        "sentence": "对于家人的不满和咒骂，也许他们只是处于关心和担忧之间。",
        "label": ""
      },
      {
        "sentence": "我建议你找到一个可以倾诉的人，和他们分享你的困惑和压力，他们可以帮助你理清思路、减轻负担。",
        "label": ""
      },
      {
        "sentence": "同时，我们要学会对自己宽容一些，认识到失败是通往成功的必经之路。",
        "label": ""
      },
      {
        "sentence": "即使遇到挫折，也要保持积极的心态，给自己一些时间恢复和调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我可能需要一些时间来接受这些事实，并且重新找到我的方向和动力。找一个可以倾诉的人听我讲述我的困境和压力，确实可以帮助我减轻负担，我会试着和朋友或者心理咨询师进行交流。同时，我也愿意尝试找实习或者兼职工作来积累经验，提升自己的能力。谢谢你的建议和支持，让我对未来有了一些新的想法。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我可能需要一些时间来接受这些事实，并且重新找到我的方向和动力。",
        "label": ""
      },
      {
        "sentence": "找一个可以倾诉的人听我讲述我的困境和压力，确实可以帮助我减轻负担，我会试着和朋友或者心理咨询师进行交流。",
        "label": ""
      },
      {
        "sentence": "同时，我也愿意尝试找实习或者兼职工作来积累经验，提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，让我对未来有了一些新的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。接受失败和困难并不容易，但是只有勇敢面对，才能走出困境。记住，每一次经历都是成长和学习的机会，不论结果如何。相信自己，坚持努力，你一定能够找到适合自己的事业，并实现自己的价值。祝福你！如果你还有什么问题或者需要进一步的支持，随时和我交流都可以。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "接受失败和困难并不容易，但是只有勇敢面对，才能走出困境。",
        "label": ""
      },
      {
        "sentence": "记住，每一次经历都是成长和学习的机会，不论结果如何。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定能够找到适合自己的事业，并实现自己的价值。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "如果你还有什么问题或者需要进一步的支持，随时和我交流都可以。",
        "label": ""
      }
    ]
  }
]