[
  {
    "role": "client",
    "content": "一直在失败，家人不理解，觉得生活没有希望？你24岁，从小父母就经常指责谩骂我。虽然我高考考入了名校，但是我一直都十分迷茫。大三决定考研以后搞学术，考了三次都失败了，不是复试差一名就是最后差一分，在此期间做过两次短期的工作，在私企待遇不好没有前景。去年开始我参加考公，考了好几次公都是在4到8名间徘徊。因为没有工作经验，在今年的教招中好几次在终面被刷。我毕业后基本就是学习与考试，今年就业形势差，更找不到好工作。最近的一次考试成绩出来我又是第二名落榜，我觉得生活真的没有什么希望，我好累，经常想放弃。最近家里人也对我颇为不满，尤其是妈妈经常因为一点小事咒骂我，我知道我没收入在家确实尴尬，但很渴求有人能理解我指引我。我现在特别迷茫，我想有一份事业为此努力奋斗，可是我根本找不到，或者说我总是被拒绝，每次都离上岸差一步。我觉得我没办法再接受失败了，我很怕自己在下一次妈妈指责咒骂我的时候情绪失控做傻事。",
    "annotation": [
      {
        "sentence": "一直在失败，家人不理解，觉得生活没有希望？",
        "label": ""
      },
      {
        "sentence": "你24岁，从小父母就经常指责谩骂我。",
        "label": ""
      },
      {
        "sentence": "虽然我高考考入了名校，但是我一直都十分迷茫。",
        "label": ""
      },
      {
        "sentence": "大三决定考研以后搞学术，考了三次都失败了，不是复试差一名就是最后差一分，在此期间做过两次短期的工作，在私企待遇不好没有前景。",
        "label": ""
      },
      {
        "sentence": "去年开始我参加考公，考了好几次公都是在4到8名间徘徊。",
        "label": ""
      },
      {
        "sentence": "因为没有工作经验，在今年的教招中好几次在终面被刷。",
        "label": ""
      },
      {
        "sentence": "我毕业后基本就是学习与考试，今年就业形势差，更找不到好工作。",
        "label": ""
      },
      {
        "sentence": "最近的一次考试成绩出来我又是第二名落榜，我觉得生活真的没有什么希望，我好累，经常想放弃。",
        "label": ""
      },
      {
        "sentence": "最近家里人也对我颇为不满，尤其是妈妈经常因为一点小事咒骂我，我知道我没收入在家确实尴尬，但很渴求有人能理解我指引我。",
        "label": ""
      },
      {
        "sentence": "我现在特别迷茫，我想有一份事业为此努力奋斗，可是我根本找不到，或者说我总是被拒绝，每次都离上岸差一步。",
        "label": ""
      },
      {
        "sentence": "我觉得我没办法再接受失败了，我很怕自己在下一次妈妈指责咒骂我的时候情绪失控做傻事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活的道路上常常充满挫折和困难，但失败并不代表你没有希望。你在学业和就业上的困难和压力都很大，而且还受到家人的不理解和咒骂，这让你感到十分沮丧和迷茫。但我要告诉你，这些都不是你个人的问题，你并不孤单。每个人都会经历失败和挫折，这是成长的一部分。让我们一起面对这些问题，找出解决的方法吧。",
    "annotation": [
      {
        "sentence": "生活的道路上常常充满挫折和困难，但失败并不代表你没有希望。",
        "label": ""
      },
      {
        "sentence": "你在学业和就业上的困难和压力都很大，而且还受到家人的不理解和咒骂，这让你感到十分沮丧和迷茫。",
        "label": ""
      },
      {
        "sentence": "但我要告诉你，这些都不是你个人的问题，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "每个人都会经历失败和挫折，这是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "让我们一起面对这些问题，找出解决的方法吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我知道失败和困难是常态，但我觉得我已经承受了太多了。每次都离成功那么近，却又迎来一个失败，我真的很累。我现在的状态越来越低落，常常想要放弃，我担心下一次听到家人的指责时自己会情绪失控。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我知道失败和困难是常态，但我觉得我已经承受了太多了。",
        "label": ""
      },
      {
        "sentence": "每次都离成功那么近，却又迎来一个失败，我真的很累。",
        "label": ""
      },
      {
        "sentence": "我现在的状态越来越低落，常常想要放弃，我担心下一次听到家人的指责时自己会情绪失控。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，但是每一次失败都是一个机会，是学习和成长的过程。请试着从另一个角度看待这些挫折，把它们当作你成长的催化剂。你所经历的困难和挫折将会让你更强大，更有能力去面对未来的挑战。同时，情绪的控制十分重要，我们可以一起寻找方法来应对家人的指责，让你更好地调节情绪。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，但是每一次失败都是一个机会，是学习和成长的过程。",
        "label": ""
      },
      {
        "sentence": "请试着从另一个角度看待这些挫折，把它们当作你成长的催化剂。",
        "label": ""
      },
      {
        "sentence": "你所经历的困难和挫折将会让你更强大，更有能力去面对未来的挑战。",
        "label": ""
      },
      {
        "sentence": "同时，情绪的控制十分重要，我们可以一起寻找方法来应对家人的指责，让你更好地调节情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该改变自己的态度和看法。我会尽量将这些挫折看作成长的机会，而不是让它们打击到我。对于家人的指责，我应该学会更好地控制自己的情绪，或者和他们进行沟通。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我应该改变自己的态度和看法。",
        "label": ""
      },
      {
        "sentence": "我会尽量将这些挫折看作成长的机会，而不是让它们打击到我。",
        "label": ""
      },
      {
        "sentence": "对于家人的指责，我应该学会更好地控制自己的情绪，或者和他们进行沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能接受我的建议。学会控制情绪是一项重要的技能，即使在家人的指责面前也要尽量保持冷静。沟通也是解决问题的方式之一，试着和家人坦诚地交流，让他们了解你的感受和困惑，或许他们能更好地理解你并提供支持和指导。记住，你并不孤单，有人会一直陪在你身边。",
    "annotation": [
      {
        "sentence": "很高兴你能接受我的建议。",
        "label": ""
      },
      {
        "sentence": "学会控制情绪是一项重要的技能，即使在家人的指责面前也要尽量保持冷静。",
        "label": ""
      },
      {
        "sentence": "沟通也是解决问题的方式之一，试着和家人坦诚地交流，让他们了解你的感受和困惑，或许他们能更好地理解你并提供支持和指导。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人会一直陪在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我感到安慰，我会试着和家人进行沟通，让他们知道我内心的痛苦和困惑。同时，我也会更加努力控制自己的情绪，不再让它们左右我的行为。谢谢你一直陪伴在我身边，给予我支持和鼓励。",
    "annotation": [
      {
        "sentence": "你的话让我感到安慰，我会试着和家人进行沟通，让他们知道我内心的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加努力控制自己的情绪，不再让它们左右我的行为。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴在我身边，给予我支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。记住，虽然生活中会有许多困难和挫折，但你并不孤单，我们可以一起面对并克服它们。相信自己，相信你可以战胜困难，迎接更好的未来。无论发生什么，我都会一直在你身边给予你安慰和支持。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，虽然生活中会有许多困难和挫折，但你并不孤单，我们可以一起面对并克服它们。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以战胜困难，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，我都会一直在你身边给予你安慰和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我感到非常温暖和安心。有你在我身边真的让我觉得我并不孤单，我会努力面对生活的困难，追求自己的梦想。谢谢你一次又一次地给予我希望和力量。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我感到非常温暖和安心。",
        "label": ""
      },
      {
        "sentence": "有你在我身边真的让我觉得我并不孤单，我会努力面对生活的困难，追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "谢谢你一次又一次地给予我希望和力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个非常坚强和勇敢的人，相信自己的能力，不论遇到何种困难，你都能够战胜它们。记住，不管生活如何变幻，你都值得拥有一个美好的未来。如果需要我的帮助，随时都可以来找我。祝福你一切顺利，取得你所追求的事业和幸福！",
    "annotation": [
      {
        "sentence": "你是个非常坚强和勇敢的人，相信自己的能力，不论遇到何种困难，你都能够战胜它们。",
        "label": ""
      },
      {
        "sentence": "记住，不管生活如何变幻，你都值得拥有一个美好的未来。",
        "label": ""
      },
      {
        "sentence": "如果需要我的帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，取得你所追求的事业和幸福！",
        "label": ""
      }
    ]
  }
]