[
  {
    "role": "client",
    "content": "我想当明星演员，没有实现，27岁一事无成，感觉后悔？大概从初中开始我就有个梦想，想当演员明星，可能是因为那个时候特别喜欢看电视，等到初中毕业的时候，我跟我父母说想去学跳舞，我父母不同意，还讲了很多跳舞的弊端，那时候还不懂的我只好放弃了，后来听从父母的学了会计，但毕业了也没有从事会计，毕了业我跟父母说我想当演员喜欢表演，那时候我才19岁，我父母又不同意，觉得我在开玩笑，还说我长的一般，比我好看的多的去了，又没有才艺，而且当演员明星是要花钱的，咱家也没那么多钱，觉得我瞎胡闹，还说你要去就去当群众演员去吧，看看有多苦，总之被我父母说了一顿后，我又老老实实待在家了，可待在家后的生活过的很不如意，因为都不是我本意，不是我心底里最想要的生活，所以一直在折腾，跟父母相处的也不好，到现在27岁了一事无成，感觉好后悔啊，如果当初没有听父母的就好了，出去闯闯，哪怕没有成功，至少有了社会经验，也会比现在过的好唉",
    "annotation": [
      {
        "sentence": "我想当明星演员，没有实现，27岁一事无成，感觉后悔？",
        "label": ""
      },
      {
        "sentence": "大概从初中开始我就有个梦想，想当演员明星，可能是因为那个时候特别喜欢看电视，等到初中毕业的时候，我跟我父母说想去学跳舞，我父母不同意，还讲了很多跳舞的弊端，那时候还不懂的我只好放弃了，后来听从父母的学了会计，但毕业了也没有从事会计，毕了业我跟父母说我想当演员喜欢表演，那时候我才19岁，我父母又不同意，觉得我在开玩笑，还说我长的一般，比我好看的多的去了，又没有才艺，而且当演员明星是要花钱的，咱家也没那么多钱，觉得我瞎胡闹，还说你要去就去当群众演员去吧，看看有多苦，总之被我父母说了一顿后，我又老老实实待在家了，可待在家后的生活过的很不如意，因为都不是我本意，不是我心底里最想要的生活，所以一直在折腾，跟父母相处的也不好，到现在27岁了一事无成，感觉好后悔啊，如果当初没有听父母的就好了，出去闯闯，哪怕没有成功，至少有了社会经验，也会比现在过的好唉",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在27岁的年龄里，你貌似没有收获得属于自己想要的生活或者你想要的东西，你感到后悔，也开始想起以前自己的梦想，你觉得如果当时没有听父母的建议就好了，至少你还可以拥有社会经验。追求自己梦想，并且为之而努力的过程很美。",
    "annotation": [
      {
        "sentence": "在27岁的年龄里，你貌似没有收获得属于自己想要的生活或者你想要的东西，你感到后悔，也开始想起以前自己的梦想，你觉得如果当时没有听父母的建议就好了，至少你还可以拥有社会经验。",
        "label": ""
      },
      {
        "sentence": "追求自己梦想，并且为之而努力的过程很美。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得如果我当时能勇敢地追寻梦想，即使失败也没关系，至少我会有自己的经历和努力的证明。当时我改变主意听从父母的建议，是因为我觉得自己可能没有足够的把握去实现这个梦想，或者担心追梦过程中可能会遇到的困难让我却步了。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得如果我当时能勇敢地追寻梦想，即使失败也没关系，至少我会有自己的经历和努力的证明。",
        "label": ""
      },
      {
        "sentence": "当时我改变主意听从父母的建议，是因为我觉得自己可能没有足够的把握去实现这个梦想，或者担心追梦过程中可能会遇到的困难让我却步了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "知道自己喜欢什么，并且清楚要如何实现并且为之努力，这是整个追梦的一个过程吧（个人建议），但有时候我们会把喜欢等同于我能实现。如果我能够做到自己的人生会发生怎么样的改变，我就不会一事无成？想象总归是美好的，可能我们还需要想想做某个选择时，这背后需要付出多少努力，即便藉藉无名，没有任何的收益或者改变，你是否还愿意坚持继续追梦呢？",
    "annotation": [
      {
        "sentence": "知道自己喜欢什么，并且清楚要如何实现并且为之努力，这是整个追梦的一个过程吧（个人建议），但有时候我们会把喜欢等同于我能实现。",
        "label": ""
      },
      {
        "sentence": "如果我能够做到自己的人生会发生怎么样的改变，我就不会一事无成？",
        "label": ""
      },
      {
        "sentence": "想象总归是美好的，可能我们还需要想想做某个选择时，这背后需要付出多少努力，即便藉藉无名，没有任何的收益或者改变，你是否还愿意坚持继续追梦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，有时候我们过于理想化，只看到追梦成功后的美好结果，却忽视了背后需要耗费的努力和付出。也许我当时心存侥幸，以为只要喜欢就能实现。现在回头看，我确实没有为梦想去付出过努力。",
    "annotation": [
      {
        "sentence": "我明白你的意思，有时候我们过于理想化，只看到追梦成功后的美好结果，却忽视了背后需要耗费的努力和付出。",
        "label": ""
      },
      {
        "sentence": "也许我当时心存侥幸，以为只要喜欢就能实现。",
        "label": ""
      },
      {
        "sentence": "现在回头看，我确实没有为梦想去付出过努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在才27岁，如果想重新追梦，可以在慎重考虑后作出决定。你可以看看《人生由我》这本书，对方年轻时也遇到不如意的事情和婚姻，但她40多岁重新追梦，学历提升、做自己喜欢的事情，在70多岁时迎来模特生涯的巅峰期。对方一开始也没有拥有太多好的资源，尤其那时候离异后带着孩子去陌生的城市重新开始。人生不设限，把那些束缚自己的条条框框拿下来，当然还是需要慎重考虑的，追梦路上会遇到重重，也不是说很努力就会变得不一样。",
    "annotation": [
      {
        "sentence": "你现在才27岁，如果想重新追梦，可以在慎重考虑后作出决定。",
        "label": ""
      },
      {
        "sentence": "你可以看看《人生由我》这本书，对方年轻时也遇到不如意的事情和婚姻，但她40多岁重新追梦，学历提升、做自己喜欢的事情，在70多岁时迎来模特生涯的巅峰期。",
        "label": ""
      },
      {
        "sentence": "对方一开始也没有拥有太多好的资源，尤其那时候离异后带着孩子去陌生的城市重新开始。",
        "label": ""
      },
      {
        "sentence": "人生不设限，把那些束缚自己的条条框框拿下来，当然还是需要慎重考虑的，追梦路上会遇到重重，也不是说很努力就会变得不一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会认真考虑，并且读一下《人生由我》这本书。我知道追梦并非一帆风顺，但我现在确实感到心有不甘，觉得如果当时没有听从父母的建议，我就不会变成现在这个样子。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会认真考虑，并且读一下《人生由我》这本书。",
        "label": ""
      },
      {
        "sentence": "我知道追梦并非一帆风顺，但我现在确实感到心有不甘，觉得如果当时没有听从父母的建议，我就不会变成现在这个样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "过于沉溺于过去，可能浪费掉的就是宝贵的每一个当下，已经发生的事情我们是改变不了的，但我们可以立足于当下，做自己的选择和努力。也许你还在追梦的路上，只是目前的状态还没有达到你想要的样子。不要放弃对梦想的追求，因为追梦不仅仅是为了改变外在的成就，更是为了找到自己内心真正渴望的生活。无论选择什么道路，希望你能找到属于自己的幸福和满足。",
    "annotation": [
      {
        "sentence": "过于沉溺于过去，可能浪费掉的就是宝贵的每一个当下，已经发生的事情我们是改变不了的，但我们可以立足于当下，做自己的选择和努力。",
        "label": ""
      },
      {
        "sentence": "也许你还在追梦的路上，只是目前的状态还没有达到你想要的样子。",
        "label": ""
      },
      {
        "sentence": "不要放弃对梦想的追求，因为追梦不仅仅是为了改变外在的成就，更是为了找到自己内心真正渴望的生活。",
        "label": ""
      },
      {
        "sentence": "无论选择什么道路，希望你能找到属于自己的幸福和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会放下过去的遗憾，珍惜现在的每一天，并努力追寻自己的梦想。或许成功与否并不重要，重要的是我能够为自己的梦想而努力，不留遗憾。谢谢你的耐心倾听和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会放下过去的遗憾，珍惜现在的每一天，并努力追寻自己的梦想。",
        "label": ""
      },
      {
        "sentence": "或许成功与否并不重要，重要的是我能够为自己的梦想而努力，不留遗憾。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会找到属于自己的幸福和满足。记住，不放弃努力就有机会实现自己的梦想。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你会找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "记住，不放弃努力就有机会实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]