[
  {
    "role": "client",
    "content": "我想当明星演员，没有实现，27岁一事无成，感觉后悔？大概从初中开始我就有个梦想，想当演员明星，可能是因为那个时候特别喜欢看电视，等到初中毕业的时候，我跟我父母说想去学跳舞，我父母不同意，还讲了很多跳舞的弊端，那时候还不懂的我只好放弃了，后来听从父母的学了会计，但毕业了也没有从事会计，毕了业我跟父母说我想当演员喜欢表演，那时候我才19岁，我父母又不同意，觉得我在开玩笑，还说我长的一般，比我好看的多的去了，又没有才艺，而且当演员明星是要花钱的，咱家也没那么多钱，觉得我瞎胡闹，还说你要去就去当群众演员去吧，看看有多苦，总之被我父母说了一顿后，我又老老实实待在家了，可待在家后的生活过的很不如意，因为都不是我本意，不是我心底里最想要的生活，所以一直在折腾，跟父母相处的也不好，到现在27岁了一事无成，感觉好后悔啊，如果当初没有听父母的就好了，出去闯闯，哪怕没有成功，至少有了社会经验，也会比现在过的好唉。",
    "annotation": [
      {
        "sentence": "我想当明星演员，没有实现，27岁一事无成，感觉后悔？",
        "label": ""
      },
      {
        "sentence": "大概从初中开始我就有个梦想，想当演员明星，可能是因为那个时候特别喜欢看电视，等到初中毕业的时候，我跟我父母说想去学跳舞，我父母不同意，还讲了很多跳舞的弊端，那时候还不懂的我只好放弃了，后来听从父母的学了会计，但毕业了也没有从事会计，毕了业我跟父母说我想当演员喜欢表演，那时候我才19岁，我父母又不同意，觉得我在开玩笑，还说我长的一般，比我好看的多的去了，又没有才艺，而且当演员明星是要花钱的，咱家也没那么多钱，觉得我瞎胡闹，还说你要去就去当群众演员去吧，看看有多苦，总之被我父母说了一顿后，我又老老实实待在家了，可待在家后的生活过的很不如意，因为都不是我本意，不是我心底里最想要的生活，所以一直在折腾，跟父母相处的也不好，到现在27岁了一事无成，感觉好后悔啊，如果当初没有听父母的就好了，出去闯闯，哪怕没有成功，至少有了社会经验，也会比现在过的好唉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的梦想是很珍贵的，每个人都应该追求自己的梦想。虽然你如今感觉很后悔，但没必要一直责怪父母，毕竟他们是出于关心你的考虑。且不说苏东坡的故事，我们每个人都有自己的时刻，只要肯努力，总会有成功的机会。现在最重要的是接受自己，在这个过程中寻找平衡和快乐。",
    "annotation": [
      {
        "sentence": "你的梦想是很珍贵的，每个人都应该追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "虽然你如今感觉很后悔，但没必要一直责怪父母，毕竟他们是出于关心你的考虑。",
        "label": ""
      },
      {
        "sentence": "且不说苏东坡的故事，我们每个人都有自己的时刻，只要肯努力，总会有成功的机会。",
        "label": ""
      },
      {
        "sentence": "现在最重要的是接受自己，在这个过程中寻找平衡和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我现在觉得好无助，好像已经没有追求的意义了。我被困在过去的遗憾中，不知道接下来该怎么办才好。",
    "annotation": [
      {
        "sentence": "可是我现在觉得好无助，好像已经没有追求的意义了。",
        "label": ""
      },
      {
        "sentence": "我被困在过去的遗憾中，不知道接下来该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要失去希望，人的生命中总是有起起落落的，现在的低谷只是暂时的。或许现在你觉得无助，但这只是你现在的感受，并不代表你以后不会有更好的机会。从现在开始，先接受自己的现状，重拾自信，找到新的方向和目标。",
    "annotation": [
      {
        "sentence": "不要失去希望，人的生命中总是有起起落落的，现在的低谷只是暂时的。",
        "label": ""
      },
      {
        "sentence": "或许现在你觉得无助，但这只是你现在的感受，并不代表你以后不会有更好的机会。",
        "label": ""
      },
      {
        "sentence": "从现在开始，先接受自己的现状，重拾自信，找到新的方向和目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我觉得自己的人生已经浪费了很多时间，年纪也不小了，有时候会觉得自己已经追梦追晚了。我真的很害怕再次失败，再次错过机会。",
    "annotation": [
      {
        "sentence": "但我觉得自己的人生已经浪费了很多时间，年纪也不小了，有时候会觉得自己已经追梦追晚了。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕再次失败，再次错过机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要对自己失去信心，成功没有年龄限制。每个人的生命轨迹都不一样，独一无二。虽然你已经经历了一些曲折，但也让你更加成熟和坚强。你的经验是宝贵的财富，它们将帮助你在未来的道路上更加明确自己的方向。",
    "annotation": [
      {
        "sentence": "不要对自己失去信心，成功没有年龄限制。",
        "label": ""
      },
      {
        "sentence": "每个人的生命轨迹都不一样，独一无二。",
        "label": ""
      },
      {
        "sentence": "虽然你已经经历了一些曲折，但也让你更加成熟和坚强。",
        "label": ""
      },
      {
        "sentence": "你的经验是宝贵的财富，它们将帮助你在未来的道路上更加明确自己的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？有时候我觉得自己的梦想太过理想化，不切实际。可能我不是那么出众的人，也没有太多的才艺，所以才会失败。毕竟，成为明星演员不是那么容易的事情。",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "有时候我觉得自己的梦想太过理想化，不切实际。",
        "label": ""
      },
      {
        "sentence": "可能我不是那么出众的人，也没有太多的才艺，所以才会失败。",
        "label": ""
      },
      {
        "sentence": "毕竟，成为明星演员不是那么容易的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的特长和擅长的领域。即使没有成为明星演员，也有其他方式可以实现自己的价值和才华。你可以尝试接触一些相关领域的工作，比如参加戏剧社团、拍摄短片等，寻找适合自己的平台。重要的是不要放弃，坚持下去，相信自己的能力和潜力。",
    "annotation": [
      {
        "sentence": "每个人都有自己的特长和擅长的领域。",
        "label": ""
      },
      {
        "sentence": "即使没有成为明星演员，也有其他方式可以实现自己的价值和才华。",
        "label": ""
      },
      {
        "sentence": "你可以尝试接触一些相关领域的工作，比如参加戏剧社团、拍摄短片等，寻找适合自己的平台。",
        "label": ""
      },
      {
        "sentence": "重要的是不要放弃，坚持下去，相信自己的能力和潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我应该重新审视自己的梦想，并且尝试从不同的角度来实现它。不论成与不成，过程中的经验和收获都是宝贵的。谢谢你的鼓励和支持，让我重新燃起了一丝希望。",
    "annotation": [
      {
        "sentence": "或许你说的对，我应该重新审视自己的梦想，并且尝试从不同的角度来实现它。",
        "label": ""
      },
      {
        "sentence": "不论成与不成，过程中的经验和收获都是宝贵的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，让我重新燃起了一丝希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够找到自己的出路。无论你选择的道路如何，只要你坚持并且用心去做，就会有所收获。加油！我会一直在你的身边支持你的。如果你需要任何帮助，随时都可以向我求助。您可以做到的！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够找到自己的出路。",
        "label": ""
      },
      {
        "sentence": "无论你选择的道路如何，只要你坚持并且用心去做，就会有所收获。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我会一直在你的身边支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "您可以做到的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和耐心倾听，我会好好努力的。我相信在你的帮助下，我能够找回自己的方向和自信。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和耐心倾听，我会好好努力的。",
        "label": ""
      },
      {
        "sentence": "我相信在你的帮助下，我能够找回自己的方向和自信。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的改变是我最大的成就。相信自己，坚持你的梦想。如果有任何需要，随时都可以找我倾诉。你不再是一个人，我们会一起走过困难，迎接更好的未来。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，你的改变是我最大的成就。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持你的梦想。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不再是一个人，我们会一起走过困难，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]