[
  {
    "role": "client",
    "content": "我想当明星演员，没有实现，27岁一事无成，感觉后悔？大概从初中开始我就有个梦想，想当演员明星，可能是因为那个时候特别喜欢看电视，等到初中毕业的时候，我跟我父母说想去学跳舞，我父母不同意，还讲了很多跳舞的弊端，那时候还不懂的我只好放弃了，后来听从父母的学了会计，但毕业了也没有从事会计，毕了业我跟父母说我想当演员喜欢表演，那时候我才19岁，我父母又不同意，觉得我在开玩笑，还说我长的一般，比我好看的多的去了，又没有才艺，而且当演员明星是要花钱的，咱家也没那么多钱，觉得我瞎胡闹，还说你要去就去当群众演员去吧，看看有多苦，总之被我父母说了一顿后，我又老老实实待在家了，可待在家后的生活过的很不如意，因为都不是我本意，不是我心底里最想要的生活，所以一直在折腾，跟父母相处的也不好，到现在27岁了一事无成，感觉好后悔啊，如果当初没有听父母的就好了，出去闯闯，哪怕没有成功，至少有了社会经验，也会比现在过的好唉",
    "annotation": [
      {
        "sentence": "我想当明星演员，没有实现，27岁一事无成，感觉后悔？",
        "label": ""
      },
      {
        "sentence": "大概从初中开始我就有个梦想，想当演员明星，可能是因为那个时候特别喜欢看电视，等到初中毕业的时候，我跟我父母说想去学跳舞，我父母不同意，还讲了很多跳舞的弊端，那时候还不懂的我只好放弃了，后来听从父母的学了会计，但毕业了也没有从事会计，毕了业我跟父母说我想当演员喜欢表演，那时候我才19岁，我父母又不同意，觉得我在开玩笑，还说我长的一般，比我好看的多的去了，又没有才艺，而且当演员明星是要花钱的，咱家也没那么多钱，觉得我瞎胡闹，还说你要去就去当群众演员去吧，看看有多苦，总之被我父母说了一顿后，我又老老实实待在家了，可待在家后的生活过的很不如意，因为都不是我本意，不是我心底里最想要的生活，所以一直在折腾，跟父母相处的也不好，到现在27岁了一事无成，感觉好后悔啊，如果当初没有听父母的就好了，出去闯闯，哪怕没有成功，至少有了社会经验，也会比现在过的好唉",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人心里都有一个梦想，对于想要成为演员的你来说，你的梦想还没有实现，肯定会感到很内疚和后悔。我理解你的心情。父母对孩子的意见，无论是好是坏，都是出于关心和希望孩子能顺利发展。他们也可能因为自己的有限经验而对你的选择产生顾虑。但是，他们无法代替你做决定，因为只有你最了解自己的内心渴望。我们每个人的成长环境和经历都是独特的，所以你的梦想也是独一无二的。不要再和父母争吵了，这样只会让你的情绪变得更低落。我们不能一直怨恨他们，因为他们已经抚养你长大，为你提供了教育和成长，这是他们的责任。",
    "annotation": [
      {
        "sentence": "每个人心里都有一个梦想，对于想要成为演员的你来说，你的梦想还没有实现，肯定会感到很内疚和后悔。",
        "label": ""
      },
      {
        "sentence": "我理解你的心情。",
        "label": ""
      },
      {
        "sentence": "父母对孩子的意见，无论是好是坏，都是出于关心和希望孩子能顺利发展。",
        "label": ""
      },
      {
        "sentence": "他们也可能因为自己的有限经验而对你的选择产生顾虑。",
        "label": ""
      },
      {
        "sentence": "但是，他们无法代替你做决定，因为只有你最了解自己的内心渴望。",
        "label": ""
      },
      {
        "sentence": "我们每个人的成长环境和经历都是独特的，所以你的梦想也是独一无二的。",
        "label": ""
      },
      {
        "sentence": "不要再和父母争吵了，这样只会让你的情绪变得更低落。",
        "label": ""
      },
      {
        "sentence": "我们不能一直怨恨他们，因为他们已经抚养你长大，为你提供了教育和成长，这是他们的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，父母的意见是出于对我的关心，我也明白他们的困惑和担忧。但是，因为听从了他们的意见，现在我过的生活不是我梦想中的样子，自己也感到很沮丧。27岁了一事无成，我真的觉得后悔当初没有勇敢一点，出去闯闯。",
    "annotation": [
      {
        "sentence": "确实，父母的意见是出于对我的关心，我也明白他们的困惑和担忧。",
        "label": ""
      },
      {
        "sentence": "但是，因为听从了他们的意见，现在我过的生活不是我梦想中的样子，自己也感到很沮丧。",
        "label": ""
      },
      {
        "sentence": "27岁了一事无成，我真的觉得后悔当初没有勇敢一点，出去闯闯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过自责，每个人都有自己的人生轨迹。你也许没有在演艺事业上取得成就，但这并不意味着你一事无成。人生中的价值和成就不仅仅来自于职业，还可以来自其他方面。你可以试着从现在开始重新找寻自己的梦想，或者寻找其他途径来实现你内心的渴望。27岁只是人生的一个阶段，你还有很多时间来追求自己的梦想。",
    "annotation": [
      {
        "sentence": "不要太过自责，每个人都有自己的人生轨迹。",
        "label": ""
      },
      {
        "sentence": "你也许没有在演艺事业上取得成就，但这并不意味着你一事无成。",
        "label": ""
      },
      {
        "sentence": "人生中的价值和成就不仅仅来自于职业，还可以来自其他方面。",
        "label": ""
      },
      {
        "sentence": "你可以试着从现在开始重新找寻自己的梦想，或者寻找其他途径来实现你内心的渴望。",
        "label": ""
      },
      {
        "sentence": "27岁只是人生的一个阶段，你还有很多时间来追求自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能一直沉浸在过去的遗憾中。我应该积极地面对现在，努力追求自己的梦想，哪怕不一定成功，至少我会有尝试的机会。可能我之前太过依赖父母的意见，没有勇气独立思考和行动。",
    "annotation": [
      {
        "sentence": "你说得对，我不能一直沉浸在过去的遗憾中。",
        "label": ""
      },
      {
        "sentence": "我应该积极地面对现在，努力追求自己的梦想，哪怕不一定成功，至少我会有尝试的机会。",
        "label": ""
      },
      {
        "sentence": "可能我之前太过依赖父母的意见，没有勇气独立思考和行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，人生需要积极的行动和努力。你已经意识到了自己过于依赖父母的问题，这是一个很好的开始。不要怕失败，因为失败只是通向成功的过程中的一部分。你可以开始制定一个行动计划，找到适合你的方式和机会来实现自己的梦想。另外，你也可以考虑寻求专业咨询师的帮助，他们能够给予你更全面的指导和建议。",
    "annotation": [
      {
        "sentence": "是的，人生需要积极的行动和努力。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了自己过于依赖父母的问题，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "不要怕失败，因为失败只是通向成功的过程中的一部分。",
        "label": ""
      },
      {
        "sentence": "你可以开始制定一个行动计划，找到适合你的方式和机会来实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以考虑寻求专业咨询师的帮助，他们能够给予你更全面的指导和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会积极地制定行动计划，找到适合我的方式来追求梦想。同时，我也会考虑寻求专业咨询师的帮助，他们可以提供更专业的指导和支持。谢谢你的建议，我感到心情好多了。",
    "annotation": [
      {
        "sentence": "你说得对，我会积极地制定行动计划，找到适合我的方式来追求梦想。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求专业咨询师的帮助，他们可以提供更专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我感到心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，记得无论在追寻梦想的路上遇到什么困难，都要坚持下去，相信自己的能力和价值。只要你愿意行动，一切都有可能。祝你好运，期待听到你未来的进展！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，记得无论在追寻梦想的路上遇到什么困难，都要坚持下去，相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "只要你愿意行动，一切都有可能。",
        "label": ""
      },
      {
        "sentence": "祝你好运，期待听到你未来的进展！",
        "label": ""
      }
    ]
  }
]