[
  {
    "role": "client",
    "content": "我想当明星演员，没有实现，27岁一事无成，感觉后悔？大概从初中开始我就有个梦想，想当演员明星，可能是因为那个时候特别喜欢看电视，等到初中毕业的时候，我跟我父母说想去学跳舞，我父母不同意，还讲了很多跳舞的弊端，那时候还不懂的我只好放弃了，后来听从父母的学了会计，但毕业了也没有从事会计，毕了业我跟父母说我想当演员喜欢表演，那时候我才19岁，我父母又不同意，觉得我在开玩笑，还说我长的一般，比我好看的多的去了，又没有才艺，而且当演员明星是要花钱的，咱家也没那么多钱，觉得我瞎胡闹，还说你要去就去当群众演员去吧，看看有多苦，总之被我父母说了一顿后，我又老老实实待在家了，可待在家后的生活过的很不如意，因为都不是我本意，不是我心底里最想要的生活，所以一直在折腾，跟父母相处的也不好，到现在27岁了一事无成，感觉好后悔啊，如果当初没有听父母的就好了，出去闯闯，哪怕没有成功，至少有了社会经验，也会比现在过的好唉",
    "annotation": [
      {
        "sentence": "我想当明星演员，没有实现，27岁一事无成，感觉后悔？",
        "label": ""
      },
      {
        "sentence": "大概从初中开始我就有个梦想，想当演员明星，可能是因为那个时候特别喜欢看电视，等到初中毕业的时候，我跟我父母说想去学跳舞，我父母不同意，还讲了很多跳舞的弊端，那时候还不懂的我只好放弃了，后来听从父母的学了会计，但毕业了也没有从事会计，毕了业我跟父母说我想当演员喜欢表演，那时候我才19岁，我父母又不同意，觉得我在开玩笑，还说我长的一般，比我好看的多的去了，又没有才艺，而且当演员明星是要花钱的，咱家也没那么多钱，觉得我瞎胡闹，还说你要去就去当群众演员去吧，看看有多苦，总之被我父母说了一顿后，我又老老实实待在家了，可待在家后的生活过的很不如意，因为都不是我本意，不是我心底里最想要的生活，所以一直在折腾，跟父母相处的也不好，到现在27岁了一事无成，感觉好后悔啊，如果当初没有听父母的就好了，出去闯闯，哪怕没有成功，至少有了社会经验，也会比现在过的好唉",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看到这样一篇文章:【幸存者偏差】大家看到知名游戏主播在镜头前谈笑风生间月入10万，便觉得做游戏主播非常赚钱，于是抛弃学业进入了直播行业，结果学业事业两空。看到知乎大v告诉你有品质的生活来源于自律，同时还分享了自己坚持健身的过程和最终抱得美人归的happyending。你恍然大悟开始健身，却怎么也想不明白健身这么久为啥还是单身狗。【幸存者偏差】的关键在于，每一个光鲜亮丽成就的背后，都有无数的炮灰。",
    "annotation": [
      {
        "sentence": "我看到这样一篇文章:【幸存者偏差】大家看到知名游戏主播在镜头前谈笑风生间月入10万，便觉得做游戏主播非常赚钱，于是抛弃学业进入了直播行业，结果学业事业两空。",
        "label": ""
      },
      {
        "sentence": "看到知乎大v告诉你有品质的生活来源于自律，同时还分享了自己坚持健身的过程和最终抱得美人归的happyending。",
        "label": ""
      },
      {
        "sentence": "你恍然大悟开始健身，却怎么也想不明白健身这么久为啥还是单身狗。",
        "label": ""
      },
      {
        "sentence": "【幸存者偏差】的关键在于，每一个光鲜亮丽成就的背后，都有无数的炮灰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，其实很多成功的人都经历过苦难和付出的努力。",
    "annotation": [
      {
        "sentence": "我明白了，其实很多成功的人都经历过苦难和付出的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，很多人只看到成功的一面，而忽略了背后付出的努力和牺牲。你之前想当明星演员，也许更多的是向往他们光鲜亮丽的生活和成功的样子，但在内心里是否真的有强烈的渴望建立自己的演艺事业呢？",
    "annotation": [
      {
        "sentence": "是的，很多人只看到成功的一面，而忽略了背后付出的努力和牺牲。",
        "label": ""
      },
      {
        "sentence": "你之前想当明星演员，也许更多的是向往他们光鲜亮丽的生活和成功的样子，但在内心里是否真的有强烈的渴望建立自己的演艺事业呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能有些渴望吧，但我没有对这个方向做出过努力。",
    "annotation": [
      {
        "sentence": "可能有些渴望吧，但我没有对这个方向做出过努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是如此，你并没有真正去探索演艺行业需要的素质，也没有自己利用业余时间进行练习。如果你的梦想是当演员明星，你可以从现在开始阅读大量的书籍、提高自己的修养和学识，练习标准的普通话，甚至唱歌、跳舞、演奏乐器，逐渐培养自己的表演能力。",
    "annotation": [
      {
        "sentence": "正是如此，你并没有真正去探索演艺行业需要的素质，也没有自己利用业余时间进行练习。",
        "label": ""
      },
      {
        "sentence": "如果你的梦想是当演员明星，你可以从现在开始阅读大量的书籍、提高自己的修养和学识，练习标准的普通话，甚至唱歌、跳舞、演奏乐器，逐渐培养自己的表演能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该从现在开始努力提升自己的能力和素质。",
    "annotation": [
      {
        "sentence": "我明白了，我应该从现在开始努力提升自己的能力和素质。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，同时也要意识到演艺界并不是一片光鲜的，其中也存在着很多的陷阱和艰辛。并不是每个人都能取得成功的，只有很少一部分人站在舞台上领奖，大多数人默默无闻。你现在27岁了，如果被父母安排结婚生子，你肯定不会甘心，所以也可以考虑去大城市闯一闯，实现你增加社会经验的梦想。",
    "annotation": [
      {
        "sentence": "很好，同时也要意识到演艺界并不是一片光鲜的，其中也存在着很多的陷阱和艰辛。",
        "label": ""
      },
      {
        "sentence": "并不是每个人都能取得成功的，只有很少一部分人站在舞台上领奖，大多数人默默无闻。",
        "label": ""
      },
      {
        "sentence": "你现在27岁了，如果被父母安排结婚生子，你肯定不会甘心，所以也可以考虑去大城市闯一闯，实现你增加社会经验的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该勇敢地去追寻自己的梦想，不再依赖父母的支持和援助。",
    "annotation": [
      {
        "sentence": "我明白了，我应该勇敢地去追寻自己的梦想，不再依赖父母的支持和援助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，作为一个成年人，你有权利选择自己的人生道路，不必局限于父母的安排和期望。只有独立去追求自己的梦想，你才能过上真正的幸福生活。",
    "annotation": [
      {
        "sentence": "对的，作为一个成年人，你有权利选择自己的人生道路，不必局限于父母的安排和期望。",
        "label": ""
      },
      {
        "sentence": "只有独立去追求自己的梦想，你才能过上真正的幸福生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我现在更有信心去迈出第一步了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我现在更有信心去迈出第一步了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够实现自己的梦想，加油！记得要坚持努力，不要放弃自己的目标。无论成功与否，每一步都是人生的宝贵经验，值得珍惜。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够实现自己的梦想，加油！",
        "label": ""
      },
      {
        "sentence": "记得要坚持努力，不要放弃自己的目标。",
        "label": ""
      },
      {
        "sentence": "无论成功与否，每一步都是人生的宝贵经验，值得珍惜。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会铭记在心，并且积极去追求自己的梦想。希望将来能够实现自己的理想生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会铭记在心，并且积极去追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "希望将来能够实现自己的理想生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，相信自己，相信你一定可以做到！祝愿你实现梦想，过上自己想要的幸福生活！",
    "annotation": [
      {
        "sentence": "没问题，相信自己，相信你一定可以做到！",
        "label": ""
      },
      {
        "sentence": "祝愿你实现梦想，过上自己想要的幸福生活！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持，我一定会加倍努力，实现自己的梦想。再次感谢你陪伴我度过这段困惑时期。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持，我一定会加倍努力，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "再次感谢你陪伴我度过这段困惑时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。如果将来有任何困惑或者需要帮助的时候，随时都可以来找我倾诉和寻求支持。希望你能度过这段困难时期，实现自己想要的美好人生。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果将来有任何困惑或者需要帮助的时候，随时都可以来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "希望你能度过这段困难时期，实现自己想要的美好人生。",
        "label": ""
      }
    ]
  }
]