[
  {
    "role": "client",
    "content": "我知道自杀是不对的，但是对不起，我想解脱了吧？我活的很难我知道可能世界上有比我难的人但我不想挣扎我我有中度抑郁症失眠过两年总是不停的哭但我以前不是这样的12岁那年我的继母我家庭的小三怀着孩子来到我家两幅面孔对我很不好现在她又怀孕了明天我大学开学她故意说难听的话让我生气对不起对不起我控制不了自己我现在的眼泪止不住可能有点语无伦次对怪我自己我本身是那种一点就着的脾气我不会装听话我不会然后现在我爸爸是不送我了我离大学很远现在买票也来不及了我真的不想活了六年了从哪个女人来的那一天我就开始失眠得了抑郁症天天除了自杀就想自杀但是我不能白死我要拉着她这样我就不担心她害妈妈了对不起对不起对不起对不起我还是想活下去我真的好爱我奶奶我妈妈我想为她们活下去但是我已经好久没睡过好觉了也许死了我就解脱了我不该来这个世界的我知道自杀是不对的但是对不起我曾经也想努力活",
    "annotation": [
      {
        "sentence": "我知道自杀是不对的，但是对不起，我想解脱了吧？",
        "label": ""
      },
      {
        "sentence": "我活的很难我知道可能世界上有比我难的人但我不想挣扎我我有中度抑郁症失眠过两年总是不停的哭但我以前不是这样的12岁那年我的继母我家庭的小三怀着孩子来到我家两幅面孔对我很不好现在她又怀孕了明天我大学开学她故意说难听的话让我生气对不起对不起我控制不了自己我现在的眼泪止不住可能有点语无伦次对怪我自己我本身是那种一点就着的脾气我不会装听话我不会然后现在我爸爸是不送我了我离大学很远现在买票也来不及了我真的不想活了六年了从哪个女人来的那一天我就开始失眠得了抑郁症天天除了自杀就想自杀但是我不能白死我要拉着她这样我就不担心她害妈妈了对不起对不起对不起对不起我还是想活下去我真的好爱我奶奶我妈妈我想为她们活下去但是我已经好久没睡过好觉了也许死了我就解脱了我不该来这个世界的我知道自杀是不对的但是对不起我曾经也想努力活",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每一个字都是真情实感，但是我希望你千万不要放弃自己，毕竟活下去才能看到希望。️首先我想分析一下你面临的情况，毕竟解决眼前的问题，才能获得长远的安心。你提到了现在有中度抑郁，这个结果是通过看心理医生得出的吗？",
    "annotation": [
      {
        "sentence": "每一个字都是真情实感，但是我希望你千万不要放弃自己，毕竟活下去才能看到希望。",
        "label": ""
      },
      {
        "sentence": "️首先我想分析一下你面临的情况，毕竟解决眼前的问题，才能获得长远的安心。",
        "label": ""
      },
      {
        "sentence": "你提到了现在有中度抑郁，这个结果是通过看心理医生得出的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我看了心理医生，他告诉我我有中度抑郁症。",
    "annotation": [
      {
        "sentence": "是的，我看了心理医生，他告诉我我有中度抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是这样的话，我建议你与妈妈和奶奶商量一下，让你继续预约医生积极配合医嘱，和家人一起合力对抗抑郁症。如果是你根据抑郁症的症状描述觉得自己符合的话，建议你去找专业的医生，毕竟还有希望不是。",
    "annotation": [
      {
        "sentence": "如果是这样的话，我建议你与妈妈和奶奶商量一下，让你继续预约医生积极配合医嘱，和家人一起合力对抗抑郁症。",
        "label": ""
      },
      {
        "sentence": "如果是你根据抑郁症的症状描述觉得自己符合的话，建议你去找专业的医生，毕竟还有希望不是。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会跟家人商量，继续接受治疗，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会跟家人商量，继续接受治疗，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还提到上大学的路程太远，来不及去了，这个问题有很多种解决方式，首先你可以向你所在大学招生负责人，或者找到班主任提前请假，申请晚到，是没有问题的，学校会理解你的。然后你可以找到妈妈帮助你，给你买票，你的行李很多，你可以叫一个家人陪伴你一起去，如果他们都没有时间的话，你可以少带一点行李，毕竟马上就要国庆节，又可以回去拿东西，带到学校来，还可以把东西打包好，寄快递到学校。总之不要着急，总会有解决办法的。这些都是小事。",
    "annotation": [
      {
        "sentence": "你还提到上大学的路程太远，来不及去了，这个问题有很多种解决方式，首先你可以向你所在大学招生负责人，或者找到班主任提前请假，申请晚到，是没有问题的，学校会理解你的。",
        "label": ""
      },
      {
        "sentence": "然后你可以找到妈妈帮助你，给你买票，你的行李很多，你可以叫一个家人陪伴你一起去，如果他们都没有时间的话，你可以少带一点行李，毕竟马上就要国庆节，又可以回去拿东西，带到学校来，还可以把东西打包好，寄快递到学校。",
        "label": ""
      },
      {
        "sentence": "总之不要着急，总会有解决办法的。",
        "label": ""
      },
      {
        "sentence": "这些都是小事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会去找相关人员请假，然后与家人商量买票的事情。谢谢你给我这么多解决办法。",
    "annotation": [
      {
        "sentence": "我会去找相关人员请假，然后与家人商量买票的事情。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我这么多解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后是失眠的问题，如果你的心理医生有给你开关于治疗失眠的药，你可以听他的，按时吃药。如果没有人指导的话，你可以用比较传统常见的方法，睡前喝点牛奶热水，或者是吃褪黑素，有助睡眠，你还可以早点躺在床上让准备时间长一点，也可以有助睡眠。",
    "annotation": [
      {
        "sentence": "最后是失眠的问题，如果你的心理医生有给你开关于治疗失眠的药，你可以听他的，按时吃药。",
        "label": ""
      },
      {
        "sentence": "如果没有人指导的话，你可以用比较传统常见的方法，睡前喝点牛奶热水，或者是吃褪黑素，有助睡眠，你还可以早点躺在床上让准备时间长一点，也可以有助睡眠。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会按照医生的建议服药，并尝试一些其他方法来改善睡眠质量。",
    "annotation": [
      {
        "sentence": "好的，我会按照医生的建议服药，并尝试一些其他方法来改善睡眠质量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "然后我想分析一下你面临的家庭困境，我了解的不太多，也有可能不妥当，请多包涵。首先你说过12岁以前的生活不是这样，可能要比现在开心，继母介入你的生活之后你变得闷闷不乐了，看得出来，现在你应该跟一起父亲生活，我不知道这是你自己的选择，还是父母的选择，总之我觉得如果你有选择的话，你喜欢的是妈妈，你应该和妈妈一起生活，和爸爸生活只会让你触景生情、不快乐的话，就不要强求了，没，我们都知道，就算是和父母生活也需要考虑合不合适，不能强求。你要知道，无论是在你身上，还是在周围发生过的一些家庭纠纷，太多离散的家庭，我们应该懂得一个道理：人是会变心的，爱也会变，甚至转移。你父亲选择了转移对家庭爱，那是他个人的选择，与你今后的生活，和你的未来没有关系，你依然可以选择追求幸福，你以后会有你自己的生活，上大学之后也会有更广阔的人脉和圈子，不妨把眼光放长远，如果你还是觉得很难受，你可以多来问答区倾诉。",
    "annotation": [
      {
        "sentence": "然后我想分析一下你面临的家庭困境，我了解的不太多，也有可能不妥当，请多包涵。",
        "label": ""
      },
      {
        "sentence": "首先你说过12岁以前的生活不是这样，可能要比现在开心，继母介入你的生活之后你变得闷闷不乐了，看得出来，现在你应该跟一起父亲生活，我不知道这是你自己的选择，还是父母的选择，总之我觉得如果你有选择的话，你喜欢的是妈妈，你应该和妈妈一起生活，和爸爸生活只会让你触景生情、不快乐的话，就不要强求了，没，我们都知道，就算是和父母生活也需要考虑合不合适，不能强求。",
        "label": ""
      },
      {
        "sentence": "你要知道，无论是在你身上，还是在周围发生过的一些家庭纠纷，太多离散的家庭，我们应该懂得一个道理：人是会变心的，爱也会变，甚至转移。",
        "label": ""
      },
      {
        "sentence": "你父亲选择了转移对家庭爱，那是他个人的选择，与你今后的生活，和你的未来没有关系，你依然可以选择追求幸福，你以后会有你自己的生活，上大学之后也会有更广阔的人脉和圈子，不妨把眼光放长远，如果你还是觉得很难受，你可以多来问答区倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好考虑你说的这些事情，也会试着改变自己的观念，展望未来的幸福。谢谢你的鼓励和建议，我会多来问答区和你们倾诉。",
    "annotation": [
      {
        "sentence": "我会好好考虑你说的这些事情，也会试着改变自己的观念，展望未来的幸福。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议，我会多来问答区和你们倾诉。",
        "label": ""
      }
    ]
  }
]