[
  {
    "role": "client",
    "content": "我是一个22岁的女生，最近被诊断为双向情感障碍，我感到很无助，不知道该如何开始工作。我可以简单介绍一下自己吗？年龄22，是个女孩子。我被诊断为双向情感障碍，这已经是第三次确认的结果了。我上一次住院是大约一年前，具体时间我已经记不得了。而且我没有按时服用医生开的药物，因为有一些原因导致我没有办法买到这些药。我一直在服用思瑞康，剂量也不太稳定。最近我好像产生了一些抗药性，但我还是非常依赖这种药物。我刚刚毕业，有个专科学位，最近家人帮我找到了一份工作，但我感到无法集中精力进行工作，我只想做自己喜欢的事情，比如打游戏。我知道这样是不好的，大家都在忙工作的时候，我在玩游戏显得很尴尬。有时候我情绪高涨时觉得自己无所不能，但情绪低落时则什么话都不想说，整天只想哭。我知道这样下去不行，但家庭经济情况不好，父母离异，母亲去世。我曾经住过两次医院，但现在不敢再去了，一方面是因为条件不允许，另一方面是因为我对自己现在的状态感到排斥。我真不知道该怎么办。我现在非常焦虑，刚刚被领导谈话完，感到自己无法达到她的要求，非常苦恼。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，最近被诊断为双向情感障碍，我感到很无助，不知道该如何开始工作。",
        "label": ""
      },
      {
        "sentence": "我可以简单介绍一下自己吗？",
        "label": ""
      },
      {
        "sentence": "年龄22，是个女孩子。",
        "label": ""
      },
      {
        "sentence": "我被诊断为双向情感障碍，这已经是第三次确认的结果了。",
        "label": ""
      },
      {
        "sentence": "我上一次住院是大约一年前，具体时间我已经记不得了。",
        "label": ""
      },
      {
        "sentence": "而且我没有按时服用医生开的药物，因为有一些原因导致我没有办法买到这些药。",
        "label": ""
      },
      {
        "sentence": "我一直在服用思瑞康，剂量也不太稳定。",
        "label": ""
      },
      {
        "sentence": "最近我好像产生了一些抗药性，但我还是非常依赖这种药物。",
        "label": ""
      },
      {
        "sentence": "我刚刚毕业，有个专科学位，最近家人帮我找到了一份工作，但我感到无法集中精力进行工作，我只想做自己喜欢的事情，比如打游戏。",
        "label": ""
      },
      {
        "sentence": "我知道这样是不好的，大家都在忙工作的时候，我在玩游戏显得很尴尬。",
        "label": ""
      },
      {
        "sentence": "有时候我情绪高涨时觉得自己无所不能，但情绪低落时则什么话都不想说，整天只想哭。",
        "label": ""
      },
      {
        "sentence": "我知道这样下去不行，但家庭经济情况不好，父母离异，母亲去世。",
        "label": ""
      },
      {
        "sentence": "我曾经住过两次医院，但现在不敢再去了，一方面是因为条件不允许，另一方面是因为我对自己现在的状态感到排斥。",
        "label": ""
      },
      {
        "sentence": "我真不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我现在非常焦虑，刚刚被领导谈话完，感到自己无法达到她的要求，非常苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样的困扰，我想起了一棵树，当树枯死了以后，只有每天细心浇水、悉心呵护，看它是否会重新长出新的芽。在我小时候，我一直保持良好的状态，累了就休息，困了就睡觉，痛了就哭，生气了就骂，被打了就要求公正，或者还手。这样，我的精神状态一直保持在健康的范围内。当然，这并不是一蹴而就的事情，需要我们付出真正的努力。",
    "annotation": [
      {
        "sentence": "看到你这样的困扰，我想起了一棵树，当树枯死了以后，只有每天细心浇水、悉心呵护，看它是否会重新长出新的芽。",
        "label": ""
      },
      {
        "sentence": "在我小时候，我一直保持良好的状态，累了就休息，困了就睡觉，痛了就哭，生气了就骂，被打了就要求公正，或者还手。",
        "label": ""
      },
      {
        "sentence": "这样，我的精神状态一直保持在健康的范围内。",
        "label": ""
      },
      {
        "sentence": "当然，这并不是一蹴而就的事情，需要我们付出真正的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。但是，我觉得自己已经很努力了，可是还是无法控制自己的情绪和专注力。我真的很困惑，不知道该怎么才能改变现状。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得自己已经很努力了，可是还是无法控制自己的情绪和专注力。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，不知道该怎么才能改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和困难。改变现状确实不是一件容易的事情，但是只要我们有始有终，持之以恒，思前顾后地面对问题，相信我们可以逐渐改变。同时，我建议你寻求专业的帮助，寻找一位经验丰富的心理医生，他们可以更好地理解你的情况并给予正确的指导。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和困难。",
        "label": ""
      },
      {
        "sentence": "改变现状确实不是一件容易的事情，但是只要我们有始有终，持之以恒，思前顾后地面对问题，相信我们可以逐渐改变。",
        "label": ""
      },
      {
        "sentence": "同时，我建议你寻求专业的帮助，寻找一位经验丰富的心理医生，他们可以更好地理解你的情况并给予正确的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要专业的帮助。但我之前去过两次医院，体验并不尽如人意，我对再去医院有一些抵触情绪。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要专业的帮助。",
        "label": ""
      },
      {
        "sentence": "但我之前去过两次医院，体验并不尽如人意，我对再去医院有一些抵触情绪。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你对医院的抵触情绪，但是不要因为之前的经历就完全排斥寻求帮助。为了更好地解决问题，你可以从其他渠道寻求帮助，比如咨询一些专业的心理咨询师，他们在协助情感问题上也有丰富的经验。同时，你可以尝试使用一些自我管理的方法来调节情绪，比如深呼吸、放松训练、情绪日记等等。",
    "annotation": [
      {
        "sentence": "我完全理解你对医院的抵触情绪，但是不要因为之前的经历就完全排斥寻求帮助。",
        "label": ""
      },
      {
        "sentence": "为了更好地解决问题，你可以从其他渠道寻求帮助，比如咨询一些专业的心理咨询师，他们在协助情感问题上也有丰富的经验。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试使用一些自我管理的方法来调节情绪，比如深呼吸、放松训练、情绪日记等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，听起来很有帮助。我会尝试寻找心理咨询师，同时也会尝试一些自我管理的方法来调节情绪。希望通过这些努力，我能逐渐改变现状。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，听起来很有帮助。",
        "label": ""
      },
      {
        "sentence": "我会尝试寻找心理咨询师，同时也会尝试一些自我管理的方法来调节情绪。",
        "label": ""
      },
      {
        "sentence": "希望通过这些努力，我能逐渐改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和希望。记住，在改变过程中可能会遇到困难和挫折，但坚持下去，不断尝试，相信你一定能够克服。同时，也请你时刻关注自己的内心需求和情绪变化，不要忽视自己的感受，及时找到适合自己的方式来调节情绪。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和希望。",
        "label": ""
      },
      {
        "sentence": "记住，在改变过程中可能会遇到困难和挫折，但坚持下去，不断尝试，相信你一定能够克服。",
        "label": ""
      },
      {
        "sentence": "同时，也请你时刻关注自己的内心需求和情绪变化，不要忽视自己的感受，及时找到适合自己的方式来调节情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和提醒。我会坚持努力，保持积极的态度，同时也会更加关注和尊重自己的内心。再次感谢你的支持和陪伴！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和提醒。",
        "label": ""
      },
      {
        "sentence": "我会坚持努力，保持积极的态度，同时也会更加关注和尊重自己的内心。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你能够积极面对并接受帮助。你已经迈出了积极的一步，相信你一定能够逐渐摆脱困境，找到更好的自己。希望你一切顺利，如果还需要任何帮助，随时找我倾诉。你不是一个人在战斗，我们一起面对挑战。",
    "annotation": [
      {
        "sentence": "非常欣慰看到你能够积极面对并接受帮助。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了积极的一步，相信你一定能够逐渐摆脱困境，找到更好的自己。",
        "label": ""
      },
      {
        "sentence": "希望你一切顺利，如果还需要任何帮助，随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一起面对挑战。",
        "label": ""
      }
    ]
  }
]