[
  {
    "role": "client",
    "content": "老公在我孕晚期、哺乳期约炮，该不该原谅？最近突然发现老公出轨了，怎么都没想到这种事情会发生在我身上，找到老公对峙，他没有抵赖，说是约炮了，在几个月前开始，那就是我的孕晚期开始，到现在我生完孩子一个多月，这期间有五六次，同一个炮友。我发现后，他开始痛哭，下跪求我原谅，说自己也很后悔，知道很不应该。并且在我发现的那一天已经把对方删除好友，没想到那一天就被我发现。说以后绝对不会再犯，要当一个好爸爸，给孩子做榜样。首先我心里知道我应该给他一次机会，不然肯定会影响两个孩子的心理健康，但是每当我想到他跟别的女人一起过，我就无法释怀，心里就像有一根刺。感觉自己快要精神分裂，想着他是怎么约的对方，是不是跟对方在一起的时候很开心愉快，各种细节，止不住的想。",
    "annotation": [
      {
        "sentence": "老公在我孕晚期、哺乳期约炮，该不该原谅？",
        "label": ""
      },
      {
        "sentence": "最近突然发现老公出轨了，怎么都没想到这种事情会发生在我身上，找到老公对峙，他没有抵赖，说是约炮了，在几个月前开始，那就是我的孕晚期开始，到现在我生完孩子一个多月，这期间有五六次，同一个炮友。",
        "label": ""
      },
      {
        "sentence": "我发现后，他开始痛哭，下跪求我原谅，说自己也很后悔，知道很不应该。",
        "label": ""
      },
      {
        "sentence": "并且在我发现的那一天已经把对方删除好友，没想到那一天就被我发现。",
        "label": ""
      },
      {
        "sentence": "说以后绝对不会再犯，要当一个好爸爸，给孩子做榜样。",
        "label": ""
      },
      {
        "sentence": "首先我心里知道我应该给他一次机会，不然肯定会影响两个孩子的心理健康，但是每当我想到他跟别的女人一起过，我就无法释怀，心里就像有一根刺。",
        "label": ""
      },
      {
        "sentence": "感觉自己快要精神分裂，想着他是怎么约的对方，是不是跟对方在一起的时候很开心愉快，各种细节，止不住的想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个非常令人痛苦的事情。老公说只是单纯地没管住自己，这样的说辞反应了什么？第一他没有觉得自己犯了什么大错，只是“单纯”地没有管住自己。他不敢或者不想去承担这个责任，没有什么担当。犯错一次况且还能这样去解释，但是他一共发生了五六次，可以说是有意地就想去做这样的事了。如果没有被发现，可能还会继续下去，直到成为一个长期炮友。第二他是一个自私的人，他把自己的私欲建立在彼此关系，你的快乐之上。明明知道你会心碎，甚至在你还是孕期，哺乳期的时候，他还是选择了出轨，去满足自己的需求。第三他并没有认为忠诚对于婚姻来说是很重要的。他觉得你在孕期，哺乳期，没办法满足他了，他就要向外求索。我相信有大把的男人是能够在媳妇不方便的时候忍耐住的，我身边也有很多这样的男性。因为他们把家庭，婚姻，感情看得更重要，不想因为自己一时的需求而伤害对方，伤害这个家庭。他们压根就不会把自己置于一个会受到诱惑的环境之下。你觉得心中有一根刺，无法释怀，太正常了，换做是我，我也无法去谅解这样的情况。你都已经和别人好上了，我已经是一个可以替代的人，何必再去维持这段关系？",
    "annotation": [
      {
        "sentence": "这确实是一个非常令人痛苦的事情。",
        "label": ""
      },
      {
        "sentence": "老公说只是单纯地没管住自己，这样的说辞反应了什么？",
        "label": ""
      },
      {
        "sentence": "第一他没有觉得自己犯了什么大错，只是“单纯”地没有管住自己。",
        "label": ""
      },
      {
        "sentence": "他不敢或者不想去承担这个责任，没有什么担当。",
        "label": ""
      },
      {
        "sentence": "犯错一次况且还能这样去解释，但是他一共发生了五六次，可以说是有意地就想去做这样的事了。",
        "label": ""
      },
      {
        "sentence": "如果没有被发现，可能还会继续下去，直到成为一个长期炮友。",
        "label": ""
      },
      {
        "sentence": "第二他是一个自私的人，他把自己的私欲建立在彼此关系，你的快乐之上。",
        "label": ""
      },
      {
        "sentence": "明明知道你会心碎，甚至在你还是孕期，哺乳期的时候，他还是选择了出轨，去满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "第三他并没有认为忠诚对于婚姻来说是很重要的。",
        "label": ""
      },
      {
        "sentence": "他觉得你在孕期，哺乳期，没办法满足他了，他就要向外求索。",
        "label": ""
      },
      {
        "sentence": "我相信有大把的男人是能够在媳妇不方便的时候忍耐住的，我身边也有很多这样的男性。",
        "label": ""
      },
      {
        "sentence": "因为他们把家庭，婚姻，感情看得更重要，不想因为自己一时的需求而伤害对方，伤害这个家庭。",
        "label": ""
      },
      {
        "sentence": "他们压根就不会把自己置于一个会受到诱惑的环境之下。",
        "label": ""
      },
      {
        "sentence": "你觉得心中有一根刺，无法释怀，太正常了，换做是我，我也无法去谅解这样的情况。",
        "label": ""
      },
      {
        "sentence": "你都已经和别人好上了，我已经是一个可以替代的人，何必再去维持这段关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以你觉得我应该离婚吗？如果我离婚了，对孩子会有什么影响？",
    "annotation": [
      {
        "sentence": "所以你觉得我应该离婚吗？",
        "label": ""
      },
      {
        "sentence": "如果我离婚了，对孩子会有什么影响？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不认为离婚就一定会影响孩子的心理健康，只要你能动用各种社会资源，给孩子优质的陪伴和教育，单亲的孩子也一样可以成长得很好。说离婚孩子过不好的通常是因为单亲家长经济能力通常比较弱，经常会忙工作，无暇去顾及孩子的需求和成长，孩子在没有引导的情况下就容易走歪路。如果你有人帮忙带孩子，能够给孩子足够的陪伴和正确的引导，我觉得好过和一个自己不爱的，甚至让你感到精神分裂的人在一起，这样孩子的心理健康不好说，但是你的心理健康一定会受到影响。孩子是聪明而又敏感的，他能敏锐的感知到爸爸妈妈之间的关系，我相信孩子在一个单亲但是快乐的家庭里会比在一个父母关系不和谐的家庭里身心要更健康。如果你暂时很难去分开的话就先熬过这段时间，等到哺乳期过了，或者能够独立带孩子的时候再去考虑。你就想着目前只是搭伙过日子的情况，总有一天你会离开他，找到真正重视你的人，而不是强行原谅一个伤害自己的人。也许你这样想还会好受一些。",
    "annotation": [
      {
        "sentence": "我不认为离婚就一定会影响孩子的心理健康，只要你能动用各种社会资源，给孩子优质的陪伴和教育，单亲的孩子也一样可以成长得很好。",
        "label": ""
      },
      {
        "sentence": "说离婚孩子过不好的通常是因为单亲家长经济能力通常比较弱，经常会忙工作，无暇去顾及孩子的需求和成长，孩子在没有引导的情况下就容易走歪路。",
        "label": ""
      },
      {
        "sentence": "如果你有人帮忙带孩子，能够给孩子足够的陪伴和正确的引导，我觉得好过和一个自己不爱的，甚至让你感到精神分裂的人在一起，这样孩子的心理健康不好说，但是你的心理健康一定会受到影响。",
        "label": ""
      },
      {
        "sentence": "孩子是聪明而又敏感的，他能敏锐的感知到爸爸妈妈之间的关系，我相信孩子在一个单亲但是快乐的家庭里会比在一个父母关系不和谐的家庭里身心要更健康。",
        "label": ""
      },
      {
        "sentence": "如果你暂时很难去分开的话就先熬过这段时间，等到哺乳期过了，或者能够独立带孩子的时候再去考虑。",
        "label": ""
      },
      {
        "sentence": "你就想着目前只是搭伙过日子的情况，总有一天你会离开他，找到真正重视你的人，而不是强行原谅一个伤害自己的人。",
        "label": ""
      },
      {
        "sentence": "也许你这样想还会好受一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我也想过给孩子一个健康的家庭，但是每次想到他的背叛，我就感到很心痛。我不知道该如何放下这个伤害，怎么才能让自己内心平静下来？",
    "annotation": [
      {
        "sentence": "你说的有道理，我也想过给孩子一个健康的家庭，但是每次想到他的背叛，我就感到很心痛。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何放下这个伤害，怎么才能让自己内心平静下来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个需要时间和努力的过程。首先，你可以尝试和他进行坦诚的对话，表达你的痛苦和困惑，看看他是否真心悔过和愿意改变。同时，你也可以考虑寻求心理咨询师的帮助，通过专业的指导和治疗，逐渐释放内心的痛苦并找回自我。此外，你可以尝试进行放松和调节情绪的活动，比如运动、冥想、写日记等，帮助自己平静下来。最重要的是，要给自己时间和空间去疗愈，不要强迫自己过快地忘记或原谅。记住，你的感受和自己的内心需求同样重要，不要勉强自己为了孩子而维持一段不健康的关系，你也有权利追求自己的幸福。",
    "annotation": [
      {
        "sentence": "这确实是一个需要时间和努力的过程。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试和他进行坦诚的对话，表达你的痛苦和困惑，看看他是否真心悔过和愿意改变。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻求心理咨询师的帮助，通过专业的指导和治疗，逐渐释放内心的痛苦并找回自我。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试进行放松和调节情绪的活动，比如运动、冥想、写日记等，帮助自己平静下来。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要给自己时间和空间去疗愈，不要强迫自己过快地忘记或原谅。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和自己的内心需求同样重要，不要勉强自己为了孩子而维持一段不健康的关系，你也有权利追求自己的幸福。",
        "label": ""
      }
    ]
  }
]