[
  {
    "role": "client",
    "content": "老公在我孕晚期、哺乳期约炮，该不该原谅？最近突然发现老公出轨了，怎么都没想到这种事情会发生在我身上，找到老公对峙，他没有抵赖，说是约炮了，在几个月前开始，那就是我的孕晚期开始，到现在我生完孩子一个多月，这期间有五六次，同一个炮友。我发现后，他开始痛哭，下跪求我原谅，说自己也很后悔，知道很不应该。并且在我发现的那一天已经把对方删除好友，没想到那一天就被我发现。说以后绝对不会再犯，要当一个好爸爸，给孩子做榜样。首先我心里知道我应该给他一次机会，不然肯定会影响两个孩子的心理健康，但是每当我想到他跟别的女人一起过，我就无法释怀，心里就像有一根刺。感觉自己快要精神分裂，想着他是怎么约的对方，是不是跟对方在一起的时候很开心愉快，各种细节，止不住的想。老公说只是单纯的没有管住自己，那为什么一次后还会有下一次，一共发生了五六次。我该怎么办，到底该不该离婚？",
    "annotation": [
      {
        "sentence": "老公在我孕晚期、哺乳期约炮，该不该原谅？",
        "label": ""
      },
      {
        "sentence": "最近突然发现老公出轨了，怎么都没想到这种事情会发生在我身上，找到老公对峙，他没有抵赖，说是约炮了，在几个月前开始，那就是我的孕晚期开始，到现在我生完孩子一个多月，这期间有五六次，同一个炮友。",
        "label": ""
      },
      {
        "sentence": "我发现后，他开始痛哭，下跪求我原谅，说自己也很后悔，知道很不应该。",
        "label": ""
      },
      {
        "sentence": "并且在我发现的那一天已经把对方删除好友，没想到那一天就被我发现。",
        "label": ""
      },
      {
        "sentence": "说以后绝对不会再犯，要当一个好爸爸，给孩子做榜样。",
        "label": ""
      },
      {
        "sentence": "首先我心里知道我应该给他一次机会，不然肯定会影响两个孩子的心理健康，但是每当我想到他跟别的女人一起过，我就无法释怀，心里就像有一根刺。",
        "label": ""
      },
      {
        "sentence": "感觉自己快要精神分裂，想着他是怎么约的对方，是不是跟对方在一起的时候很开心愉快，各种细节，止不住的想。",
        "label": ""
      },
      {
        "sentence": "老公说只是单纯的没有管住自己，那为什么一次后还会有下一次，一共发生了五六次。",
        "label": ""
      },
      {
        "sentence": "我该怎么办，到底该不该离婚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾发生这样的事，相信任何人遇到这样的事情都会很难受。首先我心里知道我应该给他一次机会，不然肯定会影响两个孩子的心理健康，但是每当我想到他跟别的女人一起过，我就无法释怀，心里就像有一根刺。感情的事，没有应不应该，只有愿不愿意。你说的很对，原谅两个字看似容易，但真放到日常的点点滴滴里，属实不易。",
    "annotation": [
      {
        "sentence": "很遗憾发生这样的事，相信任何人遇到这样的事情都会很难受。",
        "label": ""
      },
      {
        "sentence": "首先我心里知道我应该给他一次机会，不然肯定会影响两个孩子的心理健康，但是每当我想到他跟别的女人一起过，我就无法释怀，心里就像有一根刺。",
        "label": ""
      },
      {
        "sentence": "感情的事，没有应不应该，只有愿不愿意。",
        "label": ""
      },
      {
        "sentence": "你说的很对，原谅两个字看似容易，但真放到日常的点点滴滴里，属实不易。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的很难受，每次想到他的背叛就像一把利刃插在我的心里，我很难继续和他相处。",
    "annotation": [
      {
        "sentence": "是啊，我真的很难受，每次想到他的背叛就像一把利刃插在我的心里，我很难继续和他相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "出轨被发现后回归家庭，最棘手的问题就在于双方很难调整好心态。不仅是你要承受“一朝被蛇咬十年怕井绳”巨大的压力，连他都要承受“有前科”的罪名。短时间内，他可能会表现得非常殷勤，希望能够弥补些什么，但任何一种不平等的关系都是破裂前的危险信号，如果不能“重新出发”，那么未来的婚姻生活对你们双方来说都是“负重前行”。",
    "annotation": [
      {
        "sentence": "出轨被发现后回归家庭，最棘手的问题就在于双方很难调整好心态。",
        "label": ""
      },
      {
        "sentence": "不仅是你要承受“一朝被蛇咬十年怕井绳”巨大的压力，连他都要承受“有前科”的罪名。",
        "label": ""
      },
      {
        "sentence": "短时间内，他可能会表现得非常殷勤，希望能够弥补些什么，但任何一种不平等的关系都是破裂前的危险信号，如果不能“重新出发”，那么未来的婚姻生活对你们双方来说都是“负重前行”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他确实很后悔，对我表示了很多悔过的态度，但我总是无法相信他是否真的能改变。毕竟他一次又一次地出轨，我害怕再受伤害。",
    "annotation": [
      {
        "sentence": "他确实很后悔，对我表示了很多悔过的态度，但我总是无法相信他是否真的能改变。",
        "label": ""
      },
      {
        "sentence": "毕竟他一次又一次地出轨，我害怕再受伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他的后悔心情我能理解，但是这段描述结合他出轨多次的事实，可以看出他的自尊水平比较低，自尊水平越低的人，侥幸心理就越强，这就很好地解释了为什么他前前后后多次出轨，而没有第一次出轨后幡然悔悟。婚姻中的双方对彼此都有很强的影响，双方一面“改造”着对方，一面适应着对方。这件事如果从外部来看，是存在偶然成分的，但如果从你们的夫妻关系入手，这似乎又是一种必然。",
    "annotation": [
      {
        "sentence": "他的后悔心情我能理解，但是这段描述结合他出轨多次的事实，可以看出他的自尊水平比较低，自尊水平越低的人，侥幸心理就越强，这就很好地解释了为什么他前前后后多次出轨，而没有第一次出轨后幡然悔悟。",
        "label": ""
      },
      {
        "sentence": "婚姻中的双方对彼此都有很强的影响，双方一面“改造”着对方，一面适应着对方。",
        "label": ""
      },
      {
        "sentence": "这件事如果从外部来看，是存在偶然成分的，但如果从你们的夫妻关系入手，这似乎又是一种必然。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许我们在婚姻里存在一些问题，但我从来没有想过他会背叛我，这让我觉得很痛苦。我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "也许我们在婚姻里存在一些问题，但我从来没有想过他会背叛我，这让我觉得很痛苦。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "任何可能会存在，他有可能痛改前非，成为一个好父亲，好丈夫，也有可能继续心存侥幸在危险的边缘试探，而最终他选择哪条路不仅仅取决于他自己的决心，还取决于你们未来情感生活的走向，以及你对他的积极影响。但是，无论你们最终选择了怎样的道路，都需要你们共同努力来重新建立起互相信任的关系。",
    "annotation": [
      {
        "sentence": "任何可能会存在，他有可能痛改前非，成为一个好父亲，好丈夫，也有可能继续心存侥幸在危险的边缘试探，而最终他选择哪条路不仅仅取决于他自己的决心，还取决于你们未来情感生活的走向，以及你对他的积极影响。",
        "label": ""
      },
      {
        "sentence": "但是，无论你们最终选择了怎样的道路，都需要你们共同努力来重新建立起互相信任的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是每当我想到他的背叛，我就无法释怀，感觉自己快要精神分裂了。",
    "annotation": [
      {
        "sentence": "但是每当我想到他的背叛，我就无法释怀，感觉自己快要精神分裂了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个很艰难的时刻，建议你尝试心理咨询。说实话，这种事和谁都没法说，非专业人士也很难给出有实质性帮助的建议，一名有经验的咨询师可以陪你度过这个阶段。他们能够帮助你理清自己的情绪，提供更专业的支持和建议。",
    "annotation": [
      {
        "sentence": "这是个很艰难的时刻，建议你尝试心理咨询。",
        "label": ""
      },
      {
        "sentence": "说实话，这种事和谁都没法说，非专业人士也很难给出有实质性帮助的建议，一名有经验的咨询师可以陪你度过这个阶段。",
        "label": ""
      },
      {
        "sentence": "他们能够帮助你理清自己的情绪，提供更专业的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我真的需要专业的帮助来处理自己的情绪。谢谢你的建议，我会考虑找一位心理咨询师。",
    "annotation": [
      {
        "sentence": "或许你说得对，我真的需要专业的帮助来处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会考虑找一位心理咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能找到适合自己的解决方案。不要忘记，你并不孤单，有很多人都会面临类似的问题，而他们也成功地度过了。加油，祝你能够早日走出困境，重新找到自己的幸福。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能找到适合自己的解决方案。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你并不孤单，有很多人都会面临类似的问题，而他们也成功地度过了。",
        "label": ""
      },
      {
        "sentence": "加油，祝你能够早日走出困境，重新找到自己的幸福。",
        "label": ""
      }
    ]
  }
]