[
  {
    "role": "client",
    "content": "初三女，妈妈问我为什么不去死，我不知道该怎么办？",
    "annotation": [
      {
        "sentence": "初三女，妈妈问我为什么不去死，我不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的感受，这样的问题肯定会让你感到困惑和无助。但是，请相信你并不是孤独的，我们可以一起来找到解决的方法。你说妈妈对你大吼大叫，问你为什么不去死，这确实不是一个好的家庭环境。你有考虑过和妈妈好好沟通吗？",
    "annotation": [
      {
        "sentence": "我很理解你的感受，这样的问题肯定会让你感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你并不是孤独的，我们可以一起来找到解决的方法。",
        "label": ""
      },
      {
        "sentence": "你说妈妈对你大吼大叫，问你为什么不去死，这确实不是一个好的家庭环境。",
        "label": ""
      },
      {
        "sentence": "你有考虑过和妈妈好好沟通吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "上初中以后妈妈总是对我大吼大叫，问我怎么不去死。我本身情绪也相当不稳定，很容易受影响，甚至会希望躺下去睡一觉之后再也不醒过来。初二寒假最绝望时尝试过割腕但没有成功，被家长没收了刀具关了很久。",
    "annotation": [
      {
        "sentence": "上初中以后妈妈总是对我大吼大叫，问我怎么不去死。",
        "label": ""
      },
      {
        "sentence": "我本身情绪也相当不稳定，很容易受影响，甚至会希望躺下去睡一觉之后再也不醒过来。",
        "label": ""
      },
      {
        "sentence": "初二寒假最绝望时尝试过割腕但没有成功，被家长没收了刀具关了很久。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我感到十分心疼。自残是非常危险的行为，你现在的痛苦可能是源于妈妈的言语攻击，但这并不是解决问题的方式。我们接下来可以一起探讨如何与妈妈进行沟通，让她理解你的感受，避免再受到伤害。",
    "annotation": [
      {
        "sentence": "听到你的经历，我感到十分心疼。",
        "label": ""
      },
      {
        "sentence": "自残是非常危险的行为，你现在的痛苦可能是源于妈妈的言语攻击，但这并不是解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "我们接下来可以一起探讨如何与妈妈进行沟通，让她理解你的感受，避免再受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "近一个月来精神状况有一点改善，遇到了非常喜欢的人，想要努力生活的时候又遭到了妈妈的打击。现在绝望的感觉又回来了，痛苦令我很想一了百了，但痛苦过后又会想要抱着最后一点点希望尝试再挣扎着活下去，结果是又遇到更大的痛苦。",
    "annotation": [
      {
        "sentence": "近一个月来精神状况有一点改善，遇到了非常喜欢的人，想要努力生活的时候又遭到了妈妈的打击。",
        "label": ""
      },
      {
        "sentence": "现在绝望的感觉又回来了，痛苦令我很想一了百了，但痛苦过后又会想要抱着最后一点点希望尝试再挣扎着活下去，结果是又遇到更大的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的坚持让我感到十分敬佩，即使困境中也没有放弃对生活的希望。但是，我想告诉你，你并不需要独自承受这一切。面对困难和逆境，我们需要有人来陪伴和支持我们。除了你喜欢的人，你还可以找一些亲密的朋友，向他们倾诉你的心声，听取他们的建议和支持。你并不孤单。",
    "annotation": [
      {
        "sentence": "你的坚持让我感到十分敬佩，即使困境中也没有放弃对生活的希望。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你，你并不需要独自承受这一切。",
        "label": ""
      },
      {
        "sentence": "面对困难和逆境，我们需要有人来陪伴和支持我们。",
        "label": ""
      },
      {
        "sentence": "除了你喜欢的人，你还可以找一些亲密的朋友，向他们倾诉你的心声，听取他们的建议和支持。",
        "label": ""
      },
      {
        "sentence": "你并不孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我死掉周围的人可能会为我难过吧，况且我用这样的方式来反抗妈妈未免太不值得，我还有想做的事、想见到的人和想实现的梦想。道理我都懂，可是我好像快走到绝路了。要怪就怪我一个小小女孩子，心门子太窄。我真的不知道我能做什么。",
    "annotation": [
      {
        "sentence": "如果我死掉周围的人可能会为我难过吧，况且我用这样的方式来反抗妈妈未免太不值得，我还有想做的事、想见到的人和想实现的梦想。",
        "label": ""
      },
      {
        "sentence": "道理我都懂，可是我好像快走到绝路了。",
        "label": ""
      },
      {
        "sentence": "要怪就怪我一个小小女孩子，心门子太窄。",
        "label": ""
      },
      {
        "sentence": "我真的不知道我能做什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请抱一下自己，你一点都不小，你经历了很多，也承受了很多痛苦。但是，我们不能因为困难而放弃自己，你拥有很多为之奋斗的事情和梦想。面对困境，我们可以一起找寻解决问题的方法。我建议你找到一位专业的心理医生，通过心理咨询和倾诉来获得帮助。同时，还可以和你的父母一起去咨询，他们也许能够理解你的难处。请相信，只要你的父母还爱你，他们听了医生的建议也会做出改变的。你可以重新找到生活的希望，我们都会陪伴在你身边。",
    "annotation": [
      {
        "sentence": "请抱一下自己，你一点都不小，你经历了很多，也承受了很多痛苦。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因为困难而放弃自己，你拥有很多为之奋斗的事情和梦想。",
        "label": ""
      },
      {
        "sentence": "面对困境，我们可以一起找寻解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我建议你找到一位专业的心理医生，通过心理咨询和倾诉来获得帮助。",
        "label": ""
      },
      {
        "sentence": "同时，还可以和你的父母一起去咨询，他们也许能够理解你的难处。",
        "label": ""
      },
      {
        "sentence": "请相信，只要你的父母还爱你，他们听了医生的建议也会做出改变的。",
        "label": ""
      },
      {
        "sentence": "你可以重新找到生活的希望，我们都会陪伴在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和妈妈好好沟通，也会考虑寻求心理医生的帮助。谢谢你的建议和支持，希望自己能够走出困境，重新找到生活的勇气和希望。",
    "annotation": [
      {
        "sentence": "我会试着和妈妈好好沟通，也会考虑寻求心理医生的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，希望自己能够走出困境，重新找到生活的勇气和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试去改变和寻求帮助。你是一个勇敢坚强的人，不要再抱有过多的自责和压力。记住，你并不孤单，我们都在支持你。如果你遇到任何困难或者需要倾诉，请随时向我敞开心扉。相信未来，你一定能够走出困境，过上幸福健康的生活。祝福你，好好生活。我们爱你。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试去改变和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢坚强的人，不要再抱有过多的自责和压力。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在支持你。",
        "label": ""
      },
      {
        "sentence": "如果你遇到任何困难或者需要倾诉，请随时向我敞开心扉。",
        "label": ""
      },
      {
        "sentence": "相信未来，你一定能够走出困境，过上幸福健康的生活。",
        "label": ""
      },
      {
        "sentence": "祝福你，好好生活。",
        "label": ""
      },
      {
        "sentence": "我们爱你。",
        "label": ""
      }
    ]
  }
]