[
  {
    "role": "client",
    "content": "男友比我大16岁，我们年龄差距太大了，我该怎么办呢？最近我不知不觉和一个比我大16岁的大叔走到了一起，他离过婚，还有一个女儿和前妻生活在一起。虽然他的经济条件不太理想，但他能满足我的情感需求。我们互相深爱着对方。可是我之前从来没有想过自己的另一半会和我年龄差这么大，一想到以后会先变老，我就感到很沮丧。我还会关注一些娱乐圈上年龄差距大的夫妻，他们给了我一些安慰。但是那种年龄差距就像是一道过不去的障碍一样，我也不知道该怎么和父母讲，他们的思想比较传统，他们不会理解的。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "男友比我大16岁，我们年龄差距太大了，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "最近我不知不觉和一个比我大16岁的大叔走到了一起，他离过婚，还有一个女儿和前妻生活在一起。",
        "label": ""
      },
      {
        "sentence": "虽然他的经济条件不太理想，但他能满足我的情感需求。",
        "label": ""
      },
      {
        "sentence": "我们互相深爱着对方。",
        "label": ""
      },
      {
        "sentence": "可是我之前从来没有想过自己的另一半会和我年龄差这么大，一想到以后会先变老，我就感到很沮丧。",
        "label": ""
      },
      {
        "sentence": "我还会关注一些娱乐圈上年龄差距大的夫妻，他们给了我一些安慰。",
        "label": ""
      },
      {
        "sentence": "但是那种年龄差距就像是一道过不去的障碍一样，我也不知道该怎么和父母讲，他们的思想比较传统，他们不会理解的。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来我能够理解你的处境，我也想谈谈我的看法。我一直想找一个年龄比我大的伴侣，但具体要大多少我没有确切的数值。我喜欢成熟稳重型的人，可能是因为我自己性格上也比较稳重。所以对于和自己年龄相仿的人更有兴趣。后来，我的亲戚给我介绍了一个比我大十岁的人，当时我和你一样的年纪。那个人已经年纪不小了。当我去见他的时候，我并没有抱太大的希望。然而，当我看到他走过来的时候，我感觉自己像是在做梦。和他在一起的感觉能够满足我所有的情感需求。问题是，他在外地工作，我们因为距离的原因没有走到一起。但说实话，我一直无法忘记他。我们见面后，他告诉我了他的工作和未来规划。虽然经济条件一般，但他能给我提供一些帮助，而且我们也都是上班族。所以，如果我能再次选择，我真的愿意和那个大叔在一起。我觉得年龄并不是问题，关键是两个人在一起是否能够交心，你所说的他是否能够理解你，给你生活上的支持。如果他能够满足你的情感需求，其实也挺好的。在这个社会上，能够找到一个合适的人并不容易，物质上的东西是可以慢慢争取的。所以，别太在意那些问题。如果你真的想和他在一起，你的父母也会理解你的。",
    "annotation": [
      {
        "sentence": "看来我能够理解你的处境，我也想谈谈我的看法。",
        "label": ""
      },
      {
        "sentence": "我一直想找一个年龄比我大的伴侣，但具体要大多少我没有确切的数值。",
        "label": ""
      },
      {
        "sentence": "我喜欢成熟稳重型的人，可能是因为我自己性格上也比较稳重。",
        "label": ""
      },
      {
        "sentence": "所以对于和自己年龄相仿的人更有兴趣。",
        "label": ""
      },
      {
        "sentence": "后来，我的亲戚给我介绍了一个比我大十岁的人，当时我和你一样的年纪。",
        "label": ""
      },
      {
        "sentence": "那个人已经年纪不小了。",
        "label": ""
      },
      {
        "sentence": "当我去见他的时候，我并没有抱太大的希望。",
        "label": ""
      },
      {
        "sentence": "然而，当我看到他走过来的时候，我感觉自己像是在做梦。",
        "label": ""
      },
      {
        "sentence": "和他在一起的感觉能够满足我所有的情感需求。",
        "label": ""
      },
      {
        "sentence": "问题是，他在外地工作，我们因为距离的原因没有走到一起。",
        "label": ""
      },
      {
        "sentence": "但说实话，我一直无法忘记他。",
        "label": ""
      },
      {
        "sentence": "我们见面后，他告诉我了他的工作和未来规划。",
        "label": ""
      },
      {
        "sentence": "虽然经济条件一般，但他能给我提供一些帮助，而且我们也都是上班族。",
        "label": ""
      },
      {
        "sentence": "所以，如果我能再次选择，我真的愿意和那个大叔在一起。",
        "label": ""
      },
      {
        "sentence": "我觉得年龄并不是问题，关键是两个人在一起是否能够交心，你所说的他是否能够理解你，给你生活上的支持。",
        "label": ""
      },
      {
        "sentence": "如果他能够满足你的情感需求，其实也挺好的。",
        "label": ""
      },
      {
        "sentence": "在这个社会上，能够找到一个合适的人并不容易，物质上的东西是可以慢慢争取的。",
        "label": ""
      },
      {
        "sentence": "所以，别太在意那些问题。",
        "label": ""
      },
      {
        "sentence": "如果你真的想和他在一起，你的父母也会理解你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答和理解。听了你的经历，我感到自己不再孤单。你说的对，年龄只是一个数字，真正重要的是我们能否相互理解和支持。我也明白物质条件只是暂时的，而情感的满足才是长久的。我会好好考虑和他的关系，不再担心年龄的问题。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的回答和理解。",
        "label": ""
      },
      {
        "sentence": "听了你的经历，我感到自己不再孤单。",
        "label": ""
      },
      {
        "sentence": "你说的对，年龄只是一个数字，真正重要的是我们能否相互理解和支持。",
        "label": ""
      },
      {
        "sentence": "我也明白物质条件只是暂时的，而情感的满足才是长久的。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑和他的关系，不再担心年龄的问题。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。你现在的心情比刚开始时要好多了吧。年龄的差距只是一个表面的问题，更重要的是你们之间的感情和默契。不要让自己因为外界的看法而犹豫不决，要相信自己的感觉。如果你确定他是你想要的人，就去坚持下去吧。愿你们能够建立起一段幸福的关系。如果你还有其他问题或者需要倾诉，随时都可以找我。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "你现在的心情比刚开始时要好多了吧。",
        "label": ""
      },
      {
        "sentence": "年龄的差距只是一个表面的问题，更重要的是你们之间的感情和默契。",
        "label": ""
      },
      {
        "sentence": "不要让自己因为外界的看法而犹豫不决，要相信自己的感觉。",
        "label": ""
      },
      {
        "sentence": "如果你确定他是你想要的人，就去坚持下去吧。",
        "label": ""
      },
      {
        "sentence": "愿你们能够建立起一段幸福的关系。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要倾诉，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]