[
  {
    "role": "client",
    "content": "我在考虑家庭关系模式的改变，请各位老师给点建议。",
    "annotation": [
      {
        "sentence": "我在考虑家庭关系模式的改变，请各位老师给点建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "Dear友：首先，我要说你对于考虑改变家庭关系模式的决定很勇敢。我了解你正在经历一段困难的旅程。你希望得到一些家庭关系模式改变的建议，请允许我帮助你解决一下。",
    "annotation": [
      {
        "sentence": "Dear友：首先，我要说你对于考虑改变家庭关系模式的决定很勇敢。",
        "label": ""
      },
      {
        "sentence": "我了解你正在经历一段困难的旅程。",
        "label": ""
      },
      {
        "sentence": "你希望得到一些家庭关系模式改变的建议，请允许我帮助你解决一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。我希望能够改善我弟弟（22岁）和我母亲之间未分化关系中的牺牲者的处境。在家庭中，我试着用语言来进行沟通，但效果并不明显。我已经不再愤怒于我的父母，我只是想努力成为一个更好的自己。我发现无论我做什么，他们都没有听我的话。现在，父母开始把他们的期望放在我弟弟身上，给予他安全感和掌控感。但我弟弟还在寻求父母的认可和维持自我之间徘徊。我在考虑是否让他更全面地经历家庭关系模式。",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "我希望能够改善我弟弟（22岁）和我母亲之间未分化关系中的牺牲者的处境。",
        "label": ""
      },
      {
        "sentence": "在家庭中，我试着用语言来进行沟通，但效果并不明显。",
        "label": ""
      },
      {
        "sentence": "我已经不再愤怒于我的父母，我只是想努力成为一个更好的自己。",
        "label": ""
      },
      {
        "sentence": "我发现无论我做什么，他们都没有听我的话。",
        "label": ""
      },
      {
        "sentence": "现在，父母开始把他们的期望放在我弟弟身上，给予他安全感和掌控感。",
        "label": ""
      },
      {
        "sentence": "但我弟弟还在寻求父母的认可和维持自我之间徘徊。",
        "label": ""
      },
      {
        "sentence": "我在考虑是否让他更全面地经历家庭关系模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友：我看完了你所有的文字，我觉得你的处境确实很困难，但是你有很大的勇气去应对。你的家庭模式问题主要源于你的父母之间的关系紊乱，导致你的母亲缺乏安全感，结果她开始把这种需求转移到外部去寻找。而你成了她第一个寻找的对象，但由于你自己也在追求成长，开始反抗她的期望，她无法得到安全感，于是她转向了你的弟弟。你弟弟对他们有依赖，所以他成为了她的心理上的小伴侣。你的父母在夫妻关系上逃避责任，导致你和你的弟弟都承担了本不该属于我们的大人角色。针对这些问题，我有一些建议给你【第一点】，面对你母亲的控制，你需要建立坚定的边界。母亲的36计是她为了恢复过去对你的控制方式，所以她会表现出焦虑。但是现在你已经下定决心去成长，所以你要坚定站立，不要屈服于她的小孩般的反弹。要让她明白，你是她的儿子，而不是她的心理上的小伴侣。让她自己去解决她的不健康夫妻问题。【第二点】对于父亲，他是家庭关系中第一个需求满足者，但是他逃避责任，所以你和你的弟弟都填补了这个空缺。你需要把这一责任交还给父母，让他们自己去建立健康亲密的关系，面对彼此。让父亲回到适当的位置上，不要再承担父亲的责任。【第三点】对于你自己，你需要注重建立自己的心理资源和成为自己的孩子。在这个家庭中，你只是一个孩子，而不是父母的父母或是伴侣。学会说不，学会肯定自己，只要做好一个孩子的角色就足够了。【第四点】对于你的弟弟，同样地，让他回归到做小孩子的角色，不要再替父母承担额外的责任。他的独立需要他自己去实现，作为哥哥，你可以鼓励他。【第五点】重要的是重新审视你的父母，他们也许是你卷入这些关系中的原因，但这并不意味着他们不爱你。他们没有选择家庭错位，只是他们无法解决这个问题。只要你将他们的问题交还给他们自己，他们自然就会去面对彼此。你和你的弟弟最好只保持旁观者的角色，不要卷入他们的关系中。做好被他们照顾的孩子的角色就足够了。希望一切顺利！你的朋友：Audrey。",
    "annotation": [
      {
        "sentence": "亲爱的朋友：我看完了你所有的文字，我觉得你的处境确实很困难，但是你有很大的勇气去应对。",
        "label": ""
      },
      {
        "sentence": "你的家庭模式问题主要源于你的父母之间的关系紊乱，导致你的母亲缺乏安全感，结果她开始把这种需求转移到外部去寻找。",
        "label": ""
      },
      {
        "sentence": "而你成了她第一个寻找的对象，但由于你自己也在追求成长，开始反抗她的期望，她无法得到安全感，于是她转向了你的弟弟。",
        "label": ""
      },
      {
        "sentence": "你弟弟对他们有依赖，所以他成为了她的心理上的小伴侣。",
        "label": ""
      },
      {
        "sentence": "你的父母在夫妻关系上逃避责任，导致你和你的弟弟都承担了本不该属于我们的大人角色。",
        "label": ""
      },
      {
        "sentence": "针对这些问题，我有一些建议给你【第一点】，面对你母亲的控制，你需要建立坚定的边界。",
        "label": ""
      },
      {
        "sentence": "母亲的36计是她为了恢复过去对你的控制方式，所以她会表现出焦虑。",
        "label": ""
      },
      {
        "sentence": "但是现在你已经下定决心去成长，所以你要坚定站立，不要屈服于她的小孩般的反弹。",
        "label": ""
      },
      {
        "sentence": "要让她明白，你是她的儿子，而不是她的心理上的小伴侣。",
        "label": ""
      },
      {
        "sentence": "让她自己去解决她的不健康夫妻问题。",
        "label": ""
      },
      {
        "sentence": "【第二点】对于父亲，他是家庭关系中第一个需求满足者，但是他逃避责任，所以你和你的弟弟都填补了这个空缺。",
        "label": ""
      },
      {
        "sentence": "你需要把这一责任交还给父母，让他们自己去建立健康亲密的关系，面对彼此。",
        "label": ""
      },
      {
        "sentence": "让父亲回到适当的位置上，不要再承担父亲的责任。",
        "label": ""
      },
      {
        "sentence": "【第三点】对于你自己，你需要注重建立自己的心理资源和成为自己的孩子。",
        "label": ""
      },
      {
        "sentence": "在这个家庭中，你只是一个孩子，而不是父母的父母或是伴侣。",
        "label": ""
      },
      {
        "sentence": "学会说不，学会肯定自己，只要做好一个孩子的角色就足够了。",
        "label": ""
      },
      {
        "sentence": "【第四点】对于你的弟弟，同样地，让他回归到做小孩子的角色，不要再替父母承担额外的责任。",
        "label": ""
      },
      {
        "sentence": "他的独立需要他自己去实现，作为哥哥，你可以鼓励他。",
        "label": ""
      },
      {
        "sentence": "【第五点】重要的是重新审视你的父母，他们也许是你卷入这些关系中的原因，但这并不意味着他们不爱你。",
        "label": ""
      },
      {
        "sentence": "他们没有选择家庭错位，只是他们无法解决这个问题。",
        "label": ""
      },
      {
        "sentence": "只要你将他们的问题交还给他们自己，他们自然就会去面对彼此。",
        "label": ""
      },
      {
        "sentence": "你和你的弟弟最好只保持旁观者的角色，不要卷入他们的关系中。",
        "label": ""
      },
      {
        "sentence": "做好被他们照顾的孩子的角色就足够了。",
        "label": ""
      },
      {
        "sentence": "希望一切顺利！",
        "label": ""
      },
      {
        "sentence": "你的朋友：Audrey。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "Dear友：我明白你的处境并支持你的决定。你对家庭关系模式的思考是正确的，现在需要明确行动计划以帮助你走出困境。对于你的妈妈和弟弟之间的未分化关系中的牺牲者问题，我可以向你提供一些进一步的建议。",
    "annotation": [
      {
        "sentence": "Dear友：我明白你的处境并支持你的决定。",
        "label": ""
      },
      {
        "sentence": "你对家庭关系模式的思考是正确的，现在需要明确行动计划以帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "对于你的妈妈和弟弟之间的未分化关系中的牺牲者问题，我可以向你提供一些进一步的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和支持。我真的需要一些具体的步骤来改变家庭模式。",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我真的需要一些具体的步骤来改变家庭模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友：当然，我很乐意为你提供一些建议。我建议你首先要与你的家人进行坦诚的对话，表达你对家庭关系模式的改变的愿望。告诉他们你希望营造一个更健康和平衡的家庭环境。",
    "annotation": [
      {
        "sentence": "亲爱的朋友：当然，我很乐意为你提供一些建议。",
        "label": ""
      },
      {
        "sentence": "我建议你首先要与你的家人进行坦诚的对话，表达你对家庭关系模式的改变的愿望。",
        "label": ""
      },
      {
        "sentence": "告诉他们你希望营造一个更健康和平衡的家庭环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我担心如果我向他们表达我的想法，他们可能会觉得受到指责或伤害。",
    "annotation": [
      {
        "sentence": "但是我担心如果我向他们表达我的想法，他们可能会觉得受到指责或伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友：我完全理解你的顾虑。但是，坦诚和沟通是解决问题的关键。你可以试着用平和的语气和爱的态度与他们进行对话，让他们知道你的意图是为了改善整个家庭的情况，而不是指责他们个人。",
    "annotation": [
      {
        "sentence": "亲爱的朋友：我完全理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "但是，坦诚和沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "你可以试着用平和的语气和爱的态度与他们进行对话，让他们知道你的意图是为了改善整个家庭的情况，而不是指责他们个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试和他们沟通。但是如果他们不接受我的建议怎么办？",
    "annotation": [
      {
        "sentence": "好的，我会尝试和他们沟通。",
        "label": ""
      },
      {
        "sentence": "但是如果他们不接受我的建议怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友：不要担心，家庭关系的改变需要时间和努力。有时候，人们会对改变产生抵触情绪，但你要坚持并给予他们足够的理解和支持。如果他们不立即接受你的建议，你可以耐心地等待，同时继续以身作则，展示出更健康的家庭关系模式。他们可能会在你坚持改变的过程中逐渐接受并参与其中。",
    "annotation": [
      {
        "sentence": "亲爱的朋友：不要担心，家庭关系的改变需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "有时候，人们会对改变产生抵触情绪，但你要坚持并给予他们足够的理解和支持。",
        "label": ""
      },
      {
        "sentence": "如果他们不立即接受你的建议，你可以耐心地等待，同时继续以身作则，展示出更健康的家庭关系模式。",
        "label": ""
      },
      {
        "sentence": "他们可能会在你坚持改变的过程中逐渐接受并参与其中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会努力实施这些步骤，为改变家庭模式而努力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会努力实施这些步骤，为改变家庭模式而努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友：我相信你能够成功地改变家庭模式。坚持并相信自己的能力，同时保持积极的态度。如果你需要进一步的支持和建议，请随时与我联系。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "亲爱的朋友：我相信你能够成功地改变家庭模式。",
        "label": ""
      },
      {
        "sentence": "坚持并相信自己的能力，同时保持积极的态度。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和建议，请随时与我联系。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]