[
  {
    "role": "client",
    "content": "人一多就紧张干呕怎么办？这件事在我心里憋了8年啊！初中的时候因为我长得像女孩，曾经被公开羞辱过。那时候在选班委，有人提名我，班主任却说：“不行！我最不要看的就是XXX（我的名字）”然后开始用很恶心的方法模仿我说话和动作。全班都在笑。那时候起我就很讨厌与人交往，人一多就会恶心干呕。",
    "annotation": [
      {
        "sentence": "人一多就紧张干呕怎么办？",
        "label": ""
      },
      {
        "sentence": "这件事在我心里憋了8年啊！",
        "label": ""
      },
      {
        "sentence": "初中的时候因为我长得像女孩，曾经被公开羞辱过。",
        "label": ""
      },
      {
        "sentence": "那时候在选班委，有人提名我，班主任却说：“不行！",
        "label": ""
      },
      {
        "sentence": "我最不要看的就是XXX（我的名字）”然后开始用很恶心的方法模仿我说话和动作。",
        "label": ""
      },
      {
        "sentence": "全班都在笑。",
        "label": ""
      },
      {
        "sentence": "那时候起我就很讨厌与人交往，人一多就会恶心干呕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你描述的这段经历，我真的很为你难过，那个时候被班主任不适当的对待，对你的内心肯定是又难堪又难过。这件事对你带来了许多不好的影响。但是我也想告诉你，你依然是一个坚强和勇敢的人，你一直勇敢地支撑着，并没有逃避这个问题，这次能够在这里坦诚地表达你的内心感受，已经展现了你的勇气。也许我们不需要急于改变现状，我们可以先试着跳出来，下一次遇到类似的事情时，我们可以先观察自己，看看自己内心发生了什么变化，体会一下自己的情绪。我们可以先照顾一下自己的情绪，温柔地安抚自己，不要对自己进行评判和指责。",
    "annotation": [
      {
        "sentence": "听到你描述的这段经历，我真的很为你难过，那个时候被班主任不适当的对待，对你的内心肯定是又难堪又难过。",
        "label": ""
      },
      {
        "sentence": "这件事对你带来了许多不好的影响。",
        "label": ""
      },
      {
        "sentence": "但是我也想告诉你，你依然是一个坚强和勇敢的人，你一直勇敢地支撑着，并没有逃避这个问题，这次能够在这里坦诚地表达你的内心感受，已经展现了你的勇气。",
        "label": ""
      },
      {
        "sentence": "也许我们不需要急于改变现状，我们可以先试着跳出来，下一次遇到类似的事情时，我们可以先观察自己，看看自己内心发生了什么变化，体会一下自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我们可以先照顾一下自己的情绪，温柔地安抚自己，不要对自己进行评判和指责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我明白你说的试着跳出来，观察自己的意思。可是，一旦人多起来，我就会变得紧张，而且很难控制自己的恶心感。我不知道如何能够观察自己的情绪并控制它。我试过很多方法，但都没有起作用。我真的很绝望，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我明白你说的试着跳出来，观察自己的意思。",
        "label": ""
      },
      {
        "sentence": "可是，一旦人多起来，我就会变得紧张，而且很难控制自己的恶心感。",
        "label": ""
      },
      {
        "sentence": "我不知道如何能够观察自己的情绪并控制它。",
        "label": ""
      },
      {
        "sentence": "我试过很多方法，但都没有起作用。",
        "label": ""
      },
      {
        "sentence": "我真的很绝望，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你的困惑和绝望感。这种情况确实让你感到很无助。观察自己的情绪是一个需要时间和实践的过程，不可能一下子就能掌握。或许我们可以从一点一滴的细小感受开始，比如每次人多的时候，你可以尝试注意自己身体的紧张感以及恶心感的变化。然后，尽量保持冷静，用更轻柔和宽容的态度对待自己，不要期望自己一下子就能完全控制住。慢慢地，你会发现，随着时间的推移，你对自己的情绪有了更多的认知和掌控能力。",
    "annotation": [
      {
        "sentence": "我能够理解你的困惑和绝望感。",
        "label": ""
      },
      {
        "sentence": "这种情况确实让你感到很无助。",
        "label": ""
      },
      {
        "sentence": "观察自己的情绪是一个需要时间和实践的过程，不可能一下子就能掌握。",
        "label": ""
      },
      {
        "sentence": "或许我们可以从一点一滴的细小感受开始，比如每次人多的时候，你可以尝试注意自己身体的紧张感以及恶心感的变化。",
        "label": ""
      },
      {
        "sentence": "然后，尽量保持冷静，用更轻柔和宽容的态度对待自己，不要期望自己一下子就能完全控制住。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你会发现，随着时间的推移，你对自己的情绪有了更多的认知和掌控能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我明白了，需要有一个过程来观察和调整自己的情绪。我会试着从小的细节开始，并更加宽容地对待自己。但是，我仍然感到有些不安和害怕，担心如果无法控制自己的情绪，就会再次面对尴尬和羞辱。你觉得我该怎么面对这种担忧呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，需要有一个过程来观察和调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我会试着从小的细节开始，并更加宽容地对待自己。",
        "label": ""
      },
      {
        "sentence": "但是，我仍然感到有些不安和害怕，担心如果无法控制自己的情绪，就会再次面对尴尬和羞辱。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么面对这种担忧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心和不安是很正常的感受，尤其是在你经历过这样的羞辱之后。但是，我希望你能够相信自己的能力和成长。面对担忧，我们可以先尝试将注意力放在当下，关注自己内心的情感变化，并且意识到这种担忧是合理的但不一定是真实的。我们可以以一种冷静和客观的态度来看待这种担忧，试着让自己更加自信并相信自己的能力。同时，也要记住，外界的评论和意见并不决定我们自己的价值和能力。我们要尽量将注意力转移到对自己的关爱和肯定上，不给过去的伤害再次影响到我们现在的生活。",
    "annotation": [
      {
        "sentence": "担心和不安是很正常的感受，尤其是在你经历过这样的羞辱之后。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你能够相信自己的能力和成长。",
        "label": ""
      },
      {
        "sentence": "面对担忧，我们可以先尝试将注意力放在当下，关注自己内心的情感变化，并且意识到这种担忧是合理的但不一定是真实的。",
        "label": ""
      },
      {
        "sentence": "我们可以以一种冷静和客观的态度来看待这种担忧，试着让自己更加自信并相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，外界的评论和意见并不决定我们自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "我们要尽量将注意力转移到对自己的关爱和肯定上，不给过去的伤害再次影响到我们现在的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心和理解。我会试着将注意力放在当下，以客观的态度看待自己的担忧。同时，我也会更加相信自己的能力和价值，不再受到过去的伤害的困扰。真的很感谢你给我的支持和鼓励，我感到安心了很多。",
    "annotation": [
      {
        "sentence": "谢谢你的耐心和理解。",
        "label": ""
      },
      {
        "sentence": "我会试着将注意力放在当下，以客观的态度看待自己的担忧。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加相信自己的能力和价值，不再受到过去的伤害的困扰。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你给我的支持和鼓励，我感到安心了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，我相信你一定能够渐渐克服这些困扰并重新获得内心的平静。如果以后还有需要，记得随时向我求助。你并不孤单，我们都在支持你。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，我相信你一定能够渐渐克服这些困扰并重新获得内心的平静。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们都在支持你。",
        "label": ""
      }
    ]
  }
]