[
  {
    "role": "client",
    "content": "人一多就紧张干呕怎么办？",
    "annotation": [
      {
        "sentence": "人一多就紧张干呕怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在人多的情况下感到非常紧张和恶心。这件事在你内心深处已经困扰了8年，我可以感受到你的痛苦。你初中时因为长得像女孩子而被公开羞辱，我可以想象那时候是多么难受。那个时候有人提名你作为班委，但你的班主任却用恶心的方法模仿你的说话和动作，全班都在嘲笑。这些经历让你讨厌与人交往，人一多就会感到恶心并出现干呕的情况。你之前上台演讲或参加聚餐时嗓子会感到紧张，想吐，但现在这种感觉变得更加严重，即使是去食堂或者拿一个快递都会出现这种情况。你也意识到你害怕在他人面前呕吐，这让你感到紧张，而紧张又加剧了恶心的感觉，形成了恶性循环。你现在不知道如何停止这种情况，这件事已经困扰了你8年，包括你的父母在内，你从没和任何人提起过。你曾经去检查过胃和嗓子，但医生告诉你这是情绪的问题。你昨天和一位心理老师交谈过，她给了你一些建议。但你希望能够勇敢地说出来，让更多的人知道。这件事已经在你心中埋藏了8年，你已经无法独自承受了。",
    "annotation": [
      {
        "sentence": "听起来你在人多的情况下感到非常紧张和恶心。",
        "label": ""
      },
      {
        "sentence": "这件事在你内心深处已经困扰了8年，我可以感受到你的痛苦。",
        "label": ""
      },
      {
        "sentence": "你初中时因为长得像女孩子而被公开羞辱，我可以想象那时候是多么难受。",
        "label": ""
      },
      {
        "sentence": "那个时候有人提名你作为班委，但你的班主任却用恶心的方法模仿你的说话和动作，全班都在嘲笑。",
        "label": ""
      },
      {
        "sentence": "这些经历让你讨厌与人交往，人一多就会感到恶心并出现干呕的情况。",
        "label": ""
      },
      {
        "sentence": "你之前上台演讲或参加聚餐时嗓子会感到紧张，想吐，但现在这种感觉变得更加严重，即使是去食堂或者拿一个快递都会出现这种情况。",
        "label": ""
      },
      {
        "sentence": "你也意识到你害怕在他人面前呕吐，这让你感到紧张，而紧张又加剧了恶心的感觉，形成了恶性循环。",
        "label": ""
      },
      {
        "sentence": "你现在不知道如何停止这种情况，这件事已经困扰了你8年，包括你的父母在内，你从没和任何人提起过。",
        "label": ""
      },
      {
        "sentence": "你曾经去检查过胃和嗓子，但医生告诉你这是情绪的问题。",
        "label": ""
      },
      {
        "sentence": "你昨天和一位心理老师交谈过，她给了你一些建议。",
        "label": ""
      },
      {
        "sentence": "但你希望能够勇敢地说出来，让更多的人知道。",
        "label": ""
      },
      {
        "sentence": "这件事已经在你心中埋藏了8年，你已经无法独自承受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。是的，这些经历让我感到非常痛苦和无助。我真的觉得自己好像再也无法走出当年被伤害的那种尴尬和难过。每当有人靠近我或者和我交流时，我就会自动地激发出防御机制，感到不安和紧张。我知道紧张和恶心只是我潜意识的反应，但我没有办法改变它。听你说的脱敏疗法和情境再现，我觉得这可能是解决问题的方法。但我还是有一些犹豫和恐惧。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "是的，这些经历让我感到非常痛苦和无助。",
        "label": ""
      },
      {
        "sentence": "我真的觉得自己好像再也无法走出当年被伤害的那种尴尬和难过。",
        "label": ""
      },
      {
        "sentence": "每当有人靠近我或者和我交流时，我就会自动地激发出防御机制，感到不安和紧张。",
        "label": ""
      },
      {
        "sentence": "我知道紧张和恶心只是我潜意识的反应，但我没有办法改变它。",
        "label": ""
      },
      {
        "sentence": "听你说的脱敏疗法和情境再现，我觉得这可能是解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "但我还是有一些犹豫和恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的犹豫和恐惧，毕竟这是一个非常敏感和困扰你很久的问题。脱敏疗法和情境再现确实需要你在专业咨询师的指导下进行。他们会帮助你逐步地提高对这些情绪的感受能力，并用意识去告诉你的潜意识，现在的情况和过去完全不同，你不会再次受到伤害。情境再现可以让你以更好的方式来处理类似的情况，例如表达你的愤怒，告诉那些伤害你的人他们没有资格对你进行指责。但请记住，这些方法最好在专业人士的指导下进行，他们会给你提供更具体的建议和支持。",
    "annotation": [
      {
        "sentence": "我完全理解你的犹豫和恐惧，毕竟这是一个非常敏感和困扰你很久的问题。",
        "label": ""
      },
      {
        "sentence": "脱敏疗法和情境再现确实需要你在专业咨询师的指导下进行。",
        "label": ""
      },
      {
        "sentence": "他们会帮助你逐步地提高对这些情绪的感受能力，并用意识去告诉你的潜意识，现在的情况和过去完全不同，你不会再次受到伤害。",
        "label": ""
      },
      {
        "sentence": "情境再现可以让你以更好的方式来处理类似的情况，例如表达你的愤怒，告诉那些伤害你的人他们没有资格对你进行指责。",
        "label": ""
      },
      {
        "sentence": "但请记住，这些方法最好在专业人士的指导下进行，他们会给你提供更具体的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，谢谢你的建议和鼓励。听到你的回答我感到安心了一些。我觉得我需要寻求专业咨询师的帮助，他们能够更好地指导我进行脱敏疗法和情境再现。我希望通过这样的方式能够逐渐走出这个困扰了我8年的阴影。",
    "annotation": [
      {
        "sentence": "明白了，谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "听到你的回答我感到安心了一些。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要寻求专业咨询师的帮助，他们能够更好地指导我进行脱敏疗法和情境再现。",
        "label": ""
      },
      {
        "sentence": "我希望通过这样的方式能够逐渐走出这个困扰了我8年的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你很勇敢地选择了向专业咨询师寻求帮助，这是一个重要的决定。他们会陪伴你并提供必要的支持和指导，帮助你走出这个阴影。记得在整个过程中要坚持，相信自己可以克服困难，重新找回自信和快乐的生活。祝福你一切顺利，希望你能重拾自信，走出困境！如果你需要任何帮助或有其他问题，随时向我倾诉。",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你很勇敢地选择了向专业咨询师寻求帮助，这是一个重要的决定。",
        "label": ""
      },
      {
        "sentence": "他们会陪伴你并提供必要的支持和指导，帮助你走出这个阴影。",
        "label": ""
      },
      {
        "sentence": "记得在整个过程中要坚持，相信自己可以克服困难，重新找回自信和快乐的生活。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，希望你能重拾自信，走出困境！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或有其他问题，随时向我倾诉。",
        "label": ""
      }
    ]
  }
]