[
  {
    "role": "client",
    "content": "最近两年，婆媳关系导致亲密关系濒临破灭。我们生活在海外，我今年第二硕士毕业，上学期间朋友介绍认识他半年未婚先孕。老公脾气性格特别温和，对我也还不错。但是自从公婆来海外照顾我月子开始，同住半年，公婆控制欲很强，对儿子事无巨细。和公婆同住这半年让我痛苦万分，年年闹好几次离婚。抑郁症吃药，他们没觉得这是病。公婆来了，婆婆连内裤都要帮儿子洗。只要我和公婆意见不合，公婆就想尽办法让我服从他们，老公本来就性情温和，久而久之感觉我总在找事似的。比如婆婆因为我买了新衣服回家没给她看都能跳脚指着我骂，说我没教养，说她买啥都会给我看。类似这种事情发生很多次，老公都基本属于沉默不语，即便觉得他父母不对也只会告诉我，让让他父母，这也不是什么大不了的事，下次拿给他妈看就行了。孩子两岁了，跟公婆住一起一年半了，我已回娘家。",
    "annotation": [
      {
        "sentence": "最近两年，婆媳关系导致亲密关系濒临破灭。",
        "label": ""
      },
      {
        "sentence": "我们生活在海外，我今年第二硕士毕业，上学期间朋友介绍认识他半年未婚先孕。",
        "label": ""
      },
      {
        "sentence": "老公脾气性格特别温和，对我也还不错。",
        "label": ""
      },
      {
        "sentence": "但是自从公婆来海外照顾我月子开始，同住半年，公婆控制欲很强，对儿子事无巨细。",
        "label": ""
      },
      {
        "sentence": "和公婆同住这半年让我痛苦万分，年年闹好几次离婚。",
        "label": ""
      },
      {
        "sentence": "抑郁症吃药，他们没觉得这是病。",
        "label": ""
      },
      {
        "sentence": "公婆来了，婆婆连内裤都要帮儿子洗。",
        "label": ""
      },
      {
        "sentence": "只要我和公婆意见不合，公婆就想尽办法让我服从他们，老公本来就性情温和，久而久之感觉我总在找事似的。",
        "label": ""
      },
      {
        "sentence": "比如婆婆因为我买了新衣服回家没给她看都能跳脚指着我骂，说我没教养，说她买啥都会给我看。",
        "label": ""
      },
      {
        "sentence": "类似这种事情发生很多次，老公都基本属于沉默不语，即便觉得他父母不对也只会告诉我，让让他父母，这也不是什么大不了的事，下次拿给他妈看就行了。",
        "label": ""
      },
      {
        "sentence": "孩子两岁了，跟公婆住一起一年半了，我已回娘家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困扰是：最近两年，婆媳关系导致亲密关系濒临破灭。看完你所有的诉说后，发现这是一个家庭成员间边界不清的问题。主要是婆婆迫使家庭中其他成员，特别是她的儿子，与她形成一种共生关系，不愿意分离。作为一个母婴关系分化得很好的你来说，生活在这样的家庭环境中，会感到不适应，好像有一种要窒息的感觉，对吗？但因为关系到跟老公与孩子你们这个家庭的核心成员，你又无法逃离，怎么办呢？以下，我们可以来共同探讨：",
    "annotation": [
      {
        "sentence": "看到你的困扰是：最近两年，婆媳关系导致亲密关系濒临破灭。",
        "label": ""
      },
      {
        "sentence": "看完你所有的诉说后，发现这是一个家庭成员间边界不清的问题。",
        "label": ""
      },
      {
        "sentence": "主要是婆婆迫使家庭中其他成员，特别是她的儿子，与她形成一种共生关系，不愿意分离。",
        "label": ""
      },
      {
        "sentence": "作为一个母婴关系分化得很好的你来说，生活在这样的家庭环境中，会感到不适应，好像有一种要窒息的感觉，对吗？",
        "label": ""
      },
      {
        "sentence": "但因为关系到跟老公与孩子你们这个家庭的核心成员，你又无法逃离，怎么办呢？",
        "label": ""
      },
      {
        "sentence": "以下，我们可以来共同探讨：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我挺感谢你这么认真地听我说，给我分析和帮助，我确实很难受，很窒息，甚至有点绝望。我希望能找到解决的方法，找到一条能让我和家人都开心的路。",
    "annotation": [
      {
        "sentence": "我挺感谢你这么认真地听我说，给我分析和帮助，我确实很难受，很窒息，甚至有点绝望。",
        "label": ""
      },
      {
        "sentence": "我希望能找到解决的方法，找到一条能让我和家人都开心的路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没事的，我会一直陪伴你把方法找到的。我们可以先来一个事件梳理，把问题大致梳理一遍，确定我们所面对的是什么。",
    "annotation": [
      {
        "sentence": "没事的，我会一直陪伴你把方法找到的。",
        "label": ""
      },
      {
        "sentence": "我们可以先来一个事件梳理，把问题大致梳理一遍，确定我们所面对的是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢。那事件梳理怎么做呢？",
    "annotation": [
      {
        "sentence": "好的，谢谢。",
        "label": ""
      },
      {
        "sentence": "那事件梳理怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以把问题中涉及到的具体事件和关键问题罗列出来，并确定好顺序。比如，你提到的公婆来照顾你月子期间同住半年，对你的老公事无巨细地掌控，婆婆对你的要求凡事必须要让她知道，老公对婆婆与你的分歧保持沉默，你已多次闹过离婚等等。先将这些事件梳理出来。",
    "annotation": [
      {
        "sentence": "我们可以把问题中涉及到的具体事件和关键问题罗列出来，并确定好顺序。",
        "label": ""
      },
      {
        "sentence": "比如，你提到的公婆来照顾你月子期间同住半年，对你的老公事无巨细地掌控，婆婆对你的要求凡事必须要让她知道，老公对婆婆与你的分歧保持沉默，你已多次闹过离婚等等。",
        "label": ""
      },
      {
        "sentence": "先将这些事件梳理出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了，我们来按照事件顺序一一说一下吧。",
    "annotation": [
      {
        "sentence": "好的，我明白了，我们来按照事件顺序一一说一下吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好，那第一件事就是你今年33岁，是一个两岁孩子的妈妈，目前与老公和公婆一起生活在海外。第二件事是你今年第二硕士毕业，与老公是上学期间认识，半年后未婚先孕。第三件事是月子期间，公婆来海外照顾你，同住半年，对你的老公事无巨细地掌控。了解了这几件事情之后，你是不是觉得定位已经更清晰了一些？",
    "annotation": [
      {
        "sentence": "好，那第一件事就是你今年33岁，是一个两岁孩子的妈妈，目前与老公和公婆一起生活在海外。",
        "label": ""
      },
      {
        "sentence": "第二件事是你今年第二硕士毕业，与老公是上学期间认识，半年后未婚先孕。",
        "label": ""
      },
      {
        "sentence": "第三件事是月子期间，公婆来海外照顾你，同住半年，对你的老公事无巨细地掌控。",
        "label": ""
      },
      {
        "sentence": "了解了这几件事情之后，你是不是觉得定位已经更清晰了一些？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，是的。我觉得把问题整理出来，看起来就好像是我们把壳敲开了，能精准地找到核心问题，分析起来也更顺畅了。",
    "annotation": [
      {
        "sentence": "嗯，是的。",
        "label": ""
      },
      {
        "sentence": "我觉得把问题整理出来，看起来就好像是我们把壳敲开了，能精准地找到核心问题，分析起来也更顺畅了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这就是慢慢理顺问题之后，发现问题背后的真正原因。那么，我们接下来可以讲一下你是否能够了解到的情绪感受，什么事件感觉特别让你抱怨或者抗拒。",
    "annotation": [
      {
        "sentence": "是的，这就是慢慢理顺问题之后，发现问题背后的真正原因。",
        "label": ""
      },
      {
        "sentence": "那么，我们接下来可以讲一下你是否能够了解到的情绪感受，什么事件感觉特别让你抱怨或者抗拒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我可以讲一下我的情绪感受。首先，老公脾气温和，对我很好，这一点我一直很感激。但婆婆却很强势，照顾我月子期间让我痛苦万分，甚至想与老公离婚。其次，我患有抑郁症，吃药却得不到家人的理解与支持。再者，婆婆要求我绝对服从她的意见，否则会责骂我。老公对婆婆与我的分",
    "annotation": [
      {
        "sentence": "好的，我可以讲一下我的情绪感受。",
        "label": ""
      },
      {
        "sentence": "首先，老公脾气温和，对我很好，这一点我一直很感激。",
        "label": ""
      },
      {
        "sentence": "但婆婆却很强势，照顾我月子期间让我痛苦万分，甚至想与老公离婚。",
        "label": ""
      },
      {
        "sentence": "其次，我患有抑郁症，吃药却得不到家人的理解与支持。",
        "label": ""
      },
      {
        "sentence": "再者，婆婆要求我绝对服从她的意见，否则会责骂我。",
        "label": ""
      },
      {
        "sentence": "老公对婆婆与我的分",
        "label": ""
      }
    ]
  }
]