[
  {
    "role": "client",
    "content": "我是一个19岁的女生，我接受不了自己脑子里的一些想法。我觉得自己很敏感、脆弱，而且自卑，对学习也感到厌烦。自从进入高三以后，我一直努力想要保持好的心态，但总是会突然情绪崩溃。有时候会莫名其妙地感到很烦躁。虽然我的成绩还蛮中上的，但是我一直觉得自己不好，觉得我并不特别聪明或努力，只是题目比较容易。我还担心自己一直学习会被别人觉得死板和笨。和别人交谈时，总是感觉没有自信，明明知道同桌说的很多话都是错的，但就是不敢反驳。看到别人都在聊天的时候，我感觉自己很不合群。虽然老师对我很好，但我一直担心他们不喜欢我。我有很强的嫉妒心，同时也很要强。但是我又担心自己一直埋头苦干，别人会说我野心很大，然后我又觉得自己是个坏人。每次遇到问题我都只会哭，感觉这样伤害了我的爸爸妈妈。而且别人也会觉得我很蠢，把我变成了这样。我很希望自己能成为想象中的那个样子，但又害怕这些只是白日梦，我根本不可能实现。现在只是劝告自己要努力学习而已，但是我毫无动力。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，我接受不了自己脑子里的一些想法。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很敏感、脆弱，而且自卑，对学习也感到厌烦。",
        "label": ""
      },
      {
        "sentence": "自从进入高三以后，我一直努力想要保持好的心态，但总是会突然情绪崩溃。",
        "label": ""
      },
      {
        "sentence": "有时候会莫名其妙地感到很烦躁。",
        "label": ""
      },
      {
        "sentence": "虽然我的成绩还蛮中上的，但是我一直觉得自己不好，觉得我并不特别聪明或努力，只是题目比较容易。",
        "label": ""
      },
      {
        "sentence": "我还担心自己一直学习会被别人觉得死板和笨。",
        "label": ""
      },
      {
        "sentence": "和别人交谈时，总是感觉没有自信，明明知道同桌说的很多话都是错的，但就是不敢反驳。",
        "label": ""
      },
      {
        "sentence": "看到别人都在聊天的时候，我感觉自己很不合群。",
        "label": ""
      },
      {
        "sentence": "虽然老师对我很好，但我一直担心他们不喜欢我。",
        "label": ""
      },
      {
        "sentence": "我有很强的嫉妒心，同时也很要强。",
        "label": ""
      },
      {
        "sentence": "但是我又担心自己一直埋头苦干，别人会说我野心很大，然后我又觉得自己是个坏人。",
        "label": ""
      },
      {
        "sentence": "每次遇到问题我都只会哭，感觉这样伤害了我的爸爸妈妈。",
        "label": ""
      },
      {
        "sentence": "而且别人也会觉得我很蠢，把我变成了这样。",
        "label": ""
      },
      {
        "sentence": "我很希望自己能成为想象中的那个样子，但又害怕这些只是白日梦，我根本不可能实现。",
        "label": ""
      },
      {
        "sentence": "现在只是劝告自己要努力学习而已，但是我毫无动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三本来学业上就有很大的压力，你还要承受这么大的心理压力，确实太辛苦了，真的很不容易。我对你能一直坚持下来并保持中上水平的成绩，非常佩服你，给你点个赞。我非常理解你的心情。有人给我们建议说不要想其他事情，保持好心态，现在学习最重要，学好了其他问题就会迎刃而解。但是，我们难道就不想将注意力集中在学习上吗？我们难道不知道学习的重要性要提高成绩吗？我们难道不想每天都开开心心地保持好心态吗？关键是，当我们被这些无法摆脱的情绪和负面感受困住时，我们要怎么样才能真正做到上面所说的呢？我也经历过和你一样的时期，初高中的时候，我经常觉得自己不好，特别不好，恨不得找个地缝钻进去。为了摆脱这种感受，我建立了一个保护层，不敢和人、同学和老师互动。在别人眼里留下了高冷的印象，但实际上我也是很脆弱的，我不敢也不想再去重复那种否定自己的感受。不过这种方法虽然一时有效，但长期下来会让自己与世界隔离，越来越孤独。很庆幸你不像我以前一样将自己与世界隔绝起来，而是努力寻找积极的解决办法。当我意识到这种极端方法不可取时，我也开始寻找其他方法慢慢走出负面评价和情绪的困局。我想给你分享一些经验：1.这是一种习惯性的自我攻击方式，把所有不好的事都怪罪到自己身上，觉得都是因为自己不好。这种习惯可能是因为从小身边有人这样对待你，找出那个人，但不要责怪她。例如，当她全面否定你后，你可以以寻求帮助的方式向她提出：这样做会让我陷入自卑的境地，对我的生活产生很大影响，甚至影响我的学习。我也不想这样，但自己无法调节，你可以帮助我克服这个困难吗？以后尽量不要全面否定我，对我来说真的很重要，拜托了。2.如果和对方交流无果，适当地远离她，去和能肯定你的人在一起，虽然不能完全扭转心态，但在现在高三阶段，先使用短期有效方法未尝不可。3.其实完全否定自己的负面逻辑是不对的，不符合大自然的规律。比如你说：成绩中上，但我觉得自己不好，觉得自己并不特别聪明和努力，只是题目比较容易。成绩中上就已经代表在同龄人中是不错的了，题目是不是容易没有关系，因为大家都做同样一套卷子。你可以从逻辑思维方面纠正习惯性否定自己的方式。4.想一想站在旁观者的角度看自己的情况，会有什么样的感受（比如自己看到另一个人埋头苦干时会对他有什么样的评价，会觉得他野心很大，是个坏人吗？），这可以帮助你跳出习惯性否定自己的方式。",
    "annotation": [
      {
        "sentence": "高三本来学业上就有很大的压力，你还要承受这么大的心理压力，确实太辛苦了，真的很不容易。",
        "label": ""
      },
      {
        "sentence": "我对你能一直坚持下来并保持中上水平的成绩，非常佩服你，给你点个赞。",
        "label": ""
      },
      {
        "sentence": "我非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "有人给我们建议说不要想其他事情，保持好心态，现在学习最重要，学好了其他问题就会迎刃而解。",
        "label": ""
      },
      {
        "sentence": "但是，我们难道就不想将注意力集中在学习上吗？",
        "label": ""
      },
      {
        "sentence": "我们难道不知道学习的重要性要提高成绩吗？",
        "label": ""
      },
      {
        "sentence": "我们难道不想每天都开开心心地保持好心态吗？",
        "label": ""
      },
      {
        "sentence": "关键是，当我们被这些无法摆脱的情绪和负面感受困住时，我们要怎么样才能真正做到上面所说的呢？",
        "label": ""
      },
      {
        "sentence": "我也经历过和你一样的时期，初高中的时候，我经常觉得自己不好，特别不好，恨不得找个地缝钻进去。",
        "label": ""
      },
      {
        "sentence": "为了摆脱这种感受，我建立了一个保护层，不敢和人、同学和老师互动。",
        "label": ""
      },
      {
        "sentence": "在别人眼里留下了高冷的印象，但实际上我也是很脆弱的，我不敢也不想再去重复那种否定自己的感受。",
        "label": ""
      },
      {
        "sentence": "不过这种方法虽然一时有效，但长期下来会让自己与世界隔离，越来越孤独。",
        "label": ""
      },
      {
        "sentence": "很庆幸你不像我以前一样将自己与世界隔绝起来，而是努力寻找积极的解决办法。",
        "label": ""
      },
      {
        "sentence": "当我意识到这种极端方法不可取时，我也开始寻找其他方法慢慢走出负面评价和情绪的困局。",
        "label": ""
      },
      {
        "sentence": "我想给你分享一些经验：1.这是一种习惯性的自我攻击方式，把所有不好的事都怪罪到自己身上，觉得都是因为自己不好。",
        "label": ""
      },
      {
        "sentence": "这种习惯可能是因为从小身边有人这样对待你，找出那个人，但不要责怪她。",
        "label": ""
      },
      {
        "sentence": "例如，当她全面否定你后，你可以以寻求帮助的方式向她提出：这样做会让我陷入自卑的境地，对我的生活产生很大影响，甚至影响我的学习。",
        "label": ""
      },
      {
        "sentence": "我也不想这样，但自己无法调节，你可以帮助我克服这个困难吗？",
        "label": ""
      },
      {
        "sentence": "以后尽量不要全面否定我，对我来说真的很重要，拜托了。",
        "label": ""
      },
      {
        "sentence": "2.如果和对方交流无果，适当地远离她，去和能肯定你的人在一起，虽然不能完全扭转心态，但在现在高三阶段，先使用短期有效方法未尝不可。",
        "label": ""
      },
      {
        "sentence": "3.其实完全否定自己的负面逻辑是不对的，不符合大自然的规律。",
        "label": ""
      },
      {
        "sentence": "比如你说：成绩中上，但我觉得自己不好，觉得自己并不特别聪明和努力，只是题目比较容易。",
        "label": ""
      },
      {
        "sentence": "成绩中上就已经代表在同龄人中是不错的了，题目是不是容易没有关系，因为大家都做同样一套卷子。",
        "label": ""
      },
      {
        "sentence": "你可以从逻辑思维方面纠正习惯性否定自己的方式。",
        "label": ""
      },
      {
        "sentence": "4.想一想站在旁观者的角度看自己的情况，会有什么样的感受（比如自己看到另一个人埋头苦干时会对他有什么样的评价，会觉得他野心很大，是个坏人吗？",
        "label": ""
      },
      {
        "sentence": "），这可以帮助你跳出习惯性否定自己的方式。",
        "label": ""
      }
    ]
  }
]