[
  {
    "role": "client",
    "content": "我是一个19岁的女生，我接受不了脑子里的想法。我感觉自己很敏感、脆弱、自卑，而且对学习也很厌倦。我上了高三后一直很努力保持好的心态，但总是情绪会突然崩溃。有时候我会莫名其妙地感到很烦躁。我成绩还算中上，但我一直觉得自己不够好，觉得自己并不特别聪明或努力，只是题目比较容易而已。同时，我担心我的学习方式可能让别人觉得我很死板或者笨。和别人交谈时，我总是缺乏自信，明明知道同桌说的很多话都是错的，但我不敢反驳。看到别人都在聊天的时候，我觉得自己很不合群。虽然我的老师对我很好，但我一直担心他们可能不喜欢我。我有很强的嫉妒心和争强心理，但又害怕如果我一直埋头苦干，别人会说我野心太大，然后我就觉得自己是个坏人。每次都用自己的想法去揣测别人，明明没有事情却非要觉得有。无论怎么样，我都觉得自己这个不好那个不好，一遇到问题就只会哭，而且感觉这样会伤害到爸爸妈妈。别人也会觉得我很愚笨，把自己搞成这样。我非常希望自己能变得像我想象中那样，但又害怕这是空想，觉得自己根本不可能实现。现在我只是告诉自己要努力学习，但完全没有动力。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，我接受不了脑子里的想法。",
        "label": ""
      },
      {
        "sentence": "我感觉自己很敏感、脆弱、自卑，而且对学习也很厌倦。",
        "label": ""
      },
      {
        "sentence": "我上了高三后一直很努力保持好的心态，但总是情绪会突然崩溃。",
        "label": ""
      },
      {
        "sentence": "有时候我会莫名其妙地感到很烦躁。",
        "label": ""
      },
      {
        "sentence": "我成绩还算中上，但我一直觉得自己不够好，觉得自己并不特别聪明或努力，只是题目比较容易而已。",
        "label": ""
      },
      {
        "sentence": "同时，我担心我的学习方式可能让别人觉得我很死板或者笨。",
        "label": ""
      },
      {
        "sentence": "和别人交谈时，我总是缺乏自信，明明知道同桌说的很多话都是错的，但我不敢反驳。",
        "label": ""
      },
      {
        "sentence": "看到别人都在聊天的时候，我觉得自己很不合群。",
        "label": ""
      },
      {
        "sentence": "虽然我的老师对我很好，但我一直担心他们可能不喜欢我。",
        "label": ""
      },
      {
        "sentence": "我有很强的嫉妒心和争强心理，但又害怕如果我一直埋头苦干，别人会说我野心太大，然后我就觉得自己是个坏人。",
        "label": ""
      },
      {
        "sentence": "每次都用自己的想法去揣测别人，明明没有事情却非要觉得有。",
        "label": ""
      },
      {
        "sentence": "无论怎么样，我都觉得自己这个不好那个不好，一遇到问题就只会哭，而且感觉这样会伤害到爸爸妈妈。",
        "label": ""
      },
      {
        "sentence": "别人也会觉得我很愚笨，把自己搞成这样。",
        "label": ""
      },
      {
        "sentence": "我非常希望自己能变得像我想象中那样，但又害怕这是空想，觉得自己根本不可能实现。",
        "label": ""
      },
      {
        "sentence": "现在我只是告诉自己要努力学习，但完全没有动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的内心承受了很大的压力，我理解你的困扰。首先，你不需要过分在意别人怎么看待你，做好自己就足够了。当你努力学习并取得好成绩时，你会发现事实并没有你想象的那么复杂。大部分老师其实都挺好的，他们不会简单地评价学生。或许那个老师正默默地关注着你呢！多与老师交流，提问，你会发现事情并没有你想的那么困难。",
    "annotation": [
      {
        "sentence": "听起来你的内心承受了很大的压力，我理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，你不需要过分在意别人怎么看待你，做好自己就足够了。",
        "label": ""
      },
      {
        "sentence": "当你努力学习并取得好成绩时，你会发现事实并没有你想象的那么复杂。",
        "label": ""
      },
      {
        "sentence": "大部分老师其实都挺好的，他们不会简单地评价学生。",
        "label": ""
      },
      {
        "sentence": "或许那个老师正默默地关注着你呢！",
        "label": ""
      },
      {
        "sentence": "多与老师交流，提问，你会发现事情并没有你想的那么困难。",
        "label": ""
      }
    ]
  }
]