[
  {
    "role": "client",
    "content": "我33岁，最近两年，婆媳关系导致亲密关系濒临破灭。我们生活在海外，我今年第二硕士毕业，上学期间朋友介绍认识他半年未婚先孕。老公脾气性格特别温和，对我也还不错。但是自从公婆来海外照顾我月子开始，同住半年，公婆控制欲很强，对儿子事无巨细。和公婆同住这半年让我痛苦万分，年年闹好几次离婚。抑郁症吃药，他们没觉得这是病。公婆来了，婆婆连内裤都要帮儿子洗。只要我和公婆意见不合，公婆就想尽办法让我服从他们，老公本来就性情温和，久而久之感觉我总在找事似的。比如婆婆因为我买了新衣服回家没给她看都能跳脚指着我骂，说我没教养，说她买啥都会给我看。类似这种事情发生很多次，老公都基本属于沉默不语，即便觉得他父母不对也只会告诉我，让让他父母，这也不是什么大不了的事，下次拿给他妈看就行了。孩子两岁了，跟公婆住一起一年半了，我已回娘家。",
    "annotation": [
      {
        "sentence": "我33岁，最近两年，婆媳关系导致亲密关系濒临破灭。",
        "label": ""
      },
      {
        "sentence": "我们生活在海外，我今年第二硕士毕业，上学期间朋友介绍认识他半年未婚先孕。",
        "label": ""
      },
      {
        "sentence": "老公脾气性格特别温和，对我也还不错。",
        "label": ""
      },
      {
        "sentence": "但是自从公婆来海外照顾我月子开始，同住半年，公婆控制欲很强，对儿子事无巨细。",
        "label": ""
      },
      {
        "sentence": "和公婆同住这半年让我痛苦万分，年年闹好几次离婚。",
        "label": ""
      },
      {
        "sentence": "抑郁症吃药，他们没觉得这是病。",
        "label": ""
      },
      {
        "sentence": "公婆来了，婆婆连内裤都要帮儿子洗。",
        "label": ""
      },
      {
        "sentence": "只要我和公婆意见不合，公婆就想尽办法让我服从他们，老公本来就性情温和，久而久之感觉我总在找事似的。",
        "label": ""
      },
      {
        "sentence": "比如婆婆因为我买了新衣服回家没给她看都能跳脚指着我骂，说我没教养，说她买啥都会给我看。",
        "label": ""
      },
      {
        "sentence": "类似这种事情发生很多次，老公都基本属于沉默不语，即便觉得他父母不对也只会告诉我，让让他父母，这也不是什么大不了的事，下次拿给他妈看就行了。",
        "label": ""
      },
      {
        "sentence": "孩子两岁了，跟公婆住一起一年半了，我已回娘家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到了你的不容易。你们生活在海外，公婆来帮你们照顾孩子，但公婆控制欲很强，婆婆非常强势，导致你和老公的关系都受影响，当发生冲突，老公性情温和，没有站在你这一边，支持你，让你很难过。我把我的理解与你分享，希望对你有启发。日常生活中有多少人陷入与公婆的矛盾，倍感痛苦，作为老公常常却感受不到这种痛苦。",
    "annotation": [
      {
        "sentence": "看到了你的不容易。",
        "label": ""
      },
      {
        "sentence": "你们生活在海外，公婆来帮你们照顾孩子，但公婆控制欲很强，婆婆非常强势，导致你和老公的关系都受影响，当发生冲突，老公性情温和，没有站在你这一边，支持你，让你很难过。",
        "label": ""
      },
      {
        "sentence": "我把我的理解与你分享，希望对你有启发。",
        "label": ""
      },
      {
        "sentence": "日常生活中有多少人陷入与公婆的矛盾，倍感痛苦，作为老公常常却感受不到这种痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉我一直在迁就他们，但他们却无法理解我的痛苦和压力。每次和他们发生冲突后，我也试着和老公沟通，希望他能够支持我，但他总是让我忍耐，不敢对公婆说不。",
    "annotation": [
      {
        "sentence": "是的，我感觉我一直在迁就他们，但他们却无法理解我的痛苦和压力。",
        "label": ""
      },
      {
        "sentence": "每次和他们发生冲突后，我也试着和老公沟通，希望他能够支持我，但他总是让我忍耐，不敢对公婆说不。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是很难的。我们首要的任务是设定自己的界限，照顾好自己的情绪。无论公婆多么强势、老公多么没有支持到你，我们先做自己可以决定的事情。这在心理学上叫做课题分离。谁困扰，谁负责。即使他们都做得不对，我们自己要保持积极的态度，想想在这个复杂的关系中我们能做些什么，让自己好受一些。",
    "annotation": [
      {
        "sentence": "这确实是很难的。",
        "label": ""
      },
      {
        "sentence": "我们首要的任务是设定自己的界限，照顾好自己的情绪。",
        "label": ""
      },
      {
        "sentence": "无论公婆多么强势、老公多么没有支持到你，我们先做自己可以决定的事情。",
        "label": ""
      },
      {
        "sentence": "这在心理学上叫做课题分离。",
        "label": ""
      },
      {
        "sentence": "谁困扰，谁负责。",
        "label": ""
      },
      {
        "sentence": "即使他们都做得不对，我们自己要保持积极的态度，想想在这个复杂的关系中我们能做些什么，让自己好受一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实需要找到一些方法来应对和处理这个问题。我也在考虑是否有可能让公婆和我们分开住，以减少矛盾的发生。但是可能比较困难，因为他们一直希望能够和我们住在一起。",
    "annotation": [
      {
        "sentence": "嗯，确实需要找到一些方法来应对和处理这个问题。",
        "label": ""
      },
      {
        "sentence": "我也在考虑是否有可能让公婆和我们分开住，以减少矛盾的发生。",
        "label": ""
      },
      {
        "sentence": "但是可能比较困难，因为他们一直希望能够和我们住在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果分开住，矛盾就会少很多，这是最好的解决办法。距离可以保护你的个人生活不受侵犯。如果暂时做不到分开住，一定明确各自的界限。比如说出自己明确的需求，不能让他们干扰到你的正常生活。如果家庭气氛不好，也会影响孩子的成长。这些你可以与老公沟通，不仅仅是为了你自己，还为了你们的孩子。",
    "annotation": [
      {
        "sentence": "如果分开住，矛盾就会少很多，这是最好的解决办法。",
        "label": ""
      },
      {
        "sentence": "距离可以保护你的个人生活不受侵犯。",
        "label": ""
      },
      {
        "sentence": "如果暂时做不到分开住，一定明确各自的界限。",
        "label": ""
      },
      {
        "sentence": "比如说出自己明确的需求，不能让他们干扰到你的正常生活。",
        "label": ""
      },
      {
        "sentence": "如果家庭气氛不好，也会影响孩子的成长。",
        "label": ""
      },
      {
        "sentence": "这些你可以与老公沟通，不仅仅是为了你自己，还为了你们的孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会试着和老公多沟通，让他也能意识到我们的关系对我们和孩子的成长有多么重要。如果公婆非常过分，我可以尝试不理会他们，也不一定非要按照他们的要求做。这时候我可以应用谈判思维，在某件事情上我妥协，某件事情上他们妥协。最好谈判之前，和老公沟通好，即使老公不能出面支持我，至少不会扯我后腿。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着和老公多沟通，让他也能意识到我们的关系对我们和孩子的成长有多么重要。",
        "label": ""
      },
      {
        "sentence": "如果公婆非常过分，我可以尝试不理会他们，也不一定非要按照他们的要求做。",
        "label": ""
      },
      {
        "sentence": "这时候我可以应用谈判思维，在某件事情上我妥协，某件事情上他们妥协。",
        "label": ""
      },
      {
        "sentence": "最好谈判之前，和老公沟通好，即使老公不能出面支持我，至少不会扯我后腿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们恢复自身的能量，不陷入各种负面的情绪中，我们才有可能去建设更积极的关系。我们外人可能并不能真正对你所遭遇的事情感同身受，你或者觉得我的方法未必可行，但你可以去尝试。不急着处理与公婆的关系，先好好和你的丈夫相处，这是第一位的。在关系里，也可以与你的丈夫沟通，哪些是他需要成长的部分。在与你的丈夫关系融洽之后，如果有什么需要与公婆沟通的，都可以由你的丈夫出面，避免与他们发生矛盾。",
    "annotation": [
      {
        "sentence": "当我们恢复自身的能量，不陷入各种负面的情绪中，我们才有可能去建设更积极的关系。",
        "label": ""
      },
      {
        "sentence": "我们外人可能并不能真正对你所遭遇的事情感同身受，你或者觉得我的方法未必可行，但你可以去尝试。",
        "label": ""
      },
      {
        "sentence": "不急着处理与公婆的关系，先好好和你的丈夫相处，这是第一位的。",
        "label": ""
      },
      {
        "sentence": "在关系里，也可以与你的丈夫沟通，哪些是他需要成长的部分。",
        "label": ""
      },
      {
        "sentence": "在与你的丈夫关系融洽之后，如果有什么需要与公婆沟通的，都可以由你的丈夫出面，避免与他们发生矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我意识到我需要把关注点从别人身上转回到自己身上，全然地爱自己，这样我才能够掌控自己的生活，家庭关系也会变得更加和谐。虽然我不能改变别人，但我可以改变自己，让自己变得开心快乐。我会尝试着找到我对于亲密关系和家庭关系的目标，不急着离婚，努力去实现它们。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我意识到我需要把关注点从别人身上转回到自己身上，全然地爱自己，这样我才能够掌控自己的生活，家庭关系也会变得更加和谐。",
        "label": ""
      },
      {
        "sentence": "虽然我不能改变别人，但我可以改变自己，让自己变得开心快乐。",
        "label": ""
      },
      {
        "sentence": "我会尝试着找到我对于亲密关系和家庭关系的目标，不急着离婚，努力去实现它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好。祝愿你能够早日走出困扰，过上幸福的生活！记住，你并不孤单，有很多人理解并支持你。如果还有其他问题或者需要进一步的支持，随时都可以来找我。祝你加油！",
    "annotation": [
      {
        "sentence": "非常好。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够早日走出困扰，过上幸福的生活！",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多人理解并支持你。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要进一步的支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你加油！",
        "label": ""
      }
    ]
  }
]