[
  {
    "role": "client",
    "content": "第一次离开父母独自生活，总是控制不住情绪动不动流泪。开学一周，人生第一次离开父母独自生活，在学校根本无法正常学习，总是想家想父母想朋友。一想到他们眼泪就止不住，每时每刻，自己都控制不住自己。特别不想让家人关心我，他们一关心我眼泪就出来了。即使回到家，父母包括朋友询问我在学校的事也会控制不住的哭出来。一个人的时候，总是鼻子一酸就哭了。一想到学校宿舍就会害怕就会哭。还害怕父母看到关心我，自己憋在心里。每天晚上自己都会突然控制不住情绪大哭，哭的撕心裂肺。",
    "annotation": [
      {
        "sentence": "第一次离开父母独自生活，总是控制不住情绪动不动流泪。",
        "label": ""
      },
      {
        "sentence": "开学一周，人生第一次离开父母独自生活，在学校根本无法正常学习，总是想家想父母想朋友。",
        "label": ""
      },
      {
        "sentence": "一想到他们眼泪就止不住，每时每刻，自己都控制不住自己。",
        "label": ""
      },
      {
        "sentence": "特别不想让家人关心我，他们一关心我眼泪就出来了。",
        "label": ""
      },
      {
        "sentence": "即使回到家，父母包括朋友询问我在学校的事也会控制不住的哭出来。",
        "label": ""
      },
      {
        "sentence": "一个人的时候，总是鼻子一酸就哭了。",
        "label": ""
      },
      {
        "sentence": "一想到学校宿舍就会害怕就会哭。",
        "label": ""
      },
      {
        "sentence": "还害怕父母看到关心我，自己憋在心里。",
        "label": ""
      },
      {
        "sentence": "每天晚上自己都会突然控制不住情绪大哭，哭的撕心裂肺。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常能够理解你的心情。对于许多初次离开家庭独自生活的人而言，或许都会经历这么一个难以舍离的过程。但是，接纳、融入新的环境也是我们不可避免要经历的呀，融入新的环境中最好的办法就是建立专属的归属感。你不妨试着多看一看在学校里生活的积极的方面，因为每个地方带给我们的体验都是不一样的，我们可以先试着发现校园生活的好处。",
    "annotation": [
      {
        "sentence": "非常能够理解你的心情。",
        "label": ""
      },
      {
        "sentence": "对于许多初次离开家庭独自生活的人而言，或许都会经历这么一个难以舍离的过程。",
        "label": ""
      },
      {
        "sentence": "但是，接纳、融入新的环境也是我们不可避免要经历的呀，融入新的环境中最好的办法就是建立专属的归属感。",
        "label": ""
      },
      {
        "sentence": "你不妨试着多看一看在学校里生活的积极的方面，因为每个地方带给我们的体验都是不一样的，我们可以先试着发现校园生活的好处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我一直在想要怎样才能更好地适应新环境。但是每次想到离开父母，我就无法控制自己的情绪，感觉很无助。",
    "annotation": [
      {
        "sentence": "你说的没错，我一直在想要怎样才能更好地适应新环境。",
        "label": ""
      },
      {
        "sentence": "但是每次想到离开父母，我就无法控制自己的情绪，感觉很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能理解你对家人的依赖感。首先，要试着给自己些时间适应变化，毕竟这是新的环境，需要适应的过程。其次，家人在你身边的时候，给你的安全感和亲密感是无法代替的。你可以思考一下自己在家里感受到的情感和安全感，然后在新的环境下尝试去寻找一些能够代替的事物或人，用以填补离别带来的空缺感。",
    "annotation": [
      {
        "sentence": "能理解你对家人的依赖感。",
        "label": ""
      },
      {
        "sentence": "首先，要试着给自己些时间适应变化，毕竟这是新的环境，需要适应的过程。",
        "label": ""
      },
      {
        "sentence": "其次，家人在你身边的时候，给你的安全感和亲密感是无法代替的。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下自己在家里感受到的情感和安全感，然后在新的环境下尝试去寻找一些能够代替的事物或人，用以填补离别带来的空缺感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要试着给自己一些时间来适应新环境，并且寻找一些能够代替家人的东西。但是有时候我还是忍不住想家，该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我要试着给自己一些时间来适应新环境，并且寻找一些能够代替家人的东西。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是忍不住想家，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想家是很正常的情绪，你不必过于压抑自己的情感。可以试着找一些方式来缓解想家的心情，比如和父母、朋友保持良好的通信，倾诉自己的感受，让他们关心你。另外，可以尝试一些适合你的舒缓压力的方式，比如听音乐、读书、运动等，让自己的情绪得到释放和宣泄，这能帮助你更好地应对想家的情绪。",
    "annotation": [
      {
        "sentence": "想家是很正常的情绪，你不必过于压抑自己的情感。",
        "label": ""
      },
      {
        "sentence": "可以试着找一些方式来缓解想家的心情，比如和父母、朋友保持良好的通信，倾诉自己的感受，让他们关心你。",
        "label": ""
      },
      {
        "sentence": "另外，可以尝试一些适合你的舒缓压力的方式，比如听音乐、读书、运动等，让自己的情绪得到释放和宣泄，这能帮助你更好地应对想家的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我可以试着和家人保持更好的联系，倾诉自己的情感。同时，我也会多尝试一些放松的方式来缓解压力。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说的对，我可以试着和家人保持更好的联系，倾诉自己的情感。",
        "label": ""
      },
      {
        "sentence": "同时，我也会多尝试一些放松的方式来缓解压力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。还有，不要忘记，在新的环境中积极地参与各种社交活动，结交新的朋友。这能让你感受到归属感和情感寄托，也会为你带来更多的支持与关心。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "还有，不要忘记，在新的环境中积极地参与各种社交活动，结交新的朋友。",
        "label": ""
      },
      {
        "sentence": "这能让你感受到归属感和情感寄托，也会为你带来更多的支持与关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尽量融入新的环境，主动参与社交活动，结交新的朋友。这样我就能感受到更多的支持和关心了。非常感谢你的鼓励和理解。",
    "annotation": [
      {
        "sentence": "嗯，我会尽量融入新的环境，主动参与社交活动，结交新的朋友。",
        "label": ""
      },
      {
        "sentence": "这样我就能感受到更多的支持和关心了。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的鼓励和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你能够勇敢地面对自己的情绪和困难已经很了不起了。每个人都需要适应新环境，这是一个成长和发展的过程。相信你能够逐渐适应，并且过得更加充实和开心。如果还有其他的困惑或者情绪需要倾诉，随时都可以找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，你能够勇敢地面对自己的情绪和困难已经很了不起了。",
        "label": ""
      },
      {
        "sentence": "每个人都需要适应新环境，这是一个成长和发展的过程。",
        "label": ""
      },
      {
        "sentence": "相信你能够逐渐适应，并且过得更加充实和开心。",
        "label": ""
      },
      {
        "sentence": "如果还有其他的困惑或者情绪需要倾诉，随时都可以找我聊天。",
        "label": ""
      }
    ]
  }
]