[
  {
    "role": "client",
    "content": "高一，不适应高中的寄宿生活老是想哭，很焦虑？",
    "annotation": [
      {
        "sentence": "高一，不适应高中的寄宿生活老是想哭，很焦虑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你正在经历的困扰。第一次进入寄宿学校确实需要一个适应的过程，感觉不适应是正常的反应。你可以跟我分享一下你目前遇到的困扰吗？",
    "annotation": [
      {
        "sentence": "我明白你正在经历的困扰。",
        "label": ""
      },
      {
        "sentence": "第一次进入寄宿学校确实需要一个适应的过程，感觉不适应是正常的反应。",
        "label": ""
      },
      {
        "sentence": "你可以跟我分享一下你目前遇到的困扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我刚上高一现在已经开学三个周了。因为我初中是不寄宿的，然后高一是我第一次寄宿。我很不适应这种生活，经常一个人的时候会很想家想父母，特别想哭。有时候还会心跳加速呼吸急促加重。",
    "annotation": [
      {
        "sentence": "我刚上高一现在已经开学三个周了。",
        "label": ""
      },
      {
        "sentence": "因为我初中是不寄宿的，然后高一是我第一次寄宿。",
        "label": ""
      },
      {
        "sentence": "我很不适应这种生活，经常一个人的时候会很想家想父母，特别想哭。",
        "label": ""
      },
      {
        "sentence": "有时候还会心跳加速呼吸急促加重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，寄宿生活确实让人感到孤独和想家。这个阶段多半是因为缺乏安全感和陌生环境所致。情绪上的不适是一种常见的正常反应，你并不孤单，我们都在这里支持你。你可以试着与同学们交流，多参加校内活动，逐渐融入到学校生活中去，这样可以帮助你更快地适应。",
    "annotation": [
      {
        "sentence": "理解你的感受，寄宿生活确实让人感到孤独和想家。",
        "label": ""
      },
      {
        "sentence": "这个阶段多半是因为缺乏安全感和陌生环境所致。",
        "label": ""
      },
      {
        "sentence": "情绪上的不适是一种常见的正常反应，你并不孤单，我们都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "你可以试着与同学们交流，多参加校内活动，逐渐融入到学校生活中去，这样可以帮助你更快地适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道我该独立了，但是我还是很想父母，每一天都特别难熬。每一天都特别漫长，不想呆在学校，对学校有恐惧感。",
    "annotation": [
      {
        "sentence": "我也知道我该独立了，但是我还是很想父母，每一天都特别难熬。",
        "label": ""
      },
      {
        "sentence": "每一天都特别漫长，不想呆在学校，对学校有恐惧感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困扰，适应新环境确实需要时间。你现在感到焦虑和不适的情绪是正常的，但这并不意味着你无法克服。我建议你在学校的过程中，多找一些能给你带来快乐和安全感的事情，比如和同学一起进行课外活动，参与社团组织等，这样有助于你建立起对学校的积极情感和归属感。",
    "annotation": [
      {
        "sentence": "理解你的困扰，适应新环境确实需要时间。",
        "label": ""
      },
      {
        "sentence": "你现在感到焦虑和不适的情绪是正常的，但这并不意味着你无法克服。",
        "label": ""
      },
      {
        "sentence": "我建议你在学校的过程中，多找一些能给你带来快乐和安全感的事情，比如和同学一起进行课外活动，参与社团组织等，这样有助于你建立起对学校的积极情感和归属感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道我这个年纪应该学会独立了，但我就是无法克服。就一次下雨下得很大，我让自己淋湿了，我就觉得自己特别没用。没有父母，我好像就照顾不了自己，就真的很烦。那个时候情绪完全崩溃。",
    "annotation": [
      {
        "sentence": "我也知道我这个年纪应该学会独立了，但我就是无法克服。",
        "label": ""
      },
      {
        "sentence": "就一次下雨下得很大，我让自己淋湿了，我就觉得自己特别没用。",
        "label": ""
      },
      {
        "sentence": "没有父母，我好像就照顾不了自己，就真的很烦。",
        "label": ""
      },
      {
        "sentence": "那个时候情绪完全崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不是一个人在面对这些情绪上的挑战。当你感到很烦躁或崩溃时，试着深呼吸，静下心来，告诉自己这只是一个阶段，你有能力度过它。你可以找到一些适合你的情绪调节方法，比如与朋友聊聊天，听音乐，或者进行一些放松的活动。同时，记住寻求他人的支持是很重要的，你可以和身边的同学、老师和辅导员倾诉你的困扰或寻求帮助。",
    "annotation": [
      {
        "sentence": "你并不是一个人在面对这些情绪上的挑战。",
        "label": ""
      },
      {
        "sentence": "当你感到很烦躁或崩溃时，试着深呼吸，静下心来，告诉自己这只是一个阶段，你有能力度过它。",
        "label": ""
      },
      {
        "sentence": "你可以找到一些适合你的情绪调节方法，比如与朋友聊聊天，听音乐，或者进行一些放松的活动。",
        "label": ""
      },
      {
        "sentence": "同时，记住寻求他人的支持是很重要的，你可以和身边的同学、老师和辅导员倾诉你的困扰或寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这种焦虑真的很烦，就周日的时候要去学校了，完全不想去，就很烦。想着又有一个周要熬，不知道能不能熬过去。就离下一个回家的日子很漫长，我不想去学校，真的很烦。怎么才可以缓解这种焦虑不安？",
    "annotation": [
      {
        "sentence": "这种焦虑真的很烦，就周日的时候要去学校了，完全不想去，就很烦。",
        "label": ""
      },
      {
        "sentence": "想着又有一个周要熬，不知道能不能熬过去。",
        "label": ""
      },
      {
        "sentence": "就离下一个回家的日子很漫长，我不想去学校，真的很烦。",
        "label": ""
      },
      {
        "sentence": "怎么才可以缓解这种焦虑不安？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的担心和焦虑。我建议你在学校期间，每天给自己一些调整和放松的时间，比如听一些放松的音乐、读一本喜欢的书、运动等。此外，拥有一个积极的心态也非常重要，你可以尝试积极地寻找一些有趣的活动或者寻找一个能够倾诉的朋友。最重要的是，相信自己有能力克服困难，每天给自己积累一些小小的成功，渐渐地恢复自信和积极的心态。",
    "annotation": [
      {
        "sentence": "我可以理解你的担心和焦虑。",
        "label": ""
      },
      {
        "sentence": "我建议你在学校期间，每天给自己一些调整和放松的时间，比如听一些放松的音乐、读一本喜欢的书、运动等。",
        "label": ""
      },
      {
        "sentence": "此外，拥有一个积极的心态也非常重要，你可以尝试积极地寻找一些有趣的活动或者寻找一个能够倾诉的朋友。",
        "label": ""
      },
      {
        "sentence": "最重要的是，相信自己有能力克服困难，每天给自己积累一些小小的成功，渐渐地恢复自信和积极的心态。",
        "label": ""
      }
    ]
  }
]