[
  {
    "role": "client",
    "content": "33岁。最近两年，婆媳关系导致亲密关系濒临破灭。我们生活在海外，我今年第二硕士毕业，上学期间朋友介绍认识他半年未婚先孕。老公脾气性格特别温和，对我也还不错。但是自从公婆来海外照顾我月子开始，同住半年，公婆控制欲很强，对儿子事无巨细。和公婆同住这半年让我痛苦万分，年年闹好几次离婚。抑郁症吃药，他们没觉得这是病。公婆来了，婆婆连内裤都要帮儿子洗。只要我和公婆意见不合，公婆就想尽办法让我服从他们，老公本来就性情温和，久而久之感觉我总在找事似的。比如婆婆因为我买了新衣服回家没给她看都能跳脚指着我骂，说我没教养，说她买啥都会给我看。类似这种事情发生很多次，老公都基本属于沉默不语，即便觉得他父母不对也只会告诉我，让让他父母，这也不是什么大不了的事，下次拿给他妈看就行了。孩子两岁了，跟公婆住一起一年半了，我已回娘家。",
    "annotation": [
      {
        "sentence": "33岁。",
        "label": ""
      },
      {
        "sentence": "最近两年，婆媳关系导致亲密关系濒临破灭。",
        "label": ""
      },
      {
        "sentence": "我们生活在海外，我今年第二硕士毕业，上学期间朋友介绍认识他半年未婚先孕。",
        "label": ""
      },
      {
        "sentence": "老公脾气性格特别温和，对我也还不错。",
        "label": ""
      },
      {
        "sentence": "但是自从公婆来海外照顾我月子开始，同住半年，公婆控制欲很强，对儿子事无巨细。",
        "label": ""
      },
      {
        "sentence": "和公婆同住这半年让我痛苦万分，年年闹好几次离婚。",
        "label": ""
      },
      {
        "sentence": "抑郁症吃药，他们没觉得这是病。",
        "label": ""
      },
      {
        "sentence": "公婆来了，婆婆连内裤都要帮儿子洗。",
        "label": ""
      },
      {
        "sentence": "只要我和公婆意见不合，公婆就想尽办法让我服从他们，老公本来就性情温和，久而久之感觉我总在找事似的。",
        "label": ""
      },
      {
        "sentence": "比如婆婆因为我买了新衣服回家没给她看都能跳脚指着我骂，说我没教养，说她买啥都会给我看。",
        "label": ""
      },
      {
        "sentence": "类似这种事情发生很多次，老公都基本属于沉默不语，即便觉得他父母不对也只会告诉我，让让他父母，这也不是什么大不了的事，下次拿给他妈看就行了。",
        "label": ""
      },
      {
        "sentence": "孩子两岁了，跟公婆住一起一年半了，我已回娘家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，能看出来你的疲惫和无奈。相爱的两人，也有了爱情的结晶，高知智商情商都在线，老公也不错，原本以为幸福的小日子可以开心过下去，但因为公婆的到来，生活习惯、个性和观念，包括沟通等问题，导致你们夫妻也产生了隔阂和芥蒂，让你从失望快到绝望甚至想要离开，不得不逃避回娘家。你的心情一定很郁闷，也感到无助，此时内心很没有力量感是吗？",
    "annotation": [
      {
        "sentence": "亲爱的，能看出来你的疲惫和无奈。",
        "label": ""
      },
      {
        "sentence": "相爱的两人，也有了爱情的结晶，高知智商情商都在线，老公也不错，原本以为幸福的小日子可以开心过下去，但因为公婆的到来，生活习惯、个性和观念，包括沟通等问题，导致你们夫妻也产生了隔阂和芥蒂，让你从失望快到绝望甚至想要离开，不得不逃避回娘家。",
        "label": ""
      },
      {
        "sentence": "你的心情一定很郁闷，也感到无助，此时内心很没有力量感是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感到非常无助，觉得自己处境好难掌控，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我感到非常无助，觉得自己处境好难掌控，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信，你和你老公从相识相知相恋到结婚，都是想要一个完整幸福的家庭，想一辈子厮守是吗？而你们彼此相爱，所以你即使因为婆媳矛盾感到痛苦，也选择了隐忍，你老公夹在中间，也只能对你安抚，可见，你们都有各自的无奈，也暴露出你们在婚姻经营中，处理人际关系能力的欠缺。为什么这样说呢？通常婚姻是两个家庭的结合，和恋爱时只是两个人的关系有很多不同，而女人结婚生子，时间和精力大多放在孩子身上，往往忽略了婚姻的经营，比如如何处理婆媳关系问题。其实你和公婆的矛盾并不是问题的关键，而是你和你老公怎么面对处理才是关键。",
    "annotation": [
      {
        "sentence": "我相信，你和你老公从相识相知相恋到结婚，都是想要一个完整幸福的家庭，想一辈子厮守是吗？",
        "label": ""
      },
      {
        "sentence": "而你们彼此相爱，所以你即使因为婆媳矛盾感到痛苦，也选择了隐忍，你老公夹在中间，也只能对你安抚，可见，你们都有各自的无奈，也暴露出你们在婚姻经营中，处理人际关系能力的欠缺。",
        "label": ""
      },
      {
        "sentence": "为什么这样说呢？",
        "label": ""
      },
      {
        "sentence": "通常婚姻是两个家庭的结合，和恋爱时只是两个人的关系有很多不同，而女人结婚生子，时间和精力大多放在孩子身上，往往忽略了婚姻的经营，比如如何处理婆媳关系问题。",
        "label": ""
      },
      {
        "sentence": "其实你和公婆的矛盾并不是问题的关键，而是你和你老公怎么面对处理才是关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能没有充分重视婚姻经营这个方面，我应该更关注和老公的沟通和理解，以及如何处理婆媳关系。但是我觉得非常困难，他们总是对我指手画脚，我感到很无力。",
    "annotation": [
      {
        "sentence": "我明白了，我可能没有充分重视婚姻经营这个方面，我应该更关注和老公的沟通和理解，以及如何处理婆媳关系。",
        "label": ""
      },
      {
        "sentence": "但是我觉得非常困难，他们总是对我指手画脚，我感到很无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于男人来讲，首先他是不懂怎么处理家庭矛盾的，其次，作为男人，他认为孝顺妈妈是没错的，因为老人的出发点都是为了你们好，所以他沉默，安抚你，他也很为难，不知道该怎么做。这时候往往更加考验女人的智慧。改变别人总是很难的，站在各自的立场，谁都没有错，关键是你作为女主人，怎么协调处理。有三个方向和思路：1、首先自己的情绪状态需要调整，稳定的情绪状态，可以避免更多的矛盾激发2、和老公坦诚沟通，男人需要女人的引导，你是抱怨还是能让他感到你的包容，同时也能表达你的不易，这需要很高的沟通技巧。3、有能力让老公站到你这一边，支持你，然后以合适的方式逐渐让公婆知道你才是女主人，建立边界感。",
    "annotation": [
      {
        "sentence": "对于男人来讲，首先他是不懂怎么处理家庭矛盾的，其次，作为男人，他认为孝顺妈妈是没错的，因为老人的出发点都是为了你们好，所以他沉默，安抚你，他也很为难，不知道该怎么做。",
        "label": ""
      },
      {
        "sentence": "这时候往往更加考验女人的智慧。",
        "label": ""
      },
      {
        "sentence": "改变别人总是很难的，站在各自的立场，谁都没有错，关键是你作为女主人，怎么协调处理。",
        "label": ""
      },
      {
        "sentence": "有三个方向和思路：1、首先自己的情绪状态需要调整，稳定的情绪状态，可以避免更多的矛盾激发2、和老公坦诚沟通，男人需要女人的引导，你是抱怨还是能让他感到你的包容，同时也能表达你的不易，这需要很高的沟通技巧。",
        "label": ""
      },
      {
        "sentence": "3、有能力让老公站到你这一边，支持你，然后以合适的方式逐渐让公婆知道你才是女主人，建立边界感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我需要调整自己的情绪状态并尝试和老公坦诚沟通，让他知道我的困境和需要，同时也要学会以合适的方式与公婆相处，建立起我的边界感。这一切可能需要时间和努力，但我希望能重新建立幸福的家庭。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我需要调整自己的情绪状态并尝试和老公坦诚沟通，让他知道我的困境和需要，同时也要学会以合适的方式与公婆相处，建立起我的边界感。",
        "label": ""
      },
      {
        "sentence": "这一切可能需要时间和努力，但我希望能重新建立幸福的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "做到这几点，相信你的家庭矛盾能缓解。当然，这需要时间和过程，首先需要你有一个解决问题的积极心态，回娘家只是情绪化处理，会让你老公更为难，不利于夫妻关系。婚姻经营是技术活，你们的幸福生活在刚刚开始，只要有学习的心态，相信你能获得你想要的生活。",
    "annotation": [
      {
        "sentence": "做到这几点，相信你的家庭矛盾能缓解。",
        "label": ""
      },
      {
        "sentence": "当然，这需要时间和过程，首先需要你有一个解决问题的积极心态，回娘家只是情绪化处理，会让你老公更为难，不利于夫妻关系。",
        "label": ""
      },
      {
        "sentence": "婚姻经营是技术活，你们的幸福生活在刚刚开始，只要有学习的心态，相信你能获得你想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力调整自己的心态，学习处理婚姻中的问题，为我想要的幸福生活努力奋斗。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力调整自己的心态，学习处理婚姻中的问题，为我想要的幸福生活努力奋斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你有能力克服困境，祝福你能够建立一个幸福的家庭。如果你需要进一步的帮助和支持，请随时找我倾诉。",
    "annotation": [
      {
        "sentence": "我相信你有能力克服困境，祝福你能够建立一个幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的帮助和支持，请随时找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的帮助和鼓励，我会好好努力的。如果有需要，我会再来找你咨询的。",
    "annotation": [
      {
        "sentence": "非常感谢你的帮助和鼓励，我会好好努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来找你咨询的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我随时都在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "没问题，我随时都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]