[
  {
    "role": "client",
    "content": "老公和别的女生说话，没有边界，不懂拒绝，怎么办？",
    "annotation": [
      {
        "sentence": "老公和别的女生说话，没有边界，不懂拒绝，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这种事情一定听糟心的，希望能带去一丝温暖。梳理一下题中的问题，你看看对不对。",
    "annotation": [
      {
        "sentence": "遇到这种事情一定听糟心的，希望能带去一丝温暖。",
        "label": ""
      },
      {
        "sentence": "梳理一下题中的问题，你看看对不对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，确实是这些问题。我们已经结婚两年，有一个宝宝，我现在还在产假中。老公最近在创业，应酬很多，经常凌晨才回家。他性格比较冷淡，但在社交场合却很兴奋，对事业有很强的心思和野心。最近我发现他和一个女生聊天非常暧昧，他不主动拒绝，甚至和她一起看电影、出去玩，甚至她生病了还请她吃饭。我心里很生气，因为这么多年来，我邀请他吃饭看电影，他总是拒绝我。",
    "annotation": [
      {
        "sentence": "是的，确实是这些问题。",
        "label": ""
      },
      {
        "sentence": "我们已经结婚两年，有一个宝宝，我现在还在产假中。",
        "label": ""
      },
      {
        "sentence": "老公最近在创业，应酬很多，经常凌晨才回家。",
        "label": ""
      },
      {
        "sentence": "他性格比较冷淡，但在社交场合却很兴奋，对事业有很强的心思和野心。",
        "label": ""
      },
      {
        "sentence": "最近我发现他和一个女生聊天非常暧昧，他不主动拒绝，甚至和她一起看电影、出去玩，甚至她生病了还请她吃饭。",
        "label": ""
      },
      {
        "sentence": "我心里很生气，因为这么多年来，我邀请他吃饭看电影，他总是拒绝我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的痛苦，这确实是一个令人不安的情况。让我帮你总结一下。首先，你们已经结婚两年，有一个宝宝。其次，你现在还在产假中，之后还要回去工作。再次，你老公的创业导致他有很多应酬。此外，你观察到他性格冷淡，但在社交场合却表现得很兴奋。最后，你发现他和一个女生的关系过于暧昧，他对她非常关照。你还发现他撒谎，否认手机膜不是你买的。而你担心的是，他身边的朋友可能会对他有不良影响，也担心他会被诱惑。你希望得到一些方法，让你的老公忠诚于你。",
    "annotation": [
      {
        "sentence": "我理解你的痛苦，这确实是一个令人不安的情况。",
        "label": ""
      },
      {
        "sentence": "让我帮你总结一下。",
        "label": ""
      },
      {
        "sentence": "首先，你们已经结婚两年，有一个宝宝。",
        "label": ""
      },
      {
        "sentence": "其次，你现在还在产假中，之后还要回去工作。",
        "label": ""
      },
      {
        "sentence": "再次，你老公的创业导致他有很多应酬。",
        "label": ""
      },
      {
        "sentence": "此外，你观察到他性格冷淡，但在社交场合却表现得很兴奋。",
        "label": ""
      },
      {
        "sentence": "最后，你发现他和一个女生的关系过于暧昧，他对她非常关照。",
        "label": ""
      },
      {
        "sentence": "你还发现他撒谎，否认手机膜不是你买的。",
        "label": ""
      },
      {
        "sentence": "而你担心的是，他身边的朋友可能会对他有不良影响，也担心他会被诱惑。",
        "label": ""
      },
      {
        "sentence": "你希望得到一些方法，让你的老公忠诚于你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你总结的很准确，我和老公之间基本上关系还是很好的，也相互信任。否则，我发现他不坦诚的情况下，我还能绝对信任他是不会出格的吗。他性格冷淡还是热情，我也很迷茫。对他来说，哪种状态更真实，哪种状态更适合他呢？我理解他创业的压力，尤其是今年疫情的影响下，情况更加困难。他凌晨回家，一定也很累。如果有方法让他减少凌晨社交，我猜他也会想早点回家。只是有些遗憾的是，有时候选择并不多。",
    "annotation": [
      {
        "sentence": "你总结的很准确，我和老公之间基本上关系还是很好的，也相互信任。",
        "label": ""
      },
      {
        "sentence": "否则，我发现他不坦诚的情况下，我还能绝对信任他是不会出格的吗。",
        "label": ""
      },
      {
        "sentence": "他性格冷淡还是热情，我也很迷茫。",
        "label": ""
      },
      {
        "sentence": "对他来说，哪种状态更真实，哪种状态更适合他呢？",
        "label": ""
      },
      {
        "sentence": "我理解他创业的压力，尤其是今年疫情的影响下，情况更加困难。",
        "label": ""
      },
      {
        "sentence": "他凌晨回家，一定也很累。",
        "label": ""
      },
      {
        "sentence": "如果有方法让他减少凌晨社交，我猜他也会想早点回家。",
        "label": ""
      },
      {
        "sentence": "只是有些遗憾的是，有时候选择并不多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，沟通是解决问题的关键。你可以罗列出你观察到的事实，表达你的感受和期待。不满是可以表达的，但是要保持建设性，我们的目的是解决问题，而不是只是发泄情绪。此外，如果你有时间和精力，在照顾好自己和孩子的前提下，了解一下你老公创业的内容和合作伙伴，这样有助于你们之间有更多共同语言，也能给你更多的安全感。另外，学一些心理学方面的小知识也是一个不错的方法，它可以帮助你更好地了解人性，包括你自己和你的老公，以及你们的家庭。还有，培养自己的爱好也是很重要的，婚姻需要经营，生活也需要不断地创新。最后，每天用一点时间和你的老公共度二人世界，聊一些和生活、工作无关的事情，比如诗和远方。如果你的情绪特别不稳定，难以控制，建议你找心理咨询师寻求一些帮助。同时，要接纳无法掌控的现实，生活中总是有一些意外和不可预知的事情，这也是生活的乐趣所在。最后，信任是维系婚姻的基石，尽量相信你的老公是忠诚的。",
    "annotation": [
      {
        "sentence": "你说得很对，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "你可以罗列出你观察到的事实，表达你的感受和期待。",
        "label": ""
      },
      {
        "sentence": "不满是可以表达的，但是要保持建设性，我们的目的是解决问题，而不是只是发泄情绪。",
        "label": ""
      },
      {
        "sentence": "此外，如果你有时间和精力，在照顾好自己和孩子的前提下，了解一下你老公创业的内容和合作伙伴，这样有助于你们之间有更多共同语言，也能给你更多的安全感。",
        "label": ""
      },
      {
        "sentence": "另外，学一些心理学方面的小知识也是一个不错的方法，它可以帮助你更好地了解人性，包括你自己和你的老公，以及你们的家庭。",
        "label": ""
      },
      {
        "sentence": "还有，培养自己的爱好也是很重要的，婚姻需要经营，生活也需要不断地创新。",
        "label": ""
      },
      {
        "sentence": "最后，每天用一点时间和你的老公共度二人世界，聊一些和生活、工作无关的事情，比如诗和远方。",
        "label": ""
      },
      {
        "sentence": "如果你的情绪特别不稳定，难以控制，建议你找心理咨询师寻求一些帮助。",
        "label": ""
      },
      {
        "sentence": "同时，要接纳无法掌控的现实，生活中总是有一些意外和不可预知的事情，这也是生活的乐趣所在。",
        "label": ""
      },
      {
        "sentence": "最后，信任是维系婚姻的基石，尽量相信你的老公是忠诚的。",
        "label": ""
      }
    ]
  }
]