[
  {
    "role": "client",
    "content": "我是一个33岁的女性，在最近两年，我和婆婆的关系导致了我们的亲密关系濒临破裂。我们都生活在海外，我刚刚取得了第二个硕士学位。在我上学期间，我和现在的丈夫交往了半年，然后就怀孕了。我丈夫性格非常温和，对我也非常好。但自从我丈夫的父母来海外照顾我月子开始，我们住在一起已经半年了。他们非常控制欲强，对儿子的事情操之过多。半年来和他们住在一起让我非常痛苦，我们几乎每年都闹离婚好几次了。我因为抑郁症而吃药，但他们对此并不觉得是病。婆婆甚至连我丈夫的内裤都要帮他洗。只要我和婆婆意见不合，她们就会想尽办法迫使我妥协。因为我丈夫一直性格温和，所以我开始觉得他似乎总是站在我和他父母的对立面。例如，我买了新衣服回家没有给婆婆看，她就会对我大发雷霆，骂我没有教养，说她买什么东西都要给我看。类似的情况发生了很多次，即使我丈夫觉得他父母不对，他也只会告诉我让我让他们，说这不是什么大不了的事情，下次就给他妈看。孩子现在两岁了，我已经回到了娘家。",
    "annotation": [
      {
        "sentence": "我是一个33岁的女性，在最近两年，我和婆婆的关系导致了我们的亲密关系濒临破裂。",
        "label": ""
      },
      {
        "sentence": "我们都生活在海外，我刚刚取得了第二个硕士学位。",
        "label": ""
      },
      {
        "sentence": "在我上学期间，我和现在的丈夫交往了半年，然后就怀孕了。",
        "label": ""
      },
      {
        "sentence": "我丈夫性格非常温和，对我也非常好。",
        "label": ""
      },
      {
        "sentence": "但自从我丈夫的父母来海外照顾我月子开始，我们住在一起已经半年了。",
        "label": ""
      },
      {
        "sentence": "他们非常控制欲强，对儿子的事情操之过多。",
        "label": ""
      },
      {
        "sentence": "半年来和他们住在一起让我非常痛苦，我们几乎每年都闹离婚好几次了。",
        "label": ""
      },
      {
        "sentence": "我因为抑郁症而吃药，但他们对此并不觉得是病。",
        "label": ""
      },
      {
        "sentence": "婆婆甚至连我丈夫的内裤都要帮他洗。",
        "label": ""
      },
      {
        "sentence": "只要我和婆婆意见不合，她们就会想尽办法迫使我妥协。",
        "label": ""
      },
      {
        "sentence": "因为我丈夫一直性格温和，所以我开始觉得他似乎总是站在我和他父母的对立面。",
        "label": ""
      },
      {
        "sentence": "例如，我买了新衣服回家没有给婆婆看，她就会对我大发雷霆，骂我没有教养，说她买什么东西都要给我看。",
        "label": ""
      },
      {
        "sentence": "类似的情况发生了很多次，即使我丈夫觉得他父母不对，他也只会告诉我让我让他们，说这不是什么大不了的事情，下次就给他妈看。",
        "label": ""
      },
      {
        "sentence": "孩子现在两岁了，我已经回到了娘家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的生活状况，我非常理解你现在的痛苦。人与人相处，冲突是难以避免的，尤其是对于婆媳关系来说更是如此。我们来聊一聊吧！从心理学的角度来看，其实并没有所谓的婆媳矛盾这个概念。一个家庭的正确秩序应该是，父母一起生活，已经成家的夫妻一起生活，两个家庭互不干涉。如果这个秩序被破坏了，那么矛盾冲突就会不断发生，就像你们家庭的情况一样。现在你的家庭受到你公婆的干涉，这主要源于他们对你丈夫生活的干涉。在你丈夫家庭中，婆婆一直以这种方式对待你丈夫，他们之间本应该有界限，但却没有。所以当你们重建了自己的家庭后，婆婆也会自然而然地没有界限，她认为家庭就是这样的。于是冲突和矛盾也就难以避免了。对于婆媳之间的冲突，你丈夫也是不知如何是好，他不想让你和他父母任何一方不高兴，所以才选择沉默。对于控制欲强的人，最好的方式就是让他们知道你不会受到他们的控制。在你的家庭中，你要明确哪些事情是你和丈夫的事情，哪些事情是公婆的事情。首先，你要坚守住自己应该负责的事情，什么事情是你应该决定的，你一定要去负责。至于你丈夫这方面，让他慢慢改变，你也不必过于急躁，毕竟他从小就在这样的家庭中长大，改变并不容易。所以你和公婆产生冲突的点主要是孩子的事情和家庭相处的事情。对于孩子的养育问题，如果你选择由公婆来照顾，那么孩子如何被养育就成了公婆的责任，因为你已经把这个责任交给了他们。在这个问题上，你只能听从公婆的安排。或者，如果你想自己来照顾孩子，那就要找到帮手来帮你解决你无法胜任的事情，这样一来责任就由你来承担，什么事情都可以按你的意愿来决定。至于孩子的教育问题，本应该是孩子的父母的责任，长辈只是提供一些帮助，并不承担所有责任，你对此是否有所了解呢？还有就是考虑和公婆分开住，因为长辈的界限意识和思想观念都可能和你们不同，所以冲突很容易发生。你们是打算一直住在一起吗？还是只是在孩子小的时候住在一起呢？如果只是暂时性的住在一起，那缓解压力的最好方式就是接受现状，尽量避免冲突的发生。在这两个方面上，你还是需要和你的丈夫好好沟通一下，告诉他你的看法。如果他能找到一种方式来避免你和他父母不和，我",
    "annotation": [
      {
        "sentence": "听到你的生活状况，我非常理解你现在的痛苦。",
        "label": ""
      },
      {
        "sentence": "人与人相处，冲突是难以避免的，尤其是对于婆媳关系来说更是如此。",
        "label": ""
      },
      {
        "sentence": "我们来聊一聊吧！",
        "label": ""
      },
      {
        "sentence": "从心理学的角度来看，其实并没有所谓的婆媳矛盾这个概念。",
        "label": ""
      },
      {
        "sentence": "一个家庭的正确秩序应该是，父母一起生活，已经成家的夫妻一起生活，两个家庭互不干涉。",
        "label": ""
      },
      {
        "sentence": "如果这个秩序被破坏了，那么矛盾冲突就会不断发生，就像你们家庭的情况一样。",
        "label": ""
      },
      {
        "sentence": "现在你的家庭受到你公婆的干涉，这主要源于他们对你丈夫生活的干涉。",
        "label": ""
      },
      {
        "sentence": "在你丈夫家庭中，婆婆一直以这种方式对待你丈夫，他们之间本应该有界限，但却没有。",
        "label": ""
      },
      {
        "sentence": "所以当你们重建了自己的家庭后，婆婆也会自然而然地没有界限，她认为家庭就是这样的。",
        "label": ""
      },
      {
        "sentence": "于是冲突和矛盾也就难以避免了。",
        "label": ""
      },
      {
        "sentence": "对于婆媳之间的冲突，你丈夫也是不知如何是好，他不想让你和他父母任何一方不高兴，所以才选择沉默。",
        "label": ""
      },
      {
        "sentence": "对于控制欲强的人，最好的方式就是让他们知道你不会受到他们的控制。",
        "label": ""
      },
      {
        "sentence": "在你的家庭中，你要明确哪些事情是你和丈夫的事情，哪些事情是公婆的事情。",
        "label": ""
      },
      {
        "sentence": "首先，你要坚守住自己应该负责的事情，什么事情是你应该决定的，你一定要去负责。",
        "label": ""
      },
      {
        "sentence": "至于你丈夫这方面，让他慢慢改变，你也不必过于急躁，毕竟他从小就在这样的家庭中长大，改变并不容易。",
        "label": ""
      },
      {
        "sentence": "所以你和公婆产生冲突的点主要是孩子的事情和家庭相处的事情。",
        "label": ""
      },
      {
        "sentence": "对于孩子的养育问题，如果你选择由公婆来照顾，那么孩子如何被养育就成了公婆的责任，因为你已经把这个责任交给了他们。",
        "label": ""
      },
      {
        "sentence": "在这个问题上，你只能听从公婆的安排。",
        "label": ""
      },
      {
        "sentence": "或者，如果你想自己来照顾孩子，那就要找到帮手来帮你解决你无法胜任的事情，这样一来责任就由你来承担，什么事情都可以按你的意愿来决定。",
        "label": ""
      },
      {
        "sentence": "至于孩子的教育问题，本应该是孩子的父母的责任，长辈只是提供一些帮助，并不承担所有责任，你对此是否有所了解呢？",
        "label": ""
      },
      {
        "sentence": "还有就是考虑和公婆分开住，因为长辈的界限意识和思想观念都可能和你们不同，所以冲突很容易发生。",
        "label": ""
      },
      {
        "sentence": "你们是打算一直住在一起吗？",
        "label": ""
      },
      {
        "sentence": "还是只是在孩子小的时候住在一起呢？",
        "label": ""
      },
      {
        "sentence": "如果只是暂时性的住在一起，那缓解压力的最好方式就是接受现状，尽量避免冲突的发生。",
        "label": ""
      },
      {
        "sentence": "在这两个方面上，你还是需要和你的丈夫好好沟通一下，告诉他你的看法。",
        "label": ""
      },
      {
        "sentence": "如果他能找到一种方式来避免你和他父母不和，我",
        "label": ""
      }
    ]
  }
]