[
  {
    "role": "client",
    "content": "我们之间还是很亲密，也开着玩笑，这算不算喜欢？这个男生跟上一篇是同一个人，但这两天我感觉状况变了。具体怎么说呢？我们之间还是很亲密，也开着玩笑，但两天主要是昨晚我因为一些事情很无语，甚至很气愤（跟自己身边几个女生朋友发生的事）。本身就不太高兴，比较冲动的忍耐着了。只是想要跟他在一起待一会儿，但一个女性朋友说：“不要把我们之间的事情告诉他，我们自己解决就行，别告诉他。”其实最初的想法根本没有想到这一方面去，只是因为情绪不好想要去找他，这样能开心一点，调节好自己的情绪才能避免吵架。但是她但是这么说的时候就感觉很无语，为什么不能他？他现在是我最能相信的人，告诉他他能给我建议，能够开导我，能够帮助我不冲动，理智的去解决。后来我去找他了，刚到的时候他身边有很多人都在练功（我们是舞蹈专业），包括也有很多不太熟的学长在场，大概有个10多个人。因为当时太冲动，所以也就直接进去了，让他出来。但我一个比较熟的好兄弟想凑个热闹，导致最后我们什么都没说。",
    "annotation": [
      {
        "sentence": "我们之间还是很亲密，也开着玩笑，这算不算喜欢？",
        "label": ""
      },
      {
        "sentence": "这个男生跟上一篇是同一个人，但这两天我感觉状况变了。",
        "label": ""
      },
      {
        "sentence": "具体怎么说呢？",
        "label": ""
      },
      {
        "sentence": "我们之间还是很亲密，也开着玩笑，但两天主要是昨晚我因为一些事情很无语，甚至很气愤（跟自己身边几个女生朋友发生的事）。",
        "label": ""
      },
      {
        "sentence": "本身就不太高兴，比较冲动的忍耐着了。",
        "label": ""
      },
      {
        "sentence": "只是想要跟他在一起待一会儿，但一个女性朋友说：“不要把我们之间的事情告诉他，我们自己解决就行，别告诉他。",
        "label": ""
      },
      {
        "sentence": "”其实最初的想法根本没有想到这一方面去，只是因为情绪不好想要去找他，这样能开心一点，调节好自己的情绪才能避免吵架。",
        "label": ""
      },
      {
        "sentence": "但是她但是这么说的时候就感觉很无语，为什么不能他？",
        "label": ""
      },
      {
        "sentence": "他现在是我最能相信的人，告诉他他能给我建议，能够开导我，能够帮助我不冲动，理智的去解决。",
        "label": ""
      },
      {
        "sentence": "后来我去找他了，刚到的时候他身边有很多人都在练功（我们是舞蹈专业），包括也有很多不太熟的学长在场，大概有个10多个人。",
        "label": ""
      },
      {
        "sentence": "因为当时太冲动，所以也就直接进去了，让他出来。",
        "label": ""
      },
      {
        "sentence": "但我一个比较熟的好兄弟想凑个热闹，导致最后我们什么都没说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你自己比较混乱，先梳理自己的思绪。首先，与女生们之间的事情，可以找人交流，但不必和她们说。你可以寻找其他朋友或者专业导师，因为他们可能会提供更客观的意见和支持。第二，你与他之间并没有明确表达你们的关系。这种男女交往，还是要明确表达彼此的意愿，否则容易产生误会和暧昧。你在心里认为他是亲密的人，但对方可能只是认为你是他熟识的朋友之一。第三，你的好多界限不清，给你带来困扰。明确你与他之间的关系，并明确告诉他你的感受和期望，这样可以减少误会和不必要的猜测。",
    "annotation": [
      {
        "sentence": "求助者，你自己比较混乱，先梳理自己的思绪。",
        "label": ""
      },
      {
        "sentence": "首先，与女生们之间的事情，可以找人交流，但不必和她们说。",
        "label": ""
      },
      {
        "sentence": "你可以寻找其他朋友或者专业导师，因为他们可能会提供更客观的意见和支持。",
        "label": ""
      },
      {
        "sentence": "第二，你与他之间并没有明确表达你们的关系。",
        "label": ""
      },
      {
        "sentence": "这种男女交往，还是要明确表达彼此的意愿，否则容易产生误会和暧昧。",
        "label": ""
      },
      {
        "sentence": "你在心里认为他是亲密的人，但对方可能只是认为你是他熟识的朋友之一。",
        "label": ""
      },
      {
        "sentence": "第三，你的好多界限不清，给你带来困扰。",
        "label": ""
      },
      {
        "sentence": "明确你与他之间的关系，并明确告诉他你的感受和期望，这样可以减少误会和不必要的猜测。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，支持者。我确实需要整理一下自己的思绪，不再那么冲动地去找他。我明白，可能我对我们之间的关系过于自以为是了。我会试着明确表达我的想法和感受给他听，希望能够解开这个局面。同时，我也会寻找其他人倾诉，寻求更客观的建议和支持。你的话让我意识到了我自身的问题，我会好好处理，谢谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，支持者。",
        "label": ""
      },
      {
        "sentence": "我确实需要整理一下自己的思绪，不再那么冲动地去找他。",
        "label": ""
      },
      {
        "sentence": "我明白，可能我对我们之间的关系过于自以为是了。",
        "label": ""
      },
      {
        "sentence": "我会试着明确表达我的想法和感受给他听，希望能够解开这个局面。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻找其他人倾诉，寻求更客观的建议和支持。",
        "label": ""
      },
      {
        "sentence": "你的话让我意识到了我自身的问题，我会好好处理，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系的，求助者。人人都会经历这样的情绪困扰和犹豫。重要的是要学会认识自己，明晰自己的需求和感受，并与他人做好沟通。同时，也要允许自己有情绪上的波动和需要情绪调节的时候。如果需要继续交流，随时找我倾诉吧。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "没关系的，求助者。",
        "label": ""
      },
      {
        "sentence": "人人都会经历这样的情绪困扰和犹豫。",
        "label": ""
      },
      {
        "sentence": "重要的是要学会认识自己，明晰自己的需求和感受，并与他人做好沟通。",
        "label": ""
      },
      {
        "sentence": "同时，也要允许自己有情绪上的波动和需要情绪调节的时候。",
        "label": ""
      },
      {
        "sentence": "如果需要继续交流，随时找我倾诉吧。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，支持者。确实，情绪上的波动是正常的，我需要学会更好地调节自己。有你这样的支持者真的很幸运，我会好好珍惜并为自己的成长而努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，支持者。",
        "label": ""
      },
      {
        "sentence": "确实，情绪上的波动是正常的，我需要学会更好地调节自己。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者真的很幸运，我会好好珍惜并为自己的成长而努力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，求助者。每个人都需要一些支持和理解，我很愿意陪伴你度过困难的时刻。你的成长和幸福是我最关心的，我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "不客气，求助者。",
        "label": ""
      },
      {
        "sentence": "每个人都需要一些支持和理解，我很愿意陪伴你度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "你的成长和幸福是我最关心的，我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，支持者。知道有你在我身边，我感到安心和有力量去面对自己的问题。再次谢谢你，我会努力和他沟通，并且冷静地处理好自己的情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，支持者。",
        "label": ""
      },
      {
        "sentence": "知道有你在我身边，我感到安心和有力量去面对自己的问题。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你，我会努力和他沟通，并且冷静地处理好自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够处理好这些问题的，求助者。不要忘了，与他的沟通是为了更好地了解彼此，解决问题。同时也要关心好自己的情绪和内心的需求。加油，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "我相信你能够处理好这些问题的，求助者。",
        "label": ""
      },
      {
        "sentence": "不要忘了，与他的沟通是为了更好地了解彼此，解决问题。",
        "label": ""
      },
      {
        "sentence": "同时也要关心好自己的情绪和内心的需求。",
        "label": ""
      },
      {
        "sentence": "加油，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]