[
  {
    "role": "client",
    "content": "无房，看不到未来，焦虑失眠，怎么办？我今年25，大专文化做的都是客服一类的没什么技术含量的活，一个月3-4千5，我老公高中文化7500，我们加在一起一个月1万多一点，嫁给老公没有房子，我离异家庭独生女，娘家市里只有我父亲住的一套100万的房子，我知道老公比较努力，可是我能力一般感觉对未来很迷茫没什么前途，老公还有个大哥，老公和家里默认把老家农村50万的小洋楼给了大哥大嫂，四线城市大哥一个月5千多，大嫂一个月2-3千，我和老公在北京文化能力有限只能目前这样，我现在每晚失眠到很晚，完全睡不着，我娘家人劝我说我和老公还年轻不要着急，可是我就是很焦虑失眠严重，我该怎么办？",
    "annotation": [
      {
        "sentence": "无房，看不到未来，焦虑失眠，怎么办？",
        "label": ""
      },
      {
        "sentence": "我今年25，大专文化做的都是客服一类的没什么技术含量的活，一个月3-4千5，我老公高中文化7500，我们加在一起一个月1万多一点，嫁给老公没有房子，我离异家庭独生女，娘家市里只有我父亲住的一套100万的房子，我知道老公比较努力，可是我能力一般感觉对未来很迷茫没什么前途，老公还有个大哥，老公和家里默认把老家农村50万的小洋楼给了大哥大嫂，四线城市大哥一个月5千多，大嫂一个月2-3千，我和老公在北京文化能力有限只能目前这样，我现在每晚失眠到很晚，完全睡不着，我娘家人劝我说我和老公还年轻不要着急，可是我就是很焦虑失眠严重，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面～看到你的描述，能够感受到你内心的那份焦虑，～房子对于你意味着什么？",
    "annotation": [
      {
        "sentence": "见字如面～看到你的描述，能够感受到你内心的那份焦虑，～房子对于你意味着什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "房子对我来说意味着安全感和稳定，而现在没有房子让我觉得没有未来。",
    "annotation": [
      {
        "sentence": "房子对我来说意味着安全感和稳定，而现在没有房子让我觉得没有未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你对房子的渴望，很多人都有这样的想法。其实，房子并不是决定你幸福与否的唯一因素。有时，我们可能过于看重房子，它代表的是一种心理上的安全感，而这种感觉也可以从其他方面得到满足。不要因为没有房子感到彷徨和迷茫，有时候人生需要经历一些风雨，才能看到真正的彩虹。你和你的丈夫虽然目前在经济上有些困难，但只要你们相互支持，努力上进，未来的日子一定会越来越好的。",
    "annotation": [
      {
        "sentence": "明白你对房子的渴望，很多人都有这样的想法。",
        "label": ""
      },
      {
        "sentence": "其实，房子并不是决定你幸福与否的唯一因素。",
        "label": ""
      },
      {
        "sentence": "有时，我们可能过于看重房子，它代表的是一种心理上的安全感，而这种感觉也可以从其他方面得到满足。",
        "label": ""
      },
      {
        "sentence": "不要因为没有房子感到彷徨和迷茫，有时候人生需要经历一些风雨，才能看到真正的彩虹。",
        "label": ""
      },
      {
        "sentence": "你和你的丈夫虽然目前在经济上有些困难，但只要你们相互支持，努力上进，未来的日子一定会越来越好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白房子并不是一切，但我觉得自己能力有限，对未来感到迷茫。",
    "annotation": [
      {
        "sentence": "我明白房子并不是一切，但我觉得自己能力有限，对未来感到迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们每个人都会有迷茫的时候，这是正常的心理现象。迷茫并不代表你没有能力或者没有前途，相反，它是你内心对未来不确定性的一种反应。你现在的焦虑可能是因为你对自己的能力和未来前景缺乏信心。但你要相信，能力是可以通过学习和努力来提升的，而前景是可以通过努力和机遇来改变的。你可以花一些时间思考和规划，看看自己在哪些方面可以提升自己的能力，为未来做好准备。当然，也要给自己一些时间和空间，不要对自己过于苛责，人生路上也需要一些轻松和放松的时刻。相信自己，你一定能够找到属于自己的未来之路。",
    "annotation": [
      {
        "sentence": "我们每个人都会有迷茫的时候，这是正常的心理现象。",
        "label": ""
      },
      {
        "sentence": "迷茫并不代表你没有能力或者没有前途，相反，它是你内心对未来不确定性的一种反应。",
        "label": ""
      },
      {
        "sentence": "你现在的焦虑可能是因为你对自己的能力和未来前景缺乏信心。",
        "label": ""
      },
      {
        "sentence": "但你要相信，能力是可以通过学习和努力来提升的，而前景是可以通过努力和机遇来改变的。",
        "label": ""
      },
      {
        "sentence": "你可以花一些时间思考和规划，看看自己在哪些方面可以提升自己的能力，为未来做好准备。",
        "label": ""
      },
      {
        "sentence": "当然，也要给自己一些时间和空间，不要对自己过于苛责，人生路上也需要一些轻松和放松的时刻。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到属于自己的未来之路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的建议，但我还是很焦虑，晚上睡不好觉，觉得很困扰。",
    "annotation": [
      {
        "sentence": "我理解了你的建议，但我还是很焦虑，晚上睡不好觉，觉得很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰和焦虑，失眠是一种常见的心理反应。但你要知道，焦虑和失眠并不能解决任何问题，反而会让你的身心更加疲惫和负面。我建议你可以尝试一些放松的方法来缓解压力，比如听音乐、读书、做瑜伽等。此外，建立良好的睡眠习惯也很重要，保持规律的作息时间和舒适的睡眠环境，有助于改善睡眠质量。如果你觉得焦虑和失眠问题无法自行缓解，也可以考虑咨询专业的心理咨询师，他们能够提供更专业的帮助和支持。记住，你并不孤单，有人愿意倾听和帮助你度过困难时刻。",
    "annotation": [
      {
        "sentence": "我理解你的困扰和焦虑，失眠是一种常见的心理反应。",
        "label": ""
      },
      {
        "sentence": "但你要知道，焦虑和失眠并不能解决任何问题，反而会让你的身心更加疲惫和负面。",
        "label": ""
      },
      {
        "sentence": "我建议你可以尝试一些放松的方法来缓解压力，比如听音乐、读书、做瑜伽等。",
        "label": ""
      },
      {
        "sentence": "此外，建立良好的睡眠习惯也很重要，保持规律的作息时间和舒适的睡眠环境，有助于改善睡眠质量。",
        "label": ""
      },
      {
        "sentence": "如果你觉得焦虑和失眠问题无法自行缓解，也可以考虑咨询专业的心理咨询师，他们能够提供更专业的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人愿意倾听和帮助你度过困难时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道放松的方法，但我总觉得自己会走不出困境，不知道未来是什么样的。",
    "annotation": [
      {
        "sentence": "我知道放松的方法，但我总觉得自己会走不出困境，不知道未来是什么样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于未来的不确定性，每个人都会有一些担忧和恐惧。但真正能够改变未来的是我们自己的态度和行动。你要相信，困境只是暂时的，只要你保持积极的心态，努力克服困难，未来一定会有美好的机遇和发展。同时，也要注意不要给自己过多的压力，接受自己的不完美和不确定性。无论你的选择是留在北京还是回到家乡，都没有对错之分，只要是符合自己内心真实想法的选择就是对的。定下明确的目标和计划，一步一步朝着自己的目标前进，相信自己，你一定能够走出困境，创造属于自己的未来。",
    "annotation": [
      {
        "sentence": "对于未来的不确定性，每个人都会有一些担忧和恐惧。",
        "label": ""
      },
      {
        "sentence": "但真正能够改变未来的是我们自己的态度和行动。",
        "label": ""
      },
      {
        "sentence": "你要相信，困境只是暂时的，只要你保持积极的心态，努力克服困难，未来一定会有美好的机遇和发展。",
        "label": ""
      },
      {
        "sentence": "同时，也要注意不要给自己过多的压力，接受自己的不完美和不确定性。",
        "label": ""
      },
      {
        "sentence": "无论你的选择是留在北京还是回到家乡，都没有对错之分，只要是符合自己内心真实想法的选择就是对的。",
        "label": ""
      },
      {
        "sentence": "定下明确的目标和计划，一步一步朝着自己的目标前进，相信自己，你一定能够走出困境，创造属于自己的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力去面对困难，相信自己，努力克服困难。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力去面对困难，相信自己，努力克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够克服困难，迎接美好的未来。你已经展现出了坚强和勇敢的一面，相信你的努力和拼搏一定会得到回报。无论遇到什么困难和挑战，都要坚信自己的能力和价值，相信自己可以战胜一切。加油，祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够克服困难，迎接美好的未来。",
        "label": ""
      },
      {
        "sentence": "你已经展现出了坚强和勇敢的一面，相信你的努力和拼搏一定会得到回报。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挑战，都要坚信自己的能力和价值，相信自己可以战胜一切。",
        "label": ""
      },
      {
        "sentence": "加油，祝福你！",
        "label": ""
      }
    ]
  }
]