[
  {
    "role": "client",
    "content": "最近两年，为婆媳关系让我的亲密关系面临破裂。我们生活在海外，我今年刚刚拿到第二个硕士学位，在读学期间认识了我的丈夫，他们家人也来海外照料我和孩子了，可是与公婆同居半年以来，我们之间的关系越来越糟糕，常常吵架闹离婚。婆婆的控制欲很强，她想要掌控我们的生活，对我们一日三餐、家里的卫生等细节都有很强的干涉。而我的丈夫性格温和，无法抗拒妈妈的控制，常常无意中站在他父母的一边，让我感觉非常委屈和无助。",
    "annotation": [
      {
        "sentence": "最近两年，为婆媳关系让我的亲密关系面临破裂。",
        "label": ""
      },
      {
        "sentence": "我们生活在海外，我今年刚刚拿到第二个硕士学位，在读学期间认识了我的丈夫，他们家人也来海外照料我和孩子了，可是与公婆同居半年以来，我们之间的关系越来越糟糕，常常吵架闹离婚。",
        "label": ""
      },
      {
        "sentence": "婆婆的控制欲很强，她想要掌控我们的生活，对我们一日三餐、家里的卫生等细节都有很强的干涉。",
        "label": ""
      },
      {
        "sentence": "而我的丈夫性格温和，无法抗拒妈妈的控制，常常无意中站在他父母的一边，让我感觉非常委屈和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的情况，我可以完全理解你的心情。在这种婆媳关系的问题上，我认为你的丈夫应该承担主要的责任。如果他能够主动站出来，承担起他的家庭责任，让他父母知道这是你们自己的生活，那么婆婆对你们的干涉肯定会减少很多。所以，我建议你跟你的丈夫多沟通，告诉他你的苦恼，希望他能够在这件事情上支持你。",
    "annotation": [
      {
        "sentence": "听到你的情况，我可以完全理解你的心情。",
        "label": ""
      },
      {
        "sentence": "在这种婆媳关系的问题上，我认为你的丈夫应该承担主要的责任。",
        "label": ""
      },
      {
        "sentence": "如果他能够主动站出来，承担起他的家庭责任，让他父母知道这是你们自己的生活，那么婆婆对你们的干涉肯定会减少很多。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你跟你的丈夫多沟通，告诉他你的苦恼，希望他能够在这件事情上支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。但是，他的性格十分温和，所以我不知道该怎样让他站出来，去捍卫我们的利益。而且，每当我和公婆意见不合时，他通常都无法有效地沟通或者维护我，这令我感觉非常不被理解和被支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是，他的性格十分温和，所以我不知道该怎样让他站出来，去捍卫我们的利益。",
        "label": ""
      },
      {
        "sentence": "而且，每当我和公婆意见不合时，他通常都无法有效地沟通或者维护我，这令我感觉非常不被理解和被支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。如果你的丈夫有些过于妈宝，那么他可能需要跟他的家人有一些分歧。你可以直接跟你的丈夫沟通，告诉他他的责任和义务，提醒他他是个成年人，有自己的选择权利。同时，你也可以尝试引导他改变，让他明白你需要他的支持和帮助。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "如果你的丈夫有些过于妈宝，那么他可能需要跟他的家人有一些分歧。",
        "label": ""
      },
      {
        "sentence": "你可以直接跟你的丈夫沟通，告诉他他的责任和义务，提醒他他是个成年人，有自己的选择权利。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试引导他改变，让他明白你需要他的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你觉得我该怎么做呢？我非常反感跟公婆抬杠，毕竟这样做有损于家庭和谐。但是，我也不希望被动地接受他们所有的要求和控制。",
    "annotation": [
      {
        "sentence": "你觉得我该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "我非常反感跟公婆抬杠，毕竟这样做有损于家庭和谐。",
        "label": ""
      },
      {
        "sentence": "但是，我也不希望被动地接受他们所有的要求和控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的处境。如果你不想跟公婆发生冲突，那么你可以尝试保持距离，自己照顾自己。不管是找朋友还是请佣人，你都可以自己料理一切。两个人的小日子，也可以过得非常自在。当然，如果你不介意跟公婆沟通，你也可以选出一些合适的时间和方式，跟他们慢慢地谈问题，让大家都有一个相互尊重和理解的环境。",
    "annotation": [
      {
        "sentence": "我非常理解你的处境。",
        "label": ""
      },
      {
        "sentence": "如果你不想跟公婆发生冲突，那么你可以尝试保持距离，自己照顾自己。",
        "label": ""
      },
      {
        "sentence": "不管是找朋友还是请佣人，你都可以自己料理一切。",
        "label": ""
      },
      {
        "sentence": "两个人的小日子，也可以过得非常自在。",
        "label": ""
      },
      {
        "sentence": "当然，如果你不介意跟公婆沟通，你也可以选出一些合适的时间和方式，跟他们慢慢地谈问题，让大家都有一个相互尊重和理解的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我感到有些困惑。婆婆为了掌控我们的生活，经常干涉一些私人问题，比如内衣和卫生巾等。这让我非常难受，不知道该怎样处理。",
    "annotation": [
      {
        "sentence": "但是，我感到有些困惑。",
        "label": ""
      },
      {
        "sentence": "婆婆为了掌控我们的生活，经常干涉一些私人问题，比如内衣和卫生巾等。",
        "label": ""
      },
      {
        "sentence": "这让我非常难受，不知道该怎样处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，每个人都应该有自己的隐私和空间。不过，我建议你可以有个好的态度来处理这一问题。例如，你可以在婆婆需要洗衣服的时候，把你的内衣保留好，不让她发现。又或者，你可以每隔一段时间就把该卫生问题拿出来，然后和婆婆一起来解决。这样可以避免冲突，同时又保证了各自的隐私空间和个人尊严。",
    "annotation": [
      {
        "sentence": "这很正常，每个人都应该有自己的隐私和空间。",
        "label": ""
      },
      {
        "sentence": "不过，我建议你可以有个好的态度来处理这一问题。",
        "label": ""
      },
      {
        "sentence": "例如，你可以在婆婆需要洗衣服的时候，把你的内衣保留好，不让她发现。",
        "label": ""
      },
      {
        "sentence": "又或者，你可以每隔一段时间就把该卫生问题拿出来，然后和婆婆一起来解决。",
        "label": ""
      },
      {
        "sentence": "这样可以避免冲突，同时又保证了各自的隐私空间和个人尊严。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感激你的建议。不过从你提到的你的朋友的经历来看，我认为独立非常重要。但是我觉得这需要我和我的丈夫一起努力。因为一直以来，当我与婆婆发生冲突时，我的丈夫通常都不会站在我的这一边。他似乎觉得父母都是正确的，所以他从来没有支持我。",
    "annotation": [
      {
        "sentence": "我很感激你的建议。",
        "label": ""
      },
      {
        "sentence": "不过从你提到的你的朋友的经历来看，我认为独立非常重要。",
        "label": ""
      },
      {
        "sentence": "但是我觉得这需要我和我的丈夫一起努力。",
        "label": ""
      },
      {
        "sentence": "因为一直以来，当我与婆婆发生冲突时，我的丈夫通常都不会站在我的这一边。",
        "label": ""
      },
      {
        "sentence": "他似乎觉得父母都是正确的，所以他从来没有支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，夫妻之间要相互支持，特别是在面对困难和挑战的时候。如果你想独立，自己做主了，但是你的丈夫还是想成为妈妈的乖孩子，那么这种状况肯定是非常严峻的。所以，你需要跟你的丈夫好好沟通，让他站在你这一边，支持你独立自主地生活。如果他没有这个觉悟，那么你可能需要重新考虑你们的婚姻关系。因为如果这样的观念差距不被弥合，那么这样的婚姻关系对你来说就会非常艰难。",
    "annotation": [
      {
        "sentence": "是的，夫妻之间要相互支持，特别是在面对困难和挑战的时候。",
        "label": ""
      },
      {
        "sentence": "如果你想独立，自己做主了，但是你的丈夫还是想成为妈妈的乖孩子，那么这种状况肯定是非常严峻的。",
        "label": ""
      },
      {
        "sentence": "所以，你需要跟你的丈夫好好沟通，让他站在你这一边，支持你独立自主地生活。",
        "label": ""
      },
      {
        "sentence": "如果他没有这个觉悟，那么你可能需要重新考虑你们的婚姻关系。",
        "label": ""
      },
      {
        "sentence": "因为如果这样的观念差距不被弥合，那么这样的婚姻关系对你来说就会非常艰难。",
        "label": ""
      }
    ]
  }
]