[
  {
    "role": "client",
    "content": "怀孕2个多月生病还带大儿子，照顾自己，老公出去玩？怀孕2个多月生病还要带大儿子照顾自己儿子小学二年级要辅导作业，自己才二个月产期检查不好医生也是各种说严重，还卧床一周，清淡饮食生病了半个月没出过门，奶奶接送上学，我老公整天晚上都要么去钓鱼，要么去老乡泡茶坐坐，最近儿子咳嗽厉害，让老公要呆家里，还是都出去，所以晚上吵架了，你不用回来了，要二胎我们两个都很想，但是二胎有到现在，他也没有承担帮带大儿子的责任，整天都还是去玩，我大儿子之后本来也有一个就是自己没办法又躺床上又带儿子，儿子又没人带，就打掉了，这是第三次怀孕，遇到人渣，之前说的好听，什么都做都帮忙，遇到事都照样出去吃喝玩乐，我以为孩子我一个人可以，我娘家有钱，我有钱养有钱请人，但是我能力不行，我没能力做到自己生病怀孕还的照顾儿子，我儿子最近生病了咳嗽频率高，我感觉我要发疯了，因为我能力不足，又要照顾自己，又得带好娃，我崩溃了我很想要二胎，但是现在会问自己再选一次么我恨自己无能为力",
    "annotation": [
      {
        "sentence": "怀孕2个多月生病还带大儿子，照顾自己，老公出去玩？",
        "label": ""
      },
      {
        "sentence": "怀孕2个多月生病还要带大儿子照顾自己儿子小学二年级要辅导作业，自己才二个月产期检查不好医生也是各种说严重，还卧床一周，清淡饮食生病了半个月没出过门，奶奶接送上学，我老公整天晚上都要么去钓鱼，要么去老乡泡茶坐坐，最近儿子咳嗽厉害，让老公要呆家里，还是都出去，所以晚上吵架了，你不用回来了，要二胎我们两个都很想，但是二胎有到现在，他也没有承担帮带大儿子的责任，整天都还是去玩，我大儿子之后本来也有一个就是自己没办法又躺床上又带儿子，儿子又没人带，就打掉了，这是第三次怀孕，遇到人渣，之前说的好听，什么都做都帮忙，遇到事都照样出去吃喝玩乐，我以为孩子我一个人可以，我娘家有钱，我有钱养有钱请人，但是我能力不行，我没能力做到自己生病怀孕还的照顾儿子，我儿子最近生病了咳嗽频率高，我感觉我要发疯了，因为我能力不足，又要照顾自己，又得带好娃，我崩溃了我很想要二胎，但是现在会问自己再选一次么我恨自己无能为力",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位妈妈读了你的问题，我感到你很无助。你想照顾好大儿子，可是自己现在怀着二胎，还生着病需要卧休息，你感到力不从心。",
    "annotation": [
      {
        "sentence": "这位妈妈读了你的问题，我感到你很无助。",
        "label": ""
      },
      {
        "sentence": "你想照顾好大儿子，可是自己现在怀着二胎，还生着病需要卧休息，你感到力不从心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我无法同时照顾好自己和孩子，而且老公也不给予支持，整天出去玩。",
    "annotation": [
      {
        "sentence": "是的，我觉得我无法同时照顾好自己和孩子，而且老公也不给予支持，整天出去玩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你希望老公能帮助你，分担照顾孩子的责任，奈何老公经常出去玩，你感到很失望和无助。",
    "annotation": [
      {
        "sentence": "你希望老公能帮助你，分担照顾孩子的责任，奈何老公经常出去玩，你感到很失望和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他之前说会帮忙，但是到关键时刻都不兑现承诺，我真的很失望。",
    "annotation": [
      {
        "sentence": "是的，他之前说会帮忙，但是到关键时刻都不兑现承诺，我真的很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。在我们中国社会的发展过程里，女性在家庭中常常背负了更多的压力和责任，传统观念更是认为女性的责任就是相夫教子，为老公和孩子奉献付出。直到现在，人们的思想已经有所转变，女性地位也有了提高，但是尤其是在有了孩子的家庭里，家庭关系不协调、分工不均衡的现象依然存在。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在我们中国社会的发展过程里，女性在家庭中常常背负了更多的压力和责任，传统观念更是认为女性的责任就是相夫教子，为老公和孩子奉献付出。",
        "label": ""
      },
      {
        "sentence": "直到现在，人们的思想已经有所转变，女性地位也有了提高，但是尤其是在有了孩子的家庭里，家庭关系不协调、分工不均衡的现象依然存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感到这种不公平和沮丧。",
    "annotation": [
      {
        "sentence": "是的，我感到这种不公平和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很典型的一个现象就是女性需要负责照顾孩子、负责家里的家务，男性负责工作养家，现在也有许多全职妈妈。更甚者女性不仅需要工作挣钱，还需要照顾孩子、负责家务事。这就会造成分工的不均衡，女性势必会感觉到付出感、委屈感，产生许多怨言，男性在面对女性的埋怨时也会感到痛苦。",
    "annotation": [
      {
        "sentence": "很典型的一个现象就是女性需要负责照顾孩子、负责家里的家务，男性负责工作养家，现在也有许多全职妈妈。",
        "label": ""
      },
      {
        "sentence": "更甚者女性不仅需要工作挣钱，还需要照顾孩子、负责家务事。",
        "label": ""
      },
      {
        "sentence": "这就会造成分工的不均衡，女性势必会感觉到付出感、委屈感，产生许多怨言，男性在面对女性的埋怨时也会感到痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我感觉很委屈，我希望能够得到一些支持和理解。",
    "annotation": [
      {
        "sentence": "确实，我感觉很委屈，我希望能够得到一些支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在很多家庭中，老年人也共同生活，这又产生了婆媳关系、隔代养育等诸多问题。家庭结构是由国情决定的，随着宏观的社会、经济、文化发展而不断发展。事实上任何结构都是适用于当下社会的，我认为除了调整结构最重要的还是要优化结构内的关系。下面我想分享给你一些我的观点及调整的方式：",
    "annotation": [
      {
        "sentence": "在很多家庭中，老年人也共同生活，这又产生了婆媳关系、隔代养育等诸多问题。",
        "label": ""
      },
      {
        "sentence": "家庭结构是由国情决定的，随着宏观的社会、经济、文化发展而不断发展。",
        "label": ""
      },
      {
        "sentence": "事实上任何结构都是适用于当下社会的，我认为除了调整结构最重要的还是要优化结构内的关系。",
        "label": ""
      },
      {
        "sentence": "下面我想分享给你一些我的观点及调整的方式：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请告诉我，我应该如何去处理这个问题？",
    "annotation": [
      {
        "sentence": "请告诉我，我应该如何去处理这个问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，把重心转移到自己身上，不做完美父母。在我们成为了父母后，很希望能把一切好的东西都带给孩子，我们想要保护好孩子、照顾好孩子，希望自己能做一个完美的父母。父母首先是人，会有人的正常需求，而后才是父母的角色，当你感到身体不适，想要休息，那么就请先照顾好自己。",
    "annotation": [
      {
        "sentence": "首先，把重心转移到自己身上，不做完美父母。",
        "label": ""
      },
      {
        "sentence": "在我们成为了父母后，很希望能把一切好的东西都带给孩子，我们想要保护好孩子、照顾好孩子，希望自己能做一个完美的父母。",
        "label": ""
      },
      {
        "sentence": "父母首先是人，会有人的正常需求，而后才是父母的角色，当你感到身体不适，想要休息，那么就请先照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得做不到，觉得自己很无能。",
    "annotation": [
      {
        "sentence": "但是我总觉得做不到，觉得自己很无能。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母是人，不是神。有一句话我很想分享给你：“父母是人，不是神。”父母首先是人，会有人的正常需求，而后才是父母的角色，当你感到身体不适，想要休息，那么就请先照顾好自己",
    "annotation": [
      {
        "sentence": "父母是人，不是神。",
        "label": ""
      },
      {
        "sentence": "有一句话我很想分享给你：“父母是人，不是神。",
        "label": ""
      },
      {
        "sentence": "”父母首先是人，会有人的正常需求，而后才是父母的角色，当你感到身体不适，想要休息，那么就请先照顾好自己",
        "label": ""
      }
    ]
  }
]