[
  {
    "role": "client",
    "content": "怀孕2个多月生病还带大儿子，照顾自己，老公出去玩？怀孕2个多月生病还要带大儿子照顾自己儿子小学二年级要辅导作业，自己才二个月产期检查不好医生也是各种说严重，还卧床一周，清淡饮食生病了半个月没出过门，奶奶接送上学，我老公整天晚上都要么去钓鱼，要么去老乡泡茶坐坐，最近儿子咳嗽厉害，让老公要呆家里，还是都出去，所以晚上吵架了，你不用回来了，要二胎我们两个都很想，但是二胎有到现在，他也没有承担帮带大儿子的责任，整天都还是去玩，我大儿子之后本来也有一个就是自己没办法又躺床上又带儿子，儿子又没人带，就打掉了，这是第三次怀孕，遇到人渣，之前说的好听，什么都做都帮忙，遇到事都照样出去吃喝玩乐，我以为孩子我一个人可以，我娘家有钱，我有钱养有钱请人，但是我能力不行，我没能力做到自己生病怀孕还的照顾儿子，我儿子最近生病了咳嗽频率高，我感觉我要发疯了，因为我能力不足，又要照顾自己，又得带好娃，我崩溃了我很想要二胎，但是现在会问自己再选一次么我恨自己无能为力",
    "annotation": [
      {
        "sentence": "怀孕2个多月生病还带大儿子，照顾自己，老公出去玩？",
        "label": ""
      },
      {
        "sentence": "怀孕2个多月生病还要带大儿子照顾自己儿子小学二年级要辅导作业，自己才二个月产期检查不好医生也是各种说严重，还卧床一周，清淡饮食生病了半个月没出过门，奶奶接送上学，我老公整天晚上都要么去钓鱼，要么去老乡泡茶坐坐，最近儿子咳嗽厉害，让老公要呆家里，还是都出去，所以晚上吵架了，你不用回来了，要二胎我们两个都很想，但是二胎有到现在，他也没有承担帮带大儿子的责任，整天都还是去玩，我大儿子之后本来也有一个就是自己没办法又躺床上又带儿子，儿子又没人带，就打掉了，这是第三次怀孕，遇到人渣，之前说的好听，什么都做都帮忙，遇到事都照样出去吃喝玩乐，我以为孩子我一个人可以，我娘家有钱，我有钱养有钱请人，但是我能力不行，我没能力做到自己生病怀孕还的照顾儿子，我儿子最近生病了咳嗽频率高，我感觉我要发疯了，因为我能力不足，又要照顾自己，又得带好娃，我崩溃了我很想要二胎，但是现在会问自己再选一次么我恨自己无能为力",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常同情，很不容易。想想年轻的时候，我也做得不好，把精力都用在工作上，对家庭照顾的太少。和老公吵架这一招已经试过了，好像没用。既然没用，考虑换一换招数吧。把自己的情绪调整一下，用比较正常的态度和语气和老公沟通，告诉他现在你处的局面，就说你照顾不过来了，身体有病，担心影响腹中的孩子，希望老公能多照顾你，照顾孩子。不要批评谴责他，也不要号召他像个男人一样承担家庭责任，这些都是贬低和攻击。",
    "annotation": [
      {
        "sentence": "非常同情，很不容易。",
        "label": ""
      },
      {
        "sentence": "想想年轻的时候，我也做得不好，把精力都用在工作上，对家庭照顾的太少。",
        "label": ""
      },
      {
        "sentence": "和老公吵架这一招已经试过了，好像没用。",
        "label": ""
      },
      {
        "sentence": "既然没用，考虑换一换招数吧。",
        "label": ""
      },
      {
        "sentence": "把自己的情绪调整一下，用比较正常的态度和语气和老公沟通，告诉他现在你处的局面，就说你照顾不过来了，身体有病，担心影响腹中的孩子，希望老公能多照顾你，照顾孩子。",
        "label": ""
      },
      {
        "sentence": "不要批评谴责他，也不要号召他像个男人一样承担家庭责任，这些都是贬低和攻击。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我试试换一种方式和他沟通，我会更温和地表达自己的需求。",
    "annotation": [
      {
        "sentence": "我明白了，我试试换一种方式和他沟通，我会更温和地表达自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的目标是让他认识到你的困境，而不是责备他的行为。试着告诉他你希望他能够更多地照顾你和孩子，有时候用示弱的方式会更有效。比如，你可以表达出自己想做一些事情，但因为身体不舒服，希望他能帮忙。如果他有所行动，不要忘记及时表示感谢和肯定。这样他可能会意识到你和孩子的需要，进而激发起他的责任感。",
    "annotation": [
      {
        "sentence": "很好，你的目标是让他认识到你的困境，而不是责备他的行为。",
        "label": ""
      },
      {
        "sentence": "试着告诉他你希望他能够更多地照顾你和孩子，有时候用示弱的方式会更有效。",
        "label": ""
      },
      {
        "sentence": "比如，你可以表达出自己想做一些事情，但因为身体不舒服，希望他能帮忙。",
        "label": ""
      },
      {
        "sentence": "如果他有所行动，不要忘记及时表示感谢和肯定。",
        "label": ""
      },
      {
        "sentence": "这样他可能会意识到你和孩子的需要，进而激发起他的责任感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试这样的方法，希望他能够理解和支持我。如果他帮我做一些事情，我会及时肯定他的努力。",
    "annotation": [
      {
        "sentence": "我会试试这样的方法，希望他能够理解和支持我。",
        "label": ""
      },
      {
        "sentence": "如果他帮我做一些事情，我会及时肯定他的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的策略。同时，也可以尝试积极沟通一下你对二胎的想法。跟他坦诚地分享你的感受和担忧，告诉他你很想要二胎，但是现在的情况让你开始怀疑是否做出了正确的选择。试着表达出你无力照顾自己、照顾孩子的困扰，看看他是否能够有所回应。也许他会更加理解你的处境，重新考虑自己的行为。",
    "annotation": [
      {
        "sentence": "这是一个很好的策略。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试积极沟通一下你对二胎的想法。",
        "label": ""
      },
      {
        "sentence": "跟他坦诚地分享你的感受和担忧，告诉他你很想要二胎，但是现在的情况让你开始怀疑是否做出了正确的选择。",
        "label": ""
      },
      {
        "sentence": "试着表达出你无力照顾自己、照顾孩子的困扰，看看他是否能够有所回应。",
        "label": ""
      },
      {
        "sentence": "也许他会更加理解你的处境，重新考虑自己的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着跟他坦诚地谈谈我的想法和困扰，希望他能够重新考虑自己的行为。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会试着跟他坦诚地谈谈我的想法和困扰，希望他能够重新考虑自己的行为。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望我的建议能对你有所帮助。此外，如果你需要帮助照顾孩子或是家务方面的事情，可以考虑寻求一些外部的帮助。你提到你有经济能力请人帮忙，这样做也许能为你减轻一些负担，让你有更多的时间和精力照顾自己。",
    "annotation": [
      {
        "sentence": "不客气，我希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "此外，如果你需要帮助照顾孩子或是家务方面的事情，可以考虑寻求一些外部的帮助。",
        "label": ""
      },
      {
        "sentence": "你提到你有经济能力请人帮忙，这样做也许能为你减轻一些负担，让你有更多的时间和精力照顾自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会考虑寻求一些外部的帮助，以减轻自己的负担。我希望能够为自己争取一些属于自己的时间和空间。",
    "annotation": [
      {
        "sentence": "你说得对，我会考虑寻求一些外部的帮助，以减轻自己的负担。",
        "label": ""
      },
      {
        "sentence": "我希望能够为自己争取一些属于自己的时间和空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，这样你就能够更好地照顾自己和孩子了。记住，你并不是无能为力，只是目前的情况让你感到无所适从。与此同时，也要关注和呵护自己的身体和情绪健康。如果你觉得自己已经无法承受，不要犹豫寻求专业人士的帮助。我们会一步一步解决问题的，加油！",
    "annotation": [
      {
        "sentence": "非常好，这样你就能够更好地照顾自己和孩子了。",
        "label": ""
      },
      {
        "sentence": "记住，你并不是无能为力，只是目前的情况让你感到无所适从。",
        "label": ""
      },
      {
        "sentence": "与此同时，也要关注和呵护自己的身体和情绪健康。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己已经无法承受，不要犹豫寻求专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "我们会一步一步解决问题的，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和鼓励，我会更加关注自己的身体和情绪健康。如果需要的话，我会考虑寻求专业人士的帮助。谢谢你一直在我身边支持我。",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和鼓励，我会更加关注自己的身体和情绪健康。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，我会考虑寻求专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在我身边支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我会一直支持你的，别忘了你不是一个人在战斗。如果你需要继续倾诉或是面临其他问题，随时都可以来找我。你是一个坚强的妈妈，一定能够克服困难，给自己和孩子一个美好的未来！",
    "annotation": [
      {
        "sentence": "我会一直支持你的，别忘了你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或是面临其他问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "你是一个坚强的妈妈，一定能够克服困难，给自己和孩子一个美好的未来！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的很感激。我会时刻牢记你的话，坚持下去，为自己和孩子创造一个美好的未来！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我会时刻牢记你的话，坚持下去，为自己和孩子创造一个美好的未来！",
        "label": ""
      }
    ]
  }
]