[
  {
    "role": "client",
    "content": "怀孕2个多月生病还带大儿子，照顾自己，老公出去玩？怀孕2个多月生病还要带大儿子照顾自己儿子小学二年级要辅导作业，自己才二个月产期检查不好医生也是各种说严重，还卧床一周，清淡饮食生病了半个月没出过门，奶奶接送上学，我老公整天晚上都要么去钓鱼，要么去老乡泡茶坐坐，最近儿子咳嗽厉害，让老公要呆家里，还是都出去，所以晚上吵架了，你不用回来了，要二胎我们两个都很想，但是二胎有到现在，他也没有承担帮带大儿子的责任，整天都还是去玩，我大儿子之后本来也有一个就是自己没办法又躺床上又带儿子，儿子又没人带，就打掉了，这是第三次怀孕，遇到人渣，之前说的好听，什么都做都帮忙，遇到事都照样出去吃喝玩乐，我以为孩子我一个人可以，我娘家有钱，我有钱养有钱请人，但是我能力不行，我没能力做到自己生病怀孕还的照顾儿子，我儿子最近生病了咳嗽频率高，我感觉我要发疯了，因为我能力不足，又要照顾自己，又得带好娃，我崩溃了我很想要二胎，但是现在会问自己再选一次么我恨自己无能为力",
    "annotation": [
      {
        "sentence": "怀孕2个多月生病还带大儿子，照顾自己，老公出去玩？",
        "label": ""
      },
      {
        "sentence": "怀孕2个多月生病还要带大儿子照顾自己儿子小学二年级要辅导作业，自己才二个月产期检查不好医生也是各种说严重，还卧床一周，清淡饮食生病了半个月没出过门，奶奶接送上学，我老公整天晚上都要么去钓鱼，要么去老乡泡茶坐坐，最近儿子咳嗽厉害，让老公要呆家里，还是都出去，所以晚上吵架了，你不用回来了，要二胎我们两个都很想，但是二胎有到现在，他也没有承担帮带大儿子的责任，整天都还是去玩，我大儿子之后本来也有一个就是自己没办法又躺床上又带儿子，儿子又没人带，就打掉了，这是第三次怀孕，遇到人渣，之前说的好听，什么都做都帮忙，遇到事都照样出去吃喝玩乐，我以为孩子我一个人可以，我娘家有钱，我有钱养有钱请人，但是我能力不行，我没能力做到自己生病怀孕还的照顾儿子，我儿子最近生病了咳嗽频率高，我感觉我要发疯了，因为我能力不足，又要照顾自己，又得带好娃，我崩溃了我很想要二胎，但是现在会问自己再选一次么我恨自己无能为力",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看完很心疼。心疼你，心疼你家大宝，心疼你家未出世的二宝，还有现在这个在肚子里要受那么多罪的三宝。心疼你和你家的孩子们，有这样一个不负责任的家人。所有他没有承担的责任都转接到了你们身上。",
    "annotation": [
      {
        "sentence": "我看完很心疼。",
        "label": ""
      },
      {
        "sentence": "心疼你，心疼你家大宝，心疼你家未出世的二宝，还有现在这个在肚子里要受那么多罪的三宝。",
        "label": ""
      },
      {
        "sentence": "心疼你和你家的孩子们，有这样一个不负责任的家人。",
        "label": ""
      },
      {
        "sentence": "所有他没有承担的责任都转接到了你们身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。我真的很辛苦，有时候都觉得快崩溃了。我很希望他能为我们分担点，但他总是选择自己玩乐。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "我真的很辛苦，有时候都觉得快崩溃了。",
        "label": ""
      },
      {
        "sentence": "我很希望他能为我们分担点，但他总是选择自己玩乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的家庭环境对你和孩子们来说，都很不公平。你身体也不好，还要照顾大宝，真的很辛苦。你的能力是有限的，无法同时应对生病、怀孕和照顾孩子的压力。",
    "annotation": [
      {
        "sentence": "这样的家庭环境对你和孩子们来说，都很不公平。",
        "label": ""
      },
      {
        "sentence": "你身体也不好，还要照顾大宝，真的很辛苦。",
        "label": ""
      },
      {
        "sentence": "你的能力是有限的，无法同时应对生病、怀孕和照顾孩子的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我做不到。我也曾经想过请人帮忙，但我还是不放心，怕照顾不好自己和孩子。",
    "annotation": [
      {
        "sentence": "是的，我觉得我做不到。",
        "label": ""
      },
      {
        "sentence": "我也曾经想过请人帮忙，但我还是不放心，怕照顾不好自己和孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个非常尽职的母亲，很在乎孩子们的成长。之前你和你丈夫沟通过，他答应会改变，但现在看来并没有实际行动。你是否有后悔选择和他生二胎？是否觉得自己无能为力？",
    "annotation": [
      {
        "sentence": "你是一个非常尽职的母亲，很在乎孩子们的成长。",
        "label": ""
      },
      {
        "sentence": "之前你和你丈夫沟通过，他答应会改变，但现在看来并没有实际行动。",
        "label": ""
      },
      {
        "sentence": "你是否有后悔选择和他生二胎？",
        "label": ""
      },
      {
        "sentence": "是否觉得自己无能为力？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经很后悔打掉二胎，觉得自己是一个失败的母亲。现在再面临二胎的问题，我开始怀疑自己是否再选一次。",
    "annotation": [
      {
        "sentence": "我曾经很后悔打掉二胎，觉得自己是一个失败的母亲。",
        "label": ""
      },
      {
        "sentence": "现在再面临二胎的问题，我开始怀疑自己是否再选一次。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内心肯定经历了很大的痛苦和纠结。但你要知道，不管选择怎样，都没有错。你已经尽力了，为了照顾大宝，你做出了艰难的决定。现在的宝宝在你肚子里，情况不好让你回想起过去的伤痛，但你不要自责，你已经付出了很多。",
    "annotation": [
      {
        "sentence": "你的内心肯定经历了很大的痛苦和纠结。",
        "label": ""
      },
      {
        "sentence": "但你要知道，不管选择怎样，都没有错。",
        "label": ""
      },
      {
        "sentence": "你已经尽力了，为了照顾大宝，你做出了艰难的决定。",
        "label": ""
      },
      {
        "sentence": "现在的宝宝在你肚子里，情况不好让你回想起过去的伤痛，但你不要自责，你已经付出了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和安慰。我真的希望自己能足够强大，照顾好自己和孩子们。但是我现在觉得很无能为力。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和安慰。",
        "label": ""
      },
      {
        "sentence": "我真的希望自己能足够强大，照顾好自己和孩子们。",
        "label": ""
      },
      {
        "sentence": "但是我现在觉得很无能为力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经很努力了，找了娘家的帮忙，还请了人照顾孩子。我觉得你可以让孩子自己写作业，不要过于紧张。你们之间的关系需要沟通，让丈夫承担起他应尽的责任。",
    "annotation": [
      {
        "sentence": "你已经很努力了，找了娘家的帮忙，还请了人照顾孩子。",
        "label": ""
      },
      {
        "sentence": "我觉得你可以让孩子自己写作业，不要过于紧张。",
        "label": ""
      },
      {
        "sentence": "你们之间的关系需要沟通，让丈夫承担起他应尽的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要和他直接沟通，让他明白他应该承担的责任。我也会逐渐放下对自己的指责，多关注自己的身体和孩子们的需求。",
    "annotation": [
      {
        "sentence": "你说得对，我需要和他直接沟通，让他明白他应该承担的责任。",
        "label": ""
      },
      {
        "sentence": "我也会逐渐放下对自己的指责，多关注自己的身体和孩子们的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你要保持好心态，照顾好自己和宝宝的健康。同时，制定好未来的计划，回想一下怀大宝的时候你是如何度过的，那个时候的你也是经历了困难，但你挺了过来。你有能力应对现在的困境。",
    "annotation": [
      {
        "sentence": "没错，你要保持好心态，照顾好自己和宝宝的健康。",
        "label": ""
      },
      {
        "sentence": "同时，制定好未来的计划，回想一下怀大宝的时候你是如何度过的，那个时候的你也是经历了困难，但你挺了过来。",
        "label": ""
      },
      {
        "sentence": "你有能力应对现在的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我要相信自己的能力，为自己和孩子们创造一个健康快乐的未来。对于丈夫应该承担的责任，我会直接要求他出钱、接送孩子等。对他的期望不要太高，让他成长和学习。",
    "annotation": [
      {
        "sentence": "是的，我要相信自己的能力，为自己和孩子们创造一个健康快乐的未来。",
        "label": ""
      },
      {
        "sentence": "对于丈夫应该承担的责任，我会直接要求他出钱、接送孩子等。",
        "label": ""
      },
      {
        "sentence": "对他的期望不要太高，让他成长和学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你要记住，你是一位了不起的母亲，你已经尽力了。无论二胎的选择如何，只要你和孩子们都健康平安幸福，就是最重要的",
    "annotation": [
      {
        "sentence": "很好，你要记住，你是一位了不起的母亲，你已经尽力了。",
        "label": ""
      },
      {
        "sentence": "无论二胎的选择如何，只要你和孩子们都健康平安幸福，就是最重要的",
        "label": ""
      }
    ]
  }
]