[
  {
    "role": "client",
    "content": "我是一个32岁的女性，最近觉得自己很软弱并且一直遭遇失败。我应该如何克服这些性格缺陷呢？",
    "annotation": [
      {
        "sentence": "我是一个32岁的女性，最近觉得自己很软弱并且一直遭遇失败。",
        "label": ""
      },
      {
        "sentence": "我应该如何克服这些性格缺陷呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你在职场上所遇到的不公平待遇。我觉得很多时候，并不止是因为你个人的软弱性格缺陷，也包括你所处的环境本身并不太积极乐观。比如，你的领导不管这件事情，并且其他人总是贪污公司的经费来谋私利互相打卡等。这些问题确实需要处理，但单凭个人之力无法做出根本性的改变。所以，你今后可以更多地了解自己的性格，并且维护自身的权益。同时，考虑找一家更适合你的公司也是一个重要的方向。",
    "annotation": [
      {
        "sentence": "非常理解你在职场上所遇到的不公平待遇。",
        "label": ""
      },
      {
        "sentence": "我觉得很多时候，并不止是因为你个人的软弱性格缺陷，也包括你所处的环境本身并不太积极乐观。",
        "label": ""
      },
      {
        "sentence": "比如，你的领导不管这件事情，并且其他人总是贪污公司的经费来谋私利互相打卡等。",
        "label": ""
      },
      {
        "sentence": "这些问题确实需要处理，但单凭个人之力无法做出根本性的改变。",
        "label": ""
      },
      {
        "sentence": "所以，你今后可以更多地了解自己的性格，并且维护自身的权益。",
        "label": ""
      },
      {
        "sentence": "同时，考虑找一家更适合你的公司也是一个重要的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己软弱并且一直遭遇失败的原因也涉及到我在公司的情况。我的负责人不知道内情并且也没想管，而且他是一个老好人。而且后来我发现他们都是一起贪污公司的经费来谋私利的。他们还经常聚餐，反正也不自己掏钱。我不喜欢他们，也不想跟他们一样贪污。我觉得公司已经足够好了，但他们却对公司发的福利或者培训反对。而且他们总是在领导面前抱怨，但我却看到另一幅他们的样子。而且他们还经常利用客户的名义来为难我。我休假或者外出办事都要被叫回来开发票，他们故意害我。聚餐也不叫我，什么事情都想丢给我，我感觉自己像个保姆。我很多时候都憋闷气，但又不想当面发脾气，现在感到很抑郁，不知道该怎么对付这些人。而且他们经常互相打卡，我没有告过状，但是我一出去他们就告状，我觉得很难受。",
    "annotation": [
      {
        "sentence": "我觉得自己软弱并且一直遭遇失败的原因也涉及到我在公司的情况。",
        "label": ""
      },
      {
        "sentence": "我的负责人不知道内情并且也没想管，而且他是一个老好人。",
        "label": ""
      },
      {
        "sentence": "而且后来我发现他们都是一起贪污公司的经费来谋私利的。",
        "label": ""
      },
      {
        "sentence": "他们还经常聚餐，反正也不自己掏钱。",
        "label": ""
      },
      {
        "sentence": "我不喜欢他们，也不想跟他们一样贪污。",
        "label": ""
      },
      {
        "sentence": "我觉得公司已经足够好了，但他们却对公司发的福利或者培训反对。",
        "label": ""
      },
      {
        "sentence": "而且他们总是在领导面前抱怨，但我却看到另一幅他们的样子。",
        "label": ""
      },
      {
        "sentence": "而且他们还经常利用客户的名义来为难我。",
        "label": ""
      },
      {
        "sentence": "我休假或者外出办事都要被叫回来开发票，他们故意害我。",
        "label": ""
      },
      {
        "sentence": "聚餐也不叫我，什么事情都想丢给我，我感觉自己像个保姆。",
        "label": ""
      },
      {
        "sentence": "我很多时候都憋闷气，但又不想当面发脾气，现在感到很抑郁，不知道该怎么对付这些人。",
        "label": ""
      },
      {
        "sentence": "而且他们经常互相打卡，我没有告过状，但是我一出去他们就告状，我觉得很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的遭遇。在职场上遇到这些人和事确实令人沮丧。首先，我觉得你应该让自己有机会重新站起来，增加自己的威信，并且更好地定位自己和他们的关系。如果你想要让事情的真相被看到，就需要收集那些证据，并在合适的时候说出来，确保你可以保护自己的岗位或者维护自己的权益。同时，可以试着更加清晰明白地提出自己的要求。在工作中，如果有人要你做某事时，不必立即做出回应，可以在允许的条件下“让自己考虑一下”，这会给你更多选择的权利。比如说，你休假或者外出办事都被叫回来开发票，故意害你，然后聚餐也不叫你，这种情况还是非常需要重视的，并不是每次你都需要满足他们的需求。你要知道你与他们的关系是怎样的，他们也需要做出相应的回馈。有些事情可以缓一缓，有些事情可以考虑拒绝。你可以在考虑好了再回到他们那里，这将给你一些时间进行思考。",
    "annotation": [
      {
        "sentence": "非常理解你的遭遇。",
        "label": ""
      },
      {
        "sentence": "在职场上遇到这些人和事确实令人沮丧。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你应该让自己有机会重新站起来，增加自己的威信，并且更好地定位自己和他们的关系。",
        "label": ""
      },
      {
        "sentence": "如果你想要让事情的真相被看到，就需要收集那些证据，并在合适的时候说出来，确保你可以保护自己的岗位或者维护自己的权益。",
        "label": ""
      },
      {
        "sentence": "同时，可以试着更加清晰明白地提出自己的要求。",
        "label": ""
      },
      {
        "sentence": "在工作中，如果有人要你做某事时，不必立即做出回应，可以在允许的条件下“让自己考虑一下”，这会给你更多选择的权利。",
        "label": ""
      },
      {
        "sentence": "比如说，你休假或者外出办事都被叫回来开发票，故意害你，然后聚餐也不叫你，这种情况还是非常需要重视的，并不是每次你都需要满足他们的需求。",
        "label": ""
      },
      {
        "sentence": "你要知道你与他们的关系是怎样的，他们也需要做出相应的回馈。",
        "label": ""
      },
      {
        "sentence": "有些事情可以缓一缓，有些事情可以考虑拒绝。",
        "label": ""
      },
      {
        "sentence": "你可以在考虑好了再回到他们那里，这将给你一些时间进行思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也意识到自己在维护自己的正当利益方面有一些困难，尤其是当他们利用我或者占公司便宜时。我觉得这些都是我和公司的正当利益，如果自己不去争取，那么其他人也不会替我争取。如果公司本身都不关心这些问题，那么公司的制度和管理也需要改进。我还要留意一下压力是如何影响我，并且学会在工作中掌控自己的影响力。也要明确维护自己权益的底线，并通过规则来保护自己的利益。",
    "annotation": [
      {
        "sentence": "你说得对，我也意识到自己在维护自己的正当利益方面有一些困难，尤其是当他们利用我或者占公司便宜时。",
        "label": ""
      },
      {
        "sentence": "我觉得这些都是我和公司的正当利益，如果自己不去争取，那么其他人也不会替我争取。",
        "label": ""
      },
      {
        "sentence": "如果公司本身都不关心这些问题，那么公司的制度和管理也需要改进。",
        "label": ""
      },
      {
        "sentence": "我还要留意一下压力是如何影响我，并且学会在工作中掌控自己的影响力。",
        "label": ""
      },
      {
        "sentence": "也要明确维护自己权益的底线，并通过规则来保护自己的利益。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对。你将来工作中遇到的问题，也要善于和他人建立良好的沟通和关系。在工作中，要时刻记得自己的权限和能力，清楚自己能够做出什么样的改变。同时，也要在生活和工作中创造一个更好的氛围，让自己能够更好地维护自己的权益。",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "你将来工作中遇到的问题，也要善于和他人建立良好的沟通和关系。",
        "label": ""
      },
      {
        "sentence": "在工作中，要时刻记得自己的权限和能力，清楚自己能够做出什么样的改变。",
        "label": ""
      },
      {
        "sentence": "同时，也要在生活和工作中创造一个更好的氛围，让自己能够更好地维护自己的权益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持，我会牢记在心，并尽力去改变目前的处境。希望能有更好的发展和工作环境。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持，我会牢记在心，并尽力去改变目前的处境。",
        "label": ""
      },
      {
        "sentence": "希望能有更好的发展和工作环境。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你能够成功克服困难，找到适合自己的发展道路。如果以后还有需要，随时来找我聊聊。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，希望你能够成功克服困难，找到适合自己的发展道路。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]