[
  {
    "role": "client",
    "content": "心里会难受，觉得欠了他们，成长会轻松点么？",
    "annotation": [
      {
        "sentence": "心里会难受，觉得欠了他们，成长会轻松点么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活中没有对错，只有问题和情绪。当你坚持对错时，就产生了情绪，情绪就会成为问题。这是第一句；面对问题，产生情绪，情绪会成为新的问题，甚至是导火线，引爆一连串的情绪，这是第二句；无论问题还是情绪，你面对的方法，就是放下，或者说是接受，不要偷工减料用包容和忍耐来替代，从而掩盖情绪和问题，这是第三句；生活随时随地都会出现情绪和问题，当你重复演习上述一二三句的时候，如果你还是有情绪，那真的是要产生一些更多更大的情绪和问题，才能使你觉醒。",
    "annotation": [
      {
        "sentence": "生活中没有对错，只有问题和情绪。",
        "label": ""
      },
      {
        "sentence": "当你坚持对错时，就产生了情绪，情绪就会成为问题。",
        "label": ""
      },
      {
        "sentence": "这是第一句；面对问题，产生情绪，情绪会成为新的问题，甚至是导火线，引爆一连串的情绪，这是第二句；无论问题还是情绪，你面对的方法，就是放下，或者说是接受，不要偷工减料用包容和忍耐来替代，从而掩盖情绪和问题，这是第三句；生活随时随地都会出现情绪和问题，当你重复演习上述一二三句的时候，如果你还是有情绪，那真的是要产生一些更多更大的情绪和问题，才能使你觉醒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近有些迷茫，我开始学会了建议别人，但又不知道如何去表达，怕别人发生意见，就挺无助的！",
    "annotation": [
      {
        "sentence": "最近有些迷茫，我开始学会了建议别人，但又不知道如何去表达，怕别人发生意见，就挺无助的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困惑和无助。人与人沟通，尤其是表达自己的建议时，往往会担心对方的反应和可能产生的意见。这是很正常的感受。你可以试着放下这种顾虑，相信自己的观点和建议，毕竟你已经通过学习和积累了一定的知识和经验。对于别人的意见，你可以选择接受或者不同意，毕竟每个人都有自己的观点和价值观。这并不代表你无助，而是在不断成长和学习的过程中。",
    "annotation": [
      {
        "sentence": "明白你的困惑和无助。",
        "label": ""
      },
      {
        "sentence": "人与人沟通，尤其是表达自己的建议时，往往会担心对方的反应和可能产生的意见。",
        "label": ""
      },
      {
        "sentence": "这是很正常的感受。",
        "label": ""
      },
      {
        "sentence": "你可以试着放下这种顾虑，相信自己的观点和建议，毕竟你已经通过学习和积累了一定的知识和经验。",
        "label": ""
      },
      {
        "sentence": "对于别人的意见，你可以选择接受或者不同意，毕竟每个人都有自己的观点和价值观。",
        "label": ""
      },
      {
        "sentence": "这并不代表你无助，而是在不断成长和学习的过程中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "舍友很好，包容心很强，可能尽管心里有意见，也不会表露出来，我挺感谢他们！至少不愿交坏，还能好好相处。我就不同了。",
    "annotation": [
      {
        "sentence": "舍友很好，包容心很强，可能尽管心里有意见，也不会表露出来，我挺感谢他们！",
        "label": ""
      },
      {
        "sentence": "至少不愿交坏，还能好好相处。",
        "label": ""
      },
      {
        "sentence": "我就不同了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的舍友确实给予了你很多包容和理解，这是一种很好的人际关系。但是，每个人的处理方式和表达方式也不一样。并不是每个人都能像你的舍友一样表达自己的意见，这并不代表你就不同或者不好。每个人都有自己的特点和方式。你可以在与他人相处的过程中，尝试在适当的时候表达自己的想法，毕竟坦诚和真实是建立良好关系的重要因素。",
    "annotation": [
      {
        "sentence": "你的舍友确实给予了你很多包容和理解，这是一种很好的人际关系。",
        "label": ""
      },
      {
        "sentence": "但是，每个人的处理方式和表达方式也不一样。",
        "label": ""
      },
      {
        "sentence": "并不是每个人都能像你的舍友一样表达自己的意见，这并不代表你就不同或者不好。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特点和方式。",
        "label": ""
      },
      {
        "sentence": "你可以在与他人相处的过程中，尝试在适当的时候表达自己的想法，毕竟坦诚和真实是建立良好关系的重要因素。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "心里会难受，觉得欠了他们，以前我是有点自私，只想自己，没想到现在会变成这样，可以参考我以前的咨询，也透露出些......我该怎么办，想改变...",
    "annotation": [
      {
        "sentence": "心里会难受，觉得欠了他们，以前我是有点自私，只想自己，没想到现在会变成这样，可以参考我以前的咨询，也透露出些......我该怎么办，想改变...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "意识到自己的过去和现在的变化是一种成长和进步。过去的自私想法可能是因为缺乏一定的经验和理解，但是现在你已经有了认识并且想要改变。这是一个积极的迹象。你可以参考之前的咨询和经验，寻找适合自己的方法去改变。坚持自己的努力，给自己一些时间和空间来适应和转变。同时，不要太过苛责自己，每个人都在不断成长和学习的过程中，重要的是能够积极面对并且持续努力。",
    "annotation": [
      {
        "sentence": "意识到自己的过去和现在的变化是一种成长和进步。",
        "label": ""
      },
      {
        "sentence": "过去的自私想法可能是因为缺乏一定的经验和理解，但是现在你已经有了认识并且想要改变。",
        "label": ""
      },
      {
        "sentence": "这是一个积极的迹象。",
        "label": ""
      },
      {
        "sentence": "你可以参考之前的咨询和经验，寻找适合自己的方法去改变。",
        "label": ""
      },
      {
        "sentence": "坚持自己的努力，给自己一些时间和空间来适应和转变。",
        "label": ""
      },
      {
        "sentence": "同时，不要太过苛责自己，每个人都在不断成长和学习的过程中，重要的是能够积极面对并且持续努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我挺自爱的，不用担心会那样，希望能够找到知心人去回答问题...拜托了(•̥́ˍ•̀ू)",
    "annotation": [
      {
        "sentence": "我挺自爱的，不用担心会那样，希望能够找到知心人去回答问题...拜托了(•̥́ˍ•̀ू)",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对自己的自爱和自信。找到知心人去回答问题是一个很好的选择。你可以学会从自身需求出发，寻找合适的支持和帮助。在面对问题和困惑时，向他人开诚布公地倾诉，并寻求他们的建议和意见。同时，也要记得要保持对自己的爱护和尊重，不要过度依赖他人，学会独立思考和决策。",
    "annotation": [
      {
        "sentence": "很高兴听到你对自己的自爱和自信。",
        "label": ""
      },
      {
        "sentence": "找到知心人去回答问题是一个很好的选择。",
        "label": ""
      },
      {
        "sentence": "你可以学会从自身需求出发，寻找合适的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "在面对问题和困惑时，向他人开诚布公地倾诉，并寻求他们的建议和意见。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得要保持对自己的爱护和尊重，不要过度依赖他人，学会独立思考和决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活中没有对错，只有问题和情绪。当你坚持对错时，就产生了情绪，情绪就会成为问题。这是第一句；面对问题，产生情绪，情绪会成为新的问题，甚至是导火线，引爆一连串的情绪，这是第二句；无论问题还是情绪，你面对的方法，就是放下，或者说是接受，不要偷工减料用包容和忍耐来替代，从而掩盖情绪和问题，这是第三句；生活随时随地都会出现情绪和问题，当你重复演习上述一二三句的时候，如果你还是有情绪，那真的是要产生一些更多更大的情绪和问题，才能使你觉醒。放下，接受的时候，一切还原，一直抱着，下面就是一个最简单的问题，买单，这个单是要自己买的，只是有的单，有些人一辈子都买不起了。说放下不是放弃，说愿望不是欲望，说看见不是见面。说完美不是“完”，说无为不是“无”，我们在生活中，总在这一时段，那一地点，遇到这样那样的自己。总是希望这样那样的结局，往往是我们想过很多结局，而从来没有想过是这样的结局。可能还是混淆了一些词语，乱填了几道填空题，那样做了选择题，判断题也是犹豫再三才匆忙做出判断。生活中没有如果，所以我们总是拿“如果”来搪塞自己。偶然的，鼓励的事件是不存在的，存在的是必然，是相互联系的。找出了问题和情绪，一心想修个“真身”，那么只需在所有问题面前，告诉自己“我愿意。”往下的时间和空间，就是真人的了，就是放下情绪，面对问题了。",
    "annotation": [
      {
        "sentence": "生活中没有对错，只有问题和情绪。",
        "label": ""
      },
      {
        "sentence": "当你坚持对错时，就产生了情绪，情绪就会成为问题。",
        "label": ""
      },
      {
        "sentence": "这是第一句；面对问题，产生情绪，情绪会成为新的问题，甚至是导火线，引爆一连串的情绪，这是第二句；无论问题还是情绪，你面对的方法，就是放下，或者说是接受，不要偷工减料用包容和忍耐来替代，从而掩盖情绪和问题，这是第三句；生活随时随地都会出现情绪和问题，当你重复演习上述一二三句的时候，如果你还是有情绪，那真的是要产生一些更多更大的情绪和问题，才能使你觉醒。",
        "label": ""
      },
      {
        "sentence": "放下，接受的时候，一切还原，一直抱着，下面就是一个最简单的问题，买单，这个单是要自己买的，只是有的单，有些人一辈子都买不起了。",
        "label": ""
      },
      {
        "sentence": "说放下不是放弃，说愿望不是欲望，说看见不是见面。",
        "label": ""
      },
      {
        "sentence": "说完美不是“完”，说无为不是“无”，我们在生活中，总在这一时段，那一地点，遇到这样那样的自己。",
        "label": ""
      },
      {
        "sentence": "总是希望这样那样的结局，往往是我们想过很多结局，而从来没有想过是这样的结局。",
        "label": ""
      },
      {
        "sentence": "可能还是混淆了一些词语，乱填了几道填空题，那样做了选择题，判断题也是犹豫再三才匆忙做出判断。",
        "label": ""
      },
      {
        "sentence": "生活中没有如果，所以我们总是拿“如果”来搪塞自己。",
        "label": ""
      },
      {
        "sentence": "偶然的，鼓励的事件是不存在的，存在的是必然，是相互联系的。",
        "label": ""
      },
      {
        "sentence": "找出了问题和情绪，一心想修个“真身”，那么只需在所有问题面前，告诉自己“我愿意。",
        "label": ""
      },
      {
        "sentence": "”往下的时间和空间，就是真人的了，就是放下情绪，面对问题了。",
        "label": ""
      }
    ]
  }
]