[
  {
    "role": "client",
    "content": "童年缺乏父爱，如何建立自信、自尊、自爱？我爸爸喜欢赌博，我出生后他也从来没有耐心和我说过话，不允许我碰他的东西，他打麻将的时候，我坐在旁边不小心碰到了他坐的凳子，他就异常凶狠！...我妈妈待我比较久，爸爸常年在外地做生意。我妈妈是一个老好人，还可以，陪我读书写字。我成绩很好。",
    "annotation": [
      {
        "sentence": "童年缺乏父爱，如何建立自信、自尊、自爱？",
        "label": ""
      },
      {
        "sentence": "我爸爸喜欢赌博，我出生后他也从来没有耐心和我说过话，不允许我碰他的东西，他打麻将的时候，我坐在旁边不小心碰到了他坐的凳子，他就异常凶狠！",
        "label": ""
      },
      {
        "sentence": "...我妈妈待我比较久，爸爸常年在外地做生意。",
        "label": ""
      },
      {
        "sentence": "我妈妈是一个老好人，还可以，陪我读书写字。",
        "label": ""
      },
      {
        "sentence": "我成绩很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你小时候的经历真的很不容易，一直缺乏父爱肯定会影响到你的自信、自尊和自爱。父母的行为对孩子产生的影响是巨大的。虽然你的父亲喜欢赌博并对你不够关心，但是你的母亲一直待你很好，并帮助你读书写字，这是非常宝贵的。",
    "annotation": [
      {
        "sentence": "你小时候的经历真的很不容易，一直缺乏父爱肯定会影响到你的自信、自尊和自爱。",
        "label": ""
      },
      {
        "sentence": "父母的行为对孩子产生的影响是巨大的。",
        "label": ""
      },
      {
        "sentence": "虽然你的父亲喜欢赌博并对你不够关心，但是你的母亲一直待你很好，并帮助你读书写字，这是非常宝贵的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是有一天高中放学回家，开门看到了我妈和我小学数学老师偷情。...虽然只有一次，但是她也没有和我解释。只留我对父母彻底的绝望。我问她为什么不离婚，她永远不回回答。现在多年过去了，我爸依旧脾气大，我妈也没有再和那个数学老师联系了。他们都六十多了。而我在灵魂的深处被他们永远的伤害了。",
    "annotation": [
      {
        "sentence": "但是有一天高中放学回家，开门看到了我妈和我小学数学老师偷情。",
        "label": ""
      },
      {
        "sentence": "...虽然只有一次，但是她也没有和我解释。",
        "label": ""
      },
      {
        "sentence": "只留我对父母彻底的绝望。",
        "label": ""
      },
      {
        "sentence": "我问她为什么不离婚，她永远不回回答。",
        "label": ""
      },
      {
        "sentence": "现在多年过去了，我爸依旧脾气大，我妈也没有再和那个数学老师联系了。",
        "label": ""
      },
      {
        "sentence": "他们都六十多了。",
        "label": ""
      },
      {
        "sentence": "而我在灵魂的深处被他们永远的伤害了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的故事我感到非常心疼。当孩子看到父母的不忠行为时，会产生很深的伤害和绝望感。你对父母是否离婚的疑问也没有得到解答，这使得你的内心更加受伤。这些年过去了，父亲的脾气还是很大，母亲也停止了和那位数学老师的联系，但是你内心深处的伤害却无法消除。",
    "annotation": [
      {
        "sentence": "听到你的故事我感到非常心疼。",
        "label": ""
      },
      {
        "sentence": "当孩子看到父母的不忠行为时，会产生很深的伤害和绝望感。",
        "label": ""
      },
      {
        "sentence": "你对父母是否离婚的疑问也没有得到解答，这使得你的内心更加受伤。",
        "label": ""
      },
      {
        "sentence": "这些年过去了，父亲的脾气还是很大，母亲也停止了和那位数学老师的联系，但是你内心深处的伤害却无法消除。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在感觉自己的心灵被伤害得七零八落。我对家庭的信任感完全消失了，也对自己的价值感产生了怀疑。我真的想找到一种建立自信、自尊和自爱的方法，但是不知道从何处着手。",
    "annotation": [
      {
        "sentence": "是的，我现在感觉自己的心灵被伤害得七零八落。",
        "label": ""
      },
      {
        "sentence": "我对家庭的信任感完全消失了，也对自己的价值感产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "我真的想找到一种建立自信、自尊和自爱的方法，但是不知道从何处着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这样的经历对你的心灵造成了沉重的打击。建立自信、自尊和自爱需要时间和耐心，但是可以通过一些方法来达到。首先，你可以尝试寻求心理咨询的帮助，专业的心理咨询师可以帮助你面对并解决内心的困扰。同时，你也可以通过学习与发展自己的爱好来提升自信心，比如参加一些兴趣小组或者课程，结交一些志同道合的朋友。",
    "annotation": [
      {
        "sentence": "我理解你的感受，这样的经历对你的心灵造成了沉重的打击。",
        "label": ""
      },
      {
        "sentence": "建立自信、自尊和自爱需要时间和耐心，但是可以通过一些方法来达到。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试寻求心理咨询的帮助，专业的心理咨询师可以帮助你面对并解决内心的困扰。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以通过学习与发展自己的爱好来提升自信心，比如参加一些兴趣小组或者课程，结交一些志同道合的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻求心理咨询的帮助。同时，我也会尝试参加一些兴趣小组，找到一些适合我的爱好，希望能够在这个过程中重新建立对自己的信心和自我价值感。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试参加一些兴趣小组，找到一些适合我的爱好，希望能够在这个过程中重新建立对自己的信心和自我价值感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，你已经迈出了积极的一步。寻求心理咨询的帮助将为你提供一个安全的环境，你可以在这里与专业人士分享自己的心理困扰，并得到专业的指导和支持。参加兴趣小组也将帮助你扩大社交圈子，结识到一些志同道合的人，为你的心灵成长带来积极的影响。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，你已经迈出了积极的一步。",
        "label": ""
      },
      {
        "sentence": "寻求心理咨询的帮助将为你提供一个安全的环境，你可以在这里与专业人士分享自己的心理困扰，并得到专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "参加兴趣小组也将帮助你扩大社交圈子，结识到一些志同道合的人，为你的心灵成长带来积极的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽快联系心理咨询师，并找到适合自己的兴趣小组参加。希望这些努力能够帮助我逐渐恢复自信和自尊，重新建立对自己的爱和信任。",
    "annotation": [
      {
        "sentence": "我会尽快联系心理咨询师，并找到适合自己的兴趣小组参加。",
        "label": ""
      },
      {
        "sentence": "希望这些努力能够帮助我逐渐恢复自信和自尊，重新建立对自己的爱和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞赏你的勇气和决心，我相信你一定能够逐渐摆脱过去的阴影，重新找到自己的自信和自爱。记住，你并不孤单，一路上还有很多人支持你。如果需要任何帮助或者再次倾诉，随时都可以来找我。你做得很好！",
    "annotation": [
      {
        "sentence": "非常赞赏你的勇气和决心，我相信你一定能够逐渐摆脱过去的阴影，重新找到自己的自信和自爱。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，一路上还有很多人支持你。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助或者再次倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "你做得很好！",
        "label": ""
      }
    ]
  }
]