[
  {
    "role": "client",
    "content": "我14岁，晚上情绪不好，抵制接触，怎么办？本人14岁，差不多半年了不接受任何人和我一起睡觉，晚上会有一点焦虑，如果今天有人说了一句触到我内心的点的的句子（一般都是坏的，或者是他好的让我联想到我的坏）晚上就会一直不停的想，然后就会有更多的负面情绪上来（会想到一些关于成绩，家庭，以前经历过的一年的校园暴力，还有一些我害怕的事情），有时候是对已经知道将要发生的对我可能有一点点坏处或者否定我的事情，会做很久很久的心理准备面对这件事（甚至于我该说什么话，做什么表情都会自己在床上彩排一遍），就会情绪崩溃，出现一些轻微的幻听和幻觉（非常轻微，也可能不是，就是我多想了）渴望拥抱但拒绝任何人（包括亲人）知道我在哭，我情绪崩溃甚至进入我房间安慰我，我非常排斥。昨晚爆发挺严重有一段时间我突然就不哭了，一脸懵逼不知道自己在干什么，整理好床上睡觉去了一会又开始了。（还有有时候会忍不住头撞墙和掐自己）我觉得有必要说一下，有一点影响到我的学习了",
    "annotation": [
      {
        "sentence": "我14岁，晚上情绪不好，抵制接触，怎么办？",
        "label": ""
      },
      {
        "sentence": "本人14岁，差不多半年了不接受任何人和我一起睡觉，晚上会有一点焦虑，如果今天有人说了一句触到我内心的点的的句子（一般都是坏的，或者是他好的让我联想到我的坏）晚上就会一直不停的想，然后就会有更多的负面情绪上来（会想到一些关于成绩，家庭，以前经历过的一年的校园暴力，还有一些我害怕的事情），有时候是对已经知道将要发生的对我可能有一点点坏处或者否定我的事情，会做很久很久的心理准备面对这件事（甚至于我该说什么话，做什么表情都会自己在床上彩排一遍），就会情绪崩溃，出现一些轻微的幻听和幻觉（非常轻微，也可能不是，就是我多想了）渴望拥抱但拒绝任何人（包括亲人）知道我在哭，我情绪崩溃甚至进入我房间安慰我，我非常排斥。",
        "label": ""
      },
      {
        "sentence": "昨晚爆发挺严重有一段时间我突然就不哭了，一脸懵逼不知道自己在干什么，整理好床上睡觉去了一会又开始了。",
        "label": ""
      },
      {
        "sentence": "（还有有时候会忍不住头撞墙和掐自己）我觉得有必要说一下，有一点影响到我的学习了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀~看到你这么年轻却要苦苦挣扎在痛苦的情绪里，不由得感到心疼。关于你描述的一些问题，我在下文一个一个地列举分析了，希望能对你克服坏情绪有所帮助~",
    "annotation": [
      {
        "sentence": "呀~看到你这么年轻却要苦苦挣扎在痛苦的情绪里，不由得感到心疼。",
        "label": ""
      },
      {
        "sentence": "关于你描述的一些问题，我在下文一个一个地列举分析了，希望能对你克服坏情绪有所帮助~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我真的很想找到解决办法。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我真的很想找到解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "晚上坏情绪涌入。夜深人静，躺着床上的时候，我和你一样也常常胡思乱想，有时是想想未来，有时是想想让自己感到后悔的事情。这个问题很常见，可能是因为晚上我们心境比较平静，大脑会聚集一天的事情，所以负面的情绪也更容易涌现。",
    "annotation": [
      {
        "sentence": "晚上坏情绪涌入。",
        "label": ""
      },
      {
        "sentence": "夜深人静，躺着床上的时候，我和你一样也常常胡思乱想，有时是想想未来，有时是想想让自己感到后悔的事情。",
        "label": ""
      },
      {
        "sentence": "这个问题很常见，可能是因为晚上我们心境比较平静，大脑会聚集一天的事情，所以负面的情绪也更容易涌现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，晚上思绪确实比较多，有时候会觉得焦虑不安。",
    "annotation": [
      {
        "sentence": "是的，晚上思绪确实比较多，有时候会觉得焦虑不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "中二时期，也曾和你一样想一些别人说过的不好的话，然后开始有点讨厌这个人，单方面认为他的人品不好，其实我知道这是个人的阴暗想法，所以我有意识地控制这种想法出现，想想他好的一面或者他对我友好的时刻。你有试过转换思维，去看看积极的一面吗？",
    "annotation": [
      {
        "sentence": "中二时期，也曾和你一样想一些别人说过的不好的话，然后开始有点讨厌这个人，单方面认为他的人品不好，其实我知道这是个人的阴暗想法，所以我有意识地控制这种想法出现，想想他好的一面或者他对我友好的时刻。",
        "label": ""
      },
      {
        "sentence": "你有试过转换思维，去看看积极的一面吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "平常我没有特别注意到这个问题，可能一直太专注于负面情绪了。我可以尝试一下转换思维，看看是否有效。",
    "annotation": [
      {
        "sentence": "平常我没有特别注意到这个问题，可能一直太专注于负面情绪了。",
        "label": ""
      },
      {
        "sentence": "我可以尝试一下转换思维，看看是否有效。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，转换思维确实需要一定的时间和坚持，但是它可以帮助你减轻负面情绪的压力。另外，你在晚上彩排表现其实也是一种心理准备，它可以给你一种安全感。只是应该尽量平衡，不要过度沉迷于这种彩排中。",
    "annotation": [
      {
        "sentence": "很好，转换思维确实需要一定的时间和坚持，但是它可以帮助你减轻负面情绪的压力。",
        "label": ""
      },
      {
        "sentence": "另外，你在晚上彩排表现其实也是一种心理准备，它可以给你一种安全感。",
        "label": ""
      },
      {
        "sentence": "只是应该尽量平衡，不要过度沉迷于这种彩排中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试平衡，不让彩排成为一种负担，而是帮助我更好地应对事情。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试平衡，不让彩排成为一种负担，而是帮助我更好地应对事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！另外，关于拒绝任何人的安慰，我理解你可能觉得别人无法理解你此刻的痛苦，也不相信别人能分担你的负面情绪。但是，你可以试着找一些你信任的朋友倾诉，他们或许能更好地与你共情。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "另外，关于拒绝任何人的安慰，我理解你可能觉得别人无法理解你此刻的痛苦，也不相信别人能分担你的负面情绪。",
        "label": ""
      },
      {
        "sentence": "但是，你可以试着找一些你信任的朋友倾诉，他们或许能更好地与你共情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑你的建议，尝试向信任的朋友倾诉一下，希望能找到一些支持和理解。",
    "annotation": [
      {
        "sentence": "我会考虑你的建议，尝试向信任的朋友倾诉一下，希望能找到一些支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，不要孤单面对困难，和朋友一起走过来会更轻松。另外，我看到你提到头撞墙和掐自己的行为，这是不好的发泄方式，对身体和精神健康都有害处。我建议你寻找一些替代的发泄方式，比如运动，特别是跳舞。跳舞不仅能宣泄情绪，还能带来快乐和美好的体验。",
    "annotation": [
      {
        "sentence": "很好，不要孤单面对困难，和朋友一起走过来会更轻松。",
        "label": ""
      },
      {
        "sentence": "另外，我看到你提到头撞墙和掐自己的行为，这是不好的发泄方式，对身体和精神健康都有害处。",
        "label": ""
      },
      {
        "sentence": "我建议你寻找一些替代的发泄方式，比如运动，特别是跳舞。",
        "label": ""
      },
      {
        "sentence": "跳舞不仅能宣泄情绪，还能带来快乐和美好的体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "跳舞听起来不错，我对此也感兴趣。我会试着通过跳舞来释放情绪，希望能有效缓解我的困扰。",
    "annotation": [
      {
        "sentence": "跳舞听起来不错，我对此也感兴趣。",
        "label": ""
      },
      {
        "sentence": "我会试着通过跳舞来释放情绪，希望能有效缓解我的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太棒了！我相信你会成为一位很出色的舞者。另外，如果你觉得自己无法有效地应对情绪问题，你也可以考虑去学校的心理宣泄室，那里会有专业的辅导师帮助你，比如打拳击等方式。",
    "annotation": [
      {
        "sentence": "太棒了！",
        "label": ""
      },
      {
        "sentence": "我相信你会成为一位很出色的舞者。",
        "label": ""
      },
      {
        "sentence": "另外，如果你觉得自己无法有效地应对情绪问题，你也可以考虑去学校的心理宣泄室，那里会有专业的辅导师帮助你，比如打拳击等方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会记住你的建议，如果情况持续困扰我，我会寻求专业的帮助。谢谢你的耐心和支持！",
    "annotation": [
      {
        "sentence": "嗯，我会记住你的建议，如果情况持续困扰我，我会寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，年轻人不要太过苛求自己，要学会接纳和宽容，一切都会好起来的。你是一个很坚强的孩子，我相信你能够克服困难，走出困境的。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，年轻人不要太过苛求自己，要学会接纳和宽容，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "你是一个很坚强的孩子，我相信你能够克服困难，走出困境的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]