[
  {
    "role": "client",
    "content": "我有人格障碍，我真的很自责。我每天都在反省自己的行为。虽然我喜欢在网上搞笑，但是我说话的时候常常夸大其词，而且喜欢嘲笑不喜欢的人和事。我说话不经大脑，经常冲动地说出一些伤人的话。我意识到自己有很多缺点，我真的想去改正。我不想再评论别人是非，不想再和人争论，也不想为了取悦别人而活。我觉得自己是个特别简单的人，我只是想通过自己的能力和天赋让别人开心。但是我发现我付出了很多，却没有给对方真正需要的关怀。我烦躁的时候还会冲父母发脾气。我真的想变成一个孝顺懂得感恩、不沉迷网络虚拟世界的人。但是我知道没有人会给我机会，就像这个软件说的世界对我并没有爱意，我只感受到了嘲笑。我以前也嘲笑过别人，我觉得这是我应得的。我希望大家能听我说一下我变成这样的原因，也希望能得到一点点理解和关怀。我想通过我的努力给人带来快乐，我会很有成就感。",
    "annotation": [
      {
        "sentence": "我有人格障碍，我真的很自责。",
        "label": ""
      },
      {
        "sentence": "我每天都在反省自己的行为。",
        "label": ""
      },
      {
        "sentence": "虽然我喜欢在网上搞笑，但是我说话的时候常常夸大其词，而且喜欢嘲笑不喜欢的人和事。",
        "label": ""
      },
      {
        "sentence": "我说话不经大脑，经常冲动地说出一些伤人的话。",
        "label": ""
      },
      {
        "sentence": "我意识到自己有很多缺点，我真的想去改正。",
        "label": ""
      },
      {
        "sentence": "我不想再评论别人是非，不想再和人争论，也不想为了取悦别人而活。",
        "label": ""
      },
      {
        "sentence": "我觉得自己是个特别简单的人，我只是想通过自己的能力和天赋让别人开心。",
        "label": ""
      },
      {
        "sentence": "但是我发现我付出了很多，却没有给对方真正需要的关怀。",
        "label": ""
      },
      {
        "sentence": "我烦躁的时候还会冲父母发脾气。",
        "label": ""
      },
      {
        "sentence": "我真的想变成一个孝顺懂得感恩、不沉迷网络虚拟世界的人。",
        "label": ""
      },
      {
        "sentence": "但是我知道没有人会给我机会，就像这个软件说的世界对我并没有爱意，我只感受到了嘲笑。",
        "label": ""
      },
      {
        "sentence": "我以前也嘲笑过别人，我觉得这是我应得的。",
        "label": ""
      },
      {
        "sentence": "我希望大家能听我说一下我变成这样的原因，也希望能得到一点点理解和关怀。",
        "label": ""
      },
      {
        "sentence": "我想通过我的努力给人带来快乐，我会很有成就感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我能感受到你的好意，也能够理解你希望让大家开心的心情。这真的是非常好的一个想法呀，能感受到你是一个很善良的人。但同时，我也非常能够理解你感觉自己总是“好心办了坏事”的苦恼。的确有时在生活中，尽管我们是好意的，但实际行动起来可能就不如我们所期望的一样。但是你不需要为此感到自责，只要我们的本意是好的，表达方式、表达途径这些一定是可以通过其他方式来改变和改善的呀。例如，我们可以去学习一下如何更有效地表达情绪，学习如何幽默等等。而对于我们已经发现并且知道的缺点，我们更是可以坚定地去改正错误，而不总是停留在自责的阶段中。因为每个人都会有缺点，这并不是一件“丢脸的”事情。我们真正要做的是勇敢承认，大胆面对，并且去改正。你已经意识到了自己的问题并且有了想要改变的决心，这真的是非常了不起的一步。接下来你可以和身边的亲友或者专业人士一起制定一个行动计划，逐渐去纠正这些问题。记住，改变是一个持续的过程，也要给自己一点时间。",
    "annotation": [
      {
        "sentence": "从你的描述中我能感受到你的好意，也能够理解你希望让大家开心的心情。",
        "label": ""
      },
      {
        "sentence": "这真的是非常好的一个想法呀，能感受到你是一个很善良的人。",
        "label": ""
      },
      {
        "sentence": "但同时，我也非常能够理解你感觉自己总是“好心办了坏事”的苦恼。",
        "label": ""
      },
      {
        "sentence": "的确有时在生活中，尽管我们是好意的，但实际行动起来可能就不如我们所期望的一样。",
        "label": ""
      },
      {
        "sentence": "但是你不需要为此感到自责，只要我们的本意是好的，表达方式、表达途径这些一定是可以通过其他方式来改变和改善的呀。",
        "label": ""
      },
      {
        "sentence": "例如，我们可以去学习一下如何更有效地表达情绪，学习如何幽默等等。",
        "label": ""
      },
      {
        "sentence": "而对于我们已经发现并且知道的缺点，我们更是可以坚定地去改正错误，而不总是停留在自责的阶段中。",
        "label": ""
      },
      {
        "sentence": "因为每个人都会有缺点，这并不是一件“丢脸的”事情。",
        "label": ""
      },
      {
        "sentence": "我们真正要做的是勇敢承认，大胆面对，并且去改正。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了自己的问题并且有了想要改变的决心，这真的是非常了不起的一步。",
        "label": ""
      },
      {
        "sentence": "接下来你可以和身边的亲友或者专业人士一起制定一个行动计划，逐渐去纠正这些问题。",
        "label": ""
      },
      {
        "sentence": "记住，改变是一个持续的过程，也要给自己一点时间。",
        "label": ""
      }
    ]
  }
]