[
  {
    "role": "client",
    "content": "我不是淑女，父母思想观念太传统了，怎么办？我爸妈属于那种传统观念很强的，就刚刚我他们能不能住朋友家，他们是绝对不行的，不光光是这种事，他们一直想要我成为一个淑女，而我从来都不是。他们知道自己传统观念，可是就是不让我住朋友家，说什么大户人家从来都不这样，怎么办啊？心理医生治得好吗？我很怕和他们提要求，比如说能不能和朋友一起出去玩这种事情，我都得在心里排练好多遍，真的很怕，和他们说话感觉心脏都要跳出来了。我从小到大没有和他们吵过架，顶过嘴……他们越是这样，就越是让我感到叛逆，我在想如果哪天我和他们微信报个平安，然后关机直接去朋友家，会不会适得其反，反而让他们更加对我严厉？我真的好难受啊，和父母的感觉就是相敬如宾一样，很羡慕别人和他们父母的关系。我们相差了37岁，代沟真的太大了。帮帮我吧。",
    "annotation": [
      {
        "sentence": "我不是淑女，父母思想观念太传统了，怎么办？",
        "label": ""
      },
      {
        "sentence": "我爸妈属于那种传统观念很强的，就刚刚我他们能不能住朋友家，他们是绝对不行的，不光光是这种事，他们一直想要我成为一个淑女，而我从来都不是。",
        "label": ""
      },
      {
        "sentence": "他们知道自己传统观念，可是就是不让我住朋友家，说什么大户人家从来都不这样，怎么办啊？",
        "label": ""
      },
      {
        "sentence": "心理医生治得好吗？",
        "label": ""
      },
      {
        "sentence": "我很怕和他们提要求，比如说能不能和朋友一起出去玩这种事情，我都得在心里排练好多遍，真的很怕，和他们说话感觉心脏都要跳出来了。",
        "label": ""
      },
      {
        "sentence": "我从小到大没有和他们吵过架，顶过嘴……他们越是这样，就越是让我感到叛逆，我在想如果哪天我和他们微信报个平安，然后关机直接去朋友家，会不会适得其反，反而让他们更加对我严厉？",
        "label": ""
      },
      {
        "sentence": "我真的好难受啊，和父母的感觉就是相敬如宾一样，很羡慕别人和他们父母的关系。",
        "label": ""
      },
      {
        "sentence": "我们相差了37岁，代沟真的太大了。",
        "label": ""
      },
      {
        "sentence": "帮帮我吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的诉说。我其实还挺感同身受的。我和你一样和父母相差很大，我的父亲在四十岁的时候才有的我，所以我从小跟父亲之间就很少有互动，从幼儿园、小学、中学一直到高中，几乎很少和父亲一起聊天。",
    "annotation": [
      {
        "sentence": "听到你的诉说。",
        "label": ""
      },
      {
        "sentence": "我其实还挺感同身受的。",
        "label": ""
      },
      {
        "sentence": "我和你一样和父母相差很大，我的父亲在四十岁的时候才有的我，所以我从小跟父亲之间就很少有互动，从幼儿园、小学、中学一直到高中，几乎很少和父亲一起聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，真的很不容易。我也觉得和他们之间的代沟很大，很难理解对方。",
    "annotation": [
      {
        "sentence": "是啊，真的很不容易。",
        "label": ""
      },
      {
        "sentence": "我也觉得和他们之间的代沟很大，很难理解对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是，我很庆幸的是，在上大学之后，我和父亲的关系开始慢慢发生了变化。我记得大一那年是我第一次离开家乡，一个人去另外一个城市上学。因为当时不懂得网上购票，加上没有提前买票，最后只买到一张站票，于是我的父亲没有能够送我去上大学，我就一个人坐上了远行的火车。当时我的父亲就站在候车站的外面一直在看着我，因为是玻璃门，所以我能够看到他站在外面往里面一直瞅我，我也在候车室里瞅着他。那一刻是我第一次感觉到来自父亲的那种温暖，眼睛有点酸，心里有点甜！",
    "annotation": [
      {
        "sentence": "但是，我很庆幸的是，在上大学之后，我和父亲的关系开始慢慢发生了变化。",
        "label": ""
      },
      {
        "sentence": "我记得大一那年是我第一次离开家乡，一个人去另外一个城市上学。",
        "label": ""
      },
      {
        "sentence": "因为当时不懂得网上购票，加上没有提前买票，最后只买到一张站票，于是我的父亲没有能够送我去上大学，我就一个人坐上了远行的火车。",
        "label": ""
      },
      {
        "sentence": "当时我的父亲就站在候车站的外面一直在看着我，因为是玻璃门，所以我能够看到他站在外面往里面一直瞅我，我也在候车室里瞅着他。",
        "label": ""
      },
      {
        "sentence": "那一刻是我第一次感觉到来自父亲的那种温暖，眼睛有点酸，心里有点甜！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很感人。你是如何改变和父亲的相处方式的呢？",
    "annotation": [
      {
        "sentence": "听起来很感人。",
        "label": ""
      },
      {
        "sentence": "你是如何改变和父亲的相处方式的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后来，进入大学后接触到了心理学，对于父母沟通、原生家庭以及自我都有了些了解，对和父母的关系也有了新的感受。从那开始，每次回家我都会主动与父亲聊天，虽然我们的观点不同，想法也不同，但是父女俩一起争执的样子竟也让我感受到温馨。交流不一定要观点一致，包容和接纳或许也是一种解决问题的方式！",
    "annotation": [
      {
        "sentence": "后来，进入大学后接触到了心理学，对于父母沟通、原生家庭以及自我都有了些了解，对和父母的关系也有了新的感受。",
        "label": ""
      },
      {
        "sentence": "从那开始，每次回家我都会主动与父亲聊天，虽然我们的观点不同，想法也不同，但是父女俩一起争执的样子竟也让我感受到温馨。",
        "label": ""
      },
      {
        "sentence": "交流不一定要观点一致，包容和接纳或许也是一种解决问题的方式！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我以为要改变父母的观念很难。或许，我也可以试着跟他们多沟通，即使有分歧也可以包容和接纳对方的观点。",
    "annotation": [
      {
        "sentence": "原来如此，我以为要改变父母的观念很难。",
        "label": ""
      },
      {
        "sentence": "或许，我也可以试着跟他们多沟通，即使有分歧也可以包容和接纳对方的观点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，其实双方都需要互相理解和包容。因为年龄的问题观点相差太大，根本很难整合。面对这种情况我们根本改变不了他们，能做的只是给他们耐心和爱！因为我们在成长，他们在老去，我们的观点是与时俱进，他们却越老越回到从前。这既不是你的错，也不是父母的错，而是两个时代在以你们的家庭为载体在碰撞！",
    "annotation": [
      {
        "sentence": "是的，其实双方都需要互相理解和包容。",
        "label": ""
      },
      {
        "sentence": "因为年龄的问题观点相差太大，根本很难整合。",
        "label": ""
      },
      {
        "sentence": "面对这种情况我们根本改变不了他们，能做的只是给他们耐心和爱！",
        "label": ""
      },
      {
        "sentence": "因为我们在成长，他们在老去，我们的观点是与时俱进，他们却越老越回到从前。",
        "label": ""
      },
      {
        "sentence": "这既不是你的错，也不是父母的错，而是两个时代在以你们的家庭为载体在碰撞！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我现在明白了，我要学会包容和接纳他们的观点，同时也要给自己更多的信心去沟通和提出自己的需求。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，我要学会包容和接纳他们的观点，同时也要给自己更多的信心去沟通和提出自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我相信你能够做到的。记住，沟通需要耐心和时间，不要太急于求成。你可以试着和父母多聊些轻松的话题，慢慢地建立更亲密的关系。同时，如果你觉得情绪压力过大，可以考虑咨询心理医生，他们会给你更专业的帮助和支持。",
    "annotation": [
      {
        "sentence": "没问题，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "记住，沟通需要耐心和时间，不要太急于求成。",
        "label": ""
      },
      {
        "sentence": "你可以试着和父母多聊些轻松的话题，慢慢地建立更亲密的关系。",
        "label": ""
      },
      {
        "sentence": "同时，如果你觉得情绪压力过大，可以考虑咨询心理医生，他们会给你更专业的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试的。谢谢你的建议和鼓励，我感觉好多了。",
    "annotation": [
      {
        "sentence": "好的，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在支持你。记住，你并不孤单，一直都有人能够理解你的感受。如果以后还有什么问题，随时都可以来找我聊天。祝你和父母之间的关系越来越好！",
    "annotation": [
      {
        "sentence": "不客气，我一直都在支持你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，一直都有人能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你和父母之间的关系越来越好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会加油的！",
        "label": ""
      }
    ]
  }
]