[
  {
    "role": "client",
    "content": "父母问的是你的分数是怎么扣的，不是怎么用努力换？我考试了从来不关心我学习的爸爸知道了我的成绩过了问我这次怎么考这么差，在他们心里我就应该考前十甚至前三。",
    "annotation": [
      {
        "sentence": "父母问的是你的分数是怎么扣的，不是怎么用努力换？",
        "label": ""
      },
      {
        "sentence": "我考试了从来不关心我学习的爸爸知道了我的成绩过了问我这次怎么考这么差，在他们心里我就应该考前十甚至前三。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的父母平时从来不关心你的学习，只有在考试结束之后才关心你的成绩，他们好像只关注这个结果，并不关心你努力的过程。让你感觉自己并不受重视，感觉自己被忽略。我很理解你的感受。",
    "annotation": [
      {
        "sentence": "你的父母平时从来不关心你的学习，只有在考试结束之后才关心你的成绩，他们好像只关注这个结果，并不关心你努力的过程。",
        "label": ""
      },
      {
        "sentence": "让你感觉自己并不受重视，感觉自己被忽略。",
        "label": ""
      },
      {
        "sentence": "我很理解你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我每次考试结束后他们才会问我成绩，让我觉得他们好像只在乎考试成绩而不在乎我真正的努力。我觉得他们对我的期望很高，我感到有压力。",
    "annotation": [
      {
        "sentence": "是的，我每次考试结束后他们才会问我成绩，让我觉得他们好像只在乎考试成绩而不在乎我真正的努力。",
        "label": ""
      },
      {
        "sentence": "我觉得他们对我的期望很高，我感到有压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对父母的期望和他们的指责，你现在的心情是复杂的。既有对他们平时不关心你的小怨恨，也有对自己没有达到他们期望的悔恨。但是父母们平时也很忙呀，其实他们可能没有过多的去关注你的学习，他们在乎你的成绩。说明他们是很在意你的学习的。只是表达的方式不一样。",
    "annotation": [
      {
        "sentence": "面对父母的期望和他们的指责，你现在的心情是复杂的。",
        "label": ""
      },
      {
        "sentence": "既有对他们平时不关心你的小怨恨，也有对自己没有达到他们期望的悔恨。",
        "label": ""
      },
      {
        "sentence": "但是父母们平时也很忙呀，其实他们可能没有过多的去关注你的学习，他们在乎你的成绩。",
        "label": ""
      },
      {
        "sentence": "说明他们是很在意你的学习的。",
        "label": ""
      },
      {
        "sentence": "只是表达的方式不一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道他们很忙，但我还是希望他们能在平时更多关注我学习的过程，而不仅仅关注我考试后的结果。我不想只被看作是一个成绩的代表，还希望被关心我的真实感受。",
    "annotation": [
      {
        "sentence": "我知道他们很忙，但我还是希望他们能在平时更多关注我学习的过程，而不仅仅关注我考试后的结果。",
        "label": ""
      },
      {
        "sentence": "我不想只被看作是一个成绩的代表，还希望被关心我的真实感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，每个人都希望父母能够关注到自己的内心世界和努力的过程。你可以尝试和他们沟通，告诉他们你的想法和感受，让他们了解你的需求。也许他们会体会到你的心情，并试着改变自己的态度。",
    "annotation": [
      {
        "sentence": "你的想法很正常，每个人都希望父母能够关注到自己的内心世界和努力的过程。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和他们沟通，告诉他们你的想法和感受，让他们了解你的需求。",
        "label": ""
      },
      {
        "sentence": "也许他们会体会到你的心情，并试着改变自己的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他们沟通，告诉他们我不仅希望他们关注我的成绩，还希望他们能够理解我的努力。但是我也担心他们不理解我，反而会对我更加严格要求。",
    "annotation": [
      {
        "sentence": "我会试着和他们沟通，告诉他们我不仅希望他们关注我的成绩，还希望他们能够理解我的努力。",
        "label": ""
      },
      {
        "sentence": "但是我也担心他们不理解我，反而会对我更加严格要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是彼此了解的桥梁，尽管你担心他们的反应，但你还是可以尝试去表达自己的想法。他们是你的父母，他们也是关心你的人。或许他们听到你的真实想法后会更加理解你，也会试着改变自己对你的期望。",
    "annotation": [
      {
        "sentence": "沟通是彼此了解的桥梁，尽管你担心他们的反应，但你还是可以尝试去表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "他们是你的父母，他们也是关心你的人。",
        "label": ""
      },
      {
        "sentence": "或许他们听到你的真实想法后会更加理解你，也会试着改变自己对你的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和他们坦诚地沟通，告诉他们我希望得到更多关注和理解。谢谢你的建议，让我明白了一些事情。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和他们坦诚地沟通，告诉他们我希望得到更多关注和理解。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，让我明白了一些事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。沟通是解决问题的关键，相信你能够和父母达成更好的沟通和理解。记得在沟通中保持冷静和理性，共同寻找解决问题的方法。希望你能够取得进展，变得越来越优秀。如果还有需要，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键，相信你能够和父母达成更好的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "记得在沟通中保持冷静和理性，共同寻找解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "希望你能够取得进展，变得越来越优秀。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  }
]