[
  {
    "role": "client",
    "content": "朋友是咨询师，现在感觉拿我当下手，好烦怎么办？",
    "annotation": [
      {
        "sentence": "朋友是咨询师，现在感觉拿我当下手，好烦怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，感觉你有很多事是为了她做一些自己不愿意做的事，让你很压抑，啊。你提到三年前在她那里学习课程，并且经常找她聊天，她会给你共情，然后有很多表格给你做，一做就两三个小时，去打扫工作室也叫上你，你没法拒绝她，而且后来她让你也像她一样对新学员热情。",
    "annotation": [
      {
        "sentence": "看完你的描述，感觉你有很多事是为了她做一些自己不愿意做的事，让你很压抑，啊。",
        "label": ""
      },
      {
        "sentence": "你提到三年前在她那里学习课程，并且经常找她聊天，她会给你共情，然后有很多表格给你做，一做就两三个小时，去打扫工作室也叫上你，你没法拒绝她，而且后来她让你也像她一样对新学员热情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，刚开始你之所以给她做表格是因为她能给你共情，能关注你，安慰你，而这是你非常渴望的，可是你做表格，打扫的时间和精力的付出都很大，让你很难维持这种交易，自己付出这么多，才能换来她的关注安慰，有时甚至换不来。像你所说的，她把你当下手，指的就是她不再对你那么关注了是不是，也不尊重你的想法，更多的考虑她自己对吗？",
    "annotation": [
      {
        "sentence": "对，刚开始你之所以给她做表格是因为她能给你共情，能关注你，安慰你，而这是你非常渴望的，可是你做表格，打扫的时间和精力的付出都很大，让你很难维持这种交易，自己付出这么多，才能换来她的关注安慰，有时甚至换不来。",
        "label": ""
      },
      {
        "sentence": "像你所说的，她把你当下手，指的就是她不再对你那么关注了是不是，也不尊重你的想法，更多的考虑她自己对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，她的行为确实让你感到被利用了，而且她对你的情绪变化也没有给予足够的理解与支持。她好像总是把自己的需求放在第一位，而不顾及你的感受。这样的关系让你感到很累，也很不公平。你有权利去表达自己的想法和需求，不要总是为了顺应她而把自己的感受置于不顾。对于这样的情况，你有没有考虑过和她好好沟通一下呢？",
    "annotation": [
      {
        "sentence": "是的，她的行为确实让你感到被利用了，而且她对你的情绪变化也没有给予足够的理解与支持。",
        "label": ""
      },
      {
        "sentence": "她好像总是把自己的需求放在第一位，而不顾及你的感受。",
        "label": ""
      },
      {
        "sentence": "这样的关系让你感到很累，也很不公平。",
        "label": ""
      },
      {
        "sentence": "你有权利去表达自己的想法和需求，不要总是为了顺应她而把自己的感受置于不顾。",
        "label": ""
      },
      {
        "sentence": "对于这样的情况，你有没有考虑过和她好好沟通一下呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也考虑过和她谈一谈，但是每次想到要和她表达自己的不满，就会感到紧张和害怕。我害怕她会生气或者抱怨我不够理解她，所以一直都没有勇气去说。",
    "annotation": [
      {
        "sentence": "其实我也考虑过和她谈一谈，但是每次想到要和她表达自己的不满，就会感到紧张和害怕。",
        "label": ""
      },
      {
        "sentence": "我害怕她会生气或者抱怨我不够理解她，所以一直都没有勇气去说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担忧，与亲密的朋友之间的沟通有时候确实很困难。但是，为了解决这个问题，与她坦诚地交流是必要的。你可以试着用一种温和但坚定的语气，表达你的感受和需求，告诉她你想要公平对待和被尊重。这样的沟通有助于你们建立更健康和平等的关系。",
    "annotation": [
      {
        "sentence": "明白你的担忧，与亲密的朋友之间的沟通有时候确实很困难。",
        "label": ""
      },
      {
        "sentence": "但是，为了解决这个问题，与她坦诚地交流是必要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着用一种温和但坚定的语气，表达你的感受和需求，告诉她你想要公平对待和被尊重。",
        "label": ""
      },
      {
        "sentence": "这样的沟通有助于你们建立更健康和平等的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我觉得确实需要和她好好谈一谈，表达自己的想法和需求。虽然我还是有些害怕，但是为了自己的感受和关系的健康发展，我觉得这是必须的。",
    "annotation": [
      {
        "sentence": "听了你的建议，我觉得确实需要和她好好谈一谈，表达自己的想法和需求。",
        "label": ""
      },
      {
        "sentence": "虽然我还是有些害怕，但是为了自己的感受和关系的健康发展，我觉得这是必须的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的想法，勇敢面对和解决问题是很重要的。同时，也要给自己一些鼓励和支持，相信你能够处理好这个困扰你的情况。如果在谈话中遇到困难，你可以考虑寻求专业的心理咨询师的帮助，他们有经验和技巧来帮助你处理这样的情绪困扰。",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的想法，勇敢面对和解决问题是很重要的。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些鼓励和支持，相信你能够处理好这个困扰你的情况。",
        "label": ""
      },
      {
        "sentence": "如果在谈话中遇到困难，你可以考虑寻求专业的心理咨询师的帮助，他们有经验和技巧来帮助你处理这样的情绪困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力去表达自己的想法和需求，同时也会考虑寻求专业心理咨询师的帮助。希望这样能够改善我和朋友之间的关系，让我们能够更加平等和理解彼此。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力去表达自己的想法和需求，同时也会考虑寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "希望这样能够改善我和朋友之间的关系，让我们能够更加平等和理解彼此。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够处理好这个问题，你已经展现出很大的勇气和决心。无论最后的结果如何，你都值得被尊重和关心。祝你一切顺利，希望你和你的朋友能够达到共同的理解和和谐的关系。",
    "annotation": [
      {
        "sentence": "我相信你一定能够处理好这个问题，你已经展现出很大的勇气和决心。",
        "label": ""
      },
      {
        "sentence": "无论最后的结果如何，你都值得被尊重和关心。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，希望你和你的朋友能够达到共同的理解和和谐的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会努力去解决这个问题。再次感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会努力去解决这个问题。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议！",
        "label": ""
      }
    ]
  }
]