[
  {
    "role": "client",
    "content": "网上和网下反差大，属于哪一种心理疾病？",
    "annotation": [
      {
        "sentence": "网上和网下反差大，属于哪一种心理疾病？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴您有这样的自我觉察并发出疑问。首先我需要告诉您的是，请不要抱着“这属于哪一种心理疾病”的心态来给自己对号入座，这样会导致自己即便没有什么问题完全正常，也会让自己逐渐变得疑神疑鬼开始怀疑自己以后问题，谎言千遍也会成真，时间长了没有的问题也会真的开始出现。",
    "annotation": [
      {
        "sentence": "很高兴您有这样的自我觉察并发出疑问。",
        "label": ""
      },
      {
        "sentence": "首先我需要告诉您的是，请不要抱着“这属于哪一种心理疾病”的心态来给自己对号入座，这样会导致自己即便没有什么问题完全正常，也会让自己逐渐变得疑神疑鬼开始怀疑自己以后问题，谎言千遍也会成真，时间长了没有的问题也会真的开始出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我也没想过把自己当成有病的人，只是对网上和网下差异的问题有些困惑。",
    "annotation": [
      {
        "sentence": "我明白了，我也没想过把自己当成有病的人，只是对网上和网下差异的问题有些困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解您的困惑了，我认为现在这个网络飞速发展的时代，再加上信息流通的很快，无论是面对网络上的未知性，还是接触了很多有关网络的各种新闻导致的半隐蔽性，大多数人实际上是很难做到在网络和现实生活中完全一致的，因为相比于现实生活中的“公开透明”，网络的很多东西终归是虚拟的、数字化的。",
    "annotation": [
      {
        "sentence": "了解您的困惑了，我认为现在这个网络飞速发展的时代，再加上信息流通的很快，无论是面对网络上的未知性，还是接触了很多有关网络的各种新闻导致的半隐蔽性，大多数人实际上是很难做到在网络和现实生活中完全一致的，因为相比于现实生活中的“公开透明”，网络的很多东西终归是虚拟的、数字化的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在网上表现得很直接口快，有时会得罪人，但在生活中却比较腼腆，不敢展示自己。",
    "annotation": [
      {
        "sentence": "是的，我在网上表现得很直接口快，有时会得罪人，但在生活中却比较腼腆，不敢展示自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这其实是很常见的情况，求助者您不要太过担心。我们在现实生活中认识一个人可以直接了当的知道他是哪里人甚至是做什么工作的，但是在网络上因为没有这种见面性，甚至于资料卡和照片都可以以假乱真的情况下，即便一个人实话实说的说了自己是什么人、什么工作的，网友其实也很难相信，这种相对“自由”的状态相当于释放了一部分人的天性。一定程度上可以弥补我们在现实生活中受到的部分“压迫”。",
    "annotation": [
      {
        "sentence": "这其实是很常见的情况，求助者您不要太过担心。",
        "label": ""
      },
      {
        "sentence": "我们在现实生活中认识一个人可以直接了当的知道他是哪里人甚至是做什么工作的，但是在网络上因为没有这种见面性，甚至于资料卡和照片都可以以假乱真的情况下，即便一个人实话实说的说了自己是什么人、什么工作的，网友其实也很难相信，这种相对“自由”的状态相当于释放了一部分人的天性。",
        "label": ""
      },
      {
        "sentence": "一定程度上可以弥补我们在现实生活中受到的部分“压迫”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了，感觉自己在网上有种解放的感觉。",
    "annotation": [
      {
        "sentence": "我明白你的意思了，感觉自己在网上有种解放的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，网上可以给人一种相对开放和自由的感觉，但并不代表你是在逃避现实。至于是不是回避型人格，尽管有些人的自卑会通过自负和打压别人的形式出现，但是是否真的属于这项，还需要您不能仅仅是通过自己在网络上的表现来粗浅判断，毕竟网络上我们展现出来的和生活中展现出来的我们都属于一种“人设”，都是真实的自我的一部分，只是有了适合的舞台。",
    "annotation": [
      {
        "sentence": "是的，网上可以给人一种相对开放和自由的感觉，但并不代表你是在逃避现实。",
        "label": ""
      },
      {
        "sentence": "至于是不是回避型人格，尽管有些人的自卑会通过自负和打压别人的形式出现，但是是否真的属于这项，还需要您不能仅仅是通过自己在网络上的表现来粗浅判断，毕竟网络上我们展现出来的和生活中展现出来的我们都属于一种“人设”，都是真实的自我的一部分，只是有了适合的舞台。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我以前没想过会有这种因为网络而产生的差异感。我还以为自己有点问题呢。",
    "annotation": [
      {
        "sentence": "原来如此，我以前没想过会有这种因为网络而产生的差异感。",
        "label": ""
      },
      {
        "sentence": "我还以为自己有点问题呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要对自己太苛求了，其实这种差异感在现在这个社会中很常见。人们在不同的环境下表现也会有所不同，这并不意味着你有问题。如果您过于担心可以去询问专业的人士，但我个人认为其实这很寻常。如果没有过于严重的极端和干扰日常生活，还是希望您可以放宽心别这么压抑自己的。",
    "annotation": [
      {
        "sentence": "不要对自己太苛求了，其实这种差异感在现在这个社会中很常见。",
        "label": ""
      },
      {
        "sentence": "人们在不同的环境下表现也会有所不同，这并不意味着你有问题。",
        "label": ""
      },
      {
        "sentence": "如果您过于担心可以去询问专业的人士，但我个人认为其实这很寻常。",
        "label": ""
      },
      {
        "sentence": "如果没有过于严重的极端和干扰日常生活，还是希望您可以放宽心别这么压抑自己的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的帮助，我现在感到安心多了。我会尽量调整自己的心态，不再过分纠结于这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的帮助，我现在感到安心多了。",
        "label": ""
      },
      {
        "sentence": "我会尽量调整自己的心态，不再过分纠结于这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到您，调整心态是很重要的，相信自己，并放宽心，相信您会越来越好的。如果还有其他问题，随时都可以向我咨询。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到您，调整心态是很重要的，相信自己，并放宽心，相信您会越来越好的。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以向我咨询。",
        "label": ""
      }
    ]
  }
]