[
  {
    "role": "client",
    "content": "朋友是咨询师，现在感觉拿我当下手，好烦怎么办？",
    "annotation": [
      {
        "sentence": "朋友是咨询师，现在感觉拿我当下手，好烦怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你刚才提到你的朋友是咨询师，你觉得她现在对你有些利用你的感觉。可以具体说说你觉得她是怎么利用你的吗？",
    "annotation": [
      {
        "sentence": "你好，听说你刚才提到你的朋友是咨询师，你觉得她现在对你有些利用你的感觉。",
        "label": ""
      },
      {
        "sentence": "可以具体说说你觉得她是怎么利用你的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "三年前在她那付费学习心理学。学过之后，我不开心的时候会和她聊，这方面她帮我很多。她需要给合作的机构做表格，其他学员都不想做，只有我做，每次做都要两三个小时。",
    "annotation": [
      {
        "sentence": "三年前在她那付费学习心理学。",
        "label": ""
      },
      {
        "sentence": "学过之后，我不开心的时候会和她聊，这方面她帮我很多。",
        "label": ""
      },
      {
        "sentence": "她需要给合作的机构做表格，其他学员都不想做，只有我做，每次做都要两三个小时。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在学习心理学的时候，她对你提供了很多帮助，特别是在你不开心的时候。现在她让你做一些其他学员不愿意做的表格工作，每次都要花费你两三个小时，你觉得这件事情是对你的一种利用吗？",
    "annotation": [
      {
        "sentence": "听起来你在学习心理学的时候，她对你提供了很多帮助，特别是在你不开心的时候。",
        "label": ""
      },
      {
        "sentence": "现在她让你做一些其他学员不愿意做的表格工作，每次都要花费你两三个小时，你觉得这件事情是对你的一种利用吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想帮她、她会说是给我锻炼的机会，但是拒绝她，她又总表现挺无助，有时也会生气。",
    "annotation": [
      {
        "sentence": "我想帮她、她会说是给我锻炼的机会，但是拒绝她，她又总表现挺无助，有时也会生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为她总是说这是给你锻炼的机会，所以你拒绝她的时候，她变得无助和生气。你觉得她在这个情况下是否真的需要你的帮助呢？",
    "annotation": [
      {
        "sentence": "因为她总是说这是给你锻炼的机会，所以你拒绝她的时候，她变得无助和生气。",
        "label": ""
      },
      {
        "sentence": "你觉得她在这个情况下是否真的需要你的帮助呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她打扫很脏的工作室会叫上我，她说和她聊天我也能学到很多，我知道是去打扫，但我不忙她叫我就会去一下，因为她共情我。",
    "annotation": [
      {
        "sentence": "她打扫很脏的工作室会叫上我，她说和她聊天我也能学到很多，我知道是去打扫，但我不忙她叫我就会去一下，因为她共情我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她会叫你一起去打扫工作室，并说在和她聊天的过程中，你也能学到很多东西。虽然你明白这是去打扫的事情，但只要她叫你，你就会去一下，因为你觉得她能够理解你的感受。",
    "annotation": [
      {
        "sentence": "她会叫你一起去打扫工作室，并说在和她聊天的过程中，你也能学到很多东西。",
        "label": ""
      },
      {
        "sentence": "虽然你明白这是去打扫的事情，但只要她叫你，你就会去一下，因为你觉得她能够理解你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来她给我个案，她给我找的督导。她收取一部分督导费，但她不教我，给我的个案我只收50元咨费，她收100-250，说给我实习机会。我觉得她从我这有收入，这应该算合作吧。",
    "annotation": [
      {
        "sentence": "后来她给我个案，她给我找的督导。",
        "label": ""
      },
      {
        "sentence": "她收取一部分督导费，但她不教我，给我的个案我只收50元咨费，她收100-250，说给我实习机会。",
        "label": ""
      },
      {
        "sentence": "我觉得她从我这有收入，这应该算合作吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她给你提供了一个个案，并且为你找了一个督导。她收取了一部分督导费，但是并没有教你，而你只收取了50元咨费，而她收取100-250元，她说这是给你实习机会。但你觉得她从你这里获得了收入，所以这应该算是一种合作关系对吗？",
    "annotation": [
      {
        "sentence": "她给你提供了一个个案，并且为你找了一个督导。",
        "label": ""
      },
      {
        "sentence": "她收取了一部分督导费，但是并没有教你，而你只收取了50元咨费，而她收取100-250元，她说这是给你实习机会。",
        "label": ""
      },
      {
        "sentence": "但你觉得她从你这里获得了收入，所以这应该算是一种合作关系对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但现在和她的关系感觉我像下手一样，她自己能做的事情也会让我做，求人不当刀的感觉。她对新学员很热情，共情很多。然后会让我也要像她一样热情招待新学员，她好像拿我当帮手了，但是除了有接个案的机会，我没有工资，现在接过三个个案。感觉和她相处好累。她好像总给我们画饼。总想和她断交。又觉得不妥。",
    "annotation": [
      {
        "sentence": "但现在和她的关系感觉我像下手一样，她自己能做的事情也会让我做，求人不当刀的感觉。",
        "label": ""
      },
      {
        "sentence": "她对新学员很热情，共情很多。",
        "label": ""
      },
      {
        "sentence": "然后会让我也要像她一样热情招待新学员，她好像拿我当帮手了，但是除了有接个案的机会，我没有工资，现在接过三个个案。",
        "label": ""
      },
      {
        "sentence": "感觉和她相处好累。",
        "label": ""
      },
      {
        "sentence": "她好像总给我们画饼。",
        "label": ""
      },
      {
        "sentence": "总想和她断交。",
        "label": ""
      },
      {
        "sentence": "又觉得不妥。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你觉得现在和她的关系像是你被当作工具一样，她会让你做她本可以自己做的事情，你感觉这像是被利用的感觉。她对新学员很热情，也很有共情能力，然后会让你也像她一样对待新学员，感觉她把你当作帮手了，但是除了接个案的机会外，你没有获得工资，目前已经接了三个个案了。你觉得和她相处让你感到很累，她好像总是给你画饼。你一直在考虑是否要和她绝交，但又觉得这样也不妥。",
    "annotation": [
      {
        "sentence": "听起来你觉得现在和她的关系像是你被当作工具一样，她会让你做她本可以自己做的事情，你感觉这像是被利用的感觉。",
        "label": ""
      },
      {
        "sentence": "她对新学员很热情，也很有共情能力，然后会让你也像她一样对待新学员，感觉她把你当作帮手了，但是除了接个案的机会外，你没有获得工资，目前已经接了三个个案了。",
        "label": ""
      },
      {
        "sentence": "你觉得和她相处让你感到很累，她好像总是给你画饼。",
        "label": ""
      },
      {
        "sentence": "你一直在考虑是否要和她绝交，但又觉得这样也不妥。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论是画饼，还是像她所说的，跟她聊天能学到很多东西。你自己的目的，方向是什么呢？如果是想进入咨询行业，那无疑有人带，朋辈咨询，或者督导，都是很不错的方式。重点是，你自己的职业生涯规划是如何，自己跟她一起做那些事情，是因为工作的缘故这样去做。还是因为她个人的原因，她这样的风格让自己不好意思开口拒绝呢？被别人当利用的感受是会很不好，但是需要把自己在意的东西，比如，难得的学习机会，难得有人可以这样的帮助自己。（如果自己同样也有其他的途径学习，接案例，那也可以考虑换一种方式）试着看到自己得到了什么想要什么，而不是失去了什么，被别人利用了什么。其次，试着分清你们之间的关系，是合作的关系，还是朋友的关系，还是自己领路人的角色。",
    "annotation": [
      {
        "sentence": "无论是画饼，还是像她所说的，跟她聊天能学到很多东西。",
        "label": ""
      },
      {
        "sentence": "你自己的目的，方向是什么呢？",
        "label": ""
      },
      {
        "sentence": "如果是想进入咨询行业，那无疑有人带，朋辈咨询，或者督导，都是很不错的方式。",
        "label": ""
      },
      {
        "sentence": "重点是，你自己的职业生涯规划是如何，自己跟她一起做那些事情，是因为工作的缘故这样去做。",
        "label": ""
      },
      {
        "sentence": "还是因为她个人的原因，她这样的风格让自己不好意思开口拒绝呢？",
        "label": ""
      },
      {
        "sentence": "被别人当利用的感受是会很不好，但是需要把自己在意的东西，比如，难得的学习机会，难得有人可以这样的帮助自己。",
        "label": ""
      },
      {
        "sentence": "（如果自己同样也有其他的途径学习，接案例，那也可以考虑换一种方式）试着看到自己得到了什么想要什么，而不是失去了什么，被别人利用了什么。",
        "label": ""
      },
      {
        "sentence": "其次，试着分清你们之间的关系，是合作的关系，还是朋友的关系，还是自己领路人的角色。",
        "label": ""
      }
    ]
  }
]