[
  {
    "role": "client",
    "content": "现是一名大专大二的学生，对专升本以及未来职业迷茫？",
    "annotation": [
      {
        "sentence": "现是一名大专大二的学生，对专升本以及未来职业迷茫？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分享我的一点建议希望能够帮助到你。从你的问题里看到你能够为自己的未来做规划，能够看书学习，能够认真的来寻求答案，并且很懂事的说“都会点有用的”，我看到你的优势是务实、有执行力、灵活、爱思考、有问题解决思维、有规划，情商高……你的困惑一是学了一个自己认为不适合的专业，不知道是否要为专升本做努力。首先不知道你是不喜欢这个专业还是觉得这个专业对口的工作不适合你？",
    "annotation": [
      {
        "sentence": "分享我的一点建议希望能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "从你的问题里看到你能够为自己的未来做规划，能够看书学习，能够认真的来寻求答案，并且很懂事的说“都会点有用的”，我看到你的优势是务实、有执行力、灵活、爱思考、有问题解决思维、有规划，情商高……你的困惑一是学了一个自己认为不适合的专业，不知道是否要为专升本做努力。",
        "label": ""
      },
      {
        "sentence": "首先不知道你是不喜欢这个专业还是觉得这个专业对口的工作不适合你？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对此的确有些困惑。学习商务英语时，我发现专业课程不仅仅包括英语的学习，还需要学习与商务外贸相关的知识。考虑到我性格比较内向，我觉得自己可能不太适合这个专业。可是，我也不确定是否应该为了升本而继续努力。",
    "annotation": [
      {
        "sentence": "对此的确有些困惑。",
        "label": ""
      },
      {
        "sentence": "学习商务英语时，我发现专业课程不仅仅包括英语的学习，还需要学习与商务外贸相关的知识。",
        "label": ""
      },
      {
        "sentence": "考虑到我性格比较内向，我觉得自己可能不太适合这个专业。",
        "label": ""
      },
      {
        "sentence": "可是，我也不确定是否应该为了升本而继续努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑了。对于你是否适合这个专业，我觉得首先要弄清楚你是否不喜欢这个专业本身，还是你认为这个专业对未来的工作不合适。目前来说，本科学历对很多公司和职位是入门门槛要求，因此我认为升本还是值得考虑的。如果你进入大学后有机会转专业，也可以考虑一下。",
    "annotation": [
      {
        "sentence": "我了解你的困惑了。",
        "label": ""
      },
      {
        "sentence": "对于你是否适合这个专业，我觉得首先要弄清楚你是否不喜欢这个专业本身，还是你认为这个专业对未来的工作不合适。",
        "label": ""
      },
      {
        "sentence": "目前来说，本科学历对很多公司和职位是入门门槛要求，因此我认为升本还是值得考虑的。",
        "label": ""
      },
      {
        "sentence": "如果你进入大学后有机会转专业，也可以考虑一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我确实想考虑一下转专业的可能性。另外，我也想知道自己应该从事一个什么样的工作。我正在寻找一些有关“寻找自己优势”和“职业规划”的书籍来帮助我确定自己真正想要的工作是什么。",
    "annotation": [
      {
        "sentence": "你说得有道理，我确实想考虑一下转专业的可能性。",
        "label": ""
      },
      {
        "sentence": "另外，我也想知道自己应该从事一个什么样的工作。",
        "label": ""
      },
      {
        "sentence": "我正在寻找一些有关“寻找自己优势”和“职业规划”的书籍来帮助我确定自己真正想要的工作是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你想要找到一个职业方向的心情。你已经迈出了第一步，即寻找自己的优势，并且查阅职业规划的书籍。接下来，你可以尝试找到你感兴趣的职业类型，比如英语老师、商务人员等，甚至可以是与你目前专业无关的领域。因为很多人最后的工作都和专业无关，关键是结合自己的兴趣找到有发展动力的工作。",
    "annotation": [
      {
        "sentence": "我理解你想要找到一个职业方向的心情。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，即寻找自己的优势，并且查阅职业规划的书籍。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以尝试找到你感兴趣的职业类型，比如英语老师、商务人员等，甚至可以是与你目前专业无关的领域。",
        "label": ""
      },
      {
        "sentence": "因为很多人最后的工作都和专业无关，关键是结合自己的兴趣找到有发展动力的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！但我对于未来五年内自己希望是什么样的还不够清楚。我也不知道如何寻找职业的感觉。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "但我对于未来五年内自己希望是什么样的还不够清楚。",
        "label": ""
      },
      {
        "sentence": "我也不知道如何寻找职业的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，这是一个理解的过程，你可以试着想象一下五年后的你希望是怎样的，身处什么场景，做着什么事情。放开想象，然后结合现实，努力寻找可行的路径。并且，不要忘记寻找实践机会，在实践过程中你可以逐渐调整自己的目标，探索并找到适合自己的职业。相信一定有一个合适的位置在等着你。",
    "annotation": [
      {
        "sentence": "没问题，这是一个理解的过程，你可以试着想象一下五年后的你希望是怎样的，身处什么场景，做着什么事情。",
        "label": ""
      },
      {
        "sentence": "放开想象，然后结合现实，努力寻找可行的路径。",
        "label": ""
      },
      {
        "sentence": "并且，不要忘记寻找实践机会，在实践过程中你可以逐渐调整自己的目标，探索并找到适合自己的职业。",
        "label": ""
      },
      {
        "sentence": "相信一定有一个合适的位置在等着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的让我有了更多的思考方向，谢谢你的建议和支持！我想我会继续努力寻找自己感兴趣的职业，并积极参与实践，找到适合自己的道路。",
    "annotation": [
      {
        "sentence": "你说的让我有了更多的思考方向，谢谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我想我会继续努力寻找自己感兴趣的职业，并积极参与实践，找到适合自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你！记得要相信自己的能力，坚持努力，我相信你能够找到适合自己的职业，并取得成功。不论你选择的道路如何，我都会支持你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你！",
        "label": ""
      },
      {
        "sentence": "记得要相信自己的能力，坚持努力，我相信你能够找到适合自己的职业，并取得成功。",
        "label": ""
      },
      {
        "sentence": "不论你选择的道路如何，我都会支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]