[
  {
    "role": "client",
    "content": "长得好看，精神分裂有错吗？说不定我是下一个约翰纳什本人长相和家庭条件都不错，性格极度被动，从不主动对妹纸好，也从不主动约妹纸出来，憋死都不主动，大学时检查出精神分裂，伴随焦虑、强迫、状态（可能是想女人憋出来的），因为长得不错，大部分女的认为我花心或者已经有女朋友了，要么认为我变态（因为在一起没多久我就会提出性要求），其实我是真的主动不起来，我长得好看也有错吗？我现在已经28了，该结婚了，可是我连女朋友都没有，而且我生病之后变得小气、敏感、多疑，5555，我该怎么办？",
    "annotation": [
      {
        "sentence": "长得好看，精神分裂有错吗？",
        "label": ""
      },
      {
        "sentence": "说不定我是下一个约翰纳什本人长相和家庭条件都不错，性格极度被动，从不主动对妹纸好，也从不主动约妹纸出来，憋死都不主动，大学时检查出精神分裂，伴随焦虑、强迫、状态（可能是想女人憋出来的），因为长得不错，大部分女的认为我花心或者已经有女朋友了，要么认为我变态（因为在一起没多久我就会提出性要求），其实我是真的主动不起来，我长得好看也有错吗？",
        "label": ""
      },
      {
        "sentence": "我现在已经28了，该结婚了，可是我连女朋友都没有，而且我生病之后变得小气、敏感、多疑，5555，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "长得好看没有错，精神分裂也没有错。不光没错，其实你还很厉害，能清楚的知道自己是怎样的状态，也清楚的知道在别人眼中你是怎样的形象，甚至都清楚别人为什么会这样认为。你知道别人认为你变态是因为你会急迫的提出性要求，还说自己生病之后变得小气、敏感、多疑，自己又不会主动，所以到现在都没有女朋友。",
    "annotation": [
      {
        "sentence": "长得好看没有错，精神分裂也没有错。",
        "label": ""
      },
      {
        "sentence": "不光没错，其实你还很厉害，能清楚的知道自己是怎样的状态，也清楚的知道在别人眼中你是怎样的形象，甚至都清楚别人为什么会这样认为。",
        "label": ""
      },
      {
        "sentence": "你知道别人认为你变态是因为你会急迫的提出性要求，还说自己生病之后变得小气、敏感、多疑，自己又不会主动，所以到现在都没有女朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我明明对女生是真心好，但是却总被误解成别有企图。我真的很困惑，感觉自己无法改变这个局面。",
    "annotation": [
      {
        "sentence": "是啊，我明明对女生是真心好，但是却总被误解成别有企图。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，感觉自己无法改变这个局面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困惑和挫折感。其实，每个人都有自己的特点和独特之处。你的情况可能是因为精神分裂的原因，让你在交往中表现出一些特殊的行为。但是，这并不代表你没有机会改变。首先，你要明白你是一个有魅力和好看的人，这是你的优势，不要自卑。同时，努力学会主动与女生交流，渐渐摆脱过度被动的状态。",
    "annotation": [
      {
        "sentence": "非常理解你的困惑和挫折感。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都有自己的特点和独特之处。",
        "label": ""
      },
      {
        "sentence": "你的情况可能是因为精神分裂的原因，让你在交往中表现出一些特殊的行为。",
        "label": ""
      },
      {
        "sentence": "但是，这并不代表你没有机会改变。",
        "label": ""
      },
      {
        "sentence": "首先，你要明白你是一个有魅力和好看的人，这是你的优势，不要自卑。",
        "label": ""
      },
      {
        "sentence": "同时，努力学会主动与女生交流，渐渐摆脱过度被动的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道从哪里开始改变，也不知道怎样才能摆脱过度被动的状态。每次想主动一点，就感觉自己很紧张，无法放开自己。",
    "annotation": [
      {
        "sentence": "我真的不知道从哪里开始改变，也不知道怎样才能摆脱过度被动的状态。",
        "label": ""
      },
      {
        "sentence": "每次想主动一点，就感觉自己很紧张，无法放开自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的，改变总是伴随着不适和紧张感。但是，只有主动去尝试，才能渐渐摆脱这种局限。你可以从一些小事开始，比如主动与周围的人打招呼，或者参加一些社交活动，慢慢增加与他人接触和交流的机会。这样一来，你也会逐渐减少紧张感，慢慢培养自信心。",
    "annotation": [
      {
        "sentence": "这是正常的，改变总是伴随着不适和紧张感。",
        "label": ""
      },
      {
        "sentence": "但是，只有主动去尝试，才能渐渐摆脱这种局限。",
        "label": ""
      },
      {
        "sentence": "你可以从一些小事开始，比如主动与周围的人打招呼，或者参加一些社交活动，慢慢增加与他人接触和交流的机会。",
        "label": ""
      },
      {
        "sentence": "这样一来，你也会逐渐减少紧张感，慢慢培养自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去做的。但是我也有点害怕被拒绝，毕竟以前的经历让我对女生的接触有一些阴影。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去做的。",
        "label": ""
      },
      {
        "sentence": "但是我也有点害怕被拒绝，毕竟以前的经历让我对女生的接触有一些阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拒绝是在人际交往中很正常的一部分，每个人都会遇到。不要因为害怕被拒绝而放弃尝试。拒绝并不代表你的不好，只是代表对方可能不适合你或者各种原因。你要学会拿得起放得下，不要因为被拒绝就否定自己的价值。每一次的尝试都是对自己的成长，不要害怕失败。",
    "annotation": [
      {
        "sentence": "拒绝是在人际交往中很正常的一部分，每个人都会遇到。",
        "label": ""
      },
      {
        "sentence": "不要因为害怕被拒绝而放弃尝试。",
        "label": ""
      },
      {
        "sentence": "拒绝并不代表你的不好，只是代表对方可能不适合你或者各种原因。",
        "label": ""
      },
      {
        "sentence": "你要学会拿得起放得下，不要因为被拒绝就否定自己的价值。",
        "label": ""
      },
      {
        "sentence": "每一次的尝试都是对自己的成长，不要害怕失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我要学会拿得起放得下，不要因为一次失败就放弃自己。我会尝试去接受拒绝，并从中学习和成长。",
    "annotation": [
      {
        "sentence": "你说的很对，我要学会拿得起放得下，不要因为一次失败就放弃自己。",
        "label": ""
      },
      {
        "sentence": "我会尝试去接受拒绝，并从中学习和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样就对了，相信自己可以做到。改变是一个渐进的过程，不要急于求成，给自己一些时间和空间。同时，要坚信自己可以变得更好，不要放弃对幸福的追求。",
    "annotation": [
      {
        "sentence": "这样就对了，相信自己可以做到。",
        "label": ""
      },
      {
        "sentence": "改变是一个渐进的过程，不要急于求成，给自己一些时间和空间。",
        "label": ""
      },
      {
        "sentence": "同时，要坚信自己可以变得更好，不要放弃对幸福的追求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我现在感觉自己有了一些方向和信心。我会努力去改变自己，让自己变得更积极、开朗，希望有一天能找到自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我现在感觉自己有了一些方向和信心。",
        "label": ""
      },
      {
        "sentence": "我会努力去改变自己，让自己变得更积极、开朗，希望有一天能找到自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你这样说，我相信你一定能够做到。只要保持积极的心态，勇敢尝试，你就能够找到属于自己的幸福。祝福你，加油！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你这样说，我相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "只要保持积极的心态，勇敢尝试，你就能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会一直努力的。正因为有你这样的支持者，我才有勇气去面对自己的困境。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会一直努力的。",
        "label": ""
      },
      {
        "sentence": "正因为有你这样的支持者，我才有勇气去面对自己的困境。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信我，你是一个很优秀的人。无论遇到什么困难，都不要忘记找人倾诉和寻求支持。你不是一个人在战斗，我们一直都在你身边支持你。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信我，你是一个很优秀的人。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都不要忘记找人倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一直都在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]