[
  {
    "role": "client",
    "content": "我觉得自己怎么样才能不喜欢自己的女朋友，然后和她分手呢？我们已经在一起满一年多了。我当初喜欢上她是因为她在班级里不活跃，比较文静，我喜欢相对安静的女生。其次，她不喜欢炫耀，不常发朋友圈，偶尔会自拍。再次，她对待学习和生活都很认真。她是个好女孩。",
    "annotation": [
      {
        "sentence": "我觉得自己怎么样才能不喜欢自己的女朋友，然后和她分手呢？",
        "label": ""
      },
      {
        "sentence": "我们已经在一起满一年多了。",
        "label": ""
      },
      {
        "sentence": "我当初喜欢上她是因为她在班级里不活跃，比较文静，我喜欢相对安静的女生。",
        "label": ""
      },
      {
        "sentence": "其次，她不喜欢炫耀，不常发朋友圈，偶尔会自拍。",
        "label": ""
      },
      {
        "sentence": "再次，她对待学习和生活都很认真。",
        "label": ""
      },
      {
        "sentence": "她是个好女孩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你写了这么多，我感觉你对这段感情非常认真。你说你想不喜欢她，想和她分手，还说无法从她那获得安全感，但不管自己如何努力改变都无效。你的描述很详细，我可以看出你是个有思想的人。但是我觉得你可能有一些误区。你把你对这段感情的负面感受都归咎于你们的性格不合或她缺乏安全感，但是除了这些因素还有其他客观的原因吗？",
    "annotation": [
      {
        "sentence": "看到你写了这么多，我感觉你对这段感情非常认真。",
        "label": ""
      },
      {
        "sentence": "你说你想不喜欢她，想和她分手，还说无法从她那获得安全感，但不管自己如何努力改变都无效。",
        "label": ""
      },
      {
        "sentence": "你的描述很详细，我可以看出你是个有思想的人。",
        "label": ""
      },
      {
        "sentence": "但是我觉得你可能有一些误区。",
        "label": ""
      },
      {
        "sentence": "你把你对这段感情的负面感受都归咎于你们的性格不合或她缺乏安全感，但是除了这些因素还有其他客观的原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最开始的两个月，我每周会坐校车去看她，后来变成半个月才回去一次，最后一次去是12月，然后新冠疫情爆发了，我们今年都没有见过面。恋爱初期，我们还不太熟悉对方，那时我们的相处方式是怎样的呢？我们的关系是慢慢发展的，可是后来由于种种原因，我们无法在现实中见面，这打乱了我们的交往节奏。如果我们在网络上没有深入交流，只有肤浅的对话，那尽管我们已经交往了一年，但我们的情感状态仍处于相识初期。",
    "annotation": [
      {
        "sentence": "最开始的两个月，我每周会坐校车去看她，后来变成半个月才回去一次，最后一次去是12月，然后新冠疫情爆发了，我们今年都没有见过面。",
        "label": ""
      },
      {
        "sentence": "恋爱初期，我们还不太熟悉对方，那时我们的相处方式是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "我们的关系是慢慢发展的，可是后来由于种种原因，我们无法在现实中见面，这打乱了我们的交往节奏。",
        "label": ""
      },
      {
        "sentence": "如果我们在网络上没有深入交流，只有肤浅的对话，那尽管我们已经交往了一年，但我们的情感状态仍处于相识初期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在深度关系中，真实的连结才是亲密关系的基础。这指的是真实的亲密接触、拥抱、牵手等，而不仅仅是在网络上的交流。在真实的连接中，我们能够发现自我、建立联系。很显然，你对这些情感需求的满足还不够。虽然她没有及时地主动与你交流，但这也有可能是因为你们无法在现实中见面的原因。或许你也因为无法表达自己的真实感受而感到沮丧，同时你可能认为她也没有在你面前坦诚地表达她的不满。如果你还想尝试的话，我建议你不要试图从她那里\"获取\"某种情感需求，因为在人际交往中，这种需求应该是自然而然地产生的。当我们希望别人填补我们的需求时，我们往往会忽略当前的感受，并且很容易感到失望和不开心。满足自己的需求通常会传递给他人，而不满足自己的需求往往会适得其反。如果你不想再尝试了，那就坦诚地向她表达你的感受，不要拖延。",
    "annotation": [
      {
        "sentence": "在深度关系中，真实的连结才是亲密关系的基础。",
        "label": ""
      },
      {
        "sentence": "这指的是真实的亲密接触、拥抱、牵手等，而不仅仅是在网络上的交流。",
        "label": ""
      },
      {
        "sentence": "在真实的连接中，我们能够发现自我、建立联系。",
        "label": ""
      },
      {
        "sentence": "很显然，你对这些情感需求的满足还不够。",
        "label": ""
      },
      {
        "sentence": "虽然她没有及时地主动与你交流，但这也有可能是因为你们无法在现实中见面的原因。",
        "label": ""
      },
      {
        "sentence": "或许你也因为无法表达自己的真实感受而感到沮丧，同时你可能认为她也没有在你面前坦诚地表达她的不满。",
        "label": ""
      },
      {
        "sentence": "如果你还想尝试的话，我建议你不要试图从她那里\"获取\"某种情感需求，因为在人际交往中，这种需求应该是自然而然地产生的。",
        "label": ""
      },
      {
        "sentence": "当我们希望别人填补我们的需求时，我们往往会忽略当前的感受，并且很容易感到失望和不开心。",
        "label": ""
      },
      {
        "sentence": "满足自己的需求通常会传递给他人，而不满足自己的需求往往会适得其反。",
        "label": ""
      },
      {
        "sentence": "如果你不想再尝试了，那就坦诚地向她表达你的感受，不要拖延。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我并不是真的不喜欢她，只是无法再从她身上感受到那种喜欢的愉悦，所以才有了不喜欢的感觉。有时候会想到一句话，\"我还爱你，但我不喜欢你了\"。如果我真的想不喜欢她，那我应该如何慢慢积累自己的失望和伤心呢？",
    "annotation": [
      {
        "sentence": "其实我并不是真的不喜欢她，只是无法再从她身上感受到那种喜欢的愉悦，所以才有了不喜欢的感觉。",
        "label": ""
      },
      {
        "sentence": "有时候会想到一句话，\"我还爱你，但我不喜欢你了\"。",
        "label": ""
      },
      {
        "sentence": "如果我真的想不喜欢她，那我应该如何慢慢积累自己的失望和伤心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论你们的感情最终如何发展，我都希望你在亲密关系中能有所成长，能够享受到真实的愉悦。如果你想不喜欢她，那么你可以慢慢累积自己微小的失望和伤心。但请记住，在感情中的喜欢和不喜欢都是可以变化的，而不只是一成不变的状态。我希望你能够在这段关系中找到属于自己的成长，无论最后的结果如何，我祝福你们都能幸福。",
    "annotation": [
      {
        "sentence": "无论你们的感情最终如何发展，我都希望你在亲密关系中能有所成长，能够享受到真实的愉悦。",
        "label": ""
      },
      {
        "sentence": "如果你想不喜欢她，那么你可以慢慢累积自己微小的失望和伤心。",
        "label": ""
      },
      {
        "sentence": "但请记住，在感情中的喜欢和不喜欢都是可以变化的，而不只是一成不变的状态。",
        "label": ""
      },
      {
        "sentence": "我希望你能够在这段关系中找到属于自己的成长，无论最后的结果如何，我祝福你们都能幸福。",
        "label": ""
      }
    ]
  }
]