[
  {
    "role": "client",
    "content": "我是个16岁的女生，开学到现在非常不适应学校生活，想走读。每天都难受想家，晚上哭，早上也不开心。只有运动的时候才没有烦恼，但一结束就加倍难受。而且我会因为一些小事而感到情绪不稳定，还拒绝社交。我不知道是该走读还是继续适应学校生活。",
    "annotation": [
      {
        "sentence": "我是个16岁的女生，开学到现在非常不适应学校生活，想走读。",
        "label": ""
      },
      {
        "sentence": "每天都难受想家，晚上哭，早上也不开心。",
        "label": ""
      },
      {
        "sentence": "只有运动的时候才没有烦恼，但一结束就加倍难受。",
        "label": ""
      },
      {
        "sentence": "而且我会因为一些小事而感到情绪不稳定，还拒绝社交。",
        "label": ""
      },
      {
        "sentence": "我不知道是该走读还是继续适应学校生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，对你当前的处境表示理解，刚开始住校这种感受很正常！～【想家】【每天晚上都哭】走读和住校区别很大的，学习一天很辛苦，回家家人在那儿本身就是安慰了，刚开始住校很没安全感，睡眠可能也会不习惯。妹妹应该是刚升高中吧？新的班级新的同学，关系网络还没搭建起来，所以感到孤独和无奈是很正常的。这种情绪不要压抑。",
    "annotation": [
      {
        "sentence": "首先，对你当前的处境表示理解，刚开始住校这种感受很正常！",
        "label": ""
      },
      {
        "sentence": "～【想家】【每天晚上都哭】走读和住校区别很大的，学习一天很辛苦，回家家人在那儿本身就是安慰了，刚开始住校很没安全感，睡眠可能也会不习惯。",
        "label": ""
      },
      {
        "sentence": "妹妹应该是刚升高中吧？",
        "label": ""
      },
      {
        "sentence": "新的班级新的同学，关系网络还没搭建起来，所以感到孤独和无奈是很正常的。",
        "label": ""
      },
      {
        "sentence": "这种情绪不要压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我确实刚升高中，对于新的环境和同学还不太适应。我很担心这种情绪会影响我的学习和生活质量。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我确实刚升高中，对于新的环境和同学还不太适应。",
        "label": ""
      },
      {
        "sentence": "我很担心这种情绪会影响我的学习和生活质量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情绪的出现是很正常的，不要太过自责。你已经找到了通过运动释放压力的方式，我建议你试试探索其他方法。看看学校还有什么你喜欢做的事情，把注意力分散开来，也许能好转呢。【因为一些小事情绪不稳定】“小事”只是一个导火线，根本问题还是你对环境的不适应导致自己高度敏感，所以小事就成为你情绪发泄出来的借口。这个情绪是一直在的，只是刚好发泄了出来。在不伤害自己和朋友的前提下，这也是有益的，不要有太大的心理负担。况且你已经认识到情绪在失控，那我们找找你喜欢的方式把情绪发泄出来就更好了。",
    "annotation": [
      {
        "sentence": "这种情绪的出现是很正常的，不要太过自责。",
        "label": ""
      },
      {
        "sentence": "你已经找到了通过运动释放压力的方式，我建议你试试探索其他方法。",
        "label": ""
      },
      {
        "sentence": "看看学校还有什么你喜欢做的事情，把注意力分散开来，也许能好转呢。",
        "label": ""
      },
      {
        "sentence": "【因为一些小事情绪不稳定】“小事”只是一个导火线，根本问题还是你对环境的不适应导致自己高度敏感，所以小事就成为你情绪发泄出来的借口。",
        "label": ""
      },
      {
        "sentence": "这个情绪是一直在的，只是刚好发泄了出来。",
        "label": ""
      },
      {
        "sentence": "在不伤害自己和朋友的前提下，这也是有益的，不要有太大的心理负担。",
        "label": ""
      },
      {
        "sentence": "况且你已经认识到情绪在失控，那我们找找你喜欢的方式把情绪发泄出来就更好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能就是因为对新环境的不适应才会变得情绪不稳定的。我会尝试探索其他的方法来宣泄情绪。但是关于与同学的交往，我真的很担心我无法融入集体生活。",
    "annotation": [
      {
        "sentence": "你说得对，我可能就是因为对新环境的不适应才会变得情绪不稳定的。",
        "label": ""
      },
      {
        "sentence": "我会尝试探索其他的方法来宣泄情绪。",
        "label": ""
      },
      {
        "sentence": "但是关于与同学的交往，我真的很担心我无法融入集体生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拒绝社交是很正常的反应，但适应集体生活最快的方法就是在集体里建立自己的关系网络。不是说必须要做出什么努力去融入集体，只需要找一两个你还算喜欢的朋友一起慢慢相处。集体生活也算是我们人生的必修课，而且你将来大学也还是会有宿舍生活的。所以可以的话，希望你可以尝试打开心扉慢慢融入，不用太过着急。实在难以适应，请尽快与父母和老师交流，学习已经很辛苦了，开心比较重要！️希望你能尽快适应新环境，交到性格合得来的朋友，为你加油(ง•̀_•́)ง（对你有帮助的话，麻烦“有用”鼓励我一下下哦！",
    "annotation": [
      {
        "sentence": "拒绝社交是很正常的反应，但适应集体生活最快的方法就是在集体里建立自己的关系网络。",
        "label": ""
      },
      {
        "sentence": "不是说必须要做出什么努力去融入集体，只需要找一两个你还算喜欢的朋友一起慢慢相处。",
        "label": ""
      },
      {
        "sentence": "集体生活也算是我们人生的必修课，而且你将来大学也还是会有宿舍生活的。",
        "label": ""
      },
      {
        "sentence": "所以可以的话，希望你可以尝试打开心扉慢慢融入，不用太过着急。",
        "label": ""
      },
      {
        "sentence": "实在难以适应，请尽快与父母和老师交流，学习已经很辛苦了，开心比较重要！",
        "label": ""
      },
      {
        "sentence": "️希望你能尽快适应新环境，交到性格合得来的朋友，为你加油(ง•̀_•́)ง（对你有帮助的话，麻烦“有用”鼓励我一下下哦！",
        "label": ""
      }
    ]
  }
]