[
  {
    "role": "client",
    "content": "我今年已经29岁了，结婚两年了，但为什么我还是不想要孩子呢？虽然婚姻幸福，事业也有方向和目标，我现在的生活感觉很好。可是，到了应该要生孩子的年纪了，我还是纠结不已。虽然家里的父母也没有催我，他们一直尊重和支持我的选择。可是为什么我自己仍然会这么犹豫，不确定要不要生孩子呢？从内心深处，我其实并不想要孩子，觉得现在这样的生活很好，很自由自在。但又担心老了之后会后悔，这该怎么办呢？",
    "annotation": [
      {
        "sentence": "我今年已经29岁了，结婚两年了，但为什么我还是不想要孩子呢？",
        "label": ""
      },
      {
        "sentence": "虽然婚姻幸福，事业也有方向和目标，我现在的生活感觉很好。",
        "label": ""
      },
      {
        "sentence": "可是，到了应该要生孩子的年纪了，我还是纠结不已。",
        "label": ""
      },
      {
        "sentence": "虽然家里的父母也没有催我，他们一直尊重和支持我的选择。",
        "label": ""
      },
      {
        "sentence": "可是为什么我自己仍然会这么犹豫，不确定要不要生孩子呢？",
        "label": ""
      },
      {
        "sentence": "从内心深处，我其实并不想要孩子，觉得现在这样的生活很好，很自由自在。",
        "label": ""
      },
      {
        "sentence": "但又担心老了之后会后悔，这该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的婚姻幸福，事业也有了方向和目标，现在的生活也很好。我注意到你说到了\"该生孩子的年纪\"，我想问一下，这个年纪是由谁定的标准呢？是否存在着一些时间上的要求？如果不按照这个标准，会有什么影响呢？值得庆幸的是，你的父母非常尊重你的想法，他们没有催促你生孩子。但是你对于是否要生孩子似乎还是有些犹豫。你说你从内心深处并不想要孩子，觉得现在的生活自由自在，很满足。但是又担心老了之后会后悔，同时你又羡慕那些选择丁克的人，拥有自由的生活。你怕自己以后会后悔没有孩子，却来不及了。或许你可以和你的丈夫一起探索一下，如果生孩子会有哪些变化，你们是否有能力承担起养育孩子的责任，是否愿意为这份甜蜜的\"负担\"付出努力，以免后悔。你们准备好迎接新的生命了吗？或者你可以把生孩子和不生孩子的好处和坏处都写出来，再认真考虑后做出决定。不管最后你们是否要孩子，都不会后悔自己的决定。你现在29岁离女性的最佳生育年龄还有一些时间，你们还有一些时间可以好好考虑。如果一切准备就绪了，那就准备好迎接未来新生命的到来吧。无论如何，希望你们能够一起幸福快乐地过好每一天！",
    "annotation": [
      {
        "sentence": "听起来你的婚姻幸福，事业也有了方向和目标，现在的生活也很好。",
        "label": ""
      },
      {
        "sentence": "我注意到你说到了\"该生孩子的年纪\"，我想问一下，这个年纪是由谁定的标准呢？",
        "label": ""
      },
      {
        "sentence": "是否存在着一些时间上的要求？",
        "label": ""
      },
      {
        "sentence": "如果不按照这个标准，会有什么影响呢？",
        "label": ""
      },
      {
        "sentence": "值得庆幸的是，你的父母非常尊重你的想法，他们没有催促你生孩子。",
        "label": ""
      },
      {
        "sentence": "但是你对于是否要生孩子似乎还是有些犹豫。",
        "label": ""
      },
      {
        "sentence": "你说你从内心深处并不想要孩子，觉得现在的生活自由自在，很满足。",
        "label": ""
      },
      {
        "sentence": "但是又担心老了之后会后悔，同时你又羡慕那些选择丁克的人，拥有自由的生活。",
        "label": ""
      },
      {
        "sentence": "你怕自己以后会后悔没有孩子，却来不及了。",
        "label": ""
      },
      {
        "sentence": "或许你可以和你的丈夫一起探索一下，如果生孩子会有哪些变化，你们是否有能力承担起养育孩子的责任，是否愿意为这份甜蜜的\"负担\"付出努力，以免后悔。",
        "label": ""
      },
      {
        "sentence": "你们准备好迎接新的生命了吗？",
        "label": ""
      },
      {
        "sentence": "或者你可以把生孩子和不生孩子的好处和坏处都写出来，再认真考虑后做出决定。",
        "label": ""
      },
      {
        "sentence": "不管最后你们是否要孩子，都不会后悔自己的决定。",
        "label": ""
      },
      {
        "sentence": "你现在29岁离女性的最佳生育年龄还有一些时间，你们还有一些时间可以好好考虑。",
        "label": ""
      },
      {
        "sentence": "如果一切准备就绪了，那就准备好迎接未来新生命的到来吧。",
        "label": ""
      },
      {
        "sentence": "无论如何，希望你们能够一起幸福快乐地过好每一天！",
        "label": ""
      }
    ]
  }
]