[
  {
    "role": "client",
    "content": "初三学生，自从有了弟弟成绩下滑，对未来充满迷茫。现在是一名初三学生，成绩从有了弟弟开始就一直在下滑，自己也觉得很卑微，之后就没有什么存在价值。父母不会倾听我心里想的什么，什么都是他们自己以为的，不会问我什么理由。",
    "annotation": [
      {
        "sentence": "初三学生，自从有了弟弟成绩下滑，对未来充满迷茫。",
        "label": ""
      },
      {
        "sentence": "现在是一名初三学生，成绩从有了弟弟开始就一直在下滑，自己也觉得很卑微，之后就没有什么存在价值。",
        "label": ""
      },
      {
        "sentence": "父母不会倾听我心里想的什么，什么都是他们自己以为的，不会问我什么理由。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自从有了弟弟之后，成绩下滑。有弟弟之后，或许父母会把很多的时间和精力放到弟弟身上，对你会有所忽视，但是你要知道，这并不是父母不爱你，更不是父母爱弟弟比你更多。只是弟弟还小，现在他需要父母更多的照顾。",
    "annotation": [
      {
        "sentence": "自从有了弟弟之后，成绩下滑。",
        "label": ""
      },
      {
        "sentence": "有弟弟之后，或许父母会把很多的时间和精力放到弟弟身上，对你会有所忽视，但是你要知道，这并不是父母不爱你，更不是父母爱弟弟比你更多。",
        "label": ""
      },
      {
        "sentence": "只是弟弟还小，现在他需要父母更多的照顾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但父母总是不重视我，他们总是认为成绩不好是我自己的问题。我很困惑，为什么他们不相信我？",
    "annotation": [
      {
        "sentence": "但父母总是不重视我，他们总是认为成绩不好是我自己的问题。",
        "label": ""
      },
      {
        "sentence": "我很困惑，为什么他们不相信我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母其实是希望你能够有好的成绩，他们对你的期望可能比较高。但是，有时候他们可能没有用正确的方式来表达他们的关心和期望。我们可以试着和父母沟通，告诉他们你的困惑和感受，或许他们会更加理解你。",
    "annotation": [
      {
        "sentence": "父母其实是希望你能够有好的成绩，他们对你的期望可能比较高。",
        "label": ""
      },
      {
        "sentence": "但是，有时候他们可能没有用正确的方式来表达他们的关心和期望。",
        "label": ""
      },
      {
        "sentence": "我们可以试着和父母沟通，告诉他们你的困惑和感受，或许他们会更加理解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我觉得自己在学校里面很透明，和同学们交流也不多，我不知道怎么主动和他们交流。",
    "annotation": [
      {
        "sentence": "可是，我觉得自己在学校里面很透明，和同学们交流也不多，我不知道怎么主动和他们交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人际交往有一个黄金法则：你想要别人怎么对你，先怎么对待别人。在学校你与别人交流不多，但是同时，你也期待着他人能够看到你，能够理解你，那为何不怎么主动一点呢？主动的踏出第一步呢？如果我们每个人都不踏出第一步，都在等待着他人主动来与我们交流，或许每个人都只能停留在原地等待，然后抱怨自己为什么不被关注，不被重视。所以，如果你希望在学校有一个好的人际关系，那就不妨自己主动一点吧。",
    "annotation": [
      {
        "sentence": "人际交往有一个黄金法则：你想要别人怎么对你，先怎么对待别人。",
        "label": ""
      },
      {
        "sentence": "在学校你与别人交流不多，但是同时，你也期待着他人能够看到你，能够理解你，那为何不怎么主动一点呢？",
        "label": ""
      },
      {
        "sentence": "主动的踏出第一步呢？",
        "label": ""
      },
      {
        "sentence": "如果我们每个人都不踏出第一步，都在等待着他人主动来与我们交流，或许每个人都只能停留在原地等待，然后抱怨自己为什么不被关注，不被重视。",
        "label": ""
      },
      {
        "sentence": "所以，如果你希望在学校有一个好的人际关系，那就不妨自己主动一点吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的对，但是我对未来也很迷茫。父母让我去学美术，这是我从没有接触过的，而且美术生以后发展会有很大限制，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我知道你说的对，但是我对未来也很迷茫。",
        "label": ""
      },
      {
        "sentence": "父母让我去学美术，这是我从没有接触过的，而且美术生以后发展会有很大限制，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母让你去学美术，你在担心，不管怎么学，都比不上那些从小开始学的。可是，如果我们不管做什么，都带着与人比较的心态，那可能只能选择放弃和逃避了。因为山外有山，人外有人，永远会有比我们优秀的人。齐白石五六十才开始学画画，也不妨碍他可以成为一个著名的画家。如果他开始也只是在质疑，自己起步太晚，比不上他人，那我们也就看不到这个大师的杰出画作了。我们都很迷茫，都不敢对未来有确定的把握，不过没关系，慢慢去探索，慢慢去尝试就好。",
    "annotation": [
      {
        "sentence": "父母让你去学美术，你在担心，不管怎么学，都比不上那些从小开始学的。",
        "label": ""
      },
      {
        "sentence": "可是，如果我们不管做什么，都带着与人比较的心态，那可能只能选择放弃和逃避了。",
        "label": ""
      },
      {
        "sentence": "因为山外有山，人外有人，永远会有比我们优秀的人。",
        "label": ""
      },
      {
        "sentence": "齐白石五六十才开始学画画，也不妨碍他可以成为一个著名的画家。",
        "label": ""
      },
      {
        "sentence": "如果他开始也只是在质疑，自己起步太晚，比不上他人，那我们也就看不到这个大师的杰出画作了。",
        "label": ""
      },
      {
        "sentence": "我们都很迷茫，都不敢对未来有确定的把握，不过没关系，慢慢去探索，慢慢去尝试就好。",
        "label": ""
      }
    ]
  }
]