[
  {
    "role": "client",
    "content": "我29岁了，结婚已经两年了，为什么我还是不想生孩子呢？虽然我和我丈夫婚姻幸福，事业也很顺利，我现在的生活感觉很好。但是，年纪到了应该要生孩子的阶段，我却陷入了困惑，不知道要不要生孩子。从内心深处来说，我其实并不想要孩子，觉得现在的生活很好，很自由自在。但是，同时又担心老了之后会后悔没有孩子。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我29岁了，结婚已经两年了，为什么我还是不想生孩子呢？",
        "label": ""
      },
      {
        "sentence": "虽然我和我丈夫婚姻幸福，事业也很顺利，我现在的生活感觉很好。",
        "label": ""
      },
      {
        "sentence": "但是，年纪到了应该要生孩子的阶段，我却陷入了困惑，不知道要不要生孩子。",
        "label": ""
      },
      {
        "sentence": "从内心深处来说，我其实并不想要孩子，觉得现在的生活很好，很自由自在。",
        "label": ""
      },
      {
        "sentence": "但是，同时又担心老了之后会后悔没有孩子。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "咳咳，听到了你内心的很多声音，结婚幸福，不想要孩子，还有担心丁克后悔。你提到“丁克有勇气”这个观点，是不是意味着你觉得自己既没有勇气做丁克，也没有勇气要孩子呢？我觉得有一个更大的可能是，你其实还是孩子，并且对这种身份感到非常舒适和享受。但是，你提出这个问题，说明你也不太舒服了。感觉有些焦虑和压力，也已经开始考虑到老了之后的问题。你有什么想法呢？应该怎么办呢？",
    "annotation": [
      {
        "sentence": "咳咳，听到了你内心的很多声音，结婚幸福，不想要孩子，还有担心丁克后悔。",
        "label": ""
      },
      {
        "sentence": "你提到“丁克有勇气”这个观点，是不是意味着你觉得自己既没有勇气做丁克，也没有勇气要孩子呢？",
        "label": ""
      },
      {
        "sentence": "我觉得有一个更大的可能是，你其实还是孩子，并且对这种身份感到非常舒适和享受。",
        "label": ""
      },
      {
        "sentence": "但是，你提出这个问题，说明你也不太舒服了。",
        "label": ""
      },
      {
        "sentence": "感觉有些焦虑和压力，也已经开始考虑到老了之后的问题。",
        "label": ""
      },
      {
        "sentence": "你有什么想法呢？",
        "label": ""
      },
      {
        "sentence": "应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在确实感觉到了些许焦虑和压力。可能是因为我意识到养孩子需要做很多准备，包括心理准备、物质条件、家庭环境和生活态度等方面。我感觉可能还有一些准备工作没有做好，所以才会有这种犹豫和困惑的感觉。",
    "annotation": [
      {
        "sentence": "是的，我现在确实感觉到了些许焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "可能是因为我意识到养孩子需要做很多准备，包括心理准备、物质条件、家庭环境和生活态度等方面。",
        "label": ""
      },
      {
        "sentence": "我感觉可能还有一些准备工作没有做好，所以才会有这种犹豫和困惑的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于孩子的态度，我建议你可能可以稍微自然一些，毕竟你才29岁，还有很多时间可以选择。我去年接待过一个40岁的来访者，她也考虑要孩子的问题。所以你还是很年轻的，不需要急着做决定。重要的是过好每一天，未来的事情会慢慢变得更加清晰。但是，我觉得你这种纠结也需要再关照一下，可能有一些深层次的问题需要面对和解决。",
    "annotation": [
      {
        "sentence": "对于孩子的态度，我建议你可能可以稍微自然一些，毕竟你才29岁，还有很多时间可以选择。",
        "label": ""
      },
      {
        "sentence": "我去年接待过一个40岁的来访者，她也考虑要孩子的问题。",
        "label": ""
      },
      {
        "sentence": "所以你还是很年轻的，不需要急着做决定。",
        "label": ""
      },
      {
        "sentence": "重要的是过好每一天，未来的事情会慢慢变得更加清晰。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得你这种纠结也需要再关照一下，可能有一些深层次的问题需要面对和解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我明白了，我会好好思考这个问题，并且尝试解决我内心的困惑和矛盾。也许我需要找到一个解决办法，既可以保留我现在的自由和舒适，又不会让我以后后悔没有孩子。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会好好思考这个问题，并且尝试解决我内心的困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "也许我需要找到一个解决办法，既可以保留我现在的自由和舒适，又不会让我以后后悔没有孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴可以帮到你。人生的每个选择都是需要仔细思考和权衡的，希望你能找到适合自己的答案。如果需要，在这个过程中我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴可以帮到你。",
        "label": ""
      },
      {
        "sentence": "人生的每个选择都是需要仔细思考和权衡的，希望你能找到适合自己的答案。",
        "label": ""
      },
      {
        "sentence": "如果需要，在这个过程中我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]