[
  {
    "role": "client",
    "content": "我对自己缺乏足够信心，怎么办？做完的事有时会后悔，觉得自己没做好，非常生自己的气。",
    "annotation": [
      {
        "sentence": "我对自己缺乏足够信心，怎么办？",
        "label": ""
      },
      {
        "sentence": "做完的事有时会后悔，觉得自己没做好，非常生自己的气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这一行半的文字，我真的很心疼你。为什么呢？你说，做完的事有时会后悔，觉得自己没做好，非常生自己的气。从这里可以看出你对自己的要求是极高的，并常常因为自己没做好而感到懊悔和自责，所以，我可以想象你平时对自己的评价可能也是不够好，并因此而骂自己，是吗？",
    "annotation": [
      {
        "sentence": "看到你这一行半的文字，我真的很心疼你。",
        "label": ""
      },
      {
        "sentence": "为什么呢？",
        "label": ""
      },
      {
        "sentence": "你说，做完的事有时会后悔，觉得自己没做好，非常生自己的气。",
        "label": ""
      },
      {
        "sentence": "从这里可以看出你对自己的要求是极高的，并常常因为自己没做好而感到懊悔和自责，所以，我可以想象你平时对自己的评价可能也是不够好，并因此而骂自己，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是觉得自己做得不够好，很难满足自己的期望。",
    "annotation": [
      {
        "sentence": "是的，我总是觉得自己做得不够好，很难满足自己的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也曾经是这样的人，我内在对自己是不满意的，每当有事情没按我的目标实现时，我都会责怪自己，骂自己没用，总是觉得自己不够好。这个问题的源头，可能要追溯到我们的原生家庭了，从小到大我们收到最多的评价就是“怎么那么笨”或者“你怎么那么没用”之类的，而很少能得到养育者的肯定。父母是世界上最厉害的催眠师，我们也就内化了这些批评的声音，内化了父母对我们的高标准严要求，学会了他们对待我们的方式——指责。他们为什么这么做呢？一来他们对自己就是不满意的，所以他们也没能力对我们感到满意。二来他们内在有着对“没用，没价值，不够好”的深深的恐惧，在他们看来，一旦没价值就会很惨，甚至无法在这个世上生存下去，因此，为了避免我们出现这个严重后果，他们通过批评指责我们，来预防坏结果的出现。所以，从这一角度来说，也是出于对我们的爱。",
    "annotation": [
      {
        "sentence": "我也曾经是这样的人，我内在对自己是不满意的，每当有事情没按我的目标实现时，我都会责怪自己，骂自己没用，总是觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "这个问题的源头，可能要追溯到我们的原生家庭了，从小到大我们收到最多的评价就是“怎么那么笨”或者“你怎么那么没用”之类的，而很少能得到养育者的肯定。",
        "label": ""
      },
      {
        "sentence": "父母是世界上最厉害的催眠师，我们也就内化了这些批评的声音，内化了父母对我们的高标准严要求，学会了他们对待我们的方式——指责。",
        "label": ""
      },
      {
        "sentence": "他们为什么这么做呢？",
        "label": ""
      },
      {
        "sentence": "一来他们对自己就是不满意的，所以他们也没能力对我们感到满意。",
        "label": ""
      },
      {
        "sentence": "二来他们内在有着对“没用，没价值，不够好”的深深的恐惧，在他们看来，一旦没价值就会很惨，甚至无法在这个世上生存下去，因此，为了避免我们出现这个严重后果，他们通过批评指责我们，来预防坏结果的出现。",
        "label": ""
      },
      {
        "sentence": "所以，从这一角度来说，也是出于对我们的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是这样啊，我从小受到的教育和评价对我造成了很大的影响。",
    "annotation": [
      {
        "sentence": "原来是这样啊，我从小受到的教育和评价对我造成了很大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "然而，他们的认知却限制了我们的生命，把我们框在了那个他们设定的人生目标里，生命宽度和深度里。我们的眼里再没有其他了，好像一生为之奋斗的都是让自己变得更好，更优秀，更有价值。但，这并不能带给我们快乐，我们的体验也一直重复在责骂自己对自己不满意的循环里。怎么办呢？",
    "annotation": [
      {
        "sentence": "然而，他们的认知却限制了我们的生命，把我们框在了那个他们设定的人生目标里，生命宽度和深度里。",
        "label": ""
      },
      {
        "sentence": "我们的眼里再没有其他了，好像一生为之奋斗的都是让自己变得更好，更优秀，更有价值。",
        "label": ""
      },
      {
        "sentence": "但，这并不能带给我们快乐，我们的体验也一直重复在责骂自己对自己不满意的循环里。",
        "label": ""
      },
      {
        "sentence": "怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很困惑，不知道该怎么办才能改变这样的想法和对自己的评价。",
    "annotation": [
      {
        "sentence": "我真的很困惑，不知道该怎么办才能改变这样的想法和对自己的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们可以来做自己的辩护律师，把关注点放在自己已经做到的部分。好好看看，我们已经做到的部分，有些事虽说没有达到百分百的好，但起码这件事我还做了，有多少人是做都没胆量做，或者因为懒惰而没去做的呢？这样我们可以从正面看待自己，不再一味地否定自己的努力。",
    "annotation": [
      {
        "sentence": "首先，我们可以来做自己的辩护律师，把关注点放在自己已经做到的部分。",
        "label": ""
      },
      {
        "sentence": "好好看看，我们已经做到的部分，有些事虽说没有达到百分百的好，但起码这件事我还做了，有多少人是做都没胆量做，或者因为懒惰而没去做的呢？",
        "label": ""
      },
      {
        "sentence": "这样我们可以从正面看待自己，不再一味地否定自己的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来很有帮助，我会试试看的。",
    "annotation": [
      {
        "sentence": "这个方法听起来很有帮助，我会试试看的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，我们也可以通过个人成长跳脱出父母留给我们的“传家宝”，当然，这个可能是个系统工程，可以找你喜欢的咨询师来完成。他们可以帮助你重新认识自己，解开内心的束缚，从而找到更多的生活可能性。",
    "annotation": [
      {
        "sentence": "另外，我们也可以通过个人成长跳脱出父母留给我们的“传家宝”，当然，这个可能是个系统工程，可以找你喜欢的咨询师来完成。",
        "label": ""
      },
      {
        "sentence": "他们可以帮助你重新认识自己，解开内心的束缚，从而找到更多的生活可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议很棒，我会考虑找咨询师进行专业的辅导。",
    "annotation": [
      {
        "sentence": "这个建议很棒，我会考虑找咨询师进行专业的辅导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，也可以仔细想想，我想自己功成名就，这到底是谁的期望？我真正想要的到底是什么？通过逐渐了解并找到真正的内心需求，我们可以重新定位自己的价值观和目标，摆脱对外界评价的过度依赖和自我否定。",
    "annotation": [
      {
        "sentence": "最后，也可以仔细想想，我想自己功成名就，这到底是谁的期望？",
        "label": ""
      },
      {
        "sentence": "我真正想要的到底是什么？",
        "label": ""
      },
      {
        "sentence": "通过逐渐了解并找到真正的内心需求，我们可以重新定位自己的价值观和目标，摆脱对外界评价的过度依赖和自我否定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法都很实用，我会尝试一步步来改变自己对自己的看法和要求。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "这些方法都很实用，我会尝试一步步来改变自己对自己的看法和要求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望对你有所启发。记住，在改变自己的过程中，要耐心对待自己，给自己更多的爱与关怀。相信自己，你一定可以走出这个怀抱。一起加油！",
    "annotation": [
      {
        "sentence": "不客气，希望对你有所启发。",
        "label": ""
      },
      {
        "sentence": "记住，在改变自己的过程中，要耐心对待自己，给自己更多的爱与关怀。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以走出这个怀抱。",
        "label": ""
      },
      {
        "sentence": "一起加油！",
        "label": ""
      }
    ]
  }
]