[
  {
    "role": "client",
    "content": "为什么情感不被满足会很生气？一些例子：1、我对一个女生有好感，而她对我不感兴趣，我会认为她因为我穷看不起我，或是因为自己太废物2、如果找工作公司不要我，我会认为公司不公平，或是自己太废物而我在几年前读高中的时候却不会这样：1、高二一开始我想当班长，而班主任因为不了解我就让我当副班长，我并没有消极想法。后来有班长选举，我参加了，而同学们投了更多的票给另一个人，我挺难受的。后来高三了，班主任直接让我当班长。最后结果是班主任和同学都对我非常满意，甚至有好几个同学还来跟我说过不喜欢之前的班长2、想加入社团，社团不要我，我也没有什么消极反应。后来那个社团需要一个新的宣传部长，而副社长是我同学，她觉得我挺好的，就让我进去当部长，结果大家都对我很满意，而对那个一开始就被社团接纳和认可的部长很不满意上面两件事我现在会觉得是对我极大的侮辱：一开始就看不起我，后来还不是发现我更好！我是有一个很深的情感需要没被满足吗？",
    "annotation": [
      {
        "sentence": "为什么情感不被满足会很生气？",
        "label": ""
      },
      {
        "sentence": "一些例子：1、我对一个女生有好感，而她对我不感兴趣，我会认为她因为我穷看不起我，或是因为自己太废物2、如果找工作公司不要我，我会认为公司不公平，或是自己太废物而我在几年前读高中的时候却不会这样：1、高二一开始我想当班长，而班主任因为不了解我就让我当副班长，我并没有消极想法。",
        "label": ""
      },
      {
        "sentence": "后来有班长选举，我参加了，而同学们投了更多的票给另一个人，我挺难受的。",
        "label": ""
      },
      {
        "sentence": "后来高三了，班主任直接让我当班长。",
        "label": ""
      },
      {
        "sentence": "最后结果是班主任和同学都对我非常满意，甚至有好几个同学还来跟我说过不喜欢之前的班长2、想加入社团，社团不要我，我也没有什么消极反应。",
        "label": ""
      },
      {
        "sentence": "后来那个社团需要一个新的宣传部长，而副社长是我同学，她觉得我挺好的，就让我进去当部长，结果大家都对我很满意，而对那个一开始就被社团接纳和认可的部长很不满意上面两件事我现在会觉得是对我极大的侮辱：一开始就看不起我，后来还不是发现我更好！",
        "label": ""
      },
      {
        "sentence": "我是有一个很深的情感需要没被满足吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位朋友，看了你的描述，让我想起了《爱上你治愈我》当中的一句话：“我们的内心世界，就像一个空罐子，需要很多的爱才能填满它！”，我们每个人都渴望得到来自别人的认可，以便于填满我们内心深处的【爱箱】！当我们的能力没有得到别人的认可，没有得到别人的“有效回应”的时候，我们的【爱箱】就会处于空虚状态！我们就会通过某些【非理性】的行径来表达我们的情感诉求！所以，你的情况是很正常的！不过，从另一个角度来讲，你似乎已经形成了这样一种【自动思维】：别人不认可我、不回应我的情感需求就一定是对我“有偏见”，就一定是负面的！你可不可以尝试着【转念】一下：1。“酒香不怕巷子深”、“好饭不怕晚”，只要你有才干、有能力，早晚会被人挖掘出来！一切都是刚刚好！2.“塞翁失马，焉知非福”，任何不好的事情的发生，至少有三个正面价值！尝试着“从绝望中寻找希望”吧！此外，就我个人的经验来看，这可能和你的原生家庭有关！因此，我想冒昧问问：你从小到大从你家人那里接收到的【爱的母语】（微笑、拥抱、点赞）多吗？你和你爸妈之间的亲密关系怎么样呢？当然，涉及你个人隐私，尊重你个人意愿。",
    "annotation": [
      {
        "sentence": "这位朋友，看了你的描述，让我想起了《爱上你治愈我》当中的一句话：“我们的内心世界，就像一个空罐子，需要很多的爱才能填满它！",
        "label": ""
      },
      {
        "sentence": "”，我们每个人都渴望得到来自别人的认可，以便于填满我们内心深处的【爱箱】！",
        "label": ""
      },
      {
        "sentence": "当我们的能力没有得到别人的认可，没有得到别人的“有效回应”的时候，我们的【爱箱】就会处于空虚状态！",
        "label": ""
      },
      {
        "sentence": "我们就会通过某些【非理性】的行径来表达我们的情感诉求！",
        "label": ""
      },
      {
        "sentence": "所以，你的情况是很正常的！",
        "label": ""
      },
      {
        "sentence": "不过，从另一个角度来讲，你似乎已经形成了这样一种【自动思维】：别人不认可我、不回应我的情感需求就一定是对我“有偏见”，就一定是负面的！",
        "label": ""
      },
      {
        "sentence": "你可不可以尝试着【转念】一下：1。",
        "label": ""
      },
      {
        "sentence": "“酒香不怕巷子深”、“好饭不怕晚”，只要你有才干、有能力，早晚会被人挖掘出来！",
        "label": ""
      },
      {
        "sentence": "一切都是刚刚好！",
        "label": ""
      },
      {
        "sentence": "2.“塞翁失马，焉知非福”，任何不好的事情的发生，至少有三个正面价值！",
        "label": ""
      },
      {
        "sentence": "尝试着“从绝望中寻找希望”吧！",
        "label": ""
      },
      {
        "sentence": "此外，就我个人的经验来看，这可能和你的原生家庭有关！",
        "label": ""
      },
      {
        "sentence": "因此，我想冒昧问问：你从小到大从你家人那里接收到的【爱的母语】（微笑、拥抱、点赞）多吗？",
        "label": ""
      },
      {
        "sentence": "你和你爸妈之间的亲密关系怎么样呢？",
        "label": ""
      },
      {
        "sentence": "当然，涉及你个人隐私，尊重你个人意愿。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从你的回答来看，我好像理解了一点。我想我确实很在意别人对我的看法，如果没有得到别人的认可，我会觉得自己被否定了。我明白我应该尝试去改变自己的思维方式，不再过于消极地看待没有被满足的情感需求。至于我的家庭，我感觉我并没有得到足够的爱和关注，父母对我并不太关心。",
    "annotation": [
      {
        "sentence": "从你的回答来看，我好像理解了一点。",
        "label": ""
      },
      {
        "sentence": "我想我确实很在意别人对我的看法，如果没有得到别人的认可，我会觉得自己被否定了。",
        "label": ""
      },
      {
        "sentence": "我明白我应该尝试去改变自己的思维方式，不再过于消极地看待没有被满足的情感需求。",
        "label": ""
      },
      {
        "sentence": "至于我的家庭，我感觉我并没有得到足够的爱和关注，父母对我并不太关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的领悟。的确，我们每个人在某种程度上都希望获得他人的认可，这是正常的人性需求。但也要明白，我们不能完全依赖他人的肯定来定义自己的价值。你可以尝试寻找自己内在的价值和优点，相信自己的能力。关于家庭的问题，父母之间的关系对孩子的成长有很大影响，这可能是你感受到的缺乏关注的原因。但也请记住，每个家庭都有不同的情况，我们不能一概而论。或许你可以尝试和父母沟通，告诉他们你的感受和需求，也许他们并不是故意忽略你，只是不太懂得表达。",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的领悟。",
        "label": ""
      },
      {
        "sentence": "的确，我们每个人在某种程度上都希望获得他人的认可，这是正常的人性需求。",
        "label": ""
      },
      {
        "sentence": "但也要明白，我们不能完全依赖他人的肯定来定义自己的价值。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找自己内在的价值和优点，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "关于家庭的问题，父母之间的关系对孩子的成长有很大影响，这可能是你感受到的缺乏关注的原因。",
        "label": ""
      },
      {
        "sentence": "但也请记住，每个家庭都有不同的情况，我们不能一概而论。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试和父母沟通，告诉他们你的感受和需求，也许他们并不是故意忽略你，只是不太懂得表达。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。虽然有些担心和父母沟通会引起争吵，但我明白这是一种尝试，我会试着表达我的感受和需要。我也会尝试更加相信自己的价值和能力，不再过分依赖外界的认可。谢谢你的支持，我觉得自己有了些改变的方向。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "虽然有些担心和父母沟通会引起争吵，但我明白这是一种尝试，我会试着表达我的感受和需要。",
        "label": ""
      },
      {
        "sentence": "我也会尝试更加相信自己的价值和能力，不再过分依赖外界的认可。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持，我觉得自己有了些改变的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能听到你的决心和积极的改变。面对困境和情感需求的时候，寻求支持和理解是非常重要的。记住，你并不孤单，总有人愿意倾听和帮助你。在这个过程中，保持积极的心态，相信自己的能力，相信一切都会有所改变。如果有任何困难或疑问，随时都可以来和我交流，我会尽力提供帮助。加油，你一定能够找到属于自己的满足和平衡！",
    "annotation": [
      {
        "sentence": "很高兴能听到你的决心和积极的改变。",
        "label": ""
      },
      {
        "sentence": "面对困境和情感需求的时候，寻求支持和理解是非常重要的。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总有人愿意倾听和帮助你。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，保持积极的心态，相信自己的能力，相信一切都会有所改变。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或疑问，随时都可以来和我交流，我会尽力提供帮助。",
        "label": ""
      },
      {
        "sentence": "加油，你一定能够找到属于自己的满足和平衡！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会努力面对自己的情感需求和困惑，并积极寻求解决办法。如果遇到困难，我会再来向你请教的。非常感谢你的耐心和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力面对自己的情感需求和困惑，并积极寻求解决办法。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难，我会再来向你请教的。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的耐心和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！能够帮助你是我的荣幸。无论何时何地，我都会在这里等候你的咨询。祝愿你早日找到内心的平衡和满足。相信自己，相信未来，一切都会好起来的！再见！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "能够帮助你是我的荣幸。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，我都会在这里等候你的咨询。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到内心的平衡和满足。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，一切都会好起来的！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]