[
  {
    "role": "client",
    "content": "我无法相信人，无法承认社会，无法容忍皮肤接触？po主拥有过n段恋情，但都因为没法与恋爱对象维持长期关系而分开。但本人并不觉得自己是个渣，所以这种恋情经历很打击我，让我陷入了一个觉得自己是个坏人的怪圈。最近持续的心情低落，几场考试都没有精力准备。经常做梦，梦的内容动不动就是杀人或者是我口中的牙全部掉光。po主从小受美式教育熏陶长大，回到国内后有文化落差，长的时候能一个月不说话。儿时这么做还不算问题太大，但随着时间逐步步入社会，我发现自己完全无法接轨，甚至厌恶当下。我是不是哪里出问题了，我亲爱的朋友们？",
    "annotation": [
      {
        "sentence": "我无法相信人，无法承认社会，无法容忍皮肤接触？",
        "label": ""
      },
      {
        "sentence": "po主拥有过n段恋情，但都因为没法与恋爱对象维持长期关系而分开。",
        "label": ""
      },
      {
        "sentence": "但本人并不觉得自己是个渣，所以这种恋情经历很打击我，让我陷入了一个觉得自己是个坏人的怪圈。",
        "label": ""
      },
      {
        "sentence": "最近持续的心情低落，几场考试都没有精力准备。",
        "label": ""
      },
      {
        "sentence": "经常做梦，梦的内容动不动就是杀人或者是我口中的牙全部掉光。",
        "label": ""
      },
      {
        "sentence": "po主从小受美式教育熏陶长大，回到国内后有文化落差，长的时候能一个月不说话。",
        "label": ""
      },
      {
        "sentence": "儿时这么做还不算问题太大，但随着时间逐步步入社会，我发现自己完全无法接轨，甚至厌恶当下。",
        "label": ""
      },
      {
        "sentence": "我是不是哪里出问题了，我亲爱的朋友们？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这么多年来的个人情感经历，真是非常慨叹啊。或许是因为你自己过去的某些经历让自己变得不太容易信任其他人。关键的是需要弄清楚为什么拥有过那么多段恋情没法与恋爱对象维持长期关系而分开，分开的原因究竟具体是什么，为什么感情无法维持，可能在感情破裂中每个人都可能做了某些事情或者没做某些事情。你有谈到①无法相信人②无法承认社会③无法容忍皮肤接触，或者这些都是需要去深入探究的。曾经的负面经历可能会让自己对于人际交往有非常多的抗拒与防备。",
    "annotation": [
      {
        "sentence": "看到你这么多年来的个人情感经历，真是非常慨叹啊。",
        "label": ""
      },
      {
        "sentence": "或许是因为你自己过去的某些经历让自己变得不太容易信任其他人。",
        "label": ""
      },
      {
        "sentence": "关键的是需要弄清楚为什么拥有过那么多段恋情没法与恋爱对象维持长期关系而分开，分开的原因究竟具体是什么，为什么感情无法维持，可能在感情破裂中每个人都可能做了某些事情或者没做某些事情。",
        "label": ""
      },
      {
        "sentence": "你有谈到①无法相信人②无法承认社会③无法容忍皮肤接触，或者这些都是需要去深入探究的。",
        "label": ""
      },
      {
        "sentence": "曾经的负面经历可能会让自己对于人际交往有非常多的抗拒与防备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对于人际交往确实有很多抗拒与防备。我曾经经历过一些痛苦的感情破裂，导致我对人们的信任度变得很低。我想知道应该怎么样才能走出这种困境？",
    "annotation": [
      {
        "sentence": "是的，我对于人际交往确实有很多抗拒与防备。",
        "label": ""
      },
      {
        "sentence": "我曾经经历过一些痛苦的感情破裂，导致我对人们的信任度变得很低。",
        "label": ""
      },
      {
        "sentence": "我想知道应该怎么样才能走出这种困境？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果可以的话，我建议你尝试进行心理咨询。通过专业的咨询师的帮助，你可以更好地了解自己目前所面临的困境，并找到解决问题的方法。同时，也可以逐步恢复你对人际交往的信任度。",
    "annotation": [
      {
        "sentence": "如果可以的话，我建议你尝试进行心理咨询。",
        "label": ""
      },
      {
        "sentence": "通过专业的咨询师的帮助，你可以更好地了解自己目前所面临的困境，并找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时，也可以逐步恢复你对人际交往的信任度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑去找心理咨询师的。除了恋爱经历的困扰外，我还经常感到心情低落，甚至连考试都无法集中精力准备。这种情况真的让我很焦虑。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑去找心理咨询师的。",
        "label": ""
      },
      {
        "sentence": "除了恋爱经历的困扰外，我还经常感到心情低落，甚至连考试都无法集中精力准备。",
        "label": ""
      },
      {
        "sentence": "这种情况真的让我很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心情低落和焦虑在某种程度上可能与你过去的经历有关。曾经的打击和困境可能会影响你的心理状态。但是，也不要忽视自己当前的生活状况对心情的影响。你可以尝试找到一些放松和舒缓压力的方法，比如运动、听音乐或者尝试一些轻松愉快的活动来调节自己的情绪。",
    "annotation": [
      {
        "sentence": "心情低落和焦虑在某种程度上可能与你过去的经历有关。",
        "label": ""
      },
      {
        "sentence": "曾经的打击和困境可能会影响你的心理状态。",
        "label": ""
      },
      {
        "sentence": "但是，也不要忽视自己当前的生活状况对心情的影响。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找到一些放松和舒缓压力的方法，比如运动、听音乐或者尝试一些轻松愉快的活动来调节自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试一些放松和舒缓压力的方法。但是，我发现自己无论是在社交场合还是在工作中，都无法完全融入和接轨。这种感觉让我非常厌恶当下，我不知道我是不是哪里出问题了。",
    "annotation": [
      {
        "sentence": "我会尝试一些放松和舒缓压力的方法。",
        "label": ""
      },
      {
        "sentence": "但是，我发现自己无论是在社交场合还是在工作中，都无法完全融入和接轨。",
        "label": ""
      },
      {
        "sentence": "这种感觉让我非常厌恶当下，我不知道我是不是哪里出问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我可以感受到你对于自己在社交和工作中的困惑和无法接轨的厌恶情绪。每个人的成长和适应过程都是不同的，而你之前的美式教育和回国后的文化落差可能对你的适应造成了一些影响。重要的是要接受和认识到自己的困境，并寻找解决方法。你可以尝试重新审视自己的价值观和目标，思考什么样的生活和工作是你真正喜欢和适合的。",
    "annotation": [
      {
        "sentence": "从你的描述中，我可以感受到你对于自己在社交和工作中的困惑和无法接轨的厌恶情绪。",
        "label": ""
      },
      {
        "sentence": "每个人的成长和适应过程都是不同的，而你之前的美式教育和回国后的文化落差可能对你的适应造成了一些影响。",
        "label": ""
      },
      {
        "sentence": "重要的是要接受和认识到自己的困境，并寻找解决方法。",
        "label": ""
      },
      {
        "sentence": "你可以尝试重新审视自己的价值观和目标，思考什么样的生活和工作是你真正喜欢和适合的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我需要重新审视自己的价值观和目标，找到我真正喜欢和适合的生活和工作。但是这个过程对我来说可能会很艰难，因为我一直以来都感到很孤独和不信任他人。我不知道如何再次信任其他人。",
    "annotation": [
      {
        "sentence": "是的，我需要重新审视自己的价值观和目标，找到我真正喜欢和适合的生活和工作。",
        "label": ""
      },
      {
        "sentence": "但是这个过程对我来说可能会很艰难，因为我一直以来都感到很孤独和不信任他人。",
        "label": ""
      },
      {
        "sentence": "我不知道如何再次信任其他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果曾经有朋友出卖过你或者重要的人对你撒谎，那可能会让你对人失去信任。不管是什么原因，我们都会感到害怕和恐慌，我们的心可能就会关闭起来，变得不愿意去相信别人。但是，重新建立信任是一个漫长的过程，需要我们重新定义不信任的起源。你可以尝试思考一下你对他人的不信任感和抵触情绪的来源，如果你是过去创伤事件的受害者，那就尝试确认自己的感受。也许在过去，你可能会感到受伤、困惑和愤怒，这可能意味着你正在经历不信任他人这一阶段。这种认识让我们知道自己受到了负面影响。即使不信任的原因发生在很久以前，它仍然可能对你产生负面影响，并影响你与他人的人际关系和社会适应。重要的一步是认识到自己的感受，并学会控制自己的情绪。同时也要保持冷静和平和的态度，尝试重新审视与他人接触的界限在哪里，根据自己的舒适范围进行交流。要理解人都会犯错误，包括我们自己在内。回顾自己过去的经历后，我们可以委派不同的请求，选择不再一个人承担所有的负担。",
    "annotation": [
      {
        "sentence": "如果曾经有朋友出卖过你或者重要的人对你撒谎，那可能会让你对人失去信任。",
        "label": ""
      },
      {
        "sentence": "不管是什么原因，我们都会感到害怕和恐慌，我们的心可能就会关闭起来，变得不愿意去相信别人。",
        "label": ""
      },
      {
        "sentence": "但是，重新建立信任是一个漫长的过程，需要我们重新定义不信任的起源。",
        "label": ""
      },
      {
        "sentence": "你可以尝试思考一下你对他人的不信任感和抵触情绪的来源，如果你是过去创伤事件的受害者，那就尝试确认自己的感受。",
        "label": ""
      },
      {
        "sentence": "也许在过去，你可能会感到受伤、困惑和愤怒，这可能意味着你正在经历不信任他人这一阶段。",
        "label": ""
      },
      {
        "sentence": "这种认识让我们知道自己受到了负面影响。",
        "label": ""
      },
      {
        "sentence": "即使不信任的原因发生在很久以前，它仍然可能对你产生负面影响，并影响你与他人的人际关系和社会适应。",
        "label": ""
      },
      {
        "sentence": "重要的一步是认识到自己的感受，并学会控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "同时也要保持冷静和平和的态度，尝试重新审视与他人接触的界限在哪里，根据自己的舒适范围进行交流。",
        "label": ""
      },
      {
        "sentence": "要理解人都会犯错误，包括我们自己在内。",
        "label": ""
      },
      {
        "sentence": "回顾自己过去的经历后，我们可以委派不同的请求，选择不再一个人承担所有的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白了我需要重新审视自己的感受和目标，同时学会放下过去的伤痛，重新建立对他人的信任。我会尝试寻求心理咨询，并努力走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了我需要重新审视自己的感受和目标，同时学会放下过去的伤痛，重新建立对他人的信任。",
        "label": ""
      },
      {
        "sentence": "我会尝试寻求心理咨询，并努力走出困境。",
        "label": ""
      }
    ]
  }
]