[
  {
    "role": "client",
    "content": "我有一个问题想请教你。我今年23岁，我和男朋友网恋了八个月，感情一直很好。最近他被家里安排相亲，他们知道我存在，但不太相信异地恋。他被邀请去见了几次面后，因为一些生活上的原因选择要和我分手。我已经尽量释怀了，但心里还是有些不甘心。我明白他可能是太听家人的话，以后即使我们在一起也会受到家庭的限制，不会幸福。但我就是觉得不甘心，不敢相信这样温柔美好的人竟然无法自己做主。他已经工作了，也经济独立了，为什么还是不能自己选择喜欢的人和决定未来的事情呢？我还有机会改变他的想法吗？我今年准备考研，给自己设了个期限，想问等他成长还值不值得。",
    "annotation": [
      {
        "sentence": "我有一个问题想请教你。",
        "label": ""
      },
      {
        "sentence": "我今年23岁，我和男朋友网恋了八个月，感情一直很好。",
        "label": ""
      },
      {
        "sentence": "最近他被家里安排相亲，他们知道我存在，但不太相信异地恋。",
        "label": ""
      },
      {
        "sentence": "他被邀请去见了几次面后，因为一些生活上的原因选择要和我分手。",
        "label": ""
      },
      {
        "sentence": "我已经尽量释怀了，但心里还是有些不甘心。",
        "label": ""
      },
      {
        "sentence": "我明白他可能是太听家人的话，以后即使我们在一起也会受到家庭的限制，不会幸福。",
        "label": ""
      },
      {
        "sentence": "但我就是觉得不甘心，不敢相信这样温柔美好的人竟然无法自己做主。",
        "label": ""
      },
      {
        "sentence": "他已经工作了，也经济独立了，为什么还是不能自己选择喜欢的人和决定未来的事情呢？",
        "label": ""
      },
      {
        "sentence": "我还有机会改变他的想法吗？",
        "label": ""
      },
      {
        "sentence": "我今年准备考研，给自己设了个期限，想问等他成长还值不值得。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初恋总是特别的，不管经历是否美好，所以容易给人留下不甘心的感觉。你们网恋了八个月，有见过面吗？他有主动过来看你吗？由于异地恋的困难和考验，如果感情不够深入，分手是迟早的事。你说他没有自己的主见，太听家里的话，那就算你们在一起，以后也会受到他家庭的限制，两个人不会幸福。我觉得你的判断很理智。怎么能为了自己的不甘心而牺牲自己的幸福呢？他已经工作了，经济也独立了，难道他不能自己决定自己喜欢的人吗？如果在感情上都那么听妈妈的话，那他也是一个妈宝男。你有没有考虑过他是因为不够喜欢你才做出这样的选择呢？也许我的问题会伤害到你，但我觉得你应该认真思考一下这个问题。今年你准备考研，作为一个优秀的女孩子，你将来有更多的发展机会。改变别人不如改变自己。当你变得更优秀时，也许你就不会问自己是否值得等待他了。愿你成为更好的自己～。",
    "annotation": [
      {
        "sentence": "初恋总是特别的，不管经历是否美好，所以容易给人留下不甘心的感觉。",
        "label": ""
      },
      {
        "sentence": "你们网恋了八个月，有见过面吗？",
        "label": ""
      },
      {
        "sentence": "他有主动过来看你吗？",
        "label": ""
      },
      {
        "sentence": "由于异地恋的困难和考验，如果感情不够深入，分手是迟早的事。",
        "label": ""
      },
      {
        "sentence": "你说他没有自己的主见，太听家里的话，那就算你们在一起，以后也会受到他家庭的限制，两个人不会幸福。",
        "label": ""
      },
      {
        "sentence": "我觉得你的判断很理智。",
        "label": ""
      },
      {
        "sentence": "怎么能为了自己的不甘心而牺牲自己的幸福呢？",
        "label": ""
      },
      {
        "sentence": "他已经工作了，经济也独立了，难道他不能自己决定自己喜欢的人吗？",
        "label": ""
      },
      {
        "sentence": "如果在感情上都那么听妈妈的话，那他也是一个妈宝男。",
        "label": ""
      },
      {
        "sentence": "你有没有考虑过他是因为不够喜欢你才做出这样的选择呢？",
        "label": ""
      },
      {
        "sentence": "也许我的问题会伤害到你，但我觉得你应该认真思考一下这个问题。",
        "label": ""
      },
      {
        "sentence": "今年你准备考研，作为一个优秀的女孩子，你将来有更多的发展机会。",
        "label": ""
      },
      {
        "sentence": "改变别人不如改变自己。",
        "label": ""
      },
      {
        "sentence": "当你变得更优秀时，也许你就不会问自己是否值得等待他了。",
        "label": ""
      },
      {
        "sentence": "愿你成为更好的自己～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之间一直通过稳定的视频语音保持联系，但因为距离的原因还没有见过面。我明白你说的异地恋的困难，但我们都年轻，我觉得我们可以一起克服困难，希望他也能这样想。或许我太单纯，期待他能为了我们的感情而努力。虽然他有些听家人的话，但我觉得这也是因为他们担心我们异地恋的风险，不一定是他自己不愿意。如果他真的不够喜欢我，为什么一开始会选择和我开始网恋呢？",
    "annotation": [
      {
        "sentence": "我们之间一直通过稳定的视频语音保持联系，但因为距离的原因还没有见过面。",
        "label": ""
      },
      {
        "sentence": "我明白你说的异地恋的困难，但我们都年轻，我觉得我们可以一起克服困难，希望他也能这样想。",
        "label": ""
      },
      {
        "sentence": "或许我太单纯，期待他能为了我们的感情而努力。",
        "label": ""
      },
      {
        "sentence": "虽然他有些听家人的话，但我觉得这也是因为他们担心我们异地恋的风险，不一定是他自己不愿意。",
        "label": ""
      },
      {
        "sentence": "如果他真的不够喜欢我，为什么一开始会选择和我开始网恋呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们通过稳定的视频语音保持联系是很好的方式，但没有见过面的话，也许他对于异地恋的困难和不确定性有些担心。年轻人总是有些理想主义和单纯的，希望对方能为了感情努力，这是很正常的期待。但有时候我们也需要面对现实，他可能也受到了家人的影响，所以比较动摇。至于他为什么选择和你开始网恋，可能是因为当时对你有好感，但在相处后面临现实问题时，他的想法可能发生了变化。这种情况很常见，所以我们要理解和接受对方的选择，同时也要为自己的幸福负责。你还是要坚持自己的发展计划，无论最后结局如何，你都会有机会成为更好的自己。",
    "annotation": [
      {
        "sentence": "你们通过稳定的视频语音保持联系是很好的方式，但没有见过面的话，也许他对于异地恋的困难和不确定性有些担心。",
        "label": ""
      },
      {
        "sentence": "年轻人总是有些理想主义和单纯的，希望对方能为了感情努力，这是很正常的期待。",
        "label": ""
      },
      {
        "sentence": "但有时候我们也需要面对现实，他可能也受到了家人的影响，所以比较动摇。",
        "label": ""
      },
      {
        "sentence": "至于他为什么选择和你开始网恋，可能是因为当时对你有好感，但在相处后面临现实问题时，他的想法可能发生了变化。",
        "label": ""
      },
      {
        "sentence": "这种情况很常见，所以我们要理解和接受对方的选择，同时也要为自己的幸福负责。",
        "label": ""
      },
      {
        "sentence": "你还是要坚持自己的发展计划，无论最后结局如何，你都会有机会成为更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的话，也许我应该面对现实，放下对他的依赖和不甘心。我需要更加关注自己的成长和发展，不能为了一个不确定的感情耽误了自己。虽然心里有些不舍，但我想努力让自己变得更好，无论结果如何我都能过上幸福美好的生活。谢谢你的支持和鼓励，希望我能坚守初心，找到自己的幸福。",
    "annotation": [
      {
        "sentence": "我明白你的话，也许我应该面对现实，放下对他的依赖和不甘心。",
        "label": ""
      },
      {
        "sentence": "我需要更加关注自己的成长和发展，不能为了一个不确定的感情耽误了自己。",
        "label": ""
      },
      {
        "sentence": "虽然心里有些不舍，但我想努力让自己变得更好，无论结果如何我都能过上幸福美好的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，希望我能坚守初心，找到自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对！努力让自己变得更好是最正确的选择。无论将来的感情如何发展，你都不会后悔为自己的成长和幸福努力过。放下对他的不甘心，专注于自己的发展，相信会有更好的未来等待着你。如果有任何需要，随时都可以来找我倾诉。我会一直支持你的，加油！希望你能找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "你说得很对！",
        "label": ""
      },
      {
        "sentence": "努力让自己变得更好是最正确的选择。",
        "label": ""
      },
      {
        "sentence": "无论将来的感情如何发展，你都不会后悔为自己的成长和幸福努力过。",
        "label": ""
      },
      {
        "sentence": "放下对他的不甘心，专注于自己的发展，相信会有更好的未来等待着你。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，加油！",
        "label": ""
      },
      {
        "sentence": "希望你能找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]