[
  {
    "role": "client",
    "content": "我的男友有一个已婚的异性朋友，她经常约我男友喝酒，我感到很困惑，不知道为什么她要这样做。",
    "annotation": [
      {
        "sentence": "我的男友有一个已婚的异性朋友，她经常约我男友喝酒，我感到很困惑，不知道为什么她要这样做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女士，你说的没错，即使是恋爱中，也可以有关系正常的异性朋友。那么，我们先来界定一下什么是关系正常的异性朋友吧。关系正常的异性朋友应该是在需要的时候可以相互分享、帮忙求助的。可是这位异性朋友却经常向你男友倾吐烦心事，你一定会感到很不舒服。我想问问你，为什么你的男友会倾听另外一个女人的烦心事，而不是陪伴你这个女朋友呢？如果你告诉男友你的烦心事，他会怎么样呢？",
    "annotation": [
      {
        "sentence": "女士，你说的没错，即使是恋爱中，也可以有关系正常的异性朋友。",
        "label": ""
      },
      {
        "sentence": "那么，我们先来界定一下什么是关系正常的异性朋友吧。",
        "label": ""
      },
      {
        "sentence": "关系正常的异性朋友应该是在需要的时候可以相互分享、帮忙求助的。",
        "label": ""
      },
      {
        "sentence": "可是这位异性朋友却经常向你男友倾吐烦心事，你一定会感到很不舒服。",
        "label": ""
      },
      {
        "sentence": "我想问问你，为什么你的男友会倾听另外一个女人的烦心事，而不是陪伴你这个女朋友呢？",
        "label": ""
      },
      {
        "sentence": "如果你告诉男友你的烦心事，他会怎么样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我男友应该愿意听我说烦心事的，但他总是更愿意听这位异性朋友的烦心事。我不知道为什么他会这样，难道是我做错了什么吗？",
    "annotation": [
      {
        "sentence": "我觉得我男友应该愿意听我说烦心事的，但他总是更愿意听这位异性朋友的烦心事。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么他会这样，难道是我做错了什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许你可以考虑自己的表达方式是否恰当，或者说你们之间的沟通方式是否需要改进。如果你们之间的关系真的很好，你们都愿意倾听彼此的烦心事，那你们之间的沟通问题可能并不大。但如果他不愿意倾听你的烦心事，那就要思考为什么他愿意听别人的而不听你的，可能是你说烦心事的方式让他无法接受，也可能是其他问题引发的。也许你可以检查一下你们之间的关系，以及自己的情绪问题。",
    "annotation": [
      {
        "sentence": "也许你可以考虑自己的表达方式是否恰当，或者说你们之间的沟通方式是否需要改进。",
        "label": ""
      },
      {
        "sentence": "如果你们之间的关系真的很好，你们都愿意倾听彼此的烦心事，那你们之间的沟通问题可能并不大。",
        "label": ""
      },
      {
        "sentence": "但如果他不愿意倾听你的烦心事，那就要思考为什么他愿意听别人的而不听你的，可能是你说烦心事的方式让他无法接受，也可能是其他问题引发的。",
        "label": ""
      },
      {
        "sentence": "也许你可以检查一下你们之间的关系，以及自己的情绪问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能需要反思自己的表达方式。但是我还是无法理解，为什么这位异性朋友会这样频繁地找我男友。我们是异地恋，她应该没有必要经常联系他吧。",
    "annotation": [
      {
        "sentence": "你说得对，我可能需要反思自己的表达方式。",
        "label": ""
      },
      {
        "sentence": "但是我还是无法理解，为什么这位异性朋友会这样频繁地找我男友。",
        "label": ""
      },
      {
        "sentence": "我们是异地恋，她应该没有必要经常联系他吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，异地恋确实会让沟通变得更加困难。也许这位异性朋友找你男友只是因为她觉得有些无聊，而你男友又是她可以找的朋友之一。如果你们之间感觉没有什么可聊的，你很少主动找他，那么他可能会感觉被忽略，不断地告诉你有异性朋友找他，也是想引起你的注意。或许你们之间都渴望被关注、被在乎，但不擅长表达出来。我们可以尝试改善你们之间的交流方式，让你们能更好地表达彼此的需求与关心。",
    "annotation": [
      {
        "sentence": "是的，异地恋确实会让沟通变得更加困难。",
        "label": ""
      },
      {
        "sentence": "也许这位异性朋友找你男友只是因为她觉得有些无聊，而你男友又是她可以找的朋友之一。",
        "label": ""
      },
      {
        "sentence": "如果你们之间感觉没有什么可聊的，你很少主动找他，那么他可能会感觉被忽略，不断地告诉你有异性朋友找他，也是想引起你的注意。",
        "label": ""
      },
      {
        "sentence": "或许你们之间都渴望被关注、被在乎，但不擅长表达出来。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试改善你们之间的交流方式，让你们能更好地表达彼此的需求与关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们可能需要更好地表达彼此的需求与关心。我会尝试主动找他，加强我们之间的沟通。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我们可能需要更好地表达彼此的需求与关心。",
        "label": ""
      },
      {
        "sentence": "我会尝试主动找他，加强我们之间的沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我能帮到你。祝你们生活愉快，关系更加稳固。如果还有什么需要的话，随时找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，希望我能帮到你。",
        "label": ""
      },
      {
        "sentence": "祝你们生活愉快，关系更加稳固。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要的话，随时找我倾诉。",
        "label": ""
      }
    ]
  }
]