[
  {
    "role": "client",
    "content": "我期待着父母的道歉，而他们却期待着我的感谢？刚刚毕业，就回到我家里公司上班，回忆以前，我初中就是我爸靠关系去的，中考考得差，也是我爸靠的关系上的高中，高考只考了个3A线，我爸靠关系帮我上了重点大学3+1的国际班，就是在中国读3年外国读一年的那种，到了国外，奋发图强靠自己考上了国外的研究生，当然也是我爸给的生活费，如果是其他人这么帮我，我真的给他磕头了，但我却一直希望他能给我道歉，因为期间我完全没有自己的想法，很难受，他所做的事都是希望我能成为一个完美的人，我交友的标准，行为举止要完全按照他的标准来进行，我现在毕业了，在房间看电影时听到脚步声潜意识的将电脑收起来，把书拿出来，我的同事说我爸一直为我做打算，还说是为了我买写字楼，他现在想退休让我接管他的公司，可是只要有他在我就潜意识做乖小孩，别人说什么是什么，所以我根本接不了，我打算跟我爸说明年开始想出去独立过生活，自己赚钱交房租，可是我每次想说出自己的想法都异常紧张，最终也不了了之。",
    "annotation": [
      {
        "sentence": "我期待着父母的道歉，而他们却期待着我的感谢？",
        "label": ""
      },
      {
        "sentence": "刚刚毕业，就回到我家里公司上班，回忆以前，我初中就是我爸靠关系去的，中考考得差，也是我爸靠的关系上的高中，高考只考了个3A线，我爸靠关系帮我上了重点大学3+1的国际班，就是在中国读3年外国读一年的那种，到了国外，奋发图强靠自己考上了国外的研究生，当然也是我爸给的生活费，如果是其他人这么帮我，我真的给他磕头了，但我却一直希望他能给我道歉，因为期间我完全没有自己的想法，很难受，他所做的事都是希望我能成为一个完美的人，我交友的标准，行为举止要完全按照他的标准来进行，我现在毕业了，在房间看电影时听到脚步声潜意识的将电脑收起来，把书拿出来，我的同事说我爸一直为我做打算，还说是为了我买写字楼，他现在想退休让我接管他的公司，可是只要有他在我就潜意识做乖小孩，别人说什么是什么，所以我根本接不了，我打算跟我爸说明年开始想出去独立过生活，自己赚钱交房租，可是我每次想说出自己的想法都异常紧张，最终也不了了之。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，谢谢你向我诉说你的痛苦，这一切都令你感到很沮丧，觉得自己没有得到想要的应有的道歉，心理非常不平衡。我可以理解你的感受，这种经历确实很辛苦，很多人都会觉得在这样的困境中无法自拔。我想问一下你，在这种情况下，你自己是怎么想的？",
    "annotation": [
      {
        "sentence": "好的，谢谢你向我诉说你的痛苦，这一切都令你感到很沮丧，觉得自己没有得到想要的应有的道歉，心理非常不平衡。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的感受，这种经历确实很辛苦，很多人都会觉得在这样的困境中无法自拔。",
        "label": ""
      },
      {
        "sentence": "我想问一下你，在这种情况下，你自己是怎么想的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得这是很不公平的，我觉得我父亲没有给我应有的自由和信任感，他一直期望我按照他标准进行，这让我感到非常不满和恐惧。",
    "annotation": [
      {
        "sentence": "我一直觉得这是很不公平的，我觉得我父亲没有给我应有的自由和信任感，他一直期望我按照他标准进行，这让我感到非常不满和恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的感受很合理，你的心思我可以理解。但你是否曾经考虑过，你的父母按照自己的方式与他们自己的经验来看待事情，可能会更偏向一些固定的成见和习惯，并认为这是适合你的最佳方式？你可能不愿意接受这种方式，但了解你的父母可能有助于理解他们的行为动机，你是否同意？",
    "annotation": [
      {
        "sentence": "是的，你的感受很合理，你的心思我可以理解。",
        "label": ""
      },
      {
        "sentence": "但你是否曾经考虑过，你的父母按照自己的方式与他们自己的经验来看待事情，可能会更偏向一些固定的成见和习惯，并认为这是适合你的最佳方式？",
        "label": ""
      },
      {
        "sentence": "你可能不愿意接受这种方式，但了解你的父母可能有助于理解他们的行为动机，你是否同意？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我理解这一点，但我却不喜欢他们把这种方式强加给我。我想自己有一个自由的生活，我想做自己真正感兴趣的事情。",
    "annotation": [
      {
        "sentence": "我想我理解这一点，但我却不喜欢他们把这种方式强加给我。",
        "label": ""
      },
      {
        "sentence": "我想自己有一个自由的生活，我想做自己真正感兴趣的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白，当你沉浸在自己的生活中，特别是刚毕业之后，在自己的事业上做出一些成就，并获得自己的独立与自由感，会给你带来深刻的满足感。身为一个父亲，也许你的父亲想要看到你获得成功，并且在自己的道路上不断进步。可能他只是表达的方式不够得体，没有给你所需的支持和信任。你是否考虑过跟你的父亲沟通？",
    "annotation": [
      {
        "sentence": "我明白，当你沉浸在自己的生活中，特别是刚毕业之后，在自己的事业上做出一些成就，并获得自己的独立与自由感，会给你带来深刻的满足感。",
        "label": ""
      },
      {
        "sentence": "身为一个父亲，也许你的父亲想要看到你获得成功，并且在自己的道路上不断进步。",
        "label": ""
      },
      {
        "sentence": "可能他只是表达的方式不够得体，没有给你所需的支持和信任。",
        "label": ""
      },
      {
        "sentence": "你是否考虑过跟你的父亲沟通？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我每次想和我父亲沟通时都非常紧张，我不知道该怎么跟他说，我怕我会被他的言辞弄糊涂，也害怕他不理解我的想法。",
    "annotation": [
      {
        "sentence": "我每次想和我父亲沟通时都非常紧张，我不知道该怎么跟他说，我怕我会被他的言辞弄糊涂，也害怕他不理解我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，这种情况是很常见的，大部分人也许会感到这种紧张，并且不知道如何找出恰当的表达方式。我可以分享一些对话技巧来帮助你在沟通中表达自己的意见。首先，你可以先说出你的感受和想法，然后你可以试着来了解听众的感受和看法。这种双向的交流过程可以加强感情，建立信任和理解，有助于你跟你的父亲更好的交流。",
    "annotation": [
      {
        "sentence": "嗯，这种情况是很常见的，大部分人也许会感到这种紧张，并且不知道如何找出恰当的表达方式。",
        "label": ""
      },
      {
        "sentence": "我可以分享一些对话技巧来帮助你在沟通中表达自己的意见。",
        "label": ""
      },
      {
        "sentence": "首先，你可以先说出你的感受和想法，然后你可以试着来了解听众的感受和看法。",
        "label": ""
      },
      {
        "sentence": "这种双向的交流过程可以加强感情，建立信任和理解，有助于你跟你的父亲更好的交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着用这种方式与他进行对话。但我还有一件事情困扰着我，就是我接不了他的公司。",
    "annotation": [
      {
        "sentence": "好的，我会试着用这种方式与他进行对话。",
        "label": ""
      },
      {
        "sentence": "但我还有一件事情困扰着我，就是我接不了他的公司。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这是一个很现实的问题。但是，当你想要树立自己的目标、信仰或者梦想时，你必须要考虑清楚自己是否愿意面对并克服自己的困难。我并不会告诉你应该放弃或者坚持，因为这涉及到你自己的选择权和责任。不过，如果你真的不想接手公司，那么你应该尝试想出你自己的计划，从而以你自己的方式来追寻你的目标。",
    "annotation": [
      {
        "sentence": "是的，这是一个很现实的问题。",
        "label": ""
      },
      {
        "sentence": "但是，当你想要树立自己的目标、信仰或者梦想时，你必须要考虑清楚自己是否愿意面对并克服自己的困难。",
        "label": ""
      },
      {
        "sentence": "我并不会告诉你应该放弃或者坚持，因为这涉及到你自己的选择权和责任。",
        "label": ""
      },
      {
        "sentence": "不过，如果你真的不想接手公司，那么你应该尝试想出你自己的计划，从而以你自己的方式来追寻你的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望自己能够致富，过上自己理想的生活，但我不确定自己的能力和方向。",
    "annotation": [
      {
        "sentence": "我希望自己能够致富，过上自己理想的生活，但我不确定自己的能力和方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的，每个人在年轻的时候都会有这种感受，也许你需要时刻保持敏锐和好奇心的本能，以及持续不断的学习。无论如何，你应该放松心态，相信自己的判断和决定，同时注重锻炼自己的能力。无论你选择何种方向，最重要的是在自己的道路上坚持，做到尽可能良好的准备。你会发现，当你不断进步产生了成就感时，你的自信和信念也会逐渐增长。",
    "annotation": [
      {
        "sentence": "这是很正常的，每个人在年轻的时候都会有这种感受，也许你需要时刻保持敏锐和好奇心的本能，以及持续不断的学习。",
        "label": ""
      },
      {
        "sentence": "无论如何，你应该放松心态，相信自己的判断和决定，同时注重锻炼自己的能力。",
        "label": ""
      },
      {
        "sentence": "无论你选择何种方向，最重要的是在自己的道路上坚持，做到尽可能良好的准备。",
        "label": ""
      },
      {
        "sentence": "你会发现，当你不断进步产生了成就感时，你的自信和信念也会逐渐增长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的建议和支持。我会更加努力地实现自己的目标。",
    "annotation": [
      {
        "sentence": "好的，谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会更加努力地实现自己的目标。",
        "label": ""
      }
    ]
  }
]