[
  {
    "role": "client",
    "content": "我和我的丈夫已经结婚十年了，但我们越来越发现我们的价值观不合，这该怎么办呢？我感觉他一直活在农业社会时代，认为男人只需要工作，家务和照顾孩子都是女人的责任。而现在女人也需要上班，很忙碌，我期待的是下班后一起分担家务，不论多少都无所谓，关键是要一起来做；孩子的培养也应该是共同的，以谁的观点为主取决于孩子的需要。现在我们好像陷入了一个无法解决的困境中，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我和我的丈夫已经结婚十年了，但我们越来越发现我们的价值观不合，这该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我感觉他一直活在农业社会时代，认为男人只需要工作，家务和照顾孩子都是女人的责任。",
        "label": ""
      },
      {
        "sentence": "而现在女人也需要上班，很忙碌，我期待的是下班后一起分担家务，不论多少都无所谓，关键是要一起来做；孩子的培养也应该是共同的，以谁的观点为主取决于孩子的需要。",
        "label": ""
      },
      {
        "sentence": "现在我们好像陷入了一个无法解决的困境中，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我和你一样也结婚快十年了，我们曾经也经历了很多争吵，我了解婚姻中的酸甜苦辣。关于谁也改变不了谁，这是真理！而谁也无法完全适应谁是一个值得探讨的问题。干嘛我们非要适应他呢，这样太被动了，还需要考虑他是否喜欢，太累了。我们不应该考虑适应对方的问题，而是应该考虑如何对他产生影响，如何引导他。有人说丈夫的行为是家庭成员共同作用的结果，而在你们家，你扮演着重要的角色。他养成的习惯就是你培养出来的，现在你又要指责他，这是因为你对他的爱不如从前了吗？以前你愿意为他付出一切，他也欣然接受，现在你不想付出那么多，他自然会有一些不足之处。有些心理学家认为夫妻争吵的主要原因是我们在心中始终保留着父亲或母亲的形象，把我们对他们的感情、期待和恐惧转移到了我们的伴侣身上。虽然我们在智力和社会能力上达到了相应的年龄水平，但是在情感生活中我们仍无法摆脱儿童阶段。你可以思考一下你们家和你儿时在父母身边生活的异同之处，你对他的爱和对父母的爱有什么不同吗？你对他的期待和反感与你对父母的期待和恐惧有什么联系吗？作为父母，我们的责任是不完全一样的。尽管我们追求男女平等，但这仅仅是在尊重彼此性别特点的基础上，男人不能生孩子，所以女性承担起了重体力劳动。让我们来谈谈如何教育孩子吧。理想的母亲对孩子是包容的，她的爱是无条件的，尤其对于婴儿。除了无条件的爱，母亲还应该关心孩子的成长。两岁左右断奶，五六岁开始逐渐减少对母亲的依赖，十几岁时心理上完全倒向父亲，成年以后完全脱离父母，这是孩子的成长过程。关心成长也意味着要关心和孩子的分离。所以好的母亲应该是促进孩子分离的。好的母亲不应该鼓励孩子过度依赖，但这对很多人来说是很难做到的。此外，好的母亲还应该教会孩子热爱生活。这一点更难做到了，只有真正爱丈夫、爱其他孩子，爱陌生人，爱全人类的女性才能够实现。而父爱则有所不同，父亲是教会孩子面对未来困难的勇气的人。父爱是有条件的，只有符合父亲的要求才能够获得。父亲的教导是：如果你做错了事情，你必须承担后果，重要的是你必须改变自己，才能获得我的爱。这是一个原型意义上的父母的爱。成熟的人同时具备这两种爱的能力。母亲形象培养了他对爱的能力，父亲形象培养了他的理智和判断力。他既能像伟大的母亲一样无条件地爱所有的孩子，也能像伟大的父亲一样教会他们做人的规则。就从这个原型意义上来说，你和你丈夫在教育孩子方面是允许存在差异的。我们的对错观念来源于我们的人生经历，只对自己有用。通过我们自己的道德标准要求别人必然会引起冲突。我们要从这些差异出发，去理解为什么彼此会有差异。这样我们就能够理解父母，理解丈夫，理解如何做父母，如何做一个好的家长。有人说父母对孩子最好的教育就是要彼此相爱。你们两夫妻的不开心已经影响到孩子的健康和成长了。好了，我说了这么多。我们不能改变对方，但我们可以影响对方，促使他自我改变。不需要去适应任何人，而是要展现真正的个性魅力，去关心他人。对丈夫的偏见很多时候来自我们对父母的感情、期待和恐惧的混合。父母的爱本来就是有所不同的，目的和意义都不同。了解这些不同之处对于我们去理解父母，理解丈夫，理解如何做父母以及如何做一个好的家长都是非常必要的。我希望你们的家庭和谐，孩子快乐健康地成长。",
    "annotation": [
      {
        "sentence": "我和你一样也结婚快十年了，我们曾经也经历了很多争吵，我了解婚姻中的酸甜苦辣。",
        "label": ""
      },
      {
        "sentence": "关于谁也改变不了谁，这是真理！",
        "label": ""
      },
      {
        "sentence": "而谁也无法完全适应谁是一个值得探讨的问题。",
        "label": ""
      },
      {
        "sentence": "干嘛我们非要适应他呢，这样太被动了，还需要考虑他是否喜欢，太累了。",
        "label": ""
      },
      {
        "sentence": "我们不应该考虑适应对方的问题，而是应该考虑如何对他产生影响，如何引导他。",
        "label": ""
      },
      {
        "sentence": "有人说丈夫的行为是家庭成员共同作用的结果，而在你们家，你扮演着重要的角色。",
        "label": ""
      },
      {
        "sentence": "他养成的习惯就是你培养出来的，现在你又要指责他，这是因为你对他的爱不如从前了吗？",
        "label": ""
      },
      {
        "sentence": "以前你愿意为他付出一切，他也欣然接受，现在你不想付出那么多，他自然会有一些不足之处。",
        "label": ""
      },
      {
        "sentence": "有些心理学家认为夫妻争吵的主要原因是我们在心中始终保留着父亲或母亲的形象，把我们对他们的感情、期待和恐惧转移到了我们的伴侣身上。",
        "label": ""
      },
      {
        "sentence": "虽然我们在智力和社会能力上达到了相应的年龄水平，但是在情感生活中我们仍无法摆脱儿童阶段。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下你们家和你儿时在父母身边生活的异同之处，你对他的爱和对父母的爱有什么不同吗？",
        "label": ""
      },
      {
        "sentence": "你对他的期待和反感与你对父母的期待和恐惧有什么联系吗？",
        "label": ""
      },
      {
        "sentence": "作为父母，我们的责任是不完全一样的。",
        "label": ""
      },
      {
        "sentence": "尽管我们追求男女平等，但这仅仅是在尊重彼此性别特点的基础上，男人不能生孩子，所以女性承担起了重体力劳动。",
        "label": ""
      },
      {
        "sentence": "让我们来谈谈如何教育孩子吧。",
        "label": ""
      },
      {
        "sentence": "理想的母亲对孩子是包容的，她的爱是无条件的，尤其对于婴儿。",
        "label": ""
      },
      {
        "sentence": "除了无条件的爱，母亲还应该关心孩子的成长。",
        "label": ""
      },
      {
        "sentence": "两岁左右断奶，五六岁开始逐渐减少对母亲的依赖，十几岁时心理上完全倒向父亲，成年以后完全脱离父母，这是孩子的成长过程。",
        "label": ""
      },
      {
        "sentence": "关心成长也意味着要关心和孩子的分离。",
        "label": ""
      },
      {
        "sentence": "所以好的母亲应该是促进孩子分离的。",
        "label": ""
      },
      {
        "sentence": "好的母亲不应该鼓励孩子过度依赖，但这对很多人来说是很难做到的。",
        "label": ""
      },
      {
        "sentence": "此外，好的母亲还应该教会孩子热爱生活。",
        "label": ""
      },
      {
        "sentence": "这一点更难做到了，只有真正爱丈夫、爱其他孩子，爱陌生人，爱全人类的女性才能够实现。",
        "label": ""
      },
      {
        "sentence": "而父爱则有所不同，父亲是教会孩子面对未来困难的勇气的人。",
        "label": ""
      },
      {
        "sentence": "父爱是有条件的，只有符合父亲的要求才能够获得。",
        "label": ""
      },
      {
        "sentence": "父亲的教导是：如果你做错了事情，你必须承担后果，重要的是你必须改变自己，才能获得我的爱。",
        "label": ""
      },
      {
        "sentence": "这是一个原型意义上的父母的爱。",
        "label": ""
      },
      {
        "sentence": "成熟的人同时具备这两种爱的能力。",
        "label": ""
      },
      {
        "sentence": "母亲形象培养了他对爱的能力，父亲形象培养了他的理智和判断力。",
        "label": ""
      },
      {
        "sentence": "他既能像伟大的母亲一样无条件地爱所有的孩子，也能像伟大的父亲一样教会他们做人的规则。",
        "label": ""
      },
      {
        "sentence": "就从这个原型意义上来说，你和你丈夫在教育孩子方面是允许存在差异的。",
        "label": ""
      },
      {
        "sentence": "我们的对错观念来源于我们的人生经历，只对自己有用。",
        "label": ""
      },
      {
        "sentence": "通过我们自己的道德标准要求别人必然会引起冲突。",
        "label": ""
      },
      {
        "sentence": "我们要从这些差异出发，去理解为什么彼此会有差异。",
        "label": ""
      },
      {
        "sentence": "这样我们就能够理解父母，理解丈夫，理解如何做父母，如何做一个好的家长。",
        "label": ""
      },
      {
        "sentence": "有人说父母对孩子最好的教育就是要彼此相爱。",
        "label": ""
      },
      {
        "sentence": "你们两夫妻的不开心已经影响到孩子的健康和成长了。",
        "label": ""
      },
      {
        "sentence": "好了，我说了这么多。",
        "label": ""
      },
      {
        "sentence": "我们不能改变对方，但我们可以影响对方，促使他自我改变。",
        "label": ""
      },
      {
        "sentence": "不需要去适应任何人，而是要展现真正的个性魅力，去关心他人。",
        "label": ""
      },
      {
        "sentence": "对丈夫的偏见很多时候来自我们对父母的感情、期待和恐惧的混合。",
        "label": ""
      },
      {
        "sentence": "父母的爱本来就是有所不同的，目的和意义都不同。",
        "label": ""
      },
      {
        "sentence": "了解这些不同之处对于我们去理解父母，理解丈夫，理解如何做父母以及如何做一个好的家长都是非常必要的。",
        "label": ""
      },
      {
        "sentence": "我希望你们的家庭和谐，孩子快乐健康地成长。",
        "label": ""
      }
    ]
  }
]