[
  {
    "role": "client",
    "content": "我和我的丈夫已经结婚10年了，感觉我们的三观越来越不合，这该怎么办呢？我觉得他一直生活在农业社会时代的观念里，认为男人只需上班，家务和孩子都是女人的责任。虽然我也要工作，非常忙，但我期待的是下班后我们一起分担家务，不论多少，重要的是一起做；孩子的培养也应该是共同的，以谁的观点更好为主。但我们似乎无法改变对方，也不能适应对方。我们的生活好像陷入了一个无法解决的循环，有什么办法能打破这个局面呢？",
    "annotation": [
      {
        "sentence": "我和我的丈夫已经结婚10年了，感觉我们的三观越来越不合，这该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我觉得他一直生活在农业社会时代的观念里，认为男人只需上班，家务和孩子都是女人的责任。",
        "label": ""
      },
      {
        "sentence": "虽然我也要工作，非常忙，但我期待的是下班后我们一起分担家务，不论多少，重要的是一起做；孩子的培养也应该是共同的，以谁的观点更好为主。",
        "label": ""
      },
      {
        "sentence": "但我们似乎无法改变对方，也不能适应对方。",
        "label": ""
      },
      {
        "sentence": "我们的生活好像陷入了一个无法解决的循环，有什么办法能打破这个局面呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人到中年的夫妻，经历了爱情变成亲情，感恩变成理所当然的阶段，通常都会面临婚姻危机。但是，我们不能轻易想着离婚。当遇到无法继续前行的困境时，我们可以停下来反省一下，想一想当初结婚时的初衷。我们难道不是想要一生一世地相守吗？为什么我们却走到了现在这种困境，过着这样的生活呢？婚姻中的所有适应，都是需要两个人相互迁就和改变的。我们结婚可不是为了离婚，如果我们不懂得反思和改变，我们一辈子都会是孤独的，永远无法得到真正的幸福。只有我们愿意付出多少爱，才能获得多少圆满的爱。在经历了一番风雨后，我们会发现，支撑婚姻的只有彼此的恩和爱。只有恩爱，才能将两个孤立的岛屿连接成一个坚固的堡垒。当我们两个人把心都放在这座堡垒上时，婚姻也会变得温暖起来。",
    "annotation": [
      {
        "sentence": "人到中年的夫妻，经历了爱情变成亲情，感恩变成理所当然的阶段，通常都会面临婚姻危机。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能轻易想着离婚。",
        "label": ""
      },
      {
        "sentence": "当遇到无法继续前行的困境时，我们可以停下来反省一下，想一想当初结婚时的初衷。",
        "label": ""
      },
      {
        "sentence": "我们难道不是想要一生一世地相守吗？",
        "label": ""
      },
      {
        "sentence": "为什么我们却走到了现在这种困境，过着这样的生活呢？",
        "label": ""
      },
      {
        "sentence": "婚姻中的所有适应，都是需要两个人相互迁就和改变的。",
        "label": ""
      },
      {
        "sentence": "我们结婚可不是为了离婚，如果我们不懂得反思和改变，我们一辈子都会是孤独的，永远无法得到真正的幸福。",
        "label": ""
      },
      {
        "sentence": "只有我们愿意付出多少爱，才能获得多少圆满的爱。",
        "label": ""
      },
      {
        "sentence": "在经历了一番风雨后，我们会发现，支撑婚姻的只有彼此的恩和爱。",
        "label": ""
      },
      {
        "sentence": "只有恩爱，才能将两个孤立的岛屿连接成一个坚固的堡垒。",
        "label": ""
      },
      {
        "sentence": "当我们两个人把心都放在这座堡垒上时，婚姻也会变得温暖起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我们毕竟走过了那么多年的风风雨雨，不能因为一些问题就轻易放弃。我们应该互相多做些妥协和改变，共同来经营我们的婚姻。谢谢你的鼓励和指导。",
    "annotation": [
      {
        "sentence": "我明白了，我们毕竟走过了那么多年的风风雨雨，不能因为一些问题就轻易放弃。",
        "label": ""
      },
      {
        "sentence": "我们应该互相多做些妥协和改变，共同来经营我们的婚姻。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们可以克服困难，共同走过这段难关。婚姻是需要经营和付出的，别忘了当初你们想要一生一世在一起的初衷。只要你们愿意相互包容和改变，困难只是暂时的。相信自己，相信你们的爱情和婚姻。",
    "annotation": [
      {
        "sentence": "不客气，我相信你们可以克服困难，共同走过这段难关。",
        "label": ""
      },
      {
        "sentence": "婚姻是需要经营和付出的，别忘了当初你们想要一生一世在一起的初衷。",
        "label": ""
      },
      {
        "sentence": "只要你们愿意相互包容和改变，困难只是暂时的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们的爱情和婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。我会认真对待我们的婚姻，和丈夫一起努力，相信我们会度过这个难关，重新找到幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会认真对待我们的婚姻，和丈夫一起努力，相信我们会度过这个难关，重新找到幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和信心，婚姻需要两个人的共同努力和坚持。祝福你们能够早日走出困境，重建幸福的生活。如果你还有其他需要帮助的地方，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和信心，婚姻需要两个人的共同努力和坚持。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够早日走出困境，重建幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他需要帮助的地方，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  }
]