[
  {
    "role": "client",
    "content": "我28岁，女性。我有一个问题，我非常害怕悲剧、负面新闻和恐怖片。我从很小的时候就开始害怕悲剧，例如《南京，南京》这部电影，我对它的报道看了很多次，但是只是看到简介时就感到压力很大，所以没有勇气去看。我曾经是一个热血少女，追逐时事热点话题，但是后来发现，社会上的悲剧每天都在上演。现在，只要看到负面新闻，例如车祸或者溺水事故，我就会感到难受，需要立刻转移注意力。所以现在我几乎不看新闻，但是偶尔还是会看到类似的报道，感觉自己的心灵在面对悲剧时特别脆弱。同时，我也非常害怕恐怖片，明知道是扮演的，但是还是会感到害怕。其实，我是能够看这些悲剧和恐怖片的，只是感觉自己无力招架。虽然我生活中挺乐观的，但是我真的很想关注每天的新闻，只是不能接受悲剧新闻，一看到这些就忍不住心情变差，有时甚至会感到心脏闷闷的难受（虽然我本来就有心脏病，但这种难受是因为新闻影响的）。是我太敏感了吗？",
    "annotation": [
      {
        "sentence": "我28岁，女性。",
        "label": ""
      },
      {
        "sentence": "我有一个问题，我非常害怕悲剧、负面新闻和恐怖片。",
        "label": ""
      },
      {
        "sentence": "我从很小的时候就开始害怕悲剧，例如《南京，南京》这部电影，我对它的报道看了很多次，但是只是看到简介时就感到压力很大，所以没有勇气去看。",
        "label": ""
      },
      {
        "sentence": "我曾经是一个热血少女，追逐时事热点话题，但是后来发现，社会上的悲剧每天都在上演。",
        "label": ""
      },
      {
        "sentence": "现在，只要看到负面新闻，例如车祸或者溺水事故，我就会感到难受，需要立刻转移注意力。",
        "label": ""
      },
      {
        "sentence": "所以现在我几乎不看新闻，但是偶尔还是会看到类似的报道，感觉自己的心灵在面对悲剧时特别脆弱。",
        "label": ""
      },
      {
        "sentence": "同时，我也非常害怕恐怖片，明知道是扮演的，但是还是会感到害怕。",
        "label": ""
      },
      {
        "sentence": "其实，我是能够看这些悲剧和恐怖片的，只是感觉自己无力招架。",
        "label": ""
      },
      {
        "sentence": "虽然我生活中挺乐观的，但是我真的很想关注每天的新闻，只是不能接受悲剧新闻，一看到这些就忍不住心情变差，有时甚至会感到心脏闷闷的难受（虽然我本来就有心脏病，但这种难受是因为新闻影响的）。",
        "label": ""
      },
      {
        "sentence": "是我太敏感了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你对自己要求有点过高了。害怕这些负面的东西是很正常的，我也不喜欢看不幸的事情或者恐怖片，为什么要刻意去吓自己呢？其实世界上还有很多美好的事情等着我们去关注呢。既然你知道自己比较敏感，就尽量避免刺激自己的事物吧，毕竟每天都不会遇到负面新闻，即使看到也只需看标题就够了，不要点开看细节。而恐怖片更应该避免，不去看就好了。那种电影故意创造的氛围和音乐就是为了让人感到害怕，带来刺激。有些人喜欢这种刺激，但并不是每个人都喜欢，就像你和我，以及很多其他人一样。敏感的人会更加能够感同身受，所以你对悲伤事情的体会会更深，也容易被感官上的刺激影响，所以你需要避免那些让你不适应的场景。同时，你对积极体验的感受也会更深，所以为什么不把精力放在能让你快乐的事情上呢？多和朋友出去走走，看你最喜欢的电影，做你喜欢的事情，这样才能让你快乐。并没有规定说所有的东西都要去尝试和招架，人生很短暂，所以我们只需要选择那些对我们有价值，给我们带来最大快乐的东西去体验就足够了。如果你不喜欢悲剧，就不要强迫自己去看悲剧，否则人生也不会变得不完整。放轻松一点，多顺应自己，做让自己开心的事情，这样对你的心理健康更有利。",
    "annotation": [
      {
        "sentence": "看来你对自己要求有点过高了。",
        "label": ""
      },
      {
        "sentence": "害怕这些负面的东西是很正常的，我也不喜欢看不幸的事情或者恐怖片，为什么要刻意去吓自己呢？",
        "label": ""
      },
      {
        "sentence": "其实世界上还有很多美好的事情等着我们去关注呢。",
        "label": ""
      },
      {
        "sentence": "既然你知道自己比较敏感，就尽量避免刺激自己的事物吧，毕竟每天都不会遇到负面新闻，即使看到也只需看标题就够了，不要点开看细节。",
        "label": ""
      },
      {
        "sentence": "而恐怖片更应该避免，不去看就好了。",
        "label": ""
      },
      {
        "sentence": "那种电影故意创造的氛围和音乐就是为了让人感到害怕，带来刺激。",
        "label": ""
      },
      {
        "sentence": "有些人喜欢这种刺激，但并不是每个人都喜欢，就像你和我，以及很多其他人一样。",
        "label": ""
      },
      {
        "sentence": "敏感的人会更加能够感同身受，所以你对悲伤事情的体会会更深，也容易被感官上的刺激影响，所以你需要避免那些让你不适应的场景。",
        "label": ""
      },
      {
        "sentence": "同时，你对积极体验的感受也会更深，所以为什么不把精力放在能让你快乐的事情上呢？",
        "label": ""
      },
      {
        "sentence": "多和朋友出去走走，看你最喜欢的电影，做你喜欢的事情，这样才能让你快乐。",
        "label": ""
      },
      {
        "sentence": "并没有规定说所有的东西都要去尝试和招架，人生很短暂，所以我们只需要选择那些对我们有价值，给我们带来最大快乐的东西去体验就足够了。",
        "label": ""
      },
      {
        "sentence": "如果你不喜欢悲剧，就不要强迫自己去看悲剧，否则人生也不会变得不完整。",
        "label": ""
      },
      {
        "sentence": "放轻松一点，多顺应自己，做让自己开心的事情，这样对你的心理健康更有利。",
        "label": ""
      }
    ]
  }
]