[
  {
    "role": "client",
    "content": "我28岁，是一个女性。我有一个问题，就是我很害怕悲剧，害怕看到负面新闻，还害怕恐怖片。我自从能理解悲剧以来，就不喜欢看悲剧片了。比如《南京，南京》，我看过很多次关于这部电影的报道，看到简介的时候，我就觉得压力很大了，所以根本没有勇气去看。我以前也是个热血少女，追着时事热点话题走，但后来发现，社会上的悲剧每一天都在上演。现在看到负面新闻，比如哪里出车祸啦，哪里有人落水啊，我就忍不住难受，需要立马转移注意力。所以我现在几乎不怎么看新闻，但偶尔还会刷到类似的报道，感觉自己的心灵在面对悲剧时特别脆弱。同时，我也不喜欢看恐怖片，我明知道是扮演的，但我还是会很害怕很害怕！当然，我其实是能看这些悲剧和恐怖片的，只是感觉自己无力招架。生活中的我其实挺乐观的，而我真的很想关注每天的新闻，但我不能接受悲剧新闻，一看到这些就忍不住心情变差，有时甚至会感到心脏闷闷的难受（虽然我本来就有心脏病，但这难受是被新闻影响的）。是我太矫情了吗？",
    "annotation": [
      {
        "sentence": "我28岁，是一个女性。",
        "label": ""
      },
      {
        "sentence": "我有一个问题，就是我很害怕悲剧，害怕看到负面新闻，还害怕恐怖片。",
        "label": ""
      },
      {
        "sentence": "我自从能理解悲剧以来，就不喜欢看悲剧片了。",
        "label": ""
      },
      {
        "sentence": "比如《南京，南京》，我看过很多次关于这部电影的报道，看到简介的时候，我就觉得压力很大了，所以根本没有勇气去看。",
        "label": ""
      },
      {
        "sentence": "我以前也是个热血少女，追着时事热点话题走，但后来发现，社会上的悲剧每一天都在上演。",
        "label": ""
      },
      {
        "sentence": "现在看到负面新闻，比如哪里出车祸啦，哪里有人落水啊，我就忍不住难受，需要立马转移注意力。",
        "label": ""
      },
      {
        "sentence": "所以我现在几乎不怎么看新闻，但偶尔还会刷到类似的报道，感觉自己的心灵在面对悲剧时特别脆弱。",
        "label": ""
      },
      {
        "sentence": "同时，我也不喜欢看恐怖片，我明知道是扮演的，但我还是会很害怕很害怕！",
        "label": ""
      },
      {
        "sentence": "当然，我其实是能看这些悲剧和恐怖片的，只是感觉自己无力招架。",
        "label": ""
      },
      {
        "sentence": "生活中的我其实挺乐观的，而我真的很想关注每天的新闻，但我不能接受悲剧新闻，一看到这些就忍不住心情变差，有时甚至会感到心脏闷闷的难受（虽然我本来就有心脏病，但这难受是被新闻影响的）。",
        "label": ""
      },
      {
        "sentence": "是我太矫情了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊，看到你的描述我首先想给你一个大大的拥抱，希望能够给到你一点支持。我也能理解你的感受。你提到的那部电影，我至今都不忍心去观看，不仅是这一部，还有其他灾难主题的影片，我也是竭力回避。这个问题随着年龄的增长，变得越来越突出。所以，当看到你说“我以前也是个热血少女，追着时事热点话题走，但后来发现，这个社会上的悲剧每一天都在上演。现在看到负面新闻，比如哪里出车祸啦，哪里有人落水啊，我就忍不住难受，需要立马转移注意力。”的时候，我想告诉你，这其实也是一个人成熟的表现。为什么这么说呢？因为大部分人都会认为，随着自己能够做到的事情越来越多，会感到自己越来越成熟，但这其实是我们成长的过程。真正的成熟是越来越清楚地意识到哪些事情是我们做不到的，同时放下对自己的过度要求。对于新闻报道引起过多的情感反应并导致身体不适，我建议你尽量不要深入了解和关注细节，仅了解一般性的社会热点和重大事件即可。另外，如果这种心身反应不仅仅局限于社会热点和重大事件，而影响到日常生活，建议你寻求心理咨询师的帮助。要好好照顾自己哦。",
    "annotation": [
      {
        "sentence": "你好啊，看到你的描述我首先想给你一个大大的拥抱，希望能够给到你一点支持。",
        "label": ""
      },
      {
        "sentence": "我也能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你提到的那部电影，我至今都不忍心去观看，不仅是这一部，还有其他灾难主题的影片，我也是竭力回避。",
        "label": ""
      },
      {
        "sentence": "这个问题随着年龄的增长，变得越来越突出。",
        "label": ""
      },
      {
        "sentence": "所以，当看到你说“我以前也是个热血少女，追着时事热点话题走，但后来发现，这个社会上的悲剧每一天都在上演。",
        "label": ""
      },
      {
        "sentence": "现在看到负面新闻，比如哪里出车祸啦，哪里有人落水啊，我就忍不住难受，需要立马转移注意力。",
        "label": ""
      },
      {
        "sentence": "”的时候，我想告诉你，这其实也是一个人成熟的表现。",
        "label": ""
      },
      {
        "sentence": "为什么这么说呢？",
        "label": ""
      },
      {
        "sentence": "因为大部分人都会认为，随着自己能够做到的事情越来越多，会感到自己越来越成熟，但这其实是我们成长的过程。",
        "label": ""
      },
      {
        "sentence": "真正的成熟是越来越清楚地意识到哪些事情是我们做不到的，同时放下对自己的过度要求。",
        "label": ""
      },
      {
        "sentence": "对于新闻报道引起过多的情感反应并导致身体不适，我建议你尽量不要深入了解和关注细节，仅了解一般性的社会热点和重大事件即可。",
        "label": ""
      },
      {
        "sentence": "另外，如果这种心身反应不仅仅局限于社会热点和重大事件，而影响到日常生活，建议你寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "要好好照顾自己哦。",
        "label": ""
      }
    ]
  }
]