[
  {
    "role": "client",
    "content": "我28岁，女性。我一直害怕悲剧、负面新闻，还有恐怖片。我从小就不喜欢看悲剧片，比如《南京，南京》。每次看到这部电影的报道或简介，我都感到很沮丧，所以从来没有勇气去看。过去我很喜欢关注时事热点，但后来发现社会上的悲剧每天都在上演。现在一看到负面新闻，比如车祸或者人落水，我就会感到难受，需要转移注意力。所以我几乎不看新闻了，但有时候还是会刷到这类报道，觉得自己很脆弱。同时，我也害怕看恐怖片，明知道是假的，但还是会感到害怕。其实，我是可以看这些悲剧和恐怖片的，只是感觉自己无法应对。我平时挺乐观的，也很想关注每天的新闻，但就是接受不了悲剧新闻，一看到就心情变差，有时甚至会觉得心脏闷闷的不舒服（虽然我本来就有心脏病），我是不是太敏感了？",
    "annotation": [
      {
        "sentence": "我28岁，女性。",
        "label": ""
      },
      {
        "sentence": "我一直害怕悲剧、负面新闻，还有恐怖片。",
        "label": ""
      },
      {
        "sentence": "我从小就不喜欢看悲剧片，比如《南京，南京》。",
        "label": ""
      },
      {
        "sentence": "每次看到这部电影的报道或简介，我都感到很沮丧，所以从来没有勇气去看。",
        "label": ""
      },
      {
        "sentence": "过去我很喜欢关注时事热点，但后来发现社会上的悲剧每天都在上演。",
        "label": ""
      },
      {
        "sentence": "现在一看到负面新闻，比如车祸或者人落水，我就会感到难受，需要转移注意力。",
        "label": ""
      },
      {
        "sentence": "所以我几乎不看新闻了，但有时候还是会刷到这类报道，觉得自己很脆弱。",
        "label": ""
      },
      {
        "sentence": "同时，我也害怕看恐怖片，明知道是假的，但还是会感到害怕。",
        "label": ""
      },
      {
        "sentence": "其实，我是可以看这些悲剧和恐怖片的，只是感觉自己无法应对。",
        "label": ""
      },
      {
        "sentence": "我平时挺乐观的，也很想关注每天的新闻，但就是接受不了悲剧新闻，一看到就心情变差，有时甚至会觉得心脏闷闷的不舒服（虽然我本来就有心脏病），我是不是太敏感了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，我觉得你对于悲剧、恐怖片以及负面新闻的恐惧，可能会导致你更加焦虑。其实很多人都和你有同样的感觉，也都害怕恐怖片，不愿意接触负面新闻，这是非常正常的反应。你为什么不允许自己有这样的感受呢？试着接受自己的状态，包容自己，或许会让你感觉好一些。我想分享一段陈老师的寄语，他说：\"久居都市，依旧留恋乡村中的宁静与恬然。喜欢看书的安谧时光，也热爱球场上挥洒汗水的热血感觉，享受全程40多公里马拉松跑完时的畅快淋漓。然，当自己走遍亚欧大陆几十个国家，体验过各种异地风情，才发现自己的家是自己灵魂深处，最美好，最温暖的归宿。而，品阅古今，阅历人世百态，唯有内心才是人生动力的源泉，归息的港湾。\" 这段话或许能给你一些启示。",
    "annotation": [
      {
        "sentence": "看了你的问题，我觉得你对于悲剧、恐怖片以及负面新闻的恐惧，可能会导致你更加焦虑。",
        "label": ""
      },
      {
        "sentence": "其实很多人都和你有同样的感觉，也都害怕恐怖片，不愿意接触负面新闻，这是非常正常的反应。",
        "label": ""
      },
      {
        "sentence": "你为什么不允许自己有这样的感受呢？",
        "label": ""
      },
      {
        "sentence": "试着接受自己的状态，包容自己，或许会让你感觉好一些。",
        "label": ""
      },
      {
        "sentence": "我想分享一段陈老师的寄语，他说：\"久居都市，依旧留恋乡村中的宁静与恬然。",
        "label": ""
      },
      {
        "sentence": "喜欢看书的安谧时光，也热爱球场上挥洒汗水的热血感觉，享受全程40多公里马拉松跑完时的畅快淋漓。",
        "label": ""
      },
      {
        "sentence": "然，当自己走遍亚欧大陆几十个国家，体验过各种异地风情，才发现自己的家是自己灵魂深处，最美好，最温暖的归宿。",
        "label": ""
      },
      {
        "sentence": "而，品阅古今，阅历人世百态，唯有内心才是人生动力的源泉，归息的港湾。",
        "label": ""
      },
      {
        "sentence": "\" 这段话或许能给你一些启示。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我会试着接纳自己的感受。只是有时候，我觉得自己很孤单，因为大家都能看这些内容，而我一个人却不能。我很想和朋友一起看恐怖片或者讨论一些负面新闻，但害怕自己无法应对，所以我远离了这些话题。这让我感觉与周围的人有些疏离，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我会试着接纳自己的感受。",
        "label": ""
      },
      {
        "sentence": "只是有时候，我觉得自己很孤单，因为大家都能看这些内容，而我一个人却不能。",
        "label": ""
      },
      {
        "sentence": "我很想和朋友一起看恐怖片或者讨论一些负面新闻，但害怕自己无法应对，所以我远离了这些话题。",
        "label": ""
      },
      {
        "sentence": "这让我感觉与周围的人有些疏离，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解，觉得自己与周围的人产生疏离感确实让人感到孤单。但有时候并不是每个人都能应对恐怖片和悲剧新闻，就像你这样。首先，你要知道这并不是你一个人的问题，很多人都有类似的感受。其次，你可以尝试跟朋友诚实地分享你的感受，告诉他们你对这些内容的反应，或许他们会理解并给予支持。不要害怕被拒绝，真正的朋友会接纳你的。另外，你也可以寻找其他共同兴趣的朋友，或是加入一些兴趣小组，这样可以增加与他人的互动，减少疏离感。",
    "annotation": [
      {
        "sentence": "你的感受我能理解，觉得自己与周围的人产生疏离感确实让人感到孤单。",
        "label": ""
      },
      {
        "sentence": "但有时候并不是每个人都能应对恐怖片和悲剧新闻，就像你这样。",
        "label": ""
      },
      {
        "sentence": "首先，你要知道这并不是你一个人的问题，很多人都有类似的感受。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试跟朋友诚实地分享你的感受，告诉他们你对这些内容的反应，或许他们会理解并给予支持。",
        "label": ""
      },
      {
        "sentence": "不要害怕被拒绝，真正的朋友会接纳你的。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以寻找其他共同兴趣的朋友，或是加入一些兴趣小组，这样可以增加与他人的互动，减少疏离感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我觉得我可以试着和朋友们坦诚相待，分享我的感受。也许他们真的会理解我，而且我也可以寻找其他的兴趣爱好，找到志同道合的朋友。我应该更加积极主动一些，把握自己的心情和需求。谢谢你的支持和鼓励，我觉得我有信心面对这个问题了。",
    "annotation": [
      {
        "sentence": "听了你的建议，我觉得我可以试着和朋友们坦诚相待，分享我的感受。",
        "label": ""
      },
      {
        "sentence": "也许他们真的会理解我，而且我也可以寻找其他的兴趣爱好，找到志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "我应该更加积极主动一些，把握自己的心情和需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我觉得我有信心面对这个问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你的回应，你有意愿去面对和解决这个问题是非常重要的一步。积极主动地表达自己的感受和需求，寻找合适的支持和资源，这些都会帮助你渡过困难。记得，你并不孤单，身边总会有人愿意倾听和支持你。如果还有其他问题，随时来找我交流吧。祝你好运！",
    "annotation": [
      {
        "sentence": "非常高兴听到你的回应，你有意愿去面对和解决这个问题是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "积极主动地表达自己的感受和需求，寻找合适的支持和资源，这些都会帮助你渡过困难。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，身边总会有人愿意倾听和支持你。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我交流吧。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]