[
  {
    "role": "client",
    "content": "实习之后的归属感很低，要如何改变？",
    "annotation": [
      {
        "sentence": "实习之后的归属感很低，要如何改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学看了你的描述你提到在学校可以解决其他同学无法解决的问题，并得到同学的感谢，在医院的时候陪患者去做检查后，患者家属对你的感谢，还有查房遗漏的患者，自己专门再去看一次，这几种情况下让自己有归属感。给我的感觉是，你做的事情有了他人正向的回应时会让你体会到自己在这个环境中存在的价值。如果你没有做这些事情、也没有得到回应，自己在这里有一种可有可无的感觉，感觉自己对这里也是陌生的。你是医学专业，而且你还可以解决其他人解决不了的问题，为何只有当自己为别人做出了什么得到回应的时候才会让自己有归属感呢？就感觉自己学习和实习的时候没有回应自己都无法确定自己做的怎么样？就感觉自己什么都没做一样。还有只有为别人做事情得到回应的时候才会有关系的联结，平时自己是严肃的，感觉也很少和周围的人交流。尝试假设一下你的早年经历，在日常生活中是否是你做什么、做的怎么样都很少有人给你反馈和交流呢？如果是这样，那么自己表现的怎么样自己也都不知道自己能做什么会做什么了，在早年的关系中有人可以看到我们做的什么？做的怎么样，慢慢就会建立起自己我的认知，我可以做什么，我做的怎么样，也知道自己在环境中可以为周围的人做什么。就算日常生活中没做什么事情，家人会和你聊聊家常吗？如果很少有人陪你聊天，当你和他人在一起的时候也会不知道怎么自然的聊天了，这样和别人的关系也有一定的距离感。",
    "annotation": [
      {
        "sentence": "同学看了你的描述你提到在学校可以解决其他同学无法解决的问题，并得到同学的感谢，在医院的时候陪患者去做检查后，患者家属对你的感谢，还有查房遗漏的患者，自己专门再去看一次，这几种情况下让自己有归属感。",
        "label": ""
      },
      {
        "sentence": "给我的感觉是，你做的事情有了他人正向的回应时会让你体会到自己在这个环境中存在的价值。",
        "label": ""
      },
      {
        "sentence": "如果你没有做这些事情、也没有得到回应，自己在这里有一种可有可无的感觉，感觉自己对这里也是陌生的。",
        "label": ""
      },
      {
        "sentence": "你是医学专业，而且你还可以解决其他人解决不了的问题，为何只有当自己为别人做出了什么得到回应的时候才会让自己有归属感呢？",
        "label": ""
      },
      {
        "sentence": "就感觉自己学习和实习的时候没有回应自己都无法确定自己做的怎么样？",
        "label": ""
      },
      {
        "sentence": "就感觉自己什么都没做一样。",
        "label": ""
      },
      {
        "sentence": "还有只有为别人做事情得到回应的时候才会有关系的联结，平时自己是严肃的，感觉也很少和周围的人交流。",
        "label": ""
      },
      {
        "sentence": "尝试假设一下你的早年经历，在日常生活中是否是你做什么、做的怎么样都很少有人给你反馈和交流呢？",
        "label": ""
      },
      {
        "sentence": "如果是这样，那么自己表现的怎么样自己也都不知道自己能做什么会做什么了，在早年的关系中有人可以看到我们做的什么？",
        "label": ""
      },
      {
        "sentence": "做的怎么样，慢慢就会建立起自己我的认知，我可以做什么，我做的怎么样，也知道自己在环境中可以为周围的人做什么。",
        "label": ""
      },
      {
        "sentence": "就算日常生活中没做什么事情，家人会和你聊聊家常吗？",
        "label": ""
      },
      {
        "sentence": "如果很少有人陪你聊天，当你和他人在一起的时候也会不知道怎么自然的聊天了，这样和别人的关系也有一定的距离感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我确实有时候会觉得自己在医学实习期间没有得到足够的回应，导致我不确定自己的表现如何。可能和我早年的经历有关，家人对我也没有过多的反馈和交流，导致我对自己的能力和表现缺乏认知。而且，我在医院的严肃性格使我不太擅长和周围的人进行交流，这也导致了我和他人之间的距离感。我应该如何改变这种情况呢？",
    "annotation": [
      {
        "sentence": "您说得对，我确实有时候会觉得自己在医学实习期间没有得到足够的回应，导致我不确定自己的表现如何。",
        "label": ""
      },
      {
        "sentence": "可能和我早年的经历有关，家人对我也没有过多的反馈和交流，导致我对自己的能力和表现缺乏认知。",
        "label": ""
      },
      {
        "sentence": "而且，我在医院的严肃性格使我不太擅长和周围的人进行交流，这也导致了我和他人之间的距离感。",
        "label": ""
      },
      {
        "sentence": "我应该如何改变这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为实习生刚到医院可能就是有很多不是很熟悉的地方，可以和周围的人多了解一些情况，学习一下。即可联络感情对今后的工作也是有帮助的，归属感不一定都是你为别人付出，你在请教别人的过程总也可以建立关系，把学到的用于工作实践中也就更多的发挥你的价值了，这里也更加的需要你。",
    "annotation": [
      {
        "sentence": "作为实习生刚到医院可能就是有很多不是很熟悉的地方，可以和周围的人多了解一些情况，学习一下。",
        "label": ""
      },
      {
        "sentence": "即可联络感情对今后的工作也是有帮助的，归属感不一定都是你为别人付出，你在请教别人的过程总也可以建立关系，把学到的用于工作实践中也就更多的发挥你的价值了，这里也更加的需要你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会努力多和周围的人交流，尝试请教他们并学习他们的经验。我明白了归属感并不只是靠为别人付出，通过与他人的合作和学习，我也可以建立起关系，发挥自己的价值。我会更加积极地融入医院的环境。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会努力多和周围的人交流，尝试请教他们并学习他们的经验。",
        "label": ""
      },
      {
        "sentence": "我明白了归属感并不只是靠为别人付出，通过与他人的合作和学习，我也可以建立起关系，发挥自己的价值。",
        "label": ""
      },
      {
        "sentence": "我会更加积极地融入医院的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心，相信只要你有积极的态度，多与他人交流并学习，你会逐渐感受到归属感的增加。同时，不要过于苛求自己，在医学实习期间每一步都是成长的过程，不要因为一时的不如意而丧失信心。你有着医学专业的知识和解决问题的能力，相信你能够在医院中找到自己的位置，为患者和同事做出重要贡献。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心，相信只要你有积极的态度，多与他人交流并学习，你会逐渐感受到归属感的增加。",
        "label": ""
      },
      {
        "sentence": "同时，不要过于苛求自己，在医学实习期间每一步都是成长的过程，不要因为一时的不如意而丧失信心。",
        "label": ""
      },
      {
        "sentence": "你有着医学专业的知识和解决问题的能力，相信你能够在医院中找到自己的位置，为患者和同事做出重要贡献。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和支持，我会保持积极的态度，尽力发挥我的专业能力。我会相信自己的价值，不再对归属感产生怀疑和焦虑。再次感谢您的帮助！",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和支持，我会保持积极的态度，尽力发挥我的专业能力。",
        "label": ""
      },
      {
        "sentence": "我会相信自己的价值，不再对归属感产生怀疑和焦虑。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我很愿意帮助你。如果以后还有任何困扰或疑问，记得随时来找我倾诉。你并不孤单，有我这样的支持者愿意一直在你身边。祝你在医学专业的道路上取得更大的成功！",
    "annotation": [
      {
        "sentence": "不用谢，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困扰或疑问，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有我这样的支持者愿意一直在你身边。",
        "label": ""
      },
      {
        "sentence": "祝你在医学专业的道路上取得更大的成功！",
        "label": ""
      }
    ]
  }
]