[
  {
    "role": "client",
    "content": "21岁女生，一生气就砸东西砸自己脑袋，越疼越爽？每次生气或者情绪低落都要克制自己不伤害自己，喜欢疼痛，喜欢极端的东西。脾气越来越暴躁。睡眠不好，做梦连篇，睡不够，一直很困。不学习。",
    "annotation": [
      {
        "sentence": "21岁女生，一生气就砸东西砸自己脑袋，越疼越爽？",
        "label": ""
      },
      {
        "sentence": "每次生气或者情绪低落都要克制自己不伤害自己，喜欢疼痛，喜欢极端的东西。",
        "label": ""
      },
      {
        "sentence": "脾气越来越暴躁。",
        "label": ""
      },
      {
        "sentence": "睡眠不好，做梦连篇，睡不够，一直很困。",
        "label": ""
      },
      {
        "sentence": "不学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊，看到你这种伤害自己的行为真的很心痛。我觉得首先你应该对自己更加友善一些，考虑一下接受专业心理咨询调理的可能性。保护自己并接受帮助是我们应该做的。当你感到暴躁时，试着思考一下是什么事情导致了这种情绪，如果可以的话，可以离开那个场所，找到让自己平静下来的事物。",
    "annotation": [
      {
        "sentence": "啊，看到你这种伤害自己的行为真的很心痛。",
        "label": ""
      },
      {
        "sentence": "我觉得首先你应该对自己更加友善一些，考虑一下接受专业心理咨询调理的可能性。",
        "label": ""
      },
      {
        "sentence": "保护自己并接受帮助是我们应该做的。",
        "label": ""
      },
      {
        "sentence": "当你感到暴躁时，试着思考一下是什么事情导致了这种情绪，如果可以的话，可以离开那个场所，找到让自己平静下来的事物。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得可能是生活中的一些事情让我心烦意乱，有时候会感到愤怒、不满或暴躁，这对我的负面影响可能很大，也可能让我感到疲惫。我会检查一下我的睡眠情况，看看是不是有什么问题。我会调整自己的作息习惯，看看白天发生的事情是否影响到了晚上的情绪。",
    "annotation": [
      {
        "sentence": "我觉得可能是生活中的一些事情让我心烦意乱，有时候会感到愤怒、不满或暴躁，这对我的负面影响可能很大，也可能让我感到疲惫。",
        "label": ""
      },
      {
        "sentence": "我会检查一下我的睡眠情况，看看是不是有什么问题。",
        "label": ""
      },
      {
        "sentence": "我会调整自己的作息习惯，看看白天发生的事情是否影响到了晚上的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，从暴躁情绪中走出来的第一步是心理咨询。当你感到暴躁时，可以尝试一些适合你的情绪调节方法。比如，久贺谷亮的RAIN法则：首先要认知到自己的暴躁情绪，不要把暴躁情绪和暴躁的自己等同起来；接受这种事实，不加判断地接受自己对某些事情暴躁的现实；观察一下自己暴躁时身体的变化，比如心率是否加快；保持距离，不要过于纠结自己的负面情绪，甩掉不满。暴躁可以是其他人的事情，我们每个人都有自己看不惯的人。虽然我们的压力大多来自人际关系，但我们可以有很多方法来处理它们。与其将精力浪费在厌恶暴躁和消极情绪上，不如培养更多让自己愉悦的积极情绪。可以让自己的注意力重新集中到当下，关注自己的感受和心情变化。",
    "annotation": [
      {
        "sentence": "很好，从暴躁情绪中走出来的第一步是心理咨询。",
        "label": ""
      },
      {
        "sentence": "当你感到暴躁时，可以尝试一些适合你的情绪调节方法。",
        "label": ""
      },
      {
        "sentence": "比如，久贺谷亮的RAIN法则：首先要认知到自己的暴躁情绪，不要把暴躁情绪和暴躁的自己等同起来；接受这种事实，不加判断地接受自己对某些事情暴躁的现实；观察一下自己暴躁时身体的变化，比如心率是否加快；保持距离，不要过于纠结自己的负面情绪，甩掉不满。",
        "label": ""
      },
      {
        "sentence": "暴躁可以是其他人的事情，我们每个人都有自己看不惯的人。",
        "label": ""
      },
      {
        "sentence": "虽然我们的压力大多来自人际关系，但我们可以有很多方法来处理它们。",
        "label": ""
      },
      {
        "sentence": "与其将精力浪费在厌恶暴躁和消极情绪上，不如培养更多让自己愉悦的积极情绪。",
        "label": ""
      },
      {
        "sentence": "可以让自己的注意力重新集中到当下，关注自己的感受和心情变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试这些方法。我意识到如果某些事情目前无法符合我的期望，我需要考虑如何得到我想要的。如果我还是无法改变自己的思维方式，可能会感到失望。我知道自己的行为需要重视，我会告诉自己不要被伤害，要保护自己。同时，在处理日常生活和亲密人际关系时，我会更加包容和变通。如果条件允许，我会考虑及时进行心理咨询，保护自己的身体并整理情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试这些方法。",
        "label": ""
      },
      {
        "sentence": "我意识到如果某些事情目前无法符合我的期望，我需要考虑如何得到我想要的。",
        "label": ""
      },
      {
        "sentence": "如果我还是无法改变自己的思维方式，可能会感到失望。",
        "label": ""
      },
      {
        "sentence": "我知道自己的行为需要重视，我会告诉自己不要被伤害，要保护自己。",
        "label": ""
      },
      {
        "sentence": "同时，在处理日常生活和亲密人际关系时，我会更加包容和变通。",
        "label": ""
      },
      {
        "sentence": "如果条件允许，我会考虑及时进行心理咨询，保护自己的身体并整理情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，意识到自己需要改变并寻求帮助是非常重要的，也是保护自己的表现。如果还有其他方面的困惑或困难，不要犹豫，继续和我分享，我会尽力帮助你。同时，专业心理咨询会更加全面地帮助你处理内心的问题，它能带给你更多的启发和改善。保持积极的态度，相信自己能够走出困境，你会变得更好的。",
    "annotation": [
      {
        "sentence": "你做得很好，意识到自己需要改变并寻求帮助是非常重要的，也是保护自己的表现。",
        "label": ""
      },
      {
        "sentence": "如果还有其他方面的困惑或困难，不要犹豫，继续和我分享，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "同时，专业心理咨询会更加全面地帮助你处理内心的问题，它能带给你更多的启发和改善。",
        "label": ""
      },
      {
        "sentence": "保持积极的态度，相信自己能够走出困境，你会变得更好的。",
        "label": ""
      }
    ]
  }
]