[
  {
    "role": "client",
    "content": "我总很在意别人的感受，她们感觉我有优越感，怎么办？",
    "annotation": [
      {
        "sentence": "我总很在意别人的感受，她们感觉我有优越感，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你总是很在意别人的感受，可能让她们感觉你有优越感。你对自己的事情过于敏感，太在意他人的感受和评价，这导致你感到很纠结和焦虑。我能理解你的感受。你在家想工作，却看到室友们一脸不开心，这使你无法坚持下去。或者，当你努力工作时，她们说看到你那么努力，她们就会觉得很压抑。此外，你还提到你的记性很差，做事情比较慢，有时想在家练练电脑，但她们感觉你很有优越感。但是你又不做会感到焦虑。你不知道该如何处理这个情况，对吗？",
    "annotation": [
      {
        "sentence": "你好，我了解你总是很在意别人的感受，可能让她们感觉你有优越感。",
        "label": ""
      },
      {
        "sentence": "你对自己的事情过于敏感，太在意他人的感受和评价，这导致你感到很纠结和焦虑。",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你在家想工作，却看到室友们一脸不开心，这使你无法坚持下去。",
        "label": ""
      },
      {
        "sentence": "或者，当你努力工作时，她们说看到你那么努力，她们就会觉得很压抑。",
        "label": ""
      },
      {
        "sentence": "此外，你还提到你的记性很差，做事情比较慢，有时想在家练练电脑，但她们感觉你很有优越感。",
        "label": ""
      },
      {
        "sentence": "但是你又不做会感到焦虑。",
        "label": ""
      },
      {
        "sentence": "你不知道该如何处理这个情况，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是担心别人会觉得我有优越感，我害怕他们对我有偏见。",
    "annotation": [
      {
        "sentence": "是的，我就是担心别人会觉得我有优越感，我害怕他们对我有偏见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，有时候我们都会在意别人的评价，但并没有像你这样在意的程度。对于你自己的事情，你表现得过于敏感，非常在意他人的感受和评价，导致你很纠结、焦虑。我完全理解你的感受。你对室友的不开心感到在意，让她们觉得压抑，当你练电脑时，担心她们觉得你有优越感。我们为什么如此在意他人的感受和评价呢？从根源上来看，这源于我们内心的自卑心理。有些人很难对别人说不，也很难拒绝他人。他们很少得到过正面、积极的评价，觉得没有人重视、在乎自己。久而久之，就会缺乏对自己的肯定，从而导致自我价值感偏低。总是需要从别人身上得到肯定，才能感觉存在的价值，也容易牺牲自己为了讨好他人。尽管得到别人的肯定，但内心仍然觉得自卑，觉得不配。因为经常给自己和他人设定了许多标准，达不到就觉得没有价值。认为别人比自己重要，忽略自己的需要、需求和喜好等等。总是以他人为先，慢慢地就不知道自己是谁，真正喜欢什么，什么是真正在乎的东西，自己真实的感受是什么，变得没有立场，没有原则。你的时间是有限的，所以不要浪费在过别人的生活上。不要被教条束缚，那只是活在别人思考的结果之中。不要被其他人吵闹的观点淹没了你内心的声音。重要的是，要有勇气去听从你直觉和内心的呼唤。在一定程度上，它们知道你真正想成为什么样的人。其他的都是次要的。乔布斯说每个人的成长过程中，都或多或少有自卑的问题。爱自己，相信自己值得。没有任何人可以随意评价你，否定你。不必通过和别人的比较来获得满足感或失落感。我们缺乏自信的根源在于我们将构筑自信的权力放在他人手中，过度地依赖别人给予我们的认可。只要我们足够自信、坚定自己的目标，并通过努力获得自己想要的，我们自己内心的“声音”就会越来越强大，别人的“声音”也会越来越小，越来越不重要。从现在开始，我们要学会正视自己的缺陷，接受自己，接受自己原本的样子。从尊重自我开始做起，也是尊重他人的开始。尊重他人，也就是尊重他人原本的样子。每个人都有自己独特的个性，我们不用自己的标准去衡量他人。尊重他人的独特性，也就懂得尊重自己的独特性，不再强求自己成为别人眼中的老好人、理想的人。每个人都有自己原本的样子和自己的个性，当我们能够正常接受自己的个性，就不会给自己，更不会给他人设定所谓的道德标准。你觉得不能做真实的自己，同样也看不到别人原本的自己。你害怕人际关系发生冲突，所以通过隐忍自己、迁就他人来讨好你们之间的关系。表面上看是有利于维持关系，但对于这样的自己，我们真的喜欢吗？真的能接受吗？如果无法展现真实的心意和感受，经常被别人和自己的评判所限制，只要不符合他人的标准和评价，就不认同自己的价值，不在乎自己的感受。于是，我们会伪装、忍让、责难他人，把自己的情绪遥控器放在他人的手中，要求别人肯定我们的价值。我们说对方喜欢听的话，伪装成对方喜欢的样子去讨好，表面上好像尊重对方，但实际上却否定了对方接受原本样貌的能力，也低估了对方包容理解的能力。如果我们自己都不在乎自己，他人又怎么会懂得尊重我们呢？真正的相互尊重是以诚相待，展现真实的自己，不别扭、不做作。如果对方接受不了你原本的样子，那等于说对方暂时没有尊重你的能力，但你仍然需要尊重自己。如果一段关系要你不尊重自己才能维系，那并非平等、健康的关系。我们也不可能通过讨好、伪装来得到对方的肯定和尊重。你认为呢？每个人都是造物主精深的创造，同样珍贵，值得",
    "annotation": [
      {
        "sentence": "其实，有时候我们都会在意别人的评价，但并没有像你这样在意的程度。",
        "label": ""
      },
      {
        "sentence": "对于你自己的事情，你表现得过于敏感，非常在意他人的感受和评价，导致你很纠结、焦虑。",
        "label": ""
      },
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你对室友的不开心感到在意，让她们觉得压抑，当你练电脑时，担心她们觉得你有优越感。",
        "label": ""
      },
      {
        "sentence": "我们为什么如此在意他人的感受和评价呢？",
        "label": ""
      },
      {
        "sentence": "从根源上来看，这源于我们内心的自卑心理。",
        "label": ""
      },
      {
        "sentence": "有些人很难对别人说不，也很难拒绝他人。",
        "label": ""
      },
      {
        "sentence": "他们很少得到过正面、积极的评价，觉得没有人重视、在乎自己。",
        "label": ""
      },
      {
        "sentence": "久而久之，就会缺乏对自己的肯定，从而导致自我价值感偏低。",
        "label": ""
      },
      {
        "sentence": "总是需要从别人身上得到肯定，才能感觉存在的价值，也容易牺牲自己为了讨好他人。",
        "label": ""
      },
      {
        "sentence": "尽管得到别人的肯定，但内心仍然觉得自卑，觉得不配。",
        "label": ""
      },
      {
        "sentence": "因为经常给自己和他人设定了许多标准，达不到就觉得没有价值。",
        "label": ""
      },
      {
        "sentence": "认为别人比自己重要，忽略自己的需要、需求和喜好等等。",
        "label": ""
      },
      {
        "sentence": "总是以他人为先，慢慢地就不知道自己是谁，真正喜欢什么，什么是真正在乎的东西，自己真实的感受是什么，变得没有立场，没有原则。",
        "label": ""
      },
      {
        "sentence": "你的时间是有限的，所以不要浪费在过别人的生活上。",
        "label": ""
      },
      {
        "sentence": "不要被教条束缚，那只是活在别人思考的结果之中。",
        "label": ""
      },
      {
        "sentence": "不要被其他人吵闹的观点淹没了你内心的声音。",
        "label": ""
      },
      {
        "sentence": "重要的是，要有勇气去听从你直觉和内心的呼唤。",
        "label": ""
      },
      {
        "sentence": "在一定程度上，它们知道你真正想成为什么样的人。",
        "label": ""
      },
      {
        "sentence": "其他的都是次要的。",
        "label": ""
      },
      {
        "sentence": "乔布斯说每个人的成长过程中，都或多或少有自卑的问题。",
        "label": ""
      },
      {
        "sentence": "爱自己，相信自己值得。",
        "label": ""
      },
      {
        "sentence": "没有任何人可以随意评价你，否定你。",
        "label": ""
      },
      {
        "sentence": "不必通过和别人的比较来获得满足感或失落感。",
        "label": ""
      },
      {
        "sentence": "我们缺乏自信的根源在于我们将构筑自信的权力放在他人手中，过度地依赖别人给予我们的认可。",
        "label": ""
      },
      {
        "sentence": "只要我们足够自信、坚定自己的目标，并通过努力获得自己想要的，我们自己内心的“声音”就会越来越强大，别人的“声音”也会越来越小，越来越不重要。",
        "label": ""
      },
      {
        "sentence": "从现在开始，我们要学会正视自己的缺陷，接受自己，接受自己原本的样子。",
        "label": ""
      },
      {
        "sentence": "从尊重自我开始做起，也是尊重他人的开始。",
        "label": ""
      },
      {
        "sentence": "尊重他人，也就是尊重他人原本的样子。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的个性，我们不用自己的标准去衡量他人。",
        "label": ""
      },
      {
        "sentence": "尊重他人的独特性，也就懂得尊重自己的独特性，不再强求自己成为别人眼中的老好人、理想的人。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己原本的样子和自己的个性，当我们能够正常接受自己的个性，就不会给自己，更不会给他人设定所谓的道德标准。",
        "label": ""
      },
      {
        "sentence": "你觉得不能做真实的自己，同样也看不到别人原本的自己。",
        "label": ""
      },
      {
        "sentence": "你害怕人际关系发生冲突，所以通过隐忍自己、迁就他人来讨好你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "表面上看是有利于维持关系，但对于这样的自己，我们真的喜欢吗？",
        "label": ""
      },
      {
        "sentence": "真的能接受吗？",
        "label": ""
      },
      {
        "sentence": "如果无法展现真实的心意和感受，经常被别人和自己的评判所限制，只要不符合他人的标准和评价，就不认同自己的价值，不在乎自己的感受。",
        "label": ""
      },
      {
        "sentence": "于是，我们会伪装、忍让、责难他人，把自己的情绪遥控器放在他人的手中，要求别人肯定我们的价值。",
        "label": ""
      },
      {
        "sentence": "我们说对方喜欢听的话，伪装成对方喜欢的样子去讨好，表面上好像尊重对方，但实际上却否定了对方接受原本样貌的能力，也低估了对方包容理解的能力。",
        "label": ""
      },
      {
        "sentence": "如果我们自己都不在乎自己，他人又怎么会懂得尊重我们呢？",
        "label": ""
      },
      {
        "sentence": "真正的相互尊重是以诚相待，展现真实的自己，不别扭、不做作。",
        "label": ""
      },
      {
        "sentence": "如果对方接受不了你原本的样子，那等于说对方暂时没有尊重你的能力，但你仍然需要尊重自己。",
        "label": ""
      },
      {
        "sentence": "如果一段关系要你不尊重自己才能维系，那并非平等、健康的关系。",
        "label": ""
      },
      {
        "sentence": "我们也不可能通过讨好、伪装来得到对方的肯定和尊重。",
        "label": ""
      },
      {
        "sentence": "你认为呢？",
        "label": ""
      },
      {
        "sentence": "每个人都是造物主精深的创造，同样珍贵，值得",
        "label": ""
      }
    ]
  }
]