[
  {
    "role": "client",
    "content": "我是一个21岁的女生，每当我生气的时候就会砸东西，甚至还会砸自己的脑袋，而且越疼越感觉爽快。每次情绪低落或者生气的时候，我都要努力控制自己不伤害自己，但是我却喜欢疼痛，追求极端的感觉。而且我的脾气越来越暴躁，睡眠也很不好，经常做噩梦，总是睡不够，整天都觉得很困，根本无心学习。",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，每当我生气的时候就会砸东西，甚至还会砸自己的脑袋，而且越疼越感觉爽快。",
        "label": ""
      },
      {
        "sentence": "每次情绪低落或者生气的时候，我都要努力控制自己不伤害自己，但是我却喜欢疼痛，追求极端的感觉。",
        "label": ""
      },
      {
        "sentence": "而且我的脾气越来越暴躁，睡眠也很不好，经常做噩梦，总是睡不够，整天都觉得很困，根本无心学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，看了你的描述，不知道你所说的是自己的情况还是身边亲友的情况。但从你字里行间的描述来看，我估计这更多是你自己的情况。当然，也有可能是你身边比较亲密的朋友。如果是朋友的问题，我能给你一些建议。当她想要伤害自己的时候，你可以轻轻地抱住她，安慰她，帮助她平复情绪，告诉她，如果她真的伤害了自己，你会心疼她等等。当然，这可能暂时不会有太大的效果，需要你有耐心，并且不厌其烦地表达你的关心和心疼之情。慢慢地，她会好起来的。如果条件允许的话，你可以带她去看心理医生或者咨询师，寻求专业的帮助可能会更有效。",
    "annotation": [
      {
        "sentence": "亲，看了你的描述，不知道你所说的是自己的情况还是身边亲友的情况。",
        "label": ""
      },
      {
        "sentence": "但从你字里行间的描述来看，我估计这更多是你自己的情况。",
        "label": ""
      },
      {
        "sentence": "当然，也有可能是你身边比较亲密的朋友。",
        "label": ""
      },
      {
        "sentence": "如果是朋友的问题，我能给你一些建议。",
        "label": ""
      },
      {
        "sentence": "当她想要伤害自己的时候，你可以轻轻地抱住她，安慰她，帮助她平复情绪，告诉她，如果她真的伤害了自己，你会心疼她等等。",
        "label": ""
      },
      {
        "sentence": "当然，这可能暂时不会有太大的效果，需要你有耐心，并且不厌其烦地表达你的关心和心疼之情。",
        "label": ""
      },
      {
        "sentence": "慢慢地，她会好起来的。",
        "label": ""
      },
      {
        "sentence": "如果条件允许的话，你可以带她去看心理医生或者咨询师，寻求专业的帮助可能会更有效。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，这些情况都是我自己的。首先，我想和你说一下，我在这种情况下确实非常痛苦，但是在我描述的时候，并没有表露出太多情绪，就像在说别人的事情一样。可能是因为我有一种隔离感很强，或者感受性比较差吧。有时候别人只是遇到一点小痛小病就会哭得稀里哗啦的，而我可能需要非常痛才会有感觉。无论是哪种情况，我都感受到了你的关心，对此我非常感激。我想问问你，我到底经历了多少痛苦，才能形成这样的防御机制呢？",
    "annotation": [
      {
        "sentence": "其实，这些情况都是我自己的。",
        "label": ""
      },
      {
        "sentence": "首先，我想和你说一下，我在这种情况下确实非常痛苦，但是在我描述的时候，并没有表露出太多情绪，就像在说别人的事情一样。",
        "label": ""
      },
      {
        "sentence": "可能是因为我有一种隔离感很强，或者感受性比较差吧。",
        "label": ""
      },
      {
        "sentence": "有时候别人只是遇到一点小痛小病就会哭得稀里哗啦的，而我可能需要非常痛才会有感觉。",
        "label": ""
      },
      {
        "sentence": "无论是哪种情况，我都感受到了你的关心，对此我非常感激。",
        "label": ""
      },
      {
        "sentence": "我想问问你，我到底经历了多少痛苦，才能形成这样的防御机制呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要说对你的处境我感到心疼。你可能需要经历了很多的痛苦经历，才形成了这样的防御模式。你已经进入了一种只有自我伤害才能带来快感的境地，这是一个非常严重的问题。我建议你尽快找一个就近的心理咨询师或治疗师，并与他建立起稳定的联系。我知道你应该还在上大学，现在很多学校都设有心理咨询中心，为学生提供免费的心理咨询服务。当然，你也可以去当地的综合医院或社会上的心理咨询机构寻求帮助。他们能够用专业的态度和技术来帮助你。你的生命是宝贵的，只有好好活着，你才能有无限的可能！你目前的问题可能导致脾气暴躁和睡眠不好，但是解决了之前的问题，这些问题可能也会迎刃而解。每个人在生命的不同阶段都可能会出现各种偏差，身体问题的出现可能是在提醒你，你需要改变一些固有的模式。你可以通过自己的成长来做出改变，虽然可能需要一些时间才能理清楚这一切。但是，有专业人士来陪伴你一起探索，可能会大大缩短这个过程。我祝愿你一切都好！",
    "annotation": [
      {
        "sentence": "首先，我要说对你的处境我感到心疼。",
        "label": ""
      },
      {
        "sentence": "你可能需要经历了很多的痛苦经历，才形成了这样的防御模式。",
        "label": ""
      },
      {
        "sentence": "你已经进入了一种只有自我伤害才能带来快感的境地，这是一个非常严重的问题。",
        "label": ""
      },
      {
        "sentence": "我建议你尽快找一个就近的心理咨询师或治疗师，并与他建立起稳定的联系。",
        "label": ""
      },
      {
        "sentence": "我知道你应该还在上大学，现在很多学校都设有心理咨询中心，为学生提供免费的心理咨询服务。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以去当地的综合医院或社会上的心理咨询机构寻求帮助。",
        "label": ""
      },
      {
        "sentence": "他们能够用专业的态度和技术来帮助你。",
        "label": ""
      },
      {
        "sentence": "你的生命是宝贵的，只有好好活着，你才能有无限的可能！",
        "label": ""
      },
      {
        "sentence": "你目前的问题可能导致脾气暴躁和睡眠不好，但是解决了之前的问题，这些问题可能也会迎刃而解。",
        "label": ""
      },
      {
        "sentence": "每个人在生命的不同阶段都可能会出现各种偏差，身体问题的出现可能是在提醒你，你需要改变一些固有的模式。",
        "label": ""
      },
      {
        "sentence": "你可以通过自己的成长来做出改变，虽然可能需要一些时间才能理清楚这一切。",
        "label": ""
      },
      {
        "sentence": "但是，有专业人士来陪伴你一起探索，可能会大大缩短这个过程。",
        "label": ""
      },
      {
        "sentence": "我祝愿你一切都好！",
        "label": ""
      }
    ]
  }
]