[
  {
    "role": "client",
    "content": "老公在经济上无休止帮助老家人，心里不平衡，怎么办？",
    "annotation": [
      {
        "sentence": "老公在经济上无休止帮助老家人，心里不平衡，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要你希望老公对小家庭多考虑些，小家庭快乐多一些，这个出发点是非常好的，也是大部分人对家庭的向往。可是，摆在你面前的现实的老公他却是一个无休止经济帮助原生家庭的人，所以这让你痛苦与疑惑。",
    "annotation": [
      {
        "sentence": "首先要你希望老公对小家庭多考虑些，小家庭快乐多一些，这个出发点是非常好的，也是大部分人对家庭的向往。",
        "label": ""
      },
      {
        "sentence": "可是，摆在你面前的现实的老公他却是一个无休止经济帮助原生家庭的人，所以这让你痛苦与疑惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他家庭农村出身，算是家里最有实力的人了。他除了工作要忙碌之外，老家人的电话不断，回到家就是各种家长里短，很重视原生家庭关系，他们也基本什么事情都找他解决，什么事情都和他说。我觉得他们的大小事情占用了我们小家庭太多时间，完全没有分割开来，他爸妈哥哥们不断的在给他负担，他也想尽心去帮助，好像我不同意就是阻挡他孝顺一样。我心里实在不平衡，这样的日子没完没了，看不到尽头，因为我家庭主妇，都是他自己的钱帮助家里人，我也实在无话可说，嘴上支持，只是我觉得太过了，要有度，已经帮助的够多了，还需要做多少才是完呢？我老公强势，和他聊过几次，他说让我不要干预，他有他自己考虑，我只能训练自己压抑自己的情绪。好委屈…我只想小家庭的快乐多一些，多为小家庭考虑一下，多点。",
    "annotation": [
      {
        "sentence": "他家庭农村出身，算是家里最有实力的人了。",
        "label": ""
      },
      {
        "sentence": "他除了工作要忙碌之外，老家人的电话不断，回到家就是各种家长里短，很重视原生家庭关系，他们也基本什么事情都找他解决，什么事情都和他说。",
        "label": ""
      },
      {
        "sentence": "我觉得他们的大小事情占用了我们小家庭太多时间，完全没有分割开来，他爸妈哥哥们不断的在给他负担，他也想尽心去帮助，好像我不同意就是阻挡他孝顺一样。",
        "label": ""
      },
      {
        "sentence": "我心里实在不平衡，这样的日子没完没了，看不到尽头，因为我家庭主妇，都是他自己的钱帮助家里人，我也实在无话可说，嘴上支持，只是我觉得太过了，要有度，已经帮助的够多了，还需要做多少才是完呢？",
        "label": ""
      },
      {
        "sentence": "我老公强势，和他聊过几次，他说让我不要干预，他有他自己考虑，我只能训练自己压抑自己的情绪。",
        "label": ""
      },
      {
        "sentence": "好委屈…我只想小家庭的快乐多一些，多为小家庭考虑一下，多点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的心情，看来你已经认真思考了这个问题。首先，我们来分析一下你的老公。他出生于农村家庭，现在从事金融行业且收入可观。这些都透露出你老公这一路以来在职场的不容易以及需要付出的努力。你的老公他强势凡事有自己的考虑，这是他能有目前的经济成就的一个性格原因与推动。现在你作为家庭主妇，可见他也是你们小家庭的经济唯一来源，所以他对你们的小家庭也是有贡献的。那么我们先从双方的角度看问题：①你的老公他是大家庭里经济实力最强的，所以老家人电话不断，家长里短。而你老公他也非常重视原生家庭关系。从这个角度来看，他其实是一个非常有担当，有责任感的男人。只是这份担当，这份责任感对你们的小家庭来说必然占用了你们小家庭的时间，也分割走了你们家庭一部分的经济物质。所以你很纠结，嘴上支持，实则内心上觉得老公做的太过度。②然后我也看到你作为一个家庭主妇想必在行动上也付出了许多努力，而且你老公对大家庭经济上还是时间上的付出至少你的嘴上也是支持的。我看见了你作为小家庭的一部分的付出与努力，还有内心的漂亮以及对美好的家庭未来的向往。可是现在的情况让你委屈，也让你压抑。解决问题的一些小tips：①你老公贴补大家庭想必是在结婚前就是这种状态，所以当初你选择和他共度余生一定也是看到了他身上的那种责任感而给你带来的安全感对吗？我想我们要学会感恩，感恩遇到一位有责任感的老公，感恩老公对家庭上的付出，当你的心态发生变化时，我相信你老公他也能感受到你对他积极的支持相信对你们的婚姻关系是有积极的促进作用的。②那么如果你老公贴补的度真的是过了，你也实在无法忍受。我们是不是可以静下心来好好沟通呢？不过他很强势，你一定要注意用合理的沟通方式哦，真诚的表达自己的看法，自己的委屈以及自己的担忧。退一万步，双方都谈不拢，他觉得他有自己的考虑，你觉得他太过了，那么也许婚姻会走向分离，那么你自己做好了自己养活自己独立生活的准备了吗？如果暂时还没有做好，那只能接受现在这种状态，同时积极调整好自己的心态，毕竟你和他是以后要相扶一辈子的夫妻呀！最后，每个人的生活十之八九不如意，调整好自己的心态，用积极努力的态度过往后的每一天吧！祝福未来的你一定有自己想要的生活。",
    "annotation": [
      {
        "sentence": "我明白你的心情，看来你已经认真思考了这个问题。",
        "label": ""
      },
      {
        "sentence": "首先，我们来分析一下你的老公。",
        "label": ""
      },
      {
        "sentence": "他出生于农村家庭，现在从事金融行业且收入可观。",
        "label": ""
      },
      {
        "sentence": "这些都透露出你老公这一路以来在职场的不容易以及需要付出的努力。",
        "label": ""
      },
      {
        "sentence": "你的老公他强势凡事有自己的考虑，这是他能有目前的经济成就的一个性格原因与推动。",
        "label": ""
      },
      {
        "sentence": "现在你作为家庭主妇，可见他也是你们小家庭的经济唯一来源，所以他对你们的小家庭也是有贡献的。",
        "label": ""
      },
      {
        "sentence": "那么我们先从双方的角度看问题：①你的老公他是大家庭里经济实力最强的，所以老家人电话不断，家长里短。",
        "label": ""
      },
      {
        "sentence": "而你老公他也非常重视原生家庭关系。",
        "label": ""
      },
      {
        "sentence": "从这个角度来看，他其实是一个非常有担当，有责任感的男人。",
        "label": ""
      },
      {
        "sentence": "只是这份担当，这份责任感对你们的小家庭来说必然占用了你们小家庭的时间，也分割走了你们家庭一部分的经济物质。",
        "label": ""
      },
      {
        "sentence": "所以你很纠结，嘴上支持，实则内心上觉得老公做的太过度。",
        "label": ""
      },
      {
        "sentence": "②然后我也看到你作为一个家庭主妇想必在行动上也付出了许多努力，而且你老公对大家庭经济上还是时间上的付出至少你的嘴上也是支持的。",
        "label": ""
      },
      {
        "sentence": "我看见了你作为小家庭的一部分的付出与努力，还有内心的漂亮以及对美好的家庭未来的向往。",
        "label": ""
      },
      {
        "sentence": "可是现在的情况让你委屈，也让你压抑。",
        "label": ""
      },
      {
        "sentence": "解决问题的一些小tips：①你老公贴补大家庭想必是在结婚前就是这种状态，所以当初你选择和他共度余生一定也是看到了他身上的那种责任感而给你带来的安全感对吗？",
        "label": ""
      },
      {
        "sentence": "我想我们要学会感恩，感恩遇到一位有责任感的老公，感恩老公对家庭上的付出，当你的心态发生变化时，我相信你老公他也能感受到你对他积极的支持相信对你们的婚姻关系是有积极的促进作用的。",
        "label": ""
      },
      {
        "sentence": "②那么如果你老公贴补的度真的是过了，你也实在无法忍受。",
        "label": ""
      },
      {
        "sentence": "我们是不是可以静下心来好好沟通呢？",
        "label": ""
      },
      {
        "sentence": "不过他很强势，你一定要注意用合理的沟通方式哦，真诚的表达自己的看法，自己的委屈以及自己的担忧。",
        "label": ""
      },
      {
        "sentence": "退一万步，双方都谈不拢，他觉得他有自己的考虑，你觉得他太过了，那么也许婚姻会走向分离，那么你自己做好了自己养活自己独立生活的准备了吗？",
        "label": ""
      },
      {
        "sentence": "如果暂时还没有做好，那只能接受现在这种状态，同时积极调整好自己的心态，毕竟你和他是以后要相扶一辈子的夫妻呀！",
        "label": ""
      },
      {
        "sentence": "最后，每个人的生活十之八九不如意，调整好自己的心态，用积极努力的态度过往后的每一天吧！",
        "label": ""
      },
      {
        "sentence": "祝福未来的你一定有自己想要的生活。",
        "label": ""
      }
    ]
  }
]