[
  {
    "role": "client",
    "content": "4岁小孩儿，家中父亲突然去世，小孩儿竭斯底里叫？",
    "annotation": [
      {
        "sentence": "4岁小孩儿，家中父亲突然去世，小孩儿竭斯底里叫？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知你说的是自己的境遇，还是转述他人的经历，无论是谁家中有此等遭遇，都是万分不幸的事情，为这份丧亲之痛表示哀悼！对于家中老人，年事已高，可想而知白发人送黑发人的那份悲情，特别是两个孩子都已不在，这样的打击任谁都是难以承受的。",
    "annotation": [
      {
        "sentence": "不知你说的是自己的境遇，还是转述他人的经历，无论是谁家中有此等遭遇，都是万分不幸的事情，为这份丧亲之痛表示哀悼！",
        "label": ""
      },
      {
        "sentence": "对于家中老人，年事已高，可想而知白发人送黑发人的那份悲情，特别是两个孩子都已不在，这样的打击任谁都是难以承受的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是我自己的孩子，他不断地打闹和哭叫，我不知道该怎么办才能安抚他。",
    "annotation": [
      {
        "sentence": "是我自己的孩子，他不断地打闹和哭叫，我不知道该怎么办才能安抚他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从孩子的年纪推断，孩子的妈妈年纪尚轻，家中少了丈夫的支持与陪伴，未来生活的压力和要独自养育\/照顾老老少少的重担都落到了她一个人的肩头，除了丧亲之痛，想必还有无尽的彷徨与不安。他们本已是需要被安抚照料的对象，却还有个年幼无知的孩子需要他们来照料。那真的需要强大的意志力支撑才能从这样的伤痛中缓解出来，给予孩子所需要的关照。四岁的孩子经历父亲过世，ta在这个年龄还很难理解死亡意味着什么，但出于直觉，ta已经能够从爸爸没有回家、家人的痛不欲生、疏于对ta的照顾与关注等与以往0不同的情形中，感受到家里发生了什么重大的事件，让ta不能理解，更不知道该如何面对和解决。所以当ta看到家中鬼哭狼嚎的时候，ta内心的恐惧不安、感受到的家人的悲伤，以及不知道自己能做什么改变这些让ta觉得不舒适的环境的无力感，甚至可能还有部分自责等情绪，混合在一起导致ta歇斯底里的喊叫和出现乱打的行为，本质上来说，ta只是想通过这样的方式让自己的感受好一点，让自己感觉到对自己和生活依旧拥有掌控力。",
    "annotation": [
      {
        "sentence": "从孩子的年纪推断，孩子的妈妈年纪尚轻，家中少了丈夫的支持与陪伴，未来生活的压力和要独自养育\/照顾老老少少的重担都落到了她一个人的肩头，除了丧亲之痛，想必还有无尽的彷徨与不安。",
        "label": ""
      },
      {
        "sentence": "他们本已是需要被安抚照料的对象，却还有个年幼无知的孩子需要他们来照料。",
        "label": ""
      },
      {
        "sentence": "那真的需要强大的意志力支撑才能从这样的伤痛中缓解出来，给予孩子所需要的关照。",
        "label": ""
      },
      {
        "sentence": "四岁的孩子经历父亲过世，ta在这个年龄还很难理解死亡意味着什么，但出于直觉，ta已经能够从爸爸没有回家、家人的痛不欲生、疏于对ta的照顾与关注等与以往0不同的情形中，感受到家里发生了什么重大的事件，让ta不能理解，更不知道该如何面对和解决。",
        "label": ""
      },
      {
        "sentence": "所以当ta看到家中鬼哭狼嚎的时候，ta内心的恐惧不安、感受到的家人的悲伤，以及不知道自己能做什么改变这些让ta觉得不舒适的环境的无力感，甚至可能还有部分自责等情绪，混合在一起导致ta歇斯底里的喊叫和出现乱打的行为，本质上来说，ta只是想通过这样的方式让自己的感受好一点，让自己感觉到对自己和生活依旧拥有掌控力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，他其实是因为感到无力和害怕才表现出这样的行为的。",
    "annotation": [
      {
        "sentence": "我明白了，他其实是因为感到无力和害怕才表现出这样的行为的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是的，孩子目前正在经历一场情绪的风暴，他需要能够理解他的家人来帮助他解决内心的困惑。如果想让孩子的情形好一点，首先需要ta的家人（成人）能够完成自己的哀悼，从悲伤情绪中缓和。其次，要有能力和孩子开诚布公的谈论情绪和情感，帮助孩子建立自己的挫折复原力。在这里我们可以借鉴Facebook的COO桑德伯格在她的书《另一种选择》中分享的特别有价值的经验：【第一：让尊重和接纳情绪成为家庭准则】家长可以和孩子一起讨论制定“家庭规则”。让悲伤、嫉妒、愤怒、拒绝，甚至是开心，这些情绪在家庭里拥有存在的空间。当孩子感受到失去爸爸的悲伤、嫉妒其他人拥有父亲的陪伴，感觉到受到不公对待的愤怒这些感受都是正常的，可以出现的，也可以被谈论的。即便是爸爸去世这样极度悲哀的大事，如果有一件事暂时让大家感受到快乐，那么感到快乐开心也是正常的。不用自责，不必认为为什么自己这么没心没肺。接纳自己的所有情绪，是从挫折中出来的第一步！【第二：避免心理上的三个P】桑德伯格引用心理学家马丁·塞利格曼的研究，指出：·个人化（personalization）：认为坏事的发生都是自己的错；·普遍性（pervasiveness）：认为消极事件会影响生活的方方面面；·持久性（permanence）：认为事件的残余效应将永久存在。任何痛苦事件的发生，当我们越发这么去想，就越觉得痛苦，越难从挫折中走出来。对于孩子来说，成年人一个普遍的错误认知就是：孩子还小，什么也不懂，不用去和孩子解释太多。但实际上，这样的做法会导致孩子更加胡思乱想，而且大多数孩子都会认为所有的悲剧都是自己引起的而引发深深的自责、愧疚和恐惧。所以，当极端事件发生时，要和孩子讲清楚。来自家人的理解、陪伴和接纳，是孩子对抗所有挫折的勇气来源。【第三：学会区分内疚和羞耻】内疚责怪的是自己的行为；羞耻责怪的是自己的人格，这是两者最大的区别。内疚能让我们一直努力改进，让我们更有动力去修",
    "annotation": [
      {
        "sentence": "正是的，孩子目前正在经历一场情绪的风暴，他需要能够理解他的家人来帮助他解决内心的困惑。",
        "label": ""
      },
      {
        "sentence": "如果想让孩子的情形好一点，首先需要ta的家人（成人）能够完成自己的哀悼，从悲伤情绪中缓和。",
        "label": ""
      },
      {
        "sentence": "其次，要有能力和孩子开诚布公的谈论情绪和情感，帮助孩子建立自己的挫折复原力。",
        "label": ""
      },
      {
        "sentence": "在这里我们可以借鉴Facebook的COO桑德伯格在她的书《另一种选择》中分享的特别有价值的经验：【第一：让尊重和接纳情绪成为家庭准则】家长可以和孩子一起讨论制定“家庭规则”。",
        "label": ""
      },
      {
        "sentence": "让悲伤、嫉妒、愤怒、拒绝，甚至是开心，这些情绪在家庭里拥有存在的空间。",
        "label": ""
      },
      {
        "sentence": "当孩子感受到失去爸爸的悲伤、嫉妒其他人拥有父亲的陪伴，感觉到受到不公对待的愤怒这些感受都是正常的，可以出现的，也可以被谈论的。",
        "label": ""
      },
      {
        "sentence": "即便是爸爸去世这样极度悲哀的大事，如果有一件事暂时让大家感受到快乐，那么感到快乐开心也是正常的。",
        "label": ""
      },
      {
        "sentence": "不用自责，不必认为为什么自己这么没心没肺。",
        "label": ""
      },
      {
        "sentence": "接纳自己的所有情绪，是从挫折中出来的第一步！",
        "label": ""
      },
      {
        "sentence": "【第二：避免心理上的三个P】桑德伯格引用心理学家马丁·塞利格曼的研究，指出：·个人化（personalization）：认为坏事的发生都是自己的错；·普遍性（pervasiveness）：认为消极事件会影响生活的方方面面；·持久性（permanence）：认为事件的残余效应将永久存在。",
        "label": ""
      },
      {
        "sentence": "任何痛苦事件的发生，当我们越发这么去想，就越觉得痛苦，越难从挫折中走出来。",
        "label": ""
      },
      {
        "sentence": "对于孩子来说，成年人一个普遍的错误认知就是：孩子还小，什么也不懂，不用去和孩子解释太多。",
        "label": ""
      },
      {
        "sentence": "但实际上，这样的做法会导致孩子更加胡思乱想，而且大多数孩子都会认为所有的悲剧都是自己引起的而引发深深的自责、愧疚和恐惧。",
        "label": ""
      },
      {
        "sentence": "所以，当极端事件发生时，要和孩子讲清楚。",
        "label": ""
      },
      {
        "sentence": "来自家人的理解、陪伴和接纳，是孩子对抗所有挫折的勇气来源。",
        "label": ""
      },
      {
        "sentence": "【第三：学会区分内疚和羞耻】内疚责怪的是自己的行为；羞耻责怪的是自己的人格，这是两者最大的区别。",
        "label": ""
      },
      {
        "sentence": "内疚能让我们一直努力改进，让我们更有动力去修",
        "label": ""
      }
    ]
  }
]