[
  {
    "role": "client",
    "content": "对亲密关系总有消极想法，怎么改善自己的焦虑型依恋？分手也快一个月了。在偶然间做了一个测试，然后听了一些亲密关系的课程，发现自己是焦虑型依恋者。在回想自己的这一段感情，为什么一开始我觉得安全感很足，原来是他每天都会主动的找我，跟我玩，陪我说话。后面时间长了，他不愿意了，我开始慢慢没了安全感，对他的控制也越来越强。直到...他说没感觉了。慢慢的在回忆小时候爸爸妈妈的相处，还有一切发生在小时候家里亲戚的事情。我发现我对亲密关系，总有一些很消极的想法。有咨询师说，在感情稳固的时候，焦虑症症状不会明显，当感情出现问题的时候，焦虑情绪会越来越严重。我应该怎么办，不是运气特别好的人能找到那种安全型的人。想自己改善一下自己的这种情况...",
    "annotation": [
      {
        "sentence": "对亲密关系总有消极想法，怎么改善自己的焦虑型依恋？",
        "label": ""
      },
      {
        "sentence": "分手也快一个月了。",
        "label": ""
      },
      {
        "sentence": "在偶然间做了一个测试，然后听了一些亲密关系的课程，发现自己是焦虑型依恋者。",
        "label": ""
      },
      {
        "sentence": "在回想自己的这一段感情，为什么一开始我觉得安全感很足，原来是他每天都会主动的找我，跟我玩，陪我说话。",
        "label": ""
      },
      {
        "sentence": "后面时间长了，他不愿意了，我开始慢慢没了安全感，对他的控制也越来越强。",
        "label": ""
      },
      {
        "sentence": "直到...他说没感觉了。",
        "label": ""
      },
      {
        "sentence": "慢慢的在回忆小时候爸爸妈妈的相处，还有一切发生在小时候家里亲戚的事情。",
        "label": ""
      },
      {
        "sentence": "我发现我对亲密关系，总有一些很消极的想法。",
        "label": ""
      },
      {
        "sentence": "有咨询师说，在感情稳固的时候，焦虑症症状不会明显，当感情出现问题的时候，焦虑情绪会越来越严重。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办，不是运气特别好的人能找到那种安全型的人。",
        "label": ""
      },
      {
        "sentence": "想自己改善一下自己的这种情况...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常能够理解你的心情，因为我也有过类似的时候情感体验与困惑。两个人交往中，一开始男生会比较主动，女生比较被动，当时间长了，当女生开始慢慢投入情感，对男生产生依恋，对方又会觉得太粘人，想要逃离。而男生的抽离，和一开始的积极主动状态又形成了鲜明对比，让女生感觉到反差，不适应，焦虑，没有安全感，然后开始怀疑自己哪里错了，是不是自己的问题。",
    "annotation": [
      {
        "sentence": "我非常能够理解你的心情，因为我也有过类似的时候情感体验与困惑。",
        "label": ""
      },
      {
        "sentence": "两个人交往中，一开始男生会比较主动，女生比较被动，当时间长了，当女生开始慢慢投入情感，对男生产生依恋，对方又会觉得太粘人，想要逃离。",
        "label": ""
      },
      {
        "sentence": "而男生的抽离，和一开始的积极主动状态又形成了鲜明对比，让女生感觉到反差，不适应，焦虑，没有安全感，然后开始怀疑自己哪里错了，是不是自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样的情况。为什么在一开始我觉得很安全，后来却逐渐失去了安全感呢？",
    "annotation": [
      {
        "sentence": "是的，我就是这样的情况。",
        "label": ""
      },
      {
        "sentence": "为什么在一开始我觉得很安全，后来却逐渐失去了安全感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为刚开始的时候，他主动地与你联系、陪伴你，给了你很多安全感和关心，但随着时间的推移，他的行为产生了改变，不再像以前那样主动了。这种转变让你感到失望和焦虑，也让你对自己产生了怀疑和不安全感。",
    "annotation": [
      {
        "sentence": "这可能是因为刚开始的时候，他主动地与你联系、陪伴你，给了你很多安全感和关心，但随着时间的推移，他的行为产生了改变，不再像以前那样主动了。",
        "label": ""
      },
      {
        "sentence": "这种转变让你感到失望和焦虑，也让你对自己产生了怀疑和不安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样。我在回忆小时候和家人的相处时，也发现了一些问题。我觉得我对亲密关系总是有一些消极的想法，这是为什么呢？",
    "annotation": [
      {
        "sentence": "是的，我就是这样。",
        "label": ""
      },
      {
        "sentence": "我在回忆小时候和家人的相处时，也发现了一些问题。",
        "label": ""
      },
      {
        "sentence": "我觉得我对亲密关系总是有一些消极的想法，这是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小时候的家庭环境和亲戚之间的相处方式对我们的亲密关系观念有很大影响。如果我们在成长过程中遇到家庭关系的问题，或者亲戚之间发生过一些不愉快的事情，可能会导致我们对亲密关系抱有消极的想法。这些经历会在我们的内心形成一种模式，并影响我们以后的亲密关系。",
    "annotation": [
      {
        "sentence": "小时候的家庭环境和亲戚之间的相处方式对我们的亲密关系观念有很大影响。",
        "label": ""
      },
      {
        "sentence": "如果我们在成长过程中遇到家庭关系的问题，或者亲戚之间发生过一些不愉快的事情，可能会导致我们对亲密关系抱有消极的想法。",
        "label": ""
      },
      {
        "sentence": "这些经历会在我们的内心形成一种模式，并影响我们以后的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我对亲密关系产生负面情绪的原因可能与我的成长经历有关。有时候我会觉得自己运气不好，不能找到那种安全型的人，应该怎么办呢？",
    "annotation": [
      {
        "sentence": "原来如此，我对亲密关系产生负面情绪的原因可能与我的成长经历有关。",
        "label": ""
      },
      {
        "sentence": "有时候我会觉得自己运气不好，不能找到那种安全型的人，应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不必对自己的运气感到失望，每个人都有不同的经历和成长环境。重要的是，你已经意识到了自己的焦虑型依恋，并希望改善自己的情况。我建议你以自己为中心，通过学习心理学等方法来提升自己的情绪管理能力和亲密关系观念，而不是寄希望于运气特别好的人来帮助你。",
    "annotation": [
      {
        "sentence": "不必对自己的运气感到失望，每个人都有不同的经历和成长环境。",
        "label": ""
      },
      {
        "sentence": "重要的是，你已经意识到了自己的焦虑型依恋，并希望改善自己的情况。",
        "label": ""
      },
      {
        "sentence": "我建议你以自己为中心，通过学习心理学等方法来提升自己的情绪管理能力和亲密关系观念，而不是寄希望于运气特别好的人来帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我觉得我的成长过程确实需要从原生家庭和过去的关系中寻找原因，但更重要的是要从当下出发，从自己的角度来反思和总结这段感情的经历。我应该更加觉察自己在这段感情中的需要和对方的优点，找出分手的原因和我需要改变的地方。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我觉得我的成长过程确实需要从原生家庭和过去的关系中寻找原因，但更重要的是要从当下出发，从自己的角度来反思和总结这段感情的经历。",
        "label": ""
      },
      {
        "sentence": "我应该更加觉察自己在这段感情中的需要和对方的优点，找出分手的原因和我需要改变的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你的觉察和反思很重要，它们会帮助你成长并改善自己。记住，每段亲密关系都是一面镜子，可以让你更好地认识自己。即使这段感情出现了问题，它也是你宝贵的人生经验，你可以从中学习、成长，并为未来的亲密关系寻找新的可能性。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你的觉察和反思很重要，它们会帮助你成长并改善自己。",
        "label": ""
      },
      {
        "sentence": "记住，每段亲密关系都是一面镜子，可以让你更好地认识自己。",
        "label": ""
      },
      {
        "sentence": "即使这段感情出现了问题，它也是你宝贵的人生经验，你可以从中学习、成长，并为未来的亲密关系寻找新的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我现在更有信心去面对和改善自己的焦虑型依恋了。我会努力发展自己，提高自己的情绪管理能力，为未来的亲密关系做好准备。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我现在更有信心去面对和改善自己的焦虑型依恋了。",
        "label": ""
      },
      {
        "sentence": "我会努力发展自己，提高自己的情绪管理能力，为未来的亲密关系做好准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助，相信你一定可以克服焦虑型依恋，迎接更健康、稳定的亲密关系。如果你有任何需要的话，随时都可以来找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助，相信你一定可以克服焦虑型依恋，迎接更健康、稳定的亲密关系。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要的话，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]