[
  {
    "role": "client",
    "content": "我是一个20岁大二女生，最近我真的无法忍受我的舍友的行为，你觉得我该怎样来调节一下自己的情绪呢？我们是关系很好的，上课和吃饭都经常在一起。但是她总是上课的时候犯困不听讲，等她醒了就开始看我的笔记，这样的情况发生得太频繁了。还有，每次她遇到不认识的单词都不愿意自己查，第一时间就会来问我，如果我不知道，她会让我替她查，这种情况真的影响了我的学习。她有时候还经常和我争吵，或者说话很冲，我感到很无法拒绝她，现在每次上课都被她弄得很烦躁，我应该怎样处理这种情况呢？",
    "annotation": [
      {
        "sentence": "我是一个20岁大二女生，最近我真的无法忍受我的舍友的行为，你觉得我该怎样来调节一下自己的情绪呢？",
        "label": ""
      },
      {
        "sentence": "我们是关系很好的，上课和吃饭都经常在一起。",
        "label": ""
      },
      {
        "sentence": "但是她总是上课的时候犯困不听讲，等她醒了就开始看我的笔记，这样的情况发生得太频繁了。",
        "label": ""
      },
      {
        "sentence": "还有，每次她遇到不认识的单词都不愿意自己查，第一时间就会来问我，如果我不知道，她会让我替她查，这种情况真的影响了我的学习。",
        "label": ""
      },
      {
        "sentence": "她有时候还经常和我争吵，或者说话很冲，我感到很无法拒绝她，现在每次上课都被她弄得很烦躁，我应该怎样处理这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的困惑，看了你的描述，我真的觉得你是一个特别善良的人。我们的生活就像一辆列车，在这趟列车上，总是会有人上上下下，有些人陪我们走一段，不管这段路是多长，都是一种缘分。你们能成为关系很好的舍友，真的是一种缘分呢。对于舍友的一些习惯，让你感到反感也是可以理解的。虽然这些问题都是小事，但是每天都要面对确实会让人觉得疲惫。我们经常说要学会对别人说“不”，我觉得你可以适当地表明一下自己的态度。比如，舍友上课爱睡觉的话，作为她的朋友，你可以适当地提醒她要认真听讲。至于她想借你的笔记，只要不影响你的学习，你可以借给她。但是当你需要用笔记的时候，就可以直接告诉她你也需要看一下了。关于单词的问题，你可以告诉她自己去查，因为你也要专心上课，没时间帮她查。如果你不断地拒绝她，她会慢慢地明白你的意思，不会再不停地向你要求帮助。而当她对你发脾气的时候，你可以告诉她你不喜欢她那种说话的语气。如果她还是不改变并且不在乎你的感受，那你也可以适当地保持距离了。朋友之间的深交是在一起相处时才能实现的，也许你拒绝她是怕和她的关系变坏，这一点我完全理解。但是如果一个朋友给你带来了如此大的困扰，还影响你上课，这真的有点得不偿失了。你认为呢？",
    "annotation": [
      {
        "sentence": "我完全理解你的困惑，看了你的描述，我真的觉得你是一个特别善良的人。",
        "label": ""
      },
      {
        "sentence": "我们的生活就像一辆列车，在这趟列车上，总是会有人上上下下，有些人陪我们走一段，不管这段路是多长，都是一种缘分。",
        "label": ""
      },
      {
        "sentence": "你们能成为关系很好的舍友，真的是一种缘分呢。",
        "label": ""
      },
      {
        "sentence": "对于舍友的一些习惯，让你感到反感也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "虽然这些问题都是小事，但是每天都要面对确实会让人觉得疲惫。",
        "label": ""
      },
      {
        "sentence": "我们经常说要学会对别人说“不”，我觉得你可以适当地表明一下自己的态度。",
        "label": ""
      },
      {
        "sentence": "比如，舍友上课爱睡觉的话，作为她的朋友，你可以适当地提醒她要认真听讲。",
        "label": ""
      },
      {
        "sentence": "至于她想借你的笔记，只要不影响你的学习，你可以借给她。",
        "label": ""
      },
      {
        "sentence": "但是当你需要用笔记的时候，就可以直接告诉她你也需要看一下了。",
        "label": ""
      },
      {
        "sentence": "关于单词的问题，你可以告诉她自己去查，因为你也要专心上课，没时间帮她查。",
        "label": ""
      },
      {
        "sentence": "如果你不断地拒绝她，她会慢慢地明白你的意思，不会再不停地向你要求帮助。",
        "label": ""
      },
      {
        "sentence": "而当她对你发脾气的时候，你可以告诉她你不喜欢她那种说话的语气。",
        "label": ""
      },
      {
        "sentence": "如果她还是不改变并且不在乎你的感受，那你也可以适当地保持距离了。",
        "label": ""
      },
      {
        "sentence": "朋友之间的深交是在一起相处时才能实现的，也许你拒绝她是怕和她的关系变坏，这一点我完全理解。",
        "label": ""
      },
      {
        "sentence": "但是如果一个朋友给你带来了如此大的困扰，还影响你上课，这真的有点得不偿失了。",
        "label": ""
      },
      {
        "sentence": "你认为呢？",
        "label": ""
      }
    ]
  }
]