[
  {
    "role": "client",
    "content": "上了整学期网课，这学期压力大，如何管理情绪？这学期是大专二年级学生。上学期因为疫情整学期上网课，都是挂着，没听的。刚开学，上学期延期的考试，马上要考了，复习不过来，挺焦虑的。三月左右吃过抗抑郁的药物。在医院诊断是强迫幻想症。目前没有吃药了。情绪起伏大，人际关系不好。加上焦虑。和朋友说话很快就烦了。对别人凶。最近经常发生不顺心的事，走路走一半突然下倾盆大雨，一个人回宿舍没带钥匙，在社交软件上被大骂，写作比赛的时候电脑卡住。情绪积累久了就会一个人哭的很厉害。宿舍的女孩成绩比较好，我上学期落后了很多，出了成绩，感觉很失落。如何管理情绪？",
    "annotation": [
      {
        "sentence": "上了整学期网课，这学期压力大，如何管理情绪？",
        "label": ""
      },
      {
        "sentence": "这学期是大专二年级学生。",
        "label": ""
      },
      {
        "sentence": "上学期因为疫情整学期上网课，都是挂着，没听的。",
        "label": ""
      },
      {
        "sentence": "刚开学，上学期延期的考试，马上要考了，复习不过来，挺焦虑的。",
        "label": ""
      },
      {
        "sentence": "三月左右吃过抗抑郁的药物。",
        "label": ""
      },
      {
        "sentence": "在医院诊断是强迫幻想症。",
        "label": ""
      },
      {
        "sentence": "目前没有吃药了。",
        "label": ""
      },
      {
        "sentence": "情绪起伏大，人际关系不好。",
        "label": ""
      },
      {
        "sentence": "加上焦虑。",
        "label": ""
      },
      {
        "sentence": "和朋友说话很快就烦了。",
        "label": ""
      },
      {
        "sentence": "对别人凶。",
        "label": ""
      },
      {
        "sentence": "最近经常发生不顺心的事，走路走一半突然下倾盆大雨，一个人回宿舍没带钥匙，在社交软件上被大骂，写作比赛的时候电脑卡住。",
        "label": ""
      },
      {
        "sentence": "情绪积累久了就会一个人哭的很厉害。",
        "label": ""
      },
      {
        "sentence": "宿舍的女孩成绩比较好，我上学期落后了很多，出了成绩，感觉很失落。",
        "label": ""
      },
      {
        "sentence": "如何管理情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你最近遇到的一系列不顺心的事情，我先来给你分析一下。首先，你这学期是大专二年级学生，上学期因为疫情一直上网课挂着，没有认真听。现在复习延期的考试会让你很焦虑。（求助者：是的，我压力很大，复习不过来。）我明白你的焦虑，但我们都要为自己的行为负责，知道要考试却没有好好听课，复习的时候复习不过来焦虑也没办法，以后要记得要好好听课，及时复习。（求助者：嗯，你说得对，我会尽量调整自己的学习态度。）",
    "annotation": [
      {
        "sentence": "看到你最近遇到的一系列不顺心的事情，我先来给你分析一下。",
        "label": ""
      },
      {
        "sentence": "首先，你这学期是大专二年级学生，上学期因为疫情一直上网课挂着，没有认真听。",
        "label": ""
      },
      {
        "sentence": "现在复习延期的考试会让你很焦虑。",
        "label": ""
      },
      {
        "sentence": "（求助者：是的，我压力很大，复习不过来。",
        "label": ""
      },
      {
        "sentence": "）我明白你的焦虑，但我们都要为自己的行为负责，知道要考试却没有好好听课，复习的时候复习不过来焦虑也没办法，以后要记得要好好听课，及时复习。",
        "label": ""
      },
      {
        "sentence": "（求助者：嗯，你说得对，我会尽量调整自己的学习态度。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到三月左右吃过抗抑郁的药物，并被医生诊断为强迫幻想症，但现在没有再服药了。（求助者：是的，我觉得药物没有帮助到我，现在只是情绪起伏较大，人际关系也不好。）减少幻想，多行动，让自己充实起来，对调节情绪会有帮助。（求助者：我会试一试，感谢你的建议。）",
    "annotation": [
      {
        "sentence": "你提到三月左右吃过抗抑郁的药物，并被医生诊断为强迫幻想症，但现在没有再服药了。",
        "label": ""
      },
      {
        "sentence": "（求助者：是的，我觉得药物没有帮助到我，现在只是情绪起伏较大，人际关系也不好。",
        "label": ""
      },
      {
        "sentence": "）减少幻想，多行动，让自己充实起来，对调节情绪会有帮助。",
        "label": ""
      },
      {
        "sentence": "（求助者：我会试一试，感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还提到和朋友说话很快就会烦，甚至对别人凶。（求助者：是的，我意识到自己有这个问题，但控制不住。）情绪起伏大也不能把情绪发泄到他人身上，别人不是你的情绪垃圾桶，你也要做自己情绪的主人，不要让情绪掌控你。（求助者：嗯，我会尽量冷静下来，不让情绪影响我的行为。）",
    "annotation": [
      {
        "sentence": "你还提到和朋友说话很快就会烦，甚至对别人凶。",
        "label": ""
      },
      {
        "sentence": "（求助者：是的，我意识到自己有这个问题，但控制不住。",
        "label": ""
      },
      {
        "sentence": "）情绪起伏大也不能把情绪发泄到他人身上，别人不是你的情绪垃圾桶，你也要做自己情绪的主人，不要让情绪掌控你。",
        "label": ""
      },
      {
        "sentence": "（求助者：嗯，我会尽量冷静下来，不让情绪影响我的行为。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最近你还经常遇到不顺心的事情，比如走路突然下大雨、回宿舍忘带钥匙、在社交软件上被人骂、写作比赛时电脑卡住。（求助者：是的，这些事情让我感觉很糟糕。）首先，出门前记得看天气预报，带好必要的物品，尽量避免被突发情况影响心情。在社交软件上沟通时，要保持从容，不卑不亢，不要被他人的话语影响自己的情绪。对于电脑卡住这类问题，可以提前做好准备，备用方案。（求助者：谢谢你的建议，我会注意的。）",
    "annotation": [
      {
        "sentence": "最近你还经常遇到不顺心的事情，比如走路突然下大雨、回宿舍忘带钥匙、在社交软件上被人骂、写作比赛时电脑卡住。",
        "label": ""
      },
      {
        "sentence": "（求助者：是的，这些事情让我感觉很糟糕。",
        "label": ""
      },
      {
        "sentence": "）首先，出门前记得看天气预报，带好必要的物品，尽量避免被突发情况影响心情。",
        "label": ""
      },
      {
        "sentence": "在社交软件上沟通时，要保持从容，不卑不亢，不要被他人的话语影响自己的情绪。",
        "label": ""
      },
      {
        "sentence": "对于电脑卡住这类问题，可以提前做好准备，备用方案。",
        "label": ""
      },
      {
        "sentence": "（求助者：谢谢你的建议，我会注意的。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还提到情绪积累久了会导致你一个人哭得很厉害。（求助者：是的，我一直憋着不发泄，最后就会情绪爆发。）适当的情绪发泄是有必要的，不如意事常八九，能与言者无二三。可以找一些可以倾诉的朋友，或者寻求专业心理咨询的帮助，让自己的情绪得到宣泄。（求助者：嗯，我会找人倾诉一下，希望能解压一些。）",
    "annotation": [
      {
        "sentence": "你还提到情绪积累久了会导致你一个人哭得很厉害。",
        "label": ""
      },
      {
        "sentence": "（求助者：是的，我一直憋着不发泄，最后就会情绪爆发。",
        "label": ""
      },
      {
        "sentence": "）适当的情绪发泄是有必要的，不如意事常八九，能与言者无二三。",
        "label": ""
      },
      {
        "sentence": "可以找一些可以倾诉的朋友，或者寻求专业心理咨询的帮助，让自己的情绪得到宣泄。",
        "label": ""
      },
      {
        "sentence": "（求助者：嗯，我会找人倾诉一下，希望能解压一些。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还提到宿舍的女孩成绩比较好，而你上学期成绩落后很多，出了成绩后感觉很失落。（求助者：是的，我觉得自己努力了但结果没有达到预期，很失望。）学习是为了自己而不是和他人比较，不要一直停留在过去的自怨自艾中，要学会接受并面对现实，努力活在当下，积极面对问题，并寻找解决问题的方法。（求助者：你说得对，我会尽力调整自己的心态，勇敢面对困难。）",
    "annotation": [
      {
        "sentence": "你还提到宿舍的女孩成绩比较好，而你上学期成绩落后很多，出了成绩后感觉很失落。",
        "label": ""
      },
      {
        "sentence": "（求助者：是的，我觉得自己努力了但结果没有达到预期，很失望。",
        "label": ""
      },
      {
        "sentence": "）学习是为了自己而不是和他人比较，不要一直停留在过去的自怨自艾中，要学会接受并面对现实，努力活在当下，积极面对问题，并寻找解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "（求助者：你说得对，我会尽力调整自己的心态，勇敢面对困难。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然已经有了对自己问题的认知，就要好好解决这些问题，好好生活。（求助者：嗯，谢谢你的鼓励和支持，我会调整自己的心态，积极面对生活的挑战。）希望你能找到适合自己的管理情绪的方法，相信自己，一切都会好起来的。（求助者：谢谢你，希望自己能够变得更好。）",
    "annotation": [
      {
        "sentence": "既然已经有了对自己问题的认知，就要好好解决这些问题，好好生活。",
        "label": ""
      },
      {
        "sentence": "（求助者：嗯，谢谢你的鼓励和支持，我会调整自己的心态，积极面对生活的挑战。",
        "label": ""
      },
      {
        "sentence": "）希望你能找到适合自己的管理情绪的方法，相信自己，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "（求助者：谢谢你，希望自己能够变得更好。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  }
]