[
  {
    "role": "client",
    "content": "我隐约觉得自己不招人喜欢，可能的原因是什么？在工作上我并没有出现问题，交代我的事我几乎都能全力办好，并且也会主动接一些力所能及的事。在人际上我也不是喜欢起冲突的人，我可以预感到人际冲突上的引爆点，也会预知到哪些行为可能得罪人，并会避免这类行为。如果我和他人起冲突的问题没有涉及原则，我会直接认同对方的观点。即使我在工作上没有明显失误，人际上也没有造成冲突的机会，但我还是隐约的感到自己不招人喜欢。例如和我工作能力相当的人犯了错，上级就开玩笑的骂一下，如果我犯了错，上级就会很严肃的骂我。另外同事几乎不对我开玩笑，对其他人并非如此。我是否忽视了一些人际交往方式，亦或是因为自己严肃而又迟钝的一面，造成自己可能不被喜欢呢？",
    "annotation": [
      {
        "sentence": "我隐约觉得自己不招人喜欢，可能的原因是什么？",
        "label": ""
      },
      {
        "sentence": "在工作上我并没有出现问题，交代我的事我几乎都能全力办好，并且也会主动接一些力所能及的事。",
        "label": ""
      },
      {
        "sentence": "在人际上我也不是喜欢起冲突的人，我可以预感到人际冲突上的引爆点，也会预知到哪些行为可能得罪人，并会避免这类行为。",
        "label": ""
      },
      {
        "sentence": "如果我和他人起冲突的问题没有涉及原则，我会直接认同对方的观点。",
        "label": ""
      },
      {
        "sentence": "即使我在工作上没有明显失误，人际上也没有造成冲突的机会，但我还是隐约的感到自己不招人喜欢。",
        "label": ""
      },
      {
        "sentence": "例如和我工作能力相当的人犯了错，上级就开玩笑的骂一下，如果我犯了错，上级就会很严肃的骂我。",
        "label": ""
      },
      {
        "sentence": "另外同事几乎不对我开玩笑，对其他人并非如此。",
        "label": ""
      },
      {
        "sentence": "我是否忽视了一些人际交往方式，亦或是因为自己严肃而又迟钝的一面，造成自己可能不被喜欢呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。从你的描述来看，我感觉你对自己已经有了一个比较清晰的认识，只是在人际交往方面有一点小小的困惑。首先需要明确的是，希望被别人喜欢，这是非常正常的一种想法。但要注意在自己的交往过程中不能把这种需要看作一种目的，因为如果你觉得你一定要得到别人的喜欢，那么你很容易做出一些讨好别人的行为。人际关系中的喜欢与尊重，与适当的距离都是紧密联系的。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，我感觉你对自己已经有了一个比较清晰的认识，只是在人际交往方面有一点小小的困惑。",
        "label": ""
      },
      {
        "sentence": "首先需要明确的是，希望被别人喜欢，这是非常正常的一种想法。",
        "label": ""
      },
      {
        "sentence": "但要注意在自己的交往过程中不能把这种需要看作一种目的，因为如果你觉得你一定要得到别人的喜欢，那么你很容易做出一些讨好别人的行为。",
        "label": ""
      },
      {
        "sentence": "人际关系中的喜欢与尊重，与适当的距离都是紧密联系的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我也意识到了这一点。我明白讨好别人可能不是一个好的方式，但有时候我真的很在意别人对我的看法，所以不自觉地就想要被喜欢。",
    "annotation": [
      {
        "sentence": "确实，我也意识到了这一点。",
        "label": ""
      },
      {
        "sentence": "我明白讨好别人可能不是一个好的方式，但有时候我真的很在意别人对我的看法，所以不自觉地就想要被喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常正常的感受。但是有的时候，能够勇敢地、不卑不亢地表达自己的观点，反而会让人更加看重你。因为当你敢于表达之后，在别人心中会形成一个更加有主见的形象。而当你永远不敢表达自己的观点、不同的意见时，别人可能会觉得你容易从众，是可有可无的。这个方面可能是你需要调整的。",
    "annotation": [
      {
        "sentence": "这是非常正常的感受。",
        "label": ""
      },
      {
        "sentence": "但是有的时候，能够勇敢地、不卑不亢地表达自己的观点，反而会让人更加看重你。",
        "label": ""
      },
      {
        "sentence": "因为当你敢于表达之后，在别人心中会形成一个更加有主见的形象。",
        "label": ""
      },
      {
        "sentence": "而当你永远不敢表达自己的观点、不同的意见时，别人可能会觉得你容易从众，是可有可无的。",
        "label": ""
      },
      {
        "sentence": "这个方面可能是你需要调整的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会尝试勇敢地表达自己的观点，不再过于适应别人。",
    "annotation": [
      {
        "sentence": "我理解了，我会尝试勇敢地表达自己的观点，不再过于适应别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好。此外，你提到你隐约感觉自己不招人喜欢。但实际上这种感觉可能存在一定的误差。你觉得别人应该把更多的精力放在你的身上，但其实每个人都更加关心自己的事情。你觉得领导对别人好像比对你更好一点，可能是因为你只看到了你和领导之间的交流，而不了解其他人之间的交流。好与坏其实是带着你自己的主观感受的，不一定是事实。",
    "annotation": [
      {
        "sentence": "非常好。",
        "label": ""
      },
      {
        "sentence": "此外，你提到你隐约感觉自己不招人喜欢。",
        "label": ""
      },
      {
        "sentence": "但实际上这种感觉可能存在一定的误差。",
        "label": ""
      },
      {
        "sentence": "你觉得别人应该把更多的精力放在你的身上，但其实每个人都更加关心自己的事情。",
        "label": ""
      },
      {
        "sentence": "你觉得领导对别人好像比对你更好一点，可能是因为你只看到了你和领导之间的交流，而不了解其他人之间的交流。",
        "label": ""
      },
      {
        "sentence": "好与坏其实是带着你自己的主观感受的，不一定是事实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有考虑过这些因素。或许我需要改变一下自己看待问题的角度。",
    "annotation": [
      {
        "sentence": "我从来没有考虑过这些因素。",
        "label": ""
      },
      {
        "sentence": "或许我需要改变一下自己看待问题的角度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，适当调整自己的观点非常重要。比如说，领导在你犯错时表现得更严厉，可能是因为他对你的期望更高，所以他会采取更严格的方式来约束你，希望你在下一次能做得更好。如果他真的不在意你的话，他可能会采用冷漠的方式对待你。至于同事不经常和你开玩笑，可能是由于你的性格比较内向或表现较严肃。也有可能是因为你没有很好地了解他们的谈话内容，没有发表自己的看法，没有能够融入他们的圈子。你可以试着与他们多沟通、交流，多了解他们。",
    "annotation": [
      {
        "sentence": "没错，适当调整自己的观点非常重要。",
        "label": ""
      },
      {
        "sentence": "比如说，领导在你犯错时表现得更严厉，可能是因为他对你的期望更高，所以他会采取更严格的方式来约束你，希望你在下一次能做得更好。",
        "label": ""
      },
      {
        "sentence": "如果他真的不在意你的话，他可能会采用冷漠的方式对待你。",
        "label": ""
      },
      {
        "sentence": "至于同事不经常和你开玩笑，可能是由于你的性格比较内向或表现较严肃。",
        "label": ""
      },
      {
        "sentence": "也有可能是因为你没有很好地了解他们的谈话内容，没有发表自己的看法，没有能够融入他们的圈子。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他们多沟通、交流，多了解他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会主动参与和同事们的交流，并尝试展示更加开放的一面。",
    "annotation": [
      {
        "sentence": "我明白了，我会主动参与和同事们的交流，并尝试展示更加开放的一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，逐渐主动参与交流会使你更容易被接受。被喜欢实际上是一件很幸运的事情，而且最好是顺其自然。不要勉强自己去讨好别人，保持自己真实的面貌，不要太过卑微。",
    "annotation": [
      {
        "sentence": "很好，逐渐主动参与交流会使你更容易被接受。",
        "label": ""
      },
      {
        "sentence": "被喜欢实际上是一件很幸运的事情，而且最好是顺其自然。",
        "label": ""
      },
      {
        "sentence": "不要勉强自己去讨好别人，保持自己真实的面貌，不要太过卑微。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量调整自己的态度，并对待人际关系更加自信和坦然。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量调整自己的态度，并对待人际关系更加自信和坦然。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，相信你会找到适合自己的交往方式。如果以后还有困惑，随时可以来找我倾诉。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，相信你会找到适合自己的交往方式。",
        "label": ""
      },
      {
        "sentence": "如果以后还有困惑，随时可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]