[
  {
    "role": "client",
    "content": "我在象牙塔里给自己筑了一个牢笼，觉得自己很奇怪？自卑，自闭，自我否定。从小就这样，但大学以前还是很努力的，尽管一切对我来说意义并不大，也很折磨。高三谈了一个失败的恋爱以后，以前积攒的一切都爆发了，我放弃了自己。之后三年里，我在自暴自弃和自我救赎之间反复横跳，但又不能和别人说，毕竟谁都有自己的生活，谁都不容易，别人有什么理由遭受我负面情绪的影响。父母和好友，我就更不忍心打扰他们了。自说自话，成了日常。自娱自乐，成了生活。如今要步入社会了，我当然没有准备好。像个畸形儿，社会里没有自己，生活里没有自己，学校里没有自己，我放弃了我所有的身份，但又不得不假装自己还是原来那个积极乐观的优秀乖乖女。想要活命，却自己扼住了咽喉，想哭，但是已经没有眼泪了。",
    "annotation": [
      {
        "sentence": "我在象牙塔里给自己筑了一个牢笼，觉得自己很奇怪？",
        "label": ""
      },
      {
        "sentence": "自卑，自闭，自我否定。",
        "label": ""
      },
      {
        "sentence": "从小就这样，但大学以前还是很努力的，尽管一切对我来说意义并不大，也很折磨。",
        "label": ""
      },
      {
        "sentence": "高三谈了一个失败的恋爱以后，以前积攒的一切都爆发了，我放弃了自己。",
        "label": ""
      },
      {
        "sentence": "之后三年里，我在自暴自弃和自我救赎之间反复横跳，但又不能和别人说，毕竟谁都有自己的生活，谁都不容易，别人有什么理由遭受我负面情绪的影响。",
        "label": ""
      },
      {
        "sentence": "父母和好友，我就更不忍心打扰他们了。",
        "label": ""
      },
      {
        "sentence": "自说自话，成了日常。",
        "label": ""
      },
      {
        "sentence": "自娱自乐，成了生活。",
        "label": ""
      },
      {
        "sentence": "如今要步入社会了，我当然没有准备好。",
        "label": ""
      },
      {
        "sentence": "像个畸形儿，社会里没有自己，生活里没有自己，学校里没有自己，我放弃了我所有的身份，但又不得不假装自己还是原来那个积极乐观的优秀乖乖女。",
        "label": ""
      },
      {
        "sentence": "想要活命，却自己扼住了咽喉，想哭，但是已经没有眼泪了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你思维中充满了自卑、自闭和自我否定的情绪，这使我感到心痛。你过去努力学习，虽然对你来说意义并不大，但仍然感受到了巨大的痛苦。你提到高中时谈的一段失败的恋爱，这是否导致了你对自己的放弃？这段恋爱的失败对你产生了怎样的影响呢？也许你没有提到的其他事件也给你带来了困扰。每个人的爱情都是两个人的事情，没有一方全错或者全对。不要让过去的事情困扰你，尝试寻找一种改变现状的方式，你的内心需要得到调节。",
    "annotation": [
      {
        "sentence": "你思维中充满了自卑、自闭和自我否定的情绪，这使我感到心痛。",
        "label": ""
      },
      {
        "sentence": "你过去努力学习，虽然对你来说意义并不大，但仍然感受到了巨大的痛苦。",
        "label": ""
      },
      {
        "sentence": "你提到高中时谈的一段失败的恋爱，这是否导致了你对自己的放弃？",
        "label": ""
      },
      {
        "sentence": "这段恋爱的失败对你产生了怎样的影响呢？",
        "label": ""
      },
      {
        "sentence": "也许你没有提到的其他事件也给你带来了困扰。",
        "label": ""
      },
      {
        "sentence": "每个人的爱情都是两个人的事情，没有一方全错或者全对。",
        "label": ""
      },
      {
        "sentence": "不要让过去的事情困扰你，尝试寻找一种改变现状的方式，你的内心需要得到调节。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在写下这篇文字的时候才会这么悲伤，平时尽量掩饰自己的情绪。确实，分手之后，我觉得自己很失败，好像一切都是我的错。但我也没提到其他的事情，主要是因为放弃了自己，无法勇敢地面对困难和负面情绪。我从小就有自卑、自闭和自我否定的情绪，可能与我的家庭环境有关。我知道要直面痛苦，但我不知道如何战胜这些困难。",
    "annotation": [
      {
        "sentence": "我在写下这篇文字的时候才会这么悲伤，平时尽量掩饰自己的情绪。",
        "label": ""
      },
      {
        "sentence": "确实，分手之后，我觉得自己很失败，好像一切都是我的错。",
        "label": ""
      },
      {
        "sentence": "但我也没提到其他的事情，主要是因为放弃了自己，无法勇敢地面对困难和负面情绪。",
        "label": ""
      },
      {
        "sentence": "我从小就有自卑、自闭和自我否定的情绪，可能与我的家庭环境有关。",
        "label": ""
      },
      {
        "sentence": "我知道要直面痛苦，但我不知道如何战胜这些困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你哭不出来，但是你的文字里全是眼泪。你的文字充满了悲伤和伤感。不管是怎样，接下来的日子里，你需要尝试改变现状。首先，你可以尝试更加客观地看待和解读你们分手的原因。对于大多数刚刚经历分手的女孩来说，会倾向于把责任归咎于自己，这是因为在失恋期间，我们常常会放大对方的好，缩小自己的错误。试着不去回忆以前的事情，更不要反复咀嚼，爱情是两个人的事情，没有谁全对或全错。同时，我们可以回顾一下自己小时候的经历，探索这种自卑、自闭和自我否定情绪的起源，分析并寻找根本原因，只有直面内心的痛苦，才能战胜困难。",
    "annotation": [
      {
        "sentence": "你说你哭不出来，但是你的文字里全是眼泪。",
        "label": ""
      },
      {
        "sentence": "你的文字充满了悲伤和伤感。",
        "label": ""
      },
      {
        "sentence": "不管是怎样，接下来的日子里，你需要尝试改变现状。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试更加客观地看待和解读你们分手的原因。",
        "label": ""
      },
      {
        "sentence": "对于大多数刚刚经历分手的女孩来说，会倾向于把责任归咎于自己，这是因为在失恋期间，我们常常会放大对方的好，缩小自己的错误。",
        "label": ""
      },
      {
        "sentence": "试着不去回忆以前的事情，更不要反复咀嚼，爱情是两个人的事情，没有谁全对或全错。",
        "label": ""
      },
      {
        "sentence": "同时，我们可以回顾一下自己小时候的经历，探索这种自卑、自闭和自我否定情绪的起源，分析并寻找根本原因，只有直面内心的痛苦，才能战胜困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我以为自己的负面情绪会给别人带来困扰，所以一直压抑自己。你说得对，我需要尝试和父母还有朋友沟通，表达自己的真实感受。我对他们身边的人没有开放过，这让我感到很孤独。我会慢慢尝试和他们更多地沟通，希望能改善我们的亲密关系。谢谢你的建议和支持，我会继续努力的。",
    "annotation": [
      {
        "sentence": "我明白了，我以为自己的负面情绪会给别人带来困扰，所以一直压抑自己。",
        "label": ""
      },
      {
        "sentence": "你说得对，我需要尝试和父母还有朋友沟通，表达自己的真实感受。",
        "label": ""
      },
      {
        "sentence": "我对他们身边的人没有开放过，这让我感到很孤独。",
        "label": ""
      },
      {
        "sentence": "我会慢慢尝试和他们更多地沟通，希望能改善我们的亲密关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我会继续努力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得太好了。在心理咨询中，我们非常注重来访者和家长之间的沟通，因为他们是我们最亲密的人。家人和朋友的支持对于我们走出困境非常重要，也对咨询效果产生积极影响。我们不应该把自己关在自己的世界中，而是要尝试和最亲密的人开放地交流。情绪调节是一个复杂的过程，我们需要慢慢来，一步一步地改善。我相信你会做得很好的。如果还有其他问题或者疑虑，欢迎随时私信我或关注我们的微信公众号：渡仁心理Pro。希望我所提供的观点和建议能对你有所帮助。加油！",
    "annotation": [
      {
        "sentence": "你做得太好了。",
        "label": ""
      },
      {
        "sentence": "在心理咨询中，我们非常注重来访者和家长之间的沟通，因为他们是我们最亲密的人。",
        "label": ""
      },
      {
        "sentence": "家人和朋友的支持对于我们走出困境非常重要，也对咨询效果产生积极影响。",
        "label": ""
      },
      {
        "sentence": "我们不应该把自己关在自己的世界中，而是要尝试和最亲密的人开放地交流。",
        "label": ""
      },
      {
        "sentence": "情绪调节是一个复杂的过程，我们需要慢慢来，一步一步地改善。",
        "label": ""
      },
      {
        "sentence": "我相信你会做得很好的。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者疑虑，欢迎随时私信我或关注我们的微信公众号：渡仁心理Pro。",
        "label": ""
      },
      {
        "sentence": "希望我所提供的观点和建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]