[
  {
    "role": "client",
    "content": "我隐约觉得自己不招人喜欢，可能的原因是什么？在工作上我并没有出现问题，交代我的事我几乎都能全力办好，并且也会主动接一些力所能及的事。在人际上我也不是喜欢起冲突的人，我可以预感到人际冲突上的引爆点，也会预知到哪些行为可能得罪人，并会避免这类行为。如果我和他人起冲突的问题没有涉及原则，我会直接认同对方的观点。即使我在工作上没有明显失误，人际上也没有造成冲突的机会，但我还是隐约的感到自己不招人喜欢。例如和我工作能力相当的人犯了错，上级就开玩笑的骂一下，如果我犯了错，上级就会很严肃的骂我。另外同事几乎不对我开玩笑，对其他人并非如此。我是否忽视了一些人际交往方式，亦或是因为自己严肃而又迟钝的一面，造成自己可能不被喜欢呢？",
    "annotation": [
      {
        "sentence": "我隐约觉得自己不招人喜欢，可能的原因是什么？",
        "label": ""
      },
      {
        "sentence": "在工作上我并没有出现问题，交代我的事我几乎都能全力办好，并且也会主动接一些力所能及的事。",
        "label": ""
      },
      {
        "sentence": "在人际上我也不是喜欢起冲突的人，我可以预感到人际冲突上的引爆点，也会预知到哪些行为可能得罪人，并会避免这类行为。",
        "label": ""
      },
      {
        "sentence": "如果我和他人起冲突的问题没有涉及原则，我会直接认同对方的观点。",
        "label": ""
      },
      {
        "sentence": "即使我在工作上没有明显失误，人际上也没有造成冲突的机会，但我还是隐约的感到自己不招人喜欢。",
        "label": ""
      },
      {
        "sentence": "例如和我工作能力相当的人犯了错，上级就开玩笑的骂一下，如果我犯了错，上级就会很严肃的骂我。",
        "label": ""
      },
      {
        "sentence": "另外同事几乎不对我开玩笑，对其他人并非如此。",
        "label": ""
      },
      {
        "sentence": "我是否忽视了一些人际交往方式，亦或是因为自己严肃而又迟钝的一面，造成自己可能不被喜欢呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这样的感受是真实存在的，有时候即使我们在工作上表现良好，却仍然会感到自己被排挤或冷落，这是一种伤心和痛苦的感受。我们可以从反馈的角度来分析这个问题，你渴望融入圈子并获得认同，但却感到被排挤或忽视。这确实是一个需要我们调整和改进的地方。追求别人的认同有时会让我们失去自己的独特光芒，在工作场合中，你与同事和领导们是平等的，是互相合作的关系。如果你一味地迎合别人，在共同讨论的议题上随声附和，那么你的观点或看法可能得不到应有的关注，甚至整个人被忽略了。每个人都有自己独特的个性和喜好，这才构成了多彩的世界。你不需要感到悲观，而是要更温暖地呵护自己。找到与他人共鸣的点是克服社交难题的利器，在社交场合中，我们需要一定的亲和力、幽默感和共情能力。我们可以通过反思自己的得失，思考是否可以更乐观一些，更幽默一点，用关心的表达方式增加自己的参与度和主动性。你能够发现自己的问题所在，这是一种很珍贵的自我认知能力。性格没有绝对的好与坏，每个人的气质因遗传、教育背景和成长环境的不同而各异。这样的气质在社交场合中也会形成独特的魅力。通过努力，我们能够弥补自身的短板。发展社交能力需要更多的实践、感悟和总结，才能有质的飞跃。给自己一点自信，告诉自己你可以做得更好。我们一起共勉吧。",
    "annotation": [
      {
        "sentence": "你这样的感受是真实存在的，有时候即使我们在工作上表现良好，却仍然会感到自己被排挤或冷落，这是一种伤心和痛苦的感受。",
        "label": ""
      },
      {
        "sentence": "我们可以从反馈的角度来分析这个问题，你渴望融入圈子并获得认同，但却感到被排挤或忽视。",
        "label": ""
      },
      {
        "sentence": "这确实是一个需要我们调整和改进的地方。",
        "label": ""
      },
      {
        "sentence": "追求别人的认同有时会让我们失去自己的独特光芒，在工作场合中，你与同事和领导们是平等的，是互相合作的关系。",
        "label": ""
      },
      {
        "sentence": "如果你一味地迎合别人，在共同讨论的议题上随声附和，那么你的观点或看法可能得不到应有的关注，甚至整个人被忽略了。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的个性和喜好，这才构成了多彩的世界。",
        "label": ""
      },
      {
        "sentence": "你不需要感到悲观，而是要更温暖地呵护自己。",
        "label": ""
      },
      {
        "sentence": "找到与他人共鸣的点是克服社交难题的利器，在社交场合中，我们需要一定的亲和力、幽默感和共情能力。",
        "label": ""
      },
      {
        "sentence": "我们可以通过反思自己的得失，思考是否可以更乐观一些，更幽默一点，用关心的表达方式增加自己的参与度和主动性。",
        "label": ""
      },
      {
        "sentence": "你能够发现自己的问题所在，这是一种很珍贵的自我认知能力。",
        "label": ""
      },
      {
        "sentence": "性格没有绝对的好与坏，每个人的气质因遗传、教育背景和成长环境的不同而各异。",
        "label": ""
      },
      {
        "sentence": "这样的气质在社交场合中也会形成独特的魅力。",
        "label": ""
      },
      {
        "sentence": "通过努力，我们能够弥补自身的短板。",
        "label": ""
      },
      {
        "sentence": "发展社交能力需要更多的实践、感悟和总结，才能有质的飞跃。",
        "label": ""
      },
      {
        "sentence": "给自己一点自信，告诉自己你可以做得更好。",
        "label": ""
      },
      {
        "sentence": "我们一起共勉吧。",
        "label": ""
      }
    ]
  }
]