[
  {
    "role": "client",
    "content": "女孩子五岁了，学习能力强，话多，动作不协调，我在想她是不是得了多动症呢？她现在正在上幼儿园，是中班的学生。她非常喜欢看动画片，通过动画片自学认字，并且对于任何学习都非常自觉，并且学得很快。但是我发现她的四肢不太协调，特别是在学习跳舞的时候，总是动作笨拙不到位。走路的时候喜欢拖着鞋底，喜欢依靠桌子、墙或者门。她经常给人一种站不稳的感觉，还有说话方面，跟她交流的时候，她经常思维跳跃，突然说一些无关的事情，而且总是抢话、眼神飘忽，身体总是不安分，特别敏感，一点点碰到就说疼，还经常哭闹，总想要拥抱和亲亲。不论走到哪里她都喜欢到处看到处乱摸。在幼儿园中，她喊其他小朋友排队不会有问题，但是唯独喊她要喊两次到三次，午睡起来也总是最后一个穿衣服。吃饭的时候喜欢边聊天边吃饭。带她去玩淘气堡的时候，也是到处乱跑，根本不能安静地在一个位置玩。她特别爱吃，但个子胆子却特别小，对于一些声音也很敏感。嘴巴从来不停，规矩意识也不强。我想知道，我的女儿是不是属于多动症？她到底是有什么问题呢？",
    "annotation": [
      {
        "sentence": "女孩子五岁了，学习能力强，话多，动作不协调，我在想她是不是得了多动症呢？",
        "label": ""
      },
      {
        "sentence": "她现在正在上幼儿园，是中班的学生。",
        "label": ""
      },
      {
        "sentence": "她非常喜欢看动画片，通过动画片自学认字，并且对于任何学习都非常自觉，并且学得很快。",
        "label": ""
      },
      {
        "sentence": "但是我发现她的四肢不太协调，特别是在学习跳舞的时候，总是动作笨拙不到位。",
        "label": ""
      },
      {
        "sentence": "走路的时候喜欢拖着鞋底，喜欢依靠桌子、墙或者门。",
        "label": ""
      },
      {
        "sentence": "她经常给人一种站不稳的感觉，还有说话方面，跟她交流的时候，她经常思维跳跃，突然说一些无关的事情，而且总是抢话、眼神飘忽，身体总是不安分，特别敏感，一点点碰到就说疼，还经常哭闹，总想要拥抱和亲亲。",
        "label": ""
      },
      {
        "sentence": "不论走到哪里她都喜欢到处看到处乱摸。",
        "label": ""
      },
      {
        "sentence": "在幼儿园中，她喊其他小朋友排队不会有问题，但是唯独喊她要喊两次到三次，午睡起来也总是最后一个穿衣服。",
        "label": ""
      },
      {
        "sentence": "吃饭的时候喜欢边聊天边吃饭。",
        "label": ""
      },
      {
        "sentence": "带她去玩淘气堡的时候，也是到处乱跑，根本不能安静地在一个位置玩。",
        "label": ""
      },
      {
        "sentence": "她特别爱吃，但个子胆子却特别小，对于一些声音也很敏感。",
        "label": ""
      },
      {
        "sentence": "嘴巴从来不停，规矩意识也不强。",
        "label": ""
      },
      {
        "sentence": "我想知道，我的女儿是不是属于多动症？",
        "label": ""
      },
      {
        "sentence": "她到底是有什么问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要和你分享一下“多动症”的专业名称叫做“注意缺陷多动障碍”。关于这个问题，我可以给你一些专家识别多动症的方法，你可以自己对照一下。首先是注意缺陷方面的症状（9项）：常在学习、工作或其他活动中难以在细节上集中注意，或犯粗心大意的错误；常在学习、工作或娱乐中难以保持集中；常在和他人谈话时显得心不在焉、似听非听；常不能按要求完成作业、家务或工作任务；经常难以有条理地安排任务和活动；常不愿或回避进行需要持续动脑筋的任务；常丢失学习或活动必需品；常因外界刺激而容易分心；经常在日常生活中健忘。接着是多动方面的症状（6项）：经常坐立不安，手脚不停地拍打、扭动；经常在应该坐着的时候离开座位；经常在不适宜的场合跑来跑去、爬上爬下；经常很难安静地参加游戏或课余活动；经常一刻不停地活动，如被马达驱动一样；经常讲话过多，喋喋不休。而冲动方面的症状（3项）：经常在问题尚未问完时就抢着回答；经常难以耐心等待轮换到他（排队等候时）；经常打断或侵扰他人。如果孩子的核心症状不少于6项，并且持续时间超过6个月；这些症状与他们的发育水平不相符，并且严重影响了社会、学业和职业活动；且这些症状必须在两个以上的场合出现，且不是其他疾病引起的，那么就需要及时由专业精神科医生进行就诊。我的建议是你可以自己对照一下孩子的行为表现，但是最好还是去专业的医院检查一下会更好！另外，儿童的好动与多动症是有明显的区别的，多动症属于精神方面的疾病，可能与遗传、代谢、脑部受损等因素有密切的关系，而好动只是个人的行为性格。两者之间最明显的区别是在注意力方面，好动的儿童遇到感兴趣的事物会聚精会神地去接受，而不会受到其他因素的干扰。而多动症的儿童则无法集中注意力去做任何事情。从行为方面来看，好动的儿童做任何事情都是有目的的执行，而多动症患儿的行为模式则比较冲动，没有明确的目标性。从自我控制方面来看，好动的儿童可以自我约束，虽然行为上有些好动但还是可以安静地坐一会，而多动症患儿在任何情况下都不可能安静地坐下来，缺乏自我控制的能力。希望这些信息对你有所帮助。",
    "annotation": [
      {
        "sentence": "首先，我要和你分享一下“多动症”的专业名称叫做“注意缺陷多动障碍”。",
        "label": ""
      },
      {
        "sentence": "关于这个问题，我可以给你一些专家识别多动症的方法，你可以自己对照一下。",
        "label": ""
      },
      {
        "sentence": "首先是注意缺陷方面的症状（9项）：常在学习、工作或其他活动中难以在细节上集中注意，或犯粗心大意的错误；常在学习、工作或娱乐中难以保持集中；常在和他人谈话时显得心不在焉、似听非听；常不能按要求完成作业、家务或工作任务；经常难以有条理地安排任务和活动；常不愿或回避进行需要持续动脑筋的任务；常丢失学习或活动必需品；常因外界刺激而容易分心；经常在日常生活中健忘。",
        "label": ""
      },
      {
        "sentence": "接着是多动方面的症状（6项）：经常坐立不安，手脚不停地拍打、扭动；经常在应该坐着的时候离开座位；经常在不适宜的场合跑来跑去、爬上爬下；经常很难安静地参加游戏或课余活动；经常一刻不停地活动，如被马达驱动一样；经常讲话过多，喋喋不休。",
        "label": ""
      },
      {
        "sentence": "而冲动方面的症状（3项）：经常在问题尚未问完时就抢着回答；经常难以耐心等待轮换到他（排队等候时）；经常打断或侵扰他人。",
        "label": ""
      },
      {
        "sentence": "如果孩子的核心症状不少于6项，并且持续时间超过6个月；这些症状与他们的发育水平不相符，并且严重影响了社会、学业和职业活动；且这些症状必须在两个以上的场合出现，且不是其他疾病引起的，那么就需要及时由专业精神科医生进行就诊。",
        "label": ""
      },
      {
        "sentence": "我的建议是你可以自己对照一下孩子的行为表现，但是最好还是去专业的医院检查一下会更好！",
        "label": ""
      },
      {
        "sentence": "另外，儿童的好动与多动症是有明显的区别的，多动症属于精神方面的疾病，可能与遗传、代谢、脑部受损等因素有密切的关系，而好动只是个人的行为性格。",
        "label": ""
      },
      {
        "sentence": "两者之间最明显的区别是在注意力方面，好动的儿童遇到感兴趣的事物会聚精会神地去接受，而不会受到其他因素的干扰。",
        "label": ""
      },
      {
        "sentence": "而多动症的儿童则无法集中注意力去做任何事情。",
        "label": ""
      },
      {
        "sentence": "从行为方面来看，好动的儿童做任何事情都是有目的的执行，而多动症患儿的行为模式则比较冲动，没有明确的目标性。",
        "label": ""
      },
      {
        "sentence": "从自我控制方面来看，好动的儿童可以自我约束，虽然行为上有些好动但还是可以安静地坐一会，而多动症患儿在任何情况下都不可能安静地坐下来，缺乏自我控制的能力。",
        "label": ""
      },
      {
        "sentence": "希望这些信息对你有所帮助。",
        "label": ""
      }
    ]
  }
]