[
  {
    "role": "client",
    "content": "明明对男生有好感，但距离一缩短又觉得讨厌？22岁女生，每次抱着试试看的想法跟男生交往的时候，都没办法从暧昧关系转为真正的男女朋友关系，因为当两人逐渐开始靠近，我就会感到很恶心，很烦躁，不能想象跟对方很亲密的样子，继而恋爱冲动急速下降，希望跟对方维持朋友关系，保持距离。这样的我还能开始一段恋爱吗？",
    "annotation": [
      {
        "sentence": "明明对男生有好感，但距离一缩短又觉得讨厌？",
        "label": ""
      },
      {
        "sentence": "22岁女生，每次抱着试试看的想法跟男生交往的时候，都没办法从暧昧关系转为真正的男女朋友关系，因为当两人逐渐开始靠近，我就会感到很恶心，很烦躁，不能想象跟对方很亲密的样子，继而恋爱冲动急速下降，希望跟对方维持朋友关系，保持距离。",
        "label": ""
      },
      {
        "sentence": "这样的我还能开始一段恋爱吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我了解到你在面对从暧昧期转为要正式确认关系时，会出现逃避的心理，对和对方要发生亲密行为感到抗拒。不知道你之前是否有过正式的恋爱关系的经历呢？",
    "annotation": [
      {
        "sentence": "从你的描述中，我了解到你在面对从暧昧期转为要正式确认关系时，会出现逃避的心理，对和对方要发生亲密行为感到抗拒。",
        "label": ""
      },
      {
        "sentence": "不知道你之前是否有过正式的恋爱关系的经历呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有过几次，但最后都以分手告终。可能是因为我没有真正放下自己的防备，就渐渐地对对方产生抵触情绪。",
    "annotation": [
      {
        "sentence": "有过几次，但最后都以分手告终。",
        "label": ""
      },
      {
        "sentence": "可能是因为我没有真正放下自己的防备，就渐渐地对对方产生抵触情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的情况是很常见的，过去的一些不好的体验可能导致你现在对亲密关系抵触。或许你在依恋型人格上偏向恐惧型人格，也就是对于亲密关系会呈现高焦虑、高回避的特点。这类性格形成可能与童年有关，幼儿时的你可能是很矛盾的，渴望得到父母的爱，当父母离开时，你会感到害怕，但对于父母爱的亲近，你选择回避，拒绝亲密。",
    "annotation": [
      {
        "sentence": "这样的情况是很常见的，过去的一些不好的体验可能导致你现在对亲密关系抵触。",
        "label": ""
      },
      {
        "sentence": "或许你在依恋型人格上偏向恐惧型人格，也就是对于亲密关系会呈现高焦虑、高回避的特点。",
        "label": ""
      },
      {
        "sentence": "这类性格形成可能与童年有关，幼儿时的你可能是很矛盾的，渴望得到父母的爱，当父母离开时，你会感到害怕，但对于父母爱的亲近，你选择回避，拒绝亲密。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是这样。让我想起了小时候对父母的依赖和同时又逃避他们亲近的矛盾情感。那我现在的问题是如何克服这样的心理障碍？",
    "annotation": [
      {
        "sentence": "原来是这样。",
        "label": ""
      },
      {
        "sentence": "让我想起了小时候对父母的依赖和同时又逃避他们亲近的矛盾情感。",
        "label": ""
      },
      {
        "sentence": "那我现在的问题是如何克服这样的心理障碍？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，过去的经历会对我们的亲密关系产生影响。对于恋爱，我想如果你遇到一个非常喜欢的人，是应该鼓励自己勇敢尝试的。不过我们可以积极的和对方沟通，告诉对方你的这些情况，试着让两人一同解决。你可以试着和对方共同设定一个逐渐增加亲密度的计划，慢慢地增加你对亲密关系的接受度，也可以寻求心理治疗师的帮助，深入探索隐藏在你内心深处的问题，并寻找解决办法。",
    "annotation": [
      {
        "sentence": "确实，过去的经历会对我们的亲密关系产生影响。",
        "label": ""
      },
      {
        "sentence": "对于恋爱，我想如果你遇到一个非常喜欢的人，是应该鼓励自己勇敢尝试的。",
        "label": ""
      },
      {
        "sentence": "不过我们可以积极的和对方沟通，告诉对方你的这些情况，试着让两人一同解决。",
        "label": ""
      },
      {
        "sentence": "你可以试着和对方共同设定一个逐渐增加亲密度的计划，慢慢地增加你对亲密关系的接受度，也可以寻求心理治疗师的帮助，深入探索隐藏在你内心深处的问题，并寻找解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我觉得和对方沟通是一个很重要的方向，我可以尝试和他坦诚相待，告诉他我在亲密关系上的困惑。同时，我也会考虑寻求心理治疗师的帮助，希望能够解决这个心理障碍。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我觉得和对方沟通是一个很重要的方向，我可以尝试和他坦诚相待，告诉他我在亲密关系上的困惑。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求心理治疗师的帮助，希望能够解决这个心理障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经很有进步意识到了自己的问题，并且积极寻求解决方法。记住，接受自己的过去，勇敢地面对自己的恋爱困惑，你一定能够开始一段健康的恋爱关系。祝你好运！",
    "annotation": [
      {
        "sentence": "非常好，你已经很有进步意识到了自己的问题，并且积极寻求解决方法。",
        "label": ""
      },
      {
        "sentence": "记住，接受自己的过去，勇敢地面对自己的恋爱困惑，你一定能够开始一段健康的恋爱关系。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]