[
  {
    "role": "client",
    "content": "我也是为了妹妹好，也是为了这个家，但她不听我？",
    "annotation": [
      {
        "sentence": "我也是为了妹妹好，也是为了这个家，但她不听我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心。家庭中的成员之间经常会出现彼此的分歧和意见不合，这是非常正常的现象。可能你妹妹有自己的理由和想法，所以不愿意听从你的建议。但是，我们不能因此放弃对家人的关爱和支持，你可以试着用更温和的方式与她沟通，倾听她的意见和需求，尝试增强你们之间的沟通和理解。",
    "annotation": [
      {
        "sentence": "我明白你的担心。",
        "label": ""
      },
      {
        "sentence": "家庭中的成员之间经常会出现彼此的分歧和意见不合，这是非常正常的现象。",
        "label": ""
      },
      {
        "sentence": "可能你妹妹有自己的理由和想法，所以不愿意听从你的建议。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因此放弃对家人的关爱和支持，你可以试着用更温和的方式与她沟通，倾听她的意见和需求，尝试增强你们之间的沟通和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "就是高考选文理吧，她的分数确实不够上本科学校的，我建议她学美术，她就是不上。",
    "annotation": [
      {
        "sentence": "就是高考选文理吧，她的分数确实不够上本科学校的，我建议她学美术，她就是不上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高考是一个重要的人生选择，既然她的分数不够上本科学校，那么选择学美术也是一个好的出路。但是每个人的兴趣和天赋不同，或许你妹妹对其他领域更有兴趣和天赋。我们不能把自己的意愿强加给别人，而是应该尊重她的选择，并支持她在自己感兴趣的领域发展。",
    "annotation": [
      {
        "sentence": "高考是一个重要的人生选择，既然她的分数不够上本科学校，那么选择学美术也是一个好的出路。",
        "label": ""
      },
      {
        "sentence": "但是每个人的兴趣和天赋不同，或许你妹妹对其他领域更有兴趣和天赋。",
        "label": ""
      },
      {
        "sentence": "我们不能把自己的意愿强加给别人，而是应该尊重她的选择，并支持她在自己感兴趣的领域发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也是希望她可以考上啊，如果她考不上，我爸妈一定会阴阳怪气的怪罪我，把责任推给我。",
    "annotation": [
      {
        "sentence": "我也是希望她可以考上啊，如果她考不上，我爸妈一定会阴阳怪气的怪罪我，把责任推给我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心和压力我能够理解。但是我们不能控制别人的行为和选择，我们只能尽力提供支持和建议。如果你妹妹选择美术考上了，这也是她的一种机会和方式，不要把责任完全归咎于你自己。父母对子女的期望是可以理解的，但他们应该理解每个人有不同的发展路线和兴趣点。",
    "annotation": [
      {
        "sentence": "你的担心和压力我能够理解。",
        "label": ""
      },
      {
        "sentence": "但是我们不能控制别人的行为和选择，我们只能尽力提供支持和建议。",
        "label": ""
      },
      {
        "sentence": "如果你妹妹选择美术考上了，这也是她的一种机会和方式，不要把责任完全归咎于你自己。",
        "label": ""
      },
      {
        "sentence": "父母对子女的期望是可以理解的，但他们应该理解每个人有不同的发展路线和兴趣点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但她不听我的，如果她选择美术考上了，对我在家树立威信，对她的将来都是一种好处，但她偏不听我的，考上对我是一种压力。",
    "annotation": [
      {
        "sentence": "但她不听我的，如果她选择美术考上了，对我在家树立威信，对她的将来都是一种好处，但她偏不听我的，考上对我是一种压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你希望她选择美术考上是为了给你在家中树立威信，并且希望她能有一个好的未来。但是我们不能将自己的期望和利益放在别人的发展之上。每个人都有自己选择的权利和自己成长的道路，我们需要尊重她的选择。同时，也不要把你妹妹的成绩和选择作为评判自己价值的标准，你可以在其他方面体现自己的能力和价值。",
    "annotation": [
      {
        "sentence": "你希望她选择美术考上是为了给你在家中树立威信，并且希望她能有一个好的未来。",
        "label": ""
      },
      {
        "sentence": "但是我们不能将自己的期望和利益放在别人的发展之上。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己选择的权利和自己成长的道路，我们需要尊重她的选择。",
        "label": ""
      },
      {
        "sentence": "同时，也不要把你妹妹的成绩和选择作为评判自己价值的标准，你可以在其他方面体现自己的能力和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "因为我就是选文科考的专科，她选文科考上本科。虽然选的科目不同，但我父母他们只看结果，她考上了，到时我父母肯定会说你看你妹妹选了文科就考上了，还得看人。",
    "annotation": [
      {
        "sentence": "因为我就是选文科考的专科，她选文科考上本科。",
        "label": ""
      },
      {
        "sentence": "虽然选的科目不同，但我父母他们只看结果，她考上了，到时我父母肯定会说你看你妹妹选了文科就考上了，还得看人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的兴趣和能力都是独一无二的，我们不能通过比较来给予人们评判。既然你和你妹妹的科目不同，那就没有必要把我们的成绩作为家庭评判的唯一标准。每个人都有自己的长处和机会，我们应该团结相互支持，为彼此的成就而喜悦，而不是将家庭变成一个竞争的场所。",
    "annotation": [
      {
        "sentence": "每个人的兴趣和能力都是独一无二的，我们不能通过比较来给予人们评判。",
        "label": ""
      },
      {
        "sentence": "既然你和你妹妹的科目不同，那就没有必要把我们的成绩作为家庭评判的唯一标准。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的长处和机会，我们应该团结相互支持，为彼此的成就而喜悦，而不是将家庭变成一个竞争的场所。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他们本来就对我不管不问，帮不上忙就算了就会泼冷水，我本就讨厌他们，现在有个同样和我选文科又同样家庭的人，我和我妹差距6岁左右，之前一直我做他们榜样，但我母亲说话不分轻重，而且她又只爱自己不爱别人，我讨厌她，我害怕自己好不容易重拾信心又被瓦解。",
    "annotation": [
      {
        "sentence": "他们本来就对我不管不问，帮不上忙就算了就会泼冷水，我本就讨厌他们，现在有个同样和我选文科又同样家庭的人，我和我妹差距6岁左右，之前一直我做他们榜样，但我母亲说话不分轻重，而且她又只爱自己不爱别人，我讨厌她，我害怕自己好不容易重拾信心又被瓦解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你对家人言行的失望和讨厌的感受，有时家人的行为可能会让我们感到伤心和无助。但是我们不能让这些消极情绪占据我们心灵的空间。建议你与家人坦诚沟通，告诉他们你的感受和需求，或许他们会更加理解你。同时，你也可以寻求其他渠道和机会来寻求支持和安慰，比如和朋友、老师或者心理咨询师交流。",
    "annotation": [
      {
        "sentence": "我很理解你对家人言行的失望和讨厌的感受，有时家人的行为可能会让我们感到伤心和无助。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让这些消极情绪占据我们心灵的空间。",
        "label": ""
      },
      {
        "sentence": "建议你与家人坦诚沟通，告诉他们你的感受和需求，或许他们会更加理解你。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求其他渠道和机会来寻求支持和安慰，比如和朋友、老师或者心理咨询师交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但如果妹妹考不上我又会很自责，因为我爱我的妹妹。我希望她顺利，但她的顺利会是我的灾难，而且我爸妈什么忙也帮不上就会推卸，又是我一直帮她。",
    "annotation": [
      {
        "sentence": "但如果妹妹考不上我又会很自责，因为我爱我的妹妹。",
        "label": ""
      },
      {
        "sentence": "我希望她顺利，但她的顺利会是我的灾难，而且我爸妈什么忙也帮不上就会推卸，又是我一直帮她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心和责任感表明了你对妹妹的爱和关心。但相信我，你不是唯一一个对妹妹负有责任感的人。家庭成员的相互关爱和相互支持是共同的责任。不要将责任全部推到自己身上，你可以和妹妹一起探讨解决问题的方法，共同承担家庭责任的重担。同时，也鼓励你向其他人寻求帮助和支持，不要把一切都自己扛在肩上。",
    "annotation": [
      {
        "sentence": "你的担心和责任感表明了你对妹妹的爱和关心。",
        "label": ""
      },
      {
        "sentence": "但相信我，你不是唯一一个对妹妹负有责任感的人。",
        "label": ""
      },
      {
        "sentence": "家庭成员的相互关爱和相互支持是共同的责任。",
        "label": ""
      },
      {
        "sentence": "不要将责任全部推到自己身上，你可以和妹妹一起探讨解决问题的方法，共同承担家庭责任的重担。",
        "label": ""
      },
      {
        "sentence": "同时，也鼓励你向其他人寻求帮助和支持，不要把一切都自己扛在肩上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会试着和妹妹好好沟通，同时也会寻求其他的支持和帮助，希望我们能够建立一个更和谐、更温暖的家庭环境。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着和妹妹好好沟通，同时也会寻求其他的支持和帮助，希望我们能够建立一个更和谐、更温暖的家庭环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意提供帮助和支持。记住，家庭是一个需要互相理解和支持的地方。希望你和妹妹能够共同成长，并且在未来互相支持彼此。如果你需要我提供更多的帮助和建议，随时都可以来找我。祝福你们能够找到解决问题的方法，建立一个幸福的家庭。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，家庭是一个需要互相理解和支持的地方。",
        "label": ""
      },
      {
        "sentence": "希望你和妹妹能够共同成长，并且在未来互相支持彼此。",
        "label": ""
      },
      {
        "sentence": "如果你需要我提供更多的帮助和建议，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够找到解决问题的方法，建立一个幸福的家庭。",
        "label": ""
      }
    ]
  }
]