[
  {
    "role": "client",
    "content": "想要离婚，感觉过不下去，劝和劝离的都有，咋选？我跟他认识一年9个月，今年五月怀孕，通知家里人，双方家庭都同意准备结婚事宜，9月5号领证，国庆准备婚礼。其实不是孩子我没考虑好要跟他结婚，来了孩子，我当初也打算不留，因为真没准备好，我觉得他不是我想要生活在一起的人，他工作稳定收入也还可以，不喝不赌，无不良习惯，也算体贴，就是脾气太差，一点不如意小事，或者我的一句吴昕的话就要发脾气，到后面也动手打人，甩耳光，锤手臂，一下子，还多次拿东西要砸我吓唬我，有次吵架让我出去，我不肯，要打我样子吓我，我还不肯，他拿起菜刀吓我，我就出去了。他每次打完脾气，立马就后悔了，认错道歉，但用改不了，因为9月9号，一次小事，他动手锤我手臂一天，这次我把所有告诉了两家人，我们大家坐在谈了一下，我爸和我坚持离婚打掉孩子，取消婚礼，他自然不肯，也道歉认错。我对着道歉都没感觉了。我不相信他。现在我这边有人支持有人劝和，很混乱。",
    "annotation": [
      {
        "sentence": "想要离婚，感觉过不下去，劝和劝离的都有，咋选？",
        "label": ""
      },
      {
        "sentence": "我跟他认识一年9个月，今年五月怀孕，通知家里人，双方家庭都同意准备结婚事宜，9月5号领证，国庆准备婚礼。",
        "label": ""
      },
      {
        "sentence": "其实不是孩子我没考虑好要跟他结婚，来了孩子，我当初也打算不留，因为真没准备好，我觉得他不是我想要生活在一起的人，他工作稳定收入也还可以，不喝不赌，无不良习惯，也算体贴，就是脾气太差，一点不如意小事，或者我的一句吴昕的话就要发脾气，到后面也动手打人，甩耳光，锤手臂，一下子，还多次拿东西要砸我吓唬我，有次吵架让我出去，我不肯，要打我样子吓我，我还不肯，他拿起菜刀吓我，我就出去了。",
        "label": ""
      },
      {
        "sentence": "他每次打完脾气，立马就后悔了，认错道歉，但用改不了，因为9月9号，一次小事，他动手锤我手臂一天，这次我把所有告诉了两家人，我们大家坐在谈了一下，我爸和我坚持离婚打掉孩子，取消婚礼，他自然不肯，也道歉认错。",
        "label": ""
      },
      {
        "sentence": "我对着道歉都没感觉了。",
        "label": ""
      },
      {
        "sentence": "我不相信他。",
        "label": ""
      },
      {
        "sentence": "现在我这边有人支持有人劝和，很混乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。首先，我想强调的是，离婚还是不离婚，选择权现在在你手上，其他任何人的看法都只是一种参考，包括我接下来说的内容。我个人观点是应该离婚，及时止损。一方面，你有这样的想法了，你没准备好，你觉得他不是那个对的人，其实单看这一点你就可以推迟你们的婚礼，多过一些独立自由的时间，等到准备好了，等到觉得对方是合适的了再结婚，再一起生活。当然会有劝你不离婚的，因为他们觉得离婚这种事说出来不好听，但你要明白，怎么选择是你的权利。这是你的生活，如果随便听了他们的意见，之后所有的生活责任都是自己承担，而那些让你别离婚的只会说一句“我也是为你好才那么说的。”",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "首先，我想强调的是，离婚还是不离婚，选择权现在在你手上，其他任何人的看法都只是一种参考，包括我接下来说的内容。",
        "label": ""
      },
      {
        "sentence": "我个人观点是应该离婚，及时止损。",
        "label": ""
      },
      {
        "sentence": "一方面，你有这样的想法了，你没准备好，你觉得他不是那个对的人，其实单看这一点你就可以推迟你们的婚礼，多过一些独立自由的时间，等到准备好了，等到觉得对方是合适的了再结婚，再一起生活。",
        "label": ""
      },
      {
        "sentence": "当然会有劝你不离婚的，因为他们觉得离婚这种事说出来不好听，但你要明白，怎么选择是你的权利。",
        "label": ""
      },
      {
        "sentence": "这是你的生活，如果随便听了他们的意见，之后所有的生活责任都是自己承担，而那些让你别离婚的只会说一句“我也是为你好才那么说的。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我也有考虑过推迟婚礼，但我还是很为难，因为我觉得他的脾气太差了，对我有暴力行为，我真的害怕他会伤害我和将来的孩子。他虽然每次都会道歉，但是我不相信他能够改变。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我也有考虑过推迟婚礼，但我还是很为难，因为我觉得他的脾气太差了，对我有暴力行为，我真的害怕他会伤害我和将来的孩子。",
        "label": ""
      },
      {
        "sentence": "他虽然每次都会道歉，但是我不相信他能够改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的顾虑非常合理。更重要的是他情绪不稳定，有暴力行为，这一点在婚姻中太可怕了。暴力行为是非常值得警惕的，最近网上也有很多家暴的例子，大多数都是反社会人格的人。其实这一点我个人就完全无法忍受，嫁给他不是为了找虐的，而且这种行为很难改正，现在还会给你道歉，结婚之后慢慢就会觉得习以为常了，你要考虑的是你能忍受吗？别想着改变他，拯救他，你做不到的。而且，你说父母也是比较坚持让你们分开的，对呀，你的父母怎么可能忍心让他的女儿在婚姻中经受这种虐待呢？我想，离婚，你不会后悔；不离婚，你在冒险，把自己的一生赌他会不会改。仅供参考，祝好。",
    "annotation": [
      {
        "sentence": "你的顾虑非常合理。",
        "label": ""
      },
      {
        "sentence": "更重要的是他情绪不稳定，有暴力行为，这一点在婚姻中太可怕了。",
        "label": ""
      },
      {
        "sentence": "暴力行为是非常值得警惕的，最近网上也有很多家暴的例子，大多数都是反社会人格的人。",
        "label": ""
      },
      {
        "sentence": "其实这一点我个人就完全无法忍受，嫁给他不是为了找虐的，而且这种行为很难改正，现在还会给你道歉，结婚之后慢慢就会觉得习以为常了，你要考虑的是你能忍受吗？",
        "label": ""
      },
      {
        "sentence": "别想着改变他，拯救他，你做不到的。",
        "label": ""
      },
      {
        "sentence": "而且，你说父母也是比较坚持让你们分开的，对呀，你的父母怎么可能忍心让他的女儿在婚姻中经受这种虐待呢？",
        "label": ""
      },
      {
        "sentence": "我想，离婚，你不会后悔；不离婚，你在冒险，把自己的一生赌他会不会改。",
        "label": ""
      },
      {
        "sentence": "仅供参考，祝好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "唉，你说的也很有道理。我真的很害怕未来的婚姻生活会变得更糟糕，而且我也不想让孩子在这种环境中长大。虽然现在面对离婚的决定很痛苦，但我明白我不能为了别人而放弃自己的幸福和安全。我决定离婚，虽然有些遗憾，但我相信这对我和孩子来说是最好的选择。非常感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "唉，你说的也很有道理。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕未来的婚姻生活会变得更糟糕，而且我也不想让孩子在这种环境中长大。",
        "label": ""
      },
      {
        "sentence": "虽然现在面对离婚的决定很痛苦，但我明白我不能为了别人而放弃自己的幸福和安全。",
        "label": ""
      },
      {
        "sentence": "我决定离婚，虽然有些遗憾，但我相信这对我和孩子来说是最好的选择。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做出这个决定需要勇气，但我相信你会找到属于自己和孩子的幸福。离婚虽然会有一段时间的痛苦和调整，但是你值得拥有一个安全、幸福的生活。如果你需要任何帮助和支持，记得随时找我倾诉。我们会一起度过这个难关的。祝福你和孩子的未来。",
    "annotation": [
      {
        "sentence": "你做出这个决定需要勇气，但我相信你会找到属于自己和孩子的幸福。",
        "label": ""
      },
      {
        "sentence": "离婚虽然会有一段时间的痛苦和调整，但是你值得拥有一个安全、幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助和支持，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我们会一起度过这个难关的。",
        "label": ""
      },
      {
        "sentence": "祝福你和孩子的未来。",
        "label": ""
      }
    ]
  }
]