[
  {
    "role": "client",
    "content": "我想要离婚，感觉过不下去，劝和劝离的都有，咋选？我跟他认识一年9个月，今年五月怀孕，通知家里人，双方家庭都同意准备结婚事宜，9月5号领证，国庆准备婚礼。其实不是孩子我没考虑好要跟他结婚，来了孩子，我当初也打算不留，因为真没准备好，我觉得他不是我想要生活在一起的人，他工作稳定收入也还可以，不喝不赌，无不良习惯，也算体贴，就是脾气太差，一点不如意小事，或者我的一句吴昕的话就要发脾气，到后面也动手打人，甩耳光，锤手臂，一下子，还多次拿东西要砸我吓唬我，有次吵架让我出去，我不肯，要打我样子吓我，我还不肯，他拿起菜刀吓我，我就出去了。他每次打完脾气，立马就后悔了，认错道歉，但用改不了，因为9月9号，一次小事，他动手锤我手臂一天，这次我把所有告诉了两家人，我们大家坐在谈了一下，我爸和我坚持离婚打掉孩子，取消婚礼，他自然不肯，也道歉认错。我对着道歉都没感觉了。我不相信他。现在我这边有人支持有人劝和，很混乱。",
    "annotation": [
      {
        "sentence": "我想要离婚，感觉过不下去，劝和劝离的都有，咋选？",
        "label": ""
      },
      {
        "sentence": "我跟他认识一年9个月，今年五月怀孕，通知家里人，双方家庭都同意准备结婚事宜，9月5号领证，国庆准备婚礼。",
        "label": ""
      },
      {
        "sentence": "其实不是孩子我没考虑好要跟他结婚，来了孩子，我当初也打算不留，因为真没准备好，我觉得他不是我想要生活在一起的人，他工作稳定收入也还可以，不喝不赌，无不良习惯，也算体贴，就是脾气太差，一点不如意小事，或者我的一句吴昕的话就要发脾气，到后面也动手打人，甩耳光，锤手臂，一下子，还多次拿东西要砸我吓唬我，有次吵架让我出去，我不肯，要打我样子吓我，我还不肯，他拿起菜刀吓我，我就出去了。",
        "label": ""
      },
      {
        "sentence": "他每次打完脾气，立马就后悔了，认错道歉，但用改不了，因为9月9号，一次小事，他动手锤我手臂一天，这次我把所有告诉了两家人，我们大家坐在谈了一下，我爸和我坚持离婚打掉孩子，取消婚礼，他自然不肯，也道歉认错。",
        "label": ""
      },
      {
        "sentence": "我对着道歉都没感觉了。",
        "label": ""
      },
      {
        "sentence": "我不相信他。",
        "label": ""
      },
      {
        "sentence": "现在我这边有人支持有人劝和，很混乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能够给你一些温暖，也真诚地希望你能够认清事实的真相，不要抱有幻想，不要因为心软而将就。首先，你的丈夫有明显的“暴力型”人格倾向，而且会将怒气发泄在你身上。在你怀孕的情况下，是否应该委曲求全和他继续生活在一起，或者坚决选择离婚是你需要考虑的问题。（一）如果你发现你的丈夫无法控制情绪时会动手，那么有一次就会有第二次。你的妥协在他面前就等于是忍让，而忍耐大概率不会带给你幸福。他很可能会变得更加恶劣。很遗憾告诉你，一旦暴力行为开始，就会不断恶化。特别是在你不知道如何反抗的情况下，他会变本加厉，因为他觉得你是他的受气包，他不会放过你。而且根据你的描述，你丈夫的暴力行为越来越严重，如果你不想继续陷入家庭暴力的泥潭，我劝你尽早结束这段婚姻。请不要抱有幻想，要正视现实。（二）夫妻生活中，冷暖自知。如果你和你丈夫的关系已经紧绷到了极限，那么你所面临的伤害只会更加残酷。我身边也有这样的案例。男方的情绪自我控制能力极差，但外表却伪装得相敬如宾，被人称为神仙眷侣。如果不是从我姐妹口中得知她一直在经历丈夫对自己的恐吓和家暴，我们压根想不到那个看起来温文尔雅的人一旦与家暴扯上关系，就会变成恶魔。你要知道，别人再怎么关心你，也不能替代你们两个人的生活。别人只看到你丈夫的优点，而忘记了只有你一个人从头到尾都在经历恐惧。那些劝和的朋友们无法为你做出任何决定，也无法真正设身处地地为你着想。如果你仅仅因为别人认为“家和万事兴”而犹豫不决，我真的很担心你的未来。（三）关于孩子，你丈夫不应该成为你的挡箭牌。如果你真的尊重一个生命，就不应该在你丈夫如此浮躁暴躁的情况下决定将孩子生下来。在你们这样的家庭中，最无辜的就是你怀中的孩子。我知道有人会说，生命是宝贵的，但你们如果都没有准备好成为有爱的家庭，甚至在孩子出生前还存在这样的矛盾，那么如果你没有充分考虑就把孩子带到这个世界，这才是对孩子最不负责任的做法。大家都说生命可贵，难道你们的家庭幸福感不应该与生命同等重要吗？如果你根本没有对你丈夫有信心，那么你再怎么勉强，也无法拯救这个家庭。孩子会观察父母的言行举止，请不要忘记这一点。在这样的家庭氛围下成长的孩子，他\/她的未来会如何呢？事实上，从家庭暴力中成长起来的孩子很可能在成",
    "annotation": [
      {
        "sentence": "希望我的回答能够给你一些温暖，也真诚地希望你能够认清事实的真相，不要抱有幻想，不要因为心软而将就。",
        "label": ""
      },
      {
        "sentence": "首先，你的丈夫有明显的“暴力型”人格倾向，而且会将怒气发泄在你身上。",
        "label": ""
      },
      {
        "sentence": "在你怀孕的情况下，是否应该委曲求全和他继续生活在一起，或者坚决选择离婚是你需要考虑的问题。",
        "label": ""
      },
      {
        "sentence": "（一）如果你发现你的丈夫无法控制情绪时会动手，那么有一次就会有第二次。",
        "label": ""
      },
      {
        "sentence": "你的妥协在他面前就等于是忍让，而忍耐大概率不会带给你幸福。",
        "label": ""
      },
      {
        "sentence": "他很可能会变得更加恶劣。",
        "label": ""
      },
      {
        "sentence": "很遗憾告诉你，一旦暴力行为开始，就会不断恶化。",
        "label": ""
      },
      {
        "sentence": "特别是在你不知道如何反抗的情况下，他会变本加厉，因为他觉得你是他的受气包，他不会放过你。",
        "label": ""
      },
      {
        "sentence": "而且根据你的描述，你丈夫的暴力行为越来越严重，如果你不想继续陷入家庭暴力的泥潭，我劝你尽早结束这段婚姻。",
        "label": ""
      },
      {
        "sentence": "请不要抱有幻想，要正视现实。",
        "label": ""
      },
      {
        "sentence": "（二）夫妻生活中，冷暖自知。",
        "label": ""
      },
      {
        "sentence": "如果你和你丈夫的关系已经紧绷到了极限，那么你所面临的伤害只会更加残酷。",
        "label": ""
      },
      {
        "sentence": "我身边也有这样的案例。",
        "label": ""
      },
      {
        "sentence": "男方的情绪自我控制能力极差，但外表却伪装得相敬如宾，被人称为神仙眷侣。",
        "label": ""
      },
      {
        "sentence": "如果不是从我姐妹口中得知她一直在经历丈夫对自己的恐吓和家暴，我们压根想不到那个看起来温文尔雅的人一旦与家暴扯上关系，就会变成恶魔。",
        "label": ""
      },
      {
        "sentence": "你要知道，别人再怎么关心你，也不能替代你们两个人的生活。",
        "label": ""
      },
      {
        "sentence": "别人只看到你丈夫的优点，而忘记了只有你一个人从头到尾都在经历恐惧。",
        "label": ""
      },
      {
        "sentence": "那些劝和的朋友们无法为你做出任何决定，也无法真正设身处地地为你着想。",
        "label": ""
      },
      {
        "sentence": "如果你仅仅因为别人认为“家和万事兴”而犹豫不决，我真的很担心你的未来。",
        "label": ""
      },
      {
        "sentence": "（三）关于孩子，你丈夫不应该成为你的挡箭牌。",
        "label": ""
      },
      {
        "sentence": "如果你真的尊重一个生命，就不应该在你丈夫如此浮躁暴躁的情况下决定将孩子生下来。",
        "label": ""
      },
      {
        "sentence": "在你们这样的家庭中，最无辜的就是你怀中的孩子。",
        "label": ""
      },
      {
        "sentence": "我知道有人会说，生命是宝贵的，但你们如果都没有准备好成为有爱的家庭，甚至在孩子出生前还存在这样的矛盾，那么如果你没有充分考虑就把孩子带到这个世界，这才是对孩子最不负责任的做法。",
        "label": ""
      },
      {
        "sentence": "大家都说生命可贵，难道你们的家庭幸福感不应该与生命同等重要吗？",
        "label": ""
      },
      {
        "sentence": "如果你根本没有对你丈夫有信心，那么你再怎么勉强，也无法拯救这个家庭。",
        "label": ""
      },
      {
        "sentence": "孩子会观察父母的言行举止，请不要忘记这一点。",
        "label": ""
      },
      {
        "sentence": "在这样的家庭氛围下成长的孩子，他\/她的未来会如何呢？",
        "label": ""
      },
      {
        "sentence": "事实上，从家庭暴力中成长起来的孩子很可能在成",
        "label": ""
      }
    ]
  }
]