[
  {
    "role": "client",
    "content": "我想要离婚，感觉过不下去，劝和劝离的都有，咋选？我跟他认识一年9个月，今年五月怀孕，通知家里人，双方家庭都同意准备结婚事宜，9月5号领证，国庆准备婚礼。其实不是孩子我没考虑好要跟他结婚，来了孩子，我当初也打算不留，因为真没准备好，我觉得他不是我想要生活在一起的人，他工作稳定收入也还可以，不喝不赌，无不良习惯，也算体贴，就是脾气太差，一点不如意小事，或者我的一句吴昕的话就要发脾气，到后面也动手打人，甩耳光，锤手臂，一下子，还多次拿东西要砸我吓唬我，有次吵架让我出去，我不肯，要打我样子吓我，我还不肯，他拿起菜刀吓我，我就出去了。他每次打完脾气，立马就后悔了，认错道歉，但用改不了，因为9月9号，一次小事，他动手锤我手臂一天，这次我把所有告诉了两家人，我们大家坐在谈了一下，我爸和我坚持离婚打掉孩子，取消婚礼，他自然不肯，也道歉认错。我对着道歉都没感觉了。我不相信他。现在我这边有人支持有人劝和，很混乱。",
    "annotation": [
      {
        "sentence": "我想要离婚，感觉过不下去，劝和劝离的都有，咋选？",
        "label": ""
      },
      {
        "sentence": "我跟他认识一年9个月，今年五月怀孕，通知家里人，双方家庭都同意准备结婚事宜，9月5号领证，国庆准备婚礼。",
        "label": ""
      },
      {
        "sentence": "其实不是孩子我没考虑好要跟他结婚，来了孩子，我当初也打算不留，因为真没准备好，我觉得他不是我想要生活在一起的人，他工作稳定收入也还可以，不喝不赌，无不良习惯，也算体贴，就是脾气太差，一点不如意小事，或者我的一句吴昕的话就要发脾气，到后面也动手打人，甩耳光，锤手臂，一下子，还多次拿东西要砸我吓唬我，有次吵架让我出去，我不肯，要打我样子吓我，我还不肯，他拿起菜刀吓我，我就出去了。",
        "label": ""
      },
      {
        "sentence": "他每次打完脾气，立马就后悔了，认错道歉，但用改不了，因为9月9号，一次小事，他动手锤我手臂一天，这次我把所有告诉了两家人，我们大家坐在谈了一下，我爸和我坚持离婚打掉孩子，取消婚礼，他自然不肯，也道歉认错。",
        "label": ""
      },
      {
        "sentence": "我对着道歉都没感觉了。",
        "label": ""
      },
      {
        "sentence": "我不相信他。",
        "label": ""
      },
      {
        "sentence": "现在我这边有人支持有人劝和，很混乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够感觉到你内心的压抑、焦虑和冲突纠结。一方面，你已经和他结婚，他在某些条件下对你比较体贴，而且你也怀孕了。另一方面，你受到了他的家庭暴力的伤害，这真的是一个很难做出决定的局面。但是夫妻之间的问题往往不只是一方的问题，可能是两个人都存在某些问题，你丈夫的家暴确实是他最大的问题，但你也有一些“吸引”和“助长”家暴的问题，只是你可能没有意识到。你之前提到如果没有怀孕的话，你是不会选择和他结婚的，你觉得他不是你想要和之后生活在一起的那个人，而且你其实也没有准备好要结婚和生孩子，所以我很好奇在什么情况下你选择了把孩子留下来并接受和他结婚，或者说在没有做好结婚生孩子的准备情况下，你为什么没有采取相应的安全措施来保护自己，而是任由事情发展朝着你“不情愿”的方向。恋爱和婚姻有很大的区别，有人说婚姻是恋爱的坟墓，也有人说婚姻是恋爱的归宿，恋爱的时候两个人在一起月前月下甜言蜜语你侬我侬尽情享受两个人在一起的亲密关系没有什么压力。但结婚后就不同了，两个人之间的感情关系承担了相应的义务和责任，各自承受的压力也大了很多，在一起交流感情的时间和精力就少了很多，如果这个时候还要像恋爱时那样看待彼此和这份感情，就很容易出现问题。你说丈夫的工作收入还可以，比较体贴，就是脾气太差，一点儿不如意就发脾气，到后面动手打人、打耳光、砸手臂，这些情况对任何女性来说都很难理解、接受和承受，我能理解你内心承受了多大的压力，也能理解为什么你要把两家人叫来一起谈，并且坚持和爸爸取消婚礼的原因，但这些问题也反映出你丈夫内心非常压抑、愤怒、焦虑和恐惧。从你提供的信息中可以看出，你在受到丈夫的家暴后并没有选择单独与丈夫沟通交流，而是把两家人都请过来，可能你想通过两个家庭的力量来帮助自己从这个压力中解脱，但这也反映出你内心极度缺乏自信和安全感，特别是在面对亲密关系时。现在你想要离婚我可以理解，只是离婚不能够解开内心的结，你面临的问题依然存在，而且在以后的感情中可能还会再次出现并困扰你，你能保证下次再遇到这样的问题时你还能通过父母来处理并选择离婚吗？当然，你想要离婚是你的自由，谁也无法干涉，只是每个人都要为自己的选择承担责任，你选择离婚就要承担照顾肚子里的孩子的责任，这同样也是很大的压力，不知道你是否准备好面对这些问题。夫妻之间的相处也需要平等尊重、信任、理解、接纳和认可，你可以思考一下你平常是如何对待你丈夫的，你内心是否真的把他当成自己的丈夫那样去尊重、信任、理解、接纳和认可他，如果你自己都不把他当成你的丈夫对待，那他也难怪不把你当成妻子对待。想要别人怎么样看待对待自己，就要自己怎么样看待对待别人。",
    "annotation": [
      {
        "sentence": "我能够感觉到你内心的压抑、焦虑和冲突纠结。",
        "label": ""
      },
      {
        "sentence": "一方面，你已经和他结婚，他在某些条件下对你比较体贴，而且你也怀孕了。",
        "label": ""
      },
      {
        "sentence": "另一方面，你受到了他的家庭暴力的伤害，这真的是一个很难做出决定的局面。",
        "label": ""
      },
      {
        "sentence": "但是夫妻之间的问题往往不只是一方的问题，可能是两个人都存在某些问题，你丈夫的家暴确实是他最大的问题，但你也有一些“吸引”和“助长”家暴的问题，只是你可能没有意识到。",
        "label": ""
      },
      {
        "sentence": "你之前提到如果没有怀孕的话，你是不会选择和他结婚的，你觉得他不是你想要和之后生活在一起的那个人，而且你其实也没有准备好要结婚和生孩子，所以我很好奇在什么情况下你选择了把孩子留下来并接受和他结婚，或者说在没有做好结婚生孩子的准备情况下，你为什么没有采取相应的安全措施来保护自己，而是任由事情发展朝着你“不情愿”的方向。",
        "label": ""
      },
      {
        "sentence": "恋爱和婚姻有很大的区别，有人说婚姻是恋爱的坟墓，也有人说婚姻是恋爱的归宿，恋爱的时候两个人在一起月前月下甜言蜜语你侬我侬尽情享受两个人在一起的亲密关系没有什么压力。",
        "label": ""
      },
      {
        "sentence": "但结婚后就不同了，两个人之间的感情关系承担了相应的义务和责任，各自承受的压力也大了很多，在一起交流感情的时间和精力就少了很多，如果这个时候还要像恋爱时那样看待彼此和这份感情，就很容易出现问题。",
        "label": ""
      },
      {
        "sentence": "你说丈夫的工作收入还可以，比较体贴，就是脾气太差，一点儿不如意就发脾气，到后面动手打人、打耳光、砸手臂，这些情况对任何女性来说都很难理解、接受和承受，我能理解你内心承受了多大的压力，也能理解为什么你要把两家人叫来一起谈，并且坚持和爸爸取消婚礼的原因，但这些问题也反映出你丈夫内心非常压抑、愤怒、焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "从你提供的信息中可以看出，你在受到丈夫的家暴后并没有选择单独与丈夫沟通交流，而是把两家人都请过来，可能你想通过两个家庭的力量来帮助自己从这个压力中解脱，但这也反映出你内心极度缺乏自信和安全感，特别是在面对亲密关系时。",
        "label": ""
      },
      {
        "sentence": "现在你想要离婚我可以理解，只是离婚不能够解开内心的结，你面临的问题依然存在，而且在以后的感情中可能还会再次出现并困扰你，你能保证下次再遇到这样的问题时你还能通过父母来处理并选择离婚吗？",
        "label": ""
      },
      {
        "sentence": "当然，你想要离婚是你的自由，谁也无法干涉，只是每个人都要为自己的选择承担责任，你选择离婚就要承担照顾肚子里的孩子的责任，这同样也是很大的压力，不知道你是否准备好面对这些问题。",
        "label": ""
      },
      {
        "sentence": "夫妻之间的相处也需要平等尊重、信任、理解、接纳和认可，你可以思考一下你平常是如何对待你丈夫的，你内心是否真的把他当成自己的丈夫那样去尊重、信任、理解、接纳和认可他，如果你自己都不把他当成你的丈夫对待，那他也难怪不把你当成妻子对待。",
        "label": ""
      },
      {
        "sentence": "想要别人怎么样看待对待自己，就要自己怎么样看待对待别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实有自己的问题存在，而且我也没有意识到。之前我选择和他结婚并留下孩子，确实是因为当时没有考虑到足够多的问题，也没有做好准备。我承认自己在情感上非常不成熟，在处理感情和婚姻方面也缺乏经验。你说得对，婚姻和恋爱是有很",
    "annotation": [
      {
        "sentence": "你说得对，我确实有自己的问题存在，而且我也没有意识到。",
        "label": ""
      },
      {
        "sentence": "之前我选择和他结婚并留下孩子，确实是因为当时没有考虑到足够多的问题，也没有做好准备。",
        "label": ""
      },
      {
        "sentence": "我承认自己在情感上非常不成熟，在处理感情和婚姻方面也缺乏经验。",
        "label": ""
      },
      {
        "sentence": "你说得对，婚姻和恋爱是有很",
        "label": ""
      }
    ]
  }
]