[
  {
    "role": "client",
    "content": "想要离婚，感觉过不下去，劝和劝离的都有，咋选？我跟他认识一年9个月，今年五月怀孕，通知家里人，双方家庭都同意准备结婚事宜，9月5号领证，国庆准备婚礼。其实不是孩子我没考虑好要跟他结婚，来了孩子，我当初也打算不留，因为真没准备好，我觉得他不是我想要生活在一起的人，他工作稳定收入也还可以，不喝不赌，无不良习惯，也算体贴，就是脾气太差，一点不如意小事，或者我的一句吴昕的话就要发脾气，到后面也动手打人，甩耳光，锤手臂，一下子，还多次拿东西要砸我吓唬我，有次吵架让我出去，我不肯，要打我样子吓我，我还不肯，他拿起菜刀吓我，我就出去了。他每次打完脾气，立马就后悔了，认错道歉，但改不了，因为9月9号，一次小事，他动手锤我手臂一天，这次我把所有告诉了两家人，我们大家坐在谈了一下，我爸和我坚持离婚打掉孩子，取消婚礼，他自然不肯，也道歉认错。我对着道歉都没感觉了。我不相信他。现在我这边有人支持有人劝和，很混乱。",
    "annotation": [
      {
        "sentence": "想要离婚，感觉过不下去，劝和劝离的都有，咋选？",
        "label": ""
      },
      {
        "sentence": "我跟他认识一年9个月，今年五月怀孕，通知家里人，双方家庭都同意准备结婚事宜，9月5号领证，国庆准备婚礼。",
        "label": ""
      },
      {
        "sentence": "其实不是孩子我没考虑好要跟他结婚，来了孩子，我当初也打算不留，因为真没准备好，我觉得他不是我想要生活在一起的人，他工作稳定收入也还可以，不喝不赌，无不良习惯，也算体贴，就是脾气太差，一点不如意小事，或者我的一句吴昕的话就要发脾气，到后面也动手打人，甩耳光，锤手臂，一下子，还多次拿东西要砸我吓唬我，有次吵架让我出去，我不肯，要打我样子吓我，我还不肯，他拿起菜刀吓我，我就出去了。",
        "label": ""
      },
      {
        "sentence": "他每次打完脾气，立马就后悔了，认错道歉，但改不了，因为9月9号，一次小事，他动手锤我手臂一天，这次我把所有告诉了两家人，我们大家坐在谈了一下，我爸和我坚持离婚打掉孩子，取消婚礼，他自然不肯，也道歉认错。",
        "label": ""
      },
      {
        "sentence": "我对着道歉都没感觉了。",
        "label": ""
      },
      {
        "sentence": "我不相信他。",
        "label": ""
      },
      {
        "sentence": "现在我这边有人支持有人劝和，很混乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先对你所描述的情况梳理如下：▲和对象认识9个月正准备结婚，▲如果不是孩子是不会考虑结婚，▲无不良习惯就是容易打人家暴？从你所描述的来看，对方可初步评估为有家暴倾向，而对此，我们需要有充分的思想准备。家暴有这样的一些特征：A普遍性：这个行为不是偶尔的，而是会经常发生的；B隐蔽性：有时别人不容易觉察，具有隐蔽性；C习得性：家暴者的行为，是从原生家庭中习得的，他可能并不能自控；D反复持续：会反复出现，持续时间长；F周期循环：隔一段时间出现，循环往复；G高度容忍：被家暴者一般会一直容忍，从而导致不断出现；H习得性无助：家暴者与被家暴者特别是后者表现得很无助。所以，面对家暴者，需要明确表明你的立场和态度，而且不能轻易原谅，再看其表现而作出决定。",
    "annotation": [
      {
        "sentence": "首先对你所描述的情况梳理如下：▲和对象认识9个月正准备结婚，▲如果不是孩子是不会考虑结婚，▲无不良习惯就是容易打人家暴？",
        "label": ""
      },
      {
        "sentence": "从你所描述的来看，对方可初步评估为有家暴倾向，而对此，我们需要有充分的思想准备。",
        "label": ""
      },
      {
        "sentence": "家暴有这样的一些特征：A普遍性：这个行为不是偶尔的，而是会经常发生的；B隐蔽性：有时别人不容易觉察，具有隐蔽性；C习得性：家暴者的行为，是从原生家庭中习得的，他可能并不能自控；D反复持续：会反复出现，持续时间长；F周期循环：隔一段时间出现，循环往复；G高度容忍：被家暴者一般会一直容忍，从而导致不断出现；H习得性无助：家暴者与被家暴者特别是后者表现得很无助。",
        "label": ""
      },
      {
        "sentence": "所以，面对家暴者，需要明确表明你的立场和态度，而且不能轻易原谅，再看其表现而作出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实感觉到他的家暴倾向，但是同时我也考虑到了孩子、双方家庭和老人的面子等因素，所以不能轻易下决定离开。现在有人劝和有人劝走，我内心很混乱。",
    "annotation": [
      {
        "sentence": "我确实感觉到他的家暴倾向，但是同时我也考虑到了孩子、双方家庭和老人的面子等因素，所以不能轻易下决定离开。",
        "label": ""
      },
      {
        "sentence": "现在有人劝和有人劝走，我内心很混乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明知他有暴力倾向并施暴于你却放不开，这是典型的“斯德哥尔摩综合症”。这种情况下，我们需要意识到你爱上了伤害你的人，这是一种特定情况下的自我保护心理，也涉及到你内心中的边界与内在力量。对于很多人来说，他们深陷痛心的虐恋中无法自拔，这是心理上存在一个内在的自我和一个评判着另一个自我的边界，它们互相掐架着：一个说看他对你的伤害，怎么还离不开他；一个说如果我离开了，我就无法证明他有多么不好；一个说如果不去证明他的不好，会怎样；还有一个说那就证明你没有别人喜欢你了。这样不断循环，但其实这种思维过程本身就是有问题的，你同意吗？",
    "annotation": [
      {
        "sentence": "明知他有暴力倾向并施暴于你却放不开，这是典型的“斯德哥尔摩综合症”。",
        "label": ""
      },
      {
        "sentence": "这种情况下，我们需要意识到你爱上了伤害你的人，这是一种特定情况下的自我保护心理，也涉及到你内心中的边界与内在力量。",
        "label": ""
      },
      {
        "sentence": "对于很多人来说，他们深陷痛心的虐恋中无法自拔，这是心理上存在一个内在的自我和一个评判着另一个自我的边界，它们互相掐架着：一个说看他对你的伤害，怎么还离不开他；一个说如果我离开了，我就无法证明他有多么不好；一个说如果不去证明他的不好，会怎样；还有一个说那就证明你没有别人喜欢你了。",
        "label": ""
      },
      {
        "sentence": "这样不断循环，但其实这种思维过程本身就是有问题的，你同意吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白你的意思。可能在亲密关系中，我隐藏着一个想要改造他的愿望，这是不健康的。我觉得我需要学习和成长，意识到我爱上虐待自己的人，实际上是对自己不爱和放弃的表现。我也意识到如果不调整好自己，对以后的婚恋会有较大的影响。或许这也与我的成长经历有关，我也需要仔细梳理。",
    "annotation": [
      {
        "sentence": "是的，我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "可能在亲密关系中，我隐藏着一个想要改造他的愿望，这是不健康的。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要学习和成长，意识到我爱上虐待自己的人，实际上是对自己不爱和放弃的表现。",
        "label": ""
      },
      {
        "sentence": "我也意识到如果不调整好自己，对以后的婚恋会有较大的影响。",
        "label": ""
      },
      {
        "sentence": "或许这也与我的成长经历有关，我也需要仔细梳理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经认识到了问题的核心。调整自己是一个持久的过程，但是在这个过程中，我们会一步步变得更加坚强和自信。我建议你进行专门的咨询，接受心理建设方面的咨询，尤其是婚恋相处类的咨询，这将帮助你更好地理解自己，提升自己，并作出正确的决策。祝福你。",
    "annotation": [
      {
        "sentence": "非常好，你已经认识到了问题的核心。",
        "label": ""
      },
      {
        "sentence": "调整自己是一个持久的过程，但是在这个过程中，我们会一步步变得更加坚强和自信。",
        "label": ""
      },
      {
        "sentence": "我建议你进行专门的咨询，接受心理建设方面的咨询，尤其是婚恋相处类的咨询，这将帮助你更好地理解自己，提升自己，并作出正确的决策。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会好好考虑并寻求专业咨询。希望我能够尽快走出困境，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会好好考虑并寻求专业咨询。",
        "label": ""
      },
      {
        "sentence": "希望我能够尽快走出困境，过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是非常勇敢的，相信你一定能够度过这个困难时刻，迎接更好的未来。如果在以后的过程中还需要我的帮助，随时都可以找我聊天。愿你早日找到幸福！",
    "annotation": [
      {
        "sentence": "你是非常勇敢的，相信你一定能够度过这个困难时刻，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果在以后的过程中还需要我的帮助，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "愿你早日找到幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，我会珍惜自己，并为自己的幸福努力。如果我有任何需要，我一定会再次求助于你。再次感谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，我会珍惜自己，并为自己的幸福努力。",
        "label": ""
      },
      {
        "sentence": "如果我有任何需要，我一定会再次求助于你。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，随时都可以来找我。希望你的幸福和心理健康能够得到保障。加油！",
    "annotation": [
      {
        "sentence": "不用客气，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "希望你的幸福和心理健康能够得到保障。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，再次谢谢你的帮助和鼓励。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "好的，再次谢谢你的帮助和鼓励。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再见！祝你一切都好！",
    "annotation": [
      {
        "sentence": "再见！",
        "label": ""
      },
      {
        "sentence": "祝你一切都好！",
        "label": ""
      }
    ]
  }
]