[
  {
    "role": "client",
    "content": "五岁女孩学习能力强，话多，动作不协调，是多动症吗？女儿今年五岁，在幼儿园上中班，她喜欢看动画，并且自己通过动画片学会了认字，学什么都是自学并且记得住学习能力比较强，学习什么都快。可是她明显四肢不太协调，学习跳舞虽然非常喜欢可是明显动作笨拙不到位，走路喜欢拖着鞋底，喜欢倚靠桌子墙或者门，常常给人一种站没有站相坐没有坐相的感觉，跟她说话沟通，她经常会思维比较跳跃，经常一下子说到了无关的事情上，并且抢话眼睛总飘忽，身体总想走，特别您敢，特别娇气，碰一下就说疼，爱哭，总要拥抱和亲亲。走到哪里都喜欢到处看到处乱摸。在幼儿园里喊其她小朋友排队，都会很快，唯独喊她要喊两次到三次，午睡起来先看别人穿衣服，自己最后一个穿完，吃饭爱聊天，带她去淘气堡玩，也是到处看，没有在一个位置安静玩一会，嘴特别馋，胆子特别小，怕声音，嘴天天不停说，规矩意识差，我女儿属于多动症吗？她这是什么问题呢？",
    "annotation": [
      {
        "sentence": "五岁女孩学习能力强，话多，动作不协调，是多动症吗？",
        "label": ""
      },
      {
        "sentence": "女儿今年五岁，在幼儿园上中班，她喜欢看动画，并且自己通过动画片学会了认字，学什么都是自学并且记得住学习能力比较强，学习什么都快。",
        "label": ""
      },
      {
        "sentence": "可是她明显四肢不太协调，学习跳舞虽然非常喜欢可是明显动作笨拙不到位，走路喜欢拖着鞋底，喜欢倚靠桌子墙或者门，常常给人一种站没有站相坐没有坐相的感觉，跟她说话沟通，她经常会思维比较跳跃，经常一下子说到了无关的事情上，并且抢话眼睛总飘忽，身体总想走，特别您敢，特别娇气，碰一下就说疼，爱哭，总要拥抱和亲亲。",
        "label": ""
      },
      {
        "sentence": "走到哪里都喜欢到处看到处乱摸。",
        "label": ""
      },
      {
        "sentence": "在幼儿园里喊其她小朋友排队，都会很快，唯独喊她要喊两次到三次，午睡起来先看别人穿衣服，自己最后一个穿完，吃饭爱聊天，带她去淘气堡玩，也是到处看，没有在一个位置安静玩一会，嘴特别馋，胆子特别小，怕声音，嘴天天不停说，规矩意识差，我女儿属于多动症吗？",
        "label": ""
      },
      {
        "sentence": "她这是什么问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的这些话里也会感觉你很爱孩子，很关心孩子的成长，对孩子有一些好的期待，这些都很好。我觉得你家孩子这个表现不属于多动症，我家孩子四岁，你说的这些特点我家女儿也经常有，我家女儿的运动能力也不协调，也送去跳舞了，但她不是很喜欢运动，每次跳舞也跳的不好，不过我一点都不担心，只要她跟着去动就可以了，跳的怎么样不要求她。",
    "annotation": [
      {
        "sentence": "从你的这些话里也会感觉你很爱孩子，很关心孩子的成长，对孩子有一些好的期待，这些都很好。",
        "label": ""
      },
      {
        "sentence": "我觉得你家孩子这个表现不属于多动症，我家孩子四岁，你说的这些特点我家女儿也经常有，我家女儿的运动能力也不协调，也送去跳舞了，但她不是很喜欢运动，每次跳舞也跳的不好，不过我一点都不担心，只要她跟着去动就可以了，跳的怎么样不要求她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，觉得放宽心情可能也是一种解决办法。可是，我女儿经常爱拖着鞋底走路，喜欢倚靠桌子墙或者门，这让我有点担心她的行为有些奇怪，会不会是有问题呢？",
    "annotation": [
      {
        "sentence": "听你这么说，觉得放宽心情可能也是一种解决办法。",
        "label": ""
      },
      {
        "sentence": "可是，我女儿经常爱拖着鞋底走路，喜欢倚靠桌子墙或者门，这让我有点担心她的行为有些奇怪，会不会是有问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些女孩子天生就很娇气，或许在父母面前表现更加明显，是孩子想要父母的宠爱，原先我女儿每次我抱弟弟的时候她就会来同胞竞争妈妈的爱，每次我都会看到孩子背后的需求，然后去适当的满足她。那作为我们父母可能也是需要去学习，知道孩子年龄段发展的规律和特点，这样就不会焦虑和担心了，而且每个孩子都不一样，要有耐心去等待孩子，相信孩子可以发展的很好。",
    "annotation": [
      {
        "sentence": "有些女孩子天生就很娇气，或许在父母面前表现更加明显，是孩子想要父母的宠爱，原先我女儿每次我抱弟弟的时候她就会来同胞竞争妈妈的爱，每次我都会看到孩子背后的需求，然后去适当的满足她。",
        "label": ""
      },
      {
        "sentence": "那作为我们父母可能也是需要去学习，知道孩子年龄段发展的规律和特点，这样就不会焦虑和担心了，而且每个孩子都不一样，要有耐心去等待孩子，相信孩子可以发展的很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我应该更多地理解孩子，满足她的需求。可是我女儿在幼儿园也有一些表现，比如喊其他小朋友排队时，总是要喊两次到三次才会听到，还有午睡起来会先看别人穿衣服，自己最后一个穿完，吃饭时也喜欢聊天。这些行为正常吗？",
    "annotation": [
      {
        "sentence": "你说得对，也许我应该更多地理解孩子，满足她的需求。",
        "label": ""
      },
      {
        "sentence": "可是我女儿在幼儿园也有一些表现，比如喊其他小朋友排队时，总是要喊两次到三次才会听到，还有午睡起来会先看别人穿衣服，自己最后一个穿完，吃饭时也喜欢聊天。",
        "label": ""
      },
      {
        "sentence": "这些行为正常吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个孩子的发展和行为都会有一些不同，有些孩子可能在某些方面发展较快，但在其他方面稍微滞后一些是很正常的。有些孩子对规矩的意识可能要比较晚才能形成，所以不必过于担心。作为家长，我们可以耐心引导孩子，与她们对话，告诉她们应该如何行为，渐渐地她们会理解和适应的。",
    "annotation": [
      {
        "sentence": "每个孩子的发展和行为都会有一些不同，有些孩子可能在某些方面发展较快，但在其他方面稍微滞后一些是很正常的。",
        "label": ""
      },
      {
        "sentence": "有些孩子对规矩的意识可能要比较晚才能形成，所以不必过于担心。",
        "label": ""
      },
      {
        "sentence": "作为家长，我们可以耐心引导孩子，与她们对话，告诉她们应该如何行为，渐渐地她们会理解和适应的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和建议。我现在明白了，不需要过于焦虑，应该放宽心态，相信女儿会慢慢发展好的。你说的正确，每个孩子都是特殊的，我们要耐心引导和支持她们。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，不需要过于焦虑，应该放宽心态，相信女儿会慢慢发展好的。",
        "label": ""
      },
      {
        "sentence": "你说的正确，每个孩子都是特殊的，我们要耐心引导和支持她们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你是一个好妈妈，你的女儿也会越来越好。在孩子成长的过程中，有问题不要害怕寻求帮助和支持，我们一起努力，相信你女儿会成为一个很棒的孩子。",
    "annotation": [
      {
        "sentence": "我相信你是一个好妈妈，你的女儿也会越来越好。",
        "label": ""
      },
      {
        "sentence": "在孩子成长的过程中，有问题不要害怕寻求帮助和支持，我们一起努力，相信你女儿会成为一个很棒的孩子。",
        "label": ""
      }
    ]
  }
]