[
  {
    "role": "client",
    "content": "好难受，只想活在虚幻里，对身边的一切都不信任？",
    "annotation": [
      {
        "sentence": "好难受，只想活在虚幻里，对身边的一切都不信任？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你现在的感受，你觉得现实世界让你失望，让你难以信任周围的事物。接下来，我希望我们可以一起来探讨一下你的情绪和困惑的原因。你可以告诉我更多关于你目前感受到的困扰吗？",
    "annotation": [
      {
        "sentence": "我可以理解你现在的感受，你觉得现实世界让你失望，让你难以信任周围的事物。",
        "label": ""
      },
      {
        "sentence": "接下来，我希望我们可以一起来探讨一下你的情绪和困惑的原因。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我更多关于你目前感受到的困扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "与自己的心理咨询师有一些冲突感，因为自己生日快到了，咨询师问我想要什么礼物，我说不要，但又一次问我，我说“写一封信好像不错耶”。可就是这样，我感受到了对我的冷漠和不屑。",
    "annotation": [
      {
        "sentence": "与自己的心理咨询师有一些冲突感，因为自己生日快到了，咨询师问我想要什么礼物，我说不要，但又一次问我，我说“写一封信好像不错耶”。",
        "label": ""
      },
      {
        "sentence": "可就是这样，我感受到了对我的冷漠和不屑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你与心理咨询师之间的冲突感让你感到不舒服。你对于生日礼物的回答可能让咨询师感到困惑，但她的回应可能并不是针对你的冷漠和不屑，可能只是单纯地想更好地了解你的需求。你可以尝试和咨询师进一步沟通，表达你的感受，让她了解你的真实想法。",
    "annotation": [
      {
        "sentence": "我明白你与心理咨询师之间的冲突感让你感到不舒服。",
        "label": ""
      },
      {
        "sentence": "你对于生日礼物的回答可能让咨询师感到困惑，但她的回应可能并不是针对你的冷漠和不屑，可能只是单纯地想更好地了解你的需求。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和咨询师进一步沟通，表达你的感受，让她了解你的真实想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我虽然又说“我不要了啦”，她说“我擅长表达自己想法了”。（好像是在说后者）",
    "annotation": [
      {
        "sentence": "我虽然又说“我不要了啦”，她说“我擅长表达自己想法了”。",
        "label": ""
      },
      {
        "sentence": "（好像是在说后者）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于咨询师的回应，你感到了一些困惑和不满。在沟通中，有时我们可能会有一些误解或者表达不够清楚，这并不代表咨询师不在乎你的感受。你可以再次与咨询师交流，让她明白你的真实想法和感受，这样可以促进更好的理解和互动。",
    "annotation": [
      {
        "sentence": "对于咨询师的回应，你感到了一些困惑和不满。",
        "label": ""
      },
      {
        "sentence": "在沟通中，有时我们可能会有一些误解或者表达不够清楚，这并不代表咨询师不在乎你的感受。",
        "label": ""
      },
      {
        "sentence": "你可以再次与咨询师交流，让她明白你的真实想法和感受，这样可以促进更好的理解和互动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在自己感情中，也一直怀念离开四年的一位异性朋友，她好像真的打败了所有新欢，时间也是。然后遇到了其他朋友，我也是回避的态度拒绝更多交流。",
    "annotation": [
      {
        "sentence": "在自己感情中，也一直怀念离开四年的一位异性朋友，她好像真的打败了所有新欢，时间也是。",
        "label": ""
      },
      {
        "sentence": "然后遇到了其他朋友，我也是回避的态度拒绝更多交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失去一位重要的朋友对你来说是一段很难过的经历。你的回避态度可能是为了保护自己不再受到伤害。不过，与其他朋友建立新的联系也有助于你渐渐走出思念的情感，给自己一些机会去认识和信任新的人。",
    "annotation": [
      {
        "sentence": "失去一位重要的朋友对你来说是一段很难过的经历。",
        "label": ""
      },
      {
        "sentence": "你的回避态度可能是为了保护自己不再受到伤害。",
        "label": ""
      },
      {
        "sentence": "不过，与其他朋友建立新的联系也有助于你渐渐走出思念的情感，给自己一些机会去认识和信任新的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每天幻想一些毁灭性的场景，自己独揽一切等等自己学习也受到了影响，对身边的一切都不信任。同时我也有2年的确诊抑郁症病例，最近有复发的现象。",
    "annotation": [
      {
        "sentence": "每天幻想一些毁灭性的场景，自己独揽一切等等自己学习也受到了影响，对身边的一切都不信任。",
        "label": ""
      },
      {
        "sentence": "同时我也有2年的确诊抑郁症病例，最近有复发的现象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的幻想和不信任感表明你目前的情绪状态可能比较低落。抑郁症的复发会对你的生活和学习带来一定的困扰。我希望你能够找到一种适合你的方式去处理这些负面情绪，比如寻求专业治疗和支持。与此同时，也请记住你不是孤单的，身边还有爱护和支持你的人。",
    "annotation": [
      {
        "sentence": "你描述的幻想和不信任感表明你目前的情绪状态可能比较低落。",
        "label": ""
      },
      {
        "sentence": "抑郁症的复发会对你的生活和学习带来一定的困扰。",
        "label": ""
      },
      {
        "sentence": "我希望你能够找到一种适合你的方式去处理这些负面情绪，比如寻求专业治疗和支持。",
        "label": ""
      },
      {
        "sentence": "与此同时，也请记住你不是孤单的，身边还有爱护和支持你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会尝试和咨询师再沟通一次，让她更好地理解我的需求。对于失去的朋友，我也会慢慢接纳新的人和交流，给自己一些机会。同时，我也会积极寻求专业治疗和支持，希望能够渐渐走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试和咨询师再沟通一次，让她更好地理解我的需求。",
        "label": ""
      },
      {
        "sentence": "对于失去的朋友，我也会慢慢接纳新的人和交流，给自己一些机会。",
        "label": ""
      },
      {
        "sentence": "同时，我也会积极寻求专业治疗和支持，希望能够渐渐走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供支持和鼓励。记住，在你面对困难时不要犹豫去寻求帮助。专业的治疗和支持会帮助你度过难关，重建自信和积极的心态。祝愿你早日走出困境，恢复健康和快乐！如果你在未来还需要倾诉或者分享，我将一直在这里支持你。",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "记住，在你面对困难时不要犹豫去寻求帮助。",
        "label": ""
      },
      {
        "sentence": "专业的治疗和支持会帮助你度过难关，重建自信和积极的心态。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出困境，恢复健康和快乐！",
        "label": ""
      },
      {
        "sentence": "如果你在未来还需要倾诉或者分享，我将一直在这里支持你。",
        "label": ""
      }
    ]
  }
]