[
  {
    "role": "client",
    "content": "感觉自己对待难受的感受很矛盾，通过痛苦确定活着？前几天女朋友很少回我信息，我敏感焦虑她是不是不喜欢我了，难受的全身肌肉紧张压抑痛苦情绪躯体化，我很想立刻逃出这种痛苦，甚至想不再喜欢她想离开她。后来看了一篇文章《我为什么有时候不回你消息？》心态调整过来了，但还是会猜测她是不是不喜欢我。今天她说感觉我没那么喜欢她，她也没那么喜欢我了，因为感觉不到我的喜欢所以回应不了我。我知道后身体不舒服，却没上次那么难受。然后因为自己没上次那么难受，我焦虑，在想自己是不是没那么喜欢她，希望自己更难受一点，感觉我要通过难受来确定活着的感觉。",
    "annotation": [
      {
        "sentence": "感觉自己对待难受的感受很矛盾，通过痛苦确定活着？",
        "label": ""
      },
      {
        "sentence": "前几天女朋友很少回我信息，我敏感焦虑她是不是不喜欢我了，难受的全身肌肉紧张压抑痛苦情绪躯体化，我很想立刻逃出这种痛苦，甚至想不再喜欢她想离开她。",
        "label": ""
      },
      {
        "sentence": "后来看了一篇文章《我为什么有时候不回你消息？",
        "label": ""
      },
      {
        "sentence": "》心态调整过来了，但还是会猜测她是不是不喜欢我。",
        "label": ""
      },
      {
        "sentence": "今天她说感觉我没那么喜欢她，她也没那么喜欢我了，因为感觉不到我的喜欢所以回应不了我。",
        "label": ""
      },
      {
        "sentence": "我知道后身体不舒服，却没上次那么难受。",
        "label": ""
      },
      {
        "sentence": "然后因为自己没上次那么难受，我焦虑，在想自己是不是没那么喜欢她，希望自己更难受一点，感觉我要通过难受来确定活着的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受让我感到你对感情的不安全感十分强烈，你担心女朋友不喜欢你，甚至感到了紧张和焦虑。你对女朋友的感情没有确定性，也没有确定自己是否喜欢她。这些怀疑和犹豫让你陷入了痛苦、迷茫和焦虑中。感情的确是十分复杂的，彼此试探也是感情关系中常见的情况。有一部经典的心理电影叫做《心灵捕手》，主人公虽然是个天才，却由于成长经历的影响而不敢真实地展示自己。电影中有一个经典的场景，是他和女朋友之间的争执。女朋友是哈佛大学的学生，在她面前，他变得自卑。在争吵的过程中，女朋友也哭着说，她也会感到不安全，也会担心他是否爱她。这种情况在很多恋爱关系中也是常见的。你怀疑女朋友是否喜欢你，或许女朋友也在质疑你是否喜欢她。女朋友对你说，感觉你没有那么喜欢她，这句话传达了她的不满，她没有感受到你的喜欢。因此她只能选择保护自己，对你的感情也会有所保留。你们和电影中的男女主角可能有相似之处，彼此都有不安全感，彼此试探，并且也害怕被伤害，从而选择自我保护。爱情不仅仅是甜蜜的，也会带来许多痛苦。有时候爱得越深，痛苦就越多，越容易害怕对方的离开。看似是对感情和对对方的不信任，但实际上也可能是对自己的不信任，不相信自己配得上一段美好而稳定的感情。女朋友选择和你在一起，肯定是对你有感情的。请相信自己，也相信对方，勇敢地表达自己的情感，让对方能够感受到。只有当女朋友真正感受到你的喜欢，她才能更好地回应你的情感。",
    "annotation": [
      {
        "sentence": "你的感受让我感到你对感情的不安全感十分强烈，你担心女朋友不喜欢你，甚至感到了紧张和焦虑。",
        "label": ""
      },
      {
        "sentence": "你对女朋友的感情没有确定性，也没有确定自己是否喜欢她。",
        "label": ""
      },
      {
        "sentence": "这些怀疑和犹豫让你陷入了痛苦、迷茫和焦虑中。",
        "label": ""
      },
      {
        "sentence": "感情的确是十分复杂的，彼此试探也是感情关系中常见的情况。",
        "label": ""
      },
      {
        "sentence": "有一部经典的心理电影叫做《心灵捕手》，主人公虽然是个天才，却由于成长经历的影响而不敢真实地展示自己。",
        "label": ""
      },
      {
        "sentence": "电影中有一个经典的场景，是他和女朋友之间的争执。",
        "label": ""
      },
      {
        "sentence": "女朋友是哈佛大学的学生，在她面前，他变得自卑。",
        "label": ""
      },
      {
        "sentence": "在争吵的过程中，女朋友也哭着说，她也会感到不安全，也会担心他是否爱她。",
        "label": ""
      },
      {
        "sentence": "这种情况在很多恋爱关系中也是常见的。",
        "label": ""
      },
      {
        "sentence": "你怀疑女朋友是否喜欢你，或许女朋友也在质疑你是否喜欢她。",
        "label": ""
      },
      {
        "sentence": "女朋友对你说，感觉你没有那么喜欢她，这句话传达了她的不满，她没有感受到你的喜欢。",
        "label": ""
      },
      {
        "sentence": "因此她只能选择保护自己，对你的感情也会有所保留。",
        "label": ""
      },
      {
        "sentence": "你们和电影中的男女主角可能有相似之处，彼此都有不安全感，彼此试探，并且也害怕被伤害，从而选择自我保护。",
        "label": ""
      },
      {
        "sentence": "爱情不仅仅是甜蜜的，也会带来许多痛苦。",
        "label": ""
      },
      {
        "sentence": "有时候爱得越深，痛苦就越多，越容易害怕对方的离开。",
        "label": ""
      },
      {
        "sentence": "看似是对感情和对对方的不信任，但实际上也可能是对自己的不信任，不相信自己配得上一段美好而稳定的感情。",
        "label": ""
      },
      {
        "sentence": "女朋友选择和你在一起，肯定是对你有感情的。",
        "label": ""
      },
      {
        "sentence": "请相信自己，也相信对方，勇敢地表达自己的情感，让对方能够感受到。",
        "label": ""
      },
      {
        "sentence": "只有当女朋友真正感受到你的喜欢，她才能更好地回应你的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，你说的很有道理。我不确定自己的感情真的让我很困惑和痛苦。有时候我甚至觉得自己是不是不配拥有这段感情。我越是试图控制自己的情绪，越是感到心力交瘁。我觉得自己好像在一个恶性循环中无法自拔，这真的很折磨我。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我不确定自己的感情真的让我很困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至觉得自己是不是不配拥有这段感情。",
        "label": ""
      },
      {
        "sentence": "我越是试图控制自己的情绪，越是感到心力交瘁。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像在一个恶性循环中无法自拔，这真的很折磨我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够理解，对自己的感情产生困惑和痛苦是很正常的。但是要记得，感情并不是那么容易控制的。试图控制自己的情绪只会让你感到心力交瘁，进一步陷入恶性循环。对自己的感情态度要宽容一些，不要过分苛求自己。每个人都是有情绪波动的时候，这并不代表你不配拥有这段感情。再次强调，你们的关系是建立在双方的感情基础上的，你女朋友选择和你在一起，说明她对你有感情。请你也对自己有信心，不要过度压力自己。",
    "annotation": [
      {
        "sentence": "你的感受我能够理解，对自己的感情产生困惑和痛苦是很正常的。",
        "label": ""
      },
      {
        "sentence": "但是要记得，感情并不是那么容易控制的。",
        "label": ""
      },
      {
        "sentence": "试图控制自己的情绪只会让你感到心力交瘁，进一步陷入恶性循环。",
        "label": ""
      },
      {
        "sentence": "对自己的感情态度要宽容一些，不要过分苛求自己。",
        "label": ""
      },
      {
        "sentence": "每个人都是有情绪波动的时候，这并不代表你不配拥有这段感情。",
        "label": ""
      },
      {
        "sentence": "再次强调，你们的关系是建立在双方的感情基础上的，你女朋友选择和你在一起，说明她对你有感情。",
        "label": ""
      },
      {
        "sentence": "请你也对自己有信心，不要过度压力自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更宽容一些，不要过分苛求自己。我会努力放宽自己的心态，给彼此一些时间和空间来相互理解和调整。只是，我还是担心她会因为我选择放弃。我真的希望能够让她感受到我的真心和喜欢。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更宽容一些，不要过分苛求自己。",
        "label": ""
      },
      {
        "sentence": "我会努力放宽自己的心态，给彼此一些时间和空间来相互理解和调整。",
        "label": ""
      },
      {
        "sentence": "只是，我还是担心她会因为我选择放弃。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够让她感受到我的真心和喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，但是恋爱关系中，担心对方的选择放弃是很正常的。重要的是你努力让她感受到你的真心和喜欢。除了言语表达，还可以通过行动来展示你的情感，比如给她一些惊喜或者是常去陪伴她。和她坦诚地交流，告诉她你的感受和内心真实的想法。只要你真心付出，相信你们的关系会更好。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，但是恋爱关系中，担心对方的选择放弃是很正常的。",
        "label": ""
      },
      {
        "sentence": "重要的是你努力让她感受到你的真心和喜欢。",
        "label": ""
      },
      {
        "sentence": "除了言语表达，还可以通过行动来展示你的情感，比如给她一些惊喜或者是常去陪伴她。",
        "label": ""
      },
      {
        "sentence": "和她坦诚地交流，告诉她你的感受和内心真实的想法。",
        "label": ""
      },
      {
        "sentence": "只要你真心付出，相信你们的关系会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力付出，同时也会更加坦诚地和她交流。希望我们的感情能够更加稳固和美好。真的很感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力付出，同时也会更加坦诚地和她交流。",
        "label": ""
      },
      {
        "sentence": "希望我们的感情能够更加稳固和美好。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你会做得很好的。希望你们的感情能够更加稳定和美好，有任何问题或者困惑随时都可以来找我倾诉。一起加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你会做得很好的。",
        "label": ""
      },
      {
        "sentence": "希望你们的感情能够更加稳定和美好，有任何问题或者困惑随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "一起加油！",
        "label": ""
      }
    ]
  }
]