[
  {
    "role": "client",
    "content": "社会一定就那么现实吗？大学之后还会有纯真的爱情吗？我是一个大三的学生，对物质社会抱有一种很深的恐惧，现在已经逐渐影响到日常心态，大学的爱情观正在压力下慢慢崩塌。社会一定就那么现实吗？存款，车子，房子，彩礼……每一样都可能是压死骆驼的最后一根稻草。我只是一个普通的工科生，在大学，这个没那么物质的小社会，我可以通过吉他，笛子，球技，手工，还有很多很多比如善良和认真负责等品质，吸引到女生，但大学之后呢？在金钱面前这些是否一文不值。我的家庭并不富裕，职业前途也并非一片光明。我可以也愿意去忍受甲方爸爸各种工程图的要求，也愿意996地加班奋斗赚钱，但我为了什么呢？为了丈母娘一句“还不够”吗？那些大学里纯真无邪的爱，又在哪里呢？我们是否只是资本社会和基因的奴隶？随时可以被别人取代，却无法自己掌握未来的幸福？",
    "annotation": [
      {
        "sentence": "社会一定就那么现实吗？",
        "label": ""
      },
      {
        "sentence": "大学之后还会有纯真的爱情吗？",
        "label": ""
      },
      {
        "sentence": "我是一个大三的学生，对物质社会抱有一种很深的恐惧，现在已经逐渐影响到日常心态，大学的爱情观正在压力下慢慢崩塌。",
        "label": ""
      },
      {
        "sentence": "社会一定就那么现实吗？",
        "label": ""
      },
      {
        "sentence": "存款，车子，房子，彩礼……每一样都可能是压死骆驼的最后一根稻草。",
        "label": ""
      },
      {
        "sentence": "我只是一个普通的工科生，在大学，这个没那么物质的小社会，我可以通过吉他，笛子，球技，手工，还有很多很多比如善良和认真负责等品质，吸引到女生，但大学之后呢？",
        "label": ""
      },
      {
        "sentence": "在金钱面前这些是否一文不值。",
        "label": ""
      },
      {
        "sentence": "我的家庭并不富裕，职业前途也并非一片光明。",
        "label": ""
      },
      {
        "sentence": "我可以也愿意去忍受甲方爸爸各种工程图的要求，也愿意996地加班奋斗赚钱，但我为了什么呢？",
        "label": ""
      },
      {
        "sentence": "为了丈母娘一句“还不够”吗？",
        "label": ""
      },
      {
        "sentence": "那些大学里纯真无邪的爱，又在哪里呢？",
        "label": ""
      },
      {
        "sentence": "我们是否只是资本社会和基因的奴隶？",
        "label": ""
      },
      {
        "sentence": "随时可以被别人取代，却无法自己掌握未来的幸福？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全可以理解你的担忧和恐惧。进入社会之前，我们都会感到焦虑和害怕，担心适应不了社会，担心各种压力和变化，但是事实上，大学与社会有很大的不同。社会并不是你所想象的那么复杂。你所拥有的那些优点和技能，在步入社会后依然是你的核心竞争力，会吸引到喜欢这些优点的人，无论是在爱情还是事业方面。至于你愿意承受各种工作要求和加班等，这或许是因为你追求的是对自己的认可和成就感，而不仅仅是为了丈母娘的评价。在金钱面前，我们并非一文不值，你有独特的魅力和优点，不会被资本社会和基因所束缚。不要怀疑自己所期望的纯真爱情，它并没有消失，只是在社会中需要更多的经历和选择。",
    "annotation": [
      {
        "sentence": "我完全可以理解你的担忧和恐惧。",
        "label": ""
      },
      {
        "sentence": "进入社会之前，我们都会感到焦虑和害怕，担心适应不了社会，担心各种压力和变化，但是事实上，大学与社会有很大的不同。",
        "label": ""
      },
      {
        "sentence": "社会并不是你所想象的那么复杂。",
        "label": ""
      },
      {
        "sentence": "你所拥有的那些优点和技能，在步入社会后依然是你的核心竞争力，会吸引到喜欢这些优点的人，无论是在爱情还是事业方面。",
        "label": ""
      },
      {
        "sentence": "至于你愿意承受各种工作要求和加班等，这或许是因为你追求的是对自己的认可和成就感，而不仅仅是为了丈母娘的评价。",
        "label": ""
      },
      {
        "sentence": "在金钱面前，我们并非一文不值，你有独特的魅力和优点，不会被资本社会和基因所束缚。",
        "label": ""
      },
      {
        "sentence": "不要怀疑自己所期望的纯真爱情，它并没有消失，只是在社会中需要更多的经历和选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我明白大学与社会确实存在差异，但现实的压力让我感到困惑和无助。我害怕爱情被物质所左右，担心自己的付出无法得到真正的回报。对于我的家庭背景和职业前途，我也感到很不安，这使我对未来的幸福感到怀疑。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白大学与社会确实存在差异，但现实的压力让我感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "我害怕爱情被物质所左右，担心自己的付出无法得到真正的回报。",
        "label": ""
      },
      {
        "sentence": "对于我的家庭背景和职业前途，我也感到很不安，这使我对未来的幸福感到怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是因为你有这样的忧虑和担忧，所以可以说你是一个有责任感和思考力的人。现实中，很多人都有担心爱情被物质所左右的想法，但是我们不能因此否定纯真的爱情存在。爱情不仅仅是物质交换，更是建立在彼此理解和支持的基础上。至于家庭背景和职业前途，它们并不完全决定一个人的幸福和成功。你所具备的优点和努力，也是你突破困境、实现自己幸福的力量。",
    "annotation": [
      {
        "sentence": "正是因为你有这样的忧虑和担忧，所以可以说你是一个有责任感和思考力的人。",
        "label": ""
      },
      {
        "sentence": "现实中，很多人都有担心爱情被物质所左右的想法，但是我们不能因此否定纯真的爱情存在。",
        "label": ""
      },
      {
        "sentence": "爱情不仅仅是物质交换，更是建立在彼此理解和支持的基础上。",
        "label": ""
      },
      {
        "sentence": "至于家庭背景和职业前途，它们并不完全决定一个人的幸福和成功。",
        "label": ""
      },
      {
        "sentence": "你所具备的优点和努力，也是你突破困境、实现自己幸福的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和鼓励，我会努力面对这些困惑和担忧。但是我还是对未来感到迷茫，不知道应该如何找到真正属于自己的幸福。经济条件的限制和社会的竞争让我感到压力很大，不知道该如何应对。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和鼓励，我会努力面对这些困惑和担忧。",
        "label": ""
      },
      {
        "sentence": "但是我还是对未来感到迷茫，不知道应该如何找到真正属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "经济条件的限制和社会的竞争让我感到压力很大，不知道该如何应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对未来的迷茫和不确定性是很正常的。首先，不要给自己太多压力，接受自己目前的状态，并相信自己可以通过努力改变。其次，不要忽视内心的声音和兴趣，找到自己真正热爱的事物，并为之努力，这样会更容易获得幸福感。同时，你也可以寻求帮助和咨询，从专业人士那里获取更多指导和支持。记住，每个人的幸福路径都不同，重要的是找到适合自己的道路，不要局限于别人对幸福的定义。",
    "annotation": [
      {
        "sentence": "面对未来的迷茫和不确定性是很正常的。",
        "label": ""
      },
      {
        "sentence": "首先，不要给自己太多压力，接受自己目前的状态，并相信自己可以通过努力改变。",
        "label": ""
      },
      {
        "sentence": "其次，不要忽视内心的声音和兴趣，找到自己真正热爱的事物，并为之努力，这样会更容易获得幸福感。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求帮助和咨询，从专业人士那里获取更多指导和支持。",
        "label": ""
      },
      {
        "sentence": "记住，每个人的幸福路径都不同，重要的是找到适合自己的道路，不要局限于别人对幸福的定义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽量调整自己的心态，不再将自己局限在困境中。我明白幸福是需要自己去发现和追求的，我会继续努力，相信自己可以找到真正属于自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽量调整自己的心态，不再将自己局限在困境中。",
        "label": ""
      },
      {
        "sentence": "我明白幸福是需要自己去发现和追求的，我会继续努力，相信自己可以找到真正属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的决心。相信自己并积极面对困难是实现幸福的关键。无论遇到多大的挑战和障碍，都记得保持乐观和坚持不懈的态度。希望你能找到真正属于自己的幸福，祝福你！",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的决心。",
        "label": ""
      },
      {
        "sentence": "相信自己并积极面对困难是实现幸福的关键。",
        "label": ""
      },
      {
        "sentence": "无论遇到多大的挑战和障碍，都记得保持乐观和坚持不懈的态度。",
        "label": ""
      },
      {
        "sentence": "希望你能找到真正属于自己的幸福，祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持，我会继续前行，相信未来会更美好。再次感谢你倾听和鼓励，我感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持，我会继续前行，相信未来会更美好。",
        "label": ""
      },
      {
        "sentence": "再次感谢你倾听和鼓励，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在这里支持你。如果有任何需要，随时找我倾诉和寻求帮助。你已经迈出了寻找幸福的第一步，相信自己，你一定会迎来美好的未来。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了寻找幸福的第一步，相信自己，你一定会迎来美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]