[
  {
    "role": "client",
    "content": "社会一定就那么现实吗？大学之后还会有纯真的爱情吗？我是一个大三的学生，对物质社会抱有一种很深的恐惧，现在已经逐渐影响到日常心态，大学的爱情观正在压力下慢慢崩塌。社会一定就那么现实吗？存款，车子，房子，彩礼……每一样都可能是压死骆驼的最后一根稻草。我只是一个普通的工科生，在大学，这个没那么物质的小社会，我可以通过吉他，笛子，球技，手工，还有很多很多比如善良和认真负责等品质，吸引到女生，但大学之后呢？在金钱面前这些是否一文不值。我的家庭并不富裕，职业前途也并非一片光明。我可以也愿意去忍受甲方爸爸各种工程图的要求，也愿意996地加班奋斗赚钱，但我为了什么呢？为了丈母娘一句“还不够”吗？那些大学里纯真无邪的爱，又在哪里呢？我们是否只是资本社会和基因的奴隶？随时可以被别人取代，却无法自己掌握未来的幸福？",
    "annotation": [
      {
        "sentence": "社会一定就那么现实吗？",
        "label": ""
      },
      {
        "sentence": "大学之后还会有纯真的爱情吗？",
        "label": ""
      },
      {
        "sentence": "我是一个大三的学生，对物质社会抱有一种很深的恐惧，现在已经逐渐影响到日常心态，大学的爱情观正在压力下慢慢崩塌。",
        "label": ""
      },
      {
        "sentence": "社会一定就那么现实吗？",
        "label": ""
      },
      {
        "sentence": "存款，车子，房子，彩礼……每一样都可能是压死骆驼的最后一根稻草。",
        "label": ""
      },
      {
        "sentence": "我只是一个普通的工科生，在大学，这个没那么物质的小社会，我可以通过吉他，笛子，球技，手工，还有很多很多比如善良和认真负责等品质，吸引到女生，但大学之后呢？",
        "label": ""
      },
      {
        "sentence": "在金钱面前这些是否一文不值。",
        "label": ""
      },
      {
        "sentence": "我的家庭并不富裕，职业前途也并非一片光明。",
        "label": ""
      },
      {
        "sentence": "我可以也愿意去忍受甲方爸爸各种工程图的要求，也愿意996地加班奋斗赚钱，但我为了什么呢？",
        "label": ""
      },
      {
        "sentence": "为了丈母娘一句“还不够”吗？",
        "label": ""
      },
      {
        "sentence": "那些大学里纯真无邪的爱，又在哪里呢？",
        "label": ""
      },
      {
        "sentence": "我们是否只是资本社会和基因的奴隶？",
        "label": ""
      },
      {
        "sentence": "随时可以被别人取代，却无法自己掌握未来的幸福？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你眼下感受到的压力和不安。社会的确存在着一定的现实性，但并不意味着大学之后就没有纯真的爱情了。校园爱情和社会爱情所考量的标准不同。校园爱情注重外貌、成绩、才艺等方面，而社会爱情更关注工作、潜力、人脉等方面的综合素养。你所拥有的吉他、笛子、球技、手工以及善良和认真负责等品质，在大学能吸引到女生，这表明你具备吸引力和优秀的素质。因此，无需过于担心大学之后是否一文不值。",
    "annotation": [
      {
        "sentence": "我明白你眼下感受到的压力和不安。",
        "label": ""
      },
      {
        "sentence": "社会的确存在着一定的现实性，但并不意味着大学之后就没有纯真的爱情了。",
        "label": ""
      },
      {
        "sentence": "校园爱情和社会爱情所考量的标准不同。",
        "label": ""
      },
      {
        "sentence": "校园爱情注重外貌、成绩、才艺等方面，而社会爱情更关注工作、潜力、人脉等方面的综合素养。",
        "label": ""
      },
      {
        "sentence": "你所拥有的吉他、笛子、球技、手工以及善良和认真负责等品质，在大学能吸引到女生，这表明你具备吸引力和优秀的素质。",
        "label": ""
      },
      {
        "sentence": "因此，无需过于担心大学之后是否一文不值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和支持。但我还是担心，在社会面前，这些品质是否会被金钱所取代。我家庭并不富裕，职业前途也不太明朗，如果为了金钱而追逐，我觉得自己可能会失去自我和迷失方向。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和支持。",
        "label": ""
      },
      {
        "sentence": "但我还是担心，在社会面前，这些品质是否会被金钱所取代。",
        "label": ""
      },
      {
        "sentence": "我家庭并不富裕，职业前途也不太明朗，如果为了金钱而追逐，我觉得自己可能会失去自我和迷失方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和担心。社会上对金钱的追求很普遍，但并不代表所有人都会将金钱视为唯一的衡量标准。在社会中，人们还会重视其他品质，如真诚、热情、努力等。你作为一个普通的工科生，在工作中展现出的能力和潜力，以及你努力工作的态度，不仅仅是金钱的体现，更是你的价值和才华展示。你的品质和努力并不会被金钱所取代。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和担心。",
        "label": ""
      },
      {
        "sentence": "社会上对金钱的追求很普遍，但并不代表所有人都会将金钱视为唯一的衡量标准。",
        "label": ""
      },
      {
        "sentence": "在社会中，人们还会重视其他品质，如真诚、热情、努力等。",
        "label": ""
      },
      {
        "sentence": "你作为一个普通的工科生，在工作中展现出的能力和潜力，以及你努力工作的态度，不仅仅是金钱的体现，更是你的价值和才华展示。",
        "label": ""
      },
      {
        "sentence": "你的品质和努力并不会被金钱所取代。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我仍然害怕无法满足社会对金钱的要求。如果我为了金钱而合不拢腿，甚至与自己的内心和理想背道而驰，我害怕我会失去我所追求的纯真和幸福。我不想成为资本社会和基因的奴隶，我希望能够掌握自己的未来。",
    "annotation": [
      {
        "sentence": "但是，我仍然害怕无法满足社会对金钱的要求。",
        "label": ""
      },
      {
        "sentence": "如果我为了金钱而合不拢腿，甚至与自己的内心和理想背道而驰，我害怕我会失去我所追求的纯真和幸福。",
        "label": ""
      },
      {
        "sentence": "我不想成为资本社会和基因的奴隶，我希望能够掌握自己的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对此有所担忧是很正常的，我们经常都会面临这样的抉择。事实上，在社会中并不是所有人都会为了金钱而放弃内心的追求。你可以坚守自己的价值观和理想，并在努力工作的同时保持对纯真和幸福的追求。在社会中，也会有人欣赏和认同你的独特之处。重要的是要保持信心，并相信在追求自己幸福的道路上，总会存在机会和可能。",
    "annotation": [
      {
        "sentence": "你对此有所担忧是很正常的，我们经常都会面临这样的抉择。",
        "label": ""
      },
      {
        "sentence": "事实上，在社会中并不是所有人都会为了金钱而放弃内心的追求。",
        "label": ""
      },
      {
        "sentence": "你可以坚守自己的价值观和理想，并在努力工作的同时保持对纯真和幸福的追求。",
        "label": ""
      },
      {
        "sentence": "在社会中，也会有人欣赏和认同你的独特之处。",
        "label": ""
      },
      {
        "sentence": "重要的是要保持信心，并相信在追求自己幸福的道路上，总会存在机会和可能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会试着坚守自己的内心和理想，不轻易放弃。我希望自己的努力和品质能够让我在社会中找到属于自己的幸福和纯真的爱情。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着坚守自己的内心和理想，不轻易放弃。",
        "label": ""
      },
      {
        "sentence": "我希望自己的努力和品质能够让我在社会中找到属于自己的幸福和纯真的爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回答！保持对自己内心的认同和坚守是非常重要的。相信你的努力和品质一定会为你创造出美好的未来，找到属于自己的幸福和纯真的爱情。祝愿你前程似锦！如果以后还有任何困惑或需要倾诉，随时都可以来找我聊天。你并不孤单，我们都在支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回答！",
        "label": ""
      },
      {
        "sentence": "保持对自己内心的认同和坚守是非常重要的。",
        "label": ""
      },
      {
        "sentence": "相信你的努力和品质一定会为你创造出美好的未来，找到属于自己的幸福和纯真的爱情。",
        "label": ""
      },
      {
        "sentence": "祝愿你前程似锦！",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困惑或需要倾诉，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们都在支持你。",
        "label": ""
      }
    ]
  }
]