[
  {
    "role": "client",
    "content": "我自卑又自大，希望别人开心，有时板着脸，我是否有病？我自卑又自大，我每天都会微笑，希望别人开心，但有时候自己不开心了也会板着脸，身边的朋友上大学了我才是中专生，父母离异，身边好多人看不起我，我在会假装看不见，小时候特别害怕鬼，长大了就在想，鬼来了也没事，就这样把我带走吧哈哈我觉得我隐藏的好好的，但是身边老有人说你一点都不开心，我姐姐还看穿了我的自卑又自大，但她也好瞧不起我，害怕工作害怕所有。",
    "annotation": [
      {
        "sentence": "我自卑又自大，希望别人开心，有时板着脸，我是否有病？",
        "label": ""
      },
      {
        "sentence": "我自卑又自大，我每天都会微笑，希望别人开心，但有时候自己不开心了也会板着脸，身边的朋友上大学了我才是中专生，父母离异，身边好多人看不起我，我在会假装看不见，小时候特别害怕鬼，长大了就在想，鬼来了也没事，就这样把我带走吧哈哈我觉得我隐藏的好好的，但是身边老有人说你一点都不开心，我姐姐还看穿了我的自卑又自大，但她也好瞧不起我，害怕工作害怕所有。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你并不是有病，不要这样想。很多人都会面临自卑和自大的情绪，这是一种矛盾体。其实，这是一种防御机制，是为了保护自己更好地适应社会和生活。你的情绪中有些不甘心，可能是因为看到身边的同学朋友能上大学而自己没有上大学，还因为父母的关系影响到了自己。这种感觉是可以理解的，不要怪罪自己，真的不怪罪你。父母的关系问题确实给你带来很大的伤害，他们忙于处理之间的纷争，已经没有足够的精力和能量来照顾你的情绪和感受，所以你会感受到被忽视，觉得没有被爱，身边人都看不起你。这可能是你成长经历的结果，也许原生家庭还发生了其他事情，慢慢地让你觉得身边的人都看不起你。其实，并不是所有人都真的看不起你，只是你内心深处有这种想法，这种思维定势让你表现出一种气场，让一些不了解你的人来误解你，觉得你是一个不开心的人。你姐姐看穿了你的自卑又自大，其实也是因为她看不起你，但这并不代表所有人都是这样看待你的。只要你的能量足够强大，你不去在意别人的眼光，展现出自己其他闪光点，同样可以让他们喜欢你并且尊重你。你害怕工作，害怕所有事情，实际上是害怕与人交往，害怕别人看不起你，让你难受，更害怕自己无法适应，无法坚持下去，过得不开心。我建议你试着敞开心扉，接纳自己和他人。不要害怕与人接触，尝试去相信他人，这样就能找到真正的朋友，过上更加充实和快乐的生活。",
    "annotation": [
      {
        "sentence": "求助者，你并不是有病，不要这样想。",
        "label": ""
      },
      {
        "sentence": "很多人都会面临自卑和自大的情绪，这是一种矛盾体。",
        "label": ""
      },
      {
        "sentence": "其实，这是一种防御机制，是为了保护自己更好地适应社会和生活。",
        "label": ""
      },
      {
        "sentence": "你的情绪中有些不甘心，可能是因为看到身边的同学朋友能上大学而自己没有上大学，还因为父母的关系影响到了自己。",
        "label": ""
      },
      {
        "sentence": "这种感觉是可以理解的，不要怪罪自己，真的不怪罪你。",
        "label": ""
      },
      {
        "sentence": "父母的关系问题确实给你带来很大的伤害，他们忙于处理之间的纷争，已经没有足够的精力和能量来照顾你的情绪和感受，所以你会感受到被忽视，觉得没有被爱，身边人都看不起你。",
        "label": ""
      },
      {
        "sentence": "这可能是你成长经历的结果，也许原生家庭还发生了其他事情，慢慢地让你觉得身边的人都看不起你。",
        "label": ""
      },
      {
        "sentence": "其实，并不是所有人都真的看不起你，只是你内心深处有这种想法，这种思维定势让你表现出一种气场，让一些不了解你的人来误解你，觉得你是一个不开心的人。",
        "label": ""
      },
      {
        "sentence": "你姐姐看穿了你的自卑又自大，其实也是因为她看不起你，但这并不代表所有人都是这样看待你的。",
        "label": ""
      },
      {
        "sentence": "只要你的能量足够强大，你不去在意别人的眼光，展现出自己其他闪光点，同样可以让他们喜欢你并且尊重你。",
        "label": ""
      },
      {
        "sentence": "你害怕工作，害怕所有事情，实际上是害怕与人交往，害怕别人看不起你，让你难受，更害怕自己无法适应，无法坚持下去，过得不开心。",
        "label": ""
      },
      {
        "sentence": "我建议你试着敞开心扉，接纳自己和他人。",
        "label": ""
      },
      {
        "sentence": "不要害怕与人接触，尝试去相信他人，这样就能找到真正的朋友，过上更加充实和快乐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的很有道理。我也慢慢明白，自卑和自大都是一种保护机制，想要保护自己不受伤害。可是，我真的很不甘心自己的现状，看到别人比我好的时候，我总会觉得嫉妒和不满。我知道这种情绪不对，可是控制不住自己的感受。也许父母的离异是我的一块心结，我一直不敢面对这个问题。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我觉得你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我也慢慢明白，自卑和自大都是一种保护机制，想要保护自己不受伤害。",
        "label": ""
      },
      {
        "sentence": "可是，我真的很不甘心自己的现状，看到别人比我好的时候，我总会觉得嫉妒和不满。",
        "label": ""
      },
      {
        "sentence": "我知道这种情绪不对，可是控制不住自己的感受。",
        "label": ""
      },
      {
        "sentence": "也许父母的离异是我的一块心结，我一直不敢面对这个问题。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你已经意识到了自卑和自大是一种保护机制，这是很重要的一步。对于你的不甘心，我能理解，每个人都希望自己更好。父母的离异对你来说确实是一块心结，而且你一直没有勇气去面对它。我建议你试着接受现实，学会放下过去的伤痛，去面对自己的内心和情绪。你可以寻求心理咨询的帮助，通过咨询师的指导，逐渐解开心结，为自己创造一个更好的未来。",
    "annotation": [
      {
        "sentence": "求助者，你已经意识到了自卑和自大是一种保护机制，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "对于你的不甘心，我能理解，每个人都希望自己更好。",
        "label": ""
      },
      {
        "sentence": "父母的离异对你来说确实是一块心结，而且你一直没有勇气去面对它。",
        "label": ""
      },
      {
        "sentence": "我建议你试着接受现实，学会放下过去的伤痛，去面对自己的内心和情绪。",
        "label": ""
      },
      {
        "sentence": "你可以寻求心理咨询的帮助，通过咨询师的指导，逐渐解开心结，为自己创造一个更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会尝试接受现实，并勇敢面对自己的内心和情绪。找一个心理咨询师咨询也是个好主意，他们可能能给我更专业的帮助和指导。我相信只要我努力去改变，我还是能够过上快乐的生活的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试接受现实，并勇敢面对自己的内心和情绪。",
        "label": ""
      },
      {
        "sentence": "找一个心理咨询师咨询也是个好主意，他们可能能给我更专业的帮助和指导。",
        "label": ""
      },
      {
        "sentence": "我相信只要我努力去改变，我还是能够过上快乐的生活的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你愿意主动寻求帮助和改变，这是非常积极的一步。心理咨询师会成为你的伙伴，帮助你认清自己，提供专业的指导和支持。相信自己，相信未来，你一定能够走出阴影，过上快乐的生活。加油！我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你愿意主动寻求帮助和改变，这是非常积极的一步。",
        "label": ""
      },
      {
        "sentence": "心理咨询师会成为你的伙伴，帮助你认清自己，提供专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定能够走出阴影，过上快乐的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]