[
  {
    "role": "client",
    "content": "上课都没底气，很紧张，纪律很差，学生在下面总说话？我是一个新老师，我教一年级的数学，因为没有教学经验，而且我本身也很自卑，很内向，不爱说话，还有点社交恐惧症，所以上课很没底气，而且很紧张，学生经常上课插嘴，或者在下面说话，校长都是我讲课太温柔，要我凶一点，我也知道一年级学生刚开始你不对他们立规矩，凶一点，后面就很难管，纪律会很差，可是我就是凶不起来，而且我和其他老师相处我也有点低声下气，很不自信，我的课也是一团乱，我不知道怎么管理学生，定规矩",
    "annotation": [
      {
        "sentence": "上课都没底气，很紧张，纪律很差，学生在下面总说话？",
        "label": ""
      },
      {
        "sentence": "我是一个新老师，我教一年级的数学，因为没有教学经验，而且我本身也很自卑，很内向，不爱说话，还有点社交恐惧症，所以上课很没底气，而且很紧张，学生经常上课插嘴，或者在下面说话，校长都是我讲课太温柔，要我凶一点，我也知道一年级学生刚开始你不对他们立规矩，凶一点，后面就很难管，纪律会很差，可是我就是凶不起来，而且我和其他老师相处我也有点低声下气，很不自信，我的课也是一团乱，我不知道怎么管理学生，定规矩",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个老师，仅仅是温柔是不够的，还需要在孩子面前树立一定的威严，并且老师也是孩子的榜样。️️️树立在班级里的威严新老师，刚开始教学，没有经验，需要在实战中去摸索。",
    "annotation": [
      {
        "sentence": "作为一个老师，仅仅是温柔是不够的，还需要在孩子面前树立一定的威严，并且老师也是孩子的榜样。",
        "label": ""
      },
      {
        "sentence": "️️️树立在班级里的威严新老师，刚开始教学，没有经验，需要在实战中去摸索。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我就是没有办法凶起来，我觉得很难做到。",
    "annotation": [
      {
        "sentence": "可是我就是没有办法凶起来，我觉得很难做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你本身比较自卑，也有点社恐，凶起来需要去内心做一定的心理建设。你需要给自己一定的时间去做自己内心的思想工作，在想好上课要准备说的措辞，用严肃认真的语气，去讲在你课上的规矩。",
    "annotation": [
      {
        "sentence": "你本身比较自卑，也有点社恐，凶起来需要去内心做一定的心理建设。",
        "label": ""
      },
      {
        "sentence": "你需要给自己一定的时间去做自己内心的思想工作，在想好上课要准备说的措辞，用严肃认真的语气，去讲在你课上的规矩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你觉得我该怎么让自己变得更有威严呢？",
    "annotation": [
      {
        "sentence": "你觉得我该怎么让自己变得更有威严呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果有小朋友没有遵守纪律，那么会有一定的惩罚，这个惩罚可以不重，但是也要让他长记性。当然有奖有罚，表现好的小朋友，在一段时间后也会有一些小奖励。",
    "annotation": [
      {
        "sentence": "如果有小朋友没有遵守纪律，那么会有一定的惩罚，这个惩罚可以不重，但是也要让他长记性。",
        "label": ""
      },
      {
        "sentence": "当然有奖有罚，表现好的小朋友，在一段时间后也会有一些小奖励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以试试这种方式，但是我和其他老师相处也有点低声下气，很不自信。",
    "annotation": [
      {
        "sentence": "我明白了，我可以试试这种方式，但是我和其他老师相处也有点低声下气，很不自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "把自己和同事放在平等的位置上，其他的老师也都是从新人开始的，他们比你多的只是经验，并不是身份，你没必要在相处的时候，低声下气的。他们有教学经验，向他们谦虚讨教的话，那也仅仅只是讨教，并不是低人一等，你们在同一个位置上。",
    "annotation": [
      {
        "sentence": "把自己和同事放在平等的位置上，其他的老师也都是从新人开始的，他们比你多的只是经验，并不是身份，你没必要在相处的时候，低声下气的。",
        "label": ""
      },
      {
        "sentence": "他们有教学经验，向他们谦虚讨教的话，那也仅仅只是讨教，并不是低人一等，你们在同一个位置上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为我太自卑了，所以才会对其他老师低声下气。那我该怎么提升自信呢？",
    "annotation": [
      {
        "sentence": "可能是因为我太自卑了，所以才会对其他老师低声下气。",
        "label": ""
      },
      {
        "sentence": "那我该怎么提升自信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "教学经验久的老师，也会比较容易的看出你的性格，那么在接下来的时间里，你也是比较容易服软的那种人。因为自卑和社恐，不懂的拒绝，那么接下来会有一些麻烦事向你走来。你要学会拒绝，你可以帮别人的忙，但是也不能帮忙，要拒绝那些不是你的事情。",
    "annotation": [
      {
        "sentence": "教学经验久的老师，也会比较容易的看出你的性格，那么在接下来的时间里，你也是比较容易服软的那种人。",
        "label": ""
      },
      {
        "sentence": "因为自卑和社恐，不懂的拒绝，那么接下来会有一些麻烦事向你走来。",
        "label": ""
      },
      {
        "sentence": "你要学会拒绝，你可以帮别人的忙，但是也不能帮忙，要拒绝那些不是你的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该学会拒绝，把更多的时间和精力放在自己的事情上。",
    "annotation": [
      {
        "sentence": "你说的对，我应该学会拒绝，把更多的时间和精力放在自己的事情上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不管对于你本身还是对于学生，建议你可以去看看关于心理学的一些书籍，可以有效的改善自己的一些心态，也可以在平时的教学中及时抓住学生的心里。小朋友还是比较天真无邪的，本身对老师也有一定的敬重。所以，你给自己做一些心里建设，去跟小朋友树立威严。而那些温柔也可以留给课后的小朋友，同时也可以告诉他们课上和课后是不一样的。课上就要好好上课，课后才是他们玩耍嬉戏的时间。",
    "annotation": [
      {
        "sentence": "不管对于你本身还是对于学生，建议你可以去看看关于心理学的一些书籍，可以有效的改善自己的一些心态，也可以在平时的教学中及时抓住学生的心里。",
        "label": ""
      },
      {
        "sentence": "小朋友还是比较天真无邪的，本身对老师也有一定的敬重。",
        "label": ""
      },
      {
        "sentence": "所以，你给自己做一些心里建设，去跟小朋友树立威严。",
        "label": ""
      },
      {
        "sentence": "而那些温柔也可以留给课后的小朋友，同时也可以告诉他们课上和课后是不一样的。",
        "label": ""
      },
      {
        "sentence": "课上就要好好上课，课后才是他们玩耍嬉戏的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会去读一些心理学的书籍，同时也会调整自己的心态，把握好课上和课后的分寸。非常感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "我明白了，我会去读一些心理学的书籍，同时也会调整自己的心态，把握好课上和课后的分寸。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够成为一位优秀的老师。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够成为一位优秀的老师。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]