[
  {
    "role": "client",
    "content": "我今年29岁，一直被精神折磨，从来没有反抗过，感到害怕和迷茫。我是独生女，在记事起就被打骂长大，现在回想起来，家人都是我的噩梦，给我带来巨大的压力。爸爸、妈妈、姑姑、大伯，总是把我和其他家人做比较，而我总是被当作次等的那个人。我从来没有反抗过，长大后一直到现在都不敢一个人待在房间里，当房间很安静时我总会感到一种难以忍受的孤独感。我害怕黑暗，无论做什么事情我都不敢勇敢地探索自己，感到被冻结住了。我的身体变得僵硬，感到害怕，甚至无法思考。我必须将电视剧声音开得很大才能感到安静下来，我也害怕关灯睡觉。如果我无法攻击到别人，我就会骂自己无能！我一直在进行心理咨询，老师一直让我不停地描述自己的感觉，也和咨询师讨论过这种感觉很多次，觉得自己和咨询师有部分创伤经历相似，咨询师非常聪明，反应也很敏锐，就像《欢乐颂》里的安迪一样，我也可以自由地探讨自己的想法和感受，感到很投入。但是，对于我来说存在两个矛盾的问题。首先，我的恐惧已经描述了一年半的时间，我并没有感到特别明显的好转，可能是因为我经历了太多的创伤。我不知道对自己做些什么才能感到好一些。其次，我的咨询师是某大学的博导，已经50岁了，他的态度总是中立且悲观，让我感到很困惑，不知道应该怎么办。",
    "annotation": [
      {
        "sentence": "我今年29岁，一直被精神折磨，从来没有反抗过，感到害怕和迷茫。",
        "label": ""
      },
      {
        "sentence": "我是独生女，在记事起就被打骂长大，现在回想起来，家人都是我的噩梦，给我带来巨大的压力。",
        "label": ""
      },
      {
        "sentence": "爸爸、妈妈、姑姑、大伯，总是把我和其他家人做比较，而我总是被当作次等的那个人。",
        "label": ""
      },
      {
        "sentence": "我从来没有反抗过，长大后一直到现在都不敢一个人待在房间里，当房间很安静时我总会感到一种难以忍受的孤独感。",
        "label": ""
      },
      {
        "sentence": "我害怕黑暗，无论做什么事情我都不敢勇敢地探索自己，感到被冻结住了。",
        "label": ""
      },
      {
        "sentence": "我的身体变得僵硬，感到害怕，甚至无法思考。",
        "label": ""
      },
      {
        "sentence": "我必须将电视剧声音开得很大才能感到安静下来，我也害怕关灯睡觉。",
        "label": ""
      },
      {
        "sentence": "如果我无法攻击到别人，我就会骂自己无能！",
        "label": ""
      },
      {
        "sentence": "我一直在进行心理咨询，老师一直让我不停地描述自己的感觉，也和咨询师讨论过这种感觉很多次，觉得自己和咨询师有部分创伤经历相似，咨询师非常聪明，反应也很敏锐，就像《欢乐颂》里的安迪一样，我也可以自由地探讨自己的想法和感受，感到很投入。",
        "label": ""
      },
      {
        "sentence": "但是，对于我来说存在两个矛盾的问题。",
        "label": ""
      },
      {
        "sentence": "首先，我的恐惧已经描述了一年半的时间，我并没有感到特别明显的好转，可能是因为我经历了太多的创伤。",
        "label": ""
      },
      {
        "sentence": "我不知道对自己做些什么才能感到好一些。",
        "label": ""
      },
      {
        "sentence": "其次，我的咨询师是某大学的博导，已经50岁了，他的态度总是中立且悲观，让我感到很困惑，不知道应该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，我感到有些难过，也为你的童年感到心疼。同时，我也感到庆幸，因为即使你经历了很多创伤，内心充满了恐惧，但你一直在努力自救，没有放弃自己。这是非常难能可贵的，也令人感动。正如你所说，孩子在成长过程中如果无法得到家人的支持、接纳和关爱，会留下很多创伤，成年后也难以与他人建立良好的关系，无法适应社会，甚至会严重影响到正常的生活。我记得武志红老师曾说过，人就像是一个能量球，这个能量球需要伸展，当能量能够被看见和接住时，能量就开始流动起来，也就是说它变得鲜活了。如果能量的触角无法被接纳，那部分能量就变成了死能量。父母对孩子的攻击、责骂和暴力会将孩子伸展的能量打压回去，这样孩子的生命力和创造力就被扼杀了，长大后也会感到自己像是没有生命的干尸，生命无法展开。当你一个人独处的时候，会感到孤独、无力和恐惧，这是你内心那个孩子一次又一次地体验到童年的伤痛。那时的你多么希望有一个温暖的怀抱，能容纳你的一切，可是家人都离你那么远。直到现在，你只能依靠电视的声音和灯光让自己感到安全。当我读到你说“万箭穿心”时，我仿佛也能感受到那种心痛。亲爱的，和你同岁的人确实受到了很多伤害，你确实非常难过，你过去所经历的痛苦都是真实存在的。但我想说，儿时的我们虽然很弱小，没有了父母甚至无法活下去，但说这并非夸张，对于孩子来说，这是生存和死亡的问题。然而，现在的我们已经长大了，所面对的世界也不同于过去，我们有能力和资源来照顾自己，为自己负责。我们需要完成童年时没有完成的成长之路，这是每个人都需要面对的课题。谈到你的咨询师，我也想分享一下我的个人看法。我认为，心理咨询实际上就是与另一个人建立一段稳定、安全的关系，在这个关系中，咨询者能够有一个安全的空间充分地表达自己。咨询师就是一个容器，可以承载来访者的情绪、感受甚至是攻击。通常情况下，来访者在童年时期就没有与父母或抚养者建立起良好稳定的关系，所以内心没有一个容身之地。咨询师就成为了那个替代容器，住进来访者的内心，实现对来访者的治愈。我感觉你对你的咨询师的能力是认可的，但是已经咨询了这么久，似乎效",
    "annotation": [
      {
        "sentence": "看了你的问题，我感到有些难过，也为你的童年感到心疼。",
        "label": ""
      },
      {
        "sentence": "同时，我也感到庆幸，因为即使你经历了很多创伤，内心充满了恐惧，但你一直在努力自救，没有放弃自己。",
        "label": ""
      },
      {
        "sentence": "这是非常难能可贵的，也令人感动。",
        "label": ""
      },
      {
        "sentence": "正如你所说，孩子在成长过程中如果无法得到家人的支持、接纳和关爱，会留下很多创伤，成年后也难以与他人建立良好的关系，无法适应社会，甚至会严重影响到正常的生活。",
        "label": ""
      },
      {
        "sentence": "我记得武志红老师曾说过，人就像是一个能量球，这个能量球需要伸展，当能量能够被看见和接住时，能量就开始流动起来，也就是说它变得鲜活了。",
        "label": ""
      },
      {
        "sentence": "如果能量的触角无法被接纳，那部分能量就变成了死能量。",
        "label": ""
      },
      {
        "sentence": "父母对孩子的攻击、责骂和暴力会将孩子伸展的能量打压回去，这样孩子的生命力和创造力就被扼杀了，长大后也会感到自己像是没有生命的干尸，生命无法展开。",
        "label": ""
      },
      {
        "sentence": "当你一个人独处的时候，会感到孤独、无力和恐惧，这是你内心那个孩子一次又一次地体验到童年的伤痛。",
        "label": ""
      },
      {
        "sentence": "那时的你多么希望有一个温暖的怀抱，能容纳你的一切，可是家人都离你那么远。",
        "label": ""
      },
      {
        "sentence": "直到现在，你只能依靠电视的声音和灯光让自己感到安全。",
        "label": ""
      },
      {
        "sentence": "当我读到你说“万箭穿心”时，我仿佛也能感受到那种心痛。",
        "label": ""
      },
      {
        "sentence": "亲爱的，和你同岁的人确实受到了很多伤害，你确实非常难过，你过去所经历的痛苦都是真实存在的。",
        "label": ""
      },
      {
        "sentence": "但我想说，儿时的我们虽然很弱小，没有了父母甚至无法活下去，但说这并非夸张，对于孩子来说，这是生存和死亡的问题。",
        "label": ""
      },
      {
        "sentence": "然而，现在的我们已经长大了，所面对的世界也不同于过去，我们有能力和资源来照顾自己，为自己负责。",
        "label": ""
      },
      {
        "sentence": "我们需要完成童年时没有完成的成长之路，这是每个人都需要面对的课题。",
        "label": ""
      },
      {
        "sentence": "谈到你的咨询师，我也想分享一下我的个人看法。",
        "label": ""
      },
      {
        "sentence": "我认为，心理咨询实际上就是与另一个人建立一段稳定、安全的关系，在这个关系中，咨询者能够有一个安全的空间充分地表达自己。",
        "label": ""
      },
      {
        "sentence": "咨询师就是一个容器，可以承载来访者的情绪、感受甚至是攻击。",
        "label": ""
      },
      {
        "sentence": "通常情况下，来访者在童年时期就没有与父母或抚养者建立起良好稳定的关系，所以内心没有一个容身之地。",
        "label": ""
      },
      {
        "sentence": "咨询师就成为了那个替代容器，住进来访者的内心，实现对来访者的治愈。",
        "label": ""
      },
      {
        "sentence": "我感觉你对你的咨询师的能力是认可的，但是已经咨询了这么久，似乎效",
        "label": ""
      }
    ]
  }
]