[
  {
    "role": "client",
    "content": "小三用她妹妹的号，常来看老公微博，代表什么？老公在我二胎哺乳期时候出轨，疫情期间小三老公发现了，与小三离婚了。老公因为公司刚创业经济压力大，继续和小三合作。但是自己不直接联系她，并删除所有联系方式表示诚心诚意回归家庭。没有像以前那样经常加班，也跟我分享每天午餐和行踪，早早下班回家带娃做饭。老公把微博注销了，删除了一些app，但我用老公的名义重新注册了微博，并发一些看上去是我老公日常的图文视频（视频可以看谁浏览过）。果然小三来看过，我在另一个小号上骂了小三。小三消停了一段时间，最近发现小三妹妹的账号经常来浏览，但小三和她妹妹的微博同时拉黑了我和我老公的账号。这是不是可以理解为小三用妹妹的账号视奸我和老公的账号，小三并没有死心，还抱有一丝幻想吧？我该怎么办？",
    "annotation": [
      {
        "sentence": "小三用她妹妹的号，常来看老公微博，代表什么？",
        "label": ""
      },
      {
        "sentence": "老公在我二胎哺乳期时候出轨，疫情期间小三老公发现了，与小三离婚了。",
        "label": ""
      },
      {
        "sentence": "老公因为公司刚创业经济压力大，继续和小三合作。",
        "label": ""
      },
      {
        "sentence": "但是自己不直接联系她，并删除所有联系方式表示诚心诚意回归家庭。",
        "label": ""
      },
      {
        "sentence": "没有像以前那样经常加班，也跟我分享每天午餐和行踪，早早下班回家带娃做饭。",
        "label": ""
      },
      {
        "sentence": "老公把微博注销了，删除了一些app，但我用老公的名义重新注册了微博，并发一些看上去是我老公日常的图文视频（视频可以看谁浏览过）。",
        "label": ""
      },
      {
        "sentence": "果然小三来看过，我在另一个小号上骂了小三。",
        "label": ""
      },
      {
        "sentence": "小三消停了一段时间，最近发现小三妹妹的账号经常来浏览，但小三和她妹妹的微博同时拉黑了我和我老公的账号。",
        "label": ""
      },
      {
        "sentence": "这是不是可以理解为小三用妹妹的账号视奸我和老公的账号，小三并没有死心，还抱有一丝幻想吧？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我对你的丈夫在你二胎哺乳期间出轨的事情感到非常愤懑与痛心。你现在可能感到非常愤怒，需要妥善处理这件事情。你的丈夫已经采取了一些积极的行动，比如删除所有联系方式，与你分享每天的午餐和行踪，晚上下班回家带娃做饭，并注销了微博和删除了一些app。这些行为显示了他的真诚和改变的愿望。关于小三用她妹妹的账号经常来看你丈夫的微博，我认为你可以试着明确拒绝她，并且确保你的话语不过激，主要目标是关注你自己的生活并与那些对你不利的人保持一定的距离，减少负面信息的接触是很有必要的。",
    "annotation": [
      {
        "sentence": "我对你的丈夫在你二胎哺乳期间出轨的事情感到非常愤懑与痛心。",
        "label": ""
      },
      {
        "sentence": "你现在可能感到非常愤怒，需要妥善处理这件事情。",
        "label": ""
      },
      {
        "sentence": "你的丈夫已经采取了一些积极的行动，比如删除所有联系方式，与你分享每天的午餐和行踪，晚上下班回家带娃做饭，并注销了微博和删除了一些app。",
        "label": ""
      },
      {
        "sentence": "这些行为显示了他的真诚和改变的愿望。",
        "label": ""
      },
      {
        "sentence": "关于小三用她妹妹的账号经常来看你丈夫的微博，我认为你可以试着明确拒绝她，并且确保你的话语不过激，主要目标是关注你自己的生活并与那些对你不利的人保持一定的距离，减少负面信息的接触是很有必要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实可以尝试明确拒绝小三，但要注意措辞，让她死心。我明白了自己的目标是什么。我现在应该更加关注自己的生活，建立适当的界限，减少负面信息的接收。",
    "annotation": [
      {
        "sentence": "我确实可以尝试明确拒绝小三，但要注意措辞，让她死心。",
        "label": ""
      },
      {
        "sentence": "我明白了自己的目标是什么。",
        "label": ""
      },
      {
        "sentence": "我现在应该更加关注自己的生活，建立适当的界限，减少负面信息的接收。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很理解，减少负面信息的接收非常重要。你的丈夫曾经犯了错误，但现在他选择回归家庭，这是非常值得支持的。你可以口头表达对他的理解和支持，努力让你们成为友善相爱、愿意协商的伴侣。如果你还存在一些负面情绪和不安全感，这是可以理解的。你需要保持与丈夫的沟通，让自己的情绪积极向上。同时，也要了解你丈夫最近的心态如何，或许因为过去发生的事情，你对他的信任受到了伤害，但这是可以修复的。你们可以接受过去的错误，并共同创造新的美好经历，花些时间让彼此更好地了解对方。小三可能有她自己的未来和一些网络选择，而你和你丈夫也应该专注于你们自己的生活。过去的一些事情可能会让你感到不满，但你可以为你们之间建立一个新的起点，并与那些不和谐的人保持距离。最重要的是你要调整自己能够掌控的部分，让自己变得平静、积极，并专注于你和丈夫之间的联系与沟通，通过为彼此传递仁慈和爱来创造更好的关系。",
    "annotation": [
      {
        "sentence": "你很理解，减少负面信息的接收非常重要。",
        "label": ""
      },
      {
        "sentence": "你的丈夫曾经犯了错误，但现在他选择回归家庭，这是非常值得支持的。",
        "label": ""
      },
      {
        "sentence": "你可以口头表达对他的理解和支持，努力让你们成为友善相爱、愿意协商的伴侣。",
        "label": ""
      },
      {
        "sentence": "如果你还存在一些负面情绪和不安全感，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你需要保持与丈夫的沟通，让自己的情绪积极向上。",
        "label": ""
      },
      {
        "sentence": "同时，也要了解你丈夫最近的心态如何，或许因为过去发生的事情，你对他的信任受到了伤害，但这是可以修复的。",
        "label": ""
      },
      {
        "sentence": "你们可以接受过去的错误，并共同创造新的美好经历，花些时间让彼此更好地了解对方。",
        "label": ""
      },
      {
        "sentence": "小三可能有她自己的未来和一些网络选择，而你和你丈夫也应该专注于你们自己的生活。",
        "label": ""
      },
      {
        "sentence": "过去的一些事情可能会让你感到不满，但你可以为你们之间建立一个新的起点，并与那些不和谐的人保持距离。",
        "label": ""
      },
      {
        "sentence": "最重要的是你要调整自己能够掌控的部分，让自己变得平静、积极，并专注于你和丈夫之间的联系与沟通，通过为彼此传递仁慈和爱来创造更好的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会尽力去调整自己，保持积极的态度，并与丈夫一起努力创造美好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽力去调整自己，保持积极的态度，并与丈夫一起努力创造美好的未来。",
        "label": ""
      }
    ]
  }
]