[
  {
    "role": "client",
    "content": "我29岁，被精神折磨从来没反抗过，害怕一个人，迷茫？29岁独生女，记事儿起都是被打骂长大的，现在想起来家人都是噩梦，压力很大。爸爸妈妈姑姑大伯，把我和各种家里人比较，一直被当差的那个被比较。我从来没有反抗过，大了以后到现在一直不敢一个人待着，一个人在房间，很安静的时候总是有万箭穿心的感觉。怕黑，做什么事情都不敢勇敢的探索自己，被冻住的感觉。身体僵硬，害怕，不能思考。必须放电视剧很大声才会有主心骨安静下来，不敢关灯睡，害怕。攻击不了别人就骂自己无能！我一直做心理咨询，老师一直让我不停的描述那个感觉，也和咨询师探讨过这样的感觉很多次，觉得自己和咨询师有部分创伤重合了，咨询师智商很高，反应灵敏像欢乐颂安迪，我也可以自由探讨我的想法和感觉，很投入。矛盾两个点，我的恐惧被描述了一年半，并没有特别清晰的让我感觉变好，也可能是我创伤太多。不知道可以为自己做什么感觉更好。第二，我的咨询师某大的博导50岁老师，偏悲观，永远是中立+悲观，我很迷茫，不知何去何从",
    "annotation": [
      {
        "sentence": "我29岁，被精神折磨从来没反抗过，害怕一个人，迷茫？",
        "label": ""
      },
      {
        "sentence": "29岁独生女，记事儿起都是被打骂长大的，现在想起来家人都是噩梦，压力很大。",
        "label": ""
      },
      {
        "sentence": "爸爸妈妈姑姑大伯，把我和各种家里人比较，一直被当差的那个被比较。",
        "label": ""
      },
      {
        "sentence": "我从来没有反抗过，大了以后到现在一直不敢一个人待着，一个人在房间，很安静的时候总是有万箭穿心的感觉。",
        "label": ""
      },
      {
        "sentence": "怕黑，做什么事情都不敢勇敢的探索自己，被冻住的感觉。",
        "label": ""
      },
      {
        "sentence": "身体僵硬，害怕，不能思考。",
        "label": ""
      },
      {
        "sentence": "必须放电视剧很大声才会有主心骨安静下来，不敢关灯睡，害怕。",
        "label": ""
      },
      {
        "sentence": "攻击不了别人就骂自己无能！",
        "label": ""
      },
      {
        "sentence": "我一直做心理咨询，老师一直让我不停的描述那个感觉，也和咨询师探讨过这样的感觉很多次，觉得自己和咨询师有部分创伤重合了，咨询师智商很高，反应灵敏像欢乐颂安迪，我也可以自由探讨我的想法和感觉，很投入。",
        "label": ""
      },
      {
        "sentence": "矛盾两个点，我的恐惧被描述了一年半，并没有特别清晰的让我感觉变好，也可能是我创伤太多。",
        "label": ""
      },
      {
        "sentence": "不知道可以为自己做什么感觉更好。",
        "label": ""
      },
      {
        "sentence": "第二，我的咨询师某大的博导50岁老师，偏悲观，永远是中立+悲观，我很迷茫，不知何去何从",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你在找心理上的帮助吗？",
    "annotation": [
      {
        "sentence": "你好，听说你在找心理上的帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己被精神折磨得很厉害，但是一直没有反抗的勇气，感到非常害怕和迷茫。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己被精神折磨得很厉害，但是一直没有反抗的勇气，感到非常害怕和迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，你能详细描述一下你的经历吗？",
    "annotation": [
      {
        "sentence": "我明白你的感受，你能详细描述一下你的经历吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是个29岁的独生女，从小被家人打骂长大，想起来就是噩梦，压力很大。家人总是拿我和其他亲戚比较，而我则被当作次等的那个。我从来没有反抗过，长大后一直不敢一个人待着，安静时总是感到万箭穿心的痛苦。我害怕黑暗，不敢勇敢地探索自己，感到冻结般的无助。身体僵硬，害怕，思维无法流畅，只有放大声的电视剧才能稍微平静下来，晚上也不敢关灯睡觉，非常恐惧。如果无法攻击他人，我会骂自己无能！我一直在进行心理咨询，老师让我不断描述这种感觉，也和咨询师探讨过很多次。我觉得我和咨询师在某种程度上有创伤共鸣，他智商很高，反应灵敏，就像《欢乐颂》里的安迪一样。我可以自由地探讨我的想法和感受，感到非常投入。但问题是，我描述了这种恐惧已经一年半的时间，虽然并没有特别清晰地改善，可能是因为我的创伤太多了吧。现在我不知道可以为自己做些什么，怎样才能让自己感觉好一点。另外，我的咨询师是个50岁的博导，他的态度偏向悲观，总是保持中立+悲观的立场，这让我感到非常困惑，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是个29岁的独生女，从小被家人打骂长大，想起来就是噩梦，压力很大。",
        "label": ""
      },
      {
        "sentence": "家人总是拿我和其他亲戚比较，而我则被当作次等的那个。",
        "label": ""
      },
      {
        "sentence": "我从来没有反抗过，长大后一直不敢一个人待着，安静时总是感到万箭穿心的痛苦。",
        "label": ""
      },
      {
        "sentence": "我害怕黑暗，不敢勇敢地探索自己，感到冻结般的无助。",
        "label": ""
      },
      {
        "sentence": "身体僵硬，害怕，思维无法流畅，只有放大声的电视剧才能稍微平静下来，晚上也不敢关灯睡觉，非常恐惧。",
        "label": ""
      },
      {
        "sentence": "如果无法攻击他人，我会骂自己无能！",
        "label": ""
      },
      {
        "sentence": "我一直在进行心理咨询，老师让我不断描述这种感觉，也和咨询师探讨过很多次。",
        "label": ""
      },
      {
        "sentence": "我觉得我和咨询师在某种程度上有创伤共鸣，他智商很高，反应灵敏，就像《欢乐颂》里的安迪一样。",
        "label": ""
      },
      {
        "sentence": "我可以自由地探讨我的想法和感受，感到非常投入。",
        "label": ""
      },
      {
        "sentence": "但问题是，我描述了这种恐惧已经一年半的时间，虽然并没有特别清晰地改善，可能是因为我的创伤太多了吧。",
        "label": ""
      },
      {
        "sentence": "现在我不知道可以为自己做些什么，怎样才能让自己感觉好一点。",
        "label": ""
      },
      {
        "sentence": "另外，我的咨询师是个50岁的博导，他的态度偏向悲观，总是保持中立+悲观的立场，这让我感到非常困惑，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的情况，我觉得与其专注于技术上的分析，更多的是需要别人给予你力量和能量支持。你现在的心理咨询师，作为博导，在技术上当然没有问题，而且他也非常敏锐。但从你的描述中可以感受到，他无法给予你力量和支持。他可以提供一个良好的倾诉环境，关心你的感受，给你提供安全感。但他无法给予你力量和支持。现代心理咨询主流认为，咨询师要帮助来访者个人成长。也就是说，来访者在咨询后会通过分析等方式自我发展，放下过去，思考行为背后的原因，看到自己的成长。刚开始接触心理学的时候，我也是这样认为的。但随着时间推移，我在心理学方面有了越来越多的学习，发现虽然我对自己有了更多的了解，但内心的孤独感和绝望依然存在。我是一个精神能量非常薄弱的人，我用了很多消极的能量来压抑自己的精神能量。我一直尝试转化这股能量，但我越了解自己，越感到孤独。我的状况没有改变。直到后来，我才发现，一个人真的无法做到什么。我需要别人给予我能量和支持，对于他人的能量我有着绝对的需求。我渴望建立关系并从他人获得能量来改变自己。我自",
    "annotation": [
      {
        "sentence": "听你描述的情况，我觉得与其专注于技术上的分析，更多的是需要别人给予你力量和能量支持。",
        "label": ""
      },
      {
        "sentence": "你现在的心理咨询师，作为博导，在技术上当然没有问题，而且他也非常敏锐。",
        "label": ""
      },
      {
        "sentence": "但从你的描述中可以感受到，他无法给予你力量和支持。",
        "label": ""
      },
      {
        "sentence": "他可以提供一个良好的倾诉环境，关心你的感受，给你提供安全感。",
        "label": ""
      },
      {
        "sentence": "但他无法给予你力量和支持。",
        "label": ""
      },
      {
        "sentence": "现代心理咨询主流认为，咨询师要帮助来访者个人成长。",
        "label": ""
      },
      {
        "sentence": "也就是说，来访者在咨询后会通过分析等方式自我发展，放下过去，思考行为背后的原因，看到自己的成长。",
        "label": ""
      },
      {
        "sentence": "刚开始接触心理学的时候，我也是这样认为的。",
        "label": ""
      },
      {
        "sentence": "但随着时间推移，我在心理学方面有了越来越多的学习，发现虽然我对自己有了更多的了解，但内心的孤独感和绝望依然存在。",
        "label": ""
      },
      {
        "sentence": "我是一个精神能量非常薄弱的人，我用了很多消极的能量来压抑自己的精神能量。",
        "label": ""
      },
      {
        "sentence": "我一直尝试转化这股能量，但我越了解自己，越感到孤独。",
        "label": ""
      },
      {
        "sentence": "我的状况没有改变。",
        "label": ""
      },
      {
        "sentence": "直到后来，我才发现，一个人真的无法做到什么。",
        "label": ""
      },
      {
        "sentence": "我需要别人给予我能量和支持，对于他人的能量我有着绝对的需求。",
        "label": ""
      },
      {
        "sentence": "我渴望建立关系并从他人获得能量来改变自己。",
        "label": ""
      },
      {
        "sentence": "我自",
        "label": ""
      }
    ]
  }
]