[
  {
    "role": "client",
    "content": "42岁的妈妈，每次孩子哭闹我就心里烦躁，又很易怒？我有两个女儿，二女儿是我复婚后生的。丈夫对家庭不怎么关心，基本都是我在带孩子。每天朝九晚五，只拿1200的工资，我觉得很累，每当二女儿哭闹的时候，我就莫名的烦躁和愤怒，甚至想动手打她。",
    "annotation": [
      {
        "sentence": "42岁的妈妈，每次孩子哭闹我就心里烦躁，又很易怒？",
        "label": ""
      },
      {
        "sentence": "我有两个女儿，二女儿是我复婚后生的。",
        "label": ""
      },
      {
        "sentence": "丈夫对家庭不怎么关心，基本都是我在带孩子。",
        "label": ""
      },
      {
        "sentence": "每天朝九晚五，只拿1200的工资，我觉得很累，每当二女儿哭闹的时候，我就莫名的烦躁和愤怒，甚至想动手打她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年幼的孩子，沉重的家庭负担，还有不怎么关心你的丈夫，应该让你感觉很压抑吧。想想我们平常开心的时候，面对小孩子的哭闹，都会觉得烦躁，更何况你的心情已经如此压抑了，女儿的哭闹更会让你烦躁。谁也不是完美的，谁也不会一点脾气都没有，你不是圣人，你感到烦躁和愤怒是很正常的心理活动，只是烦躁归烦躁。可千万不要动手打孩子啊。",
    "annotation": [
      {
        "sentence": "年幼的孩子，沉重的家庭负担，还有不怎么关心你的丈夫，应该让你感觉很压抑吧。",
        "label": ""
      },
      {
        "sentence": "想想我们平常开心的时候，面对小孩子的哭闹，都会觉得烦躁，更何况你的心情已经如此压抑了，女儿的哭闹更会让你烦躁。",
        "label": ""
      },
      {
        "sentence": "谁也不是完美的，谁也不会一点脾气都没有，你不是圣人，你感到烦躁和愤怒是很正常的心理活动，只是烦躁归烦躁。",
        "label": ""
      },
      {
        "sentence": "可千万不要动手打孩子啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道不应该打孩子，但是我真的经常忍不住，我觉得很内疚。",
    "annotation": [
      {
        "sentence": "我知道不应该打孩子，但是我真的经常忍不住，我觉得很内疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有内疚的感觉说明你对孩子的健康成长有着真心实意的关心。不过，要想避免动手的行为，你需要学会正确地处理自己的情绪。对于你现在面对的问题，我的建议是：和老公好好谈一谈，了解一下你们之间的问题根源。不知道你之前是因为什么和老公离的婚？又为什么选择了复婚，而且还和他生了二女儿？我想你们俩之间还是有感情的。但是总是这种丧偶式育儿不仅对你是很大的压力，也不利于形成健康的家庭关系。我们可不可以和丈夫谈一谈，把你的苦和累倾诉一下，请丈夫平常也腾出点时间照顾照顾孩子，也让你休息一会儿啊？有时候我们也要放手把孩子交给丈夫，不要担心丈夫这里做不好那里做不好，他们慢慢上手了，习惯了，也就会照顾孩子了。如果丈夫实在不愿意照顾，只想着玩手机或者忙自己的事情，那我们可不可以时不时地示弱一下，让他承担些别的家庭任务，比如做家务，总之，想办法让他参与到家庭活动中来。",
    "annotation": [
      {
        "sentence": "你有内疚的感觉说明你对孩子的健康成长有着真心实意的关心。",
        "label": ""
      },
      {
        "sentence": "不过，要想避免动手的行为，你需要学会正确地处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "对于你现在面对的问题，我的建议是：和老公好好谈一谈，了解一下你们之间的问题根源。",
        "label": ""
      },
      {
        "sentence": "不知道你之前是因为什么和老公离的婚？",
        "label": ""
      },
      {
        "sentence": "又为什么选择了复婚，而且还和他生了二女儿？",
        "label": ""
      },
      {
        "sentence": "我想你们俩之间还是有感情的。",
        "label": ""
      },
      {
        "sentence": "但是总是这种丧偶式育儿不仅对你是很大的压力，也不利于形成健康的家庭关系。",
        "label": ""
      },
      {
        "sentence": "我们可不可以和丈夫谈一谈，把你的苦和累倾诉一下，请丈夫平常也腾出点时间照顾照顾孩子，也让你休息一会儿啊？",
        "label": ""
      },
      {
        "sentence": "有时候我们也要放手把孩子交给丈夫，不要担心丈夫这里做不好那里做不好，他们慢慢上手了，习惯了，也就会照顾孩子了。",
        "label": ""
      },
      {
        "sentence": "如果丈夫实在不愿意照顾，只想着玩手机或者忙自己的事情，那我们可不可以时不时地示弱一下，让他承担些别的家庭任务，比如做家务，总之，想办法让他参与到家庭活动中来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和丈夫好好谈谈，但是我对我的工资也很不满意。连家庭吃饭的开销都很难应付，而且上班时间也不短，付出和收获不成正比。",
    "annotation": [
      {
        "sentence": "我会试着和丈夫好好谈谈，但是我对我的工资也很不满意。",
        "label": ""
      },
      {
        "sentence": "连家庭吃饭的开销都很难应付，而且上班时间也不短，付出和收获不成正比。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于工资的问题我想你对于工资一定很不满，毕竟现在1200的工资真的不高。建议你在工作中多发掘一下自己的长处，考虑一下除了这份工作，自己还能做哪些工作，逐步让自己的长处变成自己的优势，提高自己的能力和不可替代性。找到合适的时机，我们可以跳槽到别的单位，或者和老板谈涨工资的问题。",
    "annotation": [
      {
        "sentence": "关于工资的问题我想你对于工资一定很不满，毕竟现在1200的工资真的不高。",
        "label": ""
      },
      {
        "sentence": "建议你在工作中多发掘一下自己的长处，考虑一下除了这份工作，自己还能做哪些工作，逐步让自己的长处变成自己的优势，提高自己的能力和不可替代性。",
        "label": ""
      },
      {
        "sentence": "找到合适的时机，我们可以跳槽到别的单位，或者和老板谈涨工资的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我也应该主动争取自己的权益。可是我还是很担心二女儿的哭闹，她总是让我觉得忍受不了，害怕自己会动手打她。",
    "annotation": [
      {
        "sentence": "确实，我也应该主动争取自己的权益。",
        "label": ""
      },
      {
        "sentence": "可是我还是很担心二女儿的哭闹，她总是让我觉得忍受不了，害怕自己会动手打她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "二女儿的哭闹就好像压在你身上的一根稻草。如果二女儿一直这样哭闹，迟早有一天，你会忍受不了，甚至会动手打她。所以我们还是要让自己压抑的情绪尽早排解出来，而不是憋在心里，这样憋下去，要不憋坏了自己，要不伤害了家人。可以试试冥想，冥想可以帮助你调节情绪，让自己更加平静。我真的很推荐冥想，你可以利用三五分钟就做个冥想练习，可以跟着指导语做，也可以简单地花三五分钟专注于呼吸。时间长了，你会发现烦躁的时候，自己的心会比以往更快地平静下来，而不是任由烦躁驱使你发脾气。",
    "annotation": [
      {
        "sentence": "二女儿的哭闹就好像压在你身上的一根稻草。",
        "label": ""
      },
      {
        "sentence": "如果二女儿一直这样哭闹，迟早有一天，你会忍受不了，甚至会动手打她。",
        "label": ""
      },
      {
        "sentence": "所以我们还是要让自己压抑的情绪尽早排解出来，而不是憋在心里，这样憋下去，要不憋坏了自己，要不伤害了家人。",
        "label": ""
      },
      {
        "sentence": "可以试试冥想，冥想可以帮助你调节情绪，让自己更加平静。",
        "label": ""
      },
      {
        "sentence": "我真的很推荐冥想，你可以利用三五分钟就做个冥想练习，可以跟着指导语做，也可以简单地花三五分钟专注于呼吸。",
        "label": ""
      },
      {
        "sentence": "时间长了，你会发现烦躁的时候，自己的心会比以往更快地平静下来，而不是任由烦躁驱使你发脾气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "冥想听起来是个好方法，我会试试看的。还有其他方法可以缓解情绪吗？",
    "annotation": [
      {
        "sentence": "冥想听起来是个好方法，我会试试看的。",
        "label": ""
      },
      {
        "sentence": "还有其他方法可以缓解情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了冥想，你也可以多做一些运动来发泄情绪，比如通过快走、跑步等方式，把自己憋闷在心里的情绪，通过运动全部发泄出来。另外，写情绪日记也是一个不错的方法。当你感到烦躁和愤怒的时候，可以把自己的心情都写下来，想到什么写什么，不去评判这样的想法对还是不对，把情绪发泄出来都好了。另外呢，也建议你多引导一下二女儿的情绪，二女儿哭闹的时候，可以想办法把她的注意力引向别处，等她情绪稳定的时候，再和她讲道理，告诉她下次不可以再这样。有时候呢，孩子的情绪往往是大人情绪的反映，你可以先把自己的情绪稳定下来，慢慢地，你会发现，孩子的情绪也跟着自己改变了。",
    "annotation": [
      {
        "sentence": "除了冥想，你也可以多做一些运动来发泄情绪，比如通过快走、跑步等方式，把自己憋闷在心里的情绪，通过运动全部发泄出来。",
        "label": ""
      },
      {
        "sentence": "另外，写情绪日记也是一个不错的方法。",
        "label": ""
      },
      {
        "sentence": "当你感到烦躁和愤怒的时候，可以把自己的心情都写下来，想到什么写什么，不去评判这样的想法对还是不对，把情绪发泄出来都好了。",
        "label": ""
      },
      {
        "sentence": "另外呢，也建议你多引导一下二女儿的情绪，二女儿哭闹的时候，可以想办法把她的注意力引向别处，等她情绪稳定的时候，再和她讲道理，告诉她下次不可以再这样。",
        "label": ""
      },
      {
        "sentence": "有时候呢，孩子的情绪往往是大人情绪的反映，你可以先把自己的情绪稳定下来，慢慢地，你会发现，孩子的情绪也跟着自己改变了。",
        "label": ""
      }
    ]
  }
]