[
  {
    "role": "client",
    "content": "女婿不懂事，没前途，女儿太善良，想分开他们合适吗？他们从国外回来在酒店隔离，女儿6个月身孕，身体不适，他却不理她，不说话，每天躲在卫生间，申请好居家隔离，他又不回家，准备去朋友那里，用的都是女儿的钱，到现在为止都不理我们家任何一个人，我被他这种行为气的头痛，可是，女儿拦着我不让我理他。",
    "annotation": [
      {
        "sentence": "女婿不懂事，没前途，女儿太善良，想分开他们合适吗？",
        "label": ""
      },
      {
        "sentence": "他们从国外回来在酒店隔离，女儿6个月身孕，身体不适，他却不理她，不说话，每天躲在卫生间，申请好居家隔离，他又不回家，准备去朋友那里，用的都是女儿的钱，到现在为止都不理我们家任何一个人，我被他这种行为气的头痛，可是，女儿拦着我不让我理他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，我了解你的担忧和不满。作为一个母亲，你希望女儿受到善良的对待，希望能为女儿提供最好的。但是，我想说的是，女婿和女儿的问题也许应该让他们自己解决。你确实看到了女儿被忽视，这让你很难过。我建议你好好地和女婿以及女儿谈一谈。毕竟，当初女儿选择丈夫的时候，一定是经过了慎重的考虑。既然做出了选择，就不要轻易放弃。毕竟他是你女儿孩子的爸爸，孩子在父母的陪伴下成长，是最幸福的。女儿的善良，也许是基于她对这段婚姻的顾虑。也许，有了孩子之后，孩子的爸爸会感受到为人父的责任，变得更加努力。家庭的幸福和和谐需要每个人的努力和迁就。如果能继续在一起，就不要轻易选择分开。毕竟，你女婿并没有犯下实质性的错误，没有什么是无法原谅的。我相信你有能力妥善处理好女儿、女婿以及你自己之间的关系。有时候，我们也需要给孩子们一些自主权和决策的空间。",
    "annotation": [
      {
        "sentence": "亲，我了解你的担忧和不满。",
        "label": ""
      },
      {
        "sentence": "作为一个母亲，你希望女儿受到善良的对待，希望能为女儿提供最好的。",
        "label": ""
      },
      {
        "sentence": "但是，我想说的是，女婿和女儿的问题也许应该让他们自己解决。",
        "label": ""
      },
      {
        "sentence": "你确实看到了女儿被忽视，这让你很难过。",
        "label": ""
      },
      {
        "sentence": "我建议你好好地和女婿以及女儿谈一谈。",
        "label": ""
      },
      {
        "sentence": "毕竟，当初女儿选择丈夫的时候，一定是经过了慎重的考虑。",
        "label": ""
      },
      {
        "sentence": "既然做出了选择，就不要轻易放弃。",
        "label": ""
      },
      {
        "sentence": "毕竟他是你女儿孩子的爸爸，孩子在父母的陪伴下成长，是最幸福的。",
        "label": ""
      },
      {
        "sentence": "女儿的善良，也许是基于她对这段婚姻的顾虑。",
        "label": ""
      },
      {
        "sentence": "也许，有了孩子之后，孩子的爸爸会感受到为人父的责任，变得更加努力。",
        "label": ""
      },
      {
        "sentence": "家庭的幸福和和谐需要每个人的努力和迁就。",
        "label": ""
      },
      {
        "sentence": "如果能继续在一起，就不要轻易选择分开。",
        "label": ""
      },
      {
        "sentence": "毕竟，你女婿并没有犯下实质性的错误，没有什么是无法原谅的。",
        "label": ""
      },
      {
        "sentence": "我相信你有能力妥善处理好女儿、女婿以及你自己之间的关系。",
        "label": ""
      },
      {
        "sentence": "有时候，我们也需要给孩子们一些自主权和决策的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我明白你的意思。但是，女儿现在怀孕了，身体不适，女婿却不在身边照顾她，这让我很心痛。我担心女儿在这么重要的时刻感受不到支持和关爱。我知道女儿选择了他，所以我一直忍耐着，但是我真的很难过。",
    "annotation": [
      {
        "sentence": "你说的有道理，我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "但是，女儿现在怀孕了，身体不适，女婿却不在身边照顾她，这让我很心痛。",
        "label": ""
      },
      {
        "sentence": "我担心女儿在这么重要的时刻感受不到支持和关爱。",
        "label": ""
      },
      {
        "sentence": "我知道女儿选择了他，所以我一直忍耐着，但是我真的很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧和痛苦。是的，女儿现在正怀孕，她需要人们的关心和照顾。你的心痛是有原因的。我建议你和女儿好好沟通，告诉她你的担心和不满。让她知道你的关心是出于对她的爱，你希望她能得到更好的对待。有时候，我们需要通过沟通来解决问题，让彼此的关系更加明确和亲密。试着与女婿坦诚地交流，让他明白你的关切和期望。也许他会改变自己的行为，为了家庭的和谐而努力。",
    "annotation": [
      {
        "sentence": "我理解你的担忧和痛苦。",
        "label": ""
      },
      {
        "sentence": "是的，女儿现在正怀孕，她需要人们的关心和照顾。",
        "label": ""
      },
      {
        "sentence": "你的心痛是有原因的。",
        "label": ""
      },
      {
        "sentence": "我建议你和女儿好好沟通，告诉她你的担心和不满。",
        "label": ""
      },
      {
        "sentence": "让她知道你的关心是出于对她的爱，你希望她能得到更好的对待。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要通过沟通来解决问题，让彼此的关系更加明确和亲密。",
        "label": ""
      },
      {
        "sentence": "试着与女婿坦诚地交流，让他明白你的关切和期望。",
        "label": ""
      },
      {
        "sentence": "也许他会改变自己的行为，为了家庭的和谐而努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和女儿好好谈谈，让她知道我为什么忧心忡忡。但是我担心会引起争吵，我们母女关系一直都很好，我不想因为这个问题而影响到我们的关系。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和女儿好好谈谈，让她知道我为什么忧心忡忡。",
        "label": ""
      },
      {
        "sentence": "但是我担心会引起争吵，我们母女关系一直都很好，我不想因为这个问题而影响到我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担心，争吵确实不是解决问题的好办法。在和女儿交流时，可以试着以理性和温和的态度进行。告诉她你的关心和担忧，并表达你对这段婚姻未来的期望。同时，也要坚持倾听女儿的想法和意见。尊重她的决定，让她知道无论怎样，你都会一直支持她。母女之间的关系建立在信任和理解的基础上，相信你们可以通过对话找到更好的解决方案。",
    "annotation": [
      {
        "sentence": "明白你的担心，争吵确实不是解决问题的好办法。",
        "label": ""
      },
      {
        "sentence": "在和女儿交流时，可以试着以理性和温和的态度进行。",
        "label": ""
      },
      {
        "sentence": "告诉她你的关心和担忧，并表达你对这段婚姻未来的期望。",
        "label": ""
      },
      {
        "sentence": "同时，也要坚持倾听女儿的想法和意见。",
        "label": ""
      },
      {
        "sentence": "尊重她的决定，让她知道无论怎样，你都会一直支持她。",
        "label": ""
      },
      {
        "sentence": "母女之间的关系建立在信任和理解的基础上，相信你们可以通过对话找到更好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着以理性和温和的方式和女儿谈谈。我明白我不能代替女儿做决定，但作为母亲，我只想给女儿最好的。我会尊重她的决定，但也会坚定地表达我的关切和期望。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着以理性和温和的方式和女儿谈谈。",
        "label": ""
      },
      {
        "sentence": "我明白我不能代替女儿做决定，但作为母亲，我只想给女儿最好的。",
        "label": ""
      },
      {
        "sentence": "我会尊重她的决定，但也会坚定地表达我的关切和期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，理解和支持是家庭关系中非常重要的一部分。作为母亲，你已经做到了在这个问题上关心和尊重女儿的立场。相信通过你们之间的交流，你们可以找到一个互相理解和妥协的解决方式。记得，无论发生什么，你都是女儿最值得依靠和信任的人。祝你们一家人幸福和圆满。",
    "annotation": [
      {
        "sentence": "你做得很好，理解和支持是家庭关系中非常重要的一部分。",
        "label": ""
      },
      {
        "sentence": "作为母亲，你已经做到了在这个问题上关心和尊重女儿的立场。",
        "label": ""
      },
      {
        "sentence": "相信通过你们之间的交流，你们可以找到一个互相理解和妥协的解决方式。",
        "label": ""
      },
      {
        "sentence": "记得，无论发生什么，你都是女儿最值得依靠和信任的人。",
        "label": ""
      },
      {
        "sentence": "祝你们一家人幸福和圆满。",
        "label": ""
      }
    ]
  }
]