[
  {
    "role": "client",
    "content": "备孕后胎停，想怀孕，再次备孕压力太大，怎么办？怀孕过一次，当时很开心，后来，孩子胎停了，暂时还没有怀孕，很羡慕身边怀孕的人，自己的身体现在有些值还是不太正常，身边的好朋友都怀孕了，很羡慕，心情很低迷很难过。",
    "annotation": [
      {
        "sentence": "备孕后胎停，想怀孕，再次备孕压力太大，怎么办？",
        "label": ""
      },
      {
        "sentence": "怀孕过一次，当时很开心，后来，孩子胎停了，暂时还没有怀孕，很羡慕身边怀孕的人，自己的身体现在有些值还是不太正常，身边的好朋友都怀孕了，很羡慕，心情很低迷很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为女人我很理解你希望早点做妈妈的心情。备孕这段时间会面临很多压力和困扰，但是记住，有些事情是无法强求的，那个还未来到世间的宝宝也许是你们的缘分未到。每个人的生命轨迹都是不同的，那个真正属于你们的宝宝会在适当的时候到来。你可以先调整好身体，跟医生咨询，并按照医生的叮嘱进行备孕。同时，你也可以尝试一些辅助中医进行调理。当自身的身体条件具备以后，再有宝宝也是很自然的事情。正常的工作和生活也是需要继续进行的，别把备孕的事情放在心上过多，这会增加你的焦虑情绪。放假的时候，你可以和老公一起出去旅游，换一个平时的环境，放松一下心情，这样对身心的调节也很有帮助。一个生命的孕育是很奇妙的事情，相信当你调理好身体，拥有一个全新的生活状态时，那个有缘的宝宝自然会降临。幸福总是在你不经意时盛装莅临！",
    "annotation": [
      {
        "sentence": "作为女人我很理解你希望早点做妈妈的心情。",
        "label": ""
      },
      {
        "sentence": "备孕这段时间会面临很多压力和困扰，但是记住，有些事情是无法强求的，那个还未来到世间的宝宝也许是你们的缘分未到。",
        "label": ""
      },
      {
        "sentence": "每个人的生命轨迹都是不同的，那个真正属于你们的宝宝会在适当的时候到来。",
        "label": ""
      },
      {
        "sentence": "你可以先调整好身体，跟医生咨询，并按照医生的叮嘱进行备孕。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试一些辅助中医进行调理。",
        "label": ""
      },
      {
        "sentence": "当自身的身体条件具备以后，再有宝宝也是很自然的事情。",
        "label": ""
      },
      {
        "sentence": "正常的工作和生活也是需要继续进行的，别把备孕的事情放在心上过多，这会增加你的焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "放假的时候，你可以和老公一起出去旅游，换一个平时的环境，放松一下心情，这样对身心的调节也很有帮助。",
        "label": ""
      },
      {
        "sentence": "一个生命的孕育是很奇妙的事情，相信当你调理好身体，拥有一个全新的生活状态时，那个有缘的宝宝自然会降临。",
        "label": ""
      },
      {
        "sentence": "幸福总是在你不经意时盛装莅临！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会按照医生的指导调整自己的身体。但是看到身边的朋友都怀孕了，我心里还是有点儿不舒服，很羡慕他们。我该怎么调整自己的心态呢？",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会按照医生的指导调整自己的身体。",
        "label": ""
      },
      {
        "sentence": "但是看到身边的朋友都怀孕了，我心里还是有点儿不舒服，很羡慕他们。",
        "label": ""
      },
      {
        "sentence": "我该怎么调整自己的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，看到身边的人怀孕，你会产生一些复杂的情绪。但是要记住，每个人的生活都有不同的节奏，你没有必要刻意和别人比较。每个人的缘分和机遇也都不同，你的幸福会在适当的时候到来。尝试放松心态，接受现实，相信你的幸福也会像他们一样到来。",
    "annotation": [
      {
        "sentence": "我理解你的感受，看到身边的人怀孕，你会产生一些复杂的情绪。",
        "label": ""
      },
      {
        "sentence": "但是要记住，每个人的生活都有不同的节奏，你没有必要刻意和别人比较。",
        "label": ""
      },
      {
        "sentence": "每个人的缘分和机遇也都不同，你的幸福会在适当的时候到来。",
        "label": ""
      },
      {
        "sentence": "尝试放松心态，接受现实，相信你的幸福也会像他们一样到来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很难接受现实，尤其是在孩子胎停后。我觉得自己身体有问题，会不会永远无法怀孕呢？",
    "annotation": [
      {
        "sentence": "我真的很难接受现实，尤其是在孩子胎停后。",
        "label": ""
      },
      {
        "sentence": "我觉得自己身体有问题，会不会永远无法怀孕呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种想法是可以理解的，但是我要告诉你，孩子胎停并不意味着你的身体有问题，这只是一种自然的现象，很多人都会经历。你不必过分担心，只要你调整好身体，跟医生进行咨询，再次备孕的机会还是很大的。相信自己，坚持下去，你会迎来属于你的宝宝的。",
    "annotation": [
      {
        "sentence": "这种想法是可以理解的，但是我要告诉你，孩子胎停并不意味着你的身体有问题，这只是一种自然的现象，很多人都会经历。",
        "label": ""
      },
      {
        "sentence": "你不必过分担心，只要你调整好身体，跟医生进行咨询，再次备孕的机会还是很大的。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你会迎来属于你的宝宝的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会相信自己，好好调整自己的身体。但是每次看到朋友怀孕，我还是会有点儿失落和难过，怎么才能克服这种情绪呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会相信自己，好好调整自己的身体。",
        "label": ""
      },
      {
        "sentence": "但是每次看到朋友怀孕，我还是会有点儿失落和难过，怎么才能克服这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失落和难过是正常的情绪，但是我们要学会接受和调整自己的情绪。你可以试着告诉自己，你的幸福不止于怀孕和生育，还有很多其他美好的事情等待着你。尝试放松身心，找一些自己喜欢的事情来转移注意力，比如看书、听音乐、运动等。同时，也可以和身边的朋友、家人倾诉自己的感受，他们会给你更多的支持和理解。",
    "annotation": [
      {
        "sentence": "失落和难过是正常的情绪，但是我们要学会接受和调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以试着告诉自己，你的幸福不止于怀孕和生育，还有很多其他美好的事情等待着你。",
        "label": ""
      },
      {
        "sentence": "尝试放松身心，找一些自己喜欢的事情来转移注意力，比如看书、听音乐、运动等。",
        "label": ""
      },
      {
        "sentence": "同时，也可以和身边的朋友、家人倾诉自己的感受，他们会给你更多的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该尝试一些其他的事情来转移注意力。我会跟身边的家人和朋友倾诉，寻求更多的支持。谢谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "你说的对，我应该尝试一些其他的事情来转移注意力。",
        "label": ""
      },
      {
        "sentence": "我会跟身边的家人和朋友倾诉，寻求更多的支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都会在你身边支持你。记住，你并不孤单，有很多人关心着你，愿意给你力量和支持。调整好自己的心态，相信自己，相信幸福会与你相遇。如果还有任何问题，随时都可以找我倾诉，我会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "不客气，我一直都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多人关心着你，愿意给你力量和支持。",
        "label": ""
      },
      {
        "sentence": "调整好自己的心态，相信自己，相信幸福会与你相遇。",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题，随时都可以找我倾诉，我会一直陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的感到很温暖和安慰。我会好好调整自己，相信自己的幸福会到来的。如果有需要，我会继续向你寻求帮助和支持。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的感到很温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我会好好调整自己，相信自己的幸福会到来的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会继续向你寻求帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意一直陪伴你。你的幸福是我最大的心愿。无论何时何地，都请记得我会一直在这里为你提供支持和鼓励。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意一直陪伴你。",
        "label": ""
      },
      {
        "sentence": "你的幸福是我最大的心愿。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，都请记得我会一直在这里为你提供支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]