[
  {
    "role": "client",
    "content": "爱人的背后是爱自己么？我怎么做能让自己更心安？我最近发现了一些事情。我爱他，可是我发现我做的事，比如我想变得更厉害，我觉得是为了有能力帮他。我开始学习心理学我是想能更好的和他沟通，想用让人更舒服的方式回应他。",
    "annotation": [
      {
        "sentence": "爱人的背后是爱自己么？",
        "label": ""
      },
      {
        "sentence": "我怎么做能让自己更心安？",
        "label": ""
      },
      {
        "sentence": "我最近发现了一些事情。",
        "label": ""
      },
      {
        "sentence": "我爱他，可是我发现我做的事，比如我想变得更厉害，我觉得是为了有能力帮他。",
        "label": ""
      },
      {
        "sentence": "我开始学习心理学我是想能更好的和他沟通，想用让人更舒服的方式回应他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你读着你的文字，看到了你的努力、你的无力、你的不够好，你的讨好、你的不安。写着这些，我的身体有些微微的躯体反应，好像看到了部分曾经的自己！深呼吸、闭上眼，和自己呆在一起，静静接收身体给予的所有信息！",
    "annotation": [
      {
        "sentence": "你读着你的文字，看到了你的努力、你的无力、你的不够好，你的讨好、你的不安。",
        "label": ""
      },
      {
        "sentence": "写着这些，我的身体有些微微的躯体反应，好像看到了部分曾经的自己！",
        "label": ""
      },
      {
        "sentence": "深呼吸、闭上眼，和自己呆在一起，静静接收身体给予的所有信息！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很努力，可是还是感到无力和不够好。我对他付出那么多，是为了让他更开心，但我有时又觉得自己自私，只是为了满足自己的需求。",
    "annotation": [
      {
        "sentence": "我真的很努力，可是还是感到无力和不够好。",
        "label": ""
      },
      {
        "sentence": "我对他付出那么多，是为了让他更开心，但我有时又觉得自己自私，只是为了满足自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“我想变得更厉害，我觉得是为了有能力帮他。我开始学习心理学我是想能更好的和他沟通，想用让人更舒服的方式回应他。”“得到他的积极回应我反而更用力的去做，做的时候就不是为自己了，目的立马就转成了想要让他开心，或者已经有了期待。”读着你的这些描述，看到了你的觉察力更看到了你的努力、用力，而非“我不努力”。这是你为了与他更好沟通和回应他而学习心理学的原因，并非完全出于自私。但我也能理解你觉得自己自私的感受。其实，关心自己也是很重要的。",
    "annotation": [
      {
        "sentence": "“我想变得更厉害，我觉得是为了有能力帮他。",
        "label": ""
      },
      {
        "sentence": "我开始学习心理学我是想能更好的和他沟通，想用让人更舒服的方式回应他。",
        "label": ""
      },
      {
        "sentence": "”“得到他的积极回应我反而更用力的去做，做的时候就不是为自己了，目的立马就转成了想要让他开心，或者已经有了期待。",
        "label": ""
      },
      {
        "sentence": "”读着你的这些描述，看到了你的觉察力更看到了你的努力、用力，而非“我不努力”。",
        "label": ""
      },
      {
        "sentence": "这是你为了与他更好沟通和回应他而学习心理学的原因，并非完全出于自私。",
        "label": ""
      },
      {
        "sentence": "但我也能理解你觉得自己自私的感受。",
        "label": ""
      },
      {
        "sentence": "其实，关心自己也是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我想我对他的付出不仅仅是为了满足自己的需要，也是出于对他的爱和关心。但是，有时候我会想如果我不那么努力，会不会让他觉得我不够好，或者不满意我在他生活中的位置和价值。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我想我对他的付出不仅仅是为了满足自己的需要，也是出于对他的爱和关心。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我会想如果我不那么努力，会不会让他觉得我不够好，或者不满意我在他生活中的位置和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们现在生活中所呈现的一些习惯模式，往往是我们早期生活中与重要养育者之间的关系模式的重复。我们对重要养育者的渴望或期待会无意识地投射到我们最亲密的爱人身上，会无休止地去寻求得到认可和满足。但我们的爱人并不一定能完全满足这些需求，就像当年的重要养育者一样，他们不懂得给予或给予的方式与我们所需要的不符。这可能导致你对自己不够好的观念。不过，我也注意到你说，“如果只是自己想做，分享给他，他有什么反应我倒不怎么在意”，这显示出你在某些时刻也能够关注自己的需求。你是否有意识到这一点呢？",
    "annotation": [
      {
        "sentence": "是的，我们现在生活中所呈现的一些习惯模式，往往是我们早期生活中与重要养育者之间的关系模式的重复。",
        "label": ""
      },
      {
        "sentence": "我们对重要养育者的渴望或期待会无意识地投射到我们最亲密的爱人身上，会无休止地去寻求得到认可和满足。",
        "label": ""
      },
      {
        "sentence": "但我们的爱人并不一定能完全满足这些需求，就像当年的重要养育者一样，他们不懂得给予或给予的方式与我们所需要的不符。",
        "label": ""
      },
      {
        "sentence": "这可能导致你对自己不够好的观念。",
        "label": ""
      },
      {
        "sentence": "不过，我也注意到你说，“如果只是自己想做，分享给他，他有什么反应我倒不怎么在意”，这显示出你在某些时刻也能够关注自己的需求。",
        "label": ""
      },
      {
        "sentence": "你是否有意识到这一点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，有时候确实会有这样的时刻，尽管很少。我明白关注自己的需求很重要，但有时还是会觉得不安。我该如何调整自己呢？谁可以帮帮我？",
    "annotation": [
      {
        "sentence": "是的，有时候确实会有这样的时刻，尽管很少。",
        "label": ""
      },
      {
        "sentence": "我明白关注自己的需求很重要，但有时还是会觉得不安。",
        "label": ""
      },
      {
        "sentence": "我该如何调整自己呢？",
        "label": ""
      },
      {
        "sentence": "谁可以帮帮我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我觉得先照顾好自己是至关重要的。你可以尝试做自己真正想做的事情，学会自私一点，先让自己开心起来。如果你感到不安，可以偶尔自私一下，稍微关注一下自己的需求。如果你能做到，记住这种美好的感觉，可以用纸笔记录下来。同时，如果你觉得不安，也可以思考一下自己内心的不安是源自于什么，是否能够接受自己的不安。如果不能，暂时不要过多思考，可以尝试进行一些转移注意力的活动，比如运动、听音乐、逛街购物或看剧，来转移自己的注意力。同时，你可以用你所学的心理学知识，来看看你的本我、自我和超我是如何相互作用的。你已经走上了心理学之路，改变已经开始了，相信未来的你会感谢现在的你和他！记得要珍惜当下，做好自己。我祝福你！",
    "annotation": [
      {
        "sentence": "亲爱的，我觉得先照顾好自己是至关重要的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试做自己真正想做的事情，学会自私一点，先让自己开心起来。",
        "label": ""
      },
      {
        "sentence": "如果你感到不安，可以偶尔自私一下，稍微关注一下自己的需求。",
        "label": ""
      },
      {
        "sentence": "如果你能做到，记住这种美好的感觉，可以用纸笔记录下来。",
        "label": ""
      },
      {
        "sentence": "同时，如果你觉得不安，也可以思考一下自己内心的不安是源自于什么，是否能够接受自己的不安。",
        "label": ""
      },
      {
        "sentence": "如果不能，暂时不要过多思考，可以尝试进行一些转移注意力的活动，比如运动、听音乐、逛街购物或看剧，来转移自己的注意力。",
        "label": ""
      },
      {
        "sentence": "同时，你可以用你所学的心理学知识，来看看你的本我、自我和超我是如何相互作用的。",
        "label": ""
      },
      {
        "sentence": "你已经走上了心理学之路，改变已经开始了，相信未来的你会感谢现在的你和他！",
        "label": ""
      },
      {
        "sentence": "记得要珍惜当下，做好自己。",
        "label": ""
      },
      {
        "sentence": "我祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福。我会尝试关注自己的需求，照顾好自己。也会学会接受自己的不安，并寻找适合我调整情绪的方法。我会珍惜现在的生活，努力成为更好的自己。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福。",
        "label": ""
      },
      {
        "sentence": "我会尝试关注自己的需求，照顾好自己。",
        "label": ""
      },
      {
        "sentence": "也会学会接受自己的不安，并寻找适合我调整情绪的方法。",
        "label": ""
      },
      {
        "sentence": "我会珍惜现在的生活，努力成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  }
]