[
  {
    "role": "client",
    "content": "我害怕睡着这种思路暂时断电的过程，害怕永久的虚无感。死亡对我来说最大的恐惧就是那种意识消失的持续到永远的虚无感。",
    "annotation": [
      {
        "sentence": "我害怕睡着这种思路暂时断电的过程，害怕永久的虚无感。",
        "label": ""
      },
      {
        "sentence": "死亡对我来说最大的恐惧就是那种意识消失的持续到永远的虚无感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对死亡有着深深的恐惧，这是一种非常正常的感受。你对自己的恐惧有更具体的描述吗？",
    "annotation": [
      {
        "sentence": "听起来你对死亡有着深深的恐惧，这是一种非常正常的感受。",
        "label": ""
      },
      {
        "sentence": "你对自己的恐惧有更具体的描述吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是男的，今年25岁，6岁时父母离婚，又被爸爸一个人送到外地上学。加上自身性格懦弱，偏激，狭隘，心理承受力差，从小缺乏安全感，受了一些欺负，又不敢和别人说，积攒了不少心灵垃圾。",
    "annotation": [
      {
        "sentence": "我是男的，今年25岁，6岁时父母离婚，又被爸爸一个人送到外地上学。",
        "label": ""
      },
      {
        "sentence": "加上自身性格懦弱，偏激，狭隘，心理承受力差，从小缺乏安全感，受了一些欺负，又不敢和别人说，积攒了不少心灵垃圾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你经历了很多困难和压力。这些经历可能导致你在面对死亡时感受到更强烈的不安全感和恐惧。你是怎样开始对睡眠和死亡产生焦虑的呢？",
    "annotation": [
      {
        "sentence": "听起来你经历了很多困难和压力。",
        "label": ""
      },
      {
        "sentence": "这些经历可能导致你在面对死亡时感受到更强烈的不安全感和恐惧。",
        "label": ""
      },
      {
        "sentence": "你是怎样开始对睡眠和死亡产生焦虑的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "上六年级大概12岁左右有次听一个同学说人会在睡觉中死亡，从此就一直忘不掉了。很怕在睡着这种思路暂时断电的过程中，陷进死后什么都不知道的持续到永久的虚无感中。",
    "annotation": [
      {
        "sentence": "上六年级大概12岁左右有次听一个同学说人会在睡觉中死亡，从此就一直忘不掉了。",
        "label": ""
      },
      {
        "sentence": "很怕在睡着这种思路暂时断电的过程中，陷进死后什么都不知道的持续到永久的虚无感中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你分享这个经历。听到这样说可能让你一直陷在这种恐惧中。我们可以把这称为死亡焦虑，但无论你给恐惧取什么名字，重要的是找到能够帮助你调节和缓解的方法。我想告诉你，每个人对于死亡都有一定的恐惧，这是人类共同的课题。你并不孤单，有很多人也在思考和面对这个话题。不如我们一起探讨一下如何调节和处理这种焦虑？",
    "annotation": [
      {
        "sentence": "感谢你分享这个经历。",
        "label": ""
      },
      {
        "sentence": "听到这样说可能让你一直陷在这种恐惧中。",
        "label": ""
      },
      {
        "sentence": "我们可以把这称为死亡焦虑，但无论你给恐惧取什么名字，重要的是找到能够帮助你调节和缓解的方法。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，每个人对于死亡都有一定的恐惧，这是人类共同的课题。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有很多人也在思考和面对这个话题。",
        "label": ""
      },
      {
        "sentence": "不如我们一起探讨一下如何调节和处理这种焦虑？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来让我觉得轻松了一些。我也有过尝试寻找答案，但似乎一直没有找到能让我放心的答案。",
    "annotation": [
      {
        "sentence": "听起来让我觉得轻松了一些。",
        "label": ""
      },
      {
        "sentence": "我也有过尝试寻找答案，但似乎一直没有找到能让我放心的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经尝试去寻找答案了，这很棒。但有时候，有些问题并不会有一个确定的答案，而是需要我们去接受和面对。在这一过程中，你也可能会找到一些安慰和找到自己对于死亡的理解。哲学、文学等领域都有很多与死亡相关的讨论和观点，或许你可以尝试通过这些途径来探索自己的恐惧。",
    "annotation": [
      {
        "sentence": "你已经尝试去寻找答案了，这很棒。",
        "label": ""
      },
      {
        "sentence": "但有时候，有些问题并不会有一个确定的答案，而是需要我们去接受和面对。",
        "label": ""
      },
      {
        "sentence": "在这一过程中，你也可能会找到一些安慰和找到自己对于死亡的理解。",
        "label": ""
      },
      {
        "sentence": "哲学、文学等领域都有很多与死亡相关的讨论和观点，或许你可以尝试通过这些途径来探索自己的恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，有时候问题没有一个确定的答案，我需要去接受这个事实。但是，我还是不知道自己如何去以自己的方式实现生命的意义，感觉有些困惑。",
    "annotation": [
      {
        "sentence": "你说得对，有时候问题没有一个确定的答案，我需要去接受这个事实。",
        "label": ""
      },
      {
        "sentence": "但是，我还是不知道自己如何去以自己的方式实现生命的意义，感觉有些困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "寻找生命的意义是一个很深刻的问题，而每个人的答案可能都不相同。你可以试着去思考自己的价值观、兴趣爱好以及希望为世界做出的贡献，这些都有助于你发现自己的生命意义。同时，你也可以考虑寻求咨询师的帮助，他们能够与你一起探讨并帮助你发现自己适合的方式。",
    "annotation": [
      {
        "sentence": "寻找生命的意义是一个很深刻的问题，而每个人的答案可能都不相同。",
        "label": ""
      },
      {
        "sentence": "你可以试着去思考自己的价值观、兴趣爱好以及希望为世界做出的贡献，这些都有助于你发现自己的生命意义。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻求咨询师的帮助，他们能够与你一起探讨并帮助你发现自己适合的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去思考和寻找自己的生命意义。也许在这个过程中，我能够逐渐接纳自己的恐惧并且以自己的方式来面对它。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去思考和寻找自己的生命意义。",
        "label": ""
      },
      {
        "sentence": "也许在这个过程中，我能够逐渐接纳自己的恐惧并且以自己的方式来面对它。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意去尝试寻找答案。记住，这是一个持续的过程，需要耐心和努力。请不要忘记，你不是孤单的，有人可以帮助你。如果你需要更多的支持，随时与我或者咨询师沟通。我们都相信你可以找到属于自己的方式面对恐惧并寻找生命的意义。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意去尝试寻找答案。",
        "label": ""
      },
      {
        "sentence": "记住，这是一个持续的过程，需要耐心和努力。",
        "label": ""
      },
      {
        "sentence": "请不要忘记，你不是孤单的，有人可以帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你需要更多的支持，随时与我或者咨询师沟通。",
        "label": ""
      },
      {
        "sentence": "我们都相信你可以找到属于自己的方式面对恐惧并寻找生命的意义。",
        "label": ""
      }
    ]
  }
]