[
  {
    "role": "client",
    "content": "每当关系靠近，我就想逃是怎么了？似乎任何关系都是，每当关系靠近的时候，自己就想逃，似乎自己更擅长开启一段关系，但不知道如何经营。就感觉很难受，慢慢感觉在关系中，自己没有存在感。我是怎么了？我该怎么办？",
    "annotation": [
      {
        "sentence": "每当关系靠近，我就想逃是怎么了？",
        "label": ""
      },
      {
        "sentence": "似乎任何关系都是，每当关系靠近的时候，自己就想逃，似乎自己更擅长开启一段关系，但不知道如何经营。",
        "label": ""
      },
      {
        "sentence": "就感觉很难受，慢慢感觉在关系中，自己没有存在感。",
        "label": ""
      },
      {
        "sentence": "我是怎么了？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完题目，觉得有一些孤独的感觉。这种感觉一定很不舒服吧，希望能带去些许的温暖。虽然题目很短，但是我觉得信息量还算不小，我试着理顺一下思路，你看看对不对。第一，你很擅长开启一段关系。第二，如果有人想要靠近，你会想办法逃避.第三，无论是亲友关系，同事关系，都没有办法很深入。第四，已有亲近的关系里的很多时候让你觉得不舒服。第五，你不知道怎么会这样的，想找到原因。第六，你不喜欢自己的这个状态，希望改变。因为没有太多详细的情况，我试着猜想一下原因吧，你看看有没有不对的地方。",
    "annotation": [
      {
        "sentence": "看完题目，觉得有一些孤独的感觉。",
        "label": ""
      },
      {
        "sentence": "这种感觉一定很不舒服吧，希望能带去些许的温暖。",
        "label": ""
      },
      {
        "sentence": "虽然题目很短，但是我觉得信息量还算不小，我试着理顺一下思路，你看看对不对。",
        "label": ""
      },
      {
        "sentence": "第一，你很擅长开启一段关系。",
        "label": ""
      },
      {
        "sentence": "第二，如果有人想要靠近，你会想办法逃避.第三，无论是亲友关系，同事关系，都没有办法很深入。",
        "label": ""
      },
      {
        "sentence": "第四，已有亲近的关系里的很多时候让你觉得不舒服。",
        "label": ""
      },
      {
        "sentence": "第五，你不知道怎么会这样的，想找到原因。",
        "label": ""
      },
      {
        "sentence": "第六，你不喜欢自己的这个状态，希望改变。",
        "label": ""
      },
      {
        "sentence": "因为没有太多详细的情况，我试着猜想一下原因吧，你看看有没有不对的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的理解很准确，我虽然能够主动地去建立关系，但当关系逐渐靠近时，我就会感到压力和不安，自己似乎不知道如何经营和维持这些关系。这让我感到很困扰。",
    "annotation": [
      {
        "sentence": "你的理解很准确，我虽然能够主动地去建立关系，但当关系逐渐靠近时，我就会感到压力和不安，自己似乎不知道如何经营和维持这些关系。",
        "label": ""
      },
      {
        "sentence": "这让我感到很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，在这种情况下，可能是你对于亲密关系的不确定和害怕导致逃避行为的出现。你可能很在意别人的看法，同时又忽略了自己的感受，所以在关系中没有了存在感。这是一种合理化的心理防御机制，但却可能阻碍你与他人建立更深入的关系。",
    "annotation": [
      {
        "sentence": "我了解你的感受，在这种情况下，可能是你对于亲密关系的不确定和害怕导致逃避行为的出现。",
        "label": ""
      },
      {
        "sentence": "你可能很在意别人的看法，同时又忽略了自己的感受，所以在关系中没有了存在感。",
        "label": ""
      },
      {
        "sentence": "这是一种合理化的心理防御机制，但却可能阻碍你与他人建立更深入的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实非常在意别人的感受，但常常忽视了自己的感受。我一直以为问题出在我自己身上，觉得自己不够好，所以逃避接近的关系。但我渐渐发现，也许并不是我个人的问题，而是我对他人期望太高，怕失去。",
    "annotation": [
      {
        "sentence": "你说得对，我确实非常在意别人的感受，但常常忽视了自己的感受。",
        "label": ""
      },
      {
        "sentence": "我一直以为问题出在我自己身上，觉得自己不够好，所以逃避接近的关系。",
        "label": ""
      },
      {
        "sentence": "但我渐渐发现，也许并不是我个人的问题，而是我对他人期望太高，怕失去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很有洞察力，我同意你的想法。我们常常将他人的看法放在心上，希望得到他人的认可和喜欢。但在追求他人的赞同时，我们忽略了自己的内心需求和感受。我们的心理健康并不取决于他人对我们的看法，而是取决于我们对自己的认同和接纳。你可能需要找到一个平衡点，在关系中同时关注他人和自己的需求。",
    "annotation": [
      {
        "sentence": "你很有洞察力，我同意你的想法。",
        "label": ""
      },
      {
        "sentence": "我们常常将他人的看法放在心上，希望得到他人的认可和喜欢。",
        "label": ""
      },
      {
        "sentence": "但在追求他人的赞同时，我们忽略了自己的内心需求和感受。",
        "label": ""
      },
      {
        "sentence": "我们的心理健康并不取决于他人对我们的看法，而是取决于我们对自己的认同和接纳。",
        "label": ""
      },
      {
        "sentence": "你可能需要找到一个平衡点，在关系中同时关注他人和自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我需要找到一个平衡点。我想改变自己对于关系的逃避和紧张态度，真正享受和他人建立深入的关系。你有什么建议可以帮助我实现这一目标吗？",
    "annotation": [
      {
        "sentence": "确实，我需要找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "我想改变自己对于关系的逃避和紧张态度，真正享受和他人建立深入的关系。",
        "label": ""
      },
      {
        "sentence": "你有什么建议可以帮助我实现这一目标吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我可以给你一些建议。首先，你可以考虑进行一些心理疏导，例如寻求专业心理咨询师的帮助，他们可以帮助你更好地理解和应对你的情绪和行为。其次，你可以在网络上寻找一些同频的朋友，分享你的真实感受，通过交流获得支持和理解。第三，你可以尝试冥想，冥想有助于放松心情，增强自我意识，帮助你更好地认识自己和他人。第四，偶尔示弱一下，尝试一些新的事物，通过不同的体验和认识，重新审视和调整自己对关系的认知。第五，加入一些社会组织，参与一些志愿者活动，帮助他人的同时也会让你感到满足和有成就感。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "当然，我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你可以考虑进行一些心理疏导，例如寻求专业心理咨询师的帮助，他们可以帮助你更好地理解和应对你的情绪和行为。",
        "label": ""
      },
      {
        "sentence": "其次，你可以在网络上寻找一些同频的朋友，分享你的真实感受，通过交流获得支持和理解。",
        "label": ""
      },
      {
        "sentence": "第三，你可以尝试冥想，冥想有助于放松心情，增强自我意识，帮助你更好地认识自己和他人。",
        "label": ""
      },
      {
        "sentence": "第四，偶尔示弱一下，尝试一些新的事物，通过不同的体验和认识，重新审视和调整自己对关系的认知。",
        "label": ""
      },
      {
        "sentence": "第五，加入一些社会组织，参与一些志愿者活动，帮助他人的同时也会让你感到满足和有成就感。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，我会认真考虑并尝试。希望通过这些努力，我能够找到真正属于我的那种关系，并学会经营和维持它们。谢谢你的支持和理解！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，我会认真考虑并尝试。",
        "label": ""
      },
      {
        "sentence": "希望通过这些努力，我能够找到真正属于我的那种关系，并学会经营和维持它们。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和理解！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到属于自己的关系，并且学会经营和维持它们。相信自己，坚持下去，你会发现改变的美好。如果你还需要任何帮助和支持，随时来找我聊天。祝你早日找到真正属于自己的幸福关系！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到属于自己的关系，并且学会经营和维持它们。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你会发现改变的美好。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助和支持，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到真正属于自己的幸福关系！",
        "label": ""
      }
    ]
  }
]