[
  {
    "role": "client",
    "content": "我需要一些帮助。我弟弟（22岁）和我母亲之间有一种未分化的关系，我感到很担忧和同情。在我们家庭中，我无法通过语言沟通来表达自己的需求，我试过了。我弟弟总是听从我母亲的话，即使我做了很多努力，用言语诉说也不能有效沟通。我觉得我母亲在我弟弟身上找到了她心中的\"好儿子\"，让她感到安全和有掌控感。最近，她以理所当然的态度要求我帮忙在淘宝上购买100元的东西，但我拒绝了她。她会让我弟弟来帮她购买，我这样做是希望让我弟弟更全面地认识到母亲的缺点，有时候她持固己见，甚至有些愚昧。我希望可以加快我和弟弟之间的个体发展，我也愿意帮助他，因为我觉得他之所以与母亲有这种未分化的关系，是因为他缺乏爱和力量。我想请教各位老师们，根据我在和母亲一起度过的这段被压迫的经历中总结出来的经验，如何改善我和弟弟之间的未分化关系？希望能得到一些建议。",
    "annotation": [
      {
        "sentence": "我需要一些帮助。",
        "label": ""
      },
      {
        "sentence": "我弟弟（22岁）和我母亲之间有一种未分化的关系，我感到很担忧和同情。",
        "label": ""
      },
      {
        "sentence": "在我们家庭中，我无法通过语言沟通来表达自己的需求，我试过了。",
        "label": ""
      },
      {
        "sentence": "我弟弟总是听从我母亲的话，即使我做了很多努力，用言语诉说也不能有效沟通。",
        "label": ""
      },
      {
        "sentence": "我觉得我母亲在我弟弟身上找到了她心中的\"好儿子\"，让她感到安全和有掌控感。",
        "label": ""
      },
      {
        "sentence": "最近，她以理所当然的态度要求我帮忙在淘宝上购买100元的东西，但我拒绝了她。",
        "label": ""
      },
      {
        "sentence": "她会让我弟弟来帮她购买，我这样做是希望让我弟弟更全面地认识到母亲的缺点，有时候她持固己见，甚至有些愚昧。",
        "label": ""
      },
      {
        "sentence": "我希望可以加快我和弟弟之间的个体发展，我也愿意帮助他，因为我觉得他之所以与母亲有这种未分化的关系，是因为他缺乏爱和力量。",
        "label": ""
      },
      {
        "sentence": "我想请教各位老师们，根据我在和母亲一起度过的这段被压迫的经历中总结出来的经验，如何改善我和弟弟之间的未分化关系？",
        "label": ""
      },
      {
        "sentence": "希望能得到一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的提问，不要急，慢慢说。我能理解你的困扰，这确实不容易。🥟你能告诉我你父母之间的关系如何吗？一般来说，如果父母关系不太好，就会有一方将孩子当作筹码或依靠。如果是这种情况的话，你的母亲可能有些可怜，她可能不明白抓紧任何人都不如抓紧自己。她内心可能缺乏安全感，导致产生了这样的行为，比如说说大道理（希望表现出色，获得认同）；固执己见（不希望被否定，否定意味着失败，失败意味着失去依靠）。你的母亲可能并不是单纯自私，而是在她成长环境中长时间以来，没有了解过什么是爱和健康的关系。在她看来，这些行为可能是理所当然的。她可能认为这是一个优秀的母亲应该做的事情。同时，我也非常同意你的观点。你对你的母亲和父亲都有些鄙视。如果不是因为你的父亲忽略了或者角色缺席，是不会让你的母亲如此控制你们的。🥮你的痛苦至少是双倍的，因为你承受了被控制的创伤，还忍受了一个人的长时间承担。对吧？🥙我知道你是出于好心和好意。但是你和你弟弟是否经常沟通关于这件事的想法呢？你了解你弟弟内心真正的感受吗？如果你只是一味地认为你弟弟和你想得一样，并且忽略甚至无视他真正的感受，那你们之间有多大的区别呢？难道并不都是不关心弟弟内心感受吗？🥧你想要成长，成为自己想要的样子，选择自己的人生，你不必和母亲绑在一起。那你弟弟呢？他也希望成长成自己想要的样子，有权选择自己的人生，不必和你们母亲绑在一起。🧁谢谢你对弟弟的关心。相信当你完全接纳了弟弟之后，他可能会敞开心扉，也会明白你的用心良苦。",
    "annotation": [
      {
        "sentence": "谢谢你的提问，不要急，慢慢说。",
        "label": ""
      },
      {
        "sentence": "我能理解你的困扰，这确实不容易。",
        "label": ""
      },
      {
        "sentence": "🥟你能告诉我你父母之间的关系如何吗？",
        "label": ""
      },
      {
        "sentence": "一般来说，如果父母关系不太好，就会有一方将孩子当作筹码或依靠。",
        "label": ""
      },
      {
        "sentence": "如果是这种情况的话，你的母亲可能有些可怜，她可能不明白抓紧任何人都不如抓紧自己。",
        "label": ""
      },
      {
        "sentence": "她内心可能缺乏安全感，导致产生了这样的行为，比如说说大道理（希望表现出色，获得认同）；固执己见（不希望被否定，否定意味着失败，失败意味着失去依靠）。",
        "label": ""
      },
      {
        "sentence": "你的母亲可能并不是单纯自私，而是在她成长环境中长时间以来，没有了解过什么是爱和健康的关系。",
        "label": ""
      },
      {
        "sentence": "在她看来，这些行为可能是理所当然的。",
        "label": ""
      },
      {
        "sentence": "她可能认为这是一个优秀的母亲应该做的事情。",
        "label": ""
      },
      {
        "sentence": "同时，我也非常同意你的观点。",
        "label": ""
      },
      {
        "sentence": "你对你的母亲和父亲都有些鄙视。",
        "label": ""
      },
      {
        "sentence": "如果不是因为你的父亲忽略了或者角色缺席，是不会让你的母亲如此控制你们的。",
        "label": ""
      },
      {
        "sentence": "🥮你的痛苦至少是双倍的，因为你承受了被控制的创伤，还忍受了一个人的长时间承担。",
        "label": ""
      },
      {
        "sentence": "对吧？",
        "label": ""
      },
      {
        "sentence": "🥙我知道你是出于好心和好意。",
        "label": ""
      },
      {
        "sentence": "但是你和你弟弟是否经常沟通关于这件事的想法呢？",
        "label": ""
      },
      {
        "sentence": "你了解你弟弟内心真正的感受吗？",
        "label": ""
      },
      {
        "sentence": "如果你只是一味地认为你弟弟和你想得一样，并且忽略甚至无视他真正的感受，那你们之间有多大的区别呢？",
        "label": ""
      },
      {
        "sentence": "难道并不都是不关心弟弟内心感受吗？",
        "label": ""
      },
      {
        "sentence": "🥧你想要成长，成为自己想要的样子，选择自己的人生，你不必和母亲绑在一起。",
        "label": ""
      },
      {
        "sentence": "那你弟弟呢？",
        "label": ""
      },
      {
        "sentence": "他也希望成长成自己想要的样子，有权选择自己的人生，不必和你们母亲绑在一起。",
        "label": ""
      },
      {
        "sentence": "🧁谢谢你对弟弟的关心。",
        "label": ""
      },
      {
        "sentence": "相信当你完全接纳了弟弟之后，他可能会敞开心扉，也会明白你的用心良苦。",
        "label": ""
      }
    ]
  }
]