[
  {
    "role": "client",
    "content": "我想挽回，但对方态度冷淡不沟通，应该如何继续？感情基础两年，分手两次。第一次是因为我太作，分手后我哀求未果，但三个月后我主动联系还是求得了复合。但复合只持续了三个月（期间一直异地，因为疫情也没见过面）他再次提了分手。之前的两年里我非常作，控制欲强，喜欢冷暴力，不停的逼他做各种过分的事，还经常拉黑威胁他。第一次分手之后我是改掉了作的毛病，尊重他，但复合后沟通也还是比以前少了很多，电话也很少。但这次提分手真的很突然，连吵架都没有就微信草草跟我说了分手，电话都不愿意再接，完全拒绝沟通，我表示希望聊一聊他就说看见我消息就累让我别再发了。其实至今我还是不太明白第二次分手的原因。他给出的理由就是累，我能想到的可能出问题的就是，在提分手前几天我在他联系我时回复的比较冷淡，也许是这个勾起了他对我冷暴力的回忆吗？分手后我一个月没再联系，到现在已经分手快两个月了，目前问他问题都会回但态度极冷淡，都是一两个字。依然拒绝电话和沟通。想知道应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我想挽回，但对方态度冷淡不沟通，应该如何继续？",
        "label": ""
      },
      {
        "sentence": "感情基础两年，分手两次。",
        "label": ""
      },
      {
        "sentence": "第一次是因为我太作，分手后我哀求未果，但三个月后我主动联系还是求得了复合。",
        "label": ""
      },
      {
        "sentence": "但复合只持续了三个月（期间一直异地，因为疫情也没见过面）他再次提了分手。",
        "label": ""
      },
      {
        "sentence": "之前的两年里我非常作，控制欲强，喜欢冷暴力，不停的逼他做各种过分的事，还经常拉黑威胁他。",
        "label": ""
      },
      {
        "sentence": "第一次分手之后我是改掉了作的毛病，尊重他，但复合后沟通也还是比以前少了很多，电话也很少。",
        "label": ""
      },
      {
        "sentence": "但这次提分手真的很突然，连吵架都没有就微信草草跟我说了分手，电话都不愿意再接，完全拒绝沟通，我表示希望聊一聊他就说看见我消息就累让我别再发了。",
        "label": ""
      },
      {
        "sentence": "其实至今我还是不太明白第二次分手的原因。",
        "label": ""
      },
      {
        "sentence": "他给出的理由就是累，我能想到的可能出问题的就是，在提分手前几天我在他联系我时回复的比较冷淡，也许是这个勾起了他对我冷暴力的回忆吗？",
        "label": ""
      },
      {
        "sentence": "分手后我一个月没再联系，到现在已经分手快两个月了，目前问他问题都会回但态度极冷淡，都是一两个字。",
        "label": ""
      },
      {
        "sentence": "依然拒绝电话和沟通。",
        "label": ""
      },
      {
        "sentence": "想知道应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好哇，我真的特别能够理解你的感受。我在你的身上看到了过去的我的影子。在我和我前男友认识后有一段时间，我也总是用一些极端的方法逼迫他证明他对我的感情，甚至会说一些特别伤人的话，我总是觉得他对我不够好，于是我拼命索取索取。但说实话，我也不知道我到底是伤害了他还是伤害了自己。",
    "annotation": [
      {
        "sentence": "你好哇，我真的特别能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我在你的身上看到了过去的我的影子。",
        "label": ""
      },
      {
        "sentence": "在我和我前男友认识后有一段时间，我也总是用一些极端的方法逼迫他证明他对我的感情，甚至会说一些特别伤人的话，我总是觉得他对我不够好，于是我拼命索取索取。",
        "label": ""
      },
      {
        "sentence": "但说实话，我也不知道我到底是伤害了他还是伤害了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你遇到过类似的情况吗？那你是怎么解决的呢？",
    "annotation": [
      {
        "sentence": "你遇到过类似的情况吗？",
        "label": ""
      },
      {
        "sentence": "那你是怎么解决的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那段时间，我总是做噩梦，我总是喜欢胡思乱想，白天也没有办法专注于学习。后来的话，两个人在一个大学，我也很少会像以前那样，故意说话激他，我意识到，我没有理由让别人为我的情绪负责，我之前所有的无理取闹其实并不是对他的不满，而是自己发泄情绪的方式，只是当有了一个可以装载我们负面情绪的容器以后，我们就会将所有的不满都归咎于他。",
    "annotation": [
      {
        "sentence": "那段时间，我总是做噩梦，我总是喜欢胡思乱想，白天也没有办法专注于学习。",
        "label": ""
      },
      {
        "sentence": "后来的话，两个人在一个大学，我也很少会像以前那样，故意说话激他，我意识到，我没有理由让别人为我的情绪负责，我之前所有的无理取闹其实并不是对他的不满，而是自己发泄情绪的方式，只是当有了一个可以装载我们负面情绪的容器以后，我们就会将所有的不满都归咎于他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我也觉得我总是把情绪发泄在他身上。那你是怎么意识到这个问题的呢？",
    "annotation": [
      {
        "sentence": "你说的很有道理，我也觉得我总是把情绪发泄在他身上。",
        "label": ""
      },
      {
        "sentence": "那你是怎么意识到这个问题的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的姑娘，在你想复合之前，希望你好好思考一下，你对他的感情，到底是爱还是依赖？你是真的将他视为另一个你一样的存在去关心去爱护，还是说只是依恋那种一直以来被呵护被爱着的感觉？在你遇见他之后，是不是你的人生变得更加开阔，而他的生活也变得更加美好了？好的爱情，应该是有所依靠，互相扶持，在感情中，两个人是没有高低优劣之分的，不应该有谁对谁应该更好这样的观念。那当你想清楚这个问题以后，我们才可以去思考解决的对策。",
    "annotation": [
      {
        "sentence": "亲爱的姑娘，在你想复合之前，希望你好好思考一下，你对他的感情，到底是爱还是依赖？",
        "label": ""
      },
      {
        "sentence": "你是真的将他视为另一个你一样的存在去关心去爱护，还是说只是依恋那种一直以来被呵护被爱着的感觉？",
        "label": ""
      },
      {
        "sentence": "在你遇见他之后，是不是你的人生变得更加开阔，而他的生活也变得更加美好了？",
        "label": ""
      },
      {
        "sentence": "好的爱情，应该是有所依靠，互相扶持，在感情中，两个人是没有高低优劣之分的，不应该有谁对谁应该更好这样的观念。",
        "label": ""
      },
      {
        "sentence": "那当你想清楚这个问题以后，我们才可以去思考解决的对策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我真的应该思考清楚我对他的感情。我会好好考虑这个问题的。谢谢你的提醒。",
    "annotation": [
      {
        "sentence": "你说的很对，我真的应该思考清楚我对他的感情。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑这个问题的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的提醒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很能理解你的困惑和痛苦。如果你确定你对他是真爱，那么你可以尝试从你自身上做出一些改变。提升自己，让他看到你的改变和成长。开始学习一些技能，比如健身，比如阅读，比如写作，提升自己的穿搭，将自己每日的心情动态可以发表在朋友圈，让他看到，偶尔你也可以跟他分享一下你遇到的开心的事情，让他感知到你整个人的一种正面情绪的转变。",
    "annotation": [
      {
        "sentence": "不用客气，我很能理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "如果你确定你对他是真爱，那么你可以尝试从你自身上做出一些改变。",
        "label": ""
      },
      {
        "sentence": "提升自己，让他看到你的改变和成长。",
        "label": ""
      },
      {
        "sentence": "开始学习一些技能，比如健身，比如阅读，比如写作，提升自己的穿搭，将自己每日的心情动态可以发表在朋友圈，让他看到，偶尔你也可以跟他分享一下你遇到的开心的事情，让他感知到你整个人的一种正面情绪的转变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你觉得我这样做可以吸引他对我重新产生兴趣吗？我会试一试的。",
    "annotation": [
      {
        "sentence": "你觉得我这样做可以吸引他对我重新产生兴趣吗？",
        "label": ""
      },
      {
        "sentence": "我会试一试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在做到上面这些事情以后，你就可以试着再联系他，和他吃个饭什么的了，如果这个过程进展顺利的话，你可以深入问他和你分手的原因，然后你再看该怎么做。但是，如果男方真的是死了心的话，那可能这些努力都没有办法收到很好的效果。毕竟感情的事情，是需要两个人共同努力才能维系的。",
    "annotation": [
      {
        "sentence": "在做到上面这些事情以后，你就可以试着再联系他，和他吃个饭什么的了，如果这个过程进展顺利的话，你可以深入问他和你分手的原因，然后你再看该怎么做。",
        "label": ""
      },
      {
        "sentence": "但是，如果男方真的是死了心的话，那可能这些努力都没有办法收到很好的效果。",
        "label": ""
      },
      {
        "sentence": "毕竟感情的事情，是需要两个人共同努力才能维系的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感情确实是需要两个人一起努力才行。我会先改变自己，再去尝试和他沟通的。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，感情确实是需要两个人一起努力才行。",
        "label": ""
      },
      {
        "sentence": "我会先改变自己，再去尝试和他沟通的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望你能够找到自己的幸福。记得无论结果如何，最重要的是先好好爱护和改变自己，相信一切都会好起来的。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，希望你能够找到自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得无论结果如何，最重要的是先好好爱护和改变自己，相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，我会加油的！",
        "label": ""
      }
    ]
  }
]