[
  {
    "role": "client",
    "content": "想挽回，但对方态度冷淡不沟通，应该如何继续？感情基础两年，分手两次。第一次是因为我太作，分手后我哀求未果，但三个月后我主动联系还是求得了复合。但复合只持续了三个月（期间一直异地，因为疫情也没见过面）他再次提了分手。之前的两年里我非常作，控制欲强，喜欢冷暴力，不停的逼他做各种过分的事，还经常拉黑威胁他。第一次分手之后我是改掉了作的毛病，尊重他，但复合后沟通也还是比以前少了很多，电话也很少。但这次提分手真的很突然，连吵架都没有就微信草草跟我说了分手，电话都不愿意再接，完全拒绝沟通，我表示希望聊一聊他就说看见我消息就累让我别再发了。其实至今我还是不太明白第二次分手的原因。他给出的理由就是累，我能想到的可能出问题的就是，在提分手前几天我在他联系我时回复的比较冷淡，也许是这个勾起了他对我冷暴力的回忆吗？分手后我一个月没再联系，到现在已经分手快两个月了，目前问他问题都会回但态度极冷淡，都是一两个字。依然拒绝电话和沟通。想知道应该怎么办呢？",
    "annotation": [
      {
        "sentence": "想挽回，但对方态度冷淡不沟通，应该如何继续？",
        "label": ""
      },
      {
        "sentence": "感情基础两年，分手两次。",
        "label": ""
      },
      {
        "sentence": "第一次是因为我太作，分手后我哀求未果，但三个月后我主动联系还是求得了复合。",
        "label": ""
      },
      {
        "sentence": "但复合只持续了三个月（期间一直异地，因为疫情也没见过面）他再次提了分手。",
        "label": ""
      },
      {
        "sentence": "之前的两年里我非常作，控制欲强，喜欢冷暴力，不停的逼他做各种过分的事，还经常拉黑威胁他。",
        "label": ""
      },
      {
        "sentence": "第一次分手之后我是改掉了作的毛病，尊重他，但复合后沟通也还是比以前少了很多，电话也很少。",
        "label": ""
      },
      {
        "sentence": "但这次提分手真的很突然，连吵架都没有就微信草草跟我说了分手，电话都不愿意再接，完全拒绝沟通，我表示希望聊一聊他就说看见我消息就累让我别再发了。",
        "label": ""
      },
      {
        "sentence": "其实至今我还是不太明白第二次分手的原因。",
        "label": ""
      },
      {
        "sentence": "他给出的理由就是累，我能想到的可能出问题的就是，在提分手前几天我在他联系我时回复的比较冷淡，也许是这个勾起了他对我冷暴力的回忆吗？",
        "label": ""
      },
      {
        "sentence": "分手后我一个月没再联系，到现在已经分手快两个月了，目前问他问题都会回但态度极冷淡，都是一两个字。",
        "label": ""
      },
      {
        "sentence": "依然拒绝电话和沟通。",
        "label": ""
      },
      {
        "sentence": "想知道应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你想要挽回感情的愿望，并且很高兴你愿意向我寻求帮助。现在我想分享一下我的观察，希望能为你提供一些新的视角来看待这个问题。首先，你们的关系目前是一个人想要挽回，一个人不愿意沟通，似乎更多倾向于放手。这个情况下，你的焦虑和无助可以理解，但是请记住，关系是两个人的事情。当另一方不愿意沟通时，你的努力可能只会起到微小的作用，甚至会给他带来压力，更加坚定他的分手决心。所以，你现在感到痛苦和焦虑是可以理解的。但是请试着停下来，把注意力放回到自己身上。",
    "annotation": [
      {
        "sentence": "我能理解你想要挽回感情的愿望，并且很高兴你愿意向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "现在我想分享一下我的观察，希望能为你提供一些新的视角来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "首先，你们的关系目前是一个人想要挽回，一个人不愿意沟通，似乎更多倾向于放手。",
        "label": ""
      },
      {
        "sentence": "这个情况下，你的焦虑和无助可以理解，但是请记住，关系是两个人的事情。",
        "label": ""
      },
      {
        "sentence": "当另一方不愿意沟通时，你的努力可能只会起到微小的作用，甚至会给他带来压力，更加坚定他的分手决心。",
        "label": ""
      },
      {
        "sentence": "所以，你现在感到痛苦和焦虑是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是请试着停下来，把注意力放回到自己身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感到很焦虑和无助。但是我应该如何把注意力放回到自己身上呢？",
    "annotation": [
      {
        "sentence": "你说得对，我确实感到很焦虑和无助。",
        "label": ""
      },
      {
        "sentence": "但是我应该如何把注意力放回到自己身上呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当事情进入焦虑状态时，也许我们可以先暂时放下，不去解决它。现在你可能解决不了，但是也许过一段时间就会有解决的机会。所以，让我们先处理自己的情绪，让自己平静下来。因为当情绪无法平静时，理性也很难发挥作用。当我们被情绪包围时，很难看到其他解决问题的方式。你可以通过合适的方式，如写作或找人倾诉，来表达自己的情绪。",
    "annotation": [
      {
        "sentence": "当事情进入焦虑状态时，也许我们可以先暂时放下，不去解决它。",
        "label": ""
      },
      {
        "sentence": "现在你可能解决不了，但是也许过一段时间就会有解决的机会。",
        "label": ""
      },
      {
        "sentence": "所以，让我们先处理自己的情绪，让自己平静下来。",
        "label": ""
      },
      {
        "sentence": "因为当情绪无法平静时，理性也很难发挥作用。",
        "label": ""
      },
      {
        "sentence": "当我们被情绪包围时，很难看到其他解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "你可以通过合适的方式，如写作或找人倾诉，来表达自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试通过写作和倾诉来释放自己的情绪。但是我也想了解一下我的成长空间在哪里，怎样才能在关系中成长呢？",
    "annotation": [
      {
        "sentence": "好的，我会尝试通过写作和倾诉来释放自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但是我也想了解一下我的成长空间在哪里，怎样才能在关系中成长呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我注意到你们曾经有一次分手经历。在之前的两年里，你承认自己有很多不好的行为，如作的毛病、控制欲强、喜欢冷暴力、逼迫他做过分的事情，还经常威胁他。这些行为给他带来很多压力，是导致他提出分手的原因。虽然你在第一次分手后有所改变，尊重他了，但复合后的沟通比以前少得多，电话也很少。然而，这次分手确实很突然，连吵架都没有，他只是在微信上草草地和你说了分手，并拒绝再与你沟通。你表示希望聊一聊，但他说看到你的消息就感到累了，让你别再发了。你至今仍然不太明白第二次分手的原因。他给出的理由是累，而你认为可能是你在分手前回复他的消息时表现得冷淡，勾起了他对你冷暴力的回忆。现在分手已经接近两个月了，你向他提问他会回复，但态度极为冷淡，只是简短回答。他仍然拒绝电话和沟通。我理解你想了解应该如何处理这个情况。",
    "annotation": [
      {
        "sentence": "我注意到你们曾经有一次分手经历。",
        "label": ""
      },
      {
        "sentence": "在之前的两年里，你承认自己有很多不好的行为，如作的毛病、控制欲强、喜欢冷暴力、逼迫他做过分的事情，还经常威胁他。",
        "label": ""
      },
      {
        "sentence": "这些行为给他带来很多压力，是导致他提出分手的原因。",
        "label": ""
      },
      {
        "sentence": "虽然你在第一次分手后有所改变，尊重他了，但复合后的沟通比以前少得多，电话也很少。",
        "label": ""
      },
      {
        "sentence": "然而，这次分手确实很突然，连吵架都没有，他只是在微信上草草地和你说了分手，并拒绝再与你沟通。",
        "label": ""
      },
      {
        "sentence": "你表示希望聊一聊，但他说看到你的消息就感到累了，让你别再发了。",
        "label": ""
      },
      {
        "sentence": "你至今仍然不太明白第二次分手的原因。",
        "label": ""
      },
      {
        "sentence": "他给出的理由是累，而你认为可能是你在分手前回复他的消息时表现得冷淡，勾起了他对你冷暴力的回忆。",
        "label": ""
      },
      {
        "sentence": "现在分手已经接近两个月了，你向他提问他会回复，但态度极为冷淡，只是简短回答。",
        "label": ""
      },
      {
        "sentence": "他仍然拒绝电话和沟通。",
        "label": ""
      },
      {
        "sentence": "我理解你想了解应该如何处理这个情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你对我的观察很准确，我确实希望了解应该怎么处理这个情况。可以再给我一些建议吗？",
    "annotation": [
      {
        "sentence": "你对我的观察很准确，我确实希望了解应该怎么处理这个情况。",
        "label": ""
      },
      {
        "sentence": "可以再给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。首先，我建议你思考一下你到底想要什么。你真的爱他吗？还是只把他当作满足你需要的工具？你需要的到底是什么？也许你的需要是因为缺乏安全感，所以需要通过控制和作来证明他爱你。你害怕失去他，所以需要不断让他做各种事情来证明他爱你。那真的是爱吗？这是一个需要你自己思考的问题。在关系中，我们需要放下对他的期待，才能看到真实的他，也才能看到他真正的需求。只有了解他的真实需求，并理解自己的真实需求，才能知道彼此是否适合。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你思考一下你到底想要什么。",
        "label": ""
      },
      {
        "sentence": "你真的爱他吗？",
        "label": ""
      },
      {
        "sentence": "还是只把他当作满足你需要的工具？",
        "label": ""
      },
      {
        "sentence": "你需要的到底是什么？",
        "label": ""
      },
      {
        "sentence": "也许你的需要是因为缺乏安全感，所以需要通过控制和作来证明他爱你。",
        "label": ""
      },
      {
        "sentence": "你害怕失去他，所以需要不断让他做各种事情来证明他爱你。",
        "label": ""
      },
      {
        "sentence": "那真的是爱吗？",
        "label": ""
      },
      {
        "sentence": "这是一个需要你自己思考的问题。",
        "label": ""
      },
      {
        "sentence": "在关系中，我们需要放下对他的期待，才能看到真实的他，也才能看到他真正的需求。",
        "label": ""
      },
      {
        "sentence": "只有了解他的真实需求，并理解自己的真实需求，才能知道彼此是否适合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会思考一下自己到底想要什么，以及我们是否适合。但是如果我想挽回他，应该怎样让他看到我的改变呢？",
    "annotation": [
      {
        "sentence": "我会思考一下自己到底想要什么，以及我们是否适合。",
        "label": ""
      },
      {
        "sentence": "但是如果我想挽回他，应该怎样让他看到我的改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在他拒绝与你沟通，但当你明确自己想要的，并认为他值得挽回时，可以通过朋友圈或其他社交平台让他看到你的改变。这样他就有可能愿意和你沟通。此外，你还可以通过第三方传达一些你真实的想法给他。这样你们的关系有可能重新开始，重新培养感情。但复合并不是一件简单的事情，如果可能的话，你可以寻求专业咨询师的帮助。",
    "annotation": [
      {
        "sentence": "现在他拒绝与你沟通，但当你明确自己想要的，并认为他值得挽回时，可以通过朋友圈或其他社交平台让他看到你的改变。",
        "label": ""
      },
      {
        "sentence": "这样他就有可能愿意和你沟通。",
        "label": ""
      },
      {
        "sentence": "此外，你还可以通过第三方传达一些你真实的想法给他。",
        "label": ""
      },
      {
        "sentence": "这样你们的关系有可能重新开始，重新培养感情。",
        "label": ""
      },
      {
        "sentence": "但复合并不是一件简单的事情，如果可能的话，你可以寻求专业咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议和支持，我会考虑你所说的，并思考自己的需要和关系的现状。有需要的话，我会寻求专业咨询的帮助。",
    "annotation": [
      {
        "sentence": "感谢你的建议和支持，我会考虑你所说的，并思考自己的需要和关系的现状。",
        "label": ""
      },
      {
        "sentence": "有需要的话，我会寻求专业咨询的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客",
    "annotation": [
      {
        "sentence": "不用客",
        "label": ""
      }
    ]
  }
]