[
  {
    "role": "client",
    "content": "原生家庭成长缺爱女，我对待爱情的方式正确吗？",
    "annotation": [
      {
        "sentence": "原生家庭成长缺爱女，我对待爱情的方式正确吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们能在这个问题一种相遇，可以说，对于彼此都是一种幸运，为什么这么说呢？先说对于我的幸运吧，我今早在路上正好听了一段林文采老师的课，她在课程中提到，“心理营养”这个概念，之后，举例提出“缺少无条件接纳和被重视”，会影响到我们后续人生的哪些方面。您的问题可以说，给了我这个机会，让我重新温故知新。而对于您的幸运，正好是也能从这个原理中，获得一些启发和帮助。而这个课程，在平台的免费资源里就有。简而言之，您的这么多段看似可以从道德评判角度分析的感情生活，实则，是我们因为“心理营养”的缺失，而去寻找那个可能会给我们补充这个童年营养缺失的人。",
    "annotation": [
      {
        "sentence": "我们能在这个问题一种相遇，可以说，对于彼此都是一种幸运，为什么这么说呢？",
        "label": ""
      },
      {
        "sentence": "先说对于我的幸运吧，我今早在路上正好听了一段林文采老师的课，她在课程中提到，“心理营养”这个概念，之后，举例提出“缺少无条件接纳和被重视”，会影响到我们后续人生的哪些方面。",
        "label": ""
      },
      {
        "sentence": "您的问题可以说，给了我这个机会，让我重新温故知新。",
        "label": ""
      },
      {
        "sentence": "而对于您的幸运，正好是也能从这个原理中，获得一些启发和帮助。",
        "label": ""
      },
      {
        "sentence": "而这个课程，在平台的免费资源里就有。",
        "label": ""
      },
      {
        "sentence": "简而言之，您的这么多段看似可以从道德评判角度分析的感情生活，实则，是我们因为“心理营养”的缺失，而去寻找那个可能会给我们补充这个童年营养缺失的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么，我的方式是否正确呢？",
    "annotation": [
      {
        "sentence": "那么，我的方式是否正确呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哪怕这个人是有毒的，我们为了补充这个缺失了这么多年的，如此重要缺失的心理营养，我们奋不顾身，全然不顾地投向他，向他“疯狂”（实际上是完全解释的通）地索要，可事实上，他能给到我们真正的营养缺失吗？现实很残酷，也很真实，从概率上讲，能找到，并且能够给到我们这个缺失的人，几乎是找不到的。那么，结论是绝望的吗？我们能做到的，最切实的，就是先自己给到自己这个补充营养的机会。",
    "annotation": [
      {
        "sentence": "哪怕这个人是有毒的，我们为了补充这个缺失了这么多年的，如此重要缺失的心理营养，我们奋不顾身，全然不顾地投向他，向他“疯狂”（实际上是完全解释的通）地索要，可事实上，他能给到我们真正的营养缺失吗？",
        "label": ""
      },
      {
        "sentence": "现实很残酷，也很真实，从概率上讲，能找到，并且能够给到我们这个缺失的人，几乎是找不到的。",
        "label": ""
      },
      {
        "sentence": "那么，结论是绝望的吗？",
        "label": ""
      },
      {
        "sentence": "我们能做到的，最切实的，就是先自己给到自己这个补充营养的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我很渴望爱情和婚姻。",
    "annotation": [
      {
        "sentence": "但我很渴望爱情和婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以我自己举例吧，我从小最在意的是“不被关注”，所以我通过刻苦学习，来印证自己的价值，其实我一点也不喜欢学校和学习，我真正感兴趣的东西，在学校里，至少在当时的体制下是找不到的。我今天中午去好好地，“狠狠心”地吃了顿好饭，当我用刀叉把食物切开，细嚼慢咽品味的时候，从这顿饭之中，我学会了如何照顾自己，这就是一个我刚刚地，如何补充自己心理营养的例子，原理都是相通的，需要我们自己去活学活用。一个人，先要学会如何爱自己，照顾自己，然后才是爱他人，照顾他人。",
    "annotation": [
      {
        "sentence": "以我自己举例吧，我从小最在意的是“不被关注”，所以我通过刻苦学习，来印证自己的价值，其实我一点也不喜欢学校和学习，我真正感兴趣的东西，在学校里，至少在当时的体制下是找不到的。",
        "label": ""
      },
      {
        "sentence": "我今天中午去好好地，“狠狠心”地吃了顿好饭，当我用刀叉把食物切开，细嚼慢咽品味的时候，从这顿饭之中，我学会了如何照顾自己，这就是一个我刚刚地，如何补充自己心理营养的例子，原理都是相通的，需要我们自己去活学活用。",
        "label": ""
      },
      {
        "sentence": "一个人，先要学会如何爱自己，照顾自己，然后才是爱他人，照顾他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我对爱情有很大的渴望。",
    "annotation": [
      {
        "sentence": "但是我对爱情有很大的渴望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "三言两语又怎可能把固定那么多年的习惯一时打破？从今做起，从此刻做起，从身边的一点点小事做起吧。希望我们这次的交流会是一个良好的开端。",
    "annotation": [
      {
        "sentence": "三言两语又怎可能把固定那么多年的习惯一时打破？",
        "label": ""
      },
      {
        "sentence": "从今做起，从此刻做起，从身边的一点点小事做起吧。",
        "label": ""
      },
      {
        "sentence": "希望我们这次的交流会是一个良好的开端。",
        "label": ""
      }
    ]
  }
]