[
  {
    "role": "client",
    "content": "原生家庭成长缺爱女，我对待爱情的方式正确吗？",
    "annotation": [
      {
        "sentence": "原生家庭成长缺爱女，我对待爱情的方式正确吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解你的感受。每个人的爱情观和处理方式都受到原生家庭的影响。你对爱情的渴望很大，可能是因为你在成长过程中缺乏父母的关爱。不过，正确的对待爱情的方式并没有标准答案，每个人都有自己的选择和经历。",
    "annotation": [
      {
        "sentence": "可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "每个人的爱情观和处理方式都受到原生家庭的影响。",
        "label": ""
      },
      {
        "sentence": "你对爱情的渴望很大，可能是因为你在成长过程中缺乏父母的关爱。",
        "label": ""
      },
      {
        "sentence": "不过，正确的对待爱情的方式并没有标准答案，每个人都有自己的选择和经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来初中回家对比父母对待弟弟的态度不一样，不舍的给我花钱，老是指责我做事情的方式。",
    "annotation": [
      {
        "sentence": "后来初中回家对比父母对待弟弟的态度不一样，不舍的给我花钱，老是指责我做事情的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种差别对待可能让你感到不公平和不被爱。毕竟，父母的态度对我们的成长有很大影响。但是要记住，父母的支持方式因人而异，他们可能有自己的考虑和方式。",
    "annotation": [
      {
        "sentence": "这种差别对待可能让你感到不公平和不被爱。",
        "label": ""
      },
      {
        "sentence": "毕竟，父母的态度对我们的成长有很大影响。",
        "label": ""
      },
      {
        "sentence": "但是要记住，父母的支持方式因人而异，他们可能有自己的考虑和方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "导致我喜欢年龄大的男性，对方一旦对我好就不会拒绝，也在5年内跟了三个已婚男。",
    "annotation": [
      {
        "sentence": "导致我喜欢年龄大的男性，对方一旦对我好就不会拒绝，也在5年内跟了三个已婚男。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的恋爱模式，可能是你在爱情中寻求安全感和被关注的方式。但是要注意，这样的关系通常会面临很多困难和道德上的问题。你曾考虑过这种选择对自己和他人的影响吗？",
    "annotation": [
      {
        "sentence": "这样的恋爱模式，可能是你在爱情中寻求安全感和被关注的方式。",
        "label": ""
      },
      {
        "sentence": "但是要注意，这样的关系通常会面临很多困难和道德上的问题。",
        "label": ""
      },
      {
        "sentence": "你曾考虑过这种选择对自己和他人的影响吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我对爱非常渴望，其中两个都是在我觉得无望的时候我无缝连接了另一个(不道德，其中一个丢了半条命)可是我又渴望婚姻，第三个马上要离婚了，但不是因为我，而是在我之前他们都已经在准备离婚。",
    "annotation": [
      {
        "sentence": "但是我对爱非常渴望，其中两个都是在我觉得无望的时候我无缝连接了另一个(不道德，其中一个丢了半条命)可是我又渴望婚姻，第三个马上要离婚了，但不是因为我，而是在我之前他们都已经在准备离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对爱的渴望是可以理解的，但是要意识到不道德的行为会给自己和他人带来伤害。婚姻应该建立在互相理解和尊重的基础上，不应该是出于别人已经准备离婚的原因而选择。你曾考虑过健康的恋爱关系对你的重要性吗？",
    "annotation": [
      {
        "sentence": "你对爱的渴望是可以理解的，但是要意识到不道德的行为会给自己和他人带来伤害。",
        "label": ""
      },
      {
        "sentence": "婚姻应该建立在互相理解和尊重的基础上，不应该是出于别人已经准备离婚的原因而选择。",
        "label": ""
      },
      {
        "sentence": "你曾考虑过健康的恋爱关系对你的重要性吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我父母感情还行，但是我总是觉得父母不够爱我，总是认为父母不舍的给我花钱。总是认为我做什么都是不对的，现在我想去外地找那个37岁的男人，等他离婚跟他在一起。",
    "annotation": [
      {
        "sentence": "我父母感情还行，但是我总是觉得父母不够爱我，总是认为父母不舍的给我花钱。",
        "label": ""
      },
      {
        "sentence": "总是认为我做什么都是不对的，现在我想去外地找那个37岁的男人，等他离婚跟他在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母的爱和关怀表达方式不同，我们要学会理解和接受他们的方式。同时，你要明白自己的需求和幸福不能完全依赖于外界的人或事物。在做决定之前，你是否考虑了自身的内心需求和未来的发展？",
    "annotation": [
      {
        "sentence": "父母的爱和关怀表达方式不同，我们要学会理解和接受他们的方式。",
        "label": ""
      },
      {
        "sentence": "同时，你要明白自己的需求和幸福不能完全依赖于外界的人或事物。",
        "label": ""
      },
      {
        "sentence": "在做决定之前，你是否考虑了自身的内心需求和未来的发展？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个男人有个女儿今年16岁了，女儿跟第一任生了，因为没钱被抛弃。第二任是个离婚带娃的，跟这个男人8年，据男人说他付出了很多，但是最后那个女人把他挣得钱都骗走了。要等着分房。",
    "annotation": [
      {
        "sentence": "这个男人有个女儿今年16岁了，女儿跟第一任生了，因为没钱被抛弃。",
        "label": ""
      },
      {
        "sentence": "第二任是个离婚带娃的，跟这个男人8年，据男人说他付出了很多，但是最后那个女人把他挣得钱都骗走了。",
        "label": ""
      },
      {
        "sentence": "要等着分房。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个男人的过去经历确实令人同情，但是你应该明白，过去并不代表未来。在选择伴侣时，你可以考虑多方面的因素，而不只是他的经济状况。你觉得自己和这个男人在其他方面是否有共同的价值观和生活目标呢？",
    "annotation": [
      {
        "sentence": "这个男人的过去经历确实令人同情，但是你应该明白，过去并不代表未来。",
        "label": ""
      },
      {
        "sentence": "在选择伴侣时，你可以考虑多方面的因素，而不只是他的经济状况。",
        "label": ""
      },
      {
        "sentence": "你觉得自己和这个男人在其他方面是否有共同的价值观和生活目标呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "补充问题，这个男人在等着年底分房后离婚，其实他也是受了伤的男人，是我出差认识的，一周我就沦陷了，因为他真的很好，会做饭，跟他在一起我觉得很放松也很开心。在一起了三个星期我回到了我的城市，但是现在很矛盾，我处理上一任的关系中更加的迷茫不知道要怎么做了，上一任有家庭，有孩子，我俩在一起四年，四年中他无数次想推开我都是我纠缠着没分，他也是后来爱上我的吧，可是我也是积攒够了失望才离开的，因为我是一个不想改变习惯的人，如果我不无缝对接下一任我可能离不开上一任。",
    "annotation": [
      {
        "sentence": "补充问题，这个男人在等着年底分房后离婚，其实他也是受了伤的男人，是我出差认识的，一周我就沦陷了，因为他真的很好，会做饭，跟他在一起我觉得很放松也很开心。",
        "label": ""
      },
      {
        "sentence": "在一起了三个星期我回到了我的城市，但是现在很矛盾，我处理上一任的关系中更加的迷茫不知道要怎么做了，上一任有家庭，有孩子，我俩在一起四年，四年中他无数次想推开我都是我纠缠着没分，他也是后来爱上我的吧，可是我也是积攒够了失望才离开的，因为我是一个不想改变习惯的人，如果我不无缝对接下一任我可能离不开上一任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解。在处理感情问题时经常会面临矛盾和困惑。回顾过去的恋情，你已经意识到了很多问题。对于未来的处理，建议你先和上一任好好沟通，找到一个对双方都公平的解决方案。同时，你也要考虑自身的需求和幸福，不要因为不愿改变习惯就束缚自己。",
    "annotation": [
      {
        "sentence": "你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "在处理感情问题时经常会面临矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "回顾过去的恋情，你已经意识到了很多问题。",
        "label": ""
      },
      {
        "sentence": "对于未来的处理，建议你先和上一任好好沟通，找到一个对双方都公平的解决方案。",
        "label": ""
      },
      {
        "sentence": "同时，你也要考虑自身的需求和幸福，不要因为不愿改变习惯就束缚自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是回到我在的城市后，没有分手的男友知道了我无缝连接，对我天天贬低我，说了很多的难听话，没分手的男友对我很好，可是给不了我希望，但是没有另一个人出现我真的离不开他，可是为了我导致了他的家庭快散了，我心里非常痛苦，后来就没想过他离婚娶我了。所以现在也不想他离婚，因为我无缝连接要了他半条命，纠缠了一个多月他主动把我删了，我没有删除他。他一直在劝我放弃外地那个37岁的男的，因为他一直说我爱情观有问题，我应该找个什么样的，他一直想掌控我的选择，一直想帮我做选择，难道我就不能自己选择吗。",
    "annotation": [
      {
        "sentence": "但是回到我在的城市后，没有分手的男友知道了我无缝连接，对我天天贬低我，说了很多的难听话，没分手的男友对我很好，可是给不了我希望，但是没有另一个人出现我真的离不开他，可是为了我导致了他的家庭快散了，我心里非常痛苦，后来就没想过他离婚娶我了。",
        "label": ""
      },
      {
        "sentence": "所以现在也不想他离婚，因为我无缝连接要了他半条命，纠缠了一个多月他主动把我删了，我没有删除他。",
        "label": ""
      },
      {
        "sentence": "他一直在劝我放弃外地那个37岁的男的，因为他一直说我爱情观有问题，我应该找个什么样的，他一直想掌控我的选择，一直想帮我做选择，难道我就不能自己选择吗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情问题往往非常复杂而纠结。你和现任男友之间的矛盾和困扰，以及对于爱情观的不同看法，都需要好好与他沟通，理顺彼此的关系。同时，你自己也要学会独立思考和做出选择，不要被他人左右。最终要做出的决定，应该是符合你内心需求和未来幸福的。",
    "annotation": [
      {
        "sentence": "感情问题往往非常复杂而纠结。",
        "label": ""
      },
      {
        "sentence": "你和现任男友之间的矛盾和困扰，以及对于爱情观的不同看法，都需要好好与他沟通，理顺彼此的关系。",
        "label": ""
      },
      {
        "sentence": "同时，你自己也要学会独立思考和做出选择，不要被他人左右。",
        "label": ""
      },
      {
        "sentence": "最终要做出的决定，应该是符合你内心需求和未来幸福的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他一直说我家庭也不会同意，可是我做了选择，我想去外地找那个男的，谁都拦不住，包括父母。37岁男的不能说一无所有也差不多，有个店，但是人实在，我认为他会慢慢挣到钱的。写了这么多，有些乱，因为我也在怀疑我自己了，不知道我图的什么。",
    "annotation": [
      {
        "sentence": "他一直说我家庭也不会同意，可是我做了选择，我想去外地找那个男的，谁都拦不住，包括父母。",
        "label": ""
      },
      {
        "sentence": "37岁男的不能说一无所有也差不多，有个店，但是人实在，我认为他会慢慢挣到钱的。",
        "label": ""
      },
      {
        "sentence": "写了这么多，有些乱，因为我也在怀疑我自己了，不知道我图的什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对外地男人的选择是出于自己的决心和需求，这是可以理解的。虽然他现在的经济条件可能并不理想，但你对他的评价是积极的。同时，你对自己的困惑和怀疑也是正常的。在做决定之前，你可以再次审视自己的内心，考虑自己的幸福和未来的发展。如果你还有其他问题或需要更多支持，请随时告诉我。",
    "annotation": [
      {
        "sentence": "你对外地男人的选择是出于自己的决心和需求，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "虽然他现在的经济条件可能并不理想，但你对他的评价是积极的。",
        "label": ""
      },
      {
        "sentence": "同时，你对自己的困惑和怀疑也是正常的。",
        "label": ""
      },
      {
        "sentence": "在做决定之前，你可以再次审视自己的内心，考虑自己的幸福和未来的发展。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要更多支持，请随时告诉我。",
        "label": ""
      }
    ]
  }
]