[
  {
    "role": "client",
    "content": "我永远不能在别人攻击我的时候做出反击，为什么？大学两年，我都在尝试去了解自己。我发现，我很懦弱。和同学相处，我首先想到的是让步，是把自己真实的想法隐藏起来。现在唯一一个关系好点的室友，我们还处在相互客气的阶段，没有磨合，一旦出现矛盾，我们都会选择沉默和躲避。我没有和别人起过冲突，就连和室友一起去吃饭，我也经常迁就她们。别人有什么错误，我也不会指出，自己承受或者假装不理，我知道，我只活在自己的世界。但是，我还恰恰是一个非常在意别人看法的人，包括别人一个细微的动作，下意识的话语，都能让我感到心理极度不适，我觉得不快乐。还有，我经常被她们挑出讲话的漏洞，我觉得很没意义，但还是因为她们尖锐的话感到生气。或许开一个玩笑就能解决的事情，我却不愿去笑着回应，我会立刻生气，陷入这种情绪无法自拔……",
    "annotation": [
      {
        "sentence": "我永远不能在别人攻击我的时候做出反击，为什么？",
        "label": ""
      },
      {
        "sentence": "大学两年，我都在尝试去了解自己。",
        "label": ""
      },
      {
        "sentence": "我发现，我很懦弱。",
        "label": ""
      },
      {
        "sentence": "和同学相处，我首先想到的是让步，是把自己真实的想法隐藏起来。",
        "label": ""
      },
      {
        "sentence": "现在唯一一个关系好点的室友，我们还处在相互客气的阶段，没有磨合，一旦出现矛盾，我们都会选择沉默和躲避。",
        "label": ""
      },
      {
        "sentence": "我没有和别人起过冲突，就连和室友一起去吃饭，我也经常迁就她们。",
        "label": ""
      },
      {
        "sentence": "别人有什么错误，我也不会指出，自己承受或者假装不理，我知道，我只活在自己的世界。",
        "label": ""
      },
      {
        "sentence": "但是，我还恰恰是一个非常在意别人看法的人，包括别人一个细微的动作，下意识的话语，都能让我感到心理极度不适，我觉得不快乐。",
        "label": ""
      },
      {
        "sentence": "还有，我经常被她们挑出讲话的漏洞，我觉得很没意义，但还是因为她们尖锐的话感到生气。",
        "label": ""
      },
      {
        "sentence": "或许开一个玩笑就能解决的事情，我却不愿去笑着回应，我会立刻生气，陷入这种情绪无法自拔……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够理解。你长时间的回避冲突，不敢表达内心真实的声音，这可能与你的童年养育方式有关。在过去，你可能会因为顺从他人而得到欣赏和认同，而在你提出自己的想法时，却被认为不乖巧。（这种感受也许是童年时从周围人身上获得的）你习惯了压抑自己的想法。不过，你可以尝试让内心更加舒服。成年后，持续压抑自己的想法会导致你失去自我。但是这一点是可以慢慢调整的。你可以准备一支笔和一本本子，选择自己一天中有强烈感受的事情。通过觉察自己的情绪（例如生气），觉察自己的想法（如何解决问题），觉察自己的诉求（希望自己的想法被尊重），然后选择适合的时机，试着通过微信与相关人员沟通：……事情是这样的……我感受到了……我认为这个问题可以这样解决……我希望我的想法能够得到尊重……通过不断的练习，你的内心力量会逐渐提升。",
    "annotation": [
      {
        "sentence": "你的感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "你长时间的回避冲突，不敢表达内心真实的声音，这可能与你的童年养育方式有关。",
        "label": ""
      },
      {
        "sentence": "在过去，你可能会因为顺从他人而得到欣赏和认同，而在你提出自己的想法时，却被认为不乖巧。",
        "label": ""
      },
      {
        "sentence": "（这种感受也许是童年时从周围人身上获得的）你习惯了压抑自己的想法。",
        "label": ""
      },
      {
        "sentence": "不过，你可以尝试让内心更加舒服。",
        "label": ""
      },
      {
        "sentence": "成年后，持续压抑自己的想法会导致你失去自我。",
        "label": ""
      },
      {
        "sentence": "但是这一点是可以慢慢调整的。",
        "label": ""
      },
      {
        "sentence": "你可以准备一支笔和一本本子，选择自己一天中有强烈感受的事情。",
        "label": ""
      },
      {
        "sentence": "通过觉察自己的情绪（例如生气），觉察自己的想法（如何解决问题），觉察自己的诉求（希望自己的想法被尊重），然后选择适合的时机，试着通过微信与相关人员沟通：……事情是这样的……我感受到了……我认为这个问题可以这样解决……我希望我的想法能够得到尊重……通过不断的练习，你的内心力量会逐渐提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会尝试用笔和本子记录自己的感受和想法，然后通过微信与他人进行更直接的沟通。我可能需要一些时间来适应这种改变，但我希望我能够逐渐找回内心的力量。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试用笔和本子记录自己的感受和想法，然后通过微信与他人进行更直接的沟通。",
        "label": ""
      },
      {
        "sentence": "我可能需要一些时间来适应这种改变，但我希望我能够逐渐找回内心的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试。记得要给自己足够的时间和空间，不要对自己要求过高。这个过程可能需要一些时间来适应，但是只要坚持下去，你一定能够找到内心的力量并慢慢改变。记住，你并不孤单，我将一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试。",
        "label": ""
      },
      {
        "sentence": "记得要给自己足够的时间和空间，不要对自己要求过高。",
        "label": ""
      },
      {
        "sentence": "这个过程可能需要一些时间来适应，但是只要坚持下去，你一定能够找到内心的力量并慢慢改变。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我将一直在你身边支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴。我会试着给自己一些宽容和耐心，相信自己能够渐渐摆脱内心困惑的困扰。也感谢你为我提供的这些启示和方法，我会好好运用它们，一步步走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴。",
        "label": ""
      },
      {
        "sentence": "我会试着给自己一些宽容和耐心，相信自己能够渐渐摆脱内心困惑的困扰。",
        "label": ""
      },
      {
        "sentence": "也感谢你为我提供的这些启示和方法，我会好好运用它们，一步步走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一位勇敢的人，敢于面对自己的困扰并寻求改变。相信自己，你一定能够走出困境，重新找回自己真实的声音。如果在这个过程中有任何困难或者需要更多的支持，记得随时与我联系。我会一直在你身边支持你。你不是一个人在战斗。",
    "annotation": [
      {
        "sentence": "你是一位勇敢的人，敢于面对自己的困扰并寻求改变。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够走出困境，重新找回自己真实的声音。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中有任何困难或者需要更多的支持，记得随时与我联系。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的支持对我来说意义重大。知道有你在我身边，我感到更加坚定和勇敢。如果我遇到任何困难，我会毫不犹豫地寻求你的帮助。再次感谢你为我提供的帮助和鼓励。",
    "annotation": [
      {
        "sentence": "你的支持对我来说意义重大。",
        "label": ""
      },
      {
        "sentence": "知道有你在我身边，我感到更加坚定和勇敢。",
        "label": ""
      },
      {
        "sentence": "如果我遇到任何困难，我会毫不犹豫地寻求你的帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你为我提供的帮助和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个很坚强的人，我相信你一定能够克服困难，成为内心坚定、勇敢表达自我的人。无论何时何地，你都可以依靠我。我们一起努力，共同走向更好的未来。+",
    "annotation": [
      {
        "sentence": "你是一个很坚强的人，我相信你一定能够克服困难，成为内心坚定、勇敢表达自我的人。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，你都可以依靠我。",
        "label": ""
      },
      {
        "sentence": "我们一起努力，共同走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "+",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和支持。我期待着未来，期待在你的帮助下，成为一个更加自信和真实的自己。感谢你的关心和祝福。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "我期待着未来，期待在你的帮助下，成为一个更加自信和真实的自己。",
        "label": ""
      },
      {
        "sentence": "感谢你的关心和祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的成长和进步是我最大的安慰和喜悦。我会一直陪伴你，帮助你克服困难，实现自己的目标。不要忘记，你是一个了不起的人。加油！",
    "annotation": [
      {
        "sentence": "你的成长和进步是我最大的安慰和喜悦。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴你，帮助你克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你是一个了不起的人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]