[
  {
    "role": "client",
    "content": "我永远不能在别人攻击我的时候做出反击，为什么？大学两年，我都在尝试去了解自己。我发现，我很懦弱。和同学相处，我首先想到的是让步，是把自己真实的想法隐藏起来。现在唯一一个关系好点的室友，我们还处在相互客气的阶段，没有磨合，一旦出现矛盾，我们都会选择沉默和躲避。我没有和别人起过冲突，就连和室友一起去吃饭，我也经常迁就她们。别人有什么错误，我也不会指出，自己承受或者假装不理，我知道，我只活在自己的世界。但是，我还恰恰是一个非常在意别人看法的人，包括别人一个细微的动作，下意识的话语，都能让我感到心理极度不适，我觉得不快乐。还有，我经常被她们挑出讲话的漏洞，我觉得很没意义，但还是因为她们尖锐的话感到生气。或许开一个玩笑就能解决的事情，我却不愿去笑着回应，我会立刻生气，陷入这种情绪无法自拔……",
    "annotation": [
      {
        "sentence": "我永远不能在别人攻击我的时候做出反击，为什么？",
        "label": ""
      },
      {
        "sentence": "大学两年，我都在尝试去了解自己。",
        "label": ""
      },
      {
        "sentence": "我发现，我很懦弱。",
        "label": ""
      },
      {
        "sentence": "和同学相处，我首先想到的是让步，是把自己真实的想法隐藏起来。",
        "label": ""
      },
      {
        "sentence": "现在唯一一个关系好点的室友，我们还处在相互客气的阶段，没有磨合，一旦出现矛盾，我们都会选择沉默和躲避。",
        "label": ""
      },
      {
        "sentence": "我没有和别人起过冲突，就连和室友一起去吃饭，我也经常迁就她们。",
        "label": ""
      },
      {
        "sentence": "别人有什么错误，我也不会指出，自己承受或者假装不理，我知道，我只活在自己的世界。",
        "label": ""
      },
      {
        "sentence": "但是，我还恰恰是一个非常在意别人看法的人，包括别人一个细微的动作，下意识的话语，都能让我感到心理极度不适，我觉得不快乐。",
        "label": ""
      },
      {
        "sentence": "还有，我经常被她们挑出讲话的漏洞，我觉得很没意义，但还是因为她们尖锐的话感到生气。",
        "label": ""
      },
      {
        "sentence": "或许开一个玩笑就能解决的事情，我却不愿去笑着回应，我会立刻生气，陷入这种情绪无法自拔……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提问说“我永远不能在别人攻击我的时候做出反击”，我感觉到，你是希望自己在被攻击的时候可以做到某种形式的反击的，但是不知道为什么，在被攻击的现场你没有办法做到。你说，你很懦弱，和同学相处首先想到的是让步，是把自己的真实想法隐藏起来--看起来你难以做到“坚持自己，明确的表现自己的想法”，但你还是会有点希望自己可以做到。你说，和室友出现矛盾，你们都会沉默和逃避，没和别人起过冲突，和室友吃饭也是迁就她们，别人有了错误也不之处，只是自己承受或者假装不理。看到这里，我好像感觉到你身上有两个不同的部分外在表现的A部分：不要和人起冲突，哪怕别人在攻击你，犯了错误，也不要讲出来，不管别人和自己有什么不同，都先让步，不要展示出自己的想法。若隐若现的B部分：我还是希望自己可以做出反击的，我不想再一直让步了，不想再一直藏着自己的想法和感受了，我也希望被尊重，被照顾。不知道你自己的感觉是不是这样的呢？我看到你说“我是一个非常在意别人看法的人，别人一个细微的动作，下意识的话语，都会让我感到极度不适”。我想你指的“细微的动作”和“下意识的话语”，指的是伤害性的吧，如果这些动作和话语，转化成你接受、喜欢的性质，你会不会感觉好一点呢？如果答案是肯定的，那也许让你不适的，并不是动作有多细微，也不是话语有多不经意，而是--你真的受到了伤害。哪怕看起来微不足道，它们对你来讲也是切实的伤害。",
    "annotation": [
      {
        "sentence": "你提问说“我永远不能在别人攻击我的时候做出反击”，我感觉到，你是希望自己在被攻击的时候可以做到某种形式的反击的，但是不知道为什么，在被攻击的现场你没有办法做到。",
        "label": ""
      },
      {
        "sentence": "你说，你很懦弱，和同学相处首先想到的是让步，是把自己的真实想法隐藏起来--看起来你难以做到“坚持自己，明确的表现自己的想法”，但你还是会有点希望自己可以做到。",
        "label": ""
      },
      {
        "sentence": "你说，和室友出现矛盾，你们都会沉默和逃避，没和别人起过冲突，和室友吃饭也是迁就她们，别人有了错误也不之处，只是自己承受或者假装不理。",
        "label": ""
      },
      {
        "sentence": "看到这里，我好像感觉到你身上有两个不同的部分外在表现的A部分：不要和人起冲突，哪怕别人在攻击你，犯了错误，也不要讲出来，不管别人和自己有什么不同，都先让步，不要展示出自己的想法。",
        "label": ""
      },
      {
        "sentence": "若隐若现的B部分：我还是希望自己可以做出反击的，我不想再一直让步了，不想再一直藏着自己的想法和感受了，我也希望被尊重，被照顾。",
        "label": ""
      },
      {
        "sentence": "不知道你自己的感觉是不是这样的呢？",
        "label": ""
      },
      {
        "sentence": "我看到你说“我是一个非常在意别人看法的人，别人一个细微的动作，下意识的话语，都会让我感到极度不适”。",
        "label": ""
      },
      {
        "sentence": "我想你指的“细微的动作”和“下意识的话语”，指的是伤害性的吧，如果这些动作和话语，转化成你接受、喜欢的性质，你会不会感觉好一点呢？",
        "label": ""
      },
      {
        "sentence": "如果答案是肯定的，那也许让你不适的，并不是动作有多细微，也不是话语有多不经意，而是--你真的受到了伤害。",
        "label": ""
      },
      {
        "sentence": "哪怕看起来微不足道，它们对你来讲也是切实的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我确实希望自己能够在被攻击时做出反击，但是却总是做不到。我始终觉得自己懦弱，总是让步，而不敢展示自己真正的想法。而且，我和室友之间也是这样，每当出现矛盾，我们都会选择沉默和躲避。我从来没有和别人发生过冲突，甚至和室友一起吃饭时，我也总是迁就她们。我从来不会指出别人的错误，只是自己默默忍受或者假装不在乎。可是，我却特别在意别人的看法，对于别人微小的动作和无意的言语，我总是感到极度不舒服，觉得很不快乐。而且，她们经常挑我的毛病或者讲话的漏洞，我觉得这很没有意义，但是她们说的尖锐话语却让我感到非常生气。也许这些事情开个玩笑就可以解决，但是我不愿意用笑来回应，我会立刻生气并且无法摆脱这种情绪。",
    "annotation": [
      {
        "sentence": "你说的很对，我确实希望自己能够在被攻击时做出反击，但是却总是做不到。",
        "label": ""
      },
      {
        "sentence": "我始终觉得自己懦弱，总是让步，而不敢展示自己真正的想法。",
        "label": ""
      },
      {
        "sentence": "而且，我和室友之间也是这样，每当出现矛盾，我们都会选择沉默和躲避。",
        "label": ""
      },
      {
        "sentence": "我从来没有和别人发生过冲突，甚至和室友一起吃饭时，我也总是迁就她们。",
        "label": ""
      },
      {
        "sentence": "我从来不会指出别人的错误，只是自己默默忍受或者假装不在乎。",
        "label": ""
      },
      {
        "sentence": "可是，我却特别在意别人的看法，对于别人微小的动作和无意的言语，我总是感到极度不舒服，觉得很不快乐。",
        "label": ""
      },
      {
        "sentence": "而且，她们经常挑我的毛病或者讲话的漏洞，我觉得这很没有意义，但是她们说的尖锐话语却让我感到非常生气。",
        "label": ""
      },
      {
        "sentence": "也许这些事情开个玩笑就可以解决，但是我不愿意用笑来回应，我会立刻生气并且无法摆脱这种情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。看起来你渴望在别人攻击你时能够做出反击，但是却总是做不到。你觉得自己很懦弱，总是退让，不敢真正表达自己的想法。与室友相处也是如此，一旦出现矛盾，你们都会选择沉默和逃避。你从未与别人发生过冲突，即使和室友一起吃饭时，你也会一直迁就她们。你不会指出别人的错误，只是默默承受或假装不在乎。但是，你却非常在意别人的看法，对于微小的动作和无意的言语，你总是感到不舒服，不快乐。此外，她们经常挑剔你的毛病或发现你说话的漏洞，你觉得这非常无聊，但她们尖刻的话语却让你感到很生气。也许一句玩笑就可以解决这些问题，但是你不想用笑容回应，而是立刻生气并无法自拔。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "看起来你渴望在别人攻击你时能够做出反击，但是却总是做不到。",
        "label": ""
      },
      {
        "sentence": "你觉得自己很懦弱，总是退让，不敢真正表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "与室友相处也是如此，一旦出现矛盾，你们都会选择沉默和逃避。",
        "label": ""
      },
      {
        "sentence": "你从未与别人发生过冲突，即使和室友一起吃饭时，你也会一直迁就她们。",
        "label": ""
      },
      {
        "sentence": "你不会指出别人的错误，只是默默承受或假装不在乎。",
        "label": ""
      },
      {
        "sentence": "但是，你却非常在意别人的看法，对于微小的动作和无意的言语，你总是感到不舒服，不快乐。",
        "label": ""
      },
      {
        "sentence": "此外，她们经常挑剔你的毛病或发现你说话的漏洞，你觉得这非常无聊，但她们尖刻的话语却让你感到很生气。",
        "label": ""
      },
      {
        "sentence": "也许一句玩笑就可以解决这些问题，但是你不想用笑容回应，而是立刻生气并无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，你说得太对了。我真的想在别人攻击我时做出反击，但我总是做不到。我觉得自己很懦弱，总是让步，不敢真实地表达自己。和室友相处也是如此，当出现矛盾时我们都会选择沉默和逃避。我从来没有和别人起过冲突，在一起吃饭时我也总是迁就她们。我从不指出别人的错误，只是默默承受或者假装不关心。但是，我非常在意别人的看法，对于微小的动作和无意的言语，我总是感到非常不舒服，觉得很不快乐。而且，她们经常挑剔我的毛病或者讲话的漏洞，我觉得这一点都不有意义，但她们尖锐的话语却让我生气。或许一句玩笑就可以解决的事情，但我不愿意笑着回应，而是立刻生气并且无法自拔。",
    "annotation": [
      {
        "sentence": "对，你说得太对了。",
        "label": ""
      },
      {
        "sentence": "我真的想在别人攻击我时做出反击，但我总是做不到。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很懦弱，总是让步，不敢真实地表达自己。",
        "label": ""
      },
      {
        "sentence": "和室友相处也是如此，当出现矛盾时我们都会选择沉默和逃避。",
        "label": ""
      },
      {
        "sentence": "我从来没有和别人起过冲突，在一起吃饭时我也总是迁就她们。",
        "label": ""
      },
      {
        "sentence": "我从不指出别人的错误，只是默默承受或者假装不关心。",
        "label": ""
      },
      {
        "sentence": "但是，我非常在意别人的看法，对于微小的动作和无意的言语，我总是感到非常不舒服，觉得很不快乐。",
        "label": ""
      },
      {
        "sentence": "而且，她们经常挑剔我的毛病或者讲话的漏洞，我觉得这一点都不有意义，但她们尖锐的话语却让我生气。",
        "label": ""
      },
      {
        "sentence": "或许一句玩笑就可以解决的事情，但我不愿意笑着回应，而是立刻生气并且无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。你真的希望自己在别人攻击你时能够反击，但总是做不到。你觉得自己很懦",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你真的希望自己在别人攻击你时能够反击，但总是做不到。",
        "label": ""
      },
      {
        "sentence": "你觉得自己很懦",
        "label": ""
      }
    ]
  }
]