[
  {
    "role": "client",
    "content": "我最近家庭有争端，想请问一下该如何才能让老年人看清真相呢？我的爷爷去世三年了，奶奶现在独自一人生活。每次老人生病我和父母都会去照顾，而我姑姑在爷爷去世之后才开始经常看望奶奶，但她之前一个月只会去一次。最近我们家决定为了提高老人的居住环境而卖掉旧房子，结果搬完家后发现爷爷的遗嘱不见了。后来经过律师咨询才知道是在这个过程中被姑妈拿走了。由于姑妈的经济条件比我家好，她对老人的态度也很好，但她却一再劝说奶奶把遗嘱交给她。我很担心老人被恐吓和洗脑，不知道该怎样帮助她，希望您能给我一些建议。",
    "annotation": [
      {
        "sentence": "我最近家庭有争端，想请问一下该如何才能让老年人看清真相呢？",
        "label": ""
      },
      {
        "sentence": "我的爷爷去世三年了，奶奶现在独自一人生活。",
        "label": ""
      },
      {
        "sentence": "每次老人生病我和父母都会去照顾，而我姑姑在爷爷去世之后才开始经常看望奶奶，但她之前一个月只会去一次。",
        "label": ""
      },
      {
        "sentence": "最近我们家决定为了提高老人的居住环境而卖掉旧房子，结果搬完家后发现爷爷的遗嘱不见了。",
        "label": ""
      },
      {
        "sentence": "后来经过律师咨询才知道是在这个过程中被姑妈拿走了。",
        "label": ""
      },
      {
        "sentence": "由于姑妈的经济条件比我家好，她对老人的态度也很好，但她却一再劝说奶奶把遗嘱交给她。",
        "label": ""
      },
      {
        "sentence": "我很担心老人被恐吓和洗脑，不知道该怎样帮助她，希望您能给我一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到你的烦恼了。首先我想说的是，你的关心和担忧非常合理。你的姑姑的行为会给老人带来很大的影响，而这正是你现在面对的问题。让老人看清真相是一件非常困难的事情。做事不能急于求成，需要有一个有效的沟通和解决方案来缓解你和老人的情况。你能先试探性的与老人谈一下，询问她此时的感受和需求。只有当你了解她的立场和想法后，才能更好的帮助她做决策。",
    "annotation": [
      {
        "sentence": "我听到你的烦恼了。",
        "label": ""
      },
      {
        "sentence": "首先我想说的是，你的关心和担忧非常合理。",
        "label": ""
      },
      {
        "sentence": "你的姑姑的行为会给老人带来很大的影响，而这正是你现在面对的问题。",
        "label": ""
      },
      {
        "sentence": "让老人看清真相是一件非常困难的事情。",
        "label": ""
      },
      {
        "sentence": "做事不能急于求成，需要有一个有效的沟通和解决方案来缓解你和老人的情况。",
        "label": ""
      },
      {
        "sentence": "你能先试探性的与老人谈一下，询问她此时的感受和需求。",
        "label": ""
      },
      {
        "sentence": "只有当你了解她的立场和想法后，才能更好的帮助她做决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我也想听听您有哪些具体的处理方法。我确实有与她尝试过对话，但是我总觉得我说不清楚原委。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我也想听听您有哪些具体的处理方法。",
        "label": ""
      },
      {
        "sentence": "我确实有与她尝试过对话，但是我总觉得我说不清楚原委。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你可以找一个亲近的老师或者孝顺的邻居帮助你和老人对话。他们可以协助你沟通，也可以更加了解老人的情况和想法。同时，你也要尝试恢复与姑姑正常的沟通，听听姑姑对这个问题的看法。也许，她有自己的理由和想法，但表达的方式不够好。",
    "annotation": [
      {
        "sentence": "我觉得你可以找一个亲近的老师或者孝顺的邻居帮助你和老人对话。",
        "label": ""
      },
      {
        "sentence": "他们可以协助你沟通，也可以更加了解老人的情况和想法。",
        "label": ""
      },
      {
        "sentence": "同时，你也要尝试恢复与姑姑正常的沟通，听听姑姑对这个问题的看法。",
        "label": ""
      },
      {
        "sentence": "也许，她有自己的理由和想法，但表达的方式不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来真是好主意。我会试试与老师和邻居谈谈，看看他们能不能给出更多的建议和帮助。我也会试着和姑姑沟通，以希望以更加积极向上的心态和她更好地交流。",
    "annotation": [
      {
        "sentence": "听起来真是好主意。",
        "label": ""
      },
      {
        "sentence": "我会试试与老师和邻居谈谈，看看他们能不能给出更多的建议和帮助。",
        "label": ""
      },
      {
        "sentence": "我也会试着和姑姑沟通，以希望以更加积极向上的心态和她更好地交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很好。与人相处需要我们的耐心和心平气和。即使表达自己的想法和意见是需要时间的，但是，如果我们掌握好这个技巧，那么就可以更好地处理好与他人的关系，帮助老人解决问题。",
    "annotation": [
      {
        "sentence": "你说得很好。",
        "label": ""
      },
      {
        "sentence": "与人相处需要我们的耐心和心平气和。",
        "label": ""
      },
      {
        "sentence": "即使表达自己的想法和意见是需要时间的，但是，如果我们掌握好这个技巧，那么就可以更好地处理好与他人的关系，帮助老人解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，跟人交流的技巧真的很重要。有时候可能一句话的差异都会导致沟通的失误。谢谢您的建议和耐心的倾听，我会尽力去做的。",
    "annotation": [
      {
        "sentence": "是啊，跟人交流的技巧真的很重要。",
        "label": ""
      },
      {
        "sentence": "有时候可能一句话的差异都会导致沟通的失误。",
        "label": ""
      },
      {
        "sentence": "谢谢您的建议和耐心的倾听，我会尽力去做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我们都是来这里交流和分享的。希望我能够帮到你，有任何需要帮助的地方，随时告诉我。",
    "annotation": [
      {
        "sentence": "不客气，我们都是来这里交流和分享的。",
        "label": ""
      },
      {
        "sentence": "希望我能够帮到你，有任何需要帮助的地方，随时告诉我。",
        "label": ""
      }
    ]
  }
]