[
  {
    "role": "client",
    "content": "心里着急，不知道行动上怎么办，拖延咋办？",
    "annotation": [
      {
        "sentence": "心里着急，不知道行动上怎么办，拖延咋办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于拖延，我也算是曾深受其扰了。要说网上的各种教程指导意见真是不少，办法也是五花八门，可是有意思的也就在此，学习了那么多方法，拖延依然如旧。不等到最后时刻快要来临，总不肯老老实实老实行动，然而呢心里又不安，耳边就想一直想着个警报，自己也曾为此而烦恼过好久。",
    "annotation": [
      {
        "sentence": "对于拖延，我也算是曾深受其扰了。",
        "label": ""
      },
      {
        "sentence": "要说网上的各种教程指导意见真是不少，办法也是五花八门，可是有意思的也就在此，学习了那么多方法，拖延依然如旧。",
        "label": ""
      },
      {
        "sentence": "不等到最后时刻快要来临，总不肯老老实实老实行动，然而呢心里又不安，耳边就想一直想着个警报，自己也曾为此而烦恼过好久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我也有尝试过一些方法，可效果都不明显，感觉自己总是陷在那种无法启动的状态里。",
    "annotation": [
      {
        "sentence": "是啊，我也有尝试过一些方法，可效果都不明显，感觉自己总是陷在那种无法启动的状态里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我个人的一点心得是，把关注点放在如何开始上，因为也是发现，一旦开始做了，焦虑也就进入了警报解除模式，事情仿佛也没那么困难了，该完成的也能完成了。我的方法是做点热身运动，出出汗，先把焦虑情绪释放掉一些，先卸一卸心理包袱、再入手事情。",
    "annotation": [
      {
        "sentence": "我个人的一点心得是，把关注点放在如何开始上，因为也是发现，一旦开始做了，焦虑也就进入了警报解除模式，事情仿佛也没那么困难了，该完成的也能完成了。",
        "label": ""
      },
      {
        "sentence": "我的方法是做点热身运动，出出汗，先把焦虑情绪释放掉一些，先卸一卸心理包袱、再入手事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "热身运动听起来不错，发泄一下压力，可能会帮助我进入正常的工作状态。还有其他的方法吗？",
    "annotation": [
      {
        "sentence": "热身运动听起来不错，发泄一下压力，可能会帮助我进入正常的工作状态。",
        "label": ""
      },
      {
        "sentence": "还有其他的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，每个人适用的方法也不尽相同，你可以试试制定详细的计划，并设置一些小的目标，逐步完成任务。还可以利用朋友、家人或同学的支持，让他们督促你，提醒你任务的重要性。有时候，改变环境也能带来不同的心理状态，比如换个地方去做作业，或者调整一下时间安排。",
    "annotation": [
      {
        "sentence": "当然，每个人适用的方法也不尽相同，你可以试试制定详细的计划，并设置一些小的目标，逐步完成任务。",
        "label": ""
      },
      {
        "sentence": "还可以利用朋友、家人或同学的支持，让他们督促你，提醒你任务的重要性。",
        "label": ""
      },
      {
        "sentence": "有时候，改变环境也能带来不同的心理状态，比如换个地方去做作业，或者调整一下时间安排。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些建议都很实用，我会试试看的。不过，有时候我觉得自己并不是缺乏方法，而是缺乏动力和坚持，总是容易半途而废，怎么办呢？",
    "annotation": [
      {
        "sentence": "这些建议都很实用，我会试试看的。",
        "label": ""
      },
      {
        "sentence": "不过，有时候我觉得自己并不是缺乏方法，而是缺乏动力和坚持，总是容易半途而废，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很常见的问题，很多人都有过这样的经历。你可以尝试找到自己内心深处的动机和目标，思考完成作业的意义和对你未来的影响。同时，学会放松自己，接受自己的不完美，不要对自己太苛求，给自己一些奖励和鼓励。另外，与他人分享你的目标，并请他们监督你的进展，这样你会更容易坚持下去。",
    "annotation": [
      {
        "sentence": "这是很常见的问题，很多人都有过这样的经历。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找到自己内心深处的动机和目标，思考完成作业的意义和对你未来的影响。",
        "label": ""
      },
      {
        "sentence": "同时，学会放松自己，接受自己的不完美，不要对自己太苛求，给自己一些奖励和鼓励。",
        "label": ""
      },
      {
        "sentence": "另外，与他人分享你的目标，并请他们监督你的进展，这样你会更容易坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来确实是个不错的方法，我会试着找到动力和目标，并寻求他人的支持和监督。谢谢你的建议，我对自己的情况有了更清晰的认识。",
    "annotation": [
      {
        "sentence": "听起来确实是个不错的方法，我会试着找到动力和目标，并寻求他人的支持和监督。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我对自己的情况有了更清晰的认识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。拖延确实是一个挑战，但只要你愿意尝试，并且寻找到适合自己的方法，相信你能克服拖延，顺利完成作业。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "拖延确实是一个挑战，但只要你愿意尝试，并且寻找到适合自己的方法，相信你能克服拖延，顺利完成作业。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]