[
  {
    "role": "client",
    "content": "被单位同事孤立了，我该怎么办？",
    "annotation": [
      {
        "sentence": "被单位同事孤立了，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先给你一个大的让我们来看看你的问题：觉得同事自私自利，聊天的内容都是家庭里短，融不进去。不能确定你的同事是否是真自私， 如果是真的自私，建议你远离她们，和自私的人相处很累，还容易出现里外不是人的尴尬情况。与其这样，不如远离。至于融不进同事的圈子，那就不要强融了。因为你即使融入了，也不讨好，何必呢？没有共同话题就沉默，一个人也有一个人的好处，只需要有工作上的接触就好了。",
    "annotation": [
      {
        "sentence": "先给你一个大的让我们来看看你的问题：觉得同事自私自利，聊天的内容都是家庭里短，融不进去。",
        "label": ""
      },
      {
        "sentence": "不能确定你的同事是否是真自私， 如果是真的自私，建议你远离她们，和自私的人相处很累，还容易出现里外不是人的尴尬情况。",
        "label": ""
      },
      {
        "sentence": "与其这样，不如远离。",
        "label": ""
      },
      {
        "sentence": "至于融不进同事的圈子，那就不要强融了。",
        "label": ""
      },
      {
        "sentence": "因为你即使融入了，也不讨好，何必呢？",
        "label": ""
      },
      {
        "sentence": "没有共同话题就沉默，一个人也有一个人的好处，只需要有工作上的接触就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，但她们对我好像都不友好，我从来没有做对不起她们的事情，我能做的就是她们对我什么态度我就对她什么态度。现在心里挺难受，不知道该怎么办了，我该怎么办啊？",
    "annotation": [
      {
        "sentence": "我知道了，但她们对我好像都不友好，我从来没有做对不起她们的事情，我能做的就是她们对我什么态度我就对她什么态度。",
        "label": ""
      },
      {
        "sentence": "现在心里挺难受，不知道该怎么办了，我该怎么办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对你不友好，孤立你人对人的不友好理由有很多：你比我优秀、我就是看你感觉不爽……在我看来，被孤立真的很难受，也很委屈，因为你不知道自己做了什么，就被冷暴力了。在我看来，如果她们对你的工作造成了影响，你可以考虑换个工作岗位，彻底远离她们。如果不想换工作，除了工作上的交集之外，远离她们。不要为她们感到难受，因为她们不值得。忽略她们，保持愉悦的心理，用剩下的时间让自己变优秀，去找志同道合的朋友，你会发现，被人孤立的你也有被人需要的时候。希望我的回答能帮助到你。祝好～。",
    "annotation": [
      {
        "sentence": "对你不友好，孤立你人对人的不友好理由有很多：你比我优秀、我就是看你感觉不爽……在我看来，被孤立真的很难受，也很委屈，因为你不知道自己做了什么，就被冷暴力了。",
        "label": ""
      },
      {
        "sentence": "在我看来，如果她们对你的工作造成了影响，你可以考虑换个工作岗位，彻底远离她们。",
        "label": ""
      },
      {
        "sentence": "如果不想换工作，除了工作上的交集之外，远离她们。",
        "label": ""
      },
      {
        "sentence": "不要为她们感到难受，因为她们不值得。",
        "label": ""
      },
      {
        "sentence": "忽略她们，保持愉悦的心理，用剩下的时间让自己变优秀，去找志同道合的朋友，你会发现，被人孤立的你也有被人需要的时候。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能帮助到你。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我听起来感觉更有信心了。但我还是觉得被别人排挤很难受，毕竟我们是一个团队，不友好的氛围会影响到我的工作效率。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我听起来感觉更有信心了。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得被别人排挤很难受，毕竟我们是一个团队，不友好的氛围会影响到我的工作效率。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解，毕竟在一个团队中被排挤确实会影响到工作效率和心情。不过，你要相信自己的价值和能力，不要过于纠结其他人的眼光。你可以试着和其他同事多多沟通，寻找一些共同话题，缓解一下紧张的氛围。另外，你也可以考虑在工作之余参加一些社交活动，结交更多的人脉，这样可以扩大交际圈子，减少对团队的依赖。记住，无论别人是否理解你，你都可以通过自己的努力来提升自己。祝你好运！",
    "annotation": [
      {
        "sentence": "你的感受我能理解，毕竟在一个团队中被排挤确实会影响到工作效率和心情。",
        "label": ""
      },
      {
        "sentence": "不过，你要相信自己的价值和能力，不要过于纠结其他人的眼光。",
        "label": ""
      },
      {
        "sentence": "你可以试着和其他同事多多沟通，寻找一些共同话题，缓解一下紧张的氛围。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以考虑在工作之余参加一些社交活动，结交更多的人脉，这样可以扩大交际圈子，减少对团队的依赖。",
        "label": ""
      },
      {
        "sentence": "记住，无论别人是否理解你，你都可以通过自己的努力来提升自己。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和其他同事多沟通，并尝试参加一些社交活动。我明白了，不要过于在意别人的看法，要相信自己的价值和能力。希望通过这些努力，我能够改善工作环境和提升自己。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和其他同事多沟通，并尝试参加一些社交活动。",
        "label": ""
      },
      {
        "sentence": "我明白了，不要过于在意别人的看法，要相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "希望通过这些努力，我能够改善工作环境和提升自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的建议对你有所帮助。相信自己，努力改善工作环境和提升自己，你一定能够取得进步的。无论遇到什么困难，都要坚持下去，相信自己的能力，相信未来会更好。如果还有其他问题或者需要进一步的支持，随时都可以来找我。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，努力改善工作环境和提升自己，你一定能够取得进步的。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都要坚持下去，相信自己的能力，相信未来会更好。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要进一步的支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]