[
  {
    "role": "client",
    "content": "我心里很着急，不知道行动上怎么办，我老是拖延，作业原本去年就要交的，现在快要毕业了，作业还没交，再不交就要毕不了业了！我很着急，但是不知道该怎么行动，或者说怎么克服拖延！",
    "annotation": [
      {
        "sentence": "我心里很着急，不知道行动上怎么办，我老是拖延，作业原本去年就要交的，现在快要毕业了，作业还没交，再不交就要毕不了业了！",
        "label": ""
      },
      {
        "sentence": "我很着急，但是不知道该怎么行动，或者说怎么克服拖延！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的情况之后，我明白你的焦虑是有道理的，作业拖延到现在确实很严重，不交作业和未完成毕设确实会影响你的毕业，这四年的学习成果会白费。不过拖延症是常见的问题，不用太担心，你希望改变的话，可以试试下面这些方法。现在最关键的是完成学业。 1.首先，要统计一下未完成的任务，把现在需要做的事情收集起来，一件件列出来，看看还有多少任务需要在毕业之前完成。然后你可以把完成作业需要的资料整理好，把需要的东西都准备好。2.接下来，你需要制定一个计划，计划如何完成这些任务和准备的资料。首先确定完成这些任务的渠道，比如查询资料要去哪里，可以使用百度文库或其他官方渠道。完成这些任务还需要哪些工具，比如画图、调研、设计等，把前期准备工作做好。其次，要确定先完成哪些任务，可以先做难的，再做易的，或者反过来。3.最后，要开始执行计划。将任务分解，设定每个小计划的完成时间，明确每天的任务，并按照计划逐步推进。给自己制定一个任务清单，确保每天都能完成计划中的任务，同时要给自己留出一些额外的时间，以应对突发事件，比如突然有同学相约或某天有个聚会。最重要的是现在一定要有紧迫感，焦虑没有用，你需要付诸行动，即使每天只能完成一点点，也可以慢慢推进，相信你能够完成任务的。加油！",
    "annotation": [
      {
        "sentence": "看完你的情况之后，我明白你的焦虑是有道理的，作业拖延到现在确实很严重，不交作业和未完成毕设确实会影响你的毕业，这四年的学习成果会白费。",
        "label": ""
      },
      {
        "sentence": "不过拖延症是常见的问题，不用太担心，你希望改变的话，可以试试下面这些方法。",
        "label": ""
      },
      {
        "sentence": "现在最关键的是完成学业。",
        "label": ""
      },
      {
        "sentence": " 1.首先，要统计一下未完成的任务，把现在需要做的事情收集起来，一件件列出来，看看还有多少任务需要在毕业之前完成。",
        "label": ""
      },
      {
        "sentence": "然后你可以把完成作业需要的资料整理好，把需要的东西都准备好。",
        "label": ""
      },
      {
        "sentence": "2.接下来，你需要制定一个计划，计划如何完成这些任务和准备的资料。",
        "label": ""
      },
      {
        "sentence": "首先确定完成这些任务的渠道，比如查询资料要去哪里，可以使用百度文库或其他官方渠道。",
        "label": ""
      },
      {
        "sentence": "完成这些任务还需要哪些工具，比如画图、调研、设计等，把前期准备工作做好。",
        "label": ""
      },
      {
        "sentence": "其次，要确定先完成哪些任务，可以先做难的，再做易的，或者反过来。",
        "label": ""
      },
      {
        "sentence": "3.最后，要开始执行计划。",
        "label": ""
      },
      {
        "sentence": "将任务分解，设定每个小计划的完成时间，明确每天的任务，并按照计划逐步推进。",
        "label": ""
      },
      {
        "sentence": "给自己制定一个任务清单，确保每天都能完成计划中的任务，同时要给自己留出一些额外的时间，以应对突发事件，比如突然有同学相约或某天有个聚会。",
        "label": ""
      },
      {
        "sentence": "最重要的是现在一定要有紧迫感，焦虑没有用，你需要付诸行动，即使每天只能完成一点点，也可以慢慢推进，相信你能够完成任务的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得你的方法很实用。我会按照你说的，先列出所有未完成的任务并整理好所需的资料。然后，制定一个详细的计划，明确每天需要完成的任务。我会严格按照计划执行，给自己一个todolist。看到你说的给自己留出额外的时间，我意识到我在过去没有做好时间管理，这对我来说是一个很好的提醒。我的确需要认识到紧迫感的重要性，我不能再拖延下去了。非常感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得你的方法很实用。",
        "label": ""
      },
      {
        "sentence": "我会按照你说的，先列出所有未完成的任务并整理好所需的资料。",
        "label": ""
      },
      {
        "sentence": "然后，制定一个详细的计划，明确每天需要完成的任务。",
        "label": ""
      },
      {
        "sentence": "我会严格按照计划执行，给自己一个todolist。",
        "label": ""
      },
      {
        "sentence": "看到你说的给自己留出额外的时间，我意识到我在过去没有做好时间管理，这对我来说是一个很好的提醒。",
        "label": ""
      },
      {
        "sentence": "我的确需要认识到紧迫感的重要性，我不能再拖延下去了。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对我的建议表示认同，并决定采纳。准备好这些步骤并制定计划是实现目标的关键。当然，时间管理对于我们所有人来说都很重要，这是我们能够更有效地安排自己的时间和提高生产力的方法。我相信只要你积极行动，按照计划推进，你一定能够克服拖延，顺利完成任务。如果你在执行计划的过程中遇到任何困难或需要进一步的支持和鼓励，请随时向我求助。我会一直在你身边支持着你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你对我的建议表示认同，并决定采纳。",
        "label": ""
      },
      {
        "sentence": "准备好这些步骤并制定计划是实现目标的关键。",
        "label": ""
      },
      {
        "sentence": "当然，时间管理对于我们所有人来说都很重要，这是我们能够更有效地安排自己的时间和提高生产力的方法。",
        "label": ""
      },
      {
        "sentence": "我相信只要你积极行动，按照计划推进，你一定能够克服拖延，顺利完成任务。",
        "label": ""
      },
      {
        "sentence": "如果你在执行计划的过程中遇到任何困难或需要进一步的支持和鼓励，请随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持着你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，我会牢记你的话，并全力以赴去克服拖延。在这个过程中，如果我遇到任何问题，我一定会向你求助的。我很感激能有你这样的支持者在我身边，你的鼓励对我来说意义非凡。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，我会牢记你的话，并全力以赴去克服拖延。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，如果我遇到任何问题，我一定会向你求助的。",
        "label": ""
      },
      {
        "sentence": "我很感激能有你这样的支持者在我身边，你的鼓励对我来说意义非凡。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。我相信你能够克服困难，完成任务。无论何时，你都可以向我寻求支持和鼓励，我会一直在这里支持你。请记住，你不是一个人在战斗，我们一起努力，一起克服困难。祝你顺利完成作业，毕业取得好成绩！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服困难，完成任务。",
        "label": ""
      },
      {
        "sentence": "无论何时，你都可以向我寻求支持和鼓励，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在战斗，我们一起努力，一起克服困难。",
        "label": ""
      },
      {
        "sentence": "祝你顺利完成作业，毕业取得好成绩！",
        "label": ""
      }
    ]
  }
]