[
  {
    "role": "client",
    "content": "每当看到别人有疾病，就会联想到自己，我这什么情况？我最近有个问题就是，每当我看到关于别人有这样那样的疾病，就会联想到自己，想着万一有一天他的事情发生到我自己身上怎么办，还有就是，看到别人父母去世或者有什么大的疾病什么的，都会联想到自己父母，万一有一天他们去世了，或者得了非常严重的病怎么办，第三点就是，我非常害怕父母没有征兆的离我而去，好比说今天我们还在说话，第二天就得了非常严重的疾病，还有就是我非常不理解的就是，好比说谁谁的父母去世了，就会说，哎呀父母在天上看着你呢，我非常不理解，人去世了就是去世了，从此世上再没有这个人了，还说什么会在天上看着你啊什么的话，我不知道我以上的算什么情况，也不知道该怎么处理，我很苦恼",
    "annotation": [
      {
        "sentence": "每当看到别人有疾病，就会联想到自己，我这什么情况？",
        "label": ""
      },
      {
        "sentence": "我最近有个问题就是，每当我看到关于别人有这样那样的疾病，就会联想到自己，想着万一有一天他的事情发生到我自己身上怎么办，还有就是，看到别人父母去世或者有什么大的疾病什么的，都会联想到自己父母，万一有一天他们去世了，或者得了非常严重的病怎么办，第三点就是，我非常害怕父母没有征兆的离我而去，好比说今天我们还在说话，第二天就得了非常严重的疾病，还有就是我非常不理解的就是，好比说谁谁的父母去世了，就会说，哎呀父母在天上看着你呢，我非常不理解，人去世了就是去世了，从此世上再没有这个人了，还说什么会在天上看着你啊什么的话，我不知道我以上的算什么情况，也不知道该怎么处理，我很苦恼",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述可以发现你是一个共情能力较强的人。那么什么是共情呢？",
    "annotation": [
      {
        "sentence": "通过你的描述可以发现你是一个共情能力较强的人。",
        "label": ""
      },
      {
        "sentence": "那么什么是共情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "共情是什么？我不太了解。",
    "annotation": [
      {
        "sentence": "共情是什么？",
        "label": ""
      },
      {
        "sentence": "我不太了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【共情】在心理学上的定义是同感、同理心、投情……它是由人本主义创始人罗杰斯所阐述的概念。当今社会这个词汇越来越多的出现在现代精神分析学派的研究中了，可见不管是人性观还是心理失调的理论及治疗方法似乎都极为对立的两个理论流派，却在对共情的理解和应用上，逐步趋于一致。通俗易懂的来讲共情就是换位思考，将心比心，比如看电影视，因为感人的情节而哭泣；看见别人焦虑，自己也产生了焦虑情绪……而你所说的“每当我看到关于别人有这样那样的疾病，就会联想到自己，想着万一有一天他的事情发生到我自己身上怎么办”就是很明显的共情现象。共情好还是不好呢？",
    "annotation": [
      {
        "sentence": "【共情】在心理学上的定义是同感、同理心、投情……它是由人本主义创始人罗杰斯所阐述的概念。",
        "label": ""
      },
      {
        "sentence": "当今社会这个词汇越来越多的出现在现代精神分析学派的研究中了，可见不管是人性观还是心理失调的理论及治疗方法似乎都极为对立的两个理论流派，却在对共情的理解和应用上，逐步趋于一致。",
        "label": ""
      },
      {
        "sentence": "通俗易懂的来讲共情就是换位思考，将心比心，比如看电影视，因为感人的情节而哭泣；看见别人焦虑，自己也产生了焦虑情绪……而你所说的“每当我看到关于别人有这样那样的疾病，就会联想到自己，想着万一有一天他的事情发生到我自己身上怎么办”就是很明显的共情现象。",
        "label": ""
      },
      {
        "sentence": "共情好还是不好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这种共情好像带给我很多焦虑和不安。",
    "annotation": [
      {
        "sentence": "我觉得这种共情好像带给我很多焦虑和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "万事万物皆有两面性，在讨论时要用辩证的思维看待问题。对于不同的社会角色，共情能力有着不同的要求。比如影视演员需要较强的共情能力，使自己可以更好地融入角色，塑造人物形象。而急救医生相对应的需要较低的共情能力，因为在急诊室内一分一秒都是生命，没有太多时间留给医生惋惜，下一个等待救援的病人马上就要来临。你的共情能力为你来了烦恼的同时也来了幸运，敏锐的感知能力总会使你发现身边人的异样，你就像是一个小太阳一样，给他们带去温暖和阳光。但是你也会感到焦虑，因为这甜蜜的负担，但是没有关系，你可以尝试建立自己的心理界线，在感受到别人的情绪的同时，告诉自己这是他的情绪，不是你的。多和积极的人在一起，让自己也体会到快乐积极的情绪。救溺水的人时，也要谨防自己被拖下水哟。你与父母的关系好像也是一个重要的问题。",
    "annotation": [
      {
        "sentence": "万事万物皆有两面性，在讨论时要用辩证的思维看待问题。",
        "label": ""
      },
      {
        "sentence": "对于不同的社会角色，共情能力有着不同的要求。",
        "label": ""
      },
      {
        "sentence": "比如影视演员需要较强的共情能力，使自己可以更好地融入角色，塑造人物形象。",
        "label": ""
      },
      {
        "sentence": "而急救医生相对应的需要较低的共情能力，因为在急诊室内一分一秒都是生命，没有太多时间留给医生惋惜，下一个等待救援的病人马上就要来临。",
        "label": ""
      },
      {
        "sentence": "你的共情能力为你来了烦恼的同时也来了幸运，敏锐的感知能力总会使你发现身边人的异样，你就像是一个小太阳一样，给他们带去温暖和阳光。",
        "label": ""
      },
      {
        "sentence": "但是你也会感到焦虑，因为这甜蜜的负担，但是没有关系，你可以尝试建立自己的心理界线，在感受到别人的情绪的同时，告诉自己这是他的情绪，不是你的。",
        "label": ""
      },
      {
        "sentence": "多和积极的人在一起，让自己也体会到快乐积极的情绪。",
        "label": ""
      },
      {
        "sentence": "救溺水的人时，也要谨防自己被拖下水哟。",
        "label": ""
      },
      {
        "sentence": "你与父母的关系好像也是一个重要的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对于父母的突然离去会产生极大的焦虑。",
    "annotation": [
      {
        "sentence": "是的，我对于父母的突然离去会产生极大的焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过描述发现你与父母的关系比较和谐，情感浓厚。所以你对于父母的突然离去会产生焦虑，希望你可以尝试面对这份焦虑，因为我们终将独自长大。",
    "annotation": [
      {
        "sentence": "通过描述发现你与父母的关系比较和谐，情感浓厚。",
        "label": ""
      },
      {
        "sentence": "所以你对于父母的突然离去会产生焦虑，希望你可以尝试面对这份焦虑，因为我们终将独自长大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我真的很害怕他们没有征兆的离我而去。",
    "annotation": [
      {
        "sentence": "但我真的很害怕他们没有征兆的离我而去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所谓逝去对于每个人来说都有不同的含义，人们习惯于将自己对逝者的思念化作实际行动象征，比如清明祭祖，这种行为是生者对自己的抚慰。当然，每个人的方式不一样，但最终目的都是为了寻求心理平衡，从而使个人协调统一。谢谢。",
    "annotation": [
      {
        "sentence": "所谓逝去对于每个人来说都有不同的含义，人们习惯于将自己对逝者的思念化作实际行动象征，比如清明祭祖，这种行为是生者对自己的抚慰。",
        "label": ""
      },
      {
        "sentence": "当然，每个人的方式不一样，但最终目的都是为了寻求心理平衡，从而使个人协调统一。",
        "label": ""
      },
      {
        "sentence": "谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会尝试面对我的焦虑并寻求心理平衡的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会尝试面对我的焦虑并寻求心理平衡的。",
        "label": ""
      }
    ]
  }
]