[
  {
    "role": "client",
    "content": "每当看到别人有疾病，就会联想到自己，我这什么情况？我最近有个问题就是，每当我看到关于别人有这样那样的疾病，就会联想到自己，想着万一有一天他的事情发生到我自己身上怎么办，还有就是，看到别人父母去世或者有什么大的疾病什么的，都会联想到自己父母，万一有一天他们去世了，或者得了非常严重的病怎么办，第三点就是，我非常害怕父母没有征兆的离我而去，好比说今天我们还在说话，第二天就得了非常严重的疾病，还有就是我非常不理解的就是，好比说谁谁的父母去世了，就会说，哎呀父母在天上看着你呢，我非常不理解，人去世了就是去世了，从此世上再没有这个人了，还说什么会在天上看着你啊什么的话，我不知道我以上的算什么情况，也不知道该怎么处理，我很苦恼。",
    "annotation": [
      {
        "sentence": "每当看到别人有疾病，就会联想到自己，我这什么情况？",
        "label": ""
      },
      {
        "sentence": "我最近有个问题就是，每当我看到关于别人有这样那样的疾病，就会联想到自己，想着万一有一天他的事情发生到我自己身上怎么办，还有就是，看到别人父母去世或者有什么大的疾病什么的，都会联想到自己父母，万一有一天他们去世了，或者得了非常严重的病怎么办，第三点就是，我非常害怕父母没有征兆的离我而去，好比说今天我们还在说话，第二天就得了非常严重的疾病，还有就是我非常不理解的就是，好比说谁谁的父母去世了，就会说，哎呀父母在天上看着你呢，我非常不理解，人去世了就是去世了，从此世上再没有这个人了，还说什么会在天上看着你啊什么的话，我不知道我以上的算什么情况，也不知道该怎么处理，我很苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个非常敏感和关心他人的人，容易将别人的痛苦与自己联系起来。但我们真的需要一直担忧未来的不幸吗？这样做会让你失去享受当下的最宝贵的时光。当你忧虑未来时，你花费的时间多余你享受当下的时间。下次当焦虑袭来时，不妨试试深呼吸，尝试做一些能够分散注意力的事情，将注意力带回到当下的事物上。当你设想分离场景时，每个人都会感到难过，就像我想到要和好朋友分开，父母也总有一天会离我们而去，我们都会觉得非常难过，然后情绪会低落。因此，控制自己的思维，尽量不去过度思考那些令人不快的事情，这是非常重要的。你要想着，毕竟这些事情还没有发生呢。父母现在还在我身边活蹦乱跳，我也依然精力充沛，身体健康。如果真的发生了，那就等到那个时候再去担心吧！现在，我只需要好好享受生活，做一些快乐的事情。也许你的共情能力比较强，所以很容易感同身受他人的痛苦，觉得好像他们的痛苦发生在你身上一样。你可以选择做一些别的事情来转移你的注意力，比如运动，工作或阅读，任何能够分散注意力的事情，让你参与其中并感受到快乐。当你稍稍岔开思维后，就不会一直思考痛苦的事情了。另外，冥想也是一种缓解焦虑的好方法，你可以观察身边的事物，倾听风声，暂时停止繁杂的思绪，回到当下。你还可以尝试一些网络上引导的冥想。同时，你可以做好抗风险的准备，比如积极锻炼身体，保持健康的饮食习惯和良好的睡眠，最大程度地规避一些疾病。保持健康的生活习惯可以增强身体抵御疾病的能力。还可以提醒父母多运动，保持健康的饮食习惯，并定期体检，即使有疾病也可以早发现早治疗。人生是脆弱的，所以我们需要不断提高抗风险的能力，增强心理承受能力。然后，我们可以坦然地去生活，尽力而为，将剩下的交给上帝吧。",
    "annotation": [
      {
        "sentence": "你是一个非常敏感和关心他人的人，容易将别人的痛苦与自己联系起来。",
        "label": ""
      },
      {
        "sentence": "但我们真的需要一直担忧未来的不幸吗？",
        "label": ""
      },
      {
        "sentence": "这样做会让你失去享受当下的最宝贵的时光。",
        "label": ""
      },
      {
        "sentence": "当你忧虑未来时，你花费的时间多余你享受当下的时间。",
        "label": ""
      },
      {
        "sentence": "下次当焦虑袭来时，不妨试试深呼吸，尝试做一些能够分散注意力的事情，将注意力带回到当下的事物上。",
        "label": ""
      },
      {
        "sentence": "当你设想分离场景时，每个人都会感到难过，就像我想到要和好朋友分开，父母也总有一天会离我们而去，我们都会觉得非常难过，然后情绪会低落。",
        "label": ""
      },
      {
        "sentence": "因此，控制自己的思维，尽量不去过度思考那些令人不快的事情，这是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你要想着，毕竟这些事情还没有发生呢。",
        "label": ""
      },
      {
        "sentence": "父母现在还在我身边活蹦乱跳，我也依然精力充沛，身体健康。",
        "label": ""
      },
      {
        "sentence": "如果真的发生了，那就等到那个时候再去担心吧！",
        "label": ""
      },
      {
        "sentence": "现在，我只需要好好享受生活，做一些快乐的事情。",
        "label": ""
      },
      {
        "sentence": "也许你的共情能力比较强，所以很容易感同身受他人的痛苦，觉得好像他们的痛苦发生在你身上一样。",
        "label": ""
      },
      {
        "sentence": "你可以选择做一些别的事情来转移你的注意力，比如运动，工作或阅读，任何能够分散注意力的事情，让你参与其中并感受到快乐。",
        "label": ""
      },
      {
        "sentence": "当你稍稍岔开思维后，就不会一直思考痛苦的事情了。",
        "label": ""
      },
      {
        "sentence": "另外，冥想也是一种缓解焦虑的好方法，你可以观察身边的事物，倾听风声，暂时停止繁杂的思绪，回到当下。",
        "label": ""
      },
      {
        "sentence": "你还可以尝试一些网络上引导的冥想。",
        "label": ""
      },
      {
        "sentence": "同时，你可以做好抗风险的准备，比如积极锻炼身体，保持健康的饮食习惯和良好的睡眠，最大程度地规避一些疾病。",
        "label": ""
      },
      {
        "sentence": "保持健康的生活习惯可以增强身体抵御疾病的能力。",
        "label": ""
      },
      {
        "sentence": "还可以提醒父母多运动，保持健康的饮食习惯，并定期体检，即使有疾病也可以早发现早治疗。",
        "label": ""
      },
      {
        "sentence": "人生是脆弱的，所以我们需要不断提高抗风险的能力，增强心理承受能力。",
        "label": ""
      },
      {
        "sentence": "然后，我们可以坦然地去生活，尽力而为，将剩下的交给上帝吧。",
        "label": ""
      }
    ]
  }
]