[
  {
    "role": "client",
    "content": "妈妈总是很强势，看到她总是感到害怕，怎么办？我已经30多了，但现在面对妈妈我仍然感到很弱势，她总是替我做决定，把她认为好的东西强加在我身上，如果不顺从，感觉自己就该死。我只有顺了她的意，她才能安心，否则她就把自己身体慢慢搞垮，说我是她的耻辱，我自己无力改变现状，该怎么破？",
    "annotation": [
      {
        "sentence": "妈妈总是很强势，看到她总是感到害怕，怎么办？",
        "label": ""
      },
      {
        "sentence": "我已经30多了，但现在面对妈妈我仍然感到很弱势，她总是替我做决定，把她认为好的东西强加在我身上，如果不顺从，感觉自己就该死。",
        "label": ""
      },
      {
        "sentence": "我只有顺了她的意，她才能安心，否则她就把自己身体慢慢搞垮，说我是她的耻辱，我自己无力改变现状，该怎么破？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "※ 30多岁，但在面对妈妈时仍然感到很弱势，妈妈总是替你做决定，把她认为好的东西强加在你身上，如果不顺从，感觉自己就该死。只有顺了她的意，她才能安心，否则她就把自己身体慢慢搞垮，说我是她的耻辱。",
    "annotation": [
      {
        "sentence": "※ 30多岁，但在面对妈妈时仍然感到很弱势，妈妈总是替你做决定，把她认为好的东西强加在你身上，如果不顺从，感觉自己就该死。",
        "label": ""
      },
      {
        "sentence": "只有顺了她的意，她才能安心，否则她就把自己身体慢慢搞垮，说我是她的耻辱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得压力非常大，感觉自己无法呼吸。不知道如何打破这种状态。",
    "annotation": [
      {
        "sentence": "是的，我觉得压力非常大，感觉自己无法呼吸。",
        "label": ""
      },
      {
        "sentence": "不知道如何打破这种状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你此刻的痛苦，就像是一个一直被圈养的羊儿，习惯了被人赶着走，虽然不喜欢，但是如果让你走出羊圈一个人生活，你反而会不知道该怎么办。这种无力感在心理学上也叫做习得性无助。",
    "annotation": [
      {
        "sentence": "我能够理解你此刻的痛苦，就像是一个一直被圈养的羊儿，习惯了被人赶着走，虽然不喜欢，但是如果让你走出羊圈一个人生活，你反而会不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "这种无力感在心理学上也叫做习得性无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我感到很无助，也不知道该如何改变。有时候甚至觉得自己根本没有能力做决定。",
    "annotation": [
      {
        "sentence": "确实，我感到很无助，也不知道该如何改变。",
        "label": ""
      },
      {
        "sentence": "有时候甚至觉得自己根本没有能力做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果想打破这种无力感，你首先要远离这个羊圈，尝试自己去选择方向。你已经三十多岁，或许已经有自己的家庭，可以实现经济上的独立。尝试让自己不仅在物理距离上脱离母亲，也从心理上脱离。比如：当遇到一件事情时，以前都是要和母亲商量才做出决定，现在要依靠自己做出决定；以前做饭、买菜什么小事都要以母亲为先，现在尝试以自己为先。就从生活中的这些小事情着手，每天完成一件小事，量变到一定程度就会变成质变。",
    "annotation": [
      {
        "sentence": "如果想打破这种无力感，你首先要远离这个羊圈，尝试自己去选择方向。",
        "label": ""
      },
      {
        "sentence": "你已经三十多岁，或许已经有自己的家庭，可以实现经济上的独立。",
        "label": ""
      },
      {
        "sentence": "尝试让自己不仅在物理距离上脱离母亲，也从心理上脱离。",
        "label": ""
      },
      {
        "sentence": "比如：当遇到一件事情时，以前都是要和母亲商量才做出决定，现在要依靠自己做出决定；以前做饭、买菜什么小事都要以母亲为先，现在尝试以自己为先。",
        "label": ""
      },
      {
        "sentence": "就从生活中的这些小事情着手，每天完成一件小事，量变到一定程度就会变成质变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，逐渐鼓励自己独立思考和做决定，不再依赖母亲的意见，这样我会慢慢摆脱无助感。我会试着每天从小事做起，慢慢培养自己的决策能力。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，逐渐鼓励自己独立思考和做决定，不再依赖母亲的意见，这样我会慢慢摆脱无助感。",
        "label": ""
      },
      {
        "sentence": "我会试着每天从小事做起，慢慢培养自己的决策能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，在开始阶段可能会感到困难和不适应，但只要坚持下去，相信你会渐渐找到自己的力量和自信。记得，不要对自己要求太高，进步是一个渐进的过程。每一次小的进步都值得庆祝和鼓励。",
    "annotation": [
      {
        "sentence": "对的，在开始阶段可能会感到困难和不适应，但只要坚持下去，相信你会渐渐找到自己的力量和自信。",
        "label": ""
      },
      {
        "sentence": "记得，不要对自己要求太高，进步是一个渐进的过程。",
        "label": ""
      },
      {
        "sentence": "每一次小的进步都值得庆祝和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会用心去实践的。希望有一天我能真正摆脱无助感，过上自己想要的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会用心去实践的。",
        "label": ""
      },
      {
        "sentence": "希望有一天我能真正摆脱无助感，过上自己想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "加油！相信自己，你一定能够实现自己的目标。如果在实践过程中遇到困难，记得随时向我寻求帮助和支持。",
    "annotation": [
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果在实践过程中遇到困难，记得随时向我寻求帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，感谢你的帮助和倾听。我会坚持下去的。",
    "annotation": [
      {
        "sentence": "好的，感谢你的帮助和倾听。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去的。",
        "label": ""
      }
    ]
  }
]