[
  {
    "role": "client",
    "content": "我没有朋友，十分在意他人态度的现象，如何提升自己？曾经社恐，没有朋友。大学住校宿舍关系也极差。疫情后一改“高冷”尝试和同学聊天，赢的了一些同学好感。但还是没有朋友。我发现我十分在意同学对我的态度，我心又极细（现在的同学也这样评价），她们态度有一点改变我都能察觉到。也许她们什么都没想，毕竟我们只是混熟的普通同学。我十分害怕这些普通同学有一天会不理我了，或者对我冷淡。我十分想要一段长久的亲密关系，比如男友。但又担心第一段恋情会以失败告终，我也没有喜欢的人。而且我太敏感，如果控制不好和我在一起的人会很累吧（高中朋友因此离去）。我真的很害怕关系的失败，失败太多，我禁不住了。它让我感到我是一个没有用的人。虽然走出自闭以来一直是正反馈较多。可是对人际关系的感受已经影响到我的生活。我偶尔会说一些讨好人的话，（没有坏心）会过于关注别人对我的态度，难以集中精力做自己的事和过自己的生活。同时我也不太会聊天和讨人欢心。我想把注意力转移到提升自己。我该怎么办？",
    "annotation": [
      {
        "sentence": "我没有朋友，十分在意他人态度的现象，如何提升自己？",
        "label": ""
      },
      {
        "sentence": "曾经社恐，没有朋友。",
        "label": ""
      },
      {
        "sentence": "大学住校宿舍关系也极差。",
        "label": ""
      },
      {
        "sentence": "疫情后一改“高冷”尝试和同学聊天，赢的了一些同学好感。",
        "label": ""
      },
      {
        "sentence": "但还是没有朋友。",
        "label": ""
      },
      {
        "sentence": "我发现我十分在意同学对我的态度，我心又极细（现在的同学也这样评价），她们态度有一点改变我都能察觉到。",
        "label": ""
      },
      {
        "sentence": "也许她们什么都没想，毕竟我们只是混熟的普通同学。",
        "label": ""
      },
      {
        "sentence": "我十分害怕这些普通同学有一天会不理我了，或者对我冷淡。",
        "label": ""
      },
      {
        "sentence": "我十分想要一段长久的亲密关系，比如男友。",
        "label": ""
      },
      {
        "sentence": "但又担心第一段恋情会以失败告终，我也没有喜欢的人。",
        "label": ""
      },
      {
        "sentence": "而且我太敏感，如果控制不好和我在一起的人会很累吧（高中朋友因此离去）。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕关系的失败，失败太多，我禁不住了。",
        "label": ""
      },
      {
        "sentence": "它让我感到我是一个没有用的人。",
        "label": ""
      },
      {
        "sentence": "虽然走出自闭以来一直是正反馈较多。",
        "label": ""
      },
      {
        "sentence": "可是对人际关系的感受已经影响到我的生活。",
        "label": ""
      },
      {
        "sentence": "我偶尔会说一些讨好人的话，（没有坏心）会过于关注别人对我的态度，难以集中精力做自己的事和过自己的生活。",
        "label": ""
      },
      {
        "sentence": "同时我也不太会聊天和讨人欢心。",
        "label": ""
      },
      {
        "sentence": "我想把注意力转移到提升自己。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样描述，我能感受到你对待人际关系的焦虑和担忧。首先，我要告诉你，没有朋友并不代表你是一个没有用的人。每个人都有自己的特点和价值，只是需要找到适合你的交往方式和同样分享相似兴趣的人。而且，与其过分在意别人对你的态度，不如更关注自己的内心感受和需求。现在的社交活动中，很多人都只是普通的同学，并不一定会对你有所期待或有深入的了解。",
    "annotation": [
      {
        "sentence": "听到你这样描述，我能感受到你对待人际关系的焦虑和担忧。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你，没有朋友并不代表你是一个没有用的人。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特点和价值，只是需要找到适合你的交往方式和同样分享相似兴趣的人。",
        "label": ""
      },
      {
        "sentence": "而且，与其过分在意别人对你的态度，不如更关注自己的内心感受和需求。",
        "label": ""
      },
      {
        "sentence": "现在的社交活动中，很多人都只是普通的同学，并不一定会对你有所期待或有深入的了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我就是太在意他们对我的态度了，我会因为一点细微的改变而感到紧张和焦虑。有时候我真的希望能控制自己的敏感度，但好像做不到。",
    "annotation": [
      {
        "sentence": "可是我就是太在意他们对我的态度了，我会因为一点细微的改变而感到紧张和焦虑。",
        "label": ""
      },
      {
        "sentence": "有时候我真的希望能控制自己的敏感度，但好像做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但是你不必太过苛求自己。敏感是一种天性，不是你能轻易地改变的。相信自己，接受自己，并学会从他人的态度中给自己正面的反馈。尝试关注自己在人际交往中取得的进步，不要只看到失败。逐渐地，你会发现自己可以更加从容地面对这些情绪。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但是你不必太过苛求自己。",
        "label": ""
      },
      {
        "sentence": "敏感是一种天性，不是你能轻易地改变的。",
        "label": ""
      },
      {
        "sentence": "相信自己，接受自己，并学会从他人的态度中给自己正面的反馈。",
        "label": ""
      },
      {
        "sentence": "尝试关注自己在人际交往中取得的进步，不要只看到失败。",
        "label": ""
      },
      {
        "sentence": "逐渐地，你会发现自己可以更加从容地面对这些情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很害怕关系的失败，我经历了太多次的失败，导致我变得很难相信自己能够建立稳定的关系。我真的很渴望有一个长久的、亲密的关系，但又担心这样的关系最终会以失败告终。",
    "annotation": [
      {
        "sentence": "我真的很害怕关系的失败，我经历了太多次的失败，导致我变得很难相信自己能够建立稳定的关系。",
        "label": ""
      },
      {
        "sentence": "我真的很渴望有一个长久的、亲密的关系，但又担心这样的关系最终会以失败告终。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕关系的失败是非常正常的担忧，特别是当我们经历了多次失败之后。但是，成功的关系需要时间和努力去培养，不要太过心急。重要的是先建立起对自己的信心和安全感。当你对自己有了更多的了解和接纳时，你会更容易吸引到适合你的人，并建立稳定的亲密关系。",
    "annotation": [
      {
        "sentence": "害怕关系的失败是非常正常的担忧，特别是当我们经历了多次失败之后。",
        "label": ""
      },
      {
        "sentence": "但是，成功的关系需要时间和努力去培养，不要太过心急。",
        "label": ""
      },
      {
        "sentence": "重要的是先建立起对自己的信心和安全感。",
        "label": ""
      },
      {
        "sentence": "当你对自己有了更多的了解和接纳时，你会更容易吸引到适合你的人，并建立稳定的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我平时对待人际关系的态度是总是试图取悦别人，但有时候这让我感到非常疲惫。我希望我能够更加专注于自己的事情，不再过于关注别人对我的看法。",
    "annotation": [
      {
        "sentence": "我平时对待人际关系的态度是总是试图取悦别人，但有时候这让我感到非常疲惫。",
        "label": ""
      },
      {
        "sentence": "我希望我能够更加专注于自己的事情，不再过于关注别人对我的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种过度的关注别人对自己的看法的行为是很常见的，尤其是当我们渴望得到他人的认可和喜欢时。但是，焦点放在自己身上同样重要。尝试寻找一些真正让自己感兴趣的事情，投入到这些事情中去，让自己忙于自己的生活。这样你会发现更多的满足感和自信心。",
    "annotation": [
      {
        "sentence": "这种过度的关注别人对自己的看法的行为是很常见的，尤其是当我们渴望得到他人的认可和喜欢时。",
        "label": ""
      },
      {
        "sentence": "但是，焦点放在自己身上同样重要。",
        "label": ""
      },
      {
        "sentence": "尝试寻找一些真正让自己感兴趣的事情，投入到这些事情中去，让自己忙于自己的生活。",
        "label": ""
      },
      {
        "sentence": "这样你会发现更多的满足感和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对于聊天和讨人欢心也不大在行，这也让我的交际能力受到了限制。我希望能够提升自己在社交方面的能力，怎么办呢？",
    "annotation": [
      {
        "sentence": "我对于聊天和讨人欢心也不大在行，这也让我的交际能力受到了限制。",
        "label": ""
      },
      {
        "sentence": "我希望能够提升自己在社交方面的能力，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "交际能力是可以培养的，只需要一点点的练习和经验。你可以参加一些社交活动，结识更多的人。开始时可能会觉得不太自在，但是随着经验的积累，你会发现慢慢地变得更加熟练和自信。同时，学会倾听和表达自己的想法也是很重要的。在交流中保持真实和坦诚，不要过分地讨好他人。相信自己的价值，对自己有自信。",
    "annotation": [
      {
        "sentence": "交际能力是可以培养的，只需要一点点的练习和经验。",
        "label": ""
      },
      {
        "sentence": "你可以参加一些社交活动，结识更多的人。",
        "label": ""
      },
      {
        "sentence": "开始时可能会觉得不太自在，但是随着经验的积累，你会发现慢慢地变得更加熟练和自信。",
        "label": ""
      },
      {
        "sentence": "同时，学会倾听和表达自己的想法也是很重要的。",
        "label": ""
      },
      {
        "sentence": "在交流中保持真实和坦诚，不要过分地讨好他人。",
        "label": ""
      },
      {
        "sentence": "相信自己的价值，对自己有自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽量调整自己的心态，多关注自己的需求和兴趣。我也会尝试培养更好的交际能力，放松自己的心态。希望自己能够找到适合的朋友，并建立起稳定的亲密关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽量调整自己的心态，多关注自己的需求和兴趣。",
        "label": ""
      },
      {
        "sentence": "我也会尝试培养更好的交际能力，放松自己的心态。",
        "label": ""
      },
      {
        "sentence": "希望自己能够找到适合的朋友，并建立起稳定的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你！记住，每个人都有不同的发展进度，不要苛求自己。相信自己的能力，积极地面对自己的情绪和困难，你一定能够找到属于自己的幸福。加油！我衷心祝愿你早日解决困扰，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你！",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有不同的发展进度，不要苛求自己。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，积极地面对自己的情绪和困难，你一定能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我衷心祝愿你早日解决困扰，过上幸福的生活。",
        "label": ""
      }
    ]
  }
]