[
  {
    "role": "client",
    "content": "莫名觉得烦躁，听不进去任何人的话，有时候莫名想哭？我刚刚做了抑郁测试，显示是中度抑郁。这些状况在我上班和陌生人交谈不会发生，在他们眼里我是比较能干和好说话的，我存在讨好型人格。独处或者和家人在一起时，这一两个月我开始无法好好听他们说话。我爱胡思乱想，想一些有的没的，类似被害妄想症。我以前身材特别胖，去年开始瘦成正常的身材，开始有人夸我，我只能一直保持，最近我开始暴饮暴食胖了很多，人也开始暴躁，害怕我长胖了，就不会有人喜欢我，缺失安全感。从小没有得到过肯定，长大除了工作，也没有得到什么肯定。现在很痛苦暴躁，独处时会想哭，但是每天回到家里或者在外面我都是表现正常的样子，身边的人也没有觉得我有什么问题，领导也说我不像内向的人。但是每次独处，我才知道我是什么样的人。我需要心里咨询的介入吗？",
    "annotation": [
      {
        "sentence": "莫名觉得烦躁，听不进去任何人的话，有时候莫名想哭？",
        "label": ""
      },
      {
        "sentence": "我刚刚做了抑郁测试，显示是中度抑郁。",
        "label": ""
      },
      {
        "sentence": "这些状况在我上班和陌生人交谈不会发生，在他们眼里我是比较能干和好说话的，我存在讨好型人格。",
        "label": ""
      },
      {
        "sentence": "独处或者和家人在一起时，这一两个月我开始无法好好听他们说话。",
        "label": ""
      },
      {
        "sentence": "我爱胡思乱想，想一些有的没的，类似被害妄想症。",
        "label": ""
      },
      {
        "sentence": "我以前身材特别胖，去年开始瘦成正常的身材，开始有人夸我，我只能一直保持，最近我开始暴饮暴食胖了很多，人也开始暴躁，害怕我长胖了，就不会有人喜欢我，缺失安全感。",
        "label": ""
      },
      {
        "sentence": "从小没有得到过肯定，长大除了工作，也没有得到什么肯定。",
        "label": ""
      },
      {
        "sentence": "现在很痛苦暴躁，独处时会想哭，但是每天回到家里或者在外面我都是表现正常的样子，身边的人也没有觉得我有什么问题，领导也说我不像内向的人。",
        "label": ""
      },
      {
        "sentence": "但是每次独处，我才知道我是什么样的人。",
        "label": ""
      },
      {
        "sentence": "我需要心里咨询的介入吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "※你说在别人眼里自己是比较能干和好说话的，存在讨好型人格。以前身材特别胖，去年开始瘦成正常的身材，开始有人夸我，于是只能一直保持，但是最近开始暴饮暴食又胖了很多，人也开始暴躁，害怕长胖就不会有人喜欢我，缺失安全感。从小没有得到过肯定，长大除了工作，也没有得到什么肯定。现在很痛苦暴躁，独处时会想哭。",
    "annotation": [
      {
        "sentence": "※你说在别人眼里自己是比较能干和好说话的，存在讨好型人格。",
        "label": ""
      },
      {
        "sentence": "以前身材特别胖，去年开始瘦成正常的身材，开始有人夸我，于是只能一直保持，但是最近开始暴饮暴食又胖了很多，人也开始暴躁，害怕长胖就不会有人喜欢我，缺失安全感。",
        "label": ""
      },
      {
        "sentence": "从小没有得到过肯定，长大除了工作，也没有得到什么肯定。",
        "label": ""
      },
      {
        "sentence": "现在很痛苦暴躁，独处时会想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这种感觉。和陌生人或者在工作场合我能比较自如地表现自己，但是独处或者和家人在一起时就开始变得烦躁。我不知道该怎么解决这个问题。",
    "annotation": [
      {
        "sentence": "是的，我就是这种感觉。",
        "label": ""
      },
      {
        "sentence": "和陌生人或者在工作场合我能比较自如地表现自己，但是独处或者和家人在一起时就开始变得烦躁。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我们常常用一个人的贡献来衡量一个人的价值，但是从人本主义角度来看，人存在的本身就是价值。简单来说，你出现在这个世界上，成为父母的孩子，子女的父母，社会的一员，就是一个有价值的人。你的价值不会因为你是否好看、胖瘦而改变，你就是你自己。能够给予我们这样自信的不是功利主义，而是爱。爱是滋养我们身心成长最绵长的养料，或许正是从小到大没有被肯定，一直在批判下成长，使得你没有获得爱的滋养，导致你对自己产生了怀疑，只有通过外在的成就才能使你感受到自我的价值。其实你一直活在别人的眼睛里，而没有活在自己的心理。正如你所说：“但是每次独处，我才知道我是什么样的人。”因为只有独处的时候你才会关注内在的自我。给你一个小小的建议。多给自己一些爱，多关注内在的自己，认可并接纳自己的需求。优点是你，缺点也是你，每个人都时矛盾的两极。所以我们不必渴望让自己成为他人眼中完美的样子，而是追求内在和谐的自我。",
    "annotation": [
      {
        "sentence": "其实我们常常用一个人的贡献来衡量一个人的价值，但是从人本主义角度来看，人存在的本身就是价值。",
        "label": ""
      },
      {
        "sentence": "简单来说，你出现在这个世界上，成为父母的孩子，子女的父母，社会的一员，就是一个有价值的人。",
        "label": ""
      },
      {
        "sentence": "你的价值不会因为你是否好看、胖瘦而改变，你就是你自己。",
        "label": ""
      },
      {
        "sentence": "能够给予我们这样自信的不是功利主义，而是爱。",
        "label": ""
      },
      {
        "sentence": "爱是滋养我们身心成长最绵长的养料，或许正是从小到大没有被肯定，一直在批判下成长，使得你没有获得爱的滋养，导致你对自己产生了怀疑，只有通过外在的成就才能使你感受到自我的价值。",
        "label": ""
      },
      {
        "sentence": "其实你一直活在别人的眼睛里，而没有活在自己的心理。",
        "label": ""
      },
      {
        "sentence": "正如你所说：“但是每次独处，我才知道我是什么样的人。",
        "label": ""
      },
      {
        "sentence": "”因为只有独处的时候你才会关注内在的自我。",
        "label": ""
      },
      {
        "sentence": "给你一个小小的建议。",
        "label": ""
      },
      {
        "sentence": "多给自己一些爱，多关注内在的自己，认可并接纳自己的需求。",
        "label": ""
      },
      {
        "sentence": "优点是你，缺点也是你，每个人都时矛盾的两极。",
        "label": ""
      },
      {
        "sentence": "所以我们不必渴望让自己成为他人眼中完美的样子，而是追求内在和谐的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我以前从来没有想过爱自己这个概念，总是在追求别人的认可和喜欢。我觉得我需要找到一种平衡，学会如何给自己爱和关心。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我以前从来没有想过爱自己这个概念，总是在追求别人的认可和喜欢。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要找到一种平衡，学会如何给自己爱和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，学会爱自己是很重要的。我们不能总是依赖他人的认可来塑造自己的价值观，而是要从内心找到自己的价值和快乐。你可以多尝试一些自我关爱的方式，比如给自己一些休息的时间，做一些喜欢的事情，培养自己的兴趣爱好。同时，也可以尝试和家人或者朋友分享自己的感受，让他们理解你的内心需求。记住，爱是自己给予自己的最好礼物，希望你能够找到内心的和谐和快乐。",
    "annotation": [
      {
        "sentence": "对的，学会爱自己是很重要的。",
        "label": ""
      },
      {
        "sentence": "我们不能总是依赖他人的认可来塑造自己的价值观，而是要从内心找到自己的价值和快乐。",
        "label": ""
      },
      {
        "sentence": "你可以多尝试一些自我关爱的方式，比如给自己一些休息的时间，做一些喜欢的事情，培养自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试和家人或者朋友分享自己的感受，让他们理解你的内心需求。",
        "label": ""
      },
      {
        "sentence": "记住，爱是自己给予自己的最好礼物，希望你能够找到内心的和谐和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试的，谢谢你的支持和鼓励。我觉得和你聊了之后，心情好多了，有些事情也想通了。我明白现在需要做的就是开始爱和关心自己，而不是一直迎合他人的期待。",
    "annotation": [
      {
        "sentence": "我会尝试的，谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我觉得和你聊了之后，心情好多了，有些事情也想通了。",
        "label": ""
      },
      {
        "sentence": "我明白现在需要做的就是开始爱和关心自己，而不是一直迎合他人的期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，你已经迈出了第一步。记住，改变需要时间和努力，但只要你坚持向前，相信自己，你一定可以找到内心的平衡和快乐。如果以后还有任何问题或者困惑，随时可以来找我聊天。祝福你早日找到真正属于自己的幸福。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力，但只要你坚持向前，相信自己，你一定可以找到内心的平衡和快乐。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题或者困惑，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你早日找到真正属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。我会坚持下去的，有需要的时候一定会再找你聊天的。祝你也幸福快乐！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去的，有需要的时候一定会再找你聊天的。",
        "label": ""
      },
      {
        "sentence": "祝你也幸福快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的祝福。我相信你会越来越好的，加油！如果有需要的话随时联系我，祝福你！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福。",
        "label": ""
      },
      {
        "sentence": "我相信你会越来越好的，加油！",
        "label": ""
      },
      {
        "sentence": "如果有需要的话随时联系我，祝福你！",
        "label": ""
      }
    ]
  }
]