[
  {
    "role": "client",
    "content": "特别累，不想去努力，没有奋斗的目标和动力怎么办？",
    "annotation": [
      {
        "sentence": "特别累，不想去努力，没有奋斗的目标和动力怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很荣幸在我的分馆看到你的问题，也希望我能成为一个你可以沟通的朋友。我们的成长总是伴随着青春的迷茫和压力，我也能体会到你现在的疲惫，无力和挣扎。理解自己“角色转换”的不适应大学毕业，走出校园，踏上社会，面对职业选择，这些对我们来说都是很大的转变。似乎我们不得不一个人去面对这个世界，独自去闯，也不得不需要为自己的人生做各种的选择，这对我们来说确实不容易，可能我们还没有做好准备，不知道我们要往哪里走，不知道我们是谁，我们想成为谁。所以我们害怕，迷茫，可能还会有挣扎，挣扎于去做别人希望我做的事，还是去做我想做的事，外界和内心都有各种声音，如此嘈杂，嘈杂到我不能思考，所以我只想睡觉，什么都不想做，不想面对这一切。",
    "annotation": [
      {
        "sentence": "我很荣幸在我的分馆看到你的问题，也希望我能成为一个你可以沟通的朋友。",
        "label": ""
      },
      {
        "sentence": "我们的成长总是伴随着青春的迷茫和压力，我也能体会到你现在的疲惫，无力和挣扎。",
        "label": ""
      },
      {
        "sentence": "理解自己“角色转换”的不适应大学毕业，走出校园，踏上社会，面对职业选择，这些对我们来说都是很大的转变。",
        "label": ""
      },
      {
        "sentence": "似乎我们不得不一个人去面对这个世界，独自去闯，也不得不需要为自己的人生做各种的选择，这对我们来说确实不容易，可能我们还没有做好准备，不知道我们要往哪里走，不知道我们是谁，我们想成为谁。",
        "label": ""
      },
      {
        "sentence": "所以我们害怕，迷茫，可能还会有挣扎，挣扎于去做别人希望我做的事，还是去做我想做的事，外界和内心都有各种声音，如此嘈杂，嘈杂到我不能思考，所以我只想睡觉，什么都不想做，不想面对这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感谢你理解我的困惑和挣扎。但是我真的觉得很累，没有奋斗的动力和目标。我甚至不想赚钱，感觉一切都很累，我几乎没有朋友，没人可以倾诉，经常胸口疼，疼的呼吸困难。",
    "annotation": [
      {
        "sentence": "我很感谢你理解我的困惑和挣扎。",
        "label": ""
      },
      {
        "sentence": "但是我真的觉得很累，没有奋斗的动力和目标。",
        "label": ""
      },
      {
        "sentence": "我甚至不想赚钱，感觉一切都很累，我几乎没有朋友，没人可以倾诉，经常胸口疼，疼的呼吸困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，同时，我希望你知道迷茫和挣扎时很正常的感受。迷茫给我们时间和空间去思考，去看清自己的心意，找到我们想做什么，想成为谁。你能够有勇气承受这份迷茫，就能帮助你找到内心所想。关于胸口疼和呼吸困难，这可能涉及到心脏和呼吸两个方面。呼吸与接触和关系有关，有时候我们感觉憋死了，无法自由呼吸，这与自由和限制的主题有关。出生时吸入第一口空气，我们成为独立、自足、自由的人。任何呼吸的困难常常是恐惧的标志，恐惧向自由和独立迈出个人的第一步。对于心脏受到干扰的情况，我们执着于理性和熟悉的生活方式，不愿意既定的常规受到感受和情绪的破坏。倾听自己的心声，关注我们的情绪和感受，能够帮助我们正视自己的情绪和感受。",
    "annotation": [
      {
        "sentence": "我理解你的感受，同时，我希望你知道迷茫和挣扎时很正常的感受。",
        "label": ""
      },
      {
        "sentence": "迷茫给我们时间和空间去思考，去看清自己的心意，找到我们想做什么，想成为谁。",
        "label": ""
      },
      {
        "sentence": "你能够有勇气承受这份迷茫，就能帮助你找到内心所想。",
        "label": ""
      },
      {
        "sentence": "关于胸口疼和呼吸困难，这可能涉及到心脏和呼吸两个方面。",
        "label": ""
      },
      {
        "sentence": "呼吸与接触和关系有关，有时候我们感觉憋死了，无法自由呼吸，这与自由和限制的主题有关。",
        "label": ""
      },
      {
        "sentence": "出生时吸入第一口空气，我们成为独立、自足、自由的人。",
        "label": ""
      },
      {
        "sentence": "任何呼吸的困难常常是恐惧的标志，恐惧向自由和独立迈出个人的第一步。",
        "label": ""
      },
      {
        "sentence": "对于心脏受到干扰的情况，我们执着于理性和熟悉的生活方式，不愿意既定的常规受到感受和情绪的破坏。",
        "label": ""
      },
      {
        "sentence": "倾听自己的心声，关注我们的情绪和感受，能够帮助我们正视自己的情绪和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给我这些相关信息。我确实感觉迷茫，压力也很大。但是我还是不知道该怎么办才好，感觉好像停在原地无法前进。",
    "annotation": [
      {
        "sentence": "谢谢你给我这些相关信息。",
        "label": ""
      },
      {
        "sentence": "我确实感觉迷茫，压力也很大。",
        "label": ""
      },
      {
        "sentence": "但是我还是不知道该怎么办才好，感觉好像停在原地无法前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用急着做出决定，这个阶段的迷茫和不安是正常的。你可以试着给自己一些时间和空间，去思考自己真正想要的。你可以尝试与心理咨询师交流，或者和身边的人表达你的感受和想法。这个过程可以帮助你缓解不良情绪，改善生活状态，也能更多地认识到自己的内心世界和想法。面对压力，直面压力是一个挑战，但同时也是一个机会，一个开始属于自己的精彩旅程的机会。",
    "annotation": [
      {
        "sentence": "不用急着做出决定，这个阶段的迷茫和不安是正常的。",
        "label": ""
      },
      {
        "sentence": "你可以试着给自己一些时间和空间，去思考自己真正想要的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与心理咨询师交流，或者和身边的人表达你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "这个过程可以帮助你缓解不良情绪，改善生活状态，也能更多地认识到自己的内心世界和想法。",
        "label": ""
      },
      {
        "sentence": "面对压力，直面压力是一个挑战，但同时也是一个机会，一个开始属于自己的精彩旅程的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的支持和建议。我会试着给自己一些时间思考，找到自己真正想要的目标和动力。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着给自己一些时间思考，找到自己真正想要的目标和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应。请相信自己的能力，你一定能够找到属于自己的目标和动力。记得正念呼吸观察练习可以帮助你放松情绪，平缓呼吸。祝愿你在这个新的冒险中取得成功！如果还有任何问题，随时来找我交流。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应。",
        "label": ""
      },
      {
        "sentence": "请相信自己的能力，你一定能够找到属于自己的目标和动力。",
        "label": ""
      },
      {
        "sentence": "记得正念呼吸观察练习可以帮助你放松情绪，平缓呼吸。",
        "label": ""
      },
      {
        "sentence": "祝愿你在这个新的冒险中取得成功！",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题，随时来找我交流。",
        "label": ""
      }
    ]
  }
]