[
  {
    "role": "client",
    "content": "我感觉我的母亲非常自私！小时候与父亲每天晚上因为打牌打架吵架，让我没有安全感老是做梦在找厕所然后尿床。本来孩子垫个尿布挺正常的事情。可是每天晚上，她都骂骂咧咧的把我打醒，跟街坊邻居散播我邋遢尿床的事情，导致我一出门别人就笑话我。这事还没完，妹妹出生之后，我妈怕她跟我学坏。每年暑假把我骗到乡下亲戚家里等我睡着了，爸妈牵着妹妹就回家把我一个人丢在乡下几个月不闻不问。中学的时候，本来家附近有学校，她也硬是把我丢到亲戚家过寄人篱下的生活，每次放假回家，冰箱里都是给妹妹的零食酸奶。她长期故意冷落导致我在外面没有安全感，在学校里像是一条被遗弃的狗。无法集中注意力，人际关系也非常差。我对她有意见，她就伙同我爸来骂我打我，说我没用，到了18岁就滚出去。我患上抑郁余恐很难正常社交工作，每天都想死离开他们，请问该如何摆脱他们，摆脱过去对我的伤害呢？",
    "annotation": [
      {
        "sentence": "我感觉我的母亲非常自私！",
        "label": ""
      },
      {
        "sentence": "小时候与父亲每天晚上因为打牌打架吵架，让我没有安全感老是做梦在找厕所然后尿床。",
        "label": ""
      },
      {
        "sentence": "本来孩子垫个尿布挺正常的事情。",
        "label": ""
      },
      {
        "sentence": "可是每天晚上，她都骂骂咧咧的把我打醒，跟街坊邻居散播我邋遢尿床的事情，导致我一出门别人就笑话我。",
        "label": ""
      },
      {
        "sentence": "这事还没完，妹妹出生之后，我妈怕她跟我学坏。",
        "label": ""
      },
      {
        "sentence": "每年暑假把我骗到乡下亲戚家里等我睡着了，爸妈牵着妹妹就回家把我一个人丢在乡下几个月不闻不问。",
        "label": ""
      },
      {
        "sentence": "中学的时候，本来家附近有学校，她也硬是把我丢到亲戚家过寄人篱下的生活，每次放假回家，冰箱里都是给妹妹的零食酸奶。",
        "label": ""
      },
      {
        "sentence": "她长期故意冷落导致我在外面没有安全感，在学校里像是一条被遗弃的狗。",
        "label": ""
      },
      {
        "sentence": "无法集中注意力，人际关系也非常差。",
        "label": ""
      },
      {
        "sentence": "我对她有意见，她就伙同我爸来骂我打我，说我没用，到了18岁就滚出去。",
        "label": ""
      },
      {
        "sentence": "我患上抑郁余恐很难正常社交工作，每天都想死离开他们，请问该如何摆脱他们，摆脱过去对我的伤害呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我能感受到你的痛苦和无奈。你的母亲在你的成长过程中没有给予你关心和照顾，反而让你的身心逐渐布满伤痕。很心疼这么多年你一定过得很辛苦吧。我想引用美国著名“家庭治疗大师”萨提亚的观点，他认为一个人与原生家庭的联系有可能影响他的一生。弗洛伊德也同样强调，一个人的童年经历在他的人格形成中发挥着重要作用，之后的行为也可以在其童年经历中寻找根源。的确，原生家庭的影响是深远且难以摆脱的，会不知不觉影响着一个人的性格，情绪和行为。即便有些事情已经记不清了，但事情的影响却一直在，那种恐惧、焦虑或者自卑会在之日后的生活中渐渐体现出来。我们无法选择自己的原生家庭，也不能选择让谁来成为我们的父母，能做的是慢慢去接受和面对，努力让日后的生活少受一些影响。",
    "annotation": [
      {
        "sentence": "首先，我能感受到你的痛苦和无奈。",
        "label": ""
      },
      {
        "sentence": "你的母亲在你的成长过程中没有给予你关心和照顾，反而让你的身心逐渐布满伤痕。",
        "label": ""
      },
      {
        "sentence": "很心疼这么多年你一定过得很辛苦吧。",
        "label": ""
      },
      {
        "sentence": "我想引用美国著名“家庭治疗大师”萨提亚的观点，他认为一个人与原生家庭的联系有可能影响他的一生。",
        "label": ""
      },
      {
        "sentence": "弗洛伊德也同样强调，一个人的童年经历在他的人格形成中发挥着重要作用，之后的行为也可以在其童年经历中寻找根源。",
        "label": ""
      },
      {
        "sentence": "的确，原生家庭的影响是深远且难以摆脱的，会不知不觉影响着一个人的性格，情绪和行为。",
        "label": ""
      },
      {
        "sentence": "即便有些事情已经记不清了，但事情的影响却一直在，那种恐惧、焦虑或者自卑会在之日后的生活中渐渐体现出来。",
        "label": ""
      },
      {
        "sentence": "我们无法选择自己的原生家庭，也不能选择让谁来成为我们的父母，能做的是慢慢去接受和面对，努力让日后的生活少受一些影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我理解原生家庭对我的影响非常深远，但是我真的很难忘记这些刻骨铭心的伤害。每当我想起过去发生的事情，就无法开心起来。",
    "annotation": [
      {
        "sentence": "是的，我理解原生家庭对我的影响非常深远，但是我真的很难忘记这些刻骨铭心的伤害。",
        "label": ""
      },
      {
        "sentence": "每当我想起过去发生的事情，就无法开心起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。因为受到的伤害太深，我们很难做到与父母和解，即便和解了，想到曾经发生的事，也很难开心起来。父母只会陪我们一段路，在独立之前，我们没有选择，只能依靠父母来生存。但拥有独立能力之后，我们可以将更多注意力集中在自己身上，去关注自身的发展，为自己负责。我们要做的并不是和父母和解，而是和自己和解，去重新认知自己。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "因为受到的伤害太深，我们很难做到与父母和解，即便和解了，想到曾经发生的事，也很难开心起来。",
        "label": ""
      },
      {
        "sentence": "父母只会陪我们一段路，在独立之前，我们没有选择，只能依靠父母来生存。",
        "label": ""
      },
      {
        "sentence": "但拥有独立能力之后，我们可以将更多注意力集中在自己身上，去关注自身的发展，为自己负责。",
        "label": ""
      },
      {
        "sentence": "我们要做的并不是和父母和解，而是和自己和解，去重新认知自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，过去的伤害无法挽回，我需要改变自己的心态来面对这些伤害。",
    "annotation": [
      {
        "sentence": "你说的很对，过去的伤害无法挽回，我需要改变自己的心态来面对这些伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，过去的事情已经发生了，那些伤害也没有办法挽回，有些留在了身体上，有些烙在了心上。你能做的是改变自己的心态，去正视和接受这些伤害，发挥它们的积极作用，让这些伤害成为支持自己走下去的动力。因为这些伤害，你在感到痛苦的同时，也会有所成长，会更希望独立，证明自己一个人也可以过得很好。",
    "annotation": [
      {
        "sentence": "是的，过去的事情已经发生了，那些伤害也没有办法挽回，有些留在了身体上，有些烙在了心上。",
        "label": ""
      },
      {
        "sentence": "你能做的是改变自己的心态，去正视和接受这些伤害，发挥它们的积极作用，让这些伤害成为支持自己走下去的动力。",
        "label": ""
      },
      {
        "sentence": "因为这些伤害，你在感到痛苦的同时，也会有所成长，会更希望独立，证明自己一个人也可以过得很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能沉溺于过去的伤害，要积极面对现在和未来。",
    "annotation": [
      {
        "sentence": "我明白了，我不能沉溺于过去的伤害，要积极面对现在和未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的。发展自己的生活圈子，开启新的生活也是一个很好的方式。过去的生活已经成为回忆，你不妨试着开启一段新的生活。从空间上远离原生家庭开始，减少父母对自己的伤害，专注于自己的事业和生活，让自己忙碌起来，减少回忆旧事的时间。去结交新的朋友，培养一项兴趣，做自己喜欢的事，去看书去旅行，让自己的视野得到拓展，心态得到改变。总之，有些伤害是无法消除的，只能让它随时间慢慢淡化。时光且长，未来还有很长的路要走，不如让自己融入到一个新的环境中，去迎接新的生活。祝你可以早日走出来，过得轻松一点。",
    "annotation": [
      {
        "sentence": "对的。",
        "label": ""
      },
      {
        "sentence": "发展自己的生活圈子，开启新的生活也是一个很好的方式。",
        "label": ""
      },
      {
        "sentence": "过去的生活已经成为回忆，你不妨试着开启一段新的生活。",
        "label": ""
      },
      {
        "sentence": "从空间上远离原生家庭开始，减少父母对自己的伤害，专注于自己的事业和生活，让自己忙碌起来，减少回忆旧事的时间。",
        "label": ""
      },
      {
        "sentence": "去结交新的朋友，培养一项兴趣，做自己喜欢的事，去看书去旅行，让自己的视野得到拓展，心态得到改变。",
        "label": ""
      },
      {
        "sentence": "总之，有些伤害是无法消除的，只能让它随时间慢慢淡化。",
        "label": ""
      },
      {
        "sentence": "时光且长，未来还有很长的路要走，不如让自己融入到一个新的环境中，去迎接新的生活。",
        "label": ""
      },
      {
        "sentence": "祝你可以早日走出来，过得轻松一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽力去接受和改变自己，重建自己的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽力去接受和改变自己，重建自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做到的。记住，你并不孤单，总有人愿意支持你。如果你需要任何帮助或者再次愿意与我交流，都可以随时找我。祝福你能够走出阴影，迎接更好的未来。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总有人愿意支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次愿意与我交流，都可以随时找我。",
        "label": ""
      },
      {
        "sentence": "祝福你能够走出阴影，迎接更好的未来。",
        "label": ""
      }
    ]
  }
]