[
  {
    "role": "client",
    "content": "他给不了我想要的回应，为什么我对他念念不忘？",
    "annotation": [
      {
        "sentence": "他给不了我想要的回应，为什么我对他念念不忘？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的问题我能理解，这种情况下，很多人会感到困惑和沮丧。毕竟，你对他的感情经历了很多年，这种暗恋对你来说意味着更多的东西。你说你在小学就喜欢上他了，这已经成为了你的执念，这说明你对他的情感可能不仅仅是普通的暗恋，而是有更深层次的情感问题。你对他的敬慕及少有的接触，以及你在高中时对他的遗忘，都暴露了你的情感纠结和焦虑。你可以告诉我你具体的痛苦感受吗？",
    "annotation": [
      {
        "sentence": "你的问题我能理解，这种情况下，很多人会感到困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "毕竟，你对他的感情经历了很多年，这种暗恋对你来说意味着更多的东西。",
        "label": ""
      },
      {
        "sentence": "你说你在小学就喜欢上他了，这已经成为了你的执念，这说明你对他的情感可能不仅仅是普通的暗恋，而是有更深层次的情感问题。",
        "label": ""
      },
      {
        "sentence": "你对他的敬慕及少有的接触，以及你在高中时对他的遗忘，都暴露了你的情感纠结和焦虑。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我你具体的痛苦感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他脾气很好很温柔，但又优柔寡断，总是在进退之间徘徊。我曾指责并请求他，如果我再加他再也不要通过不要给我希望，于是我们删除好友，但我们还是多次重复这个过程。我们中途都在谈恋爱，后来过了三四年又突然想加他。不管我是单身还是有恋人，每次加他并与他聊天都让我感到刺激，以至于比我自己谈恋爱还有感觉。当我自己谈恋爱时，虽然也有刺激感，但持续时间短。他的暧昧对我造成了极大的伤害，但我为什么还是念念不忘他？我到底怎么了？",
    "annotation": [
      {
        "sentence": "他脾气很好很温柔，但又优柔寡断，总是在进退之间徘徊。",
        "label": ""
      },
      {
        "sentence": "我曾指责并请求他，如果我再加他再也不要通过不要给我希望，于是我们删除好友，但我们还是多次重复这个过程。",
        "label": ""
      },
      {
        "sentence": "我们中途都在谈恋爱，后来过了三四年又突然想加他。",
        "label": ""
      },
      {
        "sentence": "不管我是单身还是有恋人，每次加他并与他聊天都让我感到刺激，以至于比我自己谈恋爱还有感觉。",
        "label": ""
      },
      {
        "sentence": "当我自己谈恋爱时，虽然也有刺激感，但持续时间短。",
        "label": ""
      },
      {
        "sentence": "他的暧昧对我造成了极大的伤害，但我为什么还是念念不忘他？",
        "label": ""
      },
      {
        "sentence": "我到底怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你对我的回应。基于你的回应，我想分享一些我的想法，并希望我们可以一起探讨。我能理解你对他的纠结与困惑，特别是他给你的回应时那种混淆的暧昧感。在你的回答中，你提到了他的冷淡和优柔寡断，这是你觉得他身上有吸引力的原因。或许，你内心深处渴望着建立一种亲密的关系，但在过去的经历中，你发现在这种暧昧的关系中得到了一种特别的满足感——他既冷淡又有回应，既不够热情又不会疏远。然而，一旦建立起真正的亲密关系，他最初吸引你的那种“冷淡”特质就会消失，而关系中的“热情”也将随之而来。可能你已经听说过\"约拿情结\"这个词，它认为人们害怕成长，因为成长意味着面临失败和成功的压力。这种情结会导致我们不敢尝试新的事物，失去发掘自己潜力的机会。你是否担心建立亲密关系带来的伤害？或者你觉得建立亲密关系更多的是给予还是索取呢？对于你来说，可能冷淡的人对你而言是安全的，因为他对你毫无期望。相反，你可以从他身上获取一些东西。我认为你应该问问他，与你相处时他的感受如何，这样你可以更好地了解他心中究竟在想什么。对于自己的安全感，你是否害怕进一步建立亲密关系呢？这种拒绝并不是来自对方，而是你自己在无意识中通过一些语言、行为、情绪等方式让自己停留在这个状态中。给予我们自己足够的爱和满足，让自己感到更圆满完整，这样我们才会愿意与他人分享爱与美好，这才是亲密关系的基础。如法国哲学家尚福尔所说，从自己身上找到幸福是非常困难的，而从别处寻找幸福几乎是不可能的！",
    "annotation": [
      {
        "sentence": "非常感谢你对我的回应。",
        "label": ""
      },
      {
        "sentence": "基于你的回应，我想分享一些我的想法，并希望我们可以一起探讨。",
        "label": ""
      },
      {
        "sentence": "我能理解你对他的纠结与困惑，特别是他给你的回应时那种混淆的暧昧感。",
        "label": ""
      },
      {
        "sentence": "在你的回答中，你提到了他的冷淡和优柔寡断，这是你觉得他身上有吸引力的原因。",
        "label": ""
      },
      {
        "sentence": "或许，你内心深处渴望着建立一种亲密的关系，但在过去的经历中，你发现在这种暧昧的关系中得到了一种特别的满足感——他既冷淡又有回应，既不够热情又不会疏远。",
        "label": ""
      },
      {
        "sentence": "然而，一旦建立起真正的亲密关系，他最初吸引你的那种“冷淡”特质就会消失，而关系中的“热情”也将随之而来。",
        "label": ""
      },
      {
        "sentence": "可能你已经听说过\"约拿情结\"这个词，它认为人们害怕成长，因为成长意味着面临失败和成功的压力。",
        "label": ""
      },
      {
        "sentence": "这种情结会导致我们不敢尝试新的事物，失去发掘自己潜力的机会。",
        "label": ""
      },
      {
        "sentence": "你是否担心建立亲密关系带来的伤害？",
        "label": ""
      },
      {
        "sentence": "或者你觉得建立亲密关系更多的是给予还是索取呢？",
        "label": ""
      },
      {
        "sentence": "对于你来说，可能冷淡的人对你而言是安全的，因为他对你毫无期望。",
        "label": ""
      },
      {
        "sentence": "相反，你可以从他身上获取一些东西。",
        "label": ""
      },
      {
        "sentence": "我认为你应该问问他，与你相处时他的感受如何，这样你可以更好地了解他心中究竟在想什么。",
        "label": ""
      },
      {
        "sentence": "对于自己的安全感，你是否害怕进一步建立亲密关系呢？",
        "label": ""
      },
      {
        "sentence": "这种拒绝并不是来自对方，而是你自己在无意识中通过一些语言、行为、情绪等方式让自己停留在这个状态中。",
        "label": ""
      },
      {
        "sentence": "给予我们自己足够的爱和满足，让自己感到更圆满完整，这样我们才会愿意与他人分享爱与美好，这才是亲密关系的基础。",
        "label": ""
      },
      {
        "sentence": "如法国哲学家尚福尔所说，从自己身上找到幸福是非常困难的，而从别处寻找幸福几乎是不可能的！",
        "label": ""
      }
    ]
  }
]