[
  {
    "role": "client",
    "content": "觉得机会不平等，慢慢丧失动力了怎么办？",
    "annotation": [
      {
        "sentence": "觉得机会不平等，慢慢丧失动力了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你进入职场三四才变成老油条。也算是在“坚持初心”这条路上走了很远的距离。奈何现实是残酷，面对这种情况，确实充满太多的无可奈何，但仅从思考的角度来看，依旧存在三个破局点。",
    "annotation": [
      {
        "sentence": "你进入职场三四才变成老油条。",
        "label": ""
      },
      {
        "sentence": "也算是在“坚持初心”这条路上走了很远的距离。",
        "label": ""
      },
      {
        "sentence": "奈何现实是残酷，面对这种情况，确实充满太多的无可奈何，但仅从思考的角度来看，依旧存在三个破局点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请你告诉我那三个破局点是什么？",
    "annotation": [
      {
        "sentence": "请你告诉我那三个破局点是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第一个破局点：换领导。领导作为工作更换与否的五大影响要素之一，有着其独特的作用，如你所见，很多机会都是由领导分配的，所以碰到一个合拍或者公平的领导，实在是极其幸运的事情。如果碰不到，关键要看自己能不能接受了。显然，你的领导目前不在你的接受范围之内了，是时候采取行动。",
    "annotation": [
      {
        "sentence": "第一个破局点：换领导。",
        "label": ""
      },
      {
        "sentence": "领导作为工作更换与否的五大影响要素之一，有着其独特的作用，如你所见，很多机会都是由领导分配的，所以碰到一个合拍或者公平的领导，实在是极其幸运的事情。",
        "label": ""
      },
      {
        "sentence": "如果碰不到，关键要看自己能不能接受了。",
        "label": ""
      },
      {
        "sentence": "显然，你的领导目前不在你的接受范围之内了，是时候采取行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也曾考虑过换领导，但我不想离开目前的公司。你觉得内部转岗是个好主意吗？",
    "annotation": [
      {
        "sentence": "我也曾考虑过换领导，但我不想离开目前的公司。",
        "label": ""
      },
      {
        "sentence": "你觉得内部转岗是个好主意吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，换领导这件事情，并不等同于换公司，因为内部转岗也是可以实现这一操作。尤其新领导是公司内部的人，相较于通过换公司来换领导，你更容易了解到新领导的为人处世。在换之前就尽可能选择那个你更愿意跟随的领导。唯一的问题就是，你需要去确定你所在的公司是否允许内部转岗，不行的话，只能换公司了。",
    "annotation": [
      {
        "sentence": "是的，换领导这件事情，并不等同于换公司，因为内部转岗也是可以实现这一操作。",
        "label": ""
      },
      {
        "sentence": "尤其新领导是公司内部的人，相较于通过换公司来换领导，你更容易了解到新领导的为人处世。",
        "label": ""
      },
      {
        "sentence": "在换之前就尽可能选择那个你更愿意跟随的领导。",
        "label": ""
      },
      {
        "sentence": "唯一的问题就是，你需要去确定你所在的公司是否允许内部转岗，不行的话，只能换公司了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会去了解一下公司的内部转岗政策，谢谢你提供的建议。还有什么其他的破局点吗？",
    "annotation": [
      {
        "sentence": "我会去了解一下公司的内部转岗政策，谢谢你提供的建议。",
        "label": ""
      },
      {
        "sentence": "还有什么其他的破局点吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二个破局点：成为优秀下属。前面说了，碰上跟自己合拍或者公平的领导，并不是一件容易的事情；而碰上只照顾“自己人”的领导也是令人头大。因此，如果碰上现任领导这种为人处世的领导，最好的策略就是让自己成为优秀下属。",
    "annotation": [
      {
        "sentence": "第二个破局点：成为优秀下属。",
        "label": ""
      },
      {
        "sentence": "前面说了，碰上跟自己合拍或者公平的领导，并不是一件容易的事情；而碰上只照顾“自己人”的领导也是令人头大。",
        "label": ""
      },
      {
        "sentence": "因此，如果碰上现任领导这种为人处世的领导，最好的策略就是让自己成为优秀下属。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "怎么才能成为优秀下属呢？我觉得自己并没有太突出的能力。",
    "annotation": [
      {
        "sentence": "怎么才能成为优秀下属呢？",
        "label": ""
      },
      {
        "sentence": "我觉得自己并没有太突出的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正所谓“寸有所长尺有所短”，每个人都有相对于大部分同事稍微出众的能力，找到最突出的两三种能力，再找到现阶段能够让它们在工作中更高频率使用的岗位，你所展示出来的业务能力自然也会比大部分同事好，这样就成为了优秀下属。如果自己人缘还行，就问问跟你合作过的同事，以及熟悉你的朋友，问问他们你身上的那些特点是他们所喜爱和称道的，要结合一个事例来说明，出现频率最高的特点，就是你的优势；而这一优势是可以跟你处理事务相结合的，便可以作为你的职场优势能力。",
    "annotation": [
      {
        "sentence": "正所谓“寸有所长尺有所短”，每个人都有相对于大部分同事稍微出众的能力，找到最突出的两三种能力，再找到现阶段能够让它们在工作中更高频率使用的岗位，你所展示出来的业务能力自然也会比大部分同事好，这样就成为了优秀下属。",
        "label": ""
      },
      {
        "sentence": "如果自己人缘还行，就问问跟你合作过的同事，以及熟悉你的朋友，问问他们你身上的那些特点是他们所喜爱和称道的，要结合一个事例来说明，出现频率最高的特点，就是你的优势；而这一优势是可以跟你处理事务相结合的，便可以作为你的职场优势能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会找到自己的优势，并努力在工作中展现出来。还有最后一个破局点是什么？",
    "annotation": [
      {
        "sentence": "我明白了，我会找到自己的优势，并努力在工作中展现出来。",
        "label": ""
      },
      {
        "sentence": "还有最后一个破局点是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三个破局点：梳理自己的阶段性职业价值观。一个人的核心价值观自然难以改变，然而工作仅是人生中的一部分，我们在人生的不同阶段有着不同的任务，比如当我们有了自己的小孩之后，自然会希望自己有比较多的非工作时间来陪伴孩子的成长，这个时候我们可能就会希望自己的工作能够让我们实现工作和生活的平衡。初入职场的时候我们大概率是不会这么想的，所以职业价值观是会发生变化的。",
    "annotation": [
      {
        "sentence": "第三个破局点：梳理自己的阶段性职业价值观。",
        "label": ""
      },
      {
        "sentence": "一个人的核心价值观自然难以改变，然而工作仅是人生中的一部分，我们在人生的不同阶段有着不同的任务，比如当我们有了自己的小孩之后，自然会希望自己有比较多的非工作时间来陪伴孩子的成长，这个时候我们可能就会希望自己的工作能够让我们实现工作和生活的平衡。",
        "label": ""
      },
      {
        "sentence": "初入职场的时候我们大概率是不会这么想的，所以职业价值观是会发生变化的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实没有想过这个问题，我需要重新评估一下目前的工作对我的价值贡献。谢谢你的建议，我会找到解决办法的。",
    "annotation": [
      {
        "sentence": "我确实没有想过这个问题，我需要重新评估一下目前的工作对我的价值贡献。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会找到解决办法的。",
        "label": ""
      }
    ]
  }
]