[
  {
    "role": "client",
    "content": "他给不了我想要的回应，为什么我对他念念不忘？小学喜欢一个男孩子，做同学多年暗恋他很久，成了我的执念，感觉不仅是暗恋这么简单，背后一定有深层情结，暗恋他时他很优秀，仰望他交集很少，后来我更优秀时把他忘了几年，高中时他在隔壁班，无交集，高考前夕很焦虑，突然想到考完后疯狂一把向他表白，表白后他没有拒绝没有答应特别暧昧，无论如何不进，无论如何不退，我受不了，老是抓狂，他脾气很好很温柔但优柔寡断不会拒绝，后来反反复复折腾，我指责并请求他如果我再加他再也不要通过不要给我希望，后删好友，折腾了无数遍，度过了大一，一年后加了一次好友折腾一遍删掉。我们中途都在谈恋爱，再后来隔三四年后我今天又想加他，不论我单身与否，每一次加他跟他聊天我都觉得刺激，很有爱情的味道，比我自己恋爱有感觉多了，我自己恋爱时那种无比刺激的感觉有，但存在时间短，这个男孩（品学兼优）他的暧昧深深伤害了我，他给不了我想要的回应，我为何还念念不忘？我为何跟他聊天都觉得无比刺激？我怎么了？",
    "annotation": [
      {
        "sentence": "他给不了我想要的回应，为什么我对他念念不忘？",
        "label": ""
      },
      {
        "sentence": "小学喜欢一个男孩子，做同学多年暗恋他很久，成了我的执念，感觉不仅是暗恋这么简单，背后一定有深层情结，暗恋他时他很优秀，仰望他交集很少，后来我更优秀时把他忘了几年，高中时他在隔壁班，无交集，高考前夕很焦虑，突然想到考完后疯狂一把向他表白，表白后他没有拒绝没有答应特别暧昧，无论如何不进，无论如何不退，我受不了，老是抓狂，他脾气很好很温柔但优柔寡断不会拒绝，后来反反复复折腾，我指责并请求他如果我再加他再也不要通过不要给我希望，后删好友，折腾了无数遍，度过了大一，一年后加了一次好友折腾一遍删掉。",
        "label": ""
      },
      {
        "sentence": "我们中途都在谈恋爱，再后来隔三四年后我今天又想加他，不论我单身与否，每一次加他跟他聊天我都觉得刺激，很有爱情的味道，比我自己恋爱有感觉多了，我自己恋爱时那种无比刺激的感觉有，但存在时间短，这个男孩（品学兼优）他的暧昧深深伤害了我，他给不了我想要的回应，我为何还念念不忘？",
        "label": ""
      },
      {
        "sentence": "我为何跟他聊天都觉得无比刺激？",
        "label": ""
      },
      {
        "sentence": "我怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他念念不忘，是因为你在他身上找到了一种特殊的情感体验。首先，不要觉得这样的感受是不正常的，因为优秀的人总能散发吸引周围人的特质，而你被他吸引也是很正常的。焦虑和困惑都是情感的一部分，不要因为它们而觉得自己有问题。",
    "annotation": [
      {
        "sentence": "你对他念念不忘，是因为你在他身上找到了一种特殊的情感体验。",
        "label": ""
      },
      {
        "sentence": "首先，不要觉得这样的感受是不正常的，因为优秀的人总能散发吸引周围人的特质，而你被他吸引也是很正常的。",
        "label": ""
      },
      {
        "sentence": "焦虑和困惑都是情感的一部分，不要因为它们而觉得自己有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得我对他的感觉好像不仅仅是普通的暗恋，好像背后还有一些深层的情结。我暗恋他的时候，他很优秀，我仰望他，但我们几乎没有交集。而当我变得更优秀时，我却把他忘了几年。这些经历让我觉得他并不只是一个简单的喜欢对象。",
    "annotation": [
      {
        "sentence": "但是我总觉得我对他的感觉好像不仅仅是普通的暗恋，好像背后还有一些深层的情结。",
        "label": ""
      },
      {
        "sentence": "我暗恋他的时候，他很优秀，我仰望他，但我们几乎没有交集。",
        "label": ""
      },
      {
        "sentence": "而当我变得更优秀时，我却把他忘了几年。",
        "label": ""
      },
      {
        "sentence": "这些经历让我觉得他并不只是一个简单的喜欢对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够感受到这样复杂的情感，说明你对他的关注不只是表面的。多年来，你一直将他视为执念，这可能是因为你在暗恋过程中形成了一种特殊情感的连接。或许，你对他的暗恋代表着更深层次的情结，这是值得探究和理解的。",
    "annotation": [
      {
        "sentence": "你能够感受到这样复杂的情感，说明你对他的关注不只是表面的。",
        "label": ""
      },
      {
        "sentence": "多年来，你一直将他视为执念，这可能是因为你在暗恋过程中形成了一种特殊情感的连接。",
        "label": ""
      },
      {
        "sentence": "或许，你对他的暗恋代表着更深层次的情结，这是值得探究和理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我对他暗恋时感觉到一种特殊的情感体验。但是，最近的经历让我觉得他给不了我想要的回应。我向他表白后，他没有拒绝也没有答应，只是保持着一种暧昧的状态。这让我非常困惑和受伤。",
    "annotation": [
      {
        "sentence": "确实，我对他暗恋时感觉到一种特殊的情感体验。",
        "label": ""
      },
      {
        "sentence": "但是，最近的经历让我觉得他给不了我想要的回应。",
        "label": ""
      },
      {
        "sentence": "我向他表白后，他没有拒绝也没有答应，只是保持着一种暧昧的状态。",
        "label": ""
      },
      {
        "sentence": "这让我非常困惑和受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他的优柔寡断和不愿意拒绝，可能确实伤害了你的感受。同时，我认为你也需要思考一下，他是否真的对你有特别的意思，或者只是享受这种暧昧的关系。了解这一点对你调整自己的心态很重要。",
    "annotation": [
      {
        "sentence": "他的优柔寡断和不愿意拒绝，可能确实伤害了你的感受。",
        "label": ""
      },
      {
        "sentence": "同时，我认为你也需要思考一下，他是否真的对你有特别的意思，或者只是享受这种暧昧的关系。",
        "label": ""
      },
      {
        "sentence": "了解这一点对你调整自己的心态很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思。不过，我反反复复地与他折腾了很多次，甚至因为无法承受这种暧昧，曾经指责并请求他不要再给我希望。我甚至删掉了他的好友。但是，一年后我又想加他，每次和他聊天都觉得刺激、有爱情的味道。我为什么总是对他念念不忘？",
    "annotation": [
      {
        "sentence": "我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "不过，我反反复复地与他折腾了很多次，甚至因为无法承受这种暧昧，曾经指责并请求他不要再给我希望。",
        "label": ""
      },
      {
        "sentence": "我甚至删掉了他的好友。",
        "label": ""
      },
      {
        "sentence": "但是，一年后我又想加他，每次和他聊天都觉得刺激、有爱情的味道。",
        "label": ""
      },
      {
        "sentence": "我为什么总是对他念念不忘？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放下一个人并不是一件容易的事情，尤其是当这个人给你带来了深深的情感伤害。他对你的回应无法满足你的期待，但每次与他聊天仍然让你觉得充满刺激和爱情的味道。这可能是因为你在这种暧昧关系中找到了一种特殊的感受。然而，我们需要努力让自己不要被这种旋涡般的感觉控制。",
    "annotation": [
      {
        "sentence": "放下一个人并不是一件容易的事情，尤其是当这个人给你带来了深深的情感伤害。",
        "label": ""
      },
      {
        "sentence": "他对你的回应无法满足你的期待，但每次与他聊天仍然让你觉得充满刺激和爱情的味道。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你在这种暧昧关系中找到了一种特殊的感受。",
        "label": ""
      },
      {
        "sentence": "然而，我们需要努力让自己不要被这种旋涡般的感觉控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我希望自己能够放下他，不再让他成为我的困扰。但是，我不知道该如何做到。",
    "annotation": [
      {
        "sentence": "对，我希望自己能够放下他，不再让他成为我的困扰。",
        "label": ""
      },
      {
        "sentence": "但是，我不知道该如何做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以尝试将对他的关注转移到其他事物上，例如发展自己的兴趣爱好、提升自己的职业能力等。通过专注于个人成长，你可以逐渐减少对他的念念不忘。其次，跟身边的朋友和家人分享你的感受，他们的支持会让你更容易放下过去的情感。最重要的是，要给自己时间，不要太过迫求自己能够立刻忘记。与此同时，祝愿你越来越漂亮，吸引更多优秀的人来追求你！",
    "annotation": [
      {
        "sentence": "首先，你可以尝试将对他的关注转移到其他事物上，例如发展自己的兴趣爱好、提升自己的职业能力等。",
        "label": ""
      },
      {
        "sentence": "通过专注于个人成长，你可以逐渐减少对他的念念不忘。",
        "label": ""
      },
      {
        "sentence": "其次，跟身边的朋友和家人分享你的感受，他们的支持会让你更容易放下过去的情感。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要给自己时间，不要太过迫求自己能够立刻忘记。",
        "label": ""
      },
      {
        "sentence": "与此同时，祝愿你越来越漂亮，吸引更多优秀的人来追求你！",
        "label": ""
      }
    ]
  }
]