[
  {
    "role": "client",
    "content": "最近工作很辛苦，晚上总是想哭，我该怎么办？我丢了上份工作，然后找了一个月才找到这份工作，但是心情更难受了。我和别人倾诉，但他们觉得我有问题。想辞职，但又被拖着辞不掉，为什么会感到委屈呢？我性格内向，跟各个办公室的人联系、打电话、发微信都很不自信。我该怎么办？是我的心理有问题吗？",
    "annotation": [
      {
        "sentence": "最近工作很辛苦，晚上总是想哭，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我丢了上份工作，然后找了一个月才找到这份工作，但是心情更难受了。",
        "label": ""
      },
      {
        "sentence": "我和别人倾诉，但他们觉得我有问题。",
        "label": ""
      },
      {
        "sentence": "想辞职，但又被拖着辞不掉，为什么会感到委屈呢？",
        "label": ""
      },
      {
        "sentence": "我性格内向，跟各个办公室的人联系、打电话、发微信都很不自信。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "是我的心理有问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哎，感觉你特别不容易啊，工作中遇到这么多困难，又不能随便辞职，真是每天都过得很艰难吧！我给你一个大大的抱抱，希望给你一些支持。我从一些方面来理解你的困扰，看看我能否帮到你。首先，你说性格内向，对于一个内向的人来说，和人交流确实不是最擅长的，你是否因为经验不足感到胆怯呢？或者是有其他的害怕吗？当你感到害怕的时候，你通常会有什么想法呢？如果是经验不足的问题，随着时间的推移和经验的积累，你的情况会逐渐变好的，毕竟沟通是一个需要学习的技巧。如果不是经验的问题，或许你需要找人聊一聊，了解一下你内心中有哪些限制性的想法。其次，你提到你想离开，但是单位却不同意，如果你真的对沟通不擅长，会影响到工作的话，单位可能不希望你离开，虽然你自己可能觉得自己无法胜任这份工作，但是别人可能认为你做得很好。如果你能增加对自己的认可和接纳，也许你会感觉好一些。最后，谈一下情绪的承载和消化问题，我看着你的文字很心疼你，每天都那么难受，你是如何处理这些情绪的呢？你有找到一些调节自己情绪的方法吗？尽量在工作中少用情感，多用理智，因为工作压力带来的复杂情绪常常和我们自己有关。我对你的生命故事很好奇，希望你能找到一些放松自己的方式。祝福你，在挫折中成长为一颗茂盛的大树。",
    "annotation": [
      {
        "sentence": "哎，感觉你特别不容易啊，工作中遇到这么多困难，又不能随便辞职，真是每天都过得很艰难吧！",
        "label": ""
      },
      {
        "sentence": "我给你一个大大的抱抱，希望给你一些支持。",
        "label": ""
      },
      {
        "sentence": "我从一些方面来理解你的困扰，看看我能否帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，你说性格内向，对于一个内向的人来说，和人交流确实不是最擅长的，你是否因为经验不足感到胆怯呢？",
        "label": ""
      },
      {
        "sentence": "或者是有其他的害怕吗？",
        "label": ""
      },
      {
        "sentence": "当你感到害怕的时候，你通常会有什么想法呢？",
        "label": ""
      },
      {
        "sentence": "如果是经验不足的问题，随着时间的推移和经验的积累，你的情况会逐渐变好的，毕竟沟通是一个需要学习的技巧。",
        "label": ""
      },
      {
        "sentence": "如果不是经验的问题，或许你需要找人聊一聊，了解一下你内心中有哪些限制性的想法。",
        "label": ""
      },
      {
        "sentence": "其次，你提到你想离开，但是单位却不同意，如果你真的对沟通不擅长，会影响到工作的话，单位可能不希望你离开，虽然你自己可能觉得自己无法胜任这份工作，但是别人可能认为你做得很好。",
        "label": ""
      },
      {
        "sentence": "如果你能增加对自己的认可和接纳，也许你会感觉好一些。",
        "label": ""
      },
      {
        "sentence": "最后，谈一下情绪的承载和消化问题，我看着你的文字很心疼你，每天都那么难受，你是如何处理这些情绪的呢？",
        "label": ""
      },
      {
        "sentence": "你有找到一些调节自己情绪的方法吗？",
        "label": ""
      },
      {
        "sentence": "尽量在工作中少用情感，多用理智，因为工作压力带来的复杂情绪常常和我们自己有关。",
        "label": ""
      },
      {
        "sentence": "我对你的生命故事很好奇，希望你能找到一些放松自己的方式。",
        "label": ""
      },
      {
        "sentence": "祝福你，在挫折中成长为一颗茂盛的大树。",
        "label": ""
      }
    ]
  }
]