[
  {
    "role": "client",
    "content": "他给不了我想要的回应，为什么我对他念念不忘？小学喜欢一个男孩子，做同学多年暗恋他很久，成了我的执念，感觉不仅是暗恋这么简单，背后一定有深层情结，暗恋他时他很优秀，仰望他交集很少，后来我更优秀时把他忘了几年，高中时他在隔壁班，无交集，高考前夕很焦虑，突然想到考完后疯狂一把向他表白，表白后他没有拒绝没有答应特别暧昧，无论如何不进，无论如何不退，我受不了，老是抓狂，他脾气很好很温柔但优柔寡断不会拒绝，后来反反复复折腾，我指责并请求他如果我再加他再也不要通过不要给我希望，后删好友，折腾了无数遍，度过了大一，一年后加了一次好友折腾一遍删掉。我们中途都在谈恋爱，再后来隔三四年后我今天又想加他，不论我单身与否，每一次加他跟他聊天我都觉得刺激，很有爱情的味道，比我自己恋爱有感觉多了，我自己恋爱时那种无比刺激的感觉有，但存在时间短，这个男孩（品学兼优）他的暧昧深深伤害了我，他给不了我想要的回应，我为何还念念不忘？我为何跟他聊天都觉得无比刺激？我怎么了？",
    "annotation": [
      {
        "sentence": "他给不了我想要的回应，为什么我对他念念不忘？",
        "label": ""
      },
      {
        "sentence": "小学喜欢一个男孩子，做同学多年暗恋他很久，成了我的执念，感觉不仅是暗恋这么简单，背后一定有深层情结，暗恋他时他很优秀，仰望他交集很少，后来我更优秀时把他忘了几年，高中时他在隔壁班，无交集，高考前夕很焦虑，突然想到考完后疯狂一把向他表白，表白后他没有拒绝没有答应特别暧昧，无论如何不进，无论如何不退，我受不了，老是抓狂，他脾气很好很温柔但优柔寡断不会拒绝，后来反反复复折腾，我指责并请求他如果我再加他再也不要通过不要给我希望，后删好友，折腾了无数遍，度过了大一，一年后加了一次好友折腾一遍删掉。",
        "label": ""
      },
      {
        "sentence": "我们中途都在谈恋爱，再后来隔三四年后我今天又想加他，不论我单身与否，每一次加他跟他聊天我都觉得刺激，很有爱情的味道，比我自己恋爱有感觉多了，我自己恋爱时那种无比刺激的感觉有，但存在时间短，这个男孩（品学兼优）他的暧昧深深伤害了我，他给不了我想要的回应，我为何还念念不忘？",
        "label": ""
      },
      {
        "sentence": "我为何跟他聊天都觉得无比刺激？",
        "label": ""
      },
      {
        "sentence": "我怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "暗恋有时候让人非常苦恼，但是这种朦胧的感觉，真的十分美好。你的经历，让我想起初中的时候，深深暗恋过一个女孩子，她个子不高，有些许胖，但是非常安静和温柔，才华横溢，笑起来特别治愈。我也是在高考结束之后，给她发了一份表白的邮件，收到的也是『不拒绝也不同意』的回复。",
    "annotation": [
      {
        "sentence": "暗恋有时候让人非常苦恼，但是这种朦胧的感觉，真的十分美好。",
        "label": ""
      },
      {
        "sentence": "你的经历，让我想起初中的时候，深深暗恋过一个女孩子，她个子不高，有些许胖，但是非常安静和温柔，才华横溢，笑起来特别治愈。",
        "label": ""
      },
      {
        "sentence": "我也是在高考结束之后，给她发了一份表白的邮件，收到的也是『不拒绝也不同意』的回复。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，暗恋真的令人苦恼。看到他的时候，心里总是一片迷茫，不知道他的心思。你也感受过这份淡淡的忧伤吗？",
    "annotation": [
      {
        "sentence": "是的，暗恋真的令人苦恼。",
        "label": ""
      },
      {
        "sentence": "看到他的时候，心里总是一片迷茫，不知道他的心思。",
        "label": ""
      },
      {
        "sentence": "你也感受过这份淡淡的忧伤吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，暗恋的时候，内心总是充满了矛盾和痛苦。但是我觉得，这种感觉会让我们的生活更加有色彩，也让我们更能够体验到爱情的美好。不管怎样，暗恋是一种特别的感情，它让我们的心灵得到了某种滋养和慰藉。",
    "annotation": [
      {
        "sentence": "是的，暗恋的时候，内心总是充满了矛盾和痛苦。",
        "label": ""
      },
      {
        "sentence": "但是我觉得，这种感觉会让我们的生活更加有色彩，也让我们更能够体验到爱情的美好。",
        "label": ""
      },
      {
        "sentence": "不管怎样，暗恋是一种特别的感情，它让我们的心灵得到了某种滋养和慰藉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也同意这种看法，暗恋虽然苦恼，但也有美好的一面。但是为什么即使他给不了我想要的回应，我还是无法忘记他呢？",
    "annotation": [
      {
        "sentence": "我也同意这种看法，暗恋虽然苦恼，但也有美好的一面。",
        "label": ""
      },
      {
        "sentence": "但是为什么即使他给不了我想要的回应，我还是无法忘记他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许是因为你对他产生了一种特殊的情结，这个情结可能是源自你对他青春时期的仰慕，对他优秀品质的迷恋。这种情结使得你对他念念不忘，即使他没有给予你想要的回应。有时候，我们会将对方理想化，而忽视了现实中的缺点和差距。",
    "annotation": [
      {
        "sentence": "或许是因为你对他产生了一种特殊的情结，这个情结可能是源自你对他青春时期的仰慕，对他优秀品质的迷恋。",
        "label": ""
      },
      {
        "sentence": "这种情结使得你对他念念不忘，即使他没有给予你想要的回应。",
        "label": ""
      },
      {
        "sentence": "有时候，我们会将对方理想化，而忽视了现实中的缺点和差距。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想你说得很对。我可能把他放在了一个很高的地方，觉得他近乎完美，所以我一直对他抱有希望。但现实中的他并不是我的想象那样，他给不了我想要的回应。",
    "annotation": [
      {
        "sentence": "是的，我想你说得很对。",
        "label": ""
      },
      {
        "sentence": "我可能把他放在了一个很高的地方，觉得他近乎完美，所以我一直对他抱有希望。",
        "label": ""
      },
      {
        "sentence": "但现实中的他并不是我的想象那样，他给不了我想要的回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对，每个人都有自己的优点和缺点，而我们在暗恋中常常只看到了对方的优点，而忽视了他的缺点。也许，你可以试着重新审视他，看他是否真的适合你，是否值得你继续执着。",
    "annotation": [
      {
        "sentence": "对，每个人都有自己的优点和缺点，而我们在暗恋中常常只看到了对方的优点，而忽视了他的缺点。",
        "label": ""
      },
      {
        "sentence": "也许，你可以试着重新审视他，看他是否真的适合你，是否值得你继续执着。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着改变对他的看法，看他是否真的值得我继续执着下去。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会试着改变对他的看法，看他是否真的值得我继续执着下去。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望你能够找到属于自己的幸福。一段暗恋的感情结束，并不意味着你找不到真正合适的人，也许，那只是你人生中的一个过程，一个让你更加成长和成熟的阶段。",
    "annotation": [
      {
        "sentence": "不客气，我希望你能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "一段暗恋的感情结束，并不意味着你找不到真正合适的人，也许，那只是你人生中的一个过程，一个让你更加成长和成熟的阶段。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我相信未来一定会有更好的人等着我。再次感谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我相信未来一定会有更好的人等着我。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "祝你生活愉快，未来幸福！如果还有什么需要倾诉的，随时找我聊天，我都会陪伴在你身旁。",
    "annotation": [
      {
        "sentence": "祝你生活愉快，未来幸福！",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要倾诉的，随时找我聊天，我都会陪伴在你身旁。",
        "label": ""
      }
    ]
  }
]