[
  {
    "role": "client",
    "content": "大二学生，情绪低落，不知道怎么和人相处？",
    "annotation": [
      {
        "sentence": "大二学生，情绪低落，不知道怎么和人相处？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "整段描述看下来，感觉你从小到大，似乎都很难离开“被孤立”的怪圈。摸摸头，你受委屈了。我们一起来分析一下，好么？",
    "annotation": [
      {
        "sentence": "整段描述看下来，感觉你从小到大，似乎都很难离开“被孤立”的怪圈。",
        "label": ""
      },
      {
        "sentence": "摸摸头，你受委屈了。",
        "label": ""
      },
      {
        "sentence": "我们一起来分析一下，好么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的。从小内向，交不了几个朋友，交的朋友最后慢慢也不联系了，初中的时候莫名其妙被语言冷暴力了，最后全班孤立我，我不知道发生了什么，也没有勇气去面对和反抗。",
    "annotation": [
      {
        "sentence": "好的。",
        "label": ""
      },
      {
        "sentence": "从小内向，交不了几个朋友，交的朋友最后慢慢也不联系了，初中的时候莫名其妙被语言冷暴力了，最后全班孤立我，我不知道发生了什么，也没有勇气去面对和反抗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这样的经历确实让你感到困惑和沮丧。但是，请相信你并不是一个孤立的人，这只是暂时的困境。有些人，并不是不想交朋友，也许只是因为害怕被拒绝，所以不敢主动的伸出橄榄枝；考虑得太多，所以一直没有前进一步；缺乏社交的技巧，有这个心却不知道如何操作。但是这样的自己，很容易会被误会成“高冷”哦~当然了，这只是别人不了解我们而已。我有以下建议给你：",
    "annotation": [
      {
        "sentence": "是的，这样的经历确实让你感到困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你并不是一个孤立的人，这只是暂时的困境。",
        "label": ""
      },
      {
        "sentence": "有些人，并不是不想交朋友，也许只是因为害怕被拒绝，所以不敢主动的伸出橄榄枝；考虑得太多，所以一直没有前进一步；缺乏社交的技巧，有这个心却不知道如何操作。",
        "label": ""
      },
      {
        "sentence": "但是这样的自己，很容易会被误会成“高冷”哦~当然了，这只是别人不了解我们而已。",
        "label": ""
      },
      {
        "sentence": "我有以下建议给你：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请告诉我，我应该怎么做才能改变这种情况呢？",
    "annotation": [
      {
        "sentence": "请告诉我，我应该怎么做才能改变这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，抛开脑海中的“聚光灯效应”，大胆去做自己想做的，不要害怕出丑，其实他人并没有你以为的那样关注你。不管什么原因，暂时抛开“羞耻感”，主动没有什么可耻的，失败也没有什么可笑的。尝试专注于当下，不要过于考虑条件跟后果，也许能得到意想不到的惊喜哦。多观察人缘好的同学，如果可以的话，多跟他们做朋友，或者看一些人际技巧的书籍、影视作品等，学习一些“干货”。一般而言，人缘好的人都有以下特征：爱笑，愿意多与他人接触、交流，愿意帮助他人或者请求他人帮助自己，会与他人分享（包括八卦、秘密、零食等）。",
    "annotation": [
      {
        "sentence": "首先，抛开脑海中的“聚光灯效应”，大胆去做自己想做的，不要害怕出丑，其实他人并没有你以为的那样关注你。",
        "label": ""
      },
      {
        "sentence": "不管什么原因，暂时抛开“羞耻感”，主动没有什么可耻的，失败也没有什么可笑的。",
        "label": ""
      },
      {
        "sentence": "尝试专注于当下，不要过于考虑条件跟后果，也许能得到意想不到的惊喜哦。",
        "label": ""
      },
      {
        "sentence": "多观察人缘好的同学，如果可以的话，多跟他们做朋友，或者看一些人际技巧的书籍、影视作品等，学习一些“干货”。",
        "label": ""
      },
      {
        "sentence": "一般而言，人缘好的人都有以下特征：爱笑，愿意多与他人接触、交流，愿意帮助他人或者请求他人帮助自己，会与他人分享（包括八卦、秘密、零食等）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去做的。但是最近我想要去学生会却全都被刷下来了，建立起来的信心瓦解了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去做的。",
        "label": ""
      },
      {
        "sentence": "但是最近我想要去学生会却全都被刷下来了，建立起来的信心瓦解了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失败是很正常的事情，我们的一生，就是在跌跌撞撞中成长起来的呀。你并不是唯一一个被淘汰的，所以想想其他被淘汰的选手吧，大家也都能继续过下去的呀。可以总结经验，是自己面试或者笔试没有准备好？不如多向其他选手取经啊，以后就知道在做一件事情之前，要做好哪些准备呀~也许这些地方本身就不适合你呢？不如把精力从对外的交流，转移到对内的提升，好好学习？凡事多总结，找找方法，如果一直不适合，也许根本就是方向不对？但请千万不要自我否定，要相信世间有光，因为只有相信，才能让更多的光有机会照进来呀。",
    "annotation": [
      {
        "sentence": "失败是很正常的事情，我们的一生，就是在跌跌撞撞中成长起来的呀。",
        "label": ""
      },
      {
        "sentence": "你并不是唯一一个被淘汰的，所以想想其他被淘汰的选手吧，大家也都能继续过下去的呀。",
        "label": ""
      },
      {
        "sentence": "可以总结经验，是自己面试或者笔试没有准备好？",
        "label": ""
      },
      {
        "sentence": "不如多向其他选手取经啊，以后就知道在做一件事情之前，要做好哪些准备呀~也许这些地方本身就不适合你呢？",
        "label": ""
      },
      {
        "sentence": "不如把精力从对外的交流，转移到对内的提升，好好学习？",
        "label": ""
      },
      {
        "sentence": "凡事多总结，找找方法，如果一直不适合，也许根本就是方向不对？",
        "label": ""
      },
      {
        "sentence": "但请千万不要自我否定，要相信世间有光，因为只有相信，才能让更多的光有机会照进来呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽量调整自己的心态，并努力去尝试。希望能早日走出低沉，快乐起来。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽量调整自己的心态，并努力去尝试。",
        "label": ""
      },
      {
        "sentence": "希望能早日走出低沉，快乐起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你的努力和改变一定会有回报的。记住要好好爱自己，有自己的一杆秤，知道什么该做什么不该做。不断充实、提升自己，一方面可以转移注意力，一方面当你更加优秀了，你的魅力会吸引更多懂你的朋友的。加油！如果还有需要的时候，随时来找我聊天哦。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你的努力和改变一定会有回报的。",
        "label": ""
      },
      {
        "sentence": "记住要好好爱自己，有自己的一杆秤，知道什么该做什么不该做。",
        "label": ""
      },
      {
        "sentence": "不断充实、提升自己，一方面可以转移注意力，一方面当你更加优秀了，你的魅力会吸引更多懂你的朋友的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有需要的时候，随时来找我聊天哦。",
        "label": ""
      }
    ]
  }
]