[
  {
    "role": "client",
    "content": "高一男生，最近一年没去上学，想待在家里待一辈子？我学习以前在初中总是下游，我住在衡水这边，压力很大，临近中考一个月左右没去学校，中考都只是勉强去的，那段时间没有自信心，也不想与人交流，本来也没什么朋友，像QQ微信几乎不用，之后勉强去了与初中对接的一个普通高中，读了一个月，之后一年都没去，我对学校的老师以及教育方式很仇视，我认为他们的职责应该是教书，为什么总是强调育人，而且管理方式很严格，我在那里待着很难受，很不痛快，不上学的一年里，刚开始就像一只被关在笼子里很久的野兽突然摆脱束缚一样，在家里父母总说要给我看心里医生，说即便是不去普通高中也该去一所职高或是中专，我什么学也不想上，他们说让我找工作，我也经常问自己到底想干什么，可是我什么也不想干，我可以承认我有一些心结，但是我想我的想法应该不是那种极端的想法，我只是想待在家里待一辈子",
    "annotation": [
      {
        "sentence": "高一男生，最近一年没去上学，想待在家里待一辈子？",
        "label": ""
      },
      {
        "sentence": "我学习以前在初中总是下游，我住在衡水这边，压力很大，临近中考一个月左右没去学校，中考都只是勉强去的，那段时间没有自信心，也不想与人交流，本来也没什么朋友，像QQ微信几乎不用，之后勉强去了与初中对接的一个普通高中，读了一个月，之后一年都没去，我对学校的老师以及教育方式很仇视，我认为他们的职责应该是教书，为什么总是强调育人，而且管理方式很严格，我在那里待着很难受，很不痛快，不上学的一年里，刚开始就像一只被关在笼子里很久的野兽突然摆脱束缚一样，在家里父母总说要给我看心里医生，说即便是不去普通高中也该去一所职高或是中专，我什么学也不想上，他们说让我找工作，我也经常问自己到底想干什么，可是我什么也不想干，我可以承认我有一些心结，但是我想我的想法应该不是那种极端的想法，我只是想待在家里待一辈子",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无意中看到你的问题，等认真读完你的文字，才发现你提问已经有一段时间了，不知道现在的你状态如何？去上学了吗？还是工作了？现在还有这样的困惑吗？从你的文字中了解到你住在衡水，先可以想象你所承受的压力！因前段时间，有机会向衡水毕业的朋友打听过他们曾经的学习经历，说“边跑步边睡觉”，这让我们觉得不可思议！所以能理解处在压力中且努力要好的你！不知道你的现状、性别，那还是一起聊聊你所描述的情况吧：“临近中考一个月左右没去学校，中考都只是勉强去的，那段时间没有自信心，也不想与人交流，本来也没什么朋友，像QQ微信几乎不用”中考前发生了什么让你没去学校？那段时间你怎么啦？你这样的状态爸爸妈妈、老师是如何对待和处理的？他们和你又是如何相处的？以前的你是怎样的？是如何与爸爸妈妈、同学老师交往的？",
    "annotation": [
      {
        "sentence": "无意中看到你的问题，等认真读完你的文字，才发现你提问已经有一段时间了，不知道现在的你状态如何？",
        "label": ""
      },
      {
        "sentence": "去上学了吗？",
        "label": ""
      },
      {
        "sentence": "还是工作了？",
        "label": ""
      },
      {
        "sentence": "现在还有这样的困惑吗？",
        "label": ""
      },
      {
        "sentence": "从你的文字中了解到你住在衡水，先可以想象你所承受的压力！",
        "label": ""
      },
      {
        "sentence": "因前段时间，有机会向衡水毕业的朋友打听过他们曾经的学习经历，说“边跑步边睡觉”，这让我们觉得不可思议！",
        "label": ""
      },
      {
        "sentence": "所以能理解处在压力中且努力要好的你！",
        "label": ""
      },
      {
        "sentence": "不知道你的现状、性别，那还是一起聊聊你所描述的情况吧：“临近中考一个月左右没去学校，中考都只是勉强去的，那段时间没有自信心，也不想与人交流，本来也没什么朋友，像QQ微信几乎不用”中考前发生了什么让你没去学校？",
        "label": ""
      },
      {
        "sentence": "那段时间你怎么啦？",
        "label": ""
      },
      {
        "sentence": "你这样的状态爸爸妈妈、老师是如何对待和处理的？",
        "label": ""
      },
      {
        "sentence": "他们和你又是如何相处的？",
        "label": ""
      },
      {
        "sentence": "以前的你是怎样的？",
        "label": ""
      },
      {
        "sentence": "是如何与爸爸妈妈、同学老师交往的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那段时间我觉得压力很大，很没有自信心，所以才没去学校。爸爸妈妈和老师对我有很高的期望，他们很严厉地要求我参加中考，但是我觉得自己做不到，所以就选择逃避。以前的我是比较内向的，不太善于与人交流，所以也没有很多朋友。",
    "annotation": [
      {
        "sentence": "那段时间我觉得压力很大，很没有自信心，所以才没去学校。",
        "label": ""
      },
      {
        "sentence": "爸爸妈妈和老师对我有很高的期望，他们很严厉地要求我参加中考，但是我觉得自己做不到，所以就选择逃避。",
        "label": ""
      },
      {
        "sentence": "以前的我是比较内向的，不太善于与人交流，所以也没有很多朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你选择逃避，那你当时是怎么应对爸爸妈妈和老师的压力的？他们会怎样对待你呢？你觉得他们的期望对你来说是一种动力还是负担呢？以前的你是怎样渡过中学生活的？有没有遇到过类似的困惑？",
    "annotation": [
      {
        "sentence": "听说你选择逃避，那你当时是怎么应对爸爸妈妈和老师的压力的？",
        "label": ""
      },
      {
        "sentence": "他们会怎样对待你呢？",
        "label": ""
      },
      {
        "sentence": "你觉得他们的期望对你来说是一种动力还是负担呢？",
        "label": ""
      },
      {
        "sentence": "以前的你是怎样渡过中学生活的？",
        "label": ""
      },
      {
        "sentence": "有没有遇到过类似的困惑？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我对他们的期望感到很大的压力，觉得自己无法满足他们的要求，所以就逃避了。他们会为了让我上学而施加压力，对我进行监督和批评。我觉得他们的期望对我来说更像是一种负担，让我感觉很沉重。以前的我学习成绩一直不好，没有足够的自信和朋友支持，所以一直在逃避学习和人际交往的问题。",
    "annotation": [
      {
        "sentence": "当时我对他们的期望感到很大的压力，觉得自己无法满足他们的要求，所以就逃避了。",
        "label": ""
      },
      {
        "sentence": "他们会为了让我上学而施加压力，对我进行监督和批评。",
        "label": ""
      },
      {
        "sentence": "我觉得他们的期望对我来说更像是一种负担，让我感觉很沉重。",
        "label": ""
      },
      {
        "sentence": "以前的我学习成绩一直不好，没有足够的自信和朋友支持，所以一直在逃避学习和人际交往的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在学习和社交方面遇到了很大的困难，对于这些问题你有没有尝试过寻求帮助或者寻找解决的办法呢？如果你现在回想起来，你觉得当时逃避对你有帮助吗？对于现在你想待在家里待一辈子的想法，你有没有考虑过其他的选择或者未来的发展方向呢？",
    "annotation": [
      {
        "sentence": "听起来你在学习和社交方面遇到了很大的困难，对于这些问题你有没有尝试过寻求帮助或者寻找解决的办法呢？",
        "label": ""
      },
      {
        "sentence": "如果你现在回想起来，你觉得当时逃避对你有帮助吗？",
        "label": ""
      },
      {
        "sentence": "对于现在你想待在家里待一辈子的想法，你有没有考虑过其他的选择或者未来的发展方向呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有尝试过主动寻求帮助，觉得自己解决不了这些问题。当时逃避给我带来了一时的解脱和安宁，但长期来看，并没有解决我的问题，反而让我陷入了更深的困境。对于未来的发展，我一直没有明确的想法，也没有考虑过其他的选择。",
    "annotation": [
      {
        "sentence": "我没有尝试过主动寻求帮助，觉得自己解决不了这些问题。",
        "label": ""
      },
      {
        "sentence": "当时逃避给我带来了一时的解脱和安宁，但长期来看，并没有解决我的问题，反而让我陷入了更深的困境。",
        "label": ""
      },
      {
        "sentence": "对于未来的发展，我一直没有明确的想法，也没有考虑过其他的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对困境，我们都需要适时地接受帮助和寻找解决的方法。现在的你是否愿意考虑一些解决之道呢？虽然说你对学校和教育方式有抵触情绪，但我们不能将所有的老师和教育都一概而论。毕竟，学校也提供了很多学习和交流的机会。你是否愿意先尝试去理解和接受学校的存在呢？另外，你也可以考虑一些其他的发展方向，比如职业学校或者中专，这些地方可能会提供一些你感兴趣的专业和培训，也许会找到适合你的领域。你有没有什么兴趣或者喜欢的事情呢？",
    "annotation": [
      {
        "sentence": "面对困境，我们都需要适时地接受帮助和寻找解决的方法。",
        "label": ""
      },
      {
        "sentence": "现在的你是否愿意考虑一些解决之道呢？",
        "label": ""
      },
      {
        "sentence": "虽然说你对学校和教育方式有抵触情绪，但我们不能将所有的老师和教育都一概而论。",
        "label": ""
      },
      {
        "sentence": "毕竟，学校也提供了很多学习和交流的机会。",
        "label": ""
      },
      {
        "sentence": "你是否愿意先尝试去理解和接受学校的存在呢？",
        "label": ""
      },
      {
        "sentence": "另外，你也可以考虑一些其他的发展方向，比如职业学校或者中专，这些地方可能会提供一些你感兴趣的专业和培训，也许会找到适合你的领域。",
        "label": ""
      },
      {
        "sentence": "你有没有什么兴趣或者喜欢的事情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量接受帮助和寻找解决",
    "annotation": [
      {
        "sentence": "我会尽量接受帮助和寻找解决",
        "label": ""
      }
    ]
  }
]