[
  {
    "role": "client",
    "content": "为什么现在大龄单身男女很难进入亲密关系？我身边有很多大龄单身朋友，他们有一个共同的特征，就是很难进入一段亲密关系中，虽然表面很想谈恋爱结婚，但总感觉潜意识里是有什么阻碍着他们，请问这是什么原因呢？",
    "annotation": [
      {
        "sentence": "为什么现在大龄单身男女很难进入亲密关系？",
        "label": ""
      },
      {
        "sentence": "我身边有很多大龄单身朋友，他们有一个共同的特征，就是很难进入一段亲密关系中，虽然表面很想谈恋爱结婚，但总感觉潜意识里是有什么阻碍着他们，请问这是什么原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我就是你口中所说的大龄单身“狗”。而且我的确如你所推测的那样我很难进入到一段亲密关系之中。而且我表面看起来对结婚这事急不可耐，也一直把“脱单”放在嘴边，但真要到“实战”的时候，我内心仿佛有股子力量在拉扯我。最后的最后，你会发现被“剩下”的这几个人，还是之前那一波。本次回答，我就从我自己的价值观来说说为什么依旧有人会被剩下。希望我的回答能带给你一些启发。",
    "annotation": [
      {
        "sentence": "我就是你口中所说的大龄单身“狗”。",
        "label": ""
      },
      {
        "sentence": "而且我的确如你所推测的那样我很难进入到一段亲密关系之中。",
        "label": ""
      },
      {
        "sentence": "而且我表面看起来对结婚这事急不可耐，也一直把“脱单”放在嘴边，但真要到“实战”的时候，我内心仿佛有股子力量在拉扯我。",
        "label": ""
      },
      {
        "sentence": "最后的最后，你会发现被“剩下”的这几个人，还是之前那一波。",
        "label": ""
      },
      {
        "sentence": "本次回答，我就从我自己的价值观来说说为什么依旧有人会被剩下。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能带给你一些启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你分享你的经历。我非常理解那种内心的矛盾和力量的拉扯。那么你认为这种困境的原因是什么呢？是不是因为过去的伤痛所致？",
    "annotation": [
      {
        "sentence": "谢谢你分享你的经历。",
        "label": ""
      },
      {
        "sentence": "我非常理解那种内心的矛盾和力量的拉扯。",
        "label": ""
      },
      {
        "sentence": "那么你认为这种困境的原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "是不是因为过去的伤痛所致？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，很多大龄单身人士都有属于自己过去的前尘往事。而那段往事必然带着忧伤。可能是经历了前任的情感背叛，可能是因为自己太年轻不懂得珍惜、又或者是自己太过不成熟而伤害了对方。无论是哪一种导致了情感崩塌，都会在心底留下很深很深的一个骷髅。时间对于这种经历的淡化能力是有限的。所以会很矛盾，一边对爱的渴望，一边是对过往的耿耿于怀。为了给自己最大的安慰，所以当事人会假装自己已经看开，但实际上，那么“未亡人”从来没有真正的被释怀过。",
    "annotation": [
      {
        "sentence": "是的，很多大龄单身人士都有属于自己过去的前尘往事。",
        "label": ""
      },
      {
        "sentence": "而那段往事必然带着忧伤。",
        "label": ""
      },
      {
        "sentence": "可能是经历了前任的情感背叛，可能是因为自己太年轻不懂得珍惜、又或者是自己太过不成熟而伤害了对方。",
        "label": ""
      },
      {
        "sentence": "无论是哪一种导致了情感崩塌，都会在心底留下很深很深的一个骷髅。",
        "label": ""
      },
      {
        "sentence": "时间对于这种经历的淡化能力是有限的。",
        "label": ""
      },
      {
        "sentence": "所以会很矛盾，一边对爱的渴望，一边是对过往的耿耿于怀。",
        "label": ""
      },
      {
        "sentence": "为了给自己最大的安慰，所以当事人会假装自己已经看开，但实际上，那么“未亡人”从来没有真正的被释怀过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，过去的伤痛会对大龄单身人士产生很大的影响。除此之外，还有其他原因导致难以建立亲密关系吗？",
    "annotation": [
      {
        "sentence": "我明白了，过去的伤痛会对大龄单身人士产生很大的影响。",
        "label": ""
      },
      {
        "sentence": "除此之外，还有其他原因导致难以建立亲密关系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了过去的伤痛，还有一种可能性是上一段的恋情给人带来了太大的震撼。由于怕重蹈覆辙，大龄男女只能把自己保护起来。没有谈过恋爱的人会成为“母胎单身”，但这种单身至少没有过被爱情虐伤的经历，所以只要他\\她不打破了母胎solo，也会变和一般饮食男女无异。但是，另外一种就比较残忍了，因为过去自己心理留着强烈的遗憾，对未来的感情也充满的恐惧和担忧。所以，大龄单身男女会在感情上会更加的谨慎。他们会伪装的很大气的说自己不怕婚姻不怕爱情。可真当自己的追求者出现的时候，自己内心就会翻云覆雨，害怕自己做的不够好让对方不喜欢，害怕别人不是那个真命天子\\女而不敢对对方交付珍惜。这样的情况下，不要说结婚了，就是维持一段恋情都是难上加难。",
    "annotation": [
      {
        "sentence": "除了过去的伤痛，还有一种可能性是上一段的恋情给人带来了太大的震撼。",
        "label": ""
      },
      {
        "sentence": "由于怕重蹈覆辙，大龄男女只能把自己保护起来。",
        "label": ""
      },
      {
        "sentence": "没有谈过恋爱的人会成为“母胎单身”，但这种单身至少没有过被爱情虐伤的经历，所以只要他\\她不打破了母胎solo，也会变和一般饮食男女无异。",
        "label": ""
      },
      {
        "sentence": "但是，另外一种就比较残忍了，因为过去自己心理留着强烈的遗憾，对未来的感情也充满的恐惧和担忧。",
        "label": ""
      },
      {
        "sentence": "所以，大龄单身男女会在感情上会更加的谨慎。",
        "label": ""
      },
      {
        "sentence": "他们会伪装的很大气的说自己不怕婚姻不怕爱情。",
        "label": ""
      },
      {
        "sentence": "可真当自己的追求者出现的时候，自己内心就会翻云覆雨，害怕自己做的不够好让对方不喜欢，害怕别人不是那个真命天子\\女而不敢对对方交付珍惜。",
        "label": ""
      },
      {
        "sentence": "这样的情况下，不要说结婚了，就是维持一段恋情都是难上加难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我对大龄单身男女的困境有了更深入的了解。那么，作为他们的朋友，我应该如何帮助他们走出过往伤疤呢？",
    "annotation": [
      {
        "sentence": "原来如此，我对大龄单身男女的困境有了更深入的了解。",
        "label": ""
      },
      {
        "sentence": "那么，作为他们的朋友，我应该如何帮助他们走出过往伤疤呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我提出如下建议：首先，不要给你身边的大龄单身朋友们太大的心理压力，不要让他们感到自己被孤立或者评价。大龄单身人士经常面临情感压力，我们作为朋友应该理解他们内心的挣扎。其次，尊重他们的决定，如果他们还没有准备好谈恋爱或结婚，我们应该尊重他们的选择和生活方式。最后，作为朋友，不要催婚。不要用我们的价值观来评价他们的幸福与否。每个人都有不同的生活轨迹和选择，我们应该给予他们理解和支持。",
    "annotation": [
      {
        "sentence": "我提出如下建议：首先，不要给你身边的大龄单身朋友们太大的心理压力，不要让他们感到自己被孤立或者评价。",
        "label": ""
      },
      {
        "sentence": "大龄单身人士经常面临情感压力，我们作为朋友应该理解他们内心的挣扎。",
        "label": ""
      },
      {
        "sentence": "其次，尊重他们的决定，如果他们还没有准备好谈恋爱或结婚，我们应该尊重他们的选择和生活方式。",
        "label": ""
      },
      {
        "sentence": "最后，作为朋友，不要催婚。",
        "label": ""
      },
      {
        "sentence": "不要用我们的价值观来评价他们的幸福与否。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的生活轨迹和选择，我们应该给予他们理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会更加理解和支持我的大龄单身朋友们。每个人都有自己的时机和选择，我会尊重他们的决定。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会更加理解和支持我的大龄单身朋友们。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的时机和选择，我会尊重他们的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，记住每个人都曾憧憬过婚姻，但不是每个人都能早早地成为婚姻的“幸运儿”。如果我们还没有遇",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，记住每个人都曾憧憬过婚姻，但不是每个人都能早早地成为婚姻的“幸运儿”。",
        "label": ""
      },
      {
        "sentence": "如果我们还没有遇",
        "label": ""
      }
    ]
  }
]