[
  {
    "role": "client",
    "content": "孩子已成年，为给孩子做饭而耽误工作合适么？我是妈妈，我去工作，孩子自己在家吃饭都是点外卖。有时为了给小孩亲自做饭，我会推迟工作，因为觉得外卖不卫生，而且小孩因为上学在家的时间不长。而我的行为总是引起孩子的不解，他认为自己已经独立，而我的行为过于溺爱，极力反对我因为做饭而推迟工作。我该遵循自己还是听从孩子的建议呢？",
    "annotation": [
      {
        "sentence": "孩子已成年，为给孩子做饭而耽误工作合适么？",
        "label": ""
      },
      {
        "sentence": "我是妈妈，我去工作，孩子自己在家吃饭都是点外卖。",
        "label": ""
      },
      {
        "sentence": "有时为了给小孩亲自做饭，我会推迟工作，因为觉得外卖不卫生，而且小孩因为上学在家的时间不长。",
        "label": ""
      },
      {
        "sentence": "而我的行为总是引起孩子的不解，他认为自己已经独立，而我的行为过于溺爱，极力反对我因为做饭而推迟工作。",
        "label": ""
      },
      {
        "sentence": "我该遵循自己还是听从孩子的建议呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先想问你一个问题，是不是一个好妈妈，该谁说了算？龙应台的《目送》里有一段精彩的描写，想与你分享：我慢慢地、慢慢地了解到，所谓父女母子女一场，只不过意味着，你和他的缘分就是今生今世不断地在目送他的背影渐行渐远。你站立在小路的这一端，看着他逐渐消失在小路转弯的地方，而且，他用背影默默告诉你：不必追。孩子在长大，作为家长，无微不至的照顾，我们能给多久？父母不在身边的时候，孩子该如何照顾自己，或许是我们更应该思考的问题。授人以鱼，不如授人以渔的道理大家都懂，但面对自己最爱的人，我们往往会忘了道理。孩子都会长成大人，我们也要学会用成长的眼光去看待他。很多时候，家长的付出，满足的都是大人的需求，而不是孩子的。做一个好家长，可以从放手开始。愿你的付出，孩子都看得见。",
    "annotation": [
      {
        "sentence": "首先想问你一个问题，是不是一个好妈妈，该谁说了算？",
        "label": ""
      },
      {
        "sentence": "龙应台的《目送》里有一段精彩的描写，想与你分享：我慢慢地、慢慢地了解到，所谓父女母子女一场，只不过意味着，你和他的缘分就是今生今世不断地在目送他的背影渐行渐远。",
        "label": ""
      },
      {
        "sentence": "你站立在小路的这一端，看着他逐渐消失在小路转弯的地方，而且，他用背影默默告诉你：不必追。",
        "label": ""
      },
      {
        "sentence": "孩子在长大，作为家长，无微不至的照顾，我们能给多久？",
        "label": ""
      },
      {
        "sentence": "父母不在身边的时候，孩子该如何照顾自己，或许是我们更应该思考的问题。",
        "label": ""
      },
      {
        "sentence": "授人以鱼，不如授人以渔的道理大家都懂，但面对自己最爱的人，我们往往会忘了道理。",
        "label": ""
      },
      {
        "sentence": "孩子都会长成大人，我们也要学会用成长的眼光去看待他。",
        "label": ""
      },
      {
        "sentence": "很多时候，家长的付出，满足的都是大人的需求，而不是孩子的。",
        "label": ""
      },
      {
        "sentence": "做一个好家长，可以从放手开始。",
        "label": ""
      },
      {
        "sentence": "愿你的付出，孩子都看得见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，孩子渐渐长大，他确实需要学会照顾自己。我也明白授人以渔的道理，但我总觉得亲自给孩子做饭是一种表达关爱的方式。我担心如果不去做饭，就会失去了与孩子的亲密时光。",
    "annotation": [
      {
        "sentence": "你说的很有道理，孩子渐渐长大，他确实需要学会照顾自己。",
        "label": ""
      },
      {
        "sentence": "我也明白授人以渔的道理，但我总觉得亲自给孩子做饭是一种表达关爱的方式。",
        "label": ""
      },
      {
        "sentence": "我担心如果不去做饭，就会失去了与孩子的亲密时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，对于一个妈妈来说，亲手做饭确实是非常重要的。或许我们可以找到一个平衡点，既可以让孩子学会照顾自己，又能保持和他的亲密关系。你可以一周固定几天做饭，其他时间可以尝试教孩子一些简单的做饭技巧，让他有机会自己动手。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，对于一个妈妈来说，亲手做饭确实是非常重要的。",
        "label": ""
      },
      {
        "sentence": "或许我们可以找到一个平衡点，既可以让孩子学会照顾自己，又能保持和他的亲密关系。",
        "label": ""
      },
      {
        "sentence": "你可以一周固定几天做饭，其他时间可以尝试教孩子一些简单的做饭技巧，让他有机会自己动手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个主意不错，我可以尝试教孩子一些简单的烹饪技巧，让他能够在我不在家的时候自己做饭。这样我可以既照顾到孩子的需求，又能保持工作不受太大影响。",
    "annotation": [
      {
        "sentence": "这个主意不错，我可以尝试教孩子一些简单的烹饪技巧，让他能够在我不在家的时候自己做饭。",
        "label": ""
      },
      {
        "sentence": "这样我可以既照顾到孩子的需求，又能保持工作不受太大影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法很明智。通过教孩子一些简单的烹饪技巧，不仅可以让他学会照顾自己，还能培养他的独立能力。在你不在家的时候，他也能自己解决饮食问题，同时你也能专心工作，不再为此担心。",
    "annotation": [
      {
        "sentence": "很好，你的想法很明智。",
        "label": ""
      },
      {
        "sentence": "通过教孩子一些简单的烹饪技巧，不仅可以让他学会照顾自己，还能培养他的独立能力。",
        "label": ""
      },
      {
        "sentence": "在你不在家的时候，他也能自己解决饮食问题，同时你也能专心工作，不再为此担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我意识到了自己应该更多考虑到孩子的独立成长。我会尽量放手，教会孩子自己做饭，同时也保持和他的亲密关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我意识到了自己应该更多考虑到孩子的独立成长。",
        "label": ""
      },
      {
        "sentence": "我会尽量放手，教会孩子自己做饭，同时也保持和他的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的决定。记住，做一个好家长，并不意味着完全放弃照顾孩子，而是要在关心与独立之间找到平衡点。相信你的付出和孩子的理解会让你们的关系更加和谐。祝你们都幸福快乐！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的决定。",
        "label": ""
      },
      {
        "sentence": "记住，做一个好家长，并不意味着完全放弃照顾孩子，而是要在关心与独立之间找到平衡点。",
        "label": ""
      },
      {
        "sentence": "相信你的付出和孩子的理解会让你们的关系更加和谐。",
        "label": ""
      },
      {
        "sentence": "祝你们都幸福快乐！",
        "label": ""
      }
    ]
  }
]