[
  {
    "role": "client",
    "content": "孩子已成年，为给孩子做饭而耽误工作合适么？我是妈妈，我去工作，孩子自己在家吃饭都是点外卖。有时为了给小孩亲自做饭，我会推迟工作，因为觉得外卖不卫生，而且小孩因为上学在家的时间不长。而我的行为总是引起孩子的不解，他认为自己已经独立，而我的行为过于溺爱，极力反对我因为做饭而推迟工作。我该遵循自己还是听从孩子的建议呢？",
    "annotation": [
      {
        "sentence": "孩子已成年，为给孩子做饭而耽误工作合适么？",
        "label": ""
      },
      {
        "sentence": "我是妈妈，我去工作，孩子自己在家吃饭都是点外卖。",
        "label": ""
      },
      {
        "sentence": "有时为了给小孩亲自做饭，我会推迟工作，因为觉得外卖不卫生，而且小孩因为上学在家的时间不长。",
        "label": ""
      },
      {
        "sentence": "而我的行为总是引起孩子的不解，他认为自己已经独立，而我的行为过于溺爱，极力反对我因为做饭而推迟工作。",
        "label": ""
      },
      {
        "sentence": "我该遵循自己还是听从孩子的建议呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，你在工作和给孩子做饭之间纠结，可以感受到你作为一个妈妈对孩子健康的关心。其实有很多妈妈像你一样，跟其他事情比起来，孩子永远是第一位，母亲对孩子的爱是出于本能，无论在哪儿，在做什么，孩子都是心里的牵挂。身边有很多妈妈，为了孩子辞去工作，选择了当一个家庭主妇，全职照顾孩子的生活和学习。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，你在工作和给孩子做饭之间纠结，可以感受到你作为一个妈妈对孩子健康的关心。",
        "label": ""
      },
      {
        "sentence": "其实有很多妈妈像你一样，跟其他事情比起来，孩子永远是第一位，母亲对孩子的爱是出于本能，无论在哪儿，在做什么，孩子都是心里的牵挂。",
        "label": ""
      },
      {
        "sentence": "身边有很多妈妈，为了孩子辞去工作，选择了当一个家庭主妇，全职照顾孩子的生活和学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也确实很希望能够全职照顾孩子，但是现在经济压力很大，我需要自己去工作来维持家庭的生活。有时候我也有矛盾，不知道是应该坚持工作还是听从孩子的意见。",
    "annotation": [
      {
        "sentence": "我也确实很希望能够全职照顾孩子，但是现在经济压力很大，我需要自己去工作来维持家庭的生活。",
        "label": ""
      },
      {
        "sentence": "有时候我也有矛盾，不知道是应该坚持工作还是听从孩子的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，经济压力是每个家庭都面临的问题。不过，即使你需要工作，也不意味着你完全不能顾及孩子的饮食健康。或许可以从其他方面寻求解决办法，比如说和孩子商量一下，看是否可以自己动手做些简单的饭菜，既可以保证饮食的健康又不耽误你的工作。",
    "annotation": [
      {
        "sentence": "理解你的担心，经济压力是每个家庭都面临的问题。",
        "label": ""
      },
      {
        "sentence": "不过，即使你需要工作，也不意味着你完全不能顾及孩子的饮食健康。",
        "label": ""
      },
      {
        "sentence": "或许可以从其他方面寻求解决办法，比如说和孩子商量一下，看是否可以自己动手做些简单的饭菜，既可以保证饮食的健康又不耽误你的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我也觉得可以尝试一下。但是我担心孩子不愿意，毕竟他已经认为自己很独立了，我怕我的提议会引起他的反感。",
    "annotation": [
      {
        "sentence": "是啊，我也觉得可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "但是我担心孩子不愿意，毕竟他已经认为自己很独立了，我怕我的提议会引起他的反感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子已经成年，有了自己的主见和想法，需要学会去独立生活。从你的描述中可以看到孩子有独立意识，也懂得体谅父母，不对父母过分依赖。在成年之前，孩子缺乏生活自理能力，很多地方需要父母的照顾和帮助，但成年之后，孩子已经长大了，作为父母要慢慢放手，给孩子自由成长的空间。可以教孩子一些简单易做的菜，孩子以后也会有自己的生活，学会做饭会有很大帮助。不工作的时间可以为孩子做一顿丰盛的美食，时间上更充裕，不会因为后面还有工作而慌乱，孩子也会更容易接受。",
    "annotation": [
      {
        "sentence": "孩子已经成年，有了自己的主见和想法，需要学会去独立生活。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看到孩子有独立意识，也懂得体谅父母，不对父母过分依赖。",
        "label": ""
      },
      {
        "sentence": "在成年之前，孩子缺乏生活自理能力，很多地方需要父母的照顾和帮助，但成年之后，孩子已经长大了，作为父母要慢慢放手，给孩子自由成长的空间。",
        "label": ""
      },
      {
        "sentence": "可以教孩子一些简单易做的菜，孩子以后也会有自己的生活，学会做饭会有很大帮助。",
        "label": ""
      },
      {
        "sentence": "不工作的时间可以为孩子做一顿丰盛的美食，时间上更充裕，不会因为后面还有工作而慌乱，孩子也会更容易接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该给孩子更多的独立空间，让他学会自己解决一些问题。我会和他好好沟通，看看他是否愿意尝试自己做饭。",
    "annotation": [
      {
        "sentence": "我明白了，我应该给孩子更多的独立空间，让他学会自己解决一些问题。",
        "label": ""
      },
      {
        "sentence": "我会和他好好沟通，看看他是否愿意尝试自己做饭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，沟通是解决问题的关键。和孩子坦诚地交流，告诉他你的担心和关心，也听取他的想法。相信通过沟通和理解，你们一定可以找到一个相互满意的解决方案。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "和孩子坦诚地交流，告诉他你的担心和关心，也听取他的想法。",
        "label": ""
      },
      {
        "sentence": "相信通过沟通和理解，你们一定可以找到一个相互满意的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和孩子进行一次深入的交流。不再勉强自己去做饭，也会更加尊重孩子的选择和独立性。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和孩子进行一次深入的交流。",
        "label": ""
      },
      {
        "sentence": "不再勉强自己去做饭，也会更加尊重孩子的选择和独立性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够处理好家庭和工作之间的平衡，给孩子更多成长的空间。祝你们一家人幸福快乐！如果还有其他问题或者困惑，随时都可以来找我倾诉哦！",
    "annotation": [
      {
        "sentence": "我相信你一定能够处理好家庭和工作之间的平衡，给孩子更多成长的空间。",
        "label": ""
      },
      {
        "sentence": "祝你们一家人幸福快乐！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者困惑，随时都可以来找我倾诉哦！",
        "label": ""
      }
    ]
  }
]