[
  {
    "role": "client",
    "content": "孩子已成年，为给孩子做饭而耽误工作合适么？我是妈妈，我去工作，孩子自己在家吃饭都是点外卖。有时为了给小孩亲自做饭，我会推迟工作，因为觉得外卖不卫生，而且小孩因为上学在家的时间不长。而我的行为总是引起孩子的不解，他认为自己已经独立，而我的行为过于溺爱，极力反对我因为做饭而推迟工作。我该遵循自己还是听从孩子的建议呢？",
    "annotation": [
      {
        "sentence": "孩子已成年，为给孩子做饭而耽误工作合适么？",
        "label": ""
      },
      {
        "sentence": "我是妈妈，我去工作，孩子自己在家吃饭都是点外卖。",
        "label": ""
      },
      {
        "sentence": "有时为了给小孩亲自做饭，我会推迟工作，因为觉得外卖不卫生，而且小孩因为上学在家的时间不长。",
        "label": ""
      },
      {
        "sentence": "而我的行为总是引起孩子的不解，他认为自己已经独立，而我的行为过于溺爱，极力反对我因为做饭而推迟工作。",
        "label": ""
      },
      {
        "sentence": "我该遵循自己还是听从孩子的建议呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你提的问题，有这样几个点是你跟孩子有分歧的地方：一、孩子自己在家吃饭都是点外卖，而你亲子给孩子做法因为觉得外卖不卫生。不否认你在食品健康上面对孩子确实很用心，但是你是否也高估了外卖的危害了呢，毕竟你的孩子他自己在家都是点外卖，但是你并没有详细说因为吃外卖而导致拉肚子之类的事情，可见通常没有什么问题，而且外卖这种事务既然存在就有一定的合理性，如果忙不赢做饭，那点一下外卖也没有什么。如果你换个角度想呢，是不是可以从建议孩子如何健康的点外卖入手呢？",
    "annotation": [
      {
        "sentence": "看到你提的问题，有这样几个点是你跟孩子有分歧的地方：一、孩子自己在家吃饭都是点外卖，而你亲子给孩子做法因为觉得外卖不卫生。",
        "label": ""
      },
      {
        "sentence": "不否认你在食品健康上面对孩子确实很用心，但是你是否也高估了外卖的危害了呢，毕竟你的孩子他自己在家都是点外卖，但是你并没有详细说因为吃外卖而导致拉肚子之类的事情，可见通常没有什么问题，而且外卖这种事务既然存在就有一定的合理性，如果忙不赢做饭，那点一下外卖也没有什么。",
        "label": ""
      },
      {
        "sentence": "如果你换个角度想呢，是不是可以从建议孩子如何健康的点外卖入手呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也意识到了，外卖并不是完全不可行的选择，可是我总是担心孩子吃不健康的食物，这让我很纠结。而且我觉得自己做饭可以更好地表达我的关心和爱。",
    "annotation": [
      {
        "sentence": "其实我也意识到了，外卖并不是完全不可行的选择，可是我总是担心孩子吃不健康的食物，这让我很纠结。",
        "label": ""
      },
      {
        "sentence": "而且我觉得自己做饭可以更好地表达我的关心和爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对孩子健康的担心，但也请你考虑一下外卖在现代生活中的普遍性。现在人们的生活节奏很快，忙碌的工作很容易让人没时间做饭。你可以和孩子一起探讨如何选择更健康的外卖选项，比如选择营养丰富的菜单，控制食用油脂等。同时，你还可以通过其他方式表达你的关心，比如关心他的学业、生活状况等。",
    "annotation": [
      {
        "sentence": "我明白你对孩子健康的担心，但也请你考虑一下外卖在现代生活中的普遍性。",
        "label": ""
      },
      {
        "sentence": "现在人们的生活节奏很快，忙碌的工作很容易让人没时间做饭。",
        "label": ""
      },
      {
        "sentence": "你可以和孩子一起探讨如何选择更健康的外卖选项，比如选择营养丰富的菜单，控制食用油脂等。",
        "label": ""
      },
      {
        "sentence": "同时，你还可以通过其他方式表达你的关心，比如关心他的学业、生活状况等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我可能过于关注孩子的饮食问题，而忽视了其他方面的关心。我应该多和孩子沟通，了解他的需要，给予他更全面的关怀。",
    "annotation": [
      {
        "sentence": "确实，我可能过于关注孩子的饮食问题，而忽视了其他方面的关心。",
        "label": ""
      },
      {
        "sentence": "我应该多和孩子沟通，了解他的需要，给予他更全面的关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能意识到这一点。和孩子进行沟通是非常重要的，你可以问他对于你做饭的看法，以及他期望得到什么样的关爱。同时，也希望你能够学会放手，让孩子自己去解决吃饭的问题，培养他独立的能力。",
    "annotation": [
      {
        "sentence": "很高兴你能意识到这一点。",
        "label": ""
      },
      {
        "sentence": "和孩子进行沟通是非常重要的，你可以问他对于你做饭的看法，以及他期望得到什么样的关爱。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能够学会放手，让孩子自己去解决吃饭的问题，培养他独立的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和孩子沟通，尊重他的意见，同时给予他适当的独立空间。我希望我们的关系能够更加和谐。",
    "annotation": [
      {
        "sentence": "我会试着和孩子沟通，尊重他的意见，同时给予他适当的独立空间。",
        "label": ""
      },
      {
        "sentence": "我希望我们的关系能够更加和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个不错的决策。相信通过你们之间的沟通和理解，你们的关系会变得更好。不要过分自责，你已经是一个非常用心的妈妈了。祝愿你和孩子能够建立更加健康、平衡的关系。",
    "annotation": [
      {
        "sentence": "这是一个不错的决策。",
        "label": ""
      },
      {
        "sentence": "相信通过你们之间的沟通和理解，你们的关系会变得更好。",
        "label": ""
      },
      {
        "sentence": "不要过分自责，你已经是一个非常用心的妈妈了。",
        "label": ""
      },
      {
        "sentence": "祝愿你和孩子能够建立更加健康、平衡的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力的。希望我们下次的对话能够有更好的结果。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力的。",
        "label": ""
      },
      {
        "sentence": "希望我们下次的对话能够有更好的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我会一直在这里支持你的。如果你有任何问题，随时都可以来找我倾诉。希望我们的对话对你有所帮助。加油！",
    "annotation": [
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望我们的对话对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]