[
  {
    "role": "client",
    "content": "本人是18岁社交恐惧症男生，现在到了大学该怎么办？社交恐惧症，感觉结交新的朋友很累，有些舍友们已经互相混熟了，但我和他们之间总感觉有沟壑，难以做到像老朋友那样想聊啥就聊啥，总有顾虑。",
    "annotation": [
      {
        "sentence": "本人是18岁社交恐惧症男生，现在到了大学该怎么办？",
        "label": ""
      },
      {
        "sentence": "社交恐惧症，感觉结交新的朋友很累，有些舍友们已经互相混熟了，但我和他们之间总感觉有沟壑，难以做到像老朋友那样想聊啥就聊啥，总有顾虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对于大学的社交环境感到有些困惑和焦虑。我理解你的感受，因为我小时候也曾经有相似的问题。对于社交恐惧症的困扰，我曾经尝试通过阅读各种书籍、听励志演讲等方式来帮助自己。大学是一个全新的环境，没有人认识你，这其实是一个机会，你可以在这个新环境中重新塑造自己的形象。但是我也明白，在班级的联谊会上可能会感到压力，别的同学表演各种才艺，而你可能感到自己无所长，有些胆怯。但是我们的人生并非一朝一夕能够发生巨大改变的，而是需要付出持续努力的过程。我庆幸大学给了我这样的机会，让我有了一些变化。同时，我想提醒你，其实比起你，还有很多人更内向，更害怕交际，或者有其他的问题，例如外貌、性格等。我们往往因为觉得自己不善于社交，而进一步产生对社交的恐惧，不敢尝试。其实社交是一项技能，只要我们愿意去学习，就一定能够掌握。对于骑自行车来说，如果你永远不去学习，不去尝试上车、摔上几跤，怎么可能学会骑自行车呢？我们可以从简单的基础动作练习开始，例如见面时打招呼、夸奖他人的衣服或发型等。如果一次说五句话感觉有点难，那就从三句话开始。这些基础动作对我们来说可能会有一定的难度，因为我们担心自己的声音发颤、表情僵硬、眼神飘忽，生怕这些表现会被对方看穿。其实对方往往并不会察觉到我们的内心想法，他们和陌生人交往时也会有一些内心的活动，只是我们看不见而已。另外，在练习之前，可以深呼吸，心中默念要练习的简单语句，控制自己的表情和语气。如果觉得某些语句过于复杂难以控制，那就选择更简单的语言和动作练习。观察一下同学中谁表现自然得体大方，容易模仿他们的言谈举止，而不是那种特别夸张的类型。逐渐地，你会发现自己进入了演员的角色。不管你内心有多惊慌失措，你的外表一定要保持镇静自若。如果表情千变万化太困难，那就保持呆若木鸡的状态，如果有能力的话，带上一个轻轻的笑容。有时候你可以买一些水果，不需要很贵的，洗干净放在桌子上请大家吃。语言可以很简单，同学们会感受到你的善意，这样交往起来会更容易一些。在同学中选择那些比较友善、容易相处的人开始交往，也许很快你就能找到好朋友。当然，这只是一个方法，你也可以尝试其他途径。好好想想如何去练习骑自行车，如何做一个演员。虽然你可能不会成为最优秀的自行车运动员或者电影明星，但只要你坚持练习，至少你会学会骑自行车，成为一名合格的演员。",
    "annotation": [
      {
        "sentence": "听起来你对于大学的社交环境感到有些困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "我理解你的感受，因为我小时候也曾经有相似的问题。",
        "label": ""
      },
      {
        "sentence": "对于社交恐惧症的困扰，我曾经尝试通过阅读各种书籍、听励志演讲等方式来帮助自己。",
        "label": ""
      },
      {
        "sentence": "大学是一个全新的环境，没有人认识你，这其实是一个机会，你可以在这个新环境中重新塑造自己的形象。",
        "label": ""
      },
      {
        "sentence": "但是我也明白，在班级的联谊会上可能会感到压力，别的同学表演各种才艺，而你可能感到自己无所长，有些胆怯。",
        "label": ""
      },
      {
        "sentence": "但是我们的人生并非一朝一夕能够发生巨大改变的，而是需要付出持续努力的过程。",
        "label": ""
      },
      {
        "sentence": "我庆幸大学给了我这样的机会，让我有了一些变化。",
        "label": ""
      },
      {
        "sentence": "同时，我想提醒你，其实比起你，还有很多人更内向，更害怕交际，或者有其他的问题，例如外貌、性格等。",
        "label": ""
      },
      {
        "sentence": "我们往往因为觉得自己不善于社交，而进一步产生对社交的恐惧，不敢尝试。",
        "label": ""
      },
      {
        "sentence": "其实社交是一项技能，只要我们愿意去学习，就一定能够掌握。",
        "label": ""
      },
      {
        "sentence": "对于骑自行车来说，如果你永远不去学习，不去尝试上车、摔上几跤，怎么可能学会骑自行车呢？",
        "label": ""
      },
      {
        "sentence": "我们可以从简单的基础动作练习开始，例如见面时打招呼、夸奖他人的衣服或发型等。",
        "label": ""
      },
      {
        "sentence": "如果一次说五句话感觉有点难，那就从三句话开始。",
        "label": ""
      },
      {
        "sentence": "这些基础动作对我们来说可能会有一定的难度，因为我们担心自己的声音发颤、表情僵硬、眼神飘忽，生怕这些表现会被对方看穿。",
        "label": ""
      },
      {
        "sentence": "其实对方往往并不会察觉到我们的内心想法，他们和陌生人交往时也会有一些内心的活动，只是我们看不见而已。",
        "label": ""
      },
      {
        "sentence": "另外，在练习之前，可以深呼吸，心中默念要练习的简单语句，控制自己的表情和语气。",
        "label": ""
      },
      {
        "sentence": "如果觉得某些语句过于复杂难以控制，那就选择更简单的语言和动作练习。",
        "label": ""
      },
      {
        "sentence": "观察一下同学中谁表现自然得体大方，容易模仿他们的言谈举止，而不是那种特别夸张的类型。",
        "label": ""
      },
      {
        "sentence": "逐渐地，你会发现自己进入了演员的角色。",
        "label": ""
      },
      {
        "sentence": "不管你内心有多惊慌失措，你的外表一定要保持镇静自若。",
        "label": ""
      },
      {
        "sentence": "如果表情千变万化太困难，那就保持呆若木鸡的状态，如果有能力的话，带上一个轻轻的笑容。",
        "label": ""
      },
      {
        "sentence": "有时候你可以买一些水果，不需要很贵的，洗干净放在桌子上请大家吃。",
        "label": ""
      },
      {
        "sentence": "语言可以很简单，同学们会感受到你的善意，这样交往起来会更容易一些。",
        "label": ""
      },
      {
        "sentence": "在同学中选择那些比较友善、容易相处的人开始交往，也许很快你就能找到好朋友。",
        "label": ""
      },
      {
        "sentence": "当然，这只是一个方法，你也可以尝试其他途径。",
        "label": ""
      },
      {
        "sentence": "好好想想如何去练习骑自行车，如何做一个演员。",
        "label": ""
      },
      {
        "sentence": "虽然你可能不会成为最优秀的自行车运动员或者电影明星，但只要你坚持练习，至少你会学会骑自行车，成为一名合格的演员。",
        "label": ""
      }
    ]
  }
]