[
  {
    "role": "client",
    "content": "男朋友又要食言，面对这样的恋爱我该怎么办？",
    "annotation": [
      {
        "sentence": "男朋友又要食言，面对这样的恋爱我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于对方来说，一方面是爱情，一方面是工作，这对于对方来说也是一个两难的抉择，对于你来说，一方面是爱情，一方面是稳定，而且我们和对方已经有了一些隔阂，所以坚定不移的和对方走下去的决心也不是很大。",
    "annotation": [
      {
        "sentence": "对于对方来说，一方面是爱情，一方面是工作，这对于对方来说也是一个两难的抉择，对于你来说，一方面是爱情，一方面是稳定，而且我们和对方已经有了一些隔阂，所以坚定不移的和对方走下去的决心也不是很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他面临选择的难题，但他之前承诺过这个月回来的，现在又说要留下来。我感到生气和失望，因为他曾经也食言过，而且我们之间已经存在了一些问题和矛盾。",
    "annotation": [
      {
        "sentence": "我明白他面临选择的难题，但他之前承诺过这个月回来的，现在又说要留下来。",
        "label": ""
      },
      {
        "sentence": "我感到生气和失望，因为他曾经也食言过，而且我们之间已经存在了一些问题和矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在以后的感情生活中，肯定是需要有人牺牲的，毕竟在我们踏入社会之后，有些时间是不属于自己的，比如我们的工作，还有一些推脱不了的应酬，这都是我们不得不面对的现实问题。对于多数人来说，肯定希望可以和自己心爱的人多相处一段时间，但并不是所有人都有这个时间。",
    "annotation": [
      {
        "sentence": "在以后的感情生活中，肯定是需要有人牺牲的，毕竟在我们踏入社会之后，有些时间是不属于自己的，比如我们的工作，还有一些推脱不了的应酬，这都是我们不得不面对的现实问题。",
        "label": ""
      },
      {
        "sentence": "对于多数人来说，肯定希望可以和自己心爱的人多相处一段时间，但并不是所有人都有这个时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解这种工作与爱情的两难选择，但是我也不确定是否应该继续坚持下去。我在考虑是否应该放弃这段关系。",
    "annotation": [
      {
        "sentence": "我理解这种工作与爱情的两难选择，但是我也不确定是否应该继续坚持下去。",
        "label": ""
      },
      {
        "sentence": "我在考虑是否应该放弃这段关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果说这真的是一个很好的机会，对于对方的未来会有不错的发展，我相信大家都会理解，也不愿意自己成为对方的累赘，肯定希望对方可以勇敢的走下去。如果说对方的道路本身就不是很明确，也没有找准自己的方向，甚至很多时候是在人生十字路口徘徊，那么我们可以给对方提出一些建议，告诉对方需要自己去做抉择，只要自己不后悔就好了。",
    "annotation": [
      {
        "sentence": "如果说这真的是一个很好的机会，对于对方的未来会有不错的发展，我相信大家都会理解，也不愿意自己成为对方的累赘，肯定希望对方可以勇敢的走下去。",
        "label": ""
      },
      {
        "sentence": "如果说对方的道路本身就不是很明确，也没有找准自己的方向，甚至很多时候是在人生十字路口徘徊，那么我们可以给对方提出一些建议，告诉对方需要自己去做抉择，只要自己不后悔就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该尊重他的决定，并给予他一些建议和支持。但是我也希望他能够找到自己的方向，并且不再食言，让我感到失望和困惑。",
    "annotation": [
      {
        "sentence": "我明白了，我应该尊重他的决定，并给予他一些建议和支持。",
        "label": ""
      },
      {
        "sentence": "但是我也希望他能够找到自己的方向，并且不再食言，让我感到失望和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "就目前的情况来看，我们确实不知道和对方可以走到哪一步，也不知道对方以后的前景如何，但是我们可以先做好自己的事，比如我们的事业，每一次面试应该都可以找到自己的不足，那么我们是不是也可以调整一下自己，在不足中提升自己的能力，慢慢的找到心仪的工作。对于爱情，我们也不需要过于强求，有些事我们可以提出自己的建议，决定可以交给对方，只要彼此不后悔自己的决定就好了。",
    "annotation": [
      {
        "sentence": "就目前的情况来看，我们确实不知道和对方可以走到哪一步，也不知道对方以后的前景如何，但是我们可以先做好自己的事，比如我们的事业，每一次面试应该都可以找到自己的不足，那么我们是不是也可以调整一下自己，在不足中提升自己的能力，慢慢的找到心仪的工作。",
        "label": ""
      },
      {
        "sentence": "对于爱情，我们也不需要过于强求，有些事我们可以提出自己的建议，决定可以交给对方，只要彼此不后悔自己的决定就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该先关注自己的事业和发展，并且给予对方一些建议。最重要的是，我们都不后悔自己的决定。我会试着理解他的选择，同时也希望他能够对我们的关系更加坚定和信任。",
    "annotation": [
      {
        "sentence": "你说得对，我应该先关注自己的事业和发展，并且给予对方一些建议。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我们都不后悔自己的决定。",
        "label": ""
      },
      {
        "sentence": "我会试着理解他的选择，同时也希望他能够对我们的关系更加坚定和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够换位思考，并且愿意尝试理解他的选择。在这个过程中，记得保持良好的沟通和互相支持，无论最终怎样，你们都能够做出适合自己的决定。希望你们的感情能够得到更好的发展，同时也希望你能够找到自己的幸福和稳定。",
    "annotation": [
      {
        "sentence": "很高兴看到你能够换位思考，并且愿意尝试理解他的选择。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得保持良好的沟通和互相支持，无论最终怎样，你们都能够做出适合自己的决定。",
        "label": ""
      },
      {
        "sentence": "希望你们的感情能够得到更好的发展，同时也希望你能够找到自己的幸福和稳定。",
        "label": ""
      }
    ]
  }
]