[
  {
    "role": "client",
    "content": "我最近遇到了一个问题，我求家人帮忙，被拒绝了会生气愤怒，这是什么心理？",
    "annotation": [
      {
        "sentence": "我最近遇到了一个问题，我求家人帮忙，被拒绝了会生气愤怒，这是什么心理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你说“请求家人帮忙，被拒绝了会生气愤怒”，我首先感觉到的是你有了困难需要帮助，并信任、期待家人可以帮助。在这种情况下，也许你的内心会有一个声音在讲“我真的很需要帮助，你帮帮我好不好”同时对家人的信任和期待，让你向他们表达了这样的需求，告诉他们你是需要帮助的。",
    "annotation": [
      {
        "sentence": "看到你说“请求家人帮忙，被拒绝了会生气愤怒”，我首先感觉到的是你有了困难需要帮助，并信任、期待家人可以帮助。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，也许你的内心会有一个声音在讲“我真的很需要帮助，你帮帮我好不好”同时对家人的信任和期待，让你向他们表达了这样的需求，告诉他们你是需要帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直把家人当作可以依靠的人，所以当我遇到困难需要帮助时，我会选择向他们求助。但是当他们拒绝我的请求时，我会感到特别失望和沮丧。为什么他们不愿意帮助我呢？",
    "annotation": [
      {
        "sentence": "是的，我一直把家人当作可以依靠的人，所以当我遇到困难需要帮助时，我会选择向他们求助。",
        "label": ""
      },
      {
        "sentence": "但是当他们拒绝我的请求时，我会感到特别失望和沮丧。",
        "label": ""
      },
      {
        "sentence": "为什么他们不愿意帮助我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你的家人拒绝你的时候，你可能会感觉到，自己“被帮助”的需求不会满足了，这是一种希望被转化成失望的感觉。同时，“请求帮助却被拒绝”，也是一种期待落空的痛苦感觉。这两种感觉混杂在一起，是会让人感觉到很难受的。",
    "annotation": [
      {
        "sentence": "当你的家人拒绝你的时候，你可能会感觉到，自己“被帮助”的需求不会满足了，这是一种希望被转化成失望的感觉。",
        "label": ""
      },
      {
        "sentence": "同时，“请求帮助却被拒绝”，也是一种期待落空的痛苦感觉。",
        "label": ""
      },
      {
        "sentence": "这两种感觉混杂在一起，是会让人感觉到很难受的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感受到了深深的失望和痛苦。这种被拒绝的感觉让我觉得自己被伤害了一样。所以我会直接感到愤怒和生气，用这些情绪来保护自己，让自己不再继续被伤害。",
    "annotation": [
      {
        "sentence": "是的，我感受到了深深的失望和痛苦。",
        "label": ""
      },
      {
        "sentence": "这种被拒绝的感觉让我觉得自己被伤害了一样。",
        "label": ""
      },
      {
        "sentence": "所以我会直接感到愤怒和生气，用这些情绪来保护自己，让自己不再继续被伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，也许在生气和愤怒之前，你先感受到了受伤害的情绪，然后才会用生气和愤怒的情绪来保护自己不再继续被伤害。也许这种被伤害的感觉太痛苦了，你不想再去面对这样的痛苦，而当你再次需要帮助的时候，想到被拒绝的痛苦，就不愿意再开口了。",
    "annotation": [
      {
        "sentence": "你说的很对，也许在生气和愤怒之前，你先感受到了受伤害的情绪，然后才会用生气和愤怒的情绪来保护自己不再继续被伤害。",
        "label": ""
      },
      {
        "sentence": "也许这种被伤害的感觉太痛苦了，你不想再去面对这样的痛苦，而当你再次需要帮助的时候，想到被拒绝的痛苦，就不愿意再开口了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我害怕再次面对被拒绝的痛苦，所以宁愿自己一个人承担问题，也不再向家人寻求帮助。但这样的做法是否正确呢？",
    "annotation": [
      {
        "sentence": "是的，我害怕再次面对被拒绝的痛苦，所以宁愿自己一个人承担问题，也不再向家人寻求帮助。",
        "label": ""
      },
      {
        "sentence": "但这样的做法是否正确呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不知道你对自己“会愤怒，生气”是什么样的感觉，但我想告诉那个受伤的你，你确实感受到了痛苦，并且保护自己不再继续受伤，不是什么错误。如果一定要讲些什么方法的话，也许你可以调整一下保护自己的方式，让它变得更能被自己和他人接受，比如在请求帮助之前，调整一下预期，做好“对方有可能会拒绝我”的心理准备。这样的话，可能会在被拒绝时，不再那么难受，以至于需要去愤怒和生气。",
    "annotation": [
      {
        "sentence": "我不知道你对自己“会愤怒，生气”是什么样的感觉，但我想告诉那个受伤的你，你确实感受到了痛苦，并且保护自己不再继续受伤，不是什么错误。",
        "label": ""
      },
      {
        "sentence": "如果一定要讲些什么方法的话，也许你可以调整一下保护自己的方式，让它变得更能被自己和他人接受，比如在请求帮助之前，调整一下预期，做好“对方有可能会拒绝我”的心理准备。",
        "label": ""
      },
      {
        "sentence": "这样的话，可能会在被拒绝时，不再那么难受，以至于需要去愤怒和生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我可以改变一下自己的期望，不再对家人的帮助给予过高的期待。这样即使被拒绝了，我也能更好地接受和理解。",
    "annotation": [
      {
        "sentence": "你说得对，也许我可以改变一下自己的期望，不再对家人的帮助给予过高的期待。",
        "label": ""
      },
      {
        "sentence": "这样即使被拒绝了，我也能更好地接受和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，调整期望可以帮助你更好地处理被拒绝的情况。最后，希望你可以在需要的时候获得帮助，在没获得帮助时，也不再那么痛苦。",
    "annotation": [
      {
        "sentence": "对的，调整期望可以帮助你更好地处理被拒绝的情况。",
        "label": ""
      },
      {
        "sentence": "最后，希望你可以在需要的时候获得帮助，在没获得帮助时，也不再那么痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尝试调整自己的心态，寻找更好的方式来处理这样的情况。希望将来我可以更好地处理被拒绝的情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尝试调整自己的心态，寻找更好的方式来处理这样的情况。",
        "label": ""
      },
      {
        "sentence": "希望将来我可以更好地处理被拒绝的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢，相信你能够找到适合自己的方式。如果以后还有任何问题，可以随时向我寻求帮助。祝福你能够渡过困难，变得更加坚强。",
    "annotation": [
      {
        "sentence": "你很勇敢，相信你能够找到适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题，可以随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你能够渡过困难，变得更加坚强。",
        "label": ""
      }
    ]
  }
]