[
  {
    "role": "client",
    "content": "男朋友又要食言，面对这样的恋爱我该怎么办？",
    "annotation": [
      {
        "sentence": "男朋友又要食言，面对这样的恋爱我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男朋友似乎给我上了一课，他在之前对我承诺过这个月放假就回来，今天给我说他们老总希望他留下来帮个忙，因为一月份会比较忙，说以后给他在我们地区给他安排个区域经理职位。但是我当场是生气的，因为他已经说过及承诺过，本月回来，之前也说过他只上十多天得全部工资，不太好吧，他说公司知道怎么做。但是今天他说这样不太好。他从十月提离职，到本月，到目前还在给我扯东扯西，我都嫌他累，我为何不信任他，因为他食言过几次，要不是上级给他一口饼，他就想去尝，又说想在那公司做满一年，对下份工作没有什么影响。之前又说想创业。我直接给他说了，我说的就是本月，最后一次，如果不回来暂时别联系我。我不想管其他的了，提离职这么久以来，都没有人去替代他，是公司的问题还是他的问题，他相当于是管某个区域的管理，上级也想挽留他，因为一开始都是他在做。但是他的工作我并不是特别支持，因为离家乡太远，他就算升上去了也会这跑那跑。",
    "annotation": [
      {
        "sentence": "男朋友似乎给我上了一课，他在之前对我承诺过这个月放假就回来，今天给我说他们老总希望他留下来帮个忙，因为一月份会比较忙，说以后给他在我们地区给他安排个区域经理职位。",
        "label": ""
      },
      {
        "sentence": "但是我当场是生气的，因为他已经说过及承诺过，本月回来，之前也说过他只上十多天得全部工资，不太好吧，他说公司知道怎么做。",
        "label": ""
      },
      {
        "sentence": "但是今天他说这样不太好。",
        "label": ""
      },
      {
        "sentence": "他从十月提离职，到本月，到目前还在给我扯东扯西，我都嫌他累，我为何不信任他，因为他食言过几次，要不是上级给他一口饼，他就想去尝，又说想在那公司做满一年，对下份工作没有什么影响。",
        "label": ""
      },
      {
        "sentence": "之前又说想创业。",
        "label": ""
      },
      {
        "sentence": "我直接给他说了，我说的就是本月，最后一次，如果不回来暂时别联系我。",
        "label": ""
      },
      {
        "sentence": "我不想管其他的了，提离职这么久以来，都没有人去替代他，是公司的问题还是他的问题，他相当于是管某个区域的管理，上级也想挽留他，因为一开始都是他在做。",
        "label": ""
      },
      {
        "sentence": "但是他的工作我并不是特别支持，因为离家乡太远，他就算升上去了也会这跑那跑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他不够信任，已经食言过多次了。我不知道怎么处理这样的情况，我该怎么做才能理解他？",
    "annotation": [
      {
        "sentence": "我觉得他不够信任，已经食言过多次了。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么处理这样的情况，我该怎么做才能理解他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对他的失望和不信任感。但是，问题还是可以从两个方面来思考。首先，他食言可能是因为面临一些职业上的困扰，可能是他对自己的职业和经济能力不自信。其次，你们可以一起沟通，试图理解他的考虑和决策背后的原因。职业和感情的平衡是一个难题，需要时间和双方的付出来解决。你们可以坐下来，诚实地交流，看看如何能够相互理解和支持对方。",
    "annotation": [
      {
        "sentence": "我理解你对他的失望和不信任感。",
        "label": ""
      },
      {
        "sentence": "但是，问题还是可以从两个方面来思考。",
        "label": ""
      },
      {
        "sentence": "首先，他食言可能是因为面临一些职业上的困扰，可能是他对自己的职业和经济能力不自信。",
        "label": ""
      },
      {
        "sentence": "其次，你们可以一起沟通，试图理解他的考虑和决策背后的原因。",
        "label": ""
      },
      {
        "sentence": "职业和感情的平衡是一个难题，需要时间和双方的付出来解决。",
        "label": ""
      },
      {
        "sentence": "你们可以坐下来，诚实地交流，看看如何能够相互理解和支持对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得他一直不够坚定，对我们的感情也没有足够的信心。我担心他的不坚定会影响我们的未来。我应该如何平衡自己的情感和他的职业发展？",
    "annotation": [
      {
        "sentence": "但是我觉得他一直不够坚定，对我们的感情也没有足够的信心。",
        "label": ""
      },
      {
        "sentence": "我担心他的不坚定会影响我们的未来。",
        "label": ""
      },
      {
        "sentence": "我应该如何平衡自己的情感和他的职业发展？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是正常的，对于一个人的坚定和决心，确实会影响到双方的未来。但是，你可以试着了解和了解他内心的困惑和焦虑。也许他只是在寻找他自己的职业道路，并试图在事业和感情之间找到平衡。你可以通过真诚的对话来找到相互理解的方式，同时也让他明白你的需求和担忧。在平衡职业发展和感情之间，你们可以共同探讨出一个能够让双方都满意的解决方案。",
    "annotation": [
      {
        "sentence": "你的担忧是正常的，对于一个人的坚定和决心，确实会影响到双方的未来。",
        "label": ""
      },
      {
        "sentence": "但是，你可以试着了解和了解他内心的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "也许他只是在寻找他自己的职业道路，并试图在事业和感情之间找到平衡。",
        "label": ""
      },
      {
        "sentence": "你可以通过真诚的对话来找到相互理解的方式，同时也让他明白你的需求和担忧。",
        "label": ""
      },
      {
        "sentence": "在平衡职业发展和感情之间，你们可以共同探讨出一个能够让双方都满意的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经和他提过我的担忧，但他好像并没有太在意，反而觉得我不理解他的困境。我觉得我们的沟通出现了问题，应该怎么办？",
    "annotation": [
      {
        "sentence": "我曾经和他提过我的担忧，但他好像并没有太在意，反而觉得我不理解他的困境。",
        "label": ""
      },
      {
        "sentence": "我觉得我们的沟通出现了问题，应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通问题是很常见的。重要的是要在沟通中保持理解和尊重。你可以试试换个方式，更加温和和他交流，表达你的关心和担忧的的同时，也更多地倾听他的想法和感受。试着站在对方的角度，理解他的困扰，从而找到更好的解决方案。也可以考虑邀请一个中立的第三方，如心理咨询师，作为中介帮助你们更好地沟通和解决问题。",
    "annotation": [
      {
        "sentence": "沟通问题是很常见的。",
        "label": ""
      },
      {
        "sentence": "重要的是要在沟通中保持理解和尊重。",
        "label": ""
      },
      {
        "sentence": "你可以试试换个方式，更加温和和他交流，表达你的关心和担忧的的同时，也更多地倾听他的想法和感受。",
        "label": ""
      },
      {
        "sentence": "试着站在对方的角度，理解他的困扰，从而找到更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "也可以考虑邀请一个中立的第三方，如心理咨询师，作为中介帮助你们更好地沟通和解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会尝试换个方式和他沟通，更加理解他的困境。希望我们可以找到一个平衡的办法，让双方都能够满意。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会尝试换个方式和他沟通，更加理解他的困境。",
        "label": ""
      },
      {
        "sentence": "希望我们可以找到一个平衡的办法，让双方都能够满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试和他重新沟通。理解和支持是建立健康感情的关键。给彼此一些时间和空间，相信你们一定可以找到一个平衡的方式，使得你们的感情和他的职业发展都能得到满足。要相信彼此，坚持着一起面对问题，未来一定会更好的。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试和他重新沟通。",
        "label": ""
      },
      {
        "sentence": "理解和支持是建立健康感情的关键。",
        "label": ""
      },
      {
        "sentence": "给彼此一些时间和空间，相信你们一定可以找到一个平衡的方式，使得你们的感情和他的职业发展都能得到满足。",
        "label": ""
      },
      {
        "sentence": "要相信彼此，坚持着一起面对问题，未来一定会更好的。",
        "label": ""
      }
    ]
  }
]