[
  {
    "role": "client",
    "content": "男朋友又要食言，面对这样的恋爱我该怎么办？",
    "annotation": [
      {
        "sentence": "男朋友又要食言，面对这样的恋爱我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他工作地点不稳定，我也不好跟随，他工资也没高到可以养起我。我对他，持一般的感受，总之，会让我哭让我笑。我对他信任度也不是很高，如果他在这件事情上没有做到。我可能会选择跟他分手，因为我不想异地恋，当然我也可以去外地上班，但前提得不是这跑那跑。也许他觉得有经济方面的压力，或者说对下份工作有影响。因为这样，感觉我好像在逼他，每次他都说我排第一，但每次有那样的机会，感觉他都想选择工作，而我这边他也想拖着。",
    "annotation": [
      {
        "sentence": "他工作地点不稳定，我也不好跟随，他工资也没高到可以养起我。",
        "label": ""
      },
      {
        "sentence": "我对他，持一般的感受，总之，会让我哭让我笑。",
        "label": ""
      },
      {
        "sentence": "我对他信任度也不是很高，如果他在这件事情上没有做到。",
        "label": ""
      },
      {
        "sentence": "我可能会选择跟他分手，因为我不想异地恋，当然我也可以去外地上班，但前提得不是这跑那跑。",
        "label": ""
      },
      {
        "sentence": "也许他觉得有经济方面的压力，或者说对下份工作有影响。",
        "label": ""
      },
      {
        "sentence": "因为这样，感觉我好像在逼他，每次他都说我排第一，但每次有那样的机会，感觉他都想选择工作，而我这边他也想拖着。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他的工作情况并不理想，但有时候我会觉得他对我的承诺并不可靠。我对他的信任度也减少了，如果他在这次的事情上再次失信的话，我可能会和他分手。我不想经历异地恋，虽然我也可以去其他地方工作，但前提是我们不会频繁分离。或许他会感到经济上的压力，或者他担心这会影响到他下一份工作。这样一来，我好像在迫使他做决定，每次他都说我是第一位的，但一旦有机会，感觉他总是会选择工作，而我这边他又拖延。",
    "annotation": [
      {
        "sentence": "我明白他的工作情况并不理想，但有时候我会觉得他对我的承诺并不可靠。",
        "label": ""
      },
      {
        "sentence": "我对他的信任度也减少了，如果他在这次的事情上再次失信的话，我可能会和他分手。",
        "label": ""
      },
      {
        "sentence": "我不想经历异地恋，虽然我也可以去其他地方工作，但前提是我们不会频繁分离。",
        "label": ""
      },
      {
        "sentence": "或许他会感到经济上的压力，或者他担心这会影响到他下一份工作。",
        "label": ""
      },
      {
        "sentence": "这样一来，我好像在迫使他做决定，每次他都说我是第一位的，但一旦有机会，感觉他总是会选择工作，而我这边他又拖延。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在的情况好像让你觉得有些不公平，你在公司忙碌的时候让他走，但事实上他本来就知道这种情况，也答应了本月回来。每次都出现这种情况让你不相信他会在过年回来，也许后面还会有其他变化。与其等待一个不确定的人，不如勇敢地放手，让他自己去奋斗。也许他现在不适合谈恋爱。从他的选择上，你也不禁想到了自己，也许你真的不够优秀。你找工作找了几个月都没有找到满意的，通过的你又不想去，拒绝了很多家，想去的又去不了。越找到后面就越不想找了，自己也没有什么积蓄，和父母住在一起。你也会责怪自己，想去的地方似乎都无法实现。你想随便找个工作都办不到，过不了心里那一关，又不想将就。你不知道该怎么办了，你觉得每天都比较焦虑，虽然几乎每天都有面试。但是还是没有找到理想的地方。你觉得很困扰，爱情和事业如何才能解决这些问题，变得更好呢？",
    "annotation": [
      {
        "sentence": "现在的情况好像让你觉得有些不公平，你在公司忙碌的时候让他走，但事实上他本来就知道这种情况，也答应了本月回来。",
        "label": ""
      },
      {
        "sentence": "每次都出现这种情况让你不相信他会在过年回来，也许后面还会有其他变化。",
        "label": ""
      },
      {
        "sentence": "与其等待一个不确定的人，不如勇敢地放手，让他自己去奋斗。",
        "label": ""
      },
      {
        "sentence": "也许他现在不适合谈恋爱。",
        "label": ""
      },
      {
        "sentence": "从他的选择上，你也不禁想到了自己，也许你真的不够优秀。",
        "label": ""
      },
      {
        "sentence": "你找工作找了几个月都没有找到满意的，通过的你又不想去，拒绝了很多家，想去的又去不了。",
        "label": ""
      },
      {
        "sentence": "越找到后面就越不想找了，自己也没有什么积蓄，和父母住在一起。",
        "label": ""
      },
      {
        "sentence": "你也会责怪自己，想去的地方似乎都无法实现。",
        "label": ""
      },
      {
        "sentence": "你想随便找个工作都办不到，过不了心里那一关，又不想将就。",
        "label": ""
      },
      {
        "sentence": "你不知道该怎么办了，你觉得每天都比较焦虑，虽然几乎每天都有面试。",
        "label": ""
      },
      {
        "sentence": "但是还是没有找到理想的地方。",
        "label": ""
      },
      {
        "sentence": "你觉得很困扰，爱情和事业如何才能解决这些问题，变得更好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得很不公平。我为了工作忙碌，却让他离开。不过事实上他早就知道这样的情况，并答应了本月回来。每次都出现这样的情况让我对他回来过年也不再相信，也许后面还会有其他的变化。与其等待一个不确定的人，不如勇敢地放手，让他自己去奋斗吧。也许此时他并不适合谈恋爱。从他的选择中，我也不禁想到了自己，也许我真的不够优秀。找工作找了几个月都没有找到理想的，通过的我又不想去，拒绝了很多家，想去的又去不了。越找下去反而越没动力了，自己也没有什么积蓄，只能和父母住在一起。有时候我也会责怪自己，就连随便找个工作都办不到，我过不了心里的那个关口，也不想将就。我真的不知道该怎么办了，每天都感到很焦虑，虽然几乎每天都有面试。但是还是没有找到满意的地方。我真的很困扰，不知道应该如何解决爱情和事业的问题，如何能变得更好。",
    "annotation": [
      {
        "sentence": "是的，我觉得很不公平。",
        "label": ""
      },
      {
        "sentence": "我为了工作忙碌，却让他离开。",
        "label": ""
      },
      {
        "sentence": "不过事实上他早就知道这样的情况，并答应了本月回来。",
        "label": ""
      },
      {
        "sentence": "每次都出现这样的情况让我对他回来过年也不再相信，也许后面还会有其他的变化。",
        "label": ""
      },
      {
        "sentence": "与其等待一个不确定的人，不如勇敢地放手，让他自己去奋斗吧。",
        "label": ""
      },
      {
        "sentence": "也许此时他并不适合谈恋爱。",
        "label": ""
      },
      {
        "sentence": "从他的选择中，我也不禁想到了自己，也许我真的不够优秀。",
        "label": ""
      },
      {
        "sentence": "找工作找了几个月都没有找到理想的，通过的我又不想去，拒绝了很多家，想去的又去不了。",
        "label": ""
      },
      {
        "sentence": "越找下去反而越没动力了，自己也没有什么积蓄，只能和父母住在一起。",
        "label": ""
      },
      {
        "sentence": "有时候我也会责怪自己，就连随便找个工作都办不到，我过不了心里的那个关口，也不想将就。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了，每天都感到很焦虑，虽然几乎每天都有面试。",
        "label": ""
      },
      {
        "sentence": "但是还是没有找到满意的地方。",
        "label": ""
      },
      {
        "sentence": "我真的很困扰，不知道应该如何解决爱情和事业的问题，如何能变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况会让你感到困扰和焦虑是可以理解的。但是不要过分责怪自己，每个人都会经历一段找工作的过程，也许只是时间未到。或者你可以重新审视一下自己的求职策略和期望值，有时候稍微调整一下可能会有新的突破。爱情和事业都是需要时间和努力经营的，也许现在的困境只是暂时的，只要你保持积极向上的态度，相信未来总会更好的。你可以给自己一些时间，同时也要和男朋友好好沟通，看看能否找到一个平衡点，让你们两个人都能够得到满足和发展。求职过程中会有波折，但是只要你坚持下去，一定会找到适合自己的工作，实现自己的理想。加油！",
    "annotation": [
      {
        "sentence": "这种情况会让你感到困扰和焦虑是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是不要过分责怪自己，每个人都会经历一段找工作的过程，也许只是时间未到。",
        "label": ""
      },
      {
        "sentence": "或者你可以重新审视一下自己的求职策略和期望值，有时候稍微调整一下可能会有新的突破。",
        "label": ""
      },
      {
        "sentence": "爱情和事业都是需要时间和努力经营的，也许现在的困境只是暂时的，只要你保持积极向上的态度，相信未来总会更好的。",
        "label": ""
      },
      {
        "sentence": "你可以给自己一些时间，同时也要和男朋友好好沟通，看看能否找到一个平衡点，让你们两个人都能够得到满足和发展。",
        "label": ""
      },
      {
        "sentence": "求职过程中会有波折，但是只要你坚持下去，一定会找到适合自己的工作，实现自己的理想。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着调整自己的心态，相信一切都会好起来的。我也会和男朋友好好沟通，看看能否找到一个平衡点，让我们之间的关系更健康稳定。谢谢你给我的建议，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着调整自己的心态，相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "我也会和男朋友好好沟通，看看能否找到一个平衡点，让我们之间的关系更健康稳定。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我的建议，我会加油的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够面对和克服眼前的困难。要相信自己的实力和能力，持续努力，事业和爱情都会顺利发展。如果有任何问题和困扰，随时都可以来找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够面对和克服眼前的困难。",
        "label": ""
      },
      {
        "sentence": "要相信自己的实力和能力，持续努力，事业和爱情都会顺利发展。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题和困扰，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]