[
  {
    "role": "client",
    "content": "看到‘坏人’被夸，内心冲突了，无法协调怎么办？知道一位丑事不少，不检点也虚伪的远亲(近期被提拔担任副校长)，被本地报纸采访，报道成爱岗敬业人品好的模范，报纸常见的模范宣传文章。感觉无法协调内心的矛盾和恶心了，求帮助。",
    "annotation": [
      {
        "sentence": "看到‘坏人’被夸，内心冲突了，无法协调怎么办？",
        "label": ""
      },
      {
        "sentence": "知道一位丑事不少，不检点也虚伪的远亲(近期被提拔担任副校长)，被本地报纸采访，报道成爱岗敬业人品好的模范，报纸常见的模范宣传文章。",
        "label": ""
      },
      {
        "sentence": "感觉无法协调内心的矛盾和恶心了，求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的问题很复杂，我能理解你内心的矛盾和困惑。我们来一起分析一下这个情况。首先，你知道一位远亲存在丑事和不检点的行为，但他却被报纸报道成爱岗敬业、人品好的模范，这让你感到内心无法协调和恶心。你嫉恶如仇的态度是值得赞赏的，特别是在一个教书育人的地方，教师的道德素质至关重要。如果一个道德沦丧的人担任这样的职位，这确实是令人悲哀的情况，也说明我们社会还需要进步。但是，如果事实并没有像你所说的那么严重，那么我们需要先客观地认识到这个问题，并且提供合理的证据，否则可能会给当事人带来不必要的伤害。其次，如果你确实有关于违法乱纪行为的证据，你完全可以匿名举报给当地教育部门。根据相关法律法规，我们有权利进行监督举报，也有义务与这样的行为进行斗争。只要我们尽力而为，并尊重法律规定的范围，我们已经是一个合格的中国公民。其他事情应由相关部门负责处理，我们要对政府的处理能力保持信心。再者，如果你没有证据去证明你的观点，我建议你不要过分关注这件事情，以免给自己增加不必要的心理负担。最后，在你的生活和工作中，要不断学习、开拓眼界，提升自己的格局。只有这样，你看待和处理问题的角度才会不同。这是每个人一生追求的境界。以上是我个人的一些建议，希望能对你有所帮助。有任何其他问题，请继续向我倾诉。",
    "annotation": [
      {
        "sentence": "你描述的问题很复杂，我能理解你内心的矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "我们来一起分析一下这个情况。",
        "label": ""
      },
      {
        "sentence": "首先，你知道一位远亲存在丑事和不检点的行为，但他却被报纸报道成爱岗敬业、人品好的模范，这让你感到内心无法协调和恶心。",
        "label": ""
      },
      {
        "sentence": "你嫉恶如仇的态度是值得赞赏的，特别是在一个教书育人的地方，教师的道德素质至关重要。",
        "label": ""
      },
      {
        "sentence": "如果一个道德沦丧的人担任这样的职位，这确实是令人悲哀的情况，也说明我们社会还需要进步。",
        "label": ""
      },
      {
        "sentence": "但是，如果事实并没有像你所说的那么严重，那么我们需要先客观地认识到这个问题，并且提供合理的证据，否则可能会给当事人带来不必要的伤害。",
        "label": ""
      },
      {
        "sentence": "其次，如果你确实有关于违法乱纪行为的证据，你完全可以匿名举报给当地教育部门。",
        "label": ""
      },
      {
        "sentence": "根据相关法律法规，我们有权利进行监督举报，也有义务与这样的行为进行斗争。",
        "label": ""
      },
      {
        "sentence": "只要我们尽力而为，并尊重法律规定的范围，我们已经是一个合格的中国公民。",
        "label": ""
      },
      {
        "sentence": "其他事情应由相关部门负责处理，我们要对政府的处理能力保持信心。",
        "label": ""
      },
      {
        "sentence": "再者，如果你没有证据去证明你的观点，我建议你不要过分关注这件事情，以免给自己增加不必要的心理负担。",
        "label": ""
      },
      {
        "sentence": "最后，在你的生活和工作中，要不断学习、开拓眼界，提升自己的格局。",
        "label": ""
      },
      {
        "sentence": "只有这样，你看待和处理问题的角度才会不同。",
        "label": ""
      },
      {
        "sentence": "这是每个人一生追求的境界。",
        "label": ""
      },
      {
        "sentence": "以上是我个人的一些建议，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "有任何其他问题，请继续向我倾诉。",
        "label": ""
      }
    ]
  }
]