[
  {
    "role": "client",
    "content": "我是友情里的渣女，主动表达友善，然后逐渐失去热情？我真的很坏，善妒，自私，虚荣，伪善，不会爱人，乱给承诺，友情里的渣女，不主动不拒绝不负责。没有恋爱经历所以下面的话都是针对的友情。",
    "annotation": [
      {
        "sentence": "我是友情里的渣女，主动表达友善，然后逐渐失去热情？",
        "label": ""
      },
      {
        "sentence": "我真的很坏，善妒，自私，虚荣，伪善，不会爱人，乱给承诺，友情里的渣女，不主动不拒绝不负责。",
        "label": ""
      },
      {
        "sentence": "没有恋爱经历所以下面的话都是针对的友情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你对自己的评价，我能感受到你内心的痛苦和自责。在友情或者爱情中我们都可能会有一些不完美的表现，这是正常的，但是你已经意识到了这个问题，这是一个很好的开始。你愿意分享更多关于你对自己的评价的原因吗？",
    "annotation": [
      {
        "sentence": "你好，听到你对自己的评价，我能感受到你内心的痛苦和自责。",
        "label": ""
      },
      {
        "sentence": "在友情或者爱情中我们都可能会有一些不完美的表现，这是正常的，但是你已经意识到了这个问题，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "你愿意分享更多关于你对自己的评价的原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一开始认识的时候觉得对方好乖好可爱，非常主动的表达友善，然后逐渐失去热情，即便如此也不敢让对方知道自己没那么喜欢她了(我非常抗拒和害怕当面拒绝和伤害别人，虽然不拒绝会给她更大的伤害)，什么都不明说，即使对方问起来也会说最喜欢你了(对不起…)，只是态度慢慢变淡，不像之前那么热情了，不过也还没到冷暴力的程度。总之最大的问题是嘴上说的和实际行动根本不是一回事，非常恶心。我还有个毛病是不主动找别人聊天或者出去玩，这个问题是很早很早很早，在遇到现在的朋友之前就存在的，因为这个也被朋友抱怨过……目前不太敢交新朋友了…我为什么这么坏呢？",
    "annotation": [
      {
        "sentence": "一开始认识的时候觉得对方好乖好可爱，非常主动的表达友善，然后逐渐失去热情，即便如此也不敢让对方知道自己没那么喜欢她了(我非常抗拒和害怕当面拒绝和伤害别人，虽然不拒绝会给她更大的伤害)，什么都不明说，即使对方问起来也会说最喜欢你了(对不起…)，只是态度慢慢变淡，不像之前那么热情了，不过也还没到冷暴力的程度。",
        "label": ""
      },
      {
        "sentence": "总之最大的问题是嘴上说的和实际行动根本不是一回事，非常恶心。",
        "label": ""
      },
      {
        "sentence": "我还有个毛病是不主动找别人聊天或者出去玩，这个问题是很早很早很早，在遇到现在的朋友之前就存在的，因为这个也被朋友抱怨过……目前不太敢交新朋友了…我为什么这么坏呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的困惑和内疚。首先，不要对自己太苛责，请记住，每个人都有自己的不足之处。你之所以不敢明确表达自己的感受，可能是因为你担心对方会受伤。但同时，你也知道这种不明确的态度对对方的伤害更大。对待这个问题的解决方案，可以是逐步建立起对面对面沟通的信心，找到一个适合的时间和方式，坦诚地表达自己的感受。至于你不主动找别人聊天或者出去玩的问题，我了解这可能是一个社交恐惧症的表现。你可以试着先从和一两个信任的朋友多交流开始，慢慢地提升自己的社交能力。你并不是坏人，只是对待友情和爱情有些困惑，我们可以一起找到解决的方法。",
    "annotation": [
      {
        "sentence": "我能感受到你的困惑和内疚。",
        "label": ""
      },
      {
        "sentence": "首先，不要对自己太苛责，请记住，每个人都有自己的不足之处。",
        "label": ""
      },
      {
        "sentence": "你之所以不敢明确表达自己的感受，可能是因为你担心对方会受伤。",
        "label": ""
      },
      {
        "sentence": "但同时，你也知道这种不明确的态度对对方的伤害更大。",
        "label": ""
      },
      {
        "sentence": "对待这个问题的解决方案，可以是逐步建立起对面对面沟通的信心，找到一个适合的时间和方式，坦诚地表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "至于你不主动找别人聊天或者出去玩的问题，我了解这可能是一个社交恐惧症的表现。",
        "label": ""
      },
      {
        "sentence": "你可以试着先从和一两个信任的朋友多交流开始，慢慢地提升自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "你并不是坏人，只是对待友情和爱情有些困惑，我们可以一起找到解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会尝试坦诚地表达自己的感受，也会慢慢地克服社交恐惧症。但是有时候我还是会觉得自己很坏，特别是当我明明知道自己不喜欢对方却还说喜欢对方的时候，内心感到非常内疚和虚伪。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会尝试坦诚地表达自己的感受，也会慢慢地克服社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会觉得自己很坏，特别是当我明明知道自己不喜欢对方却还说喜欢对方的时候，内心感到非常内疚和虚伪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对自己的内疚和虚伪感。有时候我们会因为不想伤害别人而说出不真实的话，但是这并不代表你是坏人。我们人都会犯错误，关键是从错误中学习和成长。你已经意识到了这个问题，这是很重要的一步。记住要对自己宽容一点，不要过分苛责自己。你可以尝试和那些你曾经说出喜欢的人坦诚地交流，解释你过去的行为，并表达出你现在的真实感受，这样能够给他们一个更真实的了解，也可为你们的友情带来一些好的改变。",
    "annotation": [
      {
        "sentence": "我理解你对自己的内疚和虚伪感。",
        "label": ""
      },
      {
        "sentence": "有时候我们会因为不想伤害别人而说出不真实的话，但是这并不代表你是坏人。",
        "label": ""
      },
      {
        "sentence": "我们人都会犯错误，关键是从错误中学习和成长。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了这个问题，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "记住要对自己宽容一点，不要过分苛责自己。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和那些你曾经说出喜欢的人坦诚地交流，解释你过去的行为，并表达出你现在的真实感受，这样能够给他们一个更真实的了解，也可为你们的友情带来一些好的改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着坦诚地和他们交流，希望能够改善我们的友情。另外，你提到了我在原生家庭中与父母相处的关系模式可能会影响我对爱的理解，我也确实感觉到自己对爱的付出有些困惑，不知道如何正确地表达我的情感。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着坦诚地和他们交流，希望能够改善我们的友情。",
        "label": ""
      },
      {
        "sentence": "另外，你提到了我在原生家庭中与父母相处的关系模式可能会影响我对爱的理解，我也确实感觉到自己对爱的付出有些困惑，不知道如何正确地表达我的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们在成长过程中所处的家庭环境和亲密关系对我们对爱的理解和相处方式有着深刻的影响。重要的是，你已经意识到了这个问题。你可以尝试回忆一下你的父母是如何相处的，这可能会给你一些启示。此外，你也可以通过学习和观察身边其他人的行为来获得更多关于爱和付出的理解。看看哪些行为让你感到温暖和被爱，然后试着将这些行为反馈给身边的人，慢慢地你就会逐渐学会如何正确地表达你的情感和付出爱。",
    "annotation": [
      {
        "sentence": "是的，我们在成长过程中所处的家庭环境和亲密关系对我们对爱的理解和相处方式有着深刻的影响。",
        "label": ""
      },
      {
        "sentence": "重要的是，你已经意识到了这个问题。",
        "label": ""
      },
      {
        "sentence": "你可以尝试回忆一下你的父母是如何相处的，这可能会给你一些启示。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以通过学习和观察身边其他人的行为来获得更多关于爱和付出的理解。",
        "label": ""
      },
      {
        "sentence": "看看哪些行为让你感到温暖和被爱，然后试着将这些行为反馈给身边的人，慢慢地你就会逐渐学会如何正确地表达你的情感和付出爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导和建议，我会尝试回忆和观察身边的人，学习如何正确地表达我的情感和付出爱。这次的对话让我更加了解了自己，也为我提供了一些积极的方向。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的指导和建议，我会尝试回忆和观察身边的人，学习如何正确地表达我的情感和付出爱。",
        "label": ""
      },
      {
        "sentence": "这次的对话让我更加了解了自己，也为我提供了一些积极的方向。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住，在成长的道路上，每一步都是宝贵的。相信自己，相信自己能够克服困难，取得进步。如果你需要进一步的支持或者有任何问题，都可以随时再来找我。祝福你能够找到正确的表达方式并建立起更健康的人际关系！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，在成长的道路上，每一步都是宝贵的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己能够克服困难，取得进步。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持或者有任何问题，都可以随时再来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到正确的表达方式并建立起更健康的人际关系！",
        "label": ""
      }
    ]
  }
]