[
  {
    "role": "client",
    "content": "我觉得意识无法认知行为真的太痛苦了，怎么办呢？我之前有强迫行为和洁癖，一直在做咨询，但是症状总是反反复复的。现在主要的问题是意识无法认知行为：比如擦手机或者洗手，明明按照自己规定的程序和步骤完成了，行为确实是在视觉、听觉、触觉等感觉的共同感知下进行的，但是在意识中却无法确信自己已经完成了这个行为，感觉就像撞在一堵无形的墙上，无法形成判断。同时，大脑也像无法思考一样，意识中会不断涌出否定自己的想法，认为自己根本没有完成行为，或者即使完成了行为也没有达到预定标准。心情不好或者感到焦虑的时候，这种情况就更严重，同样的问题还会出现在检查物品摆放或者洗衣服等情景中。我真的不知道该怎么办了，这真的太让人痛苦了，明明很简单的事情，一眼就能看出来，却要花很长时间才能完成。",
    "annotation": [
      {
        "sentence": "我觉得意识无法认知行为真的太痛苦了，怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我之前有强迫行为和洁癖，一直在做咨询，但是症状总是反反复复的。",
        "label": ""
      },
      {
        "sentence": "现在主要的问题是意识无法认知行为：比如擦手机或者洗手，明明按照自己规定的程序和步骤完成了，行为确实是在视觉、听觉、触觉等感觉的共同感知下进行的，但是在意识中却无法确信自己已经完成了这个行为，感觉就像撞在一堵无形的墙上，无法形成判断。",
        "label": ""
      },
      {
        "sentence": "同时，大脑也像无法思考一样，意识中会不断涌出否定自己的想法，认为自己根本没有完成行为，或者即使完成了行为也没有达到预定标准。",
        "label": ""
      },
      {
        "sentence": "心情不好或者感到焦虑的时候，这种情况就更严重，同样的问题还会出现在检查物品摆放或者洗衣服等情景中。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了，这真的太让人痛苦了，明明很简单的事情，一眼就能看出来，却要花很长时间才能完成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的困惑。意识无法认知行为，就是明明已经完成了一件事，却总觉得自己没有完成。有些事情做完后回想起来会变得矛盾，很明显是大脑混乱，思考的事情太多了。做过的事总是担心没有做好，没有达到预期的标准。这可能是因为你追求完美的个性，容易出现焦虑；也可能是由于事情本身关系重大，即使出现小的失误也会带来严重的后果，这种担心是正常的心理表现。出现这种情况还有一个原因，就是对自己不够自信，总是担心自己做不好。我们需要和内心那个自己和谐相处，遵循自己的内心，不要太在意别人的看法。我之前读过一本书叫做《遇见未知的自己》，其中有句话我觉得非常重要：亲爱的，外面没有别人，只有你自己！我建议你尝试一下跑步或者做自己喜欢的其他事情，这样能够缓解大脑的紧张感，让大脑放松下来，会逐渐改善情况。这只是一些建议，希望能对你有所帮助。",
    "annotation": [
      {
        "sentence": "我能感受到你的困惑。",
        "label": ""
      },
      {
        "sentence": "意识无法认知行为，就是明明已经完成了一件事，却总觉得自己没有完成。",
        "label": ""
      },
      {
        "sentence": "有些事情做完后回想起来会变得矛盾，很明显是大脑混乱，思考的事情太多了。",
        "label": ""
      },
      {
        "sentence": "做过的事总是担心没有做好，没有达到预期的标准。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你追求完美的个性，容易出现焦虑；也可能是由于事情本身关系重大，即使出现小的失误也会带来严重的后果，这种担心是正常的心理表现。",
        "label": ""
      },
      {
        "sentence": "出现这种情况还有一个原因，就是对自己不够自信，总是担心自己做不好。",
        "label": ""
      },
      {
        "sentence": "我们需要和内心那个自己和谐相处，遵循自己的内心，不要太在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "我之前读过一本书叫做《遇见未知的自己》，其中有句话我觉得非常重要：亲爱的，外面没有别人，只有你自己！",
        "label": ""
      },
      {
        "sentence": "我建议你尝试一下跑步或者做自己喜欢的其他事情，这样能够缓解大脑的紧张感，让大脑放松下来，会逐渐改善情况。",
        "label": ""
      },
      {
        "sentence": "这只是一些建议，希望能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议！我确实有追求完美的倾向，总是很在意每个行为是否达到了最高标准。你提到和自己内心和谐相处，这让我深有感触。可能我的焦虑和不自信导致了我对自己的行为产生了疑虑。我也听说过跑步对于放松大脑是有帮助的，我会试试看。除此之外，你还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      },
      {
        "sentence": "我确实有追求完美的倾向，总是很在意每个行为是否达到了最高标准。",
        "label": ""
      },
      {
        "sentence": "你提到和自己内心和谐相处，这让我深有感触。",
        "label": ""
      },
      {
        "sentence": "可能我的焦虑和不自信导致了我对自己的行为产生了疑虑。",
        "label": ""
      },
      {
        "sentence": "我也听说过跑步对于放松大脑是有帮助的，我会试试看。",
        "label": ""
      },
      {
        "sentence": "除此之外，你还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！追求完美的倾向确实会让我们变得过于苛刻。要知道，每个人都有自己的价值，不需要通过外界的评判来衡量自己。另外，建议你多关注一下自己的内心需求和欲望，找到那个真正喜欢的自己。除了跑步，你还可以尝试些放松的活动，比如练习冥想、听音乐、阅读等等。这样能够帮助你平静下来，培养自信心。你也可以寻求专业心理咨询师的帮助，他们会给你更具体的指导和支持。无论怎样，记住要对自己温柔一点，不要太过苛责自己。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "追求完美的倾向确实会让我们变得过于苛刻。",
        "label": ""
      },
      {
        "sentence": "要知道，每个人都有自己的价值，不需要通过外界的评判来衡量自己。",
        "label": ""
      },
      {
        "sentence": "另外，建议你多关注一下自己的内心需求和欲望，找到那个真正喜欢的自己。",
        "label": ""
      },
      {
        "sentence": "除了跑步，你还可以尝试些放松的活动，比如练习冥想、听音乐、阅读等等。",
        "label": ""
      },
      {
        "sentence": "这样能够帮助你平静下来，培养自信心。",
        "label": ""
      },
      {
        "sentence": "你也可以寻求专业心理咨询师的帮助，他们会给你更具体的指导和支持。",
        "label": ""
      },
      {
        "sentence": "无论怎样，记住要对自己温柔一点，不要太过苛责自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我需要明白每个人都有自己的价值，不需要通过别人的眼光来定义自己。我会试着关注自己的内心需求，找到那个真正喜欢的自己。冥想、听音乐和阅读这些放松的活动听起来很不错，我会尝试一下。同时，我也会考虑寻求专业心理咨询师的帮助。我要对自己温柔一点，不再过于苛责自己。谢谢你的建议，你真的帮助了我！",
    "annotation": [
      {
        "sentence": "你说的很对，我需要明白每个人都有自己的价值，不需要通过别人的眼光来定义自己。",
        "label": ""
      },
      {
        "sentence": "我会试着关注自己的内心需求，找到那个真正喜欢的自己。",
        "label": ""
      },
      {
        "sentence": "冥想、听音乐和阅读这些放松的活动听起来很不错，我会尝试一下。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "我要对自己温柔一点，不再过于苛责自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，你真的帮助了我！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你！记住，你并不孤单，有人会一直支持你的。如果有任何困惑、疑问或者需要倾诉，随时都可以找我聊天。你很勇敢，相信你能够战胜困难，找到属于自己的幸福。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你！",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑、疑问或者需要倾诉，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你很勇敢，相信你能够战胜困难，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！我会时刻记住你的话，如果需要的话一定会再次向你求助。你的祝福真的很温暖，谢谢你！祝你也一切顺利，幸福快乐！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的话，如果需要的话一定会再次向你求助。",
        "label": ""
      },
      {
        "sentence": "你的祝福真的很温暖，谢谢你！",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利，幸福快乐！",
        "label": ""
      }
    ]
  }
]