[
  {
    "role": "client",
    "content": "网上教我推拉调侃，现在无法与人正常交流了怎么办？十几岁的时候因为一个女孩子没追上，学了网上教恋爱的，里面教我高价值高姿态吸引推拉调侃打压等等，把自己伪装成另一个人，如果我们没交到女朋友那些老师就会说是自己没学好，然后我就信了，我就一直努力的学习后来我才知道我学的东西都是不对的我退出了那个圈子，但是现在我只要和人聊天我就会想该怎么说，说什么等等，无法与人正常交流了怎么办，我自己脑子每天很多时间都会想这个事情我该怎么办怎么解决，现在导致别人说话我都听不进去了，和别人聊天根本体会不到快乐，怎么办，有没有老师愿意帮一下真心谢谢，真的好累我不想想这些东西",
    "annotation": [
      {
        "sentence": "网上教我推拉调侃，现在无法与人正常交流了怎么办？",
        "label": ""
      },
      {
        "sentence": "十几岁的时候因为一个女孩子没追上，学了网上教恋爱的，里面教我高价值高姿态吸引推拉调侃打压等等，把自己伪装成另一个人，如果我们没交到女朋友那些老师就会说是自己没学好，然后我就信了，我就一直努力的学习后来我才知道我学的东西都是不对的我退出了那个圈子，但是现在我只要和人聊天我就会想该怎么说，说什么等等，无法与人正常交流了怎么办，我自己脑子每天很多时间都会想这个事情我该怎么办怎么解决，现在导致别人说话我都听不进去了，和别人聊天根本体会不到快乐，怎么办，有没有老师愿意帮一下真心谢谢，真的好累我不想想这些东西",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常揪心看到你曾经经历过的那些『网上教推拉调侃打压』把自己伪装成另一个人这种情况啊。学习了这些事情可能并不会让你变得更好，因为价值观可能有不太和谐的导向并且还会存在各种副作用，人与人之间的信任和尊重都可能受到影响。如果你发现自己无法与人正常交流了或许可以尝试立即进行心理咨询，从咨访关系中进行成长对你的人际交流技能是有非常大的裨益的，并且远离曾经的那些不正规的学习内容哦。",
    "annotation": [
      {
        "sentence": "非常揪心看到你曾经经历过的那些『网上教推拉调侃打压』把自己伪装成另一个人这种情况啊。",
        "label": ""
      },
      {
        "sentence": "学习了这些事情可能并不会让你变得更好，因为价值观可能有不太和谐的导向并且还会存在各种副作用，人与人之间的信任和尊重都可能受到影响。",
        "label": ""
      },
      {
        "sentence": "如果你发现自己无法与人正常交流了或许可以尝试立即进行心理咨询，从咨访关系中进行成长对你的人际交流技能是有非常大的裨益的，并且远离曾经的那些不正规的学习内容哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你有没有一些具体的建议可以帮助我重新建立与人的正常交流呢？",
    "annotation": [
      {
        "sentence": "那你有没有一些具体的建议可以帮助我重新建立与人的正常交流呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然有了！首先，你需要让自己重新建立内在的期待，保住自己内心的价值观。在初期我们需要去建立新的人际关系的时候，可以找到一个几乎有相似兴趣的人，知道在哪里寻找志趣相投的人和新朋友可能是一个挑战，这意味着可能是在你的学校、工作场所、某某协会又或者是更多公共的场所，你可以在许多地方结交新朋友，朋友的朋友也可以成为新的朋友。",
    "annotation": [
      {
        "sentence": "当然有了！",
        "label": ""
      },
      {
        "sentence": "首先，你需要让自己重新建立内在的期待，保住自己内心的价值观。",
        "label": ""
      },
      {
        "sentence": "在初期我们需要去建立新的人际关系的时候，可以找到一个几乎有相似兴趣的人，知道在哪里寻找志趣相投的人和新朋友可能是一个挑战，这意味着可能是在你的学校、工作场所、某某协会又或者是更多公共的场所，你可以在许多地方结交新朋友，朋友的朋友也可以成为新的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以适当分享一下自己的生活，还可以去倾听对方遇到的困难并且帮助他们，对吗？",
    "annotation": [
      {
        "sentence": "我明白了，我可以适当分享一下自己的生活，还可以去倾听对方遇到的困难并且帮助他们，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！当然要把握适度，不要给与你初次交谈的人太多言之空洞的溢美之词。你可以分享一些有关你自己和生活的个人细节，这可以表明你信任并珍惜朋友所交给你的那些支持和思想。此外，尝试更多地了解自己以建立更持久的友谊与对方共度时光也很重要呢。",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "当然要把握适度，不要给与你初次交谈的人太多言之空洞的溢美之词。",
        "label": ""
      },
      {
        "sentence": "你可以分享一些有关你自己和生活的个人细节，这可以表明你信任并珍惜朋友所交给你的那些支持和思想。",
        "label": ""
      },
      {
        "sentence": "此外，尝试更多地了解自己以建立更持久的友谊与对方共度时光也很重要呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更频繁地与朋友面对面，在彼此接触的过程中建立更牢固的联系。同时，我也要倾听朋友的感受和担忧，让他们感受到我是一个值得信赖的人对吧？",
    "annotation": [
      {
        "sentence": "我明白了，我需要更频繁地与朋友面对面，在彼此接触的过程中建立更牢固的联系。",
        "label": ""
      },
      {
        "sentence": "同时，我也要倾听朋友的感受和担忧，让他们感受到我是一个值得信赖的人对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！无论是爱情还是友情，都需要进行缓慢地发展才能更好地了解对方。诚实地分享你的想法、感受和个性，可以帮助建立持久、值得信赖的人际关系。牢固的友谊是大多数人情感幸福的关键因素，可以减轻焦虑并且改善身体健康。在人际关系的早期阶段，这往往是一个渐进的相互过程，人们之间的友谊比我们普遍认为的更加瑰丽而多元化。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "无论是爱情还是友情，都需要进行缓慢地发展才能更好地了解对方。",
        "label": ""
      },
      {
        "sentence": "诚实地分享你的想法、感受和个性，可以帮助建立持久、值得信赖的人际关系。",
        "label": ""
      },
      {
        "sentence": "牢固的友谊是大多数人情感幸福的关键因素，可以减轻焦虑并且改善身体健康。",
        "label": ""
      },
      {
        "sentence": "在人际关系的早期阶段，这往往是一个渐进的相互过程，人们之间的友谊比我们普遍认为的更加瑰丽而多元化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我要尝试用真诚平等的心态吸引人际关系，培养持久的友谊。同时，我也会远离曾经的那些不正规的学习内容，并立即寻求心理咨询来帮助我重建人际交流技能。谢谢你的建议，真心感谢！",
    "annotation": [
      {
        "sentence": "你说的很对，我要尝试用真诚平等的心态吸引人际关系，培养持久的友谊。",
        "label": ""
      },
      {
        "sentence": "同时，我也会远离曾经的那些不正规的学习内容，并立即寻求心理咨询来帮助我重建人际交流技能。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，真心感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议能够帮到你！记住，你不是一个人在面对这些困难。通过心理咨询，你会得到更多专业指导和支持。相信自己，你一定能够重新享受与他人交流的快乐。祝你早日走出困境！如果还有其他问题，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴我的建议能够帮到你！",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这些困难。",
        "label": ""
      },
      {
        "sentence": "通过心理咨询，你会得到更多专业指导和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够重新享受与他人交流的快乐。",
        "label": ""
      },
      {
        "sentence": "祝你早日走出困境！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]