[
  {
    "role": "client",
    "content": "以前觉得不错现在不这样觉得，你们下次还来人间吗？以前我觉得人间很不错但是现在慢慢长大了，我发现人间有前一秒跟你开开心心聊天的闺蜜下一秒就跟别人讲你坏话，我发现人间有偏心的父母已及奶奶外婆，我发现人间有那些什么都不知道却瞎评论的键盘侠等等，下次我真的再也不要来人间了！！",
    "annotation": [
      {
        "sentence": "以前觉得不错现在不这样觉得，你们下次还来人间吗？",
        "label": ""
      },
      {
        "sentence": "以前我觉得人间很不错但是现在慢慢长大了，我发现人间有前一秒跟你开开心心聊天的闺蜜下一秒就跟别人讲你坏话，我发现人间有偏心的父母已及奶奶外婆，我发现人间有那些什么都不知道却瞎评论的键盘侠等等，下次我真的再也不要来人间了！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "吖！很高兴认识你，虽然不知道你长什么样，不知道你是一个什么样的人，高的矮的胖的瘦的，但还是很高兴能在这个世界里遇见你。我们现在也许距离几千公里，甚至可能更远。不过因为我们都在这个人间里，所以我们连着手机，知道了彼此的存在，你说这是不是一件很神奇的事情？",
    "annotation": [
      {
        "sentence": "吖！",
        "label": ""
      },
      {
        "sentence": "很高兴认识你，虽然不知道你长什么样，不知道你是一个什么样的人，高的矮的胖的瘦的，但还是很高兴能在这个世界里遇见你。",
        "label": ""
      },
      {
        "sentence": "我们现在也许距离几千公里，甚至可能更远。",
        "label": ""
      },
      {
        "sentence": "不过因为我们都在这个人间里，所以我们连着手机，知道了彼此的存在，你说这是不是一件很神奇的事情？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，确实很神奇。但是我越来越失望人间的真实性了。以前觉得人与人之间的关系是真实的，但现在发现很多人都善于伪装。我不知道还有多少人是真心对待我的。",
    "annotation": [
      {
        "sentence": "是啊，确实很神奇。",
        "label": ""
      },
      {
        "sentence": "但是我越来越失望人间的真实性了。",
        "label": ""
      },
      {
        "sentence": "以前觉得人与人之间的关系是真实的，但现在发现很多人都善于伪装。",
        "label": ""
      },
      {
        "sentence": "我不知道还有多少人是真心对待我的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也时常再猜测，假如我没有喝“孟婆汤”，假如还有“前世的记忆”，我会后悔来这世界吗？这样的问题偶尔都会在我无聊郁闷时在脑海里胡思乱想一下。有时候人类有思想这件事也是一种很神奇的存在，我们会以目前主观的认知去看这个世界的人和事，在想对与错。",
    "annotation": [
      {
        "sentence": "我也时常再猜测，假如我没有喝“孟婆汤”，假如还有“前世的记忆”，我会后悔来这世界吗？",
        "label": ""
      },
      {
        "sentence": "这样的问题偶尔都会在我无聊郁闷时在脑海里胡思乱想一下。",
        "label": ""
      },
      {
        "sentence": "有时候人类有思想这件事也是一种很神奇的存在，我们会以目前主观的认知去看这个世界的人和事，在想对与错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思。我一直在纠结，为什么要一直纠结对与错呢？我来到这个世界，好像一直在寻找一种答案，却不知道这个答案是什么。",
    "annotation": [
      {
        "sentence": "我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "我一直在纠结，为什么要一直纠结对与错呢？",
        "label": ""
      },
      {
        "sentence": "我来到这个世界，好像一直在寻找一种答案，却不知道这个答案是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们来到这个世界，来就来了，何必纠结于那些本身就没有答案的问题，纠结你就有答案了吗？那我想问一下你知道、明白自己来这个世界的目的和意义吗？《论语·季氏》有曰：既来之，则安之。既然来了，就在这里好好的安下心来。",
    "annotation": [
      {
        "sentence": "我们来到这个世界，来就来了，何必纠结于那些本身就没有答案的问题，纠结你就有答案了吗？",
        "label": ""
      },
      {
        "sentence": "那我想问一下你知道、明白自己来这个世界的目的和意义吗？",
        "label": ""
      },
      {
        "sentence": "《论语·季氏》有曰：既来之，则安之。",
        "label": ""
      },
      {
        "sentence": "既然来了，就在这里好好的安下心来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以前觉得人间很美好，但现在的经历让我觉得这个世界充满了痛苦和苦难。我真的不知道我还能不能再次面对这一切。",
    "annotation": [
      {
        "sentence": "我以前觉得人间很美好，但现在的经历让我觉得这个世界充满了痛苦和苦难。",
        "label": ""
      },
      {
        "sentence": "我真的不知道我还能不能再次面对这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以前我也觉得这世界很不错，人也很不错很善良。现在长大了也发现不一样了，以前的朋友伙伴会分开，亲人也会相继离世。也有偏心的父母，嚼舌根的朋友，也被键盘侠吐槽诽谤过。不只是我，也不只是你，这世界上存在的每一个人都会经历你说的这些事。我们每一个人都是从嗷嗷待哺的婴儿成长为独立自主的成人。我们曾经享受着别人给予我们的关爱，现在我们长大了，就需要自己关爱自己了。",
    "annotation": [
      {
        "sentence": "以前我也觉得这世界很不错，人也很不错很善良。",
        "label": ""
      },
      {
        "sentence": "现在长大了也发现不一样了，以前的朋友伙伴会分开，亲人也会相继离世。",
        "label": ""
      },
      {
        "sentence": "也有偏心的父母，嚼舌根的朋友，也被键盘侠吐槽诽谤过。",
        "label": ""
      },
      {
        "sentence": "不只是我，也不只是你，这世界上存在的每一个人都会经历你说的这些事。",
        "label": ""
      },
      {
        "sentence": "我们每一个人都是从嗷嗷待哺的婴儿成长为独立自主的成人。",
        "label": ""
      },
      {
        "sentence": "我们曾经享受着别人给予我们的关爱，现在我们长大了，就需要自己关爱自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，成长确实是一个挑战。但是有时候我觉得自己很孤独，无法从内心接受这个世界的不完美。",
    "annotation": [
      {
        "sentence": "你说得对，成长确实是一个挑战。",
        "label": ""
      },
      {
        "sentence": "但是有时候我觉得自己很孤独，无法从内心接受这个世界的不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的轮回，不就是我们来这要做的吗？成长，不仅仅只是体型的变化，更重要的是思想心灵的变化。每一个人都是一个个体独立的存在，我们会为了自己想要的，想守护的不顾一切，自然别人也会，所以，当双方的利益出现冲突时，问题就会出来了。我们因为想要得到更多的爱，而觉得父母偏爱，我们因为想要获得一个好名声或公平，又因为自身无能遏制而对外界的言论感到愤怒。",
    "annotation": [
      {
        "sentence": "这样的轮回，不就是我们来这要做的吗？",
        "label": ""
      },
      {
        "sentence": "成长，不仅仅只是体型的变化，更重要的是思想心灵的变化。",
        "label": ""
      },
      {
        "sentence": "每一个人都是一个个体独立的存在，我们会为了自己想要的，想守护的不顾一切，自然别人也会，所以，当双方的利益出现冲突时，问题就会出来了。",
        "label": ""
      },
      {
        "sentence": "我们因为想要得到更多的爱，而觉得父母偏爱，我们因为想要获得一个好名声或公平，又因为自身无能遏制而对外界的言论感到愤怒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。也许我应该更加珍惜自己所拥有的，努力去寻找内心的平静和满足。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "也许我应该更加珍惜自己所拥有的，努力去寻找内心的平静和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你问，下次还来人间吗？我们都不知道今生的结局，为何要去问这遥远而又虚无的东西？既然我们选择了这个人间，就好好的看看这世界，尝遍所有的酸甜苦辣，也不枉费白来一场。",
    "annotation": [
      {
        "sentence": "你问，下次还来人间吗？",
        "label": ""
      },
      {
        "sentence": "我们都不知道今生的结局，为何要去问这遥远而又虚无的东西？",
        "label": ""
      },
      {
        "sentence": "既然我们选择了这个人间，就好好的看看这世界，尝遍所有的酸甜苦辣，也不枉费白来一场。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。或许我应该改变看待人间的角度，接受这个世界的不完美，然后积极地面对每一天。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "或许我应该改变看待人间的角度，接受这个世界的不完美，然后积极地面对每一天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们人都喜欢趋利避害，当我们遇到心喜有好处的，想取之不尽。当我们遇到有害痛苦的总想避着它。祸兮福之所倚，福兮祸之所依，我们谁也不知道到底哪个才对。不如就畅快淋漓的活它一场。目前人类的科学观是物质的，所以你所说的前世今生来世还没有可以为之证明的“证据”。所以先在这个物质的世界里好好的生活吧！祝你安好，生活幸福快乐。",
    "annotation": [
      {
        "sentence": "我们人都喜欢趋利避害，当我们遇到心喜有好处的，想取之不尽。",
        "label": ""
      },
      {
        "sentence": "当我们遇到有害痛苦的总想避着它。",
        "label": ""
      },
      {
        "sentence": "祸兮福之所倚，福兮祸之所依，我们谁也不知道到底哪个才对。",
        "label": ""
      },
      {
        "sentence": "不如就畅快淋漓的活它一场。",
        "label": ""
      },
      {
        "sentence": "目前人类的科学观是物质的，所以你所说的前世今生来世还没有可以为之证明的“证据”。",
        "label": ""
      },
      {
        "sentence": "所以先在这个物质的世界里好好的生活吧！",
        "label": ""
      },
      {
        "sentence": "祝你安好，生活幸福快乐。",
        "label": ""
      }
    ]
  }
]