[
  {
    "role": "client",
    "content": "以前觉得不错现在不这样觉得，你们下次还来人间吗？以前我觉得人间很不错但是现在慢慢长大了，我发现人间有前一秒跟你开开心心聊天的闺蜜下一秒就跟别人讲你坏话，我发现人间有偏心的父母已及奶奶外婆，我发现人间有那些什么都不知道却瞎评论的键盘侠等等，下次我真的再也不要来人间了！！",
    "annotation": [
      {
        "sentence": "以前觉得不错现在不这样觉得，你们下次还来人间吗？",
        "label": ""
      },
      {
        "sentence": "以前我觉得人间很不错但是现在慢慢长大了，我发现人间有前一秒跟你开开心心聊天的闺蜜下一秒就跟别人讲你坏话，我发现人间有偏心的父母已及奶奶外婆，我发现人间有那些什么都不知道却瞎评论的键盘侠等等，下次我真的再也不要来人间了！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人间的确会让我们感到失望和痛苦，但我们不能因为这些阴暗面就否定了所有美好的事物。人间也有许多美好的事情存在着，比如陌生人主动告诉你鞋带松了，真爱的存在以及无数美好瞬间。所以，即使不再期待来世再来人间，至少在此生此世中，我们不能亏待自己，应该尽情体验这个世界带给我们的一切，无论是好是坏。只要接受起初的角色设定，我们可以依靠自己的努力，逆袭并成为自己期望的那个人。人间是值得我们珍惜和体验的。",
    "annotation": [
      {
        "sentence": "人间的确会让我们感到失望和痛苦，但我们不能因为这些阴暗面就否定了所有美好的事物。",
        "label": ""
      },
      {
        "sentence": "人间也有许多美好的事情存在着，比如陌生人主动告诉你鞋带松了，真爱的存在以及无数美好瞬间。",
        "label": ""
      },
      {
        "sentence": "所以，即使不再期待来世再来人间，至少在此生此世中，我们不能亏待自己，应该尽情体验这个世界带给我们的一切，无论是好是坏。",
        "label": ""
      },
      {
        "sentence": "只要接受起初的角色设定，我们可以依靠自己的努力，逆袭并成为自己期望的那个人。",
        "label": ""
      },
      {
        "sentence": "人间是值得我们珍惜和体验的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道人间还有美好的一面，但是我感到很沮丧和无力。为什么人们会变得那么虚伪和善变呢？我内心感到失望和痛苦，这如何面对？",
    "annotation": [
      {
        "sentence": "我知道人间还有美好的一面，但是我感到很沮丧和无力。",
        "label": ""
      },
      {
        "sentence": "为什么人们会变得那么虚伪和善变呢？",
        "label": ""
      },
      {
        "sentence": "我内心感到失望和痛苦，这如何面对？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对人们虚伪和善变的失望和痛苦。在人与人之间，存在着复杂的关系和不同的动机驱使，有时人们的行为会让我们感到困惑和受伤。但是，我们不能因为别人的行为而贬低自己的价值。我们可以选择与那些真诚和正能量的人相交，同时也要学会保护自己的心灵。不要让别人的行为左右你的情绪和自信心，这样才能更好地面对人间的不完美。",
    "annotation": [
      {
        "sentence": "理解你对人们虚伪和善变的失望和痛苦。",
        "label": ""
      },
      {
        "sentence": "在人与人之间，存在着复杂的关系和不同的动机驱使，有时人们的行为会让我们感到困惑和受伤。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因为别人的行为而贬低自己的价值。",
        "label": ""
      },
      {
        "sentence": "我们可以选择与那些真诚和正能量的人相交，同时也要学会保护自己的心灵。",
        "label": ""
      },
      {
        "sentence": "不要让别人的行为左右你的情绪和自信心，这样才能更好地面对人间的不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要学会保护自己的心灵，选择与真诚和正能量的人一起度过时间。但是有时候，我无法摆脱对别人评论的过度关注和影响。如何改变我的态度和行为？",
    "annotation": [
      {
        "sentence": "我明白了，我需要学会保护自己的心灵，选择与真诚和正能量的人一起度过时间。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我无法摆脱对别人评论的过度关注和影响。",
        "label": ""
      },
      {
        "sentence": "如何改变我的态度和行为？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关注别人的评论可能是人之常情，但是我们可以培养自己的内心强大起来，不让这些评论影响到自己的情绪。可以尝试通过积极思考和培养自己的兴趣爱好来转移注意力。同时，了解每个人都有自己的观点和看法，不必过度关注别人的评论或意见。重要的是相信自己的价值和选择，坚定地走自己的路。",
    "annotation": [
      {
        "sentence": "关注别人的评论可能是人之常情，但是我们可以培养自己的内心强大起来，不让这些评论影响到自己的情绪。",
        "label": ""
      },
      {
        "sentence": "可以尝试通过积极思考和培养自己的兴趣爱好来转移注意力。",
        "label": ""
      },
      {
        "sentence": "同时，了解每个人都有自己的观点和看法，不必过度关注别人的评论或意见。",
        "label": ""
      },
      {
        "sentence": "重要的是相信自己的价值和选择，坚定地走自己的路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尽量改变自己的态度，不再过度关注别人的评论和意见。但是面对曾经亲密的人的伤害和疏远，我感到很难过和寂寞。如何重新建立起信任和亲密感呢？",
    "annotation": [
      {
        "sentence": "嗯，我会尽量改变自己的态度，不再过度关注别人的评论和意见。",
        "label": ""
      },
      {
        "sentence": "但是面对曾经亲密的人的伤害和疏远，我感到很难过和寂寞。",
        "label": ""
      },
      {
        "sentence": "如何重新建立起信任和亲密感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对曾经亲密的人的伤害和疏远的感觉是非常痛苦的，但是重建信任和亲密感需要时间和努力。首先要慢慢释放自己内心的伤痛，接受过去的现实，并学会原谅对方。然后，找机会与对方进行真诚的沟通，表达自己的感受和期望，同时也倾听对方的心声。通过相互理解和尊重，逐渐重新建立起信任和亲密感。",
    "annotation": [
      {
        "sentence": "面对曾经亲密的人的伤害和疏远的感觉是非常痛苦的，但是重建信任和亲密感需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "首先要慢慢释放自己内心的伤痛，接受过去的现实，并学会原谅对方。",
        "label": ""
      },
      {
        "sentence": "然后，找机会与对方进行真诚的沟通，表达自己的感受和期望，同时也倾听对方的心声。",
        "label": ""
      },
      {
        "sentence": "通过相互理解和尊重，逐渐重新建立起信任和亲密感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，要经历释放和原谅的过程，同时与对方进行真诚的沟通。感谢你的支持和鼓励，我现在感觉稍稍安慰了一些。我会尝试去面对人间的种种，积极寻找美好和快乐的事物。",
    "annotation": [
      {
        "sentence": "我明白了，要经历释放和原谅的过程，同时与对方进行真诚的沟通。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励，我现在感觉稍稍安慰了一些。",
        "label": ""
      },
      {
        "sentence": "我会尝试去面对人间的种种，积极寻找美好和快乐的事物。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的改变和成长。每个人都会经历低谷和挫折，但是坚持寻找美好和快乐的事物，积极面对人间的矛盾和不完美，会让你更加坚强和幸福。记住，在这个世界上，总会有人走进走出你的生活，但是重要的是你自己的内心和自己的选择。祝福你能找到属于自己的幸福和满足！",
    "annotation": [
      {
        "sentence": "很高兴听到你的改变和成长。",
        "label": ""
      },
      {
        "sentence": "每个人都会经历低谷和挫折，但是坚持寻找美好和快乐的事物，积极面对人间的矛盾和不完美，会让你更加坚强和幸福。",
        "label": ""
      },
      {
        "sentence": "记住，在这个世界上，总会有人走进走出你的生活，但是重要的是你自己的内心和自己的选择。",
        "label": ""
      },
      {
        "sentence": "祝福你能找到属于自己的幸福和满足！",
        "label": ""
      }
    ]
  }
]