[
  {
    "role": "client",
    "content": "我有双相情感障碍，之前以为会转学，现在复学了？高三了，因为生病缺席了两个月的学校课程，情绪起伏太大了，近期去医院确诊了双相情感障碍II型。之前以为会转学，就把同学都删了，其实也是因为觉得自己付出的，对他们好的，没有得到同等对待，感觉大家都很冷漠，我就是典型的讨好型人格，什么都以别人舒服开心为首，结果最后自己一个人难受。现在复学了，那么多落下的课程压力很大，太累了。",
    "annotation": [
      {
        "sentence": "我有双相情感障碍，之前以为会转学，现在复学了？",
        "label": ""
      },
      {
        "sentence": "高三了，因为生病缺席了两个月的学校课程，情绪起伏太大了，近期去医院确诊了双相情感障碍II型。",
        "label": ""
      },
      {
        "sentence": "之前以为会转学，就把同学都删了，其实也是因为觉得自己付出的，对他们好的，没有得到同等对待，感觉大家都很冷漠，我就是典型的讨好型人格，什么都以别人舒服开心为首，结果最后自己一个人难受。",
        "label": ""
      },
      {
        "sentence": "现在复学了，那么多落下的课程压力很大，太累了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你近期经历了很多挑战，实在是不容易。首先要告诉你，你并不孤单，我们可以一起度过难关。你提到了之前对同学感到失望，觉得付出没有得到回报，我理解你的感受。但有时候人与人之间的期待不一样，他们可能无法理解你的内心需求。我们可以试着沟通，告诉他们你的感受和需要，或者寻找更能理解你的人。",
    "annotation": [
      {
        "sentence": "听说你近期经历了很多挑战，实在是不容易。",
        "label": ""
      },
      {
        "sentence": "首先要告诉你，你并不孤单，我们可以一起度过难关。",
        "label": ""
      },
      {
        "sentence": "你提到了之前对同学感到失望，觉得付出没有得到回报，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但有时候人与人之间的期待不一样，他们可能无法理解你的内心需求。",
        "label": ""
      },
      {
        "sentence": "我们可以试着沟通，告诉他们你的感受和需要，或者寻找更能理解你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的沟通让我有些害怕，我总觉得他们不会理解我，我对自己也没有足够的信心。而且，现在复学了，那么多落下的课程加起来的压力非常大，真的好累啊。",
    "annotation": [
      {
        "sentence": "你说的沟通让我有些害怕，我总觉得他们不会理解我，我对自己也没有足够的信心。",
        "label": ""
      },
      {
        "sentence": "而且，现在复学了，那么多落下的课程加起来的压力非常大，真的好累啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你害怕沟通的心情，但是有时候我们必须面对我们的恐惧才能找到解决办法。对于学业上的压力，我建议你慢慢来，分解任务，一步一步地完成。你不需要一下子迎头赶上，而是以稳定的步伐逐渐追赶。同时，你可以向老师和同学寻求帮助，他们会愿意提供支持和指导的。只要你专注于学习，做好老师布置的作业，慢慢消化前期的知识，结果终将显现出来。",
    "annotation": [
      {
        "sentence": "我理解你害怕沟通的心情，但是有时候我们必须面对我们的恐惧才能找到解决办法。",
        "label": ""
      },
      {
        "sentence": "对于学业上的压力，我建议你慢慢来，分解任务，一步一步地完成。",
        "label": ""
      },
      {
        "sentence": "你不需要一下子迎头赶上，而是以稳定的步伐逐渐追赶。",
        "label": ""
      },
      {
        "sentence": "同时，你可以向老师和同学寻求帮助，他们会愿意提供支持和指导的。",
        "label": ""
      },
      {
        "sentence": "只要你专注于学习，做好老师布置的作业，慢慢消化前期的知识，结果终将显现出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我确实应该放慢节奏，不要对自己太苛刻。虽然现在压力很大，但是只要我努力，相信会取得好成绩的。不过，我对自己的人际关系还是有些疑虑，怎么才能避免再次被伤害呢？",
    "annotation": [
      {
        "sentence": "你说的没错，我确实应该放慢节奏，不要对自己太苛刻。",
        "label": ""
      },
      {
        "sentence": "虽然现在压力很大，但是只要我努力，相信会取得好成绩的。",
        "label": ""
      },
      {
        "sentence": "不过，我对自己的人际关系还是有些疑虑，怎么才能避免再次被伤害呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人际关系的处理确实需要一些技巧，但不能因为之前的伤害就把所有人都当成潜在的伤害者。将自己的感受和需要坦诚地告诉他人，寻找那些真正愿意倾听和了解你的人。同时，也要学会保护自己，不要再让自己处于不平等的关系中。爱自己是非常重要的，只有自己好了，才能更好地与他人相处。另外，与朋友相交也是一种互相支持和理解的方式，不妨尝试去结交一些新的朋友。",
    "annotation": [
      {
        "sentence": "人际关系的处理确实需要一些技巧，但不能因为之前的伤害就把所有人都当成潜在的伤害者。",
        "label": ""
      },
      {
        "sentence": "将自己的感受和需要坦诚地告诉他人，寻找那些真正愿意倾听和了解你的人。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会保护自己，不要再让自己处于不平等的关系中。",
        "label": ""
      },
      {
        "sentence": "爱自己是非常重要的，只有自己好了，才能更好地与他人相处。",
        "label": ""
      },
      {
        "sentence": "另外，与朋友相交也是一种互相支持和理解的方式，不妨尝试去结交一些新的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着去与他人沟通，同时也要保护好自己。谢谢你的建议和支持，我感觉好多了。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着去与他人沟通，同时也要保护好自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有所改善。记住，无论在学业还是人际关系上，都要以积极的态度面对。相信自己的能力，在困难面前保持坚定，并且记得，你不是一个人在战斗。我会一直支持着你，一起度过这段困难时期。希望我的回答能对你有所帮助。",
    "annotation": [
      {
        "sentence": "很高兴听到你有所改善。",
        "label": ""
      },
      {
        "sentence": "记住，无论在学业还是人际关系上，都要以积极的态度面对。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，在困难面前保持坚定，并且记得，你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "我会一直支持着你，一起度过这段困难时期。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      }
    ]
  }
]