[
  {
    "role": "client",
    "content": "只要觉得烦，就什么也听不进去，说也不应？感觉活着没有意义，只要觉得烦，就什么也听不进去，不动或者一直看手机，看电脑，说也不应，越说我越烦越不想应，仿佛有个东西在脑子里压着，只想静着，这正常吗，母亲最近去世了，和父亲关系不好(不喜)，同一个屋檐下的陌生人来形容吧！想改变点什么，然后发现并没有那么简单，原来就是个孤僻奇怪的人，没有有时候也想结婚，想谈恋爱，基本没有可以倾诉的人，碌碌无为，无始而终，有时也想一去了之，却怕疼等等，有时会奋起挣扎，我的世界看不到光的存在，以前一直以为我遇到对的人就会改变，但没改变如何遇到对的人，我觉得我很自私，但人活着是为了什么？今天父亲来和我倾诉，但我什么都不想说，我可以看着电视流泪，但对父亲却没有同理之心，我就看着手机也不应他，听着他说的话越听越烦！直到他离开。",
    "annotation": [
      {
        "sentence": "只要觉得烦，就什么也听不进去，说也不应？",
        "label": ""
      },
      {
        "sentence": "感觉活着没有意义，只要觉得烦，就什么也听不进去，不动或者一直看手机，看电脑，说也不应，越说我越烦越不想应，仿佛有个东西在脑子里压着，只想静着，这正常吗，母亲最近去世了，和父亲关系不好(不喜)，同一个屋檐下的陌生人来形容吧！",
        "label": ""
      },
      {
        "sentence": "想改变点什么，然后发现并没有那么简单，原来就是个孤僻奇怪的人，没有有时候也想结婚，想谈恋爱，基本没有可以倾诉的人，碌碌无为，无始而终，有时也想一去了之，却怕疼等等，有时会奋起挣扎，我的世界看不到光的存在，以前一直以为我遇到对的人就会改变，但没改变如何遇到对的人，我觉得我很自私，但人活着是为了什么？",
        "label": ""
      },
      {
        "sentence": "今天父亲来和我倾诉，但我什么都不想说，我可以看着电视流泪，但对父亲却没有同理之心，我就看着手机也不应他，听着他说的话越听越烦！",
        "label": ""
      },
      {
        "sentence": "直到他离开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先了，我知道你现在感到很烦躁，什么也听不进去，甚至觉得活着没有意义。这是正常的情绪反应，很多人在遭遇困难和挫折时都会有类似的感受。你描述的那种压抑的感觉也很常见，仿佛有个东西在脑子里压着，使你不想说话，只想静静地待着。这是一种自我保护的机制，告诉你需要休息和平静的时候。至于你和父亲之间的关系不好，我理解这对你来说也是一个很大的负担，你觉得彼此像是同一个屋檐下的陌生人。但同时，你也提到了改变自己的愿望，这是很好的一步。你觉得自己是个孤僻奇怪的人，没有人可以倾诉，这种孤独感可能会加重你的烦恼。但是，请相信你并不是孤立无援的，现在你已经迈出了第一步，与我分享了你的困扰。其实，身边总会有一些可以倾诉的人，或许你只是还没有发现。你说自己碌碌无为，无始无终，有时想结束一切，但却害怕疼痛。这些情绪与挣扎是正常的，但请记住，你并不是孤身一人。人生中的困境和痛苦都是暂时的，也会有转机的时刻。人活着的意义每个人都有自己的答案，或许你还没有找到属于自己的。当你感到迷茫和无助时，试着倾听内心的声音，了解自己真正想要的。你提到了父亲来找你倾诉，虽然你不想说话，但你可以看着电视流泪。这表明你并没有完全无视他的存在，只是暂时没有能力和愿望去倾听他。也许你可以试着与他沟通，告诉他你现在的情绪状态，并尝试深入了解他的感受。毕竟，父亲是你最亲近的人之一，他与你同行多年，给予了你很多，也正是因为他的存在，你才能成为现在的自己。生活中总会有起伏和困难，但只要你能积极面对，勇敢迈出下一步，未来定会变得更加精彩。愿你能早日摆脱痛苦，重新面对生活，希望你的未来充满光明和希望。",
    "annotation": [
      {
        "sentence": "首先了，我知道你现在感到很烦躁，什么也听不进去，甚至觉得活着没有意义。",
        "label": ""
      },
      {
        "sentence": "这是正常的情绪反应，很多人在遭遇困难和挫折时都会有类似的感受。",
        "label": ""
      },
      {
        "sentence": "你描述的那种压抑的感觉也很常见，仿佛有个东西在脑子里压着，使你不想说话，只想静静地待着。",
        "label": ""
      },
      {
        "sentence": "这是一种自我保护的机制，告诉你需要休息和平静的时候。",
        "label": ""
      },
      {
        "sentence": "至于你和父亲之间的关系不好，我理解这对你来说也是一个很大的负担，你觉得彼此像是同一个屋檐下的陌生人。",
        "label": ""
      },
      {
        "sentence": "但同时，你也提到了改变自己的愿望，这是很好的一步。",
        "label": ""
      },
      {
        "sentence": "你觉得自己是个孤僻奇怪的人，没有人可以倾诉，这种孤独感可能会加重你的烦恼。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你并不是孤立无援的，现在你已经迈出了第一步，与我分享了你的困扰。",
        "label": ""
      },
      {
        "sentence": "其实，身边总会有一些可以倾诉的人，或许你只是还没有发现。",
        "label": ""
      },
      {
        "sentence": "你说自己碌碌无为，无始无终，有时想结束一切，但却害怕疼痛。",
        "label": ""
      },
      {
        "sentence": "这些情绪与挣扎是正常的，但请记住，你并不是孤身一人。",
        "label": ""
      },
      {
        "sentence": "人生中的困境和痛苦都是暂时的，也会有转机的时刻。",
        "label": ""
      },
      {
        "sentence": "人活着的意义每个人都有自己的答案，或许你还没有找到属于自己的。",
        "label": ""
      },
      {
        "sentence": "当你感到迷茫和无助时，试着倾听内心的声音，了解自己真正想要的。",
        "label": ""
      },
      {
        "sentence": "你提到了父亲来找你倾诉，虽然你不想说话，但你可以看着电视流泪。",
        "label": ""
      },
      {
        "sentence": "这表明你并没有完全无视他的存在，只是暂时没有能力和愿望去倾听他。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着与他沟通，告诉他你现在的情绪状态，并尝试深入了解他的感受。",
        "label": ""
      },
      {
        "sentence": "毕竟，父亲是你最亲近的人之一，他与你同行多年，给予了你很多，也正是因为他的存在，你才能成为现在的自己。",
        "label": ""
      },
      {
        "sentence": "生活中总会有起伏和困难，但只要你能积极面对，勇敢迈出下一步，未来定会变得更加精彩。",
        "label": ""
      },
      {
        "sentence": "愿你能早日摆脱痛苦，重新面对生活，希望你的未来充满光明和希望。",
        "label": ""
      }
    ]
  }
]