[
  {
    "role": "client",
    "content": "男友很爱我，但条件不好，该继续下去吗？",
    "annotation": [
      {
        "sentence": "男友很爱我，但条件不好，该继续下去吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是26岁的初恋，和男朋友在一起已经五个多月了。你现在不确定是否该继续这段关系，对吗？",
    "annotation": [
      {
        "sentence": "你是26岁的初恋，和男朋友在一起已经五个多月了。",
        "label": ""
      },
      {
        "sentence": "你现在不确定是否该继续这段关系，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的。我们是同事，一开始他追我很久我没有答应，因为没有那种很强烈的心动感觉。后来疫情期间我们才在一起。但是他的家庭条件我不是很能接受，而且有些方面我也对他不满意。有时候会嫌弃他的能力不够。再加上我们是一个部门，面临很多的工作压力，这些都让我考虑放弃。",
    "annotation": [
      {
        "sentence": "对的。",
        "label": ""
      },
      {
        "sentence": "我们是同事，一开始他追我很久我没有答应，因为没有那种很强烈的心动感觉。",
        "label": ""
      },
      {
        "sentence": "后来疫情期间我们才在一起。",
        "label": ""
      },
      {
        "sentence": "但是他的家庭条件我不是很能接受，而且有些方面我也对他不满意。",
        "label": ""
      },
      {
        "sentence": "有时候会嫌弃他的能力不够。",
        "label": ""
      },
      {
        "sentence": "再加上我们是一个部门，面临很多的工作压力，这些都让我考虑放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以你提到的这些因素，让你考虑放弃这段关系对吗？",
    "annotation": [
      {
        "sentence": "所以你提到的这些因素，让你考虑放弃这段关系对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的。但是他的人品和性格都很好，对我也非常好。我能感受到他对我的关注、包容和肯定。而且我很需要有人陪伴，他能够满足我这方面的需求。我们在一起也有感情，只要不考虑未来结婚之类的事情，我就很快乐。我不想和他分手。",
    "annotation": [
      {
        "sentence": "是的。",
        "label": ""
      },
      {
        "sentence": "但是他的人品和性格都很好，对我也非常好。",
        "label": ""
      },
      {
        "sentence": "我能感受到他对我的关注、包容和肯定。",
        "label": ""
      },
      {
        "sentence": "而且我很需要有人陪伴，他能够满足我这方面的需求。",
        "label": ""
      },
      {
        "sentence": "我们在一起也有感情，只要不考虑未来结婚之类的事情，我就很快乐。",
        "label": ""
      },
      {
        "sentence": "我不想和他分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。他对你的情感很高，让你感觉被爱。但是考虑到结婚条件，你希望拥有富足的生活，希望对方家境好或者有好的事业，并能够提供物质上的满足，对吗？",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "他对你的情感很高，让你感觉被爱。",
        "label": ""
      },
      {
        "sentence": "但是考虑到结婚条件，你希望拥有富足的生活，希望对方家境好或者有好的事业，并能够提供物质上的满足，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，分手让我舍不得，但继续相处也让我不甘心。",
    "annotation": [
      {
        "sentence": "是的，分手让我舍不得，但继续相处也让我不甘心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "26岁，初恋，这个时候会有许多许多的想法是很正常的。从进化心理学的角度来看，女性长期择偶策略是希望找到一个能够稳定有能力，为自己和自己的后代提供亲职投资的伴侣。所以，从结婚的角度来看，你对于找一个有经济条件的伴侣的期待可能是基于本能的需求。但是，什么样的姑娘才能够找到这样的人呢？就是那些自身择偶价值非常高并且对情感需求不是那么高的姑娘们。有一句情感导师常说的话：情绪价值是很贵的，是可以用“金钱”来交换的。对方能够给予你高浓度的情感价值，让你时时感受到被关注、被理解和被接纳。这些或许都是他自身知道自己物质条件有限，才愿意做出的妥协和付出。你非常渴望这种情感浓度，否则你也不会舍不得分手。同时，你自己在择偶市场上的选择权又不是很高，所以你需要接受他让你不满意的一面。如果你放弃他，你自身的条件又无法有质的飞跃，以后遇到经济条件不错但无法给你高浓度情感价值的人的可能性也很大。你需要在这两者之间进行权衡和选择，这对你来说哪个更加重要呢？短期内的不甘心和纠结是可以理解的，但是如果你经常摇摆不定，既享受男友的情感价值，又嫌弃他的能力，这也会让对方感受到的。最终你可能会一无所获。所以好好考虑一下，到底什么对你来说更重要。想清楚自己最想要的是什么，在这个择偶市场上，你的价值能够与怎样的人匹配，才能做出正确的择偶策略。最后，无论何时，伴侣都不可能完全满足你所有方面的需求，大部分需求需要依靠自己来满足。所以，始终要把更多的关注点放在自身价值的提升上，只有这样你才能拥有选择的权力。",
    "annotation": [
      {
        "sentence": "26岁，初恋，这个时候会有许多许多的想法是很正常的。",
        "label": ""
      },
      {
        "sentence": "从进化心理学的角度来看，女性长期择偶策略是希望找到一个能够稳定有能力，为自己和自己的后代提供亲职投资的伴侣。",
        "label": ""
      },
      {
        "sentence": "所以，从结婚的角度来看，你对于找一个有经济条件的伴侣的期待可能是基于本能的需求。",
        "label": ""
      },
      {
        "sentence": "但是，什么样的姑娘才能够找到这样的人呢？",
        "label": ""
      },
      {
        "sentence": "就是那些自身择偶价值非常高并且对情感需求不是那么高的姑娘们。",
        "label": ""
      },
      {
        "sentence": "有一句情感导师常说的话：情绪价值是很贵的，是可以用“金钱”来交换的。",
        "label": ""
      },
      {
        "sentence": "对方能够给予你高浓度的情感价值，让你时时感受到被关注、被理解和被接纳。",
        "label": ""
      },
      {
        "sentence": "这些或许都是他自身知道自己物质条件有限，才愿意做出的妥协和付出。",
        "label": ""
      },
      {
        "sentence": "你非常渴望这种情感浓度，否则你也不会舍不得分手。",
        "label": ""
      },
      {
        "sentence": "同时，你自己在择偶市场上的选择权又不是很高，所以你需要接受他让你不满意的一面。",
        "label": ""
      },
      {
        "sentence": "如果你放弃他，你自身的条件又无法有质的飞跃，以后遇到经济条件不错但无法给你高浓度情感价值的人的可能性也很大。",
        "label": ""
      },
      {
        "sentence": "你需要在这两者之间进行权衡和选择，这对你来说哪个更加重要呢？",
        "label": ""
      },
      {
        "sentence": "短期内的不甘心和纠结是可以理解的，但是如果你经常摇摆不定，既享受男友的情感价值，又嫌弃他的能力，这也会让对方感受到的。",
        "label": ""
      },
      {
        "sentence": "最终你可能会一无所获。",
        "label": ""
      },
      {
        "sentence": "所以好好考虑一下，到底什么对你来说更重要。",
        "label": ""
      },
      {
        "sentence": "想清楚自己最想要的是什么，在这个择偶市场上，你的价值能够与怎样的人匹配，才能做出正确的择偶策略。",
        "label": ""
      },
      {
        "sentence": "最后，无论何时，伴侣都不可能完全满足你所有方面的需求，大部分需求需要依靠自己来满足。",
        "label": ""
      },
      {
        "sentence": "所以，始终要把更多的关注点放在自身价值的提升上，只有这样你才能拥有选择的权力。",
        "label": ""
      }
    ]
  }
]