[
  {
    "role": "client",
    "content": "社交恐惧症，明天就上大学了，很焦虑怎么办？社交恐惧症心理特别敏感，暑假尝试消除社恐，通过做促销老家办酒时和同龄人说话，有段时间自信心提升了，但最近又回到了起点，而且比以前更严重了。不敢和别人说话，说话也不自信，更不知道如何和人聊天。我想了想从老家回来后（也是我自信心最强的时间之后），刻在我脑子里面的事情。比如1-又去到新地方做促销本来想着和之前做促销一样能和另外一个促销员谈的不错，但我两却没有什么共同话题，我用她不爱说话安慰自己，但她却和另一个促销谈得愉快。2-我又回老家，但这次是第一次一个人回去，我以为我能应对，结果我特别是一群人在商量关于我的事情时，我很慌，压根不知道该怎么办。上公交因为不了解老家的公交，以为可以用手机支付结果不行，身上也没零钱，说话也很幼稚，觉得当时别人觉得我很傻。3-第一次和未来的大学同学网上聊天本以为可以聊得不错结果知道原来不是同一校区的也一直没找到话题，在尬聊。以后她也再也没回我。是我要求太高吗？",
    "annotation": [
      {
        "sentence": "社交恐惧症，明天就上大学了，很焦虑怎么办？",
        "label": ""
      },
      {
        "sentence": "社交恐惧症心理特别敏感，暑假尝试消除社恐，通过做促销老家办酒时和同龄人说话，有段时间自信心提升了，但最近又回到了起点，而且比以前更严重了。",
        "label": ""
      },
      {
        "sentence": "不敢和别人说话，说话也不自信，更不知道如何和人聊天。",
        "label": ""
      },
      {
        "sentence": "我想了想从老家回来后（也是我自信心最强的时间之后），刻在我脑子里面的事情。",
        "label": ""
      },
      {
        "sentence": "比如1-又去到新地方做促销本来想着和之前做促销一样能和另外一个促销员谈的不错，但我两却没有什么共同话题，我用她不爱说话安慰自己，但她却和另一个促销谈得愉快。",
        "label": ""
      },
      {
        "sentence": "2-我又回老家，但这次是第一次一个人回去，我以为我能应对，结果我特别是一群人在商量关于我的事情时，我很慌，压根不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "上公交因为不了解老家的公交，以为可以用手机支付结果不行，身上也没零钱，说话也很幼稚，觉得当时别人觉得我很傻。",
        "label": ""
      },
      {
        "sentence": "3-第一次和未来的大学同学网上聊天本以为可以聊得不错结果知道原来不是同一校区的也一直没找到话题，在尬聊。",
        "label": ""
      },
      {
        "sentence": "以后她也再也没回我。",
        "label": ""
      },
      {
        "sentence": "是我要求太高吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "新的开学季，代表了新的开始，但对于很多同学来讲，也带来了新的压力。很多人表达过这样的想法，自己愿意变成一个透明人，宿舍的舍友关注不到我，同学老师看不到我，我就活在自己的世界里，不用为了谁假装微笑，不用在害怕的时候假装开朗，不用无缘无故受委屈，不用因为不敢拒绝借给别人自己都舍不得用的东西……其实不同的年龄，不同的职业，不同的时间，很多人都在承受着社交带来的压力，学生、公司员工、老师、工人，不同的人群，面对压力的大小，压力的方向都有差别，都有个愿望，希望摆脱这种压力，希望过上自己想要的生活。",
    "annotation": [
      {
        "sentence": "新的开学季，代表了新的开始，但对于很多同学来讲，也带来了新的压力。",
        "label": ""
      },
      {
        "sentence": "很多人表达过这样的想法，自己愿意变成一个透明人，宿舍的舍友关注不到我，同学老师看不到我，我就活在自己的世界里，不用为了谁假装微笑，不用在害怕的时候假装开朗，不用无缘无故受委屈，不用因为不敢拒绝借给别人自己都舍不得用的东西……其实不同的年龄，不同的职业，不同的时间，很多人都在承受着社交带来的压力，学生、公司员工、老师、工人，不同的人群，面对压力的大小，压力的方向都有差别，都有个愿望，希望摆脱这种压力，希望过上自己想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我真的感到很压抑。我希望能够不再害怕社交，能够自如地和人交流。但每次面对人群，我就会感到恐惧，不知道该怎么应对。",
    "annotation": [
      {
        "sentence": "你说得对，我真的感到很压抑。",
        "label": ""
      },
      {
        "sentence": "我希望能够不再害怕社交，能够自如地和人交流。",
        "label": ""
      },
      {
        "sentence": "但每次面对人群，我就会感到恐惧，不知道该怎么应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你会感到恐惧其实是很正常的，因为每个人面对陌生的环境和陌生的人都会有这样的情绪。不过，我们可以通过一些方法来帮助你缓解社交恐惧。比如，你可以尝试参加一些社交活动，包括和同学一起聚餐或参加学校组织的活动，逐渐增加你与他人的接触。",
    "annotation": [
      {
        "sentence": "你会感到恐惧其实是很正常的，因为每个人面对陌生的环境和陌生的人都会有这样的情绪。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以通过一些方法来帮助你缓解社交恐惧。",
        "label": ""
      },
      {
        "sentence": "比如，你可以尝试参加一些社交活动，包括和同学一起聚餐或参加学校组织的活动，逐渐增加你与他人的接触。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "参加社交活动听起来有点吓人，但我明白这是一个很好的建议。我会尝试去参加一些活动，希望能够逐渐适应社交环境。我也希望自己能够变得更加自信。",
    "annotation": [
      {
        "sentence": "参加社交活动听起来有点吓人，但我明白这是一个很好的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试去参加一些活动，希望能够逐渐适应社交环境。",
        "label": ""
      },
      {
        "sentence": "我也希望自己能够变得更加自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你愿意尝试参加社交活动，这是一个很大的进步。记住，自信是需要逐渐建立的，不要对自己太苛求。你可以从小的目标开始，比如说和一个陌生人简单地交流几句，慢慢地增加难度和挑战。",
    "annotation": [
      {
        "sentence": "很高兴你愿意尝试参加社交活动，这是一个很大的进步。",
        "label": ""
      },
      {
        "sentence": "记住，自信是需要逐渐建立的，不要对自己太苛求。",
        "label": ""
      },
      {
        "sentence": "你可以从小的目标开始，比如说和一个陌生人简单地交流几句，慢慢地增加难度和挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会从小的目标开始，一步一步地克服自己的社交恐惧。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会从小的目标开始，一步一步地克服自己的社交恐惧。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够克服这个困难。同时，如果你在参加社交活动的过程中遇到了困难或不适，记得及时和我沟通，我会尽力帮助你。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够克服这个困难。",
        "label": ""
      },
      {
        "sentence": "同时，如果你在参加社交活动的过程中遇到了困难或不适，记得及时和我沟通，我会尽力帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会尽量努力克服自己的问题。希望能够有一个积极的变化。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会尽量努力克服自己的问题。",
        "label": ""
      },
      {
        "sentence": "希望能够有一个积极的变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信自己，坚持下去，你一定能够度过这个困难时期。不要忘记，我一直都在支持你，并愿意提供帮助。加油！",
    "annotation": [
      {
        "sentence": "相信自己，坚持下去，你一定能够度过这个困难时期。",
        "label": ""
      },
      {
        "sentence": "不要忘记，我一直都在支持你，并愿意提供帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会继续努力的。再次感谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会继续努力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意随时为你提供帮助和支持。祝福你能够渐渐战胜社交恐惧，开心地度过大学时光！",
    "annotation": [
      {
        "sentence": "不用客气，我愿意随时为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝福你能够渐渐战胜社交恐惧，开心地度过大学时光！",
        "label": ""
      }
    ]
  }
]