[
  {
    "role": "client",
    "content": "社交恐惧症，明天就上大学了，很焦虑怎么办？社交恐惧症心理特别敏感，暑假尝试消除社恐，通过做促销老家办酒时和同龄人说话，有段时间自信心提升了，但最近又回到了起点，而且比以前更严重了。不敢和别人说话，说话也不自信，更不知道如何和人聊天。我想了想从老家回来后（也是我自信心最强的时间之后），刻在我脑子里面的事情。比如1-又去到新地方做促销本来想着和之前做促销一样能和另外一个促销员谈得不错，但我两却没有什么共同话题，我用她不爱说话安慰自己，但她却和另一个促销谈得愉快。2-我又回老家，但这次是第一次一个人回去，我以为我能应对，结果我特别是一群人在商量关于我的事情时，我很慌，压根不知道该怎么办。上公交因为不了解老家的公交，以为可以用手机支付结果不行，身上也没零钱，说话也很幼稚，觉得当时别人觉得我很傻。3-第一次和未来的大学同学网上聊天本以为可以聊得不错结果知道原来不是同一校区的也一直没找到话题，在尬聊。以后她也再也没回我。是我要求太高吗？",
    "annotation": [
      {
        "sentence": "社交恐惧症，明天就上大学了，很焦虑怎么办？",
        "label": ""
      },
      {
        "sentence": "社交恐惧症心理特别敏感，暑假尝试消除社恐，通过做促销老家办酒时和同龄人说话，有段时间自信心提升了，但最近又回到了起点，而且比以前更严重了。",
        "label": ""
      },
      {
        "sentence": "不敢和别人说话，说话也不自信，更不知道如何和人聊天。",
        "label": ""
      },
      {
        "sentence": "我想了想从老家回来后（也是我自信心最强的时间之后），刻在我脑子里面的事情。",
        "label": ""
      },
      {
        "sentence": "比如1-又去到新地方做促销本来想着和之前做促销一样能和另外一个促销员谈得不错，但我两却没有什么共同话题，我用她不爱说话安慰自己，但她却和另一个促销谈得愉快。",
        "label": ""
      },
      {
        "sentence": "2-我又回老家，但这次是第一次一个人回去，我以为我能应对，结果我特别是一群人在商量关于我的事情时，我很慌，压根不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "上公交因为不了解老家的公交，以为可以用手机支付结果不行，身上也没零钱，说话也很幼稚，觉得当时别人觉得我很傻。",
        "label": ""
      },
      {
        "sentence": "3-第一次和未来的大学同学网上聊天本以为可以聊得不错结果知道原来不是同一校区的也一直没找到话题，在尬聊。",
        "label": ""
      },
      {
        "sentence": "以后她也再也没回我。",
        "label": ""
      },
      {
        "sentence": "是我要求太高吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉到你在与别人的交往中并不是很顺利，但是也不要轻易给自己扣上“社交恐惧症”的帽子哦。你有没有发现这样一个现象，你觉得自己不擅长社交，因此在和促销员的交往中，你会异常关注她和别人的交往。发现她和别人的交流很顺畅，你就怀疑是自己的问题。你一直在努力证明自己事先的假设——我有社恐。但是你有没有想过，这其实并不是自己的原因，兴许他们年龄相仿，也许她们有一些共同的爱好......之前的我和别人交往的时候，也经常会遇到很多问题，甚至感觉自己是个冷场王。后来我发现和人交往其实是一个本领，这是可以在训练中慢慢提高的。给你一点我的建议~",
    "annotation": [
      {
        "sentence": "感觉到你在与别人的交往中并不是很顺利，但是也不要轻易给自己扣上“社交恐惧症”的帽子哦。",
        "label": ""
      },
      {
        "sentence": "你有没有发现这样一个现象，你觉得自己不擅长社交，因此在和促销员的交往中，你会异常关注她和别人的交往。",
        "label": ""
      },
      {
        "sentence": "发现她和别人的交流很顺畅，你就怀疑是自己的问题。",
        "label": ""
      },
      {
        "sentence": "你一直在努力证明自己事先的假设——我有社恐。",
        "label": ""
      },
      {
        "sentence": "但是你有没有想过，这其实并不是自己的原因，兴许他们年龄相仿，也许她们有一些共同的爱好......之前的我和别人交往的时候，也经常会遇到很多问题，甚至感觉自己是个冷场王。",
        "label": ""
      },
      {
        "sentence": "后来我发现和人交往其实是一个本领，这是可以在训练中慢慢提高的。",
        "label": ""
      },
      {
        "sentence": "给你一点我的建议~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。可能是我对自己期望太高了，每次交流失败后都会觉得自己不行。但是我怕这种不自信的情绪会影响我在大学的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "可能是我对自己期望太高了，每次交流失败后都会觉得自己不行。",
        "label": ""
      },
      {
        "sentence": "但是我怕这种不自信的情绪会影响我在大学的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太担心，进入大学后，你会有很多机会结识新的朋友。而且，大学里有许多社团和活动可以参加，可以找到与你有相同兴趣爱好的人。刚开始交流时，可以试着多参与一些团体活动，以小组为单位进行交流，这样会减少一些压力和焦虑感。你可以慢慢适应新的环境，发现与你志同道合的人。别太担心，相信自己能够适应和克服困难。",
    "annotation": [
      {
        "sentence": "不要太担心，进入大学后，你会有很多机会结识新的朋友。",
        "label": ""
      },
      {
        "sentence": "而且，大学里有许多社团和活动可以参加，可以找到与你有相同兴趣爱好的人。",
        "label": ""
      },
      {
        "sentence": "刚开始交流时，可以试着多参与一些团体活动，以小组为单位进行交流，这样会减少一些压力和焦虑感。",
        "label": ""
      },
      {
        "sentence": "你可以慢慢适应新的环境，发现与你志同道合的人。",
        "label": ""
      },
      {
        "sentence": "别太担心，相信自己能够适应和克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我觉得有些安心了，不再那么焦虑了。我会试着放松心态，积极参与校园活动。还有，我在社交方面还是需要提高自己的能力，你有什么关于提高社交能力的建议吗？",
    "annotation": [
      {
        "sentence": "听了你的建议，我觉得有些安心了，不再那么焦虑了。",
        "label": ""
      },
      {
        "sentence": "我会试着放松心态，积极参与校园活动。",
        "label": ""
      },
      {
        "sentence": "还有，我在社交方面还是需要提高自己的能力，你有什么关于提高社交能力的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我会给你提供一些关于提高社交能力的建议。首先，你可以尝试在日常生活中多与人交流，比如和同学、室友聊天、一起讨论学习问题，或者主动参与学校的社团活动。其次，你也可以通过阅读一些与社交能力有关的书籍或文章，了解一些沟通技巧和方法。另外，多观察他人的言谈举止，学习他们在社交场合中的表现，可以从中借鉴一些经验。最重要的是要保持积极向上的心态，相信自己能够不断进步。对自己要有信心，慢慢来，你一定能够成长和提高的。",
    "annotation": [
      {
        "sentence": "当然，我会给你提供一些关于提高社交能力的建议。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试在日常生活中多与人交流，比如和同学、室友聊天、一起讨论学习问题，或者主动参与学校的社团活动。",
        "label": ""
      },
      {
        "sentence": "其次，你也可以通过阅读一些与社交能力有关的书籍或文章，了解一些沟通技巧和方法。",
        "label": ""
      },
      {
        "sentence": "另外，多观察他人的言谈举止，学习他们在社交场合中的表现，可以从中借鉴一些经验。",
        "label": ""
      },
      {
        "sentence": "最重要的是要保持积极向上的心态，相信自己能够不断进步。",
        "label": ""
      },
      {
        "sentence": "对自己要有信心，慢慢来，你一定能够成长和提高的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会尝试着跟他人多交流，积极参与校园生活，也会试着放下自己的包袱，相信自己能够逐渐改善社交的能力。有时候还是会担心自己的表现会让别人觉得不好，我应该怎么克服这种思绪呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试着跟他人多交流，积极参与校园生活，也会试着放下自己的包袱，相信自己能够逐渐改善社交的能力。",
        "label": ""
      },
      {
        "sentence": "有时候还是会担心自己的表现会让别人觉得不好，我应该怎么克服这种思绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心自己的表现是很正常的，不用太过苛责自己。每个人都有学习和成长的过程，没有人是一开始就能完美无缺的。当你感到担心时，可以试着放慢呼吸，告诉自己不要过于焦虑，要相信自己能够做到。同时，也可以试着将注意力放在对方身上，用一种包容的心态去倾听和理解对方，不要过于关注自己的表现。相信自己的能力，再加上一些积极的心理暗示，你会渐渐克服这种思绪的。",
    "annotation": [
      {
        "sentence": "担心自己的表现是很正常的，不用太过苛责自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有学习和成长的过程，没有人是一开始就能完美无缺的。",
        "label": ""
      },
      {
        "sentence": "当你感到担心时，可以试着放慢呼吸，告诉自己不要过于焦虑，要相信自己能够做到。",
        "label": ""
      },
      {
        "sentence": "同时，也可以试着将注意力放在对方身上，用一种包容的心态去倾听和理解对方，不要过于关注自己的表现。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，再加上一些积极的心理暗示，你会渐渐克服这种思绪的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着放慢呼吸，用更积极的心态去面对交流的场合。同时，我也会更关注对方，用真心去倾听和理解他人。谢谢你的建议，感觉到自己有了一些方向和信心。还有一点，我曾经遇到过尴尬的情况，就是有时候明明有话想说，但是就是开不了口，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着放慢呼吸，用更积极的心态去面对交流的场合。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更关注对方，用真心去倾听和理解他人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，感觉到自己有了一些方向和信心。",
        "label": ""
      },
      {
        "sentence": "还有一点，我曾经遇到过尴尬的情况，就是有时候明明有话想说，但是就是开不了口，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很常见的情况，很多人都会有话想说，但却难以开口。你可以尝试先从一些简单的话题入手，比如询问对方近期的学习或者生活情况。或者你可以准备一些问题或者观点，来引发和对方的讨论，这样可以让你更容易找到话题，并开始交流。同时，也要放松自己的心态，不要给自己太大的压力，相信自己可以克服这种困难。",
    "annotation": [
      {
        "sentence": "这是一个很常见的情况，很多人都会有话想说，但却难以开口。",
        "label": ""
      },
      {
        "sentence": "你可以尝试先从一些简单的话题入手，比如询问对方近期的学习或者生活情况。",
        "label": ""
      },
      {
        "sentence": "或者你可以准备一些问题或者观点，来引发和对方的讨论，这样可以让你更容易找到话题，并开始交流。",
        "label": ""
      },
      {
        "sentence": "同时，也要放松自己的心态，不要给自己太大的压力，相信自己可以克服这种困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着从一些简单的话题入手，以及准备一些问题以引发对方的兴趣，希望能够更自然地开展对话。同时，也会注意放松心态，不再给自己太大的压力。非常感谢你的帮助和鼓励，这次交流让我感觉到了一些改变和成长。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着从一些简单的话题入手，以及准备一些问题以引发对方的兴趣，希望能够更自然地开展对话。",
        "label": ""
      },
      {
        "sentence": "同时，也会注意放松心态，不再给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助和鼓励，这次交流让我感觉到了一些改变和成长。",
        "label": ""
      }
    ]
  }
]