[
  {
    "role": "client",
    "content": "卑微压抑讨好迎合，怕被训骂否定指责，怕别人不喜欢？29岁女生，生活在一个重男轻女的家庭，出生后便被抛弃，后来曲折离奇的是:我留了下来。因此父亲将所有怨气撒到我身上，冷暴力加真暴力对待我，不分青红皂白鞭打我，总喜欢比较，即使很努力得了第一换来的只有讽刺挖苦嘲笑，经常被训骂指责，当着所有家人的面一起否定我，一味卑微压抑讨好迎合，总是会有种习惯：认为别人的感受最重要，别人说我不好我就觉得自己很不好了。",
    "annotation": [
      {
        "sentence": "卑微压抑讨好迎合，怕被训骂否定指责，怕别人不喜欢？",
        "label": ""
      },
      {
        "sentence": "29岁女生，生活在一个重男轻女的家庭，出生后便被抛弃，后来曲折离奇的是:我留了下来。",
        "label": ""
      },
      {
        "sentence": "因此父亲将所有怨气撒到我身上，冷暴力加真暴力对待我，不分青红皂白鞭打我，总喜欢比较，即使很努力得了第一换来的只有讽刺挖苦嘲笑，经常被训骂指责，当着所有家人的面一起否定我，一味卑微压抑讨好迎合，总是会有种习惯：认为别人的感受最重要，别人说我不好我就觉得自己很不好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都会有在意别人看法的时候，尤其是在有社交联系的情况下。大多情况下别人合理的指正，并不会引起反感。帮你指出问题，并且改正后获得进步的只有你自己。如果你已经尽了一定的努力，却被别人刻意指责和否定，肯定会感到难过。这时候如果你觉得自己的立场站得住脚，不妨大胆地反击一下。即使像你这样小心翼翼的内向性格，也可以偶尔发泄一下，生活需要一些爽气来缓解压抑的状态。遇到这样的机会千万别放过，从长远来看，这种偶尔反击的策略，也可以为你创造一个更良性的社交环境。总体来说，你这种重视别人感受的性格在社会上有很大的优势。可以把小时候的压抑看成苦尽甘来或因祸得福，才使你拥有了这个优点。只是总是顺着别人的意思来，甚至因此扭转自己的意志，到达卑微压抑讨好迎合的程度，你自己也知道这样是不好的吧。只要能顾及到对方的感受，哪怕是和对方观点相反，也会有很多委婉且不那么让对方反感的表达方式的。说话有理有据，又能带点小体贴的人比只会点头哈腰的人，更讨人喜欢。",
    "annotation": [
      {
        "sentence": "每个人都会有在意别人看法的时候，尤其是在有社交联系的情况下。",
        "label": ""
      },
      {
        "sentence": "大多情况下别人合理的指正，并不会引起反感。",
        "label": ""
      },
      {
        "sentence": "帮你指出问题，并且改正后获得进步的只有你自己。",
        "label": ""
      },
      {
        "sentence": "如果你已经尽了一定的努力，却被别人刻意指责和否定，肯定会感到难过。",
        "label": ""
      },
      {
        "sentence": "这时候如果你觉得自己的立场站得住脚，不妨大胆地反击一下。",
        "label": ""
      },
      {
        "sentence": "即使像你这样小心翼翼的内向性格，也可以偶尔发泄一下，生活需要一些爽气来缓解压抑的状态。",
        "label": ""
      },
      {
        "sentence": "遇到这样的机会千万别放过，从长远来看，这种偶尔反击的策略，也可以为你创造一个更良性的社交环境。",
        "label": ""
      },
      {
        "sentence": "总体来说，你这种重视别人感受的性格在社会上有很大的优势。",
        "label": ""
      },
      {
        "sentence": "可以把小时候的压抑看成苦尽甘来或因祸得福，才使你拥有了这个优点。",
        "label": ""
      },
      {
        "sentence": "只是总是顺着别人的意思来，甚至因此扭转自己的意志，到达卑微压抑讨好迎合的程度，你自己也知道这样是不好的吧。",
        "label": ""
      },
      {
        "sentence": "只要能顾及到对方的感受，哪怕是和对方观点相反，也会有很多委婉且不那么让对方反感的表达方式的。",
        "label": ""
      },
      {
        "sentence": "说话有理有据，又能带点小体贴的人比只会点头哈腰的人，更讨人喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然我明白你的意思，但是我总觉得自己不够自信，总是担心别人对我的评价，怕被否定和指责。我怎样才能改变这种状态呢？",
    "annotation": [
      {
        "sentence": "虽然我明白你的意思，但是我总觉得自己不够自信，总是担心别人对我的评价，怕被否定和指责。",
        "label": ""
      },
      {
        "sentence": "我怎样才能改变这种状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "提高自信是一个渐进的过程，需要一步一步地去实践和坚持。首先，你可以多记录下自己的优点和长处，每天至少写三个。这样做，可以让你更加明确自己的长处，逐渐增强自信。同时，也要学会欣赏自己所取得的成就，不要总是给自己加压，要给予自己肯定和认可。另外，多和那些支持你、鼓励你的人交流，他们的话语和支持会给你带来正能量。最后，多参加一些锻炼自己的活动，比如学习新的技能或兴趣爱好，这样可以不断提高自己的能力，增加自信心。记住，自信来自于实力的积累和对自己的认可。",
    "annotation": [
      {
        "sentence": "提高自信是一个渐进的过程，需要一步一步地去实践和坚持。",
        "label": ""
      },
      {
        "sentence": "首先，你可以多记录下自己的优点和长处，每天至少写三个。",
        "label": ""
      },
      {
        "sentence": "这样做，可以让你更加明确自己的长处，逐渐增强自信。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会欣赏自己所取得的成就，不要总是给自己加压，要给予自己肯定和认可。",
        "label": ""
      },
      {
        "sentence": "另外，多和那些支持你、鼓励你的人交流，他们的话语和支持会给你带来正能量。",
        "label": ""
      },
      {
        "sentence": "最后，多参加一些锻炼自己的活动，比如学习新的技能或兴趣爱好，这样可以不断提高自己的能力，增加自信心。",
        "label": ""
      },
      {
        "sentence": "记住，自信来自于实力的积累和对自己的认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试去做的。但是，我还是担心如果我不去讨好别人，他们会不喜欢我。怎样才能平衡好自己的需要和他人的感受呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试去做的。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心如果我不去讨好别人，他们会不喜欢我。",
        "label": ""
      },
      {
        "sentence": "怎样才能平衡好自己的需要和他人的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "平衡自己的需求和他人的感受确实是一个挑战。首先，你要明白自己的底线和原则，不要为了取悦别人而违背自己的原则。同时，要学会设定界限，知道什么是对自己有利的，什么是过分讨好他人的。要学会拒绝，不要总是迎合他人的意见，要坚持自己的想法和决定。与此同时，也要尊重他人的感受，学会倾听和理解他人的观点。运用一些委婉的表达方式，让别人理解你的立场，避免过激的争论和冲突。记住，平衡是一个动态的过程，需要不断调整和平衡，要尊重他人同时也要保护好自己的利益和需要。",
    "annotation": [
      {
        "sentence": "平衡自己的需求和他人的感受确实是一个挑战。",
        "label": ""
      },
      {
        "sentence": "首先，你要明白自己的底线和原则，不要为了取悦别人而违背自己的原则。",
        "label": ""
      },
      {
        "sentence": "同时，要学会设定界限，知道什么是对自己有利的，什么是过分讨好他人的。",
        "label": ""
      },
      {
        "sentence": "要学会拒绝，不要总是迎合他人的意见，要坚持自己的想法和决定。",
        "label": ""
      },
      {
        "sentence": "与此同时，也要尊重他人的感受，学会倾听和理解他人的观点。",
        "label": ""
      },
      {
        "sentence": "运用一些委婉的表达方式，让别人理解你的立场，避免过激的争论和冲突。",
        "label": ""
      },
      {
        "sentence": "记住，平衡是一个动态的过程，需要不断调整和平衡，要尊重他人同时也要保护好自己的利益和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，要学会坚持自己的底线，不违背自己的原则，同时也要尊重他人的感受。我会尝试去平衡好这方面的关系。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我明白了，要学会坚持自己的底线，不违背自己的原则，同时也要尊重他人的感受。",
        "label": ""
      },
      {
        "sentence": "我会尝试去平衡好这方面的关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都在支持你。记得要相信自己，你是一个有能力独立思考、表达意见的人。只要你坚持下去，相信你能够找到平衡和自信。如果还有什么困惑或需要帮助的地方，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，我一直都在支持你。",
        "label": ""
      },
      {
        "sentence": "记得要相信自己，你是一个有能力独立思考、表达意见的人。",
        "label": ""
      },
      {
        "sentence": "只要你坚持下去，相信你能够找到平衡和自信。",
        "label": ""
      },
      {
        "sentence": "如果还有什么困惑或需要帮助的地方，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]