[
  {
    "role": "client",
    "content": "卑微压抑讨好迎合，怕被训骂否定指责，怕别人不喜欢？29岁女生，生活在一个重男轻女的家庭，出生后便被抛弃，后来曲折离奇的是:我留了下来。因此父亲将所有怨气撒到我身上，冷暴力加真暴力对待我，不分青红皂白鞭打我，总喜欢比较，即使很努力得了第一换来的只有讽刺挖苦嘲笑，经常被训骂指责，当着所有家人的面一起否定我，一味卑微压抑讨好迎合，总是会有种习惯：认为别人的感受最重要，别人说我不好我就觉得自己很不好了。",
    "annotation": [
      {
        "sentence": "卑微压抑讨好迎合，怕被训骂否定指责，怕别人不喜欢？",
        "label": ""
      },
      {
        "sentence": "29岁女生，生活在一个重男轻女的家庭，出生后便被抛弃，后来曲折离奇的是:我留了下来。",
        "label": ""
      },
      {
        "sentence": "因此父亲将所有怨气撒到我身上，冷暴力加真暴力对待我，不分青红皂白鞭打我，总喜欢比较，即使很努力得了第一换来的只有讽刺挖苦嘲笑，经常被训骂指责，当着所有家人的面一起否定我，一味卑微压抑讨好迎合，总是会有种习惯：认为别人的感受最重要，别人说我不好我就觉得自己很不好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的字里行间中，我感受到了你生活的的不容易。根据你所说的，讨好这一病态模式来自于你的原生家庭。正所谓解铃还须系铃人，我建议你可以通过参加萨提亚模式的心里课程或者黄启团老师的时间线课程，利用这两种心理学的技术去疗愈原生家庭对你留下的伤疤。其实，我认为你是幸运的，因为你选择了觉察，说明你真的很想改变这种讨好的模式。当你疗愈过后，你就能从匮乏走向富足，进而处理好亲密关系、家庭关系、工作关系等，进入良性的循环。原谅我没法帮你更多，但你真的值得拥有更好的生活，心灵成长的路上，我会继续和你一起同行。",
    "annotation": [
      {
        "sentence": "在你的字里行间中，我感受到了你生活的的不容易。",
        "label": ""
      },
      {
        "sentence": "根据你所说的，讨好这一病态模式来自于你的原生家庭。",
        "label": ""
      },
      {
        "sentence": "正所谓解铃还须系铃人，我建议你可以通过参加萨提亚模式的心里课程或者黄启团老师的时间线课程，利用这两种心理学的技术去疗愈原生家庭对你留下的伤疤。",
        "label": ""
      },
      {
        "sentence": "其实，我认为你是幸运的，因为你选择了觉察，说明你真的很想改变这种讨好的模式。",
        "label": ""
      },
      {
        "sentence": "当你疗愈过后，你就能从匮乏走向富足，进而处理好亲密关系、家庭关系、工作关系等，进入良性的循环。",
        "label": ""
      },
      {
        "sentence": "原谅我没法帮你更多，但你真的值得拥有更好的生活，心灵成长的路上，我会继续和你一起同行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会考虑参加心理课程，尝试疗愈自己的伤疤。但是有时候我会担心，如果我改变了，别人会不会不喜欢我了呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会考虑参加心理课程，尝试疗愈自己的伤疤。",
        "label": ""
      },
      {
        "sentence": "但是有时候我会担心，如果我改变了，别人会不会不喜欢我了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。但是，真正喜欢你的人应该喜欢你真实的样子，而不是你讨好迎合的模样。如果有人因为你的改变而不喜欢你了，那说明他们并不真正了解你和尊重你的价值。要记住，你的价值不是建立在别人对你的赞许和喜欢上的，而是建立在你的内在品质和自我认可上的。不要让别人的意见左右你，坚定地迈向成长和改变。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "但是，真正喜欢你的人应该喜欢你真实的样子，而不是你讨好迎合的模样。",
        "label": ""
      },
      {
        "sentence": "如果有人因为你的改变而不喜欢你了，那说明他们并不真正了解你和尊重你的价值。",
        "label": ""
      },
      {
        "sentence": "要记住，你的价值不是建立在别人对你的赞许和喜欢上的，而是建立在你的内在品质和自我认可上的。",
        "label": ""
      },
      {
        "sentence": "不要让别人的意见左右你，坚定地迈向成长和改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更加坚定地相信自己。但有时候我还是会被过去的伤害影响，怎么才能彻底疗愈呢？",
    "annotation": [
      {
        "sentence": "你说得对，我需要更加坚定地相信自己。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会被过去的伤害影响，怎么才能彻底疗愈呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "彻底疗愈是一个漫长的过程。首先，你需要给自己时间和空间来接受过去的伤害，不要急于求成。然后，你可以寻求专业心理咨询的帮助，倾诉自己的内心痛苦，并学习有效的应对策略。此外，你还可以尝试一些放松和调整情绪的方法，比如冥想、运动和艺术创作等。逐渐地，你会发现自己变得更加坚强和自信。",
    "annotation": [
      {
        "sentence": "彻底疗愈是一个漫长的过程。",
        "label": ""
      },
      {
        "sentence": "首先，你需要给自己时间和空间来接受过去的伤害，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "然后，你可以寻求专业心理咨询的帮助，倾诉自己的内心痛苦，并学习有效的应对策略。",
        "label": ""
      },
      {
        "sentence": "此外，你还可以尝试一些放松和调整情绪的方法，比如冥想、运动和艺术创作等。",
        "label": ""
      },
      {
        "sentence": "逐渐地，你会发现自己变得更加坚强和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的，我觉得有了一些方向。我会慢慢接受过去的伤害，并尝试专业心理咨询的帮助。同时，我也会多关注自己的情绪调节和身心健康。谢谢你一直陪伴着我。",
    "annotation": [
      {
        "sentence": "听你说的，我觉得有了一些方向。",
        "label": ""
      },
      {
        "sentence": "我会慢慢接受过去的伤害，并尝试专业心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我也会多关注自己的情绪调节和身心健康。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够陪伴你一起走过这段艰难的旅程。记住，你并不孤单，有我和其他人支持着你。无论你遇到什么困难，都可以随时向我倾诉。相信自己，你一定能够从伤痛中走出来，拥有更加美好的未来。我们一起加油！",
    "annotation": [
      {
        "sentence": "很高兴能够陪伴你一起走过这段艰难的旅程。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有我和其他人支持着你。",
        "label": ""
      },
      {
        "sentence": "无论你遇到什么困难，都可以随时向我倾诉。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够从伤痛中走出来，拥有更加美好的未来。",
        "label": ""
      },
      {
        "sentence": "我们一起加油！",
        "label": ""
      }
    ]
  }
]