[
  {
    "role": "client",
    "content": "因为小事情，闺蜜把男友的论文全删了？看见某网站上有人求助——闺蜜把他男友论文及资料全删了，原因是因生活琐事发生争端，闺蜜哭的时候他说了一句“你随便吧”然后就头也不回的出门了闺蜜人挺好的，今年研究生刚毕业，家境殷实，现在是个公务员，除了有点任性没有其他毛病。男友大她7岁是个医生，每天压力也蛮大的，加班加班加班..论文说这一个月每天回家熬夜在码...闺蜜第一次谈恋爱，没有什么经验，就犯了这个火候的错误..以多年来我对她的了解，她不是个不讲理的人...有男性朋友提供个解决办法不？如果你是闺蜜男友，怎么才能消气？我觉得这个问题关键是对小事情女生情绪过于激动，而这个论文很难很难写的，所以这个损失比较大。怎么看待女生的性格，是否太不稳定？有网友建议男生分手，你怎么看？想看看各位老师的看法。",
    "annotation": [
      {
        "sentence": "因为小事情，闺蜜把男友的论文全删了？",
        "label": ""
      },
      {
        "sentence": "看见某网站上有人求助——闺蜜把他男友论文及资料全删了，原因是因生活琐事发生争端，闺蜜哭的时候他说了一句“你随便吧”然后就头也不回的出门了闺蜜人挺好的，今年研究生刚毕业，家境殷实，现在是个公务员，除了有点任性没有其他毛病。",
        "label": ""
      },
      {
        "sentence": "男友大她7岁是个医生，每天压力也蛮大的，加班加班加班..论文说这一个月每天回家熬夜在码...闺蜜第一次谈恋爱，没有什么经验，就犯了这个火候的错误..以多年来我对她的了解，她不是个不讲理的人...有男性朋友提供个解决办法不？",
        "label": ""
      },
      {
        "sentence": "如果你是闺蜜男友，怎么才能消气？",
        "label": ""
      },
      {
        "sentence": "我觉得这个问题关键是对小事情女生情绪过于激动，而这个论文很难很难写的，所以这个损失比较大。",
        "label": ""
      },
      {
        "sentence": "怎么看待女生的性格，是否太不稳定？",
        "label": ""
      },
      {
        "sentence": "有网友建议男生分手，你怎么看？",
        "label": ""
      },
      {
        "sentence": "想看看各位老师的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的问题。首先，这个不是小事，而是性质比较严重的问题。作为医生，男友每天要承受很大的压力，晚上还要回家写论文。闺蜜虽然人挺好，但她的任性和不为男友着想是有问题的。你说这不是第一次了吧？应该是平时她就有这样的行为吧？删掉论文只是她这次的极端行为而已吧？说实话，不从事救死扶伤工作的人可能很难理解这个问题的严重性。如果因为闺蜜的任性导致男友损失了病人或者损害了医生的前途，那么对于他、对于整个社会甚至全人类来说都是很严重的。作为一个刚毕业的研究生，她应该清楚这个道理吧？所以关键不是她是否第一次谈恋爱，而是她缺乏对他人的理解和尊重。如果她能够改变这种行为就改变，如果改不了，那只能说自作自受。最重要的是，你朋友。她总是这么任性吗？她敢对她的研究生导师这么任性吗？拿什么理由凭什么她就可以一而再再而三地伤害身边亲密的人呢？这是不公平的。她应该明白，这样的任性会给别人带来很大的伤害。如果别人因为一时气愤删掉了她的毕业论文，她会怎么想呢？性质是一样的，只是程度不同而已。我们不能因为任性而给别人带来损失，这是自私的表现。希望她能够认识到这一点，三思而后行。",
    "annotation": [
      {
        "sentence": "谢谢你的问题。",
        "label": ""
      },
      {
        "sentence": "首先，这个不是小事，而是性质比较严重的问题。",
        "label": ""
      },
      {
        "sentence": "作为医生，男友每天要承受很大的压力，晚上还要回家写论文。",
        "label": ""
      },
      {
        "sentence": "闺蜜虽然人挺好，但她的任性和不为男友着想是有问题的。",
        "label": ""
      },
      {
        "sentence": "你说这不是第一次了吧？",
        "label": ""
      },
      {
        "sentence": "应该是平时她就有这样的行为吧？",
        "label": ""
      },
      {
        "sentence": "删掉论文只是她这次的极端行为而已吧？",
        "label": ""
      },
      {
        "sentence": "说实话，不从事救死扶伤工作的人可能很难理解这个问题的严重性。",
        "label": ""
      },
      {
        "sentence": "如果因为闺蜜的任性导致男友损失了病人或者损害了医生的前途，那么对于他、对于整个社会甚至全人类来说都是很严重的。",
        "label": ""
      },
      {
        "sentence": "作为一个刚毕业的研究生，她应该清楚这个道理吧？",
        "label": ""
      },
      {
        "sentence": "所以关键不是她是否第一次谈恋爱，而是她缺乏对他人的理解和尊重。",
        "label": ""
      },
      {
        "sentence": "如果她能够改变这种行为就改变，如果改不了，那只能说自作自受。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你朋友。",
        "label": ""
      },
      {
        "sentence": "她总是这么任性吗？",
        "label": ""
      },
      {
        "sentence": "她敢对她的研究生导师这么任性吗？",
        "label": ""
      },
      {
        "sentence": "拿什么理由凭什么她就可以一而再再而三地伤害身边亲密的人呢？",
        "label": ""
      },
      {
        "sentence": "这是不公平的。",
        "label": ""
      },
      {
        "sentence": "她应该明白，这样的任性会给别人带来很大的伤害。",
        "label": ""
      },
      {
        "sentence": "如果别人因为一时气愤删掉了她的毕业论文，她会怎么想呢？",
        "label": ""
      },
      {
        "sentence": "性质是一样的，只是程度不同而已。",
        "label": ""
      },
      {
        "sentence": "我们不能因为任性而给别人带来损失，这是自私的表现。",
        "label": ""
      },
      {
        "sentence": "希望她能够认识到这一点，三思而后行。",
        "label": ""
      }
    ]
  }
]