[
  {
    "role": "client",
    "content": "去不去上班？我想读文凭，我不想好。我哪里错了？奶奶给我找了份普工的工作，给我吃灵芝，想给我减药，我以吃药为借口不去工作，我想读文凭，我不想好，人都应该是恶的，有人说这病是一辈子，我还挺喜欢一辈子这样疯疯癫癫的，承认自己不好，然后接受别人的好，重新做个正常人，我不能当什么事都没发生，我不能让自己这样委屈，我想我在学校里学到了看透最亲近的人，我还想看得更透彻，这是我活下去的支撑，我的命就该孤独，我不想做普工没有让自己成长的空间，我以前一心学画画有基础，可是现在很厌倦，一想到会画又如何，画得好家人说我人品不好，忘记了家人，我弄不清楚自己哪里错了，就是我上了学，不知道家人疾苦，传出我谈恋爱的风声，让家人钻了空子把我送进医院，从此我成了脑子不清楚的人，说我死了奶奶也活不下去，我想肯定活得下去，人都是为了自己好的，最近很不开心想不喜欢老公为什么要在一起，我真不知道自己哪里错了，从来没人给我一个确定的答案，却确定的告诉我有精神病，生的是真病。",
    "annotation": [
      {
        "sentence": "去不去上班？",
        "label": ""
      },
      {
        "sentence": "我想读文凭，我不想好。",
        "label": ""
      },
      {
        "sentence": "我哪里错了？",
        "label": ""
      },
      {
        "sentence": "奶奶给我找了份普工的工作，给我吃灵芝，想给我减药，我以吃药为借口不去工作，我想读文凭，我不想好，人都应该是恶的，有人说这病是一辈子，我还挺喜欢一辈子这样疯疯癫癫的，承认自己不好，然后接受别人的好，重新做个正常人，我不能当什么事都没发生，我不能让自己这样委屈，我想我在学校里学到了看透最亲近的人，我还想看得更透彻，这是我活下去的支撑，我的命就该孤独，我不想做普工没有让自己成长的空间，我以前一心学画画有基础，可是现在很厌倦，一想到会画又如何，画得好家人说我人品不好，忘记了家人，我弄不清楚自己哪里错了，就是我上了学，不知道家人疾苦，传出我谈恋爱的风声，让家人钻了空子把我送进医院，从此我成了脑子不清楚的人，说我死了奶奶也活不下去，我想肯定活得下去，人都是为了自己好的，最近很不开心想不喜欢老公为什么要在一起，我真不知道自己哪里错了，从来没人给我一个确定的答案，却确定的告诉我有精神病，生的是真病。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的倾述中，我能感受到你内心的失落、失望以及潜在的恨意和其他难以描述的情绪。但同时，我也能够看到你内心出现的各种矛盾之处。也许你对于今后的打算还没有做出明确决定，关于学历和工作的安排等等都是需要仔细考虑的问题。了解到你以吃药为借口不去工作，你想读文凭。如果这是你内心的想法，那么你觉得现在有什么事情在阻碍你实现内心的愿望呢？想读文凭的同时，奶奶给你找了份普工工作，给你吃灵芝想给你减药，你还觉得人都应该是恶的，你想看透最亲近的人，甚至更加透彻。我理解这个对你来说是活下去的支撑，但是你觉得你的人生真的应该如此孤独吗？你不想做普工是因为觉得没有让自己成长的空间，过去你曾经一心学画画并且有基础，但现在却感到厌倦，一想到会画又如何呢？而且画得好后，家人却说你人品不好，似乎忘记了你的付出和努力。我觉得你对自己哪里错了有些迷惑，可能是因为你上了学之后没有很好地了解家人的疾苦，或者是因为有传闻说你谈恋爱，让家人钻了空子把你送进医院，导致你成了脑子不清楚的人。即使有人说奶奶死了你也活不下去，但我相信你一定能够继续生活下去，因为每个人都是为了自己好。最近你对你的婚姻不开心，甚至开始怀疑为什么要和老公在一起，但是你真的不知道自己哪里错了，从来没有人给你一个确定的答案，却一直说你有精神病，说你是真病。",
    "annotation": [
      {
        "sentence": "从你的倾述中，我能感受到你内心的失落、失望以及潜在的恨意和其他难以描述的情绪。",
        "label": ""
      },
      {
        "sentence": "但同时，我也能够看到你内心出现的各种矛盾之处。",
        "label": ""
      },
      {
        "sentence": "也许你对于今后的打算还没有做出明确决定，关于学历和工作的安排等等都是需要仔细考虑的问题。",
        "label": ""
      },
      {
        "sentence": "了解到你以吃药为借口不去工作，你想读文凭。",
        "label": ""
      },
      {
        "sentence": "如果这是你内心的想法，那么你觉得现在有什么事情在阻碍你实现内心的愿望呢？",
        "label": ""
      },
      {
        "sentence": "想读文凭的同时，奶奶给你找了份普工工作，给你吃灵芝想给你减药，你还觉得人都应该是恶的，你想看透最亲近的人，甚至更加透彻。",
        "label": ""
      },
      {
        "sentence": "我理解这个对你来说是活下去的支撑，但是你觉得你的人生真的应该如此孤独吗？",
        "label": ""
      },
      {
        "sentence": "你不想做普工是因为觉得没有让自己成长的空间，过去你曾经一心学画画并且有基础，但现在却感到厌倦，一想到会画又如何呢？",
        "label": ""
      },
      {
        "sentence": "而且画得好后，家人却说你人品不好，似乎忘记了你的付出和努力。",
        "label": ""
      },
      {
        "sentence": "我觉得你对自己哪里错了有些迷惑，可能是因为你上了学之后没有很好地了解家人的疾苦，或者是因为有传闻说你谈恋爱，让家人钻了空子把你送进医院，导致你成了脑子不清楚的人。",
        "label": ""
      },
      {
        "sentence": "即使有人说奶奶死了你也活不下去，但我相信你一定能够继续生活下去，因为每个人都是为了自己好。",
        "label": ""
      },
      {
        "sentence": "最近你对你的婚姻不开心，甚至开始怀疑为什么要和老公在一起，但是你真的不知道自己哪里错了，从来没有人给你一个确定的答案，却一直说你有精神病，说你是真病。",
        "label": ""
      }
    ]
  }
]