[
  {
    "role": "client",
    "content": "我快十九岁了，可是不知道自己喜欢什么工作，感觉自己一事无成，还没有钱，朋友也少得可怜。我对工作没有明确的喜好，好像每样工作都只有三分钟的热度，然后就失去了上进心。",
    "annotation": [
      {
        "sentence": "我快十九岁了，可是不知道自己喜欢什么工作，感觉自己一事无成，还没有钱，朋友也少得可怜。",
        "label": ""
      },
      {
        "sentence": "我对工作没有明确的喜好，好像每样工作都只有三分钟的热度，然后就失去了上进心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人在青春期都会遇到这种困惑，不知道自己喜欢什么工作是很正常的。只有真正了解自己，才能找到对工作的热爱。随着年龄的增长，我们都会越来越了解自己，包括自己的需求和适合自己发展的环境。同时，我们也会明白如何与他人合作，关注别人的需求，愿意冒险，促进工作的适配。你快19岁，在未来的人生中，对收入、冒险、稳定性、学习、旅行等各种需求会发生变化。古希腊的名言“认识自己”适用于各个方面，它经受了时间的考验，成为提升效能的至理名言。事实上，了解自己的需求、渴望、喜好和想法能够帮助你更好地探索适合自己的工作。自我探索是一个终生积累的过程，在成长和成熟的过程中，它会一直陪伴着我们。",
    "annotation": [
      {
        "sentence": "每个人在青春期都会遇到这种困惑，不知道自己喜欢什么工作是很正常的。",
        "label": ""
      },
      {
        "sentence": "只有真正了解自己，才能找到对工作的热爱。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，我们都会越来越了解自己，包括自己的需求和适合自己发展的环境。",
        "label": ""
      },
      {
        "sentence": "同时，我们也会明白如何与他人合作，关注别人的需求，愿意冒险，促进工作的适配。",
        "label": ""
      },
      {
        "sentence": "你快19岁，在未来的人生中，对收入、冒险、稳定性、学习、旅行等各种需求会发生变化。",
        "label": ""
      },
      {
        "sentence": "古希腊的名言“认识自己”适用于各个方面，它经受了时间的考验，成为提升效能的至理名言。",
        "label": ""
      },
      {
        "sentence": "事实上，了解自己的需求、渴望、喜好和想法能够帮助你更好地探索适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "自我探索是一个终生积累的过程，在成长和成熟的过程中，它会一直陪伴着我们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我感觉我的热情总是很短暂，很快就会消失。这让我很困扰，因为我希望能够坚持下去。",
    "annotation": [
      {
        "sentence": "我明白了，但是我感觉我的热情总是很短暂，很快就会消失。",
        "label": ""
      },
      {
        "sentence": "这让我很困扰，因为我希望能够坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要因为热情的短暂而感到困扰。热情是一个起点，它能够激发你的兴趣和动力，但并不代表一直保持不变。人的兴趣和热情会随着时间的推移而改变，这是非常正常的现象。重要的是，你要不断地尝试和探索，找到真正让你感到有意义的事情，并且坚持下去。如果你发现自己对某个工作失去了热情，不要灰心，这可能意味着那个工作并不适合你。继续寻找，并相信自己会找到真正让你满意的工作。",
    "annotation": [
      {
        "sentence": "不要因为热情的短暂而感到困扰。",
        "label": ""
      },
      {
        "sentence": "热情是一个起点，它能够激发你的兴趣和动力，但并不代表一直保持不变。",
        "label": ""
      },
      {
        "sentence": "人的兴趣和热情会随着时间的推移而改变，这是非常正常的现象。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要不断地尝试和探索，找到真正让你感到有意义的事情，并且坚持下去。",
        "label": ""
      },
      {
        "sentence": "如果你发现自己对某个工作失去了热情，不要灰心，这可能意味着那个工作并不适合你。",
        "label": ""
      },
      {
        "sentence": "继续寻找，并相信自己会找到真正让你满意的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着不放弃，继续寻找适合我的工作。但是现在我也很担心自己没有朋友，感觉很孤独。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着不放弃，继续寻找适合我的工作。",
        "label": ""
      },
      {
        "sentence": "但是现在我也很担心自己没有朋友，感觉很孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独是一种常见的情绪，我们都会经历。但是不要忘记，朋友是可以主动去交的，只需找到适合自己的方式。你可以参加一些兴趣小组、社交活动或者志愿者活动，这样可以结识到志同道合的朋友。此外，你也可以主动与同学、同事或者其他人交流，通过交谈来建立联系。记住，不要害怕主动出击，与人交往是一种能够获得支持和快乐的方式。同时，也不要忘记家人的存在，他们通常是我们最坚实的后盾。",
    "annotation": [
      {
        "sentence": "孤独是一种常见的情绪，我们都会经历。",
        "label": ""
      },
      {
        "sentence": "但是不要忘记，朋友是可以主动去交的，只需找到适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "你可以参加一些兴趣小组、社交活动或者志愿者活动，这样可以结识到志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以主动与同学、同事或者其他人交流，通过交谈来建立联系。",
        "label": ""
      },
      {
        "sentence": "记住，不要害怕主动出击，与人交往是一种能够获得支持和快乐的方式。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记家人的存在，他们通常是我们最坚实的后盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该主动出击，主动去结识新的朋友。我也明白家人的重要性，他们一直是我最值得依靠的人。谢谢你的建议，我感到稍微安心了些。",
    "annotation": [
      {
        "sentence": "你说得对，我应该主动出击，主动去结识新的朋友。",
        "label": ""
      },
      {
        "sentence": "我也明白家人的重要性，他们一直是我最值得依靠的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我感到稍微安心了些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。总之，人生中的困惑和烦恼都是正常的，重要的是我们要相信自己，勇敢面对困难，并主动去探索和寻找解决的方法。不论是工作还是人际关系，都需要我们不断努力和适应。相信自己的选择，坚持追求自己的梦想，你一定能够找到适合自己的工作，并拥有真正的朋友。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "总之，人生中的困惑和烦恼都是正常的，重要的是我们要相信自己，勇敢面对困难，并主动去探索和寻找解决的方法。",
        "label": ""
      },
      {
        "sentence": "不论是工作还是人际关系，都需要我们不断努力和适应。",
        "label": ""
      },
      {
        "sentence": "相信自己的选择，坚持追求自己的梦想，你一定能够找到适合自己的工作，并拥有真正的朋友。",
        "label": ""
      }
    ]
  }
]