[
  {
    "role": "client",
    "content": "我快十九岁了，但我不知道自己喜欢什么工作，我感到迷茫和一事无成。而且，我钱也没有，朋友也没有。我好像对什么工作都没有持久的兴趣，总是三分钟热度之后就失去上进心了。",
    "annotation": [
      {
        "sentence": "我快十九岁了，但我不知道自己喜欢什么工作，我感到迷茫和一事无成。",
        "label": ""
      },
      {
        "sentence": "而且，我钱也没有，朋友也没有。",
        "label": ""
      },
      {
        "sentence": "我好像对什么工作都没有持久的兴趣，总是三分钟热度之后就失去上进心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，首先我要告诉你，你的困惑并不只是与年龄有关。其实，无论是20多岁、30多岁、40多岁还是50多岁，人们都会遇到类似的问题。其次，你能否考虑是因为不知道自己喜欢什么工作，所以觉得一事无成？是不是因为不知道自己喜欢什么朋友，所以没有朋友？是不是因为不知道钱的意义，所以感觉没有钱？对于不清楚喜欢什么工作，导致三分钟热度，失去上进心这些问题，其实都是很正常的。",
    "annotation": [
      {
        "sentence": "你好，首先我要告诉你，你的困惑并不只是与年龄有关。",
        "label": ""
      },
      {
        "sentence": "其实，无论是20多岁、30多岁、40多岁还是50多岁，人们都会遇到类似的问题。",
        "label": ""
      },
      {
        "sentence": "其次，你能否考虑是因为不知道自己喜欢什么工作，所以觉得一事无成？",
        "label": ""
      },
      {
        "sentence": "是不是因为不知道自己喜欢什么朋友，所以没有朋友？",
        "label": ""
      },
      {
        "sentence": "是不是因为不知道钱的意义，所以感觉没有钱？",
        "label": ""
      },
      {
        "sentence": "对于不清楚喜欢什么工作，导致三分钟热度，失去上进心这些问题，其实都是很正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是这样吗？我总觉得我应该早点找到自己的方向和兴趣，看到别人有成就感觉特别焦虑。",
    "annotation": [
      {
        "sentence": "是这样吗？",
        "label": ""
      },
      {
        "sentence": "我总觉得我应该早点找到自己的方向和兴趣，看到别人有成就感觉特别焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担忧，但是别忽略了人和人之间的差异性。每个人都有自己的发展节奏，有的人早熟，有的人晚开花。并且，焦虑并不能解决问题，只会让你更加不安。我希望你能接纳当前的状态，相信每个人都有找到自己的方向的时刻。",
    "annotation": [
      {
        "sentence": "明白你的担忧，但是别忽略了人和人之间的差异性。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的发展节奏，有的人早熟，有的人晚开花。",
        "label": ""
      },
      {
        "sentence": "并且，焦虑并不能解决问题，只会让你更加不安。",
        "label": ""
      },
      {
        "sentence": "我希望你能接纳当前的状态，相信每个人都有找到自己的方向的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我就是不知道自己的兴趣在哪里，也不知道自己适合做什么工作。",
    "annotation": [
      {
        "sentence": "可是我就是不知道自己的兴趣在哪里，也不知道自己适合做什么工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么，你可以开始从一些简单的方面逐步尝试。试着去关注一些你感兴趣或感到好奇的领域，如果没有找到具体的兴趣，可以咨询一些职业导师或者做一些职业测试，它们可能会为你提供一些启发。记住，并不是每个人一开始就知道自己的兴趣所在，探索的路上也会有一些迷茫，但这是寻找的过程中必然经历的。",
    "annotation": [
      {
        "sentence": "那么，你可以开始从一些简单的方面逐步尝试。",
        "label": ""
      },
      {
        "sentence": "试着去关注一些你感兴趣或感到好奇的领域，如果没有找到具体的兴趣，可以咨询一些职业导师或者做一些职业测试，它们可能会为你提供一些启发。",
        "label": ""
      },
      {
        "sentence": "记住，并不是每个人一开始就知道自己的兴趣所在，探索的路上也会有一些迷茫，但这是寻找的过程中必然经历的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能需要多尝试一些不同的事情，从而找到自己的喜好。不过，我总是担心自己走错了方向，会浪费时间和精力。",
    "annotation": [
      {
        "sentence": "你说得对，我可能需要多尝试一些不同的事情，从而找到自己的喜好。",
        "label": ""
      },
      {
        "sentence": "不过，我总是担心自己走错了方向，会浪费时间和精力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，但人生就是一个不断试错的过程。要记住，没有经历过失败和挫折的人生是没有成长的。也许你会经历一些失败，但这无关于浪费时间和精力，因为这些经历都是帮助你认清自己、成长和找到真正适合自己的路的。要相信，每一次尝试都是增加你的经验和了解自己的机会。",
    "annotation": [
      {
        "sentence": "理解你的担心，但人生就是一个不断试错的过程。",
        "label": ""
      },
      {
        "sentence": "要记住，没有经历过失败和挫折的人生是没有成长的。",
        "label": ""
      },
      {
        "sentence": "也许你会经历一些失败，但这无关于浪费时间和精力，因为这些经历都是帮助你认清自己、成长和找到真正适合自己的路的。",
        "label": ""
      },
      {
        "sentence": "要相信，每一次尝试都是增加你的经验和了解自己的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更积极地面对新的尝试和挫折，相信自己能找到适合自己的工作。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你说得对，我应该更积极地面对新的尝试和挫折，相信自己能找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到适合自己的工作，只要你保持积极、乐观的心态，相信自己的能力和潜力。我会一直支持你，加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到适合自己的工作，只要你保持积极、乐观的心态，相信自己的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，加油！",
        "label": ""
      }
    ]
  }
]