[
  {
    "role": "client",
    "content": "我是一个15岁的女生，情绪很容易崩溃，对于学校的氛围受不了……我现在就读于一个美术高考班，初三时因为抑郁症没有参加中考。在初三之前，我成绩一直很好，在学校还任职大队委员。但是现在我在这所学校情绪非常低落，每天都在哭。我和同学们不是一个圈子的人，而且学校离家里特别远，我每天都感到非常难过。原本我找的学校是准备走读的，但是被通知要换到浦东读书，完全没有想过要住宿。而且我比别人晚通知一周，现在在学校一个朋友都没有，想找人倾诉都不行。我真的觉得我的抑郁症要复发了，因为我不知道我做错了什么。现在只能在这所学校就读，这是我从来都没有想过的。要是给我一个中职学校，我都愿意去读。但是这个学校的氛围我真的无法接受，没有朋友可以倾诉，每天都在哭。我努力学习却学不进去，每天告诉自己要做的只是学习，但是我现在真的觉得我的心理状态不对了。有的老师上课敷衍，同学又都在说话，根本不知道怎么去学习。晚上睡眠质量也非常差。",
    "annotation": [
      {
        "sentence": "我是一个15岁的女生，情绪很容易崩溃，对于学校的氛围受不了……我现在就读于一个美术高考班，初三时因为抑郁症没有参加中考。",
        "label": ""
      },
      {
        "sentence": "在初三之前，我成绩一直很好，在学校还任职大队委员。",
        "label": ""
      },
      {
        "sentence": "但是现在我在这所学校情绪非常低落，每天都在哭。",
        "label": ""
      },
      {
        "sentence": "我和同学们不是一个圈子的人，而且学校离家里特别远，我每天都感到非常难过。",
        "label": ""
      },
      {
        "sentence": "原本我找的学校是准备走读的，但是被通知要换到浦东读书，完全没有想过要住宿。",
        "label": ""
      },
      {
        "sentence": "而且我比别人晚通知一周，现在在学校一个朋友都没有，想找人倾诉都不行。",
        "label": ""
      },
      {
        "sentence": "我真的觉得我的抑郁症要复发了，因为我不知道我做错了什么。",
        "label": ""
      },
      {
        "sentence": "现在只能在这所学校就读，这是我从来都没有想过的。",
        "label": ""
      },
      {
        "sentence": "要是给我一个中职学校，我都愿意去读。",
        "label": ""
      },
      {
        "sentence": "但是这个学校的氛围我真的无法接受，没有朋友可以倾诉，每天都在哭。",
        "label": ""
      },
      {
        "sentence": "我努力学习却学不进去，每天告诉自己要做的只是学习，但是我现在真的觉得我的心理状态不对了。",
        "label": ""
      },
      {
        "sentence": "有的老师上课敷衍，同学又都在说话，根本不知道怎么去学习。",
        "label": ""
      },
      {
        "sentence": "晚上睡眠质量也非常差。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你得抑郁症的时候是否有服药，是否有做过心理咨询？通常建议遵医嘱，然后辅以心理咨询。你现在的情况可能存在一定程度的不适应，但也可能和你的抑郁症并没有完全好有关。一方面还是建议定期复诊，看看医生怎么说。另一方面，关于这个不适应，你可以和心理咨询师谈一谈，咨询师应该会帮助你学习适应新的环境，包括怎么和别人打交道，如何处理关系，处理情绪等等。我觉得你当前最重要的不是学习，而是积极治疗。高考的压力其实很大，在这种情况下，如果没有朋友，压力会更加增加。如果你觉得去职业学校也不会是一个差的选择，很多职校有三加二，出来就是大专。或者以后通过3加1证书高考都是可以的。听起来，这一路过来的许多选择对你都是“意外”，面对意外，没有心理准备，是不是感觉很慌呢？也可以理解为因为没有事先想好，而怕面对或者不敢面对。其实如果能试一试，应该不会像你想象的那么可怕。但我也能理解，有时候就是做不到。不要责怪自己，对自己好一点，好吗？可以把你真实的想法和父母说一说，我想父母也希望知道你真实的想法，也想给予你帮助。如果一起努力，一定会好起来的！目前你的睡眠不好，需要改善。可以试试中药调理，当然要找到好的中医。你也可以尝试一下这个平台的冥想星球，或者试试马春树博士的用催眠来改善失眠问题。如果睡眠有所改善，你的心情也可能会好一些。",
    "annotation": [
      {
        "sentence": "你得抑郁症的时候是否有服药，是否有做过心理咨询？",
        "label": ""
      },
      {
        "sentence": "通常建议遵医嘱，然后辅以心理咨询。",
        "label": ""
      },
      {
        "sentence": "你现在的情况可能存在一定程度的不适应，但也可能和你的抑郁症并没有完全好有关。",
        "label": ""
      },
      {
        "sentence": "一方面还是建议定期复诊，看看医生怎么说。",
        "label": ""
      },
      {
        "sentence": "另一方面，关于这个不适应，你可以和心理咨询师谈一谈，咨询师应该会帮助你学习适应新的环境，包括怎么和别人打交道，如何处理关系，处理情绪等等。",
        "label": ""
      },
      {
        "sentence": "我觉得你当前最重要的不是学习，而是积极治疗。",
        "label": ""
      },
      {
        "sentence": "高考的压力其实很大，在这种情况下，如果没有朋友，压力会更加增加。",
        "label": ""
      },
      {
        "sentence": "如果你觉得去职业学校也不会是一个差的选择，很多职校有三加二，出来就是大专。",
        "label": ""
      },
      {
        "sentence": "或者以后通过3加1证书高考都是可以的。",
        "label": ""
      },
      {
        "sentence": "听起来，这一路过来的许多选择对你都是“意外”，面对意外，没有心理准备，是不是感觉很慌呢？",
        "label": ""
      },
      {
        "sentence": "也可以理解为因为没有事先想好，而怕面对或者不敢面对。",
        "label": ""
      },
      {
        "sentence": "其实如果能试一试，应该不会像你想象的那么可怕。",
        "label": ""
      },
      {
        "sentence": "但我也能理解，有时候就是做不到。",
        "label": ""
      },
      {
        "sentence": "不要责怪自己，对自己好一点，好吗？",
        "label": ""
      },
      {
        "sentence": "可以把你真实的想法和父母说一说，我想父母也希望知道你真实的想法，也想给予你帮助。",
        "label": ""
      },
      {
        "sentence": "如果一起努力，一定会好起来的！",
        "label": ""
      },
      {
        "sentence": "目前你的睡眠不好，需要改善。",
        "label": ""
      },
      {
        "sentence": "可以试试中药调理，当然要找到好的中医。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试一下这个平台的冥想星球，或者试试马春树博士的用催眠来改善失眠问题。",
        "label": ""
      },
      {
        "sentence": "如果睡眠有所改善，你的心情也可能会好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和关心。我目前还没有服用任何抗抑郁药物，也没有接受心理咨询，因为我一直觉得自己可以靠自己解决问题。但是听到你的建议，我觉得我需要尝试一下药物和心理咨询的方式来帮助我度过这个困难时期。我会和我的父母谈一谈，希望他们能够支持我。我也会尝试去找到一位心理咨询师，寻求专业的帮助。听到你的鼓励和支持，我感觉好多了。我会尝试改善我的睡眠质量，同时也会努力调整自己的心态。谢谢你再次给予我这么多的建议和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和关心。",
        "label": ""
      },
      {
        "sentence": "我目前还没有服用任何抗抑郁药物，也没有接受心理咨询，因为我一直觉得自己可以靠自己解决问题。",
        "label": ""
      },
      {
        "sentence": "但是听到你的建议，我觉得我需要尝试一下药物和心理咨询的方式来帮助我度过这个困难时期。",
        "label": ""
      },
      {
        "sentence": "我会和我的父母谈一谈，希望他们能够支持我。",
        "label": ""
      },
      {
        "sentence": "我也会尝试去找到一位心理咨询师，寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "听到你的鼓励和支持，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会尝试改善我的睡眠质量，同时也会努力调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "谢谢你再次给予我这么多的建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的很高兴能够看到你对这些建议抱有积极的态度。药物和心理咨询是很常见也很有效的治疗方式，希望它们能够给你带来一些缓解。和父母进行坦诚的交流是很重要的，他们会理解并支持你的决定。找到一位专业的心理咨询师也是明智之选，他们会帮助你找到应对困难的方法和策略。记住一定要尽量保持积极的心态，在面对困难时也要对自己宽容一些。改善睡眠和调整心态需要一些时间，但我相信你一定能够度过这段困难时期。如果有任何需要，随时向我寻求帮助。你不是一个人在面对这一切，我们都在支持着你。加油！",
    "annotation": [
      {
        "sentence": "真的很高兴能够看到你对这些建议抱有积极的态度。",
        "label": ""
      },
      {
        "sentence": "药物和心理咨询是很常见也很有效的治疗方式，希望它们能够给你带来一些缓解。",
        "label": ""
      },
      {
        "sentence": "和父母进行坦诚的交流是很重要的，他们会理解并支持你的决定。",
        "label": ""
      },
      {
        "sentence": "找到一位专业的心理咨询师也是明智之选，他们会帮助你找到应对困难的方法和策略。",
        "label": ""
      },
      {
        "sentence": "记住一定要尽量保持积极的心态，在面对困难时也要对自己宽容一些。",
        "label": ""
      },
      {
        "sentence": "改善睡眠和调整心态需要一些时间，但我相信你一定能够度过这段困难时期。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这一切，我们都在支持着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]