[
  {
    "role": "client",
    "content": "大四学生，因不会写毕业论文，想退学，想自杀……以前很努力，但是也可能不努力吧。上了大学以后，因为不太喜欢这个专业，上课时听课也不怎么懂，但是由于每次考试前临时抱佛脚，背书，以至于没有挂科，成绩在班里面也不差。但是其实什么都没有学到。上大学以来一个好朋友没有，每次考试都焦虑。每次考证即使努力了，也考不到证，可能方法不对吧，就过了个四级。今年暑假，要写毕业论文了，我发现自己根本不会，去看了文献也看不下去，一看到电脑就头疼，一直哭，写不出来。想到了退学和轻生。因为我内向的性格肯定受不了别人说我，我跟母亲和姐姐说了我不会，太难受了，想退学。我的母亲以为是我胃不舒服，吃太多药才导致这样子的，她不相信我不会，说毕业论文没有这么难，但是我不敢告诉她我有过想不开的想法。却告诉了姐姐，她带我去看心理医生，也没有用，我调节不了自己，又不肯吃药调节，这个学期，要实习，要体测，要写论文，过两天就要交初稿了，却没有想好。每天想着是毕不了业，退学。",
    "annotation": [
      {
        "sentence": "大四学生，因不会写毕业论文，想退学，想自杀……以前很努力，但是也可能不努力吧。",
        "label": ""
      },
      {
        "sentence": "上了大学以后，因为不太喜欢这个专业，上课时听课也不怎么懂，但是由于每次考试前临时抱佛脚，背书，以至于没有挂科，成绩在班里面也不差。",
        "label": ""
      },
      {
        "sentence": "但是其实什么都没有学到。",
        "label": ""
      },
      {
        "sentence": "上大学以来一个好朋友没有，每次考试都焦虑。",
        "label": ""
      },
      {
        "sentence": "每次考证即使努力了，也考不到证，可能方法不对吧，就过了个四级。",
        "label": ""
      },
      {
        "sentence": "今年暑假，要写毕业论文了，我发现自己根本不会，去看了文献也看不下去，一看到电脑就头疼，一直哭，写不出来。",
        "label": ""
      },
      {
        "sentence": "想到了退学和轻生。",
        "label": ""
      },
      {
        "sentence": "因为我内向的性格肯定受不了别人说我，我跟母亲和姐姐说了我不会，太难受了，想退学。",
        "label": ""
      },
      {
        "sentence": "我的母亲以为是我胃不舒服，吃太多药才导致这样子的，她不相信我不会，说毕业论文没有这么难，但是我不敢告诉她我有过想不开的想法。",
        "label": ""
      },
      {
        "sentence": "却告诉了姐姐，她带我去看心理医生，也没有用，我调节不了自己，又不肯吃药调节，这个学期，要实习，要体测，要写论文，过两天就要交初稿了，却没有想好。",
        "label": ""
      },
      {
        "sentence": "每天想着是毕不了业，退学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别那么想不开。我们要打开思维，不要将自己陷入死胡同，要给自己更多选择的可能性。就算现在论文写不出来，你的人生依然有很多其他可能。我也读过大学，当时也觉得论文很难，但最后也通过了。",
    "annotation": [
      {
        "sentence": "别那么想不开。",
        "label": ""
      },
      {
        "sentence": "我们要打开思维，不要将自己陷入死胡同，要给自己更多选择的可能性。",
        "label": ""
      },
      {
        "sentence": "就算现在论文写不出来，你的人生依然有很多其他可能。",
        "label": ""
      },
      {
        "sentence": "我也读过大学，当时也觉得论文很难，但最后也通过了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是吗？那你能告诉我你是怎么做到的吗？",
    "annotation": [
      {
        "sentence": "是吗？",
        "label": ""
      },
      {
        "sentence": "那你能告诉我你是怎么做到的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当时我也有过类似的担忧，但后来我明白了一件事情：不要把所有的责任都压在自己身上。论文写不出来，并不完全是你个人能力的问题，还有学校的原因。我想到一个办法，你可以先去找辅导员，告诉他你实在写不出论文，并且有轻生的想法，你也咨询过心理咨询师，但效果不好。辅导员很有可能会向上反映，他会帮你减轻压力，或者安排专门的老师来指导你。如果辅导员未能提供帮助，你可以勇敢一点，直接去找校长，相信会得到妥善处理的。",
    "annotation": [
      {
        "sentence": "当时我也有过类似的担忧，但后来我明白了一件事情：不要把所有的责任都压在自己身上。",
        "label": ""
      },
      {
        "sentence": "论文写不出来，并不完全是你个人能力的问题，还有学校的原因。",
        "label": ""
      },
      {
        "sentence": "我想到一个办法，你可以先去找辅导员，告诉他你实在写不出论文，并且有轻生的想法，你也咨询过心理咨询师，但效果不好。",
        "label": ""
      },
      {
        "sentence": "辅导员很有可能会向上反映，他会帮你减轻压力，或者安排专门的老师来指导你。",
        "label": ""
      },
      {
        "sentence": "如果辅导员未能提供帮助，你可以勇敢一点，直接去找校长，相信会得到妥善处理的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？我以前从来没有想过向辅导员或者校长寻求帮助，觉得他们很忙，不会关心我这种问题。",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "我以前从来没有想过向辅导员或者校长寻求帮助，觉得他们很忙，不会关心我这种问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实校方对于学生的问题都是很重视的，尤其是对于像你这样严重影响到学业和生活的情况。你可以试一试，向他们说明你的困境和你的真实感受，相信他们会给你提供合适的解决办法。",
    "annotation": [
      {
        "sentence": "其实校方对于学生的问题都是很重视的，尤其是对于像你这样严重影响到学业和生活的情况。",
        "label": ""
      },
      {
        "sentence": "你可以试一试，向他们说明你的困境和你的真实感受，相信他们会给你提供合适的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么一说，我感觉好像还有希望了。我会试试去找辅导员和校长的，希望能得到他们的帮助。谢谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "听你这么一说，我感觉好像还有希望了。",
        "label": ""
      },
      {
        "sentence": "我会试试去找辅导员和校长的，希望能得到他们的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我理解你的处境，希望我的建议能对你有所帮助。记得，你并不是一个人在战斗，身边永远有人支持你。",
    "annotation": [
      {
        "sentence": "不用客气，我理解你的处境，希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记得，你并不是一个人在战斗，身边永远有人支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会记住的。现在我感觉轻松了很多，知道还有其他的出路。谢谢你的耐心倾听和支持！",
    "annotation": [
      {
        "sentence": "嗯，我会记住的。",
        "label": ""
      },
      {
        "sentence": "现在我感觉轻松了很多，知道还有其他的出路。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你能够敞开心扉向我倾诉，已经是个很大的进步了。无论遇到什么困难，记得你不是一个人在面对，你始终可以寻求帮助和支持。",
    "annotation": [
      {
        "sentence": "不用客气，你能够敞开心扉向我倾诉，已经是个很大的进步了。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记得你不是一个人在面对，你始终可以寻求帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，谢谢你的鼓励！现在我有信心去面对我接下来的挑战了。",
    "annotation": [
      {
        "sentence": "我会的，谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "现在我有信心去面对我接下来的挑战了。",
        "label": ""
      }
    ]
  }
]