[
  {
    "role": "client",
    "content": "感觉有抑郁情绪，一直感觉心里堵得慌，怎么办？我感觉自己有抑郁情绪，我工作稳定，没有太大的经济压力，最近也面临晋升，家里拆迁赔付都弄好了，新调入的单位领导也对我不错，每件事情都是值得高兴的事情，但我不仅不开心而去还有一种说不出来的不舒服。我感觉心里堵得慌，上班的时候就想坐着不想做事，而且心里发堵，下班的回家狗也不想遛了，看到一点点感觉忧伤的东西就想哭，有时候又感觉哭不出来，特别难受，我没有感觉自己发生了什么令人痛苦的事，但却不知道为什么陷入了每天都心里堵得慌，感觉到心里非常痛苦，什么事情都不想做，然后又不得不强撑去完成，也许是有点无病呻吟，但我真切的是这样的感觉。我甚至不知道原因，所以我更加害怕，我该怎么去调节这样子的情绪！",
    "annotation": [
      {
        "sentence": "感觉有抑郁情绪，一直感觉心里堵得慌，怎么办？",
        "label": ""
      },
      {
        "sentence": "我感觉自己有抑郁情绪，我工作稳定，没有太大的经济压力，最近也面临晋升，家里拆迁赔付都弄好了，新调入的单位领导也对我不错，每件事情都是值得高兴的事情，但我不仅不开心而去还有一种说不出来的不舒服。",
        "label": ""
      },
      {
        "sentence": "我感觉心里堵得慌，上班的时候就想坐着不想做事，而且心里发堵，下班的回家狗也不想遛了，看到一点点感觉忧伤的东西就想哭，有时候又感觉哭不出来，特别难受，我没有感觉自己发生了什么令人痛苦的事，但却不知道为什么陷入了每天都心里堵得慌，感觉到心里非常痛苦，什么事情都不想做，然后又不得不强撑去完成，也许是有点无病呻吟，但我真切的是这样的感觉。",
        "label": ""
      },
      {
        "sentence": "我甚至不知道原因，所以我更加害怕，我该怎么去调节这样子的情绪！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉的到你内心的压抑焦虑冲突纠结。你提到工作稳定，经济压力不大，晋升的机会也到了，家里的拆迁赔付也解决了，和新单位的领导关系也不错，一切看起来都是让人开心的事情。可是你却感觉不开心，不舒服。上班时只想坐着不做事，心里发堵，下班后连遛狗也不想做了。看到一丝忧伤就想哭，有时却哭不出来，感觉非常难受。你说并没有发生什么令人痛苦的事情，却每天都感到心里堵得慌，非常痛苦，什么事情都不想做，却又不得不勉强去完成。可能你觉得这有点无病呻吟，但我理解你真实的感受。你甚至不知道原因，所以更加害怕。你应该如何调节这种情绪呢？",
    "annotation": [
      {
        "sentence": "能够感觉的到你内心的压抑焦虑冲突纠结。",
        "label": ""
      },
      {
        "sentence": "你提到工作稳定，经济压力不大，晋升的机会也到了，家里的拆迁赔付也解决了，和新单位的领导关系也不错，一切看起来都是让人开心的事情。",
        "label": ""
      },
      {
        "sentence": "可是你却感觉不开心，不舒服。",
        "label": ""
      },
      {
        "sentence": "上班时只想坐着不做事，心里发堵，下班后连遛狗也不想做了。",
        "label": ""
      },
      {
        "sentence": "看到一丝忧伤就想哭，有时却哭不出来，感觉非常难受。",
        "label": ""
      },
      {
        "sentence": "你说并没有发生什么令人痛苦的事情，却每天都感到心里堵得慌，非常痛苦，什么事情都不想做，却又不得不勉强去完成。",
        "label": ""
      },
      {
        "sentence": "可能你觉得这有点无病呻吟，但我理解你真实的感受。",
        "label": ""
      },
      {
        "sentence": "你甚至不知道原因，所以更加害怕。",
        "label": ""
      },
      {
        "sentence": "你应该如何调节这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "不知道是什么原因导致这种情绪的出现，我觉得很困扰。这种心情持续了有一段时间，大概两个月左右吧。在这之前，我是一个相对开朗活泼的人，没有遇到过这样的情绪。我也不了解自己的成长经历是否会对现在的情绪产生影响。我该怎么做才能找到情绪的调节方式呢？",
    "annotation": [
      {
        "sentence": "不知道是什么原因导致这种情绪的出现，我觉得很困扰。",
        "label": ""
      },
      {
        "sentence": "这种心情持续了有一段时间，大概两个月左右吧。",
        "label": ""
      },
      {
        "sentence": "在这之前，我是一个相对开朗活泼的人，没有遇到过这样的情绪。",
        "label": ""
      },
      {
        "sentence": "我也不了解自己的成长经历是否会对现在的情绪产生影响。",
        "label": ""
      },
      {
        "sentence": "我该怎么做才能找到情绪的调节方式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说不知道是什么原因导致这种情绪的出现，这种困扰感确实让你很沮丧。你提到这种心情已经持续了大概两个月的时间，这之前你是一个相对开朗活泼的人，从未经历过这样的情绪。那么可能是你成长经历对现在的情绪产生了影响。为了找到情绪的调节方式，建议你可以尝试预约一次合适的心理咨询。通过与老师的对话，你可以系统地了解自己过去的经历对现在的情绪有什么样的影响，并学习一些合理、合适的方式来调节情绪，减轻内心的压力。你愿意试试吗？",
    "annotation": [
      {
        "sentence": "你说不知道是什么原因导致这种情绪的出现，这种困扰感确实让你很沮丧。",
        "label": ""
      },
      {
        "sentence": "你提到这种心情已经持续了大概两个月的时间，这之前你是一个相对开朗活泼的人，从未经历过这样的情绪。",
        "label": ""
      },
      {
        "sentence": "那么可能是你成长经历对现在的情绪产生了影响。",
        "label": ""
      },
      {
        "sentence": "为了找到情绪的调节方式，建议你可以尝试预约一次合适的心理咨询。",
        "label": ""
      },
      {
        "sentence": "通过与老师的对话，你可以系统地了解自己过去的经历对现在的情绪有什么样的影响，并学习一些合理、合适的方式来调节情绪，减轻内心的压力。",
        "label": ""
      },
      {
        "sentence": "你愿意试试吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我愿意试试，但我对心理咨询还有一些顾虑。我担心自己会被评估为有严重的问题，或者被说成是在无病呻吟。同时，我也不太了解心理咨询的流程和效果。如果我决定尝试心理咨询，有什么我需要先做好准备的吗？",
    "annotation": [
      {
        "sentence": "我愿意试试，但我对心理咨询还有一些顾虑。",
        "label": ""
      },
      {
        "sentence": "我担心自己会被评估为有严重的问题，或者被说成是在无病呻吟。",
        "label": ""
      },
      {
        "sentence": "同时，我也不太了解心理咨询的流程和效果。",
        "label": ""
      },
      {
        "sentence": "如果我决定尝试心理咨询，有什么我需要先做好准备的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你对心理咨询的顾虑。不必担心被评估为有严重问题或无病呻吟，在咨询师的指导下，你可以自由表达自己的思想和情感，咨询师会帮助你理清思绪并给予适当的支持。对于心理咨询的流程和效果，每个咨询师和机构的方式可能有所不同，你可以提前了解一下预约的咨询师的工作方式，或者向他们咨询。在准备咨询之前，你可以尽量放松自己，做好心理调适，保持开放的心态。在咨询中，可以尽量坦诚地与咨询师交流，分享自己的感受和需求，这样可以更好地从咨询中获益。相信通过心理咨询，你可以找到一种更好的情绪调节方式，减轻内心的压力。",
    "annotation": [
      {
        "sentence": "非常理解你对心理咨询的顾虑。",
        "label": ""
      },
      {
        "sentence": "不必担心被评估为有严重问题或无病呻吟，在咨询师的指导下，你可以自由表达自己的思想和情感，咨询师会帮助你理清思绪并给予适当的支持。",
        "label": ""
      },
      {
        "sentence": "对于心理咨询的流程和效果，每个咨询师和机构的方式可能有所不同，你可以提前了解一下预约的咨询师的工作方式，或者向他们咨询。",
        "label": ""
      },
      {
        "sentence": "在准备咨询之前，你可以尽量放松自己，做好心理调适，保持开放的心态。",
        "label": ""
      },
      {
        "sentence": "在咨询中，可以尽量坦诚地与咨询师交流，分享自己的感受和需求，这样可以更好地从咨询中获益。",
        "label": ""
      },
      {
        "sentence": "相信通过心理咨询，你可以找到一种更好的情绪调节方式，减轻内心的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和解答。我现在明白了，心理咨询不是自己无法解决问题的表现，而是一种求助的方式，可以帮助我找到更好的情绪调节方式。我会尽快预约合适的心理咨询并积极配合。在这个过程中，我会保持开放的心态，坦诚地与咨询师交流，希望可以从咨询中获得更好的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和解答。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，心理咨询不是自己无法解决问题的表现，而是一种求助的方式，可以帮助我找到更好的情绪调节方式。",
        "label": ""
      },
      {
        "sentence": "我会尽快预约合适的心理咨询并积极配合。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我会保持开放的心态，坦诚地与咨询师交流，希望可以从咨询中获得更好的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰你能够明白心理咨询的重要性和作用。它并不是无法解决问题的表现，而是一种可以帮助你找到更好情绪调节方式的有效途径。你已经做出了积极的决定，预约合适的心理咨询并配合咨询师的指导。在这个过程中，坦诚地表达自己的感受和需求，与咨询师合作，相信你一定会从咨询中获得更好的帮助和支持。祝你早日走出困境，重拾美好的生活。如果你还有任何疑问或需要进一步的支持，请随时向我提问。",
    "annotation": [
      {
        "sentence": "非常欣慰你能够明白心理咨询的重要性和作用。",
        "label": ""
      },
      {
        "sentence": "它并不是无法解决问题的表现，而是一种可以帮助你找到更好情绪调节方式的有效途径。",
        "label": ""
      },
      {
        "sentence": "你已经做出了积极的决定，预约合适的心理咨询并配合咨询师的指导。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，坦诚地表达自己的感受和需求，与咨询师合作，相信你一定会从咨询中获得更好的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝你早日走出困境，重拾美好的生活。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何疑问或需要进一步的支持，请随时向我提问。",
        "label": ""
      }
    ]
  }
]