[
  {
    "role": "client",
    "content": "我的男友因家里要求去了部队，我忍不住每天都和他吵架，怎么办？",
    "annotation": [
      {
        "sentence": "我的男友因家里要求去了部队，我忍不住每天都和他吵架，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的处境了，听起来你们两个的感情面临一些挑战。你为什么每天都和他吵架呢？",
    "annotation": [
      {
        "sentence": "了解你的处境了，听起来你们两个的感情面临一些挑战。",
        "label": ""
      },
      {
        "sentence": "你为什么每天都和他吵架呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他是国防生，本来说好和我一起考研的，我们还同居了。我以为我们会结婚，但是大四时父母逼他去部队，他丢下我去了部队。我们没有分手，但是每当我想念他时，心里就非常气愤，觉得他欺骗了我的感情。虽然我现在还不想和他分手，但是我们隔三差五就因为去部队的事吵架，异地恋感情经不起这样的折腾，我该怎么办才好？",
    "annotation": [
      {
        "sentence": "他是国防生，本来说好和我一起考研的，我们还同居了。",
        "label": ""
      },
      {
        "sentence": "我以为我们会结婚，但是大四时父母逼他去部队，他丢下我去了部队。",
        "label": ""
      },
      {
        "sentence": "我们没有分手，但是每当我想念他时，心里就非常气愤，觉得他欺骗了我的感情。",
        "label": ""
      },
      {
        "sentence": "虽然我现在还不想和他分手，但是我们隔三差五就因为去部队的事吵架，异地恋感情经不起这样的折腾，我该怎么办才好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉听到你们的困境。这段时间对你而言肯定是相当困难的。你是否和男友沟通过你们的未来打算，生活的安排以及你是否能够接受这样的安排呢？",
    "annotation": [
      {
        "sentence": "很抱歉听到你们的困境。",
        "label": ""
      },
      {
        "sentence": "这段时间对你而言肯定是相当困难的。",
        "label": ""
      },
      {
        "sentence": "你是否和男友沟通过你们的未来打算，生活的安排以及你是否能够接受这样的安排呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们有谈过，他希望我能够陪伴他，等他服完役回来再继续我们的计划。我不知道自己是否有能力忍受这样的压力。",
    "annotation": [
      {
        "sentence": "我们有谈过，他希望我能够陪伴他，等他服完役回来再继续我们的计划。",
        "label": ""
      },
      {
        "sentence": "我不知道自己是否有能力忍受这样的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你们两个人的关系中，沟通非常重要。如果你觉得你对他还有爱，觉得他很好，那么建议你多找一些自己的出路，在工作和其他方面寻找一些事情来转移你的注意力。此外，你可以隔三差五地多和他沟通，用有限的时间培养感情，把情感状态调整到更好的状态。了解他去部队是为了未来的发展，他可能会有好的待遇。如果你们能够一起面对这个困难，那么就像一些女生嫁给警察丈夫时一样，心理上要做好丈夫执行任务时可能面临危险的准备。一个人的工作决定了他身处的环境，这是无法改变的。祝愿你们的感情能够顺利。",
    "annotation": [
      {
        "sentence": "在你们两个人的关系中，沟通非常重要。",
        "label": ""
      },
      {
        "sentence": "如果你觉得你对他还有爱，觉得他很好，那么建议你多找一些自己的出路，在工作和其他方面寻找一些事情来转移你的注意力。",
        "label": ""
      },
      {
        "sentence": "此外，你可以隔三差五地多和他沟通，用有限的时间培养感情，把情感状态调整到更好的状态。",
        "label": ""
      },
      {
        "sentence": "了解他去部队是为了未来的发展，他可能会有好的待遇。",
        "label": ""
      },
      {
        "sentence": "如果你们能够一起面对这个困难，那么就像一些女生嫁给警察丈夫时一样，心理上要做好丈夫执行任务时可能面临危险的准备。",
        "label": ""
      },
      {
        "sentence": "一个人的工作决定了他身处的环境，这是无法改变的。",
        "label": ""
      },
      {
        "sentence": "祝愿你们的感情能够顺利。",
        "label": ""
      }
    ]
  }
]