[
  {
    "role": "client",
    "content": "男友因家里要求去了部队，忍不住每天和他吵架怎么办？",
    "annotation": [
      {
        "sentence": "男友因家里要求去了部队，忍不住每天和他吵架怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "～非常能理解你的感受异地恋确实不容易，会面临很多问题，但有些时候问题的根本并非异地这个外因，而是我们自己本身。我也曾经历过异地恋，所以真的非常能理解你的感受。经历过后我觉得异地恋最大的问题不是异地，而是「内心的不成熟。」对此，希望我的建议能帮助到你～",
    "annotation": [
      {
        "sentence": "～非常能理解你的感受异地恋确实不容易，会面临很多问题，但有些时候问题的根本并非异地这个外因，而是我们自己本身。",
        "label": ""
      },
      {
        "sentence": "我也曾经历过异地恋，所以真的非常能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "经历过后我觉得异地恋最大的问题不是异地，而是「内心的不成熟。",
        "label": ""
      },
      {
        "sentence": "」对此，希望我的建议能帮助到你～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我现在确实感觉自己的情绪不太稳定。每次想起男友去部队，心里就很气愤和失望。但又舍不得分手。我该如何处理这种情绪？",
    "annotation": [
      {
        "sentence": "你说得有道理，我现在确实感觉自己的情绪不太稳定。",
        "label": ""
      },
      {
        "sentence": "每次想起男友去部队，心里就很气愤和失望。",
        "label": ""
      },
      {
        "sentence": "但又舍不得分手。",
        "label": ""
      },
      {
        "sentence": "我该如何处理这种情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你想想，是男生自己想要去部队里而违反承诺吗？如果只是迫于家人逼迫，那么男生也是无可奈何，在这样的选择面前，他一定也很难受。其次，你觉得被欺骗了感情，不知道你对这个的定义是什么？是因为觉得男生违背承诺骗了自己吗？但真正的欺骗感情应该是「男生随意许下承诺，假惺惺地跟你在一起，对这份感情的不认真。」你觉得男生是真的对你好、喜欢你吗？建议你认真掂量一下～",
    "annotation": [
      {
        "sentence": "首先，你想想，是男生自己想要去部队里而违反承诺吗？",
        "label": ""
      },
      {
        "sentence": "如果只是迫于家人逼迫，那么男生也是无可奈何，在这样的选择面前，他一定也很难受。",
        "label": ""
      },
      {
        "sentence": "其次，你觉得被欺骗了感情，不知道你对这个的定义是什么？",
        "label": ""
      },
      {
        "sentence": "是因为觉得男生违背承诺骗了自己吗？",
        "label": ""
      },
      {
        "sentence": "但真正的欺骗感情应该是「男生随意许下承诺，假惺惺地跟你在一起，对这份感情的不认真。",
        "label": ""
      },
      {
        "sentence": "」你觉得男生是真的对你好、喜欢你吗？",
        "label": ""
      },
      {
        "sentence": "建议你认真掂量一下～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实觉得男友平时对我挺好的，我们也相处得很融洽。可能是因为原本的计划被打乱，我才会这么烦躁吧。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我确实觉得男友平时对我挺好的，我们也相处得很融洽。",
        "label": ""
      },
      {
        "sentence": "可能是因为原本的计划被打乱，我才会这么烦躁吧。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与男友深入交谈规划你现在有种「心里落差」的心理，因为原本的计划被打乱，原本的「期待也落空了」，所以你会感觉很烦躁。建议你跟男友深入交谈一下，既然计划有变，那你可以让男生谈一下对未来的想法规划，看看他想如何对待这份感情的发展。多沟通，商讨出双方都认可的方案。",
    "annotation": [
      {
        "sentence": "与男友深入交谈规划你现在有种「心里落差」的心理，因为原本的计划被打乱，原本的「期待也落空了」，所以你会感觉很烦躁。",
        "label": ""
      },
      {
        "sentence": "建议你跟男友深入交谈一下，既然计划有变，那你可以让男生谈一下对未来的想法规划，看看他想如何对待这份感情的发展。",
        "label": ""
      },
      {
        "sentence": "多沟通，商讨出双方都认可的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会和男友好好沟通，看看我们能不能找到一个共同的方向。可是除了这些，我还有什么方法能缓解异地恋带来的压力和孤独感呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会和男友好好沟通，看看我们能不能找到一个共同的方向。",
        "label": ""
      },
      {
        "sentence": "可是除了这些，我还有什么方法能缓解异地恋带来的压力和孤独感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要把自己局限在爱情里爱情固然能为人生增添色彩，但它并非人生的全部。建议你不要把自己局限在爱情里，多去参加大学里有意义的活动与比赛，或者认真备考考研，把生活充实起来，忙碌感会把异地恋带来的孤独感赶走的～亲测有效噢！其次，去扩大自己的交友圈，友情也是人生重要的一部分，你尝试去交点志同道合的朋友，一起做点都感兴趣的事，就不会老想着异地的事啦～还可以有更多有趣的话题跟男友分享呢！祝好～。",
    "annotation": [
      {
        "sentence": "不要把自己局限在爱情里爱情固然能为人生增添色彩，但它并非人生的全部。",
        "label": ""
      },
      {
        "sentence": "建议你不要把自己局限在爱情里，多去参加大学里有意义的活动与比赛，或者认真备考考研，把生活充实起来，忙碌感会把异地恋带来的孤独感赶走的～亲测有效噢！",
        "label": ""
      },
      {
        "sentence": "其次，去扩大自己的交友圈，友情也是人生重要的一部分，你尝试去交点志同道合的朋友，一起做点都感兴趣的事，就不会老想着异地的事啦～还可以有更多有趣的话题跟男友分享呢！",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  }
]