[
  {
    "role": "client",
    "content": "心理性别有没有可能因为后天外力改变？我的生理性别是男生，曾经也十分确信这一点。今年18岁，高三。我从小一直只跟母亲长大，父母的关系一直很不好，从小我妈就常给我说父亲的各种不是。我初二那年的暑期(14岁)，和我妈去父亲的城市看他的时候，他们发生了争执，起初是冷战，之后的一天晚上父亲喝多了酒家暴，他下手很重，我从厨房拿来菜刀架在他脖子上才把妈妈从他手里救下来。同年寒假，我被一个比我大十岁的哥哥喝醉后性侵，对于此事我实在不想做什么回忆，那时候我什么都不懂，甚至以为有性功能是错误的事，所以没敢告诉别人，一直到初中毕业才知道他对我做了什么。从高中我开始讨厌自己的性别，也讨厌所有男性，甚至雄性动物。一开始只是留了长发，喜欢别人说我长得像女生(确实像）。后来愈发讨厌自己的身体，吃过激素，用过电击窒息之类的方法凌虐自己的身体。我知道我喜欢女生，但是极其反感男女正常上床的方式，希望自己以女生的身份和别的女生上床。这是性别认同有问题吗？",
    "annotation": [
      {
        "sentence": "心理性别有没有可能因为后天外力改变？",
        "label": ""
      },
      {
        "sentence": "我的生理性别是男生，曾经也十分确信这一点。",
        "label": ""
      },
      {
        "sentence": "今年18岁，高三。",
        "label": ""
      },
      {
        "sentence": "我从小一直只跟母亲长大，父母的关系一直很不好，从小我妈就常给我说父亲的各种不是。",
        "label": ""
      },
      {
        "sentence": "我初二那年的暑期(14岁)，和我妈去父亲的城市看他的时候，他们发生了争执，起初是冷战，之后的一天晚上父亲喝多了酒家暴，他下手很重，我从厨房拿来菜刀架在他脖子上才把妈妈从他手里救下来。",
        "label": ""
      },
      {
        "sentence": "同年寒假，我被一个比我大十岁的哥哥喝醉后性侵，对于此事我实在不想做什么回忆，那时候我什么都不懂，甚至以为有性功能是错误的事，所以没敢告诉别人，一直到初中毕业才知道他对我做了什么。",
        "label": ""
      },
      {
        "sentence": "从高中我开始讨厌自己的性别，也讨厌所有男性，甚至雄性动物。",
        "label": ""
      },
      {
        "sentence": "一开始只是留了长发，喜欢别人说我长得像女生(确实像）。",
        "label": ""
      },
      {
        "sentence": "后来愈发讨厌自己的身体，吃过激素，用过电击窒息之类的方法凌虐自己的身体。",
        "label": ""
      },
      {
        "sentence": "我知道我喜欢女生，但是极其反感男女正常上床的方式，希望自己以女生的身份和别的女生上床。",
        "label": ""
      },
      {
        "sentence": "这是性别认同有问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一叶明心，一言知你。在你还没有成年的时候就经历了这么多，本该是天真烂漫的年纪，却由于家庭或者外界的原因受到伤害，我想说，这不是你的错，你也不要把错误归结到自己身上。你更加需要这个世界和你自己的善待。",
    "annotation": [
      {
        "sentence": "一叶明心，一言知你。",
        "label": ""
      },
      {
        "sentence": "在你还没有成年的时候就经历了这么多，本该是天真烂漫的年纪，却由于家庭或者外界的原因受到伤害，我想说，这不是你的错，你也不要把错误归结到自己身上。",
        "label": ""
      },
      {
        "sentence": "你更加需要这个世界和你自己的善待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我真的很困惑。我一直觉得生活在一个错误的身体里，每天都感到非常不舒服和痛苦。我想知道这是否意味着我有性别认同问题？",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我真的很困惑。",
        "label": ""
      },
      {
        "sentence": "我一直觉得生活在一个错误的身体里，每天都感到非常不舒服和痛苦。",
        "label": ""
      },
      {
        "sentence": "我想知道这是否意味着我有性别认同问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原生家庭：从小一直跟母亲长大，原生家庭里面没有“父亲”作为男性的榜样存在，反而是父母亲一直不和，母亲一直说父亲的不是。在你成长的过程中对于“男性”就缺少正面的印象。",
    "annotation": [
      {
        "sentence": "原生家庭：从小一直跟母亲长大，原生家庭里面没有“父亲”作为男性的榜样存在，反而是父母亲一直不和，母亲一直说父亲的不是。",
        "label": ""
      },
      {
        "sentence": "在你成长的过程中对于“男性”就缺少正面的印象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得和男性无法建立起亲密的关系，我对他们充满了负面情绪。这些问题究竟是如何影响到我现在的性别认同呢？",
    "annotation": [
      {
        "sentence": "是的，我一直觉得和男性无法建立起亲密的关系，我对他们充满了负面情绪。",
        "label": ""
      },
      {
        "sentence": "这些问题究竟是如何影响到我现在的性别认同呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家暴：初二（14岁），和母亲去看父亲，本该是弥合父子亲情的机会，却遭遇了，冷暴力，喝酒家暴，甚至年幼的你也被迫参与，你当时的举动对于一个14岁的孩子来说真可谓是“小男子汉”了，从厨房拿刀架在他脖子上救下妈妈，说明你很勇敢，不顾自己安慰，在父亲酒醉失去理智的时候还能保护母亲，你比当时年纪的孩子都要成熟，但这更加对你的心理造成伤害，最亲近的“男性形象”却如此残暴，加深了你对男性的负面影响。",
    "annotation": [
      {
        "sentence": "家暴：初二（14岁），和母亲去看父亲，本该是弥合父子亲情的机会，却遭遇了，冷暴力，喝酒家暴，甚至年幼的你也被迫参与，你当时的举动对于一个14岁的孩子来说真可谓是“小男子汉”了，从厨房拿刀架在他脖子上救下妈妈，说明你很勇敢，不顾自己安慰，在父亲酒醉失去理智的时候还能保护母亲，你比当时年纪的孩子都要成熟，但这更加对你的心理造成伤害，最亲近的“男性形象”却如此残暴，加深了你对男性的负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，那段经历对我造成了很深的伤害。我现在对男性充满了恐惧和戒备心理，不知道这是否对我自身的性别认同有所影响。",
    "annotation": [
      {
        "sentence": "的确，那段经历对我造成了很深的伤害。",
        "label": ""
      },
      {
        "sentence": "我现在对男性充满了恐惧和戒备心理，不知道这是否对我自身的性别认同有所影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "被性侵：同年寒假（14岁）又是比你大十岁的哥哥（24岁）酒后性侵。写到这里我都不知该说什么，在你成长的路上带来的巨大伤害几乎都是男性造成的，他们的自私、懦弱、不负责任对幼小你造成了难以弥补的伤害，无怪乎你在青少年时期，性激素发育以后，对于男性的反感。",
    "annotation": [
      {
        "sentence": "被性侵：同年寒假（14岁）又是比你大十岁的哥哥（24岁）酒后性侵。",
        "label": ""
      },
      {
        "sentence": "写到这里我都不知该说什么，在你成长的路上带来的巨大伤害几乎都是男性造成的，他们的自私、懦弱、不负责任对幼小你造成了难以弥补的伤害，无怪乎你在青少年时期，性激素发育以后，对于男性的反感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在感到特别反感男性，但又很困惑，因为我喜欢女生，但是又不认同男女正常上床的方式。我不知道这意味着什么，会不会有性别认同方面的问题。",
    "annotation": [
      {
        "sentence": "是的，我现在感到特别反感男性，但又很困惑，因为我喜欢女生，但是又不认同男女正常上床的方式。",
        "label": ""
      },
      {
        "sentence": "我不知道这意味着什么，会不会有性别认同方面的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "性别障碍：高中开始讨厌“男性性别”，讨厌所有男性，雄性动物，及其反感男女正常上床方式，都是你对于小时候遭受伤害的本能回应。你不需要责备自己，也不要再用“电击窒息这种极端方式凌虐自己的身体”，你是被害者，该受惩罚的是伤害你的人，你应该好好爱惜自己才是。",
    "annotation": [
      {
        "sentence": "性别障碍：高中开始讨厌“男性性别”，讨厌所有男性，雄性动物，及其反感男女正常上床方式，都是你对于小时候遭受伤害的本能回应。",
        "label": ""
      },
      {
        "sentence": "你不需要责备自己，也不要再用“电击窒息这种极端方式凌虐自己的身体”，你是被害者，该受惩罚的是伤害你的人，你应该好好爱惜自己才是。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我明白了。我需要停止伤害自己，好好保护自己。但是，我对自己的性别认同还是很困惑，不知道该如何面对。",
    "annotation": [
      {
        "sentence": "你说的对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我需要停止伤害自己，好好保护自己。",
        "label": ""
      },
      {
        "sentence": "但是，我对自己的性别认同还是很困惑，不知道该如何面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要找一个适合的心理咨询师，你的问题不是一次问答可以解决的程度。但是，请你记住这一点，造成这一切的原因并不是你自身，你已经做的很好了，保护了妈妈，很遗憾，小的时候不能保护自己，但是，你现在已经成年了。18岁，不再是那个无能为力的自己了，不管性别认同，你首先，应该认同你自己。我们首先，是一个个人，其实才是区分性别，男或女。而在过去，是那些个坏人伤害了你，而不是性别。在你身上我看到了坚强和勇敢，你要用这些，好好做好自己，好好爱自己。",
    "annotation": [
      {
        "sentence": "你需要找一个适合的心理咨询师，你的问题不是一次问答可以解决的程度。",
        "label": ""
      },
      {
        "sentence": "但是，请你记住这一点，造成这一切的原因并不是你自身，你已经做的很好了，保护了妈妈，很遗憾，小的时候不能保护自己，但是，你现在已经成年了。",
        "label": ""
      },
      {
        "sentence": "18岁，不再是那个无能为力的自己了，不管性别认同，你首先，应该认同你自己。",
        "label": ""
      },
      {
        "sentence": "我们首先，是一个个人，其实才是区分性别，男或女。",
        "label": ""
      },
      {
        "sentence": "而在过去，是那些个坏人伤害了你，而不是性别。",
        "label": ""
      },
      {
        "sentence": "在你身上我看到了坚强和勇敢，你要用这些，好好做好自己，好好爱自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会试着用积极的态度去面对自己的问题，寻找适当的帮助和支持。你的回答让我感到很温暖和安慰。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会试着用积极的态度去面对自己的问题，寻找适当的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你的回答让我感到很温暖和安慰。",
        "label": ""
      }
    ]
  }
]