[
  {
    "role": "client",
    "content": "心理性别有没有可能因为后天外力改变？我的生理性别是男生，曾经也十分确信这一点。今年18岁，高三。我从小一直只跟母亲长大，父母的关系一直很不好，从小我妈就常给我说父亲的各种不是。",
    "annotation": [
      {
        "sentence": "心理性别有没有可能因为后天外力改变？",
        "label": ""
      },
      {
        "sentence": "我的生理性别是男生，曾经也十分确信这一点。",
        "label": ""
      },
      {
        "sentence": "今年18岁，高三。",
        "label": ""
      },
      {
        "sentence": "我从小一直只跟母亲长大，父母的关系一直很不好，从小我妈就常给我说父亲的各种不是。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理性别是一种对于自己的性别身份、角色和特质的认同感。通常，心理性别是与生俱来的。尽管后天外力可能对个体产生影响，但是不能改变一个人的天生心理性别。你所描述的经历可能对你的性别认同产生了一定的影响，但并不改变你的天生心理性别。你可以继续跟我分享你的经历，我会尽力支持和帮助你。",
    "annotation": [
      {
        "sentence": "心理性别是一种对于自己的性别身份、角色和特质的认同感。",
        "label": ""
      },
      {
        "sentence": "通常，心理性别是与生俱来的。",
        "label": ""
      },
      {
        "sentence": "尽管后天外力可能对个体产生影响，但是不能改变一个人的天生心理性别。",
        "label": ""
      },
      {
        "sentence": "你所描述的经历可能对你的性别认同产生了一定的影响，但并不改变你的天生心理性别。",
        "label": ""
      },
      {
        "sentence": "你可以继续跟我分享你的经历，我会尽力支持和帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我初二那年的暑期(14岁)，和我妈去父亲的城市看他的时候，他们发生了争执，起初是冷战，之后的一天晚上父亲喝多了酒家暴，他下手很重，我从厨房拿来菜刀架在他脖子上才把妈妈从他手里救下来。同年寒假，我被一个比我大十岁的哥哥喝醉后性侵，对于此事我实在不想做什么回忆，那时候我什么都不懂，甚至以为有性功能是错误的事，所以没敢告诉别人，一直到初中毕业才知道他对我做了什么。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我初二那年的暑期(14岁)，和我妈去父亲的城市看他的时候，他们发生了争执，起初是冷战，之后的一天晚上父亲喝多了酒家暴，他下手很重，我从厨房拿来菜刀架在他脖子上才把妈妈从他手里救下来。",
        "label": ""
      },
      {
        "sentence": "同年寒假，我被一个比我大十岁的哥哥喝醉后性侵，对于此事我实在不想做什么回忆，那时候我什么都不懂，甚至以为有性功能是错误的事，所以没敢告诉别人，一直到初中毕业才知道他对我做了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很抱歉听到你经历了这样的不良事件，这一定对你造成了极大的伤害和困扰。无论遭遇何种创伤，都会对我们的身心产生影响。这些经历可能导致你对男性有一定的排斥心理，也可能对你的性别认同产生困惑。关于这些痛苦和不良的记忆，我建议你可以寻求专业的心理咨询或治疗来帮助你进行创伤疗愈和情绪调节。专业的心理咨询师可以给你提供一些更具体、更有效的支持和建议。你不必独自承担这些困扰，我们会一起努力寻找解决办法。",
    "annotation": [
      {
        "sentence": "我很抱歉听到你经历了这样的不良事件，这一定对你造成了极大的伤害和困扰。",
        "label": ""
      },
      {
        "sentence": "无论遭遇何种创伤，都会对我们的身心产生影响。",
        "label": ""
      },
      {
        "sentence": "这些经历可能导致你对男性有一定的排斥心理，也可能对你的性别认同产生困惑。",
        "label": ""
      },
      {
        "sentence": "关于这些痛苦和不良的记忆，我建议你可以寻求专业的心理咨询或治疗来帮助你进行创伤疗愈和情绪调节。",
        "label": ""
      },
      {
        "sentence": "专业的心理咨询师可以给你提供一些更具体、更有效的支持和建议。",
        "label": ""
      },
      {
        "sentence": "你不必独自承担这些困扰，我们会一起努力寻找解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。从高中我开始讨厌自己的性别，也讨厌所有男性，甚至雄性动物。一开始只是留了长发，喜欢别人说我长得像女生(确实像）。后来愈发讨厌自己的身体，吃过激素，用过电击窒息之类的方法凌虐自己的身体。我知道我喜欢女生，但是极其反感男女正常上床的方式，希望自己以女生的身份和别的女生上床。这是性别认同有问题吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "从高中我开始讨厌自己的性别，也讨厌所有男性，甚至雄性动物。",
        "label": ""
      },
      {
        "sentence": "一开始只是留了长发，喜欢别人说我长得像女生(确实像）。",
        "label": ""
      },
      {
        "sentence": "后来愈发讨厌自己的身体，吃过激素，用过电击窒息之类的方法凌虐自己的身体。",
        "label": ""
      },
      {
        "sentence": "我知道我喜欢女生，但是极其反感男女正常上床的方式，希望自己以女生的身份和别的女生上床。",
        "label": ""
      },
      {
        "sentence": "这是性别认同有问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的性别和身体感到痛苦和不满意，对男性和性行为产生了反感的情绪，这可能是性别烦躁的表现之一。性别烦躁是一种个体强烈地认同为与自己生理性别相反的异性的感受。虽然你的表现型是性别烦躁，但它的根源在于你经历过的创伤和痛苦记忆，而不仅仅是简单的性别认同问题。我们可以一起探索你内心的真实感受，了解你对自己体验性别的感觉，无论是内心的快乐还是痛苦。尊重和认同自己是非常重要的，我会一直支持你找到自己真正的身份和平衡。",
    "annotation": [
      {
        "sentence": "你对自己的性别和身体感到痛苦和不满意，对男性和性行为产生了反感的情绪，这可能是性别烦躁的表现之一。",
        "label": ""
      },
      {
        "sentence": "性别烦躁是一种个体强烈地认同为与自己生理性别相反的异性的感受。",
        "label": ""
      },
      {
        "sentence": "虽然你的表现型是性别烦躁，但它的根源在于你经历过的创伤和痛苦记忆，而不仅仅是简单的性别认同问题。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探索你内心的真实感受，了解你对自己体验性别的感觉，无论是内心的快乐还是痛苦。",
        "label": ""
      },
      {
        "sentence": "尊重和认同自己是非常重要的，我会一直支持你找到自己真正的身份和平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我确实感到内心矛盾和困惑，也曾尝试通过改变自己的外貌和行为来寻找平衡。但是这些方法并没有给我带来真正的解脱和幸福。我想尝试进行心理治疗，希望能够解决曾经的创伤和困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实感到内心矛盾和困惑，也曾尝试通过改变自己的外貌和行为来寻找平衡。",
        "label": ""
      },
      {
        "sentence": "但是这些方法并没有给我带来真正的解脱和幸福。",
        "label": ""
      },
      {
        "sentence": "我想尝试进行心理治疗，希望能够解决曾经的创伤和困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你决定寻求心理治疗。心理治疗可以提供一个安全的环境，帮助你探索和解决内心的矛盾和困惑。专业的心理咨询师会使用一些特定的治疗方法来帮助你修复心灵上的伤痛，提高自我认知和情绪调节能力。你可以咨询一下专业心理咨询机构，寻找一位合适的心理治疗师并开始治疗过程。如果你需要，我可以为你提供相关的资源和指导。",
    "annotation": [
      {
        "sentence": "很高兴听到你决定寻求心理治疗。",
        "label": ""
      },
      {
        "sentence": "心理治疗可以提供一个安全的环境，帮助你探索和解决内心的矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "专业的心理咨询师会使用一些特定的治疗方法来帮助你修复心灵上的伤痛，提高自我认知和情绪调节能力。",
        "label": ""
      },
      {
        "sentence": "你可以咨询一下专业心理咨询机构，寻找一位合适的心理治疗师并开始治疗过程。",
        "label": ""
      },
      {
        "sentence": "如果你需要，我可以为你提供相关的资源和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的帮助和鼓励。我现在更加有信心去寻求心理治疗了。我会尽快联系专业心理咨询机构，希望能够得到有效的支持和帮助。",
    "annotation": [
      {
        "sentence": "非常感谢你的帮助和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在更加有信心去寻求心理治疗了。",
        "label": ""
      },
      {
        "sentence": "我会尽快联系专业心理咨询机构，希望能够得到有效的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你的勇气和决心值得赞赏。通过专业的心理治疗，你可以逐步解脱困境，重塑自我认同和身心的平衡。无论在整个过程中遇到什么困难或问题，我都将一直在这里支持你。如果你需要任何帮助或倾诉，随时都可以告诉我。你不再是独自面对这一切，我们一起走过来。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你的勇气和决心值得赞赏。",
        "label": ""
      },
      {
        "sentence": "通过专业的心理治疗，你可以逐步解脱困境，重塑自我认同和身心的平衡。",
        "label": ""
      },
      {
        "sentence": "无论在整个过程中遇到什么困难或问题，我都将一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或倾诉，随时都可以告诉我。",
        "label": ""
      },
      {
        "sentence": "你不再是独自面对这一切，我们一起走过来。",
        "label": ""
      }
    ]
  }
]