[
  {
    "role": "client",
    "content": "心理性别有没有可能因为后天外力改变？我的生理性别是男生，曾经也十分确信这一点。今年18岁，高三。我从小一直只跟母亲长大，父母的关系一直很不好，从小我妈就常给我说父亲的各种不是。",
    "annotation": [
      {
        "sentence": "心理性别有没有可能因为后天外力改变？",
        "label": ""
      },
      {
        "sentence": "我的生理性别是男生，曾经也十分确信这一点。",
        "label": ""
      },
      {
        "sentence": "今年18岁，高三。",
        "label": ""
      },
      {
        "sentence": "我从小一直只跟母亲长大，父母的关系一直很不好，从小我妈就常给我说父亲的各种不是。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到了你的困惑～从你描述你的成长经历来看，你喜欢以女性的身份示人，喜欢别人说你像女孩子，这都和你的成长经历有关。你从小和母亲一起长大，而母亲经常在你耳边，灌输给你男人不好的观念，第一观念在你脑海中已经根深蒂固。",
    "annotation": [
      {
        "sentence": "感受到了你的困惑～从你描述你的成长经历来看，你喜欢以女性的身份示人，喜欢别人说你像女孩子，这都和你的成长经历有关。",
        "label": ""
      },
      {
        "sentence": "你从小和母亲一起长大，而母亲经常在你耳边，灌输给你男人不好的观念，第一观念在你脑海中已经根深蒂固。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直感觉男性带给我很多负面情绪，我也不愿意接受我自己的性别。",
    "annotation": [
      {
        "sentence": "是的，我一直感觉男性带给我很多负面情绪，我也不愿意接受我自己的性别。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是可以理解的，你成长过程中受到了很多对男性的负面冲击和伤害。除此之外，还有其他的事件或经历让你对男性有所排斥吗？",
    "annotation": [
      {
        "sentence": "这是可以理解的，你成长过程中受到了很多对男性的负面冲击和伤害。",
        "label": ""
      },
      {
        "sentence": "除此之外，还有其他的事件或经历让你对男性有所排斥吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在我初二那年的暑期，我陪我妈去父亲的城市看他的时候，他们发生了争执，起初是冷战，之后的一天晚上父亲喝多了酒家暴，他下手很重，我从厨房拿来菜刀架在他脖子上才把妈妈从他手里救下来。同年寒假，我被一个比我大十岁的哥哥喝醉后性侵，对于此事我实在不想做什么回忆，那时候我什么都不懂，甚至以为有性功能是错误的事，所以没敢告诉别人，一直到初中毕业才知道他对我做了什么。",
    "annotation": [
      {
        "sentence": "在我初二那年的暑期，我陪我妈去父亲的城市看他的时候，他们发生了争执，起初是冷战，之后的一天晚上父亲喝多了酒家暴，他下手很重，我从厨房拿来菜刀架在他脖子上才把妈妈从他手里救下来。",
        "label": ""
      },
      {
        "sentence": "同年寒假，我被一个比我大十岁的哥哥喝醉后性侵，对于此事我实在不想做什么回忆，那时候我什么都不懂，甚至以为有性功能是错误的事，所以没敢告诉别人，一直到初中毕业才知道他对我做了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常遗憾听到你曾经遭受了这样的暴力和性侵的经历。这些经历对你产生了极大的伤害和心理阴影，也让你对男性产生了极大的不信任和排斥。这是完全可以理解的。但是，这些遭遇并不代表所有男性都是伤害别人的，也不能否定你自己的性别。你现在已经成年，可以为自己的未来和幸福负责，不再让过去的伤痛束缚你的心灵。",
    "annotation": [
      {
        "sentence": "非常遗憾听到你曾经遭受了这样的暴力和性侵的经历。",
        "label": ""
      },
      {
        "sentence": "这些经历对你产生了极大的伤害和心理阴影，也让你对男性产生了极大的不信任和排斥。",
        "label": ""
      },
      {
        "sentence": "这是完全可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，这些遭遇并不代表所有男性都是伤害别人的，也不能否定你自己的性别。",
        "label": ""
      },
      {
        "sentence": "你现在已经成年，可以为自己的未来和幸福负责，不再让过去的伤痛束缚你的心灵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的很讨厌自己的性别，也讨厌男性身体，甚至对正常的性行为感到反感。我希望自己以女性的身份和其他女生有亲密的关系。",
    "annotation": [
      {
        "sentence": "可是我真的很讨厌自己的性别，也讨厌男性身体，甚至对正常的性行为感到反感。",
        "label": ""
      },
      {
        "sentence": "我希望自己以女性的身份和其他女生有亲密的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在对自己的性别和身体感到厌恶是难以避免的结果，这是你经历的一系列不幸事件对你的身份认同造成了冲击。你渴望成为女性，渴望与女性建立亲密关系，可能是因为你在女性身份中寻求安全感和亲近的情感。但是，性别认同问题是非常复杂的，我建议你寻求专业的心理咨询师或性别专家的帮助，他们能够更好地理解你的感受并提供适当的支持和指导。",
    "annotation": [
      {
        "sentence": "你现在对自己的性别和身体感到厌恶是难以避免的结果，这是你经历的一系列不幸事件对你的身份认同造成了冲击。",
        "label": ""
      },
      {
        "sentence": "你渴望成为女性，渴望与女性建立亲密关系，可能是因为你在女性身份中寻求安全感和亲近的情感。",
        "label": ""
      },
      {
        "sentence": "但是，性别认同问题是非常复杂的，我建议你寻求专业的心理咨询师或性别专家的帮助，他们能够更好地理解你的感受并提供适当的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经考虑过做一些改变性别的手术，像金星一样，从男人变成女人，以寻求自己向往的生活。你觉得这是可行的吗？",
    "annotation": [
      {
        "sentence": "我曾经考虑过做一些改变性别的手术，像金星一样，从男人变成女人，以寻求自己向往的生活。",
        "label": ""
      },
      {
        "sentence": "你觉得这是可行的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "变性手术是一种持久且严肃的决定，它需要深思熟虑并获得专业的医疗指导。只有你自己才能决定是否进行这样的手术，但在做出决定之前，我强烈建议你与专业的医生或心理咨询师进行面对面的讨论和评估，他们会帮助你更好地了解手术的潜在风险和对你个人生活的影响。不管你最终选择什么，重要的是为了自己的幸福和心理健康做出明智的决策。",
    "annotation": [
      {
        "sentence": "变性手术是一种持久且严肃的决定，它需要深思熟虑并获得专业的医疗指导。",
        "label": ""
      },
      {
        "sentence": "只有你自己才能决定是否进行这样的手术，但在做出决定之前，我强烈建议你与专业的医生或心理咨询师进行面对面的讨论和评估，他们会帮助你更好地了解手术的潜在风险和对你个人生活的影响。",
        "label": ""
      },
      {
        "sentence": "不管你最终选择什么，重要的是为了自己的幸福和心理健康做出明智的决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。我会考虑寻求专业的帮助和引导，以帮助我更好地处理自己的性别认同问题和心理阴影。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求专业的帮助和引导，以帮助我更好地处理自己的性别认同问题和心理阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎，我相信专业的帮助会对你的成长和解决问题起到积极的作用。请记住，你不是一个人在面对这一切，有许多人乐意倾听和帮助你度过困难时刻。希望你能早日走出心理阴影，获得内心真正的平静和幸福。",
    "annotation": [
      {
        "sentence": "非常欢迎，我相信专业的帮助会对你的成长和解决问题起到积极的作用。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在面对这一切，有许多人乐意倾听和帮助你度过困难时刻。",
        "label": ""
      },
      {
        "sentence": "希望你能早日走出心理阴影，获得内心真正的平静和幸福。",
        "label": ""
      }
    ]
  }
]