[
  {
    "role": "client",
    "content": "我是一个30岁的女性，心态非常幼稚，总感觉与人脱离，我应该如何改变这种错误的想法呢？",
    "annotation": [
      {
        "sentence": "我是一个30岁的女性，心态非常幼稚，总感觉与人脱离，我应该如何改变这种错误的想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你从小就是一个自卑、软弱、敏感的人。很多人，包括亲戚和父母都经常嘲笑和贬低你，而你嘴笨不懂得如何反驳。这些对你的影响导致你无法释放内心的悲伤，久而久之，你会发现更多令你受伤的事情。你认为自己是一个特别失败的人，并且还认为自己没有任何闪光点，不值得别人善待和关爱，尽管你非常希望得到这些。由于内向的性格和缺乏观察反应能力，你经常无法放松自己，让他人感到不快。你认为自己消极和不光彩，不知道如何与积极发光的人相处和交友。你对他人有很高的要求，并且也不喜欢和自己一样消极的人，你希望和性格开朗的人交朋友，融入欢乐的群体，但是你发现自己始终没有改变。你有一个糟糕的想法，认为一般情况下，你无法自然地与积极发光的人成为好朋友，也无法融入一个群体。你只能隔着“玻璃窗”窥视，只有当那个人情绪低落或群体没有要求时，你才会找准时机主动说话来逐渐拉近距离。当你喜欢一个人或群体时，如果对方不喜欢你，或者后来喜欢了你，你就会认为自己是个垃圾，非要乘虚而入，非要拉低对方的水平。",
    "annotation": [
      {
        "sentence": "我非常理解你从小就是一个自卑、软弱、敏感的人。",
        "label": ""
      },
      {
        "sentence": "很多人，包括亲戚和父母都经常嘲笑和贬低你，而你嘴笨不懂得如何反驳。",
        "label": ""
      },
      {
        "sentence": "这些对你的影响导致你无法释放内心的悲伤，久而久之，你会发现更多令你受伤的事情。",
        "label": ""
      },
      {
        "sentence": "你认为自己是一个特别失败的人，并且还认为自己没有任何闪光点，不值得别人善待和关爱，尽管你非常希望得到这些。",
        "label": ""
      },
      {
        "sentence": "由于内向的性格和缺乏观察反应能力，你经常无法放松自己，让他人感到不快。",
        "label": ""
      },
      {
        "sentence": "你认为自己消极和不光彩，不知道如何与积极发光的人相处和交友。",
        "label": ""
      },
      {
        "sentence": "你对他人有很高的要求，并且也不喜欢和自己一样消极的人，你希望和性格开朗的人交朋友，融入欢乐的群体，但是你发现自己始终没有改变。",
        "label": ""
      },
      {
        "sentence": "你有一个糟糕的想法，认为一般情况下，你无法自然地与积极发光的人成为好朋友，也无法融入一个群体。",
        "label": ""
      },
      {
        "sentence": "你只能隔着“玻璃窗”窥视，只有当那个人情绪低落或群体没有要求时，你才会找准时机主动说话来逐渐拉近距离。",
        "label": ""
      },
      {
        "sentence": "当你喜欢一个人或群体时，如果对方不喜欢你，或者后来喜欢了你，你就会认为自己是个垃圾，非要乘虚而入，非要拉低对方的水平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你由于小时候亲人和父母的言语打击，导致自卑和敏感，甚至在交友时还会有自我厌恶的想法。对于这些问题，我们可以一起来分析一下，并且试着找到突破口。根据我的分析，你的问题主要有以下几个方面：首先是你对自己的认同感比较低，难以融入群体。我了解到你从小受到的贬低和打击比鼓励和赞美要多，导致你成年后的自我认同感比较低，认为自己是一个失败和不值得他人喜欢的人。在与人交往时，你希望接近积极阳光的人，但是又担心自己不会被他们接纳，所以会退缩。同时，你对消极的人也表现出挑剔的态度，仿佛在对方身上看到了不被人喜欢的自己。你对自己的评价是“没有一点发光点，不值得人善待、消极的／不光彩的”。这其实是一种将父母和亲人对你的看法和对待你的方式内化到自我认知中的现象。在接受了近亲人对你的评价之后，你认同了这种定义，并给自己贴上了不好相处的标签。所以在与他人交往时，也会向他人传达出不讨人喜欢的信号，而他人对你的反馈也更多是按照你的期望来的，不接纳和不喜欢你。当你内心认为自己不值得他人喜欢时，你的外在行为就会表现出一些令人不愉快的行为。如果想要与性格开朗的人交朋友，首先要缓解自己内心的冲突，减少消极情绪对你的长期影响。你可以通过运动、正念冥想或者预约专业的心理咨询师来辅导你，从培养积极情绪开始，这样你才能够更自然地融入一个群体。另外，你要明白原生家庭对你的影响在成年后会逐渐淡化。虽然小时候你无法改变现实，需要通过依赖家长来生存，但成年后你完全可以为自己的人生负责，并与自己和解。过去无法再改变，但未来是可以期待的，对吧？",
    "annotation": [
      {
        "sentence": "我非常理解你由于小时候亲人和父母的言语打击，导致自卑和敏感，甚至在交友时还会有自我厌恶的想法。",
        "label": ""
      },
      {
        "sentence": "对于这些问题，我们可以一起来分析一下，并且试着找到突破口。",
        "label": ""
      },
      {
        "sentence": "根据我的分析，你的问题主要有以下几个方面：首先是你对自己的认同感比较低，难以融入群体。",
        "label": ""
      },
      {
        "sentence": "我了解到你从小受到的贬低和打击比鼓励和赞美要多，导致你成年后的自我认同感比较低，认为自己是一个失败和不值得他人喜欢的人。",
        "label": ""
      },
      {
        "sentence": "在与人交往时，你希望接近积极阳光的人，但是又担心自己不会被他们接纳，所以会退缩。",
        "label": ""
      },
      {
        "sentence": "同时，你对消极的人也表现出挑剔的态度，仿佛在对方身上看到了不被人喜欢的自己。",
        "label": ""
      },
      {
        "sentence": "你对自己的评价是“没有一点发光点，不值得人善待、消极的／不光彩的”。",
        "label": ""
      },
      {
        "sentence": "这其实是一种将父母和亲人对你的看法和对待你的方式内化到自我认知中的现象。",
        "label": ""
      },
      {
        "sentence": "在接受了近亲人对你的评价之后，你认同了这种定义，并给自己贴上了不好相处的标签。",
        "label": ""
      },
      {
        "sentence": "所以在与他人交往时，也会向他人传达出不讨人喜欢的信号，而他人对你的反馈也更多是按照你的期望来的，不接纳和不喜欢你。",
        "label": ""
      },
      {
        "sentence": "当你内心认为自己不值得他人喜欢时，你的外在行为就会表现出一些令人不愉快的行为。",
        "label": ""
      },
      {
        "sentence": "如果想要与性格开朗的人交朋友，首先要缓解自己内心的冲突，减少消极情绪对你的长期影响。",
        "label": ""
      },
      {
        "sentence": "你可以通过运动、正念冥想或者预约专业的心理咨询师来辅导你，从培养积极情绪开始，这样你才能够更自然地融入一个群体。",
        "label": ""
      },
      {
        "sentence": "另外，你要明白原生家庭对你的影响在成年后会逐渐淡化。",
        "label": ""
      },
      {
        "sentence": "虽然小时候你无法改变现实，需要通过依赖家长来生存，但成年后你完全可以为自己的人生负责，并与自己和解。",
        "label": ""
      },
      {
        "sentence": "过去无法再改变，但未来是可以期待的，对吧？",
        "label": ""
      }
    ]
  }
]