[
  {
    "role": "client",
    "content": "我真的不知道该怎么办了。我感到很恐惧和压力，因为我被催促着订婚。我和男朋友是相亲认识的，六月份确定了关系。他的左脚因为童年的某些原因截去了一部分，我一直在尝试接受这个事实。但前几天，他听到有人在背后说闲话，质疑我为什么会看上他。我觉得他对于自己的不安全感，却不愿意承认。他和他的父母急于在农历八月订婚，而我觉得我还没有做好准备，希望能把时间推后一点。他表示他自己太差了，不够优秀，才会让我不够信任他。他说做女朋友和妻子是两个概念。我现在内心很纠结，又不想违背自己的内心。他说我们已经了解对方两三个月了，再拖下去只是浪费时间。可是我对于婚姻真的没有那么大的信心。我又害怕失去他，感觉自己变得没有自我。我有时候会想到我们以后有了小孩，他的脚不能跑，不能参加亲子活动，这让我开始动摇。他睡觉时还会把假肢放在床下，一蹦一蹦地上床休息，我真的不知道未来该如何带小孩。我需要更多的时间去接受一切，但现在他和长辈都在催促我们订婚，给我很大的压力，我该怎么办？",
    "annotation": [
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我感到很恐惧和压力，因为我被催促着订婚。",
        "label": ""
      },
      {
        "sentence": "我和男朋友是相亲认识的，六月份确定了关系。",
        "label": ""
      },
      {
        "sentence": "他的左脚因为童年的某些原因截去了一部分，我一直在尝试接受这个事实。",
        "label": ""
      },
      {
        "sentence": "但前几天，他听到有人在背后说闲话，质疑我为什么会看上他。",
        "label": ""
      },
      {
        "sentence": "我觉得他对于自己的不安全感，却不愿意承认。",
        "label": ""
      },
      {
        "sentence": "他和他的父母急于在农历八月订婚，而我觉得我还没有做好准备，希望能把时间推后一点。",
        "label": ""
      },
      {
        "sentence": "他表示他自己太差了，不够优秀，才会让我不够信任他。",
        "label": ""
      },
      {
        "sentence": "他说做女朋友和妻子是两个概念。",
        "label": ""
      },
      {
        "sentence": "我现在内心很纠结，又不想违背自己的内心。",
        "label": ""
      },
      {
        "sentence": "他说我们已经了解对方两三个月了，再拖下去只是浪费时间。",
        "label": ""
      },
      {
        "sentence": "可是我对于婚姻真的没有那么大的信心。",
        "label": ""
      },
      {
        "sentence": "我又害怕失去他，感觉自己变得没有自我。",
        "label": ""
      },
      {
        "sentence": "我有时候会想到我们以后有了小孩，他的脚不能跑，不能参加亲子活动，这让我开始动摇。",
        "label": ""
      },
      {
        "sentence": "他睡觉时还会把假肢放在床下，一蹦一蹦地上床休息，我真的不知道未来该如何带小孩。",
        "label": ""
      },
      {
        "sentence": "我需要更多的时间去接受一切，但现在他和长辈都在催促我们订婚，给我很大的压力，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的表述，我真的很感动，你非常真诚和勇敢，也没有回避现实和自己的担忧。你是一个非常出色的姑娘，值得拥有幸福的人生。根据你目前的情况，我能感受到你们继续这段感情可能要面对的一些困难。你可以认真思考一下：我能否接受这一切？如果接受了，我该如何应对由此带来的各种困难？或者更极端一点，你可以想象两种不同的情景：第一种情景是十年后，你和他拥有理想的生活，那么这十年里你们是如何度过的呢？第二种情景是十年后，情况比现在还糟，你要如何应对呢？你需要面对的问题包括但不限于以下几点：首先，你们认识时间还比较短，两三个月的时间并不一定能真正了解一个人。恋爱的时间不仅是相互了解，也是感情增进和磨合的过程。跳过这个阶段可能会对婚姻生活带来一些隐患。就我个人的经验，我在30岁之后才开始真正地恋爱，即便如此，我和我的伴侣还是经过了两年的时间才结婚，但我个人仍觉得那可能有些太快了。其次，你们两个人的目标似乎存在一些不一致。你更看重感情和生活质量，而男方似乎更加急于拥有一段婚姻关系。再次，男方的身体状况可能会给未来的生活带来一些不便。你需要思考如何应对这些问题，不仅是具体的不便利，还包括如何应对外界的眼光和声音。此外，男方因为身体原因而产生的自卑可能是这段关系面临的最大威胁。从你的描述中，我感受到他有很深的自卑，很容易受到外界声音的影响，把他人的言行都归结为对他的看不起等等。这是一个很大的隐患，就像一颗定时炸弹，不知道什么时候会爆炸，而且可能不只一次。他的问题并非不能改善，但需要很长时间和大量精力，甚至可能付出努力后仍然不见理想效果。你能否忍受这个过程呢？另外，你是否真的爱着这个人？虽然两三个月的时间不足以谈到爱，但我相信有些东西让你心动，让你在一开始就答应与他接触。你需要深思熟虑，你被他的哪些特质所吸引，这些特质是否足以抵抗你所要面对的各种困难和问题。最后，你在做决定时，社会道德压力对你的影响有多大？这一点我觉得非常重要。我见过很多人进入婚姻的初衷不是因为爱，也不是因为自己想要，而是因为社会需要。如果你也认同这一点，那无可厚非。但如果不是，可能会带来一系列的问题。你还提到失去了自我，这很值得关注。那你要思考，在你决定和他交往，或者考虑进入婚姻时，以下因素对你的影响有多大：你的年龄、父母的催促、周围人的评价、害怕再次经历分手、担心别人对你的看法等等。婚姻涉及到更多现实的问题，有些问题只有你自己能寻找答案。希望你能早日明确自己的方向，追求理想的生活。",
    "annotation": [
      {
        "sentence": "看到你的表述，我真的很感动，你非常真诚和勇敢，也没有回避现实和自己的担忧。",
        "label": ""
      },
      {
        "sentence": "你是一个非常出色的姑娘，值得拥有幸福的人生。",
        "label": ""
      },
      {
        "sentence": "根据你目前的情况，我能感受到你们继续这段感情可能要面对的一些困难。",
        "label": ""
      },
      {
        "sentence": "你可以认真思考一下：我能否接受这一切？",
        "label": ""
      },
      {
        "sentence": "如果接受了，我该如何应对由此带来的各种困难？",
        "label": ""
      },
      {
        "sentence": "或者更极端一点，你可以想象两种不同的情景：第一种情景是十年后，你和他拥有理想的生活，那么这十年里你们是如何度过的呢？",
        "label": ""
      },
      {
        "sentence": "第二种情景是十年后，情况比现在还糟，你要如何应对呢？",
        "label": ""
      },
      {
        "sentence": "你需要面对的问题包括但不限于以下几点：首先，你们认识时间还比较短，两三个月的时间并不一定能真正了解一个人。",
        "label": ""
      },
      {
        "sentence": "恋爱的时间不仅是相互了解，也是感情增进和磨合的过程。",
        "label": ""
      },
      {
        "sentence": "跳过这个阶段可能会对婚姻生活带来一些隐患。",
        "label": ""
      },
      {
        "sentence": "就我个人的经验，我在30岁之后才开始真正地恋爱，即便如此，我和我的伴侣还是经过了两年的时间才结婚，但我个人仍觉得那可能有些太快了。",
        "label": ""
      },
      {
        "sentence": "其次，你们两个人的目标似乎存在一些不一致。",
        "label": ""
      },
      {
        "sentence": "你更看重感情和生活质量，而男方似乎更加急于拥有一段婚姻关系。",
        "label": ""
      },
      {
        "sentence": "再次，男方的身体状况可能会给未来的生活带来一些不便。",
        "label": ""
      },
      {
        "sentence": "你需要思考如何应对这些问题，不仅是具体的不便利，还包括如何应对外界的眼光和声音。",
        "label": ""
      },
      {
        "sentence": "此外，男方因为身体原因而产生的自卑可能是这段关系面临的最大威胁。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感受到他有很深的自卑，很容易受到外界声音的影响，把他人的言行都归结为对他的看不起等等。",
        "label": ""
      },
      {
        "sentence": "这是一个很大的隐患，就像一颗定时炸弹，不知道什么时候会爆炸，而且可能不只一次。",
        "label": ""
      },
      {
        "sentence": "他的问题并非不能改善，但需要很长时间和大量精力，甚至可能付出努力后仍然不见理想效果。",
        "label": ""
      },
      {
        "sentence": "你能否忍受这个过程呢？",
        "label": ""
      },
      {
        "sentence": "另外，你是否真的爱着这个人？",
        "label": ""
      },
      {
        "sentence": "虽然两三个月的时间不足以谈到爱，但我相信有些东西让你心动，让你在一开始就答应与他接触。",
        "label": ""
      },
      {
        "sentence": "你需要深思熟虑，你被他的哪些特质所吸引，这些特质是否足以抵抗你所要面对的各种困难和问题。",
        "label": ""
      },
      {
        "sentence": "最后，你在做决定时，社会道德压力对你的影响有多大？",
        "label": ""
      },
      {
        "sentence": "这一点我觉得非常重要。",
        "label": ""
      },
      {
        "sentence": "我见过很多人进入婚姻的初衷不是因为爱，也不是因为自己想要，而是因为社会需要。",
        "label": ""
      },
      {
        "sentence": "如果你也认同这一点，那无可厚非。",
        "label": ""
      },
      {
        "sentence": "但如果不是，可能会带来一系列的问题。",
        "label": ""
      },
      {
        "sentence": "你还提到失去了自我，这很值得关注。",
        "label": ""
      },
      {
        "sentence": "那你要思考，在你决定和他交往，或者考虑进入婚姻时，以下因素对你的影响有多大：你的年龄、父母的催促、周围人的评价、害怕再次经历分手、担心别人对你的看法等等。",
        "label": ""
      },
      {
        "sentence": "婚姻涉及到更多现实的问题，有些问题只有你自己能寻找答案。",
        "label": ""
      },
      {
        "sentence": "希望你能早日明确自己的方向，追求理想的生活。",
        "label": ""
      }
    ]
  }
]