[
  {
    "role": "client",
    "content": "我提出辞职后，公司挽留我，我该留下吗？我现在在一家贸易公司的海外公司工作，这个公司是家族军队化管理模式，十分强调忠诚，招聘我就是想让我做一些优化工作的事情，但实际到了之后就发现了各种问题，比如说非专业人员主导专业人员的工作，管理上的混乱和不信任，以至于我根本就无法开展工作。后来因为一件事情，我提出了离职，但公司一直挽留我，我就跟他们说，我保留离职的想法，但是需要先按我的思路来做两个月看看，后面我就按照的思路开展工作，还是遇到了很大的阻力。同时经过朋友介绍，在同一个城市里，我去了另外一家公司面试，面试结果很好，但薪资比现在这家公司低，当时考虑到其他因素就婉拒了。后面了解到，我去面试的那家公司的负责人跟我现在这家公司的领导认识，所以致电询问我的情况，现在我在职的这家公司都知道了我去另外一家公司面试的事情了，但还是让别人劝我挽留我。就在今天，我去面试的那家公司跟我说，还是想让我去那边工作。我现在纠结的是，我到底该不该辞职去那边。",
    "annotation": [
      {
        "sentence": "我提出辞职后，公司挽留我，我该留下吗？",
        "label": ""
      },
      {
        "sentence": "我现在在一家贸易公司的海外公司工作，这个公司是家族军队化管理模式，十分强调忠诚，招聘我就是想让我做一些优化工作的事情，但实际到了之后就发现了各种问题，比如说非专业人员主导专业人员的工作，管理上的混乱和不信任，以至于我根本就无法开展工作。",
        "label": ""
      },
      {
        "sentence": "后来因为一件事情，我提出了离职，但公司一直挽留我，我就跟他们说，我保留离职的想法，但是需要先按我的思路来做两个月看看，后面我就按照的思路开展工作，还是遇到了很大的阻力。",
        "label": ""
      },
      {
        "sentence": "同时经过朋友介绍，在同一个城市里，我去了另外一家公司面试，面试结果很好，但薪资比现在这家公司低，当时考虑到其他因素就婉拒了。",
        "label": ""
      },
      {
        "sentence": "后面了解到，我去面试的那家公司的负责人跟我现在这家公司的领导认识，所以致电询问我的情况，现在我在职的这家公司都知道了我去另外一家公司面试的事情了，但还是让别人劝我挽留我。",
        "label": ""
      },
      {
        "sentence": "就在今天，我去面试的那家公司跟我说，还是想让我去那边工作。",
        "label": ""
      },
      {
        "sentence": "我现在纠结的是，我到底该不该辞职去那边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提出离职后，公司一直挽留你，这说明他们重视你，并认识到你的价值。你提到这家公司的管理模式存在问题，你感到无法开展工作。这是一种非常矛盾的经历，导致你产生了离职的念头。同时，你去面试了另外一家公司，并得到了面试结果很好的反馈，只是薪资相对比较低。你的内心开始纠结于是否辞职去新的公司。我认为，你之所以纠结，原因可能更多是担心留下来后会产生一些负面的情绪。你可能担心，过去的“背叛”会让自己感到羞愧、自责；同时也担心，公司会因为你曾经的“背叛”而对你进行“恶搞”，最终导致你离职或名声扫地。然而，如果你选择去新的公司，你也会面临类似的担忧。要知道，两家公司的负责人互相认识，看样子关系应该还不错，否则新公司的负责人不会打电话问询你在现公司的情况。可以看出，他们之间的信任似乎高于你和他们的信任。这种情况在职场中并不罕见，你并没有做出什么过分的行为。所以，无论选择留下还是离职，最重要的是跟随你内心的真实感受，只要你真心对待工作，问心无愧即可。",
    "annotation": [
      {
        "sentence": "你提出离职后，公司一直挽留你，这说明他们重视你，并认识到你的价值。",
        "label": ""
      },
      {
        "sentence": "你提到这家公司的管理模式存在问题，你感到无法开展工作。",
        "label": ""
      },
      {
        "sentence": "这是一种非常矛盾的经历，导致你产生了离职的念头。",
        "label": ""
      },
      {
        "sentence": "同时，你去面试了另外一家公司，并得到了面试结果很好的反馈，只是薪资相对比较低。",
        "label": ""
      },
      {
        "sentence": "你的内心开始纠结于是否辞职去新的公司。",
        "label": ""
      },
      {
        "sentence": "我认为，你之所以纠结，原因可能更多是担心留下来后会产生一些负面的情绪。",
        "label": ""
      },
      {
        "sentence": "你可能担心，过去的“背叛”会让自己感到羞愧、自责；同时也担心，公司会因为你曾经的“背叛”而对你进行“恶搞”，最终导致你离职或名声扫地。",
        "label": ""
      },
      {
        "sentence": "然而，如果你选择去新的公司，你也会面临类似的担忧。",
        "label": ""
      },
      {
        "sentence": "要知道，两家公司的负责人互相认识，看样子关系应该还不错，否则新公司的负责人不会打电话问询你在现公司的情况。",
        "label": ""
      },
      {
        "sentence": "可以看出，他们之间的信任似乎高于你和他们的信任。",
        "label": ""
      },
      {
        "sentence": "这种情况在职场中并不罕见，你并没有做出什么过分的行为。",
        "label": ""
      },
      {
        "sentence": "所以，无论选择留下还是离职，最重要的是跟随你内心的真实感受，只要你真心对待工作，问心无愧即可。",
        "label": ""
      }
    ]
  }
]