[
  {
    "role": "client",
    "content": "我提出辞职后，公司挽留我，我该留下吗？我现在在一家贸易公司的海外公司工作，这个公司是家族军队化管理模式，十分强调忠诚，招聘我就是想让我做一些优化工作的事情，但实际到了之后就发现了各种问题，比如说非专业人员主导专业人员的工作，管理上的混乱和不信任，以至于我根本就无法开展工作。后来因为一件事情，我提出了离职，但公司一直挽留我，我就跟他们说，我保留离职的想法，但是需要先按我的思路来做两个月看看，后面我就按照的思路开展工作，还是遇到了很大的阻力。同时经过朋友介绍，在同一个城市里，我去了另外一家公司面试，面试结果很好，但薪资比现在这家公司低，当时考虑到其他因素就婉拒了。后面了解到，我去面试的那家公司的负责人跟我现在这家公司的领导认识，所以致电询问我的情况，现在我在职的这家公司都知道了我去另外一家公司面试的事情了，但还是让别人劝我挽留我。就在今天，我去面试的那家公司跟我说，还是想让我去那边工作。我现在纠结的是，我到底该不该辞职去那边。",
    "annotation": [
      {
        "sentence": "我提出辞职后，公司挽留我，我该留下吗？",
        "label": ""
      },
      {
        "sentence": "我现在在一家贸易公司的海外公司工作，这个公司是家族军队化管理模式，十分强调忠诚，招聘我就是想让我做一些优化工作的事情，但实际到了之后就发现了各种问题，比如说非专业人员主导专业人员的工作，管理上的混乱和不信任，以至于我根本就无法开展工作。",
        "label": ""
      },
      {
        "sentence": "后来因为一件事情，我提出了离职，但公司一直挽留我，我就跟他们说，我保留离职的想法，但是需要先按我的思路来做两个月看看，后面我就按照的思路开展工作，还是遇到了很大的阻力。",
        "label": ""
      },
      {
        "sentence": "同时经过朋友介绍，在同一个城市里，我去了另外一家公司面试，面试结果很好，但薪资比现在这家公司低，当时考虑到其他因素就婉拒了。",
        "label": ""
      },
      {
        "sentence": "后面了解到，我去面试的那家公司的负责人跟我现在这家公司的领导认识，所以致电询问我的情况，现在我在职的这家公司都知道了我去另外一家公司面试的事情了，但还是让别人劝我挽留我。",
        "label": ""
      },
      {
        "sentence": "就在今天，我去面试的那家公司跟我说，还是想让我去那边工作。",
        "label": ""
      },
      {
        "sentence": "我现在纠结的是，我到底该不该辞职去那边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我明白你现在面临的选择让你非常纠结。我们来一起分析一下你的现状和内心的需求。",
    "annotation": [
      {
        "sentence": "你好，我明白你现在面临的选择让你非常纠结。",
        "label": ""
      },
      {
        "sentence": "我们来一起分析一下你的现状和内心的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到很困惑。我很满意现在工作的薪酬，但不满意公司运作模式，也对家族企业的管理方式有些诟病。虽然我提出离职，但公司一直挽留我并允许按照我的思路推动工作。可是在实际操作中，我遇到了很大的阻力。",
    "annotation": [
      {
        "sentence": "是的，我真的感到很困惑。",
        "label": ""
      },
      {
        "sentence": "我很满意现在工作的薪酬，但不满意公司运作模式，也对家族企业的管理方式有些诟病。",
        "label": ""
      },
      {
        "sentence": "虽然我提出离职，但公司一直挽留我并允许按照我的思路推动工作。",
        "label": ""
      },
      {
        "sentence": "可是在实际操作中，我遇到了很大的阻力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在你已经在另一家公司面试并受到认可，这让你内心对新公司产生期望，但薪资却比你现在的公司低。另外，你现在的公司和你面试的那家公司的负责人有交集，你现在公司也知道你去面试了。这些情况让你觉得很纠结是吗？",
    "annotation": [
      {
        "sentence": "现在你已经在另一家公司面试并受到认可，这让你内心对新公司产生期望，但薪资却比你现在的公司低。",
        "label": ""
      },
      {
        "sentence": "另外，你现在的公司和你面试的那家公司的负责人有交集，你现在公司也知道你去面试了。",
        "label": ""
      },
      {
        "sentence": "这些情况让你觉得很纠结是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得很尴尬也很纠结。我不知道该如何做出抉择。",
    "annotation": [
      {
        "sentence": "是的，我觉得很尴尬也很纠结。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何做出抉择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑。让我们一起来分析一下可能的风险情况。首先，直接减少的薪酬对你的影响是最直接的。其次，家族企业对忠诚的重视也会直接影响你的工作，这是家族企业的特点。最后，你要考虑到自己在公司中的地位和发展前景。这些风险会对你的未来产生影响。",
    "annotation": [
      {
        "sentence": "我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "让我们一起来分析一下可能的风险情况。",
        "label": ""
      },
      {
        "sentence": "首先，直接减少的薪酬对你的影响是最直接的。",
        "label": ""
      },
      {
        "sentence": "其次，家族企业对忠诚的重视也会直接影响你的工作，这是家族企业的特点。",
        "label": ""
      },
      {
        "sentence": "最后，你要考虑到自己在公司中的地位和发展前景。",
        "label": ""
      },
      {
        "sentence": "这些风险会对你的未来产生影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实如此。我知道无论是留在现公司还是转到新公司，都存在一定的风险。我该如何权衡利弊，做出最好的选择呢？",
    "annotation": [
      {
        "sentence": "确实如此。",
        "label": ""
      },
      {
        "sentence": "我知道无论是留在现公司还是转到新公司，都存在一定的风险。",
        "label": ""
      },
      {
        "sentence": "我该如何权衡利弊，做出最好的选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常艰难的选择过程。我建议你用预想结果来反推如何选择。结果一是留在现公司，家族企业对于不按他们规则办事的员工会有芥蒂，并且他们只看重效果和利益，对忠诚度有高要求。结果二是去新公司，可能会发现更好的机会和更好的发展，但也要注意合同风险。无论选择哪种结果，你需要全面考虑和权衡自身的利益。",
    "annotation": [
      {
        "sentence": "这是一个非常艰难的选择过程。",
        "label": ""
      },
      {
        "sentence": "我建议你用预想结果来反推如何选择。",
        "label": ""
      },
      {
        "sentence": "结果一是留在现公司，家族企业对于不按他们规则办事的员工会有芥蒂，并且他们只看重效果和利益，对忠诚度有高要求。",
        "label": ""
      },
      {
        "sentence": "结果二是去新公司，可能会发现更好的机会和更好的发展，但也要注意合同风险。",
        "label": ""
      },
      {
        "sentence": "无论选择哪种结果，你需要全面考虑和权衡自身的利益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。确实是一个综合考量的问题，我会好好思考并做出最适合自己的选择。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "确实是一个综合考量的问题，我会好好思考并做出最适合自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，人生中的选择确实很多，希望你能做出明智的决策，并在保护自身利益的基础上追求更好的发展。加油！",
    "annotation": [
      {
        "sentence": "没问题，人生中的选择确实很多，希望你能做出明智的决策，并在保护自身利益的基础上追求更好的发展。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和帮助！我会努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和帮助！",
        "label": ""
      },
      {
        "sentence": "我会努力的。",
        "label": ""
      }
    ]
  }
]