[
  {
    "role": "client",
    "content": "感觉自己在感情中用力过猛，感情来的快，去的也快。在我和那个喜欢我的女生分了之后我就一直沉浸在里面出不来。然后有一天我妈又和我说我在小的时候出生还没几天就因为哭被我爸打了大腿腿都打肿了。我听了之后就非常愤怒。我想会不会我的那些懦弱会不会都是他带给我的。他让我失去了我喜欢的人，也让我在同学中受欺负。还有他不爱我所以才打我。从小到大他打我的方式和其他人不一样，他是旧账新账一起算。就算之前犯错了被打了，他还是要说以前的事还要再把我吼一顿打一顿。我想了之后越来越气，都想把他杀了。后来气在心里生。",
    "annotation": [
      {
        "sentence": "感觉自己在感情中用力过猛，感情来的快，去的也快。",
        "label": ""
      },
      {
        "sentence": "在我和那个喜欢我的女生分了之后我就一直沉浸在里面出不来。",
        "label": ""
      },
      {
        "sentence": "然后有一天我妈又和我说我在小的时候出生还没几天就因为哭被我爸打了大腿腿都打肿了。",
        "label": ""
      },
      {
        "sentence": "我听了之后就非常愤怒。",
        "label": ""
      },
      {
        "sentence": "我想会不会我的那些懦弱会不会都是他带给我的。",
        "label": ""
      },
      {
        "sentence": "他让我失去了我喜欢的人，也让我在同学中受欺负。",
        "label": ""
      },
      {
        "sentence": "还有他不爱我所以才打我。",
        "label": ""
      },
      {
        "sentence": "从小到大他打我的方式和其他人不一样，他是旧账新账一起算。",
        "label": ""
      },
      {
        "sentence": "就算之前犯错了被打了，他还是要说以前的事还要再把我吼一顿打一顿。",
        "label": ""
      },
      {
        "sentence": "我想了之后越来越气，都想把他杀了。",
        "label": ""
      },
      {
        "sentence": "后来气在心里生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的身上发生了这么多的事，所以我们的情绪波动会比较大。1.父母很少会认识到自己的错误。其实不单单你的父母会这样，很多父母都会有这样的问题，他们认为自己教育孩子都是没错的，哪怕有时真的错了也不会承认，因为他们认为这些错误是可以理解的，反过来对于孩子的错，家长却是零容忍，甚至很多时候会翻旧账，找到孩子的问题，给孩子的心理留下了一定的阴影。如果可以的话，我们要学会忽略父母的负面情绪，我们都知道负面情绪是很容易传染给别人的，尤其是亲人，但是我们那个时候比较小，没有一定的自理能力，所以很多时候不得不依靠父母，我们刻意的去讨好他们，但是却没有得到他们的肯定，随着我们能力的增长，很多事情是可以慢慢由自己做主的，因此我们有时需要和过去说一声再见。",
    "annotation": [
      {
        "sentence": "在你的身上发生了这么多的事，所以我们的情绪波动会比较大。",
        "label": ""
      },
      {
        "sentence": "1.父母很少会认识到自己的错误。",
        "label": ""
      },
      {
        "sentence": "其实不单单你的父母会这样，很多父母都会有这样的问题，他们认为自己教育孩子都是没错的，哪怕有时真的错了也不会承认，因为他们认为这些错误是可以理解的，反过来对于孩子的错，家长却是零容忍，甚至很多时候会翻旧账，找到孩子的问题，给孩子的心理留下了一定的阴影。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，我们要学会忽略父母的负面情绪，我们都知道负面情绪是很容易传染给别人的，尤其是亲人，但是我们那个时候比较小，没有一定的自理能力，所以很多时候不得不依靠父母，我们刻意的去讨好他们，但是却没有得到他们的肯定，随着我们能力的增长，很多事情是可以慢慢由自己做主的，因此我们有时需要和过去说一声再见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我理解父母也有他们的难处，但是有时候真的很难忍受他们对我的严厉和指责。我总觉得自己的处境很艰难，怀疑自己是否真的能够忍受这样的长久压力。",
    "annotation": [
      {
        "sentence": "是的，我理解父母也有他们的难处，但是有时候真的很难忍受他们对我的严厉和指责。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己的处境很艰难，怀疑自己是否真的能够忍受这样的长久压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这样的电视剧真的很让人感叹，但是我们究竟能做些什么呢？如果你固执的看待问题，或者抱怨压力的存在，你基本上会看不到自己还能够处理这个问题的选择，也许你可以尝试下主动去改变这个困境，从自己开始。",
    "annotation": [
      {
        "sentence": "是的，这样的电视剧真的很让人感叹，但是我们究竟能做些什么呢？",
        "label": ""
      },
      {
        "sentence": "如果你固执的看待问题，或者抱怨压力的存在，你基本上会看不到自己还能够处理这个问题的选择，也许你可以尝试下主动去改变这个困境，从自己开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是不是应该对父母更加宽容一些，放下过去的怨恨，尝试和他们以一种不同的方式沟通？",
    "annotation": [
      {
        "sentence": "我是不是应该对父母更加宽容一些，放下过去的怨恨，尝试和他们以一种不同的方式沟通？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人成长的过程中都会向父母渴望得到更多的理解和支持，但是并不是所有的父母都能给予我们想要的答案。或许你可以尝试和父母坦诚地进行沟通，表达你对他们的理解和宽容，告诉他们你希望和他们建立更好的关系。",
    "annotation": [
      {
        "sentence": "是的，每个人成长的过程中都会向父母渴望得到更多的理解和支持，但是并不是所有的父母都能给予我们想要的答案。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试和父母坦诚地进行沟通，表达你对他们的理解和宽容，告诉他们你希望和他们建立更好的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力改变自己的态度，试着和父母沟通。但是有时候我还是觉得很沮丧和无力，面对这样的家庭环境，我不知道怎么才能真正放下内心的困扰。",
    "annotation": [
      {
        "sentence": "我会努力改变自己的态度，试着和父母沟通。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是觉得很沮丧和无力，面对这样的家庭环境，我不知道怎么才能真正放下内心的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "若无人相伴，愿你成为自己的太阳。经历了这么多的变故，你一定有很多想法，当然自己也有一些收获。如果可以的话，以后有什么心事或者想法可以来这里吐露一下，以前我们没有人陪伴，有些事不知如何处理，以后我们可以倾诉一下，也可以把自己的想法和判断说出来，我们可以一起简单的分析，或许会有不一样的答案。其实每个人的成长路上都会有各种各样的问题，因此我们需要学会理解自己，学会成长，可以看看别人的生活，听听他人的建议，也可以有一些自己的想法，或许我们会看见不一样的自己，不一样的人生。",
    "annotation": [
      {
        "sentence": "若无人相伴，愿你成为自己的太阳。",
        "label": ""
      },
      {
        "sentence": "经历了这么多的变故，你一定有很多想法，当然自己也有一些收获。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，以后有什么心事或者想法可以来这里吐露一下，以前我们没有人陪伴，有些事不知如何处理，以后我们可以倾诉一下，也可以把自己的想法和判断说出来，我们可以一起简单的分析，或许会有不一样的答案。",
        "label": ""
      },
      {
        "sentence": "其实每个人的成长路上都会有各种各样的问题，因此我们需要学会理解自己，学会成长，可以看看别人的生活，听听他人的建议，也可以有一些自己的想法，或许我们会看见不一样的自己，不一样的人生。",
        "label": ""
      }
    ]
  }
]