[
  {
    "role": "client",
    "content": "为什么我觉得离我越近的人就越轻？离我越远的人越重？在我心中的份量，是不自信还是太骄傲，觉得远的人要客气近的人就可以乱来了，我也不清楚是什么原因？希望得到答案。",
    "annotation": [
      {
        "sentence": "为什么我觉得离我越近的人就越轻？",
        "label": ""
      },
      {
        "sentence": "离我越远的人越重？",
        "label": ""
      },
      {
        "sentence": "在我心中的份量，是不自信还是太骄傲，觉得远的人要客气近的人就可以乱来了，我也不清楚是什么原因？",
        "label": ""
      },
      {
        "sentence": "希望得到答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，这是一个常见的感觉。可以这么说，人与人之间的亲疏关系会影响我们对他们的评价和对待方式。越亲近的人，我们更加深入了解，也更了解他们的优点和缺点。因此，他们不会因为我们的一点小事就离开我们，我们不会对他们产生太大压力。",
    "annotation": [
      {
        "sentence": "没关系，这是一个常见的感觉。",
        "label": ""
      },
      {
        "sentence": "可以这么说，人与人之间的亲疏关系会影响我们对他们的评价和对待方式。",
        "label": ""
      },
      {
        "sentence": "越亲近的人，我们更加深入了解，也更了解他们的优点和缺点。",
        "label": ""
      },
      {
        "sentence": "因此，他们不会因为我们的一点小事就离开我们，我们不会对他们产生太大压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那为什么我觉得远的人更重呢？难道是因为他们与我关系疏远，我给他们的期望值很高，所以对他们的要求也就越高？",
    "annotation": [
      {
        "sentence": "那为什么我觉得远的人更重呢？",
        "label": ""
      },
      {
        "sentence": "难道是因为他们与我关系疏远，我给他们的期望值很高，所以对他们的要求也就越高？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，和我们关系疏远的人，我们对他们的期望可能会更高一些。因为我们没有深入了解他们，往往会将他们想象成理想中的形象或者有特定的期望。然而，这样的期望往往是不现实的，所以当他们没有达到我们的期望时，我们就会感到失望和沮丧，觉得他们更重。",
    "annotation": [
      {
        "sentence": "是的，和我们关系疏远的人，我们对他们的期望可能会更高一些。",
        "label": ""
      },
      {
        "sentence": "因为我们没有深入了解他们，往往会将他们想象成理想中的形象或者有特定的期望。",
        "label": ""
      },
      {
        "sentence": "然而，这样的期望往往是不现实的，所以当他们没有达到我们的期望时，我们就会感到失望和沮丧，觉得他们更重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样说来，我觉得自己有点不公平。我知道每个人都有自己的特点和限制，但还是忍不住对他们有一些期待。我应该如何改变这种思维模式呢？",
    "annotation": [
      {
        "sentence": "这样说来，我觉得自己有点不公平。",
        "label": ""
      },
      {
        "sentence": "我知道每个人都有自己的特点和限制，但还是忍不住对他们有一些期待。",
        "label": ""
      },
      {
        "sentence": "我应该如何改变这种思维模式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到这一点已经很不错了。改变思维模式需要时间和努力，但并非不可能。你可以尝试放下对他人的太高期望，去接受他们的优点和不足。同时，也要记得给予别人一些宽容和理解，不要过分苛求。与人相处本身就是一个相互理解和包容的过程。",
    "annotation": [
      {
        "sentence": "你能够意识到这一点已经很不错了。",
        "label": ""
      },
      {
        "sentence": "改变思维模式需要时间和努力，但并非不可能。",
        "label": ""
      },
      {
        "sentence": "你可以尝试放下对他人的太高期望，去接受他们的优点和不足。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得给予别人一些宽容和理解，不要过分苛求。",
        "label": ""
      },
      {
        "sentence": "与人相处本身就是一个相互理解和包容的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着放下对他人过高的期望，更多地去理解和包容他们。不过，有时候我还是会有一些矛盾和烦恼，怎样才能更好地处理这些情绪呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着放下对他人过高的期望，更多地去理解和包容他们。",
        "label": ""
      },
      {
        "sentence": "不过，有时候我还是会有一些矛盾和烦恼，怎样才能更好地处理这些情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "处理情绪是每个人都需要学会的技巧。当你遇到矛盾和烦恼时，可以尝试停下来冷静思考，找出问题的根源，并找到解决问题的方法。与此同时，也可以将情绪与他人分享，寻求他们的理解和支持。还有，记得给自己一个宽容的心态，不要过于苛责自己。",
    "annotation": [
      {
        "sentence": "处理情绪是每个人都需要学会的技巧。",
        "label": ""
      },
      {
        "sentence": "当你遇到矛盾和烦恼时，可以尝试停下来冷静思考，找出问题的根源，并找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "与此同时，也可以将情绪与他人分享，寻求他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "还有，记得给自己一个宽容的心态，不要过于苛责自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试你说的方法来处理我的情绪，谢谢你的支持和建议。有时候我也会觉得自己的情绪容易受到他人的影响，怎样才能更好地保护自己的情绪呢？",
    "annotation": [
      {
        "sentence": "我会尝试你说的方法来处理我的情绪，谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "有时候我也会觉得自己的情绪容易受到他人的影响，怎样才能更好地保护自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "保护自己的情绪是很重要的，你可以尝试建立一些自我保护的措施。比如，给自己一些私人空间和时间，让自己有机会独处和放松。另外，也可以学习与他人建立边界，学会拒绝他人对自己情绪的侵犯。最重要的是，要培养自己的情绪管理能力，学会认识自己的情绪，找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "保护自己的情绪是很重要的，你可以尝试建立一些自我保护的措施。",
        "label": ""
      },
      {
        "sentence": "比如，给自己一些私人空间和时间，让自己有机会独处和放松。",
        "label": ""
      },
      {
        "sentence": "另外，也可以学习与他人建立边界，学会拒绝他人对自己情绪的侵犯。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要培养自己的情绪管理能力，学会认识自己的情绪，找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试建立一些自我保护的措施，好好照顾自己的情绪。谢谢你的指导和支持，这次的咨询让我对自己的问题有了更清晰的认识。",
    "annotation": [
      {
        "sentence": "我会尝试建立一些自我保护的措施，好好照顾自己的情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的指导和支持，这次的咨询让我对自己的问题有了更清晰的认识。",
        "label": ""
      }
    ]
  }
]