[
  {
    "role": "client",
    "content": "小时候被势利的班主任歧视，怎样疗愈这样的创伤？",
    "annotation": [
      {
        "sentence": "小时候被势利的班主任歧视，怎样疗愈这样的创伤？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "过去的经历给了你很大的伤害，轻轻想告诉你“你很好，你是值得的”。我们对过去发生事情的看法，比事件本身更有影响力。过去发生的事情客观存在、无法改变，但是我们可以通过改变对过去的看法，来缓解伤痛，与过去和解。",
    "annotation": [
      {
        "sentence": "过去的经历给了你很大的伤害，轻轻想告诉你“你很好，你是值得的”。",
        "label": ""
      },
      {
        "sentence": "我们对过去发生事情的看法，比事件本身更有影响力。",
        "label": ""
      },
      {
        "sentence": "过去发生的事情客观存在、无法改变，但是我们可以通过改变对过去的看法，来缓解伤痛，与过去和解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我需要找到一种成熟的、客观的心态来看待过去的经历。我试着想象自己回到过去的那段时间，以旁观者的角度看待当时发生的事情，希望能有不一样的认识。",
    "annotation": [
      {
        "sentence": "你说得很对，我需要找到一种成熟的、客观的心态来看待过去的经历。",
        "label": ""
      },
      {
        "sentence": "我试着想象自己回到过去的那段时间，以旁观者的角度看待当时发生的事情，希望能有不一样的认识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这样的视角转换可以帮助你更客观地看待过去的痛苦经历。你可以试着想象一下，男同学的嘲笑和欺负、班主任的训斥和不让你上课，并不是因为你有问题、不值得被好好对待，而是他们没素质，没道德，是他们的错，你没有错，你是值得被爱的。",
    "annotation": [
      {
        "sentence": "是的，这样的视角转换可以帮助你更客观地看待过去的痛苦经历。",
        "label": ""
      },
      {
        "sentence": "你可以试着想象一下，男同学的嘲笑和欺负、班主任的训斥和不让你上课，并不是因为你有问题、不值得被好好对待，而是他们没素质，没道德，是他们的错，你没有错，你是值得被爱的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会尽力用这种客观的视角重新审视过去的经历。不再把责任都归咎于自己，而从他们的行为中看到他们的问题。同时，我也会试着想一想，这段经历可能带给我哪些积极的影响，比如让我变得更努力和更优秀。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会尽力用这种客观的视角重新审视过去的经历。",
        "label": ""
      },
      {
        "sentence": "不再把责任都归咎于自己，而从他们的行为中看到他们的问题。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着想一想，这段经历可能带给我哪些积极的影响，比如让我变得更努力和更优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的思路很正确。在审视过去的经历时，思考一下这段经历给你带来的正面影响，可以帮助你更好地与过去和解，疗愈伤痛。记住要以客观事实为出发点，不带主观情绪。",
    "annotation": [
      {
        "sentence": "很好，你的思路很正确。",
        "label": ""
      },
      {
        "sentence": "在审视过去的经历时，思考一下这段经历给你带来的正面影响，可以帮助你更好地与过去和解，疗愈伤痛。",
        "label": ""
      },
      {
        "sentence": "记住要以客观事实为出发点，不带主观情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会努力思考并记录下那些积极的影响，这将是对我自己的正面证明。但是我还有一个问题，我发现自己心里经常有一个声音说“我不值得”，这导致我很难去求助他人，也让我觉得只有超过别人才能得到认可。",
    "annotation": [
      {
        "sentence": "是的，我会努力思考并记录下那些积极的影响，这将是对我自己的正面证明。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，我发现自己心里经常有一个声音说“我不值得”，这导致我很难去求助他人，也让我觉得只有超过别人才能得到认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种本能的想法是错误的，我们可以尝试纠正它。每当你脑海中出现“我不值得”的想法时，要立刻驳斥它，告诉自己“我很好，我是值得的”。你现在已经到了知天命的年纪，有一定的经历和阅历，回忆一下自己过去这些年的情况，记录下自己收到过的肯定、赞扬和得到过的爱，这些都是证明“你是值得的”的最好方式。",
    "annotation": [
      {
        "sentence": "这种本能的想法是错误的，我们可以尝试纠正它。",
        "label": ""
      },
      {
        "sentence": "每当你脑海中出现“我不值得”的想法时，要立刻驳斥它，告诉自己“我很好，我是值得的”。",
        "label": ""
      },
      {
        "sentence": "你现在已经到了知天命的年纪，有一定的经历和阅历，回忆一下自己过去这些年的情况，记录下自己收到过的肯定、赞扬和得到过的爱，这些都是证明“你是值得的”的最好方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会不断地纠正自己的错误本能，告诉自己“我是值得的”。我也会回想起那些肯定和爱的经历，并记录下来，作为对自己的证明。另外，你刚才提到尝试求助他人，依赖他人，我觉得很难，因为本能地认为只有超过别人才能得到认可。",
    "annotation": [
      {
        "sentence": "我明白了，我会不断地纠正自己的错误本能，告诉自己“我是值得的”。",
        "label": ""
      },
      {
        "sentence": "我也会回想起那些肯定和爱的经历，并记录下来，作为对自己的证明。",
        "label": ""
      },
      {
        "sentence": "另外，你刚才提到尝试求助他人，依赖他人，我觉得很难，因为本能地认为只有超过别人才能得到认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于这个问题，你可以尝试反其道而行，向朋友、亲人表现出你的脆弱和无助，看看他们的反应和表现。也许他们会更加爱你，更加关心你。换一个思路思考，试着接受帮助和依赖他人。你过去已经这么努力，这么优秀了，现在到了你享受生活的时候了，你过去累积的那些优秀足够你现在挥霍了。你可以尽情地依赖他人，享受生活，因为你有足够的资本。",
    "annotation": [
      {
        "sentence": "对于这个问题，你可以尝试反其道而行，向朋友、亲人表现出你的脆弱和无助，看看他们的反应和表现。",
        "label": ""
      },
      {
        "sentence": "也许他们会更加爱你，更加关心你。",
        "label": ""
      },
      {
        "sentence": "换一个思路思考，试着接受帮助和依赖他人。",
        "label": ""
      },
      {
        "sentence": "你过去已经这么努力，这么优秀了，现在到了你享受生活的时候了，你过去累积的那些优秀足够你现在挥霍了。",
        "label": ""
      },
      {
        "sentence": "你可以尽情地依赖他人，享受生活，因为你有足够的资本。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会努力尝试向他人求助，依赖他人，并享受生活。我相信，通过改变过去的看法，纠正错误的本能，寻找积极的影响，以及向他人展示自己的脆弱和无助，我能够疗愈那道创伤，安然地享受生命。非常感谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力尝试向他人求助，依赖他人，并享受生活。",
        "label": ""
      },
      {
        "sentence": "我相信，通过改变过去的看法，纠正错误的本能，寻找积极的影响，以及向他人展示自己的脆弱和无助，我能够疗愈那道创伤，安然地享受生命。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够成功疗愈创伤，并拥有幸福的生活。如果你有任何需要帮助的时候，记得随时来找我。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够成功疗愈创伤，并拥有幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要帮助的时候，记得随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]