[
  {
    "role": "client",
    "content": "我家小学二年级的儿子请了个女家教，但是她太温柔了，教不了他。我儿子的数学成绩是100，语文成绩是93。我是二胎，身体不好，所以请了一个家教女老师，她今年43岁，本身是小学老师，教过数学和语文，还是班主任，而且在区里也是优秀老师。她的女儿现在在读高中，她人很善谈，亲切温柔，但也有些老练。可是她来了半个月，总是迟到早退，有一次晚来15分钟，但是却提早15分钟走了，还有一次早退时没有叫住我儿子一起学习，干脆就走了。有一次我留意到她在上课时不让我儿子做作业，我儿子根本不听她的，自己一个人拿着三毛的书在沙发上看，无论怎么叫他都不听，直接拿出手机玩。这位老师也给我儿子各种奖励，态度也很和善，但就是不够严厉。我儿子根本不听她的，但是很喜欢她。现在我儿子已经可以自己完成作业了，家教只是帮他检查和解答问题，每次上两个小时的课，周一到周五来。我觉得读完三毛的故事书半个小时就够了，再加上检查作业和解答问题，半个小时就结束了，剩下一个小时她在做什么呢？问过我儿子，他说剩下的时间用来检查作业和读三毛的书。我觉得这有问题，因为她根本叫不动我儿子，而且我听写的时候发现他学完的课文30个字中有12个字写错了。",
    "annotation": [
      {
        "sentence": "我家小学二年级的儿子请了个女家教，但是她太温柔了，教不了他。",
        "label": ""
      },
      {
        "sentence": "我儿子的数学成绩是100，语文成绩是93。",
        "label": ""
      },
      {
        "sentence": "我是二胎，身体不好，所以请了一个家教女老师，她今年43岁，本身是小学老师，教过数学和语文，还是班主任，而且在区里也是优秀老师。",
        "label": ""
      },
      {
        "sentence": "她的女儿现在在读高中，她人很善谈，亲切温柔，但也有些老练。",
        "label": ""
      },
      {
        "sentence": "可是她来了半个月，总是迟到早退，有一次晚来15分钟，但是却提早15分钟走了，还有一次早退时没有叫住我儿子一起学习，干脆就走了。",
        "label": ""
      },
      {
        "sentence": "有一次我留意到她在上课时不让我儿子做作业，我儿子根本不听她的，自己一个人拿着三毛的书在沙发上看，无论怎么叫他都不听，直接拿出手机玩。",
        "label": ""
      },
      {
        "sentence": "这位老师也给我儿子各种奖励，态度也很和善，但就是不够严厉。",
        "label": ""
      },
      {
        "sentence": "我儿子根本不听她的，但是很喜欢她。",
        "label": ""
      },
      {
        "sentence": "现在我儿子已经可以自己完成作业了，家教只是帮他检查和解答问题，每次上两个小时的课，周一到周五来。",
        "label": ""
      },
      {
        "sentence": "我觉得读完三毛的故事书半个小时就够了，再加上检查作业和解答问题，半个小时就结束了，剩下一个小时她在做什么呢？",
        "label": ""
      },
      {
        "sentence": "问过我儿子，他说剩下的时间用来检查作业和读三毛的书。",
        "label": ""
      },
      {
        "sentence": "我觉得这有问题，因为她根本叫不动我儿子，而且我听写的时候发现他学完的课文30个字中有12个字写错了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以感受到你对儿子学习的关心，非常理解你的心情，每个妈妈都会担心孩子落下功课，或者课堂上的东西没有掌握。你说儿子数学100语文93，其实这个成绩已经很棒了，毕竟才二年级，以后需要学习的地方还有很多。你为孩子请了家教，是一个很有经验，资历也很厉害的老师，但是性格比较温柔，不够严厉，在你看来，这个家教没有办法很好的管束儿子。并且她还总是迟到早退。虽然你的儿子不听她的，但却很喜欢她，学习的主动性也提高了，只是效果还没有达到你的预期。孩子的教育问题一直以来都是父母头疼的问题，父母有自己的期待，出于担忧和顾虑，会站在自己的角度为孩子做一些安排，而孩子有自己的想法，或许有些安排是他们不喜欢和抗拒的。",
    "annotation": [
      {
        "sentence": "从你的描述中可以感受到你对儿子学习的关心，非常理解你的心情，每个妈妈都会担心孩子落下功课，或者课堂上的东西没有掌握。",
        "label": ""
      },
      {
        "sentence": "你说儿子数学100语文93，其实这个成绩已经很棒了，毕竟才二年级，以后需要学习的地方还有很多。",
        "label": ""
      },
      {
        "sentence": "你为孩子请了家教，是一个很有经验，资历也很厉害的老师，但是性格比较温柔，不够严厉，在你看来，这个家教没有办法很好的管束儿子。",
        "label": ""
      },
      {
        "sentence": "并且她还总是迟到早退。",
        "label": ""
      },
      {
        "sentence": "虽然你的儿子不听她的，但却很喜欢她，学习的主动性也提高了，只是效果还没有达到你的预期。",
        "label": ""
      },
      {
        "sentence": "孩子的教育问题一直以来都是父母头疼的问题，父母有自己的期待，出于担忧和顾虑，会站在自己的角度为孩子做一些安排，而孩子有自己的想法，或许有些安排是他们不喜欢和抗拒的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是担心孩子学习落后，所以才那么着急。你说的很对，孩子的学习还有很长的路要走，但是我觉得请家教应该可以帮助他提升，结果却不如预期。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "是的，我就是担心孩子学习落后，所以才那么着急。",
        "label": ""
      },
      {
        "sentence": "你说的很对，孩子的学习还有很长的路要走，但是我觉得请家教应该可以帮助他提升，结果却不如预期。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放平心态，不要太着急。其实你的儿子成绩已经很不错了，你要做的是放平心态，用客观的角度去看待儿子的学习。去了解儿子和他的学习方式，你认为请家教能够帮助儿子提升，但结果并没有，需要重新考量一个适合儿子的方式，思考儿子真正需要的是什么。",
    "annotation": [
      {
        "sentence": "放平心态，不要太着急。",
        "label": ""
      },
      {
        "sentence": "其实你的儿子成绩已经很不错了，你要做的是放平心态，用客观的角度去看待儿子的学习。",
        "label": ""
      },
      {
        "sentence": "去了解儿子和他的学习方式，你认为请家教能够帮助儿子提升，但结果并没有，需要重新考量一个适合儿子的方式，思考儿子真正需要的是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我应该更加了解孩子的学习方式和他的需要。我可以向女家教表达我的诉求和对她的要求吗？",
    "annotation": [
      {
        "sentence": "你说的很有道理，我应该更加了解孩子的学习方式和他的需要。",
        "label": ""
      },
      {
        "sentence": "我可以向女家教表达我的诉求和对她的要求吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，你可以向女家教说出自己的诉求，以及对家教的要求，从最基本的守时开始，以及之后期望得到的成效。让家教说说这些天来对儿子的看法，还有之后的规划。可以和女家教商量，一起制定一份学习计划个每天的学习任务，然后你定期检查完成的情况。",
    "annotation": [
      {
        "sentence": "当然可以，你可以向女家教说出自己的诉求，以及对家教的要求，从最基本的守时开始，以及之后期望得到的成效。",
        "label": ""
      },
      {
        "sentence": "让家教说说这些天来对儿子的看法，还有之后的规划。",
        "label": ""
      },
      {
        "sentence": "可以和女家教商量，一起制定一份学习计划个每天的学习任务，然后你定期检查完成的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。除了这些，我还应该关注孩子的内心情感，对吗？",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "除了这些，我还应该关注孩子的内心情感，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，关注孩子的内心感受非常重要。从儿子不听女家教的话可以看出，儿子并不喜欢这种学习方式，或许他更喜欢自己一个人学。你可以多关注儿子内心的想法，知道他是怎么想的。儿子的数学成绩已经很好了，只是语文成绩还有待提升，听写学完的课字30个字有12个字不会写，那么你有没有问过儿子是不喜欢学语文，还是觉得学习语文有难度？可以慢慢培养他的兴趣，儿子喜欢看三毛的故事书，其实这也是一种学习的方式，可以用一些更有趣味的方法调动他的学习积极性。",
    "annotation": [
      {
        "sentence": "对的，关注孩子的内心感受非常重要。",
        "label": ""
      },
      {
        "sentence": "从儿子不听女家教的话可以看出，儿子并不喜欢这种学习方式，或许他更喜欢自己一个人学。",
        "label": ""
      },
      {
        "sentence": "你可以多关注儿子内心的想法，知道他是怎么想的。",
        "label": ""
      },
      {
        "sentence": "儿子的数学成绩已经很好了，只是语文成绩还有待提升，听写学完的课字30个字有12个字不会写，那么你有没有问过儿子是不喜欢学语文，还是觉得学习语文有难度？",
        "label": ""
      },
      {
        "sentence": "可以慢慢培养他的兴趣，儿子喜欢看三毛的故事书，其实这也是一种学习的方式，可以用一些更有趣味的方法调动他的学习积极性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我会和孩子沟通，了解他的想法和困难。并且会尝试一些有趣的学习方法来培养他的学习兴趣。非常感谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我会和孩子沟通，了解他的想法和困难。",
        "label": ""
      },
      {
        "sentence": "并且会尝试一些有趣的学习方法来培养他的学习兴趣。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，请记得，孩子的学习是一个长期的过程，我们需要给他们时间和空间去成长和发展。不要太过着急，相信你的儿子会有进步的。祝你们早日摆脱烦恼！",
    "annotation": [
      {
        "sentence": "不客气，请记得，孩子的学习是一个长期的过程，我们需要给他们时间和空间去成长和发展。",
        "label": ""
      },
      {
        "sentence": "不要太过着急，相信你的儿子会有进步的。",
        "label": ""
      },
      {
        "sentence": "祝你们早日摆脱烦恼！",
        "label": ""
      }
    ]
  }
]