[
  {
    "role": "client",
    "content": "有一种很难受的感觉伴随着自己，特别地烦？今天心情有些失落，妈妈从外边回来了，忙里忙外，听到那声音却非常的难受，莫名的烦！让我想起了自己小时候，那时候爸爸妈妈在外边，自己跟着奶奶还有姑姑，每次姑姑给自己买的鞋子，爷爷给自己买的鞋子，自己不喜欢，就使劲的在地上蹭，即使不曾心理也非常的难受！从来不表达出来！每次自己不高兴姑姑还有奶奶就想办法帮我解决困难，但是自己还是不高兴，非常的烦，有一次真想骑着自行车，骑到大井里去，这种感觉经常伴随着自己，特别是青春期！还有一段时间，那时候是上初二，自己就感觉心理空落落的，没有支柱，特别的难受，整天不高兴，就想哭，不知为什么，现在自己得了双向，有情绪，认知方面的障碍，自我感觉跟那时有关系，奶奶姑姑其实对自己还好，从来不打不骂，哪位老师能帮我解答一下吗？谢谢了。",
    "annotation": [
      {
        "sentence": "有一种很难受的感觉伴随着自己，特别地烦？",
        "label": ""
      },
      {
        "sentence": "今天心情有些失落，妈妈从外边回来了，忙里忙外，听到那声音却非常的难受，莫名的烦！",
        "label": ""
      },
      {
        "sentence": "让我想起了自己小时候，那时候爸爸妈妈在外边，自己跟着奶奶还有姑姑，每次姑姑给自己买的鞋子，爷爷给自己买的鞋子，自己不喜欢，就使劲的在地上蹭，即使不曾心理也非常的难受！",
        "label": ""
      },
      {
        "sentence": "从来不表达出来！",
        "label": ""
      },
      {
        "sentence": "每次自己不高兴姑姑还有奶奶就想办法帮我解决困难，但是自己还是不高兴，非常的烦，有一次真想骑着自行车，骑到大井里去，这种感觉经常伴随着自己，特别是青春期！",
        "label": ""
      },
      {
        "sentence": "还有一段时间，那时候是上初二，自己就感觉心理空落落的，没有支柱，特别的难受，整天不高兴，就想哭，不知为什么，现在自己得了双向，有情绪，认知方面的障碍，自我感觉跟那时有关系，奶奶姑姑其实对自己还好，从来不打不骂，哪位老师能帮我解答一下吗？",
        "label": ""
      },
      {
        "sentence": "谢谢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你今天说的情绪失落，是因为妈妈回来了让你感到烦躁吗？从精神分析的角度来看，你妈妈的【声音】只是一个引发你内心【阴影】的“导火索”，你潜意识里可能隐藏着一个与“妈妈的声音”有直接或间接相关的阴影。当你听到那个声音时，很可能会触发你潜意识里的阴影。你在描述中提到，你在成长过程中，你的爸爸妈妈经常不在你身边，你跟着奶奶和姑姑，每次姑姑和爷爷给你买的鞋子你都不喜欢，于是你会在地上蹭鞋子，甚至没有理由也感到不舒服。你从来不表达出来。每次你不高兴，姑姑和奶奶都会设法帮你解决问题，但是你仍然感到烦躁。特别是在青春期，这种感觉经常伴随着你。还有一段时间，当时你上初二，感到内心空落落的，没有支持，非常难受，整天情绪低落，总想哭，但不知道原因。现在你得了双向、情绪和认知方面的障碍，你自觉与从前的情况相关，尽管奶奶和姑姑对你还好，从未打骂你。有哪位老师能帮你解答呢？谢谢了。",
    "annotation": [
      {
        "sentence": "求助者，你今天说的情绪失落，是因为妈妈回来了让你感到烦躁吗？",
        "label": ""
      },
      {
        "sentence": "从精神分析的角度来看，你妈妈的【声音】只是一个引发你内心【阴影】的“导火索”，你潜意识里可能隐藏着一个与“妈妈的声音”有直接或间接相关的阴影。",
        "label": ""
      },
      {
        "sentence": "当你听到那个声音时，很可能会触发你潜意识里的阴影。",
        "label": ""
      },
      {
        "sentence": "你在描述中提到，你在成长过程中，你的爸爸妈妈经常不在你身边，你跟着奶奶和姑姑，每次姑姑和爷爷给你买的鞋子你都不喜欢，于是你会在地上蹭鞋子，甚至没有理由也感到不舒服。",
        "label": ""
      },
      {
        "sentence": "你从来不表达出来。",
        "label": ""
      },
      {
        "sentence": "每次你不高兴，姑姑和奶奶都会设法帮你解决问题，但是你仍然感到烦躁。",
        "label": ""
      },
      {
        "sentence": "特别是在青春期，这种感觉经常伴随着你。",
        "label": ""
      },
      {
        "sentence": "还有一段时间，当时你上初二，感到内心空落落的，没有支持，非常难受，整天情绪低落，总想哭，但不知道原因。",
        "label": ""
      },
      {
        "sentence": "现在你得了双向、情绪和认知方面的障碍，你自觉与从前的情况相关，尽管奶奶和姑姑对你还好，从未打骂你。",
        "label": ""
      },
      {
        "sentence": "有哪位老师能帮你解答呢？",
        "label": ""
      },
      {
        "sentence": "谢谢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的回答。确实，每次听到妈妈的声音，我就会想起小时候的情景。我意识到我对爸爸妈妈的缺失感很强。我总是渴望父母对我的关爱和陪伴，但他们总是有事情要忙，没有很多时间陪我。我也明白奶奶和姑姑对我的好意，但他们没有办法真正填补父母之爱的空缺。我很想转变自己的看法，但有时很难做到。我希望能找到一种更好的方式来处理这种情绪困扰。",
    "annotation": [
      {
        "sentence": "谢谢您的回答。",
        "label": ""
      },
      {
        "sentence": "确实，每次听到妈妈的声音，我就会想起小时候的情景。",
        "label": ""
      },
      {
        "sentence": "我意识到我对爸爸妈妈的缺失感很强。",
        "label": ""
      },
      {
        "sentence": "我总是渴望父母对我的关爱和陪伴，但他们总是有事情要忙，没有很多时间陪我。",
        "label": ""
      },
      {
        "sentence": "我也明白奶奶和姑姑对我的好意，但他们没有办法真正填补父母之爱的空缺。",
        "label": ""
      },
      {
        "sentence": "我很想转变自己的看法，但有时很难做到。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一种更好的方式来处理这种情绪困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，你对父母的缺失感是很强烈的。你渴望得到父母的关爱和陪伴，但他们经常忙碌，无法满足你的需求。奶奶和姑姑的好意虽然让你感到温暖，但却无法填补父母之爱的空缺。转变看法确实是一件困难的事情，但是并不是不可能实现的。你可以尝试改变你对这些事情的看法，审视它们的中性和客观性。比如说，你可以意识到父母的忙碌是在提醒你不要把别人对你的爱当成理所当然，学会随遇而安。过去的经历只是人生的一部分，不应该成为你的负担。如果你能多关注和回味一下爷爷、奶奶和姑姑对你的爱，或许可以让你的心态有所改变。希望这些建议能帮到你。",
    "annotation": [
      {
        "sentence": "你说得很对，你对父母的缺失感是很强烈的。",
        "label": ""
      },
      {
        "sentence": "你渴望得到父母的关爱和陪伴，但他们经常忙碌，无法满足你的需求。",
        "label": ""
      },
      {
        "sentence": "奶奶和姑姑的好意虽然让你感到温暖，但却无法填补父母之爱的空缺。",
        "label": ""
      },
      {
        "sentence": "转变看法确实是一件困难的事情，但是并不是不可能实现的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试改变你对这些事情的看法，审视它们的中性和客观性。",
        "label": ""
      },
      {
        "sentence": "比如说，你可以意识到父母的忙碌是在提醒你不要把别人对你的爱当成理所当然，学会随遇而安。",
        "label": ""
      },
      {
        "sentence": "过去的经历只是人生的一部分，不应该成为你的负担。",
        "label": ""
      },
      {
        "sentence": "如果你能多关注和回味一下爷爷、奶奶和姑姑对你的爱，或许可以让你的心态有所改变。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我会尝试改变自己的看法，更加珍惜和回味爷爷、奶奶和姑姑给予我的爱。也许，当我能够放下过去的负担，我就能够迈向新的生活了。我真的希望能够摆脱这种困扰。非常感谢您耐心的倾听和支持。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试改变自己的看法，更加珍惜和回味爷爷、奶奶和姑姑给予我的爱。",
        "label": ""
      },
      {
        "sentence": "也许，当我能够放下过去的负担，我就能够迈向新的生活了。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够摆脱这种困扰。",
        "label": ""
      },
      {
        "sentence": "非常感谢您耐心的倾听和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够摆脱这种困扰的。记住，过去只是人生经历，不是一种负担。放下负担，你就能够迎接新的生命。如果在改变的过程中遇到任何困难，记得随时向我寻求帮助。我会一直在这里支持你的。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够摆脱这种困扰的。",
        "label": ""
      },
      {
        "sentence": "记住，过去只是人生经历，不是一种负担。",
        "label": ""
      },
      {
        "sentence": "放下负担，你就能够迎接新的生命。",
        "label": ""
      },
      {
        "sentence": "如果在改变的过程中遇到任何困难，记得随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]