[
  {
    "role": "client",
    "content": "我19岁，女生，上大学很恋家，在学校很想哭怎么办？其实我应该是大二的学生，因为疫情原因，大一只上了一个学期，大一下学期是在家电脑上课，总共在家呆了9个月，现在开学，就开始特别的想家，就想回家，总有悲伤的情绪在，比我大一的时候还难受，大一上半学期开学还有军训，忙的没时间想家，但是在大二的时候，无论是上课还是休息的时候总忍不住想家，有一种想哭的感觉。QAQ一和妈妈视频通话就想哭。",
    "annotation": [
      {
        "sentence": "我19岁，女生，上大学很恋家，在学校很想哭怎么办？",
        "label": ""
      },
      {
        "sentence": "其实我应该是大二的学生，因为疫情原因，大一只上了一个学期，大一下学期是在家电脑上课，总共在家呆了9个月，现在开学，就开始特别的想家，就想回家，总有悲伤的情绪在，比我大一的时候还难受，大一上半学期开学还有军训，忙的没时间想家，但是在大二的时候，无论是上课还是休息的时候总忍不住想家，有一种想哭的感觉。",
        "label": ""
      },
      {
        "sentence": "QAQ一和妈妈视频通话就想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你的问题，我想起我女儿明年也要上大学，可能会有类似的状态。不过她一直很独立，所以我也挺放心的。你现在这么想家，说明你的父母平时一定很宠爱你，把生活安排得井井有条，你只需要专心学习，做个乖乖女孩就可以了。能在父母的爱中成长，你是很幸福的。大一结束后充满新奇的经历，在大二面临学业压力和完全自理的生活，没有了在家时被照顾的感觉，是会感到不适应和挑战的。你想家是因为什么呢？是对父母的思念，还是对父母提供的生活状态的留恋呢？你有考虑过吗？想念父母是正常的，因为突然少了父母陪伴十几年的习惯，都会感到思念。你可以通过沟通表达对父母的思念，我相信你一直在做。如果是对父母提供的生活状态的依赖，过去的依赖成为了习惯，所以面临独立的压力时就会想家，你需要认识到这一点。父母一直来照顾你，这是他们对你爱的表达，我们应该感受到自己一直被父母如此关爱，是多么幸福的事情。意识到父母的爱是永远不会改变的，无论在不在身边，这份坚定的爱可以给我们带来面对独立挑战的力量。我们一直在被给予，感受到这份无私的付出，同时也要自己成长起来，在以后给予父母回报的机会，而不是一味地依赖等待他们的付出，这才是成长的意义所在。人的成熟和独立是一个过程，从外在的依赖逐渐转向内在的感受，多做一些自己喜欢的事情，多运动，从学习和生活中找到乐趣，思念就会慢慢好转。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "你好，看到你的问题，我想起我女儿明年也要上大学，可能会有类似的状态。",
        "label": ""
      },
      {
        "sentence": "不过她一直很独立，所以我也挺放心的。",
        "label": ""
      },
      {
        "sentence": "你现在这么想家，说明你的父母平时一定很宠爱你，把生活安排得井井有条，你只需要专心学习，做个乖乖女孩就可以了。",
        "label": ""
      },
      {
        "sentence": "能在父母的爱中成长，你是很幸福的。",
        "label": ""
      },
      {
        "sentence": "大一结束后充满新奇的经历，在大二面临学业压力和完全自理的生活，没有了在家时被照顾的感觉，是会感到不适应和挑战的。",
        "label": ""
      },
      {
        "sentence": "你想家是因为什么呢？",
        "label": ""
      },
      {
        "sentence": "是对父母的思念，还是对父母提供的生活状态的留恋呢？",
        "label": ""
      },
      {
        "sentence": "你有考虑过吗？",
        "label": ""
      },
      {
        "sentence": "想念父母是正常的，因为突然少了父母陪伴十几年的习惯，都会感到思念。",
        "label": ""
      },
      {
        "sentence": "你可以通过沟通表达对父母的思念，我相信你一直在做。",
        "label": ""
      },
      {
        "sentence": "如果是对父母提供的生活状态的依赖，过去的依赖成为了习惯，所以面临独立的压力时就会想家，你需要认识到这一点。",
        "label": ""
      },
      {
        "sentence": "父母一直来照顾你，这是他们对你爱的表达，我们应该感受到自己一直被父母如此关爱，是多么幸福的事情。",
        "label": ""
      },
      {
        "sentence": "意识到父母的爱是永远不会改变的，无论在不在身边，这份坚定的爱可以给我们带来面对独立挑战的力量。",
        "label": ""
      },
      {
        "sentence": "我们一直在被给予，感受到这份无私的付出，同时也要自己成长起来，在以后给予父母回报的机会，而不是一味地依赖等待他们的付出，这才是成长的意义所在。",
        "label": ""
      },
      {
        "sentence": "人的成熟和独立是一个过程，从外在的依赖逐渐转向内在的感受，多做一些自己喜欢的事情，多运动，从学习和生活中找到乐趣，思念就会慢慢好转。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我考虑过，我想家是因为两方面的原因。一方面，我确实非常想念父母，无论是他们的陪伴还是照顾，都让我感到非常安心和幸福。特别是这次在家待了这么久，回到学校后就觉得特别空虚，需要家人的陪伴。另一方面，我也想念家里那种照顾周到的生活状态，我不再习惯一个人独立面对一切，感到有些茫然和不知所措。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我考虑过，我想家是因为两方面的原因。",
        "label": ""
      },
      {
        "sentence": "一方面，我确实非常想念父母，无论是他们的陪伴还是照顾，都让我感到非常安心和幸福。",
        "label": ""
      },
      {
        "sentence": "特别是这次在家待了这么久，回到学校后就觉得特别空虚，需要家人的陪伴。",
        "label": ""
      },
      {
        "sentence": "另一方面，我也想念家里那种照顾周到的生活状态，我不再习惯一个人独立面对一切，感到有些茫然和不知所措。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受我完全可以理解。毕竟，久居家中后重新回到学校会感到巨大的变化和不适应。你可以试着在学校中找到亲近的人，和同学或室友多交流。逐渐建立起新的社交圈子和支持系统，这样可以在情感上得到一定的满足。另外，不要过于担心自己的独立能力，相信自己能够适应新环境。你可以从一些小事情开始，比如主动照顾自己的生活，学会处理一些简单的问题，不断培养自己的独立意识和能力。随着时间的推移，你会慢慢变得更加自信和适应，对学校生活也会有更多的期待和享受。同时，也可以在父母的支持和鼓励下，学会面对和解决问题，逐渐实现自己的独立和成长。你需要相信，你有足够的能力和智慧应对生活中的各种挑战，取得自己想要的成绩。祝你能找到自己的平衡点，度过这个适应期！",
    "annotation": [
      {
        "sentence": "你现在的感受我完全可以理解。",
        "label": ""
      },
      {
        "sentence": "毕竟，久居家中后重新回到学校会感到巨大的变化和不适应。",
        "label": ""
      },
      {
        "sentence": "你可以试着在学校中找到亲近的人，和同学或室友多交流。",
        "label": ""
      },
      {
        "sentence": "逐渐建立起新的社交圈子和支持系统，这样可以在情感上得到一定的满足。",
        "label": ""
      },
      {
        "sentence": "另外，不要过于担心自己的独立能力，相信自己能够适应新环境。",
        "label": ""
      },
      {
        "sentence": "你可以从一些小事情开始，比如主动照顾自己的生活，学会处理一些简单的问题，不断培养自己的独立意识和能力。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，你会慢慢变得更加自信和适应，对学校生活也会有更多的期待和享受。",
        "label": ""
      },
      {
        "sentence": "同时，也可以在父母的支持和鼓励下，学会面对和解决问题，逐渐实现自己的独立和成长。",
        "label": ""
      },
      {
        "sentence": "你需要相信，你有足够的能力和智慧应对生活中的各种挑战，取得自己想要的成绩。",
        "label": ""
      },
      {
        "sentence": "祝你能找到自己的平衡点，度过这个适应期！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试和同学多交流，寻找新的支持系统。同时，我也会逐渐放开对父母的依赖，培养自己的独立能力，勇敢面对生活中的问题。听了你的鼓励，我真的感到很温暖和有信心了！谢谢你一直陪伴在我身旁，给我支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试和同学多交流，寻找新的支持系统。",
        "label": ""
      },
      {
        "sentence": "同时，我也会逐渐放开对父母的依赖，培养自己的独立能力，勇敢面对生活中的问题。",
        "label": ""
      },
      {
        "sentence": "听了你的鼓励，我真的感到很温暖和有信心了！",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴在我身旁，给我支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到你。人生的道路上我们都需要相互支持和帮助。相信自己，坚持自己的努力和付出，你一定能够度过这个适应期，迎接属于你的美好未来。如果将来还有需要，记得随时来找我倾诉。祝你学业有成，幸福快乐！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "人生的道路上我们都需要相互支持和帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持自己的努力和付出，你一定能够度过这个适应期，迎接属于你的美好未来。",
        "label": ""
      },
      {
        "sentence": "如果将来还有需要，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你学业有成，幸福快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福！我会努力面对生活中的困难，相信自己可以克服一切。有你这样的支持者真的让我感到很幸运。谢谢你的陪伴和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会努力面对生活中的困难，相信自己可以克服一切。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者真的让我感到很幸运。",
        "label": ""
      },
      {
        "sentence": "谢谢你的陪伴和鼓励！",
        "label": ""
      }
    ]
  }
]