[
  {
    "role": "client",
    "content": "我19岁，是个女生，上大学的时候总是很恋家，在学校时常会想哭。不久前我刚开始读大二，但因为疫情的原因，大一下学期都是在家上网课，所以我在家呆了整整9个月。现在返校后，我开始特别想家，总有一种悲伤的情绪。比起大一上学期军训之类的繁忙，现在的大二不论是上课还是休息的时候，总是忍不住想家，甚至有想哭的感觉。每次和妈妈视频通话的时候都快要哭出来了，真的很难过。QAQ",
    "annotation": [
      {
        "sentence": "我19岁，是个女生，上大学的时候总是很恋家，在学校时常会想哭。",
        "label": ""
      },
      {
        "sentence": "不久前我刚开始读大二，但因为疫情的原因，大一下学期都是在家上网课，所以我在家呆了整整9个月。",
        "label": ""
      },
      {
        "sentence": "现在返校后，我开始特别想家，总有一种悲伤的情绪。",
        "label": ""
      },
      {
        "sentence": "比起大一上学期军训之类的繁忙，现在的大二不论是上课还是休息的时候，总是忍不住想家，甚至有想哭的感觉。",
        "label": ""
      },
      {
        "sentence": "每次和妈妈视频通话的时候都快要哭出来了，真的很难过。",
        "label": ""
      },
      {
        "sentence": "QAQ",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋家是每位学子内心最温暖的情感，这是你对父母的牵挂，对家的留恋，对美好记忆的珍视。但是，凡事都应该有度。如果过度地沉浸在对家的依恋中，就会不愿意踏出自己的舒适圈，无法适应外面的环境。从你的描述中，我能感受到你的父母一定很爱你，你也很依赖他们。作为父母，他们给予你最坚固的保护，让你享受到最无私的爱与关怀。但是，他们更希望你能够走出家庭，挥动自己的翅膀，在更广阔的天空中飞翔。他们希望你能够勇敢面对困难，不要总是在遇到挫折时就退缩回家。你要改变对自己的观念，意识到你已经不是只会躲在爸爸妈妈怀里的小女孩了，而是一个能够独立支撑半片天的成年人。父母的怀抱虽然温暖，但也会有老去的一天，这时你就需要给予他们温暖。成为那样的自己，首先要适应独立生活，勇敢面对未知的挑战。我相信，总有一天你会从需要父母保护的小公主蜕变成父母眼中最勇敢的女王！",
    "annotation": [
      {
        "sentence": "恋家是每位学子内心最温暖的情感，这是你对父母的牵挂，对家的留恋，对美好记忆的珍视。",
        "label": ""
      },
      {
        "sentence": "但是，凡事都应该有度。",
        "label": ""
      },
      {
        "sentence": "如果过度地沉浸在对家的依恋中，就会不愿意踏出自己的舒适圈，无法适应外面的环境。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你的父母一定很爱你，你也很依赖他们。",
        "label": ""
      },
      {
        "sentence": "作为父母，他们给予你最坚固的保护，让你享受到最无私的爱与关怀。",
        "label": ""
      },
      {
        "sentence": "但是，他们更希望你能够走出家庭，挥动自己的翅膀，在更广阔的天空中飞翔。",
        "label": ""
      },
      {
        "sentence": "他们希望你能够勇敢面对困难，不要总是在遇到挫折时就退缩回家。",
        "label": ""
      },
      {
        "sentence": "你要改变对自己的观念，意识到你已经不是只会躲在爸爸妈妈怀里的小女孩了，而是一个能够独立支撑半片天的成年人。",
        "label": ""
      },
      {
        "sentence": "父母的怀抱虽然温暖，但也会有老去的一天，这时你就需要给予他们温暖。",
        "label": ""
      },
      {
        "sentence": "成为那样的自己，首先要适应独立生活，勇敢面对未知的挑战。",
        "label": ""
      },
      {
        "sentence": "我相信，总有一天你会从需要父母保护的小公主蜕变成父母眼中最勇敢的女王！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，听完你的话，我感觉稍微好一点了。但是，我还是觉得很难面对大学生活中的挑战和困难。我按照你说的想要适应独立生活，但是我不知道该如何去做，也不知道怎样能够勇敢面对未知。真的好害怕。",
    "annotation": [
      {
        "sentence": "支持者，听完你的话，我感觉稍微好一点了。",
        "label": ""
      },
      {
        "sentence": "但是，我还是觉得很难面对大学生活中的挑战和困难。",
        "label": ""
      },
      {
        "sentence": "我按照你说的想要适应独立生活，但是我不知道该如何去做，也不知道怎样能够勇敢面对未知。",
        "label": ""
      },
      {
        "sentence": "真的好害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别担心，这种感觉是可以理解的。每个人在面对新的环境和挑战时都会感到害怕和困惑。但是，我们要相信自己的能力，相信自己能够克服困难。首先，你可以尝试与身边的同学建立联系，参加一些校园活动，这样可以扩展自己的交际圈子，获得更多支持和帮助。此外，你可以利用大学提供的资源，如辅导员和心理咨询师的帮助，他们能够给予你更为专业和针对性的指导，帮助你适应大学生活。最重要的是要有耐心和信心，成长和适应需要时间，不要给自己太大压力。相信自己，你会渐渐适应并勇敢面对未知。",
    "annotation": [
      {
        "sentence": "别担心，这种感觉是可以理解的。",
        "label": ""
      },
      {
        "sentence": "每个人在面对新的环境和挑战时都会感到害怕和困惑。",
        "label": ""
      },
      {
        "sentence": "但是，我们要相信自己的能力，相信自己能够克服困难。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试与身边的同学建立联系，参加一些校园活动，这样可以扩展自己的交际圈子，获得更多支持和帮助。",
        "label": ""
      },
      {
        "sentence": "此外，你可以利用大学提供的资源，如辅导员和心理咨询师的帮助，他们能够给予你更为专业和针对性的指导，帮助你适应大学生活。",
        "label": ""
      },
      {
        "sentence": "最重要的是要有耐心和信心，成长和适应需要时间，不要给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "相信自己，你会渐渐适应并勇敢面对未知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得好像有了一些解决问题的思路。我会尽量走出舒适圈，参加一些校园活动，试着与同学们多交流。同时，我也会主动寻求学校提供的资源，争取得到更多的帮助和支持。虽然还有些害怕，但是我会努力相信自己，相信自己能够适应大学生活，克服困难。谢谢你的建议和鼓励，支持者。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得好像有了一些解决问题的思路。",
        "label": ""
      },
      {
        "sentence": "我会尽量走出舒适圈，参加一些校园活动，试着与同学们多交流。",
        "label": ""
      },
      {
        "sentence": "同时，我也会主动寻求学校提供的资源，争取得到更多的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "虽然还有些害怕，但是我会努力相信自己，相信自己能够适应大学生活，克服困难。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，支持者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！勇气和信心是克服恐惧的关键。相信我，你一定能够逐渐适应大学的新环境，面对各种挑战。记住，每一次勇敢迈出的一步，都是成长和进步的开始。如果你在适应过程中遇到了困难，随时都可以来向我寻求支持和倾诉。我会一直在你身边，支持你的成长和坚持。加油，我相信你！",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "勇气和信心是克服恐惧的关键。",
        "label": ""
      },
      {
        "sentence": "相信我，你一定能够逐渐适应大学的新环境，面对各种挑战。",
        "label": ""
      },
      {
        "sentence": "记住，每一次勇敢迈出的一步，都是成长和进步的开始。",
        "label": ""
      },
      {
        "sentence": "如果你在适应过程中遇到了困难，随时都可以来向我寻求支持和倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边，支持你的成长和坚持。",
        "label": ""
      },
      {
        "sentence": "加油，我相信你！",
        "label": ""
      }
    ]
  }
]