[
  {
    "role": "client",
    "content": "我感觉在感情中用力过猛，感情来得快、去得也快？",
    "annotation": [
      {
        "sentence": "我感觉在感情中用力过猛，感情来得快、去得也快？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你知道我为什么不听劝打那个男的吗？",
    "annotation": [
      {
        "sentence": "你知道我为什么不听劝打那个男的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在我初二的时候我喜欢一个女生，后来她知道了她闺蜜也说我长得可爱就和我在一起了。本来挺好的结果有一天有一个人惹我，我和他打架还打输了。她看见了下课后立刻拿走了送给我的一个物件，上面刻着我和她名字的英文简写。然后我就觉得我是不是让她没有安全感了，所以在我打算好好学习之后也发誓不能让其他人欺负我，这样我才不会失去我喜欢的人。",
    "annotation": [
      {
        "sentence": "在我初二的时候我喜欢一个女生，后来她知道了她闺蜜也说我长得可爱就和我在一起了。",
        "label": ""
      },
      {
        "sentence": "本来挺好的结果有一天有一个人惹我，我和他打架还打输了。",
        "label": ""
      },
      {
        "sentence": "她看见了下课后立刻拿走了送给我的一个物件，上面刻着我和她名字的英文简写。",
        "label": ""
      },
      {
        "sentence": "然后我就觉得我是不是让她没有安全感了，所以在我打算好好学习之后也发誓不能让其他人欺负我，这样我才不会失去我喜欢的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你们打架的过程仅仅是男性之间力量的一次较量，没有让谁受伤。喜欢的女生拿走了送给你的物件，表明她并不认同你这次处理问题的方式。你打架的姿势也许漂亮，打完认输的勇气也许可嘉，但打架容易脸花，这看起来就给你们恋爱中的美好感觉加入一定的破坏性了。",
    "annotation": [
      {
        "sentence": "希望你们打架的过程仅仅是男性之间力量的一次较量，没有让谁受伤。",
        "label": ""
      },
      {
        "sentence": "喜欢的女生拿走了送给你的物件，表明她并不认同你这次处理问题的方式。",
        "label": ""
      },
      {
        "sentence": "你打架的姿势也许漂亮，打完认输的勇气也许可嘉，但打架容易脸花，这看起来就给你们恋爱中的美好感觉加入一定的破坏性了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在才意识到打架对我们的关系造成了伤害。可是，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得对，我现在才意识到打架对我们的关系造成了伤害。",
        "label": ""
      },
      {
        "sentence": "可是，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有让你心动的人是一件美妙的事，但要心动的人也对自己心动，就要具备让人为之持续侧目的亮点，比如帅得不行、成绩优异、谈吐优雅、行为绅士、办事牢靠等等。能动手绝不动口确实能粗暴的解决某些场合的某些问题和情绪，但也会让当事人都付出较大的代价，甚至很有可能引发更大面积的伤害。",
    "annotation": [
      {
        "sentence": "有让你心动的人是一件美妙的事，但要心动的人也对自己心动，就要具备让人为之持续侧目的亮点，比如帅得不行、成绩优异、谈吐优雅、行为绅士、办事牢靠等等。",
        "label": ""
      },
      {
        "sentence": "能动手绝不动口确实能粗暴的解决某些场合的某些问题和情绪，但也会让当事人都付出较大的代价，甚至很有可能引发更大面积的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我现在明白了。我长得可爱，如果能辅以谦和有礼的品性，成为翩翩君子，一定会可爱加可爱，别让野蛮成为别人贴在我身上的标签，抢去了我可爱的风头。我要好好学习，提高自己的水平，这样才能更有吸引力。",
    "annotation": [
      {
        "sentence": "你说的很对，我现在明白了。",
        "label": ""
      },
      {
        "sentence": "我长得可爱，如果能辅以谦和有礼的品性，成为翩翩君子，一定会可爱加可爱，别让野蛮成为别人贴在我身上的标签，抢去了我可爱的风头。",
        "label": ""
      },
      {
        "sentence": "我要好好学习，提高自己的水平，这样才能更有吸引力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好好学习是提高自身水平的好办法，优秀成绩带来的优越感一定比你打一场胜架来得可喜可贺；同时，看在你优秀的面子上，别人也不会轻易来欺负你，这是真的。再来和你探讨一下题目中的感情。感情中用力过猛是会比较容易失去，沙子不能被紧握否则就会全部溜掉的比喻很多人都听过。来得快也走得快的是一阵风，不是感情。如果双方相处起来愉快、彼此欣赏，你们的路就可以慢慢走。至于会不会失去自己喜欢的人，在你足够优秀之后，就完全不是值得担心的问题，因为优秀本身就是一种绝对吸引人的魔力。",
    "annotation": [
      {
        "sentence": "好好学习是提高自身水平的好办法，优秀成绩带来的优越感一定比你打一场胜架来得可喜可贺；同时，看在你优秀的面子上，别人也不会轻易来欺负你，这是真的。",
        "label": ""
      },
      {
        "sentence": "再来和你探讨一下题目中的感情。",
        "label": ""
      },
      {
        "sentence": "感情中用力过猛是会比较容易失去，沙子不能被紧握否则就会全部溜掉的比喻很多人都听过。",
        "label": ""
      },
      {
        "sentence": "来得快也走得快的是一阵风，不是感情。",
        "label": ""
      },
      {
        "sentence": "如果双方相处起来愉快、彼此欣赏，你们的路就可以慢慢走。",
        "label": ""
      },
      {
        "sentence": "至于会不会失去自己喜欢的人，在你足够优秀之后，就完全不是值得担心的问题，因为优秀本身就是一种绝对吸引人的魔力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力成为更好的人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力成为更好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你一定可以做到的。记住，改变自己的方式，将更多的关注放在提升自我和培养自己的魅力上。感情中要保持平衡，不要过于急躁，给自己和对方一些成长的空间。祝你早日找到幸福！加油！",
    "annotation": [
      {
        "sentence": "不客气，相信你一定可以做到的。",
        "label": ""
      },
      {
        "sentence": "记住，改变自己的方式，将更多的关注放在提升自我和培养自己的魅力上。",
        "label": ""
      },
      {
        "sentence": "感情中要保持平衡，不要过于急躁，给自己和对方一些成长的空间。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到幸福！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]