[
  {
    "role": "client",
    "content": "恋爱的感觉太糟糕，男朋友总用性行为来表达占有欲？我22岁，男朋友大我8岁。他其实是很优秀的人，但他总觉得配不上我，觉得没想到我会对他这么好。现在他事业在上升期，非常非常忙，回到家都是凌晨，我们能相处的时间很有限，可是看他这么累我说什么都像要求太多，不够体谅，所以我只能尽量满足他，以为这样就能给他更多安全感。我尽我力去给他安全和稳定感，他很依赖我带给他的安抚和慰藉，但我是一个精神和思想世界很饱满的人，我更喜欢和伴侣交流一些对世界上各种观念和不同学科领域的看法，而不仅仅是抱在一起做爱，这让我感到自己的价值被贬低了。尽管我很喜欢他，为他做了很多事，但他说他只有和我做爱的时候才能感到我是他的，我感到很悲哀。我提过几次出去玩，可是不想他因为我耽误工作，显得我不太成熟，可是如果我再只能和他谈这种见面就做爱的恋爱，我实在觉得太糟糕了！",
    "annotation": [
      {
        "sentence": "恋爱的感觉太糟糕，男朋友总用性行为来表达占有欲？",
        "label": ""
      },
      {
        "sentence": "我22岁，男朋友大我8岁。",
        "label": ""
      },
      {
        "sentence": "他其实是很优秀的人，但他总觉得配不上我，觉得没想到我会对他这么好。",
        "label": ""
      },
      {
        "sentence": "现在他事业在上升期，非常非常忙，回到家都是凌晨，我们能相处的时间很有限，可是看他这么累我说什么都像要求太多，不够体谅，所以我只能尽量满足他，以为这样就能给他更多安全感。",
        "label": ""
      },
      {
        "sentence": "我尽我力去给他安全和稳定感，他很依赖我带给他的安抚和慰藉，但我是一个精神和思想世界很饱满的人，我更喜欢和伴侣交流一些对世界上各种观念和不同学科领域的看法，而不仅仅是抱在一起做爱，这让我感到自己的价值被贬低了。",
        "label": ""
      },
      {
        "sentence": "尽管我很喜欢他，为他做了很多事，但他说他只有和我做爱的时候才能感到我是他的，我感到很悲哀。",
        "label": ""
      },
      {
        "sentence": "我提过几次出去玩，可是不想他因为我耽误工作，显得我不太成熟，可是如果我再只能和他谈这种见面就做爱的恋爱，我实在觉得太糟糕了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的表述来看，暖暖能够感受到你内心的纠结，你目前面临的主要问题是：恋爱模式的差异。你说：我尽我力去给男友安全和稳定感，他很依赖我带给他的安抚和慰藉，但我是一个精神和思想世界很饱满的人，我更喜欢和伴侣交流一些对世界上各种观念和不同学科领域的看法，而不仅仅是抱在一起做爱，这让我感到自己的价值被贬低了。尽管我很喜欢他，为他做了很多事，但他说他只有和我做爱的时候才能感到我是他的。",
    "annotation": [
      {
        "sentence": "从你的表述来看，暖暖能够感受到你内心的纠结，你目前面临的主要问题是：恋爱模式的差异。",
        "label": ""
      },
      {
        "sentence": "你说：我尽我力去给男友安全和稳定感，他很依赖我带给他的安抚和慰藉，但我是一个精神和思想世界很饱满的人，我更喜欢和伴侣交流一些对世界上各种观念和不同学科领域的看法，而不仅仅是抱在一起做爱，这让我感到自己的价值被贬低了。",
        "label": ""
      },
      {
        "sentence": "尽管我很喜欢他，为他做了很多事，但他说他只有和我做爱的时候才能感到我是他的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我觉得我们在恋爱的方式上存在很大的差异。他似乎更依赖身体上的亲密接触来获得安全感，而我更希望能和他分享思想和情感。我试图让他感到安全和稳定，但同时也感到自己的价值被忽视了。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "你说得对，我觉得我们在恋爱的方式上存在很大的差异。",
        "label": ""
      },
      {
        "sentence": "他似乎更依赖身体上的亲密接触来获得安全感，而我更希望能和他分享思想和情感。",
        "label": ""
      },
      {
        "sentence": "我试图让他感到安全和稳定，但同时也感到自己的价值被忽视了。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的难处，两个人在恋爱中的需求是不同的。或许你们可以试着进行沟通，让他知道你在情感和精神上的需求，并一起探索一种新的恋爱方式，即便是在忙碌的时候也能保持交流和理解。",
    "annotation": [
      {
        "sentence": "明白你的难处，两个人在恋爱中的需求是不同的。",
        "label": ""
      },
      {
        "sentence": "或许你们可以试着进行沟通，让他知道你在情感和精神上的需求，并一起探索一种新的恋爱方式，即便是在忙碌的时候也能保持交流和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他开诚布公地交谈，告诉他我对恋爱的期待。但是我有点担心，担心他会认为我不理解他的工作压力，或者觉得我的要求过多。我怎样才能保持平衡呢？",
    "annotation": [
      {
        "sentence": "我会试着和他开诚布公地交谈，告诉他我对恋爱的期待。",
        "label": ""
      },
      {
        "sentence": "但是我有点担心，担心他会认为我不理解他的工作压力，或者觉得我的要求过多。",
        "label": ""
      },
      {
        "sentence": "我怎样才能保持平衡呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧，平衡在恋爱中非常重要。你可以在表达自己的需求时，强调你也理解他的工作压力，并希望能找到一个适合双方的方式。同时，也鼓励他表达自己的感受和需求，让你们一起共同努力寻找平衡点。",
    "annotation": [
      {
        "sentence": "理解你的担忧，平衡在恋爱中非常重要。",
        "label": ""
      },
      {
        "sentence": "你可以在表达自己的需求时，强调你也理解他的工作压力，并希望能找到一个适合双方的方式。",
        "label": ""
      },
      {
        "sentence": "同时，也鼓励他表达自己的感受和需求，让你们一起共同努力寻找平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来确实是一个好方法，我会试着去做的。还有一个问题困扰着我，就是年龄差距。他比我大8岁，有时候我会担心这种年龄差距会成为我们之间的问题，导致他对自己不自信或者产生其他的情绪困扰。",
    "annotation": [
      {
        "sentence": "听起来确实是一个好方法，我会试着去做的。",
        "label": ""
      },
      {
        "sentence": "还有一个问题困扰着我，就是年龄差距。",
        "label": ""
      },
      {
        "sentence": "他比我大8岁，有时候我会担心这种年龄差距会成为我们之间的问题，导致他对自己不自信或者产生其他的情绪困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年龄差距的问题在恋爱中常常会存在，但并不意味着会导致困扰。你可以多表达对他的理解和肯定，强调你对他的欣赏和爱意。同时，也鼓励他多表达自己的感受，如果他对年龄差距有困扰，你可以一起探讨和解决这个问题，增强彼此之间的信任和理解。",
    "annotation": [
      {
        "sentence": "年龄差距的问题在恋爱中常常会存在，但并不意味着会导致困扰。",
        "label": ""
      },
      {
        "sentence": "你可以多表达对他的理解和肯定，强调你对他的欣赏和爱意。",
        "label": ""
      },
      {
        "sentence": "同时，也鼓励他多表达自己的感受，如果他对年龄差距有困扰，你可以一起探讨和解决这个问题，增强彼此之间的信任和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会更加主动去肯定他，让他感受到我的爱和欣赏。同时，我也会耐心聆听他的感受，以便我们能够更好地理解和支持彼此。谢谢你的建议和鼓励，我感到心情好多了。",
    "annotation": [
      {
        "sentence": "你说得对，我会更加主动去肯定他，让他感受到我的爱和欣赏。",
        "label": ""
      },
      {
        "sentence": "同时，我也会耐心聆听他的感受，以便我们能够更好地理解和支持彼此。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我感到心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能帮到你我也很开心。希望你们能够在沟通和理解中找到共同的解决方案，建立起更深入的亲密关系。如果还有其他问题，随时向我求助，我会尽力帮助你。",
    "annotation": [
      {
        "sentence": "不客气，能帮到你我也很开心。",
        "label": ""
      },
      {
        "sentence": "希望你们能够在沟通和理解中找到共同的解决方案，建立起更深入的亲密关系。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时向我求助，我会尽力帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会好好考虑你的建议，并努力改善我们之间的恋爱关系。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会好好考虑你的建议，并努力改善我们之间的恋爱关系。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]