[
  {
    "role": "client",
    "content": "恋爱的感觉太糟糕，男朋友总用性行为来表达占有欲？我22岁，男朋友大我8岁。他其实是很优秀的人，但他总觉得配不上我，觉得没想到我会对他这么好。现在他事业在上升期，非常非常忙，回到家都是凌晨，我们能相处的时间很有限，可是看他这么累我说什么都像要求太多，不够体谅，所以我只能尽量满足他，以为这样就能给他更多安全感。我尽我力去给他安全和稳定感，他很依赖我带给他的安抚和慰藉，但我是一个精神和思想世界很饱满的人，我更喜欢和伴侣交流一些对世界上各种观念和不同学科领域的看法，而不仅仅是抱在一起做爱，这让我感到自己的价值被贬低了。尽管我很喜欢他，为他做了很多事，但他说他只有和我做爱的时候才能感到我是他的，我感到很悲哀。我提过几次出去玩，可是不想他因为我耽误工作，显得我不太成熟，可是如果我再只能和他谈这种见面就做爱的恋爱，我实在觉得太糟糕了！",
    "annotation": [
      {
        "sentence": "恋爱的感觉太糟糕，男朋友总用性行为来表达占有欲？",
        "label": ""
      },
      {
        "sentence": "我22岁，男朋友大我8岁。",
        "label": ""
      },
      {
        "sentence": "他其实是很优秀的人，但他总觉得配不上我，觉得没想到我会对他这么好。",
        "label": ""
      },
      {
        "sentence": "现在他事业在上升期，非常非常忙，回到家都是凌晨，我们能相处的时间很有限，可是看他这么累我说什么都像要求太多，不够体谅，所以我只能尽量满足他，以为这样就能给他更多安全感。",
        "label": ""
      },
      {
        "sentence": "我尽我力去给他安全和稳定感，他很依赖我带给他的安抚和慰藉，但我是一个精神和思想世界很饱满的人，我更喜欢和伴侣交流一些对世界上各种观念和不同学科领域的看法，而不仅仅是抱在一起做爱，这让我感到自己的价值被贬低了。",
        "label": ""
      },
      {
        "sentence": "尽管我很喜欢他，为他做了很多事，但他说他只有和我做爱的时候才能感到我是他的，我感到很悲哀。",
        "label": ""
      },
      {
        "sentence": "我提过几次出去玩，可是不想他因为我耽误工作，显得我不太成熟，可是如果我再只能和他谈这种见面就做爱的恋爱，我实在觉得太糟糕了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好优秀，你值得被更好地爱，更好地对待。",
    "annotation": [
      {
        "sentence": "你好优秀，你值得被更好地爱，更好地对待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我真的不知道该怎么办才能改变他的态度。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我真的不知道该怎么办才能改变他的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很好，你应该把自己的想法和意愿告诉他，告诉他哪些你不喜欢和不接受的，不然他以为你默许了，再这样下去，没有进展，也没有转变，以后也未必有好的结果。一段好的关系应该是相互的，不能只是你一方一味地付出，应该双方交流沟通，做到理解对方，懂对方。",
    "annotation": [
      {
        "sentence": "你很好，你应该把自己的想法和意愿告诉他，告诉他哪些你不喜欢和不接受的，不然他以为你默许了，再这样下去，没有进展，也没有转变，以后也未必有好的结果。",
        "label": ""
      },
      {
        "sentence": "一段好的关系应该是相互的，不能只是你一方一味地付出，应该双方交流沟通，做到理解对方，懂对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我要勇敢地表达自己的需求和想法。",
    "annotation": [
      {
        "sentence": "你说得很对，我要勇敢地表达自己的需求和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很懂他，很体谅他，很关心他，对他我付出了很多了，是时候该他为你付出了。他缺乏安全和稳定感，他很依赖感很强，他需要无尽的安抚和慰藉……这点，这本来是属于他的问题，需不需要改变是他的话题，需要怎么改变，我觉得光是你一个人去努力是做不到的，是需要他自己本人本身的主观能动性才能够将这个事情的。你可以帮他，但是主要要他自己努力做。",
    "annotation": [
      {
        "sentence": "你很懂他，很体谅他，很关心他，对他我付出了很多了，是时候该他为你付出了。",
        "label": ""
      },
      {
        "sentence": "他缺乏安全和稳定感，他很依赖感很强，他需要无尽的安抚和慰藉……这点，这本来是属于他的问题，需不需要改变是他的话题，需要怎么改变，我觉得光是你一个人去努力是做不到的，是需要他自己本人本身的主观能动性才能够将这个事情的。",
        "label": ""
      },
      {
        "sentence": "你可以帮他，但是主要要他自己努力做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能替他解决所有问题，他也需要自己的努力。",
    "annotation": [
      {
        "sentence": "我明白了，我不能替他解决所有问题，他也需要自己的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，关系应该是相互的，相互滋养的，你去帮他给他爱给他满足，他同时也要给到你。这样才平衡，不可能一方面单方面付出付出，另一方面只是索取。你要做好准备充当他的内在父母给他足够多的滋养，但在我看来他目前表现的状况更像是无底洞，你现在给了他，他会向你单方面地索取得更多，得寸进尺会让你不堪重负。",
    "annotation": [
      {
        "sentence": "好的，关系应该是相互的，相互滋养的，你去帮他给他爱给他满足，他同时也要给到你。",
        "label": ""
      },
      {
        "sentence": "这样才平衡，不可能一方面单方面付出付出，另一方面只是索取。",
        "label": ""
      },
      {
        "sentence": "你要做好准备充当他的内在父母给他足够多的滋养，但在我看来他目前表现的状况更像是无底洞，你现在给了他，他会向你单方面地索取得更多，得寸进尺会让你不堪重负。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我不能一味地满足他，否则我会被消耗殆尽。",
    "annotation": [
      {
        "sentence": "你说得很对，我不能一味地满足他，否则我会被消耗殆尽。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外根据他目前的状况，如果你想要从他身上得到爱，得到回馈，我觉得也会比较难。因为一个人穷，很穷，他自己都得不到满足，他根本没办法给别人，同样的他的爱就不够，他自己都不够自己用，更不可能给对方，也没法给到你，更不可能给你。幸好你是本身是内心强大独立自己自主的人，但是我担心你会被他消耗掉，本来你能量满格，会被他慢慢变成低能量了。这种失衡的关系，任何人迟早都会不堪重负的。",
    "annotation": [
      {
        "sentence": "另外根据他目前的状况，如果你想要从他身上得到爱，得到回馈，我觉得也会比较难。",
        "label": ""
      },
      {
        "sentence": "因为一个人穷，很穷，他自己都得不到满足，他根本没办法给别人，同样的他的爱就不够，他自己都不够自己用，更不可能给对方，也没法给到你，更不可能给你。",
        "label": ""
      },
      {
        "sentence": "幸好你是本身是内心强大独立自己自主的人，但是我担心你会被他消耗掉，本来你能量满格，会被他慢慢变成低能量了。",
        "label": ""
      },
      {
        "sentence": "这种失衡的关系，任何人迟早都会不堪重负的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要保护好自己的能量和独立性，不能让他掏空我。我会考虑与他开诚布公地沟通。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，我要保护好自己的能量和独立性，不能让他掏空我。",
        "label": ""
      },
      {
        "sentence": "我会考虑与他开诚布公地沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  }
]