[
  {
    "role": "client",
    "content": "画室的老师，懦弱的性格需要改变还是顺其自然？本人男25，作为一个画室的老师我老是管不住学生，还偶尔会被学生怼，就算是个子很小的一个女生怼我我都不敢还口。大学的时候被人打过留下了心理阴影，后来以为锻炼身体能让自己胆子变大但随后发现有的人身体很弱可还是非常强势我就陷入了现在这种抑郁状态。目前我很迷茫，不知道自己是否应该去改变懦弱的性格，我曾经尝试过改变但是都以失败告终，希望能得到一点帮助。不胜感激。",
    "annotation": [
      {
        "sentence": "画室的老师，懦弱的性格需要改变还是顺其自然？",
        "label": ""
      },
      {
        "sentence": "本人男25，作为一个画室的老师我老是管不住学生，还偶尔会被学生怼，就算是个子很小的一个女生怼我我都不敢还口。",
        "label": ""
      },
      {
        "sentence": "大学的时候被人打过留下了心理阴影，后来以为锻炼身体能让自己胆子变大但随后发现有的人身体很弱可还是非常强势我就陷入了现在这种抑郁状态。",
        "label": ""
      },
      {
        "sentence": "目前我很迷茫，不知道自己是否应该去改变懦弱的性格，我曾经尝试过改变但是都以失败告终，希望能得到一点帮助。",
        "label": ""
      },
      {
        "sentence": "不胜感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我个人认为困扰你的，并不是你要不要改变，而是你没有自我。感受不到自己的存在，你在挣扎中，如果我是你，我会改变的，只为了自己能够轻松，快乐。懦弱，提到这个词，我第一个想到的就是自卑，讨好。你有你的特长，会画画，还做了老师，说明你能力不差。",
    "annotation": [
      {
        "sentence": "我个人认为困扰你的，并不是你要不要改变，而是你没有自我。",
        "label": ""
      },
      {
        "sentence": "感受不到自己的存在，你在挣扎中，如果我是你，我会改变的，只为了自己能够轻松，快乐。",
        "label": ""
      },
      {
        "sentence": "懦弱，提到这个词，我第一个想到的就是自卑，讨好。",
        "label": ""
      },
      {
        "sentence": "你有你的特长，会画画，还做了老师，说明你能力不差。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定。但是我总觉得自己不够强大，每次和学生互动时都感到焦虑和疲惫。你说的自卑和讨好，我确实有这些问题。我希望能够改变，但之前的尝试都没有成功，我现在对自己是否能成功有些怀疑。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定。",
        "label": ""
      },
      {
        "sentence": "但是我总觉得自己不够强大，每次和学生互动时都感到焦虑和疲惫。",
        "label": ""
      },
      {
        "sentence": "你说的自卑和讨好，我确实有这些问题。",
        "label": ""
      },
      {
        "sentence": "我希望能够改变，但之前的尝试都没有成功，我现在对自己是否能成功有些怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我之前也有跟你一样的经历，我就是自卑，讨好，别人让我帮忙，我都是尽所能去帮助，轮到我需要帮助的时候，别人都是冷眼看笑话，当我去讨好时，得到的并不是尊重，而是别人的轻视。所以我通过学习心理学来改变自己，我17年接触的，真正改变，也就今年开始，变得勇敢了，敢于表达自己的想法了，敢于拒绝了。",
    "annotation": [
      {
        "sentence": "我之前也有跟你一样的经历，我就是自卑，讨好，别人让我帮忙，我都是尽所能去帮助，轮到我需要帮助的时候，别人都是冷眼看笑话，当我去讨好时，得到的并不是尊重，而是别人的轻视。",
        "label": ""
      },
      {
        "sentence": "所以我通过学习心理学来改变自己，我17年接触的，真正改变，也就今年开始，变得勇敢了，敢于表达自己的想法了，敢于拒绝了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说真的让我很受鼓舞。你是如何通过学习心理学来改变自己的呢？能否分享一些经验或者方法？",
    "annotation": [
      {
        "sentence": "听你这样说真的让我很受鼓舞。",
        "label": ""
      },
      {
        "sentence": "你是如何通过学习心理学来改变自己的呢？",
        "label": ""
      },
      {
        "sentence": "能否分享一些经验或者方法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过我的经验，我建议几点哈，若有不妥之处，多多包涵。心理学认为，一个人如果改变了自己的行为，是完全可以改变自己的心理素质，如果你内向而又软弱，那就从改变自己的行为开始。首先，我们要想战胜软弱的心理素质，就是要自己看得起自己，肯定自己，相信自己，敢于坚持自己建议和观点，只要是正确的事物上绝不妥协，坚持自我，尤其是面对飞扬跋扈，不讲道理的所谓强人，更要坚持自己的立场。其次，现在需要做的就是要坚持自己，敢于适时愤怒，让别人知道你也是有脾气的，也有自己的尊严和主见，软弱只是你的过去，而现在的你需要强大起来，可能刚开始有些难，甚至是胆怯，但没关系，每天一小步，你可以逐步的通过这样的方法改变自己的。最后，虽然你说之前失败过，我希望你能坚持下来，好好对自己，爱自己，保护自己。只要不放弃，就有希望。",
    "annotation": [
      {
        "sentence": "通过我的经验，我建议几点哈，若有不妥之处，多多包涵。",
        "label": ""
      },
      {
        "sentence": "心理学认为，一个人如果改变了自己的行为，是完全可以改变自己的心理素质，如果你内向而又软弱，那就从改变自己的行为开始。",
        "label": ""
      },
      {
        "sentence": "首先，我们要想战胜软弱的心理素质，就是要自己看得起自己，肯定自己，相信自己，敢于坚持自己建议和观点，只要是正确的事物上绝不妥协，坚持自我，尤其是面对飞扬跋扈，不讲道理的所谓强人，更要坚持自己的立场。",
        "label": ""
      },
      {
        "sentence": "其次，现在需要做的就是要坚持自己，敢于适时愤怒，让别人知道你也是有脾气的，也有自己的尊严和主见，软弱只是你的过去，而现在的你需要强大起来，可能刚开始有些难，甚至是胆怯，但没关系，每天一小步，你可以逐步的通过这样的方法改变自己的。",
        "label": ""
      },
      {
        "sentence": "最后，虽然你说之前失败过，我希望你能坚持下来，好好对自己，爱自己，保护自己。",
        "label": ""
      },
      {
        "sentence": "只要不放弃，就有希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，改变自己的行为，坚持自己的观点，敢于表达和拒绝，这些都是很重要的。我会尝试着去做，虽然可能会有些困难和害怕，但是我会每天一点一点地努力。谢谢你的建议和鼓励，我会好好对待自己，相信自己能够改变。",
    "annotation": [
      {
        "sentence": "我明白了，改变自己的行为，坚持自己的观点，敢于表达和拒绝，这些都是很重要的。",
        "label": ""
      },
      {
        "sentence": "我会尝试着去做，虽然可能会有些困难和害怕，但是我会每天一点一点地努力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我会好好对待自己，相信自己能够改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，相信自己是非常重要的。我学习心理学3年了，才刚刚变得勇敢，依旧也很多没有做到。所以，只要我们有改变的心，总会做到的。以后，当你感觉自己弱弱的时候，我请你先接纳你自己，然后在内心告诉自己，你可以的，闭上眼睛，深呼吸，用你潜在的力量，助你成长。切记，学习也是需要过程的，不要因为一次的失败而放弃。加油奔跑，你身后有我们这支持你！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，相信自己是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我学习心理学3年了，才刚刚变得勇敢，依旧也很多没有做到。",
        "label": ""
      },
      {
        "sentence": "所以，只要我们有改变的心，总会做到的。",
        "label": ""
      },
      {
        "sentence": "以后，当你感觉自己弱弱的时候，我请你先接纳你自己，然后在内心告诉自己，你可以的，闭上眼睛，深呼吸，用你潜在的力量，助你成长。",
        "label": ""
      },
      {
        "sentence": "切记，学习也是需要过程的，不要因为一次的失败而放弃。",
        "label": ""
      },
      {
        "sentence": "加油奔跑，你身后有我们这支持你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我真的很感激。知道有你们在背后支持我，我会更加坚定地向前迈进，努力改变自己，成为更坚强、自信的人。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "知道有你们在背后支持我，我会更加坚定地向前迈进，努力改变自己，成为更坚强、自信的人。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会成功的！如果你在改变的过程中需要任何帮助或者有什么困惑，都可以随时向我求助。记住，你不是一个人在战斗，我们一直在你身边支持着你。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你会成功的！",
        "label": ""
      },
      {
        "sentence": "如果你在改变的过程中需要任何帮助或者有什么困惑，都可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们一直在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]