[
  {
    "role": "client",
    "content": "为何我的母亲特别害怕我父亲被别人当作好丈夫？我发现我的母亲和我在一起总是在说我父亲如何爱钓鱼，不顾家，或者不做家务之类的事情。如果我父母来到我自己的小家（已婚），我爸给我们做饭收拾，我母亲就特别气，好像觉得我父亲在给我们表演，在我们面前呈现了一个勤劳的样子，就会非常有情绪，是什么原因呢？难道怕我们喜欢父亲，不喜欢她？",
    "annotation": [
      {
        "sentence": "为何我的母亲特别害怕我父亲被别人当作好丈夫？",
        "label": ""
      },
      {
        "sentence": "我发现我的母亲和我在一起总是在说我父亲如何爱钓鱼，不顾家，或者不做家务之类的事情。",
        "label": ""
      },
      {
        "sentence": "如果我父母来到我自己的小家（已婚），我爸给我们做饭收拾，我母亲就特别气，好像觉得我父亲在给我们表演，在我们面前呈现了一个勤劳的样子，就会非常有情绪，是什么原因呢？",
        "label": ""
      },
      {
        "sentence": "难道怕我们喜欢父亲，不喜欢她？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的母亲不断传递父亲“不顾家、爱玩懒惰”的形象，但当父亲在你们小家中展现出和母亲描述不一样的时候，母亲会试图贬低、戳穿这个形象，因为她担心你们会对她产生误解或者对你父亲的好形象产生误解。这么说对吗？无论你的母亲描述是否真实，我猜想你的父亲在和母亲的关系中扮演了一个“不顾家、爱玩、懒惰”的角色。这背后可能是你母亲潜意识里的需求，她会通过指责、埋怨、忽视对方的付出来逼迫你父亲扮演这个角色，以此来满足自己的“价值感”和“道德优越感”。而你的父亲在你们的小家中不再需要扮演这个角色，所以他会去做一些在这段关系中应该做的事情（也许他勤快也是出于心理需要）。总之，你母亲可能在底层的价值感上有所缺失，可能是因为从小被要求超额付出，长期被忽视，或者其他原因，导致她无法认同自己的价值。所以她需要向别人展现自己的勤劳和吃苦，需要让自己成为受害者，需要伴侣成为加害者或者那个不好的人，这样她才能感到存在、安全和有价值。如果是这样的话，子女可以做的是去认可一下你母亲的价值，经常肯定她的付出，提供一些情绪上的支持，可能可以缓解她内心的焦虑。当然，父母的关系模式是长期互动的结果，很难改变。你不需要为他们的相处问题抱不平，也不需要告诉他们相处的道理。但如果你能稍微肯定一下你母亲的价值，这会对他们之间的关系产生一些变化。",
    "annotation": [
      {
        "sentence": "你的母亲不断传递父亲“不顾家、爱玩懒惰”的形象，但当父亲在你们小家中展现出和母亲描述不一样的时候，母亲会试图贬低、戳穿这个形象，因为她担心你们会对她产生误解或者对你父亲的好形象产生误解。",
        "label": ""
      },
      {
        "sentence": "这么说对吗？",
        "label": ""
      },
      {
        "sentence": "无论你的母亲描述是否真实，我猜想你的父亲在和母亲的关系中扮演了一个“不顾家、爱玩、懒惰”的角色。",
        "label": ""
      },
      {
        "sentence": "这背后可能是你母亲潜意识里的需求，她会通过指责、埋怨、忽视对方的付出来逼迫你父亲扮演这个角色，以此来满足自己的“价值感”和“道德优越感”。",
        "label": ""
      },
      {
        "sentence": "而你的父亲在你们的小家中不再需要扮演这个角色，所以他会去做一些在这段关系中应该做的事情（也许他勤快也是出于心理需要）。",
        "label": ""
      },
      {
        "sentence": "总之，你母亲可能在底层的价值感上有所缺失，可能是因为从小被要求超额付出，长期被忽视，或者其他原因，导致她无法认同自己的价值。",
        "label": ""
      },
      {
        "sentence": "所以她需要向别人展现自己的勤劳和吃苦，需要让自己成为受害者，需要伴侣成为加害者或者那个不好的人，这样她才能感到存在、安全和有价值。",
        "label": ""
      },
      {
        "sentence": "如果是这样的话，子女可以做的是去认可一下你母亲的价值，经常肯定她的付出，提供一些情绪上的支持，可能可以缓解她内心的焦虑。",
        "label": ""
      },
      {
        "sentence": "当然，父母的关系模式是长期互动的结果，很难改变。",
        "label": ""
      },
      {
        "sentence": "你不需要为他们的相处问题抱不平，也不需要告诉他们相处的道理。",
        "label": ""
      },
      {
        "sentence": "但如果你能稍微肯定一下你母亲的价值，这会对他们之间的关系产生一些变化。",
        "label": ""
      }
    ]
  }
]