[
  {
    "role": "client",
    "content": "我对自己总是无法做出决策感到困惑，为什么我总是选择抛硬币的方式呢？比如说，我不知道在玩游戏之后是该做作业还是做其他事情，就会抛硬币决定。或者，朋友给我打电话时，我也总是抛硬币决定要不要接。为什么我无法坚定下来呢？难道是因为我没决心吗？",
    "annotation": [
      {
        "sentence": "我对自己总是无法做出决策感到困惑，为什么我总是选择抛硬币的方式呢？",
        "label": ""
      },
      {
        "sentence": "比如说，我不知道在玩游戏之后是该做作业还是做其他事情，就会抛硬币决定。",
        "label": ""
      },
      {
        "sentence": "或者，朋友给我打电话时，我也总是抛硬币决定要不要接。",
        "label": ""
      },
      {
        "sentence": "为什么我无法坚定下来呢？",
        "label": ""
      },
      {
        "sentence": "难道是因为我没决心吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得抛硬币更多是给自己一个决策的理由。当你内心已经对某个决策下了确切的决心，但同时又存在另一个选择时，你用抛硬币来作为决策的依据。你告诉自己，正面就选择A，反面就选择B。当硬币抛出的那一面与你内心的答案不符时，你会再抛一次，直到它和你想要的答案相吻合。比如说，你在玩游戏之后要去写作业，但因为游戏很吸引人，你一直玩下去，或者甚至在赢了一局后，还想继续赢下一局。又或者，当朋友给你打电话时，你也抛硬币决定要不要接。实际上，你内心其实已经清楚，朋友给你打电话的几率并不高。而且现在大家都会用微信等聊天工具，除非是非常紧急的情况，朋友才会选择打电话。所以你抛硬币，无论抛出哪一面已经不重要了，其实你心中早已有了答案，只是想给自己一个借口而已。",
    "annotation": [
      {
        "sentence": "我觉得抛硬币更多是给自己一个决策的理由。",
        "label": ""
      },
      {
        "sentence": "当你内心已经对某个决策下了确切的决心，但同时又存在另一个选择时，你用抛硬币来作为决策的依据。",
        "label": ""
      },
      {
        "sentence": "你告诉自己，正面就选择A，反面就选择B。",
        "label": ""
      },
      {
        "sentence": "当硬币抛出的那一面与你内心的答案不符时，你会再抛一次，直到它和你想要的答案相吻合。",
        "label": ""
      },
      {
        "sentence": "比如说，你在玩游戏之后要去写作业，但因为游戏很吸引人，你一直玩下去，或者甚至在赢了一局后，还想继续赢下一局。",
        "label": ""
      },
      {
        "sentence": "又或者，当朋友给你打电话时，你也抛硬币决定要不要接。",
        "label": ""
      },
      {
        "sentence": "实际上，你内心其实已经清楚，朋友给你打电话的几率并不高。",
        "label": ""
      },
      {
        "sentence": "而且现在大家都会用微信等聊天工具，除非是非常紧急的情况，朋友才会选择打电话。",
        "label": ""
      },
      {
        "sentence": "所以你抛硬币，无论抛出哪一面已经不重要了，其实你心中早已有了答案，只是想给自己一个借口而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来抛硬币是我给自己借口的一种方式。我意识到了自己其实明明心里有答案，却还是依赖抛硬币来做决策。这样的话，我是不是缺乏一种坚定自我的能力呢？",
    "annotation": [
      {
        "sentence": "原来抛硬币是我给自己借口的一种方式。",
        "label": ""
      },
      {
        "sentence": "我意识到了自己其实明明心里有答案，却还是依赖抛硬币来做决策。",
        "label": ""
      },
      {
        "sentence": "这样的话，我是不是缺乏一种坚定自我的能力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实每个人在做决策时都会有迟疑和犹豫的时候，这并不代表你缺乏坚定自我的能力。只是有时候我们过于依赖外部的方式来做决策，而不相信自己内心的声音。你能够意识到自己的问题，并且愿意去寻找解决方法，已经是迈出了重要的一步。要坚定自己的意志，就要学会倾听内心的声音，相信自己的决策能力。当你面临抉择时，不妨暂时放下硬币，静下心来思考，通过权衡利弊，相信你会找到更好的解决方案。",
    "annotation": [
      {
        "sentence": "其实每个人在做决策时都会有迟疑和犹豫的时候，这并不代表你缺乏坚定自我的能力。",
        "label": ""
      },
      {
        "sentence": "只是有时候我们过于依赖外部的方式来做决策，而不相信自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "你能够意识到自己的问题，并且愿意去寻找解决方法，已经是迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "要坚定自己的意志，就要学会倾听内心的声音，相信自己的决策能力。",
        "label": ""
      },
      {
        "sentence": "当你面临抉择时，不妨暂时放下硬币，静下心来思考，通过权衡利弊，相信你会找到更好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要学会相信自己的决策能力，并且不再依赖外部的方式来做决策。但是有时候，我担心做出的决策会是错误的，害怕后悔。怎样才能放下这种担忧呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要学会相信自己的决策能力，并且不再依赖外部的方式来做决策。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我担心做出的决策会是错误的，害怕后悔。",
        "label": ""
      },
      {
        "sentence": "怎样才能放下这种担忧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心犯错和害怕后悔是正常的情绪反应，每个人都会有。但是记住，人生没有绝对的正确和错误，每个决策都是在一定条件下做出的，也许在当时是正确的选择。即使后来证明了这个决策并不理想，也不要责怪自己过去的选择。学会接受自己的决策，不论结果如何，都是对自己成长的一种贡献。如果你对某个决策犹豫不决，不妨再次倾听自己内心的声音，相信自己的直觉，相信你所做的决策是基于你所知道的最好的。同时，你也可以尝试和身边的人交流，听取他们的建议，但最终还是要相信自己的内心。",
    "annotation": [
      {
        "sentence": "担心犯错和害怕后悔是正常的情绪反应，每个人都会有。",
        "label": ""
      },
      {
        "sentence": "但是记住，人生没有绝对的正确和错误，每个决策都是在一定条件下做出的，也许在当时是正确的选择。",
        "label": ""
      },
      {
        "sentence": "即使后来证明了这个决策并不理想，也不要责怪自己过去的选择。",
        "label": ""
      },
      {
        "sentence": "学会接受自己的决策，不论结果如何，都是对自己成长的一种贡献。",
        "label": ""
      },
      {
        "sentence": "如果你对某个决策犹豫不决，不妨再次倾听自己内心的声音，相信自己的直觉，相信你所做的决策是基于你所知道的最好的。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试和身边的人交流，听取他们的建议，但最终还是要相信自己的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试放下不必要的担忧，并且相信自己的决策能力。有了你的帮助，我的困惑似乎少了很多，我对自己的未来有了更多的信心。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试放下不必要的担忧，并且相信自己的决策能力。",
        "label": ""
      },
      {
        "sentence": "有了你的帮助，我的困惑似乎少了很多，我对自己的未来有了更多的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信自己是非常重要的。无论在何种情况下，坚定自己的决心和信心，都能帮助你面对困难和挑战。记住，你并不孤单，无论何时，都可以寻求支持和帮助。祝愿你能够找到属于自己的决策，迈向更好的未来！如果还有其他问题，随时来找我交流。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信自己是非常重要的。",
        "label": ""
      },
      {
        "sentence": "无论在何种情况下，坚定自己的决心和信心，都能帮助你面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，无论何时，都可以寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到属于自己的决策，迈向更好的未来！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我交流。",
        "label": ""
      }
    ]
  }
]