[
  {
    "role": "client",
    "content": "我觉得我陷入了抑郁情绪，因为异地恋的依赖感和孤独感带来了很多痛苦。高三刚毕业，我考上了香港的学校，女友在济南。第一个学期我在青岛的家里上网课，她马上就要去济南了。因为假期不重合，我们的见面机会可能会很少。这个暑假我们经常见面，过得非常开心，两个人都很幸福。然而就在前两天，我们这个假期最后一次见面时，我在她面前痛哭了，回家也一直在哭，我可能陷入了抑郁情绪，这几天总是无精打采，没有兴趣做事情。我承认，作为一个男生，我的感性情绪非常敏感，最重要的是，我对爱情太过依赖了。之前我追过别的女生，也因为失败而极其难过，这一次没想到我更脆弱了，哪怕是精神上还在一起，只是身处异地，我都能感受到巨大孤独感带来的痛苦。与我相反，女友看的挺开，一直在安慰我。以前我说过“开学之后可能聊天要少点了”，没想到现在是她来给我重复这句话。我意识到最大的问题不是异地，而是我内心的不成熟。所以我该怎么调解自己的依赖情绪和孤独感？",
    "annotation": [
      {
        "sentence": "我觉得我陷入了抑郁情绪，因为异地恋的依赖感和孤独感带来了很多痛苦。",
        "label": ""
      },
      {
        "sentence": "高三刚毕业，我考上了香港的学校，女友在济南。",
        "label": ""
      },
      {
        "sentence": "第一个学期我在青岛的家里上网课，她马上就要去济南了。",
        "label": ""
      },
      {
        "sentence": "因为假期不重合，我们的见面机会可能会很少。",
        "label": ""
      },
      {
        "sentence": "这个暑假我们经常见面，过得非常开心，两个人都很幸福。",
        "label": ""
      },
      {
        "sentence": "然而就在前两天，我们这个假期最后一次见面时，我在她面前痛哭了，回家也一直在哭，我可能陷入了抑郁情绪，这几天总是无精打采，没有兴趣做事情。",
        "label": ""
      },
      {
        "sentence": "我承认，作为一个男生，我的感性情绪非常敏感，最重要的是，我对爱情太过依赖了。",
        "label": ""
      },
      {
        "sentence": "之前我追过别的女生，也因为失败而极其难过，这一次没想到我更脆弱了，哪怕是精神上还在一起，只是身处异地，我都能感受到巨大孤独感带来的痛苦。",
        "label": ""
      },
      {
        "sentence": "与我相反，女友看的挺开，一直在安慰我。",
        "label": ""
      },
      {
        "sentence": "以前我说过“开学之后可能聊天要少点了”，没想到现在是她来给我重复这句话。",
        "label": ""
      },
      {
        "sentence": "我意识到最大的问题不是异地，而是我内心的不成熟。",
        "label": ""
      },
      {
        "sentence": "所以我该怎么调解自己的依赖情绪和孤独感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在感情问题上，任何一方都可能是依赖的一方，这与个人的心理能量和对被关怀的需要程度有关。根据马斯洛的需求层次理论，“归属与爱的需要”作为第三层级的需求是各年龄阶段都具有的需求，会随着对象和场景的变化而变化，客观反映了人格形成过程中这一需求被满足的状态。",
    "annotation": [
      {
        "sentence": "在感情问题上，任何一方都可能是依赖的一方，这与个人的心理能量和对被关怀的需要程度有关。",
        "label": ""
      },
      {
        "sentence": "根据马斯洛的需求层次理论，“归属与爱的需要”作为第三层级的需求是各年龄阶段都具有的需求，会随着对象和场景的变化而变化，客观反映了人格形成过程中这一需求被满足的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，所以我的依赖感和孤独感其实是正常的，是因为我想得到被关怀的满足感。",
    "annotation": [
      {
        "sentence": "我理解了，所以我的依赖感和孤独感其实是正常的，是因为我想得到被关怀的满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你在女友那里得到了“归属与爱的需要”，获得了比较足够的满足感，并转化为一种依赖。不过，可以回顾一下在你成长的过程中是否曾经在某一时期缺失这种满足感，这也是产生依赖的原因之一。",
    "annotation": [
      {
        "sentence": "没错，你在女友那里得到了“归属与爱的需要”，获得了比较足够的满足感，并转化为一种依赖。",
        "label": ""
      },
      {
        "sentence": "不过，可以回顾一下在你成长的过程中是否曾经在某一时期缺失这种满足感，这也是产生依赖的原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是的，我曾经追过别的女生，也因为失败而非常难过，这次的情况让我更加脆弱了。",
    "annotation": [
      {
        "sentence": "可能是的，我曾经追过别的女生，也因为失败而非常难过，这次的情况让我更加脆弱了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种脆弱也是正常的，不论男性还是女性都有强烈的渴望被关怀的需求。你们之间感情很好，建议你和女友交流一下这种真实的感受，加深你对自己的理解，也取得她的理解。",
    "annotation": [
      {
        "sentence": "这种脆弱也是正常的，不论男性还是女性都有强烈的渴望被关怀的需求。",
        "label": ""
      },
      {
        "sentence": "你们之间感情很好，建议你和女友交流一下这种真实的感受，加深你对自己的理解，也取得她的理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和女友沟通，希望我们能更好地理解彼此。",
    "annotation": [
      {
        "sentence": "我会试着和女友沟通，希望我们能更好地理解彼此。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这样可以在双方增进了解的基础上，寻找满足你们双方需要的方式。同时，了解了你需求来源后，你可以把对爱的需求和依赖转化为建设你们感情关系、夯实感情基础的动力，进一步强大你的人格，更好地谋划你们的未来。",
    "annotation": [
      {
        "sentence": "很好，这样可以在双方增进了解的基础上，寻找满足你们双方需要的方式。",
        "label": ""
      },
      {
        "sentence": "同时，了解了你需求来源后，你可以把对爱的需求和依赖转化为建设你们感情关系、夯实感情基础的动力，进一步强大你的人格，更好地谋划你们的未来。",
        "label": ""
      }
    ]
  }
]