[
  {
    "role": "client",
    "content": "平时挺能说，一遇到男孩子就紧张，我该怎么办？我其实平时是个挺能说的人，或者说，还是女生眼中挺厉害的人，但只要对方是一个我感觉还不错的男孩子，就会不由自主地陷入紧张，好像一个白痴一样，可那根本不是我，大家可以帮帮我吗？",
    "annotation": [
      {
        "sentence": "平时挺能说，一遇到男孩子就紧张，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我其实平时是个挺能说的人，或者说，还是女生眼中挺厉害的人，但只要对方是一个我感觉还不错的男孩子，就会不由自主地陷入紧张，好像一个白痴一样，可那根本不是我，大家可以帮帮我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的文字描述，不禁在我脑海中浮现“一个女孩遇到心仪的男生，那份羞涩，那种紧张不安，那种小鹿乱撞的感觉”。在感觉还不错的异性面前，我们希望能展现自己最好的一面给到对方。我们会在意他会怎么看我，我们会在意自己的每一句话，每一次见面的场景自己内心似乎已彩排了很多次了，但每次还是会觉得做的不够好。我想这是我们大部份人不管男女，在面对“感觉还不错”的异性，都会出现不同程度你上述的“症状”，我倒觉得你不需太介意。",
    "annotation": [
      {
        "sentence": "从你的文字描述，不禁在我脑海中浮现“一个女孩遇到心仪的男生，那份羞涩，那种紧张不安，那种小鹿乱撞的感觉”。",
        "label": ""
      },
      {
        "sentence": "在感觉还不错的异性面前，我们希望能展现自己最好的一面给到对方。",
        "label": ""
      },
      {
        "sentence": "我们会在意他会怎么看我，我们会在意自己的每一句话，每一次见面的场景自己内心似乎已彩排了很多次了，但每次还是会觉得做的不够好。",
        "label": ""
      },
      {
        "sentence": "我想这是我们大部份人不管男女，在面对“感觉还不错”的异性，都会出现不同程度你上述的“症状”，我倒觉得你不需太介意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，这种紧张的感觉让我很不自在，我害怕我在紧张的情绪中无法发挥自己的优势。我真的想改变，但不知道从何处下手。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "但是，这种紧张的感觉让我很不自在，我害怕我在紧张的情绪中无法发挥自己的优势。",
        "label": ""
      },
      {
        "sentence": "我真的想改变，但不知道从何处下手。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "若不及时调整很容易陷入自我攻击，那怎么办呢？如果再遇见不错的男孩子，你多留意对方的言行，把注意力放在对方身上。通常我们紧张的时候，很大一部份原因是因为我们把关注都放在自己的身上，小心翼翼地，生怕自己不好，其实自己挺累的，也不像真的你。你不妨尝试一下，可能刚开始会很容易陷入你之前的的应对模式，不过，没关系多尝试。",
    "annotation": [
      {
        "sentence": "若不及时调整很容易陷入自我攻击，那怎么办呢？",
        "label": ""
      },
      {
        "sentence": "如果再遇见不错的男孩子，你多留意对方的言行，把注意力放在对方身上。",
        "label": ""
      },
      {
        "sentence": "通常我们紧张的时候，很大一部份原因是因为我们把关注都放在自己的身上，小心翼翼地，生怕自己不好，其实自己挺累的，也不像真的你。",
        "label": ""
      },
      {
        "sentence": "你不妨尝试一下，可能刚开始会很容易陷入你之前的的应对模式，不过，没关系多尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实时常自我攻击，觉得自己不够好。我会试着多关注对方，减少对自己的过分关注。但是，要是我还是无法改变这种紧张的感觉怎么办？",
    "annotation": [
      {
        "sentence": "你说得对，我确实时常自我攻击，觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "我会试着多关注对方，减少对自己的过分关注。",
        "label": ""
      },
      {
        "sentence": "但是，要是我还是无法改变这种紧张的感觉怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你愿意，可以寻找心理咨询师一对一的帮助。因为仅凭一段文字，我们对你的了解是非常有限的，每个人都是个独特的个体，不同的成长环境，不同的经历，都会导致在情绪处理，人际关系方面处理都不一样。我相信，通过心理咨询的方式，可以帮助到你更好的了解自己，探索自己。希望我的回答能帮到你。",
    "annotation": [
      {
        "sentence": "如果你愿意，可以寻找心理咨询师一对一的帮助。",
        "label": ""
      },
      {
        "sentence": "因为仅凭一段文字，我们对你的了解是非常有限的，每个人都是个独特的个体，不同的成长环境，不同的经历，都会导致在情绪处理，人际关系方面处理都不一样。",
        "label": ""
      },
      {
        "sentence": "我相信，通过心理咨询的方式，可以帮助到你更好的了解自己，探索自己。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻找心理咨询师的帮助。但在等待寻求专业帮助的过程中，你能为我推荐一些关于情绪调节和人际关系方面的书籍吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻找心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "但在等待寻求专业帮助的过程中，你能为我推荐一些关于情绪调节和人际关系方面的书籍吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "推荐一本书给你《男人来自火星，女人来自金星》。这本书可以帮助你更好地理解男女之间的差异以及情感交流的技巧。希望它能对你有所帮助。",
    "annotation": [
      {
        "sentence": "推荐一本书给你《男人来自火星，女人来自金星》。",
        "label": ""
      },
      {
        "sentence": "这本书可以帮助你更好地理解男女之间的差异以及情感交流的技巧。",
        "label": ""
      },
      {
        "sentence": "希望它能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的推荐！我会去阅读这本书，期待能够从中汲取一些宝贵的经验和指导。谢谢你的耐心倾听和建议！",
    "annotation": [
      {
        "sentence": "感谢你的推荐！",
        "label": ""
      },
      {
        "sentence": "我会去阅读这本书，期待能够从中汲取一些宝贵的经验和指导。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你会在书中找到对你有帮助的内容。如果你还有其他问题或需要进一步的支持，随时可以再来找我交流。祝你能够逐渐克服紧张情绪，展现出自信和优势！加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你会在书中找到对你有帮助的内容。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的支持，随时可以再来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝你能够逐渐克服紧张情绪，展现出自信和优势！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]