[
  {
    "role": "client",
    "content": "我真的不知道该如何减轻异地恋带来的依赖感和孤独感导致的痛苦了。我最近刚毕业，考上了香港的学校，但我的女友还在济南。第一个学期，我在青岛的家里上网课，她马上就要去济南了。因为假期不重合，我们的见面机会可能会很少。过去的暑假我们经常见面，每次都过得非常开心，两个人都很幸福。但就在前两天，我们这个假期最后一次见面时，我在她面前痛哭了，回家后我依然一直在哭，我感觉自己可能陷入了抑郁情绪，这几天总是无精打采的，没有兴趣做任何事情。我承认，作为一个男生，我非常敏感，我的感性情绪太容易受影响了。最重要的是，我对爱情太过依赖了。之前我曾追过别的女生，失败后我也很难过，但这一次我更加脆弱，哪怕我们精神上还在一起，只是身处异地，我依然能感受到巨大的孤独感带来的痛苦。与我相反，女友看起来挺开心的，一直在安慰我。以前曾提到过“开学之后可能聊天要少点了”，没想到现在她给我重复这句话。我意识到最大的问题不是异地，而是我内心的不成熟。所以我应该如何调解自己的依赖情绪和孤独感呢？",
    "annotation": [
      {
        "sentence": "我真的不知道该如何减轻异地恋带来的依赖感和孤独感导致的痛苦了。",
        "label": ""
      },
      {
        "sentence": "我最近刚毕业，考上了香港的学校，但我的女友还在济南。",
        "label": ""
      },
      {
        "sentence": "第一个学期，我在青岛的家里上网课，她马上就要去济南了。",
        "label": ""
      },
      {
        "sentence": "因为假期不重合，我们的见面机会可能会很少。",
        "label": ""
      },
      {
        "sentence": "过去的暑假我们经常见面，每次都过得非常开心，两个人都很幸福。",
        "label": ""
      },
      {
        "sentence": "但就在前两天，我们这个假期最后一次见面时，我在她面前痛哭了，回家后我依然一直在哭，我感觉自己可能陷入了抑郁情绪，这几天总是无精打采的，没有兴趣做任何事情。",
        "label": ""
      },
      {
        "sentence": "我承认，作为一个男生，我非常敏感，我的感性情绪太容易受影响了。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我对爱情太过依赖了。",
        "label": ""
      },
      {
        "sentence": "之前我曾追过别的女生，失败后我也很难过，但这一次我更加脆弱，哪怕我们精神上还在一起，只是身处异地，我依然能感受到巨大的孤独感带来的痛苦。",
        "label": ""
      },
      {
        "sentence": "与我相反，女友看起来挺开心的，一直在安慰我。",
        "label": ""
      },
      {
        "sentence": "以前曾提到过“开学之后可能聊天要少点了”，没想到现在她给我重复这句话。",
        "label": ""
      },
      {
        "sentence": "我意识到最大的问题不是异地，而是我内心的不成熟。",
        "label": ""
      },
      {
        "sentence": "所以我应该如何调解自己的依赖情绪和孤独感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，看到你的消息，得知你考上了香港的大学，真的很为你感到高兴！你说你的孤独感和依赖并不完全是因为异地恋，而是源自你内心的不独立。你能有这种自我觉察是非常好的！我们一起来解决这个问题。由于香港和内地有着截然不同的生活方式，这种陌生感很容易让你产生孤独感。再加上，恋爱会给人温暖和归属感，容易让你想逃避面对现实，因此你变得过于依赖了。【首先】我们来减少内心焦虑。1.虽然在异地学习，身处陌生环境，但香港也有很多与大陆相似的地方，有着相似的文化背景。而且有很多人会说普通话，也有不少大陆人移居到香港。2.面对孤独，并没有你想象中那么可怕，孤独不是病，也不会带来负能量，它只是一种状态。如果你能够善用独处的时间，它会让你成长。所以，不要过度吓唬自己，其实一切并没有你想象的那么可怕，即使你一个人面对，也是安全的，也是可以的。【第二】我们来增强内心的力量。1.当你感到孤独的时候，试着陪伴自己，把自己当作是最亲密的朋友，给自己安慰，理解自己。2.也许你不相信自己可以独自面对，但实际上每个人天生都有面对独处的能力，相信这份内在的力量，让这份力量显现出来。3.当你感到孤独的时候，尝试想想可以做些什么让自己开心的事情？听音乐、看电影、逛街、看书、打篮球......4.平时多多欣赏自己，称赞自己的努力和付出，看见自己的优点，看见自己原来也值得被信任和依靠的。【第三】我们来主动解决问题。1.可以在当地结识朋友，同伴也会带来陪伴自己的感觉。尝试与当地人聊天，让你增加归属感。2.去了解香港的文化、历史和风俗，可以逐渐融入这个地方，找到自己的安全感。3.把自己当作香港的一份子。香港和内地的法律法规有很大的不同，有些方面比内地更严格，尊重这个地区的法律，欣赏当地人的精神和文化，增强集体意识，这样你就更容易体会到自己是其中的一份子。我们要学会独立，独自面对孤独，并且享受孤独。同时，我们也是集体中的一员，把自己当作集体中的一部分，会感受到支持感和安全感，减轻孤独的感受。祝福你！你的朋友Audrey。",
    "annotation": [
      {
        "sentence": "求助者，看到你的消息，得知你考上了香港的大学，真的很为你感到高兴！",
        "label": ""
      },
      {
        "sentence": "你说你的孤独感和依赖并不完全是因为异地恋，而是源自你内心的不独立。",
        "label": ""
      },
      {
        "sentence": "你能有这种自我觉察是非常好的！",
        "label": ""
      },
      {
        "sentence": "我们一起来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "由于香港和内地有着截然不同的生活方式，这种陌生感很容易让你产生孤独感。",
        "label": ""
      },
      {
        "sentence": "再加上，恋爱会给人温暖和归属感，容易让你想逃避面对现实，因此你变得过于依赖了。",
        "label": ""
      },
      {
        "sentence": "【首先】我们来减少内心焦虑。",
        "label": ""
      },
      {
        "sentence": "1.虽然在异地学习，身处陌生环境，但香港也有很多与大陆相似的地方，有着相似的文化背景。",
        "label": ""
      },
      {
        "sentence": "而且有很多人会说普通话，也有不少大陆人移居到香港。",
        "label": ""
      },
      {
        "sentence": "2.面对孤独，并没有你想象中那么可怕，孤独不是病，也不会带来负能量，它只是一种状态。",
        "label": ""
      },
      {
        "sentence": "如果你能够善用独处的时间，它会让你成长。",
        "label": ""
      },
      {
        "sentence": "所以，不要过度吓唬自己，其实一切并没有你想象的那么可怕，即使你一个人面对，也是安全的，也是可以的。",
        "label": ""
      },
      {
        "sentence": "【第二】我们来增强内心的力量。",
        "label": ""
      },
      {
        "sentence": "1.当你感到孤独的时候，试着陪伴自己，把自己当作是最亲密的朋友，给自己安慰，理解自己。",
        "label": ""
      },
      {
        "sentence": "2.也许你不相信自己可以独自面对，但实际上每个人天生都有面对独处的能力，相信这份内在的力量，让这份力量显现出来。",
        "label": ""
      },
      {
        "sentence": "3.当你感到孤独的时候，尝试想想可以做些什么让自己开心的事情？",
        "label": ""
      },
      {
        "sentence": "听音乐、看电影、逛街、看书、打篮球......4.平时多多欣赏自己，称赞自己的努力和付出，看见自己的优点，看见自己原来也值得被信任和依靠的。",
        "label": ""
      },
      {
        "sentence": "【第三】我们来主动解决问题。",
        "label": ""
      },
      {
        "sentence": "1.可以在当地结识朋友，同伴也会带来陪伴自己的感觉。",
        "label": ""
      },
      {
        "sentence": "尝试与当地人聊天，让你增加归属感。",
        "label": ""
      },
      {
        "sentence": "2.去了解香港的文化、历史和风俗，可以逐渐融入这个地方，找到自己的安全感。",
        "label": ""
      },
      {
        "sentence": "3.把自己当作香港的一份子。",
        "label": ""
      },
      {
        "sentence": "香港和内地的法律法规有很大的不同，有些方面比内地更严格，尊重这个地区的法律，欣赏当地人的精神和文化，增强集体意识，这样你就更容易体会到自己是其中的一份子。",
        "label": ""
      },
      {
        "sentence": "我们要学会独立，独自面对孤独，并且享受孤独。",
        "label": ""
      },
      {
        "sentence": "同时，我们也是集体中的一员，把自己当作集体中的一部分，会感受到支持感和安全感，减轻孤独的感受。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "你的朋友Audrey。",
        "label": ""
      }
    ]
  }
]