[
  {
    "role": "client",
    "content": "一直觉得温水煮青蛙，为什么会对另一半没有喜欢？和另一半相处快两年，可一直觉得都是温水煮青蛙，他对我很好也很上心，可我始终喜欢不起来，是为什么，有时候聊天就仿佛逼自己去聊天一样，也很排斥身体接触，他也一直在保护我，到现在仿佛一直没有怦然心动的感觉也没有喜欢过一个人，是我心理毛病吗，还是怎么，一直是是异地恋，一直也想改变，可好像没做出什么，现在快在同一城市了，反而想分了，觉得没什么意义，一直都是这样心理真的是单身久了的原因吗？",
    "annotation": [
      {
        "sentence": "一直觉得温水煮青蛙，为什么会对另一半没有喜欢？",
        "label": ""
      },
      {
        "sentence": "和另一半相处快两年，可一直觉得都是温水煮青蛙，他对我很好也很上心，可我始终喜欢不起来，是为什么，有时候聊天就仿佛逼自己去聊天一样，也很排斥身体接触，他也一直在保护我，到现在仿佛一直没有怦然心动的感觉也没有喜欢过一个人，是我心理毛病吗，还是怎么，一直是是异地恋，一直也想改变，可好像没做出什么，现在快在同一城市了，反而想分了，觉得没什么意义，一直都是这样心理真的是单身久了的原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你目前的困惑和不安。或许是因为我们本身对于爱情并没有太多的期望，也或许是两个人的生活太过于平淡，所以并没有觉得有太多的激情。虽然已经和对方相处了两年，但是我们可以简单的回想一下，在彼此相处的过程中是否有哪些特别值得纪念的日子，或者说我们是否对于爱情有着一定的憧憬呢？",
    "annotation": [
      {
        "sentence": "我能够理解你目前的困惑和不安。",
        "label": ""
      },
      {
        "sentence": "或许是因为我们本身对于爱情并没有太多的期望，也或许是两个人的生活太过于平淡，所以并没有觉得有太多的激情。",
        "label": ""
      },
      {
        "sentence": "虽然已经和对方相处了两年，但是我们可以简单的回想一下，在彼此相处的过程中是否有哪些特别值得纪念的日子，或者说我们是否对于爱情有着一定的憧憬呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我们相处的日子确实很平淡，没有什么浪漫的回忆。我也不确定自己是否有对爱情的憧憬，只是觉得自己一直都没有那种心动的感觉。",
    "annotation": [
      {
        "sentence": "嗯，我们相处的日子确实很平淡，没有什么浪漫的回忆。",
        "label": ""
      },
      {
        "sentence": "我也不确定自己是否有对爱情的憧憬，只是觉得自己一直都没有那种心动的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。如果说我们本身对于爱情就是不咸不淡的状态，甚至没有一点渴望的话，那么无论对方付出再多，我们也很难有心动的感觉，更多时候会认为生活就是这么平淡无奇。对方对我们很好，也付出了很多，可是自己并不是很喜欢，甚至有的时候会排斥一些肢体接触。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "如果说我们本身对于爱情就是不咸不淡的状态，甚至没有一点渴望的话，那么无论对方付出再多，我们也很难有心动的感觉，更多时候会认为生活就是这么平淡无奇。",
        "label": ""
      },
      {
        "sentence": "对方对我们很好，也付出了很多，可是自己并不是很喜欢，甚至有的时候会排斥一些肢体接触。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是有这种排斥的感觉，不知道为什么会这样。",
    "annotation": [
      {
        "sentence": "是的，我就是有这种排斥的感觉，不知道为什么会这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你是从什么时候开始有这样的行为，或者当初自己答应和对方在一起又是因为什么。",
    "annotation": [
      {
        "sentence": "不知道你是从什么时候开始有这样的行为，或者当初自己答应和对方在一起又是因为什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在一开始答应和他在一起的时候，并没有那么多的顾虑，可能是因为相处时间久了，我才发现自己对他的感觉没有那么深。",
    "annotation": [
      {
        "sentence": "我在一开始答应和他在一起的时候，并没有那么多的顾虑，可能是因为相处时间久了，我才发现自己对他的感觉没有那么深。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原因可能有很多种。其实生活很多时候就是这样，如果没有一定的规划或者彼此没有其他的想法，很容易会产生和你类似的烦恼，生活就像是一滩死水，没有半点涟漪。如果可以的话，我们是不是可以找个时间去对方的城市找找对方和对方一起去做一些情侣会做的事情，比如一起去大学校园的操场上散散步，谈谈最近发生的趣事，聊一聊对于未来的想法，看看会不会有其他的火花。",
    "annotation": [
      {
        "sentence": "原因可能有很多种。",
        "label": ""
      },
      {
        "sentence": "其实生活很多时候就是这样，如果没有一定的规划或者彼此没有其他的想法，很容易会产生和你类似的烦恼，生活就像是一滩死水，没有半点涟漪。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，我们是不是可以找个时间去对方的城市找找对方和对方一起去做一些情侣会做的事情，比如一起去大学校园的操场上散散步，谈谈最近发生的趣事，聊一聊对于未来的想法，看看会不会有其他的火花。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来像是个不错的建议。也许我们可以尝试一些不同的事情，来激发一些新的感觉。",
    "annotation": [
      {
        "sentence": "听起来像是个不错的建议。",
        "label": ""
      },
      {
        "sentence": "也许我们可以尝试一些不同的事情，来激发一些新的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候改变一下环境，做一些新鲜的事情，会给我们带来意想不到的情感体验。不要担心过去的平淡，我们可以尝试去创造一些美好的回忆，让彼此重新发现对方的吸引之处。",
    "annotation": [
      {
        "sentence": "是的，有时候改变一下环境，做一些新鲜的事情，会给我们带来意想不到的情感体验。",
        "label": ""
      },
      {
        "sentence": "不要担心过去的平淡，我们可以尝试去创造一些美好的回忆，让彼此重新发现对方的吸引之处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着跟他沟通，看看能不能找回一些互相间的激情和爱意。",
    "annotation": [
      {
        "sentence": "嗯，我会试着跟他沟通，看看能不能找回一些互相间的激情和爱意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，沟通是解决问题的关键。希望你们能够找到共同的兴趣和激情，重新点燃对彼此的喜爱和欣赏之情。",
    "annotation": [
      {
        "sentence": "很好，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "希望你们能够找到共同的兴趣和激情，重新点燃对彼此的喜爱和欣赏之情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我觉得心情好多了，希望我们能够走出现在的困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我觉得心情好多了，希望我们能够走出现在的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没事的，你要相信自己的能力和决心。只要你们真心愿意去改变现状，一定会找到属于你们的幸福。祝福你们！",
    "annotation": [
      {
        "sentence": "没事的，你要相信自己的能力和决心。",
        "label": ""
      },
      {
        "sentence": "只要你们真心愿意去改变现状，一定会找到属于你们的幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  }
]