[
  {
    "role": "client",
    "content": "因为失去对人的基本信任感，生活止步不前了怎么办？",
    "annotation": [
      {
        "sentence": "因为失去对人的基本信任感，生活止步不前了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你失去对人的基本信任感对你生活的困扰。请告诉我更多关于你的经历和感受。",
    "annotation": [
      {
        "sentence": "你好，我了解你失去对人的基本信任感对你生活的困扰。",
        "label": ""
      },
      {
        "sentence": "请告诉我更多关于你的经历和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是一个30多岁的女生，经历过很多负面事件。起因可以追溯到我四岁开始上小学，学业和社交能力一直比不上别人。加上父母经常争吵打闹，他们习惯把我当作发泄的对象。这导致我对学习失去了兴趣，整个中学时期都受到校园霸凌的困扰。为了不让他们离婚，我一直忍让自己，无论发生什么事情，我总是第一个道歉。久而久之，我觉得自己的自我保护机制出现了问题，每当遇到比我声音大、气势强的人时，我就会变得脑子一片空白。虽然在大学时还算过得去，但之后的职场和感情生活中，我频繁遭受了pua（心理操纵）的伤害。这种经历让我对人失去了信任，内心非常敏感，甚至无法与人正常交往，包括工作和社交方面。我深知如果失去了自我保护能力，就很容易被这个社会吞噬。目前我处于自我封闭的状态，不想向外界展示我的愤怒，但又无法对外界的刺激不敏感。请问你有什么解决办法吗？",
    "annotation": [
      {
        "sentence": "我是一个30多岁的女生，经历过很多负面事件。",
        "label": ""
      },
      {
        "sentence": "起因可以追溯到我四岁开始上小学，学业和社交能力一直比不上别人。",
        "label": ""
      },
      {
        "sentence": "加上父母经常争吵打闹，他们习惯把我当作发泄的对象。",
        "label": ""
      },
      {
        "sentence": "这导致我对学习失去了兴趣，整个中学时期都受到校园霸凌的困扰。",
        "label": ""
      },
      {
        "sentence": "为了不让他们离婚，我一直忍让自己，无论发生什么事情，我总是第一个道歉。",
        "label": ""
      },
      {
        "sentence": "久而久之，我觉得自己的自我保护机制出现了问题，每当遇到比我声音大、气势强的人时，我就会变得脑子一片空白。",
        "label": ""
      },
      {
        "sentence": "虽然在大学时还算过得去，但之后的职场和感情生活中，我频繁遭受了pua（心理操纵）的伤害。",
        "label": ""
      },
      {
        "sentence": "这种经历让我对人失去了信任，内心非常敏感，甚至无法与人正常交往，包括工作和社交方面。",
        "label": ""
      },
      {
        "sentence": "我深知如果失去了自我保护能力，就很容易被这个社会吞噬。",
        "label": ""
      },
      {
        "sentence": "目前我处于自我封闭的状态，不想向外界展示我的愤怒，但又无法对外界的刺激不敏感。",
        "label": ""
      },
      {
        "sentence": "请问你有什么解决办法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，通过你的描述，我感受到了你内心的恐惧、痛苦、脆弱、无助、无力和茫然，你似乎陷入了一片灰色地带，像是越陷越深的泥潭，不知道该如何挣脱。我看得出来，你在这个挣扎中有接触心灵成长，并且意识到了所有问题的根源是你儿时的经历。首先，要明白每个人都有自己的人生课程，所以每个人的童年经历都是各不相同的。在原生家庭的影响下，有些人一生都在经历并没有走出人生课程，而有些人则不断成长和提升，超越命运的限制，找到属于自己的道路。超越命运从接受开始，接受过去发生的一切是命运给予的，无需怪罪命运对我们的不公平。重要的是看自己如何超越命运，找回真正的自己。通过阅读你的文字，我知道你把自己目前的状况归因于原生家庭的影响，这确实是导致你不能活出真正的自己的原因。你认为自己的自闭和受伤是别人造成的，与你无关，你把自己当作受害者，仿佛被催眠了一样，觉得自己无法控制。不幸的童年让你对自己有了限制性的认知，遇到问题时总是认为是自己的错，所以才会允许别人伤害你。你提到失去了自我保护的力量，这一点是正确的。人是动物，自我保护是每个人的本能，但你的本能却被压抑了，根源在于你认为自己不好，允许别人伤害你，所以如何去保护自己呢？我曾经也是一个严重压抑本能的人，对别人的不高兴总是觉得是自己的错，走出来是一个漫长的过程。你现在处于自闭状态，不要评判自己，也不要逼迫自己去做任何事情。你可以利用这段时间更多地觉察和清理自己，多阅读一些心灵成长的书籍，平时如果情绪波动，请试着用笔记录下来，让过去积累的情绪得以发泄。此外，多到大自然中去，做一些让自己平静的事情。很多心理问题都是由各种头脑中的限制性信念和情绪控制所造成的，只要多做一些能让你回归到身体感受的事情，这些影响会逐渐减少。无论发生什么事情，一定要接纳自己，不评判自己，并耐心地陪伴自己的成长。学会与自己成为朋友的过程是需要时间的，只要你上路了，永远都不晚。祝你勇敢前行。",
    "annotation": [
      {
        "sentence": "你好，通过你的描述，我感受到了你内心的恐惧、痛苦、脆弱、无助、无力和茫然，你似乎陷入了一片灰色地带，像是越陷越深的泥潭，不知道该如何挣脱。",
        "label": ""
      },
      {
        "sentence": "我看得出来，你在这个挣扎中有接触心灵成长，并且意识到了所有问题的根源是你儿时的经历。",
        "label": ""
      },
      {
        "sentence": "首先，要明白每个人都有自己的人生课程，所以每个人的童年经历都是各不相同的。",
        "label": ""
      },
      {
        "sentence": "在原生家庭的影响下，有些人一生都在经历并没有走出人生课程，而有些人则不断成长和提升，超越命运的限制，找到属于自己的道路。",
        "label": ""
      },
      {
        "sentence": "超越命运从接受开始，接受过去发生的一切是命运给予的，无需怪罪命运对我们的不公平。",
        "label": ""
      },
      {
        "sentence": "重要的是看自己如何超越命运，找回真正的自己。",
        "label": ""
      },
      {
        "sentence": "通过阅读你的文字，我知道你把自己目前的状况归因于原生家庭的影响，这确实是导致你不能活出真正的自己的原因。",
        "label": ""
      },
      {
        "sentence": "你认为自己的自闭和受伤是别人造成的，与你无关，你把自己当作受害者，仿佛被催眠了一样，觉得自己无法控制。",
        "label": ""
      },
      {
        "sentence": "不幸的童年让你对自己有了限制性的认知，遇到问题时总是认为是自己的错，所以才会允许别人伤害你。",
        "label": ""
      },
      {
        "sentence": "你提到失去了自我保护的力量，这一点是正确的。",
        "label": ""
      },
      {
        "sentence": "人是动物，自我保护是每个人的本能，但你的本能却被压抑了，根源在于你认为自己不好，允许别人伤害你，所以如何去保护自己呢？",
        "label": ""
      },
      {
        "sentence": "我曾经也是一个严重压抑本能的人，对别人的不高兴总是觉得是自己的错，走出来是一个漫长的过程。",
        "label": ""
      },
      {
        "sentence": "你现在处于自闭状态，不要评判自己，也不要逼迫自己去做任何事情。",
        "label": ""
      },
      {
        "sentence": "你可以利用这段时间更多地觉察和清理自己，多阅读一些心灵成长的书籍，平时如果情绪波动，请试着用笔记录下来，让过去积累的情绪得以发泄。",
        "label": ""
      },
      {
        "sentence": "此外，多到大自然中去，做一些让自己平静的事情。",
        "label": ""
      },
      {
        "sentence": "很多心理问题都是由各种头脑中的限制性信念和情绪控制所造成的，只要多做一些能让你回归到身体感受的事情，这些影响会逐渐减少。",
        "label": ""
      },
      {
        "sentence": "无论发生什么事情，一定要接纳自己，不评判自己，并耐心地陪伴自己的成长。",
        "label": ""
      },
      {
        "sentence": "学会与自己成为朋友的过程是需要时间的，只要你上路了，永远都不晚。",
        "label": ""
      },
      {
        "sentence": "祝你勇敢前行。",
        "label": ""
      }
    ]
  }
]