[
  {
    "role": "client",
    "content": "我应聘什么岗位也不知道，直接去面试……已经跟父母拒绝了这份工作，但是简历还是被提交，去应聘什么工作都不知道，直接去面试，感觉很无奈……",
    "annotation": [
      {
        "sentence": "我应聘什么岗位也不知道，直接去面试……已经跟父母拒绝了这份工作，但是简历还是被提交，去应聘什么工作都不知道，直接去面试，感觉很无奈……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我可以理解你现在的困惑和无奈。听起来你对自己的职业发展还没有明确的方向，以至于在找工作时感到无所适从。首先，你需要弄清楚你对什么样的职位感兴趣，了解自己的技能和兴趣点。这样可以帮助你在面试时更加有针对性地回答问题和展示你的优势。",
    "annotation": [
      {
        "sentence": "你好，我可以理解你现在的困惑和无奈。",
        "label": ""
      },
      {
        "sentence": "听起来你对自己的职业发展还没有明确的方向，以至于在找工作时感到无所适从。",
        "label": ""
      },
      {
        "sentence": "首先，你需要弄清楚你对什么样的职位感兴趣，了解自己的技能和兴趣点。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你在面试时更加有针对性地回答问题和展示你的优势。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对自己的职业方向确实还没有明确的规划。我现在只是很纠结，因为我已经拒绝了父母推荐的工作，但是简历还是被提交了。我不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "是的，我对自己的职业方向确实还没有明确的规划。",
        "label": ""
      },
      {
        "sentence": "我现在只是很纠结，因为我已经拒绝了父母推荐的工作，但是简历还是被提交了。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说，你似乎对父母对你的工作安排感到有些失望和无奈。父母帮助我们是出于关心和爱，但我们也需要为自己的未来做出选择。或许在这次找工作的过程中，你可以试着与父母沟通，告诉他们你的想法和计划，证明自己已经具备了独立思考和决策的能力。这样他们也会更放心地让你自己去寻找适合自己的工作机会。",
    "annotation": [
      {
        "sentence": "听你说，你似乎对父母对你的工作安排感到有些失望和无奈。",
        "label": ""
      },
      {
        "sentence": "父母帮助我们是出于关心和爱，但我们也需要为自己的未来做出选择。",
        "label": ""
      },
      {
        "sentence": "或许在这次找工作的过程中，你可以试着与父母沟通，告诉他们你的想法和计划，证明自己已经具备了独立思考和决策的能力。",
        "label": ""
      },
      {
        "sentence": "这样他们也会更放心地让你自己去寻找适合自己的工作机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我感觉到父母对我的安排一直都是出于好意。我会试着跟他们沟通，让他们知道我希望能够自己做出职业选择的决定。但如果他们安排的工作正好是我喜欢的，我是不是该接受呢？",
    "annotation": [
      {
        "sentence": "确实，我感觉到父母对我的安排一直都是出于好意。",
        "label": ""
      },
      {
        "sentence": "我会试着跟他们沟通，让他们知道我希望能够自己做出职业选择的决定。",
        "label": ""
      },
      {
        "sentence": "但如果他们安排的工作正好是我喜欢的，我是不是该接受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果父母安排的工作正好是你喜欢的，那是一种非常幸运的情况。接受这份工作也是对父母关爱的一种回应。他们了解你，并且希望为你提供最好的机会。但在以后的决定中，你可以要求他们尊重你的决定和感受，让他们知道你需要自己独立思考和选择的空间。",
    "annotation": [
      {
        "sentence": "如果父母安排的工作正好是你喜欢的，那是一种非常幸运的情况。",
        "label": ""
      },
      {
        "sentence": "接受这份工作也是对父母关爱的一种回应。",
        "label": ""
      },
      {
        "sentence": "他们了解你，并且希望为你提供最好的机会。",
        "label": ""
      },
      {
        "sentence": "但在以后的决定中，你可以要求他们尊重你的决定和感受，让他们知道你需要自己独立思考和选择的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不喜欢他们安排的工作，我觉得那只是他们眼中的好工作，而非我真正想要的。我该怎么向他们表明我的决定，并要求他们尊重我的职业选择？",
    "annotation": [
      {
        "sentence": "我真的不喜欢他们安排的工作，我觉得那只是他们眼中的好工作，而非我真正想要的。",
        "label": ""
      },
      {
        "sentence": "我该怎么向他们表明我的决定，并要求他们尊重我的职业选择？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对这份工作的不喜欢，并且觉得很重要向父母表达自己的决定。最好的解决方式是通过这次事情表明自己的立场。你可以告诉父母，希望他们尊重你的职业选择，同时愿意去面试他们安排的工作，给他们一个交代。但也要强调这将是最后一次接受他们的安排，他们需要理解你希望自己有自主权来决定自己的未来。希望你能找到一个双方都能接受的方式。",
    "annotation": [
      {
        "sentence": "我理解你对这份工作的不喜欢，并且觉得很重要向父母表达自己的决定。",
        "label": ""
      },
      {
        "sentence": "最好的解决方式是通过这次事情表明自己的立场。",
        "label": ""
      },
      {
        "sentence": "你可以告诉父母，希望他们尊重你的职业选择，同时愿意去面试他们安排的工作，给他们一个交代。",
        "label": ""
      },
      {
        "sentence": "但也要强调这将是最后一次接受他们的安排，他们需要理解你希望自己有自主权来决定自己的未来。",
        "label": ""
      },
      {
        "sentence": "希望你能找到一个双方都能接受的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会遵循你的建议，与父母沟通并明确表达自己的意见和决定。我希望他们能够理解和尊重我的选择。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会遵循你的建议，与父母沟通并明确表达自己的意见和决定。",
        "label": ""
      },
      {
        "sentence": "我希望他们能够理解和尊重我的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你的决定。希望你能与父母达成共识，并找到适合自己的职业道路。祝福你和你的父母都能顺利安心。",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你的决定。",
        "label": ""
      },
      {
        "sentence": "希望你能与父母达成共识，并找到适合自己的职业道路。",
        "label": ""
      },
      {
        "sentence": "祝福你和你的父母都能顺利安心。",
        "label": ""
      }
    ]
  }
]