[
  {
    "role": "client",
    "content": "29岁女，敏感自卑，我会记恨说我不好的人怎么回事？性格内向，敏感自卑，小时候打压式教育，总觉得别人不喜欢我，当得知别人说我不好的时候，我常常在心底记恨别人，我这样的心理原因是什么？我应该怎样调整，我不想这样！我感到有点痛苦。",
    "annotation": [
      {
        "sentence": "29岁女，敏感自卑，我会记恨说我不好的人怎么回事？",
        "label": ""
      },
      {
        "sentence": "性格内向，敏感自卑，小时候打压式教育，总觉得别人不喜欢我，当得知别人说我不好的时候，我常常在心底记恨别人，我这样的心理原因是什么？",
        "label": ""
      },
      {
        "sentence": "我应该怎样调整，我不想这样！",
        "label": ""
      },
      {
        "sentence": "我感到有点痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我听到你对自己敏感自卑的描述，你在成长过程中经历了打压式教育，这可能是你记恨说你不好的人的一个原因。要了解更多关于你这种心理的原因，我们可以一起来探索一下。你为什么会觉得别人不喜欢你呢？从小到大有没有遇到什么特别的事件或经历？",
    "annotation": [
      {
        "sentence": "你好，我听到你对自己敏感自卑的描述，你在成长过程中经历了打压式教育，这可能是你记恨说你不好的人的一个原因。",
        "label": ""
      },
      {
        "sentence": "要了解更多关于你这种心理的原因，我们可以一起来探索一下。",
        "label": ""
      },
      {
        "sentence": "你为什么会觉得别人不喜欢你呢？",
        "label": ""
      },
      {
        "sentence": "从小到大有没有遇到什么特别的事件或经历？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "小时候经常被父母批评，他们总是说我不如别的孩子，我感觉他们对我期待很高，但我总是做不到他们的要求。所以我觉得别人肯定也不会喜欢我。",
    "annotation": [
      {
        "sentence": "小时候经常被父母批评，他们总是说我不如别的孩子，我感觉他们对我期待很高，但我总是做不到他们的要求。",
        "label": ""
      },
      {
        "sentence": "所以我觉得别人肯定也不会喜欢我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你与我分享你的经历。这样的教育方式可能给你带来了负面的情绪，同时也加深了你的自卑感。但是，请记住，你并不是父母说的那样，你也有你的优点和价值。我们每个人都有独特的个性和特长，不必过分在意别人的评价。能不能试试找到一些自己的价值和优点呢？",
    "annotation": [
      {
        "sentence": "感谢你与我分享你的经历。",
        "label": ""
      },
      {
        "sentence": "这样的教育方式可能给你带来了负面的情绪，同时也加深了你的自卑感。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，你并不是父母说的那样，你也有你的优点和价值。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有独特的个性和特长，不必过分在意别人的评价。",
        "label": ""
      },
      {
        "sentence": "能不能试试找到一些自己的价值和优点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道我有什么优点和价值，似乎我做不到别人的期待。也许我应该放下对别人评价的过分在意，但我觉得很难做到。",
    "annotation": [
      {
        "sentence": "我不知道我有什么优点和价值，似乎我做不到别人的期待。",
        "label": ""
      },
      {
        "sentence": "也许我应该放下对别人评价的过分在意，但我觉得很难做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很正常的感受。每个人都有自己的优点和价值，只是有时候我们可能没有意识到或者不敢承认。尝试着思考一下你喜欢做的事情，你擅长的领域，你的爱好或者你曾经获得过的成就，这些都是你的优点和价值所在。放下对别人评价的过分在意可能需要一些时间和努力，但请相信，你是值得被尊重和喜欢的。",
    "annotation": [
      {
        "sentence": "这是一个很正常的感受。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和价值，只是有时候我们可能没有意识到或者不敢承认。",
        "label": ""
      },
      {
        "sentence": "尝试着思考一下你喜欢做的事情，你擅长的领域，你的爱好或者你曾经获得过的成就，这些都是你的优点和价值所在。",
        "label": ""
      },
      {
        "sentence": "放下对别人评价的过分在意可能需要一些时间和努力，但请相信，你是值得被尊重和喜欢的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我原来从来没有意识到自己也有优点和价值，谢谢你的提醒和鼓励。但是每当有人说我不好的时候，我还是会很受伤，怎么办呢？",
    "annotation": [
      {
        "sentence": "我原来从来没有意识到自己也有优点和价值，谢谢你的提醒和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是每当有人说我不好的时候，我还是会很受伤，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当别人说你不好时，第一反应往往是受伤和难过，这是可以理解的。但请记住，你可以选择如何对待这些话语。试着换个角度来看待，思考一下对方的动机和目的，也许他们说这些话并不是出于真实的了解，而是出于其他原因。同时，尽量将注意力转移到那些给予你正面评价和支持的人身上，他们的看法更重要。在自我成长的过程中，学会保护自己的情绪和自尊，这是一个很重要的步骤。",
    "annotation": [
      {
        "sentence": "当别人说你不好时，第一反应往往是受伤和难过，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但请记住，你可以选择如何对待这些话语。",
        "label": ""
      },
      {
        "sentence": "试着换个角度来看待，思考一下对方的动机和目的，也许他们说这些话并不是出于真实的了解，而是出于其他原因。",
        "label": ""
      },
      {
        "sentence": "同时，尽量将注意力转移到那些给予你正面评价和支持的人身上，他们的看法更重要。",
        "label": ""
      },
      {
        "sentence": "在自我成长的过程中，学会保护自己的情绪和自尊，这是一个很重要的步骤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会试着改变我的思维方式，并专注于那些支持和肯定我的人。谢谢你给我的建议和鼓励，我会努力去调整自己的心态，希望能摆脱这种记恨别人的心理负担。",
    "annotation": [
      {
        "sentence": "我理解了，我会试着改变我的思维方式，并专注于那些支持和肯定我的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我的建议和鼓励，我会努力去调整自己的心态，希望能摆脱这种记恨别人的心理负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试改变。调整自己的心态需要时间和努力，但相信我，你一定能够做到。在这个过程中，不要忘记给自己一些宽容和鼓励。如果你需要进一步的支持或者有任何其他的困惑，随时都可以找我聊天。你并不孤单，我们会一起度过困难的时刻。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试改变。",
        "label": ""
      },
      {
        "sentence": "调整自己的心态需要时间和努力，但相信我，你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记给自己一些宽容和鼓励。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持或者有任何其他的困惑，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起度过困难的时刻。",
        "label": ""
      }
    ]
  }
]