[
  {
    "role": "client",
    "content": "为什么总是对理性上感觉正确的事情生气？我总是碰到很多，理性上觉得没错，但是感情上过不去，忍不住要生气的事。很不好的地方在于，这种事我常常没法说出口，因为我知道它不是特别有道理。拿小时候举例子，以前去小商品店，碰到一对很可爱的玩偶，当时大人帮我买了，我也知道那是我的，到家以后因为表妹一起去的却没有，大人说让我让她一个。我其实倒也没觉得说一定要两个，但是我就觉得如果当时买的时候就说清楚一人一个，我就一点问题没有，但是后来那种情况我就觉得心理过不去（但是我知道我应该给）现在长大了也一样，比如我女友近期要和我去旅行，本来费了很多功夫终于定好行程，但是就没几个小时突然和我说，回程不和我回了，要直接去外地和她亲戚回合再去另一个旅行…其实我觉得这本来没啥，可是心理就是很难过去，总有一种被背叛，被轻视，被看不起的感觉…类似的事很多，我知道自己有问题，但我就想不通，一边劝自己，一边心理又一直过不去。",
    "annotation": [
      {
        "sentence": "为什么总是对理性上感觉正确的事情生气？",
        "label": ""
      },
      {
        "sentence": "我总是碰到很多，理性上觉得没错，但是感情上过不去，忍不住要生气的事。",
        "label": ""
      },
      {
        "sentence": "很不好的地方在于，这种事我常常没法说出口，因为我知道它不是特别有道理。",
        "label": ""
      },
      {
        "sentence": "拿小时候举例子，以前去小商品店，碰到一对很可爱的玩偶，当时大人帮我买了，我也知道那是我的，到家以后因为表妹一起去的却没有，大人说让我让她一个。",
        "label": ""
      },
      {
        "sentence": "我其实倒也没觉得说一定要两个，但是我就觉得如果当时买的时候就说清楚一人一个，我就一点问题没有，但是后来那种情况我就觉得心理过不去（但是我知道我应该给）现在长大了也一样，比如我女友近期要和我去旅行，本来费了很多功夫终于定好行程，但是就没几个小时突然和我说，回程不和我回了，要直接去外地和她亲戚回合再去另一个旅行…其实我觉得这本来没啥，可是心理就是很难过去，总有一种被背叛，被轻视，被看不起的感觉…类似的事很多，我知道自己有问题，但我就想不通，一边劝自己，一边心理又一直过不去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，感觉你是有点控制欲。你希望别人和你一样遵守你认为是确定的事情。不过，人与人之间总是存在着各自不同的需求和看法。你提到小时候的经历，买玩偶的事情，看来你对这种事情的均等性很在意。比如你认为两个人都是应该各自拥有一个玩偶，这样才公平。想明白这一点，未来你可以在合适的时候，表达自己的需求和意愿。至于你现在的情况，你女友改变了旅行的行程，这让你感到有点难过，觉得被背叛、被轻视。我理解你的感受，这些类似的事情很多，不过，你也可以试着理解她的角度。也许她之所以有这样的变动，是受到一些外部因素的影响，比如亲朋好友的邀请。她可能想要顾及和维持她的人际关系。我们应该尊重她的这一点，同时也给自己一些空间去接受这些改变。如果你觉得困扰，可以与女友进行沟通，让她了解你的感受，也许她会为了你而做出一些调整。好好经营彼此之间的交流，增加理解和包容，也许可以解决这个问题。",
    "annotation": [
      {
        "sentence": "听你说的，感觉你是有点控制欲。",
        "label": ""
      },
      {
        "sentence": "你希望别人和你一样遵守你认为是确定的事情。",
        "label": ""
      },
      {
        "sentence": "不过，人与人之间总是存在着各自不同的需求和看法。",
        "label": ""
      },
      {
        "sentence": "你提到小时候的经历，买玩偶的事情，看来你对这种事情的均等性很在意。",
        "label": ""
      },
      {
        "sentence": "比如你认为两个人都是应该各自拥有一个玩偶，这样才公平。",
        "label": ""
      },
      {
        "sentence": "想明白这一点，未来你可以在合适的时候，表达自己的需求和意愿。",
        "label": ""
      },
      {
        "sentence": "至于你现在的情况，你女友改变了旅行的行程，这让你感到有点难过，觉得被背叛、被轻视。",
        "label": ""
      },
      {
        "sentence": "我理解你的感受，这些类似的事情很多，不过，你也可以试着理解她的角度。",
        "label": ""
      },
      {
        "sentence": "也许她之所以有这样的变动，是受到一些外部因素的影响，比如亲朋好友的邀请。",
        "label": ""
      },
      {
        "sentence": "她可能想要顾及和维持她的人际关系。",
        "label": ""
      },
      {
        "sentence": "我们应该尊重她的这一点，同时也给自己一些空间去接受这些改变。",
        "label": ""
      },
      {
        "sentence": "如果你觉得困扰，可以与女友进行沟通，让她了解你的感受，也许她会为了你而做出一些调整。",
        "label": ""
      },
      {
        "sentence": "好好经营彼此之间的交流，增加理解和包容，也许可以解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的，我确实希望别人能理解我，遵守我认为是确定的事情。对于小时候的玩具事件，我之前就是觉得如果当时能够明确一人一个，可能就不会有后来的不愉快了。现在的情况，我也理解她有她的考虑和需求，但那种被背叛的感觉真的很难过，我想我需要更好地处理自己的情绪。我会试着与女友沟通，让她了解我的感受，希望我们能找到一个共同的解决办法。",
    "annotation": [
      {
        "sentence": "我明白你说的，我确实希望别人能理解我，遵守我认为是确定的事情。",
        "label": ""
      },
      {
        "sentence": "对于小时候的玩具事件，我之前就是觉得如果当时能够明确一人一个，可能就不会有后来的不愉快了。",
        "label": ""
      },
      {
        "sentence": "现在的情况，我也理解她有她的考虑和需求，但那种被背叛的感觉真的很难过，我想我需要更好地处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我会试着与女友沟通，让她了解我的感受，希望我们能找到一个共同的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受并意识到自己需要更好地处理情绪是很重要的。与女友进行开放坦诚的沟通是解决问题的关键。通过表达你自己的感受，让她了解你的内心世界，也帮助她知道你对这个问题的重视程度。同时，也可以试着从她的角度去理解她的决定和需求。毕竟，人与人之间的想法和期望是不同的，但通过互相理解和共同寻找解决方案，可以减少矛盾和误解，增进彼此之间的关系。",
    "annotation": [
      {
        "sentence": "理解你的感受并意识到自己需要更好地处理情绪是很重要的。",
        "label": ""
      },
      {
        "sentence": "与女友进行开放坦诚的沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "通过表达你自己的感受，让她了解你的内心世界，也帮助她知道你对这个问题的重视程度。",
        "label": ""
      },
      {
        "sentence": "同时，也可以试着从她的角度去理解她的决定和需求。",
        "label": ""
      },
      {
        "sentence": "毕竟，人与人之间的想法和期望是不同的，但通过互相理解和共同寻找解决方案，可以减少矛盾和误解，增进彼此之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要主动去沟通，让她了解我的真实感受，也要尝试理解她的角度。只有通过真诚沟通，我们才能更好地解决问题，减少误解，维持我们的关系。我会试着采取行动，希望能够找到一个共同的解决办法。",
    "annotation": [
      {
        "sentence": "你说得对，我需要主动去沟通，让她了解我的真实感受，也要尝试理解她的角度。",
        "label": ""
      },
      {
        "sentence": "只有通过真诚沟通，我们才能更好地解决问题，减少误解，维持我们的关系。",
        "label": ""
      },
      {
        "sentence": "我会试着采取行动，希望能够找到一个共同的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的决心。相信通过你们的共同努力，你们一定能够找到一个彼此都满意的解决方案。记住，开放坦诚的沟通和相互理解是建立稳固关系的基石。祝你们好运，并希望你能够更好地处理自己的情绪和冲突。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的决心。",
        "label": ""
      },
      {
        "sentence": "相信通过你们的共同努力，你们一定能够找到一个彼此都满意的解决方案。",
        "label": ""
      },
      {
        "sentence": "记住，开放坦诚的沟通和相互理解是建立稳固关系的基石。",
        "label": ""
      },
      {
        "sentence": "祝你们好运，并希望你能够更好地处理自己的情绪和冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力去改善自己的情绪管理能力，同时也与女友共同努力解决问题。希望我们能够共同成长，共创美好的关系。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力去改善自己的情绪管理能力，同时也与女友共同努力解决问题。",
        "label": ""
      },
      {
        "sentence": "希望我们能够共同成长，共创美好的关系。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你提供支持和帮助。你的决心和努力至关重要，相信你会取得进步。祝你们旅行愉快，关系更为紧密。如果你还有其他方面的困惑，随时都可以找我倾诉。祝一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你的决心和努力至关重要，相信你会取得进步。",
        "label": ""
      },
      {
        "sentence": "祝你们旅行愉快，关系更为紧密。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他方面的困惑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]