[
  {
    "role": "client",
    "content": "为什么总是对理性上感觉正确的事情生气？我总是碰到很多，理性上觉得没错，但是感情上过不去，忍不住要生气的事。很不好的地方在于，这种事我常常没法说出口，因为我知道它不是特别有道理。拿小时候举例子，以前去小商品店，碰到一对很可爱的玩偶，当时大人帮我买了，我也知道那是我的，到家以后因为表妹一起去的却没有，大人说让我让她一个。我其实倒也没觉得说一定要两个，但是我就觉得如果当时买的时候就说清楚一人一个，我就一点问题没有，但是后来那种情况我就觉得心理过不去（但是我知道我应该给）现在长大了也一样，比如我女友近期要和我去旅行，本来费了很多功夫终于定好行程，但是就没几个小时突然和我说，回程不和我回了，要直接去外地和她亲戚回合再去另一个旅行…其实我觉得这本来没啥，可是心理就是很难过去，总有一种被背叛，被轻视，被看不起的感觉…类似的事很多，我知道自己有问题，但我就想不通，一边劝自己，一边心理又一直过不去。",
    "annotation": [
      {
        "sentence": "为什么总是对理性上感觉正确的事情生气？",
        "label": ""
      },
      {
        "sentence": "我总是碰到很多，理性上觉得没错，但是感情上过不去，忍不住要生气的事。",
        "label": ""
      },
      {
        "sentence": "很不好的地方在于，这种事我常常没法说出口，因为我知道它不是特别有道理。",
        "label": ""
      },
      {
        "sentence": "拿小时候举例子，以前去小商品店，碰到一对很可爱的玩偶，当时大人帮我买了，我也知道那是我的，到家以后因为表妹一起去的却没有，大人说让我让她一个。",
        "label": ""
      },
      {
        "sentence": "我其实倒也没觉得说一定要两个，但是我就觉得如果当时买的时候就说清楚一人一个，我就一点问题没有，但是后来那种情况我就觉得心理过不去（但是我知道我应该给）现在长大了也一样，比如我女友近期要和我去旅行，本来费了很多功夫终于定好行程，但是就没几个小时突然和我说，回程不和我回了，要直接去外地和她亲戚回合再去另一个旅行…其实我觉得这本来没啥，可是心理就是很难过去，总有一种被背叛，被轻视，被看不起的感觉…类似的事很多，我知道自己有问题，但我就想不通，一边劝自己，一边心理又一直过不去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是我在平台回答的第3个问题！希望能够对你有帮助。其实吧！我觉得不是你的问题。我们一辈子大部分时间都给了理性，偶尔感性一下是绝对没有问题的！不要怀疑自己，有时候，我们必须坚持自己的想法，并且大声说出来。以你女友旅行为例，几点建议，希望有帮助。",
    "annotation": [
      {
        "sentence": "这是我在平台回答的第3个问题！",
        "label": ""
      },
      {
        "sentence": "希望能够对你有帮助。",
        "label": ""
      },
      {
        "sentence": "其实吧！",
        "label": ""
      },
      {
        "sentence": "我觉得不是你的问题。",
        "label": ""
      },
      {
        "sentence": "我们一辈子大部分时间都给了理性，偶尔感性一下是绝对没有问题的！",
        "label": ""
      },
      {
        "sentence": "不要怀疑自己，有时候，我们必须坚持自己的想法，并且大声说出来。",
        "label": ""
      },
      {
        "sentence": "以你女友旅行为例，几点建议，希望有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。确实，大部分时间我都很理性，但当感性膨胀的时候，我就无法控制自己的情绪。你有什么具体的建议来帮助我平衡理性和感性吗？",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "确实，大部分时间我都很理性，但当感性膨胀的时候，我就无法控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你有什么具体的建议来帮助我平衡理性和感性吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当理性和感性冲突时，我们内心出现不适应是很正常的，不用过多抵触它，也不用自我心理暗示它有什么不好，这本来就是一个做选择的过程，尊崇自己的内心，或者权衡利弊，自己做决定。就像你女友要去和别人回合，你可以选择和她一起，或者直接告知她希望她和你一起，关键是要大声说出自己的看法和需求，让她也来做抉择，试着交流和沟通，不管是和自己还是和外在的环境或人，慢慢地你会找到理性和感性的平衡点。",
    "annotation": [
      {
        "sentence": "当理性和感性冲突时，我们内心出现不适应是很正常的，不用过多抵触它，也不用自我心理暗示它有什么不好，这本来就是一个做选择的过程，尊崇自己的内心，或者权衡利弊，自己做决定。",
        "label": ""
      },
      {
        "sentence": "就像你女友要去和别人回合，你可以选择和她一起，或者直接告知她希望她和你一起，关键是要大声说出自己的看法和需求，让她也来做抉择，试着交流和沟通，不管是和自己还是和外在的环境或人，慢慢地你会找到理性和感性的平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该尊重和表达自己的内心感受。但是有时候，我担心这样做会引起冲突或争吵，我不太擅长处理这些情况。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "你说得对，我应该尊重和表达自己的内心感受。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我担心这样做会引起冲突或争吵，我不太擅长处理这些情况。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用过多的在意其他人的感受，除了自己和自己在意的人，其他人的感受只是虚荣或者不值一提，你觉得不适应是外在的压力，导致自己无所适从，但是其实那就是面子，古人云：死要面子活受罪，这是很有道理的，做一个有主见的自己，让自己慢慢学会去主导生活和工作中的事务，自信起来，慢慢地你会发现，你纠结的不过是琐事。",
    "annotation": [
      {
        "sentence": "不用过多的在意其他人的感受，除了自己和自己在意的人，其他人的感受只是虚荣或者不值一提，你觉得不适应是外在的压力，导致自己无所适从，但是其实那就是面子，古人云：死要面子活受罪，这是很有道理的，做一个有主见的自己，让自己慢慢学会去主导生活和工作中的事务，自信起来，慢慢地你会发现，你纠结的不过是琐事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加自信，不过于考虑别人的感受。但是我觉得可能是从小的经历和家庭教育导致了这种心理，我该如何处理这些原因呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加自信，不过于考虑别人的感受。",
        "label": ""
      },
      {
        "sentence": "但是我觉得可能是从小的经历和家庭教育导致了这种心理，我该如何处理这些原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于产生你心理的原因，可能是从小的经历，也可能是家庭教育，这都是正常的，不是疾病，更不是缺点，只是我们人生路上需要经历的成长而已，不用过多自我怀疑，自我认同才是解决一切问题的原因，加油，慢慢成熟起来的男生是很强大的！希望对您有帮助。",
    "annotation": [
      {
        "sentence": "关于产生你心理的原因，可能是从小的经历，也可能是家庭教育，这都是正常的，不是疾病，更不是缺点，只是我们人生路上需要经历的成长而已，不用过多自我怀疑，自我认同才是解决一切问题的原因，加油，慢慢成熟起来的男生是很强大的！",
        "label": ""
      },
      {
        "sentence": "希望对您有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会尽力去认同自己并慢慢成长。你的建议对我很有帮助，我会试着运用到实际中去。再次感谢你的理解和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽力去认同自己并慢慢成长。",
        "label": ""
      },
      {
        "sentence": "你的建议对我很有帮助，我会试着运用到实际中去。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮助到你。如果以后还有类似的问题，记得随时来找我聊天。你已经迈出了一步，相信在不久的将来，你会更加成熟自信的。加油！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果以后还有类似的问题，记得随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了一步，相信在不久的将来，你会更加成熟自信的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]