[
  {
    "role": "client",
    "content": "为什么总是对理性上感觉正确的事情生气？我总是碰到很多，理性上觉得没错，但是感情上过不去，忍不住要生气的事。很不好的地方在于，这种事我常常没法说出口，因为我知道它不是特别有道理。拿小时候举例子，以前去小商品店，碰到一对很可爱的玩偶，当时大人帮我买了，我也知道那是我的，到家以后因为表妹一起去的却没有，大人说让我让她一个。我其实倒也没觉得说一定要两个，但是我就觉得如果当时买的时候就说清楚一人一个，我就一点问题没有，但是后来那种情况我就觉得心理过不去（但是我知道我应该给）现在长大了也一样，比如我女友近期要和我去旅行，本来费了很多功夫终于定好行程，但是就没几个小时突然和我说，回程不和我回了，要直接去外地和她亲戚回合再去另一个旅行…其实我觉得这本来没啥，可是心理就是很难过去，总有一种被背叛，被轻视，被看不起的感觉…类似的事很多，我知道自己有问题，但我就想不通，一边劝自己，一边心理又一直过不去。",
    "annotation": [
      {
        "sentence": "为什么总是对理性上感觉正确的事情生气？",
        "label": ""
      },
      {
        "sentence": "我总是碰到很多，理性上觉得没错，但是感情上过不去，忍不住要生气的事。",
        "label": ""
      },
      {
        "sentence": "很不好的地方在于，这种事我常常没法说出口，因为我知道它不是特别有道理。",
        "label": ""
      },
      {
        "sentence": "拿小时候举例子，以前去小商品店，碰到一对很可爱的玩偶，当时大人帮我买了，我也知道那是我的，到家以后因为表妹一起去的却没有，大人说让我让她一个。",
        "label": ""
      },
      {
        "sentence": "我其实倒也没觉得说一定要两个，但是我就觉得如果当时买的时候就说清楚一人一个，我就一点问题没有，但是后来那种情况我就觉得心理过不去（但是我知道我应该给）现在长大了也一样，比如我女友近期要和我去旅行，本来费了很多功夫终于定好行程，但是就没几个小时突然和我说，回程不和我回了，要直接去外地和她亲戚回合再去另一个旅行…其实我觉得这本来没啥，可是心理就是很难过去，总有一种被背叛，被轻视，被看不起的感觉…类似的事很多，我知道自己有问题，但我就想不通，一边劝自己，一边心理又一直过不去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你讲述的两件事，都显示了同样的模式：1、自己感觉不舒服，甚至委屈、生气，2、同时觉得自己不应该介意，应该接受。你的困惑来自于本能欲望和理智的矛盾，也就是本我和超我的冲突。要想两者之间达到平衡，需要你的自我去进行调节。无非是遵从欲望，或者尊重欲望、调整超我标准，又或者压制欲望，严格执行超我标准等等。",
    "annotation": [
      {
        "sentence": "你讲述的两件事，都显示了同样的模式：1、自己感觉不舒服，甚至委屈、生气，2、同时觉得自己不应该介意，应该接受。",
        "label": ""
      },
      {
        "sentence": "你的困惑来自于本能欲望和理智的矛盾，也就是本我和超我的冲突。",
        "label": ""
      },
      {
        "sentence": "要想两者之间达到平衡，需要你的自我去进行调节。",
        "label": ""
      },
      {
        "sentence": "无非是遵从欲望，或者尊重欲望、调整超我标准，又或者压制欲望，严格执行超我标准等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时候觉得自己很矛盾，明明知道应该接受，但就是控制不住自己的情绪。",
    "annotation": [
      {
        "sentence": "我有时候觉得自己很矛盾，明明知道应该接受，但就是控制不住自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一、人的自我意识、情感与欲望是正常合理的存在，值得尊重与善待。这一点是需要最先接受的。一个人的情感与欲望，无论多么强烈、甚至超出常规标准，都是正常的存在，也是需要被接纳和尊重的。关键在于我们用何种方式去表达，不对他人和自己带去伤害。",
    "annotation": [
      {
        "sentence": "一、人的自我意识、情感与欲望是正常合理的存在，值得尊重与善待。",
        "label": ""
      },
      {
        "sentence": "这一点是需要最先接受的。",
        "label": ""
      },
      {
        "sentence": "一个人的情感与欲望，无论多么强烈、甚至超出常规标准，都是正常的存在，也是需要被接纳和尊重的。",
        "label": ""
      },
      {
        "sentence": "关键在于我们用何种方式去表达，不对他人和自己带去伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，所以即使我觉得不公平，也应该试着去理解自己的感受，并以一种积极的方式表达出来，对吗？",
    "annotation": [
      {
        "sentence": "我明白了，所以即使我觉得不公平，也应该试着去理解自己的感受，并以一种积极的方式表达出来，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，就像你举的小时候让玩具的例子，我们从小被教育要礼让他人，要懂得照顾别人，要先人后己等等。但是我们自身的欲望、我们那些没能消化的情绪，又将去向哪里呢？我相信这一点很少有人告诉过我们。人在3、4岁的时候已经开始形成了自我意识，也有了物权意识。如果我们仔细观察，就会发现三四岁的孩子开始懂得维护自己的东西、玩具，这是正常发育的表现。有了这个基础，我们才知道哪些是我们自己的，哪些是别人的，然后慢慢学习，如果想要别人的东西，有哪些合理的途径，又有什么事不可以做的。所以，你当时的不乐意、不舒服完全就是一点问题没有，完全正常的反应啊。试想一下，如果你觉得别人随便要我们东西正常，那我们随意拿别人东西也是正常的，世界会变成什么样子呢？宪法都规定了，人的生命和物权不容侵犯，那我们去维护自己的东西、立场是再正常不过的事了。我们要接纳的是情感和欲望本身，要学习的是合理满足它们的方法而已。",
    "annotation": [
      {
        "sentence": "是的，就像你举的小时候让玩具的例子，我们从小被教育要礼让他人，要懂得照顾别人，要先人后己等等。",
        "label": ""
      },
      {
        "sentence": "但是我们自身的欲望、我们那些没能消化的情绪，又将去向哪里呢？",
        "label": ""
      },
      {
        "sentence": "我相信这一点很少有人告诉过我们。",
        "label": ""
      },
      {
        "sentence": "人在3、4岁的时候已经开始形成了自我意识，也有了物权意识。",
        "label": ""
      },
      {
        "sentence": "如果我们仔细观察，就会发现三四岁的孩子开始懂得维护自己的东西、玩具，这是正常发育的表现。",
        "label": ""
      },
      {
        "sentence": "有了这个基础，我们才知道哪些是我们自己的，哪些是别人的，然后慢慢学习，如果想要别人的东西，有哪些合理的途径，又有什么事不可以做的。",
        "label": ""
      },
      {
        "sentence": "所以，你当时的不乐意、不舒服完全就是一点问题没有，完全正常的反应啊。",
        "label": ""
      },
      {
        "sentence": "试想一下，如果你觉得别人随便要我们东西正常，那我们随意拿别人东西也是正常的，世界会变成什么样子呢？",
        "label": ""
      },
      {
        "sentence": "宪法都规定了，人的生命和物权不容侵犯，那我们去维护自己的东西、立场是再正常不过的事了。",
        "label": ""
      },
      {
        "sentence": "我们要接纳的是情感和欲望本身，要学习的是合理满足它们的方法而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，原来我对自己的感受和欲望也应该重视和尊重，只是需要找到合适的表达方式。",
    "annotation": [
      {
        "sentence": "我理解了，原来我对自己的感受和欲望也应该重视和尊重，只是需要找到合适的表达方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "二、遵守道德规范不意味着压制个人需求感觉你是个道德感很强，也就是超我严苛的人。生活中，我们常常会说这一类人品质高尚，有时候甚至舍己为人。但从心理学角度看，这样未必就是好事。人的心理健康，在于一种平衡。一个人长时间的付出忍让，必然会导致耗竭，而那些对你有所取的人，也会一再突破你的边界，不懂得适可而止。早晚在别的地方栽跟头，你的高尚，对自己、对他人其实都是不利的。我们要遵守道德规范，我们追求品质高洁。但同时，我们也应该照顾自己的本能，在合理范围内去满足自己的欲望和情感。就如我们常说的，自己都掏空了，又怎么去滋养别人。只有我们自己得到满足了，才能更好地给别人帮助。",
    "annotation": [
      {
        "sentence": "二、遵守道德规范不意味着压制个人需求感觉你是个道德感很强，也就是超我严苛的人。",
        "label": ""
      },
      {
        "sentence": "生活中，我们常常会说这一类人品质高尚，有时候甚至舍己为人。",
        "label": ""
      },
      {
        "sentence": "但从心理学角度看，这样未必就是好事。",
        "label": ""
      },
      {
        "sentence": "人的心理健康，在于一种平衡。",
        "label": ""
      },
      {
        "sentence": "一个人长时间的付出忍让，必然会导致耗竭，而那些对你有所取的人，也会一再突破你的边界，不懂得适可而止。",
        "label": ""
      },
      {
        "sentence": "早晚在别的地方栽跟头，你的高尚，对自己、对他人其实都是不利的。",
        "label": ""
      },
      {
        "sentence": "我们要遵守道德规范，我们追求品质高洁。",
        "label": ""
      },
      {
        "sentence": "但同时，我们也应该照顾自己的本能，在合理范围内去满足自己的欲望和情感。",
        "label": ""
      },
      {
        "sentence": "就如我们常说的，自己都掏空了，又怎么去滋养别人。",
        "label": ""
      },
      {
        "sentence": "只有我们自己得到满足了，才能更好地给别人帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来我一直以为要做一个道德高尚的人就不能满足自己的欲望和情感，但我现在明白了，只有当自己得到满足时，才能更",
    "annotation": [
      {
        "sentence": "原来我一直以为要做一个道德高尚的人就不能满足自己的欲望和情感，但我现在明白了，只有当自己得到满足时，才能更",
        "label": ""
      }
    ]
  }
]