[
  {
    "role": "client",
    "content": "感觉自己反应过猛，感情来的快去的也快？我最近在追一个女生，但是总觉得自己的反应过猛，就是情感很强烈，就像快当男女朋友了，但是，我不想发展的这么快，因为我曾经有个女朋友但是其实，我不太喜欢她，但是由于一些事情，我还是和她在一起了，因为，那时我正在追一个女生，当时，，家里有个人总说我成绩不好，我就很烦，然后我就想我一定要让你看一下我成绩不差，然后就好好学习在当时成绩也还行可是当时我正在追一个女生我一直没和她说喜欢她她其实知道后来有一个女生说喜欢我结果被她听见了还说:“像你这样的人，还有人喜欢”我当时气不打一处来怎么了我就不值得别人喜欢我就想你说这句话就是代表不喜欢我了于是我一气之下和追我的女生在一起了但是其实我不怎么喜欢她所以我没怎么理她结果一个月后就分了但是其实我想给她一个好的生活所以我当时在努力在期间我还知道她和我一样是离异家庭我就想想让她获得好的生活",
    "annotation": [
      {
        "sentence": "感觉自己反应过猛，感情来的快去的也快？",
        "label": ""
      },
      {
        "sentence": "我最近在追一个女生，但是总觉得自己的反应过猛，就是情感很强烈，就像快当男女朋友了，但是，我不想发展的这么快，因为我曾经有个女朋友但是其实，我不太喜欢她，但是由于一些事情，我还是和她在一起了，因为，那时我正在追一个女生，当时，，家里有个人总说我成绩不好，我就很烦，然后我就想我一定要让你看一下我成绩不差，然后就好好学习在当时成绩也还行可是当时我正在追一个女生我一直没和她说喜欢她她其实知道后来有一个女生说喜欢我结果被她听见了还说:“像你这样的人，还有人喜欢”我当时气不打一处来怎么了我就不值得别人喜欢我就想你说这句话就是代表不喜欢我了于是我一气之下和追我的女生在一起了但是其实我不怎么喜欢她所以我没怎么理她结果一个月后就分了但是其实我想给她一个好的生活所以我当时在努力在期间我还知道她和我一样是离异家庭我就想想让她获得好的生活",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对感情的反应是相当激烈的。也许还没遇到对的人吧！你刚刚也提到你并不太喜欢那个女孩。你对她好只是因为你们有相似的经历，都是离异家庭，或许你更多的是同情吧。我们需要了解感情也需要时间磨合。确立关系太快或者结束太快之间存在一定的因果关系，但不一定是必然的。有些人会相识几年后成为恋人，但很快又分手了。有些人则在一见钟情后就迅速坠入爱河，关系一直非常亲密。所以感情是双向的，不是一个人努力的结果。为什么不建议太快确定关系呢？因为在确立关系之前了解还不够充分，这样决定就会仓促。感情的长久与否最终是由你对对方的了解程度决定的。然而，太快确定关系的风险在于：你没有足够的时间和经历去了解对方，在确定关系后才发现对方的本性与你期望的不符，这样就会失望，想要分手，感情也就结束了。反过来也是一样的，对方不够了解你，在一时冲动之下和你在一起，等她回过神来，发现你也不是她所期望的样子。所以不是太快导致感情不顺，而是因为双方互相了解太少导致感情不顺。决定感情长短的主要还是双方对彼此的了解程度，以及在此基础上的接纳程度。所以你不要急于确定结果，如果真的喜欢她，不妨先给彼此一个互相了解的机会，相互了解之后再做决定，这样会更美好不是吗？",
    "annotation": [
      {
        "sentence": "听起来你对感情的反应是相当激烈的。",
        "label": ""
      },
      {
        "sentence": "也许还没遇到对的人吧！",
        "label": ""
      },
      {
        "sentence": "你刚刚也提到你并不太喜欢那个女孩。",
        "label": ""
      },
      {
        "sentence": "你对她好只是因为你们有相似的经历，都是离异家庭，或许你更多的是同情吧。",
        "label": ""
      },
      {
        "sentence": "我们需要了解感情也需要时间磨合。",
        "label": ""
      },
      {
        "sentence": "确立关系太快或者结束太快之间存在一定的因果关系，但不一定是必然的。",
        "label": ""
      },
      {
        "sentence": "有些人会相识几年后成为恋人，但很快又分手了。",
        "label": ""
      },
      {
        "sentence": "有些人则在一见钟情后就迅速坠入爱河，关系一直非常亲密。",
        "label": ""
      },
      {
        "sentence": "所以感情是双向的，不是一个人努力的结果。",
        "label": ""
      },
      {
        "sentence": "为什么不建议太快确定关系呢？",
        "label": ""
      },
      {
        "sentence": "因为在确立关系之前了解还不够充分，这样决定就会仓促。",
        "label": ""
      },
      {
        "sentence": "感情的长久与否最终是由你对对方的了解程度决定的。",
        "label": ""
      },
      {
        "sentence": "然而，太快确定关系的风险在于：你没有足够的时间和经历去了解对方，在确定关系后才发现对方的本性与你期望的不符，这样就会失望，想要分手，感情也就结束了。",
        "label": ""
      },
      {
        "sentence": "反过来也是一样的，对方不够了解你，在一时冲动之下和你在一起，等她回过神来，发现你也不是她所期望的样子。",
        "label": ""
      },
      {
        "sentence": "所以不是太快导致感情不顺，而是因为双方互相了解太少导致感情不顺。",
        "label": ""
      },
      {
        "sentence": "决定感情长短的主要还是双方对彼此的了解程度，以及在此基础上的接纳程度。",
        "label": ""
      },
      {
        "sentence": "所以你不要急于确定结果，如果真的喜欢她，不妨先给彼此一个互相了解的机会，相互了解之后再做决定，这样会更美好不是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我只是因为她的相似经历才会对她好。我之前的感情经历也让我很困惑，尤其是当有人说我不值得被喜欢的时候，我觉得很伤心。那时候我为了证明自己的价值，就和那个女生在一起了。但其实我并不太喜欢她，所以我们很快就分手了。现在我明白了，感情是需要时间和相互了解的，我会慢慢学会控制自己的情绪，不再那么冲动。",
    "annotation": [
      {
        "sentence": "你说得对，也许我只是因为她的相似经历才会对她好。",
        "label": ""
      },
      {
        "sentence": "我之前的感情经历也让我很困惑，尤其是当有人说我不值得被喜欢的时候，我觉得很伤心。",
        "label": ""
      },
      {
        "sentence": "那时候我为了证明自己的价值，就和那个女生在一起了。",
        "label": ""
      },
      {
        "sentence": "但其实我并不太喜欢她，所以我们很快就分手了。",
        "label": ""
      },
      {
        "sentence": "现在我明白了，感情是需要时间和相互了解的，我会慢慢学会控制自己的情绪，不再那么冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的确经历了一段困惑的感情历程，尤其是被人贬低的感受。那时为了证明自己的价值，你选择和那个女生在一起了。但事实上你并不太喜欢她，所以分手是可以理解的。现在你明白了，感情是需要时间和相互了解的。学会控制自己的情绪，不再冲动，是很重要的一步。如果你真的喜欢这个女生，就给彼此更多时间去了解对方吧，相信会有更美好的结果。",
    "annotation": [
      {
        "sentence": "你的确经历了一段困惑的感情历程，尤其是被人贬低的感受。",
        "label": ""
      },
      {
        "sentence": "那时为了证明自己的价值，你选择和那个女生在一起了。",
        "label": ""
      },
      {
        "sentence": "但事实上你并不太喜欢她，所以分手是可以理解的。",
        "label": ""
      },
      {
        "sentence": "现在你明白了，感情是需要时间和相互了解的。",
        "label": ""
      },
      {
        "sentence": "学会控制自己的情绪，不再冲动，是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "如果你真的喜欢这个女生，就给彼此更多时间去了解对方吧，相信会有更美好的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试着慢慢去了解这个女生，不再急于做出决定。我也会控制自己的情绪，不再因为一时冲动而做出错误的选择。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试着慢慢去了解这个女生，不再急于做出决定。",
        "label": ""
      },
      {
        "sentence": "我也会控制自己的情绪，不再因为一时冲动而做出错误的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。慢慢去了解这个女生，给自己和她更多的时间，让感情逐渐发展，是个不错的选择。同时，也要记得控制自己的情绪，做出更明智的决定。祝福你能找到属于你的幸福！如果有任何需要，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "慢慢去了解这个女生，给自己和她更多的时间，让感情逐渐发展，是个不错的选择。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得控制自己的情绪，做出更明智的决定。",
        "label": ""
      },
      {
        "sentence": "祝福你能找到属于你的幸福！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持，我真的感到很温暖。如果以后有需要，我会再来找你咨询的。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持，我真的感到很温暖。",
        "label": ""
      },
      {
        "sentence": "如果以后有需要，我会再来找你咨询的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能帮到你我也非常开心。随时欢迎你的再次咨询，祝你一切顺利！记得保持积极的心态，相信自己，你一定会找到属于自己的幸福。再见！",
    "annotation": [
      {
        "sentence": "不客气，能帮到你我也非常开心。",
        "label": ""
      },
      {
        "sentence": "随时欢迎你的再次咨询，祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "记得保持积极的心态，相信自己，你一定会找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]