[
  {
    "role": "client",
    "content": "为什么总是对理性上感觉正确的事情生气？我总是碰到很多，理性上觉得没错，但是感情上过不去，忍不住要生气的事。很不好的地方在于，这种事我常常没法说出口，因为我知道它不是特别有道理。",
    "annotation": [
      {
        "sentence": "为什么总是对理性上感觉正确的事情生气？",
        "label": ""
      },
      {
        "sentence": "我总是碰到很多，理性上觉得没错，但是感情上过不去，忍不住要生气的事。",
        "label": ""
      },
      {
        "sentence": "很不好的地方在于，这种事我常常没法说出口，因为我知道它不是特别有道理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，我明白你在说的这种感受，你说的\"理性上感觉正确的事情\"并不稀少。有时我们会发现自己对一些事情感到不满，尤其是当我们感觉对方对待事情的方式不符合我们内心中的期待时。这是一种很正常的情绪反应，会让我们有点失望和焦虑。你曾经尝试过将这些感受传达给他人吗？",
    "annotation": [
      {
        "sentence": "亲亲，我明白你在说的这种感受，你说的\"理性上感觉正确的事情\"并不稀少。",
        "label": ""
      },
      {
        "sentence": "有时我们会发现自己对一些事情感到不满，尤其是当我们感觉对方对待事情的方式不符合我们内心中的期待时。",
        "label": ""
      },
      {
        "sentence": "这是一种很正常的情绪反应，会让我们有点失望和焦虑。",
        "label": ""
      },
      {
        "sentence": "你曾经尝试过将这些感受传达给他人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "拿小时候举例子，以前去小商品店，碰到一对很可爱的玩偶，当时大人帮我买了，我也知道那是我的，到家以后因为表妹一起去的却没有，大人说让我让她一个。我其实倒也没觉得说一定要两个，但是我就觉得如果当时买的时候就说清楚一人一个，我就一点问题没有，但是后来那种情况我就觉得心理过不去（但是我知道我应该给）。",
    "annotation": [
      {
        "sentence": "拿小时候举例子，以前去小商品店，碰到一对很可爱的玩偶，当时大人帮我买了，我也知道那是我的，到家以后因为表妹一起去的却没有，大人说让我让她一个。",
        "label": ""
      },
      {
        "sentence": "我其实倒也没觉得说一定要两个，但是我就觉得如果当时买的时候就说清楚一人一个，我就一点问题没有，但是后来那种情况我就觉得心理过不去（但是我知道我应该给）。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你在小时候就经历过类似的情况。这种时候，当大人改变原定的计划时，你可能觉得内心有些失落和不满。我理解你希望事情按照最初订定的规则进行，而改变会让你感到心理上不适应。事实上，这是你内心中对规则的一种信仰和一种对公平的追求。这样的感受是正常的，而且你所付出的努力和牺牲也是值得认可的。你曾经试过告诉大人你的真实感受吗？",
    "annotation": [
      {
        "sentence": "明白了，你在小时候就经历过类似的情况。",
        "label": ""
      },
      {
        "sentence": "这种时候，当大人改变原定的计划时，你可能觉得内心有些失落和不满。",
        "label": ""
      },
      {
        "sentence": "我理解你希望事情按照最初订定的规则进行，而改变会让你感到心理上不适应。",
        "label": ""
      },
      {
        "sentence": "事实上，这是你内心中对规则的一种信仰和一种对公平的追求。",
        "label": ""
      },
      {
        "sentence": "这样的感受是正常的，而且你所付出的努力和牺牲也是值得认可的。",
        "label": ""
      },
      {
        "sentence": "你曾经试过告诉大人你的真实感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在长大了也一样，比如我女友近期要和我去旅行，本来费了很多功夫终于定好行程，但是就没几个小时突然和我说，回程不和我回了，要直接去外地和她亲戚回合再去另一个旅行…其实我觉得这本来没啥，可是心理就是很难过去，总有一种被背叛，被轻视，被看不起的感觉…类似的事很多，我知道自己有问题，但我就想不通，一边劝自己，一边心理又一直过不去。",
    "annotation": [
      {
        "sentence": "现在长大了也一样，比如我女友近期要和我去旅行，本来费了很多功夫终于定好行程，但是就没几个小时突然和我说，回程不和我回了，要直接去外地和她亲戚回合再去另一个旅行…其实我觉得这本来没啥，可是心理就是很难过去，总有一种被背叛，被轻视，被看不起的感觉…类似的事很多，我知道自己有问题，但我就想不通，一边劝自己，一边心理又一直过不去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在面临的困扰，这种突然改变的情况会让你觉得被背叛和心理上不适应。你的感受是正常的，可以理解。当我们的计划被改变时，我们可能会感到被轻视或不被重视。同时，你也意识到了自己对于这些问题有所困扰，并试图通过劝说自己去调整心态。但是，内心的困扰仍然没有消散。这种情况下，你可以尝试与女友坦诚地交流，将你的感受告诉她，让彼此更好地理解。有时，倾诉和寻求支持可以帮助我们找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "我明白你现在面临的困扰，这种突然改变的情况会让你觉得被背叛和心理上不适应。",
        "label": ""
      },
      {
        "sentence": "你的感受是正常的，可以理解。",
        "label": ""
      },
      {
        "sentence": "当我们的计划被改变时，我们可能会感到被轻视或不被重视。",
        "label": ""
      },
      {
        "sentence": "同时，你也意识到了自己对于这些问题有所困扰，并试图通过劝说自己去调整心态。",
        "label": ""
      },
      {
        "sentence": "但是，内心的困扰仍然没有消散。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你可以尝试与女友坦诚地交流，将你的感受告诉她，让彼此更好地理解。",
        "label": ""
      },
      {
        "sentence": "有时，倾诉和寻求支持可以帮助我们找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我总觉得自己有问题，为什么会这么计较呢？",
    "annotation": [
      {
        "sentence": "可是，我总觉得自己有问题，为什么会这么计较呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别太自责了，这并不代表你有问题。每个人对事情的看法和感受都不同，我们都有不同的过去经历和情感体验。所以，有时候我们会为一些事情过于计较，并不是因为我们有问题，而是因为我们关心这个事情。不过，我们可以试着以更开放和宽容的态度来看待这些问题，这样可能会让自己更加轻松一些。",
    "annotation": [
      {
        "sentence": "别太自责了，这并不代表你有问题。",
        "label": ""
      },
      {
        "sentence": "每个人对事情的看法和感受都不同，我们都有不同的过去经历和情感体验。",
        "label": ""
      },
      {
        "sentence": "所以，有时候我们会为一些事情过于计较，并不是因为我们有问题，而是因为我们关心这个事情。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以试着以更开放和宽容的态度来看待这些问题，这样可能会让自己更加轻松一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我感觉好多了。确实，有时候我太过于在乎一些小事情，让自己过于烦恼了。",
    "annotation": [
      {
        "sentence": "听你这么说，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "确实，有时候我太过于在乎一些小事情，让自己过于烦恼了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候我们都会过于关注小事，让自己感到烦恼和紧张。但是，我们也可以尝试放下这些小事，以更宽容的心态去面对生活中的不确定性。你可以试着将更多的注意力放在享受旅行和与他人的美好时光上，这样可以让自己更加快乐和满足。",
    "annotation": [
      {
        "sentence": "是的，有时候我们都会过于关注小事，让自己感到烦恼和紧张。",
        "label": ""
      },
      {
        "sentence": "但是，我们也可以尝试放下这些小事，以更宽容的心态去面对生活中的不确定性。",
        "label": ""
      },
      {
        "sentence": "你可以试着将更多的注意力放在享受旅行和与他人的美好时光上，这样可以让自己更加快乐和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着调整自己的心态，更多地去享受每一天。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "嗯，我会试着调整自己的心态，更多地去享受每一天。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记得，我们总是可以在困难中找到解决的方法。如果将来还有什么困扰的地方，不要犹豫，随时找我聊聊。祝愿你愉快的旅行和美好的人生！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得，我们总是可以在困难中找到解决的方法。",
        "label": ""
      },
      {
        "sentence": "如果将来还有什么困扰的地方，不要犹豫，随时找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝愿你愉快的旅行和美好的人生！",
        "label": ""
      }
    ]
  }
]