[
  {
    "role": "client",
    "content": "最近我追一个女生，但感觉自己反应过猛，情感来得太快又去得太快。我想慢慢发展感情，但有些顾虑。曾经有个女朋友，其实我并不太喜欢她，但因为一些事情才在一起。当时家里有人总说我成绩不好，我很烦，于是想证明自己的能力，努力学习，成绩还不错。那时我一直没跟心仪的女生表白，但她似乎知道我的心意。有一个女生喜欢我，被心仪的女生听到她的话后，说了一句让我很伤心的话：“像你这样的人，还有人喜欢。”我当时很气愤，觉得自己不值得被喜欢，于是气愤之下跟追求我的女生在一起了。但其实我并不太喜欢她，所以没怎么理她，结果一个月后就分了。但是我还是希望给她一个好的生活，因为她和我一样都来自离异家庭，我想让她过得好。",
    "annotation": [
      {
        "sentence": "最近我追一个女生，但感觉自己反应过猛，情感来得太快又去得太快。",
        "label": ""
      },
      {
        "sentence": "我想慢慢发展感情，但有些顾虑。",
        "label": ""
      },
      {
        "sentence": "曾经有个女朋友，其实我并不太喜欢她，但因为一些事情才在一起。",
        "label": ""
      },
      {
        "sentence": "当时家里有人总说我成绩不好，我很烦，于是想证明自己的能力，努力学习，成绩还不错。",
        "label": ""
      },
      {
        "sentence": "那时我一直没跟心仪的女生表白，但她似乎知道我的心意。",
        "label": ""
      },
      {
        "sentence": "有一个女生喜欢我，被心仪的女生听到她的话后，说了一句让我很伤心的话：“像你这样的人，还有人喜欢。",
        "label": ""
      },
      {
        "sentence": "”我当时很气愤，觉得自己不值得被喜欢，于是气愤之下跟追求我的女生在一起了。",
        "label": ""
      },
      {
        "sentence": "但其实我并不太喜欢她，所以没怎么理她，结果一个月后就分了。",
        "label": ""
      },
      {
        "sentence": "但是我还是希望给她一个好的生活，因为她和我一样都来自离异家庭，我想让她过得好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以看出你的前一段恋情对你产生了很大的影响，你们开始和结束的原因都比较无厘头，你们在一起并不是因为真正的喜欢。我明白你是因为内心的愧疚、同情，以及家庭环境的共鸣才与她在一起的。这段为期一个月的恋情或许不能称之为恋爱，它只是你情绪冲动下的产物，你只是想通过它来证明自己是值得被别人喜欢的。所以你不用因此而畏惧现在的感情，你首先应该想清楚自己是不是真的很喜欢对方，很想跟她在一起。如果是的话，就勇敢去追。",
    "annotation": [
      {
        "sentence": "可以看出你的前一段恋情对你产生了很大的影响，你们开始和结束的原因都比较无厘头，你们在一起并不是因为真正的喜欢。",
        "label": ""
      },
      {
        "sentence": "我明白你是因为内心的愧疚、同情，以及家庭环境的共鸣才与她在一起的。",
        "label": ""
      },
      {
        "sentence": "这段为期一个月的恋情或许不能称之为恋爱，它只是你情绪冲动下的产物，你只是想通过它来证明自己是值得被别人喜欢的。",
        "label": ""
      },
      {
        "sentence": "所以你不用因此而畏惧现在的感情，你首先应该想清楚自己是不是真的很喜欢对方，很想跟她在一起。",
        "label": ""
      },
      {
        "sentence": "如果是的话，就勇敢去追。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在确实对她有感情，但有时又不确定自己是不是真的喜欢她，还是受到了上一段恋情的影响。我怕我们的感情只是一时冲动，无法长久维持。",
    "annotation": [
      {
        "sentence": "我现在确实对她有感情，但有时又不确定自己是不是真的喜欢她，还是受到了上一段恋情的影响。",
        "label": ""
      },
      {
        "sentence": "我怕我们的感情只是一时冲动，无法长久维持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情的长久并不仅仅是初时好感的延续和增强。再热烈的感情最终也是会平静下来的，恋爱的新奇、浪漫、对对方的迷恋，总是会逐渐消散的。而与此同时，你们之间会产生出信任和依恋来维持这段感情。所以你现在感情强烈是正常的，你应该做的不是压抑自己，而是先了解对方的想法。感情是两个人的事情，双方都需要付出努力，而不是你一个人的独角戏。",
    "annotation": [
      {
        "sentence": "感情的长久并不仅仅是初时好感的延续和增强。",
        "label": ""
      },
      {
        "sentence": "再热烈的感情最终也是会平静下来的，恋爱的新奇、浪漫、对对方的迷恋，总是会逐渐消散的。",
        "label": ""
      },
      {
        "sentence": "而与此同时，你们之间会产生出信任和依恋来维持这段感情。",
        "label": ""
      },
      {
        "sentence": "所以你现在感情强烈是正常的，你应该做的不是压抑自己，而是先了解对方的想法。",
        "label": ""
      },
      {
        "sentence": "感情是两个人的事情，双方都需要付出努力，而不是你一个人的独角戏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该主动了解她的想法，看看我们是否有共同的目标和价值观。感情需要双方的共同努力来经营和维持。",
    "annotation": [
      {
        "sentence": "你说得对，我应该主动了解她的想法，看看我们是否有共同的目标和价值观。",
        "label": ""
      },
      {
        "sentence": "感情需要双方的共同努力来经营和维持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法！确保你们之间的交流畅通，诚实地表达自己的感受和想法。同时，也要尊重对方的决定和感受。只有建立在互相理解和支持的基础上的感情才能长久。",
    "annotation": [
      {
        "sentence": "非常赞同你的想法！",
        "label": ""
      },
      {
        "sentence": "确保你们之间的交流畅通，诚实地表达自己的感受和想法。",
        "label": ""
      },
      {
        "sentence": "同时，也要尊重对方的决定和感受。",
        "label": ""
      },
      {
        "sentence": "只有建立在互相理解和支持的基础上的感情才能长久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好跟她沟通的，也会尽量放下上一段感情的阴影，给我们的感情一个公平的机会。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会好好跟她沟通的，也会尽量放下上一段感情的阴影，给我们的感情一个公平的机会。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能够帮助到你。希望你和心仪的女生能够开诚布公地交流，找到彼此真正的想法和需要。祝福你们能够建立一段健康稳定的感情！如果你还有其他问题或需要进一步的支持，随时告诉我。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "希望你和心仪的女生能够开诚布公地交流，找到彼此真正的想法和需要。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够建立一段健康稳定的感情！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的支持，随时告诉我。",
        "label": ""
      }
    ]
  }
]