[
  {
    "role": "client",
    "content": "最近我感觉自己对感情反应过猛，来得快去得也快。我在追一个女生，但总觉得自己的情感太强烈了，好像快当男女朋友了。但我其实不想让事情发展得那么快，因为之前有个女朋友，我并不太喜欢她，但因为某些原因还是和她在一起了。当时，家里有个人总说我成绩不好，我就很烦。于是我下定决心要证明自己的成绩不差，努力学习，那时成绩还不错。但一直没和那个女生说喜欢她，她其实后来知道了。然后有一个女生告诉她说喜欢我，结果她听到了，还说：“像你这样的人，还有人喜欢。”我当时气得不行，觉得自己不值得被别人喜欢了，于是一气之下和那个追我的女生在一起了。但其实我并不怎么喜欢她，所以我对她也不怎么理睬。结果一个月后我们就分手了。但实际上，我还是想给她一个好的生活，因为我知道她和我一样都是离异家庭的孩子，我想让她过上美好的生活。",
    "annotation": [
      {
        "sentence": "最近我感觉自己对感情反应过猛，来得快去得也快。",
        "label": ""
      },
      {
        "sentence": "我在追一个女生，但总觉得自己的情感太强烈了，好像快当男女朋友了。",
        "label": ""
      },
      {
        "sentence": "但我其实不想让事情发展得那么快，因为之前有个女朋友，我并不太喜欢她，但因为某些原因还是和她在一起了。",
        "label": ""
      },
      {
        "sentence": "当时，家里有个人总说我成绩不好，我就很烦。",
        "label": ""
      },
      {
        "sentence": "于是我下定决心要证明自己的成绩不差，努力学习，那时成绩还不错。",
        "label": ""
      },
      {
        "sentence": "但一直没和那个女生说喜欢她，她其实后来知道了。",
        "label": ""
      },
      {
        "sentence": "然后有一个女生告诉她说喜欢我，结果她听到了，还说：“像你这样的人，还有人喜欢。",
        "label": ""
      },
      {
        "sentence": "”我当时气得不行，觉得自己不值得被别人喜欢了，于是一气之下和那个追我的女生在一起了。",
        "label": ""
      },
      {
        "sentence": "但其实我并不怎么喜欢她，所以我对她也不怎么理睬。",
        "label": ""
      },
      {
        "sentence": "结果一个月后我们就分手了。",
        "label": ""
      },
      {
        "sentence": "但实际上，我还是想给她一个好的生活，因为我知道她和我一样都是离异家庭的孩子，我想让她过上美好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不管你的情绪是快还是慢，我觉得这不是你今天来倾诉的主要原因。通过你的倾诉，我们感受到了一个善良的男孩子，以及对待爱情的态度：爱则好好爱，不爱则不伤害。爱情本来就是一种带有强烈炙热感的事物，在男女之间，当遇到心仪的人时，都会表现出对爱情的渴望。无论是从人性的角度还是生物根源来分析，这都是非常正常的。从你的倾诉中感觉到你应该还很年轻，在年轻气盛的时期，面对感情的处理方式或多或少还带有一些孩子气。爱情是伟大的，有时候甚至能创造出奇迹。在爱情这条路上，并没有绝对的适合与否，两个人能够走到一起，除了机缘还需要相处的舒适感。凑合而来的爱情，我个人觉得通常不会长久，即使逼着在一起，那也一定是不自在的，因为爱情的本质是内在的，而不是表面的。曾经的那个女朋友能说出那样的话，果断地分手也没有什么好后悔的。内心的瞧不起，说再多也是没用的，有些人是不值得追求的，应该果断离开。而面对自己不喜欢的女孩，你的内心首先考虑的是她的感受，而不是自己的。你心里很清楚，面对一份自己不爱的爱情，你不想违心，更不愿彼此伤害。爱情有时候就是这样，让人向往又带来很多困扰。好好地告诉那个爱你的女孩，毕竟她心里存着一份美好。小伙子，不要再怀疑自己的爱情观，无论热情快慢，你终究会遇到那个真正爱你，也是你爱的人。但在这个过程中，你无法阻止不适合的爱情到来。当爱情来临时，如果你爱，请深爱；如果你不爱，请不要伤害。",
    "annotation": [
      {
        "sentence": "不管你的情绪是快还是慢，我觉得这不是你今天来倾诉的主要原因。",
        "label": ""
      },
      {
        "sentence": "通过你的倾诉，我们感受到了一个善良的男孩子，以及对待爱情的态度：爱则好好爱，不爱则不伤害。",
        "label": ""
      },
      {
        "sentence": "爱情本来就是一种带有强烈炙热感的事物，在男女之间，当遇到心仪的人时，都会表现出对爱情的渴望。",
        "label": ""
      },
      {
        "sentence": "无论是从人性的角度还是生物根源来分析，这都是非常正常的。",
        "label": ""
      },
      {
        "sentence": "从你的倾诉中感觉到你应该还很年轻，在年轻气盛的时期，面对感情的处理方式或多或少还带有一些孩子气。",
        "label": ""
      },
      {
        "sentence": "爱情是伟大的，有时候甚至能创造出奇迹。",
        "label": ""
      },
      {
        "sentence": "在爱情这条路上，并没有绝对的适合与否，两个人能够走到一起，除了机缘还需要相处的舒适感。",
        "label": ""
      },
      {
        "sentence": "凑合而来的爱情，我个人觉得通常不会长久，即使逼着在一起，那也一定是不自在的，因为爱情的本质是内在的，而不是表面的。",
        "label": ""
      },
      {
        "sentence": "曾经的那个女朋友能说出那样的话，果断地分手也没有什么好后悔的。",
        "label": ""
      },
      {
        "sentence": "内心的瞧不起，说再多也是没用的，有些人是不值得追求的，应该果断离开。",
        "label": ""
      },
      {
        "sentence": "而面对自己不喜欢的女孩，你的内心首先考虑的是她的感受，而不是自己的。",
        "label": ""
      },
      {
        "sentence": "你心里很清楚，面对一份自己不爱的爱情，你不想违心，更不愿彼此伤害。",
        "label": ""
      },
      {
        "sentence": "爱情有时候就是这样，让人向往又带来很多困扰。",
        "label": ""
      },
      {
        "sentence": "好好地告诉那个爱你的女孩，毕竟她心里存着一份美好。",
        "label": ""
      },
      {
        "sentence": "小伙子，不要再怀疑自己的爱情观，无论热情快慢，你终究会遇到那个真正爱你，也是你爱的人。",
        "label": ""
      },
      {
        "sentence": "但在这个过程中，你无法阻止不适合的爱情到来。",
        "label": ""
      },
      {
        "sentence": "当爱情来临时，如果你爱，请深爱；如果你不爱，请不要伤害。",
        "label": ""
      }
    ]
  }
]