[
  {
    "role": "client",
    "content": "总是问你能不能发生关系的男生有问题吗？我和他刚成为男女朋友的时候，一次无意间开启了性话题，仅限于谈恋爱三年没发现关系正不正常（他谈了一段三年的感情，也没发生过关系，虽然他想），在这个话题下，我说我只能接受结婚后发生关系，当时他也是表示他是尊重女方的。",
    "annotation": [
      {
        "sentence": "总是问你能不能发生关系的男生有问题吗？",
        "label": ""
      },
      {
        "sentence": "我和他刚成为男女朋友的时候，一次无意间开启了性话题，仅限于谈恋爱三年没发现关系正不正常（他谈了一段三年的感情，也没发生过关系，虽然他想），在这个话题下，我说我只能接受结婚后发生关系，当时他也是表示他是尊重女方的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个话题对你来说确实很重要，你也很好地表达了自己的想法和边界。有时候当两个人刚开始交往的时候，性话题的讨论可能会早了一些。但是也不必太过焦虑，关系的建立需要时间和沟通。",
    "annotation": [
      {
        "sentence": "这个话题对你来说确实很重要，你也很好地表达了自己的想法和边界。",
        "label": ""
      },
      {
        "sentence": "有时候当两个人刚开始交往的时候，性话题的讨论可能会早了一些。",
        "label": ""
      },
      {
        "sentence": "但是也不必太过焦虑，关系的建立需要时间和沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来闹矛盾要分手，他要我说具体的对未来的计划，我说了很多，结果他又绕回了这个话题，后面闹分手，我对这个话题的回答也变成了两三年后可以到如果见了我爸妈，再到可以。",
    "annotation": [
      {
        "sentence": "后来闹矛盾要分手，他要我说具体的对未来的计划，我说了很多，结果他又绕回了这个话题，后面闹分手，我对这个话题的回答也变成了两三年后可以到如果见了我爸妈，再到可以。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你们对未来的计划有一些分歧，这可能导致了矛盾和分手的出现。你提到的见父母这个条件，可能让他感觉时间太长，也让你们在这个话题上无法达到共识。当然，每个人的想法和要求都是不同的，相互理解和尊重对于关系的维持是很重要的。",
    "annotation": [
      {
        "sentence": "看起来你们对未来的计划有一些分歧，这可能导致了矛盾和分手的出现。",
        "label": ""
      },
      {
        "sentence": "你提到的见父母这个条件，可能让他感觉时间太长，也让你们在这个话题上无法达到共识。",
        "label": ""
      },
      {
        "sentence": "当然，每个人的想法和要求都是不同的，相互理解和尊重对于关系的维持是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在我们分手了，但是我很想复合，我们有一个约定，完成了才能复合，最近我想找他，很单纯的想他，可是又到了这个话题，我俩都是第一次，他说如果我想他可以满足我一次，我承认我想发生关系，但是还是希望约定达成后，在一起后。但是怕拒绝他，因为他说如果我没有达成约定，这也是唯一一次，他也反复套我话般，问我态度，也表示如果我没有完成约定，他不会负责的，我也表示我不需要。但是他的行为我还是很疑惑的？问是否爱，拒绝回答。发生关系不能和别人说。",
    "annotation": [
      {
        "sentence": "现在我们分手了，但是我很想复合，我们有一个约定，完成了才能复合，最近我想找他，很单纯的想他，可是又到了这个话题，我俩都是第一次，他说如果我想他可以满足我一次，我承认我想发生关系，但是还是希望约定达成后，在一起后。",
        "label": ""
      },
      {
        "sentence": "但是怕拒绝他，因为他说如果我没有达成约定，这也是唯一一次，他也反复套我话般，问我态度，也表示如果我没有完成约定，他不会负责的，我也表示我不需要。",
        "label": ""
      },
      {
        "sentence": "但是他的行为我还是很疑惑的？",
        "label": ""
      },
      {
        "sentence": "问是否爱，拒绝回答。",
        "label": ""
      },
      {
        "sentence": "发生关系不能和别人说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，对于分手后的复合，你们已经有了一份约定。这个约定对你们之间的信任和沟通非常重要。谈论性话题时可能会带来一些不确定性，但是你已经表达了自己的想法。关于他对是否爱你的问题，现在可能还很难说清楚，但你可以尽量放慢步调，给予彼此更多的时间和空间去建立更深层次的情感。",
    "annotation": [
      {
        "sentence": "我了解你的感受，对于分手后的复合，你们已经有了一份约定。",
        "label": ""
      },
      {
        "sentence": "这个约定对你们之间的信任和沟通非常重要。",
        "label": ""
      },
      {
        "sentence": "谈论性话题时可能会带来一些不确定性，但是你已经表达了自己的想法。",
        "label": ""
      },
      {
        "sentence": "关于他对是否爱你的问题，现在可能还很难说清楚，但你可以尽量放慢步调，给予彼此更多的时间和空间去建立更深层次的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他会说他怕我如果不能完成约定，发生了关系，女方会吃亏，我对这一点是赞同的。我感觉是他想发生关系，但是他总是把这个话题变成我，问我想不想，要不要，我扯到别的话题，委婉表示不能这么快，还是会被他回到这个话题。",
    "annotation": [
      {
        "sentence": "他会说他怕我如果不能完成约定，发生了关系，女方会吃亏，我对这一点是赞同的。",
        "label": ""
      },
      {
        "sentence": "我感觉是他想发生关系，但是他总是把这个话题变成我，问我想不想，要不要，我扯到别的话题，委婉表示不能这么快，还是会被他回到这个话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他的担心也是可以理解的，关于性关系，双方的感受和需要确实需要互相沟通和协商。你能够站在自己的立场上，表达出自己的想法和需要，这是很重要也很好的。不过，如果你感觉这个话题总是困扰着你们，你可以试着和他表达出你对于建立稳固的感情基础的需求，看看能否从其他方面展开谈话。",
    "annotation": [
      {
        "sentence": "他的担心也是可以理解的，关于性关系，双方的感受和需要确实需要互相沟通和协商。",
        "label": ""
      },
      {
        "sentence": "你能够站在自己的立场上，表达出自己的想法和需要，这是很重要也很好的。",
        "label": ""
      },
      {
        "sentence": "不过，如果你感觉这个话题总是困扰着你们，你可以试着和他表达出你对于建立稳固的感情基础的需求，看看能否从其他方面展开谈话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "简单说一下分手原因，我也是学心理学的，所以我感觉前女友对他的不理睬，造成了他一定的心理创伤，不敢去爱别人，于是有一天我联系了他前女友，但是也没敢问，但是他前女友知道了有一个喜欢他的人存在，于是疯狂表示会改变要复合。他无法选择，于是两个都拒绝，但是昨天他也说了一句话，他是有点难想象未来不是她，但是如果我达成了约定，他就会彻底放下。我的疑惑可能是他不愿意回答是否爱我，但是总是把话题往这方面聊，我能感觉他想发生关系，但是又要表示是我提出的，而且不会负责的，我想他是那种骗人约炮的人吗？",
    "annotation": [
      {
        "sentence": "简单说一下分手原因，我也是学心理学的，所以我感觉前女友对他的不理睬，造成了他一定的心理创伤，不敢去爱别人，于是有一天我联系了他前女友，但是也没敢问，但是他前女友知道了有一个喜欢他的人存在，于是疯狂表示会改变要复合。",
        "label": ""
      },
      {
        "sentence": "他无法选择，于是两个都拒绝，但是昨天他也说了一句话，他是有点难想象未来不是她，但是如果我达成了约定，他就会彻底放下。",
        "label": ""
      },
      {
        "sentence": "我的疑惑可能是他不愿意回答是否爱我，但是总是把话题往这方面聊，我能感觉他想发生关系，但是又要表示是我提出的，而且不会负责的，我想他是那种骗人约炮的人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常敏锐地察觉到了他对前女友的情感，以及他对未来的一些犹豫和迷惑。在这个时候，你有权利对于你们的关系和未来给予一些期望和需求。他提到的放下可能是一个很重要的信号，但是无论如何，你的需求和边界是非常重要的。对于他是否是骗人约炮的人，很难下结论。但你可以通过和他坦诚地交流，观察他的行为和态度，来更好地了解他的真实意图。",
    "annotation": [
      {
        "sentence": "你非常敏锐地察觉到了他对前女友的情感，以及他对未来的一些犹豫和迷惑。",
        "label": ""
      },
      {
        "sentence": "在这个时候，你有权利对于你们的关系和未来给予一些期望和需求。",
        "label": ""
      },
      {
        "sentence": "他提到的放下可能是一个很重要的信号，但是无论如何，你的需求和边界是非常重要的。",
        "label": ""
      },
      {
        "sentence": "对于他是否是骗人约炮的人，很难下结论。",
        "label": ""
      },
      {
        "sentence": "但你可以通过和他坦诚地交流，观察他的行为和态度，来更好地了解他的真实意图。",
        "label": ""
      }
    ]
  }
]