[
  {
    "role": "client",
    "content": "我没有斗志，毕业3年没工作已经习惯？我17年7月大专毕业工作了半年嫁给了老公，玩了一年多后怀孕然后又半带半玩1年多后出社会了至今没上班，之前做客服一个月3千块，被骂，没有价值感做的不开心现在也没有想工作的念头。靠老公一个月7千多的工资租了个房过着日夜颠倒的生活，晚上睡不着白天起不来，我和老公没房，经济一般，可是我却像没有斗志一样仿佛沉迷于这种生活，我感觉我这样自己也不觉得羞耻，觉得有吃有喝挺好的，我果然落后了。",
    "annotation": [
      {
        "sentence": "我没有斗志，毕业3年没工作已经习惯？",
        "label": ""
      },
      {
        "sentence": "我17年7月大专毕业工作了半年嫁给了老公，玩了一年多后怀孕然后又半带半玩1年多后出社会了至今没上班，之前做客服一个月3千块，被骂，没有价值感做的不开心现在也没有想工作的念头。",
        "label": ""
      },
      {
        "sentence": "靠老公一个月7千多的工资租了个房过着日夜颠倒的生活，晚上睡不着白天起不来，我和老公没房，经济一般，可是我却像没有斗志一样仿佛沉迷于这种生活，我感觉我这样自己也不觉得羞耻，觉得有吃有喝挺好的，我果然落后了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感受到你内心对于自身状态的思量呐。因为你已经结婚就可以依靠丈夫的工资来过活，你已经毕业三年没工作已经习惯。这种习惯很容易被人适应同时也需要意识到这种生活对你而言就已经足够了吗，是否有吃有喝就是你真正想要的呢，因为我们的社会每时每刻都在飞速发展，不知道明天会发生什么，能够知道自己长期的人生规划非常重要，活在当下同时也要仰望星空或许就能防患于未然有长久的舒适哦。",
    "annotation": [
      {
        "sentence": "能够感受到你内心对于自身状态的思量呐。",
        "label": ""
      },
      {
        "sentence": "因为你已经结婚就可以依靠丈夫的工资来过活，你已经毕业三年没工作已经习惯。",
        "label": ""
      },
      {
        "sentence": "这种习惯很容易被人适应同时也需要意识到这种生活对你而言就已经足够了吗，是否有吃有喝就是你真正想要的呢，因为我们的社会每时每刻都在飞速发展，不知道明天会发生什么，能够知道自己长期的人生规划非常重要，活在当下同时也要仰望星空或许就能防患于未然有长久的舒适哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没有斗志，大专毕业工作了半年嫁给了老公，怀孕后一直没有稳定的工作，觉得做客服的工作没有价值感，现在也没有想要工作的念头。我和老公租了个房子，经济一般，但是我却沉迷于这种不求上进的生活。",
    "annotation": [
      {
        "sentence": "没有斗志，大专毕业工作了半年嫁给了老公，怀孕后一直没有稳定的工作，觉得做客服的工作没有价值感，现在也没有想要工作的念头。",
        "label": ""
      },
      {
        "sentence": "我和老公租了个房子，经济一般，但是我却沉迷于这种不求上进的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以坚持自己的想法同时也要看到你的目的到底是什么，你觉得这种舒适是否是可持续的呢，是否你还有其他事情想要去实现？尝试深入看到自己想要的生活与价值感。我们可以去依赖自己的父母、家人、伴侣，某种依赖或者迷茫的心态可能会激起人们的保护欲，这种特殊依赖本身有很多优势，意味着自己可以不用太费劲获得自身的需求，而适度依赖与过度依赖的争论仍然没有停止，也需要进行深入探讨。生活在一种群体部落中确实要去尝试适度依赖其他人，因为你必须遵守共同的规则，而不能随心所欲。",
    "annotation": [
      {
        "sentence": "你可以坚持自己的想法同时也要看到你的目的到底是什么，你觉得这种舒适是否是可持续的呢，是否你还有其他事情想要去实现？",
        "label": ""
      },
      {
        "sentence": "尝试深入看到自己想要的生活与价值感。",
        "label": ""
      },
      {
        "sentence": "我们可以去依赖自己的父母、家人、伴侣，某种依赖或者迷茫的心态可能会激起人们的保护欲，这种特殊依赖本身有很多优势，意味着自己可以不用太费劲获得自身的需求，而适度依赖与过度依赖的争论仍然没有停止，也需要进行深入探讨。",
        "label": ""
      },
      {
        "sentence": "生活在一种群体部落中确实要去尝试适度依赖其他人，因为你必须遵守共同的规则，而不能随心所欲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我已经意识到自己生活中存在的各种问题，但是如果我喜欢这种舒适的生活，那就没有太多负面的想法了。但是工作不仅仅只是为了赚钱，还有自我实现和获得价值感等，这对我的幸福感和投入程度都有影响。现在我是否需要思考自己想要什么呢？",
    "annotation": [
      {
        "sentence": "我已经意识到自己生活中存在的各种问题，但是如果我喜欢这种舒适的生活，那就没有太多负面的想法了。",
        "label": ""
      },
      {
        "sentence": "但是工作不仅仅只是为了赚钱，还有自我实现和获得价值感等，这对我的幸福感和投入程度都有影响。",
        "label": ""
      },
      {
        "sentence": "现在我是否需要思考自己想要什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以真正看到自己想要的生活，我们如果拥有积极的态度会真正影响自己进行自我控制的能力。可以看看自己是否在内心深处还存在某些梦想，是否还渴望让自己获得某些其他的成就呢，这是需要长期思考的事情，在不断发展的时间长河中谱写自身的乐曲。祝愿你能够拥有自己想要的生活。",
    "annotation": [
      {
        "sentence": "可以真正看到自己想要的生活，我们如果拥有积极的态度会真正影响自己进行自我控制的能力。",
        "label": ""
      },
      {
        "sentence": "可以看看自己是否在内心深处还存在某些梦想，是否还渴望让自己获得某些其他的成就呢，这是需要长期思考的事情，在不断发展的时间长河中谱写自身的乐曲。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够拥有自己想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感谢你的鼓励和支持，我明白了自己需要重新思考自己的目标和追求，不能一直停留在舒适的生活中。我会开始列出自己想要控制的行为和触发这些行为的情况，并努力改变自己的行为和生活体验。",
    "annotation": [
      {
        "sentence": "我感谢你的鼓励和支持，我明白了自己需要重新思考自己的目标和追求，不能一直停留在舒适的生活中。",
        "label": ""
      },
      {
        "sentence": "我会开始列出自己想要控制的行为和触发这些行为的情况，并努力改变自己的行为和生活体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是自己的主人，你可以控制自己的生活。建议你在日历上做好标记便利贴，写下自己的各种念头，你可以积极定义自己的价值与目标。同时，你需要致力于建立自我控制和自尊，才能真正改变自己的行为和生活体验。相信你能够拥有自己想要的生活。",
    "annotation": [
      {
        "sentence": "你是自己的主人，你可以控制自己的生活。",
        "label": ""
      },
      {
        "sentence": "建议你在日历上做好标记便利贴，写下自己的各种念头，你可以积极定义自己的价值与目标。",
        "label": ""
      },
      {
        "sentence": "同时，你需要致力于建立自我控制和自尊，才能真正改变自己的行为和生活体验。",
        "label": ""
      },
      {
        "sentence": "相信你能够拥有自己想要的生活。",
        "label": ""
      }
    ]
  }
]