[
  {
    "role": "client",
    "content": "我想去医院看精神科，但害怕叫号被认识的人发现怎么办？",
    "annotation": [
      {
        "sentence": "我想去医院看精神科，但害怕叫号被认识的人发现怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀。非常忧心看到你所经历的两年之前出现情绪问题抑郁和社交障碍，那时想要悄悄自杀的状态啊。这种极端念头最好能够让自己信赖的亲友知道从而让自己获得最大的支持能够去医院进行诊断并且接受心理咨询，这两件事情都可以去做。",
    "annotation": [
      {
        "sentence": "呀。",
        "label": ""
      },
      {
        "sentence": "非常忧心看到你所经历的两年之前出现情绪问题抑郁和社交障碍，那时想要悄悄自杀的状态啊。",
        "label": ""
      },
      {
        "sentence": "这种极端念头最好能够让自己信赖的亲友知道从而让自己获得最大的支持能够去医院进行诊断并且接受心理咨询，这两件事情都可以去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我之前确实没有向亲友倾诉过这些心理问题，一直都是自己默默承受。但是现在我想尝试去医院接受专业的帮助，只是不知道该如何克服内心的耻感和对别人的担心。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我之前确实没有向亲友倾诉过这些心理问题，一直都是自己默默承受。",
        "label": ""
      },
      {
        "sentence": "但是现在我想尝试去医院接受专业的帮助，只是不知道该如何克服内心的耻感和对别人的担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够去为了自己的健康做些什么这就是非常勇敢的事情，并不一定会被其他人看到，即使出现什么样的概率也需要知道这并不丢脸，我们值得接受专业的心理服务和心理治疗，这是越来越会被人们普及的，同时其他人需要对你的信息保密，这是你的个人信息并不需要被其他人知道，你可以只告诉那些可以信赖的亲友哦。",
    "annotation": [
      {
        "sentence": "能够去为了自己的健康做些什么这就是非常勇敢的事情，并不一定会被其他人看到，即使出现什么样的概率也需要知道这并不丢脸，我们值得接受专业的心理服务和心理治疗，这是越来越会被人们普及的，同时其他人需要对你的信息保密，这是你的个人信息并不需要被其他人知道，你可以只告诉那些可以信赖的亲友哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该鼓起勇气接受专业的心理治疗，不再让自己陷入黑暗中。但是我对过去的情绪问题和自杀念头有些内疚和羞愧，怕面对医生会被指责或者被负面评价。",
    "annotation": [
      {
        "sentence": "你说得对，我应该鼓起勇气接受专业的心理治疗，不再让自己陷入黑暗中。",
        "label": ""
      },
      {
        "sentence": "但是我对过去的情绪问题和自杀念头有些内疚和羞愧，怕面对医生会被指责或者被负面评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我们的生活中，那些很难被消除的羞耻感会被自责心态转化为某种潜在的自我厌恶情绪，这就像是个黑洞，你可以学会看到内心发出的其他信号看到自己是有价值的好人，慢慢耐心接近自己认识到自己值得被爱。可能你的内心对于自己的心理困惑有些负面的判断，对于医院精神科有某些不太积极的判断，但是现在可以产生新的念头了哦。",
    "annotation": [
      {
        "sentence": "在我们的生活中，那些很难被消除的羞耻感会被自责心态转化为某种潜在的自我厌恶情绪，这就像是个黑洞，你可以学会看到内心发出的其他信号看到自己是有价值的好人，慢慢耐心接近自己认识到自己值得被爱。",
        "label": ""
      },
      {
        "sentence": "可能你的内心对于自己的心理困惑有些负面的判断，对于医院精神科有某些不太积极的判断，但是现在可以产生新的念头了哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我应该重新审视自己对医院和心理问题的负面看法，毕竟现在已经有了更积极的态度去寻求帮助。但是我也担心去医院会面临朋友或同学的尴尬，害怕被他们嘲笑或看不起。",
    "annotation": [
      {
        "sentence": "你说的很对，我应该重新审视自己对医院和心理问题的负面看法，毕竟现在已经有了更积极的态度去寻求帮助。",
        "label": ""
      },
      {
        "sentence": "但是我也担心去医院会面临朋友或同学的尴尬，害怕被他们嘲笑或看不起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那些突然产生的强烈耻感是种压倒性的体验，也许某件不好的事情发生了，由于某些原因我们无法逼着自己看向前方，眼睛会望向地面，脑袋自然低垂，或许这是一种不好的感觉，耻几乎等同于心灵的阻滞。如果你了解到真相的话，就会意识到让自己变得更好就是你最需要考虑的真相毕露。耻感反而降低了我们的生活中的自我效能，我们可以寻求积极心理学的帮助，不仅扭转心理学研究消极化的倾向，还可以正视人类自身具有积极心理品质和美德。",
    "annotation": [
      {
        "sentence": "那些突然产生的强烈耻感是种压倒性的体验，也许某件不好的事情发生了，由于某些原因我们无法逼着自己看向前方，眼睛会望向地面，脑袋自然低垂，或许这是一种不好的感觉，耻几乎等同于心灵的阻滞。",
        "label": ""
      },
      {
        "sentence": "如果你了解到真相的话，就会意识到让自己变得更好就是你最需要考虑的真相毕露。",
        "label": ""
      },
      {
        "sentence": "耻感反而降低了我们的生活中的自我效能，我们可以寻求积极心理学的帮助，不仅扭转心理学研究消极化的倾向，还可以正视人类自身具有积极心理品质和美德。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理, 我应该放下对他人眼光的担忧，相信自己可以通过心理治疗变得更好。在这过程中，我还可以去找心理咨询师咨询吗？可能跟专业人士多聊聊我的问题和困惑会更有帮助。",
    "annotation": [
      {
        "sentence": "你说的很有道理, 我应该放下对他人眼光的担忧，相信自己可以通过心理治疗变得更好。",
        "label": ""
      },
      {
        "sentence": "在这过程中，我还可以去找心理咨询师咨询吗？",
        "label": ""
      },
      {
        "sentence": "可能跟专业人士多聊聊我的问题和困惑会更有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要现在开始注意到自己的感受，对自己说“我只是个普通人而已”，耻感这是可以进行调整的。我们可以接受勇于改善自己的自己。这是多么的勇敢和坚韧，这是对自己的负责态度。所以，去找心理咨询师咨询也是个很好的选择，他们会更专业地帮助你解决问题和困惑。",
    "annotation": [
      {
        "sentence": "你需要现在开始注意到自己的感受，对自己说“我只是个普通人而已”，耻感这是可以进行调整的。",
        "label": ""
      },
      {
        "sentence": "我们可以接受勇于改善自己的自己。",
        "label": ""
      },
      {
        "sentence": "这是多么的勇敢和坚韧，这是对自己的负责态度。",
        "label": ""
      },
      {
        "sentence": "所以，去找心理咨询师咨询也是个很好的选择，他们会更专业地帮助你解决问题和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来对我的支持和鼓励。我现在有了更明确的方向，会勇敢地面对自己的心理问题，寻求专业的帮助，同时也会告诉信赖的亲友，让他们陪伴我度过这个过程。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来对我的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在有了更明确的方向，会勇敢地面对自己的心理问题，寻求专业的帮助，同时也会告诉信赖的亲友，让他们陪伴我度过这个过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直相信你有能力战胜困难，走出阴影。记得在整个过程中积极地对待自己，接受自己的情绪，并不断寻求支持和帮助。祝愿你早日重拾正常生活，找到内心的安宁和快乐。有什么进展或需要继续聊天的话，随时找我谈谈哦。",
    "annotation": [
      {
        "sentence": "不客气，我一直相信你有能力战胜困难，走出阴影。",
        "label": ""
      },
      {
        "sentence": "记得在整个过程中积极地对待自己，接受自己的情绪，并不断寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日重拾正常生活，找到内心的安宁和快乐。",
        "label": ""
      },
      {
        "sentence": "有什么进展或需要继续聊天的话，随时找我谈谈哦。",
        "label": ""
      }
    ]
  }
]