[
  {
    "role": "client",
    "content": "我29岁，是女生。我很重承诺，但最近发生了一些事情，我想收回承诺。以前我对闺蜜承诺了很多事情，大到小事都有。我想撤回未能实现的承诺，因为我认为未能实现的承诺就像是心里的伤疤，做不到就应该收回来。但是我不知道这样会不会恶化我们之间的关系。撤回承诺并不是因为闺蜜不重要，恰恰相反，她对我来说非常重要，所以我不想成为她心中的失信之人。但是因为我们之间发生的误会和矛盾，我感觉自己已经无法履行对她的承诺了。我不想违背自己的内心，但撤回承诺会对闺蜜造成伤害吗？",
    "annotation": [
      {
        "sentence": "我29岁，是女生。",
        "label": ""
      },
      {
        "sentence": "我很重承诺，但最近发生了一些事情，我想收回承诺。",
        "label": ""
      },
      {
        "sentence": "以前我对闺蜜承诺了很多事情，大到小事都有。",
        "label": ""
      },
      {
        "sentence": "我想撤回未能实现的承诺，因为我认为未能实现的承诺就像是心里的伤疤，做不到就应该收回来。",
        "label": ""
      },
      {
        "sentence": "但是我不知道这样会不会恶化我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "撤回承诺并不是因为闺蜜不重要，恰恰相反，她对我来说非常重要，所以我不想成为她心中的失信之人。",
        "label": ""
      },
      {
        "sentence": "但是因为我们之间发生的误会和矛盾，我感觉自己已经无法履行对她的承诺了。",
        "label": ""
      },
      {
        "sentence": "我不想违背自己的内心，但撤回承诺会对闺蜜造成伤害吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我给你一个大大的点赞！从你的话中可以感受到你是一个很信守承诺、对朋友很负责的女孩。希望我的回答对你有所帮助。学会宽容自己是非常重要的。因为和承诺方发生一些小矛盾等原因，影响了你对自己承诺事物的实现，你无法完成之前承诺过的事情，因此感到很为难。亲爱的，虽然我不知道是什么原因阻止了你的实现，但可以看出你对此感到困扰。所以我想告诉你，我们实现自己承诺的最终目的是为了获得对自己的肯定和身心的愉悦。如果一件事超出了你的能力范围，你在实现它的过程中感到不愉快，那么我们可以尝试放弃。适时地宽容自己，人生中总会有一些承诺无法实现的情况，我们不要太纠结于无能为力的事情。要学会抓住当下！同时，在人际交往中，除了信守承诺，还非常重要的一点是坦诚相待。有时候，我们的承诺对他人来说并不那么重要，如果我们未能实现自己的承诺，他人也不会因此责怪我们。但是，我们必须保持真诚的态度，对于自己无法做到的事情，要及时告知朋友，让他们另谋他法，避免事情朝最坏的结果发展。相信真正在乎你的朋友，不会因为你能力有限而责怪你，他会理解你的！并要吸取教训，不轻易许下承诺。很多时候，在特定的时间场合下，我们容易轻率地许下承诺，但事后往往会为之后悔！所以，阻止自己因承诺未能实现而困扰的最好方法就是少许诺，不轻易承诺。",
    "annotation": [
      {
        "sentence": "我给你一个大大的点赞！",
        "label": ""
      },
      {
        "sentence": "从你的话中可以感受到你是一个很信守承诺、对朋友很负责的女孩。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "学会宽容自己是非常重要的。",
        "label": ""
      },
      {
        "sentence": "因为和承诺方发生一些小矛盾等原因，影响了你对自己承诺事物的实现，你无法完成之前承诺过的事情，因此感到很为难。",
        "label": ""
      },
      {
        "sentence": "亲爱的，虽然我不知道是什么原因阻止了你的实现，但可以看出你对此感到困扰。",
        "label": ""
      },
      {
        "sentence": "所以我想告诉你，我们实现自己承诺的最终目的是为了获得对自己的肯定和身心的愉悦。",
        "label": ""
      },
      {
        "sentence": "如果一件事超出了你的能力范围，你在实现它的过程中感到不愉快，那么我们可以尝试放弃。",
        "label": ""
      },
      {
        "sentence": "适时地宽容自己，人生中总会有一些承诺无法实现的情况，我们不要太纠结于无能为力的事情。",
        "label": ""
      },
      {
        "sentence": "要学会抓住当下！",
        "label": ""
      },
      {
        "sentence": "同时，在人际交往中，除了信守承诺，还非常重要的一点是坦诚相待。",
        "label": ""
      },
      {
        "sentence": "有时候，我们的承诺对他人来说并不那么重要，如果我们未能实现自己的承诺，他人也不会因此责怪我们。",
        "label": ""
      },
      {
        "sentence": "但是，我们必须保持真诚的态度，对于自己无法做到的事情，要及时告知朋友，让他们另谋他法，避免事情朝最坏的结果发展。",
        "label": ""
      },
      {
        "sentence": "相信真正在乎你的朋友，不会因为你能力有限而责怪你，他会理解你的！",
        "label": ""
      },
      {
        "sentence": "并要吸取教训，不轻易许下承诺。",
        "label": ""
      },
      {
        "sentence": "很多时候，在特定的时间场合下，我们容易轻率地许下承诺，但事后往往会为之后悔！",
        "label": ""
      },
      {
        "sentence": "所以，阻止自己因承诺未能实现而困扰的最好方法就是少许诺，不轻易承诺。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答！你的话让我感到很安慰。我明白了，我需要学会宽容自己，理解有些承诺是无法实现的。如果我感到做不到，应该及时告知朋友，而不是抱着虚假的希望。我也意识到了坦诚相待的重要性，对于我自己无法实现的事情，我会及时与闺蜜沟通，让她另寻他法。我不想因为承诺带来的压力而影响我们的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的回答！",
        "label": ""
      },
      {
        "sentence": "你的话让我感到很安慰。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要学会宽容自己，理解有些承诺是无法实现的。",
        "label": ""
      },
      {
        "sentence": "如果我感到做不到，应该及时告知朋友，而不是抱着虚假的希望。",
        "label": ""
      },
      {
        "sentence": "我也意识到了坦诚相待的重要性，对于我自己无法实现的事情，我会及时与闺蜜沟通，让她另寻他法。",
        "label": ""
      },
      {
        "sentence": "我不想因为承诺带来的压力而影响我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解并接受我的建议。学会宽容自己是一个长期的过程，需要慢慢培养。如果有任何困惑或者疑虑，随时可以找我聊聊。坦诚相待是维系友谊的重要因素，我相信你和闺蜜之间的关系会因为你的真诚和努力而更加坚固。做好与她的沟通，让她了解你的想法和困扰，共同找到解决问题的办法。相信你们的友谊会因此更加深厚。",
    "annotation": [
      {
        "sentence": "很高兴你能理解并接受我的建议。",
        "label": ""
      },
      {
        "sentence": "学会宽容自己是一个长期的过程，需要慢慢培养。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者疑虑，随时可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "坦诚相待是维系友谊的重要因素，我相信你和闺蜜之间的关系会因为你的真诚和努力而更加坚固。",
        "label": ""
      },
      {
        "sentence": "做好与她的沟通，让她了解你的想法和困扰，共同找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "相信你们的友谊会因此更加深厚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴着我，给我这么多建议和支持。我会努力学会宽容自己，同时也会更加认真对待与闺蜜之间的交流和沟通。我觉得心情好多了，真的很感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴着我，给我这么多建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力学会宽容自己，同时也会更加认真对待与闺蜜之间的交流和沟通。",
        "label": ""
      },
      {
        "sentence": "我觉得心情好多了，真的很感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直会在你身边支持你的。记住，只要我们真心对待自己和他人，付出努力，就能够克服困难，保持良好的心态。有任何问题或者困难，都可以随时来找我倾诉。希望你能继续坚持下去，我相信你会越来越好的！加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一直会在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，只要我们真心对待自己和他人，付出努力，就能够克服困难，保持良好的心态。",
        "label": ""
      },
      {
        "sentence": "有任何问题或者困难，都可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能继续坚持下去，我相信你会越来越好的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]