[
  {
    "role": "client",
    "content": "我29岁，女生，很重承诺，发生了一些事儿想收回承诺。",
    "annotation": [
      {
        "sentence": "我29岁，女生，很重承诺，发生了一些事儿想收回承诺。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一定是一个非常诚信的人，特别在意自己说过的每一句话，当然对于自己许诺的事情更为关注。总是内心有一种不管自己会遇到何种境况，只要自己许诺的，就一定要做到。这种诚信是令人敬佩的，当然，我们也崇尚这种良好的诚信氛围，用简单的话讲，我们都应该做一个说话算话的人。",
    "annotation": [
      {
        "sentence": "你一定是一个非常诚信的人，特别在意自己说过的每一句话，当然对于自己许诺的事情更为关注。",
        "label": ""
      },
      {
        "sentence": "总是内心有一种不管自己会遇到何种境况，只要自己许诺的，就一定要做到。",
        "label": ""
      },
      {
        "sentence": "这种诚信是令人敬佩的，当然，我们也崇尚这种良好的诚信氛围，用简单的话讲，我们都应该做一个说话算话的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。我以前承诺了我的闺蜜很多大事儿小事儿，我想收回所有未成实现的承诺，因为我自己觉得，没有实现的承诺，就是心上的一道疤痕，做不到就收回来。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "我以前承诺了我的闺蜜很多大事儿小事儿，我想收回所有未成实现的承诺，因为我自己觉得，没有实现的承诺，就是心上的一道疤痕，做不到就收回来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的想法，每个人都会有自己的底线和原则。有时候，承诺确实是一种责任和负担。收回承诺可能会对你们之间的关系产生一些影响，但我相信你的闺蜜会理解你的苦衷，因为你这样做并不是因为她不重要，而是因为她对你来说太重要了，你不想在她心里成为一个言而无信的人。",
    "annotation": [
      {
        "sentence": "我理解你的想法，每个人都会有自己的底线和原则。",
        "label": ""
      },
      {
        "sentence": "有时候，承诺确实是一种责任和负担。",
        "label": ""
      },
      {
        "sentence": "收回承诺可能会对你们之间的关系产生一些影响，但我相信你的闺蜜会理解你的苦衷，因为你这样做并不是因为她不重要，而是因为她对你来说太重要了，你不想在她心里成为一个言而无信的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的不想让她觉得我不可靠。但是因为我们之间发生的矛盾，误会，我觉得我已经做不到我承诺给她的事情了。我不想违背自己的内心，但又担心收回承诺会对闺蜜造成伤害。",
    "annotation": [
      {
        "sentence": "是的，我真的不想让她觉得我不可靠。",
        "label": ""
      },
      {
        "sentence": "但是因为我们之间发生的矛盾，误会，我觉得我已经做不到我承诺给她的事情了。",
        "label": ""
      },
      {
        "sentence": "我不想违背自己的内心，但又担心收回承诺会对闺蜜造成伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的。在人际关系中，有时候难免会遇到矛盾和误会。但我觉得我们应该努力解决这些问题，而不是仅仅停留在承诺上。如果你觉得无法履行之前的承诺，可以试着与闺蜜沟通，解释你的困境和内心的真实感受。也许你们可以一起找到解决问题的方法，从而改善你们之间的关系。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "在人际关系中，有时候难免会遇到矛盾和误会。",
        "label": ""
      },
      {
        "sentence": "但我觉得我们应该努力解决这些问题，而不是仅仅停留在承诺上。",
        "label": ""
      },
      {
        "sentence": "如果你觉得无法履行之前的承诺，可以试着与闺蜜沟通，解释你的困境和内心的真实感受。",
        "label": ""
      },
      {
        "sentence": "也许你们可以一起找到解决问题的方法，从而改善你们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的建议，但是我很担心闺蜜会因此对我失望或者伤心。我不知道该如何向她解释我真实的想法，以及为什么我收回承诺。",
    "annotation": [
      {
        "sentence": "我明白你的建议，但是我很担心闺蜜会因此对我失望或者伤心。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何向她解释我真实的想法，以及为什么我收回承诺。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解对方的感受是非常重要的。你可以试着以一个诚实和坦率的方式，向你的闺蜜表达你的困扰和内心的压力。告诉她你收回承诺的原因是因为你不想让她对你失望，而不是因为她不重要。同时，也可以花时间与她一起寻找解决问题的方式，共同努力改善彼此之间的误会和矛盾。",
    "annotation": [
      {
        "sentence": "理解对方的感受是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着以一个诚实和坦率的方式，向你的闺蜜表达你的困扰和内心的压力。",
        "label": ""
      },
      {
        "sentence": "告诉她你收回承诺的原因是因为你不想让她对你失望，而不是因为她不重要。",
        "label": ""
      },
      {
        "sentence": "同时，也可以花时间与她一起寻找解决问题的方式，共同努力改善彼此之间的误会和矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试一试与闺蜜坦诚相待，共同寻求解决的办法。但我还是担心她会不理解我，或者觉得我不值得信任。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试一试与闺蜜坦诚相待，共同寻求解决的办法。",
        "label": ""
      },
      {
        "sentence": "但我还是担心她会不理解我，或者觉得我不值得信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的，但也要给对方一个机会去理解和接纳你的真实感受。与朋友之间的沟通和理解是相互的，你可以跟她分享你的思考过程和内心的挣扎，这样她更容易理解你的苦衷。同时，也请你相信你们之间的友谊是有基础的，相信你们可以共同面对并解决问题，进一步加深彼此的信任和了解。",
    "annotation": [
      {
        "sentence": "担心是正常的，但也要给对方一个机会去理解和接纳你的真实感受。",
        "label": ""
      },
      {
        "sentence": "与朋友之间的沟通和理解是相互的，你可以跟她分享你的思考过程和内心的挣扎，这样她更容易理解你的苦衷。",
        "label": ""
      },
      {
        "sentence": "同时，也请你相信你们之间的友谊是有基础的，相信你们可以共同面对并解决问题，进一步加深彼此的信任和了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力去相信我们的友谊和对方的理解。谢谢你一直以来的支持和鼓励，你的话给了我很大的勇气和信心。我会好好处理这段关系，努力修补我们之间的误会。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "我会尽力去相信我们的友谊和对方的理解。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和鼓励，你的话给了我很大的勇气和信心。",
        "label": ""
      },
      {
        "sentence": "我会好好处理这段关系，努力修补我们之间的误会。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信你自己，相信你们之间的友谊，我相信你们定能够解决问题，共同走过困难。祝你好运！记得如果还需要帮助，随时来找我。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你自己，相信你们之间的友谊，我相信你们定能够解决问题，共同走过困难。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "记得如果还需要帮助，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]