[
  {
    "role": "client",
    "content": "总是容易紧张，焦虑，有点儿神经质了，怎么办？我已经30岁了，但是只要遇上事情，不管大小，都很容易紧张焦虑。比如我领导交给我一个工作，我就必须要马上完成，不然心里就如同放了一块石头一样。工作中出了一点小差错，也会特别紧张害怕。在人际关系里，比如别人没有及时回复我短信，或者对我的态度不是很热情。我也总是很紧张，总是心里反反复复的问自己，是不是自己做错了什么。哪怕我觉知内心知道自己没有犯错，也许只是对方受到有重要的事情，所以不能好好的和我交流，但是我还很长时间去消化这件事情。我感觉我的理智和心理是不同的反应。理论上我知道工作中不可能不犯错，犯点小错。下回注意就好了。我也知道不可能时时刻刻要求别人认真热情的。对待我，因为大家都有手头忙的时候。有的时候领导夸奖我，但我焦虑于可以做的更好。一点点小事就处于焦虑之中，心情很激动，如果是在晚上发生，有的时候还会睡不着觉。我的情绪非常不稳定，我觉得都有点儿神经质了，请问我改怎么真正改变呢？",
    "annotation": [
      {
        "sentence": "总是容易紧张，焦虑，有点儿神经质了，怎么办？",
        "label": ""
      },
      {
        "sentence": "我已经30岁了，但是只要遇上事情，不管大小，都很容易紧张焦虑。",
        "label": ""
      },
      {
        "sentence": "比如我领导交给我一个工作，我就必须要马上完成，不然心里就如同放了一块石头一样。",
        "label": ""
      },
      {
        "sentence": "工作中出了一点小差错，也会特别紧张害怕。",
        "label": ""
      },
      {
        "sentence": "在人际关系里，比如别人没有及时回复我短信，或者对我的态度不是很热情。",
        "label": ""
      },
      {
        "sentence": "我也总是很紧张，总是心里反反复复的问自己，是不是自己做错了什么。",
        "label": ""
      },
      {
        "sentence": "哪怕我觉知内心知道自己没有犯错，也许只是对方受到有重要的事情，所以不能好好的和我交流，但是我还很长时间去消化这件事情。",
        "label": ""
      },
      {
        "sentence": "我感觉我的理智和心理是不同的反应。",
        "label": ""
      },
      {
        "sentence": "理论上我知道工作中不可能不犯错，犯点小错。",
        "label": ""
      },
      {
        "sentence": "下回注意就好了。",
        "label": ""
      },
      {
        "sentence": "我也知道不可能时时刻刻要求别人认真热情的。",
        "label": ""
      },
      {
        "sentence": "对待我，因为大家都有手头忙的时候。",
        "label": ""
      },
      {
        "sentence": "有的时候领导夸奖我，但我焦虑于可以做的更好。",
        "label": ""
      },
      {
        "sentence": "一点点小事就处于焦虑之中，心情很激动，如果是在晚上发生，有的时候还会睡不着觉。",
        "label": ""
      },
      {
        "sentence": "我的情绪非常不稳定，我觉得都有点儿神经质了，请问我改怎么真正改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在遇到的这种问题在工作和人际交往中都很常见。首先，我们要明白，工作中犯一点小错是正常的，没有人能做到完美无误。所以不必对自己要求过高，下次只要注意就可以了。此外，你还要意识到在人际交往中，每个人都有自己的忙碌和问题，不可能时时刻刻对你热情。理解这一点能够减轻你的焦虑和紧张情绪。",
    "annotation": [
      {
        "sentence": "你现在遇到的这种问题在工作和人际交往中都很常见。",
        "label": ""
      },
      {
        "sentence": "首先，我们要明白，工作中犯一点小错是正常的，没有人能做到完美无误。",
        "label": ""
      },
      {
        "sentence": "所以不必对自己要求过高，下次只要注意就可以了。",
        "label": ""
      },
      {
        "sentence": "此外，你还要意识到在人际交往中，每个人都有自己的忙碌和问题，不可能时时刻刻对你热情。",
        "label": ""
      },
      {
        "sentence": "理解这一点能够减轻你的焦虑和紧张情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这些道理，但是我总是无法控制自己的情绪，一点小事就让我陷入焦虑之中。",
    "annotation": [
      {
        "sentence": "我知道这些道理，但是我总是无法控制自己的情绪，一点小事就让我陷入焦虑之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的情绪不稳定可能是源于你对自己的评价过于苛刻，缺乏自信。这种苛责源于你童年时期家庭环境对你高要求的影响。你害怕别人不喜欢你，实际上是内心对自己不喜欢的反映。你时刻在批判自己，觉得自己不够好。这种想法会让你变得非常害怕别人看到你的不足，产生羞耻感。而在人际交往中，当别人没有给你期望的回应时，你就会产生紧张和忐忑。这其实是一种非黑即白的思维方式，我们需要学会接纳自己的不完美。",
    "annotation": [
      {
        "sentence": "你提到的情绪不稳定可能是源于你对自己的评价过于苛刻，缺乏自信。",
        "label": ""
      },
      {
        "sentence": "这种苛责源于你童年时期家庭环境对你高要求的影响。",
        "label": ""
      },
      {
        "sentence": "你害怕别人不喜欢你，实际上是内心对自己不喜欢的反映。",
        "label": ""
      },
      {
        "sentence": "你时刻在批判自己，觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "这种想法会让你变得非常害怕别人看到你的不足，产生羞耻感。",
        "label": ""
      },
      {
        "sentence": "而在人际交往中，当别人没有给你期望的回应时，你就会产生紧张和忐忑。",
        "label": ""
      },
      {
        "sentence": "这其实是一种非黑即白的思维方式，我们需要学会接纳自己的不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我总是想要摆脱这种焦虑的感觉，于是就陷入了无法自拔的循环当中。",
    "annotation": [
      {
        "sentence": "我明白了，但是我总是想要摆脱这种焦虑的感觉，于是就陷入了无法自拔的循环当中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，焦虑并不可怕，它可能是你真实想法的一种表达方式。而你想要摆脱这种焦虑，往往会使你陷入更深的焦虑之中。我的建议是尝试接纳自己当前的焦虑情绪，并且尝试接受别人不喜欢你的可能性。你也可以想象一下最坏的结果，如果你能够接受它，你就能更好地体会自己的感受。此外，睡觉前可以进行一些放松身体的练习，这有助于缓解你的焦虑情绪。当你能够在别人面前轻松、幽默地自嘲时，即使有焦虑也不会对你产生太大的影响。",
    "annotation": [
      {
        "sentence": "其实，焦虑并不可怕，它可能是你真实想法的一种表达方式。",
        "label": ""
      },
      {
        "sentence": "而你想要摆脱这种焦虑，往往会使你陷入更深的焦虑之中。",
        "label": ""
      },
      {
        "sentence": "我的建议是尝试接纳自己当前的焦虑情绪，并且尝试接受别人不喜欢你的可能性。",
        "label": ""
      },
      {
        "sentence": "你也可以想象一下最坏的结果，如果你能够接受它，你就能更好地体会自己的感受。",
        "label": ""
      },
      {
        "sentence": "此外，睡觉前可以进行一些放松身体的练习，这有助于缓解你的焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "当你能够在别人面前轻松、幽默地自嘲时，即使有焦虑也不会对你产生太大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试接纳自己的焦虑情绪，并且放松自己的身体，希望能够改变自己的状况。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试接纳自己的焦虑情绪，并且放松自己的身体，希望能够改变自己的状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，接纳自己的情绪是改变的第一步，希望你能够慢慢摆脱焦虑的困扰，活得更加自信和开心。如果你需要进一步的支持和倾诉，随时都可以找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，接纳自己的情绪是改变的第一步，希望你能够慢慢摆脱焦虑的困扰，活得更加自信和开心。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和倾诉，随时都可以找我聊天。",
        "label": ""
      }
    ]
  }
]