[
  {
    "role": "client",
    "content": "14岁女生，刚过生日，为什么因为先前的事感到难过？之前我和朋友关系好，然而最近生日的这几天，昨天生日。我无法再感到和同学的快乐，就连最亲的姐姐也开始讨厌。事情是这样的：我想有个特别的生日，所以这次生日本没买蛋糕，我是想着和我的姐姐一起去吃晚饭。可是下大雨了，其实和下大雨也没多大关系。因为就算没下大雨，她也一样不会来，她明明答应我的。因为大雨我迫不得已只能去最近的小店里吃，我真不太想去那，可是没办法。我姐对我冷淡，老是发“哦”，她知道我讨厌“哦”。她还真没来，微信和她聊了后，她说“那你现在是想怎样”，后面没聊了。我心里有奇怪的感觉，这让我很痛苦。我是怎么了，我说的这些事情不是很完整，可以询问我问题。",
    "annotation": [
      {
        "sentence": "14岁女生，刚过生日，为什么因为先前的事感到难过？",
        "label": ""
      },
      {
        "sentence": "之前我和朋友关系好，然而最近生日的这几天，昨天生日。",
        "label": ""
      },
      {
        "sentence": "我无法再感到和同学的快乐，就连最亲的姐姐也开始讨厌。",
        "label": ""
      },
      {
        "sentence": "事情是这样的：我想有个特别的生日，所以这次生日本没买蛋糕，我是想着和我的姐姐一起去吃晚饭。",
        "label": ""
      },
      {
        "sentence": "可是下大雨了，其实和下大雨也没多大关系。",
        "label": ""
      },
      {
        "sentence": "因为就算没下大雨，她也一样不会来，她明明答应我的。",
        "label": ""
      },
      {
        "sentence": "因为大雨我迫不得已只能去最近的小店里吃，我真不太想去那，可是没办法。",
        "label": ""
      },
      {
        "sentence": "我姐对我冷淡，老是发“哦”，她知道我讨厌“哦”。",
        "label": ""
      },
      {
        "sentence": "她还真没来，微信和她聊了后，她说“那你现在是想怎样”，后面没聊了。",
        "label": ""
      },
      {
        "sentence": "我心里有奇怪的感觉，这让我很痛苦。",
        "label": ""
      },
      {
        "sentence": "我是怎么了，我说的这些事情不是很完整，可以询问我问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您的描述，我深切地感受到您失望和难过的心情。首先，生日快乐！14岁是一个特殊的年纪，每个人都希望自己的生日能够与最爱的姐姐一起度过，分享美好的时光。然而，由于姐姐没有来，再加上大雨的影响，您只能在最近的小店里度过了生日，这样的情况下，无论谁都会感到失望和落寞，心情就像被一层厚厚的雾霾笼罩着一般。失望感常常来自于对某人或某事抱有较高期望，然而现实却与其相左，这种情绪会积聚在内心中难以散去。您提到姐姐对您冷淡，虽然之前答应过一起度过生日，现在又怎么样没问过明白，这让您感到很矛盾和痛苦。可能是有什么突发情况让您姐姐无法履行诺言，但从她的回答“那你现在是想怎样”中可以感受到她的焦虑和不耐烦。我并不清楚您姐姐的具体情况，比如年龄、工作或学业等，也许她在经历一些困难，无暇顾及您的感受。或者换个角度，也许您和姐姐对待生日的看法有所不同。您也可以回顾一下姐姐以往是如何度过生日的。我能感受到您对姐姐的爱和依恋，渴望得到她的回应和关心。但是，每个人对情感的表达方式都是不同的，有些人不擅长表达情感，有些人固执己见，用自己认为对的方式来对待他人，但效果往往不如预期。就好像明明想要喝杯水，对方硬塞给你一个汉堡，这样的好意虽然存在，却让人感到不舒服。同样的，当我们与他人相处时，即使是与亲人，也会有认知上的差异。你认为重要的事情和人，在别人看来可能不那么重要。虽然我能理解您的感受，但我还是想劝您一句，如果您希望与姐姐关系更亲密，那么您需要放低自己的期望，思考一下您能为姐姐做些什么。这也是人际交往中的关键。如果您想了解姐姐的想法，就需要主动沟通。您可以在合适的时间与姐姐见面或打电话，问一下她是否遇到了困难，多一些体谅、理解和包容，这样更容易走进姐姐的内心。显然，您无法感受到同学间的快乐氛围，也受到未能和姐姐共度生日的影响。虽然无法改变已经发生的事情，但您可以通过其他方式弥补。比如，看能否再次邀请姐姐共进一顿晚餐，或给自己一些其他的物质或精神上的满足。当然，可能还有其他因素在影响您的心情，只是由于篇幅的限制，您未能详细描述。从我所能了解到的情况来看，虽然会有遗憾，但也是一个让您认清自己需求、反思姐姐相处方式的机会。未来的日子还很长，您还有机会与姐姐重建关系。无论如何，都需要有人先迈出一步。希望您能克服内心的困扰，勇敢地去爱您爱的人们。",
    "annotation": [
      {
        "sentence": "看到您的描述，我深切地感受到您失望和难过的心情。",
        "label": ""
      },
      {
        "sentence": "首先，生日快乐！",
        "label": ""
      },
      {
        "sentence": "14岁是一个特殊的年纪，每个人都希望自己的生日能够与最爱的姐姐一起度过，分享美好的时光。",
        "label": ""
      },
      {
        "sentence": "然而，由于姐姐没有来，再加上大雨的影响，您只能在最近的小店里度过了生日，这样的情况下，无论谁都会感到失望和落寞，心情就像被一层厚厚的雾霾笼罩着一般。",
        "label": ""
      },
      {
        "sentence": "失望感常常来自于对某人或某事抱有较高期望，然而现实却与其相左，这种情绪会积聚在内心中难以散去。",
        "label": ""
      },
      {
        "sentence": "您提到姐姐对您冷淡，虽然之前答应过一起度过生日，现在又怎么样没问过明白，这让您感到很矛盾和痛苦。",
        "label": ""
      },
      {
        "sentence": "可能是有什么突发情况让您姐姐无法履行诺言，但从她的回答“那你现在是想怎样”中可以感受到她的焦虑和不耐烦。",
        "label": ""
      },
      {
        "sentence": "我并不清楚您姐姐的具体情况，比如年龄、工作或学业等，也许她在经历一些困难，无暇顾及您的感受。",
        "label": ""
      },
      {
        "sentence": "或者换个角度，也许您和姐姐对待生日的看法有所不同。",
        "label": ""
      },
      {
        "sentence": "您也可以回顾一下姐姐以往是如何度过生日的。",
        "label": ""
      },
      {
        "sentence": "我能感受到您对姐姐的爱和依恋，渴望得到她的回应和关心。",
        "label": ""
      },
      {
        "sentence": "但是，每个人对情感的表达方式都是不同的，有些人不擅长表达情感，有些人固执己见，用自己认为对的方式来对待他人，但效果往往不如预期。",
        "label": ""
      },
      {
        "sentence": "就好像明明想要喝杯水，对方硬塞给你一个汉堡，这样的好意虽然存在，却让人感到不舒服。",
        "label": ""
      },
      {
        "sentence": "同样的，当我们与他人相处时，即使是与亲人，也会有认知上的差异。",
        "label": ""
      },
      {
        "sentence": "你认为重要的事情和人，在别人看来可能不那么重要。",
        "label": ""
      },
      {
        "sentence": "虽然我能理解您的感受，但我还是想劝您一句，如果您希望与姐姐关系更亲密，那么您需要放低自己的期望，思考一下您能为姐姐做些什么。",
        "label": ""
      },
      {
        "sentence": "这也是人际交往中的关键。",
        "label": ""
      },
      {
        "sentence": "如果您想了解姐姐的想法，就需要主动沟通。",
        "label": ""
      },
      {
        "sentence": "您可以在合适的时间与姐姐见面或打电话，问一下她是否遇到了困难，多一些体谅、理解和包容，这样更容易走进姐姐的内心。",
        "label": ""
      },
      {
        "sentence": "显然，您无法感受到同学间的快乐氛围，也受到未能和姐姐共度生日的影响。",
        "label": ""
      },
      {
        "sentence": "虽然无法改变已经发生的事情，但您可以通过其他方式弥补。",
        "label": ""
      },
      {
        "sentence": "比如，看能否再次邀请姐姐共进一顿晚餐，或给自己一些其他的物质或精神上的满足。",
        "label": ""
      },
      {
        "sentence": "当然，可能还有其他因素在影响您的心情，只是由于篇幅的限制，您未能详细描述。",
        "label": ""
      },
      {
        "sentence": "从我所能了解到的情况来看，虽然会有遗憾，但也是一个让您认清自己需求、反思姐姐相处方式的机会。",
        "label": ""
      },
      {
        "sentence": "未来的日子还很长，您还有机会与姐姐重建关系。",
        "label": ""
      },
      {
        "sentence": "无论如何，都需要有人先迈出一步。",
        "label": ""
      },
      {
        "sentence": "希望您能克服内心的困扰，勇敢地去爱您爱的人们。",
        "label": ""
      }
    ]
  }
]