[
  {
    "role": "client",
    "content": "最近我真的很没自信，我是一个43岁的女士。近三个月，单位给我分派了新的工作，但我对这份工作完全没有信心了。以前我对工作还是很有信心的，但现在一点信心都没有了。晚上我很难入睡，而且心情也一直不好。",
    "annotation": [
      {
        "sentence": "最近我真的很没自信，我是一个43岁的女士。",
        "label": ""
      },
      {
        "sentence": "近三个月，单位给我分派了新的工作，但我对这份工作完全没有信心了。",
        "label": ""
      },
      {
        "sentence": "以前我对工作还是很有信心的，但现在一点信心都没有了。",
        "label": ""
      },
      {
        "sentence": "晚上我很难入睡，而且心情也一直不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你写‘晚上入睡慢，心情高兴不起来’，我能感受到你对这份新工作的焦虑和困扰。我可以理解你作为一个注重工作和责任感的人，对自己的能力有着较高的要求。我想问问你，你提到现在没信心了，可以具体描述一下你对这份工作失去信心的方面吗？比如情绪的变化、工作方式的变化等。我们试着把这些感受一起写下来。",
    "annotation": [
      {
        "sentence": "看到你写‘晚上入睡慢，心情高兴不起来’，我能感受到你对这份新工作的焦虑和困扰。",
        "label": ""
      },
      {
        "sentence": "我可以理解你作为一个注重工作和责任感的人，对自己的能力有着较高的要求。",
        "label": ""
      },
      {
        "sentence": "我想问问你，你提到现在没信心了，可以具体描述一下你对这份工作失去信心的方面吗？",
        "label": ""
      },
      {
        "sentence": "比如情绪的变化、工作方式的变化等。",
        "label": ""
      },
      {
        "sentence": "我们试着把这些感受一起写下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我在这份新工作中感到不自信主要体现在掌握的能力上，我觉得自己无法胜任这个岗位。以前的工作我都能做得很好，但现在我感到很吃力，好像每一项任务都做不好。这导致我对自己的能力产生了怀疑。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我在这份新工作中感到不自信主要体现在掌握的能力上，我觉得自己无法胜任这个岗位。",
        "label": ""
      },
      {
        "sentence": "以前的工作我都能做得很好，但现在我感到很吃力，好像每一项任务都做不好。",
        "label": ""
      },
      {
        "sentence": "这导致我对自己的能力产生了怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。其实在我作为生涯规划师的经验中，我遇到过很多类似的情况。有些人会在转型过程中遇到新工作中所不熟悉的情况，也有些人会被迫接受新的工作项目，没有做好应对准备。这些情况下，我们对新工作的适应会存在困难，即使我们以前的工作表现出色、能力优秀，也会对自己产生怀疑。所以我们可以一起思考一下，有哪些角度可以帮助我们调整情绪，以及采取哪些方法来缓解工作不自信的感觉。我们可以从四个方面进行思考和分析。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "其实在我作为生涯规划师的经验中，我遇到过很多类似的情况。",
        "label": ""
      },
      {
        "sentence": "有些人会在转型过程中遇到新工作中所不熟悉的情况，也有些人会被迫接受新的工作项目，没有做好应对准备。",
        "label": ""
      },
      {
        "sentence": "这些情况下，我们对新工作的适应会存在困难，即使我们以前的工作表现出色、能力优秀，也会对自己产生怀疑。",
        "label": ""
      },
      {
        "sentence": "所以我们可以一起思考一下，有哪些角度可以帮助我们调整情绪，以及采取哪些方法来缓解工作不自信的感觉。",
        "label": ""
      },
      {
        "sentence": "我们可以从四个方面进行思考和分析。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "能具体说说这四个方面是什么吗？",
    "annotation": [
      {
        "sentence": "能具体说说这四个方面是什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。第一个方面是要求，这里指的是岗位职责下的要求。我们可以将招聘启事中描述的相关内容与我们自身的情况进行对照，将胜任岗位所需的每个细分项目拆分出来。这是我们调整心态的第一步。第二个方面是能力，这是指我们个人的能力。很多有经验的职场人在工作中表现得很出色，但却很难给出自己具体的能力。我们可以列举出在以往工作中让我们感到成就感或取得优秀成绩的事件，并思考在完成这些任务时，我们采用了哪些技能，比如沟通、计划推进、综合管理、学习能力等等。接下来，我们结合这两点，看看如何更好地发挥我们的优势，帮助我们的工作更顺利。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "第一个方面是要求，这里指的是岗位职责下的要求。",
        "label": ""
      },
      {
        "sentence": "我们可以将招聘启事中描述的相关内容与我们自身的情况进行对照，将胜任岗位所需的每个细分项目拆分出来。",
        "label": ""
      },
      {
        "sentence": "这是我们调整心态的第一步。",
        "label": ""
      },
      {
        "sentence": "第二个方面是能力，这是指我们个人的能力。",
        "label": ""
      },
      {
        "sentence": "很多有经验的职场人在工作中表现得很出色，但却很难给出自己具体的能力。",
        "label": ""
      },
      {
        "sentence": "我们可以列举出在以往工作中让我们感到成就感或取得优秀成绩的事件，并思考在完成这些任务时，我们采用了哪些技能，比如沟通、计划推进、综合管理、学习能力等等。",
        "label": ""
      },
      {
        "sentence": "接下来，我们结合这两点，看看如何更好地发挥我们的优势，帮助我们的工作更顺利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么，我应该如何发挥自己的优势呢？",
    "annotation": [
      {
        "sentence": "那么，我应该如何发挥自己的优势呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于成就事件中与岗位匹配的能力，我们可以继续精进那些我们擅长且喜欢使用的能力，让它们在工作中起到领头羊的作用。对于那些我们擅长但不喜欢的能力，我们要认识到它们的重要性，可以暂时储存起来，也可以与我们喜欢的能力结合起来发挥作用。对于我们喜欢但不擅长的能力，我们可以将其作为学习的动力，并在未来的工作中成为我们的助手。至于那些既不喜欢又不擅长的能力，我建议你可以寻找合作伙伴或授权他人来完成相关工作。此外，不要忘记与你的上司、同事和下属保持合作伙伴的关系，有机会可以和他们交流，也许他们会给你带来意想不到的帮助和启发。",
    "annotation": [
      {
        "sentence": "对于成就事件中与岗位匹配的能力，我们可以继续精进那些我们擅长且喜欢使用的能力，让它们在工作中起到领头羊的作用。",
        "label": ""
      },
      {
        "sentence": "对于那些我们擅长但不喜欢的能力，我们要认识到它们的重要性，可以暂时储存起来，也可以与我们喜欢的能力结合起来发挥作用。",
        "label": ""
      },
      {
        "sentence": "对于我们喜欢但不擅长的能力，我们可以将其作为学习的动力，并在未来的工作中成为我们的助手。",
        "label": ""
      },
      {
        "sentence": "至于那些既不喜欢又不擅长的能力，我建议你可以寻找合作伙伴或授权他人来完成相关工作。",
        "label": ""
      },
      {
        "sentence": "此外，不要忘记与你的上司、同事和下属保持合作伙伴的关系，有机会可以和他们交流，也许他们会给你带来意想不到的帮助和启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持！我会试着按照你提出的思考方向来调整自己的心态，并努力发挥自己的优势。希望我的工作能够恢复信心，夜晚也能睡得更好。谢谢你的祝福！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会试着按照你提出的思考方向来调整自己的心态，并努力发挥自己的优势。",
        "label": ""
      },
      {
        "sentence": "希望我的工作能够恢复信心，夜晚也能睡得更好。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够克服这个困难，重新找回工作的信心。记得，在困难时要坚持积极的心态，相信自己的能力。工作会顺利的，晚上也会有美好的梦境。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够克服这个困难，重新找回工作的信心。",
        "label": ""
      },
      {
        "sentence": "记得，在困难时要坚持积极的心态，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "工作会顺利的，晚上也会有美好的梦境。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]