[
  {
    "role": "client",
    "content": "结婚8年，二胎满1岁，老公生气摔东西，越来越严重？",
    "annotation": [
      {
        "sentence": "结婚8年，二胎满1岁，老公生气摔东西，越来越严重？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "老公摔东西，你一定有点害怕了吧。看完整个题目，我的感觉是，老公对你很好，对家庭也很负责任，你对他也挺依赖。",
    "annotation": [
      {
        "sentence": "老公摔东西，你一定有点害怕了吧。",
        "label": ""
      },
      {
        "sentence": "看完整个题目，我的感觉是，老公对你很好，对家庭也很负责任，你对他也挺依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对他很依赖，他一直都挺好的。可是最近他经常生气摔东西，让我有些害怕。",
    "annotation": [
      {
        "sentence": "是的，我对他很依赖，他一直都挺好的。",
        "label": ""
      },
      {
        "sentence": "可是最近他经常生气摔东西，让我有些害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心。题中说，老公生气摔东西越来越严重，摔东西今年有两次了。也就是说，严重的情况下，今年过了一半了，平均下来三个多月摔一次。也就是没有严重以前是不摔或者一年半载有一次吧。",
    "annotation": [
      {
        "sentence": "我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "题中说，老公生气摔东西越来越严重，摔东西今年有两次了。",
        "label": ""
      },
      {
        "sentence": "也就是说，严重的情况下，今年过了一半了，平均下来三个多月摔一次。",
        "label": ""
      },
      {
        "sentence": "也就是没有严重以前是不摔或者一年半载有一次吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，以前很少摔东西，最近才频繁发生，让我很不安。",
    "annotation": [
      {
        "sentence": "是的，以前很少摔东西，最近才频繁发生，让我很不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有，他天天加班，早上做早饭，晚上回来还要洗衣服，收拾厨房。我不知道你们是不是单独住，有没有老人帮忙？",
    "annotation": [
      {
        "sentence": "还有，他天天加班，早上做早饭，晚上回来还要洗衣服，收拾厨房。",
        "label": ""
      },
      {
        "sentence": "我不知道你们是不是单独住，有没有老人帮忙？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们是单独住的，没有老人帮忙。他的工作确实很忙，但我也尽量给他提供支持。",
    "annotation": [
      {
        "sentence": "我们是单独住的，没有老人帮忙。",
        "label": ""
      },
      {
        "sentence": "他的工作确实很忙，但我也尽量给他提供支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "二胎宝宝，现在一岁，也就是老公的变化是出现在二胎到来之后。我们来分析一下老公变化的原因。从环境来说，物理环境没有发生变化，人文环境，多了一个孩子，心理环境，养孩子的压力，时间压力，家务的压力，精力的压力都在发生着变化。我猜你们之间的交流也变少了吧。",
    "annotation": [
      {
        "sentence": "二胎宝宝，现在一岁，也就是老公的变化是出现在二胎到来之后。",
        "label": ""
      },
      {
        "sentence": "我们来分析一下老公变化的原因。",
        "label": ""
      },
      {
        "sentence": "从环境来说，物理环境没有发生变化，人文环境，多了一个孩子，心理环境，养孩子的压力，时间压力，家务的压力，精力的压力都在发生着变化。",
        "label": ""
      },
      {
        "sentence": "我猜你们之间的交流也变少了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，因为忙于照顾孩子和家务，我们之间的交流确实变少了。我也明白他的压力，但他现在越来越容易生气，我不知道该如何挽救我们的关系。",
    "annotation": [
      {
        "sentence": "是的，因为忙于照顾孩子和家务，我们之间的交流确实变少了。",
        "label": ""
      },
      {
        "sentence": "我也明白他的压力，但他现在越来越容易生气，我不知道该如何挽救我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这么多的情况都在变化，老公的变化我觉得理性上来说是正常的。我们家也是两个孩子，二胎现在两岁半了。从生完老二后我的身体就大不如从前了。偶尔也会摔东西，不过我们家摔东西的是我，摔东西的时候一般是因为太累了，心里特别烦，想安静，但是条件又不允许，同时老公和孩子还在不断的对我提要求，那个瞬间，我会觉得，他们不爱我，不懂我。摔东西之前我已经极力在控制了，但是控制不了，我也很难受，如果不发泄一下，我会崩溃的。我摔东西的时候，我特别希望别人能理解我的辛苦，即便不懂我，也照顾一下我的感受。我当然知道，孩子还小，孩子需要照顾，老公很辛苦，老公累了需要休息，可是我呢，我难道就不辛苦吗？为了爱的人辛苦当然是可以的，但是没人理解，没人懂得，没人在意，这是我不能接受的。但是上面说的是我，我觉得男人可能更要面子一些，他可能不会说，自己需要被照顾，但是从题中来看，他确实也没有多少休息的时间。这么辛苦，如果不能休息，至少需要理解，肯定，安慰的。一个人最不可爱的时候，就是他最需要帮助的时候。你的老公现在的情况就是。他没有办法用语言表达，但是他在用他的行为说，他快扛不住了。",
    "annotation": [
      {
        "sentence": "这么多的情况都在变化，老公的变化我觉得理性上来说是正常的。",
        "label": ""
      },
      {
        "sentence": "我们家也是两个孩子，二胎现在两岁半了。",
        "label": ""
      },
      {
        "sentence": "从生完老二后我的身体就大不如从前了。",
        "label": ""
      },
      {
        "sentence": "偶尔也会摔东西，不过我们家摔东西的是我，摔东西的时候一般是因为太累了，心里特别烦，想安静，但是条件又不允许，同时老公和孩子还在不断的对我提要求，那个瞬间，我会觉得，他们不爱我，不懂我。",
        "label": ""
      },
      {
        "sentence": "摔东西之前我已经极力在控制了，但是控制不了，我也很难受，如果不发泄一下，我会崩溃的。",
        "label": ""
      },
      {
        "sentence": "我摔东西的时候，我特别希望别人能理解我的辛苦，即便不懂我，也照顾一下我的感受。",
        "label": ""
      },
      {
        "sentence": "我当然知道，孩子还小，孩子需要照顾，老公很辛苦，老公累了需要休息，可是我呢，我难道就不辛苦吗？",
        "label": ""
      },
      {
        "sentence": "为了爱的人辛苦当然是可以的，但是没人理解，没人懂得，没人在意，这是我不能接受的。",
        "label": ""
      },
      {
        "sentence": "但是上面说的是我，我觉得男人可能更要面子一些，他可能不会说，自己需要被照顾，但是从题中来看，他确实也没有多少休息的时间。",
        "label": ""
      },
      {
        "sentence": "这么辛苦，如果不能休息，至少需要理解，肯定，安慰的。",
        "label": ""
      },
      {
        "sentence": "一个人最不可爱的时候，就是他最需要帮助的时候。",
        "label": ""
      },
      {
        "sentence": "你的老公现在的情况就是。",
        "label": ""
      },
      {
        "sentence": "他没有办法用语言表达，但是他在用他的行为说，他快扛不住了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更多地关心和理解他，帮助他减轻压力。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更多地关心和理解他，帮助他减轻压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你几点建议，第一，如果可以，你们可以找个专业心理咨询中心，做个家庭治疗。第二，如果他摔东西了，在保护好孩子的前提下，多关心他一下，别因为害怕孤立他，责怪他。第三，如果你不是很忙的话，尽量分担一下家务，如果你也很累，可以定期请个钟点工帮忙打扫一下。第四，夫妻关系是一个家庭的中心，每天花点时间和老公聊聊和孩子无关的事情，回忆一下从前，别让感情因为孩子的到来冷却。生活不易，二胎家庭更加如此，所以，需要两个人合作的更加密切。看看天使般的孩子，想想美好的从前，眼前的日子只不过是一个阶段而已。但愿我的回答对你有所帮助。",
    "annotation": [
      {
        "sentence": "给你几点建议，第一，如果可以，你们可以找个专业心理咨询中心，做个家庭治疗。",
        "label": ""
      },
      {
        "sentence": "第二，如果他摔东西了，在保护好孩子的前提下，多关心他一下，别因为害怕孤立他，责怪他。",
        "label": ""
      },
      {
        "sentence": "第三，如果你不是很忙的话，尽量分担一下家务，如果你也很累，可以定期请个钟点工帮忙打扫一下。",
        "label": ""
      },
      {
        "sentence": "第四，夫妻关系是一个家庭的中心，每天花点时间和老公聊聊和孩子无关的事情，回忆一下从前，别让感情因为孩子的到来冷却。",
        "label": ""
      },
      {
        "sentence": "生活不易，二胎家庭更加如此，所以，需要两个人合作的更加密切。",
        "label": ""
      },
      {
        "sentence": "看看天使般的孩子，想想美好的从前，眼前的日子只不过是一个阶段而已。",
        "label": ""
      },
      {
        "sentence": "但愿我的回答对你有所帮助。",
        "label": ""
      }
    ]
  }
]