[
  {
    "role": "client",
    "content": "结婚8年，二胎满1岁，老公生气摔东西，越来越严重？",
    "annotation": [
      {
        "sentence": "结婚8年，二胎满1岁，老公生气摔东西，越来越严重？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "老公摔东西确实不太好，不仅对家庭财物造成了损失，更重要的是这样的响动会吓坏你，更会吓坏孩子。可能是你老公确实压力很大，毕竟要上班，还要做家务，两个孩子更会让他感到压力骤增，我们也需要理解他的负面情绪。但是爱摔东西的毛病确实需要改改，我的建议是找个时间与老公好好聊一聊。",
    "annotation": [
      {
        "sentence": "老公摔东西确实不太好，不仅对家庭财物造成了损失，更重要的是这样的响动会吓坏你，更会吓坏孩子。",
        "label": ""
      },
      {
        "sentence": "可能是你老公确实压力很大，毕竟要上班，还要做家务，两个孩子更会让他感到压力骤增，我们也需要理解他的负面情绪。",
        "label": ""
      },
      {
        "sentence": "但是爱摔东西的毛病确实需要改改，我的建议是找个时间与老公好好聊一聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我也不知道怎么办才好，我怕他不愿意和我聊这个问题。",
    "annotation": [
      {
        "sentence": "好的，我也不知道怎么办才好，我怕他不愿意和我聊这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不妨等老公的心情平复下来了，你可以好好和老公聊一聊。可以先询问一下老公最近工作上是不是遇到什么困难了？如果需要倾诉的话，你可以做他的听众。在老公倾诉之后，你可以问问他自己能为他做点什么？有没有什么需要帮他分担的？比如，家务上如果实在觉得累，你也可以帮他做一做，或者定期找个钟点工来帮帮忙？",
    "annotation": [
      {
        "sentence": "你不妨等老公的心情平复下来了，你可以好好和老公聊一聊。",
        "label": ""
      },
      {
        "sentence": "可以先询问一下老公最近工作上是不是遇到什么困难了？",
        "label": ""
      },
      {
        "sentence": "如果需要倾诉的话，你可以做他的听众。",
        "label": ""
      },
      {
        "sentence": "在老公倾诉之后，你可以问问他自己能为他做点什么？",
        "label": ""
      },
      {
        "sentence": "有没有什么需要帮他分担的？",
        "label": ""
      },
      {
        "sentence": "比如，家务上如果实在觉得累，你也可以帮他做一做，或者定期找个钟点工来帮帮忙？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，这个方法听起来不错，我会试试的。不过，我有点担心他会觉得我在责备他。",
    "annotation": [
      {
        "sentence": "嗯，这个方法听起来不错，我会试试的。",
        "label": ""
      },
      {
        "sentence": "不过，我有点担心他会觉得我在责备他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你可以和他沟通的时候注意方式，语气要温和，告诉他你关心他的感受，希望与他一起化解问题。同时，也需要和他讲一下，摔东西的习惯真的不太好，因为孩子还小，这样不仅会吓到他们，而且孩子可能也会耳濡目染，有摔东西的习惯。我们还是要做个好的榜样的。",
    "annotation": [
      {
        "sentence": "是的，你可以和他沟通的时候注意方式，语气要温和，告诉他你关心他的感受，希望与他一起化解问题。",
        "label": ""
      },
      {
        "sentence": "同时，也需要和他讲一下，摔东西的习惯真的不太好，因为孩子还小，这样不仅会吓到他们，而且孩子可能也会耳濡目染，有摔东西的习惯。",
        "label": ""
      },
      {
        "sentence": "我们还是要做个好的榜样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。还有什么其他的建议吗？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "还有什么其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了在孩子身上的精力，你可以多分一点给老公，照顾一下他的情绪。比如周末的时候，带老公和孩子到近郊野餐一下，或者游玩一会儿，大家都放松放松心情。比如晚上哄孩子睡着以后，和老公聊一聊，问问最近工作怎么样，心情怎么样，一起分享一下有趣的事情。家人嘛，就是需要一起成长，老公可能还没有完全适应四口之家带的状态，但是压力比他适应的过程更早地到来了。你也是，在照顾孩子的时候也一定感到很累吧。你可以多和老公聊一聊，互相倾诉一下彼此的感受，大家相互搀扶，把这段适应期渡过去，相信未来一定会更好的。",
    "annotation": [
      {
        "sentence": "除了在孩子身上的精力，你可以多分一点给老公，照顾一下他的情绪。",
        "label": ""
      },
      {
        "sentence": "比如周末的时候，带老公和孩子到近郊野餐一下，或者游玩一会儿，大家都放松放松心情。",
        "label": ""
      },
      {
        "sentence": "比如晚上哄孩子睡着以后，和老公聊一聊，问问最近工作怎么样，心情怎么样，一起分享一下有趣的事情。",
        "label": ""
      },
      {
        "sentence": "家人嘛，就是需要一起成长，老公可能还没有完全适应四口之家带的状态，但是压力比他适应的过程更早地到来了。",
        "label": ""
      },
      {
        "sentence": "你也是，在照顾孩子的时候也一定感到很累吧。",
        "label": ""
      },
      {
        "sentence": "你可以多和老公聊一聊，互相倾诉一下彼此的感受，大家相互搀扶，把这段适应期渡过去，相信未来一定会更好的。",
        "label": ""
      }
    ]
  }
]