[
  {
    "role": "client",
    "content": "我是一个16岁的女生，我不知道该怎样面对一个表面上是朋友但实际上最讨厌的人。我们从小学就是朋友，但是后来我们变得越来越熟悉，她总是让我做这做那，有时还会说伤害我的话，把她自己的想法强加给我，而我不承认的话，她还一副自以为是的样子。总之，她让我非常讨厌。但是那时候的我又软弱又害怕，因为如果我惹她生气，她就会做出更加伤害我的事情。于是，我一直懦弱地忍让，甚至明知不对的事情都听她的去做。她变本加厉，但是我虽然痛苦，但还是太软弱了，所以我还是忍让。现在我真的恨死那个时候的我了，这些事情我仍然没有忘记。但是她后来每次见到我，就像朋友一样跟我打招呼，深不知道我也恨死她了。虽然我们表面上还是朋友，但是这种“友谊”从来都不正常吧？我可能一直都是个胆小鬼。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，我不知道该怎样面对一个表面上是朋友但实际上最讨厌的人。",
        "label": ""
      },
      {
        "sentence": "我们从小学就是朋友，但是后来我们变得越来越熟悉，她总是让我做这做那，有时还会说伤害我的话，把她自己的想法强加给我，而我不承认的话，她还一副自以为是的样子。",
        "label": ""
      },
      {
        "sentence": "总之，她让我非常讨厌。",
        "label": ""
      },
      {
        "sentence": "但是那时候的我又软弱又害怕，因为如果我惹她生气，她就会做出更加伤害我的事情。",
        "label": ""
      },
      {
        "sentence": "于是，我一直懦弱地忍让，甚至明知不对的事情都听她的去做。",
        "label": ""
      },
      {
        "sentence": "她变本加厉，但是我虽然痛苦，但还是太软弱了，所以我还是忍让。",
        "label": ""
      },
      {
        "sentence": "现在我真的恨死那个时候的我了，这些事情我仍然没有忘记。",
        "label": ""
      },
      {
        "sentence": "但是她后来每次见到我，就像朋友一样跟我打招呼，深不知道我也恨死她了。",
        "label": ""
      },
      {
        "sentence": "虽然我们表面上还是朋友，但是这种“友谊”从来都不正常吧？",
        "label": ""
      },
      {
        "sentence": "我可能一直都是个胆小鬼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，真正交心的朋友肯定不会只索取，对方从严格意义上来说，只能算是你的过客。其实，朋友大概可以分为两种，一种是交心的，一种是逢场作戏的。我们都知道，有时候身不由己，尤其是在某些环境下，虽然我们不愿意做一些事情，但是由于一些原因，我们不得不去做，所以我们会感到不舒服，但也会强迫自己去忍受，因为这是成长过程中必经的阶段。但是，和真正的朋友在一起，我们不需要那么担心，可以大胆地说出自己的想法。朋友会给予我们适当的建议和帮助。当然，当朋友需要我们的时候，我们也会义无反顾地站在对方身边。所以，这样的关系才会变得越来越长久。而你所说的朋友，可能只是因为在一起的时间长了，觉得彼此的关系还可以。但是通过她对你的一些行为，你可以感觉到她并没有把你当作真正的知心朋友。所以，有时我们需要学会拒绝，也要学会逢场作戏。当一些打招呼的场合，我们可以继续，但是当涉及到自己的利益和个人感受的时候，我们可以选择性地拒绝，因为对方并不值得我们全身心的付出。",
    "annotation": [
      {
        "sentence": "听你的描述，真正交心的朋友肯定不会只索取，对方从严格意义上来说，只能算是你的过客。",
        "label": ""
      },
      {
        "sentence": "其实，朋友大概可以分为两种，一种是交心的，一种是逢场作戏的。",
        "label": ""
      },
      {
        "sentence": "我们都知道，有时候身不由己，尤其是在某些环境下，虽然我们不愿意做一些事情，但是由于一些原因，我们不得不去做，所以我们会感到不舒服，但也会强迫自己去忍受，因为这是成长过程中必经的阶段。",
        "label": ""
      },
      {
        "sentence": "但是，和真正的朋友在一起，我们不需要那么担心，可以大胆地说出自己的想法。",
        "label": ""
      },
      {
        "sentence": "朋友会给予我们适当的建议和帮助。",
        "label": ""
      },
      {
        "sentence": "当然，当朋友需要我们的时候，我们也会义无反顾地站在对方身边。",
        "label": ""
      },
      {
        "sentence": "所以，这样的关系才会变得越来越长久。",
        "label": ""
      },
      {
        "sentence": "而你所说的朋友，可能只是因为在一起的时间长了，觉得彼此的关系还可以。",
        "label": ""
      },
      {
        "sentence": "但是通过她对你的一些行为，你可以感觉到她并没有把你当作真正的知心朋友。",
        "label": ""
      },
      {
        "sentence": "所以，有时我们需要学会拒绝，也要学会逢场作戏。",
        "label": ""
      },
      {
        "sentence": "当一些打招呼的场合，我们可以继续，但是当涉及到自己的利益和个人感受的时候，我们可以选择性地拒绝，因为对方并不值得我们全身心的付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的回复。你说的没错，我明白了。真正的朋友是可以交心的，而那个人只是利用我，根本就不把我当作朋友。我知道现在是时候要保护自己了，不再随随便便妥协了。但是每次见到她，我还是会感到不舒服。我真的不知道以后如果见到她该怎么面对，因为表面上我们还是朋友，我不想制造尴尬。",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "你说的没错，我明白了。",
        "label": ""
      },
      {
        "sentence": "真正的朋友是可以交心的，而那个人只是利用我，根本就不把我当作朋友。",
        "label": ""
      },
      {
        "sentence": "我知道现在是时候要保护自己了，不再随随便便妥协了。",
        "label": ""
      },
      {
        "sentence": "但是每次见到她，我还是会感到不舒服。",
        "label": ""
      },
      {
        "sentence": "我真的不知道以后如果见到她该怎么面对，因为表面上我们还是朋友，我不想制造尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑和矛盾心理。面对那个人确实让你感到不舒服，但你也不希望制造尴尬的气氛。或许你可以试着与她保持礼貌的交往，但不必太过亲密或投入太多感情。毕竟，友谊需要建立在真实和信任的基础上。你可以保持距离，同时也可以寻找其他更值得信赖和交心的朋友，让自己的生活充满正能量和支持。当然，每个人的情况都不同，所以你可以根据自己的感受和判断来处理这个情况。",
    "annotation": [
      {
        "sentence": "我了解你的困惑和矛盾心理。",
        "label": ""
      },
      {
        "sentence": "面对那个人确实让你感到不舒服，但你也不希望制造尴尬的气氛。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着与她保持礼貌的交往，但不必太过亲密或投入太多感情。",
        "label": ""
      },
      {
        "sentence": "毕竟，友谊需要建立在真实和信任的基础上。",
        "label": ""
      },
      {
        "sentence": "你可以保持距离，同时也可以寻找其他更值得信赖和交心的朋友，让自己的生活充满正能量和支持。",
        "label": ""
      },
      {
        "sentence": "当然，每个人的情况都不同，所以你可以根据自己的感受和判断来处理这个情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该保持礼貌的交往，但是不必过于亲密。我会尝试找到更可信赖和交心的朋友，让自己的生活变得更积极。谢谢你的建议，我觉得自己心情好多了。",
    "annotation": [
      {
        "sentence": "你说得对，我应该保持礼貌的交往，但是不必过于亲密。",
        "label": ""
      },
      {
        "sentence": "我会尝试找到更可信赖和交心的朋友，让自己的生活变得更积极。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我觉得自己心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能对这个问题有所启发。记住，你值得拥有真正交心的朋友。同时也要学会保护自己，不再容忍那些伤害你的人。如果你有任何困惑或需要倾诉，随时都可以找我谈谈。我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "很高兴你能对这个问题有所启发。",
        "label": ""
      },
      {
        "sentence": "记住，你值得拥有真正交心的朋友。",
        "label": ""
      },
      {
        "sentence": "同时也要学会保护自己，不再容忍那些伤害你的人。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或需要倾诉，随时都可以找我谈谈。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。知道有你在我身边真的感觉很安心。希望能与你保持联系，并向你寻求帮助。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "知道有你在我身边真的感觉很安心。",
        "label": ""
      },
      {
        "sentence": "希望能与你保持联系，并向你寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能帮助到你，我也会一直在这里支持你。请记得，无论何时你都可以向我倾诉和寻求帮助，我会尽力帮助你度过困难的时刻。加油！",
    "annotation": [
      {
        "sentence": "我很高兴能帮助到你，我也会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "请记得，无论何时你都可以向我倾诉和寻求帮助，我会尽力帮助你度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]