[
  {
    "role": "client",
    "content": "我是一个20岁的女生，最近一直困扰于如何摆脱亲密关系的疏离所带来的恐惧。我在大学谈了一个男朋友，他和我一届，我们是在我有男朋友（不在我们学校）的情况下认识的。当我感受到我们之间关系的异样时，我和以前的男朋友提出了分手。后来我和现在的男朋友在一起了，最开始的几个月非常开心，但后来我们就会不断地吵架，双方都不愿意退让。于是那些未被彻底解决的问题在我心中积压，每当我想要发泄时，他总是用更大的怒火和一堆大道理来淹没我。每次我提出分手，他都不同意，而我也一次次地回到他身边。每次吵架后，他好像什么事都没发生一样，而我却越来越难过。沟通起来也感觉不在一个频道上，互不相让，他还会认为主动认错对他不公平。现在我的伤痛并不是觉得他怎么样，而是对于离开了他就揪心难过甚至恐惧的感觉，我真的讨厌这种感觉。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，最近一直困扰于如何摆脱亲密关系的疏离所带来的恐惧。",
        "label": ""
      },
      {
        "sentence": "我在大学谈了一个男朋友，他和我一届，我们是在我有男朋友（不在我们学校）的情况下认识的。",
        "label": ""
      },
      {
        "sentence": "当我感受到我们之间关系的异样时，我和以前的男朋友提出了分手。",
        "label": ""
      },
      {
        "sentence": "后来我和现在的男朋友在一起了，最开始的几个月非常开心，但后来我们就会不断地吵架，双方都不愿意退让。",
        "label": ""
      },
      {
        "sentence": "于是那些未被彻底解决的问题在我心中积压，每当我想要发泄时，他总是用更大的怒火和一堆大道理来淹没我。",
        "label": ""
      },
      {
        "sentence": "每次我提出分手，他都不同意，而我也一次次地回到他身边。",
        "label": ""
      },
      {
        "sentence": "每次吵架后，他好像什么事都没发生一样，而我却越来越难过。",
        "label": ""
      },
      {
        "sentence": "沟通起来也感觉不在一个频道上，互不相让，他还会认为主动认错对他不公平。",
        "label": ""
      },
      {
        "sentence": "现在我的伤痛并不是觉得他怎么样，而是对于离开了他就揪心难过甚至恐惧的感觉，我真的讨厌这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女生谈恋爱时，特别喜欢把事情说得清清楚楚、明明白白的。如果双方没有真正坦诚地沟通，问题是无法解决的，而你也无法真正地放下。女生需要找一个能够倾听并且理解她的人，而男生可能只是希望找一个价值观一致听话的女生。男生和女生的差异是非常大的，他们并不像女生所想象的那样。作为一个20岁的上大学的女孩，你已经很懂得很多事情了。不过，你可以回忆一下你的爷爷、爸爸、叔叔和其他异性长辈，他们是不是和你的奶奶、妈妈和阿姨有很大的不同呢？他们可能有时会显得专横、武断、急躁，但在面对重要事情时也会做出决断，他们也会毫不含糊地挺身而出。他们平时可能会被抱怨很多，但他们也是家庭中不可或缺的一部分。试着体会一下异性的特点，同时也发现一下自己作为另一个人，尤其是女性的特点，也许这样能够让你放下那些揪心、难过的感觉，重新审视你们之间的关系。我推荐一本书给你，《男人来自火星，女人来自金星：修炼亲密关系的方法》。祝你一切顺利！希望你能够内心平静。",
    "annotation": [
      {
        "sentence": "女生谈恋爱时，特别喜欢把事情说得清清楚楚、明明白白的。",
        "label": ""
      },
      {
        "sentence": "如果双方没有真正坦诚地沟通，问题是无法解决的，而你也无法真正地放下。",
        "label": ""
      },
      {
        "sentence": "女生需要找一个能够倾听并且理解她的人，而男生可能只是希望找一个价值观一致听话的女生。",
        "label": ""
      },
      {
        "sentence": "男生和女生的差异是非常大的，他们并不像女生所想象的那样。",
        "label": ""
      },
      {
        "sentence": "作为一个20岁的上大学的女孩，你已经很懂得很多事情了。",
        "label": ""
      },
      {
        "sentence": "不过，你可以回忆一下你的爷爷、爸爸、叔叔和其他异性长辈，他们是不是和你的奶奶、妈妈和阿姨有很大的不同呢？",
        "label": ""
      },
      {
        "sentence": "他们可能有时会显得专横、武断、急躁，但在面对重要事情时也会做出决断，他们也会毫不含糊地挺身而出。",
        "label": ""
      },
      {
        "sentence": "他们平时可能会被抱怨很多，但他们也是家庭中不可或缺的一部分。",
        "label": ""
      },
      {
        "sentence": "试着体会一下异性的特点，同时也发现一下自己作为另一个人，尤其是女性的特点，也许这样能够让你放下那些揪心、难过的感觉，重新审视你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "我推荐一本书给你，《男人来自火星，女人来自金星：修炼亲密关系的方法》。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "希望你能够内心平静。",
        "label": ""
      }
    ]
  }
]