[
  {
    "role": "client",
    "content": "分手已经三个月，前男友发来信息被我拒绝后没后文？",
    "annotation": [
      {
        "sentence": "分手已经三个月，前男友发来信息被我拒绝后没后文？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你三个月努力走出分手渐渐恢复状态，却在前男友发来一条短信后又陷入了内心的挣扎，对于目前的情况，我们可以一起来梳理一下再做决定。",
    "annotation": [
      {
        "sentence": "很理解你三个月努力走出分手渐渐恢复状态，却在前男友发来一条短信后又陷入了内心的挣扎，对于目前的情况，我们可以一起来梳理一下再做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和前男友在一起三四个月，中途分分合合，各有对错，但摸着良心说，他错得更多，包括对我漠不关心，冷暴力比我分手，以复合名义让我去外地见他，睡了我却仍然要分手，而我只不过是希望他能多关心我，给我每天发发信息罢了。",
    "annotation": [
      {
        "sentence": "我和前男友在一起三四个月，中途分分合合，各有对错，但摸着良心说，他错得更多，包括对我漠不关心，冷暴力比我分手，以复合名义让我去外地见他，睡了我却仍然要分手，而我只不过是希望他能多关心我，给我每天发发信息罢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，在这段感情中，你们的相处并不是很愉快。他对你的漠不关心和冷暴力行为让你感到委屈，而你只是希望他能多关心你，每天给你发信息而已。对于你的要求，他却以复合名义让你去外地见他，睡了你却依然要分手。从这些情况看来，他的行为比你更错。可能是因为你在这段感情中付出了更多，所以才会对分手感到难过。",
    "annotation": [
      {
        "sentence": "从你的描述来看，在这段感情中，你们的相处并不是很愉快。",
        "label": ""
      },
      {
        "sentence": "他对你的漠不关心和冷暴力行为让你感到委屈，而你只是希望他能多关心你，每天给你发信息而已。",
        "label": ""
      },
      {
        "sentence": "对于你的要求，他却以复合名义让你去外地见他，睡了你却依然要分手。",
        "label": ""
      },
      {
        "sentence": "从这些情况看来，他的行为比你更错。",
        "label": ""
      },
      {
        "sentence": "可能是因为你在这段感情中付出了更多，所以才会对分手感到难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最终以他说距离太远不愿意异地结束了这段感情，至今也已有三个月。这三个月里我做很多的事情走出这段感情，去旅游，搬去和朋友住，等等。他前段时间发信息给我说想我了，我和他说了很多类似于我们已经分手了，而且都是他造成的，应该相互不过问，诸如此类的话。然后他就没有再发任何的信息了。说实话我挺失望的，当初他说要分手，我那么极力的挽回。而现在我说是他分的手，我现在怎样都不会再回头了，他就不了了之了。唉，他这是在试探我吗？好困扰，想起来就这么被分手还是好难过？",
    "annotation": [
      {
        "sentence": "最终以他说距离太远不愿意异地结束了这段感情，至今也已有三个月。",
        "label": ""
      },
      {
        "sentence": "这三个月里我做很多的事情走出这段感情，去旅游，搬去和朋友住，等等。",
        "label": ""
      },
      {
        "sentence": "他前段时间发信息给我说想我了，我和他说了很多类似于我们已经分手了，而且都是他造成的，应该相互不过问，诸如此类的话。",
        "label": ""
      },
      {
        "sentence": "然后他就没有再发任何的信息了。",
        "label": ""
      },
      {
        "sentence": "说实话我挺失望的，当初他说要分手，我那么极力的挽回。",
        "label": ""
      },
      {
        "sentence": "而现在我说是他分的手，我现在怎样都不会再回头了，他就不了了之了。",
        "label": ""
      },
      {
        "sentence": "唉，他这是在试探我吗？",
        "label": ""
      },
      {
        "sentence": "好困扰，想起来就这么被分手还是好难过？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在这三个月里做了很多事情来走出这段感情，比如旅游和搬去和朋友住等。这些努力都是正确的，你已经在朝着摆脱这段感情的方向迈出了一步。前男友前段时间发信息说想你了，你回复了他，表达了自己已经和他分手，并且分手是他造成的，应该相互不过问等等。然后他就没有再发任何信息了。我理解你会对这种回应感到失望，毕竟当初他说要分手时，你极力挽回。而现在你表明不会再回头，他也不再联系你。也许他发信息想试探你的反应，但现在看来他只是不了了之。对于这种情况，你感到困扰，想起来就觉得被分手很难过。",
    "annotation": [
      {
        "sentence": "你在这三个月里做了很多事情来走出这段感情，比如旅游和搬去和朋友住等。",
        "label": ""
      },
      {
        "sentence": "这些努力都是正确的，你已经在朝着摆脱这段感情的方向迈出了一步。",
        "label": ""
      },
      {
        "sentence": "前男友前段时间发信息说想你了，你回复了他，表达了自己已经和他分手，并且分手是他造成的，应该相互不过问等等。",
        "label": ""
      },
      {
        "sentence": "然后他就没有再发任何信息了。",
        "label": ""
      },
      {
        "sentence": "我理解你会对这种回应感到失望，毕竟当初他说要分手时，你极力挽回。",
        "label": ""
      },
      {
        "sentence": "而现在你表明不会再回头，他也不再联系你。",
        "label": ""
      },
      {
        "sentence": "也许他发信息想试探你的反应，但现在看来他只是不了了之。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，你感到困扰，想起来就觉得被分手很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很失望。我曾经对他付出了那么多，为了挽回他不惜一切代价。现在想起来，觉得自己被他当成了傻子。我明白他并不是一个值得我留恋的人，但还是无法接受被分手的现实。",
    "annotation": [
      {
        "sentence": "是的，我真的很失望。",
        "label": ""
      },
      {
        "sentence": "我曾经对他付出了那么多，为了挽回他不惜一切代价。",
        "label": ""
      },
      {
        "sentence": "现在想起来，觉得自己被他当成了傻子。",
        "label": ""
      },
      {
        "sentence": "我明白他并不是一个值得我留恋的人，但还是无法接受被分手的现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到失望，毕竟你为了挽回他付出了很多。现在回想起来，你可能觉得自己被他当成了傻子。但是你要明白，他并不是一个值得你留恋的人。尽管如此，被分手的现实仍然让你难以接受。这是正常的情绪反应，但是逐渐接受和面对这个事实对你的恢复是很重要的。",
    "annotation": [
      {
        "sentence": "我理解你感到失望，毕竟你为了挽回他付出了很多。",
        "label": ""
      },
      {
        "sentence": "现在回想起来，你可能觉得自己被他当成了傻子。",
        "label": ""
      },
      {
        "sentence": "但是你要明白，他并不是一个值得你留恋的人。",
        "label": ""
      },
      {
        "sentence": "尽管如此，被分手的现实仍然让你难以接受。",
        "label": ""
      },
      {
        "sentence": "这是正常的情绪反应，但是逐渐接受和面对这个事实对你的恢复是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我知道我需要逐渐接受这个事实。但是每当想到他之前的冷漠和冷暴力对待我，我就难以控制自己的情绪。我觉得自己对这段感情投入了很多，但却没有得到应有的回报。",
    "annotation": [
      {
        "sentence": "确实，我知道我需要逐渐接受这个事实。",
        "label": ""
      },
      {
        "sentence": "但是每当想到他之前的冷漠和冷暴力对待我，我就难以控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我觉得自己对这段感情投入了很多，但却没有得到应有的回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你想到他之前的冷漠和冷暴力对待你时，无法控制情绪是正常的。你投入了很多，但没有得到应有的回报。这让你感到失望和委屈。但是记住，这并不是你的错。你付出了真心和努力，对方未能珍惜和回应，这是他的问题。逐渐接受这个事实，并且寻找更健康的方式来面对这段感情的结束是对自己的最好选择。",
    "annotation": [
      {
        "sentence": "当你想到他之前的冷漠和冷暴力对待你时，无法控制情绪是正常的。",
        "label": ""
      },
      {
        "sentence": "你投入了很多，但没有得到应有的回报。",
        "label": ""
      },
      {
        "sentence": "这让你感到失望和委屈。",
        "label": ""
      },
      {
        "sentence": "但是记住，这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "你付出了真心和努力，对方未能珍惜和回应，这是他的问题。",
        "label": ""
      },
      {
        "sentence": "逐渐接受这个事实，并且寻找更健康的方式来面对这段感情的结束是对自己的最好选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我需要让自己逐渐接受这个事实，并且摆脱对他的依赖和留恋。我要相信，我会遇到更好的人，拥有更健康的感情关系。",
    "annotation": [
      {
        "sentence": "是的，我需要让自己逐渐接受这个事实，并且摆脱对他的依赖和留恋。",
        "label": ""
      },
      {
        "sentence": "我要相信，我会遇到更好的人，拥有更健康的感情关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你需要相信自己，逐渐接受这个事实，并摆脱对他的依赖和留恋。相信自己会遇到更好的人，拥有更健康的感情关系。你已经朝着正确的方向迈出了一步，继续保持积极的心态，你会渐渐走出这段感情，重新找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "是的，你需要相信自己，逐渐接受这个事实，并摆脱对他的依赖和留恋。",
        "label": ""
      },
      {
        "sentence": "相信自己会遇到更好的人，拥有更健康的感情关系。",
        "label": ""
      },
      {
        "sentence": "你已经朝着正确的方向迈出了一步，继续保持积极的心态，你会渐渐走出这段感情，重新找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]