[
  {
    "role": "client",
    "content": "我是一个16岁的女生，不知道该怎样面对表面上的朋友其实是我最讨厌的人。小学的时候，我们是好朋友，但是后来她渐渐变得熟悉了，就总是让我做这做那，有时还会说伤害我的话，把她的想法强加给我，我不承认还一副自以为很懂的样子。总之，她让我非常讨厌。但是那个时候的我又软弱又害怕，因为惹她生气，她会更加伤害我。所以我一直懦弱地忍让，甚至明知不对的事情都听她的去做。尽管她变本加厉，我痛苦得无法描述，但我实在太软弱了，所以还是忍让。现在我恨死那个时候的自己了，这些事情我仍然没有忘记。但是她后来每次见到我就像朋友一样跟我打招呼，深不知我也恨死她了。那个“朋友”是我拿尊严换回来的，但我早就觉得它什么都不如。我不知道以后如果我见到她该怎样面对，因为表面上还是朋友，但这“友谊”从来都是不正常的吧？我可能一直是个胆小鬼。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，不知道该怎样面对表面上的朋友其实是我最讨厌的人。",
        "label": ""
      },
      {
        "sentence": "小学的时候，我们是好朋友，但是后来她渐渐变得熟悉了，就总是让我做这做那，有时还会说伤害我的话，把她的想法强加给我，我不承认还一副自以为很懂的样子。",
        "label": ""
      },
      {
        "sentence": "总之，她让我非常讨厌。",
        "label": ""
      },
      {
        "sentence": "但是那个时候的我又软弱又害怕，因为惹她生气，她会更加伤害我。",
        "label": ""
      },
      {
        "sentence": "所以我一直懦弱地忍让，甚至明知不对的事情都听她的去做。",
        "label": ""
      },
      {
        "sentence": "尽管她变本加厉，我痛苦得无法描述，但我实在太软弱了，所以还是忍让。",
        "label": ""
      },
      {
        "sentence": "现在我恨死那个时候的自己了，这些事情我仍然没有忘记。",
        "label": ""
      },
      {
        "sentence": "但是她后来每次见到我就像朋友一样跟我打招呼，深不知我也恨死她了。",
        "label": ""
      },
      {
        "sentence": "那个“朋友”是我拿尊严换回来的，但我早就觉得它什么都不如。",
        "label": ""
      },
      {
        "sentence": "我不知道以后如果我见到她该怎样面对，因为表面上还是朋友，但这“友谊”从来都是不正常的吧？",
        "label": ""
      },
      {
        "sentence": "我可能一直是个胆小鬼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "特别能够理解你的感受，因为小时候我也有类似的经历。当我寄宿在姑妈家时，我遇到了一个村里非常受欢迎的女孩。她总是命令其他孩子做各种事情，如果有人不听她的，她就会让全村的孩子都不和那个人玩耍。对于一个小孩子来说，没有朋友一起玩，是多么可怕的事情啊。她说什么我都照做，即使有时候要求过分，比如她让我给她要家里的零花钱，或者在漆黑的夜晚跋涉到很远的小卖部给她买冰淇淋。我之所以选择忍让，只是因为不想失去朋友而已。长大后，我们分开了，每次再见面的时候，我们也会像朋友一样打招呼。虽然她可能不记得过去发生的事情，但是我永远不会忘记。在心底，我也不把她当真正的朋友。所以我觉得你见到你朋友的时候，也不用纠结应该怎么面对她，毕竟也不会天天相处在一起。见面打个招呼就好，如果实在不愿意，至少点头微笑也行。如果假装不认识，你自己也会不舒服的，毕竟曾经相处过。就把她当成一个熟悉的人，以平常心对待就好，不用太在意，也不用去恨她。毕竟，人非圣贤，谁能没有过错呢？选择原谅才是对我们自己的解脱。",
    "annotation": [
      {
        "sentence": "特别能够理解你的感受，因为小时候我也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "当我寄宿在姑妈家时，我遇到了一个村里非常受欢迎的女孩。",
        "label": ""
      },
      {
        "sentence": "她总是命令其他孩子做各种事情，如果有人不听她的，她就会让全村的孩子都不和那个人玩耍。",
        "label": ""
      },
      {
        "sentence": "对于一个小孩子来说，没有朋友一起玩，是多么可怕的事情啊。",
        "label": ""
      },
      {
        "sentence": "她说什么我都照做，即使有时候要求过分，比如她让我给她要家里的零花钱，或者在漆黑的夜晚跋涉到很远的小卖部给她买冰淇淋。",
        "label": ""
      },
      {
        "sentence": "我之所以选择忍让，只是因为不想失去朋友而已。",
        "label": ""
      },
      {
        "sentence": "长大后，我们分开了，每次再见面的时候，我们也会像朋友一样打招呼。",
        "label": ""
      },
      {
        "sentence": "虽然她可能不记得过去发生的事情，但是我永远不会忘记。",
        "label": ""
      },
      {
        "sentence": "在心底，我也不把她当真正的朋友。",
        "label": ""
      },
      {
        "sentence": "所以我觉得你见到你朋友的时候，也不用纠结应该怎么面对她，毕竟也不会天天相处在一起。",
        "label": ""
      },
      {
        "sentence": "见面打个招呼就好，如果实在不愿意，至少点头微笑也行。",
        "label": ""
      },
      {
        "sentence": "如果假装不认识，你自己也会不舒服的，毕竟曾经相处过。",
        "label": ""
      },
      {
        "sentence": "就把她当成一个熟悉的人，以平常心对待就好，不用太在意，也不用去恨她。",
        "label": ""
      },
      {
        "sentence": "毕竟，人非圣贤，谁能没有过错呢？",
        "label": ""
      },
      {
        "sentence": "选择原谅才是对我们自己的解脱。",
        "label": ""
      }
    ]
  }
]