[
  {
    "role": "client",
    "content": "分手已经三个月，前男友发来信息被我拒绝后没后文？我和前男友在一起三四个月，中途分分合合，各有对错，但摸着良心说，他错得更多，包括对我漠不关心，冷暴力比我分手，以复合名义让我去外地见他，睡了我却仍然要分手，而我只不过是希望他能多关心我，给我每天发发信息罢了。最终以他说距离太远不愿意异地结束了这段感情，至今也已有三个月。这三个月里我做很多的事情走出这段感情，去旅游，搬去和朋友住，等等。他前段时间发信息给我说想我了，我和他说了很多类似于我们已经分手了，而且都是他造成的，应该相互不过问，诸如此类的话。然后他就没有再发任何的信息了。说实话我挺失望的，当初他说要分手，我那么极力的挽回。而现在我说是他分的手，我现在怎样都不会再回头了，他就不了了之了。唉，他这是在试探我吗？好困扰，想起来就这么被分手还是好难过？",
    "annotation": [
      {
        "sentence": "分手已经三个月，前男友发来信息被我拒绝后没后文？",
        "label": ""
      },
      {
        "sentence": "我和前男友在一起三四个月，中途分分合合，各有对错，但摸着良心说，他错得更多，包括对我漠不关心，冷暴力比我分手，以复合名义让我去外地见他，睡了我却仍然要分手，而我只不过是希望他能多关心我，给我每天发发信息罢了。",
        "label": ""
      },
      {
        "sentence": "最终以他说距离太远不愿意异地结束了这段感情，至今也已有三个月。",
        "label": ""
      },
      {
        "sentence": "这三个月里我做很多的事情走出这段感情，去旅游，搬去和朋友住，等等。",
        "label": ""
      },
      {
        "sentence": "他前段时间发信息给我说想我了，我和他说了很多类似于我们已经分手了，而且都是他造成的，应该相互不过问，诸如此类的话。",
        "label": ""
      },
      {
        "sentence": "然后他就没有再发任何的信息了。",
        "label": ""
      },
      {
        "sentence": "说实话我挺失望的，当初他说要分手，我那么极力的挽回。",
        "label": ""
      },
      {
        "sentence": "而现在我说是他分的手，我现在怎样都不会再回头了，他就不了了之了。",
        "label": ""
      },
      {
        "sentence": "唉，他这是在试探我吗？",
        "label": ""
      },
      {
        "sentence": "好困扰，想起来就这么被分手还是好难过？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的困扰。你已经花了三个月的时间去克服这段感情，但前男友突然联系你说想你了。然而，在你拒绝后，他又消失不见了。你的心情肯定很难过，因为这段感情的结束也是他提出的。让我陪你聊聊吧。在一段感情中，当我们付出了真心，无论发生什么，被对方结束都会让我们感到失落。我看到你积极地面对这一切，旅游、搬去和朋友住等等，这些努力都是值得肯定的。然而此时前男友又来纠缠你，任谁都会心情起伏不定。你的应对很冷静，但难免还是会觉得难过。分手后的日子都是痛苦的，而且我们通常会有很多的不甘心。毕竟，曾经亲密的两个人变成了陌生人。但正如萨提亚所说：“不要因为我的离开而悲伤，要为我曾经来过而庆祝。”每一段经历都会让我们成长。尽管这个成长可能是痛苦的，但它会让我们反思：我到底要找一个怎样的人？我在这段感情中要怎样对待自己？我们该如何共同经营一段关系？他是否值得信赖？他是否完全接纳我……你要慢慢放下内心的不甘心。有人说：“爱自己，和谁在一起最终都是和自己在一起。”先好好处理好自己与自己的关系。就像婚恋专家朱志慧所说：我们首先要独立自主，我可以爱你，但如果你不爱我，那我也可以不爱你。祝愿你在这个过程中有所收获和反思，未来会更美好！",
    "annotation": [
      {
        "sentence": "我完全理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "你已经花了三个月的时间去克服这段感情，但前男友突然联系你说想你了。",
        "label": ""
      },
      {
        "sentence": "然而，在你拒绝后，他又消失不见了。",
        "label": ""
      },
      {
        "sentence": "你的心情肯定很难过，因为这段感情的结束也是他提出的。",
        "label": ""
      },
      {
        "sentence": "让我陪你聊聊吧。",
        "label": ""
      },
      {
        "sentence": "在一段感情中，当我们付出了真心，无论发生什么，被对方结束都会让我们感到失落。",
        "label": ""
      },
      {
        "sentence": "我看到你积极地面对这一切，旅游、搬去和朋友住等等，这些努力都是值得肯定的。",
        "label": ""
      },
      {
        "sentence": "然而此时前男友又来纠缠你，任谁都会心情起伏不定。",
        "label": ""
      },
      {
        "sentence": "你的应对很冷静，但难免还是会觉得难过。",
        "label": ""
      },
      {
        "sentence": "分手后的日子都是痛苦的，而且我们通常会有很多的不甘心。",
        "label": ""
      },
      {
        "sentence": "毕竟，曾经亲密的两个人变成了陌生人。",
        "label": ""
      },
      {
        "sentence": "但正如萨提亚所说：“不要因为我的离开而悲伤，要为我曾经来过而庆祝。",
        "label": ""
      },
      {
        "sentence": "”每一段经历都会让我们成长。",
        "label": ""
      },
      {
        "sentence": "尽管这个成长可能是痛苦的，但它会让我们反思：我到底要找一个怎样的人？",
        "label": ""
      },
      {
        "sentence": "我在这段感情中要怎样对待自己？",
        "label": ""
      },
      {
        "sentence": "我们该如何共同经营一段关系？",
        "label": ""
      },
      {
        "sentence": "他是否值得信赖？",
        "label": ""
      },
      {
        "sentence": "他是否完全接纳我……你要慢慢放下内心的不甘心。",
        "label": ""
      },
      {
        "sentence": "有人说：“爱自己，和谁在一起最终都是和自己在一起。",
        "label": ""
      },
      {
        "sentence": "”先好好处理好自己与自己的关系。",
        "label": ""
      },
      {
        "sentence": "就像婚恋专家朱志慧所说：我们首先要独立自主，我可以爱你，但如果你不爱我，那我也可以不爱你。",
        "label": ""
      },
      {
        "sentence": "祝愿你在这个过程中有所收获和反思，未来会更美好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。你说的没错，被前男友结束这段感情确实让我感到失落。之前为了挽回他，我真的尽了很大努力，可是现在他却对我不再有所表示，真的很让人失望。我想我对他太好了，太迁就他的冷漠和冷暴力，让他觉得无所谓。我现在明白了自己不能再为了一个不懂得珍惜和关心我的人而伤害自己。虽然我现在处理得比较冷静，但想起被分手的那一刻还是很心痛。怎么样才能快速从这段感情中走出来呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说的没错，被前男友结束这段感情确实让我感到失落。",
        "label": ""
      },
      {
        "sentence": "之前为了挽回他，我真的尽了很大努力，可是现在他却对我不再有所表示，真的很让人失望。",
        "label": ""
      },
      {
        "sentence": "我想我对他太好了，太迁就他的冷漠和冷暴力，让他觉得无所谓。",
        "label": ""
      },
      {
        "sentence": "我现在明白了自己不能再为了一个不懂得珍惜和关心我的人而伤害自己。",
        "label": ""
      },
      {
        "sentence": "虽然我现在处理得比较冷静，但想起被分手的那一刻还是很心痛。",
        "label": ""
      },
      {
        "sentence": "怎么样才能快速从这段感情中走出来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得非常好，已经意识到了自己不能再为一个不懂得珍惜和关心你的人而伤害自己。这是一个很重要的认识。像你说的，处理得越来越冷静已经是一个很大的进步。要快速走出这段感情，首先要接受分手的现实，并允许自己感受所有的情绪，包括痛苦和失望。毕竟这是一段你曾经投入了真心的感情，完全放下需要时间。你可以尝试寻找一些情感上的支持，和朋友、家人聊聊自己的心情，将内心的痛苦分享出来也能减轻负担。此外，多参与一些充实自己、提升自己的活动也是一个好的方法。你已经开始去旅游、搬去和朋友住，这些都是积极的方式去调整心态和重新找回生活的快乐。相信时间会帮助你逐渐走出这段感情的阴影。记得爱护自己，给自己时间和空间去疗伤。",
    "annotation": [
      {
        "sentence": "你做得非常好，已经意识到了自己不能再为一个不懂得珍惜和关心你的人而伤害自己。",
        "label": ""
      },
      {
        "sentence": "这是一个很重要的认识。",
        "label": ""
      },
      {
        "sentence": "像你说的，处理得越来越冷静已经是一个很大的进步。",
        "label": ""
      },
      {
        "sentence": "要快速走出这段感情，首先要接受分手的现实，并允许自己感受所有的情绪，包括痛苦和失望。",
        "label": ""
      },
      {
        "sentence": "毕竟这是一段你曾经投入了真心的感情，完全放下需要时间。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些情感上的支持，和朋友、家人聊聊自己的心情，将内心的痛苦分享出来也能减轻负担。",
        "label": ""
      },
      {
        "sentence": "此外，多参与一些充实自己、提升自己的活动也是一个好的方法。",
        "label": ""
      },
      {
        "sentence": "你已经开始去旅游、搬去和朋友住，这些都是积极的方式去调整心态和重新找回生活的快乐。",
        "label": ""
      },
      {
        "sentence": "相信时间会帮助你逐渐走出这段感情的阴影。",
        "label": ""
      },
      {
        "sentence": "记得爱护自己，给自己时间和空间去疗伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我会接受分手的事实，并且给自己时间去感受所有的情绪。我明白完全放下需要时间，不急于做出改变。而且你提到的寻找情感上的支持和参与充实自己的活动也是我需要做的事情。现在我会更加珍惜自己，给自己疗伤的空间。非常感谢你的建议和陪伴！",
    "annotation": [
      {
        "sentence": "你说的对，我会接受分手的事实，并且给自己时间去感受所有的情绪。",
        "label": ""
      },
      {
        "sentence": "我明白完全放下需要时间，不急于做出改变。",
        "label": ""
      },
      {
        "sentence": "而且你提到的寻找情感上的支持和参与充实自己的活动也是我需要做的事情。",
        "label": ""
      },
      {
        "sentence": "现在我会更加珍惜自己，给自己疗伤的空间。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。无论何时，如果你还需要倾诉或者有任何疑问，都可以随时来找我聊天。在走出这段感情的过程中，情绪会有起伏，但请相信自己的能力，相信你可以变得更加坚强。你已经迈出了第一步，接下来的日子里，我祝福你能够继续成长，获得更多的幸福和满足。你并不孤单，有我一直在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "无论何时，如果你还需要倾诉或者有任何疑问，都可以随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "在走出这段感情的过程中，情绪会有起伏，但请相信自己的能力，相信你可以变得更加坚强。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，接下来的日子里，我祝福你能够继续成长，获得更多的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]