[
  {
    "role": "client",
    "content": "心情长期低落，总觉得自己心理出了问题！错落感很大心情长期低落，很懒，对生活的激情越来越少。越来越很少能感知到家人和男朋友还有其他人的关爱，总觉得他们的关怀和自己之间有一层玻璃。和父母从小就矛盾多吵架，到现在懒得动嘴不爱说话。和男友在一起，虽然知道两人是真心的互相喜欢，但只要接吻拥抱亲密点，身体在接受，内心却很抗拒，而自己表现出的只有麻木，不知道要说什么。感觉眼睛里和心里所有的事物都是悲观的，好像对父母关系，未来的婚姻，家庭以及自己充满了难以言说的悲伤，现在的自己很难受，一想到自己和男友的亲密如果被家人或者其他人知道的话，就觉得自己很脏，很失败，感觉自己什么都做不好，那种错落感很大。",
    "annotation": [
      {
        "sentence": "心情长期低落，总觉得自己心理出了问题！",
        "label": ""
      },
      {
        "sentence": "错落感很大心情长期低落，很懒，对生活的激情越来越少。",
        "label": ""
      },
      {
        "sentence": "越来越很少能感知到家人和男朋友还有其他人的关爱，总觉得他们的关怀和自己之间有一层玻璃。",
        "label": ""
      },
      {
        "sentence": "和父母从小就矛盾多吵架，到现在懒得动嘴不爱说话。",
        "label": ""
      },
      {
        "sentence": "和男友在一起，虽然知道两人是真心的互相喜欢，但只要接吻拥抱亲密点，身体在接受，内心却很抗拒，而自己表现出的只有麻木，不知道要说什么。",
        "label": ""
      },
      {
        "sentence": "感觉眼睛里和心里所有的事物都是悲观的，好像对父母关系，未来的婚姻，家庭以及自己充满了难以言说的悲伤，现在的自己很难受，一想到自己和男友的亲密如果被家人或者其他人知道的话，就觉得自己很脏，很失败，感觉自己什么都做不好，那种错落感很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心情长期低落，很懒，对生活的激情越来越少，难以言说的悲伤越来越很少能感知到家人和男朋友还有其他人的关爱，总觉得他们的关怀和自己之间有一层玻璃。和父母从小就矛盾多吵架，到现在懒得动嘴不爱说话。身体在接受，内心却很抗拒，麻木觉得自己很脏，很失败，感觉自己什么都做不好。从你的描述中可以看出，你整个人都仿佛浸在了悲伤的溶液里。我们的任何心情，一定都是有原因的；而任何情绪如果得不到疏解，都会转为另一种途径出口。究竟发生了什么事呢？你指的错落感是什么呢？希望你能对自己的想法忠诚。",
    "annotation": [
      {
        "sentence": "心情长期低落，很懒，对生活的激情越来越少，难以言说的悲伤越来越很少能感知到家人和男朋友还有其他人的关爱，总觉得他们的关怀和自己之间有一层玻璃。",
        "label": ""
      },
      {
        "sentence": "和父母从小就矛盾多吵架，到现在懒得动嘴不爱说话。",
        "label": ""
      },
      {
        "sentence": "身体在接受，内心却很抗拒，麻木觉得自己很脏，很失败，感觉自己什么都做不好。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你整个人都仿佛浸在了悲伤的溶液里。",
        "label": ""
      },
      {
        "sentence": "我们的任何心情，一定都是有原因的；而任何情绪如果得不到疏解，都会转为另一种途径出口。",
        "label": ""
      },
      {
        "sentence": "究竟发生了什么事呢？",
        "label": ""
      },
      {
        "sentence": "你指的错落感是什么呢？",
        "label": ""
      },
      {
        "sentence": "希望你能对自己的想法忠诚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己无法感受到他人的关爱，总觉得他们和我之间有一层玻璃隔开。和父母之间矛盾很多，从小就吵架，现在懒得和他们交流沟通。而和男友在一起时，虽然我知道他真心喜欢我，但每次亲密接触时，我心里都感到抗拒，完全不知道该说些什么。而且我对未来感到悲观，觉得无法获得幸福。一想到家人或其他人知道我和男友的关系，我就觉得自己很脏，很失败，一无是处。",
    "annotation": [
      {
        "sentence": "我觉得自己无法感受到他人的关爱，总觉得他们和我之间有一层玻璃隔开。",
        "label": ""
      },
      {
        "sentence": "和父母之间矛盾很多，从小就吵架，现在懒得和他们交流沟通。",
        "label": ""
      },
      {
        "sentence": "而和男友在一起时，虽然我知道他真心喜欢我，但每次亲密接触时，我心里都感到抗拒，完全不知道该说些什么。",
        "label": ""
      },
      {
        "sentence": "而且我对未来感到悲观，觉得无法获得幸福。",
        "label": ""
      },
      {
        "sentence": "一想到家人或其他人知道我和男友的关系，我就觉得自己很脏，很失败，一无是处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的这些问题都十分复杂，看起来你内心的压力很大。我们会经历各种各样的情绪起伏，但重要的是要认识到这些情绪的来源。我想问一下，你觉得自己的错落感是从什么时候开始的呢？有没有什么具体的事件或经历导致了这样的感受呢？",
    "annotation": [
      {
        "sentence": "你描述的这些问题都十分复杂，看起来你内心的压力很大。",
        "label": ""
      },
      {
        "sentence": "我们会经历各种各样的情绪起伏，但重要的是要认识到这些情绪的来源。",
        "label": ""
      },
      {
        "sentence": "我想问一下，你觉得自己的错落感是从什么时候开始的呢？",
        "label": ""
      },
      {
        "sentence": "有没有什么具体的事件或经历导致了这样的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这种错落感从小就存在了，我和父母之间的矛盾导致了很多争吵和冷漠，我不愿意和他们交流。至于和男友的抗拒，我不知道该说些什么。我对未来充满了悲观，害怕自己无法得到幸福，对家庭、父母关系等问题都充满了难以言说的悲伤。",
    "annotation": [
      {
        "sentence": "我觉得这种错落感从小就存在了，我和父母之间的矛盾导致了很多争吵和冷漠，我不愿意和他们交流。",
        "label": ""
      },
      {
        "sentence": "至于和男友的抗拒，我不知道该说些什么。",
        "label": ""
      },
      {
        "sentence": "我对未来充满了悲观，害怕自己无法得到幸福，对家庭、父母关系等问题都充满了难以言说的悲伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，你的错落感在很小的时候就开始了，而与父母的关系也很紧张。这些经历可能会对你产生很深的影响。你觉得自己不愿意和父母交流，可能是因为没有得到他们的支持和理解。对于未来的悲观，我觉得你可能害怕自己无法获得幸福，害怕重复父母的关系。这些都是非常真实的情绪，希望你能对它们坦诚相待。",
    "annotation": [
      {
        "sentence": "我明白了，你的错落感在很小的时候就开始了，而与父母的关系也很紧张。",
        "label": ""
      },
      {
        "sentence": "这些经历可能会对你产生很深的影响。",
        "label": ""
      },
      {
        "sentence": "你觉得自己不愿意和父母交流，可能是因为没有得到他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "对于未来的悲观，我觉得你可能害怕自己无法获得幸福，害怕重复父母的关系。",
        "label": ""
      },
      {
        "sentence": "这些都是非常真实的情绪，希望你能对它们坦诚相待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我一直害怕自己的未来会和父母一样，我害怕无法建立一个幸福的家庭。感谢你的理解和支持。但我对于自己和男友之间的抗拒感到困惑，为什么内心会反感这种亲密呢？",
    "annotation": [
      {
        "sentence": "对，我一直害怕自己的未来会和父母一样，我害怕无法建立一个幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "感谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但我对于自己和男友之间的抗拒感到困惑，为什么内心会反感这种亲密呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种内心的抗拒可能与你的个人经历、童年和家庭环境有关。或许有一些在潜意识中的恐惧和压力在作祟。对于这种抗拒，我建议你试着保持开放的心态，和男友进行真诚沟通，一起探讨这样的感受并寻找解决办法。内心的矛盾和抗拒可能需要时间和耐心去调和，但是只要你能够勇敢面对，你就能逐渐克服这些困惑。",
    "annotation": [
      {
        "sentence": "这种内心的抗拒可能与你的个人经历、童年和家庭环境有关。",
        "label": ""
      },
      {
        "sentence": "或许有一些在潜意识中的恐惧和压力在作祟。",
        "label": ""
      },
      {
        "sentence": "对于这种抗拒，我建议你试着保持开放的心态，和男友进行真诚沟通，一起探讨这样的感受并寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "内心的矛盾和抗拒可能需要时间和耐心去调和，但是只要你能够勇敢面对，你就能逐渐克服这些困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和男友沟通，并以开放的心态去面对我的内心抗拒感。我相信在你的帮助下，我一定能够逐渐克服这些困惑，走向更好的自己。非常感谢你的支持和理解！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和男友沟通，并以开放的心态去面对我的内心抗拒感。",
        "label": ""
      },
      {
        "sentence": "我相信在你的帮助下，我一定能够逐渐克服这些困惑，走向更好的自己。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和理解！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。请记住，面对自己的内心困惑是一个成长和疗愈的过程，你已经迈出了第一步。我希望你能坚持下去，相信自己的力量，未来一定会更加美好！如果你在沟通中遇到任何困难，记得随时向我寻求帮助。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "请记住，面对自己的内心困惑是一个成长和疗愈的过程，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "我希望你能坚持下去，相信自己的力量，未来一定会更加美好！",
        "label": ""
      },
      {
        "sentence": "如果你在沟通中遇到任何困难，记得随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]