[
  {
    "role": "client",
    "content": "我30多岁了，因为父母偏心，不想结婚生小孩。我来自福建的小县城，家里有四个小孩，我是其中的二女儿，而唯一的一位儿子就是我哥哥。我已经不想再详述父亲是如何偏心了。最新发生的事情是，我哥哥有房有车有别墅。虽然我从未向父母要过什么，但我知道自己最近很难受。作为被偏爱的孩子，我对自己的敏感和自卑感到非常敏感，在他们面前总是唯唯诺诺、尽量取悦他们。今天，父亲逼着哥哥解释为什么不结婚，他说因为我存在的原因，他承受了很大的压力。这话让我非常难过，因为在父亲兴奋地展示别墅时，我了解到这套别墅只是专门给他和哥哥住的。我的情绪瞬间崩溃了。所有人都告诉我这是正常的，要我自己调节。哥哥说他没有想到我会有这样的反应，也没想到一个家庭需要这么多勾心斗角。我感到非常委屈，在没有别人介入的情况下，希望不要为别人的幸福努力，他永远无法理解我的感受。这几天，我一直躲在房间里，闷闷不乐，还头痛得厉害。他的成家立业是父母最关心的大事，而我无法承担如此巨大的责任。客观地说，我确实感到父母对我偏心，但难道我连不开心的权利都没有吗？难道我还得像小时候那样假装自己开心吗？",
    "annotation": [
      {
        "sentence": "我30多岁了，因为父母偏心，不想结婚生小孩。",
        "label": ""
      },
      {
        "sentence": "我来自福建的小县城，家里有四个小孩，我是其中的二女儿，而唯一的一位儿子就是我哥哥。",
        "label": ""
      },
      {
        "sentence": "我已经不想再详述父亲是如何偏心了。",
        "label": ""
      },
      {
        "sentence": "最新发生的事情是，我哥哥有房有车有别墅。",
        "label": ""
      },
      {
        "sentence": "虽然我从未向父母要过什么，但我知道自己最近很难受。",
        "label": ""
      },
      {
        "sentence": "作为被偏爱的孩子，我对自己的敏感和自卑感到非常敏感，在他们面前总是唯唯诺诺、尽量取悦他们。",
        "label": ""
      },
      {
        "sentence": "今天，父亲逼着哥哥解释为什么不结婚，他说因为我存在的原因，他承受了很大的压力。",
        "label": ""
      },
      {
        "sentence": "这话让我非常难过，因为在父亲兴奋地展示别墅时，我了解到这套别墅只是专门给他和哥哥住的。",
        "label": ""
      },
      {
        "sentence": "我的情绪瞬间崩溃了。",
        "label": ""
      },
      {
        "sentence": "所有人都告诉我这是正常的，要我自己调节。",
        "label": ""
      },
      {
        "sentence": "哥哥说他没有想到我会有这样的反应，也没想到一个家庭需要这么多勾心斗角。",
        "label": ""
      },
      {
        "sentence": "我感到非常委屈，在没有别人介入的情况下，希望不要为别人的幸福努力，他永远无法理解我的感受。",
        "label": ""
      },
      {
        "sentence": "这几天，我一直躲在房间里，闷闷不乐，还头痛得厉害。",
        "label": ""
      },
      {
        "sentence": "他的成家立业是父母最关心的大事，而我无法承担如此巨大的责任。",
        "label": ""
      },
      {
        "sentence": "客观地说，我确实感到父母对我偏心，但难道我连不开心的权利都没有吗？",
        "label": ""
      },
      {
        "sentence": "难道我还得像小时候那样假装自己开心吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是迁就他们的快乐吗？自从这件事发生后，我一直在考虑去一个与家人没有牵连的城市，开始独自过自己的生活。我也33岁了，为什么不结婚不生孩子？我反思了很久，也许这就是不被偏爱带来的心理缺陷，但是谁又真的在意呢？德善说，“就像这个世界上所有的老二一样，姐姐因为是姐姐，弟弟因为是弟弟，所以大家都得谦让着。但我曾以为我的牺牲精神是伟大的，爸爸妈妈说他们理解我，原来并非如此。”",
    "annotation": [
      {
        "sentence": "是迁就他们的快乐吗？",
        "label": ""
      },
      {
        "sentence": "自从这件事发生后，我一直在考虑去一个与家人没有牵连的城市，开始独自过自己的生活。",
        "label": ""
      },
      {
        "sentence": "我也33岁了，为什么不结婚不生孩子？",
        "label": ""
      },
      {
        "sentence": "我反思了很久，也许这就是不被偏爱带来的心理缺陷，但是谁又真的在意呢？",
        "label": ""
      },
      {
        "sentence": "德善说，“就像这个世界上所有的老二一样，姐姐因为是姐姐，弟弟因为是弟弟，所以大家都得谦让着。",
        "label": ""
      },
      {
        "sentence": "但我曾以为我的牺牲精神是伟大的，爸爸妈妈说他们理解我，原来并非如此。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  }
]