[
  {
    "role": "client",
    "content": "我是一个20岁的大四女生。从高中开始，我就一直感到孤独，这让我无法专注于学习。在高一的时候，学业紧张，但我却学不会，导致焦虑，整天只能刷手机。由于自卑，我几乎没有交到朋友。高考成绩也是理所当然的差，最后只考上了一个二本大学。现在我正准备考研，但每当我一个人刷题学习的时候，很难过，感觉到孤单和痛苦。所以我就又开始循环地刷手机，这样下去时间会越来越紧张。我觉得我心理上一定有很大的问题，不知道自己到底怎么了。",
    "annotation": [
      {
        "sentence": "我是一个20岁的大四女生。",
        "label": ""
      },
      {
        "sentence": "从高中开始，我就一直感到孤独，这让我无法专注于学习。",
        "label": ""
      },
      {
        "sentence": "在高一的时候，学业紧张，但我却学不会，导致焦虑，整天只能刷手机。",
        "label": ""
      },
      {
        "sentence": "由于自卑，我几乎没有交到朋友。",
        "label": ""
      },
      {
        "sentence": "高考成绩也是理所当然的差，最后只考上了一个二本大学。",
        "label": ""
      },
      {
        "sentence": "现在我正准备考研，但每当我一个人刷题学习的时候，很难过，感觉到孤单和痛苦。",
        "label": ""
      },
      {
        "sentence": "所以我就又开始循环地刷手机，这样下去时间会越来越紧张。",
        "label": ""
      },
      {
        "sentence": "我觉得我心理上一定有很大的问题，不知道自己到底怎么了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，可以告诉我你为什么一直不能放下手机，总是沉迷于刷手机呢？虽然刷手机看起来似乎没有任何好处，但为什么你不能离开或放下手机呢？手机是一个多功能的信息集合体，里面有新闻、朋友同学的动态、各种资料，还有一种掌控感。对，掌控感就是关键。当我们刷手机的时候，手机会满足我们的需求，无论我们点开一个网页，即使它打不开，也会在我们面前呈现出一个明确的答案；无论我们查找一个资料，即使它是错误的，也会给我们一个答案；看朋友圈或微博，总有人在发布消息，而不是什么都没有。所以，手机最重要的作用就是给我们一个答案。而在学习方面，存在太多的不确定性，让人望而却步。面对书本，我们无法确定这些资料、习题和课本是否做好了就能得到满分。更重要的是，有些知识我们并没有真正掌握。你内心对此非常清楚明白，但大多时候你选择回避而不去面对。此外，你也不确定现在所学的东西对将来是否有帮助，甚至不知道自己将来会从事什么行业。至少手机并不会让你感到迷茫，它给你提供了一个明确的搜索范围。所有这些不确定的感觉让你对自己所做的事情失去了掌控感，也无法思考清楚自己到底需要什么、想要什么，而只是被安排着一味地去做。因此，你感到迷茫，渴望找到一种明确的感觉，但这种明确的感觉并不容易找到。即使找到了，内心也会升起许多不确定感。你会问自己，这真的是我想要的吗？我可以这样做吗？做了之后会有什么后果吗？别人会喜欢并接受吗？只有当你真正明白自己的目标所在、在哪里，前方的路才会变得明晰起来。只有这样你才能想到自己需要做什么，需要了解什么，以及对你前进的路有帮助的是什么。你可以先思考一下自己到底想要什么，想要从哪个方面去发展和展现自己，然后努力向着那个方向前进。我希望我的回答对你有所帮助，我和这个世界都爱着你。",
    "annotation": [
      {
        "sentence": "首先，可以告诉我你为什么一直不能放下手机，总是沉迷于刷手机呢？",
        "label": ""
      },
      {
        "sentence": "虽然刷手机看起来似乎没有任何好处，但为什么你不能离开或放下手机呢？",
        "label": ""
      },
      {
        "sentence": "手机是一个多功能的信息集合体，里面有新闻、朋友同学的动态、各种资料，还有一种掌控感。",
        "label": ""
      },
      {
        "sentence": "对，掌控感就是关键。",
        "label": ""
      },
      {
        "sentence": "当我们刷手机的时候，手机会满足我们的需求，无论我们点开一个网页，即使它打不开，也会在我们面前呈现出一个明确的答案；无论我们查找一个资料，即使它是错误的，也会给我们一个答案；看朋友圈或微博，总有人在发布消息，而不是什么都没有。",
        "label": ""
      },
      {
        "sentence": "所以，手机最重要的作用就是给我们一个答案。",
        "label": ""
      },
      {
        "sentence": "而在学习方面，存在太多的不确定性，让人望而却步。",
        "label": ""
      },
      {
        "sentence": "面对书本，我们无法确定这些资料、习题和课本是否做好了就能得到满分。",
        "label": ""
      },
      {
        "sentence": "更重要的是，有些知识我们并没有真正掌握。",
        "label": ""
      },
      {
        "sentence": "你内心对此非常清楚明白，但大多时候你选择回避而不去面对。",
        "label": ""
      },
      {
        "sentence": "此外，你也不确定现在所学的东西对将来是否有帮助，甚至不知道自己将来会从事什么行业。",
        "label": ""
      },
      {
        "sentence": "至少手机并不会让你感到迷茫，它给你提供了一个明确的搜索范围。",
        "label": ""
      },
      {
        "sentence": "所有这些不确定的感觉让你对自己所做的事情失去了掌控感，也无法思考清楚自己到底需要什么、想要什么，而只是被安排着一味地去做。",
        "label": ""
      },
      {
        "sentence": "因此，你感到迷茫，渴望找到一种明确的感觉，但这种明确的感觉并不容易找到。",
        "label": ""
      },
      {
        "sentence": "即使找到了，内心也会升起许多不确定感。",
        "label": ""
      },
      {
        "sentence": "你会问自己，这真的是我想要的吗？",
        "label": ""
      },
      {
        "sentence": "我可以这样做吗？",
        "label": ""
      },
      {
        "sentence": "做了之后会有什么后果吗？",
        "label": ""
      },
      {
        "sentence": "别人会喜欢并接受吗？",
        "label": ""
      },
      {
        "sentence": "只有当你真正明白自己的目标所在、在哪里，前方的路才会变得明晰起来。",
        "label": ""
      },
      {
        "sentence": "只有这样你才能想到自己需要做什么，需要了解什么，以及对你前进的路有帮助的是什么。",
        "label": ""
      },
      {
        "sentence": "你可以先思考一下自己到底想要什么，想要从哪个方面去发展和展现自己，然后努力向着那个方向前进。",
        "label": ""
      },
      {
        "sentence": "我希望我的回答对你有所帮助，我和这个世界都爱着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，你说得很有道理。我确实沉迷于手机，但没意识到其中的原因。我一直以来都有控制欲和安全感的需求，而手机对我来说就是一种稳定和确定的东西。我害怕面对学习中的不确定性，害怕不知道自己是否能够掌控和应对。同时，我也一直忽视了我的真实需求和目标，只是盲目地按照别人的期待去生活。我明白了，我需要先弄清楚自己真正想要的是什么，从而找到前进的方向。但是有时候我还是担心，怕迈出这一步后会有一些后果，甚至会有人不接受我。你能告诉我应该如何面对这些担忧吗？",
    "annotation": [
      {
        "sentence": "谢谢你的回答，你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实沉迷于手机，但没意识到其中的原因。",
        "label": ""
      },
      {
        "sentence": "我一直以来都有控制欲和安全感的需求，而手机对我来说就是一种稳定和确定的东西。",
        "label": ""
      },
      {
        "sentence": "我害怕面对学习中的不确定性，害怕不知道自己是否能够掌控和应对。",
        "label": ""
      },
      {
        "sentence": "同时，我也一直忽视了我的真实需求和目标，只是盲目地按照别人的期待去生活。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要先弄清楚自己真正想要的是什么，从而找到前进的方向。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是担心，怕迈出这一步后会有一些后果，甚至会有人不接受我。",
        "label": ""
      },
      {
        "sentence": "你能告诉我应该如何面对这些担忧吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，手机对你来说就代表了一种稳定和确定的东西。而你内心对学习中的不确定性充满了恐惧和焦虑。但是，生活中总会有不确定性存在，我们无法掌控所有的事情。面对这些担忧，首先你要明确一点，你是为了自己而活，而不是为了别人。别人的意见和看法并不决定你的价值，而是你自己决定。在追求自己真正想要的东西的过程中，一定会遇到一些困难和阻碍。但是这些困难并不是你无法克服的，而是你成长的机会。同时，你也要相信，真正爱你和接受你的人会一直支持你的选择。当你在追求自己的梦想时，他们会在你身边给你力量和支持。所以，不要被担忧所束缚，大胆往前走，你会发现你追求的目标和真正的自己。我相信你可以做到的。",
    "annotation": [
      {
        "sentence": "你说得很对，手机对你来说就代表了一种稳定和确定的东西。",
        "label": ""
      },
      {
        "sentence": "而你内心对学习中的不确定性充满了恐惧和焦虑。",
        "label": ""
      },
      {
        "sentence": "但是，生活中总会有不确定性存在，我们无法掌控所有的事情。",
        "label": ""
      },
      {
        "sentence": "面对这些担忧，首先你要明确一点，你是为了自己而活，而不是为了别人。",
        "label": ""
      },
      {
        "sentence": "别人的意见和看法并不决定你的价值，而是你自己决定。",
        "label": ""
      },
      {
        "sentence": "在追求自己真正想要的东西的过程中，一定会遇到一些困难和阻碍。",
        "label": ""
      },
      {
        "sentence": "但是这些困难并不是你无法克服的，而是你成长的机会。",
        "label": ""
      },
      {
        "sentence": "同时，你也要相信，真正爱你和接受你的人会一直支持你的选择。",
        "label": ""
      },
      {
        "sentence": "当你在追求自己的梦想时，他们会在你身边给你力量和支持。",
        "label": ""
      },
      {
        "sentence": "所以，不要被担忧所束缚，大胆往前走，你会发现你追求的目标和真正的自己。",
        "label": ""
      },
      {
        "sentence": "我相信你可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白了，我需要面对自己内心的不确定性，坦然接受生活中的挑战和困难。我也不再会迷失在手机中，而是要尝试去寻找自己真正感兴趣的事物，找到激发内心动力的源泉。虽然未来会面临一些不确定的情况，但我相信只要我努力并专注于自己的目标，一切都会变得更好。再次感谢你的帮助和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要面对自己内心的不确定性，坦然接受生活中的挑战和困难。",
        "label": ""
      },
      {
        "sentence": "我也不再会迷失在手机中，而是要尝试去寻找自己真正感兴趣的事物，找到激发内心动力的源泉。",
        "label": ""
      },
      {
        "sentence": "虽然未来会面临一些不确定的情况，但我相信只要我努力并专注于自己的目标，一切都会变得更好。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你已经有了正确的认识和态度。你要相信自己的能力，相信你可以克服困难，实现自己的目标。在这个过程中，我会一直陪伴在你身边，支持你，鼓励你。希望你能坚持下去，勇敢追求自己真正的梦想。记住，无论遇到什么困难和挑战，你都不是一个人在战斗，我和这个世界都爱着你。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你已经有了正确的认识和态度。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的能力，相信你可以克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我会一直陪伴在你身边，支持你，鼓励你。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，勇敢追求自己真正的梦想。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难和挑战，你都不是一个人在战斗，我和这个世界都爱着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]