[
  {
    "role": "client",
    "content": "我是一个20岁的大四女生，在高中以来一直感到很孤独，这样让我无法专注于学习。高一的时候学习压力非常大，却感觉什么都学不会，导致我焦虑，并整天刷手机。由于自卑心理和交友困难，我也没有交到很多朋友。高考也考得不好，只去了一所二本大学。现在我准备考研，但每当我一个人刷题学习时就会感到很难过和孤独，我排斥学习并感到痛苦，于是就开始循环刷手机，导致越来越紧张。我觉得我心理上有很大的问题，我到底怎么了呢？",
    "annotation": [
      {
        "sentence": "我是一个20岁的大四女生，在高中以来一直感到很孤独，这样让我无法专注于学习。",
        "label": ""
      },
      {
        "sentence": "高一的时候学习压力非常大，却感觉什么都学不会，导致我焦虑，并整天刷手机。",
        "label": ""
      },
      {
        "sentence": "由于自卑心理和交友困难，我也没有交到很多朋友。",
        "label": ""
      },
      {
        "sentence": "高考也考得不好，只去了一所二本大学。",
        "label": ""
      },
      {
        "sentence": "现在我准备考研，但每当我一个人刷题学习时就会感到很难过和孤独，我排斥学习并感到痛苦，于是就开始循环刷手机，导致越来越紧张。",
        "label": ""
      },
      {
        "sentence": "我觉得我心理上有很大的问题，我到底怎么了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，首先我要由衷地钦佩你考研的决心和勇气。我还记得我大学时也曾考虑过考研，但在被父母否定后，我很轻易地放弃了。所以我觉得你比很多人都要坚强。我想问一下，刷手机对一个人的心理状态有多大影响？是否需要强制限制手机使用呢？我身边有个案例，我的亲戚a妈妈和b妈妈各有一个女儿，年龄相差一岁。a的女儿上的是民办寄宿学校，学校对手机有严格的管理制度，回到家里，a妈妈也会监督女儿使用手机，严重时甚至扔掉女儿的手机。结果a的女儿成绩一直很好，今年考上了一所985大学。和她交谈时，她总是语气很官腔。而b的女儿上的是普通高中，今年是高三，成绩一般。前几天我去他们家玩，惊讶地发现，b这个高三的女孩做完作业后，每天还在继续玩手机，聊天、看小说和电视剧之类的。对自己玩手机的事情并没有隐藏。我有些愣住了，这种对手机如此淡然、完全没有焦虑的态度，颠覆了我的认知。没有强制禁止使用手机，孩子也没有上瘾，并且正常学习也没有受到影响。这说明了什么呢？玩手机并不是什么可怕的东西，毒在于我们对待手机的态度。说起来有点羞愧，我在沮丧失意时也有过沉迷游戏的经历，这里就不展开了。但为什么这个孩子没有呢？如果我们把刷手机当做寻找乐子和消磨时间的方式，而不是看作堕落，会有什么不同呢？试想一下，当你不自觉地拿起手机时，多问一句自己：我是不是有点无聊了？是不是累了？是不是想放松一下？这样刷手机导致内疚的恶性循环还会继续下去吗？关于你所提到的孤独感，其实是怎么回事呢？我们人类天生就是群体动物，每个人都讨厌孤独感，但我们都无法摆脱它。学习的道路其实很孤独，当你独自奋斗、承受孤独时，对社会互动的渴望也更加强烈。通过手机的连接，我们可以安慰自己：虽然我孤独，但我与这个世界有着联系。我记得哲学家苏格拉底曾说过，人应该好好照顾自己的心灵。当你感到不安时，试着问问自己：我怎么了？我应该如何照顾我的内心呢？让我们一起连接你和我吧。",
    "annotation": [
      {
        "sentence": "同学，首先我要由衷地钦佩你考研的决心和勇气。",
        "label": ""
      },
      {
        "sentence": "我还记得我大学时也曾考虑过考研，但在被父母否定后，我很轻易地放弃了。",
        "label": ""
      },
      {
        "sentence": "所以我觉得你比很多人都要坚强。",
        "label": ""
      },
      {
        "sentence": "我想问一下，刷手机对一个人的心理状态有多大影响？",
        "label": ""
      },
      {
        "sentence": "是否需要强制限制手机使用呢？",
        "label": ""
      },
      {
        "sentence": "我身边有个案例，我的亲戚a妈妈和b妈妈各有一个女儿，年龄相差一岁。",
        "label": ""
      },
      {
        "sentence": "a的女儿上的是民办寄宿学校，学校对手机有严格的管理制度，回到家里，a妈妈也会监督女儿使用手机，严重时甚至扔掉女儿的手机。",
        "label": ""
      },
      {
        "sentence": "结果a的女儿成绩一直很好，今年考上了一所985大学。",
        "label": ""
      },
      {
        "sentence": "和她交谈时，她总是语气很官腔。",
        "label": ""
      },
      {
        "sentence": "而b的女儿上的是普通高中，今年是高三，成绩一般。",
        "label": ""
      },
      {
        "sentence": "前几天我去他们家玩，惊讶地发现，b这个高三的女孩做完作业后，每天还在继续玩手机，聊天、看小说和电视剧之类的。",
        "label": ""
      },
      {
        "sentence": "对自己玩手机的事情并没有隐藏。",
        "label": ""
      },
      {
        "sentence": "我有些愣住了，这种对手机如此淡然、完全没有焦虑的态度，颠覆了我的认知。",
        "label": ""
      },
      {
        "sentence": "没有强制禁止使用手机，孩子也没有上瘾，并且正常学习也没有受到影响。",
        "label": ""
      },
      {
        "sentence": "这说明了什么呢？",
        "label": ""
      },
      {
        "sentence": "玩手机并不是什么可怕的东西，毒在于我们对待手机的态度。",
        "label": ""
      },
      {
        "sentence": "说起来有点羞愧，我在沮丧失意时也有过沉迷游戏的经历，这里就不展开了。",
        "label": ""
      },
      {
        "sentence": "但为什么这个孩子没有呢？",
        "label": ""
      },
      {
        "sentence": "如果我们把刷手机当做寻找乐子和消磨时间的方式，而不是看作堕落，会有什么不同呢？",
        "label": ""
      },
      {
        "sentence": "试想一下，当你不自觉地拿起手机时，多问一句自己：我是不是有点无聊了？",
        "label": ""
      },
      {
        "sentence": "是不是累了？",
        "label": ""
      },
      {
        "sentence": "是不是想放松一下？",
        "label": ""
      },
      {
        "sentence": "这样刷手机导致内疚的恶性循环还会继续下去吗？",
        "label": ""
      },
      {
        "sentence": "关于你所提到的孤独感，其实是怎么回事呢？",
        "label": ""
      },
      {
        "sentence": "我们人类天生就是群体动物，每个人都讨厌孤独感，但我们都无法摆脱它。",
        "label": ""
      },
      {
        "sentence": "学习的道路其实很孤独，当你独自奋斗、承受孤独时，对社会互动的渴望也更加强烈。",
        "label": ""
      },
      {
        "sentence": "通过手机的连接，我们可以安慰自己：虽然我孤独，但我与这个世界有着联系。",
        "label": ""
      },
      {
        "sentence": "我记得哲学家苏格拉底曾说过，人应该好好照顾自己的心灵。",
        "label": ""
      },
      {
        "sentence": "当你感到不安时，试着问问自己：我怎么了？",
        "label": ""
      },
      {
        "sentence": "我应该如何照顾我的内心呢？",
        "label": ""
      },
      {
        "sentence": "让我们一起连接你和我吧。",
        "label": ""
      }
    ]
  }
]