[
  {
    "role": "client",
    "content": "高三妹妹对最好的朋友占有欲太强，很希望一对一的关系。我是帮我妹妹来问的这个问题。我妹妹现在高三，她说这也挺影响她的高考的。我自己不知道该怎么帮她解决。我想问请问有解决这个方法的思路了没？如果有的话大概需要多长时间呢？",
    "annotation": [
      {
        "sentence": "高三妹妹对最好的朋友占有欲太强，很希望一对一的关系。",
        "label": ""
      },
      {
        "sentence": "我是帮我妹妹来问的这个问题。",
        "label": ""
      },
      {
        "sentence": "我妹妹现在高三，她说这也挺影响她的高考的。",
        "label": ""
      },
      {
        "sentence": "我自己不知道该怎么帮她解决。",
        "label": ""
      },
      {
        "sentence": "我想问请问有解决这个方法的思路了没？",
        "label": ""
      },
      {
        "sentence": "如果有的话大概需要多长时间呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你妹妹的感受，对待友情一旦认真起来，的确会产生类似于爱情的占有欲。当一段对自己来说非常重要的关系受到第三方威胁时，吃醋是很正常的，此外，还会伴随有焦虑、恐惧、悲伤、敌对等情绪发生。我也曾有过相似经历，高中时跟我最要好的朋友也是很希望是一对一的关系，每天都黏在一起，但后面逐渐显现一些问题，比如：距离产生美。人与人之间无论多亲密都是需要一定的自我空间的，我们整天黏在一起，只一对一关系会产生一点烦躁感，从而使矛盾增多局限交际圈。一对一关系会很大限度地局限你们双方的交际圈，自己没有主动去交别的朋友，而别人也不好来插一脚。不知道你妹妹有没有意识到这些问题呢？",
    "annotation": [
      {
        "sentence": "非常理解你妹妹的感受，对待友情一旦认真起来，的确会产生类似于爱情的占有欲。",
        "label": ""
      },
      {
        "sentence": "当一段对自己来说非常重要的关系受到第三方威胁时，吃醋是很正常的，此外，还会伴随有焦虑、恐惧、悲伤、敌对等情绪发生。",
        "label": ""
      },
      {
        "sentence": "我也曾有过相似经历，高中时跟我最要好的朋友也是很希望是一对一的关系，每天都黏在一起，但后面逐渐显现一些问题，比如：距离产生美。",
        "label": ""
      },
      {
        "sentence": "人与人之间无论多亲密都是需要一定的自我空间的，我们整天黏在一起，只一对一关系会产生一点烦躁感，从而使矛盾增多局限交际圈。",
        "label": ""
      },
      {
        "sentence": "一对一关系会很大限度地局限你们双方的交际圈，自己没有主动去交别的朋友，而别人也不好来插一脚。",
        "label": ""
      },
      {
        "sentence": "不知道你妹妹有没有意识到这些问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很有道理。我会跟妹妹聊聊，希望她能意识到这些问题。",
    "annotation": [
      {
        "sentence": "我觉得你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我会跟妹妹聊聊，希望她能意识到这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，和你妹妹沟通是解决问题的第一步。另外，友谊中的这种占有欲通常源于想保护这段友谊免受破坏，本质上是对这份友谊的不够自信。如果感情足够深厚的话，大概也不用太担心第三方的威胁。你妹妹应该是很重视这份友谊的，但她需要再给这份感情一点信心。真诚待人，乐于分享自己所得，往往比占有欲更能巩固一份感情。给自己一点信心，提高价值感。很多研究都发现，友谊中的过度占有欲来源于个体自我价值感的缺失。对自己越不自信，越容易过度依赖他人，因此可能会更渴望独占一份友谊。所以你妹妹需要找到自己的价值感，每个人都有闪光之处，要有留住身边人的自信。做好自己，用心去对待友谊，你会得到同等回报的。",
    "annotation": [
      {
        "sentence": "很好，和你妹妹沟通是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "另外，友谊中的这种占有欲通常源于想保护这段友谊免受破坏，本质上是对这份友谊的不够自信。",
        "label": ""
      },
      {
        "sentence": "如果感情足够深厚的话，大概也不用太担心第三方的威胁。",
        "label": ""
      },
      {
        "sentence": "你妹妹应该是很重视这份友谊的，但她需要再给这份感情一点信心。",
        "label": ""
      },
      {
        "sentence": "真诚待人，乐于分享自己所得，往往比占有欲更能巩固一份感情。",
        "label": ""
      },
      {
        "sentence": "给自己一点信心，提高价值感。",
        "label": ""
      },
      {
        "sentence": "很多研究都发现，友谊中的过度占有欲来源于个体自我价值感的缺失。",
        "label": ""
      },
      {
        "sentence": "对自己越不自信，越容易过度依赖他人，因此可能会更渴望独占一份友谊。",
        "label": ""
      },
      {
        "sentence": "所以你妹妹需要找到自己的价值感，每个人都有闪光之处，要有留住身边人的自信。",
        "label": ""
      },
      {
        "sentence": "做好自己，用心去对待友谊，你会得到同等回报的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妹妹可能确实缺乏自信。我会和她一起探索她的优势和特点，提高她的自我认知和自信心。",
    "annotation": [
      {
        "sentence": "妹妹可能确实缺乏自信。",
        "label": ""
      },
      {
        "sentence": "我会和她一起探索她的优势和特点，提高她的自我认知和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常好的做法。通过探索和认识自己的优势和特点，妹妹可以更加坚定地相信自己，并且知道自己在友谊中所能提供的价值。同时，友谊中的猜疑心理也是需要正面的情感表达来消除的。很多时候，那些因素其实并没有对友谊造成破坏，但是吃醋的人也会关注在那些鸡毛蒜皮的小事情上并臆想“她不想跟我玩了”。猜疑心理并不利于感情的持续发展，朋友之间也是需要情感表达的。比起困在自己的猜疑里，不如大胆让对方知道：你是我最在乎的朋友。及时表达了自己的情感，剩下的就顺其自然吧。",
    "annotation": [
      {
        "sentence": "这是非常好的做法。",
        "label": ""
      },
      {
        "sentence": "通过探索和认识自己的优势和特点，妹妹可以更加坚定地相信自己，并且知道自己在友谊中所能提供的价值。",
        "label": ""
      },
      {
        "sentence": "同时，友谊中的猜疑心理也是需要正面的情感表达来消除的。",
        "label": ""
      },
      {
        "sentence": "很多时候，那些因素其实并没有对友谊造成破坏，但是吃醋的人也会关注在那些鸡毛蒜皮的小事情上并臆想“她不想跟我玩了”。",
        "label": ""
      },
      {
        "sentence": "猜疑心理并不利于感情的持续发展，朋友之间也是需要情感表达的。",
        "label": ""
      },
      {
        "sentence": "比起困在自己的猜疑里，不如大胆让对方知道：你是我最在乎的朋友。",
        "label": ""
      },
      {
        "sentence": "及时表达了自己的情感，剩下的就顺其自然吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会鼓励妹妹勇敢地向朋友表达自己的感受，告诉她对朋友的重要性。",
    "annotation": [
      {
        "sentence": "我会鼓励妹妹勇敢地向朋友表达自己的感受，告诉她对朋友的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，勇敢地表达是维系友谊的一种方式。同时，也要提醒妹妹，现在是高三，主要任务还是学习，对于人际关系问题要适当地花精力，但并非主要矛盾哦。把时间和精力集中在学习上，可能就不会想太多了。不要因为这些而耽误学习啦。祝好！",
    "annotation": [
      {
        "sentence": "很好，勇敢地表达是维系友谊的一种方式。",
        "label": ""
      },
      {
        "sentence": "同时，也要提醒妹妹，现在是高三，主要任务还是学习，对于人际关系问题要适当地花精力，但并非主要矛盾哦。",
        "label": ""
      },
      {
        "sentence": "把时间和精力集中在学习上，可能就不会想太多了。",
        "label": ""
      },
      {
        "sentence": "不要因为这些而耽误学习啦。",
        "label": ""
      },
      {
        "sentence": "祝好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会将这些和妹妹分享的。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会将这些和妹妹分享的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望我的建议对你妹妹有所帮助。如果还有其他问题，随时来找我倾诉，我会一直在这里支持你的。祝你和妹妹顺利度过高三，取得好成绩！",
    "annotation": [
      {
        "sentence": "不客气，我希望我的建议对你妹妹有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我倾诉，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你和妹妹顺利度过高三，取得好成绩！",
        "label": ""
      }
    ]
  }
]