[
  {
    "role": "client",
    "content": "婚后发现老公偷拍路边美女，半夜自慰怎么办？",
    "annotation": [
      {
        "sentence": "婚后发现老公偷拍路边美女，半夜自慰怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个情况让你感到很困扰吧？你们曾经就这个问题进行过面谈吗？",
    "annotation": [
      {
        "sentence": "这个情况让你感到很困扰吧？",
        "label": ""
      },
      {
        "sentence": "你们曾经就这个问题进行过面谈吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们谈过这个问题。一开始我选择了忍让，不想伤害他的自尊心，但后来发现这样解决不了问题。",
    "annotation": [
      {
        "sentence": "是的，我们谈过这个问题。",
        "label": ""
      },
      {
        "sentence": "一开始我选择了忍让，不想伤害他的自尊心，但后来发现这样解决不了问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你试图保持家庭和谐的想法，但问题还是困扰着你。你能否跟我分享一下你们面谈后的情况？",
    "annotation": [
      {
        "sentence": "我能理解你试图保持家庭和谐的想法，但问题还是困扰着你。",
        "label": ""
      },
      {
        "sentence": "你能否跟我分享一下你们面谈后的情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "即使我们进行了面谈，但他的行为并没有显著改观。他依然在我不在或者睡着的时候去厕所自慰。他自己也意识到这个问题，觉得这是一种病态。",
    "annotation": [
      {
        "sentence": "即使我们进行了面谈，但他的行为并没有显著改观。",
        "label": ""
      },
      {
        "sentence": "他依然在我不在或者睡着的时候去厕所自慰。",
        "label": ""
      },
      {
        "sentence": "他自己也意识到这个问题，觉得这是一种病态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的丈夫可能有色情成瘾的问题。虽然他并没有实质性的出轨行为，但是你的感受和他实际出轨是一样的。他更倾向于进入自己幻想的世界中，那里能给他更大的刺激和满足。在那个幻想世界里，他可以得到他所期望的一切：丝袜、胸部丰满、长腿、貌美、各种姿势等等。为了构建他的幻想世界，他需要从外界获取素材，比如看色情视频、盯着现实生活中漂亮的女性不放、偷拍或偷窥等行为。随着时间的推移，这个幻想世界成为他应对不舒服情绪的机制，当他感觉无聊、压力大或遇到不愉快的事情时，他会进入这个世界，那里他是无敌的，所有的欲望都可以满足，从而获得所谓的“快乐”。这个行为久而久之形成了一种成瘾，他会通过性幻想来逃避现实问题，不再努力面对它们。如果你还有其他疑问，可以随时向我咨询。",
    "annotation": [
      {
        "sentence": "听起来你的丈夫可能有色情成瘾的问题。",
        "label": ""
      },
      {
        "sentence": "虽然他并没有实质性的出轨行为，但是你的感受和他实际出轨是一样的。",
        "label": ""
      },
      {
        "sentence": "他更倾向于进入自己幻想的世界中，那里能给他更大的刺激和满足。",
        "label": ""
      },
      {
        "sentence": "在那个幻想世界里，他可以得到他所期望的一切：丝袜、胸部丰满、长腿、貌美、各种姿势等等。",
        "label": ""
      },
      {
        "sentence": "为了构建他的幻想世界，他需要从外界获取素材，比如看色情视频、盯着现实生活中漂亮的女性不放、偷拍或偷窥等行为。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，这个幻想世界成为他应对不舒服情绪的机制，当他感觉无聊、压力大或遇到不愉快的事情时，他会进入这个世界，那里他是无敌的，所有的欲望都可以满足，从而获得所谓的“快乐”。",
        "label": ""
      },
      {
        "sentence": "这个行为久而久之形成了一种成瘾，他会通过性幻想来逃避现实问题，不再努力面对它们。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他疑问，可以随时向我咨询。",
        "label": ""
      }
    ]
  }
]