[
  {
    "role": "client",
    "content": "男44周岁，已婚，是一名同性恋者，婚姻该何去何从？44周岁男，已婚一名同性恋者。在婚前我喜欢过同学，同事但一直不知道那是同性之间的喜欢。在这之间看片也都是注意男士生殖器，对女性的并无太大感觉（让大家感到不适抱歉）包括去浴池也是注意男人的生殖器。这一切我都没意识到自己是同性恋。直到结婚后，妻子怀孕时单位一个男同事勾引我，有了第一次口交，心里很害怕上网查才知道这是同性恋行为。但是感觉对不起妻子我与他只有那一次。从此再无接触。一直到孩子出生长大安静生活。但在这之间我与妻子性生活是不正常的，我比较排斥，躲不开了才和妻子做一次。为了维系家庭我尽量减少社交，减少与男人接触，是老天的安排吧，单位也只有我一个男同志。近17.8年的婚姻生活我没有接触过男人，（但在这17.8年中对男人一直充满欲望）直道去年因种种原因和妻子闹的不愉快，我在一个县城与一个男人发生了关系。也许是巧合。最重要的在今年在健身房遇到了他。他性格，社会能力都很突出。不知不觉喜欢上了他，慢",
    "annotation": [
      {
        "sentence": "男44周岁，已婚，是一名同性恋者，婚姻该何去何从？",
        "label": ""
      },
      {
        "sentence": "44周岁男，已婚一名同性恋者。",
        "label": ""
      },
      {
        "sentence": "在婚前我喜欢过同学，同事但一直不知道那是同性之间的喜欢。",
        "label": ""
      },
      {
        "sentence": "在这之间看片也都是注意男士生殖器，对女性的并无太大感觉（让大家感到不适抱歉）包括去浴池也是注意男人的生殖器。",
        "label": ""
      },
      {
        "sentence": "这一切我都没意识到自己是同性恋。",
        "label": ""
      },
      {
        "sentence": "直到结婚后，妻子怀孕时单位一个男同事勾引我，有了第一次口交，心里很害怕上网查才知道这是同性恋行为。",
        "label": ""
      },
      {
        "sentence": "但是感觉对不起妻子我与他只有那一次。",
        "label": ""
      },
      {
        "sentence": "从此再无接触。",
        "label": ""
      },
      {
        "sentence": "一直到孩子出生长大安静生活。",
        "label": ""
      },
      {
        "sentence": "但在这之间我与妻子性生活是不正常的，我比较排斥，躲不开了才和妻子做一次。",
        "label": ""
      },
      {
        "sentence": "为了维系家庭我尽量减少社交，减少与男人接触，是老天的安排吧，单位也只有我一个男同志。",
        "label": ""
      },
      {
        "sentence": "近17.8年的婚姻生活我没有接触过男人，（但在这17.8年中对男人一直充满欲望）直道去年因种种原因和妻子闹的不愉快，我在一个县城与一个男人发生了关系。",
        "label": ""
      },
      {
        "sentence": "也许是巧合。",
        "label": ""
      },
      {
        "sentence": "最重要的在今年在健身房遇到了他。",
        "label": ""
      },
      {
        "sentence": "他性格，社会能力都很突出。",
        "label": ""
      },
      {
        "sentence": "不知不觉喜欢上了他，慢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我感受到了你的纠结～你和妻子结婚这么多年，一直压抑着自己的情感，不想伤害到妻子，说明你是一个三观非常正的人。现在这个社会对同性恋越来越包容了，早在1990年世界卫生组织就将同性恋从精神病名册中除名，表示同性恋绝不是疾病，不是变态，是人类的性取向之一，是正常的，喜欢一个人是无关性别的。虽然是正常的，但是还是不被很多人理解。因为这对下一代、整个社会、整个民族是极其不利的，这也是你不知道该如何向父母解释的原因之一。",
    "annotation": [
      {
        "sentence": "我感受到了你的纠结～你和妻子结婚这么多年，一直压抑着自己的情感，不想伤害到妻子，说明你是一个三观非常正的人。",
        "label": ""
      },
      {
        "sentence": "现在这个社会对同性恋越来越包容了，早在1990年世界卫生组织就将同性恋从精神病名册中除名，表示同性恋绝不是疾病，不是变态，是人类的性取向之一，是正常的，喜欢一个人是无关性别的。",
        "label": ""
      },
      {
        "sentence": "虽然是正常的，但是还是不被很多人理解。",
        "label": ""
      },
      {
        "sentence": "因为这对下一代、整个社会、整个民族是极其不利的，这也是你不知道该如何向父母解释的原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的很纠结。我担心离婚会对孩子造成不好的影响，也担心家人和朋友的反对和不理解。我觉得我无法找到一个解决问题的办法。",
    "annotation": [
      {
        "sentence": "是啊，我真的很纠结。",
        "label": ""
      },
      {
        "sentence": "我担心离婚会对孩子造成不好的影响，也担心家人和朋友的反对和不理解。",
        "label": ""
      },
      {
        "sentence": "我觉得我无法找到一个解决问题的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有很多同性恋的男性，年轻时迫于父母的压力，选择了和异性正常结婚生子，但不管过了多久，还是改变不了自己的性取向。有的人选择出柜，有的人选择隐忍。不管是哪一种，都注定不能痛快地生活。你想离婚也许是最好的办法。想要夫妻关系和谐，和谐的性生活是不可缺的，这样的生活对她是一种伤害，对你更是一种折磨。既然这样，不如放她自由，也放你自由。之前听一个同妻说过，当她发现自己的丈夫是同性恋后，经历了痛苦的挣扎，家人不理解她，甚至一度认为她得了精神病。她最终选择了离婚，遗憾的是没有抚养权。她说离婚后的她，做着自己喜欢的事情，毫无牵挂，真正为自己而活。她感谢她的前夫选择与她离婚，让她从那个怨妇中解脱出来。你说你的孩子正在读高三，孩子已经长大了，就不存在孩子跟谁的问题了。假如你真的想离婚，我建议你给孩子一年的时间，让孩子参加完高考再说。毕竟这么多年过来了，孩子正处于人生转折的关键时期，作为父母，我们所能做的是有限的，尽量减少孩子的心理压力。",
    "annotation": [
      {
        "sentence": "有很多同性恋的男性，年轻时迫于父母的压力，选择了和异性正常结婚生子，但不管过了多久，还是改变不了自己的性取向。",
        "label": ""
      },
      {
        "sentence": "有的人选择出柜，有的人选择隐忍。",
        "label": ""
      },
      {
        "sentence": "不管是哪一种，都注定不能痛快地生活。",
        "label": ""
      },
      {
        "sentence": "你想离婚也许是最好的办法。",
        "label": ""
      },
      {
        "sentence": "想要夫妻关系和谐，和谐的性生活是不可缺的，这样的生活对她是一种伤害，对你更是一种折磨。",
        "label": ""
      },
      {
        "sentence": "既然这样，不如放她自由，也放你自由。",
        "label": ""
      },
      {
        "sentence": "之前听一个同妻说过，当她发现自己的丈夫是同性恋后，经历了痛苦的挣扎，家人不理解她，甚至一度认为她得了精神病。",
        "label": ""
      },
      {
        "sentence": "她最终选择了离婚，遗憾的是没有抚养权。",
        "label": ""
      },
      {
        "sentence": "她说离婚后的她，做着自己喜欢的事情，毫无牵挂，真正为自己而活。",
        "label": ""
      },
      {
        "sentence": "她感谢她的前夫选择与她离婚，让她从那个怨妇中解脱出来。",
        "label": ""
      },
      {
        "sentence": "你说你的孩子正在读高三，孩子已经长大了，就不存在孩子跟谁的问题了。",
        "label": ""
      },
      {
        "sentence": "假如你真的想离婚，我建议你给孩子一年的时间，让孩子参加完高考再说。",
        "label": ""
      },
      {
        "sentence": "毕竟这么多年过来了，孩子正处于人生转折的关键时期，作为父母，我们所能做的是有限的，尽量减少孩子的心理压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议对我来说非常有帮助。我会考虑给孩子一年的时间，让她顺利完成高考。离婚对她可能是一种伤害，但我也相信她会理解，毕竟我们是有沟通和爱的家庭。至于和父母的解释，我理解他们的思想可能不够开放。也许我不需要告诉他们我是同性恋这件事情，越解释可能越复杂。我可以像其他夫妻离婚时那样，说我们感情不和之类的理由。无论我做何种选择，我希望能拥有一个快乐的自己。",
    "annotation": [
      {
        "sentence": "你的建议对我来说非常有帮助。",
        "label": ""
      },
      {
        "sentence": "我会考虑给孩子一年的时间，让她顺利完成高考。",
        "label": ""
      },
      {
        "sentence": "离婚对她可能是一种伤害，但我也相信她会理解，毕竟我们是有沟通和爱的家庭。",
        "label": ""
      },
      {
        "sentence": "至于和父母的解释，我理解他们的思想可能不够开放。",
        "label": ""
      },
      {
        "sentence": "也许我不需要告诉他们我是同性恋这件事情，越解释可能越复杂。",
        "label": ""
      },
      {
        "sentence": "我可以像其他夫妻离婚时那样，说我们感情不和之类的理由。",
        "label": ""
      },
      {
        "sentence": "无论我做何种选择，我希望能拥有一个快乐的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有帮助。你的决定很明智，我相信你和孩子可以通过沟通和理解来度过这个难关。不要过于自责和担心，每个人都有追求自己幸福的权利。重要的是要记住，离婚不代表失败，也不意味着你不爱你的家人。通过寻找自己真正的幸福，你也将成为更好的自己。祝福你能找到属于自己的幸福道路。如果以后还有什么需要我的支持的地方，随时都可以向我求助。",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有帮助。",
        "label": ""
      },
      {
        "sentence": "你的决定很明智，我相信你和孩子可以通过沟通和理解来度过这个难关。",
        "label": ""
      },
      {
        "sentence": "不要过于自责和担心，每个人都有追求自己幸福的权利。",
        "label": ""
      },
      {
        "sentence": "重要的是要记住，离婚不代表失败，也不意味着你不爱你的家人。",
        "label": ""
      },
      {
        "sentence": "通过寻找自己真正的幸福，你也将成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "祝福你能找到属于自己的幸福道路。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么需要我的支持的地方，随时都可以向我求助。",
        "label": ""
      }
    ]
  }
]