[
  {
    "role": "client",
    "content": "我很容易就暴怒，一发怒就骂人，吼叫，怎么办？最近因为和老公的生活琐事上的矛盾，我们经常吵架。我发现有时候我的情绪很容易就极端化，开始骂人，摔东西，吼叫，事后我自己也很苦恼，不知道该怎么办，有时候因为生气，身体很受伤，发火过后，无端的头疼，身体疼，没有力气做任何事情。影响了正常的生活和工作。",
    "annotation": [
      {
        "sentence": "我很容易就暴怒，一发怒就骂人，吼叫，怎么办？",
        "label": ""
      },
      {
        "sentence": "最近因为和老公的生活琐事上的矛盾，我们经常吵架。",
        "label": ""
      },
      {
        "sentence": "我发现有时候我的情绪很容易就极端化，开始骂人，摔东西，吼叫，事后我自己也很苦恼，不知道该怎么办，有时候因为生气，身体很受伤，发火过后，无端的头疼，身体疼，没有力气做任何事情。",
        "label": ""
      },
      {
        "sentence": "影响了正常的生活和工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "Dearfriend：看到了你的表达，得知你因为情绪问题造成与家人之间的矛盾，和造成身体上的创伤，因而很痛苦和困扰。深感同情。其实里面有着关联的因由。原因在于有长期积累的创伤，导致对外界敏感易怒，愤怒是一种保护，同样也具有攻击性。因为量太多，也未被治愈和接纳，所以产生向外投射，向外发泄的冲动。身体上的每一个细胞都记录着我们的每一个情绪，即使你的对象是他人，但是由于“大脑是不分主语的”。所以，在你指责别人的时候，同时也在指责自己。而身体会帮你记录这些指责，创伤。至于头疼，是因为批判感太重。先不要太自责，这个愤怒都是由创伤造成的。治愈比起自责或指责更重要。【第一】检查1.情绪的产生是否被侵犯边界？如果一个人边界长期受侵犯，长期受限制，会感到很压抑，这会酝酿愤怒。2.是否侵犯了别人的边界？因为看不惯某些人的行为而指责？批判？是否因为长期或从小到大都活在一个很严肃、批判感很重的环境里，造就了这些行为模式？3.检查是否触动到自己的羞耻感人或多或少都会有些羞耻感，是否被说中弱点，处于恐惧，不敢面对羞耻感的自己，而产生反弹行为？4.是否内在的需求没有得到满足？由于很渴望一样东西，但结果没有实现，将他人视为投射对象，以表示自己的不满？【第二】对症下药1.找回自己的本质我们原来未受到伤害、失望的时候，都是清净、光明，和平、圆满，无可替代的，值得被爱的，有价值的，值得骄傲的。不要因为外界的一些因素，而改变或者忘记自己的本质。求助者：我很想找回自己的本质，但我不知道怎么做。支持者：找回自己的本质需要经过内心的探索，建议你可以通过冥想、艺术创作等方式来与自己对话，尝试回归内心的平静和自信。求助者：你说的方法听起来不错，我会尝试一下的。2.释放罪恶感有道德底线不是不好，但原则线太高就会，就会产生太重的批判感。学会原谅自己和他人的过失，允许自己和他人都有一个学习的过程，允许他人有他人的学习速度，自己也有自己的进步速度。求助者：原谅自己和他人对我来说真的很难，我总是把自己推到一个道德高地上，很难接受自己的缺点和错误。支持者：原谅是一个过程，不要太过苛求自己。每个人都会犯错，重要的是能够从中学习并成长。试着从一些小事开始原谅自己，慢慢培养自己释放罪恶感的能力。求助者：你说得对，我会试着接受自己的缺点和错误，不再那么苛求自己。3.释放羞耻感也许是童年的羞羞脸，让你累积了羞耻感，释放它吧，我们就是来学习的，做得不好，不等于你这个人不好，还记得你的本质吗？求助者：我一直觉得自己会被别人嘲笑，所以很害怕被羞辱。支持者：这种害怕被羞辱的感受可能与童年时的经历有关，但是你是一个有价值的人，无论发生什么事情，都不会改变你的本质。学会接受自己的弱点和不完美，并勇敢地面对世界。求助者：我会尝试勇敢地面对自己的弱点和不完美，谢谢你的鼓励。4.保护自己的边界我们来这个世界就是做自己的，你不喜欢可以不做。可以说不，这是安全的。支持者：保护自己的边界是非常重要的，不要为了迎合别人而牺牲自己的感受和需求。学会坚定地说不，尊重自己的选择和权益。求助者：我以前总是不敢表达自己的需求，害怕得罪别人。我会尝试学会说不，保护自己的边界。5.尊重别人的边界我们都可以表达自己的需求，但同样别人都可以拒绝我们。说不，不代表你不够好，不代表你不值得被爱，不代表对方不爱你。只是他们做不到，或者不想做，累，有其他事，因为他们也想做自己。无论别人对你说不，或者拒绝，都不会改变你的本质，所以不需要操控，将别人的边界归还吧。求助者：我总是很在乎别人的看法，害怕被拒绝或者不被接受。我会试着尊重别人的边界，不再过度操控他们的反应。小事也可以情绪的按钮，关键要了解你自己的内心发生了什么事，背后的需求是什么。家人间互相坦白，用非暴力的方式沟通，互相谅解，互相尊重。支持者：家人之间的坦诚沟通和互相理解非常重要。试着以非暴力的方式表达自己的需求和情感，同时也要尊重对方的感受和边界。通过互相谅解和尊重，可以建立更加和谐的家庭关系。求助者：我会试着以非暴力的方式与家人沟通，同时也尊重他们的感受和边界。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "Dearfriend：看到了你的表达，得知你因为情绪问题造成与家人之间的矛盾，和造成身体上的创伤，因而很痛苦和困扰。",
        "label": ""
      },
      {
        "sentence": "深感同情。",
        "label": ""
      },
      {
        "sentence": "其实里面有着关联的因由。",
        "label": ""
      },
      {
        "sentence": "原因在于有长期积累的创伤，导致对外界敏感易怒，愤怒是一种保护，同样也具有攻击性。",
        "label": ""
      },
      {
        "sentence": "因为量太多，也未被治愈和接纳，所以产生向外投射，向外发泄的冲动。",
        "label": ""
      },
      {
        "sentence": "身体上的每一个细胞都记录着我们的每一个情绪，即使你的对象是他人，但是由于“大脑是不分主语的”。",
        "label": ""
      },
      {
        "sentence": "所以，在你指责别人的时候，同时也在指责自己。",
        "label": ""
      },
      {
        "sentence": "而身体会帮你记录这些指责，创伤。",
        "label": ""
      },
      {
        "sentence": "至于头疼，是因为批判感太重。",
        "label": ""
      },
      {
        "sentence": "先不要太自责，这个愤怒都是由创伤造成的。",
        "label": ""
      },
      {
        "sentence": "治愈比起自责或指责更重要。",
        "label": ""
      },
      {
        "sentence": "【第一】检查1.情绪的产生是否被侵犯边界？",
        "label": ""
      },
      {
        "sentence": "如果一个人边界长期受侵犯，长期受限制，会感到很压抑，这会酝酿愤怒。",
        "label": ""
      },
      {
        "sentence": "2.是否侵犯了别人的边界？",
        "label": ""
      },
      {
        "sentence": "因为看不惯某些人的行为而指责？",
        "label": ""
      },
      {
        "sentence": "批判？",
        "label": ""
      },
      {
        "sentence": "是否因为长期或从小到大都活在一个很严肃、批判感很重的环境里，造就了这些行为模式？",
        "label": ""
      },
      {
        "sentence": "3.检查是否触动到自己的羞耻感人或多或少都会有些羞耻感，是否被说中弱点，处于恐惧，不敢面对羞耻感的自己，而产生反弹行为？",
        "label": ""
      },
      {
        "sentence": "4.是否内在的需求没有得到满足？",
        "label": ""
      },
      {
        "sentence": "由于很渴望一样东西，但结果没有实现，将他人视为投射对象，以表示自己的不满？",
        "label": ""
      },
      {
        "sentence": "【第二】对症下药1.找回自己的本质我们原来未受到伤害、失望的时候，都是清净、光明，和平、圆满，无可替代的，值得被爱的，有价值的，值得骄傲的。",
        "label": ""
      },
      {
        "sentence": "不要因为外界的一些因素，而改变或者忘记自己的本质。",
        "label": ""
      },
      {
        "sentence": "求助者：我很想找回自己的本质，但我不知道怎么做。",
        "label": ""
      },
      {
        "sentence": "支持者：找回自己的本质需要经过内心的探索，建议你可以通过冥想、艺术创作等方式来与自己对话，尝试回归内心的平静和自信。",
        "label": ""
      },
      {
        "sentence": "求助者：你说的方法听起来不错，我会尝试一下的。",
        "label": ""
      },
      {
        "sentence": "2.释放罪恶感有道德底线不是不好，但原则线太高就会，就会产生太重的批判感。",
        "label": ""
      },
      {
        "sentence": "学会原谅自己和他人的过失，允许自己和他人都有一个学习的过程，允许他人有他人的学习速度，自己也有自己的进步速度。",
        "label": ""
      },
      {
        "sentence": "求助者：原谅自己和他人对我来说真的很难，我总是把自己推到一个道德高地上，很难接受自己的缺点和错误。",
        "label": ""
      },
      {
        "sentence": "支持者：原谅是一个过程，不要太过苛求自己。",
        "label": ""
      },
      {
        "sentence": "每个人都会犯错，重要的是能够从中学习并成长。",
        "label": ""
      },
      {
        "sentence": "试着从一些小事开始原谅自己，慢慢培养自己释放罪恶感的能力。",
        "label": ""
      },
      {
        "sentence": "求助者：你说得对，我会试着接受自己的缺点和错误，不再那么苛求自己。",
        "label": ""
      },
      {
        "sentence": "3.释放羞耻感也许是童年的羞羞脸，让你累积了羞耻感，释放它吧，我们就是来学习的，做得不好，不等于你这个人不好，还记得你的本质吗？",
        "label": ""
      },
      {
        "sentence": "求助者：我一直觉得自己会被别人嘲笑，所以很害怕被羞辱。",
        "label": ""
      },
      {
        "sentence": "支持者：这种害怕被羞辱的感受可能与童年时的经历有关，但是你是一个有价值的人，无论发生什么事情，都不会改变你的本质。",
        "label": ""
      },
      {
        "sentence": "学会接受自己的弱点和不完美，并勇敢地面对世界。",
        "label": ""
      },
      {
        "sentence": "求助者：我会尝试勇敢地面对自己的弱点和不完美，谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "4.保护自己的边界我们来这个世界就是做自己的，你不喜欢可以不做。",
        "label": ""
      },
      {
        "sentence": "可以说不，这是安全的。",
        "label": ""
      },
      {
        "sentence": "支持者：保护自己的边界是非常重要的，不要为了迎合别人而牺牲自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "学会坚定地说不，尊重自己的选择和权益。",
        "label": ""
      },
      {
        "sentence": "求助者：我以前总是不敢表达自己的需求，害怕得罪别人。",
        "label": ""
      },
      {
        "sentence": "我会尝试学会说不，保护自己的边界。",
        "label": ""
      },
      {
        "sentence": "5.尊重别人的边界我们都可以表达自己的需求，但同样别人都可以拒绝我们。",
        "label": ""
      },
      {
        "sentence": "说不，不代表你不够好，不代表你不值得被爱，不代表对方不爱你。",
        "label": ""
      },
      {
        "sentence": "只是他们做不到，或者不想做，累，有其他事，因为他们也想做自己。",
        "label": ""
      },
      {
        "sentence": "无论别人对你说不，或者拒绝，都不会改变你的本质，所以不需要操控，将别人的边界归还吧。",
        "label": ""
      },
      {
        "sentence": "求助者：我总是很在乎别人的看法，害怕被拒绝或者不被接受。",
        "label": ""
      },
      {
        "sentence": "我会试着尊重别人的边界，不再过度操控他们的反应。",
        "label": ""
      },
      {
        "sentence": "小事也可以情绪的按钮，关键要了解你自己的内心发生了什么事，背后的需求是什么。",
        "label": ""
      },
      {
        "sentence": "家人间互相坦白，用非暴力的方式沟通，互相谅解，互相尊重。",
        "label": ""
      },
      {
        "sentence": "支持者：家人之间的坦诚沟通和互相理解非常重要。",
        "label": ""
      },
      {
        "sentence": "试着以非暴力的方式表达自己的需求和情感，同时也要尊重对方的感受和边界。",
        "label": ""
      },
      {
        "sentence": "通过互相谅解和尊重，可以建立更加和谐的家庭关系。",
        "label": ""
      },
      {
        "sentence": "求助者：我会试着以非暴力的方式与家人沟通，同时也尊重他们的感受和边界。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  }
]