[
  {
    "role": "client",
    "content": "全职妈妈，我很迷茫，应该怎么选择未来的生活？本科毕业三年了，现在全职妈妈。我想去工作，但是我一直很迷茫未来。大学调剂到日语专业，我一直觉得选择去读这个专业是一个很大的错误。因为回家乡后太难找工作了，并且自己对日语虽不排斥但也不是很热爱。毕业后回到三四线城市，没有适合这个专业的大公司，只有一些私人小企业。所以我现在觉得我只有两条路，第一找日语的工作，但是感觉永远在小公司里面打工，做得好的话也许可以有机会自己创业，但是也会很迷茫。第二，考公务员。但是三四线城市竞争好大，常常一个职位七八百人只招一人，我没有多大信心。毕业三年了一直在这两个选择里面纠结，最后结了婚生了孩子，感觉更不知道该怎么办了。我对我未来的人生也没有什么规划，但是一直想要往好的方向走，一直怕再出错，导致我的人生在就业方面一团糟，甚至每天一直想着这两个选择，变成了现在的心结。两个选择都没有动力。都需要花费很大的精力。唉，好希望有人能指导我一下，谢谢。",
    "annotation": [
      {
        "sentence": "全职妈妈，我很迷茫，应该怎么选择未来的生活？",
        "label": ""
      },
      {
        "sentence": "本科毕业三年了，现在全职妈妈。",
        "label": ""
      },
      {
        "sentence": "我想去工作，但是我一直很迷茫未来。",
        "label": ""
      },
      {
        "sentence": "大学调剂到日语专业，我一直觉得选择去读这个专业是一个很大的错误。",
        "label": ""
      },
      {
        "sentence": "因为回家乡后太难找工作了，并且自己对日语虽不排斥但也不是很热爱。",
        "label": ""
      },
      {
        "sentence": "毕业后回到三四线城市，没有适合这个专业的大公司，只有一些私人小企业。",
        "label": ""
      },
      {
        "sentence": "所以我现在觉得我只有两条路，第一找日语的工作，但是感觉永远在小公司里面打工，做得好的话也许可以有机会自己创业，但是也会很迷茫。",
        "label": ""
      },
      {
        "sentence": "第二，考公务员。",
        "label": ""
      },
      {
        "sentence": "但是三四线城市竞争好大，常常一个职位七八百人只招一人，我没有多大信心。",
        "label": ""
      },
      {
        "sentence": "毕业三年了一直在这两个选择里面纠结，最后结了婚生了孩子，感觉更不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我对我未来的人生也没有什么规划，但是一直想要往好的方向走，一直怕再出错，导致我的人生在就业方面一团糟，甚至每天一直想着这两个选择，变成了现在的心结。",
        "label": ""
      },
      {
        "sentence": "两个选择都没有动力。",
        "label": ""
      },
      {
        "sentence": "都需要花费很大的精力。",
        "label": ""
      },
      {
        "sentence": "唉，好希望有人能指导我一下，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对未来的选择感到相当困惑，这是非常常见的感受，尤其是在面对复杂的职业选择时。首先，我建议你先找些空闲时间，思考一下自己目前能做什么事情，然后开始去尝试做它们，这样可以让你在思考其他选择时有一些起点。你提到了两个选择，找日语工作和考公务员，对你而言非常困难做出决定。当我们面临很多选择时，我们常常会感到焦虑和不安。这其实是我们的杏仁核（大脑中的一部分）在背后起作用。杏仁核会变得兴奋，当我们面对一切都还未决定时。事实上，要摆脱焦虑，你需要尽快做出决策。一旦你做出决定，你会感到有控制权，而杏仁核也会平静下来。你可以试试思考一下你想要什么样的人生？当你回首人生时，你希望达到什么样的状态？哪个选择会使你更接近或远离这个目标？你希望在这个过程中克服哪些困难、挑战和障碍？你愿意为此付出什么代价？当最坏的情况发生时，你打算如何处理？当你弄清楚了这些问题后，你心中的路就会清晰起来。",
    "annotation": [
      {
        "sentence": "听起来你对未来的选择感到相当困惑，这是非常常见的感受，尤其是在面对复杂的职业选择时。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你先找些空闲时间，思考一下自己目前能做什么事情，然后开始去尝试做它们，这样可以让你在思考其他选择时有一些起点。",
        "label": ""
      },
      {
        "sentence": "你提到了两个选择，找日语工作和考公务员，对你而言非常困难做出决定。",
        "label": ""
      },
      {
        "sentence": "当我们面临很多选择时，我们常常会感到焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "这其实是我们的杏仁核（大脑中的一部分）在背后起作用。",
        "label": ""
      },
      {
        "sentence": "杏仁核会变得兴奋，当我们面对一切都还未决定时。",
        "label": ""
      },
      {
        "sentence": "事实上，要摆脱焦虑，你需要尽快做出决策。",
        "label": ""
      },
      {
        "sentence": "一旦你做出决定，你会感到有控制权，而杏仁核也会平静下来。",
        "label": ""
      },
      {
        "sentence": "你可以试试思考一下你想要什么样的人生？",
        "label": ""
      },
      {
        "sentence": "当你回首人生时，你希望达到什么样的状态？",
        "label": ""
      },
      {
        "sentence": "哪个选择会使你更接近或远离这个目标？",
        "label": ""
      },
      {
        "sentence": "你希望在这个过程中克服哪些困难、挑战和障碍？",
        "label": ""
      },
      {
        "sentence": "你愿意为此付出什么代价？",
        "label": ""
      },
      {
        "sentence": "当最坏的情况发生时，你打算如何处理？",
        "label": ""
      },
      {
        "sentence": "当你弄清楚了这些问题后，你心中的路就会清晰起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试找些空闲时间思考一下。但是我发现自己在这两个选择之间一直徘徊不决，无法做出决定。我感到压力很大，害怕再次犯错。我不知道如何克服这种心理障碍，来做出明智的选择。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试找些空闲时间思考一下。",
        "label": ""
      },
      {
        "sentence": "但是我发现自己在这两个选择之间一直徘徊不决，无法做出决定。",
        "label": ""
      },
      {
        "sentence": "我感到压力很大，害怕再次犯错。",
        "label": ""
      },
      {
        "sentence": "我不知道如何克服这种心理障碍，来做出明智的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你面对这两个选择而产生的犹豫和压力，这是非常常见的情绪。但是，你要明白，每个人在做出选择时都会有一定的不确定性和害怕。重要的是学会面对这种不确定性，经验告诉我们，即使做出了决定，也不能保证一切都会顺利。但是这并不意味着我们不能克服困难和成为更好的自己。你可以从小的尝试开始，比如在家乡的私人小企业找个日语相关的兼职工作，或者参加一些公务员考试的辅导班。通过这些经历，你可以更好地了解自己对这两个选择的喜好和适应度。不要把选择看得太绝对，因为人的职业发展是一个渐进的过程，你可以逐步调整和完善自己的职业方向。",
    "annotation": [
      {
        "sentence": "理解你面对这两个选择而产生的犹豫和压力，这是非常常见的情绪。",
        "label": ""
      },
      {
        "sentence": "但是，你要明白，每个人在做出选择时都会有一定的不确定性和害怕。",
        "label": ""
      },
      {
        "sentence": "重要的是学会面对这种不确定性，经验告诉我们，即使做出了决定，也不能保证一切都会顺利。",
        "label": ""
      },
      {
        "sentence": "但是这并不意味着我们不能克服困难和成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "你可以从小的尝试开始，比如在家乡的私人小企业找个日语相关的兼职工作，或者参加一些公务员考试的辅导班。",
        "label": ""
      },
      {
        "sentence": "通过这些经历，你可以更好地了解自己对这两个选择的喜好和适应度。",
        "label": ""
      },
      {
        "sentence": "不要把选择看得太绝对，因为人的职业发展是一个渐进的过程，你可以逐步调整和完善自己的职业方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可能真的应该从小的尝试开始。我可以尝试在家乡的私人小企业找个日语相关的兼职工作，这样可以锻炼我的能力，同时也可以确定我是否真的喜欢这个行业。对于公务员考试，我也可以参加一些辅导班，了解一下考试的内容和要求。通过这些小的尝试，我可以逐步调整和决定自己的职业方向。非常感谢你的建议，让我看到了解决的方向。",
    "annotation": [
      {
        "sentence": "你说的有道理，我可能真的应该从小的尝试开始。",
        "label": ""
      },
      {
        "sentence": "我可以尝试在家乡的私人小企业找个日语相关的兼职工作，这样可以锻炼我的能力，同时也可以确定我是否真的喜欢这个行业。",
        "label": ""
      },
      {
        "sentence": "对于公务员考试，我也可以参加一些辅导班，了解一下考试的内容和要求。",
        "label": ""
      },
      {
        "sentence": "通过这些小的尝试，我可以逐步调整和决定自己的职业方向。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议，让我看到了解决的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，你已经有了一个积极的态度，准备去尝试并找到解决的方向了。记住，在职业发展中并不是一帆风顺的，我们都会面临挫折和困难。但这些挫折和困难也是成长和进步的机会。当你遇到困难时，不要放弃，多倾听自己内心的声音，同时也可以寻求他人的帮助和支持。相信自己的能力，坚持不懈地朝着目标前进，你一定能找到适合自己的职业道路。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，你已经有了一个积极的态度，准备去尝试并找到解决的方向了。",
        "label": ""
      },
      {
        "sentence": "记住，在职业发展中并不是一帆风顺的，我们都会面临挫折和困难。",
        "label": ""
      },
      {
        "sentence": "但这些挫折和困难也是成长和进步的机会。",
        "label": ""
      },
      {
        "sentence": "当你遇到困难时，不要放弃，多倾听自己内心的声音，同时也可以寻求他人的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，坚持不懈地朝着目标前进，你一定能找到适合自己的职业道路。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会牢记你的话。我相信只要不放弃努力，我一定能找到适合自己的职业道路。谢谢你的指导和陪伴，这次对话让我有了更清晰的思路。祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会牢记你的话。",
        "label": ""
      },
      {
        "sentence": "我相信只要不放弃努力，我一定能找到适合自己的职业道路。",
        "label": ""
      },
      {
        "sentence": "谢谢你的指导和陪伴，这次对话让我有了更清晰的思路。",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能帮到你我也很开心。你已经展现出了坚强的决心和积极的态度，我相信你一定能找到适合自己的职业道路，并获得成功。记住，无论何时，我都会在你身边支持你。如果还有任何问题或需要帮助的地方，随时都可以来找我。祝你未来一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不客气，能帮到你我也很开心。",
        "label": ""
      },
      {
        "sentence": "你已经展现出了坚强的决心和积极的态度，我相信你一定能找到适合自己的职业道路，并获得成功。",
        "label": ""
      },
      {
        "sentence": "记住，无论何时，我都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题或需要帮助的地方，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你未来一切顺利，加油！",
        "label": ""
      }
    ]
  }
]