[
  {
    "role": "client",
    "content": "和任何人都难以建立关系和亲密关系，应该怎么办？生理性别女，性取向为女生。目前无法与任何人建立亲密关系和关系，从小到大没有一个朋友，网上也找不到可以说话的人，并且和家人和亲戚（除母亲外）都断绝了关系。做过很多很恶心的事情，比如：同时和三个女孩子交往、她们三个都不知道对方的存在。在和一个女生交往的时候去追另外一个女生，和现任交往期间伪装自己单身，故意去撩一个女高中生。在网上广撒网，把发给不同女孩的话复制粘贴发给另外一些女生。目前有两个困扰：1、很难和人交往，也交不到朋友。2、在已经有恋人的情况下，控制不住和其他女孩聊骚。现任是个好女孩，她接受了我所有的不堪，并且我想她坦白过我小时候曾被父亲侵害的事情，她也完全接受。但是我还是控制不住自己去和其他人聊骚。家庭背景：从小生长环境就比较坎坷，父亲常年在外打工，母亲沉迷网络游戏和网恋，将我托付给患有精神疾病、终身未婚的亲戚照管。父亲出轨数十次，母亲出轨两次。精神情况：患有抑郁症。",
    "annotation": [
      {
        "sentence": "和任何人都难以建立关系和亲密关系，应该怎么办？",
        "label": ""
      },
      {
        "sentence": "生理性别女，性取向为女生。",
        "label": ""
      },
      {
        "sentence": "目前无法与任何人建立亲密关系和关系，从小到大没有一个朋友，网上也找不到可以说话的人，并且和家人和亲戚（除母亲外）都断绝了关系。",
        "label": ""
      },
      {
        "sentence": "做过很多很恶心的事情，比如：同时和三个女孩子交往、她们三个都不知道对方的存在。",
        "label": ""
      },
      {
        "sentence": "在和一个女生交往的时候去追另外一个女生，和现任交往期间伪装自己单身，故意去撩一个女高中生。",
        "label": ""
      },
      {
        "sentence": "在网上广撒网，把发给不同女孩的话复制粘贴发给另外一些女生。",
        "label": ""
      },
      {
        "sentence": "目前有两个困扰：1、很难和人交往，也交不到朋友。",
        "label": ""
      },
      {
        "sentence": "2、在已经有恋人的情况下，控制不住和其他女孩聊骚。",
        "label": ""
      },
      {
        "sentence": "现任是个好女孩，她接受了我所有的不堪，并且我想她坦白过我小时候曾被父亲侵害的事情，她也完全接受。",
        "label": ""
      },
      {
        "sentence": "但是我还是控制不住自己去和其他人聊骚。",
        "label": ""
      },
      {
        "sentence": "家庭背景：从小生长环境就比较坎坷，父亲常年在外打工，母亲沉迷网络游戏和网恋，将我托付给患有精神疾病、终身未婚的亲戚照管。",
        "label": ""
      },
      {
        "sentence": "父亲出轨数十次，母亲出轨两次。",
        "label": ""
      },
      {
        "sentence": "精神情况：患有抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到了你的困惑～看了你的经历，出生在这样一个原声家庭，实在是令人心疼。你说你喜欢女生，可能是因为父母的关系，影响了你的性取向，打心底里认为男人是不靠谱的，是不值得托付的。所以才会一直对女生感兴趣。你很难和人建立亲密关系，但是能交往的女生建立，并不是和任何人都无法建立，而是有选择性的建立亲密关系。一旦亲密关系形成，就避免不了让对方了解自己，了解自己的过去，了解了就有可能受到伤害。不轻易和别人建立亲密关系，也是对自我情感的一种保护。",
    "annotation": [
      {
        "sentence": "感受到了你的困惑～看了你的经历，出生在这样一个原声家庭，实在是令人心疼。",
        "label": ""
      },
      {
        "sentence": "你说你喜欢女生，可能是因为父母的关系，影响了你的性取向，打心底里认为男人是不靠谱的，是不值得托付的。",
        "label": ""
      },
      {
        "sentence": "所以才会一直对女生感兴趣。",
        "label": ""
      },
      {
        "sentence": "你很难和人建立亲密关系，但是能交往的女生建立，并不是和任何人都无法建立，而是有选择性的建立亲密关系。",
        "label": ""
      },
      {
        "sentence": "一旦亲密关系形成，就避免不了让对方了解自己，了解自己的过去，了解了就有可能受到伤害。",
        "label": ""
      },
      {
        "sentence": "不轻易和别人建立亲密关系，也是对自我情感的一种保护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是因为童年时期的不幸经历，让我对人际关系产生了恐惧和疑虑。我害怕被伤害，也不相信他人的真心。可是，我又渴望有人能理解我，陪伴我。这种内心的矛盾使我感到无助和困惑。",
    "annotation": [
      {
        "sentence": "我明白了，可能是因为童年时期的不幸经历，让我对人际关系产生了恐惧和疑虑。",
        "label": ""
      },
      {
        "sentence": "我害怕被伤害，也不相信他人的真心。",
        "label": ""
      },
      {
        "sentence": "可是，我又渴望有人能理解我，陪伴我。",
        "label": ""
      },
      {
        "sentence": "这种内心的矛盾使我感到无助和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我们童年时期，依恋关系形成的过程中，我们会尝试与父母亲近，有些父母常常会拒绝或忽视儿童的需要，甚至会用羞耻感来责骂孩子。这些被责骂、忽视甚至虐待的儿童，他们认识到尝试亲密通常会受到惩罚和伤害，也就是说靠的越近会受的伤害越大，因此保护自己不受伤的最好的办法就是不与他人靠的太近。就算进入了一段亲密关系，而且对方也很好，但是自己依然很怀疑，不确定他是否真的爱自己，所以他们不断的挑衅、验证、焦虑，不断做出破坏两个人关系的事情，直到对方离开自己。",
    "annotation": [
      {
        "sentence": "在我们童年时期，依恋关系形成的过程中，我们会尝试与父母亲近，有些父母常常会拒绝或忽视儿童的需要，甚至会用羞耻感来责骂孩子。",
        "label": ""
      },
      {
        "sentence": "这些被责骂、忽视甚至虐待的儿童，他们认识到尝试亲密通常会受到惩罚和伤害，也就是说靠的越近会受的伤害越大，因此保护自己不受伤的最好的办法就是不与他人靠的太近。",
        "label": ""
      },
      {
        "sentence": "就算进入了一段亲密关系，而且对方也很好，但是自己依然很怀疑，不确定他是否真的爱自己，所以他们不断的挑衅、验证、焦虑，不断做出破坏两个人关系的事情，直到对方离开自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来我的困扰源于童年时期的伤害和依恋关系的问题。我一直试图保护自己，避免再次受到伤害，所以对人际关系持怀疑态度。但这样也让我错过了许多可能的亲密关系，让我感到很遗憾。",
    "annotation": [
      {
        "sentence": "原来我的困扰源于童年时期的伤害和依恋关系的问题。",
        "label": ""
      },
      {
        "sentence": "我一直试图保护自己，避免再次受到伤害，所以对人际关系持怀疑态度。",
        "label": ""
      },
      {
        "sentence": "但这样也让我错过了许多可能的亲密关系，让我感到很遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，而且你并不是孤独的。许多人都受到过童年伤害的影响，对人际关系持有戒备心理。但是，想要跨越这种亲密恐惧，首先应该对早期童年创伤进行探索和认知，识别早年被压抑的情绪情感。认识到这和我们后来的亲密恐惧有着密切的关系。这样可以帮助我们认识到恐惧的根源，从而逐渐克服恐惧。",
    "annotation": [
      {
        "sentence": "理解你的感受，而且你并不是孤独的。",
        "label": ""
      },
      {
        "sentence": "许多人都受到过童年伤害的影响，对人际关系持有戒备心理。",
        "label": ""
      },
      {
        "sentence": "但是，想要跨越这种亲密恐惧，首先应该对早期童年创伤进行探索和认知，识别早年被压抑的情绪情感。",
        "label": ""
      },
      {
        "sentence": "认识到这和我们后来的亲密恐惧有着密切的关系。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助我们认识到恐惧的根源，从而逐渐克服恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要勇敢地面对过去的伤痛，触碰那些被压抑的情绪。只有认识到它们的存在，才能逐渐克服亲密恐惧。同时，我也需要学会相信他人，只有相信了，关系才可以进一步的发展。",
    "annotation": [
      {
        "sentence": "我明白了，我需要勇敢地面对过去的伤痛，触碰那些被压抑的情绪。",
        "label": ""
      },
      {
        "sentence": "只有认识到它们的存在，才能逐渐克服亲密恐惧。",
        "label": ""
      },
      {
        "sentence": "同时，我也需要学会相信他人，只有相信了，关系才可以进一步的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！学会相信他人是建立亲密关系的重要基础。当你慢慢打开心扉，相信他人对你的关心和理解时，你会发现自己能够和他人建立更加稳定和真挚的关系。而且，最后，还有一点很重要：接受自己是值得被爱的！我和世界爱着你～你经历了那么多困难，但你依然坚强，你值得拥有幸福和爱。",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "学会相信他人是建立亲密关系的重要基础。",
        "label": ""
      },
      {
        "sentence": "当你慢慢打开心扉，相信他人对你的关心和理解时，你会发现自己能够和他人建立更加稳定和真挚的关系。",
        "label": ""
      },
      {
        "sentence": "而且，最后，还有一点很重要：接受自己是值得被爱的！",
        "label": ""
      },
      {
        "sentence": "我和世界爱着你～你经历了那么多困难，但你依然坚强，你值得拥有幸福和爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！我会努力面对自己的过去，在你的陪伴下，逐渐建立起健康的亲密关系，并开始接受自己。你的关怀让我感到温暖和勇气，谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力面对自己的过去，在你的陪伴下，逐渐建立起健康的亲密关系，并开始接受自己。",
        "label": ""
      },
      {
        "sentence": "你的关怀让我感到温暖和勇气，谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我会一直陪伴你，帮助你度过困难的时刻。相信自己，相信未来，你会越来越好的！任何时候需要我的支持，都可以来找我。加油！",
    "annotation": [
      {
        "sentence": "不用谢，我会一直陪伴你，帮助你度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你会越来越好的！",
        "label": ""
      },
      {
        "sentence": "任何时候需要我的支持，都可以来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]