[
  {
    "role": "client",
    "content": "我和任何人都难以建立关系和亲密关系，应该怎么办？生理性别女，性取向为女生。目前无法与任何人建立亲密关系和关系，从小到大没有一个朋友，网上也找不到可以说话的人，并且和家人和亲戚（除母亲外）都断绝了关系。做过很多很恶心的事情，比如：同时和三个女孩子交往、她们三个都不知道对方的存在。在和一个女生交往的时候去追另外一个女生，和现任交往期间伪装自己单身，故意去撩一个女高中生。在网上广撒网，把发给不同女孩的话复制粘贴发给另外一些女生。目前有两个困扰：1、很难和人交往，也交不到朋友。2、在已经有恋人的情况下，控制不住和其他女孩聊骚。现任是个好女孩，她接受了我所有的不堪，并且我想她坦白过我小时候曾被父亲侵害的事情，她也完全接受。但是我还是控制不住自己去和其他人聊骚。家庭背景：从小生长环境就比较坎坷，父亲常年在外打工，母亲沉迷网络游戏和网恋，将我托付给患有精神疾病、终身未婚的亲戚照管。父亲出轨数十次，母亲出轨两次。精神情况：患有抑郁症。",
    "annotation": [
      {
        "sentence": "我和任何人都难以建立关系和亲密关系，应该怎么办？",
        "label": ""
      },
      {
        "sentence": "生理性别女，性取向为女生。",
        "label": ""
      },
      {
        "sentence": "目前无法与任何人建立亲密关系和关系，从小到大没有一个朋友，网上也找不到可以说话的人，并且和家人和亲戚（除母亲外）都断绝了关系。",
        "label": ""
      },
      {
        "sentence": "做过很多很恶心的事情，比如：同时和三个女孩子交往、她们三个都不知道对方的存在。",
        "label": ""
      },
      {
        "sentence": "在和一个女生交往的时候去追另外一个女生，和现任交往期间伪装自己单身，故意去撩一个女高中生。",
        "label": ""
      },
      {
        "sentence": "在网上广撒网，把发给不同女孩的话复制粘贴发给另外一些女生。",
        "label": ""
      },
      {
        "sentence": "目前有两个困扰：1、很难和人交往，也交不到朋友。",
        "label": ""
      },
      {
        "sentence": "2、在已经有恋人的情况下，控制不住和其他女孩聊骚。",
        "label": ""
      },
      {
        "sentence": "现任是个好女孩，她接受了我所有的不堪，并且我想她坦白过我小时候曾被父亲侵害的事情，她也完全接受。",
        "label": ""
      },
      {
        "sentence": "但是我还是控制不住自己去和其他人聊骚。",
        "label": ""
      },
      {
        "sentence": "家庭背景：从小生长环境就比较坎坷，父亲常年在外打工，母亲沉迷网络游戏和网恋，将我托付给患有精神疾病、终身未婚的亲戚照管。",
        "label": ""
      },
      {
        "sentence": "父亲出轨数十次，母亲出轨两次。",
        "label": ""
      },
      {
        "sentence": "精神情况：患有抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我能够理解。从小在这样的环境下成长，被迫和父母分离，对一个小孩子来说，相当于是自己被父母“抛弃”，内心必定充满焦虑、恐惧和无助。在这样的环境下成长，没有得到父母关注、尊重、信任、理解、接纳、认可和关爱的经历，对亲密关系的认知也停留在“被抛弃”的焦虑和恐惧里。再加上你遭受到父亲侵害，使得你对亲密关系和男性都产生了很大的恐惧，这也影响了你的性取向和正常的社交关系。从小就被父母抛弃，没有得到他们的关注、接纳、认可和关爱，你可能会认为自己不够好而被父母抛弃，自我价值感比较低，对待亲密关系缺乏自信和安全感。同时，你被患有精神疾病且终身未婚的亲戚照管，对方心理情绪的波动可能加重你内心的焦虑和恐惧。而亲戚未婚的状态也会在亲密关系上产生问题，进一步加剧了你对亲密关系的焦虑和恐惧，这或许就是你选择同性伴侣和母亲保持关系，断绝其他人关系的原因。关于你和多个女性同时交往，可能是你内心对身体和情感需求的渴望，而这也让你与她们的关系都停留在某种程度的“亲密”阶段，避免了关系更进一步发展，这可以说是你潜意识对自我的保护机制。如果你希望解决目前困扰你的问题，建立正常、稳定和谐的亲密关系，我建议你预约合适的老师进行系统心理咨询，释放内心压抑的焦虑和恐惧情绪，修复内心的创伤，一步一步帮助你成长并融入社交群体，建立正常的社交和亲密关系。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我能够理解。",
        "label": ""
      },
      {
        "sentence": "从小在这样的环境下成长，被迫和父母分离，对一个小孩子来说，相当于是自己被父母“抛弃”，内心必定充满焦虑、恐惧和无助。",
        "label": ""
      },
      {
        "sentence": "在这样的环境下成长，没有得到父母关注、尊重、信任、理解、接纳、认可和关爱的经历，对亲密关系的认知也停留在“被抛弃”的焦虑和恐惧里。",
        "label": ""
      },
      {
        "sentence": "再加上你遭受到父亲侵害，使得你对亲密关系和男性都产生了很大的恐惧，这也影响了你的性取向和正常的社交关系。",
        "label": ""
      },
      {
        "sentence": "从小就被父母抛弃，没有得到他们的关注、接纳、认可和关爱，你可能会认为自己不够好而被父母抛弃，自我价值感比较低，对待亲密关系缺乏自信和安全感。",
        "label": ""
      },
      {
        "sentence": "同时，你被患有精神疾病且终身未婚的亲戚照管，对方心理情绪的波动可能加重你内心的焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "而亲戚未婚的状态也会在亲密关系上产生问题，进一步加剧了你对亲密关系的焦虑和恐惧，这或许就是你选择同性伴侣和母亲保持关系，断绝其他人关系的原因。",
        "label": ""
      },
      {
        "sentence": "关于你和多个女性同时交往，可能是你内心对身体和情感需求的渴望，而这也让你与她们的关系都停留在某种程度的“亲密”阶段，避免了关系更进一步发展，这可以说是你潜意识对自我的保护机制。",
        "label": ""
      },
      {
        "sentence": "如果你希望解决目前困扰你的问题，建立正常、稳定和谐的亲密关系，我建议你预约合适的老师进行系统心理咨询，释放内心压抑的焦虑和恐惧情绪，修复内心的创伤，一步一步帮助你成长并融入社交群体，建立正常的社交和亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解和建议。我意识到我过去的行为是不健康和不负责任的，但是我无法控制自己去表达这些欲望和情感。我很害怕伤害到现任女友，但同时我也无法停止自己去寻找其他的刺激。我对自己的行为感到非常自责和内疚。",
    "annotation": [
      {
        "sentence": "谢谢您的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我意识到我过去的行为是不健康和不负责任的，但是我无法控制自己去表达这些欲望和情感。",
        "label": ""
      },
      {
        "sentence": "我很害怕伤害到现任女友，但同时我也无法停止自己去寻找其他的刺激。",
        "label": ""
      },
      {
        "sentence": "我对自己的行为感到非常自责和内疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到过去的行为不健康和不负责任，这是很重要的一步。但我理解你无法完全控制自己表达这些欲望和情感的困扰。内心的冲突和纠结肯定让你感到害怕伤害现任女友，同时也在一定程度上制约了你的行为。感受到内疚和自责是正常的，但请记住，一个人不仅仅由过去的行为定义。你可以努力寻求帮助和进行内心的成长，不断改善和提升自己。",
    "annotation": [
      {
        "sentence": "你能够意识到过去的行为不健康和不负责任，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "但我理解你无法完全控制自己表达这些欲望和情感的困扰。",
        "label": ""
      },
      {
        "sentence": "内心的冲突和纠结肯定让你感到害怕伤害现任女友，同时也在一定程度上制约了你的行为。",
        "label": ""
      },
      {
        "sentence": "感受到内疚和自责是正常的，但请记住，一个人不仅仅由过去的行为定义。",
        "label": ""
      },
      {
        "sentence": "你可以努力寻求帮助和进行内心的成长，不断改善和提升自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想问一下，我应该如何控制自己在现有亲密关系中的行为？我常常觉得欲望无法抑制，不知道该如何应对。",
    "annotation": [
      {
        "sentence": "我想问一下，我应该如何控制自己在现有亲密关系中的行为？",
        "label": ""
      },
      {
        "sentence": "我常常觉得欲望无法抑制，不知道该如何应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "控制自己在现有关系中的行为需要一定的自控力和意识。首先，你可以尝试认识到自己欲望的起源和背后的情感需求。了解自己内心的渴望，明确自己对亲密关系的期待和需求。然后，寻找更健康和负责任的方式来满足这些需求，比如与现任女友进行坦诚沟通，寻求共同解决问题的办法。同时，你也可以尝试寻找其他的情感支持和满足方式，比如参加兴趣小组、社交活动等，扩大自己的社交圈子和互动方式。最重要的是，建立内心的自信和安全感，相信自己能够改变和成长。",
    "annotation": [
      {
        "sentence": "控制自己在现有关系中的行为需要一定的自控力和意识。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试认识到自己欲望的起源和背后的情感需求。",
        "label": ""
      },
      {
        "sentence": "了解自己内心的渴望，明确自己对亲密关系的期待和需求。",
        "label": ""
      },
      {
        "sentence": "然后，寻找更健康和负责任的方式来满足这些需求，比如与现任女友进行坦诚沟通，寻求共同解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试寻找其他的情感支持和满足方式，比如参加兴趣小组、社交活动等，扩大自己的社交圈子和互动方式。",
        "label": ""
      },
      {
        "sentence": "最重要的是，建立内心的自信和安全感，相信自己能够改变和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我会试着跟现任女友坦诚相待，希望我们能共同解决这个问题。另外，我也会尝试参加一些社交活动，扩大自己的社交圈子。我知道这是一个漫长的过程，但我相信我可以慢慢改变自己。再次感谢您的支持。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着跟现任女友坦诚相待，希望我们能共同解决这个问题。",
        "label": ""
      },
      {
        "sentence": "另外，我也会尝试参加一些社交活动，扩大自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "我知道这是一个漫长的过程，但我相信我可以慢慢改变自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和信心。解决这个问题确实需要时间和努力，但只要你保持积极主动的态度，相信自己的能力，逐步改变和成长是可以实现的。请记住，你并不孤单，有人愿意陪伴和支持你。如果你在这个过程中遇到任何困难，随时都可以寻求帮助和支持。祝愿你能够找到属于自己的幸福和健康的亲密关系。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和信心。",
        "label": ""
      },
      {
        "sentence": "解决这个问题确实需要时间和努力，但只要你保持积极主动的态度，相信自己的能力，逐步改变和成长是可以实现的。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，有人愿意陪伴和支持你。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中遇到任何困难，随时都可以寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到属于自己的幸福和健康的亲密关系。",
        "label": ""
      }
    ]
  }
]