[
  {
    "role": "client",
    "content": "和任何人都难以建立关系和亲密关系，应该怎么办？生理性别女，性取向为女生。目前无法与任何人建立亲密关系和关系，从小到大没有一个朋友，网上也找不到可以说话的人，并且和家人和亲戚（除母亲外）都断绝了关系。做过很多很恶心的事情，比如同时和三个女孩子交往、她们三个都不知道对方的存在。在和一个女生交往的时候去追另外一个女生，和现任交往期间伪装自己单身，故意去撩一个女高中生。在网上广撒网，把发给不同女孩的话复制粘贴发给另外一些女生。目前有两个困扰：1、很难和人交往，也交不到朋友。2、在已经有恋人的情况下，控制不住和其他女孩聊骚。现任是个好女孩，她接受了我所有的不堪，并且我想她坦白过我小时候曾被父亲侵害的事情，她也完全接受。但是我还是控制不住自己去和其他人聊骚。家庭背景：从小生长环境就比较坎坷，父亲常年在外打工，母亲沉迷网络游戏和网恋，将我托付给患有精神疾病、终身未婚的亲戚照管。父亲出轨数十次，母亲出轨两次。精神情况：患有抑郁症。",
    "annotation": [
      {
        "sentence": "和任何人都难以建立关系和亲密关系，应该怎么办？",
        "label": ""
      },
      {
        "sentence": "生理性别女，性取向为女生。",
        "label": ""
      },
      {
        "sentence": "目前无法与任何人建立亲密关系和关系，从小到大没有一个朋友，网上也找不到可以说话的人，并且和家人和亲戚（除母亲外）都断绝了关系。",
        "label": ""
      },
      {
        "sentence": "做过很多很恶心的事情，比如同时和三个女孩子交往、她们三个都不知道对方的存在。",
        "label": ""
      },
      {
        "sentence": "在和一个女生交往的时候去追另外一个女生，和现任交往期间伪装自己单身，故意去撩一个女高中生。",
        "label": ""
      },
      {
        "sentence": "在网上广撒网，把发给不同女孩的话复制粘贴发给另外一些女生。",
        "label": ""
      },
      {
        "sentence": "目前有两个困扰：1、很难和人交往，也交不到朋友。",
        "label": ""
      },
      {
        "sentence": "2、在已经有恋人的情况下，控制不住和其他女孩聊骚。",
        "label": ""
      },
      {
        "sentence": "现任是个好女孩，她接受了我所有的不堪，并且我想她坦白过我小时候曾被父亲侵害的事情，她也完全接受。",
        "label": ""
      },
      {
        "sentence": "但是我还是控制不住自己去和其他人聊骚。",
        "label": ""
      },
      {
        "sentence": "家庭背景：从小生长环境就比较坎坷，父亲常年在外打工，母亲沉迷网络游戏和网恋，将我托付给患有精神疾病、终身未婚的亲戚照管。",
        "label": ""
      },
      {
        "sentence": "父亲出轨数十次，母亲出轨两次。",
        "label": ""
      },
      {
        "sentence": "精神情况：患有抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能对你有所帮助。首先对你所描述的情况梳理如下：▲没有朋友无法与任何人建立亲密关系，▲曾经同时和三个女生交往着重复模式，▲在有恋人的情况下仍然控制不住自己。从你描述来看，亲密关系障碍问题，主要源于原生家庭中的严重缺爱，导致了亲密关系回避，不相信人与人之间可以建立良好的关系——因为在原生家庭关系中，并没有良好的习得。当然，亲密关系障碍本身的说法可能也是有一定的问题的，如果在同性关系中感觉是良好的，那么这种障碍也许只是场景性的。当下，我们判断亲密关系问题，都是基于异性恋视角，而这往往可能是有问题的。",
    "annotation": [
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先对你所描述的情况梳理如下：▲没有朋友无法与任何人建立亲密关系，▲曾经同时和三个女生交往着重复模式，▲在有恋人的情况下仍然控制不住自己。",
        "label": ""
      },
      {
        "sentence": "从你描述来看，亲密关系障碍问题，主要源于原生家庭中的严重缺爱，导致了亲密关系回避，不相信人与人之间可以建立良好的关系——因为在原生家庭关系中，并没有良好的习得。",
        "label": ""
      },
      {
        "sentence": "当然，亲密关系障碍本身的说法可能也是有一定的问题的，如果在同性关系中感觉是良好的，那么这种障碍也许只是场景性的。",
        "label": ""
      },
      {
        "sentence": "当下，我们判断亲密关系问题，都是基于异性恋视角，而这往往可能是有问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小到大都没有获得良好的关系习得，所以对人与人之间的亲密关系持怀疑态度。但我也意识到这可能是一个场景性的问题，在同性关系中我感觉相对良好。那么我要如何克服这个亲密关系障碍呢？",
    "annotation": [
      {
        "sentence": "我从小到大都没有获得良好的关系习得，所以对人与人之间的亲密关系持怀疑态度。",
        "label": ""
      },
      {
        "sentence": "但我也意识到这可能是一个场景性的问题，在同性关系中我感觉相对良好。",
        "label": ""
      },
      {
        "sentence": "那么我要如何克服这个亲密关系障碍呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到这个亲密关系障碍在同性关系中可能是场景性的，这已经是一个很好的开始。要克服这个问题，首先需要建立自信和自尊。与此同时，你可以通过参与社交活动、加入兴趣小组等方式来扩展社交圈子。逐渐接触和交流，培养亲密关系的能力与信心。还有，你可以寻找心理咨询专业人士的帮助，他们可以提供更具体的建议和指导。",
    "annotation": [
      {
        "sentence": "你能够意识到这个亲密关系障碍在同性关系中可能是场景性的，这已经是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "要克服这个问题，首先需要建立自信和自尊。",
        "label": ""
      },
      {
        "sentence": "与此同时，你可以通过参与社交活动、加入兴趣小组等方式来扩展社交圈子。",
        "label": ""
      },
      {
        "sentence": "逐渐接触和交流，培养亲密关系的能力与信心。",
        "label": ""
      },
      {
        "sentence": "还有，你可以寻找心理咨询专业人士的帮助，他们可以提供更具体的建议和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会试着建立自信和自尊，并积极参与社交活动。我也会考虑寻求专业人士的帮助。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我理解了，我会试着建立自信和自尊，并积极参与社交活动。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你可以克服这个障碍，建立健康的亲密关系。请记住，每个人都有自己的成长过程，没有人是完美的。你已经意识到自身的问题并愿意去解决，这是非常了不起的。一步步地，相信自己，你会慢慢找到属于自己的亲密关系。",
    "annotation": [
      {
        "sentence": "不客气，我相信你可以克服这个障碍，建立健康的亲密关系。",
        "label": ""
      },
      {
        "sentence": "请记住，每个人都有自己的成长过程，没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "你已经意识到自身的问题并愿意去解决，这是非常了不起的。",
        "label": ""
      },
      {
        "sentence": "一步步地，相信自己，你会慢慢找到属于自己的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会努力的。除了亲密关系的问题，我也面临着在已经有伴侣的情况下无法控制自己和其他女孩聊骚的问题。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力的。",
        "label": ""
      },
      {
        "sentence": "除了亲密关系的问题，我也面临着在已经有伴侣的情况下无法控制自己和其他女孩聊骚的问题。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你发现自己无法控制和其他女孩聊骚的冲动时，可以尝试以下方法来提高自控能力：1、意识到这样的行为对你和伴侣的关系造成了伤害，明白这种行为不符合伦理原则；2、找到替代行为，例如专注于建立深入的交流，搭建真实的互相沟通；3、制定自我管理计划，建立对你的目标的约束，包括设定日程和制定规则；4、加强与伴侣之间的互动，增加亲密度和依恋感；5、让自己意识到这种行为没有长久的幸福，开始审视自己的价值观和期望。希望这些方法可以帮助你控制自己的行为。",
    "annotation": [
      {
        "sentence": "当你发现自己无法控制和其他女孩聊骚的冲动时，可以尝试以下方法来提高自控能力：1、意识到这样的行为对你和伴侣的关系造成了伤害，明白这种行为不符合伦理原则；2、找到替代行为，例如专注于建立深入的交流，搭建真实的互相沟通；3、制定自我管理计划，建立对你的目标的约束，包括设定日程和制定规则；4、加强与伴侣之间的互动，增加亲密度和依恋感；5、让自己意识到这种行为没有长久的幸福，开始审视自己的价值观和期望。",
        "label": ""
      },
      {
        "sentence": "希望这些方法可以帮助你控制自己的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试这些方法来提高自己的自控能力，特别是加强与伴侣之间的互动。我明白了这种行为对我们的关系造成了伤害，我不想再伤害她了。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会尝试这些方法来提高自己的自控能力，特别是加强与伴侣之间的互动。",
        "label": ""
      },
      {
        "sentence": "我明白了这种行为对我们的关系造成了伤害，我不想再伤害她了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴可以帮到你！记住，在建立亲密关系和控制自己的过程",
    "annotation": [
      {
        "sentence": "很高兴可以帮到你！",
        "label": ""
      },
      {
        "sentence": "记住，在建立亲密关系和控制自己的过程",
        "label": ""
      }
    ]
  }
]