[
  {
    "role": "client",
    "content": "我被嫌弃性格不好，可我成长了，却没有那么爱他了？之前他说他没办法改变一个人的性格，对我充满了失望，说我总是自以为是……被冷战之后，我身心疲惫，开始找寻自己的问题，我确实是有很多很多问题，不成熟，不懂人情世故，自卑敏感，脾气急躁等等……慢慢地，我成长了，我在改变自己，而我发现，我对他的爱好像也被改变了，感觉好像也没那么需要他，感觉自己离开他似乎会更自在……可在此之前，是我一直死缠烂打不愿离开他的，他也心软让我留下来了，我现在感到的更多是亏欠，感觉自己以前欺负他太多次了，也辜负了他很多期望，而我也明白自己根本不会成为他对我说的要我模仿学习的那种人。我明明是为了想更好地爱他，才开始学着怎么去做好一个爱人，可为什么，我越学习越成长，反而离他更远了呢？我悄悄哭过很多次，我开始明白成熟的意义，开始理解责任和担当，我因为他而成长，也开始理解了爱，可为什么，我对他没有了当初的心动和依恋了？我不爱他了吗？可我仍然会心疼他，会舍不得他，但感情却没有那么深了。",
    "annotation": [
      {
        "sentence": "我被嫌弃性格不好，可我成长了，却没有那么爱他了？",
        "label": ""
      },
      {
        "sentence": "之前他说他没办法改变一个人的性格，对我充满了失望，说我总是自以为是……被冷战之后，我身心疲惫，开始找寻自己的问题，我确实是有很多很多问题，不成熟，不懂人情世故，自卑敏感，脾气急躁等等……慢慢地，我成长了，我在改变自己，而我发现，我对他的爱好像也被改变了，感觉好像也没那么需要他，感觉自己离开他似乎会更自在……可在此之前，是我一直死缠烂打不愿离开他的，他也心软让我留下来了，我现在感到的更多是亏欠，感觉自己以前欺负他太多次了，也辜负了他很多期望，而我也明白自己根本不会成为他对我说的要我模仿学习的那种人。",
        "label": ""
      },
      {
        "sentence": "我明明是为了想更好地爱他，才开始学着怎么去做好一个爱人，可为什么，我越学习越成长，反而离他更远了呢？",
        "label": ""
      },
      {
        "sentence": "我悄悄哭过很多次，我开始明白成熟的意义，开始理解责任和担当，我因为他而成长，也开始理解了爱，可为什么，我对他没有了当初的心动和依恋了？",
        "label": ""
      },
      {
        "sentence": "我不爱他了吗？",
        "label": ""
      },
      {
        "sentence": "可我仍然会心疼他，会舍不得他，但感情却没有那么深了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许，这恰恰是成长的意义。为你业已面对自己和敢于表达内心真实的勇气干杯。成长是需要勇气的。面对未知的自己，面对不确定的世界，我们可能茫然，可能欣喜，可能无助，可能恐惧，可能痛彻心扉，但我们依然不放弃，依然选择坚定地成长。",
    "annotation": [
      {
        "sentence": "或许，这恰恰是成长的意义。",
        "label": ""
      },
      {
        "sentence": "为你业已面对自己和敢于表达内心真实的勇气干杯。",
        "label": ""
      },
      {
        "sentence": "成长是需要勇气的。",
        "label": ""
      },
      {
        "sentence": "面对未知的自己，面对不确定的世界，我们可能茫然，可能欣喜，可能无助，可能恐惧，可能痛彻心扉，但我们依然不放弃，依然选择坚定地成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解成长需要勇气，但为什么我的成长似乎和我的感情发生了改变？我曾经对他执着，对他的爱渗透了我的生活，可现在我感觉好像并不那么需要他了。这让我感到困惑和内疚。",
    "annotation": [
      {
        "sentence": "我理解成长需要勇气，但为什么我的成长似乎和我的感情发生了改变？",
        "label": ""
      },
      {
        "sentence": "我曾经对他执着，对他的爱渗透了我的生活，可现在我感觉好像并不那么需要他了。",
        "label": ""
      },
      {
        "sentence": "这让我感到困惑和内疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理人似乎都明白，我们通常是按照熟悉的模式，并非按照真正需要的模式在寻觅恋人，或者伴侣。并且，通常我们会把童年依恋关系里的缺失，理想父母的期待一股脑儿带到亲密关系里。我们企图改变对方，以爱的名义，到最后，控制，失望，甚至分手再所难免。经由成长觉察，我们可以明白自己，明白关系，明白关系对于我们的意义。改变以往的认知决定，似乎是顺其自然的发生。",
    "annotation": [
      {
        "sentence": "心理人似乎都明白，我们通常是按照熟悉的模式，并非按照真正需要的模式在寻觅恋人，或者伴侣。",
        "label": ""
      },
      {
        "sentence": "并且，通常我们会把童年依恋关系里的缺失，理想父母的期待一股脑儿带到亲密关系里。",
        "label": ""
      },
      {
        "sentence": "我们企图改变对方，以爱的名义，到最后，控制，失望，甚至分手再所难免。",
        "label": ""
      },
      {
        "sentence": "经由成长觉察，我们可以明白自己，明白关系，明白关系对于我们的意义。",
        "label": ""
      },
      {
        "sentence": "改变以往的认知决定，似乎是顺其自然的发生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我以前一直试图改变他，让他符合我的期待，可到头来只是让他失望。我现在明白，这种控制是不健康的，也不是真正的爱。我应该接受他的全部，包括他的不完美。但是，为什么我对他的爱却变得淡了呢？",
    "annotation": [
      {
        "sentence": "你说得对，我以前一直试图改变他，让他符合我的期待，可到头来只是让他失望。",
        "label": ""
      },
      {
        "sentence": "我现在明白，这种控制是不健康的，也不是真正的爱。",
        "label": ""
      },
      {
        "sentence": "我应该接受他的全部，包括他的不完美。",
        "label": ""
      },
      {
        "sentence": "但是，为什么我对他的爱却变得淡了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱是坚强，不是软弱。选择离开他，离开曾经纠结的关系也需要勇气。相信，答案就在你心里。相信，你会做出令你自己感动的选择！",
    "annotation": [
      {
        "sentence": "爱是坚强，不是软弱。",
        "label": ""
      },
      {
        "sentence": "选择离开他，离开曾经纠结的关系也需要勇气。",
        "label": ""
      },
      {
        "sentence": "相信，答案就在你心里。",
        "label": ""
      },
      {
        "sentence": "相信，你会做出令你自己感动的选择！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感谢你的支持和鼓励。我需要好好思考并找到自己的答案。成长需要面对自己的内心，而我的感情变化也是我在成长的过程中的一部分。我会勇敢地面对并做出让自己感动的决定。",
    "annotation": [
      {
        "sentence": "我明白了，感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我需要好好思考并找到自己的答案。",
        "label": ""
      },
      {
        "sentence": "成长需要面对自己的内心，而我的感情变化也是我在成长的过程中的一部分。",
        "label": ""
      },
      {
        "sentence": "我会勇敢地面对并做出让自己感动的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，相信你一定能够找到属于自己的幸福和答案。无论你的决定如何，都是对自己的尊重和成长的体现。加油！",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，相信你一定能够找到属于自己的幸福和答案。",
        "label": ""
      },
      {
        "sentence": "无论你的决定如何，都是对自己的尊重和成长的体现。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我感到安慰，也更加坚定了自己的决心。谢谢你陪伴我度过这段困惑的时刻。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我感到安慰，也更加坚定了自己的决心。",
        "label": ""
      },
      {
        "sentence": "谢谢你陪伴我度过这段困惑的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用客气，我很愿意一直陪伴你，无论是在困惑的时刻还是幸福的时刻。如果你需要任何帮助或倾诉，都可以随时找我。",
    "annotation": [
      {
        "sentence": "你不用客气，我很愿意一直陪伴你，无论是在困惑的时刻还是幸福的时刻。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或倾诉，都可以随时找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和理解。有你在身边真是太好了。如果我需要帮助，我会毫不犹豫地向你倾诉的。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "有你在身边真是太好了。",
        "label": ""
      },
      {
        "sentence": "如果我需要帮助，我会毫不犹豫地向你倾诉的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会一直在这里支持你，希望你能找到属于自己的幸福和答案。记得，勇敢面对自己的内心，相信自己的选择。",
    "annotation": [
      {
        "sentence": "没问题，我会一直在这里支持你，希望你能找到属于自己的幸福和答案。",
        "label": ""
      },
      {
        "sentence": "记得，勇敢面对自己的内心，相信自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会的。再次感谢你的支持，你的话让我更加坚信自己能够走出困惑，找到真正属于我的幸福。",
    "annotation": [
      {
        "sentence": "嗯，我会的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持，你的话让我更加坚信自己能够走出困惑，找到真正属于我的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放心，你不是一个人在面对困惑。我会一直陪伴你，帮助你度过困难时刻。同时，也相信你能够勇敢地走出来，并收获属于你自己的快乐和幸福。",
    "annotation": [
      {
        "sentence": "放心，你不是一个人在面对困惑。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴你，帮助你度过困难时刻。",
        "label": ""
      },
      {
        "sentence": "同时，也相信你能够勇敢地走出来，并收获属于你自己的快乐和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你对我的支持和鼓励！让我更加坚定了面对困难的勇气，我会努力去找到真正属于自己的幸福。再次感谢你一直以来的陪伴！",
    "annotation": [
      {
        "sentence": "谢谢你对我的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "让我更加坚定了面对困难的勇气，我会努力去找到真正属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你一直以来的陪伴！",
        "label": ""
      }
    ]
  }
]