[
  {
    "role": "client",
    "content": "高二时单恋一个男生，失恋后不敢喜欢同一类型的人？他擅长音乐和数学，都是我最不好的科目，他具备常人没有的天赋，也富有逻辑性，和他分开以后，我还是会喜欢上同样聪明的男生。但是我并不是最好看的女生，我会很痛苦地喜欢上这种人，继续痛苦地被拒绝。我一直在单恋，是我不值得拥有爱情吗？我只是希望自己喜欢的人有所热爱，不肤浅而已。",
    "annotation": [
      {
        "sentence": "高二时单恋一个男生，失恋后不敢喜欢同一类型的人？",
        "label": ""
      },
      {
        "sentence": "他擅长音乐和数学，都是我最不好的科目，他具备常人没有的天赋，也富有逻辑性，和他分开以后，我还是会喜欢上同样聪明的男生。",
        "label": ""
      },
      {
        "sentence": "但是我并不是最好看的女生，我会很痛苦地喜欢上这种人，继续痛苦地被拒绝。",
        "label": ""
      },
      {
        "sentence": "我一直在单恋，是我不值得拥有爱情吗？",
        "label": ""
      },
      {
        "sentence": "我只是希望自己喜欢的人有所热爱，不肤浅而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "任何人都有爱与被爱的权利。一、分析——他擅长音乐和数学，都是我最不好的科目，具备常人没有的天赋，也富有逻辑性，和他分开以后，我还是会喜欢上同样聪明的男生——我们每一个人对自己的另一半都会有差不多的标准，如果喜欢的人多了，那么会很容易发现，喜欢的人类型都会很像。不知道你有没有听过“阿尼姆斯”阿尼姆斯，又译为“男性潜倾”。是荣格提出的原型理论中的一种，是每个女人心中都有的男性形象，他身上有女性认为男性所有好的特点，在遇到象自己的阿尼姆斯的男性时，她会体验到极强烈的吸引力。你的阿尼姆斯就是聪明的男生，他有些你所认为你没有的东西，从而被吸引。",
    "annotation": [
      {
        "sentence": "任何人都有爱与被爱的权利。",
        "label": ""
      },
      {
        "sentence": "一、分析——他擅长音乐和数学，都是我最不好的科目，具备常人没有的天赋，也富有逻辑性，和他分开以后，我还是会喜欢上同样聪明的男生——我们每一个人对自己的另一半都会有差不多的标准，如果喜欢的人多了，那么会很容易发现，喜欢的人类型都会很像。",
        "label": ""
      },
      {
        "sentence": "不知道你有没有听过“阿尼姆斯”阿尼姆斯，又译为“男性潜倾”。",
        "label": ""
      },
      {
        "sentence": "是荣格提出的原型理论中的一种，是每个女人心中都有的男性形象，他身上有女性认为男性所有好的特点，在遇到象自己的阿尼姆斯的男性时，她会体验到极强烈的吸引力。",
        "label": ""
      },
      {
        "sentence": "你的阿尼姆斯就是聪明的男生，他有些你所认为你没有的东西，从而被吸引。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是当我喜欢上同样聪明的男生时，我会觉得自己不够好，会害怕再次被拒绝。我觉得自己一直在单恋，难道是因为我不值得拥有爱情吗？",
    "annotation": [
      {
        "sentence": "但是当我喜欢上同样聪明的男生时，我会觉得自己不够好，会害怕再次被拒绝。",
        "label": ""
      },
      {
        "sentence": "我觉得自己一直在单恋，难道是因为我不值得拥有爱情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论是谁，都拥有爱与被爱的权利，没有谁不值得拥有爱情。如果一直没成功，那一定是爱情还没有到，时机还未成熟。你不要过分责怪自己，每个人都会遇到类似的情感困惑，但这并不代表你不值得拥有爱情。爱情需要时间和缘分，相信自己的爱情会到来。",
    "annotation": [
      {
        "sentence": "无论是谁，都拥有爱与被爱的权利，没有谁不值得拥有爱情。",
        "label": ""
      },
      {
        "sentence": "如果一直没成功，那一定是爱情还没有到，时机还未成熟。",
        "label": ""
      },
      {
        "sentence": "你不要过分责怪自己，每个人都会遇到类似的情感困惑，但这并不代表你不值得拥有爱情。",
        "label": ""
      },
      {
        "sentence": "爱情需要时间和缘分，相信自己的爱情会到来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我怎么能调整好自己的心态呢？",
    "annotation": [
      {
        "sentence": "我明白了，但是我怎么能调整好自己的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我有几点建议可以帮助你调整心态。首先，你要相信，这个世界上总有那么一个人，不在乎你的身份、地位、外貌而爱着你。他爱你，只因为你是你，独一无二的你。其次，在业余的时间里努力提升自己，培养自己的兴趣爱好，提升自己的素质和能力。自信的女孩儿是最美的，既然喜欢聪明优秀的他，那么就向他看齐，将其作为自我提升的动力。再次，要相信在爱情和婚姻中，平等的势均力敌才是完美和幸福的。自己要有足够的自信，肯定自己的长处，也接受自己的短处。每个人都有自己的优点和缺点，没有人是完美的。要相信自己，肯定自己，因为在你看不到的地方，也有人羡慕着你。",
    "annotation": [
      {
        "sentence": "我有几点建议可以帮助你调整心态。",
        "label": ""
      },
      {
        "sentence": "首先，你要相信，这个世界上总有那么一个人，不在乎你的身份、地位、外貌而爱着你。",
        "label": ""
      },
      {
        "sentence": "他爱你，只因为你是你，独一无二的你。",
        "label": ""
      },
      {
        "sentence": "其次，在业余的时间里努力提升自己，培养自己的兴趣爱好，提升自己的素质和能力。",
        "label": ""
      },
      {
        "sentence": "自信的女孩儿是最美的，既然喜欢聪明优秀的他，那么就向他看齐，将其作为自我提升的动力。",
        "label": ""
      },
      {
        "sentence": "再次，要相信在爱情和婚姻中，平等的势均力敌才是完美和幸福的。",
        "label": ""
      },
      {
        "sentence": "自己要有足够的自信，肯定自己的长处，也接受自己的短处。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和缺点，没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "要相信自己，肯定自己，因为在你看不到的地方，也有人羡慕着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和安慰。我会尝试调整自己的心态，相信未来会有属于我的爱情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和安慰。",
        "label": ""
      },
      {
        "sentence": "我会尝试调整自己的心态，相信未来会有属于我的爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够调整好自己的心态。坚持积极向上的态度，相信自己的价值和魅力，幸福的爱情一定会降临在你身上。祝你心情愉快，好运连连！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够调整好自己的心态。",
        "label": ""
      },
      {
        "sentence": "坚持积极向上的态度，相信自己的价值和魅力，幸福的爱情一定会降临在你身上。",
        "label": ""
      },
      {
        "sentence": "祝你心情愉快，好运连连！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你对我这么耐心的支持和鼓励，你的话让我的心情好了很多。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你对我这么耐心的支持和鼓励，你的话让我的心情好了很多。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的快乐就是对我最大的回报。如果你还有任何困惑或者需要帮助，随时都可以找我聊天。我会一直在你身边支持你。祝你幸福！",
    "annotation": [
      {
        "sentence": "你的快乐就是对我最大的回报。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或者需要帮助，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]