[
  {
    "role": "client",
    "content": "我高二时单恋一个男生，失恋后一直不敢喜欢同一类型的人。他很擅长音乐和数学，而这两个科目恰恰是我最不擅长的，他具备常人没有的天赋，也非常有逻辑性。即使和他分开以后，我还是会喜欢上同样聪明的男生。可是我觉得自己并不是最好看的女生，我会很痛苦地喜欢上这种人，然后痛苦地被拒绝。我一直在单恋，是我不值得拥有爱情吗？我只是希望自己喜欢的人有所热爱，不肤浅而已。",
    "annotation": [
      {
        "sentence": "我高二时单恋一个男生，失恋后一直不敢喜欢同一类型的人。",
        "label": ""
      },
      {
        "sentence": "他很擅长音乐和数学，而这两个科目恰恰是我最不擅长的，他具备常人没有的天赋，也非常有逻辑性。",
        "label": ""
      },
      {
        "sentence": "即使和他分开以后，我还是会喜欢上同样聪明的男生。",
        "label": ""
      },
      {
        "sentence": "可是我觉得自己并不是最好看的女生，我会很痛苦地喜欢上这种人，然后痛苦地被拒绝。",
        "label": ""
      },
      {
        "sentence": "我一直在单恋，是我不值得拥有爱情吗？",
        "label": ""
      },
      {
        "sentence": "我只是希望自己喜欢的人有所热爱，不肤浅而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常抱歉现在才看到，感谢你的邀请！希望我的回复能够给你带来一些帮助。高二的时候，按我国接受义务教育的基本年龄来推算，你当时是在15岁左右，正处在青春期，会关注喜欢比较优秀的男生很正常。优秀的男生某些方面的能力往往也很突出，比较出众，可以给女生带来一些安全感。",
    "annotation": [
      {
        "sentence": "非常抱歉现在才看到，感谢你的邀请！",
        "label": ""
      },
      {
        "sentence": "希望我的回复能够给你带来一些帮助。",
        "label": ""
      },
      {
        "sentence": "高二的时候，按我国接受义务教育的基本年龄来推算，你当时是在15岁左右，正处在青春期，会关注喜欢比较优秀的男生很正常。",
        "label": ""
      },
      {
        "sentence": "优秀的男生某些方面的能力往往也很突出，比较出众，可以给女生带来一些安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能够找到对我来说有安全感的人，但每次我都被拒绝。就算我尝试喜欢其他聪明的男生，结果还是一样。我到底做错了什么？",
    "annotation": [
      {
        "sentence": "是的，我希望能够找到对我来说有安全感的人，但每次我都被拒绝。",
        "label": ""
      },
      {
        "sentence": "就算我尝试喜欢其他聪明的男生，结果还是一样。",
        "label": ""
      },
      {
        "sentence": "我到底做错了什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉到你内心的冲突纠结和无助，虽然这个年龄你还没有成年，但现在的很多食物当中所含的激素加速了身体的快速发育，即使是未成年，身体也基本上发育成熟。相比之下，同龄的女生比男生发育成熟得更早一些，也就需要和男生建立一定程度的交往来满足自己的生理和心理情感需求。",
    "annotation": [
      {
        "sentence": "能够感觉到你内心的冲突纠结和无助，虽然这个年龄你还没有成年，但现在的很多食物当中所含的激素加速了身体的快速发育，即使是未成年，身体也基本上发育成熟。",
        "label": ""
      },
      {
        "sentence": "相比之下，同龄的女生比男生发育成熟得更早一些，也就需要和男生建立一定程度的交往来满足自己的生理和心理情感需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但为什么每次我喜欢的男生都拥有超过我的能力呢？这样的选择是我意识和潜意识的共同需求吗？",
    "annotation": [
      {
        "sentence": "但为什么每次我喜欢的男生都拥有超过我的能力呢？",
        "label": ""
      },
      {
        "sentence": "这样的选择是我意识和潜意识的共同需求吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你选择喜欢聪明有突出能力的男生，受到了自身外在条件的影响，总是被拒绝，然后你又再次会喜欢同样类型的男生。这样的选择可以说是你意识自我和潜意识自我的共同需求。对你的意识自我来说，男生的能力突出，可以给自己一些安全感，但对潜意识自我来说，男生的能力越突出，和你之间的差距就越大，那么被接纳认可的几率就越小，被拒绝的几率则越大。",
    "annotation": [
      {
        "sentence": "没错，你选择喜欢聪明有突出能力的男生，受到了自身外在条件的影响，总是被拒绝，然后你又再次会喜欢同样类型的男生。",
        "label": ""
      },
      {
        "sentence": "这样的选择可以说是你意识自我和潜意识自我的共同需求。",
        "label": ""
      },
      {
        "sentence": "对你的意识自我来说，男生的能力突出，可以给自己一些安全感，但对潜意识自我来说，男生的能力越突出，和你之间的差距就越大，那么被接纳认可的几率就越小，被拒绝的几率则越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以我喜欢聪明的男生，但却害怕被他们拒绝。这让我陷入了矛盾和痛苦之中。",
    "annotation": [
      {
        "sentence": "所以我喜欢聪明的男生，但却害怕被他们拒绝。",
        "label": ""
      },
      {
        "sentence": "这让我陷入了矛盾和痛苦之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你内心的冲突和痛苦是可以理解的。单恋只是自己内心的情感投射，并不是真正的双方情感传递。可以说你是自己一个人在那里“自演自唱”，没有对方的情感回应。或者说你刻意制造出一种让对方拒绝不接纳的感觉，让自己在被拒绝的同时获得一种满足感。",
    "annotation": [
      {
        "sentence": "是的，你内心的冲突和痛苦是可以理解的。",
        "label": ""
      },
      {
        "sentence": "单恋只是自己内心的情感投射，并不是真正的双方情感传递。",
        "label": ""
      },
      {
        "sentence": "可以说你是自己一个人在那里“自演自唱”，没有对方的情感回应。",
        "label": ""
      },
      {
        "sentence": "或者说你刻意制造出一种让对方拒绝不接纳的感觉，让自己在被拒绝的同时获得一种满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对自己的潜意识自我感到奇怪，为什么会希望被拒绝而不是被接纳呢？",
    "annotation": [
      {
        "sentence": "我对自己的潜意识自我感到奇怪，为什么会希望被拒绝而不是被接纳呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是因为你的潜意识自我对自己比较否定，对亲密关系缺乏自信和安全感。所以你会选择对方拒绝自己而不是接纳认可自己，这样可以满足意识自我追求自己想要的生活的需求，又满足了潜意识自我不进入深度亲密关系的需求。这相当于让自己停留在了亲密关系和非亲密关系之间的“公共区域”。",
    "annotation": [
      {
        "sentence": "这是因为你的潜意识自我对自己比较否定，对亲密关系缺乏自信和安全感。",
        "label": ""
      },
      {
        "sentence": "所以你会选择对方拒绝自己而不是接纳认可自己，这样可以满足意识自我追求自己想要的生活的需求，又满足了潜意识自我不进入深度亲密关系的需求。",
        "label": ""
      },
      {
        "sentence": "这相当于让自己停留在了亲密关系和非亲密关系之间的“公共区域”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，原来这是我内心深处的一种保护机制。那我应该如何解决这个问题呢？",
    "annotation": [
      {
        "sentence": "我明白了，原来这是我内心深处的一种保护机制。",
        "label": ""
      },
      {
        "sentence": "那我应该如何解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "并不是说你不值得拥有爱情，你当前是有权利和能力去追求自己想要的生活的。只是你的潜意识自我缺乏自信和安全感，内心承受不了建立亲密关系带来的压力，所以才会回避。你需要释放出这些不安全感，让自己感到更加安全轻松，才能正常顺利地与异性接触、交往和恋爱。",
    "annotation": [
      {
        "sentence": "并不是说你不值得拥有爱情，你当前是有权利和能力去追求自己想要的生活的。",
        "label": ""
      },
      {
        "sentence": "只是你的潜意识自我缺乏自信和安全感，内心承受不了建立亲密关系带来的压力，所以才会回避。",
        "label": ""
      },
      {
        "sentence": "你需要释放出这些不安全感，让自己感到更加安全轻松，才能正常顺利地与异性接触、交往和恋爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了，我会尝试寻找更多的自信和安全感，让自己能够积极面对亲密关系。",
    "annotation": [
      {
        "sentence": "我懂了，我会尝试寻找更多的自信和安全感，让自己能够积极面对亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样就对了，你要相信自己是值得被喜欢和接纳的。不要害怕去展示自己的优点和魅力，相信你会找到适合你的人，与他建立起一段美好的感情。",
    "annotation": [
      {
        "sentence": "这样就对了，你要相信自己是值得被喜欢和接纳的。",
        "label": ""
      },
      {
        "sentence": "不要害怕去展示自己的优点和魅力，相信你会找到适合你的人，与他建立起一段美好的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持！我会努力提升自己的自信，追求自己想要的爱情。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力提升自己的自信，追求自己想要的爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供帮助，希望你能够找到属于自己的幸福。如果以后还有任何困扰，随时都可以来找我倾诉，我会一直在这里支持你的。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供帮助，希望你能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困扰，随时都可以来找我倾诉，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]