[
  {
    "role": "client",
    "content": "我还是很不明白，为什么每次和妈妈在一起我才觉得真正自我？为什么离开了妈妈就感到无依无靠，不知道该怎么做呢？",
    "annotation": [
      {
        "sentence": "我还是很不明白，为什么每次和妈妈在一起我才觉得真正自我？",
        "label": ""
      },
      {
        "sentence": "为什么离开了妈妈就感到无依无靠，不知道该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，我理解你的困惑。从你的描述中，我可以感受到你对妈妈的依赖很强，只有和她在一起的时候你才能感到真正的放松。但是，你却表达不出自己的感受，即使有想说的话也说不出口。当你和妈妈分开时，就会感到焦虑，不知道该如何处理事情，特别是在人际关系上，这给你带来了很大的困扰。",
    "annotation": [
      {
        "sentence": "孩子，我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以感受到你对妈妈的依赖很强，只有和她在一起的时候你才能感到真正的放松。",
        "label": ""
      },
      {
        "sentence": "但是，你却表达不出自己的感受，即使有想说的话也说不出口。",
        "label": ""
      },
      {
        "sentence": "当你和妈妈分开时，就会感到焦虑，不知道该如何处理事情，特别是在人际关系上，这给你带来了很大的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我很想建立自己的人际关系，减少对母亲的依赖。但是我发现这对我来说非常困难。可能是我和妈妈之间出了一些问题，导致我无法摆脱这种依赖关系。我感觉她要么过于控制我，要么过于溺爱我，这都剥夺了我发展自我功能的机会，如自尊和人际交往能力。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我很想建立自己的人际关系，减少对母亲的依赖。",
        "label": ""
      },
      {
        "sentence": "但是我发现这对我来说非常困难。",
        "label": ""
      },
      {
        "sentence": "可能是我和妈妈之间出了一些问题，导致我无法摆脱这种依赖关系。",
        "label": ""
      },
      {
        "sentence": "我感觉她要么过于控制我，要么过于溺爱我，这都剥夺了我发展自我功能的机会，如自尊和人际交往能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我可以初步判断你和妈妈的关系可能出现了一些问题，并非成熟的依恋关系。可能有两种情况，一种是妈妈过于掌控你，另一种可能是她过分放纵你。无论哪种情况，都将剥夺你发展自我所需的空间。为了更好地支持你的成长，你可能需要逐渐脱离母婴关系，给自己独立的空间。只在特别需要的时候寻求妈妈的支持。同时，也需要让妈妈理解你的需求，愿意与你达成共识，支持你成长。青春期是个特殊的发展时期，伴随着身体的变化，会唤起一些曾经在母婴关系中存在的情感和关系模式，也是修复和发展的机会。希望你能与妈妈好好沟通，或者寻求专业人士的帮助来解决这个问题。",
    "annotation": [
      {
        "sentence": "通过你的描述，我可以初步判断你和妈妈的关系可能出现了一些问题，并非成熟的依恋关系。",
        "label": ""
      },
      {
        "sentence": "可能有两种情况，一种是妈妈过于掌控你，另一种可能是她过分放纵你。",
        "label": ""
      },
      {
        "sentence": "无论哪种情况，都将剥夺你发展自我所需的空间。",
        "label": ""
      },
      {
        "sentence": "为了更好地支持你的成长，你可能需要逐渐脱离母婴关系，给自己独立的空间。",
        "label": ""
      },
      {
        "sentence": "只在特别需要的时候寻求妈妈的支持。",
        "label": ""
      },
      {
        "sentence": "同时，也需要让妈妈理解你的需求，愿意与你达成共识，支持你成长。",
        "label": ""
      },
      {
        "sentence": "青春期是个特殊的发展时期，伴随着身体的变化，会唤起一些曾经在母婴关系中存在的情感和关系模式，也是修复和发展的机会。",
        "label": ""
      },
      {
        "sentence": "希望你能与妈妈好好沟通，或者寻求专业人士的帮助来解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，我需要去争取自己的权益和空间。我会尝试与妈妈好好沟通，让她理解我的需求，希望她能够更好地支持我的成长。同时，我也会考虑找专业的人士来帮助我解决这个问题。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我知道了，我需要去争取自己的权益和空间。",
        "label": ""
      },
      {
        "sentence": "我会尝试与妈妈好好沟通，让她理解我的需求，希望她能够更好地支持我的成长。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑找专业的人士来帮助我解决这个问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助。记住，你的成长是非常重要的，有时候与母亲进行良好的沟通可以解决很多问题。如果你需要任何进一步的支持或建议，随时都可以向我寻求帮助。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你的成长是非常重要的，有时候与母亲进行良好的沟通可以解决很多问题。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持或建议，随时都可以向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]