[
  {
    "role": "client",
    "content": "高二时单恋一个男生，失恋后不敢喜欢同一类型的人？他擅长音乐和数学，都是我最不好的科目，他具备常人没有的天赋，也富有逻辑性，和他分开以后，我还是会喜欢上同样聪明的男生。但是我并不是最好看的女生，我会很痛苦地喜欢上这种人，继续痛苦地被拒绝。我一直在单恋，是我不值得拥有爱情吗？我只是希望自己喜欢的人有所热爱，不肤浅而已。",
    "annotation": [
      {
        "sentence": "高二时单恋一个男生，失恋后不敢喜欢同一类型的人？",
        "label": ""
      },
      {
        "sentence": "他擅长音乐和数学，都是我最不好的科目，他具备常人没有的天赋，也富有逻辑性，和他分开以后，我还是会喜欢上同样聪明的男生。",
        "label": ""
      },
      {
        "sentence": "但是我并不是最好看的女生，我会很痛苦地喜欢上这种人，继续痛苦地被拒绝。",
        "label": ""
      },
      {
        "sentence": "我一直在单恋，是我不值得拥有爱情吗？",
        "label": ""
      },
      {
        "sentence": "我只是希望自己喜欢的人有所热爱，不肤浅而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以看出你内心的失落，失恋带给我们的伤害，更多的是来自于对自我的否定。健康的恋情，带给恋爱双方，更多的是成长。因为一次没有完美结局的恋情，而对这一类“型男”心存芥蒂，未免有一竿子打翻一船人之嫌。套用网络流行语——因为一颗树木，而错怪了一片森林。",
    "annotation": [
      {
        "sentence": "可以看出你内心的失落，失恋带给我们的伤害，更多的是来自于对自我的否定。",
        "label": ""
      },
      {
        "sentence": "健康的恋情，带给恋爱双方，更多的是成长。",
        "label": ""
      },
      {
        "sentence": "因为一次没有完美结局的恋情，而对这一类“型男”心存芥蒂，未免有一竿子打翻一船人之嫌。",
        "label": ""
      },
      {
        "sentence": "套用网络流行语——因为一颗树木，而错怪了一片森林。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能把所有类似的人都划上了同一标签，而没有给自己更多的机会去认识他们的个性和魅力。我应该不给自己设限，试着相信自己可以吸引到喜欢我并热爱生活的人，而不只是一味追求外表上的吸引力。",
    "annotation": [
      {
        "sentence": "你说得对，我可能把所有类似的人都划上了同一标签，而没有给自己更多的机会去认识他们的个性和魅力。",
        "label": ""
      },
      {
        "sentence": "我应该不给自己设限，试着相信自己可以吸引到喜欢我并热爱生活的人，而不只是一味追求外表上的吸引力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理依赖，造就了我们的心理上弱势地位。大千世界，滚滚红尘，能够遇到一位让自己怦然心动的人，本身是一件让人幸福而开心的事情。但爱情，不是一个人的翩翩独舞，而是两个人的琴瑟和鸣。当我们始终以仰视和崇拜的姿态，与他人相处，甚至想进一步建立亲密的关系时，我们的地位无疑是卑微的，在遭遇拒绝或者冷落的时候，我们的自信心会受到扼杀和摧残。",
    "annotation": [
      {
        "sentence": "心理依赖，造就了我们的心理上弱势地位。",
        "label": ""
      },
      {
        "sentence": "大千世界，滚滚红尘，能够遇到一位让自己怦然心动的人，本身是一件让人幸福而开心的事情。",
        "label": ""
      },
      {
        "sentence": "但爱情，不是一个人的翩翩独舞，而是两个人的琴瑟和鸣。",
        "label": ""
      },
      {
        "sentence": "当我们始终以仰视和崇拜的姿态，与他人相处，甚至想进一步建立亲密的关系时，我们的地位无疑是卑微的，在遭遇拒绝或者冷落的时候，我们的自信心会受到扼杀和摧残。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我对他们持着一种过度崇拜的态度，而忽视了自己的价值和自信心。我需要学会平等相处，以一种更积极的心态去接纳拒绝，而不是完全将其归咎于自己的不足。",
    "annotation": [
      {
        "sentence": "我明白了，我对他们持着一种过度崇拜的态度，而忽视了自己的价值和自信心。",
        "label": ""
      },
      {
        "sentence": "我需要学会平等相处，以一种更积极的心态去接纳拒绝，而不是完全将其归咎于自己的不足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失恋的可怕之处，在于我们不能从中汲取营养，获得心灵的成长。两个人不能走到一起，修成正果，不是自己不够优秀，而是彼此并不适合。你说你喜欢聪明的男生，但是他们喜欢的人并不一定只是外貌出众的人。放下对自己容貌的不自信，展现你独特的个性和才华，吸引到的人会真正被你的内在所折服。",
    "annotation": [
      {
        "sentence": "失恋的可怕之处，在于我们不能从中汲取营养，获得心灵的成长。",
        "label": ""
      },
      {
        "sentence": "两个人不能走到一起，修成正果，不是自己不够优秀，而是彼此并不适合。",
        "label": ""
      },
      {
        "sentence": "你说你喜欢聪明的男生，但是他们喜欢的人并不一定只是外貌出众的人。",
        "label": ""
      },
      {
        "sentence": "放下对自己容貌的不自信，展现你独特的个性和才华，吸引到的人会真正被你的内在所折服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我现在明白了，我不应该仅仅关注外在的吸引力，而是要展现出自己的内在魅力和优点。我也应该更开放地去接受自己心动的人，不畏惧被拒绝，因为每一次经历都是在成长和寻找真正适合我的人。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我现在明白了，我不应该仅仅关注外在的吸引力，而是要展现出自己的内在魅力和优点。",
        "label": ""
      },
      {
        "sentence": "我也应该更开放地去接受自己心动的人，不畏惧被拒绝，因为每一次经历都是在成长和寻找真正适合我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的领悟很好，要相信自己的内在价值和魅力。不要放弃寻找爱情的机会，因为每一次经历都在为你未来的恋爱之路提供宝贵的经验。只有勇敢去追求自己的幸福，你才能找到真正与你产生共鸣、欣赏和珍惜你的人。",
    "annotation": [
      {
        "sentence": "你的领悟很好，要相信自己的内在价值和魅力。",
        "label": ""
      },
      {
        "sentence": "不要放弃寻找爱情的机会，因为每一次经历都在为你未来的恋爱之路提供宝贵的经验。",
        "label": ""
      },
      {
        "sentence": "只有勇敢去追求自己的幸福，你才能找到真正与你产生共鸣、欣赏和珍惜你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我要勇敢地面对自己的感情和寻找，不再害怕被拒绝。我会相信自己的价值，放下过去的伤痛，迎接更美好的未来。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "是的，我要勇敢地面对自己的感情和寻找，不再害怕被拒绝。",
        "label": ""
      },
      {
        "sentence": "我会相信自己的价值，放下过去的伤痛，迎接更美好的未来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助到你。记住，你是独一无二的，值得被爱和被珍惜。祝你能找到真正适合你的人，拥有一段幸福美满的恋情！要时刻保持积极的心态，相信幸福一定会来临的！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你是独一无二的，值得被爱和被珍惜。",
        "label": ""
      },
      {
        "sentence": "祝你能找到真正适合你的人，拥有一段幸福美满的恋情！",
        "label": ""
      },
      {
        "sentence": "要时刻保持积极的心态，相信幸福一定会来临的！",
        "label": ""
      }
    ]
  }
]