[
  {
    "role": "client",
    "content": "我不知道怎么打开自己的世界去交朋友，也不知道怎么去填补我的寂寞。我经常感到很害怕，就算是和邻居大爷和你打招呼也觉得很困难。我一个人住了17年，同时还被诊断出了精神分裂和抑郁症。每天都没有人陪伴，让我感到非常孤独。我很想找人倾诉，但是我妈妈没上过学，我也很难和她沟通。我很害怕和人交流，因为我怕会被坏人算计。我觉得这个世界上基本不存在好人。从初中起，我就把自己关在家里不接触社会。现在我感觉自己快要崩溃了，每见到人就会回避。这是我有心理问题吗？我还喜欢熬夜刷手机，也不按时吃药。",
    "annotation": [
      {
        "sentence": "我不知道怎么打开自己的世界去交朋友，也不知道怎么去填补我的寂寞。",
        "label": ""
      },
      {
        "sentence": "我经常感到很害怕，就算是和邻居大爷和你打招呼也觉得很困难。",
        "label": ""
      },
      {
        "sentence": "我一个人住了17年，同时还被诊断出了精神分裂和抑郁症。",
        "label": ""
      },
      {
        "sentence": "每天都没有人陪伴，让我感到非常孤独。",
        "label": ""
      },
      {
        "sentence": "我很想找人倾诉，但是我妈妈没上过学，我也很难和她沟通。",
        "label": ""
      },
      {
        "sentence": "我很害怕和人交流，因为我怕会被坏人算计。",
        "label": ""
      },
      {
        "sentence": "我觉得这个世界上基本不存在好人。",
        "label": ""
      },
      {
        "sentence": "从初中起，我就把自己关在家里不接触社会。",
        "label": ""
      },
      {
        "sentence": "现在我感觉自己快要崩溃了，每见到人就会回避。",
        "label": ""
      },
      {
        "sentence": "这是我有心理问题吗？",
        "label": ""
      },
      {
        "sentence": "我还喜欢熬夜刷手机，也不按时吃药。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认真地读了你写的，感受到你现在22岁，正经历着社交恐惧所带来的内心崩溃，让我很想给你一个拥抱。在这么多年里你一路走来非常不容易。【希望帮你梳理现象找到改变的方法】→我了解到你说自己特别爱“要面子”，想在你的世界里被其他人承认，同时你还被诊断出了精神分裂和抑郁症，这一切让你认为“要面子”是正常的。这个“活给别人看”的想法已经成为了把你置身于其中的原因之一。因此，当邻居大爷和我跟你打招呼的时候，你也会感到害怕。→你说自己从初中起就把自己关在家里不接触社会。我很好奇你这么做的原因是什么，有没有发生过和你父母之间故事，让你选择这么隔绝自己这么长时间。而现在你自己一个人住，你的父母都是在怎么样的状态，无法提供你需要的帮助，这一切在你描述中我能感受到你有回避与隐忍的表现。→你现在感到非常孤独，在交流时也很害怕。你认为世界上基本不存在好人，这是否代表你有一些像“被害妄想”一样的思维呢？这些想法在你成长的经历中又占据了多大的比例？→你说自己喜欢熬夜刷手机，不按时吃药。这个行为似乎在表达你对现实情况的逃避，可以让你感到短暂的幸福与满足。【邀请与建议】①根据你描述自己的情况，从时间、社会功能受损和问题泛化等角度评估，你的社交恐惧表现相当严重。我非常推荐你主动地找心理咨询师寻求帮助，然后在咨询师的指导下去专科医院心理门诊进行诊断。②在咨询师的陪伴下，认真梳理原生家庭的创伤和父母的教养方式，看看这对你形成的心理阴影影响有多大。在专科医院进行精神层面问题的诊断后，配合药物治疗，改善睡眠问题。③当你的情绪和心理状况变得更稳定后，就是时候要主动与他人建立联系了。你需要改变自己的角色定位，从被动转为主动，从浅入深地与他人打招呼、建立人际关系。这将对你的心态和思维认知产生影响，让你逐渐走出来。这其中最重要的是要相信自己。我希望我的话能对你有一些启发、帮助，祝你尽早地走出困境，建立良好的人际关系。",
    "annotation": [
      {
        "sentence": "我认真地读了你写的，感受到你现在22岁，正经历着社交恐惧所带来的内心崩溃，让我很想给你一个拥抱。",
        "label": ""
      },
      {
        "sentence": "在这么多年里你一路走来非常不容易。",
        "label": ""
      },
      {
        "sentence": "【希望帮你梳理现象找到改变的方法】→我了解到你说自己特别爱“要面子”，想在你的世界里被其他人承认，同时你还被诊断出了精神分裂和抑郁症，这一切让你认为“要面子”是正常的。",
        "label": ""
      },
      {
        "sentence": "这个“活给别人看”的想法已经成为了把你置身于其中的原因之一。",
        "label": ""
      },
      {
        "sentence": "因此，当邻居大爷和我跟你打招呼的时候，你也会感到害怕。",
        "label": ""
      },
      {
        "sentence": "→你说自己从初中起就把自己关在家里不接触社会。",
        "label": ""
      },
      {
        "sentence": "我很好奇你这么做的原因是什么，有没有发生过和你父母之间故事，让你选择这么隔绝自己这么长时间。",
        "label": ""
      },
      {
        "sentence": "而现在你自己一个人住，你的父母都是在怎么样的状态，无法提供你需要的帮助，这一切在你描述中我能感受到你有回避与隐忍的表现。",
        "label": ""
      },
      {
        "sentence": "→你现在感到非常孤独，在交流时也很害怕。",
        "label": ""
      },
      {
        "sentence": "你认为世界上基本不存在好人，这是否代表你有一些像“被害妄想”一样的思维呢？",
        "label": ""
      },
      {
        "sentence": "这些想法在你成长的经历中又占据了多大的比例？",
        "label": ""
      },
      {
        "sentence": "→你说自己喜欢熬夜刷手机，不按时吃药。",
        "label": ""
      },
      {
        "sentence": "这个行为似乎在表达你对现实情况的逃避，可以让你感到短暂的幸福与满足。",
        "label": ""
      },
      {
        "sentence": "【邀请与建议】①根据你描述自己的情况，从时间、社会功能受损和问题泛化等角度评估，你的社交恐惧表现相当严重。",
        "label": ""
      },
      {
        "sentence": "我非常推荐你主动地找心理咨询师寻求帮助，然后在咨询师的指导下去专科医院心理门诊进行诊断。",
        "label": ""
      },
      {
        "sentence": "②在咨询师的陪伴下，认真梳理原生家庭的创伤和父母的教养方式，看看这对你形成的心理阴影影响有多大。",
        "label": ""
      },
      {
        "sentence": "在专科医院进行精神层面问题的诊断后，配合药物治疗，改善睡眠问题。",
        "label": ""
      },
      {
        "sentence": "③当你的情绪和心理状况变得更稳定后，就是时候要主动与他人建立联系了。",
        "label": ""
      },
      {
        "sentence": "你需要改变自己的角色定位，从被动转为主动，从浅入深地与他人打招呼、建立人际关系。",
        "label": ""
      },
      {
        "sentence": "这将对你的心态和思维认知产生影响，让你逐渐走出来。",
        "label": ""
      },
      {
        "sentence": "这其中最重要的是要相信自己。",
        "label": ""
      },
      {
        "sentence": "我希望我的话能对你有一些启发、帮助，祝你尽早地走出困境，建立良好的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你这么认真耐心地回答我的问题，我感觉你理解了我的处境和想法。我之所以觉得害怕和别人交流，是因为我怕自己被算计或者被利用。你说的对，我可能是受到了一些创伤影响，才会有这样的想法。我现在也很想去寻求专业人士的帮助，但是我还是会觉得很害怕和不自在。我真的很希望这种情况可以得到改善。",
    "annotation": [
      {
        "sentence": "谢谢你这么认真耐心地回答我的问题，我感觉你理解了我的处境和想法。",
        "label": ""
      },
      {
        "sentence": "我之所以觉得害怕和别人交流，是因为我怕自己被算计或者被利用。",
        "label": ""
      },
      {
        "sentence": "你说的对，我可能是受到了一些创伤影响，才会有这样的想法。",
        "label": ""
      },
      {
        "sentence": "我现在也很想去寻求专业人士的帮助，但是我还是会觉得很害怕和不自在。",
        "label": ""
      },
      {
        "sentence": "我真的很希望这种情况可以得到改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不需要谢我，我认为每个人都有被理解的权利。你现在能够有这样的认识，说明你已经做了一大步，接下来就是要去行动。当然，寻求帮助并不容易，但是你可以尝试先和身边的人，比如你的朋友和家人或者一些信任的人商量。你可能会发现，这些人之间跟你有共鸣或者帮助你去寻求解决方案。当然，当你情况严重的时候还是需要专业帮助。我想说的是，一定要相信，经过你的努力，你会逐渐得到改变的。",
    "annotation": [
      {
        "sentence": "你不需要谢我，我认为每个人都有被理解的权利。",
        "label": ""
      },
      {
        "sentence": "你现在能够有这样的认识，说明你已经做了一大步，接下来就是要去行动。",
        "label": ""
      },
      {
        "sentence": "当然，寻求帮助并不容易，但是你可以尝试先和身边的人，比如你的朋友和家人或者一些信任的人商量。",
        "label": ""
      },
      {
        "sentence": "你可能会发现，这些人之间跟你有共鸣或者帮助你去寻求解决方案。",
        "label": ""
      },
      {
        "sentence": "当然，当你情况严重的时候还是需要专业帮助。",
        "label": ""
      },
      {
        "sentence": "我想说的是，一定要相信，经过你的努力，你会逐渐得到改变的。",
        "label": ""
      }
    ]
  }
]