[
  {
    "role": "client",
    "content": "我真的很困惑，为什么我总是会抵触别人对我喜欢和表白的感情呢？我今年才16岁，从小到大我和别人的交往一直挺好的，可是最近几年，有大约有6、7个男性朋友向我表白或者示好，我都会抗拒甚至抵触，很多时候我会故意疏远他们，有的甚至直接拉黑删除好友了。为什么我无法控制自己的情绪，甚至不知道如何开口拒绝呢？我真的很想逃避。",
    "annotation": [
      {
        "sentence": "我真的很困惑，为什么我总是会抵触别人对我喜欢和表白的感情呢？",
        "label": ""
      },
      {
        "sentence": "我今年才16岁，从小到大我和别人的交往一直挺好的，可是最近几年，有大约有6、7个男性朋友向我表白或者示好，我都会抗拒甚至抵触，很多时候我会故意疏远他们，有的甚至直接拉黑删除好友了。",
        "label": ""
      },
      {
        "sentence": "为什么我无法控制自己的情绪，甚至不知道如何开口拒绝呢？",
        "label": ""
      },
      {
        "sentence": "我真的很想逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能理解你的心情。因为我也曾经有过类似的经历。被表白时，有时会感到抵触和想要逃避，这可能是因为你不太善于表达和拒绝，也不擅于表达自己的情感。同时，你可能心里比较敏感，害怕别人的入侵。另外，对方单方面的付出可能会让你感到愧疚，这可能是一种自我保护和处理人际关系时表现出来的困惑与不知所措。我希望可以给你一些建议：逃避并不能解决问题，你可以适当地暗示对方你的态度。如果你喜欢对方，可以尝试发展一下这段感情，但是如果你不喜欢对方，可以委婉地拒绝他们，毕竟面对痛苦总比拖延时间要好。逃避的方式只会模糊了回应，很容易产生误解。不要拖延太久，否则对方可能会越陷越深，而你自己也会越来越难以开口。这样不仅浪费了对方和你自己的时间，未来的关系也可能会变得更尴尬。最后，当有人喜欢你的时候，这证明了你身上有吸引别人的闪光点，值得别人的欣赏。从这个角度来看，被人喜欢其实是一件好事，我希望你能够大胆地面对这些感情。",
    "annotation": [
      {
        "sentence": "求助者，我能理解你的心情。",
        "label": ""
      },
      {
        "sentence": "因为我也曾经有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "被表白时，有时会感到抵触和想要逃避，这可能是因为你不太善于表达和拒绝，也不擅于表达自己的情感。",
        "label": ""
      },
      {
        "sentence": "同时，你可能心里比较敏感，害怕别人的入侵。",
        "label": ""
      },
      {
        "sentence": "另外，对方单方面的付出可能会让你感到愧疚，这可能是一种自我保护和处理人际关系时表现出来的困惑与不知所措。",
        "label": ""
      },
      {
        "sentence": "我希望可以给你一些建议：逃避并不能解决问题，你可以适当地暗示对方你的态度。",
        "label": ""
      },
      {
        "sentence": "如果你喜欢对方，可以尝试发展一下这段感情，但是如果你不喜欢对方，可以委婉地拒绝他们，毕竟面对痛苦总比拖延时间要好。",
        "label": ""
      },
      {
        "sentence": "逃避的方式只会模糊了回应，很容易产生误解。",
        "label": ""
      },
      {
        "sentence": "不要拖延太久，否则对方可能会越陷越深，而你自己也会越来越难以开口。",
        "label": ""
      },
      {
        "sentence": "这样不仅浪费了对方和你自己的时间，未来的关系也可能会变得更尴尬。",
        "label": ""
      },
      {
        "sentence": "最后，当有人喜欢你的时候，这证明了你身上有吸引别人的闪光点，值得别人的欣赏。",
        "label": ""
      },
      {
        "sentence": "从这个角度来看，被人喜欢其实是一件好事，我希望你能够大胆地面对这些感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我也意识到逃避并不能解决问题，但是每次面对别人的表白，我就会感到特别紧张和恐惧，以至于不知道怎么开口回应。我害怕对方会因此而对我失望或生气，所以才选择疏远他们。我希望可以改变这种不良的情绪反应，但是真的不知道如何才能做到。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我也意识到逃避并不能解决问题，但是每次面对别人的表白，我就会感到特别紧张和恐惧，以至于不知道怎么开口回应。",
        "label": ""
      },
      {
        "sentence": "我害怕对方会因此而对我失望或生气，所以才选择疏远他们。",
        "label": ""
      },
      {
        "sentence": "我希望可以改变这种不良的情绪反应，但是真的不知道如何才能做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你的担心是可以理解的。紧张和恐惧是在面对新的情感时常见的反应。然而，为了改变这种不良的情绪反应，我们可以尝试一些策略。首先，你可以试着放松自己，在面对感情表达时保持冷静。可以通过深呼吸或者冥想来让自己放松下来。其次，你可以提前准备一些回应，比如委婉地表达你的拒绝，这样当别人表达喜欢时，你就不会手忙脚乱。最重要的是，要相信自己的感受和想法，不要为了适应别人而否定自己的真实情感。当你做到这些时，你会发现自己可以更好地处理这些情感。",
    "annotation": [
      {
        "sentence": "求助者，你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "紧张和恐惧是在面对新的情感时常见的反应。",
        "label": ""
      },
      {
        "sentence": "然而，为了改变这种不良的情绪反应，我们可以尝试一些策略。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着放松自己，在面对感情表达时保持冷静。",
        "label": ""
      },
      {
        "sentence": "可以通过深呼吸或者冥想来让自己放松下来。",
        "label": ""
      },
      {
        "sentence": "其次，你可以提前准备一些回应，比如委婉地表达你的拒绝，这样当别人表达喜欢时，你就不会手忙脚乱。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要相信自己的感受和想法，不要为了适应别人而否定自己的真实情感。",
        "label": ""
      },
      {
        "sentence": "当你做到这些时，你会发现自己可以更好地处理这些情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试放松自己并提前准备一些回应。同时，我也会坚持相信自己的感受和想法。谢谢你的建议和鼓励，我相信我可以逐渐改变这种情绪反应。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试放松自己并提前准备一些回应。",
        "label": ""
      },
      {
        "sentence": "同时，我也会坚持相信自己的感受和想法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我相信我可以逐渐改变这种情绪反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！相信自己是非常重要的，你一定可以逐渐改变这种情绪反应。如果在这个过程中还有任何困惑或者需要帮助的地方，记得随时向我寻求支持。你并不孤单，我们都在支持你。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己是非常重要的，你一定可以逐渐改变这种情绪反应。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还有任何困惑或者需要帮助的地方，记得随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们都在支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会时刻记住你的话。我会努力面对自己的情感，并向你寻求支持。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会时刻记住你的话。",
        "label": ""
      },
      {
        "sentence": "我会努力面对自己的情感，并向你寻求支持。",
        "label": ""
      }
    ]
  }
]