[
  {
    "role": "client",
    "content": "作为新老师，很内向，胆小自卑，上课很害怕，怎么办？本人一直很内向，不爱说话，特别不自信，很胆小，刚刚考上教师的编，已经上了两天的课了，但是对上课很恐惧，觉得自己很不自信，看到学生很慌，我教的是小学一年级的学生，我第一去上课时，特别紧张，后来还有一个学生说“老师你是不是很害怕呀”弄得我不知道说什么，很害怕很紧张，第二次上课还是这样，后来在寝室休息了会，下午一想到是自己的课就很害怕，不想去，因为我是一个话很少，很内向的人，而且很没自信，人多的时候还放不开，后来我教的那个班的班主任听了我的课，说我讲课太温柔了，我也这样认为，所以我上课学生管不住学生，纪律很差，可是我想凶，可是本来就很慌，很害怕，所以根本凶不起来，我都不知道该怎么办了",
    "annotation": [
      {
        "sentence": "作为新老师，很内向，胆小自卑，上课很害怕，怎么办？",
        "label": ""
      },
      {
        "sentence": "本人一直很内向，不爱说话，特别不自信，很胆小，刚刚考上教师的编，已经上了两天的课了，但是对上课很恐惧，觉得自己很不自信，看到学生很慌，我教的是小学一年级的学生，我第一去上课时，特别紧张，后来还有一个学生说“老师你是不是很害怕呀”弄得我不知道说什么，很害怕很紧张，第二次上课还是这样，后来在寝室休息了会，下午一想到是自己的课就很害怕，不想去，因为我是一个话很少，很内向的人，而且很没自信，人多的时候还放不开，后来我教的那个班的班主任听了我的课，说我讲课太温柔了，我也这样认为，所以我上课学生管不住学生，纪律很差，可是我想凶，可是本来就很慌，很害怕，所以根本凶不起来，我都不知道该怎么办了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恭喜你在形式上成为了一名教师，接下来，希望你从内心里也能成为一名教师。",
    "annotation": [
      {
        "sentence": "恭喜你在形式上成为了一名教师，接下来，希望你从内心里也能成为一名教师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我真的很困扰。我很内向，不敢说话，也没有自信。我担心上课时会很紧张，学生们也感受到了我的紧张情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我真的很困扰。",
        "label": ""
      },
      {
        "sentence": "我很内向，不敢说话，也没有自信。",
        "label": ""
      },
      {
        "sentence": "我担心上课时会很紧张，学生们也感受到了我的紧张情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧很理解，每个人都有自己的特点和难处。首先，你可以尝试与其他老师交流，了解他们的经验和教学方法。同时，也可以参加一些培训课程提升你的自信心和教学技巧。",
    "annotation": [
      {
        "sentence": "你的担忧很理解，每个人都有自己的特点和难处。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试与其他老师交流，了解他们的经验和教学方法。",
        "label": ""
      },
      {
        "sentence": "同时，也可以参加一些培训课程提升你的自信心和教学技巧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我需要更多的教学经验和技巧。但每次上课前，我都感到很害怕。我不知道该如何克服这种恐惧感。",
    "annotation": [
      {
        "sentence": "是的，我需要更多的教学经验和技巧。",
        "label": ""
      },
      {
        "sentence": "但每次上课前，我都感到很害怕。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何克服这种恐惧感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以倒着来看待这个问题。可以想象一下，上课时你最害怕的具体情况是什么？是同学的眼光、在学生面前讲不出话还是其他老师的负面评价？通过自由想象，你可以在信任的人的陪伴下面对这些具体情况，经历一些鼓励和支持后，你对这些可能会有更好的应对能力。",
    "annotation": [
      {
        "sentence": "我们可以倒着来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "可以想象一下，上课时你最害怕的具体情况是什么？",
        "label": ""
      },
      {
        "sentence": "是同学的眼光、在学生面前讲不出话还是其他老师的负面评价？",
        "label": ""
      },
      {
        "sentence": "通过自由想象，你可以在信任的人的陪伴下面对这些具体情况，经历一些鼓励和支持后，你对这些可能会有更好的应对能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。我害怕同学们的眼光和在他们面前无法发表清晰的讲话。我会试着通过想象和面对这些情景来逐渐克服害怕。",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "我害怕同学们的眼光和在他们面前无法发表清晰的讲话。",
        "label": ""
      },
      {
        "sentence": "我会试着通过想象和面对这些情景来逐渐克服害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有了一种积极的态度。还有一个方面，我想提醒你注意，作为一名教师，温柔和严厉是并存的，不仅要温柔，也要有威信和纪律。不要因为自己的内向而觉得无法凶，试着找到适合自己的方式，平衡温柔和严厉，这需要一些实践和经验积累。",
    "annotation": [
      {
        "sentence": "很好，你有了一种积极的态度。",
        "label": ""
      },
      {
        "sentence": "还有一个方面，我想提醒你注意，作为一名教师，温柔和严厉是并存的，不仅要温柔，也要有威信和纪律。",
        "label": ""
      },
      {
        "sentence": "不要因为自己的内向而觉得无法凶，试着找到适合自己的方式，平衡温柔和严厉，这需要一些实践和经验积累。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直觉得自己无法凶，但我也知道作为教师需要一定的威信和纪律。我会试着找到适合自己的方式，平衡温柔和严厉。",
    "annotation": [
      {
        "sentence": "你说得对，我一直觉得自己无法凶，但我也知道作为教师需要一定的威信和纪律。",
        "label": ""
      },
      {
        "sentence": "我会试着找到适合自己的方式，平衡温柔和严厉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你对自己的问题有更深入的认识，并有了一些解决的思路。此外，我还想提醒你，不要因为你的性格而否定自己适合做老师。每个人都有自己的独特之处，性格只是其中一部分。你的温柔和内向特质也可以成为你的优势，你可以尝试发掘和利用自己的温柔力量，用不同的方式去教导和管理学生。",
    "annotation": [
      {
        "sentence": "很好，你对自己的问题有更深入的认识，并有了一些解决的思路。",
        "label": ""
      },
      {
        "sentence": "此外，我还想提醒你，不要因为你的性格而否定自己适合做老师。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的独特之处，性格只是其中一部分。",
        "label": ""
      },
      {
        "sentence": "你的温柔和内向特质也可以成为你的优势，你可以尝试发掘和利用自己的温柔力量，用不同的方式去教导和管理学生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我明白了，我应该更加了解并利用自己的温柔和内向特质。我会努力成为一名好老师。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该更加了解并利用自己的温柔和内向特质。",
        "label": ""
      },
      {
        "sentence": "我会努力成为一名好老师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你对自己有了更积极的认识，并有了行动的决心。记住，成为一名好老师是一个持续的过程，需要时间和经验的积累。相信自己，你一定可以做到的！加油！",
    "annotation": [
      {
        "sentence": "很高兴看到你对自己有了更积极的认识，并有了行动的决心。",
        "label": ""
      },
      {
        "sentence": "记住，成为一名好老师是一个持续的过程，需要时间和经验的积累。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以做到的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]