[
  {
    "role": "client",
    "content": "作为新老师，很内向，胆小自卑，上课很害怕，怎么办？本人一直很内向，不爱说话，特别不自信，很胆小，刚刚考上教师的编，已经上了两天的课了，但是对上课很恐惧，觉得自己很不自信，看到学生很慌，我教的是小学一年级的学生，我第一去上课时，特别紧张，后来还有一个学生说“老师你是不是很害怕呀”弄得我不知道说什么，很害怕很紧张，第二次上课还是这样，后来在寝室休息了会，下午一想到是自己的课就很害怕，不想去，因为我是一个话很少，很内向的人，而且很没自信，人多的时候还放不开，后来我教的那个班的班主任听了我的课，说我讲课太温柔了，我也这样认为，所以我上课学生管不住学生，纪律很差，可是我想凶，可是本来就很慌，很害怕，所以根本凶不起来，我都不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "作为新老师，很内向，胆小自卑，上课很害怕，怎么办？",
        "label": ""
      },
      {
        "sentence": "本人一直很内向，不爱说话，特别不自信，很胆小，刚刚考上教师的编，已经上了两天的课了，但是对上课很恐惧，觉得自己很不自信，看到学生很慌，我教的是小学一年级的学生，我第一去上课时，特别紧张，后来还有一个学生说“老师你是不是很害怕呀”弄得我不知道说什么，很害怕很紧张，第二次上课还是这样，后来在寝室休息了会，下午一想到是自己的课就很害怕，不想去，因为我是一个话很少，很内向的人，而且很没自信，人多的时候还放不开，后来我教的那个班的班主任听了我的课，说我讲课太温柔了，我也这样认为，所以我上课学生管不住学生，纪律很差，可是我想凶，可是本来就很慌，很害怕，所以根本凶不起来，我都不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你的情绪问题是很常见的，不要太担心。首先，我想强调一下，你作为新老师，内向和不自信是可以克服的。作为老师是一种挑战，也是一个机遇。",
    "annotation": [
      {
        "sentence": "求助者，你的情绪问题是很常见的，不要太担心。",
        "label": ""
      },
      {
        "sentence": "首先，我想强调一下，你作为新老师，内向和不自信是可以克服的。",
        "label": ""
      },
      {
        "sentence": "作为老师是一种挑战，也是一个机遇。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我一直都很内向，不喜欢说话，而且很胆小。对于上课我总是感到恐惧，觉得自己缺乏自信。看到学生的时候就感到很紧张，上第一节课的时候，我特别紧张，后来还有个学生说我害怕，我完全不知道如何回答，感到很恐惧，第二节课还是一样。后来在休息的时候，在想到自己的课就感到害怕，不愿意去上。因为我平时话很少，很内向，也缺乏自信，当人多的时候，更加无法放松自己。之后，班主任听了我的课，说我讲课太温柔了，我也同意她的看法。因此，我无法管住学生，班级纪律非常差。虽然我想变得凶一点，但是由于一直处于慌乱和恐惧之中，我无法做到。现在我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "可是我一直都很内向，不喜欢说话，而且很胆小。",
        "label": ""
      },
      {
        "sentence": "对于上课我总是感到恐惧，觉得自己缺乏自信。",
        "label": ""
      },
      {
        "sentence": "看到学生的时候就感到很紧张，上第一节课的时候，我特别紧张，后来还有个学生说我害怕，我完全不知道如何回答，感到很恐惧，第二节课还是一样。",
        "label": ""
      },
      {
        "sentence": "后来在休息的时候，在想到自己的课就感到害怕，不愿意去上。",
        "label": ""
      },
      {
        "sentence": "因为我平时话很少，很内向，也缺乏自信，当人多的时候，更加无法放松自己。",
        "label": ""
      },
      {
        "sentence": "之后，班主任听了我的课，说我讲课太温柔了，我也同意她的看法。",
        "label": ""
      },
      {
        "sentence": "因此，我无法管住学生，班级纪律非常差。",
        "label": ""
      },
      {
        "sentence": "虽然我想变得凶一点，但是由于一直处于慌乱和恐惧之中，我无法做到。",
        "label": ""
      },
      {
        "sentence": "现在我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。我觉得当你步入学校时，最害怕的事情可能就是学生发现你很害怕，害怕你管不住他们，失去了老师的威严。我想提醒你，当你社交能力较弱时，你可以回避社交困难，但是作为一名老师，社交是必须要面对的。而且，管理学生又是一种更高难度的社交。作为一个缺乏爱的人，你内心其实也是个孩子。在社交中，你也会被照顾和关爱。但是作为老师，你需要关心和照顾学生。这可能会让你觉得有些困难。但是你要明白，学生最需要的其实和你差不多，他们渴望被爱、被关注和被照顾，而不是像其他班主任说的那样，被严厉管理、惩罚和批评。虽然你作为老师感觉有些“软弱”，但是我建议你放弃控制学生的念头，承认自己也是个内心脆弱的孩子，以平等的姿态与学生相处。这样，自然会有不少学生喜欢你，而你也会有成长的机会。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "我觉得当你步入学校时，最害怕的事情可能就是学生发现你很害怕，害怕你管不住他们，失去了老师的威严。",
        "label": ""
      },
      {
        "sentence": "我想提醒你，当你社交能力较弱时，你可以回避社交困难，但是作为一名老师，社交是必须要面对的。",
        "label": ""
      },
      {
        "sentence": "而且，管理学生又是一种更高难度的社交。",
        "label": ""
      },
      {
        "sentence": "作为一个缺乏爱的人，你内心其实也是个孩子。",
        "label": ""
      },
      {
        "sentence": "在社交中，你也会被照顾和关爱。",
        "label": ""
      },
      {
        "sentence": "但是作为老师，你需要关心和照顾学生。",
        "label": ""
      },
      {
        "sentence": "这可能会让你觉得有些困难。",
        "label": ""
      },
      {
        "sentence": "但是你要明白，学生最需要的其实和你差不多，他们渴望被爱、被关注和被照顾，而不是像其他班主任说的那样，被严厉管理、惩罚和批评。",
        "label": ""
      },
      {
        "sentence": "虽然你作为老师感觉有些“软弱”，但是我建议你放弃控制学生的念头，承认自己也是个内心脆弱的孩子，以平等的姿态与学生相处。",
        "label": ""
      },
      {
        "sentence": "这样，自然会有不少学生喜欢你，而你也会有成长的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像有道理。我可能太过于关注如何掌控学生了。你说得对，我明白学生也需要关爱和关注。那些调皮捣蛋的学生，我以为他们是我的威胁，但是如果我能理解到他们内心也需要被爱和关注，我应该多表扬和赞赏他们，他们也会帮助我，对吗？",
    "annotation": [
      {
        "sentence": "听起来好像有道理。",
        "label": ""
      },
      {
        "sentence": "我可能太过于关注如何掌控学生了。",
        "label": ""
      },
      {
        "sentence": "你说得对，我明白学生也需要关爱和关注。",
        "label": ""
      },
      {
        "sentence": "那些调皮捣蛋的学生，我以为他们是我的威胁，但是如果我能理解到他们内心也需要被爱和关注，我应该多表扬和赞赏他们，他们也会帮助我，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实如此。如果你能意识到那些调皮捣蛋的学生也是渴望被爱和关注的孩子，你多多欣赏和表扬他们，他们就会非常积极地帮助你。记住，学生的内心和你一样需要关爱和照顾。",
    "annotation": [
      {
        "sentence": "确实如此。",
        "label": ""
      },
      {
        "sentence": "如果你能意识到那些调皮捣蛋的学生也是渴望被爱和关注的孩子，你多多欣赏和表扬他们，他们就会非常积极地帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，学生的内心和你一样需要关爱和照顾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议！我开始明白自己需要以不同的角度来看待学生了。我会尽量去理解他们的需求，并用表扬的方式激励他们。",
    "annotation": [
      {
        "sentence": "感谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我开始明白自己需要以不同的角度来看待学生了。",
        "label": ""
      },
      {
        "sentence": "我会尽量去理解他们的需求，并用表扬的方式激励他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的态度。记住，如果你想效仿其他老师来树立威严，你目前的心理状态可能还不足以做到。所以，真诚对待学生，以平等的态度与他们相处，会是你最好的选择。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的态度。",
        "label": ""
      },
      {
        "sentence": "记住，如果你想效仿其他老师来树立威严，你目前的心理状态可能还不足以做到。",
        "label": ""
      },
      {
        "sentence": "所以，真诚对待学生，以平等的态度与他们相处，会是你最好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我现在有信心以平等的态度去面对我的学生了。如果我需要进一步的专业帮助，我会联系你的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我现在有信心以平等的态度去面对我的学生了。",
        "label": ""
      },
      {
        "sentence": "如果我需要进一步的专业帮助，我会联系你的。",
        "label": ""
      }
    ]
  }
]