[
  {
    "role": "client",
    "content": "最近几年总想着结束自己的生命？以前会自残，后面自己调节过来了，好了几年，开始要积极面对人生。最近几年睡眠变得越来越差，还会失眠，我妈经常说一些让我情绪消沉的话，我逐渐开始质疑自己活着是为了什么，会经常搜索自杀的方法，感觉就差一个理由就可以离开这个世界了。经常有一种窒息的感觉。",
    "annotation": [
      {
        "sentence": "最近几年总想着结束自己的生命？",
        "label": ""
      },
      {
        "sentence": "以前会自残，后面自己调节过来了，好了几年，开始要积极面对人生。",
        "label": ""
      },
      {
        "sentence": "最近几年睡眠变得越来越差，还会失眠，我妈经常说一些让我情绪消沉的话，我逐渐开始质疑自己活着是为了什么，会经常搜索自杀的方法，感觉就差一个理由就可以离开这个世界了。",
        "label": ""
      },
      {
        "sentence": "经常有一种窒息的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常心疼你~曾经的你勇敢走出困境，让自己有积极的状态，你真的很棒！现在又因为睡眠质量不好，加上妈妈对你语言上的打击，让你又开始渐渐对自己失去信心，你一定感觉很无助，很想摆脱这样一种窒息的感觉。",
    "annotation": [
      {
        "sentence": "非常心疼你~曾经的你勇敢走出困境，让自己有积极的状态，你真的很棒！",
        "label": ""
      },
      {
        "sentence": "现在又因为睡眠质量不好，加上妈妈对你语言上的打击，让你又开始渐渐对自己失去信心，你一定感觉很无助，很想摆脱这样一种窒息的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我曾经尝试过一些调节情绪的方法，比如听音乐、看电影，但最近都没有效果了。我对今后的日子感到害怕和迷茫。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我曾经尝试过一些调节情绪的方法，比如听音乐、看电影，但最近都没有效果了。",
        "label": ""
      },
      {
        "sentence": "我对今后的日子感到害怕和迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你曾经成功克服困境的经历，非常不易。现在遇到困扰，尝试回想一下这些方法为什么没有效果，有什么可能的原因呢？如果不确定原因，建议你跟妈妈谈谈你的睡眠问题和困扰，或许她愿意帮助你一起解决。如果家人或朋友无法提供帮助，建议你尽早寻求专业心理医生的帮助，找到睡眠问题的根源以及缓解情绪问题的方法。",
    "annotation": [
      {
        "sentence": "了解你曾经成功克服困境的经历，非常不易。",
        "label": ""
      },
      {
        "sentence": "现在遇到困扰，尝试回想一下这些方法为什么没有效果，有什么可能的原因呢？",
        "label": ""
      },
      {
        "sentence": "如果不确定原因，建议你跟妈妈谈谈你的睡眠问题和困扰，或许她愿意帮助你一起解决。",
        "label": ""
      },
      {
        "sentence": "如果家人或朋友无法提供帮助，建议你尽早寻求专业心理医生的帮助，找到睡眠问题的根源以及缓解情绪问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在确实感到很迷茫，不知道活着的意义在哪里。我开始怀疑自己为什么要继续生活下去，感觉自己的生活毫无目标。我想向你请教，你认为活着的意义是什么呢？",
    "annotation": [
      {
        "sentence": "我现在确实感到很迷茫，不知道活着的意义在哪里。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己为什么要继续生活下去，感觉自己的生活毫无目标。",
        "label": ""
      },
      {
        "sentence": "我想向你请教，你认为活着的意义是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你可能陷入了一个迷茫期，将全部注意力放在低落的情绪上面。活着的意义是一个我们都经历的问题，没有一个固定答案。在人生的旅途中，活着就是为了寻找自己的目标，实现自己的价值追求，并满足物质和精神层面的需求。这种状态承载着一个鲜活的生命，代表着世界上多了一种色彩。虽然你感觉离开只差一个理由，但我能感受到你并没有真正放弃自己，你仍在茫茫黑暗中努力寻找光明，你不愿妥协。希望能给你一点安慰和温暖，愿你早日走出阴霾。",
    "annotation": [
      {
        "sentence": "明白你可能陷入了一个迷茫期，将全部注意力放在低落的情绪上面。",
        "label": ""
      },
      {
        "sentence": "活着的意义是一个我们都经历的问题，没有一个固定答案。",
        "label": ""
      },
      {
        "sentence": "在人生的旅途中，活着就是为了寻找自己的目标，实现自己的价值追求，并满足物质和精神层面的需求。",
        "label": ""
      },
      {
        "sentence": "这种状态承载着一个鲜活的生命，代表着世界上多了一种色彩。",
        "label": ""
      },
      {
        "sentence": "虽然你感觉离开只差一个理由，但我能感受到你并没有真正放弃自己，你仍在茫茫黑暗中努力寻找光明，你不愿妥协。",
        "label": ""
      },
      {
        "sentence": "希望能给你一点安慰和温暖，愿你早日走出阴霾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，你的话给了我很大的力量。虽然我仍然感到困惑，但至少现在我不再感到那么孤单了。我会尝试重新审视我的生活，寻找到活下去的理由。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，你的话给了我很大的力量。",
        "label": ""
      },
      {
        "sentence": "虽然我仍然感到困惑，但至少现在我不再感到那么孤单了。",
        "label": ""
      },
      {
        "sentence": "我会尝试重新审视我的生活，寻找到活下去的理由。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰能够听到你这样说，你的勇气和决心真的很了不起！在这个过程中，不要忘记寻求适当的帮助，无论是向妈妈还是专业心理医生寻求支持和指导。请记住，你并不孤单，我们将一直在你身边支持你走出阴霾。加油！",
    "annotation": [
      {
        "sentence": "非常欣慰能够听到你这样说，你的勇气和决心真的很了不起！",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记寻求适当的帮助，无论是向妈妈还是专业心理医生寻求支持和指导。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，我们将一直在你身边支持你走出阴霾。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]