[
  {
    "role": "client",
    "content": "高三女生，每天心里都很慌，中午睡不着，语无伦次？现在进入高三了，作业很多，发现自己有很多不会的，错题太多了，没时间整理，感觉错的题都没有掌握，作业都做不完，每天就处于一种很慌张的状态，心慌，中午睡不着。开学到现在我没有哪一天中午是睡着了的就是因为自己不能静心学习，然后每天想七想八，就很慌。怕自己高考考不好，以后怎么办，本来成绩在年级上还算前面，就是怕自己这次退步了。下周一就要月考了，还没开始复习，每天作业太多了。之前一次周练数学没有考好，我爸给我报了数学一对一，很贵，十节课就五千二，我们家是普通家庭，怕自己还学不好，高考还考不好就真的很愧对自己的父母。有点语无伦次了，我现在心跳就很快。",
    "annotation": [
      {
        "sentence": "高三女生，每天心里都很慌，中午睡不着，语无伦次？",
        "label": ""
      },
      {
        "sentence": "现在进入高三了，作业很多，发现自己有很多不会的，错题太多了，没时间整理，感觉错的题都没有掌握，作业都做不完，每天就处于一种很慌张的状态，心慌，中午睡不着。",
        "label": ""
      },
      {
        "sentence": "开学到现在我没有哪一天中午是睡着了的就是因为自己不能静心学习，然后每天想七想八，就很慌。",
        "label": ""
      },
      {
        "sentence": "怕自己高考考不好，以后怎么办，本来成绩在年级上还算前面，就是怕自己这次退步了。",
        "label": ""
      },
      {
        "sentence": "下周一就要月考了，还没开始复习，每天作业太多了。",
        "label": ""
      },
      {
        "sentence": "之前一次周练数学没有考好，我爸给我报了数学一对一，很贵，十节课就五千二，我们家是普通家庭，怕自己还学不好，高考还考不好就真的很愧对自己的父母。",
        "label": ""
      },
      {
        "sentence": "有点语无伦次了，我现在心跳就很快。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，希望这些文字，能给你带来帮助。高三就是这样一个时期，你越想努力，就越觉得自己疏漏明显。但高三，就是为了查缺补漏而存在的，我们的目的，不是为了会做每一道题，而是“尽量多会做一道题”。放松，放松，放松在高三这个阶段，压力是必要的，但压力过大，反而会得不偿失，让自己精神紧绷，没法专注。这时就需要有意放松自己。",
    "annotation": [
      {
        "sentence": "见字如面，希望这些文字，能给你带来帮助。",
        "label": ""
      },
      {
        "sentence": "高三就是这样一个时期，你越想努力，就越觉得自己疏漏明显。",
        "label": ""
      },
      {
        "sentence": "但高三，就是为了查缺补漏而存在的，我们的目的，不是为了会做每一道题，而是“尽量多会做一道题”。",
        "label": ""
      },
      {
        "sentence": "放松，放松，放松在高三这个阶段，压力是必要的，但压力过大，反而会得不偿失，让自己精神紧绷，没法专注。",
        "label": ""
      },
      {
        "sentence": "这时就需要有意放松自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过放松，可是一想到考试和作业就会感到紧张，怎么办？",
    "annotation": [
      {
        "sentence": "我试过放松，可是一想到考试和作业就会感到紧张，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在午休的时候，睡不着可以试试冥想，让自己集中注意力于呼吸，跟随呼吸的节奏一点点放松；也可以幻想考上大学的美好生活，在脑海里勾画自己的理想生活蓝图，不要想学习的事情，让自己得到一点喘息的机会。",
    "annotation": [
      {
        "sentence": "在午休的时候，睡不着可以试试冥想，让自己集中注意力于呼吸，跟随呼吸的节奏一点点放松；也可以幻想考上大学的美好生活，在脑海里勾画自己的理想生活蓝图，不要想学习的事情，让自己得到一点喘息的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试冥想和幻想来放松自己。但我还是很担心自己的学业，感觉做不完所有的作业和复习内容。",
    "annotation": [
      {
        "sentence": "好的，我会尝试冥想和幻想来放松自己。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心自己的学业，感觉做不完所有的作业和复习内容。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有关学习在学习之前，要给自己列一个目标，这个目标不是“我下次要考到多少分\/考年级第几名”，而是“我要学会哪个题型，解决哪个知识点”。因为将目标定为成绩和分数时，很有可能因为题的难易，判卷的标准而达不到理想成绩，这样反而会使自己更焦虑。但定为知识块时，就会很明确自己哪里懂了，哪里没懂，能够有针对性地解决。所以这个事情错题本就很有用。要学会归类，而不是做每一道题，弄懂每一道错题。题海无涯，要搞懂每一道题太难了。",
    "annotation": [
      {
        "sentence": "有关学习在学习之前，要给自己列一个目标，这个目标不是“我下次要考到多少分\/考年级第几名”，而是“我要学会哪个题型，解决哪个知识点”。",
        "label": ""
      },
      {
        "sentence": "因为将目标定为成绩和分数时，很有可能因为题的难易，判卷的标准而达不到理想成绩，这样反而会使自己更焦虑。",
        "label": ""
      },
      {
        "sentence": "但定为知识块时，就会很明确自己哪里懂了，哪里没懂，能够有针对性地解决。",
        "label": ""
      },
      {
        "sentence": "所以这个事情错题本就很有用。",
        "label": ""
      },
      {
        "sentence": "要学会归类，而不是做每一道题，弄懂每一道错题。",
        "label": ""
      },
      {
        "sentence": "题海无涯，要搞懂每一道题太难了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来这样做更有效啊！我会试试做错题本和归类，这样就能更有针对性地解决问题了。我还有点担心我爸妈为了我上了很贵的一对一辅导班。",
    "annotation": [
      {
        "sentence": "原来这样做更有效啊！",
        "label": ""
      },
      {
        "sentence": "我会试试做错题本和归类，这样就能更有针对性地解决问题了。",
        "label": ""
      },
      {
        "sentence": "我还有点担心我爸妈为了我上了很贵的一对一辅导班。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关注过程而非结果不要因为自己花钱上辅导班而担心，因为一担心这个，就意味着你给自己预想的后果是“失败”。每次上完辅导班后，记录下这节课的收获，让自己觉得“回本了”。像你之前排名还比较好，说明基础很好，脑子也不错。只要放松心情，专注学习，不过分紧张，就一定能获得很好的成绩的。祝你以饱满的状态迎接高考，考入理想的学校。",
    "annotation": [
      {
        "sentence": "关注过程而非结果不要因为自己花钱上辅导班而担心，因为一担心这个，就意味着你给自己预想的后果是“失败”。",
        "label": ""
      },
      {
        "sentence": "每次上完辅导班后，记录下这节课的收获，让自己觉得“回本了”。",
        "label": ""
      },
      {
        "sentence": "像你之前排名还比较好，说明基础很好，脑子也不错。",
        "label": ""
      },
      {
        "sentence": "只要放松心情，专注学习，不过分紧张，就一定能获得很好的成绩的。",
        "label": ""
      },
      {
        "sentence": "祝你以饱满的状态迎接高考，考入理想的学校。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会尽力放松自己，专注学习，并相信自己能够取得好成绩的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽力放松自己，专注学习，并相信自己能够取得好成绩的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]