[
  {
    "role": "client",
    "content": "刚毕业大学生，我感觉男朋友很物质怎么办？",
    "annotation": [
      {
        "sentence": "刚毕业大学生，我感觉男朋友很物质怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你大学毕业和男朋友一起来到了上海。相信你们一定对未来充满了期待，两个人也愿意一起打拼未来。但在这个过程中，你们也遇到了一些矛盾。最初的矛盾是他先找到工作，你赋闲在家休息了三个月。这三个月似乎你男朋友有一些焦虑，催促你要努力找工作，原因是他觉得毕业了就不能跟家里要钱。或许当时你的心情也有一些低落，因为你也在努力的投简历，但是没有回音，这个时候你可能想要的是理解和支持，而对方给你讲的是道理。男女双方解决问题的思路的确是不一样，如果能接受这个差异，再看到你们两个人行为背后的成长经历的不同，对于金钱的认识不同，可能就更容易去理解对方。针对你的困惑：感觉男朋友很物质怎么办？提供以下几个方向去思考，或许会有新的感受。01.了解男朋友的成长经历，他的家庭环境。每个人都带着原生家庭的根深蒂固的信念或者观念走进亲密关系，如果你能了解到他的原生家庭中，对于金钱、对于劳动和休息的观念，也许和你的原生家庭中对于这些方面的理解有所不同，但正是这种不同让两个人在一起可以增加一套应对社会的方法，对个人灵活应对社会也是非常有帮助的。02.你觉得这样的工作很辛苦心一定也很期待着男朋友更多的体谅、支持。在这方面也可以更多地沟通，比如让他多承担一些家务，比如唯一的一天休息能够休息好。男朋友既然支持你好好做这份工作，那也可以沟通，让他用实际行动支持你。03.通过这件事你得出结论，男朋友很物质。建议还是用更多的途径去了解他的为人，而不仅仅是用这一件事来下结论。加之这件事情可能刚刚发生，所以对事情的理解和诠释会是这样的，不妨再等等看后面事情的发展怎样，再得出结论为好。祝好～。",
    "annotation": [
      {
        "sentence": "你大学毕业和男朋友一起来到了上海。",
        "label": ""
      },
      {
        "sentence": "相信你们一定对未来充满了期待，两个人也愿意一起打拼未来。",
        "label": ""
      },
      {
        "sentence": "但在这个过程中，你们也遇到了一些矛盾。",
        "label": ""
      },
      {
        "sentence": "最初的矛盾是他先找到工作，你赋闲在家休息了三个月。",
        "label": ""
      },
      {
        "sentence": "这三个月似乎你男朋友有一些焦虑，催促你要努力找工作，原因是他觉得毕业了就不能跟家里要钱。",
        "label": ""
      },
      {
        "sentence": "或许当时你的心情也有一些低落，因为你也在努力的投简历，但是没有回音，这个时候你可能想要的是理解和支持，而对方给你讲的是道理。",
        "label": ""
      },
      {
        "sentence": "男女双方解决问题的思路的确是不一样，如果能接受这个差异，再看到你们两个人行为背后的成长经历的不同，对于金钱的认识不同，可能就更容易去理解对方。",
        "label": ""
      },
      {
        "sentence": "针对你的困惑：感觉男朋友很物质怎么办？",
        "label": ""
      },
      {
        "sentence": "提供以下几个方向去思考，或许会有新的感受。",
        "label": ""
      },
      {
        "sentence": "01.了解男朋友的成长经历，他的家庭环境。",
        "label": ""
      },
      {
        "sentence": "每个人都带着原生家庭的根深蒂固的信念或者观念走进亲密关系，如果你能了解到他的原生家庭中，对于金钱、对于劳动和休息的观念，也许和你的原生家庭中对于这些方面的理解有所不同，但正是这种不同让两个人在一起可以增加一套应对社会的方法，对个人灵活应对社会也是非常有帮助的。",
        "label": ""
      },
      {
        "sentence": "02.你觉得这样的工作很辛苦心一定也很期待着男朋友更多的体谅、支持。",
        "label": ""
      },
      {
        "sentence": "在这方面也可以更多地沟通，比如让他多承担一些家务，比如唯一的一天休息能够休息好。",
        "label": ""
      },
      {
        "sentence": "男朋友既然支持你好好做这份工作，那也可以沟通，让他用实际行动支持你。",
        "label": ""
      },
      {
        "sentence": "03.通过这件事你得出结论，男朋友很物质。",
        "label": ""
      },
      {
        "sentence": "建议还是用更多的途径去了解他的为人，而不仅仅是用这一件事来下结论。",
        "label": ""
      },
      {
        "sentence": "加之这件事情可能刚刚发生，所以对事情的理解和诠释会是这样的，不妨再等等看后面事情的发展怎样，再得出结论为好。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  }
]