[
  {
    "role": "client",
    "content": "回学校各种节奏被打乱，焦虑不安生活无望，怎么办？之前在家呆的终于找回了自己内心也更加喜欢自己了解自己了可是回学校就是各种节奏被打乱和舍友节奏不一样老被无视打乱。也没人说话更孤独了每天晚上都不想睡觉也不想吃饭不想好好爱自己了觉得很焦虑生活没有希望的感觉又逐渐迷失了自己丢失了自己不再关注自己注重自己的感受，这样下去没有希望对生活毫无憧憬的感觉。自己心理很难受的时候还要去安慰别人却没人来安慰我。",
    "annotation": [
      {
        "sentence": "回学校各种节奏被打乱，焦虑不安生活无望，怎么办？",
        "label": ""
      },
      {
        "sentence": "之前在家呆的终于找回了自己内心也更加喜欢自己了解自己了可是回学校就是各种节奏被打乱和舍友节奏不一样老被无视打乱。",
        "label": ""
      },
      {
        "sentence": "也没人说话更孤独了每天晚上都不想睡觉也不想吃饭不想好好爱自己了觉得很焦虑生活没有希望的感觉又逐渐迷失了自己丢失了自己不再关注自己注重自己的感受，这样下去没有希望对生活毫无憧憬的感觉。",
        "label": ""
      },
      {
        "sentence": "自己心理很难受的时候还要去安慰别人却没人来安慰我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说，之前在家终于找回了自己，内心也更加喜欢自己，了解自己了。看来你之前经历过一段时间的迷茫，经过在家的沉淀，找回了自己，更喜欢自己，也更了解自己了。恭喜你实现了个人成长！现在的你已经超越了过去的你了呢。️可是回学校就是各种节奏被打乱，和舍友节奏不一样老被无视打乱。也没人说话，更孤独了。",
    "annotation": [
      {
        "sentence": "你说，之前在家终于找回了自己，内心也更加喜欢自己，了解自己了。",
        "label": ""
      },
      {
        "sentence": "看来你之前经历过一段时间的迷茫，经过在家的沉淀，找回了自己，更喜欢自己，也更了解自己了。",
        "label": ""
      },
      {
        "sentence": "恭喜你实现了个人成长！",
        "label": ""
      },
      {
        "sentence": "现在的你已经超越了过去的你了呢。",
        "label": ""
      },
      {
        "sentence": "️可是回学校就是各种节奏被打乱，和舍友节奏不一样老被无视打乱。",
        "label": ""
      },
      {
        "sentence": "也没人说话，更孤独了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我之前真的有一段迷茫的时期，但回到学校后，感觉又陷入了低谷。室友们的行为让我觉得很无助和孤独。我感到自己的生活被打乱，每天晚上都无法入睡，也没有食欲，甚至开始怀疑自己是否还能对自己有所期许。我感到很焦虑，好像迷失了自己，不再关注自己的感受，对生活也没有希望和憧憬了。",
    "annotation": [
      {
        "sentence": "是的，我之前真的有一段迷茫的时期，但回到学校后，感觉又陷入了低谷。",
        "label": ""
      },
      {
        "sentence": "室友们的行为让我觉得很无助和孤独。",
        "label": ""
      },
      {
        "sentence": "我感到自己的生活被打乱，每天晚上都无法入睡，也没有食欲，甚至开始怀疑自己是否还能对自己有所期许。",
        "label": ""
      },
      {
        "sentence": "我感到很焦虑，好像迷失了自己，不再关注自己的感受，对生活也没有希望和憧憬了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。回到学校后，环境的改变和与室友们的相处确实会给我们带来困扰，特别是当我们的节奏被打乱时。不过，你不必过于自责，这只是一个过渡期。重要的是要调整心态，寻找到适应这种变化的方法。你可以试试去寻找和你有共同兴趣的同学，建立起联系和支持系统。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "回到学校后，环境的改变和与室友们的相处确实会给我们带来困扰，特别是当我们的节奏被打乱时。",
        "label": ""
      },
      {
        "sentence": "不过，你不必过于自责，这只是一个过渡期。",
        "label": ""
      },
      {
        "sentence": "重要的是要调整心态，寻找到适应这种变化的方法。",
        "label": ""
      },
      {
        "sentence": "你可以试试去寻找和你有共同兴趣的同学，建立起联系和支持系统。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我可能需要主动一点去认识一些和我志同道合的同学。我想他们应该能够理解我的困境并给予我支持和安慰。只是现在我对自己的情况感到非常沮丧，很难积极主动地去与他人交流。",
    "annotation": [
      {
        "sentence": "确实，我可能需要主动一点去认识一些和我志同道合的同学。",
        "label": ""
      },
      {
        "sentence": "我想他们应该能够理解我的困境并给予我支持和安慰。",
        "label": ""
      },
      {
        "sentence": "只是现在我对自己的情况感到非常沮丧，很难积极主动地去与他人交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，每个人都有低潮期，但我们要相信自己是坚强的。你可以先从一些小的尝试开始，比如主动和同学打个招呼，或者参加一些兴趣小组活动，相信这些积极的尝试会给你带来不同的机会和改变。同时，也不要忘记关注自己的感受，做好自我照顾，保持积极的生活态度。",
    "annotation": [
      {
        "sentence": "当然，每个人都有低潮期，但我们要相信自己是坚强的。",
        "label": ""
      },
      {
        "sentence": "你可以先从一些小的尝试开始，比如主动和同学打个招呼，或者参加一些兴趣小组活动，相信这些积极的尝试会给你带来不同的机会和改变。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记关注自己的感受，做好自我照顾，保持积极的生活态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我真的需要积极行动起来，找到适应新环境的方法，并展现出自己坚强的一面。或许，我可以试着主动参加一些校园活动，这样也能有机会结交更多志同道合的朋友。同时，我也会更加关注自己的感受，给自己一些时间和空间来调整心态。",
    "annotation": [
      {
        "sentence": "你说得对，我真的需要积极行动起来，找到适应新环境的方法，并展现出自己坚强的一面。",
        "label": ""
      },
      {
        "sentence": "或许，我可以试着主动参加一些校园活动，这样也能有机会结交更多志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加关注自己的感受，给自己一些时间和空间来调整心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法！通过参加校园活动，你不仅可以结识到志同道合的朋友，还能丰富自己的校园生活。同时，不要对自己要求过高，适度放松也是很重要的。记得每天给自己一些时间去放松和疏导情绪，保持积极向上的心态。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法！",
        "label": ""
      },
      {
        "sentence": "通过参加校园活动，你不仅可以结识到志同道合的朋友，还能丰富自己的校园生活。",
        "label": ""
      },
      {
        "sentence": "同时，不要对自己要求过高，适度放松也是很重要的。",
        "label": ""
      },
      {
        "sentence": "记得每天给自己一些时间去放松和疏导情绪，保持积极向上的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着做到的，谢谢你的建议和支持！我相信只要我积极调整自己的心态，主动寻找支持和关爱，我一定能够度过这个困难的时期，重新找回自己的方向和希望。",
    "annotation": [
      {
        "sentence": "我会试着做到的，谢谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我相信只要我积极调整自己的心态，主动寻找支持和关爱，我一定能够度过这个困难的时期，重新找回自己的方向和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！我相信你一定能够克服眼前的困难，迎接新的挑战。记住，你并不孤独，我会一直支持你的。相信自己，一切都会好起来的。祝福你！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够克服眼前的困难，迎接新的挑战。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤独，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的陪伴和支持！有你的鼓励，我更有信心面对困难。我会努力调整好自己的心态，相信未来一切都会变得更好。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的陪伴和支持！",
        "label": ""
      },
      {
        "sentence": "有你的鼓励，我更有信心面对困难。",
        "label": ""
      },
      {
        "sentence": "我会努力调整好自己的心态，相信未来一切都会变得更好。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]