[
  {
    "role": "client",
    "content": "要做手术，身体发肤受之父母，如何战胜自己？因为要做手术，事先已做足了功课，可医生谈话后却加重了思想负担。潜意识中“身体发肤受之父母”，如今却将要硬生生切除，还是拒绝吧？如何更好的调整心态？",
    "annotation": [
      {
        "sentence": "要做手术，身体发肤受之父母，如何战胜自己？",
        "label": ""
      },
      {
        "sentence": "因为要做手术，事先已做足了功课，可医生谈话后却加重了思想负担。",
        "label": ""
      },
      {
        "sentence": "潜意识中“身体发肤受之父母”，如今却将要硬生生切除，还是拒绝吧？",
        "label": ""
      },
      {
        "sentence": "如何更好的调整心态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道这是一个什么样的手术让你您如此纠结。求助者：我要做的是一种需要切除一部分身体组织的手术。支持者：这听起来确实是个严肃的手术。请问你们已经详细考虑了术前和术后的情况吗？求助者：是的，我已经做了很多功课，认为手术是对自己的健康负责。支持者：这是一个非常好的角度，你对自己的健康负责是非常重要的。但是，你也提到了“身体发肤受之父母”的问题。你可以告诉我更多关于这个问题的想法吗？",
    "annotation": [
      {
        "sentence": "不知道这是一个什么样的手术让你您如此纠结。",
        "label": ""
      },
      {
        "sentence": "求助者：我要做的是一种需要切除一部分身体组织的手术。",
        "label": ""
      },
      {
        "sentence": "支持者：这听起来确实是个严肃的手术。",
        "label": ""
      },
      {
        "sentence": "请问你们已经详细考虑了术前和术后的情况吗？",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我已经做了很多功课，认为手术是对自己的健康负责。",
        "label": ""
      },
      {
        "sentence": "支持者：这是一个非常好的角度，你对自己的健康负责是非常重要的。",
        "label": ""
      },
      {
        "sentence": "但是，你也提到了“身体发肤受之父母”的问题。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我更多关于这个问题的想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我一直以来都深深地明白自己的身体是父母赐予的，这次手术需要切除一部分身体，我感到非常矛盾。支持者：我完全理解你的内心矛盾。毕竟，我们的身体是由父母所赐予的，这个信念在你的心中扎根很久了。但是，父母也希望你能够保持健康和幸福。他们会理解你为了自己的健康而做出的决定。你也可以尝试和父母谈谈，让他们知道你的困惑和担忧。",
    "annotation": [
      {
        "sentence": "对，我一直以来都深深地明白自己的身体是父母赐予的，这次手术需要切除一部分身体，我感到非常矛盾。",
        "label": ""
      },
      {
        "sentence": "支持者：我完全理解你的内心矛盾。",
        "label": ""
      },
      {
        "sentence": "毕竟，我们的身体是由父母所赐予的，这个信念在你的心中扎根很久了。",
        "label": ""
      },
      {
        "sentence": "但是，父母也希望你能够保持健康和幸福。",
        "label": ""
      },
      {
        "sentence": "他们会理解你为了自己的健康而做出的决定。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试和父母谈谈，让他们知道你的困惑和担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道父母是一直希望我健康快乐的，但是我担心他们无法接受我做手术的决定。支持者：这是一个很常见的担忧，很多人在做出重大决定时都会面临这个问题。你可以试着和父母坦诚地沟通，告诉他们你做了足够的研究，并且认为这是对自己负责的选择。同时，你们可以一起去医生那里咨询，让医生解释手术的必要性和风险，这样也可以让父母更加了解你的想法。",
    "annotation": [
      {
        "sentence": "我知道父母是一直希望我健康快乐的，但是我担心他们无法接受我做手术的决定。",
        "label": ""
      },
      {
        "sentence": "支持者：这是一个很常见的担忧，很多人在做出重大决定时都会面临这个问题。",
        "label": ""
      },
      {
        "sentence": "你可以试着和父母坦诚地沟通，告诉他们你做了足够的研究，并且认为这是对自己负责的选择。",
        "label": ""
      },
      {
        "sentence": "同时，你们可以一起去医生那里咨询，让医生解释手术的必要性和风险，这样也可以让父母更加了解你的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的建议，但是我还是害怕手术的风险。支持者：手术的确存在一定的风险，这是不可否认的。但是，每个手术都会有风险，这也是为了降低潜在的风险，医生会和你进行详细的讨论。他们通常会告诉你手术的成功率和可能的风险。你可以和医生一起评估手术的利与弊，以及可能的风险概率。这样你就可以更理性地做出决定。",
    "annotation": [
      {
        "sentence": "我明白你的建议，但是我还是害怕手术的风险。",
        "label": ""
      },
      {
        "sentence": "支持者：手术的确存在一定的风险，这是不可否认的。",
        "label": ""
      },
      {
        "sentence": "但是，每个手术都会有风险，这也是为了降低潜在的风险，医生会和你进行详细的讨论。",
        "label": ""
      },
      {
        "sentence": "他们通常会告诉你手术的成功率和可能的风险。",
        "label": ""
      },
      {
        "sentence": "你可以和医生一起评估手术的利与弊，以及可能的风险概率。",
        "label": ""
      },
      {
        "sentence": "这样你就可以更理性地做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实需要更多的信息来评估手术的风险和利益。支持者：是的，对于一个重要的决定，充分地了解和评估是非常重要的。不要害怕问医生关于手术的问题，只有清楚地了解情况，你才能更好地做出决定。如果你有进一步的疑问，不妨写下来，和医生一起讨论。这样你就能更加明确自己的选择。",
    "annotation": [
      {
        "sentence": "我确实需要更多的信息来评估手术的风险和利益。",
        "label": ""
      },
      {
        "sentence": "支持者：是的，对于一个重要的决定，充分地了解和评估是非常重要的。",
        "label": ""
      },
      {
        "sentence": "不要害怕问医生关于手术的问题，只有清楚地了解情况，你才能更好地做出决定。",
        "label": ""
      },
      {
        "sentence": "如果你有进一步的疑问，不妨写下来，和医生一起讨论。",
        "label": ""
      },
      {
        "sentence": "这样你就能更加明确自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "除了手术本身的担忧，我还感到自己情绪上也很困扰。支持者：情绪上的困扰是可以理解的。面对如此重要的决定，很多人都会经历情绪上的波动。你可以试着找一位心理咨询师，和他们好好谈谈。他们可以帮助你理清内心的困惑，调整自己的情绪。同时，也可以提供你更多的支持和帮助。你可以考虑一下这个建议，看是否对你有帮助。",
    "annotation": [
      {
        "sentence": "除了手术本身的担忧，我还感到自己情绪上也很困扰。",
        "label": ""
      },
      {
        "sentence": "支持者：情绪上的困扰是可以理解的。",
        "label": ""
      },
      {
        "sentence": "面对如此重要的决定，很多人都会经历情绪上的波动。",
        "label": ""
      },
      {
        "sentence": "你可以试着找一位心理咨询师，和他们好好谈谈。",
        "label": ""
      },
      {
        "sentence": "他们可以帮助你理清内心的困惑，调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，也可以提供你更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你可以考虑一下这个建议，看是否对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会考虑找一位心理咨询师的。支持者：客气了。找一位心理咨询师是一个非常好的选择，他们会在你需要的时候给你提供支持和指导。记得要对自己好一点，不要把太多的压力放在自己身上。如果你还有任何问题，随时都可以和我交流。祝愿你一切顺利，做出最适合自己的决定。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑找一位心理咨询师的。",
        "label": ""
      },
      {
        "sentence": "支持者：客气了。",
        "label": ""
      },
      {
        "sentence": "找一位心理咨询师是一个非常好的选择，他们会在你需要的时候给你提供支持和指导。",
        "label": ""
      },
      {
        "sentence": "记得要对自己好一点，不要把太多的压力放在自己身上。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题，随时都可以和我交流。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，做出最适合自己的决定。",
        "label": ""
      }
    ]
  }
]