[
  {
    "role": "client",
    "content": "自己总重复童年时和妈妈错位的，被依靠的关系，怎么办我从小被妈妈当成倾诉焦虑，倾诉对爸爸不满的对象，但是妈妈心里最看重的却是哥哥，我在妈妈那里感觉是“我不是重要的”。可能是为了获得“我是重要的”的感受，一直以来，我用尽全力去给予妈妈关爱。我感觉很累，尽管我尽力让父母满意，但我内心并不愿意回家被索求关爱。这些年，我发觉自己和领导之间重演了这种错位的关系，我感到自己容易愤怒。我该怎样走出去？",
    "annotation": [
      {
        "sentence": "自己总重复童年时和妈妈错位的，被依靠的关系，怎么办我从小被妈妈当成倾诉焦虑，倾诉对爸爸不满的对象，但是妈妈心里最看重的却是哥哥，我在妈妈那里感觉是“我不是重要的”。",
        "label": ""
      },
      {
        "sentence": "可能是为了获得“我是重要的”的感受，一直以来，我用尽全力去给予妈妈关爱。",
        "label": ""
      },
      {
        "sentence": "我感觉很累，尽管我尽力让父母满意，但我内心并不愿意回家被索求关爱。",
        "label": ""
      },
      {
        "sentence": "这些年，我发觉自己和领导之间重演了这种错位的关系，我感到自己容易愤怒。",
        "label": ""
      },
      {
        "sentence": "我该怎样走出去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，通过你的描述，发现有两个可能对你造成困扰的地方。一个是妈妈一定程度上的“重男轻女”，让你觉得自己不重要。另一个是由于过多的被依靠，让自己形成了某种行为模式，总是一种在付出的状态。对于一个喜欢抱怨、爱挑剔的人来说，当他看见半杯水的时候，他会觉得只有半杯水了，而不是觉得还有半杯水。这样的认知上的不同会影响到他对很多事情的判断。有些陷入忧郁的人总是活在自己的世界里，他们很少能够察觉到自己的负面言行对他人造成的影响。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，通过你的描述，发现有两个可能对你造成困扰的地方。",
        "label": ""
      },
      {
        "sentence": "一个是妈妈一定程度上的“重男轻女”，让你觉得自己不重要。",
        "label": ""
      },
      {
        "sentence": "另一个是由于过多的被依靠，让自己形成了某种行为模式，总是一种在付出的状态。",
        "label": ""
      },
      {
        "sentence": "对于一个喜欢抱怨、爱挑剔的人来说，当他看见半杯水的时候，他会觉得只有半杯水了，而不是觉得还有半杯水。",
        "label": ""
      },
      {
        "sentence": "这样的认知上的不同会影响到他对很多事情的判断。",
        "label": ""
      },
      {
        "sentence": "有些陷入忧郁的人总是活在自己的世界里，他们很少能够察觉到自己的负面言行对他人造成的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我感觉自己总是在关注别人的需求，却忽略了自己的感受和需求。我想改变这种行为模式，但不知道从何处着手。",
    "annotation": [
      {
        "sentence": "对，我感觉自己总是在关注别人的需求，却忽略了自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "我想改变这种行为模式，但不知道从何处着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果妈妈总是抱怨，而没有对你表达很多关怀，在成长过程中缺乏被同理的经验，孩子就很难长出看到好的一面的能力。家长必须能够满足孩子被理解的需要，对孩子内在世界的感同身受。被重要的人理解、接纳，才能够用同样的方式对待自己。因为性别而被母亲看得不重要，这不仅是一个母亲养育孩子时的偏见，也是这个母亲在她的成长过程中的创伤，是一个需要她去面对和处理的心理问题。作为女儿，你需要认识到这一点，并且适当地与她保持距离。",
    "annotation": [
      {
        "sentence": "如果妈妈总是抱怨，而没有对你表达很多关怀，在成长过程中缺乏被同理的经验，孩子就很难长出看到好的一面的能力。",
        "label": ""
      },
      {
        "sentence": "家长必须能够满足孩子被理解的需要，对孩子内在世界的感同身受。",
        "label": ""
      },
      {
        "sentence": "被重要的人理解、接纳，才能够用同样的方式对待自己。",
        "label": ""
      },
      {
        "sentence": "因为性别而被母亲看得不重要，这不仅是一个母亲养育孩子时的偏见，也是这个母亲在她的成长过程中的创伤，是一个需要她去面对和处理的心理问题。",
        "label": ""
      },
      {
        "sentence": "作为女儿，你需要认识到这一点，并且适当地与她保持距离。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更理智地看待妈妈的行为，并保持一定的距离。但是我现在总觉得自己不重要，对自己要求也很严格。怎么才能摆脱这种情绪呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该更理智地看待妈妈的行为，并保持一定的距离。",
        "label": ""
      },
      {
        "sentence": "但是我现在总觉得自己不重要，对自己要求也很严格。",
        "label": ""
      },
      {
        "sentence": "怎么才能摆脱这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你总觉得自己是不重要的，那么在你日常的生活中很有可能对自己要求非常严格，对别人会采取一些讨好的行为来获得别人的认可。许多从童年开始积累的习惯和经验要调整起来并不是非常容易，但尽管这条路非常困难，也希望你一定要有信心。如果可以的话，你可以开始练习尊重自己，同理自己。在日常的与其他人的相处过程中，在你想要表达什么之前，多给自己一些观察的时间，了解一下自己为什么会想说这些话？自己有什么感觉？自己真实的想法是什么样的？减少一些拐弯抹角的表达方式，并试着如实表达自己的想法。",
    "annotation": [
      {
        "sentence": "如果你总觉得自己是不重要的，那么在你日常的生活中很有可能对自己要求非常严格，对别人会采取一些讨好的行为来获得别人的认可。",
        "label": ""
      },
      {
        "sentence": "许多从童年开始积累的习惯和经验要调整起来并不是非常容易，但尽管这条路非常困难，也希望你一定要有信心。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，你可以开始练习尊重自己，同理自己。",
        "label": ""
      },
      {
        "sentence": "在日常的与其他人的相处过程中，在你想要表达什么之前，多给自己一些观察的时间，了解一下自己为什么会想说这些话？",
        "label": ""
      },
      {
        "sentence": "自己有什么感觉？",
        "label": ""
      },
      {
        "sentence": "自己真实的想法是什么样的？",
        "label": ""
      },
      {
        "sentence": "减少一些拐弯抹角的表达方式，并试着如实表达自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着更加关注自己的内心感受，并勇敢地表达自己的真实想法。还有，我发现自己和领导之间重演了错位的关系，并且我常常感到愤怒。这可能也是由于童年时和妈妈的关系造成的吗？",
    "annotation": [
      {
        "sentence": "我会试着更加关注自己的内心感受，并勇敢地表达自己的真实想法。",
        "label": ""
      },
      {
        "sentence": "还有，我发现自己和领导之间重演了错位的关系，并且我常常感到愤怒。",
        "label": ""
      },
      {
        "sentence": "这可能也是由于童年时和妈妈的关系造成的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你和妈妈的相处模式中，你可能体验到更多的是爱是给予，而不是爱是接受。在心里可能会形成一个“如果我爱一个人，就应该不断地给予或者让他依靠我”的信念，可能会使你在人际关系中过多地付出，而忽略了对自己的关照。在被依靠的过程中，你很容易感到疲惫。在你感到非常疲惫的时候，不如给自己一些休息的时间，思考一下自己是不是又做了很多原本不属于自己的事情。你要留意自己的人际边界，不要把别人的情绪、别人的错误强加在自己身上。要意识到，每个人的问题最终只能由他自己来解决，而由别人来帮助的部分其实是很少的。",
    "annotation": [
      {
        "sentence": "在你和妈妈的相处模式中，你可能体验到更多的是爱是给予，而不是爱是接受。",
        "label": ""
      },
      {
        "sentence": "在心里可能会形成一个“如果我爱一个人，就应该不断地给予或者让他依靠我”的信念，可能会使你在人际关系中过多地付出，而忽略了对自己的关照。",
        "label": ""
      },
      {
        "sentence": "在被依靠的过程中，你很容易感到疲惫。",
        "label": ""
      },
      {
        "sentence": "在你感到非常疲惫的时候，不如给自己一些休息的时间，思考一下自己是不是又做了很多原本不属于自己的事情。",
        "label": ""
      },
      {
        "sentence": "你要留意自己的人际边界，不要把别人的情绪、别人的错误强加在自己身上。",
        "label": ""
      },
      {
        "sentence": "要意识到，每个人的问题最终只能由他自己来解决，而由别人来帮助的部分其实是很少的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我要更加关注自己的边界，并学会充分照顾自己的需求和感受。还有没有其他建议可以帮助我摆脱这种错位的关系和内心的困扰呢？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我要更加关注自己的边界，并学会充分照顾自己的需求和感受。",
        "label": ""
      },
      {
        "sentence": "还有没有其他建议可以帮助我摆脱这种错位的关系和内心的困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了以上提到的方法外，你还可以尝试和自己的内在小孩对话，多了解一下自己脆弱敏感的一面，从生理、安全、爱与归属、尊重等方面试着去满足自己。要多花一些时间去聆听自己内在的声音，学会照顾自己的感受。当你意识到这些可能存在的问题之后，就需要去突破一些行为模式，改变那些让你感到不舒服的部分。希望你能够坚持下去，祝你好运！",
    "annotation": [
      {
        "sentence": "除了以上提到的方法外，你还可以尝试和自己的内在小孩对话，多了解一下自己脆弱敏感的一面，从生理、安全、爱与归属、尊重等方面试着去满足自己。",
        "label": ""
      },
      {
        "sentence": "要多花一些时间去聆听自己内在的声音，学会照顾自己的感受。",
        "label": ""
      },
      {
        "sentence": "当你意识到这些可能存在的问题之后，就需要去突破一些行为模式，改变那些让你感到不舒服的部分。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚持下去，祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会努力践行，并为改变和成长而努力。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力践行，并为改变和成长而努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你的。有任何困惑和问题，都可以随时向我倾诉。祝愿你能够早日走出困境，找到内心的平衡和自我满足。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "有任何困惑和问题，都可以随时向我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够早日走出困境，找到内心的平衡和自我满足。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]