[
  {
    "role": "client",
    "content": "我觉得自己总是在重复童年时和妈妈错位的、被依靠的关系，我该怎么办？从小的时候，妈妈把我当作倾诉焦虑和对爸爸不满的对象，但是她心里却最看重我的哥哥。在妈妈那里，我总感觉“我不是重要的”。为了获得“我是重要的”的感受，我一直都在用尽全力去给予妈妈关爱。可是我觉得很累，尽管我试着满足父母的期望，但内心并不愿意回家再被索求关爱。近些年，我发现自己和领导之间又开始重演这种错位的关系，我的愤怒情绪也越来越容易产生。我该怎样才能走出这个困境呢？",
    "annotation": [
      {
        "sentence": "我觉得自己总是在重复童年时和妈妈错位的、被依靠的关系，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "从小的时候，妈妈把我当作倾诉焦虑和对爸爸不满的对象，但是她心里却最看重我的哥哥。",
        "label": ""
      },
      {
        "sentence": "在妈妈那里，我总感觉“我不是重要的”。",
        "label": ""
      },
      {
        "sentence": "为了获得“我是重要的”的感受，我一直都在用尽全力去给予妈妈关爱。",
        "label": ""
      },
      {
        "sentence": "可是我觉得很累，尽管我试着满足父母的期望，但内心并不愿意回家再被索求关爱。",
        "label": ""
      },
      {
        "sentence": "近些年，我发现自己和领导之间又开始重演这种错位的关系，我的愤怒情绪也越来越容易产生。",
        "label": ""
      },
      {
        "sentence": "我该怎样才能走出这个困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你描述后，我能感受到你内心的痛苦，真的非常心疼你。从你的叙述中，我大概总结了以下几点：从小就被当作妈妈的“情绪垃圾桶”，但感觉妈妈最看重的还是哥哥。一直以来，想要得到妈妈的重视，就尽全力去给予妈妈情绪上的支持，但这并不是自己真心想要的。发觉自己近些年与领导之间又重演了这种关系。想要走出这样的关系“陷阱”。根据你的描述，我想分享一下我的看法：我们每个人都想拥有“被重视”的感觉，这是人性中重要的一部分。当我们感觉到自己“被重视”时，我们可以认为自己是相对安全的。而当我们感觉到安全时，相对来说，我们作为生物的本能，生存就有了保障。所以，我们是需要这种“被重视”的感觉的。被重视的感觉可以来自他人，但也可以来自自己。想想看，我们做了那么多，最后是否得到了别人的重视呢？这个问题的答案，我们自己可以亲身体会，但我们无法左右它。别人重不重视我们，那是别人的事情，我们无法控制别人的行为。而同样，我们想要做什么，最终实现这个目标的只能是我们自己。所以，想要得到“被重视”的感觉，我们应该从自身做起。努力提升自己，认清自己，倾听自己内心的声音。我知道这并不是一件容易的事情，但也是非常有意义的。在这个过程中，相信你一定会有所收获。祝你好运。",
    "annotation": [
      {
        "sentence": "看了你描述后，我能感受到你内心的痛苦，真的非常心疼你。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中，我大概总结了以下几点：从小就被当作妈妈的“情绪垃圾桶”，但感觉妈妈最看重的还是哥哥。",
        "label": ""
      },
      {
        "sentence": "一直以来，想要得到妈妈的重视，就尽全力去给予妈妈情绪上的支持，但这并不是自己真心想要的。",
        "label": ""
      },
      {
        "sentence": "发觉自己近些年与领导之间又重演了这种关系。",
        "label": ""
      },
      {
        "sentence": "想要走出这样的关系“陷阱”。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我想分享一下我的看法：我们每个人都想拥有“被重视”的感觉，这是人性中重要的一部分。",
        "label": ""
      },
      {
        "sentence": "当我们感觉到自己“被重视”时，我们可以认为自己是相对安全的。",
        "label": ""
      },
      {
        "sentence": "而当我们感觉到安全时，相对来说，我们作为生物的本能，生存就有了保障。",
        "label": ""
      },
      {
        "sentence": "所以，我们是需要这种“被重视”的感觉的。",
        "label": ""
      },
      {
        "sentence": "被重视的感觉可以来自他人，但也可以来自自己。",
        "label": ""
      },
      {
        "sentence": "想想看，我们做了那么多，最后是否得到了别人的重视呢？",
        "label": ""
      },
      {
        "sentence": "这个问题的答案，我们自己可以亲身体会，但我们无法左右它。",
        "label": ""
      },
      {
        "sentence": "别人重不重视我们，那是别人的事情，我们无法控制别人的行为。",
        "label": ""
      },
      {
        "sentence": "而同样，我们想要做什么，最终实现这个目标的只能是我们自己。",
        "label": ""
      },
      {
        "sentence": "所以，想要得到“被重视”的感觉，我们应该从自身做起。",
        "label": ""
      },
      {
        "sentence": "努力提升自己，认清自己，倾听自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "我知道这并不是一件容易的事情，但也是非常有意义的。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，相信你一定会有所收获。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  }
]