[
  {
    "role": "client",
    "content": "我自己总重复童年时和妈妈错位的，被依靠的关系，怎么办？我从小被妈妈当成倾诉焦虑、倾诉对爸爸不满的对象，但是妈妈心里最看重的却是哥哥。我在妈妈那里感觉是“我不是重要的”。可能是为了获得“我是重要的”的感受，一直以来，我用尽全力去给予妈妈关爱。我感觉很累，尽管我尽力让父母满意，但我内心并不愿意回家被索求关爱。这些年，我发觉自己和领导之间重演了这种错位的关系，我感到自己容易愤怒。我该怎样走出去？",
    "annotation": [
      {
        "sentence": "我自己总重复童年时和妈妈错位的，被依靠的关系，怎么办？",
        "label": ""
      },
      {
        "sentence": "我从小被妈妈当成倾诉焦虑、倾诉对爸爸不满的对象，但是妈妈心里最看重的却是哥哥。",
        "label": ""
      },
      {
        "sentence": "我在妈妈那里感觉是“我不是重要的”。",
        "label": ""
      },
      {
        "sentence": "可能是为了获得“我是重要的”的感受，一直以来，我用尽全力去给予妈妈关爱。",
        "label": ""
      },
      {
        "sentence": "我感觉很累，尽管我尽力让父母满意，但我内心并不愿意回家被索求关爱。",
        "label": ""
      },
      {
        "sentence": "这些年，我发觉自己和领导之间重演了这种错位的关系，我感到自己容易愤怒。",
        "label": ""
      },
      {
        "sentence": "我该怎样走出去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先为你明锐的觉察力而点赞，因为你清楚地发现自己早年跟妈妈的互动关系，而今开始重复在自己跟上级领导身上。看完整个帖子，我能感受到你内心的委屈和迷茫，特别是早年成为妈妈的垃圾桶，缓解了妈妈的焦虑，但是却一直不被妈妈器重和关注的委屈，以及自己委曲求全，积极讨好妈妈，而获得关爱让你疲惫不堪，但是继续坚持和隐忍。这也不难理解成年后你会跟领导重演了跟妈妈之间的“悲剧”？心理学把这一现象称之为移情。那么，我们应该如何破局呢？",
    "annotation": [
      {
        "sentence": "先为你明锐的觉察力而点赞，因为你清楚地发现自己早年跟妈妈的互动关系，而今开始重复在自己跟上级领导身上。",
        "label": ""
      },
      {
        "sentence": "看完整个帖子，我能感受到你内心的委屈和迷茫，特别是早年成为妈妈的垃圾桶，缓解了妈妈的焦虑，但是却一直不被妈妈器重和关注的委屈，以及自己委曲求全，积极讨好妈妈，而获得关爱让你疲惫不堪，但是继续坚持和隐忍。",
        "label": ""
      },
      {
        "sentence": "这也不难理解成年后你会跟领导重演了跟妈妈之间的“悲剧”？",
        "label": ""
      },
      {
        "sentence": "心理学把这一现象称之为移情。",
        "label": ""
      },
      {
        "sentence": "那么，我们应该如何破局呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我真的觉得很委屈和迷茫，感谢你的理解。我对于妈妈的委屈一直积压在心里，也没有勇气向她表达。而且，我意识到我也养成了时刻为她着想、委曲求全的习惯。但我现在很疲惫，不愿意再回家被索求关爱。对于领导的互动，我也持有同样的观点，容易愤怒。我真的很想走出这种困境。",
    "annotation": [
      {
        "sentence": "对，我真的觉得很委屈和迷茫，感谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我对于妈妈的委屈一直积压在心里，也没有勇气向她表达。",
        "label": ""
      },
      {
        "sentence": "而且，我意识到我也养成了时刻为她着想、委曲求全的习惯。",
        "label": ""
      },
      {
        "sentence": "但我现在很疲惫，不愿意再回家被索求关爱。",
        "label": ""
      },
      {
        "sentence": "对于领导的互动，我也持有同样的观点，容易愤怒。",
        "label": ""
      },
      {
        "sentence": "我真的很想走出这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经意识到了自己跟妈妈之间以及跟领导之间的重复模式，这是非常重要的一步。接下来，首先敢于坦诚地向妈妈表达内心压抑的委屈，告诉她你真实的需求。毕竟，妈妈习惯了把你当成垃圾桶，你也习惯了时刻为她着想，或许现在你可以开始为自己着想了。你需要打破这个模式，尝试撒撒娇，抱抱妈妈，开玩笑地提醒她，早年她欠你的，现在依然可以补偿。你也可以尝试适当地向她表达你的需求，让她明白你也需要被关注和重视。",
    "annotation": [
      {
        "sentence": "你已经意识到了自己跟妈妈之间以及跟领导之间的重复模式，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "接下来，首先敢于坦诚地向妈妈表达内心压抑的委屈，告诉她你真实的需求。",
        "label": ""
      },
      {
        "sentence": "毕竟，妈妈习惯了把你当成垃圾桶，你也习惯了时刻为她着想，或许现在你可以开始为自己着想了。",
        "label": ""
      },
      {
        "sentence": "你需要打破这个模式，尝试撒撒娇，抱抱妈妈，开玩笑地提醒她，早年她欠你的，现在依然可以补偿。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试适当地向她表达你的需求，让她明白你也需要被关注和重视。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该敢于坦诚地表达自己的需求，告诉妈妈我内心的委屈。我也会试着改变自己的习惯，为自己着想。但是对于愤怒的情绪，我应该怎么处理呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该敢于坦诚地表达自己的需求，告诉妈妈我内心的委屈。",
        "label": ""
      },
      {
        "sentence": "我也会试着改变自己的习惯，为自己着想。",
        "label": ""
      },
      {
        "sentence": "但是对于愤怒的情绪，我应该怎么处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到愤怒的时候，首先觉察一下，这些愤怒是源自于自己的情绪，还是把早年的移情模式投射到领导身上所引发的。同时，也要注意观察一下，领导身上的哪些特质让你特别讨厌甚至愤怒。最后，提醒一下，愤怒是我们捍卫自己权益的基本情绪，它可以让我们更有力量。所以，当你感到愤怒时，试着找到发泄的方式，可以通过冷静地与领导沟通或寻求其他适当的解决办法来处理这种情绪。永远记住，我会一直支持你，加油！",
    "annotation": [
      {
        "sentence": "当你感到愤怒的时候，首先觉察一下，这些愤怒是源自于自己的情绪，还是把早年的移情模式投射到领导身上所引发的。",
        "label": ""
      },
      {
        "sentence": "同时，也要注意观察一下，领导身上的哪些特质让你特别讨厌甚至愤怒。",
        "label": ""
      },
      {
        "sentence": "最后，提醒一下，愤怒是我们捍卫自己权益的基本情绪，它可以让我们更有力量。",
        "label": ""
      },
      {
        "sentence": "所以，当你感到愤怒时，试着找到发泄的方式，可以通过冷静地与领导沟通或寻求其他适当的解决办法来处理这种情绪。",
        "label": ""
      },
      {
        "sentence": "永远记住，我会一直支持你，加油！",
        "label": ""
      }
    ]
  }
]