[
  {
    "role": "client",
    "content": "我自己总重复童年时和妈妈错位的，被依靠的关系，怎么办？我从小被妈妈当成倾诉焦虑、倾诉对爸爸不满的对象，可妈妈心里最看重的却是哥哥。我在妈妈那里感觉是“我不是重要的”。可能是为了获得“我是重要的”的感受，一直以来，我用尽全力去给予妈妈关爱。我感觉很累，尽管我尽力让父母满意，但我内心并不愿意回家被索求关爱。这些年，我发觉自己和领导之间重演了这种错位的关系，我感到自己容易愤怒。我该怎样走出去？",
    "annotation": [
      {
        "sentence": "我自己总重复童年时和妈妈错位的，被依靠的关系，怎么办？",
        "label": ""
      },
      {
        "sentence": "我从小被妈妈当成倾诉焦虑、倾诉对爸爸不满的对象，可妈妈心里最看重的却是哥哥。",
        "label": ""
      },
      {
        "sentence": "我在妈妈那里感觉是“我不是重要的”。",
        "label": ""
      },
      {
        "sentence": "可能是为了获得“我是重要的”的感受，一直以来，我用尽全力去给予妈妈关爱。",
        "label": ""
      },
      {
        "sentence": "我感觉很累，尽管我尽力让父母满意，但我内心并不愿意回家被索求关爱。",
        "label": ""
      },
      {
        "sentence": "这些年，我发觉自己和领导之间重演了这种错位的关系，我感到自己容易愤怒。",
        "label": ""
      },
      {
        "sentence": "我该怎样走出去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好哇~从你的描述中我可以感受到你目前焦虑和无力的状态。首先的话，我们可以一起来思考一下，为什么一直以来会成为母亲的倾诉对象，并且与关系错位呢？其实这个和我们小时候的经历有关。如果我们小时候没有受到很好的来自妈妈的照顾的话，我们心理上就会缺乏一种安全感，当我们发现只有我们做得好的时候，才会收到他人的善意，我们就会倾向于这么做。",
    "annotation": [
      {
        "sentence": "你好哇~从你的描述中我可以感受到你目前焦虑和无力的状态。",
        "label": ""
      },
      {
        "sentence": "首先的话，我们可以一起来思考一下，为什么一直以来会成为母亲的倾诉对象，并且与关系错位呢？",
        "label": ""
      },
      {
        "sentence": "其实这个和我们小时候的经历有关。",
        "label": ""
      },
      {
        "sentence": "如果我们小时候没有受到很好的来自妈妈的照顾的话，我们心理上就会缺乏一种安全感，当我们发现只有我们做得好的时候，才会收到他人的善意，我们就会倾向于这么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，小时候妈妈可能没有给我足够的关爱和重视，所以我才一直以来都在用关爱来寻求她的认可和关注。但是这样的做法让我越来越累，我真的很希望有改变。",
    "annotation": [
      {
        "sentence": "我明白了，小时候妈妈可能没有给我足够的关爱和重视，所以我才一直以来都在用关爱来寻求她的认可和关注。",
        "label": ""
      },
      {
        "sentence": "但是这样的做法让我越来越累，我真的很希望有改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说得对。为了获得你是重要的这样的感觉，你总是尽全力给妈妈关爱。而当你以后，在其他的交往场合，发现当自己成为别人依赖的对象的时候，你也会倾向于重复这样的相处模式。可是当你无法承载这么多的负面情绪的时候，你心里就会产生愤怒、不平衡这样的情绪了。那我们到底可以怎么做呢？",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "为了获得你是重要的这样的感觉，你总是尽全力给妈妈关爱。",
        "label": ""
      },
      {
        "sentence": "而当你以后，在其他的交往场合，发现当自己成为别人依赖的对象的时候，你也会倾向于重复这样的相处模式。",
        "label": ""
      },
      {
        "sentence": "可是当你无法承载这么多的负面情绪的时候，你心里就会产生愤怒、不平衡这样的情绪了。",
        "label": ""
      },
      {
        "sentence": "那我们到底可以怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望学会更好地处理自己的情绪，以免再次陷入这种倾诉与被依赖的关系。我觉得自己需要改变这种频繁重演的模式。",
    "annotation": [
      {
        "sentence": "我希望学会更好地处理自己的情绪，以免再次陷入这种倾诉与被依赖的关系。",
        "label": ""
      },
      {
        "sentence": "我觉得自己需要改变这种频繁重演的模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你这种感觉完全是正常的，合理的。你遵从自己的感觉，无需感到抱歉或者是羞愧等任何情绪。只有关注到自己的情绪，自己去排解，才能有好的状态。学会委婉拒绝。当自己觉得别人要求的事情超出了自己的负担，给自己造成了很大的压力的时候，委婉拒绝，如果有时候实在是自己不愿意去做的话，那就撒个小谎去拒绝。",
    "annotation": [
      {
        "sentence": "首先，你这种感觉完全是正常的，合理的。",
        "label": ""
      },
      {
        "sentence": "你遵从自己的感觉，无需感到抱歉或者是羞愧等任何情绪。",
        "label": ""
      },
      {
        "sentence": "只有关注到自己的情绪，自己去排解，才能有好的状态。",
        "label": ""
      },
      {
        "sentence": "学会委婉拒绝。",
        "label": ""
      },
      {
        "sentence": "当自己觉得别人要求的事情超出了自己的负担，给自己造成了很大的压力的时候，委婉拒绝，如果有时候实在是自己不愿意去做的话，那就撒个小谎去拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以前总是不敢拒绝别人的要求，怕伤害到他们的感情。但是我意识到我也有权利保护自己的感受和需求，我会努力学会委婉拒绝。",
    "annotation": [
      {
        "sentence": "我以前总是不敢拒绝别人的要求，怕伤害到他们的感情。",
        "label": ""
      },
      {
        "sentence": "但是我意识到我也有权利保护自己的感受和需求，我会努力学会委婉拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样没错！你可以尝试着和妈妈坦诚地分享你的情绪，告诉她上一辈之间的恩怨不能总是要你来承担，你感受到了压力和愤怒，这一点完全可以跟妈妈说明。另外，你有没有想过和你哥哥去交谈呢？你的妈妈总是抱怨和爸爸之间的矛盾，这种矛盾是由来已久的，你可以和哥哥一起帮助你的妈妈化解情绪。",
    "annotation": [
      {
        "sentence": "这样没错！",
        "label": ""
      },
      {
        "sentence": "你可以尝试着和妈妈坦诚地分享你的情绪，告诉她上一辈之间的恩怨不能总是要你来承担，你感受到了压力和愤怒，这一点完全可以跟妈妈说明。",
        "label": ""
      },
      {
        "sentence": "另外，你有没有想过和你哥哥去交谈呢？",
        "label": ""
      },
      {
        "sentence": "你的妈妈总是抱怨和爸爸之间的矛盾，这种矛盾是由来已久的，你可以和哥哥一起帮助你的妈妈化解情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直都没有和哥哥好好谈过，可能是觉得他对我并不关心。但是既然你这么说，或许我可以尝试和他交流，一起帮助妈妈处理情绪。",
    "annotation": [
      {
        "sentence": "其实我一直都没有和哥哥好好谈过，可能是觉得他对我并不关心。",
        "label": ""
      },
      {
        "sentence": "但是既然你这么说，或许我可以尝试和他交流，一起帮助妈妈处理情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候我们会有错觉觉得亲人不在乎我们，但是实际上他们可能是不知道我们需要他们的支持。尝试和哥哥交流，或许可以帮助你们更好地理解和解决妈妈的情绪问题。其实，你也可以将自己扮演成需要帮助的那个人。别人总是将你当作依赖的对象，很大程度上是因为他们觉得你是无所不能的。可是当你也向他们寻求帮助的时候，他们就会觉得，哦原来你并不是无所不能，你也会有自己的情绪，我不应该总是将你当作依赖对象，我有时候还得帮助你。",
    "annotation": [
      {
        "sentence": "是的，有时候我们会有错觉觉得亲人不在乎我们，但是实际上他们可能是不知道我们需要他们的支持。",
        "label": ""
      },
      {
        "sentence": "尝试和哥哥交流，或许可以帮助你们更好地理解和解决妈妈的情绪问题。",
        "label": ""
      },
      {
        "sentence": "其实，你也可以将自己扮演成需要帮助的那个人。",
        "label": ""
      },
      {
        "sentence": "别人总是将你当作依赖的对象，很大程度上是因为他们觉得你是无所不能的。",
        "label": ""
      },
      {
        "sentence": "可是当你也向他们寻求帮助的时候，他们就会觉得，哦原来你并不是无所不能，你也会有自己的情绪，我不应该总是将你当作依赖对象，我有时候还得帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我必须让别人知道我也需要他们的支持和帮助。我会试着和他们表达我的情感和需求。",
    "annotation": [
      {
        "sentence": "你说得对，我必须让别人知道我也需要他们的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我会试着和他们表达我的情感和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你能够找到适合自己的方法，走出这个与童年时期关系错位的困境。记住，在这个过程中，不要忘记对自己的理解和宽容。如果你有任何需要的话，随时来找我聊天，我都会在这里支持你。",
    "annotation": [
      {
        "sentence": "很好，我相信你能够找到适合自己的方法，走出这个与童年时期关系错位的困境。",
        "label": ""
      },
      {
        "sentence": "记住，在这个过程中，不要忘记对自己的理解和宽容。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要的话，随时来找我聊天，我都会在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会努力走出困境，找回自己的平衡和快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力走出困境，找回自己的平衡和快乐。",
        "label": ""
      }
    ]
  }
]