[
  {
    "role": "client",
    "content": "自己总重复童年时和妈妈错位的，被依靠的关系，怎么办我从小被妈妈当成倾诉焦虑，倾诉对爸爸不满的对象，但是妈妈心里最看重的却是哥哥，我在妈妈那里感觉是“我不是重要的”。可能是为了获得“我是重要的”的感受，一直以来，我用尽全力去给予妈妈关爱。我感觉很累，尽管我尽力让父母满意，但我内心并不愿意回家被索求关爱。这些年，我发觉自己和领导之间重演了这种错位的关系，我感到自己容易愤怒。我该怎样走出去？",
    "annotation": [
      {
        "sentence": "自己总重复童年时和妈妈错位的，被依靠的关系，怎么办我从小被妈妈当成倾诉焦虑，倾诉对爸爸不满的对象，但是妈妈心里最看重的却是哥哥，我在妈妈那里感觉是“我不是重要的”。",
        "label": ""
      },
      {
        "sentence": "可能是为了获得“我是重要的”的感受，一直以来，我用尽全力去给予妈妈关爱。",
        "label": ""
      },
      {
        "sentence": "我感觉很累，尽管我尽力让父母满意，但我内心并不愿意回家被索求关爱。",
        "label": ""
      },
      {
        "sentence": "这些年，我发觉自己和领导之间重演了这种错位的关系，我感到自己容易愤怒。",
        "label": ""
      },
      {
        "sentence": "我该怎样走出去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你从小被妈妈当成倾诉对象，妈妈在家庭关系地位中是复杂的。你觉得你在妈妈心里是不重要的，其实不然。我们换一个角度想一想，当我们想倾诉的时候，我们是不是总会选择那个我们信任、依赖、能给我们安全感的人。妈妈想倾诉也许是觉得你懂事乖巧，能够理解妈妈。但妈妈却忽略了你只是一个孩子，童年的事情我们已经无法改变，但我们可以通过弥补童年的伤来忘记。学会忘记心理学家柏格森说过：\"脑子的作用不仅仅是帮助我们记忆，还帮助我们忘却。\"忘记并不是一件简单的事情，我们常常会对那些难过、悲伤、尴尬的事情记忆犹新。但我们需要做的是慢慢地将这些事情淡忘，通过保持愉悦或者忙碌的状态，只记得当下要做的事情。",
    "annotation": [
      {
        "sentence": "你从小被妈妈当成倾诉对象，妈妈在家庭关系地位中是复杂的。",
        "label": ""
      },
      {
        "sentence": "你觉得你在妈妈心里是不重要的，其实不然。",
        "label": ""
      },
      {
        "sentence": "我们换一个角度想一想，当我们想倾诉的时候，我们是不是总会选择那个我们信任、依赖、能给我们安全感的人。",
        "label": ""
      },
      {
        "sentence": "妈妈想倾诉也许是觉得你懂事乖巧，能够理解妈妈。",
        "label": ""
      },
      {
        "sentence": "但妈妈却忽略了你只是一个孩子，童年的事情我们已经无法改变，但我们可以通过弥补童年的伤来忘记。",
        "label": ""
      },
      {
        "sentence": "学会忘记心理学家柏格森说过：\"脑子的作用不仅仅是帮助我们记忆，还帮助我们忘却。",
        "label": ""
      },
      {
        "sentence": "\"忘记并不是一件简单的事情，我们常常会对那些难过、悲伤、尴尬的事情记忆犹新。",
        "label": ""
      },
      {
        "sentence": "但我们需要做的是慢慢地将这些事情淡忘，通过保持愉悦或者忙碌的状态，只记得当下要做的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我明白了忘记并不是一蹴而就的过程，需要付出努力。妈妈的依赖让我感到很累，尽管我尽力满足她的期望，但内心却常常感到无法得到关爱。我也意识到了自己和领导之间的错位关系，我容易愤怒。我想改变这些，但我不知道从何开始。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了忘记并不是一蹴而就的过程，需要付出努力。",
        "label": ""
      },
      {
        "sentence": "妈妈的依赖让我感到很累，尽管我尽力满足她的期望，但内心却常常感到无法得到关爱。",
        "label": ""
      },
      {
        "sentence": "我也意识到了自己和领导之间的错位关系，我容易愤怒。",
        "label": ""
      },
      {
        "sentence": "我想改变这些，但我不知道从何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全能理解。为了改变这些情况，你可以先从和妈妈的沟通着手。试着坦诚地告诉妈妈你的感受，让她了解你的内心想法，这样或许可以减少你们之间的误解。此外，你也可以尝试和妈妈一起参加一些家庭活动，增进彼此的感情。至于和领导的关系，你可以逐渐放下一些对他的依赖，让领导主动思考问题，也让自己有更多的空间发展。不要忘记，领导对你的依赖其实也说明了你在他心中的重要地位。",
    "annotation": [
      {
        "sentence": "你的感受我完全能理解。",
        "label": ""
      },
      {
        "sentence": "为了改变这些情况，你可以先从和妈妈的沟通着手。",
        "label": ""
      },
      {
        "sentence": "试着坦诚地告诉妈妈你的感受，让她了解你的内心想法，这样或许可以减少你们之间的误解。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以尝试和妈妈一起参加一些家庭活动，增进彼此的感情。",
        "label": ""
      },
      {
        "sentence": "至于和领导的关系，你可以逐渐放下一些对他的依赖，让领导主动思考问题，也让自己有更多的空间发展。",
        "label": ""
      },
      {
        "sentence": "不要忘记，领导对你的依赖其实也说明了你在他心中的重要地位。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着和妈妈坦诚沟通，让她了解我的内心想法。同时，我也会尝试参加一些家庭活动，增进我们之间的感情。对于和领导的关系，我会努力放下一些依赖，为自己创造更多的发展空间。但我还是担心这些改变会带来冲突或者不适应。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着和妈妈坦诚沟通，让她了解我的内心想法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试参加一些家庭活动，增进我们之间的感情。",
        "label": ""
      },
      {
        "sentence": "对于和领导的关系，我会努力放下一些依赖，为自己创造更多的发展空间。",
        "label": ""
      },
      {
        "sentence": "但我还是担心这些改变会带来冲突或者不适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心冲突和不适应是正常的。改变是一个过程，很可能会伴随着一些困难和挑战。但是，你要相信自己的能力，你已经意识到了问题，并且有决心去改变。在面对冲突和不适应的时候，你可以尝试寻找支持和帮助的机会，比如和朋友、家人或者专业人士交流，他们可以给予你更多的建议和支持。记得要耐心对待这个过程，给自己足够的时间和空间去适应改变。",
    "annotation": [
      {
        "sentence": "担心冲突和不适应是正常的。",
        "label": ""
      },
      {
        "sentence": "改变是一个过程，很可能会伴随着一些困难和挑战。",
        "label": ""
      },
      {
        "sentence": "但是，你要相信自己的能力，你已经意识到了问题，并且有决心去改变。",
        "label": ""
      },
      {
        "sentence": "在面对冲突和不适应的时候，你可以尝试寻找支持和帮助的机会，比如和朋友、家人或者专业人士交流，他们可以给予你更多的建议和支持。",
        "label": ""
      },
      {
        "sentence": "记得要耐心对待这个过程，给自己足够的时间和空间去适应改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白改变需要时间和努力，我会给自己足够的耐心和空间去适应。如果我在改变过程中遇到困难，我会主动寻找支持和帮助的。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白改变需要时间和努力，我会给自己足够的耐心和空间去适应。",
        "label": ""
      },
      {
        "sentence": "如果我在改变过程中遇到困难，我会主动寻找支持和帮助的。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。如果你在改变过程中需要任何帮助或者再次交流，随时都可以来找我。相信自己，你可以走出这个困境，迈向更好的未来。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你在改变过程中需要任何帮助或者再次交流，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以走出这个困境，迈向更好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会相信自己，努力走出困境的。如果有任何需要，我会再联系你的。再次感谢你的帮助！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会相信自己，努力走出困境的。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，我会再联系你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够走出困境，祝你一切顺利！如果需要，随时都可以联系我。祝你度过愉快的一天！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够走出困境，祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果需要，随时都可以联系我。",
        "label": ""
      },
      {
        "sentence": "祝你度过愉快的一天！",
        "label": ""
      }
    ]
  }
]