[
  {
    "role": "client",
    "content": "自己总重复童年时和妈妈错位的，被依靠的关系，怎么办我从小被妈妈当成倾诉焦虑，倾诉对爸爸不满的对象，但是妈妈心里最看重的却是哥哥，我在妈妈那里感觉是“我不是重要的”。可能是为了获得“我是重要的”的感受，一直以来，我用尽全力去给予妈妈关爱。我感觉很累，尽管我尽力让父母满意，但我内心并不愿意回家被索求关爱。这些年，我发觉自己和领导之间重演了这种错位的关系，我感到自己容易愤怒。我该怎样走出去？",
    "annotation": [
      {
        "sentence": "自己总重复童年时和妈妈错位的，被依靠的关系，怎么办我从小被妈妈当成倾诉焦虑，倾诉对爸爸不满的对象，但是妈妈心里最看重的却是哥哥，我在妈妈那里感觉是“我不是重要的”。",
        "label": ""
      },
      {
        "sentence": "可能是为了获得“我是重要的”的感受，一直以来，我用尽全力去给予妈妈关爱。",
        "label": ""
      },
      {
        "sentence": "我感觉很累，尽管我尽力让父母满意，但我内心并不愿意回家被索求关爱。",
        "label": ""
      },
      {
        "sentence": "这些年，我发觉自己和领导之间重演了这种错位的关系，我感到自己容易愤怒。",
        "label": ""
      },
      {
        "sentence": "我该怎样走出去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你从小就接受着妈妈的负面情绪。而且感觉妈妈更爱哥哥一点，在习惯里与母亲互动的模式还在工作中对领导产生了移情，将过去那个被动承受者重演，这一切让你痛苦又无助，那我们可以一起来看探讨一下你目前的处境，并尝试找到突破点吧。",
    "annotation": [
      {
        "sentence": "很心疼你从小就接受着妈妈的负面情绪。",
        "label": ""
      },
      {
        "sentence": "而且感觉妈妈更爱哥哥一点，在习惯里与母亲互动的模式还在工作中对领导产生了移情，将过去那个被动承受者重演，这一切让你痛苦又无助，那我们可以一起来看探讨一下你目前的处境，并尝试找到突破点吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我意识到了这种模式的重复，并且对此感到非常困惑和疲惫。我真的很希望能够改变这种情况，但我不知道从哪里开始。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我意识到了这种模式的重复，并且对此感到非常困惑和疲惫。",
        "label": ""
      },
      {
        "sentence": "我真的很希望能够改变这种情况，但我不知道从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你已经意识到了问题，这是一个很重要的一步。现在我们可以尝试一起分析一下你与母亲和领导之间的关系，看看是否存在一些共性，并找到可能的解决办法。",
    "annotation": [
      {
        "sentence": "首先，你已经意识到了问题，这是一个很重要的一步。",
        "label": ""
      },
      {
        "sentence": "现在我们可以尝试一起分析一下你与母亲和领导之间的关系，看看是否存在一些共性，并找到可能的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，在与母亲和领导的互动中，我总是感到自己没有被重视和重要。无论是在家里还是在工作中，我都在扮演被依靠和倾诉的角色，而我渴望被关爱和重视，但总是无法得到满足。",
    "annotation": [
      {
        "sentence": "确实，在与母亲和领导的互动中，我总是感到自己没有被重视和重要。",
        "label": ""
      },
      {
        "sentence": "无论是在家里还是在工作中，我都在扮演被依靠和倾诉的角色，而我渴望被关爱和重视，但总是无法得到满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的情绪和需求。但你是否意识到，你的付出和讨好只会加重对方的依赖和索取？也许我们可以思考一下如何与他们进行有效的沟通，表达自己的需要和边界。",
    "annotation": [
      {
        "sentence": "这是很正常的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "但你是否意识到，你的付出和讨好只会加重对方的依赖和索取？",
        "label": ""
      },
      {
        "sentence": "也许我们可以思考一下如何与他们进行有效的沟通，表达自己的需要和边界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到了自己的讨好行为并没有带来我所期望的回应。我愿意尝试与他们进行坦诚和真实的沟通，表达我的内心感受和需求。",
    "annotation": [
      {
        "sentence": "是的，我意识到了自己的讨好行为并没有带来我所期望的回应。",
        "label": ""
      },
      {
        "sentence": "我愿意尝试与他们进行坦诚和真实的沟通，表达我的内心感受和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那非常好。在与母亲沟通时，你可以试着告诉她你感受到她把负面情绪都倾倒给你，以及对她偏爱哥哥的感受。同时，你也可以表达希望在关心她之外，她也能给予你一些精神上的关怀和支持。",
    "annotation": [
      {
        "sentence": "那非常好。",
        "label": ""
      },
      {
        "sentence": "在与母亲沟通时，你可以试着告诉她你感受到她把负面情绪都倾倒给你，以及对她偏爱哥哥的感受。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以表达希望在关心她之外，她也能给予你一些精神上的关怀和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和母亲开诚布公地交流，希望她能够理解我的想法和需求。但是，对于与领导的关系，我感到比较困惑和无力改变。",
    "annotation": [
      {
        "sentence": "我会试着和母亲开诚布公地交流，希望她能够理解我的想法和需求。",
        "label": ""
      },
      {
        "sentence": "但是，对于与领导的关系，我感到比较困惑和无力改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于与领导的关系，我们可以从另一个角度来思考。你是否意识到，你的付出和倾听使得领导习惯性地把任务交给你，却忽略了你的价值和贡献？也许你可以尝试提升自己的工作能力，用行动来展示自己的价值和能力。",
    "annotation": [
      {
        "sentence": "对于与领导的关系，我们可以从另一个角度来思考。",
        "label": ""
      },
      {
        "sentence": "你是否意识到，你的付出和倾听使得领导习惯性地把任务交给你，却忽略了你的价值和贡献？",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试提升自己的工作能力，用行动来展示自己的价值和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直以为通过无条件接受所有任务和承受压力来获得认可和重视。但现在我明白了，只有提升自己的工作能力，才能得到真正的认可和尊重。",
    "annotation": [
      {
        "sentence": "确实，我一直以为通过无条件接受所有任务和承受压力来获得认可和重视。",
        "label": ""
      },
      {
        "sentence": "但现在我明白了，只有提升自己的工作能力，才能得到真正的认可和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对。通过提升自己的能力，你可以为公司创造更大的价值，从而得到更多的认可和看重。同时，也要学会保护自己的边界，不要让领导或同事任意侵犯。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "通过提升自己的能力，你可以为公司创造更大的价值，从而得到更多的认可和看重。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会保护自己的边界，不要让领导或同事任意侵犯。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很有道理，我会努力提升自己的能力，并在工作中保护好自己的边界。谢谢你的支持和指导。",
    "annotation": [
      {
        "sentence": "你的建议很有道理，我会努力提升自己的能力，并在工作中保护好自己的边界。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信只要你坚持努力，一定能够摆脱这种错位的关系，走出困境。如果你在实践过程中还有困惑或困难，不要犹豫向我寻求帮助。同时，如果这些情绪对你的生活产生持续的负面影响，我建议你找专业的心理咨询师进行系统的咨询和预防。",
    "annotation": [
      {
        "sentence": "不客气，我相信只要你坚持努力，一定能够摆脱这种错位的关系，走出困境。",
        "label": ""
      },
      {
        "sentence": "如果你在实践过程中还有困惑或困难，不要犹豫向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "同时，如果这些情绪对你的生活产生持续的负面影响，我建议你找专业的心理咨询师进行系统的咨询和预防。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会牢记你的建议，并在需要的时候寻求帮助。再次感谢你陪伴我度过这段困难的时刻。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会牢记你的建议，并在需要的时候寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你陪伴我度过这段困难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够走出困境，过上更加健康和幸福的生活。加油！记得随时与我保持联系。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够走出困境，过上更加健康和幸福的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "记得随时与我保持联系。",
        "label": ""
      }
    ]
  }
]