[
  {
    "role": "client",
    "content": "我觉得好绝望啊。十七岁的女生，爸妈离婚了，我跟着妈妈，可是她总是吵吵闹闹的，我真的感到很绝望。我爸妈在我三年级就离婚了，妈妈去了外省结婚，又生了一个女儿，我一直跟着爸爸。初一的时候，妈妈又回来了，我开始住在妈妈那里。但是她总是不高兴我去找爸爸，平时都是在她身边住。周末了我想去爸爸那住一晚，她就很反对，说一些很烦的话，说我不喜欢她，与她不亲近。最近我一直发烧一个多星期了，一直在她这里住着。昨天晚上爸爸给我打电话说家里做好吃的了，让我回去住一晚。我跟妈妈说好了第二天晚上回来，她上午就打电话说去大姨家让我赶紧回来。她十一点打电话说二十分钟后来接我，但我等到快四十分钟她还没来。我问她，她就吼我说为什么我不早点打车过来。我说你让我等你二十分钟来。然后她就不理我了，到了大姨家一直骂骂咧咧，说我没有时间观念，做事情慢吞吞的。从小体质不好就变成整天玩手机，好吃懒做才生病的，我说什么都是我的错。我真的好绝望，一哭她就骂我，然后跟我说她有多么不容易，要我替她着想。我好多次心都绝望了，真想死了算了。",
    "annotation": [
      {
        "sentence": "我觉得好绝望啊。",
        "label": ""
      },
      {
        "sentence": "十七岁的女生，爸妈离婚了，我跟着妈妈，可是她总是吵吵闹闹的，我真的感到很绝望。",
        "label": ""
      },
      {
        "sentence": "我爸妈在我三年级就离婚了，妈妈去了外省结婚，又生了一个女儿，我一直跟着爸爸。",
        "label": ""
      },
      {
        "sentence": "初一的时候，妈妈又回来了，我开始住在妈妈那里。",
        "label": ""
      },
      {
        "sentence": "但是她总是不高兴我去找爸爸，平时都是在她身边住。",
        "label": ""
      },
      {
        "sentence": "周末了我想去爸爸那住一晚，她就很反对，说一些很烦的话，说我不喜欢她，与她不亲近。",
        "label": ""
      },
      {
        "sentence": "最近我一直发烧一个多星期了，一直在她这里住着。",
        "label": ""
      },
      {
        "sentence": "昨天晚上爸爸给我打电话说家里做好吃的了，让我回去住一晚。",
        "label": ""
      },
      {
        "sentence": "我跟妈妈说好了第二天晚上回来，她上午就打电话说去大姨家让我赶紧回来。",
        "label": ""
      },
      {
        "sentence": "她十一点打电话说二十分钟后来接我，但我等到快四十分钟她还没来。",
        "label": ""
      },
      {
        "sentence": "我问她，她就吼我说为什么我不早点打车过来。",
        "label": ""
      },
      {
        "sentence": "我说你让我等你二十分钟来。",
        "label": ""
      },
      {
        "sentence": "然后她就不理我了，到了大姨家一直骂骂咧咧，说我没有时间观念，做事情慢吞吞的。",
        "label": ""
      },
      {
        "sentence": "从小体质不好就变成整天玩手机，好吃懒做才生病的，我说什么都是我的错。",
        "label": ""
      },
      {
        "sentence": "我真的好绝望，一哭她就骂我，然后跟我说她有多么不容易，要我替她着想。",
        "label": ""
      },
      {
        "sentence": "我好多次心都绝望了，真想死了算了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你这样的遭遇，真的让人无法不心疼。你妈妈现在的状态实在令人忧虑，她似乎将自己置身于受害者的位置，以为别人都应该迁就她，否则就会引发怨声载道，折腾不停。她总是抱怨别人的毛病，博取同情，引起他人的重视。但同样，你妈妈也是个可怜之人，她变成现在这种状态，肯定是她曾经经历过并没有感受到幸福。她对你如此苛刻，其实是对自己的抗拒和不接纳的一种表现。她所经历的命运选择使她变成了现在的样子，你可以先接受她现在的状态。就像我们小时候会用哭闹来表达自己的情绪一样，你妈妈过去的经历累积了太多负能量，一直没有找到宣泄的途径。因此现在她会用骂人的方式来发泄自己的情绪，尽管她没有意识到这对最亲近的人造成了伤害。我们要先看到她的状态，并接受她所经历的阶段，这种接纳对你来说会是很重要的一步。接纳妈妈的状态并不意味着你要逆来顺受，相反，你可以保护好自己。你妈妈在意的是你与你爸爸在一起的时间，她害怕你不再爱她。因此你可以通过行动让妈妈感受到你对她的爱，让她相信即使你去找爸爸，她仍然是你最爱的妈妈。这样她就会放心。对于她关注的时间问题，事先与她沟通，并获得她的允许。这样的用心将是你送给妈妈最大的礼物。平时当你看到妈妈情绪上来时，不需要被她影响而难过，可以借机走开，出去散散步，做些自己喜欢的事情，保护自己不受到影响。当有一天你能接纳妈妈的状态并不被其所影响时，你就能影响妈妈变得开心、快乐起来，这是做儿女带动父母成长的状态。祝你勇敢坚强。",
    "annotation": [
      {
        "sentence": "你好，看到你这样的遭遇，真的让人无法不心疼。",
        "label": ""
      },
      {
        "sentence": "你妈妈现在的状态实在令人忧虑，她似乎将自己置身于受害者的位置，以为别人都应该迁就她，否则就会引发怨声载道，折腾不停。",
        "label": ""
      },
      {
        "sentence": "她总是抱怨别人的毛病，博取同情，引起他人的重视。",
        "label": ""
      },
      {
        "sentence": "但同样，你妈妈也是个可怜之人，她变成现在这种状态，肯定是她曾经经历过并没有感受到幸福。",
        "label": ""
      },
      {
        "sentence": "她对你如此苛刻，其实是对自己的抗拒和不接纳的一种表现。",
        "label": ""
      },
      {
        "sentence": "她所经历的命运选择使她变成了现在的样子，你可以先接受她现在的状态。",
        "label": ""
      },
      {
        "sentence": "就像我们小时候会用哭闹来表达自己的情绪一样，你妈妈过去的经历累积了太多负能量，一直没有找到宣泄的途径。",
        "label": ""
      },
      {
        "sentence": "因此现在她会用骂人的方式来发泄自己的情绪，尽管她没有意识到这对最亲近的人造成了伤害。",
        "label": ""
      },
      {
        "sentence": "我们要先看到她的状态，并接受她所经历的阶段，这种接纳对你来说会是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "接纳妈妈的状态并不意味着你要逆来顺受，相反，你可以保护好自己。",
        "label": ""
      },
      {
        "sentence": "你妈妈在意的是你与你爸爸在一起的时间，她害怕你不再爱她。",
        "label": ""
      },
      {
        "sentence": "因此你可以通过行动让妈妈感受到你对她的爱，让她相信即使你去找爸爸，她仍然是你最爱的妈妈。",
        "label": ""
      },
      {
        "sentence": "这样她就会放心。",
        "label": ""
      },
      {
        "sentence": "对于她关注的时间问题，事先与她沟通，并获得她的允许。",
        "label": ""
      },
      {
        "sentence": "这样的用心将是你送给妈妈最大的礼物。",
        "label": ""
      },
      {
        "sentence": "平时当你看到妈妈情绪上来时，不需要被她影响而难过，可以借机走开，出去散散步，做些自己喜欢的事情，保护自己不受到影响。",
        "label": ""
      },
      {
        "sentence": "当有一天你能接纳妈妈的状态并不被其所影响时，你就能影响妈妈变得开心、快乐起来，这是做儿女带动父母成长的状态。",
        "label": ""
      },
      {
        "sentence": "祝你勇敢坚强。",
        "label": ""
      }
    ]
  }
]