[
  {
    "role": "client",
    "content": "我今年十七，女生。爸妈在我三年级就离婚了，妈妈去了外省结婚，又生了一个女儿。我一直跟着爸爸，在我初一的时候妈妈又回来了，我开始跟着妈妈，但是她一直很不高兴我去找爸爸。平常上学都是在她身边住，周末了我想去爸爸那住一晚，她就很反对，说一些很烦的话，比如说我不喜欢她，跟她不亲。我最近发烧一个多星期了，一直在她这住着。昨天晚上爸爸给我打电话说家里做好吃的了，让我回去住一晚，我跟她说好了我第二天晚上回来。她上午就打电话说去大姨家让我赶紧回来，十一点她打电话说二十分钟后来接我，我等到快四十她还没来，问她她就吼我说你咋不早点打车过来，我说你说的让我等你你二十过来，她就不理我了。到大姨家一直骂骂咧咧的说我没有时间观念，做事慢吞吞的。我从小体质不好就变成了一天到晚玩手机好吃懒做才生病。我说什么都是我的错，我真的好绝望。一哭就说我，骂我，然后跟我讲她多不容易。让我对为她想想。很多次了，心里好绝望，真想一死百了。",
    "annotation": [
      {
        "sentence": "我今年十七，女生。",
        "label": ""
      },
      {
        "sentence": "爸妈在我三年级就离婚了，妈妈去了外省结婚，又生了一个女儿。",
        "label": ""
      },
      {
        "sentence": "我一直跟着爸爸，在我初一的时候妈妈又回来了，我开始跟着妈妈，但是她一直很不高兴我去找爸爸。",
        "label": ""
      },
      {
        "sentence": "平常上学都是在她身边住，周末了我想去爸爸那住一晚，她就很反对，说一些很烦的话，比如说我不喜欢她，跟她不亲。",
        "label": ""
      },
      {
        "sentence": "我最近发烧一个多星期了，一直在她这住着。",
        "label": ""
      },
      {
        "sentence": "昨天晚上爸爸给我打电话说家里做好吃的了，让我回去住一晚，我跟她说好了我第二天晚上回来。",
        "label": ""
      },
      {
        "sentence": "她上午就打电话说去大姨家让我赶紧回来，十一点她打电话说二十分钟后来接我，我等到快四十她还没来，问她她就吼我说你咋不早点打车过来，我说你说的让我等你你二十过来，她就不理我了。",
        "label": ""
      },
      {
        "sentence": "到大姨家一直骂骂咧咧的说我没有时间观念，做事慢吞吞的。",
        "label": ""
      },
      {
        "sentence": "我从小体质不好就变成了一天到晚玩手机好吃懒做才生病。",
        "label": ""
      },
      {
        "sentence": "我说什么都是我的错，我真的好绝望。",
        "label": ""
      },
      {
        "sentence": "一哭就说我，骂我，然后跟我讲她多不容易。",
        "label": ""
      },
      {
        "sentence": "让我对为她想想。",
        "label": ""
      },
      {
        "sentence": "很多次了，心里好绝望，真想一死百了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来，你妈妈的态度让你很伤心。她说你没有时间观念，做事慢吞吞的，还说你玩手机、好吃懒做才生病，这些话一定让你感到绝望。也许她真的很不容易，但她需要明白任何事情都需要用心对待，特别是教育孩子。她本该可以好好和你沟通，但她似乎没有意识到这一点，才把自己内心脆弱的一面隐藏起来，展示给你的是坚硬的外壳。她经常责备你、骂你，她认为自己是对的，你是错的。这其实是她在保护自己，掩饰自己内心的脆弱。我们每个人都会有发脾气、生气的时候，这是一种自我保护的方式。但在发脾气和生气的背后，往往隐藏着软情绪，比如悲伤和失落。这是她内心脆弱的一面，也是她不太愿意被别人看到的部分。所以她经常通过发脾气的方式来表达不满。更深层次的原因是她感觉到自己没有被看到、被尊重、被支持、被关爱、被认可。在这个世界上，没有人愿意给别人惹麻烦、想让别人生气。如果你能意识到每个人都是从自己的角度来看待事情，每一个愤怒、发脾气、生气的背后，都是对爱的渴望，那你就能更容易理解别人了。如果你想让妈妈理解你，不妨先去理解她，比如关注她工作的辛苦，表达一下你的理解和支持，比如……。",
    "annotation": [
      {
        "sentence": "看得出来，你妈妈的态度让你很伤心。",
        "label": ""
      },
      {
        "sentence": "她说你没有时间观念，做事慢吞吞的，还说你玩手机、好吃懒做才生病，这些话一定让你感到绝望。",
        "label": ""
      },
      {
        "sentence": "也许她真的很不容易，但她需要明白任何事情都需要用心对待，特别是教育孩子。",
        "label": ""
      },
      {
        "sentence": "她本该可以好好和你沟通，但她似乎没有意识到这一点，才把自己内心脆弱的一面隐藏起来，展示给你的是坚硬的外壳。",
        "label": ""
      },
      {
        "sentence": "她经常责备你、骂你，她认为自己是对的，你是错的。",
        "label": ""
      },
      {
        "sentence": "这其实是她在保护自己，掩饰自己内心的脆弱。",
        "label": ""
      },
      {
        "sentence": "我们每个人都会有发脾气、生气的时候，这是一种自我保护的方式。",
        "label": ""
      },
      {
        "sentence": "但在发脾气和生气的背后，往往隐藏着软情绪，比如悲伤和失落。",
        "label": ""
      },
      {
        "sentence": "这是她内心脆弱的一面，也是她不太愿意被别人看到的部分。",
        "label": ""
      },
      {
        "sentence": "所以她经常通过发脾气的方式来表达不满。",
        "label": ""
      },
      {
        "sentence": "更深层次的原因是她感觉到自己没有被看到、被尊重、被支持、被关爱、被认可。",
        "label": ""
      },
      {
        "sentence": "在这个世界上，没有人愿意给别人惹麻烦、想让别人生气。",
        "label": ""
      },
      {
        "sentence": "如果你能意识到每个人都是从自己的角度来看待事情，每一个愤怒、发脾气、生气的背后，都是对爱的渴望，那你就能更容易理解别人了。",
        "label": ""
      },
      {
        "sentence": "如果你想让妈妈理解你，不妨先去理解她，比如关注她工作的辛苦，表达一下你的理解和支持，比如……。",
        "label": ""
      }
    ]
  }
]