[
  {
    "role": "client",
    "content": "我真的好绝望，觉得无论我怎么做都会被妈妈斥责。爸妈在我三年级就离婚了，妈妈去了外省结婚，又生了一个女儿。我一直跟着爸爸，直到我上初一的时候妈妈又回来了。但是妈妈一直不高兴我去找爸爸，平常上学都是住在她身边，周末我想去爸爸那住一晚她就很反对，说一些很烦的话，比如说我不喜欢她，跟她不亲。我最近发烧一个多星期了，一直在她这住着。昨天晚上爸爸给我打电话说家里做好吃的了，让我回去住一晚，我答应了她的要求，告诉她第二天晚上我会回来。然而，上午她突然打电话说要我赶紧回来，十一点她又打电话说二十分钟后来接我，可我等到快四十分钟她还没来。我问她为什么她却吼我说我怎么不早点打车过来。我说你让我等二十分钟，结果她就不理我了。到了大姨家后，她一直在骂我，说我没有时间观念，做事慢吞吞的。我从小就体质不好，现在变成了整天玩手机、好吃懒做，才会生病。她再一次说什么都是我的错。我真的感到无助和绝望，每次一哭就会被骂。",
    "annotation": [
      {
        "sentence": "我真的好绝望，觉得无论我怎么做都会被妈妈斥责。",
        "label": ""
      },
      {
        "sentence": "爸妈在我三年级就离婚了，妈妈去了外省结婚，又生了一个女儿。",
        "label": ""
      },
      {
        "sentence": "我一直跟着爸爸，直到我上初一的时候妈妈又回来了。",
        "label": ""
      },
      {
        "sentence": "但是妈妈一直不高兴我去找爸爸，平常上学都是住在她身边，周末我想去爸爸那住一晚她就很反对，说一些很烦的话，比如说我不喜欢她，跟她不亲。",
        "label": ""
      },
      {
        "sentence": "我最近发烧一个多星期了，一直在她这住着。",
        "label": ""
      },
      {
        "sentence": "昨天晚上爸爸给我打电话说家里做好吃的了，让我回去住一晚，我答应了她的要求，告诉她第二天晚上我会回来。",
        "label": ""
      },
      {
        "sentence": "然而，上午她突然打电话说要我赶紧回来，十一点她又打电话说二十分钟后来接我，可我等到快四十分钟她还没来。",
        "label": ""
      },
      {
        "sentence": "我问她为什么她却吼我说我怎么不早点打车过来。",
        "label": ""
      },
      {
        "sentence": "我说你让我等二十分钟，结果她就不理我了。",
        "label": ""
      },
      {
        "sentence": "到了大姨家后，她一直在骂我，说我没有时间观念，做事慢吞吞的。",
        "label": ""
      },
      {
        "sentence": "我从小就体质不好，现在变成了整天玩手机、好吃懒做，才会生病。",
        "label": ""
      },
      {
        "sentence": "她再一次说什么都是我的错。",
        "label": ""
      },
      {
        "sentence": "我真的感到无助和绝望，每次一哭就会被骂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的讲述，我能理解你感到的无力感和压抑。这种无助和压抑的感觉非常痛苦。爸妈在你三年级离婚了，妈妈去了外省结婚，期间你一直跟着爸爸。在你上初一的时候妈妈又回来了，开始跟着妈妈生活。可妈妈却不喜欢你去爸爸那里，会说一些威胁的话语，不喜欢她，跟她不亲的话。她对你的要求似乎变本加厉，而且她的突然举动和责备都让你感到束手无策。从你的描述中可以看出，你的妈妈对你斥责时，常常忽视你的感受，甚至把她自己的问题转嫁给你。事实上，她自己没有处理好自己的情绪，将她自己面对生活时的窘迫转移到了你的身上。她的生活中可能确实有很多不容易，但这些并不是你的责任，也不是你应该承担的。我们必须承认，很多父母都没有健康的心理环境，却在滥用父母的身份对孩子造成伤害。首先，我想说的是，你的妈妈是个糟糕的妈妈。当你再次被无辜指责时，告诉自己这些都不是你的错，是妈妈习惯性地将她自己没处理好的情绪转移到了你的身上。好好尝试与妈妈解释和沟通，如果实在无法改变她的态度，你也不必勉强自己。妈妈需要为她自己的人生负责。如果条件允许，尽量不要长期生活在这种氛围中。希望你越来越好！",
    "annotation": [
      {
        "sentence": "看完你的讲述，我能理解你感到的无力感和压抑。",
        "label": ""
      },
      {
        "sentence": "这种无助和压抑的感觉非常痛苦。",
        "label": ""
      },
      {
        "sentence": "爸妈在你三年级离婚了，妈妈去了外省结婚，期间你一直跟着爸爸。",
        "label": ""
      },
      {
        "sentence": "在你上初一的时候妈妈又回来了，开始跟着妈妈生活。",
        "label": ""
      },
      {
        "sentence": "可妈妈却不喜欢你去爸爸那里，会说一些威胁的话语，不喜欢她，跟她不亲的话。",
        "label": ""
      },
      {
        "sentence": "她对你的要求似乎变本加厉，而且她的突然举动和责备都让你感到束手无策。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你的妈妈对你斥责时，常常忽视你的感受，甚至把她自己的问题转嫁给你。",
        "label": ""
      },
      {
        "sentence": "事实上，她自己没有处理好自己的情绪，将她自己面对生活时的窘迫转移到了你的身上。",
        "label": ""
      },
      {
        "sentence": "她的生活中可能确实有很多不容易，但这些并不是你的责任，也不是你应该承担的。",
        "label": ""
      },
      {
        "sentence": "我们必须承认，很多父母都没有健康的心理环境，却在滥用父母的身份对孩子造成伤害。",
        "label": ""
      },
      {
        "sentence": "首先，我想说的是，你的妈妈是个糟糕的妈妈。",
        "label": ""
      },
      {
        "sentence": "当你再次被无辜指责时，告诉自己这些都不是你的错，是妈妈习惯性地将她自己没处理好的情绪转移到了你的身上。",
        "label": ""
      },
      {
        "sentence": "好好尝试与妈妈解释和沟通，如果实在无法改变她的态度，你也不必勉强自己。",
        "label": ""
      },
      {
        "sentence": "妈妈需要为她自己的人生负责。",
        "label": ""
      },
      {
        "sentence": "如果条件允许，尽量不要长期生活在这种氛围中。",
        "label": ""
      },
      {
        "sentence": "希望你越来越好！",
        "label": ""
      }
    ]
  }
]