[
  {
    "role": "client",
    "content": "喜欢一个人到底该如何判断？被表白感觉很有压力怎么办？前几天很喜欢我的一个男孩子和我表白了，我其实对他也有些感觉但可能还不够多，但因为不想当下错过他而答应了和他在一起（因为他说，如果我不愿意或者没能坚定的话，他也不保证自己能不能留下来等我）。但之后的感觉里，我总是能够感受到他真的很在乎我、认真把我放在心上，能感受到他对我感情里的坚定肯定比我多，但是我总有种我好像没他那么喜欢，他这种坚定的表达反而让我有些觉得自己不太负责，还没有人家那么坚定那么多喜欢就在一起了。喜欢一个人到底是什么样子的感觉？现在我感觉我和他的感情付出不对等，我自己感觉我自己很有压力，我该怎么办？",
    "annotation": [
      {
        "sentence": "喜欢一个人到底该如何判断？",
        "label": ""
      },
      {
        "sentence": "被表白感觉很有压力怎么办？",
        "label": ""
      },
      {
        "sentence": "前几天很喜欢我的一个男孩子和我表白了，我其实对他也有些感觉但可能还不够多，但因为不想当下错过他而答应了和他在一起（因为他说，如果我不愿意或者没能坚定的话，他也不保证自己能不能留下来等我）。",
        "label": ""
      },
      {
        "sentence": "但之后的感觉里，我总是能够感受到他真的很在乎我、认真把我放在心上，能感受到他对我感情里的坚定肯定比我多，但是我总有种我好像没他那么喜欢，他这种坚定的表达反而让我有些觉得自己不太负责，还没有人家那么坚定那么多喜欢就在一起了。",
        "label": ""
      },
      {
        "sentence": "喜欢一个人到底是什么样子的感觉？",
        "label": ""
      },
      {
        "sentence": "现在我感觉我和他的感情付出不对等，我自己感觉我自己很有压力，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "喜欢一个人的感觉是很复杂的，有时候会产生疑惑和不确定。你能够察觉到他对你的坚定和在乎，这说明他对你的感情比你更深。但是，你并不需要比较自己和他的喜欢程度，每个人的感受和表达方式都不同。也许你对他的感觉还需要时间来培养，而并非一开始就像他那样坚定。至于你说的感情付出不对等的问题，不要过分自责，因为每个人在感情中的付出方式也不同。既然你对他有好感，可以先尝试相处，再看看感情的发展与变化。如果真的无法确定自己的感情，不妨给彼此一些时间，如果错过了，可能会后悔。但也要坚持本心，不要为了他的喜欢而勉强自己。你觉得呢？",
    "annotation": [
      {
        "sentence": "喜欢一个人的感觉是很复杂的，有时候会产生疑惑和不确定。",
        "label": ""
      },
      {
        "sentence": "你能够察觉到他对你的坚定和在乎，这说明他对你的感情比你更深。",
        "label": ""
      },
      {
        "sentence": "但是，你并不需要比较自己和他的喜欢程度，每个人的感受和表达方式都不同。",
        "label": ""
      },
      {
        "sentence": "也许你对他的感觉还需要时间来培养，而并非一开始就像他那样坚定。",
        "label": ""
      },
      {
        "sentence": "至于你说的感情付出不对等的问题，不要过分自责，因为每个人在感情中的付出方式也不同。",
        "label": ""
      },
      {
        "sentence": "既然你对他有好感，可以先尝试相处，再看看感情的发展与变化。",
        "label": ""
      },
      {
        "sentence": "如果真的无法确定自己的感情，不妨给彼此一些时间，如果错过了，可能会后悔。",
        "label": ""
      },
      {
        "sentence": "但也要坚持本心，不要为了他的喜欢而勉强自己。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人的感受和表达方式都是独特的，我不应该过度比较自己和他的感情。可能我需要更多的时间去了解自己对他的感觉。但是现在我还是感觉内心有些压力，毕竟答应和他在一起了。我害怕自己无法达到他的期待，或者对他的付出不够。这种担忧该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，每个人的感受和表达方式都是独特的，我不应该过度比较自己和他的感情。",
        "label": ""
      },
      {
        "sentence": "可能我需要更多的时间去了解自己对他的感觉。",
        "label": ""
      },
      {
        "sentence": "但是现在我还是感觉内心有些压力，毕竟答应和他在一起了。",
        "label": ""
      },
      {
        "sentence": "我害怕自己无法达到他的期待，或者对他的付出不够。",
        "label": ""
      },
      {
        "sentence": "这种担忧该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担忧和压力是情感中常见的一部分。首先，你需要放下对自己的过高期望。每段感情都是需要经营和磨合的，没有人能够一开始就做得完美无缺。重要的是你能够真诚地对待他，在感情中付出自己的真心和努力。同时，和他积极沟通，告诉他你的感受和担忧，共同探讨应该如何处理这种压力。也许他会理解你的感受，并给予支持和鼓励。相信自己，不要过度担心，感情需要时间来成长和调整。",
    "annotation": [
      {
        "sentence": "担忧和压力是情感中常见的一部分。",
        "label": ""
      },
      {
        "sentence": "首先，你需要放下对自己的过高期望。",
        "label": ""
      },
      {
        "sentence": "每段感情都是需要经营和磨合的，没有人能够一开始就做得完美无缺。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够真诚地对待他，在感情中付出自己的真心和努力。",
        "label": ""
      },
      {
        "sentence": "同时，和他积极沟通，告诉他你的感受和担忧，共同探讨应该如何处理这种压力。",
        "label": ""
      },
      {
        "sentence": "也许他会理解你的感受，并给予支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "相信自己，不要过度担心，感情需要时间来成长和调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着放下对自己的过高期望，真诚面对他，并积极沟通我的感受和担忧。希望通过这样的努力，我们的感情能够进一步发展。不再感到太大的压力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着放下对自己的过高期望，真诚面对他，并积极沟通我的感受和担忧。",
        "label": ""
      },
      {
        "sentence": "希望通过这样的努力，我们的感情能够进一步发展。",
        "label": ""
      },
      {
        "sentence": "不再感到太大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经很好地认识和面对自己的感受了。相信你的努力会让你们的感情更稳固和美好。无论最终的结果如何，重要的是你能够真实地对待自己和他，不后悔你的选择。祝福你们！",
    "annotation": [
      {
        "sentence": "不客气，你已经很好地认识和面对自己的感受了。",
        "label": ""
      },
      {
        "sentence": "相信你的努力会让你们的感情更稳固和美好。",
        "label": ""
      },
      {
        "sentence": "无论最终的结果如何，重要的是你能够真实地对待自己和他，不后悔你的选择。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持！我会坚持自己的初衷，珍惜这段感情。有你的鼓励，我相信我们会走得更远。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持！",
        "label": ""
      },
      {
        "sentence": "我会坚持自己的初衷，珍惜这段感情。",
        "label": ""
      },
      {
        "sentence": "有你的鼓励，我相信我们会走得更远。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。如果以后还有任何问题或困惑，都可以来找我倾诉。祝福你们的未来一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题或困惑，都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你们的未来一切顺利！",
        "label": ""
      }
    ]
  }
]