[
  {
    "role": "client",
    "content": "人类每天这么努力，可还是活得那么痛苦一直走向灭亡？",
    "annotation": [
      {
        "sentence": "人类每天这么努力，可还是活得那么痛苦一直走向灭亡？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提出了一个非常值得思考的问题，从你的描述中可以感受到你的困扰，人类每天都活得这么痛苦，为什么一直在忍耐？为什么那么努力还是什么都无法改变？",
    "annotation": [
      {
        "sentence": "你提出了一个非常值得思考的问题，从你的描述中可以感受到你的困扰，人类每天都活得这么痛苦，为什么一直在忍耐？",
        "label": ""
      },
      {
        "sentence": "为什么那么努力还是什么都无法改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "刚入大一在海外上网课感觉自己的专业课很吃力（双专业我在的college基本上都是双专业甚至三专业才能修够学分毕业）可已经喜欢很多很多年了也没有更喜欢的东西了甚至觉得自己的一部分是被这个学科定义的。",
    "annotation": [
      {
        "sentence": "刚入大一在海外上网课感觉自己的专业课很吃力（双专业我在的college基本上都是双专业甚至三专业才能修够学分毕业）可已经喜欢很多很多年了也没有更喜欢的东西了甚至觉得自己的一部分是被这个学科定义的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，我也曾经思考过这个问题，因为我的专业也是偏研究性的，而一项重大的研究进展需要很多人很长时间的努力，凭借自己一个人所学的专业知识很难影响到这个领域，很多人甚至钻研了一辈子也没有什么突破。你说希望做社会工作者，在心底渴望为这个社会的改变做出一些贡献，但又认识到社会问题一直存在，自己很难改变什么。可以感受到你对人类社会发展的关心，以及想要尽自己一分力的心情。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，我也曾经思考过这个问题，因为我的专业也是偏研究性的，而一项重大的研究进展需要很多人很长时间的努力，凭借自己一个人所学的专业知识很难影响到这个领域，很多人甚至钻研了一辈子也没有什么突破。",
        "label": ""
      },
      {
        "sentence": "你说希望做社会工作者，在心底渴望为这个社会的改变做出一些贡献，但又认识到社会问题一直存在，自己很难改变什么。",
        "label": ""
      },
      {
        "sentence": "可以感受到你对人类社会发展的关心，以及想要尽自己一分力的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可能就是太累了吧三个月的疫情期间的假期还不如一周正常的假 我憋在家里根本没有休息好却又要开始",
    "annotation": [
      {
        "sentence": "我可能就是太累了吧三个月的疫情期间的假期还不如一周正常的假 我憋在家里根本没有休息好却又要开始",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但你需要明白的是，虽然个体的力量有限，很难做出颠覆性的改变，但每一份努力都不会白费。你所提供的帮助，对这个领域的贡献，虽然在短时间内看不到成效，就像一滴水无法汇成江河一样，但你的努力会影响到后来做这份工作的人，会为他们提供新的思路和参考，在某种程度上也会推动研究的进展。或许现在的你改变不了什么，但你要相信自己的付出会发挥一定的作用。",
    "annotation": [
      {
        "sentence": "但你需要明白的是，虽然个体的力量有限，很难做出颠覆性的改变，但每一份努力都不会白费。",
        "label": ""
      },
      {
        "sentence": "你所提供的帮助，对这个领域的贡献，虽然在短时间内看不到成效，就像一滴水无法汇成江河一样，但你的努力会影响到后来做这份工作的人，会为他们提供新的思路和参考，在某种程度上也会推动研究的进展。",
        "label": ""
      },
      {
        "sentence": "或许现在的你改变不了什么，但你要相信自己的付出会发挥一定的作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想做社会工作者偏研究性质的 但可能永远也改变不了社会的什么不是吗",
    "annotation": [
      {
        "sentence": "我想做社会工作者偏研究性质的 但可能永远也改变不了社会的什么不是吗",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "至于你所说的【可是资源一直要用得这么快人类做的一切不就是加速毁灭吗】,正是因为出现了问题，所以才需要去研究去改变，资源的使用问题其实很多人都在关心的话题，很多人也都有像你一样的担忧。但在社会这个大群体里，牵涉到的人太多，需要大家一起去努力和改变，在这其中，很多人并没有意识到问题所在，当然也有另一部分人正在进行社会问题的研究。我们能做的是凭借自己所学，在研究问题的同时，先去影响一部分，让这部分人再去影响另一部分人。",
    "annotation": [
      {
        "sentence": "至于你所说的【可是资源一直要用得这么快人类做的一切不就是加速毁灭吗】,正是因为出现了问题，所以才需要去研究去改变，资源的使用问题其实很多人都在关心的话题，很多人也都有像你一样的担忧。",
        "label": ""
      },
      {
        "sentence": "但在社会这个大群体里，牵涉到的人太多，需要大家一起去努力和改变，在这其中，很多人并没有意识到问题所在，当然也有另一部分人正在进行社会问题的研究。",
        "label": ""
      },
      {
        "sentence": "我们能做的是凭借自己所学，在研究问题的同时，先去影响一部分，让这部分人再去影响另一部分人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "人们活得这么痛苦这么抑郁却一天天都在忍着为了金钱地位为了梦想失去了自己的快乐",
    "annotation": [
      {
        "sentence": "人们活得这么痛苦这么抑郁却一天天都在忍着为了金钱地位为了梦想失去了自己的快乐",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解你的疑惑，但每个人的追求不同，为什么活得那么痛苦还是要拼命追求金钱地位梦想？因为对于他们来说，人生的意义便在于为了梦想努力，去做想做的事，过想过的生活，即便过程很辛苦，但这也是一种成长和收获。当然像你所说的为了追求这些而失去快乐，也许他们心里也期待着快乐，但是还不知道怎么去平衡事业和生活。总之，任何努力都有存在的意义，哪怕很微小，有些事情我们无法控制，只能尽力去做自己可以做的。",
    "annotation": [
      {
        "sentence": "可以理解你的疑惑，但每个人的追求不同，为什么活得那么痛苦还是要拼命追求金钱地位梦想？",
        "label": ""
      },
      {
        "sentence": "因为对于他们来说，人生的意义便在于为了梦想努力，去做想做的事，过想过的生活，即便过程很辛苦，但这也是一种成长和收获。",
        "label": ""
      },
      {
        "sentence": "当然像你所说的为了追求这些而失去快乐，也许他们心里也期待着快乐，但是还不知道怎么去平衡事业和生活。",
        "label": ""
      },
      {
        "sentence": "总之，任何努力都有存在的意义，哪怕很微小，有些事情我们无法控制，只能尽力去做自己可以做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是三个月的疫情期间的假期还不如一周正常的假，我憋在家里根本没有休息好，却又要开始。",
    "annotation": [
      {
        "sentence": "可是三个月的疫情期间的假期还不如一周正常的假，我憋在家里根本没有休息好，却又要开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的要求太过严苛，因此会觉得很有压力，内心也很苦恼，可以尝试让自己放松一下~祝好~。",
    "annotation": [
      {
        "sentence": "你对自己的要求太过严苛，因此会觉得很有压力，内心也很苦恼，可以尝试让自己放松一下~祝好~。",
        "label": ""
      }
    ]
  }
]