[
  {
    "role": "client",
    "content": "我是一个16岁的女生，我处理不好三个人的友谊关系，这是我的个人特性吗？每次无论是谁，只要是三个人一起走，我每次都被忽略，但是如果只有一个人陪我走就没问题，朋友们对我也都不错，我不明白为什么三个人一起走的时候我总是想要插入话题也被当作没听见，这是我的个人特性吗？",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，我处理不好三个人的友谊关系，这是我的个人特性吗？",
        "label": ""
      },
      {
        "sentence": "每次无论是谁，只要是三个人一起走，我每次都被忽略，但是如果只有一个人陪我走就没问题，朋友们对我也都不错，我不明白为什么三个人一起走的时候我总是想要插入话题也被当作没听见，这是我的个人特性吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好亲爱的小朋友，你只有16岁却具有如此深刻的领悟，真了不起。首先我们来关注一下你现在面临的问题——处理不好三个人的友谊关系。我觉得这个问题很有意思，让我们一起来看看背后的原因和更深层次的意义。首先，我觉得两个人在一起时，你们俩的话题更容易相互交流，也可以谈论两个人共同感兴趣的话题。在无法选择其他人的情况下，你们更愿意满足对方的需求。但是，三个人在一起时，谈话往往会偏向其中一个人更感兴趣的话题，其他人的话题可能会被忽视。这其实是很正常的情况。其次，我们可以从内部角度看这个问题。孩子，你说这是你的个人特性，这么说没错，每个人都有自己独特的气质，你也一样。这种特性可能与你从小生活的方式和父母对待你的态度有关。试着回想一下小时候，你是否有过常常被忽视的感觉？父母在讲话时你插不上嘴，有很多尴尬的时候。如果这种被忽视的感觉没有被及时发现和解决，那么它就会伴随你成长。一旦情绪被激发，它就会困扰你的生活，让你感到苦恼。当然，这只是一种感觉，就像你们三个人在一起时你会感觉被忽视，有时实际情况可能并不是如此，而是你内心的感觉作祟，这就需要你平时观察和自我反省了。亲爱的孩子，你肯定会问，如何让这种感觉离开，过上更好的生活呢？答案是存在的。多观察，多思考，看对方正在谈论的话题焦点是什么，然后再想一想自己是否有相关话题可以插入。但是话说回来，即使不是自己最擅长的话题，也可以静静地倾听，因为倾听本身也是一种享受。如果你能调整好内心，不再感觉被忽视，那就不会有问题。同时，接纳那个被忽视感的自己，观察它，接纳它，不要去评判、嫌弃或忽视它，陪伴它，感受它的存在，直到它自己消失……成长是一个觉察的过程，而你已经做到了，所以对你来说，成长已经是一个很好的开始。",
    "annotation": [
      {
        "sentence": "你好亲爱的小朋友，你只有16岁却具有如此深刻的领悟，真了不起。",
        "label": ""
      },
      {
        "sentence": "首先我们来关注一下你现在面临的问题——处理不好三个人的友谊关系。",
        "label": ""
      },
      {
        "sentence": "我觉得这个问题很有意思，让我们一起来看看背后的原因和更深层次的意义。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得两个人在一起时，你们俩的话题更容易相互交流，也可以谈论两个人共同感兴趣的话题。",
        "label": ""
      },
      {
        "sentence": "在无法选择其他人的情况下，你们更愿意满足对方的需求。",
        "label": ""
      },
      {
        "sentence": "但是，三个人在一起时，谈话往往会偏向其中一个人更感兴趣的话题，其他人的话题可能会被忽视。",
        "label": ""
      },
      {
        "sentence": "这其实是很正常的情况。",
        "label": ""
      },
      {
        "sentence": "其次，我们可以从内部角度看这个问题。",
        "label": ""
      },
      {
        "sentence": "孩子，你说这是你的个人特性，这么说没错，每个人都有自己独特的气质，你也一样。",
        "label": ""
      },
      {
        "sentence": "这种特性可能与你从小生活的方式和父母对待你的态度有关。",
        "label": ""
      },
      {
        "sentence": "试着回想一下小时候，你是否有过常常被忽视的感觉？",
        "label": ""
      },
      {
        "sentence": "父母在讲话时你插不上嘴，有很多尴尬的时候。",
        "label": ""
      },
      {
        "sentence": "如果这种被忽视的感觉没有被及时发现和解决，那么它就会伴随你成长。",
        "label": ""
      },
      {
        "sentence": "一旦情绪被激发，它就会困扰你的生活，让你感到苦恼。",
        "label": ""
      },
      {
        "sentence": "当然，这只是一种感觉，就像你们三个人在一起时你会感觉被忽视，有时实际情况可能并不是如此，而是你内心的感觉作祟，这就需要你平时观察和自我反省了。",
        "label": ""
      },
      {
        "sentence": "亲爱的孩子，你肯定会问，如何让这种感觉离开，过上更好的生活呢？",
        "label": ""
      },
      {
        "sentence": "答案是存在的。",
        "label": ""
      },
      {
        "sentence": "多观察，多思考，看对方正在谈论的话题焦点是什么，然后再想一想自己是否有相关话题可以插入。",
        "label": ""
      },
      {
        "sentence": "但是话说回来，即使不是自己最擅长的话题，也可以静静地倾听，因为倾听本身也是一种享受。",
        "label": ""
      },
      {
        "sentence": "如果你能调整好内心，不再感觉被忽视，那就不会有问题。",
        "label": ""
      },
      {
        "sentence": "同时，接纳那个被忽视感的自己，观察它，接纳它，不要去评判、嫌弃或忽视它，陪伴它，感受它的存在，直到它自己消失……成长是一个觉察的过程，而你已经做到了，所以对你来说，成长已经是一个很好的开始。",
        "label": ""
      }
    ]
  }
]