[
  {
    "role": "client",
    "content": "最近我对老公好，但老公并不接受，我感到很难受，不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "最近我对老公好，但老公并不接受，我感到很难受，不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受很正常，自己的好意没有被最亲密的人接受并不容易接受，难免会有些冒火和负面情绪。但是你已经意识到了自己的情绪，这点我很赞赏。【好意不被接受如何表达——低层次的问题低层次解决】你第一次表达时情绪还比较稳定，但老公没有按照你期望的做，你生气了。我们来分析一下你的表达方式（不是在批判你哦，只是分析）比如你说自己辛辛苦苦给他带回来柚子，强调自己的辛苦，放大了问题，给对方严重失职的感觉。你说你再也不给他带好吃的了，威胁他，希望他重视你并感到愧疚。但是如果再次遇到这种情况时，请记得，问题出在哪一层次就要在哪一层次解决。公司的柚子没人要其实只是顺水人情，又何必放大自己的辛苦呢？只是因为他不吃柚子，你生气也不是解决办法。不要让问题变得面向形而上，不要认为自己的辛苦老公看不到、不领情。明明答应了却没吃是他的不对，却不应该认为是他背叛了你或不爱你。",
    "annotation": [
      {
        "sentence": "你的感受很正常，自己的好意没有被最亲密的人接受并不容易接受，难免会有些冒火和负面情绪。",
        "label": ""
      },
      {
        "sentence": "但是你已经意识到了自己的情绪，这点我很赞赏。",
        "label": ""
      },
      {
        "sentence": "【好意不被接受如何表达——低层次的问题低层次解决】你第一次表达时情绪还比较稳定，但老公没有按照你期望的做，你生气了。",
        "label": ""
      },
      {
        "sentence": "我们来分析一下你的表达方式（不是在批判你哦，只是分析）比如你说自己辛辛苦苦给他带回来柚子，强调自己的辛苦，放大了问题，给对方严重失职的感觉。",
        "label": ""
      },
      {
        "sentence": "你说你再也不给他带好吃的了，威胁他，希望他重视你并感到愧疚。",
        "label": ""
      },
      {
        "sentence": "但是如果再次遇到这种情况时，请记得，问题出在哪一层次就要在哪一层次解决。",
        "label": ""
      },
      {
        "sentence": "公司的柚子没人要其实只是顺水人情，又何必放大自己的辛苦呢？",
        "label": ""
      },
      {
        "sentence": "只是因为他不吃柚子，你生气也不是解决办法。",
        "label": ""
      },
      {
        "sentence": "不要让问题变得面向形而上，不要认为自己的辛苦老公看不到、不领情。",
        "label": ""
      },
      {
        "sentence": "明明答应了却没吃是他的不对，却不应该认为是他背叛了你或不爱你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我生气是我的问题，老公并没有责任和义务一定要接受我的好。但我们是夫妻，既然是一体的，双方都有责任去维系和经营婚姻。这表现在相互设身处地，理解对方并关爱对方，也有义务提醒和监督对方的错误。我太过于理智，认为丈夫没有责任和义务一定要接受我的好。但实际上，在表达爱意的时候难免会产生误会，但这并不代表我们的爱就是错的。我不要过度自责，否则会对婚姻失去信心。",
    "annotation": [
      {
        "sentence": "我知道我生气是我的问题，老公并没有责任和义务一定要接受我的好。",
        "label": ""
      },
      {
        "sentence": "但我们是夫妻，既然是一体的，双方都有责任去维系和经营婚姻。",
        "label": ""
      },
      {
        "sentence": "这表现在相互设身处地，理解对方并关爱对方，也有义务提醒和监督对方的错误。",
        "label": ""
      },
      {
        "sentence": "我太过于理智，认为丈夫没有责任和义务一定要接受我的好。",
        "label": ""
      },
      {
        "sentence": "但实际上，在表达爱意的时候难免会产生误会，但这并不代表我们的爱就是错的。",
        "label": ""
      },
      {
        "sentence": "我不要过度自责，否则会对婚姻失去信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "过度生气对自己也不好。如果你发火了，对方可能也会被你的愤怒点燃，这样双方都会生气，这并不好。所以，在情绪的控制上，需要你们夫妻一同努力。一方发火时，另一方可以根据情势的严重程度，选择幽默式化解或理性地阐明观点。而发火的一方也要有意识地控制自己。比如，你可以用撒娇的口吻说“我再也不给你带好吃的了，再也不管你了”。对方的反应可能是A“不管就不管，我求着你给我带了？”这种情况下，你可以和对方沟通，让他也控制自己的脾气。如果是B向你道歉，那么你就需要管理好自己的情绪。在与人相处中，难免会有磕绊，尤其是夫妻这种深度亲密的关系。不要对自己过分苛责，既然你已经意识到自己的情绪，那就加油，运用你的智慧去经营你们的婚姻吧。",
    "annotation": [
      {
        "sentence": "过度生气对自己也不好。",
        "label": ""
      },
      {
        "sentence": "如果你发火了，对方可能也会被你的愤怒点燃，这样双方都会生气，这并不好。",
        "label": ""
      },
      {
        "sentence": "所以，在情绪的控制上，需要你们夫妻一同努力。",
        "label": ""
      },
      {
        "sentence": "一方发火时，另一方可以根据情势的严重程度，选择幽默式化解或理性地阐明观点。",
        "label": ""
      },
      {
        "sentence": "而发火的一方也要有意识地控制自己。",
        "label": ""
      },
      {
        "sentence": "比如，你可以用撒娇的口吻说“我再也不给你带好吃的了，再也不管你了”。",
        "label": ""
      },
      {
        "sentence": "对方的反应可能是A“不管就不管，我求着你给我带了？",
        "label": ""
      },
      {
        "sentence": "”这种情况下，你可以和对方沟通，让他也控制自己的脾气。",
        "label": ""
      },
      {
        "sentence": "如果是B向你道歉，那么你就需要管理好自己的情绪。",
        "label": ""
      },
      {
        "sentence": "在与人相处中，难免会有磕绊，尤其是夫妻这种深度亲密的关系。",
        "label": ""
      },
      {
        "sentence": "不要对自己过分苛责，既然你已经意识到自己的情绪，那就加油，运用你的智慧去经营你们的婚姻吧。",
        "label": ""
      }
    ]
  }
]