[
  {
    "role": "client",
    "content": "强行对老公好，老公不接受，我很难受，怎么办？",
    "annotation": [
      {
        "sentence": "强行对老公好，老公不接受，我很难受，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊！我想大部分的人对于好意不被人认领或拒绝，回避，即使不发火，都会感到难过吧！你能够意识到这是自己的错误，证明你不是一个蛮不讲理的人。问题在于你如何改变自己的认知。",
    "annotation": [
      {
        "sentence": "啊！",
        "label": ""
      },
      {
        "sentence": "我想大部分的人对于好意不被人认领或拒绝，回避，即使不发火，都会感到难过吧！",
        "label": ""
      },
      {
        "sentence": "你能够意识到这是自己的错误，证明你不是一个蛮不讲理的人。",
        "label": ""
      },
      {
        "sentence": "问题在于你如何改变自己的认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能够改变自己的认知，但是不知道从哪里开始。",
    "annotation": [
      {
        "sentence": "我希望能够改变自己的认知，但是不知道从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这里我向你推荐一本书《被讨厌的勇气》。一开始你可能会认为书中的言论让你感到荒谬或者不可理喻，但是当你坚持读下去的时候你可能会逐渐认同。书中说道：其实世界如此简单，只要改变我们的某些认知。书中提到人生课题问题，即分清自己与他人的课题，划清界限但却并不分隔。这么做能够让人变得自由，不那么容易因为他人而产生情绪或困扰。人的所有利他行为，其实都是为了利己。我们感受到了自己在社会的某个位置上，为他人带来价值时，我们就会收获成就感，快乐以及归属。设想一下，当你想到了“老公喜欢吃，剩下没人要，带回去。”当你做出这个举动的时候，你的心里是不是有个预期，心理期待着对方收到时开心的笑脸，对你的夸赞，以及品尝时的开心；于此同时你还免去了浪费食物……如果你没有期待这些，那么对方没有回应或接受时你为什么会生气呢？你的初衷是爱护对方的话，为什么不能一以贯之呢？你大可以以课题的角度来看。你做出利他行为这是你自己的选择，是你为了某种自身需求而做出的举动，（就算是照顾好家人）这也是你的一个愿望；而你的丈夫的回应那是他自己的课题，这关乎他怎么看待这件事情，以及关乎很多你所不能确定的因素。当我们分清课题时就不会为了这些问题而苦恼，你只要负责好自己的课题，你就已经达成了你的需求。不依附与他人的反馈才能真正自由。你或许会觉得你之所以生气是因为你觉得好意被拒绝伤害了你的自尊。我想或许你是一个并不自信的人，你需要通过别人的认可来肯定自己。碰到无法满足期望的结果，可能会开始焦虑，愤怒，特别是对于亲近的人。因为不安全感的恐慌你会自发地去攻击。但是你似乎忽略了去询问对方的原因，或许对方吃的太饱，或许刚好没胃口，或许今天心情不好，或许他不喜欢吃被人留下的食物……即使对方真的贬低你，不领情。你已经做了你想要做的事情。自我对于外界的价值感的产生，不取决于他人的反馈而来自于你做的这件事给自身带来效益的理解。那么问题就来了，你对你的好意给你自己带来了什么呢？",
    "annotation": [
      {
        "sentence": "在这里我向你推荐一本书《被讨厌的勇气》。",
        "label": ""
      },
      {
        "sentence": "一开始你可能会认为书中的言论让你感到荒谬或者不可理喻，但是当你坚持读下去的时候你可能会逐渐认同。",
        "label": ""
      },
      {
        "sentence": "书中说道：其实世界如此简单，只要改变我们的某些认知。",
        "label": ""
      },
      {
        "sentence": "书中提到人生课题问题，即分清自己与他人的课题，划清界限但却并不分隔。",
        "label": ""
      },
      {
        "sentence": "这么做能够让人变得自由，不那么容易因为他人而产生情绪或困扰。",
        "label": ""
      },
      {
        "sentence": "人的所有利他行为，其实都是为了利己。",
        "label": ""
      },
      {
        "sentence": "我们感受到了自己在社会的某个位置上，为他人带来价值时，我们就会收获成就感，快乐以及归属。",
        "label": ""
      },
      {
        "sentence": "设想一下，当你想到了“老公喜欢吃，剩下没人要，带回去。",
        "label": ""
      },
      {
        "sentence": "”当你做出这个举动的时候，你的心里是不是有个预期，心理期待着对方收到时开心的笑脸，对你的夸赞，以及品尝时的开心；于此同时你还免去了浪费食物……如果你没有期待这些，那么对方没有回应或接受时你为什么会生气呢？",
        "label": ""
      },
      {
        "sentence": "你的初衷是爱护对方的话，为什么不能一以贯之呢？",
        "label": ""
      },
      {
        "sentence": "你大可以以课题的角度来看。",
        "label": ""
      },
      {
        "sentence": "你做出利他行为这是你自己的选择，是你为了某种自身需求而做出的举动，（就算是照顾好家人）这也是你的一个愿望；而你的丈夫的回应那是他自己的课题，这关乎他怎么看待这件事情，以及关乎很多你所不能确定的因素。",
        "label": ""
      },
      {
        "sentence": "当我们分清课题时就不会为了这些问题而苦恼，你只要负责好自己的课题，你就已经达成了你的需求。",
        "label": ""
      },
      {
        "sentence": "不依附与他人的反馈才能真正自由。",
        "label": ""
      },
      {
        "sentence": "你或许会觉得你之所以生气是因为你觉得好意被拒绝伤害了你的自尊。",
        "label": ""
      },
      {
        "sentence": "我想或许你是一个并不自信的人，你需要通过别人的认可来肯定自己。",
        "label": ""
      },
      {
        "sentence": "碰到无法满足期望的结果，可能会开始焦虑，愤怒，特别是对于亲近的人。",
        "label": ""
      },
      {
        "sentence": "因为不安全感的恐慌你会自发地去攻击。",
        "label": ""
      },
      {
        "sentence": "但是你似乎忽略了去询问对方的原因，或许对方吃的太饱，或许刚好没胃口，或许今天心情不好，或许他不喜欢吃被人留下的食物……即使对方真的贬低你，不领情。",
        "label": ""
      },
      {
        "sentence": "你已经做了你想要做的事情。",
        "label": ""
      },
      {
        "sentence": "自我对于外界的价值感的产生，不取决于他人的反馈而来自于你做的这件事给自身带来效益的理解。",
        "label": ""
      },
      {
        "sentence": "那么问题就来了，你对你的好意给你自己带来了什么呢？",
        "label": ""
      }
    ]
  }
]