[
  {
    "role": "client",
    "content": "我最近感觉很痛苦，我觉得自己很容不得别人说我，是不是有病啊？",
    "annotation": [
      {
        "sentence": "我最近感觉很痛苦，我觉得自己很容不得别人说我，是不是有病啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的感受，你遭受别人背后说坏话这样的事情，当对质时对方不承认，这时你急于求助和倾诉是合理恰当的诉求，并非你太敏感。这种情况下，你需要一个疏导的方式来处理你的情绪，以及寻找适当的支持和理解。",
    "annotation": [
      {
        "sentence": "很理解你的感受，你遭受别人背后说坏话这样的事情，当对质时对方不承认，这时你急于求助和倾诉是合理恰当的诉求，并非你太敏感。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你需要一个疏导的方式来处理你的情绪，以及寻找适当的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解，我真的觉得很委屈。我觉得我被家人看不起，特别是姑姑，她老是对我很严厉，很少夸我，甚至不听话还打我。我觉得自己好像没有任何价值。",
    "annotation": [
      {
        "sentence": "谢谢你理解，我真的觉得很委屈。",
        "label": ""
      },
      {
        "sentence": "我觉得我被家人看不起，特别是姑姑，她老是对我很严厉，很少夸我，甚至不听话还打我。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像没有任何价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个十分痛苦的情况。你从小被姑姑养大，而她的教育方式可能并不恰当，她的严厉让你感觉没有被认同和被肯定的价值。但是请相信，这并不意味着你没有价值。每个人都是独特的，并且都值得被尊重和关爱。你可以尝试与她进行对话，表达你的感受和需求，同时也要学会建立自己的内心强大，不要让她的方式影响到你的自信和自尊。",
    "annotation": [
      {
        "sentence": "这确实是一个十分痛苦的情况。",
        "label": ""
      },
      {
        "sentence": "你从小被姑姑养大，而她的教育方式可能并不恰当，她的严厉让你感觉没有被认同和被肯定的价值。",
        "label": ""
      },
      {
        "sentence": "但是请相信，这并不意味着你没有价值。",
        "label": ""
      },
      {
        "sentence": "每个人都是独特的，并且都值得被尊重和关爱。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与她进行对话，表达你的感受和需求，同时也要学会建立自己的内心强大，不要让她的方式影响到你的自信和自尊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和姑姑沟通，同时也要学会保护自己的内心。但我还有一个问题，我老公的三娘在背后说我坏话，我很生气找她当面质问，她却不承认。我觉得自己非常无助。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和姑姑沟通，同时也要学会保护自己的内心。",
        "label": ""
      },
      {
        "sentence": "但我还有一个问题，我老公的三娘在背后说我坏话，我很生气找她当面质问，她却不承认。",
        "label": ""
      },
      {
        "sentence": "我觉得自己非常无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你发现有人背后说你坏话，你生气并且想找她当面质问，这也是你寻求解决问题的方式。然而，对方不承认可能会让你感到无助。在这种情况下，你可以尝试和你老公进行沟通，了解他的态度和想法，以及解释清楚你的感受和困惑。有时候，身边的人可能会选择妥协或者避免进一步矛盾，他们可能不太具备同理心。但是你可以通过理性的沟通和表达，让他们更好地了解你的感受。",
    "annotation": [
      {
        "sentence": "当你发现有人背后说你坏话，你生气并且想找她当面质问，这也是你寻求解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "然而，对方不承认可能会让你感到无助。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以尝试和你老公进行沟通，了解他的态度和想法，以及解释清楚你的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "有时候，身边的人可能会选择妥协或者避免进一步矛盾，他们可能不太具备同理心。",
        "label": ""
      },
      {
        "sentence": "但是你可以通过理性的沟通和表达，让他们更好地了解你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我需要更好地和我老公进行沟通，告诉他我的感受和疑虑。但是我妈妈也不支持我，她总觉得我想太多，还说了很多伤我的话。我觉得很心痛，为什么家人都不能理解我呢？",
    "annotation": [
      {
        "sentence": "你说的很对，我需要更好地和我老公进行沟通，告诉他我的感受和疑虑。",
        "label": ""
      },
      {
        "sentence": "但是我妈妈也不支持我，她总觉得我想太多，还说了很多伤我的话。",
        "label": ""
      },
      {
        "sentence": "我觉得很心痛，为什么家人都不能理解我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的母亲的立场和你丈夫的立场可能是一致的。在她的眼中，你疑神疑鬼可能会让她觉得你想太多。虽然这并不符合你的感受，但是理解她的立场也是很重要的。你可以试着和她沟通，表达你的委屈感受，让她了解你内心的痛苦。适当的沟通和表达，可能会有助于她更好地理解你的感受，而不仅仅认为你想太多。同时，也要记得坚持保护自己的内心，不要过度牵扯在他人的意见和批评中。",
    "annotation": [
      {
        "sentence": "你的母亲的立场和你丈夫的立场可能是一致的。",
        "label": ""
      },
      {
        "sentence": "在她的眼中，你疑神疑鬼可能会让她觉得你想太多。",
        "label": ""
      },
      {
        "sentence": "虽然这并不符合你的感受，但是理解她的立场也是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着和她沟通，表达你的委屈感受，让她了解你内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "适当的沟通和表达，可能会有助于她更好地理解你的感受，而不仅仅认为你想太多。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得坚持保护自己的内心，不要过度牵扯在他人的意见和批评中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和妈妈进行沟通，让她了解我的感受。同时，也要坚持保护自己的内心。我明白了，每个人都有自己的立场和想法，我需要更好地处理和解决我的问题，不被他人的意见所影响。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和妈妈进行沟通，让她了解我的感受。",
        "label": ""
      },
      {
        "sentence": "同时，也要坚持保护自己的内心。",
        "label": ""
      },
      {
        "sentence": "我明白了，每个人都有自己的立场和想法，我需要更好地处理和解决我的问题，不被他人的意见所影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，你的领悟和决心很值得称赞。记住，你拥有自己的价值和独特性，不要让他人的意见左右你的判断。在处理问题时，保持积极的态度和坚定的内心，你会越来越好地解决自己的困惑和痛苦。祝福你！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，你的领悟和决心很值得称赞。",
        "label": ""
      },
      {
        "sentence": "记住，你拥有自己的价值和独特性，不要让他人的意见左右你的判断。",
        "label": ""
      },
      {
        "sentence": "在处理问题时，保持积极的态度和坚定的内心，你会越来越好地解决自己的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和祝福，你的建议对我来说很有帮助。我会好好地调整自己的心态，积极面对自己的问题，并且保护好自己的内心。再次感谢你的陪伴和理解！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和祝福，你的建议对我来说很有帮助。",
        "label": ""
      },
      {
        "sentence": "我会好好地调整自己的心态，积极面对自己的问题，并且保护好自己的内心。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和理解！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我会一直在你身边支持你，如果你还有任何困惑和问题，随时都可以来找我倾诉。你并不孤单，我们一起加油！",
    "annotation": [
      {
        "sentence": "我会一直在你身边支持你，如果你还有任何困惑和问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一起加油！",
        "label": ""
      }
    ]
  }
]