[
  {
    "role": "client",
    "content": "我是30岁的女性。我在纠结要选择合适的对象结婚，还是选择我自己喜欢的人。这些年来，我发现自己无法与任何一个男人长久相处，我总是寻找他们的缺点，其实也就是根本不喜欢他们，即使他们对我很好。所以，我感觉我可能要一个人孤单终老了。我很想有人陪伴，但是又很难真心交出自己，总觉得做朋友或男女朋友可以，但是结婚就不行。可是，我却对一个我认识了10年的大学同学非常上心，甚至只要他来我城市，我愿意养活他自己。但是他却在另外一个城市，而且工资也不高。我现在的问题是，是选择合适但我不动心的人结婚，还是选择自己喜欢的但不上进、会让我更操心的人在一起呢？有时候我想一冲动就去领个结婚证，但是我又觉得自己太过理性了。",
    "annotation": [
      {
        "sentence": "我是30岁的女性。",
        "label": ""
      },
      {
        "sentence": "我在纠结要选择合适的对象结婚，还是选择我自己喜欢的人。",
        "label": ""
      },
      {
        "sentence": "这些年来，我发现自己无法与任何一个男人长久相处，我总是寻找他们的缺点，其实也就是根本不喜欢他们，即使他们对我很好。",
        "label": ""
      },
      {
        "sentence": "所以，我感觉我可能要一个人孤单终老了。",
        "label": ""
      },
      {
        "sentence": "我很想有人陪伴，但是又很难真心交出自己，总觉得做朋友或男女朋友可以，但是结婚就不行。",
        "label": ""
      },
      {
        "sentence": "可是，我却对一个我认识了10年的大学同学非常上心，甚至只要他来我城市，我愿意养活他自己。",
        "label": ""
      },
      {
        "sentence": "但是他却在另外一个城市，而且工资也不高。",
        "label": ""
      },
      {
        "sentence": "我现在的问题是，是选择合适但我不动心的人结婚，还是选择自己喜欢的但不上进、会让我更操心的人在一起呢？",
        "label": ""
      },
      {
        "sentence": "有时候我想一冲动就去领个结婚证，但是我又觉得自己太过理性了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我希望我的话能对你有所帮助。我理解你的矛盾心理。30岁了，是该选择合适的对象结婚，还是选择自己喜欢的人结婚？这个问题不同的人有不同的看法和处理方式。你需要问问自己，自己到底需要什么，你喜欢的那个男孩是否也深爱着你。但是我认为，如果要结婚，无论如何，如果找不到互相喜欢的人，也应该找一个自己不讨厌的人。因为只要不讨厌，随着时间的推移，可能会变成喜欢，变成爱情，这样你才能获得幸福。【选择合适的结婚伴侣】海灵格在对婚姻关系的解释中提到：“健康的亲密关系（男女婚姻关系）的重要基础是伴侣之间付出和接受的平衡。”如果这个平衡被打破，那就不合适了。未来的最大风险是未知的。选择合适的人结婚后，可能会面临一个很大的问题：合适的人不一定能变成喜欢的人，结婚后合适也可能变得不合适。如果你不喜欢他，那么即使他以后对你再好，你也很容易忽视。当你真的遇到了你所渴望的真爱时，你会纠结于是维持这个并不幸福的家庭，还是选择离婚去寻找真爱呢？【选择喜欢的人】从你的描述中，我了解到你通过自己的主观意识发现自己无法与任何一个男人长久相处，但是对认识了10年的大学同学非常上心。然而，我们也不知道那个男人是否也对你有相同的心意。爱情始终要求双方的努力付出。如果你选择自己喜欢的人，而他并不喜欢你，那你在婚姻中会过得很辛苦，甚至可能会感到卑微，你的心思都放在他身上。如果选择一个互相喜欢的人，才能够实现真正的平等和幸福。如果你选择自己喜欢的人，请思考以下几点：1. 他是否也喜欢你？2. 如果他真的爱你，是否愿意为了你们的生活而努力，即使他不那么上进？3. 婚姻并不是浪漫而美好的，而是柴米油盐，琐事缠身。你能否忍受婚姻中的烦心事？同时，不要对婚姻结果抱有太高的期望，也不要对婚后的生活持有过度的悲观态度。不要勉强自己去接受一个完全没有好感的人，也不要因为一开始只有好感就不愿意进一步发展。与其让自己的余生充满无尽的遗憾和不甘，为什么不选择晚一点做出决定，给未知的日子更多的期待和信心呢？",
    "annotation": [
      {
        "sentence": "我希望我的话能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "我理解你的矛盾心理。",
        "label": ""
      },
      {
        "sentence": "30岁了，是该选择合适的对象结婚，还是选择自己喜欢的人结婚？",
        "label": ""
      },
      {
        "sentence": "这个问题不同的人有不同的看法和处理方式。",
        "label": ""
      },
      {
        "sentence": "你需要问问自己，自己到底需要什么，你喜欢的那个男孩是否也深爱着你。",
        "label": ""
      },
      {
        "sentence": "但是我认为，如果要结婚，无论如何，如果找不到互相喜欢的人，也应该找一个自己不讨厌的人。",
        "label": ""
      },
      {
        "sentence": "因为只要不讨厌，随着时间的推移，可能会变成喜欢，变成爱情，这样你才能获得幸福。",
        "label": ""
      },
      {
        "sentence": "【选择合适的结婚伴侣】海灵格在对婚姻关系的解释中提到：“健康的亲密关系（男女婚姻关系）的重要基础是伴侣之间付出和接受的平衡。",
        "label": ""
      },
      {
        "sentence": "”如果这个平衡被打破，那就不合适了。",
        "label": ""
      },
      {
        "sentence": "未来的最大风险是未知的。",
        "label": ""
      },
      {
        "sentence": "选择合适的人结婚后，可能会面临一个很大的问题：合适的人不一定能变成喜欢的人，结婚后合适也可能变得不合适。",
        "label": ""
      },
      {
        "sentence": "如果你不喜欢他，那么即使他以后对你再好，你也很容易忽视。",
        "label": ""
      },
      {
        "sentence": "当你真的遇到了你所渴望的真爱时，你会纠结于是维持这个并不幸福的家庭，还是选择离婚去寻找真爱呢？",
        "label": ""
      },
      {
        "sentence": "【选择喜欢的人】从你的描述中，我了解到你通过自己的主观意识发现自己无法与任何一个男人长久相处，但是对认识了10年的大学同学非常上心。",
        "label": ""
      },
      {
        "sentence": "然而，我们也不知道那个男人是否也对你有相同的心意。",
        "label": ""
      },
      {
        "sentence": "爱情始终要求双方的努力付出。",
        "label": ""
      },
      {
        "sentence": "如果你选择自己喜欢的人，而他并不喜欢你，那你在婚姻中会过得很辛苦，甚至可能会感到卑微，你的心思都放在他身上。",
        "label": ""
      },
      {
        "sentence": "如果选择一个互相喜欢的人，才能够实现真正的平等和幸福。",
        "label": ""
      },
      {
        "sentence": "如果你选择自己喜欢的人，请思考以下几点：1. 他是否也喜欢你？",
        "label": ""
      },
      {
        "sentence": "2. 如果他真的爱你，是否愿意为了你们的生活而努力，即使他不那么上进？",
        "label": ""
      },
      {
        "sentence": "3. 婚姻并不是浪漫而美好的，而是柴米油盐，琐事缠身。",
        "label": ""
      },
      {
        "sentence": "你能否忍受婚姻中的烦心事？",
        "label": ""
      },
      {
        "sentence": "同时，不要对婚姻结果抱有太高的期望，也不要对婚后的生活持有过度的悲观态度。",
        "label": ""
      },
      {
        "sentence": "不要勉强自己去接受一个完全没有好感的人，也不要因为一开始只有好感就不愿意进一步发展。",
        "label": ""
      },
      {
        "sentence": "与其让自己的余生充满无尽的遗憾和不甘，为什么不选择晚一点做出决定，给未知的日子更多的期待和信心呢？",
        "label": ""
      }
    ]
  }
]