[
  {
    "role": "client",
    "content": "我现在感觉很痛苦，不知道自己是不是有病。我25岁的时候父母就离异了，由姑姑养大，她对我非常严厉，经常打骂我。我大专毕业后工作也是不喜欢别人说我。最近我老公的三娘在背后说我坏话，我很生气，找她质问她却不承认。我妈妈说我疑神疑鬼，还说了一些伤我心的话，让我不要与老公家有矛盾。我真的很痛苦，我为什么这么容不得别人说我呢？我是不是有病啊？我太敏感了。",
    "annotation": [
      {
        "sentence": "我现在感觉很痛苦，不知道自己是不是有病。",
        "label": ""
      },
      {
        "sentence": "我25岁的时候父母就离异了，由姑姑养大，她对我非常严厉，经常打骂我。",
        "label": ""
      },
      {
        "sentence": "我大专毕业后工作也是不喜欢别人说我。",
        "label": ""
      },
      {
        "sentence": "最近我老公的三娘在背后说我坏话，我很生气，找她质问她却不承认。",
        "label": ""
      },
      {
        "sentence": "我妈妈说我疑神疑鬼，还说了一些伤我心的话，让我不要与老公家有矛盾。",
        "label": ""
      },
      {
        "sentence": "我真的很痛苦，我为什么这么容不得别人说我呢？",
        "label": ""
      },
      {
        "sentence": "我是不是有病啊？",
        "label": ""
      },
      {
        "sentence": "我太敏感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题描述，我理解你的心情。从你的表述中，我觉得你是一个非常有自我保护能力的人！你内心不愿意被任何人用言语践踏，是吗？从你的经历和对抗反驳的情绪来看，我能感受到你的委屈，你觉得没有人关心你。姑姑的打骂和老公的不信任，让你觉得非常委屈。但是我想告诉你，做一些事情可以让你的内心变得不那么敏感。首先，学会感恩！感谢你的姑姑养育你，无论她曾经打骂你还是其他，我相信她曾经接纳过你，给过你衣食，这已经是非常伟大的了！很少有人在父母离异后，姑姑愿意承担起养育责任的。也许姑姑打骂你是出于想要激励你变得更好的表现，也许你不喜欢这种方式。但你要相信，姑姑肯定是爱你的，不然她怎么会管你呢？感谢姑姑是你首先要做的事情。其次，学会做一个大度的人，不要计较别人说的话。每个人的生活中，我们无法完全控制别人的言论。如果你想让别人不说你的坏话是不可能的，因为每个人有不同的角度和思维方式。要想让别人不说你坏话，更好的方式是改变自己，用行动来证明。让别人的评论都留在他们自己的肚子里。最后，用爱来感受这个世界。也许父母在你小时候离异，对你造成了很大的创伤，让你觉得全世界的人都不爱你。甚至现在，结婚后，老公也不那么关心你，还向别人说你的坏话。你感到愤恨、郁闷和痛苦，但其实这些都是你内心给自己设立的障碍！希望你能打开心扉，用爱来感受这个世界！多看看姑姑曾经对你的好，多关注老公平时对你的关心，多看看周围人的优点，并且理解妈妈曾经的辛苦。总之，你已经长大成人并且结婚了，不再是小孩子。学会成长才是关键，以前你无法保护自己，但现在你应该用心去领悟这个世界的美好。",
    "annotation": [
      {
        "sentence": "看到你的问题描述，我理解你的心情。",
        "label": ""
      },
      {
        "sentence": "从你的表述中，我觉得你是一个非常有自我保护能力的人！",
        "label": ""
      },
      {
        "sentence": "你内心不愿意被任何人用言语践踏，是吗？",
        "label": ""
      },
      {
        "sentence": "从你的经历和对抗反驳的情绪来看，我能感受到你的委屈，你觉得没有人关心你。",
        "label": ""
      },
      {
        "sentence": "姑姑的打骂和老公的不信任，让你觉得非常委屈。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，做一些事情可以让你的内心变得不那么敏感。",
        "label": ""
      },
      {
        "sentence": "首先，学会感恩！",
        "label": ""
      },
      {
        "sentence": "感谢你的姑姑养育你，无论她曾经打骂你还是其他，我相信她曾经接纳过你，给过你衣食，这已经是非常伟大的了！",
        "label": ""
      },
      {
        "sentence": "很少有人在父母离异后，姑姑愿意承担起养育责任的。",
        "label": ""
      },
      {
        "sentence": "也许姑姑打骂你是出于想要激励你变得更好的表现，也许你不喜欢这种方式。",
        "label": ""
      },
      {
        "sentence": "但你要相信，姑姑肯定是爱你的，不然她怎么会管你呢？",
        "label": ""
      },
      {
        "sentence": "感谢姑姑是你首先要做的事情。",
        "label": ""
      },
      {
        "sentence": "其次，学会做一个大度的人，不要计较别人说的话。",
        "label": ""
      },
      {
        "sentence": "每个人的生活中，我们无法完全控制别人的言论。",
        "label": ""
      },
      {
        "sentence": "如果你想让别人不说你的坏话是不可能的，因为每个人有不同的角度和思维方式。",
        "label": ""
      },
      {
        "sentence": "要想让别人不说你坏话，更好的方式是改变自己，用行动来证明。",
        "label": ""
      },
      {
        "sentence": "让别人的评论都留在他们自己的肚子里。",
        "label": ""
      },
      {
        "sentence": "最后，用爱来感受这个世界。",
        "label": ""
      },
      {
        "sentence": "也许父母在你小时候离异，对你造成了很大的创伤，让你觉得全世界的人都不爱你。",
        "label": ""
      },
      {
        "sentence": "甚至现在，结婚后，老公也不那么关心你，还向别人说你的坏话。",
        "label": ""
      },
      {
        "sentence": "你感到愤恨、郁闷和痛苦，但其实这些都是你内心给自己设立的障碍！",
        "label": ""
      },
      {
        "sentence": "希望你能打开心扉，用爱来感受这个世界！",
        "label": ""
      },
      {
        "sentence": "多看看姑姑曾经对你的好，多关注老公平时对你的关心，多看看周围人的优点，并且理解妈妈曾经的辛苦。",
        "label": ""
      },
      {
        "sentence": "总之，你已经长大成人并且结婚了，不再是小孩子。",
        "label": ""
      },
      {
        "sentence": "学会成长才是关键，以前你无法保护自己，但现在你应该用心去领悟这个世界的美好。",
        "label": ""
      }
    ]
  }
]