[
  {
    "role": "client",
    "content": "公婆与媳妇的关系，根本聊不到一块，妻子太啃老？我媳妇和我都是同一地方的，她家条件好，包工程是城里的，我家老家被他们称为野东巷（瞧不起人的意思，穷乡僻壤）。",
    "annotation": [
      {
        "sentence": "公婆与媳妇的关系，根本聊不到一块，妻子太啃老？",
        "label": ""
      },
      {
        "sentence": "我媳妇和我都是同一地方的，她家条件好，包工程是城里的，我家老家被他们称为野东巷（瞧不起人的意思，穷乡僻壤）。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述让我明白了你所面临的问题。你们来自不同的家庭，家庭背景有一定的差异，这可能导致你们之间的沟通困难和观念不一致。这是一个非常常见的情况，我会尽力帮助你解决问题的。",
    "annotation": [
      {
        "sentence": "你的描述让我明白了你所面临的问题。",
        "label": ""
      },
      {
        "sentence": "你们来自不同的家庭，家庭背景有一定的差异，这可能导致你们之间的沟通困难和观念不一致。",
        "label": ""
      },
      {
        "sentence": "这是一个非常常见的情况，我会尽力帮助你解决问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然我爸妈只是做点小本生意，也帮我供出了研究生，在县城里买了一间三层的房子。当然跟她家也没法比的，结婚后我爸妈跟着岳父岳母去包食堂，我父母做了很多年的小本生意，思维也是跟不上他们，加上岳母嘴说个不停，认为自己是最厉害的，经常说我爸妈不行，再加上我很少和岳父岳母沟通，因为根本聊不到一块，然后当他们面说我。",
    "annotation": [
      {
        "sentence": "虽然我爸妈只是做点小本生意，也帮我供出了研究生，在县城里买了一间三层的房子。",
        "label": ""
      },
      {
        "sentence": "当然跟她家也没法比的，结婚后我爸妈跟着岳父岳母去包食堂，我父母做了很多年的小本生意，思维也是跟不上他们，加上岳母嘴说个不停，认为自己是最厉害的，经常说我爸妈不行，再加上我很少和岳父岳母沟通，因为根本聊不到一块，然后当他们面说我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述中暴露出了一些混乱和不和谐的家庭关系。家庭结构和父母的思维方式造成了你们之间的紧张关系。我建议你先确认你和妻子的核心家庭，并与她进行协商，合力打造你们未来的家庭，包括共同确定价值观和目标，例如安宁、和谐、友善等。",
    "annotation": [
      {
        "sentence": "你的描述中暴露出了一些混乱和不和谐的家庭关系。",
        "label": ""
      },
      {
        "sentence": "家庭结构和父母的思维方式造成了你们之间的紧张关系。",
        "label": ""
      },
      {
        "sentence": "我建议你先确认你和妻子的核心家庭，并与她进行协商，合力打造你们未来的家庭，包括共同确定价值观和目标，例如安宁、和谐、友善等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最后我爸妈实在忍不了，半路回来了，当然这也是不对的。在工地几个月，我妈瘦成了80几斤，我很心疼，觉得自己没有用。媳妇因此怀恨在心，经常说我父母只顾自己，怕吃苦。我听了很不是滋味。现在怀孕了，我只能不吭声。",
    "annotation": [
      {
        "sentence": "最后我爸妈实在忍不了，半路回来了，当然这也是不对的。",
        "label": ""
      },
      {
        "sentence": "在工地几个月，我妈瘦成了80几斤，我很心疼，觉得自己没有用。",
        "label": ""
      },
      {
        "sentence": "媳妇因此怀恨在心，经常说我父母只顾自己，怕吃苦。",
        "label": ""
      },
      {
        "sentence": "我听了很不是滋味。",
        "label": ""
      },
      {
        "sentence": "现在怀孕了，我只能不吭声。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你父母的遭遇，我理解你的焦虑和内疚。家庭关系中涉及到个人情感和无法调和的矛盾是非常痛苦的。我希望你知道，你并不是无能无用的，同时你也需要照顾好自己，因为你的妻子怀孕了，她的情绪可能会有所波动。你可以和妻子沟通你的担忧，尝试寻找解决问题的方法。",
    "annotation": [
      {
        "sentence": "听到你父母的遭遇，我理解你的焦虑和内疚。",
        "label": ""
      },
      {
        "sentence": "家庭关系中涉及到个人情感和无法调和的矛盾是非常痛苦的。",
        "label": ""
      },
      {
        "sentence": "我希望你知道，你并不是无能无用的，同时你也需要照顾好自己，因为你的妻子怀孕了，她的情绪可能会有所波动。",
        "label": ""
      },
      {
        "sentence": "你可以和妻子沟通你的担忧，尝试寻找解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我爸妈虽然没挣多少，跟着他们挣钱付了90万买房，还欠着钱，之前媳妇说可以贷款装修，现在突然让我跟父女讲他们出钱装修，我们没钱，其实手头里有钱。我觉得很痛苦，妻子太啃老了。",
    "annotation": [
      {
        "sentence": "我爸妈虽然没挣多少，跟着他们挣钱付了90万买房，还欠着钱，之前媳妇说可以贷款装修，现在突然让我跟父女讲他们出钱装修，我们没钱，其实手头里有钱。",
        "label": ""
      },
      {
        "sentence": "我觉得很痛苦，妻子太啃老了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于金钱问题，家庭成员之间的分歧是很常见的。我理解你觉得很痛苦，并且你希望妻子能够承担一部分家庭开支。在这种情况下，你可以和妻子坦诚地沟通你的想法，并提议一种公平合理的解决方案，如共同分担家庭经济责任。同时，你也需要尊重妻子的意见，通过对话和妥协来找到一个双方都能接受的解决方案。",
    "annotation": [
      {
        "sentence": "对于金钱问题，家庭成员之间的分歧是很常见的。",
        "label": ""
      },
      {
        "sentence": "我理解你觉得很痛苦，并且你希望妻子能够承担一部分家庭开支。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以和妻子坦诚地沟通你的想法，并提议一种公平合理的解决方案，如共同分担家庭经济责任。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要尊重妻子的意见，通过对话和妥协来找到一个双方都能接受的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "求教！！！！",
    "annotation": [
      {
        "sentence": "求教！！！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我可以感受到你对于家庭问题的困扰和无力。我建议你和妻子一起寻求婚姻辅导，专业的辅导师可以帮助你们解决问题、改善沟通，同时提供情感上的支持和指导。此外，你也可以尝试寻找有关家庭关系和沟通技巧的书籍或资源，来增加你的专业知识和应对策略。",
    "annotation": [
      {
        "sentence": "从你的描述中，我可以感受到你对于家庭问题的困扰和无力。",
        "label": ""
      },
      {
        "sentence": "我建议你和妻子一起寻求婚姻辅导，专业的辅导师可以帮助你们解决问题、改善沟通，同时提供情感上的支持和指导。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以尝试寻找有关家庭关系和沟通技巧的书籍或资源，来增加你的专业知识和应对策略。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试和妻子共同解决问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试和妻子共同解决问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很高兴能够帮助到你。记得，解决家庭问题需要时间和耐心，但只要你们夫妻两个人携手合作，相信你们一定能够找到适合你们家庭的解决方案。如果还有其他问题，随时来找我聊聊吧。祝你们幸福！",
    "annotation": [
      {
        "sentence": "你好，很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得，解决家庭问题需要时间和耐心，但只要你们夫妻两个人携手合作，相信你们一定能够找到适合你们家庭的解决方案。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊吧。",
        "label": ""
      },
      {
        "sentence": "祝你们幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的。如果有需要，我会再来找你的。谢谢！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来找你的。",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  }
]