[
  {
    "role": "client",
    "content": "我是30岁的女性，我在想是应该选择一个合适的人结婚，还是选择一个我喜欢的人？我这几年认识的男生，我发现自己无法和任何一个人坚持下去。后来我反思了很多次，发现我总是以对方的缺点找茬，其实我根本就不喜欢他们，尽管他们对我很好。所以我感觉自己可能会孤单一辈子，虽然我想要有个人陪伴。但是我很难真心地付出，总是觉得可以做朋友、男女朋友，但结婚就不行。但是有一个我认识了10年的大学同学，我对他很上心，甚至只要他来我城市，我愿意负担他的生活费用。但是他在另外一个城市，并且工资不高。我的问题是，是选择一个合适的但不动心的人结婚，还是选择一个我喜欢的但是不够上进会让我比较操心的人呢？有时候我想一冲动去领个结婚证，但又觉得自己太理性了。",
    "annotation": [
      {
        "sentence": "我是30岁的女性，我在想是应该选择一个合适的人结婚，还是选择一个我喜欢的人？",
        "label": ""
      },
      {
        "sentence": "我这几年认识的男生，我发现自己无法和任何一个人坚持下去。",
        "label": ""
      },
      {
        "sentence": "后来我反思了很多次，发现我总是以对方的缺点找茬，其实我根本就不喜欢他们，尽管他们对我很好。",
        "label": ""
      },
      {
        "sentence": "所以我感觉自己可能会孤单一辈子，虽然我想要有个人陪伴。",
        "label": ""
      },
      {
        "sentence": "但是我很难真心地付出，总是觉得可以做朋友、男女朋友，但结婚就不行。",
        "label": ""
      },
      {
        "sentence": "但是有一个我认识了10年的大学同学，我对他很上心，甚至只要他来我城市，我愿意负担他的生活费用。",
        "label": ""
      },
      {
        "sentence": "但是他在另外一个城市，并且工资不高。",
        "label": ""
      },
      {
        "sentence": "我的问题是，是选择一个合适的但不动心的人结婚，还是选择一个我喜欢的但是不够上进会让我比较操心的人呢？",
        "label": ""
      },
      {
        "sentence": "有时候我想一冲动去领个结婚证，但又觉得自己太理性了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题没有统一答案，因为选择合适的还是选择喜欢的是见仁见智的。合适与否通常是从实际角度考虑的，而喜欢与否则是主观情感的看法。如果你是理想主义者，倾向于柏拉图式的爱情，那你可能会觉得选择喜欢的更重要；如果你更多地考虑现实问题、外界的压力，或者只是需要有人陪伴，那选合适的似乎更好。这个问题没有对错之分，只是选择了什么样的结果就要接受什么样的后果。我曾经被问过这个问题，我的回答是为什么要让自己纠结呢，选择一个既喜欢又合适的人不就好了吗？如果你找不到这样的人，那就自己过得舒心一点也是不错的选择。当然，你可能完全不同意我的观点，我只是希望你自由地做出自己的选择。另外，关于你想赚钱养活一个人的想法，我觉得你可能需要警惕一下。也许你收入很高，但有些人是无底洞，永远无法满足你的财物需求，这一点你要注意。选择伴侣，选择结婚对象是一件非常慎重的事情。如果你不想考虑太多，那我祝你好运，希望你能直接遇到对的人。祝你好运！",
    "annotation": [
      {
        "sentence": "这个问题没有统一答案，因为选择合适的还是选择喜欢的是见仁见智的。",
        "label": ""
      },
      {
        "sentence": "合适与否通常是从实际角度考虑的，而喜欢与否则是主观情感的看法。",
        "label": ""
      },
      {
        "sentence": "如果你是理想主义者，倾向于柏拉图式的爱情，那你可能会觉得选择喜欢的更重要；如果你更多地考虑现实问题、外界的压力，或者只是需要有人陪伴，那选合适的似乎更好。",
        "label": ""
      },
      {
        "sentence": "这个问题没有对错之分，只是选择了什么样的结果就要接受什么样的后果。",
        "label": ""
      },
      {
        "sentence": "我曾经被问过这个问题，我的回答是为什么要让自己纠结呢，选择一个既喜欢又合适的人不就好了吗？",
        "label": ""
      },
      {
        "sentence": "如果你找不到这样的人，那就自己过得舒心一点也是不错的选择。",
        "label": ""
      },
      {
        "sentence": "当然，你可能完全不同意我的观点，我只是希望你自由地做出自己的选择。",
        "label": ""
      },
      {
        "sentence": "另外，关于你想赚钱养活一个人的想法，我觉得你可能需要警惕一下。",
        "label": ""
      },
      {
        "sentence": "也许你收入很高，但有些人是无底洞，永远无法满足你的财物需求，这一点你要注意。",
        "label": ""
      },
      {
        "sentence": "选择伴侣，选择结婚对象是一件非常慎重的事情。",
        "label": ""
      },
      {
        "sentence": "如果你不想考虑太多，那我祝你好运，希望你能直接遇到对的人。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]