[
  {
    "role": "client",
    "content": "我是一个30岁的女性。我一直在思考一个问题，就是在选择结婚对象时，是该选择合适的人还是自己喜欢的人呢？这些年来，我认识了一些男生，但无论如何都无法和他们坚持下去。后来我反思了自己，发现我总是拿他们的缺点来找事，其实根本就不喜欢他们，尽管他们对我很好。所以我感觉自己可能要孤单一辈子了。我希望有一个人陪伴我，但是我很难将自己真心交出去，总是觉得做朋友或者男女朋友可以，但是结婚不行。可是，我却可以对一个认识了10年的大学同学非常上心，即使他来我城市只要能挣工资养活自己就可以了。可惜的是他在另外一个城市，而且工资也不高。我的问题是，是应该选择合适的但是不动心的人结婚，还是选择自己喜欢的但是不上进的人在一起会更加操心？有时候我很冲动想领个结婚证，但是我却又太理性了。",
    "annotation": [
      {
        "sentence": "我是一个30岁的女性。",
        "label": ""
      },
      {
        "sentence": "我一直在思考一个问题，就是在选择结婚对象时，是该选择合适的人还是自己喜欢的人呢？",
        "label": ""
      },
      {
        "sentence": "这些年来，我认识了一些男生，但无论如何都无法和他们坚持下去。",
        "label": ""
      },
      {
        "sentence": "后来我反思了自己，发现我总是拿他们的缺点来找事，其实根本就不喜欢他们，尽管他们对我很好。",
        "label": ""
      },
      {
        "sentence": "所以我感觉自己可能要孤单一辈子了。",
        "label": ""
      },
      {
        "sentence": "我希望有一个人陪伴我，但是我很难将自己真心交出去，总是觉得做朋友或者男女朋友可以，但是结婚不行。",
        "label": ""
      },
      {
        "sentence": "可是，我却可以对一个认识了10年的大学同学非常上心，即使他来我城市只要能挣工资养活自己就可以了。",
        "label": ""
      },
      {
        "sentence": "可惜的是他在另外一个城市，而且工资也不高。",
        "label": ""
      },
      {
        "sentence": "我的问题是，是应该选择合适的但是不动心的人结婚，还是选择自己喜欢的但是不上进的人在一起会更加操心？",
        "label": ""
      },
      {
        "sentence": "有时候我很冲动想领个结婚证，但是我却又太理性了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我们一起来分析一下你的情况。这些年来你无法和任何一个男生坚持下去，是因为你不够喜欢他们，而且你也不想将就。你不确定自己为什么很难将自己的真心交出去，那么我们一起思考一下，你希望怎样交出真心呢？另外，为什么你觉得结婚不行呢？再来谈谈那个你认识了10年的大学同学，你对他是一种怎样的情感？为什么你会被他吸引呢？他和其他人有什么不同之处呢？你是否喜欢他呢？他是否知道你的感受呢？他表示过什么吗？回到你的问题，是应该选择合适的还是喜欢的呢？其实答案就在你的问题里。合适的人对你很好，但是你却无法坚持下去，因为你不喜欢他们。而你喜欢的人又因为现实原因不能在一起。那么结婚对你来说到底意味着什么呢？你到底希望从婚姻中得到什么呢？每个人都有缺点，但至少有些人符合我们大部分的期待。冲动并不能解决问题。先弄清楚自己，回答了以上的问题，放轻松，不要着急。也许慢慢地你就会发现答案了。",
    "annotation": [
      {
        "sentence": "没关系，我们一起来分析一下你的情况。",
        "label": ""
      },
      {
        "sentence": "这些年来你无法和任何一个男生坚持下去，是因为你不够喜欢他们，而且你也不想将就。",
        "label": ""
      },
      {
        "sentence": "你不确定自己为什么很难将自己的真心交出去，那么我们一起思考一下，你希望怎样交出真心呢？",
        "label": ""
      },
      {
        "sentence": "另外，为什么你觉得结婚不行呢？",
        "label": ""
      },
      {
        "sentence": "再来谈谈那个你认识了10年的大学同学，你对他是一种怎样的情感？",
        "label": ""
      },
      {
        "sentence": "为什么你会被他吸引呢？",
        "label": ""
      },
      {
        "sentence": "他和其他人有什么不同之处呢？",
        "label": ""
      },
      {
        "sentence": "你是否喜欢他呢？",
        "label": ""
      },
      {
        "sentence": "他是否知道你的感受呢？",
        "label": ""
      },
      {
        "sentence": "他表示过什么吗？",
        "label": ""
      },
      {
        "sentence": "回到你的问题，是应该选择合适的还是喜欢的呢？",
        "label": ""
      },
      {
        "sentence": "其实答案就在你的问题里。",
        "label": ""
      },
      {
        "sentence": "合适的人对你很好，但是你却无法坚持下去，因为你不喜欢他们。",
        "label": ""
      },
      {
        "sentence": "而你喜欢的人又因为现实原因不能在一起。",
        "label": ""
      },
      {
        "sentence": "那么结婚对你来说到底意味着什么呢？",
        "label": ""
      },
      {
        "sentence": "你到底希望从婚姻中得到什么呢？",
        "label": ""
      },
      {
        "sentence": "每个人都有缺点，但至少有些人符合我们大部分的期待。",
        "label": ""
      },
      {
        "sentence": "冲动并不能解决问题。",
        "label": ""
      },
      {
        "sentence": "先弄清楚自己，回答了以上的问题，放轻松，不要着急。",
        "label": ""
      },
      {
        "sentence": "也许慢慢地你就会发现答案了。",
        "label": ""
      }
    ]
  }
]