[
  {
    "role": "client",
    "content": "我的成績很好，但是家裡沒錢供我上高中，已經要放棄了，我想自殺。家裡沒有足夠的錢，處於臨界點，過去我成績一直很好，但是初中時，我越發感覺到貧富差距。雖然知道父母賺錢不易，但待在破破爛爛的家裡還是很難受，我越來越暴躁。我媽現在已經流淚要我報技校，省點錢，我感到難過，想哭，想自殺，我的人生，已經毀了，怎麼辦？",
    "annotation": [
      {
        "sentence": "我的成績很好，但是家裡沒錢供我上高中，已經要放棄了，我想自殺。",
        "label": ""
      },
      {
        "sentence": "家裡沒有足夠的錢，處於臨界點，過去我成績一直很好，但是初中時，我越發感覺到貧富差距。",
        "label": ""
      },
      {
        "sentence": "雖然知道父母賺錢不易，但待在破破爛爛的家裡還是很難受，我越來越暴躁。",
        "label": ""
      },
      {
        "sentence": "我媽現在已經流淚要我報技校，省點錢，我感到難過，想哭，想自殺，我的人生，已經毀了，怎麼辦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答可以幫助到你。我看到你的狀況，也感到非常難過。我們不能決定出生在什麼樣的家庭，但我們可以選擇自己的人生。希望你能一直相信這點，並以這樣的想法去努力。雖然過程會很辛苦，但你的人生並沒有完結。我想分享一個真實的故事，發生在我身邊。我在農村長大，農村重男輕女的現象非常普遍。我家鄰居有兩個女兒，最小的是男孩。大女兒在我們村上初中後，由於家庭貧困，不讓她繼續上學，必須外出工作賺錢幫補家計。起初，她工作後還會寄錢回家，但她是一個有想法的女孩。後來，在酒店當迎賓員工作時，她不滿於現狀，她知道自己要努力改變人生。她節衣縮食，甚至做兩份工作，為自己存下一筆錢，白天上班，晚上上夜校讀酒店管理專業。當時，家人都不支持她，認為她在浪費錢沒有幫助她，甚至常常給她壓力。但她堅持了下來，最後成為了酒店的經理。兩年前她結婚，她連高中學歷都沒有，但她的丈夫卻有本科學歷。她結婚前用自己賺的錢在城市買了小房子。從她被迫離開學校進入社會的那一刻起，她的人生似乎已經定了論，但她打破了這個命運，賦予它更大的價值。我告訴你這些不是為了說誰更加可憐，而是希望你能看到這個故事的勵志，不要對人生失去希望。你還很年輕，未來還有無限的可能等著你去創造，上了技校並不代表結束。我們讀高中只是為了考上一個好大學。就算你上了技校，以後還可以通過成人高考實現自己的夢想。我大學時有一個同專業的男孩，他比我們都大幾歲。我每次去圖書館都能看到他的身影，後來聽別人說了他的故事，也給了我很大的力量。這個男孩沒有上過高中，很早就輟學到工廠工作，但他不甘心就這樣度過人生，靠成人高考進入了本科學校。也許是吃過苦他比一般人更懂得珍惜這來之不易的機會。加油，我相信你也可以創造自己的未來。千萬不要灰心。",
    "annotation": [
      {
        "sentence": "希望我的回答可以幫助到你。",
        "label": ""
      },
      {
        "sentence": "我看到你的狀況，也感到非常難過。",
        "label": ""
      },
      {
        "sentence": "我們不能決定出生在什麼樣的家庭，但我們可以選擇自己的人生。",
        "label": ""
      },
      {
        "sentence": "希望你能一直相信這點，並以這樣的想法去努力。",
        "label": ""
      },
      {
        "sentence": "雖然過程會很辛苦，但你的人生並沒有完結。",
        "label": ""
      },
      {
        "sentence": "我想分享一個真實的故事，發生在我身邊。",
        "label": ""
      },
      {
        "sentence": "我在農村長大，農村重男輕女的現象非常普遍。",
        "label": ""
      },
      {
        "sentence": "我家鄰居有兩個女兒，最小的是男孩。",
        "label": ""
      },
      {
        "sentence": "大女兒在我們村上初中後，由於家庭貧困，不讓她繼續上學，必須外出工作賺錢幫補家計。",
        "label": ""
      },
      {
        "sentence": "起初，她工作後還會寄錢回家，但她是一個有想法的女孩。",
        "label": ""
      },
      {
        "sentence": "後來，在酒店當迎賓員工作時，她不滿於現狀，她知道自己要努力改變人生。",
        "label": ""
      },
      {
        "sentence": "她節衣縮食，甚至做兩份工作，為自己存下一筆錢，白天上班，晚上上夜校讀酒店管理專業。",
        "label": ""
      },
      {
        "sentence": "當時，家人都不支持她，認為她在浪費錢沒有幫助她，甚至常常給她壓力。",
        "label": ""
      },
      {
        "sentence": "但她堅持了下來，最後成為了酒店的經理。",
        "label": ""
      },
      {
        "sentence": "兩年前她結婚，她連高中學歷都沒有，但她的丈夫卻有本科學歷。",
        "label": ""
      },
      {
        "sentence": "她結婚前用自己賺的錢在城市買了小房子。",
        "label": ""
      },
      {
        "sentence": "從她被迫離開學校進入社會的那一刻起，她的人生似乎已經定了論，但她打破了這個命運，賦予它更大的價值。",
        "label": ""
      },
      {
        "sentence": "我告訴你這些不是為了說誰更加可憐，而是希望你能看到這個故事的勵志，不要對人生失去希望。",
        "label": ""
      },
      {
        "sentence": "你還很年輕，未來還有無限的可能等著你去創造，上了技校並不代表結束。",
        "label": ""
      },
      {
        "sentence": "我們讀高中只是為了考上一個好大學。",
        "label": ""
      },
      {
        "sentence": "就算你上了技校，以後還可以通過成人高考實現自己的夢想。",
        "label": ""
      },
      {
        "sentence": "我大學時有一個同專業的男孩，他比我們都大幾歲。",
        "label": ""
      },
      {
        "sentence": "我每次去圖書館都能看到他的身影，後來聽別人說了他的故事，也給了我很大的力量。",
        "label": ""
      },
      {
        "sentence": "這個男孩沒有上過高中，很早就輟學到工廠工作，但他不甘心就這樣度過人生，靠成人高考進入了本科學校。",
        "label": ""
      },
      {
        "sentence": "也許是吃過苦他比一般人更懂得珍惜這來之不易的機會。",
        "label": ""
      },
      {
        "sentence": "加油，我相信你也可以創造自己的未來。",
        "label": ""
      },
      {
        "sentence": "千萬不要灰心。",
        "label": ""
      }
    ]
  }
]