[
  {
    "role": "client",
    "content": "成绩好，但家里没钱给上高中，已经要放弃了，想自杀？",
    "annotation": [
      {
        "sentence": "成绩好，但家里没钱给上高中，已经要放弃了，想自杀？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我感到一股深深的无力感和绝望感。首先，我很能理解你的心情，你从小认真读书争取成绩优秀，就是为了改变自己的人生:不要被贫穷束缚住一辈子，而现在呢？因为贫穷你要到技校读书，为此你感到特别痛苦，甚至痛苦到想要自杀。",
    "annotation": [
      {
        "sentence": "我感到一股深深的无力感和绝望感。",
        "label": ""
      },
      {
        "sentence": "首先，我很能理解你的心情，你从小认真读书争取成绩优秀，就是为了改变自己的人生:不要被贫穷束缚住一辈子，而现在呢？",
        "label": ""
      },
      {
        "sentence": "因为贫穷你要到技校读书，为此你感到特别痛苦，甚至痛苦到想要自杀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，家庭经济拮据让我觉得没有前途，没有希望，觉得自己的人生过得没有意义。",
    "annotation": [
      {
        "sentence": "是的，家庭经济拮据让我觉得没有前途，没有希望，觉得自己的人生过得没有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在，我们先来了解一下人为什么会产生自杀的念头？从心理学角度，原因大概有三点。第一，为了寻求帮助第二，为了报复第三，为了减轻或逃避痛苦显然，你是属于第三种。你产生自杀的念头是因为你所承受的痛苦远远超过你能承受的能力，当你没有力量去承担这种痛苦，你就会想通过结束生命来寻求解脱。在你看来，不能去好的学校读书，不能改变自己的命运，相当于没有办法掌控自己的人生，所以你觉得生活失去了意义，那么你就想通过死亡来得到解脱。这种想法是可以理解的，其实人有时候真的特别脆弱，总有那么一些事，会成为压倒最后一根稻草的应激事件，那么，你现在应该怎么做呢？",
    "annotation": [
      {
        "sentence": "现在，我们先来了解一下人为什么会产生自杀的念头？",
        "label": ""
      },
      {
        "sentence": "从心理学角度，原因大概有三点。",
        "label": ""
      },
      {
        "sentence": "第一，为了寻求帮助第二，为了报复第三，为了减轻或逃避痛苦显然，你是属于第三种。",
        "label": ""
      },
      {
        "sentence": "你产生自杀的念头是因为你所承受的痛苦远远超过你能承受的能力，当你没有力量去承担这种痛苦，你就会想通过结束生命来寻求解脱。",
        "label": ""
      },
      {
        "sentence": "在你看来，不能去好的学校读书，不能改变自己的命运，相当于没有办法掌控自己的人生，所以你觉得生活失去了意义，那么你就想通过死亡来得到解脱。",
        "label": ""
      },
      {
        "sentence": "这种想法是可以理解的，其实人有时候真的特别脆弱，总有那么一些事，会成为压倒最后一根稻草的应激事件，那么，你现在应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很难过，觉得自己无法掌控人生，压力好大。",
    "annotation": [
      {
        "sentence": "我真的很难过，觉得自己无法掌控人生，压力好大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第一，改变自己的心态，让自己冷静下来可以看得出，你特别在意自己的家境，对贫穷感到十分痛苦，看着破烂的家，你会感到十分难受，但是姑娘呀，你现在这种状况是暂时无法改变的，你现在最应该做的，是边适应环境边改变环境，接受你暂时贫困的家境，然后想办法去改善它，你努力认真读书就是一种好出路。过分在意你的贫穷，只会让你心情更加烦躁，只要肯努力，贫穷只是暂时，所以没有必要对现在的贫穷感到特别的痛苦，这只会徒增你的心理负担。",
    "annotation": [
      {
        "sentence": "第一，改变自己的心态，让自己冷静下来可以看得出，你特别在意自己的家境，对贫穷感到十分痛苦，看着破烂的家，你会感到十分难受，但是姑娘呀，你现在这种状况是暂时无法改变的，你现在最应该做的，是边适应环境边改变环境，接受你暂时贫困的家境，然后想办法去改善它，你努力认真读书就是一种好出路。",
        "label": ""
      },
      {
        "sentence": "过分在意你的贫穷，只会让你心情更加烦躁，只要肯努力，贫穷只是暂时，所以没有必要对现在的贫穷感到特别的痛苦，这只会徒增你的心理负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道努力读书是正确的道路，但是在现实中仍然觉得无助。",
    "annotation": [
      {
        "sentence": "我知道努力读书是正确的道路，但是在现实中仍然觉得无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二，认真的与父母进行沟通，一起找对策解决问题知识能够改变命运，这一点姑娘你应该十分清楚，可是你妈妈的体会可能不是和你深，你应该跟你的妈妈交流，让你妈妈明白，读好书以后的成就绝对抵得上现在的付出，让她让你去考的上的好学校读书，而你可以利用自己的空闲时间去兼职，或者可以借钱贷款，改变你妈妈的观念，不要因为当前的困苦而放弃未来更大的利益，还有，母亲让你去读技校，是为了省一点钱，为人父母也不容易，撇开自己的痛苦，你要体谅父母，不要因此怪罪父母。",
    "annotation": [
      {
        "sentence": "第二，认真的与父母进行沟通，一起找对策解决问题知识能够改变命运，这一点姑娘你应该十分清楚，可是你妈妈的体会可能不是和你深，你应该跟你的妈妈交流，让你妈妈明白，读好书以后的成就绝对抵得上现在的付出，让她让你去考的上的好学校读书，而你可以利用自己的空闲时间去兼职，或者可以借钱贷款，改变你妈妈的观念，不要因为当前的困苦而放弃未来更大的利益，还有，母亲让你去读技校，是为了省一点钱，为人父母也不容易，撇开自己的痛苦，你要体谅父母，不要因此怪罪父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着与妈妈好好沟通，让她理解我的想法。",
    "annotation": [
      {
        "sentence": "我会试着与妈妈好好沟通，让她理解我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三，找到倾诉的地方，控制自己的情绪。痛苦的时候我们需要抒发情绪，不要让情绪在内心里面发酵，这样很容易产生抑郁情绪，严重的话就会产生可怕的念头，比如就像您说的，痛苦到想要自杀，当你感到特别痛苦的时候，想办法倾诉，可以与比较亲近的朋友聊聊天，说一下自己的想法，或者通过别的办法把这种痛苦发泄出来给自己信心。",
    "annotation": [
      {
        "sentence": "第三，找到倾诉的地方，控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "痛苦的时候我们需要抒发情绪，不要让情绪在内心里面发酵，这样很容易产生抑郁情绪，严重的话就会产生可怕的念头，比如就像您说的，痛苦到想要自杀，当你感到特别痛苦的时候，想办法倾诉，可以与比较亲近的朋友聊聊天，说一下自己的想法，或者通过别的办法把这种痛苦发泄出来给自己信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着找人倾诉一下，希望能缓解一下自己的心情。",
    "annotation": [
      {
        "sentence": "我会试着找人倾诉一下，希望能缓解一下自己的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第四，给自己信心。姑娘你要知道，世界这么大，别人也曾经和你承受过相同的痛苦，甚至比你的痛苦还有痛苦，但是他们最终也能找到办法克服，走出痛苦重获新生，所以你也要给自己信心，为什么你就不行呢？你也可以试试对吗？",
    "annotation": [
      {
        "sentence": "第四，给自己信心。",
        "label": ""
      },
      {
        "sentence": "姑娘你要知道，世界这么大，别人也曾经和你承受过相同的痛苦，甚至比你的痛苦还有痛苦，但是他们最终也能找到办法克服，走出痛苦重获新生，所以你也要给自己信心，为什么你就不行呢？",
        "label": ""
      },
      {
        "sentence": "你也可以试试对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该给自己更多的信心，相信自己能够克服困难。",
    "annotation": [
      {
        "sentence": "是的，我应该给自己更多的信心，相信自己能够克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第五，接受父母的建议，努力提升自己。的确，很多人对技校的看法都不好，但是凡事都有例外，在我看来，学校并不是决定学生资质的唯一要素，关键在于学生自己，如果最后实在没办法，只能选择技校的话，你的人生也不是就此而已了，你还有很长的路，只要你有坚定的决心和积极进取的心态，事在人为，你也可以学得很好，还可以边学习边赚钱，为自己的将来做更好的打算，记住，凡事不要先否定自己。",
    "annotation": [
      {
        "sentence": "第五，接受父母的建议，努力提升自己。",
        "label": ""
      },
      {
        "sentence": "的确，很多人对技校的看法都不好，但是凡事都有例外，在我看来，学校并不是决定学生资质的唯一要素，关键在于学生自己，如果最后实在没办法，只能选择技校的话，你的人生也不是就此而已了，你还有很长的路，只要你有坚定的决心和积极进取的心态，事在人为，你也可以学得很好，还可以边学习边赚钱，为自己的将来做更好的打算，记住，凡事不要先否定自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会接受父母的建议，努力提升自己，不放弃对未来的希望。",
    "annotation": [
      {
        "sentence": "我会接受父母的建议，努力提升自己，不放弃对未来的希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，希望姑娘你明白，人生只能由自己把控，即便我们有时不得不面临一些超越自己能力的痛苦，但是我们不能在这种痛苦面前屈服，可以允许自己痛苦，但是要给自己一定的冷静空间，过了段时间我们再来考虑问题，不要让情绪控制自",
    "annotation": [
      {
        "sentence": "最后，希望姑娘你明白，人生只能由自己把控，即便我们有时不得不面临一些超越自己能力的痛苦，但是我们不能在这种痛苦面前屈服，可以允许自己痛苦，但是要给自己一定的冷静空间，过了段时间我们再来考虑问题，不要让情绪控制自",
        "label": ""
      }
    ]
  }
]