[
  {
    "role": "client",
    "content": "19岁大二女，说是焦虑障碍，这样的状况是正常的吗？",
    "annotation": [
      {
        "sentence": "19岁大二女，说是焦虑障碍，这样的状况是正常的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的心情。你去看了医生，医生给了结论，你也在遵医嘱进行治疗。但你内心的根本问题估计还在影响着你，吃药可以缓解症状，关键是解决你内心的问题。",
    "annotation": [
      {
        "sentence": "理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你去看了医生，医生给了结论，你也在遵医嘱进行治疗。",
        "label": ""
      },
      {
        "sentence": "但你内心的根本问题估计还在影响着你，吃药可以缓解症状，关键是解决你内心的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "19岁女，大二，最近去看了医生说是焦虑障碍，有在吃药，然后我今天晚上写作业的时候脑子里老是会想东西，然后身体有点哆嗦，好像不能控制一样，牙齿哆嗦，心跳加快，呼吸比较急促。然后我尽量让自己稳定下来，但我脑子里就好像有个小人一样，老是在说好想死，不知道是不是吃了药的原因，但我的心还是相对比较平静的。它一定要让我休学，如果我不休学我就自己伤害自己。其实我也很犹豫要不要休学。我想问我现在的状况是正常的吗？",
    "annotation": [
      {
        "sentence": "19岁女，大二，最近去看了医生说是焦虑障碍，有在吃药，然后我今天晚上写作业的时候脑子里老是会想东西，然后身体有点哆嗦，好像不能控制一样，牙齿哆嗦，心跳加快，呼吸比较急促。",
        "label": ""
      },
      {
        "sentence": "然后我尽量让自己稳定下来，但我脑子里就好像有个小人一样，老是在说好想死，不知道是不是吃了药的原因，但我的心还是相对比较平静的。",
        "label": ""
      },
      {
        "sentence": "它一定要让我休学，如果我不休学我就自己伤害自己。",
        "label": ""
      },
      {
        "sentence": "其实我也很犹豫要不要休学。",
        "label": ""
      },
      {
        "sentence": "我想问我现在的状况是正常的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在想什么东西呢，是什么让你放不下，或者受到伤害的人和事情吗？你焦虑的问题是从什么时候开始的，对你现在造成了什么影响？当你焦虑时，身体出现了一些状况，你努力让自己稳定下来。看得出来，你对自己的问题是有认识的，你也能控制好自己的情况。",
    "annotation": [
      {
        "sentence": "你在想什么东西呢，是什么让你放不下，或者受到伤害的人和事情吗？",
        "label": ""
      },
      {
        "sentence": "你焦虑的问题是从什么时候开始的，对你现在造成了什么影响？",
        "label": ""
      },
      {
        "sentence": "当你焦虑时，身体出现了一些状况，你努力让自己稳定下来。",
        "label": ""
      },
      {
        "sentence": "看得出来，你对自己的问题是有认识的，你也能控制好自己的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前发生了一些不愉快的事，感觉自己受到了伤害。这导致我对现在的生活产生了很多疑虑和想法，无法安心地专注于学业和生活。我试着让自己平静下来，但脑海中总有一种不安的声音在对我说一些消极的话。虽然我的心还是相对平静的，但我担心这是否是药物的副作用。此外，我也因为这种情况而犹豫是否休学。",
    "annotation": [
      {
        "sentence": "我之前发生了一些不愉快的事，感觉自己受到了伤害。",
        "label": ""
      },
      {
        "sentence": "这导致我对现在的生活产生了很多疑虑和想法，无法安心地专注于学业和生活。",
        "label": ""
      },
      {
        "sentence": "我试着让自己平静下来，但脑海中总有一种不安的声音在对我说一些消极的话。",
        "label": ""
      },
      {
        "sentence": "虽然我的心还是相对平静的，但我担心这是否是药物的副作用。",
        "label": ""
      },
      {
        "sentence": "此外，我也因为这种情况而犹豫是否休学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。你之前经历了一些不愉快的事情，这确实会对你产生负面影响。你试图让自己平静下来，这显示出你有一定的情绪调节能力。但是，焦虑和消极的声音仍然存在，这可能导致了你的犹豫和困扰。虽然药物可能产生一些副作用，但重要的是解决你内心根本的问题。我们可以一起找出你焦虑的原因，并寻找解决办法。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "你之前经历了一些不愉快的事情，这确实会对你产生负面影响。",
        "label": ""
      },
      {
        "sentence": "你试图让自己平静下来，这显示出你有一定的情绪调节能力。",
        "label": ""
      },
      {
        "sentence": "但是，焦虑和消极的声音仍然存在，这可能导致了你的犹豫和困扰。",
        "label": ""
      },
      {
        "sentence": "虽然药物可能产生一些副作用，但重要的是解决你内心根本的问题。",
        "label": ""
      },
      {
        "sentence": "我们可以一起找出你焦虑的原因，并寻找解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉自己的焦虑主要来自于担心未来和对不良经历的回忆。我担心自己的未来会受到影响，同时痛苦的回忆也让我困扰。我知道休学可能是一种解决办法，但我不确定这是否是最好的选择。",
    "annotation": [
      {
        "sentence": "我感觉自己的焦虑主要来自于担心未来和对不良经历的回忆。",
        "label": ""
      },
      {
        "sentence": "我担心自己的未来会受到影响，同时痛苦的回忆也让我困扰。",
        "label": ""
      },
      {
        "sentence": "我知道休学可能是一种解决办法，但我不确定这是否是最好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能具体说说这些回忆对你的影响吗？了解到具体的问题，我们可以更好地寻找解决办法。休学是一种解决问题的方法，但对你的影响可能很大，所以你的犹豫是可以理解的。我们可以先着眼于解决你内心深处的问题，同时继续按照医生的建议进行治疗，这并不妨碍你继续学习。另外，你可以尝试一些放松的方法，比如换个环境，找人聊天，出去旅游，发泄一下内心的压力，读一些好书等等。",
    "annotation": [
      {
        "sentence": "你能具体说说这些回忆对你的影响吗？",
        "label": ""
      },
      {
        "sentence": "了解到具体的问题，我们可以更好地寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "休学是一种解决问题的方法，但对你的影响可能很大，所以你的犹豫是可以理解的。",
        "label": ""
      },
      {
        "sentence": "我们可以先着眼于解决你内心深处的问题，同时继续按照医生的建议进行治疗，这并不妨碍你继续学习。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试一些放松的方法，比如换个环境，找人聊天，出去旅游，发泄一下内心的压力，读一些好书等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "回忆对我造成了一种负担和压力，让我无法专注于现在和未来。我明白解决内心问题的重要性，同时也会继续遵循医生的治疗建议。我会尝试一些放松的方法来缓解焦虑和压力，希望能够找到一种更好的平衡，继续学习和应对自己的问题。",
    "annotation": [
      {
        "sentence": "回忆对我造成了一种负担和压力，让我无法专注于现在和未来。",
        "label": ""
      },
      {
        "sentence": "我明白解决内心问题的重要性，同时也会继续遵循医生的治疗建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试一些放松的方法来缓解焦虑和压力，希望能够找到一种更好的平衡，继续学习和应对自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你会尝试放松的方法。对于你的问题，解决内心问题非常重要。同时，你也可以寻找一种平衡的方式，继续学习并应对生活中的挑战。请记住，你不是一个人在面对这些困难，我们会一起度过难关。如果你在处理过程中遇到任何困难，请随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "很高兴听到你会尝试放松的方法。",
        "label": ""
      },
      {
        "sentence": "对于你的问题，解决内心问题非常重要。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻找一种平衡的方式，继续学习并应对生活中的挑战。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在面对这些困难，我们会一起度过难关。",
        "label": ""
      },
      {
        "sentence": "如果你在处理过程中遇到任何困难，请随时向我寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会努力应对自己的问题，也会时刻记得你的帮助。如果有需要，我会再次与你沟通。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力应对自己的问题，也会时刻记得你的帮助。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再次与你沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意为你提供支持。记住，你不必独自应对这些困难，随时和我联系。祝愿你能够尽早走出困境，重新找到平衡和快乐。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意为你提供支持。",
        "label": ""
      },
      {
        "sentence": "记住，你不必独自应对这些困难，随时和我联系。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够尽早走出困境，重新找到平衡和快乐。",
        "label": ""
      }
    ]
  }
]