[
  {
    "role": "client",
    "content": "我今年25岁，是一个女生。我既不喜欢工作，也不喜欢读博士，感觉自己什么都不想做。因为疫情的原因，毕业后找到的工作要么工资太低，要么地方太偏远。很幸运我被录取成博士生了，但是开学后导师对我的能力不满意，我不擅长与别人交流，慢慢地对任何事情都提不起兴趣，无精打采。请问我该怎么办？",
    "annotation": [
      {
        "sentence": "我今年25岁，是一个女生。",
        "label": ""
      },
      {
        "sentence": "我既不喜欢工作，也不喜欢读博士，感觉自己什么都不想做。",
        "label": ""
      },
      {
        "sentence": "因为疫情的原因，毕业后找到的工作要么工资太低，要么地方太偏远。",
        "label": ""
      },
      {
        "sentence": "很幸运我被录取成博士生了，但是开学后导师对我的能力不满意，我不擅长与别人交流，慢慢地对任何事情都提不起兴趣，无精打采。",
        "label": ""
      },
      {
        "sentence": "请问我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的诉说中能够看到你真的很优秀，能考上博士意味着你已经战胜了大部分同龄人，要给你点赞！但同时也要明白，读博士和本科、硕士是不一样的。博士意味着你要以一名专业的科研工作者的身份来要求自己。虽然在研究生期间你也学到了一些实用的技能，但对于一名合格的科研人员来说，不断学习和进步是与时俱进、做出突破性实验、发表一区核心文章的关键。导师对学生都是有期望的，他对你的能力不满并不是在批评你，而是希望激励你更快地成长，尽快进入博士研究的状态。",
    "annotation": [
      {
        "sentence": "从你的诉说中能够看到你真的很优秀，能考上博士意味着你已经战胜了大部分同龄人，要给你点赞！",
        "label": ""
      },
      {
        "sentence": "但同时也要明白，读博士和本科、硕士是不一样的。",
        "label": ""
      },
      {
        "sentence": "博士意味着你要以一名专业的科研工作者的身份来要求自己。",
        "label": ""
      },
      {
        "sentence": "虽然在研究生期间你也学到了一些实用的技能，但对于一名合格的科研人员来说，不断学习和进步是与时俱进、做出突破性实验、发表一区核心文章的关键。",
        "label": ""
      },
      {
        "sentence": "导师对学生都是有期望的，他对你的能力不满并不是在批评你，而是希望激励你更快地成长，尽快进入博士研究的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道导师的期望很高，但是我真的很不喜欢与人交流，并且我也不知道自己该如何进步。每次做实验的时候都感到困难和挫折，我需要做很多次的探索实验才能得到想要的结果。同时，我也需要学习实验技能、数据分析方法以及英文文献阅读和写作能力。",
    "annotation": [
      {
        "sentence": "我知道导师的期望很高，但是我真的很不喜欢与人交流，并且我也不知道自己该如何进步。",
        "label": ""
      },
      {
        "sentence": "每次做实验的时候都感到困难和挫折，我需要做很多次的探索实验才能得到想要的结果。",
        "label": ""
      },
      {
        "sentence": "同时，我也需要学习实验技能、数据分析方法以及英文文献阅读和写作能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我是一个研究生，我也经历过这个阶段，所以我非常理解你此刻的心情。明明很努力，但却感觉没有被看见甚至被批评，我明白这种感受。这表明我们的努力还不够，我们还没有从量变到质变。所以你需要调节好自己的心情，客观面对导师的评价，同时也要客观地认识自己，不要因为负面评价就完全否定自己。拿破仑曾经说过：“人生的失光荣，不在于永不失败，而在于能够屡败屡战”。继续努力做好自己，认真完成导师交给的任务，我相信你会越来越优秀的！",
    "annotation": [
      {
        "sentence": "我是一个研究生，我也经历过这个阶段，所以我非常理解你此刻的心情。",
        "label": ""
      },
      {
        "sentence": "明明很努力，但却感觉没有被看见甚至被批评，我明白这种感受。",
        "label": ""
      },
      {
        "sentence": "这表明我们的努力还不够，我们还没有从量变到质变。",
        "label": ""
      },
      {
        "sentence": "所以你需要调节好自己的心情，客观面对导师的评价，同时也要客观地认识自己，不要因为负面评价就完全否定自己。",
        "label": ""
      },
      {
        "sentence": "拿破仑曾经说过：“人生的失光荣，不在于永不失败，而在于能够屡败屡战”。",
        "label": ""
      },
      {
        "sentence": "继续努力做好自己，认真完成导师交给的任务，我相信你会越来越优秀的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会调整好心态，努力提升自己。但是我还是担心我能否胜任博士研究。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会调整好心态，努力提升自己。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心我能否胜任博士研究。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用太过担心，人们都有成长的空间，你也一样。博士生活中的挑战是正常的，只要你保持积极的态度并且为之付出努力，你一定能够胜任博士研究的任务。你已经展示过你的优秀之处，相信自己，你可以做到的！",
    "annotation": [
      {
        "sentence": "不用太过担心，人们都有成长的空间，你也一样。",
        "label": ""
      },
      {
        "sentence": "博士生活中的挑战是正常的，只要你保持积极的态度并且为之付出努力，你一定能够胜任博士研究的任务。",
        "label": ""
      },
      {
        "sentence": "你已经展示过你的优秀之处，相信自己，你可以做到的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于学术研究，我不知道如何找到自己感兴趣的方向，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "对于学术研究，我不知道如何找到自己感兴趣的方向，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在选择研究方向时，你可以从以下几个方面入手：首先，回顾一下自己的学术经历，看看自己在哪些方面表现得更出色或感兴趣。其次，寻找导师的指导，他们可以帮助你确定一个适合你的研究方向。此外，与同学或学长学姐交流，了解他们的研究领域和经验，或许能给你一些启发。最后，不要急于做决定，可以进行一些小规模的试验或项目，以找到你真正感兴趣的领域。",
    "annotation": [
      {
        "sentence": "在选择研究方向时，你可以从以下几个方面入手：首先，回顾一下自己的学术经历，看看自己在哪些方面表现得更出色或感兴趣。",
        "label": ""
      },
      {
        "sentence": "其次，寻找导师的指导，他们可以帮助你确定一个适合你的研究方向。",
        "label": ""
      },
      {
        "sentence": "此外，与同学或学长学姐交流，了解他们的研究领域和经验，或许能给你一些启发。",
        "label": ""
      },
      {
        "sentence": "最后，不要急于做决定，可以进行一些小规模的试验或项目，以找到你真正感兴趣的领域。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会尝试寻找自己感兴趣的方向，并向导师和其他同学请教。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会尝试寻找自己感兴趣的方向，并向导师和其他同学请教。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有帮助！请记住，在这个过程中不要过于沉重地压力自己，保持积极心态，并相信自己的能力。身为一名博士生，你已经证明了自己的实力。继续努力，我相信你会在研究生活中取得更大的成就！",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有帮助！",
        "label": ""
      },
      {
        "sentence": "请记住，在这个过程中不要过于沉重地压力自己，保持积极心态，并相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "身为一名博士生，你已经证明了自己的实力。",
        "label": ""
      },
      {
        "sentence": "继续努力，我相信你会在研究生活中取得更大的成就！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我将会保持积极的心态，不断努力。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我将会保持积极的心态，不断努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我相信你能够克服眼前的困难，成为一名优秀的科研人员。如果你还有任何问题或者需要进一步的支持，请随时与我沟通。你不是一个人在战斗，我们都在支持你！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服眼前的困难，成为一名优秀的科研人员。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或者需要进一步的支持，请随时与我沟通。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们都在支持你！",
        "label": ""
      }
    ]
  }
]