[
  {
    "role": "client",
    "content": "大专结业，在工厂混日子，怎么做个人职业规划？自己浑浑噩噩，没背景，大专结业，可以补考，可是都没过。还有两个证书，一个毕业设计，还有体育课。我感觉这有关于我的性格缺陷，比如恐惧紧张。找工作也找不到，在工厂混日子，现在简历也不知道怎么写，大学没考什么有用的证书，我觉得自己生存不下去了。",
    "annotation": [
      {
        "sentence": "大专结业，在工厂混日子，怎么做个人职业规划？",
        "label": ""
      },
      {
        "sentence": "自己浑浑噩噩，没背景，大专结业，可以补考，可是都没过。",
        "label": ""
      },
      {
        "sentence": "还有两个证书，一个毕业设计，还有体育课。",
        "label": ""
      },
      {
        "sentence": "我感觉这有关于我的性格缺陷，比如恐惧紧张。",
        "label": ""
      },
      {
        "sentence": "找工作也找不到，在工厂混日子，现在简历也不知道怎么写，大学没考什么有用的证书，我觉得自己生存不下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【如何脱离浑浑噩噩做出个人职业规划】从你的描述中能够得到如下信息：你大学时没有非常明确的目标，对于学业也不太专注，或许也和你所言的“性格缺陷”有关。最终没有拿到毕业证书，在工厂“混日子”。大学对于每个人都是平等的，就看你怎么去抓住这个时间，让自己更好的成长。很多人在毕业写简历时，才发现自己在大学中没有去做更多有意义的事情，没有考取有用的证书。",
    "annotation": [
      {
        "sentence": "【如何脱离浑浑噩噩做出个人职业规划】从你的描述中能够得到如下信息：你大学时没有非常明确的目标，对于学业也不太专注，或许也和你所言的“性格缺陷”有关。",
        "label": ""
      },
      {
        "sentence": "最终没有拿到毕业证书，在工厂“混日子”。",
        "label": ""
      },
      {
        "sentence": "大学对于每个人都是平等的，就看你怎么去抓住这个时间，让自己更好的成长。",
        "label": ""
      },
      {
        "sentence": "很多人在毕业写简历时，才发现自己在大学中没有去做更多有意义的事情，没有考取有用的证书。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我大学时确实没有明确的目标，也没有投入足够的精力对学业进行专注。我现在意识到这个问题，但我感觉已经晚了。我也确实没有做很多有意义的事情，现在想找工作都不知道该怎么写自己的简历了。",
    "annotation": [
      {
        "sentence": "你说的对，我大学时确实没有明确的目标，也没有投入足够的精力对学业进行专注。",
        "label": ""
      },
      {
        "sentence": "我现在意识到这个问题，但我感觉已经晚了。",
        "label": ""
      },
      {
        "sentence": "我也确实没有做很多有意义的事情，现在想找工作都不知道该怎么写自己的简历了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果不知道简历如何写，可以求助专门的人士帮忙修改简历，增加一些你个人的能力和特点。简历优秀到填不下的人毕竟还是少数，应届生其实更多的看中你的活动表现和学业成绩。同时也可以进行职业能力测试等，了解一下自己有哪些内在优势，并且可以用于什么样的工作中。",
    "annotation": [
      {
        "sentence": "如果不知道简历如何写，可以求助专门的人士帮忙修改简历，增加一些你个人的能力和特点。",
        "label": ""
      },
      {
        "sentence": "简历优秀到填不下的人毕竟还是少数，应届生其实更多的看中你的活动表现和学业成绩。",
        "label": ""
      },
      {
        "sentence": "同时也可以进行职业能力测试等，了解一下自己有哪些内在优势，并且可以用于什么样的工作中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么开始改变自己的态度呢？我感觉自己没有背景和学业失败，都没有继续努力的理由了。",
    "annotation": [
      {
        "sentence": "那我应该怎么开始改变自己的态度呢？",
        "label": ""
      },
      {
        "sentence": "我感觉自己没有背景和学业失败，都没有继续努力的理由了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "目前最重要的是必须从以前浑浑噩噩的状态中摆脱出来。想要改变自己，先从态度开始。没背景和学业失败并不是我们放弃自己的理由，现在还有很多想要继续学习的人参加成人高考呢。只有你想做出行动，机会才会走到你面前。",
    "annotation": [
      {
        "sentence": "目前最重要的是必须从以前浑浑噩噩的状态中摆脱出来。",
        "label": ""
      },
      {
        "sentence": "想要改变自己，先从态度开始。",
        "label": ""
      },
      {
        "sentence": "没背景和学业失败并不是我们放弃自己的理由，现在还有很多想要继续学习的人参加成人高考呢。",
        "label": ""
      },
      {
        "sentence": "只有你想做出行动，机会才会走到你面前。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我意识到我不能再继续抱怨和放弃自己了。我应该寻求专业人士或机构来修改我的简历，然后尽可能找一份工作。或者我可以暂时调整心态，好好在工厂工作。另外，你提到了职业能力测试，我该如何进行呢？",
    "annotation": [
      {
        "sentence": "你说的对，我意识到我不能再继续抱怨和放弃自己了。",
        "label": ""
      },
      {
        "sentence": "我应该寻求专业人士或机构来修改我的简历，然后尽可能找一份工作。",
        "label": ""
      },
      {
        "sentence": "或者我可以暂时调整心态，好好在工厂工作。",
        "label": ""
      },
      {
        "sentence": "另外，你提到了职业能力测试，我该如何进行呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好的想法！职业能力测试可以帮助你了解自己有哪些内在优势，并且可以用于什么样的工作中。你可以找一些专业的测试机构或者网站，进行相应的测试。然后根据测试结果，了解自己适合从事哪些工作。另外，你还可以去工作招聘网站上了解一些行业的发展状况，找到一些处于上升期或者你向往的城市的工作机会。",
    "annotation": [
      {
        "sentence": "非常好的想法！",
        "label": ""
      },
      {
        "sentence": "职业能力测试可以帮助你了解自己有哪些内在优势，并且可以用于什么样的工作中。",
        "label": ""
      },
      {
        "sentence": "你可以找一些专业的测试机构或者网站，进行相应的测试。",
        "label": ""
      },
      {
        "sentence": "然后根据测试结果，了解自己适合从事哪些工作。",
        "label": ""
      },
      {
        "sentence": "另外，你还可以去工作招聘网站上了解一些行业的发展状况，找到一些处于上升期或者你向往的城市的工作机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试进行职业能力测试，然后去了解相关行业的发展状况。我也会注意看一些工作招聘网站，找到一些适合我的工作机会。你提到了学历和证书，我该如何提高自己的学历和获得有用的证书呢？",
    "annotation": [
      {
        "sentence": "好的，我会尝试进行职业能力测试，然后去了解相关行业的发展状况。",
        "label": ""
      },
      {
        "sentence": "我也会注意看一些工作招聘网站，找到一些适合我的工作机会。",
        "label": ""
      },
      {
        "sentence": "你提到了学历和证书，我该如何提高自己的学历和获得有用的证书呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以拆分目标岗位的要求，在几年内达到哪一个阶段，需要更高的学历或者某些证书。然后，努力去学习和考取相关的学历和证书。你可以报考成人高考，继续深造并提高学历。另外，你也可以根据自己的兴趣和职业能力测试的结果，选择一些与之相关的证书考试，提升自己的专业技能。",
    "annotation": [
      {
        "sentence": "首先，你可以拆分目标岗位的要求，在几年内达到哪一个阶段，需要更高的学历或者某些证书。",
        "label": ""
      },
      {
        "sentence": "然后，努力去学习和考取相关的学历和证书。",
        "label": ""
      },
      {
        "sentence": "你可以报考成人高考，继续深造并提高学历。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以根据自己的兴趣和职业能力测试的结果，选择一些与之相关的证书考试，提升自己的专业技能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我现在明白了，我需要从改变自己的态度开始，努力寻找学习和职业发展的机会。我会尽快进行职业能力测试，并根据测试结果选择适合我的工作。同时，我也会努力提高自己的学历和获得有用的证书。非常感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我现在明白了，我需要从改变自己的态度开始，努力寻找学习和职业发展的机会。",
        "label": ""
      },
      {
        "sentence": "我会尽快进行职业能力测试，并根据测试结果选择适合我的工作。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力提高自己的学历和获得有用的证书。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！相信自己，坚持努力，你一定能够找到适合自己的职业发展道路。记得时刻保持积极的态度，相信自己的能力，未来会一片光明的！加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定能够找到适合自己的职业发展道路。",
        "label": ""
      },
      {
        "sentence": "记得时刻保持积极的态度，相信自己的能力，未来会一片光明的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]