[
  {
    "role": "client",
    "content": "大三，学习生活无法排解自己的坏情绪，怎么办？",
    "annotation": [
      {
        "sentence": "大三，学习生活无法排解自己的坏情绪，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解到你目前大三，陷入了一种焦虑与恐慌。是因为大学调剂到了你不喜欢的文科专业，学习英语，每天面对枯燥的文字，没有学习动力，觉得自己的专业不能应用到生活中，也不能报效祖国，所以心理感到焦虑。不选自己喜欢的专业确实是一种遗憾，但是英语专业也是一个不错的专业，他的用处很大的。比如说当英语老师、翻译、导游等，这都是很高薪的职业。假如你能够成为一名优秀负责的老师，为祖国培育下一代又何尝不是为祖国做贡献呢？每一份职业都有他存在的价值，在网络全球化、经济全球化、科技全球化的今天，英语几乎成为我们必须的技能。所以并不是英语这个专业不好，而是你观念里认为的不好。要想改变情绪状态，要学会接纳自己，接纳你的专业，改变自己对英语专业的偏见。把这份误解转化成好好学习的动力，努力提升专业技能，找回自信！相信未来的你一定会成为更好的自己！",
    "annotation": [
      {
        "sentence": "了解到你目前大三，陷入了一种焦虑与恐慌。",
        "label": ""
      },
      {
        "sentence": "是因为大学调剂到了你不喜欢的文科专业，学习英语，每天面对枯燥的文字，没有学习动力，觉得自己的专业不能应用到生活中，也不能报效祖国，所以心理感到焦虑。",
        "label": ""
      },
      {
        "sentence": "不选自己喜欢的专业确实是一种遗憾，但是英语专业也是一个不错的专业，他的用处很大的。",
        "label": ""
      },
      {
        "sentence": "比如说当英语老师、翻译、导游等，这都是很高薪的职业。",
        "label": ""
      },
      {
        "sentence": "假如你能够成为一名优秀负责的老师，为祖国培育下一代又何尝不是为祖国做贡献呢？",
        "label": ""
      },
      {
        "sentence": "每一份职业都有他存在的价值，在网络全球化、经济全球化、科技全球化的今天，英语几乎成为我们必须的技能。",
        "label": ""
      },
      {
        "sentence": "所以并不是英语这个专业不好，而是你观念里认为的不好。",
        "label": ""
      },
      {
        "sentence": "要想改变情绪状态，要学会接纳自己，接纳你的专业，改变自己对英语专业的偏见。",
        "label": ""
      },
      {
        "sentence": "把这份误解转化成好好学习的动力，努力提升专业技能，找回自信！",
        "label": ""
      },
      {
        "sentence": "相信未来的你一定会成为更好的自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我就是觉得学习英语没有价值，感觉每天学习都是在浪费时间，不如学其他实用的专业。而且我的口语不好，不敢说，也不会写作文，写出来的东西像是英语大白话一样。觉得自己一无是处，好没用。",
    "annotation": [
      {
        "sentence": "但是我就是觉得学习英语没有价值，感觉每天学习都是在浪费时间，不如学其他实用的专业。",
        "label": ""
      },
      {
        "sentence": "而且我的口语不好，不敢说，也不会写作文，写出来的东西像是英语大白话一样。",
        "label": ""
      },
      {
        "sentence": "觉得自己一无是处，好没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你觉得学习英语没有价值的感受，但其实只是你在这个阶段对英语专业的看法而已。在这个全球化的时代，掌握英语技能对未来是非常重要的。不用过分担心自己口语不好的问题，口语是可以通过练习来提高的。你可以尝试多参加英语口语培训班，参与英语角等活动，锻炼口语表达能力。至于写英语作文，可以多多阅读优秀范文，积累写作技巧，慢慢提升自己的写作水平。要相信自己，每个人都有自己的价值和潜力，你也不例外。不要轻易否定自己的努力和付出，只要你持之以恒，相信自己，一定能够克服困难，取得进步！",
    "annotation": [
      {
        "sentence": "理解你觉得学习英语没有价值的感受，但其实只是你在这个阶段对英语专业的看法而已。",
        "label": ""
      },
      {
        "sentence": "在这个全球化的时代，掌握英语技能对未来是非常重要的。",
        "label": ""
      },
      {
        "sentence": "不用过分担心自己口语不好的问题，口语是可以通过练习来提高的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试多参加英语口语培训班，参与英语角等活动，锻炼口语表达能力。",
        "label": ""
      },
      {
        "sentence": "至于写英语作文，可以多多阅读优秀范文，积累写作技巧，慢慢提升自己的写作水平。",
        "label": ""
      },
      {
        "sentence": "要相信自己，每个人都有自己的价值和潜力，你也不例外。",
        "label": ""
      },
      {
        "sentence": "不要轻易否定自己的努力和付出，只要你持之以恒，相信自己，一定能够克服困难，取得进步！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的觉得自己学不好英语，每次考试都不及格，和其他同学比起来，觉得自己差太多了。在大学里也找不到对英语学习的兴趣，总是感到枯燥。每次开口说英语都会紧张，害怕出错，所以不敢说。现在的我真的觉得很迷茫，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "但是我真的觉得自己学不好英语，每次考试都不及格，和其他同学比起来，觉得自己差太多了。",
        "label": ""
      },
      {
        "sentence": "在大学里也找不到对英语学习的兴趣，总是感到枯燥。",
        "label": ""
      },
      {
        "sentence": "每次开口说英语都会紧张，害怕出错，所以不敢说。",
        "label": ""
      },
      {
        "sentence": "现在的我真的觉得很迷茫，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，学习过程中遇到困难和挫折是正常的。不要过于苛求自己和和其他同学的比较。每个人的学习进度和方式都不同，不必因此而放弃。重要的是找到学习英语的兴趣点，尝试多种方法，寻找适合自己的学习方式。可以尝试看英文原著、看英语电影、听英语歌曲等方式来激发兴趣。开口说英语时，也不要过分担心出错，要相信自己的能力，勇敢表达。迷茫和困惑是暂时的，只要坚持不懈地努力，你一定能够找到适合自己的学习方法，逐渐提升英语能力。不要急于求成，给自己一些时间和空间，相信自己能够逐渐克服困难，走出迷茫的状态。",
    "annotation": [
      {
        "sentence": "理解你的感受，学习过程中遇到困难和挫折是正常的。",
        "label": ""
      },
      {
        "sentence": "不要过于苛求自己和和其他同学的比较。",
        "label": ""
      },
      {
        "sentence": "每个人的学习进度和方式都不同，不必因此而放弃。",
        "label": ""
      },
      {
        "sentence": "重要的是找到学习英语的兴趣点，尝试多种方法，寻找适合自己的学习方式。",
        "label": ""
      },
      {
        "sentence": "可以尝试看英文原著、看英语电影、听英语歌曲等方式来激发兴趣。",
        "label": ""
      },
      {
        "sentence": "开口说英语时，也不要过分担心出错，要相信自己的能力，勇敢表达。",
        "label": ""
      },
      {
        "sentence": "迷茫和困惑是暂时的，只要坚持不懈地努力，你一定能够找到适合自己的学习方法，逐渐提升英语能力。",
        "label": ""
      },
      {
        "sentence": "不要急于求成，给自己一些时间和空间，相信自己能够逐渐克服困难，走出迷茫的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，确实在你的帮助下我明白了一些道理。虽然目前还没有找到方向，但我会试着接受自己的专业并尝试找到学习的乐趣。我会努力提高口语和写作水平，不再对自己失去信心。谢谢你的陪伴和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，确实在你的帮助下我明白了一些道理。",
        "label": ""
      },
      {
        "sentence": "虽然目前还没有找到方向，但我会试着接受自己的专业并尝试找到学习的乐趣。",
        "label": ""
      },
      {
        "sentence": "我会努力提高口语和写作水平，不再对自己失去信心。",
        "label": ""
      },
      {
        "sentence": "谢谢你的陪伴和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰能够帮助到你，你已经有了正确的心态。接受自己的专业并努力寻找学习的乐趣是很重要的。记住，相信自己的潜力，不要放弃自己的努力，一步步向目标前进。希望你能够克服困难，找到学习和生活的平衡，并成为更好的自己。如果你需要继续聊天或者面对其他问题，随时都可以找我倾诉。祝福你！",
    "annotation": [
      {
        "sentence": "非常欣慰能够帮助到你，你已经有了正确的心态。",
        "label": ""
      },
      {
        "sentence": "接受自己的专业并努力寻找学习的乐趣是很重要的。",
        "label": ""
      },
      {
        "sentence": "记住，相信自己的潜力，不要放弃自己的努力，一步步向目标前进。",
        "label": ""
      },
      {
        "sentence": "希望你能够克服困难，找到学习和生活的平衡，并成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续聊天或者面对其他问题，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]