[
  {
    "role": "client",
    "content": "为什么我总会想要故意说些让人生气的话？因为妈妈老是说一句重复的话，让我有点不爽，我就想故意说些让她生气的话，明明知道这样并不好我还是做了，有没有办法控制下次不会再有那样的举动。",
    "annotation": [
      {
        "sentence": "为什么我总会想要故意说些让人生气的话？",
        "label": ""
      },
      {
        "sentence": "因为妈妈老是说一句重复的话，让我有点不爽，我就想故意说些让她生气的话，明明知道这样并不好我还是做了，有没有办法控制下次不会再有那样的举动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题我深有感触。曾几何时我也同你一般，对自己的母亲不耐烦，总是想用语言挫伤她，自己也明知道这样做不对，可是还是如此这般的做了无数次。",
    "annotation": [
      {
        "sentence": "看到你的问题我深有感触。",
        "label": ""
      },
      {
        "sentence": "曾几何时我也同你一般，对自己的母亲不耐烦，总是想用语言挫伤她，自己也明知道这样做不对，可是还是如此这般的做了无数次。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你是怎么改变这种行为的呢？",
    "annotation": [
      {
        "sentence": "那你是怎么改变这种行为的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后来学习了心理学才明白了，我们是内心潜意识对母亲有埋怨，可能母亲在扶养我们的过程没有满足我们的需求，或者忽视了我们的感受，所以才会对母亲有情绪。",
    "annotation": [
      {
        "sentence": "后来学习了心理学才明白了，我们是内心潜意识对母亲有埋怨，可能母亲在扶养我们的过程没有满足我们的需求，或者忽视了我们的感受，所以才会对母亲有情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是因为我对妈妈有一些埋怨，才会有这样的举动。可是这样做并不好，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "原来是因为我对妈妈有一些埋怨，才会有这样的举动。",
        "label": ""
      },
      {
        "sentence": "可是这样做并不好，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当心里有了埋怨，即使她说的话是正确的，也总是不断想刺伤她，目的可能是为了释放自己对母亲的攻击性，也可能是为了引起她的注意，让她看到我们内在的情绪。可是我们却使用了错误的方式，我们以不甘示弱和她对抗的方式，与她保持连接。",
    "annotation": [
      {
        "sentence": "当心里有了埋怨，即使她说的话是正确的，也总是不断想刺伤她，目的可能是为了释放自己对母亲的攻击性，也可能是为了引起她的注意，让她看到我们内在的情绪。",
        "label": ""
      },
      {
        "sentence": "可是我们却使用了错误的方式，我们以不甘示弱和她对抗的方式，与她保持连接。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我原来是以一种错误的方式与妈妈保持连接，我应该怎么改变呢？",
    "annotation": [
      {
        "sentence": "我明白了，我原来是以一种错误的方式与妈妈保持连接，我应该怎么改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然我们彼此保持了连接，但是我们也相互相爱相杀。因为当我们示弱时，心里想着两件事：请你看到我的情绪；请你保护我。拒绝示弱，就等于拒绝情绪被看见，拒绝被保护，这让我们看起来冷漠，强硬且不通人情。所以从潜意识来说，我们不愿意和母亲亲近，可能和母亲太过亲近，会让我们失去边界和自我感。",
    "annotation": [
      {
        "sentence": "虽然我们彼此保持了连接，但是我们也相互相爱相杀。",
        "label": ""
      },
      {
        "sentence": "因为当我们示弱时，心里想着两件事：请你看到我的情绪；请你保护我。",
        "label": ""
      },
      {
        "sentence": "拒绝示弱，就等于拒绝情绪被看见，拒绝被保护，这让我们看起来冷漠，强硬且不通人情。",
        "label": ""
      },
      {
        "sentence": "所以从潜意识来说，我们不愿意和母亲亲近，可能和母亲太过亲近，会让我们失去边界和自我感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发现我不想示弱是因为我不愿意让妈妈看到我的情绪，但这样做其实让我们之间的关系变得冷漠。我应该怎样才能修复与妈妈的关系呢？",
    "annotation": [
      {
        "sentence": "我发现我不想示弱是因为我不愿意让妈妈看到我的情绪，但这样做其实让我们之间的关系变得冷漠。",
        "label": ""
      },
      {
        "sentence": "我应该怎样才能修复与妈妈的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你几个建议。首先，如果觉得和妈妈在一起会失去自己的边界，那就尽可能给彼此保持一定的空间，这样相处起来不会有太多的矛盾。其次，如果可以，学习一些冥想，在情绪升起时，觉察一下自己的情绪背后的需求是什么？这些需求妈妈是否可以理解，看看自己不被理解的感受是什么？接下来，要接纳妈妈的语言的重复，你的妈妈就是这样一个人，她无法给予我们她没有的东西，她的今天也是由她的原生家庭而来。最后，尝试使用非暴力沟通的方法。第一步是观察，了解并记住妈妈的言语，及说话时的语气，但不批评指点。第二步，表达感受，避免责怪。表达一下你在听到妈妈这样说话时你内心的感受和情绪波动，告诉她每次这样时，你很不舒服。第三步，请求帮助。直接地告诉妈妈，你希望她能为你做些什么事情，你的内心有什么需求和渴望。最后一步，用全身心倾听，并表达感激。妈妈的重复背后可能也有需求，告诉她你听到了什么，并且告诉妈妈你很开心能够成为她倾诉对象，说明妈妈很愿意和你说话。",
    "annotation": [
      {
        "sentence": "给你几个建议。",
        "label": ""
      },
      {
        "sentence": "首先，如果觉得和妈妈在一起会失去自己的边界，那就尽可能给彼此保持一定的空间，这样相处起来不会有太多的矛盾。",
        "label": ""
      },
      {
        "sentence": "其次，如果可以，学习一些冥想，在情绪升起时，觉察一下自己的情绪背后的需求是什么？",
        "label": ""
      },
      {
        "sentence": "这些需求妈妈是否可以理解，看看自己不被理解的感受是什么？",
        "label": ""
      },
      {
        "sentence": "接下来，要接纳妈妈的语言的重复，你的妈妈就是这样一个人，她无法给予我们她没有的东西，她的今天也是由她的原生家庭而来。",
        "label": ""
      },
      {
        "sentence": "最后，尝试使用非暴力沟通的方法。",
        "label": ""
      },
      {
        "sentence": "第一步是观察，了解并记住妈妈的言语，及说话时的语气，但不批评指点。",
        "label": ""
      },
      {
        "sentence": "第二步，表达感受，避免责怪。",
        "label": ""
      },
      {
        "sentence": "表达一下你在听到妈妈这样说话时你内心的感受和情绪波动，告诉她每次这样时，你很不舒服。",
        "label": ""
      },
      {
        "sentence": "第三步，请求帮助。",
        "label": ""
      },
      {
        "sentence": "直接地告诉妈妈，你希望她能为你做些什么事情，你的内心有什么需求和渴望。",
        "label": ""
      },
      {
        "sentence": "最后一步，用全身心倾听，并表达感激。",
        "label": ""
      },
      {
        "sentence": "妈妈的重复背后可能也有需求，告诉她你听到了什么，并且告诉妈妈你很开心能够成为她倾诉对象，说明妈妈很愿意和你说话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量按照你说的去做。希望能够改善我和妈妈之间的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量按照你说的去做。",
        "label": ""
      },
      {
        "sentence": "希望能够改善我和妈妈之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够做得很好。与妈妈的关系需要时间和努力来修复，相信你们最终能够走出困境，建立更加良好的沟通和理解。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够做得很好。",
        "label": ""
      },
      {
        "sentence": "与妈妈的关系需要时间和努力来修复，相信你们最终能够走出困境，建立更加良好的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]