[
  {
    "role": "client",
    "content": "您好，我是一个16周岁的女生。我现在感觉自己是否具有某种心理疾病？由于家庭原因，我对未来失去了兴趣和希望，对很多事情都不感兴趣，比如婚姻。有时我会突然陷入极度的悲伤，觉得自己一无是处（尽管我的高考成绩还可以），喜欢独自静静地待着。但有时长辈的一句话却会刺激到我，让我变得非常狂躁。可是在外人和同学面前，我会表现得非常开朗、乐于助人，喜欢交流。",
    "annotation": [
      {
        "sentence": "您好，我是一个16周岁的女生。",
        "label": ""
      },
      {
        "sentence": "我现在感觉自己是否具有某种心理疾病？",
        "label": ""
      },
      {
        "sentence": "由于家庭原因，我对未来失去了兴趣和希望，对很多事情都不感兴趣，比如婚姻。",
        "label": ""
      },
      {
        "sentence": "有时我会突然陷入极度的悲伤，觉得自己一无是处（尽管我的高考成绩还可以），喜欢独自静静地待着。",
        "label": ""
      },
      {
        "sentence": "但有时长辈的一句话却会刺激到我，让我变得非常狂躁。",
        "label": ""
      },
      {
        "sentence": "可是在外人和同学面前，我会表现得非常开朗、乐于助人，喜欢交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看得出来你是一个聪明的孩子，在学习上应该很轻松。但你提到你内心感受上需要进行一些调整。你说你对一切都没感觉、麻木，但实际上你并不是无感觉，只是你对生活感到无聊和没意思，你渴望有一个有趣的人生和充满活力的生活，是吗？你意识到你当前的状态是由于家庭原因造成的，并且你一定也知道许多人都会受家庭的影响，内心无法感受到爱和希望。同时你也一定知道有些人会一生都受到家庭的影响而陷入困境，让自己的生活变得荒芜无生机，但也有一部分人能够超越家庭的影响，走出属于自己的道路。所以，我想问你，你打算做哪一种人呢？至于婚姻的态度，现在不用太过于担心，这是以后的事情，没必要急着操心。你需要先让自己的心敞开，让自己感到开心。你有什么让自己感觉好、让自己全身心投入的事情吗？不妨多去做一些让自己忘我心动的事情，这样你的心动感受就会越来越多，被无聊的情绪所影响的时间也会越来越少。在不断打开自己的心扉的过程中，你会感受到更多美好的事物。至于长辈们说什么、评判你、压抑你或者控制你，你反抗也是一种本能反应，你发脾气来保护自己的感受并没有错，只是并不是最好的解决方式。每个人都有自己的认知，接纳每个人都是这样的。尊重别人、保护好自己的最佳方式就是保持一定的距离，转身去做自己喜欢的事情。希望你能成为一个真正开心快乐的人。",
    "annotation": [
      {
        "sentence": "你好，看得出来你是一个聪明的孩子，在学习上应该很轻松。",
        "label": ""
      },
      {
        "sentence": "但你提到你内心感受上需要进行一些调整。",
        "label": ""
      },
      {
        "sentence": "你说你对一切都没感觉、麻木，但实际上你并不是无感觉，只是你对生活感到无聊和没意思，你渴望有一个有趣的人生和充满活力的生活，是吗？",
        "label": ""
      },
      {
        "sentence": "你意识到你当前的状态是由于家庭原因造成的，并且你一定也知道许多人都会受家庭的影响，内心无法感受到爱和希望。",
        "label": ""
      },
      {
        "sentence": "同时你也一定知道有些人会一生都受到家庭的影响而陷入困境，让自己的生活变得荒芜无生机，但也有一部分人能够超越家庭的影响，走出属于自己的道路。",
        "label": ""
      },
      {
        "sentence": "所以，我想问你，你打算做哪一种人呢？",
        "label": ""
      },
      {
        "sentence": "至于婚姻的态度，现在不用太过于担心，这是以后的事情，没必要急着操心。",
        "label": ""
      },
      {
        "sentence": "你需要先让自己的心敞开，让自己感到开心。",
        "label": ""
      },
      {
        "sentence": "你有什么让自己感觉好、让自己全身心投入的事情吗？",
        "label": ""
      },
      {
        "sentence": "不妨多去做一些让自己忘我心动的事情，这样你的心动感受就会越来越多，被无聊的情绪所影响的时间也会越来越少。",
        "label": ""
      },
      {
        "sentence": "在不断打开自己的心扉的过程中，你会感受到更多美好的事物。",
        "label": ""
      },
      {
        "sentence": "至于长辈们说什么、评判你、压抑你或者控制你，你反抗也是一种本能反应，你发脾气来保护自己的感受并没有错，只是并不是最好的解决方式。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的认知，接纳每个人都是这样的。",
        "label": ""
      },
      {
        "sentence": "尊重别人、保护好自己的最佳方式就是保持一定的距离，转身去做自己喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "希望你能成为一个真正开心快乐的人。",
        "label": ""
      }
    ]
  }
]