[
  {
    "role": "client",
    "content": "我很愤怒：依赖我的领导，在关键时刻，试图伤害我？我的领导一直依赖我，把他的焦虑倾倒给我，把棘手的事交给我做。但是竟然在单位改革过程中，差点免掉我的职位。尽管没有成为事实，但我感觉受到了巨大伤害，就像是被亲人捅了一刀。尽管我已经向他表达了愤怒，但是，伤口仍旧不是会被自己揭开，然后就是感觉工作无意义，情绪低落。这些天这种感觉又回来了，我又想当面痛斥他一顿，我该怎么办？",
    "annotation": [
      {
        "sentence": "我很愤怒：依赖我的领导，在关键时刻，试图伤害我？",
        "label": ""
      },
      {
        "sentence": "我的领导一直依赖我，把他的焦虑倾倒给我，把棘手的事交给我做。",
        "label": ""
      },
      {
        "sentence": "但是竟然在单位改革过程中，差点免掉我的职位。",
        "label": ""
      },
      {
        "sentence": "尽管没有成为事实，但我感觉受到了巨大伤害，就像是被亲人捅了一刀。",
        "label": ""
      },
      {
        "sentence": "尽管我已经向他表达了愤怒，但是，伤口仍旧不是会被自己揭开，然后就是感觉工作无意义，情绪低落。",
        "label": ""
      },
      {
        "sentence": "这些天这种感觉又回来了，我又想当面痛斥他一顿，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自己对领导付出了真心，却被他从背后捅了一刀，这让你感到愤怒和不甘，觉得自己被背叛了，很理解你的心情，这种信任被践踏的感觉真的很差。你说已经向领导表达过了愤怒，不知道他是怎么回应你的呢。",
    "annotation": [
      {
        "sentence": "自己对领导付出了真心，却被他从背后捅了一刀，这让你感到愤怒和不甘，觉得自己被背叛了，很理解你的心情，这种信任被践踏的感觉真的很差。",
        "label": ""
      },
      {
        "sentence": "你说已经向领导表达过了愤怒，不知道他是怎么回应你的呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他对我的愤怒表示了一些歉意，但我觉得这种伤害无法轻易赔偿。",
    "annotation": [
      {
        "sentence": "他对我的愤怒表示了一些歉意，但我觉得这种伤害无法轻易赔偿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，有时候一句道歉并不能完全解决内心的创伤。在心理学上有个词叫“自我服务偏差”，人们会倾向于强调自己对成功的贡献，并且会尽可能忽视自己对失败负有责任。每个人都有自我服务偏差的行为，却并不会考虑到对方也有类似的行为，这会让我们不能客观地评价自己的得失。所以你会觉得他一直在依赖你，把棘手的事交给你，这是他对你的信任，表示你们之间的关系很好。但或许这只是他管理下属的一种方式手段，他对别人可能也有相似的行为。这种误解让你在单位改革这件事上盲目乐观，你预先产生了“我一定不会被免职”的想法，所以才在知道他差点把你免掉的时候那么地愤怒。",
    "annotation": [
      {
        "sentence": "理解你的感受，有时候一句道歉并不能完全解决内心的创伤。",
        "label": ""
      },
      {
        "sentence": "在心理学上有个词叫“自我服务偏差”，人们会倾向于强调自己对成功的贡献，并且会尽可能忽视自己对失败负有责任。",
        "label": ""
      },
      {
        "sentence": "每个人都有自我服务偏差的行为，却并不会考虑到对方也有类似的行为，这会让我们不能客观地评价自己的得失。",
        "label": ""
      },
      {
        "sentence": "所以你会觉得他一直在依赖你，把棘手的事交给你，这是他对你的信任，表示你们之间的关系很好。",
        "label": ""
      },
      {
        "sentence": "但或许这只是他管理下属的一种方式手段，他对别人可能也有相似的行为。",
        "label": ""
      },
      {
        "sentence": "这种误解让你在单位改革这件事上盲目乐观，你预先产生了“我一定不会被免职”的想法，所以才在知道他差点把你免掉的时候那么地愤怒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到了自己可能过于依赖领导的评价来定义自己的价值。但这次的打击真的很大，我感到很无助，不知道该如何面对工作了。",
    "annotation": [
      {
        "sentence": "是的，我意识到了自己可能过于依赖领导的评价来定义自己的价值。",
        "label": ""
      },
      {
        "sentence": "但这次的打击真的很大，我感到很无助，不知道该如何面对工作了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种打击对你来说确实是个巨大的挑战，但请相信你有足够的能力来克服困难。不可否认，你的领导在这件事上确实有问题，但这件事不应该成为你的牢笼。调整心态，你的工作不是为了他，而是为了自己。职场的生存有时候是残酷的，出现问题时，多反思一下自己，不要盲目乐观。找准定位，你们之间最优先的关系是领导和下属，尽量避免出现错位。如果是领导该做的事情他让你帮忙做，你可以委婉拒绝。提升核心竞争力，与其愤怒、痛斥他，不如用这些时间精力来提升自己的核心竞争力。如果你是不可替代的那一个，那么即使领导想免你的职，也是无法做到的。希望我的回答可以帮助到你。",
    "annotation": [
      {
        "sentence": "这种打击对你来说确实是个巨大的挑战，但请相信你有足够的能力来克服困难。",
        "label": ""
      },
      {
        "sentence": "不可否认，你的领导在这件事上确实有问题，但这件事不应该成为你的牢笼。",
        "label": ""
      },
      {
        "sentence": "调整心态，你的工作不是为了他，而是为了自己。",
        "label": ""
      },
      {
        "sentence": "职场的生存有时候是残酷的，出现问题时，多反思一下自己，不要盲目乐观。",
        "label": ""
      },
      {
        "sentence": "找准定位，你们之间最优先的关系是领导和下属，尽量避免出现错位。",
        "label": ""
      },
      {
        "sentence": "如果是领导该做的事情他让你帮忙做，你可以委婉拒绝。",
        "label": ""
      },
      {
        "sentence": "提升核心竞争力，与其愤怒、痛斥他，不如用这些时间精力来提升自己的核心竞争力。",
        "label": ""
      },
      {
        "sentence": "如果你是不可替代的那一个，那么即使领导想免你的职，也是无法做到的。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解，我会试着调整我的心态，将重心放在提升自己的能力上。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解，我会试着调整我的心态，将重心放在提升自己的能力上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你是个有能力且有优秀的员工，相信你一定能够克服困难，并取得更好的发展。如果还有其他问题，随时来找我聊聊，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，你是个有能力且有优秀的员工，相信你一定能够克服困难，并取得更好的发展。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我感到听到你的鼓励，心情好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我感到听到你的鼓励，心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的好消息，情绪的改善是一个逐渐的过程。记得保持积极的心态，相信自己的实力，你一定能够克服当前的困境。如果还有需要帮助的地方，随时来找我倾诉。一起度过这个难关。",
    "annotation": [
      {
        "sentence": "很高兴听到你的好消息，情绪的改善是一个逐渐的过程。",
        "label": ""
      },
      {
        "sentence": "记得保持积极的心态，相信自己的实力，你一定能够克服当前的困境。",
        "label": ""
      },
      {
        "sentence": "如果还有需要帮助的地方，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "一起度过这个难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴着我，你的支持对我来说意义非凡。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴着我，你的支持对我来说意义非凡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我作为你的支持者，一直都在这里陪伴你。相信自己，相信未来，你会走出困境的。如果有任何需要，随时来找我，我会一直支持你。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我作为你的支持者，一直都在这里陪伴你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你会走出困境的。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]