[
  {
    "role": "client",
    "content": "我很愤怒：依赖我的领导，在关键时刻，试图伤害我？我的领导一直依赖我，把他的焦虑倾倒给我，把棘手的事交给我做。但是竟然在单位改革过程中，差点免掉我的职位。尽管没有成为事实，但我感觉受到了巨大伤害，就像是被亲人捅了一刀。尽管我已经向他表达了愤怒，但是，伤口仍旧不是会被自己揭开，然后就是感觉工作无意义，情绪低落。这些天这种感觉又回来了，我又想当面痛斥他一顿，我该怎么办？",
    "annotation": [
      {
        "sentence": "我很愤怒：依赖我的领导，在关键时刻，试图伤害我？",
        "label": ""
      },
      {
        "sentence": "我的领导一直依赖我，把他的焦虑倾倒给我，把棘手的事交给我做。",
        "label": ""
      },
      {
        "sentence": "但是竟然在单位改革过程中，差点免掉我的职位。",
        "label": ""
      },
      {
        "sentence": "尽管没有成为事实，但我感觉受到了巨大伤害，就像是被亲人捅了一刀。",
        "label": ""
      },
      {
        "sentence": "尽管我已经向他表达了愤怒，但是，伤口仍旧不是会被自己揭开，然后就是感觉工作无意义，情绪低落。",
        "label": ""
      },
      {
        "sentence": "这些天这种感觉又回来了，我又想当面痛斥他一顿，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如晤，希望我的回答能够帮助你。根据你的描述，这个领导很依赖你，常常把焦虑的情绪倾倒给你，把棘手的事情都交给你做。其实一方面是表现出你是非常有能力的，在你那里即使再难的事情也能够很好地完成，这是领导知道的。但是他为什么每次都把棘手的事情都交给你呢？也许是这是他想锻炼你、提拔你的方式。但我有一个问题想问，你有没有机会去做一些有好处的事情呢？如果没有，我觉得可能是你得罪了你的领导。他一直把最难的事情交给你，这也许是一种压力和挑战，但是如果你做不好，就可能成为你的过错。领导之所以能成为领导，肯定有他不同凡响之处，而且一般不会心慈手软（否则，就无法征服下属）。你说在职场改革当中，你差点被免掉了，几乎丢掉了工作。这恰恰说明，其实你在领导心中并没有你想象的那么重要，甚至可能相反。你的能力太突出了，可能对他的地位造成了威胁，想要解决你也不足为奇。如果你直接面对领导的冲突，后果可能会更糟糕。俗话说，官大一级压死蟹，何况人家又是你的直接领导，决定着你的职位高低和工作存亡。这个代价太大了。所以，我的建议是：首先，努力在工作中积累足够的经验，提升自己的工作能力。将来有机会的话，可以去更广阔的领域实现自己的价值。有些事情，我们放在心上就可以了。有时候，坏人也是我们前进的动力。我相信你在解决棘手问题的过程中，已经锻炼了自己的工作能力，但是也许需要提高自己控制情绪的能力。其次，工作之余，多运动，出一身汗，可以让我们整个人放松起来，保持身心健康。祝你幸福快乐！",
    "annotation": [
      {
        "sentence": "见字如晤，希望我的回答能够帮助你。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，这个领导很依赖你，常常把焦虑的情绪倾倒给你，把棘手的事情都交给你做。",
        "label": ""
      },
      {
        "sentence": "其实一方面是表现出你是非常有能力的，在你那里即使再难的事情也能够很好地完成，这是领导知道的。",
        "label": ""
      },
      {
        "sentence": "但是他为什么每次都把棘手的事情都交给你呢？",
        "label": ""
      },
      {
        "sentence": "也许是这是他想锻炼你、提拔你的方式。",
        "label": ""
      },
      {
        "sentence": "但我有一个问题想问，你有没有机会去做一些有好处的事情呢？",
        "label": ""
      },
      {
        "sentence": "如果没有，我觉得可能是你得罪了你的领导。",
        "label": ""
      },
      {
        "sentence": "他一直把最难的事情交给你，这也许是一种压力和挑战，但是如果你做不好，就可能成为你的过错。",
        "label": ""
      },
      {
        "sentence": "领导之所以能成为领导，肯定有他不同凡响之处，而且一般不会心慈手软（否则，就无法征服下属）。",
        "label": ""
      },
      {
        "sentence": "你说在职场改革当中，你差点被免掉了，几乎丢掉了工作。",
        "label": ""
      },
      {
        "sentence": "这恰恰说明，其实你在领导心中并没有你想象的那么重要，甚至可能相反。",
        "label": ""
      },
      {
        "sentence": "你的能力太突出了，可能对他的地位造成了威胁，想要解决你也不足为奇。",
        "label": ""
      },
      {
        "sentence": "如果你直接面对领导的冲突，后果可能会更糟糕。",
        "label": ""
      },
      {
        "sentence": "俗话说，官大一级压死蟹，何况人家又是你的直接领导，决定着你的职位高低和工作存亡。",
        "label": ""
      },
      {
        "sentence": "这个代价太大了。",
        "label": ""
      },
      {
        "sentence": "所以，我的建议是：首先，努力在工作中积累足够的经验，提升自己的工作能力。",
        "label": ""
      },
      {
        "sentence": "将来有机会的话，可以去更广阔的领域实现自己的价值。",
        "label": ""
      },
      {
        "sentence": "有些事情，我们放在心上就可以了。",
        "label": ""
      },
      {
        "sentence": "有时候，坏人也是我们前进的动力。",
        "label": ""
      },
      {
        "sentence": "我相信你在解决棘手问题的过程中，已经锻炼了自己的工作能力，但是也许需要提高自己控制情绪的能力。",
        "label": ""
      },
      {
        "sentence": "其次，工作之余，多运动，出一身汗，可以让我们整个人放松起来，保持身心健康。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐！",
        "label": ""
      }
    ]
  }
]