[
  {
    "role": "client",
    "content": "我是一个20岁的女大学生，最近感觉毫无目标，情绪也十分低落。觉得一切都无聊透了，想爆炸，更想死。虽然我有钱花，长相也还不错，有男朋友和炮友，但我感觉自己没有任何目标，不想做任何事情，对家人也没有任何感情。这种无聊的感觉让我很难受，我一直在看抑郁电影，随意游走，但也无济于事。我希望在大学毕业之前能结束自己的生命，或者至少在28岁之前结束。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女大学生，最近感觉毫无目标，情绪也十分低落。",
        "label": ""
      },
      {
        "sentence": "觉得一切都无聊透了，想爆炸，更想死。",
        "label": ""
      },
      {
        "sentence": "虽然我有钱花，长相也还不错，有男朋友和炮友，但我感觉自己没有任何目标，不想做任何事情，对家人也没有任何感情。",
        "label": ""
      },
      {
        "sentence": "这种无聊的感觉让我很难受，我一直在看抑郁电影，随意游走，但也无济于事。",
        "label": ""
      },
      {
        "sentence": "我希望在大学毕业之前能结束自己的生命，或者至少在28岁之前结束。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，我倒是有点羡慕你。你有钱有貌，有情感和性生活，但却又有一些我们无法想象的情绪困扰。你已经尝试了别人给你的建议，去找一些兴趣爱好，但你对此都无感。所以才来这里寻求帮助，而作为回答者的我却羡慕你的麻烦。有时候想想也挺有趣的，就像你在桥上看风景，而我在远处看你。但是先不讨论你为何感到无聊，我想先谈谈我为何羡慕你。原因其实挺简单的，我没钱，但我还在追寻我的目标。目标就是为了赚钱，难道除了赚钱，还有其他意义吗？所谓人生意义，大家提到的无非就是工作和爱，再加上一些娱乐活动。但实际上，并不是这样的。人生没有意义才是真实的，如果有一个明确的意义，你还需要来这里求助吗？其实，我这么多废话可能也让你觉得无聊，没错，我就是这么想的。既然觉得无聊，为什么不干脆琢磨一下无聊呢？我们可以来看看无聊的起源是什么？历史上真的有人研究过无聊，他就是叔本华。他曾说过：“人生就像钟摆，在痛苦和倦怠之间摇摆不定。”当欲望得不到满足时，我们会感到痛苦，当欲望得到满足时，我们会感到倦怠。他还说：“痛苦和无聊是人类幸福的两大敌人。”所以你恰好遇到了无聊，并不意味着它是负面的、无法帮助你的。既然你没有明确的目标，那就把没有目标当作一个目标。无聊的状态也可以成为你研究的对象，生命从来没有意义，正因为如此，你就有机会去创造意义，这就是你存在的唯一目的。无聊的时候，不妨研究一下无聊，或许这才是解决无聊困境的最佳方式。希望你在无聊中能找到属于自己的精神。",
    "annotation": [
      {
        "sentence": "听你这么说，我倒是有点羡慕你。",
        "label": ""
      },
      {
        "sentence": "你有钱有貌，有情感和性生活，但却又有一些我们无法想象的情绪困扰。",
        "label": ""
      },
      {
        "sentence": "你已经尝试了别人给你的建议，去找一些兴趣爱好，但你对此都无感。",
        "label": ""
      },
      {
        "sentence": "所以才来这里寻求帮助，而作为回答者的我却羡慕你的麻烦。",
        "label": ""
      },
      {
        "sentence": "有时候想想也挺有趣的，就像你在桥上看风景，而我在远处看你。",
        "label": ""
      },
      {
        "sentence": "但是先不讨论你为何感到无聊，我想先谈谈我为何羡慕你。",
        "label": ""
      },
      {
        "sentence": "原因其实挺简单的，我没钱，但我还在追寻我的目标。",
        "label": ""
      },
      {
        "sentence": "目标就是为了赚钱，难道除了赚钱，还有其他意义吗？",
        "label": ""
      },
      {
        "sentence": "所谓人生意义，大家提到的无非就是工作和爱，再加上一些娱乐活动。",
        "label": ""
      },
      {
        "sentence": "但实际上，并不是这样的。",
        "label": ""
      },
      {
        "sentence": "人生没有意义才是真实的，如果有一个明确的意义，你还需要来这里求助吗？",
        "label": ""
      },
      {
        "sentence": "其实，我这么多废话可能也让你觉得无聊，没错，我就是这么想的。",
        "label": ""
      },
      {
        "sentence": "既然觉得无聊，为什么不干脆琢磨一下无聊呢？",
        "label": ""
      },
      {
        "sentence": "我们可以来看看无聊的起源是什么？",
        "label": ""
      },
      {
        "sentence": "历史上真的有人研究过无聊，他就是叔本华。",
        "label": ""
      },
      {
        "sentence": "他曾说过：“人生就像钟摆，在痛苦和倦怠之间摇摆不定。",
        "label": ""
      },
      {
        "sentence": "”当欲望得不到满足时，我们会感到痛苦，当欲望得到满足时，我们会感到倦怠。",
        "label": ""
      },
      {
        "sentence": "他还说：“痛苦和无聊是人类幸福的两大敌人。",
        "label": ""
      },
      {
        "sentence": "”所以你恰好遇到了无聊，并不意味着它是负面的、无法帮助你的。",
        "label": ""
      },
      {
        "sentence": "既然你没有明确的目标，那就把没有目标当作一个目标。",
        "label": ""
      },
      {
        "sentence": "无聊的状态也可以成为你研究的对象，生命从来没有意义，正因为如此，你就有机会去创造意义，这就是你存在的唯一目的。",
        "label": ""
      },
      {
        "sentence": "无聊的时候，不妨研究一下无聊，或许这才是解决无聊困境的最佳方式。",
        "label": ""
      },
      {
        "sentence": "希望你在无聊中能找到属于自己的精神。",
        "label": ""
      }
    ]
  }
]