[
  {
    "role": "client",
    "content": "我是一个20岁的女大学生，我感觉自己没有目标，毫无感情，整个人都无聊到爆炸。我觉得一切都变得无聊透了，有时候我甚至想爆炸，更想死。我有钱花，长相还可以，也有男朋友还有炮友。可是我对生活没有任何目标，什么事情都不想做，对家人也毫无感情。我觉得无聊难受得要命，于是我狂看抑郁电影，漫无目的地游走，奔跑。我对吃饭也没有兴趣，希望在大学之前结束自己的生命，或者至少在28岁之前结束。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女大学生，我感觉自己没有目标，毫无感情，整个人都无聊到爆炸。",
        "label": ""
      },
      {
        "sentence": "我觉得一切都变得无聊透了，有时候我甚至想爆炸，更想死。",
        "label": ""
      },
      {
        "sentence": "我有钱花，长相还可以，也有男朋友还有炮友。",
        "label": ""
      },
      {
        "sentence": "可是我对生活没有任何目标，什么事情都不想做，对家人也毫无感情。",
        "label": ""
      },
      {
        "sentence": "我觉得无聊难受得要命，于是我狂看抑郁电影，漫无目的地游走，奔跑。",
        "label": ""
      },
      {
        "sentence": "我对吃饭也没有兴趣，希望在大学之前结束自己的生命，或者至少在28岁之前结束。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "来听大头哥说说：谈几天我的想法，希望对你有所帮助。不负年华，20岁花季的年纪，如此浪费未免可惜。20岁的年纪是很多人羡慕的年纪了，你还有很多美好的时光可以去珍惜。你可能会说你这个年纪的时候也不懂怎么过，其实我们都经历过这个阶段，年轻的时候都会有一些迷惘和困惑。但我们至少努力让自己变得更好，而不是颓废无助地度过青春。人总会离开这个世界，但我们要留下些什么，而不是因为无聊和害怕而离去。",
    "annotation": [
      {
        "sentence": "来听大头哥说说：谈几天我的想法，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "不负年华，20岁花季的年纪，如此浪费未免可惜。",
        "label": ""
      },
      {
        "sentence": "20岁的年纪是很多人羡慕的年纪了，你还有很多美好的时光可以去珍惜。",
        "label": ""
      },
      {
        "sentence": "你可能会说你这个年纪的时候也不懂怎么过，其实我们都经历过这个阶段，年轻的时候都会有一些迷惘和困惑。",
        "label": ""
      },
      {
        "sentence": "但我们至少努力让自己变得更好，而不是颓废无助地度过青春。",
        "label": ""
      },
      {
        "sentence": "人总会离开这个世界，但我们要留下些什么，而不是因为无聊和害怕而离去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道堕落不可怕，但面对堕落后的空虚让我感到很难受。我有男朋友还有炮友，我享受着这种关系。可是在炮友结束后，我是否会为自己的行为感到愧对男朋友呢？我也在心里问自己，为什么我会这么做？甚至有些讨厌这样的自己。也许这不是我真正想要的，如果不是我内心真正想要的，那就远离吧，这样的生活会让我过得很踏实。",
    "annotation": [
      {
        "sentence": "我知道堕落不可怕，但面对堕落后的空虚让我感到很难受。",
        "label": ""
      },
      {
        "sentence": "我有男朋友还有炮友，我享受着这种关系。",
        "label": ""
      },
      {
        "sentence": "可是在炮友结束后，我是否会为自己的行为感到愧对男朋友呢？",
        "label": ""
      },
      {
        "sentence": "我也在心里问自己，为什么我会这么做？",
        "label": ""
      },
      {
        "sentence": "甚至有些讨厌这样的自己。",
        "label": ""
      },
      {
        "sentence": "也许这不是我真正想要的，如果不是我内心真正想要的，那就远离吧，这样的生活会让我过得很踏实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社会在进步，外表的美貌和金钱并不一定能带来真正的幸福。你的颓废可能是因为内心对某些信念的缺失，让你变得片面和颓废。解决生理需求只是马斯洛需求层次理论的最底层，我们还需要更高层次的精神需求。比如运动健身、读书，用心去做一些习惯的事情，专心去爱一个人。你会慢慢发现精神上的快乐才是真正的快乐。",
    "annotation": [
      {
        "sentence": "社会在进步，外表的美貌和金钱并不一定能带来真正的幸福。",
        "label": ""
      },
      {
        "sentence": "你的颓废可能是因为内心对某些信念的缺失，让你变得片面和颓废。",
        "label": ""
      },
      {
        "sentence": "解决生理需求只是马斯洛需求层次理论的最底层，我们还需要更高层次的精神需求。",
        "label": ""
      },
      {
        "sentence": "比如运动健身、读书，用心去做一些习惯的事情，专心去爱一个人。",
        "label": ""
      },
      {
        "sentence": "你会慢慢发现精神上的快乐才是真正的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要冷静下来，花时间找出自己颓废的根源，然后慢慢去修正和改变。虽然我有钱花，外表也不错，年纪才20岁，生活压力应该很小，但是从我的话语中你感受不到我的快乐，只有颓废和无助。所以我内心深处还有一些让自己颓废的原因，比如原生家庭带来的创伤、失恋的痛苦、童年的某些阴影等等。我需要勇敢地去面对它们，并改善自己，不让它们阻挡我变得积极和快乐的道路。",
    "annotation": [
      {
        "sentence": "我明白了，我需要冷静下来，花时间找出自己颓废的根源，然后慢慢去修正和改变。",
        "label": ""
      },
      {
        "sentence": "虽然我有钱花，外表也不错，年纪才20岁，生活压力应该很小，但是从我的话语中你感受不到我的快乐，只有颓废和无助。",
        "label": ""
      },
      {
        "sentence": "所以我内心深处还有一些让自己颓废的原因，比如原生家庭带来的创伤、失恋的痛苦、童年的某些阴影等等。",
        "label": ""
      },
      {
        "sentence": "我需要勇敢地去面对它们，并改善自己，不让它们阻挡我变得积极和快乐的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经有了正确的想法。我们都经历过类似的困惑和迷茫，但只有通过坚持努力，我们才能找到真正的快乐和幸福。相信自己，勇敢面对内心的问题，你一定会变得更好。如果你需要帮助和支持，我会一直在这里陪伴着你。",
    "annotation": [
      {
        "sentence": "很好，你已经有了正确的想法。",
        "label": ""
      },
      {
        "sentence": "我们都经历过类似的困惑和迷茫，但只有通过坚持努力，我们才能找到真正的快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对内心的问题，你一定会变得更好。",
        "label": ""
      },
      {
        "sentence": "如果你需要帮助和支持，我会一直在这里陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力去改变自己，寻找内心的平静和幸福。我相信我可以做到的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力去改变自己，寻找内心的平静和幸福。",
        "label": ""
      },
      {
        "sentence": "我相信我可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！相信自己，你一定可以的。如果以后还有困难和疑惑，记得随时向我求助。我会一直陪伴着你，给予支持和帮助。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有困难和疑惑，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴着你，给予支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的很感激有你这样的支持者。我会好好珍惜自己的生活，努力变得更加坚强和快乐。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的很感激有你这样的支持者。",
        "label": ""
      },
      {
        "sentence": "我会好好珍惜自己的生活，努力变得更加坚强和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个很棒的人，生活会更加美好的。无论遇到什么困难，记得永远不要放弃。相信自己，坚持下去，你一定会过上幸福的生活。",
    "annotation": [
      {
        "sentence": "你是个很棒的人，生活会更加美好的。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记得永远不要放弃。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你一定会过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会牢记在心。再次感谢你的陪伴和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会牢记在心。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，随时都可以来找我倾诉和寻求支持。希望你的未来充满阳光和快乐！",
    "annotation": [
      {
        "sentence": "不客气，随时都可以来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "希望你的未来充满阳光和快乐！",
        "label": ""
      }
    ]
  }
]