[
  {
    "role": "client",
    "content": "我很愤怒：依赖我的领导，在关键时刻，试图伤害我？我的领导一直依赖我，把他的焦虑倾倒给我，把棘手的事交给我做。但是竟然在单位改革过程中，差点免掉我的职位。尽管没有成为事实，但我感觉受到了巨大伤害，就像是被亲人捅了一刀。尽管我已经向他表达了愤怒，但是，伤口仍旧不是会被自己揭开，然后就是感觉工作无意义，情绪低落。这些天这种感觉又回来了，我又想当面痛斥他一顿，我该怎么办？",
    "annotation": [
      {
        "sentence": "我很愤怒：依赖我的领导，在关键时刻，试图伤害我？",
        "label": ""
      },
      {
        "sentence": "我的领导一直依赖我，把他的焦虑倾倒给我，把棘手的事交给我做。",
        "label": ""
      },
      {
        "sentence": "但是竟然在单位改革过程中，差点免掉我的职位。",
        "label": ""
      },
      {
        "sentence": "尽管没有成为事实，但我感觉受到了巨大伤害，就像是被亲人捅了一刀。",
        "label": ""
      },
      {
        "sentence": "尽管我已经向他表达了愤怒，但是，伤口仍旧不是会被自己揭开，然后就是感觉工作无意义，情绪低落。",
        "label": ""
      },
      {
        "sentence": "这些天这种感觉又回来了，我又想当面痛斥他一顿，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从文字里能够充分感受到你的愤怒，可以理解，因为对你来说，受到的伤害不仅仅是来自领导，更是来自“亲人”。这里其实就出现了第一个问题，为什么工作中的上下级关系，却让你觉得应该是更为亲密的“亲人”关系呢？原因是你觉得领导很依赖自己，会把他的焦虑倾倒给想来你的领导可能会时不常的和你吐槽，向你诉说自己的压力等等。",
    "annotation": [
      {
        "sentence": "从文字里能够充分感受到你的愤怒，可以理解，因为对你来说，受到的伤害不仅仅是来自领导，更是来自“亲人”。",
        "label": ""
      },
      {
        "sentence": "这里其实就出现了第一个问题，为什么工作中的上下级关系，却让你觉得应该是更为亲密的“亲人”关系呢？",
        "label": ""
      },
      {
        "sentence": "原因是你觉得领导很依赖自己，会把他的焦虑倾倒给想来你的领导可能会时不常的和你吐槽，向你诉说自己的压力等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实觉得和领导的关系亲密，因为他总是会把一些私人的事情告诉我，有时候也会给我一些特殊的任务。我以为这代表着他对我的信任和重视。",
    "annotation": [
      {
        "sentence": "你说得对，我确实觉得和领导的关系亲密，因为他总是会把一些私人的事情告诉我，有时候也会给我一些特殊的任务。",
        "label": ""
      },
      {
        "sentence": "我以为这代表着他对我的信任和重视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但是需要提醒你的是，要非常注意工作中同事关系的界限，尤其是上下级之间的关系。当你觉得你是因为和对方关系亲密而愿意做很多事的时候，别人很可能会认为这只是你应该尽到的本分。这是需要你自己来区分的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但是需要提醒你的是，要非常注意工作中同事关系的界限，尤其是上下级之间的关系。",
        "label": ""
      },
      {
        "sentence": "当你觉得你是因为和对方关系亲密而愿意做很多事的时候，别人很可能会认为这只是你应该尽到的本分。",
        "label": ""
      },
      {
        "sentence": "这是需要你自己来区分的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，可能是我误解了领导的意图，以为他对我有更特殊的关注。但是我还是很难接受他在单位改革时差点免了我的职，这让我感到很委屈。",
    "annotation": [
      {
        "sentence": "原来如此，可能是我误解了领导的意图，以为他对我有更特殊的关注。",
        "label": ""
      },
      {
        "sentence": "但是我还是很难接受他在单位改革时差点免了我的职，这让我感到很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在你最大的问题是，感觉自己受到了很大的伤害，并且没有办法很快恢复。建议首先接受自己受到伤害的事实，因为它确实已经发生了。不要因为现在受到了伤害，就去怨恨过去的那个自己，这样并不会让伤害减轻。你可以试着和内心那个受伤的自己沟通，试着让她知道，你感受到了那种委屈、悲伤和愤怒，但事情已经发生了，现在能做的就是接受这次伤害，并看看怎么样能通过这次受到的伤害避免以后再受到类似的伤害。",
    "annotation": [
      {
        "sentence": "现在你最大的问题是，感觉自己受到了很大的伤害，并且没有办法很快恢复。",
        "label": ""
      },
      {
        "sentence": "建议首先接受自己受到伤害的事实，因为它确实已经发生了。",
        "label": ""
      },
      {
        "sentence": "不要因为现在受到了伤害，就去怨恨过去的那个自己，这样并不会让伤害减轻。",
        "label": ""
      },
      {
        "sentence": "你可以试着和内心那个受伤的自己沟通，试着让她知道，你感受到了那种委屈、悲伤和愤怒，但事情已经发生了，现在能做的就是接受这次伤害，并看看怎么样能通过这次受到的伤害避免以后再受到类似的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要接受这次受伤，并意识到这是过去的事实了。我会试着和自己沟通，让自己明白接受伤害是一种成长的过程。但我仍然感到愤怒，有时甚至想当面痛斥领导，释放一下情绪。",
    "annotation": [
      {
        "sentence": "你说得对，我需要接受这次受伤，并意识到这是过去的事实了。",
        "label": ""
      },
      {
        "sentence": "我会试着和自己沟通，让自己明白接受伤害是一种成长的过程。",
        "label": ""
      },
      {
        "sentence": "但我仍然感到愤怒，有时甚至想当面痛斥领导，释放一下情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的愤怒可以选择合适的方式适当发泄。但不建议你去“当面痛斥”领导。因为这种方式不但于事无补，还可能会给你带来更大的伤害。你可以考虑从事一些比较剧烈的运动，让脑子停止思考，身体大量出汗，从而把压抑在内心深处的愤怒也一起带出来。",
    "annotation": [
      {
        "sentence": "你的愤怒可以选择合适的方式适当发泄。",
        "label": ""
      },
      {
        "sentence": "但不建议你去“当面痛斥”领导。",
        "label": ""
      },
      {
        "sentence": "因为这种方式不但于事无补，还可能会给你带来更大的伤害。",
        "label": ""
      },
      {
        "sentence": "你可以考虑从事一些比较剧烈的运动，让脑子停止思考，身体大量出汗，从而把压抑在内心深处的愤怒也一起带出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试一些剧烈运动的方式来发泄愤怒，如跑步或打拳击。希望可以通过运动来释放内心的负面情绪。",
    "annotation": [
      {
        "sentence": "嗯，我会尝试一些剧烈运动的方式来发泄愤怒，如跑步或打拳击。",
        "label": ""
      },
      {
        "sentence": "希望可以通过运动来释放内心的负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常不错的决定！运动可以帮助你释放压抑的情绪，同时也有助于身心健康。发泄完情绪之后，建议你还是向前看。看得出来，你的工作能力还是很强的。所以不要让这次的事件成为自己的拖累，而是要让它成为自己迈向更高一步的台阶。否则领导不是要在一边笑眯了。相信以你的聪慧能干一定能很快走出目前的低迷状态，加油。",
    "annotation": [
      {
        "sentence": "非常不错的决定！",
        "label": ""
      },
      {
        "sentence": "运动可以帮助你释放压抑的情绪，同时也有助于身心健康。",
        "label": ""
      },
      {
        "sentence": "发泄完情绪之后，建议你还是向前看。",
        "label": ""
      },
      {
        "sentence": "看得出来，你的工作能力还是很强的。",
        "label": ""
      },
      {
        "sentence": "所以不要让这次的事件成为自己的拖累，而是要让它成为自己迈向更高一步的台阶。",
        "label": ""
      },
      {
        "sentence": "否则领导不是要在一边笑眯了。",
        "label": ""
      },
      {
        "sentence": "相信以你的聪慧能干一定能很快走出目前的低迷状态，加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会尽力克服这次遭遇，继续前进的。真的很感谢你的帮助和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会尽力克服这次遭遇，继续前进的。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的帮助和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能为你提供帮助和支持。记住，你并不孤单，我们一直在你身边。如果还有其他问题，随时都可以来找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们一直在你身边。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]