[
  {
    "role": "client",
    "content": "我不喜欢与外人有太多的接触，是怎么了？不知道什么原因，也不知道什么时候开始，只喜欢微信文字沟通，很讨厌别人给我语音或者电话，觉得好烦，喜欢待在自己的空间里面，是怎么了？",
    "annotation": [
      {
        "sentence": "我不喜欢与外人有太多的接触，是怎么了？",
        "label": ""
      },
      {
        "sentence": "不知道什么原因，也不知道什么时候开始，只喜欢微信文字沟通，很讨厌别人给我语音或者电话，觉得好烦，喜欢待在自己的空间里面，是怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种状态看起来让你不太喜欢现在的自己了。这种感觉一定很不好吧，希望你能感觉到有人在支持着你。我分析一下这个问题，你看看对不对。文字沟通和语音或者电话最大的差别就是时效性，也就是思考的时间的长短。也就是说，你需要这个思考的时间，你需要这个思考的时间让自己的回复更好一些。这说明，你在意别人的感受，在意别人对你的评价，或者说，你其实期待社交。",
    "annotation": [
      {
        "sentence": "这种状态看起来让你不太喜欢现在的自己了。",
        "label": ""
      },
      {
        "sentence": "这种感觉一定很不好吧，希望你能感觉到有人在支持着你。",
        "label": ""
      },
      {
        "sentence": "我分析一下这个问题，你看看对不对。",
        "label": ""
      },
      {
        "sentence": "文字沟通和语音或者电话最大的差别就是时效性，也就是思考的时间的长短。",
        "label": ""
      },
      {
        "sentence": "也就是说，你需要这个思考的时间，你需要这个思考的时间让自己的回复更好一些。",
        "label": ""
      },
      {
        "sentence": "这说明，你在意别人的感受，在意别人对你的评价，或者说，你其实期待社交。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我确实在意别人的感受，怕被别人批评或者不被喜欢。但同时，我又喜欢待在自己的空间里面，感觉矛盾啊。",
    "annotation": [
      {
        "sentence": "对，我确实在意别人的感受，怕被别人批评或者不被喜欢。",
        "label": ""
      },
      {
        "sentence": "但同时，我又喜欢待在自己的空间里面，感觉矛盾啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感觉很正常，矛盾的自己才会烦。倒不如说，这也具有一定的现实意义。我曾经也有类似的情况。很多年前，我也喜欢待在自己的空间里，手机经常关机，不怎么和人见面。我甚至有一段时间觉得生活没有意义。当时我没有意识到这可能是心理问题，只是告诉当时的男朋友要去看精神科。后来我确诊出抑郁和焦虑，并接受了一段时间的治疗。现在我没问题了，但对于社交还是有点恐惧，觉得自己与众不同。",
    "annotation": [
      {
        "sentence": "你的感觉很正常，矛盾的自己才会烦。",
        "label": ""
      },
      {
        "sentence": "倒不如说，这也具有一定的现实意义。",
        "label": ""
      },
      {
        "sentence": "我曾经也有类似的情况。",
        "label": ""
      },
      {
        "sentence": "很多年前，我也喜欢待在自己的空间里，手机经常关机，不怎么和人见面。",
        "label": ""
      },
      {
        "sentence": "我甚至有一段时间觉得生活没有意义。",
        "label": ""
      },
      {
        "sentence": "当时我没有意识到这可能是心理问题，只是告诉当时的男朋友要去看精神科。",
        "label": ""
      },
      {
        "sentence": "后来我确诊出抑郁和焦虑，并接受了一段时间的治疗。",
        "label": ""
      },
      {
        "sentence": "现在我没问题了，但对于社交还是有点恐惧，觉得自己与众不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的经历让我感到安慰，至少我知道并不是我一个人有这样的困扰。那你是如何处理这种状况的呢？",
    "annotation": [
      {
        "sentence": "你的经历让我感到安慰，至少我知道并不是我一个人有这样的困扰。",
        "label": ""
      },
      {
        "sentence": "那你是如何处理这种状况的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我学习了一些关于抑郁和焦虑方面的知识，同时也接受了药物治疗。现在我感觉自己稳定了很多。不过对社交方面依然有些恐惧，有时候不接电话，而是过一会儿再发文字回去。但这些年的学习和思考让我有了一定的觉察能力。我分析自己是因为小时候有些特别，但身边的人不能接受或喜欢。为了讨好别人，我改变了自己，但真实的自己没有被真正接纳。现在环境发生了变化，身边的人也不同了，他们可能能接受真实的我，当然也可能不能。但至少在内心深处，我相信还是有人会喜欢真实的我。所以我喜欢一个人待着，因为这样我可以放心做自己。文字交流让我有时间思考和回复。如果你也有类似的情况，我想告诉你，过去不代表现在，当年的人也不能代表所有人，世界是多元的，充满着无限的可能性。",
    "annotation": [
      {
        "sentence": "我学习了一些关于抑郁和焦虑方面的知识，同时也接受了药物治疗。",
        "label": ""
      },
      {
        "sentence": "现在我感觉自己稳定了很多。",
        "label": ""
      },
      {
        "sentence": "不过对社交方面依然有些恐惧，有时候不接电话，而是过一会儿再发文字回去。",
        "label": ""
      },
      {
        "sentence": "但这些年的学习和思考让我有了一定的觉察能力。",
        "label": ""
      },
      {
        "sentence": "我分析自己是因为小时候有些特别，但身边的人不能接受或喜欢。",
        "label": ""
      },
      {
        "sentence": "为了讨好别人，我改变了自己，但真实的自己没有被真正接纳。",
        "label": ""
      },
      {
        "sentence": "现在环境发生了变化，身边的人也不同了，他们可能能接受真实的我，当然也可能不能。",
        "label": ""
      },
      {
        "sentence": "但至少在内心深处，我相信还是有人会喜欢真实的我。",
        "label": ""
      },
      {
        "sentence": "所以我喜欢一个人待着，因为这样我可以放心做自己。",
        "label": ""
      },
      {
        "sentence": "文字交流让我有时间思考和回复。",
        "label": ""
      },
      {
        "sentence": "如果你也有类似的情况，我想告诉你，过去不代表现在，当年的人也不能代表所有人，世界是多元的，充满着无限的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分享和鼓励，你的话让我感到温暖。那么你有什么建议可以帮助我应对这个问题吗？",
    "annotation": [
      {
        "sentence": "谢谢你的分享和鼓励，你的话让我感到温暖。",
        "label": ""
      },
      {
        "sentence": "那么你有什么建议可以帮助我应对这个问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，不要与自己过不去。你有权喜欢什么，讨厌什么，这些都是合理的。现在的表现也都有它们的原因。第二，如果你喜欢文字，可以写写日记，记录下自己的心情，不管是开心的还是不开心的都可以。特别是情绪激烈的时候，建议用文字表达而不是语言或行为。第三，加入一些你感兴趣的群体，先通过文字交流与他人社交，然后可以逐渐参加一些团体活动，慢慢地融入其中。",
    "annotation": [
      {
        "sentence": "首先，不要与自己过不去。",
        "label": ""
      },
      {
        "sentence": "你有权喜欢什么，讨厌什么，这些都是合理的。",
        "label": ""
      },
      {
        "sentence": "现在的表现也都有它们的原因。",
        "label": ""
      },
      {
        "sentence": "第二，如果你喜欢文字，可以写写日记，记录下自己的心情，不管是开心的还是不开心的都可以。",
        "label": ""
      },
      {
        "sentence": "特别是情绪激烈的时候，建议用文字表达而不是语言或行为。",
        "label": ""
      },
      {
        "sentence": "第三，加入一些你感兴趣的群体，先通过文字交流与他人社交，然后可以逐渐参加一些团体活动，慢慢地融入其中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很实用，我会尝试去做的。谢谢你的支持和理解，我感觉好多了。",
    "annotation": [
      {
        "sentence": "你的建议很实用，我会尝试去做的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和理解，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意帮助你。如果以后还有其他问题，随时都可以来找我聊天。记得要相信自己，努力做自己。生活中会有很多困难，但你不是一个人在战斗。",
    "annotation": [
      {
        "sentence": "不客气，我愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "记得要相信自己，努力做自己。",
        "label": ""
      },
      {
        "sentence": "生活中会有很多困难，但你不是一个人在战斗。",
        "label": ""
      }
    ]
  }
]