[
  {
    "role": "client",
    "content": "我是一个24岁的女生，总是需要人催促才搞个人卫生如何解决？离开父母学习工作后，发现生活上的事情总是需要人督促，工作上我非常勤奋积极，不管再累都会做，甚至做更多的事情内心也比较快乐。但是在生活中，下班后洗脸刷牙以及洗衣服收拾屋子这些事情，如果没有人催促，我就不想、不主动做。有时父母催促，我也要反抗，这时母亲会不断地唠叨，情绪会越来越激动地批评我，但她越激动，我就越消极不想动，甚至会一动不动地躺下听她批评，有时她批评时我会大哭一场，哭完就会很听话，自然而然去做这些事情，母亲又会过来安慰我，这种情况该怎么改变？总是要等别人催促，可是别人督促后又想反抗，想获得做家务的动力，避免这种情况发生。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，总是需要人催促才搞个人卫生如何解决？",
        "label": ""
      },
      {
        "sentence": "离开父母学习工作后，发现生活上的事情总是需要人督促，工作上我非常勤奋积极，不管再累都会做，甚至做更多的事情内心也比较快乐。",
        "label": ""
      },
      {
        "sentence": "但是在生活中，下班后洗脸刷牙以及洗衣服收拾屋子这些事情，如果没有人催促，我就不想、不主动做。",
        "label": ""
      },
      {
        "sentence": "有时父母催促，我也要反抗，这时母亲会不断地唠叨，情绪会越来越激动地批评我，但她越激动，我就越消极不想动，甚至会一动不动地躺下听她批评，有时她批评时我会大哭一场，哭完就会很听话，自然而然去做这些事情，母亲又会过来安慰我，这种情况该怎么改变？",
        "label": ""
      },
      {
        "sentence": "总是要等别人催促，可是别人督促后又想反抗，想获得做家务的动力，避免这种情况发生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的讲述，我想先说说自己的看法。你说自己离开父母学习工作后，生活上的个人卫生总需要人督促。不知道从小跟父母住在一起时是主动去做还是被动型的呢？",
    "annotation": [
      {
        "sentence": "看了你的讲述，我想先说说自己的看法。",
        "label": ""
      },
      {
        "sentence": "你说自己离开父母学习工作后，生活上的个人卫生总需要人督促。",
        "label": ""
      },
      {
        "sentence": "不知道从小跟父母住在一起时是主动去做还是被动型的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从小跟父母住在一起时，我能够主动去做，但也存在一些被动的情况。父母在一旁监督催促，我才会做。",
    "annotation": [
      {
        "sentence": "从小跟父母住在一起时，我能够主动去做，但也存在一些被动的情况。",
        "label": ""
      },
      {
        "sentence": "父母在一旁监督催促，我才会做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。在你不做卫生时，“有时父母催促，我也要反抗，这时母亲会不断地唠叨，情绪会越来越激动地批评我”，这里可以看出你的母亲是一个非常在乎家庭卫生的人，而且控制欲比较强，想让你按照她的要求和标准做家务，如果达不到控制的目的就会情绪失控。而这时你的表现是，“她越激动，我就越消极不想动，甚至会一动不动地躺下听她批评”，这是逆反的表现。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "在你不做卫生时，“有时父母催促，我也要反抗，这时母亲会不断地唠叨，情绪会越来越激动地批评我”，这里可以看出你的母亲是一个非常在乎家庭卫生的人，而且控制欲比较强，想让你按照她的要求和标准做家务，如果达不到控制的目的就会情绪失控。",
        "label": ""
      },
      {
        "sentence": "而这时你的表现是，“她越激动，我就越消极不想动，甚至会一动不动地躺下听她批评”，这是逆反的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到自己常常出现逆反的情绪。可能是因为在工作中我非常努力积极，习惯了按照自己的意愿行动，所以对于家务这种需要催促的事情就感到不耐烦。",
    "annotation": [
      {
        "sentence": "是的，我意识到自己常常出现逆反的情绪。",
        "label": ""
      },
      {
        "sentence": "可能是因为在工作中我非常努力积极，习惯了按照自己的意愿行动，所以对于家务这种需要催促的事情就感到不耐烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都知道，每个人都要经历的青春期是我们成长中非常重要的人生阶段。有的孩子因为个性的原因，在这一时期逆反心理会被压抑（这也会与强势的父母有关），但青春期的叛逆不会消失，而会在个体确定自己足够强大，能够承受叛逆的后果时出现，即在青春期没有表现出的叛逆心理和行为会在青春期后的成年早期出现。在我看来，如果你的父母比较强势，在你独立之前总是被控制（我想连刷牙、洗脸、洗脚这样的小事也要按照母亲的要求做吧），那么此时独立生活后你关于个人卫生的问题就是一种叛逆心理在行为上的体现了。",
    "annotation": [
      {
        "sentence": "我们都知道，每个人都要经历的青春期是我们成长中非常重要的人生阶段。",
        "label": ""
      },
      {
        "sentence": "有的孩子因为个性的原因，在这一时期逆反心理会被压抑（这也会与强势的父母有关），但青春期的叛逆不会消失，而会在个体确定自己足够强大，能够承受叛逆的后果时出现，即在青春期没有表现出的叛逆心理和行为会在青春期后的成年早期出现。",
        "label": ""
      },
      {
        "sentence": "在我看来，如果你的父母比较强势，在你独立之前总是被控制（我想连刷牙、洗脸、洗脚这样的小事也要按照母亲的要求做吧），那么此时独立生活后你关于个人卫生的问题就是一种叛逆心理在行为上的体现了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我在成年早期开始表现出自己的逆反心理。以前共同生活时，由于自己不够强大和父母的控制，总是没有勇气依照自己的方式生活；现在长大了，并且可以独立生活，也就脱离了控制，可以‘为所欲为’了。",
    "annotation": [
      {
        "sentence": "确实，我在成年早期开始表现出自己的逆反心理。",
        "label": ""
      },
      {
        "sentence": "以前共同生活时，由于自己不够强大和父母的控制，总是没有勇气依照自己的方式生活；现在长大了，并且可以独立生活，也就脱离了控制，可以‘为所欲为’了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“有时她批评时我会大哭一场，哭完就会很听话，自然而然去做这些事情，母亲又会过来安慰我”，哭也是一种发泄，某种角度上说成年人的哭泣就是叛逆的表现。哭的行为已经代替了不做卫生的逆反，所以搞个人卫生也就成了一件平常事（不是用来与父母对抗的手段了），况且得到了母亲的安慰，就代表着在与母亲的这场博弈中母亲妥协了，你获得了胜利。",
    "annotation": [
      {
        "sentence": "“有时她批评时我会大哭一场，哭完就会很听话，自然而然去做这些事情，母亲又会过来安慰我”，哭也是一种发泄，某种角度上说成年人的哭泣就是叛逆的表现。",
        "label": ""
      },
      {
        "sentence": "哭的行为已经代替了不做卫生的逆反，所以搞个人卫生也就成了一件平常事（不是用来与父母对抗的手段了），况且得到了母亲的安慰，就代表着在与母亲的这场博弈中母亲妥协了，你获得了胜利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来我大哭一场是一种发泄，并且母亲安慰我后我会听话去做，这样看来自己似乎找到了一种缓解逆反心理的方式。",
    "annotation": [
      {
        "sentence": "原来我大哭一场是一种发泄，并且母亲安慰我后我会听话去做，这样看来自己似乎找到了一种缓解逆反心理的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我看来，你的逆反只是在生活卫生方面，并没有表现出其他极端的行为。就当是与父母之前‘斗智斗勇’的小游戏，没必要为此苦恼，等哪天玩腻了，不用别人催促也会主动乐意去搞个人卫生的。",
    "annotation": [
      {
        "sentence": "在我看来，你的逆反只是在生活卫生方面，并没有表现出其他极端的行为。",
        "label": ""
      },
      {
        "sentence": "就当是与父母之前‘斗智斗勇’的小游戏，没必要为此苦恼，等哪天玩腻了，不用别人催促也会主动乐意去搞个人卫生的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。确实，我真的只是在这个方面表现出逆反，而且可能是因为习惯了自己决定事情的做法。我会尝试不再反抗和逃避，找到自己主动搞好个人卫生的动力。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "确实，我真的只是在这个方面表现出逆反，而且可能是因为习惯了自己决定事情的做法。",
        "label": ""
      },
      {
        "sentence": "我会尝试不再反抗和逃避，找到自己主动搞好个人卫生的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和觉悟。尝试主动去做个人卫生，同时也理解父母的关心，可以更积极地与他们沟通。相信你能够摆脱逆反心理，享受到主动去做家务的乐趣。如果遇到困难或者再次产生逆反情绪，记得及时寻求支持和倾诉。祝你成功！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和觉悟。",
        "label": ""
      },
      {
        "sentence": "尝试主动去做个人卫生，同时也理解父母的关心，可以更积极地与他们沟通。",
        "label": ""
      },
      {
        "sentence": "相信你能够摆脱逆反心理，享受到主动去做家务的乐趣。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难或者再次产生逆反情绪，记得及时寻求支持和倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  }
]