[
  {
    "role": "client",
    "content": "一直努力提升自己，不知道怎么样才能令自己更好一点？",
    "annotation": [
      {
        "sentence": "一直努力提升自己，不知道怎么样才能令自己更好一点？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们的人生里总要经历些迷茫与困惑，有时候会觉得看不到前方的路。尽管如此，我们依然清楚的知道——要勇敢地走下去。现在就让我们一起来探究一下其中，找到如何才能令自己变得更好。从你说的这一段话开始探究，我们可以发现确实存在着许多的问题，比如：①起点低②没有贵人相助③没有学历和技能④投资多样化最后却发现学无用武之地。好的，这些问题确实是存在的。正是因为这些问题的存在，让我感受到了你对于自己的现状有着一种不安的危机，使得自己原本不明朗的心态出现了颓废消极的情绪，这一件很正常的事。从第一点来看，起点低已经决定了我们比起点高的人少了很多的机会和资源，这一点是前期并不是由我们自己说了算。尽管如此，我们还是有能力去改变的，即便机会很渺茫，也并不是没有可能。如果你想变得更好，想让生活过的少风少雨，可以做到的第一点是——接受并认可这个事实，让这个存在的“起点”看起来并不那么讨厌，这就是心理学上所说的心态决定命运，相信你还记得小学上面上写的那句话——“习惯决定性格，性格决定心态，心态决定命运。”️许多时候，在客观条件不可变的情况下，心态很重要。",
    "annotation": [
      {
        "sentence": "我们的人生里总要经历些迷茫与困惑，有时候会觉得看不到前方的路。",
        "label": ""
      },
      {
        "sentence": "尽管如此，我们依然清楚的知道——要勇敢地走下去。",
        "label": ""
      },
      {
        "sentence": "现在就让我们一起来探究一下其中，找到如何才能令自己变得更好。",
        "label": ""
      },
      {
        "sentence": "从你说的这一段话开始探究，我们可以发现确实存在着许多的问题，比如：①起点低②没有贵人相助③没有学历和技能④投资多样化最后却发现学无用武之地。",
        "label": ""
      },
      {
        "sentence": "好的，这些问题确实是存在的。",
        "label": ""
      },
      {
        "sentence": "正是因为这些问题的存在，让我感受到了你对于自己的现状有着一种不安的危机，使得自己原本不明朗的心态出现了颓废消极的情绪，这一件很正常的事。",
        "label": ""
      },
      {
        "sentence": "从第一点来看，起点低已经决定了我们比起点高的人少了很多的机会和资源，这一点是前期并不是由我们自己说了算。",
        "label": ""
      },
      {
        "sentence": "尽管如此，我们还是有能力去改变的，即便机会很渺茫，也并不是没有可能。",
        "label": ""
      },
      {
        "sentence": "如果你想变得更好，想让生活过的少风少雨，可以做到的第一点是——接受并认可这个事实，让这个存在的“起点”看起来并不那么讨厌，这就是心理学上所说的心态决定命运，相信你还记得小学上面上写的那句话——“习惯决定性格，性格决定心态，心态决定命运。",
        "label": ""
      },
      {
        "sentence": "”️许多时候，在客观条件不可变的情况下，心态很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白心态很重要，但我一直觉得自己的起点低是个巨大的障碍，让我很难抱有积极的态度去面对困境。我也感到没有贵人相助让我感到很无助，我一直希望有人能给我指导和帮助。",
    "annotation": [
      {
        "sentence": "我明白心态很重要，但我一直觉得自己的起点低是个巨大的障碍，让我很难抱有积极的态度去面对困境。",
        "label": ""
      },
      {
        "sentence": "我也感到没有贵人相助让我感到很无助，我一直希望有人能给我指导和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到起点低和缺乏贵人帮助的困境让你感到无助。我们每个人都希望能有一个人像天使一样在自己困难无助或伤心的时候出现拉自己一把。事实上，我们每一个人都清楚的知道，这世界上其实没有天使。能给予我们伸出援手的人也并不是时时刻刻都关注着我们，他们也有他们的生活，他们无助困惑不解时也未必有贵人相助。运气的事，谁也不好说，不过，人嘛，总会对于他人存在依赖，总会把希望寄托在他人身上，这是一件很正常的事。当我们去寻求帮助时，如果幸运没有降临到我们头上时，我们不用去怪老天，老天也很忙，要照顾的人很多，我们可以去找一下那个被一直我们忽略了的自己，有时候和内在的自己聊聊，你会发现，其实帮助一直都有，只是你要明白你想要的是什么。🤔",
    "annotation": [
      {
        "sentence": "我理解你感到起点低和缺乏贵人帮助的困境让你感到无助。",
        "label": ""
      },
      {
        "sentence": "我们每个人都希望能有一个人像天使一样在自己困难无助或伤心的时候出现拉自己一把。",
        "label": ""
      },
      {
        "sentence": "事实上，我们每一个人都清楚的知道，这世界上其实没有天使。",
        "label": ""
      },
      {
        "sentence": "能给予我们伸出援手的人也并不是时时刻刻都关注着我们，他们也有他们的生活，他们无助困惑不解时也未必有贵人相助。",
        "label": ""
      },
      {
        "sentence": "运气的事，谁也不好说，不过，人嘛，总会对于他人存在依赖，总会把希望寄托在他人身上，这是一件很正常的事。",
        "label": ""
      },
      {
        "sentence": "当我们去寻求帮助时，如果幸运没有降临到我们头上时，我们不用去怪老天，老天也很忙，要照顾的人很多，我们可以去找一下那个被一直我们忽略了的自己，有时候和内在的自己聊聊，你会发现，其实帮助一直都有，只是你要明白你想要的是什么。",
        "label": ""
      },
      {
        "sentence": "🤔",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能真的需要花时间去深入了解自己，寻找内在的支持和答案。不过，我也发现提升学历和技能并没有带给我预期的回报。我投入了很多金钱和时间，但现在还是找不到有竞争力的工作。",
    "annotation": [
      {
        "sentence": "你说得对，我可能真的需要花时间去深入了解自己，寻找内在的支持和答案。",
        "label": ""
      },
      {
        "sentence": "不过，我也发现提升学历和技能并没有带给我预期的回报。",
        "label": ""
      },
      {
        "sentence": "我投入了很多金钱和时间，但现在还是找不到有竞争力的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，说了这么多，终于来到第三和第四点了，这两点我们就放在一起聊好了。说这两个之前我想和你聊聊学历和技能，你对于学历和技能的理解是一个什么样的程度，你自己清楚吗？（这个问题，可以深入的去剖析一下，这决定了能你帮你找一个什么段位的工作？）说到学历和技能，你这些年投入了十几万的金额去提升，具体提升到一个什么程度我不是很清楚，不过从你的问题中，可以猜测应该不是很理想，并没有给你带来直观性的回馈。不知道你对于心理学上的冰山模型有多少了解，冰山模型是美国著名心理学家麦克利兰提出来的，这个模型全面地描述了一个人的个体素质要素，不管在哪个行业领域都有它的存在。我们的学历和技能确实在某种程度上决定了我们可以从事什么以及哪个段位的工作，但这并不是全部的决定性因素。这个冰山模型可以明确清晰的告诉我们——你跟一个岗位是不是匹配、匹配程度如何、市场薪资值多少。这个模型的作用不用多说，几乎所有大公司都会用它来进行人才招聘和培养。用这个模型来分析你现在内涵的存在的东西：①你做过销售。不管是做的哪行，销售运用最多的就是口才，假如说你的口才能力比一般人要好，那在语言表达能力上已经占了一大优势，这也是一种能力，从事这方面的工作也是一大发展。如果你口才确实不如他人，在沟通交流的共情力上也会帮你助力。所以我们所做过的事，到最后都会给予我们回馈，只是我们是否发现了这些存在。②另外销售上对于客户的观察，这或多或少也能提升你的分析和辨别的观察力与逻辑能力，这种敏锐性的能力本身就是一大优点，不管在哪个领域都需要。只有当你观察到了对方的异常才能进一步共情理",
    "annotation": [
      {
        "sentence": "好的，说了这么多，终于来到第三和第四点了，这两点我们就放在一起聊好了。",
        "label": ""
      },
      {
        "sentence": "说这两个之前我想和你聊聊学历和技能，你对于学历和技能的理解是一个什么样的程度，你自己清楚吗？",
        "label": ""
      },
      {
        "sentence": "（这个问题，可以深入的去剖析一下，这决定了能你帮你找一个什么段位的工作？",
        "label": ""
      },
      {
        "sentence": "）说到学历和技能，你这些年投入了十几万的金额去提升，具体提升到一个什么程度我不是很清楚，不过从你的问题中，可以猜测应该不是很理想，并没有给你带来直观性的回馈。",
        "label": ""
      },
      {
        "sentence": "不知道你对于心理学上的冰山模型有多少了解，冰山模型是美国著名心理学家麦克利兰提出来的，这个模型全面地描述了一个人的个体素质要素，不管在哪个行业领域都有它的存在。",
        "label": ""
      },
      {
        "sentence": "我们的学历和技能确实在某种程度上决定了我们可以从事什么以及哪个段位的工作，但这并不是全部的决定性因素。",
        "label": ""
      },
      {
        "sentence": "这个冰山模型可以明确清晰的告诉我们——你跟一个岗位是不是匹配、匹配程度如何、市场薪资值多少。",
        "label": ""
      },
      {
        "sentence": "这个模型的作用不用多说，几乎所有大公司都会用它来进行人才招聘和培养。",
        "label": ""
      },
      {
        "sentence": "用这个模型来分析你现在内涵的存在的东西：①你做过销售。",
        "label": ""
      },
      {
        "sentence": "不管是做的哪行，销售运用最多的就是口才，假如说你的口才能力比一般人要好，那在语言表达能力上已经占了一大优势，这也是一种能力，从事这方面的工作也是一大发展。",
        "label": ""
      },
      {
        "sentence": "如果你口才确实不如他人，在沟通交流的共情力上也会帮你助力。",
        "label": ""
      },
      {
        "sentence": "所以我们所做过的事，到最后都会给予我们回馈，只是我们是否发现了这些存在。",
        "label": ""
      },
      {
        "sentence": "②另外销售上对于客户的观察，这或多或少也能提升你的分析和辨别的观察力与逻辑能力，这种敏锐性的能力本身就是一大优点，不管在哪个领域都需要。",
        "label": ""
      },
      {
        "sentence": "只有当你观察到了对方的异常才能进一步共情理",
        "label": ""
      }
    ]
  }
]