[
  {
    "role": "client",
    "content": "24岁女生，总是需要人催促才搞个人卫生如何解决？离开父母学习工作后，发现生活上的事情总是需要人督促，工作上我非常勤奋积极，不管再累都会做，甚至做更多的事情内心也比较快乐。但是在生活中，下班后洗脸刷牙以及洗衣服收拾屋子这些事情，如果没有人催促，我就不想、不主动做。有时父母催促，我也要反抗，这时母亲会不断地唠叨，情绪会越来越激动地批评我，但她越激动，我就越消极不想动，甚至会一动不动地躺下听她批评，有时她批评时我会大哭一场，哭完就会很听话，自然而然去做这些事情，母亲又会过来安慰我，这种情况该怎么改变？总是要等别人催促，可是别人督促后又想反抗，想获得做家务的动力，避免这种情况发生。",
    "annotation": [
      {
        "sentence": "24岁女生，总是需要人催促才搞个人卫生如何解决？",
        "label": ""
      },
      {
        "sentence": "离开父母学习工作后，发现生活上的事情总是需要人督促，工作上我非常勤奋积极，不管再累都会做，甚至做更多的事情内心也比较快乐。",
        "label": ""
      },
      {
        "sentence": "但是在生活中，下班后洗脸刷牙以及洗衣服收拾屋子这些事情，如果没有人催促，我就不想、不主动做。",
        "label": ""
      },
      {
        "sentence": "有时父母催促，我也要反抗，这时母亲会不断地唠叨，情绪会越来越激动地批评我，但她越激动，我就越消极不想动，甚至会一动不动地躺下听她批评，有时她批评时我会大哭一场，哭完就会很听话，自然而然去做这些事情，母亲又会过来安慰我，这种情况该怎么改变？",
        "label": ""
      },
      {
        "sentence": "总是要等别人催促，可是别人督促后又想反抗，想获得做家务的动力，避免这种情况发生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困扰。听你的描述，我想起了我的一个好朋友，他也是不喜欢做家务。他就是认为，工作和学习上要很努力，以此取得成就，而家务时间可以用来做更喜欢的事情。他后来把家务都交给了保洁。所以，不喜欢搞个人卫生是很正常的，而且有很多解决方法。",
    "annotation": [
      {
        "sentence": "我明白你的困扰。",
        "label": ""
      },
      {
        "sentence": "听你的描述，我想起了我的一个好朋友，他也是不喜欢做家务。",
        "label": ""
      },
      {
        "sentence": "他就是认为，工作和学习上要很努力，以此取得成就，而家务时间可以用来做更喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "他后来把家务都交给了保洁。",
        "label": ""
      },
      {
        "sentence": "所以，不喜欢搞个人卫生是很正常的，而且有很多解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这让我感觉好一些，至少我知道不是我一个人有这个问题。那你能给我一些具体的建议吗？",
    "annotation": [
      {
        "sentence": "这让我感觉好一些，至少我知道不是我一个人有这个问题。",
        "label": ""
      },
      {
        "sentence": "那你能给我一些具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！每个人都是独一无二的，我们的喜好和意愿也不尽相同。一个人的行为、性格和表现可以被视为功能自我，这是我们与世界相连的一种方式。比如你提到，你要注意个人卫生，洗衣服和收拾屋子，这是你的功能自我在发挥作用。另一方面，我们内心可能不希望去做这些事情，这就是我们的内在自我。在儿时，我们可能更多地表现功能自我，因为受到父母的要求和影响。但是当我们成长并有了自己的工作后，我们的内在自我开始表现得更多，也就是你不想去做这些家务的想法。母亲的催促可能加深了你的反抗情绪。我们知道，当被要求做某事时，往往更不想去做，这就加强了你不想去做的念头。下次，你可以和妈妈商量一下，试试没有妈妈催促你时的情况，看看会发生什么。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的，我们的喜好和意愿也不尽相同。",
        "label": ""
      },
      {
        "sentence": "一个人的行为、性格和表现可以被视为功能自我，这是我们与世界相连的一种方式。",
        "label": ""
      },
      {
        "sentence": "比如你提到，你要注意个人卫生，洗衣服和收拾屋子，这是你的功能自我在发挥作用。",
        "label": ""
      },
      {
        "sentence": "另一方面，我们内心可能不希望去做这些事情，这就是我们的内在自我。",
        "label": ""
      },
      {
        "sentence": "在儿时，我们可能更多地表现功能自我，因为受到父母的要求和影响。",
        "label": ""
      },
      {
        "sentence": "但是当我们成长并有了自己的工作后，我们的内在自我开始表现得更多，也就是你不想去做这些家务的想法。",
        "label": ""
      },
      {
        "sentence": "母亲的催促可能加深了你的反抗情绪。",
        "label": ""
      },
      {
        "sentence": "我们知道，当被要求做某事时，往往更不想去做，这就加强了你不想去做的念头。",
        "label": ""
      },
      {
        "sentence": "下次，你可以和妈妈商量一下，试试没有妈妈催促你时的情况，看看会发生什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我觉得这是一个好的尝试。还有其他方法吗？因为我真的想改变这种局面。",
    "annotation": [
      {
        "sentence": "对，我觉得这是一个好的尝试。",
        "label": ""
      },
      {
        "sentence": "还有其他方法吗？",
        "label": ""
      },
      {
        "sentence": "因为我真的想改变这种局面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，还有其他方法。另一个建议是，你可以为做家务赋予一些意义和重要性。比如，保持整洁和清爽的环境有助于提升你的精神状态和身体健康。你可以把做家务列入你的日程安排中，比如在休息日的早晨先搞卫生，然后看着自己的劳动成果给自己一个奖励。还有，你可以尝试与妈妈建立更积极的沟通方式，不要让妈妈的批评成为你不愿动的借口。最重要的是要记住，你可以选择改变这种困扰你的情况，做你喜欢做的事情，过得更开心。",
    "annotation": [
      {
        "sentence": "当然，还有其他方法。",
        "label": ""
      },
      {
        "sentence": "另一个建议是，你可以为做家务赋予一些意义和重要性。",
        "label": ""
      },
      {
        "sentence": "比如，保持整洁和清爽的环境有助于提升你的精神状态和身体健康。",
        "label": ""
      },
      {
        "sentence": "你可以把做家务列入你的日程安排中，比如在休息日的早晨先搞卫生，然后看着自己的劳动成果给自己一个奖励。",
        "label": ""
      },
      {
        "sentence": "还有，你可以尝试与妈妈建立更积极的沟通方式，不要让妈妈的批评成为你不愿动的借口。",
        "label": ""
      },
      {
        "sentence": "最重要的是要记住，你可以选择改变这种困扰你的情况，做你喜欢做的事情，过得更开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我感觉自己有了一些明确的方向和办法。我会尝试和妈妈商量，并且为家务赋予更多的意义。非常感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "听了你的建议，我感觉自己有了一些明确的方向和办法。",
        "label": ""
      },
      {
        "sentence": "我会尝试和妈妈商量，并且为家务赋予更多的意义。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮到你。希望你能顺利改变这种局面，过上自己喜欢的生活。如果还有其他问题，随时来找我聊天！祝你好运！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "希望你能顺利改变这种局面，过上自己喜欢的生活。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]