[
  {
    "role": "client",
    "content": "强迫症被“不做道德评判”的建议恶心到了，怎么反驳？玻璃心，希望大家【慎重】选择回答与否，害怕压死骆驼最后一根稻草，专业，关于治疗方法我自有打算。我知道想法和行为有区别。自我调整与逻辑梳理，准备求医，让我好了一些，但自从看到这句话瞬间崩溃，症状犯的时候想起这句话，或单独想起这句话，会恶心崩溃大哭，感觉一切支撑我价值观都是假的，脑海里不停的想反驳，筋疲力尽想了结。这种建议对我没用一丝治疗帮助，反而加重病情。对于这句话反感很早就有了，关于评判重男轻女的文学作品，有人说不要用现在价值观对那个时代做道德评判，关于讨论伊斯兰娶9～12岁幼女，有人说不要对别国风俗做道德评判，关于日本皇族兄妹结婚，有人说不要做道德评判，关于美国某杀人犯的露骨画作受欢迎现象，又有人说不要对艺术做世俗价值观评判。有时看到杀人案例，想起这句话，正义感瞬间消失，降低我的道德感。换汤不换药的说法，只是现在是心里治疗范畴。接受不了为这种话一丝的辩解，如何反驳这种话，不需要分析行为。",
    "annotation": [
      {
        "sentence": "强迫症被“不做道德评判”的建议恶心到了，怎么反驳？",
        "label": ""
      },
      {
        "sentence": "玻璃心，希望大家【慎重】选择回答与否，害怕压死骆驼最后一根稻草，专业，关于治疗方法我自有打算。",
        "label": ""
      },
      {
        "sentence": "我知道想法和行为有区别。",
        "label": ""
      },
      {
        "sentence": "自我调整与逻辑梳理，准备求医，让我好了一些，但自从看到这句话瞬间崩溃，症状犯的时候想起这句话，或单独想起这句话，会恶心崩溃大哭，感觉一切支撑我价值观都是假的，脑海里不停的想反驳，筋疲力尽想了结。",
        "label": ""
      },
      {
        "sentence": "这种建议对我没用一丝治疗帮助，反而加重病情。",
        "label": ""
      },
      {
        "sentence": "对于这句话反感很早就有了，关于评判重男轻女的文学作品，有人说不要用现在价值观对那个时代做道德评判，关于讨论伊斯兰娶9～12岁幼女，有人说不要对别国风俗做道德评判，关于日本皇族兄妹结婚，有人说不要做道德评判，关于美国某杀人犯的露骨画作受欢迎现象，又有人说不要对艺术做世俗价值观评判。",
        "label": ""
      },
      {
        "sentence": "有时看到杀人案例，想起这句话，正义感瞬间消失，降低我的道德感。",
        "label": ""
      },
      {
        "sentence": "换汤不换药的说法，只是现在是心里治疗范畴。",
        "label": ""
      },
      {
        "sentence": "接受不了为这种话一丝的辩解，如何反驳这种话，不需要分析行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "强迫症确实是一个非常辛苦的心理疾病，你的感受我能够理解。每个人对于言论的承受能力和情绪调节能力都是不同的，这个没有对错之分。你已经采取了自我调整和逻辑梳理的方法，而且打算求医来寻求更好的治疗方法，这是非常正确的决定。我相信你可以通过专业的帮助逐渐缓解症状。",
    "annotation": [
      {
        "sentence": "强迫症确实是一个非常辛苦的心理疾病，你的感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "每个人对于言论的承受能力和情绪调节能力都是不同的，这个没有对错之分。",
        "label": ""
      },
      {
        "sentence": "你已经采取了自我调整和逻辑梳理的方法，而且打算求医来寻求更好的治疗方法，这是非常正确的决定。",
        "label": ""
      },
      {
        "sentence": "我相信你可以通过专业的帮助逐渐缓解症状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我觉得这句“不做道德评判”的建议对我没有任何治疗帮助，反而让我感到无法接受和恶心。我经常会在症状发作时想起这句话，或者单独想起这句话的时候会情绪崩溃，大哭不止。我觉得自己一直以来的价值观都变得虚假，脑海里不断想要反驳，感觉筋疲力尽，甚至想了结。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我觉得这句“不做道德评判”的建议对我没有任何治疗帮助，反而让我感到无法接受和恶心。",
        "label": ""
      },
      {
        "sentence": "我经常会在症状发作时想起这句话，或者单独想起这句话的时候会情绪崩溃，大哭不止。",
        "label": ""
      },
      {
        "sentence": "我觉得自己一直以来的价值观都变得虚假，脑海里不断想要反驳，感觉筋疲力尽，甚至想了结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受和症状都非常正常，强迫症会严重影响一个人的思维和情绪。但是你要记住，这句话只是一个建议，虽然对你来说可能无法接受，但并不代表你的价值观就是错误的。人们对于评判的观点因为经历、文化背景等而不同，并没有绝对的对错之分。我们应该尽量理解和接受这种多样性。",
    "annotation": [
      {
        "sentence": "你的感受和症状都非常正常，强迫症会严重影响一个人的思维和情绪。",
        "label": ""
      },
      {
        "sentence": "但是你要记住，这句话只是一个建议，虽然对你来说可能无法接受，但并不代表你的价值观就是错误的。",
        "label": ""
      },
      {
        "sentence": "人们对于评判的观点因为经历、文化背景等而不同，并没有绝对的对错之分。",
        "label": ""
      },
      {
        "sentence": "我们应该尽量理解和接受这种多样性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白人们对于评判有不同的观点，但是当我遇到某些触发事件时，我发现我的正义感会瞬间消失，道德感也大大降低。我感觉这种状况让我无法接受。我不希望只是在表面上接受这种多样性，我希望找到一种方法来克服这种心理冲突。",
    "annotation": [
      {
        "sentence": "我明白人们对于评判有不同的观点，但是当我遇到某些触发事件时，我发现我的正义感会瞬间消失，道德感也大大降低。",
        "label": ""
      },
      {
        "sentence": "我感觉这种状况让我无法接受。",
        "label": ""
      },
      {
        "sentence": "我不希望只是在表面上接受这种多样性，我希望找到一种方法来克服这种心理冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受非常真实，这种心理冲突确实会让你感到困惑和沮丧。对于这种情况，我建议你寻求专业的心理治疗帮助，通过与心理专家的交流和指导，你可以更好地理解自己的情绪和思维，并找到应对的方法。心理治疗可以帮助你建立更健康、积极的思维模式。",
    "annotation": [
      {
        "sentence": "你的感受非常真实，这种心理冲突确实会让你感到困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，我建议你寻求专业的心理治疗帮助，通过与心理专家的交流和指导，你可以更好地理解自己的情绪和思维，并找到应对的方法。",
        "label": ""
      },
      {
        "sentence": "心理治疗可以帮助你建立更健康、积极的思维模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻求专业的心理治疗帮助。我明白自己需要更深入地了解和处理这种心理冲突，而不是简单地去反驳他人的观点。希望通过心理治疗能够找到更好的解决方法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻求专业的心理治疗帮助。",
        "label": ""
      },
      {
        "sentence": "我明白自己需要更深入地了解和处理这种心理冲突，而不是简单地去反驳他人的观点。",
        "label": ""
      },
      {
        "sentence": "希望通过心理治疗能够找到更好的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经迈出了重要的一步。寻求心理治疗帮助是一个积极的决定，你将有机会与专业人士共同探索和解决这种心理冲突。记住，你并不孤单，有人愿意帮助你度过困难的时刻。祝愿你能够找到更好的解决方案和心理平衡。",
    "annotation": [
      {
        "sentence": "非常好，你已经迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "寻求心理治疗帮助是一个积极的决定，你将有机会与专业人士共同探索和解决这种心理冲突。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人愿意帮助你度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到更好的解决方案和心理平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。我会坚持寻求心理治疗帮助，相信自己能够走出心理困境，获得内心的平静和健康。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会坚持寻求心理治疗帮助，相信自己能够走出心理困境，获得内心的平静和健康。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我真心希望能够帮助你。请记住，你永远不是孤单的，与专业人士的合作将为你提供必要的支持和指导。祝愿你早日走出困境，重新获得内心的平静和幸福。",
    "annotation": [
      {
        "sentence": "不用客气，我真心希望能够帮助你。",
        "label": ""
      },
      {
        "sentence": "请记住，你永远不是孤单的，与专业人士的合作将为你提供必要的支持和指导。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出困境，重新获得内心的平静和幸福。",
        "label": ""
      }
    ]
  }
]