[
  {
    "role": "client",
    "content": "婆婆很执着，每顿饭盛很多，要求7岁儿子吃饭要吃完？婆婆说以前她爸妈和她说人要吃饭，多吃饭，身体才会好，感冒了饭也是多吃饭，吃饭对她很重要很固执，然后她煮饭以前会煮很多很大份，又不会煮，因为以前全家人靠他做生意养活一家人，人会强势，然后早上我儿子吃粥，很菜和肉也多，吃得慢很正常，不想吃也正常，都是不容易嚼碎的食物，中午也是很多肉，很多菜给他吃，本来盛一碗了，菜肉有半碗，就是一碗半的量了，我要上班，又怀二胎，精力不够，但是每顿饭，看我婆婆在那生气我儿子没吃完，得督促他把饭吃完才会开心，有点病态了她是刚开始10分钟就在那里催催催，我儿子说饱了，他说怎么每次都说饱了，剩3口饭实在吃不下了，也得喂着吃，要不然有时候煮排骨不容易嚼的，就干脆喂他，他都7岁男孩了，二年级了还让人喂，她很执着，我们家的粥都是绸的没有水，煮豆浆也是很浓稠，我也送儿子去午托，但是因为儿子鼻炎严重还有没有安全感中午都没睡，然后如果回家睡中午还可以和奶奶睡下，不知道怎么办。",
    "annotation": [
      {
        "sentence": "婆婆很执着，每顿饭盛很多，要求7岁儿子吃饭要吃完？",
        "label": ""
      },
      {
        "sentence": "婆婆说以前她爸妈和她说人要吃饭，多吃饭，身体才会好，感冒了饭也是多吃饭，吃饭对她很重要很固执，然后她煮饭以前会煮很多很大份，又不会煮，因为以前全家人靠他做生意养活一家人，人会强势，然后早上我儿子吃粥，很菜和肉也多，吃得慢很正常，不想吃也正常，都是不容易嚼碎的食物，中午也是很多肉，很多菜给他吃，本来盛一碗了，菜肉有半碗，就是一碗半的量了，我要上班，又怀二胎，精力不够，但是每顿饭，看我婆婆在那生气我儿子没吃完，得督促他把饭吃完才会开心，有点病态了她是刚开始10分钟就在那里催催催，我儿子说饱了，他说怎么每次都说饱了，剩3口饭实在吃不下了，也得喂着吃，要不然有时候煮排骨不容易嚼的，就干脆喂他，他都7岁男孩了，二年级了还让人喂，她很执着，我们家的粥都是绸的没有水，煮豆浆也是很浓稠，我也送儿子去午托，但是因为儿子鼻炎严重还有没有安全感中午都没睡，然后如果回家睡中午还可以和奶奶睡下，不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你遇到的问题确实很普遍，特别是在老一辈人身上。他们经常会认为\"能吃是福\"。但是我们需要合理搭配饮食习惯。你婆婆可能因为她以前的经历，家里孩子多，经常吃不饱。所以，当时吃到饱就成了首要目标。现在物质条件好了，但习惯的改变需要时间。我们可以先和你丈夫商量一下，看他对此有什么看法。",
    "annotation": [
      {
        "sentence": "你遇到的问题确实很普遍，特别是在老一辈人身上。",
        "label": ""
      },
      {
        "sentence": "他们经常会认为\"能吃是福\"。",
        "label": ""
      },
      {
        "sentence": "但是我们需要合理搭配饮食习惯。",
        "label": ""
      },
      {
        "sentence": "你婆婆可能因为她以前的经历，家里孩子多，经常吃不饱。",
        "label": ""
      },
      {
        "sentence": "所以，当时吃到饱就成了首要目标。",
        "label": ""
      },
      {
        "sentence": "现在物质条件好了，但习惯的改变需要时间。",
        "label": ""
      },
      {
        "sentence": "我们可以先和你丈夫商量一下，看他对此有什么看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。他们那个年代的饮食观念确实不同。如果我们可以和丈夫达成一致，而且婆婆也有点文化知识的话，我们可以找一些正规的营养课，看婆婆是否可以接受。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "他们那个年代的饮食观念确实不同。",
        "label": ""
      },
      {
        "sentence": "如果我们可以和丈夫达成一致，而且婆婆也有点文化知识的话，我们可以找一些正规的营养课，看婆婆是否可以接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的建议。通过正规的营养课，婆婆可以了解到饮食不仅仅是吃饱，还要吃好。如果婆婆能接受这个建议，那就太好了。但是如果婆婆拒绝接受建议，一意孤行的话，我们可以换个策略来尝试。比如，我们可以告诉婆婆一些因营养过剩可能导致的症状，让她知道这样坚持下去可能会对孩子身体造成一些影响。",
    "annotation": [
      {
        "sentence": "这是一个很好的建议。",
        "label": ""
      },
      {
        "sentence": "通过正规的营养课，婆婆可以了解到饮食不仅仅是吃饱，还要吃好。",
        "label": ""
      },
      {
        "sentence": "如果婆婆能接受这个建议，那就太好了。",
        "label": ""
      },
      {
        "sentence": "但是如果婆婆拒绝接受建议，一意孤行的话，我们可以换个策略来尝试。",
        "label": ""
      },
      {
        "sentence": "比如，我们可以告诉婆婆一些因营养过剩可能导致的症状，让她知道这样坚持下去可能会对孩子身体造成一些影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。我可以向婆婆讲述一些关于剩饭和吃烂苹果的故事，让她明白剩饭对身体的危害，并且告诉她新鲜食材对我们的健康有益处。另外，我可以告诉婆婆我们可以勤买少做，这样既节约了资源，也保证了健康。",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我可以向婆婆讲述一些关于剩饭和吃烂苹果的故事，让她明白剩饭对身体的危害，并且告诉她新鲜食材对我们的健康有益处。",
        "label": ""
      },
      {
        "sentence": "另外，我可以告诉婆婆我们可以勤买少做，这样既节约了资源，也保证了健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个主意非常好！通过这种方式，婆婆可以理解你们的做法既锻炼了身体，也保证了健康。除了饮食问题之外，还有其他方面你觉得婆婆有其他强迫行为吗？在育儿方面，我们通常会和长辈有冲突，有时候我们需要告诉长辈要让孩子自我独立，而不是什么都替他们安排。",
    "annotation": [
      {
        "sentence": "这个主意非常好！",
        "label": ""
      },
      {
        "sentence": "通过这种方式，婆婆可以理解你们的做法既锻炼了身体，也保证了健康。",
        "label": ""
      },
      {
        "sentence": "除了饮食问题之外，还有其他方面你觉得婆婆有其他强迫行为吗？",
        "label": ""
      },
      {
        "sentence": "在育儿方面，我们通常会和长辈有冲突，有时候我们需要告诉长辈要让孩子自我独立，而不是什么都替他们安排。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在育儿方面确实遇到了一些问题。有时候我觉得婆婆过于关心孩子的饮食，甚至还要给他喂饭。我觉得他已经是一个7岁男孩了，应该学会独立。我明白我们是长辈，但是应该起到引导的作用，而不是强迫孩子做一些事情。",
    "annotation": [
      {
        "sentence": "是的，我在育儿方面确实遇到了一些问题。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得婆婆过于关心孩子的饮食，甚至还要给他喂饭。",
        "label": ""
      },
      {
        "sentence": "我觉得他已经是一个7岁男孩了，应该学会独立。",
        "label": ""
      },
      {
        "sentence": "我明白我们是长辈，但是应该起到引导的作用，而不是强迫孩子做一些事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对。我们应该尊重孩子的意愿，并给予他们适当的空间成长。在育儿过程中，学会尊重孩子是非常重要的。也许你可以和婆婆进行一次真诚的交流，向她解释你的观点。",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "我们应该尊重孩子的意愿，并给予他们适当的空间成长。",
        "label": ""
      },
      {
        "sentence": "在育儿过程中，学会尊重孩子是非常重要的。",
        "label": ""
      },
      {
        "sentence": "也许你可以和婆婆进行一次真诚的交流，向她解释你的观点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试和婆婆进行沟通。谢谢你的建议！除了这个问题，我还有一个困扰。由于儿子鼻炎严重，每天都很担心他在午托时没有足够的安全感，所以中午他通常都没法睡觉。",
    "annotation": [
      {
        "sentence": "好的，我会试试和婆婆进行沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "除了这个问题，我还有一个困扰。",
        "label": ""
      },
      {
        "sentence": "由于儿子鼻炎严重，每天都很担心他在午托时没有足够的安全感，所以中午他通常都没法睡觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心。带着鼻炎的孩子在午托时确实容易感到不舒适和没有安全感。也许你可以尝试和午托的老师沟通一下，让他们了解你儿子的情况，看看他们是否可以提供一些额外的关注和照顾，帮助他感到安心。",
    "annotation": [
      {
        "sentence": "我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "带着鼻炎的孩子在午托时确实容易感到不舒适和没有安全感。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试和午托的老师沟通一下，让他们了解你儿子的情况，看看他们是否可以提供一些额外的关注和照顾，帮助他感到安心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会和午托老师进行沟通，看看是否可以给儿子一些额外的照顾。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "好的，我会和午托老师进行沟通，看看是否可以给儿子一些额外的照顾。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮助到你。记得要保持良好的沟通和理解，相信通过和婆婆的真诚交流，你们一定能够找到解决问题的方法。同时也希望你儿子的鼻炎能够得到改善，获得更多的安全感。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得要保持良好的沟通和理解，相信通过和婆婆的真诚交流，你们一定能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时也希望你儿子的鼻炎能够得到改善，获得更多的安全感。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]