[
  {
    "role": "client",
    "content": "婆婆很执着，每顿饭盛很多，要求7岁儿子吃饭要吃完？婆婆说以前她爸妈和她说人要吃饭，多吃饭，身体才会好，感冒了饭也是多吃饭，吃饭对她很重要很固执，然后她煮饭以前会煮很多很大份，又不会煮，因为以前全家人靠他做生意养活一家人，人会强势，然后早上我儿子吃粥，很菜和肉也多，吃得慢很正常，不想吃也正常，都是不容易嚼碎的食物，中午也是很多肉，很多菜给他吃，本来盛一碗了，菜肉有半碗，就是一碗半的量了，我要上班，又怀二胎，精力不够，但是每顿饭，看我婆婆在那生气我儿子没吃完，得督促他把饭吃完才会开心，有点病态了她是刚开始10分钟就在那里催催催，我儿子说饱了，他说怎么每次都说饱了，剩3口饭实在吃不下了，也得喂着吃，要不然有时候煮排骨不容易嚼的，就干脆喂他，他都7岁男孩了，二年级了还让人喂，她很执着，我们家的粥都是绸的没有水，煮豆浆也是很浓稠，我也送儿子去午托，但是因为儿子鼻炎严重还有没有安全感中午都没睡，然后如果回家睡中午还可以和奶奶睡下，不知道怎么办。",
    "annotation": [
      {
        "sentence": "婆婆很执着，每顿饭盛很多，要求7岁儿子吃饭要吃完？",
        "label": ""
      },
      {
        "sentence": "婆婆说以前她爸妈和她说人要吃饭，多吃饭，身体才会好，感冒了饭也是多吃饭，吃饭对她很重要很固执，然后她煮饭以前会煮很多很大份，又不会煮，因为以前全家人靠他做生意养活一家人，人会强势，然后早上我儿子吃粥，很菜和肉也多，吃得慢很正常，不想吃也正常，都是不容易嚼碎的食物，中午也是很多肉，很多菜给他吃，本来盛一碗了，菜肉有半碗，就是一碗半的量了，我要上班，又怀二胎，精力不够，但是每顿饭，看我婆婆在那生气我儿子没吃完，得督促他把饭吃完才会开心，有点病态了她是刚开始10分钟就在那里催催催，我儿子说饱了，他说怎么每次都说饱了，剩3口饭实在吃不下了，也得喂着吃，要不然有时候煮排骨不容易嚼的，就干脆喂他，他都7岁男孩了，二年级了还让人喂，她很执着，我们家的粥都是绸的没有水，煮豆浆也是很浓稠，我也送儿子去午托，但是因为儿子鼻炎严重还有没有安全感中午都没睡，然后如果回家睡中午还可以和奶奶睡下，不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和婆婆的关系如何呢？",
    "annotation": [
      {
        "sentence": "你和婆婆的关系如何呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和婆婆的关系还可以，但是在孩子饮食方面，我经常跟她产生争执。",
    "annotation": [
      {
        "sentence": "我和婆婆的关系还可以，但是在孩子饮食方面，我经常跟她产生争执。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和婆婆是否进行过好好的沟通呢？",
    "annotation": [
      {
        "sentence": "你和婆婆是否进行过好好的沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们曾经试着沟通过，但是她非常固执，总是坚持自己的观念。",
    "annotation": [
      {
        "sentence": "我们曾经试着沟通过，但是她非常固执，总是坚持自己的观念。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你老公以及有没有家里其他人支持你呢？",
    "annotation": [
      {
        "sentence": "你老公以及有没有家里其他人支持你呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的丈夫支持我，但其他家人都觉得我婆婆是为了孩子好才这么做的。",
    "annotation": [
      {
        "sentence": "我的丈夫支持我，但其他家人都觉得我婆婆是为了孩子好才这么做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实育儿应该是父母本身应该承担的责任，这并不是老人的责任。从你的描述来看，老人的育儿观念过于老旧，也有些溺爱。如果能够好好的沟通，可以试着沟通，但从你的描述来看，婆婆很固执。如何进行积极有效的沟通就很重要。",
    "annotation": [
      {
        "sentence": "其实育儿应该是父母本身应该承担的责任，这并不是老人的责任。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，老人的育儿观念过于老旧，也有些溺爱。",
        "label": ""
      },
      {
        "sentence": "如果能够好好的沟通，可以试着沟通，但从你的描述来看，婆婆很固执。",
        "label": ""
      },
      {
        "sentence": "如何进行积极有效的沟通就很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我该怎么与婆婆进行有效的沟通呢？",
    "annotation": [
      {
        "sentence": "我该怎么与婆婆进行有效的沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，婆婆帮忙带孩子确实很辛苦，要怀着感激的心。另外，让婆婆明白孩子不吃很多饭也一样可以得到足够的营养，反而营养过多会给孩子的身体增加负担，好好分析这种做法的弊端。",
    "annotation": [
      {
        "sentence": "首先，婆婆帮忙带孩子确实很辛苦，要怀着感激的心。",
        "label": ""
      },
      {
        "sentence": "另外，让婆婆明白孩子不吃很多饭也一样可以得到足够的营养，反而营养过多会给孩子的身体增加负担，好好分析这种做法的弊端。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果婆婆仍然固执，拒绝接受我的观点怎么办？",
    "annotation": [
      {
        "sentence": "如果婆婆仍然固执，拒绝接受我的观点怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果遇到强烈的反对和反感，婆婆仍然坚持己见，建议你可以自己照看孩子。毕竟孩子已经七岁了，具备一定的自理能力。让孩子参与家务，能够让孩子富有责任感，这会让孩子受益终生。同时，我们也要帮助老人进步，让育儿观念与时俱进。加油！",
    "annotation": [
      {
        "sentence": "如果遇到强烈的反对和反感，婆婆仍然坚持己见，建议你可以自己照看孩子。",
        "label": ""
      },
      {
        "sentence": "毕竟孩子已经七岁了，具备一定的自理能力。",
        "label": ""
      },
      {
        "sentence": "让孩子参与家务，能够让孩子富有责任感，这会让孩子受益终生。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要帮助老人进步，让育儿观念与时俱进。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]