[
  {
    "role": "client",
    "content": "婆婆很执着，每顿饭盛很多，要求7岁儿子吃饭要吃完？婆婆说以前她爸妈和她说人要吃饭，多吃饭，身体才会好，感冒了饭也是多吃饭，吃饭对她很重要很固执，然后她煮饭以前会煮很多很大份，又不会煮，因为以前全家人靠他做生意养活一家人，人会强势，然后早上我儿子吃粥，很菜和肉也多，吃得慢很正常，不想吃也正常，都是不容易嚼碎的食物，中午也是很多肉，很多菜给他吃，本来盛一碗了，菜肉有半碗，就是一碗半的量了，我要上班，又怀二胎，精力不够，但是每顿饭，看我婆婆在那生气我儿子没吃完，得督促他把饭吃完才会开心，有点病态了她是刚开始10分钟就在那里催催催，我儿子说饱了，他说怎么每次都说饱了，剩3口饭实在吃不下了，也得喂着吃，要不然有时候煮排骨不容易嚼的，就干脆喂他，他都7岁男孩了，二年级了还让人喂，她很执着，我们家的粥都是绸的没有水，煮豆浆也是很浓稠，我也送儿子去午托，但是因为儿子鼻炎严重还有没有安全感中午都没睡，然后如果回家睡中午还可以和奶奶睡下，不知道怎么办",
    "annotation": [
      {
        "sentence": "婆婆很执着，每顿饭盛很多，要求7岁儿子吃饭要吃完？",
        "label": ""
      },
      {
        "sentence": "婆婆说以前她爸妈和她说人要吃饭，多吃饭，身体才会好，感冒了饭也是多吃饭，吃饭对她很重要很固执，然后她煮饭以前会煮很多很大份，又不会煮，因为以前全家人靠他做生意养活一家人，人会强势，然后早上我儿子吃粥，很菜和肉也多，吃得慢很正常，不想吃也正常，都是不容易嚼碎的食物，中午也是很多肉，很多菜给他吃，本来盛一碗了，菜肉有半碗，就是一碗半的量了，我要上班，又怀二胎，精力不够，但是每顿饭，看我婆婆在那生气我儿子没吃完，得督促他把饭吃完才会开心，有点病态了她是刚开始10分钟就在那里催催催，我儿子说饱了，他说怎么每次都说饱了，剩3口饭实在吃不下了，也得喂着吃，要不然有时候煮排骨不容易嚼的，就干脆喂他，他都7岁男孩了，二年级了还让人喂，她很执着，我们家的粥都是绸的没有水，煮豆浆也是很浓稠，我也送儿子去午托，但是因为儿子鼻炎严重还有没有安全感中午都没睡，然后如果回家睡中午还可以和奶奶睡下，不知道怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况我能够理解，我有一个朋友和你有比较类似的经历，我可以和你分享一下。",
    "annotation": [
      {
        "sentence": "你的情况我能够理解，我有一个朋友和你有比较类似的经历，我可以和你分享一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的需要一些帮助和建议。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的需要一些帮助和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会尽力帮助你的。我朋友结婚后和老公、婆婆住在一起，婆婆也是做菜煮饭总是煮很多，有时候吃的饭菜是两三天之前的了，重点是还很难吃。然后吃饭的时候经常下命令“你，把这个吃完”，“你，把那个吃完”之类的。她不喜欢吃肉，然后她婆婆经常给她一个大鸡腿，命令她吃。（她婆婆自己也不喜欢吃鸡腿，所以不是喜欢她才给，而是没人吃，要分派任务。）",
    "annotation": [
      {
        "sentence": "没问题，我会尽力帮助你的。",
        "label": ""
      },
      {
        "sentence": "我朋友结婚后和老公、婆婆住在一起，婆婆也是做菜煮饭总是煮很多，有时候吃的饭菜是两三天之前的了，重点是还很难吃。",
        "label": ""
      },
      {
        "sentence": "然后吃饭的时候经常下命令“你，把这个吃完”，“你，把那个吃完”之类的。",
        "label": ""
      },
      {
        "sentence": "她不喜欢吃肉，然后她婆婆经常给她一个大鸡腿，命令她吃。",
        "label": ""
      },
      {
        "sentence": "（她婆婆自己也不喜欢吃鸡腿，所以不是喜欢她才给，而是没人吃，要分派任务。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来她的情况和我的确实有点相似，我也觉得这种吃饭方式不太合理。",
    "annotation": [
      {
        "sentence": "听起来她的情况和我的确实有点相似，我也觉得这种吃饭方式不太合理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，面对这样的困扰，刚开始新媳妇入门，肯定不好意思拒绝，乖乖地往嘴里塞。可是日子久了，每天都这样也不行呀？所以，我建议你先尝试和你的丈夫沟通，告诉他你的困惑和不满。",
    "annotation": [
      {
        "sentence": "是的，面对这样的困扰，刚开始新媳妇入门，肯定不好意思拒绝，乖乖地往嘴里塞。",
        "label": ""
      },
      {
        "sentence": "可是日子久了，每天都这样也不行呀？",
        "label": ""
      },
      {
        "sentence": "所以，我建议你先尝试和你的丈夫沟通，告诉他你的困惑和不满。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，我应该和他好好谈一谈。",
    "annotation": [
      {
        "sentence": "嗯，你说得对，我应该和他好好谈一谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是解决问题的第一步，你丈夫应该能够理解你的难处。你可以告诉他，你在尽力调解你婆婆和儿子的关系，同时也为了你的身体和精力着想。",
    "annotation": [
      {
        "sentence": "沟通是解决问题的第一步，你丈夫应该能够理解你的难处。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他，你在尽力调解你婆婆和儿子的关系，同时也为了你的身体和精力着想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试的，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会试试的，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会继续分享给你我朋友的经历。她先是告诉了老公，说“你知道我不喜欢吃肉，能不能叫你妈妈不要给我夹肉，她的好意我心领了。”她老公和婆婆讲了，讲了之后她婆婆还是塞大鸡腿，但是她已经和老公讲过了，就有了拒绝的底气，每次就先谢谢，然后拒绝，不吃。后来有一天，家里来客人，婆婆又当着所有客人的面塞了大鸡腿给她（想着客人多，她就不好意思拒绝），但是她“很温柔地”把鸡腿塞回给婆婆，说“这么好的东西，您老人家吃。”她婆婆不喜欢吃鸡腿，又执拗不过“儿媳的孝顺”，只能自己很不开心把鸡腿啃了。",
    "annotation": [
      {
        "sentence": "不客气，我会继续分享给你我朋友的经历。",
        "label": ""
      },
      {
        "sentence": "她先是告诉了老公，说“你知道我不喜欢吃肉，能不能叫你妈妈不要给我夹肉，她的好意我心领了。",
        "label": ""
      },
      {
        "sentence": "”她老公和婆婆讲了，讲了之后她婆婆还是塞大鸡腿，但是她已经和老公讲过了，就有了拒绝的底气，每次就先谢谢，然后拒绝，不吃。",
        "label": ""
      },
      {
        "sentence": "后来有一天，家里来客人，婆婆又当着所有客人的面塞了大鸡腿给她（想着客人多，她就不好意思拒绝），但是她“很温柔地”把鸡腿塞回给婆婆，说“这么好的东西，您老人家吃。",
        "label": ""
      },
      {
        "sentence": "”她婆婆不喜欢吃鸡腿，又执拗不过“儿媳的孝顺”，只能自己很不开心把鸡腿啃了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要勇气去拒绝，同时也要尊重她的感受。",
    "annotation": [
      {
        "sentence": "我明白了，我需要勇气去拒绝，同时也要尊重她的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有些事情就是这样，做不到每个人都开心的。还有关于吃两三天之前的饭菜的问题呢，我朋友后来解决这个困扰的方法是每天自己回家做饭菜。",
    "annotation": [
      {
        "sentence": "是的，有些事情就是这样，做不到每个人都开心的。",
        "label": ""
      },
      {
        "sentence": "还有关于吃两三天之前的饭菜的问题呢，我朋友后来解决这个困扰的方法是每天自己回家做饭菜。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我精力有限，有时候很难做到。",
    "annotation": [
      {
        "sentence": "可是我精力有限，有时候很难做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境，但你可以和丈夫商量，看看能否改变一下晚饭的安排。也许你可以尝试自己做一些简单的菜，并告诉丈夫你的困扰和想法。",
    "annotation": [
      {
        "sentence": "我理解你的困境，但你可以和丈夫商量，看看能否改变一下晚饭的安排。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试自己做一些简单的菜，并告诉丈夫你的困扰和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我确实应该主动提出自己的需求。",
    "annotation": [
      {
        "sentence": "嗯，我确实应该主动提出自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，一个家庭中的矛盾是很常见的，但也需要进行适当的调和和平衡。照顾好自己和孩子的情况下，尽量平衡各方感受，减少摩擦，维持一个表面的平和。",
    "annotation": [
      {
        "sentence": "没错，一个家庭中的矛盾是很常见的，但也需要进行适当的调和和平衡。",
        "label": ""
      },
      {
        "sentence": "照顾好自己和孩子的情况下，尽量平衡各方感受，减少摩擦，维持一个表面的平和。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会努力寻找解决办法的",
    "annotation": [
      {
        "sentence": "你说得对，我会努力寻找解决办法的",
        "label": ""
      }
    ]
  }
]