[
  {
    "role": "client",
    "content": "我有一个困扰，就是我的婆婆很执着，每顿饭都盛得非常多，还要求我7岁的儿子必须把饭吃完。婆婆说以前她爸妈都教她，人要吃饭，多吃饭，身体才会好，感冒了也是要多吃饭。她对吃饭很重视，而且特别固执，以前她全家靠她做生意养活一家人，所以她比较强势。早上我儿子吃粥，虽然菜和肉的份量也挺多，但他吃得慢很正常，又不想吃也正常，毕竟有些食物不容易嚼碎。中午给他做了很多菜和肉，本来盛一碗的量，但只有半碗的菜肉，相当于一碗半的量。因为我要上班，而且还怀了二胎，精力已经不够了。可是每次吃饭时，只要我婆婆看到我儿子没吃完，她就生气，让我儿子一定要把饭吃完。有点病态了，她刚开始10分钟就在催，我儿子说饱了，她就说怎么每次都说饱了，即使剩下的饭只有三口，也得喂着吃。有时候她煮的排骨很难嚼，我干脆就喂给他吃。他都已经是7岁的男孩了，读着二年级，还要让人喂，我真的很为他担心。她真的太执着了。我们家的粥都是浓稠的，豆浆也是绸的。虽然我送儿子去午托，但是他鼻炎很严重，中午都没法睡觉。有时回家还能和奶奶一起休息一下，但是我不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我有一个困扰，就是我的婆婆很执着，每顿饭都盛得非常多，还要求我7岁的儿子必须把饭吃完。",
        "label": ""
      },
      {
        "sentence": "婆婆说以前她爸妈都教她，人要吃饭，多吃饭，身体才会好，感冒了也是要多吃饭。",
        "label": ""
      },
      {
        "sentence": "她对吃饭很重视，而且特别固执，以前她全家靠她做生意养活一家人，所以她比较强势。",
        "label": ""
      },
      {
        "sentence": "早上我儿子吃粥，虽然菜和肉的份量也挺多，但他吃得慢很正常，又不想吃也正常，毕竟有些食物不容易嚼碎。",
        "label": ""
      },
      {
        "sentence": "中午给他做了很多菜和肉，本来盛一碗的量，但只有半碗的菜肉，相当于一碗半的量。",
        "label": ""
      },
      {
        "sentence": "因为我要上班，而且还怀了二胎，精力已经不够了。",
        "label": ""
      },
      {
        "sentence": "可是每次吃饭时，只要我婆婆看到我儿子没吃完，她就生气，让我儿子一定要把饭吃完。",
        "label": ""
      },
      {
        "sentence": "有点病态了，她刚开始10分钟就在催，我儿子说饱了，她就说怎么每次都说饱了，即使剩下的饭只有三口，也得喂着吃。",
        "label": ""
      },
      {
        "sentence": "有时候她煮的排骨很难嚼，我干脆就喂给他吃。",
        "label": ""
      },
      {
        "sentence": "他都已经是7岁的男孩了，读着二年级，还要让人喂，我真的很为他担心。",
        "label": ""
      },
      {
        "sentence": "她真的太执着了。",
        "label": ""
      },
      {
        "sentence": "我们家的粥都是浓稠的，豆浆也是绸的。",
        "label": ""
      },
      {
        "sentence": "虽然我送儿子去午托，但是他鼻炎很严重，中午都没法睡觉。",
        "label": ""
      },
      {
        "sentence": "有时回家还能和奶奶一起休息一下，但是我不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "文中怎么没提到丈夫的看法呢？你丈夫对这个问题有什么想法吗？这种情况很常见，你们和你婆婆有没有沟通过呢？她说的那句话“人要吃饭，多吃饭，身体才会好，感冒了也是要多吃饭”是不是她经常说的呢？那你婆婆的身体状况如何？她自己吃饭多吗？无论你婆婆的身体好坏，她可能都把身体状况归因于吃饭少或多。不然她也不会这么执着地坚持这句话。现在她关注你儿子多吃饭的事情，一方面可能是真心想让他多吃饭，这样身体会好；另一方面也可能是想让孙子“替她”多吃些饭，补偿自己年岁大了少吃的饭，补偿自己曾经没听父母话少吃的饭。你婆婆说“以前全家人靠她做生意养活一家人，人会强势”，这反映出她有责任感，有担当，不得不强势。而现在你们把儿子交给她来照顾，根据她的个性和经历，她肯定会尽责任，最直接的表现就是把她自己的人生经验和教训应用到你儿子身上，希望他不要走她曾经走过的弯路。经过这些分析，我想你对你婆婆的情绪应该会有所消减。下面给出一些建议，希望对你有帮助：1、和婆婆沟通，让她明白吃饭多确实对身体有好处，在吃饱之前，但在吃饱后，再吃过多是对身体有害的，对健康有害的。你可以讲一两个例子给她听，说明吃饭多并不是一味追求，而是为了保持健康的体魄，如何做到适量饮食和少吃。现在很多人都忙于减肥，不就是因为吃得太多而导致的吗？最终希望你夫妻能和婆婆达成一致意见：孩子说饱了，奶奶就不要再干预。2、和孩子讲明，吃饱了就不吃了，坚定地告诉奶奶，然后离开餐桌去做其他事情。如果奶奶生气，就让她生气，相信慢慢地她会不再生气。不要因为奶奶劝解几句，再次喂他吃。这样很容易让奶奶误解，认为孙子没吃饱，所以需要她劝解和喂食。要主动打破原有的互动模式。3、“儿子鼻炎严重还有没有安全感”，你能描述一下鼻炎严重的具体表现吗？他没有安全感的表现是什么？也许孩子故意表现出没有安全感，来配合大人的需求。去理解这些并不容易，因为这是潜意识层面的事情。我个人觉得，有必要做一些让孩子和大人分开的事情。以上是我的建议，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "文中怎么没提到丈夫的看法呢？",
        "label": ""
      },
      {
        "sentence": "你丈夫对这个问题有什么想法吗？",
        "label": ""
      },
      {
        "sentence": "这种情况很常见，你们和你婆婆有没有沟通过呢？",
        "label": ""
      },
      {
        "sentence": "她说的那句话“人要吃饭，多吃饭，身体才会好，感冒了也是要多吃饭”是不是她经常说的呢？",
        "label": ""
      },
      {
        "sentence": "那你婆婆的身体状况如何？",
        "label": ""
      },
      {
        "sentence": "她自己吃饭多吗？",
        "label": ""
      },
      {
        "sentence": "无论你婆婆的身体好坏，她可能都把身体状况归因于吃饭少或多。",
        "label": ""
      },
      {
        "sentence": "不然她也不会这么执着地坚持这句话。",
        "label": ""
      },
      {
        "sentence": "现在她关注你儿子多吃饭的事情，一方面可能是真心想让他多吃饭，这样身体会好；另一方面也可能是想让孙子“替她”多吃些饭，补偿自己年岁大了少吃的饭，补偿自己曾经没听父母话少吃的饭。",
        "label": ""
      },
      {
        "sentence": "你婆婆说“以前全家人靠她做生意养活一家人，人会强势”，这反映出她有责任感，有担当，不得不强势。",
        "label": ""
      },
      {
        "sentence": "而现在你们把儿子交给她来照顾，根据她的个性和经历，她肯定会尽责任，最直接的表现就是把她自己的人生经验和教训应用到你儿子身上，希望他不要走她曾经走过的弯路。",
        "label": ""
      },
      {
        "sentence": "经过这些分析，我想你对你婆婆的情绪应该会有所消减。",
        "label": ""
      },
      {
        "sentence": "下面给出一些建议，希望对你有帮助：1、和婆婆沟通，让她明白吃饭多确实对身体有好处，在吃饱之前，但在吃饱后，再吃过多是对身体有害的，对健康有害的。",
        "label": ""
      },
      {
        "sentence": "你可以讲一两个例子给她听，说明吃饭多并不是一味追求，而是为了保持健康的体魄，如何做到适量饮食和少吃。",
        "label": ""
      },
      {
        "sentence": "现在很多人都忙于减肥，不就是因为吃得太多而导致的吗？",
        "label": ""
      },
      {
        "sentence": "最终希望你夫妻能和婆婆达成一致意见：孩子说饱了，奶奶就不要再干预。",
        "label": ""
      },
      {
        "sentence": "2、和孩子讲明，吃饱了就不吃了，坚定地告诉奶奶，然后离开餐桌去做其他事情。",
        "label": ""
      },
      {
        "sentence": "如果奶奶生气，就让她生气，相信慢慢地她会不再生气。",
        "label": ""
      },
      {
        "sentence": "不要因为奶奶劝解几句，再次喂他吃。",
        "label": ""
      },
      {
        "sentence": "这样很容易让奶奶误解，认为孙子没吃饱，所以需要她劝解和喂食。",
        "label": ""
      },
      {
        "sentence": "要主动打破原有的互动模式。",
        "label": ""
      },
      {
        "sentence": "3、“儿子鼻炎严重还有没有安全感”，你能描述一下鼻炎严重的具体表现吗？",
        "label": ""
      },
      {
        "sentence": "他没有安全感的表现是什么？",
        "label": ""
      },
      {
        "sentence": "也许孩子故意表现出没有安全感，来配合大人的需求。",
        "label": ""
      },
      {
        "sentence": "去理解这些并不容易，因为这是潜意识层面的事情。",
        "label": ""
      },
      {
        "sentence": "我个人觉得，有必要做一些让孩子和大人分开的事情。",
        "label": ""
      },
      {
        "sentence": "以上是我的建议，希望对你有所帮助。",
        "label": ""
      }
    ]
  }
]