[
  {
    "role": "client",
    "content": "叔叔很好，但不喜欢他的强势，觉得自己内心很矛盾？我，一名初三学生，父母离婚，从小和爷爷奶奶一起长大，后来学业重，老人年纪大，现在不得不和我妈妈和一个叔叔住在一起，他还有一个儿子。他其实对我很好，像亲生女儿，每天上学放学都会接送我，和我讲学习的方法。但是我总是对他有偏见，因为他是一个大男子主义的人，对他儿子很强势，还经常会打骂他儿子，并且总是强迫与人，他烧好的菜总是要求我们吃完，虽然我知道他是希望我们多吃，但是这种这样激进的性格我一直不太喜欢，好归好，他对我一样强势我也在他面前装着很乖，心里却挺不舒服像有一团火。每次他对我很好的时候我都会感觉很愧疚，他对我那么好，是我的福气，自己怎么会讨厌他，但是他除了对我以外，对他人的方式总是会引起我的反感，我总是会感觉心中有恨意：为什么偏偏要我和这样强势的人一起生活。每到这时我又会觉得自己很黑暗，不善良。我感觉自己都要被逼疯了，也不想再装乖巧了，每次他对我很好的时候我总感觉是被动接受帮助……",
    "annotation": [
      {
        "sentence": "叔叔很好，但不喜欢他的强势，觉得自己内心很矛盾？",
        "label": ""
      },
      {
        "sentence": "我，一名初三学生，父母离婚，从小和爷爷奶奶一起长大，后来学业重，老人年纪大，现在不得不和我妈妈和一个叔叔住在一起，他还有一个儿子。",
        "label": ""
      },
      {
        "sentence": "他其实对我很好，像亲生女儿，每天上学放学都会接送我，和我讲学习的方法。",
        "label": ""
      },
      {
        "sentence": "但是我总是对他有偏见，因为他是一个大男子主义的人，对他儿子很强势，还经常会打骂他儿子，并且总是强迫与人，他烧好的菜总是要求我们吃完，虽然我知道他是希望我们多吃，但是这种这样激进的性格我一直不太喜欢，好归好，他对我一样强势我也在他面前装着很乖，心里却挺不舒服像有一团火。",
        "label": ""
      },
      {
        "sentence": "每次他对我很好的时候我都会感觉很愧疚，他对我那么好，是我的福气，自己怎么会讨厌他，但是他除了对我以外，对他人的方式总是会引起我的反感，我总是会感觉心中有恨意：为什么偏偏要我和这样强势的人一起生活。",
        "label": ""
      },
      {
        "sentence": "每到这时我又会觉得自己很黑暗，不善良。",
        "label": ""
      },
      {
        "sentence": "我感觉自己都要被逼疯了，也不想再装乖巧了，每次他对我很好的时候我总感觉是被动接受帮助……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况听起来确实很复杂，不喜欢叔叔的强势给你带来了内心的矛盾。他对你的好像亲生女儿一样，每天接送你上下学，并给你学习的建议。但是你总是有一些偏见，因为他对儿子的强势和对待事物的方式让你不舒服。我想说的是，你有权利尊重自己的感受。当你感到不舒服的时候，允许自己有这种感受是很重要的。每个人对好和不好的定义都是不同的。就像有人喜欢吃鱼，那么鱼就是好的；有人不喜欢吃鱼，那么鱼对他来说就不是好的。同样的，有人喜欢接送上下学的陪伴，那么陪伴就是好的；有人喜欢独处，那么在这个时候的陪伴对他们来说就是不好的。感受是属于个人的。虽然叔叔的行为在他人看来可能是好的，但如果不是你喜欢的方式，你也有权利选择不接受。不过，既然你不喜欢叔叔的付出方式，为什么还要配合呢？可能外在压力，比如妈妈和爷爷奶奶的期望，让你感到不敢表达自己的不满。如果现在有个安全的机会，你不会伤害到任何人，可以邀请你在脑海中想象一下叔叔正在面前，要求你把菜吃完。你有机会把内心的话说出来，你会说什么呢？说出来后，他的反应会是什么？你说完后，你会有什么感受呢？如果可以的话，把这个过程记录下来，看看结果是否与你想象的一致。也许通过这种练习，你会对你们之间的关系有一个新的认知发现。",
    "annotation": [
      {
        "sentence": "你的情况听起来确实很复杂，不喜欢叔叔的强势给你带来了内心的矛盾。",
        "label": ""
      },
      {
        "sentence": "他对你的好像亲生女儿一样，每天接送你上下学，并给你学习的建议。",
        "label": ""
      },
      {
        "sentence": "但是你总是有一些偏见，因为他对儿子的强势和对待事物的方式让你不舒服。",
        "label": ""
      },
      {
        "sentence": "我想说的是，你有权利尊重自己的感受。",
        "label": ""
      },
      {
        "sentence": "当你感到不舒服的时候，允许自己有这种感受是很重要的。",
        "label": ""
      },
      {
        "sentence": "每个人对好和不好的定义都是不同的。",
        "label": ""
      },
      {
        "sentence": "就像有人喜欢吃鱼，那么鱼就是好的；有人不喜欢吃鱼，那么鱼对他来说就不是好的。",
        "label": ""
      },
      {
        "sentence": "同样的，有人喜欢接送上下学的陪伴，那么陪伴就是好的；有人喜欢独处，那么在这个时候的陪伴对他们来说就是不好的。",
        "label": ""
      },
      {
        "sentence": "感受是属于个人的。",
        "label": ""
      },
      {
        "sentence": "虽然叔叔的行为在他人看来可能是好的，但如果不是你喜欢的方式，你也有权利选择不接受。",
        "label": ""
      },
      {
        "sentence": "不过，既然你不喜欢叔叔的付出方式，为什么还要配合呢？",
        "label": ""
      },
      {
        "sentence": "可能外在压力，比如妈妈和爷爷奶奶的期望，让你感到不敢表达自己的不满。",
        "label": ""
      },
      {
        "sentence": "如果现在有个安全的机会，你不会伤害到任何人，可以邀请你在脑海中想象一下叔叔正在面前，要求你把菜吃完。",
        "label": ""
      },
      {
        "sentence": "你有机会把内心的话说出来，你会说什么呢？",
        "label": ""
      },
      {
        "sentence": "说出来后，他的反应会是什么？",
        "label": ""
      },
      {
        "sentence": "你说完后，你会有什么感受呢？",
        "label": ""
      },
      {
        "sentence": "如果可以的话，把这个过程记录下来，看看结果是否与你想象的一致。",
        "label": ""
      },
      {
        "sentence": "也许通过这种练习，你会对你们之间的关系有一个新的认知发现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我明白每个人对好和不好的定义是不同的，但自己总觉得对叔叔的偏见是不对的，因为他对我那么好，我应该感激他才对。但是每次他对我好的时候，我总会觉得自己是在被动接受帮助。也许这是内心的矛盾，我不知道该怎么处理。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我明白每个人对好和不好的定义是不同的，但自己总觉得对叔叔的偏见是不对的，因为他对我那么好，我应该感激他才对。",
        "label": ""
      },
      {
        "sentence": "但是每次他对我好的时候，我总会觉得自己是在被动接受帮助。",
        "label": ""
      },
      {
        "sentence": "也许这是内心的矛盾，我不知道该怎么处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对叔叔的感激是可以理解的，毕竟他对你很好，并且帮助了你很多。不过，你也可以尝试接受这种被动帮助的感觉。有时候，接受别人的好意并不代表你失去了独立。如果你觉得内心有矛盾，不妨试试换个角度思考。你可以思考一下，是不是你内心的矛盾让你觉得你是在被动接受帮助，而不是事实本身。你可以尝试更加允许自己去接受他的好意，也许会有不同的感受和认知。",
    "annotation": [
      {
        "sentence": "你对叔叔的感激是可以理解的，毕竟他对你很好，并且帮助了你很多。",
        "label": ""
      },
      {
        "sentence": "不过，你也可以尝试接受这种被动帮助的感觉。",
        "label": ""
      },
      {
        "sentence": "有时候，接受别人的好意并不代表你失去了独立。",
        "label": ""
      },
      {
        "sentence": "如果你觉得内心有矛盾，不妨试试换个角度思考。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，是不是你内心的矛盾让你觉得你是在被动接受帮助，而不是事实本身。",
        "label": ""
      },
      {
        "sentence": "你可以尝试更加允许自己去接受他的好意，也许会有不同的感受和认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尝试接受他的好意，给自己一些时间去适应这种被帮助的感觉。也许我在改变自己的认知之后，会觉得更加舒服和自在。",
    "annotation": [
      {
        "sentence": "你说得对，我会尝试接受他的好意，给自己一些时间去适应这种被帮助的感觉。",
        "label": ""
      },
      {
        "sentence": "也许我在改变自己的认知之后，会觉得更加舒服和自在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能接受我的建议，并且愿意尝试去改变自己的认知。适应新的感受可能需要一些时间，但我相信你会越来越舒服和自在的。记得要给自己一些宽容和尊重的空间，相信你会找到属于自己的平衡点。",
    "annotation": [
      {
        "sentence": "很高兴你能接受我的建议，并且愿意尝试去改变自己的认知。",
        "label": ""
      },
      {
        "sentence": "适应新的感受可能需要一些时间，但我相信你会越来越舒服和自在的。",
        "label": ""
      },
      {
        "sentence": "记得要给自己一些宽容和尊重的空间，相信你会找到属于自己的平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会继续努力，相信自己可以找到解决这个问题的方法。也感谢你给我带来新的思考和认知。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会继续努力，相信自己可以找到解决这个问题的方法。",
        "label": ""
      },
      {
        "sentence": "也感谢你给我带来新的思考和认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能帮助到你我感到很开心。你已经迈出了解决问题的第一步，要相信自己的能力和智慧。无论遇到什么困难，都可以随时来找我倾诉和寻求帮助。祝愿你一切都好，加油！",
    "annotation": [
      {
        "sentence": "不客气，能帮助到你我感到很开心。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了解决问题的第一步，要相信自己的能力和智慧。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都可以随时来找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切都好，加油！",
        "label": ""
      }
    ]
  }
]