[
  {
    "role": "client",
    "content": "好自卑，21岁才决定高考，会不会太迟了？高中毕业因为抑郁症没参加高考，现在觉得很遗憾没有上过大学，很想参加高考，可是又怕自己考上了面对那些新生会自卑，面对老师面对校园都那么的陌生…想上大学的心情与自卑两种情绪在我内心激烈斗争，我不知道该怎么办…我真的很讨厌自己，我不知道…我觉得人生真的一片渺茫，只要一个节点选错了方向，无论怎样做怎样弥补都无济于事…然而时光无法倒流。我该怎么做？我到底该怎么做？我真诚地请求建议。",
    "annotation": [
      {
        "sentence": "好自卑，21岁才决定高考，会不会太迟了？",
        "label": ""
      },
      {
        "sentence": "高中毕业因为抑郁症没参加高考，现在觉得很遗憾没有上过大学，很想参加高考，可是又怕自己考上了面对那些新生会自卑，面对老师面对校园都那么的陌生…想上大学的心情与自卑两种情绪在我内心激烈斗争，我不知道该怎么办…我真的很讨厌自己，我不知道…我觉得人生真的一片渺茫，只要一个节点选错了方向，无论怎样做怎样弥补都无济于事…然而时光无法倒流。",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      },
      {
        "sentence": "我到底该怎么做？",
        "label": ""
      },
      {
        "sentence": "我真诚地请求建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的自述我能够感受到你内心的挣扎痛苦和迷惘无助，你害怕未来，害怕自己大龄入学会格格不入，你害怕面对新的环境你怕你难以适应……当你渴望去到大学的一瞬间，无数问题接踵而来，就如同多米诺骨牌一样，在这些困惑的影响下，你原本坚定的梦想和信心都被恐惧所打压。我很理解你的感受，因为我也曾经因为健康问题而休学了两三年，也因此当我进入到大学以后我的同学都比我年纪小几岁，在进入学校之前，我和你一样也因此而担忧过，但我走出来了，我希望你也可以。希望我的回答能够带给你帮助：",
    "annotation": [
      {
        "sentence": "看了你的自述我能够感受到你内心的挣扎痛苦和迷惘无助，你害怕未来，害怕自己大龄入学会格格不入，你害怕面对新的环境你怕你难以适应……当你渴望去到大学的一瞬间，无数问题接踵而来，就如同多米诺骨牌一样，在这些困惑的影响下，你原本坚定的梦想和信心都被恐惧所打压。",
        "label": ""
      },
      {
        "sentence": "我很理解你的感受，因为我也曾经因为健康问题而休学了两三年，也因此当我进入到大学以后我的同学都比我年纪小几岁，在进入学校之前，我和你一样也因此而担忧过，但我走出来了，我希望你也可以。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够带给你帮助：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。听了你的经历，我感到稍微有些勇气了。但是我仍然害怕考上大学后面对新的环境和人际关系。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "听了你的经历，我感到稍微有些勇气了。",
        "label": ""
      },
      {
        "sentence": "但是我仍然害怕考上大学后面对新的环境和人际关系。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们面对新的环境和人际关系时，多数人都会感到紧张和不适应，这是很正常的情绪反应。我建议你可以尝试以下几点来缓解自己的压力：首先，提前了解大学的生活和文化，通过网络、书籍或者与身边已经上大学的人交流，了解大学的各方面信息，这样可以让你对未来的环境更加了解，减少陌生感。其次，参加一些适合你兴趣的活动，通过这些活动结识一些与你志趣相投的人，建立起友谊或者合作关系，这样可以让你在新环境中感到更加舒适和自信。最后，要相信自己的能力，相信你可以适应新的环境并与他人建立起良好的关系。你有什么进一步的问题吗？",
    "annotation": [
      {
        "sentence": "当我们面对新的环境和人际关系时，多数人都会感到紧张和不适应，这是很正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "我建议你可以尝试以下几点来缓解自己的压力：首先，提前了解大学的生活和文化，通过网络、书籍或者与身边已经上大学的人交流，了解大学的各方面信息，这样可以让你对未来的环境更加了解，减少陌生感。",
        "label": ""
      },
      {
        "sentence": "其次，参加一些适合你兴趣的活动，通过这些活动结识一些与你志趣相投的人，建立起友谊或者合作关系，这样可以让你在新环境中感到更加舒适和自信。",
        "label": ""
      },
      {
        "sentence": "最后，要相信自己的能力，相信你可以适应新的环境并与他人建立起良好的关系。",
        "label": ""
      },
      {
        "sentence": "你有什么进一步的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的建议，我会试着去做。但是，我还是担心自己没有能力应对大学的学业压力，怕自己考不上中意的大学，怕自己成绩和别的同学差距太大让我很自卑，还害怕自己进入了大学后不懂得和同学们相处，怕自己面对老师会感到压力很大。我真的不知道自己该怎么办。",
    "annotation": [
      {
        "sentence": "我明白了你的建议，我会试着去做。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心自己没有能力应对大学的学业压力，怕自己考不上中意的大学，怕自己成绩和别的同学差距太大让我很自卑，还害怕自己进入了大学后不懂得和同学们相处，怕自己面对老师会感到压力很大。",
        "label": ""
      },
      {
        "sentence": "我真的不知道自己该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是请记住，每个人都有自己的学习节奏和能力，不同的大学也有不同的专业设置和要求，考取中意的大学并不是唯一的成功标准。我建议你首先要提升自己的学习能力，这包括时间管理、学习方法和解决问题的能力。你可以寻求老师或者同学的帮助，他们会乐意帮助你。其次，不要过分比较自己和他人的成绩和能力，每个人都有自己的优势和劣势。相信自己的努力和潜力，努力学习并不断提升自己。最后，与同学们相处时要保持积极的心态，尝试主动与他们交流和合作，建立良好的人际关系。请记得，接受自己的不完美，并相信自己能够成长和进步。还有其他问题需要我帮助吗？",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是请记住，每个人都有自己的学习节奏和能力，不同的大学也有不同的专业设置和要求，考取中意的大学并不是唯一的成功标准。",
        "label": ""
      },
      {
        "sentence": "我建议你首先要提升自己的学习能力，这包括时间管理、学习方法和解决问题的能力。",
        "label": ""
      },
      {
        "sentence": "你可以寻求老师或者同学的帮助，他们会乐意帮助你。",
        "label": ""
      },
      {
        "sentence": "其次，不要过分比较自己和他人的成绩和能力，每个人都有自己的优势和劣势。",
        "label": ""
      },
      {
        "sentence": "相信自己的努力和潜力，努力学习并不断提升自己。",
        "label": ""
      },
      {
        "sentence": "最后，与同学们相处时要保持积极的心态，尝试主动与他们交流和合作，建立良好的人际关系。",
        "label": ""
      },
      {
        "sentence": "请记得，接受自己的不完美，并相信自己能够成长和进步。",
        "label": ""
      },
      {
        "sentence": "还有其他问题需要我帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去做。但是，我担心自己的年龄会成为我进入大学后感到自卑和不被接纳的障碍。你有什么看法？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去做。",
        "label": ""
      },
      {
        "sentence": "但是，我担心自己的年龄会成为我进入大学后感到自卑和不被接纳的障碍。",
        "label": ""
      },
      {
        "sentence": "你有什么看法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年龄只是一个数字，并不代表一个人的价值和能力。大学是一个充满多样性和包容性的地方，你会遇到来自不同年龄段的学生。重要的是你对学习的热情和上进心，以及积极与他人沟通和合作的态度。如果你能够真诚地与同学们交流，并展示出自己的才华和努力，相信他们会接纳你并成为你的朋友。同时，要相信自己的价值和能力，不要过分担心他人的看法。你还有其他的问题吗？",
    "annotation": [
      {
        "sentence": "年龄只是一个数字，并不代表一个人的价值和能力。",
        "label": ""
      },
      {
        "sentence": "大学是一个充满多样性和包容性的地方，你会遇到来自不同年龄段的学生。",
        "label": ""
      },
      {
        "sentence": "重要的是你对学习的热情和上进心，以及积极与他人沟通和合作的态度。",
        "label": ""
      },
      {
        "sentence": "如果你能够真诚地与同学们交流，并展示出自己的才华和努力，相信他们会接纳你并成为你的朋友。",
        "label": ""
      },
      {
        "sentence": "同时，要相信自己的价值和能力，不要过分担心他人的看法。",
        "label": ""
      },
      {
        "sentence": "你还有其他的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我",
        "label": ""
      }
    ]
  }
]