[
  {
    "role": "client",
    "content": "跟男朋友异地一年关系有些紧张，为什么一直在怪我？",
    "annotation": [
      {
        "sentence": "跟男朋友异地一年关系有些紧张，为什么一直在怪我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "异地的这一年感觉很辛苦吧，相信你很爱你的男友，所以没有自私地拦着他去发展，哪怕要异地，你还是支持他去了。你做到了很懂事，可是他却因寂寞去追求别的女生，感受到你的委屈和难过，再次他一直在怪你，怪你当初不拦着他，怪你不陪着他，所以他寂寞去找别人，这无非是狡辩推脱责任、求得自己的心安理得吧。他为了自己更好的发展选择了去另外的地方，哪怕当初你就拦着他，他也会离开吧，因为他有自己的打算，当然因为你不在身边他觉得寂寞了，就去追别人，这对你们这段感情是不忠诚的。你的隐忍并不会换来他对你倍加的爱和理解，这是不得不承认的事实。愿一切安好！",
    "annotation": [
      {
        "sentence": "异地的这一年感觉很辛苦吧，相信你很爱你的男友，所以没有自私地拦着他去发展，哪怕要异地，你还是支持他去了。",
        "label": ""
      },
      {
        "sentence": "你做到了很懂事，可是他却因寂寞去追求别的女生，感受到你的委屈和难过，再次他一直在怪你，怪你当初不拦着他，怪你不陪着他，所以他寂寞去找别人，这无非是狡辩推脱责任、求得自己的心安理得吧。",
        "label": ""
      },
      {
        "sentence": "他为了自己更好的发展选择了去另外的地方，哪怕当初你就拦着他，他也会离开吧，因为他有自己的打算，当然因为你不在身边他觉得寂寞了，就去追别人，这对你们这段感情是不忠诚的。",
        "label": ""
      },
      {
        "sentence": "你的隐忍并不会换来他对你倍加的爱和理解，这是不得不承认的事实。",
        "label": ""
      },
      {
        "sentence": "愿一切安好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的好失望，我们在一起的时候曾经有那么多美好的计划，我从来没有想过他会背叛我，我真的很难过。我一直觉得自己很无能，无法满足他的需求，无法给他足够的支持。",
    "annotation": [
      {
        "sentence": "我真的好失望，我们在一起的时候曾经有那么多美好的计划，我从来没有想过他会背叛我，我真的很难过。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己很无能，无法满足他的需求，无法给他足够的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别太责怪自己，你已经尽力做得很好了。每段感情都需要两个人的努力和付出，他的背叛并不是你的错。你也不是无能，只是他在寻找别的东西来填补他自己内心的空虚，而这并不是你的责任和缺点。你已经付出了很多，不要再自责了。",
    "annotation": [
      {
        "sentence": "别太责怪自己，你已经尽力做得很好了。",
        "label": ""
      },
      {
        "sentence": "每段感情都需要两个人的努力和付出，他的背叛并不是你的错。",
        "label": ""
      },
      {
        "sentence": "你也不是无能，只是他在寻找别的东西来填补他自己内心的空虚，而这并不是你的责任和缺点。",
        "label": ""
      },
      {
        "sentence": "你已经付出了很多，不要再自责了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我还是害怕失去他，我不知道该怎么办才能挽回我们的关系。我还是爱着他，我不想放弃我们的未来。",
    "annotation": [
      {
        "sentence": "但我还是害怕失去他，我不知道该怎么办才能挽回我们的关系。",
        "label": ""
      },
      {
        "sentence": "我还是爱着他，我不想放弃我们的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失去是正常的，但是你也要考虑你们的关系是否还值得挽回。在一段关系中，互相的尊重和忠诚是非常重要的。现在他已经背叛了你，并一直在怪你，这显然是他对你的不尊重和不负责任的表现。你是一个善良、付出爱的人，你值得一个更好的人来珍惜你。放下过去的伤害，好好考虑一下你们的未来是否真的还有希望。",
    "annotation": [
      {
        "sentence": "害怕失去是正常的，但是你也要考虑你们的关系是否还值得挽回。",
        "label": ""
      },
      {
        "sentence": "在一段关系中，互相的尊重和忠诚是非常重要的。",
        "label": ""
      },
      {
        "sentence": "现在他已经背叛了你，并一直在怪你，这显然是他对你的不尊重和不负责任的表现。",
        "label": ""
      },
      {
        "sentence": "你是一个善良、付出爱的人，你值得一个更好的人来珍惜你。",
        "label": ""
      },
      {
        "sentence": "放下过去的伤害，好好考虑一下你们的未来是否真的还有希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我还是没有办法释怀。我觉得心里一直有个结，无法打开。我不知道该如何继续下去，我很迷茫。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我还是没有办法释怀。",
        "label": ""
      },
      {
        "sentence": "我觉得心里一直有个结，无法打开。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何继续下去，我很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫是正常的情绪，但是你需要给自己一些时间来慢慢释怀。不要急于做出决定，先好好照顾自己的情绪和心理健康。你可以尝试一些放松的方法，比如运动、听音乐、与朋友聊天等，来缓解你的压力和焦虑。同时，也可以考虑寻求专业心理咨询的帮助，他们可以给你更具体的建议和支持。",
    "annotation": [
      {
        "sentence": "迷茫是正常的情绪，但是你需要给自己一些时间来慢慢释怀。",
        "label": ""
      },
      {
        "sentence": "不要急于做出决定，先好好照顾自己的情绪和心理健康。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松的方法，比如运动、听音乐、与朋友聊天等，来缓解你的压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "同时，也可以考虑寻求专业心理咨询的帮助，他们可以给你更具体的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去释怀，找到属于自己的解决办法。谢谢你的支持和忠告，对我来说非常重要。我会好好调整自己的心态，为自己的未来打算。再一次谢谢你的鼓励！",
    "annotation": [
      {
        "sentence": "我会试着去释怀，找到属于自己的解决办法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和忠告，对我来说非常重要。",
        "label": ""
      },
      {
        "sentence": "我会好好调整自己的心态，为自己的未来打算。",
        "label": ""
      },
      {
        "sentence": "再一次谢谢你的鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够度过这个困难的时期。放下过去的负担，相信未来会有更好的机遇和幸福等待着你。坚持下去，一切都会好起来的。祝福你！如果还需要我的帮助，随时跟我说。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "放下过去的负担，相信未来会有更好的机遇和幸福等待着你。",
        "label": ""
      },
      {
        "sentence": "坚持下去，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "如果还需要我的帮助，随时跟我说。",
        "label": ""
      }
    ]
  }
]