[
  {
    "role": "client",
    "content": "在感情中以对方为全部，总是因为对方回信息慢而生气？",
    "annotation": [
      {
        "sentence": "在感情中以对方为全部，总是因为对方回信息慢而生气？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱中的男女，特别是女生，很多时候是感性在起作用，并且感性超过理性的。",
    "annotation": [
      {
        "sentence": "恋爱中的男女，特别是女生，很多时候是感性在起作用，并且感性超过理性的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "两个月前从十几年的朋友变成男女朋友，刚开始聊得很好，很开心，但是一个月前感觉对方回信息不那么及时，信息当中也感觉不到对方的爱，对方总是忙或者是其他理由，自己很不开心。",
    "annotation": [
      {
        "sentence": "两个月前从十几年的朋友变成男女朋友，刚开始聊得很好，很开心，但是一个月前感觉对方回信息不那么及时，信息当中也感觉不到对方的爱，对方总是忙或者是其他理由，自己很不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱关系比朋友关系在距离上，情感上都更近了，当然需求，期待也会更多。也许在你男友看来，从朋友到恋人，两个人害怕原来的两个人，并没什么不同，他没有因为成为恋人而对你又变化，当然就像他说的，也没有变淡，只是不如你期待的那种恋爱种特别在乎对方，把对方当成最重要的那个人，一举一动，所有情感都跟他有关。所以你会有失落感，会让你怀疑两人关系，情感，他对你的重视是不是变了，开始变得患得患失，拿不起又放不下。",
    "annotation": [
      {
        "sentence": "恋爱关系比朋友关系在距离上，情感上都更近了，当然需求，期待也会更多。",
        "label": ""
      },
      {
        "sentence": "也许在你男友看来，从朋友到恋人，两个人害怕原来的两个人，并没什么不同，他没有因为成为恋人而对你又变化，当然就像他说的，也没有变淡，只是不如你期待的那种恋爱种特别在乎对方，把对方当成最重要的那个人，一举一动，所有情感都跟他有关。",
        "label": ""
      },
      {
        "sentence": "所以你会有失落感，会让你怀疑两人关系，情感，他对你的重视是不是变了，开始变得患得患失，拿不起又放不下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "觉得不被重视，觉得感情有变，很没有安全感，问对方对方说没有变化，还是一样的，而且我们两个人认识这么多年，感觉他不至于骗我。",
    "annotation": [
      {
        "sentence": "觉得不被重视，觉得感情有变，很没有安全感，问对方对方说没有变化，还是一样的，而且我们两个人认识这么多年，感觉他不至于骗我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，但是我们在感情中很容易陷入负面思维的泥沼中。也许你们从朋友到恋人的转变，在对方看来没有特别的区别，但这并不代表他对你的感情有任何变化。也许他没有察觉到你的不安全感，所以你可以试着坦诚地和他沟通你的情绪和需求，让他了解你的内心，共同寻找解决问题的办法。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，但是我们在感情中很容易陷入负面思维的泥沼中。",
        "label": ""
      },
      {
        "sentence": "也许你们从朋友到恋人的转变，在对方看来没有特别的区别，但这并不代表他对你的感情有任何变化。",
        "label": ""
      },
      {
        "sentence": "也许他没有察觉到你的不安全感，所以你可以试着坦诚地和他沟通你的情绪和需求，让他了解你的内心，共同寻找解决问题的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在自己因为他不开心的时间比较多，总是会拿之前和现在比，想过这样的感情状态不是自己想要的，但十几年的友情又不舍得放下，不想伤他，所以很纠结，也挺痛苦。",
    "annotation": [
      {
        "sentence": "现在自己因为他不开心的时间比较多，总是会拿之前和现在比，想过这样的感情状态不是自己想要的，但十几年的友情又不舍得放下，不想伤他，所以很纠结，也挺痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情感上的纠结很容易让人陷入困境，但是你需要明确自己的需求和感受。你可以尝试放下对过去友情的依赖，专注于当前的感情关系，并且和他一起共同努力解决问题。同时，不要忽视自己的感受和需要，不要因为害怕伤害对方而压抑了自己的情绪。良好的沟通和理解是解决问题的关键，希望你能够找到适合你们两个人的方式来处理这段感情。",
    "annotation": [
      {
        "sentence": "这种情感上的纠结很容易让人陷入困境，但是你需要明确自己的需求和感受。",
        "label": ""
      },
      {
        "sentence": "你可以尝试放下对过去友情的依赖，专注于当前的感情关系，并且和他一起共同努力解决问题。",
        "label": ""
      },
      {
        "sentence": "同时，不要忽视自己的感受和需要，不要因为害怕伤害对方而压抑了自己的情绪。",
        "label": ""
      },
      {
        "sentence": "良好的沟通和理解是解决问题的关键，希望你能够找到适合你们两个人的方式来处理这段感情。",
        "label": ""
      }
    ]
  }
]