[
  {
    "role": "client",
    "content": "已婚15年，老公对我也很好，但总想出轨？",
    "annotation": [
      {
        "sentence": "已婚15年，老公对我也很好，但总想出轨？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经济基础决定上层建筑，这句话说的很实在，也很现实。对于任何一个家庭来讲，经济基础是最基本的需求，老话说：仓中有粮，心中不慌。过上殷实的生活，是每一个人的追求，这是人性共有的特点。",
    "annotation": [
      {
        "sentence": "经济基础决定上层建筑，这句话说的很实在，也很现实。",
        "label": ""
      },
      {
        "sentence": "对于任何一个家庭来讲，经济基础是最基本的需求，老话说：仓中有粮，心中不慌。",
        "label": ""
      },
      {
        "sentence": "过上殷实的生活，是每一个人的追求，这是人性共有的特点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我们家太穷了。连新衣服都不敢买，最困难的时候，买盐都记账。所以我总是幻想有个有钱的男人给我宠爱，给我钱花。可我也知道，别人都不是真心，道德感也不允许自己那样做。经常觉得痛苦，不满足。",
    "annotation": [
      {
        "sentence": "是的，我觉得我们家太穷了。",
        "label": ""
      },
      {
        "sentence": "连新衣服都不敢买，最困难的时候，买盐都记账。",
        "label": ""
      },
      {
        "sentence": "所以我总是幻想有个有钱的男人给我宠爱，给我钱花。",
        "label": ""
      },
      {
        "sentence": "可我也知道，别人都不是真心，道德感也不允许自己那样做。",
        "label": ""
      },
      {
        "sentence": "经常觉得痛苦，不满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "15年的婚姻，一路走过来，我想是真得经历了很多，也是非常的不容易。看到家庭条件越来越好，我想这是值得让人欣慰的一件事情。你说你们家太穷了，连新衣服都不敢买。我想这一点与你们这个家长期的文化有着直接的关系，看看你周边的家庭，我想比你们条件差得也有不少。穷与富有时是不能单纯用金钱来衡量的，而内心对生活的态度才是一个家庭很关键的支撑。",
    "annotation": [
      {
        "sentence": "15年的婚姻，一路走过来，我想是真得经历了很多，也是非常的不容易。",
        "label": ""
      },
      {
        "sentence": "看到家庭条件越来越好，我想这是值得让人欣慰的一件事情。",
        "label": ""
      },
      {
        "sentence": "你说你们家太穷了，连新衣服都不敢买。",
        "label": ""
      },
      {
        "sentence": "我想这一点与你们这个家长期的文化有着直接的关系，看看你周边的家庭，我想比你们条件差得也有不少。",
        "label": ""
      },
      {
        "sentence": "穷与富有时是不能单纯用金钱来衡量的，而内心对生活的态度才是一个家庭很关键的支撑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，我也知道金钱并不是幸福的全部，但现实中生活的压力让我时常感到不满足，总幻想有个有钱的男人能给我更好的生活。",
    "annotation": [
      {
        "sentence": "没错，我也知道金钱并不是幸福的全部，但现实中生活的压力让我时常感到不满足，总幻想有个有钱的男人能给我更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每一个女人都想这辈子能够做世界上最幸福的女人，我想这个幸福的定义不单纯指过富足的生活，更多得还是想拥有一个爱自己的老公和一个和谐的家庭。这二点，不是所有的家庭都能求之而来的，这个也是无论用多少钱都买不到的。",
    "annotation": [
      {
        "sentence": "每一个女人都想这辈子能够做世界上最幸福的女人，我想这个幸福的定义不单纯指过富足的生活，更多得还是想拥有一个爱自己的老公和一个和谐的家庭。",
        "label": ""
      },
      {
        "sentence": "这二点，不是所有的家庭都能求之而来的，这个也是无论用多少钱都买不到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我也是希望拥有一个爱自己的老公和幸福的家庭。可是这个想法却让我觉得很痛苦，因为我知道找个有钱的男人可能只是一种幻想，而不是解决问题的方法。",
    "annotation": [
      {
        "sentence": "你说得很对，我也是希望拥有一个爱自己的老公和幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "可是这个想法却让我觉得很痛苦，因为我知道找个有钱的男人可能只是一种幻想，而不是解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，那些有钱的男人，你就相信他们一定会对你倍加宠爱吗？这个世上看似人与人之间相差万别，但还是相对非常公平的，你拥有一样比别人好的东西，就必定有一样东西与别人无法相比。只要二个人心在一起，相信日子会一天比一天好。",
    "annotation": [
      {
        "sentence": "是的，那些有钱的男人，你就相信他们一定会对你倍加宠爱吗？",
        "label": ""
      },
      {
        "sentence": "这个世上看似人与人之间相差万别，但还是相对非常公平的，你拥有一样比别人好的东西，就必定有一样东西与别人无法相比。",
        "label": ""
      },
      {
        "sentence": "只要二个人心在一起，相信日子会一天比一天好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的话让我有些重新审视自己的想法。或许我过去一直对自己的幸福产生了一些厌倦，总是盯着别人的幸福看。或许我应该更加珍惜现在的生活，不再一味地追求虚无的物质。",
    "annotation": [
      {
        "sentence": "你说的话让我有些重新审视自己的想法。",
        "label": ""
      },
      {
        "sentence": "或许我过去一直对自己的幸福产生了一些厌倦，总是盯着别人的幸福看。",
        "label": ""
      },
      {
        "sentence": "或许我应该更加珍惜现在的生活，不再一味地追求虚无的物质。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这才是，不能因为追求一时的物质享受而忽略了现在所拥有的幸福。幸福的定义很多，真心希望你能成为一个看得见光，懂得珍惜生活的女人！",
    "annotation": [
      {
        "sentence": "这才是，不能因为追求一时的物质享受而忽略了现在所拥有的幸福。",
        "label": ""
      },
      {
        "sentence": "幸福的定义很多，真心希望你能成为一个看得见光，懂得珍惜生活的女人！",
        "label": ""
      }
    ]
  }
]