[
  {
    "role": "client",
    "content": "发生关系后分手，怎么克服性羞耻带来的严重焦虑情绪？我生活在一个性观念比较保守的家庭，从小爸妈基本上没有对我谈过性方面的事情。上大学之后，交男朋友与他发生了关系之后，同居了一段时间。现在分手了，却总是止不住地焦虑跟他发生过关系这个事情。我妈觉得婚前不要发生性关系，因为很多男人在乎女人是不是处女，所以她总是会时不时地跟我说男女之间不要越界。我表面上跟我妈应付过去，但实际上心里却开始焦虑这个事情，心里压力非常大，害怕如果我妈知道这个事情怎么办，甚至到了失眠睡不着觉的地步。现在跟我妈交流也明显比以前少了。同时还总是会胡思乱想以前同居的时候，发生性关系会不会被别人知道。因为当时同居住的地方是单人间，但是会跟另一个人共用厕所，房间隔音效果也不是很好。所以我老是烦恼，会不会当时发生性关系被另一个人听到或者注意到，会不会被楼道里的人，班里的同学知道。一想到班里的同学可能早就开始说我这方面的闲话，就更忧虑了。感觉自己的父母如果知道了，也会责骂我。",
    "annotation": [
      {
        "sentence": "发生关系后分手，怎么克服性羞耻带来的严重焦虑情绪？",
        "label": ""
      },
      {
        "sentence": "我生活在一个性观念比较保守的家庭，从小爸妈基本上没有对我谈过性方面的事情。",
        "label": ""
      },
      {
        "sentence": "上大学之后，交男朋友与他发生了关系之后，同居了一段时间。",
        "label": ""
      },
      {
        "sentence": "现在分手了，却总是止不住地焦虑跟他发生过关系这个事情。",
        "label": ""
      },
      {
        "sentence": "我妈觉得婚前不要发生性关系，因为很多男人在乎女人是不是处女，所以她总是会时不时地跟我说男女之间不要越界。",
        "label": ""
      },
      {
        "sentence": "我表面上跟我妈应付过去，但实际上心里却开始焦虑这个事情，心里压力非常大，害怕如果我妈知道这个事情怎么办，甚至到了失眠睡不着觉的地步。",
        "label": ""
      },
      {
        "sentence": "现在跟我妈交流也明显比以前少了。",
        "label": ""
      },
      {
        "sentence": "同时还总是会胡思乱想以前同居的时候，发生性关系会不会被别人知道。",
        "label": ""
      },
      {
        "sentence": "因为当时同居住的地方是单人间，但是会跟另一个人共用厕所，房间隔音效果也不是很好。",
        "label": ""
      },
      {
        "sentence": "所以我老是烦恼，会不会当时发生性关系被另一个人听到或者注意到，会不会被楼道里的人，班里的同学知道。",
        "label": ""
      },
      {
        "sentence": "一想到班里的同学可能早就开始说我这方面的闲话，就更忧虑了。",
        "label": ""
      },
      {
        "sentence": "感觉自己的父母如果知道了，也会责骂我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，好高兴您能这么坦然说出来，当你愿意说出来的时候，其实你已经在疗愈自己的路上了。你让我看到了你的单纯美好的一面。想过吗？你喜欢什么样的男孩，战胜自己的自卑。如果我是男生，我会喜欢你的单纯可爱美好，你的过去不重要。",
    "annotation": [
      {
        "sentence": "亲爱的，好高兴您能这么坦然说出来，当你愿意说出来的时候，其实你已经在疗愈自己的路上了。",
        "label": ""
      },
      {
        "sentence": "你让我看到了你的单纯美好的一面。",
        "label": ""
      },
      {
        "sentence": "想过吗？",
        "label": ""
      },
      {
        "sentence": "你喜欢什么样的男孩，战胜自己的自卑。",
        "label": ""
      },
      {
        "sentence": "如果我是男生，我会喜欢你的单纯可爱美好，你的过去不重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和肯定。我也希望能够战胜这种焦虑，重新找回自信。但我总是在想，如果我妈知道这件事，她会怎么想怎么做呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和肯定。",
        "label": ""
      },
      {
        "sentence": "我也希望能够战胜这种焦虑，重新找回自信。",
        "label": ""
      },
      {
        "sentence": "但我总是在想，如果我妈知道这件事，她会怎么想怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的家庭背景和观念可能不同，但无论怎样，你妈妈都是爱你的。或许她关心你的未来和婚姻，所以有这些观念。但是，你要明白，你自己的感受和想法也是非常重要的。你可以试着与她进行一次真诚的对话，告诉她你的想法和感受，也许她会理解并支持你。",
    "annotation": [
      {
        "sentence": "每个人的家庭背景和观念可能不同，但无论怎样，你妈妈都是爱你的。",
        "label": ""
      },
      {
        "sentence": "或许她关心你的未来和婚姻，所以有这些观念。",
        "label": ""
      },
      {
        "sentence": "但是，你要明白，你自己的感受和想法也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着与她进行一次真诚的对话，告诉她你的想法和感受，也许她会理解并支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着与妈妈坦诚沟通一下，告诉她我内心的困扰和压力。但是我还是担心，她听到后会责备我或者失望。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着与妈妈坦诚沟通一下，告诉她我内心的困扰和压力。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心，她听到后会责备我或者失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的，但是与妈妈之间的沟通是很重要的，它可以帮助你们更好地理解彼此。无论结果如何，记住你是一个独立自强的人，并且你的价值不因为过去的经历而减损。你可以试着保持冷静、真诚和亲和，相信你们之间会找到一个解决办法的。",
    "annotation": [
      {
        "sentence": "担心是正常的，但是与妈妈之间的沟通是很重要的，它可以帮助你们更好地理解彼此。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，记住你是一个独立自强的人，并且你的价值不因为过去的经历而减损。",
        "label": ""
      },
      {
        "sentence": "你可以试着保持冷静、真诚和亲和，相信你们之间会找到一个解决办法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试看。另外，我还经常担心别人会知道我在同居期间发生关系的事情，会对我产生怎样的看法。",
    "annotation": [
      {
        "sentence": "好的，我会试试看。",
        "label": ""
      },
      {
        "sentence": "另外，我还经常担心别人会知道我在同居期间发生关系的事情，会对我产生怎样的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个社会上，每个人都有自己的生活和经历，并不会因为别人的眼光而改变自己的价值。你真实的朋友会接受并理解你，而那些对你有偏见或对你说闲话的人，并不值得你花时间去在意。重要的是你自己对自己的态度和信心。",
    "annotation": [
      {
        "sentence": "在这个社会上，每个人都有自己的生活和经历，并不会因为别人的眼光而改变自己的价值。",
        "label": ""
      },
      {
        "sentence": "你真实的朋友会接受并理解你，而那些对你有偏见或对你说闲话的人，并不值得你花时间去在意。",
        "label": ""
      },
      {
        "sentence": "重要的是你自己对自己的态度和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该更加自信并不让外界的评价左右我自己。但有时候这种焦虑情绪还是会困扰我，有没有什么方法可以缓解一下？",
    "annotation": [
      {
        "sentence": "确实，我应该更加自信并不让外界的评价左右我自己。",
        "label": ""
      },
      {
        "sentence": "但有时候这种焦虑情绪还是会困扰我，有没有什么方法可以缓解一下？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到焦虑的时候，你可以尝试一些放松和冥想的方法。你可以找到一些心理健康的活动，如运动、阅读或者写日记，这些都可以帮助你放松心情。另外，寻求专业心理咨询的帮助也是一个不错的选择，他们可以提供更具体和专业的建议来帮助你克服焦虑情绪。",
    "annotation": [
      {
        "sentence": "当你感到焦虑的时候，你可以尝试一些放松和冥想的方法。",
        "label": ""
      },
      {
        "sentence": "你可以找到一些心理健康的活动，如运动、阅读或者写日记，这些都可以帮助你放松心情。",
        "label": ""
      },
      {
        "sentence": "另外，寻求专业心理咨询的帮助也是一个不错的选择，他们可以提供更具体和专业的建议来帮助你克服焦虑情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看这些方法。同时，我也感激你对我的支持和鼓励。有时候，能有一个倾听和理解的人真的很重要。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看这些方法。",
        "label": ""
      },
      {
        "sentence": "同时，我也感激你对我的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "有时候，能有一个倾听和理解的人真的很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，因为每个人都需要有人倾听和理解。我希望我的支持能够给你一些帮助和安慰。记住，你并不孤单，我们都在这里支持你。你是坚强的，你一定能够克服这些困难，重新找到自己的快乐和自信。加油！",
    "annotation": [
      {
        "sentence": "我理解你的感受，因为每个人都需要有人倾听和理解。",
        "label": ""
      },
      {
        "sentence": "我希望我的支持能够给你一些帮助和安慰。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "你是坚强的，你一定能够克服这些困难，重新找到自己的快乐和自信。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]