[
  {
    "role": "client",
    "content": "发生关系后分手，怎么克服性羞耻带来的严重焦虑情绪？我生活在一个性观念比较保守的家庭，从小爸妈基本上没有对我谈过性方面的事情。上大学之后，交男朋友与他发生了关系之后，同居了一段时间。现在分手了，却总是止不住地焦虑跟他发生过关系这个事情。我妈觉得婚前不要发生性关系，因为很多男人在乎女人是不是处女，所以她总是会时不时地跟我说男女之间不要越界。我表面上跟我妈应付过去，但实际上心里却开始焦虑这个事情，心里压力非常大，害怕如果我妈知道这个事情怎么办，甚至到了失眠睡不着觉的地步。",
    "annotation": [
      {
        "sentence": "发生关系后分手，怎么克服性羞耻带来的严重焦虑情绪？",
        "label": ""
      },
      {
        "sentence": "我生活在一个性观念比较保守的家庭，从小爸妈基本上没有对我谈过性方面的事情。",
        "label": ""
      },
      {
        "sentence": "上大学之后，交男朋友与他发生了关系之后，同居了一段时间。",
        "label": ""
      },
      {
        "sentence": "现在分手了，却总是止不住地焦虑跟他发生过关系这个事情。",
        "label": ""
      },
      {
        "sentence": "我妈觉得婚前不要发生性关系，因为很多男人在乎女人是不是处女，所以她总是会时不时地跟我说男女之间不要越界。",
        "label": ""
      },
      {
        "sentence": "我表面上跟我妈应付过去，但实际上心里却开始焦虑这个事情，心里压力非常大，害怕如果我妈知道这个事情怎么办，甚至到了失眠睡不着觉的地步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实这个事，可能是你妈妈的提醒，才让你把这个事看得那么重要，联想到很多，使你陷入焦虑之中。你试试和你妈真诚沟通一次，别瞒她了，她是你妈，你妈为了你好她会替你保密的。当然除了告诉她这些，你还要把你的担忧也告诉你她，也就是你现在问题，相信你妈看到这么痛苦也不会忍心再责罚你了。之所以这样做，是因为你可以得到支持，理解你的人，有人理解你，懂你，你就越容易感受到温暖，治愈心里的情绪，焦虑情绪会慢慢消失，所以，你可以把自己遭受的痛苦，跟信任的亲朋好友去讲述，去沟通，争取她们的理解和支持。一般来说，你得到的社会支持越多，你就越容易治愈内心的情绪。",
    "annotation": [
      {
        "sentence": "其实这个事，可能是你妈妈的提醒，才让你把这个事看得那么重要，联想到很多，使你陷入焦虑之中。",
        "label": ""
      },
      {
        "sentence": "你试试和你妈真诚沟通一次，别瞒她了，她是你妈，你妈为了你好她会替你保密的。",
        "label": ""
      },
      {
        "sentence": "当然除了告诉她这些，你还要把你的担忧也告诉你她，也就是你现在问题，相信你妈看到这么痛苦也不会忍心再责罚你了。",
        "label": ""
      },
      {
        "sentence": "之所以这样做，是因为你可以得到支持，理解你的人，有人理解你，懂你，你就越容易感受到温暖，治愈心里的情绪，焦虑情绪会慢慢消失，所以，你可以把自己遭受的痛苦，跟信任的亲朋好友去讲述，去沟通，争取她们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "一般来说，你得到的社会支持越多，你就越容易治愈内心的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我和妈妈从来没有这样的谈话经历，我不知道如何开口，也怕她对我产生失望或打击。",
    "annotation": [
      {
        "sentence": "但是我和妈妈从来没有这样的谈话经历，我不知道如何开口，也怕她对我产生失望或打击。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的顾虑，但只有通过真诚的沟通，你才能得到你想要的支持和帮助。试着找一个合适的机会，找个平静的时刻和妈妈坐下来，告诉她你的困扰和感受。她作为你的家人，很可能会理解你的困惑，并试图提供帮助和支持。",
    "annotation": [
      {
        "sentence": "了解你的顾虑，但只有通过真诚的沟通，你才能得到你想要的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "试着找一个合适的机会，找个平静的时刻和妈妈坐下来，告诉她你的困扰和感受。",
        "label": ""
      },
      {
        "sentence": "她作为你的家人，很可能会理解你的困惑，并试图提供帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和妈妈坦诚相对地沟通，但我还是很担心她会责备我。",
    "annotation": [
      {
        "sentence": "我会试着和妈妈坦诚相对地沟通，但我还是很担心她会责备我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担心，但是在沟通的同时，你可以向妈妈表达你的内心感受，让她知道你感到焦虑和压力。这样她可能会更加关心和体谅你，不会过分责备你。重要的是，这是你们之间建立沟通和理解的机会，也是你寻求支持和帮助的第一步。",
    "annotation": [
      {
        "sentence": "明白你的担心，但是在沟通的同时，你可以向妈妈表达你的内心感受，让她知道你感到焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "这样她可能会更加关心和体谅你，不会过分责备你。",
        "label": ""
      },
      {
        "sentence": "重要的是，这是你们之间建立沟通和理解的机会，也是你寻求支持和帮助的第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力与妈妈进行沟通的，但我还有一个问题，我总是担心有人知道我同居时发生关系的事情，会导致别人对我有不好的评价。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力与妈妈进行沟通的，但我还有一个问题，我总是担心有人知道我同居时发生关系的事情，会导致别人对我有不好的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心别人对你的评价是常见的，但这种焦虑可能会加重你的心理负担。你可以尝试放下这些担忧，因为人们对他人的评价是主观的，不会完全体现你的真实价值。相反，坚持和关心你的人会理解你并支持你。建议你把精力放在与那些支持和关爱你的人建立深厚的关系上。",
    "annotation": [
      {
        "sentence": "担心别人对你的评价是常见的，但这种焦虑可能会加重你的心理负担。",
        "label": ""
      },
      {
        "sentence": "你可以尝试放下这些担忧，因为人们对他人的评价是主观的，不会完全体现你的真实价值。",
        "label": ""
      },
      {
        "sentence": "相反，坚持和关心你的人会理解你并支持你。",
        "label": ""
      },
      {
        "sentence": "建议你把精力放在与那些支持和关爱你的人建立深厚的关系上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会努力放下对他人评价的担心，重视那些真正关心我的人。谢谢你的耐心回答和建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会努力放下对他人评价的担心，重视那些真正关心我的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心回答和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。记住，在困难和焦虑时，寻求支持和真诚沟通是解决问题的关键。随时向我寻求帮助，我会一直陪伴你。希望你早日走出焦虑，重新获得内心的平静与自信。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，在困难和焦虑时，寻求支持和真诚沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "随时向我寻求帮助，我会一直陪伴你。",
        "label": ""
      },
      {
        "sentence": "希望你早日走出焦虑，重新获得内心的平静与自信。",
        "label": ""
      }
    ]
  }
]