[
  {
    "role": "client",
    "content": "女友因生病提出分手，该怎么办？女友生病了（多囊）要跟我分手，我也跟她说了，我不在乎这个，只要能跟她在一起就好，一起共同。她也一直担心我父母不能接受她，后来我问了我妈，我妈说没事没关系。然后我女友就说，我没有给她留脸面，把她的隐私说了出去，就是现在闹僵了。这个月一号到现在已经十天了，中间聊过几次，她说她觉得最后的隐私都被我揭开了，以后要是见到我家长会感觉尴尬。昨天晚上她跟她妈妈摊牌了，说了这件事。阿姨倒是没说什么，主要就是她自己过不去。她还说这样对我不公平，为什么不娶个正常的，那样不用治病花钱了。这件事我也知道了我是个妈宝男，没有主见，没有男性该有的思维。昨晚我也和她说了我的这个想法。她还是像之前那样，感觉这件事一直在压着她。现在该怎么办啊？",
    "annotation": [
      {
        "sentence": "女友因生病提出分手，该怎么办？",
        "label": ""
      },
      {
        "sentence": "女友生病了（多囊）要跟我分手，我也跟她说了，我不在乎这个，只要能跟她在一起就好，一起共同。",
        "label": ""
      },
      {
        "sentence": "她也一直担心我父母不能接受她，后来我问了我妈，我妈说没事没关系。",
        "label": ""
      },
      {
        "sentence": "然后我女友就说，我没有给她留脸面，把她的隐私说了出去，就是现在闹僵了。",
        "label": ""
      },
      {
        "sentence": "这个月一号到现在已经十天了，中间聊过几次，她说她觉得最后的隐私都被我揭开了，以后要是见到我家长会感觉尴尬。",
        "label": ""
      },
      {
        "sentence": "昨天晚上她跟她妈妈摊牌了，说了这件事。",
        "label": ""
      },
      {
        "sentence": "阿姨倒是没说什么，主要就是她自己过不去。",
        "label": ""
      },
      {
        "sentence": "她还说这样对我不公平，为什么不娶个正常的，那样不用治病花钱了。",
        "label": ""
      },
      {
        "sentence": "这件事我也知道了我是个妈宝男，没有主见，没有男性该有的思维。",
        "label": ""
      },
      {
        "sentence": "昨晚我也和她说了我的这个想法。",
        "label": ""
      },
      {
        "sentence": "她还是像之前那样，感觉这件事一直在压着她。",
        "label": ""
      },
      {
        "sentence": "现在该怎么办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女朋友的担心和顾虑是可以理解的，但是目前我们可以给对方一点时间。",
    "annotation": [
      {
        "sentence": "女朋友的担心和顾虑是可以理解的，但是目前我们可以给对方一点时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我也明白她的担心，但是我真的不想因为这个原因而分手。",
    "annotation": [
      {
        "sentence": "是啊，我也明白她的担心，但是我真的不想因为这个原因而分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1.如何让家人接受对方？虽然你说自己是个妈宝男，但是个人感觉并不是这个样子，我们可以回想一下，自己当时告诉母亲是因为自己不知道要不要继续这段感情呢？还是想要让母亲也认同对方呢？我们都知道婚姻不是两个人的事，所以有些事情是没办法逃避的，而且你对于多囊一定有了很深入的了解，也知道会给自己和对方带来哪些影响，你之所以告诉母亲并不是不想和对方走下去，而是希望家人可以接受这一点，一起想办法克服吧。既然母亲已经知道了这件事，那么有些现实的问题我们就需要提前准备一下了，比如以后治疗的费用如何承担，如果真的不能生育家人是否可以接受等等。如果我们可以和家人沟通好这件事，也能找到一个比较妥善的处理方案，那么就已经解决了后顾之忧，我相信这对于双方都是有好处的，要是彼此一直瞒着不说，问题才会越来越多。",
    "annotation": [
      {
        "sentence": "1.如何让家人接受对方？",
        "label": ""
      },
      {
        "sentence": "虽然你说自己是个妈宝男，但是个人感觉并不是这个样子，我们可以回想一下，自己当时告诉母亲是因为自己不知道要不要继续这段感情呢？",
        "label": ""
      },
      {
        "sentence": "还是想要让母亲也认同对方呢？",
        "label": ""
      },
      {
        "sentence": "我们都知道婚姻不是两个人的事，所以有些事情是没办法逃避的，而且你对于多囊一定有了很深入的了解，也知道会给自己和对方带来哪些影响，你之所以告诉母亲并不是不想和对方走下去，而是希望家人可以接受这一点，一起想办法克服吧。",
        "label": ""
      },
      {
        "sentence": "既然母亲已经知道了这件事，那么有些现实的问题我们就需要提前准备一下了，比如以后治疗的费用如何承担，如果真的不能生育家人是否可以接受等等。",
        "label": ""
      },
      {
        "sentence": "如果我们可以和家人沟通好这件事，也能找到一个比较妥善的处理方案，那么就已经解决了后顾之忧，我相信这对于双方都是有好处的，要是彼此一直瞒着不说，问题才会越来越多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和女友一起面对这些现实问题，寻找解决的方法，而不是逃避。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和女友一起面对这些现实问题，寻找解决的方法，而不是逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2.有些事情需要自己考虑清楚。因为这个病对方在很多时候都比较脆弱，而且这件事是她的秘密，她出于信任告诉了我们，而我们没有和对方沟通就告诉了家人，确实有点不合适。因此我们要先认识到自己的问题，有些事情需要征求对方的同意，如果对方不能接受，我们再找其他的解决方案，当然一些现实的问题我们也需要考虑到。比如以后在哪里定居，是否有稳定的收入等等，哪些事情需要父母帮忙，哪些事情自己就可以做主，当我们把这些问题都能想清楚之后，以后的日子会轻松很多。",
    "annotation": [
      {
        "sentence": "2.有些事情需要自己考虑清楚。",
        "label": ""
      },
      {
        "sentence": "因为这个病对方在很多时候都比较脆弱，而且这件事是她的秘密，她出于信任告诉了我们，而我们没有和对方沟通就告诉了家人，确实有点不合适。",
        "label": ""
      },
      {
        "sentence": "因此我们要先认识到自己的问题，有些事情需要征求对方的同意，如果对方不能接受，我们再找其他的解决方案，当然一些现实的问题我们也需要考虑到。",
        "label": ""
      },
      {
        "sentence": "比如以后在哪里定居，是否有稳定的收入等等，哪些事情需要父母帮忙，哪些事情自己就可以做主，当我们把这些问题都能想清楚之后，以后的日子会轻松很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加理解对方的感受，并且和她一起面对未来的困难。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加理解对方的感受，并且和她一起面对未来的困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，沟通和理解是解决问题的关键，给彼此一点时间，一起找到解决的方法，相信问题最终会得到解决的。",
    "annotation": [
      {
        "sentence": "是的，沟通和理解是解决问题的关键，给彼此一点时间，一起找到解决的方法，相信问题最终会得到解决的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会好好和女友沟通的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会好好和女友沟通的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你们可以克服这个困难的，祝福你们！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你们可以克服这个困难的，祝福你们！",
        "label": ""
      }
    ]
  }
]