[
  {
    "role": "client",
    "content": "女友因生病提出分手，该怎么办？女友生病了（多囊）要跟我分手，我也跟她说了，我不在乎这个，只要能跟她在一起就好，一起共同。她也一直担心我父母不能接受她，后来我问了我妈，我妈说没事没关系。然后我女友就说，我没有给她留脸面，把她的隐私说了出去，就是现在闹僵了。这个月一号到现在已经十天了，中间聊过几次，她说她觉得最后的隐私都被我揭开了，以后要是见到我家长会感觉尴尬。昨天晚上她跟她妈妈摊牌了，说了这件事。阿姨倒是没说什么，主要就是她自己过不去。她还说这样对我不公平，为什么不娶个正常的，那样不用治病花钱了。这件事我也知道了我是个妈宝男，没有主见，没有男性该有的思维。昨晚我也和她说了我的这个想法。她还是像之前那样，感觉这件事一直在压着她。现在该怎么办啊",
    "annotation": [
      {
        "sentence": "女友因生病提出分手，该怎么办？",
        "label": ""
      },
      {
        "sentence": "女友生病了（多囊）要跟我分手，我也跟她说了，我不在乎这个，只要能跟她在一起就好，一起共同。",
        "label": ""
      },
      {
        "sentence": "她也一直担心我父母不能接受她，后来我问了我妈，我妈说没事没关系。",
        "label": ""
      },
      {
        "sentence": "然后我女友就说，我没有给她留脸面，把她的隐私说了出去，就是现在闹僵了。",
        "label": ""
      },
      {
        "sentence": "这个月一号到现在已经十天了，中间聊过几次，她说她觉得最后的隐私都被我揭开了，以后要是见到我家长会感觉尴尬。",
        "label": ""
      },
      {
        "sentence": "昨天晚上她跟她妈妈摊牌了，说了这件事。",
        "label": ""
      },
      {
        "sentence": "阿姨倒是没说什么，主要就是她自己过不去。",
        "label": ""
      },
      {
        "sentence": "她还说这样对我不公平，为什么不娶个正常的，那样不用治病花钱了。",
        "label": ""
      },
      {
        "sentence": "这件事我也知道了我是个妈宝男，没有主见，没有男性该有的思维。",
        "label": ""
      },
      {
        "sentence": "昨晚我也和她说了我的这个想法。",
        "label": ""
      },
      {
        "sentence": "她还是像之前那样，感觉这件事一直在压着她。",
        "label": ""
      },
      {
        "sentence": "现在该怎么办啊",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你对女友的深情，我能感受到你的困惑和担心。你的情况让我想起了一个朋友，他和你的情况非常相似。朋友的妻子也得了严重的病，当时他们还打算享受二人世界，却被病情打乱了计划。朋友的妻子不知道该如何告诉他丈夫这个残酷的事实，她不想拖累他。于是她选择隐瞒，回家后告诉丈夫只是小毛病。从那天起，她开始冷落、无理取闹，甚至还想过找个男人来假装出轨。她希望通过这些方式让丈夫离开她，让他可以开始新的生活，不再为她的病情担心。然而在她的计划还没有实施完毕的时候，她丈夫发现了她的病情。但他没有选择离婚，反而默默地陪在她的身边，花钱照顾她，找最好的医生给她治病。他表示，无论如何都会一直陪伴她，直到生命的尽头。这个故事告诉我们，爱情是经得起生死考验的，小事并不能击垮真正的感情。如果你觉得你能够承担这段感情中的困难和压力，那么你们还是有机会修成正果的。女友提出分手的原因是她不想给你带来太多负担，说明她也非常爱你。她建议你把这件事告诉别人，可能是因为她不知道该如何面对未来别人的目光和议论。你说你咨询了你妈妈的看法，但女友可能会觉得你是听从了你妈妈的意见而放弃了她。她对你的爱是否有疑虑呢？她现在缺乏安全感和确定性。你也提到你自己的不足，缺乏主见。既然事情已经发展到这个地步，如果你想挽回这段感情，就要向女友证明你有自己的主见，你愿意为她承担可能出现的困难，让她感受到你的改变和对她的重视。当然，这一切前提是建立在你对她的爱足够深的基础之上～",
    "annotation": [
      {
        "sentence": "看到你对女友的深情，我能感受到你的困惑和担心。",
        "label": ""
      },
      {
        "sentence": "你的情况让我想起了一个朋友，他和你的情况非常相似。",
        "label": ""
      },
      {
        "sentence": "朋友的妻子也得了严重的病，当时他们还打算享受二人世界，却被病情打乱了计划。",
        "label": ""
      },
      {
        "sentence": "朋友的妻子不知道该如何告诉他丈夫这个残酷的事实，她不想拖累他。",
        "label": ""
      },
      {
        "sentence": "于是她选择隐瞒，回家后告诉丈夫只是小毛病。",
        "label": ""
      },
      {
        "sentence": "从那天起，她开始冷落、无理取闹，甚至还想过找个男人来假装出轨。",
        "label": ""
      },
      {
        "sentence": "她希望通过这些方式让丈夫离开她，让他可以开始新的生活，不再为她的病情担心。",
        "label": ""
      },
      {
        "sentence": "然而在她的计划还没有实施完毕的时候，她丈夫发现了她的病情。",
        "label": ""
      },
      {
        "sentence": "但他没有选择离婚，反而默默地陪在她的身边，花钱照顾她，找最好的医生给她治病。",
        "label": ""
      },
      {
        "sentence": "他表示，无论如何都会一直陪伴她，直到生命的尽头。",
        "label": ""
      },
      {
        "sentence": "这个故事告诉我们，爱情是经得起生死考验的，小事并不能击垮真正的感情。",
        "label": ""
      },
      {
        "sentence": "如果你觉得你能够承担这段感情中的困难和压力，那么你们还是有机会修成正果的。",
        "label": ""
      },
      {
        "sentence": "女友提出分手的原因是她不想给你带来太多负担，说明她也非常爱你。",
        "label": ""
      },
      {
        "sentence": "她建议你把这件事告诉别人，可能是因为她不知道该如何面对未来别人的目光和议论。",
        "label": ""
      },
      {
        "sentence": "你说你咨询了你妈妈的看法，但女友可能会觉得你是听从了你妈妈的意见而放弃了她。",
        "label": ""
      },
      {
        "sentence": "她对你的爱是否有疑虑呢？",
        "label": ""
      },
      {
        "sentence": "她现在缺乏安全感和确定性。",
        "label": ""
      },
      {
        "sentence": "你也提到你自己的不足，缺乏主见。",
        "label": ""
      },
      {
        "sentence": "既然事情已经发展到这个地步，如果你想挽回这段感情，就要向女友证明你有自己的主见，你愿意为她承担可能出现的困难，让她感受到你的改变和对她的重视。",
        "label": ""
      },
      {
        "sentence": "当然，这一切前提是建立在你对她的爱足够深的基础之上～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，你的朋友故事让我深受启发。我爱我的女友，我愿意为她承担一切困难和压力，我想证明给她看，我已经有了自己的主见。我明白她现在缺乏安全感，我会努力给她更多的安全感。我正在思考如何向她证明我的爱和改变，我希望她能够重新给我们的关系一个机会。我打算和她好好沟通，告诉她我的观点和计划。最重要的是，我会告诉她，我愿意承担一切，不管将来会发生什么，都会陪伴在她身边。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，你的朋友故事让我深受启发。",
        "label": ""
      },
      {
        "sentence": "我爱我的女友，我愿意为她承担一切困难和压力，我想证明给她看，我已经有了自己的主见。",
        "label": ""
      },
      {
        "sentence": "我明白她现在缺乏安全感，我会努力给她更多的安全感。",
        "label": ""
      },
      {
        "sentence": "我正在思考如何向她证明我的爱和改变，我希望她能够重新给我们的关系一个机会。",
        "label": ""
      },
      {
        "sentence": "我打算和她好好沟通，告诉她我的观点和计划。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我会告诉她，我愿意承担一切，不管将来会发生什么，都会陪伴在她身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和计划。沟通是解决问题的关键，我相信通过与女友的真诚沟通，你们会找到解决方案的。在沟通中，请你尽量理解女友的感受，并表达出你对她的爱和决心。同时，也要给她足够的时间和空间来思考和接受。她需要时间来重新建立对你的信任和安全感。我相信，只要你能坚持并用行动证明你的改变，你们的感情会有转机的。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和计划。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键，我相信通过与女友的真诚沟通，你们会找到解决方案的。",
        "label": ""
      },
      {
        "sentence": "在沟通中，请你尽量理解女友的感受，并表达出你对她的爱和决心。",
        "label": ""
      },
      {
        "sentence": "同时，也要给她足够的时间和空间来思考和接受。",
        "label": ""
      },
      {
        "sentence": "她需要时间来重新建立对你的信任和安全感。",
        "label": ""
      },
      {
        "sentence": "我相信，只要你能坚持并用行动证明你的改变，你们的感情会有转机的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我一定会认真对待这次沟通，尊重女友的感受，并展现我的改变和决心。我现在对我们的未来更加有信心了。感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我一定会认真对待这次沟通，尊重女友的感受，并展现我的改变和决心。",
        "label": ""
      },
      {
        "sentence": "我现在对我们的未来更加有信心了。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能为你提供帮助和支持。相信自己，相信你们的感情，我相信你们一定能够度过这个困难时刻，重新走到一起。祝福你们！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们的感情，我相信你们一定能够度过这个困难时刻，重新走到一起。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我会努力的。再次感谢你的陪伴和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我会努力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望你能坚持下去，一切都会好起来的。如果你还有需要，随时可以再来找我倾诉和寻求帮助。祝福你们，加油！",
    "annotation": [
      {
        "sentence": "不用客气，希望你能坚持下去，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "如果你还有需要，随时可以再来找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你们，加油！",
        "label": ""
      }
    ]
  }
]