[
  {
    "role": "client",
    "content": "为什么总是不知道想要什么，或者目标明确做什么？一次次的考试失败，不知道道路如何是从，自卑感不断涌出！",
    "annotation": [
      {
        "sentence": "为什么总是不知道想要什么，或者目标明确做什么？",
        "label": ""
      },
      {
        "sentence": "一次次的考试失败，不知道道路如何是从，自卑感不断涌出！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每次的考试失败让你感到很自卑，看着你短短的一行字，我也很认同。当我们遇到反复的失败时，都会很失望的。心理学中有一个概念叫“习得性无助”，美国的心理学家塞利格曼在1967年做了一项实验，他用狗做了实验，把狗关在笼子里，只要蜂音器一响，就给它电击，狗关在笼子里逃不掉。这个实验重复多次后，蜂音器一响，把笼门打卡，再电击狗，但是狗不逃离。它经历过多次的失败后，感觉非常绝望，也不会主动逃避，就让痛苦折磨自己。这就是习得性无助。",
    "annotation": [
      {
        "sentence": "每次的考试失败让你感到很自卑，看着你短短的一行字，我也很认同。",
        "label": ""
      },
      {
        "sentence": "当我们遇到反复的失败时，都会很失望的。",
        "label": ""
      },
      {
        "sentence": "心理学中有一个概念叫“习得性无助”，美国的心理学家塞利格曼在1967年做了一项实验，他用狗做了实验，把狗关在笼子里，只要蜂音器一响，就给它电击，狗关在笼子里逃不掉。",
        "label": ""
      },
      {
        "sentence": "这个实验重复多次后，蜂音器一响，把笼门打卡，再电击狗，但是狗不逃离。",
        "label": ""
      },
      {
        "sentence": "它经历过多次的失败后，感觉非常绝望，也不会主动逃避，就让痛苦折磨自己。",
        "label": ""
      },
      {
        "sentence": "这就是习得性无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次失败都让我感到无助和绝望，觉得再怎么努力也没有用。我想改变这种状态，但不知道从哪里开始。",
    "annotation": [
      {
        "sentence": "是的，每次失败都让我感到无助和绝望，觉得再怎么努力也没有用。",
        "label": ""
      },
      {
        "sentence": "我想改变这种状态，但不知道从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。不过，要记住，习得性无助是一种学习的心理状态，我们可以通过改变学习方法来摆脱它。首先，我们可以寻找其他你感兴趣并擅长的事情，这样你能够找到自己的优势，并发挥它们的作用。如果你不确定自己的优势在哪里，我推荐你做一个积极心理学的测试，它叫做“24种性格优势”，通过找到自己的优势，你可以更好地挖掘自己的潜力。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "不过，要记住，习得性无助是一种学习的心理状态，我们可以通过改变学习方法来摆脱它。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以寻找其他你感兴趣并擅长的事情，这样你能够找到自己的优势，并发挥它们的作用。",
        "label": ""
      },
      {
        "sentence": "如果你不确定自己的优势在哪里，我推荐你做一个积极心理学的测试，它叫做“24种性格优势”，通过找到自己的优势，你可以更好地挖掘自己的潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个测试听起来不错，我会去尝试一下。你能告诉我一些关于这个测试的详细信息吗？",
    "annotation": [
      {
        "sentence": "这个测试听起来不错，我会去尝试一下。",
        "label": ""
      },
      {
        "sentence": "你能告诉我一些关于这个测试的详细信息吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！积极心理学的24种性格优势包括智慧与知识、勇气、仁慈和爱、正义、修养与节制以及精神卓越等六个方面。智慧与知识方面包括好奇心、热爱学习、判断力、创造性、社会智慧和洞察力等。勇气方面包括勇敢和毅力，而仁慈和爱方面则强调仁慈与慷慨以及爱与被爱的能力。正义方面强调公民精神、公平和领导力，修养与节制方面则包括自我控制、谨慎小心和谦虚等。最后，精神卓越方面则涵盖对美和卓越的欣赏以及感恩的能力。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "积极心理学的24种性格优势包括智慧与知识、勇气、仁慈和爱、正义、修养与节制以及精神卓越等六个方面。",
        "label": ""
      },
      {
        "sentence": "智慧与知识方面包括好奇心、热爱学习、判断力、创造性、社会智慧和洞察力等。",
        "label": ""
      },
      {
        "sentence": "勇气方面包括勇敢和毅力，而仁慈和爱方面则强调仁慈与慷慨以及爱与被爱的能力。",
        "label": ""
      },
      {
        "sentence": "正义方面强调公民精神、公平和领导力，修养与节制方面则包括自我控制、谨慎小心和谦虚等。",
        "label": ""
      },
      {
        "sentence": "最后，精神卓越方面则涵盖对美和卓越的欣赏以及感恩的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的解释！我觉得这个测试对我来说很有帮助。我想开始做这个测试并找到自己的优势，然后将它们应用到我的学习中。",
    "annotation": [
      {
        "sentence": "非常感谢你的解释！",
        "label": ""
      },
      {
        "sentence": "我觉得这个测试对我来说很有帮助。",
        "label": ""
      },
      {
        "sentence": "我想开始做这个测试并找到自己的优势，然后将它们应用到我的学习中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了！相信通过发掘和发挥你的优势，你会在学习和生活中找到更多乐趣和成就感。如果在测试或者以后的学习过程中遇到任何困难或者需要更多的支持，记得和我分享，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "太好了！",
        "label": ""
      },
      {
        "sentence": "相信通过发掘和发挥你的优势，你会在学习和生活中找到更多乐趣和成就感。",
        "label": ""
      },
      {
        "sentence": "如果在测试或者以后的学习过程中遇到任何困难或者需要更多的支持，记得和我分享，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！我现在感觉有了一些方向和动力，希望能够摆脱习得性无助的状态，重新找回学习的信心。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我现在感觉有了一些方向和动力，希望能够摆脱习得性无助的状态，重新找回学习的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了很重要的一步，相信自己，你一定能够克服困难，实现自己的目标。我相信你能够找到想要的东西并且清晰地制定自己的目标。记住，我会一直在你身边支持你的！",
    "annotation": [
      {
        "sentence": "你已经迈出了很重要的一步，相信自己，你一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到想要的东西并且清晰地制定自己的目标。",
        "label": ""
      },
      {
        "sentence": "记住，我会一直在你身边支持你的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我感到很温暖，也更加有信心面对学习和生活中的挑战了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我感到很温暖，也更加有信心面对学习和生活中的挑战了。",
        "label": ""
      }
    ]
  }
]