[
  {
    "role": "client",
    "content": "为什么总是不知道想要什么，或者目标明确做什么？一次次的考试失败，不知道道路如何是从，自卑感不断涌出！",
    "annotation": [
      {
        "sentence": "为什么总是不知道想要什么，或者目标明确做什么？",
        "label": ""
      },
      {
        "sentence": "一次次的考试失败，不知道道路如何是从，自卑感不断涌出！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我感到你正在经历一段困惑的时期。可能你之前习惯别人告诉你该做什么以及如何做，从小时候开始，你把内心的标杆和主心骨放在了别人那里。但是随着年龄的增长，越来越多的事情需要你自己拿主意并做出决策，这可能让你感到困惑和迷茫。当面临这种情况时，需要逐渐提升并重塑对自己的信任。你可以试着写一写你的经历、爱好、擅长的领域以及成长过程中的经验。具体细分你的能力点，比如软件、硬件、技能、沟通、协调、生活等方面。同时也要注意记录下来你目前存在的不足之处，以及你希望达成的目标、方向和能力。找出主要差距的原因，并想一想要实现目标所需采取的具体行动。你可以画一个简单的表格，第一行是这些刻度，每一列写下具体刻度下的内容。这样做完之后，你会发现对自己更加清晰，还会产生内驱力和一些行动的方向动力。逐渐培养自己寻找方法、方向和规律的能力，一点点从小事做起。当内在力量逐渐升起时，你对自己的认识也会越来越清晰，会有些小目标在你不断实践的过程中慢慢确立起来。",
    "annotation": [
      {
        "sentence": "听到你这样说，我感到你正在经历一段困惑的时期。",
        "label": ""
      },
      {
        "sentence": "可能你之前习惯别人告诉你该做什么以及如何做，从小时候开始，你把内心的标杆和主心骨放在了别人那里。",
        "label": ""
      },
      {
        "sentence": "但是随着年龄的增长，越来越多的事情需要你自己拿主意并做出决策，这可能让你感到困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "当面临这种情况时，需要逐渐提升并重塑对自己的信任。",
        "label": ""
      },
      {
        "sentence": "你可以试着写一写你的经历、爱好、擅长的领域以及成长过程中的经验。",
        "label": ""
      },
      {
        "sentence": "具体细分你的能力点，比如软件、硬件、技能、沟通、协调、生活等方面。",
        "label": ""
      },
      {
        "sentence": "同时也要注意记录下来你目前存在的不足之处，以及你希望达成的目标、方向和能力。",
        "label": ""
      },
      {
        "sentence": "找出主要差距的原因，并想一想要实现目标所需采取的具体行动。",
        "label": ""
      },
      {
        "sentence": "你可以画一个简单的表格，第一行是这些刻度，每一列写下具体刻度下的内容。",
        "label": ""
      },
      {
        "sentence": "这样做完之后，你会发现对自己更加清晰，还会产生内驱力和一些行动的方向动力。",
        "label": ""
      },
      {
        "sentence": "逐渐培养自己寻找方法、方向和规律的能力，一点点从小事做起。",
        "label": ""
      },
      {
        "sentence": "当内在力量逐渐升起时，你对自己的认识也会越来越清晰，会有些小目标在你不断实践的过程中慢慢确立起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写下自己的经历和目标听起来好像能帮我确立方向，但我担心我会觉得很困难。我总是觉得自己没有什么经历或成长点，这让我怀疑自己能不能找到真正适合我的方向。",
    "annotation": [
      {
        "sentence": "写下自己的经历和目标听起来好像能帮我确立方向，但我担心我会觉得很困难。",
        "label": ""
      },
      {
        "sentence": "我总是觉得自己没有什么经历或成长点，这让我怀疑自己能不能找到真正适合我的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的顾虑。当我们开始写下自己的经历和目标时，可能会出现一些困难。但是不要忘记，每个人都有自己独特的经历和成长点，即使你现在感觉没有什么特别之处，也并不意味着你没有任何潜力。你可以尝试回想一下小时候的时候，是否有一些经历或者爱好，你觉得自己特别喜欢或者特别擅长的事情。即使是一些小的成就和进步，也是你成长的证明。不要小看这些细枝末节，它们可以帮助你逐渐找到适合你的方向。",
    "annotation": [
      {
        "sentence": "明白你的顾虑。",
        "label": ""
      },
      {
        "sentence": "当我们开始写下自己的经历和目标时，可能会出现一些困难。",
        "label": ""
      },
      {
        "sentence": "但是不要忘记，每个人都有自己独特的经历和成长点，即使你现在感觉没有什么特别之处，也并不意味着你没有任何潜力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试回想一下小时候的时候，是否有一些经历或者爱好，你觉得自己特别喜欢或者特别擅长的事情。",
        "label": ""
      },
      {
        "sentence": "即使是一些小的成就和进步，也是你成长的证明。",
        "label": ""
      },
      {
        "sentence": "不要小看这些细枝末节，它们可以帮助你逐渐找到适合你的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我真的忽略了一些小时候的经历和成就。我记得我小时候喜欢画画，虽然当时只是画些简单的涂鸦，但是我感到很开心。后来，随着学业的压力增加，我渐渐地将这个爱好放在了一边。现在想一想，或许我可以重新捡起画画这个爱好，找回小时候的快乐，并尝试去提升我的绘画技巧。",
    "annotation": [
      {
        "sentence": "可能我真的忽略了一些小时候的经历和成就。",
        "label": ""
      },
      {
        "sentence": "我记得我小时候喜欢画画，虽然当时只是画些简单的涂鸦，但是我感到很开心。",
        "label": ""
      },
      {
        "sentence": "后来，随着学业的压力增加，我渐渐地将这个爱好放在了一边。",
        "label": ""
      },
      {
        "sentence": "现在想一想，或许我可以重新捡起画画这个爱好，找回小时候的快乐，并尝试去提升我的绘画技巧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这听起来是一个很好的主意！重新捡起小时候喜欢的事情对于重新找回内心的快乐和激情是非常重要的。不要担心你目前的绘画技巧，重要的是享受过程。同时，你也可以考虑报名参加一些绘画班或者寻求一些指导，这样可以帮助你提升技巧并结识一些志同道合的人。无论绘画最终能否成为你的职业方向，重要的是你可以通过这个爱好找到适合自己的一片天地，发现自己内在的潜力。",
    "annotation": [
      {
        "sentence": "这听起来是一个很好的主意！",
        "label": ""
      },
      {
        "sentence": "重新捡起小时候喜欢的事情对于重新找回内心的快乐和激情是非常重要的。",
        "label": ""
      },
      {
        "sentence": "不要担心你目前的绘画技巧，重要的是享受过程。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑报名参加一些绘画班或者寻求一些指导，这样可以帮助你提升技巧并结识一些志同道合的人。",
        "label": ""
      },
      {
        "sentence": "无论绘画最终能否成为你的职业方向，重要的是你可以通过这个爱好找到适合自己的一片天地，发现自己内在的潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "报名参加绘画班听起来不错，我会尝试寻找一些适合我学习的机会，并且努力把这个爱好重新培养起来。谢谢你的建议和鼓励，我觉得自己现在有了一些具体的方向和动力，我会努力去实现自己的目标。",
    "annotation": [
      {
        "sentence": "报名参加绘画班听起来不错，我会尝试寻找一些适合我学习的机会，并且努力把这个爱好重新培养起来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我觉得自己现在有了一些具体的方向和动力，我会努力去实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你的决心和信心！记住，在寻找自己的方向和目标的过程中，会遇到一些困难和挫折，但这些都是正常的。重要的是保持积极的心态，相信自己的能力和潜力。我相信只要你坚持下去，你定能找到属于自己的方向，实现自己的目标。如果你需要任何帮助或者再次分享你的进展，随时都可以来找我。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "非常高兴听到你的决心和信心！",
        "label": ""
      },
      {
        "sentence": "记住，在寻找自己的方向和目标的过程中，会遇到一些困难和挫折，但这些都是正常的。",
        "label": ""
      },
      {
        "sentence": "重要的是保持积极的心态，相信自己的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "我相信只要你坚持下去，你定能找到属于自己的方向，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次分享你的进展，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]