[
  {
    "role": "client",
    "content": "意识到虚度光阴，后悔情绪很严重怎么办？",
    "annotation": [
      {
        "sentence": "意识到虚度光阴，后悔情绪很严重怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我和你一样也是36岁，并且我也是今年才感觉到属于我自己的人生才刚刚开始，有一种新生和浴火重生的感觉，这个感觉很欣喜。在感觉到重生之前，也对自己的后悔情绪做了一些处理，毕竟每个人都会有后悔的事，却不是每个人都有勇气承认自己后悔，能看到自己的后悔情绪是件好事，就是我们去处理它的契机了。",
    "annotation": [
      {
        "sentence": "我和你一样也是36岁，并且我也是今年才感觉到属于我自己的人生才刚刚开始，有一种新生和浴火重生的感觉，这个感觉很欣喜。",
        "label": ""
      },
      {
        "sentence": "在感觉到重生之前，也对自己的后悔情绪做了一些处理，毕竟每个人都会有后悔的事，却不是每个人都有勇气承认自己后悔，能看到自己的后悔情绪是件好事，就是我们去处理它的契机了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我觉得我错过了最有冲劲的年纪，现在想再努力，但是感觉已经晚了。感觉人生没有盼头了。怎么办？后悔的情绪怎么排解？",
    "annotation": [
      {
        "sentence": "可是，我觉得我错过了最有冲劲的年纪，现在想再努力，但是感觉已经晚了。",
        "label": ""
      },
      {
        "sentence": "感觉人生没有盼头了。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      },
      {
        "sentence": "后悔的情绪怎么排解？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个状态都有其意义所在。多年前我遇到一个厉害的老师，漂亮，有才华，让我很欣赏。我们讨论职业发展，我突然有种感觉，在这位老师面前，我好像变得看不到自己，我说“毕业这些年，我好像什么也没干，我想不出我干了些什么”。这位老师云淡风轻的笑着说“你在生活啊！”。嗯，是啊！我在生活啊！我想无论这些年你做了什么，没有做什么，对你来说都是有意义的，每件事本身都有其意义所在，即便是虚无，即便是虚度了光阴，也有它本来的意义！我们所经历的事情，走过的每一步，都是有意义的。很多当下的状态是我们的需要，或者是对我们的保护，或者只是为了让我们知道我们不喜欢什么。所以我们可以先试着放下评判，去体会它本来的意义，听听我们的经历想对我们说的话！任何时候开始都不晚。有一句老掉牙的话“如果你想种一棵树，最好的时机是十年前，其次，是现在！”。一句人人皆知的大道理，但却道出了事实！我从33岁开始学习心理学，这个起步真的不算早，看到同学二十几岁就开始入行也会羡慕年轻真好，但这不妨碍我在这个年纪转行成为一名心理咨询师，有了自己的工作室，甚至有时候会庆幸自己之前所有的经历和弯路，迷茫和挫败，都能成为我的财富，帮助我更好的理解别人。在这个行业也有很多八九十岁还在神采奕奕地教书育人的老师们。生活中，中老年开始学有所成的例子更是多，我想你是知道的，只是缺乏一些信念去相信，但请去相信，因为今天的你永远是你余生最年轻的一天！",
    "annotation": [
      {
        "sentence": "每个状态都有其意义所在。",
        "label": ""
      },
      {
        "sentence": "多年前我遇到一个厉害的老师，漂亮，有才华，让我很欣赏。",
        "label": ""
      },
      {
        "sentence": "我们讨论职业发展，我突然有种感觉，在这位老师面前，我好像变得看不到自己，我说“毕业这些年，我好像什么也没干，我想不出我干了些什么”。",
        "label": ""
      },
      {
        "sentence": "这位老师云淡风轻的笑着说“你在生活啊！",
        "label": ""
      },
      {
        "sentence": "”。",
        "label": ""
      },
      {
        "sentence": "嗯，是啊！",
        "label": ""
      },
      {
        "sentence": "我在生活啊！",
        "label": ""
      },
      {
        "sentence": "我想无论这些年你做了什么，没有做什么，对你来说都是有意义的，每件事本身都有其意义所在，即便是虚无，即便是虚度了光阴，也有它本来的意义！",
        "label": ""
      },
      {
        "sentence": "我们所经历的事情，走过的每一步，都是有意义的。",
        "label": ""
      },
      {
        "sentence": "很多当下的状态是我们的需要，或者是对我们的保护，或者只是为了让我们知道我们不喜欢什么。",
        "label": ""
      },
      {
        "sentence": "所以我们可以先试着放下评判，去体会它本来的意义，听听我们的经历想对我们说的话！",
        "label": ""
      },
      {
        "sentence": "任何时候开始都不晚。",
        "label": ""
      },
      {
        "sentence": "有一句老掉牙的话“如果你想种一棵树，最好的时机是十年前，其次，是现在！",
        "label": ""
      },
      {
        "sentence": "”。",
        "label": ""
      },
      {
        "sentence": "一句人人皆知的大道理，但却道出了事实！",
        "label": ""
      },
      {
        "sentence": "我从33岁开始学习心理学，这个起步真的不算早，看到同学二十几岁就开始入行也会羡慕年轻真好，但这不妨碍我在这个年纪转行成为一名心理咨询师，有了自己的工作室，甚至有时候会庆幸自己之前所有的经历和弯路，迷茫和挫败，都能成为我的财富，帮助我更好的理解别人。",
        "label": ""
      },
      {
        "sentence": "在这个行业也有很多八九十岁还在神采奕奕地教书育人的老师们。",
        "label": ""
      },
      {
        "sentence": "生活中，中老年开始学有所成的例子更是多，我想你是知道的，只是缺乏一些信念去相信，但请去相信，因为今天的你永远是你余生最年轻的一天！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你分享你的故事，听了之后，我的情绪有所缓解。可是，在我自己的困境中，我感到非常迷茫，仿佛找不到生活的意义。我觉得自己陷入了后悔和自责的情绪，没有了信心去找下一个目标，觉得都为时已晚。",
    "annotation": [
      {
        "sentence": "谢谢你分享你的故事，听了之后，我的情绪有所缓解。",
        "label": ""
      },
      {
        "sentence": "可是，在我自己的困境中，我感到非常迷茫，仿佛找不到生活的意义。",
        "label": ""
      },
      {
        "sentence": "我觉得自己陷入了后悔和自责的情绪，没有了信心去找下一个目标，觉得都为时已晚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们现在感觉到虚度了光阴，不止有后悔的感觉，还有陷于后悔中，自责沮丧的感觉。没有了信心去找下一个目标，就像一个错过了落日的晚霞而委屈哭泣的孩子。我想抱抱这个孩子，告诉你我们还没错过明天的晚霞。我们感觉到后悔，迷茫，也正是我们在虚无中找到我们人生意义的契机了呢！这些后悔的感受，帮助我们去知道我们想要成为怎样的人，知道我们想用怎样的方式去生活，去创造。就像我们总是在绝境中找到希望，总是在黑暗中找到光明，我们也能在虚无和迷茫中找到我们自己！",
    "annotation": [
      {
        "sentence": "我们现在感觉到虚度了光阴，不止有后悔的感觉，还有陷于后悔中，自责沮丧的感觉。",
        "label": ""
      },
      {
        "sentence": "没有了信心去找下一个目标，就像一个错过了落日的晚霞而委屈哭泣的孩子。",
        "label": ""
      },
      {
        "sentence": "我想抱抱这个孩子，告诉你我们还没错过明天的晚霞。",
        "label": ""
      },
      {
        "sentence": "我们感觉到后悔，迷茫，也正是我们在虚无中找到我们人生意义的契机了呢！",
        "label": ""
      },
      {
        "sentence": "这些后悔的感受，帮助我们去知道我们想要成为怎样的人，知道我们想用怎样的方式去生活，去创造。",
        "label": ""
      },
      {
        "sentence": "就像我们总是在绝境中找到希望，总是在黑暗中找到光明，我们也能在虚无和迷茫中找到我们自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。承认后悔，哀悼光阴是一种能力。但是，我不知道如何处理这种后悔的情绪，找到排解的方法。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "承认后悔，哀悼光阴是一种能力。",
        "label": ""
      },
      {
        "sentence": "但是，我不知道如何处理这种后悔的情绪，找到排解的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能看到自己有后悔的感受，这很棒。要知道能承认自己后悔也是需要勇气和能量的，看到了，承认了，才可以放下，同样，可以去后悔也是一种能力。那么这个后悔的感觉要怎么办呢？我们每个人都具有一种能力，就是“哀悼”的能力，因为我们的生活就是伴随着不断的哀悼前进的。对光阴的哀悼是我们每个人的功课，我们度过了这一分钟，这一天，那么这一天这一分钟就永远过去了，我们都无法改变，我们有能力去哀悼，就能更加体会到我们生存的意义。",
    "annotation": [
      {
        "sentence": "你能看到自己有后悔的感受，这很棒。",
        "label": ""
      },
      {
        "sentence": "要知道能承认自己后悔也是需要勇气和能量的，看到了，承认了，才可以放下，同样，可以去后悔也是一种能力。",
        "label": ""
      },
      {
        "sentence": "那么这个后悔的感觉要怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我们每个人都具有一种能力，就是“哀悼”的能力，因为我们的生活就是伴随着不断的哀悼前进的。",
        "label": ""
      },
      {
        "sentence": "对光阴的哀悼是我们每个人的功课，我们度过了这一分钟，这一天，那么这一天这一分钟就永远过去了，我们都无法改变，我们有能力去哀悼，就能更加体会到我们生存的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始明白了。我要学会放下评判，接受过去的经历，并去体会它们的意义。我也要相信无论何时开始都不晚。谢谢你帮助我找到了重新面对人生的勇气和希望。",
    "annotation": [
      {
        "sentence": "我开始明白了。",
        "label": ""
      },
      {
        "sentence": "我要学会放下评判，接受过去的经历，并去体会它们的意义。",
        "label": ""
      },
      {
        "sentence": "我也要相信无论何时开始都不晚。",
        "label": ""
      },
      {
        "sentence": "谢谢你帮助我找到了重新面对人生的勇气和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气。你的觉悟让我很欣慰。记住，今天的你永远是你余生最年轻的一天。在荒芜中找到生的意义，不再陷入后悔和自责中，相信你会找到新的目标和乐趣。期待见证你的重生和成长！",
    "annotation": [
      {
        "sentence": "不客气。",
        "label": ""
      },
      {
        "sentence": "你的觉悟让我很欣慰。",
        "label": ""
      },
      {
        "sentence": "记住，今天的你永远是你余生最年轻的一天。",
        "label": ""
      },
      {
        "sentence": "在荒芜中找到生的意义，不再陷入后悔和自责中，相信你会找到新的目标和乐趣。",
        "label": ""
      },
      {
        "sentence": "期待见证你的重生和成长！",
        "label": ""
      }
    ]
  }
]