[
  {
    "role": "client",
    "content": "自从另外的人搬进宿舍后的前后态度，感觉自己挺孤独？我们宿舍一直都是有人进来有人出去，学校又安排宿舍了，原本同一个班却之前不同宿舍的，后来我们宿舍学校说安排同宿舍的一起住，我们就和隔壁同班同学串一起住，之前觉得隔壁宿舍人挺好处的，之前看出来和我处也挺开心的话说的也多，但是来到我们宿舍我发现她们两个只玩在一推，她们两总是有说有笑，但对我们的态度就感觉像外人一样，不冷不热的，也感觉目中无人的感觉，毕竟你是进来我们宿舍，干什么的为啥就不能像之前那样愉快聊天呢？之前也有学姐入住我们宿舍，但是人家至少还会关心和我们说说话啥的？我不知道我为什么那么在意，潜意识一直在想她们，因为宿舍就四个人，另外一个和我关系在她们没来之前也不算好！我一直以为她们来了，我们宿舍就不会死气沉沉，可能会很融洽，但是我发现没有，我想亲近她们，可是我发现她们并没有想亲近的感觉！现在宿舍好像没有像之前那样那么期待回去了，感觉自己好像挺孤独的，有点焦虑！",
    "annotation": [
      {
        "sentence": "自从另外的人搬进宿舍后的前后态度，感觉自己挺孤独？",
        "label": ""
      },
      {
        "sentence": "我们宿舍一直都是有人进来有人出去，学校又安排宿舍了，原本同一个班却之前不同宿舍的，后来我们宿舍学校说安排同宿舍的一起住，我们就和隔壁同班同学串一起住，之前觉得隔壁宿舍人挺好处的，之前看出来和我处也挺开心的话说的也多，但是来到我们宿舍我发现她们两个只玩在一推，她们两总是有说有笑，但对我们的态度就感觉像外人一样，不冷不热的，也感觉目中无人的感觉，毕竟你是进来我们宿舍，干什么的为啥就不能像之前那样愉快聊天呢？",
        "label": ""
      },
      {
        "sentence": "之前也有学姐入住我们宿舍，但是人家至少还会关心和我们说说话啥的？",
        "label": ""
      },
      {
        "sentence": "我不知道我为什么那么在意，潜意识一直在想她们，因为宿舍就四个人，另外一个和我关系在她们没来之前也不算好！",
        "label": ""
      },
      {
        "sentence": "我一直以为她们来了，我们宿舍就不会死气沉沉，可能会很融洽，但是我发现没有，我想亲近她们，可是我发现她们并没有想亲近的感觉！",
        "label": ""
      },
      {
        "sentence": "现在宿舍好像没有像之前那样那么期待回去了，感觉自己好像挺孤独的，有点焦虑！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，看了你的问题，我觉得你跟我一样都是敏感的人。被新室友的冷落惹得你很焦虑，但是我们要保持乐观的态度。希望我的话能给你带来温暖和帮助。宿舍是多人共同生活的地方，所以在平时相处中会出现一些摩擦是很正常的。一开始的相互陌生加上没有及时沟通，关系自然会变差。但是这种情况下，不用着急，只需专注做好自己的事情就好了。每个人的审美观都不同，即使再完美也不可能让每个人都喜欢自己。而且总是在意别人的看法，会让你感到累吧。",
    "annotation": [
      {
        "sentence": "求助者，看了你的问题，我觉得你跟我一样都是敏感的人。",
        "label": ""
      },
      {
        "sentence": "被新室友的冷落惹得你很焦虑，但是我们要保持乐观的态度。",
        "label": ""
      },
      {
        "sentence": "希望我的话能给你带来温暖和帮助。",
        "label": ""
      },
      {
        "sentence": "宿舍是多人共同生活的地方，所以在平时相处中会出现一些摩擦是很正常的。",
        "label": ""
      },
      {
        "sentence": "一开始的相互陌生加上没有及时沟通，关系自然会变差。",
        "label": ""
      },
      {
        "sentence": "但是这种情况下，不用着急，只需专注做好自己的事情就好了。",
        "label": ""
      },
      {
        "sentence": "每个人的审美观都不同，即使再完美也不可能让每个人都喜欢自己。",
        "label": ""
      },
      {
        "sentence": "而且总是在意别人的看法，会让你感到累吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对于自己被冷落的原因感到好奇，可能是因为我太在意了吧。可是之前和隔壁宿舍的人相处得挺好的，她们来了之后我们宿舍就不再像之前那样热闹了。",
    "annotation": [
      {
        "sentence": "我对于自己被冷落的原因感到好奇，可能是因为我太在意了吧。",
        "label": ""
      },
      {
        "sentence": "可是之前和隔壁宿舍的人相处得挺好的，她们来了之后我们宿舍就不再像之前那样热闹了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许，并不是她们真的冷落了你，只是你过于敏感了。每个人都有自己的事情和烦恼，并不会时时刻刻围绕在你身边。你可以试着找出这种冷漠的原因，和室友好好沟通，看看自己是否有什么地方做得不好，然后进行调整。",
    "annotation": [
      {
        "sentence": "也许，并不是她们真的冷落了你，只是你过于敏感了。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的事情和烦恼，并不会时时刻刻围绕在你身边。",
        "label": ""
      },
      {
        "sentence": "你可以试着找出这种冷漠的原因，和室友好好沟通，看看自己是否有什么地方做得不好，然后进行调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，也许我是想多了。我会试着跟她们沟通一下，看看有没有什么误会。",
    "annotation": [
      {
        "sentence": "你说得有道理，也许我是想多了。",
        "label": ""
      },
      {
        "sentence": "我会试着跟她们沟通一下，看看有没有什么误会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，展示出积极的态度是很重要的。另外，如果你觉得现在的宿舍环境不太适合你，也可以尝试寻找适合自己的圈子。这个圈子对你冷漠，并不代表其他人也会这样。你之前是有跟其他人玩得很好的，可以去找到适合自己的圈子。而且，要学会对自己宽容一点，不要让自己那么累，多关注自己的感受，多爱自己一点。",
    "annotation": [
      {
        "sentence": "很好，展示出积极的态度是很重要的。",
        "label": ""
      },
      {
        "sentence": "另外，如果你觉得现在的宿舍环境不太适合你，也可以尝试寻找适合自己的圈子。",
        "label": ""
      },
      {
        "sentence": "这个圈子对你冷漠，并不代表其他人也会这样。",
        "label": ""
      },
      {
        "sentence": "你之前是有跟其他人玩得很好的，可以去找到适合自己的圈子。",
        "label": ""
      },
      {
        "sentence": "而且，要学会对自己宽容一点，不要让自己那么累，多关注自己的感受，多爱自己一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尽量积极面对问题的。如果室友忽视我或冷落我，我也不会消极的回应了。我会采取主动，去交朋友或者找以前的朋友。毕竟心态决定一切。",
    "annotation": [
      {
        "sentence": "嗯，我会尽量积极面对问题的。",
        "label": ""
      },
      {
        "sentence": "如果室友忽视我或冷落我，我也不会消极的回应了。",
        "label": ""
      },
      {
        "sentence": "我会采取主动，去交朋友或者找以前的朋友。",
        "label": ""
      },
      {
        "sentence": "毕竟心态决定一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的思维方式已经很积极了。不管发生什么事情，都要保持乐观的态度来面对生活。如果你感到孤独，找不到归属感，记得要适应独立。真正的强者不是依赖别人的赞许，而是让别人把希望寄托在自己身上。所以，我们要学会独立，专注自己应该做的事情，让自己忙起来，自然而然就会忘记那些无关紧要的事情。",
    "annotation": [
      {
        "sentence": "很好，你的思维方式已经很积极了。",
        "label": ""
      },
      {
        "sentence": "不管发生什么事情，都要保持乐观的态度来面对生活。",
        "label": ""
      },
      {
        "sentence": "如果你感到孤独，找不到归属感，记得要适应独立。",
        "label": ""
      },
      {
        "sentence": "真正的强者不是依赖别人的赞许，而是让别人把希望寄托在自己身上。",
        "label": ""
      },
      {
        "sentence": "所以，我们要学会独立，专注自己应该做的事情，让自己忙起来，自然而然就会忘记那些无关紧要的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我要学会独立，专注自己的学业，不再纠结于宿舍的事情。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我要学会独立，专注自己的学业，不再纠结于宿舍的事情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。如果你还有其他问题或者需要帮助，随时可以来找我聊天。希望你能从心底感受到温暖和支持。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要帮助，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你能从心底感受到温暖和支持。",
        "label": ""
      }
    ]
  }
]