[
  {
    "role": "client",
    "content": "因为不爱说话，家里人觉得我有病？我性格比较内向的，平常不爱说话，家里人每次介绍第一句都是说我不爱说话，不过没想到她们都觉得我有病，还去求符什么的，我妈叫我去看心理医生我本来会有点自闭抑郁吧，不过觉得自己可以调节，转移注意力，看看小说什么的，不去想那些事情，觉得自己开心就行。",
    "annotation": [
      {
        "sentence": "因为不爱说话，家里人觉得我有病？",
        "label": ""
      },
      {
        "sentence": "我性格比较内向的，平常不爱说话，家里人每次介绍第一句都是说我不爱说话，不过没想到她们都觉得我有病，还去求符什么的，我妈叫我去看心理医生我本来会有点自闭抑郁吧，不过觉得自己可以调节，转移注意力，看看小说什么的，不去想那些事情，觉得自己开心就行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。在家人眼中，可能因为你不爱说话而误以为你有问题。但内向不一定就是坏事，每个人的性格都不一样，有时只是需要更多了解和理解。你能够采取一些方法来调节自己，比如转移注意力、阅读小说等，这都是不错的方式。你的观点很积极，觉得自己开心就好，这样的心态很重要。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在家人眼中，可能因为你不爱说话而误以为你有问题。",
        "label": ""
      },
      {
        "sentence": "但内向不一定就是坏事，每个人的性格都不一样，有时只是需要更多了解和理解。",
        "label": ""
      },
      {
        "sentence": "你能够采取一些方法来调节自己，比如转移注意力、阅读小说等，这都是不错的方式。",
        "label": ""
      },
      {
        "sentence": "你的观点很积极，觉得自己开心就好，这样的心态很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我爸妈就一直逼我，我去相亲了几个，没有适合的。他们差不多一周就要骂我一次，每次骂完又叫我不要在意，他生气起来就是控制不住，可是我就是很会记仇的那种，骂我的我都记得，每次被骂完我就很抑郁，觉得活着没意思。现在我就搬出来住了。",
    "annotation": [
      {
        "sentence": "可是我爸妈就一直逼我，我去相亲了几个，没有适合的。",
        "label": ""
      },
      {
        "sentence": "他们差不多一周就要骂我一次，每次骂完又叫我不要在意，他生气起来就是控制不住，可是我就是很会记仇的那种，骂我的我都记得，每次被骂完我就很抑郁，觉得活着没意思。",
        "label": ""
      },
      {
        "sentence": "现在我就搬出来住了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你爸妈的期望可能会给你带来一些压力，他们可能是出于关心和担忧的角度，但方式和频率可能不太适合你。他们的愤怒可能是因为他们爱你，但不好的情绪表达方式对你带来了困扰。你提到你容易记仇，这对你的心情产生了负面影响。搬出去住可能是为了保护自己的决定，这样你可以远离一些不利于你情绪调节的环境。",
    "annotation": [
      {
        "sentence": "你爸妈的期望可能会给你带来一些压力，他们可能是出于关心和担忧的角度，但方式和频率可能不太适合你。",
        "label": ""
      },
      {
        "sentence": "他们的愤怒可能是因为他们爱你，但不好的情绪表达方式对你带来了困扰。",
        "label": ""
      },
      {
        "sentence": "你提到你容易记仇，这对你的心情产生了负面影响。",
        "label": ""
      },
      {
        "sentence": "搬出去住可能是为了保护自己的决定，这样你可以远离一些不利于你情绪调节的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在想起来以前也会有沟通，不过后面经常说了就是被骂，然后我就什么都不说了，不会沟通，比较敏感，不会处理亲密关系，跟人很难亲近，就是有事才联系。医生就问了我平常跟同事，朋友有联系吗，我跟她们都没联系，不过平常聊天都是跟网友，一起吐槽什么的。",
    "annotation": [
      {
        "sentence": "现在想起来以前也会有沟通，不过后面经常说了就是被骂，然后我就什么都不说了，不会沟通，比较敏感，不会处理亲密关系，跟人很难亲近，就是有事才联系。",
        "label": ""
      },
      {
        "sentence": "医生就问了我平常跟同事，朋友有联系吗，我跟她们都没联系，不过平常聊天都是跟网友，一起吐槽什么的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通对于人际关系的建立和维系非常重要。你提到以前有沟通，但后来遭到责骂后你选择不说话了，这让你变得比较敏感，难以处理亲密关系。这种情绪困扰可能会加重你的孤独感。你和同事、朋友都没什么联系，而只是和网友聊天，吐槽一下。虽然这样也是一种发泄的方式，但是建议你多尝试一些真实的互动，和身边的人保持交流。逐渐恢复信心，增加和身边人的互动，对你的情绪调节和心理健康都非常有益。",
    "annotation": [
      {
        "sentence": "沟通对于人际关系的建立和维系非常重要。",
        "label": ""
      },
      {
        "sentence": "你提到以前有沟通，但后来遭到责骂后你选择不说话了，这让你变得比较敏感，难以处理亲密关系。",
        "label": ""
      },
      {
        "sentence": "这种情绪困扰可能会加重你的孤独感。",
        "label": ""
      },
      {
        "sentence": "你和同事、朋友都没什么联系，而只是和网友聊天，吐槽一下。",
        "label": ""
      },
      {
        "sentence": "虽然这样也是一种发泄的方式，但是建议你多尝试一些真实的互动，和身边的人保持交流。",
        "label": ""
      },
      {
        "sentence": "逐渐恢复信心，增加和身边人的互动，对你的情绪调节和心理健康都非常有益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我负能量太多了，需要一个地方发泄，都是发网络上。",
    "annotation": [
      {
        "sentence": "我负能量太多了，需要一个地方发泄，都是发网络上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的负能量很多，需要一个适当的发泄方式来缓解。在网络上吐槽是一种方式，但它不能真正解决问题，也不能帮助你建立支持系统和处理负面情绪的能力。我建议你考虑一些更健康的发泄方式，比如写日记、运动、或者找一个理解你的人谈心。这样你可以更好地调整情绪，减少负面情绪的积累。同时，也请记得关注自己的心理健康，不要让负能量长期困扰着你，寻求专业的帮助也是一个好的选择。你并不孤单，有人可以陪伴你度过困难的时刻。",
    "annotation": [
      {
        "sentence": "你的负能量很多，需要一个适当的发泄方式来缓解。",
        "label": ""
      },
      {
        "sentence": "在网络上吐槽是一种方式，但它不能真正解决问题，也不能帮助你建立支持系统和处理负面情绪的能力。",
        "label": ""
      },
      {
        "sentence": "我建议你考虑一些更健康的发泄方式，比如写日记、运动、或者找一个理解你的人谈心。",
        "label": ""
      },
      {
        "sentence": "这样你可以更好地调整情绪，减少负面情绪的积累。",
        "label": ""
      },
      {
        "sentence": "同时，也请记得关注自己的心理健康，不要让负能量长期困扰着你，寻求专业的帮助也是一个好的选择。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人可以陪伴你度过困难的时刻。",
        "label": ""
      }
    ]
  }
]