[
  {
    "role": "client",
    "content": "微笑抑郁症，看到什么都会哭？讲道理，这两年因为各种原因，家庭经济负担很重，我又是典型的微笑抑郁症患者，虽然每天乐观面对，但是实际上长期失眠，有时候抑郁焦虑起来，看个街舞比赛我哭，看个蜡笔小新也哭，看个小动物我都可以哭，可能所有的乐观背后都是深深的悲伤，人在孤立无援的时候，真的觉得连呼吸都是错的。",
    "annotation": [
      {
        "sentence": "微笑抑郁症，看到什么都会哭？",
        "label": ""
      },
      {
        "sentence": "讲道理，这两年因为各种原因，家庭经济负担很重，我又是典型的微笑抑郁症患者，虽然每天乐观面对，但是实际上长期失眠，有时候抑郁焦虑起来，看个街舞比赛我哭，看个蜡笔小新也哭，看个小动物我都可以哭，可能所有的乐观背后都是深深的悲伤，人在孤立无援的时候，真的觉得连呼吸都是错的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我也有一种深深的无力感。我来回答，并非试图来说服你什么或者去解决你的问题，因为我也是无能为力，我也很渺小。但是我为何还来回答，我只是想告诉你，在这个空间中，还有一个人在试图去看到你，确认你的情绪感，陪你共度时艰。我能理解到，这样的文字是苍白无力的，不过我仍旧希望透过这苍白的文字和你在一起。如果做不到，那不是你的原因，是因为我的表达不到位或者是这样的方式不适合你。",
    "annotation": [
      {
        "sentence": "看到你的描述，我也有一种深深的无力感。",
        "label": ""
      },
      {
        "sentence": "我来回答，并非试图来说服你什么或者去解决你的问题，因为我也是无能为力，我也很渺小。",
        "label": ""
      },
      {
        "sentence": "但是我为何还来回答，我只是想告诉你，在这个空间中，还有一个人在试图去看到你，确认你的情绪感，陪你共度时艰。",
        "label": ""
      },
      {
        "sentence": "我能理解到，这样的文字是苍白无力的，不过我仍旧希望透过这苍白的文字和你在一起。",
        "label": ""
      },
      {
        "sentence": "如果做不到，那不是你的原因，是因为我的表达不到位或者是这样的方式不适合你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和陪伴，我知道你的出发点是好的。我一直很负责任，为着家庭生活负责，为家庭成员负责。可是你考虑过为自己负责吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和陪伴，我知道你的出发点是好的。",
        "label": ""
      },
      {
        "sentence": "我一直很负责任，为着家庭生活负责，为家庭成员负责。",
        "label": ""
      },
      {
        "sentence": "可是你考虑过为自己负责吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不否定我们需要为家庭成员，为着家庭生活的负责，但是，前提是我们需要先学会照顾好自己方可对家庭负责，才有能力和机会做到更多。还有你那控制不住的情绪，如果是生理原因，难道生病也是自己的错吗？显然不是，是确认的疾病的话，还是需要药物治疗的。",
    "annotation": [
      {
        "sentence": "我不否定我们需要为家庭成员，为着家庭生活的负责，但是，前提是我们需要先学会照顾好自己方可对家庭负责，才有能力和机会做到更多。",
        "label": ""
      },
      {
        "sentence": "还有你那控制不住的情绪，如果是生理原因，难道生病也是自己的错吗？",
        "label": ""
      },
      {
        "sentence": "显然不是，是确认的疾病的话，还是需要药物治疗的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但有时候我觉得自己特别无助，好像任何事情都被情绪所控制，完全没有自己的主动权。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但有时候我觉得自己特别无助，好像任何事情都被情绪所控制，完全没有自己的主动权。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到无助的心情，但是我们要知道，我们的情绪并不完全掌控着我们的决定。有时候，情绪激动是身体在传达一种信息，我们需要去认识并处理这些信息。比如，你会遇到一些什么内容会哭，那是你情感细腻的部分，没有什么不好或者说是不行的，只是说你对这个状态不满意。如果有必要，还是去寻求专业医师的治疗或者是寻找心理咨询的帮助。",
    "annotation": [
      {
        "sentence": "我理解你感到无助的心情，但是我们要知道，我们的情绪并不完全掌控着我们的决定。",
        "label": ""
      },
      {
        "sentence": "有时候，情绪激动是身体在传达一种信息，我们需要去认识并处理这些信息。",
        "label": ""
      },
      {
        "sentence": "比如，你会遇到一些什么内容会哭，那是你情感细腻的部分，没有什么不好或者说是不行的，只是说你对这个状态不满意。",
        "label": ""
      },
      {
        "sentence": "如果有必要，还是去寻求专业医师的治疗或者是寻找心理咨询的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议。我现在也意识到我需要为自己寻求一些帮助，并且不再把责任都放在自己身上。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我现在也意识到我需要为自己寻求一些帮助，并且不再把责任都放在自己身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有两种能力，一种是自助的能力，一种是求助的能力。我相信你两者兼具，在他人和自己的努力下，愿你走出属于自己的路。同时，希望你也能找到适合自己的方法，让自己能够更好地面对困境，并找到内心的宁静和快乐。",
    "annotation": [
      {
        "sentence": "每个人都有两种能力，一种是自助的能力，一种是求助的能力。",
        "label": ""
      },
      {
        "sentence": "我相信你两者兼具，在他人和自己的努力下，愿你走出属于自己的路。",
        "label": ""
      },
      {
        "sentence": "同时，希望你也能找到适合自己的方法，让自己能够更好地面对困境，并找到内心的宁静和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。我会努力寻找适合自己的方法，并且相信自己能够战胜困难。再次感谢你陪伴我度过这段难过的时光。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会努力寻找适合自己的方法，并且相信自己能够战胜困难。",
        "label": ""
      },
      {
        "sentence": "再次感谢你陪伴我度过这段难过的时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。无论何时需要倾诉或是寻求帮助，都不要犹豫，我们一起度过这段难过的时光。祝福你能够找到属于自己的快乐和幸福。",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "无论何时需要倾诉或是寻求帮助，都不要犹豫，我们一起度过这段难过的时光。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的快乐和幸福。",
        "label": ""
      }
    ]
  }
]