[
  {
    "role": "client",
    "content": "我和他都离过婚，交往1年多了，异地恋靠谱吗？我和他都离过婚，交往1年多了，他觉得在我的城市不知道做什么，想回老家呆在父母和孩子的身边，那边自己也熟悉方便找事情做，老是说各种现实问题，而我这边也有父母儿子也不可能跟他去那边，但这就面临着我们要异地，我是一个完全不能接受异地的人，但他答应带我回去见他父母让他们认识我，我答应了可以异地，但我心里依旧没底，我本来就是一个缺乏安全感的人，异地会让我好难受，我不知道异地恋到底靠不靠谱，我也不知道他说的经济条件成熟了再不用异地需要多久，一切的未知让我不知道去见了他父母之后怎么面对异地这个问题。",
    "annotation": [
      {
        "sentence": "我和他都离过婚，交往1年多了，异地恋靠谱吗？",
        "label": ""
      },
      {
        "sentence": "我和他都离过婚，交往1年多了，他觉得在我的城市不知道做什么，想回老家呆在父母和孩子的身边，那边自己也熟悉方便找事情做，老是说各种现实问题，而我这边也有父母儿子也不可能跟他去那边，但这就面临着我们要异地，我是一个完全不能接受异地的人，但他答应带我回去见他父母让他们认识我，我答应了可以异地，但我心里依旧没底，我本来就是一个缺乏安全感的人，异地会让我好难受，我不知道异地恋到底靠不靠谱，我也不知道他说的经济条件成熟了再不用异地需要多久，一切的未知让我不知道去见了他父母之后怎么面对异地这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，看到你的问题，我能理解你的纠结和无奈。希望我的分析和建议能对你有所帮助。首先，我想给你一个大大的拥抱。你提到你缺乏安全感，对异地恋持怀疑态度，这是你心里的一道难关。其次，你的顾虑应该不只是关于异地恋是否靠谱，更应该考虑对方本身是否靠谱。一段感情的可靠程度不是由异地与否决定的，而是由对方的品质所决定的。另外，你的顾虑部分原因可能是你并不信任对方，或者对方没有给你足够的安全感。现在需要面对的问题是：双方父母是否都同意这段关系？各自的孩子有多大了？如果孩子已经有一定年龄，他们也应该参与进来，了解他们的想法和态度。未来如果有一方需要到对方的城市工作，有没有一定的规划？双方是否有继续发展的空间？最重要的是，你觉得对方是否值得你为之付出？异地恋确实不容易，建议你与对方深入沟通，比如可以给对方设定一个期限，约定多久之后结束异地。同时，也要给自己留一个底。如何面对异地的问题应该由你们两个人共同探讨，因为这是你们两个人的事情，应该共同商讨出双方都能接受的解决方案。最终的决定还是要靠你自己来衡量，我能提供的只是一些分析和建议。希望这些能对你有所帮助。祝你一切顺利，一切都好。",
    "annotation": [
      {
        "sentence": "求助者，看到你的问题，我能理解你的纠结和无奈。",
        "label": ""
      },
      {
        "sentence": "希望我的分析和建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，我想给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "你提到你缺乏安全感，对异地恋持怀疑态度，这是你心里的一道难关。",
        "label": ""
      },
      {
        "sentence": "其次，你的顾虑应该不只是关于异地恋是否靠谱，更应该考虑对方本身是否靠谱。",
        "label": ""
      },
      {
        "sentence": "一段感情的可靠程度不是由异地与否决定的，而是由对方的品质所决定的。",
        "label": ""
      },
      {
        "sentence": "另外，你的顾虑部分原因可能是你并不信任对方，或者对方没有给你足够的安全感。",
        "label": ""
      },
      {
        "sentence": "现在需要面对的问题是：双方父母是否都同意这段关系？",
        "label": ""
      },
      {
        "sentence": "各自的孩子有多大了？",
        "label": ""
      },
      {
        "sentence": "如果孩子已经有一定年龄，他们也应该参与进来，了解他们的想法和态度。",
        "label": ""
      },
      {
        "sentence": "未来如果有一方需要到对方的城市工作，有没有一定的规划？",
        "label": ""
      },
      {
        "sentence": "双方是否有继续发展的空间？",
        "label": ""
      },
      {
        "sentence": "最重要的是，你觉得对方是否值得你为之付出？",
        "label": ""
      },
      {
        "sentence": "异地恋确实不容易，建议你与对方深入沟通，比如可以给对方设定一个期限，约定多久之后结束异地。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己留一个底。",
        "label": ""
      },
      {
        "sentence": "如何面对异地的问题应该由你们两个人共同探讨，因为这是你们两个人的事情，应该共同商讨出双方都能接受的解决方案。",
        "label": ""
      },
      {
        "sentence": "最终的决定还是要靠你自己来衡量，我能提供的只是一些分析和建议。",
        "label": ""
      },
      {
        "sentence": "希望这些能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，一切都好。",
        "label": ""
      }
    ]
  }
]