[
  {
    "role": "client",
    "content": "我缺爱，并且失去了自我，怎么办？我和男朋友最近在分手的边缘，我们是异地恋，他比我大四岁，一直说想和我结婚，但我刚进入社会，还想在事业上努努力，于是孤身一人来到北京打拼，他却面临着三十危机。我对异地恋没有什么信心，因为他很少给我一个期望的构想，想走一步看一步。然而我已经不止一次发现他在玩一个相亲社交软件，我为此和他闹过哭过，但他好像并没有为此卸载。我本来就对异地恋没有信心，觉得他这样太容易劈腿了...我是个很缺爱很没用安全感的人，所以就拿陈年往事去骂了他，想跟他分手了。但我还是狠不下心，我想着以后也是前途渺茫，就想先冷落他再说。但我内心却非常想找他，想道歉，心中像划开了一条伤口，寂寞难耐到抑郁。我现在身体也得了病，心态很糟糕，对自己都是负面评价，脑袋总是很沉想哭，应该抑郁了吧...想知道我怎么才能重新找回平静和快乐？",
    "annotation": [
      {
        "sentence": "我缺爱，并且失去了自我，怎么办？",
        "label": ""
      },
      {
        "sentence": "我和男朋友最近在分手的边缘，我们是异地恋，他比我大四岁，一直说想和我结婚，但我刚进入社会，还想在事业上努努力，于是孤身一人来到北京打拼，他却面临着三十危机。",
        "label": ""
      },
      {
        "sentence": "我对异地恋没有什么信心，因为他很少给我一个期望的构想，想走一步看一步。",
        "label": ""
      },
      {
        "sentence": "然而我已经不止一次发现他在玩一个相亲社交软件，我为此和他闹过哭过，但他好像并没有为此卸载。",
        "label": ""
      },
      {
        "sentence": "我本来就对异地恋没有信心，觉得他这样太容易劈腿了...我是个很缺爱很没用安全感的人，所以就拿陈年往事去骂了他，想跟他分手了。",
        "label": ""
      },
      {
        "sentence": "但我还是狠不下心，我想着以后也是前途渺茫，就想先冷落他再说。",
        "label": ""
      },
      {
        "sentence": "但我内心却非常想找他，想道歉，心中像划开了一条伤口，寂寞难耐到抑郁。",
        "label": ""
      },
      {
        "sentence": "我现在身体也得了病，心态很糟糕，对自己都是负面评价，脑袋总是很沉想哭，应该抑郁了吧...想知道我怎么才能重新找回平静和快乐？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的话，我能感受到你现在的内心痛苦和不安。你首先提到了你对异地恋的不信心，感觉他容易劈腿。这种担忧是可以理解的，因为你希望建立在互相信任和坦诚的关系中。但有时候我们也需要正视可能的失去和面对痛苦，这段关系带给了你矛盾的感受。也许你并不是真的想跟他结婚，而是渴望稳定的关系和被爱被在乎的感觉。在面临可能失去这段关系的时候，会有寂寞和痛苦的过程，告别熟悉的生活和互动并不容易。",
    "annotation": [
      {
        "sentence": "看到你的话，我能感受到你现在的内心痛苦和不安。",
        "label": ""
      },
      {
        "sentence": "你首先提到了你对异地恋的不信心，感觉他容易劈腿。",
        "label": ""
      },
      {
        "sentence": "这种担忧是可以理解的，因为你希望建立在互相信任和坦诚的关系中。",
        "label": ""
      },
      {
        "sentence": "但有时候我们也需要正视可能的失去和面对痛苦，这段关系带给了你矛盾的感受。",
        "label": ""
      },
      {
        "sentence": "也许你并不是真的想跟他结婚，而是渴望稳定的关系和被爱被在乎的感觉。",
        "label": ""
      },
      {
        "sentence": "在面临可能失去这段关系的时候，会有寂寞和痛苦的过程，告别熟悉的生活和互动并不容易。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得自己需要被爱和被在乎。但我真的难以放下这段关系，我觉得自己依赖他。我会试着爱自己，但现在对自己的评价都是消极的，感觉很沮丧和抑郁。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得自己需要被爱和被在乎。",
        "label": ""
      },
      {
        "sentence": "但我真的难以放下这段关系，我觉得自己依赖他。",
        "label": ""
      },
      {
        "sentence": "我会试着爱自己，但现在对自己的评价都是消极的，感觉很沮丧和抑郁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了对自己的评价消极，感觉沮丧和抑郁。这些感受表明了你内心的痛苦和需要。要学会爱自己并不是一件容易的事情，但也是非常重要的。首先，你可以从梳理和探索自己开始。为什么你对异地恋没有信心，却又选择了异地恋？这可能与你对亲密关系的期望和回避有关，既希望亲密，又希望保持一定的距离。对自己的情感模式进行探索，了解和成长经历是否有关，这样能够更理性地面对感情纠葛。",
    "annotation": [
      {
        "sentence": "你提到了对自己的评价消极，感觉沮丧和抑郁。",
        "label": ""
      },
      {
        "sentence": "这些感受表明了你内心的痛苦和需要。",
        "label": ""
      },
      {
        "sentence": "要学会爱自己并不是一件容易的事情，但也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "首先，你可以从梳理和探索自己开始。",
        "label": ""
      },
      {
        "sentence": "为什么你对异地恋没有信心，却又选择了异地恋？",
        "label": ""
      },
      {
        "sentence": "这可能与你对亲密关系的期望和回避有关，既希望亲密，又希望保持一定的距离。",
        "label": ""
      },
      {
        "sentence": "对自己的情感模式进行探索，了解和成长经历是否有关，这样能够更理性地面对感情纠葛。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我发现我对亲密关系有一种矛盾的心态。我渴望亲密，但又害怕受伤害，所以总是保持一定的距离。我想这可能与我的成长经历有关，但我还不太清楚具体是怎么影响到我现在的感情。",
    "annotation": [
      {
        "sentence": "确实，我发现我对亲密关系有一种矛盾的心态。",
        "label": ""
      },
      {
        "sentence": "我渴望亲密，但又害怕受伤害，所以总是保持一定的距离。",
        "label": ""
      },
      {
        "sentence": "我想这可能与我的成长经历有关，但我还不太清楚具体是怎么影响到我现在的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够发现自己对亲密关系的矛盾心态已经是非常好的一步。接下来，你可以将注意力放在事业上，并欣赏和鼓励自己的进步和面对挑战的能力。通过培养你的事业心和独立意识，你将会培养起更多的自我价值感和自信心。这种爱自己的力量是由内而外的，不需要依赖于一段并不理想的关系。此外，试着想象一下自己期待中的自己，思考一下如何实现这些期望和目标。可以寻求团体咨询或个体咨询的帮助，深入了解自己，接受、爱护和实现自己。",
    "annotation": [
      {
        "sentence": "你能够发现自己对亲密关系的矛盾心态已经是非常好的一步。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以将注意力放在事业上，并欣赏和鼓励自己的进步和面对挑战的能力。",
        "label": ""
      },
      {
        "sentence": "通过培养你的事业心和独立意识，你将会培养起更多的自我价值感和自信心。",
        "label": ""
      },
      {
        "sentence": "这种爱自己的力量是由内而外的，不需要依赖于一段并不理想的关系。",
        "label": ""
      },
      {
        "sentence": "此外，试着想象一下自己期待中的自己，思考一下如何实现这些期望和目标。",
        "label": ""
      },
      {
        "sentence": "可以寻求团体咨询或个体咨询的帮助，深入了解自己，接受、爱护和实现自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的，我觉得确实有一些可以尝试的方法。我会尝试关注事业的进步，并且观察自己更多的实现可能性。同时，我也会考虑寻求咨询的帮助，深入了解自己。非常感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "听你说的，我觉得确实有一些可以尝试的方法。",
        "label": ""
      },
      {
        "sentence": "我会尝试关注事业的进步，并且观察自己更多的实现可能性。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求咨询的帮助，深入了解自己。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你。记得，你的感受很重要，愿意倾听自己的内心声音并为自己的幸福而努力是非常值得的。祝愿你能够找回内心的平静和快乐！如果还有需要的话，随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得，你的感受很重要，愿意倾听自己的内心声音并为自己的幸福而努力是非常值得的。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找回内心的平静和快乐！",
        "label": ""
      },
      {
        "sentence": "如果还有需要的话，随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]