[
  {
    "role": "client",
    "content": "我缺爱，并且失去自我，怎么办？我和男朋友最近在分手的边缘，我们是异地恋，他比我大四岁，一直说想和我结婚，但我刚进入社会，还想在事业上努努力，于是孤身一人来到北京打拼，他却面临三十危机。我对异地恋没有什么信心，因为他很少给我一个期望的构想，想走一步看一步。然而我已经不止一次发现他在玩一个相亲社交软件，我为此和他闹过哭过，但他好像并没有为此卸载。我本来就对异地恋没有信心，觉得他这样太容易劈腿了...我是个很缺爱很没用安全感的人，所以就拿陈年往事去骂了他，想跟他分手了。但我还是狠不下心，我想着以后也是前途渺茫，就想先冷落他再说。但我内心却非常想找他，想道歉，心中像划开了一条伤口，寂寞难耐到抑郁。我现在身体也得了病，心态很糟糕，对自己都是负面评价，脑袋总是很沉想哭，应该抑郁了吧...想知道我怎么才能重新找回平静和快乐？",
    "annotation": [
      {
        "sentence": "我缺爱，并且失去自我，怎么办？",
        "label": ""
      },
      {
        "sentence": "我和男朋友最近在分手的边缘，我们是异地恋，他比我大四岁，一直说想和我结婚，但我刚进入社会，还想在事业上努努力，于是孤身一人来到北京打拼，他却面临三十危机。",
        "label": ""
      },
      {
        "sentence": "我对异地恋没有什么信心，因为他很少给我一个期望的构想，想走一步看一步。",
        "label": ""
      },
      {
        "sentence": "然而我已经不止一次发现他在玩一个相亲社交软件，我为此和他闹过哭过，但他好像并没有为此卸载。",
        "label": ""
      },
      {
        "sentence": "我本来就对异地恋没有信心，觉得他这样太容易劈腿了...我是个很缺爱很没用安全感的人，所以就拿陈年往事去骂了他，想跟他分手了。",
        "label": ""
      },
      {
        "sentence": "但我还是狠不下心，我想着以后也是前途渺茫，就想先冷落他再说。",
        "label": ""
      },
      {
        "sentence": "但我内心却非常想找他，想道歉，心中像划开了一条伤口，寂寞难耐到抑郁。",
        "label": ""
      },
      {
        "sentence": "我现在身体也得了病，心态很糟糕，对自己都是负面评价，脑袋总是很沉想哭，应该抑郁了吧...想知道我怎么才能重新找回平静和快乐？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所说的缺爱是他给带来的，还是一直都存在这个状况？不论是他带来的，还是原生家庭造成的，其实都是你在乎他的太狠了。虽然你没有信心，但是迹象表明，你暂时没有想离开他的想法，只是有想分开的想法，你只要有这个想法，就会感到很痛苦吧？",
    "annotation": [
      {
        "sentence": "你所说的缺爱是他给带来的，还是一直都存在这个状况？",
        "label": ""
      },
      {
        "sentence": "不论是他带来的，还是原生家庭造成的，其实都是你在乎他的太狠了。",
        "label": ""
      },
      {
        "sentence": "虽然你没有信心，但是迹象表明，你暂时没有想离开他的想法，只是有想分开的想法，你只要有这个想法，就会感到很痛苦吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实很在乎他，但我对我们的未来没有信心。他的行为也让我觉得很容易劈腿。",
    "annotation": [
      {
        "sentence": "是的，我确实很在乎他，但我对我们的未来没有信心。",
        "label": ""
      },
      {
        "sentence": "他的行为也让我觉得很容易劈腿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的痛苦，因为我也是个缺爱的人。当我们喜欢一个人、习惯了一个人，只要分开就会很难受，甚至会导致进一步的痛苦。你要仔细想想，你能忍受他在相亲软件上聊天吗？即使忍受了，你能保证以后不会翻旧账吗？",
    "annotation": [
      {
        "sentence": "我非常理解你的痛苦，因为我也是个缺爱的人。",
        "label": ""
      },
      {
        "sentence": "当我们喜欢一个人、习惯了一个人，只要分开就会很难受，甚至会导致进一步的痛苦。",
        "label": ""
      },
      {
        "sentence": "你要仔细想想，你能忍受他在相亲软件上聊天吗？",
        "label": ""
      },
      {
        "sentence": "即使忍受了，你能保证以后不会翻旧账吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实很难忍受他在相亲软件上的行为，而且我也不确定自己能否原谅他。我觉得对他的期望值也在降低，我不确定对他还有多少信心。",
    "annotation": [
      {
        "sentence": "我其实很难忍受他在相亲软件上的行为，而且我也不确定自己能否原谅他。",
        "label": ""
      },
      {
        "sentence": "我觉得对他的期望值也在降低，我不确定对他还有多少信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你内心是有答案的对吧，只是你觉得无法忍受孤独与寂寞，甚至习惯了这种状态。你害怕什么呢？你可以深呼吸，闭上眼睛问问自己。",
    "annotation": [
      {
        "sentence": "其实你内心是有答案的对吧，只是你觉得无法忍受孤独与寂寞，甚至习惯了这种状态。",
        "label": ""
      },
      {
        "sentence": "你害怕什么呢？",
        "label": ""
      },
      {
        "sentence": "你可以深呼吸，闭上眼睛问问自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕失去他，害怕没有安全感。我觉得自己真的很孤独，想要道歉，但又觉得心中像划开了一道伤口，寂寞让我难以忍受，甚至导致了抑郁。",
    "annotation": [
      {
        "sentence": "我害怕失去他，害怕没有安全感。",
        "label": ""
      },
      {
        "sentence": "我觉得自己真的很孤独，想要道歉，但又觉得心中像划开了一道伤口，寂寞让我难以忍受，甚至导致了抑郁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在不仅精神上痛苦，还身体有病，心态也很糟糕。你对自己评价过于负面，脑袋总是沉浸在负面情绪中，很可能已经陷入抑郁了。你想知道如何重新找回平静和快乐吗？",
    "annotation": [
      {
        "sentence": "你现在不仅精神上痛苦，还身体有病，心态也很糟糕。",
        "label": ""
      },
      {
        "sentence": "你对自己评价过于负面，脑袋总是沉浸在负面情绪中，很可能已经陷入抑郁了。",
        "label": ""
      },
      {
        "sentence": "你想知道如何重新找回平静和快乐吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，请指导我，我真的希望能找回平静和快乐。",
    "annotation": [
      {
        "sentence": "是的，请指导我，我真的希望能找回平静和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要明确缺爱导致我们变得卑微，但卑微不会让我们幸福并变得勇敢。不要害怕，学会爱自己，世界才会充满光明。记得好好照顾自己的饮食，适度运动，专注工作赚钱。世界上有很多人愿意给我们安全感的，你要加油，一起追求幸福吧。",
    "annotation": [
      {
        "sentence": "首先，你要明确缺爱导致我们变得卑微，但卑微不会让我们幸福并变得勇敢。",
        "label": ""
      },
      {
        "sentence": "不要害怕，学会爱自己，世界才会充满光明。",
        "label": ""
      },
      {
        "sentence": "记得好好照顾自己的饮食，适度运动，专注工作赚钱。",
        "label": ""
      },
      {
        "sentence": "世界上有很多人愿意给我们安全感的，你要加油，一起追求幸福吧。",
        "label": ""
      }
    ]
  }
]