[
  {
    "role": "client",
    "content": "我是一个19岁的男生，高考结束后到现在，我和我女朋友之间一直存在感情问题。我们是在高中最后一个学期转班时认识的，感情一直不错，每天一起吃饭，但有时也会有点小摩擦。我是个敏感而玻璃心的人，觉得她很善良，很体贴人。高考结束后，我去她的城市找她玩，我们一起牵手过马路，一起吃饭，一起玩，还拍了很多珍贵的照片。但是，每次我想让她在社交媒体上发我们的照片或合影时，她总是拒绝，说是因为害羞。我内心特别希望在朋友面前公开我们的关系，接受他人的祝福。我曾经鼓励她，甚至厚着脸皮请求她很多次，但她总是无动于衷。后来加上高考志愿不理想和一些家庭琐事，我们开始吵架，甚至升级到激烈的地步，我都不知道自己为什么变成这样。就像是无法解开这个心结，感觉如果不能满足虚荣心，就无法敞开心扉。更糟糕的是，我开始怀疑她在心里留有别人的位置。我真的很想回到过去，成为甜甜蜜蜜的小情侣，但总是无法解开这个心结。",
    "annotation": [
      {
        "sentence": "我是一个19岁的男生，高考结束后到现在，我和我女朋友之间一直存在感情问题。",
        "label": ""
      },
      {
        "sentence": "我们是在高中最后一个学期转班时认识的，感情一直不错，每天一起吃饭，但有时也会有点小摩擦。",
        "label": ""
      },
      {
        "sentence": "我是个敏感而玻璃心的人，觉得她很善良，很体贴人。",
        "label": ""
      },
      {
        "sentence": "高考结束后，我去她的城市找她玩，我们一起牵手过马路，一起吃饭，一起玩，还拍了很多珍贵的照片。",
        "label": ""
      },
      {
        "sentence": "但是，每次我想让她在社交媒体上发我们的照片或合影时，她总是拒绝，说是因为害羞。",
        "label": ""
      },
      {
        "sentence": "我内心特别希望在朋友面前公开我们的关系，接受他人的祝福。",
        "label": ""
      },
      {
        "sentence": "我曾经鼓励她，甚至厚着脸皮请求她很多次，但她总是无动于衷。",
        "label": ""
      },
      {
        "sentence": "后来加上高考志愿不理想和一些家庭琐事，我们开始吵架，甚至升级到激烈的地步，我都不知道自己为什么变成这样。",
        "label": ""
      },
      {
        "sentence": "就像是无法解开这个心结，感觉如果不能满足虚荣心，就无法敞开心扉。",
        "label": ""
      },
      {
        "sentence": "更糟糕的是，我开始怀疑她在心里留有别人的位置。",
        "label": ""
      },
      {
        "sentence": "我真的很想回到过去，成为甜甜蜜蜜的小情侣，但总是无法解开这个心结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情中出现矛盾和争吵是很正常的事情，但吵架确实会影响两个人之间的关系。你很希望对方能够在社交媒体上分享我们的照片，可能这对你来说是一种占有欲的表现。在这个事情上，你觉得对方不公开给你带来了什么感受呢？不公开并不一定是一件坏事，我觉得还是需要尊重对方的意愿。你们的感情可能还不够成熟，但爱是相互的，尊重和理解对方很重要。把握好沟通的方式，试着平和地与对方交流。你内心的不安全感以及敏感，会让你对这段感情非常看重，希望通过外界的力量，比如社交平台上的曝光和朋友见面等来维护你们的关系。但这似乎有点本末倒置了。一段感情的维系需要两个人的努力，需要尊重和理解对方。你想做的事情更多是为了满足自己，而很容易忽视对方的感受，给她带来伤害。建议你们好好沟通，你可以提出自己的需求，但对方是否愿意公开是她的权利。试着适当降低你的期望，同时要多肯定自己，你是值得被爱的。高三结束到现在，你们的感情还需要更多的时间和相处。年轻的感情容易相互伤害，就像带刺的小刺猬用身上的刺来保护自己，但往往会受伤更深。慢慢来，好好沟通，找出争吵的真正原因，并共同想办法去解决。",
    "annotation": [
      {
        "sentence": "感情中出现矛盾和争吵是很正常的事情，但吵架确实会影响两个人之间的关系。",
        "label": ""
      },
      {
        "sentence": "你很希望对方能够在社交媒体上分享我们的照片，可能这对你来说是一种占有欲的表现。",
        "label": ""
      },
      {
        "sentence": "在这个事情上，你觉得对方不公开给你带来了什么感受呢？",
        "label": ""
      },
      {
        "sentence": "不公开并不一定是一件坏事，我觉得还是需要尊重对方的意愿。",
        "label": ""
      },
      {
        "sentence": "你们的感情可能还不够成熟，但爱是相互的，尊重和理解对方很重要。",
        "label": ""
      },
      {
        "sentence": "把握好沟通的方式，试着平和地与对方交流。",
        "label": ""
      },
      {
        "sentence": "你内心的不安全感以及敏感，会让你对这段感情非常看重，希望通过外界的力量，比如社交平台上的曝光和朋友见面等来维护你们的关系。",
        "label": ""
      },
      {
        "sentence": "但这似乎有点本末倒置了。",
        "label": ""
      },
      {
        "sentence": "一段感情的维系需要两个人的努力，需要尊重和理解对方。",
        "label": ""
      },
      {
        "sentence": "你想做的事情更多是为了满足自己，而很容易忽视对方的感受，给她带来伤害。",
        "label": ""
      },
      {
        "sentence": "建议你们好好沟通，你可以提出自己的需求，但对方是否愿意公开是她的权利。",
        "label": ""
      },
      {
        "sentence": "试着适当降低你的期望，同时要多肯定自己，你是值得被爱的。",
        "label": ""
      },
      {
        "sentence": "高三结束到现在，你们的感情还需要更多的时间和相处。",
        "label": ""
      },
      {
        "sentence": "年轻的感情容易相互伤害，就像带刺的小刺猬用身上的刺来保护自己，但往往会受伤更深。",
        "label": ""
      },
      {
        "sentence": "慢慢来，好好沟通，找出争吵的真正原因，并共同想办法去解决。",
        "label": ""
      }
    ]
  }
]