[
  {
    "role": "client",
    "content": "好讨厌内向的自己，觉得自己不爱说话，很害怕这样？今天第一天新老师报道，我好害怕，虽然选择了老师这个职业，但是我还是没适应，我都没上台讲过课，而且我来的那个学校就我一个新老师，我和其他老师聊天我都觉得我好腼腆，好内向，我好怕他们会看不起我，不和我交流，我觉得自己不如他们，心里好焦虑，明天就要上台讲课了，不知道我做不做的到。",
    "annotation": [
      {
        "sentence": "好讨厌内向的自己，觉得自己不爱说话，很害怕这样？",
        "label": ""
      },
      {
        "sentence": "今天第一天新老师报道，我好害怕，虽然选择了老师这个职业，但是我还是没适应，我都没上台讲过课，而且我来的那个学校就我一个新老师，我和其他老师聊天我都觉得我好腼腆，好内向，我好怕他们会看不起我，不和我交流，我觉得自己不如他们，心里好焦虑，明天就要上台讲课了，不知道我做不做的到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我最近也刚开始一份新工作，面对陌生的一切，感觉是一个挑战，心理难免会有担心，怕自己表现的不够好，怕别人不接受自己，各种自我评判的声音出来，所以你说的情况，我很有同感。这是每个人面对新环境会有的正常反应，不用太在意，把精力放在让如何让自己感觉更好上。",
    "annotation": [
      {
        "sentence": "你好，我最近也刚开始一份新工作，面对陌生的一切，感觉是一个挑战，心理难免会有担心，怕自己表现的不够好，怕别人不接受自己，各种自我评判的声音出来，所以你说的情况，我很有同感。",
        "label": ""
      },
      {
        "sentence": "这是每个人面对新环境会有的正常反应，不用太在意，把精力放在让如何让自己感觉更好上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你也有类似的经历啊？那你是怎么克服的？",
    "annotation": [
      {
        "sentence": "你也有类似的经历啊？",
        "label": ""
      },
      {
        "sentence": "那你是怎么克服的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我也曾经感受到类似的不安和焦虑。我采取的方法是谦虚地向有经验的人学习，向他们请教，并用心观察，这样可以更好地适应新环境。你作为老师，可以多考虑下，如何让自己成为一个合格的教师。",
    "annotation": [
      {
        "sentence": "是的，我也曾经感受到类似的不安和焦虑。",
        "label": ""
      },
      {
        "sentence": "我采取的方法是谦虚地向有经验的人学习，向他们请教，并用心观察，这样可以更好地适应新环境。",
        "label": ""
      },
      {
        "sentence": "你作为老师，可以多考虑下，如何让自己成为一个合格的教师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会虚心向其他老师学习的，但我还是担心他们会看不起我。我怕他们不愿意和我交流。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会虚心向其他老师学习的，但我还是担心他们会看不起我。",
        "label": ""
      },
      {
        "sentence": "我怕他们不愿意和我交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是可以理解的，但是你要相信，只要你用心投入工作中，无论是新人还是老人，都会看到你的努力，并接纳并认可你。内在的光芒会散发出来，你的态度和努力会吸引着同频的人进入你的生命，开启各种美好的关系。",
    "annotation": [
      {
        "sentence": "这种担心是可以理解的，但是你要相信，只要你用心投入工作中，无论是新人还是老人，都会看到你的努力，并接纳并认可你。",
        "label": ""
      },
      {
        "sentence": "内在的光芒会散发出来，你的态度和努力会吸引着同频的人进入你的生命，开启各种美好的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。还有什么其他的建议吗？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "还有什么其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了以上的建议，我还想提醒你要认真对待自己的工作。作为一名老师，你可能会改变很多孩子的命运，这是一份神圣的工作。当你把全身心投入到工作中，你就会发现很多让自己心动的事情。无论别人如何评价，只要你有正确的认知，就会有内在的平静和光芒。回归内心，感受美好，开启生命新的篇章。",
    "annotation": [
      {
        "sentence": "除了以上的建议，我还想提醒你要认真对待自己的工作。",
        "label": ""
      },
      {
        "sentence": "作为一名老师，你可能会改变很多孩子的命运，这是一份神圣的工作。",
        "label": ""
      },
      {
        "sentence": "当你把全身心投入到工作中，你就会发现很多让自己心动的事情。",
        "label": ""
      },
      {
        "sentence": "无论别人如何评价，只要你有正确的认知，就会有内在的平静和光芒。",
        "label": ""
      },
      {
        "sentence": "回归内心，感受美好，开启生命新的篇章。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会努力做好自己的工作的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会努力做好自己的工作的。",
        "label": ""
      }
    ]
  }
]