[
  {
    "role": "client",
    "content": "原生家庭不好长期缺爱很多问题，不敢去心理咨询咋办？一名初一学生。情绪已经波动很久了，我不知道该从何讲起，我只想说我妈情绪不稳定，让我无所适从，就像樊登读书会所讲的自恋型妈妈一样，我爸也很讨厌，帮着妈妈打我，从小被打到大，我长期缺爱。有的时候承受力极差，有想自杀的倾向，但过了几天又忘了，有的时候很悲观，我外婆也不是很好的性格，都是原生家庭不好。我经常晚上一个人偷偷地哭，争执吃饭时有时外婆会和我妈吵，我外婆偶尔会哭，我妈就尖叫，我好想逃脱这个家，只要我和我妈吵，不管谁有理，我爸就打我，最后经常是讲一些不知道的话讽刺我，自以为很有学问，我妈会嘲讽我怪不得没人爱，胖，矮。我觉得我不能再容忍了。",
    "annotation": [
      {
        "sentence": "原生家庭不好长期缺爱很多问题，不敢去心理咨询咋办？",
        "label": ""
      },
      {
        "sentence": "一名初一学生。",
        "label": ""
      },
      {
        "sentence": "情绪已经波动很久了，我不知道该从何讲起，我只想说我妈情绪不稳定，让我无所适从，就像樊登读书会所讲的自恋型妈妈一样，我爸也很讨厌，帮着妈妈打我，从小被打到大，我长期缺爱。",
        "label": ""
      },
      {
        "sentence": "有的时候承受力极差，有想自杀的倾向，但过了几天又忘了，有的时候很悲观，我外婆也不是很好的性格，都是原生家庭不好。",
        "label": ""
      },
      {
        "sentence": "我经常晚上一个人偷偷地哭，争执吃饭时有时外婆会和我妈吵，我外婆偶尔会哭，我妈就尖叫，我好想逃脱这个家，只要我和我妈吵，不管谁有理，我爸就打我，最后经常是讲一些不知道的话讽刺我，自以为很有学问，我妈会嘲讽我怪不得没人爱，胖，矮。",
        "label": ""
      },
      {
        "sentence": "我觉得我不能再容忍了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你正在经历的困难，从你的描述中我能感受到你的低落和无助。不过，我相信每个人的存在都是有意义的，你也是如此，不要自暴自弃。**在这个问题上你个人的【选择是最重要的】。从你所描述的情况来看，你妈妈的情绪不稳定让你感到困惑和无助，你爸爸也对你不友好，从小被打击，长期缺乏关爱。你承受了相当大的压力，且有时候甚至有自杀倾向，尽管几天之后又会忘记这些。有时候你会觉得很悲观，而你的外婆也不是一个很好相处的人，这些都源自于你的家庭环境的不好。每当晚上你偷偷地哭泣，吃饭时的争吵，外婆和你妈妈偶尔的争执，你妈妈的尖叫，这些都让你很想逃离这个家庭。只要你和妈妈吵架，无论对错，你爸爸就会打你，并最终用一些你不明白的话来讽刺你，以为自己很有见识。你妈妈会嘲笑你，说你没人爱，胖，矮。我明白你已经无法再容忍下去了。",
    "annotation": [
      {
        "sentence": "我理解你正在经历的困难，从你的描述中我能感受到你的低落和无助。",
        "label": ""
      },
      {
        "sentence": "不过，我相信每个人的存在都是有意义的，你也是如此，不要自暴自弃。",
        "label": ""
      },
      {
        "sentence": "**在这个问题上你个人的【选择是最重要的】。",
        "label": ""
      },
      {
        "sentence": "从你所描述的情况来看，你妈妈的情绪不稳定让你感到困惑和无助，你爸爸也对你不友好，从小被打击，长期缺乏关爱。",
        "label": ""
      },
      {
        "sentence": "你承受了相当大的压力，且有时候甚至有自杀倾向，尽管几天之后又会忘记这些。",
        "label": ""
      },
      {
        "sentence": "有时候你会觉得很悲观，而你的外婆也不是一个很好相处的人，这些都源自于你的家庭环境的不好。",
        "label": ""
      },
      {
        "sentence": "每当晚上你偷偷地哭泣，吃饭时的争吵，外婆和你妈妈偶尔的争执，你妈妈的尖叫，这些都让你很想逃离这个家庭。",
        "label": ""
      },
      {
        "sentence": "只要你和妈妈吵架，无论对错，你爸爸就会打你，并最终用一些你不明白的话来讽刺你，以为自己很有见识。",
        "label": ""
      },
      {
        "sentence": "你妈妈会嘲笑你，说你没人爱，胖，矮。",
        "label": ""
      },
      {
        "sentence": "我明白你已经无法再容忍下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我无法承受这样的家庭环境了，每天都觉得很痛苦，我不知道该怎么做才能改变它。",
    "annotation": [
      {
        "sentence": "我无法承受这样的家庭环境了，每天都觉得很痛苦，我不知道该怎么做才能改变它。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的痛苦，这种情况确实让人难以承受。但你要知道，你并不是无助的。你有权决定自己的生活。对于你所描述的这个家庭环境，你需要做出选择。你可以选择继续承担父母的不成熟，导致自己觉得不值得被爱，或者你可以选择放弃承担他们的责任，相信自己是值得被爱的，并将责任还给他们。你的存在是有意义的，坚信你值得一切美好和被爱。",
    "annotation": [
      {
        "sentence": "我明白你的痛苦，这种情况确实让人难以承受。",
        "label": ""
      },
      {
        "sentence": "但你要知道，你并不是无助的。",
        "label": ""
      },
      {
        "sentence": "你有权决定自己的生活。",
        "label": ""
      },
      {
        "sentence": "对于你所描述的这个家庭环境，你需要做出选择。",
        "label": ""
      },
      {
        "sentence": "你可以选择继续承担父母的不成熟，导致自己觉得不值得被爱，或者你可以选择放弃承担他们的责任，相信自己是值得被爱的，并将责任还给他们。",
        "label": ""
      },
      {
        "sentence": "你的存在是有意义的，坚信你值得一切美好和被爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾试图改变他们，但是他们根本不听我说，我对他们的失望已经到了极点。",
    "annotation": [
      {
        "sentence": "我曾试图改变他们，但是他们根本不听我说，我对他们的失望已经到了极点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你曾尝试改变他们，但他们并没有听从你的意见。你对他们的失望是可以理解的。然而，我们不能改变别人，但可以改变自己对待问题的态度。在这种情况下，你可以试着把注意力和精力放在自己身上，寻求一些积极的方法来处理你的情绪，并建立自己的独立意识。你需要明确父母应该承担的责任，并努力将责任还给他们。相信自己值得被爱，把握自己的生活。",
    "annotation": [
      {
        "sentence": "我了解你曾尝试改变他们，但他们并没有听从你的意见。",
        "label": ""
      },
      {
        "sentence": "你对他们的失望是可以理解的。",
        "label": ""
      },
      {
        "sentence": "然而，我们不能改变别人，但可以改变自己对待问题的态度。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以试着把注意力和精力放在自己身上，寻求一些积极的方法来处理你的情绪，并建立自己的独立意识。",
        "label": ""
      },
      {
        "sentence": "你需要明确父母应该承担的责任，并努力将责任还给他们。",
        "label": ""
      },
      {
        "sentence": "相信自己值得被爱，把握自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得无法摆脱这种困境，我不知道应该如何面对这个家庭。",
    "annotation": [
      {
        "sentence": "我觉得无法摆脱这种困境，我不知道应该如何面对这个家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你觉得无法逃脱这种困境的感受。但请相信，你并非孤立无援。你可以选择寻求帮助，寻找一些专业的心理咨询师，他们可以帮助你面对这个家庭的问题，并提供支持和指导。你并不孤单，还有我在这里支持你，愿意陪伴你度过这段困难的时期。",
    "annotation": [
      {
        "sentence": "我理解你觉得无法逃脱这种困境的感受。",
        "label": ""
      },
      {
        "sentence": "但请相信，你并非孤立无援。",
        "label": ""
      },
      {
        "sentence": "你可以选择寻求帮助，寻找一些专业的心理咨询师，他们可以帮助你面对这个家庭的问题，并提供支持和指导。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，还有我在这里支持你，愿意陪伴你度过这段困难的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你觉得我应该向心理咨询师求助吗？你觉得他们能够真正帮助到我吗？",
    "annotation": [
      {
        "sentence": "你觉得我应该向心理咨询师求助吗？",
        "label": ""
      },
      {
        "sentence": "你觉得他们能够真正帮助到我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认为向心理咨询师求助是一个好的选择。他们是专业的，有经验的，能够为你提供帮助和支持。他们会倾听你的问题，并给予你专业的建议和指导，帮助你找到面对家庭困境的方法。每个人都值得得到帮助，无论是从专业人士还是朋友中。请相信，你并不孤单，还有很多人愿意帮助你度过难关。",
    "annotation": [
      {
        "sentence": "我认为向心理咨询师求助是一个好的选择。",
        "label": ""
      },
      {
        "sentence": "他们是专业的，有经验的，能够为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "他们会倾听你的问题，并给予你专业的建议和指导，帮助你找到面对家庭困境的方法。",
        "label": ""
      },
      {
        "sentence": "每个人都值得得到帮助，无论是从专业人士还是朋友中。",
        "label": ""
      },
      {
        "sentence": "请相信，你并不孤单，还有很多人愿意帮助你度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会考虑去找心理咨询师寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会考虑去找心理咨询师寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助和鼓励。在你决定是否找心理咨询师时，请记住你的感受和需求非常重要。我相信你会做出正确的决定，并且找到适合你的帮助和支持。希望你能尽快摆脱困境，重新找到快乐和安宁的生活。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助和鼓励。",
        "label": ""
      },
      {
        "sentence": "在你决定是否找心理咨询师时，请记住你的感受和需求非常重要。",
        "label": ""
      },
      {
        "sentence": "我相信你会做出正确的决定，并且找到适合你的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "希望你能尽快摆脱困境，重新找到快乐和安宁的生活。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]