[
  {
    "role": "client",
    "content": "最近我很烦躁，脾气无法控制，而且突然感到胸闷、想哭以及头疼。我感觉自己很自卑，总觉得自己情商低，无法做好任何事情。而且我也总是感觉没有可以信任的人，经常感到莫名烦躁，一旦烦躁起来就会发怒，甚至产生一些想要吵架或者伤害他人的冲动。而且当头疼的时候，疼痛无法控制，我会撞墙。我感到非常孤独，但又不愿意别人靠近我。",
    "annotation": [
      {
        "sentence": "最近我很烦躁，脾气无法控制，而且突然感到胸闷、想哭以及头疼。",
        "label": ""
      },
      {
        "sentence": "我感觉自己很自卑，总觉得自己情商低，无法做好任何事情。",
        "label": ""
      },
      {
        "sentence": "而且我也总是感觉没有可以信任的人，经常感到莫名烦躁，一旦烦躁起来就会发怒，甚至产生一些想要吵架或者伤害他人的冲动。",
        "label": ""
      },
      {
        "sentence": "而且当头疼的时候，疼痛无法控制，我会撞墙。",
        "label": ""
      },
      {
        "sentence": "我感到非常孤独，但又不愿意别人靠近我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到这个问题，真的很心疼。我想给你一个大大的拥抱。你17岁，正是花样年华的时候。这个年纪一般都在读高中吧。你觉得自卑，没人可信任，没有朋友，感到烦躁和孤独，头疼，还想过伤害他人或者自杀。这些感受交织在一起，一定很难熬吧。我也曾经有过类似的感受，尤其是头疼，痛起来真的会躺在地上翻滚。我当初去医院检查，但并没有找到任何问题。我试过各种止痛药，但都没有效果，甚至止疼片都没作用。那种感觉真的很糟糕。我17岁的时候也在读高中，那时候我有点胖，学习也一般。我感觉自己是个不合群的人，和这个世界格格不入，没人喜欢我，我也不能全身心地喜欢别人。18岁的时候，更是发生了一些让我觉得人生崩溃的事情。那时候我情绪丧失了，感觉这个世界和我没有关系，我是独立于这个世界的存在。我记得当时看到一句诗，觉得特别贴切：“心都丢了，还会痛吗？”现在我已经35岁了，当然这中间发生了很多事情。当初的那些感觉现在偶尔还是会有，只是已经不再像当初那样完全被控制。我来和你分享一下这些年我的感受和经验吧。",
    "annotation": [
      {
        "sentence": "看到这个问题，真的很心疼。",
        "label": ""
      },
      {
        "sentence": "我想给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "你17岁，正是花样年华的时候。",
        "label": ""
      },
      {
        "sentence": "这个年纪一般都在读高中吧。",
        "label": ""
      },
      {
        "sentence": "你觉得自卑，没人可信任，没有朋友，感到烦躁和孤独，头疼，还想过伤害他人或者自杀。",
        "label": ""
      },
      {
        "sentence": "这些感受交织在一起，一定很难熬吧。",
        "label": ""
      },
      {
        "sentence": "我也曾经有过类似的感受，尤其是头疼，痛起来真的会躺在地上翻滚。",
        "label": ""
      },
      {
        "sentence": "我当初去医院检查，但并没有找到任何问题。",
        "label": ""
      },
      {
        "sentence": "我试过各种止痛药，但都没有效果，甚至止疼片都没作用。",
        "label": ""
      },
      {
        "sentence": "那种感觉真的很糟糕。",
        "label": ""
      },
      {
        "sentence": "我17岁的时候也在读高中，那时候我有点胖，学习也一般。",
        "label": ""
      },
      {
        "sentence": "我感觉自己是个不合群的人，和这个世界格格不入，没人喜欢我，我也不能全身心地喜欢别人。",
        "label": ""
      },
      {
        "sentence": "18岁的时候，更是发生了一些让我觉得人生崩溃的事情。",
        "label": ""
      },
      {
        "sentence": "那时候我情绪丧失了，感觉这个世界和我没有关系，我是独立于这个世界的存在。",
        "label": ""
      },
      {
        "sentence": "我记得当时看到一句诗，觉得特别贴切：“心都丢了，还会痛吗？",
        "label": ""
      },
      {
        "sentence": "”现在我已经35岁了，当然这中间发生了很多事情。",
        "label": ""
      },
      {
        "sentence": "当初的那些感觉现在偶尔还是会有，只是已经不再像当初那样完全被控制。",
        "label": ""
      },
      {
        "sentence": "我来和你分享一下这些年我的感受和经验吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解和分享。我确实感到很孤独和自卑，也经历了很多批评和指责。我总觉得自己不够好，但有时候也不知道为什么会这样想。",
    "annotation": [
      {
        "sentence": "谢谢您的理解和分享。",
        "label": ""
      },
      {
        "sentence": "我确实感到很孤独和自卑，也经历了很多批评和指责。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己不够好，但有时候也不知道为什么会这样想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个人不会无缘无故地感到自卑，我们生来是一张白纸。如果没有发生任何事情，我们不会开始反思自己是否够好。所以当我们固定地认为自己不够好的时候，一定是经历了很多次反思，发生了很多事情，别人的评价也让我们觉得自己不够好。所以我想请问你，身边的人，尤其是陪伴你成长的人，他们眼中喜欢的是不是只有你的好？很多事情他们或许没有明确告诉你什么是正确的，但你做了之后他们会批评或指责你吗？这和我的经历有些相似，我不知道你是否也有类似的经历。这个世界很大，人也很多，当初的所有人和事，后来慢慢地并不是那么重要了。当初的无人喜欢我，当初的无人能接受我，后来当我接触的人越来越多时，我发现那些当初的人只是代表他们自己，不能代表全世界。当初那些人让我感到生不如死，只是因为当时的世界很小，很不巧那些人构成了当时的全部。但实际上并不是，他们不能代表什么是对和错。再者，回过头来看看17岁的自己，很多事情都和当初描述的不一样。我曾经认为别人不接受我、不喜欢我，但现在回过头来看，我能理解每个人都有自己的局限。你是否也无法接受伤害他人的行为呢？他们也有自己的过去和痛苦，今天他们看起来不可爱，是因为过去承受了太多伤害。每个人都是因为自己的过去而形成，你也是，身边的人也一样。他们眼中的善恶、美丑都来自于他们个人的经历，而且每个人都不同。所以，你也是再正常不过的。每个人的行为最终都是为了让自己变得更好，而不是伤害别人。即便无意中伤害了别人，也是出于让自己好过一点的愿望。我想告诉你的是，很多事情和我们所想的并不完全一样。爱也有千面万相。我可以给你几点建议，首先学会放松，尝试一下冥想，或者找咨询师帮助。第二，可以写写日记，有助于理清思路。第三，试着和身边的人交流，表达自己的感受。也许他们心里有你，只是你还没有发现。第四，做一些你喜欢的事情，让自己沉浸其中。第五，尽量保持正常的作息时间。最后，我想说，走过这一切并不容易，这个世界上从来都没有不需要战胜困难的飞翔。但我相信你是可以的，加油！",
    "annotation": [
      {
        "sentence": "一个人不会无缘无故地感到自卑，我们生来是一张白纸。",
        "label": ""
      },
      {
        "sentence": "如果没有发生任何事情，我们不会开始反思自己是否够好。",
        "label": ""
      },
      {
        "sentence": "所以当我们固定地认为自己不够好的时候，一定是经历了很多次反思，发生了很多事情，别人的评价也让我们觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "所以我想请问你，身边的人，尤其是陪伴你成长的人，他们眼中喜欢的是不是只有你的好？",
        "label": ""
      },
      {
        "sentence": "很多事情他们或许没有明确告诉你什么是正确的，但你做了之后他们会批评或指责你吗？",
        "label": ""
      },
      {
        "sentence": "这和我的经历有些相似，我不知道你是否也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "这个世界很大，人也很多，当初的所有人和事，后来慢慢地并不是那么重要了。",
        "label": ""
      },
      {
        "sentence": "当初的无人喜欢我，当初的无人能接受我，后来当我接触的人越来越多时，我发现那些当初的人只是代表他们自己，不能代表全世界。",
        "label": ""
      },
      {
        "sentence": "当初那些人让我感到生不如死，只是因为当时的世界很小，很不巧那些人构成了当时的全部。",
        "label": ""
      },
      {
        "sentence": "但实际上并不是，他们不能代表什么是对和错。",
        "label": ""
      },
      {
        "sentence": "再者，回过头来看看17岁的自己，很多事情都和当初描述的不一样。",
        "label": ""
      },
      {
        "sentence": "我曾经认为别人不接受我、不喜欢我，但现在回过头来看，我能理解每个人都有自己的局限。",
        "label": ""
      },
      {
        "sentence": "你是否也无法接受伤害他人的行为呢？",
        "label": ""
      },
      {
        "sentence": "他们也有自己的过去和痛苦，今天他们看起来不可爱，是因为过去承受了太多伤害。",
        "label": ""
      },
      {
        "sentence": "每个人都是因为自己的过去而形成，你也是，身边的人也一样。",
        "label": ""
      },
      {
        "sentence": "他们眼中的善恶、美丑都来自于他们个人的经历，而且每个人都不同。",
        "label": ""
      },
      {
        "sentence": "所以，你也是再正常不过的。",
        "label": ""
      },
      {
        "sentence": "每个人的行为最终都是为了让自己变得更好，而不是伤害别人。",
        "label": ""
      },
      {
        "sentence": "即便无意中伤害了别人，也是出于让自己好过一点的愿望。",
        "label": ""
      },
      {
        "sentence": "我想告诉你的是，很多事情和我们所想的并不完全一样。",
        "label": ""
      },
      {
        "sentence": "爱也有千面万相。",
        "label": ""
      },
      {
        "sentence": "我可以给你几点建议，首先学会放松，尝试一下冥想，或者找咨询师帮助。",
        "label": ""
      },
      {
        "sentence": "第二，可以写写日记，有助于理清思路。",
        "label": ""
      },
      {
        "sentence": "第三，试着和身边的人交流，表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "也许他们心里有你，只是你还没有发现。",
        "label": ""
      },
      {
        "sentence": "第四，做一些你喜欢的事情，让自己沉浸其中。",
        "label": ""
      },
      {
        "sentence": "第五，尽量保持正常的作息时间。",
        "label": ""
      },
      {
        "sentence": "最后，我想说，走过这一切并不容易，这个世界上从来都没有不需要战胜困难的飞翔。",
        "label": ""
      },
      {
        "sentence": "但我相信你是可以的，加油！",
        "label": ""
      }
    ]
  }
]