[
  {
    "role": "client",
    "content": "男朋友创业工作很好，我马上毕业还没目标，非常焦虑？他比我先毕业，所以他就先工作了，选择去大城市创业并且也有家里人帮忙照应，创业两年了，成效也不错，一个月现在两三万的样子，而我本身就是一个特别敏感的人，再加上马上毕业，自己到现在也是没有目标不知道到底该做什么，还特别要面子，虽然从来不怎么在男朋友面前提起这些事，但他也大概多多少少知道点我的想法，我现在就可以找工作，可是工作目标又没有，也没有合适的岗位可以挑选，反观他每天很忙，基本上白天没时间顾及到我的情绪，我也不想让他知道，总之整个人很焦虑，越来越自卑，越来越没有自信，觉得自己一事无成，好怕自己和他拉开很大的差距，以后挣不到钱，经常会贬低自己，心理压力真的很大，不知道该怎么办了。也没法排解这种情绪。跟男朋友讲，他也是让我先好好上学，毕业以后就可以赚钱了，让我不要着急。可我压力真的很大。",
    "annotation": [
      {
        "sentence": "男朋友创业工作很好，我马上毕业还没目标，非常焦虑？",
        "label": ""
      },
      {
        "sentence": "他比我先毕业，所以他就先工作了，选择去大城市创业并且也有家里人帮忙照应，创业两年了，成效也不错，一个月现在两三万的样子，而我本身就是一个特别敏感的人，再加上马上毕业，自己到现在也是没有目标不知道到底该做什么，还特别要面子，虽然从来不怎么在男朋友面前提起这些事，但他也大概多多少少知道点我的想法，我现在就可以找工作，可是工作目标又没有，也没有合适的岗位可以挑选，反观他每天很忙，基本上白天没时间顾及到我的情绪，我也不想让他知道，总之整个人很焦虑，越来越自卑，越来越没有自信，觉得自己一事无成，好怕自己和他拉开很大的差距，以后挣不到钱，经常会贬低自己，心理压力真的很大，不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "也没法排解这种情绪。",
        "label": ""
      },
      {
        "sentence": "跟男朋友讲，他也是让我先好好上学，毕业以后就可以赚钱了，让我不要着急。",
        "label": ""
      },
      {
        "sentence": "可我压力真的很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的问题，我感觉到了你的焦虑和自卑。我曾经和我老公有过类似的经历。在那段时间，我也是非常焦虑和自卑，而他似乎觉得这没有什么，反而让我更加迷茫和不安。直到后来，我慢慢地找到了自己，找到了家庭和工作的平衡点，学会了变通地看待事物，我的状态才调整过来。结合我自己的经历和你的问题，给你以下几点建议：",
    "annotation": [
      {
        "sentence": "听到你的问题，我感觉到了你的焦虑和自卑。",
        "label": ""
      },
      {
        "sentence": "我曾经和我老公有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "在那段时间，我也是非常焦虑和自卑，而他似乎觉得这没有什么，反而让我更加迷茫和不安。",
        "label": ""
      },
      {
        "sentence": "直到后来，我慢慢地找到了自己，找到了家庭和工作的平衡点，学会了变通地看待事物，我的状态才调整过来。",
        "label": ""
      },
      {
        "sentence": "结合我自己的经历和你的问题，给你以下几点建议：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的回复和理解。快要毕业了，我确实对未来感到很迷茫和无助。你能告诉我怎样接纳自己的不完美吗？",
    "annotation": [
      {
        "sentence": "非常感谢你的回复和理解。",
        "label": ""
      },
      {
        "sentence": "快要毕业了，我确实对未来感到很迷茫和无助。",
        "label": ""
      },
      {
        "sentence": "你能告诉我怎样接纳自己的不完美吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。我之前也是很好强，总希望自己处处都表现得很好。当我看到男朋友工作发展得很好的时候，我就选择去考博士，好像从学历上超过他。结果，当我通过了博士的初试的时候，也知道自己怀孕了。于是我放弃了那次的机会。这时我开始接纳自己的不完美，不强求自己和男朋友比较。我意识到，作为一个家庭的一部分，即使我不赚钱，我在照顾孩子和家庭方面也有重要的价值。因此，我放下了那股不服输的心态。你也可以试着接纳自己的不完美，不必强求自己一定要有工作目标或赚钱，而是发现自己独特的优点和对家庭的贡献。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "我之前也是很好强，总希望自己处处都表现得很好。",
        "label": ""
      },
      {
        "sentence": "当我看到男朋友工作发展得很好的时候，我就选择去考博士，好像从学历上超过他。",
        "label": ""
      },
      {
        "sentence": "结果，当我通过了博士的初试的时候，也知道自己怀孕了。",
        "label": ""
      },
      {
        "sentence": "于是我放弃了那次的机会。",
        "label": ""
      },
      {
        "sentence": "这时我开始接纳自己的不完美，不强求自己和男朋友比较。",
        "label": ""
      },
      {
        "sentence": "我意识到，作为一个家庭的一部分，即使我不赚钱，我在照顾孩子和家庭方面也有重要的价值。",
        "label": ""
      },
      {
        "sentence": "因此，我放下了那股不服输的心态。",
        "label": ""
      },
      {
        "sentence": "你也可以试着接纳自己的不完美，不必强求自己一定要有工作目标或赚钱，而是发现自己独特的优点和对家庭的贡献。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我现在确实很需要找到自己。您能告诉我如何提升自己并找到自己吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我现在确实很需要找到自己。",
        "label": ""
      },
      {
        "sentence": "您能告诉我如何提升自己并找到自己吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。迷茫和焦虑是大多数人在毕业前期都会经历的情绪。你可以跟随内心去寻找自己真正感兴趣的领域，并尝试不同的事物。通过行动，你会逐渐提升自己的能力，并找到适合你的工作。记住，要给自己加油、鼓励和肯定哦~",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "迷茫和焦虑是大多数人在毕业前期都会经历的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以跟随内心去寻找自己真正感兴趣的领域，并尝试不同的事物。",
        "label": ""
      },
      {
        "sentence": "通过行动，你会逐渐提升自己的能力，并找到适合你的工作。",
        "label": ""
      },
      {
        "sentence": "记住，要给自己加油、鼓励和肯定哦~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的鼓励和支持。另外，我也觉得我的生活有点单调，除了找工作，还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "非常感谢您的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "另外，我也觉得我的生活有点单调，除了找工作，还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让生活丰富一些可以从更多的角度来看待问题。你可以尝试去和不同的朋友聊天，了解他们对你的烦恼是怎么看的。你会发现，当你在羡慕别人的时候，别人也在羡慕你的某些方面。同时，也要学会从积极的角度来看待自己的处境，发现自己的资源、优势和潜力。去做让自己放松和开心的事情，比如去大自然里走一走、听喜欢的音乐、看一本好书、看一部电影、做自己喜欢的运动、和朋友一起去吃一顿好的。当我们有好的状态时，看待世界的感觉也会不一样。生活的重要性不仅仅局限在工作和赚钱上，还有很多其他有价值的事情可以让我们的生活更加丰富和幸福。",
    "annotation": [
      {
        "sentence": "让生活丰富一些可以从更多的角度来看待问题。",
        "label": ""
      },
      {
        "sentence": "你可以尝试去和不同的朋友聊天，了解他们对你的烦恼是怎么看的。",
        "label": ""
      },
      {
        "sentence": "你会发现，当你在羡慕别人的时候，别人也在羡慕你的某些方面。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会从积极的角度来看待自己的处境，发现自己的资源、优势和潜力。",
        "label": ""
      },
      {
        "sentence": "去做让自己放松和开心的事情，比如去大自然里走一走、听喜欢的音乐、看一本好书、看一部电影、做自己喜欢的运动、和朋友一起去吃一顿好的。",
        "label": ""
      },
      {
        "sentence": "当我们有好的状态时，看待世界的感觉也会不一样。",
        "label": ""
      },
      {
        "sentence": "生活的重要性不仅仅局限在工作和赚钱上，还有很多其他有价值的事情可以让我们的生活更加丰富和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的建议，我觉得我现在有了更多的思路和方向。真的很感激您的指导和支持。",
    "annotation": [
      {
        "sentence": "非常感谢您的建议，我觉得我现在有了更多的思路和方向。",
        "label": ""
      },
      {
        "sentence": "真的很感激您的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记得要相信自己，相信你会找到属于你的道路。如果你还有其他问题或者需要进一步的支持，随时告诉我。祝你顺利度过这个难关！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得要相信自己，相信你会找到属于你的道路。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的支持，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "祝你顺利度过这个难关！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的祝福和承诺。我会努力调整自己的心态，并积极面对未来。如果有需要，我会再向您寻求帮助的。再次感谢您的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢您的祝福和承诺。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，并积极面对未来。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再向您寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。记得要有信心和耐心，你一定能够度过这段困难时刻。随时向我求助，我会竭尽全力帮助你的。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记得要有信心和耐心，你一定能够度过这段困难时刻。",
        "label": ""
      },
      {
        "sentence": "随时向我求助，我会竭尽全力帮助你的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]