[
  {
    "role": "client",
    "content": "原生家庭不好长期缺爱很多问题，不敢去心理咨询咋办？一名初一学生。情绪已经波动很久了，我不知道该从何讲起，我只想说我妈情绪不稳定，让我无所适从，就像樊登读书会所讲的自恋型妈妈一样，我爸也很讨厌，帮着妈妈打我，从小被打到大，我长期缺爱。有的时候承受力极差，有想自杀的倾向，但过了几天又忘了，有的时候很悲观，我外婆也不是很好的性格，都是原生家庭不好。我经常晚上一个人偷偷地哭，争执吃饭时有时外婆会和我妈吵，我外婆偶尔会哭，我妈就尖叫，我好想逃脱这个家，只要我和我妈吵，不管谁有理，我爸就打我，最后经常是讲一些不知道的话讽刺我，自以为很有学问，我妈会嘲讽我怪不得没人爱，胖，矮。我觉得我不能再容忍了。",
    "annotation": [
      {
        "sentence": "原生家庭不好长期缺爱很多问题，不敢去心理咨询咋办？",
        "label": ""
      },
      {
        "sentence": "一名初一学生。",
        "label": ""
      },
      {
        "sentence": "情绪已经波动很久了，我不知道该从何讲起，我只想说我妈情绪不稳定，让我无所适从，就像樊登读书会所讲的自恋型妈妈一样，我爸也很讨厌，帮着妈妈打我，从小被打到大，我长期缺爱。",
        "label": ""
      },
      {
        "sentence": "有的时候承受力极差，有想自杀的倾向，但过了几天又忘了，有的时候很悲观，我外婆也不是很好的性格，都是原生家庭不好。",
        "label": ""
      },
      {
        "sentence": "我经常晚上一个人偷偷地哭，争执吃饭时有时外婆会和我妈吵，我外婆偶尔会哭，我妈就尖叫，我好想逃脱这个家，只要我和我妈吵，不管谁有理，我爸就打我，最后经常是讲一些不知道的话讽刺我，自以为很有学问，我妈会嘲讽我怪不得没人爱，胖，矮。",
        "label": ""
      },
      {
        "sentence": "我觉得我不能再容忍了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心疼，~原生家庭的不幸，使你难过，我看你的描述，真心为你心疼。从年龄上来说，初中，还未能经济独立，但是，初中的你来咨询提问，这是你的智慧和勇气，先为自己感到骄傲好吗？",
    "annotation": [
      {
        "sentence": "心疼，~原生家庭的不幸，使你难过，我看你的描述，真心为你心疼。",
        "label": ""
      },
      {
        "sentence": "从年龄上来说，初中，还未能经济独立，但是，初中的你来咨询提问，这是你的智慧和勇气，先为自己感到骄傲好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，可是我始终感觉很无助，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，可是我始终感觉很无助，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感觉是完全正常的，面对这样的情况，任谁都会觉得无助。但是，请相信，你并不孤单，我们会一起面对困境，克服困难。我建议你能找到一个值得信任的人，可以是老师、辅导员或者朋友，与他们分享你的困扰，他们会给你帮助和支持的。",
    "annotation": [
      {
        "sentence": "你的感觉是完全正常的，面对这样的情况，任谁都会觉得无助。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，你并不孤单，我们会一起面对困境，克服困难。",
        "label": ""
      },
      {
        "sentence": "我建议你能找到一个值得信任的人，可以是老师、辅导员或者朋友，与他们分享你的困扰，他们会给你帮助和支持的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不敢跟别人说，怕别人嘲笑我或者觉得我很烦。",
    "annotation": [
      {
        "sentence": "我真的不敢跟别人说，怕别人嘲笑我或者觉得我很烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担忧是可以理解的。但是，你要知道，真正关心你的人不会嘲笑你，而是会愿意倾听你的困扰并尽力帮助你。如果你还是觉得不舒服，我们可以一起探讨一下寻求心理咨询的其他途径。",
    "annotation": [
      {
        "sentence": "这种担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，你要知道，真正关心你的人不会嘲笑你，而是会愿意倾听你的困扰并尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你还是觉得不舒服，我们可以一起探讨一下寻求心理咨询的其他途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在网上看到一些心理学知识，觉得挺有用的，但是我还是担心自己无法解决问题，需要专业的帮助。",
    "annotation": [
      {
        "sentence": "我在网上看到一些心理学知识，觉得挺有用的，但是我还是担心自己无法解决问题，需要专业的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很明智。网上的心理学知识对于自我调适是有帮助的，但有些问题可能需要专业人士的指导。你可以先尝试使用网络资源进行自主的心理学习，然后慢慢找到线下的心理咨询资源或者学校的心理咨询室等等。这样，你可以逐步获得更专业的帮助来解决困扰。",
    "annotation": [
      {
        "sentence": "你的想法很明智。",
        "label": ""
      },
      {
        "sentence": "网上的心理学知识对于自我调适是有帮助的，但有些问题可能需要专业人士的指导。",
        "label": ""
      },
      {
        "sentence": "你可以先尝试使用网络资源进行自主的心理学习，然后慢慢找到线下的心理咨询资源或者学校的心理咨询室等等。",
        "label": ""
      },
      {
        "sentence": "这样，你可以逐步获得更专业的帮助来解决困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己好像没有勇气面对，也不知道自己能不能承受住心理咨询的过程。",
    "annotation": [
      {
        "sentence": "我觉得自己好像没有勇气面对，也不知道自己能不能承受住心理咨询的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对问题时，我们都会有这样的困惑和害怕。但是请记住，勇气并不是一开始就会有的，它是在你尝试并克服困难后逐渐积聚起来的。你现在已经迈出了第一步，敞开心扉表达自己的困扰，接下来，我们可以一起探讨如何应对心理咨询过程中的困难，并逐渐帮助你重新找回勇气。",
    "annotation": [
      {
        "sentence": "面对问题时，我们都会有这样的困惑和害怕。",
        "label": ""
      },
      {
        "sentence": "但是请记住，勇气并不是一开始就会有的，它是在你尝试并克服困难后逐渐积聚起来的。",
        "label": ""
      },
      {
        "sentence": "你现在已经迈出了第一步，敞开心扉表达自己的困扰，接下来，我们可以一起探讨如何应对心理咨询过程中的困难，并逐渐帮助你重新找回勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我会怀疑自己的价值，觉得自己很差劲，无法被爱。",
    "annotation": [
      {
        "sentence": "有时候我会怀疑自己的价值，觉得自己很差劲，无法被爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种自我怀疑的感觉是很常见的，但是请相信，你是有价值的，你值得被爱。要学会接纳自己，肯定自己的优点和努力，你会发现自己是一个独特而有价值的个体。同时，不要忘记身边的同学、朋友和老师，他们也会给予你关爱和支持。",
    "annotation": [
      {
        "sentence": "这种自我怀疑的感觉是很常见的，但是请相信，你是有价值的，你值得被爱。",
        "label": ""
      },
      {
        "sentence": "要学会接纳自己，肯定自己的优点和努力，你会发现自己是一个独特而有价值的个体。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记身边的同学、朋友和老师，他们也会给予你关爱和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去接纳自己，并寻找身边的关爱。谢谢你的支持，我感到温暖了许多。",
    "annotation": [
      {
        "sentence": "我会试着去接纳自己，并寻找身边的关爱。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持，我感到温暖了许多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你的勇气和坚持让我很钦佩。记住，无论遇到什么困难，你都不是孤单的。有困惑和不安的时候，随时来找我聊聊都可以。希望你能以更积极的态度面对生活，相信未来一定会更好！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你的勇气和坚持让我很钦佩。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，你都不是孤单的。",
        "label": ""
      },
      {
        "sentence": "有困惑和不安的时候，随时来找我聊聊都可以。",
        "label": ""
      },
      {
        "sentence": "希望你能以更积极的态度面对生活，相信未来一定会更好！",
        "label": ""
      }
    ]
  }
]