[
  {
    "role": "client",
    "content": "我恐惧精神病，就是自己想太多然后太恐惧？我24岁，已经恐惧精神病两年半了。最近有点焦虑症，会想很多恐怖的画面。上个月脑海里出现了两个声音，一个拼命证明我是正常的，另一个一直在否定我。我现在知道怎么应对焦虑症了，顺其自然不去斗争了，现在好多了。但是另一个问题就出现了，因为我之前太恐惧了，我认为的精神病是会听到别人听不到的声音，看到别人看不到的东西，会失去意识，会伤人，会随便脱衣服等等一些。然后我忘了一件事，我就想我是不是不正常的，然后又恐惧，甚至听到了一点声音。我也没有去问别人是不是也听到了，其实别人也听到了这个声音。然后我又多想了，我想我是不正常的，一直一直在恐惧。有时看镜子里的自己，脑海里的第一句话就是我是不正常的，然后又恐惧。现在出门的时候我怕别人说我有问题，别人一直盯着我时，我第一反应就是他会不会认为我不正常，心里发慌。其实我没做出过任何不正常的行为，就是自己想太多然后太恐惧了，一次又一次的去瞎验证自己是不是正常的。",
    "annotation": [
      {
        "sentence": "我恐惧精神病，就是自己想太多然后太恐惧？",
        "label": ""
      },
      {
        "sentence": "我24岁，已经恐惧精神病两年半了。",
        "label": ""
      },
      {
        "sentence": "最近有点焦虑症，会想很多恐怖的画面。",
        "label": ""
      },
      {
        "sentence": "上个月脑海里出现了两个声音，一个拼命证明我是正常的，另一个一直在否定我。",
        "label": ""
      },
      {
        "sentence": "我现在知道怎么应对焦虑症了，顺其自然不去斗争了，现在好多了。",
        "label": ""
      },
      {
        "sentence": "但是另一个问题就出现了，因为我之前太恐惧了，我认为的精神病是会听到别人听不到的声音，看到别人看不到的东西，会失去意识，会伤人，会随便脱衣服等等一些。",
        "label": ""
      },
      {
        "sentence": "然后我忘了一件事，我就想我是不是不正常的，然后又恐惧，甚至听到了一点声音。",
        "label": ""
      },
      {
        "sentence": "我也没有去问别人是不是也听到了，其实别人也听到了这个声音。",
        "label": ""
      },
      {
        "sentence": "然后我又多想了，我想我是不正常的，一直一直在恐惧。",
        "label": ""
      },
      {
        "sentence": "有时看镜子里的自己，脑海里的第一句话就是我是不正常的，然后又恐惧。",
        "label": ""
      },
      {
        "sentence": "现在出门的时候我怕别人说我有问题，别人一直盯着我时，我第一反应就是他会不会认为我不正常，心里发慌。",
        "label": ""
      },
      {
        "sentence": "其实我没做出过任何不正常的行为，就是自己想太多然后太恐惧了，一次又一次的去瞎验证自己是不是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的叙述，很理解你痛苦焦虑的心情。别害怕，希望我的一些小小的建议能帮到你。首先，认为精神疾病是会听到别人听不到的声音，看到别人看不到的东西，会失去意识，会伤人，是一种先入为主的观念。实际上，精神疾病是指在各种生物学、心理学以及社会环境因素影响下，大脑功能失调，导致认知、情感、意志和行为等精神活动出现不同程度障碍。其次，你总是怀疑自己可能是患者，一次又一次的去盲目验证自己是不是正常的，这是一种先占观念，即疑病型人格，表现为过分关注来自躯体的各种感觉，常有异常感觉。那么，怎么才能缓解这种症状呢？可以让自己忙起来培养兴趣，比如跳舞、下棋、运动、旅行等。或者和朋友一起聚餐、逛街、爬山、看电影，以此来转移对自己“疾病”的过分关注。这时你会发现，当自己忙起来的时候，不会觉得身体有任何不舒服，而当自己静下心来，身体的毛病就会出现。端正心态，正确认识自我，心病还需心药医。疑病型人格往往具有固执、多疑、敏感、谨慎等性格特点，一遇到什么事就会过多地考虑悲观或不幸的一面，缺乏自信。因此要端正心态，不要过分关注别人的目光和想法，要正确认识自己，主动调节自我心理不适，树立自信心，完善个性，努力培养乐观情绪，提高生活信心。心理咨询能帮到你，有时候一些病是被吓出来的，喜欢自我暗示。一种焦躁和忧郁的负面情绪影响着自己，本来以前身体好好的，可是自从一直多想、过于关注自身，反而觉得身体越来越不好了。所以说，如果觉得不舒服、不放心，建议就去检查或者找专业的心理咨询师，因为乱想是没有用的。祝你好运！",
    "annotation": [
      {
        "sentence": "听了你的叙述，很理解你痛苦焦虑的心情。",
        "label": ""
      },
      {
        "sentence": "别害怕，希望我的一些小小的建议能帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，认为精神疾病是会听到别人听不到的声音，看到别人看不到的东西，会失去意识，会伤人，是一种先入为主的观念。",
        "label": ""
      },
      {
        "sentence": "实际上，精神疾病是指在各种生物学、心理学以及社会环境因素影响下，大脑功能失调，导致认知、情感、意志和行为等精神活动出现不同程度障碍。",
        "label": ""
      },
      {
        "sentence": "其次，你总是怀疑自己可能是患者，一次又一次的去盲目验证自己是不是正常的，这是一种先占观念，即疑病型人格，表现为过分关注来自躯体的各种感觉，常有异常感觉。",
        "label": ""
      },
      {
        "sentence": "那么，怎么才能缓解这种症状呢？",
        "label": ""
      },
      {
        "sentence": "可以让自己忙起来培养兴趣，比如跳舞、下棋、运动、旅行等。",
        "label": ""
      },
      {
        "sentence": "或者和朋友一起聚餐、逛街、爬山、看电影，以此来转移对自己“疾病”的过分关注。",
        "label": ""
      },
      {
        "sentence": "这时你会发现，当自己忙起来的时候，不会觉得身体有任何不舒服，而当自己静下心来，身体的毛病就会出现。",
        "label": ""
      },
      {
        "sentence": "端正心态，正确认识自我，心病还需心药医。",
        "label": ""
      },
      {
        "sentence": "疑病型人格往往具有固执、多疑、敏感、谨慎等性格特点，一遇到什么事就会过多地考虑悲观或不幸的一面，缺乏自信。",
        "label": ""
      },
      {
        "sentence": "因此要端正心态，不要过分关注别人的目光和想法，要正确认识自己，主动调节自我心理不适，树立自信心，完善个性，努力培养乐观情绪，提高生活信心。",
        "label": ""
      },
      {
        "sentence": "心理咨询能帮到你，有时候一些病是被吓出来的，喜欢自我暗示。",
        "label": ""
      },
      {
        "sentence": "一种焦躁和忧郁的负面情绪影响着自己，本来以前身体好好的，可是自从一直多想、过于关注自身，反而觉得身体越来越不好了。",
        "label": ""
      },
      {
        "sentence": "所以说，如果觉得不舒服、不放心，建议就去检查或者找专业的心理咨询师，因为乱想是没有用的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]