[
  {
    "role": "client",
    "content": "我好讨厌我妈妈但同时又心疼她？不知道该如何和她相处感觉从小到大，我的妈妈总时刻不间断地审视着我们，稍微做一点点和她想象或者观念不同的事情就会被打为她认为的某一种人，而且常常是在你不经意的时候，所以我在她身边的时候总是精神高度紧张，时刻害怕什么东西做得不好了被judge。她说过很多很多我的不好，从小稍有不和她心意的时候就说我像怪物，揪我耳朵，比如一开始学网球的时候，第一节课我还没上手，就说我没有天赋；比如我学小提琴，刚开始学，弓还没拉直就说我拉得难听，学得不好，没有天赋；比如最近有一天我们走着走着，突然就说我穿搭方面还是欠缺；比如有一天我们散步的时候，我突然肚子疼就走很快要快点回家，我右髋一直不是很好，走快了难免左右腿有快慢，她在我急着冲回家用洗手间的时候朝着我喊，让我走路要怎么怎么走才行。她总是再不停地对人下评判，在她身边和她相处真的好累好累，但想到要离她远一些又于心不忍，害怕她觉得被嫌弃或者感到孤单，不知道该怎么和她相处比较好。",
    "annotation": [
      {
        "sentence": "我好讨厌我妈妈但同时又心疼她？",
        "label": ""
      },
      {
        "sentence": "不知道该如何和她相处感觉从小到大，我的妈妈总时刻不间断地审视着我们，稍微做一点点和她想象或者观念不同的事情就会被打为她认为的某一种人，而且常常是在你不经意的时候，所以我在她身边的时候总是精神高度紧张，时刻害怕什么东西做得不好了被judge。",
        "label": ""
      },
      {
        "sentence": "她说过很多很多我的不好，从小稍有不和她心意的时候就说我像怪物，揪我耳朵，比如一开始学网球的时候，第一节课我还没上手，就说我没有天赋；比如我学小提琴，刚开始学，弓还没拉直就说我拉得难听，学得不好，没有天赋；比如最近有一天我们走着走着，突然就说我穿搭方面还是欠缺；比如有一天我们散步的时候，我突然肚子疼就走很快要快点回家，我右髋一直不是很好，走快了难免左右腿有快慢，她在我急着冲回家用洗手间的时候朝着我喊，让我走路要怎么怎么走才行。",
        "label": ""
      },
      {
        "sentence": "她总是再不停地对人下评判，在她身边和她相处真的好累好累，但想到要离她远一些又于心不忍，害怕她觉得被嫌弃或者感到孤单，不知道该怎么和她相处比较好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我可以理解。家庭关系对我们来说非常重要，但有时候也会带来矛盾和困扰。你提到的你和你妈妈之间的关系确实有些复杂。首先，我想和你讨论一下你妈妈对你的评价问题。在社会中，我们无法避免被他人评价、贴标签、定义。但是，父母对孩子的评价影响是最深远的。从小，父母的态度和教育方式会对我们的自尊心和焦虑感产生很大的影响。",
    "annotation": [
      {
        "sentence": "你的感受我可以理解。",
        "label": ""
      },
      {
        "sentence": "家庭关系对我们来说非常重要，但有时候也会带来矛盾和困扰。",
        "label": ""
      },
      {
        "sentence": "你提到的你和你妈妈之间的关系确实有些复杂。",
        "label": ""
      },
      {
        "sentence": "首先，我想和你讨论一下你妈妈对你的评价问题。",
        "label": ""
      },
      {
        "sentence": "在社会中，我们无法避免被他人评价、贴标签、定义。",
        "label": ""
      },
      {
        "sentence": "但是，父母对孩子的评价影响是最深远的。",
        "label": ""
      },
      {
        "sentence": "从小，父母的态度和教育方式会对我们的自尊心和焦虑感产生很大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的觉得很困扰，因为无论做什么，都会担心受到妈妈的评判和批评。",
    "annotation": [
      {
        "sentence": "是的，我真的觉得很困扰，因为无论做什么，都会担心受到妈妈的评判和批评。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们存在于这个社会，无法完全避免他人对我们的评价。但是，我希望你知道，你的价值并不取决于他人对你的评价。每个人都是独特的，有自己的优点和不足。你没有必要为了满足别人的期待而压抑自己的个性。你应该相信自己，找到自己的兴趣和激情，并对自己的努力感到自豪。",
    "annotation": [
      {
        "sentence": "我们存在于这个社会，无法完全避免他人对我们的评价。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你知道，你的价值并不取决于他人对你的评价。",
        "label": ""
      },
      {
        "sentence": "每个人都是独特的，有自己的优点和不足。",
        "label": ""
      },
      {
        "sentence": "你没有必要为了满足别人的期待而压抑自己的个性。",
        "label": ""
      },
      {
        "sentence": "你应该相信自己，找到自己的兴趣和激情，并对自己的努力感到自豪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我总是无法摆脱妈妈的影响，我觉得很痛苦。我想远离她，但又舍不得，担心她会感到孤独或被嫌弃。",
    "annotation": [
      {
        "sentence": "但是，我总是无法摆脱妈妈的影响，我觉得很痛苦。",
        "label": ""
      },
      {
        "sentence": "我想远离她，但又舍不得，担心她会感到孤独或被嫌弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很常见的矛盾感。毕竟，妈妈是我们亲人的一部分，有着特殊的情感连接。同时，你也有自己的独立生活和追求自己的幸福的权利。找到一个平衡点可能需要时间和努力。你可以试着与妈妈坦诚沟通，告诉她你的感受和需求。也可以尝试逐渐独立，发展自己的兴趣和朋友圈子，减少对妈妈的依赖。",
    "annotation": [
      {
        "sentence": "这是一个很常见的矛盾感。",
        "label": ""
      },
      {
        "sentence": "毕竟，妈妈是我们亲人的一部分，有着特殊的情感连接。",
        "label": ""
      },
      {
        "sentence": "同时，你也有自己的独立生活和追求自己的幸福的权利。",
        "label": ""
      },
      {
        "sentence": "找到一个平衡点可能需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以试着与妈妈坦诚沟通，告诉她你的感受和需求。",
        "label": ""
      },
      {
        "sentence": "也可以尝试逐渐独立，发展自己的兴趣和朋友圈子，减少对妈妈的依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着与妈妈沟通，并且努力为自己找到独立的空间和快乐的生活。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着与妈妈沟通，并且努力为自己找到独立的空间和快乐的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很欣慰能够帮到你。记得要相信自己，对自己的价值有信心。如果你需要继续聊天或有任何其他困扰，我都会在这里支持你。",
    "annotation": [
      {
        "sentence": "不客气，我很欣慰能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得要相信自己，对自己的价值有信心。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续聊天或有任何其他困扰，我都会在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会好好努力的。如果有需要，我会再联系你的。谢谢！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会好好努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再联系你的。",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，任何时候都可以找我倾诉。祝愿你能够找到属于自己的幸福和满足。保重！",
    "annotation": [
      {
        "sentence": "不用客气，任何时候都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "保重！",
        "label": ""
      }
    ]
  }
]