[
  {
    "role": "client",
    "content": "我是一个48岁的女性，小时候经常被爸爸打到尿裤子！我现在还是对权威人物感到恐惧。小时候，爸爸总是打我，妈妈也总是用爸爸吓唬我！我长大后的恐惧不仅限于权威人物，还包括那些说话指责挑剔刻薄的人！我也对大部分男性感到疏远，没有异性朋友！",
    "annotation": [
      {
        "sentence": "我是一个48岁的女性，小时候经常被爸爸打到尿裤子！",
        "label": ""
      },
      {
        "sentence": "我现在还是对权威人物感到恐惧。",
        "label": ""
      },
      {
        "sentence": "小时候，爸爸总是打我，妈妈也总是用爸爸吓唬我！",
        "label": ""
      },
      {
        "sentence": "我长大后的恐惧不仅限于权威人物，还包括那些说话指责挑剔刻薄的人！",
        "label": ""
      },
      {
        "sentence": "我也对大部分男性感到疏远，没有异性朋友！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你小时候被爸爸打到尿裤子，这给你心理上留下了阴影，所以你现在对像爸爸这样的权威人物感到害怕。而且，你还把对爸爸的恐惧投射到了其他具有‘权威’特征的人身上。这可能是因为你对爸爸的恐惧延续到了其他权威异性身上。原生家庭对我们的人际社交起到了重要的影响，所以与爸爸和妈妈之间的关系对你的人际关系产生了影响。爸爸曾经打过你，导致你对他产生了畏惧心理，所以你害怕与爸爸建立良好的父女关系，而且也不知道如何与家里其他权威人物相处。这也是为何你没有异性朋友的原因。要解决这个问题，首先你要改变对异性的观念：并不是所有异性都像爸爸那样暴力，会打你的。其次，你要尝试放下心中的害怕和恐惧，慢慢学会和异性相处。这个过程就像晕染一样，你需要先滴入一滴墨水，然后让它慢慢晕染成美丽的花纹。我建议你咨询一位专业的原生家庭和亲密关系咨询师，他们可以给你提供专业意见和引导。只依靠自己可能很难改变，但踏出第一步非常重要。如果你需要的话，我也可以为你提供私信支持！",
    "annotation": [
      {
        "sentence": "你小时候被爸爸打到尿裤子，这给你心理上留下了阴影，所以你现在对像爸爸这样的权威人物感到害怕。",
        "label": ""
      },
      {
        "sentence": "而且，你还把对爸爸的恐惧投射到了其他具有‘权威’特征的人身上。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你对爸爸的恐惧延续到了其他权威异性身上。",
        "label": ""
      },
      {
        "sentence": "原生家庭对我们的人际社交起到了重要的影响，所以与爸爸和妈妈之间的关系对你的人际关系产生了影响。",
        "label": ""
      },
      {
        "sentence": "爸爸曾经打过你，导致你对他产生了畏惧心理，所以你害怕与爸爸建立良好的父女关系，而且也不知道如何与家里其他权威人物相处。",
        "label": ""
      },
      {
        "sentence": "这也是为何你没有异性朋友的原因。",
        "label": ""
      },
      {
        "sentence": "要解决这个问题，首先你要改变对异性的观念：并不是所有异性都像爸爸那样暴力，会打你的。",
        "label": ""
      },
      {
        "sentence": "其次，你要尝试放下心中的害怕和恐惧，慢慢学会和异性相处。",
        "label": ""
      },
      {
        "sentence": "这个过程就像晕染一样，你需要先滴入一滴墨水，然后让它慢慢晕染成美丽的花纹。",
        "label": ""
      },
      {
        "sentence": "我建议你咨询一位专业的原生家庭和亲密关系咨询师，他们可以给你提供专业意见和引导。",
        "label": ""
      },
      {
        "sentence": "只依靠自己可能很难改变，但踏出第一步非常重要。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，我也可以为你提供私信支持！",
        "label": ""
      }
    ]
  }
]