[
  {
    "role": "client",
    "content": "我23岁，最近一年，长期活在幻想里，该从何开始改变？我感觉自己最近的状态越来越差，浑浑噩噩，一天天就过。",
    "annotation": [
      {
        "sentence": "我23岁，最近一年，长期活在幻想里，该从何开始改变？",
        "label": ""
      },
      {
        "sentence": "我感觉自己最近的状态越来越差，浑浑噩噩，一天天就过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哦嗯~你的感受我能理解，生活中的种种压力和不如意都可能使人渴望逃离现实，进入幻想的世界中。你是希望能够摆脱这种状态，重新找回平衡和有意义的生活吗？",
    "annotation": [
      {
        "sentence": "哦嗯~你的感受我能理解，生活中的种种压力和不如意都可能使人渴望逃离现实，进入幻想的世界中。",
        "label": ""
      },
      {
        "sentence": "你是希望能够摆脱这种状态，重新找回平衡和有意义的生活吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在刚毕业一年，打算去留学，在准备语言考试，也找了一个工作，打算边工作边学习。可是工作也觉得一点也不好，每天都有一百个想辞职的心，考试也考了很多次，没达到理想的分数。",
    "annotation": [
      {
        "sentence": "是的，我现在刚毕业一年，打算去留学，在准备语言考试，也找了一个工作，打算边工作边学习。",
        "label": ""
      },
      {
        "sentence": "可是工作也觉得一点也不好，每天都有一百个想辞职的心，考试也考了很多次，没达到理想的分数。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你目前面临的压力真的很大。毕业后的工作和考试的压力可能会让你感到无所适从。但是要记住，人生的起点总是会遇到很多挑战和困难的，这是一个成长的过程。并不是每一次都能一帆风顺，但是只要努力坚持，一定会有进步和成果的。",
    "annotation": [
      {
        "sentence": "看来你目前面临的压力真的很大。",
        "label": ""
      },
      {
        "sentence": "毕业后的工作和考试的压力可能会让你感到无所适从。",
        "label": ""
      },
      {
        "sentence": "但是要记住，人生的起点总是会遇到很多挑战和困难的，这是一个成长的过程。",
        "label": ""
      },
      {
        "sentence": "并不是每一次都能一帆风顺，但是只要努力坚持，一定会有进步和成果的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "中介老师催我，我感觉自己又焦急又好像有点这次推下次的态度。我现在觉得最严重的问题，一直以来，我觉得自己的注意力真的很难集中，我从以前开始，就会对自己喜欢的明星开始幻想，自己是他们的朋友家人或者男女朋友之类的，一开始只是晚上睡觉之前会这样，但到了现在，尤其是最近突然又迷上某些明星，感觉幻想这件事情越来越频繁，甚至到了随时随地。",
    "annotation": [
      {
        "sentence": "中介老师催我，我感觉自己又焦急又好像有点这次推下次的态度。",
        "label": ""
      },
      {
        "sentence": "我现在觉得最严重的问题，一直以来，我觉得自己的注意力真的很难集中，我从以前开始，就会对自己喜欢的明星开始幻想，自己是他们的朋友家人或者男女朋友之类的，一开始只是晚上睡觉之前会这样，但到了现在，尤其是最近突然又迷上某些明星，感觉幻想这件事情越来越频繁，甚至到了随时随地。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你对幻想的依赖似乎已经达到了让你影响到正常生活和学习的程度。集中注意力是一项重要的能力，对于工作和学习都非常关键。当你发现注意力开始偏离时，你可以尝试通过一些方法来调整自己的状态，比如安排固定的学习和工作时间、规划自己的目标和任务，并且避免过度沉迷于幻想中。",
    "annotation": [
      {
        "sentence": "明白了，你对幻想的依赖似乎已经达到了让你影响到正常生活和学习的程度。",
        "label": ""
      },
      {
        "sentence": "集中注意力是一项重要的能力，对于工作和学习都非常关键。",
        "label": ""
      },
      {
        "sentence": "当你发现注意力开始偏离时，你可以尝试通过一些方法来调整自己的状态，比如安排固定的学习和工作时间、规划自己的目标和任务，并且避免过度沉迷于幻想中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "上次考试的时候，满脑子想的都是这个，又考砸了。在工作方面，每天觉得上班都很痛苦，跟朋友吐槽太多了，他们好像都没办法理解，跟父母说，他们也是一样。",
    "annotation": [
      {
        "sentence": "上次考试的时候，满脑子想的都是这个，又考砸了。",
        "label": ""
      },
      {
        "sentence": "在工作方面，每天觉得上班都很痛苦，跟朋友吐槽太多了，他们好像都没办法理解，跟父母说，他们也是一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "幻想的过度会影响到我们的注意力和心态，进而影响到学习和工作的表现。关于工作的痛苦和朋友们的反应，理解你的心情确实不容易，毕竟每个人的处境和经历都不尽相同。不过，当你决定寻求改变时，我相信肯定会有人可以理解和支持你，包括我在内。",
    "annotation": [
      {
        "sentence": "幻想的过度会影响到我们的注意力和心态，进而影响到学习和工作的表现。",
        "label": ""
      },
      {
        "sentence": "关于工作的痛苦和朋友们的反应，理解你的心情确实不容易，毕竟每个人的处境和经历都不尽相同。",
        "label": ""
      },
      {
        "sentence": "不过，当你决定寻求改变时，我相信肯定会有人可以理解和支持你，包括我在内。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近这段时间真的觉得就没有真正开心的时候，总是心事重重。考试考砸了，甚至都不敢跟中介老师说，我该从何开始改变呀。",
    "annotation": [
      {
        "sentence": "最近这段时间真的觉得就没有真正开心的时候，总是心事重重。",
        "label": ""
      },
      {
        "sentence": "考试考砸了，甚至都不敢跟中介老师说，我该从何开始改变呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很能理解你心事重重的感受。确实，在困难和挑战面前，我们有时候会感到无助和沮丧。但是，既然你已经意识到了自己的困境，那就已经迈出了改变的第一步。为了改善自己的状态，你可以考虑寻求一些专业的帮助，比如找心理咨询师或者和中介老师坦诚地交流。在寻求支持的同时，也要相信自己的能力和潜力，相信你一定能够找到适合自己解决问题的方法。",
    "annotation": [
      {
        "sentence": "我很能理解你心事重重的感受。",
        "label": ""
      },
      {
        "sentence": "确实，在困难和挑战面前，我们有时候会感到无助和沮丧。",
        "label": ""
      },
      {
        "sentence": "但是，既然你已经意识到了自己的困境，那就已经迈出了改变的第一步。",
        "label": ""
      },
      {
        "sentence": "为了改善自己的状态，你可以考虑寻求一些专业的帮助，比如找心理咨询师或者和中介老师坦诚地交流。",
        "label": ""
      },
      {
        "sentence": "在寻求支持的同时，也要相信自己的能力和潜力，相信你一定能够找到适合自己解决问题的方法。",
        "label": ""
      }
    ]
  }
]