[
  {
    "role": "client",
    "content": "我是一个21岁的女生，我总是控制不住自己的脾气，对父母发火。我的父母是非常不和睦的那种，每次放假回家我都会陷入抑郁情绪。",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，我总是控制不住自己的脾气，对父母发火。",
        "label": ""
      },
      {
        "sentence": "我的父母是非常不和睦的那种，每次放假回家我都会陷入抑郁情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的父母之间的关系对你的情绪有很大的影响。能告诉我更多关于你和父母之间的矛盾吗？",
    "annotation": [
      {
        "sentence": "听起来你的父母之间的关系对你的情绪有很大的影响。",
        "label": ""
      },
      {
        "sentence": "能告诉我更多关于你和父母之间的矛盾吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "前几天妈妈带我去买墨镜，然后她说这是从小到大第一次花这么多钱给我买墨镜。我瞬间就火了，因为我感觉她一直都很抠门，为我花钱很不情愿。买就买了非要说这种话来恶心人，就瞬间暴跳如雷。",
    "annotation": [
      {
        "sentence": "前几天妈妈带我去买墨镜，然后她说这是从小到大第一次花这么多钱给我买墨镜。",
        "label": ""
      },
      {
        "sentence": "我瞬间就火了，因为我感觉她一直都很抠门，为我花钱很不情愿。",
        "label": ""
      },
      {
        "sentence": "买就买了非要说这种话来恶心人，就瞬间暴跳如雷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对妈妈的话感到很生气，她的言辞让你感到被伤害了。也许你可以试着和妈妈沟通，表达你对她的期望和希望得到更多的支持和理解。",
    "annotation": [
      {
        "sentence": "听起来你对妈妈的话感到很生气，她的言辞让你感到被伤害了。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着和妈妈沟通，表达你对她的期望和希望得到更多的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "今天我急着出门，却找不到自己的衣服，因为我妈总是嫌我房间乱，每次都要逆着我的习惯，按她自己的习惯摆好，所以我经常找不到自己的东西在哪。我也很火大，对她破口大骂。",
    "annotation": [
      {
        "sentence": "今天我急着出门，却找不到自己的衣服，因为我妈总是嫌我房间乱，每次都要逆着我的习惯，按她自己的习惯摆好，所以我经常找不到自己的东西在哪。",
        "label": ""
      },
      {
        "sentence": "我也很火大，对她破口大骂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对妈妈整理你的房间的方式感到很不满，这可能导致你的愤怒情绪被激发。试着和妈妈沟通，找到一个更加和谐的解决办法，让你的个人空间和她的期望能够得到平衡。",
    "annotation": [
      {
        "sentence": "听起来你对妈妈整理你的房间的方式感到很不满，这可能导致你的愤怒情绪被激发。",
        "label": ""
      },
      {
        "sentence": "试着和妈妈沟通，找到一个更加和谐的解决办法，让你的个人空间和她的期望能够得到平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "今天中午吃饭的时候，谁也没惹我，但是我看到我爸就觉得他的一举一动都很恶心，心中满满都是厌恶之情。因为我爸跟家人吃饭都是心不在焉那种，跟他说话也不理。他有时也会像我一样暴跳如雷，对家人发火。",
    "annotation": [
      {
        "sentence": "今天中午吃饭的时候，谁也没惹我，但是我看到我爸就觉得他的一举一动都很恶心，心中满满都是厌恶之情。",
        "label": ""
      },
      {
        "sentence": "因为我爸跟家人吃饭都是心不在焉那种，跟他说话也不理。",
        "label": ""
      },
      {
        "sentence": "他有时也会像我一样暴跳如雷，对家人发火。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对爸爸的行为感到很困扰，他的不关心和暴躁情绪加剧了你的愤怒。也许你可以试着和爸爸沟通，表达你的感受和对他的期望，寻求更好的相处方式。",
    "annotation": [
      {
        "sentence": "听起来你对爸爸的行为感到很困扰，他的不关心和暴躁情绪加剧了你的愤怒。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着和爸爸沟通，表达你的感受和对他的期望，寻求更好的相处方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我知道这样发火是很不好的，我不想变得和我厌恶的人一样。但是愤怒的情绪来了，我感觉根本忍不了。虽然我说的都像小事，但是我心中的怒火却是滔天怒火，感觉是我挤压了很久的情绪。我很担心自己的脾气最终会酿成大错。",
    "annotation": [
      {
        "sentence": "其实我知道这样发火是很不好的，我不想变得和我厌恶的人一样。",
        "label": ""
      },
      {
        "sentence": "但是愤怒的情绪来了，我感觉根本忍不了。",
        "label": ""
      },
      {
        "sentence": "虽然我说的都像小事，但是我心中的怒火却是滔天怒火，感觉是我挤压了很久的情绪。",
        "label": ""
      },
      {
        "sentence": "我很担心自己的脾气最终会酿成大错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你意识到自己的情绪问题并且不希望变得像你所厌恶的人一样是非常重要的。愤怒是一种自然的情绪，但我们可以学会管理和控制它。也许你可以寻求一些情绪调节的方法，如深呼吸、冥想或者寻找一个喜欢的活动来缓解压力和愤怒。",
    "annotation": [
      {
        "sentence": "你意识到自己的情绪问题并且不希望变得像你所厌恶的人一样是非常重要的。",
        "label": ""
      },
      {
        "sentence": "愤怒是一种自然的情绪，但我们可以学会管理和控制它。",
        "label": ""
      },
      {
        "sentence": "也许你可以寻求一些情绪调节的方法，如深呼吸、冥想或者寻找一个喜欢的活动来缓解压力和愤怒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着找一些方法来控制自己的情绪。你的支持让我感到很安心。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着找一些方法来控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你的支持让我感到很安心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记住，情绪问题是可以被解决的，只要你坚持并尝试不同的方法，你会慢慢掌握情绪的调节和控制技巧的。我相信你可以做到的。如果你还需要任何帮助或者需要再聊聊，随时找我谈谈。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，情绪问题是可以被解决的，只要你坚持并尝试不同的方法，你会慢慢掌握情绪的调节和控制技巧的。",
        "label": ""
      },
      {
        "sentence": "我相信你可以做到的。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助或者需要再聊聊，随时找我谈谈。",
        "label": ""
      }
    ]
  }
]