[
  {
    "role": "client",
    "content": "我最近感觉自己处于一种长期活在幻想中的状态，我不知道该从何处开始改变。我觉得自己的状态越来越差，每天过得都很迷茫，没有明确的目标。我最近刚刚毕业一年，打算去留学，正在准备语言考试，并找了一份工作，打算边工作边学习。但是我对工作的感觉也不好，每天都想辞职，而且考试也考了很多次都没有达到理想的分数。留学中介老师不断催促我，我感到自己又焦虑又推脱。我觉得目前最严重的问题是，我一直觉得自己的注意力很难集中。从以前开始，我就会对自己喜欢的明星产生幻想，觉得自己是他们的朋友、家人或者恋人之类的。刚开始这种幻想只发生在睡觉前，但是现在越来越频繁，甚至随时随地都会发生。上次考试的时候，我脑子里全是这些幻想，结果考砸了。在工作方面，每天上班都觉得很痛苦，我跟朋友说了很多次，但他们好像都无法理解。我也试着跟父母说过，他们也一样。最近一段时间，我真的觉得没有真正快乐过，总是心情沉重。考试都考砸了，我甚至不敢告诉留学中介老师，我不知道该从何处开始改变。",
    "annotation": [
      {
        "sentence": "我最近感觉自己处于一种长期活在幻想中的状态，我不知道该从何处开始改变。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的状态越来越差，每天过得都很迷茫，没有明确的目标。",
        "label": ""
      },
      {
        "sentence": "我最近刚刚毕业一年，打算去留学，正在准备语言考试，并找了一份工作，打算边工作边学习。",
        "label": ""
      },
      {
        "sentence": "但是我对工作的感觉也不好，每天都想辞职，而且考试也考了很多次都没有达到理想的分数。",
        "label": ""
      },
      {
        "sentence": "留学中介老师不断催促我，我感到自己又焦虑又推脱。",
        "label": ""
      },
      {
        "sentence": "我觉得目前最严重的问题是，我一直觉得自己的注意力很难集中。",
        "label": ""
      },
      {
        "sentence": "从以前开始，我就会对自己喜欢的明星产生幻想，觉得自己是他们的朋友、家人或者恋人之类的。",
        "label": ""
      },
      {
        "sentence": "刚开始这种幻想只发生在睡觉前，但是现在越来越频繁，甚至随时随地都会发生。",
        "label": ""
      },
      {
        "sentence": "上次考试的时候，我脑子里全是这些幻想，结果考砸了。",
        "label": ""
      },
      {
        "sentence": "在工作方面，每天上班都觉得很痛苦，我跟朋友说了很多次，但他们好像都无法理解。",
        "label": ""
      },
      {
        "sentence": "我也试着跟父母说过，他们也一样。",
        "label": ""
      },
      {
        "sentence": "最近一段时间，我真的觉得没有真正快乐过，总是心情沉重。",
        "label": ""
      },
      {
        "sentence": "考试都考砸了，我甚至不敢告诉留学中介老师，我不知道该从何处开始改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好像非常崇拜和喜欢某些人，无论是明星还是生活中的某个人，这种感受让人感到幸福。你对喜欢的明星有所仰慕是因为他们身上拥有一些特质让你难以自拔，他们的状态让你难以忘怀。如果我告诉你，你所喜欢的明星身上的特质，其实也存在于自己身上，你的心动只是通过别人来触发自己内心渴望的一面，你是否相信呢？我能感觉到你在考试方面的压力很大，不知道你出国是因为真心喜欢和想要的生活，还是其他原因。如果一个人对自己所做的事情有喜爱和希望的过程，那么我希望你认真思考一下，你的出国之路是否出于真心喜欢。如果是的话，你需要调整自己的状态。你说你总是幻想明星，我觉得对明星的喜欢是你内心真实的感受和心动，而在学习和考试方面，你恰恰感受不到这种心动，而是充满了无力和抗拒。在这种对抗中，你怎么可能取得好成绩呢！给自己一个决定，如果你真的想要出国，就全身心地投入到当前的学习中，远离杂乱的思绪，多进行一些运动。心放在身体上，自然就不会乱跑。做自己喜欢的事情，喜欢明星不是问题，只是要让自己充实起来，安排好时间，内心的快乐不需要通过外界明星或别人的精彩来填补，而是来源于内在的力量。给自己一个决心，坚定自己的选择。",
    "annotation": [
      {
        "sentence": "你好像非常崇拜和喜欢某些人，无论是明星还是生活中的某个人，这种感受让人感到幸福。",
        "label": ""
      },
      {
        "sentence": "你对喜欢的明星有所仰慕是因为他们身上拥有一些特质让你难以自拔，他们的状态让你难以忘怀。",
        "label": ""
      },
      {
        "sentence": "如果我告诉你，你所喜欢的明星身上的特质，其实也存在于自己身上，你的心动只是通过别人来触发自己内心渴望的一面，你是否相信呢？",
        "label": ""
      },
      {
        "sentence": "我能感觉到你在考试方面的压力很大，不知道你出国是因为真心喜欢和想要的生活，还是其他原因。",
        "label": ""
      },
      {
        "sentence": "如果一个人对自己所做的事情有喜爱和希望的过程，那么我希望你认真思考一下，你的出国之路是否出于真心喜欢。",
        "label": ""
      },
      {
        "sentence": "如果是的话，你需要调整自己的状态。",
        "label": ""
      },
      {
        "sentence": "你说你总是幻想明星，我觉得对明星的喜欢是你内心真实的感受和心动，而在学习和考试方面，你恰恰感受不到这种心动，而是充满了无力和抗拒。",
        "label": ""
      },
      {
        "sentence": "在这种对抗中，你怎么可能取得好成绩呢！",
        "label": ""
      },
      {
        "sentence": "给自己一个决定，如果你真的想要出国，就全身心地投入到当前的学习中，远离杂乱的思绪，多进行一些运动。",
        "label": ""
      },
      {
        "sentence": "心放在身体上，自然就不会乱跑。",
        "label": ""
      },
      {
        "sentence": "做自己喜欢的事情，喜欢明星不是问题，只是要让自己充实起来，安排好时间，内心的快乐不需要通过外界明星或别人的精彩来填补，而是来源于内在的力量。",
        "label": ""
      },
      {
        "sentence": "给自己一个决心，坚定自己的选择。",
        "label": ""
      }
    ]
  }
]