[
  {
    "role": "client",
    "content": "有网贷被骗不知所措，无时无刻都想去死怎么办？我是一名大四女学生，最近几天无意间点进去一个网贷软件，被后台修改了自己的银行卡号，三十万，审核通过，但是并没有成功入账到我的银行卡，被冻结起来了，客服说就算钱没到我账上我也需要还这三十万，每个月要还26800，他们威胁我说期限到了不还款就要打爆我的通讯录，我很害怕，我怕到时候这个事情搞得人尽皆知，我现在无时无刻都想去死，谁来救救我啊。",
    "annotation": [
      {
        "sentence": "有网贷被骗不知所措，无时无刻都想去死怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一名大四女学生，最近几天无意间点进去一个网贷软件，被后台修改了自己的银行卡号，三十万，审核通过，但是并没有成功入账到我的银行卡，被冻结起来了，客服说就算钱没到我账上我也需要还这三十万，每个月要还26800，他们威胁我说期限到了不还款就要打爆我的通讯录，我很害怕，我怕到时候这个事情搞得人尽皆知，我现在无时无刻都想去死，谁来救救我啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你遇到了这样困扰的事情，我能理解你的焦虑和绝望感。首先，不管发生什么，请相信你并非孤独一人，我会陪伴在你身边的。在这样的情况下，首先不要轻易放弃生活的希望，你一定能够找到解决的方法。",
    "annotation": [
      {
        "sentence": "听到你遇到了这样困扰的事情，我能理解你的焦虑和绝望感。",
        "label": ""
      },
      {
        "sentence": "首先，不管发生什么，请相信你并非孤独一人，我会陪伴在你身边的。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，首先不要轻易放弃生活的希望，你一定能够找到解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的就觉得没有任何办法了，感觉一切都毫无希望，我现在连去上课的勇气都没有了。",
    "annotation": [
      {
        "sentence": "我真的就觉得没有任何办法了，感觉一切都毫无希望，我现在连去上课的勇气都没有了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我十分理解你此刻的绝望感和困惑，但是要记住，我们可以共同面对问题并且找到解决的方法。首先，我们要冷静下来，不要被恐惧和焦虑所控制。你可以先尝试与网贷平台的客服联系，详细解释你的情况，看看是否能够重新审核或者寻求其他解决方案。",
    "annotation": [
      {
        "sentence": "我十分理解你此刻的绝望感和困惑，但是要记住，我们可以共同面对问题并且找到解决的方法。",
        "label": ""
      },
      {
        "sentence": "首先，我们要冷静下来，不要被恐惧和焦虑所控制。",
        "label": ""
      },
      {
        "sentence": "你可以先尝试与网贷平台的客服联系，详细解释你的情况，看看是否能够重新审核或者寻求其他解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我联系他们客服了，但是他们态度很恶劣，还将我屏蔽了，不回复我的消息。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我联系他们客服了，但是他们态度很恶劣，还将我屏蔽了，不回复我的消息。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到对方态度恶劣、不回应的情况确实很让人沮丧。但是我们不能轻易放弃，你可以尝试拨打网贷平台的客服电话，毕竟电话通话与文字信息沟通有时更有效果。如果这样还没有解决，你可以考虑向相关的法律机构咨询，他们会给你提供一些合理的解决建议。",
    "annotation": [
      {
        "sentence": "遇到对方态度恶劣、不回应的情况确实很让人沮丧。",
        "label": ""
      },
      {
        "sentence": "但是我们不能轻易放弃，你可以尝试拨打网贷平台的客服电话，毕竟电话通话与文字信息沟通有时更有效果。",
        "label": ""
      },
      {
        "sentence": "如果这样还没有解决，你可以考虑向相关的法律机构咨询，他们会给你提供一些合理的解决建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实想过报警，但是我也不知道该如何去处理这个事情，也不知道去哪里报案。",
    "annotation": [
      {
        "sentence": "我确实想过报警，但是我也不知道该如何去处理这个事情，也不知道去哪里报案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于报警的问题，你可以咨询一下当地派出所的警察，他们可以告诉你具体的报案地点和程序。此外，在报警之前，你可以先收集好与网贷平台之间的聊天记录、合同等证据，这样能更好地帮助警方了解情况并采取相应的措施。",
    "annotation": [
      {
        "sentence": "对于报警的问题，你可以咨询一下当地派出所的警察，他们可以告诉你具体的报案地点和程序。",
        "label": ""
      },
      {
        "sentence": "此外，在报警之前，你可以先收集好与网贷平台之间的聊天记录、合同等证据，这样能更好地帮助警方了解情况并采取相应的措施。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我现在感觉好像有了一丝希望，我会尝试按照你说的去做，希望事情能够有所转机。",
    "annotation": [
      {
        "sentence": "谢谢你，我现在感觉好像有了一丝希望，我会尝试按照你说的去做，希望事情能够有所转机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够在这里帮到你，相信你一定能够找到解决问题的方式。无论面对什么困难和挫折，记住你并不孤单，我们可以一起度过这段困难时期，我会一直支持你的。请记得随时向我倾诉，我会一直陪伴在你身边。你一定能够挺过这个艰难的时刻，展现出你坚强的一面。",
    "annotation": [
      {
        "sentence": "很高兴能够在这里帮到你，相信你一定能够找到解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "无论面对什么困难和挫折，记住你并不孤单，我们可以一起度过这段困难时期，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "请记得随时向我倾诉，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "你一定能够挺过这个艰难的时刻，展现出你坚强的一面。",
        "label": ""
      }
    ]
  }
]