[
  {
    "role": "client",
    "content": "我22岁，自制力不好，陷入困境，如何自我控制？",
    "annotation": [
      {
        "sentence": "我22岁，自制力不好，陷入困境，如何自我控制？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你真的辛苦了，陷在这种情绪里，你一定难过极了。你喜欢自由，无拘束，但又不能心安理得地放纵自己，所以你还是个上进的人，有自我规划的能力。对自己现在的现状认识的很清楚，所以你才会纠结，难过。如果你不是对自己未来有规划的人，也不会这么拧巴了。所以首先我肯定你这个人，你是个非常自律，有上进心，对自己有责任感的好人！很多人都自律性差，这个你不要怀疑，也不要因此否定自己，接受人都是没有自律性的，所以你真的不是很差，也不是异类，不必为此感到极大的困扰。",
    "annotation": [
      {
        "sentence": "亲爱的，你真的辛苦了，陷在这种情绪里，你一定难过极了。",
        "label": ""
      },
      {
        "sentence": "你喜欢自由，无拘束，但又不能心安理得地放纵自己，所以你还是个上进的人，有自我规划的能力。",
        "label": ""
      },
      {
        "sentence": "对自己现在的现状认识的很清楚，所以你才会纠结，难过。",
        "label": ""
      },
      {
        "sentence": "如果你不是对自己未来有规划的人，也不会这么拧巴了。",
        "label": ""
      },
      {
        "sentence": "所以首先我肯定你这个人，你是个非常自律，有上进心，对自己有责任感的好人！",
        "label": ""
      },
      {
        "sentence": "很多人都自律性差，这个你不要怀疑，也不要因此否定自己，接受人都是没有自律性的，所以你真的不是很差，也不是异类，不必为此感到极大的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定，但我总是感觉自己的自制力不好，经常会分神而无法专心学习，这使我产生了自责和恶心的感觉。我还曾想过寻求惩罚，甚至自残、自杀，但理智阻止了我。我真的很烦恼，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定，但我总是感觉自己的自制力不好，经常会分神而无法专心学习，这使我产生了自责和恶心的感觉。",
        "label": ""
      },
      {
        "sentence": "我还曾想过寻求惩罚，甚至自残、自杀，但理智阻止了我。",
        "label": ""
      },
      {
        "sentence": "我真的很烦恼，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。经常因为分散注意力而无法专心确实会让人感到焦虑和自责，但这并不意味着你是一个失败者。请相信我，这不是你的错。实际上，你的潜意识一直在作怪，让你不开心，让你觉得自己差，觉得自己不自律。但你要知道，这只是你在变好的过程中的反复，并且你已经在认识自己，努力让自己变得更好。接纳自己的不自律并不意味着你必须承认自己不自律，只是要慢慢接纳这个现实，然后寻求改变的方法。",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "经常因为分散注意力而无法专心确实会让人感到焦虑和自责，但这并不意味着你是一个失败者。",
        "label": ""
      },
      {
        "sentence": "请相信我，这不是你的错。",
        "label": ""
      },
      {
        "sentence": "实际上，你的潜意识一直在作怪，让你不开心，让你觉得自己差，觉得自己不自律。",
        "label": ""
      },
      {
        "sentence": "但你要知道，这只是你在变好的过程中的反复，并且你已经在认识自己，努力让自己变得更好。",
        "label": ""
      },
      {
        "sentence": "接纳自己的不自律并不意味着你必须承认自己不自律，只是要慢慢接纳这个现实，然后寻求改变的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要接纳自己的不自律，但我该如何在行为层面上进行改变呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要接纳自己的不自律，但我该如何在行为层面上进行改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在行为层面上，有些行为一旦开始就很难停止，比如让你上瘾的各种行为。所以在开始之前就要尽量避免它们。比如，当你想逛淘宝时，可以转移注意力，去做一些其他事情，比如跑步、吃饭或者找别的事情来做。一定不要拿起手机，因为很多软件都容易让人上瘾。关键是不要给自己开始上瘾行为的机会，不要滋养潜意识中那个让你觉得自责的坏蛋。一旦你能控制住自己不去开始这些行为，你会发现自己接纳自己的能力也会增强，你也不会觉得自己有多么的不好了。",
    "annotation": [
      {
        "sentence": "在行为层面上，有些行为一旦开始就很难停止，比如让你上瘾的各种行为。",
        "label": ""
      },
      {
        "sentence": "所以在开始之前就要尽量避免它们。",
        "label": ""
      },
      {
        "sentence": "比如，当你想逛淘宝时，可以转移注意力，去做一些其他事情，比如跑步、吃饭或者找别的事情来做。",
        "label": ""
      },
      {
        "sentence": "一定不要拿起手机，因为很多软件都容易让人上瘾。",
        "label": ""
      },
      {
        "sentence": "关键是不要给自己开始上瘾行为的机会，不要滋养潜意识中那个让你觉得自责的坏蛋。",
        "label": ""
      },
      {
        "sentence": "一旦你能控制住自己不去开始这些行为，你会发现自己接纳自己的能力也会增强，你也不会觉得自己有多么的不好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去改变自己的行为，不再让自己陷入这种自责和恶心的感觉中。同时，我也感觉到你的支持给了我很大的鼓励和安慰，真的很感谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去改变自己的行为，不再让自己陷入这种自责和恶心的感觉中。",
        "label": ""
      },
      {
        "sentence": "同时，我也感觉到你的支持给了我很大的鼓励和安慰，真的很感谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，每个人都需要有人来支持和鼓励。我很高兴能在漆黑的寒夜里给你一丝温暖的光，希望我的回答能对你有所帮助。无论何时，你都可以来这里，这里是你的小窝，随时欢迎你的到来。同时也祝愿你一切安好。",
    "annotation": [
      {
        "sentence": "不用客气，每个人都需要有人来支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我很高兴能在漆黑的寒夜里给你一丝温暖的光，希望我的回答能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "无论何时，你都可以来这里，这里是你的小窝，随时欢迎你的到来。",
        "label": ""
      },
      {
        "sentence": "同时也祝愿你一切安好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "再次感谢你的支持和祝福，我会努力接纳自己的不足并寻求改善的方法。希望能够慢慢变得更加自律和健康。",
    "annotation": [
      {
        "sentence": "再次感谢你的支持和祝福，我会努力接纳自己的不足并寻求改善的方法。",
        "label": ""
      },
      {
        "sentence": "希望能够慢慢变得更加自律和健康。",
        "label": ""
      }
    ]
  }
]