[
  {
    "role": "client",
    "content": "有网贷被骗不知所措，无时无刻都想去死怎么办？我是一名大四女学生，最近几天无意间点进去一个网贷软件，被后台修改了自己的银行卡号，三十万，审核通过，但是并没有成功入账到我的银行卡，被冻结起来了，客服说就算钱没到我账上我也需要还这三十万，每个月要还26800，他们威胁我说期限到了不还款就要打爆我的通讯录，我很害怕，我怕到时候这个事情搞得人尽皆知，我现在无时无刻都想去死，谁来救救我啊？",
    "annotation": [
      {
        "sentence": "有网贷被骗不知所措，无时无刻都想去死怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一名大四女学生，最近几天无意间点进去一个网贷软件，被后台修改了自己的银行卡号，三十万，审核通过，但是并没有成功入账到我的银行卡，被冻结起来了，客服说就算钱没到我账上我也需要还这三十万，每个月要还26800，他们威胁我说期限到了不还款就要打爆我的通讯录，我很害怕，我怕到时候这个事情搞得人尽皆知，我现在无时无刻都想去死，谁来救救我啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，请你冷静下来。我了解你现在面临的困境非常棘手且令人害怕，但是付出生命去应对这个问题是不明智的。首先，这属于一起法律案件，我建议你报警。同时也可以告诉你的父母、辅导员、班主任、朋友等等可以帮助你的人。被修改了银行卡号并被要求还款的行为是诈骗，你并没有同意修改银行卡号，也没有收到那笔钱，为什么你还要还款呢？就算对方威胁打爆你的通讯录，你有没有考虑过你真的要还这笔钱吗？这件事情显然是不合情、不合理和不合法的。既然如此，你又有什么好害怕的呢？又有什么好羞耻和自责的呢？不要害怕，我们一起找到解决的办法。",
    "annotation": [
      {
        "sentence": "求助者，请你冷静下来。",
        "label": ""
      },
      {
        "sentence": "我了解你现在面临的困境非常棘手且令人害怕，但是付出生命去应对这个问题是不明智的。",
        "label": ""
      },
      {
        "sentence": "首先，这属于一起法律案件，我建议你报警。",
        "label": ""
      },
      {
        "sentence": "同时也可以告诉你的父母、辅导员、班主任、朋友等等可以帮助你的人。",
        "label": ""
      },
      {
        "sentence": "被修改了银行卡号并被要求还款的行为是诈骗，你并没有同意修改银行卡号，也没有收到那笔钱，为什么你还要还款呢？",
        "label": ""
      },
      {
        "sentence": "就算对方威胁打爆你的通讯录，你有没有考虑过你真的要还这笔钱吗？",
        "label": ""
      },
      {
        "sentence": "这件事情显然是不合情、不合理和不合法的。",
        "label": ""
      },
      {
        "sentence": "既然如此，你又有什么好害怕的呢？",
        "label": ""
      },
      {
        "sentence": "又有什么好羞耻和自责的呢？",
        "label": ""
      },
      {
        "sentence": "不要害怕，我们一起找到解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在真的很迷茫，不知道该怎么办。这笔钱对我来说是巨大的负担，我也不想连累家人和朋友。我听到你的建议报警和寻求帮助，但是我担心此事会败露出去，我会背负着巨大的耻辱和压力。我现在真的感到无助和绝望，不知道还有没有别的出路。",
    "annotation": [
      {
        "sentence": "我现在真的很迷茫，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "这笔钱对我来说是巨大的负担，我也不想连累家人和朋友。",
        "label": ""
      },
      {
        "sentence": "我听到你的建议报警和寻求帮助，但是我担心此事会败露出去，我会背负着巨大的耻辱和压力。",
        "label": ""
      },
      {
        "sentence": "我现在真的感到无助和绝望，不知道还有没有别的出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的心情。面对这种情况，迷茫和无助都是正常的情绪反应。但是请相信，你并没有错，你是受害者，而不是罪犯。这个事情并不是你的过错，不应该让你感到耻辱和压力。我们可以一起找到解决的办法，并且确保你的利益和安全。你担心败露，我可以理解，但是只有通过寻求帮助和与支持者们的合作，才能解决问题。请你冷静下来，不要让负面情绪把你完全击溃，因为我们现在有很多可行的选择。",
    "annotation": [
      {
        "sentence": "我了解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "面对这种情况，迷茫和无助都是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "但是请相信，你并没有错，你是受害者，而不是罪犯。",
        "label": ""
      },
      {
        "sentence": "这个事情并不是你的过错，不应该让你感到耻辱和压力。",
        "label": ""
      },
      {
        "sentence": "我们可以一起找到解决的办法，并且确保你的利益和安全。",
        "label": ""
      },
      {
        "sentence": "你担心败露，我可以理解，但是只有通过寻求帮助和与支持者们的合作，才能解决问题。",
        "label": ""
      },
      {
        "sentence": "请你冷静下来，不要让负面情绪把你完全击溃，因为我们现在有很多可行的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我现在想起来，确实不能一直沉浸在绝望中。我应该积极面对问题，寻求帮助和解决途径。我会考虑报警和与相关人员沟通，跟他们商讨解决方案。我也会试着不再害怕和自责，毕竟我并没有做错什么。我现在感觉稍微有些放心和希望了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我现在想起来，确实不能一直沉浸在绝望中。",
        "label": ""
      },
      {
        "sentence": "我应该积极面对问题，寻求帮助和解决途径。",
        "label": ""
      },
      {
        "sentence": "我会考虑报警和与相关人员沟通，跟他们商讨解决方案。",
        "label": ""
      },
      {
        "sentence": "我也会试着不再害怕和自责，毕竟我并没有做错什么。",
        "label": ""
      },
      {
        "sentence": "我现在感觉稍微有些放心和希望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有了积极的转变。你的决心和勇气将是解决问题的重要动力。记住，跟你父母、辅导员、班主任和朋友们坦诚相待，他们是你的强大后盾，可以给予你更多的支持和帮助。同时，与警方合作，提供所有相关证据，并且向他们详细说明你的情况。通过共同努力，我们一定能够克服困难，找到解决问题的最佳途径。",
    "annotation": [
      {
        "sentence": "很高兴听到你有了积极的转变。",
        "label": ""
      },
      {
        "sentence": "你的决心和勇气将是解决问题的重要动力。",
        "label": ""
      },
      {
        "sentence": "记住，跟你父母、辅导员、班主任和朋友们坦诚相待，他们是你的强大后盾，可以给予你更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，与警方合作，提供所有相关证据，并且向他们详细说明你的情况。",
        "label": ""
      },
      {
        "sentence": "通过共同努力，我们一定能够克服困难，找到解决问题的最佳途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会按照你的建议去做，积极面对现实，勇敢应对问题。也非常感谢你一直陪伴和鼓励我，让我重拾信心。希望一切都能顺利解决，我会尽力克服困难的。",
    "annotation": [
      {
        "sentence": "嗯，我会按照你的建议去做，积极面对现实，勇敢应对问题。",
        "label": ""
      },
      {
        "sentence": "也非常感谢你一直陪伴和鼓励我，让我重拾信心。",
        "label": ""
      },
      {
        "sentence": "希望一切都能顺利解决，我会尽力克服困难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能帮到你是我的荣幸。你的态度和行动让我非常欣慰。记住，你并不孤单，一定能够顺利度过这个难关。如果你需要任何帮助或再次倾诉，随时找我聊天，我会一直在这里支持你的。相信自己，相信我们不断前行的力量。加油！",
    "annotation": [
      {
        "sentence": "不客气，能帮到你是我的荣幸。",
        "label": ""
      },
      {
        "sentence": "你的态度和行动让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，一定能够顺利度过这个难关。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或再次倾诉，随时找我聊天，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信我们不断前行的力量。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]