[
  {
    "role": "client",
    "content": "一到班上就难受，我对上班过敏该怎么办？我一开始以为是我对班上的甲醛过敏，脖子发紧头发紧，难受的时候还喘不上气，后来去医院检查才发现是心理压力太大了，只要是一到班上就难受一想到班上的事就难受，下班了因为班上事还是久久的缓不过来。",
    "annotation": [
      {
        "sentence": "一到班上就难受，我对上班过敏该怎么办？",
        "label": ""
      },
      {
        "sentence": "我一开始以为是我对班上的甲醛过敏，脖子发紧头发紧，难受的时候还喘不上气，后来去医院检查才发现是心理压力太大了，只要是一到班上就难受一想到班上的事就难受，下班了因为班上事还是久久的缓不过来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解工作以及工作中的人际关系带给你的压力和困扰，躯体上也因为心理压力出现了疼痛的生理反应，害怕找不到其他工作更是你陷入焦虑。那么对于你目前的处境和心态，我们可以一起分析一下并尝试找到突破点吧。",
    "annotation": [
      {
        "sentence": "很理解工作以及工作中的人际关系带给你的压力和困扰，躯体上也因为心理压力出现了疼痛的生理反应，害怕找不到其他工作更是你陷入焦虑。",
        "label": ""
      },
      {
        "sentence": "那么对于你目前的处境和心态，我们可以一起分析一下并尝试找到突破点吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我真的感到很无助。我想提前请假一段时间来缓解一下，但是又不知道该找什么理由请假。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我真的感到很无助。",
        "label": ""
      },
      {
        "sentence": "我想提前请假一段时间来缓解一下，但是又不知道该找什么理由请假。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，很正常你会觉得无助，毕竟面对工作上的压力和困扰确实让人感到无所适从。关于请假的理由，你可以考虑以身体不适为由，请个两三天的短假来帮助自己放松一下。这样也可以给自己一点时间来思考之后的应对方案。",
    "annotation": [
      {
        "sentence": "首先，很正常你会觉得无助，毕竟面对工作上的压力和困扰确实让人感到无所适从。",
        "label": ""
      },
      {
        "sentence": "关于请假的理由，你可以考虑以身体不适为由，请个两三天的短假来帮助自己放松一下。",
        "label": ""
      },
      {
        "sentence": "这样也可以给自己一点时间来思考之后的应对方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，那我会选择用身体不适为理由请假一段时间。但是我不知道我再去找什么工作，因为我感觉自己没有什么优点和能力，形象和人缘也都不好，而且身体还不太好。",
    "annotation": [
      {
        "sentence": "好的，那我会选择用身体不适为理由请假一段时间。",
        "label": ""
      },
      {
        "sentence": "但是我不知道我再去找什么工作，因为我感觉自己没有什么优点和能力，形象和人缘也都不好，而且身体还不太好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用太过担心，每个人都有自己的优点和潜力，只是你还没有发现。你可以试着找出自己擅长的领域，并提升自己的技能。至于形象和人缘，你可以从穿着整洁、主动与人建立联系等方面入手，小小的努力可能会取得不小的改变。至于身体方面，你可以进行适当的锻炼来增强体力，也有助于缓解压力。",
    "annotation": [
      {
        "sentence": "不用太过担心，每个人都有自己的优点和潜力，只是你还没有发现。",
        "label": ""
      },
      {
        "sentence": "你可以试着找出自己擅长的领域，并提升自己的技能。",
        "label": ""
      },
      {
        "sentence": "至于形象和人缘，你可以从穿着整洁、主动与人建立联系等方面入手，小小的努力可能会取得不小的改变。",
        "label": ""
      },
      {
        "sentence": "至于身体方面，你可以进行适当的锻炼来增强体力，也有助于缓解压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我会尝试找出自己的优点并提升自己的技能，也会注意打扮和主动与人交流。但是我目前还是很焦虑，担心找不到新工作。如果失业的话，生活将会更加困难。",
    "annotation": [
      {
        "sentence": "你说的有道理，我会尝试找出自己的优点并提升自己的技能，也会注意打扮和主动与人交流。",
        "label": ""
      },
      {
        "sentence": "但是我目前还是很焦虑，担心找不到新工作。",
        "label": ""
      },
      {
        "sentence": "如果失业的话，生活将会更加困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的焦虑和担心，这是常人都会有的情绪。我们可以尝试通过积极应对焦虑情绪来缓解压力。你可以试试运动健身或者正念冥想来帮助自己保持冷静和放松。此外，当你专注于解决问题和提升自己的能力时，你会有更多的选择和机会，相信通过自身的努力你一定能够找到一份合适的工作来解决生活问题。",
    "annotation": [
      {
        "sentence": "我理解你的焦虑和担心，这是常人都会有的情绪。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试通过积极应对焦虑情绪来缓解压力。",
        "label": ""
      },
      {
        "sentence": "你可以试试运动健身或者正念冥想来帮助自己保持冷静和放松。",
        "label": ""
      },
      {
        "sentence": "此外，当你专注于解决问题和提升自己的能力时，你会有更多的选择和机会，相信通过自身的努力你一定能够找到一份合适的工作来解决生活问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我理解了自己需要积极应对焦虑情绪，并专注于解决问题和提升自己。我会尽力去找到合适的工作，克服目前的困境，再次感谢你对我的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我理解了自己需要积极应对焦虑情绪，并专注于解决问题和提升自己。",
        "label": ""
      },
      {
        "sentence": "我会尽力去找到合适的工作，克服目前的困境，再次感谢你对我的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够克服困难，找到理想的工作。记得时刻保持积极的心态，相信自己，加油！如果将来还有什么需要帮助的，随时来找我，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够克服困难，找到理想的工作。",
        "label": ""
      },
      {
        "sentence": "记得时刻保持积极的心态，相信自己，加油！",
        "label": ""
      },
      {
        "sentence": "如果将来还有什么需要帮助的，随时来找我，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]