[
  {
    "role": "client",
    "content": "一到班上就难受，我对上班过敏该怎么办？我一开始以为是我对班上的甲醛过敏脖子发紧头发紧，难受的时候还喘不上气，后来去医院检查才发现是心理压力太大了，只要是一到班上就难受一想到班上的事就难受，下班了因为班上事还是久久的缓不过来。",
    "annotation": [
      {
        "sentence": "一到班上就难受，我对上班过敏该怎么办？",
        "label": ""
      },
      {
        "sentence": "我一开始以为是我对班上的甲醛过敏脖子发紧头发紧，难受的时候还喘不上气，后来去医院检查才发现是心理压力太大了，只要是一到班上就难受一想到班上的事就难受，下班了因为班上事还是久久的缓不过来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，我感受到你很担忧、焦虑，失去了自信，同时也很想脱离苦海。你觉得没有优点，担心找不到工作，这源于你失去了自信，对自己的价值不信任。你的身体状况不好，导致你更加焦虑。我们可以一步一步来解决这些问题。",
    "annotation": [
      {
        "sentence": "亲爱的朋友，我感受到你很担忧、焦虑，失去了自信，同时也很想脱离苦海。",
        "label": ""
      },
      {
        "sentence": "你觉得没有优点，担心找不到工作，这源于你失去了自信，对自己的价值不信任。",
        "label": ""
      },
      {
        "sentence": "你的身体状况不好，导致你更加焦虑。",
        "label": ""
      },
      {
        "sentence": "我们可以一步一步来解决这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "比如，班长的不公平现象，领导使小鞋，见到工作上有接触的人不知道该如何打招呼。一边很生气一边又很自责。最主要是我控制不住我的生理反应，脖子难受头疼。",
    "annotation": [
      {
        "sentence": "比如，班长的不公平现象，领导使小鞋，见到工作上有接触的人不知道该如何打招呼。",
        "label": ""
      },
      {
        "sentence": "一边很生气一边又很自责。",
        "label": ""
      },
      {
        "sentence": "最主要是我控制不住我的生理反应，脖子难受头疼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于班长的不公平和领导的小孩行为，你可以先和他们沟通，告诉他们他们的行为对你造成了不良影响。如果无法改变，那就不要去纠结这些你无法控制的问题，先让自己保持心境清净。同时，我们可以回归自己。",
    "annotation": [
      {
        "sentence": "对于班长的不公平和领导的小孩行为，你可以先和他们沟通，告诉他们他们的行为对你造成了不良影响。",
        "label": ""
      },
      {
        "sentence": "如果无法改变，那就不要去纠结这些你无法控制的问题，先让自己保持心境清净。",
        "label": ""
      },
      {
        "sentence": "同时，我们可以回归自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是只要一脱离这个班上的环境我就很舒服了。我想先请假但是不知道什么理由。我不知道我再去找什么工作因为我没有优点没有能力形象也不好人缘也不好，体力也不行，韧带前段时间损伤了。现在在很无助很绝望的状态。如果没了工作再找不到工作话我怕我会更加的焦虑，没收入吃饭都成问题。",
    "annotation": [
      {
        "sentence": "但是只要一脱离这个班上的环境我就很舒服了。",
        "label": ""
      },
      {
        "sentence": "我想先请假但是不知道什么理由。",
        "label": ""
      },
      {
        "sentence": "我不知道我再去找什么工作因为我没有优点没有能力形象也不好人缘也不好，体力也不行，韧带前段时间损伤了。",
        "label": ""
      },
      {
        "sentence": "现在在很无助很绝望的状态。",
        "label": ""
      },
      {
        "sentence": "如果没了工作再找不到工作话我怕我会更加的焦虑，没收入吃饭都成问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先别放弃自己，在寻找新工作方面，可以先请假，给自己时间缓解压力。关于理由，你可以和上级沟通，解释你目前的压力和身体问题，寻求一些时间来恢复。至于你认为自己没有优点、能力、形象和人缘不好，这些都是暂时的困难，我们可以一起正视并寻找解决方法。同时，也要注意保护好自己的身体，不要再受伤。",
    "annotation": [
      {
        "sentence": "先别放弃自己，在寻找新工作方面，可以先请假，给自己时间缓解压力。",
        "label": ""
      },
      {
        "sentence": "关于理由，你可以和上级沟通，解释你目前的压力和身体问题，寻求一些时间来恢复。",
        "label": ""
      },
      {
        "sentence": "至于你认为自己没有优点、能力、形象和人缘不好，这些都是暂时的困难，我们可以一起正视并寻找解决方法。",
        "label": ""
      },
      {
        "sentence": "同时，也要注意保护好自己的身体，不要再受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道我再去找什么工作，因为我没有优点和能力。",
    "annotation": [
      {
        "sentence": "我不知道我再去找什么工作，因为我没有优点和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以尝试寻找你自己的优点和价值，如果你看不见，我们可以一起发掘。请你想想自己的优点，看见它并欣赏它。无条件地相信自己，不需要任何证据，只要相信自己。在面对挫折时要相信自己，在获得成功时也要相信自己。此外，我们要好好让身体复原，可以去看医生或者先休息，不要再让身体受伤。",
    "annotation": [
      {
        "sentence": "我们可以尝试寻找你自己的优点和价值，如果你看不见，我们可以一起发掘。",
        "label": ""
      },
      {
        "sentence": "请你想想自己的优点，看见它并欣赏它。",
        "label": ""
      },
      {
        "sentence": "无条件地相信自己，不需要任何证据，只要相信自己。",
        "label": ""
      },
      {
        "sentence": "在面对挫折时要相信自己，在获得成功时也要相信自己。",
        "label": ""
      },
      {
        "sentence": "此外，我们要好好让身体复原，可以去看医生或者先休息，不要再让身体受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心辞职或者留下都不是好选择，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我担心辞职或者留下都不是好选择，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你已经衡量过得失，无论是辞职还是留下，都不是最重要的。最重要的是你要相信自己，不要给自己过多负面暗示。可以做一些推测和风险评估，但不要过于悲观，因为这样的负面暗示会影响你的表现。其实，职场中的不公平和小鞋穿戴，我自己也经历过，也听说别人遇到过。这些问题并不陌生，但是当你遇到次数多了，你会变得更加有韧力，能够更好地面对压力。记住，有些事情只是过眼云烟，当你找回自己后，一切都会变得清晰起来。",
    "annotation": [
      {
        "sentence": "如果你已经衡量过得失，无论是辞职还是留下，都不是最重要的。",
        "label": ""
      },
      {
        "sentence": "最重要的是你要相信自己，不要给自己过多负面暗示。",
        "label": ""
      },
      {
        "sentence": "可以做一些推测和风险评估，但不要过于悲观，因为这样的负面暗示会影响你的表现。",
        "label": ""
      },
      {
        "sentence": "其实，职场中的不公平和小鞋穿戴，我自己也经历过，也听说别人遇到过。",
        "label": ""
      },
      {
        "sentence": "这些问题并不陌生，但是当你遇到次数多了，你会变得更加有韧力，能够更好地面对压力。",
        "label": ""
      },
      {
        "sentence": "记住，有些事情只是过眼云烟，当你找回自己后，一切都会变得清晰起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会好好面对困难。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会好好面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在你身边支持你的。无论遇到什么困难，你都可以勇敢地面对。我相信你能够找回自己，并走出困境。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，你都可以勇敢地面对。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找回自己，并走出困境。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]