[
  {
    "role": "client",
    "content": "一到班上就难受，我对上班过敏该怎么办？我一开始以为是我对班上的甲醛过敏脖子发紧头发紧，难受的时候还喘不上气，后来去医院检查才发现是心理压力太大了，只要是一到班上就难受一想到班上的事就难受，下班了因为班上事还是久久的缓不过来。比如，班长的不公平现象，领导使小鞋，见到工作上有接触的人不知道该如何打招呼。一边很生气一边又很自责。最主要是我控制不住我的生理反应，脖子难受头疼。但是只要一脱离这个班上的环境我就很舒服了。我想先请假但是不知道什么理由。我不知道我再去找什么工作因为我没有优点没有能力形象也不好人缘也不好，体力也不行，韧带前段时间损伤了。现在在很无助很绝望的状态。如果没了工作再找不到工作话我怕我会更加的焦虑，没收入吃饭都成问题。",
    "annotation": [
      {
        "sentence": "一到班上就难受，我对上班过敏该怎么办？",
        "label": ""
      },
      {
        "sentence": "我一开始以为是我对班上的甲醛过敏脖子发紧头发紧，难受的时候还喘不上气，后来去医院检查才发现是心理压力太大了，只要是一到班上就难受一想到班上的事就难受，下班了因为班上事还是久久的缓不过来。",
        "label": ""
      },
      {
        "sentence": "比如，班长的不公平现象，领导使小鞋，见到工作上有接触的人不知道该如何打招呼。",
        "label": ""
      },
      {
        "sentence": "一边很生气一边又很自责。",
        "label": ""
      },
      {
        "sentence": "最主要是我控制不住我的生理反应，脖子难受头疼。",
        "label": ""
      },
      {
        "sentence": "但是只要一脱离这个班上的环境我就很舒服了。",
        "label": ""
      },
      {
        "sentence": "我想先请假但是不知道什么理由。",
        "label": ""
      },
      {
        "sentence": "我不知道我再去找什么工作因为我没有优点没有能力形象也不好人缘也不好，体力也不行，韧带前段时间损伤了。",
        "label": ""
      },
      {
        "sentence": "现在在很无助很绝望的状态。",
        "label": ""
      },
      {
        "sentence": "如果没了工作再找不到工作话我怕我会更加的焦虑，没收入吃饭都成问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来，你可能在工作中有憋屈、愤怒、压抑，才会导致你目前的身体状况出现。先试试一个策略，一计不成再施一计如何：1）继续上班，但如果身体症状明显，可以考虑用药物缓解。2）学习转换意义或寻找解决办法：班长的不公平在职场上很常见，有时候我们对于不公平无能为力，那么我们要问自己，为什么我们一定要追求公平，不公平触动了内心哪部分不舒服的感受，这部分感受和小时候哪段经历有关呢？面对不公平，除了忍耐，还有没有其他的办法，比如公司的申诉渠道？人力资源部门？领导层？这部分申诉是可以要求保密的。如果所有人的反馈都能解释为不公平，那么你的思维应该会调整，焦虑也会减少。领导的小鞋，遇到这样的情况可以观察周围同事如何应对，忍耐不了的话，可以培养自己可以果断离职的能力。同时，为了未来变得更好，我们今天的辛苦工作都是为了让自己的翅膀硬起来，所以这种忍耐并不会那么难受。人际关系方面，可以和熟悉的人练习表达，询问关系好的人，自己在人际沟通中有哪些需要改进的地方，然后努力改善。3）如果条件允许，可以找个心理咨询师。4）尝试寻找一个突破点。职场上，你不喜欢领导，不喜欢班长，不知道如何和其他人沟通，这会让你变得很孤单，你有察觉到吗？思考从哪个方向突破会更好呢？否则这样的人际环境，你会少了很多的支持，工作不如意也就可想而知。5）停止自责和批评，因为这不仅没用，还会让自己的能量降低，焦虑增加。好的方式是在挫折中为自己找出三个以上的选择，看看自己可以怎么做才会更好。这部分需要在日常生活中反复练习，增强思维的弹性。总之，你可能需要关注个人成长，如情绪管理、职场适应，以缓解焦虑。我们平台有个冥想星球，你可以了解一下，对于提升自信心、缓解焦虑也是有帮助的。",
    "annotation": [
      {
        "sentence": "听起来，你可能在工作中有憋屈、愤怒、压抑，才会导致你目前的身体状况出现。",
        "label": ""
      },
      {
        "sentence": "先试试一个策略，一计不成再施一计如何：1）继续上班，但如果身体症状明显，可以考虑用药物缓解。",
        "label": ""
      },
      {
        "sentence": "2）学习转换意义或寻找解决办法：班长的不公平在职场上很常见，有时候我们对于不公平无能为力，那么我们要问自己，为什么我们一定要追求公平，不公平触动了内心哪部分不舒服的感受，这部分感受和小时候哪段经历有关呢？",
        "label": ""
      },
      {
        "sentence": "面对不公平，除了忍耐，还有没有其他的办法，比如公司的申诉渠道？",
        "label": ""
      },
      {
        "sentence": "人力资源部门？",
        "label": ""
      },
      {
        "sentence": "领导层？",
        "label": ""
      },
      {
        "sentence": "这部分申诉是可以要求保密的。",
        "label": ""
      },
      {
        "sentence": "如果所有人的反馈都能解释为不公平，那么你的思维应该会调整，焦虑也会减少。",
        "label": ""
      },
      {
        "sentence": "领导的小鞋，遇到这样的情况可以观察周围同事如何应对，忍耐不了的话，可以培养自己可以果断离职的能力。",
        "label": ""
      },
      {
        "sentence": "同时，为了未来变得更好，我们今天的辛苦工作都是为了让自己的翅膀硬起来，所以这种忍耐并不会那么难受。",
        "label": ""
      },
      {
        "sentence": "人际关系方面，可以和熟悉的人练习表达，询问关系好的人，自己在人际沟通中有哪些需要改进的地方，然后努力改善。",
        "label": ""
      },
      {
        "sentence": "3）如果条件允许，可以找个心理咨询师。",
        "label": ""
      },
      {
        "sentence": "4）尝试寻找一个突破点。",
        "label": ""
      },
      {
        "sentence": "职场上，你不喜欢领导，不喜欢班长，不知道如何和其他人沟通，这会让你变得很孤单，你有察觉到吗？",
        "label": ""
      },
      {
        "sentence": "思考从哪个方向突破会更好呢？",
        "label": ""
      },
      {
        "sentence": "否则这样的人际环境，你会少了很多的支持，工作不如意也就可想而知。",
        "label": ""
      },
      {
        "sentence": "5）停止自责和批评，因为这不仅没用，还会让自己的能量降低，焦虑增加。",
        "label": ""
      },
      {
        "sentence": "好的方式是在挫折中为自己找出三个以上的选择，看看自己可以怎么做才会更好。",
        "label": ""
      },
      {
        "sentence": "这部分需要在日常生活中反复练习，增强思维的弹性。",
        "label": ""
      },
      {
        "sentence": "总之，你可能需要关注个人成长，如情绪管理、职场适应，以缓解焦虑。",
        "label": ""
      },
      {
        "sentence": "我们平台有个冥想星球，你可以了解一下，对于提升自信心、缓解焦虑也是有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和建议。我会尝试你给我的建议，特别是学会转换意义和寻找解决办法。我对不公平的感受确实和小时候的一些经历有关，我需要思考如何从其他角度来面对这种情况。另外，观察周围同事的做法也是一个好方法，我会学习他们的应对方式。谢谢你提醒我不要自责和批评自己，我会尽量在挫折中找到更多的选择。我也会了解一下你提到的冥想星球，希望能找到一些平衡和放松的方式。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的回复和建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试你给我的建议，特别是学会转换意义和寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "我对不公平的感受确实和小时候的一些经历有关，我需要思考如何从其他角度来面对这种情况。",
        "label": ""
      },
      {
        "sentence": "另外，观察周围同事的做法也是一个好方法，我会学习他们的应对方式。",
        "label": ""
      },
      {
        "sentence": "谢谢你提醒我不要自责和批评自己，我会尽量在挫折中找到更多的选择。",
        "label": ""
      },
      {
        "sentence": "我也会了解一下你提到的冥想星球，希望能找到一些平衡和放松的方式。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  }
]