[
  {
    "role": "client",
    "content": "害怕去学校，现在只有初中文凭，以后能干什么？我是一名16岁女生。初中因为某些生理缺陷被同学们语言暴力过两年，导致现在的我十分恐惧上学，也十分害怕看到初高中生。即使现在离开了他们，但他们带给我的阴霾和屈辱感日渐的积累了起来，成为了我人生一段无法释怀的阴影。虽然高中来了没有人再笑话我了，但进入学校我还是无法正常学习，只觉得无比痛苦煎熬。我无比讨厌学校这个地方，我无法完成三年的高中学业，于是读完高一就准备休学一年。我不想再踏入学校了，但我现在只有个初中文凭，我能在社会上生存吗？以后能去做些什么呢？",
    "annotation": [
      {
        "sentence": "害怕去学校，现在只有初中文凭，以后能干什么？",
        "label": ""
      },
      {
        "sentence": "我是一名16岁女生。",
        "label": ""
      },
      {
        "sentence": "初中因为某些生理缺陷被同学们语言暴力过两年，导致现在的我十分恐惧上学，也十分害怕看到初高中生。",
        "label": ""
      },
      {
        "sentence": "即使现在离开了他们，但他们带给我的阴霾和屈辱感日渐的积累了起来，成为了我人生一段无法释怀的阴影。",
        "label": ""
      },
      {
        "sentence": "虽然高中来了没有人再笑话我了，但进入学校我还是无法正常学习，只觉得无比痛苦煎熬。",
        "label": ""
      },
      {
        "sentence": "我无比讨厌学校这个地方，我无法完成三年的高中学业，于是读完高一就准备休学一年。",
        "label": ""
      },
      {
        "sentence": "我不想再踏入学校了，但我现在只有个初中文凭，我能在社会上生存吗？",
        "label": ""
      },
      {
        "sentence": "以后能去做些什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小朋友，看了你的经历感觉很心疼，我愿意分享我的感受，希望帮助你。曾经历过语言伤害的人，内心会种下恐惧的种子，即使时过境迁，当碰到类似的人、事、物时，便不由自主地会害怕。我曾有过这种感受，相信太多人都有过这种经历，你不是自己这样被伤害过。所以你不用害怕，有千千万万的人都有过这样的经历。避免继续被伤害的方法，是远离原有的环境。你已经换了新环境，而且你也知道，没有这样的伤害发生。可是面对学校，你便会害怕，这是过往积累在身体中的垃圾没有清理掉。清理掉过往的负能量就会慢慢好起来。",
    "annotation": [
      {
        "sentence": "小朋友，看了你的经历感觉很心疼，我愿意分享我的感受，希望帮助你。",
        "label": ""
      },
      {
        "sentence": "曾经历过语言伤害的人，内心会种下恐惧的种子，即使时过境迁，当碰到类似的人、事、物时，便不由自主地会害怕。",
        "label": ""
      },
      {
        "sentence": "我曾有过这种感受，相信太多人都有过这种经历，你不是自己这样被伤害过。",
        "label": ""
      },
      {
        "sentence": "所以你不用害怕，有千千万万的人都有过这样的经历。",
        "label": ""
      },
      {
        "sentence": "避免继续被伤害的方法，是远离原有的环境。",
        "label": ""
      },
      {
        "sentence": "你已经换了新环境，而且你也知道，没有这样的伤害发生。",
        "label": ""
      },
      {
        "sentence": "可是面对学校，你便会害怕，这是过往积累在身体中的垃圾没有清理掉。",
        "label": ""
      },
      {
        "sentence": "清理掉过往的负能量就会慢慢好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的理解和鼓励。我确实感到过去的阴影仍在影响着我，但是我不知道如何清理这些负能量。我已经很努力地尝试去面对学校和学习，但每当我到达学校，我就感到无比的痛苦和害怕。",
    "annotation": [
      {
        "sentence": "谢谢支持者的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实感到过去的阴影仍在影响着我，但是我不知道如何清理这些负能量。",
        "label": ""
      },
      {
        "sentence": "我已经很努力地尝试去面对学校和学习，但每当我到达学校，我就感到无比的痛苦和害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你该明白，2年发生的经历，当时无论因为什么原因，都已经过去了。这是改变不了的事实，我们只能接受。就像你生理上有不足一样，当无力改变时，就尝试与不完美和解，接纳它的存在，才有改变的可能。再者，你不是休学在家吗，可以利用这段时间好好清理掉过去累积的垃圾。就像宿便一样，长时间不清理，身体一定会出问题，同样这种伤害的负能量也一样，只要清理出去，自然不会影响到你。",
    "annotation": [
      {
        "sentence": "首先，你该明白，2年发生的经历，当时无论因为什么原因，都已经过去了。",
        "label": ""
      },
      {
        "sentence": "这是改变不了的事实，我们只能接受。",
        "label": ""
      },
      {
        "sentence": "就像你生理上有不足一样，当无力改变时，就尝试与不完美和解，接纳它的存在，才有改变的可能。",
        "label": ""
      },
      {
        "sentence": "再者，你不是休学在家吗，可以利用这段时间好好清理掉过去累积的垃圾。",
        "label": ""
      },
      {
        "sentence": "就像宿便一样，长时间不清理，身体一定会出问题，同样这种伤害的负能量也一样，只要清理出去，自然不会影响到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "清理负能量听上去很抽象，我该如何具体去做呢？",
    "annotation": [
      {
        "sentence": "清理负能量听上去很抽象，我该如何具体去做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "怎么清理呢，多锻炼身体，比如早晨起来出去跑跑步，让自己神清气爽起来，就不易被坏情绪干扰。还可以写东西，把你心里的委屈、害怕都写下来，想哭就哭，想骂就骂，必须把积压在心里的怨气都发泄出来。你可以给你以前伤害你的人写封信，告诉他们对你造成的伤害，甚至大骂他们的行为，怎么解气怎么写。如果不愿邮寄，可以撕掉并用火烧掉，告诉自己一切都过去了，不再纠结这份伤害，要回到内在的和平上来。发泄完如果感觉悲伤，你可以找棵大树，抱抱它，把你的委屈、伤心害怕都说给它听。它会像个最忠实的朋友一样，把你的伤心带走，只会陪你回到和平中来。",
    "annotation": [
      {
        "sentence": "怎么清理呢，多锻炼身体，比如早晨起来出去跑跑步，让自己神清气爽起来，就不易被坏情绪干扰。",
        "label": ""
      },
      {
        "sentence": "还可以写东西，把你心里的委屈、害怕都写下来，想哭就哭，想骂就骂，必须把积压在心里的怨气都发泄出来。",
        "label": ""
      },
      {
        "sentence": "你可以给你以前伤害你的人写封信，告诉他们对你造成的伤害，甚至大骂他们的行为，怎么解气怎么写。",
        "label": ""
      },
      {
        "sentence": "如果不愿邮寄，可以撕掉并用火烧掉，告诉自己一切都过去了，不再纠结这份伤害，要回到内在的和平上来。",
        "label": ""
      },
      {
        "sentence": "发泄完如果感觉悲伤，你可以找棵大树，抱抱它，把你的委屈、伤心害怕都说给它听。",
        "label": ""
      },
      {
        "sentence": "它会像个最忠实的朋友一样，把你的伤心带走，只会陪你回到和平中来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来很特别，但我会试一试。我希望能够逐渐清理掉过去的负能量，重新找到内心的和平。",
    "annotation": [
      {
        "sentence": "这些方法听起来很特别，但我会试一试。",
        "label": ""
      },
      {
        "sentence": "我希望能够逐渐清理掉过去的负能量，重新找到内心的和平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的清理是持续的，当有这样不好的感觉时，就可以用自己感觉好的方式清理。你会越来越开心，对过往的事会完全不受影响。当内在越来越有力量时，你要觉察整个过程带给你的启示，看看你说的别人对你的语言伤害，是不是你也这样认为的，也是你抗拒不愿接受的地方，是否对自己的生理缺陷充满评判和不接纳，才会认为别人伤害到你。也许回过头看，他们也许是你内在的投射，是来提醒你，让你更接纳自己的，哪怕不完美，也接纳这样的状态。每个人成长都是过程，每个人也都有自己要面临的成长功课，愿你在自己的这门人生功课中，顺利完成并超越，做回真实的自己。",
    "annotation": [
      {
        "sentence": "这样的清理是持续的，当有这样不好的感觉时，就可以用自己感觉好的方式清理。",
        "label": ""
      },
      {
        "sentence": "你会越来越开心，对过往的事会完全不受影响。",
        "label": ""
      },
      {
        "sentence": "当内在越来越有力量时，你要觉察整个过程带给你的启示，看看你说的别人对你的语言伤害，是不是你也这样认为的，也是你抗拒不愿接受的地方，是否对自己的生理缺陷充满评判和不接纳，才会认为别人伤害到你。",
        "label": ""
      },
      {
        "sentence": "也许回过头看，他们也许是你内在的投射，是来提醒你，让你更接纳自己的，哪怕不完美，也接纳这样的状态。",
        "label": ""
      },
      {
        "sentence": "每个人成长都是过程，每个人也都有自己要面临的成长功课，愿你在自己的这门人生功课中，顺利完成并超越，做回真实的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的鼓励和建议。我会努力清理过去的负能量，并尝试接纳自己的不完美。希望我能够逐渐摆脱内心的阴影，重新找回自己的信心和勇气。",
    "annotation": [
      {
        "sentence": "谢谢支持者的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会努力清理过去的负能量，并尝试接纳自己的不完美。",
        "label": ""
      },
      {
        "sentence": "希望我能够逐渐摆脱内心的阴影，重新找回自己的信心和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢，我相信你能克服困难，重新找回属于你自己的快乐和自信。如果你还有需要，随时可以来找我聊天，我会一直支持你的。你不孤单，我们会一起度过难关。",
    "annotation": [
      {
        "sentence": "你很勇敢，我相信你能克服困难，重新找回属于你自己的快乐和自信。",
        "label": ""
      },
      {
        "sentence": "如果你还有需要，随时可以来找我聊天，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "你不孤单，我们会一起度过难关。",
        "label": ""
      }
    ]
  }
]