[
  {
    "role": "client",
    "content": "怎么才能从过去失恋或者不愉快的事件中走出？",
    "annotation": [
      {
        "sentence": "怎么才能从过去失恋或者不愉快的事件中走出？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾你正在经历这样一个情感情绪复杂的阶段。分手了，就意味着失恋了。失恋意味着双方的恋爱关系不再，亲密关系遭至破坏，过去的美好和一起的点点滴滴都已经结束，未来也不可能再拥有。而看起来，分手后你曾经的恋人给你留下了一道难以愈合的伤口，痛苦而折磨，还很愤怒。",
    "annotation": [
      {
        "sentence": "很遗憾你正在经历这样一个情感情绪复杂的阶段。",
        "label": ""
      },
      {
        "sentence": "分手了，就意味着失恋了。",
        "label": ""
      },
      {
        "sentence": "失恋意味着双方的恋爱关系不再，亲密关系遭至破坏，过去的美好和一起的点点滴滴都已经结束，未来也不可能再拥有。",
        "label": ""
      },
      {
        "sentence": "而看起来，分手后你曾经的恋人给你留下了一道难以愈合的伤口，痛苦而折磨，还很愤怒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我现在特别难受，一想起过去的事情就觉得心痛。",
    "annotation": [
      {
        "sentence": "是啊，我现在特别难受，一想起过去的事情就觉得心痛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那应该如何从失恋的痛苦中解脱出来？失恋中的人又会面临什么样的心理变化，直至重新树立自信，走向美好的新未来。",
    "annotation": [
      {
        "sentence": "那应该如何从失恋的痛苦中解脱出来？",
        "label": ""
      },
      {
        "sentence": "失恋中的人又会面临什么样的心理变化，直至重新树立自信，走向美好的新未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道该怎么解决这种痛苦，也不知道怎样才能重新开始自己的生活。",
    "annotation": [
      {
        "sentence": "我真的不知道该怎么解决这种痛苦，也不知道怎样才能重新开始自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失恋之初，我们能感受到的就是无尽的痛苦和伤害，仿佛我们是无法战胜的，一日一夜都过得很艰难，想到那些一起经历的美好不复存在就觉得不能接受。想起自己在关系中的牺牲付出和委屈，更是心生不满，越想越气，这个时候理智的我们是被情感的我们所打败的，且会处在这样的阶段一段时间。",
    "annotation": [
      {
        "sentence": "失恋之初，我们能感受到的就是无尽的痛苦和伤害，仿佛我们是无法战胜的，一日一夜都过得很艰难，想到那些一起经历的美好不复存在就觉得不能接受。",
        "label": ""
      },
      {
        "sentence": "想起自己在关系中的牺牲付出和委屈，更是心生不满，越想越气，这个时候理智的我们是被情感的我们所打败的，且会处在这样的阶段一段时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在就感觉非常痛苦和气愤，觉得自己付出了很多，得到的却是这样的结果。",
    "annotation": [
      {
        "sentence": "是的，我现在就感觉非常痛苦和气愤，觉得自己付出了很多，得到的却是这样的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "慢慢的，失恋的人会开始就着痛苦做一点抽离，觉得恋爱是需要双方自愿的，无法一厢情愿。所以会对当下的情况进行分析和反思，重新去看待双方的状况和相互的匹配。一方面看对方是不是符合我们的择偶标准。另一个方面看我们自己的条件是不是符合对方的择偶标准。如果符合，我们不妨再努力试试看能不能继续，如果根本就不符合，就要及时抽身，不要越陷越深。",
    "annotation": [
      {
        "sentence": "慢慢的，失恋的人会开始就着痛苦做一点抽离，觉得恋爱是需要双方自愿的，无法一厢情愿。",
        "label": ""
      },
      {
        "sentence": "所以会对当下的情况进行分析和反思，重新去看待双方的状况和相互的匹配。",
        "label": ""
      },
      {
        "sentence": "一方面看对方是不是符合我们的择偶标准。",
        "label": ""
      },
      {
        "sentence": "另一个方面看我们自己的条件是不是符合对方的择偶标准。",
        "label": ""
      },
      {
        "sentence": "如果符合，我们不妨再努力试试看能不能继续，如果根本就不符合，就要及时抽身，不要越陷越深。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在觉得自己和她的价值观和生活习惯有很大的不同，我们可能并不适合在一起。",
    "annotation": [
      {
        "sentence": "确实，我现在觉得自己和她的价值观和生活习惯有很大的不同，我们可能并不适合在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后面，就可以用理智来说服情感了，我们可以放过自己，也能够尊重对方开始新的征程的权利，然后双方可以回归彼此的生活了。再次，就是升华。失恋以后，很多人在痛苦中难以自拔，无所事事，工作、学习、理想都抛之脑后，继而降低自己的人生价值，以致造成新的选择的困难。过了这个阶段，也就是理性出来之后，会产生报复心理，你不是觉得我不行不够好嘛，那我就做给你看我就非过得比你好才行。这样的心理很多时候能够使人们产生积极的反应，让他们把更多的时间和经历投入到生活的更大范围中去，比如学习、事业等，从而在失恋后创造出辉煌的成就。",
    "annotation": [
      {
        "sentence": "后面，就可以用理智来说服情感了，我们可以放过自己，也能够尊重对方开始新的征程的权利，然后双方可以回归彼此的生活了。",
        "label": ""
      },
      {
        "sentence": "再次，就是升华。",
        "label": ""
      },
      {
        "sentence": "失恋以后，很多人在痛苦中难以自拔，无所事事，工作、学习、理想都抛之脑后，继而降低自己的人生价值，以致造成新的选择的困难。",
        "label": ""
      },
      {
        "sentence": "过了这个阶段，也就是理性出来之后，会产生报复心理，你不是觉得我不行不够好嘛，那我就做给你看我就非过得比你好才行。",
        "label": ""
      },
      {
        "sentence": "这样的心理很多时候能够使人们产生积极的反应，让他们把更多的时间和经历投入到生活的更大范围中去，比如学习、事业等，从而在失恋后创造出辉煌的成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能再沉浸在痛苦中了，我应该振作起来，继续追求自己的梦想和目标。",
    "annotation": [
      {
        "sentence": "你说得对，我不能再沉浸在痛苦中了，我应该振作起来，继续追求自己的梦想和目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，是发展新的关系。有些人在失恋后，可能会因为经历了这次不好的体验就变得比较封锁，心不再开放，很害怕去认识新的人，发展新的关系。但恰恰稳定和安全的关系能够很好的转移心理压力，以便达到心灵的平静。将失恋的烦恼跟身边值得信赖的朋友倾诉一番，常常能够使人觉得舒了一口气，这样的朋友虽然不一定要求是同性，但最好是同性的朋友。经过跟朋友的倾诉，重新回到生活，也能够让我们在这样的过程慢慢的找回最初敢爱，相信爱的力量。最后，去认识一个新的人，发展一段新的关系，圆满一段新的恋情。",
    "annotation": [
      {
        "sentence": "最后，是发展新的关系。",
        "label": ""
      },
      {
        "sentence": "有些人在失恋后，可能会因为经历了这次不好的体验就变得比较封锁，心不再开放，很害怕去认识新的人，发展新的关系。",
        "label": ""
      },
      {
        "sentence": "但恰恰稳定和安全的关系能够很好的转移心理压力，以便达到心灵的平静。",
        "label": ""
      },
      {
        "sentence": "将失恋的烦恼跟身边值得信赖的朋友倾诉一番，常常能够使人觉得舒了一口气，这样的朋友虽然不一定要求是同性，但最好是同性的朋友。",
        "label": ""
      },
      {
        "sentence": "经过跟朋友的倾诉，重新回到生活，也能够让我们在这样的过程慢慢的找回最初敢爱，相信爱的力量。",
        "label": ""
      },
      {
        "sentence": "最后，去认识一个新的人，发展一段新的关系，圆满一段新的恋情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力让自己走出失恋的阴影，重新开始新的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力让自己走出失恋的阴影，重新开始新的生活。",
        "label": ""
      }
    ]
  }
]