[
  {
    "role": "client",
    "content": "我最近有点困扰，我有个合伙人，她想要进入公务员系统，可是我觉得我对此心生嫉妒，我好像不能接受她的成功。我知道她不是坏人，她很善良，但是两年来她没有给公司和我带来一分收入。我按照合作比例分了她一年的钱，但今年我没有给她很多。可是今天我得知她家里通过花钱托关系，估计让她进入了公务员系统！我感受到的只是世界的不公平！我是不是嫉妒心太强了？我问问我自己，对那些靠自己真本事取得成功的人，我是真心佩服的。",
    "annotation": [
      {
        "sentence": "我最近有点困扰，我有个合伙人，她想要进入公务员系统，可是我觉得我对此心生嫉妒，我好像不能接受她的成功。",
        "label": ""
      },
      {
        "sentence": "我知道她不是坏人，她很善良，但是两年来她没有给公司和我带来一分收入。",
        "label": ""
      },
      {
        "sentence": "我按照合作比例分了她一年的钱，但今年我没有给她很多。",
        "label": ""
      },
      {
        "sentence": "可是今天我得知她家里通过花钱托关系，估计让她进入了公务员系统！",
        "label": ""
      },
      {
        "sentence": "我感受到的只是世界的不公平！",
        "label": ""
      },
      {
        "sentence": "我是不是嫉妒心太强了？",
        "label": ""
      },
      {
        "sentence": "我问问我自己，对那些靠自己真本事取得成功的人，我是真心佩服的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很喜欢你提出的问题。我自己也苦恼过类似的问题很多年了，这个世界是不是公平的呢？首先，人性的最大特点就是追求利益、回避危害，所以从这个角度来说，我们会去向往更好的东西，会嫉妒别人所拥有而我们没有的东西，这是非常正常的心理反应，这种心理会逐渐演变为嫉妒。那么人类是如何解决这个问题的呢？人类发明了一个词叫做“公平”，公平是消除嫉妒的最好手段，而不公平恰恰是滋生嫉妒的完美土壤。然而，公平是相对的而不是绝对的，所以让“公平”来背黑锅显然对“公平”无异于不公平。想要理解这句话，最好的办法就是不断提高我们自己的认知水平和辩证思维能力。举个例子，如果一个人努力学习，考上了公务员，既没有靠关系也没有花钱，我们会认为这是公平的吗？我觉得未必。人无法独立存在于社会，从出生那一刻起，某种不公平就已经存在了。一个出生在知识分子家庭、家境优渥的人和一个出生在社会底层家庭的人，即便付出同样的努力，可能得到的回报也会不一样，因为他们所处的成长环境是不同的，而环境对人的影响是不可忽视的。那么这种由成长环境和所处阶层导致的最终结果的差异，对双方而言是公平的吗？2017年，清华大学和北京大学计划在北京地区招生553人，而北京地区的人口大约有2000万左右，而拥有一亿人口的山东只有300个名额。这意味着同样的分数、同样的文化水平，如果你的户籍在北京，你就能够进入中国最顶尖的两所大学，但如果你“不幸”出生在山东，那么你可能就要与清华北大无缘，这公平吗？从私有制诞生那一刻起，人类社会就不再可能拥有“绝对的公平”。如果你是一名出生在山东的考生，当你抱怨这种制度不公平时，我要给你看一组数据：2018年，清华北大全国合计录取6600人，北京地区录取626人，录取率1%，是全国第一，而云南和贵州两省加起来只录取了243人，两省的录取率大概在万分之3左右。所以当我们抱怨不公平时，永远有人比我们承受更大的“不公平”，这就是“公平的相对性”。之前网上流传了一句很火的话，叫做：“人家几代人的努力，凭什么输给你的十年寒窗？”这句话听起来有些刺耳，但如果我们不带立场地去理解它，它还是有一定道理的。任何人都不敢说自己所拥有的一切与其他人毫无关系，完全凭借个人努力得来的，所以试图用“努力”来衡量这个世界的公平与不公平是站不住脚的。祝您生活愉快。",
    "annotation": [
      {
        "sentence": "我很喜欢你提出的问题。",
        "label": ""
      },
      {
        "sentence": "我自己也苦恼过类似的问题很多年了，这个世界是不是公平的呢？",
        "label": ""
      },
      {
        "sentence": "首先，人性的最大特点就是追求利益、回避危害，所以从这个角度来说，我们会去向往更好的东西，会嫉妒别人所拥有而我们没有的东西，这是非常正常的心理反应，这种心理会逐渐演变为嫉妒。",
        "label": ""
      },
      {
        "sentence": "那么人类是如何解决这个问题的呢？",
        "label": ""
      },
      {
        "sentence": "人类发明了一个词叫做“公平”，公平是消除嫉妒的最好手段，而不公平恰恰是滋生嫉妒的完美土壤。",
        "label": ""
      },
      {
        "sentence": "然而，公平是相对的而不是绝对的，所以让“公平”来背黑锅显然对“公平”无异于不公平。",
        "label": ""
      },
      {
        "sentence": "想要理解这句话，最好的办法就是不断提高我们自己的认知水平和辩证思维能力。",
        "label": ""
      },
      {
        "sentence": "举个例子，如果一个人努力学习，考上了公务员，既没有靠关系也没有花钱，我们会认为这是公平的吗？",
        "label": ""
      },
      {
        "sentence": "我觉得未必。",
        "label": ""
      },
      {
        "sentence": "人无法独立存在于社会，从出生那一刻起，某种不公平就已经存在了。",
        "label": ""
      },
      {
        "sentence": "一个出生在知识分子家庭、家境优渥的人和一个出生在社会底层家庭的人，即便付出同样的努力，可能得到的回报也会不一样，因为他们所处的成长环境是不同的，而环境对人的影响是不可忽视的。",
        "label": ""
      },
      {
        "sentence": "那么这种由成长环境和所处阶层导致的最终结果的差异，对双方而言是公平的吗？",
        "label": ""
      },
      {
        "sentence": "2017年，清华大学和北京大学计划在北京地区招生553人，而北京地区的人口大约有2000万左右，而拥有一亿人口的山东只有300个名额。",
        "label": ""
      },
      {
        "sentence": "这意味着同样的分数、同样的文化水平，如果你的户籍在北京，你就能够进入中国最顶尖的两所大学，但如果你“不幸”出生在山东，那么你可能就要与清华北大无缘，这公平吗？",
        "label": ""
      },
      {
        "sentence": "从私有制诞生那一刻起，人类社会就不再可能拥有“绝对的公平”。",
        "label": ""
      },
      {
        "sentence": "如果你是一名出生在山东的考生，当你抱怨这种制度不公平时，我要给你看一组数据：2018年，清华北大全国合计录取6600人，北京地区录取626人，录取率1%，是全国第一，而云南和贵州两省加起来只录取了243人，两省的录取率大概在万分之3左右。",
        "label": ""
      },
      {
        "sentence": "所以当我们抱怨不公平时，永远有人比我们承受更大的“不公平”，这就是“公平的相对性”。",
        "label": ""
      },
      {
        "sentence": "之前网上流传了一句很火的话，叫做：“人家几代人的努力，凭什么输给你的十年寒窗？",
        "label": ""
      },
      {
        "sentence": "”这句话听起来有些刺耳，但如果我们不带立场地去理解它，它还是有一定道理的。",
        "label": ""
      },
      {
        "sentence": "任何人都不敢说自己所拥有的一切与其他人毫无关系，完全凭借个人努力得来的，所以试图用“努力”来衡量这个世界的公平与不公平是站不住脚的。",
        "label": ""
      },
      {
        "sentence": "祝您生活愉快。",
        "label": ""
      }
    ]
  }
]