[
  {
    "role": "client",
    "content": "怎么才能从过去失恋或者不愉快的事件中走出？",
    "annotation": [
      {
        "sentence": "怎么才能从过去失恋或者不愉快的事件中走出？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失恋是一段困扰人的经历，但是你要相信，时间是最好的良药。首先，你可以试着接受这段经历，不要再纠结于过去的遭遇。你可以尝试转移注意力，寻找一些自己感兴趣的事情来填补心灵的空虚。",
    "annotation": [
      {
        "sentence": "失恋是一段困扰人的经历，但是你要相信，时间是最好的良药。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着接受这段经历，不要再纠结于过去的遭遇。",
        "label": ""
      },
      {
        "sentence": "你可以尝试转移注意力，寻找一些自己感兴趣的事情来填补心灵的空虚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的很伤心，一年前在大学谈了个恋爱，开始是我先追的别人，后来她含含糊糊的答应了。为什么这么说呢，因为周末可以出去电影，在学校外面他说我可以牵手，但是在学校里面他总说在考验考验。",
    "annotation": [
      {
        "sentence": "可是我真的很伤心，一年前在大学谈了个恋爱，开始是我先追的别人，后来她含含糊糊的答应了。",
        "label": ""
      },
      {
        "sentence": "为什么这么说呢，因为周末可以出去电影，在学校外面他说我可以牵手，但是在学校里面他总说在考验考验。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这样的情况让人感到困惑和受伤。但是人的情感是复杂多变的，有时候我们无法掌控对方的想法和行为。你不需要责怪自己，重要的是找到属于自己的幸福。试着从这段经历中学到一些宝贵的教训，让自己更加成熟。",
    "annotation": [
      {
        "sentence": "我理解你的感受，这样的情况让人感到困惑和受伤。",
        "label": ""
      },
      {
        "sentence": "但是人的情感是复杂多变的，有时候我们无法掌控对方的想法和行为。",
        "label": ""
      },
      {
        "sentence": "你不需要责怪自己，重要的是找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "试着从这段经历中学到一些宝贵的教训，让自己更加成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我特别傻，就觉得可能难追吧，没想其他的，我们系不一样，每次晚上都是我提出说我去接你送你回宿舍什么的，他从来没有说是我去找你什么的。",
    "annotation": [
      {
        "sentence": "当时我特别傻，就觉得可能难追吧，没想其他的，我们系不一样，每次晚上都是我提出说我去接你送你回宿舍什么的，他从来没有说是我去找你什么的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情里很容易出现不平衡的情况，但是关键在于你是否快乐和满足。你可以试着和对方进行沟通，让对方了解你的需要和期望。如果对方无法给予你所需的支持和关心，或许这段感情并不适合你。",
    "annotation": [
      {
        "sentence": "感情里很容易出现不平衡的情况，但是关键在于你是否快乐和满足。",
        "label": ""
      },
      {
        "sentence": "你可以试着和对方进行沟通，让对方了解你的需要和期望。",
        "label": ""
      },
      {
        "sentence": "如果对方无法给予你所需的支持和关心，或许这段感情并不适合你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有一次下雨，我想都没想就给他送伞，结果后来才他么知道当时他正在和别的男的聊天，我给他送伞的时候他同学也在，人家问这是谁啊，他说这是我哥，我当时没说什么，现在想想真想抽死他！",
    "annotation": [
      {
        "sentence": "有一次下雨，我想都没想就给他送伞，结果后来才他么知道当时他正在和别的男的聊天，我给他送伞的时候他同学也在，人家问这是谁啊，他说这是我哥，我当时没说什么，现在想想真想抽死他！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个令人沮丧和受伤的经历，但是你要明白，你值得被爱和被尊重。别人的言行无法改变你的价值和尊严。现在的你可以试着将这些消极情绪转化为积极的力量，告诉自己，你会遇到更好的人，遇到一个真正懂你、珍惜你的人。",
    "annotation": [
      {
        "sentence": "这是个令人沮丧和受伤的经历，但是你要明白，你值得被爱和被尊重。",
        "label": ""
      },
      {
        "sentence": "别人的言行无法改变你的价值和尊严。",
        "label": ""
      },
      {
        "sentence": "现在的你可以试着将这些消极情绪转化为积极的力量，告诉自己，你会遇到更好的人，遇到一个真正懂你、珍惜你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "送伞以后大约过了一周左右，放假，然后他提出爬泰山，当时我答应了，爬到半山腰的时候我说照个照片吧，这个心机婊带上了墨镜，真是服了，我拍了两张照片，她说你把照片传给我，然后删了，现在想想他当时就是怕我发朋友圈，让别人知道和我爬山了。",
    "annotation": [
      {
        "sentence": "送伞以后大约过了一周左右，放假，然后他提出爬泰山，当时我答应了，爬到半山腰的时候我说照个照片吧，这个心机婊带上了墨镜，真是服了，我拍了两张照片，她说你把照片传给我，然后删了，现在想想他当时就是怕我发朋友圈，让别人知道和我爬山了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候我们会遇到一些出乎意料的情况，让我们感到无奈和伤心。但是生活中也有很多美好的瞬间等待我们去发现。你可以试着放下这段经历带来的负面情绪，相信自己会有更多机会去创造属于自己的美好回忆。",
    "annotation": [
      {
        "sentence": "有时候我们会遇到一些出乎意料的情况，让我们感到无奈和伤心。",
        "label": ""
      },
      {
        "sentence": "但是生活中也有很多美好的瞬间等待我们去发现。",
        "label": ""
      },
      {
        "sentence": "你可以试着放下这段经历带来的负面情绪，相信自己会有更多机会去创造属于自己的美好回忆。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我送什么东西她都照收不误，现在想他真把我当傻子了，现在是越想越气，爬完山以后过了几天我就说分，直接同意。",
    "annotation": [
      {
        "sentence": "我送什么东西她都照收不误，现在想他真把我当傻子了，现在是越想越气，爬完山以后过了几天我就说分，直接同意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情的结束往往让人感到心痛和失落，但是你要明白，你的选择是正确的。和一个不懂得珍惜你和尊重你的人继续在一起并不会让你幸福。当你把不合适的人从生活中释放出来，你才能够为自己创造更美好的未来。",
    "annotation": [
      {
        "sentence": "感情的结束往往让人感到心痛和失落，但是你要明白，你的选择是正确的。",
        "label": ""
      },
      {
        "sentence": "和一个不懂得珍惜你和尊重你的人继续在一起并不会让你幸福。",
        "label": ""
      },
      {
        "sentence": "当你把不合适的人从生活中释放出来，你才能够为自己创造更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来说分之后，她喵的想都没想直接同意，他妈的，这家伙根本就是在玩人，后来我十分生气，就在空间发了个说说，他看见以后，十分怕别人知道，其实别人知道，又不瞎！晚上已自杀威胁我，让我删掉，呵，真傻我是，我就删了，最后我就跟她吵了一架，骂我s.b，说我这样的以后娶不着媳妇什么的！什么难听骂啥，现在是越想越气，真不知道该怎么办，请大家帮帮我，谢谢！",
    "annotation": [
      {
        "sentence": "后来说分之后，她喵的想都没想直接同意，他妈的，这家伙根本就是在玩人，后来我十分生气，就在空间发了个说说，他看见以后，十分怕别人知道，其实别人知道，又不瞎！",
        "label": ""
      },
      {
        "sentence": "晚上已自杀威胁我，让我删掉，呵，真傻我是，我就删了，最后我就跟她吵了一架，骂我s.b，说我这样的以后娶不着媳妇什么的！",
        "label": ""
      },
      {
        "sentence": "什么难听骂啥，现在是越想越气，真不知道该怎么办，请大家帮帮我，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的遭遇让人感到心痛，但是为了你自己的健康和安全，请尽量远离这种人。他的恶言恶语只是他自己内心的痛苦反映，并不代表你的真实价值。现在最重要的是，你要保持理智，并尽快采取措施保护自己。你可以寻求身边亲人和朋友的支持，或者找专业的心理咨询师来倾诉和寻求帮助。记住，你不是一个人在战斗，我们都会陪伴在你的身边。",
    "annotation": [
      {
        "sentence": "你的遭遇让人感到心痛，但是为了你自己的健康和安全，请尽量远离这种人。",
        "label": ""
      },
      {
        "sentence": "他的恶言恶语只是他自己内心的痛苦反映，并不代表你的真实价值。",
        "label": ""
      },
      {
        "sentence": "现在最重要的是，你要保持理智，并尽快采取措施保护自己。",
        "label": ""
      },
      {
        "sentence": "你可以寻求身边亲人和朋友的支持，或者找专业的心理咨询师来倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们都会陪伴在你的身边。",
        "label": ""
      }
    ]
  }
]