[
  {
    "role": "client",
    "content": "害怕去学校，现在只有初中文凭，以后能干什么？我是一名16岁女生。初中因为某些生理缺陷被同学们语言暴力过两年，导致现在的我十分恐惧上学，也十分害怕看到初高中生。即使现在离开了他们，但他们带给我的阴霾和屈辱感日渐的积累了起来，成为了我人生一段无法释怀的阴影。虽然高中来了没有人再笑话我了，但进入学校我还是无法正常学习，只觉得无比痛苦煎熬。我无比讨厌学校这个地方，我无法完成三年的高中学业，于是读完高一就准备休学一年。我不想再踏入学校了，但我现在只有个初中文凭，我能在社会上生存吗？以后能去做些什么呢？",
    "annotation": [
      {
        "sentence": "害怕去学校，现在只有初中文凭，以后能干什么？",
        "label": ""
      },
      {
        "sentence": "我是一名16岁女生。",
        "label": ""
      },
      {
        "sentence": "初中因为某些生理缺陷被同学们语言暴力过两年，导致现在的我十分恐惧上学，也十分害怕看到初高中生。",
        "label": ""
      },
      {
        "sentence": "即使现在离开了他们，但他们带给我的阴霾和屈辱感日渐的积累了起来，成为了我人生一段无法释怀的阴影。",
        "label": ""
      },
      {
        "sentence": "虽然高中来了没有人再笑话我了，但进入学校我还是无法正常学习，只觉得无比痛苦煎熬。",
        "label": ""
      },
      {
        "sentence": "我无比讨厌学校这个地方，我无法完成三年的高中学业，于是读完高一就准备休学一年。",
        "label": ""
      },
      {
        "sentence": "我不想再踏入学校了，但我现在只有个初中文凭，我能在社会上生存吗？",
        "label": ""
      },
      {
        "sentence": "以后能去做些什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你是因为什么生理缺陷遭到初中同学两年的语言暴力以至于恐惧上学了呢？我看到，这种状况至少不是持续了整个初中三年，并且，高中以后，没有人再为此笑话你。那么，你所说的生理缺陷是后天的、阶段性的，对吗？是否可以或者已经治愈？当然，过去的阴霾和屈辱让你始终无法释怀，进入学校会觉得无比痛苦煎熬，根本无法正常学习。你能在无比讨厌的学校里坚持读书这几年，真的很不容易，是什么让你能够坚持这么久呢？",
    "annotation": [
      {
        "sentence": "不知道你是因为什么生理缺陷遭到初中同学两年的语言暴力以至于恐惧上学了呢？",
        "label": ""
      },
      {
        "sentence": "我看到，这种状况至少不是持续了整个初中三年，并且，高中以后，没有人再为此笑话你。",
        "label": ""
      },
      {
        "sentence": "那么，你所说的生理缺陷是后天的、阶段性的，对吗？",
        "label": ""
      },
      {
        "sentence": "是否可以或者已经治愈？",
        "label": ""
      },
      {
        "sentence": "当然，过去的阴霾和屈辱让你始终无法释怀，进入学校会觉得无比痛苦煎熬，根本无法正常学习。",
        "label": ""
      },
      {
        "sentence": "你能在无比讨厌的学校里坚持读书这几年，真的很不容易，是什么让你能够坚持这么久呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我的生理缺陷是后天导致的，目前还没有完全治愈。可能是因为同学们不了解我的情况，所以他们才会对我进行语言暴力。之前的两年里，他们经常取笑我，嘲笑我的身体不正常。我曾经试图与他们沟通，但很多时候他们都不愿意听。我能够坚持读书这几年，是因为我希望通过学习改变自己的命运，证明自己的价值。",
    "annotation": [
      {
        "sentence": "是的，我的生理缺陷是后天导致的，目前还没有完全治愈。",
        "label": ""
      },
      {
        "sentence": "可能是因为同学们不了解我的情况，所以他们才会对我进行语言暴力。",
        "label": ""
      },
      {
        "sentence": "之前的两年里，他们经常取笑我，嘲笑我的身体不正常。",
        "label": ""
      },
      {
        "sentence": "我曾经试图与他们沟通，但很多时候他们都不愿意听。",
        "label": ""
      },
      {
        "sentence": "我能够坚持读书这几年，是因为我希望通过学习改变自己的命运，证明自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够坚持读书这几年，真的很了不起。你的决心和毅力值得赞扬。尽管同学们对你进行了语言暴力，但我相信他们只是因为不了解你的情况而进行了错误的行为。或许，你可以考虑向老师或者学校心理咨询师寻求帮助，让他们了解你的情况，帮助你化解这个问题。",
    "annotation": [
      {
        "sentence": "你能够坚持读书这几年，真的很了不起。",
        "label": ""
      },
      {
        "sentence": "你的决心和毅力值得赞扬。",
        "label": ""
      },
      {
        "sentence": "尽管同学们对你进行了语言暴力，但我相信他们只是因为不了解你的情况而进行了错误的行为。",
        "label": ""
      },
      {
        "sentence": "或许，你可以考虑向老师或者学校心理咨询师寻求帮助，让他们了解你的情况，帮助你化解这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的安慰和建议。我之前并没有考虑过向老师或学校咨询师寻求帮助，但是现在觉得这个建议很有道理。我会尝试去和他们沟通，希望能够得到一些帮助和支持。现在我越来越害怕面对同学，也害怕再次受到伤害，不知道怎样才能恢复自信。",
    "annotation": [
      {
        "sentence": "谢谢你的安慰和建议。",
        "label": ""
      },
      {
        "sentence": "我之前并没有考虑过向老师或学校咨询师寻求帮助，但是现在觉得这个建议很有道理。",
        "label": ""
      },
      {
        "sentence": "我会尝试去和他们沟通，希望能够得到一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "现在我越来越害怕面对同学，也害怕再次受到伤害，不知道怎样才能恢复自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试去和老师或学校咨询师沟通。他们有着丰富的经验，能够给你提供专业的帮助和支持。在面对同学时，我们可以尝试一些放松自己的方法，比如深呼吸、积极正面的自我暗示等，来缓解紧张和恐惧的情绪。同时，重建自信需要时间，你可以尝试重拾自己的兴趣爱好，提升自己在其他方面的能力，让自己的内心更强大起来。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试去和老师或学校咨询师沟通。",
        "label": ""
      },
      {
        "sentence": "他们有着丰富的经验，能够给你提供专业的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "在面对同学时，我们可以尝试一些放松自己的方法，比如深呼吸、积极正面的自我暗示等，来缓解紧张和恐惧的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，重建自信需要时间，你可以尝试重拾自己的兴趣爱好，提升自己在其他方面的能力，让自己的内心更强大起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去尝试。在和同学们的相处中，我会更积极和他们互动，以期能够摆脱这种恐惧感。同时，我也会在休学的这一年里加强自己的个人修养，提升自己的能力，为以后的发展做好准备。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去尝试。",
        "label": ""
      },
      {
        "sentence": "在和同学们的相处中，我会更积极和他们互动，以期能够摆脱这种恐惧感。",
        "label": ""
      },
      {
        "sentence": "同时，我也会在休学的这一年里加强自己的个人修养，提升自己的能力，为以后的发展做好准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和行动计划。我相信你能够度过这个困难时期，并在将来的道路上取得成功。如果你在实施过程中遇到任何困难，不要犹豫，随时向我寻求帮助。你并不孤单，我们会一起度过这段时间，一起为你的未来努力奋斗。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和行动计划。",
        "label": ""
      },
      {
        "sentence": "我相信你能够度过这个困难时期，并在将来的道路上取得成功。",
        "label": ""
      },
      {
        "sentence": "如果你在实施过程中遇到任何困难，不要犹豫，随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起度过这段时间，一起为你的未来努力奋斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。知道有你在我身边，我感到踏实和温暖。我会时刻珍惜这个机会，为自己的未来努力，不再害怕去学校，也坚信自己能够在社会上生存下去。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "知道有你在我身边，我感到踏实和温暖。",
        "label": ""
      },
      {
        "sentence": "我会时刻珍惜这个机会，为自己的未来努力，不再害怕去学校，也坚信自己能够在社会上生存下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和勇气让我非常欣慰。相信自己，相信未来，你一定能够克服内心的阴霾，迎接更美好的人生。记得，我们永远在你的身边，为你加油和支持。",
    "annotation": [
      {
        "sentence": "你的决心和勇气让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定能够克服内心的阴霾，迎接更美好的人生。",
        "label": ""
      },
      {
        "sentence": "记得，我们永远在你的身边，为你加油和支持。",
        "label": ""
      }
    ]
  }
]