[
  {
    "role": "client",
    "content": "没啥志气的合伙人要进公务员系统了，我是在嫉妒么？我有个合伙人，她总体说来不坏，善良，但没啥志气，合伙2年，她未带给公司和我带来一分收入。我按照比例分她钱分了一年，今年我没分她多少。但是今天我得知她家里花钱托关系，估计让她进公务员系统了！说不出来的感觉，只是觉得世界不公平！我是不是嫉妒心太强了，我扪心自问，对真心靠自己的那种人我是真心佩服的。",
    "annotation": [
      {
        "sentence": "没啥志气的合伙人要进公务员系统了，我是在嫉妒么？",
        "label": ""
      },
      {
        "sentence": "我有个合伙人，她总体说来不坏，善良，但没啥志气，合伙2年，她未带给公司和我带来一分收入。",
        "label": ""
      },
      {
        "sentence": "我按照比例分她钱分了一年，今年我没分她多少。",
        "label": ""
      },
      {
        "sentence": "但是今天我得知她家里花钱托关系，估计让她进公务员系统了！",
        "label": ""
      },
      {
        "sentence": "说不出来的感觉，只是觉得世界不公平！",
        "label": ""
      },
      {
        "sentence": "我是不是嫉妒心太强了，我扪心自问，对真心靠自己的那种人我是真心佩服的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面～通过你的描述，感觉的出来你非常努力，有上进心。关于你的合伙人，她和你合伙做事，却不能给公司带来效益，那肯定是你一个人承担的比较多，你对她有一点看法，实属正常。",
    "annotation": [
      {
        "sentence": "见字如面～通过你的描述，感觉的出来你非常努力，有上进心。",
        "label": ""
      },
      {
        "sentence": "关于你的合伙人，她和你合伙做事，却不能给公司带来效益，那肯定是你一个人承担的比较多，你对她有一点看法，实属正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我替她分了一年的钱，现在她又要进公务员系统了，感觉太不公平了。我不知道自己是不是嫉妒她的好运。",
    "annotation": [
      {
        "sentence": "是啊，我替她分了一年的钱，现在她又要进公务员系统了，感觉太不公平了。",
        "label": ""
      },
      {
        "sentence": "我不知道自己是不是嫉妒她的好运。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得不公平，是因为她可以靠别人轻易得到自己想要的，难免会觉得心里不平衡。或许你会觉得有点嫉妒，我们特别容易嫉妒身边的人，看到身边人的优秀或者是拥有更好的事，免不了就会产生心理落差，产生嫉妒。",
    "annotation": [
      {
        "sentence": "你觉得不公平，是因为她可以靠别人轻易得到自己想要的，难免会觉得心里不平衡。",
        "label": ""
      },
      {
        "sentence": "或许你会觉得有点嫉妒，我们特别容易嫉妒身边的人，看到身边人的优秀或者是拥有更好的事，免不了就会产生心理落差，产生嫉妒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我承认我有些嫉妒，同时也感觉自己很矛盾。我知道嫉妒是不好的，可是又抑制不住这种情绪。",
    "annotation": [
      {
        "sentence": "是的，我承认我有些嫉妒，同时也感觉自己很矛盾。",
        "label": ""
      },
      {
        "sentence": "我知道嫉妒是不好的，可是又抑制不住这种情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嫉妒的确让我们感到矛盾和挣扎，但是不必太在意你合伙人的状态，多把注意力转到自己身上。多想一下你拥有她没有的东西，比如说靠自己打拼的能力。你说她没有太多的志气，但是你却非常努力并有上进心，这是你的优势之一。",
    "annotation": [
      {
        "sentence": "嫉妒的确让我们感到矛盾和挣扎，但是不必太在意你合伙人的状态，多把注意力转到自己身上。",
        "label": ""
      },
      {
        "sentence": "多想一下你拥有她没有的东西，比如说靠自己打拼的能力。",
        "label": ""
      },
      {
        "sentence": "你说她没有太多的志气，但是你却非常努力并有上进心，这是你的优势之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实要把注意力放在自己身上。我有时候真的羡慕她能够依靠家里的关系来进入公务员系统，可我也想努力靠自己的能力取得成功。",
    "annotation": [
      {
        "sentence": "你说得对，我确实要把注意力放在自己身上。",
        "label": ""
      },
      {
        "sentence": "我有时候真的羡慕她能够依靠家里的关系来进入公务员系统，可我也想努力靠自己的能力取得成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，每个人的路不同，并不是每个人都可以通过靠关系来得到自己想要的。你已经展示了你的努力和上进心，这些是可贵的品质。要相信自己，继续朝着自己的目标努力，你一定能取得自己想要的成功。",
    "annotation": [
      {
        "sentence": "没错，每个人的路不同，并不是每个人都可以通过靠关系来得到自己想要的。",
        "label": ""
      },
      {
        "sentence": "你已经展示了你的努力和上进心，这些是可贵的品质。",
        "label": ""
      },
      {
        "sentence": "要相信自己，继续朝着自己的目标努力，你一定能取得自己想要的成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力不再对合伙人的事情产生过多纠结和嫉妒。自己的努力是最重要的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力不再对合伙人的事情产生过多纠结和嫉妒。",
        "label": ""
      },
      {
        "sentence": "自己的努力是最重要的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，自己的努力是最重要的。相信自己的能力和付出会带给你更多的机遇和成功。加油！我相信你可以做得更好。",
    "annotation": [
      {
        "sentence": "没错，自己的努力是最重要的。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力和付出会带给你更多的机遇和成功。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我相信你可以做得更好。",
        "label": ""
      }
    ]
  }
]