[
  {
    "role": "client",
    "content": "我不怎么喜欢美术还学了艺术？我真的不知道现在要怎么办。我上高二，选择了艺术学。我在高一的时候没有写到什么，就来这里了。不知道都会，我什么都不会。我真的好难受，而且我不怎么喜欢美术，我现在真的不知道怎么办。",
    "annotation": [
      {
        "sentence": "我不怎么喜欢美术还学了艺术？",
        "label": ""
      },
      {
        "sentence": "我真的不知道现在要怎么办。",
        "label": ""
      },
      {
        "sentence": "我上高二，选择了艺术学。",
        "label": ""
      },
      {
        "sentence": "我在高一的时候没有写到什么，就来这里了。",
        "label": ""
      },
      {
        "sentence": "不知道都会，我什么都不会。",
        "label": ""
      },
      {
        "sentence": "我真的好难受，而且我不怎么喜欢美术，我现在真的不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你选择美术更多的是为了让自己在高考能够取得一个好的成绩。经常有人说艺术生的文化分低就可以上一个好大学。你高二就是一个抉择的时候，从文理分科到后面的7选3，再到现在的选择了走艺术这条路。你不喜欢美术，但最后还是选择了画画。可能也是受身边人的影响，因为他们给你的概念是艺术生的文化分要求并不高。说起来容易做起来难，但你真正操作的时候会发现它并没有那么简单。为什么说艺术生的文化分可以要求低一点呢？因为他的画画功底就像文化课一样需要学习，他的画画一直在学习，达到一个艺考的标准，可以在艺考中获得高分。而如果你只是学文化课的话，也需要不断地学习，达到一个分数线，才能上一个好的大学。实现这两样中的任何一样都需要努力，所以并不是轻而易举的。很多人对艺术生存在误解，改变了后面的路，有些人可能是冲着文化分数第一为了上一个大学而选择的。但是对这门艺术热爱的人，他们对自己的要求也是很高的。他们不仅要在艺术方面取得高分，也要在文化课方面取得高分。因为好的文化课成绩和好的艺术分数相结合，才能让你能够上一个好的大学。光凭一个艺术分数是无法上好大学的，好大学还需要其它的成绩支撑。我不知道你究竟是为了什么而选择了艺术。但很显然，这个学习的范围已经超出了你的预期。因为它并不像你想象的那么简单。你要从基础开始学习，慢慢达到艺考的要求。如果你不达到艺考的要求，其实你就相当于还是要靠文化课分数上大学。没有基础的话，感觉什么都很难，不知道从哪里下手。从这里开始，你已经给自己带来了焦虑，因为这是你接下来要走的一条路，如果你什么都不会，你的未来将会感到迷茫。既然你已经选择了学习，那就从基础开始，慢慢学习，也会有一点点的进步。即使后面失败了，你也不会觉得沮丧，因为你尽力去学习了。我高中的时候，我们高二也有一个分班的活动。有一群人选择了美术班，他们是抱着侥幸心理觉得很简单。后来有些人考上了艺术院校，有些人成绩却不够。但最终转而上了三段线的大学志愿填报表。因为他们对艺术的态度并不认真，也没有真正对待。如果在后面的时间里你仍无从下手，无法继续接受它，那么你还是尽快放弃这条路，去攻克文化课，争取用文化课的成绩上一个好的大学，这样也不会给你带来心理上的压力。有时候放弃一件事并不难，因为这种放弃对未来有好处。所以不要犹豫，犹豫只会给你带来不好的情绪。让我们果断地放弃吧。",
    "annotation": [
      {
        "sentence": "你选择美术更多的是为了让自己在高考能够取得一个好的成绩。",
        "label": ""
      },
      {
        "sentence": "经常有人说艺术生的文化分低就可以上一个好大学。",
        "label": ""
      },
      {
        "sentence": "你高二就是一个抉择的时候，从文理分科到后面的7选3，再到现在的选择了走艺术这条路。",
        "label": ""
      },
      {
        "sentence": "你不喜欢美术，但最后还是选择了画画。",
        "label": ""
      },
      {
        "sentence": "可能也是受身边人的影响，因为他们给你的概念是艺术生的文化分要求并不高。",
        "label": ""
      },
      {
        "sentence": "说起来容易做起来难，但你真正操作的时候会发现它并没有那么简单。",
        "label": ""
      },
      {
        "sentence": "为什么说艺术生的文化分可以要求低一点呢？",
        "label": ""
      },
      {
        "sentence": "因为他的画画功底就像文化课一样需要学习，他的画画一直在学习，达到一个艺考的标准，可以在艺考中获得高分。",
        "label": ""
      },
      {
        "sentence": "而如果你只是学文化课的话，也需要不断地学习，达到一个分数线，才能上一个好的大学。",
        "label": ""
      },
      {
        "sentence": "实现这两样中的任何一样都需要努力，所以并不是轻而易举的。",
        "label": ""
      },
      {
        "sentence": "很多人对艺术生存在误解，改变了后面的路，有些人可能是冲着文化分数第一为了上一个大学而选择的。",
        "label": ""
      },
      {
        "sentence": "但是对这门艺术热爱的人，他们对自己的要求也是很高的。",
        "label": ""
      },
      {
        "sentence": "他们不仅要在艺术方面取得高分，也要在文化课方面取得高分。",
        "label": ""
      },
      {
        "sentence": "因为好的文化课成绩和好的艺术分数相结合，才能让你能够上一个好的大学。",
        "label": ""
      },
      {
        "sentence": "光凭一个艺术分数是无法上好大学的，好大学还需要其它的成绩支撑。",
        "label": ""
      },
      {
        "sentence": "我不知道你究竟是为了什么而选择了艺术。",
        "label": ""
      },
      {
        "sentence": "但很显然，这个学习的范围已经超出了你的预期。",
        "label": ""
      },
      {
        "sentence": "因为它并不像你想象的那么简单。",
        "label": ""
      },
      {
        "sentence": "你要从基础开始学习，慢慢达到艺考的要求。",
        "label": ""
      },
      {
        "sentence": "如果你不达到艺考的要求，其实你就相当于还是要靠文化课分数上大学。",
        "label": ""
      },
      {
        "sentence": "没有基础的话，感觉什么都很难，不知道从哪里下手。",
        "label": ""
      },
      {
        "sentence": "从这里开始，你已经给自己带来了焦虑，因为这是你接下来要走的一条路，如果你什么都不会，你的未来将会感到迷茫。",
        "label": ""
      },
      {
        "sentence": "既然你已经选择了学习，那就从基础开始，慢慢学习，也会有一点点的进步。",
        "label": ""
      },
      {
        "sentence": "即使后面失败了，你也不会觉得沮丧，因为你尽力去学习了。",
        "label": ""
      },
      {
        "sentence": "我高中的时候，我们高二也有一个分班的活动。",
        "label": ""
      },
      {
        "sentence": "有一群人选择了美术班，他们是抱着侥幸心理觉得很简单。",
        "label": ""
      },
      {
        "sentence": "后来有些人考上了艺术院校，有些人成绩却不够。",
        "label": ""
      },
      {
        "sentence": "但最终转而上了三段线的大学志愿填报表。",
        "label": ""
      },
      {
        "sentence": "因为他们对艺术的态度并不认真，也没有真正对待。",
        "label": ""
      },
      {
        "sentence": "如果在后面的时间里你仍无从下手，无法继续接受它，那么你还是尽快放弃这条路，去攻克文化课，争取用文化课的成绩上一个好的大学，这样也不会给你带来心理上的压力。",
        "label": ""
      },
      {
        "sentence": "有时候放弃一件事并不难，因为这种放弃对未来有好处。",
        "label": ""
      },
      {
        "sentence": "所以不要犹豫，犹豫只会给你带来不好的情绪。",
        "label": ""
      },
      {
        "sentence": "让我们果断地放弃吧。",
        "label": ""
      }
    ]
  }
]