[
  {
    "role": "client",
    "content": "在大城市总是感觉到自卑容易讨好别，人怎么重拾自信？我以前在乡镇生活，父母的乡镇政府工作，从幼儿园到小学到初一的学校老师很多认识我爸妈，很多人照顾我夸赞我，我也是那种特别骄傲的人，到了初一也是。可能也是我有点虚荣心，但是我意识不到。但是我在那里跟别人一比较就是很耀眼的小孩。初二转到了城市里面的一所优良高中，里面都是有钱人孩子。我一开始是没有这样比较的，但是我就会发现班主任和同学们会关注我的来历和我的家境，还有他们貌似无意的质疑和蔑视的眼神，也甚至有些同学就直接说我土，说我村姑什么的。我以前是一个多骄傲的人啊，但是可能是因为我一直活在别人的认同里，所以他们说什么我就信什么，从那以后我就特别自卑特别在意别人的评价，别人贬低我我就觉得是我自己的错。当我自信满满的去上学的时候却有人说我老土寒酸。我知道我心态是不对，但是我现在上了高中，也总是觉得自己比不上那些光鲜亮丽的同学，即使成绩再好也特自卑，再也不敢表现了，我应该怎么调节自己心态重拾自信。",
    "annotation": [
      {
        "sentence": "在大城市总是感觉到自卑容易讨好别，人怎么重拾自信？",
        "label": ""
      },
      {
        "sentence": "我以前在乡镇生活，父母的乡镇政府工作，从幼儿园到小学到初一的学校老师很多认识我爸妈，很多人照顾我夸赞我，我也是那种特别骄傲的人，到了初一也是。",
        "label": ""
      },
      {
        "sentence": "可能也是我有点虚荣心，但是我意识不到。",
        "label": ""
      },
      {
        "sentence": "但是我在那里跟别人一比较就是很耀眼的小孩。",
        "label": ""
      },
      {
        "sentence": "初二转到了城市里面的一所优良高中，里面都是有钱人孩子。",
        "label": ""
      },
      {
        "sentence": "我一开始是没有这样比较的，但是我就会发现班主任和同学们会关注我的来历和我的家境，还有他们貌似无意的质疑和蔑视的眼神，也甚至有些同学就直接说我土，说我村姑什么的。",
        "label": ""
      },
      {
        "sentence": "我以前是一个多骄傲的人啊，但是可能是因为我一直活在别人的认同里，所以他们说什么我就信什么，从那以后我就特别自卑特别在意别人的评价，别人贬低我我就觉得是我自己的错。",
        "label": ""
      },
      {
        "sentence": "当我自信满满的去上学的时候却有人说我老土寒酸。",
        "label": ""
      },
      {
        "sentence": "我知道我心态是不对，但是我现在上了高中，也总是觉得自己比不上那些光鲜亮丽的同学，即使成绩再好也特自卑，再也不敢表现了，我应该怎么调节自己心态重拾自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也是从小地方来到大城市的，所以能体会到你那种落差，但是我们也不必看低自己，因为我们并不比他们差太多。",
    "annotation": [
      {
        "sentence": "我也是从小地方来到大城市的，所以能体会到你那种落差，但是我们也不必看低自己，因为我们并不比他们差太多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总是觉得自己在这些优秀的同学面前特别不起眼，毫无自信。",
    "annotation": [
      {
        "sentence": "可是我总是觉得自己在这些优秀的同学面前特别不起眼，毫无自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要想别人看得起自己，自己要先看得起自己。以前我们确实是集万千宠爱于一身，而且人都是有虚荣心理的，因此我们一直是被他人关注的那个人，来到大城市之后，由于优秀的人更多了，而且大城市的资源也更多，所以我们之前的优势很容易不复存在。尤其是有些同学知道我们的家庭背景之后，有可能会有一些抵触的行为，会在无形中给我们带来更多的伤害。但是我们要明白一点，我们来这里读书是为了提升自己，不是为了攀比，他们家境优越那是父母那一辈努力得来的，而到了我们这一辈，我们要做的就是如何提升自己的能力。学会尊重他人，如果一个人连基本的尊重都不懂，那么他以后的成就也是有限的，因此我们的眼光要放的长远一点，试问一下自己，如果我们的好朋友家境不是很好，我们就会故意诋毁或者不愿意和对方交往吗？",
    "annotation": [
      {
        "sentence": "要想别人看得起自己，自己要先看得起自己。",
        "label": ""
      },
      {
        "sentence": "以前我们确实是集万千宠爱于一身，而且人都是有虚荣心理的，因此我们一直是被他人关注的那个人，来到大城市之后，由于优秀的人更多了，而且大城市的资源也更多，所以我们之前的优势很容易不复存在。",
        "label": ""
      },
      {
        "sentence": "尤其是有些同学知道我们的家庭背景之后，有可能会有一些抵触的行为，会在无形中给我们带来更多的伤害。",
        "label": ""
      },
      {
        "sentence": "但是我们要明白一点，我们来这里读书是为了提升自己，不是为了攀比，他们家境优越那是父母那一辈努力得来的，而到了我们这一辈，我们要做的就是如何提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "学会尊重他人，如果一个人连基本的尊重都不懂，那么他以后的成就也是有限的，因此我们的眼光要放的长远一点，试问一下自己，如果我们的好朋友家境不是很好，我们就会故意诋毁或者不愿意和对方交往吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有想过这样的问题，可能我一直太在意别人的眼光了。",
    "annotation": [
      {
        "sentence": "我从来没有想过这样的问题，可能我一直太在意别人的眼光了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不偷不抢，靠自己能力争取来的不丢人。虽然我们没有漂亮的衣服，没有殷实的家庭背景，但是我们从来没有放弃努力。尽管生活里确实有很多不公平，但是学习成绩这件事不是别人轻易可以改变的，在学习上我们可以尽力考到更高的成绩，在和同学相处的过程中，我们可以以诚相待。对于懂得尊重他人的人，我们可以以礼相待，对于无理取闹的人我们可以置之不理。",
    "annotation": [
      {
        "sentence": "不偷不抢，靠自己能力争取来的不丢人。",
        "label": ""
      },
      {
        "sentence": "虽然我们没有漂亮的衣服，没有殷实的家庭背景，但是我们从来没有放弃努力。",
        "label": ""
      },
      {
        "sentence": "尽管生活里确实有很多不公平，但是学习成绩这件事不是别人轻易可以改变的，在学习上我们可以尽力考到更高的成绩，在和同学相处的过程中，我们可以以诚相待。",
        "label": ""
      },
      {
        "sentence": "对于懂得尊重他人的人，我们可以以礼相待，对于无理取闹的人我们可以置之不理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是有时候别人的言论和眼神还是让我觉得很难过，很无助。",
    "annotation": [
      {
        "sentence": "但是有时候别人的言论和眼神还是让我觉得很难过，很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这种时候我们可以通过自我肯定来调节自己的情绪。每天或每周，你可以写下自己一些优点和成就，例如学习优秀、努力向上等等，然后在感到自卑的时候拿出来看看，提醒自己不要过于自责。此外，遇到贬低你的人和言论，你可以选择忽略，而把注意力放在和那些支持你、能够真正认识你的人身上。另外，与他人交流你的感受也是很重要的，他们可以给予你更多的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我理解你的感受，这种时候我们可以通过自我肯定来调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "每天或每周，你可以写下自己一些优点和成就，例如学习优秀、努力向上等等，然后在感到自卑的时候拿出来看看，提醒自己不要过于自责。",
        "label": ""
      },
      {
        "sentence": "此外，遇到贬低你的人和言论，你可以选择忽略，而把注意力放在和那些支持你、能够真正认识你的人身上。",
        "label": ""
      },
      {
        "sentence": "另外，与他人交流你的感受也是很重要的，他们可以给予你更多的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试这些方法，谢谢你的建议。但是有时候我还是会觉得很自卑，怎么办？",
    "annotation": [
      {
        "sentence": "我会试试这些方法，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会觉得很自卑，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自卑是一种常见的情绪，但是我们要相信，我们每个人都有自己的价值和优点。当你感到自卑的时候，可以尝试深呼吸、放松自己，告诉自己不要过于苛责自己。此外，也可以寻求一些自我成长的机会，例如参加一些兴趣小组、培训班，通过培养自己的兴趣和技能，可以提高自己的自信心。记住，自尊和自信是需要持续培养的，希望你能够坚持下去，重拾自信。",
    "annotation": [
      {
        "sentence": "自卑是一种常见的情绪，但是我们要相信，我们每个人都有自己的价值和优点。",
        "label": ""
      },
      {
        "sentence": "当你感到自卑的时候，可以尝试深呼吸、放松自己，告诉自己不要过于苛责自己。",
        "label": ""
      },
      {
        "sentence": "此外，也可以寻求一些自我成长的机会，例如参加一些兴趣小组、培训班，通过培养自己的兴趣和技能，可以提高自己的自信心。",
        "label": ""
      },
      {
        "sentence": "记住，自尊和自信是需要持续培养的，希望你能够坚持下去，重拾自信。",
        "label": ""
      }
    ]
  }
]