[
  {
    "role": "client",
    "content": "我从第一次受过伤，以后谈恋爱发生性关系都很紧张。大学时第一次交往女朋友，第一次和她发生性关系我就很紧张，第一次没有发生成，我就特别的紧张，还买避孕药来给她吃，后来她和我说没有插进去，我就轻松了很多，再后来我就被喜欢她的人恐吓，但是我也还和她在一起，反正压力很大，但是也还和她发生性关系，有时为了体验更好中途才带套，有时或者体外排精，做完之后压力很大，担心对方怀孕，当时还在学校，家境也不是很好，所以就很焦虑，压力很大，从而患了抑郁症。后来逼着她和我分手，我才好的。",
    "annotation": [
      {
        "sentence": "我从第一次受过伤，以后谈恋爱发生性关系都很紧张。",
        "label": ""
      },
      {
        "sentence": "大学时第一次交往女朋友，第一次和她发生性关系我就很紧张，第一次没有发生成，我就特别的紧张，还买避孕药来给她吃，后来她和我说没有插进去，我就轻松了很多，再后来我就被喜欢她的人恐吓，但是我也还和她在一起，反正压力很大，但是也还和她发生性关系，有时为了体验更好中途才带套，有时或者体外排精，做完之后压力很大，担心对方怀孕，当时还在学校，家境也不是很好，所以就很焦虑，压力很大，从而患了抑郁症。",
        "label": ""
      },
      {
        "sentence": "后来逼着她和我分手，我才好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你目前面临的主要问题是：谈恋爱发生性关系很紧张该怎么办？你说：大学时第一次交往女朋友，第一次和她发生性关系我就很紧张，第一次没有发生成，我就特别的紧张，还买避孕药来给她吃，后来她和我说没有插进去，我就轻松了很多，再后来我就被喜欢她的人恐吓，但是我也还和她在一起，反正压力很大，但是也还和她发生性关系，有时为了体验更好中途才带套，有时或者体外排精，做完之后压力很大，担心对方怀孕，当时还在学校，家境也不是很好，所以就很焦虑，压力很大，从而患了抑郁症。 各位，我现在非常困惑，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "你目前面临的主要问题是：谈恋爱发生性关系很紧张该怎么办？",
        "label": ""
      },
      {
        "sentence": "你说：大学时第一次交往女朋友，第一次和她发生性关系我就很紧张，第一次没有发生成，我就特别的紧张，还买避孕药来给她吃，后来她和我说没有插进去，我就轻松了很多，再后来我就被喜欢她的人恐吓，但是我也还和她在一起，反正压力很大，但是也还和她发生性关系，有时为了体验更好中途才带套，有时或者体外排精，做完之后压力很大，担心对方怀孕，当时还在学校，家境也不是很好，所以就很焦虑，压力很大，从而患了抑郁症。",
        "label": ""
      },
      {
        "sentence": " 各位，我现在非常困惑，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，在谈恋爱的阶段发生性关系就要做好保护措施。这不仅仅是保护女生，也是保护男生。所谓的保护措施不是你说的中途带套和体外射精，这些都不是有效的保护措施。比较安全的保护措施是，全程带套以及体外射精这样的避孕概率可以达到99％。其次，如果你对于婚前性行为有那么多的顾虑和担心，也可以选择不进行婚前性行为，把这些亲密的行为留到结婚以后可以缓解你的焦虑。",
    "annotation": [
      {
        "sentence": "首先，在谈恋爱的阶段发生性关系就要做好保护措施。",
        "label": ""
      },
      {
        "sentence": "这不仅仅是保护女生，也是保护男生。",
        "label": ""
      },
      {
        "sentence": "所谓的保护措施不是你说的中途带套和体外射精，这些都不是有效的保护措施。",
        "label": ""
      },
      {
        "sentence": "比较安全的保护措施是，全程带套以及体外射精这样的避孕概率可以达到99％。",
        "label": ""
      },
      {
        "sentence": "其次，如果你对于婚前性行为有那么多的顾虑和担心，也可以选择不进行婚前性行为，把这些亲密的行为留到结婚以后可以缓解你的焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我确实意识到了自己在性关系方面的焦虑和压力。但是即使两年过去了，我现在交了个女朋友，每次和她发生性关系我还是很紧张。第一次戴安全套的我做完以后还是特别担心她怀孕，后续的时间里我就很焦虑不安，对于她感到特别的恐惧，从而导致上不下班了，因为这件事我患了严重的抑郁症。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我确实意识到了自己在性关系方面的焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "但是即使两年过去了，我现在交了个女朋友，每次和她发生性关系我还是很紧张。",
        "label": ""
      },
      {
        "sentence": "第一次戴安全套的我做完以后还是特别担心她怀孕，后续的时间里我就很焦虑不安，对于她感到特别的恐惧，从而导致上不下班了，因为这件事我患了严重的抑郁症。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为问题从没有解决，所以即使时隔两年还会紧张和焦虑。既然这件事情已经对你的生活造成影响，那么你可以选择：把亲密行为放到婚后；找专业的咨询师进行开解。不要再把压力和焦虑重压在自己身上。同时，建议你多进行身心放松的活动，参加一些减压的运动或者课程，比如瑜伽、冥想。这样可以有效缓解你的紧张和焦虑情绪。",
    "annotation": [
      {
        "sentence": "因为问题从没有解决，所以即使时隔两年还会紧张和焦虑。",
        "label": ""
      },
      {
        "sentence": "既然这件事情已经对你的生活造成影响，那么你可以选择：把亲密行为放到婚后；找专业的咨询师进行开解。",
        "label": ""
      },
      {
        "sentence": "不要再把压力和焦虑重压在自己身上。",
        "label": ""
      },
      {
        "sentence": "同时，建议你多进行身心放松的活动，参加一些减压的运动或者课程，比如瑜伽、冥想。",
        "label": ""
      },
      {
        "sentence": "这样可以有效缓解你的紧张和焦虑情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑找一位专业咨询师进行咨询，这样或许能够帮助我解决这个问题。我也会尝试身心放松的活动来缓解自己的紧张情绪。希望能够尽快摆脱这些困扰，过上正常的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑找一位专业咨询师进行咨询，这样或许能够帮助我解决这个问题。",
        "label": ""
      },
      {
        "sentence": "我也会尝试身心放松的活动来缓解自己的紧张情绪。",
        "label": ""
      },
      {
        "sentence": "希望能够尽快摆脱这些困扰，过上正常的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够接受我的建议。专业咨询师可以给你提供更具体的解决方案和支持。同时，不要给自己太大的压力，每个人都有自己的成长过程，不需要过于焦虑和苛求。相信自己，相信问题可以得到解决。如果还有其他问题，随时都可以向我求助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴你能够接受我的建议。",
        "label": ""
      },
      {
        "sentence": "专业咨询师可以给你提供更具体的解决方案和支持。",
        "label": ""
      },
      {
        "sentence": "同时，不要给自己太大的压力，每个人都有自己的成长过程，不需要过于焦虑和苛求。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信问题可以得到解决。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力面对和解决问题的。如果以后还有困惑，我一定会及时向你寻求帮助。再次感谢你的耐心和关心！祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力面对和解决问题的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有困惑，我一定会及时向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心和关心！",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  }
]