[
  {
    "role": "client",
    "content": "从第一次受过伤，以后谈恋爱发生性关系都很紧张？大学时第一次交往女朋友，第一次和她发生性关系我就很紧张，第一次没有发生成，我就特别的紧张，还买避孕药来给她吃，后来她和我说没有插进去，我就轻松了很多，再后来我就被喜欢她的人恐吓，但是我也还和她在一起，反正压力很大，但是也还和她发生性关系，有时为了体验更好中途才带套，有时或者体外排精，做完之后压力很大，担心对方怀孕，当时还在学校，家境也不是很好，所以就很焦虑，压力很大，从而患了抑郁症。后来逼着她和我分手，我才好的。时间过去了两年，我在医院上班了，交了个女朋友，她人很好，和她发生性关系后我又患上了抑郁症，首先第一次戴安全套的但是我做完以后还是特别担心她怀孕，后续的时间里我就很焦虑不安，对于她感到特别的恐惧，从而导致上不下班了，因为这件事我患了严重的抑郁症。再后来我又去找她，每次和她发生性关系我都很紧张，交往了有差不多两年多了，就近段时间我回家和她一起考事业单位，和她发生性关系后，我压力特大失眠。",
    "annotation": [
      {
        "sentence": "从第一次受过伤，以后谈恋爱发生性关系都很紧张？",
        "label": ""
      },
      {
        "sentence": "大学时第一次交往女朋友，第一次和她发生性关系我就很紧张，第一次没有发生成，我就特别的紧张，还买避孕药来给她吃，后来她和我说没有插进去，我就轻松了很多，再后来我就被喜欢她的人恐吓，但是我也还和她在一起，反正压力很大，但是也还和她发生性关系，有时为了体验更好中途才带套，有时或者体外排精，做完之后压力很大，担心对方怀孕，当时还在学校，家境也不是很好，所以就很焦虑，压力很大，从而患了抑郁症。",
        "label": ""
      },
      {
        "sentence": "后来逼着她和我分手，我才好的。",
        "label": ""
      },
      {
        "sentence": "时间过去了两年，我在医院上班了，交了个女朋友，她人很好，和她发生性关系后我又患上了抑郁症，首先第一次戴安全套的但是我做完以后还是特别担心她怀孕，后续的时间里我就很焦虑不安，对于她感到特别的恐惧，从而导致上不下班了，因为这件事我患了严重的抑郁症。",
        "label": ""
      },
      {
        "sentence": "再后来我又去找她，每次和她发生性关系我都很紧张，交往了有差不多两年多了，就近段时间我回家和她一起考事业单位，和她发生性关系后，我压力特大失眠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到自己是因为担心怀孕才会患上抑郁症，那么自己到底在害怕什么呢？",
    "annotation": [
      {
        "sentence": "你提到自己是因为担心怀孕才会患上抑郁症，那么自己到底在害怕什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕女朋友怀孕，因为我们当时都没有准备好养育孩子。",
    "annotation": [
      {
        "sentence": "我害怕女朋友怀孕，因为我们当时都没有准备好养育孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读大学的时候由于自己没有足够的能力，而且彼此也确实没有养育孩子的能力，如果真的发生性关系却不做安全措施的话怀孕的几率确实会比较大。但是有一句不太中听的话我也想说一下，既然自己担心怀孕，那么为了更好的体验而不做安全措施或者体外排精是谁提出来的呢？",
    "annotation": [
      {
        "sentence": "读大学的时候由于自己没有足够的能力，而且彼此也确实没有养育孩子的能力，如果真的发生性关系却不做安全措施的话怀孕的几率确实会比较大。",
        "label": ""
      },
      {
        "sentence": "但是有一句不太中听的话我也想说一下，既然自己担心怀孕，那么为了更好的体验而不做安全措施或者体外排精是谁提出来的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那些做法是我自己提出来的，为了体验更好，但之后我会担心她会怀孕。",
    "annotation": [
      {
        "sentence": "那些做法是我自己提出来的，为了体验更好，但之后我会担心她会怀孕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你既然是在医院上班的，应该知道体外排精怀孕的理论几率也不低的，那么自己为何不是先做好措施再去享受呢？",
    "annotation": [
      {
        "sentence": "你既然是在医院上班的，应该知道体外排精怀孕的理论几率也不低的，那么自己为何不是先做好措施再去享受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，也许我一直在逃避责任和成为父亲的角色。",
    "annotation": [
      {
        "sentence": "你说的有道理，也许我一直在逃避责任和成为父亲的角色。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们到底是害怕怀孕还是害怕有了孩子之后需要承担的责任呢？如果不是丁克的话，怀孕是多数人都会选择的一条路，之前我们没有足够的经济条件，但是现在你却很担心，也很害怕。我们已经到了适婚的年纪，我相信你也希望和对方有一个属于自己的家庭，只是自己还没有做好成为一个父亲的角色，所以总会下意识的逃避。因此想清楚自己到底在害怕什么，因为我们以后需要担当起一家之主的责任。",
    "annotation": [
      {
        "sentence": "我们到底是害怕怀孕还是害怕有了孩子之后需要承担的责任呢？",
        "label": ""
      },
      {
        "sentence": "如果不是丁克的话，怀孕是多数人都会选择的一条路，之前我们没有足够的经济条件，但是现在你却很担心，也很害怕。",
        "label": ""
      },
      {
        "sentence": "我们已经到了适婚的年纪，我相信你也希望和对方有一个属于自己的家庭，只是自己还没有做好成为一个父亲的角色，所以总会下意识的逃避。",
        "label": ""
      },
      {
        "sentence": "因此想清楚自己到底在害怕什么，因为我们以后需要担当起一家之主的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我确实害怕承担父亲的责任，也想要一个属于我们的家庭。但是我总是无法控制自己的焦虑和担心，导致我上班效率低下和失眠。",
    "annotation": [
      {
        "sentence": "你说得没错，我确实害怕承担父亲的责任，也想要一个属于我们的家庭。",
        "label": ""
      },
      {
        "sentence": "但是我总是无法控制自己的焦虑和担心，导致我上班效率低下和失眠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的焦虑和担心，这些是正常的情绪反应。但我们可以学习一些情绪调节的方法来帮助你面对这些挑战。在面临性行为时，你可以与女朋友共同制定好用的避孕方案，并在性行为后进行及时的沟通和情感支持。此外，我们可以考虑寻求专业的心理咨询帮助，共同解决你的焦虑和抑郁问题。记住，你不是一个人在面对这些困扰，我们会一起克服的。",
    "annotation": [
      {
        "sentence": "理解你的焦虑和担心，这些是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "但我们可以学习一些情绪调节的方法来帮助你面对这些挑战。",
        "label": ""
      },
      {
        "sentence": "在面临性行为时，你可以与女朋友共同制定好用的避孕方案，并在性行为后进行及时的沟通和情感支持。",
        "label": ""
      },
      {
        "sentence": "此外，我们可以考虑寻求专业的心理咨询帮助，共同解决你的焦虑和抑郁问题。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这些困扰，我们会一起克服的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会尝试跟女朋友一起制定合适的避孕方法，并寻求专业咨询帮助来解决我的问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试跟女朋友一起制定合适的避孕方法，并寻求专业咨询帮助来解决我的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助。记住，你不是孤单的，我们会一起渡过难关。如果需要，随时向我寻求帮助或者倾诉，我都会在这里支持你的。",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你不是孤单的，我们会一起渡过难关。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时向我寻求帮助或者倾诉，我都会在这里支持你的。",
        "label": ""
      }
    ]
  }
]