[
  {
    "role": "client",
    "content": "我不会拒绝，不敢吵架，讨好型人格该如何改变？我总是过分客气，对他人不敢拒绝，不敢争吵，总是主动去和解委屈自己。",
    "annotation": [
      {
        "sentence": "我不会拒绝，不敢吵架，讨好型人格该如何改变？",
        "label": ""
      },
      {
        "sentence": "我总是过分客气，对他人不敢拒绝，不敢争吵，总是主动去和解委屈自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于讨好型的人来说，“讨好”会成为一种无意识的行为模式，你总是不自觉地去讨好别人。有时候你会回过神来，觉得自己不应该这么看轻自己，但更多的时候你会感到委屈和内疚。讨好型性格的特点是经常迎合他人和顺从。当只有两个人在一起时，你会经常顺从对方，让对方来主导和决定。而在多人的情况下，你经常说“随便”、“我都可以”、“我都行”、“你们决定吧”等等。你很难在人多的情况下表达自己的想法和建议，不是因为你没有想法，而是因为你经常压抑自己的想法，以避免可能的关系破裂。讨好型性格多半是因为习得的原因，虽然遗传和环境也起到了一定的影响。讨好型的人通常是在原生家庭中，学习到采用讨好顺从的方式来应对家庭中有问题的互动关系。他们总是积极地帮助长辈或表现得很乖巧，以赢得长辈的称赞，同时也减少了被拒绝和批评的可能性。在孩子还很小的时候，被批评和指责会给他们带来巨大的威胁，尤其是可能导致被分离或抛弃，甚至生存危险。因此，孩子们常常为了逃避焦虑和保护自己的自尊，放弃了表现自己和塑造自我认同的能力。在这样的讨好压力下，他们失去了自己的声音和独立思考的能力，最终形成了与他人连结的讨好模式。因此，他们总是试图取悦他人，避免争执，不表达自己的兴趣和意见，抵挡不住对自我边界的坚持。这样成长起来的人认为，只能用讨好、卑微和迎合的方式与他人相处，以此来减轻焦虑并获得别人的喜欢和赞赏。",
    "annotation": [
      {
        "sentence": "对于讨好型的人来说，“讨好”会成为一种无意识的行为模式，你总是不自觉地去讨好别人。",
        "label": ""
      },
      {
        "sentence": "有时候你会回过神来，觉得自己不应该这么看轻自己，但更多的时候你会感到委屈和内疚。",
        "label": ""
      },
      {
        "sentence": "讨好型性格的特点是经常迎合他人和顺从。",
        "label": ""
      },
      {
        "sentence": "当只有两个人在一起时，你会经常顺从对方，让对方来主导和决定。",
        "label": ""
      },
      {
        "sentence": "而在多人的情况下，你经常说“随便”、“我都可以”、“我都行”、“你们决定吧”等等。",
        "label": ""
      },
      {
        "sentence": "你很难在人多的情况下表达自己的想法和建议，不是因为你没有想法，而是因为你经常压抑自己的想法，以避免可能的关系破裂。",
        "label": ""
      },
      {
        "sentence": "讨好型性格多半是因为习得的原因，虽然遗传和环境也起到了一定的影响。",
        "label": ""
      },
      {
        "sentence": "讨好型的人通常是在原生家庭中，学习到采用讨好顺从的方式来应对家庭中有问题的互动关系。",
        "label": ""
      },
      {
        "sentence": "他们总是积极地帮助长辈或表现得很乖巧，以赢得长辈的称赞，同时也减少了被拒绝和批评的可能性。",
        "label": ""
      },
      {
        "sentence": "在孩子还很小的时候，被批评和指责会给他们带来巨大的威胁，尤其是可能导致被分离或抛弃，甚至生存危险。",
        "label": ""
      },
      {
        "sentence": "因此，孩子们常常为了逃避焦虑和保护自己的自尊，放弃了表现自己和塑造自我认同的能力。",
        "label": ""
      },
      {
        "sentence": "在这样的讨好压力下，他们失去了自己的声音和独立思考的能力，最终形成了与他人连结的讨好模式。",
        "label": ""
      },
      {
        "sentence": "因此，他们总是试图取悦他人，避免争执，不表达自己的兴趣和意见，抵挡不住对自我边界的坚持。",
        "label": ""
      },
      {
        "sentence": "这样成长起来的人认为，只能用讨好、卑微和迎合的方式与他人相处，以此来减轻焦虑并获得别人的喜欢和赞赏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "为什么要摆脱讨好型性格？我觉得讨好型的人在人际关系中还是比较和谐的，而且很多人愿意和他们做朋友，他们不会感到孤单。",
    "annotation": [
      {
        "sentence": "为什么要摆脱讨好型性格？",
        "label": ""
      },
      {
        "sentence": "我觉得讨好型的人在人际关系中还是比较和谐的，而且很多人愿意和他们做朋友，他们不会感到孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，讨好型的人在人际关系中有一些优势，常常与人和谐相处，并且拥有很多朋友。然而，讨好型性格也会带来一些问题，因为他们只会用讨好这一种方式与别人相处。无论是与谁相处，无论是在什么场合，无论遇到什么事情，他们都只会使用讨好和顺从的方式应对。因此，在某些情况下，他们可能会遇到挫折，或者行为不合时宜。当他们面临失败、指责、忽视或不公平待遇时，他们会感到委屈、愤怒、内疚、自责和痛苦。在无法处理这些情绪的情况下，他们可能会陷入抑郁、恐惧和焦虑之中。",
    "annotation": [
      {
        "sentence": "确实，讨好型的人在人际关系中有一些优势，常常与人和谐相处，并且拥有很多朋友。",
        "label": ""
      },
      {
        "sentence": "然而，讨好型性格也会带来一些问题，因为他们只会用讨好这一种方式与别人相处。",
        "label": ""
      },
      {
        "sentence": "无论是与谁相处，无论是在什么场合，无论遇到什么事情，他们都只会使用讨好和顺从的方式应对。",
        "label": ""
      },
      {
        "sentence": "因此，在某些情况下，他们可能会遇到挫折，或者行为不合时宜。",
        "label": ""
      },
      {
        "sentence": "当他们面临失败、指责、忽视或不公平待遇时，他们会感到委屈、愤怒、内疚、自责和痛苦。",
        "label": ""
      },
      {
        "sentence": "在无法处理这些情绪的情况下，他们可能会陷入抑郁、恐惧和焦虑之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么如何摆脱僵化的讨好方式呢？我该如何学会拒绝和表达自己？",
    "annotation": [
      {
        "sentence": "那么如何摆脱僵化的讨好方式呢？",
        "label": ""
      },
      {
        "sentence": "我该如何学会拒绝和表达自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为讨好型的人，你需要学会拒绝别人的不合理需求，这是你需要学习的一项技能。然而，这并不容易，换句话说，因为你无法拒绝，才选择了讨好和顺从。尽管如此，面对拒绝是讨好型的人需要面对的问题，你需要面对拒绝所带来的恐惧和担心，探索其背后的意义。与拒绝一样，表达对于讨好型的人来说也很困难，似乎带有风险。他们害怕一旦表达真实的自己，别人就不会再接受和喜欢他们。他们担心表达真实的自己会导致被抛弃和分离，这是他们无法承受的后果。然而，如果无法承受后果，就只能继续忍受。因此，要想摆脱讨好模式，就只能去面对和处理拒绝和表达。心理上的改变对于处理拒绝和摆脱讨好模式是至关重要的。学会在面对不同的人、不同的事情时采用更恰当的应对方式，也需要一段时间的心理调整和学习。此后，你可能依然是一个讨好型的人，但你已经学会使用其他非讨好型的应对策略来处理人际关系，你也不再为此困惑，真正摆脱了讨好带来的困扰，并且能够享受其他应对方式所带来的便利。",
    "annotation": [
      {
        "sentence": "作为讨好型的人，你需要学会拒绝别人的不合理需求，这是你需要学习的一项技能。",
        "label": ""
      },
      {
        "sentence": "然而，这并不容易，换句话说，因为你无法拒绝，才选择了讨好和顺从。",
        "label": ""
      },
      {
        "sentence": "尽管如此，面对拒绝是讨好型的人需要面对的问题，你需要面对拒绝所带来的恐惧和担心，探索其背后的意义。",
        "label": ""
      },
      {
        "sentence": "与拒绝一样，表达对于讨好型的人来说也很困难，似乎带有风险。",
        "label": ""
      },
      {
        "sentence": "他们害怕一旦表达真实的自己，别人就不会再接受和喜欢他们。",
        "label": ""
      },
      {
        "sentence": "他们担心表达真实的自己会导致被抛弃和分离，这是他们无法承受的后果。",
        "label": ""
      },
      {
        "sentence": "然而，如果无法承受后果，就只能继续忍受。",
        "label": ""
      },
      {
        "sentence": "因此，要想摆脱讨好模式，就只能去面对和处理拒绝和表达。",
        "label": ""
      },
      {
        "sentence": "心理上的改变对于处理拒绝和摆脱讨好模式是至关重要的。",
        "label": ""
      },
      {
        "sentence": "学会在面对不同的人、不同的事情时采用更恰当的应对方式，也需要一段时间的心理调整和学习。",
        "label": ""
      },
      {
        "sentence": "此后，你可能依然是一个讨好型的人，但你已经学会使用其他非讨好型的应对策略来处理人际关系，你也不再为此困惑，真正摆脱了讨好带来的困扰，并且能够享受其他应对方式所带来的便利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白了，我会试着拒绝和表达自己，努力改变讨好型的人格。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会试着拒绝和表达自己，努力改变讨好型的人格。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别客气，我很高兴能够帮到你。改变需要时间和努力，但只要你坚持，我相信你能够摆脱讨好模式，过上更健康、自信的生活。记得随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "别客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但只要你坚持，我相信你能够摆脱讨好模式，过上更健康、自信的生活。",
        "label": ""
      },
      {
        "sentence": "记得随时向我寻求帮助。",
        "label": ""
      }
    ]
  }
]