[
  {
    "role": "client",
    "content": "我是一个20岁的女生。暑假期间我感到非常无精打采，经常情绪崩溃。我之前在国外上大一，四月份回国后就一直在家。每天的生活非常孤独和无聊，无聊到了极限。我身边的同学有的去实习赚钱，有的去旅游，而我一个人每天都无所事事，感觉自己虚度了青春。我试过找实习，但投了很多家公司都失败了。我之前约朋友一起旅行，参加志愿者活动，但同学都没有时间，而且志愿者活动也没有成团。而且，因为我是留学生，朋友特别少，大家都分散在各地。疫情导致全部网课，平时交流更少了、交朋友也更难了。我又是独生子女，家里也没有宠物，所以非常孤独。现在每天都很低沉，提不起兴趣，动不动就情绪崩溃地哭，有时候感觉所有人的生活都比我充实，而我这个暑假什么也没干成。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生。",
        "label": ""
      },
      {
        "sentence": "暑假期间我感到非常无精打采，经常情绪崩溃。",
        "label": ""
      },
      {
        "sentence": "我之前在国外上大一，四月份回国后就一直在家。",
        "label": ""
      },
      {
        "sentence": "每天的生活非常孤独和无聊，无聊到了极限。",
        "label": ""
      },
      {
        "sentence": "我身边的同学有的去实习赚钱，有的去旅游，而我一个人每天都无所事事，感觉自己虚度了青春。",
        "label": ""
      },
      {
        "sentence": "我试过找实习，但投了很多家公司都失败了。",
        "label": ""
      },
      {
        "sentence": "我之前约朋友一起旅行，参加志愿者活动，但同学都没有时间，而且志愿者活动也没有成团。",
        "label": ""
      },
      {
        "sentence": "而且，因为我是留学生，朋友特别少，大家都分散在各地。",
        "label": ""
      },
      {
        "sentence": "疫情导致全部网课，平时交流更少了、交朋友也更难了。",
        "label": ""
      },
      {
        "sentence": "我又是独生子女，家里也没有宠物，所以非常孤独。",
        "label": ""
      },
      {
        "sentence": "现在每天都很低沉，提不起兴趣，动不动就情绪崩溃地哭，有时候感觉所有人的生活都比我充实，而我这个暑假什么也没干成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解你在这段时间内产生自我批评的煎熬，关于当前问题的描述是，你之前在国外上学，但回国后一直在家，一方面因为疫情无法出门，一方面因为留学生朋友散落在各地，不方便交流。加上身边的同学大多去实习或旅游，但是当你想和他人一起报名做义工或旅行时，同伴没有时间；而当你试图找实习时，投的简历基本都被拒绝了。因此，你对于自己的期望与现实之间出现了很大的落差感，包括对朋友、个人成长等方面都没有达到预期，因此产生了失落、焦虑等一系列情绪，甚至是孤独感。我的一些想法是，我们可以有独立的标准来评判自己的优秀和充实。虽然实习或旅行可以充实自己，但你也有其他的选择。比如现在主要是网课为主，因此你在家的时间相对更自由。你可以利用这段时间听听其他的课程，或者培养一门你感兴趣的爱好和特长。优秀并不是绝对的，他们之所以通过走出家门来充实自己，你也可以通过课程学习来丰富自己，结果是一样的。至于和朋友的交往，不一定只限于现实空间。你觉得没有朋友可以一起出门，又是一个独生子女，家里又没有宠物，所以感到非常孤单。但其实除了面对面的相处，还有很多其他的方式可以联系。比如，在疫情期间，有很多人甚至组织了线上一起吃火锅的聚会。关键在于，如果你需要的话，你必须去尝试，而不是只是感叹和后悔。并且，你可以和家人进行更多的交流。疫情给了我们与家人进行深入沟通的好机会，你的困惑、迷茫、无奈和焦虑，都可以和家人分享。家人会年长一些，并且经历更加丰富，他们的建议不仅能增进你们之间的感情，还能帮助你更好地了解自己，从而找到更适合自己的成长方式，而不必总是按照别人的方式要求自己。毕竟，和别人进行对比除了带来上进的动力外，更多时候是一种无谓的压力，因为适合别人的标准未必适合你。疫情实际上给了我们一次很好的反思和成长的机会。在这个阶段，我们能够看到我们平常忽略的一些情绪，这可能是我们现在感受到的。尽管这可能令人煎熬，但也是正视自己、了解自己的机会，只有这样，我们才能更加完善自己，继续成长。希望我的想法能对你有所帮助~。",
    "annotation": [
      {
        "sentence": "能够理解你在这段时间内产生自我批评的煎熬，关于当前问题的描述是，你之前在国外上学，但回国后一直在家，一方面因为疫情无法出门，一方面因为留学生朋友散落在各地，不方便交流。",
        "label": ""
      },
      {
        "sentence": "加上身边的同学大多去实习或旅游，但是当你想和他人一起报名做义工或旅行时，同伴没有时间；而当你试图找实习时，投的简历基本都被拒绝了。",
        "label": ""
      },
      {
        "sentence": "因此，你对于自己的期望与现实之间出现了很大的落差感，包括对朋友、个人成长等方面都没有达到预期，因此产生了失落、焦虑等一系列情绪，甚至是孤独感。",
        "label": ""
      },
      {
        "sentence": "我的一些想法是，我们可以有独立的标准来评判自己的优秀和充实。",
        "label": ""
      },
      {
        "sentence": "虽然实习或旅行可以充实自己，但你也有其他的选择。",
        "label": ""
      },
      {
        "sentence": "比如现在主要是网课为主，因此你在家的时间相对更自由。",
        "label": ""
      },
      {
        "sentence": "你可以利用这段时间听听其他的课程，或者培养一门你感兴趣的爱好和特长。",
        "label": ""
      },
      {
        "sentence": "优秀并不是绝对的，他们之所以通过走出家门来充实自己，你也可以通过课程学习来丰富自己，结果是一样的。",
        "label": ""
      },
      {
        "sentence": "至于和朋友的交往，不一定只限于现实空间。",
        "label": ""
      },
      {
        "sentence": "你觉得没有朋友可以一起出门，又是一个独生子女，家里又没有宠物，所以感到非常孤单。",
        "label": ""
      },
      {
        "sentence": "但其实除了面对面的相处，还有很多其他的方式可以联系。",
        "label": ""
      },
      {
        "sentence": "比如，在疫情期间，有很多人甚至组织了线上一起吃火锅的聚会。",
        "label": ""
      },
      {
        "sentence": "关键在于，如果你需要的话，你必须去尝试，而不是只是感叹和后悔。",
        "label": ""
      },
      {
        "sentence": "并且，你可以和家人进行更多的交流。",
        "label": ""
      },
      {
        "sentence": "疫情给了我们与家人进行深入沟通的好机会，你的困惑、迷茫、无奈和焦虑，都可以和家人分享。",
        "label": ""
      },
      {
        "sentence": "家人会年长一些，并且经历更加丰富，他们的建议不仅能增进你们之间的感情，还能帮助你更好地了解自己，从而找到更适合自己的成长方式，而不必总是按照别人的方式要求自己。",
        "label": ""
      },
      {
        "sentence": "毕竟，和别人进行对比除了带来上进的动力外，更多时候是一种无谓的压力，因为适合别人的标准未必适合你。",
        "label": ""
      },
      {
        "sentence": "疫情实际上给了我们一次很好的反思和成长的机会。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，我们能够看到我们平常忽略的一些情绪，这可能是我们现在感受到的。",
        "label": ""
      },
      {
        "sentence": "尽管这可能令人煎熬，但也是正视自己、了解自己的机会，只有这样，我们才能更加完善自己，继续成长。",
        "label": ""
      },
      {
        "sentence": "希望我的想法能对你有所帮助~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。你说得对，我确实需要自己制定一些独立的标准来评判自己。我之前一直把与实习和旅行这些事情挂钩，但真的有很多其他可以让我充实自己的方式。比如，我可以选择听一些其他的课程，培养自己的兴趣爱好，或者多和家人沟通。我明白了，我不必总是依赖别人，可以更主动地寻找自我的成长方式。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "你说得对，我确实需要自己制定一些独立的标准来评判自己。",
        "label": ""
      },
      {
        "sentence": "我之前一直把与实习和旅行这些事情挂钩，但真的有很多其他可以让我充实自己的方式。",
        "label": ""
      },
      {
        "sentence": "比如，我可以选择听一些其他的课程，培养自己的兴趣爱好，或者多和家人沟通。",
        "label": ""
      },
      {
        "sentence": "我明白了，我不必总是依赖别人，可以更主动地寻找自我的成长方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你明白了。每个人都有属于自己的成长轨迹和方式，不必一味按照他人的标准去要求自己。通过制定独立的标准，你可以更好地找到适合自己的发展方向，并且更主动地去寻找充实自己的方式。当然，在这个过程中，也不要忽视和家人的交流，他们会给予你更多关心和支持。希望你能够愉快地度过这个暑假，并找到属于自己的快乐和成长。",
    "annotation": [
      {
        "sentence": "是的，你明白了。",
        "label": ""
      },
      {
        "sentence": "每个人都有属于自己的成长轨迹和方式，不必一味按照他人的标准去要求自己。",
        "label": ""
      },
      {
        "sentence": "通过制定独立的标准，你可以更好地找到适合自己的发展方向，并且更主动地去寻找充实自己的方式。",
        "label": ""
      },
      {
        "sentence": "当然，在这个过程中，也不要忽视和家人的交流，他们会给予你更多关心和支持。",
        "label": ""
      },
      {
        "sentence": "希望你能够愉快地度过这个暑假，并找到属于自己的快乐和成长。",
        "label": ""
      }
    ]
  }
]