[
  {
    "role": "client",
    "content": "我今年20岁，暑假不管做什么都提不起劲，总是情绪崩溃。我之前在国外上大一，在四月份回国后就一直待在家里。每天的生活特别孤独无聊，无聊到让我崩溃。我身边的同学有的大一就去实习赚钱，有的则四处旅游，感觉我一个人每天都无所事事，很虚度青春。我试过去找实习，但投了很多家公司都失败了。我之前约朋友一起去旅行，也报名了义工，但同学没时间，义工也没成团。而且我感觉留学生朋友特别少，大家都分散在全国各地，平时也不方便出去玩。疫情导致全部线上课程，平时交流更少了，交朋友也更加困难。而且我是独生子女，家里也没有宠物，感觉特别特别孤独。我现在每天都很低沉，干什么都提不起兴趣，动不动就情绪崩溃，哭得很伤心。有时候感觉所有人的生活都比我充实，而自己这个暑假什么也没干成。",
    "annotation": [
      {
        "sentence": "我今年20岁，暑假不管做什么都提不起劲，总是情绪崩溃。",
        "label": ""
      },
      {
        "sentence": "我之前在国外上大一，在四月份回国后就一直待在家里。",
        "label": ""
      },
      {
        "sentence": "每天的生活特别孤独无聊，无聊到让我崩溃。",
        "label": ""
      },
      {
        "sentence": "我身边的同学有的大一就去实习赚钱，有的则四处旅游，感觉我一个人每天都无所事事，很虚度青春。",
        "label": ""
      },
      {
        "sentence": "我试过去找实习，但投了很多家公司都失败了。",
        "label": ""
      },
      {
        "sentence": "我之前约朋友一起去旅行，也报名了义工，但同学没时间，义工也没成团。",
        "label": ""
      },
      {
        "sentence": "而且我感觉留学生朋友特别少，大家都分散在全国各地，平时也不方便出去玩。",
        "label": ""
      },
      {
        "sentence": "疫情导致全部线上课程，平时交流更少了，交朋友也更加困难。",
        "label": ""
      },
      {
        "sentence": "而且我是独生子女，家里也没有宠物，感觉特别特别孤独。",
        "label": ""
      },
      {
        "sentence": "我现在每天都很低沉，干什么都提不起兴趣，动不动就情绪崩溃，哭得很伤心。",
        "label": ""
      },
      {
        "sentence": "有时候感觉所有人的生活都比我充实，而自己这个暑假什么也没干成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面～从你描述的情况来看，你是一名留学生，回到国内后想和朋友们互动交流，但由于大家分散在全国各地，很不方便。想去实习也没能成功，每天独自一人，感到孤独和无助，甚至还会情绪崩溃大哭。我能理解你的感受，因为我今年大三，疫情期间也是在家上网课，暑假本来打算去实习，结果也没去成。每天都感到很无聊和枯燥，总想摆脱这种生活。后来，我发现一些爱好，例如上课时我会去网站上找些小插画来画，一边当练习，一边当思维导图的素材。慢慢地，我的生活变得充实了一些。所以，我非常理解你现在的感受，感到无聊、枯燥、低沉而想哭。但是，生活突然变得枯燥无聊，我们也不要太在意，因为如果得不到改变，不能变得充实，我们就会非常抵触现在的生活，产生更强烈的反应，觉得更枯燥和无聊，甚至一直认为这样的生活不是我们想要的。我知道你非常渴望改变现状，尝试了很多，例如实习和旅行，但都不成功。所以我们不妨去接受现状，心平气和地面对它，承认它是我们生活的一部分。在这段时间，我们可以让自己的心静下来，选择自己舒服的方式，比如读书、多与父母交流......对于你作为留学生来说，趁此时可以多与父母沟通交流，陪陪父母。真正有意义的事情，并不仅仅是实习、旅行和与朋友玩耍，也可以从一些小事情开始，比如平时容易忽视的亲情......还要学会与自己独处，与自己的内心交流。希望我的回答能帮到你呀～",
    "annotation": [
      {
        "sentence": "见字如面～从你描述的情况来看，你是一名留学生，回到国内后想和朋友们互动交流，但由于大家分散在全国各地，很不方便。",
        "label": ""
      },
      {
        "sentence": "想去实习也没能成功，每天独自一人，感到孤独和无助，甚至还会情绪崩溃大哭。",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受，因为我今年大三，疫情期间也是在家上网课，暑假本来打算去实习，结果也没去成。",
        "label": ""
      },
      {
        "sentence": "每天都感到很无聊和枯燥，总想摆脱这种生活。",
        "label": ""
      },
      {
        "sentence": "后来，我发现一些爱好，例如上课时我会去网站上找些小插画来画，一边当练习，一边当思维导图的素材。",
        "label": ""
      },
      {
        "sentence": "慢慢地，我的生活变得充实了一些。",
        "label": ""
      },
      {
        "sentence": "所以，我非常理解你现在的感受，感到无聊、枯燥、低沉而想哭。",
        "label": ""
      },
      {
        "sentence": "但是，生活突然变得枯燥无聊，我们也不要太在意，因为如果得不到改变，不能变得充实，我们就会非常抵触现在的生活，产生更强烈的反应，觉得更枯燥和无聊，甚至一直认为这样的生活不是我们想要的。",
        "label": ""
      },
      {
        "sentence": "我知道你非常渴望改变现状，尝试了很多，例如实习和旅行，但都不成功。",
        "label": ""
      },
      {
        "sentence": "所以我们不妨去接受现状，心平气和地面对它，承认它是我们生活的一部分。",
        "label": ""
      },
      {
        "sentence": "在这段时间，我们可以让自己的心静下来，选择自己舒服的方式，比如读书、多与父母交流......对于你作为留学生来说，趁此时可以多与父母沟通交流，陪陪父母。",
        "label": ""
      },
      {
        "sentence": "真正有意义的事情，并不仅仅是实习、旅行和与朋友玩耍，也可以从一些小事情开始，比如平时容易忽视的亲情......还要学会与自己独处，与自己的内心交流。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能帮到你呀～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我觉得你的经历真的很鼓舞人心。看到你能够通过画画让生活变得充实，我也希望能找到像你一样的爱好来减轻孤独感和提升情绪。但是，我感觉自己好像没有什么特长或者特别喜欢的事情。我曾经对某些事情感兴趣过，但现在却感到提不起兴趣了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我觉得你的经历真的很鼓舞人心。",
        "label": ""
      },
      {
        "sentence": "看到你能够通过画画让生活变得充实，我也希望能找到像你一样的爱好来减轻孤独感和提升情绪。",
        "label": ""
      },
      {
        "sentence": "但是，我感觉自己好像没有什么特长或者特别喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "我曾经对某些事情感兴趣过，但现在却感到提不起兴趣了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，每个人都有自己的特长和潜力，只是可能还没有发现而已。有时候，我们对某件事情感兴趣的时间会有波动，可能之前很喜欢的事情现在就没那么感兴趣了。这是很正常的。或许你可以回想一下小时候喜欢的事情，或者尝试一些新的活动，慢慢地寻找你热爱的事物。不要急于找到结果，重要的是享受探索的过程。可能过程中你会找到一些给自己带来乐趣的事情，也会逐渐提起兴趣来。",
    "annotation": [
      {
        "sentence": "其实，每个人都有自己的特长和潜力，只是可能还没有发现而已。",
        "label": ""
      },
      {
        "sentence": "有时候，我们对某件事情感兴趣的时间会有波动，可能之前很喜欢的事情现在就没那么感兴趣了。",
        "label": ""
      },
      {
        "sentence": "这是很正常的。",
        "label": ""
      },
      {
        "sentence": "或许你可以回想一下小时候喜欢的事情，或者尝试一些新的活动，慢慢地寻找你热爱的事物。",
        "label": ""
      },
      {
        "sentence": "不要急于找到结果，重要的是享受探索的过程。",
        "label": ""
      },
      {
        "sentence": "可能过程中你会找到一些给自己带来乐趣的事情，也会逐渐提起兴趣来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着回忆小时候的兴趣，并且尝试去做一些新的活动。可能确实需要时间来发现自己真正喜欢的事情。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着回忆小时候的兴趣，并且尝试去做一些新的活动。",
        "label": ""
      },
      {
        "sentence": "可能确实需要时间来发现自己真正喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。对于我们每个人来说，找到自己喜欢的事情并不是一件容易的事情，但是只要我们持之以恒、不放弃，总会找到属于自己的那份兴趣和乐趣的。如果你在寻找的过程中遇到了困难或者任何需要帮助的时候，随时可以来找我聊天。我们可以一起努力，带给生活更多的充实和快乐。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "对于我们每个人来说，找到自己喜欢的事情并不是一件容易的事情，但是只要我们持之以恒、不放弃，总会找到属于自己的那份兴趣和乐趣的。",
        "label": ""
      },
      {
        "sentence": "如果你在寻找的过程中遇到了困难或者任何需要帮助的时候，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "我们可以一起努力，带给生活更多的充实和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。有你陪伴和倾听，我感到温暖和放心。以后遇到问题或者情绪低落的时候，我一定会来找你聊天的。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "有你陪伴和倾听，我感到温暖和放心。",
        "label": ""
      },
      {
        "sentence": "以后遇到问题或者情绪低落的时候，我一定会来找你聊天的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能帮到你，也很享受与你的交流。记住，你并不孤单，有人在这里支持你，和你一起度过困难的时刻。无论何时需要，都可以来找我倾诉。希望你能逐渐找到属于自己的乐趣和充实的生活。加油！",
    "annotation": [
      {
        "sentence": "我很高兴能帮到你，也很享受与你的交流。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人在这里支持你，和你一起度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "无论何时需要，都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能逐渐找到属于自己的乐趣和充实的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]