[
  {
    "role": "client",
    "content": "最近我感到很低沉，没有动力，经常情绪崩溃。我是个20岁的女生，暑假期间不知道该做些什么。我之前在国外上大一，四月份回国后一直在家里呆着。每天的生活特别孤独无聊，无聊到崩溃。",
    "annotation": [
      {
        "sentence": "最近我感到很低沉，没有动力，经常情绪崩溃。",
        "label": ""
      },
      {
        "sentence": "我是个20岁的女生，暑假期间不知道该做些什么。",
        "label": ""
      },
      {
        "sentence": "我之前在国外上大一，四月份回国后一直在家里呆着。",
        "label": ""
      },
      {
        "sentence": "每天的生活特别孤独无聊，无聊到崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先恭喜你，年纪轻轻就发现了自己的问题并勇于寻求帮助。面对疫情，确实是一个非常艰难的时期。你听过李白的诗吗？他在受到他人排挤的时候，就会一个人去看山看水看树看花看草，他独自一人做自己喜欢的事情，并且从中找到乐趣，他留下了很多浪漫的诗句，这就是独处能力。我希望你也能意识到，你需要先学会与自己相处，才能像别人一样优秀。所以你之前找实习投了很多家公司都失败了，可以降低一下标准投其他公司。约朋友去旅行没时间，那就一个人去旅行，旅行中你总会遇到朋友的。报名义工没成团，那就一个人去，慢慢会有人加入的。你的问题和解决办法我已经告诉你了，加油！",
    "annotation": [
      {
        "sentence": "首先恭喜你，年纪轻轻就发现了自己的问题并勇于寻求帮助。",
        "label": ""
      },
      {
        "sentence": "面对疫情，确实是一个非常艰难的时期。",
        "label": ""
      },
      {
        "sentence": "你听过李白的诗吗？",
        "label": ""
      },
      {
        "sentence": "他在受到他人排挤的时候，就会一个人去看山看水看树看花看草，他独自一人做自己喜欢的事情，并且从中找到乐趣，他留下了很多浪漫的诗句，这就是独处能力。",
        "label": ""
      },
      {
        "sentence": "我希望你也能意识到，你需要先学会与自己相处，才能像别人一样优秀。",
        "label": ""
      },
      {
        "sentence": "所以你之前找实习投了很多家公司都失败了，可以降低一下标准投其他公司。",
        "label": ""
      },
      {
        "sentence": "约朋友去旅行没时间，那就一个人去旅行，旅行中你总会遇到朋友的。",
        "label": ""
      },
      {
        "sentence": "报名义工没成团，那就一个人去，慢慢会有人加入的。",
        "label": ""
      },
      {
        "sentence": "你的问题和解决办法我已经告诉你了，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我每天一个人感到特别孤独，好像没有人能理解我。我是独生子女，家里也没有宠物，平时真的特别特别孤独。看着身边的同学有的去实习赚钱，有的去旅游，我觉得自己好像什么也没做，这个暑假虚度了青春。",
    "annotation": [
      {
        "sentence": "但是我每天一个人感到特别孤独，好像没有人能理解我。",
        "label": ""
      },
      {
        "sentence": "我是独生子女，家里也没有宠物，平时真的特别特别孤独。",
        "label": ""
      },
      {
        "sentence": "看着身边的同学有的去实习赚钱，有的去旅游，我觉得自己好像什么也没做，这个暑假虚度了青春。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，孤独确实会让人感到无助和失落。但你要知道，你并不孤单，我在这里支持你。无论你们现在分散在全国各地，平时也不方便出去玩，但疫情期间大家都受到了限制，交流变少了，交朋友也变得更困难，你并不是唯一一个面临这个问题的人。你可以通过网络与他们保持联系，开展一些线上活动，这样可以减少孤独感。此外，你可以尝试加入一些线上社区，多和他人分享、交流，结识更多新朋友。",
    "annotation": [
      {
        "sentence": "我了解你的感受，孤独确实会让人感到无助和失落。",
        "label": ""
      },
      {
        "sentence": "但你要知道，你并不孤单，我在这里支持你。",
        "label": ""
      },
      {
        "sentence": "无论你们现在分散在全国各地，平时也不方便出去玩，但疫情期间大家都受到了限制，交流变少了，交朋友也变得更困难，你并不是唯一一个面临这个问题的人。",
        "label": ""
      },
      {
        "sentence": "你可以通过网络与他们保持联系，开展一些线上活动，这样可以减少孤独感。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试加入一些线上社区，多和他人分享、交流，结识更多新朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过去找实习、报名义工，但都没成功。我感觉自己好像没有什么特长，也找不到适合的工作和活动。",
    "annotation": [
      {
        "sentence": "我试过去找实习、报名义工，但都没成功。",
        "label": ""
      },
      {
        "sentence": "我感觉自己好像没有什么特长，也找不到适合的工作和活动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要过分地自责，每个人都有自己的过程和发展的时期。有时候失败并不代表你的能力有问题，只是说明这个工作或活动不适合你。你可以尝试调整一下找实习的策略，比如向更多公司投简历，或者联系一些人脉寻求帮助。而对于找不到适合的义工活动，你可以自己思考一下自己的兴趣爱好，看看能否找到一些志愿活动与之相符，或者参与一些公益组织，那里会有更多机会遇到志同道合的人。",
    "annotation": [
      {
        "sentence": "不要过分地自责，每个人都有自己的过程和发展的时期。",
        "label": ""
      },
      {
        "sentence": "有时候失败并不代表你的能力有问题，只是说明这个工作或活动不适合你。",
        "label": ""
      },
      {
        "sentence": "你可以尝试调整一下找实习的策略，比如向更多公司投简历，或者联系一些人脉寻求帮助。",
        "label": ""
      },
      {
        "sentence": "而对于找不到适合的义工活动，你可以自己思考一下自己的兴趣爱好，看看能否找到一些志愿活动与之相符，或者参与一些公益组织，那里会有更多机会遇到志同道合的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我感觉我可以试试多参加一些线上的活动，多和别人交流。找实习和报名义工的事情我也不会轻易放弃，再尝试一下。",
    "annotation": [
      {
        "sentence": "听你这么说，我感觉我可以试试多参加一些线上的活动，多和别人交流。",
        "label": ""
      },
      {
        "sentence": "找实习和报名义工的事情我也不会轻易放弃，再尝试一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你已经迈出了积极的一步。只要你保持这种积极的态度，持续不断地尝试，成功的机会就会越来越大。同时，不要忘记给自己一些时间休息和放松，不要把压力全部放在自己身上。发展和成长都需要一个过程，只要你坚持下去，你一定能够找到适合自己的工作和活动。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你已经迈出了积极的一步。",
        "label": ""
      },
      {
        "sentence": "只要你保持这种积极的态度，持续不断地尝试，成功的机会就会越来越大。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记给自己一些时间休息和放松，不要把压力全部放在自己身上。",
        "label": ""
      },
      {
        "sentence": "发展和成长都需要一个过程，只要你坚持下去，你一定能够找到适合自己的工作和活动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会努力调整自己的心态，尝试新的事物。希望能够充实度过这个暑假。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，尝试新的事物。",
        "label": ""
      },
      {
        "sentence": "希望能够充实度过这个暑假。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定可以充实度过这个暑假的。记住，成长的道路上我们都需要面对一些挑战和困难，但只要我们勇敢地面对并不断努力，最终一定会有所收获。如果你需要任何帮助或有任何想法，随时都可以来找我聊天。你不孤单，我们会一直支持你的！加油！",
    "annotation": [
      {
        "sentence": "我相信你一定可以充实度过这个暑假的。",
        "label": ""
      },
      {
        "sentence": "记住，成长的道路上我们都需要面对一些挑战和困难，但只要我们勇敢地面对并不断努力，最终一定会有所收获。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或有任何想法，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你不孤单，我们会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]