[
  {
    "role": "client",
    "content": "我是一个20岁的女生，在暑假里提不起劲做什么，经常情绪崩溃。我之前在国外上大一，四月份到现在回国一直在家里呆着，每天的生活特别孤独无聊，无聊到崩溃。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，在暑假里提不起劲做什么，经常情绪崩溃。",
        "label": ""
      },
      {
        "sentence": "我之前在国外上大一，四月份到现在回国一直在家里呆着，每天的生活特别孤独无聊，无聊到崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于您所描述的情况来说，在今年的大环境下，我们的生活状态确实受到了不小的影响。同时，您所描述的情况，其实是近几年外出留学生回国比较普遍的现象。因为外出学习，所以导致很多原本国内的朋友们渐行渐远，再次回国也很少联系，因此之间也产生了不少的距离感。而在任何的人际关系中，我们都是需要去经营的，外出求学导致我们缺少了这部分的经营，因此回国后时常感到有些孤单、甚至有些迷茫，自我怀疑是常见的情况。尤其加上今年赶上大环境如此，更是让人与人之间的距离更加疏离，这是比较明显的社会因素。所以这一点并不是您的问题，而且您也有尝试过积极的去面对和进行社交往来，这已经是很棒的表现了。",
    "annotation": [
      {
        "sentence": "对于您所描述的情况来说，在今年的大环境下，我们的生活状态确实受到了不小的影响。",
        "label": ""
      },
      {
        "sentence": "同时，您所描述的情况，其实是近几年外出留学生回国比较普遍的现象。",
        "label": ""
      },
      {
        "sentence": "因为外出学习，所以导致很多原本国内的朋友们渐行渐远，再次回国也很少联系，因此之间也产生了不少的距离感。",
        "label": ""
      },
      {
        "sentence": "而在任何的人际关系中，我们都是需要去经营的，外出求学导致我们缺少了这部分的经营，因此回国后时常感到有些孤单、甚至有些迷茫，自我怀疑是常见的情况。",
        "label": ""
      },
      {
        "sentence": "尤其加上今年赶上大环境如此，更是让人与人之间的距离更加疏离，这是比较明显的社会因素。",
        "label": ""
      },
      {
        "sentence": "所以这一点并不是您的问题，而且您也有尝试过积极的去面对和进行社交往来，这已经是很棒的表现了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己很孤单，也不知道怎么办。我试过去找实习，但投了很多家公司都失败了。我之前约朋友去旅行、报名义工，但同学没时间，义工也没成团，而且我感觉留学生朋友特别少，大家都分散在全国各地，平时也不方便出去玩。疫情导致全部网课，平时交流更少了，交朋友也更难了。我又是独生子女，家里也没宠物，平时真的特别特别孤独。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己很孤单，也不知道怎么办。",
        "label": ""
      },
      {
        "sentence": "我试过去找实习，但投了很多家公司都失败了。",
        "label": ""
      },
      {
        "sentence": "我之前约朋友去旅行、报名义工，但同学没时间，义工也没成团，而且我感觉留学生朋友特别少，大家都分散在全国各地，平时也不方便出去玩。",
        "label": ""
      },
      {
        "sentence": "疫情导致全部网课，平时交流更少了，交朋友也更难了。",
        "label": ""
      },
      {
        "sentence": "我又是独生子女，家里也没宠物，平时真的特别特别孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解您的感受，确实在这样的情况下，感到孤独是非常正常的反应。尤其是留学生们回到国内后，身边的朋友圈和社交圈变得不同以往了。不过并不要太过自责，因为这是大家面临的情况，而且您也做了积极地去寻找实习和参加活动，这真的很不错。您还可以尝试通过线上社交平台，加入一些兴趣小组或者参加一些线上的志愿者活动，这样可以拓宽自己的社交圈，认识一些志同道合的人，减缓孤独感。",
    "annotation": [
      {
        "sentence": "我理解您的感受，确实在这样的情况下，感到孤独是非常正常的反应。",
        "label": ""
      },
      {
        "sentence": "尤其是留学生们回到国内后，身边的朋友圈和社交圈变得不同以往了。",
        "label": ""
      },
      {
        "sentence": "不过并不要太过自责，因为这是大家面临的情况，而且您也做了积极地去寻找实习和参加活动，这真的很不错。",
        "label": ""
      },
      {
        "sentence": "您还可以尝试通过线上社交平台，加入一些兴趣小组或者参加一些线上的志愿者活动，这样可以拓宽自己的社交圈，认识一些志同道合的人，减缓孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会试试看。但是现在我每天都感到很低沉，干什么也提不起兴趣，经常会情绪崩溃地哭。我有时候感觉所有人的生活都比我充实，而自己这个暑假什么也没干成。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会试试看。",
        "label": ""
      },
      {
        "sentence": "但是现在我每天都感到很低沉，干什么也提不起兴趣，经常会情绪崩溃地哭。",
        "label": ""
      },
      {
        "sentence": "我有时候感觉所有人的生活都比我充实，而自己这个暑假什么也没干成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解您感到低沉和失去兴趣的困惑和痛苦。这种情绪状态是可以理解的，但请您不要对自己过度苛责。每个人的生活都是不同的，人生也不是以成就或者充实程度来衡量的。暑假本来是一个放松和休息的时候，不一定非要做很多事情来充实自己。如果您觉得这种情绪状态影响了您的日常生活和心理健康，我建议您寻求专业的心理咨询，他们会根据您的具体情况给出更有针对性的建议和帮助。",
    "annotation": [
      {
        "sentence": "我理解您感到低沉和失去兴趣的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "这种情绪状态是可以理解的，但请您不要对自己过度苛责。",
        "label": ""
      },
      {
        "sentence": "每个人的生活都是不同的，人生也不是以成就或者充实程度来衡量的。",
        "label": ""
      },
      {
        "sentence": "暑假本来是一个放松和休息的时候，不一定非要做很多事情来充实自己。",
        "label": ""
      },
      {
        "sentence": "如果您觉得这种情绪状态影响了您的日常生活和心理健康，我建议您寻求专业的心理咨询，他们会根据您的具体情况给出更有针对性的建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会考虑一下寻求专业心理咨询的建议。可能我现在真的需要一些外界的帮助来走出这种情绪状态。我也会尝试一些自我发展和成长方面的咨询，找到适合自己的事情，让自己的暑假过得更有意义一些。",
    "annotation": [
      {
        "sentence": "好的，我会考虑一下寻求专业心理咨询的建议。",
        "label": ""
      },
      {
        "sentence": "可能我现在真的需要一些外界的帮助来走出这种情绪状态。",
        "label": ""
      },
      {
        "sentence": "我也会尝试一些自我发展和成长方面的咨询，找到适合自己的事情，让自己的暑假过得更有意义一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，您有意识地想要改变和迈向积极的方向是非常重要的一步。通过寻求专业咨询师的建议，您将能够更深入地了解自己的情况，并获得更有针对性的帮助。同时，尝试自我发展和成长的咨询也会帮助您找到适合自己的事情，让自己过得更有掌控感和充实感。如果您有兴趣，可以阅读一些自己感兴趣的书籍，充实和丰富自己的假期，从中找到更适合自己的事情。",
    "annotation": [
      {
        "sentence": "非常好，您有意识地想要改变和迈向积极的方向是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "通过寻求专业咨询师的建议，您将能够更深入地了解自己的情况，并获得更有针对性的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，尝试自我发展和成长的咨询也会帮助您找到适合自己的事情，让自己过得更有掌控感和充实感。",
        "label": ""
      },
      {
        "sentence": "如果您有兴趣，可以阅读一些自己感兴趣的书籍，充实和丰富自己的假期，从中找到更适合自己的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试看的。现在最重要的是要打破我这种陷入自己思维怪圈中的生活状态。如果总是给自己负面标签，我会越陷越深的。我会从行动上来改变自己的思维。",
    "annotation": [
      {
        "sentence": "好的，我会试试看的。",
        "label": ""
      },
      {
        "sentence": "现在最重要的是要打破我这种陷入自己思维怪圈中的生活状态。",
        "label": ""
      },
      {
        "sentence": "如果总是给自己负面标签，我会越陷越深的。",
        "label": ""
      },
      {
        "sentence": "我会从行动上来改变自己的思维。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，您有了这样的认识和决心，已经迈出了关键的一步。行动是改变的第一步，您要相信自己能够走出这种情绪困境，并找到更积极的思维方式和生活状态。请不要忽视自己的感受，时刻关注自己的内心需求，您一定能够找到适合自己的解决办法。如果在过程中还需要帮助和支持，随时都可以寻求专业的心理咨询。您不是一个人在战斗，有人在您身边支持着您。",
    "annotation": [
      {
        "sentence": "非常好，您有了这样的认识和决心，已经迈出了关键的一步。",
        "label": ""
      },
      {
        "sentence": "行动是改变的第一步，您要相信自己能够走出这种情绪困境，并找到更积极的思维方式和生活状态。",
        "label": ""
      },
      {
        "sentence": "请不要忽视自己的感受，时刻关注自己的内心需求，您一定能够找到适合自己的解决办法。",
        "label": ""
      },
      {
        "sentence": "如果在过程中还需要帮助和支持，随时都可以寻求专业的心理咨询。",
        "label": ""
      },
      {
        "sentence": "您不是一个人在战斗，有人在您身边支持着您。",
        "label": ""
      }
    ]
  }
]