[
  {
    "role": "client",
    "content": "渴望又害怕建立亲密关系，对深入交流是逃避的？",
    "annotation": [
      {
        "sentence": "渴望又害怕建立亲密关系，对深入交流是逃避的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们天然就渴望与人建立亲密关系，但是因成长过程和我们的天然的性格属性的不同，会导致有的人成功而得到甜美的果实更会经营关系，有的人失败而有逃避害怕的心理。",
    "annotation": [
      {
        "sentence": "我们天然就渴望与人建立亲密关系，但是因成长过程和我们的天然的性格属性的不同，会导致有的人成功而得到甜美的果实更会经营关系，有的人失败而有逃避害怕的心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我经过很长时间的察觉自己发现我在进一步深入交流我是逃避的，在表达自己时逃避，在别人更进一步了解我逃避。总是以有距离但是不失礼貌示人。有人说我是自闭少女，有人说我冷漠，还有人说我是不是害怕建立亲密关系。还有人说我不交心，其实我很想和别人拥有更深的友谊。",
    "annotation": [
      {
        "sentence": "我经过很长时间的察觉自己发现我在进一步深入交流我是逃避的，在表达自己时逃避，在别人更进一步了解我逃避。",
        "label": ""
      },
      {
        "sentence": "总是以有距离但是不失礼貌示人。",
        "label": ""
      },
      {
        "sentence": "有人说我是自闭少女，有人说我冷漠，还有人说我是不是害怕建立亲密关系。",
        "label": ""
      },
      {
        "sentence": "还有人说我不交心，其实我很想和别人拥有更深的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了那一段恋爱，你不如再反思以下，你从小到大的亲密关系的模式，特别是与父母的相处，父母的为人处世会直接的影响我们。我们为什么需要亲密关系？我们可以从亲密关系中得到什么？我想，是因为在亲密关系中，感受到了被爱、被包容、尊重、陪伴，在这其中，我们会对自己和对世界有更新的探索。但是，亲密关系的收获，不仅仅是我们“得到”了什么，还有我们“付出”了什么。",
    "annotation": [
      {
        "sentence": "除了那一段恋爱，你不如再反思以下，你从小到大的亲密关系的模式，特别是与父母的相处，父母的为人处世会直接的影响我们。",
        "label": ""
      },
      {
        "sentence": "我们为什么需要亲密关系？",
        "label": ""
      },
      {
        "sentence": "我们可以从亲密关系中得到什么？",
        "label": ""
      },
      {
        "sentence": "我想，是因为在亲密关系中，感受到了被爱、被包容、尊重、陪伴，在这其中，我们会对自己和对世界有更新的探索。",
        "label": ""
      },
      {
        "sentence": "但是，亲密关系的收获，不仅仅是我们“得到”了什么，还有我们“付出”了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经有一段两年的恋爱，这段恋爱我很累，但是也有快乐的部分。我对另一半要求级高的忠诚度，在一些小事上很作要求，他经常陪伴，不能拒绝我的要求，不能对我撒谎。你可以不答应，但是说了就要做到。他追我时说不打联盟（主动提的，其实我无所谓他打不打），但是他如果偷偷打我会有种背叛感觉。我打了他一个耳光。我除了不限制他和其他女生正常社交，对他有点太侵入了。他很累，我知道他挺爱我。后来我主动放弃这段关系，我后来还有点嫌弃他不像那些学生会同学那样表现很八面玲珑（我认为这样是对适应社会有帮助）。我潜意识不太想跟别人建立亲密关系，但是我又十分羡慕别人闺蜜友情。",
    "annotation": [
      {
        "sentence": "我曾经有一段两年的恋爱，这段恋爱我很累，但是也有快乐的部分。",
        "label": ""
      },
      {
        "sentence": "我对另一半要求级高的忠诚度，在一些小事上很作要求，他经常陪伴，不能拒绝我的要求，不能对我撒谎。",
        "label": ""
      },
      {
        "sentence": "你可以不答应，但是说了就要做到。",
        "label": ""
      },
      {
        "sentence": "他追我时说不打联盟（主动提的，其实我无所谓他打不打），但是他如果偷偷打我会有种背叛感觉。",
        "label": ""
      },
      {
        "sentence": "我打了他一个耳光。",
        "label": ""
      },
      {
        "sentence": "我除了不限制他和其他女生正常社交，对他有点太侵入了。",
        "label": ""
      },
      {
        "sentence": "他很累，我知道他挺爱我。",
        "label": ""
      },
      {
        "sentence": "后来我主动放弃这段关系，我后来还有点嫌弃他不像那些学生会同学那样表现很八面玲珑（我认为这样是对适应社会有帮助）。",
        "label": ""
      },
      {
        "sentence": "我潜意识不太想跟别人建立亲密关系，但是我又十分羡慕别人闺蜜友情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问问自己好吗？我害怕为别人付出爱吗？我害怕得不到相应的回报吗？我害怕再次为亲密关系伤心、难过吗？我害怕建立亲密关系的那个人不够好从而影响我的形象吗？逃避与人深度交流，就可以避免上述风险。我不能说这不对，我们都有保护自己的机制。但你又分明是渴望的，那不如问问自己，做好准备了吗？做好将自己从过去的思维圈圈中解放出来，以安全的、信任的心态迎接亲密关系的准备了吗？",
    "annotation": [
      {
        "sentence": "问问自己好吗？",
        "label": ""
      },
      {
        "sentence": "我害怕为别人付出爱吗？",
        "label": ""
      },
      {
        "sentence": "我害怕得不到相应的回报吗？",
        "label": ""
      },
      {
        "sentence": "我害怕再次为亲密关系伤心、难过吗？",
        "label": ""
      },
      {
        "sentence": "我害怕建立亲密关系的那个人不够好从而影响我的形象吗？",
        "label": ""
      },
      {
        "sentence": "逃避与人深度交流，就可以避免上述风险。",
        "label": ""
      },
      {
        "sentence": "我不能说这不对，我们都有保护自己的机制。",
        "label": ""
      },
      {
        "sentence": "但你又分明是渴望的，那不如问问自己，做好准备了吗？",
        "label": ""
      },
      {
        "sentence": "做好将自己从过去的思维圈圈中解放出来，以安全的、信任的心态迎接亲密关系的准备了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小到大对亲密关系都没有很好的体验，可能是因为我害怕再次受伤害。我很怕付出感情而得不到回报，或者对方不值得我付出。我也害怕再次经历失望的感觉，面对亲密关系的不确定性和不可控性。我想我需要一些帮助来改变我的心态，解决这些问题。",
    "annotation": [
      {
        "sentence": "我从小到大对亲密关系都没有很好的体验，可能是因为我害怕再次受伤害。",
        "label": ""
      },
      {
        "sentence": "我很怕付出感情而得不到回报，或者对方不值得我付出。",
        "label": ""
      },
      {
        "sentence": "我也害怕再次经历失望的感觉，面对亲密关系的不确定性和不可控性。",
        "label": ""
      },
      {
        "sentence": "我想我需要一些帮助来改变我的心态，解决这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧和顾虑，过去的经历确实会对我们产生深远的影响。建立亲密关系是需要勇气和信任的，而且并不是所有的亲密关系都会成功。但是，我们不能因为失败或者害怕而一直逃避，否则就无法获得真正的亲密感和快乐。为了摆脱过往的思维固定，你可以尝试逐渐展开与他人的交流，在交往中学会与他人相处，付出一些小的感情，逐渐培养信任感和安全感。同时，也要学会接受和面对可能的失望和伤害，这是建立真正亲密关系所必须经历的过程。我相信你有足够的勇气和智慧来面对这些挑战，相信自己，给自己一个机会。",
    "annotation": [
      {
        "sentence": "我理解你的担忧和顾虑，过去的经历确实会对我们产生深远的影响。",
        "label": ""
      },
      {
        "sentence": "建立亲密关系是需要勇气和信任的，而且并不是所有的亲密关系都会成功。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因为失败或者害怕而一直逃避，否则就无法获得真正的亲密感和快乐。",
        "label": ""
      },
      {
        "sentence": "为了摆脱过往的思维固定，你可以尝试逐渐展开与他人的交流，在交往中学会与他人相处，付出一些小的感情，逐渐培养信任感和安全感。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会接受和面对可能的失望和伤害，这是建立真正亲密关系所必须经历的过程。",
        "label": ""
      },
      {
        "sentence": "我相信你有足够的勇气和智慧来面对这些挑战，相信自己，给自己一个机会。",
        "label": ""
      }
    ]
  }
]