[
  {
    "role": "client",
    "content": "渴望又害怕建立亲密关系，对深入交流是逃避的？我经过很长时间的察觉自己发现我在进一步深入交流我是逃避的在表达自己时逃避在别人更进一步了解我逃避总是以有距离但是不失礼貌示人有人说我是自闭少女有人说我冷漠有人说我是不是害怕建立亲密关系还有人我说不交心其实我很想和别人拥有更深的友谊我曾经有一段两年的恋爱这段恋爱我很累但是也有快乐的部分我对另一半要求级高的忠诚度在一些小事上很作要求他经常陪伴不能拒绝我的要求不能对我撒谎你可以不答应但是说了就要做到他追我时说不打联盟（主动提的，其实我无所谓他打不打）但是他如果偷偷打我会有种背叛感觉我打了他一个耳光我除了不限制他和其他女生正常社交对他有点太侵入了他很累我知道他挺爱我后来我主动放弃这段关系我后来还有点嫌弃他不像那些学生会同学那样表现很八面玲珑（我认为这样是对适应社会有帮助）我潜意识不太想跟别人建立亲密关系但是我又十分羡慕别人闺蜜友情",
    "annotation": [
      {
        "sentence": "渴望又害怕建立亲密关系，对深入交流是逃避的？",
        "label": ""
      },
      {
        "sentence": "我经过很长时间的察觉自己发现我在进一步深入交流我是逃避的在表达自己时逃避在别人更进一步了解我逃避总是以有距离但是不失礼貌示人有人说我是自闭少女有人说我冷漠有人说我是不是害怕建立亲密关系还有人我说不交心其实我很想和别人拥有更深的友谊我曾经有一段两年的恋爱这段恋爱我很累但是也有快乐的部分我对另一半要求级高的忠诚度在一些小事上很作要求他经常陪伴不能拒绝我的要求不能对我撒谎你可以不答应但是说了就要做到他追我时说不打联盟（主动提的，其实我无所谓他打不打）但是他如果偷偷打我会有种背叛感觉我打了他一个耳光我除了不限制他和其他女生正常社交对他有点太侵入了他很累我知道他挺爱我后来我主动放弃这段关系我后来还有点嫌弃他不像那些学生会同学那样表现很八面玲珑（我认为这样是对适应社会有帮助）我潜意识不太想跟别人建立亲密关系但是我又十分羡慕别人闺蜜友情",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的感受有了很深入的觉察，这是非常重要的一步。人们在建立亲密关系时常常会面临渴望和害怕交织的情感。你说自己渴望与他人有更深的友谊，这表明你内心真正想要与他人建立更紧密的联系。能够认识到这一点是很不容易的。",
    "annotation": [
      {
        "sentence": "你对自己的感受有了很深入的觉察，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "人们在建立亲密关系时常常会面临渴望和害怕交织的情感。",
        "label": ""
      },
      {
        "sentence": "你说自己渴望与他人有更深的友谊，这表明你内心真正想要与他人建立更紧密的联系。",
        "label": ""
      },
      {
        "sentence": "能够认识到这一点是很不容易的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能够克服这种逃避的倾向，真正打开自己的心扉。我之前有一段恋爱经历，时而快乐，时而疲倦。我对对方要求非常高，对诚实和陪伴有很高的期望。虽然他爱我，但我压力太大，最终我选择了主动放弃这段关系。",
    "annotation": [
      {
        "sentence": "是的，我希望能够克服这种逃避的倾向，真正打开自己的心扉。",
        "label": ""
      },
      {
        "sentence": "我之前有一段恋爱经历，时而快乐，时而疲倦。",
        "label": ""
      },
      {
        "sentence": "我对对方要求非常高，对诚实和陪伴有很高的期望。",
        "label": ""
      },
      {
        "sentence": "虽然他爱我，但我压力太大，最终我选择了主动放弃这段关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在恋爱中的经历表明了你对建立亲密关系的期望和对对方忠诚度的要求。这也让你意识到了自己对于与他人交往的方式上的一些问题。不过，放弃并不表示失败，而是明智的选择。通过这段经历，你可能也学到了一些关于自己和别人之间的平衡的教训。",
    "annotation": [
      {
        "sentence": "你在恋爱中的经历表明了你对建立亲密关系的期望和对对方忠诚度的要求。",
        "label": ""
      },
      {
        "sentence": "这也让你意识到了自己对于与他人交往的方式上的一些问题。",
        "label": ""
      },
      {
        "sentence": "不过，放弃并不表示失败，而是明智的选择。",
        "label": ""
      },
      {
        "sentence": "通过这段经历，你可能也学到了一些关于自己和别人之间的平衡的教训。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，这段经历还让我对自己与别人交往的方式有了更深入的思考。我意识到我有些过于侵入对方的生活，这给他带来了很大的压力。我也开始意识到，我同时渴望建立亲密关系，却又有些害怕被他人完全了解。",
    "annotation": [
      {
        "sentence": "是的，这段经历还让我对自己与别人交往的方式有了更深入的思考。",
        "label": ""
      },
      {
        "sentence": "我意识到我有些过于侵入对方的生活，这给他带来了很大的压力。",
        "label": ""
      },
      {
        "sentence": "我也开始意识到，我同时渴望建立亲密关系，却又有些害怕被他人完全了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的情感体验。很多人在建立亲密关系时都会感到恐惧和焦虑，因为这需要我们真实地展示自己，包括我们的弱点和不完美之处。你之前提到羡慕别人的闺蜜友情，这表明你对于真实而深入的连接也是渴望的。",
    "annotation": [
      {
        "sentence": "这是正常的情感体验。",
        "label": ""
      },
      {
        "sentence": "很多人在建立亲密关系时都会感到恐惧和焦虑，因为这需要我们真实地展示自己，包括我们的弱点和不完美之处。",
        "label": ""
      },
      {
        "sentence": "你之前提到羡慕别人的闺蜜友情，这表明你对于真实而深入的连接也是渴望的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很希望能够与他人建立更深入的友谊，像那些闺蜜一样互相支持和理解。但是每当接近建立亲密关系的时候，我就会感到害怕和逃避。",
    "annotation": [
      {
        "sentence": "是的，我真的很希望能够与他人建立更深入的友谊，像那些闺蜜一样互相支持和理解。",
        "label": ""
      },
      {
        "sentence": "但是每当接近建立亲密关系的时候，我就会感到害怕和逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建立亲密关系需要时间和努力，不要过分责备自己。尝试适应新的方式与他人交往，可以从一开始就逐渐展示你的真实自我，与对方建立起共同的兴趣和信任，让彼此感受到关心和支持。",
    "annotation": [
      {
        "sentence": "建立亲密关系需要时间和努力，不要过分责备自己。",
        "label": ""
      },
      {
        "sentence": "尝试适应新的方式与他人交往，可以从一开始就逐渐展示你的真实自我，与对方建立起共同的兴趣和信任，让彼此感受到关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该给自己一些时间，不要太过于强求。也许我可以从一开始就尝试一些小的信任行动，逐渐打开自己的心扉，与他人建立起深入的友谊。",
    "annotation": [
      {
        "sentence": "确实，我应该给自己一些时间，不要太过于强求。",
        "label": ""
      },
      {
        "sentence": "也许我可以从一开始就尝试一些小的信任行动，逐渐打开自己的心扉，与他人建立起深入的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的想法！逐渐迈出一些小的信任行动是一个很好的起点。同时，也要记得给自己一些宽容和耐心，这是一个逐渐成长的过程。相信你会找到适合自己的方式来建立亲密关系，并享受那种真正的友谊和支持。",
    "annotation": [
      {
        "sentence": "很好的想法！",
        "label": ""
      },
      {
        "sentence": "逐渐迈出一些小的信任行动是一个很好的起点。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得给自己一些宽容和耐心，这是一个逐渐成长的过程。",
        "label": ""
      },
      {
        "sentence": "相信你会找到适合自己的方式来建立亲密关系，并享受那种真正的友谊和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。你的话给了我很大的信心，我会努力去迈出那一步，与他人建立起真正的亲密关系。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "你的话给了我很大的信心，我会努力去迈出那一步，与他人建立起真正的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮助到你。记住，你并不孤单，有许多人也在经历类似的心理挣扎。相信自己的能力，坚持下去，你一定能够找到属于自己的幸福和亲密关系。加油！",
    "annotation": [
      {
        "sentence": "非常高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有许多人也在经历类似的心理挣扎。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，坚持下去，你一定能够找到属于自己的幸福和亲密关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]