[
  {
    "role": "client",
    "content": "婆家逼生二胎，连老公都觉得应该生二胎，我该怎么办？恋爱时候老公对自己很好，很多问题都可以沟通清楚。后来意外怀孕，婆家许诺赶紧结婚也愿意出钱买房，于是在没有房子的情况下结婚生子。当初是完全信任婆家和老公，结果生下女儿后一切都变了。公公买房子一拖再拖至今孩子一岁了都没有兑现，婆婆也不来带孩子，直到最近婆家打电话给老公说生二胎的事情。老公和我说，觉得爷爷奶奶年纪大了希望儿孙满堂很正常。首先觉得公公做法很卑鄙，不见孙子不出钱买房。其次对老公很痛心，我硕士毕业就生了孩子自己带孩子也耽误了工作，明知道我想在事业上有些成就还坚持生二胎，生二胎的理由竟然还是为了满足爷爷奶奶的想法。如果我不生，房子问题一时也解决不了，一家人没有安稳的住所闺女没有学区，再者不生婆家对我有意见会挑唆老公。如果和老公离婚，闺女也没有完整的家，不离婚我也很痛苦。该怎么办……",
    "annotation": [
      {
        "sentence": "婆家逼生二胎，连老公都觉得应该生二胎，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "恋爱时候老公对自己很好，很多问题都可以沟通清楚。",
        "label": ""
      },
      {
        "sentence": "后来意外怀孕，婆家许诺赶紧结婚也愿意出钱买房，于是在没有房子的情况下结婚生子。",
        "label": ""
      },
      {
        "sentence": "当初是完全信任婆家和老公，结果生下女儿后一切都变了。",
        "label": ""
      },
      {
        "sentence": "公公买房子一拖再拖至今孩子一岁了都没有兑现，婆婆也不来带孩子，直到最近婆家打电话给老公说生二胎的事情。",
        "label": ""
      },
      {
        "sentence": "老公和我说，觉得爷爷奶奶年纪大了希望儿孙满堂很正常。",
        "label": ""
      },
      {
        "sentence": "首先觉得公公做法很卑鄙，不见孙子不出钱买房。",
        "label": ""
      },
      {
        "sentence": "其次对老公很痛心，我硕士毕业就生了孩子自己带孩子也耽误了工作，明知道我想在事业上有些成就还坚持生二胎，生二胎的理由竟然还是为了满足爷爷奶奶的想法。",
        "label": ""
      },
      {
        "sentence": "如果我不生，房子问题一时也解决不了，一家人没有安稳的住所闺女没有学区，再者不生婆家对我有意见会挑唆老公。",
        "label": ""
      },
      {
        "sentence": "如果和老公离婚，闺女也没有完整的家，不离婚我也很痛苦。",
        "label": ""
      },
      {
        "sentence": "该怎么办……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们这个家我也是服了。本来看标题，说生二胎，以为是你的什么情绪，现在看来是情绪，但这个情绪就是让人不爽的。所以开始理解你。但话说回来，这生孩子是自己的事情，国家都管不了，父母怎么可以管了，又怎么拿什么房子来要挟呢？你们这个家，就是一个怪。真的，我有3个孩子，家里也没有买房子，妻子也没有参加任何社会工作，我也是一个农民的孩子，什么还敢说靠父母，那真是笑了。孩子现在大的都读大学，很不错的985.孩子专业也不错，还有一个小的，读二年级。除了学费贵一些，其他都好。这不也过得很不错吗？生孩子是成年男女自己的愿望，买房子也是成年人自己的事情。这样交和会好很多的。我身边有一个人家，现在老婆拆迁了分很多钱和房子，可是一样要靠自己奋斗才有意思呀。要能像一个人一样独立地生活，不是吗？你有学历，我觉得，完全有自己很好的事业和世界观。",
    "annotation": [
      {
        "sentence": "你们这个家我也是服了。",
        "label": ""
      },
      {
        "sentence": "本来看标题，说生二胎，以为是你的什么情绪，现在看来是情绪，但这个情绪就是让人不爽的。",
        "label": ""
      },
      {
        "sentence": "所以开始理解你。",
        "label": ""
      },
      {
        "sentence": "但话说回来，这生孩子是自己的事情，国家都管不了，父母怎么可以管了，又怎么拿什么房子来要挟呢？",
        "label": ""
      },
      {
        "sentence": "你们这个家，就是一个怪。",
        "label": ""
      },
      {
        "sentence": "真的，我有3个孩子，家里也没有买房子，妻子也没有参加任何社会工作，我也是一个农民的孩子，什么还敢说靠父母，那真是笑了。",
        "label": ""
      },
      {
        "sentence": "孩子现在大的都读大学，很不错的985.孩子专业也不错，还有一个小的，读二年级。",
        "label": ""
      },
      {
        "sentence": "除了学费贵一些，其他都好。",
        "label": ""
      },
      {
        "sentence": "这不也过得很不错吗？",
        "label": ""
      },
      {
        "sentence": "生孩子是成年男女自己的愿望，买房子也是成年人自己的事情。",
        "label": ""
      },
      {
        "sentence": "这样交和会好很多的。",
        "label": ""
      },
      {
        "sentence": "我身边有一个人家，现在老婆拆迁了分很多钱和房子，可是一样要靠自己奋斗才有意思呀。",
        "label": ""
      },
      {
        "sentence": "要能像一个人一样独立地生活，不是吗？",
        "label": ""
      },
      {
        "sentence": "你有学历，我觉得，完全有自己很好的事业和世界观。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。但是，现实中我面临的问题并不仅仅是生孩子这个主题。如果我不生二胎，不仅房子问题无法解决，而且婆家还会对我有意见，挑唆我老公，让我们的婚姻变得更加困难。我真的很矛盾，不知道该如何抉择。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但是，现实中我面临的问题并不仅仅是生孩子这个主题。",
        "label": ""
      },
      {
        "sentence": "如果我不生二胎，不仅房子问题无法解决，而且婆家还会对我有意见，挑唆我老公，让我们的婚姻变得更加困难。",
        "label": ""
      },
      {
        "sentence": "我真的很矛盾，不知道该如何抉择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困境，家庭中的问题确实很复杂。但是，我们的抉择应该从你和你的家庭出发，而不仅仅是为了应对外部的压力和干涉。不管选择生二胎与否，你和你的家人的幸福和需要应该放在第一位。婆家的意见和压力是存在的，但只有你们自己才能决定该怎么过日子。你们可以好好和你的老公沟通一下，共同面对这些问题并找到解决的方法。",
    "annotation": [
      {
        "sentence": "理解你的困境，家庭中的问题确实很复杂。",
        "label": ""
      },
      {
        "sentence": "但是，我们的抉择应该从你和你的家庭出发，而不仅仅是为了应对外部的压力和干涉。",
        "label": ""
      },
      {
        "sentence": "不管选择生二胎与否，你和你的家人的幸福和需要应该放在第一位。",
        "label": ""
      },
      {
        "sentence": "婆家的意见和压力是存在的，但只有你们自己才能决定该怎么过日子。",
        "label": ""
      },
      {
        "sentence": "你们可以好好和你的老公沟通一下，共同面对这些问题并找到解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们应该以家庭的幸福和需求为重。我会和老公好好沟通，找到解决问题的办法。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我们应该以家庭的幸福和需求为重。",
        "label": ""
      },
      {
        "sentence": "我会和老公好好沟通，找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能对你有所帮助。记住，无论你们选择什么，最重要的是保持良好的沟通和相互理解。祝你们一切顺利，幸福美满。如果有任何需要，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，无论你们选择什么，最重要的是保持良好的沟通和相互理解。",
        "label": ""
      },
      {
        "sentence": "祝你们一切顺利，幸福美满。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的关心和鼓励。如果有需要，我一定会再来找你聊聊。感谢你的支持。",
    "annotation": [
      {
        "sentence": "好的，谢谢你的关心和鼓励。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再来找你聊聊。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意随时为你提供支持和帮助。你们的幸福就是我最大的心愿。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我愿意随时为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你们的幸福就是我最大的心愿。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]