[
  {
    "role": "client",
    "content": "我更喜欢与女性接触，不想与男性谈恋爱结婚生子怎么办？本人女曾有一段失败的感情史自从走出来以后对男性有些排斥不愿与其有过多的接触甚至讨厌对与男性谈恋爱没有了憧憬对男性也越来越无感了发现自己有同性恋更喜欢与女性接触并幻想过与女性结婚我是不是有心理问题？对于这种状况我该怎么办？该怎么与父母解释呢？",
    "annotation": [
      {
        "sentence": "我更喜欢与女性接触，不想与男性谈恋爱结婚生子怎么办？",
        "label": ""
      },
      {
        "sentence": "本人女曾有一段失败的感情史自从走出来以后对男性有些排斥不愿与其有过多的接触甚至讨厌对与男性谈恋爱没有了憧憬对男性也越来越无感了发现自己有同性恋更喜欢与女性接触并幻想过与女性结婚我是不是有心理问题？",
        "label": ""
      },
      {
        "sentence": "对于这种状况我该怎么办？",
        "label": ""
      },
      {
        "sentence": "该怎么与父母解释呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你在上一段感情中受到了一些伤害，所以对男性有些排斥的心理是可以理解的。你不需要强迫自己一定要与男性接触。更重要的是给自己一段时间来疗伤，做一些让自己快乐的事情。如果与女性在一起让你感到快乐，安全感满满的话，那就多与她们相处。只要双方都愿意，都从这种关系中获得了价值，那就没有什么不可以的。如果你现在感到开心，那就继续保持这种状态吧。至于父母的想法，我认为现在考虑这个有些过早了。等你找到一个真正想与之度过一生的女生，并且她也对你有同样的想法，再去考虑这个问题也不迟。毕竟，人生是你自己的，将来的婚姻生活也是自己要过的，父母并不能为你承担这个责任。重要的是你对自己的人生负责，别人怎么想并不是最重要的。你现在不愿意与男性接触，很可能是因为还没有遇到那个对的人。我们周围有很多异性的同事、朋友等，但我们并不会对每个人都产生感情，想要和他们在一起。而且，对方也需要努力赢得你的好感。如果彼此都没有意愿，那维持朋友关系就足够了。我也有很多异性朋友和同事，但我们只是保持友谊和同事关系，我并没有想要与他们亲密的欲望。我更喜欢与女生相处一点，但我并不是同性恋。区分同性恋和异性恋的关键是是否对同性产生性冲动，对异性则没有感觉。即使对你有好感的异性，你觉得自己是怎样的呢？之前我看到新闻，日本有几个单身老太太组团一起过晚年，这也是很温馨的生活方式。只要你能找到一个志同道合、认同你生活方式的人就好了。单身，与女性生活，与男性生活，甚至养很多宠物一起生活都可以，只要你自己过得开心，这才是最重要的。我们会遇到伤害我们的人，但这并不意味着我们要因此放弃，世界上还有很多暖心的人。为了过去的一段伤痛而放弃整个未来是否值得考虑一下呢？过去的痛苦只是提醒我们要更加谨慎对待感情，也许在对方没有做出承诺之前就不要轻易将自己的心完全倾注给对方。",
    "annotation": [
      {
        "sentence": "看起来你在上一段感情中受到了一些伤害，所以对男性有些排斥的心理是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你不需要强迫自己一定要与男性接触。",
        "label": ""
      },
      {
        "sentence": "更重要的是给自己一段时间来疗伤，做一些让自己快乐的事情。",
        "label": ""
      },
      {
        "sentence": "如果与女性在一起让你感到快乐，安全感满满的话，那就多与她们相处。",
        "label": ""
      },
      {
        "sentence": "只要双方都愿意，都从这种关系中获得了价值，那就没有什么不可以的。",
        "label": ""
      },
      {
        "sentence": "如果你现在感到开心，那就继续保持这种状态吧。",
        "label": ""
      },
      {
        "sentence": "至于父母的想法，我认为现在考虑这个有些过早了。",
        "label": ""
      },
      {
        "sentence": "等你找到一个真正想与之度过一生的女生，并且她也对你有同样的想法，再去考虑这个问题也不迟。",
        "label": ""
      },
      {
        "sentence": "毕竟，人生是你自己的，将来的婚姻生活也是自己要过的，父母并不能为你承担这个责任。",
        "label": ""
      },
      {
        "sentence": "重要的是你对自己的人生负责，别人怎么想并不是最重要的。",
        "label": ""
      },
      {
        "sentence": "你现在不愿意与男性接触，很可能是因为还没有遇到那个对的人。",
        "label": ""
      },
      {
        "sentence": "我们周围有很多异性的同事、朋友等，但我们并不会对每个人都产生感情，想要和他们在一起。",
        "label": ""
      },
      {
        "sentence": "而且，对方也需要努力赢得你的好感。",
        "label": ""
      },
      {
        "sentence": "如果彼此都没有意愿，那维持朋友关系就足够了。",
        "label": ""
      },
      {
        "sentence": "我也有很多异性朋友和同事，但我们只是保持友谊和同事关系，我并没有想要与他们亲密的欲望。",
        "label": ""
      },
      {
        "sentence": "我更喜欢与女生相处一点，但我并不是同性恋。",
        "label": ""
      },
      {
        "sentence": "区分同性恋和异性恋的关键是是否对同性产生性冲动，对异性则没有感觉。",
        "label": ""
      },
      {
        "sentence": "即使对你有好感的异性，你觉得自己是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "之前我看到新闻，日本有几个单身老太太组团一起过晚年，这也是很温馨的生活方式。",
        "label": ""
      },
      {
        "sentence": "只要你能找到一个志同道合、认同你生活方式的人就好了。",
        "label": ""
      },
      {
        "sentence": "单身，与女性生活，与男性生活，甚至养很多宠物一起生活都可以，只要你自己过得开心，这才是最重要的。",
        "label": ""
      },
      {
        "sentence": "我们会遇到伤害我们的人，但这并不意味着我们要因此放弃，世界上还有很多暖心的人。",
        "label": ""
      },
      {
        "sentence": "为了过去的一段伤痛而放弃整个未来是否值得考虑一下呢？",
        "label": ""
      },
      {
        "sentence": "过去的痛苦只是提醒我们要更加谨慎对待感情，也许在对方没有做出承诺之前就不要轻易将自己的心完全倾注给对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导和鼓励。我现在确实有一些心理的矛盾和困惑，但听了你的话我感觉自己被理解了，也更加有信心去面对和解决这个问题。我会给自己一些时间来好好调整，寻找属于我自己的幸福。关于父母的问题，我现在确实还没有找到合适的对象，所以也没有考虑如何与他们解释。但我会记住你说的，等我真正找到那个对的人的时候再去处理这个问题。谢谢你的耐心倾听和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的指导和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在确实有一些心理的矛盾和困惑，但听了你的话我感觉自己被理解了，也更加有信心去面对和解决这个问题。",
        "label": ""
      },
      {
        "sentence": "我会给自己一些时间来好好调整，寻找属于我自己的幸福。",
        "label": ""
      },
      {
        "sentence": "关于父母的问题，我现在确实还没有找到合适的对象，所以也没有考虑如何与他们解释。",
        "label": ""
      },
      {
        "sentence": "但我会记住你说的，等我真正找到那个对的人的时候再去处理这个问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。每个人都有自己的矛盾和困惑，你并不孤单。记得要对自己好一点，给自己一些时间和空间来解决问题。相信自己能够找到属于自己的幸福。如果以后还有任何问题或困惑，随时都可以找我倾诉和寻求帮助。生活中困难重重，但也有很多美好的事物等着我们去发现和体验。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的矛盾和困惑，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "记得要对自己好一点，给自己一些时间和空间来解决问题。",
        "label": ""
      },
      {
        "sentence": "相信自己能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题或困惑，随时都可以找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "生活中困难重重，但也有很多美好的事物等着我们去发现和体验。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]