[
  {
    "role": "client",
    "content": "一年级送孩子去寄宿会不会对孩子心理造成阴影？今天很焦虑，孩子上寄宿一周回来很不适应，不想上学，不愿意离开妈妈。质问为什么给他选择寄宿学校，昨天说还不如死了算了。感觉到他的压力很大。和老师沟通，老师说还好。",
    "annotation": [
      {
        "sentence": "一年级送孩子去寄宿会不会对孩子心理造成阴影？",
        "label": ""
      },
      {
        "sentence": "今天很焦虑，孩子上寄宿一周回来很不适应，不想上学，不愿意离开妈妈。",
        "label": ""
      },
      {
        "sentence": "质问为什么给他选择寄宿学校，昨天说还不如死了算了。",
        "label": ""
      },
      {
        "sentence": "感觉到他的压力很大。",
        "label": ""
      },
      {
        "sentence": "和老师沟通，老师说还好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来是老二被送到寄宿学校了对吗？妈妈爱孩子这不用说了，也许将来也会养成好的习惯，但也会养成恨妈妈的习惯，例如，“你不要我了”的想法。每个家庭孩子，有每个家庭孩子的情况，她对你做的事情，明显就是求救的信号。她才1年级，她太害怕了，她不知道怎么与其他人相处。面对孩子能不能严格，能，但是要自己严，且让她知道为什么，过早的把她丢出去，她的身心会受到影响的，他是恐惧的。并且她一定会跟姐姐比较的。",
    "annotation": [
      {
        "sentence": "看来是老二被送到寄宿学校了对吗？",
        "label": ""
      },
      {
        "sentence": "妈妈爱孩子这不用说了，也许将来也会养成好的习惯，但也会养成恨妈妈的习惯，例如，“你不要我了”的想法。",
        "label": ""
      },
      {
        "sentence": "每个家庭孩子，有每个家庭孩子的情况，她对你做的事情，明显就是求救的信号。",
        "label": ""
      },
      {
        "sentence": "她才1年级，她太害怕了，她不知道怎么与其他人相处。",
        "label": ""
      },
      {
        "sentence": "面对孩子能不能严格，能，但是要自己严，且让她知道为什么，过早的把她丢出去，她的身心会受到影响的，他是恐惧的。",
        "label": ""
      },
      {
        "sentence": "并且她一定会跟姐姐比较的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我很理解她的担心和不适应。她还太小了，可能真的害怕离开我和适应新的环境。我曾经考虑过精力不够的问题，所以才选择了寄宿学校。但现在看来，我开始怀疑我的决定了。她昨天还说不如死了算了，我觉得她承受了很大的压力。",
    "annotation": [
      {
        "sentence": "你说的对，我很理解她的担心和不适应。",
        "label": ""
      },
      {
        "sentence": "她还太小了，可能真的害怕离开我和适应新的环境。",
        "label": ""
      },
      {
        "sentence": "我曾经考虑过精力不够的问题，所以才选择了寄宿学校。",
        "label": ""
      },
      {
        "sentence": "但现在看来，我开始怀疑我的决定了。",
        "label": ""
      },
      {
        "sentence": "她昨天还说不如死了算了，我觉得她承受了很大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的家长，你不要太自责了，你的决定是基于对孩子的爱和教育需求的考虑的。但是有时候，我们无法预料到孩子可能会有怎样的反应。寄宿学校可能对某些孩子来说是一个很好的机会，但对于她来说，可能过早了一点。她的情绪和行为反应告诉我们她的内心正在受伤。我们可以考虑给她更多的时间来适应，同时也多与她沟通，让她知道我们的期望和关爱。",
    "annotation": [
      {
        "sentence": "亲爱的家长，你不要太自责了，你的决定是基于对孩子的爱和教育需求的考虑的。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我们无法预料到孩子可能会有怎样的反应。",
        "label": ""
      },
      {
        "sentence": "寄宿学校可能对某些孩子来说是一个很好的机会，但对于她来说，可能过早了一点。",
        "label": ""
      },
      {
        "sentence": "她的情绪和行为反应告诉我们她的内心正在受伤。",
        "label": ""
      },
      {
        "sentence": "我们可以考虑给她更多的时间来适应，同时也多与她沟通，让她知道我们的期望和关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会给她一些时间和空间来适应新的环境。但是我担心她会觉得我抛弃了她，因为她可能会和姐姐比较。",
    "annotation": [
      {
        "sentence": "我明白了，我会给她一些时间和空间来适应新的环境。",
        "label": ""
      },
      {
        "sentence": "但是我担心她会觉得我抛弃了她，因为她可能会和姐姐比较。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这是一个真实的担忧。她可能会有这样的感受，觉得妈妈为了姐姐，把她丢弃在寄宿学校。这时候，我们需要与她真诚地沟通，解释我们的决定背后的原因，并时刻表达我们对她的爱和关心。我们可以尝试找到一些与她一起度过时间的方式，让她感受到自身的价值和重要性。",
    "annotation": [
      {
        "sentence": "是的，这是一个真实的担忧。",
        "label": ""
      },
      {
        "sentence": "她可能会有这样的感受，觉得妈妈为了姐姐，把她丢弃在寄宿学校。",
        "label": ""
      },
      {
        "sentence": "这时候，我们需要与她真诚地沟通，解释我们的决定背后的原因，并时刻表达我们对她的爱和关心。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试找到一些与她一起度过时间的方式，让她感受到自身的价值和重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会跟她好好沟通，让她明白我的决定是为了她更好的学习和成长。我也会尽量安排和她的亲密时间，让她感受到我的爱和陪伴。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会跟她好好沟通，让她明白我的决定是为了她更好的学习和成长。",
        "label": ""
      },
      {
        "sentence": "我也会尽量安排和她的亲密时间，让她感受到我的爱和陪伴。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！你已经是一个很好的妈妈，你关注孩子的心理健康并寻求帮助。这个过程可能会有一些挑战，但我相信你能够克服困难。如果你还有困惑或需要进一步的指导，随时和我私信联系。祝你和你的家人幸福快乐！宝贝们身心健康成长！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "你已经是一个很好的妈妈，你关注孩子的心理健康并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "这个过程可能会有一些挑战，但我相信你能够克服困难。",
        "label": ""
      },
      {
        "sentence": "如果你还有困惑或需要进一步的指导，随时和我私信联系。",
        "label": ""
      },
      {
        "sentence": "祝你和你的家人幸福快乐！",
        "label": ""
      },
      {
        "sentence": "宝贝们身心健康成长！",
        "label": ""
      }
    ]
  }
]