[
  {
    "role": "client",
    "content": "一年级送孩子去寄宿会不会对孩子心理造成阴影？今天很焦虑，孩子上寄宿一周回来很不适应，不想上学，不愿意离开妈妈。质问为什么给他选择寄宿学校，昨天说还不如死了算了。感觉到他的压力很大。和老师沟通，老师说还好。不知道当初选择寄宿是不是对的，会不会对他的心灵造成阴影。还打我，咬我，说为什么把他送去寄宿。问能不能退掉。之前没有这样，他是很独立很懂事的小孩。每一次对孩子的选择，我都不确定这样是不是对他们最好的选择，自己也比较焦虑，自责。不知道该怎么办？之前选择寄宿是我觉得我的精力顾不过来，两个孩子的教育都落在我一个人身上，我压力也很大。姐姐小时候因为写作业，挨了我不少打。我不想老二又经历一遍。之前有朋友的小孩上寄宿也养成了很好的学习和生活习惯。老二性格开朗，比较会表达，觉得上寄宿可能问题也不大，我也可以专心陪伴姐姐度过初中生活，也是比较好的学校，他通过自己的努力考进去的。特别需要专家给出专业的指导意见。",
    "annotation": [
      {
        "sentence": "一年级送孩子去寄宿会不会对孩子心理造成阴影？",
        "label": ""
      },
      {
        "sentence": "今天很焦虑，孩子上寄宿一周回来很不适应，不想上学，不愿意离开妈妈。",
        "label": ""
      },
      {
        "sentence": "质问为什么给他选择寄宿学校，昨天说还不如死了算了。",
        "label": ""
      },
      {
        "sentence": "感觉到他的压力很大。",
        "label": ""
      },
      {
        "sentence": "和老师沟通，老师说还好。",
        "label": ""
      },
      {
        "sentence": "不知道当初选择寄宿是不是对的，会不会对他的心灵造成阴影。",
        "label": ""
      },
      {
        "sentence": "还打我，咬我，说为什么把他送去寄宿。",
        "label": ""
      },
      {
        "sentence": "问能不能退掉。",
        "label": ""
      },
      {
        "sentence": "之前没有这样，他是很独立很懂事的小孩。",
        "label": ""
      },
      {
        "sentence": "每一次对孩子的选择，我都不确定这样是不是对他们最好的选择，自己也比较焦虑，自责。",
        "label": ""
      },
      {
        "sentence": "不知道该怎么办？",
        "label": ""
      },
      {
        "sentence": "之前选择寄宿是我觉得我的精力顾不过来，两个孩子的教育都落在我一个人身上，我压力也很大。",
        "label": ""
      },
      {
        "sentence": "姐姐小时候因为写作业，挨了我不少打。",
        "label": ""
      },
      {
        "sentence": "我不想老二又经历一遍。",
        "label": ""
      },
      {
        "sentence": "之前有朋友的小孩上寄宿也养成了很好的学习和生活习惯。",
        "label": ""
      },
      {
        "sentence": "老二性格开朗，比较会表达，觉得上寄宿可能问题也不大，我也可以专心陪伴姐姐度过初中生活，也是比较好的学校，他通过自己的努力考进去的。",
        "label": ""
      },
      {
        "sentence": "特别需要专家给出专业的指导意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的留言，深深的感受到你作为母亲的良苦用心——既想专心陪伴老大度过初中生活，又想避免情急之下打骂也会落在老二身上，分身乏术啊。权衡之下，把老二送去了寄宿学校，本以为是两全齐美的方案，既可以专心陪伴老大，又可以让老二在学校养成良好的学习和生活习惯。可一看到老二从学校回来的状态，又感到疑惑了。正是应了那句古话：父母之爱子，则为之计深远。真是难为你了，不易呀！回应一下你的疑惑：“每一次对孩子的选择，我都不确定这样是不是对他们最好的选择？总是感到焦虑和自责”从字里行间可以感受到你的焦虑和忐忑，相信我，普天下好多妈妈们也都因为如何养育和陪伴自己的孩子在和你一样焦虑忐忑着，希望这个提醒能稍稍减低一点你的焦虑。",
    "annotation": [
      {
        "sentence": "看到你的留言，深深的感受到你作为母亲的良苦用心——既想专心陪伴老大度过初中生活，又想避免情急之下打骂也会落在老二身上，分身乏术啊。",
        "label": ""
      },
      {
        "sentence": "权衡之下，把老二送去了寄宿学校，本以为是两全齐美的方案，既可以专心陪伴老大，又可以让老二在学校养成良好的学习和生活习惯。",
        "label": ""
      },
      {
        "sentence": "可一看到老二从学校回来的状态，又感到疑惑了。",
        "label": ""
      },
      {
        "sentence": "正是应了那句古话：父母之爱子，则为之计深远。",
        "label": ""
      },
      {
        "sentence": "真是难为你了，不易呀！",
        "label": ""
      },
      {
        "sentence": "回应一下你的疑惑：“每一次对孩子的选择，我都不确定这样是不是对他们最好的选择？",
        "label": ""
      },
      {
        "sentence": "总是感到焦虑和自责”从字里行间可以感受到你的焦虑和忐忑，相信我，普天下好多妈妈们也都因为如何养育和陪伴自己的孩子在和你一样焦虑忐忑着，希望这个提醒能稍稍减低一点你的焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，确实很难做出最好的选择。我想我可能需要和孩子好好沟通一下，听听他的真实感受，以便作出更正确的决策。你说我应该怎样和他沟通呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，确实很难做出最好的选择。",
        "label": ""
      },
      {
        "sentence": "我想我可能需要和孩子好好沟通一下，听听他的真实感受，以便作出更正确的决策。",
        "label": ""
      },
      {
        "sentence": "你说我应该怎样和他沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，和孩子进行沟通是非常重要的。首先，你可以先安抚一下孩子的情绪，了解他在学校的一周都发生了什么，有什么让他开心的事情，或者有什么让他感到困难的地方。同时，你可以问问他对寄宿学校的理解是什么，帮他理解你的选择并给他一个温暖的解释。另外，你也可以和老大好好探讨一下，问问她是否能理解你的决定，并和她一起讨论如何让她感到温暖和爱，而不是感到被控制或紧逼。最重要的是，不要忘记和自己对话，给自己一些宽容和支持，让自己更加有信心面对养育孩子的挑战。",
    "annotation": [
      {
        "sentence": "没错，和孩子进行沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "首先，你可以先安抚一下孩子的情绪，了解他在学校的一周都发生了什么，有什么让他开心的事情，或者有什么让他感到困难的地方。",
        "label": ""
      },
      {
        "sentence": "同时，你可以问问他对寄宿学校的理解是什么，帮他理解你的选择并给他一个温暖的解释。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以和老大好好探讨一下，问问她是否能理解你的决定，并和她一起讨论如何让她感到温暖和爱，而不是感到被控制或紧逼。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不要忘记和自己对话，给自己一些宽容和支持，让自己更加有信心面对养育孩子的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽快和孩子好好谈谈了，听听他们的感受和意见。我也要更加宽容对待自己，不要总是责备自己。这次的咨询真的让我释放了很多压力，谢谢你的支持和鼓励！在未来的养育中，我会更加坚强和自信的。",
    "annotation": [
      {
        "sentence": "我明白了，我会尽快和孩子好好谈谈了，听听他们的感受和意见。",
        "label": ""
      },
      {
        "sentence": "我也要更加宽容对待自己，不要总是责备自己。",
        "label": ""
      },
      {
        "sentence": "这次的咨询真的让我释放了很多压力，谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "在未来的养育中，我会更加坚强和自信的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能为你提供帮助，你已经做得很好。记住，作为妈妈，你已经付出了很多，所以不要过于苛责自己。相信你会做出最好的决策，给孩子们一个健康快乐的成长环境。如果将来还有需要，随时来找我聊聊吧！祝福你和孩子们，天天向上！",
    "annotation": [
      {
        "sentence": "非常高兴能为你提供帮助，你已经做得很好。",
        "label": ""
      },
      {
        "sentence": "记住，作为妈妈，你已经付出了很多，所以不要过于苛责自己。",
        "label": ""
      },
      {
        "sentence": "相信你会做出最好的决策，给孩子们一个健康快乐的成长环境。",
        "label": ""
      },
      {
        "sentence": "如果将来还有需要，随时来找我聊聊吧！",
        "label": ""
      },
      {
        "sentence": "祝福你和孩子们，天天向上！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和祝福！我会牢记你的话，努力做一个更好的妈妈。如果有需要，我一定会再次向你求助的。再次感谢你的支持！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，努力做一个更好的妈妈。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再次向你求助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我随时都在这里等你。希望你能为自己的选择感到自豪，并开始享受养育孩子的过程。如果有任何困惑或需要帮助，记得随时和我联系。祝你和家人幸福安康！再见！",
    "annotation": [
      {
        "sentence": "不用客气，我随时都在这里等你。",
        "label": ""
      },
      {
        "sentence": "希望你能为自己的选择感到自豪，并开始享受养育孩子的过程。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或需要帮助，记得随时和我联系。",
        "label": ""
      },
      {
        "sentence": "祝你和家人幸福安康！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "再见！一切顺利！",
    "annotation": [
      {
        "sentence": "再见！",
        "label": ""
      },
      {
        "sentence": "一切顺利！",
        "label": ""
      }
    ]
  }
]