[
  {
    "role": "client",
    "content": "怀孕，产检不好，压抑，看了3个医生特诊的都哭？怀孕2个多月了，去产检胆汁酸很高143了，正常是10以内，高危的超过40就要住院打吊针了，但是我只是孕早期，产科不收，找了很多大医院的特诊专家号，产科医生说只能吃药，没有别的办法，这个对胎死宫内，或者毒素缺氧，但是吃了思美泰和熊去氧两种药，问了吃了打针也不一定降下来，这种病原因不明，我这几天做的检查，该做的都做了，也还没发现什么原因b超的肝胆脾胰，一系列的详细抽血，也没找出来，我刚知道怀孕1个多月的时候抽血也才胆汁酸22，高一点点，每次看医生都大哭，今天值又升了，家里亲妈微信要坚强，哭着发微信让我好好的，我老公也是一直打电话，然后问我怎么啦，我告诉他们我想安静一下，他们就赶紧跑回家，一直问我去医院怎么说，我和老公说想有个空间自己安静一下，我老公说我以后都不会问你了，态度不好，很不舒服，我谁都不想说，因为我最近去医院和医生说话都大哭，连问我，我都讲不出话来，结巴了，看了3个医生特诊的都哭",
    "annotation": [
      {
        "sentence": "怀孕，产检不好，压抑，看了3个医生特诊的都哭？",
        "label": ""
      },
      {
        "sentence": "怀孕2个多月了，去产检胆汁酸很高143了，正常是10以内，高危的超过40就要住院打吊针了，但是我只是孕早期，产科不收，找了很多大医院的特诊专家号，产科医生说只能吃药，没有别的办法，这个对胎死宫内，或者毒素缺氧，但是吃了思美泰和熊去氧两种药，问了吃了打针也不一定降下来，这种病原因不明，我这几天做的检查，该做的都做了，也还没发现什么原因b超的肝胆脾胰，一系列的详细抽血，也没找出来，我刚知道怀孕1个多月的时候抽血也才胆汁酸22，高一点点，每次看医生都大哭，今天值又升了，家里亲妈微信要坚强，哭着发微信让我好好的，我老公也是一直打电话，然后问我怎么啦，我告诉他们我想安静一下，他们就赶紧跑回家，一直问我去医院怎么说，我和老公说想有个空间自己安静一下，我老公说我以后都不会问你了，态度不好，很不舒服，我谁都不想说，因为我最近去医院和医生说话都大哭，连问我，我都讲不出话来，结巴了，看了3个医生特诊的都哭",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同样作为一名母亲，看见你的描述，真的是很难过，也很心疼你。字里行间，能感受到你的紧张、慌乱、害怕和无助，这些情绪一下子淹没过来，以至于你无法作出回应，你不知道该怎么回应和处理。",
    "annotation": [
      {
        "sentence": "同样作为一名母亲，看见你的描述，真的是很难过，也很心疼你。",
        "label": ""
      },
      {
        "sentence": "字里行间，能感受到你的紧张、慌乱、害怕和无助，这些情绪一下子淹没过来，以至于你无法作出回应，你不知道该怎么回应和处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己完全无能为力，很害怕孩子受到伤害。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己完全无能为力，很害怕孩子受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "碰到这样的应激事件，谁都会有这样的反应。通常我们在遇到危险的时候，会有三种反应状态：1、战斗。2、逃跑或者回避。3、僵住。比如我们要是路上遇见强盗，我们要么会拿起武器与他反抗；要么逃跑；要么就僵在那里、被吓住了。而你现在就是处于第三种状态，因为这件事情对你和孩子都存有危险，而你既不能战斗，也无处可逃，所以你只能僵住了。理解到自己如此紧张、慌乱、害怕和无助的情绪都是正常的，也理解到自己现在的反应模式也是正常的。",
    "annotation": [
      {
        "sentence": "碰到这样的应激事件，谁都会有这样的反应。",
        "label": ""
      },
      {
        "sentence": "通常我们在遇到危险的时候，会有三种反应状态：1、战斗。",
        "label": ""
      },
      {
        "sentence": "2、逃跑或者回避。",
        "label": ""
      },
      {
        "sentence": "3、僵住。",
        "label": ""
      },
      {
        "sentence": "比如我们要是路上遇见强盗，我们要么会拿起武器与他反抗；要么逃跑；要么就僵在那里、被吓住了。",
        "label": ""
      },
      {
        "sentence": "而你现在就是处于第三种状态，因为这件事情对你和孩子都存有危险，而你既不能战斗，也无处可逃，所以你只能僵住了。",
        "label": ""
      },
      {
        "sentence": "理解到自己如此紧张、慌乱、害怕和无助的情绪都是正常的，也理解到自己现在的反应模式也是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我现在真的很迷茫，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我现在真的很迷茫，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么接下来我们能做些什么？真的很抱歉，我们或许没办法解决现实问题。但是我们可以想些办法增加我们应对问题的心理能力，以使得我们僵住的时间不那么长，可以有机会找出些办法来。深呼吸、深呼吸、深呼吸，三次。看看那些一下子涌上来的情绪，分别是什么呢？在表达什么？看看它们在你怎么做的时候会流动一些？是怎么流动的？增加还是减少？来了还是去了？通过这些练习尝试着先让自己缓解下来，再看看是否有其他出路？",
    "annotation": [
      {
        "sentence": "那么接下来我们能做些什么？",
        "label": ""
      },
      {
        "sentence": "真的很抱歉，我们或许没办法解决现实问题。",
        "label": ""
      },
      {
        "sentence": "但是我们可以想些办法增加我们应对问题的心理能力，以使得我们僵住的时间不那么长，可以有机会找出些办法来。",
        "label": ""
      },
      {
        "sentence": "深呼吸、深呼吸、深呼吸，三次。",
        "label": ""
      },
      {
        "sentence": "看看那些一下子涌上来的情绪，分别是什么呢？",
        "label": ""
      },
      {
        "sentence": "在表达什么？",
        "label": ""
      },
      {
        "sentence": "看看它们在你怎么做的时候会流动一些？",
        "label": ""
      },
      {
        "sentence": "是怎么流动的？",
        "label": ""
      },
      {
        "sentence": "增加还是减少？",
        "label": ""
      },
      {
        "sentence": "来了还是去了？",
        "label": ""
      },
      {
        "sentence": "通过这些练习尝试着先让自己缓解下来，再看看是否有其他出路？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试深呼吸，希望能够帮助我冷静下来。但是我还是很担心胆汁酸的问题，医生说只能吃药，我担心这样会对胎儿造成影响。",
    "annotation": [
      {
        "sentence": "我会试试深呼吸，希望能够帮助我冷静下来。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心胆汁酸的问题，医生说只能吃药，我担心这样会对胎儿造成影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，妈妈微信里哭着让你好好的。似乎也没有办法陪伴你身边、给你更多的力量。老公对你看着是关心的，但好像也和你一样紧张、焦虑，以至于无法理解到你的情绪和状态，甚至反过来把自己的部分也加到你这里。但从另一个角度来看，你身边也不缺乏关心你的人，他们或许因为这个那个的原因，一时丧失了支持你的力量。那么如果大家都可以在不被情绪淹没的状态下，或许还是可以一起找出一些应对办法来的。你也可以想想身边还有哪些支持资源。",
    "annotation": [
      {
        "sentence": "从你的描述中，妈妈微信里哭着让你好好的。",
        "label": ""
      },
      {
        "sentence": "似乎也没有办法陪伴你身边、给你更多的力量。",
        "label": ""
      },
      {
        "sentence": "老公对你看着是关心的，但好像也和你一样紧张、焦虑，以至于无法理解到你的情绪和状态，甚至反过来把自己的部分也加到你这里。",
        "label": ""
      },
      {
        "sentence": "但从另一个角度来看，你身边也不缺乏关心你的人，他们或许因为这个那个的原因，一时丧失了支持你的力量。",
        "label": ""
      },
      {
        "sentence": "那么如果大家都可以在不被情绪淹没的状态下，或许还是可以一起找出一些应对办法来的。",
        "label": ""
      },
      {
        "sentence": "你也可以想想身边还有哪些支持资源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我可以请一些其他人帮助我，分担一些压力和紧张情绪。",
    "annotation": [
      {
        "sentence": "你说得对，也许我可以请一些其他人帮助我，分担一些压力和紧张情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "即便退一万步来讲，所有资源都没有，你还有你自己，为母则刚；你还有这里，倾诉本身会让你缓解自己的压力，变得有力量感。你可以随时回来和我们交流，我们会一直在这里陪伴你的。",
    "annotation": [
      {
        "sentence": "即便退一万步来讲，所有资源都没有，你还有你自己，为母则刚；你还有这里，倾诉本身会让你缓解自己的压力，变得有力量感。",
        "label": ""
      },
      {
        "sentence": "你可以随时回来和我们交流，我们会一直在这里陪伴你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着调整自己的心态，寻求更多的支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着调整自己的心态，寻求更多的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你要相信自己，相信你的力量。无论遇到什么困难，只要我们坚持下去，我们总能找到解决问题的方法。希望你早日解决现在的困扰，保持心情愉快，健康快乐的度过怀孕期。",
    "annotation": [
      {
        "sentence": "不客气，你要相信自己，相信你的力量。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，只要我们坚持下去，我们总能找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "希望你早日解决现在的困扰，保持心情愉快，健康快乐的度过怀孕期。",
        "label": ""
      }
    ]
  }
]