[
  {
    "role": "client",
    "content": "我有一个问题，我在做公益咨询，但不知道怎样宣传和推荐自己，让更多的人知道。我有制作海报的想法，但不确定如何去宣传和推荐自己。朋友圈只是偶尔发一下，微信群里都没有发过。我不想给人做微商推销的感觉，你能告诉我怎么办吗？",
    "annotation": [
      {
        "sentence": "我有一个问题，我在做公益咨询，但不知道怎样宣传和推荐自己，让更多的人知道。",
        "label": ""
      },
      {
        "sentence": "我有制作海报的想法，但不确定如何去宣传和推荐自己。",
        "label": ""
      },
      {
        "sentence": "朋友圈只是偶尔发一下，微信群里都没有发过。",
        "label": ""
      },
      {
        "sentence": "我不想给人做微商推销的感觉，你能告诉我怎么办吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很愿意与你一起讨论你的困惑。从你的叙述来看，你是个热心的人，目前在做公益咨询，但苦恼不知道如何宣传推广自己，而且不想给人微商的感觉。我完全理解你的担忧，因为微商在朋友圈里目前不太受欢迎，有时候在圈子里做微商反而会产生相反的效果。这点你谨慎处理是非常明智的。在流量为王的网络时代，曝光非常重要。",
    "annotation": [
      {
        "sentence": "你好，很愿意与你一起讨论你的困惑。",
        "label": ""
      },
      {
        "sentence": "从你的叙述来看，你是个热心的人，目前在做公益咨询，但苦恼不知道如何宣传推广自己，而且不想给人微商的感觉。",
        "label": ""
      },
      {
        "sentence": "我完全理解你的担忧，因为微商在朋友圈里目前不太受欢迎，有时候在圈子里做微商反而会产生相反的效果。",
        "label": ""
      },
      {
        "sentence": "这点你谨慎处理是非常明智的。",
        "label": ""
      },
      {
        "sentence": "在流量为王的网络时代，曝光非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，现在的社交媒体确实起到了很大的作用。我看到很多人通过短视频在网上推广自己的产品或服务。但是我不知道如何制作短视频，也不知道在哪些平台上进行推广。",
    "annotation": [
      {
        "sentence": "是的，现在的社交媒体确实起到了很大的作用。",
        "label": ""
      },
      {
        "sentence": "我看到很多人通过短视频在网上推广自己的产品或服务。",
        "label": ""
      },
      {
        "sentence": "但是我不知道如何制作短视频，也不知道在哪些平台上进行推广。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，近年来短视频平台如抖音已经异军突起，成为许多年轻人首选的平台。你可以利用这个趋势，在网上制作和发布短视频来推广自己的公益咨询工作。可以选择一些短视频制作的APP学习如何制作，然后在这些平台上注册并推广你的视频。现在的短视频平台已经形成了去中心化的趋势，即使是小品牌也有机会一下子走红。你可以尝试这种方式来增加线上的宣传推广。",
    "annotation": [
      {
        "sentence": "确实，近年来短视频平台如抖音已经异军突起，成为许多年轻人首选的平台。",
        "label": ""
      },
      {
        "sentence": "你可以利用这个趋势，在网上制作和发布短视频来推广自己的公益咨询工作。",
        "label": ""
      },
      {
        "sentence": "可以选择一些短视频制作的APP学习如何制作，然后在这些平台上注册并推广你的视频。",
        "label": ""
      },
      {
        "sentence": "现在的短视频平台已经形成了去中心化的趋势，即使是小品牌也有机会一下子走红。",
        "label": ""
      },
      {
        "sentence": "你可以尝试这种方式来增加线上的宣传推广。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那除了线上宣传，我还可以采取什么方法来让更多人知道我做的公益咨询工作呢？",
    "annotation": [
      {
        "sentence": "那除了线上宣传，我还可以采取什么方法来让更多人知道我做的公益咨询工作呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了线上宣传，你还可以考虑线下宣传的方式。可以进学校、社区、军营、机关、农村等地方开展公益咨询活动，并与政府部门或教育部门、卫生部门等合作。这样既可以占领更多的宣传阵地，也可以获得更多的人口红利，让更多的人了解你的公益咨询服务。在这些活动中，口碑宣传也非常重要。",
    "annotation": [
      {
        "sentence": "除了线上宣传，你还可以考虑线下宣传的方式。",
        "label": ""
      },
      {
        "sentence": "可以进学校、社区、军营、机关、农村等地方开展公益咨询活动，并与政府部门或教育部门、卫生部门等合作。",
        "label": ""
      },
      {
        "sentence": "这样既可以占领更多的宣传阵地，也可以获得更多的人口红利，让更多的人了解你的公益咨询服务。",
        "label": ""
      },
      {
        "sentence": "在这些活动中，口碑宣传也非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，线上线下都要充分利用。但我还是有点担心宣传效果是否会好，不知道怎样在宣传上做得更好一些。",
    "annotation": [
      {
        "sentence": "我明白了，线上线下都要充分利用。",
        "label": ""
      },
      {
        "sentence": "但我还是有点担心宣传效果是否会好，不知道怎样在宣传上做得更好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经意识到了制作海报这种方式宣传非常直观，这是个很好的开始。在制作海报时，可以尝试使用一些优秀的APP来增加产品的设计包装力度，从而提高海报的吸引力。此外，可以加大策划力度，在重要的主题日如525心理健康节，疫情前后等时期，与政府部门合作进行公益咨询活动，这样可以让更多的人了解心理学并接受你的咨询服务。借助名人效应也是一个不错的方式，可以请一些心理学领域的大咖进行讲座，向他们学习，并借助他们的品牌来提高你的知名度。最重要的是要注重内容的质量，只有具备扎实的理论基础和丰富的实践经验，才能让宣传更有说服力。求助者：非常感谢你的建议，我明白了。我会努力加强学习，提升个人品牌。非常感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你已经意识到了制作海报这种方式宣传非常直观，这是个很好的开始。",
        "label": ""
      },
      {
        "sentence": "在制作海报时，可以尝试使用一些优秀的APP来增加产品的设计包装力度，从而提高海报的吸引力。",
        "label": ""
      },
      {
        "sentence": "此外，可以加大策划力度，在重要的主题日如525心理健康节，疫情前后等时期，与政府部门合作进行公益咨询活动，这样可以让更多的人了解心理学并接受你的咨询服务。",
        "label": ""
      },
      {
        "sentence": "借助名人效应也是一个不错的方式，可以请一些心理学领域的大咖进行讲座，向他们学习，并借助他们的品牌来提高你的知名度。",
        "label": ""
      },
      {
        "sentence": "最重要的是要注重内容的质量，只有具备扎实的理论基础和丰富的实践经验，才能让宣传更有说服力。",
        "label": ""
      },
      {
        "sentence": "求助者：非常感谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会努力加强学习，提升个人品牌。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。相信你一定能够通过正确的宣传推广让更多人了解你的公益咨询工作。我会一直支持你的努力，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够通过正确的宣传推广让更多人了解你的公益咨询工作。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的努力，加油！",
        "label": ""
      }
    ]
  }
]