[
  {
    "role": "client",
    "content": "怀孕，产检不好，压抑，看了3个医生特诊的都哭？怀孕2个多月了，去产检胆汁酸很高143了，正常是10以内，高危的超过40就要住院打吊针了，但是我只是孕早期，产科不收，找了很多大医院的特诊专家号，产科医生说只能吃药，没有别的办法，这个对胎死宫内，或者毒素缺氧，但是吃了思美泰和熊去氧两种药，问了吃了打针也不一定降下来，这种病原因不明，我这几天做的检查，该做的都做了，也还没发现什么原因b超的肝胆脾胰，一系列的详细抽血，也没找出来，我刚知道怀孕1个多月的时候抽血也才胆汁酸22，高一点点，每次看医生都大哭，今天值又升了，家里亲妈微信要坚强，哭着发微信让我好好的，我老公也是一直打电话，然后问我怎么啦，我告诉他们我想安静一下，他们就赶紧跑回家，一直问我去医院怎么说，我和老公说想有个空间自己安静一下，我老公说我以后都不会问你了，态度不好，很不舒服，我谁都不想说，因为我最近去医院和医生说话都大哭，连问我，我都讲不出话来，结巴了，看了3个医生特诊的都哭。",
    "annotation": [
      {
        "sentence": "怀孕，产检不好，压抑，看了3个医生特诊的都哭？",
        "label": ""
      },
      {
        "sentence": "怀孕2个多月了，去产检胆汁酸很高143了，正常是10以内，高危的超过40就要住院打吊针了，但是我只是孕早期，产科不收，找了很多大医院的特诊专家号，产科医生说只能吃药，没有别的办法，这个对胎死宫内，或者毒素缺氧，但是吃了思美泰和熊去氧两种药，问了吃了打针也不一定降下来，这种病原因不明，我这几天做的检查，该做的都做了，也还没发现什么原因b超的肝胆脾胰，一系列的详细抽血，也没找出来，我刚知道怀孕1个多月的时候抽血也才胆汁酸22，高一点点，每次看医生都大哭，今天值又升了，家里亲妈微信要坚强，哭着发微信让我好好的，我老公也是一直打电话，然后问我怎么啦，我告诉他们我想安静一下，他们就赶紧跑回家，一直问我去医院怎么说，我和老公说想有个空间自己安静一下，我老公说我以后都不会问你了，态度不好，很不舒服，我谁都不想说，因为我最近去医院和医生说话都大哭，连问我，我都讲不出话来，结巴了，看了3个医生特诊的都哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉得到你内心的压抑焦虑恐惧无助。刚怀孕两个多月，产检发现胆汁酸比较高，对你的内心造成了很大的刺激。医生的一些说法以及家人的批评和关切，都给你带来了很大的压力，让你感觉很压抑不舒服，想要一个人静一静，可以不用面对这么大的压力，这种心情是可以理解的。对于很多女性来说，怀孕是一件既开心又焦虑不安的事情。意味着家庭要多一个成员，是通过自己的身体来创造的，同时也意味着自己将要承担更多的责任和压力。还有怀孕期间的体型变化和内分泌失调，也可能给你带来焦虑和不安的感觉。这个时期的女性面对一般压力的承受能力相对较弱，非常需要周围的人能够给予关注、理解、接纳、认可和关爱。特别是伴侣的陪伴接纳包容关爱，可以在一定程度上安抚你的内心，让你不再感到孤独和焦虑。我注意到你和丈夫是异地相处的，这样你在面对怀孕和产检异常时会感到更大的压力。或许你习惯了在亲密关系中压抑自己的真实情感和情绪，习惯了通过哭闹吸引别人的关注，保护自己不受伤害。但是别人无法看到、听到你内心真实的感受和想法，也就无法及时理解你所表达的意思，不能满足你的需求，这会导致你对他们产生误解，对彼此之间的关系产生误解，甚至认为他们不爱你，对自己产生否定的情绪。身心是一体的，如果你过分压抑情绪，这些情绪会转化为身体的“气”，影响身体内脏的正常运行。胆汁酸的高值也是肝胆的疏泄功能受到了阻碍，无法正常运作的表现。考虑到你现在是孕期，吃药会影响胎儿的发育，我建议你经常按摩一些穴位，如脚背的太冲穴和腰部的章门穴，胸部的期门穴和手部的合谷穴（虎口）。这些穴位可以缓解情绪压力、舒缓焦虑。同时，尽量少吃寒凉酸辣刺激性食物，这些会过度消耗身体能量，降低抵抗力。在日常生活中，尽量少吹空调，多晒太阳，多出汗，注意补充蛋白质和水分，调整饮食和作息规律，也能改善心理状态。另外，你可以试着把内心的真实想法和感受与丈夫分享，倾听他的内心想法和感受，释放内心的压力，促进夫妻之间的沟通和理解，减少误会和矛盾，帮助夫妻的感情稳定和谐发展。",
    "annotation": [
      {
        "sentence": "能够感觉得到你内心的压抑焦虑恐惧无助。",
        "label": ""
      },
      {
        "sentence": "刚怀孕两个多月，产检发现胆汁酸比较高，对你的内心造成了很大的刺激。",
        "label": ""
      },
      {
        "sentence": "医生的一些说法以及家人的批评和关切，都给你带来了很大的压力，让你感觉很压抑不舒服，想要一个人静一静，可以不用面对这么大的压力，这种心情是可以理解的。",
        "label": ""
      },
      {
        "sentence": "对于很多女性来说，怀孕是一件既开心又焦虑不安的事情。",
        "label": ""
      },
      {
        "sentence": "意味着家庭要多一个成员，是通过自己的身体来创造的，同时也意味着自己将要承担更多的责任和压力。",
        "label": ""
      },
      {
        "sentence": "还有怀孕期间的体型变化和内分泌失调，也可能给你带来焦虑和不安的感觉。",
        "label": ""
      },
      {
        "sentence": "这个时期的女性面对一般压力的承受能力相对较弱，非常需要周围的人能够给予关注、理解、接纳、认可和关爱。",
        "label": ""
      },
      {
        "sentence": "特别是伴侣的陪伴接纳包容关爱，可以在一定程度上安抚你的内心，让你不再感到孤独和焦虑。",
        "label": ""
      },
      {
        "sentence": "我注意到你和丈夫是异地相处的，这样你在面对怀孕和产检异常时会感到更大的压力。",
        "label": ""
      },
      {
        "sentence": "或许你习惯了在亲密关系中压抑自己的真实情感和情绪，习惯了通过哭闹吸引别人的关注，保护自己不受伤害。",
        "label": ""
      },
      {
        "sentence": "但是别人无法看到、听到你内心真实的感受和想法，也就无法及时理解你所表达的意思，不能满足你的需求，这会导致你对他们产生误解，对彼此之间的关系产生误解，甚至认为他们不爱你，对自己产生否定的情绪。",
        "label": ""
      },
      {
        "sentence": "身心是一体的，如果你过分压抑情绪，这些情绪会转化为身体的“气”，影响身体内脏的正常运行。",
        "label": ""
      },
      {
        "sentence": "胆汁酸的高值也是肝胆的疏泄功能受到了阻碍，无法正常运作的表现。",
        "label": ""
      },
      {
        "sentence": "考虑到你现在是孕期，吃药会影响胎儿的发育，我建议你经常按摩一些穴位，如脚背的太冲穴和腰部的章门穴，胸部的期门穴和手部的合谷穴（虎口）。",
        "label": ""
      },
      {
        "sentence": "这些穴位可以缓解情绪压力、舒缓焦虑。",
        "label": ""
      },
      {
        "sentence": "同时，尽量少吃寒凉酸辣刺激性食物，这些会过度消耗身体能量，降低抵抗力。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，尽量少吹空调，多晒太阳，多出汗，注意补充蛋白质和水分，调整饮食和作息规律，也能改善心理状态。",
        "label": ""
      },
      {
        "sentence": "另外，你可以试着把内心的真实想法和感受与丈夫分享，倾听他的内心想法和感受，释放内心的压力，促进夫妻之间的沟通和理解，减少误会和矛盾，帮助夫妻的感情稳定和谐发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我内心真的很压抑，而且特别无助。看到胆汁酸值升高，又找不到原因，心里真的很害怕。每次去医院我都会大哭，连说话都结巴了。我觉得自己好像什么都做不好，连保护宝宝的健康都没法做到。而且我和家人、丈夫之间也产生了一些误会和摩擦，我觉得自己在这个时候更加孤立无援。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我内心真的很压抑，而且特别无助。",
        "label": ""
      },
      {
        "sentence": "看到胆汁酸值升高，又找不到原因，心里真的很害怕。",
        "label": ""
      },
      {
        "sentence": "每次去医院我都会大哭，连说话都结巴了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像什么都做不好，连保护宝宝的健康都没法做到。",
        "label": ""
      },
      {
        "sentence": "而且我和家人、丈夫之间也产生了一些误会和摩擦，我觉得自己在这个时候更加孤立无援。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。面对自己身体的异常和孕期的种种不确定性，确实会让你感到害怕和无助。而且你对自己要求很高，担心自己没有做到保护宝宝的责任。这种焦虑和自责是很正常的反应，但是你要知道并不是所有的事情都可以掌控和预知的。同时，你也不是一个人在面对这一切，你的家人和丈夫都是支持你的重要力量。尽管在沟通中产生了一些误会和摩擦，但这并不意味着他们不关心你或不爱你。有时候沟通可以解决很多问题，你可以试着与他们坦诚相待，分享你的内",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "面对自己身体的异常和孕期的种种不确定性，确实会让你感到害怕和无助。",
        "label": ""
      },
      {
        "sentence": "而且你对自己要求很高，担心自己没有做到保护宝宝的责任。",
        "label": ""
      },
      {
        "sentence": "这种焦虑和自责是很正常的反应，但是你要知道并不是所有的事情都可以掌控和预知的。",
        "label": ""
      },
      {
        "sentence": "同时，你也不是一个人在面对这一切，你的家人和丈夫都是支持你的重要力量。",
        "label": ""
      },
      {
        "sentence": "尽管在沟通中产生了一些误会和摩擦，但这并不意味着他们不关心你或不爱你。",
        "label": ""
      },
      {
        "sentence": "有时候沟通可以解决很多问题，你可以试着与他们坦诚相待，分享你的内",
        "label": ""
      }
    ]
  }
]