[
  {
    "role": "client",
    "content": "怀孕，产检不好，压抑，看了3个医生特诊的都哭？怀孕2个多月了，去产检胆汁酸很高143了，正常是10以内，高危的超过40就要住院打吊针了，但是我只是孕早期，产科不收，找了很多大医院的特诊专家号，产科医生说只能吃药，没有别的办法，这个对胎死宫内，或者毒素缺氧，但是吃了思美泰和熊去氧两种药，问了吃了打针也不一定降下来，这种病原因不明，我这几天做的检查，该做的都做了，也还没发现什么原因b超的肝胆脾胰，一系列的详细抽血，也没找出来，我刚知道怀孕1个多月的时候抽血也才胆汁酸22，高一点点，每次看医生都大哭，今天值又升了，家里亲妈微信要坚强，哭着发微信让我好好的，我老公也是一直打电话，然后问我怎么啦，我告诉他们我想安静一下，他们就赶紧跑回家，一直问我去医院怎么说，我和老公说想有个空间自己安静一下，我老公说我以后都不会问你了，态度不好，很不舒服，我谁都不想说，因为我最近去医院和医生说话都大哭，连问我，我都讲不出话来，结巴了，看了3个医生特诊的都哭",
    "annotation": [
      {
        "sentence": "怀孕，产检不好，压抑，看了3个医生特诊的都哭？",
        "label": ""
      },
      {
        "sentence": "怀孕2个多月了，去产检胆汁酸很高143了，正常是10以内，高危的超过40就要住院打吊针了，但是我只是孕早期，产科不收，找了很多大医院的特诊专家号，产科医生说只能吃药，没有别的办法，这个对胎死宫内，或者毒素缺氧，但是吃了思美泰和熊去氧两种药，问了吃了打针也不一定降下来，这种病原因不明，我这几天做的检查，该做的都做了，也还没发现什么原因b超的肝胆脾胰，一系列的详细抽血，也没找出来，我刚知道怀孕1个多月的时候抽血也才胆汁酸22，高一点点，每次看医生都大哭，今天值又升了，家里亲妈微信要坚强，哭着发微信让我好好的，我老公也是一直打电话，然后问我怎么啦，我告诉他们我想安静一下，他们就赶紧跑回家，一直问我去医院怎么说，我和老公说想有个空间自己安静一下，我老公说我以后都不会问你了，态度不好，很不舒服，我谁都不想说，因为我最近去医院和医生说话都大哭，连问我，我都讲不出话来，结巴了，看了3个医生特诊的都哭",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到了你的孤独、无力、焦急。没有人理解你的焦急，你为孩子健康的担心。不仅没有人理解你，而且现实中好像也没有可以解决的办法，眼睁睁看着情况可能恶化，而自己什么也做不了，别人什么也帮不了你，这可能更让你崩溃、无力。",
    "annotation": [
      {
        "sentence": "感受到了你的孤独、无力、焦急。",
        "label": ""
      },
      {
        "sentence": "没有人理解你的焦急，你为孩子健康的担心。",
        "label": ""
      },
      {
        "sentence": "不仅没有人理解你，而且现实中好像也没有可以解决的办法，眼睁睁看着情况可能恶化，而自己什么也做不了，别人什么也帮不了你，这可能更让你崩溃、无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很害怕，不知道该怎么办才好。我现在的情绪很低落，感觉一切都失去了希望。",
    "annotation": [
      {
        "sentence": "我真的很害怕，不知道该怎么办才好。",
        "label": ""
      },
      {
        "sentence": "我现在的情绪很低落，感觉一切都失去了希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在医生面前，你像个孩子一样大哭，希望得到他们的帮助，可是他们给你的答复，没有温度，更多的是让你觉得绝望。孕早期产科不收确实让人很无奈，但现在我们有许多其他的办法可以尝试。你是否有考虑过去咨询一位高产科的专家呢？",
    "annotation": [
      {
        "sentence": "在医生面前，你像个孩子一样大哭，希望得到他们的帮助，可是他们给你的答复，没有温度，更多的是让你觉得绝望。",
        "label": ""
      },
      {
        "sentence": "孕早期产科不收确实让人很无奈，但现在我们有许多其他的办法可以尝试。",
        "label": ""
      },
      {
        "sentence": "你是否有考虑过去咨询一位高产科的专家呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过找了很多大医院的特诊专家，可是产科医生说只能吃药，没有别的办法。我担心药物对胎儿的影响，也不确定这种病的原因。",
    "annotation": [
      {
        "sentence": "我尝试过找了很多大医院的特诊专家，可是产科医生说只能吃药，没有别的办法。",
        "label": ""
      },
      {
        "sentence": "我担心药物对胎儿的影响，也不确定这种病的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑，药物可能对胎儿有风险。不过，现在的医疗技术更新换代，可能还有其他的治疗方法，或者可以寻求专家的意见，看看是否有更安全有效的选择。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑，药物可能对胎儿有风险。",
        "label": ""
      },
      {
        "sentence": "不过，现在的医疗技术更新换代，可能还有其他的治疗方法，或者可以寻求专家的意见，看看是否有更安全有效的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经问过医生，即使吃药或打针，也不能保证胆汁酸的降低。现在我还没有找到具体的病因，做了一系列的检查，也没找出来。我感觉很绝望，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我曾经问过医生，即使吃药或打针，也不能保证胆汁酸的降低。",
        "label": ""
      },
      {
        "sentence": "现在我还没有找到具体的病因，做了一系列的检查，也没找出来。",
        "label": ""
      },
      {
        "sentence": "我感觉很绝望，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是个困扰，没有找到具体病因会让人觉得束手无策。但是请相信，医学的发展是很快的，未来可能会有新的突破，也许会有更好的治疗方法出现。你现在要做的是保持积极的心态，尽量不要让情绪影响到你的身体和宝宝的健康。",
    "annotation": [
      {
        "sentence": "这确实是个困扰，没有找到具体病因会让人觉得束手无策。",
        "label": ""
      },
      {
        "sentence": "但是请相信，医学的发展是很快的，未来可能会有新的突破，也许会有更好的治疗方法出现。",
        "label": ""
      },
      {
        "sentence": "你现在要做的是保持积极的心态，尽量不要让情绪影响到你的身体和宝宝的健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很难过，觉得自己无力应对这一切。家人和亲人对我一直都很关心，但我不想让他们担心，也不知道应该怎么向他们发泄。",
    "annotation": [
      {
        "sentence": "我真的很难过，觉得自己无力应对这一切。",
        "label": ""
      },
      {
        "sentence": "家人和亲人对我一直都很关心，但我不想让他们担心，也不知道应该怎么向他们发泄。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情绪非常正常，孕期的荷尔蒙会对情绪产生波动。虽然他们可能暂时不能理解你的感受，但请先接纳自己的情绪。如果需要的话，你可以尝试找其他的方式来释放情绪，比如写日记、听音乐、或者找一个可以倾诉的人。",
    "annotation": [
      {
        "sentence": "你现在的情绪非常正常，孕期的荷尔蒙会对情绪产生波动。",
        "label": ""
      },
      {
        "sentence": "虽然他们可能暂时不能理解你的感受，但请先接纳自己的情绪。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，你可以尝试找其他的方式来释放情绪，比如写日记、听音乐、或者找一个可以倾诉的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对不起，我真的很困惑，不知道该怎么面对现在的情况。好像没有一个可以支持我的人了。",
    "annotation": [
      {
        "sentence": "对不起，我真的很困惑，不知道该怎么面对现在的情况。",
        "label": ""
      },
      {
        "sentence": "好像没有一个可以支持我的人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，看起来现在的人们似乎无法提供你所需要的支持。在这个时候，或许你可以试着独自面对自己的情绪，给自己一些时间和空间进行自我调适。同时，也许你可以尝试一些让自己开心的事情，让自己从烦恼中暂时解脱出来，这或许也是解决问题的一种方式。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，看起来现在的人们似乎无法提供你所需要的支持。",
        "label": ""
      },
      {
        "sentence": "在这个时候，或许你可以试着独自面对自己的情绪，给自己一些时间和空间进行自我调适。",
        "label": ""
      },
      {
        "sentence": "同时，也许你可以尝试一些让自己开心的事情，让自己从烦恼中暂时解脱出来，这或许也是解决问题的一种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着接受自己的情绪，并寻找一些能让自己开心的事情做。希望这样可以缓解一些困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着接受自己的情绪，并寻找一些能让自己开心的事情做。",
        "label": ""
      },
      {
        "sentence": "希望这样可以缓解一些困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所帮助。记住，你并不孤单，我会一直陪伴着你，支持你度过这个困难的时期。如果有任何需要，随时都可以找我聊天。你要坚强，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直陪伴着你，支持你度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你要坚强，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]