[
  {
    "role": "client",
    "content": "怀孕，产检不好，压抑，看了3个医生特诊的都哭？怀孕2个多月了，去产检胆汁酸很高143了，正常是10以内，高危的超过40就要住院打吊针了，但是我只是孕早期，产科不收，找了很多大医院的特诊专家号，产科医生说只能吃药，没有别的办法，这些药对胎死宫内，或者毒素缺氧都有风险，但是吃了思美泰和熊去氧两种药，也不一定能降下来，这种病原因不明，我这几天做的检查，该做的都做了，也还没发现什么原因b超的肝胆脾胰，一系列的详细抽血，也没找出来，我刚知道怀孕1个多月的时候抽血也才胆汁酸22，高一点点，每次看医生都大哭，今天值又升了，家里亲妈微信要坚强，哭着发微信让我好好的，我老公也是一直打电话，然后问我怎么啦，我告诉他们我想安静一下，他们就赶紧跑回家，一直问我去医院怎么说，我和老公说想有个空间自己安静一下，我老公说我以后都不会问你了，态度不好，很不舒服，我谁都不想说，因为我最近去医院和医生说话都大哭，连问我，我都讲不出话来，结巴了，看了3个医生特诊的都哭",
    "annotation": [
      {
        "sentence": "怀孕，产检不好，压抑，看了3个医生特诊的都哭？",
        "label": ""
      },
      {
        "sentence": "怀孕2个多月了，去产检胆汁酸很高143了，正常是10以内，高危的超过40就要住院打吊针了，但是我只是孕早期，产科不收，找了很多大医院的特诊专家号，产科医生说只能吃药，没有别的办法，这些药对胎死宫内，或者毒素缺氧都有风险，但是吃了思美泰和熊去氧两种药，也不一定能降下来，这种病原因不明，我这几天做的检查，该做的都做了，也还没发现什么原因b超的肝胆脾胰，一系列的详细抽血，也没找出来，我刚知道怀孕1个多月的时候抽血也才胆汁酸22，高一点点，每次看医生都大哭，今天值又升了，家里亲妈微信要坚强，哭着发微信让我好好的，我老公也是一直打电话，然后问我怎么啦，我告诉他们我想安静一下，他们就赶紧跑回家，一直问我去医院怎么说，我和老公说想有个空间自己安静一下，我老公说我以后都不会问你了，态度不好，很不舒服，我谁都不想说，因为我最近去医院和医生说话都大哭，连问我，我都讲不出话来，结巴了，看了3个医生特诊的都哭",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "隔着屏幕给你个同样作为母亲，非常能理解你的担忧和无助～产检时遇到不太好的情况，确实会令妈妈的心态崩溃。你目前最重要的是遵循医嘱，按时吃药，注意饮食。心理健康和身体健康是紧密的联系在一起的。",
    "annotation": [
      {
        "sentence": "隔着屏幕给你个同样作为母亲，非常能理解你的担忧和无助～产检时遇到不太好的情况，确实会令妈妈的心态崩溃。",
        "label": ""
      },
      {
        "sentence": "你目前最重要的是遵循医嘱，按时吃药，注意饮食。",
        "label": ""
      },
      {
        "sentence": "心理健康和身体健康是紧密的联系在一起的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，可是我现在真的很难受，一直处于紧张的状态，怕对宝宝不好。",
    "annotation": [
      {
        "sentence": "我明白，可是我现在真的很难受，一直处于紧张的状态，怕对宝宝不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个时期是你和宝宝共同战斗的关键时期，只有妈妈先坚强起来，调整好自己的心态，才能让宝宝感受到妈妈的力量。你的妈妈哭着给你发微信，你有多担心自己的孩子，妈妈就有多担心你。相信这一点在这个时候，你体会的更深。",
    "annotation": [
      {
        "sentence": "这个时期是你和宝宝共同战斗的关键时期，只有妈妈先坚强起来，调整好自己的心态，才能让宝宝感受到妈妈的力量。",
        "label": ""
      },
      {
        "sentence": "你的妈妈哭着给你发微信，你有多担心自己的孩子，妈妈就有多担心你。",
        "label": ""
      },
      {
        "sentence": "相信这一点在这个时候，你体会的更深。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很感激我妈妈和老公的支持，但有时候我觉得我需要一个人独处，平复一下自己的情绪，你觉得这样做对吗？",
    "annotation": [
      {
        "sentence": "是的，我真的很感激我妈妈和老公的支持，但有时候我觉得我需要一个人独处，平复一下自己的情绪，你觉得这样做对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的老公一直给你打电话，跑回家问你的情况，他急切的心情是可以理解的。因为孩子不是你一个人的，他作为爸爸一定像你一样担心。唯有从你这里才能知道结果。俗话说关心则乱，也许是他的方式不对。但是他的出发点并没有恶意。等你情绪平复以后，可以主动把情况告诉他，把你心里的负面情绪也统统告诉他，让他明白你的心情，相信他会理解的。夫妻就是一个整体，任何一方都不能逃避。",
    "annotation": [
      {
        "sentence": "你的老公一直给你打电话，跑回家问你的情况，他急切的心情是可以理解的。",
        "label": ""
      },
      {
        "sentence": "因为孩子不是你一个人的，他作为爸爸一定像你一样担心。",
        "label": ""
      },
      {
        "sentence": "唯有从你这里才能知道结果。",
        "label": ""
      },
      {
        "sentence": "俗话说关心则乱，也许是他的方式不对。",
        "label": ""
      },
      {
        "sentence": "但是他的出发点并没有恶意。",
        "label": ""
      },
      {
        "sentence": "等你情绪平复以后，可以主动把情况告诉他，把你心里的负面情绪也统统告诉他，让他明白你的心情，相信他会理解的。",
        "label": ""
      },
      {
        "sentence": "夫妻就是一个整体，任何一方都不能逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该和他好好沟通一下，不应该把自己的情绪隐藏起来，但是现在我确实很困扰，感觉像是个无底洞，不知道自己能不能熬过来。",
    "annotation": [
      {
        "sentence": "你说的对，我应该和他好好沟通一下，不应该把自己的情绪隐藏起来，但是现在我确实很困扰，感觉像是个无底洞，不知道自己能不能熬过来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孕期受激素影响也会莫名其妙的心情不好，多给自己一点积极的心理暗示。妈妈的情绪是会影响宝宝的健康发育的。把自己调整到最佳状态，妈妈和宝宝一起加油！你要相信自己的力量，也要相信医生的治疗和药物会帮助你度过难关。",
    "annotation": [
      {
        "sentence": "孕期受激素影响也会莫名其妙的心情不好，多给自己一点积极的心理暗示。",
        "label": ""
      },
      {
        "sentence": "妈妈的情绪是会影响宝宝的健康发育的。",
        "label": ""
      },
      {
        "sentence": "把自己调整到最佳状态，妈妈和宝宝一起加油！",
        "label": ""
      },
      {
        "sentence": "你要相信自己的力量，也要相信医生的治疗和药物会帮助你度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的话让我感到很温暖，我要试着积极面对，为了宝宝，我一定要坚强起来。谢谢你一直陪伴在我身边，给我鼓励和支持。",
    "annotation": [
      {
        "sentence": "你说的话让我感到很温暖，我要试着积极面对，为了宝宝，我一定要坚强起来。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴在我身边，给我鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个母亲，我非常理解你的感受，希望我的陪伴能给你一些力量。记住，你并不孤单，我们都在为你加油！",
    "annotation": [
      {
        "sentence": "作为一个母亲，我非常理解你的感受，希望我的陪伴能给你一些力量。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在为你加油！",
        "label": ""
      }
    ]
  }
]