[
  {
    "role": "client",
    "content": "最近我感觉很痛苦，我觉得自己无法适应这个世界，我和周围的人格格不入，对任何事情都没有兴趣，我甚至不愿去学校或面对他人。我发现自己的心理状况很不好，无法进行正常的社交，我有自杀的念头，但却没有勇气去实施。",
    "annotation": [
      {
        "sentence": "最近我感觉很痛苦，我觉得自己无法适应这个世界，我和周围的人格格不入，对任何事情都没有兴趣，我甚至不愿去学校或面对他人。",
        "label": ""
      },
      {
        "sentence": "我发现自己的心理状况很不好，无法进行正常的社交，我有自杀的念头，但却没有勇气去实施。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小妹妹，作为一个30岁的大姐姐，我曾经有和你一样的经历，觉得活着是一种浪费时间的感觉，不知道自己能做什么，特别害怕。父母也不是很喜欢我这个学习成绩不好的老大，我甚至过去曾有过自杀的想法，甚至大学期间，一个人都不敢独自走路或吃饭，必须要有人陪。这种情况一直延续到了27、28岁。今年才慢慢变得自信起来，不再害怕，变得有点勇敢了。虽然还不太满意自己，但至少我学会欣赏自己了，即使还觉得自己很愚笨，也会尝试解决问题，而不是逃避。为什么会突然改变呢，我也说不清楚，但就是突然明白了一些事情。我们为什么会这样呢？我觉得要么是家庭带来的影响，要么是一些不愉快的突发事件。但最终我明白了一件事，也许你还很懵懂，但我想告诉你，我们最终的成长就是要与自己和解，与我们曾经厌恶的一切和解。所以，你现在要做的是好好爱自己，学会爱自己，发现自己的闪光点，多欣赏自己的沟通，这有助于改善自信心。虽然我不知道你具体遇到了什么问题，但我相信你将来一定会过得很好。知道为什么吗？因为你来这里寻求答案，说明你已经踏出了第一步。你有想要改变的心，一切皆有可能。还有，不要着急，慢慢来，每次进步一小步，积水成沼。慢慢地你会突破自己的困境。还有，记住，不要放弃，只要不放弃，就有机会。你可以多参加公益活动，帮助同学或邻居，别人对我们的夸奖和赞美也是提高自信心的重要方面。以后如果再有类似的想法，我让你深深吸一口气，告诉自己，你一定可以，你一定能够完成，因为你就是独一无二的你，充满无限潜力。",
    "annotation": [
      {
        "sentence": "小妹妹，作为一个30岁的大姐姐，我曾经有和你一样的经历，觉得活着是一种浪费时间的感觉，不知道自己能做什么，特别害怕。",
        "label": ""
      },
      {
        "sentence": "父母也不是很喜欢我这个学习成绩不好的老大，我甚至过去曾有过自杀的想法，甚至大学期间，一个人都不敢独自走路或吃饭，必须要有人陪。",
        "label": ""
      },
      {
        "sentence": "这种情况一直延续到了27、28岁。",
        "label": ""
      },
      {
        "sentence": "今年才慢慢变得自信起来，不再害怕，变得有点勇敢了。",
        "label": ""
      },
      {
        "sentence": "虽然还不太满意自己，但至少我学会欣赏自己了，即使还觉得自己很愚笨，也会尝试解决问题，而不是逃避。",
        "label": ""
      },
      {
        "sentence": "为什么会突然改变呢，我也说不清楚，但就是突然明白了一些事情。",
        "label": ""
      },
      {
        "sentence": "我们为什么会这样呢？",
        "label": ""
      },
      {
        "sentence": "我觉得要么是家庭带来的影响，要么是一些不愉快的突发事件。",
        "label": ""
      },
      {
        "sentence": "但最终我明白了一件事，也许你还很懵懂，但我想告诉你，我们最终的成长就是要与自己和解，与我们曾经厌恶的一切和解。",
        "label": ""
      },
      {
        "sentence": "所以，你现在要做的是好好爱自己，学会爱自己，发现自己的闪光点，多欣赏自己的沟通，这有助于改善自信心。",
        "label": ""
      },
      {
        "sentence": "虽然我不知道你具体遇到了什么问题，但我相信你将来一定会过得很好。",
        "label": ""
      },
      {
        "sentence": "知道为什么吗？",
        "label": ""
      },
      {
        "sentence": "因为你来这里寻求答案，说明你已经踏出了第一步。",
        "label": ""
      },
      {
        "sentence": "你有想要改变的心，一切皆有可能。",
        "label": ""
      },
      {
        "sentence": "还有，不要着急，慢慢来，每次进步一小步，积水成沼。",
        "label": ""
      },
      {
        "sentence": "慢慢地你会突破自己的困境。",
        "label": ""
      },
      {
        "sentence": "还有，记住，不要放弃，只要不放弃，就有机会。",
        "label": ""
      },
      {
        "sentence": "你可以多参加公益活动，帮助同学或邻居，别人对我们的夸奖和赞美也是提高自信心的重要方面。",
        "label": ""
      },
      {
        "sentence": "以后如果再有类似的想法，我让你深深吸一口气，告诉自己，你一定可以，你一定能够完成，因为你就是独一无二的你，充满无限潜力。",
        "label": ""
      }
    ]
  }
]