[
  {
    "role": "client",
    "content": "怀孕，产检不好，压抑，看了3个医生特诊的都哭？怀孕2个多月了，去产检胆汁酸很高143了，正常是10以内，高危的超过40就要住院打吊针了，但是我只是孕早期，产科不收，找了很多大医院的特诊专家号，产科医生说只能吃药，没有别的办法，这个对胎死宫内，或者毒素缺氧，但是吃了思美泰和熊去氧两种药，问了吃了打针也不一定降下来，这种病原因不明，我这几天做的检查，该做的都做了，也还没发现什么原因b超的肝胆脾胰，一系列的详细抽血，也没找出来，我刚知道怀孕1个多月的时候抽血也才胆汁酸22，高一点点，每次看医生都大哭，今天值又升了，家里亲妈微信要坚强，哭着发微信让我好好的，我老公也是一直打电话，然后问我怎么啦，我告诉他们我想安静一下，他们就赶紧跑回家，一直问我去医院怎么说，我和老公说想有个空间自己安静一下，我老公说我以后都不会问你了，态度不好，很不舒服，我谁都不想说，因为我最近去医院和医生说话都大哭，连问我，我都讲不出话来，结巴了，看了3个医生特诊的都哭",
    "annotation": [
      {
        "sentence": "怀孕，产检不好，压抑，看了3个医生特诊的都哭？",
        "label": ""
      },
      {
        "sentence": "怀孕2个多月了，去产检胆汁酸很高143了，正常是10以内，高危的超过40就要住院打吊针了，但是我只是孕早期，产科不收，找了很多大医院的特诊专家号，产科医生说只能吃药，没有别的办法，这个对胎死宫内，或者毒素缺氧，但是吃了思美泰和熊去氧两种药，问了吃了打针也不一定降下来，这种病原因不明，我这几天做的检查，该做的都做了，也还没发现什么原因b超的肝胆脾胰，一系列的详细抽血，也没找出来，我刚知道怀孕1个多月的时候抽血也才胆汁酸22，高一点点，每次看医生都大哭，今天值又升了，家里亲妈微信要坚强，哭着发微信让我好好的，我老公也是一直打电话，然后问我怎么啦，我告诉他们我想安静一下，他们就赶紧跑回家，一直问我去医院怎么说，我和老公说想有个空间自己安静一下，我老公说我以后都不会问你了，态度不好，很不舒服，我谁都不想说，因为我最近去医院和医生说话都大哭，连问我，我都讲不出话来，结巴了，看了3个医生特诊的都哭",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "字里行间，感受到了你的痛苦和害怕。我理解你现在的心情，这对你和宝宝来说一定是个很大的挑战。不要担心，我来帮助你分析一下。关于妊娠期胆汁酸很高的问题，我特意去百度搜了一些知识。肝内胆汁淤积症是妊娠中晚期特有的并发症，会导致胆汁淤积。这可能与遗传因素和雌激素有关。症状表现为瘙痒、右上腹疼痛、恶心等，血清总胆汁酸升高。平时应避免进食高胆固醇的食物，注意清淡饮食，多吃高蛋白、富含维生素的食物，如水果、蔬菜、豆制品、奶制品和鱼类等。",
    "annotation": [
      {
        "sentence": "字里行间，感受到了你的痛苦和害怕。",
        "label": ""
      },
      {
        "sentence": "我理解你现在的心情，这对你和宝宝来说一定是个很大的挑战。",
        "label": ""
      },
      {
        "sentence": "不要担心，我来帮助你分析一下。",
        "label": ""
      },
      {
        "sentence": "关于妊娠期胆汁酸很高的问题，我特意去百度搜了一些知识。",
        "label": ""
      },
      {
        "sentence": "肝内胆汁淤积症是妊娠中晚期特有的并发症，会导致胆汁淤积。",
        "label": ""
      },
      {
        "sentence": "这可能与遗传因素和雌激素有关。",
        "label": ""
      },
      {
        "sentence": "症状表现为瘙痒、右上腹疼痛、恶心等，血清总胆汁酸升高。",
        "label": ""
      },
      {
        "sentence": "平时应避免进食高胆固醇的食物，注意清淡饮食，多吃高蛋白、富含维生素的食物，如水果、蔬菜、豆制品、奶制品和鱼类等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和解释。我明白了肝内胆汁淤积症是什么，并且知道一些调理方法。可是我现在还是感到很焦虑和害怕。这个病对胎儿有很大的风险，我真不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和解释。",
        "label": ""
      },
      {
        "sentence": "我明白了肝内胆汁淤积症是什么，并且知道一些调理方法。",
        "label": ""
      },
      {
        "sentence": "可是我现在还是感到很焦虑和害怕。",
        "label": ""
      },
      {
        "sentence": "这个病对胎儿有很大的风险，我真不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当摆在我们面前的是一个无法预测的问题时，我们的情绪会受到挑战，这是很正常的反应。但你也要明白，过度焦虑和害怕对你和宝宝的健康没有好处。让我们先放松一下，呼吸一下，深呼吸有助于平复情绪。此时此刻，你需要保持积极的心态，相信自己和医生的能力，相信困难会过去的。放松心情，你会感觉好一些的。",
    "annotation": [
      {
        "sentence": "当摆在我们面前的是一个无法预测的问题时，我们的情绪会受到挑战，这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "但你也要明白，过度焦虑和害怕对你和宝宝的健康没有好处。",
        "label": ""
      },
      {
        "sentence": "让我们先放松一下，呼吸一下，深呼吸有助于平复情绪。",
        "label": ""
      },
      {
        "sentence": "此时此刻，你需要保持积极的心态，相信自己和医生的能力，相信困难会过去的。",
        "label": ""
      },
      {
        "sentence": "放松心情，你会感觉好一些的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的都是对的，但是我真的很害怕。每次去医生那里，我都会很紧张，哭得很厉害，甚至连话都说不出来。我现在对医生的话也没有信心了。",
    "annotation": [
      {
        "sentence": "我知道你说的都是对的，但是我真的很害怕。",
        "label": ""
      },
      {
        "sentence": "每次去医生那里，我都会很紧张，哭得很厉害，甚至连话都说不出来。",
        "label": ""
      },
      {
        "sentence": "我现在对医生的话也没有信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的紧张和害怕。但请相信，医生是有经验和能力的，他们会采取适当的治疗方案来保护你和宝宝的健康。你可以试着与医生沟通，向他们表达你的痛苦和困惑，他们一定会理解并给予适当的支持和帮助的。这样，你也可以更好地了解你的病情和治疗方案，从而增加对治疗的信心。",
    "annotation": [
      {
        "sentence": "我理解你的紧张和害怕。",
        "label": ""
      },
      {
        "sentence": "但请相信，医生是有经验和能力的，他们会采取适当的治疗方案来保护你和宝宝的健康。",
        "label": ""
      },
      {
        "sentence": "你可以试着与医生沟通，向他们表达你的痛苦和困惑，他们一定会理解并给予适当的支持和帮助的。",
        "label": ""
      },
      {
        "sentence": "这样，你也可以更好地了解你的病情和治疗方案，从而增加对治疗的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会试着与医生沟通，并尽量表达出自己的想法和困惑。我也希望自己能够更加冷静和乐观地面对这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着与医生沟通，并尽量表达出自己的想法和困惑。",
        "label": ""
      },
      {
        "sentence": "我也希望自己能够更加冷静和乐观地面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够做到的。每个人都有难以逾越的坎坷，但是只要保持积极的心态，我们总能找到解决问题的方法。你也可以告诉家人和老公你的想法和感受，与他们一起共同面对这个困难。他们都很关心你，并会尽力给你支持和鼓励的。",
    "annotation": [
      {
        "sentence": "我相信你一定能够做到的。",
        "label": ""
      },
      {
        "sentence": "每个人都有难以逾越的坎坷，但是只要保持积极的心态，我们总能找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "你也可以告诉家人和老公你的想法和感受，与他们一起共同面对这个困难。",
        "label": ""
      },
      {
        "sentence": "他们都很关心你，并会尽力给你支持和鼓励的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和家人一起面对这个问题。他们都很关心我，我应该向他们倾诉我的感受，让他们知道我现在的困惑和压力，这样我们可以一起找到解决办法。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和家人一起面对这个问题。",
        "label": ""
      },
      {
        "sentence": "他们都很关心我，我应该向他们倾诉我的感受，让他们知道我现在的困惑和压力，这样我们可以一起找到解决办法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我能帮到你我很开心。倾诉是解决困扰的一种方式，希望你能够找到解决问题的方法，早日康复。如果你还有其他的问题或困惑，随时都可以来找我倾述和寻求帮助。祝你和宝宝健康幸福！",
    "annotation": [
      {
        "sentence": "不客气，我能帮到你我很开心。",
        "label": ""
      },
      {
        "sentence": "倾诉是解决困扰的一种方式，希望你能够找到解决问题的方法，早日康复。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的问题或困惑，随时都可以来找我倾述和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你和宝宝健康幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和关心。我会尽量调整心态，积极面对，同时也会及时与家人和医生沟通。谢谢你的支持和祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和关心。",
        "label": ""
      },
      {
        "sentence": "我会尽量调整心态，积极面对，同时也会及时与家人和医生沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和祝福！",
        "label": ""
      }
    ]
  }
]