[
  {
    "role": "client",
    "content": "我创业失败后出来打工，如何度过焦虑的日子？短短半年里我已经换了三份工作，现在是第三份工作，但只做了半个月，我内心排斥工作和同事，想逃离。我现在感觉很自卑，觉得女朋友看不起我。我真的想改变，但不知道该去哪里，感觉非常迷茫，每天都很不开心，每天下班我只想一个人静静地呆着。",
    "annotation": [
      {
        "sentence": "我创业失败后出来打工，如何度过焦虑的日子？",
        "label": ""
      },
      {
        "sentence": "短短半年里我已经换了三份工作，现在是第三份工作，但只做了半个月，我内心排斥工作和同事，想逃离。",
        "label": ""
      },
      {
        "sentence": "我现在感觉很自卑，觉得女朋友看不起我。",
        "label": ""
      },
      {
        "sentence": "我真的想改变，但不知道该去哪里，感觉非常迷茫，每天都很不开心，每天下班我只想一个人静静地呆着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看了你的提问，我能感受到你内心的焦虑，希望我的回答对你有所帮助。你现在的困扰是创业失败后出来打工，半年内经历了三次工作的转换，同时也想逃避工作和同事，还觉得女朋友对你不屑一顾。你想要改变，但却迷茫不知道怎么办。我认为你能够敢于尝试创业，且能意识到自己的不足、想要改进，这说明你实际上是非常优秀的人。那么，我该如何帮你改变现状呢？",
    "annotation": [
      {
        "sentence": "认真看了你的提问，我能感受到你内心的焦虑，希望我的回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你现在的困扰是创业失败后出来打工，半年内经历了三次工作的转换，同时也想逃避工作和同事，还觉得女朋友对你不屑一顾。",
        "label": ""
      },
      {
        "sentence": "你想要改变，但却迷茫不知道怎么办。",
        "label": ""
      },
      {
        "sentence": "我认为你能够敢于尝试创业，且能意识到自己的不足、想要改进，这说明你实际上是非常优秀的人。",
        "label": ""
      },
      {
        "sentence": "那么，我该如何帮你改变现状呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。现在我真的不知道怎么改变，快要失去信心了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "现在我真的不知道怎么改变，快要失去信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别担心，不论如何我都会支持你的。面对失败是很正常的一件事，重要的是如何从失败中学习并重新崛起。我给你一些建议来调整心态。首先，创业失败后很多人都不愿意再回去找工作，因为害怕他人的异样眼光，也不愿再受到约束。但我要提醒你，留得青山在不怕没柴烧。既然你这次创业失败了，现在更要调整好心态，把握住打工和创业都是为了挣钱这个目标，努力工作，积攒资金，总结上次的教训，为东山再起做好准备。另外，在找工作时记得不要凭感觉或随意找一个先干着，浪费自己的时间只会让你失去信心。分析一下你自己的能力和兴趣，找到适合自己的工作，这样你在工作中会更开心一些。我希望你早日能够摆脱困扰。",
    "annotation": [
      {
        "sentence": "别担心，不论如何我都会支持你的。",
        "label": ""
      },
      {
        "sentence": "面对失败是很正常的一件事，重要的是如何从失败中学习并重新崛起。",
        "label": ""
      },
      {
        "sentence": "我给你一些建议来调整心态。",
        "label": ""
      },
      {
        "sentence": "首先，创业失败后很多人都不愿意再回去找工作，因为害怕他人的异样眼光，也不愿再受到约束。",
        "label": ""
      },
      {
        "sentence": "但我要提醒你，留得青山在不怕没柴烧。",
        "label": ""
      },
      {
        "sentence": "既然你这次创业失败了，现在更要调整好心态，把握住打工和创业都是为了挣钱这个目标，努力工作，积攒资金，总结上次的教训，为东山再起做好准备。",
        "label": ""
      },
      {
        "sentence": "另外，在找工作时记得不要凭感觉或随意找一个先干着，浪费自己的时间只会让你失去信心。",
        "label": ""
      },
      {
        "sentence": "分析一下你自己的能力和兴趣，找到适合自己的工作，这样你在工作中会更开心一些。",
        "label": ""
      },
      {
        "sentence": "我希望你早日能够摆脱困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，感觉好多了。但刚下班后我总是一个人静静地呆着，不知道怎么转移注意力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，感觉好多了。",
        "label": ""
      },
      {
        "sentence": "但刚下班后我总是一个人静静地呆着，不知道怎么转移注意力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个人独处容易陷入沮丧和回忆不开心的事情。为了转移注意力，你可以尝试做一些感兴趣的事情，让自己不再活在过去的阴影之中。可以找朋友或家人聊聊天，他们的陪伴和劝慰会帮助你走出这段时间的困难。还可以去参加一些兴趣小组或社交活动，结识新的朋友，丰富自己的生活圈子。记住，不要让自己一直陷在负面情绪里，要积极地跳出来，努力创造属于自己的快乐和幸福。",
    "annotation": [
      {
        "sentence": "一个人独处容易陷入沮丧和回忆不开心的事情。",
        "label": ""
      },
      {
        "sentence": "为了转移注意力，你可以尝试做一些感兴趣的事情，让自己不再活在过去的阴影之中。",
        "label": ""
      },
      {
        "sentence": "可以找朋友或家人聊聊天，他们的陪伴和劝慰会帮助你走出这段时间的困难。",
        "label": ""
      },
      {
        "sentence": "还可以去参加一些兴趣小组或社交活动，结识新的朋友，丰富自己的生活圈子。",
        "label": ""
      },
      {
        "sentence": "记住，不要让自己一直陷在负面情绪里，要积极地跳出来，努力创造属于自己的快乐和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去尝试。真的很感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去尝试。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都会在这里支持你的。如果你在未来还有任何困难或疑惑，随时都可以来找我聊天。记得，每个人都会遇到失败和困难，关键在于我们如何面对和克服它们。我相信你一定能够重新振作起来，找到适合自己的道路。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一直都会在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你在未来还有任何困难或疑惑，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "记得，每个人都会遇到失败和困难，关键在于我们如何面对和克服它们。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够重新振作起来，找到适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]