[
  {
    "role": "client",
    "content": "一想到孩子的生命总有一天也会有尽头，心就揪成一团？我的孩子现在才几岁，可这半年，大概是因为疫情让我想到了生死和分离，突然特别难过，让我想到，即使孩子的一生不遇到任何糟糕的事情，生命总还是有尽头的，而那时我可能早就不在了…而孩子要一个人去面对，我无法想象，越想心越紧，越想越想哭，非常难过，后悔有孩子，觉得把孩子带到这个世界来真的是一种伤害，如果本来就不曾存在，是不是就没有痛苦，没有生老病死，感觉掉进了一个黑洞，人都是要没的，突然就特别无力，最近感觉越来越无力，害怕，觉得对不起孩子，可越这么想，不知道为什么，最近我频繁与孩子争吵，我的情绪非常不稳定，非常容易怒火中烧，好像失控了，我觉得自己非常害怕，但我不知道该怎么办，我害怕未来，害怕死亡，尤其无法面对孩子生命哪怕一百年也有尽头的事实，我也怕自己突然离开，孩子怎么办呢，前所未有的惜命，心疼，头晕，感觉有点崩溃。",
    "annotation": [
      {
        "sentence": "一想到孩子的生命总有一天也会有尽头，心就揪成一团？",
        "label": ""
      },
      {
        "sentence": "我的孩子现在才几岁，可这半年，大概是因为疫情让我想到了生死和分离，突然特别难过，让我想到，即使孩子的一生不遇到任何糟糕的事情，生命总还是有尽头的，而那时我可能早就不在了…而孩子要一个人去面对，我无法想象，越想心越紧，越想越想哭，非常难过，后悔有孩子，觉得把孩子带到这个世界来真的是一种伤害，如果本来就不曾存在，是不是就没有痛苦，没有生老病死，感觉掉进了一个黑洞，人都是要没的，突然就特别无力，最近感觉越来越无力，害怕，觉得对不起孩子，可越这么想，不知道为什么，最近我频繁与孩子争吵，我的情绪非常不稳定，非常容易怒火中烧，好像失控了，我觉得自己非常害怕，但我不知道该怎么办，我害怕未来，害怕死亡，尤其无法面对孩子生命哪怕一百年也有尽头的事实，我也怕自己突然离开，孩子怎么办呢，前所未有的惜命，心疼，头晕，感觉有点崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "隔着屏幕理解你的心情，看得出你是一个非常爱孩子的父母呢。你觉得自己，现在，在害怕自己突然离开后孩子怎么办——这种“突然”，从你的表述中大概就是对于“你不知道‘意外’和‘明天’哪个先到”的焦虑感；这种“害怕”也许源于你对孩子一直以来无微不至的爱护。在疫情这个大背景下，生死被无限放大摆在我们面前，产生焦虑，是人之常情。",
    "annotation": [
      {
        "sentence": "隔着屏幕理解你的心情，看得出你是一个非常爱孩子的父母呢。",
        "label": ""
      },
      {
        "sentence": "你觉得自己，现在，在害怕自己突然离开后孩子怎么办——这种“突然”，从你的表述中大概就是对于“你不知道‘意外’和‘明天’哪个先到”的焦虑感；这种“害怕”也许源于你对孩子一直以来无微不至的爱护。",
        "label": ""
      },
      {
        "sentence": "在疫情这个大背景下，生死被无限放大摆在我们面前，产生焦虑，是人之常情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是非常害怕这种突然离开后孩子将要面对的无尽的困境。我觉得这种担心越来越强烈，压得我喘不过气来。",
    "annotation": [
      {
        "sentence": "是的，我就是非常害怕这种突然离开后孩子将要面对的无尽的困境。",
        "label": ""
      },
      {
        "sentence": "我觉得这种担心越来越强烈，压得我喘不过气来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每一个活着的当下都弥足珍惜，任何一秒，都有可能使自己担心的未来变得更容易度过，更好一些。你可以把时间花在改变的行动上，而不是毫无用处的空想。至少现在在焦虑的自己还是活在人间的。",
    "annotation": [
      {
        "sentence": "每一个活着的当下都弥足珍惜，任何一秒，都有可能使自己担心的未来变得更容易度过，更好一些。",
        "label": ""
      },
      {
        "sentence": "你可以把时间花在改变的行动上，而不是毫无用处的空想。",
        "label": ""
      },
      {
        "sentence": "至少现在在焦虑的自己还是活在人间的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我应该更加珍惜每时每刻。但是我不知道怎么应对自己频繁争吵的情况，我不知道为什么会这样，我感觉自己完全失控了。",
    "annotation": [
      {
        "sentence": "您说得对，我应该更加珍惜每时每刻。",
        "label": ""
      },
      {
        "sentence": "但是我不知道怎么应对自己频繁争吵的情况，我不知道为什么会这样，我感觉自己完全失控了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有没有可能，就是目前自己的“害怕”“担心”使自己变得急躁了呢？是否因为“迫切想为孩子做更多事情”的心理让孩子觉得透不过气了呢？我们都明白的——『爱需要呼吸』。让孩子学会自理，独立的本领，才能缓解你的害怕。相信自己的孩子，让他们偶尔摔摔跤，才知道怎么站起来。",
    "annotation": [
      {
        "sentence": "有没有可能，就是目前自己的“害怕”“担心”使自己变得急躁了呢？",
        "label": ""
      },
      {
        "sentence": "是否因为“迫切想为孩子做更多事情”的心理让孩子觉得透不过气了呢？",
        "label": ""
      },
      {
        "sentence": "我们都明白的——『爱需要呼吸』。",
        "label": ""
      },
      {
        "sentence": "让孩子学会自理，独立的本领，才能缓解你的害怕。",
        "label": ""
      },
      {
        "sentence": "相信自己的孩子，让他们偶尔摔摔跤，才知道怎么站起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我理解了。我应该放手，让孩子学会独立和寻求帮助。我觉得这次心理历程是个机会，我要引导孩子学会照顾自己，学会用各种方式寻求帮助。",
    "annotation": [
      {
        "sentence": "是的，我理解了。",
        "label": ""
      },
      {
        "sentence": "我应该放手，让孩子学会独立和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我觉得这次心理历程是个机会，我要引导孩子学会照顾自己，学会用各种方式寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母与子女缘分一场，前半生的路都是前者一直在教后者怎样正确的走路，走正确的路；后半生的路只能他们自己走完。与其终日忧虑，不如早点教会他们实实在在本事，才能根源减缓自己的焦虑不安和压力。希望我的回答能对你有所启发，你的孩子一定很温暖。如果你还有其他疑问或需要进一步的支持，请随时告诉我。",
    "annotation": [
      {
        "sentence": "父母与子女缘分一场，前半生的路都是前者一直在教后者怎样正确的走路，走正确的路；后半生的路只能他们自己走完。",
        "label": ""
      },
      {
        "sentence": "与其终日忧虑，不如早点教会他们实实在在本事，才能根源减缓自己的焦虑不安和压力。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所启发，你的孩子一定很温暖。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他疑问或需要进一步的支持，请随时告诉我。",
        "label": ""
      }
    ]
  }
]