[
  {
    "role": "client",
    "content": "工作1年很压抑，完全不在乎外表礼节放弃自我怎么了？24岁刚毕业，在基层政府工作一年，感到工作很困难，不擅交际，可能也没有工作能力，自我感觉很差，刚工作天天熬夜压力大，开始情绪不稳定会莫名其妙发脾气摔东西每次回住处会伤心的发抖一直哭，每天惶惶不安。可能由于社交恐惧，不太敢与人说话打招呼，但是那时还会要求自己和人交流，让自己看起来像正常人，别人提建议我也考虑改进。但是慢慢的越来越感觉工作没思路没动力，说话说不清楚，刚要说就忘记要说什么了，甚至还会磕巴，每天上班简直是煎熬。近半年来不知是何原因，我不再要求自己做正常人了，开始放弃自我，比如领导来了我也面无表情不打招呼、别人和我说话我简单几个字回应、说话不看人眼睛也觉得理所当然，什么形象都觉得无所谓了。没有生活规律，不花时间做饭，常常有就吃没有就饿着，困了熬着不困也熬着，有时明明刚起床却感觉过到了下午，也懒得搞个人卫生，勉强保持头发不油。每次看到年轻人都会很失落。以后该怎么办希望有人能为我指引方向",
    "annotation": [
      {
        "sentence": "工作1年很压抑，完全不在乎外表礼节放弃自我怎么了？",
        "label": ""
      },
      {
        "sentence": "24岁刚毕业，在基层政府工作一年，感到工作很困难，不擅交际，可能也没有工作能力，自我感觉很差，刚工作天天熬夜压力大，开始情绪不稳定会莫名其妙发脾气摔东西每次回住处会伤心的发抖一直哭，每天惶惶不安。",
        "label": ""
      },
      {
        "sentence": "可能由于社交恐惧，不太敢与人说话打招呼，但是那时还会要求自己和人交流，让自己看起来像正常人，别人提建议我也考虑改进。",
        "label": ""
      },
      {
        "sentence": "但是慢慢的越来越感觉工作没思路没动力，说话说不清楚，刚要说就忘记要说什么了，甚至还会磕巴，每天上班简直是煎熬。",
        "label": ""
      },
      {
        "sentence": "近半年来不知是何原因，我不再要求自己做正常人了，开始放弃自我，比如领导来了我也面无表情不打招呼、别人和我说话我简单几个字回应、说话不看人眼睛也觉得理所当然，什么形象都觉得无所谓了。",
        "label": ""
      },
      {
        "sentence": "没有生活规律，不花时间做饭，常常有就吃没有就饿着，困了熬着不困也熬着，有时明明刚起床却感觉过到了下午，也懒得搞个人卫生，勉强保持头发不油。",
        "label": ""
      },
      {
        "sentence": "每次看到年轻人都会很失落。",
        "label": ""
      },
      {
        "sentence": "以后该怎么办希望有人能为我指引方向",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的孩子，看到你的描述，内心深处有一块地方，情不自禁的疼，哦！孩子，我这样称呼你，不知道是不是合适，我比你大多了，所以这样称呼，来温暖你痛苦难耐的那颗心吧！你说自己大学毕业，分到基层工作，这本来是个很不错的事情，现在多少人都在期望能有这么一个机会，稳定而保险，又被人看得起，又不太忙，国家补助又多，养老金等福利待遇更不用说。这是多么令父母开心和骄傲的事情！但是，孩子，从你的外表和行为上，并没有看出来有多美好，多风光。",
    "annotation": [
      {
        "sentence": "亲爱的孩子，看到你的描述，内心深处有一块地方，情不自禁的疼，哦！",
        "label": ""
      },
      {
        "sentence": "孩子，我这样称呼你，不知道是不是合适，我比你大多了，所以这样称呼，来温暖你痛苦难耐的那颗心吧！",
        "label": ""
      },
      {
        "sentence": "你说自己大学毕业，分到基层工作，这本来是个很不错的事情，现在多少人都在期望能有这么一个机会，稳定而保险，又被人看得起，又不太忙，国家补助又多，养老金等福利待遇更不用说。",
        "label": ""
      },
      {
        "sentence": "这是多么令父母开心和骄傲的事情！",
        "label": ""
      },
      {
        "sentence": "但是，孩子，从你的外表和行为上，并没有看出来有多美好，多风光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这个工作机会难得，但我觉得自己一无是处，不知道为什么会变得这么厌倦和消极。我曾经努力改进自己，但现在却渐渐失去了方向。",
    "annotation": [
      {
        "sentence": "我知道这个工作机会难得，但我觉得自己一无是处，不知道为什么会变得这么厌倦和消极。",
        "label": ""
      },
      {
        "sentence": "我曾经努力改进自己，但现在却渐渐失去了方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得自己一无是处，这可能是你当前情绪低落的一个体现。你曾经努力改变自己，这是很好的一步。我想和你一起找出导致你变得消极的原因，然后我们可以一起解决它。",
    "annotation": [
      {
        "sentence": "你觉得自己一无是处，这可能是你当前情绪低落的一个体现。",
        "label": ""
      },
      {
        "sentence": "你曾经努力改变自己，这是很好的一步。",
        "label": ""
      },
      {
        "sentence": "我想和你一起找出导致你变得消极的原因，然后我们可以一起解决它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我不擅长人际交往，有时甚至会发脾气和摔东西，这让我感到很困惑和沮丧。我现在甚至不愿意去做一些平常的事情，像打招呼或者和别人交谈。",
    "annotation": [
      {
        "sentence": "我觉得我不擅长人际交往，有时甚至会发脾气和摔东西，这让我感到很困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "我现在甚至不愿意去做一些平常的事情，像打招呼或者和别人交谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不擅长人际交往并不是什么大问题，每个人都有自己的强项和不足。你之前努力和人交流，这是一个很好的尝试。但是现在你感到困惑和沮丧，可能是因为工作压力过大导致你的情绪不稳定。我们可以尝试找到一种方式来减轻你的压力，比如寻找一个适合你的解压方法。",
    "annotation": [
      {
        "sentence": "不擅长人际交往并不是什么大问题，每个人都有自己的强项和不足。",
        "label": ""
      },
      {
        "sentence": "你之前努力和人交流，这是一个很好的尝试。",
        "label": ""
      },
      {
        "sentence": "但是现在你感到困惑和沮丧，可能是因为工作压力过大导致你的情绪不稳定。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试找到一种方式来减轻你的压力，比如寻找一个适合你的解压方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经尝试了一些方法来减轻压力，比如做冥想，但效果并不明显。我对自己也感到很失望，觉得自己再怎么努力也无法改变现状。",
    "annotation": [
      {
        "sentence": "我曾经尝试了一些方法来减轻压力，比如做冥想，但效果并不明显。",
        "label": ""
      },
      {
        "sentence": "我对自己也感到很失望，觉得自己再怎么努力也无法改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "冥想是一个很好的方式，但它可能需要时间来发挥作用。不要对自己失望，每个人都需要时间来适应新的环境和工作。尝试多和身边的人沟通，也许可以找到一些解决方法。同时，也可以考虑咨询专业的心理咨询师，他们可以给予你更专业的帮助和指导。",
    "annotation": [
      {
        "sentence": "冥想是一个很好的方式，但它可能需要时间来发挥作用。",
        "label": ""
      },
      {
        "sentence": "不要对自己失望，每个人都需要时间来适应新的环境和工作。",
        "label": ""
      },
      {
        "sentence": "尝试多和身边的人沟通，也许可以找到一些解决方法。",
        "label": ""
      },
      {
        "sentence": "同时，也可以考虑咨询专业的心理咨询师，他们可以给予你更专业的帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该尝试和周围的人多沟通，同时也考虑寻求专业的帮助。谢谢你的支持和建议，我会努力走出困境的。",
    "annotation": [
      {
        "sentence": "我明白了，我应该尝试和周围的人多沟通，同时也考虑寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会努力走出困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，孩子。我们都有困难的时候，重要的是勇敢面对，并且寻求帮助。相信你会度过这个难关的，祝福你早日走出困境。如果你还有其他需要的话，随时可以来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，孩子。",
        "label": ""
      },
      {
        "sentence": "我们都有困难的时候，重要的是勇敢面对，并且寻求帮助。",
        "label": ""
      },
      {
        "sentence": "相信你会度过这个难关的，祝福你早日走出困境。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他需要的话，随时可以来找我聊天。",
        "label": ""
      }
    ]
  }
]