[
  {
    "role": "client",
    "content": "为什么家务总是压在女人身上，如何平衡工作与生活？",
    "annotation": [
      {
        "sentence": "为什么家务总是压在女人身上，如何平衡工作与生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个上有四位老人，下有一个萌娃，中间还有一个猪队友老公的我，看到你这问题，感觉必须得来说两句了。",
    "annotation": [
      {
        "sentence": "作为一个上有四位老人，下有一个萌娃，中间还有一个猪队友老公的我，看到你这问题，感觉必须得来说两句了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，凭什么，我也上班挣钱养家，为家庭经济做出了我的贡献，下班了，家务我做，娃的学习我管，他只负责躺在沙发上刷手机看电视，饭菜上桌了都要喊几遍，偶尔还要挑三拣四说你今天做的菜怎么这么咸。。。每当这个时候，我就想一盘菜扣他脑门心上，吃你个大头鬼去。",
    "annotation": [
      {
        "sentence": "是的，凭什么，我也上班挣钱养家，为家庭经济做出了我的贡献，下班了，家务我做，娃的学习我管，他只负责躺在沙发上刷手机看电视，饭菜上桌了都要喊几遍，偶尔还要挑三拣四说你今天做的菜怎么这么咸。。。",
        "label": ""
      },
      {
        "sentence": "每当这个时候，我就想一盘菜扣他脑门心上，吃你个大头鬼去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的愤怒，一直承担着这么多责任，确实会让你觉得不公平。但是大家的生活情况有时候确实不太一样，每个人的能力和意愿也不同。",
    "annotation": [
      {
        "sentence": "我能理解你的愤怒，一直承担着这么多责任，确实会让你觉得不公平。",
        "label": ""
      },
      {
        "sentence": "但是大家的生活情况有时候确实不太一样，每个人的能力和意愿也不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经和我家猪队友掏心掏肺地探讨过：几千年来，中国的男人，只要做好一件事就可以了，小的时候好好读书，做到学而优则仕就可以了，长大了当官了，努力保住那顶官帽子就可以了，所以到了现代，你们还是这样，小时候一门心思读书考大学，长大了就一个本事，上班。除此之外啥都不会。可是现在的女性，可是与时俱进学会了很多东西了，我们会开车，会买房，会赚钱，会辅导孩子奥数英语作文画画手工，谈得了生意，也写得了代码，上得了厅堂也下得了厨房，我们把自己发展成了全能型人才，你们还固守着“自己是个爷”的肥皂泡活着，我不嫌弃你嫌弃谁？",
    "annotation": [
      {
        "sentence": "我曾经和我家猪队友掏心掏肺地探讨过：几千年来，中国的男人，只要做好一件事就可以了，小的时候好好读书，做到学而优则仕就可以了，长大了当官了，努力保住那顶官帽子就可以了，所以到了现代，你们还是这样，小时候一门心思读书考大学，长大了就一个本事，上班。",
        "label": ""
      },
      {
        "sentence": "除此之外啥都不会。",
        "label": ""
      },
      {
        "sentence": "可是现在的女性，可是与时俱进学会了很多东西了，我们会开车，会买房，会赚钱，会辅导孩子奥数英语作文画画手工，谈得了生意，也写得了代码，上得了厅堂也下得了厨房，我们把自己发展成了全能型人才，你们还固守着“自己是个爷”的肥皂泡活着，我不嫌弃你嫌弃谁？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，社会上确实存在这种传统观念，认为家务应该是女人的责任。然而，现在的时代已经在慢慢改变，越来越多的男性开始意识到平等对待家务的重要性。",
    "annotation": [
      {
        "sentence": "你说得对，社会上确实存在这种传统观念，认为家务应该是女人的责任。",
        "label": ""
      },
      {
        "sentence": "然而，现在的时代已经在慢慢改变，越来越多的男性开始意识到平等对待家务的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我家那猪队友属于还稍有悟性的，深刻体会到了自己被嫌弃感受到自己分分钟都有可能被扫地出门成为孤家寡人的风险之后，开始有了质性的变化，吃完饭会自己收拾碗筷，打扫厨房了，看到我在洗衣服，能自觉去拖地吸尘了，周末的时候也能主动送孩子去培训班，并能与老师探讨一下自己那半杯水的育儿心得了。",
    "annotation": [
      {
        "sentence": "我家那猪队友属于还稍有悟性的，深刻体会到了自己被嫌弃感受到自己分分钟都有可能被扫地出门成为孤家寡人的风险之后，开始有了质性的变化，吃完饭会自己收拾碗筷，打扫厨房了，看到我在洗衣服，能自觉去拖地吸尘了，周末的时候也能主动送孩子去培训班，并能与老师探讨一下自己那半杯水的育儿心得了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你的努力已经有了一些成果，你的影响力让他开始反思并主动参与家务和育儿。这是一个很好的转变，也表明他愿意为你们的家庭付出。",
    "annotation": [
      {
        "sentence": "看来你的努力已经有了一些成果，你的影响力让他开始反思并主动参与家务和育儿。",
        "label": ""
      },
      {
        "sentence": "这是一个很好的转变，也表明他愿意为你们的家庭付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以，亲爱的，你的男人不干家务，看不见你的辛苦，有社会文化的原因，也有你纵容的原因，我们无法改变社会现实，那就试着去给他洗脑吧，记得用温和一点的方式哦。祝你改造顺利。",
    "annotation": [
      {
        "sentence": "所以，亲爱的，你的男人不干家务，看不见你的辛苦，有社会文化的原因，也有你纵容的原因，我们无法改变社会现实，那就试着去给他洗脑吧，记得用温和一点的方式哦。",
        "label": ""
      },
      {
        "sentence": "祝你改造顺利。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一定要有耐心，毕竟改变一个人的想法需要时间和努力。相信你们之间的沟通和理解会让他明白你的心意，也会慢慢改变他的观念。祝你们幸福快乐！",
    "annotation": [
      {
        "sentence": "一定要有耐心，毕竟改变一个人的想法需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "相信你们之间的沟通和理解会让他明白你的心意，也会慢慢改变他的观念。",
        "label": ""
      },
      {
        "sentence": "祝你们幸福快乐！",
        "label": ""
      }
    ]
  }
]