[
  {
    "role": "client",
    "content": "我失业了，而且还是大龄未婚，感觉人生没有意义了。我前段时间辞职了，但是到现在还没有找到工作。年龄越来越大还没有结婚，也没有要结婚的欲望。突然感觉人生没有了意义。我还感到性自卑，内向。现在对什么都没有兴趣。最近每天晚上都失眠，而且与父母的关系越来越紧张。有时候我独自一人时，脑海里会冒出割腕自杀的念头，但是又被压制下去。我知道我现在的生活不对，应该去改变，可是突然不知道从哪里开始。求助者：我感到很痛苦、无助，又没人理解，觉得自己可能会绝望。现在的感受令我心疼。您有什么建议吗？",
    "annotation": [
      {
        "sentence": "我失业了，而且还是大龄未婚，感觉人生没有意义了。",
        "label": ""
      },
      {
        "sentence": "我前段时间辞职了，但是到现在还没有找到工作。",
        "label": ""
      },
      {
        "sentence": "年龄越来越大还没有结婚，也没有要结婚的欲望。",
        "label": ""
      },
      {
        "sentence": "突然感觉人生没有了意义。",
        "label": ""
      },
      {
        "sentence": "我还感到性自卑，内向。",
        "label": ""
      },
      {
        "sentence": "现在对什么都没有兴趣。",
        "label": ""
      },
      {
        "sentence": "最近每天晚上都失眠，而且与父母的关系越来越紧张。",
        "label": ""
      },
      {
        "sentence": "有时候我独自一人时，脑海里会冒出割腕自杀的念头，但是又被压制下去。",
        "label": ""
      },
      {
        "sentence": "我知道我现在的生活不对，应该去改变，可是突然不知道从哪里开始。",
        "label": ""
      },
      {
        "sentence": "求助者：我感到很痛苦、无助，又没人理解，觉得自己可能会绝望。",
        "label": ""
      },
      {
        "sentence": "现在的感受令我心疼。",
        "label": ""
      },
      {
        "sentence": "您有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解您目前的感受很糟糕，很痛苦，也没有人能够真正理解您。这样的感觉可能会让您在某一刻产生绝望的想法。我很关心您！我建议您去做心理咨询，这会对您有帮助。您自己也要更多地关注自己的内心感受，多照顾一下自己的生命。无论在什么情况下，生命应该都是非常宝贵的。我们都会遇到各种问题，但请记住我们需要一起努力克服。生活中不论有多少困难，至少也会有一种解决方法。当感受到悲伤时，想哭就哭出来；当感到委屈或不舒服时，可以用双手来拥抱自己。您要记住，您没有做错任何事情。您一直都值得被关注、被在意、被理解。每个不舒服的心理背后都有一个细微的感受，我们可以仔细感受并寻找其中的意义。现在的社会环境不太好，换工作确实会受到一些影响，可能会不太顺利。我们可以先去分析一下，自己想要从事什么样的工作，期待怎样的工作环境和职场人际关系。然后根据自己的资源和能力编写简历，寻找机会。不过，我要提醒您的是，磨刀不误砍柴工，您需要在前期多做一些工作，分析一下哪些方法可以让自己尽早实现愿望。至于结婚问题，这确实是个社会问题。父母可能会比较着急，给我们带来一定的压力。我们可以尝试以积极的角度来看待婚姻。婚姻建立在情感之上，您可以试着与父母沟通一下。婚姻不同于工作，我们不能轻易地更换，它更多牵涉到责任等因素。性格没有好坏之分，如果您留意一下，几乎每个成功人士的性格都是五花八门的，他们是性格的榜样。自卑是可以消退的，您不需要刻意在意自己的自卑感。换个角度思考，如果有更多的自信因素，自卑感是不是就会减少？所以您现在的紧急任务是建立自信。同样，内向也可以通过努力改变。我建议您：1.多学习，充实自己。活到老，学到老。充实自己会让您更从容地应对生活和生活中的困难。2.学一些心理学知识，多关注和利用这个平台，它有各种资源供您使用。3.探索沟通的乐趣。我们常常会受伤的通常也是我们最爱的人，比如说父母。多沟通可以有助于改善关系。4.建立自我评价体系。每个人对生活的意义都不同，所以我们应该有自己的生活评价体系。想一想那些美好的事情，生活对我们来说是如此美好！",
    "annotation": [
      {
        "sentence": "我理解您目前的感受很糟糕，很痛苦，也没有人能够真正理解您。",
        "label": ""
      },
      {
        "sentence": "这样的感觉可能会让您在某一刻产生绝望的想法。",
        "label": ""
      },
      {
        "sentence": "我很关心您！",
        "label": ""
      },
      {
        "sentence": "我建议您去做心理咨询，这会对您有帮助。",
        "label": ""
      },
      {
        "sentence": "您自己也要更多地关注自己的内心感受，多照顾一下自己的生命。",
        "label": ""
      },
      {
        "sentence": "无论在什么情况下，生命应该都是非常宝贵的。",
        "label": ""
      },
      {
        "sentence": "我们都会遇到各种问题，但请记住我们需要一起努力克服。",
        "label": ""
      },
      {
        "sentence": "生活中不论有多少困难，至少也会有一种解决方法。",
        "label": ""
      },
      {
        "sentence": "当感受到悲伤时，想哭就哭出来；当感到委屈或不舒服时，可以用双手来拥抱自己。",
        "label": ""
      },
      {
        "sentence": "您要记住，您没有做错任何事情。",
        "label": ""
      },
      {
        "sentence": "您一直都值得被关注、被在意、被理解。",
        "label": ""
      },
      {
        "sentence": "每个不舒服的心理背后都有一个细微的感受，我们可以仔细感受并寻找其中的意义。",
        "label": ""
      },
      {
        "sentence": "现在的社会环境不太好，换工作确实会受到一些影响，可能会不太顺利。",
        "label": ""
      },
      {
        "sentence": "我们可以先去分析一下，自己想要从事什么样的工作，期待怎样的工作环境和职场人际关系。",
        "label": ""
      },
      {
        "sentence": "然后根据自己的资源和能力编写简历，寻找机会。",
        "label": ""
      },
      {
        "sentence": "不过，我要提醒您的是，磨刀不误砍柴工，您需要在前期多做一些工作，分析一下哪些方法可以让自己尽早实现愿望。",
        "label": ""
      },
      {
        "sentence": "至于结婚问题，这确实是个社会问题。",
        "label": ""
      },
      {
        "sentence": "父母可能会比较着急，给我们带来一定的压力。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试以积极的角度来看待婚姻。",
        "label": ""
      },
      {
        "sentence": "婚姻建立在情感之上，您可以试着与父母沟通一下。",
        "label": ""
      },
      {
        "sentence": "婚姻不同于工作，我们不能轻易地更换，它更多牵涉到责任等因素。",
        "label": ""
      },
      {
        "sentence": "性格没有好坏之分，如果您留意一下，几乎每个成功人士的性格都是五花八门的，他们是性格的榜样。",
        "label": ""
      },
      {
        "sentence": "自卑是可以消退的，您不需要刻意在意自己的自卑感。",
        "label": ""
      },
      {
        "sentence": "换个角度思考，如果有更多的自信因素，自卑感是不是就会减少？",
        "label": ""
      },
      {
        "sentence": "所以您现在的紧急任务是建立自信。",
        "label": ""
      },
      {
        "sentence": "同样，内向也可以通过努力改变。",
        "label": ""
      },
      {
        "sentence": "我建议您：1.多学习，充实自己。",
        "label": ""
      },
      {
        "sentence": "活到老，学到老。",
        "label": ""
      },
      {
        "sentence": "充实自己会让您更从容地应对生活和生活中的困难。",
        "label": ""
      },
      {
        "sentence": "2.学一些心理学知识，多关注和利用这个平台，它有各种资源供您使用。",
        "label": ""
      },
      {
        "sentence": "3.探索沟通的乐趣。",
        "label": ""
      },
      {
        "sentence": "我们常常会受伤的通常也是我们最爱的人，比如说父母。",
        "label": ""
      },
      {
        "sentence": "多沟通可以有助于改善关系。",
        "label": ""
      },
      {
        "sentence": "4.建立自我评价体系。",
        "label": ""
      },
      {
        "sentence": "每个人对生活的意义都不同，所以我们应该有自己的生活评价体系。",
        "label": ""
      },
      {
        "sentence": "想一想那些美好的事情，生活对我们来说是如此美好！",
        "label": ""
      }
    ]
  }
]