[
  {
    "role": "client",
    "content": "我最近遇到了一个困扰。被人翻旧账说我占了他们的便宜。我很困惑，不知道该如何堅守初心。小时候我很喜欢帮助别人，但后来我发现自己太爱管闲事了，反而招人讨厌。长大后，我努力改变，尽量保持互相帮助和扶持的关系，但不再管闲事。我觉得帮助别人也不需要他们感恩戴德。但是当我需要别人帮忙时，他们却斤斤计较。我很后悔当初没有把她给我的小恩惠一一算清楚。后悔为什么当初她邀请我去她家吃饭时我没有谨慎接受。我很疑惑，人与人之间是否真的需要事事斤斤计较？我原以为大家这么熟悉应该互相帮助，现在看来好像是错的。但我又不想以后遇到其他对我好的人时，总是先计算他们付出了多少，然后我才去付出相同的。这样不是更孤僻吗？我以为好的人际关系是互补的，也许我错了。",
    "annotation": [
      {
        "sentence": "我最近遇到了一个困扰。",
        "label": ""
      },
      {
        "sentence": "被人翻旧账说我占了他们的便宜。",
        "label": ""
      },
      {
        "sentence": "我很困惑，不知道该如何堅守初心。",
        "label": ""
      },
      {
        "sentence": "小时候我很喜欢帮助别人，但后来我发现自己太爱管闲事了，反而招人讨厌。",
        "label": ""
      },
      {
        "sentence": "长大后，我努力改变，尽量保持互相帮助和扶持的关系，但不再管闲事。",
        "label": ""
      },
      {
        "sentence": "我觉得帮助别人也不需要他们感恩戴德。",
        "label": ""
      },
      {
        "sentence": "但是当我需要别人帮忙时，他们却斤斤计较。",
        "label": ""
      },
      {
        "sentence": "我很后悔当初没有把她给我的小恩惠一一算清楚。",
        "label": ""
      },
      {
        "sentence": "后悔为什么当初她邀请我去她家吃饭时我没有谨慎接受。",
        "label": ""
      },
      {
        "sentence": "我很疑惑，人与人之间是否真的需要事事斤斤计较？",
        "label": ""
      },
      {
        "sentence": "我原以为大家这么熟悉应该互相帮助，现在看来好像是错的。",
        "label": ""
      },
      {
        "sentence": "但我又不想以后遇到其他对我好的人时，总是先计算他们付出了多少，然后我才去付出相同的。",
        "label": ""
      },
      {
        "sentence": "这样不是更孤僻吗？",
        "label": ""
      },
      {
        "sentence": "我以为好的人际关系是互补的，也许我错了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的问题描述中，我可以感受到你的困惑。一方面，你希望人际关系不充满功利和相互算计，另一方面，当你在关系中付出时，却遭遇了别人的斤斤计较。当你也开始像她们那样计较时，你一定感受到了受伤和不平衡。这种不平衡感不仅困扰着你和她的关系，也让你对所有人际关系产生了疑惑。我明白你既不希望与别人斤斤计较，又不希望别人对你斤斤计较。实际上，你也挺计较的。但这并没有什么不好，因为关系是相互的，当你感到失衡时，除非你能找到平衡，关系才能继续维系下去。但我觉得你的问题更多的是想要探讨的是如何能够不因他人的变化而改变自己对当下关系的反应，坚守你希望与人友好和谐的初心。不过老实说，不随别人对你的态度改变而改变自己，这是非常困难的。我的建议是不要太为难自己，只尽量问问自己在当下，你自己想如何做就好了，不用太过关注未来万一她怎么样会怎样，重点是你自己如何保持初心。",
    "annotation": [
      {
        "sentence": "在你的问题描述中，我可以感受到你的困惑。",
        "label": ""
      },
      {
        "sentence": "一方面，你希望人际关系不充满功利和相互算计，另一方面，当你在关系中付出时，却遭遇了别人的斤斤计较。",
        "label": ""
      },
      {
        "sentence": "当你也开始像她们那样计较时，你一定感受到了受伤和不平衡。",
        "label": ""
      },
      {
        "sentence": "这种不平衡感不仅困扰着你和她的关系，也让你对所有人际关系产生了疑惑。",
        "label": ""
      },
      {
        "sentence": "我明白你既不希望与别人斤斤计较，又不希望别人对你斤斤计较。",
        "label": ""
      },
      {
        "sentence": "实际上，你也挺计较的。",
        "label": ""
      },
      {
        "sentence": "但这并没有什么不好，因为关系是相互的，当你感到失衡时，除非你能找到平衡，关系才能继续维系下去。",
        "label": ""
      },
      {
        "sentence": "但我觉得你的问题更多的是想要探讨的是如何能够不因他人的变化而改变自己对当下关系的反应，坚守你希望与人友好和谐的初心。",
        "label": ""
      },
      {
        "sentence": "不过老实说，不随别人对你的态度改变而改变自己，这是非常困难的。",
        "label": ""
      },
      {
        "sentence": "我的建议是不要太为难自己，只尽量问问自己在当下，你自己想如何做就好了，不用太过关注未来万一她怎么样会怎样，重点是你自己如何保持初心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我确实感到很困惑和失衡。我明白关系是相互的，但是当我付出时却遭受到斤斤计较，这让我很痛苦。我也希望能够不因他人的变化而改变自己，但毕竟并不是那么容易。我会尽量问问自己在当下如何做，而不过多关注未来的结果。我想，只要我能保持着我自己的初心，相信关系也会变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我确实感到很困惑和失衡。",
        "label": ""
      },
      {
        "sentence": "我明白关系是相互的，但是当我付出时却遭受到斤斤计较，这让我很痛苦。",
        "label": ""
      },
      {
        "sentence": "我也希望能够不因他人的变化而改变自己，但毕竟并不是那么容易。",
        "label": ""
      },
      {
        "sentence": "我会尽量问问自己在当下如何做，而不过多关注未来的结果。",
        "label": ""
      },
      {
        "sentence": "我想，只要我能保持着我自己的初心，相信关系也会变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解我的建议。你感到困惑和失衡是正常的，毕竟对待人际关系是个复杂的问题。你愿意尝试问问自己在当下如何做，而不过多关注未来的结果，这是一个很好的方向。保持自己的初心，信任自己的判断，我相信你的人际关系会变得更加健康和和谐。",
    "annotation": [
      {
        "sentence": "很高兴你能理解我的建议。",
        "label": ""
      },
      {
        "sentence": "你感到困惑和失衡是正常的，毕竟对待人际关系是个复杂的问题。",
        "label": ""
      },
      {
        "sentence": "你愿意尝试问问自己在当下如何做，而不过多关注未来的结果，这是一个很好的方向。",
        "label": ""
      },
      {
        "sentence": "保持自己的初心，信任自己的判断，我相信你的人际关系会变得更加健康和和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力践行你的建议，相信自己的判断，保持初心。谢谢你的支持和鼓励，让我更加有勇气去面对我的人际关系。希望未来我能够拥有更好的人际关系。",
    "annotation": [
      {
        "sentence": "我会尽力践行你的建议，相信自己的判断，保持初心。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，让我更加有勇气去面对我的人际关系。",
        "label": ""
      },
      {
        "sentence": "希望未来我能够拥有更好的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能为你提供一些帮助和鼓励。相信自己，保持初心，你一定能拥有更好的人际关系。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能为你提供一些帮助和鼓励。",
        "label": ""
      },
      {
        "sentence": "相信自己，保持初心，你一定能拥有更好的人际关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]