[
  {
    "role": "client",
    "content": "父母总把有智力残疾的妹妹当佣人使唤，我该怎么办？妹妹是患有智力残疾，只能干一些简单家务活，父母每天辛苦工作，但是回到家就是把妹妹当做佣人使唤，比如即使灯开关就在自己旁边，他也要叫妹妹来开灯，老是使唤妹妹做这做哪，但她又总做不好，于是父亲会对她说歹毒的话，也会对她拳打脚踢，母亲和奶奶都不能阻止他，作为姐姐，我对此感到非常心痛，经常就这些事情与父亲吵架。父亲是非常极端的人，我很心疼自己的妹妹，但是我们在外面读书，不能及时保护着妹妹。无论是谁劝父亲，他都不听。我极其恨父亲，与他基本上是不说话的。我什么都不想跟他说，但是现在拿着他的钱交昂贵的学费，我现在不想花他的钱，只想尽快赚钱养妹妹和奶奶，其他人都不想管。对父母非常失望也非常痛恨，我该怎么办？",
    "annotation": [
      {
        "sentence": "父母总把有智力残疾的妹妹当佣人使唤，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "妹妹是患有智力残疾，只能干一些简单家务活，父母每天辛苦工作，但是回到家就是把妹妹当做佣人使唤，比如即使灯开关就在自己旁边，他也要叫妹妹来开灯，老是使唤妹妹做这做哪，但她又总做不好，于是父亲会对她说歹毒的话，也会对她拳打脚踢，母亲和奶奶都不能阻止他，作为姐姐，我对此感到非常心痛，经常就这些事情与父亲吵架。",
        "label": ""
      },
      {
        "sentence": "父亲是非常极端的人，我很心疼自己的妹妹，但是我们在外面读书，不能及时保护着妹妹。",
        "label": ""
      },
      {
        "sentence": "无论是谁劝父亲，他都不听。",
        "label": ""
      },
      {
        "sentence": "我极其恨父亲，与他基本上是不说话的。",
        "label": ""
      },
      {
        "sentence": "我什么都不想跟他说，但是现在拿着他的钱交昂贵的学费，我现在不想花他的钱，只想尽快赚钱养妹妹和奶奶，其他人都不想管。",
        "label": ""
      },
      {
        "sentence": "对父母非常失望也非常痛恨，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你深爱着你的妹妹，这是非常可贵的品质。我能感受到你对这一情况的忧虑和困惑。这种情况确实让人感到心痛。首先，你可以集中精力好好学习，抓紧赚钱，这样将来就能帮妹妹创造一个更好的生活环境。这样，你就可以将妹妹接到自己的城市，租个房子，让妹妹和你一起住，这样你就能更放心了。",
    "annotation": [
      {
        "sentence": "求助者，你深爱着你的妹妹，这是非常可贵的品质。",
        "label": ""
      },
      {
        "sentence": "我能感受到你对这一情况的忧虑和困惑。",
        "label": ""
      },
      {
        "sentence": "这种情况确实让人感到心痛。",
        "label": ""
      },
      {
        "sentence": "首先，你可以集中精力好好学习，抓紧赚钱，这样将来就能帮妹妹创造一个更好的生活环境。",
        "label": ""
      },
      {
        "sentence": "这样，你就可以将妹妹接到自己的城市，租个房子，让妹妹和你一起住，这样你就能更放心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你的建议很有道理。我会更加努力学习和工作，争取尽快攒够钱。但是，父亲是一个非常顽固的人，我怕他不会同意我把妹妹接到自己的城市。我该如何与父亲沟通呢？",
    "annotation": [
      {
        "sentence": "支持者，你的建议很有道理。",
        "label": ""
      },
      {
        "sentence": "我会更加努力学习和工作，争取尽快攒够钱。",
        "label": ""
      },
      {
        "sentence": "但是，父亲是一个非常顽固的人，我怕他不会同意我把妹妹接到自己的城市。",
        "label": ""
      },
      {
        "sentence": "我该如何与父亲沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以试着和父亲谈谈，表达你的想法和关心。可以跟他说，你希望把妹妹带到自己的城市，让她帮你做家务，这样她可以在新的环境中得到更好的照顾和关爱。也让父亲知道，你是出于爱心才提出这个建议的。也许通过这样的沟通，父亲会考虑并同意你的请求。",
    "annotation": [
      {
        "sentence": "首先，你可以试着和父亲谈谈，表达你的想法和关心。",
        "label": ""
      },
      {
        "sentence": "可以跟他说，你希望把妹妹带到自己的城市，让她帮你做家务，这样她可以在新的环境中得到更好的照顾和关爱。",
        "label": ""
      },
      {
        "sentence": "也让父亲知道，你是出于爱心才提出这个建议的。",
        "label": ""
      },
      {
        "sentence": "也许通过这样的沟通，父亲会考虑并同意你的请求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你的建议很有帮助。我会试着与父亲沟通，表达我的诚意和爱心。但是，我害怕父亲会拒绝我的请求，我该如何应对这种情况？",
    "annotation": [
      {
        "sentence": "支持者，你的建议很有帮助。",
        "label": ""
      },
      {
        "sentence": "我会试着与父亲沟通，表达我的诚意和爱心。",
        "label": ""
      },
      {
        "sentence": "但是，我害怕父亲会拒绝我的请求，我该如何应对这种情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果父亲拒绝了你的请求，不要灰心。你可以继续努力工作，为将来自己养家解困做好准备。你可以考虑接一些兼职来赚钱，这样你就能更早地攒够足够的钱。同时，你还可以寻求其他家庭成员的帮助和支持，争取他们的理解和协助。",
    "annotation": [
      {
        "sentence": "如果父亲拒绝了你的请求，不要灰心。",
        "label": ""
      },
      {
        "sentence": "你可以继续努力工作，为将来自己养家解困做好准备。",
        "label": ""
      },
      {
        "sentence": "你可以考虑接一些兼职来赚钱，这样你就能更早地攒够足够的钱。",
        "label": ""
      },
      {
        "sentence": "同时，你还可以寻求其他家庭成员的帮助和支持，争取他们的理解和协助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你的建议让我感到安慰。我会坚持努力，尽量多接兼职来赚钱。如果其他家庭成员能够理解和协助我，那将是非常好的事情。但是，我对父母的失望和痛恨非常深，无法轻易放下这些情绪。我该如何处理这些负面情绪呢？",
    "annotation": [
      {
        "sentence": "支持者，你的建议让我感到安慰。",
        "label": ""
      },
      {
        "sentence": "我会坚持努力，尽量多接兼职来赚钱。",
        "label": ""
      },
      {
        "sentence": "如果其他家庭成员能够理解和协助我，那将是非常好的事情。",
        "label": ""
      },
      {
        "sentence": "但是，我对父母的失望和痛恨非常深，无法轻易放下这些情绪。",
        "label": ""
      },
      {
        "sentence": "我该如何处理这些负面情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你对父母的失望和痛恨是情绪上的正常反应。处理这些负面情绪需要时间和努力。你可以考虑寻求专业心理咨询师的帮助，他们可以帮助你管理和调节情绪。此外，你还可以尝试一些情绪释放的方法，比如写日记、锻炼身体或者与朋友聊天，把这些情绪与他人分享。",
    "annotation": [
      {
        "sentence": "求助者，你对父母的失望和痛恨是情绪上的正常反应。",
        "label": ""
      },
      {
        "sentence": "处理这些负面情绪需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以考虑寻求专业心理咨询师的帮助，他们可以帮助你管理和调节情绪。",
        "label": ""
      },
      {
        "sentence": "此外，你还可以尝试一些情绪释放的方法，比如写日记、锻炼身体或者与朋友聊天，把这些情绪与他人分享。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你的建议非常中肯。我会考虑寻求专业心理咨询师的帮助，同时也会尝试一些情绪释放的方法。谢谢你一直陪伴和支持我，让我感到温暖和安慰。",
    "annotation": [
      {
        "sentence": "支持者，你的建议非常中肯。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求专业心理咨询师的帮助，同时也会尝试一些情绪释放的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴和支持我，让我感到温暖和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，求助者。我一直都在这里支持你，并愿意帮助你度过困境。记得，你不是一个人在面对这些问题。只要你坚持努力，相信未来一定会变得更好。祝愿你和妹妹都能幸福快乐！",
    "annotation": [
      {
        "sentence": "不客气，求助者。",
        "label": ""
      },
      {
        "sentence": "我一直都在这里支持你，并愿意帮助你度过困境。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在面对这些问题。",
        "label": ""
      },
      {
        "sentence": "只要你坚持努力，相信未来一定会变得更好。",
        "label": ""
      },
      {
        "sentence": "祝愿你和妹妹都能幸福快乐！",
        "label": ""
      }
    ]
  }
]