[
  {
    "role": "client",
    "content": "我现在遇到了一个困扰，我26岁，我老公即将外派，需要去异国待四年，我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我现在遇到了一个困扰，我26岁，我老公即将外派，需要去异国待四年，我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，你是不是觉得很纠结和困惑呀？你和你的老公是大学校友，他毕业后来北京工作，你们相识于你读研究生时期，并且结婚后一直在北京生活。现在他的特殊工作性质需要外派，虽然你可以选择跟他一起去，但你担心这四年之后回国需要重新找工作，而且风险和不确定性也很大。你现在选择留在国内继续发展事业，但感觉人生很艰难，不知道该怎么坚持下去，是这样吗？",
    "annotation": [
      {
        "sentence": "听你这么说，你是不是觉得很纠结和困惑呀？",
        "label": ""
      },
      {
        "sentence": "你和你的老公是大学校友，他毕业后来北京工作，你们相识于你读研究生时期，并且结婚后一直在北京生活。",
        "label": ""
      },
      {
        "sentence": "现在他的特殊工作性质需要外派，虽然你可以选择跟他一起去，但你担心这四年之后回国需要重新找工作，而且风险和不确定性也很大。",
        "label": ""
      },
      {
        "sentence": "你现在选择留在国内继续发展事业，但感觉人生很艰难，不知道该怎么坚持下去，是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得很准确。我真的很纠结和动摇，我不舍得放弃这个奔事业的黄金时期，但同时我也很担心异国对我们的婚姻状态会有影响。我想要一个稳定而幸福的婚姻，但我担心异地和异国会给我们的关系增加太多的不确定性。",
    "annotation": [
      {
        "sentence": "是的，你说得很准确。",
        "label": ""
      },
      {
        "sentence": "我真的很纠结和动摇，我不舍得放弃这个奔事业的黄金时期，但同时我也很担心异国对我们的婚姻状态会有影响。",
        "label": ""
      },
      {
        "sentence": "我想要一个稳定而幸福的婚姻，但我担心异地和异国会给我们的关系增加太多的不确定性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你的顾虑是情感导师可能会告诉你的。对于像你们这样的年轻夫妻来说，一开始可能可以坚持，但情感需要真实的连接来满足彼此，如果大部分时间只能通过网上沟通，那会给关系带来很多不确定性。情感导师可能还会建议你们先要个孩子，以加固你们关系的基础。但这并不能完全保证你们婚姻的稳定性。如果你是女权主义者，可能会建议你先发展自己，优先考虑自己的前途。即使婚姻最后可能失败，你仍然是独立的，有能力承受风险。我身边就有朋友，有的选择随丈夫调动，在不同城市找工作和生活，也有的朋友坚持按照自己的职业规划，保持异地恋。大部分目前过得还是比较自在和幸福的。从他们的经历来看，这个选择的关键是你自己的价值观排序。不管怎样选择，都存在不同的风险。异地会增加婚姻关系的不确定性，而跟随你老公的选择则在于工作不稳定性较高。那你更愿意承受哪种风险呢？在你的价值排序中，情感的稳定和亲密更重要，还是实现自我价值更重要呢？你的纠结在于你不太愿意承受那些风险，但你又想要这两者都占到(或者只能是你的老公妥协或者你换个老公)。在面对自己的选择时，只能做最坏的预期，朝着最好的方向努力。",
    "annotation": [
      {
        "sentence": "明白了，你的顾虑是情感导师可能会告诉你的。",
        "label": ""
      },
      {
        "sentence": "对于像你们这样的年轻夫妻来说，一开始可能可以坚持，但情感需要真实的连接来满足彼此，如果大部分时间只能通过网上沟通，那会给关系带来很多不确定性。",
        "label": ""
      },
      {
        "sentence": "情感导师可能还会建议你们先要个孩子，以加固你们关系的基础。",
        "label": ""
      },
      {
        "sentence": "但这并不能完全保证你们婚姻的稳定性。",
        "label": ""
      },
      {
        "sentence": "如果你是女权主义者，可能会建议你先发展自己，优先考虑自己的前途。",
        "label": ""
      },
      {
        "sentence": "即使婚姻最后可能失败，你仍然是独立的，有能力承受风险。",
        "label": ""
      },
      {
        "sentence": "我身边就有朋友，有的选择随丈夫调动，在不同城市找工作和生活，也有的朋友坚持按照自己的职业规划，保持异地恋。",
        "label": ""
      },
      {
        "sentence": "大部分目前过得还是比较自在和幸福的。",
        "label": ""
      },
      {
        "sentence": "从他们的经历来看，这个选择的关键是你自己的价值观排序。",
        "label": ""
      },
      {
        "sentence": "不管怎样选择，都存在不同的风险。",
        "label": ""
      },
      {
        "sentence": "异地会增加婚姻关系的不确定性，而跟随你老公的选择则在于工作不稳定性较高。",
        "label": ""
      },
      {
        "sentence": "那你更愿意承受哪种风险呢？",
        "label": ""
      },
      {
        "sentence": "在你的价值排序中，情感的稳定和亲密更重要，还是实现自我价值更重要呢？",
        "label": ""
      },
      {
        "sentence": "你的纠结在于你不太愿意承受那些风险，但你又想要这两者都占到(或者只能是你的老公妥协或者你换个老公)。",
        "label": ""
      },
      {
        "sentence": "在面对自己的选择时，只能做最坏的预期，朝着最好的方向努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我真的感到很纠结。我明白了，我的困扰主要是因为我不愿意放弃事业的发展，但同时也担心异地异国会对我们的关系产生不好的影响。你提到的选择都有风险，我确实很难抉择。",
    "annotation": [
      {
        "sentence": "你说得很对，我真的感到很纠结。",
        "label": ""
      },
      {
        "sentence": "我明白了，我的困扰主要是因为我不愿意放弃事业的发展，但同时也担心异地异国会对我们的关系产生不好的影响。",
        "label": ""
      },
      {
        "sentence": "你提到的选择都有风险，我确实很难抉择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种纠结是很正常的。每个人面对选择时都会经历这样的纠结和困惑。你想要一个稳定而幸福的婚姻，又不想放弃自己的事业。这样很矛盾，但你要知道，你并不是唯一一个经历这种纠结的人。如果你现在不愿意承担风险，那就坚持留在国内发展事业，但同时要为你们的婚姻做好准备工作，比如保持沟通和互动。如果你们有共同的规划和目标，异地异国也许并不会对你们的关系产生太大的影响。",
    "annotation": [
      {
        "sentence": "是的，这种纠结是很正常的。",
        "label": ""
      },
      {
        "sentence": "每个人面对选择时都会经历这样的纠结和困惑。",
        "label": ""
      },
      {
        "sentence": "你想要一个稳定而幸福的婚姻，又不想放弃自己的事业。",
        "label": ""
      },
      {
        "sentence": "这样很矛盾，但你要知道，你并不是唯一一个经历这种纠结的人。",
        "label": ""
      },
      {
        "sentence": "如果你现在不愿意承担风险，那就坚持留在国内发展事业，但同时要为你们的婚姻做好准备工作，比如保持沟通和互动。",
        "label": ""
      },
      {
        "sentence": "如果你们有共同的规划和目标，异地异国也许并不会对你们的关系产生太大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也知道既要事业又要婚姻是很难同时兼顾的，但我真的害怕做出选择后会后悔。我担心如果选择留下来继续事业，会因为错失和老公在一起的时光而后悔；但如果选择跟随他去，可能会因为事业的不确定性后悔。我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "其实我也知道既要事业又要婚姻是很难同时兼顾的，但我真的害怕做出选择后会后悔。",
        "label": ""
      },
      {
        "sentence": "我担心如果选择留下来继续事业，会因为错失和老公在一起的时光而后悔；但如果选择跟随他去，可能会因为事业的不确定性后悔。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心完全可以理解。但这种选择后悔的情况，几乎每个人都有过。无论你选择哪条路，都会有一些遗憾和后悔的可能。但这并不意味着你会因为选择而彻底后悔，你只是在不同的选择中做出了取舍。重要的是，在做出决策之前，先仔细思考和权衡自己的价值观和优先级。这样，无论你选择哪条路，你都可以有所依据和坚持。",
    "annotation": [
      {
        "sentence": "你的担心完全可以理解。",
        "label": ""
      },
      {
        "sentence": "但这种选择后悔的情况，几乎每个人都有过。",
        "label": ""
      },
      {
        "sentence": "无论你选择哪条路，都会有一些遗憾和后悔的可能。",
        "label": ""
      },
      {
        "sentence": "但这并不意味着你会因为选择而彻底后悔，你只是在不同的选择中做出了取舍。",
        "label": ""
      },
      {
        "sentence": "重要的是，在做出决策之前，先仔细思考和权衡自己的价值观和优先级。",
        "label": ""
      },
      {
        "sentence": "这样，无论你选择哪条路，你都可以有所依据和坚持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该先思考自己的价值观和优先级。我会权衡一下事业和婚姻对我来说的重要性，然后再做出决策。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我应该先思考自己的价值观和优先级。",
        "label": ""
      },
      {
        "sentence": "我会权衡一下事业和婚姻对我来说的重要性，然后再做出决策。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。不论你最后做出什么决定，都希望你能找到内心的平衡和满足。无论是事业还是婚姻，都是人生中重要的一部分，但最终的决策权在于你自己。祝你好运！如果还有其他问题，随时都可以来找我谈谈。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "不论你最后做出什么决定，都希望你能找到内心的平衡和满足。",
        "label": ""
      },
      {
        "sentence": "无论是事业还是婚姻，都是人生中重要的一部分，但最终的决策权在于你自己。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我谈谈。",
        "label": ""
      }
    ]
  }
]