[
  {
    "role": "client",
    "content": "我在国企待了很多年，但升迁一直很难，对未来的发展感到很迷茫。我目前在国企工作，但由于不懂技术，只从事商务和项目管理，没有太多技术含量。已经工作了好多年了，但却很难得到晋升。我想回去外企或民企，但觉得回去IT行业的市场太辛苦，而且我自己也不喜欢IT行业。另外，我对心理学和心理咨询很感兴趣，探索过自己最适合的工作角色是讲师和咨询师，但由于没有在这个领域积累和成长，我不知道未来能否将其作为我的职业。总之，现在的工作不是我想要的，而我想要的方向已经找到了，但我不知道何时能够实现。另外，我发现和我同年级的朋友在金融或互联网行业的工资不断增长，而我在国企只能领取微薄的工资，产生了巨大的落差感和失落感。",
    "annotation": [
      {
        "sentence": "我在国企待了很多年，但升迁一直很难，对未来的发展感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "我目前在国企工作，但由于不懂技术，只从事商务和项目管理，没有太多技术含量。",
        "label": ""
      },
      {
        "sentence": "已经工作了好多年了，但却很难得到晋升。",
        "label": ""
      },
      {
        "sentence": "我想回去外企或民企，但觉得回去IT行业的市场太辛苦，而且我自己也不喜欢IT行业。",
        "label": ""
      },
      {
        "sentence": "另外，我对心理学和心理咨询很感兴趣，探索过自己最适合的工作角色是讲师和咨询师，但由于没有在这个领域积累和成长，我不知道未来能否将其作为我的职业。",
        "label": ""
      },
      {
        "sentence": "总之，现在的工作不是我想要的，而我想要的方向已经找到了，但我不知道何时能够实现。",
        "label": ""
      },
      {
        "sentence": "另外，我发现和我同年级的朋友在金融或互联网行业的工资不断增长，而我在国企只能领取微薄的工资，产生了巨大的落差感和失落感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我能够感受到你对未来发展的焦虑和选择的困惑。在国企环境待了很多年就像是温水煮青蛙一样，看不到未来的晋升和发展机会，渴望跳出这个环境，但发现自己没有足够的技术能力来提升竞争力，所以不敢跳出舒适区，去面对更残酷和快节奏的市场竞争。你不喜欢现在的工作也是因为长时间在体制内打磨，失去了动力，产生了职业倦怠。你对心理学的兴趣和喜爱可能正是因为你对职业和未来发展的困惑，通过学习心理学和心理咨询找到了出路，开启了自我成长的旅程。实际上，很多人都有和你一样的情况，包括我自己，当遇到人生困境时，学习心理学、做心理咨询，会发现很多现实中的选择并不是自己真正想要的，由此踏上了心灵成长的道路，也因此在生活和内心世界中获得了意想不到的收获。你应该感到幸运，因为你的困惑正说明你已经开始探索自己内心真正想要的东西。然而，你也需要理解职业发展和心灵成长的不同之处，如果仅仅是自我探索和成长，学习心理学和寻求心理咨询都是非常好的方法。但如果想在心理行业发展，你也需要充分了解自己的优势、能力和行业信息，进行理性的分析。正所谓“家家有本难念的经”，无论是IT行业、金融行业还是心理行业，从业者都会面临各自的困难。如果你已经到了中年，放弃之前的经验积累，重新换一个行业，确实需要勇气、决心和理性思考。从心理层面来看，你需要突破的并不是外部世界，不是改变环境，而是需要突破内在的限制，体制内的工作让你感到心灵的束缚，你希望突破束缚去做自己内心真正想做的事情，可以通过多种方式实现。比如，如果你喜欢讲课，可以在业余时间参与一些演讲活动，或者兼职从事一些讲课的工作；如果喜欢心理学，可以参加社会心理机构或组织的心理沙龙和心理团体活动，甚至到社区去讲心理课等等，在实践中充分表达自己，让心灵的愿望得以表达和释放。在这个过程中，你也会认识更多心理行业的人，可以通过和他们交往了解更多关于心理行业的信息和职业发展问题。同时，在心灵成长的旅程中，你可能会对现在的职业有新的看法。",
    "annotation": [
      {
        "sentence": "看到你的问题，我能够感受到你对未来发展的焦虑和选择的困惑。",
        "label": ""
      },
      {
        "sentence": "在国企环境待了很多年就像是温水煮青蛙一样，看不到未来的晋升和发展机会，渴望跳出这个环境，但发现自己没有足够的技术能力来提升竞争力，所以不敢跳出舒适区，去面对更残酷和快节奏的市场竞争。",
        "label": ""
      },
      {
        "sentence": "你不喜欢现在的工作也是因为长时间在体制内打磨，失去了动力，产生了职业倦怠。",
        "label": ""
      },
      {
        "sentence": "你对心理学的兴趣和喜爱可能正是因为你对职业和未来发展的困惑，通过学习心理学和心理咨询找到了出路，开启了自我成长的旅程。",
        "label": ""
      },
      {
        "sentence": "实际上，很多人都有和你一样的情况，包括我自己，当遇到人生困境时，学习心理学、做心理咨询，会发现很多现实中的选择并不是自己真正想要的，由此踏上了心灵成长的道路，也因此在生活和内心世界中获得了意想不到的收获。",
        "label": ""
      },
      {
        "sentence": "你应该感到幸运，因为你的困惑正说明你已经开始探索自己内心真正想要的东西。",
        "label": ""
      },
      {
        "sentence": "然而，你也需要理解职业发展和心灵成长的不同之处，如果仅仅是自我探索和成长，学习心理学和寻求心理咨询都是非常好的方法。",
        "label": ""
      },
      {
        "sentence": "但如果想在心理行业发展，你也需要充分了解自己的优势、能力和行业信息，进行理性的分析。",
        "label": ""
      },
      {
        "sentence": "正所谓“家家有本难念的经”，无论是IT行业、金融行业还是心理行业，从业者都会面临各自的困难。",
        "label": ""
      },
      {
        "sentence": "如果你已经到了中年，放弃之前的经验积累，重新换一个行业，确实需要勇气、决心和理性思考。",
        "label": ""
      },
      {
        "sentence": "从心理层面来看，你需要突破的并不是外部世界，不是改变环境，而是需要突破内在的限制，体制内的工作让你感到心灵的束缚，你希望突破束缚去做自己内心真正想做的事情，可以通过多种方式实现。",
        "label": ""
      },
      {
        "sentence": "比如，如果你喜欢讲课，可以在业余时间参与一些演讲活动，或者兼职从事一些讲课的工作；如果喜欢心理学，可以参加社会心理机构或组织的心理沙龙和心理团体活动，甚至到社区去讲心理课等等，在实践中充分表达自己，让心灵的愿望得以表达和释放。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你也会认识更多心理行业的人，可以通过和他们交往了解更多关于心理行业的信息和职业发展问题。",
        "label": ""
      },
      {
        "sentence": "同时，在心灵成长的旅程中，你可能会对现在的职业有新的看法。",
        "label": ""
      }
    ]
  }
]