[
  {
    "role": "client",
    "content": "我在国企工作了很多年了，但是一直都升不了职，发展前景也很渺茫。目前从事商务和项目管理，但是因为不懂技术，工作中没有太多技术含量。我想回去外企或民企工作，但是又不想再在IT行业做市场工作，觉得太辛苦，而且对IT行业也不是很喜欢。还有，我对心理学和心理咨询很感兴趣，但是因为没有在这个领域里积累经验，成长的速度很慢，也不知道未来能不能成为我的职业。总之，现在觉得不想留在现在的工作，但是也不知道何时才能过上自己想要的生活。另外，和我同龄的朋友们在金融或互联网行业工作，薪水都在不断上涨，而我在国企只能领微薄的工资，有时候会感到自卑和失落。",
    "annotation": [
      {
        "sentence": "我在国企工作了很多年了，但是一直都升不了职，发展前景也很渺茫。",
        "label": ""
      },
      {
        "sentence": "目前从事商务和项目管理，但是因为不懂技术，工作中没有太多技术含量。",
        "label": ""
      },
      {
        "sentence": "我想回去外企或民企工作，但是又不想再在IT行业做市场工作，觉得太辛苦，而且对IT行业也不是很喜欢。",
        "label": ""
      },
      {
        "sentence": "还有，我对心理学和心理咨询很感兴趣，但是因为没有在这个领域里积累经验，成长的速度很慢，也不知道未来能不能成为我的职业。",
        "label": ""
      },
      {
        "sentence": "总之，现在觉得不想留在现在的工作，但是也不知道何时才能过上自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "另外，和我同龄的朋友们在金融或互联网行业工作，薪水都在不断上涨，而我在国企只能领微薄的工资，有时候会感到自卑和失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，人生中面对各种选择，工作选择也是很重要的一部分。而且，没有一种选择是完美的，每个选择都有它的优劣势。每次做出选择时，我们都需要认真思考自己的内心，权衡各个方面的情况，做出最适合自己的决策。当做出选择后，就要勇于承担起选择的后果，不管是好是坏。对于工作选择来说，选择国企意味着相对安稳，压力相对较小，但也可能意味着工资相对较低，人际关系复杂，升迁机会少且速度慢，个人成长性较差。而选择金融或互联网的私企或民企，则工资更高，成长性更好，但也可能意味着工作压力大，加班严重，不稳定，随时有下岗的风险。人生很难做到事事如意，我们无法拥有所有想要的东西。你一开始选择国企，应该是看重了国企的一些好处，所以在享受好处的同时，也不能回避可能的隐患。所以我觉得你需要先接受现实，毕竟这是你自己的选择，选择的时候应该考虑到这些可能性。其次，你在工作多年没有升迁，并且工作没有技术含量，你有没有考虑过自己是否有责任呢？具体情况我不了解，所以很难评论。但是工作多年没有升迁肯定有原因的，可能是岗位升迁的空间很小，可能是工作环境相对舒服导致你没有足够的成长和学习，也可能是其他原因。反思一下可能对你有所帮助，或许可以改善现状。最后，你面临了新的选择，情感上你想从事心理相关工作，但是看到别人在金融或互联网行业成功发展，你又感到失落。我觉得你需要给自己一些时间去思考，确定自己到底适合什么，真正需要什么。如果你对咨询师职业感兴趣，可以深入了解一下这个行业，了解一下咨询师的日常工作和生活。很多学习心理学的人后来发现不适合从事咨询师工作，因为它并不像外表看起来的那么美好，也不是谁都适合从事。我也曾经陷入过职业迷茫，也考虑过从事心理行业，我觉得我这种情况可能并不少见。后来我认真反思了一下，我发现我的心态可以总结为：有时候我们会觉得 \"我不喜欢A，所以我想选择B\"，但其实选择了B可能也会后悔，因为没有人可以保证选择的结果一定令人满意。有时候我们也会觉得 \"我不想解决A的困难，所以我想选择B\"，但其实选择了B也会有很多困难，因为没有任何事情是容易做好的，没有哪个职业是没有挑战和瓶颈的。我分享这些只是供你参考，并不一定适用于你的情况，只希望能诚恳地和你分享我的经验。如果你想重新选择一次，当然是很好的，但是一定要想清楚自己到底需要什么，愿意为自己的选择付出多大的努力和代价，因为任何选择都无法完美，任何成功都不会轻易得来。",
    "annotation": [
      {
        "sentence": "首先，人生中面对各种选择，工作选择也是很重要的一部分。",
        "label": ""
      },
      {
        "sentence": "而且，没有一种选择是完美的，每个选择都有它的优劣势。",
        "label": ""
      },
      {
        "sentence": "每次做出选择时，我们都需要认真思考自己的内心，权衡各个方面的情况，做出最适合自己的决策。",
        "label": ""
      },
      {
        "sentence": "当做出选择后，就要勇于承担起选择的后果，不管是好是坏。",
        "label": ""
      },
      {
        "sentence": "对于工作选择来说，选择国企意味着相对安稳，压力相对较小，但也可能意味着工资相对较低，人际关系复杂，升迁机会少且速度慢，个人成长性较差。",
        "label": ""
      },
      {
        "sentence": "而选择金融或互联网的私企或民企，则工资更高，成长性更好，但也可能意味着工作压力大，加班严重，不稳定，随时有下岗的风险。",
        "label": ""
      },
      {
        "sentence": "人生很难做到事事如意，我们无法拥有所有想要的东西。",
        "label": ""
      },
      {
        "sentence": "你一开始选择国企，应该是看重了国企的一些好处，所以在享受好处的同时，也不能回避可能的隐患。",
        "label": ""
      },
      {
        "sentence": "所以我觉得你需要先接受现实，毕竟这是你自己的选择，选择的时候应该考虑到这些可能性。",
        "label": ""
      },
      {
        "sentence": "其次，你在工作多年没有升迁，并且工作没有技术含量，你有没有考虑过自己是否有责任呢？",
        "label": ""
      },
      {
        "sentence": "具体情况我不了解，所以很难评论。",
        "label": ""
      },
      {
        "sentence": "但是工作多年没有升迁肯定有原因的，可能是岗位升迁的空间很小，可能是工作环境相对舒服导致你没有足够的成长和学习，也可能是其他原因。",
        "label": ""
      },
      {
        "sentence": "反思一下可能对你有所帮助，或许可以改善现状。",
        "label": ""
      },
      {
        "sentence": "最后，你面临了新的选择，情感上你想从事心理相关工作，但是看到别人在金融或互联网行业成功发展，你又感到失落。",
        "label": ""
      },
      {
        "sentence": "我觉得你需要给自己一些时间去思考，确定自己到底适合什么，真正需要什么。",
        "label": ""
      },
      {
        "sentence": "如果你对咨询师职业感兴趣，可以深入了解一下这个行业，了解一下咨询师的日常工作和生活。",
        "label": ""
      },
      {
        "sentence": "很多学习心理学的人后来发现不适合从事咨询师工作，因为它并不像外表看起来的那么美好，也不是谁都适合从事。",
        "label": ""
      },
      {
        "sentence": "我也曾经陷入过职业迷茫，也考虑过从事心理行业，我觉得我这种情况可能并不少见。",
        "label": ""
      },
      {
        "sentence": "后来我认真反思了一下，我发现我的心态可以总结为：有时候我们会觉得 \"我不喜欢A，所以我想选择B\"，但其实选择了B可能也会后悔，因为没有人可以保证选择的结果一定令人满意。",
        "label": ""
      },
      {
        "sentence": "有时候我们也会觉得 \"我不想解决A的困难，所以我想选择B\"，但其实选择了B也会有很多困难，因为没有任何事情是容易做好的，没有哪个职业是没有挑战和瓶颈的。",
        "label": ""
      },
      {
        "sentence": "我分享这些只是供你参考，并不一定适用于你的情况，只希望能诚恳地和你分享我的经验。",
        "label": ""
      },
      {
        "sentence": "如果你想重新选择一次，当然是很好的，但是一定要想清楚自己到底需要什么，愿意为自己的选择付出多大的努力和代价，因为任何选择都无法完美，任何成功都不会轻易得来。",
        "label": ""
      }
    ]
  }
]