[
  {
    "role": "client",
    "content": "原本正确的选择，受到别人的流言蜚语影响，没能坚持？容易受别人影响。原本正确的观点和选择。会受到很多并不成功的人，流言蜚语或者胡乱发表观点，影响了我的坚持。或者影响了我的情绪。或者产生了自我怀疑。怎么排出干扰。坚持自己。坚持正确的。而非被带歪、走弯路。",
    "annotation": [
      {
        "sentence": "原本正确的选择，受到别人的流言蜚语影响，没能坚持？",
        "label": ""
      },
      {
        "sentence": "容易受别人影响。",
        "label": ""
      },
      {
        "sentence": "原本正确的观点和选择。",
        "label": ""
      },
      {
        "sentence": "会受到很多并不成功的人，流言蜚语或者胡乱发表观点，影响了我的坚持。",
        "label": ""
      },
      {
        "sentence": "或者影响了我的情绪。",
        "label": ""
      },
      {
        "sentence": "或者产生了自我怀疑。",
        "label": ""
      },
      {
        "sentence": "怎么排出干扰。",
        "label": ""
      },
      {
        "sentence": "坚持自己。",
        "label": ""
      },
      {
        "sentence": "坚持正确的。",
        "label": ""
      },
      {
        "sentence": "而非被带歪、走弯路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的表述，感受到了你由于被“流言蜚语”或者“胡乱发表的观点”影响了自己坚持的事情，或者“影响了情绪”，或者产生了“自我怀疑”……而产生的强烈的困扰，希望可以“坚持自己正确的”观点，而不被带歪。首先，想要请问像这样“被带歪”的事情具体是什么？发生了多少次呢？最好可以一一罗列出来，来看看这些事情发生的频率与次数。因为有的时候，我们可能会无意识地有“幸存者偏差”。也就是会比较容易注意到，由于因为听信他人建议而改错的事情，而相对来说，没有记录自己本身会做错的事情，从而产生一种“错觉”，觉得自己是因为听了别人的建议才更容易做错。这是一种情况。第二种情况是，根据罗列出来的情况，我们确实“常常”因为听信了他人的错误建议而改错了。那么，这样自己“不够坚定”的现象背后，是什么呢？",
    "annotation": [
      {
        "sentence": "看了你的表述，感受到了你由于被“流言蜚语”或者“胡乱发表的观点”影响了自己坚持的事情，或者“影响了情绪”，或者产生了“自我怀疑”……而产生的强烈的困扰，希望可以“坚持自己正确的”观点，而不被带歪。",
        "label": ""
      },
      {
        "sentence": "首先，想要请问像这样“被带歪”的事情具体是什么？",
        "label": ""
      },
      {
        "sentence": "发生了多少次呢？",
        "label": ""
      },
      {
        "sentence": "最好可以一一罗列出来，来看看这些事情发生的频率与次数。",
        "label": ""
      },
      {
        "sentence": "因为有的时候，我们可能会无意识地有“幸存者偏差”。",
        "label": ""
      },
      {
        "sentence": "也就是会比较容易注意到，由于因为听信他人建议而改错的事情，而相对来说，没有记录自己本身会做错的事情，从而产生一种“错觉”，觉得自己是因为听了别人的建议才更容易做错。",
        "label": ""
      },
      {
        "sentence": "这是一种情况。",
        "label": ""
      },
      {
        "sentence": "第二种情况是，根据罗列出来的情况，我们确实“常常”因为听信了他人的错误建议而改错了。",
        "label": ""
      },
      {
        "sentence": "那么，这样自己“不够坚定”的现象背后，是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有几次我决定追求自己的梦想，但别人说这样做没有前途或者不够现实，这让我开始怀疑自己的选择是否正确。还有一次我在社交媒体上表达了观点，结果被一些人批评和攻击，这让我觉得很难受。",
    "annotation": [
      {
        "sentence": "有几次我决定追求自己的梦想，但别人说这样做没有前途或者不够现实，这让我开始怀疑自己的选择是否正确。",
        "label": ""
      },
      {
        "sentence": "还有一次我在社交媒体上表达了观点，结果被一些人批评和攻击，这让我觉得很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，这些经历确实会给你的内心带来困扰。首先，要知道每个人的梦想和选择都是独一无二的，别人的流言蜚语并不能决定你的价值和前途。其次，社交媒体上的攻击并不代表你错了，每个人都有权利表达观点，重要的是相信自己的想法。对于这种干扰，我们可以采取一些策略来排除它们。第一，培养自己的自信心和内心坚定。了解自己的实力和价值，相信自己的能力。第二，建立一个支持你的人际关系网络，找到那些理解并支持你的人，他们能够给你积极的反馈和建议。第三，学会过滤负面的声音，不要让那些不重要的观点和批评影响到你的决策和情绪。最重要的是要相信自己，坚持正确的观点，不被他人带歪。你可以做到的！",
    "annotation": [
      {
        "sentence": "明白了，这些经历确实会给你的内心带来困扰。",
        "label": ""
      },
      {
        "sentence": "首先，要知道每个人的梦想和选择都是独一无二的，别人的流言蜚语并不能决定你的价值和前途。",
        "label": ""
      },
      {
        "sentence": "其次，社交媒体上的攻击并不代表你错了，每个人都有权利表达观点，重要的是相信自己的想法。",
        "label": ""
      },
      {
        "sentence": "对于这种干扰，我们可以采取一些策略来排除它们。",
        "label": ""
      },
      {
        "sentence": "第一，培养自己的自信心和内心坚定。",
        "label": ""
      },
      {
        "sentence": "了解自己的实力和价值，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "第二，建立一个支持你的人际关系网络，找到那些理解并支持你的人，他们能够给你积极的反馈和建议。",
        "label": ""
      },
      {
        "sentence": "第三，学会过滤负面的声音，不要让那些不重要的观点和批评影响到你的决策和情绪。",
        "label": ""
      },
      {
        "sentence": "最重要的是要相信自己，坚持正确的观点，不被他人带歪。",
        "label": ""
      },
      {
        "sentence": "你可以做到的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我明白了，我需要更加相信自己的能力和价值，不被他人的意见左右。同时，我也会努力建立支持我的人际关系网络，让自己更加坚定和自信。感觉心情好多了，谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要更加相信自己的能力和价值，不被他人的意见左右。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力建立支持我的人际关系网络，让自己更加坚定和自信。",
        "label": ""
      },
      {
        "sentence": "感觉心情好多了，谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对这些问题有了更好的认识和解决方案。相信自己是很重要的，你的能力和价值远远超过了别人的流言蜚语。记住，困难和挫折只是人生中的一小部分，你可以从中吸取经验并继续前进。如果以后还有类似的困扰，记得随时来找我倾诉和寻求支持。你很棒，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你对这些问题有了更好的认识和解决方案。",
        "label": ""
      },
      {
        "sentence": "相信自己是很重要的，你的能力和价值远远超过了别人的流言蜚语。",
        "label": ""
      },
      {
        "sentence": "记住，困难和挫折只是人生中的一小部分，你可以从中吸取经验并继续前进。",
        "label": ""
      },
      {
        "sentence": "如果以后还有类似的困扰，记得随时来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "你很棒，加油！",
        "label": ""
      }
    ]
  }
]