[
  {
    "role": "client",
    "content": "待在国企多年，难升迁，发展志业漫长又难？本人目前在国企工作（IT行业），因为不懂技术，在目前公司从事了多年的商务以及项目管理，没有太多技术含量。工作了好多年但是难以升迁。想回去外企或民企，但觉得又回去IT行业做市场太辛苦，并且IT行业自己也并不喜欢。另外，因为喜欢心理学及心理咨询，探索过最适合自己的工作角色是讲师和咨询师，但是由于自己并没有在这个圈子里，积累和成长都很慢，也不知道未来是否能以其为自己的职业。总之就是目前的不想要，想要的已经找到了，但是也不知道何时能够让它养活自己。另外，和自己同年级的伙伴在金融行业或者互联网行业，薪水都蹭蹭往上涨，而自己在国企领着微薄的工资，也会有落差感和失落感。",
    "annotation": [
      {
        "sentence": "待在国企多年，难升迁，发展志业漫长又难？",
        "label": ""
      },
      {
        "sentence": "本人目前在国企工作（IT行业），因为不懂技术，在目前公司从事了多年的商务以及项目管理，没有太多技术含量。",
        "label": ""
      },
      {
        "sentence": "工作了好多年但是难以升迁。",
        "label": ""
      },
      {
        "sentence": "想回去外企或民企，但觉得又回去IT行业做市场太辛苦，并且IT行业自己也并不喜欢。",
        "label": ""
      },
      {
        "sentence": "另外，因为喜欢心理学及心理咨询，探索过最适合自己的工作角色是讲师和咨询师，但是由于自己并没有在这个圈子里，积累和成长都很慢，也不知道未来是否能以其为自己的职业。",
        "label": ""
      },
      {
        "sentence": "总之就是目前的不想要，想要的已经找到了，但是也不知道何时能够让它养活自己。",
        "label": ""
      },
      {
        "sentence": "另外，和自己同年级的伙伴在金融行业或者互联网行业，薪水都蹭蹭往上涨，而自己在国企领着微薄的工资，也会有落差感和失落感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在国企工作多年，确实可能会遇到晋升的困难，可能是因为你在这个行业缺乏技术方面的知识。虽然目前的行业整体上是一个发展迅速的行业，但是你提到的这个问题确实会影响晋升机会。当时选择进入国企的时候，一定有你的考虑。我不知道你是一开始就不喜欢IT行业，还是因为这几年没有晋升而导致你不喜欢了。现在我们重点关注的是你接下来如何做出选择。如果你不喜欢在这个行业工作，而且也没有太多的晋升机会，那选择转到民企或外企也是一个可考虑的方向。但是你提到你并不喜欢继续从事IT行业，而是对讲师和咨询师这个方向有兴趣，我认为这是一个非常好的想法。因为只有对自己感兴趣的事情，才能够做出成就。但是眼下的关键是，你需要有一份稳定的工作来支持自己。我个人的建议是，在目前的岗位上学习心理咨询师的知识。我觉得你完全可以抽出时间来学习。突然辞掉工作，只单纯地投身于咨询师这个行业，并不是一个明智的决定。因为成为一名心理咨询师，并不仅仅是拿到行业资格证就能去做的。和其他行业一样，心理咨询师也需要丰富的实战经验，这是不是一两年就能积累得到的。所以，我建议你要坚持学习这个自己感兴趣的方向，只有你坚定目标，才会努力学习。至于将来能否把这个行业作为你的职业，这个谁也不能给你答案。只有市场和社会才能给你答案。任何行业都有一定的风险，但你现在对这个行业还不太了解，把谋生的问题提前考虑进去，我觉得有点过早。只要你肯努力，任何行业都有机会等着你。任何行业都可以取得成绩，养活自己也不是问题。现在最关键的是认清自己的现状，将工作做好，培养你的兴趣，并且坚持不断地学习。我相信：付出总有回报！希望你能找到适合自己的行业，成就一番事业。",
    "annotation": [
      {
        "sentence": "你在国企工作多年，确实可能会遇到晋升的困难，可能是因为你在这个行业缺乏技术方面的知识。",
        "label": ""
      },
      {
        "sentence": "虽然目前的行业整体上是一个发展迅速的行业，但是你提到的这个问题确实会影响晋升机会。",
        "label": ""
      },
      {
        "sentence": "当时选择进入国企的时候，一定有你的考虑。",
        "label": ""
      },
      {
        "sentence": "我不知道你是一开始就不喜欢IT行业，还是因为这几年没有晋升而导致你不喜欢了。",
        "label": ""
      },
      {
        "sentence": "现在我们重点关注的是你接下来如何做出选择。",
        "label": ""
      },
      {
        "sentence": "如果你不喜欢在这个行业工作，而且也没有太多的晋升机会，那选择转到民企或外企也是一个可考虑的方向。",
        "label": ""
      },
      {
        "sentence": "但是你提到你并不喜欢继续从事IT行业，而是对讲师和咨询师这个方向有兴趣，我认为这是一个非常好的想法。",
        "label": ""
      },
      {
        "sentence": "因为只有对自己感兴趣的事情，才能够做出成就。",
        "label": ""
      },
      {
        "sentence": "但是眼下的关键是，你需要有一份稳定的工作来支持自己。",
        "label": ""
      },
      {
        "sentence": "我个人的建议是，在目前的岗位上学习心理咨询师的知识。",
        "label": ""
      },
      {
        "sentence": "我觉得你完全可以抽出时间来学习。",
        "label": ""
      },
      {
        "sentence": "突然辞掉工作，只单纯地投身于咨询师这个行业，并不是一个明智的决定。",
        "label": ""
      },
      {
        "sentence": "因为成为一名心理咨询师，并不仅仅是拿到行业资格证就能去做的。",
        "label": ""
      },
      {
        "sentence": "和其他行业一样，心理咨询师也需要丰富的实战经验，这是不是一两年就能积累得到的。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你要坚持学习这个自己感兴趣的方向，只有你坚定目标，才会努力学习。",
        "label": ""
      },
      {
        "sentence": "至于将来能否把这个行业作为你的职业，这个谁也不能给你答案。",
        "label": ""
      },
      {
        "sentence": "只有市场和社会才能给你答案。",
        "label": ""
      },
      {
        "sentence": "任何行业都有一定的风险，但你现在对这个行业还不太了解，把谋生的问题提前考虑进去，我觉得有点过早。",
        "label": ""
      },
      {
        "sentence": "只要你肯努力，任何行业都有机会等着你。",
        "label": ""
      },
      {
        "sentence": "任何行业都可以取得成绩，养活自己也不是问题。",
        "label": ""
      },
      {
        "sentence": "现在最关键的是认清自己的现状，将工作做好，培养你的兴趣，并且坚持不断地学习。",
        "label": ""
      },
      {
        "sentence": "我相信：付出总有回报！",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的行业，成就一番事业。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和建议。确实，在当前的行业里，我缺乏技术方面的知识，所以晋升的机会很小。当初选择来国企是因为当时没有其他更好的选择，但是我确实并不是特别喜欢IT行业。我对心理学和心理咨询有浓厚的兴趣，我也意识到想要进入这个领域需要一定的实战经验和深厚的积累。我同意你的观点，贸然辞职去从事咨询师的工作确实不是一个好的选择。我会考虑在业余时间提升自己的专业知识，并尝试在现有岗位中开展一些与心理学相关的工作。至于未来是否能够以此为职业，我明白这是一个需要经过实践和市场检验的问题。我会踏实学习，继续努力，付出总会有回报的。感谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的回复和建议。",
        "label": ""
      },
      {
        "sentence": "确实，在当前的行业里，我缺乏技术方面的知识，所以晋升的机会很小。",
        "label": ""
      },
      {
        "sentence": "当初选择来国企是因为当时没有其他更好的选择，但是我确实并不是特别喜欢IT行业。",
        "label": ""
      },
      {
        "sentence": "我对心理学和心理咨询有浓厚的兴趣，我也意识到想要进入这个领域需要一定的实战经验和深厚的积累。",
        "label": ""
      },
      {
        "sentence": "我同意你的观点，贸然辞职去从事咨询师的工作确实不是一个好的选择。",
        "label": ""
      },
      {
        "sentence": "我会考虑在业余时间提升自己的专业知识，并尝试在现有岗位中开展一些与心理学相关的工作。",
        "label": ""
      },
      {
        "sentence": "至于未来是否能够以此为职业，我明白这是一个需要经过实践和市场检验的问题。",
        "label": ""
      },
      {
        "sentence": "我会踏实学习，继续努力，付出总会有回报的。",
        "label": ""
      },
      {
        "sentence": "感谢你的鼓励和支持。",
        "label": ""
      }
    ]
  }
]