[
  {
    "role": "client",
    "content": "面对考试复习，总是烦躁意乱，我该怎么办？即将10月底参加国考考试现在学习的一团糟糕白天工作晚上回来还要复习有时都看不进去感觉都要崩溃了有一点动态就想去看看可是面临考试时间的接近我该怎么办。",
    "annotation": [
      {
        "sentence": "面对考试复习，总是烦躁意乱，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "即将10月底参加国考考试现在学习的一团糟糕白天工作晚上回来还要复习有时都看不进去感觉都要崩溃了有一点动态就想去看看可是面临考试时间的接近我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你面对考试复习的困扰。工作和学习确实会让你感到焦虑。改变一下心态可能会有所帮助。有人说最好在有课本的时候一起学习，因为这样才能专心致志地学习。就像专升本的时候，有人认为可以工作了再去学习自考，但大家都推荐在学校期间就完成自考或专升本的学习。因为在学校的时候，你比较轻松，有一个良好的学习环境，可以让你专心致志地读书。你现在处在一个焦虑的环境中，既要兼顾考试又要工作。工作上的事情可能也比较繁杂，导致你的心情有些爆炸。在考试前的阶段，你会感到心烦意乱，更想好好学习的时候反而更难专心。所以还是需要改变一下心态，才能够正确对待学习。",
    "annotation": [
      {
        "sentence": "我明白你面对考试复习的困扰。",
        "label": ""
      },
      {
        "sentence": "工作和学习确实会让你感到焦虑。",
        "label": ""
      },
      {
        "sentence": "改变一下心态可能会有所帮助。",
        "label": ""
      },
      {
        "sentence": "有人说最好在有课本的时候一起学习，因为这样才能专心致志地学习。",
        "label": ""
      },
      {
        "sentence": "就像专升本的时候，有人认为可以工作了再去学习自考，但大家都推荐在学校期间就完成自考或专升本的学习。",
        "label": ""
      },
      {
        "sentence": "因为在学校的时候，你比较轻松，有一个良好的学习环境，可以让你专心致志地读书。",
        "label": ""
      },
      {
        "sentence": "你现在处在一个焦虑的环境中，既要兼顾考试又要工作。",
        "label": ""
      },
      {
        "sentence": "工作上的事情可能也比较繁杂，导致你的心情有些爆炸。",
        "label": ""
      },
      {
        "sentence": "在考试前的阶段，你会感到心烦意乱，更想好好学习的时候反而更难专心。",
        "label": ""
      },
      {
        "sentence": "所以还是需要改变一下心态，才能够正确对待学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的建议，但我觉得压力太大了。我总是逼迫自己看题，即使看不进去也一直坚持。工作的繁忙、看不进题这些原因都让我快要崩溃了。我想出去散散心，但又觉得时间紧迫，很矛盾。",
    "annotation": [
      {
        "sentence": "我理解了你的建议，但我觉得压力太大了。",
        "label": ""
      },
      {
        "sentence": "我总是逼迫自己看题，即使看不进去也一直坚持。",
        "label": ""
      },
      {
        "sentence": "工作的繁忙、看不进题这些原因都让我快要崩溃了。",
        "label": ""
      },
      {
        "sentence": "我想出去散散心，但又觉得时间紧迫，很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太逼迫自己了。因为工作原因导致你心烦意乱，然后逼迫自己看题，并且考试的时间也逼近了。这些压力积压在一起最终导致你快要崩溃，但你还要逼迫自己看书，仿佛陷入了一个恶性循环中。既然你想出去散散心，那就出去放松一下吧。反正你现在坐在那里也看不进题，不如跟随内心的想法出去放松一下，然后回来再继续学习，这样心情会好一些。",
    "annotation": [
      {
        "sentence": "不要太逼迫自己了。",
        "label": ""
      },
      {
        "sentence": "因为工作原因导致你心烦意乱，然后逼迫自己看题，并且考试的时间也逼近了。",
        "label": ""
      },
      {
        "sentence": "这些压力积压在一起最终导致你快要崩溃，但你还要逼迫自己看书，仿佛陷入了一个恶性循环中。",
        "label": ""
      },
      {
        "sentence": "既然你想出去散散心，那就出去放松一下吧。",
        "label": ""
      },
      {
        "sentence": "反正你现在坐在那里也看不进题，不如跟随内心的想法出去放松一下，然后回来再继续学习，这样心情会好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我个人有个习惯，就是在考试当天不再背题写题。因为这样可以给自己一个轻松的心情。如果我在考试前还得背题写题，我的脑子就会乱成一团，可能会更紧张。进了考场之后，脑子里都只有考前背的那些题目。明明是想让自己在考试前再好好复习一下，结果却因为逼迫自己而更加紧张。所以给自己一个好的心情也是很重要的，也不能一直逼迫自己，不如出去放松一下。就当是给自己放松一下身心的机会，因为放松了也许你会有更好的状态来做题。所以不要逼迫自己，保持一个好的心态。",
    "annotation": [
      {
        "sentence": "我个人有个习惯，就是在考试当天不再背题写题。",
        "label": ""
      },
      {
        "sentence": "因为这样可以给自己一个轻松的心情。",
        "label": ""
      },
      {
        "sentence": "如果我在考试前还得背题写题，我的脑子就会乱成一团，可能会更紧张。",
        "label": ""
      },
      {
        "sentence": "进了考场之后，脑子里都只有考前背的那些题目。",
        "label": ""
      },
      {
        "sentence": "明明是想让自己在考试前再好好复习一下，结果却因为逼迫自己而更加紧张。",
        "label": ""
      },
      {
        "sentence": "所以给自己一个好的心情也是很重要的，也不能一直逼迫自己，不如出去放松一下。",
        "label": ""
      },
      {
        "sentence": "就当是给自己放松一下身心的机会，因为放松了也许你会有更好的状态来做题。",
        "label": ""
      },
      {
        "sentence": "所以不要逼迫自己，保持一个好的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的习惯。考试当天不再背题写题是为了使自己心情舒缓。如果在考试前还一直在背题写题，脑子会变得乱七八糟，可能会更加紧张。进入考场后，脑子里只有之前背过的那些题目。虽然自己想在考前再复习一些题目，但因为逼迫自己反而会增加紧张感。所以给自己一个好的心情也非常重要，不要一直逼迫自己。放松一下也是很有必要的，就当是给自己放松身心的机会，因为放松后你可能会处于更好的状态来做题。所以别逼迫自己，保持一个好的心态。",
    "annotation": [
      {
        "sentence": "非常赞同你的习惯。",
        "label": ""
      },
      {
        "sentence": "考试当天不再背题写题是为了使自己心情舒缓。",
        "label": ""
      },
      {
        "sentence": "如果在考试前还一直在背题写题，脑子会变得乱七八糟，可能会更加紧张。",
        "label": ""
      },
      {
        "sentence": "进入考场后，脑子里只有之前背过的那些题目。",
        "label": ""
      },
      {
        "sentence": "虽然自己想在考前再复习一些题目，但因为逼迫自己反而会增加紧张感。",
        "label": ""
      },
      {
        "sentence": "所以给自己一个好的心情也非常重要，不要一直逼迫自己。",
        "label": ""
      },
      {
        "sentence": "放松一下也是很有必要的，就当是给自己放松身心的机会，因为放松后你可能会处于更好的状态来做题。",
        "label": ""
      },
      {
        "sentence": "所以别逼迫自己，保持一个好的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会尽量放松心情，不再过度逼迫自己。希望这样能够调整好学习和考试的状态。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会尽量放松心情，不再过度逼迫自己。",
        "label": ""
      },
      {
        "sentence": "希望这样能够调整好学习和考试的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记得放松心情，不要再过度逼迫自己。相信你能够调整好学习和考试的状态。祝你考试顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记得放松心情，不要再过度逼迫自己。",
        "label": ""
      },
      {
        "sentence": "相信你能够调整好学习和考试的状态。",
        "label": ""
      },
      {
        "sentence": "祝你考试顺利！",
        "label": ""
      }
    ]
  }
]