[
  {
    "role": "client",
    "content": "大四了，感觉看不清未来，没有动力，该怎么走下去？",
    "annotation": [
      {
        "sentence": "大四了，感觉看不清未来，没有动力，该怎么走下去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为面临毕业，所以会很迷茫纠结。其实十年后的你再看大四这年的你，会发现，大学四年确实很重要，但也不过是漫长人生中的一部分，无论我们怎么度过这四年，都会带给我们收获。碌碌无为的四年，我们也享受了人生最惬意的一段时光，与其懊悔这段时光的流失，不如把握现在。",
    "annotation": [
      {
        "sentence": "因为面临毕业，所以会很迷茫纠结。",
        "label": ""
      },
      {
        "sentence": "其实十年后的你再看大四这年的你，会发现，大学四年确实很重要，但也不过是漫长人生中的一部分，无论我们怎么度过这四年，都会带给我们收获。",
        "label": ""
      },
      {
        "sentence": "碌碌无为的四年，我们也享受了人生最惬意的一段时光，与其懊悔这段时光的流失，不如把握现在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "转眼间大四了，同学们都在忙着考研保研，我依然过得很颓废。学了自己不喜欢的专业，却也不知道除了它我还能干什么。三年过得浑浑噩噩，没取得学业上的任何奖项，仅仅保证没有挂科，没有朋友，没有认识的学长学姐或者老师，我越来越自卑堕落，越来越找不到努力的方向和动力，开始怀疑一切的意义。我知道要努力，可是一想起要面对没有任何兴趣的知识我就觉得痛苦甚至恶心。我都已经大四了却还是这样，真的太害怕我的人生已经被我搞砸了，我真的不知道该怎么办了，多希望有一个人能鼓励我，告诉我我该怎么走下去……",
    "annotation": [
      {
        "sentence": "转眼间大四了，同学们都在忙着考研保研，我依然过得很颓废。",
        "label": ""
      },
      {
        "sentence": "学了自己不喜欢的专业，却也不知道除了它我还能干什么。",
        "label": ""
      },
      {
        "sentence": "三年过得浑浑噩噩，没取得学业上的任何奖项，仅仅保证没有挂科，没有朋友，没有认识的学长学姐或者老师，我越来越自卑堕落，越来越找不到努力的方向和动力，开始怀疑一切的意义。",
        "label": ""
      },
      {
        "sentence": "我知道要努力，可是一想起要面对没有任何兴趣的知识我就觉得痛苦甚至恶心。",
        "label": ""
      },
      {
        "sentence": "我都已经大四了却还是这样，真的太害怕我的人生已经被我搞砸了，我真的不知道该怎么办了，多希望有一个人能鼓励我，告诉我我该怎么走下去……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你目前的感受很正常，很多人在大四都会有这样的迷茫和焦虑。你并不是孤单一个人在面对这个挑战。要记住，人生不是只有一条路可走，有时候我们需要尝试不同的道路才能发现自己的真正兴趣所在。虽然你现在对专业不满意，但是学习也是一种积累和锻炼的过程，这些努力并不会白费。现在先找一份能给你工资的工作，通过努力工作，你会慢慢找到自己真正喜欢的事业。同时，也不要忽视身边的人际关系，尝试主动与同学、老师交流，他们可能会给你一些建议和启示。",
    "annotation": [
      {
        "sentence": "你目前的感受很正常，很多人在大四都会有这样的迷茫和焦虑。",
        "label": ""
      },
      {
        "sentence": "你并不是孤单一个人在面对这个挑战。",
        "label": ""
      },
      {
        "sentence": "要记住，人生不是只有一条路可走，有时候我们需要尝试不同的道路才能发现自己的真正兴趣所在。",
        "label": ""
      },
      {
        "sentence": "虽然你现在对专业不满意，但是学习也是一种积累和锻炼的过程，这些努力并不会白费。",
        "label": ""
      },
      {
        "sentence": "现在先找一份能给你工资的工作，通过努力工作，你会慢慢找到自己真正喜欢的事业。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忽视身边的人际关系，尝试主动与同学、老师交流，他们可能会给你一些建议和启示。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实需要改变对待这个阶段的态度，多去寻找积极的一面。但是真的很难鼓起动力再去面对没有兴趣的知识，我感觉好无助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实需要改变对待这个阶段的态度，多去寻找积极的一面。",
        "label": ""
      },
      {
        "sentence": "但是真的很难鼓起动力再去面对没有兴趣的知识，我感觉好无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑。当你感到无助时，可以试着给自己一些小目标，逐步激发动力。比如，每天设定一小段时间专注于学习，一点一点地积累知识，或者参加一些与兴趣相关的课程或活动，寻找对你来说有意义的事情。同时，也要培养自己的兴趣爱好，通过放松自己来减轻学习压力。记住，每个人的生活都是由一系列小步骤组成的，你只需要承担现在的压力和责任，然后一步一步地向前走。",
    "annotation": [
      {
        "sentence": "理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "当你感到无助时，可以试着给自己一些小目标，逐步激发动力。",
        "label": ""
      },
      {
        "sentence": "比如，每天设定一小段时间专注于学习，一点一点地积累知识，或者参加一些与兴趣相关的课程或活动，寻找对你来说有意义的事情。",
        "label": ""
      },
      {
        "sentence": "同时，也要培养自己的兴趣爱好，通过放松自己来减轻学习压力。",
        "label": ""
      },
      {
        "sentence": "记住，每个人的生活都是由一系列小步骤组成的，你只需要承担现在的压力和责任，然后一步一步地向前走。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要告诉自己不要一下子就把所有的问题想得太复杂，要善于分解和解决。对于自己没有兴趣的知识，我会试着用一些方法让学习变得更有趣，以便更好地掌握。同时，我也会积极参与兴趣相关的活动，尝试寻找到自己真正喜欢的事情，找到动力和方向。",
    "annotation": [
      {
        "sentence": "你说得对，我需要告诉自己不要一下子就把所有的问题想得太复杂，要善于分解和解决。",
        "label": ""
      },
      {
        "sentence": "对于自己没有兴趣的知识，我会试着用一些方法让学习变得更有趣，以便更好地掌握。",
        "label": ""
      },
      {
        "sentence": "同时，我也会积极参与兴趣相关的活动，尝试寻找到自己真正喜欢的事情，找到动力和方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好的想法！你已经走出了第一步，接下来就是坚持和行动。相信自己，相信你一定能够找到属于自己的道路。同时，也要记得不要过分苛求自己，人生的成长不是一蹴而就的，每个人都有自己的节奏。只要你保持积极心态，用心去体验和学习，你的未来一定会充满美好和无限可能。",
    "annotation": [
      {
        "sentence": "非常好的想法！",
        "label": ""
      },
      {
        "sentence": "你已经走出了第一步，接下来就是坚持和行动。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你一定能够找到属于自己的道路。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得不要过分苛求自己，人生的成长不是一蹴而就的，每个人都有自己的节奏。",
        "label": ""
      },
      {
        "sentence": "只要你保持积极心态，用心去体验和学习，你的未来一定会充满美好和无限可能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴着我，给予我帮助和支持。我感觉心情好多了，也有了一些思路和方向。我会好好照顾自己，积极面对未来。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴着我，给予我帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我感觉心情好多了，也有了一些思路和方向。",
        "label": ""
      },
      {
        "sentence": "我会好好照顾自己，积极面对未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能在这里帮助到你。记住，你并不孤单，总有人愿意倾听并支持你。如果将来还有需要，随时来找我交流。祝你顺利度过大四，未来一切都会好起来的！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能在这里帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总有人愿意倾听并支持你。",
        "label": ""
      },
      {
        "sentence": "如果将来还有需要，随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝你顺利度过大四，未来一切都会好起来的！",
        "label": ""
      }
    ]
  }
]