[
  {
    "role": "client",
    "content": "大四了，感觉看不清未来，没有动力，该怎么走下去？转眼间大四了，同学们都在忙着考研保研，我依然过得很颓废，学了自己不喜欢的专业，却也不知道除了它我还能干什么，三年过得浑浑噩噩，没取得学业上的任何奖项，仅仅保证没有挂科，没有朋友，没有认识的学长学姐或者老师，我越来越自卑堕落，越来越找不到努力的方向和动力，开始怀疑一切的意义，我知道要努力，可是一想起要面对没有任何兴趣的知识我就觉得痛苦甚至恶心，我都已经大四了却还是这样，真的太害怕我的人生已经被我搞砸了，我真的不知道该怎么办了，多希望有一个人能鼓励我，告诉我我该怎么走下去……",
    "annotation": [
      {
        "sentence": "大四了，感觉看不清未来，没有动力，该怎么走下去？",
        "label": ""
      },
      {
        "sentence": "转眼间大四了，同学们都在忙着考研保研，我依然过得很颓废，学了自己不喜欢的专业，却也不知道除了它我还能干什么，三年过得浑浑噩噩，没取得学业上的任何奖项，仅仅保证没有挂科，没有朋友，没有认识的学长学姐或者老师，我越来越自卑堕落，越来越找不到努力的方向和动力，开始怀疑一切的意义，我知道要努力，可是一想起要面对没有任何兴趣的知识我就觉得痛苦甚至恶心，我都已经大四了却还是这样，真的太害怕我的人生已经被我搞砸了，我真的不知道该怎么办了，多希望有一个人能鼓励我，告诉我我该怎么走下去……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我给你一个大大的拥抱。从你的描述可以看出，你是觉得大学三年都没有获得什么成就，越来越自卑堕落。因为不喜欢自己的专业，想要努力却没有方向和动力。首先为你感到高兴的是，在大学第四年你终于意识到自己的状态，并想要去改变了，只要你想开始，那么一切都还不晚。",
    "annotation": [
      {
        "sentence": "求助者，我给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "从你的描述可以看出，你是觉得大学三年都没有获得什么成就，越来越自卑堕落。",
        "label": ""
      },
      {
        "sentence": "因为不喜欢自己的专业，想要努力却没有方向和动力。",
        "label": ""
      },
      {
        "sentence": "首先为你感到高兴的是，在大学第四年你终于意识到自己的状态，并想要去改变了，只要你想开始，那么一切都还不晚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。可是我之前一直沉浸在自己不喜欢的专业中，没有去做好未来的规划。我越来越感到无助，不知道该如何面对这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "可是我之前一直沉浸在自己不喜欢的专业中，没有去做好未来的规划。",
        "label": ""
      },
      {
        "sentence": "我越来越感到无助，不知道该如何面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，你要相信「你的人生你的未来并不只是由大学里读的某个专业决定的」。虽然转专业可能已经不适用了，但你可以试着去接纳自己目前的情况。改变自己的心态，降低对自己在这方面的要求，把精力放在自己未来的就业目标上。同时，你可以主动去了解其他专业，看看是否有其他领域是你感兴趣的。",
    "annotation": [
      {
        "sentence": "不用担心，你要相信「你的人生你的未来并不只是由大学里读的某个专业决定的」。",
        "label": ""
      },
      {
        "sentence": "虽然转专业可能已经不适用了，但你可以试着去接纳自己目前的情况。",
        "label": ""
      },
      {
        "sentence": "改变自己的心态，降低对自己在这方面的要求，把精力放在自己未来的就业目标上。",
        "label": ""
      },
      {
        "sentence": "同时，你可以主动去了解其他专业，看看是否有其他领域是你感兴趣的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会试着接纳现在的情况，同时开始了解其他专业。但是我还是担心自己没有兴趣的专业学习会感到痛苦和恶心。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着接纳现在的情况，同时开始了解其他专业。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心自己没有兴趣的专业学习会感到痛苦和恶心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的担忧。如果真的无法改变现在的专业，我建议你寻找自己感兴趣的如今专业不对口的领域。你可以多去招聘网站上看看社会需要什么岗位，结合自己的优势找找哪个岗位是你可能胜任的。或者看看学校的各个专业，主动去了解一下专业内容看看是否有兴趣。",
    "annotation": [
      {
        "sentence": "了解你的担忧。",
        "label": ""
      },
      {
        "sentence": "如果真的无法改变现在的专业，我建议你寻找自己感兴趣的如今专业不对口的领域。",
        "label": ""
      },
      {
        "sentence": "你可以多去招聘网站上看看社会需要什么岗位，结合自己的优势找找哪个岗位是你可能胜任的。",
        "label": ""
      },
      {
        "sentence": "或者看看学校的各个专业，主动去了解一下专业内容看看是否有兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会花时间去找到自己感兴趣的领域，并准备好切实可行的方案。但是大四了，我担心时间不够，考研保研已经来不及了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会花时间去找到自己感兴趣的领域，并准备好切实可行的方案。",
        "label": ""
      },
      {
        "sentence": "但是大四了，我担心时间不够，考研保研已经来不及了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然考研可能来不及准备了，但是考公还是可以拼一下的。无论是考证还是考公，它们都是一个「学习的过程」，不管结果怎样，努力过问心无愧就好。但前提是你要找到自己的考证考公方向，设立一个明确的目标。",
    "annotation": [
      {
        "sentence": "虽然考研可能来不及准备了，但是考公还是可以拼一下的。",
        "label": ""
      },
      {
        "sentence": "无论是考证还是考公，它们都是一个「学习的过程」，不管结果怎样，努力过问心无愧就好。",
        "label": ""
      },
      {
        "sentence": "但前提是你要找到自己的考证考公方向，设立一个明确的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，目标真的很重要。无论是现在不喜欢的专业学习还是为了目标所做的一切准备，只要努力去做了，「人生没有白走的路，每一步都算数」。谢谢你的帮助，希望我能找到自己的方向并努力走下去。",
    "annotation": [
      {
        "sentence": "我明白了，目标真的很重要。",
        "label": ""
      },
      {
        "sentence": "无论是现在不喜欢的专业学习还是为了目标所做的一切准备，只要努力去做了，「人生没有白走的路，每一步都算数」。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助，希望我能找到自己的方向并努力走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能找到自己的方向并努力走下去。希望我的支持能给你一些鼓励和动力。如果有任何困难或是需要倾诉，随时都可以找我聊聊。你不是一个人在战斗，我们一起加油吧！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能找到自己的方向并努力走下去。",
        "label": ""
      },
      {
        "sentence": "希望我的支持能给你一些鼓励和动力。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或是需要倾诉，随时都可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一起加油吧！",
        "label": ""
      }
    ]
  }
]