[
  {
    "role": "client",
    "content": "个人觉得我有时是焦虑症有时又是强迫症？请问要如何才能分辨焦虑症和强迫症呢？个人觉得我有时是焦虑症有时又是强迫症。然而，强迫症对于我的感受来自于思想思维方面的强迫，也就是说无法逃离一个很固执的思维，并且时常用这个思维去做事。比如说：在金字塔里，狼，老鹰，老虎，法老王都是独居且强势的代表。而，奴隶，绵羊，鸡鸭却是弱小和群居的代表。所以，我不知道要如何在大学一个群体的环境下度过，很苦恼。第二点，你会感到开心当你真在做你喜欢和有自信的事情。但是同样的，你会感到焦虑当你必须去做你不喜欢的东西\/被强迫\/被威胁\/没自信的事物。第三点，很多人劝告我要脱离舒适圈，但是强迫的思维让我觉得这样是等于不效法自己的，这样让我无法做自己。换句话说，海里的鱼类不可能生活在陆地的嘛。最终，我的这种强迫思维和焦虑让我被朋友远离和排斥。他们觉得我太过孤僻，自我中心和不友善。我该如何是好呢？很想厘清焦虑和强迫的解读和方法，谢谢！",
    "annotation": [
      {
        "sentence": "个人觉得我有时是焦虑症有时又是强迫症？",
        "label": ""
      },
      {
        "sentence": "请问要如何才能分辨焦虑症和强迫症呢？",
        "label": ""
      },
      {
        "sentence": "个人觉得我有时是焦虑症有时又是强迫症。",
        "label": ""
      },
      {
        "sentence": "然而，强迫症对于我的感受来自于思想思维方面的强迫，也就是说无法逃离一个很固执的思维，并且时常用这个思维去做事。",
        "label": ""
      },
      {
        "sentence": "比如说：在金字塔里，狼，老鹰，老虎，法老王都是独居且强势的代表。",
        "label": ""
      },
      {
        "sentence": "而，奴隶，绵羊，鸡鸭却是弱小和群居的代表。",
        "label": ""
      },
      {
        "sentence": "所以，我不知道要如何在大学一个群体的环境下度过，很苦恼。",
        "label": ""
      },
      {
        "sentence": "第二点，你会感到开心当你真在做你喜欢和有自信的事情。",
        "label": ""
      },
      {
        "sentence": "但是同样的，你会感到焦虑当你必须去做你不喜欢的东西\/被强迫\/被威胁\/没自信的事物。",
        "label": ""
      },
      {
        "sentence": "第三点，很多人劝告我要脱离舒适圈，但是强迫的思维让我觉得这样是等于不效法自己的，这样让我无法做自己。",
        "label": ""
      },
      {
        "sentence": "换句话说，海里的鱼类不可能生活在陆地的嘛。",
        "label": ""
      },
      {
        "sentence": "最终，我的这种强迫思维和焦虑让我被朋友远离和排斥。",
        "label": ""
      },
      {
        "sentence": "他们觉得我太过孤僻，自我中心和不友善。",
        "label": ""
      },
      {
        "sentence": "我该如何是好呢？",
        "label": ""
      },
      {
        "sentence": "很想厘清焦虑和强迫的解读和方法，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的症状让你很困扰，我能理解。焦虑症和强迫症的表现可能有所不同，但强迫症其实也蕴含着深深的焦虑。焦虑源于对未知和不确定的恐惧。不管是怎样，只要你感到这些问题影响了你的人际关系并且让你痛苦，都应该引起重视。你可以及时就医确诊，或者找咨询师进行专业的咨询。单纯通过问答是无法解决你的问题的。对于你提到的问题，坦率地说，我真的有点吸收不了那么多信息。缓解焦虑的方法有很多：1）正念、冥想、催眠、心理咨询、药物治疗等等。2）要善待自己，给自己更多的自由，而不是过多地限制自己。3）将更多的关注放在自己身上，而不是外界，在内心中接纳自己。4）丰富一下业余生活，多进行运动锻炼。5）试着去表达真实的感受，而不是为了迎合别人而表达虚假的自己，你可以先和熟悉的人练习这一点。6）多实践，把未知转变为已知或者明朗化。7）如果你无法感受到放松或者放松不下来，你可以尝试在吸气的时候用力绷紧身体的各个部位，可以一个部位一个部位地练习。然后在憋住气的时候，通过口中缓慢吐气，同时让紧绷的部位逐渐松弛下来。可以经常练习，让自己感受放松的感觉。",
    "annotation": [
      {
        "sentence": "你的症状让你很困扰，我能理解。",
        "label": ""
      },
      {
        "sentence": "焦虑症和强迫症的表现可能有所不同，但强迫症其实也蕴含着深深的焦虑。",
        "label": ""
      },
      {
        "sentence": "焦虑源于对未知和不确定的恐惧。",
        "label": ""
      },
      {
        "sentence": "不管是怎样，只要你感到这些问题影响了你的人际关系并且让你痛苦，都应该引起重视。",
        "label": ""
      },
      {
        "sentence": "你可以及时就医确诊，或者找咨询师进行专业的咨询。",
        "label": ""
      },
      {
        "sentence": "单纯通过问答是无法解决你的问题的。",
        "label": ""
      },
      {
        "sentence": "对于你提到的问题，坦率地说，我真的有点吸收不了那么多信息。",
        "label": ""
      },
      {
        "sentence": "缓解焦虑的方法有很多：1）正念、冥想、催眠、心理咨询、药物治疗等等。",
        "label": ""
      },
      {
        "sentence": "2）要善待自己，给自己更多的自由，而不是过多地限制自己。",
        "label": ""
      },
      {
        "sentence": "3）将更多的关注放在自己身上，而不是外界，在内心中接纳自己。",
        "label": ""
      },
      {
        "sentence": "4）丰富一下业余生活，多进行运动锻炼。",
        "label": ""
      },
      {
        "sentence": "5）试着去表达真实的感受，而不是为了迎合别人而表达虚假的自己，你可以先和熟悉的人练习这一点。",
        "label": ""
      },
      {
        "sentence": "6）多实践，把未知转变为已知或者明朗化。",
        "label": ""
      },
      {
        "sentence": "7）如果你无法感受到放松或者放松不下来，你可以尝试在吸气的时候用力绷紧身体的各个部位，可以一个部位一个部位地练习。",
        "label": ""
      },
      {
        "sentence": "然后在憋住气的时候，通过口中缓慢吐气，同时让紧绷的部位逐渐松弛下来。",
        "label": ""
      },
      {
        "sentence": "可以经常练习，让自己感受放松的感觉。",
        "label": ""
      }
    ]
  }
]