[
  {
    "role": "client",
    "content": "我发朋友圈会引起焦虑，但是还是忍不住想发，该怎么办？",
    "annotation": [
      {
        "sentence": "我发朋友圈会引起焦虑，但是还是忍不住想发，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所面临的问题是：爱发朋友圈，被朋友指点后，开始陷入矛盾中，一面是依旧喜爱发朋友圈和喜欢记录生活和想法的自己，一面开始思考这条朋友圈是不是真的没什么必要发出来。在我看来，你其实真正陷入的矛盾是，真实的做自己，还是去在乎别人的想法而隐藏一部分自己。",
    "annotation": [
      {
        "sentence": "你所面临的问题是：爱发朋友圈，被朋友指点后，开始陷入矛盾中，一面是依旧喜爱发朋友圈和喜欢记录生活和想法的自己，一面开始思考这条朋友圈是不是真的没什么必要发出来。",
        "label": ""
      },
      {
        "sentence": "在我看来，你其实真正陷入的矛盾是，真实的做自己，还是去在乎别人的想法而隐藏一部分自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实从小我就很喜欢在社交媒体上发表动态。以前会觉得社交媒体能记录生活，和朋友互动，有不开心的事也能倾诉，总之我觉得是一个很有意义的东西。到现在我也还是这样喜欢发动态，但是曾经有朋友说过我什么都往网上写，尤其是心里的话，觉得我很丢人。也有朋友说我与其发朋友圈去建立人设，不如好好去过生活。我现在也觉得有时候发朋友圈会影响到别人，而且确实没啥意义，所以现在处于很矛盾的心理。",
    "annotation": [
      {
        "sentence": "其实从小我就很喜欢在社交媒体上发表动态。",
        "label": ""
      },
      {
        "sentence": "以前会觉得社交媒体能记录生活，和朋友互动，有不开心的事也能倾诉，总之我觉得是一个很有意义的东西。",
        "label": ""
      },
      {
        "sentence": "到现在我也还是这样喜欢发动态，但是曾经有朋友说过我什么都往网上写，尤其是心里的话，觉得我很丢人。",
        "label": ""
      },
      {
        "sentence": "也有朋友说我与其发朋友圈去建立人设，不如好好去过生活。",
        "label": ""
      },
      {
        "sentence": "我现在也觉得有时候发朋友圈会影响到别人，而且确实没啥意义，所以现在处于很矛盾的心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【朋友圈】朋友圈本来就是一个去晒生活晒思想的平台，你可以把它当成记录，也可以把它当成分享。【人设】人设这个词，我不懂您的“朋友”为何会说出这样的话来评价简简单单一个发朋友圈的行为。如果我在发朋友圈前，思量来思量去值不值得发这条朋友圈，这不才更像是去建立一种人设吗？，像你这样，从一开始就只是简单的想要记录生活，有什么分享什么的，怎么能说是建立人设呢？",
    "annotation": [
      {
        "sentence": "【朋友圈】朋友圈本来就是一个去晒生活晒思想的平台，你可以把它当成记录，也可以把它当成分享。",
        "label": ""
      },
      {
        "sentence": "【人设】人设这个词，我不懂您的“朋友”为何会说出这样的话来评价简简单单一个发朋友圈的行为。",
        "label": ""
      },
      {
        "sentence": "如果我在发朋友圈前，思量来思量去值不值得发这条朋友圈，这不才更像是去建立一种人设吗？",
        "label": ""
      },
      {
        "sentence": "，像你这样，从一开始就只是简单的想要记录生活，有什么分享什么的，怎么能说是建立人设呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候觉得自己说的话会让别人很不喜欢，但是觉得这就是真实的自己，为什么非要去在意别人怎么想呢？但是又不想让别人都觉得我是一个奇怪的人，所以又不敢发出自己的声音。每次发朋友圈后都会陷入纠结和矛盾，尤其是在发表一些不太常规不太合群的动态以后。我不想总是在意别人的看法，但也觉得自己总是发一些无关紧要的动态挺无聊的。该怎么看待这件事呢？",
    "annotation": [
      {
        "sentence": "有时候觉得自己说的话会让别人很不喜欢，但是觉得这就是真实的自己，为什么非要去在意别人怎么想呢？",
        "label": ""
      },
      {
        "sentence": "但是又不想让别人都觉得我是一个奇怪的人，所以又不敢发出自己的声音。",
        "label": ""
      },
      {
        "sentence": "每次发朋友圈后都会陷入纠结和矛盾，尤其是在发表一些不太常规不太合群的动态以后。",
        "label": ""
      },
      {
        "sentence": "我不想总是在意别人的看法，但也觉得自己总是发一些无关紧要的动态挺无聊的。",
        "label": ""
      },
      {
        "sentence": "该怎么看待这件事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【初心】你说自己现在陷入了纠结和矛盾中，可能是因为其他人的话，让你思考了太多。有时候想的太多反而阻碍了我们前行的脚步。倒不如想的简单一些，就想一想我们最一开始为何去发朋友圈，那我现在做的有什么是违背了我当初的初心吗？如果没有，就勇敢的去做。",
    "annotation": [
      {
        "sentence": "【初心】你说自己现在陷入了纠结和矛盾中，可能是因为其他人的话，让你思考了太多。",
        "label": ""
      },
      {
        "sentence": "有时候想的太多反而阻碍了我们前行的脚步。",
        "label": ""
      },
      {
        "sentence": "倒不如想的简单一些，就想一想我们最一开始为何去发朋友圈，那我现在做的有什么是违背了我当初的初心吗？",
        "label": ""
      },
      {
        "sentence": "如果没有，就勇敢的去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕我的朋友圈内容会影响到别人的情绪和生活，让他们对我有负面的看法。我知道我不能完全取悦每个人，但又不想成为众人眼中的怪人。",
    "annotation": [
      {
        "sentence": "我害怕我的朋友圈内容会影响到别人的情绪和生活，让他们对我有负面的看法。",
        "label": ""
      },
      {
        "sentence": "我知道我不能完全取悦每个人，但又不想成为众人眼中的怪人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【他人的评价】如何正确的去听取他人的评价，这是一门需要我们不断去体会去学习的人生课题。他人的评价不一定全都反应客观事实，因为他的评价必然包含他的主观意识。所以我们要有独立的思考，有自己的是非观。你是一个善良可爱，热爱生活的人，千万不要因为部分人的想法去打击了你这份对生活的热情。虽然我在发朋友圈这点和你不同，但是我并不觉得我的是对的，而你是错的，也不会想说去控制你改变你。而您口中的“朋友”确粗暴地想要去改变你生活的方式，这点也希望好想一想。",
    "annotation": [
      {
        "sentence": "【他人的评价】如何正确的去听取他人的评价，这是一门需要我们不断去体会去学习的人生课题。",
        "label": ""
      },
      {
        "sentence": "他人的评价不一定全都反应客观事实，因为他的评价必然包含他的主观意识。",
        "label": ""
      },
      {
        "sentence": "所以我们要有独立的思考，有自己的是非观。",
        "label": ""
      },
      {
        "sentence": "你是一个善良可爱，热爱生活的人，千万不要因为部分人的想法去打击了你这份对生活的热情。",
        "label": ""
      },
      {
        "sentence": "虽然我在发朋友圈这点和你不同，但是我并不觉得我的是对的，而你是错的，也不会想说去控制你改变你。",
        "label": ""
      },
      {
        "sentence": "而您口中的“朋友”确粗暴地想要去改变你生活的方式，这点也希望好想一想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我也明白了，最重要的是做自己，不要为了别人的评价而改变自己的本真。我会坚持发朋友圈，同时也会注意自己的动态内容，尽量避免影响别人或发表无聊的内容。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我也明白了，最重要的是做自己，不要为了别人的评价而改变自己的本真。",
        "label": ""
      },
      {
        "sentence": "我会坚持发朋友圈，同时也会注意自己的动态内容，尽量避免影响别人或发表无聊的内容。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，记住，做自己最重要。发朋友圈是你表达自己的方式，只要你不故意伤害他人，就没有必要为别人的意见而放弃。你的朋友圈是你的空间，你有权利展示自己的生活和想法。相信自己，继续发扬自己独特的魅力吧！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，记住，做自己最重要。",
        "label": ""
      },
      {
        "sentence": "发朋友圈是你表达自己的方式，只要你不故意伤害他人，就没有必要为别人的意见而放弃。",
        "label": ""
      },
      {
        "sentence": "你的朋友圈是你的空间，你有权利展示自己的生活和想法。",
        "label": ""
      },
      {
        "sentence": "相信自己，继续发扬自己独特的魅力吧！",
        "label": ""
      }
    ]
  }
]