[
  {
    "role": "client",
    "content": "发朋友圈会引起焦虑，但是还是忍不住想发，该怎么办？",
    "annotation": [
      {
        "sentence": "发朋友圈会引起焦虑，但是还是忍不住想发，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "发朋友圈这是一件很正常的事情，就是这是你自己的生活，这是你自己的想法，没必要去在意别人的眼光。不要太在意别人的想法和评价发朋友圈很多的事想去分享自己的快乐，想去分享自己的生活，这是很正常的。",
    "annotation": [
      {
        "sentence": "发朋友圈这是一件很正常的事情，就是这是你自己的生活，这是你自己的想法，没必要去在意别人的眼光。",
        "label": ""
      },
      {
        "sentence": "不要太在意别人的想法和评价发朋友圈很多的事想去分享自己的快乐，想去分享自己的生活，这是很正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，但是我现在有点忧虑。曾经有朋友说过我什么都往网上写，尤其是心里的话，觉得我很丢人。也有朋友说我与其发朋友圈去建立人设，不如好好去过生活。我现在也觉得有时候发朋友圈会影响到别人，而且确实没啥意义，所以现在处于很矛盾的心理。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，但是我现在有点忧虑。",
        "label": ""
      },
      {
        "sentence": "曾经有朋友说过我什么都往网上写，尤其是心里的话，觉得我很丢人。",
        "label": ""
      },
      {
        "sentence": "也有朋友说我与其发朋友圈去建立人设，不如好好去过生活。",
        "label": ""
      },
      {
        "sentence": "我现在也觉得有时候发朋友圈会影响到别人，而且确实没啥意义，所以现在处于很矛盾的心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友圈发的都是平平常常的东西，又没有做坏事，为什么要觉得丢人呢？你的朋友这么说，你也就这么认为自己发的朋友圈是丢人的吗？其实并不是，这就是你真实的生活呀。所谓的立人设没有什么人设不人设的存在，你又不是明星，需要去立什么人设去维持很好的观众缘。你自己就是做自己呀。",
    "annotation": [
      {
        "sentence": "朋友圈发的都是平平常常的东西，又没有做坏事，为什么要觉得丢人呢？",
        "label": ""
      },
      {
        "sentence": "你的朋友这么说，你也就这么认为自己发的朋友圈是丢人的吗？",
        "label": ""
      },
      {
        "sentence": "其实并不是，这就是你真实的生活呀。",
        "label": ""
      },
      {
        "sentence": "所谓的立人设没有什么人设不人设的存在，你又不是明星，需要去立什么人设去维持很好的观众缘。",
        "label": ""
      },
      {
        "sentence": "你自己就是做自己呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的观点，但是我担心我的朋友会不喜欢我发的动态，会对我产生负面评价。每次发朋友圈后都会陷入纠结和矛盾，尤其是在发表一些不太常规不太合群的动态以后。我不想总是在意别人的看法，但也觉得自己总是发一些无关紧要的动态挺无聊的。该怎么看待这件事呢？",
    "annotation": [
      {
        "sentence": "我明白你的观点，但是我担心我的朋友会不喜欢我发的动态，会对我产生负面评价。",
        "label": ""
      },
      {
        "sentence": "每次发朋友圈后都会陷入纠结和矛盾，尤其是在发表一些不太常规不太合群的动态以后。",
        "label": ""
      },
      {
        "sentence": "我不想总是在意别人的看法，但也觉得自己总是发一些无关紧要的动态挺无聊的。",
        "label": ""
      },
      {
        "sentence": "该怎么看待这件事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "难道发朋友圈就是丽人社就没有好好生活了吗？你有些事情你自己知道自己就好了呀，你为什么要去在乎那些人的想法和评价。而且这些朋友是真的跟你很好的朋友吗？还是说他只是你的一个普通朋友？自己的朋友圈自己想发什么就发什么，这要不是违法的呀，不好的呀，都是可以发的呀，为什么不能发呢？这是你自己的朋友圈，不是朋友的朋友圈你自己的朋友圈当然是自己发了呀。",
    "annotation": [
      {
        "sentence": "难道发朋友圈就是丽人社就没有好好生活了吗？",
        "label": ""
      },
      {
        "sentence": "你有些事情你自己知道自己就好了呀，你为什么要去在乎那些人的想法和评价。",
        "label": ""
      },
      {
        "sentence": "而且这些朋友是真的跟你很好的朋友吗？",
        "label": ""
      },
      {
        "sentence": "还是说他只是你的一个普通朋友？",
        "label": ""
      },
      {
        "sentence": "自己的朋友圈自己想发什么就发什么，这要不是违法的呀，不好的呀，都是可以发的呀，为什么不能发呢？",
        "label": ""
      },
      {
        "sentence": "这是你自己的朋友圈，不是朋友的朋友圈你自己的朋友圈当然是自己发了呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我应该更加自信地表达自己。但是有时候我会担心我的动态会让别人不喜欢我，觉得我是一个奇怪的人。每次发朋友圈后，会不自觉地纠结和矛盾起来，觉得自己说的话会让别人很不喜欢。",
    "annotation": [
      {
        "sentence": "你说得有道理，我应该更加自信地表达自己。",
        "label": ""
      },
      {
        "sentence": "但是有时候我会担心我的动态会让别人不喜欢我，觉得我是一个奇怪的人。",
        "label": ""
      },
      {
        "sentence": "每次发朋友圈后，会不自觉地纠结和矛盾起来，觉得自己说的话会让别人很不喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友圈他就像人一样，不可能是那么完美的，也不可能说会得到每个人的喜欢。一时感慨发的朋友圈，在事后你自己想想，如果真的不对的话，还有删除这个东西的存在呀。自己的朋友圈自己做主，朋友圈就是一个用来分享生活的平台，在乎别人的看法只会束缚你自己的表达。自信一点，发出自己的声音，不必为此纠结不安。",
    "annotation": [
      {
        "sentence": "朋友圈他就像人一样，不可能是那么完美的，也不可能说会得到每个人的喜欢。",
        "label": ""
      },
      {
        "sentence": "一时感慨发的朋友圈，在事后你自己想想，如果真的不对的话，还有删除这个东西的存在呀。",
        "label": ""
      },
      {
        "sentence": "自己的朋友圈自己做主，朋友圈就是一个用来分享生活的平台，在乎别人的看法只会束缚你自己的表达。",
        "label": ""
      },
      {
        "sentence": "自信一点，发出自己的声音，不必为此纠结不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要更自信一些。我会试着不再过分纠结自己的朋友圈动态，勇敢地表达自己的想法和感受。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要更自信一些。",
        "label": ""
      },
      {
        "sentence": "我会试着不再过分纠结自己的朋友圈动态，勇敢地表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能够意识到自己的困惑并寻求帮助已经是一个很好的第一步。相信自己，不要太过在意别人的看法，发朋友圈是一种表达自己和分享生活的方式，不必让它成为困扰你的事情。坚持做真实的自己，享受与朋友互动的快乐。加油！",
    "annotation": [
      {
        "sentence": "不客气，你能够意识到自己的困惑并寻求帮助已经是一个很好的第一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，不要太过在意别人的看法，发朋友圈是一种表达自己和分享生活的方式，不必让它成为困扰你的事情。",
        "label": ""
      },
      {
        "sentence": "坚持做真实的自己，享受与朋友互动的快乐。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力调整自己的心态，并更加自信地面对发朋友圈的问题。我相信自己能够做到。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力调整自己的心态，并更加自信地面对发朋友圈的问题。",
        "label": ""
      },
      {
        "sentence": "我相信自己能够做到。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够克服这个困扰。如果还有其他问题，随时向我寻求帮助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够克服这个困扰。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]