[
  {
    "role": "client",
    "content": "敏感过度，太过在意别人的感受和评价，怎么解决？",
    "annotation": [
      {
        "sentence": "敏感过度，太过在意别人的感受和评价，怎么解决？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "性格敏感的人，通常对外界发生的事物，都会存在一个现象：过度解读。我们每个人，都难免会有敏感在意，他人怎样看待自己的心理倾向。",
    "annotation": [
      {
        "sentence": "性格敏感的人，通常对外界发生的事物，都会存在一个现象：过度解读。",
        "label": ""
      },
      {
        "sentence": "我们每个人，都难免会有敏感在意，他人怎样看待自己的心理倾向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我就是过度解读，总觉得别人的眼光都在关注我，怎么才能不那么在意呢？",
    "annotation": [
      {
        "sentence": "是啊，我就是过度解读，总觉得别人的眼光都在关注我，怎么才能不那么在意呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种心理特质，是人的自我保护本能，是人的动物属性社会化发展的结果，是作为个体的人获得进步、融入社会的保障机制。但是，如果一个人过于敏感多疑，重度纠结于他人对自己的看法，则不仅活得很累，而且会作茧自缚、难以自拔。",
    "annotation": [
      {
        "sentence": "这种心理特质，是人的自我保护本能，是人的动物属性社会化发展的结果，是作为个体的人获得进步、融入社会的保障机制。",
        "label": ""
      },
      {
        "sentence": "但是，如果一个人过于敏感多疑，重度纠结于他人对自己的看法，则不仅活得很累，而且会作茧自缚、难以自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我总觉得所有的小事都变成大事，所有的不快都被无限放大。",
    "annotation": [
      {
        "sentence": "我明白了，但是我总觉得所有的小事都变成大事，所有的不快都被无限放大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，每个人的性格都存在这样或那样的问题，有人天生敏感，也有人天生大条。但每种性格都没有完美可言。记住无论你怎么做都不可能满足所有人的要求，或者说满足一个人的所有要求。试图从外界的评价来获取肯定和存在感，那就不再是自己，而是别人的“傀儡”，别人随意的一句话就可以控制你的情绪。",
    "annotation": [
      {
        "sentence": "其实，每个人的性格都存在这样或那样的问题，有人天生敏感，也有人天生大条。",
        "label": ""
      },
      {
        "sentence": "但每种性格都没有完美可言。",
        "label": ""
      },
      {
        "sentence": "记住无论你怎么做都不可能满足所有人的要求，或者说满足一个人的所有要求。",
        "label": ""
      },
      {
        "sentence": "试图从外界的评价来获取肯定和存在感，那就不再是自己，而是别人的“傀儡”，别人随意的一句话就可以控制你的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我不能让别人的评价左右我的情绪。但有时候还是很难控制自己。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我不能让别人的评价左右我的情绪。",
        "label": ""
      },
      {
        "sentence": "但有时候还是很难控制自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但其实别人可能没那么在乎你，也许只是随口的一句评价，对于自己而言，你自己才是最重要的，不用为别人的看法和评价而活。心理学家阿德勒说过：我们的烦恼和痛苦都不是因为事情的本身，而是因为我们加在这些事情上的观念。",
    "annotation": [
      {
        "sentence": "但其实别人可能没那么在乎你，也许只是随口的一句评价，对于自己而言，你自己才是最重要的，不用为别人的看法和评价而活。",
        "label": ""
      },
      {
        "sentence": "心理学家阿德勒说过：我们的烦恼和痛苦都不是因为事情的本身，而是因为我们加在这些事情上的观念。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该更关注自己的感受，不让别人的评价左右我。",
    "annotation": [
      {
        "sentence": "是的，我应该更关注自己的感受，不让别人的评价左右我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "承认并接受自己的不完美，接纳自己身上的优缺点，自己要认清它们并接受它们。从而让自己有机会发扬自己身上的有点，改进自己身上的不足。从而能够听懂自己内心深处的真实独白，你才会幸福感抵达内心深处。这样，你不用深层的伪装自己，藏掖自己身上的不足，让自己活得心累身累。",
    "annotation": [
      {
        "sentence": "承认并接受自己的不完美，接纳自己身上的优缺点，自己要认清它们并接受它们。",
        "label": ""
      },
      {
        "sentence": "从而让自己有机会发扬自己身上的有点，改进自己身上的不足。",
        "label": ""
      },
      {
        "sentence": "从而能够听懂自己内心深处的真实独白，你才会幸福感抵达内心深处。",
        "label": ""
      },
      {
        "sentence": "这样，你不用深层的伪装自己，藏掖自己身上的不足，让自己活得心累身累。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更多地接受和爱自己。但是有时候我觉得很难做到。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更多地接受和爱自己。",
        "label": ""
      },
      {
        "sentence": "但是有时候我觉得很难做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不断地鼓励自己。心理暗示自己：我是最棒的，我是这世界上独一无二的。当你开始重视自己，关注自己的内心，你便会在生活的各处不断地给自己以信心。当你有了自信，你做事自然会努力而顺畅，而内心的那份轻松与喜悦也会由衷的流露在你的言谈举止，各种行为中。",
    "annotation": [
      {
        "sentence": "不断地鼓励自己。",
        "label": ""
      },
      {
        "sentence": "心理暗示自己：我是最棒的，我是这世界上独一无二的。",
        "label": ""
      },
      {
        "sentence": "当你开始重视自己，关注自己的内心，你便会在生活的各处不断地给自己以信心。",
        "label": ""
      },
      {
        "sentence": "当你有了自信，你做事自然会努力而顺畅，而内心的那份轻松与喜悦也会由衷的流露在你的言谈举止，各种行为中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试鼓励自己，相信自己是独一无二的。还有其他方法可以增强自信吗？",
    "annotation": [
      {
        "sentence": "嗯，我会尝试鼓励自己，相信自己是独一无二的。",
        "label": ""
      },
      {
        "sentence": "还有其他方法可以增强自信吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多学习，增强自己的自信心。学习是提高我们文化素质，武装我们头脑的一条极佳途径，我们对于知识的汲取，可以让我们很好的开拓我们的思路，在遇到问题的时候，不会一味地发憷，发愁，而不寻找解决问题的方法，路径。而知识在现实中的不断运用，又会积极作用在我们的生活中，让自己整个人自信满满，而不断向前奔。",
    "annotation": [
      {
        "sentence": "多学习，增强自己的自信心。",
        "label": ""
      },
      {
        "sentence": "学习是提高我们文化素质，武装我们头脑的一条极佳途径，我们对于知识的汲取，可以让我们很好的开拓我们的思路，在遇到问题的时候，不会一味地发憷，发愁，而不寻找解决问题的方法，路径。",
        "label": ""
      },
      {
        "sentence": "而知识在现实中的不断运用，又会积极作用在我们的生活中，让自己整个人自信满满，而不断向前奔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会多学习，提升自己的自信心。还有什么其他的建议吗？",
    "annotation": [
      {
        "sentence": "我会多学习，提升自己的自信心。",
        "label": ""
      },
      {
        "sentence": "还有什么其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关注自己内心感受，他人是激励你活得更好的助力者。在和你接触人中，无论这个人在你的生命中起着怎样的作用，但都不能让你活得没有了自我，没有了你自己的独立人格。你要知道，我们每个人都是独立存在的，都有自己一套完整的思想体系，我们不能因为对方的重要，而太在意对方而忽略了自己的存在。你要让自己始终都有存在感，都是以他人不可替代的重要位置存在，你才能真正的获得他人的尊重与喜欢。你不需要向别人证明你值得被爱。如果你不断地努力，让自己值得被爱，那么现在你应该做的事就是停下来；如果你费尽心思地隐藏，不让别人发现你的缺点，那么现在你应该做的事，也是停下来。在内心深处，每个人都渴望因自己这个人而被爱，而不需要努力向别人证明自己值得被爱。想要实现这一点你需要做的第一步是，鼓起勇气向人们展现真实的自我。放弃你精心伪装的光彩照人的门面，即使你会担心真实的自己会吓跑他们。我知道刚开始改变挺困难的，坚持下去，学会爱自己，尊重自己的感受，从学会说不开始，加油，我相信你。",
    "annotation": [
      {
        "sentence": "关注自己内心感受，他人是激励你活得更好的助力者。",
        "label": ""
      },
      {
        "sentence": "在和你接触人中，无论这个人在你的生命中起着怎样的作用，但都不能让你活得没有了自我，没有了你自己的独立人格。",
        "label": ""
      },
      {
        "sentence": "你要知道，我们每个人都是独立存在的，都有自己一套完整的思想体系，我们不能因为对方的重要，而太在意对方而忽略了自己的存在。",
        "label": ""
      },
      {
        "sentence": "你要让自己始终都有存在感，都是以他人不可替代的重要位置存在，你才能真正的获得他人的尊重与喜欢。",
        "label": ""
      },
      {
        "sentence": "你不需要向别人证明你值得被爱。",
        "label": ""
      },
      {
        "sentence": "如果你不断地努力，让自己值得被爱，那么现在你应该做的事就是停下来；如果你费尽心思地隐藏，不让别人发现你的缺点，那么现在你应该做的事，也是停下来。",
        "label": ""
      },
      {
        "sentence": "在内心深处，每个人都渴望因自己这个人而被爱，而不需要努力向别人证明自己值得被爱。",
        "label": ""
      },
      {
        "sentence": "想要实现这一点你需要做的第一步是，鼓起勇气向人们展现真实的自我。",
        "label": ""
      },
      {
        "sentence": "放弃你精心伪装的光彩照人的门面，即使你会担心真实的自己会吓跑他们。",
        "label": ""
      },
      {
        "sentence": "我知道刚开始改变挺困难的，坚持下去，学会爱自己，尊重自己的感受，从学会说不开始，加油，我相信你。",
        "label": ""
      }
    ]
  }
]