[
  {
    "role": "client",
    "content": "关于人生关于自己，总会被反驳、总会被否定？以前总在憧憬自己会变成什么模样，现在我开始迷茫，我看不到自己以后的人生，关于爱情，关于学业，关于前途，我开始消极，我开始放弃自己，不停的消极不停的绝望不停的恐惧又不停的重拾一点点希望的光，难道我本就是如此？我想当个艺术家，画画、弹琴、舞蹈、唱歌，还有写作。我被告知只有好好学习考上“好大学”有了“好工作”，嫁个“好男人”才使被认可的，我渴望并羡慕那些能活出自己想要的生活的人，又或者，我根本就不知道自己想要什么，只是觉得这些放松的事情让我能舒服一点，所以才想去吧。反正也是不被承认、不被认可的梦想，是那些见不得光、实现不了的梦想，是不被认可的自己，永远存在那么多缺点的自己，为什么还要去努力，反正总会被反驳、总会被否定、总会被批评、总会不被允许，所以，为什么还要活着？所以，为什么还要装出一副我很好的样子？明明已经千疮百孔、找不到生活的意义，为什么还要在这里委曲求全的笑着？",
    "annotation": [
      {
        "sentence": "关于人生关于自己，总会被反驳、总会被否定？",
        "label": ""
      },
      {
        "sentence": "以前总在憧憬自己会变成什么模样，现在我开始迷茫，我看不到自己以后的人生，关于爱情，关于学业，关于前途，我开始消极，我开始放弃自己，不停的消极不停的绝望不停的恐惧又不停的重拾一点点希望的光，难道我本就是如此？",
        "label": ""
      },
      {
        "sentence": "我想当个艺术家，画画、弹琴、舞蹈、唱歌，还有写作。",
        "label": ""
      },
      {
        "sentence": "我被告知只有好好学习考上“好大学”有了“好工作”，嫁个“好男人”才使被认可的，我渴望并羡慕那些能活出自己想要的生活的人，又或者，我根本就不知道自己想要什么，只是觉得这些放松的事情让我能舒服一点，所以才想去吧。",
        "label": ""
      },
      {
        "sentence": "反正也是不被承认、不被认可的梦想，是那些见不得光、实现不了的梦想，是不被认可的自己，永远存在那么多缺点的自己，为什么还要去努力，反正总会被反驳、总会被否定、总会被批评、总会不被允许，所以，为什么还要活着？",
        "label": ""
      },
      {
        "sentence": "所以，为什么还要装出一副我很好的样子？",
        "label": ""
      },
      {
        "sentence": "明明已经千疮百孔、找不到生活的意义，为什么还要在这里委曲求全的笑着？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于你自己，你以前总在憧憬自己会变成什么模样，然而现在的你开始迷茫，对未来可以说已经失去了期待。以后的人生，爱情、学业、前途，你开始消极，开始放弃自己，然而在不停的消极、绝望、恐惧的时候，你又会重拾一点点希望的光。能够分享一下是什么力量支撑着你在这么困难的情况下，依然站起来吗？你的内心一定有一个充满力量向往着光的自己，你有自己的希望，你想当个艺术家，画画、弹琴、舞蹈、唱歌，还有写作。",
    "annotation": [
      {
        "sentence": "关于你自己，你以前总在憧憬自己会变成什么模样，然而现在的你开始迷茫，对未来可以说已经失去了期待。",
        "label": ""
      },
      {
        "sentence": "以后的人生，爱情、学业、前途，你开始消极，开始放弃自己，然而在不停的消极、绝望、恐惧的时候，你又会重拾一点点希望的光。",
        "label": ""
      },
      {
        "sentence": "能够分享一下是什么力量支撑着你在这么困难的情况下，依然站起来吗？",
        "label": ""
      },
      {
        "sentence": "你的内心一定有一个充满力量向往着光的自己，你有自己的希望，你想当个艺术家，画画、弹琴、舞蹈、唱歌，还有写作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。在这么困难的情况下，是对自己的向往和希望支持着我，我知道自己有艺术的天赋，但是我一直被告知只有通过传统的成功路径才能被社会认可。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "在这么困难的情况下，是对自己的向往和希望支持着我，我知道自己有艺术的天赋，但是我一直被告知只有通过传统的成功路径才能被社会认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，社会会有一些传统的标准对人进行评价，但并不代表那就是唯一正确的道路。是否被承认并不是我们定义价值的唯一标准。我们应该追求自己内心真正渴望的事物。",
    "annotation": [
      {
        "sentence": "确实，社会会有一些传统的标准对人进行评价，但并不代表那就是唯一正确的道路。",
        "label": ""
      },
      {
        "sentence": "是否被承认并不是我们定义价值的唯一标准。",
        "label": ""
      },
      {
        "sentence": "我们应该追求自己内心真正渴望的事物。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我担心我选择了艺术之后，会被别人看不起，觉得我没有未来、没有出路。",
    "annotation": [
      {
        "sentence": "但是我担心我选择了艺术之后，会被别人看不起，觉得我没有未来、没有出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别人的眼光不能成为我们追求梦想的绊脚石。每个人的人生轨迹都不尽相同，不被所有人认同并不代表我们的选择是错误的。重要的是坚定自己的信念，相信自己的能力和潜力。",
    "annotation": [
      {
        "sentence": "别人的眼光不能成为我们追求梦想的绊脚石。",
        "label": ""
      },
      {
        "sentence": "每个人的人生轨迹都不尽相同，不被所有人认同并不代表我们的选择是错误的。",
        "label": ""
      },
      {
        "sentence": "重要的是坚定自己的信念，相信自己的能力和潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我还是有些恐惧面对批评和否定。怎样才能更好地应对这些负面情绪呢？",
    "annotation": [
      {
        "sentence": "我明白了，但是我还是有些恐惧面对批评和否定。",
        "label": ""
      },
      {
        "sentence": "怎样才能更好地应对这些负面情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对批评和否定，我们首先要了解自己的价值并相信自己的才能。不要让别人的评价左右自己的情绪和信心。建立一个支持你的社交圈子，和那些能够理解并鼓励你的人保持联系，同时寻找对你有积极影响的良好心态和工作环境。",
    "annotation": [
      {
        "sentence": "面对批评和否定，我们首先要了解自己的价值并相信自己的才能。",
        "label": ""
      },
      {
        "sentence": "不要让别人的评价左右自己的情绪和信心。",
        "label": ""
      },
      {
        "sentence": "建立一个支持你的社交圈子，和那些能够理解并鼓励你的人保持联系，同时寻找对你有积极影响的良好心态和工作环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试试和那些支持我的人多交流，并加强自己的内心成长。但是，我还是有时会怀疑自己的选择。",
    "annotation": [
      {
        "sentence": "嗯，我会试试和那些支持我的人多交流，并加强自己的内心成长。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有时会怀疑自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "怀疑自己是很正常的事情，但不要让怀疑阻碍了你的前进。每个人都会面临困难和挑战，这是成长和进步的机会。坚持追求自己的梦想，并且相信自己，你一定能够克服困难并走向成功。",
    "annotation": [
      {
        "sentence": "怀疑自己是很正常的事情，但不要让怀疑阻碍了你的前进。",
        "label": ""
      },
      {
        "sentence": "每个人都会面临困难和挑战，这是成长和进步的机会。",
        "label": ""
      },
      {
        "sentence": "坚持追求自己的梦想，并且相信自己，你一定能够克服困难并走向成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我现在感觉好多了，更有信心去面对未来的困难。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，更有信心去面对未来的困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，记住，你并不孤单，有很多人支持你的选择。只要坚持走自己的道路，做自己热爱的事情，幸福和成功就会随之而来。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，记住，你并不孤单，有很多人支持你的选择。",
        "label": ""
      },
      {
        "sentence": "只要坚持走自己的道路，做自己热爱的事情，幸福和成功就会随之而来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心和理解。我会牢记你的话，努力实现自己的梦想。",
    "annotation": [
      {
        "sentence": "谢谢你的耐心和理解。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，努力实现自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，相信自己，勇往直前，我相信你一定能够创造出属于自己的辉煌！加油！",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，相信自己，勇往直前，我相信你一定能够创造出属于自己的辉煌！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]