[
  {
    "role": "client",
    "content": "关于人生关于自己，总会被反驳、总会被否定？以前总在憧憬自己会变成什么模样，现在我开始迷茫，我看不到自己以后的人生，关于爱情，关于学业，关于前途，我开始消极，我开始放弃自己，不停的消极不停的绝望不停的恐惧又不停的重拾一点点希望的光，难道我本就是如此？我想当个艺术家，画画、弹琴、舞蹈、唱歌，还有写作。我被告知只有好好学习考上“好大学”有了“好工作”，嫁个“好男人”才使被认可的，我渴望并羡慕那些能活出自己想要的生活的人，又或者，我根本就不知道自己想要什么，只是觉得这些放松的事情让我能舒服一点，所以才想去吧。反正也是不被承认、不被认可的梦想，是那些见不得光、实现不了的梦想，是不被认可的自己，永远存在那么多缺点的自己，为什么还要去努力，反正总会被反驳、总会被否定、总会被批评、总会不被允许，所以，为什么还要活着？所以，为什么还要装出一副我很好的样子？明明已经千疮百孔、找不到生活的意义，为什么还要在这里委曲求全的笑着？",
    "annotation": [
      {
        "sentence": "关于人生关于自己，总会被反驳、总会被否定？",
        "label": ""
      },
      {
        "sentence": "以前总在憧憬自己会变成什么模样，现在我开始迷茫，我看不到自己以后的人生，关于爱情，关于学业，关于前途，我开始消极，我开始放弃自己，不停的消极不停的绝望不停的恐惧又不停的重拾一点点希望的光，难道我本就是如此？",
        "label": ""
      },
      {
        "sentence": "我想当个艺术家，画画、弹琴、舞蹈、唱歌，还有写作。",
        "label": ""
      },
      {
        "sentence": "我被告知只有好好学习考上“好大学”有了“好工作”，嫁个“好男人”才使被认可的，我渴望并羡慕那些能活出自己想要的生活的人，又或者，我根本就不知道自己想要什么，只是觉得这些放松的事情让我能舒服一点，所以才想去吧。",
        "label": ""
      },
      {
        "sentence": "反正也是不被承认、不被认可的梦想，是那些见不得光、实现不了的梦想，是不被认可的自己，永远存在那么多缺点的自己，为什么还要去努力，反正总会被反驳、总会被否定、总会被批评、总会不被允许，所以，为什么还要活着？",
        "label": ""
      },
      {
        "sentence": "所以，为什么还要装出一副我很好的样子？",
        "label": ""
      },
      {
        "sentence": "明明已经千疮百孔、找不到生活的意义，为什么还要在这里委曲求全的笑着？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看描述的问题，就知道你是一个很有思想、文笔很好的女孩子。从前的我也幻想过，我的人生有无数种可能性，每一种都是不平凡的，甚至可以是伟大的，总之是不凡的。多年后，才发现自己不过是普通到不能再普通的一个人，曾经的幻想一样也没有实现。我们大多数人的一生，终将是平凡的。甚至有的人拼尽全力，才能勉强过上普通的生活。记得周国平说过：“人世间的一切不平凡，最后都要回归平凡，都要用平凡生活来衡量其价值。伟大、精彩、成功都不算什么，只有把平凡生活真正过好，人生才是圆满。”",
    "annotation": [
      {
        "sentence": "看描述的问题，就知道你是一个很有思想、文笔很好的女孩子。",
        "label": ""
      },
      {
        "sentence": "从前的我也幻想过，我的人生有无数种可能性，每一种都是不平凡的，甚至可以是伟大的，总之是不凡的。",
        "label": ""
      },
      {
        "sentence": "多年后，才发现自己不过是普通到不能再普通的一个人，曾经的幻想一样也没有实现。",
        "label": ""
      },
      {
        "sentence": "我们大多数人的一生，终将是平凡的。",
        "label": ""
      },
      {
        "sentence": "甚至有的人拼尽全力，才能勉强过上普通的生活。",
        "label": ""
      },
      {
        "sentence": "记得周国平说过：“人世间的一切不平凡，最后都要回归平凡，都要用平凡生活来衡量其价值。",
        "label": ""
      },
      {
        "sentence": "伟大、精彩、成功都不算什么，只有把平凡生活真正过好，人生才是圆满。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我感到迷茫和无助。看到周围的人都似乎有着明确的目标和追求，而我却不知道自己想要什么。我觉得如果我只是为了过上普通的生活而努力，那会让我感到空虚和失落。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我感到迷茫和无助。",
        "label": ""
      },
      {
        "sentence": "看到周围的人都似乎有着明确的目标和追求，而我却不知道自己想要什么。",
        "label": ""
      },
      {
        "sentence": "我觉得如果我只是为了过上普通的生活而努力，那会让我感到空虚和失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们做一个平凡人，就会有缺点。被否认、被批评也是正常，毕竟我们做不到让每个人都喜欢。我们活着也不是为了不喜欢我们的人而活。如果说为什么而活？我觉得是为了爱我们的人和我们爱的人。我们有时候会出现迷茫阶段，会去想一些平时不会想的问题。这个阶段可以适当地放松自己，做自己想做的事。迷茫过后，又会重新步入正轨，又会找到自己努力的方向。周国平还有一句话是这样说的：“人生有三次成长，一是发现自己不再是世界中心的时候，二是发现再怎么努力也无能为力的时候，三是接受自己的平凡并去享受平凡的时候。”每一次成长都是一次蜕变，而平凡并不代表平庸。有人错把平庸当成了平凡，其实这是两个概念。平庸是没有理想与追求、自暴自弃、无所作为；平凡是对自己有清醒的认知，却不会放弃自己努力，是不以结果论成败的坦然。平凡不可怕，没经历过奋斗便甘于平庸才可怕。人难得的是接受人生的平凡，并去享受它，在享受的过程中，努力地为自己制造惊喜。相信你的平凡，也终将成为专属的不凡。",
    "annotation": [
      {
        "sentence": "我们做一个平凡人，就会有缺点。",
        "label": ""
      },
      {
        "sentence": "被否认、被批评也是正常，毕竟我们做不到让每个人都喜欢。",
        "label": ""
      },
      {
        "sentence": "我们活着也不是为了不喜欢我们的人而活。",
        "label": ""
      },
      {
        "sentence": "如果说为什么而活？",
        "label": ""
      },
      {
        "sentence": "我觉得是为了爱我们的人和我们爱的人。",
        "label": ""
      },
      {
        "sentence": "我们有时候会出现迷茫阶段，会去想一些平时不会想的问题。",
        "label": ""
      },
      {
        "sentence": "这个阶段可以适当地放松自己，做自己想做的事。",
        "label": ""
      },
      {
        "sentence": "迷茫过后，又会重新步入正轨，又会找到自己努力的方向。",
        "label": ""
      },
      {
        "sentence": "周国平还有一句话是这样说的：“人生有三次成长，一是发现自己不再是世界中心的时候，二是发现再怎么努力也无能为力的时候，三是接受自己的平凡并去享受平凡的时候。",
        "label": ""
      },
      {
        "sentence": "”每一次成长都是一次蜕变，而平凡并不代表平庸。",
        "label": ""
      },
      {
        "sentence": "有人错把平庸当成了平凡，其实这是两个概念。",
        "label": ""
      },
      {
        "sentence": "平庸是没有理想与追求、自暴自弃、无所作为；平凡是对自己有清醒的认知，却不会放弃自己努力，是不以结果论成败的坦然。",
        "label": ""
      },
      {
        "sentence": "平凡不可怕，没经历过奋斗便甘于平庸才可怕。",
        "label": ""
      },
      {
        "sentence": "人难得的是接受人生的平凡，并去享受它，在享受的过程中，努力地为自己制造惊喜。",
        "label": ""
      },
      {
        "sentence": "相信你的平凡，也终将成为专属的不凡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。你的话让我感到安心和勇气。或许我应该放下外界对我的期望和评价，追求自己真正想要的生活，即使这个生活看起来普通，但只要我对自己诚实，过得充实和满意就够了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "你的话让我感到安心和勇气。",
        "label": ""
      },
      {
        "sentence": "或许我应该放下外界对我的期望和评价，追求自己真正想要的生活，即使这个生活看起来普通，但只要我对自己诚实，过得充实和满意就够了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，要学会放下他人的期许，只有这样才能真正活出自己的精彩。每个人都有不同的才华和梦想，只需坚持自己的热爱和努力，就能创造出属于自己独特的价值和意义。相信自己，勇敢迈出第一步，去追寻那属于你的不凡之路吧！",
    "annotation": [
      {
        "sentence": "没错，要学会放下他人的期许，只有这样才能真正活出自己的精彩。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的才华和梦想，只需坚持自己的热爱和努力，就能创造出属于自己独特的价值和意义。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢迈出第一步，去追寻那属于你的不凡之路吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我决定不再让外界的声音左右我的选择和信念。我会坚持做自己，追求自己热爱的艺术，并为此努力付出。不再逃避自己的梦想，而是积极地面对和追寻。谢谢你帮我找回了对生活的希望和勇气！",
    "annotation": [
      {
        "sentence": "是的，我决定不再让外界的声音左右我的选择和信念。",
        "label": ""
      },
      {
        "sentence": "我会坚持做自己，追求自己热爱的艺术，并为此努力付出。",
        "label": ""
      },
      {
        "sentence": "不再逃避自己的梦想，而是积极地面对和追寻。",
        "label": ""
      },
      {
        "sentence": "谢谢你帮我找回了对生活的希望和勇气！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你拥有无限的潜力和可能性，相信自己，勇往直前，你一定能够创造出属于自己的精彩人生。无论经历怎样的困难和挑战，记得始终坚持自己的梦想，不放弃对自己的信心。努力奋斗吧，我会一直支持你的！加油！",
    "annotation": [
      {
        "sentence": "你拥有无限的潜力和可能性，相信自己，勇往直前，你一定能够创造出属于自己的精彩人生。",
        "label": ""
      },
      {
        "sentence": "无论经历怎样的困难和挑战，记得始终坚持自己的梦想，不放弃对自己的信心。",
        "label": ""
      },
      {
        "sentence": "努力奋斗吧，我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]