[
  {
    "role": "client",
    "content": "原生家庭幸福的小孩长大之后会有什么遗憾吗？相比于原生家庭不太幸福的小孩，他们有的早熟，早早独立，或许有的还早些进入社会，早些面对人生现实。那原生家庭幸福的小孩在长大之后会与前者相比有什么遗憾吗？",
    "annotation": [
      {
        "sentence": "原生家庭幸福的小孩长大之后会有什么遗憾吗？",
        "label": ""
      },
      {
        "sentence": "相比于原生家庭不太幸福的小孩，他们有的早熟，早早独立，或许有的还早些进入社会，早些面对人生现实。",
        "label": ""
      },
      {
        "sentence": "那原生家庭幸福的小孩在长大之后会与前者相比有什么遗憾吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个挺特别的问题。阿德勒有句很有名的话：“幸运的人用童年治愈一生，不幸的人用一生治愈童年。”我们常说原生家庭幸福，孩子长大就幸福，原生家庭不幸，孩子长大后也不幸。那么幸福家庭的孩子会有遗憾吗？或者说原生家庭幸福的人相比不幸福的家庭会有哪些遗憾呢？对于这个问题，我也做了一些思考。",
    "annotation": [
      {
        "sentence": "这是一个挺特别的问题。",
        "label": ""
      },
      {
        "sentence": "阿德勒有句很有名的话：“幸运的人用童年治愈一生，不幸的人用一生治愈童年。",
        "label": ""
      },
      {
        "sentence": "”我们常说原生家庭幸福，孩子长大就幸福，原生家庭不幸，孩子长大后也不幸。",
        "label": ""
      },
      {
        "sentence": "那么幸福家庭的孩子会有遗憾吗？",
        "label": ""
      },
      {
        "sentence": "或者说原生家庭幸福的人相比不幸福的家庭会有哪些遗憾呢？",
        "label": ""
      },
      {
        "sentence": "对于这个问题，我也做了一些思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请支持者给我分享一下你的想法和研究。",
    "annotation": [
      {
        "sentence": "请支持者给我分享一下你的想法和研究。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我很愿意和你分享。首先，我想起了英国精神分析学家温尼科特的客体关系理论。温尼科特提出了一个概念“足够好的母亲”，指母亲在婴儿出生后数周内处于一种“原始母性灌注”的心理状态，母亲越来越淡化自己的主体性、个人兴趣和生活节奏等，越来越关注婴儿的活动，这是一种高度敏感的状态，能适应婴儿的愿望和需要。婴儿在生命早期能够得到母亲足够的关注，需求得到足够的满足，就为以后的人格发展健全奠定了坚实基础。",
    "annotation": [
      {
        "sentence": "当然，我很愿意和你分享。",
        "label": ""
      },
      {
        "sentence": "首先，我想起了英国精神分析学家温尼科特的客体关系理论。",
        "label": ""
      },
      {
        "sentence": "温尼科特提出了一个概念“足够好的母亲”，指母亲在婴儿出生后数周内处于一种“原始母性灌注”的心理状态，母亲越来越淡化自己的主体性、个人兴趣和生活节奏等，越来越关注婴儿的活动，这是一种高度敏感的状态，能适应婴儿的愿望和需要。",
        "label": ""
      },
      {
        "sentence": "婴儿在生命早期能够得到母亲足够的关注，需求得到足够的满足，就为以后的人格发展健全奠定了坚实基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么，这是否意味着幸福家庭的孩子在长大后不会有任何遗憾呢？",
    "annotation": [
      {
        "sentence": "那么，这是否意味着幸福家庭的孩子在长大后不会有任何遗憾呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "需要强调的是，“足够好的母亲”并不是指“完美的母亲”，母亲会有自己的需要，也会犯错，不可能100%的满足孩子、照顾好孩子，这个理解也可以延伸到家庭其他成员，如父母、其他养育者。一个孩子在家庭中不可避免地会受到挫折或者伤害，只是程度不同。所以我认为，幸福还是不幸福并没有一个确切的标准，只能说，每个人在原生家庭中体验到的幸福感不同。",
    "annotation": [
      {
        "sentence": "需要强调的是，“足够好的母亲”并不是指“完美的母亲”，母亲会有自己的需要，也会犯错，不可能100%的满足孩子、照顾好孩子，这个理解也可以延伸到家庭其他成员，如父母、其他养育者。",
        "label": ""
      },
      {
        "sentence": "一个孩子在家庭中不可避免地会受到挫折或者伤害，只是程度不同。",
        "label": ""
      },
      {
        "sentence": "所以我认为，幸福还是不幸福并没有一个确切的标准，只能说，每个人在原生家庭中体验到的幸福感不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那如果一个人在成长过程中，没有幸福的原生家庭，会对他们的成长有怎样的影响呢？",
    "annotation": [
      {
        "sentence": "那如果一个人在成长过程中，没有幸福的原生家庭，会对他们的成长有怎样的影响呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果一个人在成长过程中，没有稳定的生活环境与和谐的家庭氛围，没有得到足够的接纳、支持与关爱，他们可能在成年后体验到更多负面的感受，感到自己的人际关系、工作、生活状态都有很多困难。这时他们需要在成年后的生活里完成许多未完成的事件，修复童年的创伤，疗愈过往。",
    "annotation": [
      {
        "sentence": "如果一个人在成长过程中，没有稳定的生活环境与和谐的家庭氛围，没有得到足够的接纳、支持与关爱，他们可能在成年后体验到更多负面的感受，感到自己的人际关系、工作、生活状态都有很多困难。",
        "label": ""
      },
      {
        "sentence": "这时他们需要在成年后的生活里完成许多未完成的事件，修复童年的创伤，疗愈过往。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说起你的经历，你能分享一下你是如何从童年的不幸中寻找幸福的吗？",
    "annotation": [
      {
        "sentence": "听你说起你的经历，你能分享一下你是如何从童年的不幸中寻找幸福的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然。我自己在很小的时候父母就去世了，我被祖母抚养长大。我的家庭关系很纠结、复杂，一直到我三十岁我都很少体验到幸福感。如果要做个划分，那我应该是属于“不幸家庭”的那一类。事实上，过去我的确觉得自己很不幸。后来在极度痛苦的时候我接触到了心理学，像是抓住了一根稻草。我慢慢明白，原来我一直没了解过自己，我对人和事的负面感知和我的内心世界有很大的关系。我一直活在旧有的思维惯性里，躲在自认为“正确”的世界不肯出来。经过几年的成长，我可以更多的活在当下的真实世界里，我也可以体验到更多的幸福。",
    "annotation": [
      {
        "sentence": "当然。",
        "label": ""
      },
      {
        "sentence": "我自己在很小的时候父母就去世了，我被祖母抚养长大。",
        "label": ""
      },
      {
        "sentence": "我的家庭关系很纠结、复杂，一直到我三十岁我都很少体验到幸福感。",
        "label": ""
      },
      {
        "sentence": "如果要做个划分，那我应该是属于“不幸家庭”的那一类。",
        "label": ""
      },
      {
        "sentence": "事实上，过去我的确觉得自己很不幸。",
        "label": ""
      },
      {
        "sentence": "后来在极度痛苦的时候我接触到了心理学，像是抓住了一根稻草。",
        "label": ""
      },
      {
        "sentence": "我慢慢明白，原来我一直没了解过自己，我对人和事的负面感知和我的内心世界有很大的关系。",
        "label": ""
      },
      {
        "sentence": "我一直活在旧有的思维惯性里，躲在自认为“正确”的世界不肯出来。",
        "label": ""
      },
      {
        "sentence": "经过几年的成长，我可以更多的活在当下的真实世界里，我也可以体验到更多的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你所说的幸福是怎样的体验呢？",
    "annotation": [
      {
        "sentence": "你所说的幸福是怎样的体验呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些幸福的体验很难用语言来形容，它们都融入到了我点滴的生活中，融入到了我无数次的泪水里。而现在，我拥有了更多朋友，在关系里感到更放松，在工作及生活中拥有更多力量。我甚至可以成为的人，用我的经历和所学来帮助他人，让我体验到分享、赠予、成就、价值、意义。这又何尝不是一种巨大的幸福？如果说幸福家庭的孩子长大后会有什么遗憾，我想，他们可能大多数人都没有经历过痛苦的童年，于我个人而言，这些经历和过往是我宝贵的财富，我从中获得了丰富的人生体验。而童年幸福的孩子在成年后大多不会体验到“治愈童年”以及这样“",
    "annotation": [
      {
        "sentence": "这些幸福的体验很难用语言来形容，它们都融入到了我点滴的生活中，融入到了我无数次的泪水里。",
        "label": ""
      },
      {
        "sentence": "而现在，我拥有了更多朋友，在关系里感到更放松，在工作及生活中拥有更多力量。",
        "label": ""
      },
      {
        "sentence": "我甚至可以成为的人，用我的经历和所学来帮助他人，让我体验到分享、赠予、成就、价值、意义。",
        "label": ""
      },
      {
        "sentence": "这又何尝不是一种巨大的幸福？",
        "label": ""
      },
      {
        "sentence": "如果说幸福家庭的孩子长大后会有什么遗憾，我想，他们可能大多数人都没有经历过痛苦的童年，于我个人而言，这些经历和过往是我宝贵的财富，我从中获得了丰富的人生体验。",
        "label": ""
      },
      {
        "sentence": "而童年幸福的孩子在成年后大多不会体验到“治愈童年”以及这样“",
        "label": ""
      }
    ]
  }
]