[
  {
    "role": "client",
    "content": "因为打架转学，担心别人对我有不好的看法？",
    "annotation": [
      {
        "sentence": "因为打架转学，担心别人对我有不好的看法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "打架导致你被退学并转到普通高中，你现在担心自己在考试上表现不好，会被别人看不起。你总是在比较自己和其他人，觉得比不过普通高中的重点班同学。你每次参加周测午测都投入很多，害怕考不好，担心其他人会攻击你，贬低你的价值。这种担心和害怕导致你状态不好，也影响了考试表现。你想证明自己，但总是无法全身心地投入学习。经常和同桌比较平时的成绩，担心比不过别人，感到焦虑。考试时会关注周围人的状态，甚至连同桌的余光都会影响你考试，不知道自己在担心什么，觉得害怕被攻击，也想攻击别人，想倾诉，想得到帮助。",
    "annotation": [
      {
        "sentence": "打架导致你被退学并转到普通高中，你现在担心自己在考试上表现不好，会被别人看不起。",
        "label": ""
      },
      {
        "sentence": "你总是在比较自己和其他人，觉得比不过普通高中的重点班同学。",
        "label": ""
      },
      {
        "sentence": "你每次参加周测午测都投入很多，害怕考不好，担心其他人会攻击你，贬低你的价值。",
        "label": ""
      },
      {
        "sentence": "这种担心和害怕导致你状态不好，也影响了考试表现。",
        "label": ""
      },
      {
        "sentence": "你想证明自己，但总是无法全身心地投入学习。",
        "label": ""
      },
      {
        "sentence": "经常和同桌比较平时的成绩，担心比不过别人，感到焦虑。",
        "label": ""
      },
      {
        "sentence": "考试时会关注周围人的状态，甚至连同桌的余光都会影响你考试，不知道自己在担心什么，觉得害怕被攻击，也想攻击别人，想倾诉，想得到帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实担心别人对我有不好的看法。我也知道我应该专心学习，不过总是控制不住自己的焦虑和紧张情绪。我希望能改变这种状态，不再被过去的错误影响。",
    "annotation": [
      {
        "sentence": "是的，我确实担心别人对我有不好的看法。",
        "label": ""
      },
      {
        "sentence": "我也知道我应该专心学习，不过总是控制不住自己的焦虑和紧张情绪。",
        "label": ""
      },
      {
        "sentence": "我希望能改变这种状态，不再被过去的错误影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要明确一件事情，那就是每个人都有过去的错误和挫折，重要的是能够从中吸取教训并迎接新的挑战。你的过去并不代表你现在和将来的状态。另外，担心别人对你的看法是很自然的，但你不能完全依赖别人的看法来定义自己的价值。你需要开始建立一个基于内在价值的自我认同。",
    "annotation": [
      {
        "sentence": "首先，你需要明确一件事情，那就是每个人都有过去的错误和挫折，重要的是能够从中吸取教训并迎接新的挑战。",
        "label": ""
      },
      {
        "sentence": "你的过去并不代表你现在和将来的状态。",
        "label": ""
      },
      {
        "sentence": "另外，担心别人对你的看法是很自然的，但你不能完全依赖别人的看法来定义自己的价值。",
        "label": ""
      },
      {
        "sentence": "你需要开始建立一个基于内在价值的自我认同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加重视我的内在价值而不是局限于外界的评价。但是我感觉很难做到，总是会因为别人的目光而感到不安和沮丧。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加重视我的内在价值而不是局限于外界的评价。",
        "label": ""
      },
      {
        "sentence": "但是我感觉很难做到，总是会因为别人的目光而感到不安和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个过程需要时间和坚持。你可以从小的方面开始，例如培养自己的兴趣爱好，发展自己的才能。当你逐渐获得自信时，你会发现别人的看法对你的影响会减小。此外，了解你自己的优势和能力，并将其运用到学习中，将帮助你建立起内在的自我价值感。",
    "annotation": [
      {
        "sentence": "这个过程需要时间和坚持。",
        "label": ""
      },
      {
        "sentence": "你可以从小的方面开始，例如培养自己的兴趣爱好，发展自己的才能。",
        "label": ""
      },
      {
        "sentence": "当你逐渐获得自信时，你会发现别人的看法对你的影响会减小。",
        "label": ""
      },
      {
        "sentence": "此外，了解你自己的优势和能力，并将其运用到学习中，将帮助你建立起内在的自我价值感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我将更加关注自己的兴趣爱好，培养自己的能力，并努力将它们应用到学习中。这样我就能够逐渐建立起内在的自我价值感，不再过分依赖别人的看法来定义自己。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我将更加关注自己的兴趣爱好，培养自己的能力，并努力将它们应用到学习中。",
        "label": ""
      },
      {
        "sentence": "这样我就能够逐渐建立起内在的自我价值感，不再过分依赖别人的看法来定义自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经迈出了积极的一步。不要把过去的错误成为压力和负担，而是把它们看作是你成长的机会。每个人都会犯错，重要的是能够学习并向前看。在每次考试中，将注意力放在自己的表现上，而不是担心其他人的评价。相信自己的能力，相信你能够克服困难。",
    "annotation": [
      {
        "sentence": "很好，你已经迈出了积极的一步。",
        "label": ""
      },
      {
        "sentence": "不要把过去的错误成为压力和负担，而是把它们看作是你成长的机会。",
        "label": ""
      },
      {
        "sentence": "每个人都会犯错，重要的是能够学习并向前看。",
        "label": ""
      },
      {
        "sentence": "在每次考试中，将注意力放在自己的表现上，而不是担心其他人的评价。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你能够克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会牢记你的建议，努力改变我的思维方式，将自己的注意力专注于自己的进步和发展上。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，努力改变我的思维方式，将自己的注意力专注于自己的进步和发展上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经走上了改变的道路，相信你一定能够克服这些困难。记住，我会一直支持你。如果你需要倾诉或者有任何困惑，随时找我聊天。呈上你的进步，我对你的发展充满信心！",
    "annotation": [
      {
        "sentence": "你已经走上了改变的道路，相信你一定能够克服这些困难。",
        "label": ""
      },
      {
        "sentence": "记住，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要倾诉或者有任何困惑，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "呈上你的进步，我对你的发展充满信心！",
        "label": ""
      }
    ]
  }
]