[
  {
    "role": "client",
    "content": "最近几年我一直在不停地想到自己终究逃不过死亡。以前大概10岁的时候有一天，我忽然想到终有一天会死，然后就被一股莫名的恐惧笼罩着，想要吼叫，焦虑不安，睡不着，感觉有种无法倾诉的大恐怖。后来我上学了，偶尔也会想起这个问题，而且越来越频繁，也无法理解这个问题，导致每次都睡不着觉。现在工作后，我更加频繁地想起死亡，感觉自己现在的一切都是空的，终究有一天会死去，我越想越害怕，睡不着觉。我真的很害怕，很焦虑。",
    "annotation": [
      {
        "sentence": "最近几年我一直在不停地想到自己终究逃不过死亡。",
        "label": ""
      },
      {
        "sentence": "以前大概10岁的时候有一天，我忽然想到终有一天会死，然后就被一股莫名的恐惧笼罩着，想要吼叫，焦虑不安，睡不着，感觉有种无法倾诉的大恐怖。",
        "label": ""
      },
      {
        "sentence": "后来我上学了，偶尔也会想起这个问题，而且越来越频繁，也无法理解这个问题，导致每次都睡不着觉。",
        "label": ""
      },
      {
        "sentence": "现在工作后，我更加频繁地想起死亡，感觉自己现在的一切都是空的，终究有一天会死去，我越想越害怕，睡不着觉。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕，很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你感到的恐惧和焦虑。其实，每个人都免不了要面对最终的长眠，死亡是无法回避的一部分。但是，为什么我们不把注意力放在如何度过这一生上呢？最重要的是让自己感到快乐和有价值。对于你目前的焦虑情绪，我建议你尝试一些冥想或深呼吸的方法，这些可以帮助你停下脑海中思绪的无尽转动。你可以试着回到此刻，去观察周围的环境，倾听周围的声音，例如人们的交谈声、鸟儿的鸣叫声以及车辆来往的声音。这样做可以帮助你把注意力集中在当下，暂时摆脱繁杂的思绪。每次冥想之后，我都能感到放松，你可以在网上找一些冥想练习，跟着引导来体验一下。另外，运动也可以在一定程度上缓解焦虑，你可以尝试建立一个规律的运动习惯，无论是跑步、跳舞还是其他你感兴趣的运动。如果需要的话，你还可以报名参加一些运动班来帮助自己坚持下去。当你在运动中心率加快、感到疲惫时，你会发现很难再去想其他的事情，所有的注意力都会集中在如何维持自己的运动状态上。通过建立起规律的运动习惯，你会增加对自己的掌控感，并且拥有更多应对未来的信心。此外，你可以尝试找到适合自己的放松方法。有些人通过深呼吸，有些人通过味觉感受（例如享受美食），还有些人通过嗅觉感受（例如闻香薰）来帮助自己放松。你可以探索一下适合自己的感官放松方法。另外，注意将注意力集中在让自己开心的事情上。例如，即将和朋友聚会、见到喜欢的人、参与一项令人激动的工作项目，或者迎来一部期待已久的电影上映。让自己沉浸在这些快乐的情绪中，这样也不容易感到焦虑。平时多对自己说一些积极的话语，虽然人生有尽头，但是你还是有很多光阴可以享受，可以做很多事情。更重要的是，让自己活在当下，去享受生活中的美好。",
    "annotation": [
      {
        "sentence": "我完全理解你感到的恐惧和焦虑。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都免不了要面对最终的长眠，死亡是无法回避的一部分。",
        "label": ""
      },
      {
        "sentence": "但是，为什么我们不把注意力放在如何度过这一生上呢？",
        "label": ""
      },
      {
        "sentence": "最重要的是让自己感到快乐和有价值。",
        "label": ""
      },
      {
        "sentence": "对于你目前的焦虑情绪，我建议你尝试一些冥想或深呼吸的方法，这些可以帮助你停下脑海中思绪的无尽转动。",
        "label": ""
      },
      {
        "sentence": "你可以试着回到此刻，去观察周围的环境，倾听周围的声音，例如人们的交谈声、鸟儿的鸣叫声以及车辆来往的声音。",
        "label": ""
      },
      {
        "sentence": "这样做可以帮助你把注意力集中在当下，暂时摆脱繁杂的思绪。",
        "label": ""
      },
      {
        "sentence": "每次冥想之后，我都能感到放松，你可以在网上找一些冥想练习，跟着引导来体验一下。",
        "label": ""
      },
      {
        "sentence": "另外，运动也可以在一定程度上缓解焦虑，你可以尝试建立一个规律的运动习惯，无论是跑步、跳舞还是其他你感兴趣的运动。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，你还可以报名参加一些运动班来帮助自己坚持下去。",
        "label": ""
      },
      {
        "sentence": "当你在运动中心率加快、感到疲惫时，你会发现很难再去想其他的事情，所有的注意力都会集中在如何维持自己的运动状态上。",
        "label": ""
      },
      {
        "sentence": "通过建立起规律的运动习惯，你会增加对自己的掌控感，并且拥有更多应对未来的信心。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试找到适合自己的放松方法。",
        "label": ""
      },
      {
        "sentence": "有些人通过深呼吸，有些人通过味觉感受（例如享受美食），还有些人通过嗅觉感受（例如闻香薰）来帮助自己放松。",
        "label": ""
      },
      {
        "sentence": "你可以探索一下适合自己的感官放松方法。",
        "label": ""
      },
      {
        "sentence": "另外，注意将注意力集中在让自己开心的事情上。",
        "label": ""
      },
      {
        "sentence": "例如，即将和朋友聚会、见到喜欢的人、参与一项令人激动的工作项目，或者迎来一部期待已久的电影上映。",
        "label": ""
      },
      {
        "sentence": "让自己沉浸在这些快乐的情绪中，这样也不容易感到焦虑。",
        "label": ""
      },
      {
        "sentence": "平时多对自己说一些积极的话语，虽然人生有尽头，但是你还是有很多光阴可以享受，可以做很多事情。",
        "label": ""
      },
      {
        "sentence": "更重要的是，让自己活在当下，去享受生活中的美好。",
        "label": ""
      }
    ]
  }
]