[
  {
    "role": "client",
    "content": "我是一个高中生，学习用力过猛后不肯去上学，不知道是抑郁还是强迫。我今年16岁，读高一的时候，学校的作业非常多，压力也很大。因为我学习用力过猛，连续四天每天只睡三四个小时，导致我的情绪崩溃了，现在我不肯再去学校了。虽然我们劝说过我，说作业太多的话就不要写了，但是我还是坚持要把作业全部写完。我每次学习都忍不住想要学好、搞懂，但是同时又感觉这样太累了。我平时经常说“好累啊，累成狗了”，现在我已经休学在家三个月了。在休学期间，我自学了编程，我还有理想，希望将来能开发软件。现在我转到了一个压力小、作业少的学校。但是前两天作业稍微有点多，我写着写着就感觉又回到了以前的状态，结果作业没有写完，心情烦躁，睡不着觉。一直到第二天早上七点钟才睡着，也没有去上学。现在已经连续两天没去学校了。我平时吃饭和睡觉都还正常。除了对电脑和手机感兴趣，我对其他的都提不起兴趣。我的初中和小学时学习成绩都很差，但是我以前上学时感觉学习就像去玩一样，现在读高中后感觉学习有压力了。请问这种情况是抑郁还是强迫呢？",
    "annotation": [
      {
        "sentence": "我是一个高中生，学习用力过猛后不肯去上学，不知道是抑郁还是强迫。",
        "label": ""
      },
      {
        "sentence": "我今年16岁，读高一的时候，学校的作业非常多，压力也很大。",
        "label": ""
      },
      {
        "sentence": "因为我学习用力过猛，连续四天每天只睡三四个小时，导致我的情绪崩溃了，现在我不肯再去学校了。",
        "label": ""
      },
      {
        "sentence": "虽然我们劝说过我，说作业太多的话就不要写了，但是我还是坚持要把作业全部写完。",
        "label": ""
      },
      {
        "sentence": "我每次学习都忍不住想要学好、搞懂，但是同时又感觉这样太累了。",
        "label": ""
      },
      {
        "sentence": "我平时经常说“好累啊，累成狗了”，现在我已经休学在家三个月了。",
        "label": ""
      },
      {
        "sentence": "在休学期间，我自学了编程，我还有理想，希望将来能开发软件。",
        "label": ""
      },
      {
        "sentence": "现在我转到了一个压力小、作业少的学校。",
        "label": ""
      },
      {
        "sentence": "但是前两天作业稍微有点多，我写着写着就感觉又回到了以前的状态，结果作业没有写完，心情烦躁，睡不着觉。",
        "label": ""
      },
      {
        "sentence": "一直到第二天早上七点钟才睡着，也没有去上学。",
        "label": ""
      },
      {
        "sentence": "现在已经连续两天没去学校了。",
        "label": ""
      },
      {
        "sentence": "我平时吃饭和睡觉都还正常。",
        "label": ""
      },
      {
        "sentence": "除了对电脑和手机感兴趣，我对其他的都提不起兴趣。",
        "label": ""
      },
      {
        "sentence": "我的初中和小学时学习成绩都很差，但是我以前上学时感觉学习就像去玩一样，现在读高中后感觉学习有压力了。",
        "label": ""
      },
      {
        "sentence": "请问这种情况是抑郁还是强迫呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能和你交流，希望我的回答能帮到你。你是一个很有上进心的孩子，但是学习用力过猛导致你每天只睡三四个小时，情绪崩溃了之后不肯再去学校。先给你一个大大的拥抱。我觉得你可能是方法不对吧？老师布置的作业量应该是有控制的，不会占用你的休息时间太多吧？可能是有些作业不会做，但是又想要完成，所以才拖延了这么久。也许当时参加补习班来加强学习会比较好。（我不是推销补习班的哦）遇到不懂的问题时，可以请教老师辅导指点，这样可以节约很多时间。正因为你付出了很多但是收获感不成正比，心理上会产生落差，成为心理疾病，想要逃避和逃离。转学已经有些晚了，你已经形成了应激心理，一旦开始学习就会出现心理问题。继续逃避只会让你迷失在电脑和手机的虚拟世界中，暂时忘记了现实中的痛苦。我建议进行心理疏导，无论是抑郁还是其他问题，都要想办法尽早解决。祝一切顺利！",
    "annotation": [
      {
        "sentence": "非常高兴能和你交流，希望我的回答能帮到你。",
        "label": ""
      },
      {
        "sentence": "你是一个很有上进心的孩子，但是学习用力过猛导致你每天只睡三四个小时，情绪崩溃了之后不肯再去学校。",
        "label": ""
      },
      {
        "sentence": "先给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "我觉得你可能是方法不对吧？",
        "label": ""
      },
      {
        "sentence": "老师布置的作业量应该是有控制的，不会占用你的休息时间太多吧？",
        "label": ""
      },
      {
        "sentence": "可能是有些作业不会做，但是又想要完成，所以才拖延了这么久。",
        "label": ""
      },
      {
        "sentence": "也许当时参加补习班来加强学习会比较好。",
        "label": ""
      },
      {
        "sentence": "（我不是推销补习班的哦）遇到不懂的问题时，可以请教老师辅导指点，这样可以节约很多时间。",
        "label": ""
      },
      {
        "sentence": "正因为你付出了很多但是收获感不成正比，心理上会产生落差，成为心理疾病，想要逃避和逃离。",
        "label": ""
      },
      {
        "sentence": "转学已经有些晚了，你已经形成了应激心理，一旦开始学习就会出现心理问题。",
        "label": ""
      },
      {
        "sentence": "继续逃避只会让你迷失在电脑和手机的虚拟世界中，暂时忘记了现实中的痛苦。",
        "label": ""
      },
      {
        "sentence": "我建议进行心理疏导，无论是抑郁还是其他问题，都要想办法尽早解决。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和鼓励。我也觉得自己可能是方法不对，老师布置的作业量确实应该是有节制的，我会考虑找老师求助和参加辅导班。只是现在转学了，可能会比较难，但我会尽量争取机会。我理解你说的付出和收获不成正比，有时候确实会让我感觉很沮丧。我也意识到我对电脑和手机的依赖有点过度，需要调整一下。我会考虑接受心理疏导的建议，希望能够尽快走出困境。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的回复和鼓励。",
        "label": ""
      },
      {
        "sentence": "我也觉得自己可能是方法不对，老师布置的作业量确实应该是有节制的，我会考虑找老师求助和参加辅导班。",
        "label": ""
      },
      {
        "sentence": "只是现在转学了，可能会比较难，但我会尽量争取机会。",
        "label": ""
      },
      {
        "sentence": "我理解你说的付出和收获不成正比，有时候确实会让我感觉很沮丧。",
        "label": ""
      },
      {
        "sentence": "我也意识到我对电脑和手机的依赖有点过度，需要调整一下。",
        "label": ""
      },
      {
        "sentence": "我会考虑接受心理疏导的建议，希望能够尽快走出困境。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。你有意愿改变方法，找老师寻求帮助和参加辅导班，这是很棒的决定。转学确实可能会带来一些挑战，但是只要努力争取机会，一定能解决问题。你能够理解付出和收获不成正比的感受，这已经是一个很好的第一步。关于对电脑和手机的过度依赖，你也已经意识到了，那就更好了。接受心理疏导是一个很明智的选择，希望你能够在专业的指导下早日走出困境。再次祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你有意愿改变方法，找老师寻求帮助和参加辅导班，这是很棒的决定。",
        "label": ""
      },
      {
        "sentence": "转学确实可能会带来一些挑战，但是只要努力争取机会，一定能解决问题。",
        "label": ""
      },
      {
        "sentence": "你能够理解付出和收获不成正比的感受，这已经是一个很好的第一步。",
        "label": ""
      },
      {
        "sentence": "关于对电脑和手机的过度依赖，你也已经意识到了，那就更好了。",
        "label": ""
      },
      {
        "sentence": "接受心理疏导是一个很明智的选择，希望你能够在专业的指导下早日走出困境。",
        "label": ""
      },
      {
        "sentence": "再次祝福你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。我会尽力改变方法，并积极寻求帮助。希望通过心理疏导，我能够找到解决困境的方法。再次谢谢你的回复！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽力改变方法，并积极寻求帮助。",
        "label": ""
      },
      {
        "sentence": "希望通过心理疏导，我能够找到解决困境的方法。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的回复！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我真心希望能够帮到你。你的意愿和努力将会是走出困境的关键。相信通过改变方法和接受心理疏导，你一定能找到解决问题的途径。如果你还有其他想要分享或者提问的，随时都可以告诉我。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我真心希望能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你的意愿和努力将会是走出困境的关键。",
        "label": ""
      },
      {
        "sentence": "相信通过改变方法和接受心理疏导，你一定能找到解决问题的途径。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他想要分享或者提问的，随时都可以告诉我。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  }
]