[
  {
    "role": "client",
    "content": "孩子这么乖，为什么还有要求？我这是有病吧？今天被闺蜜“狠狠”的s戳了一顿，也就你命好，幸运能找个什么都依你的男人，你还天天嚷嚷。",
    "annotation": [
      {
        "sentence": "孩子这么乖，为什么还有要求？",
        "label": ""
      },
      {
        "sentence": "我这是有病吧？",
        "label": ""
      },
      {
        "sentence": "今天被闺蜜“狠狠”的s戳了一顿，也就你命好，幸运能找个什么都依你的男人，你还天天嚷嚷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先你可以放心，这并不是病，只要稍作调整就好啦~其实人们普遍会对负面的信息更加敏感，就像一个听起来好笑但也很真实的故事说的，女生问男朋友她好不好看，男朋友每次都回答她很好看，她也并没有记住，然而哪怕回答了100次她好看，但只要有一次说她丑，这一次就会被记住了并且可能会不断纠结之前的100次好看是不是真的。所以你总是关注到自己先生和孩子们做的不好的地方而忽略好的地方，其实是很正常的，毕竟祖先在原始社会为了活下去，更多会去关注负面信息，这使我们的大脑到现在这个时代也依然保留了这一特性。",
    "annotation": [
      {
        "sentence": "首先你可以放心，这并不是病，只要稍作调整就好啦~其实人们普遍会对负面的信息更加敏感，就像一个听起来好笑但也很真实的故事说的，女生问男朋友她好不好看，男朋友每次都回答她很好看，她也并没有记住，然而哪怕回答了100次她好看，但只要有一次说她丑，这一次就会被记住了并且可能会不断纠结之前的100次好看是不是真的。",
        "label": ""
      },
      {
        "sentence": "所以你总是关注到自己先生和孩子们做的不好的地方而忽略好的地方，其实是很正常的，毕竟祖先在原始社会为了活下去，更多会去关注负面信息，这使我们的大脑到现在这个时代也依然保留了这一特性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么说，我总是过于关注孩子和先生的不足，而忽视了他们的优点和努力？",
    "annotation": [
      {
        "sentence": "这么说，我总是过于关注孩子和先生的不足，而忽视了他们的优点和努力？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你能够意识到自己对于家人们稍有严苛，其实已经很棒了，后面需要做的就是多去关注那些好的地方，这样慢慢地，你或许就会有一种“我怎么有这么棒的孩子和先生”的感觉，从而对他们小问题也就可以更加包容了。",
    "annotation": [
      {
        "sentence": "是的，你能够意识到自己对于家人们稍有严苛，其实已经很棒了，后面需要做的就是多去关注那些好的地方，这样慢慢地，你或许就会有一种“我怎么有这么棒的孩子和先生”的感觉，从而对他们小问题也就可以更加包容了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更加积极地看到他们的优点。但是我还是经常因为一些小问题对他们发火，怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要更加积极地看到他们的优点。",
        "label": ""
      },
      {
        "sentence": "但是我还是经常因为一些小问题对他们发火，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，尝试着多去看到家人们的优点和表现好的地方，每天记录3-5个。其次，你可以多站在孩子和先生的角度上尝试着理解他们。比如说，孩子放学后，特别特别累，到家衣服都还没换就一下子就瘫在床上了，一般妈妈们见到这种场景常常是会忍不住发飙。但如果带入到孩子，其实就会觉得累了一天了，只想躺下也是可以理解的了，虽然衣服没换就倒下了，但对于这点也可以心平气和地去和孩子沟通，让他养成爱干净的好习惯，这样就可以不再发飙了，对孩子情绪和感受的关注，也能使你们的关系更加亲密。",
    "annotation": [
      {
        "sentence": "首先，尝试着多去看到家人们的优点和表现好的地方，每天记录3-5个。",
        "label": ""
      },
      {
        "sentence": "其次，你可以多站在孩子和先生的角度上尝试着理解他们。",
        "label": ""
      },
      {
        "sentence": "比如说，孩子放学后，特别特别累，到家衣服都还没换就一下子就瘫在床上了，一般妈妈们见到这种场景常常是会忍不住发飙。",
        "label": ""
      },
      {
        "sentence": "但如果带入到孩子，其实就会觉得累了一天了，只想躺下也是可以理解的了，虽然衣服没换就倒下了，但对于这点也可以心平气和地去和孩子沟通，让他养成爱干净的好习惯，这样就可以不再发飙了，对孩子情绪和感受的关注，也能使你们的关系更加亲密。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着站在他们的角度去理解，多与他们沟通，让关系更加亲密。但是我感觉自己一直都很忙，投入了大部分的精力在家庭和工作上，就很容易把小问题放大。有什么方法能帮助我分散注意力，减少生活的压力呢？",
    "annotation": [
      {
        "sentence": "我会试着站在他们的角度去理解，多与他们沟通，让关系更加亲密。",
        "label": ""
      },
      {
        "sentence": "但是我感觉自己一直都很忙，投入了大部分的精力在家庭和工作上，就很容易把小问题放大。",
        "label": ""
      },
      {
        "sentence": "有什么方法能帮助我分散注意力，减少生活的压力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，你也可以培养一个在家庭和工作之外，可以投入进去的兴趣爱好，让自己的注意力适当分散一下。当我们每天除了工作，把大部分精力都投入在几个个人身上时，就很容易会把小的问题突出放大，而人无完人，这种放大除了增加冲突之外并没有什么好处。你可以拿一部分时间做可以让自己沉浸其中的事情，这样一方面可以帮助分散注意力，避免自己每天只盯着家人，另一方面也可以在投入其中的过程中放松自己，减少生活的压力。何乐而不为呢？",
    "annotation": [
      {
        "sentence": "最后，你也可以培养一个在家庭和工作之外，可以投入进去的兴趣爱好，让自己的注意力适当分散一下。",
        "label": ""
      },
      {
        "sentence": "当我们每天除了工作，把大部分精力都投入在几个个人身上时，就很容易会把小的问题突出放大，而人无完人，这种放大除了增加冲突之外并没有什么好处。",
        "label": ""
      },
      {
        "sentence": "你可以拿一部分时间做可以让自己沉浸其中的事情，这样一方面可以帮助分散注意力，避免自己每天只盯着家人，另一方面也可以在投入其中的过程中放松自己，减少生活的压力。",
        "label": ""
      },
      {
        "sentence": "何乐而不为呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会尝试多关注家人的优点，多理解他们，以及培养自己的兴趣爱好。希望我的家庭生活越来越幸福！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会尝试多关注家人的优点，多理解他们，以及培养自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "希望我的家庭生活越来越幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你会越来越好的，祝你和家人生活得更加幸福！如果还有其他问题，随时来找我聊天哦！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你会越来越好的，祝你和家人生活得更加幸福！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天哦！",
        "label": ""
      }
    ]
  }
]