[
  {
    "role": "client",
    "content": "我是一个21岁的女生，最近我一直在想创伤后应激障碍的问题。大约15年前，我失去了一位非常好的朋友，而现在我还是偶尔会梦到她，醒来后不禁流泪。有时候，当我遇到一些与她有关的事物时，我控制不住地想哭。在某些特殊的纪念日里，我会感到更加难过。晚上我睡不好，脑海里会反复回想她去世前后发生的很多事情，我会不断崩溃，哭到筋疲力尽。",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，最近我一直在想创伤后应激障碍的问题。",
        "label": ""
      },
      {
        "sentence": "大约15年前，我失去了一位非常好的朋友，而现在我还是偶尔会梦到她，醒来后不禁流泪。",
        "label": ""
      },
      {
        "sentence": "有时候，当我遇到一些与她有关的事物时，我控制不住地想哭。",
        "label": ""
      },
      {
        "sentence": "在某些特殊的纪念日里，我会感到更加难过。",
        "label": ""
      },
      {
        "sentence": "晚上我睡不好，脑海里会反复回想她去世前后发生的很多事情，我会不断崩溃，哭到筋疲力尽。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生死离别是一种令人心痛的感受，甚至可以说是痛彻心扉。在我们的文化中，面对去世时，如果不哭似乎就会被认为是不深爱逝者的表现。所以，从你的情感反应来看，你们的关系肯定非常好，以至于五年后你仍然保持着这种不能入眠的联系。这种现象是正常的。在某些特殊的日子，如清明节、中元节、生日或祭日等等，会让我们更加思念亲人，情绪会突然涌上心头。这是一个普遍的现象，而且这种情绪的表达本身具有疗愈的作用。由于我们的文化对谈论死亡有所禁忌，你也许无法在日常生活中与他人讨论你朋友的离世，所以思念和其他情绪都会积累起来。而在特殊的节日里，这些情绪就会全部涌现出来。这也是这些特殊节日设立的原因之一，因为日常不谈论，人们总需要一个发泄的方式，这些节日就成为人们集体释放情绪的时刻，也是怀念亲人、表达痛楚的机会。",
    "annotation": [
      {
        "sentence": "生死离别是一种令人心痛的感受，甚至可以说是痛彻心扉。",
        "label": ""
      },
      {
        "sentence": "在我们的文化中，面对去世时，如果不哭似乎就会被认为是不深爱逝者的表现。",
        "label": ""
      },
      {
        "sentence": "所以，从你的情感反应来看，你们的关系肯定非常好，以至于五年后你仍然保持着这种不能入眠的联系。",
        "label": ""
      },
      {
        "sentence": "这种现象是正常的。",
        "label": ""
      },
      {
        "sentence": "在某些特殊的日子，如清明节、中元节、生日或祭日等等，会让我们更加思念亲人，情绪会突然涌上心头。",
        "label": ""
      },
      {
        "sentence": "这是一个普遍的现象，而且这种情绪的表达本身具有疗愈的作用。",
        "label": ""
      },
      {
        "sentence": "由于我们的文化对谈论死亡有所禁忌，你也许无法在日常生活中与他人讨论你朋友的离世，所以思念和其他情绪都会积累起来。",
        "label": ""
      },
      {
        "sentence": "而在特殊的节日里，这些情绪就会全部涌现出来。",
        "label": ""
      },
      {
        "sentence": "这也是这些特殊节日设立的原因之一，因为日常不谈论，人们总需要一个发泄的方式，这些节日就成为人们集体释放情绪的时刻，也是怀念亲人、表达痛楚的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "之前我提到的回想她去世消息前后的事情，我在那段时间内有很多不同的情感，包括自责、后悔还有未完成的事情。我可能没有描述清楚，抱歉让你产生了困惑。你觉得我可以怎样处理这些情绪呢？",
    "annotation": [
      {
        "sentence": "之前我提到的回想她去世消息前后的事情，我在那段时间内有很多不同的情感，包括自责、后悔还有未完成的事情。",
        "label": ""
      },
      {
        "sentence": "我可能没有描述清楚，抱歉让你产生了困惑。",
        "label": ""
      },
      {
        "sentence": "你觉得我可以怎样处理这些情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，她的离去本身就是一种痛苦而不愿意接受的事实，这是一个哀伤的过程，因为她带走的不仅仅是一个人，还有我们之间的关系和一切与她相关的事物。所以，控制不住情绪也是正常的，你不需要刻意去控制它们。当然，在回忆中有一些情绪也是值得关注的，你可以试着向她倾诉一下，告诉她你为何会如此哭泣，想对她说些什么就说些什么吧。如果无法说出口，你可以写下来，甚至在脑海中构想画面，这样有助于你表达哀伤的感受。",
    "annotation": [
      {
        "sentence": "是的，她的离去本身就是一种痛苦而不愿意接受的事实，这是一个哀伤的过程，因为她带走的不仅仅是一个人，还有我们之间的关系和一切与她相关的事物。",
        "label": ""
      },
      {
        "sentence": "所以，控制不住情绪也是正常的，你不需要刻意去控制它们。",
        "label": ""
      },
      {
        "sentence": "当然，在回忆中有一些情绪也是值得关注的，你可以试着向她倾诉一下，告诉她你为何会如此哭泣，想对她说些什么就说些什么吧。",
        "label": ""
      },
      {
        "sentence": "如果无法说出口，你可以写下来，甚至在脑海中构想画面，这样有助于你表达哀伤的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和理解。你提到创伤后应激障碍，我现在的状况算是创伤后应激障碍吗？请给我一些指导。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "你提到创伤后应激障碍，我现在的状况算是创伤后应激障碍吗？",
        "label": ""
      },
      {
        "sentence": "请给我一些指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，我觉得你目前的状况可能还不能被称为创伤后应激障碍，最多是创伤后应激反应。但是，我无法准确判断，因为你的描述信息很有限。所以，如果你在日常生活和工作中没有受到太大影响，那就相对正常。但如果这些情绪开始影响到你的正常生活和工作，我建议你寻求专业的帮助。",
    "annotation": [
      {
        "sentence": "根据你的描述，我觉得你目前的状况可能还不能被称为创伤后应激障碍，最多是创伤后应激反应。",
        "label": ""
      },
      {
        "sentence": "但是，我无法准确判断，因为你的描述信息很有限。",
        "label": ""
      },
      {
        "sentence": "所以，如果你在日常生活和工作中没有受到太大影响，那就相对正常。",
        "label": ""
      },
      {
        "sentence": "但如果这些情绪开始影响到你的正常生活和工作，我建议你寻求专业的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。谢谢你的支持和建议。我会继续关注我的情绪，并且如果需要的话，我会寻求专业帮助的。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会继续关注我的情绪，并且如果需要的话，我会寻求专业帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。请记住，关注自己的情绪是非常重要的，愿意接受帮助也是一种勇气。如果你在未来有任何需要，记得随时向我寻求支持。祝愿你能够渐渐走出悲伤，重拾快乐的生活。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "请记住，关注自己的情绪是非常重要的，愿意接受帮助也是一种勇气。",
        "label": ""
      },
      {
        "sentence": "如果你在未来有任何需要，记得随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够渐渐走出悲伤，重拾快乐的生活。",
        "label": ""
      }
    ]
  }
]