[
  {
    "role": "client",
    "content": "孩子这么乖，为什么还有要求？我这是有病吧？今天被闺蜜“狠狠”的s戳了一顿，也就你命好，幸运能找个什么都依你的男人，你还天天嚷嚷。更重要的是，你家崽和你男人一样，事事都你说他听话照做。我反驳道：没有，真如你说的，我也就不至于天天被气s啦！",
    "annotation": [
      {
        "sentence": "孩子这么乖，为什么还有要求？",
        "label": ""
      },
      {
        "sentence": "我这是有病吧？",
        "label": ""
      },
      {
        "sentence": "今天被闺蜜“狠狠”的s戳了一顿，也就你命好，幸运能找个什么都依你的男人，你还天天嚷嚷。",
        "label": ""
      },
      {
        "sentence": "更重要的是，你家崽和你男人一样，事事都你说他听话照做。",
        "label": ""
      },
      {
        "sentence": "我反驳道：没有，真如你说的，我也就不至于天天被气s啦！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的孩子和丈夫都非常听话，但你似乎对此还不满意，还会有愤怒的情绪。其实，正是因为他们如此配合你的期望，你内心对他们的要求会变得更高。你把孩子和丈夫当作了你的事业，精心安排着他们的生活。但你也想让他们完全达到你内心的要求，只要有一点不满意，你就会产生消极情绪。这些微小的不满意给了你发泄的机会，他们成了你宣泄情绪的出口。你的世界一直围绕在家庭之中，没有让自己有放松的时间，心理上也会有压抑感，所以一有不满就会爆发。同时，孩子也需要休息和玩耍的时间。现在的孩子很多时间都在补习班度过，但他们也应该有自己的空闲时间。你希望孩子不输在起跑线上，报了很多班，甚至觉得取消两个班不太好。孩子们的乖巧可能只是害怕你的发脾气，因为只有配合你，你才会满意，才不会发脾气。另一方面，如果他们反抗，你会更生气，所以他们选择乖巧。虽然你希望孩子成为人才，但还是需要给他们一些喘息的空间，否则对他们的心理也会有影响。",
    "annotation": [
      {
        "sentence": "你的孩子和丈夫都非常听话，但你似乎对此还不满意，还会有愤怒的情绪。",
        "label": ""
      },
      {
        "sentence": "其实，正是因为他们如此配合你的期望，你内心对他们的要求会变得更高。",
        "label": ""
      },
      {
        "sentence": "你把孩子和丈夫当作了你的事业，精心安排着他们的生活。",
        "label": ""
      },
      {
        "sentence": "但你也想让他们完全达到你内心的要求，只要有一点不满意，你就会产生消极情绪。",
        "label": ""
      },
      {
        "sentence": "这些微小的不满意给了你发泄的机会，他们成了你宣泄情绪的出口。",
        "label": ""
      },
      {
        "sentence": "你的世界一直围绕在家庭之中，没有让自己有放松的时间，心理上也会有压抑感，所以一有不满就会爆发。",
        "label": ""
      },
      {
        "sentence": "同时，孩子也需要休息和玩耍的时间。",
        "label": ""
      },
      {
        "sentence": "现在的孩子很多时间都在补习班度过，但他们也应该有自己的空闲时间。",
        "label": ""
      },
      {
        "sentence": "你希望孩子不输在起跑线上，报了很多班，甚至觉得取消两个班不太好。",
        "label": ""
      },
      {
        "sentence": "孩子们的乖巧可能只是害怕你的发脾气，因为只有配合你，你才会满意，才不会发脾气。",
        "label": ""
      },
      {
        "sentence": "另一方面，如果他们反抗，你会更生气，所以他们选择乖巧。",
        "label": ""
      },
      {
        "sentence": "虽然你希望孩子成为人才，但还是需要给他们一些喘息的空间，否则对他们的心理也会有影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我每天都对孩子和丈夫的行为有过多的期待，他们这么乖巧，我还要求更多，真是过分！我是不是有心理问题？",
    "annotation": [
      {
        "sentence": "我每天都对孩子和丈夫的行为有过多的期待，他们这么乖巧，我还要求更多，真是过分！",
        "label": ""
      },
      {
        "sentence": "我是不是有心理问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对孩子和丈夫的要求确实很高，即使他们已经非常乖巧，你还是不满意。这可能是因为你的内心期望更高。然而，他们只是想尽力配合你，他们也没有机会表达自己的想法。这会导致你的情绪爆发。或许，你并不是真的有心理问题，而是缺乏与家人的交流。他们可能选择沉默和乖巧，来避免麻烦和你的发脾气。但沉默也会有爆发的时候。在接下来的生活中，你可以试着与他们更多地进行交流，一起做决定。也许你可以看看电视剧《以家人之名》，里面的角色也面临着类似的问题，或许可以给你一些启示。",
    "annotation": [
      {
        "sentence": "你对孩子和丈夫的要求确实很高，即使他们已经非常乖巧，你还是不满意。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你的内心期望更高。",
        "label": ""
      },
      {
        "sentence": "然而，他们只是想尽力配合你，他们也没有机会表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "这会导致你的情绪爆发。",
        "label": ""
      },
      {
        "sentence": "或许，你并不是真的有心理问题，而是缺乏与家人的交流。",
        "label": ""
      },
      {
        "sentence": "他们可能选择沉默和乖巧，来避免麻烦和你的发脾气。",
        "label": ""
      },
      {
        "sentence": "但沉默也会有爆发的时候。",
        "label": ""
      },
      {
        "sentence": "在接下来的生活中，你可以试着与他们更多地进行交流，一起做决定。",
        "label": ""
      },
      {
        "sentence": "也许你可以看看电视剧《以家人之名》，里面的角色也面临着类似的问题，或许可以给你一些启示。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实缺乏与家人的交流。我把他们当成了事业，却忽略了他们的真实想法和感受。我一直是孩子和丈夫决定的人，他们也习惯了。我需要改变自己的方式，更多地倾听他们的意见，让他们参与决策。我会努力与家人加强沟通的，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我确实缺乏与家人的交流。",
        "label": ""
      },
      {
        "sentence": "我把他们当成了事业，却忽略了他们的真实想法和感受。",
        "label": ""
      },
      {
        "sentence": "我一直是孩子和丈夫决定的人，他们也习惯了。",
        "label": ""
      },
      {
        "sentence": "我需要改变自己的方式，更多地倾听他们的意见，让他们参与决策。",
        "label": ""
      },
      {
        "sentence": "我会努力与家人加强沟通的，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的认识和决心。改变自己的方式并与家人加强沟通是非常重要的。给孩子和丈夫更多的参与权，倾听他们的意见，共同做决策，这样会减少你的不满情绪，并让家庭更加和谐。祝你成功！如果你需要更多的帮助或者有其他问题，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "很高兴听到你的认识和决心。",
        "label": ""
      },
      {
        "sentence": "改变自己的方式并与家人加强沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "给孩子和丈夫更多的参与权，倾听他们的意见，共同做决策，这样会减少你的不满情绪，并让家庭更加和谐。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      },
      {
        "sentence": "如果你需要更多的帮助或者有其他问题，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]