[
  {
    "role": "client",
    "content": "我是一个21岁的女生，我想了解一下创伤后应激障碍。在15年的时候，我失去了一位非常好的朋友。现在我偶尔还会梦到她，每次醒来都会哭泣。有时候，一些事情与她有关，我就无法控制自己的情绪，总是想哭。尤其在一些特殊的日子里，我感到更加难受。晚上我睡眠也很差，经常会回忆起接到她去世消息前后发生的许多事情。我反反复复地崩溃，每次都哭到筋疲力尽。",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，我想了解一下创伤后应激障碍。",
        "label": ""
      },
      {
        "sentence": "在15年的时候，我失去了一位非常好的朋友。",
        "label": ""
      },
      {
        "sentence": "现在我偶尔还会梦到她，每次醒来都会哭泣。",
        "label": ""
      },
      {
        "sentence": "有时候，一些事情与她有关，我就无法控制自己的情绪，总是想哭。",
        "label": ""
      },
      {
        "sentence": "尤其在一些特殊的日子里，我感到更加难受。",
        "label": ""
      },
      {
        "sentence": "晚上我睡眠也很差，经常会回忆起接到她去世消息前后发生的许多事情。",
        "label": ""
      },
      {
        "sentence": "我反反复复地崩溃，每次都哭到筋疲力尽。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰我感到很心疼。失去亲朋好友的离开会让我们感到难过和失落，这种情绪是非常正常的，不需要太过强迫自己去控制或是压抑。哭泣是人类机体的自然反应，对身体健康也是有益的。当我们的心情低落的时候，通过哭泣来释放情绪是一种疗愈的方式，所以不必刻意克制自己。反之，如果我们尝试逃避这些情绪，它们反而会缠绕着我们。我建议你勇敢地面对你内心的一切，试着接纳和处理它们。",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰我感到很心疼。",
        "label": ""
      },
      {
        "sentence": "失去亲朋好友的离开会让我们感到难过和失落，这种情绪是非常正常的，不需要太过强迫自己去控制或是压抑。",
        "label": ""
      },
      {
        "sentence": "哭泣是人类机体的自然反应，对身体健康也是有益的。",
        "label": ""
      },
      {
        "sentence": "当我们的心情低落的时候，通过哭泣来释放情绪是一种疗愈的方式，所以不必刻意克制自己。",
        "label": ""
      },
      {
        "sentence": "反之，如果我们尝试逃避这些情绪，它们反而会缠绕着我们。",
        "label": ""
      },
      {
        "sentence": "我建议你勇敢地面对你内心的一切，试着接纳和处理它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。可是有时候我觉得我无法控制自己的情绪，就算是在公共场合，我也会突然哭泣。这让我感到很尴尬和困惑。我不知道该如何是好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "可是有时候我觉得我无法控制自己的情绪，就算是在公共场合，我也会突然哭泣。",
        "label": ""
      },
      {
        "sentence": "这让我感到很尴尬和困惑。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何是好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的尴尬和困惑。有时候，情绪会变得非常强烈，让我们控制得很困难。不过，我想告诉你，这并不是你的错。当你在公共场合突然哭泣时，也许身边的人会不理解，但是他们不了解你的内心感受。你可以尝试跟身边的亲人或朋友沟通，告诉他们你正经历的情绪困扰，争取获得他们的理解和支持。另外，你可以尝试使用一些放松和调节情绪的技巧，比如深呼吸、冥想或是寻找一些分散注意力的活动等。",
    "annotation": [
      {
        "sentence": "我完全理解你的尴尬和困惑。",
        "label": ""
      },
      {
        "sentence": "有时候，情绪会变得非常强烈，让我们控制得很困难。",
        "label": ""
      },
      {
        "sentence": "不过，我想告诉你，这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "当你在公共场合突然哭泣时，也许身边的人会不理解，但是他们不了解你的内心感受。",
        "label": ""
      },
      {
        "sentence": "你可以尝试跟身边的亲人或朋友沟通，告诉他们你正经历的情绪困扰，争取获得他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试使用一些放松和调节情绪的技巧，比如深呼吸、冥想或是寻找一些分散注意力的活动等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着跟身边的人进行沟通，希望他们能理解我。另外，你提到的放松和调节情绪的技巧我也会尝试一下。谢谢你的建议。但是，我还会有一些特定的日子，比如她的生日或是逝世日，会感到特别难过。我该如何面对这些情绪呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会试着跟身边的人进行沟通，希望他们能理解我。",
        "label": ""
      },
      {
        "sentence": "另外，你提到的放松和调节情绪的技巧我也会尝试一下。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是，我还会有一些特定的日子，比如她的生日或是逝世日，会感到特别难过。",
        "label": ""
      },
      {
        "sentence": "我该如何面对这些情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在特定的日子里感到特别难过是非常正常的。这些日子会让你更加思念和想念她。你可以试着给自己一个空间来表达这些情绪，比如在她的生日或逝世日，可以找一个安静的地方，让自己沉思和回忆，或是写一封信给她等等。另外，你也可以找一些支持性的活动来度过这些特殊的日子，比如和朋友一起做一些你们曾经共同喜欢的事情，或是做一些能让你开心的事情。这样，你可以通过积极的方式来纪念她，并且缓解情绪上的困扰。",
    "annotation": [
      {
        "sentence": "在特定的日子里感到特别难过是非常正常的。",
        "label": ""
      },
      {
        "sentence": "这些日子会让你更加思念和想念她。",
        "label": ""
      },
      {
        "sentence": "你可以试着给自己一个空间来表达这些情绪，比如在她的生日或逝世日，可以找一个安静的地方，让自己沉思和回忆，或是写一封信给她等等。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以找一些支持性的活动来度过这些特殊的日子，比如和朋友一起做一些你们曾经共同喜欢的事情，或是做一些能让你开心的事情。",
        "label": ""
      },
      {
        "sentence": "这样，你可以通过积极的方式来纪念她，并且缓解情绪上的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着给自己一个空间来表达这些情绪，并且找一些积极的方式来度过特殊的日子。通过你的劝导，我感到心情稍微好了一些。我非常感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着给自己一个空间来表达这些情绪，并且找一些积极的方式来度过特殊的日子。",
        "label": ""
      },
      {
        "sentence": "通过你的劝导，我感到心情稍微好了一些。",
        "label": ""
      },
      {
        "sentence": "我非常感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。记得，你并不孤单，身边还有人关心你并愿意倾听你的心声。如果你需要任何进一步的支持或是有其他的问题，随时都可以向我倾诉。我会一直在你身边支持你。希望你能尽快度过痛苦的时刻，重拾快乐的生活。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，身边还有人关心你并愿意倾听你的心声。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持或是有其他的问题，随时都可以向我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能尽快度过痛苦的时刻，重拾快乐的生活。",
        "label": ""
      }
    ]
  }
]