[
  {
    "role": "client",
    "content": "我现在14岁，我感到自己非常敏感、暴躁、焦虑和不安。每天晚上我都会崩溃大哭，甚至有时想自杀。四年前，我还能很好地入眠，可是九岁那年我表哥扒光了我。虽然他没有对我做出什么伤害，但是我从那时起就变得非常敏感，讨厌别人触碰我，自卑，暴躁，焦虑不安甚至有自杀的念头。",
    "annotation": [
      {
        "sentence": "我现在14岁，我感到自己非常敏感、暴躁、焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "每天晚上我都会崩溃大哭，甚至有时想自杀。",
        "label": ""
      },
      {
        "sentence": "四年前，我还能很好地入眠，可是九岁那年我表哥扒光了我。",
        "label": ""
      },
      {
        "sentence": "虽然他没有对我做出什么伤害，但是我从那时起就变得非常敏感，讨厌别人触碰我，自卑，暴躁，焦虑不安甚至有自杀的念头。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你遭遇这样的不幸经历我感到非常难过。你所经历的情绪波动和精神状态的改变是可以理解的。你曾尝试过寻找一些方法来平复这段经历吗？",
    "annotation": [
      {
        "sentence": "听到你遭遇这样的不幸经历我感到非常难过。",
        "label": ""
      },
      {
        "sentence": "你所经历的情绪波动和精神状态的改变是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你曾尝试过寻找一些方法来平复这段经历吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没有，我不知道该如何面对和解决这些问题。",
    "annotation": [
      {
        "sentence": "没有，我不知道该如何面对和解决这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要告诉你，你不是一个人在面对这一切。你的感受是真实而有价值的。我理解你的敏感和对触碰的排斥感，这都是你为了保护自己而形成的自我防御机制。但是，过度的焦虑、自卑和暴躁可能会对你的生活产生负面影响。在这个过程中，寻求专业辅导是一个非常好的选择。专业的心理咨询师可以帮助你更好地理解和处理这个经历，并倾听你的困惑和痛苦。",
    "annotation": [
      {
        "sentence": "首先，我要告诉你，你不是一个人在面对这一切。",
        "label": ""
      },
      {
        "sentence": "你的感受是真实而有价值的。",
        "label": ""
      },
      {
        "sentence": "我理解你的敏感和对触碰的排斥感，这都是你为了保护自己而形成的自我防御机制。",
        "label": ""
      },
      {
        "sentence": "但是，过度的焦虑、自卑和暴躁可能会对你的生活产生负面影响。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，寻求专业辅导是一个非常好的选择。",
        "label": ""
      },
      {
        "sentence": "专业的心理咨询师可以帮助你更好地理解和处理这个经历，并倾听你的困惑和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得或许应该尝试一下心理咨询。但是，我也有一些担忧，比如我是否能够和咨询师建立信任关系，是否会对我的经历保密，以及是否能够有效地解决我的问题。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得或许应该尝试一下心理咨询。",
        "label": ""
      },
      {
        "sentence": "但是，我也有一些担忧，比如我是否能够和咨询师建立信任关系，是否会对我的经历保密，以及是否能够有效地解决我的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些担忧是很正常的，我明白你的顾虑。首先，你会发现专业的心理咨询师非常擅长建立信任关系，并且会以保密原则对待你的个人信息和经历。他们专注于帮助你解决问题，而不会对你进行评判。在每一次咨询中，你都应该感到被尊重和理解。",
    "annotation": [
      {
        "sentence": "这些担忧是很正常的，我明白你的顾虑。",
        "label": ""
      },
      {
        "sentence": "首先，你会发现专业的心理咨询师非常擅长建立信任关系，并且会以保密原则对待你的个人信息和经历。",
        "label": ""
      },
      {
        "sentence": "他们专注于帮助你解决问题，而不会对你进行评判。",
        "label": ""
      },
      {
        "sentence": "在每一次咨询中，你都应该感到被尊重和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我对心理咨询有了一些信心和期待。但是，我还是有点不确定该如何选择一位合适的心理咨询师。",
    "annotation": [
      {
        "sentence": "听你这么说，我对心理咨询有了一些信心和期待。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有点不确定该如何选择一位合适的心理咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "选择一位合适的心理咨询师可能需要一些时间和尝试。你可以咨询朋友或者寻求医生推荐一位专业的心理咨询师。在选择之前，不妨先与咨询师进行一次预约电话或面谈，这样可以帮助你了解他们的专业背景和咨询方式，同时也能够感受到彼此之间的沟通是否顺畅。",
    "annotation": [
      {
        "sentence": "选择一位合适的心理咨询师可能需要一些时间和尝试。",
        "label": ""
      },
      {
        "sentence": "你可以咨询朋友或者寻求医生推荐一位专业的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "在选择之前，不妨先与咨询师进行一次预约电话或面谈，这样可以帮助你了解他们的专业背景和咨询方式，同时也能够感受到彼此之间的沟通是否顺畅。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是一个不错的建议，通过预约电话或面谈更好地了解咨询师，确保选择适合自己的人。我会尽快行动起来，希望能找到一位合适的心理咨询师来帮助我处理这些问题。",
    "annotation": [
      {
        "sentence": "这是一个不错的建议，通过预约电话或面谈更好地了解咨询师，确保选择适合自己的人。",
        "label": ""
      },
      {
        "sentence": "我会尽快行动起来，希望能找到一位合适的心理咨询师来帮助我处理这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，以及你对自己的积极态度。记住，你不是孤单的，而且你值得得到帮助和支持。通过与专业的心理咨询师合作，你会逐渐找回自己，重新建立健康和积极的个人形象。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，以及你对自己的积极态度。",
        "label": ""
      },
      {
        "sentence": "记住，你不是孤单的，而且你值得得到帮助和支持。",
        "label": ""
      },
      {
        "sentence": "通过与专业的心理咨询师合作，你会逐渐找回自己，重新建立健康和积极的个人形象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。我现在有了一种更加积极的心态和方向。我相信，通过专业的心理咨询，我能够度过这段困难的时期，并实现自己的成长和发展。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在有了一种更加积极的心态和方向。",
        "label": ""
      },
      {
        "sentence": "我相信，通过专业的心理咨询，我能够度过这段困难的时期，并实现自己的成长和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你值得拥有一个健康快乐的生活，我相信你一定能够克服眼前的困难。如果你在选择心理咨询师的过程中需要任何帮助，请随时向我求助。我们都在你的身旁支持着你。",
    "annotation": [
      {
        "sentence": "你值得拥有一个健康快乐的生活，我相信你一定能够克服眼前的困难。",
        "label": ""
      },
      {
        "sentence": "如果你在选择心理咨询师的过程中需要任何帮助，请随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我们都在你的身旁支持着你。",
        "label": ""
      }
    ]
  }
]