[
  {
    "role": "client",
    "content": "因为自己没有安全感而曾经伤害过对方，应该如何挽回？感情基础三年，分手两次。男朋友曾经对我无微不至，从不吵架，忍受我全部负面情绪，但也从不告诉我他的不满，最终就是两次分手都是没有争吵的情况下他突然提的。认识的头两年，他爱的很满很卑微，而我不敢为他付出，我总担心他不够爱我，所以总用过分的要求逼他，故意践踏他的感情，提极端的要求。我总用分手威胁他，这种状态持续了两年多。可是后来我们异地了，他那边压力大而且忙，似乎是他在离开我的环境下生活了两个月突然醒悟了，于是没有理由就提了分手，我央求，找他，在楼下等他，都不愿见面。两个月后我试探着联系他，刚好他在放假可以见面，见面后没多久就和好了。但和好后就又异地了，但因为疫情原因三个月不能见面，而且感情确实淡了。我杜绝了以前一切的无理取闹，体谅他，但有时候就没话聊。在和好两个月后他再次提分手，原因是看到我的消息就觉得累。想请问第二次分手的原因，以及有补救办法吗（我联系他回复都很冷淡，至今已分一个月）。",
    "annotation": [
      {
        "sentence": "因为自己没有安全感而曾经伤害过对方，应该如何挽回？",
        "label": ""
      },
      {
        "sentence": "感情基础三年，分手两次。",
        "label": ""
      },
      {
        "sentence": "男朋友曾经对我无微不至，从不吵架，忍受我全部负面情绪，但也从不告诉我他的不满，最终就是两次分手都是没有争吵的情况下他突然提的。",
        "label": ""
      },
      {
        "sentence": "认识的头两年，他爱的很满很卑微，而我不敢为他付出，我总担心他不够爱我，所以总用过分的要求逼他，故意践踏他的感情，提极端的要求。",
        "label": ""
      },
      {
        "sentence": "我总用分手威胁他，这种状态持续了两年多。",
        "label": ""
      },
      {
        "sentence": "可是后来我们异地了，他那边压力大而且忙，似乎是他在离开我的环境下生活了两个月突然醒悟了，于是没有理由就提了分手，我央求，找他，在楼下等他，都不愿见面。",
        "label": ""
      },
      {
        "sentence": "两个月后我试探着联系他，刚好他在放假可以见面，见面后没多久就和好了。",
        "label": ""
      },
      {
        "sentence": "但和好后就又异地了，但因为疫情原因三个月不能见面，而且感情确实淡了。",
        "label": ""
      },
      {
        "sentence": "我杜绝了以前一切的无理取闹，体谅他，但有时候就没话聊。",
        "label": ""
      },
      {
        "sentence": "在和好两个月后他再次提分手，原因是看到我的消息就觉得累。",
        "label": ""
      },
      {
        "sentence": "想请问第二次分手的原因，以及有补救办法吗（我联系他回复都很冷淡，至今已分一个月）。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情的问题往往是复杂的，看起来你们的情况确实经历了很多波折。我觉得你们存在两个方面的问题导致了分手。第一，你男朋友过于卑微，从不吵架，一直忍受你的负面情绪。这样的积累可能导致他内心的不满渐渐积聚，最终爆发出来。第二，你过于强势，缺乏安全感，你的\"作\"行为太明显。一开始他可能能忍受，但随着时间的推移，哪怕是最好脾气的人也会感到疲惫。所以，解决这个问题的关键在于你自己是否能够改变。缺乏安全感本身没有问题，但在爱情中如何尊重、理解对方，并满足对方的需求，是否能够共情，这些因素才是两个人是否能够重新走到一起的决定性因素。我了解改变自己不容易，但意识到问题并面对它总比逃避要好。首先，你可以从自身问题找找原因，看看是不是彼此之间的沟通出现了问题。此外，也要检视一下自己是否有伤害对方的行为，特别是一些小事情上，频繁发生这样的事情会影响感情。其次，如果你想要挽回这段感情，是有办法的。除了加强沟通之外，你也可以道歉，委婉地表达自己的内心感受，并与他坐下来好好谈一谈，解决问题。只要你态度和蔼一些，稳定一点，感情的复合也是有可能的，这要看两个人是否还对对方保持着情感。",
    "annotation": [
      {
        "sentence": "感情的问题往往是复杂的，看起来你们的情况确实经历了很多波折。",
        "label": ""
      },
      {
        "sentence": "我觉得你们存在两个方面的问题导致了分手。",
        "label": ""
      },
      {
        "sentence": "第一，你男朋友过于卑微，从不吵架，一直忍受你的负面情绪。",
        "label": ""
      },
      {
        "sentence": "这样的积累可能导致他内心的不满渐渐积聚，最终爆发出来。",
        "label": ""
      },
      {
        "sentence": "第二，你过于强势，缺乏安全感，你的\"作\"行为太明显。",
        "label": ""
      },
      {
        "sentence": "一开始他可能能忍受，但随着时间的推移，哪怕是最好脾气的人也会感到疲惫。",
        "label": ""
      },
      {
        "sentence": "所以，解决这个问题的关键在于你自己是否能够改变。",
        "label": ""
      },
      {
        "sentence": "缺乏安全感本身没有问题，但在爱情中如何尊重、理解对方，并满足对方的需求，是否能够共情，这些因素才是两个人是否能够重新走到一起的决定性因素。",
        "label": ""
      },
      {
        "sentence": "我了解改变自己不容易，但意识到问题并面对它总比逃避要好。",
        "label": ""
      },
      {
        "sentence": "首先，你可以从自身问题找找原因，看看是不是彼此之间的沟通出现了问题。",
        "label": ""
      },
      {
        "sentence": "此外，也要检视一下自己是否有伤害对方的行为，特别是一些小事情上，频繁发生这样的事情会影响感情。",
        "label": ""
      },
      {
        "sentence": "其次，如果你想要挽回这段感情，是有办法的。",
        "label": ""
      },
      {
        "sentence": "除了加强沟通之外，你也可以道歉，委婉地表达自己的内心感受，并与他坐下来好好谈一谈，解决问题。",
        "label": ""
      },
      {
        "sentence": "只要你态度和蔼一些，稳定一点，感情的复合也是有可能的，这要看两个人是否还对对方保持着情感。",
        "label": ""
      }
    ]
  }
]