[
  {
    "role": "client",
    "content": "我是一个35岁的女性，我对和人打交道感到害怕，可能患上了社交恐惧症。我已婚已育，但我不记得从什么时候开始害怕和人打交道了。我不自觉地避免与不熟悉的人甚至是熟悉的人打交道。今天我儿子的学校有一个活动，因为我丈夫很忙，没有时间参加，其实我有时间，但是我却不想去参加。不是完全不想去，我只是觉得还是不去，觉得去了会感到抗拒，有些无力。每次和别人打交道的时候，我都觉得自己是个异类，我的观点和想法总是和大众不太一样。活在人间，却不想和人轻松打交道，有点失落。我也担心这会对孩子产生不好的影响，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个35岁的女性，我对和人打交道感到害怕，可能患上了社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "我已婚已育，但我不记得从什么时候开始害怕和人打交道了。",
        "label": ""
      },
      {
        "sentence": "我不自觉地避免与不熟悉的人甚至是熟悉的人打交道。",
        "label": ""
      },
      {
        "sentence": "今天我儿子的学校有一个活动，因为我丈夫很忙，没有时间参加，其实我有时间，但是我却不想去参加。",
        "label": ""
      },
      {
        "sentence": "不是完全不想去，我只是觉得还是不去，觉得去了会感到抗拒，有些无力。",
        "label": ""
      },
      {
        "sentence": "每次和别人打交道的时候，我都觉得自己是个异类，我的观点和想法总是和大众不太一样。",
        "label": ""
      },
      {
        "sentence": "活在人间，却不想和人轻松打交道，有点失落。",
        "label": ""
      },
      {
        "sentence": "我也担心这会对孩子产生不好的影响，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社交恐惧症一般发生在那些不太经常与人打交道的人身上，无论是生存环境还是原生家庭，都没有给予他们经常接触他人的机会。根据你的描述，你在结婚生子之后似乎患上了社交恐惧症。可能是因为在结婚生子之后，你的重心主要放在家庭上，所以很少参与外界的娱乐和社交活动，久而久之，你已经习惯了现在这种相对封闭和安稳的环境。对于不熟悉的事物，人们总是会有一种莫名的恐惧感。当你熟悉了某个环境后，其他环境对你来说相对陌生，如果让你去社交，你就会感到一种强烈的恐惧，从而变得不愿意去社交，你对陌生环境和人的接触也更加抵触。此外，你现在的生存环境也让你习惯于留在这种相对封闭的状态。由于你越封闭，接触的人和事物越少，你的观点和信息量也会相应减少，所以当你与外界交往时，会觉得自己似乎与大众格格不入。实际上，你只是因为信息量不足才有这种感觉。不想与外界打交道并不会对你造成太大的影响，但是你需要让自己的知识和信息构架在一个更高的层次上，这样才能更好地帮助孩子。真正有学问和能力的人，他们的社交圈子也不一定很广，但他们注重自身修养。每次与他们接触，你都会觉得他们是宝藏，他们有很多超过一般人的见解和知识。所以，如果你真的想对孩子好，那些无意义的社交并不需要太在意和恐惧，但是你需要提升自己的内涵和见识，这才是真正有益于孩子的。希望以上建议能对你有所帮助，如果对你有帮助，请点击下方的“有用”。非常感激能够与你交流。",
    "annotation": [
      {
        "sentence": "社交恐惧症一般发生在那些不太经常与人打交道的人身上，无论是生存环境还是原生家庭，都没有给予他们经常接触他人的机会。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你在结婚生子之后似乎患上了社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "可能是因为在结婚生子之后，你的重心主要放在家庭上，所以很少参与外界的娱乐和社交活动，久而久之，你已经习惯了现在这种相对封闭和安稳的环境。",
        "label": ""
      },
      {
        "sentence": "对于不熟悉的事物，人们总是会有一种莫名的恐惧感。",
        "label": ""
      },
      {
        "sentence": "当你熟悉了某个环境后，其他环境对你来说相对陌生，如果让你去社交，你就会感到一种强烈的恐惧，从而变得不愿意去社交，你对陌生环境和人的接触也更加抵触。",
        "label": ""
      },
      {
        "sentence": "此外，你现在的生存环境也让你习惯于留在这种相对封闭的状态。",
        "label": ""
      },
      {
        "sentence": "由于你越封闭，接触的人和事物越少，你的观点和信息量也会相应减少，所以当你与外界交往时，会觉得自己似乎与大众格格不入。",
        "label": ""
      },
      {
        "sentence": "实际上，你只是因为信息量不足才有这种感觉。",
        "label": ""
      },
      {
        "sentence": "不想与外界打交道并不会对你造成太大的影响，但是你需要让自己的知识和信息构架在一个更高的层次上，这样才能更好地帮助孩子。",
        "label": ""
      },
      {
        "sentence": "真正有学问和能力的人，他们的社交圈子也不一定很广，但他们注重自身修养。",
        "label": ""
      },
      {
        "sentence": "每次与他们接触，你都会觉得他们是宝藏，他们有很多超过一般人的见解和知识。",
        "label": ""
      },
      {
        "sentence": "所以，如果你真的想对孩子好，那些无意义的社交并不需要太在意和恐惧，但是你需要提升自己的内涵和见识，这才是真正有益于孩子的。",
        "label": ""
      },
      {
        "sentence": "希望以上建议能对你有所帮助，如果对你有帮助，请点击下方的“有用”。",
        "label": ""
      },
      {
        "sentence": "非常感激能够与你交流。",
        "label": ""
      }
    ]
  }
]