[
  {
    "role": "client",
    "content": "爸爸的个性，非常善良，我回家就会和爸爸有予盾？我有一个非常善良的爸爸，我从不抛弃他，因为他是我们最亲的人，现在己病逝好多年了，我还是觉得自己中了百万大奖生在这样的家庭，他什么家务都不会干，什么厂都挣不到钱，合伙作生意只要对方一句话，合同懒的签，每次厂办好了被人踢，生意的钱都是借的，房子拆迁了都是卖了做生意还钱还利息，借别人的还不够瞒着我拿家里唯一的房子去贷款，现在想来我们全家人的一生都被他拖累了，我小时侯很担心爸爸又出问题了厂办的不开心不办了，过段时间想做老板了又重新开始，叫他上班说年纪大了干不动，要么干不下去又去找，找工作都找出名了，穿裤子从来都开档，香烟味满屋子到哪哪有，被烟熏的洞很多，相信自己老没关系，只要钱一下子挣的够多，我回家就会和爸爸有予盾，他不听我的，说我小孩，但是从不反抗，非常忠诚，在学校我才能情绪正常，我非常不理解会有这样无用的人，他很帅，很忠诚，善良真的是个错误吗，因为善人害了我们",
    "annotation": [
      {
        "sentence": "爸爸的个性，非常善良，我回家就会和爸爸有予盾？",
        "label": ""
      },
      {
        "sentence": "我有一个非常善良的爸爸，我从不抛弃他，因为他是我们最亲的人，现在己病逝好多年了，我还是觉得自己中了百万大奖生在这样的家庭，他什么家务都不会干，什么厂都挣不到钱，合伙作生意只要对方一句话，合同懒的签，每次厂办好了被人踢，生意的钱都是借的，房子拆迁了都是卖了做生意还钱还利息，借别人的还不够瞒着我拿家里唯一的房子去贷款，现在想来我们全家人的一生都被他拖累了，我小时侯很担心爸爸又出问题了厂办的不开心不办了，过段时间想做老板了又重新开始，叫他上班说年纪大了干不动，要么干不下去又去找，找工作都找出名了，穿裤子从来都开档，香烟味满屋子到哪哪有，被烟熏的洞很多，相信自己老没关系，只要钱一下子挣的够多，我回家就会和爸爸有予盾，他不听我的，说我小孩，但是从不反抗，非常忠诚，在学校我才能情绪正常，我非常不理解会有这样无用的人，他很帅，很忠诚，善良真的是个错误吗，因为善人害了我们",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读着你的文字，似乎感受到了你对爸爸的爱恨交杂。这种情感是复杂的：既对爸爸有爱，爱他的善良、忠诚，爱他是我的爸爸；又对爸爸有恨，恨他没有履行好为人父的责任，没有撑起家庭，而是成为了家庭的负担。我想这种爱恨交杂的心情，是会让人内心产生冲突感的，这是一种矛盾的感觉，既不能发自内心地去爱爸爸，也不能酣畅淋漓地去恨一次。这种内心冲突，让我们的情绪不能得到释放，有种憋住，不能痛快爱、痛快恨的感觉。",
    "annotation": [
      {
        "sentence": "读着你的文字，似乎感受到了你对爸爸的爱恨交杂。",
        "label": ""
      },
      {
        "sentence": "这种情感是复杂的：既对爸爸有爱，爱他的善良、忠诚，爱他是我的爸爸；又对爸爸有恨，恨他没有履行好为人父的责任，没有撑起家庭，而是成为了家庭的负担。",
        "label": ""
      },
      {
        "sentence": "我想这种爱恨交杂的心情，是会让人内心产生冲突感的，这是一种矛盾的感觉，既不能发自内心地去爱爸爸，也不能酣畅淋漓地去恨一次。",
        "label": ""
      },
      {
        "sentence": "这种内心冲突，让我们的情绪不能得到释放，有种憋住，不能痛快爱、痛快恨的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得很难平衡这种矛盾的感受。有时候我想要更多的爱与关心，但又不想伤害爸爸的心。我觉得自己无法从这种纠结中解脱出来。",
    "annotation": [
      {
        "sentence": "是的，我觉得很难平衡这种矛盾的感受。",
        "label": ""
      },
      {
        "sentence": "有时候我想要更多的爱与关心，但又不想伤害爸爸的心。",
        "label": ""
      },
      {
        "sentence": "我觉得自己无法从这种纠结中解脱出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着把爱和恨划出一条界限，区分开，让自己好好去痛快爱、痛快恨。爱，是因为他是爸爸，他善良、忠诚，这部分爱留在我们心间；恨，是因为他过去的行为让我们失去了快乐的童年，幸福的家庭，所以这部分需要我们去表达与释放出来。你可以试着写一封信，把过往的愤怒、不满、委屈通通表达出来，然后放入漂流瓶，进行一次告别仪式，让你内心的情绪得到宣泄。",
    "annotation": [
      {
        "sentence": "你可以试着把爱和恨划出一条界限，区分开，让自己好好去痛快爱、痛快恨。",
        "label": ""
      },
      {
        "sentence": "爱，是因为他是爸爸，他善良、忠诚，这部分爱留在我们心间；恨，是因为他过去的行为让我们失去了快乐的童年，幸福的家庭，所以这部分需要我们去表达与释放出来。",
        "label": ""
      },
      {
        "sentence": "你可以试着写一封信，把过往的愤怒、不满、委屈通通表达出来，然后放入漂流瓶，进行一次告别仪式，让你内心的情绪得到宣泄。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来不错，通过表达出自己的感受，可以降低内心的冲突，感受无论爱或恨都是没关系的。我会试着写信，并进行告别仪式，希望能够释放自己内心的情绪。",
    "annotation": [
      {
        "sentence": "这个方法听起来不错，通过表达出自己的感受，可以降低内心的冲突，感受无论爱或恨都是没关系的。",
        "label": ""
      },
      {
        "sentence": "我会试着写信，并进行告别仪式，希望能够释放自己内心的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这样做能让你更加接纳这样的情感、接纳这样的过去。当我们能接纳这样的情感，接受过去时，我们能更有力量走出来，活在当下新的开始里。另外，你提到“善良真的是个错误吗？”似乎善良与被人欺负联系在一起了，就如那句老话“人善被人欺”。但我想，真正的善良，不是屈就、迎合、无条件信任与奉献，而是心中有爱，并有力量去保护自己，甚至有力量与邪恶势力作斗争。我认为这样的善良是有爱的、有力量的，不会被人欺负的。",
    "annotation": [
      {
        "sentence": "很好，这样做能让你更加接纳这样的情感、接纳这样的过去。",
        "label": ""
      },
      {
        "sentence": "当我们能接纳这样的情感，接受过去时，我们能更有力量走出来，活在当下新的开始里。",
        "label": ""
      },
      {
        "sentence": "另外，你提到“善良真的是个错误吗？",
        "label": ""
      },
      {
        "sentence": "”似乎善良与被人欺负联系在一起了，就如那句老话“人善被人欺”。",
        "label": ""
      },
      {
        "sentence": "但我想，真正的善良，不是屈就、迎合、无条件信任与奉献，而是心中有爱，并有力量去保护自己，甚至有力量与邪恶势力作斗争。",
        "label": ""
      },
      {
        "sentence": "我认为这样的善良是有爱的、有力量的，不会被人欺负的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。你的话让我重新思考了善良的定义，我明白了真正的善良应该是有爱有力量的，不是被人欺负的理由。我会在这个过程中慢慢学会保护自己，同时也接纳和释放自己的情感。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "你的话让我重新思考了善良的定义，我明白了真正的善良应该是有爱有力量的，不是被人欺负的理由。",
        "label": ""
      },
      {
        "sentence": "我会在这个过程中慢慢学会保护自己，同时也接纳和释放自己的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你能有这样的认识和决心。记得，在你自己的成长过程中，不要忘记寻求支持和帮助，无论是朋友、家人还是专业机构，他们都能给予你需要的支持和关怀。你并不孤单，我们会一起面对生活中的困难，一起成长。",
    "annotation": [
      {
        "sentence": "非常欣慰看到你能有这样的认识和决心。",
        "label": ""
      },
      {
        "sentence": "记得，在你自己的成长过程中，不要忘记寻求支持和帮助，无论是朋友、家人还是专业机构，他们都能给予你需要的支持和关怀。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起面对生活中的困难，一起成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记你的话，不断努力向前。谢谢你的鼓励和支持，在我最困难的时候，有你的陪伴真的让我感到很温暖。",
    "annotation": [
      {
        "sentence": "我会牢记你的话，不断努力向前。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，在我最困难的时候，有你的陪伴真的让我感到很温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个坚强的人，相信你能够战胜内心的困惑和挣扎。记住，无论何时，我们都会在这里支持你。如果你需要任何帮助，随时都可以找我谈话。",
    "annotation": [
      {
        "sentence": "你是个坚强的人，相信你能够战胜内心的困惑和挣扎。",
        "label": ""
      },
      {
        "sentence": "记住，无论何时，我们都会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以找我谈话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给予的关怀和无私的陪伴，我会珍惜这份友谊的。如果有需要，我一定会向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你给予的关怀和无私的陪伴，我会珍惜这份友谊的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会向你寻求帮助的。",
        "label": ""
      }
    ]
  }
]