[
  {
    "role": "client",
    "content": "爸爸的个性，非常善良，我回家就会和爸爸有予盾？我有一个非常善良的爸爸，我从不抛弃他，因为他是我们最亲的人，现在己病逝好多年了，我还是觉得自己中了百万大奖生在这样的家庭，他什么家务都不会干，什么厂都挣不到钱，合伙作生意只要对方一句话，合同懒的签，每次厂办好了被人踢，生意的钱都是借的，房子拆迁了都是卖了做生意还钱还利息，借别人的还不够瞒着我拿家里唯一的房子去贷款，现在想来我们全家人的一生都被他拖累了，我小时侯很担心爸爸又出问题了厂办的不开心不办了，过段时间想做老板了又重新开始，叫他上班说年纪大了干不动，要么干不下去又去找，找工作都找出名了，穿裤子从来都开档，香烟味满屋子到哪哪有，被烟熏的洞很多，相信自己老没关系，只要钱一下子挣的够多，我回家就会和爸爸有予盾，他不听我的，说我小孩，但是从不反抗，非常忠诚，在学校我才能情绪正常，我非常不理解会有这样无用的人，他很帅，很忠诚，善良真的是个错误吗，因为善人害了我们",
    "annotation": [
      {
        "sentence": "爸爸的个性，非常善良，我回家就会和爸爸有予盾？",
        "label": ""
      },
      {
        "sentence": "我有一个非常善良的爸爸，我从不抛弃他，因为他是我们最亲的人，现在己病逝好多年了，我还是觉得自己中了百万大奖生在这样的家庭，他什么家务都不会干，什么厂都挣不到钱，合伙作生意只要对方一句话，合同懒的签，每次厂办好了被人踢，生意的钱都是借的，房子拆迁了都是卖了做生意还钱还利息，借别人的还不够瞒着我拿家里唯一的房子去贷款，现在想来我们全家人的一生都被他拖累了，我小时侯很担心爸爸又出问题了厂办的不开心不办了，过段时间想做老板了又重新开始，叫他上班说年纪大了干不动，要么干不下去又去找，找工作都找出名了，穿裤子从来都开档，香烟味满屋子到哪哪有，被烟熏的洞很多，相信自己老没关系，只要钱一下子挣的够多，我回家就会和爸爸有予盾，他不听我的，说我小孩，但是从不反抗，非常忠诚，在学校我才能情绪正常，我非常不理解会有这样无用的人，他很帅，很忠诚，善良真的是个错误吗，因为善人害了我们",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你好！读了你的文字，我能理解你渴望拥有一个能够担当责任、保障家庭财产的爸爸，并且享受父母给予的爱。每个人都对父母的爱充满期待。我能感受到你内心的矛盾，一方面感慨爸爸的优点，另一方面又数落他的缺点。你同时爱他，也不爱他。你只爱他的一部分，却不愿接纳他的另一部分。尽管爸爸已经离开了，但内心的这种矛盾和对他的怨恨一直存在，因此，如何达成“和解”成为解决问题的关键。",
    "annotation": [
      {
        "sentence": "求助者，你好！",
        "label": ""
      },
      {
        "sentence": "读了你的文字，我能理解你渴望拥有一个能够担当责任、保障家庭财产的爸爸，并且享受父母给予的爱。",
        "label": ""
      },
      {
        "sentence": "每个人都对父母的爱充满期待。",
        "label": ""
      },
      {
        "sentence": "我能感受到你内心的矛盾，一方面感慨爸爸的优点，另一方面又数落他的缺点。",
        "label": ""
      },
      {
        "sentence": "你同时爱他，也不爱他。",
        "label": ""
      },
      {
        "sentence": "你只爱他的一部分，却不愿接纳他的另一部分。",
        "label": ""
      },
      {
        "sentence": "尽管爸爸已经离开了，但内心的这种矛盾和对他的怨恨一直存在，因此，如何达成“和解”成为解决问题的关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我就是有这种矛盾心理。我希望能够释放自己的情绪和压力，因为爸爸的不成熟行为导致我们家陷入了财政问题，让我们感到焦虑、不安、担心和无辜。",
    "annotation": [
      {
        "sentence": "你说的很对，我就是有这种矛盾心理。",
        "label": ""
      },
      {
        "sentence": "我希望能够释放自己的情绪和压力，因为爸爸的不成熟行为导致我们家陷入了财政问题，让我们感到焦虑、不安、担心和无辜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，很遗憾爸爸的不成熟行为给你们带来了这些困扰，他没有达到你对一个理想父亲的期望，也没有以你喜欢的方式爱你。",
    "annotation": [
      {
        "sentence": "是的，很遗憾爸爸的不成熟行为给你们带来了这些困扰，他没有达到你对一个理想父亲的期望，也没有以你喜欢的方式爱你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我很难原谅爸爸犯下的错误。在我眼中，他是个不成熟、老好人、不太负责任的人。但是我想想，谁会去立志要当一个“不负责任的人”呢？也许我根本没有了解过他的童年，他那些“不负责任”的行为和无边界的性格是怎样形成的。他排行家庭中的第几，也许对他的个性有一定影响，这些我从未探讨过。",
    "annotation": [
      {
        "sentence": "但是我很难原谅爸爸犯下的错误。",
        "label": ""
      },
      {
        "sentence": "在我眼中，他是个不成熟、老好人、不太负责任的人。",
        "label": ""
      },
      {
        "sentence": "但是我想想，谁会去立志要当一个“不负责任的人”呢？",
        "label": ""
      },
      {
        "sentence": "也许我根本没有了解过他的童年，他那些“不负责任”的行为和无边界的性格是怎样形成的。",
        "label": ""
      },
      {
        "sentence": "他排行家庭中的第几，也许对他的个性有一定影响，这些我从未探讨过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，事出必有因。也许回忆一下爸爸对你的好会有帮助。尽管他不能成为你理想中的父亲，但他也是爱你的。小时候，他是否买过玩具和零食给你？是否给你夹过菜？是否抱过你？是否为你交过学费等等。也许时间过去了太久，你可能忘记了这些，但是现在感恩，还是可以的。感恩的心会让你更加看到父亲爱你的痕迹，感受到他对你的爱。或许他只是以不同的方式来爱你。",
    "annotation": [
      {
        "sentence": "是的，事出必有因。",
        "label": ""
      },
      {
        "sentence": "也许回忆一下爸爸对你的好会有帮助。",
        "label": ""
      },
      {
        "sentence": "尽管他不能成为你理想中的父亲，但他也是爱你的。",
        "label": ""
      },
      {
        "sentence": "小时候，他是否买过玩具和零食给你？",
        "label": ""
      },
      {
        "sentence": "是否给你夹过菜？",
        "label": ""
      },
      {
        "sentence": "是否抱过你？",
        "label": ""
      },
      {
        "sentence": "是否为你交过学费等等。",
        "label": ""
      },
      {
        "sentence": "也许时间过去了太久，你可能忘记了这些，但是现在感恩，还是可以的。",
        "label": ""
      },
      {
        "sentence": "感恩的心会让你更加看到父亲爱你的痕迹，感受到他对你的爱。",
        "label": ""
      },
      {
        "sentence": "或许他只是以不同的方式来爱你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我从爸爸的错误中也学到了一些东西。我们来这个世界上就是为了学习，不仅可以从正确示范中学到东西，也可以从错误中学到知识。我听你这样说，也许这件事对我来说是给了一个学习财务管理的机会。将来我也可能成为父母，学会管理财务也是必要的。这次经历可以让我意识到稳定的财政对于家庭和谐的重要性，避免类似的问题再次发生。我明白，每个人身上都有缺点，我们的父母是我们的一部分，看到他们的优点就是欣赏自己，看不起他们的缺点就等于攻击自己。所以，我不能再这样对待他了，我需要与爸爸和解。",
    "annotation": [
      {
        "sentence": "你说的对，我从爸爸的错误中也学到了一些东西。",
        "label": ""
      },
      {
        "sentence": "我们来这个世界上就是为了学习，不仅可以从正确示范中学到东西，也可以从错误中学到知识。",
        "label": ""
      },
      {
        "sentence": "我听你这样说，也许这件事对我来说是给了一个学习财务管理的机会。",
        "label": ""
      },
      {
        "sentence": "将来我也可能成为父母，学会管理财务也是必要的。",
        "label": ""
      },
      {
        "sentence": "这次经历可以让我意识到稳定的财政对于家庭和谐的重要性，避免类似的问题再次发生。",
        "label": ""
      },
      {
        "sentence": "我明白，每个人身上都有缺点，我们的父母是我们的一部分，看到他们的优点就是欣赏自己，看不起他们的缺点就等于攻击自己。",
        "label": ""
      },
      {
        "sentence": "所以，我不能再这样对待他了，我需要与爸爸和解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法！与爸爸和解是一个积极的选择，这样会给你们的关系带来重要的改善。通过释放情绪和理解爸爸的过去，你会发现更多关于你们之间的连结，重新建立起亲近和温暖的关系。当然，这个过程可能需要时间和努力，但我相信你能够做到。加油！",
    "annotation": [
      {
        "sentence": "非常赞同你的想法！",
        "label": ""
      },
      {
        "sentence": "与爸爸和解是一个积极的选择，这样会给你们的关系带来重要的改善。",
        "label": ""
      },
      {
        "sentence": "通过释放情绪和理解爸爸的过去，你会发现更多关于你们之间的连结，重新建立起亲近和温暖的关系。",
        "label": ""
      },
      {
        "sentence": "当然，这个过程可能需要时间和努力，但我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会尽力与爸爸和解，并尝试理解他的过去和行为。我相信我们之间的关系会变得更好，让我能够在学校外也能拥有情绪的平衡。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会尽力与爸爸和解，并尝试理解他的过去和行为。",
        "label": ""
      },
      {
        "sentence": "我相信我们之间的关系会变得更好，让我能够在学校外也能拥有情绪的平衡。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮到你。记住，与爸爸和解不仅会让你们之间的关系变得更好，也会带给你内心的宁静和安慰。如果还有其他问题或困惑，随时来找我倾诉。祝福你一切顺利和幸福！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，与爸爸和解不仅会让你们之间的关系变得更好，也会带给你内心的宁静和安慰。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利和幸福！",
        "label": ""
      }
    ]
  }
]