[
  {
    "role": "client",
    "content": "伏弟魔和亲情，那些人为什么反应这么冷漠？我不知道为什么现在网上的评论以及网友的三观思想为什么变成那样，我也不知道算不算太冷漠自私，姐姐照顾弟弟妹妹不是天经地义的吗？长兄如父，长姐如母，从古至今传下来的呀，姐姐已经毕业工作有能力赚钱了，为什么照顾一下现在还在上学阶段的弟弟妹妹就这么受委屈不人道？",
    "annotation": [
      {
        "sentence": "伏弟魔和亲情，那些人为什么反应这么冷漠？",
        "label": ""
      },
      {
        "sentence": "我不知道为什么现在网上的评论以及网友的三观思想为什么变成那样，我也不知道算不算太冷漠自私，姐姐照顾弟弟妹妹不是天经地义的吗？",
        "label": ""
      },
      {
        "sentence": "长兄如父，长姐如母，从古至今传下来的呀，姐姐已经毕业工作有能力赚钱了，为什么照顾一下现在还在上学阶段的弟弟妹妹就这么受委屈不人道？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从文字描述中可以看出你很激动啊，似乎有些义愤填膺，想必网上的评论给你的现实带来了一定扰动吧？文中你提到的，我很赞同。我们周边的人有什么难处，大家都会伸手帮忙，更何况自己的兄弟姐妹呢？“扶弟魔”，一个“魔”字说明已经不是正常的“扶”了。应该指那种已经过度影响到自己生活和他人（被帮扶的人）健康成长、自我功能正常发挥的情况。如电视剧《欢乐颂》里的“樊胜美”和《安家》里的“房似锦”，被“绑架”的她们对家庭的照顾、牺牲，没有让观众感动涕零，感恩人间的亲情与爱，反而让人义愤填膺。这种畸形的亲情关系里，实质上都是”受害者“，物质上”获益的“一方，精神上可能”受害“更深。",
    "annotation": [
      {
        "sentence": "从文字描述中可以看出你很激动啊，似乎有些义愤填膺，想必网上的评论给你的现实带来了一定扰动吧？",
        "label": ""
      },
      {
        "sentence": "文中你提到的，我很赞同。",
        "label": ""
      },
      {
        "sentence": "我们周边的人有什么难处，大家都会伸手帮忙，更何况自己的兄弟姐妹呢？",
        "label": ""
      },
      {
        "sentence": "“扶弟魔”，一个“魔”字说明已经不是正常的“扶”了。",
        "label": ""
      },
      {
        "sentence": "应该指那种已经过度影响到自己生活和他人（被帮扶的人）健康成长、自我功能正常发挥的情况。",
        "label": ""
      },
      {
        "sentence": "如电视剧《欢乐颂》里的“樊胜美”和《安家》里的“房似锦”，被“绑架”的她们对家庭的照顾、牺牲，没有让观众感动涕零，感恩人间的亲情与爱，反而让人义愤填膺。",
        "label": ""
      },
      {
        "sentence": "这种畸形的亲情关系里，实质上都是”受害者“，物质上”获益的“一方，精神上可能”受害“更深。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的感到很困惑和烦恼。我觉得亲情不应该被冷漠对待，特别是在家庭中。我的亲弟弟还在上学阶段，需要我的照顾和关心，但看到那些冷漠的回应让我很伤心，我觉得自己很无力。",
    "annotation": [
      {
        "sentence": "是啊，我真的感到很困惑和烦恼。",
        "label": ""
      },
      {
        "sentence": "我觉得亲情不应该被冷漠对待，特别是在家庭中。",
        "label": ""
      },
      {
        "sentence": "我的亲弟弟还在上学阶段，需要我的照顾和关心，但看到那些冷漠的回应让我很伤心，我觉得自己很无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和烦恼。在现代社会中，人们受到各种因素的影响，亲情的理解和表达方式也可能因此有所变化。但是我们不能因为外界的冷漠和质疑而低估了亲情的重要性。或许我们可以通过与他人的沟通，慢慢地让更多人意识到亲情的价值所在。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和烦恼。",
        "label": ""
      },
      {
        "sentence": "在现代社会中，人们受到各种因素的影响，亲情的理解和表达方式也可能因此有所变化。",
        "label": ""
      },
      {
        "sentence": "但是我们不能因为外界的冷漠和质疑而低估了亲情的重要性。",
        "label": ""
      },
      {
        "sentence": "或许我们可以通过与他人的沟通，慢慢地让更多人意识到亲情的价值所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得即使是在现代社会，亲情也不应该被质疑和冷漠对待。我想尽力说服那些持不同意见的人，让他们理解姐姐照顾弟弟妹妹是一种天经地义的行为。",
    "annotation": [
      {
        "sentence": "但是我觉得即使是在现代社会，亲情也不应该被质疑和冷漠对待。",
        "label": ""
      },
      {
        "sentence": "我想尽力说服那些持不同意见的人，让他们理解姐姐照顾弟弟妹妹是一种天经地义的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观点很有道理。但是有些人可能无法理解你的立场，或者他们对亲情也有不同的理解。在与他们交流时，我们可以试着站在对方的角度上思考，倾听对方的想法，通过互相理解来达到更好的沟通与共识。",
    "annotation": [
      {
        "sentence": "你的观点很有道理。",
        "label": ""
      },
      {
        "sentence": "但是有些人可能无法理解你的立场，或者他们对亲情也有不同的理解。",
        "label": ""
      },
      {
        "sentence": "在与他们交流时，我们可以试着站在对方的角度上思考，倾听对方的想法，通过互相理解来达到更好的沟通与共识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该试着换位思考，理解他们的想法。也许我可以分享一些亲情的故事，让他们更好地理解姐姐照顾弟弟妹妹的重要性。",
    "annotation": [
      {
        "sentence": "你说得对，我应该试着换位思考，理解他们的想法。",
        "label": ""
      },
      {
        "sentence": "也许我可以分享一些亲情的故事，让他们更好地理解姐姐照顾弟弟妹妹的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的想法！通过分享真实的亲情故事，可以让人们更深刻地感受到亲情的力量和关怀。同时，我们也可以尝试通过参与亲情相关的活动，引导更多人重视和关注亲情的意义。",
    "annotation": [
      {
        "sentence": "这是一个很好的想法！",
        "label": ""
      },
      {
        "sentence": "通过分享真实的亲情故事，可以让人们更深刻地感受到亲情的力量和关怀。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以尝试通过参与亲情相关的活动，引导更多人重视和关注亲情的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去做的。虽然面对网络上的冷漠评论很无力，但我希望通过我的努力，可以影响到更多人，让他们重新认识亲情的重要性。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去做的。",
        "label": ""
      },
      {
        "sentence": "虽然面对网络上的冷漠评论很无力，但我希望通过我的努力，可以影响到更多人，让他们重新认识亲情的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和努力值得赞赏。无论面对任何困难，只要我们坚持自己的信念，并为之努力奋斗，我们都能够产生积极的改变。希望你能够成功地传达亲情的价值，让更多人意识到它的重要性。",
    "annotation": [
      {
        "sentence": "你的决心和努力值得赞赏。",
        "label": ""
      },
      {
        "sentence": "无论面对任何困难，只要我们坚持自己的信念，并为之努力奋斗，我们都能够产生积极的改变。",
        "label": ""
      },
      {
        "sentence": "希望你能够成功地传达亲情的价值，让更多人意识到它的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会坚持下去的。希望我能够传递出力量，让更多人重新关注和珍惜亲情。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "希望我能够传递出力量，让更多人重新关注和珍惜亲情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "加油！我相信你的努力会产生积极的影响。如果你在传达亲情的过程中遇到了困难，记得随时找我倾诉。我会陪伴你走过难关，共同努力。",
    "annotation": [
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我相信你的努力会产生积极的影响。",
        "label": ""
      },
      {
        "sentence": "如果你在传达亲情的过程中遇到了困难，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会陪伴你走过难关，共同努力。",
        "label": ""
      }
    ]
  }
]