[
  {
    "role": "client",
    "content": "我最近对于社交媒体上的评论和网友的思想感到很困惑，为什么人们对于亲情的看法变得这么冷漠？长兄如父，长姐如母，这是一个古老的观念，为什么姐姐已经毕业工作了却不愿意照顾还在上学的弟弟妹妹？我自己也是一个有亲弟弟的姐姐，我理解家里的不易，我想毕业后能减轻母亲的负担，帮弟弟一些生活和学费的开销。但是为什么现在网上的人对这种姐姐们的要求反应如此冷漠，直接说我为什么要照顾他们呢？我真的不理解那些人为什么会这样。",
    "annotation": [
      {
        "sentence": "我最近对于社交媒体上的评论和网友的思想感到很困惑，为什么人们对于亲情的看法变得这么冷漠？",
        "label": ""
      },
      {
        "sentence": "长兄如父，长姐如母，这是一个古老的观念，为什么姐姐已经毕业工作了却不愿意照顾还在上学的弟弟妹妹？",
        "label": ""
      },
      {
        "sentence": "我自己也是一个有亲弟弟的姐姐，我理解家里的不易，我想毕业后能减轻母亲的负担，帮弟弟一些生活和学费的开销。",
        "label": ""
      },
      {
        "sentence": "但是为什么现在网上的人对这种姐姐们的要求反应如此冷漠，直接说我为什么要照顾他们呢？",
        "label": ""
      },
      {
        "sentence": "我真的不理解那些人为什么会这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我们讨论这个现象之前，我们首先需要对它进行定义。你提到了“伏弟魔”，你知道这个词是怎么来的吗？我简单在百度上搜索了一下，排名靠前的回答给出的定义是：伏弟魔指的是结婚后，女方将自己家庭或者男方家庭的财产转移去支持自己的兄弟。这个词实际上是对那些不赞同这种行为的人给出的名字。首先，你认为姐姐要顾念亲情，对弟弟好是理所应当的事情，这一点我非常赞同。亲人陪伴我们度过了漫长的岁月，与我们有着血缘关系，我们对朋友都会非常上心，邀请他们吃饭，送他们礼物，更何况是自己的亲人呢？我们愿意对谁好，愿意将自己的钱花在哪里，都应该是我们自己决定的，别人没有权力随意评论，毕竟花的又不是他们的钱。但是很明显，“伏弟魔”这个词并不是简单指那些愿意花钱给弟弟妹妹的可爱姐姐。这个词的意思非常明确：将丈夫或者小家庭的财产拿来帮助兄弟姐妹。常有人说，婚前和婚后是两个完全不同的世界。婚前，一个人可以自由自在地花钱，但是婚后不一样了。现代社会，夫妻共同组成了一个小家庭，除了用来孝敬父母的养老费用，剩余的资金都是用来运营小家庭的。婚后就像经营一个小型公司，有共同的资源，也有共同的责任。每个家庭的开销都很大，尤其有了孩子之后，买房、买车、育儿、教育、医疗......各个方面都需要花费，就算眼下够用，也不能预料未来是否还够用，毕竟夫妻中的一方可能突然失业或生病。所以有些女性，明明自己还在为小家庭省着钱，为未来着急，为小家庭操劳，却将自己省下来的钱花在了弟弟妹妹身上，给亲生孩子买最便宜的奶粉，给弟弟买昂贵的手机和篮球鞋。伏弟魔这个词的指向，就是对这样的女性进行评判。你或许会说，这样的妻子，孩子的母亲，用自己的钱来补贴弟弟妹妹，这有什么错呢？那么，小家庭的运营资金是谁的？是她的还是她丈夫的？如果她自己的收入足够支撑小家庭的开销，还能有额外的用来补贴弟妹，那么“伏弟魔”这个指责肯定不会落到她头上，因为她只是在自己力所能及的范围内，尽自己的一份力去帮助亲人。但如果她自己过得并不富裕，却要为了弟弟妹妹花尽自己和丈夫辛苦挣下来的钱，那就纯粹是“自我牺牲”。她可能觉得自己很伟大，也很顾念亲情，但她的丈夫和孩子未必这么想吧？亲情是非常珍贵美好的，父母抚养我们长大，兄弟姐妹是我们生命中最亲的人。你一定有一个幸福和温馨的家庭，有可爱的弟弟妹妹，这是许多独生子女无法体会的幸福。但请记住，应该量力而行，不要过度自我感动，觉得弟弟妹妹没有自己的帮助就无法生活。因为他们并不是你的责任，而是你父母的责任，是他们把他们带到这个世界上的。他们也不应该成为你未来丈夫（如果你结婚的话）的责任，你的丈夫选择和你在一起，只是因为他愿意照顾你，陪伴你到老，而不是成为你家人的负担。如果你有了孩子，那才是你真正应该负责的人。希望我的回答对你有帮",
    "annotation": [
      {
        "sentence": "在我们讨论这个现象之前，我们首先需要对它进行定义。",
        "label": ""
      },
      {
        "sentence": "你提到了“伏弟魔”，你知道这个词是怎么来的吗？",
        "label": ""
      },
      {
        "sentence": "我简单在百度上搜索了一下，排名靠前的回答给出的定义是：伏弟魔指的是结婚后，女方将自己家庭或者男方家庭的财产转移去支持自己的兄弟。",
        "label": ""
      },
      {
        "sentence": "这个词实际上是对那些不赞同这种行为的人给出的名字。",
        "label": ""
      },
      {
        "sentence": "首先，你认为姐姐要顾念亲情，对弟弟好是理所应当的事情，这一点我非常赞同。",
        "label": ""
      },
      {
        "sentence": "亲人陪伴我们度过了漫长的岁月，与我们有着血缘关系，我们对朋友都会非常上心，邀请他们吃饭，送他们礼物，更何况是自己的亲人呢？",
        "label": ""
      },
      {
        "sentence": "我们愿意对谁好，愿意将自己的钱花在哪里，都应该是我们自己决定的，别人没有权力随意评论，毕竟花的又不是他们的钱。",
        "label": ""
      },
      {
        "sentence": "但是很明显，“伏弟魔”这个词并不是简单指那些愿意花钱给弟弟妹妹的可爱姐姐。",
        "label": ""
      },
      {
        "sentence": "这个词的意思非常明确：将丈夫或者小家庭的财产拿来帮助兄弟姐妹。",
        "label": ""
      },
      {
        "sentence": "常有人说，婚前和婚后是两个完全不同的世界。",
        "label": ""
      },
      {
        "sentence": "婚前，一个人可以自由自在地花钱，但是婚后不一样了。",
        "label": ""
      },
      {
        "sentence": "现代社会，夫妻共同组成了一个小家庭，除了用来孝敬父母的养老费用，剩余的资金都是用来运营小家庭的。",
        "label": ""
      },
      {
        "sentence": "婚后就像经营一个小型公司，有共同的资源，也有共同的责任。",
        "label": ""
      },
      {
        "sentence": "每个家庭的开销都很大，尤其有了孩子之后，买房、买车、育儿、教育、医疗......各个方面都需要花费，就算眼下够用，也不能预料未来是否还够用，毕竟夫妻中的一方可能突然失业或生病。",
        "label": ""
      },
      {
        "sentence": "所以有些女性，明明自己还在为小家庭省着钱，为未来着急，为小家庭操劳，却将自己省下来的钱花在了弟弟妹妹身上，给亲生孩子买最便宜的奶粉，给弟弟买昂贵的手机和篮球鞋。",
        "label": ""
      },
      {
        "sentence": "伏弟魔这个词的指向，就是对这样的女性进行评判。",
        "label": ""
      },
      {
        "sentence": "你或许会说，这样的妻子，孩子的母亲，用自己的钱来补贴弟弟妹妹，这有什么错呢？",
        "label": ""
      },
      {
        "sentence": "那么，小家庭的运营资金是谁的？",
        "label": ""
      },
      {
        "sentence": "是她的还是她丈夫的？",
        "label": ""
      },
      {
        "sentence": "如果她自己的收入足够支撑小家庭的开销，还能有额外的用来补贴弟妹，那么“伏弟魔”这个指责肯定不会落到她头上，因为她只是在自己力所能及的范围内，尽自己的一份力去帮助亲人。",
        "label": ""
      },
      {
        "sentence": "但如果她自己过得并不富裕，却要为了弟弟妹妹花尽自己和丈夫辛苦挣下来的钱，那就纯粹是“自我牺牲”。",
        "label": ""
      },
      {
        "sentence": "她可能觉得自己很伟大，也很顾念亲情，但她的丈夫和孩子未必这么想吧？",
        "label": ""
      },
      {
        "sentence": "亲情是非常珍贵美好的，父母抚养我们长大，兄弟姐妹是我们生命中最亲的人。",
        "label": ""
      },
      {
        "sentence": "你一定有一个幸福和温馨的家庭，有可爱的弟弟妹妹，这是许多独生子女无法体会的幸福。",
        "label": ""
      },
      {
        "sentence": "但请记住，应该量力而行，不要过度自我感动，觉得弟弟妹妹没有自己的帮助就无法生活。",
        "label": ""
      },
      {
        "sentence": "因为他们并不是你的责任，而是你父母的责任，是他们把他们带到这个世界上的。",
        "label": ""
      },
      {
        "sentence": "他们也不应该成为你未来丈夫（如果你结婚的话）的责任，你的丈夫选择和你在一起，只是因为他愿意照顾你，陪伴你到老，而不是成为你家人的负担。",
        "label": ""
      },
      {
        "sentence": "如果你有了孩子，那才是你真正应该负责的人。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮",
        "label": ""
      }
    ]
  }
]