[
  {
    "role": "client",
    "content": "伏弟魔和亲情，那些人为什么反应这么冷漠？我不知道为什么现在网上的评论以及网友的三观思想为什么变成那样，我也不知道算不算太冷漠自私，姐姐照顾弟弟妹妹不是天经地义的吗？（情绪焦虑）",
    "annotation": [
      {
        "sentence": "伏弟魔和亲情，那些人为什么反应这么冷漠？",
        "label": ""
      },
      {
        "sentence": "我不知道为什么现在网上的评论以及网友的三观思想为什么变成那样，我也不知道算不算太冷漠自私，姐姐照顾弟弟妹妹不是天经地义的吗？",
        "label": ""
      },
      {
        "sentence": "（情绪焦虑）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人生活环境有共性也有不同的地方，每个人的思考方式也会有所不同。因为家庭条件普通，如果弟弟还在读书，那帮忙一下是可以的，但是伏弟魔指的是：弟弟已经成年有工作了，但是还是因为某些原因，姐姐还不计成本的在金钱上帮助弟弟。如果姐姐已经结婚有新的家庭，法律上是可以不帮助弟弟的，实在困难可以帮助一下。如果因为所谓亲情，要拿自己新家庭的钱去帮助弟弟，那是不对的。而且这对弟弟来说也有不好的方面，不会上进。如果原本父母和弟弟对你就不好，那也没必要帮助了。",
    "annotation": [
      {
        "sentence": "每个人生活环境有共性也有不同的地方，每个人的思考方式也会有所不同。",
        "label": ""
      },
      {
        "sentence": "因为家庭条件普通，如果弟弟还在读书，那帮忙一下是可以的，但是伏弟魔指的是：弟弟已经成年有工作了，但是还是因为某些原因，姐姐还不计成本的在金钱上帮助弟弟。",
        "label": ""
      },
      {
        "sentence": "如果姐姐已经结婚有新的家庭，法律上是可以不帮助弟弟的，实在困难可以帮助一下。",
        "label": ""
      },
      {
        "sentence": "如果因为所谓亲情，要拿自己新家庭的钱去帮助弟弟，那是不对的。",
        "label": ""
      },
      {
        "sentence": "而且这对弟弟来说也有不好的方面，不会上进。",
        "label": ""
      },
      {
        "sentence": "如果原本父母和弟弟对你就不好，那也没必要帮助了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白每个人的情况可能不同，但是为什么姐姐们都变得这么冷漠无情呢？从古至今一直都是姐姐照顾弟弟妹妹的传统，为什么现在的人不再重视这个亲情关系了呢？（困惑不解）",
    "annotation": [
      {
        "sentence": "我明白每个人的情况可能不同，但是为什么姐姐们都变得这么冷漠无情呢？",
        "label": ""
      },
      {
        "sentence": "从古至今一直都是姐姐照顾弟弟妹妹的传统，为什么现在的人不再重视这个亲情关系了呢？",
        "label": ""
      },
      {
        "sentence": "（困惑不解）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在社会发展快速，人们的观念也在不断变化。家庭角色的定义也在改变，不再仅限于姐姐照顾弟弟妹妹。人们更注重个人的发展和平等，强调每个人应该独立负责自己的生活。这并不代表冷漠无情，而是在适应社会的改变。（理解现代观念）",
    "annotation": [
      {
        "sentence": "现在社会发展快速，人们的观念也在不断变化。",
        "label": ""
      },
      {
        "sentence": "家庭角色的定义也在改变，不再仅限于姐姐照顾弟弟妹妹。",
        "label": ""
      },
      {
        "sentence": "人们更注重个人的发展和平等，强调每个人应该独立负责自己的生活。",
        "label": ""
      },
      {
        "sentence": "这并不代表冷漠无情，而是在适应社会的改变。",
        "label": ""
      },
      {
        "sentence": "（理解现代观念）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白社会在变化，但是我觉得亲情应该是无条件的，不论社会变化与否，我们作为亲人应该互相扶持，不是吗？我真的不明白为什么姐姐们都变得这么冷漠无情。（情感困惑）",
    "annotation": [
      {
        "sentence": "我明白社会在变化，但是我觉得亲情应该是无条件的，不论社会变化与否，我们作为亲人应该互相扶持，不是吗？",
        "label": ""
      },
      {
        "sentence": "我真的不明白为什么姐姐们都变得这么冷漠无情。",
        "label": ""
      },
      {
        "sentence": "（情感困惑）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲情确实是很重要的，但是并不代表要无条件付出。人们在关系中需要平衡和尊重彼此的个人选择和发展。亲情应该建立在双方的理解和支持上，而不是强制的责任感。姐姐们可能也有自己的困难和需要考虑的因素，不能单纯以冷漠无情来评判。（提醒理性思考）",
    "annotation": [
      {
        "sentence": "亲情确实是很重要的，但是并不代表要无条件付出。",
        "label": ""
      },
      {
        "sentence": "人们在关系中需要平衡和尊重彼此的个人选择和发展。",
        "label": ""
      },
      {
        "sentence": "亲情应该建立在双方的理解和支持上，而不是强制的责任感。",
        "label": ""
      },
      {
        "sentence": "姐姐们可能也有自己的困难和需要考虑的因素，不能单纯以冷漠无情来评判。",
        "label": ""
      },
      {
        "sentence": "（提醒理性思考）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白亲情需要双方的理解和支持，但是我觉得姐姐们不应该完全忽视亲情关系，而只考虑个人的需要。在我看来，亲情应该是无条件的，无论姐姐们是否有困难，都应该照顾弟弟妹妹。（坚持立场）",
    "annotation": [
      {
        "sentence": "我明白亲情需要双方的理解和支持，但是我觉得姐姐们不应该完全忽视亲情关系，而只考虑个人的需要。",
        "label": ""
      },
      {
        "sentence": "在我看来，亲情应该是无条件的，无论姐姐们是否有困难，都应该照顾弟弟妹妹。",
        "label": ""
      },
      {
        "sentence": "（坚持立场）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人对亲情的看法和理解可能不同。你觉得亲情应该是无条件的，姐姐们可能有自己不同的看法和主张。重要的是尊重彼此的观点，而不是批判对方的选择。或许与姐姐们沟通一下，了解她们的想法，可能会有更好的解决办法。（建议沟通）",
    "annotation": [
      {
        "sentence": "每个人对亲情的看法和理解可能不同。",
        "label": ""
      },
      {
        "sentence": "你觉得亲情应该是无条件的，姐姐们可能有自己不同的看法和主张。",
        "label": ""
      },
      {
        "sentence": "重要的是尊重彼此的观点，而不是批判对方的选择。",
        "label": ""
      },
      {
        "sentence": "或许与姐姐们沟通一下，了解她们的想法，可能会有更好的解决办法。",
        "label": ""
      },
      {
        "sentence": "（建议沟通）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白尊重别人的观点很重要，但是我还是觉得姐姐们不应该对亲情关系如此冷漠。我会尝试与她们沟通，但是我还是很难接受这样的现实。（继续困惑）",
    "annotation": [
      {
        "sentence": "我明白尊重别人的观点很重要，但是我还是觉得姐姐们不应该对亲情关系如此冷漠。",
        "label": ""
      },
      {
        "sentence": "我会尝试与她们沟通，但是我还是很难接受这样的现实。",
        "label": ""
      },
      {
        "sentence": "（继续困惑）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对亲情关系的看重，但有时我们需要面对现实，并尝试接受一些不如意的事情。也许通过沟通，你能更深入地了解她们的想法，或者找到其他方式来维系你与弟弟妹妹的关系。不要过分责怪姐姐们，试着接受和调整自己的情绪，这样可能会更好地应对这个问题。（提醒客观面对）",
    "annotation": [
      {
        "sentence": "理解你对亲情关系的看重，但有时我们需要面对现实，并尝试接受一些不如意的事情。",
        "label": ""
      },
      {
        "sentence": "也许通过沟通，你能更深入地了解她们的想法，或者找到其他方式来维系你与弟弟妹妹的关系。",
        "label": ""
      },
      {
        "sentence": "不要过分责怪姐姐们，试着接受和调整自己的情绪，这样可能会更好地应对这个问题。",
        "label": ""
      },
      {
        "sentence": "（提醒客观面对）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试接受现实并与姐姐们沟通。希望我能找到解决这个问题的方法，感谢你的支持。（感激反思）",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试接受现实并与姐姐们沟通。",
        "label": ""
      },
      {
        "sentence": "希望我能找到解决这个问题的方法，感谢你的支持。",
        "label": ""
      },
      {
        "sentence": "（感激反思）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会找到解决问题的方法的。记住要以理解和尊重为基础，与姐姐们坦诚沟通，相信你们能找到最好的解决办法。如果还有需要，随时来找我倾诉。（鼓励积极面对）",
    "annotation": [
      {
        "sentence": "不客气，我相信你会找到解决问题的方法的。",
        "label": ""
      },
      {
        "sentence": "记住要以理解和尊重为基础，与姐姐们坦诚沟通，相信你们能找到最好的解决办法。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "（鼓励积极面对）",
        "label": ""
      }
    ]
  }
]