[
  {
    "role": "client",
    "content": "强迫性思维，万一找不到可靠的医生怎么办？“强迫性思维”（网上搜到的，感觉比较符合）已经想死绝望的地步了，现在一点也不害怕死亡。最后想挣扎一次，我一年前症状还比较轻时尝试过去精神科看医生，医生那副职业微笑脸一直挥之不去的存在我的脑海里，跟我谈话时听得出她其实想说我的症状就是吃饱了撑了，是思想问题，自己想不开，她没辙。感觉医生是打发我的态度，其实她也很忙，哪有心情面对病人。自那之后我再也不想去看医生了。在网上提问过几次，答主很多也不专业，一些言论反而加重我的不适感。问过别人说中国一百位咨询师九十九位都不合格，有些接受过一年训练就开心理机构，我害怕找不到好多心理医生反而加重病情，得不到我想要的治疗结果，想抓住最后一根救命稻草，我现在只有寄希望于医生，但万一我没那么幸运怎么办？恐惧绝望害怕，感觉我是世界上最糟糕的人，林奕含住院接受治疗可还是选择死亡。万一我害怕的东西是事实，我会非常煎熬的，我真的很舍不得亲人，我的精神负担，我没力气走了。",
    "annotation": [
      {
        "sentence": "强迫性思维，万一找不到可靠的医生怎么办？",
        "label": ""
      },
      {
        "sentence": "“强迫性思维”（网上搜到的，感觉比较符合）已经想死绝望的地步了，现在一点也不害怕死亡。",
        "label": ""
      },
      {
        "sentence": "最后想挣扎一次，我一年前症状还比较轻时尝试过去精神科看医生，医生那副职业微笑脸一直挥之不去的存在我的脑海里，跟我谈话时听得出她其实想说我的症状就是吃饱了撑了，是思想问题，自己想不开，她没辙。",
        "label": ""
      },
      {
        "sentence": "感觉医生是打发我的态度，其实她也很忙，哪有心情面对病人。",
        "label": ""
      },
      {
        "sentence": "自那之后我再也不想去看医生了。",
        "label": ""
      },
      {
        "sentence": "在网上提问过几次，答主很多也不专业，一些言论反而加重我的不适感。",
        "label": ""
      },
      {
        "sentence": "问过别人说中国一百位咨询师九十九位都不合格，有些接受过一年训练就开心理机构，我害怕找不到好多心理医生反而加重病情，得不到我想要的治疗结果，想抓住最后一根救命稻草，我现在只有寄希望于医生，但万一我没那么幸运怎么办？",
        "label": ""
      },
      {
        "sentence": "恐惧绝望害怕，感觉我是世界上最糟糕的人，林奕含住院接受治疗可还是选择死亡。",
        "label": ""
      },
      {
        "sentence": "万一我害怕的东西是事实，我会非常煎熬的，我真的很舍不得亲人，我的精神负担，我没力气走了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "强迫性思维，是具体有哪些表现么？会不断的去重复一些行为么？你现在感觉如何？",
    "annotation": [
      {
        "sentence": "强迫性思维，是具体有哪些表现么？",
        "label": ""
      },
      {
        "sentence": "会不断的去重复一些行为么？",
        "label": ""
      },
      {
        "sentence": "你现在感觉如何？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "强迫性思维表现为不受控地重复某些想法或行为，例如反复检查事物、洗手、计数等。现在我感觉非常糟糕，已经到了绝望的地步，甚至不害怕死亡。",
    "annotation": [
      {
        "sentence": "强迫性思维表现为不受控地重复某些想法或行为，例如反复检查事物、洗手、计数等。",
        "label": ""
      },
      {
        "sentence": "现在我感觉非常糟糕，已经到了绝望的地步，甚至不害怕死亡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的感受，这确实是一种非常折磨人的情绪。对于自己的状态，你能不能接受呢？是否有想要停止这种强迫性思维的愿望？",
    "annotation": [
      {
        "sentence": "我了解你现在的感受，这确实是一种非常折磨人的情绪。",
        "label": ""
      },
      {
        "sentence": "对于自己的状态，你能不能接受呢？",
        "label": ""
      },
      {
        "sentence": "是否有想要停止这种强迫性思维的愿望？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很难接受自己现在的状态，感觉完全失去了控制。我想停止这种强迫性思维，但就像热锅上的蚂蚁一样，根本停不下来。",
    "annotation": [
      {
        "sentence": "我真的很难接受自己现在的状态，感觉完全失去了控制。",
        "label": ""
      },
      {
        "sentence": "我想停止这种强迫性思维，但就像热锅上的蚂蚁一样，根本停不下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，焦虑和无法控制自己的情绪确实让人感到很困扰。这个问题属于心理范畴，去医院看医生，尤其是心理科的医生，他们的思维可能会偏向于开药物治疗。但真正的心理咨询师会倾听你的需求、理解你的困境，并提供更为专业的帮助。如果你需要，我可以推荐我的咨询师给你。",
    "annotation": [
      {
        "sentence": "我理解你的感受，焦虑和无法控制自己的情绪确实让人感到很困扰。",
        "label": ""
      },
      {
        "sentence": "这个问题属于心理范畴，去医院看医生，尤其是心理科的医生，他们的思维可能会偏向于开药物治疗。",
        "label": ""
      },
      {
        "sentence": "但真正的心理咨询师会倾听你的需求、理解你的困境，并提供更为专业的帮助。",
        "label": ""
      },
      {
        "sentence": "如果你需要，我可以推荐我的咨询师给你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我确实更希望找到专业的心理咨询师。但是我非常担心自己找不到合适的咨询师，甚至担心会因此加重我的病情，无法得到我想要的治疗结果。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我确实更希望找到专业的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "但是我非常担心自己找不到合适的咨询师，甚至担心会因此加重我的病情，无法得到我想要的治疗结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，确实在选择心理医生时要慎重。但并非所有的咨询师都不合格，只是或许会有一些质量参差不齐的情况。我们可以合理评估咨询师的背景、经验和信誉，选择一个更可靠的人进行咨询。同时，也可以向信任的朋友或者亲人询问他们是否有推荐的咨询师。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，确实在选择心理医生时要慎重。",
        "label": ""
      },
      {
        "sentence": "但并非所有的咨询师都不合格，只是或许会有一些质量参差不齐的情况。",
        "label": ""
      },
      {
        "sentence": "我们可以合理评估咨询师的背景、经验和信誉，选择一个更可靠的人进行咨询。",
        "label": ""
      },
      {
        "sentence": "同时，也可以向信任的朋友或者亲人询问他们是否有推荐的咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得或许还有一线希望，能找到合适的咨询师。我会考虑你的建议，尽力寻找合适的帮助。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得或许还有一线希望，能找到合适的咨询师。",
        "label": ""
      },
      {
        "sentence": "我会考虑你的建议，尽力寻找合适的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的改变，希望你能找到适合的咨询师并获得帮助。同时，请你相信，你并不是世界上最糟糕的人，每个人都会遇到困难和挫折，但也都有希望和机会去改善自己的状态。请你保持一颗积极的心态，一步一步向着好的方向前进。",
    "annotation": [
      {
        "sentence": "很高兴听到你的改变，希望你能找到适合的咨询师并获得帮助。",
        "label": ""
      },
      {
        "sentence": "同时，请你相信，你并不是世界上最糟糕的人，每个人都会遇到困难和挫折，但也都有希望和机会去改善自己的状态。",
        "label": ""
      },
      {
        "sentence": "请你保持一颗积极的心态，一步一步向着好的方向前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着保持积极的心态，努力寻求帮助。再次感谢你的陪伴和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着保持积极的心态，努力寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你的改变和积极的决心都是我所期待的。如果你需要任何帮助或者有任何疑惑，随时都可以找我倾诉。你并不孤单，我们会一起度过困难时期的。",
    "annotation": [
      {
        "sentence": "不用客气，你的改变和积极的决心都是我所期待的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何疑惑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起度过困难时期的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，有你在身边真的让我感到安心和温暖。我会牢记你的话，尽量保持积极的心态，努力克服困难。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，有你在身边真的让我感到安心和温暖。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，尽量保持积极的心态，努力克服困难。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  }
]