[
  {
    "role": "client",
    "content": "我最近很困惑，为什么现在人们对亲情变得如此冷漠呢？我不明白为什么网络评论和网友的价值观变成了这样。难道姐姐照顾弟弟妹妹不是理所应当的吗？从古至今，都一直传承着长兄如父、长姐如母的观念。姐姐毕业后已经有能力挣钱了，为什么不能照顾还在上学阶段的弟弟妹妹呢？他们为什么要受到这样的冷漠和不人道的对待呢？",
    "annotation": [
      {
        "sentence": "我最近很困惑，为什么现在人们对亲情变得如此冷漠呢？",
        "label": ""
      },
      {
        "sentence": "我不明白为什么网络评论和网友的价值观变成了这样。",
        "label": ""
      },
      {
        "sentence": "难道姐姐照顾弟弟妹妹不是理所应当的吗？",
        "label": ""
      },
      {
        "sentence": "从古至今，都一直传承着长兄如父、长姐如母的观念。",
        "label": ""
      },
      {
        "sentence": "姐姐毕业后已经有能力挣钱了，为什么不能照顾还在上学阶段的弟弟妹妹呢？",
        "label": ""
      },
      {
        "sentence": "他们为什么要受到这样的冷漠和不人道的对待呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现代社会的观念已经改变了对亲戚关系的看法，亲情好像被个人和经济所淡化了。其实，古代也会有这种情况，才有了牛郎织女的故事。我也对此感到困惑，但我的困惑在父母这边，因为姐姐的日子过得非常好，只是觉得照顾父母应该是儿子的责任。她也为父母做了很多事情，但还是觉得委屈。我自己都觉得很奇怪，但这就是现实。所以，我觉得还是先做好自己吧。",
    "annotation": [
      {
        "sentence": "现代社会的观念已经改变了对亲戚关系的看法，亲情好像被个人和经济所淡化了。",
        "label": ""
      },
      {
        "sentence": "其实，古代也会有这种情况，才有了牛郎织女的故事。",
        "label": ""
      },
      {
        "sentence": "我也对此感到困惑，但我的困惑在父母这边，因为姐姐的日子过得非常好，只是觉得照顾父母应该是儿子的责任。",
        "label": ""
      },
      {
        "sentence": "她也为父母做了很多事情，但还是觉得委屈。",
        "label": ""
      },
      {
        "sentence": "我自己都觉得很奇怪，但这就是现实。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得还是先做好自己吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白现代社会的价值观已经有了很大的改变，但我觉得这种冷漠有点太过分了。生活在一起几十年的亲人，为什么会对亲情置之不理呢？他们难道不应该尽一份力照顾弟弟妹妹吗？我在网上看到的那些评论让我感到非常无语，有些人居然直接说我凭什么去照顾他们，只因为我是姐姐。作为一个姐姐，我能理解这种无情的反应吗？我真的不明白。",
    "annotation": [
      {
        "sentence": "我明白现代社会的价值观已经有了很大的改变，但我觉得这种冷漠有点太过分了。",
        "label": ""
      },
      {
        "sentence": "生活在一起几十年的亲人，为什么会对亲情置之不理呢？",
        "label": ""
      },
      {
        "sentence": "他们难道不应该尽一份力照顾弟弟妹妹吗？",
        "label": ""
      },
      {
        "sentence": "我在网上看到的那些评论让我感到非常无语，有些人居然直接说我凭什么去照顾他们，只因为我是姐姐。",
        "label": ""
      },
      {
        "sentence": "作为一个姐姐，我能理解这种无情的反应吗？",
        "label": ""
      },
      {
        "sentence": "我真的不明白。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，现在人们对亲情的态度变得越来越冷漠，这是一个普遍现象。可能是社会变迁和价值观念的改变导致的。但是作为一个姐姐，你尽力去关心弟弟妹妹是非常值得称赞的。你毕竟还在大学期间，却已经有意愿减轻母亲的负担，帮弟弟一些学费和生活上的开销。这样的行为是非常体贴和有爱心的。",
    "annotation": [
      {
        "sentence": "确实，现在人们对亲情的态度变得越来越冷漠，这是一个普遍现象。",
        "label": ""
      },
      {
        "sentence": "可能是社会变迁和价值观念的改变导致的。",
        "label": ""
      },
      {
        "sentence": "但是作为一个姐姐，你尽力去关心弟弟妹妹是非常值得称赞的。",
        "label": ""
      },
      {
        "sentence": "你毕竟还在大学期间，却已经有意愿减轻母亲的负担，帮弟弟一些学费和生活上的开销。",
        "label": ""
      },
      {
        "sentence": "这样的行为是非常体贴和有爱心的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我觉得我们应该表达更多的关爱和亲情，而不仅仅是以经济来衡量。家庭成员之间应该相互支持和理解，而不是冷漠和无情。我希望能够改变一些人对亲情的态度，让更多人看到亲情的重要性。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我觉得我们应该表达更多的关爱和亲情，而不仅仅是以经济来衡量。",
        "label": ""
      },
      {
        "sentence": "家庭成员之间应该相互支持和理解，而不是冷漠和无情。",
        "label": ""
      },
      {
        "sentence": "我希望能够改变一些人对亲情的态度，让更多人看到亲情的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法非常棒！改变一些人对亲情的态度确实需要时间，但我们可以从自己做起。通过向他人传递正能量，多表达关爱和理解，或许可以影响到身边的人，从而慢慢改变整个社会的心态。",
    "annotation": [
      {
        "sentence": "你的想法非常棒！",
        "label": ""
      },
      {
        "sentence": "改变一些人对亲情的态度确实需要时间，但我们可以从自己做起。",
        "label": ""
      },
      {
        "sentence": "通过向他人传递正能量，多表达关爱和理解，或许可以影响到身边的人，从而慢慢改变整个社会的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会尽力去影响身边的人，让他们重新认识亲情的重要性。我会继续关心和照顾我的弟弟妹妹，希望他们能够感受到我的爱和支持。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "是的，我会尽力去影响身边的人，让他们重新认识亲情的重要性。",
        "label": ""
      },
      {
        "sentence": "我会继续关心和照顾我的弟弟妹妹，希望他们能够感受到我的爱和支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供帮助。记住，你的努力和爱心将会改变许多人的生活。祝你成功！如果还有什么需要帮助的地方，随时来找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你的努力和爱心将会改变许多人的生活。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的地方，随时来找我。",
        "label": ""
      }
    ]
  }
]