[
  {
    "role": "client",
    "content": "强迫性思维，万一找不到可靠的医生怎么办？强迫性思维（网上搜到的，感觉比较符合）已经想死绝望的地步了，现在一点也不害怕死亡。最后想挣扎一次，我一年前症状还比较轻时尝试过去精神科看医生，医生那副职业微笑脸一直挥之不去的存在我的脑海里，跟我谈话时听得出她其实想说我的症状就是吃饱了撑了，是思想问题，自己想不开，她没辙。感觉医生是打发我的态度，其实她也很忙，哪有心情面对病人。自那之后我再也不想去看医生了。在网上提问过几次，答主很多也不专业，一些言论反而加重我的不适感。问过别人说中国一百位咨询师九十九位都不合格，有些接受过一年训练就开心理机构，我害怕找不到好多心理医生反而加重病情，得不到我想要的治疗结果，想抓住最后一根救命稻草，我现在只有寄希望于医生，但万一我没那么幸运怎么办？恐惧绝望害怕，感觉我是世界上最糟糕的人，林奕含住院接受治疗可还是选择死亡。万一我害怕的东西是事实，我会非常煎熬的，我真的很舍不得亲人，我的精神负担，我没力气走了。",
    "annotation": [
      {
        "sentence": "强迫性思维，万一找不到可靠的医生怎么办？",
        "label": ""
      },
      {
        "sentence": "强迫性思维（网上搜到的，感觉比较符合）已经想死绝望的地步了，现在一点也不害怕死亡。",
        "label": ""
      },
      {
        "sentence": "最后想挣扎一次，我一年前症状还比较轻时尝试过去精神科看医生，医生那副职业微笑脸一直挥之不去的存在我的脑海里，跟我谈话时听得出她其实想说我的症状就是吃饱了撑了，是思想问题，自己想不开，她没辙。",
        "label": ""
      },
      {
        "sentence": "感觉医生是打发我的态度，其实她也很忙，哪有心情面对病人。",
        "label": ""
      },
      {
        "sentence": "自那之后我再也不想去看医生了。",
        "label": ""
      },
      {
        "sentence": "在网上提问过几次，答主很多也不专业，一些言论反而加重我的不适感。",
        "label": ""
      },
      {
        "sentence": "问过别人说中国一百位咨询师九十九位都不合格，有些接受过一年训练就开心理机构，我害怕找不到好多心理医生反而加重病情，得不到我想要的治疗结果，想抓住最后一根救命稻草，我现在只有寄希望于医生，但万一我没那么幸运怎么办？",
        "label": ""
      },
      {
        "sentence": "恐惧绝望害怕，感觉我是世界上最糟糕的人，林奕含住院接受治疗可还是选择死亡。",
        "label": ""
      },
      {
        "sentence": "万一我害怕的东西是事实，我会非常煎熬的，我真的很舍不得亲人，我的精神负担，我没力气走了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到你的苦恼到了痛苦的程度，让你烦心担忧，进入了过度负面思维的状态。就是需要你自己认清你的状态是在过度化思维，是在负面思维，不是正向的、积极的、正常的思维状态。所以，你也看到了你的状态需要调整，你也意识到需要医生帮助你。这很好。说明你头脑还是清楚的，思维还是在线的。所以，你的情况就是最需要你先做一件事情——觉察。去觉察你的状态，觉察你的思绪，觉察你的环境，觉察你的真实存在。问一问自己，你现在所想是真的吗？你觉得你的思维是真实的吗，客观吗？",
    "annotation": [
      {
        "sentence": "感受到你的苦恼到了痛苦的程度，让你烦心担忧，进入了过度负面思维的状态。",
        "label": ""
      },
      {
        "sentence": "就是需要你自己认清你的状态是在过度化思维，是在负面思维，不是正向的、积极的、正常的思维状态。",
        "label": ""
      },
      {
        "sentence": "所以，你也看到了你的状态需要调整，你也意识到需要医生帮助你。",
        "label": ""
      },
      {
        "sentence": "这很好。",
        "label": ""
      },
      {
        "sentence": "说明你头脑还是清楚的，思维还是在线的。",
        "label": ""
      },
      {
        "sentence": "所以，你的情况就是最需要你先做一件事情——觉察。",
        "label": ""
      },
      {
        "sentence": "去觉察你的状态，觉察你的思绪，觉察你的环境，觉察你的真实存在。",
        "label": ""
      },
      {
        "sentence": "问一问自己，你现在所想是真的吗？",
        "label": ""
      },
      {
        "sentence": "你觉得你的思维是真实的吗，客观吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的理解和建议。我知道我需要调整我的思维状态，但我总是陷入负面的循环中，无法自拔。我也尝试着觉察自己的状态，但很难控制自己的思维，总是沉浸在这种恐惧和绝望当中。我怕我无法改变这种状态，无法找到解决的办法。",
    "annotation": [
      {
        "sentence": "感谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我知道我需要调整我的思维状态，但我总是陷入负面的循环中，无法自拔。",
        "label": ""
      },
      {
        "sentence": "我也尝试着觉察自己的状态，但很难控制自己的思维，总是沉浸在这种恐惧和绝望当中。",
        "label": ""
      },
      {
        "sentence": "我怕我无法改变这种状态，无法找到解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你遇到的困难，调整思维确实并不容易。但是，我们要坚信你是可以改变的，没有什么是永恒不变的。或许你可以试着通过一些放松和冥想的方式来帮助自己，这样可以缓解你消极思维的压力，并逐渐改善你的状态。",
    "annotation": [
      {
        "sentence": "我理解你遇到的困难，调整思维确实并不容易。",
        "label": ""
      },
      {
        "sentence": "但是，我们要坚信你是可以改变的，没有什么是永恒不变的。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着通过一些放松和冥想的方式来帮助自己，这样可以缓解你消极思维的压力，并逐渐改善你的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前尝试了一些冥想和放松的方法，但效果并不明显。我总是无法专注，经常会被负面的念头打扰。我开始怀疑自己是否适合这些方法，是否有其他更适合我的方式可以尝试？",
    "annotation": [
      {
        "sentence": "我之前尝试了一些冥想和放松的方法，但效果并不明显。",
        "label": ""
      },
      {
        "sentence": "我总是无法专注，经常会被负面的念头打扰。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是否适合这些方法，是否有其他更适合我的方式可以尝试？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人对于冥想和放松方法的适应程度是不同的，也许你可以尝试一些其他的方式来放松自己。例如，听音乐、读书、与朋友交流等等。找到一种适合你的方式，不要过于强迫自己，让自己能够在其中找到一些平静和安宁。",
    "annotation": [
      {
        "sentence": "每个人对于冥想和放松方法的适应程度是不同的，也许你可以尝试一些其他的方式来放松自己。",
        "label": ""
      },
      {
        "sentence": "例如，听音乐、读书、与朋友交流等等。",
        "label": ""
      },
      {
        "sentence": "找到一种适合你的方式，不要过于强迫自己，让自己能够在其中找到一些平静和安宁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可能一直把冥想和放松看作是一种任务，从而增加了自己的压力。我会试着以更加放松和自然的态度去对待这些方法，希望能够找到适合自己的方式。",
    "annotation": [
      {
        "sentence": "你说的有道理，我可能一直把冥想和放松看作是一种任务，从而增加了自己的压力。",
        "label": ""
      },
      {
        "sentence": "我会试着以更加放松和自然的态度去对待这些方法，希望能够找到适合自己的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心，放松和接纳自己是一个渐进的过程，不要强求一下子就改变自己。同时，不要忽视你身边的支持系统，和亲人朋友一起分享你的感受，寻求他们的理解和帮助也是很重要的。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心，放松和接纳自己是一个渐进的过程，不要强求一下子就改变自己。",
        "label": ""
      },
      {
        "sentence": "同时，不要忽视你身边的支持系统，和亲人朋友一起分享你的感受，寻求他们的理解和帮助也是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着与亲人朋友敞开心扉，和他们分享我的感受，寻求他们的支持和理解。我也会尝试接纳自己的负面情绪，并以更积极的态度面对自己。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着与亲人朋友敞开心扉，和他们分享我的感受，寻求他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我也会尝试接纳自己的负面情绪，并以更积极的态度面对自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，接纳自己是改变的第一步，相信你会逐渐找到平衡和解决问题的方法。同时，如果你觉得需要专业的帮助，也不要犹豫，尽快寻找一个可靠的心理医生，他们会给你带来更专业和有效的帮助。",
    "annotation": [
      {
        "sentence": "非常好，接纳自己是改变的第一步，相信你会逐渐找到平衡和解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时，如果你觉得需要专业的帮助，也不要犹豫，尽快寻找一个可靠的心理医生，他们会给你带来更专业和有效的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会坚持努力，寻找适合自己的方式，如果有需要我会尽快找到一位心理医生寻求专业的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会坚持努力，寻找适合自己的方式，如果有需要我会尽快找到一位心理医生寻求专业的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信自己，你一定能够克服困难。如果在寻找心理医生的过程中遇到了困难，也可以向我寻求帮助，我会尽力帮助你的。",
    "annotation": [
      {
        "sentence": "不客气，相信自己，你一定能够克服困难。",
        "label": ""
      },
      {
        "sentence": "如果在寻找心理医生的过程中遇到了困难，也可以向我寻求帮助，我会尽力帮助你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和帮助，有你在我感到更有希望和勇气去面对自己的问题。我会努力改变自己，寻找内心的平静和安宁。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和帮助，有你在我感到更有希望和勇气去面对自己的问题。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己，寻找内心的平静和安宁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你会成功的，记住，你并不孤单，我们一直在你身边支持着你。加油！",
    "annotation": [
      {
        "sentence": "我相信你会成功的，记住，你并不孤单，我们一直在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]