[
  {
    "role": "client",
    "content": "工作中对新来的同事发火，我错了吗？因为我是服务行业的，一般动作都要迅速。但是这位新同事，工作一周一直不紧不慢。而且给他培训，不回应，不提问，不积极。我们部门有两位负责人给他仔细地培训过，但是他还是没进脑子。强调过不会就要问，但是我特意等了好几次他来提问题，不提。之后，昨天来了两位新的兼职妹妹，态度很好，动作很快，不懂就问，差别很大。然后晚上进行卖场恢复，基本是我另一位同事在做。因为他的动作慢，我催过他两次，他没有改变。后开我和另一位负责人就指责他，声音过大被听到，店长知道让我们耐心和态度好点。我回去生气，讲他的所作所为长篇发到工作群。我思考过是不是意气用事，但是部门大部分工作都在我身上，如果他不能帮我，我并不想让人拖我的后腿，降低我的效率。我会为我的态度道歉，但是我说的内容不会。越发思考，我不知道自己算不算职场欺凌，是不是让这人受伤了，有些不安",
    "annotation": [
      {
        "sentence": "工作中对新来的同事发火，我错了吗？",
        "label": ""
      },
      {
        "sentence": "因为我是服务行业的，一般动作都要迅速。",
        "label": ""
      },
      {
        "sentence": "但是这位新同事，工作一周一直不紧不慢。",
        "label": ""
      },
      {
        "sentence": "而且给他培训，不回应，不提问，不积极。",
        "label": ""
      },
      {
        "sentence": "我们部门有两位负责人给他仔细地培训过，但是他还是没进脑子。",
        "label": ""
      },
      {
        "sentence": "强调过不会就要问，但是我特意等了好几次他来提问题，不提。",
        "label": ""
      },
      {
        "sentence": "之后，昨天来了两位新的兼职妹妹，态度很好，动作很快，不懂就问，差别很大。",
        "label": ""
      },
      {
        "sentence": "然后晚上进行卖场恢复，基本是我另一位同事在做。",
        "label": ""
      },
      {
        "sentence": "因为他的动作慢，我催过他两次，他没有改变。",
        "label": ""
      },
      {
        "sentence": "后开我和另一位负责人就指责他，声音过大被听到，店长知道让我们耐心和态度好点。",
        "label": ""
      },
      {
        "sentence": "我回去生气，讲他的所作所为长篇发到工作群。",
        "label": ""
      },
      {
        "sentence": "我思考过是不是意气用事，但是部门大部分工作都在我身上，如果他不能帮我，我并不想让人拖我的后腿，降低我的效率。",
        "label": ""
      },
      {
        "sentence": "我会为我的态度道歉，但是我说的内容不会。",
        "label": ""
      },
      {
        "sentence": "越发思考，我不知道自己算不算职场欺凌，是不是让这人受伤了，有些不安",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的提问，我感觉到你是个对待工作态度积极、认真负责的人，当新来的同事对工作不紧不慢，和大家的节奏格格不入时，你感到非常着急，很担心因此耽误了工作，拉低整体工作效率。特别是在你对他悉心培训、指导后，对方依然“我行我素”，没有进步和改变，这也让你感到愤怒和挫败。",
    "annotation": [
      {
        "sentence": "看了你的提问，我感觉到你是个对待工作态度积极、认真负责的人，当新来的同事对工作不紧不慢，和大家的节奏格格不入时，你感到非常着急，很担心因此耽误了工作，拉低整体工作效率。",
        "label": ""
      },
      {
        "sentence": "特别是在你对他悉心培训、指导后，对方依然“我行我素”，没有进步和改变，这也让你感到愤怒和挫败。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他没有尊重我们的辛苦付出，而且对工作态度不负责任。我真的很生气，也不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我觉得他没有尊重我们的辛苦付出，而且对工作态度不负责任。",
        "label": ""
      },
      {
        "sentence": "我真的很生气，也不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为老员工，带领新员工适应工作不是件容易的事，不仅要传授新人知识、技能，还要与对方沟通、解决各种疑问和困难，当新员工没有认真、积极的态度时，这就更困难了。事实上你也很想在不伤害对方的情况下和对方进行有效沟通，可是每当看见对方不按照工作要求来执行时，就会非常气愤，于是和对方说话的口气带了批评和指责，事后也会担心这样会不会不合适，领导会不会因此对自己有看法。",
    "annotation": [
      {
        "sentence": "作为老员工，带领新员工适应工作不是件容易的事，不仅要传授新人知识、技能，还要与对方沟通、解决各种疑问和困难，当新员工没有认真、积极的态度时，这就更困难了。",
        "label": ""
      },
      {
        "sentence": "事实上你也很想在不伤害对方的情况下和对方进行有效沟通，可是每当看见对方不按照工作要求来执行时，就会非常气愤，于是和对方说话的口气带了批评和指责，事后也会担心这样会不会不合适，领导会不会因此对自己有看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实很担心我的态度会影响到工作环境和人际关系。我明白自己没有控制好情绪，不过我真的很想让对方明白工作的重要性。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "是的，我确实很担心我的态度会影响到工作环境和人际关系。",
        "label": ""
      },
      {
        "sentence": "我明白自己没有控制好情绪，不过我真的很想让对方明白工作的重要性。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以将头脑分为两个部分：一部分代表情绪，一部分代表理性，多数情况下这两者的比例是差不多的，人也处于平衡状态。当情绪的部分增多，理性的部分就会减少，这时情绪会主导一个人的言行，头脑没有足够的空间进行理性的思考。情绪是一个人过去的经验所形成的个人感受，它和一个人的经历、成长环境、性格都有很大关系，往往具有主观性，会与现实情况有差异。",
    "annotation": [
      {
        "sentence": "我们可以将头脑分为两个部分：一部分代表情绪，一部分代表理性，多数情况下这两者的比例是差不多的，人也处于平衡状态。",
        "label": ""
      },
      {
        "sentence": "当情绪的部分增多，理性的部分就会减少，这时情绪会主导一个人的言行，头脑没有足够的空间进行理性的思考。",
        "label": ""
      },
      {
        "sentence": "情绪是一个人过去的经验所形成的个人感受，它和一个人的经历、成长环境、性格都有很大关系，往往具有主观性，会与现实情况有差异。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能被自己的情绪左右了，没有给自己足够的时间去冷静思考和合理表达。我知道情绪是一种信息，但我需要找到更好的方式来处理它，而不是冲动行事。",
    "annotation": [
      {
        "sentence": "我明白了，我可能被自己的情绪左右了，没有给自己足够的时间去冷静思考和合理表达。",
        "label": ""
      },
      {
        "sentence": "我知道情绪是一种信息，但我需要找到更好的方式来处理它，而不是冲动行事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，当我们遇到一件让自己有情绪的事情时，如果迷失在情绪中，就会跟随情绪去说话、行动，往往无法基于现实情况做出最好的选择，当情绪平静下来又会为自己“不理智”的言行感到后悔。被情绪左右的行为，不仅容易伤害到别人，也会伤害自己。情绪是没有好坏对错之分的，它只是在提醒你此刻需要关注一下自己而已。下一次再遇到类似的状况，可以先保留一份觉察，看看自己是不是有情绪升起，试着暂停一下，给自己一点空间缓解，再选择和同事沟通。这样我们说出的话会减少很多情绪，也会更有效果。",
    "annotation": [
      {
        "sentence": "没错，当我们遇到一件让自己有情绪的事情时，如果迷失在情绪中，就会跟随情绪去说话、行动，往往无法基于现实情况做出最好的选择，当情绪平静下来又会为自己“不理智”的言行感到后悔。",
        "label": ""
      },
      {
        "sentence": "被情绪左右的行为，不仅容易伤害到别人，也会伤害自己。",
        "label": ""
      },
      {
        "sentence": "情绪是没有好坏对错之分的，它只是在提醒你此刻需要关注一下自己而已。",
        "label": ""
      },
      {
        "sentence": "下一次再遇到类似的状况，可以先保留一份觉察，看看自己是不是有情绪升起，试着暂停一下，给自己一点空间缓解，再选择和同事沟通。",
        "label": ""
      },
      {
        "sentence": "这样我们说出的话会减少很多情绪，也会更有效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我需要更加平静地处理这些情绪，及时调整自己的态度。我也想了解一下，每个人的性格特质不同，那我们如何更好地与不同性格的人合作呢？",
    "annotation": [
      {
        "sentence": "确实，我需要更加平静地处理这些情绪，及时调整自己的态度。",
        "label": ""
      },
      {
        "sentence": "我也想了解一下，每个人的性格特质不同，那我们如何更好地与不同性格的人合作呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们也需要了解到，每个人的性格特质都是不同的，有的人雷厉风行，有的人慢条斯理，有的人是急性子，有的人是慢性子。性格没有好坏，只是不同性格的人适合不同的工作。例如你的工作是服务性质的，这样的工作可能更需要做事麻利、灵活、协调的员工。你所说的这位新同事看起来更像是不紧不慢的“佛系”性格的人，所以在工作中会与大家的步调不协调，合作上也难以和谐。",
    "annotation": [
      {
        "sentence": "我们也需要了解到，每个人的性格特质都是不同的，有的人雷厉风行，有的人慢条斯理，有的人是急性子，有的人是慢性子。",
        "label": ""
      },
      {
        "sentence": "性格没有好坏，只是不同性格的人适合不同的工作。",
        "label": ""
      },
      {
        "sentence": "例如你的工作是服务性质的，这样的工作可能更需要做事麻利、灵活、协调的员工。",
        "label": ""
      },
      {
        "sentence": "你所说的这位新同事看起来更像是不紧不慢的“佛系”性格的人，所以在工作中会与大家的步调不协调，合作上也难以和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人的性格特点都有其适应的环境和工作。也许我应该更好地理解并尊重他人的性格，而不是迫使他们符合我的期望。同时",
    "annotation": [
      {
        "sentence": "我明白了，每个人的性格特点都有其适应的环境和工作。",
        "label": ""
      },
      {
        "sentence": "也许我应该更好地理解并尊重他人的性格，而不是迫使他们符合我的期望。",
        "label": ""
      },
      {
        "sentence": "同时",
        "label": ""
      }
    ]
  }
]