[
  {
    "role": "client",
    "content": "工作中对新来的同事发火，我错了吗？因为我是服务行业的，一般动作都要迅速。但是这位新同事，工作一周一直不紧不慢。而且给他培训，不回应，不提问，不积极。我们部门有两位负责人给他仔细地培训过，但是他还是没进脑子。强调过不会就要问，但是我特意等了好几次他来提问题，不提。之后，昨天来了两位新的兼职妹妹，态度很好，动作很快，不懂就问，差别很大。然后晚上进行卖场恢复，基本是我另一位同事在做。因为他的动作慢，我催过他两次，他没有改变。后来我和另一位负责人就指责他，声音过大被听到，店长知道让我们耐心和态度好点。我回去生气，讲他的所作所为长篇发到工作群。我思考过是不是意气用事，但是部门大部分工作都在我身上，如果他不能帮我，我并不想让人拖我的后腿，降低我的效率。我会为我的态度道歉，但是我说的内容不会。越发思考，我不知道自己算不算职场欺凌，是不是让这人受伤了，有些不安。",
    "annotation": [
      {
        "sentence": "工作中对新来的同事发火，我错了吗？",
        "label": ""
      },
      {
        "sentence": "因为我是服务行业的，一般动作都要迅速。",
        "label": ""
      },
      {
        "sentence": "但是这位新同事，工作一周一直不紧不慢。",
        "label": ""
      },
      {
        "sentence": "而且给他培训，不回应，不提问，不积极。",
        "label": ""
      },
      {
        "sentence": "我们部门有两位负责人给他仔细地培训过，但是他还是没进脑子。",
        "label": ""
      },
      {
        "sentence": "强调过不会就要问，但是我特意等了好几次他来提问题，不提。",
        "label": ""
      },
      {
        "sentence": "之后，昨天来了两位新的兼职妹妹，态度很好，动作很快，不懂就问，差别很大。",
        "label": ""
      },
      {
        "sentence": "然后晚上进行卖场恢复，基本是我另一位同事在做。",
        "label": ""
      },
      {
        "sentence": "因为他的动作慢，我催过他两次，他没有改变。",
        "label": ""
      },
      {
        "sentence": "后来我和另一位负责人就指责他，声音过大被听到，店长知道让我们耐心和态度好点。",
        "label": ""
      },
      {
        "sentence": "我回去生气，讲他的所作所为长篇发到工作群。",
        "label": ""
      },
      {
        "sentence": "我思考过是不是意气用事，但是部门大部分工作都在我身上，如果他不能帮我，我并不想让人拖我的后腿，降低我的效率。",
        "label": ""
      },
      {
        "sentence": "我会为我的态度道歉，但是我说的内容不会。",
        "label": ""
      },
      {
        "sentence": "越发思考，我不知道自己算不算职场欺凌，是不是让这人受伤了，有些不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "来听大头哥说说：几点建议送给你，希望对你有所帮助。人的能力有差异，先弄明白他是自身能力问题还是态度问题，我觉得这是关键点。你的问题描述的很清晰，条理性很好，所以可以看得出来你是对工作负责，逻辑思维能力还不错的人。我觉得既然问题出来了，涉及到你自己，也涉及到那位新同事，要解决问题就要先把问题的根源找到，比如他到底是能力问题，还是适应问题，还是性格所致，或者是他故意为之态度问题，弄清楚这些然后再看看如何有针对性去解决。",
    "annotation": [
      {
        "sentence": "来听大头哥说说：几点建议送给你，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "人的能力有差异，先弄明白他是自身能力问题还是态度问题，我觉得这是关键点。",
        "label": ""
      },
      {
        "sentence": "你的问题描述的很清晰，条理性很好，所以可以看得出来你是对工作负责，逻辑思维能力还不错的人。",
        "label": ""
      },
      {
        "sentence": "我觉得既然问题出来了，涉及到你自己，也涉及到那位新同事，要解决问题就要先把问题的根源找到，比如他到底是能力问题，还是适应问题，还是性格所致，或者是他故意为之态度问题，弄清楚这些然后再看看如何有针对性去解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道每个人的能力和适应程度都不一样，但他工作一周都没有表现出积极性和主动性，让我感觉很焦虑和生气。",
    "annotation": [
      {
        "sentence": "我也知道每个人的能力和适应程度都不一样，但他工作一周都没有表现出积极性和主动性，让我感觉很焦虑和生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这也不算职场欺凌，只是方式方法略微过激，其实可以逐步采用较温和的方式。其实无论采用什么方法，你的目的也是想解决问题，只是采用不同的方式方法罢了。我见你也说过之前提醒过几次，但是效果不佳，看到的还是表面，他内心如何想的还是不了解，因为没有进行心平气和的沟通。有问题还是建议私下多沟通，因为发到群里让更多的人看到，反而不利于问题解决，因为少了几个环节的沟通，很多不明白怎么回事的同事言论也许会让情况不好收拾，结局也许是无法商量，问题得不到解决。",
    "annotation": [
      {
        "sentence": "你这也不算职场欺凌，只是方式方法略微过激，其实可以逐步采用较温和的方式。",
        "label": ""
      },
      {
        "sentence": "其实无论采用什么方法，你的目的也是想解决问题，只是采用不同的方式方法罢了。",
        "label": ""
      },
      {
        "sentence": "我见你也说过之前提醒过几次，但是效果不佳，看到的还是表面，他内心如何想的还是不了解，因为没有进行心平气和的沟通。",
        "label": ""
      },
      {
        "sentence": "有问题还是建议私下多沟通，因为发到群里让更多的人看到，反而不利于问题解决，因为少了几个环节的沟通，很多不明白怎么回事的同事言论也许会让情况不好收拾，结局也许是无法商量，问题得不到解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也意识到我在表达问题时过于激动，没有给他私下解决问题的机会。我会试着在心平气和的情况下，与他私下沟通，看看是否能找到问题所在并解决。",
    "annotation": [
      {
        "sentence": "你说得对，我也意识到我在表达问题时过于激动，没有给他私下解决问题的机会。",
        "label": ""
      },
      {
        "sentence": "我会试着在心平气和的情况下，与他私下沟通，看看是否能找到问题所在并解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是就事论事的态度去面对工作，建议私下好好沟通几次，把很多事谈开了也许事情反而好解决。我理解你对工作认真负责，就事论事去处理，可还是缺少一些正常和善的沟通，建议有机会私下沟通几次，把很多事情谈开了，看看如何解决大家都能接受，总比彼此都不知道想什么要好。",
    "annotation": [
      {
        "sentence": "你是就事论事的态度去面对工作，建议私下好好沟通几次，把很多事谈开了也许事情反而好解决。",
        "label": ""
      },
      {
        "sentence": "我理解你对工作认真负责，就事论事去处理，可还是缺少一些正常和善的沟通，建议有机会私下沟通几次，把很多事情谈开了，看看如何解决大家都能接受，总比彼此都不知道想什么要好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着与他私下多次沟通，希望能找到一个大家都满意的解决方案。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我会试着与他私下多次沟通，希望能找到一个大家都满意的解决方案。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学会靠制度绩效去做管理，而不是情绪言语管理。各项工作都应该是有制度去控制的，比如每天工作量时间等等，那么如果他达不到标准可以用制度去严格要求，而且现在工作基本都有绩效业绩在做考核，用制度和绩效去做管理，也许会事半功倍达到更好的效果。",
    "annotation": [
      {
        "sentence": "学会靠制度绩效去做管理，而不是情绪言语管理。",
        "label": ""
      },
      {
        "sentence": "各项工作都应该是有制度去控制的，比如每天工作量时间等等，那么如果他达不到标准可以用制度去严格要求，而且现在工作基本都有绩效业绩在做考核，用制度和绩效去做管理，也许会事半功倍达到更好的效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我会尝试引入制度和绩效来管理工作，以此来改善他的工作态度和效率。谢谢你的指导。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我会尝试引入制度和绩效来管理工作，以此来改善他的工作态度和效率。",
        "label": ""
      },
      {
        "sentence": "谢谢你的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我给的建议对你有所帮助，解决问题需要时间，但是只要你保持冷静和耐心，一定能够找到解决办法。再次强调，私下沟通是解决问题的关键，希望你能够和他开展更好的沟通，找到共同解决问题的方法。",
    "annotation": [
      {
        "sentence": "希望我给的建议对你有所帮助，解决问题需要时间，但是只要你保持冷静和耐心，一定能够找到解决办法。",
        "label": ""
      },
      {
        "sentence": "再次强调，私下沟通是解决问题的关键，希望你能够和他开展更好的沟通，找到共同解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会按照你说的去做，并且保持冷静与耐心。希望一切都能顺利解决。非常感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会按照你说的去做，并且保持冷静与耐心。",
        "label": ""
      },
      {
        "sentence": "希望一切都能顺利解决。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够解决好这个问题。如果还有其他困扰，随时来找我倾诉或寻求帮助。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够解决好这个问题。",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰，随时来找我倾诉或寻求帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]