[
  {
    "role": "client",
    "content": "有一种很难受的感觉伴随着自己，特别地烦？",
    "annotation": [
      {
        "sentence": "有一种很难受的感觉伴随着自己，特别地烦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你现在的感受，这种困扰让你变得很苦恼吧。",
    "annotation": [
      {
        "sentence": "我可以理解你现在的感受，这种困扰让你变得很苦恼吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，今天心情有些失落。妈妈从外边回来了，她忙里忙外，但是我却对她的声音感到非常难受，感觉莫名的烦躁。",
    "annotation": [
      {
        "sentence": "是的，今天心情有些失落。",
        "label": ""
      },
      {
        "sentence": "妈妈从外边回来了，她忙里忙外，但是我却对她的声音感到非常难受，感觉莫名的烦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来好像是这个声音引发了你的不舒服。那当你听到这声音的时候，会想起自己小时候的经历吗？",
    "annotation": [
      {
        "sentence": "听起来好像是这个声音引发了你的不舒服。",
        "label": ""
      },
      {
        "sentence": "那当你听到这声音的时候，会想起自己小时候的经历吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，听到这声音让我回想起小时候的情景。当时爸爸妈妈在外面工作，我跟着奶奶和姑姑一起生活。每次姑姑给我买的鞋子，爷爷给我买的鞋子，我都不喜欢，就会在地上使劲蹭来发泄情绪，即使心理上也非常难受。我从来没有向任何人表达过这样的感受。",
    "annotation": [
      {
        "sentence": "是的，听到这声音让我回想起小时候的情景。",
        "label": ""
      },
      {
        "sentence": "当时爸爸妈妈在外面工作，我跟着奶奶和姑姑一起生活。",
        "label": ""
      },
      {
        "sentence": "每次姑姑给我买的鞋子，爷爷给我买的鞋子，我都不喜欢，就会在地上使劲蹭来发泄情绪，即使心理上也非常难受。",
        "label": ""
      },
      {
        "sentence": "我从来没有向任何人表达过这样的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你从小就没有找到合适的方式来表达自己的不满和困扰。每次你不开心，姑姑和奶奶都会设法帮你解决问题，但你却仍然感到不开心和烦躁。有没有一次让你觉得非常想要逃避，比如骑车到大井里去？",
    "annotation": [
      {
        "sentence": "看来你从小就没有找到合适的方式来表达自己的不满和困扰。",
        "label": ""
      },
      {
        "sentence": "每次你不开心，姑姑和奶奶都会设法帮你解决问题，但你却仍然感到不开心和烦躁。",
        "label": ""
      },
      {
        "sentence": "有没有一次让你觉得非常想要逃避，比如骑车到大井里去？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，有一次我真的很想这样做。这种情绪经常伴随着我，特别是在青春期时更加明显。",
    "annotation": [
      {
        "sentence": "是的，有一次我真的很想这样做。",
        "label": ""
      },
      {
        "sentence": "这种情绪经常伴随着我，特别是在青春期时更加明显。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "青春期确实是一个让人感到无助和困惑的阶段。还有一段时间，我上初二的时候也感到心理上空落落的，没有找到一个支持我的人，非常难受，整天都情绪低落，甚至想哭。我能理解你现在所经历的双向情感障碍和认知方面的困扰与那个时期有关。虽然奶奶和姑姑对你还是很好的，从不打骂你，但是你感受到的爱不是你真正需要的那种。比如，他们给你买的鞋子和衣服你都不喜欢，但你却逼着自己穿着，内心的不满无法表达。长时间以来，你一直忍受着不喜欢的事物，感到无助和困惑。那时候你可能会想，妈妈在哪里？如果她在身边，也许你可以得到你喜欢的东西。因此，你对妈妈也有一些不满，为什么她不能陪在你身边。",
    "annotation": [
      {
        "sentence": "青春期确实是一个让人感到无助和困惑的阶段。",
        "label": ""
      },
      {
        "sentence": "还有一段时间，我上初二的时候也感到心理上空落落的，没有找到一个支持我的人，非常难受，整天都情绪低落，甚至想哭。",
        "label": ""
      },
      {
        "sentence": "我能理解你现在所经历的双向情感障碍和认知方面的困扰与那个时期有关。",
        "label": ""
      },
      {
        "sentence": "虽然奶奶和姑姑对你还是很好的，从不打骂你，但是你感受到的爱不是你真正需要的那种。",
        "label": ""
      },
      {
        "sentence": "比如，他们给你买的鞋子和衣服你都不喜欢，但你却逼着自己穿着，内心的不满无法表达。",
        "label": ""
      },
      {
        "sentence": "长时间以来，你一直忍受着不喜欢的事物，感到无助和困惑。",
        "label": ""
      },
      {
        "sentence": "那时候你可能会想，妈妈在哪里？",
        "label": ""
      },
      {
        "sentence": "如果她在身边，也许你可以得到你喜欢的东西。",
        "label": ""
      },
      {
        "sentence": "因此，你对妈妈也有一些不满，为什么她不能陪在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，现在我确实有很多矛盾的情绪。我不想继续下去这样的状态，因为我内心认为妈妈从小离开我，不够爱我。当我需要她的时候她不在，没有给予我爱的支持和力量。但是现在她回来了，我又觉得不太需要她。可是有时候，她不在身边我又会偶尔想念她，我自己都很矛盾。",
    "annotation": [
      {
        "sentence": "你说得对，现在我确实有很多矛盾的情绪。",
        "label": ""
      },
      {
        "sentence": "我不想继续下去这样的状态，因为我内心认为妈妈从小离开我，不够爱我。",
        "label": ""
      },
      {
        "sentence": "当我需要她的时候她不在，没有给予我爱的支持和力量。",
        "label": ""
      },
      {
        "sentence": "但是现在她回来了，我又觉得不太需要她。",
        "label": ""
      },
      {
        "sentence": "可是有时候，她不在身边我又会偶尔想念她，我自己都很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情上的矛盾总是令人困扰的。首先，要改变这种矛盾的情绪，你需要与妈妈建立更好的连接，去理解她，也让她理解你。同时，学会接受你现在的生活状态，明白妈妈不在身边并不代表她不爱你。在这个高度竞争的社会环境中，妈妈不得不去外面工作，可能是为了让你有更好的生活。她也很舍不得离开你，但却无可奈何。另外，你要学会与家人进行沟通，告诉妈妈你的需求是可以的，只要在合理范围内，她一定会支持你的。不要委屈自己，违背内心的真实需求。希望你能学会与家人更好地沟通，愿你能快乐地度过每一天。",
    "annotation": [
      {
        "sentence": "感情上的矛盾总是令人困扰的。",
        "label": ""
      },
      {
        "sentence": "首先，要改变这种矛盾的情绪，你需要与妈妈建立更好的连接，去理解她，也让她理解你。",
        "label": ""
      },
      {
        "sentence": "同时，学会接受你现在的生活状态，明白妈妈不在身边并不代表她不爱你。",
        "label": ""
      },
      {
        "sentence": "在这个高度竞争的社会环境中，妈妈不得不去外面工作，可能是为了让你有更好的生活。",
        "label": ""
      },
      {
        "sentence": "她也很舍不得离开你，但却无可奈何。",
        "label": ""
      },
      {
        "sentence": "另外，你要学会与家人进行沟通，告诉妈妈你的需求是可以的，只要在合理范围内，她一定会支持你的。",
        "label": ""
      },
      {
        "sentence": "不要委屈自己，违背内心的真实需求。",
        "label": ""
      },
      {
        "sentence": "希望你能学会与家人更好地沟通，愿你能快乐地度过每一天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着去改变自己的态度。希望能和妈妈建立更好的关系，同时也学会更好地表达自己的真实需求。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着去改变自己的态度。",
        "label": ""
      },
      {
        "sentence": "希望能和妈妈建立更好的关系，同时也学会更好地表达自己的真实需求。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]