[
  {
    "role": "client",
    "content": "工作中对新来的同事发火，我错了吗？因为我是服务行业的，一般动作都要迅速。但是这位新同事，工作一周一直不紧不慢。而且给他培训，不回应，不提问，不积极。我们部门有两位负责人给他仔细地培训过，但是他还是没进脑子。强调过不会就要问，但是我特意等了好几次他来提问题，不提。之后，昨天来了两位新的兼职妹妹，态度很好，动作很快，不懂就问，差别很大。然后晚上进行卖场恢复，基本是我另一位同事在做。因为他的动作慢，我催过他两次，他没有改变。后开我和另一位负责人就指责他，声音过大被听到，店长知道让我们耐心和态度好点。我回去生气，讲他的所作所为长篇发到工作群。我思考过是不是意气用事，但是部门大部分工作都在我身上，如果他不能帮我，我并不想让人拖我的后腿，降低我的效率。我会为我的态度道歉，但是我说的内容不会。越发思考，我不知道自己算不算职场欺凌，是不是让这人受伤了，有些不安。",
    "annotation": [
      {
        "sentence": "工作中对新来的同事发火，我错了吗？",
        "label": ""
      },
      {
        "sentence": "因为我是服务行业的，一般动作都要迅速。",
        "label": ""
      },
      {
        "sentence": "但是这位新同事，工作一周一直不紧不慢。",
        "label": ""
      },
      {
        "sentence": "而且给他培训，不回应，不提问，不积极。",
        "label": ""
      },
      {
        "sentence": "我们部门有两位负责人给他仔细地培训过，但是他还是没进脑子。",
        "label": ""
      },
      {
        "sentence": "强调过不会就要问，但是我特意等了好几次他来提问题，不提。",
        "label": ""
      },
      {
        "sentence": "之后，昨天来了两位新的兼职妹妹，态度很好，动作很快，不懂就问，差别很大。",
        "label": ""
      },
      {
        "sentence": "然后晚上进行卖场恢复，基本是我另一位同事在做。",
        "label": ""
      },
      {
        "sentence": "因为他的动作慢，我催过他两次，他没有改变。",
        "label": ""
      },
      {
        "sentence": "后开我和另一位负责人就指责他，声音过大被听到，店长知道让我们耐心和态度好点。",
        "label": ""
      },
      {
        "sentence": "我回去生气，讲他的所作所为长篇发到工作群。",
        "label": ""
      },
      {
        "sentence": "我思考过是不是意气用事，但是部门大部分工作都在我身上，如果他不能帮我，我并不想让人拖我的后腿，降低我的效率。",
        "label": ""
      },
      {
        "sentence": "我会为我的态度道歉，但是我说的内容不会。",
        "label": ""
      },
      {
        "sentence": "越发思考，我不知道自己算不算职场欺凌，是不是让这人受伤了，有些不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你所表达的事情，看得出你内心很矛盾。你一方面向往积极主动的工作态度，但另一方面又觉得自己在欺负新同事，这种矛盾让你陷入了苦恼。你对新同事感到愤怒，是因为你在看不起他的行为，对他的行为有着一定的期待，你希望他能按照你的观念行事。然而，你对他和你之间的不同不能接受。你的不安感是想找到一个既能满足你需求又不伤害他的方法，但目前还没有找到，所以你才会使用了这样不太健康的方式来表达。现在的关键是如何用不伤害他的方式表达你的需求。",
    "annotation": [
      {
        "sentence": "求助者，你所表达的事情，看得出你内心很矛盾。",
        "label": ""
      },
      {
        "sentence": "你一方面向往积极主动的工作态度，但另一方面又觉得自己在欺负新同事，这种矛盾让你陷入了苦恼。",
        "label": ""
      },
      {
        "sentence": "你对新同事感到愤怒，是因为你在看不起他的行为，对他的行为有着一定的期待，你希望他能按照你的观念行事。",
        "label": ""
      },
      {
        "sentence": "然而，你对他和你之间的不同不能接受。",
        "label": ""
      },
      {
        "sentence": "你的不安感是想找到一个既能满足你需求又不伤害他的方法，但目前还没有找到，所以你才会使用了这样不太健康的方式来表达。",
        "label": ""
      },
      {
        "sentence": "现在的关键是如何用不伤害他的方式表达你的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我对他越瞧不起，就越生气，愤怒和焦虑对解决问题没有帮助。我发现我对自己要求过高，太严苛了，我要学会对自己宽容一点，否则会产生罪恶感，更容易把罪恶感投射到别人身上，情绪也会更加波动。其实每个人出现在我们面前，都有一定的原因，他们其实是我们的镜子。这位同事的出现其实是在反映我对自己过于严苛，我应该反思一下自己的行为是否伤害到了别人。或许现在应该是时候改变了，不要对自己太过苛求，即使犯了错，也可以以较轻松的态度去纠正。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我对他越瞧不起，就越生气，愤怒和焦虑对解决问题没有帮助。",
        "label": ""
      },
      {
        "sentence": "我发现我对自己要求过高，太严苛了，我要学会对自己宽容一点，否则会产生罪恶感，更容易把罪恶感投射到别人身上，情绪也会更加波动。",
        "label": ""
      },
      {
        "sentence": "其实每个人出现在我们面前，都有一定的原因，他们其实是我们的镜子。",
        "label": ""
      },
      {
        "sentence": "这位同事的出现其实是在反映我对自己过于严苛，我应该反思一下自己的行为是否伤害到了别人。",
        "label": ""
      },
      {
        "sentence": "或许现在应该是时候改变了，不要对自己太过苛求，即使犯了错，也可以以较轻松的态度去纠正。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常对，你理解得很好。我们来到这个世界上是为了学习，不需要每件事都做到完美，犯错并不会让你陷入深渊，它只是学习过程中的一部分。你的想法是安全的，让自己放宽心，不要给自己太大压力。我们欣赏你认真工作和自律的品质，但也要明白职场上存在不同的思维和价值观，要学会包容不同性格的人。同时，你可以试着平等对待这位新同事，不论你是他的上司还是老同事，从人格上讲，大家是平等的，没有高低之分。在职场上，强调的是合作性，你可以试着与他交流，告诉他当前的情况以及你的需求，让他意识到你们是一个团队，需要他的帮助。新同事最希望的就是融入团队。",
    "annotation": [
      {
        "sentence": "非常对，你理解得很好。",
        "label": ""
      },
      {
        "sentence": "我们来到这个世界上是为了学习，不需要每件事都做到完美，犯错并不会让你陷入深渊，它只是学习过程中的一部分。",
        "label": ""
      },
      {
        "sentence": "你的想法是安全的，让自己放宽心，不要给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "我们欣赏你认真工作和自律的品质，但也要明白职场上存在不同的思维和价值观，要学会包容不同性格的人。",
        "label": ""
      },
      {
        "sentence": "同时，你可以试着平等对待这位新同事，不论你是他的上司还是老同事，从人格上讲，大家是平等的，没有高低之分。",
        "label": ""
      },
      {
        "sentence": "在职场上，强调的是合作性，你可以试着与他交流，告诉他当前的情况以及你的需求，让他意识到你们是一个团队，需要他的帮助。",
        "label": ""
      },
      {
        "sentence": "新同事最希望的就是融入团队。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。或许我可以了解一下这位同事喜欢什么样的方式来接受鼓励。有些人喜欢软性的鼓励，有些人则喜欢硬性的鼓励。如果我能了解他的喜好，并以他喜欢的方式鼓励他，他可能会更容易接受。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "或许我可以了解一下这位同事喜欢什么样的方式来接受鼓励。",
        "label": ""
      },
      {
        "sentence": "有些人喜欢软性的鼓励，有些人则喜欢硬性的鼓励。",
        "label": ""
      },
      {
        "sentence": "如果我能了解他的喜好，并以他喜欢的方式鼓励他，他可能会更容易接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的建议！了解他的喜好并投其所好，他会更容易接受你的鼓励。另外，记得在解决问题之前先处理好自己的情绪。如果你觉得受委屈了，可以找个地方或者信任的朋友倾诉一下，让情绪得到释放后再去面对问题。带着情绪做工作对你和其他同事都没有好处。你是一个认真工作和自律的人，这点我很欣赏。但要明白，职场中存在着不同的思维和价值观，学会包容不同性格的人是非常重要的。",
    "annotation": [
      {
        "sentence": "很好的建议！",
        "label": ""
      },
      {
        "sentence": "了解他的喜好并投其所好，他会更容易接受你的鼓励。",
        "label": ""
      },
      {
        "sentence": "另外，记得在解决问题之前先处理好自己的情绪。",
        "label": ""
      },
      {
        "sentence": "如果你觉得受委屈了，可以找个地方或者信任的朋友倾诉一下，让情绪得到释放后再去面对问题。",
        "label": ""
      },
      {
        "sentence": "带着情绪做工作对你和其他同事都没有好处。",
        "label": ""
      },
      {
        "sentence": "你是一个认真工作和自律的人，这点我很欣赏。",
        "label": ""
      },
      {
        "sentence": "但要明白，职场中存在着不同的思维和价值观，学会包容不同性格的人是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会好好考虑的。我确实需要处理好自己的情绪，并与这位同事进行更好的沟通，寻找解决问题的方法，而不是采取不健康的方式。我也会尝试对自己宽容一些，不再过于严苛要求自己。再次感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "我确实需要处理好自己的情绪，并与这位同事进行更好的沟通，寻找解决问题的方法，而不是采取不健康的方式。",
        "label": ""
      },
      {
        "sentence": "我也会尝试对自己宽容一些，不再过于严苛要求自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议！",
        "label": ""
      }
    ]
  }
]