[
  {
    "role": "client",
    "content": "为什么在人际交往中，自己的立场不明确，被动讨好型？我发现我在人际关系得交往中，无论是跟同事的交往还是跟异性的交往，都处于被动状态，没有清晰明确的立场，很容易被带跑偏，比如一个男人总给我打电话视频，我就会觉得他是不是喜欢我，然后就会把自己当成他的爱慕对象，没什么框架。或者跟朋友相处，她请你帮个忙，我本来非常不想帮，但是目标不够坚定，就委屈帮了，但是自己后悔，请问这是什么心理问题，该怎么改变？",
    "annotation": [
      {
        "sentence": "为什么在人际交往中，自己的立场不明确，被动讨好型？",
        "label": ""
      },
      {
        "sentence": "我发现我在人际关系得交往中，无论是跟同事的交往还是跟异性的交往，都处于被动状态，没有清晰明确的立场，很容易被带跑偏，比如一个男人总给我打电话视频，我就会觉得他是不是喜欢我，然后就会把自己当成他的爱慕对象，没什么框架。",
        "label": ""
      },
      {
        "sentence": "或者跟朋友相处，她请你帮个忙，我本来非常不想帮，但是目标不够坚定，就委屈帮了，但是自己后悔，请问这是什么心理问题，该怎么改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你感觉很困惑，也很紧张。这种情况其实很常见。我想说，一个人的经历和成长环境会对他的人际交往方式产生很大影响。如果我们在幼年成长阶段得到的关爱不够，经历过某些重大创伤或者与主要养育者关系疏离，都有可能导致成年后缺少安全感，而容易被外界影响。",
    "annotation": [
      {
        "sentence": "听起来你感觉很困惑，也很紧张。",
        "label": ""
      },
      {
        "sentence": "这种情况其实很常见。",
        "label": ""
      },
      {
        "sentence": "我想说，一个人的经历和成长环境会对他的人际交往方式产生很大影响。",
        "label": ""
      },
      {
        "sentence": "如果我们在幼年成长阶段得到的关爱不够，经历过某些重大创伤或者与主要养育者关系疏离，都有可能导致成年后缺少安全感，而容易被外界影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得有道理。但是我想了解更多的方法或者技巧来改变这种状态，你有什么建议吗？",
    "annotation": [
      {
        "sentence": "嗯，你说得有道理。",
        "label": ""
      },
      {
        "sentence": "但是我想了解更多的方法或者技巧来改变这种状态，你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然有。我认为，首先你需要增强自己的觉察能力，当有人主动和你接触，询问你的意见或者请求帮助时，先静下心想一想自己的真实感受和需要，这样你就可以更清晰地表达自己的立场和边界，从而更好地保持自我。其次，你可以通过一些方法，比如写日记，修炼冥想等，深入思考自己的情感体验和个人价值观，并学会正视自己的内在矛盾和情感问题，这样才能找到更好的内在平衡点。",
    "annotation": [
      {
        "sentence": "当然有。",
        "label": ""
      },
      {
        "sentence": "我认为，首先你需要增强自己的觉察能力，当有人主动和你接触，询问你的意见或者请求帮助时，先静下心想一想自己的真实感受和需要，这样你就可以更清晰地表达自己的立场和边界，从而更好地保持自我。",
        "label": ""
      },
      {
        "sentence": "其次，你可以通过一些方法，比如写日记，修炼冥想等，深入思考自己的情感体验和个人价值观，并学会正视自己的内在矛盾和情感问题，这样才能找到更好的内在平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有用，但是具体应该怎么做呢？比如，如果一个人向我求助，而我本来不想帮，但是又因为担心拒绝伤害他的情绪，我就会说“好”的话，这个时候应该怎样立场更明确一些？",
    "annotation": [
      {
        "sentence": "听起来很有用，但是具体应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "比如，如果一个人向我求助，而我本来不想帮，但是又因为担心拒绝伤害他的情绪，我就会说“好”的话，这个时候应该怎样立场更明确一些？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的问题。当有人向你求助，并且你内心其实没有太多的意愿去帮助他们时，可以先说一句：“我能理解你的处境，但是我现在可能无法帮到你。”这样既不会给他们造成太大伤害，也不会让你因为自我牺牲而内心不安。如果想尽量帮助他们的话，你可以提供一些其他的或者代替性的帮助方式，或者鼓励他们找更专业的人士寻求帮助，这样可以更好地保持你的独立性和自我保护。",
    "annotation": [
      {
        "sentence": "这是一个很好的问题。",
        "label": ""
      },
      {
        "sentence": "当有人向你求助，并且你内心其实没有太多的意愿去帮助他们时，可以先说一句：“我能理解你的处境，但是我现在可能无法帮到你。",
        "label": ""
      },
      {
        "sentence": "”这样既不会给他们造成太大伤害，也不会让你因为自我牺牲而内心不安。",
        "label": ""
      },
      {
        "sentence": "如果想尽量帮助他们的话，你可以提供一些其他的或者代替性的帮助方式，或者鼓励他们找更专业的人士寻求帮助，这样可以更好地保持你的独立性和自我保护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，明白了。这次咨询很有启发，谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "嗯，明白了。",
        "label": ""
      },
      {
        "sentence": "这次咨询很有启发，谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供帮助，希望你学会表达自己的意见和需求，保持自我和个人独立性的同时，也能与他人和睦相处。祝你早日走出阴影！",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供帮助，希望你学会表达自己的意见和需求，保持自我和个人独立性的同时，也能与他人和睦相处。",
        "label": ""
      },
      {
        "sentence": "祝你早日走出阴影！",
        "label": ""
      }
    ]
  }
]