[
  {
    "role": "client",
    "content": "高考啥也没考上，自己也看不起自己，活着一点都不好？",
    "annotation": [
      {
        "sentence": "高考啥也没考上，自己也看不起自己，活着一点都不好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你感到的挫败和绝望，这种情绪是可以理解的。你想对我说说具体情况吗？",
    "annotation": [
      {
        "sentence": "我了解你感到的挫败和绝望，这种情绪是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你想对我说说具体情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我过了今年就18了，今年高考啥也没有考上，这我不意外，毕竟我成绩差，我自己知道的。我已经崩溃了好几次了，而他们作为父母我实在不想说了，总结来说就是重男轻女，看不起我，我就是个累赘。",
    "annotation": [
      {
        "sentence": "我过了今年就18了，今年高考啥也没有考上，这我不意外，毕竟我成绩差，我自己知道的。",
        "label": ""
      },
      {
        "sentence": "我已经崩溃了好几次了，而他们作为父母我实在不想说了，总结来说就是重男轻女，看不起我，我就是个累赘。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，作为女性，很难避免重男轻女的偏见，但请相信，这种偏见只是社会观念的残留，不代表你本质的价值。你有你自己的光芒和才能，在别人将你看作“累赘”的时候，你要学会给自己打气，让自己感到自豪和自信。你做的很好，不只是因为成绩，还有那颗不屈不挠的心。",
    "annotation": [
      {
        "sentence": "确实，作为女性，很难避免重男轻女的偏见，但请相信，这种偏见只是社会观念的残留，不代表你本质的价值。",
        "label": ""
      },
      {
        "sentence": "你有你自己的光芒和才能，在别人将你看作“累赘”的时候，你要学会给自己打气，让自己感到自豪和自信。",
        "label": ""
      },
      {
        "sentence": "你做的很好，不只是因为成绩，还有那颗不屈不挠的心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你们都不懂，我自己也看不起自己，做人一点都不好，我早想死了，可是没勇气啊，我也没什么牵挂，但我有一个闺蜜，有点舍不得。我们还说过要暴富，要一起去看爱豆的演唱会，好难过。其实一直支撑我活下去的就是我的偶像吧，但现在实在是不想活了。怎么死才不痛呢？",
    "annotation": [
      {
        "sentence": "或许你们都不懂，我自己也看不起自己，做人一点都不好，我早想死了，可是没勇气啊，我也没什么牵挂，但我有一个闺蜜，有点舍不得。",
        "label": ""
      },
      {
        "sentence": "我们还说过要暴富，要一起去看爱豆的演唱会，好难过。",
        "label": ""
      },
      {
        "sentence": "其实一直支撑我活下去的就是我的偶像吧，但现在实在是不想活了。",
        "label": ""
      },
      {
        "sentence": "怎么死才不痛呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人生总会面临挫折和困难，但我们需要更多的时间和机会去发现、发掘自己的潜力，尝试各种不同的活动、职业或者爱好。你提到的闺蜜和偶像都是你的原动力，他们可能对你的人生方向有着巨大的意义。你可以指望他们在你生命里产生的不同影响，充分利用自己的时间，去实现自己的目标和梦想。在实现的过程中，你可以与更多人建立联系和沟通，扩展自己的社交圈子，获得更多的支持和帮助。",
    "annotation": [
      {
        "sentence": "人生总会面临挫折和困难，但我们需要更多的时间和机会去发现、发掘自己的潜力，尝试各种不同的活动、职业或者爱好。",
        "label": ""
      },
      {
        "sentence": "你提到的闺蜜和偶像都是你的原动力，他们可能对你的人生方向有着巨大的意义。",
        "label": ""
      },
      {
        "sentence": "你可以指望他们在你生命里产生的不同影响，充分利用自己的时间，去实现自己的目标和梦想。",
        "label": ""
      },
      {
        "sentence": "在实现的过程中，你可以与更多人建立联系和沟通，扩展自己的社交圈子，获得更多的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试多去尝试不同的活动，对目标和梦想加以理解并加以追求。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试多去尝试不同的活动，对目标和梦想加以理解并加以追求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你有足够的能力克服眼前的困难。在你未来的人生中，你会对今天所做的决定感到骄傲和自豪。继续坚持自己的梦想，不论在哪里，我都支持你。",
    "annotation": [
      {
        "sentence": "很好，我相信你有足够的能力克服眼前的困难。",
        "label": ""
      },
      {
        "sentence": "在你未来的人生中，你会对今天所做的决定感到骄傲和自豪。",
        "label": ""
      },
      {
        "sentence": "继续坚持自己的梦想，不论在哪里，我都支持你。",
        "label": ""
      }
    ]
  }
]