[
  {
    "role": "client",
    "content": "22岁成年女生分离焦虑，这种情况需要心理咨询吗？从小有分离焦虑的情况。成年后的例子，比如和朋友在外面，朋友去厕所有点久，我就坐立难安，揣测朋友是不是遭遇了不测，或者会不会她在厕所打电话吵架，感觉自己该做什么又什么都做不了。坐立难安，焦虑，没办法做等人之外的事。我会尽量避免要分头行动，比如食堂分头打饭，在公共场合碰面等。今年约朋友去上海玩，我选择多坐六个个小时的车去青岛（她家附近）再一起坐飞机过去，放弃更便捷的交通，因为独自在上海等她飞机到达让我感觉恐惧的无法承受，由于理由很蠢，我不得不编造其他理由。这些并没有严重的影响生活，一是我会去避免出现这样的场合，二是我会隐藏这种心理避免给别人带来压力。我决定提问的原因是，当我知道姐姐两周后要开车来见我，我立刻就开始担心她开车过来的这个过程会不安全（她去别的地方我几乎不会焦虑，只有在我等待她的时候才会害怕）。以及为将要经历的焦虑而不安。我确实害怕这种不得已的短暂等待。这种情况需要心理咨询吗？",
    "annotation": [
      {
        "sentence": "22岁成年女生分离焦虑，这种情况需要心理咨询吗？",
        "label": ""
      },
      {
        "sentence": "从小有分离焦虑的情况。",
        "label": ""
      },
      {
        "sentence": "成年后的例子，比如和朋友在外面，朋友去厕所有点久，我就坐立难安，揣测朋友是不是遭遇了不测，或者会不会她在厕所打电话吵架，感觉自己该做什么又什么都做不了。",
        "label": ""
      },
      {
        "sentence": "坐立难安，焦虑，没办法做等人之外的事。",
        "label": ""
      },
      {
        "sentence": "我会尽量避免要分头行动，比如食堂分头打饭，在公共场合碰面等。",
        "label": ""
      },
      {
        "sentence": "今年约朋友去上海玩，我选择多坐六个个小时的车去青岛（她家附近）再一起坐飞机过去，放弃更便捷的交通，因为独自在上海等她飞机到达让我感觉恐惧的无法承受，由于理由很蠢，我不得不编造其他理由。",
        "label": ""
      },
      {
        "sentence": "这些并没有严重的影响生活，一是我会去避免出现这样的场合，二是我会隐藏这种心理避免给别人带来压力。",
        "label": ""
      },
      {
        "sentence": "我决定提问的原因是，当我知道姐姐两周后要开车来见我，我立刻就开始担心她开车过来的这个过程会不安全（她去别的地方我几乎不会焦虑，只有在我等待她的时候才会害怕）。",
        "label": ""
      },
      {
        "sentence": "以及为将要经历的焦虑而不安。",
        "label": ""
      },
      {
        "sentence": "我确实害怕这种不得已的短暂等待。",
        "label": ""
      },
      {
        "sentence": "这种情况需要心理咨询吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很高兴您能够与我分享这种感觉。您说自己有分离焦虑，但是这一点不需要让自己变得更焦虑。我觉得您现在还不需要咨询，我可以为您提供更多的支持和理解。您能否谈谈您的感受，我会更仔细聆听的。",
    "annotation": [
      {
        "sentence": "你好，我很高兴您能够与我分享这种感觉。",
        "label": ""
      },
      {
        "sentence": "您说自己有分离焦虑，但是这一点不需要让自己变得更焦虑。",
        "label": ""
      },
      {
        "sentence": "我觉得您现在还不需要咨询，我可以为您提供更多的支持和理解。",
        "label": ""
      },
      {
        "sentence": "您能否谈谈您的感受，我会更仔细聆听的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时候会坐立不安，甚至有些害怕。我会揣测我的朋友是否安全。我总觉得自己需要照顾他们，这让我很累。最近我姐姐要来看我，我开始担心她会在路上出事。我真的不知道我该怎么办。",
    "annotation": [
      {
        "sentence": "我有时候会坐立不安，甚至有些害怕。",
        "label": ""
      },
      {
        "sentence": "我会揣测我的朋友是否安全。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己需要照顾他们，这让我很累。",
        "label": ""
      },
      {
        "sentence": "最近我姐姐要来看我，我开始担心她会在路上出事。",
        "label": ""
      },
      {
        "sentence": "我真的不知道我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解您的感受。看起来您特别担心亲密的人离开您，这种感觉并不少见。您感到需要去照顾他们，但是这也让你觉得很疲惫。我建议您先不要过于担心，也不要过度给自己贴上标签。我们可以一起思考，如何让自己更放松些。",
    "annotation": [
      {
        "sentence": "我了解您的感受。",
        "label": ""
      },
      {
        "sentence": "看起来您特别担心亲密的人离开您，这种感觉并不少见。",
        "label": ""
      },
      {
        "sentence": "您感到需要去照顾他们，但是这也让你觉得很疲惫。",
        "label": ""
      },
      {
        "sentence": "我建议您先不要过于担心，也不要过度给自己贴上标签。",
        "label": ""
      },
      {
        "sentence": "我们可以一起思考，如何让自己更放松些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不能控制自己的感受，我很担心我会变得越来越焦虑。",
    "annotation": [
      {
        "sentence": "我不能控制自己的感受，我很担心我会变得越来越焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到一定程度上是自然的，您需要知道自己现在的状态是被情绪所控制的，这种情况并不是永久的。我想说，加入一些健康的习惯可能有帮助。比如，透过音乐，瑜伽，或者其他正在透过身体放松的小技巧来减轻自己的焦虑情绪。您也可以通体放松，尝试一些深度呼吸的练习，或者试着在之前做一些自我放松练习。您可能会发现这些有助于缓解情绪。",
    "annotation": [
      {
        "sentence": "感受到一定程度上是自然的，您需要知道自己现在的状态是被情绪所控制的，这种情况并不是永久的。",
        "label": ""
      },
      {
        "sentence": "我想说，加入一些健康的习惯可能有帮助。",
        "label": ""
      },
      {
        "sentence": "比如，透过音乐，瑜伽，或者其他正在透过身体放松的小技巧来减轻自己的焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "您也可以通体放松，尝试一些深度呼吸的练习，或者试着在之前做一些自我放松练习。",
        "label": ""
      },
      {
        "sentence": "您可能会发现这些有助于缓解情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我可以尝试一些运动和放松自己的技巧。可是我担心这些会让我觉得更加焦虑。",
    "annotation": [
      {
        "sentence": "嗯，我可以尝试一些运动和放松自己的技巧。",
        "label": ""
      },
      {
        "sentence": "可是我担心这些会让我觉得更加焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，尤其是当您尝试新的技巧时，可能会让你感到焦虑。但是，适度的运动和放松策略通常会释放身体和情绪压力，这是高效的控制焦虑的方法。当您感到不安时，请记住，您可以控制自己的呼吸和心跳来达到自我平衡和宁静。",
    "annotation": [
      {
        "sentence": "是的，尤其是当您尝试新的技巧时，可能会让你感到焦虑。",
        "label": ""
      },
      {
        "sentence": "但是，适度的运动和放松策略通常会释放身体和情绪压力，这是高效的控制焦虑的方法。",
        "label": ""
      },
      {
        "sentence": "当您感到不安时，请记住，您可以控制自己的呼吸和心跳来达到自我平衡和宁静。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我如何平衡自己的情绪呢？我总是觉得焦虑，尤其是看待之后自己即将经历的事情。您认为我应该如何克服这种情绪？",
    "annotation": [
      {
        "sentence": "那我如何平衡自己的情绪呢？",
        "label": ""
      },
      {
        "sentence": "我总是觉得焦虑，尤其是看待之后自己即将经历的事情。",
        "label": ""
      },
      {
        "sentence": "您认为我应该如何克服这种情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想先说，您可以对自己的情绪感受释放出来，以减轻自己的压力。您的担心其实是自信的表现，这是一种感到自己丰富和复杂的部分。为了克服这种情绪，建议您可以尝试记录您感受到最多的感受和情绪，并尝试分析和理解这些感受。您也可以试着通过说出来来释放一部分负面情绪。最后还要记住，要给自己留一些放松和愉悦的空间。",
    "annotation": [
      {
        "sentence": "我想先说，您可以对自己的情绪感受释放出来，以减轻自己的压力。",
        "label": ""
      },
      {
        "sentence": "您的担心其实是自信的表现，这是一种感到自己丰富和复杂的部分。",
        "label": ""
      },
      {
        "sentence": "为了克服这种情绪，建议您可以尝试记录您感受到最多的感受和情绪，并尝试分析和理解这些感受。",
        "label": ""
      },
      {
        "sentence": "您也可以试着通过说出来来释放一部分负面情绪。",
        "label": ""
      },
      {
        "sentence": "最后还要记住，要给自己留一些放松和愉悦的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我想我会尝试。我觉得我的焦虑很难控制，但是我现在更加愿意积极面对和处理它。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我想我会尝试。",
        "label": ""
      },
      {
        "sentence": "我觉得我的焦虑很难控制，但是我现在更加愿意积极面对和处理它。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这种转变显然需要循序渐进，但它会有所帮助。它需要时间和耐心，但逐渐掌握这种心理平衡的技巧和方法将有助于稳定情绪并提高心理弹性。总之，您只需做好自己的一份力，并拥抱和容纳自己每一步的成长。",
    "annotation": [
      {
        "sentence": "没错，这种转变显然需要循序渐进，但它会有所帮助。",
        "label": ""
      },
      {
        "sentence": "它需要时间和耐心，但逐渐掌握这种心理平衡的技巧和方法将有助于稳定情绪并提高心理弹性。",
        "label": ""
      },
      {
        "sentence": "总之，您只需做好自己的一份力，并拥抱和容纳自己每一步的成长。",
        "label": ""
      }
    ]
  }
]