[
  {
    "role": "client",
    "content": "我22岁，是个成年女生。我有分离焦虑的问题，想问一下，这种情况需要去心理咨询吗？我从小就有分离焦虑的情况。",
    "annotation": [
      {
        "sentence": "我22岁，是个成年女生。",
        "label": ""
      },
      {
        "sentence": "我有分离焦虑的问题，想问一下，这种情况需要去心理咨询吗？",
        "label": ""
      },
      {
        "sentence": "我从小就有分离焦虑的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情况不一，是否需要心理咨询取决于你对自身状况的感知和评估。如果你觉得现在的状况让你很痛苦，影响到了你的正常生活、工作和人际交往，而且你有强烈的愿望改善这种情况，那我建议你去做心理咨询。",
    "annotation": [
      {
        "sentence": "情况不一，是否需要心理咨询取决于你对自身状况的感知和评估。",
        "label": ""
      },
      {
        "sentence": "如果你觉得现在的状况让你很痛苦，影响到了你的正常生活、工作和人际交往，而且你有强烈的愿望改善这种情况，那我建议你去做心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我觉得我的分离焦虑比较严重，举个例子，我和朋友在外面，她去厕所的时间稍微长一点，我就会坐立不安，担心她遇到了问题。我会想她是不是在厕所里发生了不好的事情，或者会不会和别人吵架。我觉得自己很无助，不知道该怎么办才好。这种情况让我无法做其他事情，一直焦虑不安。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我觉得我的分离焦虑比较严重，举个例子，我和朋友在外面，她去厕所的时间稍微长一点，我就会坐立不安，担心她遇到了问题。",
        "label": ""
      },
      {
        "sentence": "我会想她是不是在厕所里发生了不好的事情，或者会不会和别人吵架。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很无助，不知道该怎么办才好。",
        "label": ""
      },
      {
        "sentence": "这种情况让我无法做其他事情，一直焦虑不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的情况确实超出了正常水平。作为一个成年人，你的分离焦虑程度以及对事件的夸大和糟糕想法影响到了你的正常生活。比如为了避免单独行动的场景，你放弃了一些机会或者花费更大的代价去做一些事，而这其实是没有必要的。虽然你自己可能没有感觉到严重影响生活，但是隐藏这种心理可能给别人带来压力。人与人之间的交往是很微妙的，有些东西你隐藏了，别人还是能感觉得到。我不知道你目前的人际关系是否出现了困难，但你的压抑和隐藏行为很可能与之相关。",
    "annotation": [
      {
        "sentence": "你描述的情况确实超出了正常水平。",
        "label": ""
      },
      {
        "sentence": "作为一个成年人，你的分离焦虑程度以及对事件的夸大和糟糕想法影响到了你的正常生活。",
        "label": ""
      },
      {
        "sentence": "比如为了避免单独行动的场景，你放弃了一些机会或者花费更大的代价去做一些事，而这其实是没有必要的。",
        "label": ""
      },
      {
        "sentence": "虽然你自己可能没有感觉到严重影响生活，但是隐藏这种心理可能给别人带来压力。",
        "label": ""
      },
      {
        "sentence": "人与人之间的交往是很微妙的，有些东西你隐藏了，别人还是能感觉得到。",
        "label": ""
      },
      {
        "sentence": "我不知道你目前的人际关系是否出现了困难，但你的压抑和隐藏行为很可能与之相关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感到了恐惧和不安。我把内在的恐惧和不安投射到外部对象上，比如朋友去厕所时间长一点，我就担心她遇到了不好的事情。而当我姐姐要开车来见我时，我会担心她的安全。我感到这种恐惧导致我无法真正与人敞开心扉交流，我也意识到这一点。但我无法改变这种情况，我害怕独处时会被恐惧吞没。",
    "annotation": [
      {
        "sentence": "你说得对，我确实感到了恐惧和不安。",
        "label": ""
      },
      {
        "sentence": "我把内在的恐惧和不安投射到外部对象上，比如朋友去厕所时间长一点，我就担心她遇到了不好的事情。",
        "label": ""
      },
      {
        "sentence": "而当我姐姐要开车来见我时，我会担心她的安全。",
        "label": ""
      },
      {
        "sentence": "我感到这种恐惧导致我无法真正与人敞开心扉交流，我也意识到这一点。",
        "label": ""
      },
      {
        "sentence": "但我无法改变这种情况，我害怕独处时会被恐惧吞没。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述让我觉得你的内在世界非常脆弱和容易崩塌，就好像一不小心你的内心就会崩溃。这种恐惧让你在与人交往时不由自主地幻想一些糟糕的情况，无法真正敞开心扉深入交流。这一点，和你交往的人可能都能感受到。同时，正是因为这种恐惧和不安，你无法独处，怕被这些恐惧淹没。我很好奇，你小时候是否经历过什么事情，让你内心如此恐惧和不安。",
    "annotation": [
      {
        "sentence": "你的描述让我觉得你的内在世界非常脆弱和容易崩塌，就好像一不小心你的内心就会崩溃。",
        "label": ""
      },
      {
        "sentence": "这种恐惧让你在与人交往时不由自主地幻想一些糟糕的情况，无法真正敞开心扉深入交流。",
        "label": ""
      },
      {
        "sentence": "这一点，和你交往的人可能都能感受到。",
        "label": ""
      },
      {
        "sentence": "同时，正是因为这种恐惧和不安，你无法独处，怕被这些恐惧淹没。",
        "label": ""
      },
      {
        "sentence": "我很好奇，你小时候是否经历过什么事情，让你内心如此恐惧和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我的内心确实很恐惧和不安。小时候发生了一些不愉快的事情，可能对我的心理产生了影响。我现在意识到了这点，但我不知道该怎么去处理这个问题。",
    "annotation": [
      {
        "sentence": "你说得对，我的内心确实很恐惧和不安。",
        "label": ""
      },
      {
        "sentence": "小时候发生了一些不愉快的事情，可能对我的心理产生了影响。",
        "label": ""
      },
      {
        "sentence": "我现在意识到了这点，但我不知道该怎么去处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你觉得现在的状况并没有让你感到太痛苦，你依然不想改变，那么你可以选择不做咨询。但如果你感到痛苦并想要改变，我建议你去做心理咨询。通过咨询，你可以处理幼年时的创伤，找到作为成年人的力量和勇气。只有这样，你才能穿越恐惧和不安，真正享受敞开自由的自己。我祝福你！另外，我擅长用卡牌、人偶等小物件进行个案精准呈现及转化，我可以与你分享心理学知识，如果有问题你可以私信我哦！",
    "annotation": [
      {
        "sentence": "如果你觉得现在的状况并没有让你感到太痛苦，你依然不想改变，那么你可以选择不做咨询。",
        "label": ""
      },
      {
        "sentence": "但如果你感到痛苦并想要改变，我建议你去做心理咨询。",
        "label": ""
      },
      {
        "sentence": "通过咨询，你可以处理幼年时的创伤，找到作为成年人的力量和勇气。",
        "label": ""
      },
      {
        "sentence": "只有这样，你才能穿越恐惧和不安，真正享受敞开自由的自己。",
        "label": ""
      },
      {
        "sentence": "我祝福你！",
        "label": ""
      },
      {
        "sentence": "另外，我擅长用卡牌、人偶等小物件进行个案精准呈现及转化，我可以与你分享心理学知识，如果有问题你可以私信我哦！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福！我会考虑去做心理咨询的，希望能找到解决问题的方法。如果有需要，我一定会来找你咨询的。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福！",
        "label": ""
      },
      {
        "sentence": "我会考虑去做心理咨询的，希望能找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会来找你咨询的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你。相信通过心理咨询，你能找到解决问题的方法。如果需要任何帮助，记得随时来找我。祝你顺利度过难关！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "相信通过心理咨询，你能找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，记得随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你顺利度过难关！",
        "label": ""
      }
    ]
  }
]