[
  {
    "role": "client",
    "content": "像个大型垃圾桶，和母亲的相处让自己特别难过…我觉得自己就像她的大型垃圾桶，她对别人的不满要第一时间找我倾诉，她贪便宜买多的东西也要全都给我。大部分时间我会一边接受，一边提醒她下次不用这么多。说起来有些可笑，上周买多了葱，我整整一周都是和葱有关的饭：葱油拌面，葱油饼，甚至凉拌葱…每天的自己都是葱的味道。今天，她又买多了其他东西，我解释：“我这里还有点，我真的不需要这么多，如果你不方便的话放过来我替你保存，你需要了我再给你送过去？”她生气的对着电话吼：“不要我就扔了好了，扔了你满意了吧。”我不知道自己说错了什么，但我有些自责，我觉得收这些东西对我而言是个负担；不收我也会自责，觉得我让家人生气了，东西被浪费了…曾经试着找她沟通过少买或者不买，吃多少买多少…完全没有用。此刻我特别讨厌自己，这么小的事被搞得两个人都心情不好。",
    "annotation": [
      {
        "sentence": "像个大型垃圾桶，和母亲的相处让自己特别难过…我觉得自己就像她的大型垃圾桶，她对别人的不满要第一时间找我倾诉，她贪便宜买多的东西也要全都给我。",
        "label": ""
      },
      {
        "sentence": "大部分时间我会一边接受，一边提醒她下次不用这么多。",
        "label": ""
      },
      {
        "sentence": "说起来有些可笑，上周买多了葱，我整整一周都是和葱有关的饭：葱油拌面，葱油饼，甚至凉拌葱…每天的自己都是葱的味道。",
        "label": ""
      },
      {
        "sentence": "今天，她又买多了其他东西，我解释：“我这里还有点，我真的不需要这么多，如果你不方便的话放过来我替你保存，你需要了我再给你送过去？",
        "label": ""
      },
      {
        "sentence": "”她生气的对着电话吼：“不要我就扔了好了，扔了你满意了吧。",
        "label": ""
      },
      {
        "sentence": "”我不知道自己说错了什么，但我有些自责，我觉得收这些东西对我而言是个负担；不收我也会自责，觉得我让家人生气了，东西被浪费了…曾经试着找她沟通过少买或者不买，吃多少买多少…完全没有用。",
        "label": ""
      },
      {
        "sentence": "此刻我特别讨厌自己，这么小的事被搞得两个人都心情不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你现在还好吗？看得出来妈妈喜欢买买买，还是不根据实际情况行动，因此给你造成了很大的困惑。对于这个问题，我想给你两种解决办法。一种是及时整理多余的东西，不需要的可以捐出去；另一种是态度坚决地拒绝，不过可能会伤了母亲的心。所以我建议采取第一种。母亲生活中遇到麻烦事总爱跟你说，这其实是因为你们亲近。你可以换个角度思考一下，母亲乐意与你分享自己的点滴，这不是你成为情绪垃圾桶，而是你能帮助母亲化解她的不满，这是多么棒的一件事。虽然有些辛苦，但我相信你能够帮到母亲，这也是一件令人快乐的事情。当你积极地看待问题，你会发现生活其实没有那么糟糕。加油咩！愿你和母亲能够互相理解扶持，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "求助者，你现在还好吗？",
        "label": ""
      },
      {
        "sentence": "看得出来妈妈喜欢买买买，还是不根据实际情况行动，因此给你造成了很大的困惑。",
        "label": ""
      },
      {
        "sentence": "对于这个问题，我想给你两种解决办法。",
        "label": ""
      },
      {
        "sentence": "一种是及时整理多余的东西，不需要的可以捐出去；另一种是态度坚决地拒绝，不过可能会伤了母亲的心。",
        "label": ""
      },
      {
        "sentence": "所以我建议采取第一种。",
        "label": ""
      },
      {
        "sentence": "母亲生活中遇到麻烦事总爱跟你说，这其实是因为你们亲近。",
        "label": ""
      },
      {
        "sentence": "你可以换个角度思考一下，母亲乐意与你分享自己的点滴，这不是你成为情绪垃圾桶，而是你能帮助母亲化解她的不满，这是多么棒的一件事。",
        "label": ""
      },
      {
        "sentence": "虽然有些辛苦，但我相信你能够帮到母亲，这也是一件令人快乐的事情。",
        "label": ""
      },
      {
        "sentence": "当你积极地看待问题，你会发现生活其实没有那么糟糕。",
        "label": ""
      },
      {
        "sentence": "加油咩！",
        "label": ""
      },
      {
        "sentence": "愿你和母亲能够互相理解扶持，一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我觉得有些安慰了。我明白你说的整理多余的东西并及时捐出去的做法是正确的，但我确实有些担心母亲可能会因此生气，觉得我不尊重她。毕竟，她每次买东西都是满心期待地要给我，我拿不下这个面子。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我觉得有些安慰了。",
        "label": ""
      },
      {
        "sentence": "我明白你说的整理多余的东西并及时捐出去的做法是正确的，但我确实有些担心母亲可能会因此生气，觉得我不尊重她。",
        "label": ""
      },
      {
        "sentence": "毕竟，她每次买东西都是满心期待地要给我，我拿不下这个面子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的顾虑。或许你可以试着跟母亲好好沟通一下，解释你的担心和负担，让她知道你的出发点是为了她好。母亲是爱你的，她也会理解你的想法的。只有通过坦诚的对话，你们之间的关系才能更加健康和平衡。",
    "annotation": [
      {
        "sentence": "我完全理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着跟母亲好好沟通一下，解释你的担心和负担，让她知道你的出发点是为了她好。",
        "label": ""
      },
      {
        "sentence": "母亲是爱你的，她也会理解你的想法的。",
        "label": ""
      },
      {
        "sentence": "只有通过坦诚的对话，你们之间的关系才能更加健康和平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说得也是，我觉得我需要勇气去面对这个问题。和母亲好好谈一次，让她了解我的困扰但也不伤害她的心。我会试着表达出自己的观点，希望母亲能够理解并接受。",
    "annotation": [
      {
        "sentence": "说得也是，我觉得我需要勇气去面对这个问题。",
        "label": ""
      },
      {
        "sentence": "和母亲好好谈一次，让她了解我的困扰但也不伤害她的心。",
        "label": ""
      },
      {
        "sentence": "我会试着表达出自己的观点，希望母亲能够理解并接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你可以做到的。母亲是你最亲近的人，你们之间的对话会有积极的结果的。就算她一时生气，只要你们相互理解扶持，问题一定能够得到解决。",
    "annotation": [
      {
        "sentence": "很好，我相信你可以做到的。",
        "label": ""
      },
      {
        "sentence": "母亲是你最亲近的人，你们之间的对话会有积极的结果的。",
        "label": ""
      },
      {
        "sentence": "就算她一时生气，只要你们相互理解扶持，问题一定能够得到解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我也深信不疑。谢谢你一直陪伴和支持我，你的话给了我很大的勇气和动力，让我看到了问题的解决方向。我会尝试去跟母亲好好传达我的想法，相信一切都会变得更好的！",
    "annotation": [
      {
        "sentence": "对，我也深信不疑。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴和支持我，你的话给了我很大的勇气和动力，让我看到了问题的解决方向。",
        "label": ""
      },
      {
        "sentence": "我会尝试去跟母亲好好传达我的想法，相信一切都会变得更好的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都愿意陪伴你一起面对难题。你的勇敢和努力会得到回报的。无论结果如何，始终记得，你不是一个人在面对困境，身边还有支持你的人。祝福你们母子关系更加融洽，一切顺利！如果还需要我的帮助，随时都可以找我聊天哦。",
    "annotation": [
      {
        "sentence": "不客气，我一直都愿意陪伴你一起面对难题。",
        "label": ""
      },
      {
        "sentence": "你的勇敢和努力会得到回报的。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，始终记得，你不是一个人在面对困境，身边还有支持你的人。",
        "label": ""
      },
      {
        "sentence": "祝福你们母子关系更加融洽，一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还需要我的帮助，随时都可以找我聊天哦。",
        "label": ""
      }
    ]
  }
]