[
  {
    "role": "client",
    "content": "22岁成年女生分离焦虑，这种情况需要心理咨询吗？从小有分离焦虑的情况。成年后的例子，比如和朋友在外面，朋友去厕所有点久，我就坐立难安，揣测朋友是不是遭遇了不测，或者会不会她在厕所打电话吵架，感觉自己该做什么又什么都做不了。坐立难安，焦虑，没办法做等人之外的事。我会尽量避免要分头行动，比如食堂分头打饭，在公共场合碰面等。今年约朋友去上海玩，我选择多坐六个个小时的车去青岛（她家附近）再一起坐飞机过去，放弃更便捷的交通，因为独自在上海等她飞机到达让我感觉恐惧的无法承受，由于理由很蠢，我不得不编造其他理由。这些并没有严重的影响生活，一是我会去避免出现这样的场合，二是我会隐藏这种心理避免给别人带来压力。我决定提问的原因是，当我知道姐姐两周后要开车来见我，我立刻就开始担心她开车过来的这个过程会不安全（她去别的地方我几乎不会焦虑，只有在我等待她的时候才会害怕）。以及为将要经历的焦虑而不安。我确实害怕这种不得已的短暂等待。这种情况需要心理咨询吗？",
    "annotation": [
      {
        "sentence": "22岁成年女生分离焦虑，这种情况需要心理咨询吗？",
        "label": ""
      },
      {
        "sentence": "从小有分离焦虑的情况。",
        "label": ""
      },
      {
        "sentence": "成年后的例子，比如和朋友在外面，朋友去厕所有点久，我就坐立难安，揣测朋友是不是遭遇了不测，或者会不会她在厕所打电话吵架，感觉自己该做什么又什么都做不了。",
        "label": ""
      },
      {
        "sentence": "坐立难安，焦虑，没办法做等人之外的事。",
        "label": ""
      },
      {
        "sentence": "我会尽量避免要分头行动，比如食堂分头打饭，在公共场合碰面等。",
        "label": ""
      },
      {
        "sentence": "今年约朋友去上海玩，我选择多坐六个个小时的车去青岛（她家附近）再一起坐飞机过去，放弃更便捷的交通，因为独自在上海等她飞机到达让我感觉恐惧的无法承受，由于理由很蠢，我不得不编造其他理由。",
        "label": ""
      },
      {
        "sentence": "这些并没有严重的影响生活，一是我会去避免出现这样的场合，二是我会隐藏这种心理避免给别人带来压力。",
        "label": ""
      },
      {
        "sentence": "我决定提问的原因是，当我知道姐姐两周后要开车来见我，我立刻就开始担心她开车过来的这个过程会不安全（她去别的地方我几乎不会焦虑，只有在我等待她的时候才会害怕）。",
        "label": ""
      },
      {
        "sentence": "以及为将要经历的焦虑而不安。",
        "label": ""
      },
      {
        "sentence": "我确实害怕这种不得已的短暂等待。",
        "label": ""
      },
      {
        "sentence": "这种情况需要心理咨询吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解您的不舒服和焦虑，尤其在觉得自己已经成年了，也会增加一些心理负担，继而有更多的焦虑不舒服的感觉。宝贝，您很棒的是，在努力做调整了，用了自己的方式让自己更舒服一点，同时照顾了身边人的想法。真是难能可贵的。让我们一起来了解下关于您当下的情况。",
    "annotation": [
      {
        "sentence": "非常理解您的不舒服和焦虑，尤其在觉得自己已经成年了，也会增加一些心理负担，继而有更多的焦虑不舒服的感觉。",
        "label": ""
      },
      {
        "sentence": "宝贝，您很棒的是，在努力做调整了，用了自己的方式让自己更舒服一点，同时照顾了身边人的想法。",
        "label": ""
      },
      {
        "sentence": "真是难能可贵的。",
        "label": ""
      },
      {
        "sentence": "让我们一起来了解下关于您当下的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯……我自己知道这个想法很蠢，其他人也不太理解我。",
    "annotation": [
      {
        "sentence": "嗯……我自己知道这个想法很蠢，其他人也不太理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "宝贝，不要觉得自己的想法蠢。每个人都有自己的情感和感受，这是完全正常的。而且聆听他人感受是理解他人、打开心扉、增进建设性交流的关键。",
    "annotation": [
      {
        "sentence": "宝贝，不要觉得自己的想法蠢。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的情感和感受，这是完全正常的。",
        "label": ""
      },
      {
        "sentence": "而且聆听他人感受是理解他人、打开心扉、增进建设性交流的关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我害怕自己的焦虑会影响到别人，甚至惹恼他们，所以我一直都不敢说出来。",
    "annotation": [
      {
        "sentence": "可是我害怕自己的焦虑会影响到别人，甚至惹恼他们，所以我一直都不敢说出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是啊，这种心理感受有时候我们会有顾虑，在这里，您可以感受被听到、被看到、被认可并帮助的体验。这并不是一种不好的情感，是心理上的某种需求和恐惧触发了焦虑。不会影响到他人的哦，相反可以增加彼此的理解和爱。",
    "annotation": [
      {
        "sentence": "是啊，这种心理感受有时候我们会有顾虑，在这里，您可以感受被听到、被看到、被认可并帮助的体验。",
        "label": ""
      },
      {
        "sentence": "这并不是一种不好的情感，是心理上的某种需求和恐惧触发了焦虑。",
        "label": ""
      },
      {
        "sentence": "不会影响到他人的哦，相反可以增加彼此的理解和爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么做才能减轻我的焦虑呢？",
    "annotation": [
      {
        "sentence": "那我该怎么做才能减轻我的焦虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，您很棒的是，已经开始做出调整了。您尽量避免需要分头行动的场合或者创造舒服的环境，让自己免于焦虑的考验。这是非常棒的保护自己和关心身边人的方式，也非常值得钦佩。另外，我们也可以尝试沟通，跟在意的亲人朋友可以说一下，情感的反应可以及时一些，他们会理解和支持你的。另外，你可以转移注意力，不是最好的方法，在严重的时候确实管用。最后，不断鼓励自己，即使是小小的进步，也要及时感觉和肯定，让自己更自信和开心。",
    "annotation": [
      {
        "sentence": "首先，您很棒的是，已经开始做出调整了。",
        "label": ""
      },
      {
        "sentence": "您尽量避免需要分头行动的场合或者创造舒服的环境，让自己免于焦虑的考验。",
        "label": ""
      },
      {
        "sentence": "这是非常棒的保护自己和关心身边人的方式，也非常值得钦佩。",
        "label": ""
      },
      {
        "sentence": "另外，我们也可以尝试沟通，跟在意的亲人朋友可以说一下，情感的反应可以及时一些，他们会理解和支持你的。",
        "label": ""
      },
      {
        "sentence": "另外，你可以转移注意力，不是最好的方法，在严重的时候确实管用。",
        "label": ""
      },
      {
        "sentence": "最后，不断鼓励自己，即使是小小的进步，也要及时感觉和肯定，让自己更自信和开心。",
        "label": ""
      }
    ]
  }
]