[
  {
    "role": "client",
    "content": "通知书刚拿到手，家长说读大专没什么好念？家里负担重18岁，因为我的专业是学前教育，亲戚家长们都说读这个专业没什么出路，工资也不高，家里还有一个弟弟，家里负担重，让我跟着亲戚出去打工，说大专出来也还是打工，他们一直在劝我不要读大专，我该怎么办？",
    "annotation": [
      {
        "sentence": "通知书刚拿到手，家长说读大专没什么好念？",
        "label": ""
      },
      {
        "sentence": "家里负担重18岁，因为我的专业是学前教育，亲戚家长们都说读这个专业没什么出路，工资也不高，家里还有一个弟弟，家里负担重，让我跟着亲戚出去打工，说大专出来也还是打工，他们一直在劝我不要读大专，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先恭喜你，你的文凭已经超过了身边一半的人。因为很多人初中毕业就工作了，还有一些人文凭只是高中或者技校。大专远比他们好得多，因为你可以接受较好的职业技术教育和较差的学术教育了。坚持自己的理想，就算是大专，也可以操作成为较高的文凭。",
    "annotation": [
      {
        "sentence": "首先恭喜你，你的文凭已经超过了身边一半的人。",
        "label": ""
      },
      {
        "sentence": "因为很多人初中毕业就工作了，还有一些人文凭只是高中或者技校。",
        "label": ""
      },
      {
        "sentence": "大专远比他们好得多，因为你可以接受较好的职业技术教育和较差的学术教育了。",
        "label": ""
      },
      {
        "sentence": "坚持自己的理想，就算是大专，也可以操作成为较高的文凭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是家人都劝我不要读大专，说这个专业没有出路，工资也不高。而且家里还有一个弟弟，家里经济负担很重，他们让我跟着亲戚出去打工，说大专毕业还是只能打工。",
    "annotation": [
      {
        "sentence": "但是家人都劝我不要读大专，说这个专业没有出路，工资也不高。",
        "label": ""
      },
      {
        "sentence": "而且家里还有一个弟弟，家里经济负担很重，他们让我跟着亲戚出去打工，说大专毕业还是只能打工。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的顾虑。家人的意见确实是为你着想，但是你也需要听从自己内心的声音。学前教育虽然在某些地方的就业市场竞争较大，但也并非没有机会。现在社会对教育的重视与日俱增，未来学前教育行业也将会有更多的发展机会。",
    "annotation": [
      {
        "sentence": "明白你的顾虑。",
        "label": ""
      },
      {
        "sentence": "家人的意见确实是为你着想，但是你也需要听从自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "学前教育虽然在某些地方的就业市场竞争较大，但也并非没有机会。",
        "label": ""
      },
      {
        "sentence": "现在社会对教育的重视与日俱增，未来学前教育行业也将会有更多的发展机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实对学前教育比较感兴趣，但是我担心就业问题。我怕将来找工作会很困难，而且工资可能也不高。",
    "annotation": [
      {
        "sentence": "我确实对学前教育比较感兴趣，但是我担心就业问题。",
        "label": ""
      },
      {
        "sentence": "我怕将来找工作会很困难，而且工资可能也不高。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于担心就业问题，你可以通过提升自身的能力来增加竞争力。可以多参加一些与学前教育相关的实践活动，比如实习、志愿者等，这样可以提升你的工作经验。同时，努力学习，提高专业素养，积累更多的知识和技能，这都是增加就业机会的重要途径。",
    "annotation": [
      {
        "sentence": "对于担心就业问题，你可以通过提升自身的能力来增加竞争力。",
        "label": ""
      },
      {
        "sentence": "可以多参加一些与学前教育相关的实践活动，比如实习、志愿者等，这样可以提升你的工作经验。",
        "label": ""
      },
      {
        "sentence": "同时，努力学习，提高专业素养，积累更多的知识和技能，这都是增加就业机会的重要途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我还是很困惑，家里经济负担很重，我怕我读大专后无法找到一份收入较高的工作，无法帮助家庭分担经济压力。",
    "annotation": [
      {
        "sentence": "但是我还是很困惑，家里经济负担很重，我怕我读大专后无法找到一份收入较高的工作，无法帮助家庭分担经济压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的顾虑。经济压力确实是一大困扰，但是也不能因此放弃自己的梦想。你可以寻找一些能够减轻经济负担的途径，比如申请各种奖学金、助学金，或者寻找兼职工作来分担一部分家庭经济压力。同时，你也可以考虑多跟家人沟通，寻求他们的理解和支持。",
    "annotation": [
      {
        "sentence": "了解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "经济压力确实是一大困扰，但是也不能因此放弃自己的梦想。",
        "label": ""
      },
      {
        "sentence": "你可以寻找一些能够减轻经济负担的途径，比如申请各种奖学金、助学金，或者寻找兼职工作来分担一部分家庭经济压力。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑多跟家人沟通，寻求他们的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在真的很矛盾，不知道该怎么做才是对的。这个决定关系到我未来的发展，也关系到家庭的生活。",
    "annotation": [
      {
        "sentence": "我现在真的很矛盾，不知道该怎么做才是对的。",
        "label": ""
      },
      {
        "sentence": "这个决定关系到我未来的发展，也关系到家庭的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的内心挣扎和迷茫。做决定时，可以多听取家人、老师等多方的意见，但最终还是要相信自己的判断。将来的道路可能并不一帆风顺，但只要你保持努力和执着，相信自己一定能够克服困难，实现自己的目标。不要忘记，生活中也有很多其他的途径和机会等待着你。",
    "annotation": [
      {
        "sentence": "明白你的内心挣扎和迷茫。",
        "label": ""
      },
      {
        "sentence": "做决定时，可以多听取家人、老师等多方的意见，但最终还是要相信自己的判断。",
        "label": ""
      },
      {
        "sentence": "将来的道路可能并不一帆风顺，但只要你保持努力和执着，相信自己一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "不要忘记，生活中也有很多其他的途径和机会等待着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我会慎重考虑，找到自己的出路，为自己的未来努力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我会慎重考虑，找到自己的出路，为自己的未来努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到适合自己的道路。无论你做出什么决定，支持你的人都会一直在你身边。记住，相信自己，你可以创造一个更好的未来。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么决定，支持你的人都会一直在你身边。",
        "label": ""
      },
      {
        "sentence": "记住，相信自己，你可以创造一个更好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]