[
  {
    "role": "client",
    "content": "被爱的人删除了？如果没有见过阳光，我本可以忍受黑暗。我爱的男人，把我删除了，而不是拉黑。谢谢他没有把我拉黑，我还能发个验证消息，不至于完全崩溃。刚开始他对我特别特别好，我第一次感受到被人爱被人呵护，奋不顾身想要和他在一起，他说怕我这样会受伤。是呀，原来他还有个在他最难的时候陪伴他的女朋友，我就开始陷入深深的不安，我总是满心害怕，总想紧紧抓住他，他说要生活，要弄钱换贷，想浪漫也得有钱。他依然每天抱抱我安抚我。昨天我打他电话，他给我挂了，再打又挂了，然后就把微信删了，可能是女朋友知道了，也可能彻底不想照顾我了。那刻我瞬间有种被冰冷速冻的感觉，现在写到这里还是有，从心里冰冻到全身，冰冷，无法接受，恐惧。其实我已经想了好多，写了一封信给他，谢谢他对我的呵护和爱，因为我的害怕总是做傻事骚扰他对不起。以后不再打扰他了。心里也在试着放下。可准备发给他的时候，发现对方已经不是我的好友了，那种突然被抛弃，被截断的感觉，遍体生寒。",
    "annotation": [
      {
        "sentence": "被爱的人删除了？",
        "label": ""
      },
      {
        "sentence": "如果没有见过阳光，我本可以忍受黑暗。",
        "label": ""
      },
      {
        "sentence": "我爱的男人，把我删除了，而不是拉黑。",
        "label": ""
      },
      {
        "sentence": "谢谢他没有把我拉黑，我还能发个验证消息，不至于完全崩溃。",
        "label": ""
      },
      {
        "sentence": "刚开始他对我特别特别好，我第一次感受到被人爱被人呵护，奋不顾身想要和他在一起，他说怕我这样会受伤。",
        "label": ""
      },
      {
        "sentence": "是呀，原来他还有个在他最难的时候陪伴他的女朋友，我就开始陷入深深的不安，我总是满心害怕，总想紧紧抓住他，他说要生活，要弄钱换贷，想浪漫也得有钱。",
        "label": ""
      },
      {
        "sentence": "他依然每天抱抱我安抚我。",
        "label": ""
      },
      {
        "sentence": "昨天我打他电话，他给我挂了，再打又挂了，然后就把微信删了，可能是女朋友知道了，也可能彻底不想照顾我了。",
        "label": ""
      },
      {
        "sentence": "那刻我瞬间有种被冰冷速冻的感觉，现在写到这里还是有，从心里冰冻到全身，冰冷，无法接受，恐惧。",
        "label": ""
      },
      {
        "sentence": "其实我已经想了好多，写了一封信给他，谢谢他对我的呵护和爱，因为我的害怕总是做傻事骚扰他对不起。",
        "label": ""
      },
      {
        "sentence": "以后不再打扰他了。",
        "label": ""
      },
      {
        "sentence": "心里也在试着放下。",
        "label": ""
      },
      {
        "sentence": "可准备发给他的时候，发现对方已经不是我的好友了，那种突然被抛弃，被截断的感觉，遍体生寒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常非常难受，我知道。你爱他，但是他狠心地删除了你，像切断了你们之间的联系，没有解释，这感觉一定很难受。我可以听到你内心产生的痛苦和无助。我们都知道，刚失恋的时候，会很难受，特别容易就陷入负面的情绪里。但是你要知道，这是一个新生的过程。我相信你会找到一个更加适合你的人，有一个更加完美的未来。",
    "annotation": [
      {
        "sentence": "你非常非常难受，我知道。",
        "label": ""
      },
      {
        "sentence": "你爱他，但是他狠心地删除了你，像切断了你们之间的联系，没有解释，这感觉一定很难受。",
        "label": ""
      },
      {
        "sentence": "我可以听到你内心产生的痛苦和无助。",
        "label": ""
      },
      {
        "sentence": "我们都知道，刚失恋的时候，会很难受，特别容易就陷入负面的情绪里。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，这是一个新生的过程。",
        "label": ""
      },
      {
        "sentence": "我相信你会找到一个更加适合你的人，有一个更加完美的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的不知道该怎样才能忘记他，他很重要。",
    "annotation": [
      {
        "sentence": "可是我真的不知道该怎样才能忘记他，他很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你。或许他曾经对你很重要，但是他现在已经不值得你再去牵挂了。我们都会遇到这样的人。他们会带给我们美好的回忆，然后就离开了。这并不是我们的错。你可以在时间流逝的过程中来接受他离开你的事实。同时，你也应该去邂逅那些值得你去追求的人。",
    "annotation": [
      {
        "sentence": "我理解你。",
        "label": ""
      },
      {
        "sentence": "或许他曾经对你很重要，但是他现在已经不值得你再去牵挂了。",
        "label": ""
      },
      {
        "sentence": "我们都会遇到这样的人。",
        "label": ""
      },
      {
        "sentence": "他们会带给我们美好的回忆，然后就离开了。",
        "label": ""
      },
      {
        "sentence": "这并不是我们的错。",
        "label": ""
      },
      {
        "sentence": "你可以在时间流逝的过程中来接受他离开你的事实。",
        "label": ""
      },
      {
        "sentence": "同时，你也应该去邂逅那些值得你去追求的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他对我比对别人更好，现在他就这样草草了事了，我真的很难受。",
    "annotation": [
      {
        "sentence": "他对我比对别人更好，现在他就这样草草了事了，我真的很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我懂你的感受。他曾经对你表现得特别特别好，所以让你觉得他是你的命中注定。但是，现在他把你从社交媒体里删除，不再跟你联系，这是一个非常不负责的行为。你或许从曾经的他那里得到了温暖和照顾，但是你们之间的感情也有不平等的成分。他同时也有了女朋友，这令你感到不安甚至羞耻。我想说的是，虽然我们也无法理解他的行为，但同时也应该尊重他的决定。你会遇到另一个更值得的人，他们会用行动证明他们的爱不是贪图你的温暖。",
    "annotation": [
      {
        "sentence": "嗯，我懂你的感受。",
        "label": ""
      },
      {
        "sentence": "他曾经对你表现得特别特别好，所以让你觉得他是你的命中注定。",
        "label": ""
      },
      {
        "sentence": "但是，现在他把你从社交媒体里删除，不再跟你联系，这是一个非常不负责的行为。",
        "label": ""
      },
      {
        "sentence": "你或许从曾经的他那里得到了温暖和照顾，但是你们之间的感情也有不平等的成分。",
        "label": ""
      },
      {
        "sentence": "他同时也有了女朋友，这令你感到不安甚至羞耻。",
        "label": ""
      },
      {
        "sentence": "我想说的是，虽然我们也无法理解他的行为，但同时也应该尊重他的决定。",
        "label": ""
      },
      {
        "sentence": "你会遇到另一个更值得的人，他们会用行动证明他们的爱不是贪图你的温暖。",
        "label": ""
      }
    ]
  }
]