[
  {
    "role": "client",
    "content": "被爱的人删除了？如果没有见过阳光，我本可以忍受黑暗。我爱的男人，把我删除了，而不是拉黑，谢谢他没有把我拉黑，我还能发个验证消息，不至于完全崩溃。刚开始他对我特别特别好，我第一次感受到被人爱被人呵护，奋不顾身想要和他在一起，他说怕我这样会受伤。",
    "annotation": [
      {
        "sentence": "被爱的人删除了？",
        "label": ""
      },
      {
        "sentence": "如果没有见过阳光，我本可以忍受黑暗。",
        "label": ""
      },
      {
        "sentence": "我爱的男人，把我删除了，而不是拉黑，谢谢他没有把我拉黑，我还能发个验证消息，不至于完全崩溃。",
        "label": ""
      },
      {
        "sentence": "刚开始他对我特别特别好，我第一次感受到被人爱被人呵护，奋不顾身想要和他在一起，他说怕我这样会受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感觉到了被删除带来的冰冷感，这种感受一定非常难受。你应该首先关注自己的情感状况，你的内心是否被割裂。你刚才说他一开始对你非常好，而现在又这样对待你，我很清楚你现在的痛苦和不安。请和我继续谈话吧，我会尽力给予你支持和理解。",
    "annotation": [
      {
        "sentence": "你感觉到了被删除带来的冰冷感，这种感受一定非常难受。",
        "label": ""
      },
      {
        "sentence": "你应该首先关注自己的情感状况，你的内心是否被割裂。",
        "label": ""
      },
      {
        "sentence": "你刚才说他一开始对你非常好，而现在又这样对待你，我很清楚你现在的痛苦和不安。",
        "label": ""
      },
      {
        "sentence": "请和我继续谈话吧，我会尽力给予你支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是呀，原来他还有个在他最难的时候陪伴他的女朋友，我就开始陷入深深的不安，我总是满心害怕，总想紧紧抓住他，他说要生活，要弄钱换贷，想浪漫也得有钱。",
    "annotation": [
      {
        "sentence": "是呀，原来他还有个在他最难的时候陪伴他的女朋友，我就开始陷入深深的不安，我总是满心害怕，总想紧紧抓住他，他说要生活，要弄钱换贷，想浪漫也得有钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你对他产生了很强的依赖和焦虑。但是，你也需要清楚明白，你的感情和你的人生不只是为了另外一个人存在。你也应该有自己的目标和独立性。如果你的人生只是为了迎合他的意愿，那么你的人生的价值就会被大大削弱。这并不是一件好事，对吧？",
    "annotation": [
      {
        "sentence": "看来你对他产生了很强的依赖和焦虑。",
        "label": ""
      },
      {
        "sentence": "但是，你也需要清楚明白，你的感情和你的人生不只是为了另外一个人存在。",
        "label": ""
      },
      {
        "sentence": "你也应该有自己的目标和独立性。",
        "label": ""
      },
      {
        "sentence": "如果你的人生只是为了迎合他的意愿，那么你的人生的价值就会被大大削弱。",
        "label": ""
      },
      {
        "sentence": "这并不是一件好事，对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他依然每天抱抱我安抚我。昨天我打他电话，他给我挂了，再打又挂了，然后就把微信删了，可能是女朋友知道了，也可能彻底不想照顾我了。那刻我瞬间有种被冰冷速冻的感觉，现在写到这里还是有，从心里冰冻到全身，冰冷，无法接受，恐惧。",
    "annotation": [
      {
        "sentence": "他依然每天抱抱我安抚我。",
        "label": ""
      },
      {
        "sentence": "昨天我打他电话，他给我挂了，再打又挂了，然后就把微信删了，可能是女朋友知道了，也可能彻底不想照顾我了。",
        "label": ""
      },
      {
        "sentence": "那刻我瞬间有种被冰冷速冻的感觉，现在写到这里还是有，从心里冰冻到全身，冰冷，无法接受，恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我猜这个情况对你来说非常的没有安全感。小时候，我们都有过被剥夺掉陪伴的经历。你只是现在感觉被抛弃、被遗弃的那个人。虽然心里会非常难过，但是你需要明白，把这种痛苦深深铭刻在你的内心，是无法真正让你迎接幸福的。所以，我希望你能够试着减少对他的依赖。并且，要不断探索自我，寻找你的兴趣爱好，让自己的人生更加充实。",
    "annotation": [
      {
        "sentence": "我猜这个情况对你来说非常的没有安全感。",
        "label": ""
      },
      {
        "sentence": "小时候，我们都有过被剥夺掉陪伴的经历。",
        "label": ""
      },
      {
        "sentence": "你只是现在感觉被抛弃、被遗弃的那个人。",
        "label": ""
      },
      {
        "sentence": "虽然心里会非常难过，但是你需要明白，把这种痛苦深深铭刻在你的内心，是无法真正让你迎接幸福的。",
        "label": ""
      },
      {
        "sentence": "所以，我希望你能够试着减少对他的依赖。",
        "label": ""
      },
      {
        "sentence": "并且，要不断探索自我，寻找你的兴趣爱好，让自己的人生更加充实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我已经想了好多，写了一封信给他，谢谢他对我的呵护和爱，因为我的害怕总是做傻事骚扰他对不起。以后不再打扰他了。心里也在试着放下。可准备发给他的时候，发现对方已经不是我的好友了，那种突然被抛弃，被截断的感觉，遍体生寒。",
    "annotation": [
      {
        "sentence": "其实我已经想了好多，写了一封信给他，谢谢他对我的呵护和爱，因为我的害怕总是做傻事骚扰他对不起。",
        "label": ""
      },
      {
        "sentence": "以后不再打扰他了。",
        "label": ""
      },
      {
        "sentence": "心里也在试着放下。",
        "label": ""
      },
      {
        "sentence": "可准备发给他的时候，发现对方已经不是我的好友了，那种突然被抛弃，被截断的感觉，遍体生寒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你想和他好好沟通的意愿，但是现在或许不是最佳的时机。我建议，放慢你内心的步伐，保持沉着冷静，给自己尽可能多的时间，让你的情绪有所舒缓。在这个过程中，如果你感到自己无法好好调整，可以考虑找专业人士提供专业的帮助。告诉大家你内心的真实感受，你会注意到，你的内心也会渐渐平静、愈合，因为你已经迈出了旅程的第一步。",
    "annotation": [
      {
        "sentence": "我理解你想和他好好沟通的意愿，但是现在或许不是最佳的时机。",
        "label": ""
      },
      {
        "sentence": "我建议，放慢你内心的步伐，保持沉着冷静，给自己尽可能多的时间，让你的情绪有所舒缓。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，如果你感到自己无法好好调整，可以考虑找专业人士提供专业的帮助。",
        "label": ""
      },
      {
        "sentence": "告诉大家你内心的真实感受，你会注意到，你的内心也会渐渐平静、愈合，因为你已经迈出了旅程的第一步。",
        "label": ""
      }
    ]
  }
]