[
  {
    "role": "client",
    "content": "被领导训了一通，他说的全不对，心里很不舒服。",
    "annotation": [
      {
        "sentence": "被领导训了一通，他说的全不对，心里很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "出现这样的问题，找领导谈谈也未尝不可，但在谈之前，我个人觉得你需要弄清楚几个事情，再谈不迟。任何一个行业，业务一定是核心，也是每一个领导十分关注的事情，小到一个数据，大到一个方案，我想每一个核心业务领导都是会悉心过问，且会记在心里，因为他要时刻面对他的领导会随时问询相关业务。所以对于你说的领导说的全是错的，我个人是产生质疑的，当然，这里你并没有说说的内容，不知道是否说的业务内容，如果是，你应该反思，为何领导说的全是错的？",
    "annotation": [
      {
        "sentence": "出现这样的问题，找领导谈谈也未尝不可，但在谈之前，我个人觉得你需要弄清楚几个事情，再谈不迟。",
        "label": ""
      },
      {
        "sentence": "任何一个行业，业务一定是核心，也是每一个领导十分关注的事情，小到一个数据，大到一个方案，我想每一个核心业务领导都是会悉心过问，且会记在心里，因为他要时刻面对他的领导会随时问询相关业务。",
        "label": ""
      },
      {
        "sentence": "所以对于你说的领导说的全是错的，我个人是产生质疑的，当然，这里你并没有说说的内容，不知道是否说的业务内容，如果是，你应该反思，为何领导说的全是错的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "领导在职工大会上说的是关于我分管的业务，他说我完成度都是零，但事实上我完成度是100%。同事都装没听见，言外之意是同事都听见了，但谁也没有在意这些。什么原因？难道领导没有说他们或者说说的内容不包括他们做的工作？还是你觉得我是这个群体的老大，他们无所为，而我受不了？",
    "annotation": [
      {
        "sentence": "领导在职工大会上说的是关于我分管的业务，他说我完成度都是零，但事实上我完成度是100%。",
        "label": ""
      },
      {
        "sentence": "同事都装没听见，言外之意是同事都听见了，但谁也没有在意这些。",
        "label": ""
      },
      {
        "sentence": "什么原因？",
        "label": ""
      },
      {
        "sentence": "难道领导没有说他们或者说说的内容不包括他们做的工作？",
        "label": ""
      },
      {
        "sentence": "还是你觉得我是这个群体的老大，他们无所为，而我受不了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些在你的倾诉中我们无法得知。如果领导说的这个业务是你跟大家共同来做的，不管你有多么的委屈或难以容忍，我个人仍然建议你称这个英雄，代表大家去找领导谈。当然，如果你是这个业务部门的负责人，那我建议你去私下跟领导谈谈，因为这两种角色的不同直接会影响你在领导心中的形象。",
    "annotation": [
      {
        "sentence": "这些在你的倾诉中我们无法得知。",
        "label": ""
      },
      {
        "sentence": "如果领导说的这个业务是你跟大家共同来做的，不管你有多么的委屈或难以容忍，我个人仍然建议你称这个英雄，代表大家去找领导谈。",
        "label": ""
      },
      {
        "sentence": "当然，如果你是这个业务部门的负责人，那我建议你去私下跟领导谈谈，因为这两种角色的不同直接会影响你在领导心中的形象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我是这个业务部门的负责人。但我担心去找领导谈后，员工可能会对我产生偏见，觉得我是在利用职位来维护自己。",
    "annotation": [
      {
        "sentence": "是的，我是这个业务部门的负责人。",
        "label": ""
      },
      {
        "sentence": "但我担心去找领导谈后，员工可能会对我产生偏见，觉得我是在利用职位来维护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心。虽然都是跟领导谈，但角色不同，意义大不一样。如果你去找领导是为了解决问题，是为了所有员工的利益考虑，而不是为了自己，我相信员工会理解你的。在谈话中，你可以强调你是站在所有员工的角度去谈这件事情。这样会受到员工的拥护。",
    "annotation": [
      {
        "sentence": "我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "虽然都是跟领导谈，但角色不同，意义大不一样。",
        "label": ""
      },
      {
        "sentence": "如果你去找领导是为了解决问题，是为了所有员工的利益考虑，而不是为了自己，我相信员工会理解你的。",
        "label": ""
      },
      {
        "sentence": "在谈话中，你可以强调你是站在所有员工的角度去谈这件事情。",
        "label": ""
      },
      {
        "sentence": "这样会受到员工的拥护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议。虽然心里还是有些不安，但我会再冷静思考一下，再做决定不迟。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "虽然心里还是有些不安，但我会再冷静思考一下，再做决定不迟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，冲动是魔鬼，借用一句话送给你。在职场中，一切都应该心平气和地思考，理智地作出决定。无论结果如何，相信你会找到解决问题的办法。不用担心，你并不孤单，还有支持者的我在你身边。",
    "annotation": [
      {
        "sentence": "非常好，冲动是魔鬼，借用一句话送给你。",
        "label": ""
      },
      {
        "sentence": "在职场中，一切都应该心平气和地思考，理智地作出决定。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，相信你会找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "不用担心，你并不孤单，还有支持者的我在你身边。",
        "label": ""
      }
    ]
  }
]