[
  {
    "role": "client",
    "content": "长期腰痛怎么办？会和丈夫的疏远有关系吗？最近腰痛更厉害了，是骨头，脊柱和筋膜的部位，那个位置6年前伤过，但是没痛多久，这么久都没什么事，但最近几周痛得厉害，痛得强烈，坐立不安，现在发展到卧床躺着都痛了，越来越严重。尤其是跟丈夫关系疏远的时候，几乎没有性生活，最近的近况是冷战三个月没见面了，现在联系上了有见面，但见面还是少，尤其是身心疏远，非常疏离，我依赖型，他回避型，我要很多拥抱关注爱和关心，他一个都不愿意给我，一点不愿意付出。我的腰痛是跟这方面有关系吗？如何解决。",
    "annotation": [
      {
        "sentence": "长期腰痛怎么办？",
        "label": ""
      },
      {
        "sentence": "会和丈夫的疏远有关系吗？",
        "label": ""
      },
      {
        "sentence": "最近腰痛更厉害了，是骨头，脊柱和筋膜的部位，那个位置6年前伤过，但是没痛多久，这么久都没什么事，但最近几周痛得厉害，痛得强烈，坐立不安，现在发展到卧床躺着都痛了，越来越严重。",
        "label": ""
      },
      {
        "sentence": "尤其是跟丈夫关系疏远的时候，几乎没有性生活，最近的近况是冷战三个月没见面了，现在联系上了有见面，但见面还是少，尤其是身心疏远，非常疏离，我依赖型，他回避型，我要很多拥抱关注爱和关心，他一个都不愿意给我，一点不愿意付出。",
        "label": ""
      },
      {
        "sentence": "我的腰痛是跟这方面有关系吗？",
        "label": ""
      },
      {
        "sentence": "如何解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您好！非常理解您的困境。看了您的情况，我认为身体出现严重的不适，需要就医检查一下，看看是否严重，避免影响健康。身体的各个系统是相互影响的，情绪会影响到我们的大脑，大脑控制着我们的行为，所以情绪对我们的影响非常的大。",
    "annotation": [
      {
        "sentence": "您好！",
        "label": ""
      },
      {
        "sentence": "非常理解您的困境。",
        "label": ""
      },
      {
        "sentence": "看了您的情况，我认为身体出现严重的不适，需要就医检查一下，看看是否严重，避免影响健康。",
        "label": ""
      },
      {
        "sentence": "身体的各个系统是相互影响的，情绪会影响到我们的大脑，大脑控制着我们的行为，所以情绪对我们的影响非常的大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说的有道理，我会尽快去医院检查一下的。但我还是很担心和丈夫的相处问题，这会不会是造成我的腰痛的原因之一呢？",
    "annotation": [
      {
        "sentence": "您说的有道理，我会尽快去医院检查一下的。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心和丈夫的相处问题，这会不会是造成我的腰痛的原因之一呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您与丈夫的感情目前出现了问题，而您是非常了解自己的内心状态的，需要关心，需要照顾。丈夫是回避型，您是依赖性型，您潜意识里认可了自己是需要被关爱和照顾的，所以会表现出被关爱和照顾的状态。身体的出现反应，有一部分原因是内心深处渴望得到关注，身体健康问题被潜意识放大了。",
    "annotation": [
      {
        "sentence": "您与丈夫的感情目前出现了问题，而您是非常了解自己的内心状态的，需要关心，需要照顾。",
        "label": ""
      },
      {
        "sentence": "丈夫是回避型，您是依赖性型，您潜意识里认可了自己是需要被关爱和照顾的，所以会表现出被关爱和照顾的状态。",
        "label": ""
      },
      {
        "sentence": "身体的出现反应，有一部分原因是内心深处渴望得到关注，身体健康问题被潜意识放大了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我现在也明白了自己的内心需求了。但是我和丈夫的相处模式很难调整，他完全不愿意给我关爱和照顾，我们总是吵架。我该怎么办？",
    "annotation": [
      {
        "sentence": "原来如此，我现在也明白了自己的内心需求了。",
        "label": ""
      },
      {
        "sentence": "但是我和丈夫的相处模式很难调整，他完全不愿意给我关爱和照顾，我们总是吵架。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "冷战只会让事情变得越来越糟糕，解铃还须系铃人，自身的问题还是需要自己去解决。或许可以和丈夫平静的沟通一下谁先跨出第一步不重要，重要的是要去解决这件问题。希望我的回答能帮助到您。",
    "annotation": [
      {
        "sentence": "冷战只会让事情变得越来越糟糕，解铃还须系铃人，自身的问题还是需要自己去解决。",
        "label": ""
      },
      {
        "sentence": "或许可以和丈夫平静的沟通一下谁先跨出第一步不重要，重要的是要去解决这件问题。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能帮助到您。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我会试着与丈夫进行平静的沟通，寻找解决问题的方法。谢谢您的建议。",
    "annotation": [
      {
        "sentence": "您说得对，我会试着与丈夫进行平静的沟通，寻找解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您不用客气，身体和家庭都是非常重要的，我希望我的回答能够帮到您。祝您身体早日恢复安康。",
    "annotation": [
      {
        "sentence": "您不用客气，身体和家庭都是非常重要的，我希望我的回答能够帮到您。",
        "label": ""
      },
      {
        "sentence": "祝您身体早日恢复安康。",
        "label": ""
      }
    ]
  }
]