[
  {
    "role": "client",
    "content": "我感觉软弱弱势是低三下四的表现，但是不低三下四会给人一种什么感觉呢？如果将强势理解为高高在上，将软弱弱势理解为低三下四，那不低三下四会给人一种很张力的感觉吗？以前我认为不低三下四是对的，但我从未质疑过这种理解是否正确，如果我不低三下四，会让人感到不舒服吗？",
    "annotation": [
      {
        "sentence": "我感觉软弱弱势是低三下四的表现，但是不低三下四会给人一种什么感觉呢？",
        "label": ""
      },
      {
        "sentence": "如果将强势理解为高高在上，将软弱弱势理解为低三下四，那不低三下四会给人一种很张力的感觉吗？",
        "label": ""
      },
      {
        "sentence": "以前我认为不低三下四是对的，但我从未质疑过这种理解是否正确，如果我不低三下四，会让人感到不舒服吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这社会中的确存在一些人说话比较强势，这种强势可能是有意为之，故意攻击我们的弱点。因为很多人的父母素质较低，他们过着辛勤工作的生活，脾气大，在家中对孩子大声呼喊、恐吓威胁，导致孩子长期培养了恐惧感。长大后，这些恐惧感并没有消失，而是深藏在他们的潜意识里。当他们与他人社交时，如果对方比较强势，会使得他们回想起小时候的情景，恐惧感就会被激发，顺从感也会出现。因此，强势的人通常能够达到自己的目的。你说，如果将强势理解为高高在上，软弱弱势理解为低三下四，那不低三下四会给人一种什么感觉？会不会感觉说话有很强的张力？以前我觉得不低三下四是对的，但从未质疑过这种理解是否正确，如果带着错误的认知不去低三下四，会不会让人感到很不舒服？",
    "annotation": [
      {
        "sentence": "这社会中的确存在一些人说话比较强势，这种强势可能是有意为之，故意攻击我们的弱点。",
        "label": ""
      },
      {
        "sentence": "因为很多人的父母素质较低，他们过着辛勤工作的生活，脾气大，在家中对孩子大声呼喊、恐吓威胁，导致孩子长期培养了恐惧感。",
        "label": ""
      },
      {
        "sentence": "长大后，这些恐惧感并没有消失，而是深藏在他们的潜意识里。",
        "label": ""
      },
      {
        "sentence": "当他们与他人社交时，如果对方比较强势，会使得他们回想起小时候的情景，恐惧感就会被激发，顺从感也会出现。",
        "label": ""
      },
      {
        "sentence": "因此，强势的人通常能够达到自己的目的。",
        "label": ""
      },
      {
        "sentence": "你说，如果将强势理解为高高在上，软弱弱势理解为低三下四，那不低三下四会给人一种什么感觉？",
        "label": ""
      },
      {
        "sentence": "会不会感觉说话有很强的张力？",
        "label": ""
      },
      {
        "sentence": "以前我觉得不低三下四是对的，但从未质疑过这种理解是否正确，如果带着错误的认知不去低三下四，会不会让人感到很不舒服？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，其实我们说话的目的是表达自己，打动对方。真正愉快的对话中没有竞争和没有毫无价值的空话，而是互相平静、和谐交流的结果。所以，我不应该去思考低三下四，而应该更多地关注如何表达自己，如何打动对方。要做到这一点，只需要多一份换位思考。什么叫做换位思考呢？就是要仔细考虑对方的需求，为对方着想，让对方感到舒服和有趣。优秀的谈话者是那些真正对别人感兴趣，并以了解别人为乐的人。因为对别人感兴趣，所以你会避免自说自话、暴力沟通的陷阱，多了解对方的信息，同时也调节自己的表达内容。对于相互之间观点差异太大的话题，也可以适时转移话题，寻找共同感兴趣的主题，让别人也有机会表达自己。我们要知道，说话是为了沟通，语言最美妙的时候，就是在彼此相互需要的时候通过语言交流的时候。说话的本质是表达自己，打动别人。",
    "annotation": [
      {
        "sentence": "我明白了，其实我们说话的目的是表达自己，打动对方。",
        "label": ""
      },
      {
        "sentence": "真正愉快的对话中没有竞争和没有毫无价值的空话，而是互相平静、和谐交流的结果。",
        "label": ""
      },
      {
        "sentence": "所以，我不应该去思考低三下四，而应该更多地关注如何表达自己，如何打动对方。",
        "label": ""
      },
      {
        "sentence": "要做到这一点，只需要多一份换位思考。",
        "label": ""
      },
      {
        "sentence": "什么叫做换位思考呢？",
        "label": ""
      },
      {
        "sentence": "就是要仔细考虑对方的需求，为对方着想，让对方感到舒服和有趣。",
        "label": ""
      },
      {
        "sentence": "优秀的谈话者是那些真正对别人感兴趣，并以了解别人为乐的人。",
        "label": ""
      },
      {
        "sentence": "因为对别人感兴趣，所以你会避免自说自话、暴力沟通的陷阱，多了解对方的信息，同时也调节自己的表达内容。",
        "label": ""
      },
      {
        "sentence": "对于相互之间观点差异太大的话题，也可以适时转移话题，寻找共同感兴趣的主题，让别人也有机会表达自己。",
        "label": ""
      },
      {
        "sentence": "我们要知道，说话是为了沟通，语言最美妙的时候，就是在彼此相互需要的时候通过语言交流的时候。",
        "label": ""
      },
      {
        "sentence": "说话的本质是表达自己，打动别人。",
        "label": ""
      }
    ]
  }
]