[
  {
    "role": "client",
    "content": "我真的很讨厌我爸，可我不该这样吧？女，27了，孩子也一岁半了。可我在本该成熟孝敬父母的年纪，越来越讨厌自己的爸爸。从小是妈妈一个人丧偶式把我拉扯大的，我第一次对爸爸有记忆已经是四五岁的时候了，我记忆中，没有什么关于爸爸开心的回忆，全部都是害怕和紧张。他每个月回来四天，不好好吃饭，用木棍抽到身上青紫。想妈妈了，打到我不哭为止。翻我的房间，翻我的日记，连我的小纸条都翻，看见认为不爽的，就拿出来质问我。跟我说等我上小学六年级就不打我了。后来，是不打了，就是骂我，瞪我，板着脸不和我说话。我想他应该很讨厌我。",
    "annotation": [
      {
        "sentence": "我真的很讨厌我爸，可我不该这样吧？",
        "label": ""
      },
      {
        "sentence": "女，27了，孩子也一岁半了。",
        "label": ""
      },
      {
        "sentence": "可我在本该成熟孝敬父母的年纪，越来越讨厌自己的爸爸。",
        "label": ""
      },
      {
        "sentence": "从小是妈妈一个人丧偶式把我拉扯大的，我第一次对爸爸有记忆已经是四五岁的时候了，我记忆中，没有什么关于爸爸开心的回忆，全部都是害怕和紧张。",
        "label": ""
      },
      {
        "sentence": "他每个月回来四天，不好好吃饭，用木棍抽到身上青紫。",
        "label": ""
      },
      {
        "sentence": "想妈妈了，打到我不哭为止。",
        "label": ""
      },
      {
        "sentence": "翻我的房间，翻我的日记，连我的小纸条都翻，看见认为不爽的，就拿出来质问我。",
        "label": ""
      },
      {
        "sentence": "跟我说等我上小学六年级就不打我了。",
        "label": ""
      },
      {
        "sentence": "后来，是不打了，就是骂我，瞪我，板着脸不和我说话。",
        "label": ""
      },
      {
        "sentence": "我想他应该很讨厌我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉到了你的愤怒、郁闷和无奈，先安慰一下。你现在经历的情绪是非常正常的反应，不要对自己过于苛责。你的爸爸的行为明显违背了父亲应该有的责任和行为，这可能是你讨厌他的原因之一。你不需要因为父亲的缺失感到内疚，毕竟你的成长并不是靠他。支持你的情绪反应。",
    "annotation": [
      {
        "sentence": "感觉到了你的愤怒、郁闷和无奈，先安慰一下。",
        "label": ""
      },
      {
        "sentence": "你现在经历的情绪是非常正常的反应，不要对自己过于苛责。",
        "label": ""
      },
      {
        "sentence": "你的爸爸的行为明显违背了父亲应该有的责任和行为，这可能是你讨厌他的原因之一。",
        "label": ""
      },
      {
        "sentence": "你不需要因为父亲的缺失感到内疚，毕竟你的成长并不是靠他。",
        "label": ""
      },
      {
        "sentence": "支持你的情绪反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢安慰，但我真的很纠结，内心难以释怀。要怎么样才能不让道德感束缚自己呢？",
    "annotation": [
      {
        "sentence": "谢谢安慰，但我真的很纠结，内心难以释怀。",
        "label": ""
      },
      {
        "sentence": "要怎么样才能不让道德感束缚自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰。道德感可以成为我们自己行动的参考，但也不能让它成为决定如何行动的原则。你应该跟随自己的内心，不要让自己被困在纠结中。你现在最大的困扰是，你不想理会自己的父亲，但又担心道德感让你感到不好。针对这种情况，我建议你先调整自己的生活方式。",
    "annotation": [
      {
        "sentence": "我理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "道德感可以成为我们自己行动的参考，但也不能让它成为决定如何行动的原则。",
        "label": ""
      },
      {
        "sentence": "你应该跟随自己的内心，不要让自己被困在纠结中。",
        "label": ""
      },
      {
        "sentence": "你现在最大的困扰是，你不想理会自己的父亲，但又担心道德感让你感到不好。",
        "label": ""
      },
      {
        "sentence": "针对这种情况，我建议你先调整自己的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前尝试过想和父亲好好相处，但结果不太好。这让我更加纠结和烦恼。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我之前尝试过想和父亲好好相处，但结果不太好。",
        "label": ""
      },
      {
        "sentence": "这让我更加纠结和烦恼。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对不起，听到你的经历让我感到心痛。既然尝试过与父亲相处并没有带来好的结果，我建议你先暂时与父亲保持一定距离，把自己的生活和父亲的生活分开一段时间。如果你发现在这种情况下，你的状态明显好转，不再那么烦恼和内疚，那就表明这种生活状态更适合你现在的情况。",
    "annotation": [
      {
        "sentence": "对不起，听到你的经历让我感到心痛。",
        "label": ""
      },
      {
        "sentence": "既然尝试过与父亲相处并没有带来好的结果，我建议你先暂时与父亲保持一定距离，把自己的生活和父亲的生活分开一段时间。",
        "label": ""
      },
      {
        "sentence": "如果你发现在这种情况下，你的状态明显好转，不再那么烦恼和内疚，那就表明这种生活状态更适合你现在的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很合理。那我应该怎样理清我与父亲之间的关系呢？",
    "annotation": [
      {
        "sentence": "听起来很合理。",
        "label": ""
      },
      {
        "sentence": "那我应该怎样理清我与父亲之间的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在状态较好的时候，你可以试着分析一下你和父亲之间的关系。你对父亲的印象是很糟糕的，很少在你生活中出现，还有暴力和拒绝沟通的行为，这导致你对父亲的感觉只有害怕和紧张，认为自己是被讨厌的。但你可以尝试接受这种情况，并且意识到这是一个很正常的结果。你已经是一个成年人了，也是自己孩子的母亲，你的成长经历可能在现在的视角下会有不同的感受。试着给自己一些解脱的空间，尽量理解自己和父亲之间的关系，并且接受这些感受，这可能会缓解你的纠结。",
    "annotation": [
      {
        "sentence": "在状态较好的时候，你可以试着分析一下你和父亲之间的关系。",
        "label": ""
      },
      {
        "sentence": "你对父亲的印象是很糟糕的，很少在你生活中出现，还有暴力和拒绝沟通的行为，这导致你对父亲的感觉只有害怕和紧张，认为自己是被讨厌的。",
        "label": ""
      },
      {
        "sentence": "但你可以尝试接受这种情况，并且意识到这是一个很正常的结果。",
        "label": ""
      },
      {
        "sentence": "你已经是一个成年人了，也是自己孩子的母亲，你的成长经历可能在现在的视角下会有不同的感受。",
        "label": ""
      },
      {
        "sentence": "试着给自己一些解脱的空间，尽量理解自己和父亲之间的关系，并且接受这些感受，这可能会缓解你的纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着和自己和解，接受这些感受。但是我还担心父亲会对我继续恶劣行为，他经常在我妈面前说我很多的不好，不断给我贴标签，冤枉我。我该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着和自己和解，接受这些感受。",
        "label": ""
      },
      {
        "sentence": "但是我还担心父亲会对我继续恶劣行为，他经常在我妈面前说我很多的不好，不断给我贴标签，冤枉我。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心。你可以尽量和你的母亲沟通，清楚地向她传达自己的感受，争取她的理解和支持。作为父亲和女儿的直接关系人，你母亲在这个问题上是一个很重要的角色。你可以倾诉自己的感受，与母亲深入沟通，试图让她理解你的立场，以便得到她的支持。毕竟，你对母亲而言是一个亲密并且重要的人，你不希望因为与父亲的关系而影响到你和母亲之间的关系。",
    "annotation": [
      {
        "sentence": "我明白你的担心。",
        "label": ""
      },
      {
        "sentence": "你可以尽量和你的母亲沟通，清楚地向她传达自己的感受，争取她的理解和支持。",
        "label": ""
      },
      {
        "sentence": "作为父亲和女儿的直接关系人，你母亲在这个问题上是一个很重要的角色。",
        "label": ""
      },
      {
        "sentence": "你可以倾诉自己的感受，与母亲深入沟通，试图让她理解你的立场，以便得到她的支持。",
        "label": ""
      },
      {
        "sentence": "毕竟，你对母亲而言是一个亲密并且重要的人，你不希望因为与父亲的关系而影响到你和母亲之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和母亲沟通，希望她能够理解和支持我。但是有时候我还是会觉得很受父亲当面的负面评价影响，怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和母亲沟通，希望她能够理解和支持我。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会觉得很受父亲当面的负面评价影响，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原生家庭对我们会有很多影响，我们可以选择抱怨那些不好的影响，使自己的生活停滞不前；也可以抛开那些不好的影响，主动适应和接纳新的生活。我希望你能理解，无论父亲如何评价你，它并不会对你的实际生活产生直接影响。你已经是一个独立的成年人，而且还有自己的孩子需要你。尽管你会感到纠结，但你要先接受自己对父亲的讨厌，认识到这种情绪是完全正常的反应，你没有必要因此而被批判。只要你能把尽孝道和自己的生活割裂开，这是很容易",
    "annotation": [
      {
        "sentence": "原生家庭对我们会有很多影响，我们可以选择抱怨那些不好的影响，使自己的生活停滞不前；也可以抛开那些不好的影响，主动适应和接纳新的生活。",
        "label": ""
      },
      {
        "sentence": "我希望你能理解，无论父亲如何评价你，它并不会对你的实际生活产生直接影响。",
        "label": ""
      },
      {
        "sentence": "你已经是一个独立的成年人，而且还有自己的孩子需要你。",
        "label": ""
      },
      {
        "sentence": "尽管你会感到纠结，但你要先接受自己对父亲的讨厌，认识到这种情绪是完全正常的反应，你没有必要因此而被批判。",
        "label": ""
      },
      {
        "sentence": "只要你能把尽孝道和自己的生活割裂开，这是很容易",
        "label": ""
      }
    ]
  }
]