[
  {
    "role": "client",
    "content": "我现在20岁，在国外读书，可是感觉自己活得很自卑，一直觉得很孤独。父母把我送到国外读书，身边的环境很不适应，想回去，但是他们不让我回去，天天叫我读书，让我感觉他们只在意我的学业，不在意我的感受。我现在不知道怎么做好，也不知道该怎么办好。",
    "annotation": [
      {
        "sentence": "我现在20岁，在国外读书，可是感觉自己活得很自卑，一直觉得很孤独。",
        "label": ""
      },
      {
        "sentence": "父母把我送到国外读书，身边的环境很不适应，想回去，但是他们不让我回去，天天叫我读书，让我感觉他们只在意我的学业，不在意我的感受。",
        "label": ""
      },
      {
        "sentence": "我现在不知道怎么做好，也不知道该怎么办好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你的父母让你出国读书，应该是为了让你受到更全面的教育，换一个学习环境，这也是为了你的将来。他们花了很多钱来让你出国，我相信父母一定很爱你。虽然他们疏忽了你的感受，但是我相信他们是想让你有更好的将来。你可以跟他们沟通，说明自己的想法，希望能够改变自己的学习环境，让自己感到更加自在。如果不能切换学习环境的话，也许你可以开始慢慢适应这个环境，多多接触同学，多参加学校的活动，让自己融入这里的生活，慢慢的你会对这里产生兴趣。",
    "annotation": [
      {
        "sentence": "我觉得你的父母让你出国读书，应该是为了让你受到更全面的教育，换一个学习环境，这也是为了你的将来。",
        "label": ""
      },
      {
        "sentence": "他们花了很多钱来让你出国，我相信父母一定很爱你。",
        "label": ""
      },
      {
        "sentence": "虽然他们疏忽了你的感受，但是我相信他们是想让你有更好的将来。",
        "label": ""
      },
      {
        "sentence": "你可以跟他们沟通，说明自己的想法，希望能够改变自己的学习环境，让自己感到更加自在。",
        "label": ""
      },
      {
        "sentence": "如果不能切换学习环境的话，也许你可以开始慢慢适应这个环境，多多接触同学，多参加学校的活动，让自己融入这里的生活，慢慢的你会对这里产生兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可能真的需要跟父母多谈一下了。可是我现在感觉自己很迷茫，我报了个大专，但现在我觉得很不喜欢这个专业，不知道以后该怎么做。",
    "annotation": [
      {
        "sentence": "我可能真的需要跟父母多谈一下了。",
        "label": ""
      },
      {
        "sentence": "可是我现在感觉自己很迷茫，我报了个大专，但现在我觉得很不喜欢这个专业，不知道以后该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况也很正常，你需要给自己点时间适应学习，特别是你这个环境比较陌生的情况下。大专专业选择不适合你的话，你可以考虑向辅导员或者其他的老师寻求帮助。看看自己的兴趣爱好，有没有什么方向可以去发展，从而改变自己对大专的看法。同时也要给自己一些时间和空间，让自己可以适应这个新的环境，相信自己只要努力去学，有一天你一定会学会喜欢上这个专业并且学习得很好。",
    "annotation": [
      {
        "sentence": "这种情况也很正常，你需要给自己点时间适应学习，特别是你这个环境比较陌生的情况下。",
        "label": ""
      },
      {
        "sentence": "大专专业选择不适合你的话，你可以考虑向辅导员或者其他的老师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "看看自己的兴趣爱好，有没有什么方向可以去发展，从而改变自己对大专的看法。",
        "label": ""
      },
      {
        "sentence": "同时也要给自己一些时间和空间，让自己可以适应这个新的环境，相信自己只要努力去学，有一天你一定会学会喜欢上这个专业并且学习得很好。",
        "label": ""
      }
    ]
  }
]