[
  {
    "role": "client",
    "content": "我真的很讨厌我爸，可我不该这样吧？女，27了，孩子也一岁半了。可我在本该成熟孝敬父母的年纪，越来越讨厌自己的爸爸。从小是妈妈一个人丧偶式把我拉扯大的，我第一次对爸爸有记忆已经是四五岁的时候了，我记忆中，没有什么关于爸爸开心的回忆，全部都是害怕和紧张。他每个月回来四天，不好好吃饭，用木棍抽到身上青紫。想妈妈了，打到我不哭为止。翻我的房间，翻我的日记，连我的小纸条都翻，看见认为不爽的，就拿出来质问我。跟我说等我上小学六年级就不打我了。后来，是不打了，就是骂我，瞪我，板着脸不和我说话。我想他应该很讨厌我。",
    "annotation": [
      {
        "sentence": "我真的很讨厌我爸，可我不该这样吧？",
        "label": ""
      },
      {
        "sentence": "女，27了，孩子也一岁半了。",
        "label": ""
      },
      {
        "sentence": "可我在本该成熟孝敬父母的年纪，越来越讨厌自己的爸爸。",
        "label": ""
      },
      {
        "sentence": "从小是妈妈一个人丧偶式把我拉扯大的，我第一次对爸爸有记忆已经是四五岁的时候了，我记忆中，没有什么关于爸爸开心的回忆，全部都是害怕和紧张。",
        "label": ""
      },
      {
        "sentence": "他每个月回来四天，不好好吃饭，用木棍抽到身上青紫。",
        "label": ""
      },
      {
        "sentence": "想妈妈了，打到我不哭为止。",
        "label": ""
      },
      {
        "sentence": "翻我的房间，翻我的日记，连我的小纸条都翻，看见认为不爽的，就拿出来质问我。",
        "label": ""
      },
      {
        "sentence": "跟我说等我上小学六年级就不打我了。",
        "label": ""
      },
      {
        "sentence": "后来，是不打了，就是骂我，瞪我，板着脸不和我说话。",
        "label": ""
      },
      {
        "sentence": "我想他应该很讨厌我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的经历暖暖真的好心疼呀，希望你能够忘却烦恼，获得一刻宁静。你目前面临的主要问题是：对父亲的印象出现了道德和情感上的差距，不知道应该怎么办？『不被迫爱且不伤害』你说：我第一次对爸爸有记忆已经是四五岁的时候了，我记忆中，没有什么关于爸爸开心的回忆，全部都是害怕和紧张。每天爸爸陪自己的孩子玩1个小时，剩下的时间全是我自己带，我却不知道为什么背负着坑害父亲的名声。现在我自己带孩子了，他就每天在我妈面前说我很多的不好，依然对我不断的贴标签，下定义，冤枉我。从你的表述中可以看出，你对于爸爸这个角色真的是非常陌生甚至爸爸带给你从小的恐惧和紧张一直伴随着你成长，不过非常庆幸，你的妈妈把你保护和教育得很好，经历了这些仍然心怀感激。",
    "annotation": [
      {
        "sentence": "看到你的经历暖暖真的好心疼呀，希望你能够忘却烦恼，获得一刻宁静。",
        "label": ""
      },
      {
        "sentence": "你目前面临的主要问题是：对父亲的印象出现了道德和情感上的差距，不知道应该怎么办？",
        "label": ""
      },
      {
        "sentence": "『不被迫爱且不伤害』你说：我第一次对爸爸有记忆已经是四五岁的时候了，我记忆中，没有什么关于爸爸开心的回忆，全部都是害怕和紧张。",
        "label": ""
      },
      {
        "sentence": "每天爸爸陪自己的孩子玩1个小时，剩下的时间全是我自己带，我却不知道为什么背负着坑害父亲的名声。",
        "label": ""
      },
      {
        "sentence": "现在我自己带孩子了，他就每天在我妈面前说我很多的不好，依然对我不断的贴标签，下定义，冤枉我。",
        "label": ""
      },
      {
        "sentence": "从你的表述中可以看出，你对于爸爸这个角色真的是非常陌生甚至爸爸带给你从小的恐惧和紧张一直伴随着你成长，不过非常庆幸，你的妈妈把你保护和教育得很好，经历了这些仍然心怀感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也很感激妈妈一直以来的照顾和关爱。但是每次爸爸提到我在妈妈面前的不好，我就觉得很委屈，好像无论我做什么都不对似的。我真的很讨厌这种感觉，但又觉得自己对爸爸的行为不能完全忍受。",
    "annotation": [
      {
        "sentence": "是的，我也很感激妈妈一直以来的照顾和关爱。",
        "label": ""
      },
      {
        "sentence": "但是每次爸爸提到我在妈妈面前的不好，我就觉得很委屈，好像无论我做什么都不对似的。",
        "label": ""
      },
      {
        "sentence": "我真的很讨厌这种感觉，但又觉得自己对爸爸的行为不能完全忍受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，暖暖觉得，我们的确不该强迫自己去爱一个伤害了自己的人，爸爸对你的伤害不是一天两天的，而是贯穿了从小到大的经历，所以如果要求你去接受并且完全原谅爸爸，是一件非常残忍的事情。但是暖暖突然觉得，爸爸毕竟是亲人，就像你感受到的那样，自己的道德告诉你该感恩。我们的确应该感恩爸爸给予我们生命，但不代表就要接受爸爸的所有的伤害。所以，对于父亲，你只需要做到自己认为该做的事情，是为了自己的道德而不是为了证明强迫自己爱爸爸的表现。",
    "annotation": [
      {
        "sentence": "其实，暖暖觉得，我们的确不该强迫自己去爱一个伤害了自己的人，爸爸对你的伤害不是一天两天的，而是贯穿了从小到大的经历，所以如果要求你去接受并且完全原谅爸爸，是一件非常残忍的事情。",
        "label": ""
      },
      {
        "sentence": "但是暖暖突然觉得，爸爸毕竟是亲人，就像你感受到的那样，自己的道德告诉你该感恩。",
        "label": ""
      },
      {
        "sentence": "我们的确应该感恩爸爸给予我们生命，但不代表就要接受爸爸的所有的伤害。",
        "label": ""
      },
      {
        "sentence": "所以，对于父亲，你只需要做到自己认为该做的事情，是为了自己的道德而不是为了证明强迫自己爱爸爸的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了，我不需要为了满足他的期望而隐忍自己的感受，我只需要做好我自己认为对得起自己良心的事情就可以了。只是有时候还是会感觉到内心的矛盾和困惑，很难受。",
    "annotation": [
      {
        "sentence": "我明白你的意思了，我不需要为了满足他的期望而隐忍自己的感受，我只需要做好我自己认为对得起自己良心的事情就可以了。",
        "label": ""
      },
      {
        "sentence": "只是有时候还是会感觉到内心的矛盾和困惑，很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，暖暖完全理解你的感受。在这个过程中，你可能需要一些情绪调节，这样能更好地处理内心的矛盾和困惑。比如，你可以通过与妈妈沟通来分享你的感受，将你想对爸爸说的话传达给妈妈。这种间接的沟通方式相对客观，不会让你的情绪过于偏激，也有助于表达自己内心的感受和解决问题。",
    "annotation": [
      {
        "sentence": "没关系，暖暖完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可能需要一些情绪调节，这样能更好地处理内心的矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "比如，你可以通过与妈妈沟通来分享你的感受，将你想对爸爸说的话传达给妈妈。",
        "label": ""
      },
      {
        "sentence": "这种间接的沟通方式相对客观，不会让你的情绪过于偏激，也有助于表达自己内心的感受和解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实有道理。我会试试和妈妈多聊聊天，把我自己的感受传达给她。这样的方式似乎更合适，也能够稳定情绪，解决问题。只是，我还是怕妈妈会不理解我，或者她会站在爸爸的立场上。",
    "annotation": [
      {
        "sentence": "嗯，确实有道理。",
        "label": ""
      },
      {
        "sentence": "我会试试和妈妈多聊聊天，把我自己的感受传达给她。",
        "label": ""
      },
      {
        "sentence": "这样的方式似乎更合适，也能够稳定情绪，解决问题。",
        "label": ""
      },
      {
        "sentence": "只是，我还是怕妈妈会不理解我，或者她会站在爸爸的立场上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心，但是相信你的妈妈会理解你的感受的。毕竟，她是两个人之间的桥梁，也是你最亲近的人之一。你可以试着与妈妈坦诚地沟通，让她知道你的真实感受。即使她可能一开始有些偏向爸爸，但是只要你坚持表达，慢慢地她会明白你的心情的。记住，沟通是解决问题的重要一步，不要害怕尝试。",
    "annotation": [
      {
        "sentence": "我明白你的担心，但是相信你的妈妈会理解你的感受的。",
        "label": ""
      },
      {
        "sentence": "毕竟，她是两个人之间的桥梁，也是你最亲近的人之一。",
        "label": ""
      },
      {
        "sentence": "你可以试着与妈妈坦诚地沟通，让她知道你的真实感受。",
        "label": ""
      },
      {
        "sentence": "即使她可能一开始有些偏向爸爸，但是只要你坚持表达，慢慢地她会明白你的心情的。",
        "label": ""
      },
      {
        "sentence": "记住，沟通是解决问题的重要一步，不要害怕尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力去坦诚地与妈妈沟通，让她了解我的真实感受。虽然这个过程可能有些困难，但我相信只要一步步努力，最终问题会得到解决的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力去坦诚地与妈妈沟通，让她了解我的真实感受。",
        "label": ""
      },
      {
        "sentence": "虽然这个过程可能有些困难，但我相信只要一步步努力，最终问题会得到解决的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，相信自己，坚持下去。无论结果如何，暖暖希望你能过上幸福美满的生活，也祝愿你的宝宝茁壮成长，永远快乐幸福。如果以后还有什么需要帮助的，记得随时来找我哦。",
    "annotation": [
      {
        "sentence": "没错，相信自己，坚持下去。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，暖暖希望你能过上幸福美满的生活，也祝愿你的宝宝茁壮成长，永远快乐幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么需要帮助的，记得随时来找我哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我感到很温暖。如果有需要，",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "如果有需要，",
        "label": ""
      }
    ]
  }
]