[
  {
    "role": "client",
    "content": "觉得自己活的好累好累，我还是想要一个好爸爸？我爸在我小时候出轨了，他每天都要很晚才回来，甚至不回来。奶奶告诉我他忙着赚钱养我，很爱我。全是谎言。我小时候很爱他，很恋父，我希望他一直很爱我，能陪我玩，能放学回家看到他，能陪我吃晚饭，能陪我聊天上初中了，他开始让内个女人带我出去玩。我不知道该怎么办，我最会的便是揣着明白装糊涂。我一面揣着对妈妈的愧疚，一面又认识到只有跟她出去，爸爸才会陪我出去玩。我很讨厌妈妈的软弱，哀其不幸，怒其不争。所以我养成了跟妈妈完全相反的性格，我不信任任何人，我为自己穿上了一层厚厚的盔甲。我上了大学，我爸和她生了个男孩。我爸想让我去看看内个孩子。可是我不想。我很讨厌内个孩子。虽然稚子无辜，但是他的出生建立在别人的痛苦之上。我也很讨厌我自己，自卑，敏感，自私只想爸爸爱我一个人，嫉妒内个孩子轻而易举便能得到我求之不得的陪伴。我告诉自己我没有爸爸了，没有人保护我。可是我知道我还是想要一个好爸爸，一个能保护我的人。",
    "annotation": [
      {
        "sentence": "觉得自己活的好累好累，我还是想要一个好爸爸？",
        "label": ""
      },
      {
        "sentence": "我爸在我小时候出轨了，他每天都要很晚才回来，甚至不回来。",
        "label": ""
      },
      {
        "sentence": "奶奶告诉我他忙着赚钱养我，很爱我。",
        "label": ""
      },
      {
        "sentence": "全是谎言。",
        "label": ""
      },
      {
        "sentence": "我小时候很爱他，很恋父，我希望他一直很爱我，能陪我玩，能放学回家看到他，能陪我吃晚饭，能陪我聊天上初中了，他开始让内个女人带我出去玩。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办，我最会的便是揣着明白装糊涂。",
        "label": ""
      },
      {
        "sentence": "我一面揣着对妈妈的愧疚，一面又认识到只有跟她出去，爸爸才会陪我出去玩。",
        "label": ""
      },
      {
        "sentence": "我很讨厌妈妈的软弱，哀其不幸，怒其不争。",
        "label": ""
      },
      {
        "sentence": "所以我养成了跟妈妈完全相反的性格，我不信任任何人，我为自己穿上了一层厚厚的盔甲。",
        "label": ""
      },
      {
        "sentence": "我上了大学，我爸和她生了个男孩。",
        "label": ""
      },
      {
        "sentence": "我爸想让我去看看内个孩子。",
        "label": ""
      },
      {
        "sentence": "可是我不想。",
        "label": ""
      },
      {
        "sentence": "我很讨厌内个孩子。",
        "label": ""
      },
      {
        "sentence": "虽然稚子无辜，但是他的出生建立在别人的痛苦之上。",
        "label": ""
      },
      {
        "sentence": "我也很讨厌我自己，自卑，敏感，自私只想爸爸爱我一个人，嫉妒内个孩子轻而易举便能得到我求之不得的陪伴。",
        "label": ""
      },
      {
        "sentence": "我告诉自己我没有爸爸了，没有人保护我。",
        "label": ""
      },
      {
        "sentence": "可是我知道我还是想要一个好爸爸，一个能保护我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你所描述的情况，我能感同身受，你一直渴望得到一个好爸爸的爱护和陪伴，却被现实所打击，这确实让你心情沮丧。你对爸爸的失望和对妈妈软弱的反感都表达着你内心的痛苦和无奈。这些经历可能让你养成了不信任他人的心理，并努力保护自己不再受伤。上了大学后，爸爸又和那个女人生了个孩子，这让你对那个孩子产生了嫌恶和嫉妒之情，同时也让你更加讨厌自己，觉得自己自卑、敏感、自私。你告诉自己没有爸爸可以依靠，却同时想要一个能保护你的好爸爸。你的感受我都理解，接下来我们可以一起分析和面对这些问题，找到解决的办法。",
    "annotation": [
      {
        "sentence": "看到你所描述的情况，我能感同身受，你一直渴望得到一个好爸爸的爱护和陪伴，却被现实所打击，这确实让你心情沮丧。",
        "label": ""
      },
      {
        "sentence": "你对爸爸的失望和对妈妈软弱的反感都表达着你内心的痛苦和无奈。",
        "label": ""
      },
      {
        "sentence": "这些经历可能让你养成了不信任他人的心理，并努力保护自己不再受伤。",
        "label": ""
      },
      {
        "sentence": "上了大学后，爸爸又和那个女人生了个孩子，这让你对那个孩子产生了嫌恶和嫉妒之情，同时也让你更加讨厌自己，觉得自己自卑、敏感、自私。",
        "label": ""
      },
      {
        "sentence": "你告诉自己没有爸爸可以依靠，却同时想要一个能保护你的好爸爸。",
        "label": ""
      },
      {
        "sentence": "你的感受我都理解，接下来我们可以一起分析和面对这些问题，找到解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很难过，觉得自己没有一个可以倾诉的人。母亲也无法给予我支持和保护，父亲也不能成为我期待的那个好爸爸。我现在感到非常困惑，内心十分纠结。我不知道如何应对自己对爸爸的失望和对妈妈的不满。同时，这种对那个孩子的嫉妒也让我感到内心十分痛苦。",
    "annotation": [
      {
        "sentence": "我真的很难过，觉得自己没有一个可以倾诉的人。",
        "label": ""
      },
      {
        "sentence": "母亲也无法给予我支持和保护，父亲也不能成为我期待的那个好爸爸。",
        "label": ""
      },
      {
        "sentence": "我现在感到非常困惑，内心十分纠结。",
        "label": ""
      },
      {
        "sentence": "我不知道如何应对自己对爸爸的失望和对妈妈的不满。",
        "label": ""
      },
      {
        "sentence": "同时，这种对那个孩子的嫉妒也让我感到内心十分痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，确实在这个过程中你很孤单，没有得到理解和倾诉的渠道。对于爸爸和妈妈的失望和对那个孩子的嫉妒，我们可以尝试一下情绪管理。不要把这些情绪压抑在心里，你可以找个适合的时机跟爸爸和妈妈坦诚沟通，让他们了解你的内心真实感受，也让自己得到一些心理慰藉。另外，我们可以探讨一些应对方式，帮助你释放压力并培养自己的情绪调节能力。你会发现，通过与他人的交流和寻求支持，你的负面情绪会得到一定的缓解。",
    "annotation": [
      {
        "sentence": "我理解你的感受，确实在这个过程中你很孤单，没有得到理解和倾诉的渠道。",
        "label": ""
      },
      {
        "sentence": "对于爸爸和妈妈的失望和对那个孩子的嫉妒，我们可以尝试一下情绪管理。",
        "label": ""
      },
      {
        "sentence": "不要把这些情绪压抑在心里，你可以找个适合的时机跟爸爸和妈妈坦诚沟通，让他们了解你的内心真实感受，也让自己得到一些心理慰藉。",
        "label": ""
      },
      {
        "sentence": "另外，我们可以探讨一些应对方式，帮助你释放压力并培养自己的情绪调节能力。",
        "label": ""
      },
      {
        "sentence": "你会发现，通过与他人的交流和寻求支持，你的负面情绪会得到一定的缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我一直没有找到合适的方式与父母沟通。我一直扮演着坚强的角色，对他们的行为选择了沉默。我会试一试去跟他们谈谈我的感受，也希望能从他们那里得到一些支持和理解。另外，你提到的情绪管理和调节也很重要，我会尝试一些放松的方式来释放压力。感谢你的鼓励和建议，让我看到了一些新的方向。",
    "annotation": [
      {
        "sentence": "或许你说得对，我一直没有找到合适的方式与父母沟通。",
        "label": ""
      },
      {
        "sentence": "我一直扮演着坚强的角色，对他们的行为选择了沉默。",
        "label": ""
      },
      {
        "sentence": "我会试一试去跟他们谈谈我的感受，也希望能从他们那里得到一些支持和理解。",
        "label": ""
      },
      {
        "sentence": "另外，你提到的情绪管理和调节也很重要，我会尝试一些放松的方式来释放压力。",
        "label": ""
      },
      {
        "sentence": "感谢你的鼓励和建议，让我看到了一些新的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试沟通和情绪管理。不要忘记，在这个过程中，你不需要独自承担所有的压力和困难。如果需要的话，你可以考虑寻求专业心理咨询的帮助，他们会更专业地指导你并提供支持。同时，记得要对自己有信心，你有能力面对困难和改变自己的生活。我会一直在你身边支持你，相信你能找到属于自己的幸福和保护。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试沟通和情绪管理。",
        "label": ""
      },
      {
        "sentence": "不要忘记，在这个过程中，你不需要独自承担所有的压力和困难。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，你可以考虑寻求专业心理咨询的帮助，他们会更专业地指导你并提供支持。",
        "label": ""
      },
      {
        "sentence": "同时，记得要对自己有信心，你有能力面对困难和改变自己的生活。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你，相信你能找到属于自己的幸福和保护。",
        "label": ""
      }
    ]
  }
]