[
  {
    "role": "client",
    "content": "没有朋友，对亲戚没有归属感，和天生气质有关吗？？六岁离开老家到达父母处，19岁到达广州，六岁前的记忆没有太多，都是不好的感受，父母感情好，因为母亲对父亲的感谢和崇拜，家里环境不好，没有和父母住，四年级开始在工厂宿舍住，感觉贫穷，小时父母不会买零食给自己，只满足基本的，节约，环境差，在我离开后家里买房，我自己两年打工的钱都资助了，因为不想加入年年返乡大潮基本很少回父母家看父母，安家在广州后几年回一次，没有太多感觉，父母有事我处理，比如妈妈手术我会照顾，没有事不太管。平时买点东西，一年给几千。可是，突然感受没有归属感。比如，老家亲戚家没有什么联系，没有感觉。父母家也是比较陌生。朋友基本没有太多。感觉不会维系。没有人情往来，老公家都是老公自己处理。有朋友结婚啥就丰个红包，不计较回来。只出没有安排进过。难道和天生气质有关吗，感觉自己是打岔型的，有乐天，越是重要事情越拖延，不想睡觉，不想做，感觉有抑郁表现了",
    "annotation": [
      {
        "sentence": "没有朋友，对亲戚没有归属感，和天生气质有关吗？？",
        "label": ""
      },
      {
        "sentence": "六岁离开老家到达父母处，19岁到达广州，六岁前的记忆没有太多，都是不好的感受，父母感情好，因为母亲对父亲的感谢和崇拜，家里环境不好，没有和父母住，四年级开始在工厂宿舍住，感觉贫穷，小时父母不会买零食给自己，只满足基本的，节约，环境差，在我离开后家里买房，我自己两年打工的钱都资助了，因为不想加入年年返乡大潮基本很少回父母家看父母，安家在广州后几年回一次，没有太多感觉，父母有事我处理，比如妈妈手术我会照顾，没有事不太管。",
        "label": ""
      },
      {
        "sentence": "平时买点东西，一年给几千。",
        "label": ""
      },
      {
        "sentence": "可是，突然感受没有归属感。",
        "label": ""
      },
      {
        "sentence": "比如，老家亲戚家没有什么联系，没有感觉。",
        "label": ""
      },
      {
        "sentence": "父母家也是比较陌生。",
        "label": ""
      },
      {
        "sentence": "朋友基本没有太多。",
        "label": ""
      },
      {
        "sentence": "感觉不会维系。",
        "label": ""
      },
      {
        "sentence": "没有人情往来，老公家都是老公自己处理。",
        "label": ""
      },
      {
        "sentence": "有朋友结婚啥就丰个红包，不计较回来。",
        "label": ""
      },
      {
        "sentence": "只出没有安排进过。",
        "label": ""
      },
      {
        "sentence": "难道和天生气质有关吗，感觉自己是打岔型的，有乐天，越是重要事情越拖延，不想睡觉，不想做，感觉有抑郁表现了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对缺乏朋友和对亲戚缺乏归属感这一问题是否和天生的气质有关，这个问题比较复杂，我们可以通过以下方式来进行判断。首先，你关注的情况是否从你出生就存在？其次，你对这些问题的感受是在什么时候出现的？出现问题时是否发生了什么特殊的事件？气质是天生的，而且类别是有限的，我感受到自己有抑郁的表现，你可以在网上搜索“sds自测”和“SCL自测”，自己测试一下。如果需要的话，你可以把测试结果截图发给我，我可以帮你分析一下。",
    "annotation": [
      {
        "sentence": "你对缺乏朋友和对亲戚缺乏归属感这一问题是否和天生的气质有关，这个问题比较复杂，我们可以通过以下方式来进行判断。",
        "label": ""
      },
      {
        "sentence": "首先，你关注的情况是否从你出生就存在？",
        "label": ""
      },
      {
        "sentence": "其次，你对这些问题的感受是在什么时候出现的？",
        "label": ""
      },
      {
        "sentence": "出现问题时是否发生了什么特殊的事件？",
        "label": ""
      },
      {
        "sentence": "气质是天生的，而且类别是有限的，我感受到自己有抑郁的表现，你可以在网上搜索“sds自测”和“SCL自测”，自己测试一下。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，你可以把测试结果截图发给我，我可以帮你分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的回答。从我六岁离开老家到父母处开始，对亲戚没有归属感的问题就一直存在。小时候家里环境不好，我住在工厂宿舍，感觉非常贫穷。父母从不给我买零食，只满足我的基本需求，并且在我离开后他们买了房子，而我自己打工两年的钱基本全都资助了他们。因为不想被年年返乡的大潮所困扰，我很少回父母家看望他们。来广州后，我也很少回老家，对亲戚的关系变得非常疏远。朋友的数量也非常有限，感觉很难维系友情。而且我和老公家的事情都是老公自己处理的，即使有朋友结婚我也只是丰个红包，对方不计较回礼。总之，我感觉自己在生活中没有找到归属感。这样的问题是否与我天生的气质有关呢？另外，我感觉自己是个拖延症患者，对于重要的事情总是越拖越久。我每天都不想睡觉，也不想做任何事情，感觉自己可能有抑郁的表现。",
    "annotation": [
      {
        "sentence": "感谢你的回答。",
        "label": ""
      },
      {
        "sentence": "从我六岁离开老家到父母处开始，对亲戚没有归属感的问题就一直存在。",
        "label": ""
      },
      {
        "sentence": "小时候家里环境不好，我住在工厂宿舍，感觉非常贫穷。",
        "label": ""
      },
      {
        "sentence": "父母从不给我买零食，只满足我的基本需求，并且在我离开后他们买了房子，而我自己打工两年的钱基本全都资助了他们。",
        "label": ""
      },
      {
        "sentence": "因为不想被年年返乡的大潮所困扰，我很少回父母家看望他们。",
        "label": ""
      },
      {
        "sentence": "来广州后，我也很少回老家，对亲戚的关系变得非常疏远。",
        "label": ""
      },
      {
        "sentence": "朋友的数量也非常有限，感觉很难维系友情。",
        "label": ""
      },
      {
        "sentence": "而且我和老公家的事情都是老公自己处理的，即使有朋友结婚我也只是丰个红包，对方不计较回礼。",
        "label": ""
      },
      {
        "sentence": "总之，我感觉自己在生活中没有找到归属感。",
        "label": ""
      },
      {
        "sentence": "这样的问题是否与我天生的气质有关呢？",
        "label": ""
      },
      {
        "sentence": "另外，我感觉自己是个拖延症患者，对于重要的事情总是越拖越久。",
        "label": ""
      },
      {
        "sentence": "我每天都不想睡觉，也不想做任何事情，感觉自己可能有抑郁的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你详细地向我描述了你的情况。你从六岁离开老家到父母处开始就没有归属感，这可能与家庭环境和个人经历有关。在你小时候，由于家庭环境不好，住在工厂宿舍中，你感受到了贫穷。父母从不给你买零食，只满足基本需求，而且在你离开后他们买了房子，你自己打工两年的钱都资助了他们。你的这些经历可能导致了你对亲戚和朋友之间关系的疏远感以及缺乏归属感。另外，你提到和老公家的事情都是由老公处理，而你在朋友结婚时也只是给红包而不期待回礼。这也表明你在生活中没有找到自己的位置和角色。关于拖延症的问题，它可能与你的内心压力和情绪有关。你每天不想睡觉、不想做任何事情的表现也确实与抑郁有关。我建议你可以在网上搜索“sds自测”和“SCL自测”，进行自我测试以了解更多情况。如果你需要的话，可以把测试结果截图发给我，我可以帮你分析一下。",
    "annotation": [
      {
        "sentence": "非常感谢你详细地向我描述了你的情况。",
        "label": ""
      },
      {
        "sentence": "你从六岁离开老家到父母处开始就没有归属感，这可能与家庭环境和个人经历有关。",
        "label": ""
      },
      {
        "sentence": "在你小时候，由于家庭环境不好，住在工厂宿舍中，你感受到了贫穷。",
        "label": ""
      },
      {
        "sentence": "父母从不给你买零食，只满足基本需求，而且在你离开后他们买了房子，你自己打工两年的钱都资助了他们。",
        "label": ""
      },
      {
        "sentence": "你的这些经历可能导致了你对亲戚和朋友之间关系的疏远感以及缺乏归属感。",
        "label": ""
      },
      {
        "sentence": "另外，你提到和老公家的事情都是由老公处理，而你在朋友结婚时也只是给红包而不期待回礼。",
        "label": ""
      },
      {
        "sentence": "这也表明你在生活中没有找到自己的位置和角色。",
        "label": ""
      },
      {
        "sentence": "关于拖延症的问题，它可能与你的内心压力和情绪有关。",
        "label": ""
      },
      {
        "sentence": "你每天不想睡觉、不想做任何事情的表现也确实与抑郁有关。",
        "label": ""
      },
      {
        "sentence": "我建议你可以在网上搜索“sds自测”和“SCL自测”，进行自我测试以了解更多情况。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，可以把测试结果截图发给我，我可以帮你分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的回答和支持。我对于缺乏归属感和拖延症的原因更加清楚了。我确实在家庭环境和个人经历中感受到了贫穷和被忽视的情绪。这也导致了我和亲戚、朋友之间的交往缺乏联系。我的拖延症可能是对内心压力和情绪的一种逃避方式。我会在网上搜索相关测试并将结果发送给你，希望能得到你的帮助和分析。",
    "annotation": [
      {
        "sentence": "非常感谢你的回答和支持。",
        "label": ""
      },
      {
        "sentence": "我对于缺乏归属感和拖延症的原因更加清楚了。",
        "label": ""
      },
      {
        "sentence": "我确实在家庭环境和个人经历中感受到了贫穷和被忽视的情绪。",
        "label": ""
      },
      {
        "sentence": "这也导致了我和亲戚、朋友之间的交往缺乏联系。",
        "label": ""
      },
      {
        "sentence": "我的拖延症可能是对内心压力和情绪的一种逃避方式。",
        "label": ""
      },
      {
        "sentence": "我会在网上搜索相关测试并将结果发送给你，希望能得到你的帮助和分析。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣喜听到你对问题的原因有更清晰的认识。你在家庭环境和个人经历中感受到的贫穷和被忽视的情绪对你的交往和自我产生了负面影响。拖延症可能是你对内心压力和情绪逃避的一种方式。我期待你完成自我测试并将结果发送给我，我会尽力为你提供帮助和分析。请记住，你并不孤单，我们在这里支持你。",
    "annotation": [
      {
        "sentence": "非常欣喜听到你对问题的原因有更清晰的认识。",
        "label": ""
      },
      {
        "sentence": "你在家庭环境和个人经历中感受到的贫穷和被忽视的情绪对你的交往和自我产生了负面影响。",
        "label": ""
      },
      {
        "sentence": "拖延症可能是你对内心压力和情绪逃避的一种方式。",
        "label": ""
      },
      {
        "sentence": "我期待你完成自我测试并将结果发送给我，我会尽力为你提供帮助和分析。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，我们在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会尽快完成自我测试并将结果发送给你。谢谢你陪伴我度过难过的时光。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽快完成自我测试并将结果发送给你。",
        "label": ""
      },
      {
        "sentence": "谢谢你陪伴我度过难过的时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供支持和鼓励。你不是一个人，我们一直陪在你身边。请记得，有了认识和理解问题的第一步，接下来我们可以一起找到解决问题的方法。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "你不是一个人，我们一直陪在你身边。",
        "label": ""
      },
      {
        "sentence": "请记得，有了认识和理解问题的第一步，接下来我们可以一起找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]