[
  {
    "role": "client",
    "content": "高二开学，班级被拆了，要面临新的环境心里很烦躁。",
    "annotation": [
      {
        "sentence": "高二开学，班级被拆了，要面临新的环境心里很烦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述我觉得你是一个有上进心，同时会对将来的事情分析以及找出顾虑。这是一件好事，至少你不是没心没肺的人，凡事多留一个心，也好面对时有所对应。还有，现在的疫情影响很大，有些学校甚至上半年一整个学期都是在网课渡过的。不知道你的学校是不是如此？",
    "annotation": [
      {
        "sentence": "通过你的描述我觉得你是一个有上进心，同时会对将来的事情分析以及找出顾虑。",
        "label": ""
      },
      {
        "sentence": "这是一件好事，至少你不是没心没肺的人，凡事多留一个心，也好面对时有所对应。",
        "label": ""
      },
      {
        "sentence": "还有，现在的疫情影响很大，有些学校甚至上半年一整个学期都是在网课渡过的。",
        "label": ""
      },
      {
        "sentence": "不知道你的学校是不是如此？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "不是，我们学校只是在疫情期间在网上上课，现在疫情已经控制住了，学校就开学了。",
    "annotation": [
      {
        "sentence": "不是，我们学校只是在疫情期间在网上上课，现在疫情已经控制住了，学校就开学了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，长时间的宅家，即使末几个月你常常外出社交，但是新的学期的开始也会让人无法适应。作息习惯，饮食，生活习惯等等。而此时开学恰好身边同学全部换了一批，老师也换掉了。那么即使还是那个熟悉的校园，但对于校园里的你面临的确实全新的体验。你会恐慌，焦虑，其实都是可以理解的。人之所以喜欢熟悉的环境就是因为它能带来安全感；同时人们不太喜欢改变，因为改变意味着花费精力去形成另一种习惯；改变意味着不可控。",
    "annotation": [
      {
        "sentence": "我明白了，长时间的宅家，即使末几个月你常常外出社交，但是新的学期的开始也会让人无法适应。",
        "label": ""
      },
      {
        "sentence": "作息习惯，饮食，生活习惯等等。",
        "label": ""
      },
      {
        "sentence": "而此时开学恰好身边同学全部换了一批，老师也换掉了。",
        "label": ""
      },
      {
        "sentence": "那么即使还是那个熟悉的校园，但对于校园里的你面临的确实全新的体验。",
        "label": ""
      },
      {
        "sentence": "你会恐慌，焦虑，其实都是可以理解的。",
        "label": ""
      },
      {
        "sentence": "人之所以喜欢熟悉的环境就是因为它能带来安全感；同时人们不太喜欢改变，因为改变意味着花费精力去形成另一种习惯；改变意味着不可控。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也意识到这些，但是还是感觉很无助。",
    "annotation": [
      {
        "sentence": "我也意识到这些，但是还是感觉很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你请放宽心态，你对于一件事情的态度往往会影响甚至决定这件事情对你而言的好坏性质。这是你无法转变的事情。倒不如愉快接受他，省去忧虑的时间，减少心理内耗。《谁动了我的奶酪》这本书传达的观念就在于把每次转变都视为机遇。当转变到来的时候，它可能是预示着什么，通过实践告诉你的缺点与优势，让你了解之前未曾了解过的邻域……",
    "annotation": [
      {
        "sentence": "你请放宽心态，你对于一件事情的态度往往会影响甚至决定这件事情对你而言的好坏性质。",
        "label": ""
      },
      {
        "sentence": "这是你无法转变的事情。",
        "label": ""
      },
      {
        "sentence": "倒不如愉快接受他，省去忧虑的时间，减少心理内耗。",
        "label": ""
      },
      {
        "sentence": "《谁动了我的奶酪》这本书传达的观念就在于把每次转变都视为机遇。",
        "label": ""
      },
      {
        "sentence": "当转变到来的时候，它可能是预示着什么，通过实践告诉你的缺点与优势，让你了解之前未曾了解过的邻域……",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我还是很担心和自己不熟悉的人住在一起，尤其是那些抽烟的舍友。",
    "annotation": [
      {
        "sentence": "但是我还是很担心和自己不熟悉的人住在一起，尤其是那些抽烟的舍友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "比如你说舍友有人抽烟，我猜测你认为对方是坏学生，认为他不好相处，可能干扰到你的学习，同时有被带坏的风险。可是人的一生会遇到形形色色的人，你不能控制你遇到的人的好坏。当我们遇到困难的时候，是不是会开始寻找方法，就像现在的你预知到了某种困难来这里寻求帮助一样。在此我并不想预先推断对方的品性，但假如某一天你遇到歹徒，那么你是否会感激当初的自己遇到了一个难缠且暴躁的室友，并通过寻找办法以及改变，而掌握了与暂时歹徒周旋的策略以及勇气呢？害怕吵闹，可以选择不呆在宿舍而去教室学习。不喜欢跟抽烟的同学太亲近就选择保持距离的相处模式，内心划分好界限。其实掌握了好的沟通模式，无论什么样的人你都能与其和平相处。阅读《非暴力沟通》可能对你有帮助。",
    "annotation": [
      {
        "sentence": "比如你说舍友有人抽烟，我猜测你认为对方是坏学生，认为他不好相处，可能干扰到你的学习，同时有被带坏的风险。",
        "label": ""
      },
      {
        "sentence": "可是人的一生会遇到形形色色的人，你不能控制你遇到的人的好坏。",
        "label": ""
      },
      {
        "sentence": "当我们遇到困难的时候，是不是会开始寻找方法，就像现在的你预知到了某种困难来这里寻求帮助一样。",
        "label": ""
      },
      {
        "sentence": "在此我并不想预先推断对方的品性，但假如某一天你遇到歹徒，那么你是否会感激当初的自己遇到了一个难缠且暴躁的室友，并通过寻找办法以及改变，而掌握了与暂时歹徒周旋的策略以及勇气呢？",
        "label": ""
      },
      {
        "sentence": "害怕吵闹，可以选择不呆在宿舍而去教室学习。",
        "label": ""
      },
      {
        "sentence": "不喜欢跟抽烟的同学太亲近就选择保持距离的相处模式，内心划分好界限。",
        "label": ""
      },
      {
        "sentence": "其实掌握了好的沟通模式，无论什么样的人你都能与其和平相处。",
        "label": ""
      },
      {
        "sentence": "阅读《非暴力沟通》可能对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是很不习惯换掉的老师和新同学。",
    "annotation": [
      {
        "sentence": "我还是很不习惯换掉的老师和新同学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些同学可能不介意甚至喜欢老师换了，有些同学正好相反。或许你不开心是因为以前的老师会教／对你很好／你适应或者学习模式适合之前老师的授课方式。新的老师需要你去磨合，而你觉得功课本来就重。物是死的，而人是活的。为什么不发挥你的主观能动性去改变自己的上课模式呢？比如你嫌新老师上课啰嗦在确保掌握了他正在讲的知识点之后，做别的事。比如：边听边刷题，到了新的知识点再停一下。或许你不想跟之前的好友分别，同时觉得再认识新同学又是一个有陌生到熟悉的过程觉得一开始害羞。可是无论是班级还是宿舍的同学，都是一个认识新朋友的机会，或许他们中有的是学霸，或者跟你志同道合的人，与他们打好关系对你有帮助。每一个认识的人，都会对你产生一些改变，说不定你会遇到对你改变很大的人物，但愿那是好的改变。保持自己的交友准则，擦亮双眼就不会错。加油！勇敢面对新生活吧。",
    "annotation": [
      {
        "sentence": "有些同学可能不介意甚至喜欢老师换了，有些同学正好相反。",
        "label": ""
      },
      {
        "sentence": "或许你不开心是因为以前的老师会教／对你很好／你适应或者学习模式适合之前老师的授课方式。",
        "label": ""
      },
      {
        "sentence": "新的老师需要你去磨合，而你觉得功课本来就重。",
        "label": ""
      },
      {
        "sentence": "物是死的，而人是活的。",
        "label": ""
      },
      {
        "sentence": "为什么不发挥你的主观能动性去改变自己的上课模式呢？",
        "label": ""
      },
      {
        "sentence": "比如你嫌新老师上课啰嗦在确保掌握了他正在讲的知识点之后，做别的事。",
        "label": ""
      },
      {
        "sentence": "比如：边听边刷题，到了新的知识点再停一下。",
        "label": ""
      },
      {
        "sentence": "或许你不想跟之前的好友分别，同时觉得再认识新同学又是一个有陌生到熟悉的过程觉得一开始害羞。",
        "label": ""
      },
      {
        "sentence": "可是无论是班级还是宿舍的同学，都是一个认识新朋友的机会，或许他们中有的是学霸，或者跟你志同道合的人，与他们打好关系对你有帮助。",
        "label": ""
      },
      {
        "sentence": "每一个认识的人，都会对你产生一些改变，说不定你会遇到对你改变很大的人物，但愿那是好的改变。",
        "label": ""
      },
      {
        "sentence": "保持自己的交友准则，擦亮双眼就不会错。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "勇敢面对新生活吧。",
        "label": ""
      }
    ]
  }
]