[
  {
    "role": "client",
    "content": "我是一个32岁的男性，最近遇到了一个问题，我变得很好色，对自己的情绪感到无法控制。不知道为什么，我越来越好色了。因为我在我们这个高端商场开店，所以每天会看到很多时尚性感的女孩子，这让我内心产生一种荷尔蒙分泌的感觉，甚至出现了一些性幻想，然后就开始对自己产生一些痛苦的情绪。以前我20多岁的时候长得挺帅，那个时候谈女朋友也比较容易，但因为性格内向、自卑和缺乏安全感，所以女朋友都是自己能够掌控的类型。而对于自己理想中的女孩子，虽然有接触，但是我不会把握机会，结果错过了。现在每天我都觉得自己为什么不像别人那样善于搭讪，外向开朗，对喜欢的人勇敢追求。而是只能偷偷地幻想，只能默默地心动。我开始恨自己了，恨自己如此无能，恨自己如此好色！我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个32岁的男性，最近遇到了一个问题，我变得很好色，对自己的情绪感到无法控制。",
        "label": ""
      },
      {
        "sentence": "不知道为什么，我越来越好色了。",
        "label": ""
      },
      {
        "sentence": "因为我在我们这个高端商场开店，所以每天会看到很多时尚性感的女孩子，这让我内心产生一种荷尔蒙分泌的感觉，甚至出现了一些性幻想，然后就开始对自己产生一些痛苦的情绪。",
        "label": ""
      },
      {
        "sentence": "以前我20多岁的时候长得挺帅，那个时候谈女朋友也比较容易，但因为性格内向、自卑和缺乏安全感，所以女朋友都是自己能够掌控的类型。",
        "label": ""
      },
      {
        "sentence": "而对于自己理想中的女孩子，虽然有接触，但是我不会把握机会，结果错过了。",
        "label": ""
      },
      {
        "sentence": "现在每天我都觉得自己为什么不像别人那样善于搭讪，外向开朗，对喜欢的人勇敢追求。",
        "label": ""
      },
      {
        "sentence": "而是只能偷偷地幻想，只能默默地心动。",
        "label": ""
      },
      {
        "sentence": "我开始恨自己了，恨自己如此无能，恨自己如此好色！",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的情况，我想了解一下你现在的婚姻状况。你是单身还是已经结婚了呢？如果已经结婚了，那你所谓的“hold住”的对象应该是你的妻子吧？我感到你现在可能处于一个危险的状态。你已经31岁了，工作也有一段时间了，经济上也相对稳定。虽然和20多岁相比，你可能不再年轻帅气，但还是很不错的。相对于以前的自卑，你现在有了更多底气。你开始想要补回那些曾经的遗憾。所以你才会越来越好色。你的内心开始慢慢地蠢蠢欲动，想要尝试那些年轻时未曾做过的事情。如果你现在还是单身，我自然会建议你勇敢地追求你喜欢的人。但如果你已经有了伴侣，甚至已经结婚了，我非常担心你会做出不好的事情。如果你已经有了伴侣，甚至已经结婚了，我建议你回头看一看，回忆一下你们是怎么在一起的，你们之间的点点滴滴。也许你会发现，你的伴侣其实还是不错的，值得你好好珍惜。或许你也会发现，你对你的伴侣有些不满意，但是请你负起责任，不要伤害她，好好和她沟通。如果她也想挽留你们的关系，那么就给彼此一些时间，重新去培养感情，重新去追求她。不要只看重外貌，而是去体验年轻时那种心动的感觉。有时候心中的想法和冲动并不一定要付诸行动。你已经是一个成熟的成年人了，我相信你能够理清思绪，不要被欲望左右。",
    "annotation": [
      {
        "sentence": "听你说的情况，我想了解一下你现在的婚姻状况。",
        "label": ""
      },
      {
        "sentence": "你是单身还是已经结婚了呢？",
        "label": ""
      },
      {
        "sentence": "如果已经结婚了，那你所谓的“hold住”的对象应该是你的妻子吧？",
        "label": ""
      },
      {
        "sentence": "我感到你现在可能处于一个危险的状态。",
        "label": ""
      },
      {
        "sentence": "你已经31岁了，工作也有一段时间了，经济上也相对稳定。",
        "label": ""
      },
      {
        "sentence": "虽然和20多岁相比，你可能不再年轻帅气，但还是很不错的。",
        "label": ""
      },
      {
        "sentence": "相对于以前的自卑，你现在有了更多底气。",
        "label": ""
      },
      {
        "sentence": "你开始想要补回那些曾经的遗憾。",
        "label": ""
      },
      {
        "sentence": "所以你才会越来越好色。",
        "label": ""
      },
      {
        "sentence": "你的内心开始慢慢地蠢蠢欲动，想要尝试那些年轻时未曾做过的事情。",
        "label": ""
      },
      {
        "sentence": "如果你现在还是单身，我自然会建议你勇敢地追求你喜欢的人。",
        "label": ""
      },
      {
        "sentence": "但如果你已经有了伴侣，甚至已经结婚了，我非常担心你会做出不好的事情。",
        "label": ""
      },
      {
        "sentence": "如果你已经有了伴侣，甚至已经结婚了，我建议你回头看一看，回忆一下你们是怎么在一起的，你们之间的点点滴滴。",
        "label": ""
      },
      {
        "sentence": "也许你会发现，你的伴侣其实还是不错的，值得你好好珍惜。",
        "label": ""
      },
      {
        "sentence": "或许你也会发现，你对你的伴侣有些不满意，但是请你负起责任，不要伤害她，好好和她沟通。",
        "label": ""
      },
      {
        "sentence": "如果她也想挽留你们的关系，那么就给彼此一些时间，重新去培养感情，重新去追求她。",
        "label": ""
      },
      {
        "sentence": "不要只看重外貌，而是去体验年轻时那种心动的感觉。",
        "label": ""
      },
      {
        "sentence": "有时候心中的想法和冲动并不一定要付诸行动。",
        "label": ""
      },
      {
        "sentence": "你已经是一个成熟的成年人了，我相信你能够理清思绪，不要被欲望左右。",
        "label": ""
      }
    ]
  }
]