[
  {
    "role": "client",
    "content": "父亲精神有问题，我应该怎么与他共处？我爸爸疑心病特别严重，而且特别喜欢把别人说的话都理解成是嘲讽他针对他的。有的时候想跟他好好谈谈，提前跟他说好不要生气。他就会态度非常好的说:\"没事没事，你说，绝对不生气\"然后当你说完，瞬间拍桌子气的跟要跳起来一样大吼大叫。好几次了。我都被他弄出焦虑症了，只要他在我房间外面晃来晃去，我就会心跳加速紧张头皮发麻。担心他会不会突然进我房间，又态度好的令人可怕的说些话，然后又要吵起来。他55岁，他爸在他15岁时去世，他妈前几年也走了。现在主要是我在家里一看到他都会害怕紧张。因为在我小时候他经常和妈妈吵架，我现在晚上只要听到他一点声音整个心都会一沉。",
    "annotation": [
      {
        "sentence": "父亲精神有问题，我应该怎么与他共处？",
        "label": ""
      },
      {
        "sentence": "我爸爸疑心病特别严重，而且特别喜欢把别人说的话都理解成是嘲讽他针对他的。",
        "label": ""
      },
      {
        "sentence": "有的时候想跟他好好谈谈，提前跟他说好不要生气。",
        "label": ""
      },
      {
        "sentence": "他就会态度非常好的说:\"没事没事，你说，绝对不生气\"然后当你说完，瞬间拍桌子气的跟要跳起来一样大吼大叫。",
        "label": ""
      },
      {
        "sentence": "好几次了。",
        "label": ""
      },
      {
        "sentence": "我都被他弄出焦虑症了，只要他在我房间外面晃来晃去，我就会心跳加速紧张头皮发麻。",
        "label": ""
      },
      {
        "sentence": "担心他会不会突然进我房间，又态度好的令人可怕的说些话，然后又要吵起来。",
        "label": ""
      },
      {
        "sentence": "他55岁，他爸在他15岁时去世，他妈前几年也走了。",
        "label": ""
      },
      {
        "sentence": "现在主要是我在家里一看到他都会害怕紧张。",
        "label": ""
      },
      {
        "sentence": "因为在我小时候他经常和妈妈吵架，我现在晚上只要听到他一点声音整个心都会一沉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊，看到你在家庭中的处境，我真的很怜惜你。不过，我不知道你是否已经成年了。父亲的精神状况如果真的有问题，或许需要找专业的心理咨询师来进行咨询和调整。我们生活中会遇到各种各样的人，有的人是偏执的，有的人是疑心重的。我们可能无法马上改变他们，但你可以设立一些边界，保护自己的生活空间。你父亲的行为表现出了严重的疑心，他会把别人说的话都理解成是嘲讽或针对他的。这种误解很容易导致负面的结果。如果你知道会发生这样的情况，需要提前设定一些规则。了解你之前提到的焦虑症，心跳加速，紧张和头皮发麻的感受。不知道为什么你的父亲会表现出这些令人困扰的行为，或许他需要意识到并做些调整。当你成年后，也可以建议他接受心理咨询。同时，自我分化的程度也代表着人际关系的成熟度。每个人都是独一无二的存在，有时我们会忘记这一点。当我们成年后，我们要学会永远支持自己。了解自己将来想要的生活是什么样的，同时要考虑在成年后如何独立于父母。虽然我们的父母始终是我们生活中的重要人物，我们可以寻求他们的支持，但坚持自己的独立也意味着我们能够生存和发展，而不依赖父母提供的各种形式的支持。作为一个独立的人，你需要关注你的生活状况，财务资源，预算行为，以及你如何在日常生活中与父母互动。要成为独立的人，你需要为自己负责，并避免过多依赖他人。你是否曾考虑过未来如何在社会中融入？这些都是需要慢慢规划的，尽量避免在条件不成熟的情况下产生冲突。",
    "annotation": [
      {
        "sentence": "啊，看到你在家庭中的处境，我真的很怜惜你。",
        "label": ""
      },
      {
        "sentence": "不过，我不知道你是否已经成年了。",
        "label": ""
      },
      {
        "sentence": "父亲的精神状况如果真的有问题，或许需要找专业的心理咨询师来进行咨询和调整。",
        "label": ""
      },
      {
        "sentence": "我们生活中会遇到各种各样的人，有的人是偏执的，有的人是疑心重的。",
        "label": ""
      },
      {
        "sentence": "我们可能无法马上改变他们，但你可以设立一些边界，保护自己的生活空间。",
        "label": ""
      },
      {
        "sentence": "你父亲的行为表现出了严重的疑心，他会把别人说的话都理解成是嘲讽或针对他的。",
        "label": ""
      },
      {
        "sentence": "这种误解很容易导致负面的结果。",
        "label": ""
      },
      {
        "sentence": "如果你知道会发生这样的情况，需要提前设定一些规则。",
        "label": ""
      },
      {
        "sentence": "了解你之前提到的焦虑症，心跳加速，紧张和头皮发麻的感受。",
        "label": ""
      },
      {
        "sentence": "不知道为什么你的父亲会表现出这些令人困扰的行为，或许他需要意识到并做些调整。",
        "label": ""
      },
      {
        "sentence": "当你成年后，也可以建议他接受心理咨询。",
        "label": ""
      },
      {
        "sentence": "同时，自我分化的程度也代表着人际关系的成熟度。",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的存在，有时我们会忘记这一点。",
        "label": ""
      },
      {
        "sentence": "当我们成年后，我们要学会永远支持自己。",
        "label": ""
      },
      {
        "sentence": "了解自己将来想要的生活是什么样的，同时要考虑在成年后如何独立于父母。",
        "label": ""
      },
      {
        "sentence": "虽然我们的父母始终是我们生活中的重要人物，我们可以寻求他们的支持，但坚持自己的独立也意味着我们能够生存和发展，而不依赖父母提供的各种形式的支持。",
        "label": ""
      },
      {
        "sentence": "作为一个独立的人，你需要关注你的生活状况，财务资源，预算行为，以及你如何在日常生活中与父母互动。",
        "label": ""
      },
      {
        "sentence": "要成为独立的人，你需要为自己负责，并避免过多依赖他人。",
        "label": ""
      },
      {
        "sentence": "你是否曾考虑过未来如何在社会中融入？",
        "label": ""
      },
      {
        "sentence": "这些都是需要慢慢规划的，尽量避免在条件不成熟的情况下产生冲突。",
        "label": ""
      }
    ]
  }
]