[
  {
    "role": "client",
    "content": "我自我意识到一些问题，但不知道原因和改善的方法。我意识到自己有很多的问题，但是不知道如何去改变。1.我害怕冲突，面对冲突时不知如何处理，常常对人都很和气，可往往碰见一些愿意挑事的人，心里很硬气，表面上还是维护和睦，不愿发生冲突。2.带孩子玩，孩子经常做一些不合适的行为，和别的孩子争抢玩具，在玩具摊上停留不走，我往往害怕出现冲突，也不知道如何与他人沟通，因此一直很避免这种情况的发生。我不喜欢这样，感觉没有给孩子做出好的榜样，只是在逃避，没有解决冲突的方法。3.在工作和生活中，我几乎不寻求帮助，觉得自己不配得到别人的帮助。我羡慕那些能够大方地表达需求和寻求帮助的人，但害怕自己的需求被拒绝，也怕给别人带来负担和麻烦。",
    "annotation": [
      {
        "sentence": "我自我意识到一些问题，但不知道原因和改善的方法。",
        "label": ""
      },
      {
        "sentence": "我意识到自己有很多的问题，但是不知道如何去改变。",
        "label": ""
      },
      {
        "sentence": "1.我害怕冲突，面对冲突时不知如何处理，常常对人都很和气，可往往碰见一些愿意挑事的人，心里很硬气，表面上还是维护和睦，不愿发生冲突。",
        "label": ""
      },
      {
        "sentence": "2.带孩子玩，孩子经常做一些不合适的行为，和别的孩子争抢玩具，在玩具摊上停留不走，我往往害怕出现冲突，也不知道如何与他人沟通，因此一直很避免这种情况的发生。",
        "label": ""
      },
      {
        "sentence": "我不喜欢这样，感觉没有给孩子做出好的榜样，只是在逃避，没有解决冲突的方法。",
        "label": ""
      },
      {
        "sentence": "3.在工作和生活中，我几乎不寻求帮助，觉得自己不配得到别人的帮助。",
        "label": ""
      },
      {
        "sentence": "我羡慕那些能够大方地表达需求和寻求帮助的人，但害怕自己的需求被拒绝，也怕给别人带来负担和麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，在生活中发生冲突时，不一定非得抬声争论。你是一个相对安静温和的人，完全可以有自己的处理方式，以更温和的态度解决问题。首先要接受自己是一个比较温和、内向或敏感的人，然后找到适合自己的方法。敏感的人不喜欢陷入冲突中，那种经历对他们来说很痛苦。你提到的那些爱挑事的人也许并不觉得冲突会带来那么大的痛苦，所以先要了解自己，不要置自己于艰难的处境中。将冲突分类，哪些事对自己较为重要，一定要争取；而哪些事相对不那么重要，可以选择让给别人，直接忽略，以换来自己内心的平静。你提到的遇到愿意挑事的人，具体是什么情况呢？如果是一些对自己不重要的事情，比如在地铁上别人想和你抢座位，你可以选择让他来坐，不坐到座位并不是什么大不了的事情，对吗？这样你可以保持好心情，避免纷争。如果是一些比较重要的事情，比如有人对你的上级说你的工作不好，而实际上你做得很好，那你可以主动和上级解释，详细描述自己的工作内容和进展情况，让上级意识到你并没有做错。你不需要直接和那个人争吵，说他是在诽谤你，你只需要做好自己能够做的事情，以冷静、理性的态度澄清自己，至于结果如何其实你也无法控制，但你已经尽力了。当孩子争抢玩具时，你要意识到自己是一个成年人，是处于强势地位的人，你完全有权利去教育自己的孩子，而孩子没有足够的能力，处于弱势地位，最终他还是会听你的。同样，你不需要采取打骂的态度，只需要冷静地告诉孩子，争抢玩具是不对的，别人抢你的玩具你也会不高兴对吧？你可以哄他去玩别的，转移他的注意力，我觉得这样也是一种解决方法，孩子本来就是需要哄的，当然最终你要耐心但坚定地告诉他不能去抢别人的玩具。孩子玩玩具是很自然的行为，如果他对所有的玩具都不感兴趣才让人担忧，不知道你是不是对孩子的要求过高了？在玩具店玩一会也无可厚非，如果时间过长影响了店家的生意，你可以对孩子说宝贝，你已经玩了很久了，我们接下来要去做别的事了，可以描述一些吸引他的事情，引导他离开。如果你能保持情绪稳定且坚定，即使孩子哭闹也会渐渐平息。至于害怕寻求帮助，在生活中害怕需求落空，也许你可以对自己说，我无法控制生活中的一切事情，但我可以试着努力一下，不求助就百分之百失败，而求助至少有百分之五十的成功机会。你不是别人，不知道别人的想法，也许别人很乐意帮助你呢？所以不要主观臆断，对别人也不公平。即使别人拒绝了你，也不代表问题出在你身上，别人只是能力有限，无法帮助你。只要你有礼貌地求助，别人也不可能恶言相向。人是生活在人际关系中的，这次别人帮助了你，下次肯定你也会去帮助别人，大家都是互利互惠的，不要给自己太大的压力。一个人不愿意或无法帮助你，并不代表所有人都一样，勇敢一些，尝试做出改变吧。",
    "annotation": [
      {
        "sentence": "其实，在生活中发生冲突时，不一定非得抬声争论。",
        "label": ""
      },
      {
        "sentence": "你是一个相对安静温和的人，完全可以有自己的处理方式，以更温和的态度解决问题。",
        "label": ""
      },
      {
        "sentence": "首先要接受自己是一个比较温和、内向或敏感的人，然后找到适合自己的方法。",
        "label": ""
      },
      {
        "sentence": "敏感的人不喜欢陷入冲突中，那种经历对他们来说很痛苦。",
        "label": ""
      },
      {
        "sentence": "你提到的那些爱挑事的人也许并不觉得冲突会带来那么大的痛苦，所以先要了解自己，不要置自己于艰难的处境中。",
        "label": ""
      },
      {
        "sentence": "将冲突分类，哪些事对自己较为重要，一定要争取；而哪些事相对不那么重要，可以选择让给别人，直接忽略，以换来自己内心的平静。",
        "label": ""
      },
      {
        "sentence": "你提到的遇到愿意挑事的人，具体是什么情况呢？",
        "label": ""
      },
      {
        "sentence": "如果是一些对自己不重要的事情，比如在地铁上别人想和你抢座位，你可以选择让他来坐，不坐到座位并不是什么大不了的事情，对吗？",
        "label": ""
      },
      {
        "sentence": "这样你可以保持好心情，避免纷争。",
        "label": ""
      },
      {
        "sentence": "如果是一些比较重要的事情，比如有人对你的上级说你的工作不好，而实际上你做得很好，那你可以主动和上级解释，详细描述自己的工作内容和进展情况，让上级意识到你并没有做错。",
        "label": ""
      },
      {
        "sentence": "你不需要直接和那个人争吵，说他是在诽谤你，你只需要做好自己能够做的事情，以冷静、理性的态度澄清自己，至于结果如何其实你也无法控制，但你已经尽力了。",
        "label": ""
      },
      {
        "sentence": "当孩子争抢玩具时，你要意识到自己是一个成年人，是处于强势地位的人，你完全有权利去教育自己的孩子，而孩子没有足够的能力，处于弱势地位，最终他还是会听你的。",
        "label": ""
      },
      {
        "sentence": "同样，你不需要采取打骂的态度，只需要冷静地告诉孩子，争抢玩具是不对的，别人抢你的玩具你也会不高兴对吧？",
        "label": ""
      },
      {
        "sentence": "你可以哄他去玩别的，转移他的注意力，我觉得这样也是一种解决方法，孩子本来就是需要哄的，当然最终你要耐心但坚定地告诉他不能去抢别人的玩具。",
        "label": ""
      },
      {
        "sentence": "孩子玩玩具是很自然的行为，如果他对所有的玩具都不感兴趣才让人担忧，不知道你是不是对孩子的要求过高了？",
        "label": ""
      },
      {
        "sentence": "在玩具店玩一会也无可厚非，如果时间过长影响了店家的生意，你可以对孩子说宝贝，你已经玩了很久了，我们接下来要去做别的事了，可以描述一些吸引他的事情，引导他离开。",
        "label": ""
      },
      {
        "sentence": "如果你能保持情绪稳定且坚定，即使孩子哭闹也会渐渐平息。",
        "label": ""
      },
      {
        "sentence": "至于害怕寻求帮助，在生活中害怕需求落空，也许你可以对自己说，我无法控制生活中的一切事情，但我可以试着努力一下，不求助就百分之百失败，而求助至少有百分之五十的成功机会。",
        "label": ""
      },
      {
        "sentence": "你不是别人，不知道别人的想法，也许别人很乐意帮助你呢？",
        "label": ""
      },
      {
        "sentence": "所以不要主观臆断，对别人也不公平。",
        "label": ""
      },
      {
        "sentence": "即使别人拒绝了你，也不代表问题出在你身上，别人只是能力有限，无法帮助你。",
        "label": ""
      },
      {
        "sentence": "只要你有礼貌地求助，别人也不可能恶言相向。",
        "label": ""
      },
      {
        "sentence": "人是生活在人际关系中的，这次别人帮助了你，下次肯定你也会去帮助别人，大家都是互利互惠的，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "一个人不愿意或无法帮助你，并不代表所有人都一样，勇敢一些，尝试做出改变吧。",
        "label": ""
      }
    ]
  }
]