[
  {
    "role": "client",
    "content": "我24岁，是个女生。医生说我患有躁郁症，但我觉得自己没病，所以一直不愿意吃药。上个月因为工作压力大导致失业，那时我开始回忆起童年的不愉快经历，这让我失眠并且食欲不振，甚至有了自杀的念头。于是我去医院，医生判定我患有抑郁症并开了药给我，但我并没有按照医生的嘱咐去吃药。后来我开始自残，于是我决定服用医生开的药。然而，不久以后，我发现失眠症状更加严重了，复诊的时候，医生改判为躁郁症。但是，始终以来，我觉得自己没有病，我不觉得自己需要吃药。我想知道，我真的需要吃药吗？我有必要吃药吗？",
    "annotation": [
      {
        "sentence": "我24岁，是个女生。",
        "label": ""
      },
      {
        "sentence": "医生说我患有躁郁症，但我觉得自己没病，所以一直不愿意吃药。",
        "label": ""
      },
      {
        "sentence": "上个月因为工作压力大导致失业，那时我开始回忆起童年的不愉快经历，这让我失眠并且食欲不振，甚至有了自杀的念头。",
        "label": ""
      },
      {
        "sentence": "于是我去医院，医生判定我患有抑郁症并开了药给我，但我并没有按照医生的嘱咐去吃药。",
        "label": ""
      },
      {
        "sentence": "后来我开始自残，于是我决定服用医生开的药。",
        "label": ""
      },
      {
        "sentence": "然而，不久以后，我发现失眠症状更加严重了，复诊的时候，医生改判为躁郁症。",
        "label": ""
      },
      {
        "sentence": "但是，始终以来，我觉得自己没有病，我不觉得自己需要吃药。",
        "label": ""
      },
      {
        "sentence": "我想知道，我真的需要吃药吗？",
        "label": ""
      },
      {
        "sentence": "我有必要吃药吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "药物在很多时候的作用是让我们更加安定，并且可以延缓一些生理上的症状。但是，真正需要走出困境的还是我们自己内心的力量。在你感到疲惫的时候，要学会给自己一些休息的时间，当你承受着巨大的压力时，也要学会释放。我还记得上个月我也经历了和你类似的焦虑情况。我接受了一个我并不熟悉的项目，每天都要解决各种各样的问题，上级催得急，所有的事情都只能由我来解决。每天晚上至少都要工作到凌晨1点以后，早上又得早早起来继续工作。有好几次我都想辞职，不要薪水了，最后的结果爱咋咋地吧。但是抱怨归抱怨，我并不是一个完全不负责任的人，所以我需要重新梳理一下问题。有哪些问题是我自己能够解决的，哪些需要外界的帮助，项目是否需要人手协助等等。如果我已经用尽全力还是完成不了的话，我会先和上司沟通清楚，告诉他哪些需要增加人手。如果上司意识到利害关系，也会积极配合，我们可以一起想办法克服问题。如果对方还是一意孤行，想把所有问题都推给我们，那么我们就没有必要太多顾虑了，因为有些事情并不是一个人能够胜任的。如果我们什么都不说，把所有事情都包揽下来，最后出了问题还是我们的责任。尽管上司有时候不负责任，但如果我们什么都不说的话，那就是我们自己的问题了，毕竟别人无法理解我们的困境。失业后确实会感到不安，无论是经济还是其他方面都会有压力，尤其是当我们没有一定的经济基础的时候。所以，我们可以简单地整理一下自己遇到的问题，看看哪些是可以自己解决的，哪些需要寻求外界的帮助。我们并不是真的有病，只是压力太大了，没有宣泄的出口，所以会把很多负面情绪积压起来，而且也不愿意向别人倾诉，这时会选择自伤来放松自己。其实我们可以找一些朋友一起出去吃饭，互相倾诉一下，成年人的生活一直都没有那两个字-容易。有时候，我们需要给自己一些时间来休息。以后，如果遇到不开心的事情，你可以来这里吐露，我们可以一起提出解决方案，大家一起商量对策。你永远不是一个人面对所有问题的。",
    "annotation": [
      {
        "sentence": "药物在很多时候的作用是让我们更加安定，并且可以延缓一些生理上的症状。",
        "label": ""
      },
      {
        "sentence": "但是，真正需要走出困境的还是我们自己内心的力量。",
        "label": ""
      },
      {
        "sentence": "在你感到疲惫的时候，要学会给自己一些休息的时间，当你承受着巨大的压力时，也要学会释放。",
        "label": ""
      },
      {
        "sentence": "我还记得上个月我也经历了和你类似的焦虑情况。",
        "label": ""
      },
      {
        "sentence": "我接受了一个我并不熟悉的项目，每天都要解决各种各样的问题，上级催得急，所有的事情都只能由我来解决。",
        "label": ""
      },
      {
        "sentence": "每天晚上至少都要工作到凌晨1点以后，早上又得早早起来继续工作。",
        "label": ""
      },
      {
        "sentence": "有好几次我都想辞职，不要薪水了，最后的结果爱咋咋地吧。",
        "label": ""
      },
      {
        "sentence": "但是抱怨归抱怨，我并不是一个完全不负责任的人，所以我需要重新梳理一下问题。",
        "label": ""
      },
      {
        "sentence": "有哪些问题是我自己能够解决的，哪些需要外界的帮助，项目是否需要人手协助等等。",
        "label": ""
      },
      {
        "sentence": "如果我已经用尽全力还是完成不了的话，我会先和上司沟通清楚，告诉他哪些需要增加人手。",
        "label": ""
      },
      {
        "sentence": "如果上司意识到利害关系，也会积极配合，我们可以一起想办法克服问题。",
        "label": ""
      },
      {
        "sentence": "如果对方还是一意孤行，想把所有问题都推给我们，那么我们就没有必要太多顾虑了，因为有些事情并不是一个人能够胜任的。",
        "label": ""
      },
      {
        "sentence": "如果我们什么都不说，把所有事情都包揽下来，最后出了问题还是我们的责任。",
        "label": ""
      },
      {
        "sentence": "尽管上司有时候不负责任，但如果我们什么都不说的话，那就是我们自己的问题了，毕竟别人无法理解我们的困境。",
        "label": ""
      },
      {
        "sentence": "失业后确实会感到不安，无论是经济还是其他方面都会有压力，尤其是当我们没有一定的经济基础的时候。",
        "label": ""
      },
      {
        "sentence": "所以，我们可以简单地整理一下自己遇到的问题，看看哪些是可以自己解决的，哪些需要寻求外界的帮助。",
        "label": ""
      },
      {
        "sentence": "我们并不是真的有病，只是压力太大了，没有宣泄的出口，所以会把很多负面情绪积压起来，而且也不愿意向别人倾诉，这时会选择自伤来放松自己。",
        "label": ""
      },
      {
        "sentence": "其实我们可以找一些朋友一起出去吃饭，互相倾诉一下，成年人的生活一直都没有那两个字-容易。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要给自己一些时间来休息。",
        "label": ""
      },
      {
        "sentence": "以后，如果遇到不开心的事情，你可以来这里吐露，我们可以一起提出解决方案，大家一起商量对策。",
        "label": ""
      },
      {
        "sentence": "你永远不是一个人面对所有问题的。",
        "label": ""
      }
    ]
  }
]