[
  {
    "role": "client",
    "content": "我无法正常走路了，不停地重复着这个痛苦的循环？我应该属于从小就很羞涩的人，就是那种来客人就躲起来的人。我从小走在路上就很恐惧，一直都是逃避，那时候的应对方法就是低下头。可是当我抬起头时，我对迎面走来的人充满了恐惧，恐惧到大脑一片空白，浑身僵住了一样，只能低下头。如果我们擦肩走过，在这个过程中，我就半个身子麻了，一直边走边用余光盯着他，直到他消失，在这过程中，我根本无法控制我的思考，我紧张到极致，往往在判断他看我没有，这种思想是被动的，而且目光无法向前看。一个人接一个人从我身边走过，我就不停地重复着这个痛苦的循环。往往是很简单的走路，我回到家就腿发热和头疼。",
    "annotation": [
      {
        "sentence": "我无法正常走路了，不停地重复着这个痛苦的循环？",
        "label": ""
      },
      {
        "sentence": "我应该属于从小就很羞涩的人，就是那种来客人就躲起来的人。",
        "label": ""
      },
      {
        "sentence": "我从小走在路上就很恐惧，一直都是逃避，那时候的应对方法就是低下头。",
        "label": ""
      },
      {
        "sentence": "可是当我抬起头时，我对迎面走来的人充满了恐惧，恐惧到大脑一片空白，浑身僵住了一样，只能低下头。",
        "label": ""
      },
      {
        "sentence": "如果我们擦肩走过，在这个过程中，我就半个身子麻了，一直边走边用余光盯着他，直到他消失，在这过程中，我根本无法控制我的思考，我紧张到极致，往往在判断他看我没有，这种思想是被动的，而且目光无法向前看。",
        "label": ""
      },
      {
        "sentence": "一个人接一个人从我身边走过，我就不停地重复着这个痛苦的循环。",
        "label": ""
      },
      {
        "sentence": "往往是很简单的走路，我回到家就腿发热和头疼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的痛苦，你的问题可能是社交恐惧症的表现之一。不用担心，我们会一起克服这个问题的。首先，我想给你一个用力的拥抱，希望能给你带来一点安慰和勇气。你现在的困扰是因为太在乎外人的看法，怎样才能减轻这种困扰呢？",
    "annotation": [
      {
        "sentence": "我了解你的痛苦，你的问题可能是社交恐惧症的表现之一。",
        "label": ""
      },
      {
        "sentence": "不用担心，我们会一起克服这个问题的。",
        "label": ""
      },
      {
        "sentence": "首先，我想给你一个用力的拥抱，希望能给你带来一点安慰和勇气。",
        "label": ""
      },
      {
        "sentence": "你现在的困扰是因为太在乎外人的看法，怎样才能减轻这种困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和给我拥抱，我真的需要一些安慰和鼓励。我试着告诉自己不要太关注别人对我的看法，但我总是控制不住自己的情绪。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和给我拥抱，我真的需要一些安慰和鼓励。",
        "label": ""
      },
      {
        "sentence": "我试着告诉自己不要太关注别人对我的看法，但我总是控制不住自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑，这确实不是一件容易解决的问题。你可以尝试使用自我暗示的方法，告诉自己别人都很忙，来去匆匆，并没有特意去关注你。自己可以试着走得更自然一些，就像在没人的地方走一样，这样慢慢地就能适应在人群中走路了。",
    "annotation": [
      {
        "sentence": "我理解你的困惑，这确实不是一件容易解决的问题。",
        "label": ""
      },
      {
        "sentence": "你可以尝试使用自我暗示的方法，告诉自己别人都很忙，来去匆匆，并没有特意去关注你。",
        "label": ""
      },
      {
        "sentence": "自己可以试着走得更自然一些，就像在没人的地方走一样，这样慢慢地就能适应在人群中走路了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得这个方法听起来很有帮助。我会试着相信自己，并放宽心态去面对这个问题。但是，我总觉得自己不够好，总是感觉自卑。有什么方法可以帮助我接纳自己吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得这个方法听起来很有帮助。",
        "label": ""
      },
      {
        "sentence": "我会试着相信自己，并放宽心态去面对这个问题。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得自己不够好，总是感觉自卑。",
        "label": ""
      },
      {
        "sentence": "有什么方法可以帮助我接纳自己吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接纳自己是很重要的，每个人都是独一无二的，都有自己的长处和优点。你可以试着找出自己的优点，逐渐提升自己的自信心。有时候，我们需要去改变自己的思维方式，告诉自己自己是足够好的，并且相信自己的能力。",
    "annotation": [
      {
        "sentence": "接纳自己是很重要的，每个人都是独一无二的，都有自己的长处和优点。",
        "label": ""
      },
      {
        "sentence": "你可以试着找出自己的优点，逐渐提升自己的自信心。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要去改变自己的思维方式，告诉自己自己是足够好的，并且相信自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着找出自己的优点，提升自己的自信心。如果问题依然存在，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着找出自己的优点，提升自己的自信心。",
        "label": ""
      },
      {
        "sentence": "如果问题依然存在，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你觉得这个问题严重影响了你的生活，并且之前尝试了各种方法都没有效果的话，我建议你可以咨询一下专业人士，让他们给你更加专业的帮助和方法。他们可能会给你一些具体的建议和技巧，帮助你摆脱困境。祝愿你早日找到解决问题的方法并且摆脱困境。",
    "annotation": [
      {
        "sentence": "如果你觉得这个问题严重影响了你的生活，并且之前尝试了各种方法都没有效果的话，我建议你可以咨询一下专业人士，让他们给你更加专业的帮助和方法。",
        "label": ""
      },
      {
        "sentence": "他们可能会给你一些具体的建议和技巧，帮助你摆脱困境。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到解决问题的方法并且摆脱困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福，我会考虑咨询专业人士的意见。感谢你的支持和鼓励，帮助我面对这个问题。希望我能够早日走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福，我会考虑咨询专业人士的意见。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励，帮助我面对这个问题。",
        "label": ""
      },
      {
        "sentence": "希望我能够早日走出困境。",
        "label": ""
      }
    ]
  }
]