[
  {
    "role": "client",
    "content": "不公平让我死死拽住，不愿放手，甚至想离职，很抗拒？因项目没有让我参加，让持续四五年部门业绩第一的我觉得特别不公平，而给我的理由就是他们是男生，他们社会压力更大等等，让我匪夷所思，哭笑不得的理由，真是让我看不起。而这个时间已经过去两年多了，项目效果不错，现在部门希望我们也来做有关项目，执拗的我觉得我很委屈，现在想起我来了？你说让我加入我就得加入？凭什么？我接受不了曾经的不公平，让我加入，我心里很抗拒，进不来，甚至想离职，很抗拒，求解。",
    "annotation": [
      {
        "sentence": "不公平让我死死拽住，不愿放手，甚至想离职，很抗拒？",
        "label": ""
      },
      {
        "sentence": "因项目没有让我参加，让持续四五年部门业绩第一的我觉得特别不公平，而给我的理由就是他们是男生，他们社会压力更大等等，让我匪夷所思，哭笑不得的理由，真是让我看不起。",
        "label": ""
      },
      {
        "sentence": "而这个时间已经过去两年多了，项目效果不错，现在部门希望我们也来做有关项目，执拗的我觉得我很委屈，现在想起我来了？",
        "label": ""
      },
      {
        "sentence": "你说让我加入我就得加入？",
        "label": ""
      },
      {
        "sentence": "凭什么？",
        "label": ""
      },
      {
        "sentence": "我接受不了曾经的不公平，让我加入，我心里很抗拒，进不来，甚至想离职，很抗拒，求解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感受得到你的愤怒，因为确实经历了一个特别不公平的对待，这个不公平好像一直在你内心里，所以相关刺激事件一出来就会让你立马重新感受到那种委屈与不爽。对于现在的你，情绪是第一位，如何去感受到自己的情绪并能够通过合理的方式进行宣泄可能对你来讲会更有利一些。不然你一直受控于这件事中。另外，这件事让你有了离职的想法，这个时候可能情绪处于最高点，还是希望你能够综合考虑，合理判断这个公司你是否需要离开，你离开的意愿有多强。等自己冷静下来再好好做决定。",
    "annotation": [
      {
        "sentence": "能够感受得到你的愤怒，因为确实经历了一个特别不公平的对待，这个不公平好像一直在你内心里，所以相关刺激事件一出来就会让你立马重新感受到那种委屈与不爽。",
        "label": ""
      },
      {
        "sentence": "对于现在的你，情绪是第一位，如何去感受到自己的情绪并能够通过合理的方式进行宣泄可能对你来讲会更有利一些。",
        "label": ""
      },
      {
        "sentence": "不然你一直受控于这件事中。",
        "label": ""
      },
      {
        "sentence": "另外，这件事让你有了离职的想法，这个时候可能情绪处于最高点，还是希望你能够综合考虑，合理判断这个公司你是否需要离开，你离开的意愿有多强。",
        "label": ""
      },
      {
        "sentence": "等自己冷静下来再好好做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我确实很愤怒，因为感觉自己一直被不公平对待。我知道情绪很重要，但是我总是无法控制自己的愤怒，一有类似的刺激就会让我情绪失控。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我确实很愤怒，因为感觉自己一直被不公平对待。",
        "label": ""
      },
      {
        "sentence": "我知道情绪很重要，但是我总是无法控制自己的愤怒，一有类似的刺激就会让我情绪失控。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你无法控制愤怒的感受，这可能是因为过去的经历对你产生了心理阴影。你可以试试一些缓解情绪的活动，比如运动、写日记、和朋友聊天等，帮助你更好地管理自己的情绪。",
    "annotation": [
      {
        "sentence": "理解你无法控制愤怒的感受，这可能是因为过去的经历对你产生了心理阴影。",
        "label": ""
      },
      {
        "sentence": "你可以试试一些缓解情绪的活动，比如运动、写日记、和朋友聊天等，帮助你更好地管理自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法听起来很有道理，也许我应该找一些方法来缓解自己的愤怒情绪。我可以试试写日记或者进行一些放松的运动。",
    "annotation": [
      {
        "sentence": "你说的方法听起来很有道理，也许我应该找一些方法来缓解自己的愤怒情绪。",
        "label": ""
      },
      {
        "sentence": "我可以试试写日记或者进行一些放松的运动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这些方法都可以帮助你减轻压力和愤怒情绪。另外，关于是否离职，你可以思考一下离开这份工作对你来说是否真的是最好的选择。或许可以先尝试和上级沟通，表达自己的想法和不满，看看能否解决问题。",
    "annotation": [
      {
        "sentence": "是的，这些方法都可以帮助你减轻压力和愤怒情绪。",
        "label": ""
      },
      {
        "sentence": "另外，关于是否离职，你可以思考一下离开这份工作对你来说是否真的是最好的选择。",
        "label": ""
      },
      {
        "sentence": "或许可以先尝试和上级沟通，表达自己的想法和不满，看看能否解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许我确实应该先和上级进行沟通，让他们了解我的想法和不满。也许通过沟通，问题会有所改善。",
    "annotation": [
      {
        "sentence": "你说得对，或许我确实应该先和上级进行沟通，让他们了解我的想法和不满。",
        "label": ""
      },
      {
        "sentence": "也许通过沟通，问题会有所改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是解决问题的一种有效方式，希望你能够坦诚地表达自己的感受和想法。同时，也要保持合理的期望，不一定每个问题都能得到完美的解决，但至少你尝试过，这也是对自己的尊重。",
    "annotation": [
      {
        "sentence": "沟通是解决问题的一种有效方式，希望你能够坦诚地表达自己的感受和想法。",
        "label": ""
      },
      {
        "sentence": "同时，也要保持合理的期望，不一定每个问题都能得到完美的解决，但至少你尝试过，这也是对自己的尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着与上级进行沟通，并保持合理的期望。无论结果如何，至少我会尽力表达自己的感受和想法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着与上级进行沟通，并保持合理的期望。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，至少我会尽力表达自己的感受和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，勇于表达自己的感受是非常重要的。不管沟通的结果如何，记住要关注和呵护自己的情绪和心理健康。如果需要，随时找我聊聊，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你做得很好，勇于表达自己的感受是非常重要的。",
        "label": ""
      },
      {
        "sentence": "不管沟通的结果如何，记住要关注和呵护自己的情绪和心理健康。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时找我聊聊，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会注意保护自己的情绪和心理健康。如果遇到困难，我会找你倾诉的。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会注意保护自己的情绪和心理健康。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难，我会找你倾诉的。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  }
]