[
  {
    "role": "client",
    "content": "男朋友提出分手说我不黏人，不懂他，该如何挽救？",
    "annotation": [
      {
        "sentence": "男朋友提出分手说我不黏人，不懂他，该如何挽救？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的诉说中知道，因为不善于沟通、不够粘人与男朋友分手了。在一起已经两年了，内心不舍得放弃这段感情，所以一直都在看书希望能够挽回这段感情。我想你一定很爱对方，只是不太擅长表达内心的爱。对方虽然率先提出了分手，好在对方只是因为你不善于表达自己对他的认可和关系，不是因为出轨等其他原因造成，这也说明你是有机会去做挽回这段感情的。",
    "annotation": [
      {
        "sentence": "从你的诉说中知道，因为不善于沟通、不够粘人与男朋友分手了。",
        "label": ""
      },
      {
        "sentence": "在一起已经两年了，内心不舍得放弃这段感情，所以一直都在看书希望能够挽回这段感情。",
        "label": ""
      },
      {
        "sentence": "我想你一定很爱对方，只是不太擅长表达内心的爱。",
        "label": ""
      },
      {
        "sentence": "对方虽然率先提出了分手，好在对方只是因为你不善于表达自己对他的认可和关系，不是因为出轨等其他原因造成，这也说明你是有机会去做挽回这段感情的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很爱他。想着能够挽救这段感情，我已经开始阅读一些心理学相关书籍了。不过我们现在处于断联状态，我不知道他的想法会是怎样的，也不知道他有没有看到我的努力改变和进步。",
    "annotation": [
      {
        "sentence": "是的，我真的很爱他。",
        "label": ""
      },
      {
        "sentence": "想着能够挽救这段感情，我已经开始阅读一些心理学相关书籍了。",
        "label": ""
      },
      {
        "sentence": "不过我们现在处于断联状态，我不知道他的想法会是怎样的，也不知道他有没有看到我的努力改变和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信他是能够看到你的改变和进步的。改变沟通方式和理念是至关重要的，这也是你目前最应该做的事情。沟通并不是单方面的，而是彼此逐渐暴露、拉近彼此距离的过程。在沟通的过程中，不要给自己太大压力，把它落实到生活中的小细节里。当对方为你撑伞的时候，你可以说“有你真好”，当他买了你喜欢的零食时，可以说“亲爱的你太棒了，我正想着要吃这个零食呢”。将这些小细节用于你们的生活中，可以促进你们之间的情感沟通。",
    "annotation": [
      {
        "sentence": "相信他是能够看到你的改变和进步的。",
        "label": ""
      },
      {
        "sentence": "改变沟通方式和理念是至关重要的，这也是你目前最应该做的事情。",
        "label": ""
      },
      {
        "sentence": "沟通并不是单方面的，而是彼此逐渐暴露、拉近彼此距离的过程。",
        "label": ""
      },
      {
        "sentence": "在沟通的过程中，不要给自己太大压力，把它落实到生活中的小细节里。",
        "label": ""
      },
      {
        "sentence": "当对方为你撑伞的时候，你可以说“有你真好”，当他买了你喜欢的零食时，可以说“亲爱的你太棒了，我正想着要吃这个零食呢”。",
        "label": ""
      },
      {
        "sentence": "将这些小细节用于你们的生活中，可以促进你们之间的情感沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么，如果我想挽回他的心，我应该怎么做？",
    "annotation": [
      {
        "sentence": "那么，如果我想挽回他的心，我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要去创造机会，让他看到你的改变！不要刻意的去展示你的改变，尽量自然地流露出来就可以。让他自己发现你与以前有所不同，并看到他所喜欢的那一面。这个时候需要你主动一点，可以找你们共同的朋友帮忙，主动邀请他进行一些有趣的活动等等，制造一些机会。但也要注意，不要过于热情，得寸进尺。追逐爱情的过程需要一些厚脸皮，千万不要玻璃心，只要最后能够找回那个属于自己的他，所有努力就是值得的！",
    "annotation": [
      {
        "sentence": "首先，你需要去创造机会，让他看到你的改变！",
        "label": ""
      },
      {
        "sentence": "不要刻意的去展示你的改变，尽量自然地流露出来就可以。",
        "label": ""
      },
      {
        "sentence": "让他自己发现你与以前有所不同，并看到他所喜欢的那一面。",
        "label": ""
      },
      {
        "sentence": "这个时候需要你主动一点，可以找你们共同的朋友帮忙，主动邀请他进行一些有趣的活动等等，制造一些机会。",
        "label": ""
      },
      {
        "sentence": "但也要注意，不要过于热情，得寸进尺。",
        "label": ""
      },
      {
        "sentence": "追逐爱情的过程需要一些厚脸皮，千万不要玻璃心，只要最后能够找回那个属于自己的他，所有努力就是值得的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了，谢谢你的建议和鼓励。我会把握好自己的改变，并尝试去创造机会让他看到。",
    "annotation": [
      {
        "sentence": "我懂了，谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会把握好自己的改变，并尝试去创造机会让他看到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定可以克服困难。在这段过渡期中，你也可以家人和朋友倾诉和寻求支持，这样会让你更加坚定自己的目标。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定可以克服困难。",
        "label": ""
      },
      {
        "sentence": "在这段过渡期中，你也可以家人和朋友倾诉和寻求支持，这样会让你更加坚定自己的目标。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]