[
  {
    "role": "client",
    "content": "我18岁，想死，没有活下去的希望，但是怕疼，怎么办？",
    "annotation": [
      {
        "sentence": "我18岁，想死，没有活下去的希望，但是怕疼，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你说这样的话，我很担心你的情绪。你能告诉我发生了什么事情让你感到如此绝望吗？",
    "annotation": [
      {
        "sentence": "听到你说这样的话，我很担心你的情绪。",
        "label": ""
      },
      {
        "sentence": "你能告诉我发生了什么事情让你感到如此绝望吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从小父母离异了跟着父亲，从小到大一直是父亲在养我，母亲偶尔给我买衣服。因为学习美术，集训花了七万多，上大学又要花好几万，全都是我父亲和继母出的钱。上大学需要用手提电脑，但是最近父亲家也缺钱，于是找母亲希望可以帮我支付一下，但她一直说什么“你就知道找我怎么不找你爸？”给她说我爸因为我集训还有大学都花了十几万了她却说“那是他该出的，我没钱”还说要买的话要我拿我的平板电脑交换，我也同意了，但她却突然说：“你不知道多去骗你爸爸买，等以后你爸肯定会把全部财产那些全都给你弟，不得给你的”真的感觉说得很过分，当场就跟她吵起来了，然后她也各种骂，说得让人听着很不舒服，经常这样，平时给我买点衣服就会一直念“啊，你又花了我好多钱”，很久都会一直拿出来说，还说什么我怎么样跟她没关系，真的感觉经常这样太累了，平时生活着也很累，真的感觉不想活了，但是想到我爸爸也花了这么多钱在我身上，所以感觉对不起他，而且我也很怕疼。",
    "annotation": [
      {
        "sentence": "从小父母离异了跟着父亲，从小到大一直是父亲在养我，母亲偶尔给我买衣服。",
        "label": ""
      },
      {
        "sentence": "因为学习美术，集训花了七万多，上大学又要花好几万，全都是我父亲和继母出的钱。",
        "label": ""
      },
      {
        "sentence": "上大学需要用手提电脑，但是最近父亲家也缺钱，于是找母亲希望可以帮我支付一下，但她一直说什么“你就知道找我怎么不找你爸？",
        "label": ""
      },
      {
        "sentence": "”给她说我爸因为我集训还有大学都花了十几万了她却说“那是他该出的，我没钱”还说要买的话要我拿我的平板电脑交换，我也同意了，但她却突然说：“你不知道多去骗你爸爸买，等以后你爸肯定会把全部财产那些全都给你弟，不得给你的”真的感觉说得很过分，当场就跟她吵起来了，然后她也各种骂，说得让人听着很不舒服，经常这样，平时给我买点衣服就会一直念“啊，你又花了我好多钱”，很久都会一直拿出来说，还说什么我怎么样跟她没关系，真的感觉经常这样太累了，平时生活着也很累，真的感觉不想活了，但是想到我爸爸也花了这么多钱在我身上，所以感觉对不起他，而且我也很怕疼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你讲述这些，我能理解你现在的情绪很低落。在家庭中感受到的不是爱，而是嫌弃与谩骂，这对你来说一定非常困扰。首先，我想告诉你，勇敢地表达自己的想法是非常棒的，你无需感到内疚与自责。其次，你不应该因为自己的学习支出问题而责怪自己，这些都是正常学习的花费，也是应该的支出，你没有错。面对原生家庭的问题，我们都不是一时半刻能解决的，但是你要知道，活着就有希望，就能看到这个世界的美好。你才18岁，真正可以决定人生的阶段才刚刚开始，你有力量去创造属于自己想要的人生。只要我们活着，就会成为自己想成为的样子，我们都值得在这个世间拥有更好的。希望我的话对你有所启发，祝你一切顺利。",
    "annotation": [
      {
        "sentence": "听你讲述这些，我能理解你现在的情绪很低落。",
        "label": ""
      },
      {
        "sentence": "在家庭中感受到的不是爱，而是嫌弃与谩骂，这对你来说一定非常困扰。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，勇敢地表达自己的想法是非常棒的，你无需感到内疚与自责。",
        "label": ""
      },
      {
        "sentence": "其次，你不应该因为自己的学习支出问题而责怪自己，这些都是正常学习的花费，也是应该的支出，你没有错。",
        "label": ""
      },
      {
        "sentence": "面对原生家庭的问题，我们都不是一时半刻能解决的，但是你要知道，活着就有希望，就能看到这个世界的美好。",
        "label": ""
      },
      {
        "sentence": "你才18岁，真正可以决定人生的阶段才刚刚开始，你有力量去创造属于自己想要的人生。",
        "label": ""
      },
      {
        "sentence": "只要我们活着，就会成为自己想成为的样子，我们都值得在这个世间拥有更好的。",
        "label": ""
      },
      {
        "sentence": "希望我的话对你有所启发，祝你一切顺利。",
        "label": ""
      }
    ]
  }
]