[
  {
    "role": "client",
    "content": "我18岁，想死，没有活下去的希望，但是怕疼，怎么办？从小父母离异了跟着父亲，从小到大一直是父亲在养我，母亲偶尔给我买衣服，因为学习美术，集训花了七万多，上大学又要花好几万，全都是我父亲和继母出的钱，上大学需要用手提电脑，但是最近父亲家也缺钱，于是找母亲希望可以帮我支付一下，但她一直说什么“你就知道找我怎么不找你爸？”给她说我爸因为我集训还有大学都花了十几万了她却说“那是他该出的，我没钱”还说要买的话要我拿我的平板电脑交换，我也同意了，但她却突然说:“你不知道多去骗你爸爸买，等以后你爸肯定会把全部财产那些全都给你弟，不得给你的”真的感觉说得很过分，当场就跟她吵起来了，然后她也各种骂，说得让人听着很不舒服，经常这样，平时给我买点衣服就会一直念“啊，你又花了我好多钱”很久都会一直拿出来说，还说什么我怎么样跟她没关系，真的感觉经常这样太累了，平时生活着也很累，真的感觉不想活了，但是想到我爸爸也花了这么多钱在我身上，所以感觉对不起他，而且我也很怕疼。",
    "annotation": [
      {
        "sentence": "我18岁，想死，没有活下去的希望，但是怕疼，怎么办？",
        "label": ""
      },
      {
        "sentence": "从小父母离异了跟着父亲，从小到大一直是父亲在养我，母亲偶尔给我买衣服，因为学习美术，集训花了七万多，上大学又要花好几万，全都是我父亲和继母出的钱，上大学需要用手提电脑，但是最近父亲家也缺钱，于是找母亲希望可以帮我支付一下，但她一直说什么“你就知道找我怎么不找你爸？",
        "label": ""
      },
      {
        "sentence": "”给她说我爸因为我集训还有大学都花了十几万了她却说“那是他该出的，我没钱”还说要买的话要我拿我的平板电脑交换，我也同意了，但她却突然说:“你不知道多去骗你爸爸买，等以后你爸肯定会把全部财产那些全都给你弟，不得给你的”真的感觉说得很过分，当场就跟她吵起来了，然后她也各种骂，说得让人听着很不舒服，经常这样，平时给我买点衣服就会一直念“啊，你又花了我好多钱”很久都会一直拿出来说，还说什么我怎么样跟她没关系，真的感觉经常这样太累了，平时生活着也很累，真的感觉不想活了，但是想到我爸爸也花了这么多钱在我身上，所以感觉对不起他，而且我也很怕疼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，希望这些文字，能给你带来哪怕一点点温暖。死亡是件非常、非常痛苦的事情没有哪一种死亡方法是短暂而且毫无痛苦的。多数自杀方法都很痛苦，而且会有很大几率不成功，从而面对后续更痛苦的后遗症和别人的指指点点，也会让关心你的人为你难过。",
    "annotation": [
      {
        "sentence": "见字如面，希望这些文字，能给你带来哪怕一点点温暖。",
        "label": ""
      },
      {
        "sentence": "死亡是件非常、非常痛苦的事情没有哪一种死亡方法是短暂而且毫无痛苦的。",
        "label": ""
      },
      {
        "sentence": "多数自杀方法都很痛苦，而且会有很大几率不成功，从而面对后续更痛苦的后遗症和别人的指指点点，也会让关心你的人为你难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自杀是痛苦的，但我现在感觉真的没有活下去的希望了。",
    "annotation": [
      {
        "sentence": "我知道自杀是痛苦的，但我现在感觉真的没有活下去的希望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在的困境非常艰难，但我希望你能先暂时放下对死亡的想法。你还很年轻，未来有很多值得期待的事情等着你去经历。",
    "annotation": [
      {
        "sentence": "我明白你现在的困境非常艰难，但我希望你能先暂时放下对死亡的想法。",
        "label": ""
      },
      {
        "sentence": "你还很年轻，未来有很多值得期待的事情等着你去经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得无论怎样，我都没有希望了。我父母离异，我的亲生母亲也对我这么冷漠，我觉得无法承受这样的心理压力。",
    "annotation": [
      {
        "sentence": "可是我觉得无论怎样，我都没有希望了。",
        "label": ""
      },
      {
        "sentence": "我父母离异，我的亲生母亲也对我这么冷漠，我觉得无法承受这样的心理压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪现在非常低落，我可以理解。关于你的生活困境和家庭问题，我希望可以跟你一起找到一些解决的办法。首先，让我们来思考一下现实问题。现阶段，你是否真的需要一台手提电脑呢？",
    "annotation": [
      {
        "sentence": "你的情绪现在非常低落，我可以理解。",
        "label": ""
      },
      {
        "sentence": "关于你的生活困境和家庭问题，我希望可以跟你一起找到一些解决的办法。",
        "label": ""
      },
      {
        "sentence": "首先，让我们来思考一下现实问题。",
        "label": ""
      },
      {
        "sentence": "现阶段，你是否真的需要一台手提电脑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "学美术需要使用电脑，但是我父亲最近也很困难，我觉得很难向他开口要求。",
    "annotation": [
      {
        "sentence": "学美术需要使用电脑，但是我父亲最近也很困难，我觉得很难向他开口要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你觉得很难开口向父亲提要求，我想建议你尝试和他坦诚地沟通，表达你对电脑的需求以及你所面临的困境。或者，你可以跟他商量分期付款的方式，这样能够减轻你们的负担。另外，你可以询问一下学长学姐关于使用电脑的需求，也许在进一步购买前可以先考虑一下。",
    "annotation": [
      {
        "sentence": "既然你觉得很难开口向父亲提要求，我想建议你尝试和他坦诚地沟通，表达你对电脑的需求以及你所面临的困境。",
        "label": ""
      },
      {
        "sentence": "或者，你可以跟他商量分期付款的方式，这样能够减轻你们的负担。",
        "label": ""
      },
      {
        "sentence": "另外，你可以询问一下学长学姐关于使用电脑的需求，也许在进一步购买前可以先考虑一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着跟父亲沟通一下，看他的态度。但我还是担心会给他带来更大的经济负担。",
    "annotation": [
      {
        "sentence": "我会试着跟父亲沟通一下，看他的态度。",
        "label": ""
      },
      {
        "sentence": "但我还是担心会给他带来更大的经济负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对父亲的担心，但作为你的父亲，他愿意花钱供你学美术，应该是很愿意为你付出的。而且，你也可以考虑自己尝试一些打工的方式来减轻家庭的经济压力，比如做家教或者找一些零工。不仅可以帮助你赚取一些零用钱，还能积累社会经验和发展自己的能力。",
    "annotation": [
      {
        "sentence": "我明白你对父亲的担心，但作为你的父亲，他愿意花钱供你学美术，应该是很愿意为你付出的。",
        "label": ""
      },
      {
        "sentence": "而且，你也可以考虑自己尝试一些打工的方式来减轻家庭的经济压力，比如做家教或者找一些零工。",
        "label": ""
      },
      {
        "sentence": "不仅可以帮助你赚取一些零用钱，还能积累社会经验和发展自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己很累，不仅仅是经济的压力，更是母亲经常给我带来的负面情绪。",
    "annotation": [
      {
        "sentence": "我觉得自己很累，不仅仅是经济的压力，更是母亲经常给我带来的负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "母亲的负面情绪对你造成了很大的困扰，这确实不是一个健康的家庭环境。首先，你可以试着表达自己的情绪，告诉她她所说的话让你感到伤害和难受。如果她对你的情绪不关注，你需要学会保持距离。这并不是对她的报复或者放弃，而是为了保护自己的心理健康。你可以减少与她的接触和回应，保持一定的距离。同时，我也建议你和父亲沟通，让他了解你和母亲之间的状况，寻求他的支持和理解。",
    "annotation": [
      {
        "sentence": "母亲的负面情绪对你造成了很大的困扰，这确实不是一个健康的家庭环境。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着表达自己的情绪，告诉她她所说的话让你感到伤害和难受。",
        "label": ""
      },
      {
        "sentence": "如果她对你的情绪不关注，你需要学会保持距离。",
        "label": ""
      },
      {
        "sentence": "这并不是对她的报复或者放弃，而是为了保护自己的心理健康。",
        "label": ""
      },
      {
        "sentence": "你可以减少与她的接触和回应，保持一定的距离。",
        "label": ""
      },
      {
        "sentence": "同时，我也建议你和父亲沟通，让他了解你和母亲之间的状况，寻求他的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己很无助，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我觉得自己很无助，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的状况让你感到无助和绝望。但是，我想告诉你，不论遇到什么困难，你都不是一个人在面对。你可以寻求帮助，可以跟你信任的人交流，也可以考虑咨询心理医生的意见。与此同时，你也要学会自我调节情绪，尝试一些放松和发泄情绪的方式，比如绘画、音乐、运动等。保持积极的心态，相信未来会有更好的机会和希望等着你。",
    "annotation": [
      {
        "sentence": "我理解你现在的状况让你感到无助和绝望。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你，不论遇到什么困难，你都不是一个人在面对。",
        "label": ""
      },
      {
        "sentence": "你可以寻求帮助，可以跟你信任的人交流，也可以考虑咨询心理医生的意见。",
        "label": ""
      },
      {
        "sentence": "与此同时，你也要学会自我调节情绪，尝试一些放松和发泄情绪的方式，比如绘画、音乐、运动等。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信未来会有更好的机会和希望等着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心和建议，我会试着去实践的。",
    "annotation": [
      {
        "sentence": "谢谢你的关心和建议，我会试着去实践的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望我的建议能对你有所帮助。你并不孤单，一定要记得有人在你身边支持你。希望你能热爱生活，保持愉快的心情。如果你还有其他问题或需要进一步的帮助，随时都可以找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，一定要记得有人在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能热爱生活，保持愉快的心情。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的帮助，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]