[
  {
    "role": "client",
    "content": "状态不太好，总是感觉身心无力，成天浑浑噩噩？我非常想要学习，我之前也一直都很认真学习，但是，我去年貌似遇到点不太好的小事，我当时很生气没当回事，当时并没有影响，我也不知道我现在的情况和这有没有关系，从疫情结束回来上学，我的状态就不太好了，无法安心做事，学习，总感觉很累，睡眠质量下降，不想动弹，不想动脑，什么都不想干，但是什么都不干又感觉很焦虑，就是那种坐立难安的感觉，感觉心中火，我试图通过跑步运动释放压力，但是好像没什么用。",
    "annotation": [
      {
        "sentence": "状态不太好，总是感觉身心无力，成天浑浑噩噩？",
        "label": ""
      },
      {
        "sentence": "我非常想要学习，我之前也一直都很认真学习，但是，我去年貌似遇到点不太好的小事，我当时很生气没当回事，当时并没有影响，我也不知道我现在的情况和这有没有关系，从疫情结束回来上学，我的状态就不太好了，无法安心做事，学习，总感觉很累，睡眠质量下降，不想动弹，不想动脑，什么都不想干，但是什么都不干又感觉很焦虑，就是那种坐立难安的感觉，感觉心中火，我试图通过跑步运动释放压力，但是好像没什么用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你去年遇到的这点不太好的小事是什么事情呢？好像你并不想说出来。但是你又来到这里提问，这貌似是一个比较矛盾的表现。",
    "annotation": [
      {
        "sentence": "你去年遇到的这点不太好的小事是什么事情呢？",
        "label": ""
      },
      {
        "sentence": "好像你并不想说出来。",
        "label": ""
      },
      {
        "sentence": "但是你又来到这里提问，这貌似是一个比较矛盾的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，这个小事情发生在我和我的好朋友之间，我们之间有了一些误会，但是我没有处理好。最近想起这件事情的时候，就觉得很难过，觉得自己对不起朋友，也觉得心里很不舒服。",
    "annotation": [
      {
        "sentence": "是的，这个小事情发生在我和我的好朋友之间，我们之间有了一些误会，但是我没有处理好。",
        "label": ""
      },
      {
        "sentence": "最近想起这件事情的时候，就觉得很难过，觉得自己对不起朋友，也觉得心里很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对问题本身就是解决问题的第一步。或许你可以试着和你的朋友好好沟通，把这个误会解开，找回彼此之间的信任和友谊。",
    "annotation": [
      {
        "sentence": "面对问题本身就是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着和你的朋友好好沟通，把这个误会解开，找回彼此之间的信任和友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，但我怕再去找他，他会不理我，觉得我是一个自私的人。",
    "annotation": [
      {
        "sentence": "你说的没错，但我怕再去找他，他会不理我，觉得我是一个自私的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是很正常的，但是你不能放弃尝试。你可以先写信给他，表达你的歉意和想解决问题的愿望。如果他真的是你的好朋友，他可能会理解并愿意和你一起解决这个问题。",
    "annotation": [
      {
        "sentence": "担心是很正常的，但是你不能放弃尝试。",
        "label": ""
      },
      {
        "sentence": "你可以先写信给他，表达你的歉意和想解决问题的愿望。",
        "label": ""
      },
      {
        "sentence": "如果他真的是你的好朋友，他可能会理解并愿意和你一起解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该勇敢一点，不要逃避。写信是个好主意，我会试一试的。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该勇敢一点，不要逃避。",
        "label": ""
      },
      {
        "sentence": "写信是个好主意，我会试一试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，对于你的状态不好的感受，我想和你说一下疫情对我们的影响。疫情确实对很多学生造成比较大的困扰，除了学习方式发生了巨大的变化，我们与同学们、老师们的人际交往大大的减少了，造成我们与现实的脱节，一个与现实脱节的人最容易产生抑郁和躁狂的情绪。",
    "annotation": [
      {
        "sentence": "很好，对于你的状态不好的感受，我想和你说一下疫情对我们的影响。",
        "label": ""
      },
      {
        "sentence": "疫情确实对很多学生造成比较大的困扰，除了学习方式发生了巨大的变化，我们与同学们、老师们的人际交往大大的减少了，造成我们与现实的脱节，一个与现实脱节的人最容易产生抑郁和躁狂的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，疫情期间我一直在家上网课，跟同学们的联系确实减少了很多，也没有机会和老师们亲自交流。我觉得孤独感越来越重，可能就是因为这样才导致了我现在的情绪不稳定吧。",
    "annotation": [
      {
        "sentence": "是的，疫情期间我一直在家上网课，跟同学们的联系确实减少了很多，也没有机会和老师们亲自交流。",
        "label": ""
      },
      {
        "sentence": "我觉得孤独感越来越重，可能就是因为这样才导致了我现在的情绪不稳定吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得没错，疫情的限制导致我们与他人的接触减少，这会增加我们的孤独感。我相信，在这个困难的时期，你并不是唯一一个有这种感受的人。我们可以试着寻找其他的方式来缓解孤独感，比如加入一些线上的社交群组，和同学们多进行线上交流等等。",
    "annotation": [
      {
        "sentence": "你说得没错，疫情的限制导致我们与他人的接触减少，这会增加我们的孤独感。",
        "label": ""
      },
      {
        "sentence": "我相信，在这个困难的时期，你并不是唯一一个有这种感受的人。",
        "label": ""
      },
      {
        "sentence": "我们可以试着寻找其他的方式来缓解孤独感，比如加入一些线上的社交群组，和同学们多进行线上交流等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着做一些改变来缓解自己的孤独感。但是，我现在对学习也失去了兴趣，觉得一切都没有意义。我很困惑，不知道我学习是为了什么，做这些事情最终是为了什么。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着做一些改变来缓解自己的孤独感。",
        "label": ""
      },
      {
        "sentence": "但是，我现在对学习也失去了兴趣，觉得一切都没有意义。",
        "label": ""
      },
      {
        "sentence": "我很困惑，不知道我学习是为了什么，做这些事情最终是为了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个对生命意义的疑问，很多人都会经历这种困惑。我们总在寻找这些答案，一旦我们发现好像我们做的一切竟然不是出自自己的源动力，我们就对生命产生怀疑。我们就会像你感受到的那样“身心无力，浑浑噩噩”。寻找生命的意义是一个人一生要去追寻的议题。",
    "annotation": [
      {
        "sentence": "这是一个对生命意义的疑问，很多人都会经历这种困惑。",
        "label": ""
      },
      {
        "sentence": "我们总在寻找这些答案，一旦我们发现好像我们做的一切竟然不是出自自己的源动力，我们就对生命产生怀疑。",
        "label": ""
      },
      {
        "sentence": "我们就会像你感受到的那样“身心无力，浑浑噩噩”。",
        "label": ""
      },
      {
        "sentence": "寻找生命的意义是一个人一生要去追寻的议题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直在思考这个问题，但是还没有找到答案。我感觉很迷茫，不知道应该往哪个方向走。",
    "annotation": [
      {
        "sentence": "确实，我一直在思考这个问题，但是还没有找到答案。",
        "label": ""
      },
      {
        "sentence": "我感觉很迷茫，不知道应该往哪个方向走。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太着急，寻找生命的意义是一个长期的过程。我想引用《艾丽丝梦游仙境》里面的一句话：“如果你不知道自己该往哪个方向走，那么哪个方向都是对的”。也许现在你需要的是给自己一些时间，去探索和发现自己的真正兴趣和目标。",
    "annotation": [
      {
        "sentence": "不要太着急，寻找生命的意义是一个长期的过程。",
        "label": ""
      },
      {
        "sentence": "我想引用《艾丽丝梦游仙境》里面的一句话：“如果你不知道自己该往哪个方向走，那么哪个方向都是对的”。",
        "label": ""
      },
      {
        "sentence": "也许现在你需要的是给自己一些时间，去探索和发现自己的真正兴趣和目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得好像压力轻了一点，谢谢你的鼓励和支持。我也想起了《阿甘正传》里面的一个情景，珍妮对阿甘大声喊：“阿甘，快跑”。是的，如果我有点迷惑，或许我需要先行动起来，去寻找属于自己的答案。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得好像压力轻了一点，谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我也想起了《阿甘正传》里面的一个情景，珍妮对阿甘大声喊：“阿甘，快跑”。",
        "label": ""
      },
      {
        "sentence": "是的，如果我有点迷惑，或许我需要先行动起来，去寻找属于自己的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法是正确的。行动起来是非常重要的，通过去经历，去探索，就能找到属于自己的答案。相信自己能够走出困境，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很好，你的想法是正确的。",
        "label": ""
      },
      {
        "sentence": "行动起来是非常重要的，通过去经历，去探索，就能找到属于自己的答案。",
        "label": ""
      },
      {
        "sentence": "相信自己能够走出困境，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力去改变和寻找属于自己的意义。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力去改变和寻找属于自己的意义。",
        "label": ""
      }
    ]
  }
]