[
  {
    "role": "client",
    "content": "我今年25岁，大专毕业，心很累，很烦，该跟公婆保持距离？",
    "annotation": [
      {
        "sentence": "我今年25岁，大专毕业，心很累，很烦，该跟公婆保持距离？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你目前的状态一定很痛苦，每天都感到抱怨和不平。你总是觉得没人喜欢你，感觉别人对你不够好，感觉不公平。我相信你说的都是真实的，因为你已经相信了这些，相信自己不被爱，相信自己不够好，以至于觉得不值得被爱。那么别人怎么会来爱你，对你好呢？因为你不允许。从你描述的情况来看，你从小就没有真正被爱过，所以无法感受到爱，只能感受到不公平，只能感受到在姑姑家被寄养时不被喜欢和关心。但是你现在的感受并不是结婚后才有的，而是在婚前的经历中已经深深埋下的种子。婚后的家庭状态只是把这种伤害带了出来，所以你从抱怨父母、姑妈变成抱怨公公、大嫂，剧情没变，只是换了不同的演员而已。这些人引发你内心伤害的，实际上是个面镜子，让你看到内心深处那个受伤的小女孩。我们都在不断成长，从过往经历中走出来，拥有自主人生的选择权。如果你想过得轻松自在，就需要把注意力收回到自己身上，别关注别人对你的态度，只关注自己怎么做才会更快乐，什么是你自己喜欢的，什么是能让你感受到爱的方式，不要期待别人给予你无法给予自己的爱。每个人都有自己的命运，没有被爱包围的成长环境，并不意味着我们要自我放弃，在纠缠中挣扎，让别人的影响影响一生。这是你自己的选择，成为自己的救世主，超越命运的束缚。即使没有人爱你，你依然可以爱自己，这是一种自我修养。",
    "annotation": [
      {
        "sentence": "你好，我了解你目前的状态一定很痛苦，每天都感到抱怨和不平。",
        "label": ""
      },
      {
        "sentence": "你总是觉得没人喜欢你，感觉别人对你不够好，感觉不公平。",
        "label": ""
      },
      {
        "sentence": "我相信你说的都是真实的，因为你已经相信了这些，相信自己不被爱，相信自己不够好，以至于觉得不值得被爱。",
        "label": ""
      },
      {
        "sentence": "那么别人怎么会来爱你，对你好呢？",
        "label": ""
      },
      {
        "sentence": "因为你不允许。",
        "label": ""
      },
      {
        "sentence": "从你描述的情况来看，你从小就没有真正被爱过，所以无法感受到爱，只能感受到不公平，只能感受到在姑姑家被寄养时不被喜欢和关心。",
        "label": ""
      },
      {
        "sentence": "但是你现在的感受并不是结婚后才有的，而是在婚前的经历中已经深深埋下的种子。",
        "label": ""
      },
      {
        "sentence": "婚后的家庭状态只是把这种伤害带了出来，所以你从抱怨父母、姑妈变成抱怨公公、大嫂，剧情没变，只是换了不同的演员而已。",
        "label": ""
      },
      {
        "sentence": "这些人引发你内心伤害的，实际上是个面镜子，让你看到内心深处那个受伤的小女孩。",
        "label": ""
      },
      {
        "sentence": "我们都在不断成长，从过往经历中走出来，拥有自主人生的选择权。",
        "label": ""
      },
      {
        "sentence": "如果你想过得轻松自在，就需要把注意力收回到自己身上，别关注别人对你的态度，只关注自己怎么做才会更快乐，什么是你自己喜欢的，什么是能让你感受到爱的方式，不要期待别人给予你无法给予自己的爱。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的命运，没有被爱包围的成长环境，并不意味着我们要自我放弃，在纠缠中挣扎，让别人的影响影响一生。",
        "label": ""
      },
      {
        "sentence": "这是你自己的选择，成为自己的救世主，超越命运的束缚。",
        "label": ""
      },
      {
        "sentence": "即使没有人爱你，你依然可以爱自己，这是一种自我修养。",
        "label": ""
      }
    ]
  }
]