[
  {
    "role": "client",
    "content": "我28岁，总是敏感多疑，很多事不相信是怎么回事呢？性格自卑敏感，对很多事情持怀疑态度，不相信努力的力量，不相信有人真的爱我，感觉做什么事情努力了也不会成功，所以做事情总是敷衍，不能深入进去。我也总会逃避事情，认为自己没有能力，做不到，害怕失败而不去做。我这样是自我设障吗？为什么我会有这种心理，跟成长过程中经常遭受批评指责有关系吗？我应该怎样改善？多谢！",
    "annotation": [
      {
        "sentence": "我28岁，总是敏感多疑，很多事不相信是怎么回事呢？",
        "label": ""
      },
      {
        "sentence": "性格自卑敏感，对很多事情持怀疑态度，不相信努力的力量，不相信有人真的爱我，感觉做什么事情努力了也不会成功，所以做事情总是敷衍，不能深入进去。",
        "label": ""
      },
      {
        "sentence": "我也总会逃避事情，认为自己没有能力，做不到，害怕失败而不去做。",
        "label": ""
      },
      {
        "sentence": "我这样是自我设障吗？",
        "label": ""
      },
      {
        "sentence": "为什么我会有这种心理，跟成长过程中经常遭受批评指责有关系吗？",
        "label": ""
      },
      {
        "sentence": "我应该怎样改善？",
        "label": ""
      },
      {
        "sentence": "多谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能够理解你的感受，并且看到了曾经的自己。觉得自己一无是处，没人会喜欢自己，更没人爱自己，看待生活的方式变得灰暗混乱和充满恐惧，无力去做事，沉浸在一味的委屈中，觉得自己做了也不会成功，所以总是委屈自己去讨好别人，追求别人的认可。你要知道，你不是唯一一个有这种心理状态的人，在不同程度上许多人都有同样的感受，所以你不必自责，也不必感到孤单，在这个灵魂黑暗的夜晚有很多人陪伴在你身边。首先你需要接受这种状态是你自己选择经历的命运的一部分。你提到了是否跟成长过程中经常受到批评和指责有关系，是的，这种心理状态源于曾经的被忽视，在我们懵懂无知时，当我们需要被无条件支持时，周围给予的却是批评甚至伤害。我们误以为这些评判是对自己真实的评价，然后以这种认知的方式来经历人生，只会陷入无尽的混乱中。但是，重要的是要认识到，我们可以打破这种困境。我自己就是通过艰辛的探索走过来的。在平时难受的时候，我喜欢用书写的方式来释放情绪，清理曾经经历带来的伤害。了解自己的混乱情绪也很重要，更重要的是要有摆脱混乱的决心。这并不是为了纠缠在痛苦中，而是为了倾诉一下，如果真的准备好了，你可以多做一些自己喜欢的事情，多运动，多到大自然中散步，你甚至可以找一棵大树，把自己的心事告诉她。通过这些方式，你可以给自己一个从这种心理状态中脱离的机会，不断地清理，不断地觉察，你会不断地重新获得力量，成为一个有力量的人。祝你回归本心。",
    "annotation": [
      {
        "sentence": "我完全能够理解你的感受，并且看到了曾经的自己。",
        "label": ""
      },
      {
        "sentence": "觉得自己一无是处，没人会喜欢自己，更没人爱自己，看待生活的方式变得灰暗混乱和充满恐惧，无力去做事，沉浸在一味的委屈中，觉得自己做了也不会成功，所以总是委屈自己去讨好别人，追求别人的认可。",
        "label": ""
      },
      {
        "sentence": "你要知道，你不是唯一一个有这种心理状态的人，在不同程度上许多人都有同样的感受，所以你不必自责，也不必感到孤单，在这个灵魂黑暗的夜晚有很多人陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "首先你需要接受这种状态是你自己选择经历的命运的一部分。",
        "label": ""
      },
      {
        "sentence": "你提到了是否跟成长过程中经常受到批评和指责有关系，是的，这种心理状态源于曾经的被忽视，在我们懵懂无知时，当我们需要被无条件支持时，周围给予的却是批评甚至伤害。",
        "label": ""
      },
      {
        "sentence": "我们误以为这些评判是对自己真实的评价，然后以这种认知的方式来经历人生，只会陷入无尽的混乱中。",
        "label": ""
      },
      {
        "sentence": "但是，重要的是要认识到，我们可以打破这种困境。",
        "label": ""
      },
      {
        "sentence": "我自己就是通过艰辛的探索走过来的。",
        "label": ""
      },
      {
        "sentence": "在平时难受的时候，我喜欢用书写的方式来释放情绪，清理曾经经历带来的伤害。",
        "label": ""
      },
      {
        "sentence": "了解自己的混乱情绪也很重要，更重要的是要有摆脱混乱的决心。",
        "label": ""
      },
      {
        "sentence": "这并不是为了纠缠在痛苦中，而是为了倾诉一下，如果真的准备好了，你可以多做一些自己喜欢的事情，多运动，多到大自然中散步，你甚至可以找一棵大树，把自己的心事告诉她。",
        "label": ""
      },
      {
        "sentence": "通过这些方式，你可以给自己一个从这种心理状态中脱离的机会，不断地清理，不断地觉察，你会不断地重新获得力量，成为一个有力量的人。",
        "label": ""
      },
      {
        "sentence": "祝你回归本心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我确实感到安慰，知道自己并不孤单。你提到的书写方式听起来很有意思，我想尝试一下。我觉得找到适合我的方式来释放情绪是个不错的方法，我应该多尝试一些自我疗愈的方式。但时常不相信自己能够走出困境，怎么样才能恢复信心呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实感到安慰，知道自己并不孤单。",
        "label": ""
      },
      {
        "sentence": "你提到的书写方式听起来很有意思，我想尝试一下。",
        "label": ""
      },
      {
        "sentence": "我觉得找到适合我的方式来释放情绪是个不错的方法，我应该多尝试一些自我疗愈的方式。",
        "label": ""
      },
      {
        "sentence": "但时常不相信自己能够走出困境，怎么样才能恢复信心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，找到适合自己的方式来释放情绪是非常重要的。对于恢复信心，我认为关键是在日常生活中培养一些积极的习惯和思维方式。你可以尝试每天给自己一些正面的肯定，比如写下自己的优点和成就，不要总是将焦点放在不足和失败上。此外，也可以寻找一些支持的人群，与他们分享困扰你的问题，并听取他们的建议和鼓励。有时候，也需要给自己一些时间和空间，让自己从不断的压力中解脱出来，尝试放松和调整自己的心态。相信这些积极的改变和实践会逐渐重建起你的信心。",
    "annotation": [
      {
        "sentence": "你说得对，找到适合自己的方式来释放情绪是非常重要的。",
        "label": ""
      },
      {
        "sentence": "对于恢复信心，我认为关键是在日常生活中培养一些积极的习惯和思维方式。",
        "label": ""
      },
      {
        "sentence": "你可以尝试每天给自己一些正面的肯定，比如写下自己的优点和成就，不要总是将焦点放在不足和失败上。",
        "label": ""
      },
      {
        "sentence": "此外，也可以寻找一些支持的人群，与他们分享困扰你的问题，并听取他们的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "有时候，也需要给自己一些时间和空间，让自己从不断的压力中解脱出来，尝试放松和调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "相信这些积极的改变和实践会逐渐重建起你的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着每天给自己一些正面的肯定，更加关注自己的优点和成就。同时，我也会寻找一些支持的人，与他们分享自己的问题，并接受他们的建议和鼓励。放松和调整心态也是很重要的，我会尝试在工作之余找一些自己喜欢的活动来放松自己。谢谢你的建议，我相信这些改变会对我有所帮助。",
    "annotation": [
      {
        "sentence": "我会试着每天给自己一些正面的肯定，更加关注自己的优点和成就。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻找一些支持的人，与他们分享自己的问题，并接受他们的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "放松和调整心态也是很重要的，我会尝试在工作之余找一些自己喜欢的活动来放松自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我相信这些改变会对我有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试这些方法，并相信这些改变会给你带来积极的影响。在你进行这些努力的过程中，也不要忘记给自己一些宽容和理解。每个人都需要时间来成长和改变。如果在实施中遇到困难或者感到沮丧，不要放弃，坚持下去。我相信你可以走出自己的心理困境，重新找回内心的平静和自信。请记住，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试这些方法，并相信这些改变会给你带来积极的影响。",
        "label": ""
      },
      {
        "sentence": "在你进行这些努力的过程中，也不要忘记给自己一些宽容和理解。",
        "label": ""
      },
      {
        "sentence": "每个人都需要时间来成长和改变。",
        "label": ""
      },
      {
        "sentence": "如果在实施中遇到困难或者感到沮丧，不要放弃，坚持下去。",
        "label": ""
      },
      {
        "sentence": "我相信你可以走出自己的心理困境，重新找回内心的平静和自信。",
        "label": ""
      },
      {
        "sentence": "请记住，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励。我会牢记你的建议，一步一步去迈进，不放弃自己。如果未来还有什么困惑或者需要倾诉的时候，我还能继续向你寻求帮助吗？",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，一步一步去迈进，不放弃自己。",
        "label": ""
      },
      {
        "sentence": "如果未来还有什么困惑或者需要倾诉的时候，我还能继续向你寻求帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！我很愿意继续帮助你，倾听你的困惑并给予支持。不管你需要什么样的帮助，你都可以随时向我倾诉。无论是在情绪问题上还是其他方面，我都会尽力帮助你。记住，你并不孤单，有我一直在这里支持你。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "我很愿意继续帮助你，倾听你的困惑并给予支持。",
        "label": ""
      },
      {
        "sentence": "不管你需要什么样的帮助，你都可以随时向我倾诉。",
        "label": ""
      },
      {
        "sentence": "无论是在情绪问题上还是其他方面，我都会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有我一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你对我的支持和承诺。我会珍惜这份关心，当我有困扰时会毫不犹豫地向你寻求帮助。真的非常感谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你对我的支持和承诺。",
        "label": ""
      },
      {
        "sentence": "我会珍惜这份关心，当我有困扰时会毫不犹豫地向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "真的非常感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我愿意帮助你，同时也很高兴看到你对自己的未来充满了信心。你是一个勇敢的人，相信你一定能够走出困境，找到真正的自我。祝愿你早日走向幸福和成功！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我愿意帮助你，同时也很高兴看到你对自己的未来充满了信心。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，相信你一定能够走出困境，找到真正的自我。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走向幸福和成功！",
        "label": ""
      }
    ]
  }
]