[
  {
    "role": "client",
    "content": "14岁男，感觉学习压力大，害怕被老师批评？",
    "annotation": [
      {
        "sentence": "14岁男，感觉学习压力大，害怕被老师批评？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "中考只是人生的小小的转折点，它不代表以后的人生。可以看到自己现在的成绩可以考一个不错的高中，这是很棒的一件事。所以要相信自己是真的可以做到。以你目前的学习方式，我也相信你是可以做到的。",
    "annotation": [
      {
        "sentence": "中考只是人生的小小的转折点，它不代表以后的人生。",
        "label": ""
      },
      {
        "sentence": "可以看到自己现在的成绩可以考一个不错的高中，这是很棒的一件事。",
        "label": ""
      },
      {
        "sentence": "所以要相信自己是真的可以做到。",
        "label": ""
      },
      {
        "sentence": "以你目前的学习方式，我也相信你是可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕自己因为某种原因会落榜。那么这个原因到底是什么，又为什么害怕。",
    "annotation": [
      {
        "sentence": "我害怕自己因为某种原因会落榜。",
        "label": ""
      },
      {
        "sentence": "那么这个原因到底是什么，又为什么害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们通常对一件事产生害怕的心理，是我认为自己没有能力去处理存在的事件，或者对未发生的事情感到害怕。我们都习惯用负面的情绪来看待问题，可是每件事都有其正面的因素呀。比如，我害怕过马路，因为我怕被车撞。也就是这种害怕，我们产生了自我保护的行为，因为这份害怕我比其他人更警惕过马路，遵守交通规则等等，那这份害怕还是一件坏事吗。",
    "annotation": [
      {
        "sentence": "我们通常对一件事产生害怕的心理，是我认为自己没有能力去处理存在的事件，或者对未发生的事情感到害怕。",
        "label": ""
      },
      {
        "sentence": "我们都习惯用负面的情绪来看待问题，可是每件事都有其正面的因素呀。",
        "label": ""
      },
      {
        "sentence": "比如，我害怕过马路，因为我怕被车撞。",
        "label": ""
      },
      {
        "sentence": "也就是这种害怕，我们产生了自我保护的行为，因为这份害怕我比其他人更警惕过马路，遵守交通规则等等，那这份害怕还是一件坏事吗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在学校害怕做错事被老师批评。那什么才是对的事什么才是错的事呢。我们都说事物本身是没有意义的，所有标准都是我们所赋予的。老师认为这件事是错的，那只是老师的标准。1.比如我今天上课的时候不小心打瞌睡了，这件事真的错了吗？昨天因为预习太晚了，因此休息晚了才会受到影响，难道这件事真的错了吗。2.这次模拟考，我的成绩考低了，落后了几名，原因是有几道题我不会。因此被老师批评了。那首先，我是个学生，本身就是不断发现问题不断地学习的。那几道题我确实不会，也就说明了我对这部分的知识点掌握度还不足，还有提高的空间。每个人都不是完美的，都是会犯错的。那老师就不会犯错吗，有时候学会把心放宽些，路才会走得顺些。",
    "annotation": [
      {
        "sentence": "我在学校害怕做错事被老师批评。",
        "label": ""
      },
      {
        "sentence": "那什么才是对的事什么才是错的事呢。",
        "label": ""
      },
      {
        "sentence": "我们都说事物本身是没有意义的，所有标准都是我们所赋予的。",
        "label": ""
      },
      {
        "sentence": "老师认为这件事是错的，那只是老师的标准。",
        "label": ""
      },
      {
        "sentence": "1.比如我今天上课的时候不小心打瞌睡了，这件事真的错了吗？",
        "label": ""
      },
      {
        "sentence": "昨天因为预习太晚了，因此休息晚了才会受到影响，难道这件事真的错了吗。",
        "label": ""
      },
      {
        "sentence": "2.这次模拟考，我的成绩考低了，落后了几名，原因是有几道题我不会。",
        "label": ""
      },
      {
        "sentence": "因此被老师批评了。",
        "label": ""
      },
      {
        "sentence": "那首先，我是个学生，本身就是不断发现问题不断地学习的。",
        "label": ""
      },
      {
        "sentence": "那几道题我确实不会，也就说明了我对这部分的知识点掌握度还不足，还有提高的空间。",
        "label": ""
      },
      {
        "sentence": "每个人都不是完美的，都是会犯错的。",
        "label": ""
      },
      {
        "sentence": "那老师就不会犯错吗，有时候学会把心放宽些，路才会走得顺些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要知道这个世界上，没有什么对的错的事情，这些都是人们给制定的标准。只要我做的事情不伤害自己，不伤害他人，没有给我身边的人完成伤害自己就问心无愧。每个人都是为了自己而努力，不是为了他人。我们每个人都是不一样的个体存在在这个世界上，世界上没有两片相同的叶子，更何况相同的人呢。每个人都是不一样的，我们有自己的思维和想法，别人也有自己的思维和想法。所以老师有老师的思维认知，你有自己的思维认知。只要自己做的事情不是伤天害理的，又何必在乎他人对自己的看法。有利于我们的批评我们就听，影响到我们的就放下。",
    "annotation": [
      {
        "sentence": "要知道这个世界上，没有什么对的错的事情，这些都是人们给制定的标准。",
        "label": ""
      },
      {
        "sentence": "只要我做的事情不伤害自己，不伤害他人，没有给我身边的人完成伤害自己就问心无愧。",
        "label": ""
      },
      {
        "sentence": "每个人都是为了自己而努力，不是为了他人。",
        "label": ""
      },
      {
        "sentence": "我们每个人都是不一样的个体存在在这个世界上，世界上没有两片相同的叶子，更何况相同的人呢。",
        "label": ""
      },
      {
        "sentence": "每个人都是不一样的，我们有自己的思维和想法，别人也有自己的思维和想法。",
        "label": ""
      },
      {
        "sentence": "所以老师有老师的思维认知，你有自己的思维认知。",
        "label": ""
      },
      {
        "sentence": "只要自己做的事情不是伤天害理的，又何必在乎他人对自己的看法。",
        "label": ""
      },
      {
        "sentence": "有利于我们的批评我们就听，影响到我们的就放下。",
        "label": ""
      }
    ]
  }
]