[
  {
    "role": "client",
    "content": "我离异了，女儿归了前夫，我重新组建家庭后始终放不下女儿，怎么办？",
    "annotation": [
      {
        "sentence": "我离异了，女儿归了前夫，我重新组建家庭后始终放不下女儿，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，感受到你的无奈与心疼。孩子是母亲的心头肉，不管我们有怎样的困难环境，都会尽力留孩子在自己身边。看到你在离婚后的两年里就算没有收入、就算是承受着娘家人的压力还是毅然决然的带孩子在身边，在孩子3岁前给到孩子应有的母爱与温暖，在孩子关键的婴幼儿期你作为一个单亲妈妈，你尽力给了孩子你能给的一切。只是后来迫于现实的无奈，被前夫拿走了抚养权。我想，在这个过程中，你已经尽力了，做了你作为一个母亲能做到的一切。",
    "annotation": [
      {
        "sentence": "看到你的描述，感受到你的无奈与心疼。",
        "label": ""
      },
      {
        "sentence": "孩子是母亲的心头肉，不管我们有怎样的困难环境，都会尽力留孩子在自己身边。",
        "label": ""
      },
      {
        "sentence": "看到你在离婚后的两年里就算没有收入、就算是承受着娘家人的压力还是毅然决然的带孩子在身边，在孩子3岁前给到孩子应有的母爱与温暖，在孩子关键的婴幼儿期你作为一个单亲妈妈，你尽力给了孩子你能给的一切。",
        "label": ""
      },
      {
        "sentence": "只是后来迫于现实的无奈，被前夫拿走了抚养权。",
        "label": ""
      },
      {
        "sentence": "我想，在这个过程中，你已经尽力了，做了你作为一个母亲能做到的一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的认可和鼓励，但我无法接受女儿不在我身边的事实。怎么才能放下心中的思念和内疚？",
    "annotation": [
      {
        "sentence": "谢谢你的认可和鼓励，但我无法接受女儿不在我身边的事实。",
        "label": ""
      },
      {
        "sentence": "怎么才能放下心中的思念和内疚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的情感，也知道这件事会让你十分痛苦和不堪。但我们也不能太过自责和自我压抑。你尽力了，但是没有办法抵挡土壤的现实。你没有错，也不应该过度自责。我们需要更加关注和照顾自己。多注意自己的健康和情绪，尝试寻找可以安放自己情感的方式。比如在日记中记录下自己的情绪和想法，又或者去看心理医生，找他们倾诉你的心声，从而寻求寻求更好的解决方法。",
    "annotation": [
      {
        "sentence": "我理解你的情感，也知道这件事会让你十分痛苦和不堪。",
        "label": ""
      },
      {
        "sentence": "但我们也不能太过自责和自我压抑。",
        "label": ""
      },
      {
        "sentence": "你尽力了，但是没有办法抵挡土壤的现实。",
        "label": ""
      },
      {
        "sentence": "你没有错，也不应该过度自责。",
        "label": ""
      },
      {
        "sentence": "我们需要更加关注和照顾自己。",
        "label": ""
      },
      {
        "sentence": "多注意自己的健康和情绪，尝试寻找可以安放自己情感的方式。",
        "label": ""
      },
      {
        "sentence": "比如在日记中记录下自己的情绪和想法，又或者去看心理医生，找他们倾诉你的心声，从而寻求寻求更好的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自己需要放下，但是我不知道该怎么去做。我想尽快和女儿见面，但是前夫不同意。此时我应该怎么做？",
    "annotation": [
      {
        "sentence": "我知道自己需要放下，但是我不知道该怎么去做。",
        "label": ""
      },
      {
        "sentence": "我想尽快和女儿见面，但是前夫不同意。",
        "label": ""
      },
      {
        "sentence": "此时我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在处理这样的情感问题时，我们应该在各种可能性中找到一个最适合的解决方案。首先我们要考虑紧接在身边的家人和朋友，寻求他们的帮助和支持。其次，不妨试试通过媒介，比如电话或者视频，与女儿保持联系。我们可以和前夫达成一些排程，想办法让女儿知道你的思念和关心。我们还可以考虑到法院去请求抚养权，但是在这之前，我们也应该去尝试和前夫进行沟通，以达成一个最优解。",
    "annotation": [
      {
        "sentence": "在处理这样的情感问题时，我们应该在各种可能性中找到一个最适合的解决方案。",
        "label": ""
      },
      {
        "sentence": "首先我们要考虑紧接在身边的家人和朋友，寻求他们的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "其次，不妨试试通过媒介，比如电话或者视频，与女儿保持联系。",
        "label": ""
      },
      {
        "sentence": "我们可以和前夫达成一些排程，想办法让女儿知道你的思念和关心。",
        "label": ""
      },
      {
        "sentence": "我们还可以考虑到法院去请求抚养权，但是在这之前，我们也应该去尝试和前夫进行沟通，以达成一个最优解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我又担心我自己的情绪会影响女儿。毕竟我曾经的崩溃，会让女儿产生一些负面情绪。你觉得我该怎么做？",
    "annotation": [
      {
        "sentence": "但我又担心我自己的情绪会影响女儿。",
        "label": ""
      },
      {
        "sentence": "毕竟我曾经的崩溃，会让女儿产生一些负面情绪。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的问题。确实，在处理情感问题时，我们应该注意自己的情感和情绪。如果处理得当，这样的情绪不会对孩子造成太大的影响。我们可以尝试保持沉静，并且在处理这样的问题时采取成熟而冷静的态度。此外，我们可以考虑咨询心理医生，尤其是那些有着照顾单亲家庭经验的医生，向他们申请更好的处理方法和技巧，以帮助自己更好地减轻压力。",
    "annotation": [
      {
        "sentence": "这是一个很好的问题。",
        "label": ""
      },
      {
        "sentence": "确实，在处理情感问题时，我们应该注意自己的情感和情绪。",
        "label": ""
      },
      {
        "sentence": "如果处理得当，这样的情绪不会对孩子造成太大的影响。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试保持沉静，并且在处理这样的问题时采取成熟而冷静的态度。",
        "label": ""
      },
      {
        "sentence": "此外，我们可以考虑咨询心理医生，尤其是那些有着照顾单亲家庭经验的医生，向他们申请更好的处理方法和技巧，以帮助自己更好地减轻压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在正在重新组建家庭，但是我担心和前夫的矛盾会影响我的现在家庭。我该怎么做？",
    "annotation": [
      {
        "sentence": "我现在正在重新组建家庭，但是我担心和前夫的矛盾会影响我的现在家庭。",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在家庭中，每个成员的感受和意见都非常重要。为了保证家庭和谐，我们应该尝试建立沟通和理解的基础。与你现在的丈夫沟通，让他知道你的内心情感和需要。同时，你也应该尝试了解他的意愿和考虑。如果他不理解或者不支持你，不妨安排一次专业的心理咨询，以获得更多的帮助和建议。",
    "annotation": [
      {
        "sentence": "在家庭中，每个成员的感受和意见都非常重要。",
        "label": ""
      },
      {
        "sentence": "为了保证家庭和谐，我们应该尝试建立沟通和理解的基础。",
        "label": ""
      },
      {
        "sentence": "与你现在的丈夫沟通，让他知道你的内心情感和需要。",
        "label": ""
      },
      {
        "sentence": "同时，你也应该尝试了解他的意愿和考虑。",
        "label": ""
      },
      {
        "sentence": "如果他不理解或者不支持你，不妨安排一次专业的心理咨询，以获得更多的帮助和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想知道女儿是否对我还有感情，我可以联系她吗？",
    "annotation": [
      {
        "sentence": "我想知道女儿是否对我还有感情，我可以联系她吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于宝宝的感受，我们不能肯定，也不能强求。每个人的感受都是独特的，只有通过沟通和交流才能更好地了解对方。现在我们不能联系女儿，但是我们可以选择写一封感性和真挚的信件，表达出我们的关心和思念。同时，我们也可以向前夫或者女儿的监护人提出合理的请求，以便取得与女儿见面或者联系的机会。",
    "annotation": [
      {
        "sentence": "关于宝宝的感受，我们不能肯定，也不能强求。",
        "label": ""
      },
      {
        "sentence": "每个人的感受都是独特的，只有通过沟通和交流才能更好地了解对方。",
        "label": ""
      },
      {
        "sentence": "现在我们不能联系女儿，但是我们可以选择写一封感性和真挚的信件，表达出我们的关心和思念。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以向前夫或者女儿的监护人提出合理的请求，以便取得与女儿见面或者联系的机会。",
        "label": ""
      }
    ]
  }
]