[
  {
    "role": "client",
    "content": "明知对方是渣男，还是忘不了怎么办？",
    "annotation": [
      {
        "sentence": "明知对方是渣男，还是忘不了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你遇到了一个男生，后来被骗知道他是渣男，但是又放不下他，深受他的困扰。这种情况对女生来说其实蛮常见的，网上有这样一个说法:渣男就是垃圾食品，虽然不健康，但是很多人都喜欢吃。也就是说，即便很多人都被渣男伤害过，但是都无法放下渣男。为什么女孩子那么容易被渣男吸引呢？因为渣男本身充满魅力，而且很懂女人的心，渣男不一定颜值高，但是渣男会打扮自己，懂得说女生想听的话，做女生想让他的事，他们往往幽默风趣，擅长欲擒故纵的关心，而女生天生感性，比较渴望被爱，喜欢情趣和鲜活的个体，所以很容易被渣男吸引。",
    "annotation": [
      {
        "sentence": "你遇到了一个男生，后来被骗知道他是渣男，但是又放不下他，深受他的困扰。",
        "label": ""
      },
      {
        "sentence": "这种情况对女生来说其实蛮常见的，网上有这样一个说法:渣男就是垃圾食品，虽然不健康，但是很多人都喜欢吃。",
        "label": ""
      },
      {
        "sentence": "也就是说，即便很多人都被渣男伤害过，但是都无法放下渣男。",
        "label": ""
      },
      {
        "sentence": "为什么女孩子那么容易被渣男吸引呢？",
        "label": ""
      },
      {
        "sentence": "因为渣男本身充满魅力，而且很懂女人的心，渣男不一定颜值高，但是渣男会打扮自己，懂得说女生想听的话，做女生想让他的事，他们往往幽默风趣，擅长欲擒故纵的关心，而女生天生感性，比较渴望被爱，喜欢情趣和鲜活的个体，所以很容易被渣男吸引。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，他确实是很会说话，也经常让我感到开心，可是现在想起他的种种伤害，我真的很难过。",
    "annotation": [
      {
        "sentence": "是啊，他确实是很会说话，也经常让我感到开心，可是现在想起他的种种伤害，我真的很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们现在来聊一聊，为什么女生在发现男生是渣男后，还对他念念不忘呢？第一，有落差感一般女生在爱情里比男生更容易付出，投入的情感也更加多，所以当最后发现男生对她使得只是小伎俩时，会感到特别失望，发现对方欺骗了自己的感情，自己付出的一切付诸东流，就像你说的，他不仅欺骗了你的感情，还骗了你的钱，差点又让你怀孕，最后竟以你长得丑的理由删了你的微信，很明显，他得到了他想要的，而你一无所获，跟你之前感觉到的甜蜜恋爱南辕北辙，所以你内心会有极大的落差感，越不甘心就越惦记着，越惦记着也就越忘不了。第二，你身上有母性光辉你和他相差14岁，他比你小，你觉得他像个孤儿一样对他有同情心，所以你会不自觉地靠近他，被他吸引的同时也想要温暖他，这就是母性光辉，闪烁着圣母玛利亚的光辉，你希望用自己的温暖去感化他，即便知道他是渣男，还希望他痛改前非回到你身边，你心中还有执念，觉得不应该就这样放弃。但是你知道吗？渣男之所以渣，不仅仅是因为他玩弄感情，而且还因为他基本上是无可救药的，不要妄想从一段感情中拯救一个渣男，你现在之所以有这种想法，是因为你还没有被他伤透了心。",
    "annotation": [
      {
        "sentence": "我们现在来聊一聊，为什么女生在发现男生是渣男后，还对他念念不忘呢？",
        "label": ""
      },
      {
        "sentence": "第一，有落差感一般女生在爱情里比男生更容易付出，投入的情感也更加多，所以当最后发现男生对她使得只是小伎俩时，会感到特别失望，发现对方欺骗了自己的感情，自己付出的一切付诸东流，就像你说的，他不仅欺骗了你的感情，还骗了你的钱，差点又让你怀孕，最后竟以你长得丑的理由删了你的微信，很明显，他得到了他想要的，而你一无所获，跟你之前感觉到的甜蜜恋爱南辕北辙，所以你内心会有极大的落差感，越不甘心就越惦记着，越惦记着也就越忘不了。",
        "label": ""
      },
      {
        "sentence": "第二，你身上有母性光辉你和他相差14岁，他比你小，你觉得他像个孤儿一样对他有同情心，所以你会不自觉地靠近他，被他吸引的同时也想要温暖他，这就是母性光辉，闪烁着圣母玛利亚的光辉，你希望用自己的温暖去感化他，即便知道他是渣男，还希望他痛改前非回到你身边，你心中还有执念，觉得不应该就这样放弃。",
        "label": ""
      },
      {
        "sentence": "但是你知道吗？",
        "label": ""
      },
      {
        "sentence": "渣男之所以渣，不仅仅是因为他玩弄感情，而且还因为他基本上是无可救药的，不要妄想从一段感情中拯救一个渣男，你现在之所以有这种想法，是因为你还没有被他伤透了心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，这段感情真的没有未来，我需要想办法从这种困境中解脱出来。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，这段感情真的没有未来，我需要想办法从这种困境中解脱出来。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在应该怎么做呢？第一，断绝与他的联系你说他只删了你的微信，其他软件没有删，还给你分享了抖音，这说明，你对他仍有利用价值，也许某天他再需要你时，可能还用他的技巧来让你“上钩”，所以当断则断，不要有所迷恋。第二，和自我和解，不要责怪自己一般女生被渣男伤害后往往会责怪自己，要么觉得自己不会看人，要么觉得自己没有能力“感化”渣男，可是感情的事不可控的因素太多了，爱错了人不是我们的错，我们无法决定我们会遇上什么样的人，我们只能决定最后如何来处理这段感情所以，不要在失败的恋情中太苛责自己，学会和自己和解，才能有信心去迎接新的恋情。第三，转移注意力转移注意力可以把重心放在工作上，或者做一些自己感兴趣的事，最好可以多运动，这会让你的身心感到更加舒畅，多和朋友聊聊天，不要留给自己很多胡思乱想的时间，最后呀，不建议通过找寻另一段感情来遗忘放不下的感情，因为这对你和另一个人都是不负责的表现，如果能遇到对的人，才就可以开始另一段感情，就更好啦。祝好呀。",
    "annotation": [
      {
        "sentence": "你现在应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "第一，断绝与他的联系你说他只删了你的微信，其他软件没有删，还给你分享了抖音，这说明，你对他仍有利用价值，也许某天他再需要你时，可能还用他的技巧来让你“上钩”，所以当断则断，不要有所迷恋。",
        "label": ""
      },
      {
        "sentence": "第二，和自我和解，不要责怪自己一般女生被渣男伤害后往往会责怪自己，要么觉得自己不会看人，要么觉得自己没有能力“感化”渣男，可是感情的事不可控的因素太多了，爱错了人不是我们的错，我们无法决定我们会遇上什么样的人，我们只能决定最后如何来处理这段感情所以，不要在失败的恋情中太苛责自己，学会和自己和解，才能有信心去迎接新的恋情。",
        "label": ""
      },
      {
        "sentence": "第三，转移注意力转移注意力可以把重心放在工作上，或者做一些自己感兴趣的事，最好可以多运动，这会让你的身心感到更加舒畅，多和朋友聊聊天，不要留给自己很多胡思乱想的时间，最后呀，不建议通过找寻另一段感情来遗忘放不下的感情，因为这对你和另一个人都是不负责的表现，如果能遇到对的人，才就可以开始另一段感情，就更好啦。",
        "label": ""
      },
      {
        "sentence": "祝好呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力让自己走出这段伤害，并把注意力放在更重要的事情上。希望我能尽快摆脱这种困境，重新找回自我。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力让自己走出这段伤害，并把注意力放在更重要的事情上。",
        "label": ""
      },
      {
        "sentence": "希望我能尽快摆脱这种困境，重新找回自我。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以走出来的。无论遇到什么困难，都要相信自己的能力，加油！如果有需要，随时可以找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以走出来的。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都要相信自己的能力，加油！",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]