[
  {
    "role": "client",
    "content": "明知对方是渣男，还是忘不了怎么办？",
    "annotation": [
      {
        "sentence": "明知对方是渣男，还是忘不了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你的境遇，但你明知对方是渣男，还是忘不了他，对他抱有幻想和期待。你说，我自知很傻，但太爱对方，就让他伤害了我，现在对方说我长得丑，和我发生关系后立即把我拉黑，我觉得五雷轰顶，哭了很多天，也认识了对方的渣，学了很多渣男防骗术，但还是不能忘记他，希望他能回心转意，恢复善良，来和我道歉。",
    "annotation": [
      {
        "sentence": "很心疼你的境遇，但你明知对方是渣男，还是忘不了他，对他抱有幻想和期待。",
        "label": ""
      },
      {
        "sentence": "你说，我自知很傻，但太爱对方，就让他伤害了我，现在对方说我长得丑，和我发生关系后立即把我拉黑，我觉得五雷轰顶，哭了很多天，也认识了对方的渣，学了很多渣男防骗术，但还是不能忘记他，希望他能回心转意，恢复善良，来和我道歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是抱有这样的期望，但他始终不肯回头，我该怎么办？",
    "annotation": [
      {
        "sentence": "是的，我就是抱有这样的期望，但他始终不肯回头，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太爱或许就会太投入，付出的越多越渴得到奖赏，然而这个奖赏他没有给到你。这一点很重要，因为人存在着定势思维，你可能就是这么想的，首先开始于人看到了某项暗示或者想到某项暗示，然后人们自然而然地发生了惯常行为，最后得到了预期中的奖赏。比如他说喜欢你(暗示好感)，然后你们发生惯常行为(发生关系)，最后应该是你期待的奖赏，但他(和你发生关系后立即把你拉黑)，你渴望奖赏没有出现。如果我们看到暗示，奖赏却没有预期来临，那么人们就会失望，恼怒，这种渴求异常强烈，甚至会达到上瘾的地步，这就解释了为何他伤害了你，而你还会期待他回心转意的原因。",
    "annotation": [
      {
        "sentence": "太爱或许就会太投入，付出的越多越渴得到奖赏，然而这个奖赏他没有给到你。",
        "label": ""
      },
      {
        "sentence": "这一点很重要，因为人存在着定势思维，你可能就是这么想的，首先开始于人看到了某项暗示或者想到某项暗示，然后人们自然而然地发生了惯常行为，最后得到了预期中的奖赏。",
        "label": ""
      },
      {
        "sentence": "比如他说喜欢你(暗示好感)，然后你们发生惯常行为(发生关系)，最后应该是你期待的奖赏，但他(和你发生关系后立即把你拉黑)，你渴望奖赏没有出现。",
        "label": ""
      },
      {
        "sentence": "如果我们看到暗示，奖赏却没有预期来临，那么人们就会失望，恼怒，这种渴求异常强烈，甚至会达到上瘾的地步，这就解释了为何他伤害了你，而你还会期待他回心转意的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我现在感觉非常难过，无法正常工作和学习。",
    "annotation": [
      {
        "sentence": "我明白了，但我现在感觉非常难过，无法正常工作和学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还说现在只想赶快脱离这种悲哀的状态？理解了上一点，你想想看自己渴求的是什么，看看能不能自己满足自己，此外，你还要去寻求社会的支持。社会的支持从哪里来呢？像你的父母、朋友、老师、同事等等。他们可以给你提供相应的情感支持，让你知道，在治愈创伤的路上，你并不是孤军奋斗的，始终有人在背后关注着你，鼓励着你。所以，你可以把自己遭受伤害的经历，跟信任的亲朋好友去讲述，去沟通，争取他们的理解和支持。一般来说，你得到的社会支持越多，你就越容易治愈内心的创伤。",
    "annotation": [
      {
        "sentence": "你还说现在只想赶快脱离这种悲哀的状态？",
        "label": ""
      },
      {
        "sentence": "理解了上一点，你想想看自己渴求的是什么，看看能不能自己满足自己，此外，你还要去寻求社会的支持。",
        "label": ""
      },
      {
        "sentence": "社会的支持从哪里来呢？",
        "label": ""
      },
      {
        "sentence": "像你的父母、朋友、老师、同事等等。",
        "label": ""
      },
      {
        "sentence": "他们可以给你提供相应的情感支持，让你知道，在治愈创伤的路上，你并不是孤军奋斗的，始终有人在背后关注着你，鼓励着你。",
        "label": ""
      },
      {
        "sentence": "所以，你可以把自己遭受伤害的经历，跟信任的亲朋好友去讲述，去沟通，争取他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "一般来说，你得到的社会支持越多，你就越容易治愈内心的创伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，但我还是觉得很难受。我很想他回到我身边，这样我才能感到快乐和满足。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，但我还是觉得很难受。",
        "label": ""
      },
      {
        "sentence": "我很想他回到我身边，这样我才能感到快乐和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但是让一个明显的渣男回到你的身边并不能解决根本问题，只会给你带来更多的痛苦和悲哀。你应该放弃那些不好的记忆，否则它会不断地伤害你。在短期内，你也许觉得很难受，但相信我，随着时间的推移，你的心情会慢慢好起来的。同时，你也要时刻提醒自己，鼓励自己勇敢地面对现实，生活仍然要继续下去。对于一个引起你伤害的人，放手也是一种成全。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但是让一个明显的渣男回到你的身边并不能解决根本问题，只会给你带来更多的痛苦和悲哀。",
        "label": ""
      },
      {
        "sentence": "你应该放弃那些不好的记忆，否则它会不断地伤害你。",
        "label": ""
      },
      {
        "sentence": "在短期内，你也许觉得很难受，但相信我，随着时间的推移，你的心情会慢慢好起来的。",
        "label": ""
      },
      {
        "sentence": "同时，你也要时刻提醒自己，鼓励自己勇敢地面对现实，生活仍然要继续下去。",
        "label": ""
      },
      {
        "sentence": "对于一个引起你伤害的人，放手也是一种成全。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了，谢谢你的陪伴和建议。我会尝试去面对和解决这些问题的。",
    "annotation": [
      {
        "sentence": "我懂了，谢谢你的陪伴和建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试去面对和解决这些问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能接受我的建议，并试着去面对和解决这些问题。无论在哪里需要帮助，你都可以随时找我。希望你早日从悲伤中走出来，重新发现生活中的美好和快乐。",
    "annotation": [
      {
        "sentence": "很高兴你能接受我的建议，并试着去面对和解决这些问题。",
        "label": ""
      },
      {
        "sentence": "无论在哪里需要帮助，你都可以随时找我。",
        "label": ""
      },
      {
        "sentence": "希望你早日从悲伤中走出来，重新发现生活中的美好和快乐。",
        "label": ""
      }
    ]
  }
]