[
  {
    "role": "client",
    "content": "26岁了，和渣男分手后，不知道怎么爱上别人？",
    "annotation": [
      {
        "sentence": "26岁了，和渣男分手后，不知道怎么爱上别人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你经历了一段令人痛苦的恋情，这种感受是很正常的。你曾经在学校很受欢迎，交过男朋友，并且有冲动去爱别人，但时常提出分手。进入社会后，你遇到了一个你觉得各方面条件都不错的人，你慢慢地感觉你第一次真正爱上了他，甚至想和他结婚。可是慢慢地你发现他是一个渣男，分手对你来说是个很大的打击。你不后悔分手，觉得自己做得对，但现在再遇到别人时却不知道如何去喜欢对方，就好像失去了小时候的那种冲动。你现在对爱情和婚姻感到迷茫，不知道如何找到一个你想要结婚的人，因为上一次的失败让你不太清楚自己想要什么样的人。",
    "annotation": [
      {
        "sentence": "听起来你经历了一段令人痛苦的恋情，这种感受是很正常的。",
        "label": ""
      },
      {
        "sentence": "你曾经在学校很受欢迎，交过男朋友，并且有冲动去爱别人，但时常提出分手。",
        "label": ""
      },
      {
        "sentence": "进入社会后，你遇到了一个你觉得各方面条件都不错的人，你慢慢地感觉你第一次真正爱上了他，甚至想和他结婚。",
        "label": ""
      },
      {
        "sentence": "可是慢慢地你发现他是一个渣男，分手对你来说是个很大的打击。",
        "label": ""
      },
      {
        "sentence": "你不后悔分手，觉得自己做得对，但现在再遇到别人时却不知道如何去喜欢对方，就好像失去了小时候的那种冲动。",
        "label": ""
      },
      {
        "sentence": "你现在对爱情和婚姻感到迷茫，不知道如何找到一个你想要结婚的人，因为上一次的失败让你不太清楚自己想要什么样的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历后，我想告诉你首先不要急着去爱上别人，也许等待有个人真心爱上你，你也对他没有反感甚至喜欢他，那么就让他好好地爱你吧。你可以慢慢等待，享受这美好的过程。在此期间，你可以多观察和了解他人，这样有什么不好呢？",
    "annotation": [
      {
        "sentence": "听到你的经历后，我想告诉你首先不要急着去爱上别人，也许等待有个人真心爱上你，你也对他没有反感甚至喜欢他，那么就让他好好地爱你吧。",
        "label": ""
      },
      {
        "sentence": "你可以慢慢等待，享受这美好的过程。",
        "label": ""
      },
      {
        "sentence": "在此期间，你可以多观察和了解他人，这样有什么不好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实有时候我会有点担心，如果我再次恋爱会发生同样的情况，那该怎么办呢？",
    "annotation": [
      {
        "sentence": "其实有时候我会有点担心，如果我再次恋爱会发生同样的情况，那该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心是正常的，但不要让上一次的伤害影响你对爱情的信心。每个人和每段感情都是独一无二的，不同的人会给你不同的感受和经历。不要因为一次失败就否定了所有的可能性，相信会有更好的人出现在你的生命中。要保持开放的心态，给自己机会去接受新的感情。",
    "annotation": [
      {
        "sentence": "理解你的担心是正常的，但不要让上一次的伤害影响你对爱情的信心。",
        "label": ""
      },
      {
        "sentence": "每个人和每段感情都是独一无二的，不同的人会给你不同的感受和经历。",
        "label": ""
      },
      {
        "sentence": "不要因为一次失败就否定了所有的可能性，相信会有更好的人出现在你的生命中。",
        "label": ""
      },
      {
        "sentence": "要保持开放的心态，给自己机会去接受新的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该尝试放下上一段感情的阴影，给自己机会去接受新的感情。但我现在有点迷茫，不知道自己想要什么样的人。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该尝试放下上一段感情的阴影，给自己机会去接受新的感情。",
        "label": ""
      },
      {
        "sentence": "但我现在有点迷茫，不知道自己想要什么样的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也是很正常的，你经历了一次失败的恋情后，对于自己想要什么样的人会有些迷茫。这个时候，你可以反思一下上一段感情中的失败和不满意的地方，从中找到你真正想要的品质和价值观。同时，你可以多与不同类型的人交往，通过和他们相处了解自己对不同类型人的感觉和需求。",
    "annotation": [
      {
        "sentence": "这也是很正常的，你经历了一次失败的恋情后，对于自己想要什么样的人会有些迷茫。",
        "label": ""
      },
      {
        "sentence": "这个时候，你可以反思一下上一段感情中的失败和不满意的地方，从中找到你真正想要的品质和价值观。",
        "label": ""
      },
      {
        "sentence": "同时，你可以多与不同类型的人交往，通过和他们相处了解自己对不同类型人的感觉和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我确实需要时间来反思和探索。但有时候我会害怕再次受伤，怕再次遇到不靠谱的人。",
    "annotation": [
      {
        "sentence": "你说的很对，我确实需要时间来反思和探索。",
        "label": ""
      },
      {
        "sentence": "但有时候我会害怕再次受伤，怕再次遇到不靠谱的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕再次受伤是很正常的，经历一段令人痛苦的感情后，自我保护是必然的反应。但是不要让害怕阻止你去追求爱情和婚姻的幸福。相信时间会带给你成长和智慧，你会越来越懂得如何辨别不靠谱的人，并且保护好自己。",
    "annotation": [
      {
        "sentence": "害怕再次受伤是很正常的，经历一段令人痛苦的感情后，自我保护是必然的反应。",
        "label": ""
      },
      {
        "sentence": "但是不要让害怕阻止你去追求爱情和婚姻的幸福。",
        "label": ""
      },
      {
        "sentence": "相信时间会带给你成长和智慧，你会越来越懂得如何辨别不靠谱的人，并且保护好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的话给了我很大的鼓励和启示。我会努力克服自己的恐惧，放下过去的伤害，好好面对未来的感情。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说的话给了我很大的鼓励和启示。",
        "label": ""
      },
      {
        "sentence": "我会努力克服自己的恐惧，放下过去的伤害，好好面对未来的感情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供帮助和支持。相信自己，你一定能够找到真正适合你的人，并且过上幸福美满的生活。祝你好运！如果以后还有什么问题，记得随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到真正适合你的人，并且过上幸福美满的生活。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题，记得随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]