[
  {
    "role": "client",
    "content": "我是一个16岁的女生，患有躁郁症，可是我的家人不愿意接受这个事实，我该怎么办呢？大约半年前，我被确诊为躁郁症。自从我妈妈知道这个情况后，每次只要一提起这件事，她就不说话，看起来很沮丧。一开始，我还有在接受治疗，但是因为初三学习很紧张，所以回校后就再也没有继续咨询治疗了。后来我也停用了药物，因为药物的副作用太大了，影响我的学习。由于病情一直没有得到缓解和控制，我总是感到非常痛苦。除了疾病带来的各种负面影响之外，我还面临着巨大的压力，只能独自面对无助和恐惧的感觉。我也曾向家人求助，但每次都只得到一句“你为什么会这样”、“你怎么会抑郁呢”之类的回答，后来再也没有下文了。现在我已经升入高一，并且住校。学校要收集学生的特殊体质信息，其中一项是有关心理疾病的。我觉得有必要向学校说明我的情况，但是我妈妈不愿意给我诊断书，也不想让学校知道这件事。她担心这样会影响我的未来。我现在感到非常疲惫，总在想也许我从一开始就不该寄希望于别人的帮助。我还能做些什么呢？",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，患有躁郁症，可是我的家人不愿意接受这个事实，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "大约半年前，我被确诊为躁郁症。",
        "label": ""
      },
      {
        "sentence": "自从我妈妈知道这个情况后，每次只要一提起这件事，她就不说话，看起来很沮丧。",
        "label": ""
      },
      {
        "sentence": "一开始，我还有在接受治疗，但是因为初三学习很紧张，所以回校后就再也没有继续咨询治疗了。",
        "label": ""
      },
      {
        "sentence": "后来我也停用了药物，因为药物的副作用太大了，影响我的学习。",
        "label": ""
      },
      {
        "sentence": "由于病情一直没有得到缓解和控制，我总是感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "除了疾病带来的各种负面影响之外，我还面临着巨大的压力，只能独自面对无助和恐惧的感觉。",
        "label": ""
      },
      {
        "sentence": "我也曾向家人求助，但每次都只得到一句“你为什么会这样”、“你怎么会抑郁呢”之类的回答，后来再也没有下文了。",
        "label": ""
      },
      {
        "sentence": "现在我已经升入高一，并且住校。",
        "label": ""
      },
      {
        "sentence": "学校要收集学生的特殊体质信息，其中一项是有关心理疾病的。",
        "label": ""
      },
      {
        "sentence": "我觉得有必要向学校说明我的情况，但是我妈妈不愿意给我诊断书，也不想让学校知道这件事。",
        "label": ""
      },
      {
        "sentence": "她担心这样会影响我的未来。",
        "label": ""
      },
      {
        "sentence": "我现在感到非常疲惫，总在想也许我从一开始就不该寄希望于别人的帮助。",
        "label": ""
      },
      {
        "sentence": "我还能做些什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈不愿接受的原因可能是因为很多人把心理疾病和精神疾病联系在一起，因为不了解所以内心充满了恐惧和焦虑，还有一种不真实感：是真的吗？真的发生在我们家吗？所以，妈妈的接受是一个过程，从不知道到知道再到理解。但这并不代表父母不爱子女，反而是因为太爱了才会有些手足无措。至于学校方面是否要告知，如果是学校的普查，我觉得还是要慎重考虑，特别是在不确定学校能否做好保密工作的情况下。因为如果保密工作做得不好，可能会导致很多人知道这件事，但他们对这种疾病可能只知半解，甚至完全不了解，这样可能对你造成不必要的伤害。但是，如果你能单独面对心理老师，我认为你可以告诉他们，我相信他们会保密的。心理疾病和其他疾病一样，不要害怕就医，如果药物有副作用，可以和医生商量并及时调整。你要知道，这些疾病不是一天两天了，临床实验也非常多，相比于疾病本身，药物的副作用并不是特别可怕的。如果某种药物的副作用较大，医生可能会调整药物，或者先适应一段时间后再逐渐增加剂量。无论如何，不要因为药物的副作用不舒服就自行停药，这可能会影响治疗效果并延长治疗时间。同时，心理咨询仍然是需要做的，并且最好你的心理咨询师对你的药物使用情况比较了解。总之，你心理上的依赖并没有问题，特别是家人。当你理解他们之所以不能接受是因为他们对这种疾病不了解而产生焦虑时，你是否会好过一些呢？对于理解父母，也只是普通人的行为，我们一起去慢慢了解这种疾病，一起面对它，好吗？",
    "annotation": [
      {
        "sentence": "妈妈不愿接受的原因可能是因为很多人把心理疾病和精神疾病联系在一起，因为不了解所以内心充满了恐惧和焦虑，还有一种不真实感：是真的吗？",
        "label": ""
      },
      {
        "sentence": "真的发生在我们家吗？",
        "label": ""
      },
      {
        "sentence": "所以，妈妈的接受是一个过程，从不知道到知道再到理解。",
        "label": ""
      },
      {
        "sentence": "但这并不代表父母不爱子女，反而是因为太爱了才会有些手足无措。",
        "label": ""
      },
      {
        "sentence": "至于学校方面是否要告知，如果是学校的普查，我觉得还是要慎重考虑，特别是在不确定学校能否做好保密工作的情况下。",
        "label": ""
      },
      {
        "sentence": "因为如果保密工作做得不好，可能会导致很多人知道这件事，但他们对这种疾病可能只知半解，甚至完全不了解，这样可能对你造成不必要的伤害。",
        "label": ""
      },
      {
        "sentence": "但是，如果你能单独面对心理老师，我认为你可以告诉他们，我相信他们会保密的。",
        "label": ""
      },
      {
        "sentence": "心理疾病和其他疾病一样，不要害怕就医，如果药物有副作用，可以和医生商量并及时调整。",
        "label": ""
      },
      {
        "sentence": "你要知道，这些疾病不是一天两天了，临床实验也非常多，相比于疾病本身，药物的副作用并不是特别可怕的。",
        "label": ""
      },
      {
        "sentence": "如果某种药物的副作用较大，医生可能会调整药物，或者先适应一段时间后再逐渐增加剂量。",
        "label": ""
      },
      {
        "sentence": "无论如何，不要因为药物的副作用不舒服就自行停药，这可能会影响治疗效果并延长治疗时间。",
        "label": ""
      },
      {
        "sentence": "同时，心理咨询仍然是需要做的，并且最好你的心理咨询师对你的药物使用情况比较了解。",
        "label": ""
      },
      {
        "sentence": "总之，你心理上的依赖并没有问题，特别是家人。",
        "label": ""
      },
      {
        "sentence": "当你理解他们之所以不能接受是因为他们对这种疾病不了解而产生焦虑时，你是否会好过一些呢？",
        "label": ""
      },
      {
        "sentence": "对于理解父母，也只是普通人的行为，我们一起去慢慢了解这种疾病，一起面对它，好吗？",
        "label": ""
      }
    ]
  }
]