[
  {
    "role": "client",
    "content": "如何跟爱逃避的另一半沟通，让事情可以解决？",
    "annotation": [
      {
        "sentence": "如何跟爱逃避的另一半沟通，让事情可以解决？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你辞职去到丈夫的城市和他一起生活，真的付出很大。但是他却忽视了你的付出，也没有让你参与进他的生活中，对你保持一定的距离感，没有给予足够的信任、接纳和支持。你感到很伤心失望吧。",
    "annotation": [
      {
        "sentence": "你辞职去到丈夫的城市和他一起生活，真的付出很大。",
        "label": ""
      },
      {
        "sentence": "但是他却忽视了你的付出，也没有让你参与进他的生活中，对你保持一定的距离感，没有给予足够的信任、接纳和支持。",
        "label": ""
      },
      {
        "sentence": "你感到很伤心失望吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己真的很失落，觉得他对我不够重视，我想真诚地沟通和他解决问题，但每次都没有得到结果。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己真的很失落，觉得他对我不够重视，我想真诚地沟通和他解决问题，但每次都没有得到结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，他的行为的确对你和这个家庭缺乏一定的责任感和关注支持。也许是他的性格特点，让他不习惯和你过多交流工作上的事情，也不够细心体贴。也许是你们新婚不久，他还没适应新的家庭角色和生活，不知道怎样面对和处理家庭问题。也许工作繁忙让他无暇顾及家庭。",
    "annotation": [
      {
        "sentence": "从你的描述来看，他的行为的确对你和这个家庭缺乏一定的责任感和关注支持。",
        "label": ""
      },
      {
        "sentence": "也许是他的性格特点，让他不习惯和你过多交流工作上的事情，也不够细心体贴。",
        "label": ""
      },
      {
        "sentence": "也许是你们新婚不久，他还没适应新的家庭角色和生活，不知道怎样面对和处理家庭问题。",
        "label": ""
      },
      {
        "sentence": "也许工作繁忙让他无暇顾及家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他确实经营自己的店十分忙碌，但是他从不跟我分享店的经营状况，也不让我参与进来。这让我觉得他不信任我，反而让我感到了很大的压力。",
    "annotation": [
      {
        "sentence": "他确实经营自己的店十分忙碌，但是他从不跟我分享店的经营状况，也不让我参与进来。",
        "label": ""
      },
      {
        "sentence": "这让我觉得他不信任我，反而让我感到了很大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经营的压力会让他感到信心不足，因此不想和你谈及这方面的情况。无论是什么原因，这些都是实际存在的问题，需要两人共同面对和解决。你说和他沟通过，但是没有谈出什么结果。也许不是他不想和你积极沟通，而是他被诊断出抑郁症，这对他的情绪和思维必然会产生许多消极的影响，做出一些消极的行为反应，凭你们俩人的力量很难去获得良好有效的沟通及解决问题。",
    "annotation": [
      {
        "sentence": "经营的压力会让他感到信心不足，因此不想和你谈及这方面的情况。",
        "label": ""
      },
      {
        "sentence": "无论是什么原因，这些都是实际存在的问题，需要两人共同面对和解决。",
        "label": ""
      },
      {
        "sentence": "你说和他沟通过，但是没有谈出什么结果。",
        "label": ""
      },
      {
        "sentence": "也许不是他不想和你积极沟通，而是他被诊断出抑郁症，这对他的情绪和思维必然会产生许多消极的影响，做出一些消极的行为反应，凭你们俩人的力量很难去获得良好有效的沟通及解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他告诉我他有抑郁症，经常想死，我真的很担心他。我也知道我们需要寻求专业咨询师的帮助，但他好像不情愿接受。",
    "annotation": [
      {
        "sentence": "是的，他告诉我他有抑郁症，经常想死，我真的很担心他。",
        "label": ""
      },
      {
        "sentence": "我也知道我们需要寻求专业咨询师的帮助，但他好像不情愿接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这时候应该首先寻求专业心理咨询师的治疗，才能够对他的情绪、思维和行为进行调整和改善，才有可能改变他对你和家庭的态度与想法。否则再多的沟通也是白费功夫，无法获得积极效果。当初你决定和他结婚并辞职来到他身边，说明你对他有着很深的情感，如果轻易放弃这段婚姻也许会有所遗憾。",
    "annotation": [
      {
        "sentence": "这时候应该首先寻求专业心理咨询师的治疗，才能够对他的情绪、思维和行为进行调整和改善，才有可能改变他对你和家庭的态度与想法。",
        "label": ""
      },
      {
        "sentence": "否则再多的沟通也是白费功夫，无法获得积极效果。",
        "label": ""
      },
      {
        "sentence": "当初你决定和他结婚并辞职来到他身边，说明你对他有着很深的情感，如果轻易放弃这段婚姻也许会有所遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很在意我们的婚姻，我希望能够给他一些时间去接受治疗，看看他是否会有好的表现。我不希望轻易放弃我们的婚姻，但每天这样下去实在很累。",
    "annotation": [
      {
        "sentence": "我真的很在意我们的婚姻，我希望能够给他一些时间去接受治疗，看看他是否会有好的表现。",
        "label": ""
      },
      {
        "sentence": "我不希望轻易放弃我们的婚姻，但每天这样下去实在很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不妨给予他一些时间去接受治疗，观察他的变化，看看他会不会有好的表现，这段婚姻还有没有机会重获新生？如果在给予他机会、大家经过努力后，这段关系还是难以改变，让你有不好的体验，伤害了你的感情，那么再考虑放手也不迟。我们需要保护自己的幸福与情感健康。",
    "annotation": [
      {
        "sentence": "不妨给予他一些时间去接受治疗，观察他的变化，看看他会不会有好的表现，这段婚姻还有没有机会重获新生？",
        "label": ""
      },
      {
        "sentence": "如果在给予他机会、大家经过努力后，这段关系还是难以改变，让你有不好的体验，伤害了你的感情，那么再考虑放手也不迟。",
        "label": ""
      },
      {
        "sentence": "我们需要保护自己的幸福与情感健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会考虑先给他一些时间去接受治疗。如果他真的能够有所改变，我们还是有希望的。但如果他没有任何改观，我会重新思考我的选择。确保保护自己的幸福是很重要的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会考虑先给他一些时间去接受治疗。",
        "label": ""
      },
      {
        "sentence": "如果他真的能够有所改变，我们还是有希望的。",
        "label": ""
      },
      {
        "sentence": "但如果他没有任何改观，我会重新思考我的选择。",
        "label": ""
      },
      {
        "sentence": "确保保护自己的幸福是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决定很明智，无论最后的选择是什么，都希望你能保护好自己的幸福。如果需要的话，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "你的决定很明智，无论最后的选择是什么，都希望你能保护好自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]