[
  {
    "role": "client",
    "content": "不常相处时就觉得淡漠了，我感觉自己很孤独。",
    "annotation": [
      {
        "sentence": "不常相处时就觉得淡漠了，我感觉自己很孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独是一种机制，也是一种完整自我的勇气。我们从出生开始就与父母建立关系，长大后还会与朋友、同事建立关系。不断接触新的人是社会存在的要求，我们需要与人、社会、国家形成一个完整的\"包围圈\"。平时大多数人都更愿意将心事告诉朋友，因为在这层关系里，他们比父母更亲近一些，更容易切换立场，产生共勉。朋友们更随性地全方位探讨话题，不需要担心代沟问题。在开心的时候，朋友在场让人觉得人生很短暂而美好；而在难过的时候，朋友可以提供心理上的支持，满足我们的需求。在一段持久的关系中，如果我们的朋友向我们提出要求，往往很难拒绝，因为我们在这段高质量关系中会感到愧疚，会担心对方会认为我们不想去帮助他们，所以我们会再次审视自己。朋友有时候并不会因时间的流逝而考验我们之间的关系。我们建立关系时，选择了对方，这是基于彼此的需求。特别是在这个快速变化的时代，人脉的扩展和金钱的援助更能说明\"朋友\"这个词的含义，也许在一段关系中，我们会不由自主地计算交情的\"价值\"，更倾向于实际的互惠。朋友的个性和背景总是各不相同的，我们不需要刻意去选择和自己一样的人，总会在适当的时间遇到适合自己的人。",
    "annotation": [
      {
        "sentence": "孤独是一种机制，也是一种完整自我的勇气。",
        "label": ""
      },
      {
        "sentence": "我们从出生开始就与父母建立关系，长大后还会与朋友、同事建立关系。",
        "label": ""
      },
      {
        "sentence": "不断接触新的人是社会存在的要求，我们需要与人、社会、国家形成一个完整的\"包围圈\"。",
        "label": ""
      },
      {
        "sentence": "平时大多数人都更愿意将心事告诉朋友，因为在这层关系里，他们比父母更亲近一些，更容易切换立场，产生共勉。",
        "label": ""
      },
      {
        "sentence": "朋友们更随性地全方位探讨话题，不需要担心代沟问题。",
        "label": ""
      },
      {
        "sentence": "在开心的时候，朋友在场让人觉得人生很短暂而美好；而在难过的时候，朋友可以提供心理上的支持，满足我们的需求。",
        "label": ""
      },
      {
        "sentence": "在一段持久的关系中，如果我们的朋友向我们提出要求，往往很难拒绝，因为我们在这段高质量关系中会感到愧疚，会担心对方会认为我们不想去帮助他们，所以我们会再次审视自己。",
        "label": ""
      },
      {
        "sentence": "朋友有时候并不会因时间的流逝而考验我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "我们建立关系时，选择了对方，这是基于彼此的需求。",
        "label": ""
      },
      {
        "sentence": "特别是在这个快速变化的时代，人脉的扩展和金钱的援助更能说明\"朋友\"这个词的含义，也许在一段关系中，我们会不由自主地计算交情的\"价值\"，更倾向于实际的互惠。",
        "label": ""
      },
      {
        "sentence": "朋友的个性和背景总是各不相同的，我们不需要刻意去选择和自己一样的人，总会在适当的时间遇到适合自己的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我总觉得自己很孤独，没有朋友。",
    "annotation": [
      {
        "sentence": "我总觉得自己很孤独，没有朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候我们会感到孤独是因为我们期望有更多的朋友，但其实并不需要太多的朋友，只要有几个真心的朋友就足够了。建立友谊需要双方经营，交流和信任的积累是很重要的。也许现在你觉得没有朋友，但你可以通过主动参加社交活动，加入兴趣小组，或者参加志愿者工作来扩大自己的社交圈。总有机会遇到志同道合的人，建立深厚的友谊。",
    "annotation": [
      {
        "sentence": "有时候我们会感到孤独是因为我们期望有更多的朋友，但其实并不需要太多的朋友，只要有几个真心的朋友就足够了。",
        "label": ""
      },
      {
        "sentence": "建立友谊需要双方经营，交流和信任的积累是很重要的。",
        "label": ""
      },
      {
        "sentence": "也许现在你觉得没有朋友，但你可以通过主动参加社交活动，加入兴趣小组，或者参加志愿者工作来扩大自己的社交圈。",
        "label": ""
      },
      {
        "sentence": "总有机会遇到志同道合的人，建立深厚的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候在与朋友相处过程中，不会拒绝。",
    "annotation": [
      {
        "sentence": "有时候在与朋友相处过程中，不会拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不会拒绝可能是因为你害怕伤害到对方或者害怕失去他们的友谊。但是拒绝并不意味着你不关心对方，而是在保护自己的边界。学会说不是非常重要的一件事，它可以帮助你更好地维护自己的需求和健康。试着在适当的时候坦诚地表达自己的感受和需求，朋友会理解并尊重你的决定。",
    "annotation": [
      {
        "sentence": "不会拒绝可能是因为你害怕伤害到对方或者害怕失去他们的友谊。",
        "label": ""
      },
      {
        "sentence": "但是拒绝并不意味着你不关心对方，而是在保护自己的边界。",
        "label": ""
      },
      {
        "sentence": "学会说不是非常重要的一件事，它可以帮助你更好地维护自己的需求和健康。",
        "label": ""
      },
      {
        "sentence": "试着在适当的时候坦诚地表达自己的感受和需求，朋友会理解并尊重你的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果与朋友不在一个地方读书，或者不能经常相处，就觉得关系淡漠了，觉得自己没有朋友了。",
    "annotation": [
      {
        "sentence": "如果与朋友不在一个地方读书，或者不能经常相处，就觉得关系淡漠了，觉得自己没有朋友了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当与朋友分开时，关系的疏远是正常的感受。但是，真正的友谊是不会因为距离而变淡的。虽然不能经常相处，但你可以通过电话、视频通话、短信等方式保持联系。与朋友分享生活中的点滴，互相关心对方的近况，可以让你们之间的关系更加紧密。同时，也可以主动计划一些见面的时间，共同创造美好的回忆。",
    "annotation": [
      {
        "sentence": "当与朋友分开时，关系的疏远是正常的感受。",
        "label": ""
      },
      {
        "sentence": "但是，真正的友谊是不会因为距离而变淡的。",
        "label": ""
      },
      {
        "sentence": "虽然不能经常相处，但你可以通过电话、视频通话、短信等方式保持联系。",
        "label": ""
      },
      {
        "sentence": "与朋友分享生活中的点滴，互相关心对方的近况，可以让你们之间的关系更加紧密。",
        "label": ""
      },
      {
        "sentence": "同时，也可以主动计划一些见面的时间，共同创造美好的回忆。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能找到更多的朋友，但是担心自己和他们相处不来。",
    "annotation": [
      {
        "sentence": "我希望能找到更多的朋友，但是担心自己和他们相处不来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的个性和喜好，相互之间的相处方式也会因人而异。找到与你有共同兴趣和价值观的人是建立良好友谊的重要基础。不要害怕迈出第一步，可以主动加入一些兴趣小组或者参加一些社交活动，与更多的人交流。在这个过程中，尝试去理解别人的观点，展示出你真实的自我，也接纳对方的不同。通过互相尊重和包容，你会发现与人相处其实是一件非常有趣和充实的事情。",
    "annotation": [
      {
        "sentence": "每个人都有自己的个性和喜好，相互之间的相处方式也会因人而异。",
        "label": ""
      },
      {
        "sentence": "找到与你有共同兴趣和价值观的人是建立良好友谊的重要基础。",
        "label": ""
      },
      {
        "sentence": "不要害怕迈出第一步，可以主动加入一些兴趣小组或者参加一些社交活动，与更多的人交流。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，尝试去理解别人的观点，展示出你真实的自我，也接纳对方的不同。",
        "label": ""
      },
      {
        "sentence": "通过互相尊重和包容，你会发现与人相处其实是一件非常有趣和充实的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着主动去参加一些社交活动，结识更多的人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着主动去参加一些社交活动，结识更多的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到属于你自己的朋友。记得在交往的过程中保持真诚和友善，不急于求成，用心去理解对方。与人相处需要时间和耐心，相信你会建立起更多深厚的友谊。如果你在过程中遇到任何困难，随时来找我聊聊。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到属于你自己的朋友。",
        "label": ""
      },
      {
        "sentence": "记得在交往的过程中保持真诚和友善，不急于求成，用心去理解对方。",
        "label": ""
      },
      {
        "sentence": "与人相处需要时间和耐心，相信你会建立起更多深厚的友谊。",
        "label": ""
      },
      {
        "sentence": "如果你在过程中遇到任何困难，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]