[
  {
    "role": "client",
    "content": "高二，父母不守诺言，我有什么办法？我在上高二。家里经济条件没有任何问题。父母总是给我很多承诺，手机、游戏充值、手办，（目前为止）但兑现过的只有我考上他们要求的高中时的承诺过的其中一个，大部分单纯口嗨或被无限拖延。母亲是在我实现条件后说我生活中的小事，比如她可以从很小的事衍生到我的学习态度如何烂，从而显得我的表现并没有好到她实现她的诺言（我都完成了条件耶）她越说越有道理，都是为了我好，我反驳她就说更多衍生的那些父亲是在口嗨后当做无事发生。我哭了，我现在高中平常联系还在用菲利普老年机，有智能机也使不了（其实考高中就说好买新手机，现在都拖到大学了）",
    "annotation": [
      {
        "sentence": "高二，父母不守诺言，我有什么办法？",
        "label": ""
      },
      {
        "sentence": "我在上高二。",
        "label": ""
      },
      {
        "sentence": "家里经济条件没有任何问题。",
        "label": ""
      },
      {
        "sentence": "父母总是给我很多承诺，手机、游戏充值、手办，（目前为止）但兑现过的只有我考上他们要求的高中时的承诺过的其中一个，大部分单纯口嗨或被无限拖延。",
        "label": ""
      },
      {
        "sentence": "母亲是在我实现条件后说我生活中的小事，比如她可以从很小的事衍生到我的学习态度如何烂，从而显得我的表现并没有好到她实现她的诺言（我都完成了条件耶）她越说越有道理，都是为了我好，我反驳她就说更多衍生的那些父亲是在口嗨后当做无事发生。",
        "label": ""
      },
      {
        "sentence": "我哭了，我现在高中平常联系还在用菲利普老年机，有智能机也使不了（其实考高中就说好买新手机，现在都拖到大学了）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你父母不守诺言的事情，的确会让人感到郁闷。这样的情况下，想要他们兑现诺言可能很困难。因为钱是父母赚的，他们对于资源的分配有更多的决定权是正常的。不过，他们用承诺来刺激你努力学习的方式，常常让你在不知不觉中丧失了对学习本身的兴趣。所以，你会不会在纠结于父母不兑现承诺、气愤于他们一次次空口承诺的时候，还能够开心学习和取得进步呢？",
    "annotation": [
      {
        "sentence": "听到你父母不守诺言的事情，的确会让人感到郁闷。",
        "label": ""
      },
      {
        "sentence": "这样的情况下，想要他们兑现诺言可能很困难。",
        "label": ""
      },
      {
        "sentence": "因为钱是父母赚的，他们对于资源的分配有更多的决定权是正常的。",
        "label": ""
      },
      {
        "sentence": "不过，他们用承诺来刺激你努力学习的方式，常常让你在不知不觉中丧失了对学习本身的兴趣。",
        "label": ""
      },
      {
        "sentence": "所以，你会不会在纠结于父母不兑现承诺、气愤于他们一次次空口承诺的时候，还能够开心学习和取得进步呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，好像我一直惦记着父母的不兑现承诺，就会错失对学习的兴趣和对进步的动力，是吗？",
    "annotation": [
      {
        "sentence": "听你这么说，好像我一直惦记着父母的不兑现承诺，就会错失对学习的兴趣和对进步的动力，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，我们常常被承诺的奖励所吸引，而忽视了学习本身的意义。虽然学习成绩并不能定义一个人的好坏，但是如果你想拥有你想要的东西并保持尊严，至少要有经济独立的能力。对于大部分人来说，考上好的学校会带来更好的资源和人脉，是实现经济独立的一个起点，也更有机会实现财务自由。所以，如果你真的不喜欢父母不兑现承诺的态度，或许你可以先将这些承诺暂时忘记。不要为了得到奖励而努力，要始终以自我为中心来学习。努力是为了自己，学习也是为了自己。如果有奖励兑现了，那是值得高兴的意外；如果没有兑现，也没关系，因为父母花钱可以说给就给，不给就算了。而当你开始赚钱的时候，你就有理由支配自己的花费了。",
    "annotation": [
      {
        "sentence": "对的，我们常常被承诺的奖励所吸引，而忽视了学习本身的意义。",
        "label": ""
      },
      {
        "sentence": "虽然学习成绩并不能定义一个人的好坏，但是如果你想拥有你想要的东西并保持尊严，至少要有经济独立的能力。",
        "label": ""
      },
      {
        "sentence": "对于大部分人来说，考上好的学校会带来更好的资源和人脉，是实现经济独立的一个起点，也更有机会实现财务自由。",
        "label": ""
      },
      {
        "sentence": "所以，如果你真的不喜欢父母不兑现承诺的态度，或许你可以先将这些承诺暂时忘记。",
        "label": ""
      },
      {
        "sentence": "不要为了得到奖励而努力，要始终以自我为中心来学习。",
        "label": ""
      },
      {
        "sentence": "努力是为了自己，学习也是为了自己。",
        "label": ""
      },
      {
        "sentence": "如果有奖励兑现了，那是值得高兴的意外；如果没有兑现，也没关系，因为父母花钱可以说给就给，不给就算了。",
        "label": ""
      },
      {
        "sentence": "而当你开始赚钱的时候，你就有理由支配自己的花费了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样说的确有道理，我要开始把自己放在第一位，为自己而学习。如果父母的承诺实现了，那是意外的惊喜；如果没有实现，也不会失望了。另外，我现在用老年机来上高中平常联络，连智能手机都用不了，真的有点不方便。",
    "annotation": [
      {
        "sentence": "这样说的确有道理，我要开始把自己放在第一位，为自己而学习。",
        "label": ""
      },
      {
        "sentence": "如果父母的承诺实现了，那是意外的惊喜；如果没有实现，也不会失望了。",
        "label": ""
      },
      {
        "sentence": "另外，我现在用老年机来上高中平常联络，连智能手机都用不了，真的有点不方便。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，现在的智能手机对于我们来说已经是日常生活中必不可少的工具了。关于智能手机的事情，如果你展示出自己有能力考上自己想上的学校，你觉得父母还会敢随意爽约吗？虽然我回答你这个问题可能不够像个专业心理咨询师（虽然我真的是专业的心理咨询师），但如果我的回答对你有帮助或启发，我会非常开心。所以，预祝你高考顺利，早日拥有实现自己需求的能力。",
    "annotation": [
      {
        "sentence": "的确，现在的智能手机对于我们来说已经是日常生活中必不可少的工具了。",
        "label": ""
      },
      {
        "sentence": "关于智能手机的事情，如果你展示出自己有能力考上自己想上的学校，你觉得父母还会敢随意爽约吗？",
        "label": ""
      },
      {
        "sentence": "虽然我回答你这个问题可能不够像个专业心理咨询师（虽然我真的是专业的心理咨询师），但如果我的回答对你有帮助或启发，我会非常开心。",
        "label": ""
      },
      {
        "sentence": "所以，预祝你高考顺利，早日拥有实现自己需求的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会记住你说的话。我也希望自己能早日经济独立，实现自己想要的东西。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会记住你说的话。",
        "label": ""
      },
      {
        "sentence": "我也希望自己能早日经济独立，实现自己想要的东西。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到你。记住，在追求自己想要的东西的过程中，努力学习和为自己而学是非常重要的。相信自己的能力，你一定能够实现自己的梦想。祝你好运！如果以后还有需要，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，在追求自己想要的东西的过程中，努力学习和为自己而学是非常重要的。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，你一定能够实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]