[
  {
    "role": "client",
    "content": "父母对自己是表演型亲密关系，该怎么办呢？最近了解到表演型亲密关系，父母对我大概就是这样，他们大多数时候表现得很考虑我很照顾我，但并不会考虑我真正需要什么，有些事一次次说了也还是不管用。但他们年纪也大了，如果跟他们说他们没有考虑我的感受，他们会很伤心，但不说，我自己又会很压抑，该怎么办呢？",
    "annotation": [
      {
        "sentence": "父母对自己是表演型亲密关系，该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "最近了解到表演型亲密关系，父母对我大概就是这样，他们大多数时候表现得很考虑我很照顾我，但并不会考虑我真正需要什么，有些事一次次说了也还是不管用。",
        "label": ""
      },
      {
        "sentence": "但他们年纪也大了，如果跟他们说他们没有考虑我的感受，他们会很伤心，但不说，我自己又会很压抑，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的烦恼。首先，您说的表演型亲密关系并非学术界运用的词汇。我认为您父母只是很爱很爱你，但也可能跟您存在代沟。我可以告诉你一些建议来调整您们之间的关系。那么，首先我们可以从沟通角度切入，多沟通才能让大家更好地了解和互相理解对方，进而人们才能够得到自己想要的。请问您是否有尝试跟您的父母多沟通吗？",
    "annotation": [
      {
        "sentence": "我理解你的烦恼。",
        "label": ""
      },
      {
        "sentence": "首先，您说的表演型亲密关系并非学术界运用的词汇。",
        "label": ""
      },
      {
        "sentence": "我认为您父母只是很爱很爱你，但也可能跟您存在代沟。",
        "label": ""
      },
      {
        "sentence": "我可以告诉你一些建议来调整您们之间的关系。",
        "label": ""
      },
      {
        "sentence": "那么，首先我们可以从沟通角度切入，多沟通才能让大家更好地了解和互相理解对方，进而人们才能够得到自己想要的。",
        "label": ""
      },
      {
        "sentence": "请问您是否有尝试跟您的父母多沟通吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我经常会跟他们谈心，但总觉得我的感受无法得到他们的理解，他们总是听我说完后，回答的都是他们想要表达的观点，但并没有真正考虑我需要的。",
    "annotation": [
      {
        "sentence": "我经常会跟他们谈心，但总觉得我的感受无法得到他们的理解，他们总是听我说完后，回答的都是他们想要表达的观点，但并没有真正考虑我需要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道，当你跟父母表达自己的观点时，真正被理解的感觉对于你非常重要。你可以多听取他们的言行举止，从中找出你们之间的共同点，进而达成共识，比如说，你可以跟他们讲述你觉得他们最擅长做的事情，从这些事情中，你也许能够找到你们之间的相似之处，帮助你们建立公平、平等、双向沟通的关系。",
    "annotation": [
      {
        "sentence": "我知道，当你跟父母表达自己的观点时，真正被理解的感觉对于你非常重要。",
        "label": ""
      },
      {
        "sentence": "你可以多听取他们的言行举止，从中找出你们之间的共同点，进而达成共识，比如说，你可以跟他们讲述你觉得他们最擅长做的事情，从这些事情中，你也许能够找到你们之间的相似之处，帮助你们建立公平、平等、双向沟通的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了，但是眼下的问题是父母并不理解我的需要。如果我不直说，我会很难受，如果我直说，他们会很伤心，我应该怎么办？",
    "annotation": [
      {
        "sentence": "我懂了，但是眼下的问题是父母并不理解我的需要。",
        "label": ""
      },
      {
        "sentence": "如果我不直说，我会很难受，如果我直说，他们会很伤心，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的困扰。那么，我建议你去思考一下如何在保护自己和维护亲密关系之间寻找平衡点。我们可以练习一些技巧来达成这个目标，并让我们的话语更有说服力。请问你有没有想过如何为这个问题找到答案？",
    "annotation": [
      {
        "sentence": "我完全理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "那么，我建议你去思考一下如何在保护自己和维护亲密关系之间寻找平衡点。",
        "label": ""
      },
      {
        "sentence": "我们可以练习一些技巧来达成这个目标，并让我们的话语更有说服力。",
        "label": ""
      },
      {
        "sentence": "请问你有没有想过如何为这个问题找到答案？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还没有想到，您能不能给我一些提示呢？",
    "annotation": [
      {
        "sentence": "我还没有想到，您能不能给我一些提示呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认为一个好的策略是，先告诉你父母你感激他们的表现，赞美他们曾经为你做过的事情。然后，可以明确地告诉他们你的需求，都是通用、积极的词语，最终要表达出你的感激和尊重。比如说，我很感激你们一直以来对我的关注，我希望能够有机会互相分享我们的想法和感受，这对我的成长非常重要。同时，我也很感谢你们一直以来给我提供各种帮助和支持，但是我现在面临的问题需要你们更多的理解和支持。我们可以一起思考如何解决这些问题，让我的生活更加美好。",
    "annotation": [
      {
        "sentence": "我认为一个好的策略是，先告诉你父母你感激他们的表现，赞美他们曾经为你做过的事情。",
        "label": ""
      },
      {
        "sentence": "然后，可以明确地告诉他们你的需求，都是通用、积极的词语，最终要表达出你的感激和尊重。",
        "label": ""
      },
      {
        "sentence": "比如说，我很感激你们一直以来对我的关注，我希望能够有机会互相分享我们的想法和感受，这对我的成长非常重要。",
        "label": ""
      },
      {
        "sentence": "同时，我也很感谢你们一直以来给我提供各种帮助和支持，但是我现在面临的问题需要你们更多的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我们可以一起思考如何解决这些问题，让我的生活更加美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？这听起来好像很有道理。我会试一试，但我也很害怕我的想法不被理解。",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "这听起来好像很有道理。",
        "label": ""
      },
      {
        "sentence": "我会试一试，但我也很害怕我的想法不被理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。但是，您需要知道，你在寻求对话前就已经有一定的信心和果断性了。不要担心自己将会说出失礼、冒犯其他人的话、或者会遭到其他人攻击的想法。如果你提前做好准备，准确表达自己的需求，那么你可以更好地处理这些问题。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是，您需要知道，你在寻求对话前就已经有一定的信心和果断性了。",
        "label": ""
      },
      {
        "sentence": "不要担心自己将会说出失礼、冒犯其他人的话、或者会遭到其他人攻击的想法。",
        "label": ""
      },
      {
        "sentence": "如果你提前做好准备，准确表达自己的需求，那么你可以更好地处理这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尽力去实施您的建议。谢谢您给我的建议和鼓励。",
    "annotation": [
      {
        "sentence": "好的，我会尽力去实施您的建议。",
        "label": ""
      },
      {
        "sentence": "谢谢您给我的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我很愿意为你提供帮助。很高兴你能聆听我的建议，以及对这个话题的思考。如果你有别的问题，随时可以随时与我交流。",
    "annotation": [
      {
        "sentence": "不用谢，我很愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "很高兴你能聆听我的建议，以及对这个话题的思考。",
        "label": ""
      },
      {
        "sentence": "如果你有别的问题，随时可以随时与我交流。",
        "label": ""
      }
    ]
  }
]