[
  {
    "role": "client",
    "content": "承认错误道歉了还是被指责，觉得生活很压抑怎么办？",
    "annotation": [
      {
        "sentence": "承认错误道歉了还是被指责，觉得生活很压抑怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你因为学习和兼职工作较繁重，总是晚睡早起，因此影响了室友的休息，舍友关系也因此变得异常紧张，并逐渐恶化。你意识到自己有做出过我行我素的行为，给同学们带来了麻烦，尽管知道自己错了，并且道歉了，但却发现并没有得到大家的谅解，现在大家对你是个“自私的人”的看法似乎已经形成共识，连不认识的老师都对你作出这种评价，这让你感到非常困扰，不知如何是好。",
    "annotation": [
      {
        "sentence": "你因为学习和兼职工作较繁重，总是晚睡早起，因此影响了室友的休息，舍友关系也因此变得异常紧张，并逐渐恶化。",
        "label": ""
      },
      {
        "sentence": "你意识到自己有做出过我行我素的行为，给同学们带来了麻烦，尽管知道自己错了，并且道歉了，但却发现并没有得到大家的谅解，现在大家对你是个“自私的人”的看法似乎已经形成共识，连不认识的老师都对你作出这种评价，这让你感到非常困扰，不知如何是好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己很委屈。我平时确实尽量调整自己的作息时间，尽量不影响室友的休息，也向她们道歉了，但我没有得到太多理解和支持。不仅如此，连辅导员和老师们都对我有类似的看法，这让我感到更加沮丧和无助。我现在真的很迷茫，不知道该怎么解决这个问题。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己很委屈。",
        "label": ""
      },
      {
        "sentence": "我平时确实尽量调整自己的作息时间，尽量不影响室友的休息，也向她们道歉了，但我没有得到太多理解和支持。",
        "label": ""
      },
      {
        "sentence": "不仅如此，连辅导员和老师们都对我有类似的看法，这让我感到更加沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "我现在真的很迷茫，不知道该怎么解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困扰，我想起了一部经典日剧《野猪大改造》。男主修二原本是学校里的人气王，获得所有同学的喜爱，但实际上他在非常辛苦的维系着跟所有人的关系，他不能拒绝任何人提出的请求。但后来因为一些一连串的误会，比如害怕卷入纠纷而没有出手救被打的同学，修二被大家认为是“自私的人”，同学们都开始孤立他，尽管他尝试去解释，但就跟你的感受一样，似乎“没有人会相信”。青春期是建立自我同一性的关键时期，我们会特别希望自己合群，因为在群体生活中会获得认同，获得价值感。《野猪》里的女主小谷因为小时候受过创伤，打小就不合群，还饱受大家的欺凌，但她也下定决心要去变成受欢迎的人。小谷在被改造的过程中，其实她并没有像修二一样去迎合每一个人，而是有原则的，坚持自我的同时发自真心的与他人交往，给予他人帮助。最后，大家喜欢的是最本原的小谷。而修二呢，在被同学们孤立后，他发现，真正的朋友是始终都会相信自己的，因为他们见过那个真心以对的彼此，“我们相信的是自己愿意相信的人”。所以，尽管他表面上看失去了一个大的社交圈，但他实际上拥有一个更加坚固的友谊。",
    "annotation": [
      {
        "sentence": "看到你的困扰，我想起了一部经典日剧《野猪大改造》。",
        "label": ""
      },
      {
        "sentence": "男主修二原本是学校里的人气王，获得所有同学的喜爱，但实际上他在非常辛苦的维系着跟所有人的关系，他不能拒绝任何人提出的请求。",
        "label": ""
      },
      {
        "sentence": "但后来因为一些一连串的误会，比如害怕卷入纠纷而没有出手救被打的同学，修二被大家认为是“自私的人”，同学们都开始孤立他，尽管他尝试去解释，但就跟你的感受一样，似乎“没有人会相信”。",
        "label": ""
      },
      {
        "sentence": "青春期是建立自我同一性的关键时期，我们会特别希望自己合群，因为在群体生活中会获得认同，获得价值感。",
        "label": ""
      },
      {
        "sentence": "《野猪》里的女主小谷因为小时候受过创伤，打小就不合群，还饱受大家的欺凌，但她也下定决心要去变成受欢迎的人。",
        "label": ""
      },
      {
        "sentence": "小谷在被改造的过程中，其实她并没有像修二一样去迎合每一个人，而是有原则的，坚持自我的同时发自真心的与他人交往，给予他人帮助。",
        "label": ""
      },
      {
        "sentence": "最后，大家喜欢的是最本原的小谷。",
        "label": ""
      },
      {
        "sentence": "而修二呢，在被同学们孤立后，他发现，真正的朋友是始终都会相信自己的，因为他们见过那个真心以对的彼此，“我们相信的是自己愿意相信的人”。",
        "label": ""
      },
      {
        "sentence": "所以，尽管他表面上看失去了一个大的社交圈，但他实际上拥有一个更加坚固的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给我的例子和建议。看到他们的经历，我确实有些启发。我意识到，如果我只是迎合别人的期待和看法，可能只会让我迷失自己。我应该保持自己的原则，同时努力与他人建立真挚的关系，给予他人帮助，而不是过于在意别人对我的看法。我应该相信，真正了解我的朋友会支持我，而我也要真心面对自己的错误，并努力改变，用实际行动来证明自己的价值和意愿。",
    "annotation": [
      {
        "sentence": "谢谢你给我的例子和建议。",
        "label": ""
      },
      {
        "sentence": "看到他们的经历，我确实有些启发。",
        "label": ""
      },
      {
        "sentence": "我意识到，如果我只是迎合别人的期待和看法，可能只会让我迷失自己。",
        "label": ""
      },
      {
        "sentence": "我应该保持自己的原则，同时努力与他人建立真挚的关系，给予他人帮助，而不是过于在意别人对我的看法。",
        "label": ""
      },
      {
        "sentence": "我应该相信，真正了解我的朋友会支持我，而我也要真心面对自己的错误，并努力改变，用实际行动来证明自己的价值和意愿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说得很好！你有了正确的认识和态度，相信你一定能够走出困境。不要过于自责和沮丧，每个人都会犯错，关键是我们能从中吸取教训并积极改变。同时，我也希望你能找到那些真正了解你、支持你的朋友，与他们多多交流，从他们那里也能得到更多的帮助和支持。加油，你一定行得通！",
    "annotation": [
      {
        "sentence": "说得很好！",
        "label": ""
      },
      {
        "sentence": "你有了正确的认识和态度，相信你一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "不要过于自责和沮丧，每个人都会犯错，关键是我们能从中吸取教训并积极改变。",
        "label": ""
      },
      {
        "sentence": "同时，我也希望你能找到那些真正了解你、支持你的朋友，与他们多多交流，从他们那里也能得到更多的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "加油，你一定行得通！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和指导。我现在感觉轻松了很多，知道了自己应该如何做了。我会尽早与我的朋友们好好沟通，同时努力改变自己的行为，并重塑自己在集体中的形象。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和指导。",
        "label": ""
      },
      {
        "sentence": "我现在感觉轻松了很多，知道了自己应该如何做了。",
        "label": ""
      },
      {
        "sentence": "我会尽早与我的朋友们好好沟通，同时努力改变自己的行为，并重塑自己在集体中的形象。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信你会做出正确的选择和行动，迈向一个更好的未来。如果你有任何困难或需要进一步的支持，随时告诉我。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你会做出正确的选择和行动，迈向一个更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困难或需要进一步的支持，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  }
]