[
  {
    "role": "client",
    "content": "去医院确定了中度抑郁，感觉难受，难受？抑郁症有十多年了，去医院确定了中度抑郁，然后吃药，感觉好了一些，也看了几次心理医生。现在还在艰苦奋斗中。外界的人总是对于抑郁症有很多偏见，特别是一些过于信封成功学的人，他们总觉得，抑郁都是你矫情造成的，说话总是很现实，也不顾及人感受，不知道你抑郁可以理解，有些朋友，家人知道了你抑郁依然觉得你没事，感觉真的是凄凉。",
    "annotation": [
      {
        "sentence": "去医院确定了中度抑郁，感觉难受，难受？",
        "label": ""
      },
      {
        "sentence": "抑郁症有十多年了，去医院确定了中度抑郁，然后吃药，感觉好了一些，也看了几次心理医生。",
        "label": ""
      },
      {
        "sentence": "现在还在艰苦奋斗中。",
        "label": ""
      },
      {
        "sentence": "外界的人总是对于抑郁症有很多偏见，特别是一些过于信封成功学的人，他们总觉得，抑郁都是你矫情造成的，说话总是很现实，也不顾及人感受，不知道你抑郁可以理解，有些朋友，家人知道了你抑郁依然觉得你没事，感觉真的是凄凉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受，因为我的一些朋友也有抑郁症。我们都不是孤立的个体，有时候，别人的看法让我们感觉更难以接受自我，但是自我承认是很重要的，很佩服你去看医生和心理医生，那是成才步骤之一，也是非常勇敢的举动。我很愿意和你聊聊，听听你的故事，如果可以，我能够提供一些帮助。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受，因为我的一些朋友也有抑郁症。",
        "label": ""
      },
      {
        "sentence": "我们都不是孤立的个体，有时候，别人的看法让我们感觉更难以接受自我，但是自我承认是很重要的，很佩服你去看医生和心理医生，那是成才步骤之一，也是非常勇敢的举动。",
        "label": ""
      },
      {
        "sentence": "我很愿意和你聊聊，听听你的故事，如果可以，我能够提供一些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的支持，其实最近也觉得有些心烦意乱，我的状况像是一只船漂浮在海上，会受到波浪的冲击，但是并没有任何动力去控制自我。我知道这种想法很有问题，但是我就是想不去改变。",
    "annotation": [
      {
        "sentence": "感谢你的支持，其实最近也觉得有些心烦意乱，我的状况像是一只船漂浮在海上，会受到波浪的冲击，但是并没有任何动力去控制自我。",
        "label": ""
      },
      {
        "sentence": "我知道这种想法很有问题，但是我就是想不去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，因为我也遇到过这样的困境。你可以试着问问自己，想要的未来是什么。我们都有一个未来的目标，这个目标可以让我们感到有所成就，感到生命有意义。那也许你不知道想要的未来是什么，那么可以尝试着视频，读书，旅行，树立知识，可以找到自我未来的目标。",
    "annotation": [
      {
        "sentence": "我理解你的感受，因为我也遇到过这样的困境。",
        "label": ""
      },
      {
        "sentence": "你可以试着问问自己，想要的未来是什么。",
        "label": ""
      },
      {
        "sentence": "我们都有一个未来的目标，这个目标可以让我们感到有所成就，感到生命有意义。",
        "label": ""
      },
      {
        "sentence": "那也许你不知道想要的未来是什么，那么可以尝试着视频，读书，旅行，树立知识，可以找到自我未来的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "不知道我的目标是什么，我看不到自己的未来。我刚刚写下的话，让我感觉有所启发。谢谢你，我想再继续聊聊。",
    "annotation": [
      {
        "sentence": "不知道我的目标是什么，我看不到自己的未来。",
        "label": ""
      },
      {
        "sentence": "我刚刚写下的话，让我感觉有所启发。",
        "label": ""
      },
      {
        "sentence": "谢谢你，我想再继续聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说出来的话很重要，可以让你更好地理解自己。也许现在你感到有些沮丧，但是在漫长的人生旅途中，有时候我们需要摆脱旧有思想，更好地探索新的领域。你尝试些新的生活方式，例如去散步，锻炼身体，强化自己的身体，创造更多自己的时间，实现实现自己未来的梦想。",
    "annotation": [
      {
        "sentence": "你说出来的话很重要，可以让你更好地理解自己。",
        "label": ""
      },
      {
        "sentence": "也许现在你感到有些沮丧，但是在漫长的人生旅途中，有时候我们需要摆脱旧有思想，更好地探索新的领域。",
        "label": ""
      },
      {
        "sentence": "你尝试些新的生活方式，例如去散步，锻炼身体，强化自己的身体，创造更多自己的时间，实现实现自己未来的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我很需要一些改变。我一直很抗拒这些改变，但是我也知道需要做些事情了。也许我可以试着做些小的改变。比如每天花些时间阅读、看电影、听音乐，尽可能地让自己感到轻松愉快，保持对未来的信念。",
    "annotation": [
      {
        "sentence": "你说得对，我很需要一些改变。",
        "label": ""
      },
      {
        "sentence": "我一直很抗拒这些改变，但是我也知道需要做些事情了。",
        "label": ""
      },
      {
        "sentence": "也许我可以试着做些小的改变。",
        "label": ""
      },
      {
        "sentence": "比如每天花些时间阅读、看电影、听音乐，尽可能地让自己感到轻松愉快，保持对未来的信念。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒，你已经有了很好的想法，这些都是非常实用的方法。此外，如果你需要更多的支持，我们可以一起找一些有用的资源和策略，帮助你减轻症状，并逐步让自己变得更好。记得，无论何时何地，我都是你的一位支持者。",
    "annotation": [
      {
        "sentence": "非常棒，你已经有了很好的想法，这些都是非常实用的方法。",
        "label": ""
      },
      {
        "sentence": "此外，如果你需要更多的支持，我们可以一起找一些有用的资源和策略，帮助你减轻症状，并逐步让自己变得更好。",
        "label": ""
      },
      {
        "sentence": "记得，无论何时何地，我都是你的一位支持者。",
        "label": ""
      }
    ]
  }
]