[
  {
    "role": "client",
    "content": "承认错误道歉了还是被指责，觉得生活很压抑怎么办？",
    "annotation": [
      {
        "sentence": "承认错误道歉了还是被指责，觉得生活很压抑怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子看到你的问题，我首先要给你一个拥抱，你是一个那么努力的孩子，却没有得到同学老师的理解，你尽量去迎合他们，他们却更加的过份，这不是你的错，你是一个积极上进的人，如果让你和室友一起晚睡晚起，我相信你的内心会更加的煎熬！",
    "annotation": [
      {
        "sentence": "孩子看到你的问题，我首先要给你一个拥抱，你是一个那么努力的孩子，却没有得到同学老师的理解，你尽量去迎合他们，他们却更加的过份，这不是你的错，你是一个积极上进的人，如果让你和室友一起晚睡晚起，我相信你的内心会更加的煎熬！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我知道我为了自己的学业和兼职而忙碌，但没想到室友和其他人会对我有如此看法。我感到很沮丧和委屈。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我知道我为了自己的学业和兼职而忙碌，但没想到室友和其他人会对我有如此看法。",
        "label": ""
      },
      {
        "sentence": "我感到很沮丧和委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "晚睡早起，学习和兼职两不误按理说，你一边工作，一边学习，可能同学不理解，但是老师不应该这样做，他应该关心你才对，毕竟这是常人应该理解的思维，但是他们没有这么做，作为老师应该是鼓励孩子上进，激励学生奋发图强。当我们步入更高的学习，不仅仅是学习书本知识，还要慢慢的和社会接触，因为这个是和社会的一个过渡期，联合的好，你适应社会就会更容易，也能在社会过的更好，这个需要我们自己去把握。",
    "annotation": [
      {
        "sentence": "晚睡早起，学习和兼职两不误按理说，你一边工作，一边学习，可能同学不理解，但是老师不应该这样做，他应该关心你才对，毕竟这是常人应该理解的思维，但是他们没有这么做，作为老师应该是鼓励孩子上进，激励学生奋发图强。",
        "label": ""
      },
      {
        "sentence": "当我们步入更高的学习，不仅仅是学习书本知识，还要慢慢的和社会接触，因为这个是和社会的一个过渡期，联合的好，你适应社会就会更容易，也能在社会过的更好，这个需要我们自己去把握。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加自信地面对这些困难和压力。只是在现在的情况下，我觉得自己做什么都没有意义，好想逃离这个世界。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加自信地面对这些困难和压力。",
        "label": ""
      },
      {
        "sentence": "只是在现在的情况下，我觉得自己做什么都没有意义，好想逃离这个世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "做兼职就是一个很好的途径，利用兼职提前接触社会，了解社会的运转模式，这样，当你真正离开校园的时候，你就不怕自己茫然，无所适从，也不用担心自己难以生存，更不会为了糊口随便找一份工作搪塞自己，还能在兼职的时候顺便赚点钱。做你自己认为对的事情。你听说过28定律么，世界上百分之八十的人，都是围绕这百分之二十的人转，虽然不知道自己以后是否是那百分之二十，但起码，你现在的努力会在将来的某一天回报给你，你不受影响的坚持做自己喜欢的事情，尽量用大家都能接受的方式——租宾馆等，说明你是一个能坚持，肯吃苦，又有想法的人，你无需因为他人的不理解而感到苦恼，甚至放弃自己，和他们一样。",
    "annotation": [
      {
        "sentence": "做兼职就是一个很好的途径，利用兼职提前接触社会，了解社会的运转模式，这样，当你真正离开校园的时候，你就不怕自己茫然，无所适从，也不用担心自己难以生存，更不会为了糊口随便找一份工作搪塞自己，还能在兼职的时候顺便赚点钱。",
        "label": ""
      },
      {
        "sentence": "做你自己认为对的事情。",
        "label": ""
      },
      {
        "sentence": "你听说过28定律么，世界上百分之八十的人，都是围绕这百分之二十的人转，虽然不知道自己以后是否是那百分之二十，但起码，你现在的努力会在将来的某一天回报给你，你不受影响的坚持做自己喜欢的事情，尽量用大家都能接受的方式——租宾馆等，说明你是一个能坚持，肯吃苦，又有想法的人，你无需因为他人的不理解而感到苦恼，甚至放弃自己，和他们一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该更加自信并追求自己喜欢的事情。但是，我觉得和老师和同学沟通并没有起到什么作用，他们似乎无法理解我。",
    "annotation": [
      {
        "sentence": "你说的对，我应该更加自信并追求自己喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得和老师和同学沟通并没有起到什么作用，他们似乎无法理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着和老师和同学沟通，告诉他们你的想法依旧无法得到他们的理解，你也不可能因此改变自己，做你自己，笑到最后的才是赢家，你无需在乎他人的言语。一个有梦敢拼的人，是值得被社会温柔以待，愿你可以为了你的目标坚持，加油！",
    "annotation": [
      {
        "sentence": "你可以试着和老师和同学沟通，告诉他们你的想法依旧无法得到他们的理解，你也不可能因此改变自己，做你自己，笑到最后的才是赢家，你无需在乎他人的言语。",
        "label": ""
      },
      {
        "sentence": "一个有梦敢拼的人，是值得被社会温柔以待，愿你可以为了你的目标坚持，加油！",
        "label": ""
      }
    ]
  }
]