[
  {
    "role": "client",
    "content": "我想知道自己是否有回避型人格障碍？最近几年，我发现自己越来越自卑，对于社交也越来越恐惧，害怕跟人打交道，会紧张出汗，焦虑不安甚至是失眠。觉得自己很糟糕，所有人都不会喜欢自己，也很难接受别人的称赞，总是认为对方只是在客气而已。我也无法跟家人建立亲密关系，我的妈妈说我跟所有人都有距离感，总是尽力回避各种有人的场合。我在学校一开始是有朋友的，但交往时间越长，我便越是觉得自己什么也做不好，不配做别人的朋友。除了社交的困扰，在生活上我还总是难以控制地放大很多事情的难度，总是还没做就觉得自己肯定不行，常常因此而焦虑痛苦，即使最后把事情处理得很好，我也不会因此增强自信，只是觉得松了一口气。我还经常怀疑别人，听到一点笑声就觉得对方在笑我，总是想到很不好的方向上去。学习难以集中注意力，经常无意识的在心里自言自语，搞得自己很烦躁。身体方面已经有几个月没有食欲了，有时会感到头晕，胸闷，有自残倾向，自己的心理是不是有问题？",
    "annotation": [
      {
        "sentence": "我想知道自己是否有回避型人格障碍？",
        "label": ""
      },
      {
        "sentence": "最近几年，我发现自己越来越自卑，对于社交也越来越恐惧，害怕跟人打交道，会紧张出汗，焦虑不安甚至是失眠。",
        "label": ""
      },
      {
        "sentence": "觉得自己很糟糕，所有人都不会喜欢自己，也很难接受别人的称赞，总是认为对方只是在客气而已。",
        "label": ""
      },
      {
        "sentence": "我也无法跟家人建立亲密关系，我的妈妈说我跟所有人都有距离感，总是尽力回避各种有人的场合。",
        "label": ""
      },
      {
        "sentence": "我在学校一开始是有朋友的，但交往时间越长，我便越是觉得自己什么也做不好，不配做别人的朋友。",
        "label": ""
      },
      {
        "sentence": "除了社交的困扰，在生活上我还总是难以控制地放大很多事情的难度，总是还没做就觉得自己肯定不行，常常因此而焦虑痛苦，即使最后把事情处理得很好，我也不会因此增强自信，只是觉得松了一口气。",
        "label": ""
      },
      {
        "sentence": "我还经常怀疑别人，听到一点笑声就觉得对方在笑我，总是想到很不好的方向上去。",
        "label": ""
      },
      {
        "sentence": "学习难以集中注意力，经常无意识的在心里自言自语，搞得自己很烦躁。",
        "label": ""
      },
      {
        "sentence": "身体方面已经有几个月没有食欲了，有时会感到头晕，胸闷，有自残倾向，自己的心理是不是有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的问题很严重，需要系统地进行心理咨询和治疗。不过，我想说的是，无论你过去经历了什么，你都不是【被注定】的！只要你想改变，你就能得到改变！",
    "annotation": [
      {
        "sentence": "你的问题很严重，需要系统地进行心理咨询和治疗。",
        "label": ""
      },
      {
        "sentence": "不过，我想说的是，无论你过去经历了什么，你都不是【被注定】的！",
        "label": ""
      },
      {
        "sentence": "只要你想改变，你就能得到改变！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感谢你能听我说话，但是我不知道该怎么改变自己，我觉得自己已经没有希望了。",
    "annotation": [
      {
        "sentence": "我很感谢你能听我说话，但是我不知道该怎么改变自己，我觉得自己已经没有希望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，你已经有了改变自己的想法，这已经是一个非常重要的第一步了。我们可以从你原生家庭问题入手，结合家庭系统治疗和团体心理辅导的方式来帮助你。这样做可以提升你的沟通交流能力和人际关系能力。我的心理导师在解决这种家庭系统问题方面非常有经验，我可以给你推荐他。",
    "annotation": [
      {
        "sentence": "其实，你已经有了改变自己的想法，这已经是一个非常重要的第一步了。",
        "label": ""
      },
      {
        "sentence": "我们可以从你原生家庭问题入手，结合家庭系统治疗和团体心理辅导的方式来帮助你。",
        "label": ""
      },
      {
        "sentence": "这样做可以提升你的沟通交流能力和人际关系能力。",
        "label": ""
      },
      {
        "sentence": "我的心理导师在解决这种家庭系统问题方面非常有经验，我可以给你推荐他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我怎么才能和我的家人谈起这个话题呢？他们可能不会理解我，甚至会反感我。",
    "annotation": [
      {
        "sentence": "但是我怎么才能和我的家人谈起这个话题呢？",
        "label": ""
      },
      {
        "sentence": "他们可能不会理解我，甚至会反感我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很敏感的话题，需要你有足够的信心和准备去和他们沟通。你需要提前制定好你想表达的意思，并且以他们的角度去考虑问题所在。在谈话中，要始终以理智和客观姿态表达自己的想法，并适时地分散一些矛盾的热点，以保持谈话的和谐。如果你认为需要，也可以先通过我推荐的心理导师进行咨询和建议，更好地为你的谈话做好准备。",
    "annotation": [
      {
        "sentence": "这是一个很敏感的话题，需要你有足够的信心和准备去和他们沟通。",
        "label": ""
      },
      {
        "sentence": "你需要提前制定好你想表达的意思，并且以他们的角度去考虑问题所在。",
        "label": ""
      },
      {
        "sentence": "在谈话中，要始终以理智和客观姿态表达自己的想法，并适时地分散一些矛盾的热点，以保持谈话的和谐。",
        "label": ""
      },
      {
        "sentence": "如果你认为需要，也可以先通过我推荐的心理导师进行咨询和建议，更好地为你的谈话做好准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议非常有帮助，我会好好考虑。不过，我还是很害怕面对家庭问题，我担心我的家人会因此更加不理解我。",
    "annotation": [
      {
        "sentence": "你的建议非常有帮助，我会好好考虑。",
        "label": ""
      },
      {
        "sentence": "不过，我还是很害怕面对家庭问题，我担心我的家人会因此更加不理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常正常的，但是你需要明白，如果不去面对问题，它就永远不会被解决。家庭问题是一个复杂的系统，如果你不采取行动去改变它，你的问题会越来越严重，甚至会影响到你的未来生活。面对这些问题确实需要很大的勇气和决心，但是如果你能踏出第一步，你就已经迈出了改变的关键一步。",
    "annotation": [
      {
        "sentence": "这是非常正常的，但是你需要明白，如果不去面对问题，它就永远不会被解决。",
        "label": ""
      },
      {
        "sentence": "家庭问题是一个复杂的系统，如果你不采取行动去改变它，你的问题会越来越严重，甚至会影响到你的未来生活。",
        "label": ""
      },
      {
        "sentence": "面对这些问题确实需要很大的勇气和决心，但是如果你能踏出第一步，你就已经迈出了改变的关键一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解你的话，我会好好考虑，也感谢你一直在我的身边支持我。",
    "annotation": [
      {
        "sentence": "我能理解你的话，我会好好考虑，也感谢你一直在我的身边支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我非常理解你的感受。如果你在之后需要我的帮助和支持，随时都可以找我。祝你好运。",
    "annotation": [
      {
        "sentence": "不用客气，我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "如果你在之后需要我的帮助和支持，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  }
]