[
  {
    "role": "client",
    "content": "当自己和父母意见不同时，该怎么解决？怎样说服父母？我的成绩不是特别好，高中毕业后，父母让我去读了一个专科。这个专科特别差，环境很烂，即使怎么安慰自己也没有用。去看了很多心理医生，也没有解决这个问题，这个学校很差，学校环境和学习氛围特别不好。这个学校让我很不喜欢，读着很痛苦，不想读了，但是已经读了一年多了。应该怎么解决这个问题？",
    "annotation": [
      {
        "sentence": "当自己和父母意见不同时，该怎么解决？",
        "label": ""
      },
      {
        "sentence": "怎样说服父母？",
        "label": ""
      },
      {
        "sentence": "我的成绩不是特别好，高中毕业后，父母让我去读了一个专科。",
        "label": ""
      },
      {
        "sentence": "这个专科特别差，环境很烂，即使怎么安慰自己也没有用。",
        "label": ""
      },
      {
        "sentence": "去看了很多心理医生，也没有解决这个问题，这个学校很差，学校环境和学习氛围特别不好。",
        "label": ""
      },
      {
        "sentence": "这个学校让我很不喜欢，读着很痛苦，不想读了，但是已经读了一年多了。",
        "label": ""
      },
      {
        "sentence": "应该怎么解决这个问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你因为就读的学校不合心意而苦恼，想要说服家长，不再让你继续去这所学校读书。你的感受和心情我非常能够理解。一所学校的整体就读环境取决于这所学校的直接管理者、师资力量，以及绝大多数任课老师的人品、操守和教书水平。从你的体验来看，似乎都不太尽如人意。当你和父母的意见不同时，你这里提到的意见不同是单指不在这所学校读书吗？",
    "annotation": [
      {
        "sentence": "看到你因为就读的学校不合心意而苦恼，想要说服家长，不再让你继续去这所学校读书。",
        "label": ""
      },
      {
        "sentence": "你的感受和心情我非常能够理解。",
        "label": ""
      },
      {
        "sentence": "一所学校的整体就读环境取决于这所学校的直接管理者、师资力量，以及绝大多数任课老师的人品、操守和教书水平。",
        "label": ""
      },
      {
        "sentence": "从你的体验来看，似乎都不太尽如人意。",
        "label": ""
      },
      {
        "sentence": "当你和父母的意见不同时，你这里提到的意见不同是单指不在这所学校读书吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我不想在这所学校读书了。",
    "annotation": [
      {
        "sentence": "是的，我不想在这所学校读书了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除此以外，你对自己的生活希望如何继续是否有什么想法呢？我看到你说虽然很不满意这所学校，但（迫于家长压力）已经读了一年多了。如果我了解到的信息无误的话，那么一般的专科学校三年就可以毕业了，而通常最后的半年至一年的时间是给学生们自行实习甚至是找工作的时间，也就是说最多你再有一年的时间就完全结束学校生活，可以自行安排实习或就业了。我也能理解你现在感受到的痛苦、压抑和折磨，这会让你感觉度日如年。那么如果你希望父母能够关注你的感受，就需要你已成年人的方式去看待并解决这个问题。",
    "annotation": [
      {
        "sentence": "除此以外，你对自己的生活希望如何继续是否有什么想法呢？",
        "label": ""
      },
      {
        "sentence": "我看到你说虽然很不满意这所学校，但（迫于家长压力）已经读了一年多了。",
        "label": ""
      },
      {
        "sentence": "如果我了解到的信息无误的话，那么一般的专科学校三年就可以毕业了，而通常最后的半年至一年的时间是给学生们自行实习甚至是找工作的时间，也就是说最多你再有一年的时间就完全结束学校生活，可以自行安排实习或就业了。",
        "label": ""
      },
      {
        "sentence": "我也能理解你现在感受到的痛苦、压抑和折磨，这会让你感觉度日如年。",
        "label": ""
      },
      {
        "sentence": "那么如果你希望父母能够关注你的感受，就需要你已成年人的方式去看待并解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于我的未来，我还没有具体的计划。我现在感到很困惑和无助。",
    "annotation": [
      {
        "sentence": "对于我的未来，我还没有具体的计划。",
        "label": ""
      },
      {
        "sentence": "我现在感到很困惑和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，切实可行的计划是帮助你解决问题的重要一步。假如立刻离开学校，你对生活和未来有什么打算？毫无疑问你已成年，无论你现在感受多少艰难，都需要理智的面对一个问题：未来你如何养活自己！行动才最具有说服力！",
    "annotation": [
      {
        "sentence": "首先，切实可行的计划是帮助你解决问题的重要一步。",
        "label": ""
      },
      {
        "sentence": "假如立刻离开学校，你对生活和未来有什么打算？",
        "label": ""
      },
      {
        "sentence": "毫无疑问你已成年，无论你现在感受多少艰难，都需要理智的面对一个问题：未来你如何养活自己！",
        "label": ""
      },
      {
        "sentence": "行动才最具有说服力！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还没有好的打算，也不知道应该从何做起。",
    "annotation": [
      {
        "sentence": "我还没有好的打算，也不知道应该从何做起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，能否和学校协商居住在校外。如果这样可以帮助到你缓和情绪的话，可以给自己一个暂时能够脱离校园的环境生活、居住、学习。只在上课时间进入校园。",
    "annotation": [
      {
        "sentence": "其次，能否和学校协商居住在校外。",
        "label": ""
      },
      {
        "sentence": "如果这样可以帮助到你缓和情绪的话，可以给自己一个暂时能够脱离校园的环境生活、居住、学习。",
        "label": ""
      },
      {
        "sentence": "只在上课时间进入校园。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个主意不错，我会考虑跟学校沟通看能否居住在校外的。",
    "annotation": [
      {
        "sentence": "这个主意不错，我会考虑跟学校沟通看能否居住在校外的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，努力学习并提前申请专升本可能是一个解决方法。父母不同意你中断学业，我猜想主要是因为担心你没有文凭会受到就业的阻碍。如果你能够让自己投入到学习中，考上本科，就能够提前脱离目前的环境，也能和父母皆大欢喜。当然本科学历的含金量也会更高。但就你的情况来说，你说自己的成绩不是特别好，这个选项对你来说还是颇具挑战的。",
    "annotation": [
      {
        "sentence": "另外，努力学习并提前申请专升本可能是一个解决方法。",
        "label": ""
      },
      {
        "sentence": "父母不同意你中断学业，我猜想主要是因为担心你没有文凭会受到就业的阻碍。",
        "label": ""
      },
      {
        "sentence": "如果你能够让自己投入到学习中，考上本科，就能够提前脱离目前的环境，也能和父母皆大欢喜。",
        "label": ""
      },
      {
        "sentence": "当然本科学历的含金量也会更高。",
        "label": ""
      },
      {
        "sentence": "但就你的情况来说，你说自己的成绩不是特别好，这个选项对你来说还是颇具挑战的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自己的成绩不是很好，但我会努力学习，争取提高成绩。",
    "annotation": [
      {
        "sentence": "我知道自己的成绩不是很好，但我会努力学习，争取提高成绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，你还可以尝试申请休学。如果你父母能够接受的话，你可以和学校申请休学一段时间。这段时间你可以自行安排，看能否恢复、调整自己的状态。无论是选择哪个方案，和父母沟通的重点在于如何让父母放下对你未来发展的焦虑和担忧。如果能够向父母展示你能照顾好自己、有能力为自己挣一个舒适稳定的生活（至少做到自给自足），我相信父母也不会一味强求。他们所未见到的是你的痛苦，只是作为过来人，他们可能会认为短时承受这样的痛苦会好过未来衣食不保的困境。同时，也希望你能够体谅父母的用心。作为子女来说，让父母安心也是应尽的本分之一。因此，在和父母沟通的时候，一方面要解决你痛苦的根源，另一方面就是要让父母感到安心。沟通也讲究方式方法。总之，你可以尝试着想一想除了校园环境外，还有没有什么因素造成你的痛苦。毕竟你不是永久要在这所学校里生活，是不是换一个环境就会好起来呢？有的时候，痛苦只是生命提醒我们需要静下心来向内探索，看清自己是谁、想要什么，以及能够做到什么。",
    "annotation": [
      {
        "sentence": "最后，你还可以尝试申请休学。",
        "label": ""
      },
      {
        "sentence": "如果你父母能够接受的话，你可以和学校申请休学一段时间。",
        "label": ""
      },
      {
        "sentence": "这段时间你可以自行安排，看能否恢复、调整自己的状态。",
        "label": ""
      },
      {
        "sentence": "无论是选择哪个方案，和父母沟通的重点在于如何让父母放下对你未来发展的焦虑和担忧。",
        "label": ""
      },
      {
        "sentence": "如果能够向父母展示你能照顾好自己、有能力为自己挣一个舒适稳定的生活（至少做到自给自足），我相信父母也不会一味强求。",
        "label": ""
      },
      {
        "sentence": "他们所未见到的是你的痛苦，只是作为过来人，他们可能会认为短时承受这样的痛苦会好过未来衣食不保的困境。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能够体谅父母的用心。",
        "label": ""
      },
      {
        "sentence": "作为子女来说，让父母安心也是应尽的本分之一。",
        "label": ""
      },
      {
        "sentence": "因此，在和父母沟通的时候，一方面要解决你痛苦的根源，另一方面就是要让父母感到安心。",
        "label": ""
      },
      {
        "sentence": "沟通也讲究方式方法。",
        "label": ""
      },
      {
        "sentence": "总之，你可以尝试着想一想除了校园环境外，还有没有什么因素造成你的痛苦。",
        "label": ""
      },
      {
        "sentence": "毕竟你不是永久要在这所学校里生活，是不是换一个环境就会好起来呢？",
        "label": ""
      },
      {
        "sentence": "有的时候，痛苦只是生命提醒我们需要静下心来向内探索，看清自己是谁、想要什么，以及能够做到什么。",
        "label": ""
      }
    ]
  }
]