[
  {
    "role": "client",
    "content": "身体里还有另一个灵魂？如何和自己相处，安抚自己？我觉得我不是我一个人，我身体里还有另一个灵魂。只是这种感觉。比如，我脑子里特别清楚自己是怎么了。就像我爱上一个人，我们的相处模式立马就变成了和父母相处的感觉，我讨好，想努力做好好像想让自己在对方那里更有价值感，分量更重，拼尽全力。我能感觉出来。被忽视的时候会崩发出愤怒，但不会发脾气，会哀求偶尔哭闹。就好像在求关注，害怕被抛弃，害怕不回应我。可是换一个人，发生类似的事我就想发狂发脾气，我想毁灭破坏点什么，好像在说，你还看不到么，还看不到我的难受么，好，我让你看看我有多难受，我以前就会撞墙，自残。现在几乎没有，会发脾气，忍不住想暴怒。我也会做一些自己喜欢的，特别开心的事，虽然我也常会说，你看你看我，展示自己。有时得不到关注我依然也会继续自己的，多少有点小失落，但不会受大影响。可是当我爱上一个人。我觉得自己很不安，价值感也好像是为了讨好。有点乱。难受的不安害怕的时候怎么和自己相处。",
    "annotation": [
      {
        "sentence": "身体里还有另一个灵魂？",
        "label": ""
      },
      {
        "sentence": "如何和自己相处，安抚自己？",
        "label": ""
      },
      {
        "sentence": "我觉得我不是我一个人，我身体里还有另一个灵魂。",
        "label": ""
      },
      {
        "sentence": "只是这种感觉。",
        "label": ""
      },
      {
        "sentence": "比如，我脑子里特别清楚自己是怎么了。",
        "label": ""
      },
      {
        "sentence": "就像我爱上一个人，我们的相处模式立马就变成了和父母相处的感觉，我讨好，想努力做好好像想让自己在对方那里更有价值感，分量更重，拼尽全力。",
        "label": ""
      },
      {
        "sentence": "我能感觉出来。",
        "label": ""
      },
      {
        "sentence": "被忽视的时候会崩发出愤怒，但不会发脾气，会哀求偶尔哭闹。",
        "label": ""
      },
      {
        "sentence": "就好像在求关注，害怕被抛弃，害怕不回应我。",
        "label": ""
      },
      {
        "sentence": "可是换一个人，发生类似的事我就想发狂发脾气，我想毁灭破坏点什么，好像在说，你还看不到么，还看不到我的难受么，好，我让你看看我有多难受，我以前就会撞墙，自残。",
        "label": ""
      },
      {
        "sentence": "现在几乎没有，会发脾气，忍不住想暴怒。",
        "label": ""
      },
      {
        "sentence": "我也会做一些自己喜欢的，特别开心的事，虽然我也常会说，你看你看我，展示自己。",
        "label": ""
      },
      {
        "sentence": "有时得不到关注我依然也会继续自己的，多少有点小失落，但不会受大影响。",
        "label": ""
      },
      {
        "sentence": "可是当我爱上一个人。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很不安，价值感也好像是为了讨好。",
        "label": ""
      },
      {
        "sentence": "有点乱。",
        "label": ""
      },
      {
        "sentence": "难受的不安害怕的时候怎么和自己相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱歉听到你的遭遇，让我感到心疼。像你这种感到孤独却又想找到人关注、寻找安全感的情况很常见。不过，请放心，我们可以一步一步来解决它们，要首先了解这种情况是来自哪里，而这里我想分享一个《象与骑象人》的故事。",
    "annotation": [
      {
        "sentence": "抱歉听到你的遭遇，让我感到心疼。",
        "label": ""
      },
      {
        "sentence": "像你这种感到孤独却又想找到人关注、寻找安全感的情况很常见。",
        "label": ""
      },
      {
        "sentence": "不过，请放心，我们可以一步一步来解决它们，要首先了解这种情况是来自哪里，而这里我想分享一个《象与骑象人》的故事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你愿意听我说，那个故事是？",
    "annotation": [
      {
        "sentence": "好的，谢谢你愿意听我说，那个故事是？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个故事中有一个象，它是一个强大而且善良的生物，但它也有种莫名的天性让它想要随心所欲。与之相对的是一个骑象人，这个骑象人是一位英俊、聪明和有力的人，可以与自己的象配合良好，达到目标。然而，象是无法控制的，每当骑象人把象引向一个方向时，象会想要往另一方向走。这就像你的大象，我猜测每次你孤独的时候，你的大象会变得无助、习惯性的寻找一些刺激来填补内心的空洞。就像那本书中写的一样，大象似乎总是带我们走向错误的那一步。",
    "annotation": [
      {
        "sentence": "这个故事中有一个象，它是一个强大而且善良的生物，但它也有种莫名的天性让它想要随心所欲。",
        "label": ""
      },
      {
        "sentence": "与之相对的是一个骑象人，这个骑象人是一位英俊、聪明和有力的人，可以与自己的象配合良好，达到目标。",
        "label": ""
      },
      {
        "sentence": "然而，象是无法控制的，每当骑象人把象引向一个方向时，象会想要往另一方向走。",
        "label": ""
      },
      {
        "sentence": "这就像你的大象，我猜测每次你孤独的时候，你的大象会变得无助、习惯性的寻找一些刺激来填补内心的空洞。",
        "label": ""
      },
      {
        "sentence": "就像那本书中写的一样，大象似乎总是带我们走向错误的那一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确是的，有时我会因为绝望而做出一些我不想做的事情。我感觉就像是两个我，一个在控制自己，而另一个就像是用卑微的姿态迎合他人的需要。",
    "annotation": [
      {
        "sentence": "的确是的，有时我会因为绝望而做出一些我不想做的事情。",
        "label": ""
      },
      {
        "sentence": "我感觉就像是两个我，一个在控制自己，而另一个就像是用卑微的姿态迎合他人的需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，因为你的大象通过过去的经历习得了一种应对被忽视的模式-那就是拼尽全力地讨好别人。或许，在你小时候，你亲身经历过只有通过如何如何，你才能获得家长的爱，所以你会认为自己必须完美才能被爱。而且，曾经让你受到伤害的情感模式，我们在未来可能会学习到如何对待自己或别人。让我们探讨这一点。",
    "annotation": [
      {
        "sentence": "的确，因为你的大象通过过去的经历习得了一种应对被忽视的模式-那就是拼尽全力地讨好别人。",
        "label": ""
      },
      {
        "sentence": "或许，在你小时候，你亲身经历过只有通过如何如何，你才能获得家长的爱，所以你会认为自己必须完美才能被爱。",
        "label": ""
      },
      {
        "sentence": "而且，曾经让你受到伤害的情感模式，我们在未来可能会学习到如何对待自己或别人。",
        "label": ""
      },
      {
        "sentence": "让我们探讨这一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你是对的，我觉得我常常会因为寻找他人的认可而失去自己。",
    "annotation": [
      {
        "sentence": "你是对的，我觉得我常常会因为寻找他人的认可而失去自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，了解成长过程中的痛苦的重要性，在认真了解自己的大象过程中，感到接纳的感觉非常重要。为了更好地了解你的大象，你可以观察自己在不同情绪下的反应，询问自己在每次情绪变动时：“我为什么感到这样？”也请不要拒绝大象。当你认识到你的情绪时，他们就可以慢慢散发出来并轻松地消失，并逐渐学会不受情绪的支配。所以在你的心头发生任何反应时，请不要压制它们，接受它们，了解它们和发泄它们。记住，接纳你的大象的过程与在你自己身上的工作一样重要，以这种方式来与自己、自己的情绪和反应如实交流是非常重要的。",
    "annotation": [
      {
        "sentence": "没错，了解成长过程中的痛苦的重要性，在认真了解自己的大象过程中，感到接纳的感觉非常重要。",
        "label": ""
      },
      {
        "sentence": "为了更好地了解你的大象，你可以观察自己在不同情绪下的反应，询问自己在每次情绪变动时：“我为什么感到这样？",
        "label": ""
      },
      {
        "sentence": "”也请不要拒绝大象。",
        "label": ""
      },
      {
        "sentence": "当你认识到你的情绪时，他们就可以慢慢散发出来并轻松地消失，并逐渐学会不受情绪的支配。",
        "label": ""
      },
      {
        "sentence": "所以在你的心头发生任何反应时，请不要压制它们，接受它们，了解它们和发泄它们。",
        "label": ""
      },
      {
        "sentence": "记住，接纳你的大象的过程与在你自己身上的工作一样重要，以这种方式来与自己、自己的情绪和反应如实交流是非常重要的。",
        "label": ""
      }
    ]
  }
]