[
  {
    "role": "client",
    "content": "身体里还有另一个灵魂？如何和自己相处，安抚自己？我觉得我不是我一个人，我身体里还有另一个灵魂。只是这种感觉。比如，我脑子里特别清楚自己是怎么了。就像我爱上一个人，我们的相处模式立马就变成了和父母相处的感觉，我讨好，想努力做好好像想让自己在对方那里更有价值感，分量更重，拼尽全力。我能感觉出来。被忽视的时候会崩发出愤怒，但不会发脾气，会哀求偶尔哭闹。就好像在求关注，害怕被抛弃，害怕不回应我。可是换一个人，发生类似的事我就想发狂发脾气，我想毁灭破坏点什么，好像在说，你还看不到么，还看不到我的难受么，好，我让你看看我有多难受，我以前就会撞墙，自残。现在几乎没有，会发脾气，忍不住想暴怒。我也会做一些自己喜欢的，特别开心的事，虽然我也常会说，你看你看我，展示自己。有时得不到关注我依然也会继续自己的，多少有点小失落，但不会受大影响。可是当我爱上一个人。我觉得自己很不安，价值感也好像是为了讨好。有点乱。难受的不安害怕的时候怎么和自己相处",
    "annotation": [
      {
        "sentence": "身体里还有另一个灵魂？",
        "label": ""
      },
      {
        "sentence": "如何和自己相处，安抚自己？",
        "label": ""
      },
      {
        "sentence": "我觉得我不是我一个人，我身体里还有另一个灵魂。",
        "label": ""
      },
      {
        "sentence": "只是这种感觉。",
        "label": ""
      },
      {
        "sentence": "比如，我脑子里特别清楚自己是怎么了。",
        "label": ""
      },
      {
        "sentence": "就像我爱上一个人，我们的相处模式立马就变成了和父母相处的感觉，我讨好，想努力做好好像想让自己在对方那里更有价值感，分量更重，拼尽全力。",
        "label": ""
      },
      {
        "sentence": "我能感觉出来。",
        "label": ""
      },
      {
        "sentence": "被忽视的时候会崩发出愤怒，但不会发脾气，会哀求偶尔哭闹。",
        "label": ""
      },
      {
        "sentence": "就好像在求关注，害怕被抛弃，害怕不回应我。",
        "label": ""
      },
      {
        "sentence": "可是换一个人，发生类似的事我就想发狂发脾气，我想毁灭破坏点什么，好像在说，你还看不到么，还看不到我的难受么，好，我让你看看我有多难受，我以前就会撞墙，自残。",
        "label": ""
      },
      {
        "sentence": "现在几乎没有，会发脾气，忍不住想暴怒。",
        "label": ""
      },
      {
        "sentence": "我也会做一些自己喜欢的，特别开心的事，虽然我也常会说，你看你看我，展示自己。",
        "label": ""
      },
      {
        "sentence": "有时得不到关注我依然也会继续自己的，多少有点小失落，但不会受大影响。",
        "label": ""
      },
      {
        "sentence": "可是当我爱上一个人。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很不安，价值感也好像是为了讨好。",
        "label": ""
      },
      {
        "sentence": "有点乱。",
        "label": ""
      },
      {
        "sentence": "难受的不安害怕的时候怎么和自己相处",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我听到你的烦恼了。似乎你目前的主要问题是，感觉身体里有另一个自己，以及如何安抚自己。我觉得你真的是一个渴望展示自己、得到他人关爱的人呢。你说，就像我爱上一个人，我们的相处模式立马就变成了和父母相处的感觉，我讨好，想努力做好好像想让自己在对方那里更有价值感，分量更重，拼尽全力。你能感觉出来。被忽视的时候会崩发出愤怒，但不会发脾气，会哀求偶尔哭闹。就好像在求关注，害怕被抛弃，害怕不回应我。看来，你在小时候是不是经常受到父母的忽视呢，所以才有了现在这样渴望证明自己来获得别人关注的想法。",
    "annotation": [
      {
        "sentence": "求助者，我听到你的烦恼了。",
        "label": ""
      },
      {
        "sentence": "似乎你目前的主要问题是，感觉身体里有另一个自己，以及如何安抚自己。",
        "label": ""
      },
      {
        "sentence": "我觉得你真的是一个渴望展示自己、得到他人关爱的人呢。",
        "label": ""
      },
      {
        "sentence": "你说，就像我爱上一个人，我们的相处模式立马就变成了和父母相处的感觉，我讨好，想努力做好好像想让自己在对方那里更有价值感，分量更重，拼尽全力。",
        "label": ""
      },
      {
        "sentence": "你能感觉出来。",
        "label": ""
      },
      {
        "sentence": "被忽视的时候会崩发出愤怒，但不会发脾气，会哀求偶尔哭闹。",
        "label": ""
      },
      {
        "sentence": "就好像在求关注，害怕被抛弃，害怕不回应我。",
        "label": ""
      },
      {
        "sentence": "看来，你在小时候是不是经常受到父母的忽视呢，所以才有了现在这样渴望证明自己来获得别人关注的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，小时候确实经常感觉被忽视，所以才有这种需求。但我发现，当我爱上一个人时，就会觉得自己很不安，需要通过让对方觉得我有价值来获得安全感。我有点乱，不知道该怎么应对。",
    "annotation": [
      {
        "sentence": "是的，小时候确实经常感觉被忽视，所以才有这种需求。",
        "label": ""
      },
      {
        "sentence": "但我发现，当我爱上一个人时，就会觉得自己很不安，需要通过让对方觉得我有价值来获得安全感。",
        "label": ""
      },
      {
        "sentence": "我有点乱，不知道该怎么应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当一个人习惯性地受到忽视时，内心会缺乏安全感，而面对这样的感觉，就会产生『讨好』和『暴怒』两种情绪。『讨好』是为了让对方发现自己的好和价值进而关注自己，『暴怒』就是为了以情绪来吸引别人的注意博得关注。就像你还说，换一个人，发生类似的事我就想发狂发脾气，我想毁灭破坏点什么，好像在说，你还看不到么，还看不到我的难受么，好，我让你看看我有多难受，我以前就会撞墙，自残。现在几乎没有，会发脾气，忍不住想暴怒。但是，即使你的过去可能受到过忽视，长大以后我们也不要再去纠结过去那些无法改变的事情，安全感还是要自己给自己。",
    "annotation": [
      {
        "sentence": "当一个人习惯性地受到忽视时，内心会缺乏安全感，而面对这样的感觉，就会产生『讨好』和『暴怒』两种情绪。",
        "label": ""
      },
      {
        "sentence": "『讨好』是为了让对方发现自己的好和价值进而关注自己，『暴怒』就是为了以情绪来吸引别人的注意博得关注。",
        "label": ""
      },
      {
        "sentence": "就像你还说，换一个人，发生类似的事我就想发狂发脾气，我想毁灭破坏点什么，好像在说，你还看不到么，还看不到我的难受么，好，我让你看看我有多难受，我以前就会撞墙，自残。",
        "label": ""
      },
      {
        "sentence": "现在几乎没有，会发脾气，忍不住想暴怒。",
        "label": ""
      },
      {
        "sentence": "但是，即使你的过去可能受到过忽视，长大以后我们也不要再去纠结过去那些无法改变的事情，安全感还是要自己给自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许我应该更多地关注自己对自己的看法，而不是太在意别人的看法。但是，当我爱上一个人时，我有时会感到非常不安，好像要通过讨好来证明自己的价值。",
    "annotation": [
      {
        "sentence": "你说得对，或许我应该更多地关注自己对自己的看法，而不是太在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "但是，当我爱上一个人时，我有时会感到非常不安，好像要通过讨好来证明自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在爱情中，你不必把自己的地位放得那么低。爱情从不需要刻意讨好，因为只要是你就是爱情。或许，你可以尝试一下不那么在意别人的看法。我们做一件事情可以从别人的夸奖中获得满足，也可以从自身的满意而满足。如果你今后更多地关注自己对自己的看法，而不是别人对你的看法，这样的情况可能会有所改善。",
    "annotation": [
      {
        "sentence": "在爱情中，你不必把自己的地位放得那么低。",
        "label": ""
      },
      {
        "sentence": "爱情从不需要刻意讨好，因为只要是你就是爱情。",
        "label": ""
      },
      {
        "sentence": "或许，你可以尝试一下不那么在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "我们做一件事情可以从别人的夸奖中获得满足，也可以从自身的满意而满足。",
        "label": ""
      },
      {
        "sentence": "如果你今后更多地关注自己对自己的看法，而不是别人对你的看法，这样的情况可能会有所改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我有些想法了。也许我应该更多地关注自己，不再过分给予他人的评判权。这样或许能减轻我的焦虑和不安。",
    "annotation": [
      {
        "sentence": "听你这么说，我有些想法了。",
        "label": ""
      },
      {
        "sentence": "也许我应该更多地关注自己，不再过分给予他人的评判权。",
        "label": ""
      },
      {
        "sentence": "这样或许能减轻我的焦虑和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的想法很正确。只要你主动关注自己，不再过分在意别人的看法，你将更加平静和自信。但是，如果你仍然感到不安，我建议你去专业的心理咨询师那里寻求帮助，他们可以给你提供更专业的指导和建议。",
    "annotation": [
      {
        "sentence": "是的，你的想法很正确。",
        "label": ""
      },
      {
        "sentence": "只要你主动关注自己，不再过分在意别人的看法，你将更加平静和自信。",
        "label": ""
      },
      {
        "sentence": "但是，如果你仍然感到不安，我建议你去专业的心理咨询师那里寻求帮助，他们可以给你提供更专业的指导和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会考虑去找专业心理医生的。希望他们可以帮助我更好地面对自己。谢谢你的理解和支持。",
    "annotation": [
      {
        "sentence": "嗯，我会考虑去找专业心理医生的。",
        "label": ""
      },
      {
        "sentence": "希望他们可以帮助我更好地面对自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我理解你的困扰，希望你能够接纳自我并过上开心的生活。如果你还需要任何帮助，随时可以来找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我理解你的困扰，希望你能够接纳自我并过上开心的生活。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]