[
  {
    "role": "client",
    "content": "自己总是害怕别人超过自己，看到别人努力自己很焦虑？之前上课老师都目光总会看向我，而新学期上课老师很少关注我，关注成绩比我差一些的同学，比我成绩差的同学开始努力学习，我总是担心别人成绩会超过我，学得比自己好，上课会分心想这些问题，我有时会偷偷看别人在干嘛，别人在学什么，别人向我问问题，我也不想回答，害怕我自己知道的被别人学去，总是拿自己和别人比较，心里很焦虑，有时不能很专心做事，请问我该怎么办？",
    "annotation": [
      {
        "sentence": "自己总是害怕别人超过自己，看到别人努力自己很焦虑？",
        "label": ""
      },
      {
        "sentence": "之前上课老师都目光总会看向我，而新学期上课老师很少关注我，关注成绩比我差一些的同学，比我成绩差的同学开始努力学习，我总是担心别人成绩会超过我，学得比自己好，上课会分心想这些问题，我有时会偷偷看别人在干嘛，别人在学什么，别人向我问问题，我也不想回答，害怕我自己知道的被别人学去，总是拿自己和别人比较，心里很焦虑，有时不能很专心做事，请问我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法体现着你的才华和自信心。但是，过度的自我比较和焦虑有时会阻碍我们的前进。我们应该更关注自己的成长，并享受这个过程：）",
    "annotation": [
      {
        "sentence": "你的想法体现着你的才华和自信心。",
        "label": ""
      },
      {
        "sentence": "但是，过度的自我比较和焦虑有时会阻碍我们的前进。",
        "label": ""
      },
      {
        "sentence": "我们应该更关注自己的成长，并享受这个过程：）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道该如何开始。毕竟周围的人总是那么有自信，学习很好，而我却一直努力不够。",
    "annotation": [
      {
        "sentence": "我不知道该如何开始。",
        "label": ""
      },
      {
        "sentence": "毕竟周围的人总是那么有自信，学习很好，而我却一直努力不够。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太担心别人的看法，你只需要专注于自己的成长。了解自己的短处和长处，知道该如何改进自己，是一直学习和成长的关键。",
    "annotation": [
      {
        "sentence": "不要太担心别人的看法，你只需要专注于自己的成长。",
        "label": ""
      },
      {
        "sentence": "了解自己的短处和长处，知道该如何改进自己，是一直学习和成长的关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时候会因为自己的不足和他人的成功而感到自卑和失落。我该如何打破这种情绪？",
    "annotation": [
      {
        "sentence": "我有时候会因为自己的不足和他人的成功而感到自卑和失落。",
        "label": ""
      },
      {
        "sentence": "我该如何打破这种情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以先试着发掘自己的优势和特点，并集中精力发挥它们。还有，也别忘了肯定自己，因为认可自己的成果可以增强自信。此外，在意他人看法固然重要，但也要以自我为中心。别忘了你是为了自己的未来而成长和学习的。",
    "annotation": [
      {
        "sentence": "你可以先试着发掘自己的优势和特点，并集中精力发挥它们。",
        "label": ""
      },
      {
        "sentence": "还有，也别忘了肯定自己，因为认可自己的成果可以增强自信。",
        "label": ""
      },
      {
        "sentence": "此外，在意他人看法固然重要，但也要以自我为中心。",
        "label": ""
      },
      {
        "sentence": "别忘了你是为了自己的未来而成长和学习的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的话让我感觉好多了。谢谢你，我会尝试一些你的建议，以便更好地处理我的情绪和情感问题。",
    "annotation": [
      {
        "sentence": "你说的话让我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "谢谢你，我会尝试一些你的建议，以便更好地处理我的情绪和情感问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，记得我会一直在这里为你提供支持。如果你需要任何帮助，随时都可以来找我。成功没有捷径，但是当你能够拥有积极的心态时，你会克服前进中的所有难关并最终实现成功！",
    "annotation": [
      {
        "sentence": "没问题，记得我会一直在这里为你提供支持。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "成功没有捷径，但是当你能够拥有积极的心态时，你会克服前进中的所有难关并最终实现成功！",
        "label": ""
      }
    ]
  }
]