[
  {
    "role": "client",
    "content": "承认错误道歉了还是被指责，觉得生活很压抑怎么办？",
    "annotation": [
      {
        "sentence": "承认错误道歉了还是被指责，觉得生活很压抑怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的心情。你已经做到了道歉，但还是遭到了别人的指责。有时候，即使我们已经尽力处理好自己的行为和态度，但仍无法得到别人的支持和理解，这很让人难过。你觉得自己的生活很压抑，可以跟我说说你的想法，我会尽力帮助你。",
    "annotation": [
      {
        "sentence": "我能理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "你已经做到了道歉，但还是遭到了别人的指责。",
        "label": ""
      },
      {
        "sentence": "有时候，即使我们已经尽力处理好自己的行为和态度，但仍无法得到别人的支持和理解，这很让人难过。",
        "label": ""
      },
      {
        "sentence": "你觉得自己的生活很压抑，可以跟我说说你的想法，我会尽力帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一年前，因为学习二专课和兼职同时进行导致我的事情很多，总是晚睡早起，就影响到寝室室友休息，和其中一名本来关系就不太好的室友矛盾瞬间爆发。因为忙着自己的学业和和其他两名室友关系也逐渐远离，后来莫名的恶化。我由于身体和精神的疲惫，平时确实做出了一些无意识的我行我素的举动，加上室友向其他同学对我的吐槽，我认为同学们或多或少对我有一点有色眼镜。但我没想到的是辅导员和老师们也对我有此类的看法，例如，辅导员发语音批评我过于骄傲和自我。例如，今年，一位不认识的新老师和我谈话开口就是你是一个很自我的学生。我其实很困惑，很难受。",
    "annotation": [
      {
        "sentence": "一年前，因为学习二专课和兼职同时进行导致我的事情很多，总是晚睡早起，就影响到寝室室友休息，和其中一名本来关系就不太好的室友矛盾瞬间爆发。",
        "label": ""
      },
      {
        "sentence": "因为忙着自己的学业和和其他两名室友关系也逐渐远离，后来莫名的恶化。",
        "label": ""
      },
      {
        "sentence": "我由于身体和精神的疲惫，平时确实做出了一些无意识的我行我素的举动，加上室友向其他同学对我的吐槽，我认为同学们或多或少对我有一点有色眼镜。",
        "label": ""
      },
      {
        "sentence": "但我没想到的是辅导员和老师们也对我有此类的看法，例如，辅导员发语音批评我过于骄傲和自我。",
        "label": ""
      },
      {
        "sentence": "例如，今年，一位不认识的新老师和我谈话开口就是你是一个很自我的学生。",
        "label": ""
      },
      {
        "sentence": "我其实很困惑，很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历了很多的挫折和不适应，对此我深表同情。但是，我们要学会面对自己的错误和不足，不能因为别人的不理解而把自己的情绪与行为都掌控不住。对于别人的看法，能够不理解自己的人总是有的，这并不是你的问题。现在重要的是，你已经找到了出路，学会了做出合适的调整，那么请你继续沿着这个道路前进。我们不能控制别人的想法和行为，但我们可以控制自己的情绪和行为。你可以尝试换个角度去看待这些争执与批评带给你的伤害，即使有不舒适和委屈，也不要被它们侵蚀你的内心。",
    "annotation": [
      {
        "sentence": "你经历了很多的挫折和不适应，对此我深表同情。",
        "label": ""
      },
      {
        "sentence": "但是，我们要学会面对自己的错误和不足，不能因为别人的不理解而把自己的情绪与行为都掌控不住。",
        "label": ""
      },
      {
        "sentence": "对于别人的看法，能够不理解自己的人总是有的，这并不是你的问题。",
        "label": ""
      },
      {
        "sentence": "现在重要的是，你已经找到了出路，学会了做出合适的调整，那么请你继续沿着这个道路前进。",
        "label": ""
      },
      {
        "sentence": "我们不能控制别人的想法和行为，但我们可以控制自己的情绪和行为。",
        "label": ""
      },
      {
        "sentence": "你可以尝试换个角度去看待这些争执与批评带给你的伤害，即使有不舒适和委屈，也不要被它们侵蚀你的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直都承认影响到同学睡觉是我的错，我也向她们道歉了，并且尽量让自己早点完成工作早睡，就算作业量和工作量达到顶峰的时候，我也是在外面租宾馆或者自习室将就通宵一晚。我影响别人睡觉确实是我不对，但我也真的很委屈。",
    "annotation": [
      {
        "sentence": "我一直都承认影响到同学睡觉是我的错，我也向她们道歉了，并且尽量让自己早点完成工作早睡，就算作业量和工作量达到顶峰的时候，我也是在外面租宾馆或者自习室将就通宵一晚。",
        "label": ""
      },
      {
        "sentence": "我影响别人睡觉确实是我不对，但我也真的很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做出了很多的让步和改变，这是很不错的。然而，我们不能只看到事情的负面影响，还要看到其中的正面价值。这些经历带给了你成长和教训，让你意识到需要更加尊重别人的生活习惯和感受。这是一种很好的改变和进步，你为此应该感到骄傲。当你遭到别人的指责和批评时，不要把自己看作是失败者，而要看作是在成长过程中犯过错误但也有了改变的人。 负面情绪的积累是很危险的，所以要学会发泄它们，可以尝试一些健康的方式，如练习瑜伽、慢跑或聊聊天，这样可以缓解你的情绪和压抑感。",
    "annotation": [
      {
        "sentence": "你做出了很多的让步和改变，这是很不错的。",
        "label": ""
      },
      {
        "sentence": "然而，我们不能只看到事情的负面影响，还要看到其中的正面价值。",
        "label": ""
      },
      {
        "sentence": "这些经历带给了你成长和教训，让你意识到需要更加尊重别人的生活习惯和感受。",
        "label": ""
      },
      {
        "sentence": "这是一种很好的改变和进步，你为此应该感到骄傲。",
        "label": ""
      },
      {
        "sentence": "当你遭到别人的指责和批评时，不要把自己看作是失败者，而要看作是在成长过程中犯过错误但也有了改变的人。",
        "label": ""
      },
      {
        "sentence": " 负面情绪的积累是很危险的，所以要学会发泄它们，可以尝试一些健康的方式，如练习瑜伽、慢跑或聊聊天，这样可以缓解你的情绪和压抑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在觉得我做什么都没有意义，说什么都是低情商都是错的，好想逃离这世界。",
    "annotation": [
      {
        "sentence": "我现在觉得我做什么都没有意义，说什么都是低情商都是错的，好想逃离这世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你这么想的时候，我建议你可以写下来你的想法，对所遭到的不公正和指责进行客观的分析，思考下一步应该如何处理好自己的生活和人际关系。我相信每个人都有自己的价值和意义，不能因为自己做错了一些事情就否定了自己的全部。你需要找到自己的价值和意义所在，多关注自己的长处和优点，这样才能减轻心灵的负担。如果你仍然感到很压抑和焦虑，我建议你可以考虑咨询一些专业的心理医生，他们会给你更加合理的建议和帮助。",
    "annotation": [
      {
        "sentence": "在你这么想的时候，我建议你可以写下来你的想法，对所遭到的不公正和指责进行客观的分析，思考下一步应该如何处理好自己的生活和人际关系。",
        "label": ""
      },
      {
        "sentence": "我相信每个人都有自己的价值和意义，不能因为自己做错了一些事情就否定了自己的全部。",
        "label": ""
      },
      {
        "sentence": "你需要找到自己的价值和意义所在，多关注自己的长处和优点，这样才能减轻心灵的负担。",
        "label": ""
      },
      {
        "sentence": "如果你仍然感到很压抑和焦虑，我建议你可以考虑咨询一些专业的心理医生，他们会给你更加合理的建议和帮助。",
        "label": ""
      }
    ]
  }
]