[
  {
    "role": "client",
    "content": "到初三了，时不时想哭，最近总是难过怎么办？",
    "annotation": [
      {
        "sentence": "到初三了，时不时想哭，最近总是难过怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的留言中，我似乎感觉到你内心有一种自卑和敏感，你总是觉得自己不够好，不重要，内向，不受异性同学欢迎，你为了合群和表现自己，总是违背自己的想法去迎合别人。给你的温暖的在班级生活中你应该也很渴望获得友谊，获得同学的认可，现在的你应该面临着学习和人际关系的双重压力吧。几个小建议：1、对自己设定合理的要求。对自己要求过高，超过实际的能力，会更加增加你的挫败感，让你渐渐变得不自信。2、与异性相处的时候，正常将朋友就好，不用给自己设定过多的条条框框。外貌不是阻碍你交友的因素，你觉得自己不好看是你的判断，你的同学未必会这么想，自信一些，坦诚、友善才是更多人喜欢的朋友特质。3、对于学习，希望你能更看重每一次的进步和当下存在的问题。解决实际问题，及时鼓励自己、肯定自己，会让你更加有动力学习，从而有更好的学习状态。4、说者无心，听者有意。你可能对身边的人一些言语有自己的理解和解读，这是很正常的，重要的是你需要有自己理性的判断，有则改之，无则加勉。没有意义的话，当作是“说者无心”，一笑而过就好了。内向的人沉稳，外向的人活泼，不同性格的人都会有自己的优势和不足，内向不是问题，内向的人也能交到很多朋友，而前提是她需要有自信、坦诚、善良等等优秀的内在品质。相信你能够处理好学习和人际关系的问题世界和我爱着。",
    "annotation": [
      {
        "sentence": "从你的留言中，我似乎感觉到你内心有一种自卑和敏感，你总是觉得自己不够好，不重要，内向，不受异性同学欢迎，你为了合群和表现自己，总是违背自己的想法去迎合别人。",
        "label": ""
      },
      {
        "sentence": "给你的温暖的在班级生活中你应该也很渴望获得友谊，获得同学的认可，现在的你应该面临着学习和人际关系的双重压力吧。",
        "label": ""
      },
      {
        "sentence": "几个小建议：1、对自己设定合理的要求。",
        "label": ""
      },
      {
        "sentence": "对自己要求过高，超过实际的能力，会更加增加你的挫败感，让你渐渐变得不自信。",
        "label": ""
      },
      {
        "sentence": "2、与异性相处的时候，正常将朋友就好，不用给自己设定过多的条条框框。",
        "label": ""
      },
      {
        "sentence": "外貌不是阻碍你交友的因素，你觉得自己不好看是你的判断，你的同学未必会这么想，自信一些，坦诚、友善才是更多人喜欢的朋友特质。",
        "label": ""
      },
      {
        "sentence": "3、对于学习，希望你能更看重每一次的进步和当下存在的问题。",
        "label": ""
      },
      {
        "sentence": "解决实际问题，及时鼓励自己、肯定自己，会让你更加有动力学习，从而有更好的学习状态。",
        "label": ""
      },
      {
        "sentence": "4、说者无心，听者有意。",
        "label": ""
      },
      {
        "sentence": "你可能对身边的人一些言语有自己的理解和解读，这是很正常的，重要的是你需要有自己理性的判断，有则改之，无则加勉。",
        "label": ""
      },
      {
        "sentence": "没有意义的话，当作是“说者无心”，一笑而过就好了。",
        "label": ""
      },
      {
        "sentence": "内向的人沉稳，外向的人活泼，不同性格的人都会有自己的优势和不足，内向不是问题，内向的人也能交到很多朋友，而前提是她需要有自信、坦诚、善良等等优秀的内在品质。",
        "label": ""
      },
      {
        "sentence": "相信你能够处理好学习和人际关系的问题世界和我爱着。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，但我还是很难过，觉得孤独无助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，但我还是很难过，觉得孤独无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的情绪很低落，没关系，可以以认识更多的人作为一个新的开始，可以多参加班级活动和课余兴趣小组，结交志同道合的朋友，或者加入一些志愿者行动，以无私的眼光去看待你我他的人生和人生意义，这些都是增加对生活的热情和信心的不错方式。",
    "annotation": [
      {
        "sentence": "我能感受到你的情绪很低落，没关系，可以以认识更多的人作为一个新的开始，可以多参加班级活动和课余兴趣小组，结交志同道合的朋友，或者加入一些志愿者行动，以无私的眼光去看待你我他的人生和人生意义，这些都是增加对生活的热情和信心的不错方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我一直觉得自己不够好，每次和别人沟通都不知道该说什么，甚至有时候会有些语无伦次的。",
    "annotation": [
      {
        "sentence": "可是我一直觉得自己不够好，每次和别人沟通都不知道该说什么，甚至有时候会有些语无伦次的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的，不要急着否定自己，要先了解自己的优缺点，有意识地去发现自己的优点，从而自信地展现自己，不要刻意去否认自己的缺点，而是采取积极的方式去应对它们。比如你可以通过语言训练来提高你的交际能力，主动参加与他人沟通交流的机会，向前走一小步，就离自信又近了一点。",
    "annotation": [
      {
        "sentence": "这是很正常的，不要急着否定自己，要先了解自己的优缺点，有意识地去发现自己的优点，从而自信地展现自己，不要刻意去否认自己的缺点，而是采取积极的方式去应对它们。",
        "label": ""
      },
      {
        "sentence": "比如你可以通过语言训练来提高你的交际能力，主动参加与他人沟通交流的机会，向前走一小步，就离自信又近了一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我尝试一下。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我尝试一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我们都需要互相帮助，相信你会渐渐走出低谷的，因为你有一个积极的心态，愿意为自己的生活和改变而努力。如果你还有需要帮忙的问题，可以随时给我留言。",
    "annotation": [
      {
        "sentence": "不客气，我们都需要互相帮助，相信你会渐渐走出低谷的，因为你有一个积极的心态，愿意为自己的生活和改变而努力。",
        "label": ""
      },
      {
        "sentence": "如果你还有需要帮忙的问题，可以随时给我留言。",
        "label": ""
      }
    ]
  }
]