[
  {
    "role": "client",
    "content": "初三男孩，总是动不动就说不想写作业，不想上学？1.儿子从初二就开始说，老师没有一个好东西，他爸是老师也不是好东西。儿子对我和他爸也充满了愤怒，有时甚至说死了还好些。我和他爸因他不学习，玩手机，多次教训过他，他爸还爆打过他。因学习态度和专注力，小学初中大概率常常被老师批评。2.网课半年几乎就玩过去了，和休学差不多。现在刚上初三，动不动就说不想写作业，不想上学。还说过什么跳楼死亡只要10秒，没有任何痛苦。你们不要逼我。唉，该怎么办呢？",
    "annotation": [
      {
        "sentence": "初三男孩，总是动不动就说不想写作业，不想上学？",
        "label": ""
      },
      {
        "sentence": "1.儿子从初二就开始说，老师没有一个好东西，他爸是老师也不是好东西。",
        "label": ""
      },
      {
        "sentence": "儿子对我和他爸也充满了愤怒，有时甚至说死了还好些。",
        "label": ""
      },
      {
        "sentence": "我和他爸因他不学习，玩手机，多次教训过他，他爸还爆打过他。",
        "label": ""
      },
      {
        "sentence": "因学习态度和专注力，小学初中大概率常常被老师批评。",
        "label": ""
      },
      {
        "sentence": "2.网课半年几乎就玩过去了，和休学差不多。",
        "label": ""
      },
      {
        "sentence": "现在刚上初三，动不动就说不想写作业，不想上学。",
        "label": ""
      },
      {
        "sentence": "还说过什么跳楼死亡只要10秒，没有任何痛苦。",
        "label": ""
      },
      {
        "sentence": "你们不要逼我。",
        "label": ""
      },
      {
        "sentence": "唉，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者您好，看完您的描述，感受到了您的无奈与担心，其实初中时期的孩子正处于青春期，有点叛逆，而您孩子的表现也是正常的，希望我的分享能够给您带来一点帮助。认识到问题所在其实这件事情，父母和孩子都有责任，但是谁也没做错什么。身为父母希望孩子好好学习，出人头地。而孩子还小，并不知道自己的所做所为否正确。所以问题的关键，是要先找到原因。",
    "annotation": [
      {
        "sentence": "求助者您好，看完您的描述，感受到了您的无奈与担心，其实初中时期的孩子正处于青春期，有点叛逆，而您孩子的表现也是正常的，希望我的分享能够给您带来一点帮助。",
        "label": ""
      },
      {
        "sentence": "认识到问题所在其实这件事情，父母和孩子都有责任，但是谁也没做错什么。",
        "label": ""
      },
      {
        "sentence": "身为父母希望孩子好好学习，出人头地。",
        "label": ""
      },
      {
        "sentence": "而孩子还小，并不知道自己的所做所为否正确。",
        "label": ""
      },
      {
        "sentence": "所以问题的关键，是要先找到原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道孩子正处于青春期，心情容易起伏不稳定。可是，他为什么对老师和我们充满愤怒呢？",
    "annotation": [
      {
        "sentence": "我也知道孩子正处于青春期，心情容易起伏不稳定。",
        "label": ""
      },
      {
        "sentence": "可是，他为什么对老师和我们充满愤怒呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个好问题。你可以试着和孩子交流一下，为什么觉得老师没有一个好东西。我想可能是孩子不能理解老师的管理方法，又或许是产生了什么误会，也可能就是你所说的因为学习态度和专注力，孩子小学和初中大概率常常被老师批评，所以可能潜意识里就觉得老师都是这样的。这样从双方切入，分别找到原因，可能更利于事情的解决。",
    "annotation": [
      {
        "sentence": "这是个好问题。",
        "label": ""
      },
      {
        "sentence": "你可以试着和孩子交流一下，为什么觉得老师没有一个好东西。",
        "label": ""
      },
      {
        "sentence": "我想可能是孩子不能理解老师的管理方法，又或许是产生了什么误会，也可能就是你所说的因为学习态度和专注力，孩子小学和初中大概率常常被老师批评，所以可能潜意识里就觉得老师都是这样的。",
        "label": ""
      },
      {
        "sentence": "这样从双方切入，分别找到原因，可能更利于事情的解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我可以试着和他沟通一下，了解他对老师的看法。但是，我和他爸之前通过打骂的方式来教训他，这样的方式是否正确呢？",
    "annotation": [
      {
        "sentence": "确实，我可以试着和他沟通一下，了解他对老师的看法。",
        "label": ""
      },
      {
        "sentence": "但是，我和他爸之前通过打骂的方式来教训他，这样的方式是否正确呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "打骂的教育方式往往不利于沟通，甚至有可能会导致矛盾进一步加深。在这里推荐你可以看看由马歇尔·卢森堡博士所创作的书籍——《非暴力沟通》。非暴力沟通，又称富有同理心的沟通，它的目的是强化给予和关怀的力量。如果运用得当，将会取代那些低效、俗套的语言，并形成新的沟通方式。其实我们每个人都希望被关爱，而不是打骂，更何况孩子正处于青春期，有点叛逆，自尊心又强，多次的打骂可能会让他更加叛逆，从而让事情变得恶化。",
    "annotation": [
      {
        "sentence": "打骂的教育方式往往不利于沟通，甚至有可能会导致矛盾进一步加深。",
        "label": ""
      },
      {
        "sentence": "在这里推荐你可以看看由马歇尔·卢森堡博士所创作的书籍——《非暴力沟通》。",
        "label": ""
      },
      {
        "sentence": "非暴力沟通，又称富有同理心的沟通，它的目的是强化给予和关怀的力量。",
        "label": ""
      },
      {
        "sentence": "如果运用得当，将会取代那些低效、俗套的语言，并形成新的沟通方式。",
        "label": ""
      },
      {
        "sentence": "其实我们每个人都希望被关爱，而不是打骂，更何况孩子正处于青春期，有点叛逆，自尊心又强，多次的打骂可能会让他更加叛逆，从而让事情变得恶化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试用非暴力沟通的方式与孩子交流。可是他最近上网课的情况也很糟糕，几乎就玩过去了，该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试用非暴力沟通的方式与孩子交流。",
        "label": ""
      },
      {
        "sentence": "可是他最近上网课的情况也很糟糕，几乎就玩过去了，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "网课对于很多人来说都是一个挑战，特别是因为疫情的原因。你说孩子半年几乎就玩过去了，和休学差不多，其实是多数人的常态。但是因为孩子刚上初三，却动不动就说不想写作业，不想上学，甚至还说跳楼死亡只要10秒，没有任何痛苦。这可能是气话，但是真的需要引起重视，因为孩子有时候很冲动。你可以尝试和孩子沟通，或者找他的一些朋友，让他明白学习的重要性。如果孩子真的不想学习，你不妨挖掘他的闪光点，给他提供一个不同的发展方向。毕竟读书不是唯一的出路，只不过相对来说可能少走一点弯路。",
    "annotation": [
      {
        "sentence": "网课对于很多人来说都是一个挑战，特别是因为疫情的原因。",
        "label": ""
      },
      {
        "sentence": "你说孩子半年几乎就玩过去了，和休学差不多，其实是多数人的常态。",
        "label": ""
      },
      {
        "sentence": "但是因为孩子刚上初三，却动不动就说不想写作业，不想上学，甚至还说跳楼死亡只要10秒，没有任何痛苦。",
        "label": ""
      },
      {
        "sentence": "这可能是气话，但是真的需要引起重视，因为孩子有时候很冲动。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和孩子沟通，或者找他的一些朋友，让他明白学习的重要性。",
        "label": ""
      },
      {
        "sentence": "如果孩子真的不想学习，你不妨挖掘他的闪光点，给他提供一个不同的发展方向。",
        "label": ""
      },
      {
        "sentence": "毕竟读书不是唯一的出路，只不过相对来说可能少走一点弯路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着了解孩子的真实想法，然后帮助他找到适合他的发展方向。如果孩子真的不想学习，我希望他能够找到自己的兴趣爱好，但我还是担心他放弃学业会影响他的未来。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着了解孩子的真实想法，然后帮助他找到适合他的发展方向。",
        "label": ""
      },
      {
        "sentence": "如果孩子真的不想学习，我希望他能够找到自己的兴趣爱好，但我还是担心他放弃学业会影响他的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，但是有时候选择是大于努力的。如果孩子主观上不想学习，家长逼得越紧，反而有可能会适得其反。你可以试着了解孩子内心的真实想法，然后帮忙把关，如果可行，就让孩子去追求自己的梦想。当然，如果能够继续好好学习更好啦。最后，希望你能够早点解决这件事情，然后一家人幸福美满的生活~",
    "annotation": [
      {
        "sentence": "我理解你的担忧，但是有时候选择是大于努力的。",
        "label": ""
      },
      {
        "sentence": "如果孩子主观上不想学习，家长逼得越紧，反而有可能会适得其反。",
        "label": ""
      },
      {
        "sentence": "你可以试着了解孩子内心的真实想法，然后帮忙把关，如果可行，就让孩子去追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "当然，如果能够继续好好学习更好啦。",
        "label": ""
      },
      {
        "sentence": "最后，希望你能够早点解决这件事情，然后一家人幸福美满的生活~",
        "label": ""
      }
    ]
  }
]