[
  {
    "role": "client",
    "content": "妻子无法忍受丈夫回避家庭问题，各有何问题呢？我的心中充满了愤怒，这股愤怒会让我烧毁，我无法忍受。你要跟他讲话，跟他谈夫妻关系的问题，他不听不谈；跟他谈儿子的问题，他也回避。不仅回避，而且态度粗暴。好好说不听，于是情绪全部破坏，心中充满了愤怒，就开始指责他，争吵模式开启。你情绪不好的时候，你难受要跟他沟通的时候，你哪怕躺在家里一个月，他可以跟你点外卖，他就是不愿与你谈夫妻关系的矛盾。问题不谈又如何能解决呢？一个家里，丈夫如果连话都不许妻子说，妻子的内心充满了压抑与抱怨。这个日子还过得下去吗？这个丈夫和这个妻子的问题在哪呢？",
    "annotation": [
      {
        "sentence": "妻子无法忍受丈夫回避家庭问题，各有何问题呢？",
        "label": ""
      },
      {
        "sentence": "我的心中充满了愤怒，这股愤怒会让我烧毁，我无法忍受。",
        "label": ""
      },
      {
        "sentence": "你要跟他讲话，跟他谈夫妻关系的问题，他不听不谈；跟他谈儿子的问题，他也回避。",
        "label": ""
      },
      {
        "sentence": "不仅回避，而且态度粗暴。",
        "label": ""
      },
      {
        "sentence": "好好说不听，于是情绪全部破坏，心中充满了愤怒，就开始指责他，争吵模式开启。",
        "label": ""
      },
      {
        "sentence": "你情绪不好的时候，你难受要跟他沟通的时候，你哪怕躺在家里一个月，他可以跟你点外卖，他就是不愿与你谈夫妻关系的矛盾。",
        "label": ""
      },
      {
        "sentence": "问题不谈又如何能解决呢？",
        "label": ""
      },
      {
        "sentence": "一个家里，丈夫如果连话都不许妻子说，妻子的内心充满了压抑与抱怨。",
        "label": ""
      },
      {
        "sentence": "这个日子还过得下去吗？",
        "label": ""
      },
      {
        "sentence": "这个丈夫和这个妻子的问题在哪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "两个人之间的相处，沟通真的很重要，良好的沟通关乎着一个家庭的和谐。️️️丈夫逃避家庭问题，不愿意进行沟通你的想法很简单，想要与丈夫进行一次沟通，能把问题尽可能的解决掉。",
    "annotation": [
      {
        "sentence": "两个人之间的相处，沟通真的很重要，良好的沟通关乎着一个家庭的和谐。",
        "label": ""
      },
      {
        "sentence": "️️️丈夫逃避家庭问题，不愿意进行沟通你的想法很简单，想要与丈夫进行一次沟通，能把问题尽可能的解决掉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白沟通的重要性，但无论我如何表达自己的想法，丈夫总是拒绝沟通，选择沉默和逃避。这种沉默和逃避让我异常恼火，感觉自己像对牛弹琴。",
    "annotation": [
      {
        "sentence": "是的，我明白沟通的重要性，但无论我如何表达自己的想法，丈夫总是拒绝沟通，选择沉默和逃避。",
        "label": ""
      },
      {
        "sentence": "这种沉默和逃避让我异常恼火，感觉自己像对牛弹琴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我可以理解，丈夫的沉默与逃避实际上属于一种冷暴力，会让人的情绪异常激动。记住每次与他沟通时要保持良好的态度，但最后确实自己的情绪达到了高潮，让自己变得很愤怒。你的丈夫的性格是否与世故寡言相关？或者他觉得沟通是一件很麻烦的事情，不想承担这个麻烦呢？",
    "annotation": [
      {
        "sentence": "你的感受我可以理解，丈夫的沉默与逃避实际上属于一种冷暴力，会让人的情绪异常激动。",
        "label": ""
      },
      {
        "sentence": "记住每次与他沟通时要保持良好的态度，但最后确实自己的情绪达到了高潮，让自己变得很愤怒。",
        "label": ""
      },
      {
        "sentence": "你的丈夫的性格是否与世故寡言相关？",
        "label": ""
      },
      {
        "sentence": "或者他觉得沟通是一件很麻烦的事情，不想承担这个麻烦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他可能是觉得沟通很麻烦，不愿意将事情摊开讲。我也不知道为什么他会拒绝沟通，也不知道两个人之间到底有什么矛盾没有解决。",
    "annotation": [
      {
        "sentence": "我觉得他可能是觉得沟通很麻烦，不愿意将事情摊开讲。",
        "label": ""
      },
      {
        "sentence": "我也不知道为什么他会拒绝沟通，也不知道两个人之间到底有什么矛盾没有解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "两个人之间无法良好沟通，可能需要第三方进行协调。丈夫在与妻子结婚之前，是否也是沉默寡言的呢？妻子想要好好沟通，但对于一些问题，也许不需要与丈夫商量，自己可以单独决定。但对于重大事情，丈夫是否也不愿意沟通呢？丈夫不愿沟通涉及夫妻关系，也不愿沟通孩子的问题。他对孩子是否也保持着不耐烦的态度呢？也许需要第三方的协调，可以是你们的儿子，也可以是你的父母。就像吵架时需要一个传话筒一样，这个协调者可以创造一个你们两个能够进行单独沟通的机会。",
    "annotation": [
      {
        "sentence": "两个人之间无法良好沟通，可能需要第三方进行协调。",
        "label": ""
      },
      {
        "sentence": "丈夫在与妻子结婚之前，是否也是沉默寡言的呢？",
        "label": ""
      },
      {
        "sentence": "妻子想要好好沟通，但对于一些问题，也许不需要与丈夫商量，自己可以单独决定。",
        "label": ""
      },
      {
        "sentence": "但对于重大事情，丈夫是否也不愿意沟通呢？",
        "label": ""
      },
      {
        "sentence": "丈夫不愿沟通涉及夫妻关系，也不愿沟通孩子的问题。",
        "label": ""
      },
      {
        "sentence": "他对孩子是否也保持着不耐烦的态度呢？",
        "label": ""
      },
      {
        "sentence": "也许需要第三方的协调，可以是你们的儿子，也可以是你的父母。",
        "label": ""
      },
      {
        "sentence": "就像吵架时需要一个传话筒一样，这个协调者可以创造一个你们两个能够进行单独沟通的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的协调者的想法听起来不错，也许可以帮助我们解决问题。可是我现在很气愤，觉得丈夫的态度让我很不满。我就像最近看的一部电视剧里的一个角色一样，她的父亲一直逃避问题，导致她感到压抑，最后选择了离婚。我现在也有这样的想法，觉得这样的日子还能继续下去吗？",
    "annotation": [
      {
        "sentence": "你说的协调者的想法听起来不错，也许可以帮助我们解决问题。",
        "label": ""
      },
      {
        "sentence": "可是我现在很气愤，觉得丈夫的态度让我很不满。",
        "label": ""
      },
      {
        "sentence": "我就像最近看的一部电视剧里的一个角色一样，她的父亲一直逃避问题，导致她感到压抑，最后选择了离婚。",
        "label": ""
      },
      {
        "sentence": "我现在也有这样的想法，觉得这样的日子还能继续下去吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，但还是希望你不要过于生气，毕竟你的身体是你自己的，要注意保护自己的健康。对于愤怒的情绪，也可以寻找适当的宣泄方法。同时，可以请家里人介入这个问题，他们可能能够提供更深入的了解，找出你们夫妻之间的问题，并及时加以改正，也可以帮助你与丈夫友好地进行沟通。",
    "annotation": [
      {
        "sentence": "理解你的感受，但还是希望你不要过于生气，毕竟你的身体是你自己的，要注意保护自己的健康。",
        "label": ""
      },
      {
        "sentence": "对于愤怒的情绪，也可以寻找适当的宣泄方法。",
        "label": ""
      },
      {
        "sentence": "同时，可以请家里人介入这个问题，他们可能能够提供更深入的了解，找出你们夫妻之间的问题，并及时加以改正，也可以帮助你与丈夫友好地进行沟通。",
        "label": ""
      }
    ]
  }
]