[
  {
    "role": "client",
    "content": "22岁女生，不太敢和男生目光对视，是怎么回事？今天才看到“异性恐惧”的概念，突然觉得自己好像有些异性恐惧。尤其是对于不认识的异性，走在路上迎面走来男生，就会浑身不自在，好像走路都不对劲了。但是如果是有目的的要交流对话又不会有什么问题。因为过去并没有导致这样的阴影或者事件，所以今天看到这个概念才意识到自己面对异性的不自然。我知道我自己对于自身外貌有着不自信，所以这是与自身的自卑有关吗？如何改善呢？",
    "annotation": [
      {
        "sentence": "22岁女生，不太敢和男生目光对视，是怎么回事？",
        "label": ""
      },
      {
        "sentence": "今天才看到“异性恐惧”的概念，突然觉得自己好像有些异性恐惧。",
        "label": ""
      },
      {
        "sentence": "尤其是对于不认识的异性，走在路上迎面走来男生，就会浑身不自在，好像走路都不对劲了。",
        "label": ""
      },
      {
        "sentence": "但是如果是有目的的要交流对话又不会有什么问题。",
        "label": ""
      },
      {
        "sentence": "因为过去并没有导致这样的阴影或者事件，所以今天看到这个概念才意识到自己面对异性的不自然。",
        "label": ""
      },
      {
        "sentence": "我知道我自己对于自身外貌有着不自信，所以这是与自身的自卑有关吗？",
        "label": ""
      },
      {
        "sentence": "如何改善呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要对自己过于苛求，先试着接纳自己的情绪，告诉自己会变得更好的。你不妨先不要太过关注这个“异性恐惧”的概念，心理学的一些概念只是用来描述我们的一些现象而已，并没有标准来衡量。先从深呼吸开始，慢慢接纳自己这种感受并尝试不去指责自己。",
    "annotation": [
      {
        "sentence": "不要对自己过于苛求，先试着接纳自己的情绪，告诉自己会变得更好的。",
        "label": ""
      },
      {
        "sentence": "你不妨先不要太过关注这个“异性恐惧”的概念，心理学的一些概念只是用来描述我们的一些现象而已，并没有标准来衡量。",
        "label": ""
      },
      {
        "sentence": "先从深呼吸开始，慢慢接纳自己这种感受并尝试不去指责自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你是对的，但我真的感觉跟异性相处的时候很不自然，好像不传达出自己真正的想法，也不知道他们到底在想什么。我认为是自信问题，我对自己的外貌没有信心。",
    "annotation": [
      {
        "sentence": "我知道你是对的，但我真的感觉跟异性相处的时候很不自然，好像不传达出自己真正的想法，也不知道他们到底在想什么。",
        "label": ""
      },
      {
        "sentence": "我认为是自信问题，我对自己的外貌没有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多与人交流是解决这种局面最好的方法。你可以从谈论一些轻松的话题开始，例如天气、新闻、音乐等等。这些主题应该很容易让你与异性有所共同点。这也是一个很不错的提高自信的方法。你可以在交流中强调自己的优点，比如幽默或者善解人意，这样会增强自信。",
    "annotation": [
      {
        "sentence": "多与人交流是解决这种局面最好的方法。",
        "label": ""
      },
      {
        "sentence": "你可以从谈论一些轻松的话题开始，例如天气、新闻、音乐等等。",
        "label": ""
      },
      {
        "sentence": "这些主题应该很容易让你与异性有所共同点。",
        "label": ""
      },
      {
        "sentence": "这也是一个很不错的提高自信的方法。",
        "label": ""
      },
      {
        "sentence": "你可以在交流中强调自己的优点，比如幽默或者善解人意，这样会增强自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我怎么做到自信？这不是我认为自己没有魅力和自信的根本原因吗？",
    "annotation": [
      {
        "sentence": "但是我怎么做到自信？",
        "label": ""
      },
      {
        "sentence": "这不是我认为自己没有魅力和自信的根本原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自我肯定是建立在自信之上的，但自信建立在无数次的实践和挑战当中。你可以从小事开始，每天都鼓励自己，并制定一些小的目标，例如走近一个陌生人，并说上几句话。渐进地向目标前进，不要过快地给自己施加压力。",
    "annotation": [
      {
        "sentence": "自我肯定是建立在自信之上的，但自信建立在无数次的实践和挑战当中。",
        "label": ""
      },
      {
        "sentence": "你可以从小事开始，每天都鼓励自己，并制定一些小的目标，例如走近一个陌生人，并说上几句话。",
        "label": ""
      },
      {
        "sentence": "渐进地向目标前进，不要过快地给自己施加压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在在公共场合时，走路都会紧张。如何应对这种焦虑和紧张感？",
    "annotation": [
      {
        "sentence": "我现在在公共场合时，走路都会紧张。",
        "label": ""
      },
      {
        "sentence": "如何应对这种焦虑和紧张感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你在公共场合时，你可以尝试一些放松技巧来打断你的焦虑。闭上眼睛深呼吸、慢慢数数、放松颈部和肩膀等等都是不错的选择。同时，你也可以练习一些增加注意力和放松的瑜伽或者冥想。",
    "annotation": [
      {
        "sentence": "当你在公共场合时，你可以尝试一些放松技巧来打断你的焦虑。",
        "label": ""
      },
      {
        "sentence": "闭上眼睛深呼吸、慢慢数数、放松颈部和肩膀等等都是不错的选择。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以练习一些增加注意力和放松的瑜伽或者冥想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没试过这些东西，我应该从哪里开始？",
    "annotation": [
      {
        "sentence": "我没试过这些东西，我应该从哪里开始？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以在健身房或网上找到冥想或瑜伽课程。开始时选择较为简单的瑜伽或冥想动作，此外你可以查找一些与放松和减少焦虑有关的官方网站，这些网站提供的资讯或许会对你有所帮助。",
    "annotation": [
      {
        "sentence": "你可以在健身房或网上找到冥想或瑜伽课程。",
        "label": ""
      },
      {
        "sentence": "开始时选择较为简单的瑜伽或冥想动作，此外你可以查找一些与放松和减少焦虑有关的官方网站，这些网站提供的资讯或许会对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我了解了，我会试一试这些方法。我想知道是否会有不同的情况和错误做法？",
    "annotation": [
      {
        "sentence": "我了解了，我会试一试这些方法。",
        "label": ""
      },
      {
        "sentence": "我想知道是否会有不同的情况和错误做法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不同的情况和错误做法很常见，但这并不是一件坏事。我们可以通过实践去了解什么方法适合自己的个人情况，同时也可以向心理医生咨询，他们会提供更專業的建议，協助你更好的踏出一步。",
    "annotation": [
      {
        "sentence": "不同的情况和错误做法很常见，但这并不是一件坏事。",
        "label": ""
      },
      {
        "sentence": "我们可以通过实践去了解什么方法适合自己的个人情况，同时也可以向心理医生咨询，他们会提供更專業的建议，協助你更好的踏出一步。",
        "label": ""
      }
    ]
  }
]