[
  {
    "role": "client",
    "content": "我来找你，因为我真的不知道该怎么办了。我和我妈妈的关系非常糟糕，我们经常打架吵架，而且很激烈，连警察都来过两次。我妈妈总是喜欢伤害我，专门说一些最伤人的话来伤害我。我是一个单亲家庭的孩子，所以和我父亲的关系也不好，我们很少联系。父亲对我也不关心，比如他不愿意花钱让我去学习一些课外的东西。我生病了他也只是来看我一眼就走了，还有一次我妈妈打电话让他去医院查看我的情况，他也没有陪我一起去，留我一个人在医院看病。求助者：我妈妈脾气暴躁，经常给我造成身心伤害。比如，我明天要去学校，她答应要陪我去，但是觉得我今天帮她搬东西偷懒，就认为我不关心她，然后把问题夸大起来，觉得养我没有用。她经常说我对她不好，不关心她，可是她从来不关心我，还经常伤害我。我生病了，她也为了想睡懒觉不想带我去医院，带我去医院的路上也很不耐烦，觉得我给她增加了许多麻烦。在家里，我很不快乐，但是我去读大学却无法与人建立亲密关系，感到非常孤独，也感觉自己缺乏爱的能力。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我来找你，因为我真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我和我妈妈的关系非常糟糕，我们经常打架吵架，而且很激烈，连警察都来过两次。",
        "label": ""
      },
      {
        "sentence": "我妈妈总是喜欢伤害我，专门说一些最伤人的话来伤害我。",
        "label": ""
      },
      {
        "sentence": "我是一个单亲家庭的孩子，所以和我父亲的关系也不好，我们很少联系。",
        "label": ""
      },
      {
        "sentence": "父亲对我也不关心，比如他不愿意花钱让我去学习一些课外的东西。",
        "label": ""
      },
      {
        "sentence": "我生病了他也只是来看我一眼就走了，还有一次我妈妈打电话让他去医院查看我的情况，他也没有陪我一起去，留我一个人在医院看病。",
        "label": ""
      },
      {
        "sentence": "求助者：我妈妈脾气暴躁，经常给我造成身心伤害。",
        "label": ""
      },
      {
        "sentence": "比如，我明天要去学校，她答应要陪我去，但是觉得我今天帮她搬东西偷懒，就认为我不关心她，然后把问题夸大起来，觉得养我没有用。",
        "label": ""
      },
      {
        "sentence": "她经常说我对她不好，不关心她，可是她从来不关心我，还经常伤害我。",
        "label": ""
      },
      {
        "sentence": "我生病了，她也为了想睡懒觉不想带我去医院，带我去医院的路上也很不耐烦，觉得我给她增加了许多麻烦。",
        "label": ""
      },
      {
        "sentence": "在家里，我很不快乐，但是我去读大学却无法与人建立亲密关系，感到非常孤独，也感觉自己缺乏爱的能力。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这么痛苦，我可以理解你的感受，你已经付出很多，承受了很多伤害。但是我们要记住，我们不能选择家庭，也不能选择父母，但我们可以选择自己的人生。你已经是一个大学生了，这是一个新的开始，我相信一切都会好起来的。父母的失败婚姻和你成长的环境导致了你目前的心态，但你已经无力改变这一切。所以，现在你只能调整自己，改变自己的看法和态度。你可以开始自己爱自己，给自己带来快乐和温暖。不要把过去的伤害影响到你的未来，珍惜大学生活，努力寻找属于自己的幸福和亲密关系。支持者：你对于自己的成长环境已经有了一定的了解，这是很重要的。现在你需要的是认识到你无法改变父母关系，但你可以通过调整自己的心态来改变对待这一切的方式。你可以试着与你妈妈沟通，表达你的感受和需求，也可以尝试找一些适合你的爱好和朋友圈子，主动去交流。让自己不再孤独，找到一个温暖和支持的社交网络，这样会更有助于你建立亲密关系和提高爱的能力。支持者：明白你经历了很多困难和伤害，但你也要认识到你自己的价值和能力。你已经走到了大学这一步，这是你自己的努力和才华的结果。不要再抱怨自己的家庭状况，而是要积极面对，充实自己，找到自己的兴趣和快乐。生活中会有很多困难与挑战，但只要你坚持努力，积极面对，相信你一定能够过上幸福美满的生活。支持者：我相信你一定能够重新找回自己，克服困难，拥有幸福的未来。相信自己，要有耐心和信心，不要轻易放弃。你所经历的困难和挫折，都是成长的一部分，它们会让你变得更加坚强和成熟。坚信自己的能力，勇敢面对未来，你一定能够找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "看到你这么痛苦，我可以理解你的感受，你已经付出很多，承受了很多伤害。",
        "label": ""
      },
      {
        "sentence": "但是我们要记住，我们不能选择家庭，也不能选择父母，但我们可以选择自己的人生。",
        "label": ""
      },
      {
        "sentence": "你已经是一个大学生了，这是一个新的开始，我相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "父母的失败婚姻和你成长的环境导致了你目前的心态，但你已经无力改变这一切。",
        "label": ""
      },
      {
        "sentence": "所以，现在你只能调整自己，改变自己的看法和态度。",
        "label": ""
      },
      {
        "sentence": "你可以开始自己爱自己，给自己带来快乐和温暖。",
        "label": ""
      },
      {
        "sentence": "不要把过去的伤害影响到你的未来，珍惜大学生活，努力寻找属于自己的幸福和亲密关系。",
        "label": ""
      },
      {
        "sentence": "支持者：你对于自己的成长环境已经有了一定的了解，这是很重要的。",
        "label": ""
      },
      {
        "sentence": "现在你需要的是认识到你无法改变父母关系，但你可以通过调整自己的心态来改变对待这一切的方式。",
        "label": ""
      },
      {
        "sentence": "你可以试着与你妈妈沟通，表达你的感受和需求，也可以尝试找一些适合你的爱好和朋友圈子，主动去交流。",
        "label": ""
      },
      {
        "sentence": "让自己不再孤独，找到一个温暖和支持的社交网络，这样会更有助于你建立亲密关系和提高爱的能力。",
        "label": ""
      },
      {
        "sentence": "支持者：明白你经历了很多困难和伤害，但你也要认识到你自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "你已经走到了大学这一步，这是你自己的努力和才华的结果。",
        "label": ""
      },
      {
        "sentence": "不要再抱怨自己的家庭状况，而是要积极面对，充实自己，找到自己的兴趣和快乐。",
        "label": ""
      },
      {
        "sentence": "生活中会有很多困难与挑战，但只要你坚持努力，积极面对，相信你一定能够过上幸福美满的生活。",
        "label": ""
      },
      {
        "sentence": "支持者：我相信你一定能够重新找回自己，克服困难，拥有幸福的未来。",
        "label": ""
      },
      {
        "sentence": "相信自己，要有耐心和信心，不要轻易放弃。",
        "label": ""
      },
      {
        "sentence": "你所经历的困难和挫折，都是成长的一部分，它们会让你变得更加坚强和成熟。",
        "label": ""
      },
      {
        "sentence": "坚信自己的能力，勇敢面对未来，你一定能够找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]