[
  {
    "role": "client",
    "content": "高三女生，无法静心学习，烦躁失眠，心中一直在想其他。以前高二上学期后半期的时候，每天都很认真，特别努力，心无旁骛的学习，走在路上都在想题，过得非常简单又开心。后来到了高二下期，我和我的好朋友在一个组，她成绩比我差，但是她上课回答问题总是很大声，就是生怕全班不知道她晓得这个题怎么做一样，我就很烦，心里就想，她都会了，那我呢？是不是她懂了80％，而我只懂了50％呢，就是会比较，然后就是一直想着，做题的时候也是，做一个题，我就想，她会不会做呢？她是不是都做完了？而我还在卡着。就一直想这些事情，导致我根本无法集中精力做作业和听课，就很烦躁，然后觉得自己根本不能好好学习，以后高三怎么办，高考怎么办。未来怎么办现在高三了，我们不在一个组了，但调了位置，还是坐得很近，我只要一想到她坐在我周围，就会静不下来，强迫自己不要想，就会越去想，导致很本做不了作业，也听不进课。",
    "annotation": [
      {
        "sentence": "高三女生，无法静心学习，烦躁失眠，心中一直在想其他。",
        "label": ""
      },
      {
        "sentence": "以前高二上学期后半期的时候，每天都很认真，特别努力，心无旁骛的学习，走在路上都在想题，过得非常简单又开心。",
        "label": ""
      },
      {
        "sentence": "后来到了高二下期，我和我的好朋友在一个组，她成绩比我差，但是她上课回答问题总是很大声，就是生怕全班不知道她晓得这个题怎么做一样，我就很烦，心里就想，她都会了，那我呢？",
        "label": ""
      },
      {
        "sentence": "是不是她懂了80％，而我只懂了50％呢，就是会比较，然后就是一直想着，做题的时候也是，做一个题，我就想，她会不会做呢？",
        "label": ""
      },
      {
        "sentence": "她是不是都做完了？",
        "label": ""
      },
      {
        "sentence": "而我还在卡着。",
        "label": ""
      },
      {
        "sentence": "就一直想这些事情，导致我根本无法集中精力做作业和听课，就很烦躁，然后觉得自己根本不能好好学习，以后高三怎么办，高考怎么办。",
        "label": ""
      },
      {
        "sentence": "未来怎么办现在高三了，我们不在一个组了，但调了位置，还是坐得很近，我只要一想到她坐在我周围，就会静不下来，强迫自己不要想，就会越去想，导致很本做不了作业，也听不进课。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我能够理解，因为我曾经也遇到过类似的问题。曾经我也曾差点因为这种心理失去了一个对我来说很重要的朋友。我觉得，我们会常常与身边的人比较，而且越是和朋友比较就越想要比出一个高低，但这样的心态会让我们感到很纠结很复杂。我在初中时和我的好朋友是一个班，虽然之前我们并不是同桌，但这种比较的心态让我很难过。当时，她常常考到班级第一名，而我则总是第二名，甚至被别人戏称为“千年老二”，这让我的心理逐渐焦虑起来。我们分班后成了同桌，这更加助长了我和她之间的对比心理。她做题速度很快，平时也经常在玩，但学习并没有那么好。那时候，我觉得自己和她比起来特别差劲，我会忍不住偷偷看她做到哪了，考试时我会想她是否做对了那道题......这样的心态让我一次次看低自己，最终我们还大吵了一架，不再是同桌了。幸好，我们现在还是很好的朋友。初中过后，我曾经思考过为什么会变成那样。我觉得有以下几个原因，你可以看看自己是否也有类似的情况。首先，为什么我们会与朋友进行比较呢？因为我们更多地接触到朋友，更了解她们，这时我们可能会更容易去跟她们进行对比，想知道自己是否比她们更优秀。在对比过程中，我们会发现她们在一些方面做得比我们更好，而这些方面恰好是我们想要做到的，这种落差会让我们感到很焦虑，而且我们会忽视掉自己原本的优点，只看到对方的优点。其次，父母的影响。父母常常会把我们与我们的朋友进行比较，这种比较潜移默化地影响了我们。即使我们不喜欢这样的比较，但还是希望向父母证明我们能做得更好，所以不自觉地开始在心理进行比较。最后，我们所在的环境也会影响我们的心态。在高中和初中，我们所看到的只是学习这个小圈子，那个小班级，还有极少数的朋友。我们不愿与别人分享，害怕别人超过自己，我们会无限放大别人比我们优秀的方面，却忽视了自己独特的优点。每个人擅长的东西都不同，你的朋友可能更外向一些，喜欢表达自己的观点，而你可能更内向一些，但这并不意味着你就没有优点。你需要去发现自己的优点，并发展它们，建立自信。可以尝试一些方法：重新关注自己，不再过多在意朋友，从而影响自己的学习。将关注点从她转移到自己，去发现自己的优点，学会自信。正视自己的不足，每个人都有不足的地方，你可能不喜欢像朋友那样大声表达自己的观点，但你可以正视这个不足，逐渐学会表达自己的想法。内向并不是坏事，它让我们思考更多。我们应该和自己比较，而不是和别人比较。我们真正的竞争对手是自己，虽然我们会遇到许多竞争对手，但并不是一直和我们竞争的，我们应该比较的是与自己的进步，将任务做好。朋友应该是互相进步的，不要吝啬赞美，不要低估自己，大家一起学习，一起进步，互相补充优缺点，这才是最好的！最后，祝愿你一切顺利！希望我的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我能够理解，因为我曾经也遇到过类似的问题。",
        "label": ""
      },
      {
        "sentence": "曾经我也曾差点因为这种心理失去了一个对我来说很重要的朋友。",
        "label": ""
      },
      {
        "sentence": "我觉得，我们会常常与身边的人比较，而且越是和朋友比较就越想要比出一个高低，但这样的心态会让我们感到很纠结很复杂。",
        "label": ""
      },
      {
        "sentence": "我在初中时和我的好朋友是一个班，虽然之前我们并不是同桌，但这种比较的心态让我很难过。",
        "label": ""
      },
      {
        "sentence": "当时，她常常考到班级第一名，而我则总是第二名，甚至被别人戏称为“千年老二”，这让我的心理逐渐焦虑起来。",
        "label": ""
      },
      {
        "sentence": "我们分班后成了同桌，这更加助长了我和她之间的对比心理。",
        "label": ""
      },
      {
        "sentence": "她做题速度很快，平时也经常在玩，但学习并没有那么好。",
        "label": ""
      },
      {
        "sentence": "那时候，我觉得自己和她比起来特别差劲，我会忍不住偷偷看她做到哪了，考试时我会想她是否做对了那道题......这样的心态让我一次次看低自己，最终我们还大吵了一架，不再是同桌了。",
        "label": ""
      },
      {
        "sentence": "幸好，我们现在还是很好的朋友。",
        "label": ""
      },
      {
        "sentence": "初中过后，我曾经思考过为什么会变成那样。",
        "label": ""
      },
      {
        "sentence": "我觉得有以下几个原因，你可以看看自己是否也有类似的情况。",
        "label": ""
      },
      {
        "sentence": "首先，为什么我们会与朋友进行比较呢？",
        "label": ""
      },
      {
        "sentence": "因为我们更多地接触到朋友，更了解她们，这时我们可能会更容易去跟她们进行对比，想知道自己是否比她们更优秀。",
        "label": ""
      },
      {
        "sentence": "在对比过程中，我们会发现她们在一些方面做得比我们更好，而这些方面恰好是我们想要做到的，这种落差会让我们感到很焦虑，而且我们会忽视掉自己原本的优点，只看到对方的优点。",
        "label": ""
      },
      {
        "sentence": "其次，父母的影响。",
        "label": ""
      },
      {
        "sentence": "父母常常会把我们与我们的朋友进行比较，这种比较潜移默化地影响了我们。",
        "label": ""
      },
      {
        "sentence": "即使我们不喜欢这样的比较，但还是希望向父母证明我们能做得更好，所以不自觉地开始在心理进行比较。",
        "label": ""
      },
      {
        "sentence": "最后，我们所在的环境也会影响我们的心态。",
        "label": ""
      },
      {
        "sentence": "在高中和初中，我们所看到的只是学习这个小圈子，那个小班级，还有极少数的朋友。",
        "label": ""
      },
      {
        "sentence": "我们不愿与别人分享，害怕别人超过自己，我们会无限放大别人比我们优秀的方面，却忽视了自己独特的优点。",
        "label": ""
      },
      {
        "sentence": "每个人擅长的东西都不同，你的朋友可能更外向一些，喜欢表达自己的观点，而你可能更内向一些，但这并不意味着你就没有优点。",
        "label": ""
      },
      {
        "sentence": "你需要去发现自己的优点，并发展它们，建立自信。",
        "label": ""
      },
      {
        "sentence": "可以尝试一些方法：重新关注自己，不再过多在意朋友，从而影响自己的学习。",
        "label": ""
      },
      {
        "sentence": "将关注点从她转移到自己，去发现自己的优点，学会自信。",
        "label": ""
      },
      {
        "sentence": "正视自己的不足，每个人都有不足的地方，你可能不喜欢像朋友那样大声表达自己的观点，但你可以正视这个不足，逐渐学会表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "内向并不是坏事，它让我们思考更多。",
        "label": ""
      },
      {
        "sentence": "我们应该和自己比较，而不是和别人比较。",
        "label": ""
      },
      {
        "sentence": "我们真正的竞争对手是自己，虽然我们会遇到许多竞争对手，但并不是一直和我们竞争的，我们应该比较的是与自己的进步，将任务做好。",
        "label": ""
      },
      {
        "sentence": "朋友应该是互相进步的，不要吝啬赞美，不要低估自己，大家一起学习，一起进步，互相补充优缺点，这才是最好的！",
        "label": ""
      },
      {
        "sentence": "最后，祝愿你一切顺利！",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      }
    ]
  }
]