[
  {
    "role": "client",
    "content": "我是一个高三的女生，最近学习无法静心，整天感到烦躁失眠。我一直在思考一些过去的事情，特别是高二上学期后半期的时候。那个时候我每天都很认真努力地学习，全心全意地投入。我走在路上都在思考题目，过得非常简单又开心。但后来到了高二下学期，我和我的好朋友在一个小组，她的成绩比我差，但她上课总是很大声回答问题，好像生怕全班不知道她懂得这个题怎么做一样，我就很烦。我心里想，她都会了，那我呢？是不是她懂了80%而我只懂了50%呢？我就一直比较，甚至做题的时候也是，每做完一个题，我就想，她会不会做呢？她是不是都做完了？而我还在卡住。这些事情一直在我脑海中转，导致我无法集中精力做作业和听课，感到非常烦躁。我担心自己无法好好学习，担心高三和高考以及未来的事情。虽然现在我们不在一个小组了，但是调了位置，还是坐得很近。只要一想到她就坐在我周围，我就无法静下心来。我强迫自己不要去想，结果却越来越想，导致我无法完成作业，也无法专心听课。",
    "annotation": [
      {
        "sentence": "我是一个高三的女生，最近学习无法静心，整天感到烦躁失眠。",
        "label": ""
      },
      {
        "sentence": "我一直在思考一些过去的事情，特别是高二上学期后半期的时候。",
        "label": ""
      },
      {
        "sentence": "那个时候我每天都很认真努力地学习，全心全意地投入。",
        "label": ""
      },
      {
        "sentence": "我走在路上都在思考题目，过得非常简单又开心。",
        "label": ""
      },
      {
        "sentence": "但后来到了高二下学期，我和我的好朋友在一个小组，她的成绩比我差，但她上课总是很大声回答问题，好像生怕全班不知道她懂得这个题怎么做一样，我就很烦。",
        "label": ""
      },
      {
        "sentence": "我心里想，她都会了，那我呢？",
        "label": ""
      },
      {
        "sentence": "是不是她懂了80%而我只懂了50%呢？",
        "label": ""
      },
      {
        "sentence": "我就一直比较，甚至做题的时候也是，每做完一个题，我就想，她会不会做呢？",
        "label": ""
      },
      {
        "sentence": "她是不是都做完了？",
        "label": ""
      },
      {
        "sentence": "而我还在卡住。",
        "label": ""
      },
      {
        "sentence": "这些事情一直在我脑海中转，导致我无法集中精力做作业和听课，感到非常烦躁。",
        "label": ""
      },
      {
        "sentence": "我担心自己无法好好学习，担心高三和高考以及未来的事情。",
        "label": ""
      },
      {
        "sentence": "虽然现在我们不在一个小组了，但是调了位置，还是坐得很近。",
        "label": ""
      },
      {
        "sentence": "只要一想到她就坐在我周围，我就无法静下心来。",
        "label": ""
      },
      {
        "sentence": "我强迫自己不要去想，结果却越来越想，导致我无法完成作业，也无法专心听课。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常能理解你的感受，能称之为朋友的同学，是一个人学习生活中较为熟悉的身边人，不论是在别人眼里还是自己眼里，这样的朋友之间都更容易在不知觉中被比较。我也曾有类似的想法，学习原本就是具备竞争性的，我也会不由得拿自己跟别人、跟朋友进行比较，如果自己落后了就会心慌，就会很想赶上去从而乱了自己原本的步伐。说到底就是“竞争意识”在作祟。",
    "annotation": [
      {
        "sentence": "非常能理解你的感受，能称之为朋友的同学，是一个人学习生活中较为熟悉的身边人，不论是在别人眼里还是自己眼里，这样的朋友之间都更容易在不知觉中被比较。",
        "label": ""
      },
      {
        "sentence": "我也曾有类似的想法，学习原本就是具备竞争性的，我也会不由得拿自己跟别人、跟朋友进行比较，如果自己落后了就会心慌，就会很想赶上去从而乱了自己原本的步伐。",
        "label": ""
      },
      {
        "sentence": "说到底就是“竞争意识”在作祟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实一直有竞争意识，我总是担心自己会输给别人。",
    "annotation": [
      {
        "sentence": "是的，我确实一直有竞争意识，我总是担心自己会输给别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "阿德勒曾经说过：“如果想要和谐地生活在一起，那就必须把对方当成平等的人。”你害怕自己落后于朋友，是因为我们一直站在竞争的角度来考虑人际关系，把他人的进步看作是“我的失败”，所以才无法为别人的成果感到高兴，甚至会难以跟对方交朋友。而一旦从“竞争”的怪圈解放出来，就能摆脱“或许会输”的竞争心理，平等地看待对方，不被竞争牵着鼻子走了。当“竞争”这种情绪的主人，你一定可以战胜它的！我明白，这个社会的“比较体系”让我们无时无刻都处于“被比较”的状态，总想成为那个更好一点的人。但首先要肯定的是，你会有竞争意识，这是很有上进心的表现，是很值得欣赏的品质。但是你要记住，要比较的话，应该是和自己比较，比较今天的自己和昨天的自己，而不是和他人比较。只要今天的你比昨天的你进步了，那你就离成功更近一步了！不要过度关注别人的行为，而忽视了自己内心真正的想法和追求。适合自己的才是最重要的，你应该根据自己的学习节奏来安排学习。而且你说朋友的成绩比你差，为什么不给自己点信心，相信自己可以继续保持良好的成绩呢？那些心无旁骛，走路都在想题目，把精力都放在自己身上的日子是多么美好！希望我的话对你有所帮助。",
    "annotation": [
      {
        "sentence": "阿德勒曾经说过：“如果想要和谐地生活在一起，那就必须把对方当成平等的人。",
        "label": ""
      },
      {
        "sentence": "”你害怕自己落后于朋友，是因为我们一直站在竞争的角度来考虑人际关系，把他人的进步看作是“我的失败”，所以才无法为别人的成果感到高兴，甚至会难以跟对方交朋友。",
        "label": ""
      },
      {
        "sentence": "而一旦从“竞争”的怪圈解放出来，就能摆脱“或许会输”的竞争心理，平等地看待对方，不被竞争牵着鼻子走了。",
        "label": ""
      },
      {
        "sentence": "当“竞争”这种情绪的主人，你一定可以战胜它的！",
        "label": ""
      },
      {
        "sentence": "我明白，这个社会的“比较体系”让我们无时无刻都处于“被比较”的状态，总想成为那个更好一点的人。",
        "label": ""
      },
      {
        "sentence": "但首先要肯定的是，你会有竞争意识，这是很有上进心的表现，是很值得欣赏的品质。",
        "label": ""
      },
      {
        "sentence": "但是你要记住，要比较的话，应该是和自己比较，比较今天的自己和昨天的自己，而不是和他人比较。",
        "label": ""
      },
      {
        "sentence": "只要今天的你比昨天的你进步了，那你就离成功更近一步了！",
        "label": ""
      },
      {
        "sentence": "不要过度关注别人的行为，而忽视了自己内心真正的想法和追求。",
        "label": ""
      },
      {
        "sentence": "适合自己的才是最重要的，你应该根据自己的学习节奏来安排学习。",
        "label": ""
      },
      {
        "sentence": "而且你说朋友的成绩比你差，为什么不给自己点信心，相信自己可以继续保持良好的成绩呢？",
        "label": ""
      },
      {
        "sentence": "那些心无旁骛，走路都在想题目，把精力都放在自己身上的日子是多么美好！",
        "label": ""
      },
      {
        "sentence": "希望我的话对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。我确实应该更加关注自己，对自己有信心，而不是过度关注别人。我也意识到了竞争意识对我学习的影响，我会尝试从竞争的角度解脱出来，平等地看待他人。我会试着放松自己，专注于自己的学习进步。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我确实应该更加关注自己，对自己有信心，而不是过度关注别人。",
        "label": ""
      },
      {
        "sentence": "我也意识到了竞争意识对我学习的影响，我会尝试从竞争的角度解脱出来，平等地看待他人。",
        "label": ""
      },
      {
        "sentence": "我会试着放松自己，专注于自己的学习进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能听到你这样的回答，相信只要你能积极面对自己的学习，保持内心的平和，你一定能够克服这些困扰。学习是一段漫长的旅程，不要对自己过于苛求，相信自己的能力，相信自己的付出。期待看到你在学习上取得更大的突破，加油！如果还有任何困惑和问题，随时来找我倾诉。你不是一个人在战斗，我们会一起度过难关的。",
    "annotation": [
      {
        "sentence": "很高兴能听到你这样的回答，相信只要你能积极面对自己的学习，保持内心的平和，你一定能够克服这些困扰。",
        "label": ""
      },
      {
        "sentence": "学习是一段漫长的旅程，不要对自己过于苛求，相信自己的能力，相信自己的付出。",
        "label": ""
      },
      {
        "sentence": "期待看到你在学习上取得更大的突破，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有任何困惑和问题，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一起度过难关的。",
        "label": ""
      }
    ]
  }
]