[
  {
    "role": "client",
    "content": "高三女生，无法静心学习，烦躁失眠，心中一直在想其他。以前高二上学期后半期的时候，每天都很认真，特别努力，心无旁骛的学习，走在路上都在想题，过得非常简单又开心。后来到了高二下期，我和我的好朋友在一个组，她成绩比我差，但是她上课回答问题总是很大声，就是生怕全班不知道她晓得这个题怎么做一样，我就很烦，心里就想，她都会了，那我呢？是不是她懂了80％，而我只懂了50％呢，就是会比较，然后就是一直想着，做题的时候也是，做一个题，我就想，她会不会做呢？她是不是都做完了？而我还在卡着。就一直想这些事情，导致我根本无法集中精力做作业和听课，就很烦躁，然后觉得自己根本不能好好学习，以后高三怎么办，高考怎么办。未来怎么办现在高三了，我们不在一个组了，但调了位置，还是坐得很近，我只要一想到她坐在我周围，就会静不下来，强迫自己不要想，就会越去想，导致很本做不了作业，也听不进课。",
    "annotation": [
      {
        "sentence": "高三女生，无法静心学习，烦躁失眠，心中一直在想其他。",
        "label": ""
      },
      {
        "sentence": "以前高二上学期后半期的时候，每天都很认真，特别努力，心无旁骛的学习，走在路上都在想题，过得非常简单又开心。",
        "label": ""
      },
      {
        "sentence": "后来到了高二下期，我和我的好朋友在一个组，她成绩比我差，但是她上课回答问题总是很大声，就是生怕全班不知道她晓得这个题怎么做一样，我就很烦，心里就想，她都会了，那我呢？",
        "label": ""
      },
      {
        "sentence": "是不是她懂了80％，而我只懂了50％呢，就是会比较，然后就是一直想着，做题的时候也是，做一个题，我就想，她会不会做呢？",
        "label": ""
      },
      {
        "sentence": "她是不是都做完了？",
        "label": ""
      },
      {
        "sentence": "而我还在卡着。",
        "label": ""
      },
      {
        "sentence": "就一直想这些事情，导致我根本无法集中精力做作业和听课，就很烦躁，然后觉得自己根本不能好好学习，以后高三怎么办，高考怎么办。",
        "label": ""
      },
      {
        "sentence": "未来怎么办现在高三了，我们不在一个组了，但调了位置，还是坐得很近，我只要一想到她坐在我周围，就会静不下来，强迫自己不要想，就会越去想，导致很本做不了作业，也听不进课。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都希望成为最好的自己，但在这条路上，我们有时会把关注点过分的投注在别人身上，而带来烦恼，这些都很正常，我们可以从这次烦恼中学到很多东西，再次变得更好一点。我想和你一起尝试一种方法来减缓你现在的烦躁情绪。先不管你有这样的想法“她都会了，那我呢？是不是她懂了80％，而我只懂了50％呢”，或者接下来有些烦躁焦虑的情绪，我们先不要把这些想法和情绪看作敌人，试着看待它们是一种正常存在的东西，不要总想干掉它们，反而让它们更频繁地出现在你的脑海中，就像别人告诉你“不要想一头白色的大熊”一样，你会不由自主地想到白色的大熊。这叫做“白熊效应”，那我们该怎么做呢？我们要接纳这些想法。当有各种烦躁的想法产生时，我们可以闭上眼睛，试着想象一条你喜欢的小溪流，在溪流的旁边找一个安全的位置坐下来，想象溪流清澈平静，两边有树木，秋天的时候，树叶从上游飘落，各种颜色、各种形状的树叶慢慢经过你的眼前。然后看看你脑中的想法，将这些烦躁的想法一个一个放在飘过的树叶上，让它们随着树叶一起漂走，直到你脑中的烦躁想法都漂走了。通常情况下，当我们接纳了这些想法，情绪也会慢慢缓和下来。但如果你仍然感到情绪紧张，你可以接纳你的情绪。接纳情绪意味着读懂它们，因为情绪往往是一种信息的信使。所以当你感到烦躁焦虑时，试着去感受一下，它们在你的身体的哪个部位最强烈？找到之后，你可以和它们对话，看看它们想告诉你什么？然后告诉它们你已经收到它们发出的信息了，感谢它们为你所做的操心。当然，和自己对话并不总是那么简单，也许当你找到它们在你身体的某个部位时，你可以用你的手捂住这个部位，然后想象你的手是一只有治愈力量的手，它可以是一个天使、一个医生，甚至是你爸爸妈妈的手，你可以想象它用一种力量在治愈你的那个部位，直到你感觉稍微好一些为止。对于那位朋友的声音，我想你可以想一想你最喜欢什么声音，或者有什么声音会让你感到开心轻松，然后将她的声音和行为换成你喜欢的某种形式，这样她就不会再让你讨厌了。比如你喜欢某些动漫，你可以将她的声音换成动漫中某个人物或角色的语言，可以是美羊羊、米妮，亦或是某个小品的人物，随意发挥。你可以试试看，希望这些方法能对你有所帮助。",
    "annotation": [
      {
        "sentence": "每个人都希望成为最好的自己，但在这条路上，我们有时会把关注点过分的投注在别人身上，而带来烦恼，这些都很正常，我们可以从这次烦恼中学到很多东西，再次变得更好一点。",
        "label": ""
      },
      {
        "sentence": "我想和你一起尝试一种方法来减缓你现在的烦躁情绪。",
        "label": ""
      },
      {
        "sentence": "先不管你有这样的想法“她都会了，那我呢？",
        "label": ""
      },
      {
        "sentence": "是不是她懂了80％，而我只懂了50％呢”，或者接下来有些烦躁焦虑的情绪，我们先不要把这些想法和情绪看作敌人，试着看待它们是一种正常存在的东西，不要总想干掉它们，反而让它们更频繁地出现在你的脑海中，就像别人告诉你“不要想一头白色的大熊”一样，你会不由自主地想到白色的大熊。",
        "label": ""
      },
      {
        "sentence": "这叫做“白熊效应”，那我们该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "我们要接纳这些想法。",
        "label": ""
      },
      {
        "sentence": "当有各种烦躁的想法产生时，我们可以闭上眼睛，试着想象一条你喜欢的小溪流，在溪流的旁边找一个安全的位置坐下来，想象溪流清澈平静，两边有树木，秋天的时候，树叶从上游飘落，各种颜色、各种形状的树叶慢慢经过你的眼前。",
        "label": ""
      },
      {
        "sentence": "然后看看你脑中的想法，将这些烦躁的想法一个一个放在飘过的树叶上，让它们随着树叶一起漂走，直到你脑中的烦躁想法都漂走了。",
        "label": ""
      },
      {
        "sentence": "通常情况下，当我们接纳了这些想法，情绪也会慢慢缓和下来。",
        "label": ""
      },
      {
        "sentence": "但如果你仍然感到情绪紧张，你可以接纳你的情绪。",
        "label": ""
      },
      {
        "sentence": "接纳情绪意味着读懂它们，因为情绪往往是一种信息的信使。",
        "label": ""
      },
      {
        "sentence": "所以当你感到烦躁焦虑时，试着去感受一下，它们在你的身体的哪个部位最强烈？",
        "label": ""
      },
      {
        "sentence": "找到之后，你可以和它们对话，看看它们想告诉你什么？",
        "label": ""
      },
      {
        "sentence": "然后告诉它们你已经收到它们发出的信息了，感谢它们为你所做的操心。",
        "label": ""
      },
      {
        "sentence": "当然，和自己对话并不总是那么简单，也许当你找到它们在你身体的某个部位时，你可以用你的手捂住这个部位，然后想象你的手是一只有治愈力量的手，它可以是一个天使、一个医生，甚至是你爸爸妈妈的手，你可以想象它用一种力量在治愈你的那个部位，直到你感觉稍微好一些为止。",
        "label": ""
      },
      {
        "sentence": "对于那位朋友的声音，我想你可以想一想你最喜欢什么声音，或者有什么声音会让你感到开心轻松，然后将她的声音和行为换成你喜欢的某种形式，这样她就不会再让你讨厌了。",
        "label": ""
      },
      {
        "sentence": "比如你喜欢某些动漫，你可以将她的声音换成动漫中某个人物或角色的语言，可以是美羊羊、米妮，亦或是某个小品的人物，随意发挥。",
        "label": ""
      },
      {
        "sentence": "你可以试试看，希望这些方法能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会尝试接纳自己的想法和情绪，同时想象那条小溪流，让我更好地放松自己。我也会努力调整对好友的看法，换个角度去看待她的行为和声音，希望这样能减轻我心中的负担。非常感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试接纳自己的想法和情绪，同时想象那条小溪流，让我更好地放松自己。",
        "label": ""
      },
      {
        "sentence": "我也会努力调整对好友的看法，换个角度去看待她的行为和声音，希望这样能减轻我心中的负担。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。接纳自己和改变对他人的观念都需要时间和努力，但只要你坚持下去，我相信你一定能够逐渐摆脱烦恼，并找回学习的动力和专注力。如果你还有任何问题或需要进一步的支持，随时都可以再来找我。加油！你一定行的！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "接纳自己和改变对他人的观念都需要时间和努力，但只要你坚持下去，我相信你一定能够逐渐摆脱烦恼，并找回学习的动力和专注力。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或需要进一步的支持，随时都可以再来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你一定行的！",
        "label": ""
      }
    ]
  }
]