[
  {
    "role": "client",
    "content": "我28岁，有一个男生小我五岁，我在考虑是否应该跟他谈恋爱。但是当我问起他喜欢我什么，他说觉得我将来会是个贤妻良母，还提到了我对他的好以及他享受我崇拜他的感觉。而且他好像没有主动跟同事和朋友说我们复合了，我觉得他有点藏着掖着。我也发现他好像没有真正的计划将来，我自己也越来越不自信。请问这样该怎么办？",
    "annotation": [
      {
        "sentence": "我28岁，有一个男生小我五岁，我在考虑是否应该跟他谈恋爱。",
        "label": ""
      },
      {
        "sentence": "但是当我问起他喜欢我什么，他说觉得我将来会是个贤妻良母，还提到了我对他的好以及他享受我崇拜他的感觉。",
        "label": ""
      },
      {
        "sentence": "而且他好像没有主动跟同事和朋友说我们复合了，我觉得他有点藏着掖着。",
        "label": ""
      },
      {
        "sentence": "我也发现他好像没有真正的计划将来，我自己也越来越不自信。",
        "label": ""
      },
      {
        "sentence": "请问这样该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "该不该跟小五岁男生谈恋爱？这个问题的答案，无论多少人回答，也无论答案有多高明，都无法替代你内心的感受。或许答案已经在你内心中，恋爱的本质是两个人是否都很享受这段关系，即使风雨，但总有彼此依恋的感觉。所以，不论对方小五岁还是大五岁，关键是：你是否很享受\/喜欢这段关系？或者说，在这段关系中你是否感到舒服？如果我们在关系中感到舒服、滋养，那就朝着这个好的感觉继续发展；相反，如果我们在关系中感到耗竭，或者跟对方相处时感受不到自己的存在，那么这份关系可能并不值得。所以，自己的感觉特别重要哦。觉察自己的感觉、体验，在许多时候，我们其实已经有了答案，只是我们是否愿意面对它而已。当我们能觉察自己，就能更了解自己，在恋爱中也会更有力量、更自信。希望我这些话能对你有所帮助。",
    "annotation": [
      {
        "sentence": "该不该跟小五岁男生谈恋爱？",
        "label": ""
      },
      {
        "sentence": "这个问题的答案，无论多少人回答，也无论答案有多高明，都无法替代你内心的感受。",
        "label": ""
      },
      {
        "sentence": "或许答案已经在你内心中，恋爱的本质是两个人是否都很享受这段关系，即使风雨，但总有彼此依恋的感觉。",
        "label": ""
      },
      {
        "sentence": "所以，不论对方小五岁还是大五岁，关键是：你是否很享受\/喜欢这段关系？",
        "label": ""
      },
      {
        "sentence": "或者说，在这段关系中你是否感到舒服？",
        "label": ""
      },
      {
        "sentence": "如果我们在关系中感到舒服、滋养，那就朝着这个好的感觉继续发展；相反，如果我们在关系中感到耗竭，或者跟对方相处时感受不到自己的存在，那么这份关系可能并不值得。",
        "label": ""
      },
      {
        "sentence": "所以，自己的感觉特别重要哦。",
        "label": ""
      },
      {
        "sentence": "觉察自己的感觉、体验，在许多时候，我们其实已经有了答案，只是我们是否愿意面对它而已。",
        "label": ""
      },
      {
        "sentence": "当我们能觉察自己，就能更了解自己，在恋爱中也会更有力量、更自信。",
        "label": ""
      },
      {
        "sentence": "希望我这些话能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我明白了，关键还是要关注自己的感受和舒适度。但是我还是有点担心他对我是否会认真对待这段关系。我们在一起已经一段时间了，他还没有向他的同事和朋友透露我们复合的事情，这让我感觉有点不被重视。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我明白了，关键还是要关注自己的感受和舒适度。",
        "label": ""
      },
      {
        "sentence": "但是我还是有点担心他对我是否会认真对待这段关系。",
        "label": ""
      },
      {
        "sentence": "我们在一起已经一段时间了，他还没有向他的同事和朋友透露我们复合的事情，这让我感觉有点不被重视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，感觉不被重视是一种不好的感受。不过，每个人的处理方式可能不同。有的人可能比较保守，不太愿意随意透露个人的私事，即使是与同事和朋友。并不一定意味着他不认真对待这段关系。或许他只是希望在事情稳定后再透露给别人。你可以试着跟他沟通一下你的顾虑，看看他怎么表达他的想法和打算。",
    "annotation": [
      {
        "sentence": "我理解你的担心，感觉不被重视是一种不好的感受。",
        "label": ""
      },
      {
        "sentence": "不过，每个人的处理方式可能不同。",
        "label": ""
      },
      {
        "sentence": "有的人可能比较保守，不太愿意随意透露个人的私事，即使是与同事和朋友。",
        "label": ""
      },
      {
        "sentence": "并不一定意味着他不认真对待这段关系。",
        "label": ""
      },
      {
        "sentence": "或许他只是希望在事情稳定后再透露给别人。",
        "label": ""
      },
      {
        "sentence": "你可以试着跟他沟通一下你的顾虑，看看他怎么表达他的想法和打算。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得有道理。或许我需要更多的沟通来解开这个困惑。还有一个问题让我有些犹豫，就是他好像没有真正的计划将来。我们相处得很好，但我有点担心我们的目标和规划不一致，我怕将来会有更多的矛盾。",
    "annotation": [
      {
        "sentence": "嗯，你说得有道理。",
        "label": ""
      },
      {
        "sentence": "或许我需要更多的沟通来解开这个困惑。",
        "label": ""
      },
      {
        "sentence": "还有一个问题让我有些犹豫，就是他好像没有真正的计划将来。",
        "label": ""
      },
      {
        "sentence": "我们相处得很好，但我有点担心我们的目标和规划不一致，我怕将来会有更多的矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心未来的规划和目标不一致是很正常的，毕竟我们都希望找到一个与自己有共同目标的伴侣。你可以主动跟他谈一谈关于未来的想法和期望，看看他是否有一些计划或者是有一些想法值得你们讨论。如果他对于未来的规划和目标不明确，你们可以尝试一起制定一些共同的目标或者规划，以便更加清楚地了解彼此的期望和发展方向。",
    "annotation": [
      {
        "sentence": "担心未来的规划和目标不一致是很正常的，毕竟我们都希望找到一个与自己有共同目标的伴侣。",
        "label": ""
      },
      {
        "sentence": "你可以主动跟他谈一谈关于未来的想法和期望，看看他是否有一些计划或者是有一些想法值得你们讨论。",
        "label": ""
      },
      {
        "sentence": "如果他对于未来的规划和目标不明确，你们可以尝试一起制定一些共同的目标或者规划，以便更加清楚地了解彼此的期望和发展方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试跟他沟通一下我们的未来规划。我也会尽量放下对他的担心，多关注自己的感受和需求。谢谢你的建议，我感觉更有信心面对这个问题了。",
    "annotation": [
      {
        "sentence": "好的，我会尝试跟他沟通一下我们的未来规划。",
        "label": ""
      },
      {
        "sentence": "我也会尽量放下对他的担心，多关注自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我感觉更有信心面对这个问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能帮到你。记住，沟通和觉察自己的感受是解决问题的关键。希望你能在这个过程中找到属于自己的答案。如果还有其他问题，随时都可以向我求助。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，沟通和觉察自己的感受是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "希望你能在这个过程中找到属于自己的答案。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的。如果有需要的话，我一定会再找你聊聊。再次感谢你给予我的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要的话，我一定会再找你聊聊。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给予我的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。祝你一切顺利，期待听到你的好消息！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，期待听到你的好消息！",
        "label": ""
      }
    ]
  }
]