[
  {
    "role": "client",
    "content": "我刚大学毕业，入职不到两个月，对工作越来越感到失落...",
    "annotation": [
      {
        "sentence": "我刚大学毕业，入职不到两个月，对工作越来越感到失落...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的故事，我觉得你可能正在走向你的未来，许多人都有这样的经历。刚入职的时候，是从学生到社会职员的转变，不仅仅是环境，更多的是心理的变化，你会有这样的困惑也是无可厚非，非常正常的。我刚毕业入职面对的同事都是比我大十多岁的，他们很有经验，会看不起我一个新来的实习生，会指使我做许多根本得不到成长的体力活儿，我那时候也难过的在晚上自己偷偷哭过，在社交软件上诉说自己的委屈。都后来都过去了，真的完成身份转变的时候，并不会记得那些所有的点点滴滴，看着以前的朋友圈，甚至都想不起当时的心情是怎么样。作为过来人吧，希望我的拙见能够给你一点微不足道的力量。",
    "annotation": [
      {
        "sentence": "听你的故事，我觉得你可能正在走向你的未来，许多人都有这样的经历。",
        "label": ""
      },
      {
        "sentence": "刚入职的时候，是从学生到社会职员的转变，不仅仅是环境，更多的是心理的变化，你会有这样的困惑也是无可厚非，非常正常的。",
        "label": ""
      },
      {
        "sentence": "我刚毕业入职面对的同事都是比我大十多岁的，他们很有经验，会看不起我一个新来的实习生，会指使我做许多根本得不到成长的体力活儿，我那时候也难过的在晚上自己偷偷哭过，在社交软件上诉说自己的委屈。",
        "label": ""
      },
      {
        "sentence": "都后来都过去了，真的完成身份转变的时候，并不会记得那些所有的点点滴滴，看着以前的朋友圈，甚至都想不起当时的心情是怎么样。",
        "label": ""
      },
      {
        "sentence": "作为过来人吧，希望我的拙见能够给你一点微不足道的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我现在每天接触的人和事物，参差不齐，还有一些重复性的体力劳动，我思考现在做这个工作到底是不是在浪费我的时间？",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我现在每天接触的人和事物，参差不齐，还有一些重复性的体力劳动，我思考现在做这个工作到底是不是在浪费我的时间？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "踏实，第一份工作很大程度上决定了你最近几年的一个成长趋势，你所要做的大概就是踏踏实实的学习，利用你的专业知识丰富你的实践经验。人际关系的处理要有所保留和选择，不能单纯的相信所有人，你要有一个保护自己隐私的想法，有时候君子之交淡如水是很好的状态，不用费劲心思的与别人拉进关系，当你有了话语权的那一刻，你就有了被别人尊重和当同事平等看待的机会。放平心态，你要知道我们终究是普通人，那么普通人都会经过这样的一个过程，你要明白，许多人和你一样，所以你并不孤单。",
    "annotation": [
      {
        "sentence": "踏实，第一份工作很大程度上决定了你最近几年的一个成长趋势，你所要做的大概就是踏踏实实的学习，利用你的专业知识丰富你的实践经验。",
        "label": ""
      },
      {
        "sentence": "人际关系的处理要有所保留和选择，不能单纯的相信所有人，你要有一个保护自己隐私的想法，有时候君子之交淡如水是很好的状态，不用费劲心思的与别人拉进关系，当你有了话语权的那一刻，你就有了被别人尊重和当同事平等看待的机会。",
        "label": ""
      },
      {
        "sentence": "放平心态，你要知道我们终究是普通人，那么普通人都会经过这样的一个过程，你要明白，许多人和你一样，所以你并不孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和指导。我在工作中发现了不少问题，我有时问了她们，她们有时也没空理我，或者不知道，除了个别同龄人会告诉我。我觉得这样让我的学习有时很受限制……我困惑该不该转化一下自己未来规划…",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和指导。",
        "label": ""
      },
      {
        "sentence": "我在工作中发现了不少问题，我有时问了她们，她们有时也没空理我，或者不知道，除了个别同龄人会告诉我。",
        "label": ""
      },
      {
        "sentence": "我觉得这样让我的学习有时很受限制……我困惑该不该转化一下自己未来规划…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，工作中遇到的问题和不确定性都是可以理解的。如果你觉得有限制，有困惑，那么或许可以考虑转变自己的未来规划。而这个选择也是值得深思的。你可以花些时间审视自己的兴趣、价值观和职业发展目标，看看是否与目前的工作相符合。如果确实有差距，不妨考虑其他适合你的职业方向，并制定出一份更符合你个人发展需求的规划。同时，也可以借助一些职业规划专家或者心理咨询师的帮助，他们会给你提供一些更具体的建议和支持。无论你的选择如何，都要相信自己有能力找到更适合自己的道路，加油！",
    "annotation": [
      {
        "sentence": "是的，工作中遇到的问题和不确定性都是可以理解的。",
        "label": ""
      },
      {
        "sentence": "如果你觉得有限制，有困惑，那么或许可以考虑转变自己的未来规划。",
        "label": ""
      },
      {
        "sentence": "而这个选择也是值得深思的。",
        "label": ""
      },
      {
        "sentence": "你可以花些时间审视自己的兴趣、价值观和职业发展目标，看看是否与目前的工作相符合。",
        "label": ""
      },
      {
        "sentence": "如果确实有差距，不妨考虑其他适合你的职业方向，并制定出一份更符合你个人发展需求的规划。",
        "label": ""
      },
      {
        "sentence": "同时，也可以借助一些职业规划专家或者心理咨询师的帮助，他们会给你提供一些更具体的建议和支持。",
        "label": ""
      },
      {
        "sentence": "无论你的选择如何，都要相信自己有能力找到更适合自己的道路，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会好好考虑并寻求专业帮助的。现在的确有些迷茫，但我相信只要努力寻找适合自己的道路，最终会走向成功的。你的回答让我感到很温暖，很感谢你能够倾听我的困惑并给与建设性的建议。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑并寻求专业帮助的。",
        "label": ""
      },
      {
        "sentence": "现在的确有些迷茫，但我相信只要努力寻找适合自己的道路，最终会走向成功的。",
        "label": ""
      },
      {
        "sentence": "你的回答让我感到很温暖，很感谢你能够倾听我的困惑并给与建设性的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。在你迷茫的时候，有人伸出援手是很重要的。请一定要相信自己的能力，相信你会找到属于自己的方向。如果今后还有任何困惑或者需要，都可以随时来找我倾诉，我会尽力给你支持和帮助的。希望你早日找到自己的人生目标，一切顺利！加油！世界很美，我永远在远方为你祝福！️️️",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "在你迷茫的时候，有人伸出援手是很重要的。",
        "label": ""
      },
      {
        "sentence": "请一定要相信自己的能力，相信你会找到属于自己的方向。",
        "label": ""
      },
      {
        "sentence": "如果今后还有任何困惑或者需要，都可以随时来找我倾诉，我会尽力给你支持和帮助的。",
        "label": ""
      },
      {
        "sentence": "希望你早日找到自己的人生目标，一切顺利！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "世界很美，我永远在远方为你祝福！",
        "label": ""
      },
      {
        "sentence": "️️️",
        "label": ""
      }
    ]
  }
]