[
  {
    "role": "client",
    "content": "我现在28岁，遇到了一个小我五岁的男生，我在纠结是否应该和他谈恋爱。但是我问他喜欢我什么，他说觉得我将来会是一个贤妻良母，感觉是因为我对他很好，他享受我崇拜他的感觉。同时，他也没有主动跟同事和朋友说我们复合的事情，这让我感觉有点藏着掖着。而且我们好像也没有真正的计划将来，我自己也感觉越来越不自信。请问这样的情况下我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我现在28岁，遇到了一个小我五岁的男生，我在纠结是否应该和他谈恋爱。",
        "label": ""
      },
      {
        "sentence": "但是我问他喜欢我什么，他说觉得我将来会是一个贤妻良母，感觉是因为我对他很好，他享受我崇拜他的感觉。",
        "label": ""
      },
      {
        "sentence": "同时，他也没有主动跟同事和朋友说我们复合的事情，这让我感觉有点藏着掖着。",
        "label": ""
      },
      {
        "sentence": "而且我们好像也没有真正的计划将来，我自己也感觉越来越不自信。",
        "label": ""
      },
      {
        "sentence": "请问这样的情况下我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "28岁的你，和一个年纪比你小五岁的男生谈恋爱，我觉得没有问题。最重要的是两个人在一起开心、幸福就好。姐弟恋在现在的生活中很常见，对于这个问题，我觉得很平常，只要自己不会抗拒就可以。不论是男人年纪小还是大，靠不靠谱并不取决于年龄，真心爱你的人永远都会爱你。所以爱情与年龄无关，更重要的是彼此在一起的感觉。其实很多女生对姐弟恋还是不太放心，总是会感到不安，缺乏自信，担心对方会嫌弃自己年纪大。其实大多数姐弟恋关系都挺幸福的。",
    "annotation": [
      {
        "sentence": "28岁的你，和一个年纪比你小五岁的男生谈恋爱，我觉得没有问题。",
        "label": ""
      },
      {
        "sentence": "最重要的是两个人在一起开心、幸福就好。",
        "label": ""
      },
      {
        "sentence": "姐弟恋在现在的生活中很常见，对于这个问题，我觉得很平常，只要自己不会抗拒就可以。",
        "label": ""
      },
      {
        "sentence": "不论是男人年纪小还是大，靠不靠谱并不取决于年龄，真心爱你的人永远都会爱你。",
        "label": ""
      },
      {
        "sentence": "所以爱情与年龄无关，更重要的是彼此在一起的感觉。",
        "label": ""
      },
      {
        "sentence": "其实很多女生对姐弟恋还是不太放心，总是会感到不安，缺乏自信，担心对方会嫌弃自己年纪大。",
        "label": ""
      },
      {
        "sentence": "其实大多数姐弟恋关系都挺幸福的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我明白了。但是我还是在纠结他为什么喜欢我，觉得我将来会是个贤妻良母。这样的原因会不会不够坚实，不够持久呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是我还是在纠结他为什么喜欢我，觉得我将来会是个贤妻良母。",
        "label": ""
      },
      {
        "sentence": "这样的原因会不会不够坚实，不够持久呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实有些男生喜欢比自己成熟一点的女生当女朋友，因为这样就可以享受被照顾的感觉。但是作为女朋友，你并没有义务帮助他们完成这些事情。两个人的感情是一回事，其它方面是另一回事。因为感情需要两个人一起努力，男生和女生应该互相照顾。爱情本来就应该是两个人共同承担的。所以他对你的期待并不是全部，还需要你们共同努力和付出。",
    "annotation": [
      {
        "sentence": "其实有些男生喜欢比自己成熟一点的女生当女朋友，因为这样就可以享受被照顾的感觉。",
        "label": ""
      },
      {
        "sentence": "但是作为女朋友，你并没有义务帮助他们完成这些事情。",
        "label": ""
      },
      {
        "sentence": "两个人的感情是一回事，其它方面是另一回事。",
        "label": ""
      },
      {
        "sentence": "因为感情需要两个人一起努力，男生和女生应该互相照顾。",
        "label": ""
      },
      {
        "sentence": "爱情本来就应该是两个人共同承担的。",
        "label": ""
      },
      {
        "sentence": "所以他对你的期待并不是全部，还需要你们共同努力和付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，感情是需要共同努力的。我也明白了，我不能完全依赖他对我的肯定，而是要更加自信地去面对这段关系。那我应该怎样和他沟通我们的未来呢？",
    "annotation": [
      {
        "sentence": "你说得很对，感情是需要共同努力的。",
        "label": ""
      },
      {
        "sentence": "我也明白了，我不能完全依赖他对我的肯定，而是要更加自信地去面对这段关系。",
        "label": ""
      },
      {
        "sentence": "那我应该怎样和他沟通我们的未来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是相当重要的。你可以先思考一下自己对未来的期许和计划，然后和他坦诚地沟通你的想法。问问他对未来的打算和计划，看看你们是否在同一个频道上。同时，也要记得把自己的想法和需求表达出来，不要让自己的声音被忽视。只有通过沟通，你们才能更好地了解对方，共同规划未来。",
    "annotation": [
      {
        "sentence": "沟通是相当重要的。",
        "label": ""
      },
      {
        "sentence": "你可以先思考一下自己对未来的期许和计划，然后和他坦诚地沟通你的想法。",
        "label": ""
      },
      {
        "sentence": "问问他对未来的打算和计划，看看你们是否在同一个频道上。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得把自己的想法和需求表达出来，不要让自己的声音被忽视。",
        "label": ""
      },
      {
        "sentence": "只有通过沟通，你们才能更好地了解对方，共同规划未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该主动和他进行一次认真的对话，把自己的想法和期待传达给他。但是我又担心他会觉得我要求太多，会不会有压力呢？",
    "annotation": [
      {
        "sentence": "是的，我应该主动和他进行一次认真的对话，把自己的想法和期待传达给他。",
        "label": ""
      },
      {
        "sentence": "但是我又担心他会觉得我要求太多，会不会有压力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是相互的，你要理解也接纳他的想法和感受。不要过分强求，而是试着与他一起探讨未来的可能性，并找到一个双方都满意的平衡点。如果他真心爱你，他也会愿意倾听并尊重你的意见。不要自己先设定一个结果，而是共同努力去寻找一个适合你们两个人的未来规划。",
    "annotation": [
      {
        "sentence": "沟通是相互的，你要理解也接纳他的想法和感受。",
        "label": ""
      },
      {
        "sentence": "不要过分强求，而是试着与他一起探讨未来的可能性，并找到一个双方都满意的平衡点。",
        "label": ""
      },
      {
        "sentence": "如果他真心爱你，他也会愿意倾听并尊重你的意见。",
        "label": ""
      },
      {
        "sentence": "不要自己先设定一个结果，而是共同努力去寻找一个适合你们两个人的未来规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我应该更加理智地去面对这段感情，不要被自己的疑虑和不自信所困扰。谢谢你的建议，我决定要勇敢地和他谈一谈，共同探讨我们的未来。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我应该更加理智地去面对这段感情，不要被自己的疑虑和不自信所困扰。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我决定要勇敢地和他谈一谈，共同探讨我们的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信你能够处理好这段感情。有时候，勇敢地面对问题，去沟通解决，是解决困境的第一步。祝愿你们两个人能够共同寻找到幸福的未来！如果你还有其他问题，随时都可以向我求助。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信你能够处理好这段感情。",
        "label": ""
      },
      {
        "sentence": "有时候，勇敢地面对问题，去沟通解决，是解决困境的第一步。",
        "label": ""
      },
      {
        "sentence": "祝愿你们两个人能够共同寻找到幸福的未来！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以向我求助。",
        "label": ""
      }
    ]
  }
]