[
  {
    "role": "client",
    "content": "爸爸妈妈从内心爱弟弟，常年忽视我，如何和家人相处？",
    "annotation": [
      {
        "sentence": "爸爸妈妈从内心爱弟弟，常年忽视我，如何和家人相处？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情！为家、为弟弟付出了那么多，却没有得到一点回报，感觉内心里的小女孩，没有家，不值得爱。想要打开这个心结。这样的事情真的比比皆是，身边的好朋友还有电视剧里，每当看到这样的付出，但家里没有给予应有的爱和支持，都让我既心疼，又想帮着找到解决的办法。那就让我陪着你梳理一下，看能做些什么，解开心结。",
    "annotation": [
      {
        "sentence": "我理解你的心情！",
        "label": ""
      },
      {
        "sentence": "为家、为弟弟付出了那么多，却没有得到一点回报，感觉内心里的小女孩，没有家，不值得爱。",
        "label": ""
      },
      {
        "sentence": "想要打开这个心结。",
        "label": ""
      },
      {
        "sentence": "这样的事情真的比比皆是，身边的好朋友还有电视剧里，每当看到这样的付出，但家里没有给予应有的爱和支持，都让我既心疼，又想帮着找到解决的办法。",
        "label": ""
      },
      {
        "sentence": "那就让我陪着你梳理一下，看能做些什么，解开心结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你愿意陪伴我，我真的感到很无助。我知道父母也是可怜人，但我就是无法释怀他们的冷漠和忽视，我一直觉得自己不够好。",
    "annotation": [
      {
        "sentence": "谢谢你愿意陪伴我，我真的感到很无助。",
        "label": ""
      },
      {
        "sentence": "我知道父母也是可怜人，但我就是无法释怀他们的冷漠和忽视，我一直觉得自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都有情感需要被满足，希望得到爱和关注是很正常的。黄启团老师在《别人怎么对你，都是你教会的》一书中说，父母与我们的关系是所有关系的源头。你对父母和弟弟的失望是因为你对他们有期待，却无法向他们表达你的真实感受，导致失望一直积累，并最终导致关系的恶化。",
    "annotation": [
      {
        "sentence": "我们都有情感需要被满足，希望得到爱和关注是很正常的。",
        "label": ""
      },
      {
        "sentence": "黄启团老师在《别人怎么对你，都是你教会的》一书中说，父母与我们的关系是所有关系的源头。",
        "label": ""
      },
      {
        "sentence": "你对父母和弟弟的失望是因为你对他们有期待，却无法向他们表达你的真实感受，导致失望一直积累，并最终导致关系的恶化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实感到很失望，但是我不知道该如何表达和提出自己的需求。",
    "annotation": [
      {
        "sentence": "我确实感到很失望，但是我不知道该如何表达和提出自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着敢于表达自己的感受，比如对弟弟说你感到失望，他没有借给你钱。同时，你也可以提出自己的请求，希望父母能在经济上给你支持或是生活上的关爱。我们常常抱怨，但却不善于表达自己的需求。父母可能觉得你很强大，因为你确实也很能干，自己创业。但你也需要他们给你经济上的支持和关爱。",
    "annotation": [
      {
        "sentence": "你可以试着敢于表达自己的感受，比如对弟弟说你感到失望，他没有借给你钱。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以提出自己的请求，希望父母能在经济上给你支持或是生活上的关爱。",
        "label": ""
      },
      {
        "sentence": "我们常常抱怨，但却不善于表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "父母可能觉得你很强大，因为你确实也很能干，自己创业。",
        "label": ""
      },
      {
        "sentence": "但你也需要他们给你经济上的支持和关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说得对，我从现在开始要勇敢表达自己的感受和需求。我明白自己的家人暂时无法满足我的期待，但我内心还是渴望他们的爱和关注。我知道自己需要相信自己足够好，而不是依赖他人的评判。",
    "annotation": [
      {
        "sentence": "说得对，我从现在开始要勇敢表达自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "我明白自己的家人暂时无法满足我的期待，但我内心还是渴望他们的爱和关注。",
        "label": ""
      },
      {
        "sentence": "我知道自己需要相信自己足够好，而不是依赖他人的评判。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！每个人都希望被爱，但我们长大后，最关键的是我们自己要爱自己。你的价值不是由他人决定的，相信自己是值得被爱的，相信自己是足够好的！这一点非常重要。有关原生家庭的书籍可以给你很多答案，但答案还是要你自己去探索。实际上，我们对人际关系的掌握是握在自己手中的，只是我们常常不自知。你和家人的关系，你完全可以自己决定。你可以仔细思考一下，你内心潜意识中想要冷淡他们，才会找出“他们忽视你，不那么爱你”这个理由，而这样的思维逻辑其实是阿德勒心理学的理论。如果你转变一下思维方式，“因为你想要冷淡他们，所以想起了他们不好对待你的记忆”，那么你就能够主导关系修复的过程。我知道这种观点可能有些难以理解，但最后归结起来还是让自己冷静下来，把他们的问题当成他们的课题，而不是你的问题。能够改变的只有自己，你的变化会引发对方的改变，或者你的变化会导致对方不得不改变。比如你不再经济上资助他们，他们也会有所变化。最后，祝愿你能够达到与家人关系融洽的愿望，祝你幸福！",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "每个人都希望被爱，但我们长大后，最关键的是我们自己要爱自己。",
        "label": ""
      },
      {
        "sentence": "你的价值不是由他人决定的，相信自己是值得被爱的，相信自己是足够好的！",
        "label": ""
      },
      {
        "sentence": "这一点非常重要。",
        "label": ""
      },
      {
        "sentence": "有关原生家庭的书籍可以给你很多答案，但答案还是要你自己去探索。",
        "label": ""
      },
      {
        "sentence": "实际上，我们对人际关系的掌握是握在自己手中的，只是我们常常不自知。",
        "label": ""
      },
      {
        "sentence": "你和家人的关系，你完全可以自己决定。",
        "label": ""
      },
      {
        "sentence": "你可以仔细思考一下，你内心潜意识中想要冷淡他们，才会找出“他们忽视你，不那么爱你”这个理由，而这样的思维逻辑其实是阿德勒心理学的理论。",
        "label": ""
      },
      {
        "sentence": "如果你转变一下思维方式，“因为你想要冷淡他们，所以想起了他们不好对待你的记忆”，那么你就能够主导关系修复的过程。",
        "label": ""
      },
      {
        "sentence": "我知道这种观点可能有些难以理解，但最后归结起来还是让自己冷静下来，把他们的问题当成他们的课题，而不是你的问题。",
        "label": ""
      },
      {
        "sentence": "能够改变的只有自己，你的变化会引发对方的改变，或者你的变化会导致对方不得不改变。",
        "label": ""
      },
      {
        "sentence": "比如你不再经济上资助他们，他们也会有所变化。",
        "label": ""
      },
      {
        "sentence": "最后，祝愿你能够达到与家人关系融洽的愿望，祝你幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我会努力表达自己的感受和需求，并相信自己是足够好的。我会去探索更多的解决办法，希望能够与家人建立更好的关系。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我会努力表达自己的感受和需求，并相信自己是足够好的。",
        "label": ""
      },
      {
        "sentence": "我会去探索更多的解决办法，希望能够与家人建立更好的关系。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  }
]