[
  {
    "role": "client",
    "content": "我只想逃避现实，逃避责任，我现在好迷茫，怎么办？我不知道自己脑子里有什么想法，总是觉得很乱。我真的不觉得自己有问题，但身边的人都说我不愿意面对现实，不解决现实问题，一直在逃避责任。可是我觉得我没有问题啊，我只是觉得处理问题很麻烦，只要不当问题存在不去处理不去解决，睡醒照样去生活不就好了吗？有些时候我甚至会觉得处理问题太麻烦了，就想死掉一了百了吧。因为这样的处事导致自己跟女友的关系也出现了危机，因为她觉得我这样的做法很不负责任，没有担当，她觉得以后结婚了有小孩了，我还是这样处事的话，大家都会很辛苦，说我这样的心态不行，因为我逃避的都是影响生活的问题。我不想跟女友分开，可是面对这些问题我只想逃掉，不想去面对也不想处理解决。真的不能把问题往小了去看吗？就不去解决不就好了吗？可是她就是说这样的处理不行，生活中各种问题怎么不去面对解决。但我真的不知道自己在想什么，我什么都不知道，我真的不知道该做什么。",
    "annotation": [
      {
        "sentence": "我只想逃避现实，逃避责任，我现在好迷茫，怎么办？",
        "label": ""
      },
      {
        "sentence": "我不知道自己脑子里有什么想法，总是觉得很乱。",
        "label": ""
      },
      {
        "sentence": "我真的不觉得自己有问题，但身边的人都说我不愿意面对现实，不解决现实问题，一直在逃避责任。",
        "label": ""
      },
      {
        "sentence": "可是我觉得我没有问题啊，我只是觉得处理问题很麻烦，只要不当问题存在不去处理不去解决，睡醒照样去生活不就好了吗？",
        "label": ""
      },
      {
        "sentence": "有些时候我甚至会觉得处理问题太麻烦了，就想死掉一了百了吧。",
        "label": ""
      },
      {
        "sentence": "因为这样的处事导致自己跟女友的关系也出现了危机，因为她觉得我这样的做法很不负责任，没有担当，她觉得以后结婚了有小孩了，我还是这样处事的话，大家都会很辛苦，说我这样的心态不行，因为我逃避的都是影响生活的问题。",
        "label": ""
      },
      {
        "sentence": "我不想跟女友分开，可是面对这些问题我只想逃掉，不想去面对也不想处理解决。",
        "label": ""
      },
      {
        "sentence": "真的不能把问题往小了去看吗？",
        "label": ""
      },
      {
        "sentence": "就不去解决不就好了吗？",
        "label": ""
      },
      {
        "sentence": "可是她就是说这样的处理不行，生活中各种问题怎么不去面对解决。",
        "label": ""
      },
      {
        "sentence": "但我真的不知道自己在想什么，我什么都不知道，我真的不知道该做什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【做个负责任的人没你想象的那么可怕】求助者：你好！谢谢你阅读我的文字，我确实感到很迷茫和焦虑，内心也有些混乱。我非常渴望自己可以变得思维清晰，并且想挽留我的女友。让我们一起来看看到底哪里出了问题。1.你尝试使用“不去思考问题，让问题自己消失”的方式来解决你的问题。我认为你选错了方法。这种方法只适用于处理自己“边界之外”的问题。2.我们必须去面对边界之内的事情，为什么呢？因为我们来到这个世界上就是为了学习“如何完成自己边界之内的事情”，并且放下那些“边界之外”的事情。如果你不去处理自己边界之内的问题，它们自然会跟着你。因为这是你的使命和生存目的。3.你逃避责任是因为缺乏自信，你觉得自己处理不了这些问题，或者你对结果有过高的要求。那么如何解决呢？【第一】保持冷静，让自己先冷静下来，没有冷静的头脑无法做出最好的判断。所以要冷静和放松。【第二】拥有学习的心态，不要对自己有过高的要求，其实过度完美主义对自己没有任何好处，只会让自己感觉“不够好”。【第三】区分问题和人本人你认为自己没问题，而事实上大家指出你的问题是针对你处理事情和态度的方式，而不是指责你这个人。我们要改进的是我们对待问题和态度的方式。【第四】从小事做起如果你对自己没有信心，可以从小事做起，重拾信心。慢慢提高自己的自信和能力，这样也会增加你对负责任的事感兴趣。【第五】做一个受人赖的人要成为这样的人，首先你要对自己有信任，然后付出。比如在这段关系中主动付出。你的女友希望得到的是安全感和责任心。既然你考虑到了未来组建家庭，就要考虑到责任。你可以问问她希望通过什么方式让她感受到爱和安全感。同时你也要考虑到组建家庭所需要的元素，学会主动为准备负责起这些元素。你女友考虑的事情可能比你多，你可以向她请教，这也能让她觉得你有进取心。【第六】面对挫折当遇到挫折时不要惊慌失措，也不要沮丧。记住：我们来到这个世界上就是为了学习。犯错了就改正，而不需要追求完美主义。其实负责任并没有你想象的那么可怕。在自己成长的过程中，负责任能让我们有目标，并且对自己产生更强烈的信任感。也就是说在学习负责任的过程中，我们的自信和能力也会增长。所以你不需要害怕，我对你充满信心！Yourfriend：Audrey。",
    "annotation": [
      {
        "sentence": "【做个负责任的人没你想象的那么可怕】求助者：你好！",
        "label": ""
      },
      {
        "sentence": "谢谢你阅读我的文字，我确实感到很迷茫和焦虑，内心也有些混乱。",
        "label": ""
      },
      {
        "sentence": "我非常渴望自己可以变得思维清晰，并且想挽留我的女友。",
        "label": ""
      },
      {
        "sentence": "让我们一起来看看到底哪里出了问题。",
        "label": ""
      },
      {
        "sentence": "1.你尝试使用“不去思考问题，让问题自己消失”的方式来解决你的问题。",
        "label": ""
      },
      {
        "sentence": "我认为你选错了方法。",
        "label": ""
      },
      {
        "sentence": "这种方法只适用于处理自己“边界之外”的问题。",
        "label": ""
      },
      {
        "sentence": "2.我们必须去面对边界之内的事情，为什么呢？",
        "label": ""
      },
      {
        "sentence": "因为我们来到这个世界上就是为了学习“如何完成自己边界之内的事情”，并且放下那些“边界之外”的事情。",
        "label": ""
      },
      {
        "sentence": "如果你不去处理自己边界之内的问题，它们自然会跟着你。",
        "label": ""
      },
      {
        "sentence": "因为这是你的使命和生存目的。",
        "label": ""
      },
      {
        "sentence": "3.你逃避责任是因为缺乏自信，你觉得自己处理不了这些问题，或者你对结果有过高的要求。",
        "label": ""
      },
      {
        "sentence": "那么如何解决呢？",
        "label": ""
      },
      {
        "sentence": "【第一】保持冷静，让自己先冷静下来，没有冷静的头脑无法做出最好的判断。",
        "label": ""
      },
      {
        "sentence": "所以要冷静和放松。",
        "label": ""
      },
      {
        "sentence": "【第二】拥有学习的心态，不要对自己有过高的要求，其实过度完美主义对自己没有任何好处，只会让自己感觉“不够好”。",
        "label": ""
      },
      {
        "sentence": "【第三】区分问题和人本人你认为自己没问题，而事实上大家指出你的问题是针对你处理事情和态度的方式，而不是指责你这个人。",
        "label": ""
      },
      {
        "sentence": "我们要改进的是我们对待问题和态度的方式。",
        "label": ""
      },
      {
        "sentence": "【第四】从小事做起如果你对自己没有信心，可以从小事做起，重拾信心。",
        "label": ""
      },
      {
        "sentence": "慢慢提高自己的自信和能力，这样也会增加你对负责任的事感兴趣。",
        "label": ""
      },
      {
        "sentence": "【第五】做一个受人赖的人要成为这样的人，首先你要对自己有信任，然后付出。",
        "label": ""
      },
      {
        "sentence": "比如在这段关系中主动付出。",
        "label": ""
      },
      {
        "sentence": "你的女友希望得到的是安全感和责任心。",
        "label": ""
      },
      {
        "sentence": "既然你考虑到了未来组建家庭，就要考虑到责任。",
        "label": ""
      },
      {
        "sentence": "你可以问问她希望通过什么方式让她感受到爱和安全感。",
        "label": ""
      },
      {
        "sentence": "同时你也要考虑到组建家庭所需要的元素，学会主动为准备负责起这些元素。",
        "label": ""
      },
      {
        "sentence": "你女友考虑的事情可能比你多，你可以向她请教，这也能让她觉得你有进取心。",
        "label": ""
      },
      {
        "sentence": "【第六】面对挫折当遇到挫折时不要惊慌失措，也不要沮丧。",
        "label": ""
      },
      {
        "sentence": "记住：我们来到这个世界上就是为了学习。",
        "label": ""
      },
      {
        "sentence": "犯错了就改正，而不需要追求完美主义。",
        "label": ""
      },
      {
        "sentence": "其实负责任并没有你想象的那么可怕。",
        "label": ""
      },
      {
        "sentence": "在自己成长的过程中，负责任能让我们有目标，并且对自己产生更强烈的信任感。",
        "label": ""
      },
      {
        "sentence": "也就是说在学习负责任的过程中，我们的自信和能力也会增长。",
        "label": ""
      },
      {
        "sentence": "所以你不需要害怕，我对你充满信心！",
        "label": ""
      },
      {
        "sentence": "Yourfriend：Audrey。",
        "label": ""
      }
    ]
  }
]