[
  {
    "role": "client",
    "content": "安静下来就总想起来以前自己做的蠢事，好无力？",
    "annotation": [
      {
        "sentence": "安静下来就总想起来以前自己做的蠢事，好无力？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你正在经历的是：经常在夜深人静时，回忆起自己做的“蠢事”，要用一两个小时来让自己平静，很耽误学习和生活。知道别人不会关注这样的小事，但始终面对不了这样的过去。现在越来越严重了，内心也很焦灼，不知道该怎么办才好？",
    "annotation": [
      {
        "sentence": "你正在经历的是：经常在夜深人静时，回忆起自己做的“蠢事”，要用一两个小时来让自己平静，很耽误学习和生活。",
        "label": ""
      },
      {
        "sentence": "知道别人不会关注这样的小事，但始终面对不了这样的过去。",
        "label": ""
      },
      {
        "sentence": "现在越来越严重了，内心也很焦灼，不知道该怎么办才好？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好担心自己无法摆脱这种心情。我感觉自己在过去的错误中被困住了，无法继续向前。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "好担心自己无法摆脱这种心情。",
        "label": ""
      },
      {
        "sentence": "我感觉自己在过去的错误中被困住了，无法继续向前。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先心理学有一个名词叫做『焦点效应』，焦点效应是指人们往往把自己看作一切的中心，高估周围人对自己外表和行为的关注程度。我们总是认为别人对我们会倍加关注，而实际上并非如此。注意你自己的，只有你自己而已。就比如说，我今天的衣服上有一个污点，经过人群的时候，我就会觉得所有人都在盯着自己身上的污点看，有人笑，也会觉得是嘲笑自己，还觉得别人对自己指指点点，想要快速逃离人群。但之后再去问那些当时在场的人时，几乎没有人发现自己身上的污点。我们再来分析一下你所说的“蠢事”。你大一竞选班委，夸大了自己的能力，当时票数很多，也选上了，可是下台以后你就开始后悔。你现在总觉得自己当时很装很夸张。但是其实，几乎没有人会在意你当时在台上说了什么做了什么。比如说，你现在还能够时不时地记起来当时其他竞选班委的同学，在台上说了什么，做了什么吗？即使记得只言片语，是不是也不会在自己的思维里对人家进行批判？所以对于别人也是一样，每个人都会格外地关注自己的表现，而不会关注别人。再举一个例子吧。你有没有去听过那种学术报告呢？台下的人是不是很多学生都在玩手机，或者做自己别的事情，最多只有台上的人和前几排的部分人会听，演讲人都说了什么，用了那些词语，做了哪些动作等等。",
    "annotation": [
      {
        "sentence": "首先心理学有一个名词叫做『焦点效应』，焦点效应是指人们往往把自己看作一切的中心，高估周围人对自己外表和行为的关注程度。",
        "label": ""
      },
      {
        "sentence": "我们总是认为别人对我们会倍加关注，而实际上并非如此。",
        "label": ""
      },
      {
        "sentence": "注意你自己的，只有你自己而已。",
        "label": ""
      },
      {
        "sentence": "就比如说，我今天的衣服上有一个污点，经过人群的时候，我就会觉得所有人都在盯着自己身上的污点看，有人笑，也会觉得是嘲笑自己，还觉得别人对自己指指点点，想要快速逃离人群。",
        "label": ""
      },
      {
        "sentence": "但之后再去问那些当时在场的人时，几乎没有人发现自己身上的污点。",
        "label": ""
      },
      {
        "sentence": "我们再来分析一下你所说的“蠢事”。",
        "label": ""
      },
      {
        "sentence": "你大一竞选班委，夸大了自己的能力，当时票数很多，也选上了，可是下台以后你就开始后悔。",
        "label": ""
      },
      {
        "sentence": "你现在总觉得自己当时很装很夸张。",
        "label": ""
      },
      {
        "sentence": "但是其实，几乎没有人会在意你当时在台上说了什么做了什么。",
        "label": ""
      },
      {
        "sentence": "比如说，你现在还能够时不时地记起来当时其他竞选班委的同学，在台上说了什么，做了什么吗？",
        "label": ""
      },
      {
        "sentence": "即使记得只言片语，是不是也不会在自己的思维里对人家进行批判？",
        "label": ""
      },
      {
        "sentence": "所以对于别人也是一样，每个人都会格外地关注自己的表现，而不会关注别人。",
        "label": ""
      },
      {
        "sentence": "再举一个例子吧。",
        "label": ""
      },
      {
        "sentence": "你有没有去听过那种学术报告呢？",
        "label": ""
      },
      {
        "sentence": "台下的人是不是很多学生都在玩手机，或者做自己别的事情，最多只有台上的人和前几排的部分人会听，演讲人都说了什么，用了那些词语，做了哪些动作等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思。可能我的焦虑并不是别人对我的关注，而是我自己对自己过去行为的批判。我可能过于苛求自己，没能接受自己的错误。是不是也需要采取措施来接受这段过去呢？",
    "annotation": [
      {
        "sentence": "我明白了你的意思。",
        "label": ""
      },
      {
        "sentence": "可能我的焦虑并不是别人对我的关注，而是我自己对自己过去行为的批判。",
        "label": ""
      },
      {
        "sentence": "我可能过于苛求自己，没能接受自己的错误。",
        "label": ""
      },
      {
        "sentence": "是不是也需要采取措施来接受这段过去呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说得对。每个人都会犯错，但是我们不能让错误束缚住自己的心灵。大学是一个允许自己犯一些错误的阶段。在大学里发现自己的错误，总比到了社会上再发现要好得多。所以不要对自己过于苛求，接受自己曾经的错误是成长的一部分。你可以尝试从积极的角度去看待这段过去，把它当作经验教训，让自己更加成熟和进步。同时，也要学会原谅自己，每个人都有过去的错与失误，但是我们要懂得给自己一个机会去重新开始。对于无法摆脱的困难和焦虑，如果实在无法自我开解，甚至非常影响自己的学习和生活，我建议你可以和老师或者心理医生去倾诉倾诉，他们会给你更好的建议。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "每个人都会犯错，但是我们不能让错误束缚住自己的心灵。",
        "label": ""
      },
      {
        "sentence": "大学是一个允许自己犯一些错误的阶段。",
        "label": ""
      },
      {
        "sentence": "在大学里发现自己的错误，总比到了社会上再发现要好得多。",
        "label": ""
      },
      {
        "sentence": "所以不要对自己过于苛求，接受自己曾经的错误是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "你可以尝试从积极的角度去看待这段过去，把它当作经验教训，让自己更加成熟和进步。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会原谅自己，每个人都有过去的错与失误，但是我们要懂得给自己一个机会去重新开始。",
        "label": ""
      },
      {
        "sentence": "对于无法摆脱的困难和焦虑，如果实在无法自我开解，甚至非常影响自己的学习和生活，我建议你可以和老师或者心理医生去倾诉倾诉，他们会给你更好的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和耐心倾听，我现在感觉好多了。我会尽力接受过去的错误，放宽心态，积极面对未来。如果还有困惑，我会考虑寻求专业的帮助。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和耐心倾听，我现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会尽力接受过去的错误，放宽心态，积极面对未来。",
        "label": ""
      },
      {
        "sentence": "如果还有困惑，我会考虑寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。你已经迈出了第一步，相信你一定能够走出困境，重新拥抱美好的未来。无论何时，如果你还需要倾诉或者有其他的困扰，随时都可以找我聊天。希望你能保持积极的心态，一切都会好起来的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信你一定能够走出困境，重新拥抱美好的未来。",
        "label": ""
      },
      {
        "sentence": "无论何时，如果你还需要倾诉或者有其他的困扰，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你能保持积极的心态，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]