[
  {
    "role": "client",
    "content": "我最近总是感觉安静下来就会想起以前自己做过的蠢事，感觉好无力。比如我现在大三了，还总是回想起大一时竞选班委的事情，当时夸大了自己的能力，结果选上了，但下台以后就开始后悔了。我觉得自己当时太装太夸张了。我以为充实自己会改善一些，可是夜深人静的时候依然深深影响着我。我需要用一两个小时的时间让自己平静下来。这样的事情真的很耽误我的学习和生活。我知道别人可能不会关注我这些小事，但我却无法面对这样的过去。而且现在这个问题越来越严重了。",
    "annotation": [
      {
        "sentence": "我最近总是感觉安静下来就会想起以前自己做过的蠢事，感觉好无力。",
        "label": ""
      },
      {
        "sentence": "比如我现在大三了，还总是回想起大一时竞选班委的事情，当时夸大了自己的能力，结果选上了，但下台以后就开始后悔了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己当时太装太夸张了。",
        "label": ""
      },
      {
        "sentence": "我以为充实自己会改善一些，可是夜深人静的时候依然深深影响着我。",
        "label": ""
      },
      {
        "sentence": "我需要用一两个小时的时间让自己平静下来。",
        "label": ""
      },
      {
        "sentence": "这样的事情真的很耽误我的学习和生活。",
        "label": ""
      },
      {
        "sentence": "我知道别人可能不会关注我这些小事，但我却无法面对这样的过去。",
        "label": ""
      },
      {
        "sentence": "而且现在这个问题越来越严重了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，感受到你因为回忆往事而感到困扰。你说【现在大三，回想起大一的时候竞选班委夸大了自己的能力，当时票数很多也选上了，可是下台以后就后悔，现在总觉得自己当时很装很夸张。】你提到了当时作为大一新生面对班委选举时的做法，通过你的介绍和面试，你成功地获得了同学们的认可并当选了。能够得到同学们的认可是因为你当时自身的光芒吸引了他们，至少我从你大一时的自信中看到了这一点。你认为自己夸张了，是因为现在觉得自己的能力与职位不匹配而感到烦恼吗？是因为当时提到的优点现在无法实现而感到困扰吗？如果只是觉得自己当时夸张了，那就不必过于纠结，因为每个人都希望向他人展示更好的自己，所以在言语上夸张一些是正常的。当时竞选的票数很多也说明你当时说的并没有夸大到离谱的地步，同学们也是欣赏并佩服你的。我想给你一些建议，希望能帮到你：不要过于纠结过去。傅首尔曾经说过：“都会过去”，这句话非常实用。无论是狂喜还是沮丧，得意还是失落，开心还是难过，大笑还是流泪，都可以对自己说这句话，因为事实上一切都会过去。对过去的纠结没有实质性的意义，我们能改变的、能做的就是活在当下。制定生活规划。充实自己可以使我们的生活更加丰富多彩，但前提是要有秩序和规划，否则充实只会给我们带来繁琐和忙乱。在学校中，我们应该已经有了自己的职业规划，现在要做的是将它具体化到每周、每天，并付诸实践。培养兴趣爱好。大学四年是很宝贵的时光，在毕业后我们可能会步入社会，但在校期间我们的时间相对较为充裕。因此，我们可以发展一门自己的兴趣爱好，让大学生活除了学习之外还有更多的乐趣，并且通过兴趣爱好结识志同道合的人。保持健康作息。身体健康非常重要，这一点众所周知，然而能真正做到好好爱护自己身体、早睡早起的人并不多，特别是年轻人。在白天完成基本目标之后，晚上可以适当放松，减少独自面对夜深人静的时间，减少胡思乱想。对自己要有信心。另外，要明白的是，大家都在忙着自己的事情，真正会观察我们的人并不多。我们不需要因为别人的目光而害怕出错，不要让自己的行动停止。大学四年说长不长，说短不短，我们应该对自己负责，对自己有信心，相信自己所做的事情是正确的，如果犯了错误也不要自责，我们要总结经验以避免下次再犯。趁着年轻，给自己试错的机会，未来的你会感谢现在这个勇于尝试、热爱自己的人的。祝你生活愉快！",
    "annotation": [
      {
        "sentence": "看了你的描述，感受到你因为回忆往事而感到困扰。",
        "label": ""
      },
      {
        "sentence": "你说【现在大三，回想起大一的时候竞选班委夸大了自己的能力，当时票数很多也选上了，可是下台以后就后悔，现在总觉得自己当时很装很夸张。",
        "label": ""
      },
      {
        "sentence": "】你提到了当时作为大一新生面对班委选举时的做法，通过你的介绍和面试，你成功地获得了同学们的认可并当选了。",
        "label": ""
      },
      {
        "sentence": "能够得到同学们的认可是因为你当时自身的光芒吸引了他们，至少我从你大一时的自信中看到了这一点。",
        "label": ""
      },
      {
        "sentence": "你认为自己夸张了，是因为现在觉得自己的能力与职位不匹配而感到烦恼吗？",
        "label": ""
      },
      {
        "sentence": "是因为当时提到的优点现在无法实现而感到困扰吗？",
        "label": ""
      },
      {
        "sentence": "如果只是觉得自己当时夸张了，那就不必过于纠结，因为每个人都希望向他人展示更好的自己，所以在言语上夸张一些是正常的。",
        "label": ""
      },
      {
        "sentence": "当时竞选的票数很多也说明你当时说的并没有夸大到离谱的地步，同学们也是欣赏并佩服你的。",
        "label": ""
      },
      {
        "sentence": "我想给你一些建议，希望能帮到你：不要过于纠结过去。",
        "label": ""
      },
      {
        "sentence": "傅首尔曾经说过：“都会过去”，这句话非常实用。",
        "label": ""
      },
      {
        "sentence": "无论是狂喜还是沮丧，得意还是失落，开心还是难过，大笑还是流泪，都可以对自己说这句话，因为事实上一切都会过去。",
        "label": ""
      },
      {
        "sentence": "对过去的纠结没有实质性的意义，我们能改变的、能做的就是活在当下。",
        "label": ""
      },
      {
        "sentence": "制定生活规划。",
        "label": ""
      },
      {
        "sentence": "充实自己可以使我们的生活更加丰富多彩，但前提是要有秩序和规划，否则充实只会给我们带来繁琐和忙乱。",
        "label": ""
      },
      {
        "sentence": "在学校中，我们应该已经有了自己的职业规划，现在要做的是将它具体化到每周、每天，并付诸实践。",
        "label": ""
      },
      {
        "sentence": "培养兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "大学四年是很宝贵的时光，在毕业后我们可能会步入社会，但在校期间我们的时间相对较为充裕。",
        "label": ""
      },
      {
        "sentence": "因此，我们可以发展一门自己的兴趣爱好，让大学生活除了学习之外还有更多的乐趣，并且通过兴趣爱好结识志同道合的人。",
        "label": ""
      },
      {
        "sentence": "保持健康作息。",
        "label": ""
      },
      {
        "sentence": "身体健康非常重要，这一点众所周知，然而能真正做到好好爱护自己身体、早睡早起的人并不多，特别是年轻人。",
        "label": ""
      },
      {
        "sentence": "在白天完成基本目标之后，晚上可以适当放松，减少独自面对夜深人静的时间，减少胡思乱想。",
        "label": ""
      },
      {
        "sentence": "对自己要有信心。",
        "label": ""
      },
      {
        "sentence": "另外，要明白的是，大家都在忙着自己的事情，真正会观察我们的人并不多。",
        "label": ""
      },
      {
        "sentence": "我们不需要因为别人的目光而害怕出错，不要让自己的行动停止。",
        "label": ""
      },
      {
        "sentence": "大学四年说长不长，说短不短，我们应该对自己负责，对自己有信心，相信自己所做的事情是正确的，如果犯了错误也不要自责，我们要总结经验以避免下次再犯。",
        "label": ""
      },
      {
        "sentence": "趁着年轻，给自己试错的机会，未来的你会感谢现在这个勇于尝试、热爱自己的人的。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快！",
        "label": ""
      }
    ]
  }
]