[
  {
    "role": "client",
    "content": "我总会感觉莫名的紧张，这是为什么呢？",
    "annotation": [
      {
        "sentence": "我总会感觉莫名的紧张，这是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有紧张、兴奋或者恐惧等感觉是正常的，只要将其控制在自己可以承受的范围内就好。从你的描述中，可以看出你会在接触新鲜事物时，感到紧张，虽然努力控制自己，但依然会有这样的感觉产生。想要告诉你的是，这种紧张感是正常的，没有必要回避。",
    "annotation": [
      {
        "sentence": "有紧张、兴奋或者恐惧等感觉是正常的，只要将其控制在自己可以承受的范围内就好。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你会在接触新鲜事物时，感到紧张，虽然努力控制自己，但依然会有这样的感觉产生。",
        "label": ""
      },
      {
        "sentence": "想要告诉你的是，这种紧张感是正常的，没有必要回避。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得这种紧张感会影响我的行动和心情，有没有办法可以制止呢？",
    "annotation": [
      {
        "sentence": "可是我总觉得这种紧张感会影响我的行动和心情，有没有办法可以制止呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那些在各个场合下都大方和自如的人，内心也会有紧张，只是他们更加会调节，不会让这样的情绪影响到自己的发挥而已。其次，我们在某种情景下紧张，可能是因为在意他人对我们的评价，担心自己表现的不好，会出丑或者让他人失望，从而给自己一些心理压力，导致自己非常紧张。当你是这样的原因时，可以给自己的积极的暗示，即你是第一次做某件事情，做不好或者做得不够好，这些是正常的，不是你的能力不够，可能是你的经验的不足。",
    "annotation": [
      {
        "sentence": "那些在各个场合下都大方和自如的人，内心也会有紧张，只是他们更加会调节，不会让这样的情绪影响到自己的发挥而已。",
        "label": ""
      },
      {
        "sentence": "其次，我们在某种情景下紧张，可能是因为在意他人对我们的评价，担心自己表现的不好，会出丑或者让他人失望，从而给自己一些心理压力，导致自己非常紧张。",
        "label": ""
      },
      {
        "sentence": "当你是这样的原因时，可以给自己的积极的暗示，即你是第一次做某件事情，做不好或者做得不够好，这些是正常的，不是你的能力不够，可能是你的经验的不足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那有没有具体方法可以让我更好地控制自己的情绪呢？",
    "annotation": [
      {
        "sentence": "那有没有具体方法可以让我更好地控制自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你紧张时，可以尝试深呼吸或者做些其他放松的事情，比如看看周边的环境或者台下的人，保持自己的面部放松和微笑。当你做到这些身体上的控制时，你的心情也会放松下来。有条件的话，可以让自己多多参加这样的场合，多尝试新事物，慢慢地挑战自己和战胜自己，你会由此变得越来越放松，也会变得更加自信。",
    "annotation": [
      {
        "sentence": "当你紧张时，可以尝试深呼吸或者做些其他放松的事情，比如看看周边的环境或者台下的人，保持自己的面部放松和微笑。",
        "label": ""
      },
      {
        "sentence": "当你做到这些身体上的控制时，你的心情也会放松下来。",
        "label": ""
      },
      {
        "sentence": "有条件的话，可以让自己多多参加这样的场合，多尝试新事物，慢慢地挑战自己和战胜自己，你会由此变得越来越放松，也会变得更加自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我感觉自己可能不太行，会让自己更加紧张。",
    "annotation": [
      {
        "sentence": "但是我感觉自己可能不太行，会让自己更加紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实不然，如果你充分了解自己的状态和需要，找到适合自己的方式进行调节，你就能够在压力和挑战中成长，变得更加自信。并且，当你实在非常紧张时，可以唱唱歌或者做些放松的动作，帮助舒缓自己的情绪，从而投入到当下的人际场合中，相信你会在自己的尝试和努力下，越来越自信从容的。",
    "annotation": [
      {
        "sentence": "其实不然，如果你充分了解自己的状态和需要，找到适合自己的方式进行调节，你就能够在压力和挑战中成长，变得更加自信。",
        "label": ""
      },
      {
        "sentence": "并且，当你实在非常紧张时，可以唱唱歌或者做些放松的动作，帮助舒缓自己的情绪，从而投入到当下的人际场合中，相信你会在自己的尝试和努力下，越来越自信从容的。",
        "label": ""
      }
    ]
  }
]