[
  {
    "role": "client",
    "content": "我觉得我妈控制欲太强，给我很大的压力，怎么办？我很小的时候我妈把我丢给外婆养，大概在我6岁的时候回来了，她老是和我说什么我奶奶不好，我爸不好等等，在我小时候她经常打我，写不来作业就打，打到我夏天都不敢穿短袖，还把我关在门外，说不要我了，还是经常的，我15的时候我妈还经常和我说我人都是她的，还有什么隐私，我现在16她还老是要求我把门开起，不然骂我，我反抗过，到头来受伤的还是我，还被说作！我压力好大。",
    "annotation": [
      {
        "sentence": "我觉得我妈控制欲太强，给我很大的压力，怎么办？",
        "label": ""
      },
      {
        "sentence": "我很小的时候我妈把我丢给外婆养，大概在我6岁的时候回来了，她老是和我说什么我奶奶不好，我爸不好等等，在我小时候她经常打我，写不来作业就打，打到我夏天都不敢穿短袖，还把我关在门外，说不要我了，还是经常的，我15的时候我妈还经常和我说我人都是她的，还有什么隐私，我现在16她还老是要求我把门开起，不然骂我，我反抗过，到头来受伤的还是我，还被说作！",
        "label": ""
      },
      {
        "sentence": "我压力好大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困扰，我想说，首先你要知道，你没有错。你当前的困境让我想起了自己有类似经历的时候。我也曾经被我的家人伤害过。家人的爱应该是无条件的，但事实上并不总是这样，这些痛苦的经历会对我们成年后的生活产生很大的影响。我能够理解你对你妈妈的不信任和害怕，同时更想强调一下你的权利，你有权利拒绝你妈妈的控制和伤害。我觉得你应该尝试与她好好谈一下，告诉她你的感受，让她知道自己的行为对你造成的影响。如果她对话时充耳你的感受，那么就有机会解决问题，同时如果她没有意识到她的错误，也不应该把她的错误归到你身上。这样的交流的确是需要勇气的，但我相信，在你明确自己的权利，行使它的时候，你能够得到更好的解决方式，同时也为自己争取到更多的尊重。",
    "annotation": [
      {
        "sentence": "看到你的困扰，我想说，首先你要知道，你没有错。",
        "label": ""
      },
      {
        "sentence": "你当前的困境让我想起了自己有类似经历的时候。",
        "label": ""
      },
      {
        "sentence": "我也曾经被我的家人伤害过。",
        "label": ""
      },
      {
        "sentence": "家人的爱应该是无条件的，但事实上并不总是这样，这些痛苦的经历会对我们成年后的生活产生很大的影响。",
        "label": ""
      },
      {
        "sentence": "我能够理解你对你妈妈的不信任和害怕，同时更想强调一下你的权利，你有权利拒绝你妈妈的控制和伤害。",
        "label": ""
      },
      {
        "sentence": "我觉得你应该尝试与她好好谈一下，告诉她你的感受，让她知道自己的行为对你造成的影响。",
        "label": ""
      },
      {
        "sentence": "如果她对话时充耳你的感受，那么就有机会解决问题，同时如果她没有意识到她的错误，也不应该把她的错误归到你身上。",
        "label": ""
      },
      {
        "sentence": "这样的交流的确是需要勇气的，但我相信，在你明确自己的权利，行使它的时候，你能够得到更好的解决方式，同时也为自己争取到更多的尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道该怎么和我妈妈沟通，也不确定她会不会理解我的感受。我连这个话题都不想再跟她谈了，因为以前和她谈过，她总是会否定我的感受。哪怕是跟朋友说这些事情，我也会感觉很难受。",
    "annotation": [
      {
        "sentence": "我不知道该怎么和我妈妈沟通，也不确定她会不会理解我的感受。",
        "label": ""
      },
      {
        "sentence": "我连这个话题都不想再跟她谈了，因为以前和她谈过，她总是会否定我的感受。",
        "label": ""
      },
      {
        "sentence": "哪怕是跟朋友说这些事情，我也会感觉很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常了解你的难处。如果你不想再和你的妈妈沟通，那么既然你的感受也是至关重要的，你可以考虑通过跟朋友交流或者寻求专业人士的帮助来排解。通过这种方式，你可以得到更多的支持和建议，甚至是重获自信。当你和自己的感受重新建立联系时，你可以更自然地去面对自己的问题，而你也可以更有效地解决它们。我想你确实很勇敢地出来询问这个问题，这也是一个良好的开端，你的行动为自己争取到自己优质的心理健康，我由衷地为你欣慰。",
    "annotation": [
      {
        "sentence": "我非常了解你的难处。",
        "label": ""
      },
      {
        "sentence": "如果你不想再和你的妈妈沟通，那么既然你的感受也是至关重要的，你可以考虑通过跟朋友交流或者寻求专业人士的帮助来排解。",
        "label": ""
      },
      {
        "sentence": "通过这种方式，你可以得到更多的支持和建议，甚至是重获自信。",
        "label": ""
      },
      {
        "sentence": "当你和自己的感受重新建立联系时，你可以更自然地去面对自己的问题，而你也可以更有效地解决它们。",
        "label": ""
      },
      {
        "sentence": "我想你确实很勇敢地出来询问这个问题，这也是一个良好的开端，你的行动为自己争取到自己优质的心理健康，我由衷地为你欣慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实是很害怕成为另外一个我妈妈，因为我发现我有和她类似的控制欲，不知道要怎么办，不想再伤害我爱的人。",
    "annotation": [
      {
        "sentence": "我其实是很害怕成为另外一个我妈妈，因为我发现我有和她类似的控制欲，不知道要怎么办，不想再伤害我爱的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的非常对，对于一个有过这样的经历的人来说，做人和教育孩子时都需要很谨慎。这也是为什么我很欣赏你的人生态度，能够理性地考虑问题，从而才能做出正确的决策。如果你担心自己的控制欲成为你妈妈的另一面，那么我想告诉你，任何人都有成长和改善的空间，只要你有意愿就一定可以改变。个人认为，学习和尝试外部的支撑和建议是非常必要的。一个独立的、成熟的人在适当的情况下可以自主决策，但是也需要肯认自己的局限。所以，找恰当的支持人士来谈话或者寻求专业咨询都是很好的办法，我相信你的做法会让自己更加成熟。",
    "annotation": [
      {
        "sentence": "你说的非常对，对于一个有过这样的经历的人来说，做人和教育孩子时都需要很谨慎。",
        "label": ""
      },
      {
        "sentence": "这也是为什么我很欣赏你的人生态度，能够理性地考虑问题，从而才能做出正确的决策。",
        "label": ""
      },
      {
        "sentence": "如果你担心自己的控制欲成为你妈妈的另一面，那么我想告诉你，任何人都有成长和改善的空间，只要你有意愿就一定可以改变。",
        "label": ""
      },
      {
        "sentence": "个人认为，学习和尝试外部的支撑和建议是非常必要的。",
        "label": ""
      },
      {
        "sentence": "一个独立的、成熟的人在适当的情况下可以自主决策，但是也需要肯认自己的局限。",
        "label": ""
      },
      {
        "sentence": "所以，找恰当的支持人士来谈话或者寻求专业咨询都是很好的办法，我相信你的做法会让自己更加成熟。",
        "label": ""
      }
    ]
  }
]