[
  {
    "role": "client",
    "content": "被上司穿小鞋，并且有代沟，怎么和他相处？我是95年，上司是89年。",
    "annotation": [
      {
        "sentence": "被上司穿小鞋，并且有代沟，怎么和他相处？",
        "label": ""
      },
      {
        "sentence": "我是95年，上司是89年。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "职场上是竞争和较量体现得最淋漓尽致的场合之一，你爱憎分明的个性里既懂得忍让，也懂得抗争。现在通过自己的努力获得了升职，摆脱了前上司的压迫和无理的指使，等于是自己终于走到柳暗花明豁然开朗的开阔境地。尽管内心不能马上忘记和忽视曾经承受的委屈，毕竟是经历给予自己的真切感受，这当然是无法抹杀的部分。因此，你适度的反击是释放负面情绪的方式，也让对方知道你有自主的力量维护自己的正当权益，加之职位提升后，他再也不能像从前那样用近乎压迫的方式支配你。从这个角度上来说，你有很多个理由告别过去，不断继续向前。",
    "annotation": [
      {
        "sentence": "职场上是竞争和较量体现得最淋漓尽致的场合之一，你爱憎分明的个性里既懂得忍让，也懂得抗争。",
        "label": ""
      },
      {
        "sentence": "现在通过自己的努力获得了升职，摆脱了前上司的压迫和无理的指使，等于是自己终于走到柳暗花明豁然开朗的开阔境地。",
        "label": ""
      },
      {
        "sentence": "尽管内心不能马上忘记和忽视曾经承受的委屈，毕竟是经历给予自己的真切感受，这当然是无法抹杀的部分。",
        "label": ""
      },
      {
        "sentence": "因此，你适度的反击是释放负面情绪的方式，也让对方知道你有自主的力量维护自己的正当权益，加之职位提升后，他再也不能像从前那样用近乎压迫的方式支配你。",
        "label": ""
      },
      {
        "sentence": "从这个角度上来说，你有很多个理由告别过去，不断继续向前。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是每次见到他我都恨不得骂他，我怎样才能放下对他的憎恨呢？",
    "annotation": [
      {
        "sentence": "可是每次见到他我都恨不得骂他，我怎样才能放下对他的憎恨呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你是否有过这样的感觉，当一想起过去就产生让自己咬牙切齿的憎恨，处在憎恨中的自己疲倦，失落，分心，焦躁。如何摆脱这些感受呢？个人觉得，只有自己不断地壮大自己的力量，并将专注力转移到发展职场能力上是很好的方式。我们能做的就是允许厌恶的情绪存在，接着用持续的出色表现来继续补充自己的力量感。负面情绪存在着，只是被更好的情绪覆盖了。当你的内心充满了积极的动力，或许就能做到忽视对他人的憎恶。",
    "annotation": [
      {
        "sentence": "不知道你是否有过这样的感觉，当一想起过去就产生让自己咬牙切齿的憎恨，处在憎恨中的自己疲倦，失落，分心，焦躁。",
        "label": ""
      },
      {
        "sentence": "如何摆脱这些感受呢？",
        "label": ""
      },
      {
        "sentence": "个人觉得，只有自己不断地壮大自己的力量，并将专注力转移到发展职场能力上是很好的方式。",
        "label": ""
      },
      {
        "sentence": "我们能做的就是允许厌恶的情绪存在，接着用持续的出色表现来继续补充自己的力量感。",
        "label": ""
      },
      {
        "sentence": "负面情绪存在着，只是被更好的情绪覆盖了。",
        "label": ""
      },
      {
        "sentence": "当你的内心充满了积极的动力，或许就能做到忽视对他人的憎恶。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，但我觉得我对他的憎恶太深了，很难自我调节。",
    "annotation": [
      {
        "sentence": "我理解了，但我觉得我对他的憎恶太深了，很难自我调节。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人是情感动物，每个人都有自己讨厌的人和事物。处在憎恶中的自己疲倦，失落，分心，焦躁，这是很正常的。但随着我们的成长和发展，我们逐渐获得力量，敢于对不公平和不合理说不，也就意味着我们已经有能力让自己过得更好。执念于从前，可能陷于缓慢停滞的状态中，对于已经站起来的自己，是不愿意看到的。所以，我们可以尝试一些方法来避免陷入抗争和憎恨的状态。比如冥想、定时运动、阅读、听直播或广播。在听广播的时候，选择一些言行一致、正直善良的社会名家独特的观点，从他们凝聚的观点中体会到逻辑流畅之美，帮助我们锻炼出专注的思维和开阔的视野。且汲取知识养分本身也是补充自己能量很好的方式。久而久之，那个曾经贬低利用你的人就会变成你生命中随时可以忽略的路人甲乙丙丁。",
    "annotation": [
      {
        "sentence": "人是情感动物，每个人都有自己讨厌的人和事物。",
        "label": ""
      },
      {
        "sentence": "处在憎恶中的自己疲倦，失落，分心，焦躁，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "但随着我们的成长和发展，我们逐渐获得力量，敢于对不公平和不合理说不，也就意味着我们已经有能力让自己过得更好。",
        "label": ""
      },
      {
        "sentence": "执念于从前，可能陷于缓慢停滞的状态中，对于已经站起来的自己，是不愿意看到的。",
        "label": ""
      },
      {
        "sentence": "所以，我们可以尝试一些方法来避免陷入抗争和憎恨的状态。",
        "label": ""
      },
      {
        "sentence": "比如冥想、定时运动、阅读、听直播或广播。",
        "label": ""
      },
      {
        "sentence": "在听广播的时候，选择一些言行一致、正直善良的社会名家独特的观点，从他们凝聚的观点中体会到逻辑流畅之美，帮助我们锻炼出专注的思维和开阔的视野。",
        "label": ""
      },
      {
        "sentence": "且汲取知识养分本身也是补充自己能量很好的方式。",
        "label": ""
      },
      {
        "sentence": "久而久之，那个曾经贬低利用你的人就会变成你生命中随时可以忽略的路人甲乙丙丁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试用这些方法来提升自己的专注力和正面情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试用这些方法来提升自己的专注力和正面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经意识到了问题并且有了改变的决心，这是非常不错的一步。相信你能逐渐走出对前上司的憎恨，继续在职场上取得更好的成绩。加油！",
    "annotation": [
      {
        "sentence": "不客气，你已经意识到了问题并且有了改变的决心，这是非常不错的一步。",
        "label": ""
      },
      {
        "sentence": "相信你能逐渐走出对前上司的憎恨，继续在职场上取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会努力的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够做到！祝愉快！",
    "annotation": [
      {
        "sentence": "我相信你一定能够做到！",
        "label": ""
      },
      {
        "sentence": "祝愉快！",
        "label": ""
      }
    ]
  }
]