[
  {
    "role": "client",
    "content": "我是一个大学生，想努力，但始终没动力，没付诸行动。我在一个普通家庭长大，父亲对我期望很高，高中考到市重点，一直对我弟弟说要以我为榜样。可惜我高考失败了，考了一个普通的大学。现在我在这个普通大学里，什么动力也没有，觉得很挫败，觉得家人肯定很失望，我觉得我在这方面对家人很不负责任。",
    "annotation": [
      {
        "sentence": "我是一个大学生，想努力，但始终没动力，没付诸行动。",
        "label": ""
      },
      {
        "sentence": "我在一个普通家庭长大，父亲对我期望很高，高中考到市重点，一直对我弟弟说要以我为榜样。",
        "label": ""
      },
      {
        "sentence": "可惜我高考失败了，考了一个普通的大学。",
        "label": ""
      },
      {
        "sentence": "现在我在这个普通大学里，什么动力也没有，觉得很挫败，觉得家人肯定很失望，我觉得我在这方面对家人很不负责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不要这样否定自己，你所做的一切都是很了不起的。你说自己没动力，但是其实你已经做了很多——你尝试着去努力，不可能每次做到都很好。所以，我认为你并不缺乏动力，你缺的是正确的心态。你希望成为家人的骄傲，这是一个很好的追求，但你需要更加了解自己，你需要理解自己的优点和不足。",
    "annotation": [
      {
        "sentence": "你不要这样否定自己，你所做的一切都是很了不起的。",
        "label": ""
      },
      {
        "sentence": "你说自己没动力，但是其实你已经做了很多——你尝试着去努力，不可能每次做到都很好。",
        "label": ""
      },
      {
        "sentence": "所以，我认为你并不缺乏动力，你缺的是正确的心态。",
        "label": ""
      },
      {
        "sentence": "你希望成为家人的骄傲，这是一个很好的追求，但你需要更加了解自己，你需要理解自己的优点和不足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我最大的问题是在学校里，我什么活动都不想参加，尽管我和同学们相处得也不错。我有很多兴趣爱好，但现在除了玩手机其他都不感兴趣，因为我觉得自己很失败很懒惰。我很努力地想要改变这种状态，每次都做了计划，但每次都会因为各种借口而没有实行。",
    "annotation": [
      {
        "sentence": "我想我最大的问题是在学校里，我什么活动都不想参加，尽管我和同学们相处得也不错。",
        "label": ""
      },
      {
        "sentence": "我有很多兴趣爱好，但现在除了玩手机其他都不感兴趣，因为我觉得自己很失败很懒惰。",
        "label": ""
      },
      {
        "sentence": "我很努力地想要改变这种状态，每次都做了计划，但每次都会因为各种借口而没有实行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。你可能需要一些时间来更好地了解自己，找到对你有意义的事情。此外，你可以先设立小目标，比如参加一个活动或者学习一项新技能。我们不能一蹴而就，最重要的是先开始，让自己慢慢适应和发展。如果你感到无助或挫败，请不要自责。不要小看自己，你相信我，你已经在走向正确的方向了。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你可能需要一些时间来更好地了解自己，找到对你有意义的事情。",
        "label": ""
      },
      {
        "sentence": "此外，你可以先设立小目标，比如参加一个活动或者学习一项新技能。",
        "label": ""
      },
      {
        "sentence": "我们不能一蹴而就，最重要的是先开始，让自己慢慢适应和发展。",
        "label": ""
      },
      {
        "sentence": "如果你感到无助或挫败，请不要自责。",
        "label": ""
      },
      {
        "sentence": "不要小看自己，你相信我，你已经在走向正确的方向了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道最近要开始四级和二级考试了，但我还是提不起干劲来复习。我感到自己没有前进的动力，觉得每天都在浪费时间。",
    "annotation": [
      {
        "sentence": "我知道最近要开始四级和二级考试了，但我还是提不起干劲来复习。",
        "label": ""
      },
      {
        "sentence": "我感到自己没有前进的动力，觉得每天都在浪费时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多数时候，我们需要改变自己的内心状态，才能进入更积极的状态，感到更有动力。需要让自己偶尔休息和放松，以便更好地适应生活中的压力和挑战，不要自责。一些简单的事情，例如出去散步、运动或者跟朋友聊天，都可以帮助你恢复内心的稳定和平衡。总之，慢慢来，你会慢慢进步的。",
    "annotation": [
      {
        "sentence": "多数时候，我们需要改变自己的内心状态，才能进入更积极的状态，感到更有动力。",
        "label": ""
      },
      {
        "sentence": "需要让自己偶尔休息和放松，以便更好地适应生活中的压力和挑战，不要自责。",
        "label": ""
      },
      {
        "sentence": "一些简单的事情，例如出去散步、运动或者跟朋友聊天，都可以帮助你恢复内心的稳定和平衡。",
        "label": ""
      },
      {
        "sentence": "总之，慢慢来，你会慢慢进步的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感激你的建议，但有时候我总是觉得很沮丧。我的将来好模糊，不知该去何处，该如何做才能让家人对我满意。",
    "annotation": [
      {
        "sentence": "我很感激你的建议，但有时候我总是觉得很沮丧。",
        "label": ""
      },
      {
        "sentence": "我的将来好模糊，不知该去何处，该如何做才能让家人对我满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道那种感受。然而，你所经历的都是成长的一部分。不要害怕尝试新的事物，同时也要相信自己的决策。你可以尝试发现一些让你感到自豪和满意的事情，例如一篇文章或者一项小成就，以此帮助你更好地自我认知。你也可以考虑找一位专业的心理医生进行话剧治疗，他们会针对你的情况提供更多的帮助和建议。",
    "annotation": [
      {
        "sentence": "我知道那种感受。",
        "label": ""
      },
      {
        "sentence": "然而，你所经历的都是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "不要害怕尝试新的事物，同时也要相信自己的决策。",
        "label": ""
      },
      {
        "sentence": "你可以尝试发现一些让你感到自豪和满意的事情，例如一篇文章或者一项小成就，以此帮助你更好地自我认知。",
        "label": ""
      },
      {
        "sentence": "你也可以考虑找一位专业的心理医生进行话剧治疗，他们会针对你的情况提供更多的帮助和建议。",
        "label": ""
      }
    ]
  }
]