[
  {
    "role": "client",
    "content": "我觉得很难接受别人对我发表的负面评价，该怎么应对呢？",
    "annotation": [
      {
        "sentence": "我觉得很难接受别人对我发表的负面评价，该怎么应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，除了我们基因中的本能因素以外，从小到大经历对我们的烙印，尤其是童年时与父母的关系，会极大的影响我们对他人评价的反应，让我们对别人同一句话、同一个动作，产生迥然不同的心理变化。可能是在你的成长过程中家人或者其他人有意无意地对你有好多负面评价，让人非常反感这种否定。现在我们需要做的一方面是客观地看待别人的评价，另一方面就是要接纳自己的不完美。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，除了我们基因中的本能因素以外，从小到大经历对我们的烙印，尤其是童年时与父母的关系，会极大的影响我们对他人评价的反应，让我们对别人同一句话、同一个动作，产生迥然不同的心理变化。",
        "label": ""
      },
      {
        "sentence": "可能是在你的成长过程中家人或者其他人有意无意地对你有好多负面评价，让人非常反感这种否定。",
        "label": ""
      },
      {
        "sentence": "现在我们需要做的一方面是客观地看待别人的评价，另一方面就是要接纳自己的不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我控制不住地生气和否认，该怎么办？",
    "annotation": [
      {
        "sentence": "可是我控制不住地生气和否认，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这其实是情绪调节的一个问题。情绪调节可以被理解为适应和应对外界情绪刺激的能力。当一个人能够很好地调节自己的情绪时，就会感觉自己的生活在很大程度上受控于自己，情感也会更加稳定。那么我们可以开始从情绪调节方面入手，一种方法是深呼吸。当你感到激动、生气或者沮丧时，深呼吸可以帮助你的身体和大脑放松下来，从而减轻紧张感，也能让你保持清醒和冷静。",
    "annotation": [
      {
        "sentence": "这其实是情绪调节的一个问题。",
        "label": ""
      },
      {
        "sentence": "情绪调节可以被理解为适应和应对外界情绪刺激的能力。",
        "label": ""
      },
      {
        "sentence": "当一个人能够很好地调节自己的情绪时，就会感觉自己的生活在很大程度上受控于自己，情感也会更加稳定。",
        "label": ""
      },
      {
        "sentence": "那么我们可以开始从情绪调节方面入手，一种方法是深呼吸。",
        "label": ""
      },
      {
        "sentence": "当你感到激动、生气或者沮丧时，深呼吸可以帮助你的身体和大脑放松下来，从而减轻紧张感，也能让你保持清醒和冷静。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了，那我该如何应对他人负面评价呢？",
    "annotation": [
      {
        "sentence": "好的，我明白了，那我该如何应对他人负面评价呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从认知层面去分析，让自己把注意力放在变成更好的自己这个目标上。子曰：“择其善者而从之，其不善者而改之”。接纳是说允许自己做得不够好，允许别人说自己不完美，因为没有人是完美的。当你看待自己和别人的评价时，要尝试学会区分事实和想法。事实是客观存在的，而想法则是一种主观判断。接纳自己的不完美，接纳别人的评价，并且从中找到能够改进自己的方面，那么你就能够应对负面评价。",
    "annotation": [
      {
        "sentence": "从认知层面去分析，让自己把注意力放在变成更好的自己这个目标上。",
        "label": ""
      },
      {
        "sentence": "子曰：“择其善者而从之，其不善者而改之”。",
        "label": ""
      },
      {
        "sentence": "接纳是说允许自己做得不够好，允许别人说自己不完美，因为没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "当你看待自己和别人的评价时，要尝试学会区分事实和想法。",
        "label": ""
      },
      {
        "sentence": "事实是客观存在的，而想法则是一种主观判断。",
        "label": ""
      },
      {
        "sentence": "接纳自己的不完美，接纳别人的评价，并且从中找到能够改进自己的方面，那么你就能够应对负面评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "看来我需要更加客观地看待自己，接纳我的不完美，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "看来我需要更加客观地看待自己，接纳我的不完美，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，无论何时何地我们都应该学会自我控制和情绪调节，这样才能更好地应对生活中的各种困难。一定要相信自己，这样你就能够在成为更好的自己的道路上继续前行！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，无论何时何地我们都应该学会自我控制和情绪调节，这样才能更好地应对生活中的各种困难。",
        "label": ""
      },
      {
        "sentence": "一定要相信自己，这样你就能够在成为更好的自己的道路上继续前行！",
        "label": ""
      }
    ]
  }
]