[
  {
    "role": "client",
    "content": "知道是为自己好，如何应对他人对自己的负面评价？18岁女，家里人和朋友，有时候会指出我的错误和缺点，我会控制不住地生气和否认，但事后想起来，他们说的也是有道理的，但我很多次都管不住自己，好像无法接受负面评价，爱听好话，我这需要咋处理呢？",
    "annotation": [
      {
        "sentence": "知道是为自己好，如何应对他人对自己的负面评价？",
        "label": ""
      },
      {
        "sentence": "18岁女，家里人和朋友，有时候会指出我的错误和缺点，我会控制不住地生气和否认，但事后想起来，他们说的也是有道理的，但我很多次都管不住自己，好像无法接受负面评价，爱听好话，我这需要咋处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！可以理解你对他人负面评价的困扰。首先，你不必过于苛责自己的情绪反应，因为我们大部分人都喜欢被称赞，不喜欢被批评。但逆耳之言常常对我们有益。你可以试着去接纳自己的情绪，慢慢地调节你的情绪，而不是因为生气而与家人冲突。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "可以理解你对他人负面评价的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，你不必过于苛责自己的情绪反应，因为我们大部分人都喜欢被称赞，不喜欢被批评。",
        "label": ""
      },
      {
        "sentence": "但逆耳之言常常对我们有益。",
        "label": ""
      },
      {
        "sentence": "你可以试着去接纳自己的情绪，慢慢地调节你的情绪，而不是因为生气而与家人冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我理解这一点，但是我总是无法做到控制自己的情绪。你有什么方法可以帮助我控制负面情绪吗？",
    "annotation": [
      {
        "sentence": "你说得对，我理解这一点，但是我总是无法做到控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你有什么方法可以帮助我控制负面情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当情绪产生时，你可以提醒自己“忠言逆耳利于行”，让自己冷静下来。冷静并非压抑，你可以在冷静之后告诉家人，你接受了他们的建议，但对他们的直接表达方式或其他你不喜欢的方式，你感受到了怎样的负面情绪。通过这种方式，试着表达你的情绪，及时释放愤怒和其他负面情绪，避免压抑对关系的影响。",
    "annotation": [
      {
        "sentence": "当情绪产生时，你可以提醒自己“忠言逆耳利于行”，让自己冷静下来。",
        "label": ""
      },
      {
        "sentence": "冷静并非压抑，你可以在冷静之后告诉家人，你接受了他们的建议，但对他们的直接表达方式或其他你不喜欢的方式，你感受到了怎样的负面情绪。",
        "label": ""
      },
      {
        "sentence": "通过这种方式，试着表达你的情绪，及时释放愤怒和其他负面情绪，避免压抑对关系的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着冷静下来，并试着与家人沟通我的感受。敞开心扉可能会有助于情绪的排解。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着冷静下来，并试着与家人沟通我的感受。",
        "label": ""
      },
      {
        "sentence": "敞开心扉可能会有助于情绪的排解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你接受了我的建议。此外，在事件发生之后，你可以找个时间回顾一下他们说的负面评价。有时候，我们对他人的愤怒常常是因为我们无法接受自己糟糕的一面，希望亲密的人能够接受和认同。如果对方否认了我们的问题，我们会感到愤怒，因为我们觉得那一部分我们想要扔掉的糟糕的一面回到了我们这里。所以，在反思的过程中，你可以尝试觉察自己对被指出的问题的真实看法，如果你也觉得确实需要改进，但自己一直在逃避和拖延，那就行动起来。而如果这个问题并不需要改正，愤怒更多来自于自身的不接纳与不认同，你需要做的就是更多地自我接纳与自我关怀。",
    "annotation": [
      {
        "sentence": "很高兴你接受了我的建议。",
        "label": ""
      },
      {
        "sentence": "此外，在事件发生之后，你可以找个时间回顾一下他们说的负面评价。",
        "label": ""
      },
      {
        "sentence": "有时候，我们对他人的愤怒常常是因为我们无法接受自己糟糕的一面，希望亲密的人能够接受和认同。",
        "label": ""
      },
      {
        "sentence": "如果对方否认了我们的问题，我们会感到愤怒，因为我们觉得那一部分我们想要扔掉的糟糕的一面回到了我们这里。",
        "label": ""
      },
      {
        "sentence": "所以，在反思的过程中，你可以尝试觉察自己对被指出的问题的真实看法，如果你也觉得确实需要改进，但自己一直在逃避和拖延，那就行动起来。",
        "label": ""
      },
      {
        "sentence": "而如果这个问题并不需要改正，愤怒更多来自于自身的不接纳与不认同，你需要做的就是更多地自我接纳与自我关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我会继续保持反思的习惯，并更加关注对自身的接纳与关怀。谢谢你一直都在这里支持我。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我会继续保持反思的习惯，并更加关注对自身的接纳与关怀。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直都在这里支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意一直在你身边支持你。如果你还有其他疑问或需要进一步的帮助，随时都可以告诉我。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他疑问或需要进一步的帮助，随时都可以告诉我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]