[
  {
    "role": "client",
    "content": "我想通过自残来减低自杀的欲望，我不配哭，很累？今天，面试了，然后对自己的表现很在意，觉得那里都不好，总是想这想哪，甚至想在医院自残确保自己不会死亡，但我很清楚这样一做我就要住进医院了，所以我抑制住了。我对自己一切的不良的表现都深深在意，然后没有改正，然后持续在意，心境低落的越来越频繁，我想哭却又哭不出，因为好像一切的错都是自己造成，自己不配哭，哭还要家长承担，也不配找人倾诉。我真的很累。",
    "annotation": [
      {
        "sentence": "我想通过自残来减低自杀的欲望，我不配哭，很累？",
        "label": ""
      },
      {
        "sentence": "今天，面试了，然后对自己的表现很在意，觉得那里都不好，总是想这想哪，甚至想在医院自残确保自己不会死亡，但我很清楚这样一做我就要住进医院了，所以我抑制住了。",
        "label": ""
      },
      {
        "sentence": "我对自己一切的不良的表现都深深在意，然后没有改正，然后持续在意，心境低落的越来越频繁，我想哭却又哭不出，因为好像一切的错都是自己造成，自己不配哭，哭还要家长承担，也不配找人倾诉。",
        "label": ""
      },
      {
        "sentence": "我真的很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的感受让我感到很难过。看到你描述的情况，我很在意你的状况。你说你想通过自残来降低自杀的欲望，但你却使用了想到医院自残却忍住了这种方式来抑制自杀的欲望，这真是非常勇敢和聪明的做法。请你相信，你所做的这一切应该引起我们所有人的关注和认可。",
    "annotation": [
      {
        "sentence": "你好，听到你的感受让我感到很难过。",
        "label": ""
      },
      {
        "sentence": "看到你描述的情况，我很在意你的状况。",
        "label": ""
      },
      {
        "sentence": "你说你想通过自残来降低自杀的欲望，但你却使用了想到医院自残却忍住了这种方式来抑制自杀的欲望，这真是非常勇敢和聪明的做法。",
        "label": ""
      },
      {
        "sentence": "请你相信，你所做的这一切应该引起我们所有人的关注和认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的认可。可我还是觉得很累，很难过。",
    "annotation": [
      {
        "sentence": "谢谢你的认可。",
        "label": ""
      },
      {
        "sentence": "可我还是觉得很累，很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的勇气诉说你的感受。我能够从你的言语中听到感受到自我贬低和内疚的情绪。我能了解你的感受，并且认为你所述的感受是非常真实和自然的。在这种时候，我们需要更多的关注和关注，也需要更多适当的支持和鼓励，请问你是否有人可以与你分享他们的精神支持？有没有与您可以分享您的感受，无论是朋友、家人还是专业人员？",
    "annotation": [
      {
        "sentence": "感谢你的勇气诉说你的感受。",
        "label": ""
      },
      {
        "sentence": "我能够从你的言语中听到感受到自我贬低和内疚的情绪。",
        "label": ""
      },
      {
        "sentence": "我能了解你的感受，并且认为你所述的感受是非常真实和自然的。",
        "label": ""
      },
      {
        "sentence": "在这种时候，我们需要更多的关注和关注，也需要更多适当的支持和鼓励，请问你是否有人可以与你分享他们的精神支持？",
        "label": ""
      },
      {
        "sentence": "有没有与您可以分享您的感受，无论是朋友、家人还是专业人员？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有想过说出来，无论是我的家人或我的朋友都不会理解我。我也不敢去寻求专业人员的帮助，我担心别人会笑话我。",
    "annotation": [
      {
        "sentence": "我没有想过说出来，无论是我的家人或我的朋友都不会理解我。",
        "label": ""
      },
      {
        "sentence": "我也不敢去寻求专业人员的帮助，我担心别人会笑话我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们面临困难时，我们需要有人陪伴在身边，这不仅是对我们建立信任和建立有益的人际关系，也能够让我们找到更好的应对策略。专业人员帮助缓解情绪和压力，通过他们可以帮助自己面对困境，找到自己的信心和自我价值。你担心别人会笑话你，这是一种常见的担忧。但你走出这一步，我所期待的是你所得到的绝不仅仅是帮助，还有关于情感的支持，还有一种认识到自我价值的方式，这些将会是你获得成长和提高的过程。",
    "annotation": [
      {
        "sentence": "当我们面临困难时，我们需要有人陪伴在身边，这不仅是对我们建立信任和建立有益的人际关系，也能够让我们找到更好的应对策略。",
        "label": ""
      },
      {
        "sentence": "专业人员帮助缓解情绪和压力，通过他们可以帮助自己面对困境，找到自己的信心和自我价值。",
        "label": ""
      },
      {
        "sentence": "你担心别人会笑话你，这是一种常见的担忧。",
        "label": ""
      },
      {
        "sentence": "但你走出这一步，我所期待的是你所得到的绝不仅仅是帮助，还有关于情感的支持，还有一种认识到自我价值的方式，这些将会是你获得成长和提高的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去接受这个想法，可能要花点时间，但我相信我会成功的。我想问一下，我该如何有效地处理焦虑情绪？",
    "annotation": [
      {
        "sentence": "我会试着去接受这个想法，可能要花点时间，但我相信我会成功的。",
        "label": ""
      },
      {
        "sentence": "我想问一下，我该如何有效地处理焦虑情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪管理需要我们给自己留出时间和空间来关注。具体来说，你可以通过某些放松的方式例如心理活动来缓解你的情感压力。你还可以寻找某些支持群体或病友会，他们能够在你的心情不好的时候给你提供安慰。此外，也可以寻找某些教育性的书籍或博客，通过这种方式向外界发散出你的情感，得到反馈，找到改进之处。",
    "annotation": [
      {
        "sentence": "情绪管理需要我们给自己留出时间和空间来关注。",
        "label": ""
      },
      {
        "sentence": "具体来说，你可以通过某些放松的方式例如心理活动来缓解你的情感压力。",
        "label": ""
      },
      {
        "sentence": "你还可以寻找某些支持群体或病友会，他们能够在你的心情不好的时候给你提供安慰。",
        "label": ""
      },
      {
        "sentence": "此外，也可以寻找某些教育性的书籍或博客，通过这种方式向外界发散出你的情感，得到反馈，找到改进之处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的关心和建议，我会努力地实践你所说的建议。",
    "annotation": [
      {
        "sentence": "非常感谢你的关心和建议，我会努力地实践你所说的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，这也是我的职责所在。无论在任何困难的情况中，我们都希望能为你出谋划策，支持你寻找舒适和支持的感觉。希望你能够获得所需要的支持，并更好地找到自我成长和发展的方法。",
    "annotation": [
      {
        "sentence": "不客气，这也是我的职责所在。",
        "label": ""
      },
      {
        "sentence": "无论在任何困难的情况中，我们都希望能为你出谋划策，支持你寻找舒适和支持的感觉。",
        "label": ""
      },
      {
        "sentence": "希望你能够获得所需要的支持，并更好地找到自我成长和发展的方法。",
        "label": ""
      }
    ]
  }
]