[
  {
    "role": "client",
    "content": "我应该去帮助别人提的要求，还是做自己？我是一个不喜欢麻烦别人，也不喜欢别人麻烦我的人，现在社会都说要做自己，有时候自己分不清何时该坚持自己，何时该去帮助别人，别人让帮忙什么的，我本不想，但我到底该帮呢，还是做自己呢？什么忙都不愿意帮，肯定大家都不会喜欢我，帮吧，我感觉很烦，感觉自己在讨好别人，如何拿捏这个分寸？",
    "annotation": [
      {
        "sentence": "我应该去帮助别人提的要求，还是做自己？",
        "label": ""
      },
      {
        "sentence": "我是一个不喜欢麻烦别人，也不喜欢别人麻烦我的人，现在社会都说要做自己，有时候自己分不清何时该坚持自己，何时该去帮助别人，别人让帮忙什么的，我本不想，但我到底该帮呢，还是做自己呢？",
        "label": ""
      },
      {
        "sentence": "什么忙都不愿意帮，肯定大家都不会喜欢我，帮吧，我感觉很烦，感觉自己在讨好别人，如何拿捏这个分寸？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "特别能够感受到你的这种心情和矛盾，帮别人自己觉得烦，不帮别人又感觉会与社会脱轨。但是无论怎样，人是群居动物，任何人都不可能遗世而独立的生活，总会与他人发生千丝万缕的联系，别人有求于你，你也会有有求于人的时候。",
    "annotation": [
      {
        "sentence": "特别能够感受到你的这种心情和矛盾，帮别人自己觉得烦，不帮别人又感觉会与社会脱轨。",
        "label": ""
      },
      {
        "sentence": "但是无论怎样，人是群居动物，任何人都不可能遗世而独立的生活，总会与他人发生千丝万缕的联系，别人有求于你，你也会有有求于人的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得帮助别人就像是在讨好别人一样，让我内心很敏感，不知道该如何处理这种感觉。",
    "annotation": [
      {
        "sentence": "可是我总觉得帮助别人就像是在讨好别人一样，让我内心很敏感，不知道该如何处理这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着看一看讨好别人和帮助别人的区别。讨好别人是出于害怕别人对自己的眼光，别人并没有请求你的帮忙，你却主动去做，这是内心敏感导致的行为。而帮助别人是在别人需要你帮助的时候，你才去伸出援手，愿意将自己的力量传递给别人。从你的话中，我觉得你并不是讨好别人的人，所以无需过于担心，适当减轻一些心理负担。所以帮助别人是可以的，只需要考虑如何去帮助。",
    "annotation": [
      {
        "sentence": "你可以试着看一看讨好别人和帮助别人的区别。",
        "label": ""
      },
      {
        "sentence": "讨好别人是出于害怕别人对自己的眼光，别人并没有请求你的帮忙，你却主动去做，这是内心敏感导致的行为。",
        "label": ""
      },
      {
        "sentence": "而帮助别人是在别人需要你帮助的时候，你才去伸出援手，愿意将自己的力量传递给别人。",
        "label": ""
      },
      {
        "sentence": "从你的话中，我觉得你并不是讨好别人的人，所以无需过于担心，适当减轻一些心理负担。",
        "label": ""
      },
      {
        "sentence": "所以帮助别人是可以的，只需要考虑如何去帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，确实并非每个人都值得帮助。有些人在得到帮助后，能够感激并知道帮助的价值，但也有些人却过河拆桥，让人感到“吃力不讨好”。我应该如何判断何时应该帮助别人呢？",
    "annotation": [
      {
        "sentence": "我明白了，确实并非每个人都值得帮助。",
        "label": ""
      },
      {
        "sentence": "有些人在得到帮助后，能够感激并知道帮助的价值，但也有些人却过河拆桥，让人感到“吃力不讨好”。",
        "label": ""
      },
      {
        "sentence": "我应该如何判断何时应该帮助别人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "处理这种情况时，要量力而行。并不是每个人的请求都应该答应，有些帮助能够带来好的结果，但也有些会适得其反，惹来麻烦。所以看情况决定是否能够帮助，理智做出判断。如果心情不好或者不愿意帮忙，即使帮了也不会快乐，这种时候可以委婉地拒绝。",
    "annotation": [
      {
        "sentence": "处理这种情况时，要量力而行。",
        "label": ""
      },
      {
        "sentence": "并不是每个人的请求都应该答应，有些帮助能够带来好的结果，但也有些会适得其反，惹来麻烦。",
        "label": ""
      },
      {
        "sentence": "所以看情况决定是否能够帮助，理智做出判断。",
        "label": ""
      },
      {
        "sentence": "如果心情不好或者不愿意帮忙，即使帮了也不会快乐，这种时候可以委婉地拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，还有一点，我担心如果我不愿意帮助别人，大家都会讨厌我。",
    "annotation": [
      {
        "sentence": "明白了，还有一点，我担心如果我不愿意帮助别人，大家都会讨厌我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别太担心，不是每个人都会因为你不帮助他们就讨厌你。在处理关系时，真诚和坦率是最重要的，不愿意帮忙时可以找到合适的理由委婉地拒绝，人们会理解的。不要为了讨好别人而委屈自己，保持真实的态度，与合适的人建立起互助的关系。记住，真正重要的是你对自己的坚守和选择，不要为了他人的眼光而迷失了自我。",
    "annotation": [
      {
        "sentence": "别太担心，不是每个人都会因为你不帮助他们就讨厌你。",
        "label": ""
      },
      {
        "sentence": "在处理关系时，真诚和坦率是最重要的，不愿意帮忙时可以找到合适的理由委婉地拒绝，人们会理解的。",
        "label": ""
      },
      {
        "sentence": "不要为了讨好别人而委屈自己，保持真实的态度，与合适的人建立起互助的关系。",
        "label": ""
      },
      {
        "sentence": "记住，真正重要的是你对自己的坚守和选择，不要为了他人的眼光而迷失了自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力在帮助他人和坚持自己之间找到平衡。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力在帮助他人和坚持自己之间找到平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够找到平衡的方式。如果还有其他问题或困惑，随时都可以和我分享，我会一直陪伴在你身边的。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够找到平衡的方式。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时都可以和我分享，我会一直陪伴在你身边的。",
        "label": ""
      }
    ]
  }
]