[
  {
    "role": "client",
    "content": "分手以后，对男生有放不下的感觉，觉得有点对不起人？我知道自己喜欢一见钟情，之前失恋一年才好，中间有一个男生追我每天聊天什么的，开学之后，我聊起了过去，难过的哭了，他想靠近我一下，但是他靠近我的时候，我不知道为什么觉得怪怪的就往右挪了一下，就这个事情他很生气，后面有一天晚上他和我都开始抱怨，我们都没有怎么谈过恋爱，不会解决问题，对对方期望太高，我一直都不公开承认恋情，他很懊恼，然而我就是受不了别人不回我消息，他因为那个事情对我不怎么回消息了，我是那种不回我消息就焦虑的人，两个人晚上在QQ吵完后，我提了分手其实我只是想让他哄我一下，但是他没有他也同意了，然后可能伤，伤到他了吧？七夕他送给了我礼物，现在我觉得对她有点亏欠，但是我之前不公开恋情，是因为我需要时间来接受他，但他还是接受不了，但是我对他还是有一种分手了，放不下的感觉，觉得有一点点对不起人家，因为之前都一直在跟他说我的抑郁情绪，现在我想等考完四级，送他一个礼物，甚至想牵手，这样对吗？",
    "annotation": [
      {
        "sentence": "分手以后，对男生有放不下的感觉，觉得有点对不起人？",
        "label": ""
      },
      {
        "sentence": "我知道自己喜欢一见钟情，之前失恋一年才好，中间有一个男生追我每天聊天什么的，开学之后，我聊起了过去，难过的哭了，他想靠近我一下，但是他靠近我的时候，我不知道为什么觉得怪怪的就往右挪了一下，就这个事情他很生气，后面有一天晚上他和我都开始抱怨，我们都没有怎么谈过恋爱，不会解决问题，对对方期望太高，我一直都不公开承认恋情，他很懊恼，然而我就是受不了别人不回我消息，他因为那个事情对我不怎么回消息了，我是那种不回我消息就焦虑的人，两个人晚上在QQ吵完后，我提了分手其实我只是想让他哄我一下，但是他没有他也同意了，然后可能伤，伤到他了吧？",
        "label": ""
      },
      {
        "sentence": "七夕他送给了我礼物，现在我觉得对她有点亏欠，但是我之前不公开恋情，是因为我需要时间来接受他，但他还是接受不了，但是我对他还是有一种分手了，放不下的感觉，觉得有一点点对不起人家，因为之前都一直在跟他说我的抑郁情绪，现在我想等考完四级，送他一个礼物，甚至想牵手，这样对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你放不下的是他的什么呢？是没有人再陪你聊天，没有人来陪你恋爱，有点孤单寂寞，所以想起了他。还是觉得当时自己有点耍小性子赌气，感觉到对不起他，所以才放不下。",
    "annotation": [
      {
        "sentence": "你放不下的是他的什么呢？",
        "label": ""
      },
      {
        "sentence": "是没有人再陪你聊天，没有人来陪你恋爱，有点孤单寂寞，所以想起了他。",
        "label": ""
      },
      {
        "sentence": "还是觉得当时自己有点耍小性子赌气，感觉到对不起他，所以才放不下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得主要是因为当时的情况突然改变了，不再有每天和他聊天的陪伴感觉，导致我有点寂寞和失落。",
    "annotation": [
      {
        "sentence": "我觉得主要是因为当时的情况突然改变了，不再有每天和他聊天的陪伴感觉，导致我有点寂寞和失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，分手后的寂寞感是很正常的，需要一些时间来适应没有他的每天。你之前也提到他对你的消息回复变少了，这让你感到焦虑，对吗？",
    "annotation": [
      {
        "sentence": "确实，分手后的寂寞感是很正常的，需要一些时间来适应没有他的每天。",
        "label": ""
      },
      {
        "sentence": "你之前也提到他对你的消息回复变少了，这让你感到焦虑，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我是那种不回我消息就容易焦虑的人。我觉得这是我自己的问题，但也觉得他对这个事情处理得不够好。",
    "annotation": [
      {
        "sentence": "是的，我是那种不回我消息就容易焦虑的人。",
        "label": ""
      },
      {
        "sentence": "我觉得这是我自己的问题，但也觉得他对这个事情处理得不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是可以理解的，每个人对于消息回复有不同的期待和需求。或许你们之间在沟通上有一些问题，没有达到彼此的期望。不过，你之前提到想送他一个礼物、甚至想牵手，这是因为你还对他有感情吗？",
    "annotation": [
      {
        "sentence": "你的感受是可以理解的，每个人对于消息回复有不同的期待和需求。",
        "label": ""
      },
      {
        "sentence": "或许你们之间在沟通上有一些问题，没有达到彼此的期望。",
        "label": ""
      },
      {
        "sentence": "不过，你之前提到想送他一个礼物、甚至想牵手，这是因为你还对他有感情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，虽然我们已经分手了，但我还是放不下对他的感情，觉得有一点对不起他。之前的抑郁情绪也是一直和他倾诉的。",
    "annotation": [
      {
        "sentence": "是的，虽然我们已经分手了，但我还是放不下对他的感情，觉得有一点对不起他。",
        "label": ""
      },
      {
        "sentence": "之前的抑郁情绪也是一直和他倾诉的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你对他还有感情，而且你们之间还有一些未解决的问题，或许可以试着和他沟通一下。好好谈谈你们各自的感受，理清彼此的想法，看看是否可以解决问题，重新开始。你说呢？",
    "annotation": [
      {
        "sentence": "既然你对他还有感情，而且你们之间还有一些未解决的问题，或许可以试着和他沟通一下。",
        "label": ""
      },
      {
        "sentence": "好好谈谈你们各自的感受，理清彼此的想法，看看是否可以解决问题，重新开始。",
        "label": ""
      },
      {
        "sentence": "你说呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也有想过和他好好沟通，但是我担心他已经对我失望了，不愿意再给我机会。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我也有想过和他好好沟通，但是我担心他已经对我失望了，不愿意再给我机会。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你想和他复合，就要做好被拒绝的准备。但是，如果你不试一试，你就永远不会知道结果是怎样的。不要害怕被拒绝，勇敢去表达自己的想法和愿望。无论结果如何，至少你尝试过了，不会后悔。",
    "annotation": [
      {
        "sentence": "如果你想和他复合，就要做好被拒绝的准备。",
        "label": ""
      },
      {
        "sentence": "但是，如果你不试一试，你就永远不会知道结果是怎样的。",
        "label": ""
      },
      {
        "sentence": "不要害怕被拒绝，勇敢去表达自己的想法和愿望。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，至少你尝试过了，不会后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该勇敢一点，主动去和他沟通。谢谢你的支持和鼓励！我会好好考虑你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我应该勇敢一点，主动去和他沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会好好考虑你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会做出最适合自己的决定。记住，无论结果如何，都要对自己坦诚，珍惜目前的状态和感受。希望你能够找到自己的幸福！加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你会做出最适合自己的决定。",
        "label": ""
      },
      {
        "sentence": "记住，无论结果如何，都要对自己坦诚，珍惜目前的状态和感受。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到自己的幸福！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]