[
  {
    "role": "client",
    "content": "我19岁，长期失眠，敏感多疑，很难信任别人。失眠严重，只能靠安眠药入睡，精神紧绷，总感觉有好多事情要去做，白天发生的事情要反复回想，做的对不对，睡眠浅，一点动静就会醒，醒了就睡不着。我在人际关系方面很累，我性格敏感，讨好型人格，有时候不知道怎么得罪别人了，别人对我说话阴阳怪气的，我又是一个较真的人，就会难受好久，我真的好害怕说话阴阳怪气的，不知道怎么应对，只能沉默。真的感觉好累啊！",
    "annotation": [
      {
        "sentence": "我19岁，长期失眠，敏感多疑，很难信任别人。",
        "label": ""
      },
      {
        "sentence": "失眠严重，只能靠安眠药入睡，精神紧绷，总感觉有好多事情要去做，白天发生的事情要反复回想，做的对不对，睡眠浅，一点动静就会醒，醒了就睡不着。",
        "label": ""
      },
      {
        "sentence": "我在人际关系方面很累，我性格敏感，讨好型人格，有时候不知道怎么得罪别人了，别人对我说话阴阳怪气的，我又是一个较真的人，就会难受好久，我真的好害怕说话阴阳怪气的，不知道怎么应对，只能沉默。",
        "label": ""
      },
      {
        "sentence": "真的感觉好累啊！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，你的压力确实很大，先不要对自己过分苛求，接纳我们的现状，不强迫立刻改变，允许一些情况的存在。另外，你可以试着做一些让自己感觉到舒服和愉快的事情，比如和一些安全的、可信赖的小伙伴倾诉自己的情绪和感受，这样可以减轻你内心的压力。而在睡前，可以试试适量的运动，有时候运动可以帮助缓解睡眠问题。",
    "annotation": [
      {
        "sentence": "听你说起来，你的压力确实很大，先不要对自己过分苛求，接纳我们的现状，不强迫立刻改变，允许一些情况的存在。",
        "label": ""
      },
      {
        "sentence": "另外，你可以试着做一些让自己感觉到舒服和愉快的事情，比如和一些安全的、可信赖的小伙伴倾诉自己的情绪和感受，这样可以减轻你内心的压力。",
        "label": ""
      },
      {
        "sentence": "而在睡前，可以试试适量的运动，有时候运动可以帮助缓解睡眠问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试找一些合适的活动让自己放松一下。但我真的感觉这种情况已经持续很久了，不知道应该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试找一些合适的活动让自己放松一下。",
        "label": ""
      },
      {
        "sentence": "但我真的感觉这种情况已经持续很久了，不知道应该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你的情况已经持续很久了，我建议你去医院找一些精神科的心理医生咨询一下。他们会根据你的情况给出专业的建议和帮助。你可以和医生聊一聊你的感受，听听他们的建议，或许能够给你带来一些安慰和解决方法。",
    "annotation": [
      {
        "sentence": "如果你的情况已经持续很久了，我建议你去医院找一些精神科的心理医生咨询一下。",
        "label": ""
      },
      {
        "sentence": "他们会根据你的情况给出专业的建议和帮助。",
        "label": ""
      },
      {
        "sentence": "你可以和医生聊一聊你的感受，听听他们的建议，或许能够给你带来一些安慰和解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得去看心理医生也许是个不错的选择，我会尽快去医院预约一下。但是，我还是有些担心面对心理医生，不知道该如何开口说出自己的困扰。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得去看心理医生也许是个不错的选择，我会尽快去医院预约一下。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有些担心面对心理医生，不知道该如何开口说出自己的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用太过担心，心理医生是专门受过培训的，他们会很专业地引导你去描述自己的问题，你可以先尝试着将你的困扰以及你目前的情况告诉他们，有时候倾诉一下会带来很多帮助。他们会根据你的情况给出合适的建议和解决方案的，相信他们可以帮助你走出困境。",
    "annotation": [
      {
        "sentence": "不用太过担心，心理医生是专门受过培训的，他们会很专业地引导你去描述自己的问题，你可以先尝试着将你的困扰以及你目前的情况告诉他们，有时候倾诉一下会带来很多帮助。",
        "label": ""
      },
      {
        "sentence": "他们会根据你的情况给出合适的建议和解决方案的，相信他们可以帮助你走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着相信心理医生的，尽快预约到时间了解一下。同时，我也会试着放松自己，找一些愉快的事情来减轻压力。谢谢你一直以来的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我会试着相信心理医生的，尽快预约到时间了解一下。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着放松自己，找一些愉快的事情来减轻压力。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服困难的。在你接受心理医生的帮助的同时，记得也要对自己温柔一些，给自己一些时间和空间来放松和恢复。祝福你早日走出困境，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服困难的。",
        "label": ""
      },
      {
        "sentence": "在你接受心理医生的帮助的同时，记得也要对自己温柔一些，给自己一些时间和空间来放松和恢复。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出困境，一切都会好起来的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会努力的。相信自己，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会努力的。",
        "label": ""
      },
      {
        "sentence": "相信自己，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]