[
  {
    "role": "client",
    "content": "我今年15岁，没考上高中，家人说上技校浪费钱？",
    "annotation": [
      {
        "sentence": "我今年15岁，没考上高中，家人说上技校浪费钱？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这两年来，教育政策发生了很大的改变，高中的录取率比以前低了很多，据统计，平均可能只有百分之五六十。为什么会出这样的政策呢？其实就是因为国家越来越开始重视职业教育、技工教育，在初中升高中的这个阶段，学生就分成了两个群体，一部分继续高中，上大学，接受更高等的教育；另一部分则早早的开始接触职业教育，学习职业技能，更早的步入职场。",
    "annotation": [
      {
        "sentence": "这两年来，教育政策发生了很大的改变，高中的录取率比以前低了很多，据统计，平均可能只有百分之五六十。",
        "label": ""
      },
      {
        "sentence": "为什么会出这样的政策呢？",
        "label": ""
      },
      {
        "sentence": "其实就是因为国家越来越开始重视职业教育、技工教育，在初中升高中的这个阶段，学生就分成了两个群体，一部分继续高中，上大学，接受更高等的教育；另一部分则早早的开始接触职业教育，学习职业技能，更早的步入职场。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我厌倦上课，没有考上高中。我本来是想上技校学个技术，结果家里做生意赔了。他们说上技校浪费钱。",
    "annotation": [
      {
        "sentence": "可是我厌倦上课，没有考上高中。",
        "label": ""
      },
      {
        "sentence": "我本来是想上技校学个技术，结果家里做生意赔了。",
        "label": ""
      },
      {
        "sentence": "他们说上技校浪费钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我个人觉得，其实这样的政策倾斜也有很多的好处，每个人都更有可能找到自己的社会角色，职业定位。你后妈说，技工教育是浪费钱，我想，可能她对于技工学校存在偏见，认为技工教育不如高等院校，上了也没用。其实不然，学习一项专业的技能，在目前的就业形势之下，其实是非常有优势的，就业也并不会比大专、本科院校更差。",
    "annotation": [
      {
        "sentence": "我个人觉得，其实这样的政策倾斜也有很多的好处，每个人都更有可能找到自己的社会角色，职业定位。",
        "label": ""
      },
      {
        "sentence": "你后妈说，技工教育是浪费钱，我想，可能她对于技工学校存在偏见，认为技工教育不如高等院校，上了也没用。",
        "label": ""
      },
      {
        "sentence": "其实不然，学习一项专业的技能，在目前的就业形势之下，其实是非常有优势的，就业也并不会比大专、本科院校更差。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是家里又赔钱了，他们也说以后不用给他们打电话。我感觉，这个世界上，还是我在一些游戏上认识的人理解我。我不想活了，想赶快投胎，投到一个好家庭。能不能告诉我怎么自杀痛苦少一点？",
    "annotation": [
      {
        "sentence": "可是家里又赔钱了，他们也说以后不用给他们打电话。",
        "label": ""
      },
      {
        "sentence": "我感觉，这个世界上，还是我在一些游戏上认识的人理解我。",
        "label": ""
      },
      {
        "sentence": "我不想活了，想赶快投胎，投到一个好家庭。",
        "label": ""
      },
      {
        "sentence": "能不能告诉我怎么自杀痛苦少一点？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道你现在非常痛苦和失望，但自杀绝不是解决问题的方式。人生中的困难和挫折是难免的，但我们可以从中学习和成长。你才十五岁，还有很长的人生道路需要走。如果你感到无助和沮丧，我建议你寻求专业心理咨询的帮助，他们会给你提供更全面的支持和指导。",
    "annotation": [
      {
        "sentence": "我知道你现在非常痛苦和失望，但自杀绝不是解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "人生中的困难和挫折是难免的，但我们可以从中学习和成长。",
        "label": ""
      },
      {
        "sentence": "你才十五岁，还有很长的人生道路需要走。",
        "label": ""
      },
      {
        "sentence": "如果你感到无助和沮丧，我建议你寻求专业心理咨询的帮助，他们会给你提供更全面的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能你不理解我，我现在觉得活着没有意义，每天都过得很痛苦。我真的不知道应该怎么办才好。",
    "annotation": [
      {
        "sentence": "可能你不理解我，我现在觉得活着没有意义，每天都过得很痛苦。",
        "label": ""
      },
      {
        "sentence": "我真的不知道应该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你此刻的痛苦和困惑，但是每个人都有不同的经历和感受。尽管你目前感到很绝望，但事实上，生活中有很多美好的事情等待着你去经历和发现。我鼓励你寻找一些能够让你感到快乐和满足的事情，例如兴趣爱好、社交活动或志愿者工作。同时，也请你与身边的人分享你的感受和困扰，他们可能会给你提供一些建设性的支持和建议。",
    "annotation": [
      {
        "sentence": "我理解你此刻的痛苦和困惑，但是每个人都有不同的经历和感受。",
        "label": ""
      },
      {
        "sentence": "尽管你目前感到很绝望，但事实上，生活中有很多美好的事情等待着你去经历和发现。",
        "label": ""
      },
      {
        "sentence": "我鼓励你寻找一些能够让你感到快乐和满足的事情，例如兴趣爱好、社交活动或志愿者工作。",
        "label": ""
      },
      {
        "sentence": "同时，也请你与身边的人分享你的感受和困扰，他们可能会给你提供一些建设性的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在感到非常孤独，没有人能够理解我。我不知道应该怎么面对和解决这些问题。",
    "annotation": [
      {
        "sentence": "我现在感到非常孤独，没有人能够理解我。",
        "label": ""
      },
      {
        "sentence": "我不知道应该怎么面对和解决这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独是一种常见的情绪，但并不代表你真的孤单无助。你可以寻找一些与你兴趣相同的群体或社区，通过参加活动或加入讨论组来与他人交流和交朋友。同时，你也可以考虑寻找一个心理咨询师，他们有专业的知识和经验，可以帮助你了解自己的情绪和困惑，并提供相应的支持和建议。",
    "annotation": [
      {
        "sentence": "孤独是一种常见的情绪，但并不代表你真的孤单无助。",
        "label": ""
      },
      {
        "sentence": "你可以寻找一些与你兴趣相同的群体或社区，通过参加活动或加入讨论组来与他人交流和交朋友。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻找一个心理咨询师，他们有专业的知识和经验，可以帮助你了解自己的情绪和困惑，并提供相应的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听你的话，我可能会尝试去找一些途径来改变现状。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我听你的话，我可能会尝试去找一些途径来改变现状。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。记住，你并不孤单，总有人愿意倾听和理解你的感受。希望你能够找到适合自己的解决方案，重新找回生活的意义和快乐。如果你在患得患失的时候还需要人陪聊天，我会一直在这里为你提供支持。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总有人愿意倾听和理解你的感受。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到适合自己的解决方案，重新找回生活的意义和快乐。",
        "label": ""
      },
      {
        "sentence": "如果你在患得患失的时候还需要人陪聊天，我会一直在这里为你提供支持。",
        "label": ""
      }
    ]
  }
]