[
  {
    "role": "client",
    "content": "我快速觉察到求助，又不愿意被心安理得的依赖，为什么？我总是快速地觉察到别人的求助，然后伸出援手，但是又不愿意被心安理得的依赖。我感觉自己吸引到身边的，都是依赖我的人，甚至我的领导也是如此。遇到任何烦恼，第一时间找到我倾诉，希望我给他搞定。以往几年，我不觉得有何不可，但是今年我发现，他这样的依赖，让我觉得自己错位了，很不舒服。回想起来，我妈妈和我的关系也是如此，我在幼年期就被她当成了倾诉对象，一直被她依靠。我很少能张口求人，是不是也因为我有一些奇怪的信念？",
    "annotation": [
      {
        "sentence": "我快速觉察到求助，又不愿意被心安理得的依赖，为什么？",
        "label": ""
      },
      {
        "sentence": "我总是快速地觉察到别人的求助，然后伸出援手，但是又不愿意被心安理得的依赖。",
        "label": ""
      },
      {
        "sentence": "我感觉自己吸引到身边的，都是依赖我的人，甚至我的领导也是如此。",
        "label": ""
      },
      {
        "sentence": "遇到任何烦恼，第一时间找到我倾诉，希望我给他搞定。",
        "label": ""
      },
      {
        "sentence": "以往几年，我不觉得有何不可，但是今年我发现，他这样的依赖，让我觉得自己错位了，很不舒服。",
        "label": ""
      },
      {
        "sentence": "回想起来，我妈妈和我的关系也是如此，我在幼年期就被她当成了倾诉对象，一直被她依靠。",
        "label": ""
      },
      {
        "sentence": "我很少能张口求人，是不是也因为我有一些奇怪的信念？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看了你的提问，从中能感受到你的困扰，希望我的回答能对你有帮助。你现在的困扰是能很快察觉到身边的人的求助，并且给予帮助。这样养成了身边人的依赖，今天突然觉得不舒服。从中可以看出你是个心思细腻、能力很强的人，才能帮到身边很多的人，让身边人对你产生依赖。你也有提到从小就被妈妈依赖着，妈妈可能就会对你表达出来赞许，慢慢地习惯了这种生活模式，然而一直没有感觉这种生活模式有什么不对，突然有一天可能觉得给自己的压力很大，或者自己太累了，突然有点想改变这种生活模式。我和你很像，我也是对身边的人有求必应，也很喜欢这种生活模式，感觉能帮到别人说明自己是有价值的。突然有一天我很晚下班，一个同事生病了，我去医院陪她输液，到凌晨三、四点钟，第二天一早另外一个同事又要我帮她绕远去买一家比较好吃的早餐，我整个人都很累，才意识到这种生活模式对我成了负担。性格怎样才能改变你这种现状呢？",
    "annotation": [
      {
        "sentence": "认真看了你的提问，从中能感受到你的困扰，希望我的回答能对你有帮助。",
        "label": ""
      },
      {
        "sentence": "你现在的困扰是能很快察觉到身边的人的求助，并且给予帮助。",
        "label": ""
      },
      {
        "sentence": "这样养成了身边人的依赖，今天突然觉得不舒服。",
        "label": ""
      },
      {
        "sentence": "从中可以看出你是个心思细腻、能力很强的人，才能帮到身边很多的人，让身边人对你产生依赖。",
        "label": ""
      },
      {
        "sentence": "你也有提到从小就被妈妈依赖着，妈妈可能就会对你表达出来赞许，慢慢地习惯了这种生活模式，然而一直没有感觉这种生活模式有什么不对，突然有一天可能觉得给自己的压力很大，或者自己太累了，突然有点想改变这种生活模式。",
        "label": ""
      },
      {
        "sentence": "我和你很像，我也是对身边的人有求必应，也很喜欢这种生活模式，感觉能帮到别人说明自己是有价值的。",
        "label": ""
      },
      {
        "sentence": "突然有一天我很晚下班，一个同事生病了，我去医院陪她输液，到凌晨三、四点钟，第二天一早另外一个同事又要我帮她绕远去买一家比较好吃的早餐，我整个人都很累，才意识到这种生活模式对我成了负担。",
        "label": ""
      },
      {
        "sentence": "性格怎样才能改变你这种现状呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的有点累，我也意识到了这种生活模式对我造成的压力。我想改变，但是不知道该如何做。你说改变自己的认知，我能具体了解一下吗？",
    "annotation": [
      {
        "sentence": "真的有点累，我也意识到了这种生活模式对我造成的压力。",
        "label": ""
      },
      {
        "sentence": "我想改变，但是不知道该如何做。",
        "label": ""
      },
      {
        "sentence": "你说改变自己的认知，我能具体了解一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！改变自己的认知是一个有效的方法。首先，在你的潜意识中，你必须认识到身边的人有困难并不意味着你必须去帮助他们，帮助别人是出于恩情，不帮别人是本分，别人的事情应该由他们自己负责。如果你有时间和能力帮助，那可以去帮忙，但如果感觉很累或没有时间，也不要刻意逼迫自己去帮助。其次，在遇到困扰时，试着向朋友或家人寻求帮助，你可能觉得不想麻烦别人，但家人和朋友希望能更加亲近你，你有什么事和困扰一定要告诉他们，否则他们会认为你没有把他们当作自己人和朋友。所以试着改变自己的想法。还有学会委婉地拒绝别人，在别人寻求你帮助时，如果你不想或没有时间，可以用适当的理由委婉地拒绝，这样对双方都好，也不会让情况尴尬。希望你能早日走出困扰！",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "改变自己的认知是一个有效的方法。",
        "label": ""
      },
      {
        "sentence": "首先，在你的潜意识中，你必须认识到身边的人有困难并不意味着你必须去帮助他们，帮助别人是出于恩情，不帮别人是本分，别人的事情应该由他们自己负责。",
        "label": ""
      },
      {
        "sentence": "如果你有时间和能力帮助，那可以去帮忙，但如果感觉很累或没有时间，也不要刻意逼迫自己去帮助。",
        "label": ""
      },
      {
        "sentence": "其次，在遇到困扰时，试着向朋友或家人寻求帮助，你可能觉得不想麻烦别人，但家人和朋友希望能更加亲近你，你有什么事和困扰一定要告诉他们，否则他们会认为你没有把他们当作自己人和朋友。",
        "label": ""
      },
      {
        "sentence": "所以试着改变自己的想法。",
        "label": ""
      },
      {
        "sentence": "还有学会委婉地拒绝别人，在别人寻求你帮助时，如果你不想或没有时间，可以用适当的理由委婉地拒绝，这样对双方都好，也不会让情况尴尬。",
        "label": ""
      },
      {
        "sentence": "希望你能早日走出困扰！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我需要改变自己的心态和观念，学会更好地保护自己。我意识到了我的付出和帮助是有限度的。我会尝试寻求他人的帮助，并适当地拒绝别人的要求。希望我能早日解决这个问题！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我需要改变自己的心态和观念，学会更好地保护自己。",
        "label": ""
      },
      {
        "sentence": "我意识到了我的付出和帮助是有限度的。",
        "label": ""
      },
      {
        "sentence": "我会尝试寻求他人的帮助，并适当地拒绝别人的要求。",
        "label": ""
      },
      {
        "sentence": "希望我能早日解决这个问题！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定！改变心态和观念需要一定的时间和努力，但相信你能做到！记住，保护自己也是很重要的，不要过度耗尽自己的精力。如果你遇到困难，可以随时来找我倾诉。我相信你能走出困扰，重新找到内心的平衡和舒适。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定！",
        "label": ""
      },
      {
        "sentence": "改变心态和观念需要一定的时间和努力，但相信你能做到！",
        "label": ""
      },
      {
        "sentence": "记住，保护自己也是很重要的，不要过度耗尽自己的精力。",
        "label": ""
      },
      {
        "sentence": "如果你遇到困难，可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我相信你能走出困扰，重新找到内心的平衡和舒适。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会努力改变，并尽量避免陷入过度依赖的局面。遇到问题时，我会向你求助的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力改变，并尽量避免陷入过度依赖的局面。",
        "label": ""
      },
      {
        "sentence": "遇到问题时，我会向你求助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我会一直支持你的。记得在改变过程中，要对自己有耐心和信心，相信你能够成功。我期待着听到你的好消息！如果有任何需要，随时找我聊天。祝福你早日摆脱困扰，找到自己的幸福！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记得在改变过程中，要对自己有耐心和信心，相信你能够成功。",
        "label": ""
      },
      {
        "sentence": "我期待着听到你的好消息！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你早日摆脱困扰，找到自己的幸福！",
        "label": ""
      }
    ]
  }
]