[
  {
    "role": "client",
    "content": "快速觉察到求助，又不愿意被心安理得的依赖，为什么？我总是快速地觉察到别人的求助，然后伸出援手，但是又不愿意被心安理得的依赖。我感觉自己吸引到身边的，都是依赖我的人，甚至我的领导也是如此。遇到任何烦恼，第一时间找到我倾诉，希望我给他搞定。以往几年，我不觉得有何不可，但是今年我发现，他这样的依赖，让我觉得自己错位了，很不舒服。回想起来，我妈妈和我的关系也是如此，我在幼年期就被她当成了倾诉对象，一直被她依靠。我很少能张口求人，是不是也因为我有一些奇怪的信念？",
    "annotation": [
      {
        "sentence": "快速觉察到求助，又不愿意被心安理得的依赖，为什么？",
        "label": ""
      },
      {
        "sentence": "我总是快速地觉察到别人的求助，然后伸出援手，但是又不愿意被心安理得的依赖。",
        "label": ""
      },
      {
        "sentence": "我感觉自己吸引到身边的，都是依赖我的人，甚至我的领导也是如此。",
        "label": ""
      },
      {
        "sentence": "遇到任何烦恼，第一时间找到我倾诉，希望我给他搞定。",
        "label": ""
      },
      {
        "sentence": "以往几年，我不觉得有何不可，但是今年我发现，他这样的依赖，让我觉得自己错位了，很不舒服。",
        "label": ""
      },
      {
        "sentence": "回想起来，我妈妈和我的关系也是如此，我在幼年期就被她当成了倾诉对象，一直被她依靠。",
        "label": ""
      },
      {
        "sentence": "我很少能张口求人，是不是也因为我有一些奇怪的信念？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个很敏感和善良的人，总是快速地觉察到别人的需求，这是很好的特质。同时你也注意到了自己的问题，这表明你有意识地想要改变和成长。1、我们小时候与父母的关系会影响我们与他人的交往模式，可以感受到你在幼年期就被母亲当成了倾诉对象，一直被她依靠，你是一个很早就习惯照顾别人的人。2、你也注意到自己很少向别人求助，这可能是因为小时候你的需求没有得到满足，所以你就会压抑自己的需求。但是，作为一个人类，我们每个人都需要互相帮助和支持。3、你说自己被人依赖，可能是因为你对别人十分友善，给予了他们信任和支持，而他们也因为信任你而寻求你的帮助。但是，帮助别人并不意味着你要被依赖，你可以学会适当地说不，保护自己的界限，也许你会发现这样才能更好地帮助别人。",
    "annotation": [
      {
        "sentence": "你是一个很敏感和善良的人，总是快速地觉察到别人的需求，这是很好的特质。",
        "label": ""
      },
      {
        "sentence": "同时你也注意到了自己的问题，这表明你有意识地想要改变和成长。",
        "label": ""
      },
      {
        "sentence": "1、我们小时候与父母的关系会影响我们与他人的交往模式，可以感受到你在幼年期就被母亲当成了倾诉对象，一直被她依靠，你是一个很早就习惯照顾别人的人。",
        "label": ""
      },
      {
        "sentence": "2、你也注意到自己很少向别人求助，这可能是因为小时候你的需求没有得到满足，所以你就会压抑自己的需求。",
        "label": ""
      },
      {
        "sentence": "但是，作为一个人类，我们每个人都需要互相帮助和支持。",
        "label": ""
      },
      {
        "sentence": "3、你说自己被人依赖，可能是因为你对别人十分友善，给予了他们信任和支持，而他们也因为信任你而寻求你的帮助。",
        "label": ""
      },
      {
        "sentence": "但是，帮助别人并不意味着你要被依赖，你可以学会适当地说不，保护自己的界限，也许你会发现这样才能更好地帮助别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分析和建议，我觉得你说的很有道理。我会尝试改变自己，但我不知道具体该怎么做。",
    "annotation": [
      {
        "sentence": "谢谢你的分析和建议，我觉得你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我会尝试改变自己，但我不知道具体该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变需要时间和耐心，但是你已经有了改变的意识，这是非常重要的一步。我建议你可以从以下几个方面尝试：1、关注自己的需要。当你感觉到疲惫或者难过的时候，先关注自己，倾听自己的内心需求，寻找可以满足这些需求的方法。2、学会说不。当你感到不适或者没有时间或能力帮助别人时，你可以适当地拒绝请求，保护自己的时间和精力。3、寻求他人的帮助。你可以向周围的人寻求帮助，培养自己寻求他人帮助的能力，同时也可以给别人提供帮助，建立平等的互助关系。4、学习沟通技巧。当你需要表达自己的需求或者拒绝他人的请求时，学习一些温和但坚定的沟通技巧是非常有帮助的。",
    "annotation": [
      {
        "sentence": "改变需要时间和耐心，但是你已经有了改变的意识，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "我建议你可以从以下几个方面尝试：1、关注自己的需要。",
        "label": ""
      },
      {
        "sentence": "当你感觉到疲惫或者难过的时候，先关注自己，倾听自己的内心需求，寻找可以满足这些需求的方法。",
        "label": ""
      },
      {
        "sentence": "2、学会说不。",
        "label": ""
      },
      {
        "sentence": "当你感到不适或者没有时间或能力帮助别人时，你可以适当地拒绝请求，保护自己的时间和精力。",
        "label": ""
      },
      {
        "sentence": "3、寻求他人的帮助。",
        "label": ""
      },
      {
        "sentence": "你可以向周围的人寻求帮助，培养自己寻求他人帮助的能力，同时也可以给别人提供帮助，建立平等的互助关系。",
        "label": ""
      },
      {
        "sentence": "4、学习沟通技巧。",
        "label": ""
      },
      {
        "sentence": "当你需要表达自己的需求或者拒绝他人的请求时，学习一些温和但坚定的沟通技巧是非常有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去改变自己。但我还有一个问题，我总觉得如果我需要别人帮助，就会变得很麻烦，所以我很少向别人求助。这是怎么回事？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去改变自己。",
        "label": ""
      },
      {
        "sentence": "但我还有一个问题，我总觉得如果我需要别人帮助，就会变得很麻烦，所以我很少向别人求助。",
        "label": ""
      },
      {
        "sentence": "这是怎么回事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你把自己放在了一个太高的标准下，认为如果自己需要别人的帮助，就会让别人觉得你很麻烦，从而降低你的自尊心。但是，实际上每个人都会需要别人的帮助，寻求帮助是很正常和必要的。当你寻求他人的帮助，实际上你也是给他们提供了一些帮助的机会，他们也会因此产生一种满足感和成就感。所以，不要害怕寻求别人的帮助，这是一个相互帮助和成长的过程。",
    "annotation": [
      {
        "sentence": "这可能是因为你把自己放在了一个太高的标准下，认为如果自己需要别人的帮助，就会让别人觉得你很麻烦，从而降低你的自尊心。",
        "label": ""
      },
      {
        "sentence": "但是，实际上每个人都会需要别人的帮助，寻求帮助是很正常和必要的。",
        "label": ""
      },
      {
        "sentence": "当你寻求他人的帮助，实际上你也是给他们提供了一些帮助的机会，他们也会因此产生一种满足感和成就感。",
        "label": ""
      },
      {
        "sentence": "所以，不要害怕寻求别人的帮助，这是一个相互帮助和成长的过程。",
        "label": ""
      }
    ]
  }
]