[
  {
    "role": "client",
    "content": "我有一个情商极低的爸爸，我该怎么办？我有一个我十分讨厌的父亲，情商极底，所有亲戚都不喜欢他，全家也都讨厌他。他右脚后跟骨折了，（他很早就离婚了），只有我奶奶照顾他，奶奶七十多岁了，家里有一副拐，按理说，平时上个厕所啥的，完全可以拄拐，脚后跟嘛！卫生间就在卧室门口，我爸嚷嚷说晚上走路不方便，脚疼。好，给他买了一个夜壶，早上夜壶满了，自己不倒，让奶奶给他倒，按理说一只脚，有双拐，就算困难点，自己倒也是可以的，他不行，说我们心怎么怎么狠，不关心他的痛苦，一大堆闲话。我在家，我倒，我是女儿，我做这件事无可厚非。我不在家，他让奶奶给他倒，从没说过一句感谢奶奶的话，奶奶起早贪黑伺候他五十多天，总共就给了奶奶二百块钱，米面我买的，平时菜肉都要奶奶自己掏钱，从来没有感到半分不好意思。一些小事明明自己能做，宁愿躺在床上，倒水，拿东西，洗个袜子啥的都喊奶奶做，奶奶年龄大了说实话也有怨言，他不理解，反而认为奶奶对他不好。好像任何人对他好都是应该的。",
    "annotation": [
      {
        "sentence": "我有一个情商极低的爸爸，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我有一个我十分讨厌的父亲，情商极底，所有亲戚都不喜欢他，全家也都讨厌他。",
        "label": ""
      },
      {
        "sentence": "他右脚后跟骨折了，（他很早就离婚了），只有我奶奶照顾他，奶奶七十多岁了，家里有一副拐，按理说，平时上个厕所啥的，完全可以拄拐，脚后跟嘛！",
        "label": ""
      },
      {
        "sentence": "卫生间就在卧室门口，我爸嚷嚷说晚上走路不方便，脚疼。",
        "label": ""
      },
      {
        "sentence": "好，给他买了一个夜壶，早上夜壶满了，自己不倒，让奶奶给他倒，按理说一只脚，有双拐，就算困难点，自己倒也是可以的，他不行，说我们心怎么怎么狠，不关心他的痛苦，一大堆闲话。",
        "label": ""
      },
      {
        "sentence": "我在家，我倒，我是女儿，我做这件事无可厚非。",
        "label": ""
      },
      {
        "sentence": "我不在家，他让奶奶给他倒，从没说过一句感谢奶奶的话，奶奶起早贪黑伺候他五十多天，总共就给了奶奶二百块钱，米面我买的，平时菜肉都要奶奶自己掏钱，从来没有感到半分不好意思。",
        "label": ""
      },
      {
        "sentence": "一些小事明明自己能做，宁愿躺在床上，倒水，拿东西，洗个袜子啥的都喊奶奶做，奶奶年龄大了说实话也有怨言，他不理解，反而认为奶奶对他不好。",
        "label": ""
      },
      {
        "sentence": "好像任何人对他好都是应该的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读完你的提问，虽然文字中表达了对父亲的不满，但在这背后，似乎又让我看到了这个家隐藏着的一些无奈。故事里有三个人，奶奶，爸爸，你。爸爸\"情商低\"，而让周围人都不喜欢的重要原因，似乎是父亲会把\"原本他可以做的事情推给他人\"——【推卸责任】，以及埋怨家里人——\"说我们心怎么怎么狠，不关心他的痛苦，一大堆闲话\"。拉开对话序幕的同时，读到了你的隐忧：你对爸爸的不满，奶奶的辛劳。可以看到你生气父亲的\"耍无赖\"，一方面心疼奶奶的付出得不到回报。在家里看来你是最明事理但对父亲却无能为力的那个人。爸爸和奶奶的互动模式似乎形成了一种习惯，爸爸习惯把责任推给他人，奶奶也习惯了被需要的感觉。如果你想改变这种现状，无论是希望爸爸能更多地承担责任，还是希望奶奶可以更好地享受生活，都需要明白这个过程可能会很困难，并且需要很长时间。要知道，爸爸抗拒承担责任的背后，也许有着更深的自我责怪和挫败感，承担责任、独立、长大，都需要内心更多的力量去面对未知的风雨。爸爸的成长过程中似乎缺失了这一部分。或许你可以尝试更多去理解爸爸的无力感，鼓励并看到他的优点。如果你暂时做不到，也没关系，将父亲成长的责任归还给他自己，好好经营自己的生活。多关心和陪伴奶奶，同时也可以尝试和奶奶去沟通，相信奶奶也希望父亲可以更加有担当。",
    "annotation": [
      {
        "sentence": "读完你的提问，虽然文字中表达了对父亲的不满，但在这背后，似乎又让我看到了这个家隐藏着的一些无奈。",
        "label": ""
      },
      {
        "sentence": "故事里有三个人，奶奶，爸爸，你。",
        "label": ""
      },
      {
        "sentence": "爸爸\"情商低\"，而让周围人都不喜欢的重要原因，似乎是父亲会把\"原本他可以做的事情推给他人\"——【推卸责任】，以及埋怨家里人——\"说我们心怎么怎么狠，不关心他的痛苦，一大堆闲话\"。",
        "label": ""
      },
      {
        "sentence": "拉开对话序幕的同时，读到了你的隐忧：你对爸爸的不满，奶奶的辛劳。",
        "label": ""
      },
      {
        "sentence": "可以看到你生气父亲的\"耍无赖\"，一方面心疼奶奶的付出得不到回报。",
        "label": ""
      },
      {
        "sentence": "在家里看来你是最明事理但对父亲却无能为力的那个人。",
        "label": ""
      },
      {
        "sentence": "爸爸和奶奶的互动模式似乎形成了一种习惯，爸爸习惯把责任推给他人，奶奶也习惯了被需要的感觉。",
        "label": ""
      },
      {
        "sentence": "如果你想改变这种现状，无论是希望爸爸能更多地承担责任，还是希望奶奶可以更好地享受生活，都需要明白这个过程可能会很困难，并且需要很长时间。",
        "label": ""
      },
      {
        "sentence": "要知道，爸爸抗拒承担责任的背后，也许有着更深的自我责怪和挫败感，承担责任、独立、长大，都需要内心更多的力量去面对未知的风雨。",
        "label": ""
      },
      {
        "sentence": "爸爸的成长过程中似乎缺失了这一部分。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试更多去理解爸爸的无力感，鼓励并看到他的优点。",
        "label": ""
      },
      {
        "sentence": "如果你暂时做不到，也没关系，将父亲成长的责任归还给他自己，好好经营自己的生活。",
        "label": ""
      },
      {
        "sentence": "多关心和陪伴奶奶，同时也可以尝试和奶奶去沟通，相信奶奶也希望父亲可以更加有担当。",
        "label": ""
      }
    ]
  }
]