[
  {
    "role": "client",
    "content": "我快速地觉察到别人的求助，然后伸出援手，但是又不愿意被心安理得地依赖。我感觉自己吸引到身边的，都是依赖我的人，甚至我的领导也是如此。遇到任何烦恼，第一时间找到我倾诉，希望我给他搞定。以往几年，我不觉得有何不可，但是今年我发现，他这样的依赖，让我觉得自己错位了，很不舒服。回想起来，我妈妈和我的关系也是如此，我在幼年期就被她当成了倾诉对象，一直被她依靠。我很少能张口求人，是不是也因为我有一些奇怪的信念？",
    "annotation": [
      {
        "sentence": "我快速地觉察到别人的求助，然后伸出援手，但是又不愿意被心安理得地依赖。",
        "label": ""
      },
      {
        "sentence": "我感觉自己吸引到身边的，都是依赖我的人，甚至我的领导也是如此。",
        "label": ""
      },
      {
        "sentence": "遇到任何烦恼，第一时间找到我倾诉，希望我给他搞定。",
        "label": ""
      },
      {
        "sentence": "以往几年，我不觉得有何不可，但是今年我发现，他这样的依赖，让我觉得自己错位了，很不舒服。",
        "label": ""
      },
      {
        "sentence": "回想起来，我妈妈和我的关系也是如此，我在幼年期就被她当成了倾诉对象，一直被她依靠。",
        "label": ""
      },
      {
        "sentence": "我很少能张口求人，是不是也因为我有一些奇怪的信念？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很快地察觉这一点，很可能说明你在生活中常常帮助别人，并且确实得到了对方的回馈，这种回馈不一定是实实在在的东西，可能仅仅只是一句谢谢你如此简单的话语。这种回馈让你更加愿意帮助别人。但是你说你不愿随随便便就被人依赖，以我之见，明显意思是不想因为自己可靠，对方就因此跟你搞好关系，且还没等把关系搞好就无视TA自己与你的关系，无休止地依赖你。这种关系与行为不和谐的感觉会让你渐渐觉得疲惫和不爽。",
    "annotation": [
      {
        "sentence": "很快地察觉这一点，很可能说明你在生活中常常帮助别人，并且确实得到了对方的回馈，这种回馈不一定是实实在在的东西，可能仅仅只是一句谢谢你如此简单的话语。",
        "label": ""
      },
      {
        "sentence": "这种回馈让你更加愿意帮助别人。",
        "label": ""
      },
      {
        "sentence": "但是你说你不愿随随便便就被人依赖，以我之见，明显意思是不想因为自己可靠，对方就因此跟你搞好关系，且还没等把关系搞好就无视TA自己与你的关系，无休止地依赖你。",
        "label": ""
      },
      {
        "sentence": "这种关系与行为不和谐的感觉会让你渐渐觉得疲惫和不爽。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我渴望被人依赖，但同时又害怕被人依赖。我觉得被依赖意味着我的能力得到了肯定，但同时也意味着我可能只是一个工具，没有真正被人关心。可能这种矛盾的心理让我感到迷茫和不安。",
    "annotation": [
      {
        "sentence": "是的，我渴望被人依赖，但同时又害怕被人依赖。",
        "label": ""
      },
      {
        "sentence": "我觉得被依赖意味着我的能力得到了肯定，但同时也意味着我可能只是一个工具，没有真正被人关心。",
        "label": ""
      },
      {
        "sentence": "可能这种矛盾的心理让我感到迷茫和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有这样的感受是很正常的。人的内心往往充满了矛盾和复杂的情感。你希望被人依赖，是因为这是一种对自己能力的肯定，同时也是满足你的内在需求的一种方式。但是你又害怕被人依赖，可能是因为你不希望自己只是别人的工具，希望得到更多的关心和尊重。",
    "annotation": [
      {
        "sentence": "你有这样的感受是很正常的。",
        "label": ""
      },
      {
        "sentence": "人的内心往往充满了矛盾和复杂的情感。",
        "label": ""
      },
      {
        "sentence": "你希望被人依赖，是因为这是一种对自己能力的肯定，同时也是满足你的内在需求的一种方式。",
        "label": ""
      },
      {
        "sentence": "但是你又害怕被人依赖，可能是因为你不希望自己只是别人的工具，希望得到更多的关心和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我就是希望得到更多的关心和尊重。但是为什么我总是吸引到那些只会依赖我的人呢？我觉得自己的能力被过分利用了，很累。",
    "annotation": [
      {
        "sentence": "对，我就是希望得到更多的关心和尊重。",
        "label": ""
      },
      {
        "sentence": "但是为什么我总是吸引到那些只会依赖我的人呢？",
        "label": ""
      },
      {
        "sentence": "我觉得自己的能力被过分利用了，很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许这与你的性格和处世方式有关系。像是敏感、心思细腻、善于观察等特质，可能让你容易被人察觉到你的能力和善良。这可能导致某些人只把你当作倾诉对象，无休止地依赖你，而不注重你们之间的关系。",
    "annotation": [
      {
        "sentence": "或许这与你的性格和处世方式有关系。",
        "label": ""
      },
      {
        "sentence": "像是敏感、心思细腻、善于观察等特质，可能让你容易被人察觉到你的能力和善良。",
        "label": ""
      },
      {
        "sentence": "这可能导致某些人只把你当作倾诉对象，无休止地依赖你，而不注重你们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实是很容易被人察觉到我的能力和善良。但是我觉得这样让我有点吃亏，我不想总是被人当作救世主，我也希望被人看作是一个有需求、有情感的人。",
    "annotation": [
      {
        "sentence": "你说得对，我确实是很容易被人察觉到我的能力和善良。",
        "label": ""
      },
      {
        "sentence": "但是我觉得这样让我有点吃亏，我不想总是被人当作救世主，我也希望被人看作是一个有需求、有情感的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的想法。每个人都有自己的需求和情感，不只是我们可以帮助别人，也需要别人关注和理解。对于那些过分依赖你的人，你可以试着与他们沟通，表达你的感受和需求。告诉他们你也是一个有需求的人，希望得到关心和支持，而不只是被依赖。",
    "annotation": [
      {
        "sentence": "理解你的想法。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的需求和情感，不只是我们可以帮助别人，也需要别人关注和理解。",
        "label": ""
      },
      {
        "sentence": "对于那些过分依赖你的人，你可以试着与他们沟通，表达你的感受和需求。",
        "label": ""
      },
      {
        "sentence": "告诉他们你也是一个有需求的人，希望得到关心和支持，而不只是被依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我应该主动与那些过分依赖我的人沟通，让他们了解我也有自己的需求和情感。同时，我也要学会更好地肯定自己，并且不要总是依赖别人的肯定。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我应该主动与那些过分依赖我的人沟通，让他们了解我也有自己的需求和情感。",
        "label": ""
      },
      {
        "sentence": "同时，我也要学会更好地肯定自己，并且不要总是依赖别人的肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，认识到自己的需求和情感，并且积极主动地表达出来是很重要的。同时，学会自己肯定自己，不只依赖别人的肯定，这样你就能够更好地找到平衡，让自己的生活更加健康和愉快。",
    "annotation": [
      {
        "sentence": "很好，认识到自己的需求和情感，并且积极主动地表达出来是很重要的。",
        "label": ""
      },
      {
        "sentence": "同时，学会自己肯定自己，不只依赖别人的肯定，这样你就能够更好地找到平衡，让自己的生活更加健康和愉快。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会努力去实践，找到自己的平衡点，让自己的生活变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力去实践，找到自己的平衡点，让自己的生活变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够做到的。祝你成功，如果有任何需要，随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "祝你成功，如果有任何需要，随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]