[
  {
    "role": "client",
    "content": "我无法放下过去的悲伤，每天想起都会忍不住流泪。",
    "annotation": [
      {
        "sentence": "我无法放下过去的悲伤，每天想起都会忍不住流泪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你的遭遇，经历了身心上的痛苦却不能与亲人朋友诉说害怕无法得到他人的理解，你一定很委屈吧。没关系，接下来我们一起分析一下你目前所处的境遇，并尝试做出一些能让自己舒适一点的改变吧。",
    "annotation": [
      {
        "sentence": "很心疼你的遭遇，经历了身心上的痛苦却不能与亲人朋友诉说害怕无法得到他人的理解，你一定很委屈吧。",
        "label": ""
      },
      {
        "sentence": "没关系，接下来我们一起分析一下你目前所处的境遇，并尝试做出一些能让自己舒适一点的改变吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "前年一场同学会，遇到10年前喜欢的男生（他不喜欢我），约好了一起聊天却被他放鸽子导致我抑郁复发。去年10月本来想跟他断绝一切联系，却又实在想见他一面，刚开始他拒绝了，后来他说他刚好出差可以见一面，短暂的重逢发生了不该发生的关系。因为我们都各自有家庭，然后我就回家了，后来我发现自己怀孕了。因为不清楚孩子是老公的还是他的，我挣扎纠结了数天做了人流，身体和精神的痛苦都超过我的想象和承受力。我知道自己有主要责任，可我也觉得对方也有责任，可却遭到冷漠与反责，觉得此事因我要见他而起。",
    "annotation": [
      {
        "sentence": "前年一场同学会，遇到10年前喜欢的男生（他不喜欢我），约好了一起聊天却被他放鸽子导致我抑郁复发。",
        "label": ""
      },
      {
        "sentence": "去年10月本来想跟他断绝一切联系，却又实在想见他一面，刚开始他拒绝了，后来他说他刚好出差可以见一面，短暂的重逢发生了不该发生的关系。",
        "label": ""
      },
      {
        "sentence": "因为我们都各自有家庭，然后我就回家了，后来我发现自己怀孕了。",
        "label": ""
      },
      {
        "sentence": "因为不清楚孩子是老公的还是他的，我挣扎纠结了数天做了人流，身体和精神的痛苦都超过我的想象和承受力。",
        "label": ""
      },
      {
        "sentence": "我知道自己有主要责任，可我也觉得对方也有责任，可却遭到冷漠与反责，觉得此事因我要见他而起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个男生对你的行为肯定有责任，但是你更需要关注你自己的情绪和心理状态。我们需要一步步来解决这个问题。你是一个负责任的人，事情的发生中也考虑到了其他人，只是忽略了一点自己的感受与责任。我们可以一起分析一下这个问题的主要原因。",
    "annotation": [
      {
        "sentence": "这个男生对你的行为肯定有责任，但是你更需要关注你自己的情绪和心理状态。",
        "label": ""
      },
      {
        "sentence": "我们需要一步步来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "你是一个负责任的人，事情的发生中也考虑到了其他人，只是忽略了一点自己的感受与责任。",
        "label": ""
      },
      {
        "sentence": "我们可以一起分析一下这个问题的主要原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很想独自吞下所有苦果，心里却始终控制不了痛苦和怨恨，以至于我一方面觉得不该要钱又一方面又忍不住追问，最后他同意为此事出3000元的补偿，同时提出我们从此不要有任何联系和纠缠。我收不下去他的钱，却又始终无法自我弥补，始终处在痛苦中，不得不再次服用抑郁药物，服两个多月发现自己又怀孕了。",
    "annotation": [
      {
        "sentence": "我很想独自吞下所有苦果，心里却始终控制不了痛苦和怨恨，以至于我一方面觉得不该要钱又一方面又忍不住追问，最后他同意为此事出3000元的补偿，同时提出我们从此不要有任何联系和纠缠。",
        "label": ""
      },
      {
        "sentence": "我收不下去他的钱，却又始终无法自我弥补，始终处在痛苦中，不得不再次服用抑郁药物，服两个多月发现自己又怀孕了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困境和痛苦，这些都是无法避免的后果。我们需要找到一些好的方法来让你逐渐恢复自我和情绪的稳定。你可以试着放下一些你不能掌控的事情，将注意力移向自己，关注自己的内心需要，从小事做起，像日常生活中的锻炼，做自己爱做的事情，跟亲密的人谈谈心事，都可以帮助你逐渐缓解。不要让过去的阴影束缚了你现在的生活。",
    "annotation": [
      {
        "sentence": "我理解你现在的困境和痛苦，这些都是无法避免的后果。",
        "label": ""
      },
      {
        "sentence": "我们需要找到一些好的方法来让你逐渐恢复自我和情绪的稳定。",
        "label": ""
      },
      {
        "sentence": "你可以试着放下一些你不能掌控的事情，将注意力移向自己，关注自己的内心需要，从小事做起，像日常生活中的锻炼，做自己爱做的事情，跟亲密的人谈谈心事，都可以帮助你逐渐缓解。",
        "label": ""
      },
      {
        "sentence": "不要让过去的阴影束缚了你现在的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己在家庭和生活中的价值越来越低，我只想找到一个爱我的人并尽情地付出爱。我不知道我自己要什么，感觉自己变得越来越弱。",
    "annotation": [
      {
        "sentence": "可是我觉得自己在家庭和生活中的价值越来越低，我只想找到一个爱我的人并尽情地付出爱。",
        "label": ""
      },
      {
        "sentence": "我不知道我自己要什么，感觉自己变得越来越弱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些感受都是很正常的，但是你需要理性地看待自己的生活和家庭。家庭生活可能实际上会比我们想象的更多姿多彩。你可以尝试创造一些小惊喜和小浪漫，让生活增添些趣味，增进夫妻间的感情。对于你自己的需要和期望，也可以放慢脚步多思考。你并不弱，你是一个渴望美好生活的人，寻找自己想要的东西的过程可能有些波折，但是这也是我们成长的一部分。",
    "annotation": [
      {
        "sentence": "这些感受都是很正常的，但是你需要理性地看待自己的生活和家庭。",
        "label": ""
      },
      {
        "sentence": "家庭生活可能实际上会比我们想象的更多姿多彩。",
        "label": ""
      },
      {
        "sentence": "你可以尝试创造一些小惊喜和小浪漫，让生活增添些趣味，增进夫妻间的感情。",
        "label": ""
      },
      {
        "sentence": "对于你自己的需要和期望，也可以放慢脚步多思考。",
        "label": ""
      },
      {
        "sentence": "你并不弱，你是一个渴望美好生活的人，寻找自己想要的东西的过程可能有些波折，但是这也是我们成长的一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直在自我折磨，觉得自己有太多的失败和缺陷。",
    "annotation": [
      {
        "sentence": "我一直在自我折磨，觉得自己有太多的失败和缺陷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些想法是由于你的心理状态受到了所发生事件的创伤和冲击，需要有一些时间去愈合。但是请相信你自己，你会走出这段阴影的，在这个过程中我们可以一起探索一些更多的方法和支持，比如寻求心理咨询帮助，或者找一些兴趣爱好来让自己更放松快乐。",
    "annotation": [
      {
        "sentence": "这些想法是由于你的心理状态受到了所发生事件的创伤和冲击，需要有一些时间去愈合。",
        "label": ""
      },
      {
        "sentence": "但是请相信你自己，你会走出这段阴影的，在这个过程中我们可以一起探索一些更多的方法和支持，比如寻求心理咨询帮助，或者找一些兴趣爱好来让自己更放松快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的需要一个谈话的对象。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的需要一个谈话的对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我一直在这里支持你，你可以随时跟我聊天和分享。",
    "annotation": [
      {
        "sentence": "没问题，我一直在这里支持你，你可以随时跟我聊天和分享。",
        "label": ""
      }
    ]
  }
]