[
  {
    "role": "client",
    "content": "26岁，感觉不到人生的意义，希望有人能理解支持我？",
    "annotation": [
      {
        "sentence": "26岁，感觉不到人生的意义，希望有人能理解支持我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，让我想起前不久听徐凯文老师的督导课，那次课上他所讲到，现在年轻人中存在比较普遍的一种情况就类似你的状态，也就是你所说的：【我现在找不到人生的意义了，不知道想要什么】【我就是找不到人生的意义，不知道自己要做什么，要去到哪里，有什么能让我真正的满心欢喜】️和你说这些是想告诉你：你现在的困惑、烦恼并不只有你一个人有，你也不是在孤军奋战，所以先请不要焦虑，允许的话，让我隔空给予你一点温暖和信心！看到你的烦恼，也让我想起在心理动力学学习中，第一次看到“学会获得爱和快乐的能力”时的震惊、疑惑和现在对这句话的理解及感触，这种能力太重要了！️你们这一代同龄人，出生在物质丰富的年代，不需要再像你们父母辈一样期盼着啥时候能吃上一块红烧肉、穿上一件新衣服！也不需要帮着爸妈去干活！与兄弟姐妹们争抢有限的资源……所以丰富的物质资源无形中剥夺了你们的快乐。️唯分数是硬道理的应试教育制度，不能输在起跑线上的理念，焦虑的父母们尽一切可能让孩子全身心扑在学习上，排除了一切学习以外的干扰，这也基本是你们这代人成长的社会环境，无形中剥夺了你们除学习之外的其他乐趣。️独生子女的生活，没有了同胞兄弟姐妹之间竞争的烦恼，当然也少了一些胜利的乐趣。……这些让你们缺少了快乐的体验，没有体验也就没有感受，更不会有领悟、成长，也就难以培养出这些能力。️告知你这些，是因为从你的文字中看出你是“一个优秀的人，有点小聪明，有点小才气”希你能多了解下父母和你生活年代、社会背景的区别，从而去理解他们和你自己️还看到你和女友交往中体验到“我的人生第一次有了意义，那是一种从未有过的感觉，我把它叫做“家”，就是好像终于有一个地方，我可以感到安全了，不必再伪装，不必再坚强，也不必再关心是否优秀”那请记住这种感觉，试着和父母去交流交流，把你不同的感受用他们可以接受的方式表达出来，如果可以，尝试着去问他们讨爱、讨拥抱、讨表扬、讨认可！（悄悄告诉你，我为了满足自己要爸爸的一个拥抱，花了近三年的时间才鼓足勇气去讨要到）️你还明白了“我内心的强烈需求感，给了她太多压力，让她渐渐感到失去了自由，而我也渐渐开始明白，她不会是那个我会永远理解和支持我的人，可能世上也并不存在这样的人”知道自己内心真正要什么很重要！除了外求，我们也可以自己满足自己，因为我们已经长大，不再是无能力的小孩！每个人都有自己的需求，也都有自己的承载度，太过了，都要被压垮的，学会独立和互相支撑，而不是寄生、依附。️“我开始明白自己爱自己才是人生常态，这个世上孤独也是常态，这些我已经慢慢在接受了”爱自己才能爱他人！主动孤独也是一种不可或缺的能力，如获得爱与快乐的能力一样！你已经在获取中，祝福你！️你的探索性很强，尝试过很多事情，那建议你可以尝试去和你有同样困惑的人聊聊，共同探索探索让自己走出困境的方法，好吗？愿你的快乐从点滴开始！",
    "annotation": [
      {
        "sentence": "看了你的描述，让我想起前不久听徐凯文老师的督导课，那次课上他所讲到，现在年轻人中存在比较普遍的一种情况就类似你的状态，也就是你所说的：【我现在找不到人生的意义了，不知道想要什么】【我就是找不到人生的意义，不知道自己要做什么，要去到哪里，有什么能让我真正的满心欢喜】️和你说这些是想告诉你：你现在的困惑、烦恼并不只有你一个人有，你也不是在孤军奋战，所以先请不要焦虑，允许的话，让我隔空给予你一点温暖和信心！",
        "label": ""
      },
      {
        "sentence": "看到你的烦恼，也让我想起在心理动力学学习中，第一次看到“学会获得爱和快乐的能力”时的震惊、疑惑和现在对这句话的理解及感触，这种能力太重要了！",
        "label": ""
      },
      {
        "sentence": "️你们这一代同龄人，出生在物质丰富的年代，不需要再像你们父母辈一样期盼着啥时候能吃上一块红烧肉、穿上一件新衣服！",
        "label": ""
      },
      {
        "sentence": "也不需要帮着爸妈去干活！",
        "label": ""
      },
      {
        "sentence": "与兄弟姐妹们争抢有限的资源……所以丰富的物质资源无形中剥夺了你们的快乐。",
        "label": ""
      },
      {
        "sentence": "️唯分数是硬道理的应试教育制度，不能输在起跑线上的理念，焦虑的父母们尽一切可能让孩子全身心扑在学习上，排除了一切学习以外的干扰，这也基本是你们这代人成长的社会环境，无形中剥夺了你们除学习之外的其他乐趣。",
        "label": ""
      },
      {
        "sentence": "️独生子女的生活，没有了同胞兄弟姐妹之间竞争的烦恼，当然也少了一些胜利的乐趣。",
        "label": ""
      },
      {
        "sentence": "……这些让你们缺少了快乐的体验，没有体验也就没有感受，更不会有领悟、成长，也就难以培养出这些能力。",
        "label": ""
      },
      {
        "sentence": "️告知你这些，是因为从你的文字中看出你是“一个优秀的人，有点小聪明，有点小才气”希你能多了解下父母和你生活年代、社会背景的区别，从而去理解他们和你自己️还看到你和女友交往中体验到“我的人生第一次有了意义，那是一种从未有过的感觉，我把它叫做“家”，就是好像终于有一个地方，我可以感到安全了，不必再伪装，不必再坚强，也不必再关心是否优秀”那请记住这种感觉，试着和父母去交流交流，把你不同的感受用他们可以接受的方式表达出来，如果可以，尝试着去问他们讨爱、讨拥抱、讨表扬、讨认可！",
        "label": ""
      },
      {
        "sentence": "（悄悄告诉你，我为了满足自己要爸爸的一个拥抱，花了近三年的时间才鼓足勇气去讨要到）️你还明白了“我内心的强烈需求感，给了她太多压力，让她渐渐感到失去了自由，而我也渐渐开始明白，她不会是那个我会永远理解和支持我的人，可能世上也并不存在这样的人”知道自己内心真正要什么很重要！",
        "label": ""
      },
      {
        "sentence": "除了外求，我们也可以自己满足自己，因为我们已经长大，不再是无能力的小孩！",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的需求，也都有自己的承载度，太过了，都要被压垮的，学会独立和互相支撑，而不是寄生、依附。",
        "label": ""
      },
      {
        "sentence": "️“我开始明白自己爱自己才是人生常态，这个世上孤独也是常态，这些我已经慢慢在接受了”爱自己才能爱他人！",
        "label": ""
      },
      {
        "sentence": "主动孤独也是一种不可或缺的能力，如获得爱与快乐的能力一样！",
        "label": ""
      },
      {
        "sentence": "你已经在获取中，祝福你！",
        "label": ""
      },
      {
        "sentence": "️你的探索性很强，尝试过很多事情，那建议你可以尝试去和你有同样困惑的人聊聊，共同探索探索让自己走出困境的方法，好吗？",
        "label": ""
      },
      {
        "sentence": "愿你的快乐从点滴开始！",
        "label": ""
      }
    ]
  }
]