[
  {
    "role": "client",
    "content": "我现在感觉不到人生的意义了，真希望有人能够理解并支持我。",
    "annotation": [
      {
        "sentence": "我现在感觉不到人生的意义了，真希望有人能够理解并支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们没有成功的时候，就会去寻求成功；当我们成功之后，就会寻求一种精神和心灵的满足。套用一句哲学的话：人生的意义在于生活本身。这个时候不要问怎么办，把问题归结起来，感情方面，你或许对于找到合适的另一半有太多的疑问；在生活方面，你失去了对生活的真实体验。一段自我描述别人是给不了你答案的，顶多能看出你的问题所在，答案的寻找是需要你或者你和你身旁的人一起去寻找的。",
    "annotation": [
      {
        "sentence": "当我们没有成功的时候，就会去寻求成功；当我们成功之后，就会寻求一种精神和心灵的满足。",
        "label": ""
      },
      {
        "sentence": "套用一句哲学的话：人生的意义在于生活本身。",
        "label": ""
      },
      {
        "sentence": "这个时候不要问怎么办，把问题归结起来，感情方面，你或许对于找到合适的另一半有太多的疑问；在生活方面，你失去了对生活的真实体验。",
        "label": ""
      },
      {
        "sentence": "一段自我描述别人是给不了你答案的，顶多能看出你的问题所在，答案的寻找是需要你或者你和你身旁的人一起去寻找的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也许对寻求成功有些迷茫，但确实感觉自己失去了对生活的真实体验。我从小就被父母期待变得更加优秀，但他们很少关心我是否真的喜欢这样做，是否开心或者难过。现在我也不知道自己到底想要什么，或者喜欢什么。在过去的二十多年里，我的脑袋里只有一个念头，就是希望能有个人出现在我的生命里，给我理解和支持，给我温暖和陪伴，带我离开这里。",
    "annotation": [
      {
        "sentence": "我也许对寻求成功有些迷茫，但确实感觉自己失去了对生活的真实体验。",
        "label": ""
      },
      {
        "sentence": "我从小就被父母期待变得更加优秀，但他们很少关心我是否真的喜欢这样做，是否开心或者难过。",
        "label": ""
      },
      {
        "sentence": "现在我也不知道自己到底想要什么，或者喜欢什么。",
        "label": ""
      },
      {
        "sentence": "在过去的二十多年里，我的脑袋里只有一个念头，就是希望能有个人出现在我的生命里，给我理解和支持，给我温暖和陪伴，带我离开这里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑我能够理解。童年时对于家庭的期待和缺乏真实关怀会导致迷茫和孤独感。有时候我们追求的东西并不一定是我们真正需要的，这也让我们不知道自己到底想要什么。你是否曾想过去寻找一个真正理解和支持你的人？",
    "annotation": [
      {
        "sentence": "你的困惑我能够理解。",
        "label": ""
      },
      {
        "sentence": "童年时对于家庭的期待和缺乏真实关怀会导致迷茫和孤独感。",
        "label": ""
      },
      {
        "sentence": "有时候我们追求的东西并不一定是我们真正需要的，这也让我们不知道自己到底想要什么。",
        "label": ""
      },
      {
        "sentence": "你是否曾想过去寻找一个真正理解和支持你的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我曾一度希望能够找到一个能够理解我、爱护我、包容我的人。因为我觉得在过去的很长一段时间里，我一直都是孤独的。",
    "annotation": [
      {
        "sentence": "是的，我曾一度希望能够找到一个能够理解我、爱护我、包容我的人。",
        "label": ""
      },
      {
        "sentence": "因为我觉得在过去的很长一段时间里，我一直都是孤独的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你向往有人能够理解和支持你是正常的。人是社会性的生物，我们都需要与他人建立深入连接和互相支持。但是，别人的理解和支持并不能完全解决你的问题，而是需要你主动积极地参与到寻找答案的过程中。你有尝试过一些事情吗，比如探索自己的兴趣爱好或者参加一些社交活动？",
    "annotation": [
      {
        "sentence": "你向往有人能够理解和支持你是正常的。",
        "label": ""
      },
      {
        "sentence": "人是社会性的生物，我们都需要与他人建立深入连接和互相支持。",
        "label": ""
      },
      {
        "sentence": "但是，别人的理解和支持并不能完全解决你的问题，而是需要你主动积极地参与到寻找答案的过程中。",
        "label": ""
      },
      {
        "sentence": "你有尝试过一些事情吗，比如探索自己的兴趣爱好或者参加一些社交活动？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过很多事情，比如唱歌、写作、玩乐器、看美剧、玩游戏、看书等等。但是没有一样是可以长久坚持下来的，总会失去兴趣。只有在极度无聊的时候，才会找点事情做，但是做一会儿就厌倦了，然后又陷入无聊，又找事情做，又厌倦，继续无聊，如此往复。",
    "annotation": [
      {
        "sentence": "我尝试过很多事情，比如唱歌、写作、玩乐器、看美剧、玩游戏、看书等等。",
        "label": ""
      },
      {
        "sentence": "但是没有一样是可以长久坚持下来的，总会失去兴趣。",
        "label": ""
      },
      {
        "sentence": "只有在极度无聊的时候，才会找点事情做，但是做一会儿就厌倦了，然后又陷入无聊，又找事情做，又厌倦，继续无聊，如此往复。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历表明你对于寻找自己的兴趣和激情还没有找到合适的方式。这是一个循序渐进的过程，而不是一蹴而就的。不要对自己心怀过多的压力和期望。也许你可以试着每天给自己一点时间，尝试一些新的活动或者爱好，让自己逐渐体验到不同的事物，看看会有哪些对你产生持久兴趣的。另外，和一些有相同兴趣的人一起参加活动，互相交流和分享，也能增加乐趣和动力。",
    "annotation": [
      {
        "sentence": "你的经历表明你对于寻找自己的兴趣和激情还没有找到合适的方式。",
        "label": ""
      },
      {
        "sentence": "这是一个循序渐进的过程，而不是一蹴而就的。",
        "label": ""
      },
      {
        "sentence": "不要对自己心怀过多的压力和期望。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着每天给自己一点时间，尝试一些新的活动或者爱好，让自己逐渐体验到不同的事物，看看会有哪些对你产生持久兴趣的。",
        "label": ""
      },
      {
        "sentence": "另外，和一些有相同兴趣的人一起参加活动，互相交流和分享，也能增加乐趣和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要给自己一些时间和空间去尝试新的事物，逐渐找到对我具有吸引力和持久兴趣的活动。同时，我也会考虑和一些兴趣相投的人一起参与，通过互相交流和分享来丰富自己的生活体验。",
    "annotation": [
      {
        "sentence": "我明白了，我需要给自己一些时间和空间去尝试新的事物，逐渐找到对我具有吸引力和持久兴趣的活动。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑和一些兴趣相投的人一起参与，通过互相交流和分享来丰富自己的生活体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！这样的态度非常重要。记住，人生是一个不断成长和探索的过程，每个人都会经历不同的困惑和挑战。重要的是你能够积极主动地寻找答案，并愿意接受改变和成长。如果在这个过程中你需要任何帮助或者有任何的困惑，随时都可以找我倾诉和寻求支持。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "这样的态度非常重要。",
        "label": ""
      },
      {
        "sentence": "记住，人生是一个不断成长和探索的过程，每个人都会经历不同的困惑和挑战。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够积极主动地寻找答案，并愿意接受改变和成长。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中你需要任何帮助或者有任何的困惑，随时都可以找我倾诉和寻求支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的耐心和支持！我会努力尝试并积极面对自己的问题和困惑。如果有任何需要的时候，我一定会向你寻求帮助的。非常感激！",
    "annotation": [
      {
        "sentence": "非常感谢你的耐心和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力尝试并积极面对自己的问题和困惑。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要的时候，我一定会向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "非常感激！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我会一直支持你的努力和成长。记住，你并不孤单，有人愿意倾听和陪伴你。祝你找到生活的意义，过上充实和快乐的日子！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的努力和成长。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人愿意倾听和陪伴你。",
        "label": ""
      },
      {
        "sentence": "祝你找到生活的意义，过上充实和快乐的日子！",
        "label": ""
      }
    ]
  }
]