[
  {
    "role": "client",
    "content": "什么都觉得是自己的错，自我价值感极低怎么办？",
    "annotation": [
      {
        "sentence": "什么都觉得是自己的错，自我价值感极低怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，你一直感觉自己很不好，觉得自己的真实形象不被别人所接受。这使你感到担心，害怕被发现后对方会抛弃或不再喜欢你。我可以理解你这样想会让你感到很累，因为你需要一直隐藏真实的自己。但是，作为一个完整的人，我们希望得到认可，包括接纳自己不好的一面。虽然现在我们长大了，能够理解父母的限制和爱，但是小时候被打压和控制的经历一定让你感到委屈和压抑。我想对小时候的你说：“那不是你的错，你只是这个事情没有做好而已，把事情做好就可以了，不是你不好，我还是很喜欢你哦。”我们的心理有一种特殊的保护机制，当我们小的时候，父母是我们赖以生存的环境，他们强大有力量。所以，当父母不好的时候，我们很难控制或改变他们，于是我们会把他们的不好看成是自己的不好，这样会减少冲突，给我们带来一种相对可控的感觉。但实际上，那个责任和不好是父母应该承担的。现在我们长大了，比小时候更有力量了，我们可以只承担自己的责任，把别人的责任还给他们。",
    "annotation": [
      {
        "sentence": "听你说起来，你一直感觉自己很不好，觉得自己的真实形象不被别人所接受。",
        "label": ""
      },
      {
        "sentence": "这使你感到担心，害怕被发现后对方会抛弃或不再喜欢你。",
        "label": ""
      },
      {
        "sentence": "我可以理解你这样想会让你感到很累，因为你需要一直隐藏真实的自己。",
        "label": ""
      },
      {
        "sentence": "但是，作为一个完整的人，我们希望得到认可，包括接纳自己不好的一面。",
        "label": ""
      },
      {
        "sentence": "虽然现在我们长大了，能够理解父母的限制和爱，但是小时候被打压和控制的经历一定让你感到委屈和压抑。",
        "label": ""
      },
      {
        "sentence": "我想对小时候的你说：“那不是你的错，你只是这个事情没有做好而已，把事情做好就可以了，不是你不好，我还是很喜欢你哦。",
        "label": ""
      },
      {
        "sentence": "”我们的心理有一种特殊的保护机制，当我们小的时候，父母是我们赖以生存的环境，他们强大有力量。",
        "label": ""
      },
      {
        "sentence": "所以，当父母不好的时候，我们很难控制或改变他们，于是我们会把他们的不好看成是自己的不好，这样会减少冲突，给我们带来一种相对可控的感觉。",
        "label": ""
      },
      {
        "sentence": "但实际上，那个责任和不好是父母应该承担的。",
        "label": ""
      },
      {
        "sentence": "现在我们长大了，比小时候更有力量了，我们可以只承担自己的责任，把别人的责任还给他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，小时候确实感到很委屈和无奈。我一直觉得自己不够好，导致现在没有自信，对亲密关系和冲突也感到害怕。在感觉里我也讨厌自己的样子。",
    "annotation": [
      {
        "sentence": "是的，小时候确实感到很委屈和无奈。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己不够好，导致现在没有自信，对亲密关系和冲突也感到害怕。",
        "label": ""
      },
      {
        "sentence": "在感觉里我也讨厌自己的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你现在的挫败、沮丧、失落和焦虑、疲劳。你一直努力提升自己，希望变得更好，得到别人的喜欢和更好的对待。似乎只要自己足够好，才能得到自己想要的结果。但事实可能是，我们已经足够好了，却仍然可能得不到想要的东西。如果那样失败了，我们是否能够接受呢？或者，什么是足够好呢？足够好的标准是什么样的？罗杰斯曾说过，不快乐源于我们追求认同时破坏了我们真实的自我实现。我们学会了做他人希望我们做的事情，即使那些并不是对我们最好的事情。渐渐地，我们内心的生机和动力被否认和扭曲起来，我们压抑着愤怒，将自己的生活埋葬在期望中。所以，做真实的自己比做完美的自己更难，更需要勇气。想要完美会让人感到紧张和疲倦，而做真实的自己则需要放下，只在安全的时候展示真实的自己，接纳自己的不完美，不再要求时刻证明自己。给自己更多的时间去看见、理解和接纳真实的自己吧。",
    "annotation": [
      {
        "sentence": "我能感受到你现在的挫败、沮丧、失落和焦虑、疲劳。",
        "label": ""
      },
      {
        "sentence": "你一直努力提升自己，希望变得更好，得到别人的喜欢和更好的对待。",
        "label": ""
      },
      {
        "sentence": "似乎只要自己足够好，才能得到自己想要的结果。",
        "label": ""
      },
      {
        "sentence": "但事实可能是，我们已经足够好了，却仍然可能得不到想要的东西。",
        "label": ""
      },
      {
        "sentence": "如果那样失败了，我们是否能够接受呢？",
        "label": ""
      },
      {
        "sentence": "或者，什么是足够好呢？",
        "label": ""
      },
      {
        "sentence": "足够好的标准是什么样的？",
        "label": ""
      },
      {
        "sentence": "罗杰斯曾说过，不快乐源于我们追求认同时破坏了我们真实的自我实现。",
        "label": ""
      },
      {
        "sentence": "我们学会了做他人希望我们做的事情，即使那些并不是对我们最好的事情。",
        "label": ""
      },
      {
        "sentence": "渐渐地，我们内心的生机和动力被否认和扭曲起来，我们压抑着愤怒，将自己的生活埋葬在期望中。",
        "label": ""
      },
      {
        "sentence": "所以，做真实的自己比做完美的自己更难，更需要勇气。",
        "label": ""
      },
      {
        "sentence": "想要完美会让人感到紧张和疲倦，而做真实的自己则需要放下，只在安全的时候展示真实的自己，接纳自己的不完美，不再要求时刻证明自己。",
        "label": ""
      },
      {
        "sentence": "给自己更多的时间去看见、理解和接纳真实的自己吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实希望能够放下追求完美的负担，更加接纳自己的不完美。也许我需要给自己更多的时间去慢慢回归真实的自己。你提到了推荐罗杰斯的《论人的成长》，我会找时间去阅读的。真的很感谢你给我分享这些心理学知识。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实希望能够放下追求完美的负担，更加接纳自己的不完美。",
        "label": ""
      },
      {
        "sentence": "也许我需要给自己更多的时间去慢慢回归真实的自己。",
        "label": ""
      },
      {
        "sentence": "你提到了推荐罗杰斯的《论人的成长》，我会找时间去阅读的。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你给我分享这些心理学知识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到你。阅读《论人的成长》可以提供更深入的心理学知识和启发，希望它对你有所帮助。生活有时确实很艰难，但是，我们每天都要给自己一些甜蜜，也要分享一些心理学的知识，以便更好地应对困难。如果你有需要，可以随时找我聊聊心事，我会尽力帮助你的。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "阅读《论人的成长》可以提供更深入的心理学知识和启发，希望它对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "生活有时确实很艰难，但是，我们每天都要给自己一些甜蜜，也要分享一些心理学的知识，以便更好地应对困难。",
        "label": ""
      },
      {
        "sentence": "如果你有需要，可以随时找我聊聊心事，我会尽力帮助你的。",
        "label": ""
      }
    ]
  }
]