[
  {
    "role": "client",
    "content": "过去发生的尴尬丢脸的事还是会让我难受，怎么解决？",
    "annotation": [
      {
        "sentence": "过去发生的尴尬丢脸的事还是会让我难受，怎么解决？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你只是因为一些小小的原因导致了这样想法啦人总是不断的变化着的，也在不断的进步，之所以你现在回想起觉得难过，是因为你没有走出你对自己认知的枷锁呀！现在的你依旧把自己当作以前的那个孩子，既然时间已经过去，你也应该把自己放到现在优秀的位置里，多给自己打打气，多给自己一些宽容人非圣人，孰能无过嘛！怎么会有不犯错的人呢？把心态放平，以前的事情都是以前发生的，不要纠结于过去，现在的你，是很优秀，很棒哒！",
    "annotation": [
      {
        "sentence": "你只是因为一些小小的原因导致了这样想法啦人总是不断的变化着的，也在不断的进步，之所以你现在回想起觉得难过，是因为你没有走出你对自己认知的枷锁呀！",
        "label": ""
      },
      {
        "sentence": "现在的你依旧把自己当作以前的那个孩子，既然时间已经过去，你也应该把自己放到现在优秀的位置里，多给自己打打气，多给自己一些宽容人非圣人，孰能无过嘛！",
        "label": ""
      },
      {
        "sentence": "怎么会有不犯错的人呢？",
        "label": ""
      },
      {
        "sentence": "把心态放平，以前的事情都是以前发生的，不要纠结于过去，现在的你，是很优秀，很棒哒！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，这些尴尬的事情发生很久了，为什么一直还会让我感觉难受呢？",
    "annotation": [
      {
        "sentence": "可是，这些尴尬的事情发生很久了，为什么一直还会让我感觉难受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人对事情的反应和处理方式都不同，有些人可能能很快地忘记过去的尴尬事情，而有些人可能需要更长的时间来接受和处理。你的感受是完全正常的。有时候，尴尬的记忆可能会在我们的潜意识中形成一个固定模式，导致我们无法轻易地从中解脱出来。但是，只要你能够尝试调整你的思维方式，并且给自己更多的正面肯定，相信你是可以逐渐克服这种困扰的。",
    "annotation": [
      {
        "sentence": "每个人对事情的反应和处理方式都不同，有些人可能能很快地忘记过去的尴尬事情，而有些人可能需要更长的时间来接受和处理。",
        "label": ""
      },
      {
        "sentence": "你的感受是完全正常的。",
        "label": ""
      },
      {
        "sentence": "有时候，尴尬的记忆可能会在我们的潜意识中形成一个固定模式，导致我们无法轻易地从中解脱出来。",
        "label": ""
      },
      {
        "sentence": "但是，只要你能够尝试调整你的思维方式，并且给自己更多的正面肯定，相信你是可以逐渐克服这种困扰的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可能一直把自己当作过去的那个不懂事的孩子，需要改变这种思维方式。但是我该如何做才能打破这种固定模式呢？",
    "annotation": [
      {
        "sentence": "你说的有道理，我可能一直把自己当作过去的那个不懂事的孩子，需要改变这种思维方式。",
        "label": ""
      },
      {
        "sentence": "但是我该如何做才能打破这种固定模式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以尝试专注于现在的自己，关注自己的成长和进步。每天花一些时间回顾一下你取得的成就和突破，给自己一些正面的肯定。此外，你也可以寻求专业的心理咨询师的帮助，他们可以通过各种技巧和方法帮助你改变思维模式并逐渐走出困境。同时，和身边的朋友、家人交流，分享你的感受和困扰，他们的支持和理解也能够给予你积极的影响和鼓舞。",
    "annotation": [
      {
        "sentence": "首先，你可以尝试专注于现在的自己，关注自己的成长和进步。",
        "label": ""
      },
      {
        "sentence": "每天花一些时间回顾一下你取得的成就和突破，给自己一些正面的肯定。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻求专业的心理咨询师的帮助，他们可以通过各种技巧和方法帮助你改变思维模式并逐渐走出困境。",
        "label": ""
      },
      {
        "sentence": "同时，和身边的朋友、家人交流，分享你的感受和困扰，他们的支持和理解也能够给予你积极的影响和鼓舞。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我有了一些对策，我会尝试专注于现在的自己，并且更加积极地与身边的人交流。我也会考虑咨询心理专家的建议，寻求更多的支持。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "听你这么说，我有了一些对策，我会尝试专注于现在的自己，并且更加积极地与身边的人交流。",
        "label": ""
      },
      {
        "sentence": "我也会考虑咨询心理专家的建议，寻求更多的支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，你是一个优秀的人，你值得拥有更好的生活和心态。相信自己，坚持走出过去的困扰，面向更美好的未来！祝你一切顺利！如果以后还有需要咨询的话，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你是一个优秀的人，你值得拥有更好的生活和心态。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持走出过去的困扰，面向更美好的未来！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要咨询的话，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  }
]