[
  {
    "role": "client",
    "content": "心理能量枯竭，请假休息一天，大家都不能理解？",
    "annotation": [
      {
        "sentence": "心理能量枯竭，请假休息一天，大家都不能理解？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，工作很辛苦，很忙碌吧，我可以理解你。休息一天很正常呀，别因为这个有任何愧疚感。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，工作很辛苦，很忙碌吧，我可以理解你。",
        "label": ""
      },
      {
        "sentence": "休息一天很正常呀，别因为这个有任何愧疚感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，最近工作确实很累，而且还有很多外界刺激，对我来说都是很大的压力，感觉心特别累。我想请一天假来恢复一下能量，调节一下自己的情绪。",
    "annotation": [
      {
        "sentence": "是的，最近工作确实很累，而且还有很多外界刺激，对我来说都是很大的压力，感觉心特别累。",
        "label": ""
      },
      {
        "sentence": "我想请一天假来恢复一下能量，调节一下自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "庄子说：“独与天地精神往来”，人只有在独处之时，方能拨开迷雾，心灵游于物外，与天地精神往来，看清生命的真相。独处，是一种高远的人生境界。每个人都应该有独处，静思的时间，这样的时间里是为了恢复精力，是为了有所反思总结，是为了沉淀自己。工作越忙碌，就要越给自己挤一点时间出来独处，安静地陪自己待一会就很好。",
    "annotation": [
      {
        "sentence": "庄子说：“独与天地精神往来”，人只有在独处之时，方能拨开迷雾，心灵游于物外，与天地精神往来，看清生命的真相。",
        "label": ""
      },
      {
        "sentence": "独处，是一种高远的人生境界。",
        "label": ""
      },
      {
        "sentence": "每个人都应该有独处，静思的时间，这样的时间里是为了恢复精力，是为了有所反思总结，是为了沉淀自己。",
        "label": ""
      },
      {
        "sentence": "工作越忙碌，就要越给自己挤一点时间出来独处，安静地陪自己待一会就很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。其实我觉得在独处的时候才能真正静下心来，思考一下自己的生活和工作。但有时候觉得很难，因为身边的人都不理解我，觉得我不上班就应该忙其他事情。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "其实我觉得在独处的时候才能真正静下心来，思考一下自己的生活和工作。",
        "label": ""
      },
      {
        "sentence": "但有时候觉得很难，因为身边的人都不理解我，觉得我不上班就应该忙其他事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说到不被理解，这一点确实让人很失落，让我想起那句“不如意之事十之八九，可言者无二三”，也许都会经历一段这样的时光吧。所以，把那些身边人不理解的话说过自己听，写下来，或者等遇到可以懂的人，再一吐为快吧。先沉静，安稳，爱己，然后再爱人吧。",
    "annotation": [
      {
        "sentence": "说到不被理解，这一点确实让人很失落，让我想起那句“不如意之事十之八九，可言者无二三”，也许都会经历一段这样的时光吧。",
        "label": ""
      },
      {
        "sentence": "所以，把那些身边人不理解的话说过自己听，写下来，或者等遇到可以懂的人，再一吐为快吧。",
        "label": ""
      },
      {
        "sentence": "先沉静，安稳，爱己，然后再爱人吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我应该学会更好地接受自己的感受和情绪，并且不让外界的不理解影响到自己的情绪。或许，我应该找到适合我倾诉的人，通过与他们的交流来舒缓自己的情绪。",
    "annotation": [
      {
        "sentence": "你说的很对，我应该学会更好地接受自己的感受和情绪，并且不让外界的不理解影响到自己的情绪。",
        "label": ""
      },
      {
        "sentence": "或许，我应该找到适合我倾诉的人，通过与他们的交流来舒缓自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，倾诉是非常有效的情绪调节方式。有时候，不一定非要找到解决问题的答案，只要有人倾听，能理解你的感受，你的情绪就会得到宣泄和缓解。希望你能找到一个可以倾诉的朋友，分享你的困扰和感受。记住，你不是孤单的。",
    "annotation": [
      {
        "sentence": "是的，倾诉是非常有效的情绪调节方式。",
        "label": ""
      },
      {
        "sentence": "有时候，不一定非要找到解决问题的答案，只要有人倾听，能理解你的感受，你的情绪就会得到宣泄和缓解。",
        "label": ""
      },
      {
        "sentence": "希望你能找到一个可以倾诉的朋友，分享你的困扰和感受。",
        "label": ""
      },
      {
        "sentence": "记住，你不是孤单的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽力去寻找一个可以倾诉的朋友，和他们分享我的心声。同时，我也要学会更好地爱护自己，给自己一些宽容和放松的时间，让自己的能量重新充盈，重新面对工作和生活的挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽力去寻找一个可以倾诉的朋友，和他们分享我的心声。",
        "label": ""
      },
      {
        "sentence": "同时，我也要学会更好地爱护自己，给自己一些宽容和放松的时间，让自己的能量重新充盈，重新面对工作和生活的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和改变。请记住，每个人都需要适时地休息和关爱自己，这样才能更好地面对生活的困难。祝福你能够找到平衡，调节好自己的情绪，过上更加幸福的生活。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和改变。",
        "label": ""
      },
      {
        "sentence": "请记住，每个人都需要适时地休息和关爱自己，这样才能更好地面对生活的困难。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到平衡，调节好自己的情绪，过上更加幸福的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]