[
  {
    "role": "client",
    "content": "心理能量枯竭，请假休息一天，大家都不能理解？由于自己本身是高敏感人群，加上最近一周外界发生了很多在别人看来不重要，但在我看来已经是许多外部刺激的事，心特别累；加上这周工作之外的时间，也被安排的比较满，没时间和自己真正独处，整个人状态就很差，就像放弃挣扎地躺一天，看看书，恢复一下能量，调节一下自己的情绪。于是今天找借口说生病请假了，毕竟说出来自己是因为心理原因要请假，估计会直接被怼回来。然而住在一起的好朋友知道我的状况，却也不能理解我不去上班，并且告诉我如果不去上班就抽时间做做家务。感觉更加孤独了，虽然知道不被理解是人生常态，但在脆弱的时候依然不能被身边重要的人理解，还是好难过，该怎么接纳并且调节自己的情绪呢？",
    "annotation": [
      {
        "sentence": "心理能量枯竭，请假休息一天，大家都不能理解？",
        "label": ""
      },
      {
        "sentence": "由于自己本身是高敏感人群，加上最近一周外界发生了很多在别人看来不重要，但在我看来已经是许多外部刺激的事，心特别累；加上这周工作之外的时间，也被安排的比较满，没时间和自己真正独处，整个人状态就很差，就像放弃挣扎地躺一天，看看书，恢复一下能量，调节一下自己的情绪。",
        "label": ""
      },
      {
        "sentence": "于是今天找借口说生病请假了，毕竟说出来自己是因为心理原因要请假，估计会直接被怼回来。",
        "label": ""
      },
      {
        "sentence": "然而住在一起的好朋友知道我的状况，却也不能理解我不去上班，并且告诉我如果不去上班就抽时间做做家务。",
        "label": ""
      },
      {
        "sentence": "感觉更加孤独了，虽然知道不被理解是人生常态，但在脆弱的时候依然不能被身边重要的人理解，还是好难过，该怎么接纳并且调节自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊(๑•.•๑)看到你说自己是高敏感的人，知道你也是个觉知力很强的人，觉知外在的发生，影响到内在感受时，用独处来恢复自己内在的平静，真的是很好的办法，我也喜欢这种方式的身心放松状态。我平时除了独处来清理自己之外，最多的是随时随地的去清理身体的不舒服，因为身体会随时提醒我，不去清理会越累积越难受，所以我平时会随时清理情绪和思维，不会等到累积到一定程度。你呢？除了请假一天，你有什么其他的自我疏导方式吗？",
    "annotation": [
      {
        "sentence": "你好啊(๑•.•๑)看到你说自己是高敏感的人，知道你也是个觉知力很强的人，觉知外在的发生，影响到内在感受时，用独处来恢复自己内在的平静，真的是很好的办法，我也喜欢这种方式的身心放松状态。",
        "label": ""
      },
      {
        "sentence": "我平时除了独处来清理自己之外，最多的是随时随地的去清理身体的不舒服，因为身体会随时提醒我，不去清理会越累积越难受，所以我平时会随时清理情绪和思维，不会等到累积到一定程度。",
        "label": ""
      },
      {
        "sentence": "你呢？",
        "label": ""
      },
      {
        "sentence": "除了请假一天，你有什么其他的自我疏导方式吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "平常我也会去散步，到自然的环境中更能让我放松，看看书，瑜伽也尝试着做过。但是这次心理能量枯竭的感觉好强烈，恢复体力不充足，需要好好补充。",
    "annotation": [
      {
        "sentence": "平常我也会去散步，到自然的环境中更能让我放松，看看书，瑜伽也尝试着做过。",
        "label": ""
      },
      {
        "sentence": "但是这次心理能量枯竭的感觉好强烈，恢复体力不充足，需要好好补充。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你现在需要补充心理能量，那就好好休息一天吧。你在这一天中可以看看你感兴趣的小说或是电影，也可以写写日记或是做做呼吸练习，都有助于恢复你的自我平衡。同时也可以试着接纳身边好朋友不能理解你的事实，也许他们没有类似的体验，但并不意味着他们不重视你的感受。你了解他们的想法，也许可以帮助你打开心锁，释放压力，慢慢恢复愉悦的情绪。",
    "annotation": [
      {
        "sentence": "明白了，你现在需要补充心理能量，那就好好休息一天吧。",
        "label": ""
      },
      {
        "sentence": "你在这一天中可以看看你感兴趣的小说或是电影，也可以写写日记或是做做呼吸练习，都有助于恢复你的自我平衡。",
        "label": ""
      },
      {
        "sentence": "同时也可以试着接纳身边好朋友不能理解你的事实，也许他们没有类似的体验，但并不意味着他们不重视你的感受。",
        "label": ""
      },
      {
        "sentence": "你了解他们的想法，也许可以帮助你打开心锁，释放压力，慢慢恢复愉悦的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。但是我现在还是有点不知所措，不知道应该怎样调整情绪。我感觉自己好脆弱，好像经不起任何压力。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "但是我现在还是有点不知所措，不知道应该怎样调整情绪。",
        "label": ""
      },
      {
        "sentence": "我感觉自己好脆弱，好像经不起任何压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先你要接纳自己的情绪，珍惜那些不舒服的情绪，它们可以给你带来重要的信息和成长机遇。不要急于逃避它们，反而是应该探索它们的真实意义，进而理解自己的需求和欲望：它们是你内心深处的声音。同时，也要注意自己的情绪表达方式，不要让消极的情绪盘满整个生命里。别忘了，你可以选择做出一些积极的改变来与这些难题和谐相处，在你真正需要慰藉和支持的时候，不要害怕向他人求助。",
    "annotation": [
      {
        "sentence": "首先你要接纳自己的情绪，珍惜那些不舒服的情绪，它们可以给你带来重要的信息和成长机遇。",
        "label": ""
      },
      {
        "sentence": "不要急于逃避它们，反而是应该探索它们的真实意义，进而理解自己的需求和欲望：它们是你内心深处的声音。",
        "label": ""
      },
      {
        "sentence": "同时，也要注意自己的情绪表达方式，不要让消极的情绪盘满整个生命里。",
        "label": ""
      },
      {
        "sentence": "别忘了，你可以选择做出一些积极的改变来与这些难题和谐相处，在你真正需要慰藉和支持的时候，不要害怕向他人求助。",
        "label": ""
      }
    ]
  }
]