[
  {
    "role": "client",
    "content": "什么都觉得是自己的错，自我价值感极低怎么办？其实从小到大在外人看来都很优秀，成绩优秀，身材颜值也都可以，性格也被很多人夸赞。但我都觉得那不是真的我，如果他们看到真实的我，就会离开我。从小经历的是父母的打压式教育（长大后我能理解他们其实很爱我，只是不知道如何表达这种爱），他们的婚姻里也有很多冲突，让我很恐惧，也不敢说。又遇到了一个PUA前男友，也是满满的嫌弃和打压。让我觉得只要在亲密关系中看到真实的我，就都是我的错误，是我做的不好，我还可以通过努力让自己变得更好（事业，性格，外表）。包括现在，即使遇到不公平的领导，甚至看到别的幸福的情侣，也觉得是我不够好才得不到合理的对待。我不知道要怎样去喜欢真实的自己，我知道真实的自己脾气不好，没有耐心，懦弱自卑，没有安全感，有控制欲，还觉得自己很笨拙，还有一些我根本描述不出来的感觉，但总之就是很糟糕。。。要怎么办呢？",
    "annotation": [
      {
        "sentence": "什么都觉得是自己的错，自我价值感极低怎么办？",
        "label": ""
      },
      {
        "sentence": "其实从小到大在外人看来都很优秀，成绩优秀，身材颜值也都可以，性格也被很多人夸赞。",
        "label": ""
      },
      {
        "sentence": "但我都觉得那不是真的我，如果他们看到真实的我，就会离开我。",
        "label": ""
      },
      {
        "sentence": "从小经历的是父母的打压式教育（长大后我能理解他们其实很爱我，只是不知道如何表达这种爱），他们的婚姻里也有很多冲突，让我很恐惧，也不敢说。",
        "label": ""
      },
      {
        "sentence": "又遇到了一个PUA前男友，也是满满的嫌弃和打压。",
        "label": ""
      },
      {
        "sentence": "让我觉得只要在亲密关系中看到真实的我，就都是我的错误，是我做的不好，我还可以通过努力让自己变得更好（事业，性格，外表）。",
        "label": ""
      },
      {
        "sentence": "包括现在，即使遇到不公平的领导，甚至看到别的幸福的情侣，也觉得是我不够好才得不到合理的对待。",
        "label": ""
      },
      {
        "sentence": "我不知道要怎样去喜欢真实的自己，我知道真实的自己脾气不好，没有耐心，懦弱自卑，没有安全感，有控制欲，还觉得自己很笨拙，还有一些我根本描述不出来的感觉，但总之就是很糟糕。。。",
        "label": ""
      },
      {
        "sentence": "要怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的感受。每个人都有自己的不完美和困扰，你并不孤单。无论过去你经历了什么，你真实的价值是不可替代的。你说自己有些缺点，也是本着对自我的真实了解。但请相信，你的弱点并不代表你的全部。不妨多关注自己的优点，每个人都有很多闪光点。请自信起来，你的价值不在于别人的眼光，而在于你自己。",
    "annotation": [
      {
        "sentence": "我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的不完美和困扰，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "无论过去你经历了什么，你真实的价值是不可替代的。",
        "label": ""
      },
      {
        "sentence": "你说自己有些缺点，也是本着对自我的真实了解。",
        "label": ""
      },
      {
        "sentence": "但请相信，你的弱点并不代表你的全部。",
        "label": ""
      },
      {
        "sentence": "不妨多关注自己的优点，每个人都有很多闪光点。",
        "label": ""
      },
      {
        "sentence": "请自信起来，你的价值不在于别人的眼光，而在于你自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得别人对我有期待，我要是达不到，就会失望。这个心态怎么改变？",
    "annotation": [
      {
        "sentence": "可是我总觉得别人对我有期待，我要是达不到，就会失望。",
        "label": ""
      },
      {
        "sentence": "这个心态怎么改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，你并不清楚别人是否有期待。即使他们有，也不代表你必须满足他们的期待。重要的是，先满足自己的期待。找到自己的内在动力和目标，不要给外界的褒贬过多的关注。追求的是自己的幸福，要为自己奋斗。你好好尝试，去发觉自己的能力和追求，让别人接纳你真实的自我。",
    "annotation": [
      {
        "sentence": "其实，你并不清楚别人是否有期待。",
        "label": ""
      },
      {
        "sentence": "即使他们有，也不代表你必须满足他们的期待。",
        "label": ""
      },
      {
        "sentence": "重要的是，先满足自己的期待。",
        "label": ""
      },
      {
        "sentence": "找到自己的内在动力和目标，不要给外界的褒贬过多的关注。",
        "label": ""
      },
      {
        "sentence": "追求的是自己的幸福，要为自己奋斗。",
        "label": ""
      },
      {
        "sentence": "你好好尝试，去发觉自己的能力和追求，让别人接纳你真实的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我感觉好累，一直在警惕自己被别人拒绝或是不认同。我想要释放掉这种焦虑和紧张感。",
    "annotation": [
      {
        "sentence": "可是，我感觉好累，一直在警惕自己被别人拒绝或是不认同。",
        "label": ""
      },
      {
        "sentence": "我想要释放掉这种焦虑和紧张感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种紧张是很不健康的。你需要放下这些感受，释放对自己的约束。不妨先给自己一些放松的时间，通过放松身体和心灵，使自己进入更轻松愉悦的状态。然后，你可以用更客观中立的角度去看待自己，毫不怀疑自己的潜能和价值。不要有心理压力和太高期望，这样的不负责任。你要努力但更要懂得自恋，健康地将自己置于生命的中心地位，培育良好的心态和健康的情感状态。",
    "annotation": [
      {
        "sentence": "是的，这种紧张是很不健康的。",
        "label": ""
      },
      {
        "sentence": "你需要放下这些感受，释放对自己的约束。",
        "label": ""
      },
      {
        "sentence": "不妨先给自己一些放松的时间，通过放松身体和心灵，使自己进入更轻松愉悦的状态。",
        "label": ""
      },
      {
        "sentence": "然后，你可以用更客观中立的角度去看待自己，毫不怀疑自己的潜能和价值。",
        "label": ""
      },
      {
        "sentence": "不要有心理压力和太高期望，这样的不负责任。",
        "label": ""
      },
      {
        "sentence": "你要努力但更要懂得自恋，健康地将自己置于生命的中心地位，培育良好的心态和健康的情感状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我有些醒悟了，但我觉得还需要一些实践。",
    "annotation": [
      {
        "sentence": "谢谢你，我有些醒悟了，但我觉得还需要一些实践。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，实践是非常重要的。请问你有没有兴趣尝试与一些志同道合的朋友合作？或者参加一些小组活动？通过参与这些活动，你可以更好地理解自己，也可以从中获得一些第三方的评价。同时，也可以在这些人中寻找支持和鼓励，增强自信。相信这样的实践可以让你渐渐建立对自己的认同感和自信心，而不是被不必要的焦虑和担心困扰。",
    "annotation": [
      {
        "sentence": "是的，实践是非常重要的。",
        "label": ""
      },
      {
        "sentence": "请问你有没有兴趣尝试与一些志同道合的朋友合作？",
        "label": ""
      },
      {
        "sentence": "或者参加一些小组活动？",
        "label": ""
      },
      {
        "sentence": "通过参与这些活动，你可以更好地理解自己，也可以从中获得一些第三方的评价。",
        "label": ""
      },
      {
        "sentence": "同时，也可以在这些人中寻找支持和鼓励，增强自信。",
        "label": ""
      },
      {
        "sentence": "相信这样的实践可以让你渐渐建立对自己的认同感和自信心，而不是被不必要的焦虑和担心困扰。",
        "label": ""
      }
    ]
  }
]