[
  {
    "role": "client",
    "content": "总回忆曾经的自己，害怕曾经是不是真得了神经分裂症？",
    "annotation": [
      {
        "sentence": "总回忆曾经的自己，害怕曾经是不是真得了神经分裂症？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的担心是很正常的，不过无论你曾经有什么问题，现在都已经过去了。你带着这种问题生活着其实是非常正常的，每个人都有自己的问题需要面对解决。我们要学会去习惯生活中的问题，努力解决能够解决的，无法解决的就让它自然存在。你觉得这个对你有帮助吗？",
    "annotation": [
      {
        "sentence": "你现在的担心是很正常的，不过无论你曾经有什么问题，现在都已经过去了。",
        "label": ""
      },
      {
        "sentence": "你带着这种问题生活着其实是非常正常的，每个人都有自己的问题需要面对解决。",
        "label": ""
      },
      {
        "sentence": "我们要学会去习惯生活中的问题，努力解决能够解决的，无法解决的就让它自然存在。",
        "label": ""
      },
      {
        "sentence": "你觉得这个对你有帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，其实我对信仰很困惑。小时候也会在心里祈祷神明保佑，但那时似乎是跟着大人模仿。高中时对神明的有无很迷茫，害怕自己随意胡思乱想会对神明不敬，但内心又不想诉说。",
    "annotation": [
      {
        "sentence": "嗯，其实我对信仰很困惑。",
        "label": ""
      },
      {
        "sentence": "小时候也会在心里祈祷神明保佑，但那时似乎是跟着大人模仿。",
        "label": ""
      },
      {
        "sentence": "高中时对神明的有无很迷茫，害怕自己随意胡思乱想会对神明不敬，但内心又不想诉说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于信仰问题，这个需要你自己去探索。青少年时期，对人生的各个方面都是充满疑惑的，你对信仰方面也可能会有疑问。信仰是自由的，你可以选择相信你想要相信的，只要能够给你的内心带来平静就是对的。你从家庭和社会方面接受到的信仰会受到影响，所以对此要持有怀疑和保留态度。你在学校读书很辛苦，会时常感到焦虑和恐惧，不知道应该怎么解决，你会想要借助外力来得到帮助。但是，这种力量真的存在吗？如果存在，为什么在你需要帮助的时候，它看不到希望呢？",
    "annotation": [
      {
        "sentence": "关于信仰问题，这个需要你自己去探索。",
        "label": ""
      },
      {
        "sentence": "青少年时期，对人生的各个方面都是充满疑惑的，你对信仰方面也可能会有疑问。",
        "label": ""
      },
      {
        "sentence": "信仰是自由的，你可以选择相信你想要相信的，只要能够给你的内心带来平静就是对的。",
        "label": ""
      },
      {
        "sentence": "你从家庭和社会方面接受到的信仰会受到影响，所以对此要持有怀疑和保留态度。",
        "label": ""
      },
      {
        "sentence": "你在学校读书很辛苦，会时常感到焦虑和恐惧，不知道应该怎么解决，你会想要借助外力来得到帮助。",
        "label": ""
      },
      {
        "sentence": "但是，这种力量真的存在吗？",
        "label": ""
      },
      {
        "sentence": "如果存在，为什么在你需要帮助的时候，它看不到希望呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我读完高中后，大人觉得我似乎有心理问题，把我送到精神病院治疗。但我当时觉得内心的困惑和强迫症是不需要治疗的，所以开的药我基本没吃。后来结婚了，生了两个女儿，我逐渐变得好了起来。",
    "annotation": [
      {
        "sentence": "我读完高中后，大人觉得我似乎有心理问题，把我送到精神病院治疗。",
        "label": ""
      },
      {
        "sentence": "但我当时觉得内心的困惑和强迫症是不需要治疗的，所以开的药我基本没吃。",
        "label": ""
      },
      {
        "sentence": "后来结婚了，生了两个女儿，我逐渐变得好了起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你家人的想法还是很先进的，他们担心你有心理问题，所以才把你送去治疗。你可能并没有患上精神分裂症，而是内心有一些冲突和强迫心理，但这并不意味着你需要接受治疗或者吃药。你过去的经历会对你产生影响，但是你也拥有着很强的自愈能力，现在你还有老公和两个可爱的女儿陪伴在你身边，你会变得越来越好。",
    "annotation": [
      {
        "sentence": "你家人的想法还是很先进的，他们担心你有心理问题，所以才把你送去治疗。",
        "label": ""
      },
      {
        "sentence": "你可能并没有患上精神分裂症，而是内心有一些冲突和强迫心理，但这并不意味着你需要接受治疗或者吃药。",
        "label": ""
      },
      {
        "sentence": "你过去的经历会对你产生影响，但是你也拥有着很强的自愈能力，现在你还有老公和两个可爱的女儿陪伴在你身边，你会变得越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "十几年后的今天，我看到手机上关于精神分裂症的描述，有点后怕，觉得曾经的自己的胡思乱想似乎有妄想和幻觉的表现。对这个我感到很困扰，也很害怕。",
    "annotation": [
      {
        "sentence": "十几年后的今天，我看到手机上关于精神分裂症的描述，有点后怕，觉得曾经的自己的胡思乱想似乎有妄想和幻觉的表现。",
        "label": ""
      },
      {
        "sentence": "对这个我感到很困扰，也很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "即便这种恐惧和焦虑困扰着你，其实也很正常。很多人会因为感觉不对而自己查找资料，但事实上，资料上的东西都很泛泛而谈，每个人都会找到自己的问题对应的几条，对吗？过去的事情难免会在你内心留下阴影，但是强烈的反抗也无法解决问题。快乐的秘诀是活在当下，不要忧虑过去跟担心未来，专心做好当下能够做的事情，让烦恼尽可能地远离自己。如果你实在无法释怀，可以将曾经的自己看成多种人格，这样就能够更加理性地看待这个问题了。",
    "annotation": [
      {
        "sentence": "即便这种恐惧和焦虑困扰着你，其实也很正常。",
        "label": ""
      },
      {
        "sentence": "很多人会因为感觉不对而自己查找资料，但事实上，资料上的东西都很泛泛而谈，每个人都会找到自己的问题对应的几条，对吗？",
        "label": ""
      },
      {
        "sentence": "过去的事情难免会在你内心留下阴影，但是强烈的反抗也无法解决问题。",
        "label": ""
      },
      {
        "sentence": "快乐的秘诀是活在当下，不要忧虑过去跟担心未来，专心做好当下能够做的事情，让烦恼尽可能地远离自己。",
        "label": ""
      },
      {
        "sentence": "如果你实在无法释怀，可以将曾经的自己看成多种人格，这样就能够更加理性地看待这个问题了。",
        "label": ""
      }
    ]
  }
]