[
  {
    "role": "client",
    "content": "我总是回忆曾经的自己，担心自己是不是真的得了神经分裂症？十多年前，我在读重点高中的时候，对信仰感到很困惑。小时候我会内心祈祷神明保佑，但那似乎只是模仿。上高中后，我对神明的存在感到困惑和不解，又害怕自己的困惑想法对神明不敬，内心充满压抑又不敢诉说。大人也有点迷信，那时我想逃避内心无法解决的问题，不想读书。大人以为我有心理问题，所以就把我送去精神病院，我记得医生当时断定我得了精神分裂症。当时并没有太在意，因为我很清楚自己内心的困惑和强迫症状。医生给我开的药我基本没有吃。后来我结婚了，有一个爱我的丈夫和两个漂亮的女儿。但是现在十几年过去了，我偶然在手机上看到有关精神分裂症的描述，感到有点害怕，开始担心起曾经的强迫症可能会有妄想和幻觉的问题，但是我确信自己当时的想法不是真的。现在每当我看到手机上关于精神分裂症的描述，我就会担心自己会不会是患上了这个疾病。我想起以前那段让我不能顺利读完大学的困惑，感觉一直是个心里的阴影。",
    "annotation": [
      {
        "sentence": "我总是回忆曾经的自己，担心自己是不是真的得了神经分裂症？",
        "label": ""
      },
      {
        "sentence": "十多年前，我在读重点高中的时候，对信仰感到很困惑。",
        "label": ""
      },
      {
        "sentence": "小时候我会内心祈祷神明保佑，但那似乎只是模仿。",
        "label": ""
      },
      {
        "sentence": "上高中后，我对神明的存在感到困惑和不解，又害怕自己的困惑想法对神明不敬，内心充满压抑又不敢诉说。",
        "label": ""
      },
      {
        "sentence": "大人也有点迷信，那时我想逃避内心无法解决的问题，不想读书。",
        "label": ""
      },
      {
        "sentence": "大人以为我有心理问题，所以就把我送去精神病院，我记得医生当时断定我得了精神分裂症。",
        "label": ""
      },
      {
        "sentence": "当时并没有太在意，因为我很清楚自己内心的困惑和强迫症状。",
        "label": ""
      },
      {
        "sentence": "医生给我开的药我基本没有吃。",
        "label": ""
      },
      {
        "sentence": "后来我结婚了，有一个爱我的丈夫和两个漂亮的女儿。",
        "label": ""
      },
      {
        "sentence": "但是现在十几年过去了，我偶然在手机上看到有关精神分裂症的描述，感到有点害怕，开始担心起曾经的强迫症可能会有妄想和幻觉的问题，但是我确信自己当时的想法不是真的。",
        "label": ""
      },
      {
        "sentence": "现在每当我看到手机上关于精神分裂症的描述，我就会担心自己会不会是患上了这个疾病。",
        "label": ""
      },
      {
        "sentence": "我想起以前那段让我不能顺利读完大学的困惑，感觉一直是个心里的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为我家里有亲人得过精神分裂症，所以我对这种疾病比较了解，并且我也查阅了相关的资料。早发精神分裂症是一种在青春期发病的疾病，通常伴随有妄想和幻听。病人最明显也让我们亲友最痛心的症状是：陷入自己的世界，将自己与外界隔绝，感情淡漠。作为一种疾病，它是存在器质性变化的，患病者的脑CT图像与正常人是有差别的。所以如果当时你没有进行相关的测试，只是根据症状就判断的话，可能存在误诊的情况。我引用的资料是《中华精神科杂志》，2018年，第51卷，第4期，260-264页。作为亲人，对于精神分裂症最大的恐惧就是复发和遗传。这种疾病的复发率是相对较高的，会给亲人带来极大的痛苦。而你如果在这些年的生活中没有出现复发情况，误诊的可能性就更大了，所以不用太担心。至于遗传方面，科学家也收集了相关的数据，在《四川精神卫生》1999年03期上有一篇名为《家族性与散发性精神分裂症的临床特征对照研究》的期刊指出，非家族性的精神分裂症遗传可能性很小，所以请不要害怕。最后，我给你一个拥抱。痛苦的过去已经远去了，你现在有一个幸福的婚姻，一个爱你的丈夫和两个可爱的女儿，好好享受生活吧。关于疾病的事情，就交给专业的人来处理，如果你还有担心，可以去医院咨询。事实上，每个人都会有陷入幻想和负面情绪的时候，尤其是青少年，由于大脑发育和身体成长，会更加迷茫无措。作为母亲的你，曾经体会过那种痛苦和难堪，但是我认为，这份经历并不是没有用处的，因为在你的孩子成长到这个阶段后，你会成为比其他没有经历过类似困扰的人更加贴心和温和的母亲吧？",
    "annotation": [
      {
        "sentence": "因为我家里有亲人得过精神分裂症，所以我对这种疾病比较了解，并且我也查阅了相关的资料。",
        "label": ""
      },
      {
        "sentence": "早发精神分裂症是一种在青春期发病的疾病，通常伴随有妄想和幻听。",
        "label": ""
      },
      {
        "sentence": "病人最明显也让我们亲友最痛心的症状是：陷入自己的世界，将自己与外界隔绝，感情淡漠。",
        "label": ""
      },
      {
        "sentence": "作为一种疾病，它是存在器质性变化的，患病者的脑CT图像与正常人是有差别的。",
        "label": ""
      },
      {
        "sentence": "所以如果当时你没有进行相关的测试，只是根据症状就判断的话，可能存在误诊的情况。",
        "label": ""
      },
      {
        "sentence": "我引用的资料是《中华精神科杂志》，2018年，第51卷，第4期，260-264页。",
        "label": ""
      },
      {
        "sentence": "作为亲人，对于精神分裂症最大的恐惧就是复发和遗传。",
        "label": ""
      },
      {
        "sentence": "这种疾病的复发率是相对较高的，会给亲人带来极大的痛苦。",
        "label": ""
      },
      {
        "sentence": "而你如果在这些年的生活中没有出现复发情况，误诊的可能性就更大了，所以不用太担心。",
        "label": ""
      },
      {
        "sentence": "至于遗传方面，科学家也收集了相关的数据，在《四川精神卫生》1999年03期上有一篇名为《家族性与散发性精神分裂症的临床特征对照研究》的期刊指出，非家族性的精神分裂症遗传可能性很小，所以请不要害怕。",
        "label": ""
      },
      {
        "sentence": "最后，我给你一个拥抱。",
        "label": ""
      },
      {
        "sentence": "痛苦的过去已经远去了，你现在有一个幸福的婚姻，一个爱你的丈夫和两个可爱的女儿，好好享受生活吧。",
        "label": ""
      },
      {
        "sentence": "关于疾病的事情，就交给专业的人来处理，如果你还有担心，可以去医院咨询。",
        "label": ""
      },
      {
        "sentence": "事实上，每个人都会有陷入幻想和负面情绪的时候，尤其是青少年，由于大脑发育和身体成长，会更加迷茫无措。",
        "label": ""
      },
      {
        "sentence": "作为母亲的你，曾经体会过那种痛苦和难堪，但是我认为，这份经历并不是没有用处的，因为在你的孩子成长到这个阶段后，你会成为比其他没有经历过类似困扰的人更加贴心和温和的母亲吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和理解。听到你给我的解释，我感到有点安心了。我当时确实没有进行过相关的测试，医生只是凭借症状就给我断定了精神分裂症，所以听到你的话我觉得可能真的是误诊了。我也相信自己当时的想法只是一时的困惑，并不是真的妄想。我还是会担心自己会不会复发，但是你说的复发率较高的话我会铭记在心，减少担忧。至于遗传方面，听到你的说法我也放心了很多，觉得自己的女儿可能不会受到这方面的影响。谢谢你的拥抱和鼓励，我会更加珍惜现在的幸福生活。",
    "annotation": [
      {
        "sentence": "谢谢你的回复和理解。",
        "label": ""
      },
      {
        "sentence": "听到你给我的解释，我感到有点安心了。",
        "label": ""
      },
      {
        "sentence": "我当时确实没有进行过相关的测试，医生只是凭借症状就给我断定了精神分裂症，所以听到你的话我觉得可能真的是误诊了。",
        "label": ""
      },
      {
        "sentence": "我也相信自己当时的想法只是一时的困惑，并不是真的妄想。",
        "label": ""
      },
      {
        "sentence": "我还是会担心自己会不会复发，但是你说的复发率较高的话我会铭记在心，减少担忧。",
        "label": ""
      },
      {
        "sentence": "至于遗传方面，听到你的说法我也放心了很多，觉得自己的女儿可能不会受到这方面的影响。",
        "label": ""
      },
      {
        "sentence": "谢谢你的拥抱和鼓励，我会更加珍惜现在的幸福生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。恢复信心是非常重要的，我相信你的担忧会逐渐减少。如果你在以后的生活中出现了任何疑问或困扰，记得随时找我倾诉。你现在有一个美满的家庭和幸福的生活，不要再困扰过去的阴影了，要相信自己，好好享受现在的快乐吧。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "恢复信心是非常重要的，我相信你的担忧会逐渐减少。",
        "label": ""
      },
      {
        "sentence": "如果你在以后的生活中出现了任何疑问或困扰，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你现在有一个美满的家庭和幸福的生活，不要再困扰过去的阴影了，要相信自己，好好享受现在的快乐吧。",
        "label": ""
      }
    ]
  }
]