[
  {
    "role": "client",
    "content": "总回忆曾经的自己，害怕曾经是不是真得了神经分裂症？十多年前，我读重点高中，那时对信仰充满困惑。小时候会在内心祈祷神明保佑，那似乎是种模仿。高中对神明的有无困惑不解，又害怕胡思乱想对神明不敬，内心压抑又不敢诉说。大人又有点迷信，那时想逃避内心无法解决的问题，不想读书。大人以为有心理问题，把我送去精神病院，记得那时医生疹断书写精神分裂症。我并不当回事，很清楚内心的困惑与强迫心理。医生开的药基本没吃。后来我结婚了，有爱自己的老公和两个漂亮的女儿。十几年后的今天，偶然看到手机关于精神分裂症的描述，有点后怕，在想那时强迫症有段时间胡思乱想似乎有妄想与一次幻觉，但没有深信自己想的是真的。现在看到手机上关于精神分裂症描述，会钻牛角尖去对号入座恐惧。想起那莫名其妙的固惑让我不能顺利读完大学，感觉是阴影。",
    "annotation": [
      {
        "sentence": "总回忆曾经的自己，害怕曾经是不是真得了神经分裂症？",
        "label": ""
      },
      {
        "sentence": "十多年前，我读重点高中，那时对信仰充满困惑。",
        "label": ""
      },
      {
        "sentence": "小时候会在内心祈祷神明保佑，那似乎是种模仿。",
        "label": ""
      },
      {
        "sentence": "高中对神明的有无困惑不解，又害怕胡思乱想对神明不敬，内心压抑又不敢诉说。",
        "label": ""
      },
      {
        "sentence": "大人又有点迷信，那时想逃避内心无法解决的问题，不想读书。",
        "label": ""
      },
      {
        "sentence": "大人以为有心理问题，把我送去精神病院，记得那时医生疹断书写精神分裂症。",
        "label": ""
      },
      {
        "sentence": "我并不当回事，很清楚内心的困惑与强迫心理。",
        "label": ""
      },
      {
        "sentence": "医生开的药基本没吃。",
        "label": ""
      },
      {
        "sentence": "后来我结婚了，有爱自己的老公和两个漂亮的女儿。",
        "label": ""
      },
      {
        "sentence": "十几年后的今天，偶然看到手机关于精神分裂症的描述，有点后怕，在想那时强迫症有段时间胡思乱想似乎有妄想与一次幻觉，但没有深信自己想的是真的。",
        "label": ""
      },
      {
        "sentence": "现在看到手机上关于精神分裂症描述，会钻牛角尖去对号入座恐惧。",
        "label": ""
      },
      {
        "sentence": "想起那莫名其妙的固惑让我不能顺利读完大学，感觉是阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的这些，表明你现在的状态还不错，思维清晰，内心平和，情绪稳定，这是很好的。你对过去的经历有一些后怕和恐惧，我想这可能和你之前被精神病院的医生诊断为精神分裂症有关。这个经历可能给你带来了心理创伤。如果你想改善现状，可能需要勇敢地面对心理创伤的存在。为什么要先承认心理创伤的存在呢？因为如果你不承认它，那么你会一直被回忆困扰着。只有勇敢地承认心理创伤的存在，你才有治愈的可能性。除了面对心理创伤，我们可能还需要改变我们的关注点，换个角度去看问题。比如每天在睡觉之前，花10分钟的时间记录发生的三件好事。例如，丈夫下班时给你买了你喜欢吃的甜点，或是好朋友生了个健康的孩子。每件事旁边备注为什么会发生这些好事，比如“因为我丈夫时不时的特别关心我，所以特意给我买了喜欢吃的甜点\"，“因为朋友在怀孕期间特别注意保养，所以生了一个健康的孩子\"。这个方法起初可能会有些别扭，但只要坚持6个月，你会发现生活中的喜悦都隐藏在琐碎的小事中。你可以试试看。",
    "annotation": [
      {
        "sentence": "你说的这些，表明你现在的状态还不错，思维清晰，内心平和，情绪稳定，这是很好的。",
        "label": ""
      },
      {
        "sentence": "你对过去的经历有一些后怕和恐惧，我想这可能和你之前被精神病院的医生诊断为精神分裂症有关。",
        "label": ""
      },
      {
        "sentence": "这个经历可能给你带来了心理创伤。",
        "label": ""
      },
      {
        "sentence": "如果你想改善现状，可能需要勇敢地面对心理创伤的存在。",
        "label": ""
      },
      {
        "sentence": "为什么要先承认心理创伤的存在呢？",
        "label": ""
      },
      {
        "sentence": "因为如果你不承认它，那么你会一直被回忆困扰着。",
        "label": ""
      },
      {
        "sentence": "只有勇敢地承认心理创伤的存在，你才有治愈的可能性。",
        "label": ""
      },
      {
        "sentence": "除了面对心理创伤，我们可能还需要改变我们的关注点，换个角度去看问题。",
        "label": ""
      },
      {
        "sentence": "比如每天在睡觉之前，花10分钟的时间记录发生的三件好事。",
        "label": ""
      },
      {
        "sentence": "例如，丈夫下班时给你买了你喜欢吃的甜点，或是好朋友生了个健康的孩子。",
        "label": ""
      },
      {
        "sentence": "每件事旁边备注为什么会发生这些好事，比如“因为我丈夫时不时的特别关心我，所以特意给我买了喜欢吃的甜点\"，“因为朋友在怀孕期间特别注意保养，所以生了一个健康的孩子\"。",
        "label": ""
      },
      {
        "sentence": "这个方法起初可能会有些别扭，但只要坚持6个月，你会发现生活中的喜悦都隐藏在琐碎的小事中。",
        "label": ""
      },
      {
        "sentence": "你可以试试看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是当我看到关于精神分裂症的描述时，我总是会回想起我过去的困惑和疑虑，这让我很困扰。我觉得我对自己是否患上这种疾病有所排斥，可能是因为我并不认同那时医生的诊断结果。我真的害怕这个问题会影响到我的日常生活和家庭。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "但是当我看到关于精神分裂症的描述时，我总是会回想起我过去的困惑和疑虑，这让我很困扰。",
        "label": ""
      },
      {
        "sentence": "我觉得我对自己是否患上这种疾病有所排斥，可能是因为我并不认同那时医生的诊断结果。",
        "label": ""
      },
      {
        "sentence": "我真的害怕这个问题会影响到我的日常生活和家庭。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧和困扰。你对自己是否患有精神分裂症的排斥感可能是因为你对医生的诊断结果持怀疑态度。这种不确定感会给你的日常生活和家庭带来压力。我建议你首先要正视这个问题，不要逃避。可以考虑咨询专业的心理医生，让他们给你一个更准确的评估和建议。同时，也要保持积极的态度，相信自己能够克服困难。家人的支持也是很重要的，你可以和他们一起分享你的感受，让他们了解你的困扰，并给予你支持和理解。",
    "annotation": [
      {
        "sentence": "我理解你的担忧和困扰。",
        "label": ""
      },
      {
        "sentence": "你对自己是否患有精神分裂症的排斥感可能是因为你对医生的诊断结果持怀疑态度。",
        "label": ""
      },
      {
        "sentence": "这种不确定感会给你的日常生活和家庭带来压力。",
        "label": ""
      },
      {
        "sentence": "我建议你首先要正视这个问题，不要逃避。",
        "label": ""
      },
      {
        "sentence": "可以考虑咨询专业的心理医生，让他们给你一个更准确的评估和建议。",
        "label": ""
      },
      {
        "sentence": "同时，也要保持积极的态度，相信自己能够克服困难。",
        "label": ""
      },
      {
        "sentence": "家人的支持也是很重要的，你可以和他们一起分享你的感受，让他们了解你的困扰，并给予你支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会考虑咨询心理医生的意见，并与家人分享我的感受。我也会试着保持积极的态度，相信自己能够度过这个困难。我明白现在的我已经不再是当初的那个困惑和疑虑的少年，我有爱自己的家人，这让我觉得更加坚强和勇敢。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会考虑咨询心理医生的意见，并与家人分享我的感受。",
        "label": ""
      },
      {
        "sentence": "我也会试着保持积极的态度，相信自己能够度过这个困难。",
        "label": ""
      },
      {
        "sentence": "我明白现在的我已经不再是当初的那个困惑和疑虑的少年，我有爱自己的家人，这让我觉得更加坚强和勇敢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你积极的回答。坚信自己的能力是迈向克服困难的第一步。咨询心理医生会给你提供更专业的帮助和指导，他们会帮助你更好地了解自己的情况，并找到解决问题的方法。同时，家人的支持也会给你更多的勇气和力量。相信自己，你一定能够渡过难关，重新获得内心的平静和自信。",
    "annotation": [
      {
        "sentence": "很高兴听到你积极的回答。",
        "label": ""
      },
      {
        "sentence": "坚信自己的能力是迈向克服困难的第一步。",
        "label": ""
      },
      {
        "sentence": "咨询心理医生会给你提供更专业的帮助和指导，他们会帮助你更好地了解自己的情况，并找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时，家人的支持也会给你更多的勇气和力量。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够渡过难关，重新获得内心的平静和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽快寻求心理医生的帮助，并与家人沟通我的困扰。谢谢你的鼓励和支持，我相信自己能够度过难关，重新找回内心的平静和自信。",
    "annotation": [
      {
        "sentence": "我会尽快寻求心理医生的帮助，并与家人沟通我的困扰。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，我相信自己能够度过难关，重新找回内心的平静和自信。",
        "label": ""
      }
    ]
  }
]