[
  {
    "role": "client",
    "content": "我是一个25岁的女生，已经做了五年的花艺师了。我非常喜欢并热爱这个工作，专注于这个领域已经有五年的时间了。我的技能已经很不错，但是由于经济上的原因，我没有能力开店做生意。我真的很困惑，不知道该怎么办。我不想再打工了，想要自己做生意，成为老板。但是自己起步特别困难，这让我感到非常难过，觉得自己无能、抑郁，也开始影响到我上班的心情，我的野心无法得到满足，整个人感觉非常颓废。我真的不知道该如何调节自己的心态了。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，已经做了五年的花艺师了。",
        "label": ""
      },
      {
        "sentence": "我非常喜欢并热爱这个工作，专注于这个领域已经有五年的时间了。",
        "label": ""
      },
      {
        "sentence": "我的技能已经很不错，但是由于经济上的原因，我没有能力开店做生意。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我不想再打工了，想要自己做生意，成为老板。",
        "label": ""
      },
      {
        "sentence": "但是自己起步特别困难，这让我感到非常难过，觉得自己无能、抑郁，也开始影响到我上班的心情，我的野心无法得到满足，整个人感觉非常颓废。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何调节自己的心态了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你一个正在从事自己喜欢并热爱的工作，还有自己的想法和理想，我非常欣赏你。你刚刚提到了不想再打工受气，想要自己开店做生意，我很好奇，是什么让你觉得打工受气呢？发生了什么事情呢？或许我们可以先了解一下这个问题的症结。另外，如果你能够自己开店做生意，对你来说会有什么意义呢？是意味着【不用再受气】，还是可以带给你其他你所期望的东西呢？另外，你可以试着想象一下，未来的某一天你成为了一家花店的老板，那会是怎样的一种场景呢？你可以看到什么，听到什么，感受到什么呢？然后再倒推回到现在，看看你现在需要付出什么行动。",
    "annotation": [
      {
        "sentence": "看到你一个正在从事自己喜欢并热爱的工作，还有自己的想法和理想，我非常欣赏你。",
        "label": ""
      },
      {
        "sentence": "你刚刚提到了不想再打工受气，想要自己开店做生意，我很好奇，是什么让你觉得打工受气呢？",
        "label": ""
      },
      {
        "sentence": "发生了什么事情呢？",
        "label": ""
      },
      {
        "sentence": "或许我们可以先了解一下这个问题的症结。",
        "label": ""
      },
      {
        "sentence": "另外，如果你能够自己开店做生意，对你来说会有什么意义呢？",
        "label": ""
      },
      {
        "sentence": "是意味着【不用再受气】，还是可以带给你其他你所期望的东西呢？",
        "label": ""
      },
      {
        "sentence": "另外，你可以试着想象一下，未来的某一天你成为了一家花店的老板，那会是怎样的一种场景呢？",
        "label": ""
      },
      {
        "sentence": "你可以看到什么，听到什么，感受到什么呢？",
        "label": ""
      },
      {
        "sentence": "然后再倒推回到现在，看看你现在需要付出什么行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "打工受气的原因主要是因为我觉得自己被限制了，不是自己的主人，没有自由去自己发挥创造力。而且，有些上司对我不公平，没有给我应有的认可和机会。我觉得自己的努力没有得到应有的回报，这让我非常沮丧。对我来说，开店做生意意味着可以做自己喜欢的事情，实现自己的梦想，并且不再受制于人。我希望当老板可以带给我自由和满足感。如果我成为一家花店的老板，我可以亲自设计花艺作品，选择自己喜欢的花材和风格，给人们带来美丽和快乐。但现在的问题是我不知道如何开始。",
    "annotation": [
      {
        "sentence": "打工受气的原因主要是因为我觉得自己被限制了，不是自己的主人，没有自由去自己发挥创造力。",
        "label": ""
      },
      {
        "sentence": "而且，有些上司对我不公平，没有给我应有的认可和机会。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的努力没有得到应有的回报，这让我非常沮丧。",
        "label": ""
      },
      {
        "sentence": "对我来说，开店做生意意味着可以做自己喜欢的事情，实现自己的梦想，并且不再受制于人。",
        "label": ""
      },
      {
        "sentence": "我希望当老板可以带给我自由和满足感。",
        "label": ""
      },
      {
        "sentence": "如果我成为一家花店的老板，我可以亲自设计花艺作品，选择自己喜欢的花材和风格，给人们带来美丽和快乐。",
        "label": ""
      },
      {
        "sentence": "但现在的问题是我不知道如何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我能理解你对打工不满以及渴望自由发挥创造力的心情。感觉努力没有得到应有的回报确实会让人感到沮丧。开店做生意对你来说正是一个可以实现自己梦想、摆脱束缚并且获得自由和满足感的机会。让我来帮你思考一下，我们可以从哪些方面入手。首先，你可以制定一个详细的计划，包括资金、地点、人员等方面。然后考虑一下目前你所缺乏的东西，比如资金支持或者管理经验，看看如何弥补这些不足。同时，你可以找一些成功的花店老板取经，向他们请教并寻求合作机会。最重要的是，相信自己的能力和潜力，不要轻易放弃。",
    "annotation": [
      {
        "sentence": "听到你的经历，我能理解你对打工不满以及渴望自由发挥创造力的心情。",
        "label": ""
      },
      {
        "sentence": "感觉努力没有得到应有的回报确实会让人感到沮丧。",
        "label": ""
      },
      {
        "sentence": "开店做生意对你来说正是一个可以实现自己梦想、摆脱束缚并且获得自由和满足感的机会。",
        "label": ""
      },
      {
        "sentence": "让我来帮你思考一下，我们可以从哪些方面入手。",
        "label": ""
      },
      {
        "sentence": "首先，你可以制定一个详细的计划，包括资金、地点、人员等方面。",
        "label": ""
      },
      {
        "sentence": "然后考虑一下目前你所缺乏的东西，比如资金支持或者管理经验，看看如何弥补这些不足。",
        "label": ""
      },
      {
        "sentence": "同时，你可以找一些成功的花店老板取经，向他们请教并寻求合作机会。",
        "label": ""
      },
      {
        "sentence": "最重要的是，相信自己的能力和潜力，不要轻易放弃。",
        "label": ""
      }
    ]
  }
]