[
  {
    "role": "client",
    "content": "我是一个27岁的女生，近4年来情绪一直非常不稳定，我想知道这是否是抑郁症？还有近几年一直持续失眠，每天晚上都难以在短时间内入睡，最近甚至还容易早醒。即使在感到很累的情况下，每天入睡的时间也只有四五个小时左右。我还经常因为一点小事而哭，这和我原本不是一个容易哭的人。此外，我还经常感到无法排解的失落感，变得越来越懒，严重的拖延症以及对出门和社交的不爱。同时，我明显感觉到我的心理承受能力越来越差，每次遇到困难，都会比上一次经历的困难更加痛苦。尽管这些困难本身并不严重，但我无法感到开心，感觉精神很疲惫。我还有理智，明白自己处于一种不好的状态，但无法自拔。我想知道我是否有心理问题？",
    "annotation": [
      {
        "sentence": "我是一个27岁的女生，近4年来情绪一直非常不稳定，我想知道这是否是抑郁症？",
        "label": ""
      },
      {
        "sentence": "还有近几年一直持续失眠，每天晚上都难以在短时间内入睡，最近甚至还容易早醒。",
        "label": ""
      },
      {
        "sentence": "即使在感到很累的情况下，每天入睡的时间也只有四五个小时左右。",
        "label": ""
      },
      {
        "sentence": "我还经常因为一点小事而哭，这和我原本不是一个容易哭的人。",
        "label": ""
      },
      {
        "sentence": "此外，我还经常感到无法排解的失落感，变得越来越懒，严重的拖延症以及对出门和社交的不爱。",
        "label": ""
      },
      {
        "sentence": "同时，我明显感觉到我的心理承受能力越来越差，每次遇到困难，都会比上一次经历的困难更加痛苦。",
        "label": ""
      },
      {
        "sentence": "尽管这些困难本身并不严重，但我无法感到开心，感觉精神很疲惫。",
        "label": ""
      },
      {
        "sentence": "我还有理智，明白自己处于一种不好的状态，但无法自拔。",
        "label": ""
      },
      {
        "sentence": "我想知道我是否有心理问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，\"抑郁症\"是一个诊断需要精神科医生进行评估后才能给出的，它是根据现象学观察得出的一个医学名词。它的症状包括情绪低落、言语减少、兴趣衰减、有自杀的想法或冲动，同时还要考虑这些症状的持续时间，有些人伴随着睡眠障碍。根据你所描述的情况，你确实有明显的抑郁情绪，且心理状态正在逐渐变差，但你还保有自知之明，明白自己的状态不好。可以请问你对心理问题是怎么理解的呢？在临床上，精神疾病与心理问题是有区别的，但很多人都会将心理问题等同于精神障碍，这其实是一种误解。几乎每个人在生活中都会有心理问题，这是原生家庭所难以避免的影响。只是有些人能够良好地应对这些心理问题，从而顺利地生活下去，而有些人可能会面临严重的人际、学业、情感和工作等问题，进而影响到整个生活。例如，抑郁情绪是每个个体都可能会经历的一种情绪，有些人处理得好，能够很快从中恢复过来，不会对生活造成太大影响。对于你来说，可能累积了过多的抑郁情绪，超过了自己的处理能力，所以表现出了诸多症状，如睡眠困扰、拖延和精神不振等。但请记住，精神疾病是一种相对较少见的精神类疾病，如精神分裂症，而心理问题是完全不同的东西。目前你的状态不好，但只要得到外界专业的帮助，是可以帮助你逐渐走出来，恢复正常的生活状态的。",
    "annotation": [
      {
        "sentence": "首先，\"抑郁症\"是一个诊断需要精神科医生进行评估后才能给出的，它是根据现象学观察得出的一个医学名词。",
        "label": ""
      },
      {
        "sentence": "它的症状包括情绪低落、言语减少、兴趣衰减、有自杀的想法或冲动，同时还要考虑这些症状的持续时间，有些人伴随着睡眠障碍。",
        "label": ""
      },
      {
        "sentence": "根据你所描述的情况，你确实有明显的抑郁情绪，且心理状态正在逐渐变差，但你还保有自知之明，明白自己的状态不好。",
        "label": ""
      },
      {
        "sentence": "可以请问你对心理问题是怎么理解的呢？",
        "label": ""
      },
      {
        "sentence": "在临床上，精神疾病与心理问题是有区别的，但很多人都会将心理问题等同于精神障碍，这其实是一种误解。",
        "label": ""
      },
      {
        "sentence": "几乎每个人在生活中都会有心理问题，这是原生家庭所难以避免的影响。",
        "label": ""
      },
      {
        "sentence": "只是有些人能够良好地应对这些心理问题，从而顺利地生活下去，而有些人可能会面临严重的人际、学业、情感和工作等问题，进而影响到整个生活。",
        "label": ""
      },
      {
        "sentence": "例如，抑郁情绪是每个个体都可能会经历的一种情绪，有些人处理得好，能够很快从中恢复过来，不会对生活造成太大影响。",
        "label": ""
      },
      {
        "sentence": "对于你来说，可能累积了过多的抑郁情绪，超过了自己的处理能力，所以表现出了诸多症状，如睡眠困扰、拖延和精神不振等。",
        "label": ""
      },
      {
        "sentence": "但请记住，精神疾病是一种相对较少见的精神类疾病，如精神分裂症，而心理问题是完全不同的东西。",
        "label": ""
      },
      {
        "sentence": "目前你的状态不好，但只要得到外界专业的帮助，是可以帮助你逐渐走出来，恢复正常的生活状态的。",
        "label": ""
      }
    ]
  }
]