[
  {
    "role": "client",
    "content": "18男生，女孩对我表现好感就觉得恶心？大概16岁开始，有个女孩对我表白，平时觉得人挺好的，她表白的时候以及以后感觉跟她说话会厌恶，17.18岁的时候喜欢个女孩，感觉她就是整个世界，但她一对我表现出有好感的动作，表现，我心里面也会觉得她有点恶心，慢慢跟她也相处不了了，我也不知道怎么办，我感觉我可能心里面有问题了，马上要大一开学了，也不知道以后怎么办。",
    "annotation": [
      {
        "sentence": "18男生，女孩对我表现好感就觉得恶心？",
        "label": ""
      },
      {
        "sentence": "大概16岁开始，有个女孩对我表白，平时觉得人挺好的，她表白的时候以及以后感觉跟她说话会厌恶，17.18岁的时候喜欢个女孩，感觉她就是整个世界，但她一对我表现出有好感的动作，表现，我心里面也会觉得她有点恶心，慢慢跟她也相处不了了，我也不知道怎么办，我感觉我可能心里面有问题了，马上要大一开学了，也不知道以后怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，关于你现在的情况，来谈一下自己的理解，希望给你一些帮助。喜欢你的女孩向你表白，这本身就是一件需要很大勇气的事情，而对你，可能是一种骚扰，所以，你会感觉他说话会厌恶，因为不喜欢，那么她的一切可能都会被你厌恶。现在你喜欢上了一个女孩，感觉她是你的整个世界，可当她对你表现出好感的时候，你又会退却，也觉得她恶心，这个怎么理解呢？事实或许是你自己对于恋爱有一个非常高的期待，就是那种特别美好的那种，别人的关心，会打破你的这种幻想，让你觉得不再美好，故而不愿意再和她接触。希望能给你一些不同的角度，不管怎么样！",
    "annotation": [
      {
        "sentence": "朋友，关于你现在的情况，来谈一下自己的理解，希望给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "喜欢你的女孩向你表白，这本身就是一件需要很大勇气的事情，而对你，可能是一种骚扰，所以，你会感觉他说话会厌恶，因为不喜欢，那么她的一切可能都会被你厌恶。",
        "label": ""
      },
      {
        "sentence": "现在你喜欢上了一个女孩，感觉她是你的整个世界，可当她对你表现出好感的时候，你又会退却，也觉得她恶心，这个怎么理解呢？",
        "label": ""
      },
      {
        "sentence": "事实或许是你自己对于恋爱有一个非常高的期待，就是那种特别美好的那种，别人的关心，会打破你的这种幻想，让你觉得不再美好，故而不愿意再和她接触。",
        "label": ""
      },
      {
        "sentence": "希望能给你一些不同的角度，不管怎么样！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，可能是我对于恋爱有太高的期望，一旦别人表现出好感，我就会感到不适和厌恶。我承认我可能有点心理问题，这种感觉让我很困惑，也不知道该怎么办。",
    "annotation": [
      {
        "sentence": "你说的有道理，可能是我对于恋爱有太高的期望，一旦别人表现出好感，我就会感到不适和厌恶。",
        "label": ""
      },
      {
        "sentence": "我承认我可能有点心理问题，这种感觉让我很困惑，也不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑。在恋爱中，我们都会有不同的感受和期望，但是你的情况可能对你自身的行为和心理状态产生了影响。首先，你需要明确一点，每个人都值得受到别人的喜欢和关注，这是一种正常的人际交往。而你对于这种关注的厌恶感可能是一种心理上的防御机制，可能是你内心深处的某种恐惧或不安在作祟，这值得你去深入思考和探寻。",
    "annotation": [
      {
        "sentence": "理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "在恋爱中，我们都会有不同的感受和期望，但是你的情况可能对你自身的行为和心理状态产生了影响。",
        "label": ""
      },
      {
        "sentence": "首先，你需要明确一点，每个人都值得受到别人的喜欢和关注，这是一种正常的人际交往。",
        "label": ""
      },
      {
        "sentence": "而你对于这种关注的厌恶感可能是一种心理上的防御机制，可能是你内心深处的某种恐惧或不安在作祟，这值得你去深入思考和探寻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能需要面对自己内心的恐惧和不安。但是我不知道如何开始和她沟通，或者改变自己的反应。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，我可能需要面对自己内心的恐惧和不安。",
        "label": ""
      },
      {
        "sentence": "但是我不知道如何开始和她沟通，或者改变自己的反应。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，关于和她沟通，你可以尝试用平和和真诚的心态与她交谈。告诉她你对她的感觉和困惑，让她了解你内心的真实想法。同时，也给自己一些时间和空间去逐渐接受和适应这种关注和喜欢。你可以尝试一些放松和心理调节的方法，比如深呼吸、冥想、规律的作息等，这些都有助于减少你的不适感和紧张情绪。",
    "annotation": [
      {
        "sentence": "首先，关于和她沟通，你可以尝试用平和和真诚的心态与她交谈。",
        "label": ""
      },
      {
        "sentence": "告诉她你对她的感觉和困惑，让她了解你内心的真实想法。",
        "label": ""
      },
      {
        "sentence": "同时，也给自己一些时间和空间去逐渐接受和适应这种关注和喜欢。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松和心理调节的方法，比如深呼吸、冥想、规律的作息等，这些都有助于减少你的不适感和紧张情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试试与她坦诚交流，并尝试一些心理调节的方法。希望通过这些方法能够改变自己的态度和反应。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试试与她坦诚交流，并尝试一些心理调节的方法。",
        "label": ""
      },
      {
        "sentence": "希望通过这些方法能够改变自己的态度和反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，愿意主动去面对和解决问题是非常重要的。记住，改变是一个渐进的过程，不要给自己太大的压力。接受自己和他人的关心，并努力去理解和接纳这些情感，这将有助于你建立更健康的人际关系。",
    "annotation": [
      {
        "sentence": "你做得很好，愿意主动去面对和解决问题是非常重要的。",
        "label": ""
      },
      {
        "sentence": "记住，改变是一个渐进的过程，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "接受自己和他人的关心，并努力去理解和接纳这些情感，这将有助于你建立更健康的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力的。谢谢你的支持和鼓励。我相信我能够逐渐克服这个问题，建立积极的人际关系。",
    "annotation": [
      {
        "sentence": "我会努力的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我相信我能够逐渐克服这个问题，建立积极的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了第一步，相信自己，你一定能够成功的。如果将来还有任何困惑或需要倾诉，随时都可以来找我。祝你开学顺利，未来一切都会好起来的！",
    "annotation": [
      {
        "sentence": "你已经迈出了第一步，相信自己，你一定能够成功的。",
        "label": ""
      },
      {
        "sentence": "如果将来还有任何困惑或需要倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你开学顺利，未来一切都会好起来的！",
        "label": ""
      }
    ]
  }
]