[
  {
    "role": "client",
    "content": "如何治疗老年人的焦虑抑郁情绪？我姥姥一直由大姨照看，四月开始大姨去外地给表姐看孩子，她就陷入了焦虑，本来疫情期间她就有些疑神疑鬼，大姨走了之后她就总觉得自己被抛弃了，每天开始情绪低落，失眠心慌，但心脏并没有器质性的病变，但就是每天都不舒服，然后总找我妈妈和小姨，妈妈和小姨都没退休工作都很忙，下班之后还要坐几十公里的车去看她，她每天这里难受那里不舒服的折腾这姐俩，迟早有一天一家人都会累倒的，我认为这是抑郁的前兆，请问有没有针对老年人抑郁症的治疗方法？她现在吃不好睡不好导致免疫力下降，已经开始有点实质的病症了，疏解心理问题刻不容缓。",
    "annotation": [
      {
        "sentence": "如何治疗老年人的焦虑抑郁情绪？",
        "label": ""
      },
      {
        "sentence": "我姥姥一直由大姨照看，四月开始大姨去外地给表姐看孩子，她就陷入了焦虑，本来疫情期间她就有些疑神疑鬼，大姨走了之后她就总觉得自己被抛弃了，每天开始情绪低落，失眠心慌，但心脏并没有器质性的病变，但就是每天都不舒服，然后总找我妈妈和小姨，妈妈和小姨都没退休工作都很忙，下班之后还要坐几十公里的车去看她，她每天这里难受那里不舒服的折腾这姐俩，迟早有一天一家人都会累倒的，我认为这是抑郁的前兆，请问有没有针对老年人抑郁症的治疗方法？",
        "label": ""
      },
      {
        "sentence": "她现在吃不好睡不好导致免疫力下降，已经开始有点实质的病症了，疏解心理问题刻不容缓。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "治疗这个事只能交给专业的心理医师，如果有条件老人也愿意的话最好能找一个，接受专业的治疗。每次和心理医生的交谈本身也是一个找到陪伴，缓解寂寞的方法。不过子女也可以采取一些措施去建立老人的信心，让她能更有安全感，提高对生活的满意度。",
    "annotation": [
      {
        "sentence": "治疗这个事只能交给专业的心理医师，如果有条件老人也愿意的话最好能找一个，接受专业的治疗。",
        "label": ""
      },
      {
        "sentence": "每次和心理医生的交谈本身也是一个找到陪伴，缓解寂寞的方法。",
        "label": ""
      },
      {
        "sentence": "不过子女也可以采取一些措施去建立老人的信心，让她能更有安全感，提高对生活的满意度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解专业心理医师会有更好的解决方法，但我也想了解一些可以在家中帮助姥姥缓解心理问题的办法。",
    "annotation": [
      {
        "sentence": "我理解专业心理医师会有更好的解决方法，但我也想了解一些可以在家中帮助姥姥缓解心理问题的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "充实老人的生活给老人找些事情做，转移她的注意力，那么她就不会老是把焦点放在自己身上，同时也能提升她的自信和独立自主性，更加有信心地面对生活。不知道姥姥平时喜欢干什么呢？对什么东西特别感兴趣？她之前是做什么工作的？喜静还是喜动呢？",
    "annotation": [
      {
        "sentence": "充实老人的生活给老人找些事情做，转移她的注意力，那么她就不会老是把焦点放在自己身上，同时也能提升她的自信和独立自主性，更加有信心地面对生活。",
        "label": ""
      },
      {
        "sentence": "不知道姥姥平时喜欢干什么呢？",
        "label": ""
      },
      {
        "sentence": "对什么东西特别感兴趣？",
        "label": ""
      },
      {
        "sentence": "她之前是做什么工作的？",
        "label": ""
      },
      {
        "sentence": "喜静还是喜动呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "姥姥平时比较喜欢种花养草的，也会和邻居们一起聚聚，但最近因为疫情没法正常交流，她也没有什么特别喜欢的活动。",
    "annotation": [
      {
        "sentence": "姥姥平时比较喜欢种花养草的，也会和邻居们一起聚聚，但最近因为疫情没法正常交流，她也没有什么特别喜欢的活动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "像我外婆七十多了还在帮着带孩子，每天都忙不亦乐乎；有个朋友的妈妈特别有文采，喜欢搞一些网上相册，每次都配上音乐和各种文字，然后在老姐妹中传播，觉得特别有成就感。现在也有很多老人喜欢花花草草，可以买一些种子或者盆栽让老人自行种植，既能动手也能动脑，让老人有一些事情做。",
    "annotation": [
      {
        "sentence": "像我外婆七十多了还在帮着带孩子，每天都忙不亦乐乎；有个朋友的妈妈特别有文采，喜欢搞一些网上相册，每次都配上音乐和各种文字，然后在老姐妹中传播，觉得特别有成就感。",
        "label": ""
      },
      {
        "sentence": "现在也有很多老人喜欢花花草草，可以买一些种子或者盆栽让老人自行种植，既能动手也能动脑，让老人有一些事情做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来都不错，但现在她身体不太好，可能不能动手太多。",
    "annotation": [
      {
        "sentence": "这些方法听起来都不错，但现在她身体不太好，可能不能动手太多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "增加社交生活姥姥平时会有一些亲戚朋友或者街坊邻里可以互相唠唠嗑，串串门吗？有没有一些社区活动可以大家一起参与的？周围有没有类似情况的老人，也许他们可以一起消磨时光？",
    "annotation": [
      {
        "sentence": "增加社交生活姥姥平时会有一些亲戚朋友或者街坊邻里可以互相唠唠嗑，串串门吗？",
        "label": ""
      },
      {
        "sentence": "有没有一些社区活动可以大家一起参与的？",
        "label": ""
      },
      {
        "sentence": "周围有没有类似情况的老人，也许他们可以一起消磨时光？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "姥姥在家总是一个人，不可避免的会感到有些寂寞。她又缺乏自己找乐子的能力，所以就会很依赖别人，所以帮助姥姥找到一个可以说话的人也是一个好办法，能帮助她缓解情绪。",
    "annotation": [
      {
        "sentence": "姥姥在家总是一个人，不可避免的会感到有些寂寞。",
        "label": ""
      },
      {
        "sentence": "她又缺乏自己找乐子的能力，所以就会很依赖别人，所以帮助姥姥找到一个可以说话的人也是一个好办法，能帮助她缓解情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变沟通策略如果经常坐车不方便的话，能不能视频交流呢？也许每天给姥姥打个视频电话，分享一下生活中的点点滴滴就对姥姥是一个很大的安慰作用。有时候陪伴不在于时长，而在于质量，可以试试这样能不能对姥姥的情绪有所缓解。",
    "annotation": [
      {
        "sentence": "改变沟通策略如果经常坐车不方便的话，能不能视频交流呢？",
        "label": ""
      },
      {
        "sentence": "也许每天给姥姥打个视频电话，分享一下生活中的点点滴滴就对姥姥是一个很大的安慰作用。",
        "label": ""
      },
      {
        "sentence": "有时候陪伴不在于时长，而在于质量，可以试试这样能不能对姥姥的情绪有所缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会经常给姥姥打电话视频聊天的，争取多陪她。",
    "annotation": [
      {
        "sentence": "我明白了，我会经常给姥姥打电话视频聊天的，争取多陪她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外或许你也可以走访一些高质量的养老院，既有人照料生活，也有他人的陪伴，还会有各种活动去锻炼老人的各种能力，使之技能不至于衰退太快。不过有些老人会比较敏感，这点要好好斟酌，也可以先带姥姥去体验一下，看看她是否喜欢这样的形式。",
    "annotation": [
      {
        "sentence": "另外或许你也可以走访一些高质量的养老院，既有人照料生活，也有他人的陪伴，还会有各种活动去锻炼老人的各种能力，使之技能不至于衰退太快。",
        "label": ""
      },
      {
        "sentence": "不过有些老人会比较敏感，这点要好好斟酌，也可以先带姥姥去体验一下，看看她是否喜欢这样的形式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑的。最后，你有什么其他建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑的。",
        "label": ""
      },
      {
        "sentence": "最后，你有什么其他建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "重要的是去理解姥姥，人老了，也许她觉得自己没用了，很担忧小辈会把她遗忘，陷入深深的寂寞无助之中。她又缺乏自己给自己找事做的能力，不太会自己调节情绪，就很容易出现过度依赖他人的表现。所以现在重要的是建立姥姥的信心，给她找一些力所能及的事情做，让她相信自己还是很有能力的，让力量由内生出。再加上平时小辈多去关怀她，经常打打电话，做一些让她开心的事情，相信姥姥的情况会有所好转。",
    "annotation": [
      {
        "sentence": "重要的是去理解姥姥，人老了，也许她觉得自己没用了，很担忧小辈会把她遗忘，陷入深深的寂寞无助之中。",
        "label": ""
      },
      {
        "sentence": "她又缺乏自己给自己找事做的能力，不太会自己调节情绪，就很容易出现过度依赖他人的表现。",
        "label": ""
      },
      {
        "sentence": "所以现在重要的是建立姥姥的信心，给她找一些力所能及的事情做，让她相信自己还是很有能力的，让力量由内生出。",
        "label": ""
      },
      {
        "sentence": "再加上平时小辈多去关怀她，经常打打电话，做一些让她开心的事情，相信姥姥的情况会有所好转。",
        "label": ""
      }
    ]
  }
]