[
  {
    "role": "client",
    "content": "从小受到过性侵害，要用一生去治愈童年吧？小的时候，大概9岁左右，妈妈出轨了邻居家的一个叔叔，我看着他俩发生不正当关系，而且那个男的不仅和我妈做完还对我进行了性侵害，妈妈不让我把这件事告诉别人，尤其是爸爸，我当时太小于是乖乖听了妈妈的话，妈妈有次不在家，这个叔叔给我妈打了个电话，把我接到他家里，再次对我实行性侵。之后好久我们搬到别的城市，妈妈又认识了一个男人，他俩抱在一起，并且在我面前接吻，当时有一个10平米的出租屋，中间仅有一张窗帘把房子隔成两间，他俩在那边做爱，我在这边并没有睡着，听着他们做爱的声音，这个男人经常来我家吃饭，和我妈妈很亲密的动作。这些一直成为我心里永远无法抹去的阴影。父亲也是一个脾气不好的人，经常在家里抽烟，并且因为小事就会训斥我，都不关心我的成长和生活学习，不让我出去和同学一起玩，我的童年不再和其他孩子一样美好，总觉得自己和她们不一样，嫌弃自己，以后也不会再嫁人。只想，现在上大学离开这个家。",
    "annotation": [
      {
        "sentence": "从小受到过性侵害，要用一生去治愈童年吧？",
        "label": ""
      },
      {
        "sentence": "小的时候，大概9岁左右，妈妈出轨了邻居家的一个叔叔，我看着他俩发生不正当关系，而且那个男的不仅和我妈做完还对我进行了性侵害，妈妈不让我把这件事告诉别人，尤其是爸爸，我当时太小于是乖乖听了妈妈的话，妈妈有次不在家，这个叔叔给我妈打了个电话，把我接到他家里，再次对我实行性侵。",
        "label": ""
      },
      {
        "sentence": "之后好久我们搬到别的城市，妈妈又认识了一个男人，他俩抱在一起，并且在我面前接吻，当时有一个10平米的出租屋，中间仅有一张窗帘把房子隔成两间，他俩在那边做爱，我在这边并没有睡着，听着他们做爱的声音，这个男人经常来我家吃饭，和我妈妈很亲密的动作。",
        "label": ""
      },
      {
        "sentence": "这些一直成为我心里永远无法抹去的阴影。",
        "label": ""
      },
      {
        "sentence": "父亲也是一个脾气不好的人，经常在家里抽烟，并且因为小事就会训斥我，都不关心我的成长和生活学习，不让我出去和同学一起玩，我的童年不再和其他孩子一样美好，总觉得自己和她们不一样，嫌弃自己，以后也不会再嫁人。",
        "label": ""
      },
      {
        "sentence": "只想，现在上大学离开这个家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你小时候受到的伤害对你造成了多大的影响，但你要知道，那些伤害并不是你的错。不要为别人的错误感到内疚。你有权利过上一个幸福的人生。对于过去的伤害，我们可以一起来面对并克服它们。你现在应该考虑的是如何走出过去的阴影，重新开始自己的生活。我可以陪伴你一起度过这段艰难的时光。",
    "annotation": [
      {
        "sentence": "非常理解你小时候受到的伤害对你造成了多大的影响，但你要知道，那些伤害并不是你的错。",
        "label": ""
      },
      {
        "sentence": "不要为别人的错误感到内疚。",
        "label": ""
      },
      {
        "sentence": "你有权利过上一个幸福的人生。",
        "label": ""
      },
      {
        "sentence": "对于过去的伤害，我们可以一起来面对并克服它们。",
        "label": ""
      },
      {
        "sentence": "你现在应该考虑的是如何走出过去的阴影，重新开始自己的生活。",
        "label": ""
      },
      {
        "sentence": "我可以陪伴你一起度过这段艰难的时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解我的痛苦。但是，我很害怕接触未知，对于未来的人际关系和婚姻，我感到非常无助。这些经历让我对人失去了信任，我担心再次经历类似的伤害。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你理解我的痛苦。",
        "label": ""
      },
      {
        "sentence": "但是，我很害怕接触未知，对于未来的人际关系和婚姻，我感到非常无助。",
        "label": ""
      },
      {
        "sentence": "这些经历让我对人失去了信任，我担心再次经历类似的伤害。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担忧。经历过这样的伤害，对人失去信任是非常正常的反应。但是，我们不能让过去的伤害束缚我们的未来。你可以通过慢慢恢复和他人的互动来重新建立信任。选择信任的对象是一个逐渐的过程，你可以从与身边的亲人和朋友开始，慢慢扩大你对他人的信任范围。",
    "annotation": [
      {
        "sentence": "我完全理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "经历过这样的伤害，对人失去信任是非常正常的反应。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能让过去的伤害束缚我们的未来。",
        "label": ""
      },
      {
        "sentence": "你可以通过慢慢恢复和他人的互动来重新建立信任。",
        "label": ""
      },
      {
        "sentence": "选择信任的对象是一个逐渐的过程，你可以从与身边的亲人和朋友开始，慢慢扩大你对他人的信任范围。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我不能一直逃避，但我不知道如何开始。我总是害怕别人的审视和评判，怕别人知道我的过去会看不起我。我感到非常孤独。",
    "annotation": [
      {
        "sentence": "我知道我不能一直逃避，但我不知道如何开始。",
        "label": ""
      },
      {
        "sentence": "我总是害怕别人的审视和评判，怕别人知道我的过去会看不起我。",
        "label": ""
      },
      {
        "sentence": "我感到非常孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受完全可以理解。但是，过去的经历并不会决定你的价值。你是一个独特而有价值的个体，你值得被关心和接受。如果你感到孤独，那么找到一个友善和支持的社交圈子是非常重要的。你可以选择加入一些兴趣小组或者参加社区活动，与有共同爱好的人建立联系，逐渐扩大你的社交圈子，并且找到那些能够理解和支持你的人。",
    "annotation": [
      {
        "sentence": "你的感受完全可以理解。",
        "label": ""
      },
      {
        "sentence": "但是，过去的经历并不会决定你的价值。",
        "label": ""
      },
      {
        "sentence": "你是一个独特而有价值的个体，你值得被关心和接受。",
        "label": ""
      },
      {
        "sentence": "如果你感到孤独，那么找到一个友善和支持的社交圈子是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以选择加入一些兴趣小组或者参加社区活动，与有共同爱好的人建立联系，逐渐扩大你的社交圈子，并且找到那些能够理解和支持你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着打破自己的内心壁垒，尝试去认识新的朋友。但在这个过程中，我可能还会不断回想起过去的伤害，感到焦虑和恐惧。我该如何应对这些负面情绪呢？",
    "annotation": [
      {
        "sentence": "我会试着打破自己的内心壁垒，尝试去认识新的朋友。",
        "label": ""
      },
      {
        "sentence": "但在这个过程中，我可能还会不断回想起过去的伤害，感到焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "我该如何应对这些负面情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你开始认识新的朋友和面对新的环境时，负面情绪是难以避免的。不要对自己过于苛求，接受这些情绪的存在，并且学会与之共处。找到一些缓解焦虑和恐惧的方法，比如深呼吸、冥想或者运动。同时也可以寻求专业的帮助，比如心理咨询等，来帮助你更好地应对负面情绪。",
    "annotation": [
      {
        "sentence": "在你开始认识新的朋友和面对新的环境时，负面情绪是难以避免的。",
        "label": ""
      },
      {
        "sentence": "不要对自己过于苛求，接受这些情绪的存在，并且学会与之共处。",
        "label": ""
      },
      {
        "sentence": "找到一些缓解焦虑和恐惧的方法，比如深呼吸、冥想或者运动。",
        "label": ""
      },
      {
        "sentence": "同时也可以寻求专业的帮助，比如心理咨询等，来帮助你更好地应对负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议我会尝试去做。但是，有时我会感到非常沮丧和无助，觉得自己一切都做不好，这种情绪怎么才能克服呢？",
    "annotation": [
      {
        "sentence": "你的建议我会尝试去做。",
        "label": ""
      },
      {
        "sentence": "但是，有时我会感到非常沮丧和无助，觉得自己一切都做不好，这种情绪怎么才能克服呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你感到沮丧和无助时，记住你不是一个人在战斗。你可以给自己一些积极的肯定，认识到你已经走过了很多困难的时刻，你在成长和努力进取。同时，寻找一些可以让你开心的事情，比如听音乐、看电影、读书等，将注意力转移到积极的事物上，这样可以缓解负面情绪，增加自己的心情。",
    "annotation": [
      {
        "sentence": "在你感到沮丧和无助时，记住你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "你可以给自己一些积极的肯定，认识到你已经走过了很多困难的时刻，你在成长和努力进取。",
        "label": ""
      },
      {
        "sentence": "同时，寻找一些可以让你开心的事情，比如听音乐、看电影、读书等，将注意力转移到积极的事物上，这样可以缓解负面情绪，增加自己的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会努力寻找一些让自己开心的事情，并且也会尝试给自己一些积极的肯定。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我会努力寻找一些让自己开心的事情，并且也会尝试给自己一些积极的肯定。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  }
]