[
  {
    "role": "client",
    "content": "我最近在关注一个问题，就是称呼的变化，它是不是代表着关系的远离？比如我妈妈，她总是要我去管教我弟弟，可他现在被宠成了小霸王，他们甚至都管不住他，我该怎么办呢？我直接跟我的母亲说了这件事，告诉她我管不了他，然后她开始训斥我，说现在不管他，以后我自己过得好了，可是如果我抛下我弟弟一个人，他该怎么办呢！我感到很灰心！那天我们正在吃晚饭，她开始不停地训斥我，我也火气上来了，听完她的骂，我一个人就出去了。因为我们在乡下，所以我上山散了散步，一边走一边哭，哈哈哈，有点狼狈。那天我待到差不多太阳落山才回到了老家，我的父母不住在老家，反正我感觉我已经明白了，反正我不如我弟弟重要，这种情况也不是一两天了，我也习惯了。可能是因为最近缺少社会的压力，我有些敏感了。",
    "annotation": [
      {
        "sentence": "我最近在关注一个问题，就是称呼的变化，它是不是代表着关系的远离？",
        "label": ""
      },
      {
        "sentence": "比如我妈妈，她总是要我去管教我弟弟，可他现在被宠成了小霸王，他们甚至都管不住他，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我直接跟我的母亲说了这件事，告诉她我管不了他，然后她开始训斥我，说现在不管他，以后我自己过得好了，可是如果我抛下我弟弟一个人，他该怎么办呢！",
        "label": ""
      },
      {
        "sentence": "我感到很灰心！",
        "label": ""
      },
      {
        "sentence": "那天我们正在吃晚饭，她开始不停地训斥我，我也火气上来了，听完她的骂，我一个人就出去了。",
        "label": ""
      },
      {
        "sentence": "因为我们在乡下，所以我上山散了散步，一边走一边哭，哈哈哈，有点狼狈。",
        "label": ""
      },
      {
        "sentence": "那天我待到差不多太阳落山才回到了老家，我的父母不住在老家，反正我感觉我已经明白了，反正我不如我弟弟重要，这种情况也不是一两天了，我也习惯了。",
        "label": ""
      },
      {
        "sentence": "可能是因为最近缺少社会的压力，我有些敏感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "隔着屏幕给你一个在你的心里，“妈妈”和“母亲”有什么不同呢？是不是感觉叫“妈妈”更亲昵一些，更能表达你对她的亲近之情？而现在你改用“母亲”这个称呼，很少有人叫，让人感觉有些疏远。每个被错待的孩子心里都会有或多或少的伤痛。那次因为你的弟弟，妈妈说了很难听的话，确实会让人感到很压抑。虽然你知道妈妈更看重你弟弟，但你还是会感到伤心，因为妈妈在你的心里很重要。所以你内心深处也希望能够得到更多的爱。你取消了置顶，改了备注，这并不是不理智。这是你对妈妈的失望和不甘心的表达。亲情是无法改变的，但我能感觉到你是一个有责任心的人，你的价值观也很正。相信你很快就能够调整好自己的心态。",
    "annotation": [
      {
        "sentence": "隔着屏幕给你一个在你的心里，“妈妈”和“母亲”有什么不同呢？",
        "label": ""
      },
      {
        "sentence": "是不是感觉叫“妈妈”更亲昵一些，更能表达你对她的亲近之情？",
        "label": ""
      },
      {
        "sentence": "而现在你改用“母亲”这个称呼，很少有人叫，让人感觉有些疏远。",
        "label": ""
      },
      {
        "sentence": "每个被错待的孩子心里都会有或多或少的伤痛。",
        "label": ""
      },
      {
        "sentence": "那次因为你的弟弟，妈妈说了很难听的话，确实会让人感到很压抑。",
        "label": ""
      },
      {
        "sentence": "虽然你知道妈妈更看重你弟弟，但你还是会感到伤心，因为妈妈在你的心里很重要。",
        "label": ""
      },
      {
        "sentence": "所以你内心深处也希望能够得到更多的爱。",
        "label": ""
      },
      {
        "sentence": "你取消了置顶，改了备注，这并不是不理智。",
        "label": ""
      },
      {
        "sentence": "这是你对妈妈的失望和不甘心的表达。",
        "label": ""
      },
      {
        "sentence": "亲情是无法改变的，但我能感觉到你是一个有责任心的人，你的价值观也很正。",
        "label": ""
      },
      {
        "sentence": "相信你很快就能够调整好自己的心态。",
        "label": ""
      }
    ]
  }
]