[
  {
    "role": "client",
    "content": "失业了五个月，找工作背景调查通不过，该怎么办？32岁大龄单身未婚女，前公司做的是行政人事兼出纳的工作，工作内容很杂但是还算应付的来吧，关键就是我没来之前都是销售负责我的工作，办公用品购买报销等，他们已经形成了一个小团体经常利用公费报销谋私利，我来了也没有跟他们合在一起很公正的办事，他们工作也极度不配合我，孤立我，聚餐也不叫我，我是因为工作不好找一直忍气吞声，所以没有离职，但是我也不想理那些人除了公事基本不跟他们往来。失业也5个月了，尝试了几个公司都不满意待遇或者不规范等，好不容易找到一家公司领导是同意了，但是人事这边背景调查很苛刻，要我提供前几家公司的3个人电话，我每家公司只提供了一个，结果她跟我领导说我了这个情况还说我隐瞒了一段工作经历，那个我也解释了，也加了一个电话号码，现在担心的就是这个工作会怎么样，我领导说背调通不过他也没办法，还说要问下会计主管我可以不，我就怕事情有变，但是我最多只能提供2个电话，我该怎么办……",
    "annotation": [
      {
        "sentence": "失业了五个月，找工作背景调查通不过，该怎么办？",
        "label": ""
      },
      {
        "sentence": "32岁大龄单身未婚女，前公司做的是行政人事兼出纳的工作，工作内容很杂但是还算应付的来吧，关键就是我没来之前都是销售负责我的工作，办公用品购买报销等，他们已经形成了一个小团体经常利用公费报销谋私利，我来了也没有跟他们合在一起很公正的办事，他们工作也极度不配合我，孤立我，聚餐也不叫我，我是因为工作不好找一直忍气吞声，所以没有离职，但是我也不想理那些人除了公事基本不跟他们往来。",
        "label": ""
      },
      {
        "sentence": "失业也5个月了，尝试了几个公司都不满意待遇或者不规范等，好不容易找到一家公司领导是同意了，但是人事这边背景调查很苛刻，要我提供前几家公司的3个人电话，我每家公司只提供了一个，结果她跟我领导说我了这个情况还说我隐瞒了一段工作经历，那个我也解释了，也加了一个电话号码，现在担心的就是这个工作会怎么样，我领导说背调通不过他也没办法，还说要问下会计主管我可以不，我就怕事情有变，但是我最多只能提供2个电话，我该怎么办……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，感受到你的担心，或许也有点焦虑，你也可以给自己一个温暖的抱抱，让自己感受到被支持着。你的问题有两个层面，一个是现实问题，如果通过背调，另一个是情绪问题，怎么安抚自己的担心。",
    "annotation": [
      {
        "sentence": "看到你的问题，感受到你的担心，或许也有点焦虑，你也可以给自己一个温暖的抱抱，让自己感受到被支持着。",
        "label": ""
      },
      {
        "sentence": "你的问题有两个层面，一个是现实问题，如果通过背调，另一个是情绪问题，怎么安抚自己的担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实是这样的。我都快焦虑死了，尝试了好几家公司都没有能够通过面试，还不如原来的工作。",
    "annotation": [
      {
        "sentence": "嗯，确实是这样的。",
        "label": ""
      },
      {
        "sentence": "我都快焦虑死了，尝试了好几家公司都没有能够通过面试，还不如原来的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我看到你的优势，在你列出的那份工作，作为财务人员，你能忍受他人的排斥，坚持原则，你是值得被公司信赖的人。这是做财务工作者优秀的品质。你在遇到背调的事情时，有和公司积极沟通，说明情况，你的沟通能力和积极主动性是不差的。",
    "annotation": [
      {
        "sentence": "首先我看到你的优势，在你列出的那份工作，作为财务人员，你能忍受他人的排斥，坚持原则，你是值得被公司信赖的人。",
        "label": ""
      },
      {
        "sentence": "这是做财务工作者优秀的品质。",
        "label": ""
      },
      {
        "sentence": "你在遇到背调的事情时，有和公司积极沟通，说明情况，你的沟通能力和积极主动性是不差的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但是我现在真的很担心，我只提供了2个电话，如果通过不了背调，这个工作就会没了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但是我现在真的很担心，我只提供了2个电话，如果通过不了背调，这个工作就会没了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是这些问题是有解决方法的。如果调用你积极沟通的品质，是否能多做些尝试，主动联系原公司的人，找到当初可能认识的人的联系方式呢？你说原来的工作业务部门的人关系不好，你是担心他们提供不好的信息吗？是否有其他部门的同事是可以联系的呢？有时候背调只是证明你在这家公司工作过，没有重大违纪事件，这个证明其他同事也是可以提供的。背调不通过一般情况下很多公司确实不会录用，积极的协助完成背调是你目前能做的。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是这些问题是有解决方法的。",
        "label": ""
      },
      {
        "sentence": "如果调用你积极沟通的品质，是否能多做些尝试，主动联系原公司的人，找到当初可能认识的人的联系方式呢？",
        "label": ""
      },
      {
        "sentence": "你说原来的工作业务部门的人关系不好，你是担心他们提供不好的信息吗？",
        "label": ""
      },
      {
        "sentence": "是否有其他部门的同事是可以联系的呢？",
        "label": ""
      },
      {
        "sentence": "有时候背调只是证明你在这家公司工作过，没有重大违纪事件，这个证明其他同事也是可以提供的。",
        "label": ""
      },
      {
        "sentence": "背调不通过一般情况下很多公司确实不会录用，积极的协助完成背调是你目前能做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议很好，我会好好尝试一下，希望可以解决这个问题。",
    "annotation": [
      {
        "sentence": "这个建议很好，我会好好尝试一下，希望可以解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，从情绪层面来看，你很担心，担心有变化，担心不通过，面试考核的是能力，背调考核的是品质，要相信自己，你能背负压力坚持财务制度，说明你的品质是没有问题的，你相信自己的选择，相信自己的过去没有问题，让自己变的自信淡定一些，也有利于让公司相信你。过于情绪化反而不利于建立初步的关系信任。找到自己最适合自己的情绪调节方法，找人倾诉、运动、听音乐、看电影......每个人其实都有应对压力调节情绪的方法，只是自己没有留意，留意一下做些什么能使你感到心情平静些和放松些。",
    "annotation": [
      {
        "sentence": "另外，从情绪层面来看，你很担心，担心有变化，担心不通过，面试考核的是能力，背调考核的是品质，要相信自己，你能背负压力坚持财务制度，说明你的品质是没有问题的，你相信自己的选择，相信自己的过去没有问题，让自己变的自信淡定一些，也有利于让公司相信你。",
        "label": ""
      },
      {
        "sentence": "过于情绪化反而不利于建立初步的关系信任。",
        "label": ""
      },
      {
        "sentence": "找到自己最适合自己的情绪调节方法，找人倾诉、运动、听音乐、看电影......每个人其实都有应对压力调节情绪的方法，只是自己没有留意，留意一下做些什么能使你感到心情平静些和放松些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好去想一下自己的调节方法，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会好好去想一下自己的调节方法，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尽最大的努力做事，做最坏的打算预防，假如背调不通过，这家公司能够选你，就会有其他的公司选你，让自己放松下来，不停止继续找工作，有个后备，也让自己安心一些。为你祈祷顺利通过背调！",
    "annotation": [
      {
        "sentence": "尽最大的努力做事，做最坏的打算预防，假如背调不通过，这家公司能够选你，就会有其他的公司选你，让自己放松下来，不停止继续找工作，有个后备，也让自己安心一些。",
        "label": ""
      },
      {
        "sentence": "为你祈祷顺利通过背调！",
        "label": ""
      }
    ]
  }
]