[
  {
    "role": "client",
    "content": "我觉得我对情感感受比较迟钝，不知道是不是亚斯伯格综合症，还是其他问题？我已经20岁了，是大学生。基本上我能感受到对方情感的大概变化，但是却不能准确识别是什么情感。当别人表现出明显的情感，而且是我能理解的情感时，我能明白是什么情感，但是绝大部分情况下我无法理解为什么会有这样的情感。我感到困惑，我不知道我应该怎么回应对方，我总是尽力说些别扭的话或者转移话题。事后我会感到自己很无用，总之就是感觉很别扭。虽然我还有其他问题，但是对这个问题我完全没有头绪。最近我了解到了亚斯伯格综合症，觉得自己有些类似。关键是，我打算找心理咨询来帮助我，但是作为学生预算有限。",
    "annotation": [
      {
        "sentence": "我觉得我对情感感受比较迟钝，不知道是不是亚斯伯格综合症，还是其他问题？",
        "label": ""
      },
      {
        "sentence": "我已经20岁了，是大学生。",
        "label": ""
      },
      {
        "sentence": "基本上我能感受到对方情感的大概变化，但是却不能准确识别是什么情感。",
        "label": ""
      },
      {
        "sentence": "当别人表现出明显的情感，而且是我能理解的情感时，我能明白是什么情感，但是绝大部分情况下我无法理解为什么会有这样的情感。",
        "label": ""
      },
      {
        "sentence": "我感到困惑，我不知道我应该怎么回应对方，我总是尽力说些别扭的话或者转移话题。",
        "label": ""
      },
      {
        "sentence": "事后我会感到自己很无用，总之就是感觉很别扭。",
        "label": ""
      },
      {
        "sentence": "虽然我还有其他问题，但是对这个问题我完全没有头绪。",
        "label": ""
      },
      {
        "sentence": "最近我了解到了亚斯伯格综合症，觉得自己有些类似。",
        "label": ""
      },
      {
        "sentence": "关键是，我打算找心理咨询来帮助我，但是作为学生预算有限。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，不要随便给自己贴标签，病症是需要专业评估的。当我们阅读一些书籍和资料时，很容易产生对症状的误解，增加自己的焦虑。这种做法是不可取的。【总之就是基本上能感受到对方的情感变化，但不能准确识别是什么情感。当别人表现出明显的情感且是我知道的情感的时候，我能明白是什么，但绝大部分情况下我不能理解为什么。有一种明明你大可不必，但我觉得我应该做些什么来回应你，可是我不知道该怎么回应，于是我只能说一些别扭的话或者转移话题。事后我会感到自己很无用，总之就是感觉很别扭。】不能完全把这视为你个人的不足，人与人之间的沟通是否顺畅，与双方是否共同理解的表达方式有很大关系。每个人的成长环境不同，习得了不同的表达方式。就像与外国人交流一样，如果能统一语言，沟通就更加高效。每个人的言行背后，都包含了心理需求的渴望。通过别人的言行，能准确地看到背后的需求，这样的能力是需要练习的。我建议你可以阅读一些与沟通有关的书籍，比如《非暴力沟通》、丛老师的《找到意想不到的自己》。关于如何选择心理咨询师，首先需要与咨询师进行沟通，明确自己的问题，再讨论大致的处理方案。心理咨询的核心是建立在可信任和稳定的关系基础上的。所以找咨询师也需要借助自己的感觉，看是否合适？是否在一起工作时舒服？要关注自己的感觉。",
    "annotation": [
      {
        "sentence": "首先，不要随便给自己贴标签，病症是需要专业评估的。",
        "label": ""
      },
      {
        "sentence": "当我们阅读一些书籍和资料时，很容易产生对症状的误解，增加自己的焦虑。",
        "label": ""
      },
      {
        "sentence": "这种做法是不可取的。",
        "label": ""
      },
      {
        "sentence": "【总之就是基本上能感受到对方的情感变化，但不能准确识别是什么情感。",
        "label": ""
      },
      {
        "sentence": "当别人表现出明显的情感且是我知道的情感的时候，我能明白是什么，但绝大部分情况下我不能理解为什么。",
        "label": ""
      },
      {
        "sentence": "有一种明明你大可不必，但我觉得我应该做些什么来回应你，可是我不知道该怎么回应，于是我只能说一些别扭的话或者转移话题。",
        "label": ""
      },
      {
        "sentence": "事后我会感到自己很无用，总之就是感觉很别扭。",
        "label": ""
      },
      {
        "sentence": "】不能完全把这视为你个人的不足，人与人之间的沟通是否顺畅，与双方是否共同理解的表达方式有很大关系。",
        "label": ""
      },
      {
        "sentence": "每个人的成长环境不同，习得了不同的表达方式。",
        "label": ""
      },
      {
        "sentence": "就像与外国人交流一样，如果能统一语言，沟通就更加高效。",
        "label": ""
      },
      {
        "sentence": "每个人的言行背后，都包含了心理需求的渴望。",
        "label": ""
      },
      {
        "sentence": "通过别人的言行，能准确地看到背后的需求，这样的能力是需要练习的。",
        "label": ""
      },
      {
        "sentence": "我建议你可以阅读一些与沟通有关的书籍，比如《非暴力沟通》、丛老师的《找到意想不到的自己》。",
        "label": ""
      },
      {
        "sentence": "关于如何选择心理咨询师，首先需要与咨询师进行沟通，明确自己的问题，再讨论大致的处理方案。",
        "label": ""
      },
      {
        "sentence": "心理咨询的核心是建立在可信任和稳定的关系基础上的。",
        "label": ""
      },
      {
        "sentence": "所以找咨询师也需要借助自己的感觉，看是否合适？",
        "label": ""
      },
      {
        "sentence": "是否在一起工作时舒服？",
        "label": ""
      },
      {
        "sentence": "要关注自己的感觉。",
        "label": ""
      }
    ]
  }
]