[
  {
    "role": "client",
    "content": "失业了五个月，找工作背景调查通不过，该怎么办？32岁大龄单身未婚女，前公司做的是行政人事兼出纳的工作，工作内容很杂但是还算应付的来吧，关键就是我没来之前都是销售负责我的工作，办公用品购买报销等，他们已经形成了一个小团体经常利用公费报销谋私利，我来了也没有跟他们合在一起很公正的办事，他们工作也极度不配合我，孤立我，聚餐也不叫我，我是因为工作不好找一直忍气吞声，所以没有离职，但是我也不想理那些人除了公事基本不跟他们往来。失业也5个月了，尝试了几个公司都不满意待遇或者不规范等，好不容易找到一家公司领导是同意了，但是人事这边背景调查很苛刻，要我提供前几家公司的3个人电话，我每家公司只提供了一个，结果她跟我领导说我了这个情况还说我隐瞒了一段工作经历，那个我也解释了，也加了一个电话号码，现在担心的就是这个工作会怎么样，我领导说背调通不过他也没办法，还说要问下会计主管我可以不，我就怕事情有变，但是我最多只能提供2个电话，我该怎么办……",
    "annotation": [
      {
        "sentence": "失业了五个月，找工作背景调查通不过，该怎么办？",
        "label": ""
      },
      {
        "sentence": "32岁大龄单身未婚女，前公司做的是行政人事兼出纳的工作，工作内容很杂但是还算应付的来吧，关键就是我没来之前都是销售负责我的工作，办公用品购买报销等，他们已经形成了一个小团体经常利用公费报销谋私利，我来了也没有跟他们合在一起很公正的办事，他们工作也极度不配合我，孤立我，聚餐也不叫我，我是因为工作不好找一直忍气吞声，所以没有离职，但是我也不想理那些人除了公事基本不跟他们往来。",
        "label": ""
      },
      {
        "sentence": "失业也5个月了，尝试了几个公司都不满意待遇或者不规范等，好不容易找到一家公司领导是同意了，但是人事这边背景调查很苛刻，要我提供前几家公司的3个人电话，我每家公司只提供了一个，结果她跟我领导说我了这个情况还说我隐瞒了一段工作经历，那个我也解释了，也加了一个电话号码，现在担心的就是这个工作会怎么样，我领导说背调通不过他也没办法，还说要问下会计主管我可以不，我就怕事情有变，但是我最多只能提供2个电话，我该怎么办……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好看到你的文字，感觉你这段时间工作和生活不太顺利。在这个过程中，你是否思考过曾经的经历是否有哪些自己做得不到位，比如与人沟通和交流的能力，或在工作过程中刻板，严肃造成了工作人际关系并不是好。",
    "annotation": [
      {
        "sentence": "你好看到你的文字，感觉你这段时间工作和生活不太顺利。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你是否思考过曾经的经历是否有哪些自己做得不到位，比如与人沟通和交流的能力，或在工作过程中刻板，严肃造成了工作人际关系并不是好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我没想到会导致这么多问题。我可能一直把工作当成一个责任而没有积极改善关系。",
    "annotation": [
      {
        "sentence": "你说得对，我没想到会导致这么多问题。",
        "label": ""
      },
      {
        "sentence": "我可能一直把工作当成一个责任而没有积极改善关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，很多时候我们需要改变自己的态度和处理问题的方式。你能回忆一下，在以前遇到的类似问题上，你是如何解决的吗？",
    "annotation": [
      {
        "sentence": "是的，很多时候我们需要改变自己的态度和处理问题的方式。",
        "label": ""
      },
      {
        "sentence": "你能回忆一下，在以前遇到的类似问题上，你是如何解决的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "实话说，我通常会选择忍气吞声，没有尝试过主动解决问题。",
    "annotation": [
      {
        "sentence": "实话说，我通常会选择忍气吞声，没有尝试过主动解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但一味忍让未必会带来好结果。在面对类似情况时，你可以试着与上级沟通，明确表达你的困惑和需要改善的地方。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但一味忍让未必会带来好结果。",
        "label": ""
      },
      {
        "sentence": "在面对类似情况时，你可以试着与上级沟通，明确表达你的困惑和需要改善的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我担心这样的沟通可能会引起更大的麻烦，导致我失去工作机会。",
    "annotation": [
      {
        "sentence": "但是，我担心这样的沟通可能会引起更大的麻烦，导致我失去工作机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧，但无论如何，你都需要为自己争取一个良好的工作环境。如果你认为可以通过沟通解决问题，不妨试一试，也许会有意外的好结果。同时，你可以寻求帮助和建议，让身边的人给你一些建议，帮助你更好地应对困境。",
    "annotation": [
      {
        "sentence": "理解你的担忧，但无论如何，你都需要为自己争取一个良好的工作环境。",
        "label": ""
      },
      {
        "sentence": "如果你认为可以通过沟通解决问题，不妨试一试，也许会有意外的好结果。",
        "label": ""
      },
      {
        "sentence": "同时，你可以寻求帮助和建议，让身边的人给你一些建议，帮助你更好地应对困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该积极寻求支持和建议，而不是一个人承受所有的压力和困难。",
    "annotation": [
      {
        "sentence": "是的，我应该积极寻求支持和建议，而不是一个人承受所有的压力和困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，不要忘记身边还有人愿意帮助你。除了沟通和求助外，你还可以好好地反思和总结过去的工作经验，找出可能的改进点。另外，你也可以考虑参加一些专业培训或提升自己的技能，以增加自己在求职市场上的竞争力。",
    "annotation": [
      {
        "sentence": "对的，不要忘记身边还有人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "除了沟通和求助外，你还可以好好地反思和总结过去的工作经验，找出可能的改进点。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以考虑参加一些专业培训或提升自己的技能，以增加自己在求职市场上的竞争力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我需要反思和总结过去的经验，找到自己的不足之处，并寻求进步的方法。同时，我也会考虑参加培训来提升自己的能力。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "确实，我需要反思和总结过去的经验，找到自己的不足之处，并寻求进步的方法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑参加培训来提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服眼前的困难，找到适合自己的工作。无论遇到什么问题，我都会在这里等着帮助你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服眼前的困难，找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么问题，我都会在这里等着帮助你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会努力克服困难并找到属于自己的生活状态。我会加油的！谢谢你一直在这里支持我！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会努力克服困难并找到属于自己的生活状态。",
        "label": ""
      },
      {
        "sentence": "我会加油的！",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在这里支持我！",
        "label": ""
      }
    ]
  }
]