[
  {
    "role": "client",
    "content": "失业了五个月，找工作背景调查通不过，该怎么办？32岁大龄单身未婚女，前公司做的是行政人事兼出纳的工作，工作内容很杂但是还算应付的来吧，关键就是我没来之前都是销售负责我的工作，办公用品购买报销等，他们已经形成了一个小团体经常利用公费报销谋私利，我来了也没有跟他们合在一起很公正的办事，他们工作也极度不配合我，孤立我，聚餐也不叫我，我是因为工作不好找一直忍气吞声，所以没有离职，但是我也不想理那些人除了公事基本不跟他们往来。失业也5个月了，尝试了几个公司都不满意待遇或者不规范等，好不容易找到一家公司领导是同意了，但是人事这边背景调查很苛刻，要我提供前几家公司的3个人电话，我每家公司只提供了一个，结果她跟我领导说我了这个情况还说我隐瞒了一段工作经历，那个我也解释了，也加了一个电话号码，现在担心的就是这个工作会怎么样，我领导说背调通不过他也没办法，还说要问下会计主管我可以不，我就怕事情有变，但是我最多只能提供2个电话，我该怎么办……",
    "annotation": [
      {
        "sentence": "失业了五个月，找工作背景调查通不过，该怎么办？",
        "label": ""
      },
      {
        "sentence": "32岁大龄单身未婚女，前公司做的是行政人事兼出纳的工作，工作内容很杂但是还算应付的来吧，关键就是我没来之前都是销售负责我的工作，办公用品购买报销等，他们已经形成了一个小团体经常利用公费报销谋私利，我来了也没有跟他们合在一起很公正的办事，他们工作也极度不配合我，孤立我，聚餐也不叫我，我是因为工作不好找一直忍气吞声，所以没有离职，但是我也不想理那些人除了公事基本不跟他们往来。",
        "label": ""
      },
      {
        "sentence": "失业也5个月了，尝试了几个公司都不满意待遇或者不规范等，好不容易找到一家公司领导是同意了，但是人事这边背景调查很苛刻，要我提供前几家公司的3个人电话，我每家公司只提供了一个，结果她跟我领导说我了这个情况还说我隐瞒了一段工作经历，那个我也解释了，也加了一个电话号码，现在担心的就是这个工作会怎么样，我领导说背调通不过他也没办法，还说要问下会计主管我可以不，我就怕事情有变，但是我最多只能提供2个电话，我该怎么办……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，你在前一个公司谨慎遵守出纳职责，公正办事，维护公司利益，这是一个很大的优点。你觉得自己不配合销售同事利用公费报销谋求私立，得罪了他们。你害怕这些同事会在接到背景调查电话的时候说你坏话。这种害怕是可以理解的，你害怕前同事说你坏话。",
    "annotation": [
      {
        "sentence": "根据你的描述，你在前一个公司谨慎遵守出纳职责，公正办事，维护公司利益，这是一个很大的优点。",
        "label": ""
      },
      {
        "sentence": "你觉得自己不配合销售同事利用公费报销谋求私立，得罪了他们。",
        "label": ""
      },
      {
        "sentence": "你害怕这些同事会在接到背景调查电话的时候说你坏话。",
        "label": ""
      },
      {
        "sentence": "这种害怕是可以理解的，你害怕前同事说你坏话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我的前同事可能会对我进行诋毁，影响我的背景调查结果。我真的很担心这个会对我找工作造成困扰。",
    "annotation": [
      {
        "sentence": "是的，我觉得我的前同事可能会对我进行诋毁，影响我的背景调查结果。",
        "label": ""
      },
      {
        "sentence": "我真的很担心这个会对我找工作造成困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么你可以把你的领导或者老板的电话给现在做背景调查的人。在老板看来，你肯定是维护公司利益的。老板在这一点上面会更重视，这是涉及公司或者老板利用的事情。",
    "annotation": [
      {
        "sentence": "那么你可以把你的领导或者老板的电话给现在做背景调查的人。",
        "label": ""
      },
      {
        "sentence": "在老板看来，你肯定是维护公司利益的。",
        "label": ""
      },
      {
        "sentence": "老板在这一点上面会更重视，这是涉及公司或者老板利用的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个主意很好，我没有考虑到这一点。我会尽快提供我的领导和老板的联系方式。",
    "annotation": [
      {
        "sentence": "这个主意很好，我没有考虑到这一点。",
        "label": ""
      },
      {
        "sentence": "我会尽快提供我的领导和老板的联系方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在应聘的公司更加需要你能严格执行财务制度，需要不违规操作出纳现金。在我的印象中，出纳的脾气总是很暴躁，因为要反复驳回很多违规报销的单据，或者单据补全，或者类目不对。这样表面上是在得罪同事，但是是老板乐意看到的情况。相反，如果你是一个出纳，整天和销售玩的特别好，老板会很担心。",
    "annotation": [
      {
        "sentence": "你现在应聘的公司更加需要你能严格执行财务制度，需要不违规操作出纳现金。",
        "label": ""
      },
      {
        "sentence": "在我的印象中，出纳的脾气总是很暴躁，因为要反复驳回很多违规报销的单据，或者单据补全，或者类目不对。",
        "label": ""
      },
      {
        "sentence": "这样表面上是在得罪同事，但是是老板乐意看到的情况。",
        "label": ""
      },
      {
        "sentence": "相反，如果你是一个出纳，整天和销售玩的特别好，老板会很担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，对公司财务制度和规范非常重要。我会尽力遵守，并且坚持正确的原则。",
    "annotation": [
      {
        "sentence": "我明白了，对公司财务制度和规范非常重要。",
        "label": ""
      },
      {
        "sentence": "我会尽力遵守，并且坚持正确的原则。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以，从这个角度讲，老板甚至会预期到，你之前的同事，比如销售的同事，大概率会说你的坏话。一个好的出纳必定会遵守财务管理制度，严格遵守报销流程，必定会得罪某些人。",
    "annotation": [
      {
        "sentence": "所以，从这个角度讲，老板甚至会预期到，你之前的同事，比如销售的同事，大概率会说你的坏话。",
        "label": ""
      },
      {
        "sentence": "一个好的出纳必定会遵守财务管理制度，严格遵守报销流程，必定会得罪某些人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，作为出纳，我应该坚持原则，即使得罪一些人也不能妥协。",
    "annotation": [
      {
        "sentence": "确实，作为出纳，我应该坚持原则，即使得罪一些人也不能妥协。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有你提到，你担心公司里有人会孤立你。在工作中的同事关系，永远不能替代朋友关系。如果你在工作之外人际关系方面比较孤单，那就需要专门花心思在工作外建立自己的社会支持系统。如果你在工作之外有朋友，就不会因为在公司内被孤立而感觉很难受了。",
    "annotation": [
      {
        "sentence": "还有你提到，你担心公司里有人会孤立你。",
        "label": ""
      },
      {
        "sentence": "在工作中的同事关系，永远不能替代朋友关系。",
        "label": ""
      },
      {
        "sentence": "如果你在工作之外人际关系方面比较孤单，那就需要专门花心思在工作外建立自己的社会支持系统。",
        "label": ""
      },
      {
        "sentence": "如果你在工作之外有朋友，就不会因为在公司内被孤立而感觉很难受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我平时确实没有太多的朋友。也许我需要在工作之外主动去结交一些新朋友，来扩展我的社交圈子。",
    "annotation": [
      {
        "sentence": "你说得对，我平时确实没有太多的朋友。",
        "label": ""
      },
      {
        "sentence": "也许我需要在工作之外主动去结交一些新朋友，来扩展我的社交圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于如何在工作之外建立自己的社会支持系统，这是一个长期的事情，需要耐心，需要改变某些信念和人际关系习惯。你如果觉得自己改变有困难，可以在平台内寻求专业的咨询师帮助。也可以到冥想星球里面，每天拿出十几分钟做做正念冥想练习。我感觉其中的几个练习会帮到你。接纳不完美——帮你更加接纳自己，减少自我批评学会放下——帮你放下那些难受的回忆接纳离别——离别是常态，告别要常做建立人际边界——帮助你不害怕拒绝别人，学会保护自己等等。还有很多正念冥想练习，坚持做，需要耐心，大概60天的练习就会改变我们惯性的思维模式。希望我的回答能帮到你。",
    "annotation": [
      {
        "sentence": "关于如何在工作之外建立自己的社会支持系统，这是一个长期的事情，需要耐心，需要改变某些信念和人际关系习惯。",
        "label": ""
      },
      {
        "sentence": "你如果觉得自己改变有困难，可以在平台内寻求专业的咨询师帮助。",
        "label": ""
      },
      {
        "sentence": "也可以到冥想星球里面，每天拿出十几分钟做做正念冥想练习。",
        "label": ""
      },
      {
        "sentence": "我感觉其中的几个练习会帮到你。",
        "label": ""
      },
      {
        "sentence": "接纳不完美——帮你更加接纳自己，减少自我批评学会放下——帮你放下那些难受的回忆接纳离别——离别是常态，告别要常做建立人际边界——帮助你不害怕拒绝别人，学会保护自己等等。",
        "label": ""
      },
      {
        "sentence": "还有很多正念冥想练习，坚持做，需要耐心，大概60天的练习就会改变我们惯性的思维模式。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去接受自己的不完美，学会放下过去的困扰，并且努力建立自己的人际边界。我也会尝试冥想练习来改变我的思维模式。非常感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去接受自己的不完美，学会放下过去的困扰，并且努力建立自己的人际边界。",
        "label": ""
      },
      {
        "sentence": "我也会尝试冥想练习来改变我的思维模式。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      }
    ]
  }
]