[
  {
    "role": "client",
    "content": "失业了五个月，找工作背景调查通不过，该怎么办？32岁大龄单身未婚女，前公司做的是行政人事兼出纳的工作，工作内容很杂但是还算应付的来吧，关键就是我没来之前都是销售负责我的工作，办公用品购买报销等，他们已经形成了一个小团体经常利用公费报销谋私利，我来了也没有跟他们合在一起很公正的办事，他们工作也极度不配合我，孤立我，聚餐也不叫我，我是因为工作不好找一直忍气吞声，所以没有离职，但是我也不想理那些人除了公事基本不跟他们往来。失业也5个月了，尝试了几个公司都不满意待遇或者不规范等，好不容易找到一家公司领导是同意了，但是人事这边背景调查很苛刻，要我提供前几家公司的3个人电话，我每家公司只提供了一个，结果她跟我领导说我了这个情况还说我隐瞒了一段工作经历，那个我也解释了，也加了一个电话号码，现在担心的就是这个工作会怎么样，我领导说背调通不过他也没办法，还说要问下会计主管我可以不，我就怕事情有变，但是我最多只能提供2个电话，我该怎么办……",
    "annotation": [
      {
        "sentence": "失业了五个月，找工作背景调查通不过，该怎么办？",
        "label": ""
      },
      {
        "sentence": "32岁大龄单身未婚女，前公司做的是行政人事兼出纳的工作，工作内容很杂但是还算应付的来吧，关键就是我没来之前都是销售负责我的工作，办公用品购买报销等，他们已经形成了一个小团体经常利用公费报销谋私利，我来了也没有跟他们合在一起很公正的办事，他们工作也极度不配合我，孤立我，聚餐也不叫我，我是因为工作不好找一直忍气吞声，所以没有离职，但是我也不想理那些人除了公事基本不跟他们往来。",
        "label": ""
      },
      {
        "sentence": "失业也5个月了，尝试了几个公司都不满意待遇或者不规范等，好不容易找到一家公司领导是同意了，但是人事这边背景调查很苛刻，要我提供前几家公司的3个人电话，我每家公司只提供了一个，结果她跟我领导说我了这个情况还说我隐瞒了一段工作经历，那个我也解释了，也加了一个电话号码，现在担心的就是这个工作会怎么样，我领导说背调通不过他也没办法，还说要问下会计主管我可以不，我就怕事情有变，但是我最多只能提供2个电话，我该怎么办……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您的问题，非常能够理解您的心情和境遇。找工作期间，我们都会出现紧张担心，这是很正常的现象。至于目前的情况，我们可以一起聊聊看啊。",
    "annotation": [
      {
        "sentence": "看到您的问题，非常能够理解您的心情和境遇。",
        "label": ""
      },
      {
        "sentence": "找工作期间，我们都会出现紧张担心，这是很正常的现象。",
        "label": ""
      },
      {
        "sentence": "至于目前的情况，我们可以一起聊聊看啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我现在真的是感到很沮丧和无助。每次找工作都面临这么多问题，我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我现在真的是感到很沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "每次找工作都面临这么多问题，我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，失业确实是一种挑战，会让人产生很多负面情绪。但是，请先相信自己，告诉自己，你是能够应对这个困境的。首先，我想问一下你对这份工作的描述，你觉得你适合做这个工作吗？",
    "annotation": [
      {
        "sentence": "我明白你的感受，失业确实是一种挑战，会让人产生很多负面情绪。",
        "label": ""
      },
      {
        "sentence": "但是，请先相信自己，告诉自己，你是能够应对这个困境的。",
        "label": ""
      },
      {
        "sentence": "首先，我想问一下你对这份工作的描述，你觉得你适合做这个工作吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我觉得我之前做的行政人事兼出纳的工作，虽然有些杂，但我还是能够应付的来的。只是进入这个公司后，与团队合作出现了问题，他们几乎都是利用公费报销谋取私利，而且对我不配合，孤立我，聚餐也不叫我，我很不舒服。",
    "annotation": [
      {
        "sentence": "嗯，我觉得我之前做的行政人事兼出纳的工作，虽然有些杂，但我还是能够应付的来的。",
        "label": ""
      },
      {
        "sentence": "只是进入这个公司后，与团队合作出现了问题，他们几乎都是利用公费报销谋取私利，而且对我不配合，孤立我，聚餐也不叫我，我很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。在职场上遇到这样的团队合作问题很常见，但也很难处理。你能够保持原则并与团队保持一定距离是很难得的品质。虽然背调出现问题让你担心，但不要因此怀疑自己的能力和人品。无论结果如何，都请继续相信自己，相信自己是可以做好工作的。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在职场上遇到这样的团队合作问题很常见，但也很难处理。",
        "label": ""
      },
      {
        "sentence": "你能够保持原则并与团队保持一定距离是很难得的品质。",
        "label": ""
      },
      {
        "sentence": "虽然背调出现问题让你担心，但不要因此怀疑自己的能力和人品。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，都请继续相信自己，相信自己是可以做好工作的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会尽量保持信心。但是我现在很焦虑，不知道该怎么行动。我应该继续找工作吗？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会尽量保持信心。",
        "label": ""
      },
      {
        "sentence": "但是我现在很焦虑，不知道该怎么行动。",
        "label": ""
      },
      {
        "sentence": "我应该继续找工作吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你可以继续找工作，但同时也要注意职业规划。在你目前的年龄，确定自己的发展方向非常重要，比如行政、人事和出纳等方向。当你确定了方向，便可以逐步放松，并有针对性地提升相关的专业技能和素质能力。",
    "annotation": [
      {
        "sentence": "是的，你可以继续找工作，但同时也要注意职业规划。",
        "label": ""
      },
      {
        "sentence": "在你目前的年龄，确定自己的发展方向非常重要，比如行政、人事和出纳等方向。",
        "label": ""
      },
      {
        "sentence": "当你确定了方向，便可以逐步放松，并有针对性地提升相关的专业技能和素质能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会考虑职业规划，并努力提升自己的技能。但是我还有一个问题，如何处理职场人际关系呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会考虑职业规划，并努力提升自己的技能。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，如何处理职场人际关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "处理职场人际关系确实是一个挑战。尽管你有坚定的原则，但试着从不同的角度去理解他人也是很重要的。虽然你觉得团队中的人可能会利用职务谋取私利，但你可以主动接近他们，表明自己是一个公私分明的人，耗费一些物质，与他们建立良好的关系。时间久了，他们也可能乐意接受你的友谊。毕竟，坦荡交往才是正确的方式。",
    "annotation": [
      {
        "sentence": "处理职场人际关系确实是一个挑战。",
        "label": ""
      },
      {
        "sentence": "尽管你有坚定的原则，但试着从不同的角度去理解他人也是很重要的。",
        "label": ""
      },
      {
        "sentence": "虽然你觉得团队中的人可能会利用职务谋取私利，但你可以主动接近他们，表明自己是一个公私分明的人，耗费一些物质，与他们建立良好的关系。",
        "label": ""
      },
      {
        "sentence": "时间久了，他们也可能乐意接受你的友谊。",
        "label": ""
      },
      {
        "sentence": "毕竟，坦荡交往才是正确的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着从另外的角度去理解他人，并尝试改善职场人际关系。还有其他方面的建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着从另外的角度去理解他人，并尝试改善职场人际关系。",
        "label": ""
      },
      {
        "sentence": "还有其他方面的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！首先，你需要尽快确定自己的职业方向。通过列出自己的兴趣、资源、经验优势以及市场发展预判等，综合考虑选择最适合你的方向。其次，要多提升技能，包括自学、报班或加入训练营等方式。此外，培养一些软性能力也很重要，可以丰富自己的业余生活，发展一些爱好和特长，比如茶艺、花艺、书法等，这些都能提升你的气质形象和自信心。最后，提升办公通用技能，如语言表达能力和公文书写能力，这些技能会在工作中经常用到。",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "首先，你需要尽快确定自己的职业方向。",
        "label": ""
      },
      {
        "sentence": "通过列出自己的兴趣、资源、经验优势以及市场发展预判等，综合考虑选择最适合你的方向。",
        "label": ""
      },
      {
        "sentence": "其次，要多提升技能，包括自学、报班或加入训练营等方式。",
        "label": ""
      },
      {
        "sentence": "此外，培养一些软性能力也很重要，可以丰富自己的业余生活，发展一些爱好和特长，比如茶艺、花艺、书法等，这些都能提升你的气质形象和自信心。",
        "label": ""
      },
      {
        "sentence": "最后，提升办公通用技能，如语言表达能力和公文书写能力，这些技能会在工作中经常用到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会尽快确定自己的职业方向，并努力提升自己的技能和能力。感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会尽快确定自己的职业方向，并努力提升自己的技能和能力。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！相信自己，相信自己的能力，你一定能够度过目前的困境，并找到一份满意的工作。祝你好运！记住，天蓝，生活可以美好！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的能力，你一定能够度过目前的困境，并找到一份满意的工作。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "记住，天蓝，生活可以美好！",
        "label": ""
      }
    ]
  }
]