[
  {
    "role": "client",
    "content": "不知道努力是为了什么，找不到人生目标？我不知道努力是为了什么，感觉一切努力都是为了满足别人的需求，每当稍微一闲下来就感觉很焦虑，一闲就会想到自己找不到努力的目标就感觉无比难过，感觉自己的生活并没有什么意义，每天好像是被生活推着向前走，看着这个世界像是与我无关一样，像是被罩了起来，找不到自己追求的或向往的人生根本不值得活一遍。",
    "annotation": [
      {
        "sentence": "不知道努力是为了什么，找不到人生目标？",
        "label": ""
      },
      {
        "sentence": "我不知道努力是为了什么，感觉一切努力都是为了满足别人的需求，每当稍微一闲下来就感觉很焦虑，一闲就会想到自己找不到努力的目标就感觉无比难过，感觉自己的生活并没有什么意义，每天好像是被生活推着向前走，看着这个世界像是与我无关一样，像是被罩了起来，找不到自己追求的或向往的人生根本不值得活一遍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你现在所经历的正是多数人的常态，其实有很多人都不知道自己是为了什么而努力，不知道自己的方向在哪，所以你不用担心，会解决的。希望我的分享能够给你带来一点帮助呀。为什么会这样呢其实我感觉和我们的成长环境以及经历相关。小时候大人们总是让我们听话，等到了上学的年纪，大人们就让我们好好学习，似乎学习成绩成为了衡量我们的唯一标准，再到后来，大人建议我们找个好工作，然后结婚生子，然后安稳的过完一生。在多数人看来，这是每个年龄段应该做的事情，人的一生也就是这样，可正是因为这样，我们好像慢慢迷失了自我，开始不知道努力是为了什么，感觉一切努力都是为了满足别人的需求，但是闲下来又会难过，甚至感觉自己不知道该干嘛了。因为我们长时间活在“什么年龄就该干什么事”这个套子里，可能会缺乏思考，不知道自己真正想要的是什么，到底为了什么而努力，而这些，也可能是多数人的常态。",
    "annotation": [
      {
        "sentence": "其实你现在所经历的正是多数人的常态，其实有很多人都不知道自己是为了什么而努力，不知道自己的方向在哪，所以你不用担心，会解决的。",
        "label": ""
      },
      {
        "sentence": "希望我的分享能够给你带来一点帮助呀。",
        "label": ""
      },
      {
        "sentence": "为什么会这样呢其实我感觉和我们的成长环境以及经历相关。",
        "label": ""
      },
      {
        "sentence": "小时候大人们总是让我们听话，等到了上学的年纪，大人们就让我们好好学习，似乎学习成绩成为了衡量我们的唯一标准，再到后来，大人建议我们找个好工作，然后结婚生子，然后安稳的过完一生。",
        "label": ""
      },
      {
        "sentence": "在多数人看来，这是每个年龄段应该做的事情，人的一生也就是这样，可正是因为这样，我们好像慢慢迷失了自我，开始不知道努力是为了什么，感觉一切努力都是为了满足别人的需求，但是闲下来又会难过，甚至感觉自己不知道该干嘛了。",
        "label": ""
      },
      {
        "sentence": "因为我们长时间活在“什么年龄就该干什么事”这个套子里，可能会缺乏思考，不知道自己真正想要的是什么，到底为了什么而努力，而这些，也可能是多数人的常态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这是多数人的常态，但是我真的感觉很迷茫，很害怕自己的人生就这样过去了。看到周围的人好像都很有目标，很有方向，我觉得自己好像是踩着原地，一直在追逐着虚无缥缈的东西。我真的不想再这样下去了。",
    "annotation": [
      {
        "sentence": "我知道这是多数人的常态，但是我真的感觉很迷茫，很害怕自己的人生就这样过去了。",
        "label": ""
      },
      {
        "sentence": "看到周围的人好像都很有目标，很有方向，我觉得自己好像是踩着原地，一直在追逐着虚无缥缈的东西。",
        "label": ""
      },
      {
        "sentence": "我真的不想再这样下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，迷茫和焦虑是很常见的情绪。不要过于苛责自己，每个人都有不同的发展轨迹和节奏。你所感受到的焦虑其实也反映了内心的一种渴望，你渴望有一个目标，有一份有意义的生活。试着思考一下，你内心真正想要的是什么，是什么让你觉得有意义，让你感到满足和充实。这个过程可能需要时间，但是只要找到属于自己的方向，你就能够迈出第一步了。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，迷茫和焦虑是很常见的情绪。",
        "label": ""
      },
      {
        "sentence": "不要过于苛责自己，每个人都有不同的发展轨迹和节奏。",
        "label": ""
      },
      {
        "sentence": "你所感受到的焦虑其实也反映了内心的一种渴望，你渴望有一个目标，有一份有意义的生活。",
        "label": ""
      },
      {
        "sentence": "试着思考一下，你内心真正想要的是什么，是什么让你觉得有意义，让你感到满足和充实。",
        "label": ""
      },
      {
        "sentence": "这个过程可能需要时间，但是只要找到属于自己的方向，你就能够迈出第一步了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实不太清楚自己真正想要的是什么，而且我也没有勇气去改变。我总觉得自己应该遵循社会的期望，而不是去追求自己内心的欲望。现在的我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我其实不太清楚自己真正想要的是什么，而且我也没有勇气去改变。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己应该遵循社会的期望，而不是去追求自己内心的欲望。",
        "label": ""
      },
      {
        "sentence": "现在的我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要明确的是，你的人生是属于你自己的，你有权利去追求自己真正想要的东西。不要被外界的声音左右，听从自己内心的声音。可能改变是需要勇气的，但只有你自己能够决定过怎样的人生。试着做一些小的改变，尝试去做一些你真正感兴趣的事情，感受一下不同的体验和反馈。渐渐地，你会找到属于自己的目标和方向。",
    "annotation": [
      {
        "sentence": "首先要明确的是，你的人生是属于你自己的，你有权利去追求自己真正想要的东西。",
        "label": ""
      },
      {
        "sentence": "不要被外界的声音左右，听从自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "可能改变是需要勇气的，但只有你自己能够决定过怎样的人生。",
        "label": ""
      },
      {
        "sentence": "试着做一些小的改变，尝试去做一些你真正感兴趣的事情，感受一下不同的体验和反馈。",
        "label": ""
      },
      {
        "sentence": "渐渐地，你会找到属于自己的目标和方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着做些改变的，但是还是担心失败。怕一切努力都白费，最终还是找不到属于自己的人生目标。我怕失去希望。",
    "annotation": [
      {
        "sentence": "我会试着做些改变的，但是还是担心失败。",
        "label": ""
      },
      {
        "sentence": "怕一切努力都白费，最终还是找不到属于自己的人生目标。",
        "label": ""
      },
      {
        "sentence": "我怕失去希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失败很正常，但是失败并不可怕，它是我们成长的一部分。不要把失败看作是终点，而是一种学习和成长的机会。过程中可能会遇到挫折，但正是这些挫折让我们变得更强大和更坚定。坚持下去，相信自己能够找到属于自己的人生目标，保持希望，相信未来会更好。",
    "annotation": [
      {
        "sentence": "害怕失败很正常，但是失败并不可怕，它是我们成长的一部分。",
        "label": ""
      },
      {
        "sentence": "不要把失败看作是终点，而是一种学习和成长的机会。",
        "label": ""
      },
      {
        "sentence": "过程中可能会遇到挫折，但正是这些挫折让我们变得更强大和更坚定。",
        "label": ""
      },
      {
        "sentence": "坚持下去，相信自己能够找到属于自己的人生目标，保持希望，相信未来会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽量调整自己的心态，勇敢面对未来的困难和挑战。虽然还有些不确定，但是至少我现在有了一些思路和方向了。希望我能够找到属于自己的人生目标，活出有意义的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽量调整自己的心态，勇敢面对未来的困难和挑战。",
        "label": ""
      },
      {
        "sentence": "虽然还有些不确定，但是至少我现在有了一些思路和方向了。",
        "label": ""
      },
      {
        "sentence": "希望我能够找到属于自己的人生目标，活出有意义的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，记住，人生是一个持续发展和探索的过程。不要急于求成，相信自己的能力和选择。我们会一步步走过来的，加油！如果日后还需要帮助，随时可以再找我聊聊。祝你早日找到属于自己的人生目标，活出自己想要的生活。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，记住，人生是一个持续发展和探索的过程。",
        "label": ""
      },
      {
        "sentence": "不要急于求成，相信自己的能力和选择。",
        "label": ""
      },
      {
        "sentence": "我们会一步步走过来的，加油！",
        "label": ""
      },
      {
        "sentence": "如果日后还需要帮助，随时可以再找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到属于自己的人生目标，活出自己想要的生活。",
        "label": ""
      }
    ]
  }
]