[
  {
    "role": "client",
    "content": "异地工作，感觉快坚持不下去了，我该坚持吗？毕业快一年半了，在一个贫困的县城国企上班，在这里举目无亲，没有一个认识的人，每天工作都很忙，好多时候都大晚上还在上班，但是休息了有很孤独，妻儿在自己家，每天休息都很异常思念，因为基本上一个月才能回一次家，想到这里就很烦躁，工资低，想调回我家那里又遥遥无期，家里老人说会想办法的，可是一直没能给我一个确切的答复，我很迷茫，想辞职，但是家里人一直叫我坚持下去，我应该坚持嘛？",
    "annotation": [
      {
        "sentence": "异地工作，感觉快坚持不下去了，我该坚持吗？",
        "label": ""
      },
      {
        "sentence": "毕业快一年半了，在一个贫困的县城国企上班，在这里举目无亲，没有一个认识的人，每天工作都很忙，好多时候都大晚上还在上班，但是休息了有很孤独，妻儿在自己家，每天休息都很异常思念，因为基本上一个月才能回一次家，想到这里就很烦躁，工资低，想调回我家那里又遥遥无期，家里老人说会想办法的，可是一直没能给我一个确切的答复，我很迷茫，想辞职，但是家里人一直叫我坚持下去，我应该坚持嘛？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，一个人在异地工作，工作累加上工资低，无法与家人团聚，我也曾在基层工作。首先，国企工作虽然是企业，但按体制办事，不需要创新或考虑情感需求等。在这个行业，只需要听命行事，很少有发挥能力的机会，这是体制性质决定的。其次，国企职工常常认为这是所谓的铁饭碗，缺乏奖惩措施，有些人可能因此感到失望或麻木，没有进步的动力，加上工作繁多，可能会出现劳动者种种不公。还有，这个行业更注重人脉关系，与处理事情的智慧，远比能力强更加重要，提升机会很有限。再者，你妻子独自在家异地分居，这种状态对两人的感情不利。如果可能的话，你可以与妻子商量，共同决定应该如何选择，毕竟辞职是关系到整个家庭的事情。建议你几种选择：1、对自己有清晰认识，对自己的人生、未来的生活以及搬迁城市从事的职业有明确规划，包括了解工作的好处和困难。如果你有信心并不愿继续目前的状态，可以和父母共同商量，尽管他们肯定不愿意。选择辞职并去寻找自己想要的生活。2、基于以上情况，如果你觉得自己可以勉强过下去，愿意接受现状，可以继续留在这里，努力工作并努力建立人际关系，争取升职，这样或许情况会好转一些，至少能得到一些回报。3、如果你什么也不想做，对工作和升职没有动力，也没有明确的目标，那么就这样也可以，毕竟这份工作能保证生计。你可以在业余时间玩游戏、逛街等来消磨时间。4、尽量工作尽量处事，做好自己，顺其自然，挑选一个自己喜欢的副业，在另一个领域找到自己的价值，靠自己的能力赚更多的钱。如果副业发展得不错，你的生活将得到保障，那时你可以选择辞职去追寻自己的梦想。选择应该根据你自身的情况来决定。无论什么工作，都需要一个适应过程，从最基层、最简单和最困难的状态慢慢向上发展，不可能一下子就达到我们想要的状态。所以，请做好心理准备，选择自己真心想要的，这样你的动力将会更强。我们班上也有一些人辞职，但他们在辞职前为未来做好了准备。因此，请谨慎选择，随心而行。",
    "annotation": [
      {
        "sentence": "我了解你的感受，一个人在异地工作，工作累加上工资低，无法与家人团聚，我也曾在基层工作。",
        "label": ""
      },
      {
        "sentence": "首先，国企工作虽然是企业，但按体制办事，不需要创新或考虑情感需求等。",
        "label": ""
      },
      {
        "sentence": "在这个行业，只需要听命行事，很少有发挥能力的机会，这是体制性质决定的。",
        "label": ""
      },
      {
        "sentence": "其次，国企职工常常认为这是所谓的铁饭碗，缺乏奖惩措施，有些人可能因此感到失望或麻木，没有进步的动力，加上工作繁多，可能会出现劳动者种种不公。",
        "label": ""
      },
      {
        "sentence": "还有，这个行业更注重人脉关系，与处理事情的智慧，远比能力强更加重要，提升机会很有限。",
        "label": ""
      },
      {
        "sentence": "再者，你妻子独自在家异地分居，这种状态对两人的感情不利。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，你可以与妻子商量，共同决定应该如何选择，毕竟辞职是关系到整个家庭的事情。",
        "label": ""
      },
      {
        "sentence": "建议你几种选择：1、对自己有清晰认识，对自己的人生、未来的生活以及搬迁城市从事的职业有明确规划，包括了解工作的好处和困难。",
        "label": ""
      },
      {
        "sentence": "如果你有信心并不愿继续目前的状态，可以和父母共同商量，尽管他们肯定不愿意。",
        "label": ""
      },
      {
        "sentence": "选择辞职并去寻找自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "2、基于以上情况，如果你觉得自己可以勉强过下去，愿意接受现状，可以继续留在这里，努力工作并努力建立人际关系，争取升职，这样或许情况会好转一些，至少能得到一些回报。",
        "label": ""
      },
      {
        "sentence": "3、如果你什么也不想做，对工作和升职没有动力，也没有明确的目标，那么就这样也可以，毕竟这份工作能保证生计。",
        "label": ""
      },
      {
        "sentence": "你可以在业余时间玩游戏、逛街等来消磨时间。",
        "label": ""
      },
      {
        "sentence": "4、尽量工作尽量处事，做好自己，顺其自然，挑选一个自己喜欢的副业，在另一个领域找到自己的价值，靠自己的能力赚更多的钱。",
        "label": ""
      },
      {
        "sentence": "如果副业发展得不错，你的生活将得到保障，那时你可以选择辞职去追寻自己的梦想。",
        "label": ""
      },
      {
        "sentence": "选择应该根据你自身的情况来决定。",
        "label": ""
      },
      {
        "sentence": "无论什么工作，都需要一个适应过程，从最基层、最简单和最困难的状态慢慢向上发展，不可能一下子就达到我们想要的状态。",
        "label": ""
      },
      {
        "sentence": "所以，请做好心理准备，选择自己真心想要的，这样你的动力将会更强。",
        "label": ""
      },
      {
        "sentence": "我们班上也有一些人辞职，但他们在辞职前为未来做好了准备。",
        "label": ""
      },
      {
        "sentence": "因此，请谨慎选择，随心而行。",
        "label": ""
      }
    ]
  }
]