[
  {
    "role": "client",
    "content": "最近我身边有一些优秀的人，我经常会感到心慌紧张，觉得自己太差了。影响我情绪的因素是和前任一起住，前任非常优秀，而我现在又在和一个非常优秀的人准备交往。情感方面我对前任已经没有想法了，把他当作曾经喜欢过的人，已经放下了。但是前任的优秀让我有时候会感到自卑和慌张。而最近又出现了一个更优秀的人，让我更加自卑和难受。我原本想通过激励自己和上进来解决问题，但好像效果不好。我常常会陷入慌张和心跳加速的情绪中，导致无法集中精神，而且还充满负面情绪，甚至想哭和自杀。虽然这种状态不是一直持续的，但经常会反复出现。我虽然一直在提升自己，但情绪一来就会让我状态特别不好，需要很长时间才能调整好。我知道自己缺乏核心力量才会反复产生这种情绪，因为好不容易才从前任的关系中走出来，结果又被这种优劣比较的情绪困住，让我非常困扰。以前因为前任的事情无法集中精力，现在又变成这种心态，虽然情况比之前好了很多，但还是会反复出现。如果考试时间的话，太让我痛苦了。我想了解一些方法，能让我更快地不受情绪影响。",
    "annotation": [
      {
        "sentence": "最近我身边有一些优秀的人，我经常会感到心慌紧张，觉得自己太差了。",
        "label": ""
      },
      {
        "sentence": "影响我情绪的因素是和前任一起住，前任非常优秀，而我现在又在和一个非常优秀的人准备交往。",
        "label": ""
      },
      {
        "sentence": "情感方面我对前任已经没有想法了，把他当作曾经喜欢过的人，已经放下了。",
        "label": ""
      },
      {
        "sentence": "但是前任的优秀让我有时候会感到自卑和慌张。",
        "label": ""
      },
      {
        "sentence": "而最近又出现了一个更优秀的人，让我更加自卑和难受。",
        "label": ""
      },
      {
        "sentence": "我原本想通过激励自己和上进来解决问题，但好像效果不好。",
        "label": ""
      },
      {
        "sentence": "我常常会陷入慌张和心跳加速的情绪中，导致无法集中精神，而且还充满负面情绪，甚至想哭和自杀。",
        "label": ""
      },
      {
        "sentence": "虽然这种状态不是一直持续的，但经常会反复出现。",
        "label": ""
      },
      {
        "sentence": "我虽然一直在提升自己，但情绪一来就会让我状态特别不好，需要很长时间才能调整好。",
        "label": ""
      },
      {
        "sentence": "我知道自己缺乏核心力量才会反复产生这种情绪，因为好不容易才从前任的关系中走出来，结果又被这种优劣比较的情绪困住，让我非常困扰。",
        "label": ""
      },
      {
        "sentence": "以前因为前任的事情无法集中精力，现在又变成这种心态，虽然情况比之前好了很多，但还是会反复出现。",
        "label": ""
      },
      {
        "sentence": "如果考试时间的话，太让我痛苦了。",
        "label": ""
      },
      {
        "sentence": "我想了解一些方法，能让我更快地不受情绪影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我有一个非常好的朋友，我们从十岁左右就成为朋友了，到现在已经有十几年了。最初我们的成绩差不多，但后来差距越来越大，不仅是学习方面，她的各个方面都非常优秀。相比之下，我显得非常弱小。很多人都喜欢拿我们来比较，起初我不在意，但时间一长，也会感到非常羞愧。我承认，和一个优秀的人在一起，既是好事，也是坏事。好的地方是他会激励你向前，但坏的地方就是自己的压力会越来越大。这种情况非常常见，我认为解决这个问题有以下几种方法：①将压力转化为动力。压力是自然存在的，但我们要学会将其转化，不要对身边的人产生嫉妒心，否则两人之间的关系容易出问题。既然差距大，我们应该努力提升自己，只有自己变得更有能力，才不会惧怕任何对比。②多与对方交流。和优秀的人在一起，很容易产生焦虑感。如果你想改变这种情况，可以试着与对方交流一下，问问他们是如何提升自己的，如何缓解焦虑，哪种学习方法更有效等等，也许能有更好的发现。③不要贬低自己。即使与对方相比真的自己不够优秀，也不要表现出一事无成的样子。总有自己在某方面是出色的，即使没有，也要学会给自己打气，过度贬低自己容易造成两人之间不平等的地位，也容易出现感情问题。无论是交友还是找对象，都要学会给自己适当的底气，而这些底气很大一部分来自于自己出色的能力，因此，试着努力吧！至于其他方面的问题，不要想得太多，否则只会给自己带来烦恼。",
    "annotation": [
      {
        "sentence": "我有一个非常好的朋友，我们从十岁左右就成为朋友了，到现在已经有十几年了。",
        "label": ""
      },
      {
        "sentence": "最初我们的成绩差不多，但后来差距越来越大，不仅是学习方面，她的各个方面都非常优秀。",
        "label": ""
      },
      {
        "sentence": "相比之下，我显得非常弱小。",
        "label": ""
      },
      {
        "sentence": "很多人都喜欢拿我们来比较，起初我不在意，但时间一长，也会感到非常羞愧。",
        "label": ""
      },
      {
        "sentence": "我承认，和一个优秀的人在一起，既是好事，也是坏事。",
        "label": ""
      },
      {
        "sentence": "好的地方是他会激励你向前，但坏的地方就是自己的压力会越来越大。",
        "label": ""
      },
      {
        "sentence": "这种情况非常常见，我认为解决这个问题有以下几种方法：①将压力转化为动力。",
        "label": ""
      },
      {
        "sentence": "压力是自然存在的，但我们要学会将其转化，不要对身边的人产生嫉妒心，否则两人之间的关系容易出问题。",
        "label": ""
      },
      {
        "sentence": "既然差距大，我们应该努力提升自己，只有自己变得更有能力，才不会惧怕任何对比。",
        "label": ""
      },
      {
        "sentence": "②多与对方交流。",
        "label": ""
      },
      {
        "sentence": "和优秀的人在一起，很容易产生焦虑感。",
        "label": ""
      },
      {
        "sentence": "如果你想改变这种情况，可以试着与对方交流一下，问问他们是如何提升自己的，如何缓解焦虑，哪种学习方法更有效等等，也许能有更好的发现。",
        "label": ""
      },
      {
        "sentence": "③不要贬低自己。",
        "label": ""
      },
      {
        "sentence": "即使与对方相比真的自己不够优秀，也不要表现出一事无成的样子。",
        "label": ""
      },
      {
        "sentence": "总有自己在某方面是出色的，即使没有，也要学会给自己打气，过度贬低自己容易造成两人之间不平等的地位，也容易出现感情问题。",
        "label": ""
      },
      {
        "sentence": "无论是交友还是找对象，都要学会给自己适当的底气，而这些底气很大一部分来自于自己出色的能力，因此，试着努力吧！",
        "label": ""
      },
      {
        "sentence": "至于其他方面的问题，不要想得太多，否则只会给自己带来烦恼。",
        "label": ""
      }
    ]
  }
]