[
  {
    "role": "client",
    "content": "最近我身边有一些优秀的人，经常让我感到心慌和紧张，觉得自己太差劲了。",
    "annotation": [
      {
        "sentence": "最近我身边有一些优秀的人，经常让我感到心慌和紧张，觉得自己太差劲了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很常见的情况。每个人都会有自己的优势和劣势，不必过于自责。可以告诉我是什么影响因素让你产生这种感受呢？",
    "annotation": [
      {
        "sentence": "这是一个很常见的情况。",
        "label": ""
      },
      {
        "sentence": "每个人都会有自己的优势和劣势，不必过于自责。",
        "label": ""
      },
      {
        "sentence": "可以告诉我是什么影响因素让你产生这种感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是我之前和前任一起住过，前任非常优秀，现在他正在和一个非常优秀的人开始交往。情感方面，我已经对前任没有感觉了，将他当作曾经喜欢过的人，已经放下了。但是他的优秀让我感到自卑和慌张。最近他又出现了一个更加优秀的人，让我感到更加自卑和难受。我原本想通过激励自己来向上发展，但效果并不理想。所以我会陷入慌张和心跳加速的情绪中，导致无法集中精神，出现各种负面情绪，甚至有想自杀的想法。虽然这种状态不是一直持续，但经常反复发生，我也在努力提升自己，但一旦情绪出现就会状态特别不好，需要很长时间才能稳定下来。我知道，我之所以会反复产生情绪是因为自己缺乏核心力量，才会被这种优秀与否的情绪困扰。",
    "annotation": [
      {
        "sentence": "是我之前和前任一起住过，前任非常优秀，现在他正在和一个非常优秀的人开始交往。",
        "label": ""
      },
      {
        "sentence": "情感方面，我已经对前任没有感觉了，将他当作曾经喜欢过的人，已经放下了。",
        "label": ""
      },
      {
        "sentence": "但是他的优秀让我感到自卑和慌张。",
        "label": ""
      },
      {
        "sentence": "最近他又出现了一个更加优秀的人，让我感到更加自卑和难受。",
        "label": ""
      },
      {
        "sentence": "我原本想通过激励自己来向上发展，但效果并不理想。",
        "label": ""
      },
      {
        "sentence": "所以我会陷入慌张和心跳加速的情绪中，导致无法集中精神，出现各种负面情绪，甚至有想自杀的想法。",
        "label": ""
      },
      {
        "sentence": "虽然这种状态不是一直持续，但经常反复发生，我也在努力提升自己，但一旦情绪出现就会状态特别不好，需要很长时间才能稳定下来。",
        "label": ""
      },
      {
        "sentence": "我知道，我之所以会反复产生情绪是因为自己缺乏核心力量，才会被这种优秀与否的情绪困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受。分手后要完全忘记一段感情并不容易。当看到前任准备和别人交往，而那个人看上去似乎比自己更优秀时，自卑情绪很正常。但是每个人都有自己的优缺点，而你对前任新交往的对象并不了解他有哪些方面更优秀。也许他只是注重外在条件，并不代表他和你有更多内在的契合。爱情不是寻找工作，更多的是看重双方的性格是否合得来、是否有共同语言和默契等等。只看重一个优点去寻找另一半，最终可能会导致不幸福。而那种对你有要求的爱人，与他在一起时你会常常感到压力。而且，说不准哪一天他会觉得你不优秀了，又会跟其他人走。这种人并不值得你如此难过。相信一定会有一个非常优秀且真心爱你的人出现的！",
    "annotation": [
      {
        "sentence": "理解你的感受。",
        "label": ""
      },
      {
        "sentence": "分手后要完全忘记一段感情并不容易。",
        "label": ""
      },
      {
        "sentence": "当看到前任准备和别人交往，而那个人看上去似乎比自己更优秀时，自卑情绪很正常。",
        "label": ""
      },
      {
        "sentence": "但是每个人都有自己的优缺点，而你对前任新交往的对象并不了解他有哪些方面更优秀。",
        "label": ""
      },
      {
        "sentence": "也许他只是注重外在条件，并不代表他和你有更多内在的契合。",
        "label": ""
      },
      {
        "sentence": "爱情不是寻找工作，更多的是看重双方的性格是否合得来、是否有共同语言和默契等等。",
        "label": ""
      },
      {
        "sentence": "只看重一个优点去寻找另一半，最终可能会导致不幸福。",
        "label": ""
      },
      {
        "sentence": "而那种对你有要求的爱人，与他在一起时你会常常感到压力。",
        "label": ""
      },
      {
        "sentence": "而且，说不准哪一天他会觉得你不优秀了，又会跟其他人走。",
        "label": ""
      },
      {
        "sentence": "这种人并不值得你如此难过。",
        "label": ""
      },
      {
        "sentence": "相信一定会有一个非常优秀且真心爱你的人出现的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我知道要彻底放下对前任的感情并不容易，但我会努力的。我可以考虑搬离和前任住的地方，也将他的手机号码删除。虽然舍不得删除，但我可以告诉他我需要一段时间的安静，然后放在一边尽量不联系。然后，我会彻底清理生活中他的痕迹，开始全新的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我知道要彻底放下对前任的感情并不容易，但我会努力的。",
        "label": ""
      },
      {
        "sentence": "我可以考虑搬离和前任住的地方，也将他的手机号码删除。",
        "label": ""
      },
      {
        "sentence": "虽然舍不得删除，但我可以告诉他我需要一段时间的安静，然后放在一边尽量不联系。",
        "label": ""
      },
      {
        "sentence": "然后，我会彻底清理生活中他的痕迹，开始全新的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的决定。让他彻底淡出你的生活会让你更好地放下过去的感情。此外，你也可以重新建立自信，努力让自己变得更优秀。你经历了这段感情后，已经有了变得更好的愿望，这是机会的到来。它让你意识到不能止步于现在的状态，要继续努力成为更好的自己。相信自己能够变得更加优秀，到那时你的前任也会改变对你的看法。",
    "annotation": [
      {
        "sentence": "这是一个很好的决定。",
        "label": ""
      },
      {
        "sentence": "让他彻底淡出你的生活会让你更好地放下过去的感情。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以重新建立自信，努力让自己变得更优秀。",
        "label": ""
      },
      {
        "sentence": "你经历了这段感情后，已经有了变得更好的愿望，这是机会的到来。",
        "label": ""
      },
      {
        "sentence": "它让你意识到不能止步于现在的状态，要继续努力成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "相信自己能够变得更加优秀，到那时你的前任也会改变对你的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该给自己一段时间，保持冷静，并开始努力寻找全新的爱情。我不应该一直把目光放在前任身上，而是积极主动地去寻找自己喜欢的异性。我会去看看《如何让你爱的人爱上我》，相信这本书能给我一些关于邂逅异性的好方法。感谢你的鼓励，我相信自己一定能找到真正爱我的人！不要再纠结于过去，不要因为过去的决定感到后悔。既然分手了，就说明你们之间有不合适的地方。为什么要委屈自己呢？寻找一个欣赏自己并愿意与你共同进步的另一半才是最重要的！",
    "annotation": [
      {
        "sentence": "确实，我应该给自己一段时间，保持冷静，并开始努力寻找全新的爱情。",
        "label": ""
      },
      {
        "sentence": "我不应该一直把目光放在前任身上，而是积极主动地去寻找自己喜欢的异性。",
        "label": ""
      },
      {
        "sentence": "我会去看看《如何让你爱的人爱上我》，相信这本书能给我一些关于邂逅异性的好方法。",
        "label": ""
      },
      {
        "sentence": "感谢你的鼓励，我相信自己一定能找到真正爱我的人！",
        "label": ""
      },
      {
        "sentence": "不要再纠结于过去，不要因为过去的决定感到后悔。",
        "label": ""
      },
      {
        "sentence": "既然分手了，就说明你们之间有不合适的地方。",
        "label": ""
      },
      {
        "sentence": "为什么要委屈自己呢？",
        "label": ""
      },
      {
        "sentence": "寻找一个欣赏自己并愿意与你共同进步的另一半才是最重要的！",
        "label": ""
      }
    ]
  }
]