[
  {
    "role": "client",
    "content": "我是一个27岁的女孩子，我想问一下，怎样才能应对母亲的控制和打扰呢？今天我本来是想好好休息的，但是中午才起来，结果被母亲催促。接下来，她催我吃饭、报名驾照考试、处理照片等等，甚至还打乱了我的下午练习计划。我感到很无奈，好像我的自由和安全感都被夺走了。",
    "annotation": [
      {
        "sentence": "我是一个27岁的女孩子，我想问一下，怎样才能应对母亲的控制和打扰呢？",
        "label": ""
      },
      {
        "sentence": "今天我本来是想好好休息的，但是中午才起来，结果被母亲催促。",
        "label": ""
      },
      {
        "sentence": "接下来，她催我吃饭、报名驾照考试、处理照片等等，甚至还打乱了我的下午练习计划。",
        "label": ""
      },
      {
        "sentence": "我感到很无奈，好像我的自由和安全感都被夺走了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情。明明已经是一个青年，却还被父母当成小孩子来对待，这对你来说一定是很难受的。你所说的“对他来说就是他的下级，他才能有优越感。”的确存在这样一种潜在意思，但是这种相处模式并不是你所需要的。你可以尝试向父母表达自己的感受，或者从行动上进行拒绝。",
    "annotation": [
      {
        "sentence": "我理解你的心情。",
        "label": ""
      },
      {
        "sentence": "明明已经是一个青年，却还被父母当成小孩子来对待，这对你来说一定是很难受的。",
        "label": ""
      },
      {
        "sentence": "你所说的“对他来说就是他的下级，他才能有优越感。",
        "label": ""
      },
      {
        "sentence": "”的确存在这样一种潜在意思，但是这种相处模式并不是你所需要的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试向父母表达自己的感受，或者从行动上进行拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我跟我妈妈说过很多次了，她总是抱怨我不听话，反而更加强调她的控制力。",
    "annotation": [
      {
        "sentence": "可是我跟我妈妈说过很多次了，她总是抱怨我不听话，反而更加强调她的控制力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你可以试着从简单的小事开始拒绝，比如在母亲催促你做什么时，你不被她的焦虑所影响，按照自己的时间计划去处理事情。这样做的话，你会发现你的计划并没有被耽误，也没有发生你所担心的情况。这样的事情要重复几次，或许能让母亲体会到，在不去帮你安排时间的情况下，你也可以把事情都处理好。",
    "annotation": [
      {
        "sentence": "那你可以试着从简单的小事开始拒绝，比如在母亲催促你做什么时，你不被她的焦虑所影响，按照自己的时间计划去处理事情。",
        "label": ""
      },
      {
        "sentence": "这样做的话，你会发现你的计划并没有被耽误，也没有发生你所担心的情况。",
        "label": ""
      },
      {
        "sentence": "这样的事情要重复几次，或许能让母亲体会到，在不去帮你安排时间的情况下，你也可以把事情都处理好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。但是有时候我会觉得我好像被养成一只绵羊，为了方便控制就任人宰割，因为我觉得我以前一直都没有做出什么成绩，所以我觉得我好像也真的不会其他生活方式一样。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是有时候我会觉得我好像被养成一只绵羊，为了方便控制就任人宰割，因为我觉得我以前一直都没有做出什么成绩，所以我觉得我好像也真的不会其他生活方式一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要这样想，你是个有价值的人。你可以自己确定你的目标，然后认真努力去实现它。无论做什么事情，自我成长都是非常重要的。自己为所欲为的生活方式可能会让你快乐一时，但长远来看，这并不能带给你真正的意义和价值。",
    "annotation": [
      {
        "sentence": "不要这样想，你是个有价值的人。",
        "label": ""
      },
      {
        "sentence": "你可以自己确定你的目标，然后认真努力去实现它。",
        "label": ""
      },
      {
        "sentence": "无论做什么事情，自我成长都是非常重要的。",
        "label": ""
      },
      {
        "sentence": "自己为所欲为的生活方式可能会让你快乐一时，但长远来看，这并不能带给你真正的意义和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实在想我的人生目标和未来。但有时我会想起我父亲在我的生日那天，他其实并没有认真看待我成为成年人的意义，他只是觉得我只是他的孩子，让我感到很失望和难过。",
    "annotation": [
      {
        "sentence": "我确实在想我的人生目标和未来。",
        "label": ""
      },
      {
        "sentence": "但有时我会想起我父亲在我的生日那天，他其实并没有认真看待我成为成年人的意义，他只是觉得我只是他的孩子，让我感到很失望和难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的心情。父母的态度很重要，但是你应该相信自己，你能选择和哪些人交往，哪些事情去关注和努力，以及如何去面对生活中的种种问题，这些都完全由你自己决定。",
    "annotation": [
      {
        "sentence": "我非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "父母的态度很重要，但是你应该相信自己，你能选择和哪些人交往，哪些事情去关注和努力，以及如何去面对生活中的种种问题，这些都完全由你自己决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，谢谢你的理解和帮助。让我觉得好多了。",
    "annotation": [
      {
        "sentence": "你说得对，谢谢你的理解和帮助。",
        "label": ""
      },
      {
        "sentence": "让我觉得好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想成为自己想要成为的人是每个人都需要面对的挑战。但是只要你坚定自己的信念，相信自己内在的力量和价值，你就能找到自己的人生方向。",
    "annotation": [
      {
        "sentence": "想成为自己想要成为的人是每个人都需要面对的挑战。",
        "label": ""
      },
      {
        "sentence": "但是只要你坚定自己的信念，相信自己内在的力量和价值，你就能找到自己的人生方向。",
        "label": ""
      }
    ]
  }
]