[
  {
    "role": "client",
    "content": "我是一个27岁的女生，我如何应对母亲的控制和打扰呢？今天是个难得的休息日，我睡到了中午才起床。下午本来已经安排好了练习计划，却在午饭时被母亲催促。她催促我吃饭，又让我报名驾照考试，之后又找问题，不满意考试时间和研究生报道时间冲突。后来她才意识到时间来得及，又急忙催促我准备下周末使用的照片。我感觉似乎她也读懂了我的日程，深深地掌握了我的情绪，使得这本来轻松的休息日变得烦躁，话都说不出来。我感觉自己就像一只被养成的宠物，需要随时随地地接受她的控制和欺凌，我无力反抗，感觉很失败，不知道该如何生活了。",
    "annotation": [
      {
        "sentence": "我是一个27岁的女生，我如何应对母亲的控制和打扰呢？",
        "label": ""
      },
      {
        "sentence": "今天是个难得的休息日，我睡到了中午才起床。",
        "label": ""
      },
      {
        "sentence": "下午本来已经安排好了练习计划，却在午饭时被母亲催促。",
        "label": ""
      },
      {
        "sentence": "她催促我吃饭，又让我报名驾照考试，之后又找问题，不满意考试时间和研究生报道时间冲突。",
        "label": ""
      },
      {
        "sentence": "后来她才意识到时间来得及，又急忙催促我准备下周末使用的照片。",
        "label": ""
      },
      {
        "sentence": "我感觉似乎她也读懂了我的日程，深深地掌握了我的情绪，使得这本来轻松的休息日变得烦躁，话都说不出来。",
        "label": ""
      },
      {
        "sentence": "我感觉自己就像一只被养成的宠物，需要随时随地地接受她的控制和欺凌，我无力反抗，感觉很失败，不知道该如何生活了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你对我的信任。我认真阅读了你的情况，感同身受。首先，请你接受我的真挚拥抱，我希望我的温暖能够让你感受到人互相关心的力量。你的主要问题是你觉得你的父母过于控制你的生活，甚至在你成年后，他们还是以孩子的方式来对待你，这让你感到很不自由。其实，我想起来最近大火的一部电视剧《以家人的名义》，剧中的齐明月的妈妈总是把女儿当作她的潜在利益，女儿不听她的话就是不孝顺，这让齐明月感觉很痛苦。我们的父母很多时候是从为我们好的角度出发，但是我们现在长大成人了，应该有自己的想法和观点，不能再轻易地被他们的干预所牵制。不过，如何才能摆脱他们的控制，你有没有想过这个问题呢？",
    "annotation": [
      {
        "sentence": "谢谢你对我的信任。",
        "label": ""
      },
      {
        "sentence": "我认真阅读了你的情况，感同身受。",
        "label": ""
      },
      {
        "sentence": "首先，请你接受我的真挚拥抱，我希望我的温暖能够让你感受到人互相关心的力量。",
        "label": ""
      },
      {
        "sentence": "你的主要问题是你觉得你的父母过于控制你的生活，甚至在你成年后，他们还是以孩子的方式来对待你，这让你感到很不自由。",
        "label": ""
      },
      {
        "sentence": "其实，我想起来最近大火的一部电视剧《以家人的名义》，剧中的齐明月的妈妈总是把女儿当作她的潜在利益，女儿不听她的话就是不孝顺，这让齐明月感觉很痛苦。",
        "label": ""
      },
      {
        "sentence": "我们的父母很多时候是从为我们好的角度出发，但是我们现在长大成人了，应该有自己的想法和观点，不能再轻易地被他们的干预所牵制。",
        "label": ""
      },
      {
        "sentence": "不过，如何才能摆脱他们的控制，你有没有想过这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很感激你，能够听我倾诉，我感觉心情渐渐平静了下来。我还没有想过怎么摆脱控制，可能因为太紧张了吧。",
    "annotation": [
      {
        "sentence": "我真的很感激你，能够听我倾诉，我感觉心情渐渐平静了下来。",
        "label": ""
      },
      {
        "sentence": "我还没有想过怎么摆脱控制，可能因为太紧张了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我可以给你提供一些建议，帮助你更好的应对这个问题。首先，你需要在一个心平气和的状态下和父母沟通，找到一个适当的时机，告诉他们你的真正感受和想法。你可以强调说，你已经成年了，需要自己承担自己的责任，但又不用太过过于“反抗”，这样会给父母带来很多矛盾和不安。如果你不了解他们的想法和行为，你很难理解他们。不过，你仍需要与他们保持一定的距离，搬出去住，使他们无法在你的生活中干涉此类事情。如果有任何想法或计划，可以与他们进行沟通，并尝试按照自己的方式去做，让他们知道你已经长大了，自己能够独立处理事情。这些方法或许会帮助你！",
    "annotation": [
      {
        "sentence": "没关系，我可以给你提供一些建议，帮助你更好的应对这个问题。",
        "label": ""
      },
      {
        "sentence": "首先，你需要在一个心平气和的状态下和父母沟通，找到一个适当的时机，告诉他们你的真正感受和想法。",
        "label": ""
      },
      {
        "sentence": "你可以强调说，你已经成年了，需要自己承担自己的责任，但又不用太过过于“反抗”，这样会给父母带来很多矛盾和不安。",
        "label": ""
      },
      {
        "sentence": "如果你不了解他们的想法和行为，你很难理解他们。",
        "label": ""
      },
      {
        "sentence": "不过，你仍需要与他们保持一定的距离，搬出去住，使他们无法在你的生活中干涉此类事情。",
        "label": ""
      },
      {
        "sentence": "如果有任何想法或计划，可以与他们进行沟通，并尝试按照自己的方式去做，让他们知道你已经长大了，自己能够独立处理事情。",
        "label": ""
      },
      {
        "sentence": "这些方法或许会帮助你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我应该保持冷静，并与他们进行适当的沟通。不过我现在还没有经济独立，还无法搬出去住。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我应该保持冷静，并与他们进行适当的沟通。",
        "label": ""
      },
      {
        "sentence": "不过我现在还没有经济独立，还无法搬出去住。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能想到的是很明智的。由于你现在还没有实现完全经济独立，确实没有办法搬出去。但你可以把自己的生活分别做成自己的模式，让你的父母可以明白，你有自己的生活，也想要让自己的生活充满活力。你可以尝试和父母谈谈你的计划和目标，希望他们能够理解并尊重你的想法。只要各自让步，相互理解，就能让生活变得更加美好。",
    "annotation": [
      {
        "sentence": "你能想到的是很明智的。",
        "label": ""
      },
      {
        "sentence": "由于你现在还没有实现完全经济独立，确实没有办法搬出去。",
        "label": ""
      },
      {
        "sentence": "但你可以把自己的生活分别做成自己的模式，让你的父母可以明白，你有自己的生活，也想要让自己的生活充满活力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和父母谈谈你的计划和目标，希望他们能够理解并尊重你的想法。",
        "label": ""
      },
      {
        "sentence": "只要各自让步，相互理解，就能让生活变得更加美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哇，听了你的建议，我好像觉得轻松多了。这真的很有帮助，我会尝试着践行的。",
    "annotation": [
      {
        "sentence": "哇，听了你的建议，我好像觉得轻松多了。",
        "label": ""
      },
      {
        "sentence": "这真的很有帮助，我会尝试着践行的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了，我非常高兴我的回答有帮助到你。要时刻记得，我们总会有低谷期的，但是我们也能看到更好的未来，离开不会更远，前方那段未知的道路也许会更充满希望。祝你一切都好。",
    "annotation": [
      {
        "sentence": "太好了，我非常高兴我的回答有帮助到你。",
        "label": ""
      },
      {
        "sentence": "要时刻记得，我们总会有低谷期的，但是我们也能看到更好的未来，离开不会更远，前方那段未知的道路也许会更充满希望。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好。",
        "label": ""
      }
    ]
  }
]