[
  {
    "role": "client",
    "content": "工作几年，裸辞几个月，找个工作不满意，要不要去？辞职的初衷想找一家好的企业，觉得自己能力可以，忽视了年龄和性别未婚未育问题。找了8个月工作，有一个短暂1个月的工作经历离开。为了生存最近找个薪资可以的代理商。公司性质个体工商户，之前没有人事，公司规模20人，休息单休，节假日不休说后续能给补，节假日休息不固定，有绩效也不固定，转正前在谈。心里没底，本来就是个人的变动太大，当初辞职想找个在职位上有晋升空间的机会，薪资说的过去还可以。目前我在的这所城市职位有晋升空间的企业不多，大体都是个人创业的。所以纠结要不要入职，入职马上有工资，但职位晋升，绩效，休息时间全不知道。怎么办，要不要去工作一天看看呢？",
    "annotation": [
      {
        "sentence": "工作几年，裸辞几个月，找个工作不满意，要不要去？",
        "label": ""
      },
      {
        "sentence": "辞职的初衷想找一家好的企业，觉得自己能力可以，忽视了年龄和性别未婚未育问题。",
        "label": ""
      },
      {
        "sentence": "找了8个月工作，有一个短暂1个月的工作经历离开。",
        "label": ""
      },
      {
        "sentence": "为了生存最近找个薪资可以的代理商。",
        "label": ""
      },
      {
        "sentence": "公司性质个体工商户，之前没有人事，公司规模20人，休息单休，节假日不休说后续能给补，节假日休息不固定，有绩效也不固定，转正前在谈。",
        "label": ""
      },
      {
        "sentence": "心里没底，本来就是个人的变动太大，当初辞职想找个在职位上有晋升空间的机会，薪资说的过去还可以。",
        "label": ""
      },
      {
        "sentence": "目前我在的这所城市职位有晋升空间的企业不多，大体都是个人创业的。",
        "label": ""
      },
      {
        "sentence": "所以纠结要不要入职，入职马上有工资，但职位晋升，绩效，休息时间全不知道。",
        "label": ""
      },
      {
        "sentence": "怎么办，要不要去工作一天看看呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心疼你的处境，的确在这次疫情当中很多人的工作受到冲击，连我们这个社会的运行的规则都受到了冲击。按年迭代的时代要学会卡住节奏走，以前我们觉得这个时代变化快，都是按几十年来算的，一个时代从几十年到我们现在互联网的迭代人工智能的迭代可能都是两年三年一迭代。所以，无论发生什么，我们都得接受并迅速的适应和调整，就像李佳琦从名不经传到成为网红带货一哥，只用了两年时间。以前成就一个明星大概最快都需要十年，甚至20年30年的努力的，但是你看我们现在的这个社会造一个明星，只需要一两年时间，甚至几个月时间，而且这些明星的坠落这些明星行业的坠落也是只需要一两个月或三四个月，这是所有人措手不及的。",
    "annotation": [
      {
        "sentence": "心疼你的处境，的确在这次疫情当中很多人的工作受到冲击，连我们这个社会的运行的规则都受到了冲击。",
        "label": ""
      },
      {
        "sentence": "按年迭代的时代要学会卡住节奏走，以前我们觉得这个时代变化快，都是按几十年来算的，一个时代从几十年到我们现在互联网的迭代人工智能的迭代可能都是两年三年一迭代。",
        "label": ""
      },
      {
        "sentence": "所以，无论发生什么，我们都得接受并迅速的适应和调整，就像李佳琦从名不经传到成为网红带货一哥，只用了两年时间。",
        "label": ""
      },
      {
        "sentence": "以前成就一个明星大概最快都需要十年，甚至20年30年的努力的，但是你看我们现在的这个社会造一个明星，只需要一两年时间，甚至几个月时间，而且这些明星的坠落这些明星行业的坠落也是只需要一两个月或三四个月，这是所有人措手不及的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，这个时代的变化真的太快了，而且现在人们的期望也越来越高。我确实要努力适应和调整，但我现在面临的问题是：这个代理商的工作不稳定，而且没有晋升空间，我真的不知道要不要去尝试一下。",
    "annotation": [
      {
        "sentence": "你说的没错，这个时代的变化真的太快了，而且现在人们的期望也越来越高。",
        "label": ""
      },
      {
        "sentence": "我确实要努力适应和调整，但我现在面临的问题是：这个代理商的工作不稳定，而且没有晋升空间，我真的不知道要不要去尝试一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，时代变化确实带来了很多不确定性，但也带来了很多机遇。去什么样的公司其实不重要，重要的是你有没有获得面向未来的价值了？你有没有去绽放自己为他人和集体或者社会提供价值？那最好的存在就是我们用我们的价值为这个社会、集体、他人包括自己服务，然后形成了新的价值，而这个价值是不断地在迭代，不断地在流动的，而不是几十年如一日的只会一样东西，只能在一个行业里面工作，只能拿到一份死工资，如果我们能提供给这个时代和这个社会的东西只是这些了，那时代赋予我们的仅仅只有那么一丢丢。",
    "annotation": [
      {
        "sentence": "是的，时代变化确实带来了很多不确定性，但也带来了很多机遇。",
        "label": ""
      },
      {
        "sentence": "去什么样的公司其实不重要，重要的是你有没有获得面向未来的价值了？",
        "label": ""
      },
      {
        "sentence": "你有没有去绽放自己为他人和集体或者社会提供价值？",
        "label": ""
      },
      {
        "sentence": "那最好的存在就是我们用我们的价值为这个社会、集体、他人包括自己服务，然后形成了新的价值，而这个价值是不断地在迭代，不断地在流动的，而不是几十年如一日的只会一样东西，只能在一个行业里面工作，只能拿到一份死工资，如果我们能提供给这个时代和这个社会的东西只是这些了，那时代赋予我们的仅仅只有那么一丢丢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我得考虑我的未来发展。我不能只顾眼前的稳定工作，而忽略了自己的成长和进步。我现在要怎么样才能为我的未来做谋划呢？",
    "annotation": [
      {
        "sentence": "你说的对，我得考虑我的未来发展。",
        "label": ""
      },
      {
        "sentence": "我不能只顾眼前的稳定工作，而忽略了自己的成长和进步。",
        "label": ""
      },
      {
        "sentence": "我现在要怎么样才能为我的未来做谋划呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要认识到未来的竞争会更加激烈，你不能再像以前那样只考虑眼前的稳定工作。你应该从今天开始积累在未来可以有一份不考虑你的职业，不考虑你的性别，不考虑你的年龄，不考虑你的经验，你都可以灵活地用自己的价值换来你需要的价值。因为对于职场人35以后你就面临着职场很大的瓶颈，我们不能在15年后还被今天的同样的问题困扰，所以从今天开始做所有的事情都要面向未来的，要为谋划再过二十年后你是以什么方式在这个社会求生活。",
    "annotation": [
      {
        "sentence": "首先，你需要认识到未来的竞争会更加激烈，你不能再像以前那样只考虑眼前的稳定工作。",
        "label": ""
      },
      {
        "sentence": "你应该从今天开始积累在未来可以有一份不考虑你的职业，不考虑你的性别，不考虑你的年龄，不考虑你的经验，你都可以灵活地用自己的价值换来你需要的价值。",
        "label": ""
      },
      {
        "sentence": "因为对于职场人35以后你就面临着职场很大的瓶颈，我们不能在15年后还被今天的同样的问题困扰，所以从今天开始做所有的事情都要面向未来的，要为谋划再过二十年后你是以什么方式在这个社会求生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要将自己和能力都变得面向未来。我要为未来的发展做好规划，不仅要考虑眼前的工作机会，还要思考长远的职业发展。谢谢你的建议，我觉得我又有了一些方向。",
    "annotation": [
      {
        "sentence": "我明白了，我需要将自己和能力都变得面向未来。",
        "label": ""
      },
      {
        "sentence": "我要为未来的发展做好规划，不仅要考虑眼前的工作机会，还要思考长远的职业发展。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我觉得我又有了一些方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记住，这是一个最好的时代，只要你有能力，你就一定能够成功。无论在哪个行业，只要你能为社会、他人、集体提供价值，你都会有机会获得成功。祝你未来的职业发展顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，这是一个最好的时代，只要你有能力，你就一定能够成功。",
        "label": ""
      },
      {
        "sentence": "无论在哪个行业，只要你能为社会、他人、集体提供价值，你都会有机会获得成功。",
        "label": ""
      },
      {
        "sentence": "祝你未来的职业发展顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会努力为自己的未来奋斗，争取创造更多的价值。很开心能和你交流，收获了很多启发。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力为自己的未来奋斗，争取创造更多的价值。",
        "label": ""
      },
      {
        "sentence": "很开心能和你交流，收获了很多启发。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能帮到你我感到非常高兴。如果以后还有什么问题或困惑，随时来找我交流吧。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，能帮到你我感到非常高兴。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题或困惑，随时来找我交流吧。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]