[
  {
    "role": "client",
    "content": "发现父亲隐藏的马基雅维利主义，我和我母亲该怎么办？我爸中考复读时遭男同学举报而错失理想高中。",
    "annotation": [
      {
        "sentence": "发现父亲隐藏的马基雅维利主义，我和我母亲该怎么办？",
        "label": ""
      },
      {
        "sentence": "我爸中考复读时遭男同学举报而错失理想高中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对于父亲隐藏的马基雅维利主义感到困惑和无助。你爸爸曾经遭受了许多不公正的待遇，例如中考复读时被同学举报，导致他错失了上理想高中的机会。",
    "annotation": [
      {
        "sentence": "我理解你对于父亲隐藏的马基雅维利主义感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "你爸爸曾经遭受了许多不公正的待遇，例如中考复读时被同学举报，导致他错失了上理想高中的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "任教时救溺水女学生导致急性思维障碍后住进精神病院。他漂亮前女友在外地已有对象就把他玩完摔掉了。",
    "annotation": [
      {
        "sentence": "任教时救溺水女学生导致急性思维障碍后住进精神病院。",
        "label": ""
      },
      {
        "sentence": "他漂亮前女友在外地已有对象就把他玩完摔掉了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解，你爸爸在任教期间因为拯救溺水女学生而导致了急性思维障碍，不得不住进精神病院。并且他的前女友也对他进行了伤害，这些事情对他来说确实非常不幸和伤心。",
    "annotation": [
      {
        "sentence": "我了解，你爸爸在任教期间因为拯救溺水女学生而导致了急性思维障碍，不得不住进精神病院。",
        "label": ""
      },
      {
        "sentence": "并且他的前女友也对他进行了伤害，这些事情对他来说确实非常不幸和伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婚后他因怕太劳累最后在家做家教，虽有我妈扶持但无成果。我妈跟他结婚时不看他家庭条件但婚后一直为了经济状况与他争吵冲突。",
    "annotation": [
      {
        "sentence": "婚后他因怕太劳累最后在家做家教，虽有我妈扶持但无成果。",
        "label": ""
      },
      {
        "sentence": "我妈跟他结婚时不看他家庭条件但婚后一直为了经济状况与他争吵冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚后，你爸爸因为怕自己太劳累而选择在家里做家教，虽然你妈妈一直支持他，但最终却没有取得成果。我理解这种经济上的冲突导致你父母之间的争吵和冲突。",
    "annotation": [
      {
        "sentence": "婚后，你爸爸因为怕自己太劳累而选择在家里做家教，虽然你妈妈一直支持他，但最终却没有取得成果。",
        "label": ""
      },
      {
        "sentence": "我理解这种经济上的冲突导致你父母之间的争吵和冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直都不懂为何我妈辛苦工作养家糊口还要被打骂羞辱，为何我爸有思想能力体力却待在家里，为何我妈一跟他提金钱问题他就谩骂政府腐败搞钱而他守品德就赚不到钱。",
    "annotation": [
      {
        "sentence": "我一直都不懂为何我妈辛苦工作养家糊口还要被打骂羞辱，为何我爸有思想能力体力却待在家里，为何我妈一跟他提金钱问题他就谩骂政府腐败搞钱而他守品德就赚不到钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感到困惑，不明白为什么你妈妈要辛苦工作来养家糊口，却还要遭受打骂和羞辱。同时，你也不理解为什么你爸爸虽然具备思想能力和体力，却选择待在家里。此外，你还不明白为什么每当你妈妈提到金钱问题时，你爸爸就会谩骂政府腐败搞钱，却自身守正道却赚不到钱。",
    "annotation": [
      {
        "sentence": "你感到困惑，不明白为什么你妈妈要辛苦工作来养家糊口，却还要遭受打骂和羞辱。",
        "label": ""
      },
      {
        "sentence": "同时，你也不理解为什么你爸爸虽然具备思想能力和体力，却选择待在家里。",
        "label": ""
      },
      {
        "sentence": "此外，你还不明白为什么每当你妈妈提到金钱问题时，你爸爸就会谩骂政府腐败搞钱，却自身守正道却赚不到钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我总感到压抑一边同情母亲的婚姻一边同情父亲被歧视，觉得父亲为家庭洗衣做饭牺牲自己就心怀愧疚想要弥补他甚至丧失自我选择，性别不同遇到心事也怕问他就在恐惧和逃避中积压了太多问题，而这时他还在强迫我去学习不关注我心理健康让我很痛苦。",
    "annotation": [
      {
        "sentence": "我总感到压抑一边同情母亲的婚姻一边同情父亲被歧视，觉得父亲为家庭洗衣做饭牺牲自己就心怀愧疚想要弥补他甚至丧失自我选择，性别不同遇到心事也怕问他就在恐惧和逃避中积压了太多问题，而这时他还在强迫我去学习不关注我心理健康让我很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感到压抑，一方面，你同情你母亲在婚姻中所遭受的困境，另一方面，你也同情你父亲被歧视。你觉得父亲为了家庭做出了很多牺牲，例如洗衣做饭，这让你感到愧疚并且想要弥补他。甚至，你牺牲了自己的选择。由于你和父亲性别不同，你在面临心事时也害怕向他倾诉，这导致你积压了太多的问题和困扰。同时，你父亲还强迫你学习，而忽视了你的心理健康，这让你感到痛苦。",
    "annotation": [
      {
        "sentence": "你感到压抑，一方面，你同情你母亲在婚姻中所遭受的困境，另一方面，你也同情你父亲被歧视。",
        "label": ""
      },
      {
        "sentence": "你觉得父亲为了家庭做出了很多牺牲，例如洗衣做饭，这让你感到愧疚并且想要弥补他。",
        "label": ""
      },
      {
        "sentence": "甚至，你牺牲了自己的选择。",
        "label": ""
      },
      {
        "sentence": "由于你和父亲性别不同，你在面临心事时也害怕向他倾诉，这导致你积压了太多的问题和困扰。",
        "label": ""
      },
      {
        "sentence": "同时，你父亲还强迫你学习，而忽视了你的心理健康，这让你感到痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当我想赚钱时会想到我爸批判人为了钱变坏甚至对母亲不尊，而当我想奉献时会发现他是建立在我妈物质基础上，我就想要去用美色及精神控制依靠别人，我该如何整合这种内心冲突？",
    "annotation": [
      {
        "sentence": "当我想赚钱时会想到我爸批判人为了钱变坏甚至对母亲不尊，而当我想奉献时会发现他是建立在我妈物质基础上，我就想要去用美色及精神控制依靠别人，我该如何整合这种内心冲突？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每当你想要赚钱时，你会想到你父亲批判他人因为钱而变坏甚至对母亲不尊重。然而，每当你想要奉献时，你又发现他是建立在你妈妈的物质基础上。这让你想要通过美色和精神控制依靠别人来解决内心的冲突。对于如何整合这种冲突，我建议你要先了解自己的内心需求和价值观，找到符合你自身发展和幸福的方向。然后，你可以尝试与他人进行良好的沟通，寻求对于自己心态和情感的理解和支持。记住，外界的依赖和控制并不是解决内心冲突的唯一方式，关注自身的成长和内心的坚定，才能找到属于自己的平衡和出路。",
    "annotation": [
      {
        "sentence": "每当你想要赚钱时，你会想到你父亲批判他人因为钱而变坏甚至对母亲不尊重。",
        "label": ""
      },
      {
        "sentence": "然而，每当你想要奉献时，你又发现他是建立在你妈妈的物质基础上。",
        "label": ""
      },
      {
        "sentence": "这让你想要通过美色和精神控制依靠别人来解决内心的冲突。",
        "label": ""
      },
      {
        "sentence": "对于如何整合这种冲突，我建议你要先了解自己的内心需求和价值观，找到符合你自身发展和幸福的方向。",
        "label": ""
      },
      {
        "sentence": "然后，你可以尝试与他人进行良好的沟通，寻求对于自己心态和情感的理解和支持。",
        "label": ""
      },
      {
        "sentence": "记住，外界的依赖和控制并不是解决内心冲突的唯一方式，关注自身的成长和内心的坚定，才能找到属于自己的平衡和出路。",
        "label": ""
      }
    ]
  }
]