[
  {
    "role": "client",
    "content": "我发现父亲隐藏的马基雅维利主义，我和我母亲该怎么办？我爸中考复读时遭男同学举报而错失理想高中。任教时救溺水女学生导致急性思维障碍后住进精神病院。他漂亮前女友在外地已有对象就把他玩完摔掉了。婚后他因怕太劳累最后在家做家教，虽有我妈扶持但无成果。我妈跟他结婚时不看他家庭条件但婚后一直为了经济状况与他争吵冲突。我一直都不懂为何我妈辛苦工作养家糊口还要被打骂羞辱，为何我爸有思想能力体力却待在家里，为何我妈一提金钱问题他就谩骂政府腐败搞钱而他守品德就赚不到钱。我总感到压抑一边同情母亲的婚姻一边同情父亲被歧视，觉得父亲为家庭洗衣做饭牺牲自己就心怀愧疚想要弥补他甚至丧失自我选择，性别不同遇到心事也怕问他就在恐惧和逃避中积压了太多问题，而这时他还在强迫我去学习不关注我心理健康让我很痛苦。当我想赚钱时会想到我爸批判人为了钱变坏甚至对母亲不尊，而当我想奉献时会发现他是建立在我妈物质基础上，我该如何整合这种内心冲突？",
    "annotation": [
      {
        "sentence": "我发现父亲隐藏的马基雅维利主义，我和我母亲该怎么办？",
        "label": ""
      },
      {
        "sentence": "我爸中考复读时遭男同学举报而错失理想高中。",
        "label": ""
      },
      {
        "sentence": "任教时救溺水女学生导致急性思维障碍后住进精神病院。",
        "label": ""
      },
      {
        "sentence": "他漂亮前女友在外地已有对象就把他玩完摔掉了。",
        "label": ""
      },
      {
        "sentence": "婚后他因怕太劳累最后在家做家教，虽有我妈扶持但无成果。",
        "label": ""
      },
      {
        "sentence": "我妈跟他结婚时不看他家庭条件但婚后一直为了经济状况与他争吵冲突。",
        "label": ""
      },
      {
        "sentence": "我一直都不懂为何我妈辛苦工作养家糊口还要被打骂羞辱，为何我爸有思想能力体力却待在家里，为何我妈一提金钱问题他就谩骂政府腐败搞钱而他守品德就赚不到钱。",
        "label": ""
      },
      {
        "sentence": "我总感到压抑一边同情母亲的婚姻一边同情父亲被歧视，觉得父亲为家庭洗衣做饭牺牲自己就心怀愧疚想要弥补他甚至丧失自我选择，性别不同遇到心事也怕问他就在恐惧和逃避中积压了太多问题，而这时他还在强迫我去学习不关注我心理健康让我很痛苦。",
        "label": ""
      },
      {
        "sentence": "当我想赚钱时会想到我爸批判人为了钱变坏甚至对母亲不尊，而当我想奉献时会发现他是建立在我妈物质基础上，我该如何整合这种内心冲突？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对父亲隐藏的马基雅维利主义有着很深的困惑和疑问，这其中的信息量很大，我也感受到了回复的压力。首先，让我们放下这个结论，逐句逐段地分析你的情况，然后一起讨论，看能否得出一些有建设性的意见。你父亲经历了中考失利、因救溺水学生而住进精神病院、被前女友抛弃的经历，现在在家做家教，经济状况可能一直不理想。你提到你妈妈和爸爸在婚后经济状况一直争吵冲突，你不理解为什么你妈妈要辛苦工作养家糊口却还要被打骂羞辱，也不理解为什么你爸爸有能力却待在家里。你对他们一提到金钱问题，你爸爸就谩骂政府。你感到很压抑，一方面同情母亲的婚姻，一方面同情父亲被歧视。你觉得父亲为家庭牺牲自己洗衣做饭，你心怀愧疚想要弥补他，甚至丧失了自己的选择。你对性别差异遇到心事时也担心问他，感到恐惧和逃避。同时，他还在强迫你学习，不关注你的心理健康，让你很痛苦。当你想赚钱时会想到你爸爸批判人为了钱变坏甚至不尊重你妈妈，当你想奉献时又发现他是建立在你妈妈物质基础上。你想知道如何整合这种内心冲突。",
    "annotation": [
      {
        "sentence": "你对父亲隐藏的马基雅维利主义有着很深的困惑和疑问，这其中的信息量很大，我也感受到了回复的压力。",
        "label": ""
      },
      {
        "sentence": "首先，让我们放下这个结论，逐句逐段地分析你的情况，然后一起讨论，看能否得出一些有建设性的意见。",
        "label": ""
      },
      {
        "sentence": "你父亲经历了中考失利、因救溺水学生而住进精神病院、被前女友抛弃的经历，现在在家做家教，经济状况可能一直不理想。",
        "label": ""
      },
      {
        "sentence": "你提到你妈妈和爸爸在婚后经济状况一直争吵冲突，你不理解为什么你妈妈要辛苦工作养家糊口却还要被打骂羞辱，也不理解为什么你爸爸有能力却待在家里。",
        "label": ""
      },
      {
        "sentence": "你对他们一提到金钱问题，你爸爸就谩骂政府。",
        "label": ""
      },
      {
        "sentence": "你感到很压抑，一方面同情母亲的婚姻，一方面同情父亲被歧视。",
        "label": ""
      },
      {
        "sentence": "你觉得父亲为家庭牺牲自己洗衣做饭，你心怀愧疚想要弥补他，甚至丧失了自己的选择。",
        "label": ""
      },
      {
        "sentence": "你对性别差异遇到心事时也担心问他，感到恐惧和逃避。",
        "label": ""
      },
      {
        "sentence": "同时，他还在强迫你学习，不关注你的心理健康，让你很痛苦。",
        "label": ""
      },
      {
        "sentence": "当你想赚钱时会想到你爸爸批判人为了钱变坏甚至不尊重你妈妈，当你想奉献时又发现他是建立在你妈妈物质基础上。",
        "label": ""
      },
      {
        "sentence": "你想知道如何整合这种内心冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我确实感到很困惑和矛盾。父亲的经历让我同情他，但我无法接受他对待困境的态度。我对妈妈的辛苦工作也感到心疼，不明白为何爸爸对金钱问题会有如此消极的看法。我觉得他为家庭做出的牺牲很感动，但又希望他能有更多的选择权。我希望能处理好自己的情绪，同时也能保护自己的心理健康。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我确实感到很困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "父亲的经历让我同情他，但我无法接受他对待困境的态度。",
        "label": ""
      },
      {
        "sentence": "我对妈妈的辛苦工作也感到心疼，不明白为何爸爸对金钱问题会有如此消极的看法。",
        "label": ""
      },
      {
        "sentence": "我觉得他为家庭做出的牺牲很感动，但又希望他能有更多的选择权。",
        "label": ""
      },
      {
        "sentence": "我希望能处理好自己的情绪，同时也能保护自己的心理健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对父亲的经历产生了深深的同情，但无法接受他面对困境的态度。你对妈妈的辛苦工作感到心疼，难以理解爸爸对金钱问题的消极态度。你对爸爸为家庭所做的牺牲表示感动，但又希望他能够有更多的选择空间。你希望能够处理好自己的情绪，同时保护好自己的心理健康。",
    "annotation": [
      {
        "sentence": "你对父亲的经历产生了深深的同情，但无法接受他面对困境的态度。",
        "label": ""
      },
      {
        "sentence": "你对妈妈的辛苦工作感到心疼，难以理解爸爸对金钱问题的消极态度。",
        "label": ""
      },
      {
        "sentence": "你对爸爸为家庭所做的牺牲表示感动，但又希望他能够有更多的选择空间。",
        "label": ""
      },
      {
        "sentence": "你希望能够处理好自己的情绪，同时保护好自己的心理健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己承受了太多的压力，对父亲的期望也越来越大，但我又不想",
    "annotation": [
      {
        "sentence": "我觉得自己承受了太多的压力，对父亲的期望也越来越大，但我又不想",
        "label": ""
      }
    ]
  }
]