[
  {
    "role": "client",
    "content": "我是一个20岁的女生，我暗恋一个男生很久了，但不知道该怎么结束这段感情。我们从小学到高中一直一起上学，但现在我们在不同的国家读大学。从小学开始，我就喜欢他，但喜欢他的原因我已经记不清楚了，可能是因为他比其他男生更温柔和善良。由于我太自卑，自从喜欢上他之后就没有跟他好好聊过天，上大学后更是几乎没有交流，大部分只是在朋友圈点赞而已。因此，他根本不了解我，而我也不了解他。我清楚地知道我脑中对他形象的想象早就超出了他的真实样子，但是我却无法放下这段感情。我觉得如果要结束这段单向暗恋，要么就鼓起勇气向他表白，要么就找一个我真正喜欢的人。但是现在这两个方案都不现实。突然冲上去表白的话，恐怕之后会变得尴尬，连朋友都做不成；而因为疫情的原因，我每天都在家上网课，根本接触不到异性，更别说恋爱了。我很想自我消化这段感情，但是真的不知道从哪里开始说服自己。最近我非常忙碌，精神状态也不太正常，经常感到焦虑和抑郁，也时常想家和想他。我想把内心的石头一块一块地搬走，但不知道如何做到。在此提前感谢您的解答！",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，我暗恋一个男生很久了，但不知道该怎么结束这段感情。",
        "label": ""
      },
      {
        "sentence": "我们从小学到高中一直一起上学，但现在我们在不同的国家读大学。",
        "label": ""
      },
      {
        "sentence": "从小学开始，我就喜欢他，但喜欢他的原因我已经记不清楚了，可能是因为他比其他男生更温柔和善良。",
        "label": ""
      },
      {
        "sentence": "由于我太自卑，自从喜欢上他之后就没有跟他好好聊过天，上大学后更是几乎没有交流，大部分只是在朋友圈点赞而已。",
        "label": ""
      },
      {
        "sentence": "因此，他根本不了解我，而我也不了解他。",
        "label": ""
      },
      {
        "sentence": "我清楚地知道我脑中对他形象的想象早就超出了他的真实样子，但是我却无法放下这段感情。",
        "label": ""
      },
      {
        "sentence": "我觉得如果要结束这段单向暗恋，要么就鼓起勇气向他表白，要么就找一个我真正喜欢的人。",
        "label": ""
      },
      {
        "sentence": "但是现在这两个方案都不现实。",
        "label": ""
      },
      {
        "sentence": "突然冲上去表白的话，恐怕之后会变得尴尬，连朋友都做不成；而因为疫情的原因，我每天都在家上网课，根本接触不到异性，更别说恋爱了。",
        "label": ""
      },
      {
        "sentence": "我很想自我消化这段感情，但是真的不知道从哪里开始说服自己。",
        "label": ""
      },
      {
        "sentence": "最近我非常忙碌，精神状态也不太正常，经常感到焦虑和抑郁，也时常想家和想他。",
        "label": ""
      },
      {
        "sentence": "我想把内心的石头一块一块地搬走，但不知道如何做到。",
        "label": ""
      },
      {
        "sentence": "在此提前感谢您的解答！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的突然的表白可能确实不太合适，但是如果你什么都不说，别人永远无法了解你的真实想法。可以采取循序渐进的方式，在适当的时机表达出自己的感受，给这段暗恋一个尊重，也给自己一个交代，给他一个机会了解你的心意。如果你想家了，可以多和家人通电话，我们永远都不是孤立的个体，身后有爱和支持。让我们一起来寻找适合你的方法，帮助你渡过这段困难的时期。",
    "annotation": [
      {
        "sentence": "你提到的突然的表白可能确实不太合适，但是如果你什么都不说，别人永远无法了解你的真实想法。",
        "label": ""
      },
      {
        "sentence": "可以采取循序渐进的方式，在适当的时机表达出自己的感受，给这段暗恋一个尊重，也给自己一个交代，给他一个机会了解你的心意。",
        "label": ""
      },
      {
        "sentence": "如果你想家了，可以多和家人通电话，我们永远都不是孤立的个体，身后有爱和支持。",
        "label": ""
      },
      {
        "sentence": "让我们一起来寻找适合你的方法，帮助你渡过这段困难的时期。",
        "label": ""
      }
    ]
  }
]