[
  {
    "role": "client",
    "content": "感觉生命之流被堵塞，不能过好自己的生活？该怎么办？我总是在选择上进退两难，优柔寡断。我内心有很强烈的进取心，但是总有很多东西抓住我，让我不能特别努力。我每天都是一种后悔，担忧的状态。",
    "annotation": [
      {
        "sentence": "感觉生命之流被堵塞，不能过好自己的生活？",
        "label": ""
      },
      {
        "sentence": "该怎么办？",
        "label": ""
      },
      {
        "sentence": "我总是在选择上进退两难，优柔寡断。",
        "label": ""
      },
      {
        "sentence": "我内心有很强烈的进取心，但是总有很多东西抓住我，让我不能特别努力。",
        "label": ""
      },
      {
        "sentence": "我每天都是一种后悔，担忧的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我感到你非常渴望改变现状。你说你在选择上总是优柔寡断，这可能是因为你过去的经历对你造成了困扰。告诉我更多关于你过去的经历和你的担忧吧。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我感到你非常渴望改变现状。",
        "label": ""
      },
      {
        "sentence": "你说你在选择上总是优柔寡断，这可能是因为你过去的经历对你造成了困扰。",
        "label": ""
      },
      {
        "sentence": "告诉我更多关于你过去的经历和你的担忧吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "担忧明天自己又虚度光阴了，担心自己这种状态最终会害了自己，一事无成。在我高中的时候，我特别努力进取，可是在那时我有了很多错误的价值观，我把成功看得比什么都重要，我认为我的亲人是不入流的失败者，我的同学是我的绊脚石。最终这种观念导致我人际关系破裂，被同学排挤。之后我陷入长时间的抑郁。我再也不能心无旁骛地学习，每天都沉溺在自己的世界里，思考人生，对自己感到悲哀。",
    "annotation": [
      {
        "sentence": "担忧明天自己又虚度光阴了，担心自己这种状态最终会害了自己，一事无成。",
        "label": ""
      },
      {
        "sentence": "在我高中的时候，我特别努力进取，可是在那时我有了很多错误的价值观，我把成功看得比什么都重要，我认为我的亲人是不入流的失败者，我的同学是我的绊脚石。",
        "label": ""
      },
      {
        "sentence": "最终这种观念导致我人际关系破裂，被同学排挤。",
        "label": ""
      },
      {
        "sentence": "之后我陷入长时间的抑郁。",
        "label": ""
      },
      {
        "sentence": "我再也不能心无旁骛地学习，每天都沉溺在自己的世界里，思考人生，对自己感到悲哀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多年来你的内心承受了很多压力和抑郁，这对你的学习和生活都带来了困扰。你应该为自己度过了这段黑暗时期感到骄傲，但也要理解自己的困境。过去的经历对每个人都会有影响，但是你已经意识到了问题的根源，并且希望做出改变，这是很重要的一步。",
    "annotation": [
      {
        "sentence": "多年来你的内心承受了很多压力和抑郁，这对你的学习和生活都带来了困扰。",
        "label": ""
      },
      {
        "sentence": "你应该为自己度过了这段黑暗时期感到骄傲，但也要理解自己的困境。",
        "label": ""
      },
      {
        "sentence": "过去的经历对每个人都会有影响，但是你已经意识到了问题的根源，并且希望做出改变，这是很重要的一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那时候受心情影响，我再也没有办法做一个成功的人，甚至没有办法充满激情地学习，生活。现在我上大学，虽然摆脱了抑郁的状态，人际关系也变得良好，但是还是无法不受到过去的影响。一方面，我的心比天高，志气满满，另一方面，我又缺乏毅力和行动力。感觉自己的生命像是被堵塞了一般，我该怎么办？",
    "annotation": [
      {
        "sentence": "那时候受心情影响，我再也没有办法做一个成功的人，甚至没有办法充满激情地学习，生活。",
        "label": ""
      },
      {
        "sentence": "现在我上大学，虽然摆脱了抑郁的状态，人际关系也变得良好，但是还是无法不受到过去的影响。",
        "label": ""
      },
      {
        "sentence": "一方面，我的心比天高，志气满满，另一方面，我又缺乏毅力和行动力。",
        "label": ""
      },
      {
        "sentence": "感觉自己的生命像是被堵塞了一般，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够坦诚地表达你的自责和困惑让我感到很高兴。强大的内心和渴望成功的决心是很重要的，但是确实存在缺乏行动力的问题。对于年轻人来说，这是很正常的。现在，你可以尝试一些方法来帮助你转变自己的状态。比如参加一些课程，阅读一些书籍来调整你的认知和状态，同时逐步用行动来证明自己。我相信你能够克服这样的困境，祝你好运！",
    "annotation": [
      {
        "sentence": "你能够坦诚地表达你的自责和困惑让我感到很高兴。",
        "label": ""
      },
      {
        "sentence": "强大的内心和渴望成功的决心是很重要的，但是确实存在缺乏行动力的问题。",
        "label": ""
      },
      {
        "sentence": "对于年轻人来说，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "现在，你可以尝试一些方法来帮助你转变自己的状态。",
        "label": ""
      },
      {
        "sentence": "比如参加一些课程，阅读一些书籍来调整你的认知和状态，同时逐步用行动来证明自己。",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服这样的困境，祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会认真考虑参加一些课程和培训，也会开始找一些实践机会来提高自己的行动力。希望能够克服这个困境，找到自己想要的生活。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会认真考虑参加一些课程和培训，也会开始找一些实践机会来提高自己的行动力。",
        "label": ""
      },
      {
        "sentence": "希望能够克服这个困境，找到自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够做到的！参加课程和培训，找实践机会，这些都是非常积极的行动。记得要给自己一些时间和空间，接受自己的不完美，并相信自己的潜力。如果你有任何困难或疑问，随时都可以来找我倾诉。祝福你在这个过程中取得好的进展！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够做到的！",
        "label": ""
      },
      {
        "sentence": "参加课程和培训，找实践机会，这些都是非常积极的行动。",
        "label": ""
      },
      {
        "sentence": "记得要给自己一些时间和空间，接受自己的不完美，并相信自己的潜力。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困难或疑问，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你在这个过程中取得好的进展！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和理解，我会牢记你的话的。有时候确实需要给自己一些时间和空间，接受自己的不完美。你的鼓励让我更加坚定了自己能够走出困境的信心。如果我遇到了新的问题，我一定会再来找你咨询的。再次感谢你的帮助，祝你一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和理解，我会牢记你的话的。",
        "label": ""
      },
      {
        "sentence": "有时候确实需要给自己一些时间和空间，接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "你的鼓励让我更加坚定了自己能够走出困境的信心。",
        "label": ""
      },
      {
        "sentence": "如果我遇到了新的问题，我一定会再来找你咨询的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助，祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮助到你，你的积极态度和决心给我留下了深刻的印象。任何新问题和困难，都可以随时来找我倾诉。希望你在走出困境的道路上越走越顺利，取得更好的结果。祝你一切都好！",
    "annotation": [
      {
        "sentence": "非常高兴能够帮助到你，你的积极态度和决心给我留下了深刻的印象。",
        "label": ""
      },
      {
        "sentence": "任何新问题和困难，都可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你在走出困境的道路上越走越顺利，取得更好的结果。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好！",
        "label": ""
      }
    ]
  }
]