[
  {
    "role": "client",
    "content": "不想靠自己，又没的办法，如何说服自己接受现实？人为什么要努力，努力靠自己好辛苦好累呀！事实上是哪一个成功的人不是受很多很多苦，马云，王健林。从小成长环境都是靠自己从2岁开始，除了父母给了口吃的，我是女孩子。30岁了可是自己就强求自己应该是王思聪那种，有好多好多资源，特别有底气，云淡风轻的去努力，然后哪怕失败了失去了也不会有很多患得患失的情绪在里面，我知道我这么想挺幼稚的。很多人和我说你成不了富二代你可以是富一代啊，可是我不想那么痛苦，我活在这个世界里已经非常辛苦了，还要努力奋斗给孩子一个更好的未来，我好难过好痛苦呀！我也不知道我怎么了，可能我内心畸形了把。就是每天挺累挺想哭的。现实社会那么多努力奋斗的可爱的人，可是我就是觉得女孩子要成为杜拉拉那种情绪稳定依靠自己，我不想成为我自己的富一代，我想接受这个观点，可是说服不了自己，谁也靠不住，除了逼自己努力谁也指望不上，不想靠自己也不行，不想听大道理，求大神说服我接受现实，最起码让我心里好受。",
    "annotation": [
      {
        "sentence": "不想靠自己，又没的办法，如何说服自己接受现实？",
        "label": ""
      },
      {
        "sentence": "人为什么要努力，努力靠自己好辛苦好累呀！",
        "label": ""
      },
      {
        "sentence": "事实上是哪一个成功的人不是受很多很多苦，马云，王健林。",
        "label": ""
      },
      {
        "sentence": "从小成长环境都是靠自己从2岁开始，除了父母给了口吃的，我是女孩子。",
        "label": ""
      },
      {
        "sentence": "30岁了可是自己就强求自己应该是王思聪那种，有好多好多资源，特别有底气，云淡风轻的去努力，然后哪怕失败了失去了也不会有很多患得患失的情绪在里面，我知道我这么想挺幼稚的。",
        "label": ""
      },
      {
        "sentence": "很多人和我说你成不了富二代你可以是富一代啊，可是我不想那么痛苦，我活在这个世界里已经非常辛苦了，还要努力奋斗给孩子一个更好的未来，我好难过好痛苦呀！",
        "label": ""
      },
      {
        "sentence": "我也不知道我怎么了，可能我内心畸形了把。",
        "label": ""
      },
      {
        "sentence": "就是每天挺累挺想哭的。",
        "label": ""
      },
      {
        "sentence": "现实社会那么多努力奋斗的可爱的人，可是我就是觉得女孩子要成为杜拉拉那种情绪稳定依靠自己，我不想成为我自己的富一代，我想接受这个观点，可是说服不了自己，谁也靠不住，除了逼自己努力谁也指望不上，不想靠自己也不行，不想听大道理，求大神说服我接受现实，最起码让我心里好受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解。看起来你是个年轻女孩，似乎对于自己的成就有一种迫切的感觉，像是觉得“时间不多了”，渴望成功，但却感到无边的压力和对自己的不满。你描述的这种痛苦让你可能本可以过得很好的生活变得痛苦起来。对于“想象中的成功”，很多时候我们的感知可能存在偏差，这种认知谬误会导致我们相信那些所谓成功的人都是毫无痛苦和困扰的，并且一旦成功就会一直幸福和满足。但这样的成功往往只存在于我们的想象之中，现实中成功和失败常常交织在一起。成功背后常常伴随着失败和困难，许多无法承受失败的人甚至会变得更糟糕、更极端，失去对生活的意义。为了拓宽自己的认知维度，你可以与不同的人交流，参加分享会、团体咨询、冥想课或特别的旅行等等，通过倾听他人的故事来发现自己。",
    "annotation": [
      {
        "sentence": "你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "看起来你是个年轻女孩，似乎对于自己的成就有一种迫切的感觉，像是觉得“时间不多了”，渴望成功，但却感到无边的压力和对自己的不满。",
        "label": ""
      },
      {
        "sentence": "你描述的这种痛苦让你可能本可以过得很好的生活变得痛苦起来。",
        "label": ""
      },
      {
        "sentence": "对于“想象中的成功”，很多时候我们的感知可能存在偏差，这种认知谬误会导致我们相信那些所谓成功的人都是毫无痛苦和困扰的，并且一旦成功就会一直幸福和满足。",
        "label": ""
      },
      {
        "sentence": "但这样的成功往往只存在于我们的想象之中，现实中成功和失败常常交织在一起。",
        "label": ""
      },
      {
        "sentence": "成功背后常常伴随着失败和困难，许多无法承受失败的人甚至会变得更糟糕、更极端，失去对生活的意义。",
        "label": ""
      },
      {
        "sentence": "为了拓宽自己的认知维度，你可以与不同的人交流，参加分享会、团体咨询、冥想课或特别的旅行等等，通过倾听他人的故事来发现自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我可能过于关注别人的生活而忽略了自己的。童年时的我们常常过度概括，以为某一件事的发生一定是源于某一个原因，这种二元思维很容易让人陷入极端，感到沮丧和灰心。我需要改变这种思维方式，让自己更喜欢自己，更快乐，更具应对问题的能力。我也明白人生中不如意是常事，而且这些前提条件并非必须，我们都需要通过经历和练习才能找到属于自己的路。对于一些小事和小压力的处理，我们要学会应对，这样才能更好地应对更复杂的人生。我明白现在应该停下来，思考一下怎样更好地照顾自己的情绪，建立知己，并帮助孩子发现他们的优势，获得客户的信任。只有这样，我们才能获得成就感。",
    "annotation": [
      {
        "sentence": "你说的很对，我可能过于关注别人的生活而忽略了自己的。",
        "label": ""
      },
      {
        "sentence": "童年时的我们常常过度概括，以为某一件事的发生一定是源于某一个原因，这种二元思维很容易让人陷入极端，感到沮丧和灰心。",
        "label": ""
      },
      {
        "sentence": "我需要改变这种思维方式，让自己更喜欢自己，更快乐，更具应对问题的能力。",
        "label": ""
      },
      {
        "sentence": "我也明白人生中不如意是常事，而且这些前提条件并非必须，我们都需要通过经历和练习才能找到属于自己的路。",
        "label": ""
      },
      {
        "sentence": "对于一些小事和小压力的处理，我们要学会应对，这样才能更好地应对更复杂的人生。",
        "label": ""
      },
      {
        "sentence": "我明白现在应该停下来，思考一下怎样更好地照顾自己的情绪，建立知己，并帮助孩子发现他们的优势，获得客户的信任。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们才能获得成就感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于成功的定义可能过于局限于财富和地位。实际上，追求生活中的意义感，感受自己内心的充实以及追求美好的家庭故事，孩子的健康和勇气，都可以是人生的一部分。富有的成功不适合所有人，那些被世俗认可的成功者每天都在追求下一个机会和风口，他们的生活充满了战斗和危机，可能随时面临破产和一无所有的风险。成功背后常常伴随着患得患失和内心的不满足，我们常常渴望更多，但这样的想法只会给自己带来痛苦。我们不能忽略小事、小压力的处理能力，否则更复杂的问题可能会带来更大的灾难。我们不再年轻了，不能再浪费情绪和精力去憎恨父母的过错，我们要学会接受过去，并向前看。",
    "annotation": [
      {
        "sentence": "你对于成功的定义可能过于局限于财富和地位。",
        "label": ""
      },
      {
        "sentence": "实际上，追求生活中的意义感，感受自己内心的充实以及追求美好的家庭故事，孩子的健康和勇气，都可以是人生的一部分。",
        "label": ""
      },
      {
        "sentence": "富有的成功不适合所有人，那些被世俗认可的成功者每天都在追求下一个机会和风口，他们的生活充满了战斗和危机，可能随时面临破产和一无所有的风险。",
        "label": ""
      },
      {
        "sentence": "成功背后常常伴随着患得患失和内心的不满足，我们常常渴望更多，但这样的想法只会给自己带来痛苦。",
        "label": ""
      },
      {
        "sentence": "我们不能忽略小事、小压力的处理能力，否则更复杂的问题可能会带来更大的灾难。",
        "label": ""
      },
      {
        "sentence": "我们不再年轻了，不能再浪费情绪和精力去憎恨父母的过错，我们要学会接受过去，并向前看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白了，不再过于关注别人的生活和成就，我要开始更好地照顾自己的情绪，寻找属于自己的意义和快乐。每个人的童年都不是轻松的，我们要学会接受过去，不再责怪父母的错。我会尝试改变自己的思维方式，不再过度概括，不再陷入极端，而是用更积极的态度来面对生活的困难和挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，不再过于关注别人的生活和成就，我要开始更好地照顾自己的情绪，寻找属于自己的意义和快乐。",
        "label": ""
      },
      {
        "sentence": "每个人的童年都不是轻松的，我们要学会接受过去，不再责怪父母的错。",
        "label": ""
      },
      {
        "sentence": "我会尝试改变自己的思维方式，不再过度概括，不再陷入极端，而是用更积极的态度来面对生活的困难和挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的领悟很好。接受过去并学会积极面对生活的挑战是非常重要的。要记住，每个",
    "annotation": [
      {
        "sentence": "你的领悟很好。",
        "label": ""
      },
      {
        "sentence": "接受过去并学会积极面对生活的挑战是非常重要的。",
        "label": ""
      },
      {
        "sentence": "要记住，每个",
        "label": ""
      }
    ]
  }
]