[
  {
    "role": "client",
    "content": "不想靠自己，又没的办法，如何说服自己接受现实？人为什么要努力，努力靠自己好辛苦好累呀！事实上是哪一个成功的人不是受很多很多苦，马云，王健林。从小成长环境都是靠自己从2岁开始，除了父母给了口吃的，我是女孩子。30岁了可是自己就强求自己应该是王思聪那种，有好多好多资源，特别有底气，云淡风轻的去努力，然后哪怕失败了失去了也不会有很多患得患失的情绪在里面，我知道我这么想挺幼稚的。",
    "annotation": [
      {
        "sentence": "不想靠自己，又没的办法，如何说服自己接受现实？",
        "label": ""
      },
      {
        "sentence": "人为什么要努力，努力靠自己好辛苦好累呀！",
        "label": ""
      },
      {
        "sentence": "事实上是哪一个成功的人不是受很多很多苦，马云，王健林。",
        "label": ""
      },
      {
        "sentence": "从小成长环境都是靠自己从2岁开始，除了父母给了口吃的，我是女孩子。",
        "label": ""
      },
      {
        "sentence": "30岁了可是自己就强求自己应该是王思聪那种，有好多好多资源，特别有底气，云淡风轻的去努力，然后哪怕失败了失去了也不会有很多患得患失的情绪在里面，我知道我这么想挺幼稚的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个温暖的拥抱，目前的烦恼，可以考虑为对自己的超现实期待，引发了情绪上的焦虑和不适。生活节奏太快，会引发身心的忐忑不安。不妨适当地放慢生活的节奏，做到劳逸结合，松弛有度，有忙有闲的生活，给焦躁的心一个休整的港湾。",
    "annotation": [
      {
        "sentence": "首先给你一个温暖的拥抱，目前的烦恼，可以考虑为对自己的超现实期待，引发了情绪上的焦虑和不适。",
        "label": ""
      },
      {
        "sentence": "生活节奏太快，会引发身心的忐忑不安。",
        "label": ""
      },
      {
        "sentence": "不妨适当地放慢生活的节奏，做到劳逸结合，松弛有度，有忙有闲的生活，给焦躁的心一个休整的港湾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱，但我还是不明白为什么要努力，努力并不一定有好结果，只会让自己变得更累更辛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱，但我还是不明白为什么要努力，努力并不一定有好结果，只会让自己变得更累更辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恰当定位，可以让你满血复活。走在追逐梦想的道路上，无异是幸福而充实的。但是，我们不得不面对的现实——我实际上是怎样的，和我应该怎样，是两个完全不同的概念。不切实际的目标，往往会带来现实的落差，悲观和失望，也会如影随形。",
    "annotation": [
      {
        "sentence": "恰当定位，可以让你满血复活。",
        "label": ""
      },
      {
        "sentence": "走在追逐梦想的道路上，无异是幸福而充实的。",
        "label": ""
      },
      {
        "sentence": "但是，我们不得不面对的现实——我实际上是怎样的，和我应该怎样，是两个完全不同的概念。",
        "label": ""
      },
      {
        "sentence": "不切实际的目标，往往会带来现实的落差，悲观和失望，也会如影随形。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白现实和理想之间的差距，但我担心如果自己不努力，会被别人所耻笑，觉得自己太懒惰，不上进。",
    "annotation": [
      {
        "sentence": "我明白现实和理想之间的差距，但我担心如果自己不努力，会被别人所耻笑，觉得自己太懒惰，不上进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找准目标，做到有的放矢。既然盲从和比较，带来了纠结和失落，那不妨从自身的实际出发，树立目标，制定计划，积极行动，给迷茫的黑夜，点亮前进的灯塔。在追求梦想的过程中，付出努力既是正常现象，也是需要经历的成长过程。",
    "annotation": [
      {
        "sentence": "找准目标，做到有的放矢。",
        "label": ""
      },
      {
        "sentence": "既然盲从和比较，带来了纠结和失落，那不妨从自身的实际出发，树立目标，制定计划，积极行动，给迷茫的黑夜，点亮前进的灯塔。",
        "label": ""
      },
      {
        "sentence": "在追求梦想的过程中，付出努力既是正常现象，也是需要经历的成长过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该为自己的梦想去奋斗。但是，我觉得这个过程好辛苦，我害怕失败后会失去自信，无法摆脱患得患失的情绪。",
    "annotation": [
      {
        "sentence": "你说得对，我应该为自己的梦想去奋斗。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得这个过程好辛苦，我害怕失败后会失去自信，无法摆脱患得患失的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "奋斗过程中的酸甜苦辣，本身是哺育我们的精神食粮。尽全力去拼搏进取，然后，抱着顺其自然的心态去面对结果，相信你的紧张和焦虑，会得到缓解和释放。你可以尝试给自己制定小目标，一步步逐渐实现，用每一次的成功来增加自信和动力。",
    "annotation": [
      {
        "sentence": "奋斗过程中的酸甜苦辣，本身是哺育我们的精神食粮。",
        "label": ""
      },
      {
        "sentence": "尽全力去拼搏进取，然后，抱着顺其自然的心态去面对结果，相信你的紧张和焦虑，会得到缓解和释放。",
        "label": ""
      },
      {
        "sentence": "你可以尝试给自己制定小目标，一步步逐渐实现，用每一次的成功来增加自信和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得可能我一直对自己期望太高了，总是把成功和快乐看作是一个整体，没有意识到奋斗过程中的成长和收获也很重要。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得可能我一直对自己期望太高了，总是把成功和快乐看作是一个整体，没有意识到奋斗过程中的成长和收获也很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们常常忽略了奋斗过程中的点滴积累和成长，只专注于结果的成功与否。奋斗并不一定意味着非常辛苦，你可以保持积极乐观的心态，将奋斗当作是自我实现和成长的过程。不要把压力和追求放在一个极端，找到适合自己的平衡点，享受奋斗的过程。",
    "annotation": [
      {
        "sentence": "是的，我们常常忽略了奋斗过程中的点滴积累和成长，只专注于结果的成功与否。",
        "label": ""
      },
      {
        "sentence": "奋斗并不一定意味着非常辛苦，你可以保持积极乐观的心态，将奋斗当作是自我实现和成长的过程。",
        "label": ""
      },
      {
        "sentence": "不要把压力和追求放在一个极端，找到适合自己的平衡点，享受奋斗的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我理解了。或许我一直对自己不够宽容和耐心，应该更加欣赏自己的努力和成长。",
    "annotation": [
      {
        "sentence": "你说得对，我理解了。",
        "label": ""
      },
      {
        "sentence": "或许我一直对自己不够宽容和耐心，应该更加欣赏自己的努力和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "挥一挥衣袖，不带走一片云彩，这种浪漫和完美主义，的确令人神往，但生活毕竟需要向现实低头。当你扛不下去时，看一看你身边爱你的人，以及你爱的人，为梦想而活，为幸福而战，本身就是一件幸福的事情。与你共勉。",
    "annotation": [
      {
        "sentence": "挥一挥衣袖，不带走一片云彩，这种浪漫和完美主义，的确令人神往，但生活毕竟需要向现实低头。",
        "label": ""
      },
      {
        "sentence": "当你扛不下去时，看一看你身边爱你的人，以及你爱的人，为梦想而活，为幸福而战，本身就是一件幸福的事情。",
        "label": ""
      },
      {
        "sentence": "与你共勉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，你的话让我感到心里好受多了。我会更加珍惜自己的付出，享受奋斗的过程，同时也在成功和失败中成长。再次感谢你给我带来的力量和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，你的话让我感到心里好受多了。",
        "label": ""
      },
      {
        "sentence": "我会更加珍惜自己的付出，享受奋斗的过程，同时也在成功和失败中成长。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给我带来的力量和支持。",
        "label": ""
      }
    ]
  }
]