[
  {
    "role": "client",
    "content": "这样的回避型依恋人格，要怎么自我改变？我对某一个人产生好感后，一旦发现：当他对我也有同样的感情时，我就会开始讨厌这种感情，甚至开始讨厌他，有回避型依恋人格，渴望拥抱，但又不自觉地抗拒……",
    "annotation": [
      {
        "sentence": "这样的回避型依恋人格，要怎么自我改变？",
        "label": ""
      },
      {
        "sentence": "我对某一个人产生好感后，一旦发现：当他对我也有同样的感情时，我就会开始讨厌这种感情，甚至开始讨厌他，有回避型依恋人格，渴望拥抱，但又不自觉地抗拒……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，这种回避型依恋人格确实会给你带来一些困扰。首先我想和你分享一下婴儿时期的依恋概念，因为成年后的依恋方式很大程度上与婴儿时期的经历有关。",
    "annotation": [
      {
        "sentence": "嗯，这种回避型依恋人格确实会给你带来一些困扰。",
        "label": ""
      },
      {
        "sentence": "首先我想和你分享一下婴儿时期的依恋概念，因为成年后的依恋方式很大程度上与婴儿时期的经历有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婴儿时期的依恋概念是什么呢？",
    "annotation": [
      {
        "sentence": "婴儿时期的依恋概念是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婴儿时期的依恋可以分为三种类型。第一种是安全型依恋，这种类型的婴儿在母亲身边可以安静地玩玩具，不总是依偎母亲，更多地通过眼睛观察母亲，微笑或者和母亲保持一定距离的交流。当母亲在场时，他们会感到安全并且积极地探索和操作陌生环境，对陌生人也会积极反应。但当母亲离开时，他们的探索和操作会受到影响，表现出苦恼和不安，而当母亲回来时，他们会立刻寻求接触，很容易被安慰和继续玩耍。这种类型的婴儿大约占总数的65-70%。",
    "annotation": [
      {
        "sentence": "婴儿时期的依恋可以分为三种类型。",
        "label": ""
      },
      {
        "sentence": "第一种是安全型依恋，这种类型的婴儿在母亲身边可以安静地玩玩具，不总是依偎母亲，更多地通过眼睛观察母亲，微笑或者和母亲保持一定距离的交流。",
        "label": ""
      },
      {
        "sentence": "当母亲在场时，他们会感到安全并且积极地探索和操作陌生环境，对陌生人也会积极反应。",
        "label": ""
      },
      {
        "sentence": "但当母亲离开时，他们的探索和操作会受到影响，表现出苦恼和不安，而当母亲回来时，他们会立刻寻求接触，很容易被安慰和继续玩耍。",
        "label": ""
      },
      {
        "sentence": "这种类型的婴儿大约占总数的65-70%。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来婴儿的依恋可以有不同的类型，那其他两种类型是什么呢？",
    "annotation": [
      {
        "sentence": "原来婴儿的依恋可以有不同的类型，那其他两种类型是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二种类型是回避型依恋，这种类型的婴儿对于母亲是否在场并不在意，当母亲离开时，他们很少反抗并且不会感到紧张和不安。而当母亲回来时，他们可能会忽略母亲的存在，并不会表现得高兴，有时候甚至欢迎母亲回来，但接触时间很短就会离开。他们没有与母亲形成特别亲密的感情联结，这种类型的婴儿约占总数的20%。",
    "annotation": [
      {
        "sentence": "第二种类型是回避型依恋，这种类型的婴儿对于母亲是否在场并不在意，当母亲离开时，他们很少反抗并且不会感到紧张和不安。",
        "label": ""
      },
      {
        "sentence": "而当母亲回来时，他们可能会忽略母亲的存在，并不会表现得高兴，有时候甚至欢迎母亲回来，但接触时间很短就会离开。",
        "label": ""
      },
      {
        "sentence": "他们没有与母亲形成特别亲密的感情联结，这种类型的婴儿约占总数的20%。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那还有第三种类型吗？",
    "annotation": [
      {
        "sentence": "那还有第三种类型吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，还有第三种类型，叫做反抗型依恋。当母亲要离开时，这种类型的婴儿会显得很警惕，离开时表现出非常的苦恼和极度的反抗，总是大声哭闹。而当母亲回来时，他们又存在矛盾，在想要接触母亲的同时又会产生一种反馈，无法安心地回去玩耍，经常盯着母亲看。这种类型也被称为\"矛盾性依恋\"，大约占总数的10-15%。所以，成人期间处理亲密关系时的回避型依恋，很可能与小时候与抚养者的依恋关系建立有关。",
    "annotation": [
      {
        "sentence": "是的，还有第三种类型，叫做反抗型依恋。",
        "label": ""
      },
      {
        "sentence": "当母亲要离开时，这种类型的婴儿会显得很警惕，离开时表现出非常的苦恼和极度的反抗，总是大声哭闹。",
        "label": ""
      },
      {
        "sentence": "而当母亲回来时，他们又存在矛盾，在想要接触母亲的同时又会产生一种反馈，无法安心地回去玩耍，经常盯着母亲看。",
        "label": ""
      },
      {
        "sentence": "这种类型也被称为\"矛盾性依恋\"，大约占总数的10-15%。",
        "label": ""
      },
      {
        "sentence": "所以，成人期间处理亲密关系时的回避型依恋，很可能与小时候与抚养者的依恋关系建立有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我的回避型依恋与小时候的经历有关。但是我该如何改变这种依恋方式呢？",
    "annotation": [
      {
        "sentence": "我明白了，可能我的回避型依恋与小时候的经历有关。",
        "label": ""
      },
      {
        "sentence": "但是我该如何改变这种依恋方式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以尝试回忆一下自己与父母的关系，尤其是主要抚养者，是否有一种患得患失的感觉，总在寻找安全感。如果有的话，你可以尝试改变一下与他们的关系，多和他们沟通一下自己内心的感受，并且告诉他们你希望得到更多的理解和支持。通过与他们和解，也可以帮助你与内心的自我和解。另外，和你想建立亲密关系的人好好沟通，告诉他你内心的不安，希望他能多理解和包容你，一起成长。我记得武志红老师曾说过，一场好的恋爱就像重新走一个好的童年，通过这个过程，我们可以得到重生的机会。但千万不要把另一半当成救赎的对象，要一起成长，成为最好的自己。",
    "annotation": [
      {
        "sentence": "首先，你可以尝试回忆一下自己与父母的关系，尤其是主要抚养者，是否有一种患得患失的感觉，总在寻找安全感。",
        "label": ""
      },
      {
        "sentence": "如果有的话，你可以尝试改变一下与他们的关系，多和他们沟通一下自己内心的感受，并且告诉他们你希望得到更多的理解和支持。",
        "label": ""
      },
      {
        "sentence": "通过与他们和解，也可以帮助你与内心的自我和解。",
        "label": ""
      },
      {
        "sentence": "另外，和你想建立亲密关系的人好好沟通，告诉他你内心的不安，希望他能多理解和包容你，一起成长。",
        "label": ""
      },
      {
        "sentence": "我记得武志红老师曾说过，一场好的恋爱就像重新走一个好的童年，通过这个过程，我们可以得到重生的机会。",
        "label": ""
      },
      {
        "sentence": "但千万不要把另一半当成救赎的对象，要一起成长，成为最好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和父母进行沟通，并和他们和解，也会好好和那个人谈一谈，告诉他我的内心感受。希望我们能一起成长，真正找到亲密关系的平衡。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和父母进行沟通，并和他们和解，也会好好和那个人谈一谈，告诉他我的内心感受。",
        "label": ""
      },
      {
        "sentence": "希望我们能一起成长，真正找到亲密关系的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！我相信通过沟通和努力，你一定能够改变自己的依恋方式，找到亲密关系的平衡，并且成为最好的自己。如果你需要任何帮助或者再次交流，请随时找我谈谈。祝你好运！",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "我相信通过沟通和努力，你一定能够改变自己的依恋方式，找到亲密关系的平衡，并且成为最好的自己。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次交流，请随时找我谈谈。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]