[
  {
    "role": "client",
    "content": "改变的勇气、决心和准备要如何获得？我感觉自己还没有完全做好改变的准备和能量，需要慢慢积累。我真的很想做出改变，但是我总觉得自己好像缺少些什么，缺少勇气、决心和做出改变的准备，不知道该怎么办才能真正下定决心。",
    "annotation": [
      {
        "sentence": "改变的勇气、决心和准备要如何获得？",
        "label": ""
      },
      {
        "sentence": "我感觉自己还没有完全做好改变的准备和能量，需要慢慢积累。",
        "label": ""
      },
      {
        "sentence": "我真的很想做出改变，但是我总觉得自己好像缺少些什么，缺少勇气、决心和做出改变的准备，不知道该怎么办才能真正下定决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的心情，很多人在改变之前都会面临这样的问题。可以感受到你的纠结和苦恼。你之所以想去做出改变，是因为对当前的现状不满意，希望存在的问题得到解决，还是厌烦了平淡的生活，想换一种方式，又或者是对自己有着很高的要求，希望自己可以变得更好呢？",
    "annotation": [
      {
        "sentence": "我非常理解你的心情，很多人在改变之前都会面临这样的问题。",
        "label": ""
      },
      {
        "sentence": "可以感受到你的纠结和苦恼。",
        "label": ""
      },
      {
        "sentence": "你之所以想去做出改变，是因为对当前的现状不满意，希望存在的问题得到解决，还是厌烦了平淡的生活，想换一种方式，又或者是对自己有着很高的要求，希望自己可以变得更好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想让自己变得更好，但是我不知道应该从哪里开始，也不知道改变的目标是什么。",
    "annotation": [
      {
        "sentence": "我想让自己变得更好，但是我不知道应该从哪里开始，也不知道改变的目标是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，首先你需要想明白希望自己在哪些方面做出改变，期待的结果是什么，有了具体的目标后，实施起来会更有动力。其次，需要去了解自己，知道自己真正的想法、感受，探索内心的世界，了解自己当前的状态，自己想要改变却没有下定决心，自己担心和害怕的是什么，有什么顾虑？",
    "annotation": [
      {
        "sentence": "非常好，首先你需要想明白希望自己在哪些方面做出改变，期待的结果是什么，有了具体的目标后，实施起来会更有动力。",
        "label": ""
      },
      {
        "sentence": "其次，需要去了解自己，知道自己真正的想法、感受，探索内心的世界，了解自己当前的状态，自己想要改变却没有下定决心，自己担心和害怕的是什么，有什么顾虑？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想在自我提升方面做出改变，但我害怕失败或者不被理解，也不知道自己能否坚持下去。",
    "annotation": [
      {
        "sentence": "我想在自我提升方面做出改变，但我害怕失败或者不被理解，也不知道自己能否坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，每一个人都或多或少有一些害怕和担忧，我理解你害怕领导或者同事看到你做出改变后给予的压力和评价。但是你应该知道，人生的成功不是只有一种，我们无法预测未来的结果，所以不要为未来的远方而担忧。可以尝试着降低期待，从0.01-1需要一个过程，如果一开始就希望从0.01直接到1，难度会很大，可以先设定小目标，在达成小目标后，再逐步设定更高的目标，这样行动起来会更容易，同时，动作越多，就会越有勇气尝试新的事物。",
    "annotation": [
      {
        "sentence": "明白了，每一个人都或多或少有一些害怕和担忧，我理解你害怕领导或者同事看到你做出改变后给予的压力和评价。",
        "label": ""
      },
      {
        "sentence": "但是你应该知道，人生的成功不是只有一种，我们无法预测未来的结果，所以不要为未来的远方而担忧。",
        "label": ""
      },
      {
        "sentence": "可以尝试着降低期待，从0.01-1需要一个过程，如果一开始就希望从0.01直接到1，难度会很大，可以先设定小目标，在达成小目标后，再逐步设定更高的目标，这样行动起来会更容易，同时，动作越多，就会越有勇气尝试新的事物。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了，但是我还是感觉自己缺乏勇气，还是不知道怎么下定决心。",
    "annotation": [
      {
        "sentence": "我懂了，但是我还是感觉自己缺乏勇气，还是不知道怎么下定决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实下定决心要想清楚为什么要改变，只有想清楚了，才会更有勇气和信心。你可以尝试下在单向道路上停车，等到道路上没有车辆后，再走，在一次次的实践中，你慢慢就会变得更加有勇气了。",
    "annotation": [
      {
        "sentence": "其实下定决心要想清楚为什么要改变，只有想清楚了，才会更有勇气和信心。",
        "label": ""
      },
      {
        "sentence": "你可以尝试下在单向道路上停车，等到道路上没有车辆后，再走，在一次次的实践中，你慢慢就会变得更加有勇气了。",
        "label": ""
      }
    ]
  }
]