[
  {
    "role": "client",
    "content": "改变的勇气、决心和准备要如何获得？咨询师说我还没有完全做好改变的准备和能量，需要慢慢积累。想问下，改变的勇气、决心和准备要如何获得？难道只有像故事里的人物一样，要经历完全不可挽回的事之后，才能下定决心改变吗？",
    "annotation": [
      {
        "sentence": "改变的勇气、决心和准备要如何获得？",
        "label": ""
      },
      {
        "sentence": "咨询师说我还没有完全做好改变的准备和能量，需要慢慢积累。",
        "label": ""
      },
      {
        "sentence": "想问下，改变的勇气、决心和准备要如何获得？",
        "label": ""
      },
      {
        "sentence": "难道只有像故事里的人物一样，要经历完全不可挽回的事之后，才能下定决心改变吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变的勇气、决心、准备该如何获得？著名心理学家阿德勒说：“如果选择新的生活方式，那就既不知道新的自己会遇到什么问题，也不知道应该如何应对眼前的事情。未来难以预测，生活就会充满不安。所以，即使人们有各种不满，但还是认为保持现状更加轻松、更能安心。”简单来说，每个人在面对「改变」这件事时，都会有一定程度的不安与焦虑。因为「未知」，我们会紧张会感受到压力会想要退缩。",
    "annotation": [
      {
        "sentence": "改变的勇气、决心、准备该如何获得？",
        "label": ""
      },
      {
        "sentence": "著名心理学家阿德勒说：“如果选择新的生活方式，那就既不知道新的自己会遇到什么问题，也不知道应该如何应对眼前的事情。",
        "label": ""
      },
      {
        "sentence": "未来难以预测，生活就会充满不安。",
        "label": ""
      },
      {
        "sentence": "所以，即使人们有各种不满，但还是认为保持现状更加轻松、更能安心。",
        "label": ""
      },
      {
        "sentence": "”简单来说，每个人在面对「改变」这件事时，都会有一定程度的不安与焦虑。",
        "label": ""
      },
      {
        "sentence": "因为「未知」，我们会紧张会感受到压力会想要退缩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我真的不想再保持现状了。我希望能够勇敢地面对改变，但是我总觉得自己缺乏勇气和决心。如何才能克服这种焦虑和紧张呢？",
    "annotation": [
      {
        "sentence": "但是，我真的不想再保持现状了。",
        "label": ""
      },
      {
        "sentence": "我希望能够勇敢地面对改变，但是我总觉得自己缺乏勇气和决心。",
        "label": ""
      },
      {
        "sentence": "如何才能克服这种焦虑和紧张呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是否勇于「改变」，就得看你在对现状的不满和对改变的不安之间选择了何方。首先你可以想想，你是否真的对自己的现状十分不满，很想改变它，如果是的话，这种「不满」便会成为你改变的勇气和决心。",
    "annotation": [
      {
        "sentence": "是否勇于「改变」，就得看你在对现状的不满和对改变的不安之间选择了何方。",
        "label": ""
      },
      {
        "sentence": "首先你可以想想，你是否真的对自己的现状十分不满，很想改变它，如果是的话，这种「不满」便会成为你改变的勇气和决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实对现状感到不满，但是我还是害怕一切的不确定性和困难。我怎么才能克服这种恐惧呢？",
    "annotation": [
      {
        "sentence": "我确实对现状感到不满，但是我还是害怕一切的不确定性和困难。",
        "label": ""
      },
      {
        "sentence": "我怎么才能克服这种恐惧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，你想作出改变的动力是什么？无可厚非，人在做一件有利可图的事时会更有动力，说到底就是「你改变的目的是什么？」有了目标就有了动机，只要你「足够想要」勇气决心就又攒了一点，准备也会随之而来。就像我原本是个很胆小的人，从来不会举手回答问题，但在一次实践会议中，我为了那个想要的奖品主动举手发言，这就是我作出的一点改变，勇气决心都来自那份奖品。",
    "annotation": [
      {
        "sentence": "其次，你想作出改变的动力是什么？",
        "label": ""
      },
      {
        "sentence": "无可厚非，人在做一件有利可图的事时会更有动力，说到底就是「你改变的目的是什么？",
        "label": ""
      },
      {
        "sentence": "」有了目标就有了动机，只要你「足够想要」勇气决心就又攒了一点，准备也会随之而来。",
        "label": ""
      },
      {
        "sentence": "就像我原本是个很胆小的人，从来不会举手回答问题，但在一次实践会议中，我为了那个想要的奖品主动举手发言，这就是我作出的一点改变，勇气决心都来自那份奖品。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要给自己设定一个明确的目标，这样我才能真正有动力去面对改变。还有什么其他方法可以帮助我提升勇气和决心吗？",
    "annotation": [
      {
        "sentence": "我明白了，我需要给自己设定一个明确的目标，这样我才能真正有动力去面对改变。",
        "label": ""
      },
      {
        "sentence": "还有什么其他方法可以帮助我提升勇气和决心吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再者，给自己营造一个利于改变的环境。人嘛或多或少都会受到周围人的举动影响，如果你能找到一个志同道合恰好也想要改变的人一起努力，相互鼓励监督，在自己想要放弃时看看对方还在前进，就又会有动力跟上去啦。另外，也可以寻求专业的支持和指导，心理咨询师可以帮助你克服困难，提供正确的引导和支持。",
    "annotation": [
      {
        "sentence": "再者，给自己营造一个利于改变的环境。",
        "label": ""
      },
      {
        "sentence": "人嘛或多或少都会受到周围人的举动影响，如果你能找到一个志同道合恰好也想要改变的人一起努力，相互鼓励监督，在自己想要放弃时看看对方还在前进，就又会有动力跟上去啦。",
        "label": ""
      },
      {
        "sentence": "另外，也可以寻求专业的支持和指导，心理咨询师可以帮助你克服困难，提供正确的引导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和身边的人交流，寻找志同道合的伙伴，共同努力改变。同时，我也会考虑寻求专业心理咨询师的帮助。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会试着和身边的人交流，寻找志同道合的伙伴，共同努力改变。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我能帮助到你。记住，改变需要勇气和决心，但并不是一蹴而就的事情，慢慢来，稳扎稳打，你一定可以实现自己的目标。加油！",
    "annotation": [
      {
        "sentence": "不客气，希望我能帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要勇气和决心，但并不是一蹴而就的事情，慢慢来，稳扎稳打，你一定可以实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]