[
  {
    "role": "client",
    "content": "我是一个35岁的单身女性，最近总是想逃离工作和人群。我从事一份对我来说很有难度的工作，不得不做很多改变来适应它。但自从我开始这份工作以来，我一直承受着很多打击。同事之间明争暗斗，勾心斗角，而且我也没有受到领导的重用，经常受到质疑。不过因为这是我想要学习的，而且换工作也非常困难，所以我一直坚持下来。但是，我渐渐变得越来越宅，我失去了对专业知识和家庭环境的自信，也越来越不喜欢和人交流了。同事之间只是点头之交，不想深入交流。我也没有朋友，只喜欢自己一个人待着。去年开始，我得到了一些认可，但在去年10月到11月期间，我为了完成一项高压工作而不断地努力，自己撑着一口气去做。放松下来之后，我感觉自己长时间都处于紧张状态，经常紧张到会吞咽口水，心理一直很紧张。最近又遇到了一项高压工作，工作很累，晚上2点钟都会不自觉地醒来，脑子一直很乱。这几天，我感觉无法和外界交流，情绪也很低落，而且没有力气，不想工作，看到同事都不想搭理，有时莫名想哭。白天也睡不好，真不知道我怎么了。",
    "annotation": [
      {
        "sentence": "我是一个35岁的单身女性，最近总是想逃离工作和人群。",
        "label": ""
      },
      {
        "sentence": "我从事一份对我来说很有难度的工作，不得不做很多改变来适应它。",
        "label": ""
      },
      {
        "sentence": "但自从我开始这份工作以来，我一直承受着很多打击。",
        "label": ""
      },
      {
        "sentence": "同事之间明争暗斗，勾心斗角，而且我也没有受到领导的重用，经常受到质疑。",
        "label": ""
      },
      {
        "sentence": "不过因为这是我想要学习的，而且换工作也非常困难，所以我一直坚持下来。",
        "label": ""
      },
      {
        "sentence": "但是，我渐渐变得越来越宅，我失去了对专业知识和家庭环境的自信，也越来越不喜欢和人交流了。",
        "label": ""
      },
      {
        "sentence": "同事之间只是点头之交，不想深入交流。",
        "label": ""
      },
      {
        "sentence": "我也没有朋友，只喜欢自己一个人待着。",
        "label": ""
      },
      {
        "sentence": "去年开始，我得到了一些认可，但在去年10月到11月期间，我为了完成一项高压工作而不断地努力，自己撑着一口气去做。",
        "label": ""
      },
      {
        "sentence": "放松下来之后，我感觉自己长时间都处于紧张状态，经常紧张到会吞咽口水，心理一直很紧张。",
        "label": ""
      },
      {
        "sentence": "最近又遇到了一项高压工作，工作很累，晚上2点钟都会不自觉地醒来，脑子一直很乱。",
        "label": ""
      },
      {
        "sentence": "这几天，我感觉无法和外界交流，情绪也很低落，而且没有力气，不想工作，看到同事都不想搭理，有时莫名想哭。",
        "label": ""
      },
      {
        "sentence": "白天也睡不好，真不知道我怎么了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你承受了很多压力，真的很不容易。你愿意为了适应这份工作做出改变，并且能够坚持下来，这些可能会带给你与以往不同的人生体验和结果，或许这也是你想要的。但我觉得问题可能出在你的改变行动不是建立在对内在感受的明确和转化的基础上，也就是说它不是真正从内心生长出来的，而是硬生生地推动自己去适应。这可能导致了一些类似代偿的反应。",
    "annotation": [
      {
        "sentence": "听起来你承受了很多压力，真的很不容易。",
        "label": ""
      },
      {
        "sentence": "你愿意为了适应这份工作做出改变，并且能够坚持下来，这些可能会带给你与以往不同的人生体验和结果，或许这也是你想要的。",
        "label": ""
      },
      {
        "sentence": "但我觉得问题可能出在你的改变行动不是建立在对内在感受的明确和转化的基础上，也就是说它不是真正从内心生长出来的，而是硬生生地推动自己去适应。",
        "label": ""
      },
      {
        "sentence": "这可能导致了一些类似代偿的反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，也许我没有真正意识到内心的声音和需求。我只是为了适应工作，而没有深入思考我内心真正想要的是什么。这可能导致了我变得更加疏远人群和失去自信。",
    "annotation": [
      {
        "sentence": "我理解你的意思，也许我没有真正意识到内心的声音和需求。",
        "label": ""
      },
      {
        "sentence": "我只是为了适应工作，而没有深入思考我内心真正想要的是什么。",
        "label": ""
      },
      {
        "sentence": "这可能导致了我变得更加疏远人群和失去自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，正因为如此，你才感到压力越来越大，情绪低落，失去力气。或许你可以试着多关注一下自己内心的声音，思考一下你真正需要的是什么，以及这份工作对你来说是否值得。如果你内心能够明确地告诉你自己这些，你可能会找到更适合自己的方法来应对工作上的压力。",
    "annotation": [
      {
        "sentence": "是的，正因为如此，你才感到压力越来越大，情绪低落，失去力气。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着多关注一下自己内心的声音，思考一下你真正需要的是什么，以及这份工作对你来说是否值得。",
        "label": ""
      },
      {
        "sentence": "如果你内心能够明确地告诉你自己这些，你可能会找到更适合自己的方法来应对工作上的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更加关注自己内心的需求，并且思考一下这份工作是否真的对我来说是值得的。也许我可以试着和同事们展开更深入的交流，主动去接触别人，重新建立一些社交关系，增强自己的自信心。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更加关注自己内心的需求，并且思考一下这份工作是否真的对我来说是值得的。",
        "label": ""
      },
      {
        "sentence": "也许我可以试着和同事们展开更深入的交流，主动去接触别人，重新建立一些社交关系，增强自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好。和同事们展开更深入的交流，多与他们沟通，了解他们的想法和感受，或许会帮助你建立起更好的人际关系，增强自己的自信心。同时，不要忘记给自己一些休息的时间，放松一下。只有保持身心的平衡，才能更好地应对工作上的挑战。",
    "annotation": [
      {
        "sentence": "非常好。",
        "label": ""
      },
      {
        "sentence": "和同事们展开更深入的交流，多与他们沟通，了解他们的想法和感受，或许会帮助你建立起更好的人际关系，增强自己的自信心。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记给自己一些休息的时间，放松一下。",
        "label": ""
      },
      {
        "sentence": "只有保持身心的平衡，才能更好地应对工作上的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去实践。我知道这个过程可能不容易，但我会坚持下去。同时，我也会学会更好地保护自己，给自己一些休息的空间。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去实践。",
        "label": ""
      },
      {
        "sentence": "我知道这个过程可能不容易，但我会坚持下去。",
        "label": ""
      },
      {
        "sentence": "同时，我也会学会更好地保护自己，给自己一些休息的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。记住，在这个过程中不要太过苛求自己，放慢节奏，以温和和善待自己。我相信你会渐渐找到自己的平衡点，并且重新拥有更积极的心态。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "记住，在这个过程中不要太过苛求自己，放慢节奏，以温和和善待自己。",
        "label": ""
      },
      {
        "sentence": "我相信你会渐渐找到自己的平衡点，并且重新拥有更积极的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我一定会努力的。觉得有你在身边支持，我感到安心多了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我一定会努力的。",
        "label": ""
      },
      {
        "sentence": "觉得有你在身边支持，我感到安心多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意一直陪伴在你身边。你可以随时向我倾诉，我会一直在这里支持你。相信自己，你一定能够克服这些困难，重新找回自信和快乐的。",
    "annotation": [
      {
        "sentence": "不客气，我愿意一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "你可以随时向我倾诉，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服这些困难，重新找回自信和快乐的。",
        "label": ""
      }
    ]
  }
]