[
  {
    "role": "client",
    "content": "被父母打骂，没能力经济独立，很厌倦生活能怎么办？被打骂长大，现在还要读书，经济不独立，没办法逃离家的环境，很痛苦，父母都很愚昧，嘴很臭，经常动不动挨骂，被说得很难听，父母离婚又复婚，他们之间感情淡泊，更像是住在一起搭伙过日子的仇人，基本天天都要吵架，我真的很厌倦这样的生活，但没能力逃离，我觉得自己好废物。",
    "annotation": [
      {
        "sentence": "被父母打骂，没能力经济独立，很厌倦生活能怎么办？",
        "label": ""
      },
      {
        "sentence": "被打骂长大，现在还要读书，经济不独立，没办法逃离家的环境，很痛苦，父母都很愚昧，嘴很臭，经常动不动挨骂，被说得很难听，父母离婚又复婚，他们之间感情淡泊，更像是住在一起搭伙过日子的仇人，基本天天都要吵架，我真的很厌倦这样的生活，但没能力逃离，我觉得自己好废物。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我特别理解你多年来的苦痛。我们先梳理一下你的相关情况：▲从小被打骂长大经济不独立没法逃离，▲父母愚昧说话难听厌倦了这样的生活，▲父母感情淡漠每天吵架如搭伙过日子。你在打骂中成长在痛苦中成长，到今天确实非常不容易。和很多原生家庭不幸福的一样，家里充斥着不满、愤怒、攻击、吵架、打骂等，这样的孩子内心是撕裂的，被伤害的，所以你会有这样的厌倦感，觉得自己“好废物”。",
    "annotation": [
      {
        "sentence": "看了你的描述，我特别理解你多年来的苦痛。",
        "label": ""
      },
      {
        "sentence": "我们先梳理一下你的相关情况：▲从小被打骂长大经济不独立没法逃离，▲父母愚昧说话难听厌倦了这样的生活，▲父母感情淡漠每天吵架如搭伙过日子。",
        "label": ""
      },
      {
        "sentence": "你在打骂中成长在痛苦中成长，到今天确实非常不容易。",
        "label": ""
      },
      {
        "sentence": "和很多原生家庭不幸福的一样，家里充斥着不满、愤怒、攻击、吵架、打骂等，这样的孩子内心是撕裂的，被伤害的，所以你会有这样的厌倦感，觉得自己“好废物”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得这样的生活很痛苦，但又无法改变家庭环境和自己的处境。感觉自己被困住了，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得这样的生活很痛苦，但又无法改变家庭环境和自己的处境。",
        "label": ""
      },
      {
        "sentence": "感觉自己被困住了，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "长期在这样家庭氛围中成长，因为他们的力量太大，以致于你无法表达自己，只能向内攻击，所以觉得自己“好废物”。向内攻击，是因为自己错了，有愧疚感和罪恶感。但是，你的父母关系和家庭这么糟糕，其实错的并不是你，而是父母他们，为什么你要去承担这样的责任呢？当然也许你内心未真正成长，如果成长了，慢慢能领悟到这一点。也许到那天，你会觉得父母关系是他们的事，是他们的错，我不必去背这样的“锅”。",
    "annotation": [
      {
        "sentence": "长期在这样家庭氛围中成长，因为他们的力量太大，以致于你无法表达自己，只能向内攻击，所以觉得自己“好废物”。",
        "label": ""
      },
      {
        "sentence": "向内攻击，是因为自己错了，有愧疚感和罪恶感。",
        "label": ""
      },
      {
        "sentence": "但是，你的父母关系和家庭这么糟糕，其实错的并不是你，而是父母他们，为什么你要去承担这样的责任呢？",
        "label": ""
      },
      {
        "sentence": "当然也许你内心未真正成长，如果成长了，慢慢能领悟到这一点。",
        "label": ""
      },
      {
        "sentence": "也许到那天，你会觉得父母关系是他们的事，是他们的错，我不必去背这样的“锅”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直以来都承受着责任感和内疚感，觉得自己必须要解决他们之间的问题，但是确实是他们的错，我没有必要为他们背负那么多。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得对，我一直以来都承受着责任感和内疚感，觉得自己必须要解决他们之间的问题，但是确实是他们的错，我没有必要为他们背负那么多。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因此，你能做的或需要思考的是：用好现有的不多的条件和资源，去成长，待以后有了自己的家庭，要好好对待自己的孩子，不要如父母那样。不为自己的原生家庭所困，学会寻找自己的快乐。不要陷入自己的情绪陷阱里，去成长，去生活，去工作。最近热播的电视剧《安家》里的女主人公房似锦（房四井），出生于偏远乡村，母亲极度重男轻女，也极度索取，一味地只知道让她挣钱供养家里、给弟弟买房；还在襁褓中的她差点被母亲抛弃死在深井中，后来被爷爷捡回养大。还好她被爷爷心疼着。在多年的被母亲索取后，她决定勇敢做自己，不再理那个只一味榨取她血汗的家……电视剧《都挺好》里面的女主角苏明玉打小因为自己是女孩，家境不好，上有两个哥哥，一直不受待见感受不到家的温暖。家里举全家之力甚至卖房供养大哥上了美国斯坦福大学，给二哥买分上大学找关系找好工作，而自己呢，因为哥哥上学，房间被母亲卖了，自己只能住客厅；上了尖子班母亲却不给上，不给上自己想要的清华只给上师范，母亲说你是一个女孩以后要嫁人的，我老了指望哥哥养老不指望你。可想而知苏明玉的内心是有多痛苦。但她没有为原生家庭束缚了理想，她依旧很努力很勤奋，最后找了销售工作并做了企业白领还是高层。她成功地脱胎于原生家庭了！祝福你，我在。",
    "annotation": [
      {
        "sentence": "因此，你能做的或需要思考的是：用好现有的不多的条件和资源，去成长，待以后有了自己的家庭，要好好对待自己的孩子，不要如父母那样。",
        "label": ""
      },
      {
        "sentence": "不为自己的原生家庭所困，学会寻找自己的快乐。",
        "label": ""
      },
      {
        "sentence": "不要陷入自己的情绪陷阱里，去成长，去生活，去工作。",
        "label": ""
      },
      {
        "sentence": "最近热播的电视剧《安家》里的女主人公房似锦（房四井），出生于偏远乡村，母亲极度重男轻女，也极度索取，一味地只知道让她挣钱供养家里、给弟弟买房；还在襁褓中的她差点被母亲抛弃死在深井中，后来被爷爷捡回养大。",
        "label": ""
      },
      {
        "sentence": "还好她被爷爷心疼着。",
        "label": ""
      },
      {
        "sentence": "在多年的被母亲索取后，她决定勇敢做自己，不再理那个只一味榨取她血汗的家……电视剧《都挺好》里面的女主角苏明玉打小因为自己是女孩，家境不好，上有两个哥哥，一直不受待见感受不到家的温暖。",
        "label": ""
      },
      {
        "sentence": "家里举全家之力甚至卖房供养大哥上了美国斯坦福大学，给二哥买分上大学找关系找好工作，而自己呢，因为哥哥上学，房间被母亲卖了，自己只能住客厅；上了尖子班母亲却不给上，不给上自己想要的清华只给上师范，母亲说你是一个女孩以后要嫁人的，我老了指望哥哥养老不指望你。",
        "label": ""
      },
      {
        "sentence": "可想而知苏明玉的内心是有多痛苦。",
        "label": ""
      },
      {
        "sentence": "但她没有为原生家庭束缚了理想，她依旧很努力很勤奋，最后找了销售工作并做了企业白领还是高层。",
        "label": ""
      },
      {
        "sentence": "她成功地脱胎于原生家庭了！",
        "label": ""
      },
      {
        "sentence": "祝福你，我在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。看到这些例子，我感到自己也可以追求自己想要的生活，不再受限于原生家庭的困境。我会努力成长，不再为他们的问题负责，为自己创造一个幸福的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "看到这些例子，我感到自己也可以追求自己想要的生活，不再受限于原生家庭的困境。",
        "label": ""
      },
      {
        "sentence": "我会努力成长，不再为他们的问题负责，为自己创造一个幸福的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你肯定可以的！相信自己，坚持追求自己的梦想和幸福。在这个过程中，我会一直支持你的。如果需要任何帮助，记得随时来找我倾诉。祝福你，加油！",
    "annotation": [
      {
        "sentence": "你肯定可以的！",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持追求自己的梦想和幸福。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会时刻牢记的。如果遇到困难，我一定会勇敢面对，向前迈进。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会时刻牢记的。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难，我一定会勇敢面对，向前迈进。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能够帮到你。你不再孤单，有我在这里支持你。记得，你并不孤独，我们一起努力，一起追求幸福。当然，如果你需要进一步的咨询和交流，随时都可以联系我。祝愿你未来的日子里能够找到更多的快乐和成长。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，有我在这里支持你。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤独，我们一起努力，一起追求幸福。",
        "label": ""
      },
      {
        "sentence": "当然，如果你需要进一步的咨询和交流，随时都可以联系我。",
        "label": ""
      },
      {
        "sentence": "祝愿你未来的日子里能够找到更多的快乐和成长。",
        "label": ""
      }
    ]
  }
]