[
  {
    "role": "client",
    "content": "我没有目标，每天都感到迷茫和不真实。我感觉很空虚，毫无方向和目标。",
    "annotation": [
      {
        "sentence": "我没有目标，每天都感到迷茫和不真实。",
        "label": ""
      },
      {
        "sentence": "我感觉很空虚，毫无方向和目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "目标的寻找和确定是一个非常复杂而漫长的过程，很多人一生都未必能找到。与其纠结于没有目标，不如将注意力集中在当下，关注眼前正在做的事情。如果在工作中，就好好做好工作；如果在上学，就专注于学习。通过做好眼前的现实，你的内心会获得平静。在获得平静的基础上，目标也许能慢慢显现出来。每天感觉不真实，也许是因为你把所有注意力都放在了未知的将来和虚无的目标上，而忽略了眼前的现实。而且，这种感觉也可能是对现实的某种不满造成的。如果确实有不满，那就先找出不满的根源，在尽自己所能去改变和克服。只有将自己的注意力转移到具体的事情上，才能摆脱迷茫，找到方向。",
    "annotation": [
      {
        "sentence": "目标的寻找和确定是一个非常复杂而漫长的过程，很多人一生都未必能找到。",
        "label": ""
      },
      {
        "sentence": "与其纠结于没有目标，不如将注意力集中在当下，关注眼前正在做的事情。",
        "label": ""
      },
      {
        "sentence": "如果在工作中，就好好做好工作；如果在上学，就专注于学习。",
        "label": ""
      },
      {
        "sentence": "通过做好眼前的现实，你的内心会获得平静。",
        "label": ""
      },
      {
        "sentence": "在获得平静的基础上，目标也许能慢慢显现出来。",
        "label": ""
      },
      {
        "sentence": "每天感觉不真实，也许是因为你把所有注意力都放在了未知的将来和虚无的目标上，而忽略了眼前的现实。",
        "label": ""
      },
      {
        "sentence": "而且，这种感觉也可能是对现实的某种不满造成的。",
        "label": ""
      },
      {
        "sentence": "如果确实有不满，那就先找出不满的根源，在尽自己所能去改变和克服。",
        "label": ""
      },
      {
        "sentence": "只有将自己的注意力转移到具体的事情上，才能摆脱迷茫，找到方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思。但是，我总觉得现在的生活没有意义，不知道自己要追求什么。",
    "annotation": [
      {
        "sentence": "我明白了你的意思。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得现在的生活没有意义，不知道自己要追求什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你现在的困惑。有时我们对生活的意义感到迷茫是很正常的。实际上，意义并不是一个一蹴而就的东西，而是通过我们不断地探索和经历才会渐渐明晰起来。或许你可以以探索自己的兴趣爱好为起点，通过尝试不同的事物，找到那些让你感到有意义的活动。此外，你可以尝试与他人分享你的困惑，或者咨询专业的心理咨询师，他们可以提供更加专业的帮助和指导。",
    "annotation": [
      {
        "sentence": "明白你现在的困惑。",
        "label": ""
      },
      {
        "sentence": "有时我们对生活的意义感到迷茫是很正常的。",
        "label": ""
      },
      {
        "sentence": "实际上，意义并不是一个一蹴而就的东西，而是通过我们不断地探索和经历才会渐渐明晰起来。",
        "label": ""
      },
      {
        "sentence": "或许你可以以探索自己的兴趣爱好为起点，通过尝试不同的事物，找到那些让你感到有意义的活动。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试与他人分享你的困惑，或者咨询专业的心理咨询师，他们可以提供更加专业的帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去找到一些让我感到有趣和有意义的事情。但是，我很怕失败和被别人嘲笑。怎么办？",
    "annotation": [
      {
        "sentence": "我会试着去找到一些让我感到有趣和有意义的事情。",
        "label": ""
      },
      {
        "sentence": "但是，我很怕失败和被别人嘲笑。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失败和被别人嘲笑是很正常的，但是这并不应该成为阻止你尝试新事物的理由。每个人在成长和学习的过程中都会遇到失败和困难，而这些经历正是让我们更加坚强和成熟的机会。对于那些嘲笑你的人，你不必理会他们的看法，因为他们的意见并不重要。重要的是你能够积极地去探索和追求自己认为有意义的事情。坚持并相信自己，你会发现真正属于自己的意义和价值。",
    "annotation": [
      {
        "sentence": "害怕失败和被别人嘲笑是很正常的，但是这并不应该成为阻止你尝试新事物的理由。",
        "label": ""
      },
      {
        "sentence": "每个人在成长和学习的过程中都会遇到失败和困难，而这些经历正是让我们更加坚强和成熟的机会。",
        "label": ""
      },
      {
        "sentence": "对于那些嘲笑你的人，你不必理会他们的看法，因为他们的意见并不重要。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够积极地去探索和追求自己认为有意义的事情。",
        "label": ""
      },
      {
        "sentence": "坚持并相信自己，你会发现真正属于自己的意义和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我决定开始积极面对现实，找到自己感兴趣的事情并尝试去做。我会坚持下去的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我决定开始积极面对现实，找到自己感兴趣的事情并尝试去做。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的决定。积极面对现实和追求自己的兴趣将为你的生活带来新的变化和意义。记住，过程可能会有起伏和挑战，但只要坚持下去，你一定能找到自己真正感兴趣和热爱的事情，实现属于自己的目标和价值。祝福你，并相信你能行！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的决定。",
        "label": ""
      },
      {
        "sentence": "积极面对现实和追求自己的兴趣将为你的生活带来新的变化和意义。",
        "label": ""
      },
      {
        "sentence": "记住，过程可能会有起伏和挑战，但只要坚持下去，你一定能找到自己真正感兴趣和热爱的事情，实现属于自己的目标和价值。",
        "label": ""
      },
      {
        "sentence": "祝福你，并相信你能行！",
        "label": ""
      }
    ]
  }
]