[
  {
    "role": "client",
    "content": "我是一个20岁的女生，最近发现自己爱上了自己，不知道这到底是怎么回事。我从什么时候开始喜欢上了自己呢？喜欢自己的感觉就像小说或电视剧中男女主角相爱的感觉，整个内心都充满温柔和甜蜜（虽然我20年来从未谈过恋爱，但我也能感受到这种甜蜜的感觉）。而且我遇到的事情或发生的事情，我能感受到自己对自己温柔地说话、帮助我、安慰我，并且监督我。但是我感到非常痛苦，因为现实世界中我不能真正与她在一起。我真的想知道，我的那个她到底是谁？还有，你能告诉我如何调整自己的心情吗？谢谢。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，最近发现自己爱上了自己，不知道这到底是怎么回事。",
        "label": ""
      },
      {
        "sentence": "我从什么时候开始喜欢上了自己呢？",
        "label": ""
      },
      {
        "sentence": "喜欢自己的感觉就像小说或电视剧中男女主角相爱的感觉，整个内心都充满温柔和甜蜜（虽然我20年来从未谈过恋爱，但我也能感受到这种甜蜜的感觉）。",
        "label": ""
      },
      {
        "sentence": "而且我遇到的事情或发生的事情，我能感受到自己对自己温柔地说话、帮助我、安慰我，并且监督我。",
        "label": ""
      },
      {
        "sentence": "但是我感到非常痛苦，因为现实世界中我不能真正与她在一起。",
        "label": ""
      },
      {
        "sentence": "我真的想知道，我的那个她到底是谁？",
        "label": ""
      },
      {
        "sentence": "还有，你能告诉我如何调整自己的心情吗？",
        "label": ""
      },
      {
        "sentence": "谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，首先我想说，你能够这样爱着自己是非常美好的事情。每个人的喜悲之情都是独特的，人与人之间的交往总会有一些不够理解和共情的情况。然而，自己是世界上最了解自己感受的那个人，最清楚自己何时欢喜何时悲伤。如果能够理解自己，接纳自己的感受，及时行动，满足自己的需求，那么这样的\"关系\"可能是最安全、最让你感到幸福的。可是遗憾的是，这种理想中的“她”无法在现实世界中实际存在。在现实生活中，恋爱关系可能和电视剧或小说中的故事并不相同，也不会像你想象中的那样发展，也不一定能一直保持温柔和甜蜜。恋爱关系会经历一些你意想不到的互动过程，只有亲身体验过才能真正了解其中的滋味。世间的关系总是这样，很难做到完全如意，只有真正经历过，你才能领悟到其中的感悟。在这个时刻，我想鼓励年轻的你，请跟随自己的内心，接纳自己的感受，好好地体验下去。因为世界充满着无限的可能性。不论你选择继续与“自己”相伴，或者有一天遇到了另一个你想和她在一起的人，都是值得祝福的。只要此刻你感到舒服、快乐、满足，那就是“好的关系”。祝你幸福。",
    "annotation": [
      {
        "sentence": "看了你的描述，首先我想说，你能够这样爱着自己是非常美好的事情。",
        "label": ""
      },
      {
        "sentence": "每个人的喜悲之情都是独特的，人与人之间的交往总会有一些不够理解和共情的情况。",
        "label": ""
      },
      {
        "sentence": "然而，自己是世界上最了解自己感受的那个人，最清楚自己何时欢喜何时悲伤。",
        "label": ""
      },
      {
        "sentence": "如果能够理解自己，接纳自己的感受，及时行动，满足自己的需求，那么这样的\"关系\"可能是最安全、最让你感到幸福的。",
        "label": ""
      },
      {
        "sentence": "可是遗憾的是，这种理想中的“她”无法在现实世界中实际存在。",
        "label": ""
      },
      {
        "sentence": "在现实生活中，恋爱关系可能和电视剧或小说中的故事并不相同，也不会像你想象中的那样发展，也不一定能一直保持温柔和甜蜜。",
        "label": ""
      },
      {
        "sentence": "恋爱关系会经历一些你意想不到的互动过程，只有亲身体验过才能真正了解其中的滋味。",
        "label": ""
      },
      {
        "sentence": "世间的关系总是这样，很难做到完全如意，只有真正经历过，你才能领悟到其中的感悟。",
        "label": ""
      },
      {
        "sentence": "在这个时刻，我想鼓励年轻的你，请跟随自己的内心，接纳自己的感受，好好地体验下去。",
        "label": ""
      },
      {
        "sentence": "因为世界充满着无限的可能性。",
        "label": ""
      },
      {
        "sentence": "不论你选择继续与“自己”相伴，或者有一天遇到了另一个你想和她在一起的人，都是值得祝福的。",
        "label": ""
      },
      {
        "sentence": "只要此刻你感到舒服、快乐、满足，那就是“好的关系”。",
        "label": ""
      },
      {
        "sentence": "祝你幸福。",
        "label": ""
      }
    ]
  }
]