[
  {
    "role": "client",
    "content": "总觉得跟谁都是隔着一堵墙，如何跟身边的人亲近？感觉自己很难跟人产生亲近的，总觉得跟谁都是隔着一堵墙。就算是因为一段时间经常相处而感觉比较近，很快就会因为时间和距离的原因变得陌生和客气。",
    "annotation": [
      {
        "sentence": "总觉得跟谁都是隔着一堵墙，如何跟身边的人亲近？",
        "label": ""
      },
      {
        "sentence": "感觉自己很难跟人产生亲近的，总觉得跟谁都是隔着一堵墙。",
        "label": ""
      },
      {
        "sentence": "就算是因为一段时间经常相处而感觉比较近，很快就会因为时间和距离的原因变得陌生和客气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以了解到你很难和别人亲近，相处似乎隔了一堵墙，并且你感觉亲近的朋友随着时间和距离的变迁变得淡漠。我觉得，朋友之间的相处方式和双方的性格习惯有很大的关系。有些热情开朗、彼此依赖的朋友相处起来非常亲昵，愿意分享彼此的日常生活。而另一些相对独立，情感不是那么强烈的朋友在一起时，可能会定期约出来玩，遇到烦恼也会互相聊聊，但话题相对较少。你觉得你属于哪一类呢？",
    "annotation": [
      {
        "sentence": "从你的描述中可以了解到你很难和别人亲近，相处似乎隔了一堵墙，并且你感觉亲近的朋友随着时间和距离的变迁变得淡漠。",
        "label": ""
      },
      {
        "sentence": "我觉得，朋友之间的相处方式和双方的性格习惯有很大的关系。",
        "label": ""
      },
      {
        "sentence": "有些热情开朗、彼此依赖的朋友相处起来非常亲昵，愿意分享彼此的日常生活。",
        "label": ""
      },
      {
        "sentence": "而另一些相对独立，情感不是那么强烈的朋友在一起时，可能会定期约出来玩，遇到烦恼也会互相聊聊，但话题相对较少。",
        "label": ""
      },
      {
        "sentence": "你觉得你属于哪一类呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可能更倾向于第二类，比较独立，情感不那么强烈。但我希望能和别人更亲近一些，感受到更多的关心和理解。",
    "annotation": [
      {
        "sentence": "我可能更倾向于第二类，比较独立，情感不那么强烈。",
        "label": ""
      },
      {
        "sentence": "但我希望能和别人更亲近一些，感受到更多的关心和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。其实，与人亲近需要双方主动付出，而且还需要时刻维护和调整。长久的友谊不仅仅是因为距离近而能够维持，更重要的是双方的主动沟通。当距离变远时，如果你思念对方，可以主动和对方聊天，定期找对方联络感情，这样才能保持长久的关系。如果仅在需要对方的时候才想到找他们，那么友谊就很难长久了。你可以试着主动和你想要亲近的人保持联系，表达你对他们的关心和理解，看看是否能够拉近你们的距离。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "其实，与人亲近需要双方主动付出，而且还需要时刻维护和调整。",
        "label": ""
      },
      {
        "sentence": "长久的友谊不仅仅是因为距离近而能够维持，更重要的是双方的主动沟通。",
        "label": ""
      },
      {
        "sentence": "当距离变远时，如果你思念对方，可以主动和对方聊天，定期找对方联络感情，这样才能保持长久的关系。",
        "label": ""
      },
      {
        "sentence": "如果仅在需要对方的时候才想到找他们，那么友谊就很难长久了。",
        "label": ""
      },
      {
        "sentence": "你可以试着主动和你想要亲近的人保持联系，表达你对他们的关心和理解，看看是否能够拉近你们的距离。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么做听起来很有道理。我会尝试主动和他们保持联系，表达我的关心和理解。但我还是觉得自己有时会害怕被拒绝，怕付出了关心却无法得到回应。",
    "annotation": [
      {
        "sentence": "这么做听起来很有道理。",
        "label": ""
      },
      {
        "sentence": "我会尝试主动和他们保持联系，表达我的关心和理解。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得自己有时会害怕被拒绝，怕付出了关心却无法得到回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧。很多人在付出关心时都担心被拒绝或无法得到回应。但是，我们不能因为担心可能的结果而放弃尝试。如果你真心想要和他们更亲近，就要有勇气面对被拒绝的可能。被拒绝并不代表你的付出没有价值，而是对方目前可能没有能力或意愿回应。坚持下去，你会遇到那些真正愿意接受你的关心和理解的人。最重要的是，要记住你的努力是为了自己而不是为了得到对方的回报。",
    "annotation": [
      {
        "sentence": "理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "很多人在付出关心时都担心被拒绝或无法得到回应。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因为担心可能的结果而放弃尝试。",
        "label": ""
      },
      {
        "sentence": "如果你真心想要和他们更亲近，就要有勇气面对被拒绝的可能。",
        "label": ""
      },
      {
        "sentence": "被拒绝并不代表你的付出没有价值，而是对方目前可能没有能力或意愿回应。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你会遇到那些真正愿意接受你的关心和理解的人。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要记住你的努力是为了自己而不是为了得到对方的回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我会试着放下担忧，坚持付出。希望能够和身边的人建立更亲近的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我会试着放下担忧，坚持付出。",
        "label": ""
      },
      {
        "sentence": "希望能够和身边的人建立更亲近的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信自己的价值，相信你付出的关心和理解是有价值的。祝愿你能够与身边的人建立更亲近的关系，并且享受亲密关系带来的温暖和支持。如果以后还有其他问题，记得随时向我求助。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己的价值，相信你付出的关心和理解是有价值的。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够与身边的人建立更亲近的关系，并且享受亲密关系带来的温暖和支持。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]