[
  {
    "role": "client",
    "content": "我是一个21岁的强迫症男性。我在性方面遇到了一些困惑。我开始怀疑自己是不是变态了？这和我的强迫症有关吗？我发现自己有强迫症以后，症状总是在变化，这让我非常困扰。我对性的问题也开始感到困惑，感受到了很大的煎熬。我曾经沉溺于观看黄色影片，但最近半年来，我发现自己的性取向和价值观产生了冲突。以前我只看比较正常的黄色影片，对于重口味或违反伦理的类型都不感兴趣，但是最近半年，我似乎改变了，我对那些类型的影片开始有身体反应，甚至觉得它们刺激。更可怕的是，有一次我在一个没人的图书馆学习，突然有了在那里进行自慰的冲动，觉得很刺激，最终我居然真的那么做了。事后我非常后悔，一想起来就感到非常难受，尤其是在经历了强迫症之后，这件事将会一直困扰我一辈子。我感觉自己简直就是个变态，觉得自己很恶心，觉得自己不配拥有美好的事物，更觉得自己不配拥有爱情。我无法理解当时为什么会失去基本的自控能力，这真的和我价值观不符。一方面我觉得这件事会让我感到刺激，另一方面我又非常厌恶。我感到非常焦虑，为什么会有这样的冲动呢？求助者： 21岁男，强迫症，性困惑，我是變态？与强迫有关？我得知自己有强迫症时，我开始怀疑自己，期間症状总是变化，我深受其擾。我开始在有关性的问题上产生了困惑，很煎熬。小黄片，一度沉溺其中，直到发现我的性取向开始与价值观产生了激烈的冲突，我之前只看比较正常的小黄片，对于重口味或者有悖于伦理的类型嗤之以鼻，可最近半年，我似乎变了，那种类型的影片让我有了生理反应，心里也会觉得刺激，可怕的是，我有次在没人的图书馆学习，我突然有了想在这里打飞机的冲动，觉得很刺激，而且我竟然真的那么做了，事后我真要后悔死了，想起来就会难受不行，尤其中一个人再留在悄无声息我得强迫之后，这件事我会难受一辈子的，我感觉我简直是个变态，感觉自己很恶心，不配拥有美好的事物，爱情我更不配。我不能理解当时我为什么丧失了基本的自制能力，可这真的不符合我的价值观啊，我的心里一边觉得会感到刺激，另一方面又觉得极度恶心。我很焦虑，为何会有那样的冲动？我是个变态吗？这与强迫有关吗？是看片导致的吗？我该怎样办啊，唉…",
    "annotation": [
      {
        "sentence": "我是一个21岁的强迫症男性。",
        "label": ""
      },
      {
        "sentence": "我在性方面遇到了一些困惑。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是不是变态了？",
        "label": ""
      },
      {
        "sentence": "这和我的强迫症有关吗？",
        "label": ""
      },
      {
        "sentence": "我发现自己有强迫症以后，症状总是在变化，这让我非常困扰。",
        "label": ""
      },
      {
        "sentence": "我对性的问题也开始感到困惑，感受到了很大的煎熬。",
        "label": ""
      },
      {
        "sentence": "我曾经沉溺于观看黄色影片，但最近半年来，我发现自己的性取向和价值观产生了冲突。",
        "label": ""
      },
      {
        "sentence": "以前我只看比较正常的黄色影片，对于重口味或违反伦理的类型都不感兴趣，但是最近半年，我似乎改变了，我对那些类型的影片开始有身体反应，甚至觉得它们刺激。",
        "label": ""
      },
      {
        "sentence": "更可怕的是，有一次我在一个没人的图书馆学习，突然有了在那里进行自慰的冲动，觉得很刺激，最终我居然真的那么做了。",
        "label": ""
      },
      {
        "sentence": "事后我非常后悔，一想起来就感到非常难受，尤其是在经历了强迫症之后，这件事将会一直困扰我一辈子。",
        "label": ""
      },
      {
        "sentence": "我感觉自己简直就是个变态，觉得自己很恶心，觉得自己不配拥有美好的事物，更觉得自己不配拥有爱情。",
        "label": ""
      },
      {
        "sentence": "我无法理解当时为什么会失去基本的自控能力，这真的和我价值观不符。",
        "label": ""
      },
      {
        "sentence": "一方面我觉得这件事会让我感到刺激，另一方面我又非常厌恶。",
        "label": ""
      },
      {
        "sentence": "我感到非常焦虑，为什么会有这样的冲动呢？",
        "label": ""
      },
      {
        "sentence": "求助者： 21岁男，强迫症，性困惑，我是變态？",
        "label": ""
      },
      {
        "sentence": "与强迫有关？",
        "label": ""
      },
      {
        "sentence": "我得知自己有强迫症时，我开始怀疑自己，期間症状总是变化，我深受其擾。",
        "label": ""
      },
      {
        "sentence": "我开始在有关性的问题上产生了困惑，很煎熬。",
        "label": ""
      },
      {
        "sentence": "小黄片，一度沉溺其中，直到发现我的性取向开始与价值观产生了激烈的冲突，我之前只看比较正常的小黄片，对于重口味或者有悖于伦理的类型嗤之以鼻，可最近半年，我似乎变了，那种类型的影片让我有了生理反应，心里也会觉得刺激，可怕的是，我有次在没人的图书馆学习，我突然有了想在这里打飞机的冲动，觉得很刺激，而且我竟然真的那么做了，事后我真要后悔死了，想起来就会难受不行，尤其中一个人再留在悄无声息我得强迫之后，这件事我会难受一辈子的，我感觉我简直是个变态，感觉自己很恶心，不配拥有美好的事物，爱情我更不配。",
        "label": ""
      },
      {
        "sentence": "我不能理解当时我为什么丧失了基本的自制能力，可这真的不符合我的价值观啊，我的心里一边觉得会感到刺激，另一方面又觉得极度恶心。",
        "label": ""
      },
      {
        "sentence": "我很焦虑，为何会有那样的冲动？",
        "label": ""
      },
      {
        "sentence": "我是个变态吗？",
        "label": ""
      },
      {
        "sentence": "这与强迫有关吗？",
        "label": ""
      },
      {
        "sentence": "是看片导致的吗？",
        "label": ""
      },
      {
        "sentence": "我该怎样办啊，唉…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，感受到了你对自己的无奈～一般情况下，看黄片都会和自慰联系在一起。黄片一旦与“自慰”相结合，等于是在观影时获得了“性快感”作为反馈！在人类所有的快感体验中，性快感不是唯一，但它却是最及时和最稳定的。而且这种生理层面的愉悦，是每个人都喜爱，也是很难抗拒的。",
    "annotation": [
      {
        "sentence": "看了你的描述，感受到了你对自己的无奈～一般情况下，看黄片都会和自慰联系在一起。",
        "label": ""
      },
      {
        "sentence": "黄片一旦与“自慰”相结合，等于是在观影时获得了“性快感”作为反馈！",
        "label": ""
      },
      {
        "sentence": "在人类所有的快感体验中，性快感不是唯一，但它却是最及时和最稳定的。",
        "label": ""
      },
      {
        "sentence": "而且这种生理层面的愉悦，是每个人都喜爱，也是很难抗拒的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是为什么我会控制不住自己这样的行为呢？",
    "annotation": [
      {
        "sentence": "我明白了，但是为什么我会控制不住自己这样的行为呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人总是会下意识地去做那些令我们感到愉悦的事情，而远离那些令我们感到不舒服的事情。比如对于大部分人来说，虽然天天嘴上喊着要学习新知识提高自己，或者要努力工作，但是当他真正闲下来的时候，他做的事情往往不是学习，而是开始娱乐消遣，比如看剧或打游戏等等。色情上瘾也是如此，因为色情加自慰带来的快感实在是太强烈，而且又是十分容易得到的，因此在你下定决心戒除色情的同时，你的大脑并不是这么想的，因为这是让你感到十分愉悦的行为，你会不由自主地去做这件事情。色情在你的神经中关联着巨大的愉悦，因此在你戒除色情的时期内，你的大脑会不断地告诉你你需要色情，你需要愉悦感，于是你便会去观看色情，然后自慰。假如这是一件令你感到十分痛苦的事情，那你就不会想主动去做第二次。于是你还是会继续沉迷色情。然后再一次告诉自己：我绝对不再犯了。",
    "annotation": [
      {
        "sentence": "人总是会下意识地去做那些令我们感到愉悦的事情，而远离那些令我们感到不舒服的事情。",
        "label": ""
      },
      {
        "sentence": "比如对于大部分人来说，虽然天天嘴上喊着要学习新知识提高自己，或者要努力工作，但是当他真正闲下来的时候，他做的事情往往不是学习，而是开始娱乐消遣，比如看剧或打游戏等等。",
        "label": ""
      },
      {
        "sentence": "色情上瘾也是如此，因为色情加自慰带来的快感实在是太强烈，而且又是十分容易得到的，因此在你下定决心戒除色情的同时，你的大脑并不是这么想的，因为这是让你感到十分愉悦的行为，你会不由自主地去做这件事情。",
        "label": ""
      },
      {
        "sentence": "色情在你的神经中关联着巨大的愉悦，因此在你戒除色情的时期内，你的大脑会不断地告诉你你需要色情，你需要愉悦感，于是你便会去观看色情，然后自慰。",
        "label": ""
      },
      {
        "sentence": "假如这是一件令你感到十分痛苦的事情，那你就不会想主动去做第二次。",
        "label": ""
      },
      {
        "sentence": "于是你还是会继续沉迷色情。",
        "label": ""
      },
      {
        "sentence": "然后再一次告诉自己：我绝对不再犯了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，但是为什么暴露生殖器会让我觉得羞耻和恶心呢？",
    "annotation": [
      {
        "sentence": "明白了，但是为什么暴露生殖器会让我觉得羞耻和恶心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人们往往觉得暴露生殖器官是一件很羞耻的事情。文明社会禁止暴露生殖器这在很大程度上是为了禁止性联想。从儿童发展心理学的角度来看，觉得暴露生殖器很羞耻的这种感觉其实是起源于他们原生家庭的教育。家长在性教育方面没有给出正确的引导，以至于我们常说的“谈性色变”，是不可言说的。性格情绪常常与性变态心理和行为有着互为因果的关系。许多露阴癖患者的性格上都存在某种缺陷，特别是性心理发育不健全，表现为拘谨，孤僻，怕羞，少言寡语，常常用儿童式的幼稚性行为来解决成年人的性欲。我觉得你可以审视一下自己的性格问题，不要过度给自己心理压力。",
    "annotation": [
      {
        "sentence": "人们往往觉得暴露生殖器官是一件很羞耻的事情。",
        "label": ""
      },
      {
        "sentence": "文明社会禁止暴露生殖器这在很大程度上是为了禁止性联想。",
        "label": ""
      },
      {
        "sentence": "从儿童发展心理学的角度来看，觉得暴露生殖器很羞耻的这种感觉其实是起源于他们原生家庭的教育。",
        "label": ""
      },
      {
        "sentence": "家长在性教育方面没有给出正确的引导，以至于我们常说的“谈性色变”，是不可言说的。",
        "label": ""
      },
      {
        "sentence": "性格情绪常常与性变态心理和行为有着互为因果的关系。",
        "label": ""
      },
      {
        "sentence": "许多露阴癖患者的性格上都存在某种缺陷，特别是性心理发育不健全，表现为拘谨，孤僻，怕羞，少言寡语，常常用儿童式的幼稚性行为来解决成年人的性欲。",
        "label": ""
      },
      {
        "sentence": "我觉得你可以审视一下自己的性格问题，不要过度给自己心理压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议。我觉得我确实需要审视一下自己的性格问题，不要给自己太大的心理压力。我会试着控制自己的行为，戒除色情和自慰。有什么关于戒除的建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我觉得我确实需要审视一下自己的性格问题，不要给自己太大的心理压力。",
        "label": ""
      },
      {
        "sentence": "我会试着控制自己的行为，戒除色情和自慰。",
        "label": ""
      },
      {
        "sentence": "有什么关于戒除的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "戒除色情和自慰是一个需要持续努力的过程。你可以尝试寻找一些替代性的活动来填补你的时间和注意力，比如读书、锻炼、培养新的爱好等等。同时，在你想要观看色情或进行自慰的时候，试着转移注意力，做一些其他的事情，让自己远离诱惑。此外，找到一个支持你的人或者寻求专业的帮助也是非常重要的。他们可以给你提供更多的建议和支持。",
    "annotation": [
      {
        "sentence": "戒除色情和自慰是一个需要持续努力的过程。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些替代性的活动来填补你的时间和注意力，比如读书、锻炼、培养新的爱好等等。",
        "label": ""
      },
      {
        "sentence": "同时，在你想要观看色情或进行自慰的时候，试着转移注意力，做一些其他的事情，让自己远离诱惑。",
        "label": ""
      },
      {
        "sentence": "此外，找到一个支持你的人或者寻求专业的帮助也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "他们可以给你提供更多的建议和支持。",
        "label": ""
      }
    ]
  }
]