[
  {
    "role": "client",
    "content": "我是一个20岁的女生，最近刚刚开始工作，但是升职后遇到了同事的嫉妒，我该怎么办呢？我有一个朋友是健身房的私人教练，我们因为年龄相仿，曾经都有抑郁症，所以我们特别合得来，成了好朋友。她最近升职了，但是她现在承受了很大的压力，因为她以前只需要管好自己就好，但现在她升职后不仅要负责自己，还要管理那些比她年龄大、工作经验更丰富的员工，而且有些人明显就是嫉妒她，这让她非常委屈。今天她跟我聊了这些，我真的不知道该怎么办，毕竟我自己也没有工作经验。我觉得我将来工作也会遇到类似的职场嫉妒问题，所以我想为她和为未来的自己提这个问题，希望有人能帮帮忙。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，最近刚刚开始工作，但是升职后遇到了同事的嫉妒，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我有一个朋友是健身房的私人教练，我们因为年龄相仿，曾经都有抑郁症，所以我们特别合得来，成了好朋友。",
        "label": ""
      },
      {
        "sentence": "她最近升职了，但是她现在承受了很大的压力，因为她以前只需要管好自己就好，但现在她升职后不仅要负责自己，还要管理那些比她年龄大、工作经验更丰富的员工，而且有些人明显就是嫉妒她，这让她非常委屈。",
        "label": ""
      },
      {
        "sentence": "今天她跟我聊了这些，我真的不知道该怎么办，毕竟我自己也没有工作经验。",
        "label": ""
      },
      {
        "sentence": "我觉得我将来工作也会遇到类似的职场嫉妒问题，所以我想为她和为未来的自己提这个问题，希望有人能帮帮忙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，看到你的问题，我可以感受到你对朋友的关心，也能理解你对未来的担忧。这个问题的困扰也在一定程度上影响到了你。【首先，你朋友的委屈感从哪些方面产生？】1.同事的嫉妒肯定是主要原因，同事们的嫉妒对你朋友造成了不同程度的影响，可能会在行为上排挤她，甚至影响她的人际关系，让她感到不舒服。2.同事的嫉妒还可能表现为不合作，他们可能会故意不配合你朋友的工作，导致她很难顺利开展自己的工作，感到很无助。3.大家都需要获得社会支持，在这样的情况下，如果工作伙伴都不待见你，那你朋友会感到被排挤。【那么我们该怎么调节这种情况呢？】俗话说，要么面对，要么离开。离开环境当然可以让你重新获得快乐心情，但也有可能受到现实因素束缚而不能离开，那我们应该怎么办呢？1.与工作伙伴进行沟通，了解他们的想法和感受，有时候误会可能造成嫉妒，通过沟通可以解决一些问题。2.建立完善的管理制度和体系，比较公平地对待每个员工，从制度层面约束大家的行为，能更好地推进工作。3.多关心身边的同事，让他们感受到你的真诚和善意，促进良好的工作氛围。4.与领导进行沟通，让领导了解你的处境，看看能否提供一些支持或帮助。5.更加努力地工作，以积极的态度面对困难，让同事们看到你升职是有道理的，你的能力是值得赞赏的！希望这些建议能够帮到你。【有什么其他问题或者想法吗？】",
    "annotation": [
      {
        "sentence": "亲亲，看到你的问题，我可以感受到你对朋友的关心，也能理解你对未来的担忧。",
        "label": ""
      },
      {
        "sentence": "这个问题的困扰也在一定程度上影响到了你。",
        "label": ""
      },
      {
        "sentence": "【首先，你朋友的委屈感从哪些方面产生？",
        "label": ""
      },
      {
        "sentence": "】1.同事的嫉妒肯定是主要原因，同事们的嫉妒对你朋友造成了不同程度的影响，可能会在行为上排挤她，甚至影响她的人际关系，让她感到不舒服。",
        "label": ""
      },
      {
        "sentence": "2.同事的嫉妒还可能表现为不合作，他们可能会故意不配合你朋友的工作，导致她很难顺利开展自己的工作，感到很无助。",
        "label": ""
      },
      {
        "sentence": "3.大家都需要获得社会支持，在这样的情况下，如果工作伙伴都不待见你，那你朋友会感到被排挤。",
        "label": ""
      },
      {
        "sentence": "【那么我们该怎么调节这种情况呢？",
        "label": ""
      },
      {
        "sentence": "】俗话说，要么面对，要么离开。",
        "label": ""
      },
      {
        "sentence": "离开环境当然可以让你重新获得快乐心情，但也有可能受到现实因素束缚而不能离开，那我们应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "1.与工作伙伴进行沟通，了解他们的想法和感受，有时候误会可能造成嫉妒，通过沟通可以解决一些问题。",
        "label": ""
      },
      {
        "sentence": "2.建立完善的管理制度和体系，比较公平地对待每个员工，从制度层面约束大家的行为，能更好地推进工作。",
        "label": ""
      },
      {
        "sentence": "3.多关心身边的同事，让他们感受到你的真诚和善意，促进良好的工作氛围。",
        "label": ""
      },
      {
        "sentence": "4.与领导进行沟通，让领导了解你的处境，看看能否提供一些支持或帮助。",
        "label": ""
      },
      {
        "sentence": "5.更加努力地工作，以积极的态度面对困难，让同事们看到你升职是有道理的，你的能力是值得赞赏的！",
        "label": ""
      },
      {
        "sentence": "希望这些建议能够帮到你。",
        "label": ""
      },
      {
        "sentence": "【有什么其他问题或者想法吗？",
        "label": ""
      },
      {
        "sentence": "】",
        "label": ""
      }
    ]
  }
]