[
  {
    "role": "client",
    "content": "我感觉受到室友的压力，我就很烦很烦，怎么办？我和室友一起去图书馆学习，我不知道为什么周围人要是翻书什么的我都不在乎，但是我室友她翻书或者写字很大声，我就会有很大压力，我很想逃离，我感觉自己节奏完全被打乱，已经没有心再去学。我很讨厌这种故意的感觉，很多次我都觉得是带着故意性质的翻书很大声还有写字很大声，然后故意的会给你说自己学了很多那种，我就很烦很烦",
    "annotation": [
      {
        "sentence": "我感觉受到室友的压力，我就很烦很烦，怎么办？",
        "label": ""
      },
      {
        "sentence": "我和室友一起去图书馆学习，我不知道为什么周围人要是翻书什么的我都不在乎，但是我室友她翻书或者写字很大声，我就会有很大压力，我很想逃离，我感觉自己节奏完全被打乱，已经没有心再去学。",
        "label": ""
      },
      {
        "sentence": "我很讨厌这种故意的感觉，很多次我都觉得是带着故意性质的翻书很大声还有写字很大声，然后故意的会给你说自己学了很多那种，我就很烦很烦",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的感受，我曾经也经历过类似的情况，而且我还跟身边的朋友聊过这个话题。大学期末考试的时候，我完全没有心思在宿舍学习，所以经常跟舍友一起去图书馆学习。刚开始的时候，我们会面对面坐在一起，但我发现自己总是会不时地关注舍友的进度。这种感受来源于\"同侪压力\"，我们的情况非常相似。",
    "annotation": [
      {
        "sentence": "我非常理解你的感受，我曾经也经历过类似的情况，而且我还跟身边的朋友聊过这个话题。",
        "label": ""
      },
      {
        "sentence": "大学期末考试的时候，我完全没有心思在宿舍学习，所以经常跟舍友一起去图书馆学习。",
        "label": ""
      },
      {
        "sentence": "刚开始的时候，我们会面对面坐在一起，但我发现自己总是会不时地关注舍友的进度。",
        "label": ""
      },
      {
        "sentence": "这种感受来源于\"同侪压力\"，我们的情况非常相似。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也有类似的经历。一直在关注室友的学习进展，我慢慢地变得焦虑起来。我总觉得自己学习得很慢，而室友好像进展得很快，这让我很困扰，不知道该怎么办...",
    "annotation": [
      {
        "sentence": "是的，我也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "一直在关注室友的学习进展，我慢慢地变得焦虑起来。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己学习得很慢，而室友好像进展得很快，这让我很困扰，不知道该怎么办...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能理解你的感受。有一天上午，我就陷入了这种矛盾、嫉妒和焦虑的状态中，我的复习进度也因此受到了严重的影响。但是经过两天的煎熬，我渐渐转变了思维方式。我和舍友还是一起去图书馆，但是到了图书馆后，我们会各自找座位坐下，尽量不受对方的影响，专心复习。到了吃饭时间，我们再一起去吃饭。",
    "annotation": [
      {
        "sentence": "我完全能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "有一天上午，我就陷入了这种矛盾、嫉妒和焦虑的状态中，我的复习进度也因此受到了严重的影响。",
        "label": ""
      },
      {
        "sentence": "但是经过两天的煎熬，我渐渐转变了思维方式。",
        "label": ""
      },
      {
        "sentence": "我和舍友还是一起去图书馆，但是到了图书馆后，我们会各自找座位坐下，尽量不受对方的影响，专心复习。",
        "label": ""
      },
      {
        "sentence": "到了吃饭时间，我们再一起去吃饭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来很不错，我也希望能提高我的复习效率。因为我真的觉得室友给我带来了很大的压力，让我感到烦躁不安。所以你建议我可以和室友约好在不同楼层复习，或者在同一楼层但是选择不同的座位，对吧？",
    "annotation": [
      {
        "sentence": "这个方法听起来很不错，我也希望能提高我的复习效率。",
        "label": ""
      },
      {
        "sentence": "因为我真的觉得室友给我带来了很大的压力，让我感到烦躁不安。",
        "label": ""
      },
      {
        "sentence": "所以你建议我可以和室友约好在不同楼层复习，或者在同一楼层但是选择不同的座位，对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你理解得没错。这样做是非常自然的选择，可以让你们各自有一个相对独立的环境，互相不会干扰。如果你担心室友会感到不舒服，你可以用你喜欢这个位置或这个地方有空调等原因来解释给室友听，我相信她会理解的。当然，你也可以直接跟室友坦诚地表达你的内心想法。",
    "annotation": [
      {
        "sentence": "是的，你理解得没错。",
        "label": ""
      },
      {
        "sentence": "这样做是非常自然的选择，可以让你们各自有一个相对独立的环境，互相不会干扰。",
        "label": ""
      },
      {
        "sentence": "如果你担心室友会感到不舒服，你可以用你喜欢这个位置或这个地方有空调等原因来解释给室友听，我相信她会理解的。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以直接跟室友坦诚地表达你的内心想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看。真心感谢你的帮助，你的经历和建议让我感到很安慰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看。",
        "label": ""
      },
      {
        "sentence": "真心感谢你的帮助，你的经历和建议让我感到很安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。希望这些经验和建议对你有所帮助，祝你能够顺利度过这段复习期，取得好成绩。如果还有其他问题或烦恼，随时都可以找我倾诉。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "希望这些经验和建议对你有所帮助，祝你能够顺利度过这段复习期，取得好成绩。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或烦恼，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]