[
  {
    "role": "client",
    "content": "我想咨询一下婚姻中出现的问题。我收到一位来访者的求助，她说她的丈夫自从和她结婚后从来没有和她发生过性生活，甚至连拥抱都没有。这是什么原因造成的呢？",
    "annotation": [
      {
        "sentence": "我想咨询一下婚姻中出现的问题。",
        "label": ""
      },
      {
        "sentence": "我收到一位来访者的求助，她说她的丈夫自从和她结婚后从来没有和她发生过性生活，甚至连拥抱都没有。",
        "label": ""
      },
      {
        "sentence": "这是什么原因造成的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从来没有发生过性生活和拥抱这种情况确实比较少见，也比较特殊。我们需要更多了解一下来访者的情况，比如她对丈夫的评价和亲朋好友对他的看法，才能做出更准确的判断。",
    "annotation": [
      {
        "sentence": "从来没有发生过性生活和拥抱这种情况确实比较少见，也比较特殊。",
        "label": ""
      },
      {
        "sentence": "我们需要更多了解一下来访者的情况，比如她对丈夫的评价和亲朋好友对他的看法，才能做出更准确的判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和来访者交流后感觉她的丈夫好像很害怕被触碰，不知道是什么原因导致的。我想知道这背后可能存在的原因是什么？",
    "annotation": [
      {
        "sentence": "我和来访者交流后感觉她的丈夫好像很害怕被触碰，不知道是什么原因导致的。",
        "label": ""
      },
      {
        "sentence": "我想知道这背后可能存在的原因是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，你可以和来访者探讨一下关于丈夫害怕被触碰的原因。有时候，夫妻之间的问题可能源于性格和家庭差异，也有可能是双方相处模式的矛盾。还有可能是同性恋的问题，或者他曾经受到过某种创伤。具体的原因需要来访者进一步了解。",
    "annotation": [
      {
        "sentence": "根据你的描述，你可以和来访者探讨一下关于丈夫害怕被触碰的原因。",
        "label": ""
      },
      {
        "sentence": "有时候，夫妻之间的问题可能源于性格和家庭差异，也有可能是双方相处模式的矛盾。",
        "label": ""
      },
      {
        "sentence": "还有可能是同性恋的问题，或者他曾经受到过某种创伤。",
        "label": ""
      },
      {
        "sentence": "具体的原因需要来访者进一步了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也觉得原因可能是多方面的。我会和来访者再深入交流，了解更多情况。但我也想了解一下，如果真的是同性恋或者其他无法解决的根本性矛盾，来访者应该怎么处理这段婚姻关系呢？",
    "annotation": [
      {
        "sentence": "是的，我也觉得原因可能是多方面的。",
        "label": ""
      },
      {
        "sentence": "我会和来访者再深入交流，了解更多情况。",
        "label": ""
      },
      {
        "sentence": "但我也想了解一下，如果真的是同性恋或者其他无法解决的根本性矛盾，来访者应该怎么处理这段婚姻关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于婚姻中的重要问题，包括根本性矛盾，需要来访者根据具体情况做出最终的决定。婚姻关系涉及到后半辈子的幸福，如果确实是无法解决的根本性矛盾，来访者可能需要重新考虑这段关系的走向。建议她和丈夫进行坦诚的沟通，并寻求专业的婚姻辅导或心理咨询师的帮助。",
    "annotation": [
      {
        "sentence": "对于婚姻中的重要问题，包括根本性矛盾，需要来访者根据具体情况做出最终的决定。",
        "label": ""
      },
      {
        "sentence": "婚姻关系涉及到后半辈子的幸福，如果确实是无法解决的根本性矛盾，来访者可能需要重新考虑这段关系的走向。",
        "label": ""
      },
      {
        "sentence": "建议她和丈夫进行坦诚的沟通，并寻求专业的婚姻辅导或心理咨询师的帮助。",
        "label": ""
      }
    ]
  }
]