[
  {
    "role": "client",
    "content": "产后发胖，在减肥，不敢穿喜欢的衣服…？有娃之前，我挺瘦的，衣服比较容易选，遇到喜欢的，穿上基本都还挺好。有孩子之后，体重基数增加了，又过了几年时间，非但没瘦，反而因为没控制好饮食，更胖了。变得越来越不愿意买衣服，不好意思逛店，讨厌面对商场导购的目光，不愿意在选衣服时，有人盯着我，或者帮我选尺码…无法接受自己的衣服尺码已经远大于曾经的。最近突然发觉，衣柜里，能穿的衣服，只有两三件了，并且都是我内心并不喜欢的运动款，因为这几年根本就没怎么买衣服，顶多买了几件休闲运动类的，特别中学生的样子。我很想穿漂亮的裙子，但一上网选衣服，一要面对尺码，我就放弃，讨厌买大码，不能接受这个事实啊啊啊。到商场直接选吧，我又不愿意看到导购，不愿意在店里照镜子…总想等彻底瘦回去，再买衣服，可现在又确实没衣服穿了，觉得好丑…看到一些人就算很胖，也穿得非常漂亮，我不知道为什么，就是没勇气…真想一夜回到以前不到一百斤的时候…",
    "annotation": [
      {
        "sentence": "产后发胖，在减肥，不敢穿喜欢的衣服…？",
        "label": ""
      },
      {
        "sentence": "有娃之前，我挺瘦的，衣服比较容易选，遇到喜欢的，穿上基本都还挺好。",
        "label": ""
      },
      {
        "sentence": "有孩子之后，体重基数增加了，又过了几年时间，非但没瘦，反而因为没控制好饮食，更胖了。",
        "label": ""
      },
      {
        "sentence": "变得越来越不愿意买衣服，不好意思逛店，讨厌面对商场导购的目光，不愿意在选衣服时，有人盯着我，或者帮我选尺码…无法接受自己的衣服尺码已经远大于曾经的。",
        "label": ""
      },
      {
        "sentence": "最近突然发觉，衣柜里，能穿的衣服，只有两三件了，并且都是我内心并不喜欢的运动款，因为这几年根本就没怎么买衣服，顶多买了几件休闲运动类的，特别中学生的样子。",
        "label": ""
      },
      {
        "sentence": "我很想穿漂亮的裙子，但一上网选衣服，一要面对尺码，我就放弃，讨厌买大码，不能接受这个事实啊啊啊。",
        "label": ""
      },
      {
        "sentence": "到商场直接选吧，我又不愿意看到导购，不愿意在店里照镜子…总想等彻底瘦回去，再买衣服，可现在又确实没衣服穿了，觉得好丑…看到一些人就算很胖，也穿得非常漂亮，我不知道为什么，就是没勇气…真想一夜回到以前不到一百斤的时候…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常能够理解你现在的心情，由于怀孕导致了自己现在的身材不如以前，从而导致自己对现在的身材有自卑等情绪。对于一些身材并不苗条，但是穿衣依旧好看的人而言，我想让他们好看的秘密就是自信呀。每个人都有不同的审美标准，对于自己而言我们的审美标准也会随着年龄、时间、经历而改变。对此，你不妨多去试着发现自己目前的闪光点。另一方面，针对现在的身材也一定有适合现在的身材的好看的衣服的呀，我们也可以多看一下同类型的穿搭博主们的穿搭小技巧，看一下别人是如何搭配让自己同样展现美的一面。同时，如果自己也很期望可以回到从前的身材，可以通过健身、锻炼等健康的方式让自己行动起来变瘦，给自己制定一个减肥计划，按照我们设定的目标去一步步努力，相信你一定会重新找回自己的自信哒~。",
    "annotation": [
      {
        "sentence": "非常能够理解你现在的心情，由于怀孕导致了自己现在的身材不如以前，从而导致自己对现在的身材有自卑等情绪。",
        "label": ""
      },
      {
        "sentence": "对于一些身材并不苗条，但是穿衣依旧好看的人而言，我想让他们好看的秘密就是自信呀。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的审美标准，对于自己而言我们的审美标准也会随着年龄、时间、经历而改变。",
        "label": ""
      },
      {
        "sentence": "对此，你不妨多去试着发现自己目前的闪光点。",
        "label": ""
      },
      {
        "sentence": "另一方面，针对现在的身材也一定有适合现在的身材的好看的衣服的呀，我们也可以多看一下同类型的穿搭博主们的穿搭小技巧，看一下别人是如何搭配让自己同样展现美的一面。",
        "label": ""
      },
      {
        "sentence": "同时，如果自己也很期望可以回到从前的身材，可以通过健身、锻炼等健康的方式让自己行动起来变瘦，给自己制定一个减肥计划，按照我们设定的目标去一步步努力，相信你一定会重新找回自己的自信哒~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我知道自信很重要，但是我感觉自己的身材跟以前完全不一样，无法接受这个现实。而且现在的衣服都很难找到适合我的码数，看到大码就觉得特别难过。",
    "annotation": [
      {
        "sentence": "嗯，我知道自信很重要，但是我感觉自己的身材跟以前完全不一样，无法接受这个现实。",
        "label": ""
      },
      {
        "sentence": "而且现在的衣服都很难找到适合我的码数，看到大码就觉得特别难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，现在的身材确实和以前有所不同。但是我们也要明白，每个人都会经历不同的生活阶段和变化，这也是人生的一部分。虽然现在的码数可能有些不适合你，但并不代表你就没有合适的衣服可穿。可以尝试去一些专门提供大码或适合产后身材的店铺去寻找合适的衣服，相信一定会有适合你的选择。",
    "annotation": [
      {
        "sentence": "理解你的感受，现在的身材确实和以前有所不同。",
        "label": ""
      },
      {
        "sentence": "但是我们也要明白，每个人都会经历不同的生活阶段和变化，这也是人生的一部分。",
        "label": ""
      },
      {
        "sentence": "虽然现在的码数可能有些不适合你，但并不代表你就没有合适的衣服可穿。",
        "label": ""
      },
      {
        "sentence": "可以尝试去一些专门提供大码或适合产后身材的店铺去寻找合适的衣服，相信一定会有适合你的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直都在忍受现状，但每次看到自己的着装，都觉得很沮丧。身边的人都能穿得漂亮，只有我不行。我真的很羡慕他们。",
    "annotation": [
      {
        "sentence": "我一直都在忍受现状，但每次看到自己的着装，都觉得很沮丧。",
        "label": ""
      },
      {
        "sentence": "身边的人都能穿得漂亮，只有我不行。",
        "label": ""
      },
      {
        "sentence": "我真的很羡慕他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要和别人过度比较，每个人都有不同的身体和属于自己的风格。记住，美丽不仅仅只体现在外表上，更多地是来自内心的自信和与他人的善良交流。你的美丽不会因为身材的变化而减少，相反，内心的充实和自信的态度才是最具吸引力的。只要你能够坚定地接受自己，并寻找适合自己的穿衣风格，就一定能够重新找回自己的自信与美丽。",
    "annotation": [
      {
        "sentence": "不要和别人过度比较，每个人都有不同的身体和属于自己的风格。",
        "label": ""
      },
      {
        "sentence": "记住，美丽不仅仅只体现在外表上，更多地是来自内心的自信和与他人的善良交流。",
        "label": ""
      },
      {
        "sentence": "你的美丽不会因为身材的变化而减少，相反，内心的充实和自信的态度才是最具吸引力的。",
        "label": ""
      },
      {
        "sentence": "只要你能够坚定地接受自己，并寻找适合自己的穿衣风格，就一定能够重新找回自己的自信与美丽。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会试着接受自己的身材变化，并积极寻找适合自己的衣服。也会努力提高自己的自信，不再和别人过度比较。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会试着接受自己的身材变化，并积极寻找适合自己的衣服。",
        "label": ""
      },
      {
        "sentence": "也会努力提高自己的自信，不再和别人过度比较。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信你一定能够克服这个困扰，重新拥有自信。记住，你的价值不仅仅取决于外表，更取决于你的内在品质和对生活的态度。加油！相信自己！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信你一定能够克服这个困扰，重新拥有自信。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值不仅仅取决于外表，更取决于你的内在品质和对生活的态度。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "相信自己！",
        "label": ""
      }
    ]
  }
]