[
  {
    "role": "client",
    "content": "高一女，课堂上出现有关性的想法后，开始焦虑？我（女）高一一次物理课上，上着课不知道为什么就脑海里突然出现同桌（男）脱衣服的画面，然后我觉得特别羞耻，满脸通红浑身难受。觉得自己内心受到一定的冲击，从那以后我一听到他的声音或者看见他，就控制不住的产生对性方面的想法和深深的恐惧感，后来就加重成了时不时一见到男性就会有这种关于性的恐惧，好像他们会在这方面伤害我一样。一方面是我不受控制的羞耻的想法，还有害怕的恐惧感，还有焦虑，自责。现在越来越严重影响我的学习。见到男老师也这样了。我自己理智上能够分清是非对错，但是我控制不了。不敢跟任何说这种私密的事，患上焦虑症。",
    "annotation": [
      {
        "sentence": "高一女，课堂上出现有关性的想法后，开始焦虑？",
        "label": ""
      },
      {
        "sentence": "我（女）高一一次物理课上，上着课不知道为什么就脑海里突然出现同桌（男）脱衣服的画面，然后我觉得特别羞耻，满脸通红浑身难受。",
        "label": ""
      },
      {
        "sentence": "觉得自己内心受到一定的冲击，从那以后我一听到他的声音或者看见他，就控制不住的产生对性方面的想法和深深的恐惧感，后来就加重成了时不时一见到男性就会有这种关于性的恐惧，好像他们会在这方面伤害我一样。",
        "label": ""
      },
      {
        "sentence": "一方面是我不受控制的羞耻的想法，还有害怕的恐惧感，还有焦虑，自责。",
        "label": ""
      },
      {
        "sentence": "现在越来越严重影响我的学习。",
        "label": ""
      },
      {
        "sentence": "见到男老师也这样了。",
        "label": ""
      },
      {
        "sentence": "我自己理智上能够分清是非对错，但是我控制不了。",
        "label": ""
      },
      {
        "sentence": "不敢跟任何说这种私密的事，患上焦虑症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先呢，看了你的情况，给你一个大大的拥抱希望我的建议可以缓减或者解决你的困惑。青春时期，出现这种症状情况是很正常的，毕竟正直青春期，也许对这些充满好奇，这些都是正常的心理。",
    "annotation": [
      {
        "sentence": "首先呢，看了你的情况，给你一个大大的拥抱希望我的建议可以缓减或者解决你的困惑。",
        "label": ""
      },
      {
        "sentence": "青春时期，出现这种症状情况是很正常的，毕竟正直青春期，也许对这些充满好奇，这些都是正常的心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你是说我这种情况是正常的吗？可是我觉得很害怕，也很困惑，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "你是说我这种情况是正常的吗？",
        "label": ""
      },
      {
        "sentence": "可是我觉得很害怕，也很困惑，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我明白你的困惑和害怕，但是我想告诉你，对于\"控制不住的产生对性方面的想法和深深的恐惧感，后来就加重成了时不时一见到男性就会有这种关于性的恐惧，好像他们会在这方面伤害我一样。\"这可能比较严重，因为已经导致你对于异性这一方面产生了恐惧感，还有焦虑，自责。并且来越严重影响你的学习。见到男老师也这样了。理智上能够分清是非对错，但是却控制不了。不敢跟任何说这种私密的事，因此患上焦虑症。",
    "annotation": [
      {
        "sentence": "是的，我明白你的困惑和害怕，但是我想告诉你，对于\"控制不住的产生对性方面的想法和深深的恐惧感，后来就加重成了时不时一见到男性就会有这种关于性的恐惧，好像他们会在这方面伤害我一样。",
        "label": ""
      },
      {
        "sentence": "\"这可能比较严重，因为已经导致你对于异性这一方面产生了恐惧感，还有焦虑，自责。",
        "label": ""
      },
      {
        "sentence": "并且来越严重影响你的学习。",
        "label": ""
      },
      {
        "sentence": "见到男老师也这样了。",
        "label": ""
      },
      {
        "sentence": "理智上能够分清是非对错，但是却控制不了。",
        "label": ""
      },
      {
        "sentence": "不敢跟任何说这种私密的事，因此患上焦虑症。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很绝望，觉得自己很奇怪，为什么在这个问题上会有这些困扰呢？",
    "annotation": [
      {
        "sentence": "我真的很绝望，觉得自己很奇怪，为什么在这个问题上会有这些困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以控制自己的行为，你并非是动物，你是人类，你的语言有些地方虽然不通顺，但是仍然可以看到你的一些纠结。包括对自慰的不理解，包括去上厕所与否的犹豫，然而这些都是人的生理诉求，如果能够以一种礼貌优雅的方式解决，自然很好。",
    "annotation": [
      {
        "sentence": "你可以控制自己的行为，你并非是动物，你是人类，你的语言有些地方虽然不通顺，但是仍然可以看到你的一些纠结。",
        "label": ""
      },
      {
        "sentence": "包括对自慰的不理解，包括去上厕所与否的犹豫，然而这些都是人的生理诉求，如果能够以一种礼貌优雅的方式解决，自然很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我总觉得这些想法和感受是不正常的，不应该存在于我这个年龄段。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我总觉得这些想法和感受是不正常的，不应该存在于我这个年龄段。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "性心理具有的动荡性和压抑性我们知道青春期是人一生中性能量最旺盛的时期，他们的的心理不够成熟，自我控制的能力还是比较弱容易被外界所干扰，男女性心理差异:男性流露明显和热烈，女性可能含蓄。12-17岁是性知识教育的关键阶段学校和老师应该给学生讲解生殖系统的解剖与生理功能，你自身也不需要压抑这方面的欲望，可以去查阅世界卫生组织官网的性心理科普，让你拥抱性的知识。",
    "annotation": [
      {
        "sentence": "性心理具有的动荡性和压抑性我们知道青春期是人一生中性能量最旺盛的时期，他们的的心理不够成熟，自我控制的能力还是比较弱容易被外界所干扰，男女性心理差异:男性流露明显和热烈，女性可能含蓄。",
        "label": ""
      },
      {
        "sentence": "12-17岁是性知识教育的关键阶段学校和老师应该给学生讲解生殖系统的解剖与生理功能，你自身也不需要压抑这方面的欲望，可以去查阅世界卫生组织官网的性心理科普，让你拥抱性的知识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？我从来没有接受过正规的性知识教育，可能是对这方面缺乏了解，才导致我对这些想法和感受感到困惑和恐惧。",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "我从来没有接受过正规的性知识教育，可能是对这方面缺乏了解，才导致我对这些想法和感受感到困惑和恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我曾经看到过一些青少年，对自己有性冲动性快感的行为感到羞耻，感到厌恶，自责，不管是男生还是女生。对这种行为都会产生错误的解读。然后导致自己越来越压抑这方面的事情，会排斥和男生接触。甚至会影响到身心健康。所以从现在你就应该调整一下对性方面的认知。本来我们的生活中就是很羞于谈这方面的事情，谁要是表现得稍微开放一些，就会被贴一些标签或者给带一些帽子，说这个人不矜持，不检点。慢慢的接受一些比较健康的性心理咨询就好。先要有一个正确的认知和解读，这样的话，你就不会过度的把心思放在这样的事情上面。把自己搞得神经兮兮，还有一些焦虑。精神状态也不好。",
    "annotation": [
      {
        "sentence": "我曾经看到过一些青少年，对自己有性冲动性快感的行为感到羞耻，感到厌恶，自责，不管是男生还是女生。",
        "label": ""
      },
      {
        "sentence": "对这种行为都会产生错误的解读。",
        "label": ""
      },
      {
        "sentence": "然后导致自己越来越压抑这方面的事情，会排斥和男生接触。",
        "label": ""
      },
      {
        "sentence": "甚至会影响到身心健康。",
        "label": ""
      },
      {
        "sentence": "所以从现在你就应该调整一下对性方面的认知。",
        "label": ""
      },
      {
        "sentence": "本来我们的生活中就是很羞于谈这方面的事情，谁要是表现得稍微开放一些，就会被贴一些标签或者给带一些帽子，说这个人不矜持，不检点。",
        "label": ""
      },
      {
        "sentence": "慢慢的接受一些比较健康的性心理咨询就好。",
        "label": ""
      },
      {
        "sentence": "先要有一个正确的认知和解读，这样的话，你就不会过度的把心思放在这样的事情上面。",
        "label": ""
      },
      {
        "sentence": "把自己搞得神经兮兮，还有一些焦虑。",
        "label": ""
      },
      {
        "sentence": "精神状态也不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，确实需要调整一下自己的认知和态度。我会尝试去接受健康的性心理咨询，让自己能够更好地理解和面对这些问题。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，确实需要调整一下自己的认知和态度。",
        "label": ""
      },
      {
        "sentence": "我会尝试去接受健康的性心理咨询，让自己能够更好地理解和面对这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "青春期的性心理具有非常明显的动荡性和压抑性，比较青春期是人一生中性能量最旺盛的时期，因为性教育的缺憾还有性观念的不够普及，可能很多时候都会存在这样那样的风险，给自己慢慢成长和了解更多积极专业的恋爱知识与性教育知识上面，将你完善的注意力转移到完成学习任务上。希望你早日能够克服这种焦虑~▼。",
    "annotation": [
      {
        "sentence": "青春期的性心理具有非常明显的动荡性和压抑性，比较青春期是人一生中性能量最旺盛的时期，因为性教育的缺憾还有性观念的不够普及，可能很多时候都会存在这样那样的风险，给自己慢慢成长和了解更多积极专业的恋爱知识与性教育知识上面，将你完善的注意力转移到完成学习任务上。",
        "label": ""
      },
      {
        "sentence": "希望你早日能够克服这种焦虑~▼。",
        "label": ""
      }
    ]
  }
]