[
  {
    "role": "client",
    "content": "我（女）高一一次物理课上，上着课不知道为什么就脑海里突然出现同桌（男）脱衣服的画面，然后我觉得特别羞耻，满脸通红浑身难受。觉得自己内心受到一定的冲击，从那以后我一听到他的声音或者看见他，就控制不住的产生对性方面的想法和深深的恐惧感，后来就加重成了时不时一见到男性就会有这种关于性的恐惧，好像他们会在这方面伤害我一样。一方面是我不受控制的羞耻的想法，还有害怕的恐惧感，还有焦虑，自责。现在越来越严重影响我的学习。见到男老师也这样了。我自己理智上能够分清是非对错，但是我控制不了。不敢跟任何说这种私密的事，患上焦虑症。",
    "annotation": [
      {
        "sentence": "我（女）高一一次物理课上，上着课不知道为什么就脑海里突然出现同桌（男）脱衣服的画面，然后我觉得特别羞耻，满脸通红浑身难受。",
        "label": ""
      },
      {
        "sentence": "觉得自己内心受到一定的冲击，从那以后我一听到他的声音或者看见他，就控制不住的产生对性方面的想法和深深的恐惧感，后来就加重成了时不时一见到男性就会有这种关于性的恐惧，好像他们会在这方面伤害我一样。",
        "label": ""
      },
      {
        "sentence": "一方面是我不受控制的羞耻的想法，还有害怕的恐惧感，还有焦虑，自责。",
        "label": ""
      },
      {
        "sentence": "现在越来越严重影响我的学习。",
        "label": ""
      },
      {
        "sentence": "见到男老师也这样了。",
        "label": ""
      },
      {
        "sentence": "我自己理智上能够分清是非对错，但是我控制不了。",
        "label": ""
      },
      {
        "sentence": "不敢跟任何说这种私密的事，患上焦虑症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很不忍看到现在的年轻人还因性教育不充分而受煎熬。这些老一代的青春期困扰不应该再持续，若是时代在这方面真正进步了的话。相信“性幻想”的生理原因你应该知道了，就是激素的作用。有了它们，你所谓“物理课上，上着课不知道为什么就脑海里突然出现同桌（男）脱衣服的画面……”，就好理解了——激素作用链接起了某一组大脑神经元。对象是同桌应该是凑巧了而已，理论上可能是任何异性（据取向）；健康成人性幻想不可避免，对它的感受，又受文化影响——女性的羞耻感一定程度上有助于自我保护（性行为中女性承担的后果更重），但若失了度，就是自我伤害了。",
    "annotation": [
      {
        "sentence": "很不忍看到现在的年轻人还因性教育不充分而受煎熬。",
        "label": ""
      },
      {
        "sentence": "这些老一代的青春期困扰不应该再持续，若是时代在这方面真正进步了的话。",
        "label": ""
      },
      {
        "sentence": "相信“性幻想”的生理原因你应该知道了，就是激素的作用。",
        "label": ""
      },
      {
        "sentence": "有了它们，你所谓“物理课上，上着课不知道为什么就脑海里突然出现同桌（男）脱衣服的画面……”，就好理解了——激素作用链接起了某一组大脑神经元。",
        "label": ""
      },
      {
        "sentence": "对象是同桌应该是凑巧了而已，理论上可能是任何异性（据取向）；健康成人性幻想不可避免，对它的感受，又受文化影响——女性的羞耻感一定程度上有助于自我保护（性行为中女性承担的后果更重），但若失了度，就是自我伤害了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实明白性幻想是一种生理反应，但是我对这种反应感到非常羞耻和恐惧。每次我想到那个画面，我就觉得自己有问题，觉得自己不正常。这样的感觉让我很困扰，我不知道怎么摆脱这种束缚。",
    "annotation": [
      {
        "sentence": "我确实明白性幻想是一种生理反应，但是我对这种反应感到非常羞耻和恐惧。",
        "label": ""
      },
      {
        "sentence": "每次我想到那个画面，我就觉得自己有问题，觉得自己不正常。",
        "label": ""
      },
      {
        "sentence": "这样的感觉让我很困扰，我不知道怎么摆脱这种束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你描述，像是羞耻感偏重。这种情况下，可否尝试下自我引导——既然想法成人皆有，自己想到一点也不比别人差什么，转开就好。对性萌生恐惧感也是一种自保反应，虽然不一定对，但对你现在的年龄来说保持一定的“敬畏”还是有好处的。但也是个度的问题，过分恐惧会激发过度反应，影响正常表现。也应该适当调节，性行为虽需慎重，但也不应“畏之如虎”，那是成年人的正常，而自己只是到了临近的年龄。",
    "annotation": [
      {
        "sentence": "看你描述，像是羞耻感偏重。",
        "label": ""
      },
      {
        "sentence": "这种情况下，可否尝试下自我引导——既然想法成人皆有，自己想到一点也不比别人差什么，转开就好。",
        "label": ""
      },
      {
        "sentence": "对性萌生恐惧感也是一种自保反应，虽然不一定对，但对你现在的年龄来说保持一定的“敬畏”还是有好处的。",
        "label": ""
      },
      {
        "sentence": "但也是个度的问题，过分恐惧会激发过度反应，影响正常表现。",
        "label": ""
      },
      {
        "sentence": "也应该适当调节，性行为虽需慎重，但也不应“畏之如虎”，那是成年人的正常，而自己只是到了临近的年龄。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我对性的恐惧感越来越严重，已经影响到了我的学习和日常生活。我甚至开始害怕和任何男性接触，这样下去我真的很担心自己会变得越来越糟糕。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我对性的恐惧感越来越严重，已经影响到了我的学习和日常生活。",
        "label": ""
      },
      {
        "sentence": "我甚至开始害怕和任何男性接触，这样下去我真的很担心自己会变得越来越糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信有了这样类似的调节，自己坚持做一段时间，就能慢慢调回状态。幸好现在网络时代，虽不敢跟任何身边的人说这种私密的事，还有网友可交流，相信多听些劝导，一定能帮你从焦虑状态中解脱出来。你可以尝试寻找一些线上的性教育资源，了解更多关于性和性幻想的知识，这样可以帮助你更全面地认识和理解自己的情绪和感受。",
    "annotation": [
      {
        "sentence": "相信有了这样类似的调节，自己坚持做一段时间，就能慢慢调回状态。",
        "label": ""
      },
      {
        "sentence": "幸好现在网络时代，虽不敢跟任何身边的人说这种私密的事，还有网友可交流，相信多听些劝导，一定能帮你从焦虑状态中解脱出来。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些线上的性教育资源，了解更多关于性和性幻想的知识，这样可以帮助你更全面地认识和理解自己的情绪和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去寻找一些合适的性教育资源，希望能够对我有所帮助。同时，我也会尝试调整自己的态度，相信只要我坚持下去，一定能够逐渐解脱出这种焦虑的状态。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去寻找一些合适的性教育资源，希望能够对我有所帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试调整自己的态度，相信只要我坚持下去，一定能够逐渐解脱出这种焦虑的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和积极态度。请记住，你并不孤单，有很多人都经历过类似的困扰，只是没有勇敢地去寻求帮助和交流。通过寻找合适的资源，你将找到答案，并逐渐摆脱这种困扰。祝愿你早日走出焦虑，重拾信心和快乐的生活。如果你还有其他问题，随时都可以向我求助。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和积极态度。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，有很多人都经历过类似的困扰，只是没有勇敢地去寻求帮助和交流。",
        "label": ""
      },
      {
        "sentence": "通过寻找合适的资源，你将找到答案，并逐渐摆脱这种困扰。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出焦虑，重拾信心和快乐的生活。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以向我求助。",
        "label": ""
      }
    ]
  }
]