[
  {
    "role": "client",
    "content": "我是一个21岁的男生，被确诊为强迫症，最近在性方面遇到了很多困扰。起初是因为恐狂，当我得知自己是强迫症患者后，我开始对自己产生了怀疑。期间我的症状一直在变化，我真的很困扰。我最近开始对性的问题感到困惑，让我感到煎熬。我曾经接触过一些色情片，甚至一度沉迷其中。但最近我发现我对于这些内容的接受度开始与我的价值观产生冲突。以前我只看比较正常的内容，对于重口味或者不合伦理的类型，我会嗤之以鼻。但是最近的半年里，我似乎发生了变化，那些类型的影片居然引发了我的生理反应，而且心理上也会有一些刺激。还有一次在没人的图书馆学习时，我突然有了在那里自慰的冲动，感觉非常刺激。但同时这种行为与我的价值观极度不符，所以我内心一边觉得刺激，一边又感到极度恶心。我对于这种变化感到非常焦虑，为什么我会有这种冲动？我是不是变态了？为什么我对于违背我价值观、让我感到不舒服的色情片会有生理反应甚至感到刺激？这与强迫症有关系吗？",
    "annotation": [
      {
        "sentence": "我是一个21岁的男生，被确诊为强迫症，最近在性方面遇到了很多困扰。",
        "label": ""
      },
      {
        "sentence": "起初是因为恐狂，当我得知自己是强迫症患者后，我开始对自己产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "期间我的症状一直在变化，我真的很困扰。",
        "label": ""
      },
      {
        "sentence": "我最近开始对性的问题感到困惑，让我感到煎熬。",
        "label": ""
      },
      {
        "sentence": "我曾经接触过一些色情片，甚至一度沉迷其中。",
        "label": ""
      },
      {
        "sentence": "但最近我发现我对于这些内容的接受度开始与我的价值观产生冲突。",
        "label": ""
      },
      {
        "sentence": "以前我只看比较正常的内容，对于重口味或者不合伦理的类型，我会嗤之以鼻。",
        "label": ""
      },
      {
        "sentence": "但是最近的半年里，我似乎发生了变化，那些类型的影片居然引发了我的生理反应，而且心理上也会有一些刺激。",
        "label": ""
      },
      {
        "sentence": "还有一次在没人的图书馆学习时，我突然有了在那里自慰的冲动，感觉非常刺激。",
        "label": ""
      },
      {
        "sentence": "但同时这种行为与我的价值观极度不符，所以我内心一边觉得刺激，一边又感到极度恶心。",
        "label": ""
      },
      {
        "sentence": "我对于这种变化感到非常焦虑，为什么我会有这种冲动？",
        "label": ""
      },
      {
        "sentence": "我是不是变态了？",
        "label": ""
      },
      {
        "sentence": "为什么我对于违背我价值观、让我感到不舒服的色情片会有生理反应甚至感到刺激？",
        "label": ""
      },
      {
        "sentence": "这与强迫症有关系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "强迫症是一种同时存在自我强迫和反强迫的心理疾病。由于存在思维上的矛盾和挣扎，明明知道没有必要，却无法自控，患者往往感到非常痛苦。根据你反馈的心理问题，强迫症是由于恐狂引起的。目前你在性问题上的纠结更加明显，焦虑情绪也更加突出。性欲望就像吃饭喝水一样，是人的本能欲望。你这个年龄段接触小电影或者产生性联想是非常正常的心理现象。与性相关的心理问题多数与不科学的认知有关。由于探索欲和好奇心，接触小电影，甚至想在严肃的图书馆产生自慰的念头都是性冲动的表现。出现这样的想法是没有可怕的，可怕的是我们给性带上道德的枷锁，认为性是肮脏的，是不可谈论的。我们需要接纳自己，面对真实的自己。每个成年人都会有性的想法，对于未婚人士来说可能会更加突出。只要我们对生活持积极乐观的态度，在偶尔出现性的想法或者冲动时，我们需要积极面对。放下与性有关的精神洁癖，这是自我成长的一部分。性是人的本能欲望，刻意压抑只会让我们感到内疚、失落甚至自卑。既然出现这样的想法是正常的，我们只需积极拥抱自己。希望我们共同努力，携手向前。",
    "annotation": [
      {
        "sentence": "强迫症是一种同时存在自我强迫和反强迫的心理疾病。",
        "label": ""
      },
      {
        "sentence": "由于存在思维上的矛盾和挣扎，明明知道没有必要，却无法自控，患者往往感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "根据你反馈的心理问题，强迫症是由于恐狂引起的。",
        "label": ""
      },
      {
        "sentence": "目前你在性问题上的纠结更加明显，焦虑情绪也更加突出。",
        "label": ""
      },
      {
        "sentence": "性欲望就像吃饭喝水一样，是人的本能欲望。",
        "label": ""
      },
      {
        "sentence": "你这个年龄段接触小电影或者产生性联想是非常正常的心理现象。",
        "label": ""
      },
      {
        "sentence": "与性相关的心理问题多数与不科学的认知有关。",
        "label": ""
      },
      {
        "sentence": "由于探索欲和好奇心，接触小电影，甚至想在严肃的图书馆产生自慰的念头都是性冲动的表现。",
        "label": ""
      },
      {
        "sentence": "出现这样的想法是没有可怕的，可怕的是我们给性带上道德的枷锁，认为性是肮脏的，是不可谈论的。",
        "label": ""
      },
      {
        "sentence": "我们需要接纳自己，面对真实的自己。",
        "label": ""
      },
      {
        "sentence": "每个成年人都会有性的想法，对于未婚人士来说可能会更加突出。",
        "label": ""
      },
      {
        "sentence": "只要我们对生活持积极乐观的态度，在偶尔出现性的想法或者冲动时，我们需要积极面对。",
        "label": ""
      },
      {
        "sentence": "放下与性有关的精神洁癖，这是自我成长的一部分。",
        "label": ""
      },
      {
        "sentence": "性是人的本能欲望，刻意压抑只会让我们感到内疚、失落甚至自卑。",
        "label": ""
      },
      {
        "sentence": "既然出现这样的想法是正常的，我们只需积极拥抱自己。",
        "label": ""
      },
      {
        "sentence": "希望我们共同努力，携手向前。",
        "label": ""
      }
    ]
  }
]