[
  {
    "role": "client",
    "content": "腰酸背疼，总是想起奶奶去世当天，怎么办？女，35岁，今年疫情最严重的时候，奶奶去世了。奶奶去世的那天，所有人都在旁边守着，自己的家人，还有亲戚朋友。我记得一个老师说过。想要了解一个人，就把自己的呼吸频率调整到和对方一致。我调整自己的呼吸和奶奶一致，真的感受到了胸口很疼。又过了一段时间。奶奶喘了最后一口气，然后再也没有呼吸的时候，帮忙的人让我退出房间，然后给奶奶换衣服，整理仪容。收拾好一切后，殡葬的人来了，就把奶奶放到冰箱里了。当天我休息的时候，感觉到自己的后背如至冰窟，好长时间冷的都不行。最近我经常腰酸背疼，忽然想起奶奶去世的那天，我觉得心里特别难受。奶奶还没去世，为什么那么多人守着？看着奶奶等死？奶奶停止呼吸，也不等等会不会有奇迹发生，那么快就处理了，等不及了吗？我觉得没办法接受这些事情，可是我当时也什么都没做，没阻拦他们。想到这些，我就很难过，怎么办？",
    "annotation": [
      {
        "sentence": "腰酸背疼，总是想起奶奶去世当天，怎么办？",
        "label": ""
      },
      {
        "sentence": "女，35岁，今年疫情最严重的时候，奶奶去世了。",
        "label": ""
      },
      {
        "sentence": "奶奶去世的那天，所有人都在旁边守着，自己的家人，还有亲戚朋友。",
        "label": ""
      },
      {
        "sentence": "我记得一个老师说过。",
        "label": ""
      },
      {
        "sentence": "想要了解一个人，就把自己的呼吸频率调整到和对方一致。",
        "label": ""
      },
      {
        "sentence": "我调整自己的呼吸和奶奶一致，真的感受到了胸口很疼。",
        "label": ""
      },
      {
        "sentence": "又过了一段时间。",
        "label": ""
      },
      {
        "sentence": "奶奶喘了最后一口气，然后再也没有呼吸的时候，帮忙的人让我退出房间，然后给奶奶换衣服，整理仪容。",
        "label": ""
      },
      {
        "sentence": "收拾好一切后，殡葬的人来了，就把奶奶放到冰箱里了。",
        "label": ""
      },
      {
        "sentence": "当天我休息的时候，感觉到自己的后背如至冰窟，好长时间冷的都不行。",
        "label": ""
      },
      {
        "sentence": "最近我经常腰酸背疼，忽然想起奶奶去世的那天，我觉得心里特别难受。",
        "label": ""
      },
      {
        "sentence": "奶奶还没去世，为什么那么多人守着？",
        "label": ""
      },
      {
        "sentence": "看着奶奶等死？",
        "label": ""
      },
      {
        "sentence": "奶奶停止呼吸，也不等等会不会有奇迹发生，那么快就处理了，等不及了吗？",
        "label": ""
      },
      {
        "sentence": "我觉得没办法接受这些事情，可是我当时也什么都没做，没阻拦他们。",
        "label": ""
      },
      {
        "sentence": "想到这些，我就很难过，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先隔空抱一抱，我想奶奶一定是你很亲近很重要的人，所以才这么依恋。我记得我的一位老师说过，grandma就是上天送给小孩子的礼物。你的悲痛不能简单的和你的生理症状联系起来。",
    "annotation": [
      {
        "sentence": "首先隔空抱一抱，我想奶奶一定是你很亲近很重要的人，所以才这么依恋。",
        "label": ""
      },
      {
        "sentence": "我记得我的一位老师说过，grandma就是上天送给小孩子的礼物。",
        "label": ""
      },
      {
        "sentence": "你的悲痛不能简单的和你的生理症状联系起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的抱抱，奶奶对我来说确实很特别。你说得对，我也明白腰酸背疼可能不完全是因为奶奶离世引起的，但我就是无法摆脱这种困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的抱抱，奶奶对我来说确实很特别。",
        "label": ""
      },
      {
        "sentence": "你说得对，我也明白腰酸背疼可能不完全是因为奶奶离世引起的，但我就是无法摆脱这种困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，悲痛和生理反应之间可能存在一些复杂的联系。除了身体上的不适，还有其他方面受到了影响吗？比如你的日常生活习惯？",
    "annotation": [
      {
        "sentence": "是的，悲痛和生理反应之间可能存在一些复杂的联系。",
        "label": ""
      },
      {
        "sentence": "除了身体上的不适，还有其他方面受到了影响吗？",
        "label": ""
      },
      {
        "sentence": "比如你的日常生活习惯？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我最近的生活习惯确实受到了影响。我开始失眠，食欲下降，经常感到疲劳和无力。",
    "annotation": [
      {
        "sentence": "是的，我最近的生活习惯确实受到了影响。",
        "label": ""
      },
      {
        "sentence": "我开始失眠，食欲下降，经常感到疲劳和无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的情绪和生活状况都受到了一定的负面影响。这些情绪和反应很可能与奶奶的离去有关，似乎你内心还存在着不确信、遗憾等情绪。这些情绪需要被认真处理，不然会继续困扰你的生活。如果觉得自己无法独自走出困境，我建议你寻求心理咨询师的帮助。",
    "annotation": [
      {
        "sentence": "听起来你的情绪和生活状况都受到了一定的负面影响。",
        "label": ""
      },
      {
        "sentence": "这些情绪和反应很可能与奶奶的离去有关，似乎你内心还存在着不确信、遗憾等情绪。",
        "label": ""
      },
      {
        "sentence": "这些情绪需要被认真处理，不然会继续困扰你的生活。",
        "label": ""
      },
      {
        "sentence": "如果觉得自己无法独自走出困境，我建议你寻求心理咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我确实感到内心的不安和遗憾。也许我需要专业的帮助来处理这些情绪。能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "你说的没错，我确实感到内心的不安和遗憾。",
        "label": ""
      },
      {
        "sentence": "也许我需要专业的帮助来处理这些情绪。",
        "label": ""
      },
      {
        "sentence": "能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，首先要相信自己是可以从悲痛中走出来的。可以尝试找到一个安静的环境，放松身心，用文字或者日记的形式记录下你的感受，让情绪有个出口。另外，和亲近的人分享你的感受和困扰也是一种很好的方式，他们会理解你并给予支持。",
    "annotation": [
      {
        "sentence": "当然，首先要相信自己是可以从悲痛中走出来的。",
        "label": ""
      },
      {
        "sentence": "可以尝试找到一个安静的环境，放松身心，用文字或者日记的形式记录下你的感受，让情绪有个出口。",
        "label": ""
      },
      {
        "sentence": "另外，和亲近的人分享你的感受和困扰也是一种很好的方式，他们会理解你并给予支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试记录我的感受并与亲人朋友交流。但有时候我还是觉得很困惑，为什么当时那么多人守在奶奶身边，却没有等她最后的呼吸？这件事对我来说很难接受。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试记录我的感受并与亲人朋友交流。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是觉得很困惑，为什么当时那么多人守在奶奶身边，却没有等她最后的呼吸？",
        "label": ""
      },
      {
        "sentence": "这件事对我来说很难接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很复杂的问题，每个人对面对死亡的态度和处理方式可能不同。那些为奶奶服务的人可能认为处理得更快可以减轻奶奶的痛苦，而等待可能只会延长痛苦的时间。每个人对死亡和离别有自己的理解，这些理解也会因个人的背景、文化和经历而有所不同。你的困惑和不接受也是可以理解的，但很重要的一点，也是你需要明白的，是奶奶在临终时的决定权是在她自己手上。",
    "annotation": [
      {
        "sentence": "这是一个很复杂的问题，每个人对面对死亡的态度和处理方式可能不同。",
        "label": ""
      },
      {
        "sentence": "那些为奶奶服务的人可能认为处理得更快可以减轻奶奶的痛苦，而等待可能只会延长痛苦的时间。",
        "label": ""
      },
      {
        "sentence": "每个人对死亡和离别有自己的理解，这些理解也会因个人的背景、文化和经历而有所不同。",
        "label": ""
      },
      {
        "sentence": "你的困惑和不接受也是可以理解的，但很重要的一点，也是你需要明白的，是奶奶在临终时的决定权是在她自己手上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，每个人对死亡和离别有不同的看法，我也要尊重奶奶自己的选择。谢谢你的理解和支持，我觉得自己有点释然了。",
    "annotation": [
      {
        "sentence": "你说得对，每个人对死亡和离别有不同的看法，我也要尊重奶奶自己的选择。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和支持，我觉得自己有点释然了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你觉得释然了。在这个过程中，尊重和理解是非常重要的。如果你在今后的生活中还有其他问题或困惑，记得你可以随时向我寻求帮助。你并不孤单，有人愿意倾听和支持你。一起慢慢走出悲伤，重新找回生活的平衡。",
    "annotation": [
      {
        "sentence": "很高兴听到你觉得释然了。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，尊重和理解是非常重要的。",
        "label": ""
      },
      {
        "sentence": "如果你在今后的生活中还有其他问题或困惑，记得你可以随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人愿意倾听和支持你。",
        "label": ""
      },
      {
        "sentence": "一起慢慢走出悲伤，重新找回生活的平衡。",
        "label": ""
      }
    ]
  }
]