[
  {
    "role": "client",
    "content": "我是一个高中生，已经从讨好型人格改变了，但还是感到迷茫。我曾经是一个讨好型人格，觉得能倾听别人、帮别人减压是我的荣幸。但是常常这样会耽误我的学业。如今我学会了拒绝，然后曾经经常向我倾诉的人都不再来找我，而去与别人聊天。感觉学习时间多了，但也有点失落，然后想想自己曾经讨好出来的朋友要么就会牺牲自己开玩笑，要么根本不来找我，又迷茫了。",
    "annotation": [
      {
        "sentence": "我是一个高中生，已经从讨好型人格改变了，但还是感到迷茫。",
        "label": ""
      },
      {
        "sentence": "我曾经是一个讨好型人格，觉得能倾听别人、帮别人减压是我的荣幸。",
        "label": ""
      },
      {
        "sentence": "但是常常这样会耽误我的学业。",
        "label": ""
      },
      {
        "sentence": "如今我学会了拒绝，然后曾经经常向我倾诉的人都不再来找我，而去与别人聊天。",
        "label": ""
      },
      {
        "sentence": "感觉学习时间多了，但也有点失落，然后想想自己曾经讨好出来的朋友要么就会牺牲自己开玩笑，要么根本不来找我，又迷茫了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学！很高兴看到你已经意识到讨好型人格的问题，并且在人际交往方面做出了改变。这是一个很了不起的成就！但是我知道，当你看到以前找你的同学去找其他人聊天时，你会感到失落、孤单和迷茫。这些都是很正常的感受，不必过分担心。曾经为了这些同学而不断讨好、付出和迎合，现在因为你的行为改变（懂得拒绝），他们的行为也会改变。你现在可能既不舍得自己过去的付出，又没有找到适合自己的新交友方式。但是请相信，那些离你而去的同学似乎更像是在消费你的时间和精力，并非真心实意地与你交朋友。",
    "annotation": [
      {
        "sentence": "同学！",
        "label": ""
      },
      {
        "sentence": "很高兴看到你已经意识到讨好型人格的问题，并且在人际交往方面做出了改变。",
        "label": ""
      },
      {
        "sentence": "这是一个很了不起的成就！",
        "label": ""
      },
      {
        "sentence": "但是我知道，当你看到以前找你的同学去找其他人聊天时，你会感到失落、孤单和迷茫。",
        "label": ""
      },
      {
        "sentence": "这些都是很正常的感受，不必过分担心。",
        "label": ""
      },
      {
        "sentence": "曾经为了这些同学而不断讨好、付出和迎合，现在因为你的行为改变（懂得拒绝），他们的行为也会改变。",
        "label": ""
      },
      {
        "sentence": "你现在可能既不舍得自己过去的付出，又没有找到适合自己的新交友方式。",
        "label": ""
      },
      {
        "sentence": "但是请相信，那些离你而去的同学似乎更像是在消费你的时间和精力，并非真心实意地与你交朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我知道专注于学业是我改变的初衷，其他的事情都只是次要的。但是我还是希望能够结交到新的朋友，有没有什么好的建议呢？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我知道专注于学业是我改变的初衷，其他的事情都只是次要的。",
        "label": ""
      },
      {
        "sentence": "但是我还是希望能够结交到新的朋友，有没有什么好的建议呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！我有几个建议供你参考。首先，专注于自己的学业是最重要的，这才是你的主要任务。其次，按照自己的兴趣爱好来结交朋友。如果学校有社团，学习和精力允许的情况下，可以多参加校园活动，这样可以结识一些新朋友。另外，拓展自己的舒适圈，关注一下以前从未注意到的小团体，试着与其中的一些人建立联系，也许你会找到新的朋友。在人际交往中，记得坚守自己的底线，只与三观合得来的人交朋友，这样的友情才不会一边倒地被消费和虚耗。而且，不要急于结交新朋友而退回到曾经的行为模式。",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "我有几个建议供你参考。",
        "label": ""
      },
      {
        "sentence": "首先，专注于自己的学业是最重要的，这才是你的主要任务。",
        "label": ""
      },
      {
        "sentence": "其次，按照自己的兴趣爱好来结交朋友。",
        "label": ""
      },
      {
        "sentence": "如果学校有社团，学习和精力允许的情况下，可以多参加校园活动，这样可以结识一些新朋友。",
        "label": ""
      },
      {
        "sentence": "另外，拓展自己的舒适圈，关注一下以前从未注意到的小团体，试着与其中的一些人建立联系，也许你会找到新的朋友。",
        "label": ""
      },
      {
        "sentence": "在人际交往中，记得坚守自己的底线，只与三观合得来的人交朋友，这样的友情才不会一边倒地被消费和虚耗。",
        "label": ""
      },
      {
        "sentence": "而且，不要急于结交新朋友而退回到曾经的行为模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会好好考虑并付诸实践的。但是当被曾经或现在在意的人忽视时，我还是会感到失落和不安。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会好好考虑并付诸实践的。",
        "label": ""
      },
      {
        "sentence": "但是当被曾经或现在在意的人忽视时，我还是会感到失落和不安。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你遇到这种情况时，不要回避自己的感受。接受自己内心的失落和不安是很重要的。静静地陪伴着自己，审视你们的过去，想想现在的自己和未来希望看到的自己。随着时间的推移，你会渐渐理解和释怀这份感受。记住，改变都需要一个过程，其中可能会伴随着短暂的不适和阵痛。但这并不是永久的，当你能够自信地结交到新的朋友时，时间和新的友情会帮助你慢慢冲淡一切，你会感受到生活更有掌控力的。",
    "annotation": [
      {
        "sentence": "当你遇到这种情况时，不要回避自己的感受。",
        "label": ""
      },
      {
        "sentence": "接受自己内心的失落和不安是很重要的。",
        "label": ""
      },
      {
        "sentence": "静静地陪伴着自己，审视你们的过去，想想现在的自己和未来希望看到的自己。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，你会渐渐理解和释怀这份感受。",
        "label": ""
      },
      {
        "sentence": "记住，改变都需要一个过程，其中可能会伴随着短暂的不适和阵痛。",
        "label": ""
      },
      {
        "sentence": "但这并不是永久的，当你能够自信地结交到新的朋友时，时间和新的友情会帮助你慢慢冲淡一切，你会感受到生活更有掌控力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴和支持我！我会加油的，为了我美好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴和支持我！",
        "label": ""
      },
      {
        "sentence": "我会加油的，为了我美好的未来。",
        "label": ""
      }
    ]
  }
]