[
  {
    "role": "client",
    "content": "我22岁，和男朋友在一起了三年，难以抽身，怎么办？我是个特别胆小的人，胆小的同时还容易过度焦虑。",
    "annotation": [
      {
        "sentence": "我22岁，和男朋友在一起了三年，难以抽身，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是个特别胆小的人，胆小的同时还容易过度焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先看完你的描述，仿佛就是另一个我，我今年也是22岁，和男朋友也是在大学认识的，现在在一起三年啦。所以我非常理解你的感受，三年的感情，不可能说放下就放下的。",
    "annotation": [
      {
        "sentence": "先看完你的描述，仿佛就是另一个我，我今年也是22岁，和男朋友也是在大学认识的，现在在一起三年啦。",
        "label": ""
      },
      {
        "sentence": "所以我非常理解你的感受，三年的感情，不可能说放下就放下的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很难割舍，但是我觉得我们之间出现了很多问题。",
    "annotation": [
      {
        "sentence": "是的，我真的很难割舍，但是我觉得我们之间出现了很多问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先来分析一下男朋友的优点。三年来，他一直以来都给了你非常充足的安全感，对于你的生活也可以说是照顾的无微不至。从这些小细节来看，男朋友还是爱你的。",
    "annotation": [
      {
        "sentence": "先来分析一下男朋友的优点。",
        "label": ""
      },
      {
        "sentence": "三年来，他一直以来都给了你非常充足的安全感，对于你的生活也可以说是照顾的无微不至。",
        "label": ""
      },
      {
        "sentence": "从这些小细节来看，男朋友还是爱你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们之间也有很多美好的回忆，但是现在我越来越担心我们的未来。",
    "annotation": [
      {
        "sentence": "是的，我们之间也有很多美好的回忆，但是现在我越来越担心我们的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你也是很在乎男朋友以及这段感情的，其实我能理解，三年的时间，足以习惯一个人的存在，更何况还是恋人呢。现在存在的问题，其实随着相处的时间越来越长，彼此之间也会陆陆续续出现一些问题，其实这是很正常的，但是你这种情况，还是需要引起注意的。",
    "annotation": [
      {
        "sentence": "从你的描述来看，你也是很在乎男朋友以及这段感情的，其实我能理解，三年的时间，足以习惯一个人的存在，更何况还是恋人呢。",
        "label": ""
      },
      {
        "sentence": "现在存在的问题，其实随着相处的时间越来越长，彼此之间也会陆陆续续出现一些问题，其实这是很正常的，但是你这种情况，还是需要引起注意的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也意识到问题的严重性。比如，我发现男朋友有十分严重的游戏瘾，一旦输了很多把就会疯狂砸东西，扇自己耳光，勃然大怒（但还好并没有打我）但感觉他是个自控力很低的人，每次他发怒，我都默默忍受，不敢出声。此外，在两个月前，我曾经发现他和网上其他女生非常暧昧，发现之后他也认错了，但是我始终心里无法平复，觉得自己也要做些什么报复才行，但是也不知道该怎么下手，但是好像已经对恋爱感到失望了，甚至觉得，连恋爱都这样，结婚就更可怕了。",
    "annotation": [
      {
        "sentence": "你说得对，我也意识到问题的严重性。",
        "label": ""
      },
      {
        "sentence": "比如，我发现男朋友有十分严重的游戏瘾，一旦输了很多把就会疯狂砸东西，扇自己耳光，勃然大怒（但还好并没有打我）但感觉他是个自控力很低的人，每次他发怒，我都默默忍受，不敢出声。",
        "label": ""
      },
      {
        "sentence": "此外，在两个月前，我曾经发现他和网上其他女生非常暧昧，发现之后他也认错了，但是我始终心里无法平复，觉得自己也要做些什么报复才行，但是也不知道该怎么下手，但是好像已经对恋爱感到失望了，甚至觉得，连恋爱都这样，结婚就更可怕了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你发现的这些问题确实是需要引起关注的。你的担忧很正常，因为他的行为可能对你造成伤害。他有严重的游戏瘾，并且自控力很低，这种情况下可能会发生意外伤害。而且他与其他女生的暧昧行为也让你心里难以平静。这两种情况对你来说都是很大的伤害，甚至会让你对爱情感到失望和恐惧。",
    "annotation": [
      {
        "sentence": "你发现的这些问题确实是需要引起关注的。",
        "label": ""
      },
      {
        "sentence": "你的担忧很正常，因为他的行为可能对你造成伤害。",
        "label": ""
      },
      {
        "sentence": "他有严重的游戏瘾，并且自控力很低，这种情况下可能会发生意外伤害。",
        "label": ""
      },
      {
        "sentence": "而且他与其他女生的暧昧行为也让你心里难以平静。",
        "label": ""
      },
      {
        "sentence": "这两种情况对你来说都是很大的伤害，甚至会让你对爱情感到失望和恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的觉得很迷茫，不知道该怎么处理这些问题。",
    "annotation": [
      {
        "sentence": "是的，我真的觉得很迷茫，不知道该怎么处理这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以想一想，男朋友的这些缺点能不能在双方努力的情况下改正过来，然后两个人好好的在一起，为了彼此变得更好。毕竟你们已经相处了三年，感情也不是一朝一夕就能放下的。但是你也要做好分手的准备。三年的感情，肯定一时抽不开身，甚至已经依赖对方了，但是你可以想一想其中的利弊，如果对方改不了，你会不会受到伤害，能不能忍受现在这样的男朋友。",
    "annotation": [
      {
        "sentence": "首先，你可以想一想，男朋友的这些缺点能不能在双方努力的情况下改正过来，然后两个人好好的在一起，为了彼此变得更好。",
        "label": ""
      },
      {
        "sentence": "毕竟你们已经相处了三年，感情也不是一朝一夕就能放下的。",
        "label": ""
      },
      {
        "sentence": "但是你也要做好分手的准备。",
        "label": ""
      },
      {
        "sentence": "三年的感情，肯定一时抽不开身，甚至已经依赖对方了，但是你可以想一想其中的利弊，如果对方改不了，你会不会受到伤害，能不能忍受现在这样的男朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要好好考虑一下我们之间的关系以及自己的底线。",
    "annotation": [
      {
        "sentence": "我明白了，我需要好好考虑一下我们之间的关系以及自己的底线。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，把自己变得更加优秀，可以看的出来你非常优秀，也是一个重感情的人，但是人无完人，我们依旧有着自己的发展空间，不妨让自己再优秀一点，然后世间美好也会和你撞个满怀呀。可能言语有些直接，但是真心希望你不要受到伤害，希望能够对你有所帮助呀。",
    "annotation": [
      {
        "sentence": "最后，把自己变得更加优秀，可以看的出来你非常优秀，也是一个重感情的人，但是人无完人，我们依旧有着自己的发展空间，不妨让自己再优秀一点，然后世间美好也会和你撞个满怀呀。",
        "label": ""
      },
      {
        "sentence": "可能言语有些直接，但是真心希望你不要受到伤害，希望能够对你有所帮助呀。",
        "label": ""
      }
    ]
  }
]