[
  {
    "role": "client",
    "content": "觉得自己有情感障碍，难过到哭了一下午，走不出去了？",
    "annotation": [
      {
        "sentence": "觉得自己有情感障碍，难过到哭了一下午，走不出去了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的邀请！能够感觉到你内心的压抑焦虑冲突纠结，一方面自己已经是成年女性，也需要和异性建立恋爱亲密关系来满足自己的生理心理需求，想要找一个自己觉得合适的对象却一直没遇到，另外一方面要面对父母对你的强迫催促否定带来的压力，这些压力叠加在了一起，对你来说确实是很大的压力很难面对承受，或许这也是让你睡眠不好的重要原因。",
    "annotation": [
      {
        "sentence": "非常感谢你的邀请！",
        "label": ""
      },
      {
        "sentence": "能够感觉到你内心的压抑焦虑冲突纠结，一方面自己已经是成年女性，也需要和异性建立恋爱亲密关系来满足自己的生理心理需求，想要找一个自己觉得合适的对象却一直没遇到，另外一方面要面对父母对你的强迫催促否定带来的压力，这些压力叠加在了一起，对你来说确实是很大的压力很难面对承受，或许这也是让你睡眠不好的重要原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得很焦虑，很难受，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得很焦虑，很难受，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受，焦虑和难受是很正常的反应。首先，你要明白你的情感障碍并不代表你有什么问题，每个人都会面临不同的挑战和困难。对于感情方面的困扰，我建议你先尝试多和朋友聊聊，倾诉你的困惑和痛苦，他们可能会给你一些意见和支持。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受，焦虑和难受是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "首先，你要明白你的情感障碍并不代表你有什么问题，每个人都会面临不同的挑战和困难。",
        "label": ""
      },
      {
        "sentence": "对于感情方面的困扰，我建议你先尝试多和朋友聊聊，倾诉你的困惑和痛苦，他们可能会给你一些意见和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会找朋友倾诉一下。但是我还是很担心父母的压力和期望，他们对我很不满意。",
    "annotation": [
      {
        "sentence": "嗯，我会找朋友倾诉一下。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心父母的压力和期望，他们对我很不满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于父母的压力和期望，我可以和你分享一些我的经验。很多父母都会有自己的期望和想法，希望子女能早日成家立业。他们的担心和催促可能是出于对你的关爱和期盼。但是，你要记住，你的生活应该由你自己决定，你有权利按照自己的节奏去寻找适合自己的伴侣。逐渐和父母沟通，让他们理解你的想法和困扰，也让自己有更多的空间和时间去思考和选择。",
    "annotation": [
      {
        "sentence": "对于父母的压力和期望，我可以和你分享一些我的经验。",
        "label": ""
      },
      {
        "sentence": "很多父母都会有自己的期望和想法，希望子女能早日成家立业。",
        "label": ""
      },
      {
        "sentence": "他们的担心和催促可能是出于对你的关爱和期盼。",
        "label": ""
      },
      {
        "sentence": "但是，你要记住，你的生活应该由你自己决定，你有权利按照自己的节奏去寻找适合自己的伴侣。",
        "label": ""
      },
      {
        "sentence": "逐渐和父母沟通，让他们理解你的想法和困扰，也让自己有更多的空间和时间去思考和选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和父母多沟通，表达自己的想法。但是我还是觉得很迷茫，不知道自己该怎么找到适合的人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和父母多沟通，表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得很迷茫，不知道自己该怎么找到适合的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫是一种常见的感觉，特别是在感情方面。我建议你可以多参加一些社交活动，扩大自己的社交圈子，增加认识新人的机会。同时，你也可以尝试一些线上或线下的相亲活动，这样可以有更多的机会接触到不同类型的人，有助于你更好地了解自己的喜好和需求。记住，不要急于找到“对的人”，愿意等待合适的时机和人。",
    "annotation": [
      {
        "sentence": "迷茫是一种常见的感觉，特别是在感情方面。",
        "label": ""
      },
      {
        "sentence": "我建议你可以多参加一些社交活动，扩大自己的社交圈子，增加认识新人的机会。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试一些线上或线下的相亲活动，这样可以有更多的机会接触到不同类型的人，有助于你更好地了解自己的喜好和需求。",
        "label": ""
      },
      {
        "sentence": "记住，不要急于找到“对的人”，愿意等待合适的时机和人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着主动参加一些社交活动，多认识一些新朋友。但是我心里总是想起之前喜欢的男生，有点放不下。",
    "annotation": [
      {
        "sentence": "我会试着主动参加一些社交活动，多认识一些新朋友。",
        "label": ""
      },
      {
        "sentence": "但是我心里总是想起之前喜欢的男生，有点放不下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放不下之前喜欢的人是很正常的感觉，特别是当我们有美好的回忆和喜欢的特点时。但是，你要明白，这个人并不符合你的全部要求和期望。尝试思考一下，你对他的喜欢是基于什么？是真正喜欢他的全部，还是只是特定的一些方面？当你意识到他并不是完全符合你的标准时，你会慢慢放下对他的依恋。同时，给自己一些时间，让自己的心情慢慢平复。",
    "annotation": [
      {
        "sentence": "放不下之前喜欢的人是很正常的感觉，特别是当我们有美好的回忆和喜欢的特点时。",
        "label": ""
      },
      {
        "sentence": "但是，你要明白，这个人并不符合你的全部要求和期望。",
        "label": ""
      },
      {
        "sentence": "尝试思考一下，你对他的喜欢是基于什么？",
        "label": ""
      },
      {
        "sentence": "是真正喜欢他的全部，还是只是特定的一些方面？",
        "label": ""
      },
      {
        "sentence": "当你意识到他并不是完全符合你的标准时，你会慢慢放下对他的依恋。",
        "label": ""
      },
      {
        "sentence": "同时，给自己一些时间，让自己的心情慢慢平复。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着放下对他的依恋，同时也给自己一些时间来调整心态。但是，我还是对其他人没有太大的兴趣，总是有点心猿意马。",
    "annotation": [
      {
        "sentence": "嗯，我会试着放下对他的依恋，同时也给自己一些时间来调整心态。",
        "label": ""
      },
      {
        "sentence": "但是，我还是对其他人没有太大的兴趣，总是有点心猿意马。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对其他人没有太大兴趣是很正常的，特别是当你心里还有一些困扰和压力时。不要太过于强迫自己去接受其他人的邀约，尊重自己内心的感受。当你的心情逐渐平复和调整好之后，你会发现自己对其他人的兴趣也会增加。相信自己，给自己时间和空间去寻找真正合适的人。",
    "annotation": [
      {
        "sentence": "对其他人没有太大兴趣是很正常的，特别是当你心里还有一些困扰和压力时。",
        "label": ""
      },
      {
        "sentence": "不要太过于强迫自己去接受其他人的邀约，尊重自己内心的感受。",
        "label": ""
      },
      {
        "sentence": "当你的心情逐渐平复和调整好之后，你会发现自己对其他人的兴趣也会增加。",
        "label": ""
      },
      {
        "sentence": "相信自己，给自己时间和空间去寻找真正合适的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力调整心态，相信自己能够找到合适的人。身高这个问题，我也会试着放宽自己的标准。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力调整心态，相信自己能够找到合适的人。",
        "label": ""
      },
      {
        "sentence": "身高这个问题，我也会试着放宽自己的标准。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回答。放宽自己的标准可以让你有更多的机会接触到不同类型的人，了解不同的个性和优点。每个人都有自己的价值和魅力，不应该只因为身高而否定一个人的全部。相信自己的直觉和感受，相信你能找到一个真正适合你的人。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回答。",
        "label": ""
      },
      {
        "sentence": "放宽自己的标准可以让你有更多的机会接触到不同类型的人，了解不同的个性和优点。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值和魅力，不应该只因为身高而否定一个人的全部。",
        "label": ""
      },
      {
        "sentence": "相信自己的直觉和感受，相信你能找到一个真正适合你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和肯定，我会努力改变自己的思维，接受自己和他人的不完美。再次感谢你的支持和关心！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和肯定，我会努力改变自己的思维，接受自己和他人的不完美。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和关心！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎！记住，你并不孤单，有人在你身边支持和关心着你。相信自己，坚持下去，你一定能找到适合自己的人，拥有幸福的",
    "annotation": [
      {
        "sentence": "非常欢迎！",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人在你身边支持和关心着你。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你一定能找到适合自己的人，拥有幸福的",
        "label": ""
      }
    ]
  }
]