[
  {
    "role": "client",
    "content": "我是一个24岁的男生，大学俩年毕业后一直在找不稳定的工作，我该怎么让她放心呢？我本来是3+2读大学的，所以比同龄人早两年找工作。我的计划是在3年内找到适合自己的工作。但是今年因为疫情的原因，我的计划受到了影响。虽然我已经有几个自己觉得不错的工作机会，但是家里人和我奶奶都劝我不要从事这些工作，无奈之下我只能放弃。之后在家里呆着实在不行，所以我找了销售行业的工作，感觉先找到一份工作暂时可以缓解压力。可能是因为我经常回家的路上经过一个城中村，晚上奶奶经常和别人聊天，还有我在销售行业穿白衬衫黑裤子加皮鞋，看上去很像成功人士。而后来找到另一份工作后，我又觉得这份工作不错，于是离职了现在的工作。但是由于离职手续时间比较长，去新工作时他们已经人满了，所以我又开始找工作。之后我奶奶就天天说，我叔叔和我爸爸他们17岁就开始工作了，你现在这个样子能行吗？我曾经向奶奶解释过我的计划，但是因为这个月又重新找工作，加上晚上常有同学找我，周围还有那些啃老的人，所以大家都觉得我是那种人。我要怎么做才能让奶奶放心呢？因为她很容易担心事情。",
    "annotation": [
      {
        "sentence": "我是一个24岁的男生，大学俩年毕业后一直在找不稳定的工作，我该怎么让她放心呢？",
        "label": ""
      },
      {
        "sentence": "我本来是3+2读大学的，所以比同龄人早两年找工作。",
        "label": ""
      },
      {
        "sentence": "我的计划是在3年内找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "但是今年因为疫情的原因，我的计划受到了影响。",
        "label": ""
      },
      {
        "sentence": "虽然我已经有几个自己觉得不错的工作机会，但是家里人和我奶奶都劝我不要从事这些工作，无奈之下我只能放弃。",
        "label": ""
      },
      {
        "sentence": "之后在家里呆着实在不行，所以我找了销售行业的工作，感觉先找到一份工作暂时可以缓解压力。",
        "label": ""
      },
      {
        "sentence": "可能是因为我经常回家的路上经过一个城中村，晚上奶奶经常和别人聊天，还有我在销售行业穿白衬衫黑裤子加皮鞋，看上去很像成功人士。",
        "label": ""
      },
      {
        "sentence": "而后来找到另一份工作后，我又觉得这份工作不错，于是离职了现在的工作。",
        "label": ""
      },
      {
        "sentence": "但是由于离职手续时间比较长，去新工作时他们已经人满了，所以我又开始找工作。",
        "label": ""
      },
      {
        "sentence": "之后我奶奶就天天说，我叔叔和我爸爸他们17岁就开始工作了，你现在这个样子能行吗？",
        "label": ""
      },
      {
        "sentence": "我曾经向奶奶解释过我的计划，但是因为这个月又重新找工作，加上晚上常有同学找我，周围还有那些啃老的人，所以大家都觉得我是那种人。",
        "label": ""
      },
      {
        "sentence": "我要怎么做才能让奶奶放心呢？",
        "label": ""
      },
      {
        "sentence": "因为她很容易担心事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我了解到你目前的就业压力来自于家庭长辈和自己，同时也受到了就业行业难度增加的客观事实的影响。对于奶奶来说，她的想法可能更偏向传统的观念，所以她可能不太理解你目前的计划和问题。你可以主动和奶奶沟通，包括解释疫情带来的影响，尽量减少奶奶对你的误解。另外，对于你目前已经有的工作机会，你可能需要在平衡和决定之间做出选择。你可以选择其中一个你认为不错的工作尝试一下，然后根据工作后的情况给家人看具体的、事实的证据，让他们了解你的决定是有依据的。",
    "annotation": [
      {
        "sentence": "从你的描述中，我了解到你目前的就业压力来自于家庭长辈和自己，同时也受到了就业行业难度增加的客观事实的影响。",
        "label": ""
      },
      {
        "sentence": "对于奶奶来说，她的想法可能更偏向传统的观念，所以她可能不太理解你目前的计划和问题。",
        "label": ""
      },
      {
        "sentence": "你可以主动和奶奶沟通，包括解释疫情带来的影响，尽量减少奶奶对你的误解。",
        "label": ""
      },
      {
        "sentence": "另外，对于你目前已经有的工作机会，你可能需要在平衡和决定之间做出选择。",
        "label": ""
      },
      {
        "sentence": "你可以选择其中一个你认为不错的工作尝试一下，然后根据工作后的情况给家人看具体的、事实的证据，让他们了解你的决定是有依据的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试和奶奶沟通，把我目前的情况和计划详细地说明给她。同时，我也会选择其中一个机会，然后找到工作后把我在工作中的表现、进展告诉家人，让他们看到我对这个工作的态度和努力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试和奶奶沟通，把我目前的情况和计划详细地说明给她。",
        "label": ""
      },
      {
        "sentence": "同时，我也会选择其中一个机会，然后找到工作后把我在工作中的表现、进展告诉家人，让他们看到我对这个工作的态度和努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，沟通是解决问题的重要一步，希望你能和奶奶有一个真诚的对话，让她更了解你的计划和努力。同时，不要给自己太大压力，尽力而为就好。找到一个适合自己的工作需要时间和经历，你已经在积极尝试和寻找了，在这个过程中坚持下去，相信你最终会找到一份让自己和家人都满意的工作。",
    "annotation": [
      {
        "sentence": "很好，沟通是解决问题的重要一步，希望你能和奶奶有一个真诚的对话，让她更了解你的计划和努力。",
        "label": ""
      },
      {
        "sentence": "同时，不要给自己太大压力，尽力而为就好。",
        "label": ""
      },
      {
        "sentence": "找到一个适合自己的工作需要时间和经历，你已经在积极尝试和寻找了，在这个过程中坚持下去，相信你最终会找到一份让自己和家人都满意的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，感谢你的鼓励和支持。我会努力去沟通，也会相信自己能够找到适合自己的工作。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "我会的，感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力去沟通，也会相信自己能够找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你可以做到的。如果在寻找工作的过程中遇到任何困难或者需要倾诉的，随时都可以来找我。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你可以做到的。",
        "label": ""
      },
      {
        "sentence": "如果在寻找工作的过程中遇到任何困难或者需要倾诉的，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会记住的。如果以后有什么问题，我会再来向你求助的。再次感谢你的帮助和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你，我会记住的。",
        "label": ""
      },
      {
        "sentence": "如果以后有什么问题，我会再来向你求助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意帮助你。记得要坚持自己的计划和努力，相信自己的能力，我相信你一定能找到一份满意的工作。祝你好运！如果需要的话，记得随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，我愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "记得要坚持自己的计划和努力，相信自己的能力，我相信你一定能找到一份满意的工作。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果需要的话，记得随时来找我聊天。",
        "label": ""
      }
    ]
  }
]