[
  {
    "role": "client",
    "content": "25岁女生，对原生家庭的阴影该如何消除，如何自愈？",
    "annotation": [
      {
        "sentence": "25岁女生，对原生家庭的阴影该如何消除，如何自愈？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我小学的时候，家里就开始充满了压抑的气氛，父母吵骂声，打架，哭泣，离家出走充斥的我童年，晚上就躲在房间里，哭到整个人抽搐，哭累了就睡着了。之后想反抗，离家出走，割腕，自残过，无数个瞬间想跳楼过。",
    "annotation": [
      {
        "sentence": "在我小学的时候，家里就开始充满了压抑的气氛，父母吵骂声，打架，哭泣，离家出走充斥的我童年，晚上就躲在房间里，哭到整个人抽搐，哭累了就睡着了。",
        "label": ""
      },
      {
        "sentence": "之后想反抗，离家出走，割腕，自残过，无数个瞬间想跳楼过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，这段经历让我感到无比痛苦。我现在已经25岁了，虽然经济上可以独立，但还是无法摆脱对家庭的阴影。我想改变一切，但感觉束手无策，觉得自己很无力。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，这段经历让我感到无比痛苦。",
        "label": ""
      },
      {
        "sentence": "我现在已经25岁了，虽然经济上可以独立，但还是无法摆脱对家庭的阴影。",
        "label": ""
      },
      {
        "sentence": "我想改变一切，但感觉束手无策，觉得自己很无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听完你的诉说，我真的很想给你一个爱的抱抱。父母的争吵和忽视，以及压抑的家庭氛围，对一个孩子来说是多么难熬的事情啊。很庆幸的是，你已经挺过来了，现在已经独立成人，可以远离那个伤害你的家庭。婚姻是两个想要相爱的人的结合，爱情则是让他们相互粘合的力量。但在你的父母身上，你可能无法看到这些美好，也无法看到正常的夫妻关系是如何相处的，所以你会感到迷茫、困惑。这是原生家庭的困扰，你要明白并不是所有家庭每天都在争吵，只是恰好你的家是其中之一。",
    "annotation": [
      {
        "sentence": "听完你的诉说，我真的很想给你一个爱的抱抱。",
        "label": ""
      },
      {
        "sentence": "父母的争吵和忽视，以及压抑的家庭氛围，对一个孩子来说是多么难熬的事情啊。",
        "label": ""
      },
      {
        "sentence": "很庆幸的是，你已经挺过来了，现在已经独立成人，可以远离那个伤害你的家庭。",
        "label": ""
      },
      {
        "sentence": "婚姻是两个想要相爱的人的结合，爱情则是让他们相互粘合的力量。",
        "label": ""
      },
      {
        "sentence": "但在你的父母身上，你可能无法看到这些美好，也无法看到正常的夫妻关系是如何相处的，所以你会感到迷茫、困惑。",
        "label": ""
      },
      {
        "sentence": "这是原生家庭的困扰，你要明白并不是所有家庭每天都在争吵，只是恰好你的家是其中之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是为自己的家庭感到痛苦和懊悔。我希望自己能接受并理解这些美好的东西，但是我总是无法克服内心的困扰。我真的很迷茫，不知道应该怎么办才能摆脱这种束缚。",
    "annotation": [
      {
        "sentence": "是的，我总是为自己的家庭感到痛苦和懊悔。",
        "label": ""
      },
      {
        "sentence": "我希望自己能接受并理解这些美好的东西，但是我总是无法克服内心的困扰。",
        "label": ""
      },
      {
        "sentence": "我真的很迷茫，不知道应该怎么办才能摆脱这种束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和无助，对于刚刚走出一个充满阴影的家庭环境的人来说，要想自我愈合并不容易。但是，请不要过分责怪自己，你经历的一切并不是你的错。我们不能改变我们的过去，但是我们可以改变对过去的解读，以及对未来的态度。你可以试试通过寻求心理咨询的帮助，专业的心理辅导师可以帮助你走出痛苦，理解和接纳自己，帮你建立更健康、积极的人际关系。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和无助，对于刚刚走出一个充满阴影的家庭环境的人来说，要想自我愈合并不容易。",
        "label": ""
      },
      {
        "sentence": "但是，请不要过分责怪自己，你经历的一切并不是你的错。",
        "label": ""
      },
      {
        "sentence": "我们不能改变我们的过去，但是我们可以改变对过去的解读，以及对未来的态度。",
        "label": ""
      },
      {
        "sentence": "你可以试试通过寻求心理咨询的帮助，专业的心理辅导师可以帮助你走出痛苦，理解和接纳自己，帮你建立更健康、积极的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻求心理咨询的帮助。我想我需要一个外部的视角和支持来帮助我走出内心的困扰。我也明白我需要重新认识和接纳自己，放下过去的伤痕，向前迈进。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "我想我需要一个外部的视角和支持来帮助我走出内心的困扰。",
        "label": ""
      },
      {
        "sentence": "我也明白我需要重新认识和接纳自己，放下过去的伤痕，向前迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确，寻求心理咨询的帮助可以提供给你一个安全的环境，让你可以自由地表达自己的感受，接受专业人士的关心和指导。同时，也希望你知道，不论何时何地，我都会在你身后支持着你。感同身受你内心的痛苦，默默地陪伴在你身边。如果你感到难过，可以随时私聊我，我愿意做你的倾听者。",
    "annotation": [
      {
        "sentence": "非常正确，寻求心理咨询的帮助可以提供给你一个安全的环境，让你可以自由地表达自己的感受，接受专业人士的关心和指导。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你知道，不论何时何地，我都会在你身后支持着你。",
        "label": ""
      },
      {
        "sentence": "感同身受你内心的痛苦，默默地陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "如果你感到难过，可以随时私聊我，我愿意做你的倾听者。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的非常感谢你的支持和鼓励。有你这样的倾听者让我觉得很温暖和安心。我会努力走出阴影，用心理咨询的帮助重新建立健康的人际关系，重新认识和接纳自己。谢谢你的陪伴！",
    "annotation": [
      {
        "sentence": "真的非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "有你这样的倾听者让我觉得很温暖和安心。",
        "label": ""
      },
      {
        "sentence": "我会努力走出阴影，用心理咨询的帮助重新建立健康的人际关系，重新认识和接纳自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意一直陪在你身边，为你提供支持和鼓励。你已经展现出很大的勇气和决心，我相信你一定能够走出阴影，获得内心的自愈和平衡。记得，无论何时何地，你都不是一个人在面对困难。祝福你能够找到属于自己的幸福和快乐！",
    "annotation": [
      {
        "sentence": "不用客气，我愿意一直陪在你身边，为你提供支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "你已经展现出很大的勇气和决心，我相信你一定能够走出阴影，获得内心的自愈和平衡。",
        "label": ""
      },
      {
        "sentence": "记得，无论何时何地，你都不是一个人在面对困难。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的幸福和快乐！",
        "label": ""
      }
    ]
  }
]