[
  {
    "role": "client",
    "content": "我是个24岁的男生，对未来可能的婚姻生活特别排斥，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是个24岁的男生，对未来可能的婚姻生活特别排斥，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻相较于单纯的恋爱来说，无疑更加复杂。因为婚姻不仅仅是两个人的事，更是两个家庭的事情。与此同时，婚姻也意味着更多的责任。比如，谈恋爱时人们不会要求你必须有房有稳定的工作，但在婚姻中，这些现实的问题都需要你自己去考虑清楚。",
    "annotation": [
      {
        "sentence": "婚姻相较于单纯的恋爱来说，无疑更加复杂。",
        "label": ""
      },
      {
        "sentence": "因为婚姻不仅仅是两个人的事，更是两个家庭的事情。",
        "label": ""
      },
      {
        "sentence": "与此同时，婚姻也意味着更多的责任。",
        "label": ""
      },
      {
        "sentence": "比如，谈恋爱时人们不会要求你必须有房有稳定的工作，但在婚姻中，这些现实的问题都需要你自己去考虑清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近这几年，我不知道是不是自己变得复杂了，还是其他原因，我对恋爱也没有了兴趣，甚至一想到婚姻生活就感到非常排斥。我只想上班，工作之余做自己喜欢的事情。我不知道我的这种心态是否与我经历过的两段失败恋爱以及现在母亲的更年期有关。",
    "annotation": [
      {
        "sentence": "最近这几年，我不知道是不是自己变得复杂了，还是其他原因，我对恋爱也没有了兴趣，甚至一想到婚姻生活就感到非常排斥。",
        "label": ""
      },
      {
        "sentence": "我只想上班，工作之余做自己喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "我不知道我的这种心态是否与我经历过的两段失败恋爱以及现在母亲的更年期有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述我可以感觉到你现在感到困惑和烦恼。除了生育需求之外，婚姻对于你来说就像是一辈子的负担，女性则成了束缚你的枷锁。你已经无法像之前那样满怀期待地去谈恋爱了。最近你和两个女孩的聊天也让你开始产生了一些疑问，比如自己是否只是备胎？她是否会有很高的嫁妆要求？她是否认真对待你们的关系？你为什么要追求她呢？恋爱是否意味着你不仅要工作，还要照顾她？然而你自己都照顾不好自己。结婚后你是否必须将工资全部交给她？吵架时是否必须让步？等她进入更年期，你怎么能够承受得住呢？一想到这些问题，你对恋爱的欲望完全消失了，甚至对女性感到厌烦，不再相信感情。随后，你对感情的不信任逐渐向对各种人际关系的不信任转变，你变得越来越冷漠，但日常别人都察觉不到。",
    "annotation": [
      {
        "sentence": "通过你的描述我可以感觉到你现在感到困惑和烦恼。",
        "label": ""
      },
      {
        "sentence": "除了生育需求之外，婚姻对于你来说就像是一辈子的负担，女性则成了束缚你的枷锁。",
        "label": ""
      },
      {
        "sentence": "你已经无法像之前那样满怀期待地去谈恋爱了。",
        "label": ""
      },
      {
        "sentence": "最近你和两个女孩的聊天也让你开始产生了一些疑问，比如自己是否只是备胎？",
        "label": ""
      },
      {
        "sentence": "她是否会有很高的嫁妆要求？",
        "label": ""
      },
      {
        "sentence": "她是否认真对待你们的关系？",
        "label": ""
      },
      {
        "sentence": "你为什么要追求她呢？",
        "label": ""
      },
      {
        "sentence": "恋爱是否意味着你不仅要工作，还要照顾她？",
        "label": ""
      },
      {
        "sentence": "然而你自己都照顾不好自己。",
        "label": ""
      },
      {
        "sentence": "结婚后你是否必须将工资全部交给她？",
        "label": ""
      },
      {
        "sentence": "吵架时是否必须让步？",
        "label": ""
      },
      {
        "sentence": "等她进入更年期，你怎么能够承受得住呢？",
        "label": ""
      },
      {
        "sentence": "一想到这些问题，你对恋爱的欲望完全消失了，甚至对女性感到厌烦，不再相信感情。",
        "label": ""
      },
      {
        "sentence": "随后，你对感情的不信任逐渐向对各种人际关系的不信任转变，你变得越来越冷漠，但日常别人都察觉不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这样。我感到困惑和束缚，不知道该如何应对这样的情况。",
    "annotation": [
      {
        "sentence": "是的，就是这样。",
        "label": ""
      },
      {
        "sentence": "我感到困惑和束缚，不知道该如何应对这样的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全了解你现在的心情。但如果我们单纯比较恋爱和婚姻的关系，婚姻显然要更为复杂一些。因为婚姻不仅涉及到两个人，还涉及到两个家庭。此外，婚姻也意味着更多的责任。谈恋爱时，人们并不会强制要求你必须有房有稳定的工作，但是婚姻不同，特别是在社会中，很多现实的问题都需要你自己去面对和解决。通过你的描述可以感觉到你有时走进了死胡同，似乎我们描述的东西都是你一直在付出，而对方只是索取。但是，我们仔细回想一下，如果一段婚姻能够长久维持，肯定不会仅仅依靠一个人的努力。简单来说，怀胎十月这个过程，我们男生虽然没有亲身体会，但是我们对此了解有限。因此，婚姻肯定不是只有一个人在付出的。如果女方的父母通情达理，也知道孩子的不易，只要两个人有着共同的决心和努力，还有稳定的收入，我相信一些开明的父母是不会强制要求孩子的，因为他们知道幸福对孩子来说意味着什么。如果女方的父母只看重物质，不关心两个人的感情生活，这样的婚姻能够维持多久就取决于男生的经济支撑能力。因此，我们自己需要认真衡量这样的婚姻是否值得。当然，选择结婚和恋爱是我们自己的自由。爱一个人，或许就是想要给她一个稳定的家，让她知道累了有人会疼她，困了有地方可以休息一下，有什么问题会一起努力解决和面对。",
    "annotation": [
      {
        "sentence": "我完全了解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "但如果我们单纯比较恋爱和婚姻的关系，婚姻显然要更为复杂一些。",
        "label": ""
      },
      {
        "sentence": "因为婚姻不仅涉及到两个人，还涉及到两个家庭。",
        "label": ""
      },
      {
        "sentence": "此外，婚姻也意味着更多的责任。",
        "label": ""
      },
      {
        "sentence": "谈恋爱时，人们并不会强制要求你必须有房有稳定的工作，但是婚姻不同，特别是在社会中，很多现实的问题都需要你自己去面对和解决。",
        "label": ""
      },
      {
        "sentence": "通过你的描述可以感觉到你有时走进了死胡同，似乎我们描述的东西都是你一直在付出，而对方只是索取。",
        "label": ""
      },
      {
        "sentence": "但是，我们仔细回想一下，如果一段婚姻能够长久维持，肯定不会仅仅依靠一个人的努力。",
        "label": ""
      },
      {
        "sentence": "简单来说，怀胎十月这个过程，我们男生虽然没有亲身体会，但是我们对此了解有限。",
        "label": ""
      },
      {
        "sentence": "因此，婚姻肯定不是只有一个人在付出的。",
        "label": ""
      },
      {
        "sentence": "如果女方的父母通情达理，也知道孩子的不易，只要两个人有着共同的决心和努力，还有稳定的收入，我相信一些开明的父母是不会强制要求孩子的，因为他们知道幸福对孩子来说意味着什么。",
        "label": ""
      },
      {
        "sentence": "如果女方的父母只看重物质，不关心两个人的感情生活，这样的婚姻能够维持多久就取决于男生的经济支撑能力。",
        "label": ""
      },
      {
        "sentence": "因此，我们自己需要认真衡量这样的婚姻是否值得。",
        "label": ""
      },
      {
        "sentence": "当然，选择结婚和恋爱是我们自己的自由。",
        "label": ""
      },
      {
        "sentence": "爱一个人，或许就是想要给她一个稳定的家，让她知道累了有人会疼她，困了有地方可以休息一下，有什么问题会一起努力解决和面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我现在对婚姻的看法似乎有些改变了。我明白婚姻不是一方付出一方索取，而是需要双方共同努力和牺牲的。也许，在选择婚姻和恋爱时，我需要更加明确自己的价值观和需求，找到适合我的那个人。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我现在对婚姻的看法似乎有些改变了。",
        "label": ""
      },
      {
        "sentence": "我明白婚姻不是一方付出一方索取，而是需要双方共同努力和牺牲的。",
        "label": ""
      },
      {
        "sentence": "也许，在选择婚姻和恋爱时，我需要更加明确自己的价值观和需求，找到适合我的那个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你的价值观和需求是非常重要的。只有明确了自己的期望，才能更好地选择适合自己的伴侣。同时，婚姻也需要双方共同的努力和沟通，只有相互支持和理解才能走得更稳健。要相信自己，相信自己可以找到适合自己的幸福。如果你还有其他问题或者烦恼，随时都可以向我倾诉。",
    "annotation": [
      {
        "sentence": "没错，你的价值观和需求是非常重要的。",
        "label": ""
      },
      {
        "sentence": "只有明确了自己的期望，才能更好地选择适合自己的伴侣。",
        "label": ""
      },
      {
        "sentence": "同时，婚姻也需要双方共同的努力和沟通，只有相互支持和理解才能走得更稳健。",
        "label": ""
      },
      {
        "sentence": "要相信自己，相信自己可以找到适合自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者烦恼，随时都可以向我倾诉。",
        "label": ""
      }
    ]
  }
]