[
  {
    "role": "client",
    "content": "似乎我的回应不符合男友的期待他就会闹脾气，正常吗？",
    "annotation": [
      {
        "sentence": "似乎我的回应不符合男友的期待他就会闹脾气，正常吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在恋爱中出现矛盾和不理解是很正常的，你可以试着与他好好沟通，看看能否找到些共同的解决方法。",
    "annotation": [
      {
        "sentence": "在恋爱中出现矛盾和不理解是很正常的，你可以试着与他好好沟通，看看能否找到些共同的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一个月前和男友在一个社交软件上认识，他研一我大一，后来加了微信，经常聊天。两人都感觉挺聊的来的，一开始他说不想找女朋友，觉得有人聊天挺好的，我也这样觉得，后来有一天他说要不这样相互陪伴过一辈子，我答应了，有了更频繁的联系，我们渐渐互生好感。两周前的一天晚上他问我想不做他女朋友，但我觉得可能谈恋爱会占用时间影响学习就没立刻同意，想等期末考试结束再说。他好像急了，害怕往后拖我就不同意了，要我立刻给出回复，我还是答应了他。",
    "annotation": [
      {
        "sentence": "一个月前和男友在一个社交软件上认识，他研一我大一，后来加了微信，经常聊天。",
        "label": ""
      },
      {
        "sentence": "两人都感觉挺聊的来的，一开始他说不想找女朋友，觉得有人聊天挺好的，我也这样觉得，后来有一天他说要不这样相互陪伴过一辈子，我答应了，有了更频繁的联系，我们渐渐互生好感。",
        "label": ""
      },
      {
        "sentence": "两周前的一天晚上他问我想不做他女朋友，但我觉得可能谈恋爱会占用时间影响学习就没立刻同意，想等期末考试结束再说。",
        "label": ""
      },
      {
        "sentence": "他好像急了，害怕往后拖我就不同意了，要我立刻给出回复，我还是答应了他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱中的追求和欲望是正常的，但是你需要记住，你和男友之间是平等的关系，不应该因为相互的迁就而压抑自己的需求和想法。考试和学业是非常重要的事情，应该把它放在首位，这样才能更好地维持你们的关系。你可以和男友好好沟通，表达出你的想法和需求，看看他能否理解并一起制定一个好的解决方案。",
    "annotation": [
      {
        "sentence": "恋爱中的追求和欲望是正常的，但是你需要记住，你和男友之间是平等的关系，不应该因为相互的迁就而压抑自己的需求和想法。",
        "label": ""
      },
      {
        "sentence": "考试和学业是非常重要的事情，应该把它放在首位，这样才能更好地维持你们的关系。",
        "label": ""
      },
      {
        "sentence": "你可以和男友好好沟通，表达出你的想法和需求，看看他能否理解并一起制定一个好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在之后和他的相处中，我发现他会因为我没有及时回复他的消息生气，可能上午的消息中午还没回复（我有事没看手机）他就会生气，经常要和他解释。今天中午给他开了一个玩笑，他就突然生气不理我了，后来他解释说是没有得到他想要的答案，所以有些脾气。似乎只要我没有满足他的期待，他就会有不满的情绪，之前也是我没有按他期待的说″我爱你″而是发了″摸摸头抱抱你″他就很不满，我不知道这是不是正常的表现。",
    "annotation": [
      {
        "sentence": "在之后和他的相处中，我发现他会因为我没有及时回复他的消息生气，可能上午的消息中午还没回复（我有事没看手机）他就会生气，经常要和他解释。",
        "label": ""
      },
      {
        "sentence": "今天中午给他开了一个玩笑，他就突然生气不理我了，后来他解释说是没有得到他想要的答案，所以有些脾气。",
        "label": ""
      },
      {
        "sentence": "似乎只要我没有满足他的期待，他就会有不满的情绪，之前也是我没有按他期待的说″我爱你″而是发了″摸摸头抱抱你″他就很不满，我不知道这是不是正常的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在恋爱中，彼此之间需要相互理解、尊重和宽容。如果男友总是因为你的行为或言语生气，可能意味着他对你的控制欲很强，或者是缺乏相互沟通和理解，这样的情况确实不正常。你需要坚守自己的原则和底线，你可以和他好好地沟通，试着找到一个共同的解决方案，如果他不能够理解并尊重你的权益，那么或许你需要认真考虑是否继续这段关系。",
    "annotation": [
      {
        "sentence": "在恋爱中，彼此之间需要相互理解、尊重和宽容。",
        "label": ""
      },
      {
        "sentence": "如果男友总是因为你的行为或言语生气，可能意味着他对你的控制欲很强，或者是缺乏相互沟通和理解，这样的情况确实不正常。",
        "label": ""
      },
      {
        "sentence": "你需要坚守自己的原则和底线，你可以和他好好地沟通，试着找到一个共同的解决方案，如果他不能够理解并尊重你的权益，那么或许你需要认真考虑是否继续这段关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很有道理，我也希望能够拥有一段健康的恋爱关系。但是我现在应该怎样去应对他的情绪呢？",
    "annotation": [
      {
        "sentence": "我觉得你说得很有道理，我也希望能够拥有一段健康的恋爱关系。",
        "label": ""
      },
      {
        "sentence": "但是我现在应该怎样去应对他的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当他情绪失控时，你可以试着先让他冷静下来，过一段时间再和他好好谈一谈，看看能否沟通到一起。同时，你也需要学会如何保持自己的情绪平稳和稳定，不要被他的情绪所左右。在你们的相处中，如果他出现了不正常的情绪和行为，你可以试着和他一起去寻找原因并找到合理的解决方法，让你们的关系变得更加健康和平衡。",
    "annotation": [
      {
        "sentence": "当他情绪失控时，你可以试着先让他冷静下来，过一段时间再和他好好谈一谈，看看能否沟通到一起。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要学会如何保持自己的情绪平稳和稳定，不要被他的情绪所左右。",
        "label": ""
      },
      {
        "sentence": "在你们的相处中，如果他出现了不正常的情绪和行为，你可以试着和他一起去寻找原因并找到合理的解决方法，让你们的关系变得更加健康和平衡。",
        "label": ""
      }
    ]
  }
]