[
  {
    "role": "client",
    "content": "我20岁了，对数学和有关的一切恐惧怎么办？从小数学就不好，数学从来没有及格过，大学之后本以为可以摆脱数学，结果专业还需要学数学，现在一看见和数学有关的东西脑袋里就会嗡嗡响，思维混乱，甚至会恶心想吐，完全没有办法学习。",
    "annotation": [
      {
        "sentence": "我20岁了，对数学和有关的一切恐惧怎么办？",
        "label": ""
      },
      {
        "sentence": "从小数学就不好，数学从来没有及格过，大学之后本以为可以摆脱数学，结果专业还需要学数学，现在一看见和数学有关的东西脑袋里就会嗡嗡响，思维混乱，甚至会恶心想吐，完全没有办法学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱抱小同学，对于数学的恐惧我也曾有过，那种痛苦难捱的感受我至今难忘，甚至在中学阶段有发生过一看到数学试卷就大脑空白，不管演算过多少次，公式背了多少遍都依旧如此。数学曾给我带来了很大的心理阴影。不过，当我找到我恐惧数学的原因之后，现在反而对数学涉及的逻辑推演，立体几何上美的哲学，都让我对它不再产生排斥。",
    "annotation": [
      {
        "sentence": "抱抱小同学，对于数学的恐惧我也曾有过，那种痛苦难捱的感受我至今难忘，甚至在中学阶段有发生过一看到数学试卷就大脑空白，不管演算过多少次，公式背了多少遍都依旧如此。",
        "label": ""
      },
      {
        "sentence": "数学曾给我带来了很大的心理阴影。",
        "label": ""
      },
      {
        "sentence": "不过，当我找到我恐惧数学的原因之后，现在反而对数学涉及的逻辑推演，立体几何上美的哲学，都让我对它不再产生排斥。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你是怎么找到恐惧数学的原因的呢？我也想找到根源，然后克服它。",
    "annotation": [
      {
        "sentence": "你是怎么找到恐惧数学的原因的呢？",
        "label": ""
      },
      {
        "sentence": "我也想找到根源，然后克服它。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以下是我的一些经验，不知道能不能帮助到你。首先，我很感谢我大学时候的初恋男友，数学科目是他的强项，同时也是他的热爱。在他眼里的数学闪烁着理性美学的光辉，这促使了我开始去了解数学，发现数学之美。到后来，我发现我恐惧的并不是数学本身，而是与数学产生联系的各种不太美好的经历。",
    "annotation": [
      {
        "sentence": "以下是我的一些经验，不知道能不能帮助到你。",
        "label": ""
      },
      {
        "sentence": "首先，我很感谢我大学时候的初恋男友，数学科目是他的强项，同时也是他的热爱。",
        "label": ""
      },
      {
        "sentence": "在他眼里的数学闪烁着理性美学的光辉，这促使了我开始去了解数学，发现数学之美。",
        "label": ""
      },
      {
        "sentence": "到后来，我发现我恐惧的并不是数学本身，而是与数学产生联系的各种不太美好的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的经历是什么呢？能具体说说吗？",
    "annotation": [
      {
        "sentence": "你说的经历是什么呢？",
        "label": ""
      },
      {
        "sentence": "能具体说说吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "比如，我最初对于数学的恐惧是小学六年级时新换的数学老师，她年纪挺大，资历挺老，但是她对于数学的教授方法我不太能适应，并且在上课时她总是板着一副严肃的脸，谁考差或者发挥不如平常都会挨她的教尺鞭打。在老师眼里的数学就只是一项没有感情的任务，而且容错率极低。我感受不到老师对于教授数学的热爱，也感受不到自己对于数学本该有的好奇心。那个时候让我开始对数学产生了一些排斥。",
    "annotation": [
      {
        "sentence": "比如，我最初对于数学的恐惧是小学六年级时新换的数学老师，她年纪挺大，资历挺老，但是她对于数学的教授方法我不太能适应，并且在上课时她总是板着一副严肃的脸，谁考差或者发挥不如平常都会挨她的教尺鞭打。",
        "label": ""
      },
      {
        "sentence": "在老师眼里的数学就只是一项没有感情的任务，而且容错率极低。",
        "label": ""
      },
      {
        "sentence": "我感受不到老师对于教授数学的热爱，也感受不到自己对于数学本该有的好奇心。",
        "label": ""
      },
      {
        "sentence": "那个时候让我开始对数学产生了一些排斥。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来你的恐惧和老师的教育方法有关啊，是不是说明我的恐惧也有类似的原因呢？",
    "annotation": [
      {
        "sentence": "原来你的恐惧和老师的教育方法有关啊，是不是说明我的恐惧也有类似的原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能性很大。再到高中时，班主任是数学老师。她对于初中数学成绩还不错的我寄于了厚望，因为在一次数学考试中协助了同学作弊（不要学我）被班主任当场发现，她那次判了我0分，并当众批评了我。愧对于她的我反而因为那次考试的应激对数学产生了恐惧。再到高二时因为科目的增多，学习数学时感到了吃力，但还能应对。这让我爸妈感到紧张，他们认为我数学不行了，然后帮我报了校外补习班，校外老师与六年级时的数学老师很像，资历丰富，但是并不适合我（这也是我后来才发现的）。在家长与老师的双重夹击的下，他们一致评价我数学不好，并对我强化了这样的认知。然后就陷入一个数学不好-补课-数学不好-补课这样的一个负面评价的恶性循环。这让我感到自卑。也没有怀疑过自己是不是真的学不好数学，而是默认了带在我身上的“数学不好”的固化标签。再到高三的大考小考，我的数学成绩也忽上忽下，就像老师说的数学成绩如同“坐过山车”一样。而一次又一次的成绩排名让我饱受煎熬。我讨厌竞争，而数学又是命门科目。那时的我对数学只剩下厌恶和无助感。它就像木桶理论里的那块短板一样，只要没考好就立马打回原形。我恨它剥夺了我优势科目的好感。所以那时的数学对我来说，我在它数学上找不到一丝数学带给我带来的好感，它总是与我的所厌恶的经历联系在一起，自卑、恐惧、固化的负面评价、恶性竞争。我没有任何的成就感。这样的感觉一直到大学都深深困扰着我。",
    "annotation": [
      {
        "sentence": "可能性很大。",
        "label": ""
      },
      {
        "sentence": "再到高中时，班主任是数学老师。",
        "label": ""
      },
      {
        "sentence": "她对于初中数学成绩还不错的我寄于了厚望，因为在一次数学考试中协助了同学作弊（不要学我）被班主任当场发现，她那次判了我0分，并当众批评了我。",
        "label": ""
      },
      {
        "sentence": "愧对于她的我反而因为那次考试的应激对数学产生了恐惧。",
        "label": ""
      },
      {
        "sentence": "再到高二时因为科目的增多，学习数学时感到了吃力，但还能应对。",
        "label": ""
      },
      {
        "sentence": "这让我爸妈感到紧张，他们认为我数学不行了，然后帮我报了校外补习班，校外老师与六年级时的数学老师很像，资历丰富，但是并不适合我（这也是我后来才发现的）。",
        "label": ""
      },
      {
        "sentence": "在家长与老师的双重夹击的下，他们一致评价我数学不好，并对我强化了这样的认知。",
        "label": ""
      },
      {
        "sentence": "然后就陷入一个数学不好-补课-数学不好-补课这样的一个负面评价的恶性循环。",
        "label": ""
      },
      {
        "sentence": "这让我感到自卑。",
        "label": ""
      },
      {
        "sentence": "也没有怀疑过自己是不是真的学不好数学，而是默认了带在我身上的“数学不好”的固化标签。",
        "label": ""
      },
      {
        "sentence": "再到高三的大考小考，我的数学成绩也忽上忽下，就像老师说的数学成绩如同“坐过山车”一样。",
        "label": ""
      },
      {
        "sentence": "而一次又一次的成绩排名让我饱受煎熬。",
        "label": ""
      },
      {
        "sentence": "我讨厌竞争，而数学又是命门科目。",
        "label": ""
      },
      {
        "sentence": "那时的我对数学只剩下厌恶和无助感。",
        "label": ""
      },
      {
        "sentence": "它就像木桶理论里的那块短板一样，只要没考好就立马打回原形。",
        "label": ""
      },
      {
        "sentence": "我恨它剥夺了我优势科目的好感。",
        "label": ""
      },
      {
        "sentence": "所以那时的数学对我来说，我在它数学上找不到一丝数学带给我带来的好感，它总是与我的所厌恶的经历联系在一起，自卑、恐惧、固化的负面评价、恶性竞争。",
        "label": ""
      },
      {
        "sentence": "我没有任何的成就感。",
        "label": ""
      },
      {
        "sentence": "这样的感觉一直到大学都深深困扰着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的，我好像找到了一些共鸣，我也在数学上经历了一些类似的事情。你说的那些经历让我感触颇多。",
    "annotation": [
      {
        "sentence": "听你说的，我好像找到了一些共鸣，我也在数学上经历了一些类似的事情。",
        "label": ""
      },
      {
        "sentence": "你说的那些经历让我感触颇多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了大学时期学霸男友的激励，当我某一天发现，我所感兴趣的法律与数学里的逻辑学有千丝万缕的关系的时候，这才让我重振了对数学的信心，试着重新从数学本身去学习数学。我尝试着把以往学习数学时令我感到不快的经历给剥离出来，才发出感叹，“原来数学这么有意思”。但这个过程并不容易。再加上b站上有很",
    "annotation": [
      {
        "sentence": "除了大学时期学霸男友的激励，当我某一天发现，我所感兴趣的法律与数学里的逻辑学有千丝万缕的关系的时候，这才让我重振了对数学的信心，试着重新从数学本身去学习数学。",
        "label": ""
      },
      {
        "sentence": "我尝试着把以往学习数学时令我感到不快的经历给剥离出来，才发出感叹，“原来数学这么有意思”。",
        "label": ""
      },
      {
        "sentence": "但这个过程并不容易。",
        "label": ""
      },
      {
        "sentence": "再加上b站上有很",
        "label": ""
      }
    ]
  }
]