[
  {
    "role": "client",
    "content": "我最近真的觉得很沮丧。我在报名了专升本的班之后，却一直无法平复自己的心态。每当遇到听不懂的问题，我就会变得非常着急，甚至感到焦虑。高中时，由于心态不好，我选择辍学，只上了个中等成绩的大专。但我一直对此心有不甘，这导致我陷入了2年的抑郁。即使现在重新报了专升本的班，但我的心态仍然如此，甚至在教室里也无法安定下来。我感受到了巨大的压力，同时也感到非常孤单和痛苦。我总是渴望超越别人，所以一旦遇到听不懂的情况，我就会非常焦虑。我的心真的很累，就像两个自我内心再次打架。昨天，我甚至已经到火车站了，但最终又回来了。",
    "annotation": [
      {
        "sentence": "我最近真的觉得很沮丧。",
        "label": ""
      },
      {
        "sentence": "我在报名了专升本的班之后，却一直无法平复自己的心态。",
        "label": ""
      },
      {
        "sentence": "每当遇到听不懂的问题，我就会变得非常着急，甚至感到焦虑。",
        "label": ""
      },
      {
        "sentence": "高中时，由于心态不好，我选择辍学，只上了个中等成绩的大专。",
        "label": ""
      },
      {
        "sentence": "但我一直对此心有不甘，这导致我陷入了2年的抑郁。",
        "label": ""
      },
      {
        "sentence": "即使现在重新报了专升本的班，但我的心态仍然如此，甚至在教室里也无法安定下来。",
        "label": ""
      },
      {
        "sentence": "我感受到了巨大的压力，同时也感到非常孤单和痛苦。",
        "label": ""
      },
      {
        "sentence": "我总是渴望超越别人，所以一旦遇到听不懂的情况，我就会非常焦虑。",
        "label": ""
      },
      {
        "sentence": "我的心真的很累，就像两个自我内心再次打架。",
        "label": ""
      },
      {
        "sentence": "昨天，我甚至已经到火车站了，但最终又回来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对自己有很高的期望，但成绩却总是无法达到你的期望，这给你带来了巨大的压力。你内心存在两种自我，一种希望努力奋斗，而另一种则想要逃避。你常常与他人比较，特别是与那些优秀的人比较，总觉得自己不如他们，希望能够赶上甚至超越他们。首先，让我们平静下来，试着看到真实的自己。优秀和卓越对你来说到底有多重要？如果你不是那么优秀，又会怎样？也许在低年级时你曾经非常优秀，但随着高年级的到来，你发现自己已不再是最出色的人，这种失去优势的感觉会践踏你内心的骄傲和自尊。然而，你却找不到重新变得优秀的方法，于是你陷入了自责和自我指责的循环中，总是觉得自己不够好。每个人都是独一无二的个体，每个人都有自己的优点和不足。总是将他人的优势与自己相比只会增加困扰。试着以平静的心态看待这些问题，很多问题也就迎刃而解了。",
    "annotation": [
      {
        "sentence": "我理解你对自己有很高的期望，但成绩却总是无法达到你的期望，这给你带来了巨大的压力。",
        "label": ""
      },
      {
        "sentence": "你内心存在两种自我，一种希望努力奋斗，而另一种则想要逃避。",
        "label": ""
      },
      {
        "sentence": "你常常与他人比较，特别是与那些优秀的人比较，总觉得自己不如他们，希望能够赶上甚至超越他们。",
        "label": ""
      },
      {
        "sentence": "首先，让我们平静下来，试着看到真实的自己。",
        "label": ""
      },
      {
        "sentence": "优秀和卓越对你来说到底有多重要？",
        "label": ""
      },
      {
        "sentence": "如果你不是那么优秀，又会怎样？",
        "label": ""
      },
      {
        "sentence": "也许在低年级时你曾经非常优秀，但随着高年级的到来，你发现自己已不再是最出色的人，这种失去优势的感觉会践踏你内心的骄傲和自尊。",
        "label": ""
      },
      {
        "sentence": "然而，你却找不到重新变得优秀的方法，于是你陷入了自责和自我指责的循环中，总是觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的个体，每个人都有自己的优点和不足。",
        "label": ""
      },
      {
        "sentence": "总是将他人的优势与自己相比只会增加困扰。",
        "label": ""
      },
      {
        "sentence": "试着以平静的心态看待这些问题，很多问题也就迎刃而解了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我知道自己过于追求优秀，但每次看到别人比我强时，内心真的很不舒服。我也意识到我对自己的期望太高，这导致了我对自己的否定和自责。我确实需要拥有更平和的心态来看待这些问题。但是，我该如何才能放下心中的追求，接受自己的不完美？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我知道自己过于追求优秀，但每次看到别人比我强时，内心真的很不舒服。",
        "label": ""
      },
      {
        "sentence": "我也意识到我对自己的期望太高，这导致了我对自己的否定和自责。",
        "label": ""
      },
      {
        "sentence": "我确实需要拥有更平和的心态来看待这些问题。",
        "label": ""
      },
      {
        "sentence": "但是，我该如何才能放下心中的追求，接受自己的不完美？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经意识到了自己追求优秀的过度，这是一个很好的开始。接受自己的不完美需要时间和努力，但是你可以从以下几点开始尝试。首先，学会关注和欣赏自己的优点和成就，无论多么微小。每天给自己一些积极的肯定，让自己意识到自己的价值。其次，接受并欣赏别人的优点，而不是与他们比较。每个人都有各自的长处，你也是如此。最后，给自己一些宽容和接纳的空间，不要对自己过于苛求。尝试将目标设定为个人成长和进步，而不仅仅是超越别人。这样，你就能更好地接纳自己的不完美，放下过高的期望。",
    "annotation": [
      {
        "sentence": "你已经意识到了自己追求优秀的过度，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "接受自己的不完美需要时间和努力，但是你可以从以下几点开始尝试。",
        "label": ""
      },
      {
        "sentence": "首先，学会关注和欣赏自己的优点和成就，无论多么微小。",
        "label": ""
      },
      {
        "sentence": "每天给自己一些积极的肯定，让自己意识到自己的价值。",
        "label": ""
      },
      {
        "sentence": "其次，接受并欣赏别人的优点，而不是与他们比较。",
        "label": ""
      },
      {
        "sentence": "每个人都有各自的长处，你也是如此。",
        "label": ""
      },
      {
        "sentence": "最后，给自己一些宽容和接纳的空间，不要对自己过于苛求。",
        "label": ""
      },
      {
        "sentence": "尝试将目标设定为个人成长和进步，而不仅仅是超越别人。",
        "label": ""
      },
      {
        "sentence": "这样，你就能更好地接纳自己的不完美，放下过高的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你说的，我会试着从现在开始注意和珍惜自己的优点和成就。我也会努力接受并欣赏别人的优点，不再将他们作为与自己相比较的标准。同时，我也要更宽容地对待自己，不再过分苛求。我相信通过这些努力，我能够放下那些过高的期望，重新找回内心的平静和自信。",
    "annotation": [
      {
        "sentence": "我明白了你说的，我会试着从现在开始注意和珍惜自己的优点和成就。",
        "label": ""
      },
      {
        "sentence": "我也会努力接受并欣赏别人的优点，不再将他们作为与自己相比较的标准。",
        "label": ""
      },
      {
        "sentence": "同时，我也要更宽容地对待自己，不再过分苛求。",
        "label": ""
      },
      {
        "sentence": "我相信通过这些努力，我能够放下那些过高的期望，重新找回内心的平静和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的态度和决心让我非常欣慰。记住，接受自己是一个过程，不要急于求成。一步一个脚印，相信你会逐渐摆脱焦虑和自我否定的困扰。如果你需要任何帮助或者再次感到沮丧，记得随时来找我倾诉。你并不孤单，我们会一起度过困难时刻的。",
    "annotation": [
      {
        "sentence": "你的态度和决心让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "记住，接受自己是一个过程，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "一步一个脚印，相信你会逐渐摆脱焦虑和自我否定的困扰。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次感到沮丧，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起度过困难时刻的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。有你这样的支持者在身边，我确实感到安心和温暖。我会努力实践你给出的建议，并时刻保持前进的态度。我相信自己能够战胜困难，重新找到自己的方向。再次感谢你为我提供的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者在身边，我确实感到安心和温暖。",
        "label": ""
      },
      {
        "sentence": "我会努力实践你给出的建议，并时刻保持前进的态度。",
        "label": ""
      },
      {
        "sentence": "我相信自己能够战胜困难，重新找到自己的方向。",
        "label": ""
      },
      {
        "sentence": "再次感谢你为我提供的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意一直陪伴你走过这段旅程。相信自己，你一定能够找到属于自己的光芒。如果你需要任何支持或者只是想倾诉，记得随时找我聊天。我们共同度过这个挑战，迎接更美好的未来！",
    "annotation": [
      {
        "sentence": "不客气，我愿意一直陪伴你走过这段旅程。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到属于自己的光芒。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何支持或者只是想倾诉，记得随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "我们共同度过这个挑战，迎接更美好的未来！",
        "label": ""
      }
    ]
  }
]