[
  {
    "role": "client",
    "content": "军训被教官针对给心里留下阴影怎么办？我是一名初三女学生。平时就是那种自卑不讨人喜欢（？我觉得是这样。）不过成绩还不错的人其实从昨天军训就开始了我后面的几个同学总是在说话我不想理她们就按教官来的做然后他总是骂我笨然后一些在我看来很伤人的词汇。在大家面前点名我成为笑点。我是学校文学社的副社长所以还算有些名气。别的班的同学也有在看我的让我感觉很不自在。我打字的时候也在哭真的有刻到我心里面去然后最后结束的时候要颁奖他好像是故意的一样从我开始就不颁了又骂了我一顿。有几个和我关系不太好的男生就开始阴阳我？。我真的很努力很努力的在军训了如果要做到十全十美那为什么要军训？我把所有动作都做好了那最后就落得一个被人唾弃的人吗我想了很多很多从军训想到了人际关系相貌和性格想着想着就觉得自己挺废物的不敢发泄也没有那种直爽的性格只能当个缩头乌龟我想死但是不敢我妈妈是一名高中教师再加上自身老师对我都挺好的我感觉。给妈妈丢脸了我该怎么办",
    "annotation": [
      {
        "sentence": "军训被教官针对给心里留下阴影怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一名初三女学生。",
        "label": ""
      },
      {
        "sentence": "平时就是那种自卑不讨人喜欢（？",
        "label": ""
      },
      {
        "sentence": "我觉得是这样。",
        "label": ""
      },
      {
        "sentence": "）不过成绩还不错的人其实从昨天军训就开始了我后面的几个同学总是在说话我不想理她们就按教官来的做然后他总是骂我笨然后一些在我看来很伤人的词汇。",
        "label": ""
      },
      {
        "sentence": "在大家面前点名我成为笑点。",
        "label": ""
      },
      {
        "sentence": "我是学校文学社的副社长所以还算有些名气。",
        "label": ""
      },
      {
        "sentence": "别的班的同学也有在看我的让我感觉很不自在。",
        "label": ""
      },
      {
        "sentence": "我打字的时候也在哭真的有刻到我心里面去然后最后结束的时候要颁奖他好像是故意的一样从我开始就不颁了又骂了我一顿。",
        "label": ""
      },
      {
        "sentence": "有几个和我关系不太好的男生就开始阴阳我？。",
        "label": ""
      },
      {
        "sentence": "我真的很努力很努力的在军训了如果要做到十全十美那为什么要军训？",
        "label": ""
      },
      {
        "sentence": "我把所有动作都做好了那最后就落得一个被人唾弃的人吗我想了很多很多从军训想到了人际关系相貌和性格想着想着就觉得自己挺废物的不敢发泄也没有那种直爽的性格只能当个缩头乌龟我想死但是不敢我妈妈是一名高中教师再加上自身老师对我都挺好的我感觉。",
        "label": ""
      },
      {
        "sentence": "给妈妈丢脸了我该怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我明白你在军训中遇到了一些困扰，被教官针对给你留下了心理阴影。作为一个初三女学生，并且感到自卑不讨人喜欢，但成绩还不错，你在军训时遇到了一些同学说话让你不想理睬，于是你按照教官的要求去做，教官总是骂你笨，并用一些伤人的词汇。他在大家面前点名你成为笑点，作为学校文学社的副社长，你有一定的知名度，其他班的同学也在关注你，让你感到很不自在。你在打字的时候甚至还在哭泣，这些伤害刻在你的心里。最后在颁奖时，教官好像故意从你开始就不颁奖，又骂了你一顿。有几个和你关系不太好的男生开始讽刺你。你在军训中非常努力，但如果要达到完美，为什么要军训呢？你把所有的动作都做好了，却变成了被唾弃的人。你经过军训时的思考涉及人际关系、相貌和性格，想到了很多事情，感到自己挺废物的，不敢发泄，也没有直爽的性格，只能成为一个缩头乌龟。你曾想过结束自己的生命，但却不敢这样做，因为你的妈妈是一名高中教师，加上平时老师对你都挺好的，你觉得给妈妈丢脸了，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "你好，我明白你在军训中遇到了一些困扰，被教官针对给你留下了心理阴影。",
        "label": ""
      },
      {
        "sentence": "作为一个初三女学生，并且感到自卑不讨人喜欢，但成绩还不错，你在军训时遇到了一些同学说话让你不想理睬，于是你按照教官的要求去做，教官总是骂你笨，并用一些伤人的词汇。",
        "label": ""
      },
      {
        "sentence": "他在大家面前点名你成为笑点，作为学校文学社的副社长，你有一定的知名度，其他班的同学也在关注你，让你感到很不自在。",
        "label": ""
      },
      {
        "sentence": "你在打字的时候甚至还在哭泣，这些伤害刻在你的心里。",
        "label": ""
      },
      {
        "sentence": "最后在颁奖时，教官好像故意从你开始就不颁奖，又骂了你一顿。",
        "label": ""
      },
      {
        "sentence": "有几个和你关系不太好的男生开始讽刺你。",
        "label": ""
      },
      {
        "sentence": "你在军训中非常努力，但如果要达到完美，为什么要军训呢？",
        "label": ""
      },
      {
        "sentence": "你把所有的动作都做好了，却变成了被唾弃的人。",
        "label": ""
      },
      {
        "sentence": "你经过军训时的思考涉及人际关系、相貌和性格，想到了很多事情，感到自己挺废物的，不敢发泄，也没有直爽的性格，只能成为一个缩头乌龟。",
        "label": ""
      },
      {
        "sentence": "你曾想过结束自己的生命，但却不敢这样做，因为你的妈妈是一名高中教师，加上平时老师对你都挺好的，你觉得给妈妈丢脸了，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心，感觉可以倾诉一下。我确实一直很在意他人对我的评价，关注其他人的看法。你提到我可能是因为妈妈经常批评我，才会如此在意他人的评价，我觉得这一点很准确。我知道自己内心非常自卑，总是看不到自己的价值，总是关注自己在他人眼中的样子。我明白我们每个人都不是完美的，但这种内心自卑感让我很难受。其实，我真的很想改变自己，不再被他人的话语伤害，也不再为他人而活。但是，我觉得这很困难，不知道该如何去做。我真的很害怕被批评，害怕被他人嘲笑。支持者，你觉得我应该如何面对这些困扰呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心，感觉可以倾诉一下。",
        "label": ""
      },
      {
        "sentence": "我确实一直很在意他人对我的评价，关注其他人的看法。",
        "label": ""
      },
      {
        "sentence": "你提到我可能是因为妈妈经常批评我，才会如此在意他人的评价，我觉得这一点很准确。",
        "label": ""
      },
      {
        "sentence": "我知道自己内心非常自卑，总是看不到自己的价值，总是关注自己在他人眼中的样子。",
        "label": ""
      },
      {
        "sentence": "我明白我们每个人都不是完美的，但这种内心自卑感让我很难受。",
        "label": ""
      },
      {
        "sentence": "其实，我真的很想改变自己，不再被他人的话语伤害，也不再为他人而活。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得这很困难，不知道该如何去做。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕被批评，害怕被他人嘲笑。",
        "label": ""
      },
      {
        "sentence": "支持者，你觉得我应该如何面对这些困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够愿意倾诉并思考自己的问题。我能理解你对他人评价的关注和害怕被批评的恐惧。改变不容易，但是我们可以慢慢来，一步一步地提升自己。首先，你需要明确自己的价值，了解自己的优点和特长。你是学校文学社副社长，这证明你在文学方面有一定的才华和领导能力，这是你的优势。通过认识和发展自己的优势，你可以提升自信，减少对他人评价的依赖。另外，你可以尝试通过跟他人交流，分享自己的感受和困惑，寻找支持和理解。对于那些阴阳你的男生，你可以选择忽略他们的话语，不再让他们影响你的情绪。最重要的是，要学会保护自己，给自己更多的爱与肯定。希望你能够坚强起来，相信自己，追求自己的幸福！",
    "annotation": [
      {
        "sentence": "很高兴你能够愿意倾诉并思考自己的问题。",
        "label": ""
      },
      {
        "sentence": "我能理解你对他人评价的关注和害怕被批评的恐惧。",
        "label": ""
      },
      {
        "sentence": "改变不容易，但是我们可以慢慢来，一步一步地提升自己。",
        "label": ""
      },
      {
        "sentence": "首先，你需要明确自己的价值，了解自己的优点和特长。",
        "label": ""
      },
      {
        "sentence": "你是学校文学社副社长，这证明你在文学方面有一定的才华和领导能力，这是你的优势。",
        "label": ""
      },
      {
        "sentence": "通过认识和发展自己的优势，你可以提升自信，减少对他人评价的依赖。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试通过跟他人交流，分享自己的感受和困惑，寻找支持和理解。",
        "label": ""
      },
      {
        "sentence": "对于那些阴阳你的男生，你可以选择忽略他们的话语，不再让他们影响你的情绪。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要学会保护自己，给自己更多的爱与肯定。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚强起来，相信自己，追求自己的幸福！",
        "label": ""
      }
    ]
  }
]