[
  {
    "role": "client",
    "content": "军训被教官针对给心里留下阴影怎么办？我是一名初三女学生。平时就是那种自卑不讨人喜欢（？我觉得是这样。）不过成绩还不错的人其实从昨天军训就开始了我后面的几个同学总是在说话我不想理她们就按教官来的做然后他总是骂我笨然后一些在我看来很伤人的词汇。在大家面前点名我成为笑点。我是学校文学社的副社长所以还算有些名气。别的班的同学也有在看我的让我感觉很不自在。我打字的时候也在哭真的有刻到我心里面去然后最后结束的时候要颁奖他好像是故意的一样从我开始就不颁了又骂了我一顿。有几个和我关系不太好的男生就开始阴阳我？。我真的很努力很努力的在军训了如果要做到十全十美那为什么要军训？我把所有动作都做好了那最后就落得一个被人唾弃的人吗我想了很多很多从军训想到了人际关系相貌和性格想着想着就觉得自己挺废物的不敢发泄也没有那种直爽的性格只能当个缩头乌龟我想死但是不敢我妈妈是一名高中教师再加上自身老师对我都挺好的我感觉。给妈妈丢脸了我该怎么办",
    "annotation": [
      {
        "sentence": "军训被教官针对给心里留下阴影怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一名初三女学生。",
        "label": ""
      },
      {
        "sentence": "平时就是那种自卑不讨人喜欢（？",
        "label": ""
      },
      {
        "sentence": "我觉得是这样。",
        "label": ""
      },
      {
        "sentence": "）不过成绩还不错的人其实从昨天军训就开始了我后面的几个同学总是在说话我不想理她们就按教官来的做然后他总是骂我笨然后一些在我看来很伤人的词汇。",
        "label": ""
      },
      {
        "sentence": "在大家面前点名我成为笑点。",
        "label": ""
      },
      {
        "sentence": "我是学校文学社的副社长所以还算有些名气。",
        "label": ""
      },
      {
        "sentence": "别的班的同学也有在看我的让我感觉很不自在。",
        "label": ""
      },
      {
        "sentence": "我打字的时候也在哭真的有刻到我心里面去然后最后结束的时候要颁奖他好像是故意的一样从我开始就不颁了又骂了我一顿。",
        "label": ""
      },
      {
        "sentence": "有几个和我关系不太好的男生就开始阴阳我？。",
        "label": ""
      },
      {
        "sentence": "我真的很努力很努力的在军训了如果要做到十全十美那为什么要军训？",
        "label": ""
      },
      {
        "sentence": "我把所有动作都做好了那最后就落得一个被人唾弃的人吗我想了很多很多从军训想到了人际关系相貌和性格想着想着就觉得自己挺废物的不敢发泄也没有那种直爽的性格只能当个缩头乌龟我想死但是不敢我妈妈是一名高中教师再加上自身老师对我都挺好的我感觉。",
        "label": ""
      },
      {
        "sentence": "给妈妈丢脸了我该怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【军训被教官针对产生心理阴影】你开始对自己的评价不是很高，但是从你的描述中我能够看出，其实你是一个很优秀的女孩子，对自己的要求也很高。从小在学习或者文学方面都是获得被人掌声的一个人，在军训时却被人「针对」、批评说「笨」，确实是很难去接受的。",
    "annotation": [
      {
        "sentence": "【军训被教官针对产生心理阴影】你开始对自己的评价不是很高，但是从你的描述中我能够看出，其实你是一个很优秀的女孩子，对自己的要求也很高。",
        "label": ""
      },
      {
        "sentence": "从小在学习或者文学方面都是获得被人掌声的一个人，在军训时却被人「针对」、批评说「笨」，确实是很难去接受的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我觉得自己真的很难受，觉得自己变得很废物，不知道该怎么面对这种情况。我很努力，为什么结果却是这样呢？",
    "annotation": [
      {
        "sentence": "是啊，我觉得自己真的很难受，觉得自己变得很废物，不知道该怎么面对这种情况。",
        "label": ""
      },
      {
        "sentence": "我很努力，为什么结果却是这样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没有接受过批评和责骂的人，其实很多时候是无法接受比较粗暴的对待的。不是不能够接受不好的声音，只是方式需要委婉一点。明明按照教官所说的做自己也尽了自己最大的努力，但是还没有达到这个效果时，如果教官能够委婉点，多指导你也许就能改善。但教官选择了「针对」你，在最后颁奖的时候也直接点名批评你，把他的想法大声表达出来。或许是习惯了直来直往地说话，但很明显这并不适用于当然的情况。并且，教官的言语，其实也引起了对你的精神压力:让你遭受嘲笑、让你被一些男生阴阳怪气地说道。而你在承受这样的恶言和打击时，生出对自己的否定。",
    "annotation": [
      {
        "sentence": "没有接受过批评和责骂的人，其实很多时候是无法接受比较粗暴的对待的。",
        "label": ""
      },
      {
        "sentence": "不是不能够接受不好的声音，只是方式需要委婉一点。",
        "label": ""
      },
      {
        "sentence": "明明按照教官所说的做自己也尽了自己最大的努力，但是还没有达到这个效果时，如果教官能够委婉点，多指导你也许就能改善。",
        "label": ""
      },
      {
        "sentence": "但教官选择了「针对」你，在最后颁奖的时候也直接点名批评你，把他的想法大声表达出来。",
        "label": ""
      },
      {
        "sentence": "或许是习惯了直来直往地说话，但很明显这并不适用于当然的情况。",
        "label": ""
      },
      {
        "sentence": "并且，教官的言语，其实也引起了对你的精神压力:让你遭受嘲笑、让你被一些男生阴阳怪气地说道。",
        "label": ""
      },
      {
        "sentence": "而你在承受这样的恶言和打击时，生出对自己的否定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感到很大的压力，也对自己失去了自信。我真的很努力了，可是为什么还是会被他们这样对待呢？我觉得自己好像变成了一个被唾弃的人。",
    "annotation": [
      {
        "sentence": "你说得对，我确实感到很大的压力，也对自己失去了自信。",
        "label": ""
      },
      {
        "sentence": "我真的很努力了，可是为什么还是会被他们这样对待呢？",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像变成了一个被唾弃的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【不要过分在意这些事情】我们都不是十全十美的存在，有优势，也总会有短板。所以当有人指出我们的短板，引发了对我们不好的一些言论，意识到你有这个短板就可以了。有缺点，有短板又不是你的错，况且你已经尽力了，没有人的努力和付出，应该去被嘲讽。还有一点就是，要试着去忽略一些不好的言论。很多时候我们甚至都不知道原因的情况下，就被人说三道四，不惮以最大的恶意去揣测你。如果我们也去接受并且把它放在心里的话，真的会打乱我们的生活。你如果没有做错，并且很努力的去为了那个目标去付出，那么旁人的言论其实适当就可以忽视。",
    "annotation": [
      {
        "sentence": "【不要过分在意这些事情】我们都不是十全十美的存在，有优势，也总会有短板。",
        "label": ""
      },
      {
        "sentence": "所以当有人指出我们的短板，引发了对我们不好的一些言论，意识到你有这个短板就可以了。",
        "label": ""
      },
      {
        "sentence": "有缺点，有短板又不是你的错，况且你已经尽力了，没有人的努力和付出，应该去被嘲讽。",
        "label": ""
      },
      {
        "sentence": "还有一点就是，要试着去忽略一些不好的言论。",
        "label": ""
      },
      {
        "sentence": "很多时候我们甚至都不知道原因的情况下，就被人说三道四，不惮以最大的恶意去揣测你。",
        "label": ""
      },
      {
        "sentence": "如果我们也去接受并且把它放在心里的话，真的会打乱我们的生活。",
        "label": ""
      },
      {
        "sentence": "你如果没有做错，并且很努力的去为了那个目标去付出，那么旁人的言论其实适当就可以忽视。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我觉得那些言论和批评对我产生了很大的心理影响，我真的很难不去在意。我觉得自己好像被人看笑话一样，感到很不舒服。",
    "annotation": [
      {
        "sentence": "可是，我觉得那些言论和批评对我产生了很大的心理影响，我真的很难不去在意。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像被人看笑话一样，感到很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然被人阴阳怪气过，确实是一个阴影。但不会有人一直要去揭你的伤疤、盯着你的糗事，他们也有各自的事情要做。它的效力就只在当时的那个情景，不会影响到你的之前，更不会影响到你的之后。祝好~一个希望能温柔世界，也给自己肆意生长时间的小蘑菇。",
    "annotation": [
      {
        "sentence": "虽然被人阴阳怪气过，确实是一个阴影。",
        "label": ""
      },
      {
        "sentence": "但不会有人一直要去揭你的伤疤、盯着你的糗事，他们也有各自的事情要做。",
        "label": ""
      },
      {
        "sentence": "它的效力就只在当时的那个情景，不会影响到你的之前，更不会影响到你的之后。",
        "label": ""
      },
      {
        "sentence": "祝好~一个希望能温柔世界，也给自己肆意生长时间的小蘑菇。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，你的话让我觉得心里好受了一些。我会试着放下这些不好的影响，重新振作起来的。再次谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你，你的话让我觉得心里好受了一些。",
        "label": ""
      },
      {
        "sentence": "我会试着放下这些不好的影响，重新振作起来的。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很欣慰能帮到你。记住，你并不是一个废物，你有一颗勇敢面对困难的心。也希望你的未来充满了积极和阳光！如果你有需要，随时都可以来找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很欣慰能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不是一个废物，你有一颗勇敢面对困难的心。",
        "label": ""
      },
      {
        "sentence": "也希望你的未来充满了积极和阳光！",
        "label": ""
      },
      {
        "sentence": "如果你有需要，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]