[
  {
    "role": "client",
    "content": "军训被教官针对给心里留下阴影怎么办？我是一名初三女学生。",
    "annotation": [
      {
        "sentence": "军训被教官针对给心里留下阴影怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一名初三女学生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，能听到你的困扰，我会尽力帮助你。可以告诉我具体发生了什么吗？",
    "annotation": [
      {
        "sentence": "你好，能听到你的困扰，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "可以告诉我具体发生了什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "平时就是那种自卑不讨人喜欢，不过成绩还不错的人。从昨天军训就开始了，我后面的几个同学总是在说话，我不想理她们就按教官来的做，然后他总是骂我笨，一些在我看来很伤人的词汇。在大家面前点名我成为笑点。我是学校文学社的副社长，所以还算有些名气。别的班的同学也有在看我的，让我感觉很不自在。我打字的时候也在哭，真的有刻到我心里面去，然后最后结束的时候要颁奖，他好像是故意的一样从我开始就不颁了，又骂了我一顿。有几个和我关系不太好的男生就开始阴阳我。我真的很努力很努力的在军训，如果要做到十全十美，那为什么要军训？我把所有动作都做好了，那最后就落得一个被人唾弃的人吗？我想了很多很多，从军训想到了人际关系、相貌和性格，想着想着就觉得自己挺废物的，不敢发泄，也没有那种直爽的性格，只能当个缩头乌龟。我想死，但是不敢，我妈妈是一名高中教师，再加上自身老师对我都挺好的，我感觉给妈妈丢脸了，我该怎么办？",
    "annotation": [
      {
        "sentence": "平时就是那种自卑不讨人喜欢，不过成绩还不错的人。",
        "label": ""
      },
      {
        "sentence": "从昨天军训就开始了，我后面的几个同学总是在说话，我不想理她们就按教官来的做，然后他总是骂我笨，一些在我看来很伤人的词汇。",
        "label": ""
      },
      {
        "sentence": "在大家面前点名我成为笑点。",
        "label": ""
      },
      {
        "sentence": "我是学校文学社的副社长，所以还算有些名气。",
        "label": ""
      },
      {
        "sentence": "别的班的同学也有在看我的，让我感觉很不自在。",
        "label": ""
      },
      {
        "sentence": "我打字的时候也在哭，真的有刻到我心里面去，然后最后结束的时候要颁奖，他好像是故意的一样从我开始就不颁了，又骂了我一顿。",
        "label": ""
      },
      {
        "sentence": "有几个和我关系不太好的男生就开始阴阳我。",
        "label": ""
      },
      {
        "sentence": "我真的很努力很努力的在军训，如果要做到十全十美，那为什么要军训？",
        "label": ""
      },
      {
        "sentence": "我把所有动作都做好了，那最后就落得一个被人唾弃的人吗？",
        "label": ""
      },
      {
        "sentence": "我想了很多很多，从军训想到了人际关系、相貌和性格，想着想着就觉得自己挺废物的，不敢发泄，也没有那种直爽的性格，只能当个缩头乌龟。",
        "label": ""
      },
      {
        "sentence": "我想死，但是不敢，我妈妈是一名高中教师，再加上自身老师对我都挺好的，我感觉给妈妈丢脸了，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你的体验让你感到非常难过和沮丧。首先，我要告诉你，你并不是唯一一个在军训时遇到这样的困扰的人。有时候，教官们会有自己的管理风格，并且并不是所有人都有能力照顾他人的情绪。他们的批评和指责并不一定针对你个人，而可能只是他们的处事方式和标准。你也要相信，你不是笑点，大家对你的关注可能没有你想象中那么多。人们更关注的是自己的事情，例如工作、考试以及人际关系等。过一段时间，这些事情也会被大家淡忘。你的头衔不会改变他人对你的关注点。你说得对，军训本身就不是追求十全十美的，你已经尽力做好了自己的任务，最后的结果并不应该成为他人唾弃你的理由。这次经历并不会对你的人生产生重大影响，不会影响你的社长职位或者未来找工作。你只需要停下这个思维的恶性循环，并专注于你感兴趣的事物，例如文学社和与好朋友聊天等，以分散自己的注意力。无需过多考虑人际关系、相貌和性格等问题，每个人都有自己的特质和性格，这使得世界更加多样化。不要让这个教官的行为影响到你的心情，好好对待自己，安慰自己，像你安慰朋友一样，你会慢慢走出这个困境的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，你的体验让你感到非常难过和沮丧。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你，你并不是唯一一个在军训时遇到这样的困扰的人。",
        "label": ""
      },
      {
        "sentence": "有时候，教官们会有自己的管理风格，并且并不是所有人都有能力照顾他人的情绪。",
        "label": ""
      },
      {
        "sentence": "他们的批评和指责并不一定针对你个人，而可能只是他们的处事方式和标准。",
        "label": ""
      },
      {
        "sentence": "你也要相信，你不是笑点，大家对你的关注可能没有你想象中那么多。",
        "label": ""
      },
      {
        "sentence": "人们更关注的是自己的事情，例如工作、考试以及人际关系等。",
        "label": ""
      },
      {
        "sentence": "过一段时间，这些事情也会被大家淡忘。",
        "label": ""
      },
      {
        "sentence": "你的头衔不会改变他人对你的关注点。",
        "label": ""
      },
      {
        "sentence": "你说得对，军训本身就不是追求十全十美的，你已经尽力做好了自己的任务，最后的结果并不应该成为他人唾弃你的理由。",
        "label": ""
      },
      {
        "sentence": "这次经历并不会对你的人生产生重大影响，不会影响你的社长职位或者未来找工作。",
        "label": ""
      },
      {
        "sentence": "你只需要停下这个思维的恶性循环，并专注于你感兴趣的事物，例如文学社和与好朋友聊天等，以分散自己的注意力。",
        "label": ""
      },
      {
        "sentence": "无需过多考虑人际关系、相貌和性格等问题，每个人都有自己的特质和性格，这使得世界更加多样化。",
        "label": ""
      },
      {
        "sentence": "不要让这个教官的行为影响到你的心情，好好对待自己，安慰自己，像你安慰朋友一样，你会慢慢走出这个困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我明白了，不应该让这次军训的经历左右我的情绪和自尊心。我会调整好自己的心态，专注于自己感兴趣的事情，不再让这些负面情绪困扰我。同时，我也会试着与他人多沟通，积极参与社交活动，提升自己的社交能力。对于那些喜欢阴阳我的人，我会尽量不去理会他们的言语，保持积极向上的心态。再次感谢你的支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我明白了，不应该让这次军训的经历左右我的情绪和自尊心。",
        "label": ""
      },
      {
        "sentence": "我会调整好自己的心态，专注于自己感兴趣的事情，不再让这些负面情绪困扰我。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着与他人多沟通，积极参与社交活动，提升自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "对于那些喜欢阴阳我的人，我会尽量不去理会他们的言语，保持积极向上的心态。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒！很高兴看到你能够如此积极地面对困境并采取行动。通过调整心态并专注于自己的兴趣，你会渐渐摆脱困境带来的负面情绪。同时，积极与他人沟通和参与社交活动也将有助于提升你的社交能力，并改变他人对你的看法。你已经展现了很强的自我调适能力，继续保持这样的态度，你一定能够克服困难，实现自己的目标。如果以后还有其他困扰，随时都可以来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "你很棒！",
        "label": ""
      },
      {
        "sentence": "很高兴看到你能够如此积极地面对困境并采取行动。",
        "label": ""
      },
      {
        "sentence": "通过调整心态并专注于自己的兴趣，你会渐渐摆脱困境带来的负面情绪。",
        "label": ""
      },
      {
        "sentence": "同时，积极与他人沟通和参与社交活动也将有助于提升你的社交能力，并改变他人对你的看法。",
        "label": ""
      },
      {
        "sentence": "你已经展现了很强的自我调适能力，继续保持这样的态度，你一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他困扰，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]