[
  {
    "role": "client",
    "content": "我极度缺爱，现在刚失恋，很希望有人陪我对抗前任。因为原生家庭忽略了我的情感需要（打压式教育），所以一直很缺爱。",
    "annotation": [
      {
        "sentence": "我极度缺爱，现在刚失恋，很希望有人陪我对抗前任。",
        "label": ""
      },
      {
        "sentence": "因为原生家庭忽略了我的情感需要（打压式教育），所以一直很缺爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到你失恋后的紧迫感和需求，我明白你对爱的渴望。能告诉我更多关于你失恋的情况吗？",
    "annotation": [
      {
        "sentence": "我听到你失恋后的紧迫感和需求，我明白你对爱的渴望。",
        "label": ""
      },
      {
        "sentence": "能告诉我更多关于你失恋的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来遇到的男朋友有心理疾病，在经过了最开始的甜蜜期后也是对我多般嫌弃和打压。我还是不忍心离开这段关系，付出了很多，被分手后整个人的状态都很糟糕。",
    "annotation": [
      {
        "sentence": "后来遇到的男朋友有心理疾病，在经过了最开始的甜蜜期后也是对我多般嫌弃和打压。",
        "label": ""
      },
      {
        "sentence": "我还是不忍心离开这段关系，付出了很多，被分手后整个人的状态都很糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的叙述，我能感受到你曾经的付出和被拒绝后的伤痛。你为这段关系牺牲了很多，但现在看来它对你的伤害很深。你能分享一下你失去这段关系后的感受吗？",
    "annotation": [
      {
        "sentence": "听到你的叙述，我能感受到你曾经的付出和被拒绝后的伤痛。",
        "label": ""
      },
      {
        "sentence": "你为这段关系牺牲了很多，但现在看来它对你的伤害很深。",
        "label": ""
      },
      {
        "sentence": "你能分享一下你失去这段关系后的感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道要自己爱自己，也知道我有朋友家人师长的关爱。但仍然忍不住想要更多。我希望我的朋友也能和我前任断绝任何往来，我希望我师长能放弃我前任，不管他的论文，让他自生自灭。这些我都知道不切合实际，我的朋友师长也有他们自己的生活，但我不知道怎么排解内心的愤恨，以及想要更多更多的爱的感觉。",
    "annotation": [
      {
        "sentence": "我知道要自己爱自己，也知道我有朋友家人师长的关爱。",
        "label": ""
      },
      {
        "sentence": "但仍然忍不住想要更多。",
        "label": ""
      },
      {
        "sentence": "我希望我的朋友也能和我前任断绝任何往来，我希望我师长能放弃我前任，不管他的论文，让他自生自灭。",
        "label": ""
      },
      {
        "sentence": "这些我都知道不切合实际，我的朋友师长也有他们自己的生活，但我不知道怎么排解内心的愤恨，以及想要更多更多的爱的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对朋友和师长的期望是可以理解的，但他们也有自己的考虑和生活。每个人的选择不同，不一定会按照我们的期望去行动。关于你内心的愤恨和对更多爱的渴望，我想问问你有什么其他的方法可以排解这些负面情绪呢？",
    "annotation": [
      {
        "sentence": "你对朋友和师长的期望是可以理解的，但他们也有自己的考虑和生活。",
        "label": ""
      },
      {
        "sentence": "每个人的选择不同，不一定会按照我们的期望去行动。",
        "label": ""
      },
      {
        "sentence": "关于你内心的愤恨和对更多爱的渴望，我想问问你有什么其他的方法可以排解这些负面情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也希望有人来好好爱我，珍惜我，看到我的努力，抚平我的伤痛，我也想去证明我没有那么前任指责的那样糟糕。现在也有开心的时候，但只要一想起前任的指责，无论多开心都会立刻泪流满面，控制不住被嫌弃的耻辱感。",
    "annotation": [
      {
        "sentence": "我也希望有人来好好爱我，珍惜我，看到我的努力，抚平我的伤痛，我也想去证明我没有那么前任指责的那样糟糕。",
        "label": ""
      },
      {
        "sentence": "现在也有开心的时候，但只要一想起前任的指责，无论多开心都会立刻泪流满面，控制不住被嫌弃的耻辱感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对被爱和被认可的渴望，以及想要展示自己不被前任指责的欲望。不过，你有没有想过，我们最重要的是如何学会爱自己和接受自己？你能跟我分享一下你对自己的看法吗？",
    "annotation": [
      {
        "sentence": "我理解你对被爱和被认可的渴望，以及想要展示自己不被前任指责的欲望。",
        "label": ""
      },
      {
        "sentence": "不过，你有没有想过，我们最重要的是如何学会爱自己和接受自己？",
        "label": ""
      },
      {
        "sentence": "你能跟我分享一下你对自己的看法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我很努力，但是自卑感总是困扰着我。我常常觉得自己不够好，不够值得被爱和珍惜。",
    "annotation": [
      {
        "sentence": "我觉得我很努力，但是自卑感总是困扰着我。",
        "label": ""
      },
      {
        "sentence": "我常常觉得自己不够好，不够值得被爱和珍惜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我能感受到你的自卑感。但是你要知道，每个人都有自己独特的价值，包括你在内。你可以试着关注自己的优点和成就，多从积极的角度看待自己。每个人都是经历过挫折和伤痛的，但我们要相信自己的内在力量，努力克服困难并找到自己的快乐。",
    "annotation": [
      {
        "sentence": "听到你的描述，我能感受到你的自卑感。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，每个人都有自己独特的价值，包括你在内。",
        "label": ""
      },
      {
        "sentence": "你可以试着关注自己的优点和成就，多从积极的角度看待自己。",
        "label": ""
      },
      {
        "sentence": "每个人都是经历过挫折和伤痛的，但我们要相信自己的内在力量，努力克服困难并找到自己的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的对，但有时候很难抑制住自己的消极情绪。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我知道你说的对，但有时候很难抑制住自己的消极情绪。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "消极情绪是正常的，我们都会有这样的感受。重要的是要学会面对它们并寻找有效的排解方式。你可以试试一些放松和释放压力的活动，如运动、写日记、与朋友聊天或寻求专业心理咨询的帮助。同时，也请记得给自己一些时间和空间，让自己逐渐走出阴影。",
    "annotation": [
      {
        "sentence": "消极情绪是正常的，我们都会有这样的感受。",
        "label": ""
      },
      {
        "sentence": "重要的是要学会面对它们并寻找有效的排解方式。",
        "label": ""
      },
      {
        "sentence": "你可以试试一些放松和释放压力的活动，如运动、写日记、与朋友聊天或寻求专业心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也请记得给自己一些时间和空间，让自己逐渐走出阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着运用这些方法来排解负面情绪。希望有一天我能够真正爱上自己并接受自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着运用这些方法来排解负面情绪。",
        "label": ""
      },
      {
        "sentence": "希望有一天我能够真正爱上自己并接受自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够走出阴影，开始爱自己并接受自己。记住，成长和改变需要时间，但只要你坚持努力，一切都会越来越好的。如果你需要任何帮助或再次倾诉，随时都可以找我。",
    "annotation": [
      {
        "sentence": "我相信你一定能够走出阴影，开始爱自己并接受自己。",
        "label": ""
      },
      {
        "sentence": "记住，成长和改变需要时间，但只要你坚持努力，一切都会越来越好的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或再次倾诉，随时都可以找我。",
        "label": ""
      }
    ]
  }
]