[
  {
    "role": "client",
    "content": "极度缺爱，现在刚失恋，很希望有人陪我对抗前任？因为原生家庭忽略了我的情感需要（打压式教育），所以一直很缺爱。",
    "annotation": [
      {
        "sentence": "极度缺爱，现在刚失恋，很希望有人陪我对抗前任？",
        "label": ""
      },
      {
        "sentence": "因为原生家庭忽略了我的情感需要（打压式教育），所以一直很缺爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到极度缺爱的苦闷，失恋的时候确实需要有人来陪伴和支持。从你所描述的情况中看，你认识到自己的情感需要被忽略了很长时间，这无疑会对你的感情产生不良影响。",
    "annotation": [
      {
        "sentence": "我理解你感到极度缺爱的苦闷，失恋的时候确实需要有人来陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "从你所描述的情况中看，你认识到自己的情感需要被忽略了很长时间，这无疑会对你的感情产生不良影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得非常失落和无助，特别是遇到有心理问题的男朋友，他对我多般嫌弃和打压。但是我却一直不舍得离开这段关系，并付出了很多。现在我们分手了，我整个人的状态都很糟糕。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得非常失落和无助，特别是遇到有心理问题的男朋友，他对我多般嫌弃和打压。",
        "label": ""
      },
      {
        "sentence": "但是我却一直不舍得离开这段关系，并付出了很多。",
        "label": ""
      },
      {
        "sentence": "现在我们分手了，我整个人的状态都很糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，失去一段关系对人来说是非常痛苦的。你付出了很多，但最后却被分手，这使你感到非常心痛。你的付出并没有得到相应的回报，这会导致你感到极度的沮丧和失望。",
    "annotation": [
      {
        "sentence": "我理解你的感受，失去一段关系对人来说是非常痛苦的。",
        "label": ""
      },
      {
        "sentence": "你付出了很多，但最后却被分手，这使你感到非常心痛。",
        "label": ""
      },
      {
        "sentence": "你的付出并没有得到相应的回报，这会导致你感到极度的沮丧和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我感到非常难过和愤恨。我知道应该自己爱自己，而且我也有朋友家人师长的关爱。但是我无法控制自己的想法，总是希望得到更多的爱。我还希望我的朋友能与我前任断绝联系，我希望我的师长不再关心他的论文，任由他自生自灭。我知道这些要求都是不切实际的，但是我无法从内心解脱愤恨的情绪，也无法满足渴望更多爱的愿望。",
    "annotation": [
      {
        "sentence": "对，我感到非常难过和愤恨。",
        "label": ""
      },
      {
        "sentence": "我知道应该自己爱自己，而且我也有朋友家人师长的关爱。",
        "label": ""
      },
      {
        "sentence": "但是我无法控制自己的想法，总是希望得到更多的爱。",
        "label": ""
      },
      {
        "sentence": "我还希望我的朋友能与我前任断绝联系，我希望我的师长不再关心他的论文，任由他自生自灭。",
        "label": ""
      },
      {
        "sentence": "我知道这些要求都是不切实际的，但是我无法从内心解脱愤恨的情绪，也无法满足渴望更多爱的愿望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的愤恨和渴望得到更多爱的感受，但是我们需要理解，朋友和师长也有自己的生活，不能成为我们报复前任的工具。我们不能指望他们完全顺着我们的意愿行事。我想问问你，你希望得到的“足够”的爱是多少？我们在寻求外界的爱的同时也不能忽视对自己的爱和关心，我们不能依赖他人来填补内心的空虚。",
    "annotation": [
      {
        "sentence": "我明白你的愤恨和渴望得到更多爱的感受，但是我们需要理解，朋友和师长也有自己的生活，不能成为我们报复前任的工具。",
        "label": ""
      },
      {
        "sentence": "我们不能指望他们完全顺着我们的意愿行事。",
        "label": ""
      },
      {
        "sentence": "我想问问你，你希望得到的“足够”的爱是多少？",
        "label": ""
      },
      {
        "sentence": "我们在寻求外界的爱的同时也不能忽视对自己的爱和关心，我们不能依赖他人来填补内心的空虚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我觉得我真的付出了很多，为什么对方却不爱我呢？我觉得我应该得到相应的回报。如果我放任自己身边的人都对前任冷眼相待，让他难受，或者比我更难受，你觉得这样能让他反思吗？",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我觉得我真的付出了很多，为什么对方却不爱我呢？",
        "label": ""
      },
      {
        "sentence": "我觉得我应该得到相应的回报。",
        "label": ""
      },
      {
        "sentence": "如果我放任自己身边的人都对前任冷眼相待，让他难受，或者比我更难受，你觉得这样能让他反思吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你希望得到回报的心情，但是爱并不是通过惩罚和报复来获得的。如果你将自己身边的人都对前任冷漠对待，这种行为可能会让他感到你还在爱他，而不会促使他反思他的行为。我们不能因为他们的过错而伤害自己和其他人。相反，我们应该通过自己的努力来证明自己的价值，展示出独立自主的一面。",
    "annotation": [
      {
        "sentence": "我理解你希望得到回报的心情，但是爱并不是通过惩罚和报复来获得的。",
        "label": ""
      },
      {
        "sentence": "如果你将自己身边的人都对前任冷漠对待，这种行为可能会让他感到你还在爱他，而不会促使他反思他的行为。",
        "label": ""
      },
      {
        "sentence": "我们不能因为他们的过错而伤害自己和其他人。",
        "label": ""
      },
      {
        "sentence": "相反，我们应该通过自己的努力来证明自己的价值，展示出独立自主的一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我真的无法爱自己，我不知道怎样才算是爱自己。在我看来，别人关心自己是爱，类似生病时有人来看望，想去旅游时有人陪伴都是爱。但是如果换成自己呢？我应该如何爱自己呢？",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我真的无法爱自己，我不知道怎样才算是爱自己。",
        "label": ""
      },
      {
        "sentence": "在我看来，别人关心自己是爱，类似生病时有人来看望，想去旅游时有人陪伴都是爱。",
        "label": ""
      },
      {
        "sentence": "但是如果换成自己呢？",
        "label": ""
      },
      {
        "sentence": "我应该如何爱自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱自己不仅仅是别人对自己的关爱，也包括我们自己对自己的呵护。比如，当你饿了，自己给自己做饭吃，想吃什么就吃什么；当你想去旅游时，自己安排行程并享受旅行的乐趣。爱自己就是跟随自己的内心需求，遵循自己的喜好和感受，满足自己的需要。这些简单的事情同样也是对自己爱的表现。",
    "annotation": [
      {
        "sentence": "爱自己不仅仅是别人对自己的关爱，也包括我们自己对自己的呵护。",
        "label": ""
      },
      {
        "sentence": "比如，当你饿了，自己给自己做饭吃，想吃什么就吃什么；当你想去旅游时，自己安排行程并享受旅行的乐趣。",
        "label": ""
      },
      {
        "sentence": "爱自己就是跟随自己的内心需求，遵循自己的喜好和感受，满足自己的需要。",
        "label": ""
      },
      {
        "sentence": "这些简单的事情同样也是对自己爱的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，你的回答对我有很大的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，你的回答对我有很大的帮助！",
        "label": ""
      }
    ]
  }
]