[
  {
    "role": "client",
    "content": "我现在感到极度缺爱，刚失恋了。希望有人能陪我面对前任。原生家庭从小忽略了我的情感需求，导致一直很缺乏爱。后来遇到的男朋友也有心理问题，甜蜜期过后对我变得多般嫌弃和打压。我不愿意结束这段关系，一直付出很多。分手后，我整个人都变得很糟糕。虽然我知道要自己爱自己，也有朋友、家人和师长的关爱，但还是忍不住想要更多。希望朋友们也能和我前任断绝任何联系（尽管我知道他们只是在群里和我前任说话，帮我前任一个举手之劳），希望师长也能不再关心他的论文，让他自生自灭。但其实我知道这些都不切实际，朋友和师长也有自己的生活，不应成为我报复前任的工具。我不知道怎样释放内心的愤恨，以及如何满足我的渴望得到更多的爱。还希望有人能真心爱我，珍惜我，看到我付出的努力，抚平我的伤痛，我也想证明自己并不像前任指责的那样糟糕。有时候虽然会有开心的时刻，但只要想起前任的指责，无论心情有多好，都会立刻泪流满面，无法控制被嫌弃的耻辱感。",
    "annotation": [
      {
        "sentence": "我现在感到极度缺爱，刚失恋了。",
        "label": ""
      },
      {
        "sentence": "希望有人能陪我面对前任。",
        "label": ""
      },
      {
        "sentence": "原生家庭从小忽略了我的情感需求，导致一直很缺乏爱。",
        "label": ""
      },
      {
        "sentence": "后来遇到的男朋友也有心理问题，甜蜜期过后对我变得多般嫌弃和打压。",
        "label": ""
      },
      {
        "sentence": "我不愿意结束这段关系，一直付出很多。",
        "label": ""
      },
      {
        "sentence": "分手后，我整个人都变得很糟糕。",
        "label": ""
      },
      {
        "sentence": "虽然我知道要自己爱自己，也有朋友、家人和师长的关爱，但还是忍不住想要更多。",
        "label": ""
      },
      {
        "sentence": "希望朋友们也能和我前任断绝任何联系（尽管我知道他们只是在群里和我前任说话，帮我前任一个举手之劳），希望师长也能不再关心他的论文，让他自生自灭。",
        "label": ""
      },
      {
        "sentence": "但其实我知道这些都不切实际，朋友和师长也有自己的生活，不应成为我报复前任的工具。",
        "label": ""
      },
      {
        "sentence": "我不知道怎样释放内心的愤恨，以及如何满足我的渴望得到更多的爱。",
        "label": ""
      },
      {
        "sentence": "还希望有人能真心爱我，珍惜我，看到我付出的努力，抚平我的伤痛，我也想证明自己并不像前任指责的那样糟糕。",
        "label": ""
      },
      {
        "sentence": "有时候虽然会有开心的时刻，但只要想起前任的指责，无论心情有多好，都会立刻泪流满面，无法控制被嫌弃的耻辱感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你文字中充满的愤怒、不平和自责。你一定经历了多么伤心和难过的事情，才能将所有的愤怒都倾注于文字之中。这段感情让你看到了人性中不美好的一面，而这恰恰是你所不愿面对的。我看到了你想要报复的心理，你的愤怒，但愤怒和报复背后是否有自己渴望爱和被理解的渴望？还有自己被抛弃时深深的无助感。面对前任的打压，你依然努力想要证明自己，展现出你的坚强和力量。你已经陷入了前任指责的泥沼之中，无法及时摆脱。或许可以给自己一些时间，静下心来感受一下他的指责是真实的你吗？也许这只是他内心的投射，并没有真正了解你。",
    "annotation": [
      {
        "sentence": "我可以理解你文字中充满的愤怒、不平和自责。",
        "label": ""
      },
      {
        "sentence": "你一定经历了多么伤心和难过的事情，才能将所有的愤怒都倾注于文字之中。",
        "label": ""
      },
      {
        "sentence": "这段感情让你看到了人性中不美好的一面，而这恰恰是你所不愿面对的。",
        "label": ""
      },
      {
        "sentence": "我看到了你想要报复的心理，你的愤怒，但愤怒和报复背后是否有自己渴望爱和被理解的渴望？",
        "label": ""
      },
      {
        "sentence": "还有自己被抛弃时深深的无助感。",
        "label": ""
      },
      {
        "sentence": "面对前任的打压，你依然努力想要证明自己，展现出你的坚强和力量。",
        "label": ""
      },
      {
        "sentence": "你已经陷入了前任指责的泥沼之中，无法及时摆脱。",
        "label": ""
      },
      {
        "sentence": "或许可以给自己一些时间，静下心来感受一下他的指责是真实的你吗？",
        "label": ""
      },
      {
        "sentence": "也许这只是他内心的投射，并没有真正了解你。",
        "label": ""
      }
    ]
  }
]