[
  {
    "role": "client",
    "content": "我婚外恋被对方老婆发现了，心态快崩了怎么办？",
    "annotation": [
      {
        "sentence": "我婚外恋被对方老婆发现了，心态快崩了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说了，你的婚姻经历了老公的家暴和出轨，真的很不幸。你依然选择和老公继续过日子，真的很坚强。同时，你还和一个小你很多岁的男人发生了婚外恋，这段恋情只有4个月的时间，但你们却在这段时间内建立了深厚的感情。你们彼此从爱慕到喜欢，再到相爱，这么深的感情，我能理解你的痛苦。说说你现在的困惑吧。",
    "annotation": [
      {
        "sentence": "听说了，你的婚姻经历了老公的家暴和出轨，真的很不幸。",
        "label": ""
      },
      {
        "sentence": "你依然选择和老公继续过日子，真的很坚强。",
        "label": ""
      },
      {
        "sentence": "同时，你还和一个小你很多岁的男人发生了婚外恋，这段恋情只有4个月的时间，但你们却在这段时间内建立了深厚的感情。",
        "label": ""
      },
      {
        "sentence": "你们彼此从爱慕到喜欢，再到相爱，这么深的感情，我能理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "说说你现在的困惑吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在这段婚外恋中，我们彼此都很舒服，不仅外貌上没有违和感，而且我们在各方面都非常合拍。我们经常见面，不仅体验浪漫的事情，而且他也会关心我、照顾我，对我无微不至。昨天他告诉我他的老婆发现了我们的照片，并闹离婚的事情。我现在很担心，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "在这段婚外恋中，我们彼此都很舒服，不仅外貌上没有违和感，而且我们在各方面都非常合拍。",
        "label": ""
      },
      {
        "sentence": "我们经常见面，不仅体验浪漫的事情，而且他也会关心我、照顾我，对我无微不至。",
        "label": ""
      },
      {
        "sentence": "昨天他告诉我他的老婆发现了我们的照片，并闹离婚的事情。",
        "label": ""
      },
      {
        "sentence": "我现在很担心，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在听你的叙述中，我能感受到你与婚外恋的男友之间有着深厚的感情，这也许让你陷入了痛苦和焦虑之中。不过，我们需要冷静地分析一下现实情况。你现在正在一个婚姻状况不好的家庭中生活，并且自己也受到了精神虐待。你可能觉得这段婚外恋给你带来了宣泄的机会，但同时也让你担心失去了控制权和依赖性。现在你需要考虑一下你的选择，为了你自己的幸福和未来，你可能需要重新权衡一下。",
    "annotation": [
      {
        "sentence": "在听你的叙述中，我能感受到你与婚外恋的男友之间有着深厚的感情，这也许让你陷入了痛苦和焦虑之中。",
        "label": ""
      },
      {
        "sentence": "不过，我们需要冷静地分析一下现实情况。",
        "label": ""
      },
      {
        "sentence": "你现在正在一个婚姻状况不好的家庭中生活，并且自己也受到了精神虐待。",
        "label": ""
      },
      {
        "sentence": "你可能觉得这段婚外恋给你带来了宣泄的机会，但同时也让你担心失去了控制权和依赖性。",
        "label": ""
      },
      {
        "sentence": "现在你需要考虑一下你的选择，为了你自己的幸福和未来，你可能需要重新权衡一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我确实在婚姻中陷入了被动的状态，而这段婚外恋给我带来了一种寄托和被关心的感觉。但在你提醒我之后，我确实需要重新思考一下。不过，我真的不知道现在该怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我确实在婚姻中陷入了被动的状态，而这段婚外恋给我带来了一种寄托和被关心的感觉。",
        "label": ""
      },
      {
        "sentence": "但在你提醒我之后，我确实需要重新思考一下。",
        "label": ""
      },
      {
        "sentence": "不过，我真的不知道现在该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种选择确实会让你陷入困惑。我建议你先要冷静下来，好好思考一下你的内心需求和对未来的期许。婚姻中的家暴和出轨是没有未来的，而婚外恋又有自己的潜在问题。你需要权衡清楚，看看哪一方会对你的幸福产生更多的影响。",
    "annotation": [
      {
        "sentence": "这种选择确实会让你陷入困惑。",
        "label": ""
      },
      {
        "sentence": "我建议你先要冷静下来，好好思考一下你的内心需求和对未来的期许。",
        "label": ""
      },
      {
        "sentence": "婚姻中的家暴和出轨是没有未来的，而婚外恋又有自己的潜在问题。",
        "label": ""
      },
      {
        "sentence": "你需要权衡清楚，看看哪一方会对你的幸福产生更多的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要花时间冷静思考一下。但是在这个过程中，我是否应该和婚外恋的男友保持距离呢？我怕我无法控制自己的情感，再次陷入痛苦之中。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要花时间冷静思考一下。",
        "label": ""
      },
      {
        "sentence": "但是在这个过程中，我是否应该和婚外恋的男友保持距离呢？",
        "label": ""
      },
      {
        "sentence": "我怕我无法控制自己的情感，再次陷入痛苦之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的。在你思考之际，暂时和婚外恋的男友保持一些距离可能是个不错的选择。这样可以帮助你更好地理清自己的思绪，同时也可以让你看清事情的本质。不过，我也想提醒你，情感的控制是需要自己努力的，要时刻保持清醒的思维和理智的判断，不要让情感掌控了你的行为。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "在你思考之际，暂时和婚外恋的男友保持一些距离可能是个不错的选择。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你更好地理清自己的思绪，同时也可以让你看清事情的本质。",
        "label": ""
      },
      {
        "sentence": "不过，我也想提醒你，情感的控制是需要自己努力的，要时刻保持清醒的思维和理智的判断，不要让情感掌控了你的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量保持冷静，好好面对和处理这段婚外恋的困境。在此过程中，我也会更加了解自己的内心需求，并思考对未来的选择。不论结果如何，我都希望能找到自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量保持冷静，好好面对和处理这段婚外恋的困境。",
        "label": ""
      },
      {
        "sentence": "在此过程中，我也会更加了解自己的内心需求，并思考对未来的选择。",
        "label": ""
      },
      {
        "sentence": "不论结果如何，我都希望能找到自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能听到你这样的回答，这说明你已经开始理智地面对问题，并且愿意找到属于自己的幸福。无论你的选择是什么，我都会支持你，希望你能够找到自己真正想要的幸福和快乐。如果你需要任何帮助或者有任何困惑，记得随时跟我说哦。",
    "annotation": [
      {
        "sentence": "很高兴能听到你这样的回答，这说明你已经开始理智地面对问题，并且愿意找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "无论你的选择是什么，我都会支持你，希望你能够找到自己真正想要的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何困惑，记得随时跟我说哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会珍惜自己的幸福，并尽力做出最合适的选择。如果有任何问题或困惑，我一定会及时向你寻求帮助的。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会珍惜自己的幸福，并尽力做出最合适的选择。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或困惑，我一定会及时向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。无论事情的发展如何，记得要照顾好自己，保持良好的心态。相信自己，你一定能够克服困难，找到属于自己的幸福。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "无论事情的发展如何，记得要照顾好自己，保持良好的心态。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]