[
  {
    "role": "client",
    "content": "我真的心态快崩溃了，不知道该怎么办。前几天，我的婚外恋被对方的妻子发现了。我和这个比我小好几岁的男人有了婚外恋，因为我的婚姻已经很糟糕了，我丈夫经常家暴，还外遇。遇到他之后，我的生活才有了寄托。虽然我们是异地恋，但这四个月来，我们从互相欣赏到喜欢，再到相爱，感情越来越深。他说我是他的精神支柱，虽然年龄比我小，但我们在外貌上没有太大的差异，看上去他比实际年龄要小十来岁。我们在一起很舒服，性格各方面都很合拍。我们经常飞到对方所在的城市见面，不只是有性关系，我们一起散步、聊天、拍照片、享受美食。他关心我一切的状态，当我心情不好的时候，他会远程送我鲜花；当我生病的时候，他会给我药房老板打电话让他送药给我。他从不做我不喜欢的事情，对我的喜好了如指掌。我从来没有想过要破坏他的婚姻，但是昨天他的妻子发现了他的QQ，他的QQ里只有我一个人，空间里全是我们的照片，甚至有一些不雅的照片。昨天他告诉我他妻子要离婚，让我先把我QQ空间对他屏蔽。",
    "annotation": [
      {
        "sentence": "我真的心态快崩溃了，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "前几天，我的婚外恋被对方的妻子发现了。",
        "label": ""
      },
      {
        "sentence": "我和这个比我小好几岁的男人有了婚外恋，因为我的婚姻已经很糟糕了，我丈夫经常家暴，还外遇。",
        "label": ""
      },
      {
        "sentence": "遇到他之后，我的生活才有了寄托。",
        "label": ""
      },
      {
        "sentence": "虽然我们是异地恋，但这四个月来，我们从互相欣赏到喜欢，再到相爱，感情越来越深。",
        "label": ""
      },
      {
        "sentence": "他说我是他的精神支柱，虽然年龄比我小，但我们在外貌上没有太大的差异，看上去他比实际年龄要小十来岁。",
        "label": ""
      },
      {
        "sentence": "我们在一起很舒服，性格各方面都很合拍。",
        "label": ""
      },
      {
        "sentence": "我们经常飞到对方所在的城市见面，不只是有性关系，我们一起散步、聊天、拍照片、享受美食。",
        "label": ""
      },
      {
        "sentence": "他关心我一切的状态，当我心情不好的时候，他会远程送我鲜花；当我生病的时候，他会给我药房老板打电话让他送药给我。",
        "label": ""
      },
      {
        "sentence": "他从不做我不喜欢的事情，对我的喜好了如指掌。",
        "label": ""
      },
      {
        "sentence": "我从来没有想过要破坏他的婚姻，但是昨天他的妻子发现了他的QQ，他的QQ里只有我一个人，空间里全是我们的照片，甚至有一些不雅的照片。",
        "label": ""
      },
      {
        "sentence": "昨天他告诉我他妻子要离婚，让我先把我QQ空间对他屏蔽。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【好好珍惜自己】亲爱的朋友，听到你的遭遇，我深表同情。我能感受到你的困惑、焦虑和不安。现在你感到不知所措，因为你处于被动状态，只能等待他的选择，希望他会选择你。但这也意味着他说了算。你应该如何扭转这种被动状态呢？【第一】请冷静、放松。我知道你内心很慌乱，所以更要冷静下来，试着深呼吸，使身体放松。【第二】对这件事说声“对不起”。我看得出你也在这件事情中受伤了，我对你的遭遇深感同情。对于走进别人婚姻的行为，以及让自己陷入被动状态这件事，你可以先说声“对不起，请原谅”。先释放罪恶感，减少对这件事的不安。【第三】重新找回自己的爱。首先，你要明白没有任何人会比你自己更爱你。从现在开始，让自己变得独立，学会照顾自己，减少焦虑和不安。不要因为爱一个人而失去自己，学会面对自己的孤独。此时此刻，你更需要安抚自己，与自己共情。安全感是自己给予的，你要相信自己，相信自己的价值。【第四】给予对方空间让他处理这件事。如果他是一个负责任的人，他一定会对你有所交代。你可以给自己设定一个期限，如果他没有回来找你，那就放下吧。同时，爱是相互给予和感恩的，如果你对他的爱是“给予”的，那么你已经足够独立，不用害怕他的选择。【第五】感恩看待他的选择对于他是否会回来，没有人可以百分之百保证。一个真正爱你的人是不会让你成为第三者的，因为这对你来说一点都不公平。如果他真爱你超过他的妻子，提出离婚的应该是他，而不是他的妻子。因此，你要做好心理准备。万一他没有回来，就要感激他以及自己。感激自己为了这段感情付出了努力。感激他给你美好的回忆，以及教会你什么是自爱，什么是真正的爱。引用戴安娜王妃的一句话：“三个人的感情太拥挤了”。作为女性，你要好好珍惜自己，爱自己。祝福你！你的朋友，Audrey。",
    "annotation": [
      {
        "sentence": "【好好珍惜自己】亲爱的朋友，听到你的遭遇，我深表同情。",
        "label": ""
      },
      {
        "sentence": "我能感受到你的困惑、焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "现在你感到不知所措，因为你处于被动状态，只能等待他的选择，希望他会选择你。",
        "label": ""
      },
      {
        "sentence": "但这也意味着他说了算。",
        "label": ""
      },
      {
        "sentence": "你应该如何扭转这种被动状态呢？",
        "label": ""
      },
      {
        "sentence": "【第一】请冷静、放松。",
        "label": ""
      },
      {
        "sentence": "我知道你内心很慌乱，所以更要冷静下来，试着深呼吸，使身体放松。",
        "label": ""
      },
      {
        "sentence": "【第二】对这件事说声“对不起”。",
        "label": ""
      },
      {
        "sentence": "我看得出你也在这件事情中受伤了，我对你的遭遇深感同情。",
        "label": ""
      },
      {
        "sentence": "对于走进别人婚姻的行为，以及让自己陷入被动状态这件事，你可以先说声“对不起，请原谅”。",
        "label": ""
      },
      {
        "sentence": "先释放罪恶感，减少对这件事的不安。",
        "label": ""
      },
      {
        "sentence": "【第三】重新找回自己的爱。",
        "label": ""
      },
      {
        "sentence": "首先，你要明白没有任何人会比你自己更爱你。",
        "label": ""
      },
      {
        "sentence": "从现在开始，让自己变得独立，学会照顾自己，减少焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "不要因为爱一个人而失去自己，学会面对自己的孤独。",
        "label": ""
      },
      {
        "sentence": "此时此刻，你更需要安抚自己，与自己共情。",
        "label": ""
      },
      {
        "sentence": "安全感是自己给予的，你要相信自己，相信自己的价值。",
        "label": ""
      },
      {
        "sentence": "【第四】给予对方空间让他处理这件事。",
        "label": ""
      },
      {
        "sentence": "如果他是一个负责任的人，他一定会对你有所交代。",
        "label": ""
      },
      {
        "sentence": "你可以给自己设定一个期限，如果他没有回来找你，那就放下吧。",
        "label": ""
      },
      {
        "sentence": "同时，爱是相互给予和感恩的，如果你对他的爱是“给予”的，那么你已经足够独立，不用害怕他的选择。",
        "label": ""
      },
      {
        "sentence": "【第五】感恩看待他的选择对于他是否会回来，没有人可以百分之百保证。",
        "label": ""
      },
      {
        "sentence": "一个真正爱你的人是不会让你成为第三者的，因为这对你来说一点都不公平。",
        "label": ""
      },
      {
        "sentence": "如果他真爱你超过他的妻子，提出离婚的应该是他，而不是他的妻子。",
        "label": ""
      },
      {
        "sentence": "因此，你要做好心理准备。",
        "label": ""
      },
      {
        "sentence": "万一他没有回来，就要感激他以及自己。",
        "label": ""
      },
      {
        "sentence": "感激自己为了这段感情付出了努力。",
        "label": ""
      },
      {
        "sentence": "感激他给你美好的回忆，以及教会你什么是自爱，什么是真正的爱。",
        "label": ""
      },
      {
        "sentence": "引用戴安娜王妃的一句话：“三个人的感情太拥挤了”。",
        "label": ""
      },
      {
        "sentence": "作为女性，你要好好珍惜自己，爱自己。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "你的朋友，Audrey。",
        "label": ""
      }
    ]
  }
]