[
  {
    "role": "client",
    "content": "刚跟男友分手，很难过，对亲密关系怀疑？",
    "annotation": [
      {
        "sentence": "刚跟男友分手，很难过，对亲密关系怀疑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "异地，对任何一对情侣、夫妻来说本身都是巨大的挑战。需要克服的东西非常多，比如由于异地产生的信任、情绪、不安、焦虑等，每一个都不容易克服的。",
    "annotation": [
      {
        "sentence": "异地，对任何一对情侣、夫妻来说本身都是巨大的挑战。",
        "label": ""
      },
      {
        "sentence": "需要克服的东西非常多，比如由于异地产生的信任、情绪、不安、焦虑等，每一个都不容易克服的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "异地的时候，消息回得慢了，还挑着消息回，他觉得不重要的就没看见一样。我为此跟他生气过，他就觉得我管得多无理取闹。",
    "annotation": [
      {
        "sentence": "异地的时候，消息回得慢了，还挑着消息回，他觉得不重要的就没看见一样。",
        "label": ""
      },
      {
        "sentence": "我为此跟他生气过，他就觉得我管得多无理取闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "异地沟通成本是很高的；在同一个地方，因为可以见到，很多“话”都可以通过观察，触碰，顺便的问候替代掉。但异地，由于缺乏接触，无形中增加很多“不重要”的信息。人在做事情的时候回习惯性的过滤掉这些信息，选择重要的信息回复，来减少大脑的负担。因为这样的事情吵架，是非常消耗精力、体力和感情的。但从本质上是你希望他“及时”回复你信息（及时满足你的需求），但他有“权利”选择什么时候回复或者不回复对吗？而你因为他不回复而生气，是你找他有急事吗？如果是急事不能直接打电话吗？但只是一些琐碎的事情生气，这谁可能都会疲于应付的。你换位想想，你朋友，发信息给你，你没有及时回或者不回，然后第二天抓着你“生气”，你会跟他继续做朋友吗？",
    "annotation": [
      {
        "sentence": "异地沟通成本是很高的；在同一个地方，因为可以见到，很多“话”都可以通过观察，触碰，顺便的问候替代掉。",
        "label": ""
      },
      {
        "sentence": "但异地，由于缺乏接触，无形中增加很多“不重要”的信息。",
        "label": ""
      },
      {
        "sentence": "人在做事情的时候回习惯性的过滤掉这些信息，选择重要的信息回复，来减少大脑的负担。",
        "label": ""
      },
      {
        "sentence": "因为这样的事情吵架，是非常消耗精力、体力和感情的。",
        "label": ""
      },
      {
        "sentence": "但从本质上是你希望他“及时”回复你信息（及时满足你的需求），但他有“权利”选择什么时候回复或者不回复对吗？",
        "label": ""
      },
      {
        "sentence": "而你因为他不回复而生气，是你找他有急事吗？",
        "label": ""
      },
      {
        "sentence": "如果是急事不能直接打电话吗？",
        "label": ""
      },
      {
        "sentence": "但只是一些琐碎的事情生气，这谁可能都会疲于应付的。",
        "label": ""
      },
      {
        "sentence": "你换位想想，你朋友，发信息给你，你没有及时回或者不回，然后第二天抓着你“生气”，你会跟他继续做朋友吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感觉他只在乎我面对面的表现，而忽视了远距离的沟通。我们之前感情很好的，就是在一起的时候不会吵架，可是一见面之后就和好了。他说他受够了我的无理取闹，觉得和我在一起太累了。",
    "annotation": [
      {
        "sentence": "感觉他只在乎我面对面的表现，而忽视了远距离的沟通。",
        "label": ""
      },
      {
        "sentence": "我们之前感情很好的，就是在一起的时候不会吵架，可是一见面之后就和好了。",
        "label": ""
      },
      {
        "sentence": "他说他受够了我的无理取闹，觉得和我在一起太累了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原来你们在一起时相处愉快，吵架的问题主要出现在异地时的沟通上，是吧？那可能是因为你们沟通方式不够顺畅，在异地的情况下难以理解对方的真实意图。我觉得你们需要找到一个更好的沟通方式，以便更好地满足对方的需求。而且，如果一个人觉得和另一个人在一起太累，可能说明他们已经没有足够的耐心和理解了。这可能是你们需要解决的问题之一。",
    "annotation": [
      {
        "sentence": "原来你们在一起时相处愉快，吵架的问题主要出现在异地时的沟通上，是吧？",
        "label": ""
      },
      {
        "sentence": "那可能是因为你们沟通方式不够顺畅，在异地的情况下难以理解对方的真实意图。",
        "label": ""
      },
      {
        "sentence": "我觉得你们需要找到一个更好的沟通方式，以便更好地满足对方的需求。",
        "label": ""
      },
      {
        "sentence": "而且，如果一个人觉得和另一个人在一起太累，可能说明他们已经没有足够的耐心和理解了。",
        "label": ""
      },
      {
        "sentence": "这可能是你们需要解决的问题之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很爱他，他说他以后想当渣男，不用用力去爱一个人，觉得太累了。我现在真的缓不过来这段感情的结束，心情非常低落。",
    "annotation": [
      {
        "sentence": "我真的很爱他，他说他以后想当渣男，不用用力去爱一个人，觉得太累了。",
        "label": ""
      },
      {
        "sentence": "我现在真的缓不过来这段感情的结束，心情非常低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的心情非常低落，特别是听到他说出那些伤人的话。但是，请记住，这是他的观点和选择，并不代表你没有被爱的价值。每个人都有自己的方式和想法，或许在他的经历中，他感到疲倦并且选择了逃避。你的爱和努力是有价值的，不要忘记这一点。同时，你也需要给自己一些时间来疗伤和调整心态，毕竟这段感情对你来说是非常重要的。",
    "annotation": [
      {
        "sentence": "我理解你现在的心情非常低落，特别是听到他说出那些伤人的话。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，这是他的观点和选择，并不代表你没有被爱的价值。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的方式和想法，或许在他的经历中，他感到疲倦并且选择了逃避。",
        "label": ""
      },
      {
        "sentence": "你的爱和努力是有价值的，不要忘记这一点。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要给自己一些时间来疗伤和调整心态，毕竟这段感情对你来说是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。我想我需要一些时间来面对这段感情的结束，并且努力寻找自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我想我需要一些时间来面对这段感情的结束，并且努力寻找自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受。接受和面对感情的结束可能需要一些时间，在这个过程中，请不要忘记关注自己的幸福和内心的平静。如果你需要任何进一步的支持和帮助，随时可以找我谈谈。记住，你不是一个人在面对这一切，有人会在你身边支持你的。",
    "annotation": [
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "接受和面对感情的结束可能需要一些时间，在这个过程中，请不要忘记关注自己的幸福和内心的平静。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持和帮助，随时可以找我谈谈。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这一切，有人会在你身边支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我会努力走出这段感情，寻找属于自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我会努力走出这段感情，寻找属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰你能拥有这样的决心。无论过程有多艰难，坚持寻找属于自己的幸福是非常重要的。保持积极的心态，相信自己，你一定能够找到真正属于自己的幸福。如果你在这个过程中需要任何帮助，随时联系我。祝福你未来的幸福！",
    "annotation": [
      {
        "sentence": "非常欣慰你能拥有这样的决心。",
        "label": ""
      },
      {
        "sentence": "无论过程有多艰难，坚持寻找属于自己的幸福是非常重要的。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信自己，你一定能够找到真正属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中需要任何帮助，随时联系我。",
        "label": ""
      },
      {
        "sentence": "祝福你未来的幸福！",
        "label": ""
      }
    ]
  }
]