[
  {
    "role": "client",
    "content": "异性同事，为什么看到ta或ta的动态心里会难受？我们是异性同事，原本平时沟通很少因为前段时间她经历了一段让她受伤的事情在她情绪低落的时期在公司的时候我都会去安慰陪着她一段时间后我们成为好朋友，有次她说我是真心对她好的时候我心理感到很开心也绝得付出是值得的，后面开始我们聊的就比较多了平时微信聊天的话还是能很开心的，但是突然有一天不知道为什么看到她本人或她发的动态心里就会痛一下很难受不想面对她，我不知道自己是不是跃过友谊的界限了而且自从关系近了后相处起来却没有以前那么自然",
    "annotation": [
      {
        "sentence": "异性同事，为什么看到ta或ta的动态心里会难受？",
        "label": ""
      },
      {
        "sentence": "我们是异性同事，原本平时沟通很少因为前段时间她经历了一段让她受伤的事情在她情绪低落的时期在公司的时候我都会去安慰陪着她一段时间后我们成为好朋友，有次她说我是真心对她好的时候我心理感到很开心也绝得付出是值得的，后面开始我们聊的就比较多了平时微信聊天的话还是能很开心的，但是突然有一天不知道为什么看到她本人或她发的动态心里就会痛一下很难受不想面对她，我不知道自己是不是跃过友谊的界限了而且自从关系近了后相处起来却没有以前那么自然",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题后，非常能理解您现在的心情。您说“她本人或她发的动态心里就会痛一下很难受不想面对她”，那么，当您看到她本人是什么样的状态，以及您看到她的动态是什么内容时，会让自己很难受呐，还是说不管她本人是什么状态，无论是什么内容的动态，都会让您感到难受？",
    "annotation": [
      {
        "sentence": "看到你的问题后，非常能理解您现在的心情。",
        "label": ""
      },
      {
        "sentence": "您说“她本人或她发的动态心里就会痛一下很难受不想面对她”，那么，当您看到她本人是什么样的状态，以及您看到她的动态是什么内容时，会让自己很难受呐，还是说不管她本人是什么状态，无论是什么内容的动态，都会让您感到难受？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "无论她是怎么样的状态，在什么情况下，只要是看到她本人或她发的动态，我就会感到一阵难受，心里像被刺痛一样。",
    "annotation": [
      {
        "sentence": "无论她是怎么样的状态，在什么情况下，只要是看到她本人或她发的动态，我就会感到一阵难受，心里像被刺痛一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，也就是说无论她的状态如何，您都会联想到一些事情，产生一些情感，从而感到难过吧。那么在朋友之前的界限方面，您担心自己会越过这个界限吗？",
    "annotation": [
      {
        "sentence": "我明白了，也就是说无论她的状态如何，您都会联想到一些事情，产生一些情感，从而感到难过吧。",
        "label": ""
      },
      {
        "sentence": "那么在朋友之前的界限方面，您担心自己会越过这个界限吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很担心自己越过了朋友的界限，从而影响了我们之间的关系。",
    "annotation": [
      {
        "sentence": "是的，我很担心自己越过了朋友的界限，从而影响了我们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关系的定义和界限是每个人心中都有的，不同人对于朋友之间的关系界定也是有所差异的。不必过于担心别人的评价和看法，重要的是在自己内心找到对友谊的定义和感受。另外，关于关系近了以后感觉不太自然的问题，您能具体说说具体体现在哪些方面吗？",
    "annotation": [
      {
        "sentence": "关系的定义和界限是每个人心中都有的，不同人对于朋友之间的关系界定也是有所差异的。",
        "label": ""
      },
      {
        "sentence": "不必过于担心别人的评价和看法，重要的是在自己内心找到对友谊的定义和感受。",
        "label": ""
      },
      {
        "sentence": "另外，关于关系近了以后感觉不太自然的问题，您能具体说说具体体现在哪些方面吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "自从我们关系变得更亲近后，我们相处的时候就不再像以前那么自然了，感觉有些拘束和不自在。",
    "annotation": [
      {
        "sentence": "自从我们关系变得更亲近后，我们相处的时候就不再像以前那么自然了，感觉有些拘束和不自在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。关系发生改变后，确实会有一些调整和适应的过程，这种不自然的感觉可能是因为你们此前没有处于这样亲密的关系，需要时间来磨合和适应。你可以试着觉察一下自己此时的想法和感受，无论是什么样的想法，都是完全正常的。接纳自己的感受，并与自己建立更深的连接是很重要的。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "关系发生改变后，确实会有一些调整和适应的过程，这种不自然的感觉可能是因为你们此前没有处于这样亲密的关系，需要时间来磨合和适应。",
        "label": ""
      },
      {
        "sentence": "你可以试着觉察一下自己此时的想法和感受，无论是什么样的想法，都是完全正常的。",
        "label": ""
      },
      {
        "sentence": "接纳自己的感受，并与自己建立更深的连接是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会试着接纳自己的想法和感受。我也希望我们之间的关系能够变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会试着接纳自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "我也希望我们之间的关系能够变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。我相信只要你能与自己有更深入的觉察和连接，接纳自己的感受，你们之间的关系一定会逐渐变得更好。如果你还有其他想说的或需要咨询的，都可以告诉我。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "我相信只要你能与自己有更深入的觉察和连接，接纳自己的感受，你们之间的关系一定会逐渐变得更好。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他想说的或需要咨询的，都可以告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心和支持，我目前还没有其他问题。非常感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的耐心和支持，我目前还没有其他问题。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我很愿意帮助你。如果有任何问题，随时都可以来找我。最后，我要分享一段陈老师的寄语给你：久居都市，依旧留恋乡村中的宁静与恬然。喜欢看书的安谧时光，也热爱球场上挥洒汗水的热血感觉，享受全程40多公里马拉松跑完时的畅快淋漓。然，当自己走遍亚欧大陆几十个国家，体验过各种异地风情，才发现自己的家是自己灵魂深处，最美好，最温暖的归宿。而，品阅古今，阅历人世百态，唯有内心才是人生动力的源泉，归息的港湾。相信你能和自己有深入的觉察、连接，很好的接纳自己。如果还需要帮助，请随时联系我。",
    "annotation": [
      {
        "sentence": "不用谢，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "最后，我要分享一段陈老师的寄语给你：久居都市，依旧留恋乡村中的宁静与恬然。",
        "label": ""
      },
      {
        "sentence": "喜欢看书的安谧时光，也热爱球场上挥洒汗水的热血感觉，享受全程40多公里马拉松跑完时的畅快淋漓。",
        "label": ""
      },
      {
        "sentence": "然，当自己走遍亚欧大陆几十个国家，体验过各种异地风情，才发现自己的家是自己灵魂深处，最美好，最温暖的归宿。",
        "label": ""
      },
      {
        "sentence": "而，品阅古今，阅历人世百态，唯有内心才是人生动力的源泉，归息的港湾。",
        "label": ""
      },
      {
        "sentence": "相信你能和自己有深入的觉察、连接，很好的接纳自己。",
        "label": ""
      },
      {
        "sentence": "如果还需要帮助，请随时联系我。",
        "label": ""
      }
    ]
  }
]