[
  {
    "role": "client",
    "content": "异性同事，为什么看到ta或ta的动态心里会难受？我们是异性同事，原本平时沟通很少因为前段时间她经历了一段让她受伤的事情在她情绪低落的时期在公司的时候我都会去安慰陪着她一段时间后我们成为好朋友，有次她说我是真心对她好的时候我心理感到很开心也觉得付出是值得的，后面开始我们聊的就比较多了平时微信聊天的话还是能很开心的，但是突然有一天不知道为什么看到她本人或她发的动态心里就会痛一下很难受不想面对她，我不知道自己是不是跃过友谊的界限了而且自从关系近了后相处起来却没有以前那么自然",
    "annotation": [
      {
        "sentence": "异性同事，为什么看到ta或ta的动态心里会难受？",
        "label": ""
      },
      {
        "sentence": "我们是异性同事，原本平时沟通很少因为前段时间她经历了一段让她受伤的事情在她情绪低落的时期在公司的时候我都会去安慰陪着她一段时间后我们成为好朋友，有次她说我是真心对她好的时候我心理感到很开心也觉得付出是值得的，后面开始我们聊的就比较多了平时微信聊天的话还是能很开心的，但是突然有一天不知道为什么看到她本人或她发的动态心里就会痛一下很难受不想面对她，我不知道自己是不是跃过友谊的界限了而且自从关系近了后相处起来却没有以前那么自然",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，感受到你现在的困惑！你在异性同事最伤心时候，给对方过安慰与鼓励，在此过程中，也许她赞赏你比她（他）家中那一位都体贴等等！你心中觉得自己好像成了她（他）的心里依靠，然而异性同事的动态，有跟平时不一样，或高兴，或全家一起时，你自己觉得你没那么重要了。所以心中不高兴，有一点暗暗的伤心，是因为你把你对她（他）的重要性放大了。",
    "annotation": [
      {
        "sentence": "根据你的描述，感受到你现在的困惑！",
        "label": ""
      },
      {
        "sentence": "你在异性同事最伤心时候，给对方过安慰与鼓励，在此过程中，也许她赞赏你比她（他）家中那一位都体贴等等！",
        "label": ""
      },
      {
        "sentence": "你心中觉得自己好像成了她（他）的心里依靠，然而异性同事的动态，有跟平时不一样，或高兴，或全家一起时，你自己觉得你没那么重要了。",
        "label": ""
      },
      {
        "sentence": "所以心中不高兴，有一点暗暗的伤心，是因为你把你对她（他）的重要性放大了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉到我对她的感情可能超过了友谊的界限。我曾经很开心能陪着她度过困难的时期，但现在看到她的动态或者是见到她本人，反而让我很痛苦，不想面对。",
    "annotation": [
      {
        "sentence": "是的，我感觉到我对她的感情可能超过了友谊的界限。",
        "label": ""
      },
      {
        "sentence": "我曾经很开心能陪着她度过困难的时期，但现在看到她的动态或者是见到她本人，反而让我很痛苦，不想面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学会分清现状，理清思路异性同事伤心，你为此解闷，你们就是聊聊天，你帮助了一个需要心情调整的人，仅此而已。不管你是单身还是有家庭，记住！异性同事乃至朋友，不要太过于关注对方情感世界。以正能量语言记录对方即可，如果聊的深，务必会介入对方感情，然后理论其对错，以及会投射自己身上等。很多婚外情就是这样一步步陷入的。",
    "annotation": [
      {
        "sentence": "学会分清现状，理清思路异性同事伤心，你为此解闷，你们就是聊聊天，你帮助了一个需要心情调整的人，仅此而已。",
        "label": ""
      },
      {
        "sentence": "不管你是单身还是有家庭，记住！",
        "label": ""
      },
      {
        "sentence": "异性同事乃至朋友，不要太过于关注对方情感世界。",
        "label": ""
      },
      {
        "sentence": "以正能量语言记录对方即可，如果聊的深，务必会介入对方感情，然后理论其对错，以及会投射自己身上等。",
        "label": ""
      },
      {
        "sentence": "很多婚外情就是这样一步步陷入的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在明白了，我应该保持适当的距离。我虽然希望能帮助她，但也不应该把她的一切放在心上。",
    "annotation": [
      {
        "sentence": "你说得对，我现在明白了，我应该保持适当的距离。",
        "label": ""
      },
      {
        "sentence": "我虽然希望能帮助她，但也不应该把她的一切放在心上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "保持自己平常心，不要陷入别人家庭情感。学会认清形势后，异性同事应保持应有的距离。在我看来，那有异性好朋友，其实多少有一方会有好感，才会深层次聊天，得到心理安慰。所以如果或者对方有家庭或对象，不要走太近，以免陷进去。",
    "annotation": [
      {
        "sentence": "保持自己平常心，不要陷入别人家庭情感。",
        "label": ""
      },
      {
        "sentence": "学会认清形势后，异性同事应保持应有的距离。",
        "label": ""
      },
      {
        "sentence": "在我看来，那有异性好朋友，其实多少有一方会有好感，才会深层次聊天，得到心理安慰。",
        "label": ""
      },
      {
        "sentence": "所以如果或者对方有家庭或对象，不要走太近，以免陷进去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该保持理性和冷静，不要让自己对她产生过多的依赖和期望。我应该把她当作朋友，而不是让自己的情感陷入其中。",
    "annotation": [
      {
        "sentence": "我明白了，我应该保持理性和冷静，不要让自己对她产生过多的依赖和期望。",
        "label": ""
      },
      {
        "sentence": "我应该把她当作朋友，而不是让自己的情感陷入其中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经开始意识到问题所在，并且有了改变的决心。学会自我调整，遇到对方动态，自己心情就不好，说明自己太关注对方一举一动，也许心中对同事有了非分之想，动了情感，那么学会自我调整。把对方曾经的伤心，你的安慰，看成普通的倾诉与回应，自己只是好心办忙同事想通而已。把自己想的别那么重要。让自己保持好心情！",
    "annotation": [
      {
        "sentence": "很好，你已经开始意识到问题所在，并且有了改变的决心。",
        "label": ""
      },
      {
        "sentence": "学会自我调整，遇到对方动态，自己心情就不好，说明自己太关注对方一举一动，也许心中对同事有了非分之想，动了情感，那么学会自我调整。",
        "label": ""
      },
      {
        "sentence": "把对方曾经的伤心，你的安慰，看成普通的倾诉与回应，自己只是好心办忙同事想通而已。",
        "label": ""
      },
      {
        "sentence": "把自己想的别那么重要。",
        "label": ""
      },
      {
        "sentence": "让自己保持好心情！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和指导！你的话让我明白了很多问题，也让我重新审视了自己的想法和态度。我现在会按照你的建议，保持适当的距离，把对她的情感放到合适的位置。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和指导！",
        "label": ""
      },
      {
        "sentence": "你的话让我明白了很多问题，也让我重新审视了自己的想法和态度。",
        "label": ""
      },
      {
        "sentence": "我现在会按照你的建议，保持适当的距离，把对她的情感放到合适的位置。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！很高兴能够帮助到你。记住，保持理性和冷静，不要过于关注对方，而是更专注于自己的工作和生活。相信一切都会逐渐好起来的！如果还有任何困扰，随时都可以向我求助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，保持理性和冷静，不要过于关注对方，而是更专注于自己的工作和生活。",
        "label": ""
      },
      {
        "sentence": "相信一切都会逐渐好起来的！",
        "label": ""
      },
      {
        "sentence": "如果还有任何困扰，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]