[
  {
    "role": "client",
    "content": "异性同事，为什么看到ta或ta的动态心里会难受？我们是异性同事，原本平时沟通很少因为前段时间她经历了一段让她受伤的事情在她情绪低落的时期在公司的时候我都会去安慰陪着她一段时间后我们成为好朋友，有次她说我是真心对她好的时候我心理感到很开心也觉得付出是值得的，后面开始我们聊的就比较多了平时微信聊天的话还是能很开心的，但是突然有一天不知道为什么看到她本人或她发的动态心里就会痛一下很难受不想面对她，我不知道自己是不是跃过友谊的界限了而且自从关系近了后相处起来却没有以前那么自然",
    "annotation": [
      {
        "sentence": "异性同事，为什么看到ta或ta的动态心里会难受？",
        "label": ""
      },
      {
        "sentence": "我们是异性同事，原本平时沟通很少因为前段时间她经历了一段让她受伤的事情在她情绪低落的时期在公司的时候我都会去安慰陪着她一段时间后我们成为好朋友，有次她说我是真心对她好的时候我心理感到很开心也觉得付出是值得的，后面开始我们聊的就比较多了平时微信聊天的话还是能很开心的，但是突然有一天不知道为什么看到她本人或她发的动态心里就会痛一下很难受不想面对她，我不知道自己是不是跃过友谊的界限了而且自从关系近了后相处起来却没有以前那么自然",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在对这个同事有一些别样的情绪。那你觉得为什么看到她发动态会觉得很难受呢？是因为她和别人在一起还是因为她做了一些事没有和你分享，所以你感到很失落？如果答案是的话，很可能你已经喜欢上她了。因为她没有让你参与到她的生活中去，所以你有些失落，甚至对她产生了一些不满，觉得她在利用你，所以你才不想面对她吗？",
    "annotation": [
      {
        "sentence": "你现在对这个同事有一些别样的情绪。",
        "label": ""
      },
      {
        "sentence": "那你觉得为什么看到她发动态会觉得很难受呢？",
        "label": ""
      },
      {
        "sentence": "是因为她和别人在一起还是因为她做了一些事没有和你分享，所以你感到很失落？",
        "label": ""
      },
      {
        "sentence": "如果答案是的话，很可能你已经喜欢上她了。",
        "label": ""
      },
      {
        "sentence": "因为她没有让你参与到她的生活中去，所以你有些失落，甚至对她产生了一些不满，觉得她在利用你，所以你才不想面对她吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有考虑过喜欢不喜欢这个问题。因为我觉得我们的关系很好，我也很开心能帮助她。但是现在突然感觉很复杂，有些矛盾的心情。",
    "annotation": [
      {
        "sentence": "我没有考虑过喜欢不喜欢这个问题。",
        "label": ""
      },
      {
        "sentence": "因为我觉得我们的关系很好，我也很开心能帮助她。",
        "label": ""
      },
      {
        "sentence": "但是现在突然感觉很复杂，有些矛盾的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么你内心深处究竟是怎么想的呢？想和她发展为男女朋友关系吗？你觉得你可以去追求她吗？感到难受是因为她已经有男朋友了吗？或者说你是不是已经不满足于现在你们的关系，你们会经常聊天，你经常对她付出，所以你想要的更多，你想和她更亲密，但是现在的关系却让你不前不后，你对她真的很好，但是却并没有什么名义上的关系，只是同事而已。",
    "annotation": [
      {
        "sentence": "那么你内心深处究竟是怎么想的呢？",
        "label": ""
      },
      {
        "sentence": "想和她发展为男女朋友关系吗？",
        "label": ""
      },
      {
        "sentence": "你觉得你可以去追求她吗？",
        "label": ""
      },
      {
        "sentence": "感到难受是因为她已经有男朋友了吗？",
        "label": ""
      },
      {
        "sentence": "或者说你是不是已经不满足于现在你们的关系，你们会经常聊天，你经常对她付出，所以你想要的更多，你想和她更亲密，但是现在的关系却让你不前不后，你对她真的很好，但是却并没有什么名义上的关系，只是同事而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经考虑过发展为男女朋友关系，但是又觉得我们的友谊很重要，怕发展为恋人会影响我们之间的关系。我也确实不满足于现在的关系，我觉得我们可以更亲密一些，但是又担心她已经有男朋友了，跨越友谊的边界会让我们的关系变得尴尬。",
    "annotation": [
      {
        "sentence": "我曾经考虑过发展为男女朋友关系，但是又觉得我们的友谊很重要，怕发展为恋人会影响我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "我也确实不满足于现在的关系，我觉得我们可以更亲密一些，但是又担心她已经有男朋友了，跨越友谊的边界会让我们的关系变得尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的顾虑。你介意我问一下，你觉得你们的友谊和你对她喜欢的程度，哪个更重要呢？",
    "annotation": [
      {
        "sentence": "我明白你的顾虑。",
        "label": ""
      },
      {
        "sentence": "你介意我问一下，你觉得你们的友谊和你对她喜欢的程度，哪个更重要呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这两者都很重要，我不想为了追求她而失去我们现在的友谊，但又觉得如果什么都不做，有些遗憾。",
    "annotation": [
      {
        "sentence": "我觉得这两者都很重要，我不想为了追求她而失去我们现在的友谊，但又觉得如果什么都不做，有些遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么你可以先试探一下她对你的感觉和对未来发展的看法。告诉她你对她的情感和对友谊的珍视。也许她会有一些回应，你们可以共同商讨对于关系的想法和未来的规划。这样你就能更清楚地了解你们之间的可能性，而不会后悔错过了机会。",
    "annotation": [
      {
        "sentence": "那么你可以先试探一下她对你的感觉和对未来发展的看法。",
        "label": ""
      },
      {
        "sentence": "告诉她你对她的情感和对友谊的珍视。",
        "label": ""
      },
      {
        "sentence": "也许她会有一些回应，你们可以共同商讨对于关系的想法和未来的规划。",
        "label": ""
      },
      {
        "sentence": "这样你就能更清楚地了解你们之间的可能性，而不会后悔错过了机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑你的建议，向她表达我的真实感受。不管结果如何，至少我不会后悔没有尝试过。",
    "annotation": [
      {
        "sentence": "我会考虑你的建议，向她表达我的真实感受。",
        "label": ""
      },
      {
        "sentence": "不管结果如何，至少我不会后悔没有尝试过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，勇敢面对自己的感受并采取行动是很重要的。无论最后的结果如何，都希望你能坦然面对，并且不后悔做出的决定。加油！",
    "annotation": [
      {
        "sentence": "很好，勇敢面对自己的感受并采取行动是很重要的。",
        "label": ""
      },
      {
        "sentence": "无论最后的结果如何，都希望你能坦然面对，并且不后悔做出的决定。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]