[
  {
    "role": "client",
    "content": "我30岁了，家里生意失败债台高筑，未来到底该怎么走？从小寄养在亲戚家，说七八岁回我家没两年就去了寄宿制学校，一路寄宿到硕士毕业，可能因为寄养又是女孩子比较早熟，对情绪和钱格外敏感，从小就一直觉得自己可能就是不该存在存在。以至于和哪边都不太亲近。以前家里条件不错的时候我选择出国留学，但硕士毕业前夕家里生意出问题，但父母依旧坚持让我读完书再回国。回国后普普通通的工作，每个月1w不到的收入，从情感和理智上来讲，我都希望能帮到家里还钱，对比这巨额债务一二十年不吃不喝也不够，我明确知道的就有100w左右，听我哥讲还借了高利贷，总额我觉得可能在七八百，父母也不听劝坚信自己是对的。年龄了会催婚，讲真的我完全不敢去招惹哪个男孩子，大家都不容易真的不想给任何人添麻烦，认真的思考过可能一辈子就这么一个人过下去吧，或者谈一个不结婚的恋爱可能也可以我总是控制自己不去想家里的事情，虽然我真的想帮忙但我也真的很普通，我甚至想不出到底做什么能赚到这么多钱？",
    "annotation": [
      {
        "sentence": "我30岁了，家里生意失败债台高筑，未来到底该怎么走？",
        "label": ""
      },
      {
        "sentence": "从小寄养在亲戚家，说七八岁回我家没两年就去了寄宿制学校，一路寄宿到硕士毕业，可能因为寄养又是女孩子比较早熟，对情绪和钱格外敏感，从小就一直觉得自己可能就是不该存在存在。",
        "label": ""
      },
      {
        "sentence": "以至于和哪边都不太亲近。",
        "label": ""
      },
      {
        "sentence": "以前家里条件不错的时候我选择出国留学，但硕士毕业前夕家里生意出问题，但父母依旧坚持让我读完书再回国。",
        "label": ""
      },
      {
        "sentence": "回国后普普通通的工作，每个月1w不到的收入，从情感和理智上来讲，我都希望能帮到家里还钱，对比这巨额债务一二十年不吃不喝也不够，我明确知道的就有100w左右，听我哥讲还借了高利贷，总额我觉得可能在七八百，父母也不听劝坚信自己是对的。",
        "label": ""
      },
      {
        "sentence": "年龄了会催婚，讲真的我完全不敢去招惹哪个男孩子，大家都不容易真的不想给任何人添麻烦，认真的思考过可能一辈子就这么一个人过下去吧，或者谈一个不结婚的恋爱可能也可以我总是控制自己不去想家里的事情，虽然我真的想帮忙但我也真的很普通，我甚至想不出到底做什么能赚到这么多钱？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听上去这30年，你寄养和寄宿的时间，远远大于跟父母在一起的时间，对父母的生意也了解不多吧。所以，债务还是让父母去想办法，你过好自己的生活，应该是父母最宽心的了。允许自己过一个普通的生活，做一个普通的人。",
    "annotation": [
      {
        "sentence": "听上去这30年，你寄养和寄宿的时间，远远大于跟父母在一起的时间，对父母的生意也了解不多吧。",
        "label": ""
      },
      {
        "sentence": "所以，债务还是让父母去想办法，你过好自己的生活，应该是父母最宽心的了。",
        "label": ""
      },
      {
        "sentence": "允许自己过一个普通的生活，做一个普通的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我总觉得我应该为家里分担一些压力，特别是父母已经年纪大了。我不想看到他们一直为债务操心。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我总觉得我应该为家里分担一些压力，特别是父母已经年纪大了。",
        "label": ""
      },
      {
        "sentence": "我不想看到他们一直为债务操心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担心，但是你也需要考虑到你自己的生活和幸福。父母是希望你能过上好日子，而不是让你过得很辛苦。或许你可以和父母共同商讨解决办法，而不是独自承担所有的压力。",
    "annotation": [
      {
        "sentence": "明白你的担心，但是你也需要考虑到你自己的生活和幸福。",
        "label": ""
      },
      {
        "sentence": "父母是希望你能过上好日子，而不是让你过得很辛苦。",
        "label": ""
      },
      {
        "sentence": "或许你可以和父母共同商讨解决办法，而不是独自承担所有的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我可能一直把家人的利益放在第一，忽略了自己的幸福。可能我需要和父母坐下来好好谈谈，一起找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "确实是这样，我可能一直把家人的利益放在第一，忽略了自己的幸福。",
        "label": ""
      },
      {
        "sentence": "可能我需要和父母坐下来好好谈谈，一起找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，沟通是解决问题的第一步。和父母坦诚相待，共同商讨解决方案，你们一定能够找到最适合的方式来应对困境。同时，也要给自己一些时间和空间来放松和调整心态。",
    "annotation": [
      {
        "sentence": "很好，沟通是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "和父母坦诚相待，共同商讨解决方案，你们一定能够找到最适合的方式来应对困境。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些时间和空间来放松和调整心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会好好和父母交流，尽力寻求解决办法。同时，我也会对自己做出一些调整，不再过分负责所有事情。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会好好和父母交流，尽力寻求解决办法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会对自己做出一些调整，不再过分负责所有事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和信心，相信你的努力会有所回报。记得在面对困难时，要保持积极乐观的心态，相信自己的能力和智慧。你并不孤单，始终有人在支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和信心，相信你的努力会有所回报。",
        "label": ""
      },
      {
        "sentence": "记得在面对困难时，要保持积极乐观的心态，相信自己的能力和智慧。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，始终有人在支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，真的觉得心情好多了。我会坚持下去，不再让自己陷入消极的情绪中。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，真的觉得心情好多了。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，不再让自己陷入消极的情绪中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的积极态度将会帮助你度过困难。同时，也记得关注自己的内心感受，保持身心健康。有什么问题或者需要帮助的时候，记得随时找我倾诉。",
    "annotation": [
      {
        "sentence": "很好，你的积极态度将会帮助你度过困难。",
        "label": ""
      },
      {
        "sentence": "同时，也记得关注自己的内心感受，保持身心健康。",
        "label": ""
      },
      {
        "sentence": "有什么问题或者需要帮助的时候，记得随时找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心和支持，我会时刻铭记在心。如果有需要，我会来找你倾诉的。",
    "annotation": [
      {
        "sentence": "谢谢你的关心和支持，我会时刻铭记在心。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会来找你倾诉的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。希望你能够很快找到解决问题的方法，过上幸福的生活。相信自己，你一定能够克服困难。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你能够很快找到解决问题的方法，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会努力克服困难，追寻自己的幸福。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会努力克服困难，追寻自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  }
]