[
  {
    "role": "client",
    "content": "我是一个20岁的女孩，在今晚的晚餐时，爸爸责备了妹妹，我看到妹妹委屈的样子，感到非常难过，但我却无法改变任何事情。爸爸声音提高了，埋怨着妹妹没有拿筷子，好像如果妹妹不去拿筷子就会挨批评，被怒吼。我看着妹妹委屈地去拿筷子，眼泪在她眼中闪动，但她不敢流出来，因为害怕被爸爸妈妈看到（他们会训斥我们）。看到这样的妹妹，我真的很难过。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女孩，在今晚的晚餐时，爸爸责备了妹妹，我看到妹妹委屈的样子，感到非常难过，但我却无法改变任何事情。",
        "label": ""
      },
      {
        "sentence": "爸爸声音提高了，埋怨着妹妹没有拿筷子，好像如果妹妹不去拿筷子就会挨批评，被怒吼。",
        "label": ""
      },
      {
        "sentence": "我看着妹妹委屈地去拿筷子，眼泪在她眼中闪动，但她不敢流出来，因为害怕被爸爸妈妈看到（他们会训斥我们）。",
        "label": ""
      },
      {
        "sentence": "看到这样的妹妹，我真的很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我能够深切地感受到你的伤心和无奈。虽然你已经是20岁的大人了，应该具备一定的力量，但事实却否定了这样的想法，让你感到困惑。通过你的描述，我可以看出你的爸爸或许是典型的中国式父亲，他们倾向于男权主义，喜欢自己的权威不容置疑。你看到妹妹的表情，听到狗狗的叫声，都让你感到难过，这说明你具备很强的共情能力。但有时候过度的共情也许并不好，因为那会让共情的人过得不太好。从你的描述来看，除了对他人的共情带来的伤心难过，你也对自己无法改变现状的无能为力感到难过，对吗？你希望能够与爸爸平等地沟通交流，却发现事实并非如此；你试图抵抗他的男权专制，结果又失败了。这让你感到沮丧，这种挫败感让你更加伤心难过。那现在我们真的无法做任何事情了吗？首先，我们要明确一点，我们无法改变他人，我们能改变的只有我们自己。只有通过认知的改变才能影响我们的行动。所以我们可以通过自身行动来影响爸爸，让他主动改变自己的认知，从而自然而然地改变他的行为。其次，我们要如何影响他人呢？我们可以做好自己应该做的事情，让别人心甘情愿地接受。毕竟，人们都趋向于服从强者。通过这样的方式，我们可以达到认同的效果。比如，爸爸要求妹妹拿筷子，妹妹没有听到，你是否可以帮忙拿一下呢？为什么你看到这一切发生时却毫无行动呢？狗狗叫了起来，你是否可以在爸爸打狗之前安抚好它呢？如果你成功地安抚了狗狗，爸爸还会起来打它吗？这些都需要你自己去觉察和反思。当你付诸行动时，或许会给予你更多的力量，而不仅仅是“说者无权，听者有功”的教诲式说教。",
    "annotation": [
      {
        "sentence": "亲爱的，我能够深切地感受到你的伤心和无奈。",
        "label": ""
      },
      {
        "sentence": "虽然你已经是20岁的大人了，应该具备一定的力量，但事实却否定了这样的想法，让你感到困惑。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，我可以看出你的爸爸或许是典型的中国式父亲，他们倾向于男权主义，喜欢自己的权威不容置疑。",
        "label": ""
      },
      {
        "sentence": "你看到妹妹的表情，听到狗狗的叫声，都让你感到难过，这说明你具备很强的共情能力。",
        "label": ""
      },
      {
        "sentence": "但有时候过度的共情也许并不好，因为那会让共情的人过得不太好。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，除了对他人的共情带来的伤心难过，你也对自己无法改变现状的无能为力感到难过，对吗？",
        "label": ""
      },
      {
        "sentence": "你希望能够与爸爸平等地沟通交流，却发现事实并非如此；你试图抵抗他的男权专制，结果又失败了。",
        "label": ""
      },
      {
        "sentence": "这让你感到沮丧，这种挫败感让你更加伤心难过。",
        "label": ""
      },
      {
        "sentence": "那现在我们真的无法做任何事情了吗？",
        "label": ""
      },
      {
        "sentence": "首先，我们要明确一点，我们无法改变他人，我们能改变的只有我们自己。",
        "label": ""
      },
      {
        "sentence": "只有通过认知的改变才能影响我们的行动。",
        "label": ""
      },
      {
        "sentence": "所以我们可以通过自身行动来影响爸爸，让他主动改变自己的认知，从而自然而然地改变他的行为。",
        "label": ""
      },
      {
        "sentence": "其次，我们要如何影响他人呢？",
        "label": ""
      },
      {
        "sentence": "我们可以做好自己应该做的事情，让别人心甘情愿地接受。",
        "label": ""
      },
      {
        "sentence": "毕竟，人们都趋向于服从强者。",
        "label": ""
      },
      {
        "sentence": "通过这样的方式，我们可以达到认同的效果。",
        "label": ""
      },
      {
        "sentence": "比如，爸爸要求妹妹拿筷子，妹妹没有听到，你是否可以帮忙拿一下呢？",
        "label": ""
      },
      {
        "sentence": "为什么你看到这一切发生时却毫无行动呢？",
        "label": ""
      },
      {
        "sentence": "狗狗叫了起来，你是否可以在爸爸打狗之前安抚好它呢？",
        "label": ""
      },
      {
        "sentence": "如果你成功地安抚了狗狗，爸爸还会起来打它吗？",
        "label": ""
      },
      {
        "sentence": "这些都需要你自己去觉察和反思。",
        "label": ""
      },
      {
        "sentence": "当你付诸行动时，或许会给予你更多的力量，而不仅仅是“说者无权，听者有功”的教诲式说教。",
        "label": ""
      }
    ]
  }
]