[
  {
    "role": "client",
    "content": "我从小到大，一紧张就容易呕吐。特别小的时候，听奶奶讲我是比较活泼的，见人都会很热情的叫。后来上了小学，因为我比较挑食，不喜欢吃的，也就不吃，老师后来就不再劝我了。幼儿园的时候，自己胆子比较小，午休时候上厕所不敢跟老师讲，所以就一直憋着，所以后来发现小便经常忍不住要撒出来。后来长大了，发现自己一直都比较自卑，爸妈又带我去参加过一些训练营，后来稍微好一些，有那么一点自信，也敢上台演讲，参加活动都比较积极。但是我发现每次在到了一个新的环境，挑战一些没有尝试过的事情的时候都会比较的紧张，然后还是会有呕吐的想法和行为。但是吐完之后发现自己就变得很正常。好像呕吐就成了一个必经的过程。现在每次出门都会自备一个塑料袋和一包餐巾纸，就是怕自己在什么时候一紧张就想要吐，就已经成为一种习惯了。其实我发现我爸爸紧张的时候也会有干呕的迹象，我觉得我是被他影响了。再加上他们每次都会强调我不要紧张，我反而会更紧张。希望大家能够帮帮我，感谢。",
    "annotation": [
      {
        "sentence": "我从小到大，一紧张就容易呕吐。",
        "label": ""
      },
      {
        "sentence": "特别小的时候，听奶奶讲我是比较活泼的，见人都会很热情的叫。",
        "label": ""
      },
      {
        "sentence": "后来上了小学，因为我比较挑食，不喜欢吃的，也就不吃，老师后来就不再劝我了。",
        "label": ""
      },
      {
        "sentence": "幼儿园的时候，自己胆子比较小，午休时候上厕所不敢跟老师讲，所以就一直憋着，所以后来发现小便经常忍不住要撒出来。",
        "label": ""
      },
      {
        "sentence": "后来长大了，发现自己一直都比较自卑，爸妈又带我去参加过一些训练营，后来稍微好一些，有那么一点自信，也敢上台演讲，参加活动都比较积极。",
        "label": ""
      },
      {
        "sentence": "但是我发现每次在到了一个新的环境，挑战一些没有尝试过的事情的时候都会比较的紧张，然后还是会有呕吐的想法和行为。",
        "label": ""
      },
      {
        "sentence": "但是吐完之后发现自己就变得很正常。",
        "label": ""
      },
      {
        "sentence": "好像呕吐就成了一个必经的过程。",
        "label": ""
      },
      {
        "sentence": "现在每次出门都会自备一个塑料袋和一包餐巾纸，就是怕自己在什么时候一紧张就想要吐，就已经成为一种习惯了。",
        "label": ""
      },
      {
        "sentence": "其实我发现我爸爸紧张的时候也会有干呕的迹象，我觉得我是被他影响了。",
        "label": ""
      },
      {
        "sentence": "再加上他们每次都会强调我不要紧张，我反而会更紧张。",
        "label": ""
      },
      {
        "sentence": "希望大家能够帮帮我，感谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的烦恼我理解，让我们从以下几个方面分析改变。首先，建议去看医生，并分清是单纯的紧张造成的呕吐，还是和脾胃虚弱或胃炎等相关。因为从你的描述，也有挑食等现象，所以很有可能也有脾胃虚弱现象。可以先去就医确诊，针对不同情况制定相应方案。对于紧张暴吐，可以使用一些莲子心、甘草等中草药进行调理，对于脾胃虚弱，可以多喝果汁、米汤等清淡易消化的饮食来调理。",
    "annotation": [
      {
        "sentence": "你的烦恼我理解，让我们从以下几个方面分析改变。",
        "label": ""
      },
      {
        "sentence": "首先，建议去看医生，并分清是单纯的紧张造成的呕吐，还是和脾胃虚弱或胃炎等相关。",
        "label": ""
      },
      {
        "sentence": "因为从你的描述，也有挑食等现象，所以很有可能也有脾胃虚弱现象。",
        "label": ""
      },
      {
        "sentence": "可以先去就医确诊，针对不同情况制定相应方案。",
        "label": ""
      },
      {
        "sentence": "对于紧张暴吐，可以使用一些莲子心、甘草等中草药进行调理，对于脾胃虚弱，可以多喝果汁、米汤等清淡易消化的饮食来调理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听说上火也会造成紧张暴吐，我这种情况会不会是上火导致的呢？",
    "annotation": [
      {
        "sentence": "听说上火也会造成紧张暴吐，我这种情况会不会是上火导致的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很有可能，上火也是致使紧张暴吐的一种原因。建议多喝绿茶、龙井茶等清热降火的茶水，同时要多吃蔬菜、水果等易于消化的食物，同时也要保持良好的饮食习惯，不要暴饮暴食。",
    "annotation": [
      {
        "sentence": "很有可能，上火也是致使紧张暴吐的一种原因。",
        "label": ""
      },
      {
        "sentence": "建议多喝绿茶、龙井茶等清热降火的茶水，同时要多吃蔬菜、水果等易于消化的食物，同时也要保持良好的饮食习惯，不要暴饮暴食。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我平时睡眠品质也不太好，总觉得睡不醒，晚上睡觉也会做噩梦，怎样可以保持良好的睡眠状态呢？",
    "annotation": [
      {
        "sentence": "我平时睡眠品质也不太好，总觉得睡不醒，晚上睡觉也会做噩梦，怎样可以保持良好的睡眠状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为了保持稳定的情绪，建议做好睡眠调节，睡前可以喝一杯温牛奶、吃些香蕉、苹果等有助于睡眠的食物，可以放松身体，促进睡眠。同时也可以进行一些深呼吸、瑜伽等放松身心的活动，有助于心情的愉悦。",
    "annotation": [
      {
        "sentence": "为了保持稳定的情绪，建议做好睡眠调节，睡前可以喝一杯温牛奶、吃些香蕉、苹果等有助于睡眠的食物，可以放松身体，促进睡眠。",
        "label": ""
      },
      {
        "sentence": "同时也可以进行一些深呼吸、瑜伽等放松身心的活动，有助于心情的愉悦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发现自己每次在到了一个新的环境，挑战一些没有尝试过的事情的时候都会比较的紧张，怎么办？",
    "annotation": [
      {
        "sentence": "我发现自己每次在到了一个新的环境，挑战一些没有尝试过的事情的时候都会比较的紧张，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候，我们会紧张是因为担心不知道结果会怎样，或者害怕自己会失败，这种情绪是很正常的。每个人的起点都不同，可以学会放慢脚步，一步一步往前走。在面对新事物的时候，可以先固定自己的心态，缓慢地进行吸气、呼气的练习，然后冷静地分析问题，制定相应的行动计划。",
    "annotation": [
      {
        "sentence": "有时候，我们会紧张是因为担心不知道结果会怎样，或者害怕自己会失败，这种情绪是很正常的。",
        "label": ""
      },
      {
        "sentence": "每个人的起点都不同，可以学会放慢脚步，一步一步往前走。",
        "label": ""
      },
      {
        "sentence": "在面对新事物的时候，可以先固定自己的心态，缓慢地进行吸气、呼气的练习，然后冷静地分析问题，制定相应的行动计划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我总是觉得自己不够自信，怎么能变得更自信一些呢？",
    "annotation": [
      {
        "sentence": "我总是觉得自己不够自信，怎么能变得更自信一些呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一种常见的情绪，每个人都会有自卑的时候。要想变得更自信，可以尝试走出自己的舒适圈，尽可能地接触新事物、新环境，在尝试的过程中不断挑战自己。同时，也要倾听内心的声音，给自己一些正面的肯定和鼓励。学会从成功的经历中获取力量和自信。",
    "annotation": [
      {
        "sentence": "这是一种常见的情绪，每个人都会有自卑的时候。",
        "label": ""
      },
      {
        "sentence": "要想变得更自信，可以尝试走出自己的舒适圈，尽可能地接触新事物、新环境，在尝试的过程中不断挑战自己。",
        "label": ""
      },
      {
        "sentence": "同时，也要倾听内心的声音，给自己一些正面的肯定和鼓励。",
        "label": ""
      },
      {
        "sentence": "学会从成功的经历中获取力量和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好尝试。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，相信自己，你一定可以克服这些困难。如果有任何疑问，随时向我提问。",
    "annotation": [
      {
        "sentence": "不用客气，相信自己，你一定可以克服这些困难。",
        "label": ""
      },
      {
        "sentence": "如果有任何疑问，随时向我提问。",
        "label": ""
      }
    ]
  }
]