[
  {
    "role": "client",
    "content": "刚跟男友分手，很难过，对亲密关系怀疑？",
    "annotation": [
      {
        "sentence": "刚跟男友分手，很难过，对亲密关系怀疑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾听到这个消息，可以说出一些具体情况吗？",
    "annotation": [
      {
        "sentence": "很遗憾听到这个消息，可以说出一些具体情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们谈了一年半，后半年异地，都是大学生。之前感情很好的，见面就不会吵架，但是QQ微信上聊就会吵，一见面就和好了。",
    "annotation": [
      {
        "sentence": "我们谈了一年半，后半年异地，都是大学生。",
        "label": ""
      },
      {
        "sentence": "之前感情很好的，见面就不会吵架，但是QQ微信上聊就会吵，一见面就和好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情上遇到烦恼和挫折是很正常的，异地的情况会加大感情的不稳定性。我们可以一起想想如何缓解这种情况，让你们可以更加信任和理解对方。",
    "annotation": [
      {
        "sentence": "感情上遇到烦恼和挫折是很正常的，异地的情况会加大感情的不稳定性。",
        "label": ""
      },
      {
        "sentence": "我们可以一起想想如何缓解这种情况，让你们可以更加信任和理解对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来异地，见不着，这个问题就很严重。感情刚开始的时候我对他还很不确定，但是他真的很爱我，我有感动也有心动，我们就在一起了。初期他的热情浇灌我，让我明白怎么样去爱一个人，我学会了，然而后来他开始松懈，异地的时候，消息回得慢了，还挑着消息回，他觉得不重要的就没看见一样。我为此跟他生气过，他就觉得我管得多无理取闹。",
    "annotation": [
      {
        "sentence": "后来异地，见不着，这个问题就很严重。",
        "label": ""
      },
      {
        "sentence": "感情刚开始的时候我对他还很不确定，但是他真的很爱我，我有感动也有心动，我们就在一起了。",
        "label": ""
      },
      {
        "sentence": "初期他的热情浇灌我，让我明白怎么样去爱一个人，我学会了，然而后来他开始松懈，异地的时候，消息回得慢了，还挑着消息回，他觉得不重要的就没看见一样。",
        "label": ""
      },
      {
        "sentence": "我为此跟他生气过，他就觉得我管得多无理取闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情需要时间和共同的经历来累积，异地关系有挑战，但它也可以带来两人更深层次的沟通和交流。他的态度和回复也是让你感到受伤的原因，你需要表达自己的情感需要和边界，让他明白你的感受和期望。",
    "annotation": [
      {
        "sentence": "感情需要时间和共同的经历来累积，异地关系有挑战，但它也可以带来两人更深层次的沟通和交流。",
        "label": ""
      },
      {
        "sentence": "他的态度和回复也是让你感到受伤的原因，你需要表达自己的情感需要和边界，让他明白你的感受和期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "直到昨天，我又因为这个没控制住自己，本来都说好等他寒假回来我们一起待几个月，结果就这样分手了。他说跟我一起太累了，说我像当初的他，他说我都能改为什么你不行，不会给我机会。我们为彼此都付出很多，他可能更多一些，为什么就分手了。而且最后还说恨我，以后想当渣男，那样很轻松，不用用力爱一个人，太累了。我真的很爱他，他说这些话，我缓不过来，请你们帮帮我，谢谢了！",
    "annotation": [
      {
        "sentence": "直到昨天，我又因为这个没控制住自己，本来都说好等他寒假回来我们一起待几个月，结果就这样分手了。",
        "label": ""
      },
      {
        "sentence": "他说跟我一起太累了，说我像当初的他，他说我都能改为什么你不行，不会给我机会。",
        "label": ""
      },
      {
        "sentence": "我们为彼此都付出很多，他可能更多一些，为什么就分手了。",
        "label": ""
      },
      {
        "sentence": "而且最后还说恨我，以后想当渣男，那样很轻松，不用用力爱一个人，太累了。",
        "label": ""
      },
      {
        "sentence": "我真的很爱他，他说这些话，我缓不过来，请你们帮帮我，谢谢了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他的话很伤人，但是我们也要看到，他在生气和失落的时候说出的话，不一定体现他真正的想法和情感。我们可以设身处地想一下他的处境和想法，同时也要记得保护好自己，让自己更坚强。你可以寻求帮助和支持，学习和了解更多积极的情绪调节技巧，让自己更好地处理情感上的挑战。",
    "annotation": [
      {
        "sentence": "他的话很伤人，但是我们也要看到，他在生气和失落的时候说出的话，不一定体现他真正的想法和情感。",
        "label": ""
      },
      {
        "sentence": "我们可以设身处地想一下他的处境和想法，同时也要记得保护好自己，让自己更坚强。",
        "label": ""
      },
      {
        "sentence": "你可以寻求帮助和支持，学习和了解更多积极的情绪调节技巧，让自己更好地处理情感上的挑战。",
        "label": ""
      }
    ]
  }
]