[
  {
    "role": "client",
    "content": "大学专业不好，被好多人嘲讽找不到工作，怎么接受？",
    "annotation": [
      {
        "sentence": "大学专业不好，被好多人嘲讽找不到工作，怎么接受？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你现在这种状态，给你一个大大的拥抱，这个年龄经历的确对于你来说有点压力，有点迷茫。在你高考的报考志愿的过程中，来自外在和家庭给你的压力，远比你自己内心的压力大。",
    "annotation": [
      {
        "sentence": "看到你现在这种状态，给你一个大大的拥抱，这个年龄经历的确对于你来说有点压力，有点迷茫。",
        "label": ""
      },
      {
        "sentence": "在你高考的报考志愿的过程中，来自外在和家庭给你的压力，远比你自己内心的压力大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的很失落。本来想去上海学热门专业，没想到调剂到了深圳，还是个很冷门的专业。而且爸妈一直说我以后怎么找工作，让我很难受。",
    "annotation": [
      {
        "sentence": "是啊，我真的很失落。",
        "label": ""
      },
      {
        "sentence": "本来想去上海学热门专业，没想到调剂到了深圳，还是个很冷门的专业。",
        "label": ""
      },
      {
        "sentence": "而且爸妈一直说我以后怎么找工作，让我很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的失落和难受。但是你对好专业、热门专业是如何定义的呢？这个很重要。有些人可能本科学的专业并不好，但他可以在研究生的时候再可以去考，然后上博士的时候也可以去转专业。最主要的是你在大学的生活里怎么去努力，而并不是因为专业的选择不好把自己都全盘否定。",
    "annotation": [
      {
        "sentence": "我可以理解你的失落和难受。",
        "label": ""
      },
      {
        "sentence": "但是你对好专业、热门专业是如何定义的呢？",
        "label": ""
      },
      {
        "sentence": "这个很重要。",
        "label": ""
      },
      {
        "sentence": "有些人可能本科学的专业并不好，但他可以在研究生的时候再可以去考，然后上博士的时候也可以去转专业。",
        "label": ""
      },
      {
        "sentence": "最主要的是你在大学的生活里怎么去努力，而并不是因为专业的选择不好把自己都全盘否定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了，我确实需要重新思考一下。但是我学的核工程与核技术，我是女生啊，感觉学起来会很困难。",
    "annotation": [
      {
        "sentence": "我懂了，我确实需要重新思考一下。",
        "label": ""
      },
      {
        "sentence": "但是我学的核工程与核技术，我是女生啊，感觉学起来会很困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，核工程与核技术在很多人眼里比较尖端，专业高深莫测，对于女生来说可能学起来会有一些困难。但是并不代表你这4年的大学生活没有其他的选择。有些人本科学的是农业、基因专业，却通过积极参与组织活动和自修其他专业，毕业后找工作变得非常轻松。所以你可以积极尝试提升其他方面的能力，培养综合素质，这样会让你更有竞争力。",
    "annotation": [
      {
        "sentence": "确实，核工程与核技术在很多人眼里比较尖端，专业高深莫测，对于女生来说可能学起来会有一些困难。",
        "label": ""
      },
      {
        "sentence": "但是并不代表你这4年的大学生活没有其他的选择。",
        "label": ""
      },
      {
        "sentence": "有些人本科学的是农业、基因专业，却通过积极参与组织活动和自修其他专业，毕业后找工作变得非常轻松。",
        "label": ""
      },
      {
        "sentence": "所以你可以积极尝试提升其他方面的能力，培养综合素质，这样会让你更有竞争力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试多方面发展自己的能力。但是我还有一个问题，我很内向自卑，长相一般，牙齿也不好看，我不敢说话怕被笑，我希望改变这些，怎么才能悦纳自己，接受自己，爱自己呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试多方面发展自己的能力。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，我很内向自卑，长相一般，牙齿也不好看，我不敢说话怕被笑，我希望改变这些，怎么才能悦纳自己，接受自己，爱自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和不安。首先，每个人都有自己的独特之处，无论外表还是个性。你不需要完美才能被接受和爱。接受自己首先需要改变自己对自己的看法，要相信自己有价值，是与众不同的。同时，也可以尝试积极的自我形象塑造，例如保持良好的形象仪态，培养积极乐观的心态，参加社交活动以增加自信等等。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和不安。",
        "label": ""
      },
      {
        "sentence": "首先，每个人都有自己的独特之处，无论外表还是个性。",
        "label": ""
      },
      {
        "sentence": "你不需要完美才能被接受和爱。",
        "label": ""
      },
      {
        "sentence": "接受自己首先需要改变自己对自己的看法，要相信自己有价值，是与众不同的。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试积极的自我形象塑造，例如保持良好的形象仪态，培养积极乐观的心态，参加社交活动以增加自信等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着改变自己对自己的看法，同时积极塑造自己的形象。但是我还是对我的专业很烦恼，我真的那么糟糕吗？",
    "annotation": [
      {
        "sentence": "我明白了，我会试着改变自己对自己的看法，同时积极塑造自己的形象。",
        "label": ""
      },
      {
        "sentence": "但是我还是对我的专业很烦恼，我真的那么糟糕吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于专业的选择，不要因为眼前的困惑而否定自己。专业只是你未来生活的一部分，并不是唯一的决定因素。你可以通过努力和发展其他方面的能力来弥补某一方面的不足。比如比尔盖茨，没有上过大学却成为成功人士，关键是他在实践中不断地调整、发现和挑战自己。所以专业不是唯一的决定因素，你完全有能力做出满意的学业答卷。相信自己，我会一直在这里支持你！",
    "annotation": [
      {
        "sentence": "对于专业的选择，不要因为眼前的困惑而否定自己。",
        "label": ""
      },
      {
        "sentence": "专业只是你未来生活的一部分，并不是唯一的决定因素。",
        "label": ""
      },
      {
        "sentence": "你可以通过努力和发展其他方面的能力来弥补某一方面的不足。",
        "label": ""
      },
      {
        "sentence": "比如比尔盖茨，没有上过大学却成为成功人士，关键是他在实践中不断地调整、发现和挑战自己。",
        "label": ""
      },
      {
        "sentence": "所以专业不是唯一的决定因素，你完全有能力做出满意的学业答卷。",
        "label": ""
      },
      {
        "sentence": "相信自己，我会一直在这里支持你！",
        "label": ""
      }
    ]
  }
]