[
  {
    "role": "client",
    "content": "大学实习来到异地，特别想念远在家乡的奶奶怎么办？",
    "annotation": [
      {
        "sentence": "大学实习来到异地，特别想念远在家乡的奶奶怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "来到异地并且想念奶奶这种情感是很正常的，可以分享一下你对奶奶的思念之情吗？",
    "annotation": [
      {
        "sentence": "来到异地并且想念奶奶这种情感是很正常的，可以分享一下你对奶奶的思念之情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "刚入社会，刚实习，刚工作，其实我真的是怀着满满的理想来到这里实习～这里的人都好，周围一切都好～但是不知道为什么就特别想一个人在家的奶奶。",
    "annotation": [
      {
        "sentence": "刚入社会，刚实习，刚工作，其实我真的是怀着满满的理想来到这里实习～这里的人都好，周围一切都好～但是不知道为什么就特别想一个人在家的奶奶。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你有满满的理想来到这里实习，这是值得鼓励的。同样也理解你特别想念奶奶的心情，离开熟悉的环境确实会激发思乡之情。",
    "annotation": [
      {
        "sentence": "听到你有满满的理想来到这里实习，这是值得鼓励的。",
        "label": ""
      },
      {
        "sentence": "同样也理解你特别想念奶奶的心情，离开熟悉的环境确实会激发思乡之情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我已经来2个月了，刚来的几天都没有特别想，就突然在来的一周后，特别的想，想到我只要听见奶奶2个字就想哭，看到奶奶带着孙子的场景也更想哭。那一段时间，每次醒来都特别难受，不管是早上起来还是中午醒来，但是工作的时候就会好一点。那一段时间真的是让人很难过，甚至我失去了斗志，觉得生活很没有意思，不想努力也不想奋斗了～",
    "annotation": [
      {
        "sentence": "我已经来2个月了，刚来的几天都没有特别想，就突然在来的一周后，特别的想，想到我只要听见奶奶2个字就想哭，看到奶奶带着孙子的场景也更想哭。",
        "label": ""
      },
      {
        "sentence": "那一段时间，每次醒来都特别难受，不管是早上起来还是中午醒来，但是工作的时候就会好一点。",
        "label": ""
      },
      {
        "sentence": "那一段时间真的是让人很难过，甚至我失去了斗志，觉得生活很没有意思，不想努力也不想奋斗了～",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的那段时间听起来确实很困难，思乡之情会影响心情和动力。但是工作时感到好一点说明你有能力应对这种情绪，也表明你的内心是坚强的。生活的不同阶段都有起伏，期间的困难是正常的，不要因此而感到失去斗志。与奶奶的思念是你的情感需求，我们来一起找一找解决的办法吧。",
    "annotation": [
      {
        "sentence": "你描述的那段时间听起来确实很困难，思乡之情会影响心情和动力。",
        "label": ""
      },
      {
        "sentence": "但是工作时感到好一点说明你有能力应对这种情绪，也表明你的内心是坚强的。",
        "label": ""
      },
      {
        "sentence": "生活的不同阶段都有起伏，期间的困难是正常的，不要因此而感到失去斗志。",
        "label": ""
      },
      {
        "sentence": "与奶奶的思念是你的情感需求，我们来一起找一找解决的办法吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每天我都会和奶奶准时的开视频，好像是好了很多～最近回家了一趟，想家的情绪又变得浓烈起来，但是～没有之前严重，但是，我真的失去了斗志，不想学习，不想健身，不想玩手机，甚至就想单纯的躺着，想着，要是我在家多好，哪怕不在家，奶奶在我身边也好。我说服过很多次自己，现在好好努力，等将来买房买车了有能力了，带奶奶四处玩多好，也想着现在实习多学学东西。",
    "annotation": [
      {
        "sentence": "每天我都会和奶奶准时的开视频，好像是好了很多～最近回家了一趟，想家的情绪又变得浓烈起来，但是～没有之前严重，但是，我真的失去了斗志，不想学习，不想健身，不想玩手机，甚至就想单纯的躺着，想着，要是我在家多好，哪怕不在家，奶奶在我身边也好。",
        "label": ""
      },
      {
        "sentence": "我说服过很多次自己，现在好好努力，等将来买房买车了有能力了，带奶奶四处玩多好，也想着现在实习多学学东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "维持和奶奶视频沟通是一个很好的办法，可以让你感到连结和安慰。让奶奶在你身边的渴望是非常正常的，这是你对家人和亲情的向往与需要。不过，我们也应该努力让学习、工作和个人成长在你的生活中占有一席之地。适当的时候，可以尝试一些小的改变来调整心情，比如与身边的同伴共进晚餐，或者尝试新的兴趣爱好。现在的实习是你学习和成长的阶段，把握当下的机会，将来你一定能够有更多的时间和奶奶在一起。",
    "annotation": [
      {
        "sentence": "维持和奶奶视频沟通是一个很好的办法，可以让你感到连结和安慰。",
        "label": ""
      },
      {
        "sentence": "让奶奶在你身边的渴望是非常正常的，这是你对家人和亲情的向往与需要。",
        "label": ""
      },
      {
        "sentence": "不过，我们也应该努力让学习、工作和个人成长在你的生活中占有一席之地。",
        "label": ""
      },
      {
        "sentence": "适当的时候，可以尝试一些小的改变来调整心情，比如与身边的同伴共进晚餐，或者尝试新的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "现在的实习是你学习和成长的阶段，把握当下的机会，将来你一定能够有更多的时间和奶奶在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试改变一些生活习惯，从而找到新的动力和快乐。同时，你提到了我对奶奶的爱和关心她也可以感受到，这让我觉得很温暖。我会尽力实现自己的理想，成就自己，同时也给奶奶带去一些骄傲和快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试改变一些生活习惯，从而找到新的动力和快乐。",
        "label": ""
      },
      {
        "sentence": "同时，你提到了我对奶奶的爱和关心她也可以感受到，这让我觉得很温暖。",
        "label": ""
      },
      {
        "sentence": "我会尽力实现自己的理想，成就自己，同时也给奶奶带去一些骄傲和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有帮助。你的努力和成就会让奶奶感到更加自豪和快乐。在生活中，我们会面对各种困难和挑战，但你要时刻记得，我们的家人是我们坚强后盾的来源。即使不能常常陪伴在一起，我们的心永远是连接在一起的。通过电话和视频沟通，我们可以让彼此感受到支持和关爱。要相信，你们会有更多的时间陪伴在一起的！",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有帮助。",
        "label": ""
      },
      {
        "sentence": "你的努力和成就会让奶奶感到更加自豪和快乐。",
        "label": ""
      },
      {
        "sentence": "在生活中，我们会面对各种困难和挑战，但你要时刻记得，我们的家人是我们坚强后盾的来源。",
        "label": ""
      },
      {
        "sentence": "即使不能常常陪伴在一起，我们的心永远是连接在一起的。",
        "label": ""
      },
      {
        "sentence": "通过电话和视频沟通，我们可以让彼此感受到支持和关爱。",
        "label": ""
      },
      {
        "sentence": "要相信，你们会有更多的时间陪伴在一起的！",
        "label": ""
      }
    ]
  }
]