[
  {
    "role": "client",
    "content": "我今年25岁，是女生。我男朋友一直没有经济支撑，我现在很纠结是否应该和他结婚。我们在一起已经4年了，但是我到了结婚的年龄，也很想要一个属于自己的小家庭。可是我男友的工作一直都不稳定，我自己的经济也无法独立。而且我们现在还是异地恋，我不知道是否应该领结婚证。",
    "annotation": [
      {
        "sentence": "我今年25岁，是女生。",
        "label": ""
      },
      {
        "sentence": "我男朋友一直没有经济支撑，我现在很纠结是否应该和他结婚。",
        "label": ""
      },
      {
        "sentence": "我们在一起已经4年了，但是我到了结婚的年龄，也很想要一个属于自己的小家庭。",
        "label": ""
      },
      {
        "sentence": "可是我男友的工作一直都不稳定，我自己的经济也无法独立。",
        "label": ""
      },
      {
        "sentence": "而且我们现在还是异地恋，我不知道是否应该领结婚证。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我先给你一个大的建议，我们来分析一下情况。你的年纪已经适合结婚了，而你男友的工作一直不稳定，而且他经济上也无法独立。我认为，如果他刚进入社会，还无法实现经济独立，这还可以理解。但如果已经工作了1-2年，却还是不能自立经济，那就应该从自己身上找找原因。目前工作不稳定可能有很多外部因素，比如疫情导致的裁员等等。但是无法实现经济独立是个大问题，毕竟除了工作，我们还可以有副业收入。父母无法一辈子养我们，他们不可能养育了你后还要养你的家庭和孩子。如果我们的成长不能帮助到父母，反而增加他们的负担，那我们的成长岂不是没有意义？当然，结婚对象不能只看是否有钱，而是要看能否在他身上看到希望，他是否能给你一个美好的未来。如果看不到未来，我建议你放弃。因为就算一个人再有钱，如果没有希望的话，钱财也会被挥霍一空，变成一个穷光蛋。更别说无法实现经济独立的人了，他们看不到希望，后果可想而知。同时，我相信你的父母也不会接受这样的男朋友。他们不会愿意看到自己宠爱过的孩子受苦。即使他们能够接受，苦一时还可以忍受，但是难道要吃一辈子的苦吗？",
    "annotation": [
      {
        "sentence": "我先给你一个大的建议，我们来分析一下情况。",
        "label": ""
      },
      {
        "sentence": "你的年纪已经适合结婚了，而你男友的工作一直不稳定，而且他经济上也无法独立。",
        "label": ""
      },
      {
        "sentence": "我认为，如果他刚进入社会，还无法实现经济独立，这还可以理解。",
        "label": ""
      },
      {
        "sentence": "但如果已经工作了1-2年，却还是不能自立经济，那就应该从自己身上找找原因。",
        "label": ""
      },
      {
        "sentence": "目前工作不稳定可能有很多外部因素，比如疫情导致的裁员等等。",
        "label": ""
      },
      {
        "sentence": "但是无法实现经济独立是个大问题，毕竟除了工作，我们还可以有副业收入。",
        "label": ""
      },
      {
        "sentence": "父母无法一辈子养我们，他们不可能养育了你后还要养你的家庭和孩子。",
        "label": ""
      },
      {
        "sentence": "如果我们的成长不能帮助到父母，反而增加他们的负担，那我们的成长岂不是没有意义？",
        "label": ""
      },
      {
        "sentence": "当然，结婚对象不能只看是否有钱，而是要看能否在他身上看到希望，他是否能给你一个美好的未来。",
        "label": ""
      },
      {
        "sentence": "如果看不到未来，我建议你放弃。",
        "label": ""
      },
      {
        "sentence": "因为就算一个人再有钱，如果没有希望的话，钱财也会被挥霍一空，变成一个穷光蛋。",
        "label": ""
      },
      {
        "sentence": "更别说无法实现经济独立的人了，他们看不到希望，后果可想而知。",
        "label": ""
      },
      {
        "sentence": "同时，我相信你的父母也不会接受这样的男朋友。",
        "label": ""
      },
      {
        "sentence": "他们不会愿意看到自己宠爱过的孩子受苦。",
        "label": ""
      },
      {
        "sentence": "即使他们能够接受，苦一时还可以忍受，但是难道要吃一辈子的苦吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。我也确实担心我的未来和父母的负担。但是我对男友还是有感情的，不舍得放弃。我该怎么办？",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "我也确实担心我的未来和父母的负担。",
        "label": ""
      },
      {
        "sentence": "但是我对男友还是有感情的，不舍得放弃。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，毕竟你们已经在一起4年了，感情是很重要的。但是在做出决定之前，你可以先考虑一下这个问题。你可以和你男友好好沟通，了解他对未来的规划和努力的方向。看看他是否有改变和成长的可能性。同时，也要思考一下自己要的是什么样的未来，你是否可以接受目前的状况。有时候，放弃是为了更好的未来，不要过分留恋过去。",
    "annotation": [
      {
        "sentence": "我理解你的感受，毕竟你们已经在一起4年了，感情是很重要的。",
        "label": ""
      },
      {
        "sentence": "但是在做出决定之前，你可以先考虑一下这个问题。",
        "label": ""
      },
      {
        "sentence": "你可以和你男友好好沟通，了解他对未来的规划和努力的方向。",
        "label": ""
      },
      {
        "sentence": "看看他是否有改变和成长的可能性。",
        "label": ""
      },
      {
        "sentence": "同时，也要思考一下自己要的是什么样的未来，你是否可以接受目前的状况。",
        "label": ""
      },
      {
        "sentence": "有时候，放弃是为了更好的未来，不要过分留恋过去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，沟通是很重要的。但是我担心即使我们沟通了，他也不会有什么改变。我怕我将来会后悔现在的决定。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，沟通是很重要的。",
        "label": ""
      },
      {
        "sentence": "但是我担心即使我们沟通了，他也不会有什么改变。",
        "label": ""
      },
      {
        "sentence": "我怕我将来会后悔现在的决定。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。不过，无论是选择结婚还是放弃，都是你自己的决定。你可以先做一些小的尝试，看看他是否能做出一些改变。但是最重要的是要明确自己的底线和对未来的期望。如果你觉得他不能给你一个好的未来，你也可以选择放弃。不论你做出什么决定，都要相信自己能够面对并且迈向更美好的未来。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "不过，无论是选择结婚还是放弃，都是你自己的决定。",
        "label": ""
      },
      {
        "sentence": "你可以先做一些小的尝试，看看他是否能做出一些改变。",
        "label": ""
      },
      {
        "sentence": "但是最重要的是要明确自己的底线和对未来的期望。",
        "label": ""
      },
      {
        "sentence": "如果你觉得他不能给你一个好的未来，你也可以选择放弃。",
        "label": ""
      },
      {
        "sentence": "不论你做出什么决定，都要相信自己能够面对并且迈向更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。我会好好考虑一下，做出对自己最好的决定。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑一下，做出对自己最好的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望你能够在自己考虑清楚之后，做出能让自己满意的选择。记住，无论选择什么，你都有能力迎接未来的挑战。祝你好运！如果你还有其他问题，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我希望你能够在自己考虑清楚之后，做出能让自己满意的选择。",
        "label": ""
      },
      {
        "sentence": "记住，无论选择什么，你都有能力迎接未来的挑战。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]