[
  {
    "role": "client",
    "content": "我声音难听，声音像男的，要崩溃怎么办？我唱歌很少跑调，但是我音色像男的。我还没有变声，现在十一岁。上次走亲戚别人说我声音怪怪的。我妈妈补充了一句：\"她声音本来就是像男的。\"这可是往我伤疤里戳啊！我真想下一个毒誓，发誓以后再不到陌生人前去讲话，我怕别人对我声音有说法。我每次看到电视上一些美声歌唱家和明星在舞台上引吭高歌，或者小孩子上卫视唱歌，声音如流水淙淙不绝时，我异想天开，却更自卑了。我学过乐理，乐理老师说我视唱和听力这两块是强项。每当我想参加学校组织的合唱团，同学就调侃我，说我声音那么难听，在合唱团中肯定会坏了一锅粥。当我音乐唱歌满分，有些同学就说:\"xx声音这么难听，她是靠什么得满分的？\"我听了也难堪啊！我不敢在班里表演唱歌，我怕同学们一个个捂住耳朵，像热锅上的蚂蚁一样跑出教室，\"难听\"这两个字眼如烈火一般刺入我的耳畔，烧着我的心灵。大庭广众下就不用说了，可能会跑的更厉害。我的音色掩盖了我的音准，我要崩溃！怎么办才好？",
    "annotation": [
      {
        "sentence": "我声音难听，声音像男的，要崩溃怎么办？",
        "label": ""
      },
      {
        "sentence": "我唱歌很少跑调，但是我音色像男的。",
        "label": ""
      },
      {
        "sentence": "我还没有变声，现在十一岁。",
        "label": ""
      },
      {
        "sentence": "上次走亲戚别人说我声音怪怪的。",
        "label": ""
      },
      {
        "sentence": "我妈妈补充了一句：\"她声音本来就是像男的。",
        "label": ""
      },
      {
        "sentence": "\"这可是往我伤疤里戳啊！",
        "label": ""
      },
      {
        "sentence": "我真想下一个毒誓，发誓以后再不到陌生人前去讲话，我怕别人对我声音有说法。",
        "label": ""
      },
      {
        "sentence": "我每次看到电视上一些美声歌唱家和明星在舞台上引吭高歌，或者小孩子上卫视唱歌，声音如流水淙淙不绝时，我异想天开，却更自卑了。",
        "label": ""
      },
      {
        "sentence": "我学过乐理，乐理老师说我视唱和听力这两块是强项。",
        "label": ""
      },
      {
        "sentence": "每当我想参加学校组织的合唱团，同学就调侃我，说我声音那么难听，在合唱团中肯定会坏了一锅粥。",
        "label": ""
      },
      {
        "sentence": "当我音乐唱歌满分，有些同学就说:\"xx声音这么难听，她是靠什么得满分的？",
        "label": ""
      },
      {
        "sentence": "\"我听了也难堪啊！",
        "label": ""
      },
      {
        "sentence": "我不敢在班里表演唱歌，我怕同学们一个个捂住耳朵，像热锅上的蚂蚁一样跑出教室，\"难听\"这两个字眼如烈火一般刺入我的耳畔，烧着我的心灵。",
        "label": ""
      },
      {
        "sentence": "大庭广众下就不用说了，可能会跑的更厉害。",
        "label": ""
      },
      {
        "sentence": "我的音色掩盖了我的音准，我要崩溃！",
        "label": ""
      },
      {
        "sentence": "怎么办才好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听您的描述，你应该还没有经历变声期，大部分女孩子都会在那个阶段出现声音比较粗糙的情况，但是声音偏向男生并不是一个让自己崩溃的理由，也不是停止唱歌的理由。从您后面的话来看，您是非常喜欢唱歌的，而且也很擅长，事实上有很多拥有这种音色的出色的歌手，比如周笔畅、吉克隽逸等等。周笔畅在一次访谈中曾经提到过她曾经也因为声音被身边的人嘲讽，但是她选择的态度是“让别人说去吧”。每种声音都有自己的特点，高亢的声音有其好处和苦恼，低沉的声音也是一样，要以辩证的眼光看待，不仅仅只看到不好的方面。也许你更希望拥有清脆悦耳的声音，而不是你认为的比较“难听”的声音。至少在你目前的年龄段，我的建议是这样的：更加努力地学习，加强自己唱歌的技能，无视那些流言蜚语，并且理直气壮地回应父母和亲戚的疑问。很多时候，一些话只是在叙述事实，并没有特殊的含义，但是由于我们内心的发酵，我们将这些话当成了杀人的利器。这个时候，我们要做的并不是要阻止他人说话，而是要从心态上转变，试着过几年等你经历了变声期，声音开始发生变化的时候，一定要注意好好保护自己的嗓子。",
    "annotation": [
      {
        "sentence": "听您的描述，你应该还没有经历变声期，大部分女孩子都会在那个阶段出现声音比较粗糙的情况，但是声音偏向男生并不是一个让自己崩溃的理由，也不是停止唱歌的理由。",
        "label": ""
      },
      {
        "sentence": "从您后面的话来看，您是非常喜欢唱歌的，而且也很擅长，事实上有很多拥有这种音色的出色的歌手，比如周笔畅、吉克隽逸等等。",
        "label": ""
      },
      {
        "sentence": "周笔畅在一次访谈中曾经提到过她曾经也因为声音被身边的人嘲讽，但是她选择的态度是“让别人说去吧”。",
        "label": ""
      },
      {
        "sentence": "每种声音都有自己的特点，高亢的声音有其好处和苦恼，低沉的声音也是一样，要以辩证的眼光看待，不仅仅只看到不好的方面。",
        "label": ""
      },
      {
        "sentence": "也许你更希望拥有清脆悦耳的声音，而不是你认为的比较“难听”的声音。",
        "label": ""
      },
      {
        "sentence": "至少在你目前的年龄段，我的建议是这样的：更加努力地学习，加强自己唱歌的技能，无视那些流言蜚语，并且理直气壮地回应父母和亲戚的疑问。",
        "label": ""
      },
      {
        "sentence": "很多时候，一些话只是在叙述事实，并没有特殊的含义，但是由于我们内心的发酵，我们将这些话当成了杀人的利器。",
        "label": ""
      },
      {
        "sentence": "这个时候，我们要做的并不是要阻止他人说话，而是要从心态上转变，试着过几年等你经历了变声期，声音开始发生变化的时候，一定要注意好好保护自己的嗓子。",
        "label": ""
      }
    ]
  }
]