[
  {
    "role": "client",
    "content": "我声音难听，声音像男的，要崩溃怎么办？我唱歌很少跑调，但是我音色像男的。我还没有变声，现在十一岁。上次走亲戚别人说我声音怪怪的。我妈妈补充了一句:\"她声音本来就是像男的。\"这可是往我伤疤里戳啊！我真想下一个毒誓，发誓以后再不到陌生人前去讲话，我怕别人对我声音有说法。我每次看到电视上一些美声歌唱家和明星在舞台上引吭高歌，或者小孩子上卫视唱歌，声音如流水淙淙不绝时，我异想天开，却更自卑了。我学过乐理，乐理老师说我视唱和听力这两块是强项。每当我想参加学校组织的合唱团，同学就调侃我，说我声音那么难听，在合唱团中肯定会坏了一锅粥。当我音乐唱歌满分，有些同学就说:\"xx声音这么难听，她是靠什么得满分的？\"我听了也难堪啊！我不敢在班里表演唱歌，我怕同学们一个个捂住耳朵，像热锅上的蚂蚁一样跑出教室，\"难听\"这两个字眼如烈火一般刺入我的耳畔，烧着我的心灵。大庭广众下就不用说了，可能会跑的更厉害。我的音色掩盖了我的音准，我要崩溃！怎么办才好？",
    "annotation": [
      {
        "sentence": "我声音难听，声音像男的，要崩溃怎么办？",
        "label": ""
      },
      {
        "sentence": "我唱歌很少跑调，但是我音色像男的。",
        "label": ""
      },
      {
        "sentence": "我还没有变声，现在十一岁。",
        "label": ""
      },
      {
        "sentence": "上次走亲戚别人说我声音怪怪的。",
        "label": ""
      },
      {
        "sentence": "我妈妈补充了一句:\"她声音本来就是像男的。",
        "label": ""
      },
      {
        "sentence": "\"这可是往我伤疤里戳啊！",
        "label": ""
      },
      {
        "sentence": "我真想下一个毒誓，发誓以后再不到陌生人前去讲话，我怕别人对我声音有说法。",
        "label": ""
      },
      {
        "sentence": "我每次看到电视上一些美声歌唱家和明星在舞台上引吭高歌，或者小孩子上卫视唱歌，声音如流水淙淙不绝时，我异想天开，却更自卑了。",
        "label": ""
      },
      {
        "sentence": "我学过乐理，乐理老师说我视唱和听力这两块是强项。",
        "label": ""
      },
      {
        "sentence": "每当我想参加学校组织的合唱团，同学就调侃我，说我声音那么难听，在合唱团中肯定会坏了一锅粥。",
        "label": ""
      },
      {
        "sentence": "当我音乐唱歌满分，有些同学就说:\"xx声音这么难听，她是靠什么得满分的？",
        "label": ""
      },
      {
        "sentence": "\"我听了也难堪啊！",
        "label": ""
      },
      {
        "sentence": "我不敢在班里表演唱歌，我怕同学们一个个捂住耳朵，像热锅上的蚂蚁一样跑出教室，\"难听\"这两个字眼如烈火一般刺入我的耳畔，烧着我的心灵。",
        "label": ""
      },
      {
        "sentence": "大庭广众下就不用说了，可能会跑的更厉害。",
        "label": ""
      },
      {
        "sentence": "我的音色掩盖了我的音准，我要崩溃！",
        "label": ""
      },
      {
        "sentence": "怎么办才好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你对自己的少女形象有个很完美的期待哟！“乐理老师说我视唱和听力这两块是强项”，“我音乐唱歌满分”，这说明你的声音并不像你说的那样难听，也不像你同学们说的那样难听。我想你和同学们认为的“难听”可能是因为声音和你这个女性的性别不同于大众所以而已，让大家暂时没有适应。11岁是第二性征发育期和人生的第二次社会化阶段，对自己的敏感，对外界评价的敏感，对自己形象的顾及是很自然的事。周围人说的”难听“，我想大多是戏谑、调侃的成分居多，由于你在这个年龄，你这么在意这件事，可能无意中会过度解读大家口中的“难听”。歌手周深想必你是知道的吧，你觉得他的声音是难听还是好听呢？孩子，从这件事做起，学着接受自己，爱自己，相信这是上天给你的一份”厚礼“呢！",
    "annotation": [
      {
        "sentence": "看来你对自己的少女形象有个很完美的期待哟！",
        "label": ""
      },
      {
        "sentence": "“乐理老师说我视唱和听力这两块是强项”，“我音乐唱歌满分”，这说明你的声音并不像你说的那样难听，也不像你同学们说的那样难听。",
        "label": ""
      },
      {
        "sentence": "我想你和同学们认为的“难听”可能是因为声音和你这个女性的性别不同于大众所以而已，让大家暂时没有适应。",
        "label": ""
      },
      {
        "sentence": "11岁是第二性征发育期和人生的第二次社会化阶段，对自己的敏感，对外界评价的敏感，对自己形象的顾及是很自然的事。",
        "label": ""
      },
      {
        "sentence": "周围人说的”难听“，我想大多是戏谑、调侃的成分居多，由于你在这个年龄，你这么在意这件事，可能无意中会过度解读大家口中的“难听”。",
        "label": ""
      },
      {
        "sentence": "歌手周深想必你是知道的吧，你觉得他的声音是难听还是好听呢？",
        "label": ""
      },
      {
        "sentence": "孩子，从这件事做起，学着接受自己，爱自己，相信这是上天给你的一份”厚礼“呢！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我真的不希望自己的声音像男生一样。每次听到别人的嘲笑和嘲讽，我都觉得自己在唱歌时被人嘲笑时的那种痛苦。我明白人们可能只是逗我玩，但我真的受不了了。我不知道如何改变我的声音，我从未见过谁能改变他们的声音类型。",
    "annotation": [
      {
        "sentence": "但是，我真的不希望自己的声音像男生一样。",
        "label": ""
      },
      {
        "sentence": "每次听到别人的嘲笑和嘲讽，我都觉得自己在唱歌时被人嘲笑时的那种痛苦。",
        "label": ""
      },
      {
        "sentence": "我明白人们可能只是逗我玩，但我真的受不了了。",
        "label": ""
      },
      {
        "sentence": "我不知道如何改变我的声音，我从未见过谁能改变他们的声音类型。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，别太过着急。首先，你要明白每个人的声音都是独一无二的，你的声音也是如此。有些人可能会喜欢你的独特音色，只是目前还没有适应而已。改变声音类型并不容易，但你可以通过一些方法来发展和提升自己的声音中的女性特点。比如，可以与音乐老师探讨一下如何在唱歌时调整气息和音域，这样可能会有所帮助。同时，你可以尝试多唱一些适合女声的歌曲，锻炼自己的女性音色。在此过程中，要保持耐心和对自己的爱，不要让他人的评论伤害到你的内心。你是独特的，无论声音如何，你都是一个美丽的存在。",
    "annotation": [
      {
        "sentence": "孩子，别太过着急。",
        "label": ""
      },
      {
        "sentence": "首先，你要明白每个人的声音都是独一无二的，你的声音也是如此。",
        "label": ""
      },
      {
        "sentence": "有些人可能会喜欢你的独特音色，只是目前还没有适应而已。",
        "label": ""
      },
      {
        "sentence": "改变声音类型并不容易，但你可以通过一些方法来发展和提升自己的声音中的女性特点。",
        "label": ""
      },
      {
        "sentence": "比如，可以与音乐老师探讨一下如何在唱歌时调整气息和音域，这样可能会有所帮助。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试多唱一些适合女声的歌曲，锻炼自己的女性音色。",
        "label": ""
      },
      {
        "sentence": "在此过程中，要保持耐心和对自己的爱，不要让他人的评论伤害到你的内心。",
        "label": ""
      },
      {
        "sentence": "你是独特的，无论声音如何，你都是一个美丽的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会努力接受自己，尝试着发展我的女性音色，并与音乐老师交流寻求帮助。希望有一天，我能够真正地喜欢和接受自己的声音。再次感谢你的陪伴和建议！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力接受自己，尝试着发展我的女性音色，并与音乐老师交流寻求帮助。",
        "label": ""
      },
      {
        "sentence": "希望有一天，我能够真正地喜欢和接受自己的声音。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，孩子。我相信你能够成功的！记得，成长的过程中困难和挫折是难以避免的，但是只要你坚信自己，勇敢面对，一切都会好起来的。不要忘记身边总有让你感到快乐的事情和人，他们会一直支持你，陪伴你。相信自己的才华，相信自己的美丽，相信自己的声音。我会一直在这里为你加油打气！你是最棒的！",
    "annotation": [
      {
        "sentence": "不用客气，孩子。",
        "label": ""
      },
      {
        "sentence": "我相信你能够成功的！",
        "label": ""
      },
      {
        "sentence": "记得，成长的过程中困难和挫折是难以避免的，但是只要你坚信自己，勇敢面对，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "不要忘记身边总有让你感到快乐的事情和人，他们会一直支持你，陪伴你。",
        "label": ""
      },
      {
        "sentence": "相信自己的才华，相信自己的美丽，相信自己的声音。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里为你加油打气！",
        "label": ""
      },
      {
        "sentence": "你是最棒的！",
        "label": ""
      }
    ]
  }
]