[
  {
    "role": "client",
    "content": "父母自称学过心理，却对你的社恐视而不见？怎么办？如题，我和我的妹妹，实在批评中长大的，我们一直恐惧社交。我们一直在寻找自身问题，在改进。但是，再多的改变和勉强自己，愈发恐惧……压力没有减少。同时，因为父母问题，兼职父母的压力垃圾桶。基本起床开始到睡觉就是批评和抱怨。我们都知道他们俩压力大，理解，倾听。但是……哈，今天，刚刚，他们说他们都是医学生，心理学是必修课。哈？那么之前我和妹妹的忍耐和勉强自己，是干啥的？我们找不到解决方案，缩在被窝里哭值得吗？我们的恐惧，你们究竟知不知道？然后，他们回了一句话：“那是因为你们太脆弱。”我崩了……我不敢告诉妹妹……",
    "annotation": [
      {
        "sentence": "父母自称学过心理，却对你的社恐视而不见？",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      },
      {
        "sentence": "如题，我和我的妹妹，实在批评中长大的，我们一直恐惧社交。",
        "label": ""
      },
      {
        "sentence": "我们一直在寻找自身问题，在改进。",
        "label": ""
      },
      {
        "sentence": "但是，再多的改变和勉强自己，愈发恐惧……压力没有减少。",
        "label": ""
      },
      {
        "sentence": "同时，因为父母问题，兼职父母的压力垃圾桶。",
        "label": ""
      },
      {
        "sentence": "基本起床开始到睡觉就是批评和抱怨。",
        "label": ""
      },
      {
        "sentence": "我们都知道他们俩压力大，理解，倾听。",
        "label": ""
      },
      {
        "sentence": "但是……哈，今天，刚刚，他们说他们都是医学生，心理学是必修课。",
        "label": ""
      },
      {
        "sentence": "哈？",
        "label": ""
      },
      {
        "sentence": "那么之前我和妹妹的忍耐和勉强自己，是干啥的？",
        "label": ""
      },
      {
        "sentence": "我们找不到解决方案，缩在被窝里哭值得吗？",
        "label": ""
      },
      {
        "sentence": "我们的恐惧，你们究竟知不知道？",
        "label": ""
      },
      {
        "sentence": "然后，他们回了一句话：“那是因为你们太脆弱。",
        "label": ""
      },
      {
        "sentence": "”我崩了……我不敢告诉妹妹……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "开始回答问题前先(づ′▽`)づ不知道你和你妹妹多大了，但从小就一直在批评中长大，本来家应该是最安全的地方，但你们却因为父母而不断地感受到恐惧、忍耐，并且还要被迫比别人更早地长大，倾听与理解父母，一定很累吧。你在今天的问题中，重点提到了父母学过心理学，你本来还能理解强迫自己去理解并不懂得心理学的父母，这让你更加崩溃了。对于父母学过心理学这一点，我首先想跟你澄清一下，学过心理学这门课并不代表会学得很好或很专业。有很多课程会是大学的必修课，心理学之于医学生，就像经济学之于商科生，而并不是每个商学院的同学都将经济学学得很好。这一是因为很多同学在低年级的基础课程学完之后，大都术业有专攻，把更多精力投入在细分领域；二是国内的大环境，导致很多同学在上学期间对于某些自己认为不重要的课常常是只求能过就好；第三则是针对心理学的，心理学真正在国内开始快速发展和普及应该也是近些年的事，更何况到目前为止很多人还是很排斥它，更不用说你父母那个年代了。所以，无论是基于以上三种情况的哪一种，都并不代表你父母学了必修课上的心理学，就真的把心理学学好了。不知道这样说，能否让你感受好一点呢？",
    "annotation": [
      {
        "sentence": "开始回答问题前先(づ′▽`)づ不知道你和你妹妹多大了，但从小就一直在批评中长大，本来家应该是最安全的地方，但你们却因为父母而不断地感受到恐惧、忍耐，并且还要被迫比别人更早地长大，倾听与理解父母，一定很累吧。",
        "label": ""
      },
      {
        "sentence": "你在今天的问题中，重点提到了父母学过心理学，你本来还能理解强迫自己去理解并不懂得心理学的父母，这让你更加崩溃了。",
        "label": ""
      },
      {
        "sentence": "对于父母学过心理学这一点，我首先想跟你澄清一下，学过心理学这门课并不代表会学得很好或很专业。",
        "label": ""
      },
      {
        "sentence": "有很多课程会是大学的必修课，心理学之于医学生，就像经济学之于商科生，而并不是每个商学院的同学都将经济学学得很好。",
        "label": ""
      },
      {
        "sentence": "这一是因为很多同学在低年级的基础课程学完之后，大都术业有专攻，把更多精力投入在细分领域；二是国内的大环境，导致很多同学在上学期间对于某些自己认为不重要的课常常是只求能过就好；第三则是针对心理学的，心理学真正在国内开始快速发展和普及应该也是近些年的事，更何况到目前为止很多人还是很排斥它，更不用说你父母那个年代了。",
        "label": ""
      },
      {
        "sentence": "所以，无论是基于以上三种情况的哪一种，都并不代表你父母学了必修课上的心理学，就真的把心理学学好了。",
        "label": ""
      },
      {
        "sentence": "不知道这样说，能否让你感受好一点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，让我对父母学心理学一事有了更清晰的认识。我和妹妹都已经成年了，但由于长期受到批评和抱怨的影响，我们在社交方面一直都很害怕。我们努力去改变自己，去勉强自己，但却没有减轻恐惧和压力的效果。父母对我们的态度也让我们很沮丧，我们理解他们也有压力，但他们对我们的要求和指责让我们感到更痛苦。我们真的找不到解决的办法，只能躲在被窝里哭泣。他们说我们太脆弱，这让我心碎，我不敢告诉妹妹这个消息。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，让我对父母学心理学一事有了更清晰的认识。",
        "label": ""
      },
      {
        "sentence": "我和妹妹都已经成年了，但由于长期受到批评和抱怨的影响，我们在社交方面一直都很害怕。",
        "label": ""
      },
      {
        "sentence": "我们努力去改变自己，去勉强自己，但却没有减轻恐惧和压力的效果。",
        "label": ""
      },
      {
        "sentence": "父母对我们的态度也让我们很沮丧，我们理解他们也有压力，但他们对我们的要求和指责让我们感到更痛苦。",
        "label": ""
      },
      {
        "sentence": "我们真的找不到解决的办法，只能躲在被窝里哭泣。",
        "label": ""
      },
      {
        "sentence": "他们说我们太脆弱，这让我心碎，我不敢告诉妹妹这个消息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的困境，长时间处于批评和指责的环境中确实会对你们的社交恐惧造成很大的影响。首先，我想告诉你们，你们并不脆弱，你们撑到现在已经非常了不起了。对于父母的话语，我们可以选择不认同，甚至可以暂时屏蔽掉对自己的伤害。虽然无法完全避免伤心，但你们可以更多听到自己的声音，让自己内心的声音更加坚定，而不是一次次让父母批评的声音在内心循环。另外，我想给你们一个小建议，尝试慢慢构建自己的心理边界，在倾听和理解父母的同时，不要让自己的情绪过度被他们影响。可以尝试一个口诀，“父母的情绪是父母的情绪，我的情绪是我的情绪”，这样可以慢慢让自己不受父母负面情绪的影响。",
    "annotation": [
      {
        "sentence": "我了解你现在的困境，长时间处于批评和指责的环境中确实会对你们的社交恐惧造成很大的影响。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你们，你们并不脆弱，你们撑到现在已经非常了不起了。",
        "label": ""
      },
      {
        "sentence": "对于父母的话语，我们可以选择不认同，甚至可以暂时屏蔽掉对自己的伤害。",
        "label": ""
      },
      {
        "sentence": "虽然无法完全避免伤心，但你们可以更多听到自己的声音，让自己内心的声音更加坚定，而不是一次次让父母批评的声音在内心循环。",
        "label": ""
      },
      {
        "sentence": "另外，我想给你们一个小建议，尝试慢慢构建自己的心理边界，在倾听和理解父母的同时，不要让自己的情绪过度被他们影响。",
        "label": ""
      },
      {
        "sentence": "可以尝试一个口诀，“父母的情绪是父母的情绪，我的情绪是我的情绪”，这样可以慢慢让自己不受父母负面情绪的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去构建自己的心理边界，让自己的情绪更独立，不被父母的情绪左右。但是我还是很困惑，不知道如何应对自己的社交恐惧，我们一直在寻找解决方案，但似乎还没有找到有效的方法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去构建自己的心理边界，让自己的情绪更独立，不被父母的情绪左右。",
        "label": ""
      },
      {
        "sentence": "但是我还是很困惑，不知道如何应对自己的社交恐惧，我们一直在寻找解决方案，但似乎还没有找到有效的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于社交恐惧，我可能无法给出太多具体的建议，因为每个人的情况都不同。但我想告诉你，你和你的妹妹这样善于倾听和理解他人的人，一定会吸引到很多温暖的人。当你们内心的自我认同和关怀变得更加坚定时，也会帮助社交恐惧慢慢好转的。我相信你们会找到适合自己的解决方案的，不要放弃希望，保持积极的心态，我会一直在这里支持你们。",
    "annotation": [
      {
        "sentence": "对于社交恐惧，我可能无法给出太多具体的建议，因为每个人的情况都不同。",
        "label": ""
      },
      {
        "sentence": "但我想告诉你，你和你的妹妹这样善于倾听和理解他人的人，一定会吸引到很多温暖的人。",
        "label": ""
      },
      {
        "sentence": "当你们内心的自我认同和关怀变得更加坚定时，也会帮助社交恐惧慢慢好转的。",
        "label": ""
      },
      {
        "sentence": "我相信你们会找到适合自己的解决方案的，不要放弃希望，保持积极的心态，我会一直在这里支持你们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直在这里支持我们，你的鼓励和理解让我感到温暖和安慰。尽管困难重重，但我会继续努力，相信自己能够克服社交恐惧，我也会把你的建议告诉妹妹，一起面对困境。谢谢你。",
    "annotation": [
      {
        "sentence": "谢谢你一直在这里支持我们，你的鼓励和理解让我感到温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "尽管困难重重，但我会继续努力，相信自己能够克服社交恐惧，我也会把你的建议告诉妹妹，一起面对困境。",
        "label": ""
      },
      {
        "sentence": "谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你们并不孤单，我会一直在你们身边支持你们。面对困难，保持积极乐观的心态，相信自己，你们一定能够克服社交恐惧。如果有需要，随时来找我聊天，我都会在这里等你们。祝你们好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你们并不孤单，我会一直在你们身边支持你们。",
        "label": ""
      },
      {
        "sentence": "面对困难，保持积极乐观的心态，相信自己，你们一定能够克服社交恐惧。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时来找我聊天，我都会在这里等你们。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      }
    ]
  }
]