[
  {
    "role": "client",
    "content": "最近我感到很苦闷和恶意，因为我的朋友不回应我的举动，甚至讽刺地反问我。我和她是同学兼现在的同事，我们每天一起吃午饭，我会对她做一些鬼脸或眨巴眼的动作，但她总是面无表情地低下头。我告诉她，我眨巴眼你应该有点回应，但她只是无情地笑笑，然后继续和其他朋友学习。当我和她说话时，她装作没听见，没有任何回应。我讨厌她的行为，所以冲动地对她说了出来，包括对她以前的行为也有抱怨。她讽刺地反问我，还记得呢？然后就撒撒娇安慰了一下我，没有进一步的回应。她也没有表示要改变或做出任何解释。我是一个很活泼快乐的人，但是和她在一起越来越感到压抑，我该怎么办呢？我想中午不再跟她一起吃饭，但我又担心她和其他同事一起孤立我。补充一下，她是一个文静有城府的人，和我一起之后好像变得更开朗了一些。",
    "annotation": [
      {
        "sentence": "最近我感到很苦闷和恶意，因为我的朋友不回应我的举动，甚至讽刺地反问我。",
        "label": ""
      },
      {
        "sentence": "我和她是同学兼现在的同事，我们每天一起吃午饭，我会对她做一些鬼脸或眨巴眼的动作，但她总是面无表情地低下头。",
        "label": ""
      },
      {
        "sentence": "我告诉她，我眨巴眼你应该有点回应，但她只是无情地笑笑，然后继续和其他朋友学习。",
        "label": ""
      },
      {
        "sentence": "当我和她说话时，她装作没听见，没有任何回应。",
        "label": ""
      },
      {
        "sentence": "我讨厌她的行为，所以冲动地对她说了出来，包括对她以前的行为也有抱怨。",
        "label": ""
      },
      {
        "sentence": "她讽刺地反问我，还记得呢？",
        "label": ""
      },
      {
        "sentence": "然后就撒撒娇安慰了一下我，没有进一步的回应。",
        "label": ""
      },
      {
        "sentence": "她也没有表示要改变或做出任何解释。",
        "label": ""
      },
      {
        "sentence": "我是一个很活泼快乐的人，但是和她在一起越来越感到压抑，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我想中午不再跟她一起吃饭，但我又担心她和其他同事一起孤立我。",
        "label": ""
      },
      {
        "sentence": "补充一下，她是一个文静有城府的人，和我一起之后好像变得更开朗了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，有两件事情让你感到恶意和苦闷：一是你的朋友不回应你的举动，二是她不诚恳地认错。这背后隐藏着一些信念：一是我对朋友做什么，她都一定要回应我；二是我受到了朋友的冒犯，她一定要向我道歉。我们希望朋友能完全按照我们的心意行动，但是这样的期待可能太高了。我们对朋友的定义可能有所不同，这位\"朋友\"可能只是和你在一起的时间较长而已，从同学到同事，顶多算是个熟人。而真正的朋友是那种可以放心地做自己而不会感到不舒服的人。所以，不用对这位\"朋友\"抱有过高的期待。你提到她是一个文静有城府的人，这可能是你感到不舒服的原因之一。如果对她已经下了这样的标签，那么敬而远之是正确的方式。我很支持你不再和这位\"朋友\"一起吃午饭的决定。",
    "annotation": [
      {
        "sentence": "从你的描述来看，有两件事情让你感到恶意和苦闷：一是你的朋友不回应你的举动，二是她不诚恳地认错。",
        "label": ""
      },
      {
        "sentence": "这背后隐藏着一些信念：一是我对朋友做什么，她都一定要回应我；二是我受到了朋友的冒犯，她一定要向我道歉。",
        "label": ""
      },
      {
        "sentence": "我们希望朋友能完全按照我们的心意行动，但是这样的期待可能太高了。",
        "label": ""
      },
      {
        "sentence": "我们对朋友的定义可能有所不同，这位\"朋友\"可能只是和你在一起的时间较长而已，从同学到同事，顶多算是个熟人。",
        "label": ""
      },
      {
        "sentence": "而真正的朋友是那种可以放心地做自己而不会感到不舒服的人。",
        "label": ""
      },
      {
        "sentence": "所以，不用对这位\"朋友\"抱有过高的期待。",
        "label": ""
      },
      {
        "sentence": "你提到她是一个文静有城府的人，这可能是你感到不舒服的原因之一。",
        "label": ""
      },
      {
        "sentence": "如果对她已经下了这样的标签，那么敬而远之是正确的方式。",
        "label": ""
      },
      {
        "sentence": "我很支持你不再和这位\"朋友\"一起吃午饭的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。但接下来的问题是，如何避免被其他同事孤立呢？我的朋友是否具有如此强大的影响力？她是一个文静的人，应该不太愿意表达自己，也不会特别受到其他人的青睐吧？",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "但接下来的问题是，如何避免被其他同事孤立呢？",
        "label": ""
      },
      {
        "sentence": "我的朋友是否具有如此强大的影响力？",
        "label": ""
      },
      {
        "sentence": "她是一个文静的人，应该不太愿意表达自己，也不会特别受到其他人的青睐吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在工作场合，建立友情往往是一种奢望，大家更多的是为了利益而相处。如果有一群人会疏远某个人，更可能是因为这个人会侵占了他人的利益。在职场上，理性的思考往往大于感性的情绪，这是职场的特殊性。所以，你需要问问自己是否可能侵占了他人的利益。另外，在职场上，“高处不胜寒”，如果你真的被孤立了，说明你已经是领导者了。你能指出哪个领导没有被人孤立过？这是高位的现实问题，而不是与某个人有关。所以，不用过多担心。如果你真的是一个开朗的人，应该很容易找到新的朋友。",
    "annotation": [
      {
        "sentence": "在工作场合，建立友情往往是一种奢望，大家更多的是为了利益而相处。",
        "label": ""
      },
      {
        "sentence": "如果有一群人会疏远某个人，更可能是因为这个人会侵占了他人的利益。",
        "label": ""
      },
      {
        "sentence": "在职场上，理性的思考往往大于感性的情绪，这是职场的特殊性。",
        "label": ""
      },
      {
        "sentence": "所以，你需要问问自己是否可能侵占了他人的利益。",
        "label": ""
      },
      {
        "sentence": "另外，在职场上，“高处不胜寒”，如果你真的被孤立了，说明你已经是领导者了。",
        "label": ""
      },
      {
        "sentence": "你能指出哪个领导没有被人孤立过？",
        "label": ""
      },
      {
        "sentence": "这是高位的现实问题，而不是与某个人有关。",
        "label": ""
      },
      {
        "sentence": "所以，不用过多担心。",
        "label": ""
      },
      {
        "sentence": "如果你真的是一个开朗的人，应该很容易找到新的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。你说得对，我应该更加理性地看待这些问题。我会尝试放下对这位朋友的期待，并重新审视我的行为是否可能侵占了别人的利益。如果确实如此，我会努力改正。至于孤立的问题，我会努力保持开朗的心态，努力寻找新的朋友。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "你说得对，我应该更加理性地看待这些问题。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下对这位朋友的期待，并重新审视我的行为是否可能侵占了别人的利益。",
        "label": ""
      },
      {
        "sentence": "如果确实如此，我会努力改正。",
        "label": ""
      },
      {
        "sentence": "至于孤立的问题，我会努力保持开朗的心态，努力寻找新的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说。放下对朋友的期待，并审视自己的行为，这是一个很好的开始。记住，不要让过多的情绪影响你，保持理性和开朗的心态，你一定能够找到更适合你的朋友。加油哦！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说。",
        "label": ""
      },
      {
        "sentence": "放下对朋友的期待，并审视自己的行为，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "记住，不要让过多的情绪影响你，保持理性和开朗的心态，你一定能够找到更适合你的朋友。",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      }
    ]
  }
]