[
  {
    "role": "client",
    "content": "分手纠缠一个月，我怎么建立起沟通渠道啊？跟男友分手一个月也纠缠了一个月，我们是异地恋，信息不回，电话偶尔会接，现在4天断联，开始用冷漠，我想是这样逼我提分手，我让他给理由，他告诉我他家庭有问题，不想我进去被伤害，在往后聊，又说三观不合，说到底我确实是不知道为什么，所以自己很难走出来，今天突然给我转1000块，前段时间急用，我转给他的，说还我，我怎么建立起沟通渠道啊，江湖救急。",
    "annotation": [
      {
        "sentence": "分手纠缠一个月，我怎么建立起沟通渠道啊？",
        "label": ""
      },
      {
        "sentence": "跟男友分手一个月也纠缠了一个月，我们是异地恋，信息不回，电话偶尔会接，现在4天断联，开始用冷漠，我想是这样逼我提分手，我让他给理由，他告诉我他家庭有问题，不想我进去被伤害，在往后聊，又说三观不合，说到底我确实是不知道为什么，所以自己很难走出来，今天突然给我转1000块，前段时间急用，我转给他的，说还我，我怎么建立起沟通渠道啊，江湖救急。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和男友分手一个月，你内心无比痛苦，你的情绪完全崩坏，特别想要立刻、马上挽回关系。可能在这一个月内，你还不断单项输出情绪，要求对方明确告诉你分手的理由，要求对方和你复合。直到对方不堪其扰，直接与你断联。你实在无法接受和面对，所以特别着急想要再次取得联系。是这样吗？",
    "annotation": [
      {
        "sentence": "和男友分手一个月，你内心无比痛苦，你的情绪完全崩坏，特别想要立刻、马上挽回关系。",
        "label": ""
      },
      {
        "sentence": "可能在这一个月内，你还不断单项输出情绪，要求对方明确告诉你分手的理由，要求对方和你复合。",
        "label": ""
      },
      {
        "sentence": "直到对方不堪其扰，直接与你断联。",
        "label": ""
      },
      {
        "sentence": "你实在无法接受和面对，所以特别着急想要再次取得联系。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很痛苦，我觉得只要能和他沟通，他就能明白我真实的想法，我们就有可能复合。",
    "annotation": [
      {
        "sentence": "是的，我真的很痛苦，我觉得只要能和他沟通，他就能明白我真实的想法，我们就有可能复合。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你并不是想知道男友分手的真正原因，分手理由不是阻碍你走出来的障碍。而是因为你走不出来，你无法面对分手之痛，所以你要要避免“断联”，似乎找到一个你可以改变的理由，关系就复合了。你也知道，家庭问题和三观问题只是一种借口。真实的原因可能是：你长期单项输出情绪，勒索对方的情绪价值（大白话是你太作了，对方老要哄你）、他受不了异地恋、他已经有新的人了......这些真实的理由，只告诉你一件事：他已经不喜欢你了，他要离开这段关系了。",
    "annotation": [
      {
        "sentence": "其实你并不是想知道男友分手的真正原因，分手理由不是阻碍你走出来的障碍。",
        "label": ""
      },
      {
        "sentence": "而是因为你走不出来，你无法面对分手之痛，所以你要要避免“断联”，似乎找到一个你可以改变的理由，关系就复合了。",
        "label": ""
      },
      {
        "sentence": "你也知道，家庭问题和三观问题只是一种借口。",
        "label": ""
      },
      {
        "sentence": "真实的原因可能是：你长期单项输出情绪，勒索对方的情绪价值（大白话是你太作了，对方老要哄你）、他受不了异地恋、他已经有新的人了......这些真实的理由，只告诉你一件事：他已经不喜欢你了，他要离开这段关系了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得好沮丧，为什么他不愿意和我好好沟通呢？我们之前还是好好的。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得好沮丧，为什么他不愿意和我好好沟通呢？",
        "label": ""
      },
      {
        "sentence": "我们之前还是好好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真实理由的重要，不在于能否调整来挽回关系，而在于，你能否透过这次分手，看到关系早已存在的问题，你们情感模式的问题，和你对关系走到现在有没有哪些需要负责的部分。分手总要经历否认、愤怒、讨价还价、忧郁沮丧、接受现实5个阶段。你现在处于情绪崩坏、否认和愤怒的阶段，无论是对挽回还是自己放下，都不是最好的阶段。这个时候，越是情绪失控，越是摇尾乞怜，你的“前男友”越不可能挽回回来。断联，让你的情绪状态回归到可控的状态，冷静下来，好好反思上述一些问题。",
    "annotation": [
      {
        "sentence": "真实理由的重要，不在于能否调整来挽回关系，而在于，你能否透过这次分手，看到关系早已存在的问题，你们情感模式的问题，和你对关系走到现在有没有哪些需要负责的部分。",
        "label": ""
      },
      {
        "sentence": "分手总要经历否认、愤怒、讨价还价、忧郁沮丧、接受现实5个阶段。",
        "label": ""
      },
      {
        "sentence": "你现在处于情绪崩坏、否认和愤怒的阶段，无论是对挽回还是自己放下，都不是最好的阶段。",
        "label": ""
      },
      {
        "sentence": "这个时候，越是情绪失控，越是摇尾乞怜，你的“前男友”越不可能挽回回来。",
        "label": ""
      },
      {
        "sentence": "断联，让你的情绪状态回归到可控的状态，冷静下来，好好反思上述一些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我知道现在不是和他复合的时候，我需要冷静下来，重新审视我们的关系。但是我真的很难受，我害怕他找不到他爱的人，我害怕他受伤。",
    "annotation": [
      {
        "sentence": "我理解了，我知道现在不是和他复合的时候，我需要冷静下来，重新审视我们的关系。",
        "label": ""
      },
      {
        "sentence": "但是我真的很难受，我害怕他找不到他爱的人，我害怕他受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心和害怕是正常的，但你要知道，每个人都要负起自己的责任，包括他。他的幸福与否不是你能决定的，你只能为自己的幸福负责。你所做的一切，只能是为了让自己变得更好，为自己争取更好的未来。相信自己，你会渡过这段困难的时期。你可以尝试寻找一些分手后的心理疏导方法，这有助于你更好地处理分手带来的负面情绪。",
    "annotation": [
      {
        "sentence": "这种担心和害怕是正常的，但你要知道，每个人都要负起自己的责任，包括他。",
        "label": ""
      },
      {
        "sentence": "他的幸福与否不是你能决定的，你只能为自己的幸福负责。",
        "label": ""
      },
      {
        "sentence": "你所做的一切，只能是为了让自己变得更好，为自己争取更好的未来。",
        "label": ""
      },
      {
        "sentence": "相信自己，你会渡过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些分手后的心理疏导方法，这有助于你更好地处理分手带来的负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会试着接受现实，调整自己的心态，向前看。我也会尽量寻找适合自己的疏导方法，希望自己能够尽快走出这段感情的阴影。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会试着接受现实，调整自己的心态，向前看。",
        "label": ""
      },
      {
        "sentence": "我也会尽量寻找适合自己的疏导方法，希望自己能够尽快走出这段感情的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的决心和态度，相信你一定能够度过这段困难时期，重新找到属于自己的幸福。如果需要，随时来找我聊聊，我会一直支持你的。愿你爱自己，也有对的人爱你。",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的决心和态度，相信你一定能够度过这段困难时期，重新找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时来找我聊聊，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "愿你爱自己，也有对的人爱你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和关心，我会时刻记住你的话，努力向前迈进。如果有需要，我会再来找你倾诉的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和关心，我会时刻记住你的话，努力向前迈进。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来找你倾诉的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]