[
  {
    "role": "client",
    "content": "我把自己的性格个性看透之后，觉得自己都是缺陷？自打有意识起，我就对性格这种东西有着特别的理解和敏感度。从小时候起，我就在想，我要怎样才能成绩好，勤奋，认真，诚实，听话…对于那些调皮的同学，我则不耻，认为他们这样是没有出息的，是不会有好成绩的。为了能有一个好的结果，我一直在想：我要怎样做，我要成为什么样的人，哪怕真实的我不是这样，我也要比自己改变…现在的话，情况更加是如此。我把每个人的性格看的极其透彻，乃至他们的思维定式（至少我自己认为很透彻）。ta，大大咧咧，表面很强势，内心却不是那么自信，就是脸皮厚；ta，内向，但是确实一个自信坚定的人，很容易满足，所以ta看起来没有那么出色；ta，自信，豁达，乐观，活泼…是我的理想人格。但是，当我把自己的性格看透之后，我就都是缺点：胆小，自私，自卑，虚伪，贪心，小气…没有一个闪光点！这是一个多么让自己尴尬，不耻的人啊！这样的人，又能有什么前途？说到这里，我问：为什么觉得自己不堪，原因呢",
    "annotation": [
      {
        "sentence": "我把自己的性格个性看透之后，觉得自己都是缺陷？",
        "label": ""
      },
      {
        "sentence": "自打有意识起，我就对性格这种东西有着特别的理解和敏感度。",
        "label": ""
      },
      {
        "sentence": "从小时候起，我就在想，我要怎样才能成绩好，勤奋，认真，诚实，听话…对于那些调皮的同学，我则不耻，认为他们这样是没有出息的，是不会有好成绩的。",
        "label": ""
      },
      {
        "sentence": "为了能有一个好的结果，我一直在想：我要怎样做，我要成为什么样的人，哪怕真实的我不是这样，我也要比自己改变…现在的话，情况更加是如此。",
        "label": ""
      },
      {
        "sentence": "我把每个人的性格看的极其透彻，乃至他们的思维定式（至少我自己认为很透彻）。",
        "label": ""
      },
      {
        "sentence": "ta，大大咧咧，表面很强势，内心却不是那么自信，就是脸皮厚；ta，内向，但是确实一个自信坚定的人，很容易满足，所以ta看起来没有那么出色；ta，自信，豁达，乐观，活泼…是我的理想人格。",
        "label": ""
      },
      {
        "sentence": "但是，当我把自己的性格看透之后，我就都是缺点：胆小，自私，自卑，虚伪，贪心，小气…没有一个闪光点！",
        "label": ""
      },
      {
        "sentence": "这是一个多么让自己尴尬，不耻的人啊！",
        "label": ""
      },
      {
        "sentence": "这样的人，又能有什么前途？",
        "label": ""
      },
      {
        "sentence": "说到这里，我问：为什么觉得自己不堪，原因呢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的困扰，我希望能给你一些温暖。在我们追求一些东西的时候，往往会暴露出我们此前缺乏的东西。但事实上，很多情况下，我们在追求过程中往往容易迷失自己，而我们内心真正想要的东西会被其他事物所掩盖。如果我们每天都执着于追求自己想要的东西，那生活肯定会变得苦不堪言，极其辛苦。每当我们在这个过程中遇到阻碍或感到失落时，我们就会开始怀疑自己。在这种悲观情绪下，我们只会不停地责怪自己，只看到自己的缺点。其实，每个人都有优点，但大部分的优点都需要我们自己努力去发掘。通过尝试不同的领域，我们总能发现自己的擅长之处。培养兴趣和爱好是发掘自己优点的一种方法。每个人都努力让别人认为自己过得很好，但实际上，表面看起来光彩照人的人内心往往是空虚和孤独的。这就像外表坚强的人内心最脆弱一样。每个人都会经历迷茫的阶段，这也是成长的必经之路。通过迷茫，我们才能找到前进的方向。我们不能总是否定自己，应该给自己一些积极的暗示，多鼓励自己，让自己变得更有信心，学会善待自己。只有这样，我们才能发现自己一直都有闪光点，只不过是被自己忽略了。同时，我们要学会将注意力集中在自己身上，不要总是将注意力放在别人身上而忽略了自己的感受。我们奋斗是为了自己。当我们学会关注自己时，我们就会更了解自己，看待问题的角度也会发生变化。同时，我们也需要建立目标，明确自己想要成为什么样的人，然后朝着这个方向努力。逐渐地，我们会去接触一些优秀的人，做一些有意义的事情，扩宽自己的视野。最后，我希望你能尽快解决自己内心的困扰，更重要的是要建立自信。加油啊！",
    "annotation": [
      {
        "sentence": "我了解你现在的困扰，我希望能给你一些温暖。",
        "label": ""
      },
      {
        "sentence": "在我们追求一些东西的时候，往往会暴露出我们此前缺乏的东西。",
        "label": ""
      },
      {
        "sentence": "但事实上，很多情况下，我们在追求过程中往往容易迷失自己，而我们内心真正想要的东西会被其他事物所掩盖。",
        "label": ""
      },
      {
        "sentence": "如果我们每天都执着于追求自己想要的东西，那生活肯定会变得苦不堪言，极其辛苦。",
        "label": ""
      },
      {
        "sentence": "每当我们在这个过程中遇到阻碍或感到失落时，我们就会开始怀疑自己。",
        "label": ""
      },
      {
        "sentence": "在这种悲观情绪下，我们只会不停地责怪自己，只看到自己的缺点。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都有优点，但大部分的优点都需要我们自己努力去发掘。",
        "label": ""
      },
      {
        "sentence": "通过尝试不同的领域，我们总能发现自己的擅长之处。",
        "label": ""
      },
      {
        "sentence": "培养兴趣和爱好是发掘自己优点的一种方法。",
        "label": ""
      },
      {
        "sentence": "每个人都努力让别人认为自己过得很好，但实际上，表面看起来光彩照人的人内心往往是空虚和孤独的。",
        "label": ""
      },
      {
        "sentence": "这就像外表坚强的人内心最脆弱一样。",
        "label": ""
      },
      {
        "sentence": "每个人都会经历迷茫的阶段，这也是成长的必经之路。",
        "label": ""
      },
      {
        "sentence": "通过迷茫，我们才能找到前进的方向。",
        "label": ""
      },
      {
        "sentence": "我们不能总是否定自己，应该给自己一些积极的暗示，多鼓励自己，让自己变得更有信心，学会善待自己。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们才能发现自己一直都有闪光点，只不过是被自己忽略了。",
        "label": ""
      },
      {
        "sentence": "同时，我们要学会将注意力集中在自己身上，不要总是将注意力放在别人身上而忽略了自己的感受。",
        "label": ""
      },
      {
        "sentence": "我们奋斗是为了自己。",
        "label": ""
      },
      {
        "sentence": "当我们学会关注自己时，我们就会更了解自己，看待问题的角度也会发生变化。",
        "label": ""
      },
      {
        "sentence": "同时，我们也需要建立目标，明确自己想要成为什么样的人，然后朝着这个方向努力。",
        "label": ""
      },
      {
        "sentence": "逐渐地，我们会去接触一些优秀的人，做一些有意义的事情，扩宽自己的视野。",
        "label": ""
      },
      {
        "sentence": "最后，我希望你能尽快解决自己内心的困扰，更重要的是要建立自信。",
        "label": ""
      },
      {
        "sentence": "加油啊！",
        "label": ""
      }
    ]
  }
]