[
  {
    "role": "client",
    "content": "我把自己的性格个性看透之后，觉得自己都是缺陷？自打有意识起，我就对性格这种东西有着特别的理解和敏感度。从小时候起，我就在想，我要怎样才能成绩好，勤奋，认真，诚实，听话…对于那些调皮的同学，我则不耻，认为他们这样是没有出息的，是不会有好成绩的。为了能有一个好的结果，我一直在想：我要怎样做，我要成为什么样的人，哪怕真实的我不是这样，我也要比自己改变…现在的话，情况更加是如此。我把每个人的性格看的极其透彻，乃至他们的思维定式（至少我自己认为很透彻）。ta，大大咧咧，表面很强势，内心却不是那么自信，就是脸皮厚；ta，内向，但是确实一个自信坚定的人，很容易满足，所以ta看起来没有那么出色；ta，自信，豁达，乐观，活泼…是我的理想人格。但是，当我把自己的性格看透之后，我就都是缺点：胆小，自私，自卑，虚伪，贪心，小气…没有一个闪光点！这是一个多么让自己尴尬，不耻的人啊！这样的人，又能有什么前途？说到这里，我问：为什么觉得自己不堪，原因呢？",
    "annotation": [
      {
        "sentence": "我把自己的性格个性看透之后，觉得自己都是缺陷？",
        "label": ""
      },
      {
        "sentence": "自打有意识起，我就对性格这种东西有着特别的理解和敏感度。",
        "label": ""
      },
      {
        "sentence": "从小时候起，我就在想，我要怎样才能成绩好，勤奋，认真，诚实，听话…对于那些调皮的同学，我则不耻，认为他们这样是没有出息的，是不会有好成绩的。",
        "label": ""
      },
      {
        "sentence": "为了能有一个好的结果，我一直在想：我要怎样做，我要成为什么样的人，哪怕真实的我不是这样，我也要比自己改变…现在的话，情况更加是如此。",
        "label": ""
      },
      {
        "sentence": "我把每个人的性格看的极其透彻，乃至他们的思维定式（至少我自己认为很透彻）。",
        "label": ""
      },
      {
        "sentence": "ta，大大咧咧，表面很强势，内心却不是那么自信，就是脸皮厚；ta，内向，但是确实一个自信坚定的人，很容易满足，所以ta看起来没有那么出色；ta，自信，豁达，乐观，活泼…是我的理想人格。",
        "label": ""
      },
      {
        "sentence": "但是，当我把自己的性格看透之后，我就都是缺点：胆小，自私，自卑，虚伪，贪心，小气…没有一个闪光点！",
        "label": ""
      },
      {
        "sentence": "这是一个多么让自己尴尬，不耻的人啊！",
        "label": ""
      },
      {
        "sentence": "这样的人，又能有什么前途？",
        "label": ""
      },
      {
        "sentence": "说到这里，我问：为什么觉得自己不堪，原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，能看透别人的性格和思维定式是一项非常特别的能力，你要给自己一个赞才对。接下来，我会以你的描述为基础进行分析，请多与我交流，如果有不对的地方，希望你及时指出。你对那些调皮的同学不耻，认为他们没有出息、不会有好成绩，这种想法很好，但你似乎过于功利，过于黑白分明了。我们所接受的教育认为勤奋是好的、懒惰是坏的；听话是好的，调皮是坏的。但是，把这样的标准应用在一个立体的人身上，真的合适吗？首先，我们要学会从多个角度看待他人，不要过早地对他们做出判断。我不是在为懒惰辩护，只是想提供一个新的角度给你听。我记得课本上有篇文章，说懒人是有创造力的，世界上的科技发明大部分都是懒人为了偷懒而发明的。这样的观点很新颖，而只有开放的思维才能提出。第二点是，不要过于功利，放慢一些节奏，观察自己和他人的性格。你渴望上进，给阻碍贴上了消极的标签，在观察他人时也是如此。即使真实的自己并不是这样，你也逼迫自己改变成为那样的人。你前进的动力一部分来自于对负面性格的唾弃，但也要意识到这两者相辅相成，加强了你的观点。我们都在不断认识自己的过程中思考如何成为什么样的人，但在这之前，我们更应该问自己：“我是什么样的人？”“我怎么看待自己？”你可能跳过了这一步，而在摸透自己的性格后，认为自己全是缺点。实际上，你可以把这看作是回到了第一步。你认为自己对每个人的性格和思维定式都了如指掌，这表明你对“性格”有很深的认知，但对人性和变化的了解还不够。这就好像你把“人”当作了“性格”的容器，而忽略了人本身。我认为，“性格”是依托于人性存在的，观察一个人的性格，首先要放在我们共同的人性之下。比如，心理学上有一个著名的吉诺维斯案例，旁观者这么多却没有一个人阻止。在发生这件事之前，我们可以想象，他们中有莽撞的人、谨慎的人、勇敢的人、懦弱的人，但目睹如此凶案却集体失声，这显然是“人性”支配了我们。所以，不能只看人们矛盾的一面，性格固化占比过高，还要更注重我们的“人性”。一个立体的人包括：人性（共性）、个性（与他人不同）、可变性（可塑性）。我们给他人贴标签是很正常的，这让我们能快速确定自己在陌生环境中的位置和归属感。但是，不要忘记，在与他人相处时，对面站着一个活生生的人。不如放下对他人的判断，投入到与他的交流中，注意细节。最后，我想说一下关于自我厌弃的问题。我们对别人的判断状态，客观冷静的态度，也会出现在对自己的认知中。自我批判和自我夸赞是常见的两种模式。当你开始自我批评的时候，很容易雪球越滚越大。你觉得自己胆小，就能从记忆中找到很多胆小的例子，然后站在第三者的立场上批判自己，评价负面的事情。这样分析下去，你会陷入泥潭。但是，你却完全忽视了与之相反的例子，比如勇敢、为他人着想、自信等等。即使你是一个内向的人，也可以成为社交达人；外向的人也可以不想结识新朋友。我们的性格固然有一定程度的固化，但我们的行为",
    "annotation": [
      {
        "sentence": "求助者，能看透别人的性格和思维定式是一项非常特别的能力，你要给自己一个赞才对。",
        "label": ""
      },
      {
        "sentence": "接下来，我会以你的描述为基础进行分析，请多与我交流，如果有不对的地方，希望你及时指出。",
        "label": ""
      },
      {
        "sentence": "你对那些调皮的同学不耻，认为他们没有出息、不会有好成绩，这种想法很好，但你似乎过于功利，过于黑白分明了。",
        "label": ""
      },
      {
        "sentence": "我们所接受的教育认为勤奋是好的、懒惰是坏的；听话是好的，调皮是坏的。",
        "label": ""
      },
      {
        "sentence": "但是，把这样的标准应用在一个立体的人身上，真的合适吗？",
        "label": ""
      },
      {
        "sentence": "首先，我们要学会从多个角度看待他人，不要过早地对他们做出判断。",
        "label": ""
      },
      {
        "sentence": "我不是在为懒惰辩护，只是想提供一个新的角度给你听。",
        "label": ""
      },
      {
        "sentence": "我记得课本上有篇文章，说懒人是有创造力的，世界上的科技发明大部分都是懒人为了偷懒而发明的。",
        "label": ""
      },
      {
        "sentence": "这样的观点很新颖，而只有开放的思维才能提出。",
        "label": ""
      },
      {
        "sentence": "第二点是，不要过于功利，放慢一些节奏，观察自己和他人的性格。",
        "label": ""
      },
      {
        "sentence": "你渴望上进，给阻碍贴上了消极的标签，在观察他人时也是如此。",
        "label": ""
      },
      {
        "sentence": "即使真实的自己并不是这样，你也逼迫自己改变成为那样的人。",
        "label": ""
      },
      {
        "sentence": "你前进的动力一部分来自于对负面性格的唾弃，但也要意识到这两者相辅相成，加强了你的观点。",
        "label": ""
      },
      {
        "sentence": "我们都在不断认识自己的过程中思考如何成为什么样的人，但在这之前，我们更应该问自己：“我是什么样的人？",
        "label": ""
      },
      {
        "sentence": "”“我怎么看待自己？",
        "label": ""
      },
      {
        "sentence": "”你可能跳过了这一步，而在摸透自己的性格后，认为自己全是缺点。",
        "label": ""
      },
      {
        "sentence": "实际上，你可以把这看作是回到了第一步。",
        "label": ""
      },
      {
        "sentence": "你认为自己对每个人的性格和思维定式都了如指掌，这表明你对“性格”有很深的认知，但对人性和变化的了解还不够。",
        "label": ""
      },
      {
        "sentence": "这就好像你把“人”当作了“性格”的容器，而忽略了人本身。",
        "label": ""
      },
      {
        "sentence": "我认为，“性格”是依托于人性存在的，观察一个人的性格，首先要放在我们共同的人性之下。",
        "label": ""
      },
      {
        "sentence": "比如，心理学上有一个著名的吉诺维斯案例，旁观者这么多却没有一个人阻止。",
        "label": ""
      },
      {
        "sentence": "在发生这件事之前，我们可以想象，他们中有莽撞的人、谨慎的人、勇敢的人、懦弱的人，但目睹如此凶案却集体失声，这显然是“人性”支配了我们。",
        "label": ""
      },
      {
        "sentence": "所以，不能只看人们矛盾的一面，性格固化占比过高，还要更注重我们的“人性”。",
        "label": ""
      },
      {
        "sentence": "一个立体的人包括：人性（共性）、个性（与他人不同）、可变性（可塑性）。",
        "label": ""
      },
      {
        "sentence": "我们给他人贴标签是很正常的，这让我们能快速确定自己在陌生环境中的位置和归属感。",
        "label": ""
      },
      {
        "sentence": "但是，不要忘记，在与他人相处时，对面站着一个活生生的人。",
        "label": ""
      },
      {
        "sentence": "不如放下对他人的判断，投入到与他的交流中，注意细节。",
        "label": ""
      },
      {
        "sentence": "最后，我想说一下关于自我厌弃的问题。",
        "label": ""
      },
      {
        "sentence": "我们对别人的判断状态，客观冷静的态度，也会出现在对自己的认知中。",
        "label": ""
      },
      {
        "sentence": "自我批判和自我夸赞是常见的两种模式。",
        "label": ""
      },
      {
        "sentence": "当你开始自我批评的时候，很容易雪球越滚越大。",
        "label": ""
      },
      {
        "sentence": "你觉得自己胆小，就能从记忆中找到很多胆小的例子，然后站在第三者的立场上批判自己，评价负面的事情。",
        "label": ""
      },
      {
        "sentence": "这样分析下去，你会陷入泥潭。",
        "label": ""
      },
      {
        "sentence": "但是，你却完全忽视了与之相反的例子，比如勇敢、为他人着想、自信等等。",
        "label": ""
      },
      {
        "sentence": "即使你是一个内向的人，也可以成为社交达人；外向的人也可以不想结识新朋友。",
        "label": ""
      },
      {
        "sentence": "我们的性格固然有一定程度的固化，但我们的行为",
        "label": ""
      }
    ]
  }
]