[
  {
    "role": "client",
    "content": "我想藏起来，遮掩这么多到底为什么？我想隐瞒自己在职场被挤兑的经历，想隐瞒自己是农村出身家境贫寒，甚至穿宽大的长袖衬衫把自己遮盖住，我起点很低总觉得自己不够好，但我拼命掩盖，不能让别人看到，从事培训行业销售类工作靠自己在一线城市月入两三万，5年时间回到老家在区里给家里买了首套房和高端家居家电，现在也算舒适，可我心里还是不踏实，我还是不能做真实的自己，我很恐惧，我想隐瞒一切，包括我父母的工作，我的户口所在地，甚至编造谎言，我太累了，我像一个纸老虎，我是一个骗子，我骗了那些喜欢我相信我的人和我交往过的男生，其实我什么都没有，我只有我自己，我有些小聪明，有一点韧性，有点赚钱能力，我现在感觉快被打回原型了，我在老家迟迟不找工作，因为我怕，我心虚，我紧张，面试时我怕我会词不达意吞口水被他们看见，我想掩盖我的紧张，我开始朗读，还拍视频自己模拟面试，希望我不至于面试时语塞，我想尽办法，我跑步，我要站起来，我已经隐约看到一些曙光，但我还是怕。",
    "annotation": [
      {
        "sentence": "我想藏起来，遮掩这么多到底为什么？",
        "label": ""
      },
      {
        "sentence": "我想隐瞒自己在职场被挤兑的经历，想隐瞒自己是农村出身家境贫寒，甚至穿宽大的长袖衬衫把自己遮盖住，我起点很低总觉得自己不够好，但我拼命掩盖，不能让别人看到，从事培训行业销售类工作靠自己在一线城市月入两三万，5年时间回到老家在区里给家里买了首套房和高端家居家电，现在也算舒适，可我心里还是不踏实，我还是不能做真实的自己，我很恐惧，我想隐瞒一切，包括我父母的工作，我的户口所在地，甚至编造谎言，我太累了，我像一个纸老虎，我是一个骗子，我骗了那些喜欢我相信我的人和我交往过的男生，其实我什么都没有，我只有我自己，我有些小聪明，有一点韧性，有点赚钱能力，我现在感觉快被打回原型了，我在老家迟迟不找工作，因为我怕，我心虚，我紧张，面试时我怕我会词不达意吞口水被他们看见，我想掩盖我的紧张，我开始朗读，还拍视频自己模拟面试，希望我不至于面试时语塞，我想尽办法，我跑步，我要站起来，我已经隐约看到一些曙光，但我还是怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位姑娘，读了你的文字，一种【恐惧感】扑面而来！首先，我要恭喜你！因为你可以感受到【恐惧】，记得《惧动力》里面有这么一句话：“一个能感受到恐惧的人，人性才算是完整”，你现在能够感受到恐惧，说明你的人性是【完整】的！“从事培训行业销售类工作靠自己在一线城市月入两三万，5年时间回到老家在区里给家里买了首套房和高端家居家电，现在也算舒适”，在有着恐惧的情况下，你还能够依靠自己发展到这种地步，说明你的生命力还是很旺盛的！这也算是你的【恐惧】带给你的“正面价值”吧！给你鼓个掌、点个赞。",
    "annotation": [
      {
        "sentence": "这位姑娘，读了你的文字，一种【恐惧感】扑面而来！",
        "label": ""
      },
      {
        "sentence": "首先，我要恭喜你！",
        "label": ""
      },
      {
        "sentence": "因为你可以感受到【恐惧】，记得《惧动力》里面有这么一句话：“一个能感受到恐惧的人，人性才算是完整”，你现在能够感受到恐惧，说明你的人性是【完整】的！",
        "label": ""
      },
      {
        "sentence": "“从事培训行业销售类工作靠自己在一线城市月入两三万，5年时间回到老家在区里给家里买了首套房和高端家居家电，现在也算舒适”，在有着恐惧的情况下，你还能够依靠自己发展到这种地步，说明你的生命力还是很旺盛的！",
        "label": ""
      },
      {
        "sentence": "这也算是你的【恐惧】带给你的“正面价值”吧！",
        "label": ""
      },
      {
        "sentence": "给你鼓个掌、点个赞。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，支持者。但我还是觉得内心不踏实，我总觉得自己不够好，担心被他人看穿，所以想隐瞒自己的经历和背景。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，支持者。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得内心不踏实，我总觉得自己不够好，担心被他人看穿，所以想隐瞒自己的经历和背景。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。的确，在社会上有些人对农村出身和失败者有偏见，这让人感到很不安全。但是从另一个角度来看，你是非常在意别人对你的评价。这涉及到三件事情：自己的事、别人的事和老天爷的事。别人如何评价你的出身和职场经历是别人的事，而你如何看待别人的评价是你自己的事。你总是把心思放在别人身上，却忽视了自己的事。所以，你的恐惧是提醒你要关注自己的事情，不要为别人而活。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "的确，在社会上有些人对农村出身和失败者有偏见，这让人感到很不安全。",
        "label": ""
      },
      {
        "sentence": "但是从另一个角度来看，你是非常在意别人对你的评价。",
        "label": ""
      },
      {
        "sentence": "这涉及到三件事情：自己的事、别人的事和老天爷的事。",
        "label": ""
      },
      {
        "sentence": "别人如何评价你的出身和职场经历是别人的事，而你如何看待别人的评价是你自己的事。",
        "label": ""
      },
      {
        "sentence": "你总是把心思放在别人身上，却忽视了自己的事。",
        "label": ""
      },
      {
        "sentence": "所以，你的恐惧是提醒你要关注自己的事情，不要为别人而活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我还是害怕别人知道我的底细会对我评头论足，让我变得更不安全。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我还是害怕别人知道我的底细会对我评头论足，让我变得更不安全。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "农村出身和家境贫寒有什么关系呢？中国一直都是农业社会，每个家庭几乎都有几代人是农民。所以，如果有人因为你的出身嘲笑你，那么他们才是数典忘祖、神经病。你应该专注于改变那些人，而不是改变自己。同样，职场被挤兑的经历对每个成功的人来说都是家常便饭。那些因为这种事情嘲笑你的人才是狂妄、骄傲、脑残。早晚有人会帮他们收拾残局的。最后，想一想《惧动力》里的一句话：“想象出来的恐惧，比真实的恐惧更可怕。”你可以尝试想一想，你恐惧的事情是真实存在的吗？即使最坏的结果发生了，又会怎样呢？",
    "annotation": [
      {
        "sentence": "农村出身和家境贫寒有什么关系呢？",
        "label": ""
      },
      {
        "sentence": "中国一直都是农业社会，每个家庭几乎都有几代人是农民。",
        "label": ""
      },
      {
        "sentence": "所以，如果有人因为你的出身嘲笑你，那么他们才是数典忘祖、神经病。",
        "label": ""
      },
      {
        "sentence": "你应该专注于改变那些人，而不是改变自己。",
        "label": ""
      },
      {
        "sentence": "同样，职场被挤兑的经历对每个成功的人来说都是家常便饭。",
        "label": ""
      },
      {
        "sentence": "那些因为这种事情嘲笑你的人才是狂妄、骄傲、脑残。",
        "label": ""
      },
      {
        "sentence": "早晚有人会帮他们收拾残局的。",
        "label": ""
      },
      {
        "sentence": "最后，想一想《惧动力》里的一句话：“想象出来的恐惧，比真实的恐惧更可怕。",
        "label": ""
      },
      {
        "sentence": "”你可以尝试想一想，你恐惧的事情是真实存在的吗？",
        "label": ""
      },
      {
        "sentence": "即使最坏的结果发生了，又会怎样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和解释。我意识到自己过于担心别人的评价，应该更专注于自己的事情。这样想起来，恐惧可能真的没有那么可怕。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和解释。",
        "label": ""
      },
      {
        "sentence": "我意识到自己过于担心别人的评价，应该更专注于自己的事情。",
        "label": ""
      },
      {
        "sentence": "这样想起来，恐惧可能真的没有那么可怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的领悟。恐惧是一种情绪，但它不应该左右你的人生。你已经展示了坚强的意志和努力，你的成就已经证明了你的能力和价值。相信自己，勇敢地迈出下一步，你会发现内心的踏实和自信。加油！我会一直支持你。",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的领悟。",
        "label": ""
      },
      {
        "sentence": "恐惧是一种情绪，但它不应该左右你的人生。",
        "label": ""
      },
      {
        "sentence": "你已经展示了坚强的意志和努力，你的成就已经证明了你的能力和价值。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢地迈出下一步，你会发现内心的踏实和自信。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励。我会尽力去面对恐惧，相信自己的能力，积极地追求自己的目标。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽力去面对恐惧，相信自己的能力，积极地追求自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气。你已经展现了很大的勇气和决心，相信你一定能够克服内心的恐惧。记住，你并不孤单，我会一直支持你的成长和进步。如果有任何困难和疑惑，随时都可以找我倾诉。你是一个了不起的人！加油！",
    "annotation": [
      {
        "sentence": "不用客气。",
        "label": ""
      },
      {
        "sentence": "你已经展现了很大的勇气和决心，相信你一定能够克服内心的恐惧。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直支持你的成长和进步。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难和疑惑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你是一个了不起的人！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]