[
  {
    "role": "client",
    "content": "怀疑否定自己是自卑导致的吗？极度自卑表现哪些？从有意识起，便对自己有着特殊的看法，总感觉自己在时刻窥视着自己的一言一行。干累了活，坐着休息一活儿，脑子里便脑补家人的议论：偷懒。连自己心里都在想，我是在偷懒！弄得自己非常心虚，尴尬。以至于，我不敢随便坐下休息，除非家人让我休息。在帮别人干活时，情况更是如此，我拼命干活，只为表现勤奋，得到别人赞许，不敢休息，心里是这样想的：我休息就是我想偷懒，不但别人这么认为，内心更是这想样。情况基本如此，学习上，生活上，人际交往上：我吃东西，没和朋友分享，我就是自私自利，多么不堪的行为！我游戏打多了，就说明我沉迷于游戏了，我的学习一定会退步，我会没出息……现在更加是如此：走在大街上，总感觉有人在注视着我；迎着别人的眼光，我尴尬的笑笑，低下头，耳朵发烫；去店里，不知道某样东西怎样使用，觉得自己无知，真的丢人……总之，我时刻在怀疑否定这自己，时刻让自己处于尴尬的境地。此刻，我在想：为什么我是这样的人，原因呢？",
    "annotation": [
      {
        "sentence": "怀疑否定自己是自卑导致的吗？",
        "label": ""
      },
      {
        "sentence": "极度自卑表现哪些？",
        "label": ""
      },
      {
        "sentence": "从有意识起，便对自己有着特殊的看法，总感觉自己在时刻窥视着自己的一言一行。",
        "label": ""
      },
      {
        "sentence": "干累了活，坐着休息一活儿，脑子里便脑补家人的议论：偷懒。",
        "label": ""
      },
      {
        "sentence": "连自己心里都在想，我是在偷懒！",
        "label": ""
      },
      {
        "sentence": "弄得自己非常心虚，尴尬。",
        "label": ""
      },
      {
        "sentence": "以至于，我不敢随便坐下休息，除非家人让我休息。",
        "label": ""
      },
      {
        "sentence": "在帮别人干活时，情况更是如此，我拼命干活，只为表现勤奋，得到别人赞许，不敢休息，心里是这样想的：我休息就是我想偷懒，不但别人这么认为，内心更是这想样。",
        "label": ""
      },
      {
        "sentence": "情况基本如此，学习上，生活上，人际交往上：我吃东西，没和朋友分享，我就是自私自利，多么不堪的行为！",
        "label": ""
      },
      {
        "sentence": "我游戏打多了，就说明我沉迷于游戏了，我的学习一定会退步，我会没出息……现在更加是如此：走在大街上，总感觉有人在注视着我；迎着别人的眼光，我尴尬的笑笑，低下头，耳朵发烫；去店里，不知道某样东西怎样使用，觉得自己无知，真的丢人……总之，我时刻在怀疑否定这自己，时刻让自己处于尴尬的境地。",
        "label": ""
      },
      {
        "sentence": "此刻，我在想：为什么我是这样的人，原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也曾有过这样的疑惑，但却不敢深究。你敢于面对，很勇敢，给你个大大的拥抱。说到自卑，其实生活中每个人都会有自卑的成分，适当的自卑能够让我们更加有动力前进，让我们看到自身的问题，不断调整成长自己。但是如果一个人自卑过度，同样也会对他的生活和感情造成很大的困扰，甚至让他的事业和爱情一团糟。",
    "annotation": [
      {
        "sentence": "我也曾有过这样的疑惑，但却不敢深究。",
        "label": ""
      },
      {
        "sentence": "你敢于面对，很勇敢，给你个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "说到自卑，其实生活中每个人都会有自卑的成分，适当的自卑能够让我们更加有动力前进，让我们看到自身的问题，不断调整成长自己。",
        "label": ""
      },
      {
        "sentence": "但是如果一个人自卑过度，同样也会对他的生活和感情造成很大的困扰，甚至让他的事业和爱情一团糟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我确实感到自卑的时候无法正常生活，甚至影响到与人的交往。我很想改变自己，但又不知从何处下手。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实感到自卑的时候无法正常生活，甚至影响到与人的交往。",
        "label": ""
      },
      {
        "sentence": "我很想改变自己，但又不知从何处下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变自己确实需要一定的努力和时间，但是你已经迈出了第一步，认识到自己的问题并寻求帮助。首先，你可以尝试增强自己的自信心。不要总是放大自己的缺点和错误，而是要多关注自己的优点和成就，多给自己正面的心理暗示。",
    "annotation": [
      {
        "sentence": "改变自己确实需要一定的努力和时间，但是你已经迈出了第一步，认识到自己的问题并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试增强自己的自信心。",
        "label": ""
      },
      {
        "sentence": "不要总是放大自己的缺点和错误，而是要多关注自己的优点和成就，多给自己正面的心理暗示。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着多关注自己的优点和成就，对自己有更积极的态度。但是我总觉得身边的人对我的评价都很重要，怎样才能不那么在意他们的看法呢？",
    "annotation": [
      {
        "sentence": "我会试着多关注自己的优点和成就，对自己有更积极的态度。",
        "label": ""
      },
      {
        "sentence": "但是我总觉得身边的人对我的评价都很重要，怎样才能不那么在意他们的看法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "身边人的评价确实会影响我们的情绪和自信心，但是请记住，你最重要的是对自己的认可和肯定。他人的看法无法完全定义你的价值。你可以尝试培养内心的坚强和独立，相信自己的力量和价值。",
    "annotation": [
      {
        "sentence": "身边人的评价确实会影响我们的情绪和自信心，但是请记住，你最重要的是对自己的认可和肯定。",
        "label": ""
      },
      {
        "sentence": "他人的看法无法完全定义你的价值。",
        "label": ""
      },
      {
        "sentence": "你可以尝试培养内心的坚强和独立，相信自己的力量和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该相信自己，不要过分依赖他人的意见来决定自己的价值。还有其他方面需要我注意的吗？",
    "annotation": [
      {
        "sentence": "我明白了，我应该相信自己，不要过分依赖他人的意见来决定自己的价值。",
        "label": ""
      },
      {
        "sentence": "还有其他方面需要我注意的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了培养自信心外，你还可以多与他人交流和互动。通过和他人的互动，你可以更好地了解自己和他人，消除对他人意见的过度敏感。同时，学会承担责任，尽力去做好自己的事情，不要过分推卸责任。",
    "annotation": [
      {
        "sentence": "除了培养自信心外，你还可以多与他人交流和互动。",
        "label": ""
      },
      {
        "sentence": "通过和他人的互动，你可以更好地了解自己和他人，消除对他人意见的过度敏感。",
        "label": ""
      },
      {
        "sentence": "同时，学会承担责任，尽力去做好自己的事情，不要过分推卸责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力改善自己的交流和互动能力，并学会承担责任。还有没有其他的建议？",
    "annotation": [
      {
        "sentence": "我会努力改善自己的交流和互动能力，并学会承担责任。",
        "label": ""
      },
      {
        "sentence": "还有没有其他的建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了以上的建议，你还可以寻找一些适合你的情感管理方法，如通过写日记、做运动、听音乐等方式来调节自己的情绪。同时，建议你找一个信任的人，与他分享自己的疑惑和困扰，获得更多的支持和安慰。",
    "annotation": [
      {
        "sentence": "除了以上的建议，你还可以寻找一些适合你的情感管理方法，如通过写日记、做运动、听音乐等方式来调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，建议你找一个信任的人，与他分享自己的疑惑和困扰，获得更多的支持和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试找到适合我的情感管理方法，并寻求信任的人的支持。我相信通过努力，我能够改变自己，摆脱自卑的困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试找到适合我的情感管理方法，并寻求信任的人的支持。",
        "label": ""
      },
      {
        "sentence": "我相信通过努力，我能够改变自己，摆脱自卑的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了勇敢的一步，相信自己，相信你的努力会有回报。我会一直支持你，希望你能够早日走出自卑的阴影，过上幸福自信的生活。加油！",
    "annotation": [
      {
        "sentence": "你已经迈出了勇敢的一步，相信自己，相信你的努力会有回报。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，希望你能够早日走出自卑的阴影，过上幸福自信的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]