[
  {
    "role": "client",
    "content": "我怀疑否定自己是自卑导致的吗？极度自卑表现哪些？从有意识起，便对自己有着特殊的看法，总感觉自己在时刻窥视着自己的一言一行。干累了活，坐着休息一活儿，脑子里便脑补家人的议论：偷懒。连自己心里都在想，我是在偷懒！弄得自己非常心虚，尴尬。以至于，我不敢随便坐下休息，除非家人让我休息。在帮别人干活时，情况更是如此，我拼命干活，只为表现勤奋，得到别人赞许，不敢休息，心里是这样想的：我休息就是我想偷懒，不但别人这么认为，内心更是这想样。情况基本如此，学习上，生活上，人际交往上：我吃东西，没和朋友分享，我就是自私自利，多么不堪的行为！我游戏打多了，就说明我沉迷于游戏了，我的学习一定会退步，我会没出息……现在更加是如此：走在大街上，总感觉有人在注视着我；迎着别人的眼光，我尴尬的笑笑，低下头，耳朵发烫；去店里，不知道某样东西怎样使用，觉得自己无知，真的丢人……总之，我时刻在怀疑否定这自己，时刻让自己处于尴尬的境地。此刻，我在想：为什么我是这样的人，原因呢。",
    "annotation": [
      {
        "sentence": "我怀疑否定自己是自卑导致的吗？",
        "label": ""
      },
      {
        "sentence": "极度自卑表现哪些？",
        "label": ""
      },
      {
        "sentence": "从有意识起，便对自己有着特殊的看法，总感觉自己在时刻窥视着自己的一言一行。",
        "label": ""
      },
      {
        "sentence": "干累了活，坐着休息一活儿，脑子里便脑补家人的议论：偷懒。",
        "label": ""
      },
      {
        "sentence": "连自己心里都在想，我是在偷懒！",
        "label": ""
      },
      {
        "sentence": "弄得自己非常心虚，尴尬。",
        "label": ""
      },
      {
        "sentence": "以至于，我不敢随便坐下休息，除非家人让我休息。",
        "label": ""
      },
      {
        "sentence": "在帮别人干活时，情况更是如此，我拼命干活，只为表现勤奋，得到别人赞许，不敢休息，心里是这样想的：我休息就是我想偷懒，不但别人这么认为，内心更是这想样。",
        "label": ""
      },
      {
        "sentence": "情况基本如此，学习上，生活上，人际交往上：我吃东西，没和朋友分享，我就是自私自利，多么不堪的行为！",
        "label": ""
      },
      {
        "sentence": "我游戏打多了，就说明我沉迷于游戏了，我的学习一定会退步，我会没出息……现在更加是如此：走在大街上，总感觉有人在注视着我；迎着别人的眼光，我尴尬的笑笑，低下头，耳朵发烫；去店里，不知道某样东西怎样使用，觉得自己无知，真的丢人……总之，我时刻在怀疑否定这自己，时刻让自己处于尴尬的境地。",
        "label": ""
      },
      {
        "sentence": "此刻，我在想：为什么我是这样的人，原因呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人是社会属性的，我们必然会面临各种各样的评价和声音，甚至连我们自己也会不停地去审视自己。这种“天赋”可以成为一个越来越优秀的动力，也可能会变成束缚自己的枷锁。很遗憾，你是第二种。但我希望你不要灰心，勇敢去探索自我的真相。希望我的回答能给你一些帮助。",
    "annotation": [
      {
        "sentence": "人是社会属性的，我们必然会面临各种各样的评价和声音，甚至连我们自己也会不停地去审视自己。",
        "label": ""
      },
      {
        "sentence": "这种“天赋”可以成为一个越来越优秀的动力，也可能会变成束缚自己的枷锁。",
        "label": ""
      },
      {
        "sentence": "很遗憾，你是第二种。",
        "label": ""
      },
      {
        "sentence": "但我希望你不要灰心，勇敢去探索自我的真相。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你一些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我不太理解自己为什么会对自己有这样特殊的看法，总感觉需要符合别人的期待才能接受自己。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我不太理解自己为什么会对自己有这样特殊的看法，总感觉需要符合别人的期待才能接受自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的敏感和对他人评价的在乎，的确和自卑情绪有关，但同时也和你自己处理自我心态问题有关。心理学上存在着一个“镜我”，用来“监视”我们的行为、情绪、认知的。人类上千年形成的行为模式，不文明传承下来的道德精神和行为准则早就已经刻入了人的意识和潜意识。我们会用某种准则来评判自己。当你感觉到自己的行为思想偏离了“大多数人”也就是心理学里所说的“常模”形态，你脑中的“镜我”就会对你发出警告。所以你会感觉好像自己在偷偷观察着自己。你会因此而警觉地赶紧调整自己的行为模式来符合大众需求。你不必觉得自己很奇怪，因为大多数人都和你一样。只是因为我们对自己的感受敏感程度不同，所以你会感觉更强烈，而有一部份人则没有这种困扰。但事实上，我们基本都是如此来一步步适应这个多元化的社会的。",
    "annotation": [
      {
        "sentence": "你对自己的敏感和对他人评价的在乎，的确和自卑情绪有关，但同时也和你自己处理自我心态问题有关。",
        "label": ""
      },
      {
        "sentence": "心理学上存在着一个“镜我”，用来“监视”我们的行为、情绪、认知的。",
        "label": ""
      },
      {
        "sentence": "人类上千年形成的行为模式，不文明传承下来的道德精神和行为准则早就已经刻入了人的意识和潜意识。",
        "label": ""
      },
      {
        "sentence": "我们会用某种准则来评判自己。",
        "label": ""
      },
      {
        "sentence": "当你感觉到自己的行为思想偏离了“大多数人”也就是心理学里所说的“常模”形态，你脑中的“镜我”就会对你发出警告。",
        "label": ""
      },
      {
        "sentence": "所以你会感觉好像自己在偷偷观察着自己。",
        "label": ""
      },
      {
        "sentence": "你会因此而警觉地赶紧调整自己的行为模式来符合大众需求。",
        "label": ""
      },
      {
        "sentence": "你不必觉得自己很奇怪，因为大多数人都和你一样。",
        "label": ""
      },
      {
        "sentence": "只是因为我们对自己的感受敏感程度不同，所以你会感觉更强烈，而有一部份人则没有这种困扰。",
        "label": ""
      },
      {
        "sentence": "但事实上，我们基本都是如此来一步步适应这个多元化的社会的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，原来大家都会有这种心理，只是程度不同。我想我可能是太过渴望得到别人的认可，所以才会如此在意他人对我的评价。",
    "annotation": [
      {
        "sentence": "我明白了，原来大家都会有这种心理，只是程度不同。",
        "label": ""
      },
      {
        "sentence": "我想我可能是太过渴望得到别人的认可，所以才会如此在意他人对我的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，太过渴望得到认可的你很有道理可能存在“讨好型人格”。你容易被他人的评价左右，为了不让他人对你有负面的评价，你会不停地给自己心理压力。讨好型人格是指一味地讨好他人而忽视自己感受的人格，这是一种不健康的心理状态。你自卑的表现源于对他人过度在意，你太渴望被别人肯定，所以你这么多年把自己放得很低，一点都不敢行差就错。当你觉得自己可能会被别人差评的时候，甚至会“脑补”别人对你的批评。你会因此而逼迫自己做到完美，为了得到赞许、为了得到集体的接纳。你竭尽所能变成别人眼中那个“人见人爱花见花开”的你，而那样的你，内心其实很压抑也很煎熬。如果人长期精神紧绷，神经系统就容易紊乱，甚至导致你出门去逛街都会觉得别人在对你指指点点，自己哪怕放纵打游戏也会怕被别人说你不努力而有罪疚感。你会不停地责备自己，不停地要求自己。长此以往，这种感受就会被无限放大，导致你无法进行正常的社交，忘记自己的原始需求，甚至可能患上心理疾病。所以，我希望你能重视这个问题。",
    "annotation": [
      {
        "sentence": "没错，太过渴望得到认可的你很有道理可能存在“讨好型人格”。",
        "label": ""
      },
      {
        "sentence": "你容易被他人的评价左右，为了不让他人对你有负面的评价，你会不停地给自己心理压力。",
        "label": ""
      },
      {
        "sentence": "讨好型人格是指一味地讨好他人而忽视自己感受的人格，这是一种不健康的心理状态。",
        "label": ""
      },
      {
        "sentence": "你自卑的表现源于对他人过度在意，你太渴望被别人肯定，所以你这么多年把自己放得很低，一点都不敢行差就错。",
        "label": ""
      },
      {
        "sentence": "当你觉得自己可能会被别人差评的时候，甚至会“脑补”别人对你的批评。",
        "label": ""
      },
      {
        "sentence": "你会因此而逼迫自己做到完美，为了得到赞许、为了得到集体的接纳。",
        "label": ""
      },
      {
        "sentence": "你竭尽所能变成别人眼中那个“人见人爱花见花开”的你，而那样的你，内心其实很压抑也很煎熬。",
        "label": ""
      },
      {
        "sentence": "如果人长期精神紧绷，神经系统就容易紊乱，甚至导致你出门去逛街都会觉得别人在对你指指点点，自己哪怕放纵打游戏也会怕被别人说你不努力而有罪疚感。",
        "label": ""
      },
      {
        "sentence": "你会不停地责备自己，不停地要求自己。",
        "label": ""
      },
      {
        "sentence": "长此以往，这种感受就会被无限放大，导致你无法进行正常的社交，忘记自己的原始需求，甚至可能患上心理疾病。",
        "label": ""
      },
      {
        "sentence": "所以，我希望你能重视这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的没有意识到自",
    "annotation": [
      {
        "sentence": "我真的没有意识到自",
        "label": ""
      }
    ]
  }
]