[
  {
    "role": "client",
    "content": "19岁女，一年以来各种不顺，怎么调节心态接受现实？一年之内经历了友情破裂、复读失败（低于去年，比平时少四十分，没有浪费时间很努力度过这一年的后期进步也很明显，还是我心理素质不过关吧到了大考慌神了）、一本滑档、报二本碰上分数线大涨超线二十多分调剂冷门专业。还有五天到离家一千多公里的大学报道，我知道要做好准备，可是内心很不甘、压抑，觉得自己很没用、很无力。我该怎么走出来呢？做以前自己喜欢的事也打不起精神来。",
    "annotation": [
      {
        "sentence": "19岁女，一年以来各种不顺，怎么调节心态接受现实？",
        "label": ""
      },
      {
        "sentence": "一年之内经历了友情破裂、复读失败（低于去年，比平时少四十分，没有浪费时间很努力度过这一年的后期进步也很明显，还是我心理素质不过关吧到了大考慌神了）、一本滑档、报二本碰上分数线大涨超线二十多分调剂冷门专业。",
        "label": ""
      },
      {
        "sentence": "还有五天到离家一千多公里的大学报道，我知道要做好准备，可是内心很不甘、压抑，觉得自己很没用、很无力。",
        "label": ""
      },
      {
        "sentence": "我该怎么走出来呢？",
        "label": ""
      },
      {
        "sentence": "做以前自己喜欢的事也打不起精神来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在过去的一年里你经历了很多不顺心的事，非常理解你内心的压抑和不甘，但事情已经发生了，我们无法改变过去，能做的只是过好当下，努力让未来的自己不为现在的所作所为后悔。",
    "annotation": [
      {
        "sentence": "在过去的一年里你经历了很多不顺心的事，非常理解你内心的压抑和不甘，但事情已经发生了，我们无法改变过去，能做的只是过好当下，努力让未来的自己不为现在的所作所为后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这些事情我无法去改变，但是我觉得很难接受，心态一直都很低落，怎么办呢？",
    "annotation": [
      {
        "sentence": "我知道这些事情我无法去改变，但是我觉得很难接受，心态一直都很低落，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实像你所说的复读失败，这种情况每年都会发生在很多人身上，一时的失败并不能说明什么问题，关键在于如何面对失败。你说做以前喜欢的事也打不起精神，那是因为你现在的心思都被高考失利所占据，仍然沉浸在过去的失败和不甘中，即便做着自己喜欢的事，脑海里想的也是那些不开心的事，于是做什么都没了兴致。我有一些建议，希望可以帮到你。",
    "annotation": [
      {
        "sentence": "其实像你所说的复读失败，这种情况每年都会发生在很多人身上，一时的失败并不能说明什么问题，关键在于如何面对失败。",
        "label": ""
      },
      {
        "sentence": "你说做以前喜欢的事也打不起精神，那是因为你现在的心思都被高考失利所占据，仍然沉浸在过去的失败和不甘中，即便做着自己喜欢的事，脑海里想的也是那些不开心的事，于是做什么都没了兴致。",
        "label": ""
      },
      {
        "sentence": "我有一些建议，希望可以帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请问你有什么建议呢？",
    "annotation": [
      {
        "sentence": "请问你有什么建议呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要接受过去，调整自己的心态。过去的事既已发生，那么就尝试去接受它。复读失败确实是一个很大的打击，但你要明白，复读是为了什么。相信当初你选择复读一定是因为对去年的成绩不满意，希望通过一年的努力再尝试一次，不给人生留下遗憾。结果是什么其实已经不重要了，你也说自己在这一年里很努力了，尽志无悔便好，至少已经实现了这个为梦想再拼搏奋斗一次的愿望。高考只是对人生的某个阶段有很大的影响，但长远来看，真正影响我们未来发展的是个人能力，学历并不能说明一切。好的学校里也有平庸的人，不那么好的学校也有优秀的人，最后进入社会学历只是一方面，能力更重要。你要做的是接受过去，努力调整自己的心态。",
    "annotation": [
      {
        "sentence": "首先，你需要接受过去，调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "过去的事既已发生，那么就尝试去接受它。",
        "label": ""
      },
      {
        "sentence": "复读失败确实是一个很大的打击，但你要明白，复读是为了什么。",
        "label": ""
      },
      {
        "sentence": "相信当初你选择复读一定是因为对去年的成绩不满意，希望通过一年的努力再尝试一次，不给人生留下遗憾。",
        "label": ""
      },
      {
        "sentence": "结果是什么其实已经不重要了，你也说自己在这一年里很努力了，尽志无悔便好，至少已经实现了这个为梦想再拼搏奋斗一次的愿望。",
        "label": ""
      },
      {
        "sentence": "高考只是对人生的某个阶段有很大的影响，但长远来看，真正影响我们未来发展的是个人能力，学历并不能说明一切。",
        "label": ""
      },
      {
        "sentence": "好的学校里也有平庸的人，不那么好的学校也有优秀的人，最后进入社会学历只是一方面，能力更重要。",
        "label": ""
      },
      {
        "sentence": "你要做的是接受过去，努力调整自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要试着接受过去的失败，努力调整心态。",
    "annotation": [
      {
        "sentence": "我明白了，我要试着接受过去的失败，努力调整心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，接受过去是为了让自己能从压力中解脱出来，才能更好地面对现在和未来。其实每个人都会经历失败，因为眼前的失败，让你开始怀疑自己，但其实失败是人生的常态，看过一句话说成功只比失败多一次，也就是说你所看到的他人的成功，也是经历了无数次失败才有的。只要最后一次能坚持住，便成功了。失败了没关系，重整旗鼓再次出发，没有失败我们只会止步不前，正是失败教会我们如何向前行走。你即将升入大学，又是一个新的开始，在新的环境里，不断学习新的知识，掌握更多技能，提升自己的能力，让自己变得更优秀。",
    "annotation": [
      {
        "sentence": "对的，接受过去是为了让自己能从压力中解脱出来，才能更好地面对现在和未来。",
        "label": ""
      },
      {
        "sentence": "其实每个人都会经历失败，因为眼前的失败，让你开始怀疑自己，但其实失败是人生的常态，看过一句话说成功只比失败多一次，也就是说你所看到的他人的成功，也是经历了无数次失败才有的。",
        "label": ""
      },
      {
        "sentence": "只要最后一次能坚持住，便成功了。",
        "label": ""
      },
      {
        "sentence": "失败了没关系，重整旗鼓再次出发，没有失败我们只会止步不前，正是失败教会我们如何向前行走。",
        "label": ""
      },
      {
        "sentence": "你即将升入大学，又是一个新的开始，在新的环境里，不断学习新的知识，掌握更多技能，提升自己的能力，让自己变得更优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能一直沉浸在过去的失败中，我要积极面对未来，提升自己的能力。",
    "annotation": [
      {
        "sentence": "你说得对，我不能一直沉浸在过去的失败中，我要积极面对未来，提升自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经迈出了一步，接下来我还有一点建议。慢慢来，时间自会治愈一切。过去一年发生的事对你产生了深远的影响，一时之间很难走出来，慢慢来，先让自己离开原来的环境，进入新的生活。当你远离了让你悲伤的氛围，融入一个新的环境中时，心态也会被周围的人和事所影响。随着你所经历的事情变多，在思维得到拓展后，观念也会发生变化，以前你觉得很艰难的事，后来发现也没有那么严重。有些事他人的劝说无用，强迫自己不去想非但没有效果，反而会更加在意，只能依靠时间来慢慢治愈。祝你在大学里过得开心快乐。",
    "annotation": [
      {
        "sentence": "很好，你已经迈出了一步，接下来我还有一点建议。",
        "label": ""
      },
      {
        "sentence": "慢慢来，时间自会治愈一切。",
        "label": ""
      },
      {
        "sentence": "过去一年发生的事对你产生了深远的影响，一时之间很难走出来，慢慢来，先让自己离开原来的环境，进入新的生活。",
        "label": ""
      },
      {
        "sentence": "当你远离了让你悲伤的氛围，融入一个新的环境中时，心态也会被周围的人和事所影响。",
        "label": ""
      },
      {
        "sentence": "随着你所经历的事情变多，在思维得到拓展后，观念也会发生变化，以前你觉得很艰难的事，后来发现也没有那么严重。",
        "label": ""
      },
      {
        "sentence": "有些事他人的劝说无用，强迫自己不去想非但没有效果，反而会更加在意，只能依靠时间来慢慢治愈。",
        "label": ""
      },
      {
        "sentence": "祝你在大学里过得开心快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会慢慢调整好心态的，希望我能在大学里度过快乐的时光。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会慢慢调整好心态的，希望我能在大学里度过快乐的时光。",
        "label": ""
      }
    ]
  }
]