[
  {
    "role": "client",
    "content": "怎么样在难过失落的时候改变状态？",
    "annotation": [
      {
        "sentence": "怎么样在难过失落的时候改变状态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的问题改变状态。首先先要了解目前的状态，然后是将要去的状态。才知道如何去改变。",
    "annotation": [
      {
        "sentence": "感谢你的问题改变状态。",
        "label": ""
      },
      {
        "sentence": "首先先要了解目前的状态，然后是将要去的状态。",
        "label": ""
      },
      {
        "sentence": "才知道如何去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在的状态就是心情失落和难过，我想改变自己却无法自拔。我总是陷入其中，感到自责和更加难过，形成了恶性循环。",
    "annotation": [
      {
        "sentence": "我现在的状态就是心情失落和难过，我想改变自己却无法自拔。",
        "label": ""
      },
      {
        "sentence": "我总是陷入其中，感到自责和更加难过，形成了恶性循环。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要改变这种状态，首先我们得知道为什么我们陷入其中。我们陷入其中，必然是有需要被满足的理由。比如，应该好好读书，却放不下打游戏，因为游戏里的成就感让我们沉迷。或者想减肥却被美食的满足感所吸引。所以，肯定存在某种需要让你无法前进。",
    "annotation": [
      {
        "sentence": "要改变这种状态，首先我们得知道为什么我们陷入其中。",
        "label": ""
      },
      {
        "sentence": "我们陷入其中，必然是有需要被满足的理由。",
        "label": ""
      },
      {
        "sentence": "比如，应该好好读书，却放不下打游戏，因为游戏里的成就感让我们沉迷。",
        "label": ""
      },
      {
        "sentence": "或者想减肥却被美食的满足感所吸引。",
        "label": ""
      },
      {
        "sentence": "所以，肯定存在某种需要让你无法前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于自责和难过，我觉得这是社会适应的要求和后天教育所致。比如，我的人性让我想吃最大的梨，因为经验告诉我们大的梨比较甜，但是古训告诉我们，梨是要让给别人吃的。所以，我会觉得吃力可能是不对的。我接受了很多外界的教育和影响，也为自己难以社会适应而担心。",
    "annotation": [
      {
        "sentence": "对于自责和难过，我觉得这是社会适应的要求和后天教育所致。",
        "label": ""
      },
      {
        "sentence": "比如，我的人性让我想吃最大的梨，因为经验告诉我们大的梨比较甜，但是古训告诉我们，梨是要让给别人吃的。",
        "label": ""
      },
      {
        "sentence": "所以，我会觉得吃力可能是不对的。",
        "label": ""
      },
      {
        "sentence": "我接受了很多外界的教育和影响，也为自己难以社会适应而担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的感受很正常，这部分的问题源自于我们的后天教育里存在很多逆向思维。但是要打破这个恶性循环，有三种方式可供选择。一种是保留前面的价值体系，一种是保留后面的价值体系，还有一种是创造第三种价值体系。具体如何取舍取决于你内心的矛盾选择。你可以尝试待一段时间，并友善地看待自己的每一种需要，善待自己。因为每一种价值体系都是你的一部分。当你感觉不好的时候，不要做对自己更不好的事情。也就是俗话说的，要与自己待上一段时间，真实地面对自己。等待这两个问题的答案：我现在是什么状态？我希望自己是什么状态？不要在冲突混乱中做决策，也不要受太多外界干扰。因为只有你内心的选择才能让你走出冲突和迷雾。然后，你需要找到方法和资源，支持你做出选择。当然，如果你觉得自己无法独自找到答案，也可以寻求专业人员的帮助，比如心理咨询师。因为你需要的不是一个秉承其他价值体系的人给你答案，而是需要一个镜子帮助你认清自己的需求，尊重你内心的选择，这才是你心甘情愿做出改变的动力。",
    "annotation": [
      {
        "sentence": "是的，你的感受很正常，这部分的问题源自于我们的后天教育里存在很多逆向思维。",
        "label": ""
      },
      {
        "sentence": "但是要打破这个恶性循环，有三种方式可供选择。",
        "label": ""
      },
      {
        "sentence": "一种是保留前面的价值体系，一种是保留后面的价值体系，还有一种是创造第三种价值体系。",
        "label": ""
      },
      {
        "sentence": "具体如何取舍取决于你内心的矛盾选择。",
        "label": ""
      },
      {
        "sentence": "你可以尝试待一段时间，并友善地看待自己的每一种需要，善待自己。",
        "label": ""
      },
      {
        "sentence": "因为每一种价值体系都是你的一部分。",
        "label": ""
      },
      {
        "sentence": "当你感觉不好的时候，不要做对自己更不好的事情。",
        "label": ""
      },
      {
        "sentence": "也就是俗话说的，要与自己待上一段时间，真实地面对自己。",
        "label": ""
      },
      {
        "sentence": "等待这两个问题的答案：我现在是什么状态？",
        "label": ""
      },
      {
        "sentence": "我希望自己是什么状态？",
        "label": ""
      },
      {
        "sentence": "不要在冲突混乱中做决策，也不要受太多外界干扰。",
        "label": ""
      },
      {
        "sentence": "因为只有你内心的选择才能让你走出冲突和迷雾。",
        "label": ""
      },
      {
        "sentence": "然后，你需要找到方法和资源，支持你做出选择。",
        "label": ""
      },
      {
        "sentence": "当然，如果你觉得自己无法独自找到答案，也可以寻求专业人员的帮助，比如心理咨询师。",
        "label": ""
      },
      {
        "sentence": "因为你需要的不是一个秉承其他价值体系的人给你答案，而是需要一个镜子帮助你认清自己的需求，尊重你内心的选择，这才是你心甘情愿做出改变的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会好好思考并尝试改变自己，同时也会找到适合自己的方法和资源。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好思考并尝试改变自己，同时也会找到适合自己的方法和资源。",
        "label": ""
      }
    ]
  }
]