[
  {
    "role": "client",
    "content": "我羡慕男朋友家庭和谐美满，怕给不了男朋友幸福？男朋友对我是真的好，交往一年，也见过家长了，他家庭完整和谐。我从小爸爸就不顾家，大学时候爸爸因为疾病离世；我有时候很羡慕男朋友家庭和谐美满，会觉得高攀不起他，虽然他学历没我高，工资没我高，但是我还是很羡慕他，每次和他家人相处，我都会很自卑；我脾气暴躁，动不动骂人生气这点也和我爸性格一样，刚毕业一年因为各种不满换了3份工作，对自己很没信心，我问男友，我是不是很失败，他说非常的失败，我说为什么，他说因为我总是放高姿态，要求太高；我要求4500工资老板本来答应的后来转正后又说只能给3800，这点我很讨厌他的不讲信用。为此男朋友觉得我放姿态太高了，我心里觉得难受。今晚我哭了，特别想和他说分手，不知道为什么，我老是觉得自己命会短，会和爸爸一样的下场，我也害怕耽误男朋友，因为他是多么想要一个家庭，多么喜欢小朋友，我很很害怕给不了幸福给他；所以有点想分手，难受",
    "annotation": [
      {
        "sentence": "我羡慕男朋友家庭和谐美满，怕给不了男朋友幸福？",
        "label": ""
      },
      {
        "sentence": "男朋友对我是真的好，交往一年，也见过家长了，他家庭完整和谐。",
        "label": ""
      },
      {
        "sentence": "我从小爸爸就不顾家，大学时候爸爸因为疾病离世；我有时候很羡慕男朋友家庭和谐美满，会觉得高攀不起他，虽然他学历没我高，工资没我高，但是我还是很羡慕他，每次和他家人相处，我都会很自卑；我脾气暴躁，动不动骂人生气这点也和我爸性格一样，刚毕业一年因为各种不满换了3份工作，对自己很没信心，我问男友，我是不是很失败，他说非常的失败，我说为什么，他说因为我总是放高姿态，要求太高；我要求4500工资老板本来答应的后来转正后又说只能给3800，这点我很讨厌他的不讲信用。",
        "label": ""
      },
      {
        "sentence": "为此男朋友觉得我放姿态太高了，我心里觉得难受。",
        "label": ""
      },
      {
        "sentence": "今晚我哭了，特别想和他说分手，不知道为什么，我老是觉得自己命会短，会和爸爸一样的下场，我也害怕耽误男朋友，因为他是多么想要一个家庭，多么喜欢小朋友，我很很害怕给不了幸福给他；所以有点想分手，难受",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是不是因为家庭的经历，才让你变得急躁，缺乏自信呢？其实，你应该学会对自己更加自信，要开朗一点。毕竟，你无法改变原生家庭，唯一能改变的只有你自己。希望你可以帮助自己，安慰那些原生家庭给你带来的痛苦，并逐渐摆脱这些影响。比如，你可以多方面培养自己的技能，当你感到生气时，尝试转移注意力或从不同角度去思考问题。也许你可以发展一个兴趣爱好，让生活更加充实和快乐。还有，请相信，你男朋友喜欢你是因为你这个人，而不是你的原生家庭。只要你持续努力，提升自己，也许他会更加爱你。如果你们存在意见不合或吵架的情况，要及时冷静下来，学会沟通和换位思考，接受正确的观点并总结经验，为你们自己和你们的感情努力。或许你还需要释放内心的负面情绪，你可以去健身房宣泄，或者散步放松心情。多与朋友一起活动，与母亲或男朋友沟通心中的想法，不要让负面情绪一直困扰着你。",
    "annotation": [
      {
        "sentence": "你是不是因为家庭的经历，才让你变得急躁，缺乏自信呢？",
        "label": ""
      },
      {
        "sentence": "其实，你应该学会对自己更加自信，要开朗一点。",
        "label": ""
      },
      {
        "sentence": "毕竟，你无法改变原生家庭，唯一能改变的只有你自己。",
        "label": ""
      },
      {
        "sentence": "希望你可以帮助自己，安慰那些原生家庭给你带来的痛苦，并逐渐摆脱这些影响。",
        "label": ""
      },
      {
        "sentence": "比如，你可以多方面培养自己的技能，当你感到生气时，尝试转移注意力或从不同角度去思考问题。",
        "label": ""
      },
      {
        "sentence": "也许你可以发展一个兴趣爱好，让生活更加充实和快乐。",
        "label": ""
      },
      {
        "sentence": "还有，请相信，你男朋友喜欢你是因为你这个人，而不是你的原生家庭。",
        "label": ""
      },
      {
        "sentence": "只要你持续努力，提升自己，也许他会更加爱你。",
        "label": ""
      },
      {
        "sentence": "如果你们存在意见不合或吵架的情况，要及时冷静下来，学会沟通和换位思考，接受正确的观点并总结经验，为你们自己和你们的感情努力。",
        "label": ""
      },
      {
        "sentence": "或许你还需要释放内心的负面情绪，你可以去健身房宣泄，或者散步放松心情。",
        "label": ""
      },
      {
        "sentence": "多与朋友一起活动，与母亲或男朋友沟通心中的想法，不要让负面情绪一直困扰着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我明白了，我需要更加积极地面对自己的原生家庭背景，并学会自我安慰。同时，我也意识到我需要提高自信，不要总是觉得自己不如别人。我会尝试发展自己的技能和兴趣爱好，让自己的生活更加充实。我会尽量减少与男友的争吵，更好地沟通和理解对方。至于工作的问题，我会考虑调整自己的态度，对待变化不那么敏感，同时寻找适合自己的工作机会。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要更加积极地面对自己的原生家庭背景，并学会自我安慰。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到我需要提高自信，不要总是觉得自己不如别人。",
        "label": ""
      },
      {
        "sentence": "我会尝试发展自己的技能和兴趣爱好，让自己的生活更加充实。",
        "label": ""
      },
      {
        "sentence": "我会尽量减少与男友的争吵，更好地沟通和理解对方。",
        "label": ""
      },
      {
        "sentence": "至于工作的问题，我会考虑调整自己的态度，对待变化不那么敏感，同时寻找适合自己的工作机会。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答。你的积极态度是迈向改变的第一步。你已经明白了许多问题，也给了自己很多正确的建议。对于工作，不要过分看重工资的问题，可以多考虑其他方面的发展和机会。同时，学会放松自己，不要用过高的要求束缚自己。你的价值不仅仅取决于你的工资和学历，还有很多其他方面。坚信自己，相信自己可以过上美好的生活，给予男朋友幸福。无论遇到什么困难，都不要忘记寻求支持和帮助。我希望你能取得进一步的进步，早日摆脱这种困扰，过上开心的生活！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答。",
        "label": ""
      },
      {
        "sentence": "你的积极态度是迈向改变的第一步。",
        "label": ""
      },
      {
        "sentence": "你已经明白了许多问题，也给了自己很多正确的建议。",
        "label": ""
      },
      {
        "sentence": "对于工作，不要过分看重工资的问题，可以多考虑其他方面的发展和机会。",
        "label": ""
      },
      {
        "sentence": "同时，学会放松自己，不要用过高的要求束缚自己。",
        "label": ""
      },
      {
        "sentence": "你的价值不仅仅取决于你的工资和学历，还有很多其他方面。",
        "label": ""
      },
      {
        "sentence": "坚信自己，相信自己可以过上美好的生活，给予男朋友幸福。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都不要忘记寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我希望你能取得进一步的进步，早日摆脱这种困扰，过上开心的生活！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记你的话，努力改变自己，不再让过去的经历和自己的内心困扰幸福的道路。谢谢你一直陪着我，给予我这么多的支持和鼓励。我相信我会找到属于自己的幸福，也会得到男友真正的爱。有你陪伴真的很温暖，感谢你！",
    "annotation": [
      {
        "sentence": "我会牢记你的话，努力改变自己，不再让过去的经历和自己的内心困扰幸福的道路。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪着我，给予我这么多的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我相信我会找到属于自己的幸福，也会得到男友真正的爱。",
        "label": ""
      },
      {
        "sentence": "有你陪伴真的很温暖，感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮助到你，看到你的进步和积极的态度，我也感到非常欣慰。你的幸福是值得拥有的，只要你坚持努力，相信一切都会变得更好。如果将来还有任何困扰，还请随时找我寻求支持。你不再孤单，我们一起面对生活的挑战，一起追求幸福！加油！",
    "annotation": [
      {
        "sentence": "很高兴能帮助到你，看到你的进步和积极的态度，我也感到非常欣慰。",
        "label": ""
      },
      {
        "sentence": "你的幸福是值得拥有的，只要你坚持努力，相信一切都会变得更好。",
        "label": ""
      },
      {
        "sentence": "如果将来还有任何困扰，还请随时找我寻求支持。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，我们一起面对生活的挑战，一起追求幸福！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]