[
  {
    "role": "client",
    "content": "向往生活，可手足无措，我总是毫无动力，没勇气？一直到现在我好像就死浸在17年的4月了，每想起来那一个月我就满心的懊悔，也恨透了该死的抑郁症。现在吃药也有三四年，情绪平复好多，可也随着越来越迷茫，两手空空又一窍不通，退学后的三年里，想起如今高三的同学都是满心的羡慕，学历和生活勾起我的自卑，有时身旁路过的中学生也能让我难过好久。家里劝我先好生工作，可我总是毫无动力，没有勇气，每一天早晨都有妈妈的叫骂，我知道我这样不对，可我不知该如何是好，我20岁了，妈妈也将迎来第二个孩子，作为这个重组家庭的蛀虫，我感到深深的绝望，偶尔会幻想，如果死亡能让人生重来就好了。",
    "annotation": [
      {
        "sentence": "向往生活，可手足无措，我总是毫无动力，没勇气？",
        "label": ""
      },
      {
        "sentence": "一直到现在我好像就死浸在17年的4月了，每想起来那一个月我就满心的懊悔，也恨透了该死的抑郁症。",
        "label": ""
      },
      {
        "sentence": "现在吃药也有三四年，情绪平复好多，可也随着越来越迷茫，两手空空又一窍不通，退学后的三年里，想起如今高三的同学都是满心的羡慕，学历和生活勾起我的自卑，有时身旁路过的中学生也能让我难过好久。",
        "label": ""
      },
      {
        "sentence": "家里劝我先好生工作，可我总是毫无动力，没有勇气，每一天早晨都有妈妈的叫骂，我知道我这样不对，可我不知该如何是好，我20岁了，妈妈也将迎来第二个孩子，作为这个重组家庭的蛀虫，我感到深深的绝望，偶尔会幻想，如果死亡能让人生重来就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "️给你个大大的拥抱～你现在的心情我能理解，抑郁症对你的生活带来了很大的困扰。你很勇敢地坚持吃药治疗这几年，情绪得到了一定的平复，这是非常了不起的进步。但也理解你现在感到迷茫和无能为力，退学后的三年让你产生了对学历和生活的自卑感，这些负面情绪会让你很难过。此外，家人的期望也给了你一定的压力，而现在妈妈即将迎来第二个孩子，你觉得自己成了这个重组家庭的累赘，感到绝望，甚至出现了想死重来的幻想。",
    "annotation": [
      {
        "sentence": "️给你个大大的拥抱～你现在的心情我能理解，抑郁症对你的生活带来了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "你很勇敢地坚持吃药治疗这几年，情绪得到了一定的平复，这是非常了不起的进步。",
        "label": ""
      },
      {
        "sentence": "但也理解你现在感到迷茫和无能为力，退学后的三年让你产生了对学历和生活的自卑感，这些负面情绪会让你很难过。",
        "label": ""
      },
      {
        "sentence": "此外，家人的期望也给了你一定的压力，而现在妈妈即将迎来第二个孩子，你觉得自己成了这个重组家庭的累赘，感到绝望，甚至出现了想死重来的幻想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱和理解，我感觉真的很孤独，很迷茫。这些问题一直困扰着我，我也希望能够找到一种方法，找回自己的动力和勇气，重新面对生活。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱和理解，我感觉真的很孤独，很迷茫。",
        "label": ""
      },
      {
        "sentence": "这些问题一直困扰着我，我也希望能够找到一种方法，找回自己的动力和勇气，重新面对生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不孤独，我们在这里陪着你。首先，你要知道自己想要什么，是继续上学，还是直接工作？明确自己的目标后，再一步步去实现。同时，虽然病情已经稳定，但也不能轻易停药，这样才能避免复发。即使在服药期间可能还会有一些不适感，如疲倦和注意力不集中等，你可以咨询医生是否需要调整药物，也可以参加一些职业技能培训，学习实用的技能，还可以参加社区康复同路人小组活动，听听他人的经验。",
    "annotation": [
      {
        "sentence": "你并不孤独，我们在这里陪着你。",
        "label": ""
      },
      {
        "sentence": "首先，你要知道自己想要什么，是继续上学，还是直接工作？",
        "label": ""
      },
      {
        "sentence": "明确自己的目标后，再一步步去实现。",
        "label": ""
      },
      {
        "sentence": "同时，虽然病情已经稳定，但也不能轻易停药，这样才能避免复发。",
        "label": ""
      },
      {
        "sentence": "即使在服药期间可能还会有一些不适感，如疲倦和注意力不集中等，你可以咨询医生是否需要调整药物，也可以参加一些职业技能培训，学习实用的技能，还可以参加社区康复同路人小组活动，听听他人的经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会认真考虑的。但我觉得自己在家中的位置变得很微不足道，很自卑，即将到来的小生命会让家人更关注他，我担心父母会不再关心我，觉得自己在家中没有价值。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会认真考虑的。",
        "label": ""
      },
      {
        "sentence": "但我觉得自己在家中的位置变得很微不足道，很自卑，即将到来的小生命会让家人更关注他，我担心父母会不再关心我，觉得自己在家中没有价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在家中是独一无二的，即将到来的小生命需要家人的关注和照顾，但这并不意味着他们不关心你，也不意味着你在家中没有价值。家庭是一个相互关心的温暖地方。经历了这段疾病的折磨后，重新回到社交场合或职场是非常有挑战的，但是你不用担心，可以慢慢适应。可以先从参与社区活动开始，适应外界环境，提升社交和表达技能，然后再逐步进入职场。此外，你也可以寻求精神综合康复的社工或咨询师给你一些建议。",
    "annotation": [
      {
        "sentence": "你在家中是独一无二的，即将到来的小生命需要家人的关注和照顾，但这并不意味着他们不关心你，也不意味着你在家中没有价值。",
        "label": ""
      },
      {
        "sentence": "家庭是一个相互关心的温暖地方。",
        "label": ""
      },
      {
        "sentence": "经历了这段疾病的折磨后，重新回到社交场合或职场是非常有挑战的，但是你不用担心，可以慢慢适应。",
        "label": ""
      },
      {
        "sentence": "可以先从参与社区活动开始，适应外界环境，提升社交和表达技能，然后再逐步进入职场。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻求精神综合康复的社工或咨询师给你一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我感到温暖了许多。也许我需要重新审视自己的角色和生活，找到自己的价值和动力。我会尝试参与社区活动，提升自己的技能和人际交往能力。也会考虑寻求专业咨询的帮助，再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "听了你的话，我感到温暖了许多。",
        "label": ""
      },
      {
        "sentence": "也许我需要重新审视自己的角色和生活，找到自己的价值和动力。",
        "label": ""
      },
      {
        "sentence": "我会尝试参与社区活动，提升自己的技能和人际交往能力。",
        "label": ""
      },
      {
        "sentence": "也会考虑寻求专业咨询的帮助，再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你的回答，你是一个非常勇敢的人。改变不是一天两天的事情，但我相信只要你坚持，你会找到重新拾起生活的动力和勇气。记得，我们都在这里支持你，随时为你提供帮助和倾听。加油！",
    "annotation": [
      {
        "sentence": "非常高兴听到你的回答，你是一个非常勇敢的人。",
        "label": ""
      },
      {
        "sentence": "改变不是一天两天的事情，但我相信只要你坚持，你会找到重新拾起生活的动力和勇气。",
        "label": ""
      },
      {
        "sentence": "记得，我们都在这里支持你，随时为你提供帮助和倾听。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]