[
  {
    "role": "client",
    "content": "心里极其冷漠，人类和布娃娃的区别在哪？",
    "annotation": [
      {
        "sentence": "心里极其冷漠，人类和布娃娃的区别在哪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先回答你的问题：人类和布娃娃有什么区别？首先显而易见的区别就是人是活着的，能够表达自己的情绪，发表自己的看法，拥有七情六欲，而布娃娃却是死的，它无法作出任何表达和回应。",
    "annotation": [
      {
        "sentence": "首先回答你的问题：人类和布娃娃有什么区别？",
        "label": ""
      },
      {
        "sentence": "首先显而易见的区别就是人是活着的，能够表达自己的情绪，发表自己的看法，拥有七情六欲，而布娃娃却是死的，它无法作出任何表达和回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "小时候家暴很暴力那种，产生的那种状态，心里极其冷漠并且我从未感觉到心动亦或是其他任何正面的情绪。可能会有，但也只是很小很小而已，我初中时期拒绝她的时候感觉不到任何心里波动，只是眼睛在不停的流泪而已，当眼泪流到嘴唇唇角的时候我下意识抬头望向天空是下雨了吗？才意识到我在哭。当我转头的时候心底产生一丝悔意去追出去了但是没有追到，我也并没有再找过她她也并没有再来过学校换班了，心动只在一瞬间，也正是这一丝悔意在以后救了我，我总是在人生转折点的时候做错误的选择因此我的内心一直在痛苦。很久很久我都不知道我为什么会痛苦，直到我开始发生一些不好的事情，在那个状态下我根本控制不了潜意识里自己，堕落，开始了解自己，我想起了许多时候事情，但我仍不知怎么去选择自己的人生。",
    "annotation": [
      {
        "sentence": "小时候家暴很暴力那种，产生的那种状态，心里极其冷漠并且我从未感觉到心动亦或是其他任何正面的情绪。",
        "label": ""
      },
      {
        "sentence": "可能会有，但也只是很小很小而已，我初中时期拒绝她的时候感觉不到任何心里波动，只是眼睛在不停的流泪而已，当眼泪流到嘴唇唇角的时候我下意识抬头望向天空是下雨了吗？",
        "label": ""
      },
      {
        "sentence": "才意识到我在哭。",
        "label": ""
      },
      {
        "sentence": "当我转头的时候心底产生一丝悔意去追出去了但是没有追到，我也并没有再找过她她也并没有再来过学校换班了，心动只在一瞬间，也正是这一丝悔意在以后救了我，我总是在人生转折点的时候做错误的选择因此我的内心一直在痛苦。",
        "label": ""
      },
      {
        "sentence": "很久很久我都不知道我为什么会痛苦，直到我开始发生一些不好的事情，在那个状态下我根本控制不了潜意识里自己，堕落，开始了解自己，我想起了许多时候事情，但我仍不知怎么去选择自己的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你并不像你所说的那样冷漠，一切都无所谓，相反我觉得你拥有自己的情绪，只是你不知道该如何表达，只能通过各种各样的行为和症状来表达自己。你的内心也渴望被关注，只是在一次又一次的伤害中你选择了隐藏自己真实的情绪。就像是戴着面具的“微笑人”一样，你不想笑，但是却担心别人跟你天上不友好冷漠之类的各种标签，你觉得自己需要通过微笑来这一行为告诉别人，你很好！可真实的情绪只有你自己知道，不敢表达给任何人，不敢告诉别人。卓别林曾经说过这样子的一段话：“有些时候，我觉得任何人与他人的接触都让我作恶，就像一些浪漫主义者所描述的那样，我受到的压力让我厌世，我觉得自己就像一个陌生人一般，被阻挡在世界的高墙之外。”我想或许以前的你并不是这个样子，但是在经历家暴等一系列不好的事情以后，你不敢外露自己的心声，害怕给别人添麻烦，也害怕别人用另类的眼光来看你，所以你就克制住自己，不让自己东想西想，表现出一副无所谓的态度，不愿意与人接触。",
    "annotation": [
      {
        "sentence": "我觉得你并不像你所说的那样冷漠，一切都无所谓，相反我觉得你拥有自己的情绪，只是你不知道该如何表达，只能通过各种各样的行为和症状来表达自己。",
        "label": ""
      },
      {
        "sentence": "你的内心也渴望被关注，只是在一次又一次的伤害中你选择了隐藏自己真实的情绪。",
        "label": ""
      },
      {
        "sentence": "就像是戴着面具的“微笑人”一样，你不想笑，但是却担心别人跟你天上不友好冷漠之类的各种标签，你觉得自己需要通过微笑来这一行为告诉别人，你很好！",
        "label": ""
      },
      {
        "sentence": "可真实的情绪只有你自己知道，不敢表达给任何人，不敢告诉别人。",
        "label": ""
      },
      {
        "sentence": "卓别林曾经说过这样子的一段话：“有些时候，我觉得任何人与他人的接触都让我作恶，就像一些浪漫主义者所描述的那样，我受到的压力让我厌世，我觉得自己就像一个陌生人一般，被阻挡在世界的高墙之外。",
        "label": ""
      },
      {
        "sentence": "”我想或许以前的你并不是这个样子，但是在经历家暴等一系列不好的事情以后，你不敢外露自己的心声，害怕给别人添麻烦，也害怕别人用另类的眼光来看你，所以你就克制住自己，不让自己东想西想，表现出一副无所谓的态度，不愿意与人接触。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直希望能够得到别人的理解和关注，但又害怕被伤害和误解，所以我选择了保持沉默和冷漠。我觉得自己失去了与人交流的能力，不知道该如何去表达自己的情绪和想法。",
    "annotation": [
      {
        "sentence": "是的，我一直希望能够得到别人的理解和关注，但又害怕被伤害和误解，所以我选择了保持沉默和冷漠。",
        "label": ""
      },
      {
        "sentence": "我觉得自己失去了与人交流的能力，不知道该如何去表达自己的情绪和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和痛苦，这种内心的躁动和寂寞确实让人感到迷茫和压力。然而，每个人都有权利表达自己的情绪和想法，不要担心被别人误解或伤害。你可以尝试一些方法来帮助自己逐渐恢复与人交流的能力。首先，让自己开心起来是很重要的。你可以寻找一些自己感兴趣的事情，转移注意力，让自己快乐起来。同时，学会向别人表达自己的情绪也是很重要的一步。可以选择一些亲近的人，向他们倾诉自己的内心世界，寻求支持和建议。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和痛苦，这种内心的躁动和寂寞确实让人感到迷茫和压力。",
        "label": ""
      },
      {
        "sentence": "然而，每个人都有权利表达自己的情绪和想法，不要担心被别人误解或伤害。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些方法来帮助自己逐渐恢复与人交流的能力。",
        "label": ""
      },
      {
        "sentence": "首先，让自己开心起来是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以寻找一些自己感兴趣的事情，转移注意力，让自己快乐起来。",
        "label": ""
      },
      {
        "sentence": "同时，学会向别人表达自己的情绪也是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "可以选择一些亲近的人，向他们倾诉自己的内心世界，寻求支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该试着去找喜欢的事情来做，让自己的心情变得开朗起来。同时，我也会尝试和亲近的人多交流，向他们倾诉我的困扰和内心的情绪。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我明白了，我应该试着去找喜欢的事情来做，让自己的心情变得开朗起来。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试和亲近的人多交流，向他们倾诉我的困扰和内心的情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信只要你努力去改变，积极地面对自己的情绪和困扰，你一定能够找到真正属于自己的人生。记住，你值得拥有快乐和幸福！如果你有任何需要再次向我寻求帮助，我会一直在这里支持你的。希望你能够每一天都开心快乐！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信只要你努力去改变，积极地面对自己的情绪和困扰，你一定能够找到真正属于自己的人生。",
        "label": ""
      },
      {
        "sentence": "记住，你值得拥有快乐和幸福！",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要再次向我寻求帮助，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你能够每一天都开心快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会努力去面对自己的情绪并积极地寻求快乐和幸福。我相信未来会变得更好！再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力去面对自己的情绪并积极地寻求快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "我相信未来会变得更好！",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够度过困难时刻，迎接更好的未来！记住，在人生的转折点上，做出正确的选择并不容易，但只要你努力坚持，你一定能够走出困境。希望你每一天都能拥有快乐和满足！",
    "annotation": [
      {
        "sentence": "我相信你能够度过困难时刻，迎接更好的未来！",
        "label": ""
      },
      {
        "sentence": "记住，在人生的转折点上，做出正确的选择并不容易，但只要你努力坚持，你一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "希望你每一天都能拥有快乐和满足！",
        "label": ""
      }
    ]
  }
]