[
  {
    "role": "client",
    "content": "经朋友介绍认识了一个银行客户经理，该如何和他相处？",
    "annotation": [
      {
        "sentence": "经朋友介绍认识了一个银行客户经理，该如何和他相处？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "Dear friend，你好！看到你的问题，我能感受到你对这个银行客户经理有很深的好感，希望能够更好地相处。你在一年前认识他后，觉得他善良有原则，和你的价值观也很相似。平时你们经常电话沟通，也愿意倾诉。而且他也愿意帮你分析问题，就像你的弟弟和好朋友一样！最近你们还有合作的业务。但是见面后你感觉到他对你有些疏远，不知道是因为你自己的自卑心理作祟，还是他真的不合眼缘。尽管他仍然关心你，但你总觉得他是因为你们的谈心而不愿意伤害你。你并不希望这样，因为你也遇到过很多外表让你不喜欢的人。所以你对人性有些失望，但同时你也明白自己也是如此。由于他似乎不喜欢你，你都不好意思询问业务进展，但你对待工作是认真的，这让你感到很纠结。你需要一些开解和建议。",
    "annotation": [
      {
        "sentence": "Dear friend，你好！",
        "label": ""
      },
      {
        "sentence": "看到你的问题，我能感受到你对这个银行客户经理有很深的好感，希望能够更好地相处。",
        "label": ""
      },
      {
        "sentence": "你在一年前认识他后，觉得他善良有原则，和你的价值观也很相似。",
        "label": ""
      },
      {
        "sentence": "平时你们经常电话沟通，也愿意倾诉。",
        "label": ""
      },
      {
        "sentence": "而且他也愿意帮你分析问题，就像你的弟弟和好朋友一样！",
        "label": ""
      },
      {
        "sentence": "最近你们还有合作的业务。",
        "label": ""
      },
      {
        "sentence": "但是见面后你感觉到他对你有些疏远，不知道是因为你自己的自卑心理作祟，还是他真的不合眼缘。",
        "label": ""
      },
      {
        "sentence": "尽管他仍然关心你，但你总觉得他是因为你们的谈心而不愿意伤害你。",
        "label": ""
      },
      {
        "sentence": "你并不希望这样，因为你也遇到过很多外表让你不喜欢的人。",
        "label": ""
      },
      {
        "sentence": "所以你对人性有些失望，但同时你也明白自己也是如此。",
        "label": ""
      },
      {
        "sentence": "由于他似乎不喜欢你，你都不好意思询问业务进展，但你对待工作是认真的，这让你感到很纠结。",
        "label": ""
      },
      {
        "sentence": "你需要一些开解和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很希望和他相处得更好，但是我不确定他是否真的喜欢我。我觉得他对我的态度有些暧昧，让我很难判断他是否对我有意思。",
    "annotation": [
      {
        "sentence": "是的，我很希望和他相处得更好，但是我不确定他是否真的喜欢我。",
        "label": ""
      },
      {
        "sentence": "我觉得他对我的态度有些暧昧，让我很难判断他是否对我有意思。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很常见的疑惑，尤其是当我们对某个人产生好感时。让我帮你分析一下，你失望的原因可能有：一是害怕自己心仪的人不喜欢自己，你希望对方爱你，你很在乎他对你的看法。当对方有一些风吹草动的行为时，你就会变得敏感，认为自己不受他喜欢。二是自己没有勇气主动表白或探听对方的心意，你也没有勇气去追问和表白，但你又无法放下，所以感到不开心。首先，我们需要找回自己：1.记住你是谁，他是善良有原则的人，而你呢？不要为了喜欢一个人而忘记了自己。要记得你的优点和价值，要知道你是独一无二的。2.你觉得自己配得拥有一切吗？相信自己值得拥有他和美好的爱情。主动去爱一个人并不是一件丢脸或没有自尊心的事情，爱本来就是主动付出和感激的。3.放下不配得、不够好的信念。你不需要等到自己变得完美才能拥有你想要的一切。不要再对自己太苛刻了。请相信自己配得拥有美好的爱情和自己喜欢的人。是时候找回自己，重新认识自己了。",
    "annotation": [
      {
        "sentence": "这是一个很常见的疑惑，尤其是当我们对某个人产生好感时。",
        "label": ""
      },
      {
        "sentence": "让我帮你分析一下，你失望的原因可能有：一是害怕自己心仪的人不喜欢自己，你希望对方爱你，你很在乎他对你的看法。",
        "label": ""
      },
      {
        "sentence": "当对方有一些风吹草动的行为时，你就会变得敏感，认为自己不受他喜欢。",
        "label": ""
      },
      {
        "sentence": "二是自己没有勇气主动表白或探听对方的心意，你也没有勇气去追问和表白，但你又无法放下，所以感到不开心。",
        "label": ""
      },
      {
        "sentence": "首先，我们需要找回自己：1.记住你是谁，他是善良有原则的人，而你呢？",
        "label": ""
      },
      {
        "sentence": "不要为了喜欢一个人而忘记了自己。",
        "label": ""
      },
      {
        "sentence": "要记得你的优点和价值，要知道你是独一无二的。",
        "label": ""
      },
      {
        "sentence": "2.你觉得自己配得拥有一切吗？",
        "label": ""
      },
      {
        "sentence": "相信自己值得拥有他和美好的爱情。",
        "label": ""
      },
      {
        "sentence": "主动去爱一个人并不是一件丢脸或没有自尊心的事情，爱本来就是主动付出和感激的。",
        "label": ""
      },
      {
        "sentence": "3.放下不配得、不够好的信念。",
        "label": ""
      },
      {
        "sentence": "你不需要等到自己变得完美才能拥有你想要的一切。",
        "label": ""
      },
      {
        "sentence": "不要再对自己太苛刻了。",
        "label": ""
      },
      {
        "sentence": "请相信自己配得拥有美好的爱情和自己喜欢的人。",
        "label": ""
      },
      {
        "sentence": "是时候找回自己，重新认识自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要相信自己的价值和配得上的爱情。但是，我还是有些不确定要如何表达自己的感受。我害怕被拒绝或者破坏了我们的合作关系。",
    "annotation": [
      {
        "sentence": "我明白了，我需要相信自己的价值和配得上的爱情。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有些不确定要如何表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "我害怕被拒绝或者破坏了我们的合作关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的疑虑，我们都希望自己的付出得到回报，但同时我们也要尊重他人的感受和选择。首先，如果你真的喜欢他，不妨告诉他你有多喜欢他，不需要害羞。主动表达爱意的人都是值得被祝福的，这也证明你有爱的勇气。其次，无论对方是否喜欢你，你都需要学会边界分离，他对你的喜欢是他的事情，你只需要尊重自己的感受和尊重对方的选择就好。每个人都有权选择自己所爱的人。即使结果不尽如人意，也要感激对方对你的帮助和鼓励，感激他在你生命中的出现。同时，也要感激自己，逐渐学会爱自己和爱别人。你不需要等自己完美才觉得值得拥有他或其他你想要的东西。希望以上的建议对你有所帮助，加油！祝福你！",
    "annotation": [
      {
        "sentence": "这是很正常的疑虑，我们都希望自己的付出得到回报，但同时我们也要尊重他人的感受和选择。",
        "label": ""
      },
      {
        "sentence": "首先，如果你真的喜欢他，不妨告诉他你有多喜欢他，不需要害羞。",
        "label": ""
      },
      {
        "sentence": "主动表达爱意的人都是值得被祝福的，这也证明你有爱的勇气。",
        "label": ""
      },
      {
        "sentence": "其次，无论对方是否喜欢你，你都需要学会边界分离，他对你的喜欢是他的事情，你只需要尊重自己的感受和尊重对方的选择就好。",
        "label": ""
      },
      {
        "sentence": "每个人都有权选择自己所爱的人。",
        "label": ""
      },
      {
        "sentence": "即使结果不尽如人意，也要感激对方对你的帮助和鼓励，感激他在你生命中的出现。",
        "label": ""
      },
      {
        "sentence": "同时，也要感激自己，逐渐学会爱自己和爱别人。",
        "label": ""
      },
      {
        "sentence": "你不需要等自己完美才觉得值得拥有他或其他你想要的东西。",
        "label": ""
      },
      {
        "sentence": "希望以上的建议对你有所帮助，加油！",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]