[
  {
    "role": "client",
    "content": "经朋友介绍认识了一个银行客户经理，该如何和他相处？",
    "annotation": [
      {
        "sentence": "经朋友介绍认识了一个银行客户经理，该如何和他相处？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答可以帮助到你！问题：和一个像弟弟一样的男生从电话中的交流到见面觉得被疏远。",
    "annotation": [
      {
        "sentence": "希望我的回答可以帮助到你！",
        "label": ""
      },
      {
        "sentence": "问题：和一个像弟弟一样的男生从电话中的交流到见面觉得被疏远。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我和他之间的交流确实从电话中开始的，并没有面对面交流的机会。我觉得我们在电话里相处得很好，他也很愿意倾听我的问题。但是最近我们见面了以后，我感觉他对我有些疏远了。",
    "annotation": [
      {
        "sentence": "是的，我和他之间的交流确实从电话中开始的，并没有面对面交流的机会。",
        "label": ""
      },
      {
        "sentence": "我觉得我们在电话里相处得很好，他也很愿意倾听我的问题。",
        "label": ""
      },
      {
        "sentence": "但是最近我们见面了以后，我感觉他对我有些疏远了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中其实看得出你是很自卑的，并且对自己没有形成正确的认知，很在意别人的看法。你要懂得自卑并不是完全不好的，从某种层面来看自卑不算是一个缺点，因为每个人身上都会存在不同程度的自卑心理。首先你自己认为自己胖年龄大是缺点，是别人嫌弃你的点，就自动把它转移嫁接到像弟弟一样的银行客户经理身上。至于你感觉自己被疏远了真的很有可能就是你的自卑心理在作祟，因为你也提到他还是会关心你。",
    "annotation": [
      {
        "sentence": "从你的描述中其实看得出你是很自卑的，并且对自己没有形成正确的认知，很在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "你要懂得自卑并不是完全不好的，从某种层面来看自卑不算是一个缺点，因为每个人身上都会存在不同程度的自卑心理。",
        "label": ""
      },
      {
        "sentence": "首先你自己认为自己胖年龄大是缺点，是别人嫌弃你的点，就自动把它转移嫁接到像弟弟一样的银行客户经理身上。",
        "label": ""
      },
      {
        "sentence": "至于你感觉自己被疏远了真的很有可能就是你的自卑心理在作祟，因为你也提到他还是会关心你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我对自己的外貌和年龄感到不自信，并且总是担心别人会嫌弃我。我想知道，为什么我在电话中的关系和他一样像弟弟般亲近，但见面后却有些改变呢？",
    "annotation": [
      {
        "sentence": "确实，我对自己的外貌和年龄感到不自信，并且总是担心别人会嫌弃我。",
        "label": ""
      },
      {
        "sentence": "我想知道，为什么我在电话中的关系和他一样像弟弟般亲近，但见面后却有些改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为你们一开始是在电话中搭建的人际交往关系，在电话中你不必为自己的身材和年龄感到有压力，并且他和你的价值观很像，你俩很有得聊，这相对于现实和你来说是一种完美的关系，但是从电话中都到现实后这种完美的感觉被打破，你的自卑心理就更容易出现。你就很轻松地站在自己的立场去揣摩别人的心理，觉得弟弟是不愿意伤害你。为什么我们会自卑，因为我们都想要做更好的自己，所以在内心给自己设定了一个更高要求和表现的愿景中的自己。从另外一个层面来看就是没有建立正确的自我认知。你需要提升自己的价值感、增强内心的力量。尊重自己，将重心和关注点转移到自己身上的优点。",
    "annotation": [
      {
        "sentence": "因为你们一开始是在电话中搭建的人际交往关系，在电话中你不必为自己的身材和年龄感到有压力，并且他和你的价值观很像，你俩很有得聊，这相对于现实和你来说是一种完美的关系，但是从电话中都到现实后这种完美的感觉被打破，你的自卑心理就更容易出现。",
        "label": ""
      },
      {
        "sentence": "你就很轻松地站在自己的立场去揣摩别人的心理，觉得弟弟是不愿意伤害你。",
        "label": ""
      },
      {
        "sentence": "为什么我们会自卑，因为我们都想要做更好的自己，所以在内心给自己设定了一个更高要求和表现的愿景中的自己。",
        "label": ""
      },
      {
        "sentence": "从另外一个层面来看就是没有建立正确的自我认知。",
        "label": ""
      },
      {
        "sentence": "你需要提升自己的价值感、增强内心的力量。",
        "label": ""
      },
      {
        "sentence": "尊重自己，将重心和关注点转移到自己身上的优点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直把自己的注意力放在自己的缺点上，而忽略了自己的优点。我想我可能害怕被拒绝，缺乏安全感，这也导致了我的自卑心理。可能这和我成长的环境有关，我的父母对我要求比较高，很少表扬我。",
    "annotation": [
      {
        "sentence": "我明白了，我一直把自己的注意力放在自己的缺点上，而忽略了自己的优点。",
        "label": ""
      },
      {
        "sentence": "我想我可能害怕被拒绝，缺乏安全感，这也导致了我的自卑心理。",
        "label": ""
      },
      {
        "sentence": "可能这和我成长的环境有关，我的父母对我要求比较高，很少表扬我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的猜测可能是正确的。了解自己自卑心理的根源对于改变很有帮助。你可以试着改变自己内在的思考模式，通过有价值有意义的小目标，多欣赏自己，重视身边人的优点。同时，及时排解负面情绪，不要排斥它，试图接受和它和谐相处。当你越和自己的想法纠缠就越陷得深。另外，提高自己的自信心，相信自己并正视自己的缺点，多关注自己的优点。害怕被拒绝的人一般都过分关注自己，尤其是自己身上的缺点，别人一旦犹豫你就会觉得是自己哪里令对方不满意。平常你可以多做一些自己擅长并得到成就感的事情，逐渐提高自己的自信心。另外，多鼓励自己，在生活中可以通过一些极小的事情来鼓励自己，记录下来，在心里或者行动上激励鼓励自己。最后，在工作中抛开自己的私人感情。业务进展没有什么好害怕或尴尬的，你越觉得不好意思，你的表现就越会扭捏。所以勇敢一些，不要想太多，先做了再说。加油呀，一定要慢慢改变自己的心态，一切都会好起来的。每个人都是独一无二的，你也有你的闪光点，赶紧去发现吧。",
    "annotation": [
      {
        "sentence": "是的，你的猜测可能是正确的。",
        "label": ""
      },
      {
        "sentence": "了解自己自卑心理的根源对于改变很有帮助。",
        "label": ""
      },
      {
        "sentence": "你可以试着改变自己内在的思考模式，通过有价值有意义的小目标，多欣赏自己，重视身边人的优点。",
        "label": ""
      },
      {
        "sentence": "同时，及时排解负面情绪，不要排斥它，试图接受和它和谐相处。",
        "label": ""
      },
      {
        "sentence": "当你越和自己的想法纠缠就越陷得深。",
        "label": ""
      },
      {
        "sentence": "另外，提高自己的自信心，相信自己并正视自己的缺点，多关注自己的优点。",
        "label": ""
      },
      {
        "sentence": "害怕被拒绝的人一般都过分关注自己，尤其是自己身上的缺点，别人一旦犹豫你就会觉得是自己哪里令对方不满意。",
        "label": ""
      },
      {
        "sentence": "平常你可以多做一些自己擅长并得到成就感的事情，逐渐提高自己的自信心。",
        "label": ""
      },
      {
        "sentence": "另外，多鼓励自己，在生活中可以通过一些极小的事情来鼓励自己，记录下来，在心里或者行动上激励鼓励自己。",
        "label": ""
      },
      {
        "sentence": "最后，在工作中抛开自己的私人感情。",
        "label": ""
      },
      {
        "sentence": "业务进展没有什么好害怕或尴尬的，你越觉得不好意思，你的表现就越会扭捏。",
        "label": ""
      },
      {
        "sentence": "所以勇敢一些，不要想太多，先做了再说。",
        "label": ""
      },
      {
        "sentence": "加油呀，一定要慢慢改变自己的心态，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的，你也有你的闪光点，赶紧去发现吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持！我会努力提升自己的自信心，多关注自己的优点，不再过分在意别人的看法。有了你的鼓励，我相信自己可以改变心态，找回自信。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力提升自己的自信心，多关注自己的优点，不再过分在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "有了你的鼓励，我相信自己可以改变心态，找回自信。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]