[
  {
    "role": "client",
    "content": "最近经常看见饭店坍塌，旅馆坍塌，有点害怕怎么办？待在房子里有一种担心和恐慌感，如果房顶突然塌下来怎么办……",
    "annotation": [
      {
        "sentence": "最近经常看见饭店坍塌，旅馆坍塌，有点害怕怎么办？",
        "label": ""
      },
      {
        "sentence": "待在房子里有一种担心和恐慌感，如果房顶突然塌下来怎么办……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "隔着屏幕希望能给你一些安全感。不知道你所说的“经常看见”是现实中还是在想象里呢？你对于房屋坍塌的忧虑和害怕从什么时候开始？又是因为什么原因导致自己产生这种害怕呢？知道问题产生的根源，才能找回安全感哦！而我目前想告诉你的是，现在的房子很少豆腐渣工程啦，屋顶也不是茅草一吹就没，塌下来的概率真的非常微小，所以真的不用害怕。",
    "annotation": [
      {
        "sentence": "隔着屏幕希望能给你一些安全感。",
        "label": ""
      },
      {
        "sentence": "不知道你所说的“经常看见”是现实中还是在想象里呢？",
        "label": ""
      },
      {
        "sentence": "你对于房屋坍塌的忧虑和害怕从什么时候开始？",
        "label": ""
      },
      {
        "sentence": "又是因为什么原因导致自己产生这种害怕呢？",
        "label": ""
      },
      {
        "sentence": "知道问题产生的根源，才能找回安全感哦！",
        "label": ""
      },
      {
        "sentence": "而我目前想告诉你的是，现在的房子很少豆腐渣工程啦，屋顶也不是茅草一吹就没，塌下来的概率真的非常微小，所以真的不用害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我并没有实际看到房屋坍塌，但是最近媒体上经常报道这样的事故，所以我就会联想到自己的房子可能也会坍塌。我觉得这种恐惧从几个星期前开始的，可能是因为看到不断出现的新闻报道而产生的。",
    "annotation": [
      {
        "sentence": "我并没有实际看到房屋坍塌，但是最近媒体上经常报道这样的事故，所以我就会联想到自己的房子可能也会坍塌。",
        "label": ""
      },
      {
        "sentence": "我觉得这种恐惧从几个星期前开始的，可能是因为看到不断出现的新闻报道而产生的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和恐惧，媒体上的报道往往会让人对某些事情产生担忧。但是需要明确的是，媒体报道的事件是极少数，而且可能与你所在的地区无关。你的房屋经过专业设计和建造，具备一定的结构安全性。因此，这种忧虑是杞人忧天，不必太过担心。",
    "annotation": [
      {
        "sentence": "我理解你的担心和恐惧，媒体上的报道往往会让人对某些事情产生担忧。",
        "label": ""
      },
      {
        "sentence": "但是需要明确的是，媒体报道的事件是极少数，而且可能与你所在的地区无关。",
        "label": ""
      },
      {
        "sentence": "你的房屋经过专业设计和建造，具备一定的结构安全性。",
        "label": ""
      },
      {
        "sentence": "因此，这种忧虑是杞人忧天，不必太过担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的观点，但就是很难摆脱这种恐惧。我一直担心房顶突然塌下来，这种担心让我无法安心地生活。",
    "annotation": [
      {
        "sentence": "我明白你的观点，但就是很难摆脱这种恐惧。",
        "label": ""
      },
      {
        "sentence": "我一直担心房顶突然塌下来，这种担心让我无法安心地生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你确实感到压力很大，或者是由于其他压力而产生这种担忧，我建议你放松自己的心情，专注于当下。如果你仍然非常担心，可以找专业的人士来检查你的房屋结构，以保证自己的安全感。",
    "annotation": [
      {
        "sentence": "如果你确实感到压力很大，或者是由于其他压力而产生这种担忧，我建议你放松自己的心情，专注于当下。",
        "label": ""
      },
      {
        "sentence": "如果你仍然非常担心，可以找专业的人士来检查你的房屋结构，以保证自己的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得可能是因为其他压力导致我对房屋安全产生过度担忧。但是我该如何摆脱这种担心呢？",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得可能是因为其他压力导致我对房屋安全产生过度担忧。",
        "label": ""
      },
      {
        "sentence": "但是我该如何摆脱这种担心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试从另一个角度来看待问题。比如，你可以告诉自己“屋顶今天也没塌真是太棒了，我可以安心做自己的事情了”。从积极的角度来对待生活，你就能够更好地面对内心感到“塌下来”的担忧。希望我的回答能给你一些安全感～",
    "annotation": [
      {
        "sentence": "你可以尝试从另一个角度来看待问题。",
        "label": ""
      },
      {
        "sentence": "比如，你可以告诉自己“屋顶今天也没塌真是太棒了，我可以安心做自己的事情了”。",
        "label": ""
      },
      {
        "sentence": "从积极的角度来对待生活，你就能够更好地面对内心感到“塌下来”的担忧。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你一些安全感～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试换个角度来看待这个问题。我明白现实中坍塌的可能性很小，应该更加相信自己的屋子是安全的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试换个角度来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "我明白现实中坍塌的可能性很小，应该更加相信自己的屋子是安全的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应。相信自己的房子是安全的是非常重要的，这样你才能够放心地生活。如果还有其他问题或者需要进一步的支持，请随时与我沟通。希望你能够摆脱这种不必要的担忧，过上安心的日子。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应。",
        "label": ""
      },
      {
        "sentence": "相信自己的房子是安全的是非常重要的，这样你才能够放心地生活。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要进一步的支持，请随时与我沟通。",
        "label": ""
      },
      {
        "sentence": "希望你能够摆脱这种不必要的担忧，过上安心的日子。",
        "label": ""
      }
    ]
  }
]