[
  {
    "role": "client",
    "content": "如何面对父亲？我应该如何重生？我父亲在我上小学就出轨了，对我的成长不闻不问，只会对我说两句话“乖，懂事”和“我帮不了你什么，你自己决定”我以前信以为真。长大了才发现，他只是以为说了这两句话，就是尽了一个父亲的责任，也从来没有从自己口袋里为我掏过钱（他没有上缴过工资，家里的店赚的钱还要拿点的那种）其实对我们讨厌的要死，只是不舍得那间小到我弟睡客厅长大的破房子。在我弟面前家暴我妈。后来还因为他自己为了逼走我妈做的事失败以后，干扰我很重要的考试。我好讨厌他啊，父亲这个词语也让我恶心。虽然现在离了半个中国，想到余生还会跟他有联系，我就很痛苦。我应该怎么办？我应该如何重生？",
    "annotation": [
      {
        "sentence": "如何面对父亲？",
        "label": ""
      },
      {
        "sentence": "我应该如何重生？",
        "label": ""
      },
      {
        "sentence": "我父亲在我上小学就出轨了，对我的成长不闻不问，只会对我说两句话“乖，懂事”和“我帮不了你什么，你自己决定”我以前信以为真。",
        "label": ""
      },
      {
        "sentence": "长大了才发现，他只是以为说了这两句话，就是尽了一个父亲的责任，也从来没有从自己口袋里为我掏过钱（他没有上缴过工资，家里的店赚的钱还要拿点的那种）其实对我们讨厌的要死，只是不舍得那间小到我弟睡客厅长大的破房子。",
        "label": ""
      },
      {
        "sentence": "在我弟面前家暴我妈。",
        "label": ""
      },
      {
        "sentence": "后来还因为他自己为了逼走我妈做的事失败以后，干扰我很重要的考试。",
        "label": ""
      },
      {
        "sentence": "我好讨厌他啊，父亲这个词语也让我恶心。",
        "label": ""
      },
      {
        "sentence": "虽然现在离了半个中国，想到余生还会跟他有联系，我就很痛苦。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？",
        "label": ""
      },
      {
        "sentence": "我应该如何重生？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常能理解你的感受。父亲并没有尽过做父亲的责任，还做了很多过分的事，不知道如何面对他。我明白原生家庭给你带来的创伤有多大，我不会说“没事的，没事的。”这样的话，因为我知道真的很难做到若无其事。但我想说的是，我们无法完全摆脱原生家庭带来的负面影响，但我们可以尽自己的努力把这份影响降到最弱。因为真正能决定你的一生的，只有你自己。从你的描述中，可以得知你的父亲并不是个负责任的父亲，但是你换个角度想想，现在的你长大了，终于拥有了自己的生活，好不容易离了半个中国，为什么还要为不值得你焦虑的人痛苦呢？生活终究是你自己的，但还有大把风景等着你去体验呀。在必要时候，建议你可以运用法律手段维护自己及所爱的人的合法权益。小时候没有能力去阻止父亲过分的行为，也不懂他的言行举止背后的种种“真实”，现在你长大了，可以尝试运用可行方式去抵抗、去阻止啦。希望能帮助到你。",
    "annotation": [
      {
        "sentence": "非常能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "父亲并没有尽过做父亲的责任，还做了很多过分的事，不知道如何面对他。",
        "label": ""
      },
      {
        "sentence": "我明白原生家庭给你带来的创伤有多大，我不会说“没事的，没事的。",
        "label": ""
      },
      {
        "sentence": "”这样的话，因为我知道真的很难做到若无其事。",
        "label": ""
      },
      {
        "sentence": "但我想说的是，我们无法完全摆脱原生家庭带来的负面影响，但我们可以尽自己的努力把这份影响降到最弱。",
        "label": ""
      },
      {
        "sentence": "因为真正能决定你的一生的，只有你自己。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以得知你的父亲并不是个负责任的父亲，但是你换个角度想想，现在的你长大了，终于拥有了自己的生活，好不容易离了半个中国，为什么还要为不值得你焦虑的人痛苦呢？",
        "label": ""
      },
      {
        "sentence": "生活终究是你自己的，但还有大把风景等着你去体验呀。",
        "label": ""
      },
      {
        "sentence": "在必要时候，建议你可以运用法律手段维护自己及所爱的人的合法权益。",
        "label": ""
      },
      {
        "sentence": "小时候没有能力去阻止父亲过分的行为，也不懂他的言行举止背后的种种“真实”，现在你长大了，可以尝试运用可行方式去抵抗、去阻止啦。",
        "label": ""
      },
      {
        "sentence": "希望能帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。你说的没错，虽然我无法改变过去，但我确实可以控制自己的未来。我一直都很努力地在学习、工作中努力，但是每当思考到与父亲的交往，我就会感到很沮丧和痛苦。我真的希望能够从内心释放掉对他的怨恨和不满，但我不知道从何处着手。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "你说的没错，虽然我无法改变过去，但我确实可以控制自己的未来。",
        "label": ""
      },
      {
        "sentence": "我一直都很努力地在学习、工作中努力，但是每当思考到与父亲的交往，我就会感到很沮丧和痛苦。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够从内心释放掉对他的怨恨和不满，但我不知道从何处着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的努力和毅力值得赞赏。解决内心的怨恨和不满是一个复杂的过程，也需要时间和耐心。首先，我建议你可以试着倾诉和发泄自己的情感，可以选择找一个值得信赖的朋友或者专业心理咨询师进行交流。同时，你也可以尝试通过写日记、绘画或者运动等方式来释放负面情绪。另外，培养自己的爱心和宽容也是重要的一步。要明白父亲的过错并不代表你必须继续承担负面情绪，试着从一个旁观者的角度看待他的行为，并理解他也是一个受伤的人。当你能够宽容自己和他的时候，你会感到内心的解脱和平静。",
    "annotation": [
      {
        "sentence": "你的努力和毅力值得赞赏。",
        "label": ""
      },
      {
        "sentence": "解决内心的怨恨和不满是一个复杂的过程，也需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你可以试着倾诉和发泄自己的情感，可以选择找一个值得信赖的朋友或者专业心理咨询师进行交流。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试通过写日记、绘画或者运动等方式来释放负面情绪。",
        "label": ""
      },
      {
        "sentence": "另外，培养自己的爱心和宽容也是重要的一步。",
        "label": ""
      },
      {
        "sentence": "要明白父亲的过错并不代表你必须继续承担负面情绪，试着从一个旁观者的角度看待他的行为，并理解他也是一个受伤的人。",
        "label": ""
      },
      {
        "sentence": "当你能够宽容自己和他的时候，你会感到内心的解脱和平静。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，倾诉和发泄情感、培养爱心和宽容，这些都是有帮助的方法。我会试着找一位专业的心理咨询师倾诉，同时也会尝试写日记来释放情绪。你说的对，父亲也是一个受伤的人，我会尝试理解他，而不是只看到他的过错。谢谢你的建议和支持，我相信我可以渐渐地走出阴影，重建自己的生活。",
    "annotation": [
      {
        "sentence": "我明白了，倾诉和发泄情感、培养爱心和宽容，这些都是有帮助的方法。",
        "label": ""
      },
      {
        "sentence": "我会试着找一位专业的心理咨询师倾诉，同时也会尝试写日记来释放情绪。",
        "label": ""
      },
      {
        "sentence": "你说的对，父亲也是一个受伤的人，我会尝试理解他，而不是只看到他的过错。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我相信我可以渐渐地走出阴影，重建自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所帮助。倾诉和释放情感是一个积极的过程，通过与心理咨询师的交流，你会更好地理解自己的情绪和需求。同时，记得在这个过程中要对自己保持耐心和宽容，不要过度要求自己。重建生活需要时间和努力，但我相信你能够达到那个目标。如果你需要任何帮助或者再次倾诉，随时都可以来找我。祝福你能够走出阴影，开启美好的未来。",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "倾诉和释放情感是一个积极的过程，通过与心理咨询师的交流，你会更好地理解自己的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "同时，记得在这个过程中要对自己保持耐心和宽容，不要过度要求自己。",
        "label": ""
      },
      {
        "sentence": "重建生活需要时间和努力，但我相信你能够达到那个目标。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你能够走出阴影，开启美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励。我会努力按照你的建议去做，同时也会保持积极的心态。如果我再次需要倾诉或者支持，我一定会来找你的。谢谢你的帮助，真的很感激。祝你一切都好！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力按照你的建议去做，同时也会保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "如果我再次需要倾诉或者支持，我一定会来找你的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助，真的很感激。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能为你提供一些帮助。记得在这个过程中不要孤单地承受困难，找到一个可信赖的人分享你的感受和进展，这会让你感到更加坚定和支持。祝你一切顺利，期待听到你的进展。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "记得在这个过程中不要孤单地承受困难，找到一个可信赖的人分享你的感受和进展，这会让你感到更加坚定和支持。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，期待听到你的进展。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]