[
  {
    "role": "client",
    "content": "我喜欢一个同性女同事两年，后来离职了我跟她在异地，之前因为工作的关系交集比较多，我也没有什么朋友，所以很多事情都跟她分享。她也是那种情商很高的人，所以聊得比较来，其实第一眼就喜欢上她了，但是因为知道有个男同事在追她，她们其实后来也在暧昧。因为我接触那个男同事比较多，知道那个男的人品不行，渣男一个，所以觉得一棵白菜给猪拱了的感觉。我也跟那个女声说过渣男，我也跟她表过白，她说一直当我是朋友，一直都是我主动联系她。",
    "annotation": [
      {
        "sentence": "我喜欢一个同性女同事两年，后来离职了我跟她在异地，之前因为工作的关系交集比较多，我也没有什么朋友，所以很多事情都跟她分享。",
        "label": ""
      },
      {
        "sentence": "她也是那种情商很高的人，所以聊得比较来，其实第一眼就喜欢上她了，但是因为知道有个男同事在追她，她们其实后来也在暧昧。",
        "label": ""
      },
      {
        "sentence": "因为我接触那个男同事比较多，知道那个男的人品不行，渣男一个，所以觉得一棵白菜给猪拱了的感觉。",
        "label": ""
      },
      {
        "sentence": "我也跟那个女声说过渣男，我也跟她表过白，她说一直当我是朋友，一直都是我主动联系她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常痛心看到你在这段感情中的各种痛苦与纠结的遭遇啊。你付出了那么多，但是对方似乎并没有给出太多回应。了解到你跟她表过白，但是她说一直当你是朋友，并且她好像一点没受影响而且根本不在乎，这种付出以后的无望真的让人很难受啊。",
    "annotation": [
      {
        "sentence": "非常痛心看到你在这段感情中的各种痛苦与纠结的遭遇啊。",
        "label": ""
      },
      {
        "sentence": "你付出了那么多，但是对方似乎并没有给出太多回应。",
        "label": ""
      },
      {
        "sentence": "了解到你跟她表过白，但是她说一直当你是朋友，并且她好像一点没受影响而且根本不在乎，这种付出以后的无望真的让人很难受啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我知道你说的对，可是我对她的感情太深了，无论她怎么回应，我都害怕放下这段感情，感觉不到底该怎么办才好。",
    "annotation": [
      {
        "sentence": "是啊，我知道你说的对，可是我对她的感情太深了，无论她怎么回应，我都害怕放下这段感情，感觉不到底该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你知道你们不可能的同时，难过的情绪可能意味着你的内心还在在乎她。当内心真正接受现实的时候，或许你就能找到真正能够在乎你的良人哦。喜欢同性同事两年离职后不知怎么放下的问题，确实让人很痛苦。但你要相信，在时间的沉淀中，你会渐渐释怀的。你需要寻找一种新的生活状态，让自己能够放下过去，重新启程。",
    "annotation": [
      {
        "sentence": "你知道你们不可能的同时，难过的情绪可能意味着你的内心还在在乎她。",
        "label": ""
      },
      {
        "sentence": "当内心真正接受现实的时候，或许你就能找到真正能够在乎你的良人哦。",
        "label": ""
      },
      {
        "sentence": "喜欢同性同事两年离职后不知怎么放下的问题，确实让人很痛苦。",
        "label": ""
      },
      {
        "sentence": "但你要相信，在时间的沉淀中，你会渐渐释怀的。",
        "label": ""
      },
      {
        "sentence": "你需要寻找一种新的生活状态，让自己能够放下过去，重新启程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我也知道时间会冲淡一切，可是我好像控制不了自己的情绪，甚至看到她和那个渣男暧昧我也会很难受，我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "听你这么说，我也知道时间会冲淡一切，可是我好像控制不了自己的情绪，甚至看到她和那个渣男暧昧我也会很难受，我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的，人在面对心仪的人与其他人暧昧时都会感到不舒服。你已经说出了自己的想法，这非常诚实。如果对方对你没有其他感觉，这也是需要慢慢接受的地方。我们需要遇见真正珍惜自己的人，从某些无望的感情经历中痊愈需要时间。但逐渐地，你会发现内在的力量和韧性，以建立光明的未来。也许对方的不重视、不主动在不断侵犯你的自尊心，当你暂时摆脱某种不平等的时候，重建自我价值感是至关重要的。",
    "annotation": [
      {
        "sentence": "这是正常的，人在面对心仪的人与其他人暧昧时都会感到不舒服。",
        "label": ""
      },
      {
        "sentence": "你已经说出了自己的想法，这非常诚实。",
        "label": ""
      },
      {
        "sentence": "如果对方对你没有其他感觉，这也是需要慢慢接受的地方。",
        "label": ""
      },
      {
        "sentence": "我们需要遇见真正珍惜自己的人，从某些无望的感情经历中痊愈需要时间。",
        "label": ""
      },
      {
        "sentence": "但逐渐地，你会发现内在的力量和韧性，以建立光明的未来。",
        "label": ""
      },
      {
        "sentence": "也许对方的不重视、不主动在不断侵犯你的自尊心，当你暂时摆脱某种不平等的时候，重建自我价值感是至关重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在需要一个重新开始的机会，不能再固执于过去的感情了。但是，我应该如何才能找到那个能真正关心我的人呢？",
    "annotation": [
      {
        "sentence": "确实，我现在需要一个重新开始的机会，不能再固执于过去的感情了。",
        "label": ""
      },
      {
        "sentence": "但是，我应该如何才能找到那个能真正关心我的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要认识到自己是一个独特而有价值的人。我们无法改变别人，但我们能够控制自己，控制对外在事情的反应方式。所以我建议你专注于改善自己的生活，通过寻找自我成长的方式来提升自己的自我价值。这包括和重视你的人相处，可以是通过心理咨询师的帮助，也可以是与其他对你友好的人或朋友在一起。在这个过程中，你将发现自己的自我价值，并逐渐吸引和吻合那些真正关心你的人。",
    "annotation": [
      {
        "sentence": "首先，你要认识到自己是一个独特而有价值的人。",
        "label": ""
      },
      {
        "sentence": "我们无法改变别人，但我们能够控制自己，控制对外在事情的反应方式。",
        "label": ""
      },
      {
        "sentence": "所以我建议你专注于改善自己的生活，通过寻找自我成长的方式来提升自己的自我价值。",
        "label": ""
      },
      {
        "sentence": "这包括和重视你的人相处，可以是通过心理咨询师的帮助，也可以是与其他对你友好的人或朋友在一起。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你将发现自己的自我价值，并逐渐吸引和吻合那些真正关心你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该专注于自己的成长和幸福，而不是过于依赖他人对我的认可和关心。我会努力实现这一点的。谢谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "我明白了，我应该专注于自己的成长和幸福，而不是过于依赖他人对我的认可和关心。",
        "label": ""
      },
      {
        "sentence": "我会努力实现这一点的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够走出这段感情的困扰，找到属于自己的幸福。记住，坚强和独立思考的你会吸引到真正关心你的人。在这个过程中，不要忘记重塑自我价值感，为自己设定界限和期望，选择让真正关心你的人进入你的生活。如果你清楚自己想要的是什么，那么你就更有可能吸引有爱心和善良的人际关系。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够走出这段感情的困扰，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记住，坚强和独立思考的你会吸引到真正关心你的人。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记重塑自我价值感，为自己设定界限和期望，选择让真正关心你的人进入你的生活。",
        "label": ""
      },
      {
        "sentence": "如果你清楚自己想要的是什么，那么你就更有可能吸引有爱心和善良的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，听了你的话，我觉得心情好多了。我相信我会为了自己的幸福而努力的。再次感谢你的陪伴和指导。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，听了你的话，我觉得心情好多了。",
        "label": ""
      },
      {
        "sentence": "我相信我会为了自己的幸福而努力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。记住，你不是一个人在战斗，你随时都可以寻求帮助和支持。祝福你能够找到属于自己的幸福，并走向美好的未来。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，你随时都可以寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的幸福，并走向美好的未来。",
        "label": ""
      }
    ]
  }
]