[
  {
    "role": "client",
    "content": "学习不好，没有人喜欢我，没有人在乎？我觉得我现在痛苦的活着，没有开心的死去舒服，反正我学习不好，也没有人喜欢我，我死活都无所谓，反正也没有人在乎，我先下死了也不会在个大家添麻烦了，所以有没有很快的死法，痛也没关系，只要可以死，干什么都可以。我这段时间只要一哭我就不由自主的用拳头打额头，额头已经被我打青了。",
    "annotation": [
      {
        "sentence": "学习不好，没有人喜欢我，没有人在乎？",
        "label": ""
      },
      {
        "sentence": "我觉得我现在痛苦的活着，没有开心的死去舒服，反正我学习不好，也没有人喜欢我，我死活都无所谓，反正也没有人在乎，我先下死了也不会在个大家添麻烦了，所以有没有很快的死法，痛也没关系，只要可以死，干什么都可以。",
        "label": ""
      },
      {
        "sentence": "我这段时间只要一哭我就不由自主的用拳头打额头，额头已经被我打青了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我感觉很心痛，很难过。你上几年级了，竟然因为学习而感受到没有人爱，内心一定很痛苦吧，不知道是跟家庭有关还是什么原因，但是想告诉你，行行出状元，可以学其他感兴趣的，你可以调整你的心态，找朋友倾诉下，学习新的事物，多运动，有趣的事情很多呢？人这一辈子要经历好多好多事情的你现在所经历的都是你人生路上的小插曲，即使所有外人都不顾及你的感受，都不爱你，但你还有自己啊，别人你无法控制，但是你可以掌握你自己啊，你可以自己爱自己啊。",
    "annotation": [
      {
        "sentence": "看到你的问题，我感觉很心痛，很难过。",
        "label": ""
      },
      {
        "sentence": "你上几年级了，竟然因为学习而感受到没有人爱，内心一定很痛苦吧，不知道是跟家庭有关还是什么原因，但是想告诉你，行行出状元，可以学其他感兴趣的，你可以调整你的心态，找朋友倾诉下，学习新的事物，多运动，有趣的事情很多呢？",
        "label": ""
      },
      {
        "sentence": "人这一辈子要经历好多好多事情的你现在所经历的都是你人生路上的小插曲，即使所有外人都不顾及你的感受，都不爱你，但你还有自己啊，别人你无法控制，但是你可以掌握你自己啊，你可以自己爱自己啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我感觉心情好像稍微好了一些。但我真的很沮丧，觉得自己一无是处，怎么在这样的情况下找到自己的存在价值呢？",
    "annotation": [
      {
        "sentence": "听了你的话，我感觉心情好像稍微好了一些。",
        "label": ""
      },
      {
        "sentence": "但我真的很沮丧，觉得自己一无是处，怎么在这样的情况下找到自己的存在价值呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有过不快乐的时光，但只要你坚持下去，那段不快乐的时光也许是你的蜕变期，你所有的不快乐都有它存在的意义，它让你敏感地意识到自己的需求和想法，如希望被别人认可，得到爱和关系。而不是顺应他人而生存。它让你逐渐成为了你，然而这个阶段是痛苦的，如同破茧成蝶，这个阶段就像茧，如果你无法突破，顺应了自杀的想法，那你将永远无法感受成为蝴蝶时那种魅力环绕的成功解放了自己的感觉。",
    "annotation": [
      {
        "sentence": "每个人都有过不快乐的时光，但只要你坚持下去，那段不快乐的时光也许是你的蜕变期，你所有的不快乐都有它存在的意义，它让你敏感地意识到自己的需求和想法，如希望被别人认可，得到爱和关系。",
        "label": ""
      },
      {
        "sentence": "而不是顺应他人而生存。",
        "label": ""
      },
      {
        "sentence": "它让你逐渐成为了你，然而这个阶段是痛苦的，如同破茧成蝶，这个阶段就像茧，如果你无法突破，顺应了自杀的想法，那你将永远无法感受成为蝴蝶时那种魅力环绕的成功解放了自己的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我应该试着看待这段不快乐的时光，不放弃寻找自己的价值和意义。但我跟父母之间的关系也很紧张，我觉得他们不爱我，因此我也很难与他们沟通。",
    "annotation": [
      {
        "sentence": "你说的很对，我应该试着看待这段不快乐的时光，不放弃寻找自己的价值和意义。",
        "label": ""
      },
      {
        "sentence": "但我跟父母之间的关系也很紧张，我觉得他们不爱我，因此我也很难与他们沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许你的苦恼来自于家庭，也许你认为父母不爱你，可是你知道吗？父母也是第一次为人父母，有的善于表达有的不善于，但你要明白，大部分父母都是爱自己孩子的。你可以主动挑起话题，关心下父母，说下有趣的事情，表达自己的一些想法，而不是憋着生气的时候说，寻找提供亲人直接亲密度的一些方法。",
    "annotation": [
      {
        "sentence": "也许你的苦恼来自于家庭，也许你认为父母不爱你，可是你知道吗？",
        "label": ""
      },
      {
        "sentence": "父母也是第一次为人父母，有的善于表达有的不善于，但你要明白，大部分父母都是爱自己孩子的。",
        "label": ""
      },
      {
        "sentence": "你可以主动挑起话题，关心下父母，说下有趣的事情，表达自己的一些想法，而不是憋着生气的时候说，寻找提供亲人直接亲密度的一些方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以试着主动与父母沟通，表达自己的想法和感受。另外，我发现我在朋友间也没有找到真正的支持和理解，感觉自己很孤单。",
    "annotation": [
      {
        "sentence": "我明白了，我可以试着主动与父母沟通，表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "另外，我发现我在朋友间也没有找到真正的支持和理解，感觉自己很孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候朋友是人生完整的证明，同龄人有说不完的话，和要好的朋友聊聊你的心声，最后你会发现其实你并不孤单，也并不是没有人理解你。如果认为没有要好的也没有关系，可以和自己聊聊天，和你的内在小孩对话，首先要自己理解自己，明白自己为什么会有轻生的念头，然后分析下做什么事情能够化解这种感受，哪怕是大哭一场，撕碎你的作业本，只要能够发泄这种抑郁的感受，那都是成功的交流。",
    "annotation": [
      {
        "sentence": "有时候朋友是人生完整的证明，同龄人有说不完的话，和要好的朋友聊聊你的心声，最后你会发现其实你并不孤单，也并不是没有人理解你。",
        "label": ""
      },
      {
        "sentence": "如果认为没有要好的也没有关系，可以和自己聊聊天，和你的内在小孩对话，首先要自己理解自己，明白自己为什么会有轻生的念头，然后分析下做什么事情能够化解这种感受，哪怕是大哭一场，撕碎你的作业本，只要能够发泄这种抑郁的感受，那都是成功的交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我可以试着与内心对话，倾听自己的需求和感受。另外，我想找个方式来宣泄抑郁的情绪，你认为写日记或在网上匿名写心情怎么样？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我可以试着与内心对话，倾听自己的需求和感受。",
        "label": ""
      },
      {
        "sentence": "另外，我想找个方式来宣泄抑郁的情绪，你认为写日记或在网上匿名写心情怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些心事真的不愿和人说，那么就写在日记本里吧或者在网上发心情，爱恨情仇恩怨是非，若是不想与人知，那就放在文字中表达出来，这也是很不错的选择，因为我们身边不可能时时陪伴着知心人，那只好自己开解自己，在写日记的过程中还能更理智地分析自己的感情变化，了解自己的思维活动，另外还能培养写作兴趣，说不定在将来一不小心你就成为了一个大文豪哦。最后，作为一个正在努力挣扎的人告诉你，世界很大，你确定不去看看吗？相信自己，努力活下去，勇敢走下去，你会发现世界是你的。",
    "annotation": [
      {
        "sentence": "有些心事真的不愿和人说，那么就写在日记本里吧或者在网上发心情，爱恨情仇恩怨是非，若是不想与人知，那就放在文字中表达出来，这也是很不错的选择，因为我们身边不可能时时陪伴着知心人，那只好自己开解自己，在写日记的过程中还能更理智地分析自己的感情变化，了解自己的思维活动，另外还能培养写作兴趣，说不定在将来一不小心你就成为了一个大文豪哦。",
        "label": ""
      },
      {
        "sentence": "最后，作为一个正在努力挣扎的人告诉你，世界很大，你确定不去看看吗？",
        "label": ""
      },
      {
        "sentence": "相信自己，努力活下去，勇敢走下去，你会发现世界是你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尝试寻找自己的兴趣和价值，并努力走出困境，活出属于我的精彩。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尝试寻找自己的兴趣和价值，并努力走出困境，活出属于我的精彩。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  }
]