[
  {
    "role": "client",
    "content": "我是一个21岁的女生，最近发现自己很害怕在感情中受到伤害和冷暴力。以前还没有上大学的时候，因为家庭原因和自身的不自信，我总是感到自卑，害怕和瘦的女生交朋友，看到瘦的人就会躲开。虽然现在变瘦了一些，但是在感情方面，我总是成为受伤害的那一方。而且跟对方在一起也是因为觉得对不起对方，不想让对方难受，才会选择在一起。然而，我却收到了很多伤害，导致我在感情中产生了很多恐惧的因素。去年年底，在上大学的城市，我被诊断出患有重度抑郁焦虑症。当时是因为和室友之间发生了一些不愉快的事情，别人都觉得明明不是我的错，我为什么总是默默承受这些。我总是不会拒绝别人，害怕拒绝就会被别人不待见，还被人说太好欺负。",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，最近发现自己很害怕在感情中受到伤害和冷暴力。",
        "label": ""
      },
      {
        "sentence": "以前还没有上大学的时候，因为家庭原因和自身的不自信，我总是感到自卑，害怕和瘦的女生交朋友，看到瘦的人就会躲开。",
        "label": ""
      },
      {
        "sentence": "虽然现在变瘦了一些，但是在感情方面，我总是成为受伤害的那一方。",
        "label": ""
      },
      {
        "sentence": "而且跟对方在一起也是因为觉得对不起对方，不想让对方难受，才会选择在一起。",
        "label": ""
      },
      {
        "sentence": "然而，我却收到了很多伤害，导致我在感情中产生了很多恐惧的因素。",
        "label": ""
      },
      {
        "sentence": "去年年底，在上大学的城市，我被诊断出患有重度抑郁焦虑症。",
        "label": ""
      },
      {
        "sentence": "当时是因为和室友之间发生了一些不愉快的事情，别人都觉得明明不是我的错，我为什么总是默默承受这些。",
        "label": ""
      },
      {
        "sentence": "我总是不会拒绝别人，害怕拒绝就会被别人不待见，还被人说太好欺负。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你经历的所有事情，我对你的遭遇感到痛心，但是你已经迈出了寻求帮助的第一步，这是非常勇敢的。在大学期间，我们进入了一个陌生的环境，会遇到很多陌生的人，并且以不同于以前的形式进行上课。对于我们来说，这是一个巨大的挑战，尤其是在人际交往方面，如何与同学们建立良好的关系是非常重要的。你提到家庭原因导致你内心感到自卑和不自信，你有没有把这种自卑和不自信的情绪带入与同学们相处的过程中呢？你总是不会拒绝别人，害怕拒绝会被别人不待见。其实，拒绝别人是一件很正常的事情，如果你做不到别人找你帮忙，你应该拒绝，因为硬着头皮做下去不但不能帮到别人，还有可能把事情搞糟。所以你需要学会拒绝别人，并且要认识到在人际交往过程中拒绝别人是非常重要的能力，而不是不良的行为。另外，你要接纳自己，无论是优点还是缺点，它们都是你本体的一部分。最后，在你焦虑的时候可以通过运动和冥想来缓解，也可以找咨询师进行心理干预，千万不要忽视疾病，并且尽早寻求帮助，情况允许的话可以在咨询师的帮助下去探索你自卑的原因，直面内心的痛苦。加油！祝福你！",
    "annotation": [
      {
        "sentence": "看到你经历的所有事情，我对你的遭遇感到痛心，但是你已经迈出了寻求帮助的第一步，这是非常勇敢的。",
        "label": ""
      },
      {
        "sentence": "在大学期间，我们进入了一个陌生的环境，会遇到很多陌生的人，并且以不同于以前的形式进行上课。",
        "label": ""
      },
      {
        "sentence": "对于我们来说，这是一个巨大的挑战，尤其是在人际交往方面，如何与同学们建立良好的关系是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你提到家庭原因导致你内心感到自卑和不自信，你有没有把这种自卑和不自信的情绪带入与同学们相处的过程中呢？",
        "label": ""
      },
      {
        "sentence": "你总是不会拒绝别人，害怕拒绝会被别人不待见。",
        "label": ""
      },
      {
        "sentence": "其实，拒绝别人是一件很正常的事情，如果你做不到别人找你帮忙，你应该拒绝，因为硬着头皮做下去不但不能帮到别人，还有可能把事情搞糟。",
        "label": ""
      },
      {
        "sentence": "所以你需要学会拒绝别人，并且要认识到在人际交往过程中拒绝别人是非常重要的能力，而不是不良的行为。",
        "label": ""
      },
      {
        "sentence": "另外，你要接纳自己，无论是优点还是缺点，它们都是你本体的一部分。",
        "label": ""
      },
      {
        "sentence": "最后，在你焦虑的时候可以通过运动和冥想来缓解，也可以找咨询师进行心理干预，千万不要忽视疾病，并且尽早寻求帮助，情况允许的话可以在咨询师的帮助下去探索你自卑的原因，直面内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，感觉能够找到一个可以倾诉的人很温暖。我确实没有意识到自己的自卑情绪对与同学的交往产生了影响。我总是害怕被拒绝，担心拒绝别人就会被别人不待见。听你这么说，拒绝其实是一种正常的行为，我应该勇敢地表达自己的需求，如果无法满足别人的要求，也可以适当地拒绝。而且我也意识到了接纳自己的重要性，无论是优点还是缺点，都是我独特的一部分。我会试着去缓解焦虑，通过运动和冥想来平衡自己的情绪。同时，我也会考虑寻求咨询师的帮助，希望能够通过他们的指导来探索自卑情绪的原因，重新面对和处理内心的痛苦。非常感谢你的建议和支持，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，感觉能够找到一个可以倾诉的人很温暖。",
        "label": ""
      },
      {
        "sentence": "我确实没有意识到自己的自卑情绪对与同学的交往产生了影响。",
        "label": ""
      },
      {
        "sentence": "我总是害怕被拒绝，担心拒绝别人就会被别人不待见。",
        "label": ""
      },
      {
        "sentence": "听你这么说，拒绝其实是一种正常的行为，我应该勇敢地表达自己的需求，如果无法满足别人的要求，也可以适当地拒绝。",
        "label": ""
      },
      {
        "sentence": "而且我也意识到了接纳自己的重要性，无论是优点还是缺点，都是我独特的一部分。",
        "label": ""
      },
      {
        "sentence": "我会试着去缓解焦虑，通过运动和冥想来平衡自己的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求咨询师的帮助，希望能够通过他们的指导来探索自卑情绪的原因，重新面对和处理内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和支持，我会加油的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮助到你，并看到你有积极的反应。你已经意识到了拒绝和接纳自己的重要性，这是很大的进步。当你面对焦虑的时候，不要忘记通过运动和冥想来帮助自己放松。同时，咨询师的专业帮助对于你来说会是非常有益的。他们可以帮助你探索自卑情绪的深层原因，并提供有效的解决方案。记住，你并不孤单，有许多人愿意伸出援手帮助你渡过困难时刻。如果你需要任何帮助或者只是想找个地方倾诉，随时都可以找我。你不是一个人在战斗，我们会一直陪伴你。加油！",
    "annotation": [
      {
        "sentence": "非常高兴能够帮助到你，并看到你有积极的反应。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了拒绝和接纳自己的重要性，这是很大的进步。",
        "label": ""
      },
      {
        "sentence": "当你面对焦虑的时候，不要忘记通过运动和冥想来帮助自己放松。",
        "label": ""
      },
      {
        "sentence": "同时，咨询师的专业帮助对于你来说会是非常有益的。",
        "label": ""
      },
      {
        "sentence": "他们可以帮助你探索自卑情绪的深层原因，并提供有效的解决方案。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有许多人愿意伸出援手帮助你渡过困难时刻。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者只是想找个地方倾诉，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一直陪伴你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]