[
  {
    "role": "client",
    "content": "我爱上一个不该爱的人，怎么办？直接走开还是坚持追求？我是个gay，他也是个gay，不过他有男朋友了，我母胎单身。我们俩是同事，我工龄比他大所以经常帮助他，我们关系走得非常近。",
    "annotation": [
      {
        "sentence": "我爱上一个不该爱的人，怎么办？",
        "label": ""
      },
      {
        "sentence": "直接走开还是坚持追求？",
        "label": ""
      },
      {
        "sentence": "我是个gay，他也是个gay，不过他有男朋友了，我母胎单身。",
        "label": ""
      },
      {
        "sentence": "我们俩是同事，我工龄比他大所以经常帮助他，我们关系走得非常近。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你这种爱而不得的，纠结的，挣扎的痛苦，每一个在深陷爱中的人又何尝不是呢？爱无所谓该爱还是不该爱，更何况你们还是因为爱而爱的小众群体，每一次的相遇都是多么的可贵和珍稀呀。那些相处时的激情、关心欲和保护欲；那些在心头涌上的情绪都是你们爱的见证呀。你不必自怨自艾，也不是配不上他，而是可以去感谢这段经历，感谢你爱的这个人他是如何教会了你爱。你看，他不是已经给你答案了吗。他知道你爱他，但是他有男友。他没有抗拒，但也没有再亲密。我想你不用纠结爱与不爱的问题，而是他在爱中选择了他的男友以及他们的承诺。",
    "annotation": [
      {
        "sentence": "我明白你这种爱而不得的，纠结的，挣扎的痛苦，每一个在深陷爱中的人又何尝不是呢？",
        "label": ""
      },
      {
        "sentence": "爱无所谓该爱还是不该爱，更何况你们还是因为爱而爱的小众群体，每一次的相遇都是多么的可贵和珍稀呀。",
        "label": ""
      },
      {
        "sentence": "那些相处时的激情、关心欲和保护欲；那些在心头涌上的情绪都是你们爱的见证呀。",
        "label": ""
      },
      {
        "sentence": "你不必自怨自艾，也不是配不上他，而是可以去感谢这段经历，感谢你爱的这个人他是如何教会了你爱。",
        "label": ""
      },
      {
        "sentence": "你看，他不是已经给你答案了吗。",
        "label": ""
      },
      {
        "sentence": "他知道你爱他，但是他有男友。",
        "label": ""
      },
      {
        "sentence": "他没有抗拒，但也没有再亲密。",
        "label": ""
      },
      {
        "sentence": "我想你不用纠结爱与不爱的问题，而是他在爱中选择了他的男友以及他们的承诺。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，他的回避就是他在爱中选择了他的男友。虽然我理解，但我还是很困惑，不知道他到底是爱我还是不爱我。我之前亲过他额头，他没有抗拒，但之后再没有更进一步的接触。我不知道该如何去经营这段感情，是直接走开，还是继续当朋友，还是坚持追求他。",
    "annotation": [
      {
        "sentence": "你说得对，他的回避就是他在爱中选择了他的男友。",
        "label": ""
      },
      {
        "sentence": "虽然我理解，但我还是很困惑，不知道他到底是爱我还是不爱我。",
        "label": ""
      },
      {
        "sentence": "我之前亲过他额头，他没有抗拒，但之后再没有更进一步的接触。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何去经营这段感情，是直接走开，还是继续当朋友，还是坚持追求他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，他的回避表明了他在感情中面临两难选择，你不必再纠结他到底爱不爱你，因为他已经为了他男友的感受而回避你们的感情。这是一种坚守，也是一种责任。你可以尝试去接受他的选择，珍惜你们之间的友谊，并尊重他的决定。而对于你自己来说，也要学会放下，寻找属于自己的幸福。",
    "annotation": [
      {
        "sentence": "是的，他的回避表明了他在感情中面临两难选择，你不必再纠结他到底爱不爱你，因为他已经为了他男友的感受而回避你们的感情。",
        "label": ""
      },
      {
        "sentence": "这是一种坚守，也是一种责任。",
        "label": ""
      },
      {
        "sentence": "你可以尝试去接受他的选择，珍惜你们之间的友谊，并尊重他的决定。",
        "label": ""
      },
      {
        "sentence": "而对于你自己来说，也要学会放下，寻找属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该尊重他的决定，同时也要为自己寻找幸福。但我很害怕，以后他转岗去另一个部门后，我可能再也帮不上他的忙了，他会不会疏远我呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该尊重他的决定，同时也要为自己寻找幸福。",
        "label": ""
      },
      {
        "sentence": "但我很害怕，以后他转岗去另一个部门后，我可能再也帮不上他的忙了，他会不会疏远我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的担心，但是不必过于忧虑。你们之间的友谊不仅仅是因为工作的关系，而是建立在相互帮助和理解的基础上的。即使他转岗去了另一个部门，你们之间的联系不会因此而断开。你可以尝试保持与他的良好沟通，与他保持朋友关系，共同成长。同时，也要为自己的工作和生活找到更多的乐趣和支持。",
    "annotation": [
      {
        "sentence": "我可以理解你的担心，但是不必过于忧虑。",
        "label": ""
      },
      {
        "sentence": "你们之间的友谊不仅仅是因为工作的关系，而是建立在相互帮助和理解的基础上的。",
        "label": ""
      },
      {
        "sentence": "即使他转岗去了另一个部门，你们之间的联系不会因此而断开。",
        "label": ""
      },
      {
        "sentence": "你可以尝试保持与他的良好沟通，与他保持朋友关系，共同成长。",
        "label": ""
      },
      {
        "sentence": "同时，也要为自己的工作和生活找到更多的乐趣和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着放下自卑和恐惧，珍惜我们之间的友谊，同时也会为自己的生活多找些快乐。真的很感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着放下自卑和恐惧，珍惜我们之间的友谊，同时也会为自己的生活多找些快乐。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意陪伴你度过这段困难的时光。无论是爱情还是友情，都需要我们去坚持和经营。希望你能够找到属于自己的幸福，展开新的生活篇章。你并不孤单，相信自己，你会越来越好的。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我愿意陪伴你度过这段困难的时光。",
        "label": ""
      },
      {
        "sentence": "无论是爱情还是友情，都需要我们去坚持和经营。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到属于自己的幸福，展开新的生活篇章。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，相信自己，你会越来越好的。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]