[
  {
    "role": "client",
    "content": "我是一个18岁的女生，最近感觉自己很自卑，眼神也不正常，总是害怕别人注意到我。而且，当听到别人讨论时，我总觉得他们在议论我。我也担心自己的表情会被误会，怕与人交流，更怕遇到极端分子的袭击。这些恐惧感已经深深地根植在我内心深处，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，最近感觉自己很自卑，眼神也不正常，总是害怕别人注意到我。",
        "label": ""
      },
      {
        "sentence": "而且，当听到别人讨论时，我总觉得他们在议论我。",
        "label": ""
      },
      {
        "sentence": "我也担心自己的表情会被误会，怕与人交流，更怕遇到极端分子的袭击。",
        "label": ""
      },
      {
        "sentence": "这些恐惧感已经深深地根植在我内心深处，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你能清楚地认识到自己的恐惧和不足，但你觉得很难承受并改变自己，是吗？我相信，你可以学会不再害怕并逐渐改变自己，只是这需要一个过程。你愿意付出自助的努力吗？首先，有一个大方向的改变：停止或尽量减少对“我不能”的思考，开始关注“我能够”的方面。要实现这个改变，你需要努力抑制负面思维的惯性。如果有负面、否定自我的想法出现，告诉自己“够了”，不再继续想。比如，如果有人看了你几眼，你感到害怕，马上对自己说“我不再害怕了”。如果这样能阻止负面思维，就马上肯定和鼓励自己。如果有一些想法无法立即停止，想法结束后总结一下，分清哪些是没有根据的害怕，告诉自己下次在这类想法出现之前要用“够了”来制止它们。即使有些想法很难改变，也不要自责和自罚，要提醒自己这只是思维习惯的顽固表现，需要更多时间来改变。同时，努力寻找自己的“我能够”的事情。这些事情不一定要很大，甚至可以是过去就能够做的事情。每天试着发现一点自己的“能够”，如果有一些能够重复出现，就加倍肯定自己，这是自信心的培养过程。随着发现自己能够的事情越来越多，看看它们之间是否有联系，是否可以形成新的能够。这是一个自我认知的过程，可能刚开始会不太习惯，但请相信，这是你成长和展现自我的方向，需要持续努力。在寻找自我能够的过程中，也请留意他人对你的肯定语言、目光和行动，并且珍惜这些发现。不要害怕，你现在不需要对自己有太高的期望和压力，也不需要迫使自己做出什么反应。只需要努力停止恐惧和否定自己的想法，并积极寻找“我能够”的机会。如果以后还有疑问，欢迎继续提问。",
    "annotation": [
      {
        "sentence": "我很理解你能清楚地认识到自己的恐惧和不足，但你觉得很难承受并改变自己，是吗？",
        "label": ""
      },
      {
        "sentence": "我相信，你可以学会不再害怕并逐渐改变自己，只是这需要一个过程。",
        "label": ""
      },
      {
        "sentence": "你愿意付出自助的努力吗？",
        "label": ""
      },
      {
        "sentence": "首先，有一个大方向的改变：停止或尽量减少对“我不能”的思考，开始关注“我能够”的方面。",
        "label": ""
      },
      {
        "sentence": "要实现这个改变，你需要努力抑制负面思维的惯性。",
        "label": ""
      },
      {
        "sentence": "如果有负面、否定自我的想法出现，告诉自己“够了”，不再继续想。",
        "label": ""
      },
      {
        "sentence": "比如，如果有人看了你几眼，你感到害怕，马上对自己说“我不再害怕了”。",
        "label": ""
      },
      {
        "sentence": "如果这样能阻止负面思维，就马上肯定和鼓励自己。",
        "label": ""
      },
      {
        "sentence": "如果有一些想法无法立即停止，想法结束后总结一下，分清哪些是没有根据的害怕，告诉自己下次在这类想法出现之前要用“够了”来制止它们。",
        "label": ""
      },
      {
        "sentence": "即使有些想法很难改变，也不要自责和自罚，要提醒自己这只是思维习惯的顽固表现，需要更多时间来改变。",
        "label": ""
      },
      {
        "sentence": "同时，努力寻找自己的“我能够”的事情。",
        "label": ""
      },
      {
        "sentence": "这些事情不一定要很大，甚至可以是过去就能够做的事情。",
        "label": ""
      },
      {
        "sentence": "每天试着发现一点自己的“能够”，如果有一些能够重复出现，就加倍肯定自己，这是自信心的培养过程。",
        "label": ""
      },
      {
        "sentence": "随着发现自己能够的事情越来越多，看看它们之间是否有联系，是否可以形成新的能够。",
        "label": ""
      },
      {
        "sentence": "这是一个自我认知的过程，可能刚开始会不太习惯，但请相信，这是你成长和展现自我的方向，需要持续努力。",
        "label": ""
      },
      {
        "sentence": "在寻找自我能够的过程中，也请留意他人对你的肯定语言、目光和行动，并且珍惜这些发现。",
        "label": ""
      },
      {
        "sentence": "不要害怕，你现在不需要对自己有太高的期望和压力，也不需要迫使自己做出什么反应。",
        "label": ""
      },
      {
        "sentence": "只需要努力停止恐惧和否定自己的想法，并积极寻找“我能够”的机会。",
        "label": ""
      },
      {
        "sentence": "如果以后还有疑问，欢迎继续提问。",
        "label": ""
      }
    ]
  }
]