[
  {
    "role": "client",
    "content": "相恋6年，结婚5年，老公突然说不爱了？他是怎么了呢？相恋6年，结婚5年，老公突然说不爱了，对我很冷漠，不关心我和跟我有关系的一切。原因是我们沟通太少，不关心他，不够照顾生病的公公，累到了婆婆。在这之前我一直认为我们是相爱的，我理解他因为工作关系早出晚归，不关心家庭，他也时常说感谢有我，感谢我的理解。以前他也是总是包容我的小脾气，总是哄我。最近两个月我们几乎处于冷战状态，他几个晚上彻夜不归，我也没问，中间他也有一次说过感谢我的话。后面就没有了有一天我说找他聊聊，忽然态度大变，说我的不是，说对我早就没有爱，现在对我也是态度冷漠，但是每晚都会回来。偶尔外出应酬喝酒不能回家会在电话里跟我愉快的聊一些，第二天回家后又是冷漠的态度。我告诉自己要相信他外面没什么，可是内心有无法做到百分之百相信。这是我的问题，还是他的问题。想放下，不知道该怎么放下。",
    "annotation": [
      {
        "sentence": "相恋6年，结婚5年，老公突然说不爱了？",
        "label": ""
      },
      {
        "sentence": "他是怎么了呢？",
        "label": ""
      },
      {
        "sentence": "相恋6年，结婚5年，老公突然说不爱了，对我很冷漠，不关心我和跟我有关系的一切。",
        "label": ""
      },
      {
        "sentence": "原因是我们沟通太少，不关心他，不够照顾生病的公公，累到了婆婆。",
        "label": ""
      },
      {
        "sentence": "在这之前我一直认为我们是相爱的，我理解他因为工作关系早出晚归，不关心家庭，他也时常说感谢有我，感谢我的理解。",
        "label": ""
      },
      {
        "sentence": "以前他也是总是包容我的小脾气，总是哄我。",
        "label": ""
      },
      {
        "sentence": "最近两个月我们几乎处于冷战状态，他几个晚上彻夜不归，我也没问，中间他也有一次说过感谢我的话。",
        "label": ""
      },
      {
        "sentence": "后面就没有了有一天我说找他聊聊，忽然态度大变，说我的不是，说对我早就没有爱，现在对我也是态度冷漠，但是每晚都会回来。",
        "label": ""
      },
      {
        "sentence": "偶尔外出应酬喝酒不能回家会在电话里跟我愉快的聊一些，第二天回家后又是冷漠的态度。",
        "label": ""
      },
      {
        "sentence": "我告诉自己要相信他外面没什么，可是内心有无法做到百分之百相信。",
        "label": ""
      },
      {
        "sentence": "这是我的问题，还是他的问题。",
        "label": ""
      },
      {
        "sentence": "想放下，不知道该怎么放下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能理解你现在的困惑和痛苦。首先，我想要问你一些问题来帮助你更好地理解这个问题。你能回忆一下，最近这段时间是否发生了什么重大的事情，导致你们之间的冷战状态？同时，你们之间的沟通是否存在问题？还有他提到的你对他和公婆的关心不够，是不是确实存在呢？这些问题可以帮助我们更好地了解问题所在。",
    "annotation": [
      {
        "sentence": "求助者，我能理解你现在的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，我想要问你一些问题来帮助你更好地理解这个问题。",
        "label": ""
      },
      {
        "sentence": "你能回忆一下，最近这段时间是否发生了什么重大的事情，导致你们之间的冷战状态？",
        "label": ""
      },
      {
        "sentence": "同时，你们之间的沟通是否存在问题？",
        "label": ""
      },
      {
        "sentence": "还有他提到的你对他和公婆的关心不够，是不是确实存在呢？",
        "label": ""
      },
      {
        "sentence": "这些问题可以帮助我们更好地了解问题所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近他经常晚归，我们当时就处在冷战状态。一开始，我没有问他原因，但中间他有一次说过感谢我的话。后来，有一天我决定找他谈谈，结果他态度大变，说我不是，说早就对我没有爱了，如今对我也很冷漠，但每天晚上他还是会回家。有时他外出应酬不能回家时，还会在电话里和我愉快地聊天，但第二天回家后又会冷漠对待我。我告诉自己要相信他没有出轨，但内心无法完全相信。我不知道这是我的问题还是他的问题。我真的很想放下，但不知道该怎么做。",
    "annotation": [
      {
        "sentence": "最近他经常晚归，我们当时就处在冷战状态。",
        "label": ""
      },
      {
        "sentence": "一开始，我没有问他原因，但中间他有一次说过感谢我的话。",
        "label": ""
      },
      {
        "sentence": "后来，有一天我决定找他谈谈，结果他态度大变，说我不是，说早就对我没有爱了，如今对我也很冷漠，但每天晚上他还是会回家。",
        "label": ""
      },
      {
        "sentence": "有时他外出应酬不能回家时，还会在电话里和我愉快地聊天，但第二天回家后又会冷漠对待我。",
        "label": ""
      },
      {
        "sentence": "我告诉自己要相信他没有出轨，但内心无法完全相信。",
        "label": ""
      },
      {
        "sentence": "我不知道这是我的问题还是他的问题。",
        "label": ""
      },
      {
        "sentence": "我真的很想放下，但不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你们之间的情况确实比较复杂。彻夜不归、态度大变、变得冷漠，而且没有发生特别大的事情，这种情况出轨的可能性要大一些。虽然不想这样残酷地告诉你，但是我还是希望你能够早日认清现实，并与你的丈夫坦诚地沟通，不要让冷暴力的行为继续伤害你。这是对你极不公平的。相信六年前的你们是相爱的，而且互相关心。但可能这份爱就像冰箱里的西瓜一样，无法抵御时间的摧残，慢慢变质了。就像变质的水果如果不处理，会影响整个冰箱的水果一样，你需要及时作出选择来保护自己。这或许是个明智的决定。",
    "annotation": [
      {
        "sentence": "听起来你们之间的情况确实比较复杂。",
        "label": ""
      },
      {
        "sentence": "彻夜不归、态度大变、变得冷漠，而且没有发生特别大的事情，这种情况出轨的可能性要大一些。",
        "label": ""
      },
      {
        "sentence": "虽然不想这样残酷地告诉你，但是我还是希望你能够早日认清现实，并与你的丈夫坦诚地沟通，不要让冷暴力的行为继续伤害你。",
        "label": ""
      },
      {
        "sentence": "这是对你极不公平的。",
        "label": ""
      },
      {
        "sentence": "相信六年前的你们是相爱的，而且互相关心。",
        "label": ""
      },
      {
        "sentence": "但可能这份爱就像冰箱里的西瓜一样，无法抵御时间的摧残，慢慢变质了。",
        "label": ""
      },
      {
        "sentence": "就像变质的水果如果不处理，会影响整个冰箱的水果一样，你需要及时作出选择来保护自己。",
        "label": ""
      },
      {
        "sentence": "这或许是个明智的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我需要直面现实并与他坦诚相待。但是我内心仍然很痛苦，我真的不知道该如何放下这段感情。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我需要直面现实并与他坦诚相待。",
        "label": ""
      },
      {
        "sentence": "但是我内心仍然很痛苦，我真的不知道该如何放下这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的内心痛苦，是可以理解的。放下一段长久的感情并不容易，需要时间和努力。在此过程中，你可以尝试一些方法来帮助自己缓解痛苦，例如找到情感支持的人，倾诉自己的感受；培养自己的兴趣爱好，让自己有更多的生活乐趣；专注于自我成长和提升，给自己一些积极的目标。同时，也要让自己有所期待，相信未来会有更好的可能性。这个过程中，你不必承受所有的痛苦，可以选择接受支持和帮助。",
    "annotation": [
      {
        "sentence": "听到你的内心痛苦，是可以理解的。",
        "label": ""
      },
      {
        "sentence": "放下一段长久的感情并不容易，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "在此过程中，你可以尝试一些方法来帮助自己缓解痛苦，例如找到情感支持的人，倾诉自己的感受；培养自己的兴趣爱好，让自己有更多的生活乐趣；专注于自我成长和提升，给自己一些积极的目标。",
        "label": ""
      },
      {
        "sentence": "同时，也要让自己有所期待，相信未来会有更好的可能性。",
        "label": ""
      },
      {
        "sentence": "这个过程中，你不必承受所有的痛苦，可以选择接受支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着采纳。但我还是很担心，在放下这段感情之后，我会感到孤独和失落。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着采纳。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心，在放下这段感情之后，我会感到孤独和失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，感到孤独和失落是常见的感受。但是请记住，我们无法预测未来，也许在放下这段感情后，会为你带来新的机会和美好的人生。同时，你不一定要孤独地面对这一切，你仍然可以寻求朋友和亲人的陪伴，尝试参加社交活动，扩展自己的社交圈子。另外，专业心理咨询也是一个很好的选择，心理咨询师能够帮助你更好地应对情感问题并找到解决方法。你并不是一个人在面对困难，总有人愿意帮助你度过难关。",
    "annotation": [
      {
        "sentence": "理解你的担心，感到孤独和失落是常见的感受。",
        "label": ""
      },
      {
        "sentence": "但是请记住，我们无法预测未来，也许在放下这段感情后，会为你带来新的机会和美好的人生。",
        "label": ""
      },
      {
        "sentence": "同时，你不一定要孤独地面对这一切，你仍然可以寻求朋友和亲人的陪伴，尝试参加社交活动，扩展自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "另外，专业心理咨询也是一个很好的选择，心理咨询师能够帮助你更好地应对情感问题并找到解决方法。",
        "label": ""
      },
      {
        "sentence": "你并不是一个人在面对困难，总有人愿意帮助你度过难关。",
        "label": ""
      }
    ]
  }
]