[
  {
    "role": "client",
    "content": "父母的期望太重了，我要怎么才能坚持下去？",
    "annotation": [
      {
        "sentence": "父母的期望太重了，我要怎么才能坚持下去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，我了解你感受到了父母期望的沉甸甸，你的处境确实十分困扰。请问你能和我详细说说你父母的期望是怎样的吗？",
    "annotation": [
      {
        "sentence": "孩子，我了解你感受到了父母期望的沉甸甸，你的处境确实十分困扰。",
        "label": ""
      },
      {
        "sentence": "请问你能和我详细说说你父母的期望是怎样的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的妈妈从我出生的那天起，就围绕着我一个人转，一切以我的时间为主。她把我的学习看得比一切还重，考试考不好就打，就骂，是那种家暴式的，我很累，我的心思其实不在学习上，虽然脑子不笨，可我学不进去。有时，她上一秒还笑嘻嘻，下一秒提到了学习，就会阴沉着脸，我现在已经有心理阴影了，只要她不是在笑，我就会觉得自己是不是又做错了什么。",
    "annotation": [
      {
        "sentence": "我的妈妈从我出生的那天起，就围绕着我一个人转，一切以我的时间为主。",
        "label": ""
      },
      {
        "sentence": "她把我的学习看得比一切还重，考试考不好就打，就骂，是那种家暴式的，我很累，我的心思其实不在学习上，虽然脑子不笨，可我学不进去。",
        "label": ""
      },
      {
        "sentence": "有时，她上一秒还笑嘻嘻，下一秒提到了学习，就会阴沉着脸，我现在已经有心理阴影了，只要她不是在笑，我就会觉得自己是不是又做错了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉听到你的遭遇，这样的家庭环境会让你感到压力倍增。你的妈妈在教育上采取了一种较为激烈的方式，你的内心肯定感到很受伤。你能告诉我你在学校和生活中还有其他压力吗？",
    "annotation": [
      {
        "sentence": "很抱歉听到你的遭遇，这样的家庭环境会让你感到压力倍增。",
        "label": ""
      },
      {
        "sentence": "你的妈妈在教育上采取了一种较为激烈的方式，你的内心肯定感到很受伤。",
        "label": ""
      },
      {
        "sentence": "你能告诉我你在学校和生活中还有其他压力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的爸爸是个普通工人，每天上班很忙，他是不怎么管我的学习的，但是在我每次考不好时，我妈会找他吵，这时他才会来找我吵，一说，就是没完没了，他偶尔休息在家时，大概就是看我二十四个小时都坐在书桌前才高兴。可他在我身上花钱，也从来不心疼，衣食、补课，我从不比别人少些什么，自己身体不好，也舍不得休息。",
    "annotation": [
      {
        "sentence": "我的爸爸是个普通工人，每天上班很忙，他是不怎么管我的学习的，但是在我每次考不好时，我妈会找他吵，这时他才会来找我吵，一说，就是没完没了，他偶尔休息在家时，大概就是看我二十四个小时都坐在书桌前才高兴。",
        "label": ""
      },
      {
        "sentence": "可他在我身上花钱，也从来不心疼，衣食、补课，我从不比别人少些什么，自己身体不好，也舍不得休息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你在家庭中承受了很多责任和期望，同时也感到了经济上的压力。这些负面情绪和困境让你的学习和内心状态都受到了影响，你的感受我完全理解。我们一起来探索一下你自己的梦想和父母的期望之间有哪些冲突，并寻找解决的方法，好吗？",
    "annotation": [
      {
        "sentence": "看来你在家庭中承受了很多责任和期望，同时也感到了经济上的压力。",
        "label": ""
      },
      {
        "sentence": "这些负面情绪和困境让你的学习和内心状态都受到了影响，你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "我们一起来探索一下你自己的梦想和父母的期望之间有哪些冲突，并寻找解决的方法，好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道他们都很爱我，但这份期望或许是太重了，我难以承担，我和他们的期望差的很远很远，而且我自己的梦想和他们的期望，完全是两个方向，我不想让他们失望，只是我不知道，还能坚持多久。",
    "annotation": [
      {
        "sentence": "我知道他们都很爱我，但这份期望或许是太重了，我难以承担，我和他们的期望差的很远很远，而且我自己的梦想和他们的期望，完全是两个方向，我不想让他们失望，只是我不知道，还能坚持多久。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你现在感到在家庭的期望和你自己的梦想之间左右为难。这是一个很常见的问题，让我给你一些建议。首先，我们可以试着和父母沟通，诚实地表达你自己的感受和困惑，让他们理解你的内心世界。其次，你可以寻求外部支持，比如与老师、辅导员或心理咨询师交流，他们可以帮助你化解内心的困惑并提供专业的建议。最重要的是，要相信自己，坚持自己的梦想，并为之努力奋斗，每个人都有自己独特的发展轨迹和需要时间成长的空间。",
    "annotation": [
      {
        "sentence": "明白了，你现在感到在家庭的期望和你自己的梦想之间左右为难。",
        "label": ""
      },
      {
        "sentence": "这是一个很常见的问题，让我给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以试着和父母沟通，诚实地表达你自己的感受和困惑，让他们理解你的内心世界。",
        "label": ""
      },
      {
        "sentence": "其次，你可以寻求外部支持，比如与老师、辅导员或心理咨询师交流，他们可以帮助你化解内心的困惑并提供专业的建议。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要相信自己，坚持自己的梦想，并为之努力奋斗，每个人都有自己独特的发展轨迹和需要时间成长的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他们沟通，虽然我有些担心他们的反应。你提到的寻求外部支持也让我觉得更有勇气去面对这个困境了。谢谢你的建议，我会坚持自己的梦想，为之努力奋斗。",
    "annotation": [
      {
        "sentence": "我会试着和他们沟通，虽然我有些担心他们的反应。",
        "label": ""
      },
      {
        "sentence": "你提到的寻求外部支持也让我觉得更有勇气去面对这个困境了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会坚持自己的梦想，为之努力奋斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试和父母沟通，并感受到勇气去面对困境。记住，你的梦想很重要，有了勇气和支持，你一定能够克服困难，实现自己的目标。如果以后还需要帮助或者有其他问题，随时都可以来找我倾诉和咨询。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试和父母沟通，并感受到勇气去面对困境。",
        "label": ""
      },
      {
        "sentence": "记住，你的梦想很重要，有了勇气和支持，你一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助或者有其他问题，随时都可以来找我倾诉和咨询。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会珍惜这次对话带给我的启发，并尽力面对自己的困境。再次感谢你的关心和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会珍惜这次对话带给我的启发，并尽力面对自己的困境。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的关心和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你有足够的能力去解决问题。无论遇到什么困难，记得要积极寻求帮助，与他人分享自己的困境和感受，你并不孤单。祝你一切都能顺利解决，加油！如果需要的话，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你有足够的能力去解决问题。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记得要积极寻求帮助，与他人分享自己的困境和感受，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "祝你一切都能顺利解决，加油！",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]