[
  {
    "role": "client",
    "content": "和不是很爱的女朋友应该结婚吗？我34岁了，从小爸妈的婚姻不幸福，当我面对婚姻的时候，我发现我一点都不想结婚，也不想生小孩。和我女朋友在一起很久，她总是很支持我，大多数时候都听我的，她一心想要结婚生子，可是我好难说服自己。",
    "annotation": [
      {
        "sentence": "和不是很爱的女朋友应该结婚吗？",
        "label": ""
      },
      {
        "sentence": "我34岁了，从小爸妈的婚姻不幸福，当我面对婚姻的时候，我发现我一点都不想结婚，也不想生小孩。",
        "label": ""
      },
      {
        "sentence": "和我女朋友在一起很久，她总是很支持我，大多数时候都听我的，她一心想要结婚生子，可是我好难说服自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够感受到你内心的纠结与矛盾，事情如果发生在我身上，我应该也会很苦恼。先来了解一下“爱情”是什么？",
    "annotation": [
      {
        "sentence": "我能够感受到你内心的纠结与矛盾，事情如果发生在我身上，我应该也会很苦恼。",
        "label": ""
      },
      {
        "sentence": "先来了解一下“爱情”是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "爱情对我来说是什么呢？我感觉自己爱她吗？",
    "annotation": [
      {
        "sentence": "爱情对我来说是什么呢？",
        "label": ""
      },
      {
        "sentence": "我感觉自己爱她吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据斯滕伯格的爱情三角理论，他认为构成爱情的三要素分别是：激情（性）、亲密和承诺，完美的爱情需要同时兼备这三要素，但也有一些爱情只具备其中两种要素，甚至是一种要素。你的情况属于有亲密和承诺，但欠缺激情，这种爱情类型被称为同伴之爱，虽然不是完美的爱情类型，但也不能说它不是爱情。",
    "annotation": [
      {
        "sentence": "根据斯滕伯格的爱情三角理论，他认为构成爱情的三要素分别是：激情（性）、亲密和承诺，完美的爱情需要同时兼备这三要素，但也有一些爱情只具备其中两种要素，甚至是一种要素。",
        "label": ""
      },
      {
        "sentence": "你的情况属于有亲密和承诺，但欠缺激情，这种爱情类型被称为同伴之爱，虽然不是完美的爱情类型，但也不能说它不是爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来这样，那我和她的关系就是同伴之爱了。但是，我还是觉得犹豫不决，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "原来这样，那我和她的关系就是同伴之爱了。",
        "label": ""
      },
      {
        "sentence": "但是，我还是觉得犹豫不决，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，我们有必要把婚姻和爱情进行一下区分，爱情相对来说比较简单，更多依附于情感，而婚姻则是现实的产物，甚至可以完全没有情感。用最通俗易懂的话说就是：爱情是两个人的事，无关物质，无关其他，但婚姻在目前的社会文化背景下，更像是两个家庭的事，且必须依托于物质基础，因为所有的家庭活动都是需要花钱的。你现在的心理状态是典型的“趋避冲突”。",
    "annotation": [
      {
        "sentence": "另外，我们有必要把婚姻和爱情进行一下区分，爱情相对来说比较简单，更多依附于情感，而婚姻则是现实的产物，甚至可以完全没有情感。",
        "label": ""
      },
      {
        "sentence": "用最通俗易懂的话说就是：爱情是两个人的事，无关物质，无关其他，但婚姻在目前的社会文化背景下，更像是两个家庭的事，且必须依托于物质基础，因为所有的家庭活动都是需要花钱的。",
        "label": ""
      },
      {
        "sentence": "你现在的心理状态是典型的“趋避冲突”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我知道我在这个问题上存在趋避冲突。我有时候真的很想和她分手，但又害怕失去她带给我安全感的陪伴。",
    "annotation": [
      {
        "sentence": "是的，我知道我在这个问题上存在趋避冲突。",
        "label": ""
      },
      {
        "sentence": "我有时候真的很想和她分手，但又害怕失去她带给我安全感的陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "趋避冲突属于心理（动机）冲突的一种，指个体对同一目标既想接近又想逃避的两种相互矛盾的动机而引起的心理冲突类型。这种冲突在日常生活中很常见，因为人生中许多目标对人即有吸引力，又往往需要付出代价。在趋避冲突中，人们很清楚自己想要的东西是什么，这就是“趋”的理由。真正影响人们的是和“避”相关的所有想法。所以，想要处理好趋避冲突，先要学会放下对“避”的纠结。",
    "annotation": [
      {
        "sentence": "趋避冲突属于心理（动机）冲突的一种，指个体对同一目标既想接近又想逃避的两种相互矛盾的动机而引起的心理冲突类型。",
        "label": ""
      },
      {
        "sentence": "这种冲突在日常生活中很常见，因为人生中许多目标对人即有吸引力，又往往需要付出代价。",
        "label": ""
      },
      {
        "sentence": "在趋避冲突中，人们很清楚自己想要的东西是什么，这就是“趋”的理由。",
        "label": ""
      },
      {
        "sentence": "真正影响人们的是和“避”相关的所有想法。",
        "label": ""
      },
      {
        "sentence": "所以，想要处理好趋避冲突，先要学会放下对“避”的纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我得学会克服自己对“避”的担忧。但是我还是觉得自己不能确定是否真的爱她，毕竟遇到其他吸引人的女生，我总是忍不住会想如果我女朋友是这样的该多好。",
    "annotation": [
      {
        "sentence": "我明白了，我得学会克服自己对“避”的担忧。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得自己不能确定是否真的爱她，毕竟遇到其他吸引人的女生，我总是忍不住会想如果我女朋友是这样的该多好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题还真的很尖锐。不知道你们在一起的这八年，这种感觉是一开始就有的，还是越来越强烈的呢？对于激情和性的渴望，更像是一种生物本能的爱，它并没有错，但相对来说形式较为低级，这种爱更像是贪恋多巴胺快速分泌的那一瞬间的感觉。当然还是那句话，这不能说是不对的，毕竟人性很难彻底屈从于道德。所以，做你想做的吧。事物要辩证的看，至少在这件事上，真诚好过欺骗。既然伤害已经不可避免，那就尽早做出选择吧。毕竟大家的时间都是有限的。",
    "annotation": [
      {
        "sentence": "这个问题还真的很尖锐。",
        "label": ""
      },
      {
        "sentence": "不知道你们在一起的这八年，这种感觉是一开始就有的，还是越来越强烈的呢？",
        "label": ""
      },
      {
        "sentence": "对于激情和性的渴望，更像是一种生物本能的爱，它并没有错，但相对来说形式较为低级，这种爱更像是贪恋多巴胺快速分泌的那一瞬间的感觉。",
        "label": ""
      },
      {
        "sentence": "当然还是那句话，这不能说是不对的，毕竟人性很难彻底屈从于道德。",
        "label": ""
      },
      {
        "sentence": "所以，做你想做的吧。",
        "label": ""
      },
      {
        "sentence": "事物要辩证的看，至少在这件事上，真诚好过欺骗。",
        "label": ""
      },
      {
        "sentence": "既然伤害已经不可避免，那就尽早做出选择吧。",
        "label": ""
      },
      {
        "sentence": "毕竟大家的时间都是有限的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我需要好好考虑一下自己内心的真实感受，而不是被外界的期望左右。谢谢你的支持和建议，我感觉好多了。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我需要好好考虑一下自己内心的真实感受，而不是被外界的期望左右。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很理解你的困惑。希望你能找到对自己最真实的答案。记住，这是你的人生，你是唯一能够为自己做出决定的人。祝你幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我很理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "希望你能找到对自己最真实的答案。",
        "label": ""
      },
      {
        "sentence": "记住，这是你的人生，你是唯一能够为自己做出决定的人。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]