[
  {
    "role": "client",
    "content": "我最近怀疑人生，觉得工作很辛苦，承受的压力更大，感觉人生不公平。我好像要比别人更努力才能活下去，我的工作比别人辛苦，承受的压力和痛苦也是别人的2倍，感觉人生不公平。",
    "annotation": [
      {
        "sentence": "我最近怀疑人生，觉得工作很辛苦，承受的压力更大，感觉人生不公平。",
        "label": ""
      },
      {
        "sentence": "我好像要比别人更努力才能活下去，我的工作比别人辛苦，承受的压力和痛苦也是别人的2倍，感觉人生不公平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能意识到人生是不公平的，这大概也是成长的一部分吧。这个世界并不是非黑即白的，努力并不一定就有收获。“感觉我要比别人更努力才可以活着下去，我的工作比别人辛苦，承受的压力和痛苦也是别人的2倍。”我也有类似的情感，只不过不是在工作上，而是在其他方面。我觉得我要比别人付出更多的心力才能得到别人轻松得到的东西。昨天我看到一段话，说到：“有的人逻辑清晰，手段果决，不知道是通过私下多少练习、回放和思考换来的。这种人内心其实挺苦的。”的确，但凡想要的东西不费心力就能得到，谁愿意把自己打磨成这个样子呢？这个世界上最值得羡慕的，难道不是那些明明什么都不会，却能获得别人梦寐以求的东西的人吗？我昨天还看到一句话，说：“你现在遇到的困难都是在为你消业障。”其实我不太认同这句话，我觉得我是这个世界上最不需要消业障的人，我有什么业障呢？我一直在做好事。所以看来这个世界并不是只有善良和努力才能得到想要的东西。这个月初，我喜欢的男生有了女朋友。我们认识了一年，一直在互相观察，但他和他的女朋友认识不到一个月就在一起了。你觉得这也是人生不公平的一种呢？既然对我有那么高的要求，为什么到了别人身上，他的标准就可以降低那么多呢？我们一开始是互有好感，都觉得要进一步了解对方，但今年六月几次相见中，我没有展现出自己的优点，他可能觉得我有点不如意，我就退缩了，花了两个月的时间提升自己。再见面的时候，我能用言语调动他的好奇心，展现出我的聪明才智，他对我的态度前后大改变，比以前更关心我。我们谈笑风生，他甚至还想再次邀约。但那已经来不及了，他那个时候已经有了女朋友。我也是在几天后才知道的。我觉得这很不公平，我为什么不能多等他一段时间，他为什么那么急于和其他人在一起，我现在找到了让他喜欢的相处模式，为什么他就不能相信我可以成长，为什么他不能保持单身直到那一刻之后呢？但事情已经发生了，我只能平静地接受现实。今年为他流了很多眼泪，在疫情期间见不到面，每当看到一个像他的背影我都会哭，他对我冷漠我也会哭，520别人送我花我会想为什么不是他送的，我甚至会着急地哭。但我没有让任何人知道，一个人默默消化自己的情绪。他找到女朋友后，大家觉得我要崩溃了，但是自从我知道他有女朋友之后，我一滴眼泪都没有再掉。或许人生中的不公平之处在于，有些眼泪最终都是徒劳的。知道他有女朋友的那天晚上我失眠了，第二天早上一起床就呕吐了，后来我去看了肠胃专科医生，同时我爸妈的体检报告也出来了，他们身体上有一些不大不小的毛病。那周五我还在单位加班，加班完后我全身乏力，这个周末我还要去医生那里看我的胃。他，爱情甜蜜，工作轻松，身体健康，副业还能赚钱。而我却加班到这么晚，还必须担心自己和家人的健康问题。走出单位门的那一刻，我突然想到一句话：“上帝明目张胆地不公平。”当我想到这句话的时候，我苦笑了一下，甚至开心起来。我知道人生不公平，但我突然不再抱怨了，也许是因为道路如今越走越窄，我能走的道路突然清晰了起来。纵使上帝不公平，但我从来没有陷入绝境，我一直在后退。今天我在这里遇到你，或许这就是我们之间的缘分。我从来不信命运，但今天我反而思考这样一个问题：如果命运真的存在，我们该怎么做呢？但我觉得我依然不会去相信命运，因为即使结果无法改变，我们依然可以决定过程。我分享了这么多我的故事，只是想告诉你，人生确实是不公平的，你可以怀疑人生，但你不会被人生击败。纵使天命如此，我也无惧，我每天都在变得更好。",
    "annotation": [
      {
        "sentence": "你能意识到人生是不公平的，这大概也是成长的一部分吧。",
        "label": ""
      },
      {
        "sentence": "这个世界并不是非黑即白的，努力并不一定就有收获。",
        "label": ""
      },
      {
        "sentence": "“感觉我要比别人更努力才可以活着下去，我的工作比别人辛苦，承受的压力和痛苦也是别人的2倍。",
        "label": ""
      },
      {
        "sentence": "”我也有类似的情感，只不过不是在工作上，而是在其他方面。",
        "label": ""
      },
      {
        "sentence": "我觉得我要比别人付出更多的心力才能得到别人轻松得到的东西。",
        "label": ""
      },
      {
        "sentence": "昨天我看到一段话，说到：“有的人逻辑清晰，手段果决，不知道是通过私下多少练习、回放和思考换来的。",
        "label": ""
      },
      {
        "sentence": "这种人内心其实挺苦的。",
        "label": ""
      },
      {
        "sentence": "”的确，但凡想要的东西不费心力就能得到，谁愿意把自己打磨成这个样子呢？",
        "label": ""
      },
      {
        "sentence": "这个世界上最值得羡慕的，难道不是那些明明什么都不会，却能获得别人梦寐以求的东西的人吗？",
        "label": ""
      },
      {
        "sentence": "我昨天还看到一句话，说：“你现在遇到的困难都是在为你消业障。",
        "label": ""
      },
      {
        "sentence": "”其实我不太认同这句话，我觉得我是这个世界上最不需要消业障的人，我有什么业障呢？",
        "label": ""
      },
      {
        "sentence": "我一直在做好事。",
        "label": ""
      },
      {
        "sentence": "所以看来这个世界并不是只有善良和努力才能得到想要的东西。",
        "label": ""
      },
      {
        "sentence": "这个月初，我喜欢的男生有了女朋友。",
        "label": ""
      },
      {
        "sentence": "我们认识了一年，一直在互相观察，但他和他的女朋友认识不到一个月就在一起了。",
        "label": ""
      },
      {
        "sentence": "你觉得这也是人生不公平的一种呢？",
        "label": ""
      },
      {
        "sentence": "既然对我有那么高的要求，为什么到了别人身上，他的标准就可以降低那么多呢？",
        "label": ""
      },
      {
        "sentence": "我们一开始是互有好感，都觉得要进一步了解对方，但今年六月几次相见中，我没有展现出自己的优点，他可能觉得我有点不如意，我就退缩了，花了两个月的时间提升自己。",
        "label": ""
      },
      {
        "sentence": "再见面的时候，我能用言语调动他的好奇心，展现出我的聪明才智，他对我的态度前后大改变，比以前更关心我。",
        "label": ""
      },
      {
        "sentence": "我们谈笑风生，他甚至还想再次邀约。",
        "label": ""
      },
      {
        "sentence": "但那已经来不及了，他那个时候已经有了女朋友。",
        "label": ""
      },
      {
        "sentence": "我也是在几天后才知道的。",
        "label": ""
      },
      {
        "sentence": "我觉得这很不公平，我为什么不能多等他一段时间，他为什么那么急于和其他人在一起，我现在找到了让他喜欢的相处模式，为什么他就不能相信我可以成长，为什么他不能保持单身直到那一刻之后呢？",
        "label": ""
      },
      {
        "sentence": "但事情已经发生了，我只能平静地接受现实。",
        "label": ""
      },
      {
        "sentence": "今年为他流了很多眼泪，在疫情期间见不到面，每当看到一个像他的背影我都会哭，他对我冷漠我也会哭，520别人送我花我会想为什么不是他送的，我甚至会着急地哭。",
        "label": ""
      },
      {
        "sentence": "但我没有让任何人知道，一个人默默消化自己的情绪。",
        "label": ""
      },
      {
        "sentence": "他找到女朋友后，大家觉得我要崩溃了，但是自从我知道他有女朋友之后，我一滴眼泪都没有再掉。",
        "label": ""
      },
      {
        "sentence": "或许人生中的不公平之处在于，有些眼泪最终都是徒劳的。",
        "label": ""
      },
      {
        "sentence": "知道他有女朋友的那天晚上我失眠了，第二天早上一起床就呕吐了，后来我去看了肠胃专科医生，同时我爸妈的体检报告也出来了，他们身体上有一些不大不小的毛病。",
        "label": ""
      },
      {
        "sentence": "那周五我还在单位加班，加班完后我全身乏力，这个周末我还要去医生那里看我的胃。",
        "label": ""
      },
      {
        "sentence": "他，爱情甜蜜，工作轻松，身体健康，副业还能赚钱。",
        "label": ""
      },
      {
        "sentence": "而我却加班到这么晚，还必须担心自己和家人的健康问题。",
        "label": ""
      },
      {
        "sentence": "走出单位门的那一刻，我突然想到一句话：“上帝明目张胆地不公平。",
        "label": ""
      },
      {
        "sentence": "”当我想到这句话的时候，我苦笑了一下，甚至开心起来。",
        "label": ""
      },
      {
        "sentence": "我知道人生不公平，但我突然不再抱怨了，也许是因为道路如今越走越窄，我能走的道路突然清晰了起来。",
        "label": ""
      },
      {
        "sentence": "纵使上帝不公平，但我从来没有陷入绝境，我一直在后退。",
        "label": ""
      },
      {
        "sentence": "今天我在这里遇到你，或许这就是我们之间的缘分。",
        "label": ""
      },
      {
        "sentence": "我从来不信命运，但今天我反而思考这样一个问题：如果命运真的存在，我们该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "但我觉得我依然不会去相信命运，因为即使结果无法改变，我们依然可以决定过程。",
        "label": ""
      },
      {
        "sentence": "我分享了这么多我的故事，只是想告诉你，人生确实是不公平的，你可以怀疑人生，但你不会被人生击败。",
        "label": ""
      },
      {
        "sentence": "纵使天命如此，我也无惧，我每天都在变得更好。",
        "label": ""
      }
    ]
  }
]