[
  {
    "role": "client",
    "content": "和不是很爱的女朋友应该结婚吗？我34岁了，从小爸妈的婚姻不幸福，当我面对婚姻的时候，我发现我一点都不想结婚，也不想生小孩。和我女朋友在一起很久，她总是很支持我，大多数时候都听我的，她一心想要结婚生子，可是我好难说服自己。我一点都不渴望婚姻。不知道为什么，我觉得我并不爱她，我遇到好看的女生，我总是忍不住会想如果我女朋友是这样的该多好。我和女朋友性生活也很少，大多数时候我都提不起兴趣，甚至有时候我和她做的时候我需要闭着眼睛想象一个身材好漂亮的女性，我才会有感觉。可是很多时候我又希望她能陪伴着我。她和我理想的女朋友有很多差距，可是她又是那么的乖，我自己又是那么的缺乏安全感，没勇气和她分手，又不想结婚，八年了，我该怎么办？真的好痛苦。",
    "annotation": [
      {
        "sentence": "和不是很爱的女朋友应该结婚吗？",
        "label": ""
      },
      {
        "sentence": "我34岁了，从小爸妈的婚姻不幸福，当我面对婚姻的时候，我发现我一点都不想结婚，也不想生小孩。",
        "label": ""
      },
      {
        "sentence": "和我女朋友在一起很久，她总是很支持我，大多数时候都听我的，她一心想要结婚生子，可是我好难说服自己。",
        "label": ""
      },
      {
        "sentence": "我一点都不渴望婚姻。",
        "label": ""
      },
      {
        "sentence": "不知道为什么，我觉得我并不爱她，我遇到好看的女生，我总是忍不住会想如果我女朋友是这样的该多好。",
        "label": ""
      },
      {
        "sentence": "我和女朋友性生活也很少，大多数时候我都提不起兴趣，甚至有时候我和她做的时候我需要闭着眼睛想象一个身材好漂亮的女性，我才会有感觉。",
        "label": ""
      },
      {
        "sentence": "可是很多时候我又希望她能陪伴着我。",
        "label": ""
      },
      {
        "sentence": "她和我理想的女朋友有很多差距，可是她又是那么的乖，我自己又是那么的缺乏安全感，没勇气和她分手，又不想结婚，八年了，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "真的好痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能够帮助到你~心理学中有个有趣的概念叫做“疯恋激素”。男性的“疯恋激素”作用时间大约是6个月，而女性则长达18个月。在这段时间里，男性对女性会有强烈的喜爱，但之后会进入平淡期。据BBC的一档纪录片实验就证明了，无论从视觉还是思维等五个方面，男性天生就喜欢漂亮的女性。在你目前的情况下，你面临两个问题：一是不相信自己能够有幸福的婚姻，二是无法面对当前的感情，既不愿意分手也不愿意结婚。从这两点来分析一下：你觉得女朋友不是你的理想型，性生活很少；但她乖巧、听话，能陪伴你并给你安全感。我们需要思考几个问题：一开始为什么和她在一起？为了这段感情，你付出了多少？如果分手，你会如何？女朋友会怎样？你的想法对女朋友来说也是很不负责任和危险的。在一起8年后，激情变为亲情是很正常的事情，尤其是双方没有刻意去维持或提升情趣的情况下。你可以试着找回最初在一起时的感觉，或许会有不一样的体验。至于婚姻，虽然你不渴望结婚，但也不能不考虑和女朋友分手的可能性。原生家庭的影响导致你不相信自己能有幸福的婚姻，内心对婚姻抱有抗拒。那你和女朋友在一起幸福吗？你觉得这段感情开心吗？你过于悲观会让你更加怀疑这段感情。我建议你和女友沟通与分享两性关系中的问题，性生活非常重要。影响欲望的因素有很多，如果外表不能满足你，可否尝试其他方式？比如提升生活的仪式感，找回最初在一起的感觉。去发现女朋友的独特之处，感受她对你的爱与付出。对于不想结婚，女朋友有知情权。需要两个人一起沟通和商量，这样不会伤害到女朋友，也是对两个人负责任的做法。在一起就好好享受彼此的陪伴，努力改变自己目前的负面想法，过好属于你们的生活；如果分开，也要让女朋友过得好，不能因为她爱你就任性放纵。告别原生家庭的影响很困难，但你需要尝试。父母婚姻对你造成了不好的影响，但并不意味着你不能拥有幸福的家庭。很多事情只有你坚信了，才能真正拥有。和女朋友一起慢慢找回对婚姻的信心，别让负面情绪一直干扰你。也许你已经很幸福了，只是因为你总是关注不好的方面，所以感受不到。认清自己内心，做出选择，你心中最清楚你到底爱不爱她。如果结婚会让你痛苦，那就放手各自安好；毕竟，在任何一段婚姻中，如果没有两个人的双向选择，都会很痛苦。和女朋友好好谈谈，不要让自己一个人来决定。无论结果如何，既然在一起这么久了，都要对彼此负责，不要做伤害对方的事。",
    "annotation": [
      {
        "sentence": "希望我的回答能够帮助到你~心理学中有个有趣的概念叫做“疯恋激素”。",
        "label": ""
      },
      {
        "sentence": "男性的“疯恋激素”作用时间大约是6个月，而女性则长达18个月。",
        "label": ""
      },
      {
        "sentence": "在这段时间里，男性对女性会有强烈的喜爱，但之后会进入平淡期。",
        "label": ""
      },
      {
        "sentence": "据BBC的一档纪录片实验就证明了，无论从视觉还是思维等五个方面，男性天生就喜欢漂亮的女性。",
        "label": ""
      },
      {
        "sentence": "在你目前的情况下，你面临两个问题：一是不相信自己能够有幸福的婚姻，二是无法面对当前的感情，既不愿意分手也不愿意结婚。",
        "label": ""
      },
      {
        "sentence": "从这两点来分析一下：你觉得女朋友不是你的理想型，性生活很少；但她乖巧、听话，能陪伴你并给你安全感。",
        "label": ""
      },
      {
        "sentence": "我们需要思考几个问题：一开始为什么和她在一起？",
        "label": ""
      },
      {
        "sentence": "为了这段感情，你付出了多少？",
        "label": ""
      },
      {
        "sentence": "如果分手，你会如何？",
        "label": ""
      },
      {
        "sentence": "女朋友会怎样？",
        "label": ""
      },
      {
        "sentence": "你的想法对女朋友来说也是很不负责任和危险的。",
        "label": ""
      },
      {
        "sentence": "在一起8年后，激情变为亲情是很正常的事情，尤其是双方没有刻意去维持或提升情趣的情况下。",
        "label": ""
      },
      {
        "sentence": "你可以试着找回最初在一起时的感觉，或许会有不一样的体验。",
        "label": ""
      },
      {
        "sentence": "至于婚姻，虽然你不渴望结婚，但也不能不考虑和女朋友分手的可能性。",
        "label": ""
      },
      {
        "sentence": "原生家庭的影响导致你不相信自己能有幸福的婚姻，内心对婚姻抱有抗拒。",
        "label": ""
      },
      {
        "sentence": "那你和女朋友在一起幸福吗？",
        "label": ""
      },
      {
        "sentence": "你觉得这段感情开心吗？",
        "label": ""
      },
      {
        "sentence": "你过于悲观会让你更加怀疑这段感情。",
        "label": ""
      },
      {
        "sentence": "我建议你和女友沟通与分享两性关系中的问题，性生活非常重要。",
        "label": ""
      },
      {
        "sentence": "影响欲望的因素有很多，如果外表不能满足你，可否尝试其他方式？",
        "label": ""
      },
      {
        "sentence": "比如提升生活的仪式感，找回最初在一起的感觉。",
        "label": ""
      },
      {
        "sentence": "去发现女朋友的独特之处，感受她对你的爱与付出。",
        "label": ""
      },
      {
        "sentence": "对于不想结婚，女朋友有知情权。",
        "label": ""
      },
      {
        "sentence": "需要两个人一起沟通和商量，这样不会伤害到女朋友，也是对两个人负责任的做法。",
        "label": ""
      },
      {
        "sentence": "在一起就好好享受彼此的陪伴，努力改变自己目前的负面想法，过好属于你们的生活；如果分开，也要让女朋友过得好，不能因为她爱你就任性放纵。",
        "label": ""
      },
      {
        "sentence": "告别原生家庭的影响很困难，但你需要尝试。",
        "label": ""
      },
      {
        "sentence": "父母婚姻对你造成了不好的影响，但并不意味着你不能拥有幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "很多事情只有你坚信了，才能真正拥有。",
        "label": ""
      },
      {
        "sentence": "和女朋友一起慢慢找回对婚姻的信心，别让负面情绪一直干扰你。",
        "label": ""
      },
      {
        "sentence": "也许你已经很幸福了，只是因为你总是关注不好的方面，所以感受不到。",
        "label": ""
      },
      {
        "sentence": "认清自己内心，做出选择，你心中最清楚你到底爱不爱她。",
        "label": ""
      },
      {
        "sentence": "如果结婚会让你痛苦，那就放手各自安好；毕竟，在任何一段婚姻中，如果没有两个人的双向选择，都会很痛苦。",
        "label": ""
      },
      {
        "sentence": "和女朋友好好谈谈，不要让自己一个人来决定。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，既然在一起这么久了，都要对彼此负责，不要做伤害对方的事。",
        "label": ""
      }
    ]
  }
]