[
  {
    "role": "client",
    "content": "原生家庭的不安全感折磨的自己和伴侣，我到底怎么了？",
    "annotation": [
      {
        "sentence": "原生家庭的不安全感折磨的自己和伴侣，我到底怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来，原生家庭对你的伤害以及影响，远远超出一般人的想象。而理智的层面，也反复告诫和劝慰着自己，我们试着一起来面对，交流，看是否会有所缓解。#父母离异在其它咨询师那里得知有不安全感。也在下意识调整。",
    "annotation": [
      {
        "sentence": "看来，原生家庭对你的伤害以及影响，远远超出一般人的想象。",
        "label": ""
      },
      {
        "sentence": "而理智的层面，也反复告诫和劝慰着自己，我们试着一起来面对，交流，看是否会有所缓解。",
        "label": ""
      },
      {
        "sentence": "#父母离异在其它咨询师那里得知有不安全感。",
        "label": ""
      },
      {
        "sentence": "也在下意识调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实不知道如何应对这种不安全感，说实话，我真的很害怕。",
    "annotation": [
      {
        "sentence": "我确实不知道如何应对这种不安全感，说实话，我真的很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这种情况很正常。我们需要先打开心扉，坦诚自己的感受，同时也需要有一个明确的方向，去面对和缓解这种不安全感。#父母离异的事件已然发生，而这，无论从意识层面，还是从潜意识层面，都已经深深地影响到了自己的心理，这个情况，首先我们需要尝试去允许和接纳。包括你自身的不安感，不要去刻意排斥这种不安，因为越是排斥，它反而会因为压抑而增加演变起来。",
    "annotation": [
      {
        "sentence": "没错，这种情况很正常。",
        "label": ""
      },
      {
        "sentence": "我们需要先打开心扉，坦诚自己的感受，同时也需要有一个明确的方向，去面对和缓解这种不安全感。",
        "label": ""
      },
      {
        "sentence": "#父母离异的事件已然发生，而这，无论从意识层面，还是从潜意识层面，都已经深深地影响到了自己的心理，这个情况，首先我们需要尝试去允许和接纳。",
        "label": ""
      },
      {
        "sentence": "包括你自身的不安感，不要去刻意排斥这种不安，因为越是排斥，它反而会因为压抑而增加演变起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。还有一个问题是，我对男友比较敏感，他在过去有过聊骚前科，而我会因为这个行为发疯。昨天我发现车子上的我的老婆专用座被撕掉了，我就怀疑他载其它女人出门。他就很恼火说没有。一再刺激我。我突然就像发疯了一样打他。逼着他换背景图让他交代到底是谁说他幼稚的。折腾了一晚上。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "还有一个问题是，我对男友比较敏感，他在过去有过聊骚前科，而我会因为这个行为发疯。",
        "label": ""
      },
      {
        "sentence": "昨天我发现车子上的我的老婆专用座被撕掉了，我就怀疑他载其它女人出门。",
        "label": ""
      },
      {
        "sentence": "他就很恼火说没有。",
        "label": ""
      },
      {
        "sentence": "一再刺激我。",
        "label": ""
      },
      {
        "sentence": "我突然就像发疯了一样打他。",
        "label": ""
      },
      {
        "sentence": "逼着他换背景图让他交代到底是谁说他幼稚的。",
        "label": ""
      },
      {
        "sentence": "折腾了一晚上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男友的情况确实是一种触发，但我们需要清晰地意识到，那个之前极度不安的感受，很可能并不仅仅是由于男友的行为所导致的。我们的内心情绪，脆弱的过去和深深内化的不安全感，都可能作为触发因素。让我们先尝试着去看待这件事情的两面性。一方面，这件事本身让我们身心俱疲，可能从某种程度上，伤害了你和男友之间的关系，可另一方面，我们也认知到自己的不安感确实深深地埋藏到自己的心中，借此，觉知，并且明确地感受到它，也是一件非常有意义的事情。",
    "annotation": [
      {
        "sentence": "男友的情况确实是一种触发，但我们需要清晰地意识到，那个之前极度不安的感受，很可能并不仅仅是由于男友的行为所导致的。",
        "label": ""
      },
      {
        "sentence": "我们的内心情绪，脆弱的过去和深深内化的不安全感，都可能作为触发因素。",
        "label": ""
      },
      {
        "sentence": "让我们先尝试着去看待这件事情的两面性。",
        "label": ""
      },
      {
        "sentence": "一方面，这件事本身让我们身心俱疲，可能从某种程度上，伤害了你和男友之间的关系，可另一方面，我们也认知到自己的不安感确实深深地埋藏到自己的心中，借此，觉知，并且明确地感受到它，也是一件非常有意义的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得很难控制自己的情绪，每次都是像发疯一样。",
    "annotation": [
      {
        "sentence": "我觉得很难控制自己的情绪，每次都是像发疯一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪管理确实是一个需要时间去改变和调整的过程。在遇到触发因素时，记得先深呼吸三次，让自己冷静，观察自己的情绪变化，待认清了是过去的经历才致使自己失控后，重新回归理智并用尽量平和的语气和男友讲出自己的感受和需求。和男友沟通时，我们可以采用“非暴力沟通”的方式，表达自己的感受和需求，尽量不让情绪控制自己。同时，我们需要清楚地认识到，和总是不能理解自己的男友进行进一步的交流，并不是为了单纯的赢得对方的理解和支持，我们首先要做的是理解和支持自己。",
    "annotation": [
      {
        "sentence": "情绪管理确实是一个需要时间去改变和调整的过程。",
        "label": ""
      },
      {
        "sentence": "在遇到触发因素时，记得先深呼吸三次，让自己冷静，观察自己的情绪变化，待认清了是过去的经历才致使自己失控后，重新回归理智并用尽量平和的语气和男友讲出自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "和男友沟通时，我们可以采用“非暴力沟通”的方式，表达自己的感受和需求，尽量不让情绪控制自己。",
        "label": ""
      },
      {
        "sentence": "同时，我们需要清楚地认识到，和总是不能理解自己的男友进行进一步的交流，并不是为了单纯的赢得对方的理解和支持，我们首先要做的是理解和支持自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我昨天突然打男友是有点过了，现在我发烧了，觉得嗓子好像也失声了。",
    "annotation": [
      {
        "sentence": "我昨天突然打男友是有点过了，现在我发烧了，觉得嗓子好像也失声了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要过于自责，打男友只是情绪失控的表现，我们需要更关注你现在的身体和心理状态。请去医院看看，睡好，休息好，提高身体免疫力。同时，明确自己的底线在哪里，尽量避免让自己重复这种极端的行为。我们需要让自己成为自己最好的朋友，跟着自己的感觉来，慢慢地去调整自己的情绪状态，从而缓解这种不安全感。",
    "annotation": [
      {
        "sentence": "不要过于自责，打男友只是情绪失控的表现，我们需要更关注你现在的身体和心理状态。",
        "label": ""
      },
      {
        "sentence": "请去医院看看，睡好，休息好，提高身体免疫力。",
        "label": ""
      },
      {
        "sentence": "同时，明确自己的底线在哪里，尽量避免让自己重复这种极端的行为。",
        "label": ""
      },
      {
        "sentence": "我们需要让自己成为自己最好的朋友，跟着自己的感觉来，慢慢地去调整自己的情绪状态，从而缓解这种不安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力面对和调整自己的情绪。我会试着去接纳我的不安全感，同时寻求专业咨询的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力面对和调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我会试着去接纳我的不安全感，同时寻求专业咨询的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，专业咨询也是很好的选择，希望你能尽早找到一个合适的咨询师，跟他们一起面对和缓解这种不安全感。相信随着时间的推移，情况必将有所改善。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，专业咨询也是很好的选择，希望你能尽早找到一个合适的咨询师，跟他们一起面对和缓解这种不安全感。",
        "label": ""
      },
      {
        "sentence": "相信随着时间的推移，情况必将有所改善。",
        "label": ""
      }
    ]
  }
]