[
  {
    "role": "client",
    "content": "我总是对自己要求很高，害怕失败该怎么办？我对自己的要求很高，但是很多时候都做不到，而且经常想做不到会有什么后果，又承担不起，压力很大，很焦虑很痛苦，有时候睡觉都会被惊醒。我是个很内向不会主动和别人聊天的人，但是最近考上了教师的编，我发现那些和我一起考上的人，都好能说会道，我和他们在一起很害怕，我开始强迫自己和他们聊天，但是觉得自己还是不如他们，觉得自己太文静太老实，我很害怕他们会看不起我，但是我很想成为他们那样，很快就要开学了，我也没有教学经验，面对学生上课，我也没把握，压力很大，很烦，不知道该怎么办。我认为我可能对自己要求过高，而且很害怕自己失败，觉得失败了就完了，很害怕，不知道怎么办。",
    "annotation": [
      {
        "sentence": "我总是对自己要求很高，害怕失败该怎么办？",
        "label": ""
      },
      {
        "sentence": "我对自己的要求很高，但是很多时候都做不到，而且经常想做不到会有什么后果，又承担不起，压力很大，很焦虑很痛苦，有时候睡觉都会被惊醒。",
        "label": ""
      },
      {
        "sentence": "我是个很内向不会主动和别人聊天的人，但是最近考上了教师的编，我发现那些和我一起考上的人，都好能说会道，我和他们在一起很害怕，我开始强迫自己和他们聊天，但是觉得自己还是不如他们，觉得自己太文静太老实，我很害怕他们会看不起我，但是我很想成为他们那样，很快就要开学了，我也没有教学经验，面对学生上课，我也没把握，压力很大，很烦，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我认为我可能对自己要求过高，而且很害怕自己失败，觉得失败了就完了，很害怕，不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，感觉你像“热锅上的蚂蚁”---焦躁不安。不自觉的，我心里也觉得慌慌的，有些不知所措。感觉你好像对自己的“不好”相当敏感：发现自己的不尽如人意的地方，为了改变，为自己制定高标准、严要求，可是高标准、严要求不仅没有让你变得更好，反而让你再次看到了自己的“缺陷”，进一步拉大了自己与“好的别人”的距离，与别人加大的差距又进一步加大了你内心的惶恐不安。",
    "annotation": [
      {
        "sentence": "看了你的描述，感觉你像“热锅上的蚂蚁”---焦躁不安。",
        "label": ""
      },
      {
        "sentence": "不自觉的，我心里也觉得慌慌的，有些不知所措。",
        "label": ""
      },
      {
        "sentence": "感觉你好像对自己的“不好”相当敏感：发现自己的不尽如人意的地方，为了改变，为自己制定高标准、严要求，可是高标准、严要求不仅没有让你变得更好，反而让你再次看到了自己的“缺陷”，进一步拉大了自己与“好的别人”的距离，与别人加大的差距又进一步加大了你内心的惶恐不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样。我总是觉得自己不够好，不够和别人相处，不够出色。尤其是在考上教师编后，我和同学相比，觉得自己的不足更明显了。我开始努力和他们交流，但还是觉得自己比他们差，觉得自己太害怕被他们看不起。",
    "annotation": [
      {
        "sentence": "是的，我就是这样。",
        "label": ""
      },
      {
        "sentence": "我总是觉得自己不够好，不够和别人相处，不够出色。",
        "label": ""
      },
      {
        "sentence": "尤其是在考上教师编后，我和同学相比，觉得自己的不足更明显了。",
        "label": ""
      },
      {
        "sentence": "我开始努力和他们交流，但还是觉得自己比他们差，觉得自己太害怕被他们看不起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很常见的心理现象，有时候我们会比较自己和别人，而忽视了自己的优点和成就。每个人都有自己的长处和不足，相比他人，并不是所有方面都要与他们一样出色。你要相信自己有自己的独特之处，你是考上教师编的，说明你有一定的能力和潜力。不要过分要求自己与别人完全一致，要珍惜自己的个性和特点。",
    "annotation": [
      {
        "sentence": "这是很常见的心理现象，有时候我们会比较自己和别人，而忽视了自己的优点和成就。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的长处和不足，相比他人，并不是所有方面都要与他们一样出色。",
        "label": ""
      },
      {
        "sentence": "你要相信自己有自己的独特之处，你是考上教师编的，说明你有一定的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "不要过分要求自己与别人完全一致，要珍惜自己的个性和特点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，应该更加自信一点，对待自己不要太苛刻。但是我还是很担心面对开学后的教学，我没有经验，不知道该如何面对学生和授课。压力真的很大，我怕自己会做不好。",
    "annotation": [
      {
        "sentence": "我明白了，应该更加自信一点，对待自己不要太苛刻。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心面对开学后的教学，我没有经验，不知道该如何面对学生和授课。",
        "label": ""
      },
      {
        "sentence": "压力真的很大，我怕自己会做不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于教学经验的缺乏，这是可以理解的，每个人都有起步的阶段。你可以积极主动去准备，参加一些教学能力培训，多向有经验的老师请教，积累一些实践经验。相信自己的能力，你之前通过考试已经证明了你的学习能力和知识储备。面对学生和授课时，你可以先从简单的内容开始，逐步提高自己的教学能力。记住，每个教师都有自己的成长过程，没有谁从一开始就是完美的。",
    "annotation": [
      {
        "sentence": "对于教学经验的缺乏，这是可以理解的，每个人都有起步的阶段。",
        "label": ""
      },
      {
        "sentence": "你可以积极主动去准备，参加一些教学能力培训，多向有经验的老师请教，积累一些实践经验。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，你之前通过考试已经证明了你的学习能力和知识储备。",
        "label": ""
      },
      {
        "sentence": "面对学生和授课时，你可以先从简单的内容开始，逐步提高自己的教学能力。",
        "label": ""
      },
      {
        "sentence": "记住，每个教师都有自己的成长过程，没有谁从一开始就是完美的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的很有道理。我应该积极主动地去准备和学习，提高自己的教学能力。虽然现在还感到压力很大，但我相信只要我努力，一定能克服困难。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "嗯，你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我应该积极主动地去准备和学习，提高自己的教学能力。",
        "label": ""
      },
      {
        "sentence": "虽然现在还感到压力很大，但我相信只要我努力，一定能克服困难。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做到的。重要的是要保持积极的态度，向周围的人多寻求帮助和支持。相信自己的能力，相信你能成为一个优秀的教师。加油！如果你在学习和生活中还有其他需要帮助的地方，可以随时联系我或者向心理咨询师寻求支持。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "重要的是要保持积极的态度，向周围的人多寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你能成为一个优秀的教师。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你在学习和生活中还有其他需要帮助的地方，可以随时联系我或者向心理咨询师寻求支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会积极面对自己的困境，勇敢地迎接新的挑战。谢谢你的建议和鼓励，我会加油的！",
    "annotation": [
      {
        "sentence": "好的，我会积极面对自己的困境，勇敢地迎接新的挑战。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我会加油的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，相信你一定能够克服困难，迎接新的生活。如果有需要的时候，请记得随时寻求帮助。祝你顺利开学和教学顺利！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，相信你一定能够克服困难，迎接新的生活。",
        "label": ""
      },
      {
        "sentence": "如果有需要的时候，请记得随时寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你顺利开学和教学顺利！",
        "label": ""
      }
    ]
  }
]