[
  {
    "role": "client",
    "content": "总是对自己要求很高，害怕失败该怎么办？我对自己的要求很高，但是很多时候都做不到，而且经常想做不到会有什么后果，又承担不起，压力很大，很焦虑很痛苦，有时候睡觉都会被惊醒，我是个很内向不会主动和别人聊天的人，但是最近考上了教师的编，我发现那些和我一起考上的人，都好能说会道，我和他们在一起很害怕，我开始强迫自己和他们聊天，但是觉得自己还是不如他们，觉得自己太文静太老实，我很害怕他们会看不起我，但是我很想成为他们那样，很快就要开学了，我也没有教学经验，面对学生上课，我也没把握，压力很大，很烦，不知道该怎么办，我认为我可能对自己要求过高，而且很害怕自己失败，觉得失败了就完了，很害怕，不知道怎么办。",
    "annotation": [
      {
        "sentence": "总是对自己要求很高，害怕失败该怎么办？",
        "label": ""
      },
      {
        "sentence": "我对自己的要求很高，但是很多时候都做不到，而且经常想做不到会有什么后果，又承担不起，压力很大，很焦虑很痛苦，有时候睡觉都会被惊醒，我是个很内向不会主动和别人聊天的人，但是最近考上了教师的编，我发现那些和我一起考上的人，都好能说会道，我和他们在一起很害怕，我开始强迫自己和他们聊天，但是觉得自己还是不如他们，觉得自己太文静太老实，我很害怕他们会看不起我，但是我很想成为他们那样，很快就要开学了，我也没有教学经验，面对学生上课，我也没把握，压力很大，很烦，不知道该怎么办，我认为我可能对自己要求过高，而且很害怕自己失败，觉得失败了就完了，很害怕，不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你说感到自己内向、文静，不像他人一般能说会道，因而有一些担心。我想说是的，我们都觉得教师专业的人都是能说会道的人，但其实并不尽然。能说会道教育学生的老师并不一定是一位好老师，相反能够深入学生的心里，聆听学生内心的想法，并为他们解惑、安抚的老师才是真正能够走进学生心里的好老师。我理解你的担忧。",
    "annotation": [
      {
        "sentence": "求助者，你说感到自己内向、文静，不像他人一般能说会道，因而有一些担心。",
        "label": ""
      },
      {
        "sentence": "我想说是的，我们都觉得教师专业的人都是能说会道的人，但其实并不尽然。",
        "label": ""
      },
      {
        "sentence": "能说会道教育学生的老师并不一定是一位好老师，相反能够深入学生的心里，聆听学生内心的想法，并为他们解惑、安抚的老师才是真正能够走进学生心里的好老师。",
        "label": ""
      },
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，因为我文静老实，所以很担心别人会对我有一些想法。这是很多内向的小伙伴心中都会有的感觉。",
    "annotation": [
      {
        "sentence": "是的，因为我文静老实，所以很担心别人会对我有一些想法。",
        "label": ""
      },
      {
        "sentence": "这是很多内向的小伙伴心中都会有的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "只是，难道文静老实就必然导致他人的不喜欢吗？我看不尽然。从你的描述中，我可以读出你很努力，很勤奋，有自己的梦想和目标。想做一名优秀的教师。这样努力的一个小可爱，怎么会不具备让他人欣赏的美好呢？所以，你小可爱可以尝试着找一找自己的优点哦～比如有上进心，一位有上进心的老师必然可以带动学生对学习的热情，就好比没有上进心的老师通常很难带出重点班的学生。何况，努力的人我们都会敬佩呀～倘若有人因为你寡言就表现出恶意，那么只能说明这个人不具备优秀的品质。因为内向，只是性格，从来都不能决定一个人能力的高低。",
    "annotation": [
      {
        "sentence": "只是，难道文静老实就必然导致他人的不喜欢吗？",
        "label": ""
      },
      {
        "sentence": "我看不尽然。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以读出你很努力，很勤奋，有自己的梦想和目标。",
        "label": ""
      },
      {
        "sentence": "想做一名优秀的教师。",
        "label": ""
      },
      {
        "sentence": "这样努力的一个小可爱，怎么会不具备让他人欣赏的美好呢？",
        "label": ""
      },
      {
        "sentence": "所以，你小可爱可以尝试着找一找自己的优点哦～比如有上进心，一位有上进心的老师必然可以带动学生对学习的热情，就好比没有上进心的老师通常很难带出重点班的学生。",
        "label": ""
      },
      {
        "sentence": "何况，努力的人我们都会敬佩呀～倘若有人因为你寡言就表现出恶意，那么只能说明这个人不具备优秀的品质。",
        "label": ""
      },
      {
        "sentence": "因为内向，只是性格，从来都不能决定一个人能力的高低。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直在强迫自己和同学聊天保持与同学间的交流是很好的做法。只是，我也可以适当减少不必要的社交，多把时间留给自己，做一些自己喜欢的事情。",
    "annotation": [
      {
        "sentence": "你说得对，我一直在强迫自己和同学聊天保持与同学间的交流是很好的做法。",
        "label": ""
      },
      {
        "sentence": "只是，我也可以适当减少不必要的社交，多把时间留给自己，做一些自己喜欢的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你的优秀展示在他人面前时，相信大家一定都会为你竖大拇指的。这样，就不会存在“恶意同学恶意对待寡言的人”的问题。对于开学和没有教学经验的焦虑，其实每个人刚开始都会有点忐忑的，但这并不代表你会失败。对自己有信心，相信自己的努力会得到认可和回报。另外，如果你感到压力很大，可以试着与他人交流，寻求帮助和支持。不用承担全部压力，和他人一起分享，也会感到轻松一些。",
    "annotation": [
      {
        "sentence": "当你的优秀展示在他人面前时，相信大家一定都会为你竖大拇指的。",
        "label": ""
      },
      {
        "sentence": "这样，就不会存在“恶意同学恶意对待寡言的人”的问题。",
        "label": ""
      },
      {
        "sentence": "对于开学和没有教学经验的焦虑，其实每个人刚开始都会有点忐忑的，但这并不代表你会失败。",
        "label": ""
      },
      {
        "sentence": "对自己有信心，相信自己的努力会得到认可和回报。",
        "label": ""
      },
      {
        "sentence": "另外，如果你感到压力很大，可以试着与他人交流，寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "不用承担全部压力，和他人一起分享，也会感到轻松一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，谢谢你的鼓励和建议。我会试着调整自己的心态，相信自己可以胜任教师这个角色。我也会记住你说的，努力展示自己的优点，同时也注意不要过分要求自己。谢谢你！",
    "annotation": [
      {
        "sentence": "嗯，谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着调整自己的心态，相信自己可以胜任教师这个角色。",
        "label": ""
      },
      {
        "sentence": "我也会记住你说的，努力展示自己的优点，同时也注意不要过分要求自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，小可爱。相信你一定能够克服困难，成为一名优秀的教师。如果你还有任何困惑和困难，随时可以来找我倾诉。我会一直支持你的！加油哦！",
    "annotation": [
      {
        "sentence": "不客气，小可爱。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够克服困难，成为一名优秀的教师。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑和困难，随时可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会好好努力的！如果以后还有问题，我一定会来找你倾诉。再次感谢你！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会好好努力的！",
        "label": ""
      },
      {
        "sentence": "如果以后还有问题，我一定会来找你倾诉。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]