[
  {
    "role": "client",
    "content": "总是对自己要求很高，害怕失败该怎么办？我对自己的要求很高，但是很多时候都做不到，而且经常想做不到会有什么后果，又承担不起，压力很大，很焦虑很痛苦，有时候睡觉都会被惊醒，我是个很内向不会主动和别人聊天的人，但是最近考上了教师的编，我发现那些和我一起考上的人，都好能说会道，我和他们在一起很害怕，我开始强迫自己和他们聊天，但是觉得自己还是不如他们，觉得自己太文静太老实，我很害怕他们会看不起我，但是我很想成为他们那样，很快就要开学了，我也没有教学经验，面对学生上课，我也没把握，压力很大，很烦，不知道该怎么办，我认为我可能对自己要求过高，而且很害怕自己失败，觉得失败了就完了，很害怕，不知道怎么办。",
    "annotation": [
      {
        "sentence": "总是对自己要求很高，害怕失败该怎么办？",
        "label": ""
      },
      {
        "sentence": "我对自己的要求很高，但是很多时候都做不到，而且经常想做不到会有什么后果，又承担不起，压力很大，很焦虑很痛苦，有时候睡觉都会被惊醒，我是个很内向不会主动和别人聊天的人，但是最近考上了教师的编，我发现那些和我一起考上的人，都好能说会道，我和他们在一起很害怕，我开始强迫自己和他们聊天，但是觉得自己还是不如他们，觉得自己太文静太老实，我很害怕他们会看不起我，但是我很想成为他们那样，很快就要开学了，我也没有教学经验，面对学生上课，我也没把握，压力很大，很烦，不知道该怎么办，我认为我可能对自己要求过高，而且很害怕自己失败，觉得失败了就完了，很害怕，不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你对自己的要求非常高，但是同时也感到很焦虑和痛苦。你是否能回想一下，当你考取教师资格证之前，是否也有过同样的自我怀疑和担忧呢？是否也曾担心考不上以及日后的各种不确定性？你是如何坚持下来并取得成绩的呢？我相信你是在面对不确定性时不断调整自己，将注意力集中在学习上，减轻头脑的干扰。最终你成功了。现在你又面临着新的挑战，即将进入新的学习环境，你的头脑又制造出各种不确定来干扰你。你是否注意到了，像个小人一样，它一直在你身边唠叨不休。你是被它吓住了，还是继续调整自己，迎接新的挑战呢？你已经开始主动面对挑战，看到了自己的问题，并且开始寻求帮助。和当初的考试过程一样，这也是你成长过程中的一部分，只是需要更加用心而已。所以先别急着评判自己的表现，接纳自己在适应新环境时所具备的状态。这种状态对每个人来说都是正常反应，只是每个人适应的程度不同而已。你说你是一个对自己要求很高的人，我能理解你追求完美的心理，但是相应地也会对自己不够接纳。其实内向这个性格特点没有什么不好的地方，因为内向的人更善于倾听，具备很好的共情能力。最重要的是你愿意反省自己并不断成长，这是非常好的特质。暂时放下头脑中各种评判，全身心地投入到工作中，将其视为探索世界的机会。也许你会担心，会迷茫，甚至会感到有些受伤，但这又能怎样呢？这些都只是让你变得更强大的一种经历。当你受情绪或头脑杂音困扰时，多进行一些运动，多接触自然，用心去发现孩子身上的美好，用心去感受别人身上的善意。做一个眼中有光、心中充满爱的人。这样，你会发现自己的世界已经足够精彩。那些能够进入你世界的人也一定是美好的人。至于那些进不了你世界的人，他们只是与你频率不同的人而已，你无需在意，更无需为他们的评价而增添烦恼。愿你心境开朗，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "看得出来你对自己的要求非常高，但是同时也感到很焦虑和痛苦。",
        "label": ""
      },
      {
        "sentence": "你是否能回想一下，当你考取教师资格证之前，是否也有过同样的自我怀疑和担忧呢？",
        "label": ""
      },
      {
        "sentence": "是否也曾担心考不上以及日后的各种不确定性？",
        "label": ""
      },
      {
        "sentence": "你是如何坚持下来并取得成绩的呢？",
        "label": ""
      },
      {
        "sentence": "我相信你是在面对不确定性时不断调整自己，将注意力集中在学习上，减轻头脑的干扰。",
        "label": ""
      },
      {
        "sentence": "最终你成功了。",
        "label": ""
      },
      {
        "sentence": "现在你又面临着新的挑战，即将进入新的学习环境，你的头脑又制造出各种不确定来干扰你。",
        "label": ""
      },
      {
        "sentence": "你是否注意到了，像个小人一样，它一直在你身边唠叨不休。",
        "label": ""
      },
      {
        "sentence": "你是被它吓住了，还是继续调整自己，迎接新的挑战呢？",
        "label": ""
      },
      {
        "sentence": "你已经开始主动面对挑战，看到了自己的问题，并且开始寻求帮助。",
        "label": ""
      },
      {
        "sentence": "和当初的考试过程一样，这也是你成长过程中的一部分，只是需要更加用心而已。",
        "label": ""
      },
      {
        "sentence": "所以先别急着评判自己的表现，接纳自己在适应新环境时所具备的状态。",
        "label": ""
      },
      {
        "sentence": "这种状态对每个人来说都是正常反应，只是每个人适应的程度不同而已。",
        "label": ""
      },
      {
        "sentence": "你说你是一个对自己要求很高的人，我能理解你追求完美的心理，但是相应地也会对自己不够接纳。",
        "label": ""
      },
      {
        "sentence": "其实内向这个性格特点没有什么不好的地方，因为内向的人更善于倾听，具备很好的共情能力。",
        "label": ""
      },
      {
        "sentence": "最重要的是你愿意反省自己并不断成长，这是非常好的特质。",
        "label": ""
      },
      {
        "sentence": "暂时放下头脑中各种评判，全身心地投入到工作中，将其视为探索世界的机会。",
        "label": ""
      },
      {
        "sentence": "也许你会担心，会迷茫，甚至会感到有些受伤，但这又能怎样呢？",
        "label": ""
      },
      {
        "sentence": "这些都只是让你变得更强大的一种经历。",
        "label": ""
      },
      {
        "sentence": "当你受情绪或头脑杂音困扰时，多进行一些运动，多接触自然，用心去发现孩子身上的美好，用心去感受别人身上的善意。",
        "label": ""
      },
      {
        "sentence": "做一个眼中有光、心中充满爱的人。",
        "label": ""
      },
      {
        "sentence": "这样，你会发现自己的世界已经足够精彩。",
        "label": ""
      },
      {
        "sentence": "那些能够进入你世界的人也一定是美好的人。",
        "label": ""
      },
      {
        "sentence": "至于那些进不了你世界的人，他们只是与你频率不同的人而已，你无需在意，更无需为他们的评价而增添烦恼。",
        "label": ""
      },
      {
        "sentence": "愿你心境开朗，一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。你说的很对，我在过去确实也有过类似的担忧和不确定。我会努力调整自己的心态，尽量接纳自己的不足，并把注意力放在适应新环境和学习上。我知道内向并不是坏事，我会发挥我的倾听和共情能力。我也会试着放下对自己的严格要求，用更积极的态度面对教学工作。我会尝试多运动，多接触自然，同时也会积极寻找美好和善意。我希望自己能成为一个有光、有爱的人，真心感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "你说的很对，我在过去确实也有过类似的担忧和不确定。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，尽量接纳自己的不足，并把注意力放在适应新环境和学习上。",
        "label": ""
      },
      {
        "sentence": "我知道内向并不是坏事，我会发挥我的倾听和共情能力。",
        "label": ""
      },
      {
        "sentence": "我也会试着放下对自己的严格要求，用更积极的态度面对教学工作。",
        "label": ""
      },
      {
        "sentence": "我会尝试多运动，多接触自然，同时也会积极寻找美好和善意。",
        "label": ""
      },
      {
        "sentence": "我希望自己能成为一个有光、有爱的人，真心感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你能够接受和积极回应我的建议，已经是一个很大的进步了。人们都会有迷茫和困惑的时候，但关键是要勇敢地面对这些挑战，并不断成长。我相信你已经具备了这样的心态，只要你坚持下去，一切都会变得更好。如果以后还有任何问题或困惑，记得随时向我寻求帮助。祝福你在教学工作中取得好成果，成为一个出色的教师！",
    "annotation": [
      {
        "sentence": "不用客气，你能够接受和积极回应我的建议，已经是一个很大的进步了。",
        "label": ""
      },
      {
        "sentence": "人们都会有迷茫和困惑的时候，但关键是要勇敢地面对这些挑战，并不断成长。",
        "label": ""
      },
      {
        "sentence": "我相信你已经具备了这样的心态，只要你坚持下去，一切都会变得更好。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题或困惑，记得随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你在教学工作中取得好成果，成为一个出色的教师！",
        "label": ""
      }
    ]
  }
]