[
  {
    "role": "client",
    "content": "为何非常害怕别人不喜欢我，特别害怕别人对自己不好？我发现自己真的很怕别人对自己有敌意，在宿舍里一味压制自己的意见，仿佛自己很卑微，我需要去讨好她们，让她们对自己满意，去迎合她们让她们觉得我不是不合群的别人稍微一点点的表情都让我觉得她们不喜欢我了，这样的自己真的好累啊。",
    "annotation": [
      {
        "sentence": "为何非常害怕别人不喜欢我，特别害怕别人对自己不好？",
        "label": ""
      },
      {
        "sentence": "我发现自己真的很怕别人对自己有敌意，在宿舍里一味压制自己的意见，仿佛自己很卑微，我需要去讨好她们，让她们对自己满意，去迎合她们让她们觉得我不是不合群的别人稍微一点点的表情都让我觉得她们不喜欢我了，这样的自己真的好累啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕别人不喜欢自己的现象是比较普遍的。从心理学上看，往往可以从原生家庭中找到原因。这类人大多都有一个共同点：童年时总是被父母或抚养者要求成为他们所期待的人。我们和父母的相处模式几乎是造就我们未来的一切认知、行为模式的模板。但也要意识到，这是也只是一个模板而已，在我们今后的成长过程中，我们和别人的相处与互动，令我们的这些认知和行为获得了反馈和强化，由此，在意别人的看法才真正内化为我们的一个基本习惯与核心信念。也就是说，虽然有原生家庭的问题，但只要把自己的认知行为习惯改变了，这个问题就可以被解决。",
    "annotation": [
      {
        "sentence": "害怕别人不喜欢自己的现象是比较普遍的。",
        "label": ""
      },
      {
        "sentence": "从心理学上看，往往可以从原生家庭中找到原因。",
        "label": ""
      },
      {
        "sentence": "这类人大多都有一个共同点：童年时总是被父母或抚养者要求成为他们所期待的人。",
        "label": ""
      },
      {
        "sentence": "我们和父母的相处模式几乎是造就我们未来的一切认知、行为模式的模板。",
        "label": ""
      },
      {
        "sentence": "但也要意识到，这是也只是一个模板而已，在我们今后的成长过程中，我们和别人的相处与互动，令我们的这些认知和行为获得了反馈和强化，由此，在意别人的看法才真正内化为我们的一个基本习惯与核心信念。",
        "label": ""
      },
      {
        "sentence": "也就是说，虽然有原生家庭的问题，但只要把自己的认知行为习惯改变了，这个问题就可以被解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以你的意思是，只要改变自己的思维方式和行为习惯，我就能克服这种害怕别人不喜欢的问题了吗？",
    "annotation": [
      {
        "sentence": "所以你的意思是，只要改变自己的思维方式和行为习惯，我就能克服这种害怕别人不喜欢的问题了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，不仅仅是改变思维方式和行为习惯，还需要逐渐建立自己的自信心和独立性。首先需要搞清楚的是你为什么害怕别人不喜欢你？一，你害怕和别人起冲突，你害怕别人对你发火，你害怕别人冷落你，你害怕别人对你使用暴力，你害怕别人抛弃你……也就是说害怕得罪别人。二，自卑心理。自卑的相处原因是多种多样的。三，敏感。敏感意味着一个人的心理承受能力差，容易受伤，容易多想。四，将自己和别人对比。关键是一开始你就要意识到自己没有必要和别人进行对比，没有对比，也就没有痛苦。五，不能接纳自己。准确的说是不能接纳不被别人喜欢的自己。实际上喜不喜欢你都不会影响你成为怎样的人。别人喜欢你，与你无关。别人不喜欢你，也与你无关。",
    "annotation": [
      {
        "sentence": "是的，不仅仅是改变思维方式和行为习惯，还需要逐渐建立自己的自信心和独立性。",
        "label": ""
      },
      {
        "sentence": "首先需要搞清楚的是你为什么害怕别人不喜欢你？",
        "label": ""
      },
      {
        "sentence": "一，你害怕和别人起冲突，你害怕别人对你发火，你害怕别人冷落你，你害怕别人对你使用暴力，你害怕别人抛弃你……也就是说害怕得罪别人。",
        "label": ""
      },
      {
        "sentence": "二，自卑心理。",
        "label": ""
      },
      {
        "sentence": "自卑的相处原因是多种多样的。",
        "label": ""
      },
      {
        "sentence": "三，敏感。",
        "label": ""
      },
      {
        "sentence": "敏感意味着一个人的心理承受能力差，容易受伤，容易多想。",
        "label": ""
      },
      {
        "sentence": "四，将自己和别人对比。",
        "label": ""
      },
      {
        "sentence": "关键是一开始你就要意识到自己没有必要和别人进行对比，没有对比，也就没有痛苦。",
        "label": ""
      },
      {
        "sentence": "五，不能接纳自己。",
        "label": ""
      },
      {
        "sentence": "准确的说是不能接纳不被别人喜欢的自己。",
        "label": ""
      },
      {
        "sentence": "实际上喜不喜欢你都不会影响你成为怎样的人。",
        "label": ""
      },
      {
        "sentence": "别人喜欢你，与你无关。",
        "label": ""
      },
      {
        "sentence": "别人不喜欢你，也与你无关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我很想改变这种依赖别人眼光的习惯，但我不知道该从哪些方面入手。",
    "annotation": [
      {
        "sentence": "我明白了，我很想改变这种依赖别人眼光的习惯，但我不知道该从哪些方面入手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以给你一些建议。首先，将你所在意的别人对你的看法记录下来，然后尝试着去做出不被别人的看法所影响的行动。这样可以帮助你逐渐脱离对别人意见的依赖，更加自主地做出自己的决策。其次，尝试着与别人起最少三次的冲突，并绝对的坚持你自己的决定，而不被别人说服。这可以帮助你在自我表达和维护自己的权益方面更加自信。听起来很疯狂，但是如果真的这样做了，才会意识到它的效果。最后，尝试表达出自己的需求与感受。当你感到不开心或不想做某件事时，要勇敢地说出来，并拒绝迎合别人的期待。这样可以帮助你建立自己的边界和保护自己的内心。",
    "annotation": [
      {
        "sentence": "我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，将你所在意的别人对你的看法记录下来，然后尝试着去做出不被别人的看法所影响的行动。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你逐渐脱离对别人意见的依赖，更加自主地做出自己的决策。",
        "label": ""
      },
      {
        "sentence": "其次，尝试着与别人起最少三次的冲突，并绝对的坚持你自己的决定，而不被别人说服。",
        "label": ""
      },
      {
        "sentence": "这可以帮助你在自我表达和维护自己的权益方面更加自信。",
        "label": ""
      },
      {
        "sentence": "听起来很疯狂，但是如果真的这样做了，才会意识到它的效果。",
        "label": ""
      },
      {
        "sentence": "最后，尝试表达出自己的需求与感受。",
        "label": ""
      },
      {
        "sentence": "当你感到不开心或不想做某件事时，要勇敢地说出来，并拒绝迎合别人的期待。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你建立自己的边界和保护自己的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去实践这些方法，希望能够摆脱这种对别人看法的依赖感。可能刚开始会有些困难，但我会努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去实践这些方法，希望能够摆脱这种对别人看法的依赖感。",
        "label": ""
      },
      {
        "sentence": "可能刚开始会有些困难，但我会努力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，改变确实需要时间和努力。你已经意识到了问题并愿意去解决它，这已经是迈出了很大的一步。相信自己，相信你可以克服这个困扰你的问题。如果有什么困难或进展，随时可以与我交流，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不要担心，改变确实需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了问题并愿意去解决它，这已经是迈出了很大的一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以克服这个困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "如果有什么困难或进展，随时可以与我交流，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会坚持努力的。如果有任何问题，我会及时向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会坚持努力的。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，我会及时向你寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我随时都在这里为你提供支持和帮助。记得，你并不孤单，有人一直陪伴着你。加油！",
    "annotation": [
      {
        "sentence": "没问题，我随时都在这里为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，有人一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]