[
  {
    "role": "client",
    "content": "最好受的时间就是一个人待着，我是否有抑郁倾向了？说实话，在学校里面，最让我感觉到好受的时间就是晚上等他们都睡觉了，我自己到阳台上去抽一根烟。就感觉，在班里面，也真的只是表面上开心罢了，自己是个啥人，心里面清楚。有一些秘密，关于自己的，父母都不知道，也从来没跟其他人说过。从小到大，在家委屈惯了，现在他们把眼光放在我身上了。从小到大，从来没关心过我成绩，就因为俺哥考的不如他们意，才把眼光放在我身上。无时无刻不在给我压力，天天跟我说他们有多辛苦，别人家的谁谁谁，多好多好，想以此激励我。在我看来不过更让我觉得自己是个废物罢了。我估计我快撑不住了。现在他们已经给我定在板子上定死了。谁都一样，他们今天跟我说，你要啥给你啥，你还上不去，啥啥啥的。处关系也真的好累啊，我也不知道咋回事，不自觉的感觉跟谁都能聊到一块去，其实我真的想啥事都一个人干，啥活也一个人干。好烦，死了算了，想攒安眠药。",
    "annotation": [
      {
        "sentence": "最好受的时间就是一个人待着，我是否有抑郁倾向了？",
        "label": ""
      },
      {
        "sentence": "说实话，在学校里面，最让我感觉到好受的时间就是晚上等他们都睡觉了，我自己到阳台上去抽一根烟。",
        "label": ""
      },
      {
        "sentence": "就感觉，在班里面，也真的只是表面上开心罢了，自己是个啥人，心里面清楚。",
        "label": ""
      },
      {
        "sentence": "有一些秘密，关于自己的，父母都不知道，也从来没跟其他人说过。",
        "label": ""
      },
      {
        "sentence": "从小到大，在家委屈惯了，现在他们把眼光放在我身上了。",
        "label": ""
      },
      {
        "sentence": "从小到大，从来没关心过我成绩，就因为俺哥考的不如他们意，才把眼光放在我身上。",
        "label": ""
      },
      {
        "sentence": "无时无刻不在给我压力，天天跟我说他们有多辛苦，别人家的谁谁谁，多好多好，想以此激励我。",
        "label": ""
      },
      {
        "sentence": "在我看来不过更让我觉得自己是个废物罢了。",
        "label": ""
      },
      {
        "sentence": "我估计我快撑不住了。",
        "label": ""
      },
      {
        "sentence": "现在他们已经给我定在板子上定死了。",
        "label": ""
      },
      {
        "sentence": "谁都一样，他们今天跟我说，你要啥给你啥，你还上不去，啥啥啥的。",
        "label": ""
      },
      {
        "sentence": "处关系也真的好累啊，我也不知道咋回事，不自觉的感觉跟谁都能聊到一块去，其实我真的想啥事都一个人干，啥活也一个人干。",
        "label": ""
      },
      {
        "sentence": "好烦，死了算了，想攒安眠药。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我是你的支持者。你觉得一个人待着最好的时候是晚上等他们都睡觉了，抽烟在阳台上。这个习惯说明你更喜欢一个人的时候，也许你更加内向。根据心理学家荣格的理论，内向的人喜欢独处，而外向的人则更愿意与他人交往。你也提到了一些关于自己的秘密，这些都是你内心深处的感受。从小到大，在家里你一直委屈自己，现在他们的目光都放在你身上，而且给你带来了很大的压力。你觉得他们对你的期望很高，也常常拿别人家的孩子与你比较，这样的行为很容易让你觉得自己是个废物。你现在感到无法承受这些压力，甚至想过攒安眠药。这些都是你内心的痛苦。",
    "annotation": [
      {
        "sentence": "你好，我是你的支持者。",
        "label": ""
      },
      {
        "sentence": "你觉得一个人待着最好的时候是晚上等他们都睡觉了，抽烟在阳台上。",
        "label": ""
      },
      {
        "sentence": "这个习惯说明你更喜欢一个人的时候，也许你更加内向。",
        "label": ""
      },
      {
        "sentence": "根据心理学家荣格的理论，内向的人喜欢独处，而外向的人则更愿意与他人交往。",
        "label": ""
      },
      {
        "sentence": "你也提到了一些关于自己的秘密，这些都是你内心深处的感受。",
        "label": ""
      },
      {
        "sentence": "从小到大，在家里你一直委屈自己，现在他们的目光都放在你身上，而且给你带来了很大的压力。",
        "label": ""
      },
      {
        "sentence": "你觉得他们对你的期望很高，也常常拿别人家的孩子与你比较，这样的行为很容易让你觉得自己是个废物。",
        "label": ""
      },
      {
        "sentence": "你现在感到无法承受这些压力，甚至想过攒安眠药。",
        "label": ""
      },
      {
        "sentence": "这些都是你内心的痛苦。",
        "label": ""
      }
    ]
  }
]