[
  {
    "role": "client",
    "content": "您好，请问有什么方法可以提高我的执行力、主观能动性和做事的决心吗？我今年24岁，男性。我很想知道怎样才能逼迫自己，下定决心后就绝不改变（当然自己知道哪些事情该坚持，哪些不该坚持）。我没有那种今天不玩手机，今天就绝对不玩，死也不玩的决心和意志力。我的自慰频率有点高，一周大约三次左右。很多时候我下定决心戒掉，可是最长时间只能坚持四天就又开始自慰了。我很容易缺乏坚持做事情的决心和意愿，总是不逼迫自己做事情或者做事情不彻底。另外，我还有一个问题，我一直想读《戒为良药》这本书，但是我发现这本书有很多负面评价，豆瓣上也没有评分，喜马拉雅上也下架了。我想知道是否值得选择性地阅读《戒为良药》？我期望今晚十一点之前不碰手机，下定决心绝对不玩（至少一周四天这样）。早上七点必须起床，没有任何借口（就像在部队一样，做什么就要去做，否则会受到惩罚，当然我不是真的会受到惩罚）。我的执行力需求很强，请在下方评论中提供具体建议，我不会太啰嗦，请您一定耐心读完评论再回答！我的问题并不长，大约有600字。",
    "annotation": [
      {
        "sentence": "您好，请问有什么方法可以提高我的执行力、主观能动性和做事的决心吗？",
        "label": ""
      },
      {
        "sentence": "我今年24岁，男性。",
        "label": ""
      },
      {
        "sentence": "我很想知道怎样才能逼迫自己，下定决心后就绝不改变（当然自己知道哪些事情该坚持，哪些不该坚持）。",
        "label": ""
      },
      {
        "sentence": "我没有那种今天不玩手机，今天就绝对不玩，死也不玩的决心和意志力。",
        "label": ""
      },
      {
        "sentence": "我的自慰频率有点高，一周大约三次左右。",
        "label": ""
      },
      {
        "sentence": "很多时候我下定决心戒掉，可是最长时间只能坚持四天就又开始自慰了。",
        "label": ""
      },
      {
        "sentence": "我很容易缺乏坚持做事情的决心和意愿，总是不逼迫自己做事情或者做事情不彻底。",
        "label": ""
      },
      {
        "sentence": "另外，我还有一个问题，我一直想读《戒为良药》这本书，但是我发现这本书有很多负面评价，豆瓣上也没有评分，喜马拉雅上也下架了。",
        "label": ""
      },
      {
        "sentence": "我想知道是否值得选择性地阅读《戒为良药》？",
        "label": ""
      },
      {
        "sentence": "我期望今晚十一点之前不碰手机，下定决心绝对不玩（至少一周四天这样）。",
        "label": ""
      },
      {
        "sentence": "早上七点必须起床，没有任何借口（就像在部队一样，做什么就要去做，否则会受到惩罚，当然我不是真的会受到惩罚）。",
        "label": ""
      },
      {
        "sentence": "我的执行力需求很强，请在下方评论中提供具体建议，我不会太啰嗦，请您一定耐心读完评论再回答！",
        "label": ""
      },
      {
        "sentence": "我的问题并不长，大约有600字。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！先给你一个拥抱，五分钟的拥抱做为我对你的支持！我和我的丈夫曾经因为改变生活习惯而遇到过很大的困惑，整整五年的时间都特别痛苦。我习惯性地熬夜，而我丈夫则沉迷于玩游戏，正因为如此，我们都不愿意去上班打工，因为我们无法忍受那种压榨与低效率的公司内部环境，因此我们决定在网上卖资料。但结果却是我欠下了七十多万的债务。你以为在那之后我们就停止折腾了吗？不，没有，因为打工对我们来说实在是太痛苦了。一开始我们读了《微习惯》一书，我把内容念给我的丈夫听，这成为我们之间的解决方式，还一直沿用到现在，非常实用！但是仅仅靠这本书是不够的，不到一个月的时间我的意志力和动力就耗尽了，我变得比以前更废弃，熬夜更恶劣，生活节奏颠倒。同时，伴随着经济上的焦虑、恐慌以及自我责备和罪恶感等各种负面情绪，这可让我陷入了一种恶性循环。直到今年8月，我们还是一直处于短暂坚持、长期挂逼的周期中，非常痛苦。后来，我们看了《自控力》，了解到大脑会欺骗我们，让我们做很多我们本不愿意做的傻事，比如无法坚持、熬夜什么的，通过了解我们的大脑，我们开始知己知彼。我们也制定了计划，以为这次会成功了。但是，实际情况是，成功只属于天选之人，我们只是普通人，普通人不可能一蹴而就的成功。我们失败了，坚持了半个月后，下半个月我们又回到了原来的状态。接下来的九月又是半个月的挂逼时期。但是我们明白，这是大脑的机制。我们也没有像以前那样感到伤心和对自己失望，觉得自己做不成什么事情。我们决定再来一次，跟这狗逼大脑再战。结果怎样呢？现在，我们改掉了五年的熬夜习惯。对于我来说，睡觉的时候我会习惯性地看小说，明明知道对眼睛不好，却又控制不住自己。为了解决这个问题，我设定了手机的定时开关机，将手机放在客厅，白天会进行一些运动，尽量不睡午觉，保持清醒，如果还是没有办法入睡，我会尝试使用深呼吸法，这些方法都非常有用。早睡养成花了我大约一个月的时间，调整了生物钟，让大脑和身体能适应新的作息。现在，如果我熬夜之后的第二天感觉很难受，我就不再熬夜了。而且，早起一整天我会感觉时间很长，这种成就感让我觉得非常愉悦。同时，我也改掉了在晚上吃宵夜的习惯。一开始，我买了很多以前喜欢的小零食，用来代替晚上嘴巴痒时的食欲。现在，晚上我会吃水果、小零食或者苏打饼干之类的。我是",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "先给你一个拥抱，五分钟的拥抱做为我对你的支持！",
        "label": ""
      },
      {
        "sentence": "我和我的丈夫曾经因为改变生活习惯而遇到过很大的困惑，整整五年的时间都特别痛苦。",
        "label": ""
      },
      {
        "sentence": "我习惯性地熬夜，而我丈夫则沉迷于玩游戏，正因为如此，我们都不愿意去上班打工，因为我们无法忍受那种压榨与低效率的公司内部环境，因此我们决定在网上卖资料。",
        "label": ""
      },
      {
        "sentence": "但结果却是我欠下了七十多万的债务。",
        "label": ""
      },
      {
        "sentence": "你以为在那之后我们就停止折腾了吗？",
        "label": ""
      },
      {
        "sentence": "不，没有，因为打工对我们来说实在是太痛苦了。",
        "label": ""
      },
      {
        "sentence": "一开始我们读了《微习惯》一书，我把内容念给我的丈夫听，这成为我们之间的解决方式，还一直沿用到现在，非常实用！",
        "label": ""
      },
      {
        "sentence": "但是仅仅靠这本书是不够的，不到一个月的时间我的意志力和动力就耗尽了，我变得比以前更废弃，熬夜更恶劣，生活节奏颠倒。",
        "label": ""
      },
      {
        "sentence": "同时，伴随着经济上的焦虑、恐慌以及自我责备和罪恶感等各种负面情绪，这可让我陷入了一种恶性循环。",
        "label": ""
      },
      {
        "sentence": "直到今年8月，我们还是一直处于短暂坚持、长期挂逼的周期中，非常痛苦。",
        "label": ""
      },
      {
        "sentence": "后来，我们看了《自控力》，了解到大脑会欺骗我们，让我们做很多我们本不愿意做的傻事，比如无法坚持、熬夜什么的，通过了解我们的大脑，我们开始知己知彼。",
        "label": ""
      },
      {
        "sentence": "我们也制定了计划，以为这次会成功了。",
        "label": ""
      },
      {
        "sentence": "但是，实际情况是，成功只属于天选之人，我们只是普通人，普通人不可能一蹴而就的成功。",
        "label": ""
      },
      {
        "sentence": "我们失败了，坚持了半个月后，下半个月我们又回到了原来的状态。",
        "label": ""
      },
      {
        "sentence": "接下来的九月又是半个月的挂逼时期。",
        "label": ""
      },
      {
        "sentence": "但是我们明白，这是大脑的机制。",
        "label": ""
      },
      {
        "sentence": "我们也没有像以前那样感到伤心和对自己失望，觉得自己做不成什么事情。",
        "label": ""
      },
      {
        "sentence": "我们决定再来一次，跟这狗逼大脑再战。",
        "label": ""
      },
      {
        "sentence": "结果怎样呢？",
        "label": ""
      },
      {
        "sentence": "现在，我们改掉了五年的熬夜习惯。",
        "label": ""
      },
      {
        "sentence": "对于我来说，睡觉的时候我会习惯性地看小说，明明知道对眼睛不好，却又控制不住自己。",
        "label": ""
      },
      {
        "sentence": "为了解决这个问题，我设定了手机的定时开关机，将手机放在客厅，白天会进行一些运动，尽量不睡午觉，保持清醒，如果还是没有办法入睡，我会尝试使用深呼吸法，这些方法都非常有用。",
        "label": ""
      },
      {
        "sentence": "早睡养成花了我大约一个月的时间，调整了生物钟，让大脑和身体能适应新的作息。",
        "label": ""
      },
      {
        "sentence": "现在，如果我熬夜之后的第二天感觉很难受，我就不再熬夜了。",
        "label": ""
      },
      {
        "sentence": "而且，早起一整天我会感觉时间很长，这种成就感让我觉得非常愉悦。",
        "label": ""
      },
      {
        "sentence": "同时，我也改掉了在晚上吃宵夜的习惯。",
        "label": ""
      },
      {
        "sentence": "一开始，我买了很多以前喜欢的小零食，用来代替晚上嘴巴痒时的食欲。",
        "label": ""
      },
      {
        "sentence": "现在，晚上我会吃水果、小零食或者苏打饼干之类的。",
        "label": ""
      },
      {
        "sentence": "我是",
        "label": ""
      }
    ]
  }
]