[
  {
    "role": "client",
    "content": "每星期总有两三次总是想死一两个小时缓不过来？",
    "annotation": [
      {
        "sentence": "每星期总有两三次总是想死一两个小时缓不过来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的诉说我很心疼，在你的对自己的评价中我看到了一个自卑、无助和悲伤的小孩。我不知道你经历过怎样不好的事情，但是我想告诉你的是，身体胖，是可以通过运动减肥的；普通二本大学，是可以通过努力考上985、211的高等学校的研究生的；学习不好，是可以通过努力而得到提高的；脸上有皮炎也是可以通过医生而痊愈的。所以，事情可能没有你想象中的那么糟糕，只是你现在沉浸于‘自我否定’的锅炉中，像温水煮青蛙般自我煎熬着。尝试跳出自我否定的怪圈，每天在尝试找一个自己的优点，依靠自己的努力补足缺点。一点点的改变，一点点的进步，把丢失掉的自信也一点点的找回来。",
    "annotation": [
      {
        "sentence": "听到你的诉说我很心疼，在你的对自己的评价中我看到了一个自卑、无助和悲伤的小孩。",
        "label": ""
      },
      {
        "sentence": "我不知道你经历过怎样不好的事情，但是我想告诉你的是，身体胖，是可以通过运动减肥的；普通二本大学，是可以通过努力考上985、211的高等学校的研究生的；学习不好，是可以通过努力而得到提高的；脸上有皮炎也是可以通过医生而痊愈的。",
        "label": ""
      },
      {
        "sentence": "所以，事情可能没有你想象中的那么糟糕，只是你现在沉浸于‘自我否定’的锅炉中，像温水煮青蛙般自我煎熬着。",
        "label": ""
      },
      {
        "sentence": "尝试跳出自我否定的怪圈，每天在尝试找一个自己的优点，依靠自己的努力补足缺点。",
        "label": ""
      },
      {
        "sentence": "一点点的改变，一点点的进步，把丢失掉的自信也一点点的找回来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我总觉得这些努力都不值得。为什么要花那么大的努力去改变自己呢？死了不就什么都安定了吗？我一想到死就永恒的消失了反而有一种安全感，超过任何事物能带给我的安全感。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我总觉得这些努力都不值得。",
        "label": ""
      },
      {
        "sentence": "为什么要花那么大的努力去改变自己呢？",
        "label": ""
      },
      {
        "sentence": "死了不就什么都安定了吗？",
        "label": ""
      },
      {
        "sentence": "我一想到死就永恒的消失了反而有一种安全感，超过任何事物能带给我的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困惑和绝望感，但是死并不是解决问题的最好办法。虽然你现在可能感觉不到，但生活是丰富多彩的，每个人都有自己的使命和价值。每一次努力都是为了寻找内心的意义和快乐。虽然现在你很迷茫，但当你逐渐走出阴霾，重新找到了生活的乐趣和目标，你就会明白为什么选择活下去是那么重要了。",
    "annotation": [
      {
        "sentence": "我理解你现在的困惑和绝望感，但是死并不是解决问题的最好办法。",
        "label": ""
      },
      {
        "sentence": "虽然你现在可能感觉不到，但生活是丰富多彩的，每个人都有自己的使命和价值。",
        "label": ""
      },
      {
        "sentence": "每一次努力都是为了寻找内心的意义和快乐。",
        "label": ""
      },
      {
        "sentence": "虽然现在你很迷茫，但当你逐渐走出阴霾，重新找到了生活的乐趣和目标，你就会明白为什么选择活下去是那么重要了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我觉得我没有什么特别的才华和优点，我为什么要承受这么多痛苦呢？",
    "annotation": [
      {
        "sentence": "但是，我觉得我没有什么特别的才华和优点，我为什么要承受这么多痛苦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的特长和优点，只是你现在还没有发现而已。你可以从一些兴趣爱好中找到自己的潜力所在，例如绘画、音乐或者写作等等。试着尝试一些新的事物，发现自己的潜能。每个人都是独一无二的，你也一定会找到属于自己的闪光点。",
    "annotation": [
      {
        "sentence": "每个人都有自己的特长和优点，只是你现在还没有发现而已。",
        "label": ""
      },
      {
        "sentence": "你可以从一些兴趣爱好中找到自己的潜力所在，例如绘画、音乐或者写作等等。",
        "label": ""
      },
      {
        "sentence": "试着尝试一些新的事物，发现自己的潜能。",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的，你也一定会找到属于自己的闪光点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得我过不了这个坎，我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "可是我觉得我过不了这个坎，我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到无助的时候，不妨寻求专业的帮助。心理咨询师是专门处理这些问题的人，他们会倾听你的困扰，并给予你正确的指导和支持。你可以告诉你的父母和老师，大学里一般都会有心理咨询中心，他们会提供帮助的。记得不要继续拖延下去，主动去找帮助是解决问题的第一步。你不是一个人在战斗，有人会一直陪在你身边，给予你力量和勇气。",
    "annotation": [
      {
        "sentence": "当你感到无助的时候，不妨寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "心理咨询师是专门处理这些问题的人，他们会倾听你的困扰，并给予你正确的指导和支持。",
        "label": ""
      },
      {
        "sentence": "你可以告诉你的父母和老师，大学里一般都会有心理咨询中心，他们会提供帮助的。",
        "label": ""
      },
      {
        "sentence": "记得不要继续拖延下去，主动去找帮助是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，有人会一直陪在你身边，给予你力量和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该主动去找专业人士寻求帮助。我也会告诉我的父母和老师，让他们知道我的困扰。谢谢你的建议和鼓励，我会努力跳出自我否定的怪圈，重新建立对自己的信心。",
    "annotation": [
      {
        "sentence": "你说的对，我应该主动去找专业人士寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我也会告诉我的父母和老师，让他们知道我的困扰。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我会努力跳出自我否定的怪圈，重新建立对自己的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我为你的决定感到骄傲。在你走出困境的道路上，不要忘记你是一个勇敢而坚强的人。每一步都不容易，但只要坚持不懈，你一定会看到希望的光芒。我相信你可以度过这个难关，找回属于自己的幸福。加油！",
    "annotation": [
      {
        "sentence": "非常好，我为你的决定感到骄傲。",
        "label": ""
      },
      {
        "sentence": "在你走出困境的道路上，不要忘记你是一个勇敢而坚强的人。",
        "label": ""
      },
      {
        "sentence": "每一步都不容易，但只要坚持不懈，你一定会看到希望的光芒。",
        "label": ""
      },
      {
        "sentence": "我相信你可以度过这个难关，找回属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]