[
  {
    "role": "client",
    "content": "我是一个25岁的女生，我的对象也是女生。每次我们吵架的时候，她都会摔东西和推人。我和我的对象在异国生活，已经在一起快四年了。这种类似的事件已经不是第一次发生了。在过去两年里，她摔了三部手机，拉坏了她送给我的项链，都是因为她在生气的时候控制不住自己。虽然每次吵架是我先挑起的，但是她总是以摔东西作为结尾。我不想让矛盾变得更加严重，所以每次到了这个时候我都会回避。但是今天她开始推我，并且还抓着我的衣领，我有点害怕，不敢回家。而且现在我也没有地方可以去，因为在异国，我没有熟人。我也不想去同事那里，免得引起其他人的八卦议论。另外，由于疫情的原因，我现在也买不到回国的机票。同时，我们现在住的房子是我付款的并且挂我的名字，签订了一年的合同，如果违约还会有违约金。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，我的对象也是女生。",
        "label": ""
      },
      {
        "sentence": "每次我们吵架的时候，她都会摔东西和推人。",
        "label": ""
      },
      {
        "sentence": "我和我的对象在异国生活，已经在一起快四年了。",
        "label": ""
      },
      {
        "sentence": "这种类似的事件已经不是第一次发生了。",
        "label": ""
      },
      {
        "sentence": "在过去两年里，她摔了三部手机，拉坏了她送给我的项链，都是因为她在生气的时候控制不住自己。",
        "label": ""
      },
      {
        "sentence": "虽然每次吵架是我先挑起的，但是她总是以摔东西作为结尾。",
        "label": ""
      },
      {
        "sentence": "我不想让矛盾变得更加严重，所以每次到了这个时候我都会回避。",
        "label": ""
      },
      {
        "sentence": "但是今天她开始推我，并且还抓着我的衣领，我有点害怕，不敢回家。",
        "label": ""
      },
      {
        "sentence": "而且现在我也没有地方可以去，因为在异国，我没有熟人。",
        "label": ""
      },
      {
        "sentence": "我也不想去同事那里，免得引起其他人的八卦议论。",
        "label": ""
      },
      {
        "sentence": "另外，由于疫情的原因，我现在也买不到回国的机票。",
        "label": ""
      },
      {
        "sentence": "同时，我们现在住的房子是我付款的并且挂我的名字，签订了一年的合同，如果违约还会有违约金。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人在情绪波动较大的时候都会有不同的反应，有些人会选择逃避，有些人会选择摔东西，有些人会选择争吵。1. 每次吵架的原因是什么呢？很多争吵其实都是由一些小事引起的，在平时这些小事看起来可能不起眼，但当情绪爆发时就会像导火索一样，突然全部爆发出来。所以我们可以回想一下，在平时两个人有问题之后是如何处理的。是否进行了自我反思和改变。如果双方都各持己见，不愿意让步，而每次吵架都避免谈论问题，那问题一定会越来越多。所以先问问自己，这段感情是否还有继续下去的可能。如果要继续，双方是否愿意做出改变。如果不继续，又该如何减少伤害呢？2. 给彼此一点时间。不知道对方是否意识到自己的问题，每次动手确实会给我们带来一定的阴影和伤害。如果可以的话，我们可以给彼此一些冷静的时间。如果住的房子有两个卧室的话，可以考虑暂时分居一段时间。同时可以反思一下各自的问题，想想对方好的地方，也想想自己做得不好的地方。记录下对方做得好的事情，问问自己想要继续在一起的原因是什么，有了问题应该如何解决等等。如果需要的话，可以给对方一个简单的拥抱，告诉对方：我们可以暂时冷静一下，深吸几口气，不要彼此指责，好吗？如果尝试了各种方法之后依旧不合适，那我们可以和对方坦诚相待，毕竟强扭的瓜不甜。",
    "annotation": [
      {
        "sentence": "每个人在情绪波动较大的时候都会有不同的反应，有些人会选择逃避，有些人会选择摔东西，有些人会选择争吵。",
        "label": ""
      },
      {
        "sentence": "1. 每次吵架的原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "很多争吵其实都是由一些小事引起的，在平时这些小事看起来可能不起眼，但当情绪爆发时就会像导火索一样，突然全部爆发出来。",
        "label": ""
      },
      {
        "sentence": "所以我们可以回想一下，在平时两个人有问题之后是如何处理的。",
        "label": ""
      },
      {
        "sentence": "是否进行了自我反思和改变。",
        "label": ""
      },
      {
        "sentence": "如果双方都各持己见，不愿意让步，而每次吵架都避免谈论问题，那问题一定会越来越多。",
        "label": ""
      },
      {
        "sentence": "所以先问问自己，这段感情是否还有继续下去的可能。",
        "label": ""
      },
      {
        "sentence": "如果要继续，双方是否愿意做出改变。",
        "label": ""
      },
      {
        "sentence": "如果不继续，又该如何减少伤害呢？",
        "label": ""
      },
      {
        "sentence": "2. 给彼此一点时间。",
        "label": ""
      },
      {
        "sentence": "不知道对方是否意识到自己的问题，每次动手确实会给我们带来一定的阴影和伤害。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，我们可以给彼此一些冷静的时间。",
        "label": ""
      },
      {
        "sentence": "如果住的房子有两个卧室的话，可以考虑暂时分居一段时间。",
        "label": ""
      },
      {
        "sentence": "同时可以反思一下各自的问题，想想对方好的地方，也想想自己做得不好的地方。",
        "label": ""
      },
      {
        "sentence": "记录下对方做得好的事情，问问自己想要继续在一起的原因是什么，有了问题应该如何解决等等。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，可以给对方一个简单的拥抱，告诉对方：我们可以暂时冷静一下，深吸几口气，不要彼此指责，好吗？",
        "label": ""
      },
      {
        "sentence": "如果尝试了各种方法之后依旧不合适，那我们可以和对方坦诚相待，毕竟强扭的瓜不甜。",
        "label": ""
      }
    ]
  }
]