[
  {
    "role": "client",
    "content": "喜欢的人是双相障碍患者，我该怎么办？",
    "annotation": [
      {
        "sentence": "喜欢的人是双相障碍患者，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "深情不如久伴。虽然我们不太会表达自己的感情，而且就对方目前的状态来看我们也没办法表露自己的心声。因此我们可以多给彼此一点时间，有的时候倾听和鼓励对于对方也是不错的治疗方案。",
    "annotation": [
      {
        "sentence": "深情不如久伴。",
        "label": ""
      },
      {
        "sentence": "虽然我们不太会表达自己的感情，而且就对方目前的状态来看我们也没办法表露自己的心声。",
        "label": ""
      },
      {
        "sentence": "因此我们可以多给彼此一点时间，有的时候倾听和鼓励对于对方也是不错的治疗方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更多地倾听和鼓励她。可是我总觉得自己说错话，怕她受到伤害。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更多地倾听和鼓励她。",
        "label": ""
      },
      {
        "sentence": "可是我总觉得自己说错话，怕她受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对方愿意主动入院治疗，这是一个不错的开始，只是由于最近很多事情的打击使得对方又复发了。因此我们可以找个时间和对方的主治医师聊一聊，看看对方的病情到了什么阶段，是需要药物治疗还是其他的方案。",
    "annotation": [
      {
        "sentence": "对方愿意主动入院治疗，这是一个不错的开始，只是由于最近很多事情的打击使得对方又复发了。",
        "label": ""
      },
      {
        "sentence": "因此我们可以找个时间和对方的主治医师聊一聊，看看对方的病情到了什么阶段，是需要药物治疗还是其他的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会联系她的主治医师，了解一下她目前的病情和治疗方案。",
    "annotation": [
      {
        "sentence": "好的，我会联系她的主治医师，了解一下她目前的病情和治疗方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同时有机会的话我们可以尝试着看看她家人的态度，毕竟这种情况肯定不是一下就可以消除的，需要对方家人的支持和多方面的协调和配合。我相信在大家一起的努力和配合之下，对于对方的恢复是有一定帮助的。",
    "annotation": [
      {
        "sentence": "同时有机会的话我们可以尝试着看看她家人的态度，毕竟这种情况肯定不是一下就可以消除的，需要对方家人的支持和多方面的协调和配合。",
        "label": ""
      },
      {
        "sentence": "我相信在大家一起的努力和配合之下，对于对方的恢复是有一定帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，在康复过程中家人的支持是十分重要的。我会和她家人沟通，为她提供更多的支持和协助。",
    "annotation": [
      {
        "sentence": "确实，在康复过程中家人的支持是十分重要的。",
        "label": ""
      },
      {
        "sentence": "我会和她家人沟通，为她提供更多的支持和协助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，生活并没有想象中的那么糟。当我们觉得生活没有希望的时候，经常会有万念俱灰的念头。因此在这种时候我们可以根据对方的经历引发对方对于美好事物的向往。当对方想要倾述的时候，我们可以陪伴着对方，给予一些鼓励和恰当的建议，让对方知道她是值得被呵护的，当对方不理我们的时候，也不要着急，我们可以通过外界的人员得知对方的一些情况，知道对方是安全的就好了。",
    "annotation": [
      {
        "sentence": "另外，生活并没有想象中的那么糟。",
        "label": ""
      },
      {
        "sentence": "当我们觉得生活没有希望的时候，经常会有万念俱灰的念头。",
        "label": ""
      },
      {
        "sentence": "因此在这种时候我们可以根据对方的经历引发对方对于美好事物的向往。",
        "label": ""
      },
      {
        "sentence": "当对方想要倾述的时候，我们可以陪伴着对方，给予一些鼓励和恰当的建议，让对方知道她是值得被呵护的，当对方不理我们的时候，也不要着急，我们可以通过外界的人员得知对方的一些情况，知道对方是安全的就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力陪伴她，给予她鼓励和支持。如果她暂时不理我，我也会通过其他途径了解她的情况，确保她的安全。",
    "annotation": [
      {
        "sentence": "我会尽力陪伴她，给予她鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "如果她暂时不理我，我也会通过其他途径了解她的情况，确保她的安全。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "等对方心情平复之后应该会有所表示，同时我们有机会也可以和她的家人以及医师沟通一下，看看如何可以营造更好的康复环境。至于感情的事，我们可以暂时放一放。你一定希望对方可以先走出目前的困境然后再开始新的生活，有的时候爱情并不一定是拥有，看到喜欢的人过得幸福也未尝不是一种幸福。",
    "annotation": [
      {
        "sentence": "等对方心情平复之后应该会有所表示，同时我们有机会也可以和她的家人以及医师沟通一下，看看如何可以营造更好的康复环境。",
        "label": ""
      },
      {
        "sentence": "至于感情的事，我们可以暂时放一放。",
        "label": ""
      },
      {
        "sentence": "你一定希望对方可以先走出目前的困境然后再开始新的生活，有的时候爱情并不一定是拥有，看到喜欢的人过得幸福也未尝不是一种幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会先关注她的康复和安全，让她走出困境。感情的事可以等待，只要她能够过得幸福，我也会感到满足。",
    "annotation": [
      {
        "sentence": "你说得对，我会先关注她的康复和安全，让她走出困境。",
        "label": ""
      },
      {
        "sentence": "感情的事可以等待，只要她能够过得幸福，我也会感到满足。",
        "label": ""
      }
    ]
  }
]