[
  {
    "role": "client",
    "content": "学习能力低下，做什么都不如意，还能怎么办呢？刚我想练回我三年前学过废弃已久的素描，不过紧接着练习中看回几回书怎么画都画不下去，然而就放弃不想在画。在我工作中也同样并不如意，总会想着会遗漏什么东西还没填，会想着会出现什么问题，肯定是情绪影响着记忆，然后到做什么都会出错，就开始什么的担心。",
    "annotation": [
      {
        "sentence": "学习能力低下，做什么都不如意，还能怎么办呢？",
        "label": ""
      },
      {
        "sentence": "刚我想练回我三年前学过废弃已久的素描，不过紧接着练习中看回几回书怎么画都画不下去，然而就放弃不想在画。",
        "label": ""
      },
      {
        "sentence": "在我工作中也同样并不如意，总会想着会遗漏什么东西还没填，会想着会出现什么问题，肯定是情绪影响着记忆，然后到做什么都会出错，就开始什么的担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我表示非常有体会，想要重新学习，但是发现怎么也学不进去，这并不代表是学习能力底下哦，我们再来分析一下，你遇到的问题。想要重新拿起放弃三年的素描，但是怎么也画不下去这个是很多人都会遇到的问题，但是不一定代表学习能力低下。因为习惯是每天养成的，长时间的舍弃，过了三年之后，再来重新学习，一是没有刚开始学的激情和冲劲，二是休息时间太长，对这个的兴趣减弱了。特别是素描是需要长时间的坐在椅子上，一直练习，需要时间证明成果的，所以当你短时间内没有得到好的反馈，自然而然也会学不进去。",
    "annotation": [
      {
        "sentence": "我表示非常有体会，想要重新学习，但是发现怎么也学不进去，这并不代表是学习能力底下哦，我们再来分析一下，你遇到的问题。",
        "label": ""
      },
      {
        "sentence": "想要重新拿起放弃三年的素描，但是怎么也画不下去这个是很多人都会遇到的问题，但是不一定代表学习能力低下。",
        "label": ""
      },
      {
        "sentence": "因为习惯是每天养成的，长时间的舍弃，过了三年之后，再来重新学习，一是没有刚开始学的激情和冲劲，二是休息时间太长，对这个的兴趣减弱了。",
        "label": ""
      },
      {
        "sentence": "特别是素描是需要长时间的坐在椅子上，一直练习，需要时间证明成果的，所以当你短时间内没有得到好的反馈，自然而然也会学不进去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我明白了。那我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我明白了。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我建议你把目标定小点，一点点开始重新学习。对一个进入社会，并且很久没学习的人，是件非常困难的事情，所以一开始目标定的太高，最后肯定会放弃。所以，在想要达成一个目标之前，先要从一点点的小目标开始，比如从简单的叶子、花朵开始，慢慢加大难度。这样既可以一点点进步，也可以在学习过程中增强自信心。",
    "annotation": [
      {
        "sentence": "首先，我建议你把目标定小点，一点点开始重新学习。",
        "label": ""
      },
      {
        "sentence": "对一个进入社会，并且很久没学习的人，是件非常困难的事情，所以一开始目标定的太高，最后肯定会放弃。",
        "label": ""
      },
      {
        "sentence": "所以，在想要达成一个目标之前，先要从一点点的小目标开始，比如从简单的叶子、花朵开始，慢慢加大难度。",
        "label": ""
      },
      {
        "sentence": "这样既可以一点点进步，也可以在学习过程中增强自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这听起来不错，我会试着从简单的素描开始，一点点提高难度。还有关于我的工作方面，我总是担心会出现问题，怎么能缓解这种情绪呢？",
    "annotation": [
      {
        "sentence": "这听起来不错，我会试着从简单的素描开始，一点点提高难度。",
        "label": ""
      },
      {
        "sentence": "还有关于我的工作方面，我总是担心会出现问题，怎么能缓解这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在工作中，总是想着会不会出现纰漏，就想做作业时候，想着有没有错题一样，想法是好的，但是顺序和方法弄错了。如果担心工作出现问题，那么在做之前，要一再的去核实，最好把工作内容、需要的要求记在本子上，这样就能保证做的时候，不会出现太大的偏离。做完之后，检查再去交给领导，这是很基本的。同时，对于工作任务，要做好笔记，避免出现遗漏或者没有听清楚的地方，然后按照需要多久时间完成的顺序进行排列，从最容易完成的开始。但是记住了，心里要对这些工作有轻重缓急的概念，这样在别人问起来，你才能第一时间做出反馈。",
    "annotation": [
      {
        "sentence": "在工作中，总是想着会不会出现纰漏，就想做作业时候，想着有没有错题一样，想法是好的，但是顺序和方法弄错了。",
        "label": ""
      },
      {
        "sentence": "如果担心工作出现问题，那么在做之前，要一再的去核实，最好把工作内容、需要的要求记在本子上，这样就能保证做的时候，不会出现太大的偏离。",
        "label": ""
      },
      {
        "sentence": "做完之后，检查再去交给领导，这是很基本的。",
        "label": ""
      },
      {
        "sentence": "同时，对于工作任务，要做好笔记，避免出现遗漏或者没有听清楚的地方，然后按照需要多久时间完成的顺序进行排列，从最容易完成的开始。",
        "label": ""
      },
      {
        "sentence": "但是记住了，心里要对这些工作有轻重缓急的概念，这样在别人问起来，你才能第一时间做出反馈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着做好笔记，并按照轻重缓急的顺序处理工作。但是有时候我还是会担心出错，怎样才能放松心情呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着做好笔记，并按照轻重缓急的顺序处理工作。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会担心出错，怎样才能放松心情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每天坚持几分钟不要妄想，一开始坐在那里就是几个小时，那样是不可能的，而且总有琐事会打扰到你。不如每天抽空几分钟，画个简单的素描，不耗费时间，还能坚持住。另外，不要给自己定死了，在什么时候画，什么时候闲了，有空的时候就画一个。只要保证在今天完成了，那就是迈出了重要的一步。这样就可以缓解一些焦虑和担忧的情绪。",
    "annotation": [
      {
        "sentence": "每天坚持几分钟不要妄想，一开始坐在那里就是几个小时，那样是不可能的，而且总有琐事会打扰到你。",
        "label": ""
      },
      {
        "sentence": "不如每天抽空几分钟，画个简单的素描，不耗费时间，还能坚持住。",
        "label": ""
      },
      {
        "sentence": "另外，不要给自己定死了，在什么时候画，什么时候闲了，有空的时候就画一个。",
        "label": ""
      },
      {
        "sentence": "只要保证在今天完成了，那就是迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "这样就可以缓解一些焦虑和担忧的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会每天抽空几分钟画素描，并且不给自己太大压力。听你这么说，我感觉心情好了一些，谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我明白了，我会每天抽空几分钟画素描，并且不给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我感觉心情好了一些，谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。生活中的困难是常有的，但只有认真对待，才能有好的回报。如果你有任何需要帮助的地方，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "生活中的困难是常有的，但只有认真对待，才能有好的回报。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要帮助的地方，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  }
]