[
  {
    "role": "client",
    "content": "冷暴力分手，不希望前男友幸福正常吗？老师好，故事比较绕哈：与前男友分手的两个月的时间里，他认识了新女友，并且让对方怀孕了，加之前男友父母催婚催的急，所以认识不到三个月他们闪婚了。前男友的现任正好是我小学同学的前任，小学同学跟我说：他派出所的朋友提醒过他该女生以前吸毒被抓过，现在清除了记录。小学同学的嫂子认识该女生，之前结婚的时候她给她嫂子做过伴娘，他嫂子提醒过我同学，这个女生以前卖淫过。我不确定这事到底属不属实，但我提醒了前男友，前男友告诉了她，我被该女生辱骂。但她撒谎没跟我小学同学谈过恋爱，我主观判断她吸毒的事基本属实。想听听老师对这事的看法，其实他娶得是谁都与我无关，我这样做其实也会给他和她造成伤害。但我恨他，也会拿她与自己比较，他跟我在一起的时候曾经说过觉得自己配不上我，害怕失去我。最后却冷暴力分手，分手后我回去找他也发生了关系，他让我自我怀疑，深受伤害，我不希望他幸福。",
    "annotation": [
      {
        "sentence": "冷暴力分手，不希望前男友幸福正常吗？",
        "label": ""
      },
      {
        "sentence": "老师好，故事比较绕哈：与前男友分手的两个月的时间里，他认识了新女友，并且让对方怀孕了，加之前男友父母催婚催的急，所以认识不到三个月他们闪婚了。",
        "label": ""
      },
      {
        "sentence": "前男友的现任正好是我小学同学的前任，小学同学跟我说：他派出所的朋友提醒过他该女生以前吸毒被抓过，现在清除了记录。",
        "label": ""
      },
      {
        "sentence": "小学同学的嫂子认识该女生，之前结婚的时候她给她嫂子做过伴娘，他嫂子提醒过我同学，这个女生以前卖淫过。",
        "label": ""
      },
      {
        "sentence": "我不确定这事到底属不属实，但我提醒了前男友，前男友告诉了她，我被该女生辱骂。",
        "label": ""
      },
      {
        "sentence": "但她撒谎没跟我小学同学谈过恋爱，我主观判断她吸毒的事基本属实。",
        "label": ""
      },
      {
        "sentence": "想听听老师对这事的看法，其实他娶得是谁都与我无关，我这样做其实也会给他和她造成伤害。",
        "label": ""
      },
      {
        "sentence": "但我恨他，也会拿她与自己比较，他跟我在一起的时候曾经说过觉得自己配不上我，害怕失去我。",
        "label": ""
      },
      {
        "sentence": "最后却冷暴力分手，分手后我回去找他也发生了关系，他让我自我怀疑，深受伤害，我不希望他幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的故事，我可以理解你此时此刻的情绪，伤害有时候会让人觉得难以释怀。首先，我们来看一下你的感受，你目前是否对他的新生活感到不满和愤怒呢？",
    "annotation": [
      {
        "sentence": "听到你的故事，我可以理解你此时此刻的情绪，伤害有时候会让人觉得难以释怀。",
        "label": ""
      },
      {
        "sentence": "首先，我们来看一下你的感受，你目前是否对他的新生活感到不满和愤怒呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感到不满和愤怒。我提醒他了关于那个女生的事实，他却选择相信她，还让她辱骂我。",
    "annotation": [
      {
        "sentence": "是的，我确实感到不满和愤怒。",
        "label": ""
      },
      {
        "sentence": "我提醒他了关于那个女生的事实，他却选择相信她，还让她辱骂我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于他的选择和行为，你觉得受到了伤害，这是可以理解的。但我们要记住，我们不能控制他的选择和幸福，只能控制自己的情绪和行为。不管他和她是否幸福，你的幸福才是最重要的。你认为现在你应该如何处理自己的情绪和伤害呢？",
    "annotation": [
      {
        "sentence": "对于他的选择和行为，你觉得受到了伤害，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但我们要记住，我们不能控制他的选择和幸福，只能控制自己的情绪和行为。",
        "label": ""
      },
      {
        "sentence": "不管他和她是否幸福，你的幸福才是最重要的。",
        "label": ""
      },
      {
        "sentence": "你认为现在你应该如何处理自己的情绪和伤害呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我需要释放这些情绪和伤害，但我不知道该如何做。",
    "annotation": [
      {
        "sentence": "我觉得我需要释放这些情绪和伤害，但我不知道该如何做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "释放情绪和伤害是很重要的一步，你可以尝试与他人分享你的感受，找一个可以倾诉和支持你的朋友或家人，他们会给你鼓励和支持。同时，你可以考虑寻求专业心理咨询师的帮助，他们能够提供更专业的指导和支持。",
    "annotation": [
      {
        "sentence": "释放情绪和伤害是很重要的一步，你可以尝试与他人分享你的感受，找一个可以倾诉和支持你的朋友或家人，他们会给你鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "同时，你可以考虑寻求专业心理咨询师的帮助，他们能够提供更专业的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试找人倾诉一下，同时也会考虑寻求专业心理咨询师的帮助。但是我仍然无法忘记他对我的伤害，特别是我主观判断并提醒他的事实被他忽视了。",
    "annotation": [
      {
        "sentence": "我会尝试找人倾诉一下，同时也会考虑寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "但是我仍然无法忘记他对我的伤害，特别是我主观判断并提醒他的事实被他忽视了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感到被忽视是一种正常的情绪反应，但是我们要学会释放这些负面情绪。可以尝试一下通过写日记、锻炼身体、参加一些让自己开心的活动来减缓负面情绪的影响。同时，还要记得，幸福不应该和他的选择挂钩，你应该更加关注和投入到自己的生活中。",
    "annotation": [
      {
        "sentence": "你感到被忽视是一种正常的情绪反应，但是我们要学会释放这些负面情绪。",
        "label": ""
      },
      {
        "sentence": "可以尝试一下通过写日记、锻炼身体、参加一些让自己开心的活动来减缓负面情绪的影响。",
        "label": ""
      },
      {
        "sentence": "同时，还要记得，幸福不应该和他的选择挂钩，你应该更加关注和投入到自己的生活中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写日记、锻炼身体和参加一些开心的活动听起来是个不错的主意。我会尝试将注意力转移到自己的生活上，找到更多属于自己的快乐和幸福。",
    "annotation": [
      {
        "sentence": "写日记、锻炼身体和参加一些开心的活动听起来是个不错的主意。",
        "label": ""
      },
      {
        "sentence": "我会尝试将注意力转移到自己的生活上，找到更多属于自己的快乐和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些都是很好的方法，希望你能够找到属于自己的快乐和幸福。同时，也要记得宽容他和她，放下对他们的恨意，这样你才能真正解脱，让自己迎接更美好的未来。",
    "annotation": [
      {
        "sentence": "这些都是很好的方法，希望你能够找到属于自己的快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得宽容他和她，放下对他们的恨意，这样你才能真正解脱，让自己迎接更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量宽容他们，放下恨意，让自己能够真正解脱。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我会尽量宽容他们，放下恨意，让自己能够真正解脱。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。记得，每个人都有自己的道路和选择，你要相信未来会更美好。如果你还有什么需要倾诉或者想要听取更多建议的话，随时来找我。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记得，每个人都有自己的道路和选择，你要相信未来会更美好。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么需要倾诉或者想要听取更多建议的话，随时来找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会记住的。如果遇到需要倾诉的时候，我会再来找你谈谈的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会记住的。",
        "label": ""
      },
      {
        "sentence": "如果遇到需要倾诉的时候，我会再来找你谈谈的。",
        "label": ""
      }
    ]
  }
]