[
  {
    "role": "client",
    "content": "我是一个19岁的女生，每次遇到事情就会感到心慌，担心自己承受不起挫折。最近我发现，只要有什么事情发生，我就会开始感到慌张，胡思乱想。比如说，现在我在大学上课，桌椅都没有固定位置，我就会着急地去教室找位置。还有今天考试，我也莫名其妙地感到慌张。另外，每次在做一件事之前，我都会事先计划好每一步该做什么，只要稍有偏离，我就会感到着急和生气。我担心如果一直保持这种状态，将来遇到挫折时我无法承受。我想知道应该怎么办。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，每次遇到事情就会感到心慌，担心自己承受不起挫折。",
        "label": ""
      },
      {
        "sentence": "最近我发现，只要有什么事情发生，我就会开始感到慌张，胡思乱想。",
        "label": ""
      },
      {
        "sentence": "比如说，现在我在大学上课，桌椅都没有固定位置，我就会着急地去教室找位置。",
        "label": ""
      },
      {
        "sentence": "还有今天考试，我也莫名其妙地感到慌张。",
        "label": ""
      },
      {
        "sentence": "另外，每次在做一件事之前，我都会事先计划好每一步该做什么，只要稍有偏离，我就会感到着急和生气。",
        "label": ""
      },
      {
        "sentence": "我担心如果一直保持这种状态，将来遇到挫折时我无法承受。",
        "label": ""
      },
      {
        "sentence": "我想知道应该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我能感受到你的焦虑情绪，并且你想要改变现状，寻求帮助。让我们简单分析一下。你的担忧似乎表现出你对控制感的需求，不管是“找位置”还是“考试”，它们都是尚未发生的事情。你想要拥有掌控权，但是未知的事情往往难以预测，这种冲突导致你产生焦虑的情绪。你提到的“找位置”、“慌张”、“计划”都是你应对焦虑的方式。当事情没有按照你的计划进行时，你失去了控制感，进而引发了另一轮焦虑。尽管它给你带来了痛苦，但也可以看到其中的积极面。你具有内控的倾向，认为自己可以掌控事情的发展，主导自己的命运。这种内控观念促使一个人积极进取，更有可能成功。此外，你的组织能力也很强，喜欢做计划，使生活井然有序，不太容易拖延或者无法完成任务。",
    "annotation": [
      {
        "sentence": "通过你的描述，我能感受到你的焦虑情绪，并且你想要改变现状，寻求帮助。",
        "label": ""
      },
      {
        "sentence": "让我们简单分析一下。",
        "label": ""
      },
      {
        "sentence": "你的担忧似乎表现出你对控制感的需求，不管是“找位置”还是“考试”，它们都是尚未发生的事情。",
        "label": ""
      },
      {
        "sentence": "你想要拥有掌控权，但是未知的事情往往难以预测，这种冲突导致你产生焦虑的情绪。",
        "label": ""
      },
      {
        "sentence": "你提到的“找位置”、“慌张”、“计划”都是你应对焦虑的方式。",
        "label": ""
      },
      {
        "sentence": "当事情没有按照你的计划进行时，你失去了控制感，进而引发了另一轮焦虑。",
        "label": ""
      },
      {
        "sentence": "尽管它给你带来了痛苦，但也可以看到其中的积极面。",
        "label": ""
      },
      {
        "sentence": "你具有内控的倾向，认为自己可以掌控事情的发展，主导自己的命运。",
        "label": ""
      },
      {
        "sentence": "这种内控观念促使一个人积极进取，更有可能成功。",
        "label": ""
      },
      {
        "sentence": "此外，你的组织能力也很强，喜欢做计划，使生活井然有序，不太容易拖延或者无法完成任务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我觉得自己对生活有较强的控制欲望，喜欢一切井然有序。但是我也感到一种不安全感，好像世界是危险的。如果遇到事情没有妥善解决，会出现很糟糕的后果，对我的影响也很大。也许我试图掌控一切，是为了验证自己的存在。当一个人能够感受到自己的存在，并感到存在是有保障的时候，他们的安全感就会增强。当事情不如所愿时，安全感会下降，从而出现愤怒和不安的情绪。",
    "annotation": [
      {
        "sentence": "确实，我觉得自己对生活有较强的控制欲望，喜欢一切井然有序。",
        "label": ""
      },
      {
        "sentence": "但是我也感到一种不安全感，好像世界是危险的。",
        "label": ""
      },
      {
        "sentence": "如果遇到事情没有妥善解决，会出现很糟糕的后果，对我的影响也很大。",
        "label": ""
      },
      {
        "sentence": "也许我试图掌控一切，是为了验证自己的存在。",
        "label": ""
      },
      {
        "sentence": "当一个人能够感受到自己的存在，并感到存在是有保障的时候，他们的安全感就会增强。",
        "label": ""
      },
      {
        "sentence": "当事情不如所愿时，安全感会下降，从而出现愤怒和不安的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很有洞察力，确实你的焦虑情绪中透露出了安全感的缺失。你是否潜意识里认为世界是危险的呢？担心遇到的问题没有妥善解决会带来糟糕的后果，对你造成很大影响？我们需要一些客观事实来让我们感受到自己的存在。你试图掌控一切可能是为了验证自己的存在方式之一。建议你通过寻找那些能让你感到存在的方式来增强安全感。当人们能够感受到自己的存在，并感到存在是有保障的，他们的安全感就会增强。",
    "annotation": [
      {
        "sentence": "你很有洞察力，确实你的焦虑情绪中透露出了安全感的缺失。",
        "label": ""
      },
      {
        "sentence": "你是否潜意识里认为世界是危险的呢？",
        "label": ""
      },
      {
        "sentence": "担心遇到的问题没有妥善解决会带来糟糕的后果，对你造成很大影响？",
        "label": ""
      },
      {
        "sentence": "我们需要一些客观事实来让我们感受到自己的存在。",
        "label": ""
      },
      {
        "sentence": "你试图掌控一切可能是为了验证自己的存在方式之一。",
        "label": ""
      },
      {
        "sentence": "建议你通过寻找那些能让你感到存在的方式来增强安全感。",
        "label": ""
      },
      {
        "sentence": "当人们能够感受到自己的存在，并感到存在是有保障的，他们的安全感就会增强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我确实需要找到一种方式来增强自己的安全感。另外，我不知道该如何培养自己的抗挫折能力。在我成长的过程中，没有遇到过很大的挫折。我担心我缺乏抗挫折的能力导致对未来的挫折无法承受。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我确实需要找到一种方式来增强自己的安全感。",
        "label": ""
      },
      {
        "sentence": "另外，我不知道该如何培养自己的抗挫折能力。",
        "label": ""
      },
      {
        "sentence": "在我成长的过程中，没有遇到过很大的挫折。",
        "label": ""
      },
      {
        "sentence": "我担心我缺乏抗挫折的能力导致对未来的挫折无法承受。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "培养抗挫折能力是一种持续提高的过程。首先，你可以建立自信，回忆那些让你闪光的时刻，总结经验，找到榜样，寻求支持，调整认知等等。通过多方面的尝试和总结，你可以找到适合自己的独特方法来培养抗挫折能力。希望你可以发光发亮。",
    "annotation": [
      {
        "sentence": "培养抗挫折能力是一种持续提高的过程。",
        "label": ""
      },
      {
        "sentence": "首先，你可以建立自信，回忆那些让你闪光的时刻，总结经验，找到榜样，寻求支持，调整认知等等。",
        "label": ""
      },
      {
        "sentence": "通过多方面的尝试和总结，你可以找到适合自己的独特方法来培养抗挫折能力。",
        "label": ""
      },
      {
        "sentence": "希望你可以发光发亮。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去建立自信，总结经验，寻找适合我的方法来提高自己的抗挫折能力。我真的希望能够克服这种焦虑情绪。你的回答让我感到安心和支持，谢谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去建立自信，总结经验，寻找适合我的方法来提高自己的抗挫折能力。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够克服这种焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "你的回答让我感到安心和支持，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记得在克服焦虑的过程中，不要过于苛求自己，给自己一些宽容和耐心。相信你能够走出焦虑困境，变得更加强大。如果还有任何问题，随时都可以向我求助。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得在克服焦虑的过程中，不要过于苛求自己，给自己一些宽容和耐心。",
        "label": ""
      },
      {
        "sentence": "相信你能够走出焦虑困境，变得更加强大。",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]