[
  {
    "role": "client",
    "content": "大学室友太心机，有什么办法对付吗？",
    "annotation": [
      {
        "sentence": "大学室友太心机，有什么办法对付吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我突然想到一句话：“高中，是一群人的奋斗；大学，却是一个人单打独斗。”可是偏偏就是有这么一些人，他们有着强烈的嫉妒心理和好胜心理。这类人在大学还是蛮常见的，但是我觉得你的室友太过于偏激了。我真的特别想抱一抱其实，我还是能够理解她自己一个人学习不告诉其他人的，因为这是每个人的权利，她也想在人群之中闪闪发光，这种好胜心每个人多多少少都会有一些，我真能理解。但是想要控制其他人学习不学习，我完全不能理解。也不能说是有心机吧，我感觉这位室友挺可怜的，处处堤防别人的生活真的很累。如果想要改善一下这种情况，我有几个建议给你。",
    "annotation": [
      {
        "sentence": "看到你的描述，我突然想到一句话：“高中，是一群人的奋斗；大学，却是一个人单打独斗。",
        "label": ""
      },
      {
        "sentence": "”可是偏偏就是有这么一些人，他们有着强烈的嫉妒心理和好胜心理。",
        "label": ""
      },
      {
        "sentence": "这类人在大学还是蛮常见的，但是我觉得你的室友太过于偏激了。",
        "label": ""
      },
      {
        "sentence": "我真的特别想抱一抱其实，我还是能够理解她自己一个人学习不告诉其他人的，因为这是每个人的权利，她也想在人群之中闪闪发光，这种好胜心每个人多多少少都会有一些，我真能理解。",
        "label": ""
      },
      {
        "sentence": "但是想要控制其他人学习不学习，我完全不能理解。",
        "label": ""
      },
      {
        "sentence": "也不能说是有心机吧，我感觉这位室友挺可怜的，处处堤防别人的生活真的很累。",
        "label": ""
      },
      {
        "sentence": "如果想要改善一下这种情况，我有几个建议给你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请告诉我应该怎么办，我实在无法忍受室友的行为了。",
    "annotation": [
      {
        "sentence": "请告诉我应该怎么办，我实在无法忍受室友的行为了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以和其他的室友一起商量，一起和这位室友好好地谈一谈。有些事情不能一直搁着，要主动出击，因为一直不说的话，可能这位室友的行为会变本加厉。当然，在沟通之前，还是要想好该怎么和她说以及用什么样的语气语言的沟通。你可以首先和她说一说，其实大家都想要变好想要有一个好的未来，都想要好好学习，希望大家可以在一起好好学习。此外，你可以直接指出这个室友的问题，但是表达的委婉一些，然后强调每个人该做什么是每个人的权利，还是希望寝室里能够好好相处。最后，可以制定一个宿舍公约。可能这位室友自己都不知道自己的错误在哪里，只是下意识地做了，这时真的需要有人能够把这些错误指出来。",
    "annotation": [
      {
        "sentence": "首先，你可以和其他的室友一起商量，一起和这位室友好好地谈一谈。",
        "label": ""
      },
      {
        "sentence": "有些事情不能一直搁着，要主动出击，因为一直不说的话，可能这位室友的行为会变本加厉。",
        "label": ""
      },
      {
        "sentence": "当然，在沟通之前，还是要想好该怎么和她说以及用什么样的语气语言的沟通。",
        "label": ""
      },
      {
        "sentence": "你可以首先和她说一说，其实大家都想要变好想要有一个好的未来，都想要好好学习，希望大家可以在一起好好学习。",
        "label": ""
      },
      {
        "sentence": "此外，你可以直接指出这个室友的问题，但是表达的委婉一些，然后强调每个人该做什么是每个人的权利，还是希望寝室里能够好好相处。",
        "label": ""
      },
      {
        "sentence": "最后，可以制定一个宿舍公约。",
        "label": ""
      },
      {
        "sentence": "可能这位室友自己都不知道自己的错误在哪里，只是下意识地做了，这时真的需要有人能够把这些错误指出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量和室友沟通解决问题。但是如果她不接受我们的建议，还有其他方法吗？",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量和室友沟通解决问题。",
        "label": ""
      },
      {
        "sentence": "但是如果她不接受我们的建议，还有其他方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学习的方法和地点每个人都有努力的权利，这是任何人都不可以剥夺的。你还是想去图书馆就去图书馆，想在寝室里学习就在寝室里学习，努力总是没错的。如果在交流后，这位室友还是没有任何改变，如果她的语言会影响到你的学习，那么你可以早出晚归呆在图书馆，早上早早起床，晚上等图书馆闭馆了再回来。如果她问你去哪了，或者做什么了，你就直接回答说有事就行，她若再追问，你就说我累了，想休息了，或者直接说去图书馆了。如果在宿舍里，她总是时不时地观察你在做什么，让你不舒服的话，你可以买一个遮光的帘子，把书桌的地方遮了，她问你买这个干什么，你就说有安全感或者感觉舒服一些就行。或者你可以买一个床上的帘子，全部遮了，再搞一个灯以及一个书桌，床上学习，尽量不管她。",
    "annotation": [
      {
        "sentence": "学习的方法和地点每个人都有努力的权利，这是任何人都不可以剥夺的。",
        "label": ""
      },
      {
        "sentence": "你还是想去图书馆就去图书馆，想在寝室里学习就在寝室里学习，努力总是没错的。",
        "label": ""
      },
      {
        "sentence": "如果在交流后，这位室友还是没有任何改变，如果她的语言会影响到你的学习，那么你可以早出晚归呆在图书馆，早上早早起床，晚上等图书馆闭馆了再回来。",
        "label": ""
      },
      {
        "sentence": "如果她问你去哪了，或者做什么了，你就直接回答说有事就行，她若再追问，你就说我累了，想休息了，或者直接说去图书馆了。",
        "label": ""
      },
      {
        "sentence": "如果在宿舍里，她总是时不时地观察你在做什么，让你不舒服的话，你可以买一个遮光的帘子，把书桌的地方遮了，她问你买这个干什么，你就说有安全感或者感觉舒服一些就行。",
        "label": ""
      },
      {
        "sentence": "或者你可以买一个床上的帘子，全部遮了，再搞一个灯以及一个书桌，床上学习，尽量不管她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！如果这些方法都不奏效，我还可以寻求其他帮助吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "如果这些方法都不奏效，我还可以寻求其他帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。你可以把真实的情况反映给辅导员，说出自己的顾虑，然后把这件事情交给辅导员处理，一般辅导员会让心理委员来处理这件事。到时候，可以让辅导员和心理委员来和这位同学沟通。在大学里，大家都想把宿舍的关系处好，不想要闹矛盾，所以我建议的还是你尽力的和她沟通，实在不行再用后两个办法。好好学习，让自己更优秀，不要让这些事情影响到自己哦。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "你可以把真实的情况反映给辅导员，说出自己的顾虑，然后把这件事情交给辅导员处理，一般辅导员会让心理委员来处理这件事。",
        "label": ""
      },
      {
        "sentence": "到时候，可以让辅导员和心理委员来和这位同学沟通。",
        "label": ""
      },
      {
        "sentence": "在大学里，大家都想把宿舍的关系处好，不想要闹矛盾，所以我建议的还是你尽力的和她沟通，实在不行再用后两个办法。",
        "label": ""
      },
      {
        "sentence": "好好学习，让自己更优秀，不要让这些事情影响到自己哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力解决这个问题的，再次谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "我会尽力解决这个问题的，再次谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你能顺利解决这个问题！记得保持积极的心态，努力学习，你一定能克服困难，取得好成绩的！加油！",
    "annotation": [
      {
        "sentence": "不客气，希望你能顺利解决这个问题！",
        "label": ""
      },
      {
        "sentence": "记得保持积极的心态，努力学习，你一定能克服困难，取得好成绩的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会加油的！",
        "label": ""
      }
    ]
  }
]