[
  {
    "role": "client",
    "content": "结婚四年了，不想生孩子，无性婚姻，想离婚？",
    "annotation": [
      {
        "sentence": "结婚四年了，不想生孩子，无性婚姻，想离婚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很愿意为你提供帮助。婚姻问题一直都很复杂，不生孩子以及性生活不和谐确实会给你的婚姻带来很大的困惑和痛苦。你能和我详细谈谈你对这个问题的感受吗？",
    "annotation": [
      {
        "sentence": "很愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "婚姻问题一直都很复杂，不生孩子以及性生活不和谐确实会给你的婚姻带来很大的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "你能和我详细谈谈你对这个问题的感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "结婚四年多了，婚后一直不太愿意生孩子，不知道为什么，总是心里有潜意识会觉得自己会和他离婚，不想到时候有孩子牵绊，也许是我自己心里压根不爱他，所以才不想和他生孩子吧。说到性生活，其实我们在拍拖的时候还算是正常的，后来结婚了，反而越来越少了，一个月一两次，有时候甚至两个月都没有一次。",
    "annotation": [
      {
        "sentence": "结婚四年多了，婚后一直不太愿意生孩子，不知道为什么，总是心里有潜意识会觉得自己会和他离婚，不想到时候有孩子牵绊，也许是我自己心里压根不爱他，所以才不想和他生孩子吧。",
        "label": ""
      },
      {
        "sentence": "说到性生活，其实我们在拍拖的时候还算是正常的，后来结婚了，反而越来越少了，一个月一两次，有时候甚至两个月都没有一次。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你对婚姻和生育的疑虑导致了你对性生活的厌恶。这样的问题确实会给你们的婚姻带来很大的压力。你有考虑过和你的丈夫好好沟通吗？了解他的想法和感受，同时也向他表达你自己的内心？",
    "annotation": [
      {
        "sentence": "听你的描述，你对婚姻和生育的疑虑导致了你对性生活的厌恶。",
        "label": ""
      },
      {
        "sentence": "这样的问题确实会给你们的婚姻带来很大的压力。",
        "label": ""
      },
      {
        "sentence": "你有考虑过和你的丈夫好好沟通吗？",
        "label": ""
      },
      {
        "sentence": "了解他的想法和感受，同时也向他表达你自己的内心？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也记不清我们是什么时候开始分房睡了，他打呼噜很厉害，我睡觉要很安静，就算是我自己一个人睡都要戴着耳塞才能睡得着。关于孩子，其实我们一直都有争吵过，他是家中唯一的男孩，需要传宗接代，而我不想要生孩子。他无法妥协，只能逼迫我妥协，就像之前逼迫我和他爸妈同住一样。现在我们做爱都是为了生孩子，算好排卵日。有时候觉得这样的生活有什么意义呢？未来还有几十年，我不知道怎么过。离婚提了很多次了，但是每次都没有下文。觉得自己很痛苦。我不想伤害他，但是这样做却是委屈我自己了。",
    "annotation": [
      {
        "sentence": "我也记不清我们是什么时候开始分房睡了，他打呼噜很厉害，我睡觉要很安静，就算是我自己一个人睡都要戴着耳塞才能睡得着。",
        "label": ""
      },
      {
        "sentence": "关于孩子，其实我们一直都有争吵过，他是家中唯一的男孩，需要传宗接代，而我不想要生孩子。",
        "label": ""
      },
      {
        "sentence": "他无法妥协，只能逼迫我妥协，就像之前逼迫我和他爸妈同住一样。",
        "label": ""
      },
      {
        "sentence": "现在我们做爱都是为了生孩子，算好排卵日。",
        "label": ""
      },
      {
        "sentence": "有时候觉得这样的生活有什么意义呢？",
        "label": ""
      },
      {
        "sentence": "未来还有几十年，我不知道怎么过。",
        "label": ""
      },
      {
        "sentence": "离婚提了很多次了，但是每次都没有下文。",
        "label": ""
      },
      {
        "sentence": "觉得自己很痛苦。",
        "label": ""
      },
      {
        "sentence": "我不想伤害他，但是这样做却是委屈我自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你和你丈夫之间存在着沟通和妥协的问题。婚姻是两个人共同经营的事情，你们找到一个平衡点非常重要。你可以尝试和你丈夫更加坦诚地交流，让他了解你的想法和痛苦。同时，你也要倾听他的看法，试着以对话和理解的方式解决困境。离婚确实是个选择，但在做决定之前，你可以尝试寻求婚姻咨询师或者心理咨询师的帮助，他们会在专业的角度上为你提供一些建议。",
    "annotation": [
      {
        "sentence": "听起来你和你丈夫之间存在着沟通和妥协的问题。",
        "label": ""
      },
      {
        "sentence": "婚姻是两个人共同经营的事情，你们找到一个平衡点非常重要。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和你丈夫更加坦诚地交流，让他了解你的想法和痛苦。",
        "label": ""
      },
      {
        "sentence": "同时，你也要倾听他的看法，试着以对话和理解的方式解决困境。",
        "label": ""
      },
      {
        "sentence": "离婚确实是个选择，但在做决定之前，你可以尝试寻求婚姻咨询师或者心理咨询师的帮助，他们会在专业的角度上为你提供一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我确实需要努力和他进行更加坦诚的交流。但是我担心如果我提出离婚，会对他造成伤害。我到底该怎么办？",
    "annotation": [
      {
        "sentence": "你说的很有道理，我确实需要努力和他进行更加坦诚的交流。",
        "label": ""
      },
      {
        "sentence": "但是我担心如果我提出离婚，会对他造成伤害。",
        "label": ""
      },
      {
        "sentence": "我到底该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的顾虑和担心。离婚是一个非常重大的决定，肯定会对双方造成伤害。然而，如果你对婚姻已经失去了信心和希望，那么长期下去对你们两个人都不会好。你可以尝试与他共同寻找问题的解决方案，或者再一次向他表达你的内心和痛苦，看看他是否能够理解和妥协。如果你真的决定要离婚，那么也要尽量以一种理性和理解的方式提出，避免伤害对方，以便将来好聚好散。",
    "annotation": [
      {
        "sentence": "非常理解你的顾虑和担心。",
        "label": ""
      },
      {
        "sentence": "离婚是一个非常重大的决定，肯定会对双方造成伤害。",
        "label": ""
      },
      {
        "sentence": "然而，如果你对婚姻已经失去了信心和希望，那么长期下去对你们两个人都不会好。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与他共同寻找问题的解决方案，或者再一次向他表达你的内心和痛苦，看看他是否能够理解和妥协。",
        "label": ""
      },
      {
        "sentence": "如果你真的决定要离婚，那么也要尽量以一种理性和理解的方式提出，避免伤害对方，以便将来好聚好散。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。在做出最终决定之前，我会与我的丈夫再次坦诚地交流，试图解决我们之间的问题。如果最终选择离婚，我会尽量以理性和成熟的态度对待这个问题。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "在做出最终决定之前，我会与我的丈夫再次坦诚地交流，试图解决我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "如果最终选择离婚，我会尽量以理性和成熟的态度对待这个问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你提供帮助。婚姻中的问题常常复杂而痛苦，但你能够勇敢面对和解决这些问题真的很不容易。无论你做出什么样的决定，我都希望你能过上幸福和满意的生活。如果你需要任何进一步的支持和倾听，都可以随时找我谈谈。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "婚姻中的问题常常复杂而痛苦，但你能够勇敢面对和解决这些问题真的很不容易。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么样的决定，我都希望你能过上幸福和满意的生活。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持和倾听，都可以随时找我谈谈。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。我会仔细考虑和处理这个问题的，如果需要，我会再次寻求你的帮助和意见的。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会仔细考虑和处理这个问题的，如果需要，我会再次寻求你的帮助和意见的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  }
]