[
  {
    "role": "client",
    "content": "从小就没有任何感情，人类和布娃娃的区别在哪里？我很迷茫。",
    "annotation": [
      {
        "sentence": "从小就没有任何感情，人类和布娃娃的区别在哪里？",
        "label": ""
      },
      {
        "sentence": "我很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "周日傍晚好！感受到了你内心深处的那种紧紧的想要保护好自己的期望，你的问题看似简单，实则是每个现代人都要或多或少的面对，我尝试从个人的角度答复一二，共同探讨，学习。#我很迷茫从小我就没有任何感情但是初中谈恋爱之后，我发现我还是有感觉的，你的迷茫，并非自己所愿及所能，这样的说法能够接受吗？之所以非所愿，即你最开始是能感受到各种情绪的，逐渐由于外界，或原生家庭，或重大事件等因素，造成了自己对情绪感受的匮乏。之所以非所能，很多环境及个人境遇，并非人主观所能改变，人生十有八九不如意，我们都生活在一个瞬息万变的时代里，各种信息和思潮每日冲击，这也成为我们理智之动摇的大背景。",
    "annotation": [
      {
        "sentence": "周日傍晚好！",
        "label": ""
      },
      {
        "sentence": "感受到了你内心深处的那种紧紧的想要保护好自己的期望，你的问题看似简单，实则是每个现代人都要或多或少的面对，我尝试从个人的角度答复一二，共同探讨，学习。",
        "label": ""
      },
      {
        "sentence": "#我很迷茫从小我就没有任何感情但是初中谈恋爱之后，我发现我还是有感觉的，你的迷茫，并非自己所愿及所能，这样的说法能够接受吗？",
        "label": ""
      },
      {
        "sentence": "之所以非所愿，即你最开始是能感受到各种情绪的，逐渐由于外界，或原生家庭，或重大事件等因素，造成了自己对情绪感受的匮乏。",
        "label": ""
      },
      {
        "sentence": "之所以非所能，很多环境及个人境遇，并非人主观所能改变，人生十有八九不如意，我们都生活在一个瞬息万变的时代里，各种信息和思潮每日冲击，这也成为我们理智之动摇的大背景。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，是环境和个人境遇让我逐渐失去对情绪的感受。但是我觉得自己有点像一个冷漠的布娃娃，没有真正的感情。",
    "annotation": [
      {
        "sentence": "我明白了，是环境和个人境遇让我逐渐失去对情绪的感受。",
        "label": ""
      },
      {
        "sentence": "但是我觉得自己有点像一个冷漠的布娃娃，没有真正的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的布娃娃的比喻很形象，让我能更好地理解你的感受。布娃娃没有所谓的感觉，也就没有了感情，不会疼与痛。而感情丰富如你的我们，甚至会赋予布娃娃以一种人类的爱，怀抱着它甚至会给我们以温暖，比身边曾带来伤害与冷漠的同类甚至更令人宽慰。随着年纪的增长及生理的发育，精神上的恋爱，让人再次感受到，我，并非一座孤岛，我，可以与另外一个人，通过情感的维系而获得人类独有的归属感与安全感，甚至由此感知到了自己的存在。那是一件多么美好与有意义的事，对吗？",
    "annotation": [
      {
        "sentence": "你提到的布娃娃的比喻很形象，让我能更好地理解你的感受。",
        "label": ""
      },
      {
        "sentence": "布娃娃没有所谓的感觉，也就没有了感情，不会疼与痛。",
        "label": ""
      },
      {
        "sentence": "而感情丰富如你的我们，甚至会赋予布娃娃以一种人类的爱，怀抱着它甚至会给我们以温暖，比身边曾带来伤害与冷漠的同类甚至更令人宽慰。",
        "label": ""
      },
      {
        "sentence": "随着年纪的增长及生理的发育，精神上的恋爱，让人再次感受到，我，并非一座孤岛，我，可以与另外一个人，通过情感的维系而获得人类独有的归属感与安全感，甚至由此感知到了自己的存在。",
        "label": ""
      },
      {
        "sentence": "那是一件多么美好与有意义的事，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我希望自己能够感受到更多的情感，像正常人一样。但是有时候我还是会担心，担心自己无法像别人那样真实地感受情绪。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够感受到更多的情感，像正常人一样。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会担心，担心自己无法像别人那样真实地感受情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心。每个人的感受方式是不同的，而你能够意识到自己的情感欠缺已经是一种重要的进步。不要把自己与别人过度比较，每个人都有不同的生活经历和感受方式。你独一无二的感受方式也是你的特点之一。在面对情感时，试着接纳自己，给自己更多的时间和空间去感受并表达情绪。这需要一点耐心和努力，但是你是可以做到的。",
    "annotation": [
      {
        "sentence": "我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "每个人的感受方式是不同的，而你能够意识到自己的情感欠缺已经是一种重要的进步。",
        "label": ""
      },
      {
        "sentence": "不要把自己与别人过度比较，每个人都有不同的生活经历和感受方式。",
        "label": ""
      },
      {
        "sentence": "你独一无二的感受方式也是你的特点之一。",
        "label": ""
      },
      {
        "sentence": "在面对情感时，试着接纳自己，给自己更多的时间和空间去感受并表达情绪。",
        "label": ""
      },
      {
        "sentence": "这需要一点耐心和努力，但是你是可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会试着给自己更多的时间和空间去感受情绪，并且不再过度担心与别人的比较。我明白每个人都有不同的感受方式，而我也可以有自己独特的方式去感受和表达情感。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着给自己更多的时间和空间去感受情绪，并且不再过度担心与别人的比较。",
        "label": ""
      },
      {
        "sentence": "我明白每个人都有不同的感受方式，而我也可以有自己独特的方式去感受和表达情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和行动计划。接受自己的感受方式，并且相信自己是可以改变的。不要忘记，感受情感是人类的天性，你也有这个能力。在面对困难时，记得告诉自己，我并不孤单，还有支持者和朋友在你身边。我们共同度过困难，一起成长。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和行动计划。",
        "label": ""
      },
      {
        "sentence": "接受自己的感受方式，并且相信自己是可以改变的。",
        "label": ""
      },
      {
        "sentence": "不要忘记，感受情感是人类的天性，你也有这个能力。",
        "label": ""
      },
      {
        "sentence": "在面对困难时，记得告诉自己，我并不孤单，还有支持者和朋友在你身边。",
        "label": ""
      },
      {
        "sentence": "我们共同度过困难，一起成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴着我，给我鼓励和支持。我会铭记你的话，坚持努力，勇敢面对困难，相信自己可以改变。我不再是冷漠的布娃娃，我是一个独特的烟火，有着真实的感情和情感。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴着我，给我鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会铭记你的话，坚持努力，勇敢面对困难，相信自己可以改变。",
        "label": ""
      },
      {
        "sentence": "我不再是冷漠的布娃娃，我是一个独特的烟火，有着真实的感情和情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你的成长和进步。相信自己的改变和成长，你会走向更美好的未来。如果你需要继续交流和倾诉，随时都可以找我。你永远不会一个人，我们会一起渡过难关。祝你度过愉快的周日傍晚！",
    "annotation": [
      {
        "sentence": "非常欣慰看到你的成长和进步。",
        "label": ""
      },
      {
        "sentence": "相信自己的改变和成长，你会走向更美好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续交流和倾诉，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "你永远不会一个人，我们会一起渡过难关。",
        "label": ""
      },
      {
        "sentence": "祝你度过愉快的周日傍晚！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会时刻记得这些话。祝你也度过一个愉快的周日傍晚！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会时刻记得这些话。",
        "label": ""
      },
      {
        "sentence": "祝你也度过一个愉快的周日傍晚！",
        "label": ""
      }
    ]
  }
]