[
  {
    "role": "client",
    "content": "高三，开学后感觉得了余光恐惧症，同学对我冷嘲热讽？我本人高三，开学后感觉自己得了余光恐惧症。已经有三个星期了，同学们不理解我，有些人还抹黑我嘲讽我。我不知道如何克服这个余光恐惧症，本来这个星期有所好转，但是同学们对我的冷嘲热讽却未停止。我感觉我不只是在和自己对抗也在和他们对抗。我真的没有任何恶意啊。",
    "annotation": [
      {
        "sentence": "高三，开学后感觉得了余光恐惧症，同学对我冷嘲热讽？",
        "label": ""
      },
      {
        "sentence": "我本人高三，开学后感觉自己得了余光恐惧症。",
        "label": ""
      },
      {
        "sentence": "已经有三个星期了，同学们不理解我，有些人还抹黑我嘲讽我。",
        "label": ""
      },
      {
        "sentence": "我不知道如何克服这个余光恐惧症，本来这个星期有所好转，但是同学们对我的冷嘲热讽却未停止。",
        "label": ""
      },
      {
        "sentence": "我感觉我不只是在和自己对抗也在和他们对抗。",
        "label": ""
      },
      {
        "sentence": "我真的没有任何恶意啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三，你提了个非常好的问题。在高三阶段，本来就紧张，学业压力也特别大，竞争激烈。所以心理出现起伏，压力很正常，不必为此过多苛责自己。先让我们深呼吸一口气。你听过这样一句话吗？有痛苦，有裂痕的地方就是光亮照进来的地方啊。你与同学之间出现了摩擦，甚至有了不愉快和抹黑，但你并没有主动惹他们。如果这都是真的，你有什么地方比较出色，引起一些人的嫉妒或打压也并非不可能。所以，这个时候，你就需要越稳、越平和的心态来面对，对吗？有时候，当一个人经历一次打击后，会对类似情况产生习惯性反应，总觉得又有人要打击他。这是为什么呢？因为上次的创伤没有得到恰当的倾诉或安抚，所以现在又得忙着恢复正常。而且高三压力这么大，哪有那么多时间来调整情绪呢？不是吗？孩子，别对自己太严厉了。人性的一部分就是脆弱的，这不是你的错。而且，追求强行忽略也未必有效果，对吧？所以，打开心扉，亲爱的，外面没有别人，只有你自己。你其实并不差，也没有那么多不必要的脆弱和自我攻击。你为什么会感到如此苦恼呢？难道不是因为，也许在潜意识中，你也有点在意他们的看法吗？但这本身没有错。承认自己的脆弱和敏感，并没有错。所以，如果同学们无凭无据地抹黑你，你可以大声说不。任何没有事实依据的抹黑都是不对的。如果情况比较严重，有证据显示问题比较严重，那你可以向老师、班主任甚至校方反映问题。毕竟，学生应该在一个干净、积极的学习环境中成长。这样是对的。最后，希望你在高三取得顺利的成绩。",
    "annotation": [
      {
        "sentence": "高三，你提了个非常好的问题。",
        "label": ""
      },
      {
        "sentence": "在高三阶段，本来就紧张，学业压力也特别大，竞争激烈。",
        "label": ""
      },
      {
        "sentence": "所以心理出现起伏，压力很正常，不必为此过多苛责自己。",
        "label": ""
      },
      {
        "sentence": "先让我们深呼吸一口气。",
        "label": ""
      },
      {
        "sentence": "你听过这样一句话吗？",
        "label": ""
      },
      {
        "sentence": "有痛苦，有裂痕的地方就是光亮照进来的地方啊。",
        "label": ""
      },
      {
        "sentence": "你与同学之间出现了摩擦，甚至有了不愉快和抹黑，但你并没有主动惹他们。",
        "label": ""
      },
      {
        "sentence": "如果这都是真的，你有什么地方比较出色，引起一些人的嫉妒或打压也并非不可能。",
        "label": ""
      },
      {
        "sentence": "所以，这个时候，你就需要越稳、越平和的心态来面对，对吗？",
        "label": ""
      },
      {
        "sentence": "有时候，当一个人经历一次打击后，会对类似情况产生习惯性反应，总觉得又有人要打击他。",
        "label": ""
      },
      {
        "sentence": "这是为什么呢？",
        "label": ""
      },
      {
        "sentence": "因为上次的创伤没有得到恰当的倾诉或安抚，所以现在又得忙着恢复正常。",
        "label": ""
      },
      {
        "sentence": "而且高三压力这么大，哪有那么多时间来调整情绪呢？",
        "label": ""
      },
      {
        "sentence": "不是吗？",
        "label": ""
      },
      {
        "sentence": "孩子，别对自己太严厉了。",
        "label": ""
      },
      {
        "sentence": "人性的一部分就是脆弱的，这不是你的错。",
        "label": ""
      },
      {
        "sentence": "而且，追求强行忽略也未必有效果，对吧？",
        "label": ""
      },
      {
        "sentence": "所以，打开心扉，亲爱的，外面没有别人，只有你自己。",
        "label": ""
      },
      {
        "sentence": "你其实并不差，也没有那么多不必要的脆弱和自我攻击。",
        "label": ""
      },
      {
        "sentence": "你为什么会感到如此苦恼呢？",
        "label": ""
      },
      {
        "sentence": "难道不是因为，也许在潜意识中，你也有点在意他们的看法吗？",
        "label": ""
      },
      {
        "sentence": "但这本身没有错。",
        "label": ""
      },
      {
        "sentence": "承认自己的脆弱和敏感，并没有错。",
        "label": ""
      },
      {
        "sentence": "所以，如果同学们无凭无据地抹黑你，你可以大声说不。",
        "label": ""
      },
      {
        "sentence": "任何没有事实依据的抹黑都是不对的。",
        "label": ""
      },
      {
        "sentence": "如果情况比较严重，有证据显示问题比较严重，那你可以向老师、班主任甚至校方反映问题。",
        "label": ""
      },
      {
        "sentence": "毕竟，学生应该在一个干净、积极的学习环境中成长。",
        "label": ""
      },
      {
        "sentence": "这样是对的。",
        "label": ""
      },
      {
        "sentence": "最后，希望你在高三取得顺利的成绩。",
        "label": ""
      }
    ]
  }
]