[
  {
    "role": "client",
    "content": "高三，开学后感觉得了余光恐惧症，同学对我冷嘲热讽？我本人高三，开学后感觉自己得了余光恐惧症。已经有三个星期了，同学们不理解我，有些人还抹黑我嘲讽我。我不知道如何克服这个余光恐惧症，本来这个星期有所好转，但是同学们对我的冷嘲热讽却未停止。我感觉我不只是在和自己对抗也在和他们对抗。我真的没有任何恶意啊。",
    "annotation": [
      {
        "sentence": "高三，开学后感觉得了余光恐惧症，同学对我冷嘲热讽？",
        "label": ""
      },
      {
        "sentence": "我本人高三，开学后感觉自己得了余光恐惧症。",
        "label": ""
      },
      {
        "sentence": "已经有三个星期了，同学们不理解我，有些人还抹黑我嘲讽我。",
        "label": ""
      },
      {
        "sentence": "我不知道如何克服这个余光恐惧症，本来这个星期有所好转，但是同学们对我的冷嘲热讽却未停止。",
        "label": ""
      },
      {
        "sentence": "我感觉我不只是在和自己对抗也在和他们对抗。",
        "label": ""
      },
      {
        "sentence": "我真的没有任何恶意啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中可以了解到1.感觉自己存在余光恐惧症2.感觉同学们在抹黑嘲讽自己，每天都在和别人和自己做对抗【一点点分析和建议】1.余光恐惧症是你从哪里得到的一个病症名称呢？余光恐惧症，指一个人在注视某人或者某物时，感觉自己无法控制地同时在看旁边的人或者物，注意力总是被余光所及的旁边之人或物体所吸引，无法自由地移动自己的目光，属于社交恐惧症的一种。如果你认为自己确实已经存在这种病症，最好到医院或者心理咨询室做了解和确诊，最好不要相信网上的测试，也不要凭借自己的主观感觉来做判断，专业的诊断治疗会对你的情况更有帮助。",
    "annotation": [
      {
        "sentence": "从描述中可以了解到1.感觉自己存在余光恐惧症2.感觉同学们在抹黑嘲讽自己，每天都在和别人和自己做对抗【一点点分析和建议】1.余光恐惧症是你从哪里得到的一个病症名称呢？",
        "label": ""
      },
      {
        "sentence": "余光恐惧症，指一个人在注视某人或者某物时，感觉自己无法控制地同时在看旁边的人或者物，注意力总是被余光所及的旁边之人或物体所吸引，无法自由地移动自己的目光，属于社交恐惧症的一种。",
        "label": ""
      },
      {
        "sentence": "如果你认为自己确实已经存在这种病症，最好到医院或者心理咨询室做了解和确诊，最好不要相信网上的测试，也不要凭借自己的主观感觉来做判断，专业的诊断治疗会对你的情况更有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听说这种症状并不常见，有时我会不由自主地注意到旁边的人或物体，无法控制自己的目光。这令我非常困扰，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我听说这种症状并不常见，有时我会不由自主地注意到旁边的人或物体，无法控制自己的目光。",
        "label": ""
      },
      {
        "sentence": "这令我非常困扰，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你对这种不寻常的症状感到困扰。对于你的困惑，我建议你寻求专业人士的帮助，例如医院或心理咨询室。他们会对你的情况进行详细评估和诊断，并提供合适的治疗方案。同时，不要过于自责，这并不是你故意造成的，也不代表你有恶意。",
    "annotation": [
      {
        "sentence": "我能理解你对这种不寻常的症状感到困扰。",
        "label": ""
      },
      {
        "sentence": "对于你的困惑，我建议你寻求专业人士的帮助，例如医院或心理咨询室。",
        "label": ""
      },
      {
        "sentence": "他们会对你的情况进行详细评估和诊断，并提供合适的治疗方案。",
        "label": ""
      },
      {
        "sentence": "同时，不要过于自责，这并不是你故意造成的，也不代表你有恶意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实需要专业人士的帮助来解决这个问题。但是我也很困惑为什么同学们对我进行冷嘲热讽，抹黑我。我觉得我并没有做错什么，他们为什么这样对我呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实需要专业人士的帮助来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "但是我也很困惑为什么同学们对我进行冷嘲热讽，抹黑我。",
        "label": ""
      },
      {
        "sentence": "我觉得我并没有做错什么，他们为什么这样对我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在和同学们相处的过程中，你是具体什么事情遭到了同学们的抹黑和嘲讽呢？有没有确切的存在的事件能够证实这些事情，是你需要思考的，因为对周边的过度关注，对他人反应的认知会影响到你本身的状态。或许一件事情本身是普通的，但经过消极的归因和认知，得出了更加消极的想法。如果自己不能进行现实的检验，你可以把这些想法告诉自己的爸爸妈妈或者信任的朋友，得到他们作为旁观者相对客观的看法。希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "在和同学们相处的过程中，你是具体什么事情遭到了同学们的抹黑和嘲讽呢？",
        "label": ""
      },
      {
        "sentence": "有没有确切的存在的事件能够证实这些事情，是你需要思考的，因为对周边的过度关注，对他人反应的认知会影响到你本身的状态。",
        "label": ""
      },
      {
        "sentence": "或许一件事情本身是普通的，但经过消极的归因和认知，得出了更加消极的想法。",
        "label": ""
      },
      {
        "sentence": "如果自己不能进行现实的检验，你可以把这些想法告诉自己的爸爸妈妈或者信任的朋友，得到他们作为旁观者相对客观的看法。",
        "label": ""
      },
      {
        "sentence": "希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我弟弟告诉我，有同学说我不正常，还有人说我在偷看他们。我真的没有这样做，但他们却对我抱有偏见。我感到非常无助和委屈。",
    "annotation": [
      {
        "sentence": "我弟弟告诉我，有同学说我不正常，还有人说我在偷看他们。",
        "label": ""
      },
      {
        "sentence": "我真的没有这样做，但他们却对我抱有偏见。",
        "label": ""
      },
      {
        "sentence": "我感到非常无助和委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我能理解你感到无助和委屈。人们会出于各种原因对他人产生偏见，这并不是你的错。你的弟弟给出了一些具体的情况，我建议你坚信自己的清白，并和你的家人一起面对这个问题。他们可以帮助你澄清事实，与同学们沟通，并寻求解决方案。不要沉溺于他人的偏见，相信自己的价值和能力。",
    "annotation": [
      {
        "sentence": "听到你的描述，我能理解你感到无助和委屈。",
        "label": ""
      },
      {
        "sentence": "人们会出于各种原因对他人产生偏见，这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "你的弟弟给出了一些具体的情况，我建议你坚信自己的清白，并和你的家人一起面对这个问题。",
        "label": ""
      },
      {
        "sentence": "他们可以帮助你澄清事实，与同学们沟通，并寻求解决方案。",
        "label": ""
      },
      {
        "sentence": "不要沉溺于他人的偏见，相信自己的价值和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会和家人一起面对这个问题，寻求他们的支持和理解。我会努力调整自己的心态，不再让他人的偏见影响到我。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会和家人一起面对这个问题，寻求他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，不再让他人的偏见影响到我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你能够积极面对这个问题并寻求支持。家人的支持将是你最大的力量，同时也建议你保持积极的心态，相信自己的价值和优点。如果在调整心态过程中还需要帮助，记得随时向专业人士寻求支持。希望你能够渐渐克服这个困扰，重新获得自信和快乐。",
    "annotation": [
      {
        "sentence": "很高兴听到你能够积极面对这个问题并寻求支持。",
        "label": ""
      },
      {
        "sentence": "家人的支持将是你最大的力量，同时也建议你保持积极的心态，相信自己的价值和优点。",
        "label": ""
      },
      {
        "sentence": "如果在调整心态过程中还需要帮助，记得随时向专业人士寻求支持。",
        "label": ""
      },
      {
        "sentence": "希望你能够渐渐克服这个困扰，重新获得自信和快乐。",
        "label": ""
      }
    ]
  }
]