[
  {
    "role": "client",
    "content": "我今年14岁，不知道应该如何面对学习和生活，我的内心很乱。我觉得自己喜欢的人总是在嘲讽我，可能是我想太多了，但我还是会一直纠结这个问题，感到很难过。我也很讨厌他觉得我老是出丑，而且我的朋友们似乎没有太多烦恼，每天过得都很开心，我却不能和他们一起快乐，感觉很难受。我现在只想学习，但又非常想和朋友玩，但我又害怕玩耽误了学习。太多烦恼困扰着我，我无法解决，别人也无法理解，我自己也不知道该怎么办，我不想去面对，只想逃避。",
    "annotation": [
      {
        "sentence": "我今年14岁，不知道应该如何面对学习和生活，我的内心很乱。",
        "label": ""
      },
      {
        "sentence": "我觉得自己喜欢的人总是在嘲讽我，可能是我想太多了，但我还是会一直纠结这个问题，感到很难过。",
        "label": ""
      },
      {
        "sentence": "我也很讨厌他觉得我老是出丑，而且我的朋友们似乎没有太多烦恼，每天过得都很开心，我却不能和他们一起快乐，感觉很难受。",
        "label": ""
      },
      {
        "sentence": "我现在只想学习，但又非常想和朋友玩，但我又害怕玩耽误了学习。",
        "label": ""
      },
      {
        "sentence": "太多烦恼困扰着我，我无法解决，别人也无法理解，我自己也不知道该怎么办，我不想去面对，只想逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，你现在正处在青春期的阶段，有很多事情需要协调处理，这是正常的，不必担心。对于学习、玩耍和与朋友相处，你一直没有找到平衡点，因此感到苦恼，希望别人能给你一些具体的建议和解决方案。下面，我分享一些个人的理解，希望能对你有所帮助。你说你觉得自己喜欢的人总是在嘲讽你，也许是你想多了。在喜欢某个人的时候，我们的大脑会不自觉地思考很多事情，这是很难控制的。关于校园恋爱，我了解有限，但你作为当事人，应该能更好地理解自己的想法，尊重自己的感受，或许你会找到答案。不能融入朋友圈子，无法和他们一起开心，有一句话说得很好：“道不同不相为谋”。如果强迫自己去适应他们，那么内心也会很不舒服。你想玩，却又害怕影响学习。我理解你现在面临很多烦恼，如果这些问题不能解决，很难静下心来学习。但是，这些困扰是人生成长中必然经历的，对于你这个年龄段的人来说，要处理好这些问题几乎是不可能的，因为这是成长的过程。如果你不想面对，想要逃避，那也是可以的，只是会将这些问题推迟一段时间。最后，我想告诉你，也许我不能给你实际有效的建议，因为人生的路途需要你自己去经历。无论如何，不论你选择哪种方式，我都会支持你。",
    "annotation": [
      {
        "sentence": "同学，你现在正处在青春期的阶段，有很多事情需要协调处理，这是正常的，不必担心。",
        "label": ""
      },
      {
        "sentence": "对于学习、玩耍和与朋友相处，你一直没有找到平衡点，因此感到苦恼，希望别人能给你一些具体的建议和解决方案。",
        "label": ""
      },
      {
        "sentence": "下面，我分享一些个人的理解，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你说你觉得自己喜欢的人总是在嘲讽你，也许是你想多了。",
        "label": ""
      },
      {
        "sentence": "在喜欢某个人的时候，我们的大脑会不自觉地思考很多事情，这是很难控制的。",
        "label": ""
      },
      {
        "sentence": "关于校园恋爱，我了解有限，但你作为当事人，应该能更好地理解自己的想法，尊重自己的感受，或许你会找到答案。",
        "label": ""
      },
      {
        "sentence": "不能融入朋友圈子，无法和他们一起开心，有一句话说得很好：“道不同不相为谋”。",
        "label": ""
      },
      {
        "sentence": "如果强迫自己去适应他们，那么内心也会很不舒服。",
        "label": ""
      },
      {
        "sentence": "你想玩，却又害怕影响学习。",
        "label": ""
      },
      {
        "sentence": "我理解你现在面临很多烦恼，如果这些问题不能解决，很难静下心来学习。",
        "label": ""
      },
      {
        "sentence": "但是，这些困扰是人生成长中必然经历的，对于你这个年龄段的人来说，要处理好这些问题几乎是不可能的，因为这是成长的过程。",
        "label": ""
      },
      {
        "sentence": "如果你不想面对，想要逃避，那也是可以的，只是会将这些问题推迟一段时间。",
        "label": ""
      },
      {
        "sentence": "最后，我想告诉你，也许我不能给你实际有效的建议，因为人生的路途需要你自己去经历。",
        "label": ""
      },
      {
        "sentence": "无论如何，不论你选择哪种方式，我都会支持你。",
        "label": ""
      }
    ]
  }
]