[
  {
    "role": "client",
    "content": "高三理科，我真的好像学不会。认为自己很笨，想过自杀。从上高中开始吧，我一开始很自信，认为我一定能学好。可到了学校的时候，老师讲的很快，我感觉我的比较笨。人家别人能理解的问题，做出的题目我总是理解不了，写不出来，导致成绩很低，自信心荡然无存了。之后我很努力，因为我相信一句话：天道酬勤，人定胜天。但是挫折又低分倒数一次又一次打击我，我不知道问题出在哪。到晚上在学校宿舍躲在被子里哭，有一段时间连着好几天一直喝水，没有食欲，躺在床上不闭眼，一躺就是各种烦心，各种哭。到现在也是，我不知道未来在哪以我天资之卑。",
    "annotation": [
      {
        "sentence": "高三理科，我真的好像学不会。",
        "label": ""
      },
      {
        "sentence": "认为自己很笨，想过自杀。",
        "label": ""
      },
      {
        "sentence": "从上高中开始吧，我一开始很自信，认为我一定能学好。",
        "label": ""
      },
      {
        "sentence": "可到了学校的时候，老师讲的很快，我感觉我的比较笨。",
        "label": ""
      },
      {
        "sentence": "人家别人能理解的问题，做出的题目我总是理解不了，写不出来，导致成绩很低，自信心荡然无存了。",
        "label": ""
      },
      {
        "sentence": "之后我很努力，因为我相信一句话：天道酬勤，人定胜天。",
        "label": ""
      },
      {
        "sentence": "但是挫折又低分倒数一次又一次打击我，我不知道问题出在哪。",
        "label": ""
      },
      {
        "sentence": "到晚上在学校宿舍躲在被子里哭，有一段时间连着好几天一直喝水，没有食欲，躺在床上不闭眼，一躺就是各种烦心，各种哭。",
        "label": ""
      },
      {
        "sentence": "到现在也是，我不知道未来在哪以我天资之卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我很担心你的情绪。高三确实是一个压力很大的阶段，大家都会有不顺利的时候。但请相信，失败并不代表你是笨的。每个人的学习方法和速度都不一样，有些人可能理解得快，但并不代表他们就比你优秀。学习是一个长期过程，重要的是找到适合自己的方法和节奏。你也提到了努力和坚持，这是很值得肯定的。但是，别把学习成绩当作你价值的唯一标准，人生除了学习，还有很多其他的美好事物等着你去发现和探索。放松心态，你应该是个很要强的人，但我更希望你能接受自己，并懂得照顾好自己。你可以尽自己所能去考大学，如果是专科，如果你爱读书可以专升本，还可以考研。人生路很长，不要只把学习看作是全部，别逼迫自己。",
    "annotation": [
      {
        "sentence": "听到你这样说，我很担心你的情绪。",
        "label": ""
      },
      {
        "sentence": "高三确实是一个压力很大的阶段，大家都会有不顺利的时候。",
        "label": ""
      },
      {
        "sentence": "但请相信，失败并不代表你是笨的。",
        "label": ""
      },
      {
        "sentence": "每个人的学习方法和速度都不一样，有些人可能理解得快，但并不代表他们就比你优秀。",
        "label": ""
      },
      {
        "sentence": "学习是一个长期过程，重要的是找到适合自己的方法和节奏。",
        "label": ""
      },
      {
        "sentence": "你也提到了努力和坚持，这是很值得肯定的。",
        "label": ""
      },
      {
        "sentence": "但是，别把学习成绩当作你价值的唯一标准，人生除了学习，还有很多其他的美好事物等着你去发现和探索。",
        "label": ""
      },
      {
        "sentence": "放松心态，你应该是个很要强的人，但我更希望你能接受自己，并懂得照顾好自己。",
        "label": ""
      },
      {
        "sentence": "你可以尽自己所能去考大学，如果是专科，如果你爱读书可以专升本，还可以考研。",
        "label": ""
      },
      {
        "sentence": "人生路很长，不要只把学习看作是全部，别逼迫自己。",
        "label": ""
      }
    ]
  }
]