[
  {
    "role": "client",
    "content": "我是一个24岁的女生，最近对我和男朋友之间的相处方式感到困惑。我从初中开始就一直有抑郁症，这可能是因为家族遗传的原因。虽然最近我的抑郁症状相对可控，但是仍然对我的生活产生了一些负面影响。我和男朋友在一起快两年了，他对我非常好。特别是因为我抑郁的原因，很多时候我对任何事情都没有动力，而他总是在生活中给予我很多帮助。然而，他不擅长沟通，自己的情绪几乎不主动表达，更不会在我情绪低落或者我们之间出现问题时主动沟通。有时候我们之间产生矛盾，我们各自有不同的感受和想法，但是他既不知道如何表达自己，也容易陷入自己的困惑而无法理解我。他的这个问题导致我们在矛盾后无法解决，甚至导致矛盾越来越大。而我自己抑郁的原因导致我会夸大很多小事，并且我自己一直感到非常自卑，缺乏安全感，有时候会找茬。我的个人问题又导致我们总是出现矛盾。我容易因为这些矛盾而陷入抑郁，而我的男朋友也会因为自己不表达情绪而被我忽视他的感受，他也会因此陷入痛苦。我曾经尝试教他如何表达自己的感受，并且也尽量用耐心与他沟通，可是都没有什么效果。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，最近对我和男朋友之间的相处方式感到困惑。",
        "label": ""
      },
      {
        "sentence": "我从初中开始就一直有抑郁症，这可能是因为家族遗传的原因。",
        "label": ""
      },
      {
        "sentence": "虽然最近我的抑郁症状相对可控，但是仍然对我的生活产生了一些负面影响。",
        "label": ""
      },
      {
        "sentence": "我和男朋友在一起快两年了，他对我非常好。",
        "label": ""
      },
      {
        "sentence": "特别是因为我抑郁的原因，很多时候我对任何事情都没有动力，而他总是在生活中给予我很多帮助。",
        "label": ""
      },
      {
        "sentence": "然而，他不擅长沟通，自己的情绪几乎不主动表达，更不会在我情绪低落或者我们之间出现问题时主动沟通。",
        "label": ""
      },
      {
        "sentence": "有时候我们之间产生矛盾，我们各自有不同的感受和想法，但是他既不知道如何表达自己，也容易陷入自己的困惑而无法理解我。",
        "label": ""
      },
      {
        "sentence": "他的这个问题导致我们在矛盾后无法解决，甚至导致矛盾越来越大。",
        "label": ""
      },
      {
        "sentence": "而我自己抑郁的原因导致我会夸大很多小事，并且我自己一直感到非常自卑，缺乏安全感，有时候会找茬。",
        "label": ""
      },
      {
        "sentence": "我的个人问题又导致我们总是出现矛盾。",
        "label": ""
      },
      {
        "sentence": "我容易因为这些矛盾而陷入抑郁，而我的男朋友也会因为自己不表达情绪而被我忽视他的感受，他也会因此陷入痛苦。",
        "label": ""
      },
      {
        "sentence": "我曾经尝试教他如何表达自己的感受，并且也尽量用耐心与他沟通，可是都没有什么效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的困扰。无法进行有效的沟通会让人陷入痛苦之中。你说你们之间有时候产生矛盾，双方都有各自的感受和想法，而他既不懂得如何表达自己，也容易陷入自己的困惑而无法理解你。你可以尝试让他通过书写来沟通，给他一些时间去思考如何表达，而不是即兴发挥。他现在不知道如何表达自己，这时候可能需要你来给个开头，你可以尝试使用非暴力沟通技巧，例如描述你所观察到的事实，而不是发表评论，然后表达你真实的感受，而不是表达想法，接着尝试理解你隐藏在感受背后的真实需求，最后诚恳地请求对方一起完成或改善某件事情。运用这四个步骤来表达可以让你更加真诚、坦率，少一些批评和指责。理解了这一点，在书写上我们就可以如实地将自己的愤怒和责备充分而又具体的表达出来。如果不去表达和释放愤怒，我们永远无法触及内心深处的爱。所以，请不要心软，你一定要放开内心中那个受伤、愤怒的小孩子。然后，你可以写出你那颗脆弱的心，让内心中的小孩子坦荡地走出来，表达出他心里的伤心与难过。再之后，请把隐藏在自信和坚强外表下的恐惧与不安表达出来。千万不要修改它们，你表达得越彻底，你的内心就会感到越强大。当你的情绪与纠结都得到了释放，你就可以更清晰地看到真正的问题所在了。俗话说得好，一个巴掌拍不响。在整个矛盾冲突中，双方都有责任承担。这个时候，你需要向对方道歉，表达你对自己感到自责与懊悔的部分，并恳请他的原谅。最后，你可以表达你对于如何改变现状的想法与意愿，同时也别忘了，在最后的最后要表达你对他的爱意。",
    "annotation": [
      {
        "sentence": "我很理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "无法进行有效的沟通会让人陷入痛苦之中。",
        "label": ""
      },
      {
        "sentence": "你说你们之间有时候产生矛盾，双方都有各自的感受和想法，而他既不懂得如何表达自己，也容易陷入自己的困惑而无法理解你。",
        "label": ""
      },
      {
        "sentence": "你可以尝试让他通过书写来沟通，给他一些时间去思考如何表达，而不是即兴发挥。",
        "label": ""
      },
      {
        "sentence": "他现在不知道如何表达自己，这时候可能需要你来给个开头，你可以尝试使用非暴力沟通技巧，例如描述你所观察到的事实，而不是发表评论，然后表达你真实的感受，而不是表达想法，接着尝试理解你隐藏在感受背后的真实需求，最后诚恳地请求对方一起完成或改善某件事情。",
        "label": ""
      },
      {
        "sentence": "运用这四个步骤来表达可以让你更加真诚、坦率，少一些批评和指责。",
        "label": ""
      },
      {
        "sentence": "理解了这一点，在书写上我们就可以如实地将自己的愤怒和责备充分而又具体的表达出来。",
        "label": ""
      },
      {
        "sentence": "如果不去表达和释放愤怒，我们永远无法触及内心深处的爱。",
        "label": ""
      },
      {
        "sentence": "所以，请不要心软，你一定要放开内心中那个受伤、愤怒的小孩子。",
        "label": ""
      },
      {
        "sentence": "然后，你可以写出你那颗脆弱的心，让内心中的小孩子坦荡地走出来，表达出他心里的伤心与难过。",
        "label": ""
      },
      {
        "sentence": "再之后，请把隐藏在自信和坚强外表下的恐惧与不安表达出来。",
        "label": ""
      },
      {
        "sentence": "千万不要修改它们，你表达得越彻底，你的内心就会感到越强大。",
        "label": ""
      },
      {
        "sentence": "当你的情绪与纠结都得到了释放，你就可以更清晰地看到真正的问题所在了。",
        "label": ""
      },
      {
        "sentence": "俗话说得好，一个巴掌拍不响。",
        "label": ""
      },
      {
        "sentence": "在整个矛盾冲突中，双方都有责任承担。",
        "label": ""
      },
      {
        "sentence": "这个时候，你需要向对方道歉，表达你对自己感到自责与懊悔的部分，并恳请他的原谅。",
        "label": ""
      },
      {
        "sentence": "最后，你可以表达你对于如何改变现状的想法与意愿，同时也别忘了，在最后的最后要表达你对他的爱意。",
        "label": ""
      }
    ]
  }
]