[
  {
    "role": "client",
    "content": "我是一个24岁的女生，最近有一个问题困扰着我，我不知道该如何与我的男朋友好好相处。我从初中开始就一直有抑郁的问题，而且这在我家族中有遗传因素。虽然最近我的抑郁状况相对可控，但是与男朋友在一起的时候，我还是感到很困惑。他对我非常好，尤其是在我情绪低落的时候，他总是能给我很多帮助。但是他不擅长沟通，几乎从不主动表达自己的情绪，尤其是当我情绪不好或者我们之间有问题的时候。有时候我们会发生矛盾，双方都有不同的感受和想法，但是他既不懂得如何表达自己，也很容易陷入自己的困扰中而无法理解我。他的这个问题导致我们无法解决矛盾，甚至会导致更大的矛盾。而我的抑郁问题使得我经常把一些小事放大，自卑感很重，缺乏安全感，这让我有时候会找事情争吵，从而导致我们总是出现矛盾。这些矛盾很容易让我进入抑郁状态，而他不表达情绪使得我常常忽视了他的感受，他也会因此感到痛苦。我曾经试图教他如何表达自己的感受，也尽量耐心地与他沟通，但是都没有效果。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，最近有一个问题困扰着我，我不知道该如何与我的男朋友好好相处。",
        "label": ""
      },
      {
        "sentence": "我从初中开始就一直有抑郁的问题，而且这在我家族中有遗传因素。",
        "label": ""
      },
      {
        "sentence": "虽然最近我的抑郁状况相对可控，但是与男朋友在一起的时候，我还是感到很困惑。",
        "label": ""
      },
      {
        "sentence": "他对我非常好，尤其是在我情绪低落的时候，他总是能给我很多帮助。",
        "label": ""
      },
      {
        "sentence": "但是他不擅长沟通，几乎从不主动表达自己的情绪，尤其是当我情绪不好或者我们之间有问题的时候。",
        "label": ""
      },
      {
        "sentence": "有时候我们会发生矛盾，双方都有不同的感受和想法，但是他既不懂得如何表达自己，也很容易陷入自己的困扰中而无法理解我。",
        "label": ""
      },
      {
        "sentence": "他的这个问题导致我们无法解决矛盾，甚至会导致更大的矛盾。",
        "label": ""
      },
      {
        "sentence": "而我的抑郁问题使得我经常把一些小事放大，自卑感很重，缺乏安全感，这让我有时候会找事情争吵，从而导致我们总是出现矛盾。",
        "label": ""
      },
      {
        "sentence": "这些矛盾很容易让我进入抑郁状态，而他不表达情绪使得我常常忽视了他的感受，他也会因此感到痛苦。",
        "label": ""
      },
      {
        "sentence": "我曾经试图教他如何表达自己的感受，也尽量耐心地与他沟通，但是都没有效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我能感觉到你是一个乐于改变和学习的人！你自己意识到了自己的问题，并且一直努力控制，这很不容易。但是当你遇到和男朋友的冲突时，你会把问题放大，很难释怀，觉得男友钻牛角尖，你想要帮助男友。我很欣赏你这份关心，但是你有没有意识到，你所担心的男友是否真的是钻牛角尖而不理解你，还是你也进入了另一个问题，和他对抗。你矛盾、心理烦恼、抑郁，你希望解决这些矛盾，希望你和男友一起成长和改变。那么首先，让我们从自己开始学习吧！因为我们无法控制别人，但我们可以影响和引导他人。所以首先要做到自我觉察，觉察自己遇到这个问题，是否值得生气，问问自己，那些让你伤心的情绪，到底是多大的事情？是不是不值得生气？要时刻记得深呼吸，保持内心平静。其次，要学会忘记过去不愉快的事情，活在当下。就像你陈述的，你以前经历了初中抑郁的时期，但是现在的你已经成长了很多，不要用过去来定义现在的自己！回想一下自己已经克服了很多困难，内心也变得更加成熟，不要总是看自己的不足，要多看看自己的优点。让自己快乐，积极地面对各种问题！情绪起伏是正常的，我们要学会分清状况。还有，要学会接纳和包容对方，用温暖的语言软化尴尬的场景。最后，不要给对方乱贴标签，不要去评判对方。每个人都有自己的优势与劣势，既然你喜欢对方，那一定有你爱他的理由。至于他的不足，不要去贴标签，比如说他不会表达自己，或者喜欢钻牛角尖，这些其实都是你内心对他的评判。不要轻易评判，也许他并不是不会表达，只是不知道如何表达，也许他还在学习的过程中，你可以先理解并认同他，然后再陈述你自己的观点，看看除了你的观点之外，是否还有更好的解决办法。总之，每个人都希望被赞赏和认可，女性一般容易陷入不好的情绪中，喜欢指责和评判，贴标签，一定要记住不这样做。希望这些建议对你有帮助！",
    "annotation": [
      {
        "sentence": "看到你的描述，我能感觉到你是一个乐于改变和学习的人！",
        "label": ""
      },
      {
        "sentence": "你自己意识到了自己的问题，并且一直努力控制，这很不容易。",
        "label": ""
      },
      {
        "sentence": "但是当你遇到和男朋友的冲突时，你会把问题放大，很难释怀，觉得男友钻牛角尖，你想要帮助男友。",
        "label": ""
      },
      {
        "sentence": "我很欣赏你这份关心，但是你有没有意识到，你所担心的男友是否真的是钻牛角尖而不理解你，还是你也进入了另一个问题，和他对抗。",
        "label": ""
      },
      {
        "sentence": "你矛盾、心理烦恼、抑郁，你希望解决这些矛盾，希望你和男友一起成长和改变。",
        "label": ""
      },
      {
        "sentence": "那么首先，让我们从自己开始学习吧！",
        "label": ""
      },
      {
        "sentence": "因为我们无法控制别人，但我们可以影响和引导他人。",
        "label": ""
      },
      {
        "sentence": "所以首先要做到自我觉察，觉察自己遇到这个问题，是否值得生气，问问自己，那些让你伤心的情绪，到底是多大的事情？",
        "label": ""
      },
      {
        "sentence": "是不是不值得生气？",
        "label": ""
      },
      {
        "sentence": "要时刻记得深呼吸，保持内心平静。",
        "label": ""
      },
      {
        "sentence": "其次，要学会忘记过去不愉快的事情，活在当下。",
        "label": ""
      },
      {
        "sentence": "就像你陈述的，你以前经历了初中抑郁的时期，但是现在的你已经成长了很多，不要用过去来定义现在的自己！",
        "label": ""
      },
      {
        "sentence": "回想一下自己已经克服了很多困难，内心也变得更加成熟，不要总是看自己的不足，要多看看自己的优点。",
        "label": ""
      },
      {
        "sentence": "让自己快乐，积极地面对各种问题！",
        "label": ""
      },
      {
        "sentence": "情绪起伏是正常的，我们要学会分清状况。",
        "label": ""
      },
      {
        "sentence": "还有，要学会接纳和包容对方，用温暖的语言软化尴尬的场景。",
        "label": ""
      },
      {
        "sentence": "最后，不要给对方乱贴标签，不要去评判对方。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优势与劣势，既然你喜欢对方，那一定有你爱他的理由。",
        "label": ""
      },
      {
        "sentence": "至于他的不足，不要去贴标签，比如说他不会表达自己，或者喜欢钻牛角尖，这些其实都是你内心对他的评判。",
        "label": ""
      },
      {
        "sentence": "不要轻易评判，也许他并不是不会表达，只是不知道如何表达，也许他还在学习的过程中，你可以先理解并认同他，然后再陈述你自己的观点，看看除了你的观点之外，是否还有更好的解决办法。",
        "label": ""
      },
      {
        "sentence": "总之，每个人都希望被赞赏和认可，女性一般容易陷入不好的情绪中，喜欢指责和评判，贴标签，一定要记住不这样做。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有帮助！",
        "label": ""
      }
    ]
  }
]