[
  {
    "role": "client",
    "content": "天天骂我，失眠脾气不好，我不知道我有没有抑郁症？他们天天骂我，明天要报名了，说不让我去，她说老师问了就说我怎么怎么样，现在都说不管我了，两个都是，我真的受够了，我想和他们断绝关系，说我做作业在楼上做，不去楼下做也要骂我，谁不在自己房间做作业？而且我现在天天躲在房间里，因为它能给我安全感，我真的觉得我是狗，之前我们家有只狗我妈喜欢就拿来了，后来因为它身上有虫，调皮就给扔了，说什么被别人抓去了，之前也有一只是这样丢的跟出去然后回不来，她怎么可能会错两次，我现在也是跟狗一样，不要了就抛弃，他有一次还让我滚，学习从来不管我，现在成绩不好天天骂我，我试着多次割腕但我不敢用力，什么方法自杀不痛？我现在晚上也失眠，以前睡眠很好的真的很烦，我脾气也不好。也不想去医院看，他们不知道",
    "annotation": [
      {
        "sentence": "天天骂我，失眠脾气不好，我不知道我有没有抑郁症？",
        "label": ""
      },
      {
        "sentence": "他们天天骂我，明天要报名了，说不让我去，她说老师问了就说我怎么怎么样，现在都说不管我了，两个都是，我真的受够了，我想和他们断绝关系，说我做作业在楼上做，不去楼下做也要骂我，谁不在自己房间做作业？",
        "label": ""
      },
      {
        "sentence": "而且我现在天天躲在房间里，因为它能给我安全感，我真的觉得我是狗，之前我们家有只狗我妈喜欢就拿来了，后来因为它身上有虫，调皮就给扔了，说什么被别人抓去了，之前也有一只是这样丢的跟出去然后回不来，她怎么可能会错两次，我现在也是跟狗一样，不要了就抛弃，他有一次还让我滚，学习从来不管我，现在成绩不好天天骂我，我试着多次割腕但我不敢用力，什么方法自杀不痛？",
        "label": ""
      },
      {
        "sentence": "我现在晚上也失眠，以前睡眠很好的真的很烦，我脾气也不好。",
        "label": ""
      },
      {
        "sentence": "也不想去医院看，他们不知道",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，从你的描述中，可以感受到你现在的处境非常痛苦，而且内心有很大的压力和困扰。你提到家里人经常骂你，这让你感到非常失眠和情绪不好。你现在怀疑自己是否有抑郁症，也正表达了你对目前处境的困惑和迷茫。首先，我要说，这并不是你的错，你不应该因为他们的指责而否定自己。同时，我可以理解你对家里对待狗的方式感到不安全，但我相信家人对你的态度并不会像对待狗一样。他们在意你的成绩，只是他们的表达方式不妥当。你现在的失眠问题也需要重视，我建议你跟你的父母沟通一下现在的困境，请求他们带你去看看心理医生，或者跟学校的心理老师聊一聊，寻求更专业的帮助。你并不孤单，有人会关心你并帮助你走出困境的。（^_^）",
    "annotation": [
      {
        "sentence": "求助者，从你的描述中，可以感受到你现在的处境非常痛苦，而且内心有很大的压力和困扰。",
        "label": ""
      },
      {
        "sentence": "你提到家里人经常骂你，这让你感到非常失眠和情绪不好。",
        "label": ""
      },
      {
        "sentence": "你现在怀疑自己是否有抑郁症，也正表达了你对目前处境的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "首先，我要说，这并不是你的错，你不应该因为他们的指责而否定自己。",
        "label": ""
      },
      {
        "sentence": "同时，我可以理解你对家里对待狗的方式感到不安全，但我相信家人对你的态度并不会像对待狗一样。",
        "label": ""
      },
      {
        "sentence": "他们在意你的成绩，只是他们的表达方式不妥当。",
        "label": ""
      },
      {
        "sentence": "你现在的失眠问题也需要重视，我建议你跟你的父母沟通一下现在的困境，请求他们带你去看看心理医生，或者跟学校的心理老师聊一聊，寻求更专业的帮助。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人会关心你并帮助你走出困境的。",
        "label": ""
      },
      {
        "sentence": "（^_^）",
        "label": ""
      }
    ]
  }
]