[
  {
    "role": "client",
    "content": "我已经高一了，可是我自控力还是很差，怎么办？我想考985想考特别好的学校，可是就是忍不住玩手机，连续熬了三四天夜，玩的时候心里也很愧疚但是也不会去改变，而且好像对学习提不起兴趣来，我不知道如果我再这样下去会不会考不上一本.......那样我可能会很难过很难过",
    "annotation": [
      {
        "sentence": "我已经高一了，可是我自控力还是很差，怎么办？",
        "label": ""
      },
      {
        "sentence": "我想考985想考特别好的学校，可是就是忍不住玩手机，连续熬了三四天夜，玩的时候心里也很愧疚但是也不会去改变，而且好像对学习提不起兴趣来，我不知道如果我再这样下去会不会考不上一本.......那样我可能会很难过很难过",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人活着最重要是认识自己，探索自己，这件事是一件很难得事情。你想考985和特别好的学校，这说明你对自己有很高的期望和要求。但是为了更好地帮助你，我想了解一下你的动力和抵抗力。你可以回答一些问题帮助自己更好地认识自己，这对于提高自控力很有帮助。问问自己，为什么想考985？上了985意味着什么？是父母的要求还是自己的，还是为了给别人看的？如果考不上会怎么样？为什么不能上不好的学校？不好的学校对你意味着什么？你喜欢学习吗？成绩如何？为什么考不上本科会感到难过？你喜欢玩游戏吗？玩游戏时候感觉如何？",
    "annotation": [
      {
        "sentence": "人活着最重要是认识自己，探索自己，这件事是一件很难得事情。",
        "label": ""
      },
      {
        "sentence": "你想考985和特别好的学校，这说明你对自己有很高的期望和要求。",
        "label": ""
      },
      {
        "sentence": "但是为了更好地帮助你，我想了解一下你的动力和抵抗力。",
        "label": ""
      },
      {
        "sentence": "你可以回答一些问题帮助自己更好地认识自己，这对于提高自控力很有帮助。",
        "label": ""
      },
      {
        "sentence": "问问自己，为什么想考985？",
        "label": ""
      },
      {
        "sentence": "上了985意味着什么？",
        "label": ""
      },
      {
        "sentence": "是父母的要求还是自己的，还是为了给别人看的？",
        "label": ""
      },
      {
        "sentence": "如果考不上会怎么样？",
        "label": ""
      },
      {
        "sentence": "为什么不能上不好的学校？",
        "label": ""
      },
      {
        "sentence": "不好的学校对你意味着什么？",
        "label": ""
      },
      {
        "sentence": "你喜欢学习吗？",
        "label": ""
      },
      {
        "sentence": "成绩如何？",
        "label": ""
      },
      {
        "sentence": "为什么考不上本科会感到难过？",
        "label": ""
      },
      {
        "sentence": "你喜欢玩游戏吗？",
        "label": ""
      },
      {
        "sentence": "玩游戏时候感觉如何？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我想考985和特别好的学校主要是为了验证自己的能力和面子。父母对我也有期望，但我也不想让自己辜负他们的期望。如果考不上的话，我会觉得自己没有实现自己的梦想，对不起家人。我喜欢学习，但是心里总觉得玩游戏更开心，所以才容易分心。在玩游戏的时候，我感觉很放松，但同时也有内疚感和焦虑感。",
    "annotation": [
      {
        "sentence": "其实，我想考985和特别好的学校主要是为了验证自己的能力和面子。",
        "label": ""
      },
      {
        "sentence": "父母对我也有期望，但我也不想让自己辜负他们的期望。",
        "label": ""
      },
      {
        "sentence": "如果考不上的话，我会觉得自己没有实现自己的梦想，对不起家人。",
        "label": ""
      },
      {
        "sentence": "我喜欢学习，但是心里总觉得玩游戏更开心，所以才容易分心。",
        "label": ""
      },
      {
        "sentence": "在玩游戏的时候，我感觉很放松，但同时也有内疚感和焦虑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对自己能力的验证和对家人的期望。这些都是正常的心理需求。但是，我想提醒你，自我价值和成就感不仅仅依赖于考上985和特别好的学校。每个人的价值和成就都是独特的，不应该仅仅通过学校的名次来衡量。同时，你说你喜欢学习，这是一个很好的优点，你可以通过培养学习的兴趣，提高自己的学习动力和自控力。玩游戏是一种放松的方式，但是过度沉迷游戏会导致学习分心和影响学业，你可以尝试合理安排自己的时间，找到学习和娱乐的平衡。",
    "annotation": [
      {
        "sentence": "我理解你对自己能力的验证和对家人的期望。",
        "label": ""
      },
      {
        "sentence": "这些都是正常的心理需求。",
        "label": ""
      },
      {
        "sentence": "但是，我想提醒你，自我价值和成就感不仅仅依赖于考上985和特别好的学校。",
        "label": ""
      },
      {
        "sentence": "每个人的价值和成就都是独特的，不应该仅仅通过学校的名次来衡量。",
        "label": ""
      },
      {
        "sentence": "同时，你说你喜欢学习，这是一个很好的优点，你可以通过培养学习的兴趣，提高自己的学习动力和自控力。",
        "label": ""
      },
      {
        "sentence": "玩游戏是一种放松的方式，但是过度沉迷游戏会导致学习分心和影响学业，你可以尝试合理安排自己的时间，找到学习和娱乐的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的观点，但是我总觉得985和特别好的学校才是最好的选择，也是能够证明自己能力的最直接方式。我怕我不能控制住自己，继续分心于游戏，最终影响了我的学习成绩。到时候考上不好的学校，我可能会非常失落和伤心。",
    "annotation": [
      {
        "sentence": "我理解你的观点，但是我总觉得985和特别好的学校才是最好的选择，也是能够证明自己能力的最直接方式。",
        "label": ""
      },
      {
        "sentence": "我怕我不能控制住自己，继续分心于游戏，最终影响了我的学习成绩。",
        "label": ""
      },
      {
        "sentence": "到时候考上不好的学校，我可能会非常失落和伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在对985和特别好的学校有很高的期望，同时也有担心和焦虑。但是要记住，无论上什么学校，最重要的是你的努力和付出。你可以通过制定合理的学习计划，培养自己的学习动力和自控力。同时，不要过于焦虑未来的不确定性，做好眼前的事情，未来的发展是无法完全预测和控制的。活在当下，勇敢地面对各种未知，相信自己的能力和选择。",
    "annotation": [
      {
        "sentence": "你现在对985和特别好的学校有很高的期望，同时也有担心和焦虑。",
        "label": ""
      },
      {
        "sentence": "但是要记住，无论上什么学校，最重要的是你的努力和付出。",
        "label": ""
      },
      {
        "sentence": "你可以通过制定合理的学习计划，培养自己的学习动力和自控力。",
        "label": ""
      },
      {
        "sentence": "同时，不要过于焦虑未来的不确定性，做好眼前的事情，未来的发展是无法完全预测和控制的。",
        "label": ""
      },
      {
        "sentence": "活在当下，勇敢地面对各种未知，相信自己的能力和选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。我应该更加重视当前的学习和提高自己的自控力。无论上什么学校，只要努力和付出了，就能够实现我的梦想和成就自己。我不应该过于纠结于考上一本还是985，而是要认真对待眼前的每一天，逐步提高自己。",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "我应该更加重视当前的学习和提高自己的自控力。",
        "label": ""
      },
      {
        "sentence": "无论上什么学校，只要努力和付出了，就能够实现我的梦想和成就自己。",
        "label": ""
      },
      {
        "sentence": "我不应该过于纠结于考上一本还是985，而是要认真对待眼前的每一天，逐步提高自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你已经意识到了关键的问题，并且有了正确的思考和态度。每一天的进步都是宝贵的，只要你坚持努力和自我认知，相信你一定能够取得你想要的成绩和成就。记住，允许自己的成绩有波动，也允许自己的选择偏离原本的计划，这才是真正的成长和勇敢面对未知。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你已经意识到了关键的问题，并且有了正确的思考和态度。",
        "label": ""
      },
      {
        "sentence": "每一天的进步都是宝贵的，只要你坚持努力和自我认知，相信你一定能够取得你想要的成绩和成就。",
        "label": ""
      },
      {
        "sentence": "记住，允许自己的成绩有波动，也允许自己的选择偏离原本的计划，这才是真正的成长和勇敢面对未知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会好好反思和调整自己的心态。我相信只要我坚持，就能够克服自己的困难，实现自己的目标。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会好好反思和调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "我相信只要我坚持，就能够克服自己的困难，实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你！记住，你不是一个人在面对这些困难。有需要随时找我倾诉，我会一直陪伴在你身边，帮助你度过难关。相信自己，你一定能够成为自己想要成为的样子！加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你！",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这些困难。",
        "label": ""
      },
      {
        "sentence": "有需要随时找我倾诉，我会一直陪伴在你身边，帮助你度过难关。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够成为自己想要成为的样子！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]