[
  {
    "role": "client",
    "content": "从青春期到现在很少有异性朋友，跟他们相处会紧张？从有了月经以后就知道男女有别要保护好自己。童年的男性玩伴我都尽量疏离，家长也教育不要早恋。小时候看过很多关于少女怀孕或者被强奸的故事。所以在和异性相处时自己一直有点不舒服。",
    "annotation": [
      {
        "sentence": "从青春期到现在很少有异性朋友，跟他们相处会紧张？",
        "label": ""
      },
      {
        "sentence": "从有了月经以后就知道男女有别要保护好自己。",
        "label": ""
      },
      {
        "sentence": "童年的男性玩伴我都尽量疏离，家长也教育不要早恋。",
        "label": ""
      },
      {
        "sentence": "小时候看过很多关于少女怀孕或者被强奸的故事。",
        "label": ""
      },
      {
        "sentence": "所以在和异性相处时自己一直有点不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你过于警惕异性交往，导致你无法放松，非常紧张。在这种情况下，我建议你不要先考虑谈朋友，而是以和异性建立友谊为目标，不要期望特殊的结果，这样你就会减轻压力，在与异性交往时会更自如。",
    "annotation": [
      {
        "sentence": "你过于警惕异性交往，导致你无法放松，非常紧张。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我建议你不要先考虑谈朋友，而是以和异性建立友谊为目标，不要期望特殊的结果，这样你就会减轻压力，在与异性交往时会更自如。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解你的建议，但是我很难刻意不去考虑结果，总觉得与异性交往都会有进一步发展的可能性。",
    "annotation": [
      {
        "sentence": "我能理解你的建议，但是我很难刻意不去考虑结果，总觉得与异性交往都会有进一步发展的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑。其实，好的伴侣往往是我们最好的朋友，建立在友谊基础上的恋爱关系更加持久。所以，如果你觉得谈朋友压力太大，不如只是以朋友的角度去交往，与异性相处的方式和与女性朋友一样。多接触不同的异性，但是不要有期望，也不要考虑谈恋爱，慢慢地接触多了，你可能会变得更加习惯。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "其实，好的伴侣往往是我们最好的朋友，建立在友谊基础上的恋爱关系更加持久。",
        "label": ""
      },
      {
        "sentence": "所以，如果你觉得谈朋友压力太大，不如只是以朋友的角度去交往，与异性相处的方式和与女性朋友一样。",
        "label": ""
      },
      {
        "sentence": "多接触不同的异性，但是不要有期望，也不要考虑谈恋爱，慢慢地接触多了，你可能会变得更加习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我以前没有意识到异性也有渴望亲密的一面，也害怕拒绝和受伤害。我想我应该设身处地为对方着想，将心比心。",
    "annotation": [
      {
        "sentence": "你说的有道理，我以前没有意识到异性也有渴望亲密的一面，也害怕拒绝和受伤害。",
        "label": ""
      },
      {
        "sentence": "我想我应该设身处地为对方着想，将心比心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，每个人都渴望被理解和关心。只要你保护好自己，避免与不熟悉的异性去人烟稀少的地方或者过快地进入亲密关系，就可以了。如果你觉得紧张和压力很大，也许说明时机不对，或者与对方并不合适。不必急着进入一段感情，每个人的节奏都不同，不需要追随别人的脚步。如果现在和异性相处给你带来太大压力，完全可以不强迫自己，做自己喜欢的事情，与同性交往更舒适，抱着轻松随意的心态反而有可能找到灵魂伴侣哦。",
    "annotation": [
      {
        "sentence": "对的，每个人都渴望被理解和关心。",
        "label": ""
      },
      {
        "sentence": "只要你保护好自己，避免与不熟悉的异性去人烟稀少的地方或者过快地进入亲密关系，就可以了。",
        "label": ""
      },
      {
        "sentence": "如果你觉得紧张和压力很大，也许说明时机不对，或者与对方并不合适。",
        "label": ""
      },
      {
        "sentence": "不必急着进入一段感情，每个人的节奏都不同，不需要追随别人的脚步。",
        "label": ""
      },
      {
        "sentence": "如果现在和异性相处给你带来太大压力，完全可以不强迫自己，做自己喜欢的事情，与同性交往更舒适，抱着轻松随意的心态反而有可能找到灵魂伴侣哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我开始明白了。我之前所说的一开始就把自己放到女朋友的位置是指对对方有很多要求。我总觉得在开始交往时就要表现得很好，很害怕失去对方的喜欢。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我开始明白了。",
        "label": ""
      },
      {
        "sentence": "我之前所说的一开始就把自己放到女朋友的位置是指对对方有很多要求。",
        "label": ""
      },
      {
        "sentence": "我总觉得在开始交往时就要表现得很好，很害怕失去对方的喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你的担心是常见的。你不必在开始阶段就要求自己做到完美，也不必害怕对方的喜欢会消失。如果你觉得很紧张、压力很大，可能说明时机不对，或者你们并不适合。没关系的，不用急着进入一段感情。每个人的发展节奏都不同，不要盲目追求别人的步伐。如果与异性相处让你感到压力太大，完全可以不强迫自己，多做喜欢的事情，与同性交往也是非常好的选择，抱着轻松随意的心态反而更有可能找到真正的灵魂伴侣呢。",
    "annotation": [
      {
        "sentence": "明白了，你的担心是常见的。",
        "label": ""
      },
      {
        "sentence": "你不必在开始阶段就要求自己做到完美，也不必害怕对方的喜欢会消失。",
        "label": ""
      },
      {
        "sentence": "如果你觉得很紧张、压力很大，可能说明时机不对，或者你们并不适合。",
        "label": ""
      },
      {
        "sentence": "没关系的，不用急着进入一段感情。",
        "label": ""
      },
      {
        "sentence": "每个人的发展节奏都不同，不要盲目追求别人的步伐。",
        "label": ""
      },
      {
        "sentence": "如果与异性相处让你感到压力太大，完全可以不强迫自己，多做喜欢的事情，与同性交往也是非常好的选择，抱着轻松随意的心态反而更有可能找到真正的灵魂伴侣呢。",
        "label": ""
      }
    ]
  }
]