[
  {
    "role": "client",
    "content": "我是一个29岁的女性，我总是感到背后有一种缺失感，感到害怕，并且无法思考。",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，我总是感到背后有一种缺失感，感到害怕，并且无法思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够感受到你的困扰。从你的描述中，我可以感受到三个主要问题：你从小受到的关爱不多，父亲对你的打骂和否定，以及母亲对男孩更偏重，让你无法感受到像其他孩子一样被父母宠爱的感觉。因为小时候的经历，你害怕长大，害怕成为一个成年人。你希望有人陪伴着你，帮助你成长，最好能够陪伴你走好每一步。对于你的困扰，我想起了阿朵姐姐在《乘风破浪》里说过的一句话，“这是你的功课”。每个人的成长路径都不一样，你的任务就是接受自己糟糕的原生家庭，并学会独自承担一个成年人应该承担的责任。",
    "annotation": [
      {
        "sentence": "我能够感受到你的困扰。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以感受到三个主要问题：你从小受到的关爱不多，父亲对你的打骂和否定，以及母亲对男孩更偏重，让你无法感受到像其他孩子一样被父母宠爱的感觉。",
        "label": ""
      },
      {
        "sentence": "因为小时候的经历，你害怕长大，害怕成为一个成年人。",
        "label": ""
      },
      {
        "sentence": "你希望有人陪伴着你，帮助你成长，最好能够陪伴你走好每一步。",
        "label": ""
      },
      {
        "sentence": "对于你的困扰，我想起了阿朵姐姐在《乘风破浪》里说过的一句话，“这是你的功课”。",
        "label": ""
      },
      {
        "sentence": "每个人的成长路径都不一样，你的任务就是接受自己糟糕的原生家庭，并学会独自承担一个成年人应该承担的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很理解你所说的。我对父母带给我的伤害感同身受。大多数人在成长过程中，都会被父母伤害，这种伤害有时候是有意的，也有时候是无意的。因为父母也是第一次做父母，他们对于父母的概念来自于他们自己的父母，所以他们很多行为在他们自己看来是没有问题的。但是这些打骂和否定对我们来说会造成深深的心理阴影。伤害已经产生，我们唯一能做的就是尽力与过去和解，接受自己曾经有这样糟糕的童年，接受父母没有做好的地方，接受自己过去二十多年经历的一些不愉快。这个过程可能会很痛苦，但只有当我们内心真正接受了这些，我们才能走出过去的阴影。",
    "annotation": [
      {
        "sentence": "是的，我很理解你所说的。",
        "label": ""
      },
      {
        "sentence": "我对父母带给我的伤害感同身受。",
        "label": ""
      },
      {
        "sentence": "大多数人在成长过程中，都会被父母伤害，这种伤害有时候是有意的，也有时候是无意的。",
        "label": ""
      },
      {
        "sentence": "因为父母也是第一次做父母，他们对于父母的概念来自于他们自己的父母，所以他们很多行为在他们自己看来是没有问题的。",
        "label": ""
      },
      {
        "sentence": "但是这些打骂和否定对我们来说会造成深深的心理阴影。",
        "label": ""
      },
      {
        "sentence": "伤害已经产生，我们唯一能做的就是尽力与过去和解，接受自己曾经有这样糟糕的童年，接受父母没有做好的地方，接受自己过去二十多年经历的一些不愉快。",
        "label": ""
      },
      {
        "sentence": "这个过程可能会很痛苦，但只有当我们内心真正接受了这些，我们才能走出过去的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对。接受这些是一个痛苦却必要的过程，就像刮骨疗毒一样。只有当我们内心接受了过去的伤害，我们才能真正从过去的阴影中走出来。另外，你害怕长大的原因可能是因为你没有在父母身上看到一个成年人该有的智慧、宽容和担当。但是我们不要害怕，没有人是完美的，也没有人生来就能有非常高大的形象。看到那些优秀的成年人，他们是在失败和挫折中不断反思和成长的。他们能够做到，你也可以做到。我们可以从小事做起，每天晚上反思一下，今天哪些事情做得非常好，哪些事情可以做得更好，看到自己的优点和不足，然后努力改善。就像软件升级一样，在运行过程中发现问题，及时修复。我们要相信自己能够战胜所有困难。",
    "annotation": [
      {
        "sentence": "你说的很对。",
        "label": ""
      },
      {
        "sentence": "接受这些是一个痛苦却必要的过程，就像刮骨疗毒一样。",
        "label": ""
      },
      {
        "sentence": "只有当我们内心接受了过去的伤害，我们才能真正从过去的阴影中走出来。",
        "label": ""
      },
      {
        "sentence": "另外，你害怕长大的原因可能是因为你没有在父母身上看到一个成年人该有的智慧、宽容和担当。",
        "label": ""
      },
      {
        "sentence": "但是我们不要害怕，没有人是完美的，也没有人生来就能有非常高大的形象。",
        "label": ""
      },
      {
        "sentence": "看到那些优秀的成年人，他们是在失败和挫折中不断反思和成长的。",
        "label": ""
      },
      {
        "sentence": "他们能够做到，你也可以做到。",
        "label": ""
      },
      {
        "sentence": "我们可以从小事做起，每天晚上反思一下，今天哪些事情做得非常好，哪些事情可以做得更好，看到自己的优点和不足，然后努力改善。",
        "label": ""
      },
      {
        "sentence": "就像软件升级一样，在运行过程中发现问题，及时修复。",
        "label": ""
      },
      {
        "sentence": "我们要相信自己能够战胜所有困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的感受到了，不要把希望放在别人身上，我们只能靠自己。我实在是害怕自己会走错路，以前的选择中，有没有一个是完美的呢？每一条路都会有挑战和困难，但也有开心的事情发生。我相信自己能够战胜一切困难。我害怕长大的感觉确实源自我没有足够的陪伴，而这让我非常渴望有人能够陪伴我。但我希望我能够勇敢地独立起来，不要再把希望寄托在别人身上。我有一个朋友和我很相似，小时候也缺少父母的陪伴，所以她把所有希望都寄托在她的丈夫身上。结果，当丈夫离开后，她瞬间失去了依靠，甚至在外面迷路时连导航都不会使用。我真的不想成为这样的人，我想要独立并且坚强。",
    "annotation": [
      {
        "sentence": "我真的感受到了，不要把希望放在别人身上，我们只能靠自己。",
        "label": ""
      },
      {
        "sentence": "我实在是害怕自己会走错路，以前的选择中，有没有一个是完美的呢？",
        "label": ""
      },
      {
        "sentence": "每一条路都会有挑战和困难，但也有开心的事情发生。",
        "label": ""
      },
      {
        "sentence": "我相信自己能够战胜一切困难。",
        "label": ""
      },
      {
        "sentence": "我害怕长大的感觉确实源自我没有足够的陪伴，而这让我非常渴望有人能够陪伴我。",
        "label": ""
      },
      {
        "sentence": "但我希望我能够勇敢地独立起来，不要再把希望寄托在别人身上。",
        "label": ""
      },
      {
        "sentence": "我有一个朋友和我很相似，小时候也缺少父母的陪伴，所以她把所有希望都寄托在她的丈夫身上。",
        "label": ""
      },
      {
        "sentence": "结果，当丈夫离开后，她瞬间失去了依靠，甚至在外面迷路时连导航都不会使用。",
        "label": ""
      },
      {
        "sentence": "我真的不想成为这样的人，我想要独立并且坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法非常正确。我们每个人都是独立的个体，不要过多地依赖别人，因为大多数时候，“靠山山会倒，靠人人会跑”。最靠谱的人其实是我们自己。不要害怕我们可能会犯错，没人是完美的，即使是那些看起来非常优秀的人也是在一次次失败和挑战中成长起来的。我们可以一点一点来，每天晚上复盘自己的一天，看看今天做得好的地方，还有哪些地方需要改进。这个过程对于我们来说就像一个升级更新的过程，我们会发现一些问题，及时修复就好了。同时，我相信你的能力，你一定能够战胜所有的困难。从我们离开学校的那一刻起，我们就要学会独立和摸索了。以前我们是学生的时候，有老师教，做错了老师会给予纠正，老师还可以教第二遍第三遍。但是当我们踏出学校的大门，我们只能依靠自己进行学习了。大家都有自己的事情要忙，没有人会手把手地教我们，更没有人能一直陪伴在我们身边。这样的变化，我们只能去适应，因为成年人的世界没有标准答案，没有非对即错的",
    "annotation": [
      {
        "sentence": "你的想法非常正确。",
        "label": ""
      },
      {
        "sentence": "我们每个人都是独立的个体，不要过多地依赖别人，因为大多数时候，“靠山山会倒，靠人人会跑”。",
        "label": ""
      },
      {
        "sentence": "最靠谱的人其实是我们自己。",
        "label": ""
      },
      {
        "sentence": "不要害怕我们可能会犯错，没人是完美的，即使是那些看起来非常优秀的人也是在一次次失败和挑战中成长起来的。",
        "label": ""
      },
      {
        "sentence": "我们可以一点一点来，每天晚上复盘自己的一天，看看今天做得好的地方，还有哪些地方需要改进。",
        "label": ""
      },
      {
        "sentence": "这个过程对于我们来说就像一个升级更新的过程，我们会发现一些问题，及时修复就好了。",
        "label": ""
      },
      {
        "sentence": "同时，我相信你的能力，你一定能够战胜所有的困难。",
        "label": ""
      },
      {
        "sentence": "从我们离开学校的那一刻起，我们就要学会独立和摸索了。",
        "label": ""
      },
      {
        "sentence": "以前我们是学生的时候，有老师教，做错了老师会给予纠正，老师还可以教第二遍第三遍。",
        "label": ""
      },
      {
        "sentence": "但是当我们踏出学校的大门，我们只能依靠自己进行学习了。",
        "label": ""
      },
      {
        "sentence": "大家都有自己的事情要忙，没有人会手把手地教我们，更没有人能一直陪伴在我们身边。",
        "label": ""
      },
      {
        "sentence": "这样的变化，我们只能去适应，因为成年人的世界没有标准答案，没有非对即错的",
        "label": ""
      }
    ]
  }
]