[
  {
    "role": "client",
    "content": "我是一个29岁的女性，我总是感觉后背缺失感，感到害怕，无法正常思考。",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，我总是感觉后背缺失感，感到害怕，无法正常思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受非常心疼，经历了这些真的很不容易。你的家庭背景中，母亲家庭可能有重男轻女的观念，而你的父亲又情绪不稳定。从两岁开始，就有持续的打骂和恐吓，否定你并使用不恰当的语言对待你。这对一个孩子来说是非常创伤的经历。所以，我完全理解你害怕和缺乏安全感的感受。你曾经希望自己的家庭能给你树立一个好的榜样，帮助你面对生活中的困难，但事实上，你从未真正拥有过一个良好的成长环境，一直都非常依赖他人，这让你感到非常恐惧。",
    "annotation": [
      {
        "sentence": "你的感受非常心疼，经历了这些真的很不容易。",
        "label": ""
      },
      {
        "sentence": "你的家庭背景中，母亲家庭可能有重男轻女的观念，而你的父亲又情绪不稳定。",
        "label": ""
      },
      {
        "sentence": "从两岁开始，就有持续的打骂和恐吓，否定你并使用不恰当的语言对待你。",
        "label": ""
      },
      {
        "sentence": "这对一个孩子来说是非常创伤的经历。",
        "label": ""
      },
      {
        "sentence": "所以，我完全理解你害怕和缺乏安全感的感受。",
        "label": ""
      },
      {
        "sentence": "你曾经希望自己的家庭能给你树立一个好的榜样，帮助你面对生活中的困难，但事实上，你从未真正拥有过一个良好的成长环境，一直都非常依赖他人，这让你感到非常恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在在工作和生活的各个方面都希望有一个人能够陪伴和引导着我成长。每当我想到要依靠自己时，就感到害怕，无法思考，变得焦虑不安，无法静下心来。我希望通过刷抖音来找到一个声音陪伴我，让我感到不再孤独。如果没有人陪伴我，我就害怕自己去探索和提升自己，也无法进行正常思考。我害怕提升自己，害怕面对那些可以让我更好学习的资料，想要有一个特别厉害的人陪伴我，让我能够取得更好的工作成绩。总是否定自己，害怕下个月就不是这样了。我在销售行业工作，特别害怕，害怕很多。",
    "annotation": [
      {
        "sentence": "是的，我现在在工作和生活的各个方面都希望有一个人能够陪伴和引导着我成长。",
        "label": ""
      },
      {
        "sentence": "每当我想到要依靠自己时，就感到害怕，无法思考，变得焦虑不安，无法静下心来。",
        "label": ""
      },
      {
        "sentence": "我希望通过刷抖音来找到一个声音陪伴我，让我感到不再孤独。",
        "label": ""
      },
      {
        "sentence": "如果没有人陪伴我，我就害怕自己去探索和提升自己，也无法进行正常思考。",
        "label": ""
      },
      {
        "sentence": "我害怕提升自己，害怕面对那些可以让我更好学习的资料，想要有一个特别厉害的人陪伴我，让我能够取得更好的工作成绩。",
        "label": ""
      },
      {
        "sentence": "总是否定自己，害怕下个月就不是这样了。",
        "label": ""
      },
      {
        "sentence": "我在销售行业工作，特别害怕，害怕很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够理解。你确实希望有一个人陪伴着你，但首先他必须是一个真实存在的人，而不是抖音中的声音或其他虚拟存在。这种陪伴的目的应该是为了让你能够真正成长，而不是代替你去面对生活中的困难。在这个方面，心理咨询师可能是最适合的人选。一个好的心理咨询师可以给予你巨大的帮助。你内心充满了恐惧，而恐惧就是黑暗。优秀的咨询师会提供你火把，把黑暗驱散，帮助你直面那些曾经让你害怕的事情，让你不再恐惧。成长和改变的过程需要持续的努力，如果目前条件不允许，也可以通过其他方式进行自我调整，只是可能会慢一些，并且可能会给自己带来二次伤害。如果你无法减少幻想，减少过度思考，无法面对现实并接受现实，那么这种恐惧情绪很难消除，有个人陪伴也无法解决。刷抖音可能会帮助你暂时缓解孤独的感觉，但不能成为一种常规的依赖，因为这样做只会带来更大的麻烦。祝您生活愉快！",
    "annotation": [
      {
        "sentence": "你的感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "你确实希望有一个人陪伴着你，但首先他必须是一个真实存在的人，而不是抖音中的声音或其他虚拟存在。",
        "label": ""
      },
      {
        "sentence": "这种陪伴的目的应该是为了让你能够真正成长，而不是代替你去面对生活中的困难。",
        "label": ""
      },
      {
        "sentence": "在这个方面，心理咨询师可能是最适合的人选。",
        "label": ""
      },
      {
        "sentence": "一个好的心理咨询师可以给予你巨大的帮助。",
        "label": ""
      },
      {
        "sentence": "你内心充满了恐惧，而恐惧就是黑暗。",
        "label": ""
      },
      {
        "sentence": "优秀的咨询师会提供你火把，把黑暗驱散，帮助你直面那些曾经让你害怕的事情，让你不再恐惧。",
        "label": ""
      },
      {
        "sentence": "成长和改变的过程需要持续的努力，如果目前条件不允许，也可以通过其他方式进行自我调整，只是可能会慢一些，并且可能会给自己带来二次伤害。",
        "label": ""
      },
      {
        "sentence": "如果你无法减少幻想，减少过度思考，无法面对现实并接受现实，那么这种恐惧情绪很难消除，有个人陪伴也无法解决。",
        "label": ""
      },
      {
        "sentence": "刷抖音可能会帮助你暂时缓解孤独的感觉，但不能成为一种常规的依赖，因为这样做只会带来更大的麻烦。",
        "label": ""
      },
      {
        "sentence": "祝您生活愉快！",
        "label": ""
      }
    ]
  }
]