[
  {
    "role": "client",
    "content": "可以接受大年龄的跨年恋，又觉得势均力敌更稳定？看到一个网剧简介，一个妈妈有个非常漂亮的大女主闺蜜（俞飞鸿主演），俞和好朋友的儿子谈姐弟恋，是男生先扑倒俞的……俞对这位妈妈询问的，小鲜肉，跨年恋，这位妈妈各种鼓励，祝贺。然鹅，当街，遇到自家亲儿子和大女主闺蜜手牵手，那位妈妈崩溃了。提问，我可以接受大年龄的这种跨年恋，不乱伦理，不反社会，我觉得是真爱，是没有年龄界限的。可是，又觉得势均力敌，门当户对更稳定。毕竟跨年，年龄大的先离开，活着的，需要面对极大的分离创伤。",
    "annotation": [
      {
        "sentence": "可以接受大年龄的跨年恋，又觉得势均力敌更稳定？",
        "label": ""
      },
      {
        "sentence": "看到一个网剧简介，一个妈妈有个非常漂亮的大女主闺蜜（俞飞鸿主演），俞和好朋友的儿子谈姐弟恋，是男生先扑倒俞的……俞对这位妈妈询问的，小鲜肉，跨年恋，这位妈妈各种鼓励，祝贺。",
        "label": ""
      },
      {
        "sentence": "然鹅，当街，遇到自家亲儿子和大女主闺蜜手牵手，那位妈妈崩溃了。",
        "label": ""
      },
      {
        "sentence": "提问，我可以接受大年龄的这种跨年恋，不乱伦理，不反社会，我觉得是真爱，是没有年龄界限的。",
        "label": ""
      },
      {
        "sentence": "可是，又觉得势均力敌，门当户对更稳定。",
        "label": ""
      },
      {
        "sentence": "毕竟跨年，年龄大的先离开，活着的，需要面对极大的分离创伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的疑惑很正常，人们在考虑婚姻关系时通常会将年龄、地位、门第、个人条件的匹配度视为亲密关系的稳固和延续的基础。但实际上，这些都只是前人多年积累的经验之谈。打破这些限制并不是问题，双方的悬殊也不是问题，只要你们能够找到自己的心理平衡点。比如，年龄悬殊可能会导致一方长期孤独终老，这是一个需要面对的现实。你可以考虑是否接受孤独生活，或者选择适合自己的生活方式。这些都没有固定答案。目前社会包容并开放，人们可以按照自己喜欢的方式去生活。",
    "annotation": [
      {
        "sentence": "你的疑惑很正常，人们在考虑婚姻关系时通常会将年龄、地位、门第、个人条件的匹配度视为亲密关系的稳固和延续的基础。",
        "label": ""
      },
      {
        "sentence": "但实际上，这些都只是前人多年积累的经验之谈。",
        "label": ""
      },
      {
        "sentence": "打破这些限制并不是问题，双方的悬殊也不是问题，只要你们能够找到自己的心理平衡点。",
        "label": ""
      },
      {
        "sentence": "比如，年龄悬殊可能会导致一方长期孤独终老，这是一个需要面对的现实。",
        "label": ""
      },
      {
        "sentence": "你可以考虑是否接受孤独生活，或者选择适合自己的生活方式。",
        "label": ""
      },
      {
        "sentence": "这些都没有固定答案。",
        "label": ""
      },
      {
        "sentence": "目前社会包容并开放，人们可以按照自己喜欢的方式去生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，确实应该从自己的内心出发，找到适合自己的生活方式。但是，我还是有些担心，如果选择大年龄的跨年恋，会不会在很多方面面临更多的困难和挑战呢？",
    "annotation": [
      {
        "sentence": "你说得很有道理，确实应该从自己的内心出发，找到适合自己的生活方式。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有些担心，如果选择大年龄的跨年恋，会不会在很多方面面临更多的困难和挑战呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是正常的，选择大年龄的跨年恋可能会面临一些困难和挑战。但挑战并不等于不可克服。夫妻之间的困难是正常的，不论年龄是否相仿。重要的是你们能够沟通、理解和支持彼此，在困难面前共同应对。只要你们彼此真心相爱，愿意为对方付出努力，这些困难都可以逐渐克服。",
    "annotation": [
      {
        "sentence": "你的担心是正常的，选择大年龄的跨年恋可能会面临一些困难和挑战。",
        "label": ""
      },
      {
        "sentence": "但挑战并不等于不可克服。",
        "label": ""
      },
      {
        "sentence": "夫妻之间的困难是正常的，不论年龄是否相仿。",
        "label": ""
      },
      {
        "sentence": "重要的是你们能够沟通、理解和支持彼此，在困难面前共同应对。",
        "label": ""
      },
      {
        "sentence": "只要你们彼此真心相爱，愿意为对方付出努力，这些困难都可以逐渐克服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，确实夫妻之间都可能会面临挑战，年龄不是唯一的因素。但是，身边的人对这种跨年恋持怀疑态度，他们认为这样的关系不会长久。我有些困惑，应该如何面对这些外界的评判和怀疑呢？",
    "annotation": [
      {
        "sentence": "我明白了，确实夫妻之间都可能会面临挑战，年龄不是唯一的因素。",
        "label": ""
      },
      {
        "sentence": "但是，身边的人对这种跨年恋持怀疑态度，他们认为这样的关系不会长久。",
        "label": ""
      },
      {
        "sentence": "我有些困惑，应该如何面对这些外界的评判和怀疑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "外界的评判和怀疑是难以避免的，但重要的是你们自己的感受和决定。人们对不同的事物和关系都有自己的看法，但并不代表他们就一定正确。你们要相信自己的感情，坚定地走自己选择的路。如果你们能够处理好彼此的关系，建立稳固的互相信任和支持，外界的声音就不会对你们的关系产生太大的影响。",
    "annotation": [
      {
        "sentence": "外界的评判和怀疑是难以避免的，但重要的是你们自己的感受和决定。",
        "label": ""
      },
      {
        "sentence": "人们对不同的事物和关系都有自己的看法，但并不代表他们就一定正确。",
        "label": ""
      },
      {
        "sentence": "你们要相信自己的感情，坚定地走自己选择的路。",
        "label": ""
      },
      {
        "sentence": "如果你们能够处理好彼此的关系，建立稳固的互相信任和支持，外界的声音就不会对你们的关系产生太大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我觉得内心稍微安心了一些。我会尝试去坚持自己的选择并努力面对困难和挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我觉得内心稍微安心了一些。",
        "label": ""
      },
      {
        "sentence": "我会尝试去坚持自己的选择并努力面对困难和挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。记住，选择和面对困难是一段感情中的常态。只要你们相爱并相信彼此，就一定能够克服一切困难。相信自己，你们会走出属于自己的幸福道路。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，选择和面对困难是一段感情中的常态。",
        "label": ""
      },
      {
        "sentence": "只要你们相爱并相信彼此，就一定能够克服一切困难。",
        "label": ""
      },
      {
        "sentence": "相信自己，你们会走出属于自己的幸福道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的感到很温暖。我会坚持自己的选择，不再那么在意他人的眼光，为我们的幸福努力奋斗。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的感到很温暖。",
        "label": ""
      },
      {
        "sentence": "我会坚持自己的选择，不再那么在意他人的眼光，为我们的幸福努力奋斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够听到你这样说，我相信你们一定能创造出美好和幸福的未来。无论遇到什么困难，都可以随时来找我倾诉和寻求支持。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够听到你这样说，我相信你们一定能创造出美好和幸福的未来。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都可以随时来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]