[
  {
    "role": "client",
    "content": "18岁女生，在最近两个月里，为什么我总是忍不住的哭？以前我很开朗，在最近一个月里，我开始胡思乱想，我开始不自觉的流泪，让我越来越痛苦甚至想死，这种感觉让我很难受，一蹶不振。",
    "annotation": [
      {
        "sentence": "18岁女生，在最近两个月里，为什么我总是忍不住的哭？",
        "label": ""
      },
      {
        "sentence": "以前我很开朗，在最近一个月里，我开始胡思乱想，我开始不自觉的流泪，让我越来越痛苦甚至想死，这种感觉让我很难受，一蹶不振。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最近这两个月，你突然发生了这么大的变化，发生了什么特别的事情吗？并不存在无缘无故的情绪波动，我们要知道情绪从哪里来，才能知道情绪应该往哪里去。或许你可以好好地回忆一下，在这些变化之前，是否发生了什么重要的事情？当你胡思乱想的时候，最常出现在你脑海中的是什么内容？在什么情况下你会不由自主地流泪？…",
    "annotation": [
      {
        "sentence": "最近这两个月，你突然发生了这么大的变化，发生了什么特别的事情吗？",
        "label": ""
      },
      {
        "sentence": "并不存在无缘无故的情绪波动，我们要知道情绪从哪里来，才能知道情绪应该往哪里去。",
        "label": ""
      },
      {
        "sentence": "或许你可以好好地回忆一下，在这些变化之前，是否发生了什么重要的事情？",
        "label": ""
      },
      {
        "sentence": "当你胡思乱想的时候，最常出现在你脑海中的是什么内容？",
        "label": ""
      },
      {
        "sentence": "在什么情况下你会不由自主地流泪？",
        "label": ""
      },
      {
        "sentence": "…",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在这两个月里，我和我的好朋友产生了矛盾，我们之间经常争吵，最终导致我们的友谊破裂了。我感到非常失落和难过，觉得似乎没有人能够理解我，这种孤独的感觉让我情绪崩溃。",
    "annotation": [
      {
        "sentence": "在这两个月里，我和我的好朋友产生了矛盾，我们之间经常争吵，最终导致我们的友谊破裂了。",
        "label": ""
      },
      {
        "sentence": "我感到非常失落和难过，觉得似乎没有人能够理解我，这种孤独的感觉让我情绪崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。友情破裂的确是一件令人难过的事情。你的心情起伏和困扰都可以理解。但是你要知道，每个人都会遇到友情的波折，这是成长的一部分。虽然短期内面对这种挫折会很痛苦，但时间会冲淡一切。可以试着寻找新的朋友，参加一些有趣的活动，让自己的生活更加丰富多彩。同时，用心去倾听自己的感受，不要压抑情绪，也可以找一个信任的人分享你的内心。你不是一个人，有一群支持者在你身边。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "友情破裂的确是一件令人难过的事情。",
        "label": ""
      },
      {
        "sentence": "你的心情起伏和困扰都可以理解。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，每个人都会遇到友情的波折，这是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "虽然短期内面对这种挫折会很痛苦，但时间会冲淡一切。",
        "label": ""
      },
      {
        "sentence": "可以试着寻找新的朋友，参加一些有趣的活动，让自己的生活更加丰富多彩。",
        "label": ""
      },
      {
        "sentence": "同时，用心去倾听自己的感受，不要压抑情绪，也可以找一个信任的人分享你的内心。",
        "label": ""
      },
      {
        "sentence": "你不是一个人，有一群支持者在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要正视自己的情绪，并且主动去寻找新的朋友。但是我还是觉得很沮丧和无助，一想到以前的朋友，就会想要哭出来。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要正视自己的情绪，并且主动去寻找新的朋友。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得很沮丧和无助，一想到以前的朋友，就会想要哭出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感受是可以理解的。失去一个重要的朋友是一种损失，必然会引起痛苦和伤感。不过，过去的事情已经发生了，我们不能改变它。我们可以试着接受这个事实，并且努力朝前看。当你情绪低落的时候，可以尝试做一些让自己开心的事情，找一些喜欢的活动，或者和别人交流分享你的感受。这样可以分散你的注意力，缓解你的痛苦。",
    "annotation": [
      {
        "sentence": "这种感受是可以理解的。",
        "label": ""
      },
      {
        "sentence": "失去一个重要的朋友是一种损失，必然会引起痛苦和伤感。",
        "label": ""
      },
      {
        "sentence": "不过，过去的事情已经发生了，我们不能改变它。",
        "label": ""
      },
      {
        "sentence": "我们可以试着接受这个事实，并且努力朝前看。",
        "label": ""
      },
      {
        "sentence": "当你情绪低落的时候，可以尝试做一些让自己开心的事情，找一些喜欢的活动，或者和别人交流分享你的感受。",
        "label": ""
      },
      {
        "sentence": "这样可以分散你的注意力，缓解你的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会试着接受过去的事实，并且向前看。但有时我觉得自己很孤独，没有人能够理解我，我害怕被别人拒绝。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着接受过去的事实，并且向前看。",
        "label": ""
      },
      {
        "sentence": "但有时我觉得自己很孤独，没有人能够理解我，我害怕被别人拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独和担心被拒绝是很常见的情绪，很多人都会有过类似的感受。但是你要明白，每个人都是独一无二的，每个人都有自己的价值和意义。你不需要依赖别人的认可来证明自己的存在。当你感到孤独的时候，可以尝试主动和他人交流，寻找共同话题，扩大你的社交圈子。同时也要记得，你有支持者在你身边，愿意倾听你的困扰并给予支持。",
    "annotation": [
      {
        "sentence": "孤独和担心被拒绝是很常见的情绪，很多人都会有过类似的感受。",
        "label": ""
      },
      {
        "sentence": "但是你要明白，每个人都是独一无二的，每个人都有自己的价值和意义。",
        "label": ""
      },
      {
        "sentence": "你不需要依赖别人的认可来证明自己的存在。",
        "label": ""
      },
      {
        "sentence": "当你感到孤独的时候，可以尝试主动和他人交流，寻找共同话题，扩大你的社交圈子。",
        "label": ""
      },
      {
        "sentence": "同时也要记得，你有支持者在你身边，愿意倾听你的困扰并给予支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会尝试主动与他人交流，也会珍惜身边的支持者。如果我自己无法解决问题，我会考虑寻求心理医生的帮助，一起探索我内心的世界，找到问题所在。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试主动与他人交流，也会珍惜身边的支持者。",
        "label": ""
      },
      {
        "sentence": "如果我自己无法解决问题，我会考虑寻求心理医生的帮助，一起探索我内心的世界，找到问题所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意帮助你。如果你觉得自己需要专业的帮助，寻求心理医生的建议是一个明智的选择。他们具备专业的知识和经验，可以帮助你更好地理解自己，并且提供恰当的支持和指导。记住，你不是一个人，无论遇到什么问题，都可以向他人寻求帮助，这也是一个表达自爱的方式。",
    "annotation": [
      {
        "sentence": "不客气，我愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己需要专业的帮助，寻求心理医生的建议是一个明智的选择。",
        "label": ""
      },
      {
        "sentence": "他们具备专业的知识和经验，可以帮助你更好地理解自己，并且提供恰当的支持和指导。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人，无论遇到什么问题，都可以向他人寻求帮助，这也是一个表达自爱的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记你的建议，谢谢你的鼓励和理解。我会尽力面对自己的困境，并且勇敢地向前迈进。",
    "annotation": [
      {
        "sentence": "我会牢记你的建议，谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我会尽力面对自己的困境，并且勇敢地向前迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个坚强的人，我相信你能够克服困难，重新找到平衡和快乐。相信自己，相信未来。如果需要任何帮助，随时来找我聊天。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你是一个坚强的人，我相信你能够克服困难，重新找到平衡和快乐。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]