[
  {
    "role": "client",
    "content": "我是一个29岁的女性，我总是感到背后有一种缺失感，我非常害怕，并且无法集中思考。",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，我总是感到背后有一种缺失感，我非常害怕，并且无法集中思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小姐姐，我读了一遍你的问题，我们虽然经历不同，但有一些相似的地方。我们都曾经被否定过，并且一直都要依靠自己。我也有害怕的时候，我担心业绩下滑，因为我是一名猎头。我明白你的感受，我也曾经像你一样害怕下个月的成绩会不好，被同事嫌弃。在我家里，父母从小就没有给我方向，他们也不爱沟通，所以我很多时候都是自己消化问题，或者去书店看书，或者上天涯论坛找人聊天，因为我不敢跟朋友说，怕被他们嫌弃。后来，我发现即使业绩不好，同事们还是喜欢我，因为业绩并不是唯一的评判标准。我们都需要有人来引导我们，告诉我们怎样是对的，因为我们很多时候不知道怎样是正确的。",
    "annotation": [
      {
        "sentence": "小姐姐，我读了一遍你的问题，我们虽然经历不同，但有一些相似的地方。",
        "label": ""
      },
      {
        "sentence": "我们都曾经被否定过，并且一直都要依靠自己。",
        "label": ""
      },
      {
        "sentence": "我也有害怕的时候，我担心业绩下滑，因为我是一名猎头。",
        "label": ""
      },
      {
        "sentence": "我明白你的感受，我也曾经像你一样害怕下个月的成绩会不好，被同事嫌弃。",
        "label": ""
      },
      {
        "sentence": "在我家里，父母从小就没有给我方向，他们也不爱沟通，所以我很多时候都是自己消化问题，或者去书店看书，或者上天涯论坛找人聊天，因为我不敢跟朋友说，怕被他们嫌弃。",
        "label": ""
      },
      {
        "sentence": "后来，我发现即使业绩不好，同事们还是喜欢我，因为业绩并不是唯一的评判标准。",
        "label": ""
      },
      {
        "sentence": "我们都需要有人来引导我们，告诉我们怎样是对的，因为我们很多时候不知道怎样是正确的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我也很希望有人来带领我成长。我想我应该有个人陪伴我，帮助我走出困境。我最害怕的就是依靠自己，每次想到必须要靠自己，我就感到害怕，无法集中思考，焦虑不安。我害怕提升自己，害怕面对挑战，像一座大山一样让我不敢去追求更好的学习材料。我渴望有一个特别厉害的人可以陪伴我，和我一起进步，一步步做出很大的工作成绩。我总是否定自己，害怕明天可能会变得更糟，因为我是销售人员。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我也很希望有人来带领我成长。",
        "label": ""
      },
      {
        "sentence": "我想我应该有个人陪伴我，帮助我走出困境。",
        "label": ""
      },
      {
        "sentence": "我最害怕的就是依靠自己，每次想到必须要靠自己，我就感到害怕，无法集中思考，焦虑不安。",
        "label": ""
      },
      {
        "sentence": "我害怕提升自己，害怕面对挑战，像一座大山一样让我不敢去追求更好的学习材料。",
        "label": ""
      },
      {
        "sentence": "我渴望有一个特别厉害的人可以陪伴我，和我一起进步，一步步做出很大的工作成绩。",
        "label": ""
      },
      {
        "sentence": "我总是否定自己，害怕明天可能会变得更糟，因为我是销售人员。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的害怕，有很多时候我们都需要有个人陪伴。但我想指出一个误区，从小的时候，我们都以为父母是我们的榜样，他们会在我们无助的时候指引着我们前进。但现实往往并不是这样，我们前方没有灯，只有一片浩渺的海洋。每一次我们向前迈出一步，海浪就把我们推回来。我们感到无助、恐惧，想知道那个灯在哪里，希望有个人可以告诉我们怎样走出黑暗。但是灯一直没有亮起来。可是，你有没有发现，现在海浪的力量变小了，你长大了，你的力量也变大了，你可以划动桨了。而且，如果你注意观察，会发现离那个灯塔还有更远的地方可能还有其他的灯塔在亮起来。",
    "annotation": [
      {
        "sentence": "我明白你的害怕，有很多时候我们都需要有个人陪伴。",
        "label": ""
      },
      {
        "sentence": "但我想指出一个误区，从小的时候，我们都以为父母是我们的榜样，他们会在我们无助的时候指引着我们前进。",
        "label": ""
      },
      {
        "sentence": "但现实往往并不是这样，我们前方没有灯，只有一片浩渺的海洋。",
        "label": ""
      },
      {
        "sentence": "每一次我们向前迈出一步，海浪就把我们推回来。",
        "label": ""
      },
      {
        "sentence": "我们感到无助、恐惧，想知道那个灯在哪里，希望有个人可以告诉我们怎样走出黑暗。",
        "label": ""
      },
      {
        "sentence": "但是灯一直没有亮起来。",
        "label": ""
      },
      {
        "sentence": "可是，你有没有发现，现在海浪的力量变小了，你长大了，你的力量也变大了，你可以划动桨了。",
        "label": ""
      },
      {
        "sentence": "而且，如果你注意观察，会发现离那个灯塔还有更远的地方可能还有其他的灯塔在亮起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，你说的很有道理。我也明白了，成功并不是唯一的评判标准，成长也不一定都是成功的表现。我现在明白，成长是一个过程，就算失败了，我也可以通过总结教训来避免走弯路。我害怕下个月业绩下滑，其实是没有接受自己成长的一个表现，对吗？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我也明白了，成功并不是唯一的评判标准，成长也不一定都是成功的表现。",
        "label": ""
      },
      {
        "sentence": "我现在明白，成长是一个过程，就算失败了，我也可以通过总结教训来避免走弯路。",
        "label": ""
      },
      {
        "sentence": "我害怕下个月业绩下滑，其实是没有接受自己成长的一个表现，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你很理解了。有时候，我们需要接受失败和挫折，因为它们是成长的一部分。成长的道路上并不总是一帆风顺，但正是通过失败和挫折，我们才能更好地成长。你并不孤单，我们都在这条成长的路上，你可以相信自己，勇敢地面对挑战。",
    "annotation": [
      {
        "sentence": "没错，你很理解了。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要接受失败和挫折，因为它们是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "成长的道路上并不总是一帆风顺，但正是通过失败和挫折，我们才能更好地成长。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们都在这条成长的路上，你可以相信自己，勇敢地面对挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我现在感觉好多了。我会努力接受自己的成长，不再害怕面对挑战。我也会相信自己，勇敢地走出困境。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会努力接受自己的成长，不再害怕面对挑战。",
        "label": ""
      },
      {
        "sentence": "我也会相信自己，勇敢地走出困境。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。相信自己，勇敢地去做，你一定能够取得更好的成绩。如果以后还有任何困难或问题，随时都可以来找我倾诉。你并不孤单，我们都在支持着你。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢地去做，你一定能够取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困难或问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们都在支持着你。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]