[
  {
    "role": "client",
    "content": "我29岁女，后背总是有缺失感，害怕，无法思考。",
    "annotation": [
      {
        "sentence": "我29岁女，后背总是有缺失感，害怕，无法思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在人生的每一个阶段，都需要发展相应的心理活动。小时候的我们是渴望得到父母的认可的，渴望得到父母的肯定和赞赏的。因为我们需要从父母的眼里看到自己的存在。而如果这些没有满足呢？我们就会有缺失感，在以后的人生中也会去寻找，去弥补。有观察到你小时与父母的相处模式，所以我想你的缺失感来源于自己的原生家庭。没有好的原生家庭，但是可以有好的自己。现在我分享我的观察这或许能帮助你有更多的视角来看待自己存在的问题。1、你的父母似乎没有理解，也没有宽容可以观察到的是你的母亲家重男轻女。那么可以感受到的是你在母亲这边可能更多的是被忽视。而父亲情绪不稳定打骂恐吓，否定，永远我一张嘴就是不行不对不是这样你有病吧！或者特别脏的话满天飞成为我22岁以前动荡不安的家庭生活。这样的父母没有理解，也没有宽容。那么对你的伤害是什么呢？自己会认为真的是自己的错，真的是自己不够好，所以他们才不喜欢我。会产生自卑，没有自信。长大后仅管自己做出了一些成绩，可还是认为自己不够优秀，害怕失去。这是因为自己不相信自己值得被好好的对待，不相信自己值得拥有更好的。2、学会重新去解读自己的原生家庭小时候的我们，需要从父母的眼里才能看到自己的存在。父母对我们的评价我们会信以为真。但是我们现在长大了，有了自己的思维和独立意识，那么父母对我们的指责评价就真的是对的吗？是全部的真相吗？父母就没有他们的局限吗？所以我们要学会的是重新去解读自己的原生家庭。我们的第一次出生无法选择，但是我们的重生可以做的更好。所以去客观的看看自己曾经的经历，问问自己是自己真的不够好吗？还是父母不会爱，父母的控制欲太强了等等。认识到原来不是自己的错，可能是父母的局限，社会的局限，文化的局限呢？而我们小时的应对模式也仅仅只是我们的生存策略而已。现在我们长大了，那些生存策略真的还合适吗？",
    "annotation": [
      {
        "sentence": "在人生的每一个阶段，都需要发展相应的心理活动。",
        "label": ""
      },
      {
        "sentence": "小时候的我们是渴望得到父母的认可的，渴望得到父母的肯定和赞赏的。",
        "label": ""
      },
      {
        "sentence": "因为我们需要从父母的眼里看到自己的存在。",
        "label": ""
      },
      {
        "sentence": "而如果这些没有满足呢？",
        "label": ""
      },
      {
        "sentence": "我们就会有缺失感，在以后的人生中也会去寻找，去弥补。",
        "label": ""
      },
      {
        "sentence": "有观察到你小时与父母的相处模式，所以我想你的缺失感来源于自己的原生家庭。",
        "label": ""
      },
      {
        "sentence": "没有好的原生家庭，但是可以有好的自己。",
        "label": ""
      },
      {
        "sentence": "现在我分享我的观察这或许能帮助你有更多的视角来看待自己存在的问题。",
        "label": ""
      },
      {
        "sentence": "1、你的父母似乎没有理解，也没有宽容可以观察到的是你的母亲家重男轻女。",
        "label": ""
      },
      {
        "sentence": "那么可以感受到的是你在母亲这边可能更多的是被忽视。",
        "label": ""
      },
      {
        "sentence": "而父亲情绪不稳定打骂恐吓，否定，永远我一张嘴就是不行不对不是这样你有病吧！",
        "label": ""
      },
      {
        "sentence": "或者特别脏的话满天飞成为我22岁以前动荡不安的家庭生活。",
        "label": ""
      },
      {
        "sentence": "这样的父母没有理解，也没有宽容。",
        "label": ""
      },
      {
        "sentence": "那么对你的伤害是什么呢？",
        "label": ""
      },
      {
        "sentence": "自己会认为真的是自己的错，真的是自己不够好，所以他们才不喜欢我。",
        "label": ""
      },
      {
        "sentence": "会产生自卑，没有自信。",
        "label": ""
      },
      {
        "sentence": "长大后仅管自己做出了一些成绩，可还是认为自己不够优秀，害怕失去。",
        "label": ""
      },
      {
        "sentence": "这是因为自己不相信自己值得被好好的对待，不相信自己值得拥有更好的。",
        "label": ""
      },
      {
        "sentence": "2、学会重新去解读自己的原生家庭小时候的我们，需要从父母的眼里才能看到自己的存在。",
        "label": ""
      },
      {
        "sentence": "父母对我们的评价我们会信以为真。",
        "label": ""
      },
      {
        "sentence": "但是我们现在长大了，有了自己的思维和独立意识，那么父母对我们的指责评价就真的是对的吗？",
        "label": ""
      },
      {
        "sentence": "是全部的真相吗？",
        "label": ""
      },
      {
        "sentence": "父母就没有他们的局限吗？",
        "label": ""
      },
      {
        "sentence": "所以我们要学会的是重新去解读自己的原生家庭。",
        "label": ""
      },
      {
        "sentence": "我们的第一次出生无法选择，但是我们的重生可以做的更好。",
        "label": ""
      },
      {
        "sentence": "所以去客观的看看自己曾经的经历，问问自己是自己真的不够好吗？",
        "label": ""
      },
      {
        "sentence": "还是父母不会爱，父母的控制欲太强了等等。",
        "label": ""
      },
      {
        "sentence": "认识到原来不是自己的错，可能是父母的局限，社会的局限，文化的局限呢？",
        "label": ""
      },
      {
        "sentence": "而我们小时的应对模式也仅仅只是我们的生存策略而已。",
        "label": ""
      },
      {
        "sentence": "现在我们长大了，那些生存策略真的还合适吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理想中的家庭是父母是很高的生活榜样，带领我面对好生活的苦难再我自己好好独立面对社会。事实是我没有一天好好当过孩子，现在也害怕当大人。特别害怕靠自己，每当一想到依靠自己就害怕，无法思考，焦虑，静不下心来。我想刷抖音有个声音陪伴我，让我觉得不孤独。没人陪我我就害怕自己探索，提升自己，无法思考了，害怕提升自己，像一座大山一样让我不敢面对可以让我更好的学习资料，就想有个特别厉害的人陪我走好每一步，自己做出很大的工作成绩否定自己，害怕下个月就不是这样了，因为做的是销售。特别害怕，好多害怕，老想让人陪着。",
    "annotation": [
      {
        "sentence": "我理想中的家庭是父母是很高的生活榜样，带领我面对好生活的苦难再我自己好好独立面对社会。",
        "label": ""
      },
      {
        "sentence": "事实是我没有一天好好当过孩子，现在也害怕当大人。",
        "label": ""
      },
      {
        "sentence": "特别害怕靠自己，每当一想到依靠自己就害怕，无法思考，焦虑，静不下心来。",
        "label": ""
      },
      {
        "sentence": "我想刷抖音有个声音陪伴我，让我觉得不孤独。",
        "label": ""
      },
      {
        "sentence": "没人陪我我就害怕自己探索，提升自己，无法思考了，害怕提升自己，像一座大山一样让我不敢面对可以让我更好的学习资料，就想有个特别厉害的人陪我走好每一步，自己做出很大的工作成绩否定自己，害怕下个月就不是这样了，因为做的是销售。",
        "label": ""
      },
      {
        "sentence": "特别害怕，好多害怕，老想让人陪着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在的困惑和害怕，这都是对过去的经历的深深影响。但是你要知道，每个人都是可以成长和独立的。虽然你对靠自己的事情感到害怕，但是这是因为你内心深处一直渴望有人陪伴和支持。不过，你可以逐渐习惯独立，并学会自己面对生活的苦难。你可以寻找一些方法来提升自己的思考能力和自信心，比如参加一些心理成长课程或者寻找一个mentor来指导你。你也可以抽空找一些时间和自己的内在小孩相处，给予自己关爱和鼓励，让自己逐渐变得更坚强和自信。记住，你是可以成长和独立的，你有能力面对任何困难和挑战的。",
    "annotation": [
      {
        "sentence": "我明白你现在的困惑和害怕，这都是对过去的经历的深深影响。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，每个人都是可以成长和独立的。",
        "label": ""
      },
      {
        "sentence": "虽然你对靠自己的事情感到害怕，但是这是因为你内心深处一直渴望有人陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "不过，你可以逐渐习惯独立，并学会自己面对生活的苦难。",
        "label": ""
      },
      {
        "sentence": "你可以寻找一些方法来提升自己的思考能力和自信心，比如参加一些心理成长课程或者寻找一个mentor来指导你。",
        "label": ""
      },
      {
        "sentence": "你也可以抽空找一些时间和自己的内在小孩相处，给予自己关爱和鼓励，让自己逐渐变得更坚强和自信。",
        "label": ""
      },
      {
        "sentence": "记住，你是可以成长和独立的，你有能力面对任何困难和挑战的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的想变得更强大，独立并且自信。但是有时候我还是会感到害怕和无助，不知道怎么办才能摆脱这种困境。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的想变得更强大，独立并且自信。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会感到害怕和无助，不知道怎么办才能摆脱这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到困境时，我们可以试着停下来，深呼吸，给自己一些时间和空间。然后，思考一下这个困境的本质是什么，是什么让你感到害怕和无助。与此同时，你可以寻找解决问题的方法，比如请教他人的经验，或者寻求专业人士的帮助。你也可以学会更好地管理自己的情绪，比如通过冥想或者运动来放松自己。同时，记住你并不孤单，你可以随时寻找支持和帮助。无论是亲朋好友还是专业人士，他们都可以在你需要的时候给予你支持和指导。",
    "annotation": [
      {
        "sentence": "遇到困境时，我们可以试着停下来，深呼吸，给自己一些时间和空间。",
        "label": ""
      },
      {
        "sentence": "然后，思考一下这个困境的本质是什么，是什么让你感到害怕和无助。",
        "label": ""
      },
      {
        "sentence": "与此同时，你可以寻找解决问题的方法，比如请教他人的经验，或者寻求专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "你也可以学会更好地管理自己的情绪，比如通过冥想或者运动来放松自己。",
        "label": ""
      },
      {
        "sentence": "同时，记住你并不孤单，你可以随时寻找支持和帮助。",
        "label": ""
      },
      {
        "sentence": "无论是亲朋好友还是专业人士，他们都可以在你需要的时候给予你支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着按照你说的去做，希望能摆脱困境，变得更加坚强。谢谢你的建议和陪伴。",
    "annotation": [
      {
        "sentence": "我会试着按照你说的去做，希望能摆脱困境，变得更加坚强。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴在你身边，支持你的成长和进步。记住，你是一个有潜力和能力的人，只要你相信自己，勇敢面对困难，你一定能够克服一切困难，实现自己的梦想。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴在你身边，支持你的成长和进步。",
        "label": ""
      },
      {
        "sentence": "记住，你是一个有潜力和能力的人，只要你相信自己，勇敢面对困难，你一定能够克服一切困难，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会努力的。我相信自己能够改变，变得更加自信和独立。再次感谢你给予我希望和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会努力的。",
        "label": ""
      },
      {
        "sentence": "我相信自己能够改变，变得更加自信和独立。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给予我希望和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信自己，你可以做到的！祝你一切顺利，有任何需要帮助的时候随时来找我。加油！",
    "annotation": [
      {
        "sentence": "不客气，相信自己，你可以做到的！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，有任何需要帮助的时候随时来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]