[
  {
    "role": "client",
    "content": "我29岁了，最近因为想要过上更好的生活，和男友分手了。可是现在我觉得自己很渣。我们相爱了8年，这8年里的美好时光都给了他。我们现在都是谈婚论嫁的年龄，但是我们家庭都很困难，他没有稳定的工作，做销售，工资只够维持基本生活，而我是一名小护士。我们在一起的时候，经常会为下个月的房租担心，几乎没机会出去吃饭。虽然他人很好，但是我做的菜也只是凑合能吃。因为年龄的原因，家里人催婚，我在面对他的时候开始犹豫，决定分手后就陷入了自责的情绪，每天都提不起精神。我该怎么办？",
    "annotation": [
      {
        "sentence": "我29岁了，最近因为想要过上更好的生活，和男友分手了。",
        "label": ""
      },
      {
        "sentence": "可是现在我觉得自己很渣。",
        "label": ""
      },
      {
        "sentence": "我们相爱了8年，这8年里的美好时光都给了他。",
        "label": ""
      },
      {
        "sentence": "我们现在都是谈婚论嫁的年龄，但是我们家庭都很困难，他没有稳定的工作，做销售，工资只够维持基本生活，而我是一名小护士。",
        "label": ""
      },
      {
        "sentence": "我们在一起的时候，经常会为下个月的房租担心，几乎没机会出去吃饭。",
        "label": ""
      },
      {
        "sentence": "虽然他人很好，但是我做的菜也只是凑合能吃。",
        "label": ""
      },
      {
        "sentence": "因为年龄的原因，家里人催婚，我在面对他的时候开始犹豫，决定分手后就陷入了自责的情绪，每天都提不起精神。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先给你一个鼓励的抱抱，非常理解你此时此刻的感受。你和男友相爱了八年，一起生活也很幸福，但是为了更好的生活和家里人的催婚，你决定和男友分手，现在感到很自责。首先，我想告诉你的是你并不是毫无选择。情感和生活质量的权衡都是很重要的。我相信你在做出这个决定之前经过了深思熟虑。家里人催婚也有一定的道理，他们可能担心你年纪大之后找不到更合适的人。但是我想知道家里人是否已经有心目中的合适人选了呢？我能看得出来，你其实还是很舍不得分手的，只是因为经济条件的限制，你才不得不做出这个决定。但是能力和工资是可以提高的，关键是看你是否有努力和决心。所以我建议你要好好和家里人、男友商量这件事情，毕竟现在这个问题已经不只是你自己的事情了。当然，你还要倾听自己内心的声音，不要做出让自己以后后悔的决定。祝你好运！",
    "annotation": [
      {
        "sentence": "先给你一个鼓励的抱抱，非常理解你此时此刻的感受。",
        "label": ""
      },
      {
        "sentence": "你和男友相爱了八年，一起生活也很幸福，但是为了更好的生活和家里人的催婚，你决定和男友分手，现在感到很自责。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你的是你并不是毫无选择。",
        "label": ""
      },
      {
        "sentence": "情感和生活质量的权衡都是很重要的。",
        "label": ""
      },
      {
        "sentence": "我相信你在做出这个决定之前经过了深思熟虑。",
        "label": ""
      },
      {
        "sentence": "家里人催婚也有一定的道理，他们可能担心你年纪大之后找不到更合适的人。",
        "label": ""
      },
      {
        "sentence": "但是我想知道家里人是否已经有心目中的合适人选了呢？",
        "label": ""
      },
      {
        "sentence": "我能看得出来，你其实还是很舍不得分手的，只是因为经济条件的限制，你才不得不做出这个决定。",
        "label": ""
      },
      {
        "sentence": "但是能力和工资是可以提高的，关键是看你是否有努力和决心。",
        "label": ""
      },
      {
        "sentence": "所以我建议你要好好和家里人、男友商量这件事情，毕竟现在这个问题已经不只是你自己的事情了。",
        "label": ""
      },
      {
        "sentence": "当然，你还要倾听自己内心的声音，不要做出让自己以后后悔的决定。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我和家人沟通过了，他们也希望我能找到更好的伴侣。但是我还是觉得很心痛，毕竟我们都是相互依赖了这么多年的人。我怕我找不到比他更好的人，真的好害怕。我现在每天都提不起精神，觉得自己很失败。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我和家人沟通过了，他们也希望我能找到更好的伴侣。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得很心痛，毕竟我们都是相互依赖了这么多年的人。",
        "label": ""
      },
      {
        "sentence": "我怕我找不到比他更好的人，真的好害怕。",
        "label": ""
      },
      {
        "sentence": "我现在每天都提不起精神，觉得自己很失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的心痛和害怕，这是正常的情绪反应。毕竟你们之间建立了8年的深厚情感，相互依赖习惯了对方的存在。现在要面对分手，当然会感到心痛和失落。但是要相信，你不会永远找不到比他更好的人，世界上还有很多合适的伴侣等待着你去发现。每个人都有自己独特的价值和魅力。此时此刻，你需要给自己一点时间和空间来慢慢调整情绪。也可以尝试一些放松的活动，比如运动、读书、和朋友聚会等，以缓解心理压力。失败只是暂时的，不要过于苛责自己，未来还有很多机会和可能性等待着你。而我会一直陪伴在你身边，支持你度过这个困难的时刻。",
    "annotation": [
      {
        "sentence": "理解你的心痛和害怕，这是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "毕竟你们之间建立了8年的深厚情感，相互依赖习惯了对方的存在。",
        "label": ""
      },
      {
        "sentence": "现在要面对分手，当然会感到心痛和失落。",
        "label": ""
      },
      {
        "sentence": "但是要相信，你不会永远找不到比他更好的人，世界上还有很多合适的伴侣等待着你去发现。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的价值和魅力。",
        "label": ""
      },
      {
        "sentence": "此时此刻，你需要给自己一点时间和空间来慢慢调整情绪。",
        "label": ""
      },
      {
        "sentence": "也可以尝试一些放松的活动，比如运动、读书、和朋友聚会等，以缓解心理压力。",
        "label": ""
      },
      {
        "sentence": "失败只是暂时的，不要过于苛责自己，未来还有很多机会和可能性等待着你。",
        "label": ""
      },
      {
        "sentence": "而我会一直陪伴在你身边，支持你度过这个困难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我会尽量调整自己的情绪，让自己变得更积极向上。我也会尝试一些放松活动，让思绪不再困扰我。但是有时候还是会觉得很孤单，身边没有人可以倾诉。这种感觉怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会尽量调整自己的情绪，让自己变得更积极向上。",
        "label": ""
      },
      {
        "sentence": "我也会尝试一些放松活动，让思绪不再困扰我。",
        "label": ""
      },
      {
        "sentence": "但是有时候还是会觉得很孤单，身边没有人可以倾诉。",
        "label": ""
      },
      {
        "sentence": "这种感觉怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你感到孤单的情绪。在这个阶段，你确实会感到身边没有人可以倾诉。但是同时也要知道，你并不是真正孤单的。你有我在这里陪伴你，而且还有很多朋友和亲人关心着你。除了身边的人，还可以尝试一些其他方式来排解孤独感，比如参加社交活动、加入兴趣小组、或者是通过书写、绘画等方式来表达自己的情感。如果你需要，我们也可以继续这个对话，我会陪你一起度过这段困难的时刻。",
    "annotation": [
      {
        "sentence": "理解你感到孤单的情绪。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，你确实会感到身边没有人可以倾诉。",
        "label": ""
      },
      {
        "sentence": "但是同时也要知道，你并不是真正孤单的。",
        "label": ""
      },
      {
        "sentence": "你有我在这里陪伴你，而且还有很多朋友和亲人关心着你。",
        "label": ""
      },
      {
        "sentence": "除了身边的人，还可以尝试一些其他方式来排解孤独感，比如参加社交活动、加入兴趣小组、或者是通过书写、绘画等方式来表达自己的情感。",
        "label": ""
      },
      {
        "sentence": "如果你需要，我们也可以继续这个对话，我会陪你一起度过这段困难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励。确实有你的陪伴，我感觉会好很多。我会尽力去尝试新的方式来排解孤独感，也会更加积极主动地面对自己的情绪。再次感谢你对我的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励。",
        "label": ""
      },
      {
        "sentence": "确实有你的陪伴，我感觉会好很多。",
        "label": ""
      },
      {
        "sentence": "我会尽力去尝试新的方式来排解孤独感，也会更加积极主动地面对自己的情绪。",
        "label": ""
      },
      {
        "sentence": "再次感谢你对我的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里陪你的。相信自己，你一定可以度过这段困难的时刻，找到属于自己的幸福。如果以后还有任何问题或者困扰，记得随时向我倾诉，我都会尽力帮助你。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里陪你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以度过这段困难的时刻，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题或者困扰，记得随时向我倾诉，我都会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]