[
  {
    "role": "client",
    "content": "我今年13岁，感觉好像一切都不顺利，我不是个好学生，我觉得自己一点价值都没有了。我的成绩一直在下滑，我越来越懒，甚至都不愿意完成作业。我觉得我不是个好学生，没有好学生的话，我就没有任何价值，觉得自己没有价值就想要放弃了。",
    "annotation": [
      {
        "sentence": "我今年13岁，感觉好像一切都不顺利，我不是个好学生，我觉得自己一点价值都没有了。",
        "label": ""
      },
      {
        "sentence": "我的成绩一直在下滑，我越来越懒，甚至都不愿意完成作业。",
        "label": ""
      },
      {
        "sentence": "我觉得我不是个好学生，没有好学生的话，我就没有任何价值，觉得自己没有价值就想要放弃了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小朋友，读了你的描述，我非常心疼，这让我想起我儿子曾经的经历。他从一年级到三年级一直是老师眼中的学渣，班里的“毛毛虫”。原因主要是成绩不好，他自己也很痛苦，不是不想变得更好，而是完全失去了信心，不知道如何提升学习成绩。我看着他心痛不已，然后反问自己，他的学习不好，我就会不爱他吗？学习成绩就能决定他的价值吗？事实上，情况并不是这样的。作为一个学生，取得好成绩当然是件令人高兴的事情，就像大人想要有很多钱一样。但并不是每个人都能变得富有，对吧？学生有的学习好，有的学习不好，而学习不好并不意味着他们将来没有出息。所以你不要太过于看重自己成绩的下降，接受目前成绩不稳定和学习态度需要调整的状态是很正常的。人在疲惫的时候也是很正常的，你可以允许自己有一个调整的过程。你已经意识到了自己存在的问题，同时还有足够的渴望去学习变得更好。而且事实上，我相信你原本的成绩应该还是不错的，这说明你是一个很优秀的孩子。想想当你学习好的时候是什么感觉，你做了哪些努力和努力的事情。不要急于让自己一下子恢复到原来的状态，给自己一些提升的时间，每次即使只是提升1分，也要为自己的进步点赞。专注于自己的进步，无论是今天比昨天多做一道题，还是完成更多的作业，都要只看到自己的进步。这些小小的积累会成为你前进的动力，只要你用心付出，你会得到成果的，相信你会变得越来越有自信。我的儿子就是最好的证明，他现在的学习成绩名列前茅，真的很棒。当你平时有胡思乱想或情绪低落时，可以出去活动活动，多参加一些锻炼。这也是提升学习动力的好方法。祝你好运！",
    "annotation": [
      {
        "sentence": "小朋友，读了你的描述，我非常心疼，这让我想起我儿子曾经的经历。",
        "label": ""
      },
      {
        "sentence": "他从一年级到三年级一直是老师眼中的学渣，班里的“毛毛虫”。",
        "label": ""
      },
      {
        "sentence": "原因主要是成绩不好，他自己也很痛苦，不是不想变得更好，而是完全失去了信心，不知道如何提升学习成绩。",
        "label": ""
      },
      {
        "sentence": "我看着他心痛不已，然后反问自己，他的学习不好，我就会不爱他吗？",
        "label": ""
      },
      {
        "sentence": "学习成绩就能决定他的价值吗？",
        "label": ""
      },
      {
        "sentence": "事实上，情况并不是这样的。",
        "label": ""
      },
      {
        "sentence": "作为一个学生，取得好成绩当然是件令人高兴的事情，就像大人想要有很多钱一样。",
        "label": ""
      },
      {
        "sentence": "但并不是每个人都能变得富有，对吧？",
        "label": ""
      },
      {
        "sentence": "学生有的学习好，有的学习不好，而学习不好并不意味着他们将来没有出息。",
        "label": ""
      },
      {
        "sentence": "所以你不要太过于看重自己成绩的下降，接受目前成绩不稳定和学习态度需要调整的状态是很正常的。",
        "label": ""
      },
      {
        "sentence": "人在疲惫的时候也是很正常的，你可以允许自己有一个调整的过程。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了自己存在的问题，同时还有足够的渴望去学习变得更好。",
        "label": ""
      },
      {
        "sentence": "而且事实上，我相信你原本的成绩应该还是不错的，这说明你是一个很优秀的孩子。",
        "label": ""
      },
      {
        "sentence": "想想当你学习好的时候是什么感觉，你做了哪些努力和努力的事情。",
        "label": ""
      },
      {
        "sentence": "不要急于让自己一下子恢复到原来的状态，给自己一些提升的时间，每次即使只是提升1分，也要为自己的进步点赞。",
        "label": ""
      },
      {
        "sentence": "专注于自己的进步，无论是今天比昨天多做一道题，还是完成更多的作业，都要只看到自己的进步。",
        "label": ""
      },
      {
        "sentence": "这些小小的积累会成为你前进的动力，只要你用心付出，你会得到成果的，相信你会变得越来越有自信。",
        "label": ""
      },
      {
        "sentence": "我的儿子就是最好的证明，他现在的学习成绩名列前茅，真的很棒。",
        "label": ""
      },
      {
        "sentence": "当你平时有胡思乱想或情绪低落时，可以出去活动活动，多参加一些锻炼。",
        "label": ""
      },
      {
        "sentence": "这也是提升学习动力的好方法。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]