[
  {
    "role": "client",
    "content": "我是一个23岁的男生，最近因为心理咨询导致情绪极度低落，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个23岁的男生，最近因为心理咨询导致情绪极度低落，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "思考人生的过程总是痛苦的，有时候我们会想为什么来到这个世界上，为什么生活如此艰辛不如选择结束生命。但是这些思想并没有给我们带来任何答案。在你的问题中，死亡的念头依然环绕在你周围，你在咨询中经历了什么让你觉得不舒服呢？如果这段咨询让你不舒服，你是否考虑换一个更适合你的咨询师呢？",
    "annotation": [
      {
        "sentence": "思考人生的过程总是痛苦的，有时候我们会想为什么来到这个世界上，为什么生活如此艰辛不如选择结束生命。",
        "label": ""
      },
      {
        "sentence": "但是这些思想并没有给我们带来任何答案。",
        "label": ""
      },
      {
        "sentence": "在你的问题中，死亡的念头依然环绕在你周围，你在咨询中经历了什么让你觉得不舒服呢？",
        "label": ""
      },
      {
        "sentence": "如果这段咨询让你不舒服，你是否考虑换一个更适合你的咨询师呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "前天的心理咨询结束后，我看到了绝望和被抛弃的感觉。昨晚吃了安眠药，也无法入睡。脑袋里总想着“人没有能力选择是否要出生，那成年后，为什么不能拥有，选择离开这个世界的权利。”我感到我的心已经死了好多次，灵魂拼命地想要逃离躯体，升上天堂。现在我也不知道该找谁倾诉！",
    "annotation": [
      {
        "sentence": "前天的心理咨询结束后，我看到了绝望和被抛弃的感觉。",
        "label": ""
      },
      {
        "sentence": "昨晚吃了安眠药，也无法入睡。",
        "label": ""
      },
      {
        "sentence": "脑袋里总想着“人没有能力选择是否要出生，那成年后，为什么不能拥有，选择离开这个世界的权利。",
        "label": ""
      },
      {
        "sentence": "”我感到我的心已经死了好多次，灵魂拼命地想要逃离躯体，升上天堂。",
        "label": ""
      },
      {
        "sentence": "现在我也不知道该找谁倾诉！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你感到的绝望和被抛弃的感觉，这些情绪在咨询结束后变得更加明显了。但是我们要明白，每个人都有选择离开这个世界的权利，尽管我们活在这个世界上，但是有时候活着让我们感到沮丧和痛苦。但是我们也要思考一下，我们是否已经尽力让自己的生活变得更加充实和开心呢？是不是活出了自己的样子？自杀这个话题很多人讨论，它被更多人关注的结果让人们更加敏感和温柔地对待别人的自杀念头，但同时也让很多人找到一个看似解决问题的办法，想着别人死了之后什么事也不用做，不再感受到活着的艰辛。但请你记得，在你产生死亡念头的时候，请别忘记你也有生存的本能。在活着的过程中，你的身体和大脑会竭尽所能让你活下来。我们要珍惜生命，不让一时的念头剥夺我们活着的权利。",
    "annotation": [
      {
        "sentence": "我明白你感到的绝望和被抛弃的感觉，这些情绪在咨询结束后变得更加明显了。",
        "label": ""
      },
      {
        "sentence": "但是我们要明白，每个人都有选择离开这个世界的权利，尽管我们活在这个世界上，但是有时候活着让我们感到沮丧和痛苦。",
        "label": ""
      },
      {
        "sentence": "但是我们也要思考一下，我们是否已经尽力让自己的生活变得更加充实和开心呢？",
        "label": ""
      },
      {
        "sentence": "是不是活出了自己的样子？",
        "label": ""
      },
      {
        "sentence": "自杀这个话题很多人讨论，它被更多人关注的结果让人们更加敏感和温柔地对待别人的自杀念头，但同时也让很多人找到一个看似解决问题的办法，想着别人死了之后什么事也不用做，不再感受到活着的艰辛。",
        "label": ""
      },
      {
        "sentence": "但请你记得，在你产生死亡念头的时候，请别忘记你也有生存的本能。",
        "label": ""
      },
      {
        "sentence": "在活着的过程中，你的身体和大脑会竭尽所能让你活下来。",
        "label": ""
      },
      {
        "sentence": "我们要珍惜生命，不让一时的念头剥夺我们活着的权利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该让自己感受到开心快乐，让生活变得充实。我现在感觉真的很迷茫，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "你说得对，我应该让自己感受到开心快乐，让生活变得充实。",
        "label": ""
      },
      {
        "sentence": "我现在感觉真的很迷茫，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫是正常的，我们都会在人生中经历迷茫期。但是，不要着急，我们可以寻找一些方法来调节心情。比如，尝试闭上眼睛13秒，享受那段时间的冷静。或者去菜市场逛逛，那里有着最浓郁的人味。当你有死亡的念头时，可以去做一些其他的事情，转移你的注意力，比如看书、听音乐、或者跑步。在网络上也有很多调节心情的方法可以尝试。当你不知道该找谁倾诉的时候，你可以来找我们，我们都愿意与你一同感受生活的美好。我们和世界都爱着你。",
    "annotation": [
      {
        "sentence": "迷茫是正常的，我们都会在人生中经历迷茫期。",
        "label": ""
      },
      {
        "sentence": "但是，不要着急，我们可以寻找一些方法来调节心情。",
        "label": ""
      },
      {
        "sentence": "比如，尝试闭上眼睛13秒，享受那段时间的冷静。",
        "label": ""
      },
      {
        "sentence": "或者去菜市场逛逛，那里有着最浓郁的人味。",
        "label": ""
      },
      {
        "sentence": "当你有死亡的念头时，可以去做一些其他的事情，转移你的注意力，比如看书、听音乐、或者跑步。",
        "label": ""
      },
      {
        "sentence": "在网络上也有很多调节心情的方法可以尝试。",
        "label": ""
      },
      {
        "sentence": "当你不知道该找谁倾诉的时候，你可以来找我们，我们都愿意与你一同感受生活的美好。",
        "label": ""
      },
      {
        "sentence": "我们和世界都爱着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我觉得我现在有了一些方向和希望了。我会试着积极调整自己的心态，寻找更多的快乐和满足。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我觉得我现在有了一些方向和希望了。",
        "label": ""
      },
      {
        "sentence": "我会试着积极调整自己的心态，寻找更多的快乐和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。积极调整心态是很重要的，相信你能够找到属于自己的快乐和满足。如果你需要进一步的倾诉和支持，随时都可以来找我，我会一直陪伴在你的旁边。你并不孤单，我们会一起度过困难的时光。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "积极调整心态是很重要的，相信你能够找到属于自己的快乐和满足。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的倾诉和支持，随时都可以来找我，我会一直陪伴在你的旁边。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起度过困难的时光。",
        "label": ""
      }
    ]
  }
]