[
  {
    "role": "client",
    "content": "感觉自己是乐天派，可选择时总是瞻前顾后，很难受？我应该是比较乐观的，可每次面临选择时我经常会手足无措，瞻前顾后，没办法果断地选择。我明明知道舍得舍得，有舍必有得，可我还是会犹豫，会不敢轻易选择。",
    "annotation": [
      {
        "sentence": "感觉自己是乐天派，可选择时总是瞻前顾后，很难受？",
        "label": ""
      },
      {
        "sentence": "我应该是比较乐观的，可每次面临选择时我经常会手足无措，瞻前顾后，没办法果断地选择。",
        "label": ""
      },
      {
        "sentence": "我明明知道舍得舍得，有舍必有得，可我还是会犹豫，会不敢轻易选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述，你认为自己的性格比较乐观，但是这种性格在做选择方面不会体现，很能理解你困惑的情绪呢。根据你的描述，你在做选择方面总是瞻前顾后，不够果断，好不容易做出选择以后，却又开始忧虑自己的选择会不会带来不好的后果，或许是因为你把太多的压力加诸于在自己的身上。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述，你认为自己的性格比较乐观，但是这种性格在做选择方面不会体现，很能理解你困惑的情绪呢。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你在做选择方面总是瞻前顾后，不够果断，好不容易做出选择以后，却又开始忧虑自己的选择会不会带来不好的后果，或许是因为你把太多的压力加诸于在自己的身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实会把很多压力放在自己身上，害怕做出错误的决定，担心会后悔。每次面对选择，我都觉得自己背负着太多的责任和期望，所以迟迟不能下定决心。",
    "annotation": [
      {
        "sentence": "是的，我确实会把很多压力放在自己身上，害怕做出错误的决定，担心会后悔。",
        "label": ""
      },
      {
        "sentence": "每次面对选择，我都觉得自己背负着太多的责任和期望，所以迟迟不能下定决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和压力，但是我们不能期望每一次选择都是完美的。试着将更多的目光放在自己的感受和需要上，而不是过分关注别人的期待和评判。尝试放下过多的压力，让自己能够更自在地做决定。允许自己犯错，因为错误的选择也是宝贵的经验啊。",
    "annotation": [
      {
        "sentence": "我理解你的担心和压力，但是我们不能期望每一次选择都是完美的。",
        "label": ""
      },
      {
        "sentence": "试着将更多的目光放在自己的感受和需要上，而不是过分关注别人的期待和评判。",
        "label": ""
      },
      {
        "sentence": "尝试放下过多的压力，让自己能够更自在地做决定。",
        "label": ""
      },
      {
        "sentence": "允许自己犯错，因为错误的选择也是宝贵的经验啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该放下过多的压力，多关注自己的感受和需要。但是我还是担心会后悔，担心自己做出选择后会发生无法解决的事情。",
    "annotation": [
      {
        "sentence": "你说得对，我应该放下过多的压力，多关注自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心会后悔，担心自己做出选择后会发生无法解决的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是很正常的感觉，特别是在面对重要的决定时。但是我们不能让担忧阻止了我们前进的脚步。相信自己的能力，相信自己可以应对未知的风险，如果有一些问题出现了，我们也可以通过努力和智慧来解决。不要忘记，你已经有了勇敢面对选择的勇气。",
    "annotation": [
      {
        "sentence": "担心是很正常的感觉，特别是在面对重要的决定时。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让担忧阻止了我们前进的脚步。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信自己可以应对未知的风险，如果有一些问题出现了，我们也可以通过努力和智慧来解决。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你已经有了勇敢面对选择的勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尝试相信自己，勇敢面对选择。但是有时候我还是会犹豫不决，迷茫不已。你觉得我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尝试相信自己，勇敢面对选择。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会犹豫不决，迷茫不已。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到迷茫时，可以试着与你信任的人分享你的想法和困惑，听听他们的建议和观点。有时候外界的意见和启发可以让我们更清晰地看到问题的不同角度，帮助我们做出决策。另外，你也可以利用一些决策技巧，比如列出利弊清单，或者运用直觉来辅助你的选择。",
    "annotation": [
      {
        "sentence": "当你感到迷茫时，可以试着与你信任的人分享你的想法和困惑，听听他们的建议和观点。",
        "label": ""
      },
      {
        "sentence": "有时候外界的意见和启发可以让我们更清晰地看到问题的不同角度，帮助我们做出决策。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以利用一些决策技巧，比如列出利弊清单，或者运用直觉来辅助你的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会试着与身边的人交流，听取他们的建议。而且，列出利弊清单和运用直觉这些技巧也很实用，我会尝试运用它们来做决策。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着与身边的人交流，听取他们的建议。",
        "label": ""
      },
      {
        "sentence": "而且，列出利弊清单和运用直觉这些技巧也很实用，我会尝试运用它们来做决策。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你能够克服犹豫不决的困扰，勇敢地做出自己的选择。记住，你的感受和需求是最重要的，相信自己的直觉。如果你需要进一步的支持和指导，随时都可以来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服犹豫不决的困扰，勇敢地做出自己的选择。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求是最重要的，相信自己的直觉。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和指导，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]