[
  {
    "role": "client",
    "content": "总是特在意别人的眼光，不敢做自己，很绝望？",
    "annotation": [
      {
        "sentence": "总是特在意别人的眼光，不敢做自己，很绝望？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先给你一个鼓励的抱抱，非常理解你此时此刻的感受。非常羡慕别人可以追逐自己的梦想，但是却因为特别在意别人的眼光，怕别人认为自己标新立异，因此放弃了很多自己想做的事情。这其实是非常正常的心理现象，我们很多人都会在意别人的看法，并且以此来指导自己的行为。但如果我们太过在意别人的眼光，反而会影响到我们的生活。那么，我们最重要的一点就是对自己的认可，当自己认可自己的时候，就不再会那么需要外在的认可，也就并不在意别人的眼光和看法了。如果你感到比较困难的话，那么可以暗示自己，其实没有那么多人关注我们的，就像我们平时也不会去关注别人一样。祝好~。",
    "annotation": [
      {
        "sentence": "先给你一个鼓励的抱抱，非常理解你此时此刻的感受。",
        "label": ""
      },
      {
        "sentence": "非常羡慕别人可以追逐自己的梦想，但是却因为特别在意别人的眼光，怕别人认为自己标新立异，因此放弃了很多自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "这其实是非常正常的心理现象，我们很多人都会在意别人的看法，并且以此来指导自己的行为。",
        "label": ""
      },
      {
        "sentence": "但如果我们太过在意别人的眼光，反而会影响到我们的生活。",
        "label": ""
      },
      {
        "sentence": "那么，我们最重要的一点就是对自己的认可，当自己认可自己的时候，就不再会那么需要外在的认可，也就并不在意别人的眼光和看法了。",
        "label": ""
      },
      {
        "sentence": "如果你感到比较困难的话，那么可以暗示自己，其实没有那么多人关注我们的，就像我们平时也不会去关注别人一样。",
        "label": ""
      },
      {
        "sentence": "祝好~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的很难过，我觉得自己总是放不开，总在想着别人的看法。",
    "annotation": [
      {
        "sentence": "可是我真的很难过，我觉得自己总是放不开，总在想着别人的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的，我们都有自己的想法和感受，有时候难免会被别人的看法影响，但重要的是要逐渐放下这些想法并开始尝试做自己想做的事情。其实你的想法并不需要去完全颠覆，而是可以试着探索一些与自己本身价值观相符合的行为，比如你可以先从小事做起，尝试做自己喜欢做的事情，可能会让你感到更加轻松自在。你可以试试看噢，别担心。",
    "annotation": [
      {
        "sentence": "这是很正常的，我们都有自己的想法和感受，有时候难免会被别人的看法影响，但重要的是要逐渐放下这些想法并开始尝试做自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "其实你的想法并不需要去完全颠覆，而是可以试着探索一些与自己本身价值观相符合的行为，比如你可以先从小事做起，尝试做自己喜欢做的事情，可能会让你感到更加轻松自在。",
        "label": ""
      },
      {
        "sentence": "你可以试试看噢，别担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试的。可是我还是有一些担心，怕自己的行为会让别人不满意，会被批评。",
    "annotation": [
      {
        "sentence": "好的，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "可是我还是有一些担心，怕自己的行为会让别人不满意，会被批评。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实批评对于每个人来说是难以避免的，但是与其将注意力放在外界的反应上，不如将更多的关注放在自己内心的感受和价值上。当你对自己的行为做出了精心的考虑，并且这些行为符合了自己内心的价值观时，那些批评和反驳就不会对你产生太大的影响了。2020年3月，湖南卫视曾经播出一档节目《女儿们的恋爱》，其中就有一位女嘉宾，她就深入讨论了自己的恋情以及在中年时期重新开始新生活的想法和决心，即使遭到亲人和朋友的强烈反对和批评，她也坚定了自己的信念，并最终成功地找到了属于自己的幸福。希望她的故事能给你提供一些启示，另外，如果你需要的话，我可以跟你分享一些相关书籍或者电视节目，噢。",
    "annotation": [
      {
        "sentence": "其实批评对于每个人来说是难以避免的，但是与其将注意力放在外界的反应上，不如将更多的关注放在自己内心的感受和价值上。",
        "label": ""
      },
      {
        "sentence": "当你对自己的行为做出了精心的考虑，并且这些行为符合了自己内心的价值观时，那些批评和反驳就不会对你产生太大的影响了。",
        "label": ""
      },
      {
        "sentence": "2020年3月，湖南卫视曾经播出一档节目《女儿们的恋爱》，其中就有一位女嘉宾，她就深入讨论了自己的恋情以及在中年时期重新开始新生活的想法和决心，即使遭到亲人和朋友的强烈反对和批评，她也坚定了自己的信念，并最终成功地找到了属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "希望她的故事能给你提供一些启示，另外，如果你需要的话，我可以跟你分享一些相关书籍或者电视节目，噢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，你真的很了解我，我觉得自己变得轻松多了。",
    "annotation": [
      {
        "sentence": "谢谢你，你真的很了解我，我觉得自己变得轻松多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到这个好消息，希望你有时间分享你的一些感受和新的经验，噢。",
    "annotation": [
      {
        "sentence": "很高兴听到这个好消息，希望你有时间分享你的一些感受和新的经验，噢。",
        "label": ""
      }
    ]
  }
]