[
  {
    "role": "client",
    "content": "你好，我是一个22岁的女生。我发现自己在谈恋爱时容易产生安全感不足的问题。我觉得这可能是由于童年时被男同学讨厌和反感的影响，还有一部分原因是小时候父亲去世，导致我对自己特别自卑，不敢爱他或者表达自己时都不流畅。因此，我对自己产生了不敢爱的心理，对于有好感或喜欢的男生也会特别敏感。最近我交了一个男朋友，虽然对他没有特别的喜欢，但也有一些好感。每天晚上九点他都会找我聊天，可今天他没理我，我就立刻感到不安，心里烦躁得想掉眼泪，转移注意力也感到不舒服，最后还是给他打了电话，结果才知道他感冒了，已经睡着了。我不知道为什么，一陷入两性关系，有时候认识一个星期的男孩子，如果他不理我，我就能难过一整天，感到特别伤心。只要涉及到感情，我就感到自己无能为力。我觉得这样特别不好，但却不知道怎样控制自己，我很讨厌这种感情上的矫情。请问你能分析出什么方法吗？",
    "annotation": [
      {
        "sentence": "你好，我是一个22岁的女生。",
        "label": ""
      },
      {
        "sentence": "我发现自己在谈恋爱时容易产生安全感不足的问题。",
        "label": ""
      },
      {
        "sentence": "我觉得这可能是由于童年时被男同学讨厌和反感的影响，还有一部分原因是小时候父亲去世，导致我对自己特别自卑，不敢爱他或者表达自己时都不流畅。",
        "label": ""
      },
      {
        "sentence": "因此，我对自己产生了不敢爱的心理，对于有好感或喜欢的男生也会特别敏感。",
        "label": ""
      },
      {
        "sentence": "最近我交了一个男朋友，虽然对他没有特别的喜欢，但也有一些好感。",
        "label": ""
      },
      {
        "sentence": "每天晚上九点他都会找我聊天，可今天他没理我，我就立刻感到不安，心里烦躁得想掉眼泪，转移注意力也感到不舒服，最后还是给他打了电话，结果才知道他感冒了，已经睡着了。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么，一陷入两性关系，有时候认识一个星期的男孩子，如果他不理我，我就能难过一整天，感到特别伤心。",
        "label": ""
      },
      {
        "sentence": "只要涉及到感情，我就感到自己无能为力。",
        "label": ""
      },
      {
        "sentence": "我觉得这样特别不好，但却不知道怎样控制自己，我很讨厌这种感情上的矫情。",
        "label": ""
      },
      {
        "sentence": "请问你能分析出什么方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，其实我们都会有这样的时刻，对于某个人或某件事充满期待，但一丝丝的不如意就让我们觉得好像整个世界都受到了影响。但你有想过，这件事情真的对你的世界产生了影响吗？换句话说，这真的让你感到不安全吗？关于安全感，我们小时候可能会从父母和周围环境中得到，但随着成长，我们的安全感从哪里来呢？这是很多人一直在探索的问题。实际上，当我们将目光从外界转向内心时，我们会发现，真正的安全感源于内心的充实和强大。因为对于你自己来说，你的内心才是坚不可摧的堡垒。当我们明白自己的价值，真正了解自己的时候，就会觉得自己的世界是安全的。希望对你有帮助，祝好！",
    "annotation": [
      {
        "sentence": "你好，其实我们都会有这样的时刻，对于某个人或某件事充满期待，但一丝丝的不如意就让我们觉得好像整个世界都受到了影响。",
        "label": ""
      },
      {
        "sentence": "但你有想过，这件事情真的对你的世界产生了影响吗？",
        "label": ""
      },
      {
        "sentence": "换句话说，这真的让你感到不安全吗？",
        "label": ""
      },
      {
        "sentence": "关于安全感，我们小时候可能会从父母和周围环境中得到，但随着成长，我们的安全感从哪里来呢？",
        "label": ""
      },
      {
        "sentence": "这是很多人一直在探索的问题。",
        "label": ""
      },
      {
        "sentence": "实际上，当我们将目光从外界转向内心时，我们会发现，真正的安全感源于内心的充实和强大。",
        "label": ""
      },
      {
        "sentence": "因为对于你自己来说，你的内心才是坚不可摧的堡垒。",
        "label": ""
      },
      {
        "sentence": "当我们明白自己的价值，真正了解自己的时候，就会觉得自己的世界是安全的。",
        "label": ""
      },
      {
        "sentence": "希望对你有帮助，祝好！",
        "label": ""
      }
    ]
  }
]