[
  {
    "role": "client",
    "content": "历史上的家族成员重大创伤今天如何疗愈？",
    "annotation": [
      {
        "sentence": "历史上的家族成员重大创伤今天如何疗愈？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常重要的问题。可以先试着从了解家族历史开始，了解自己的祖先是如何经历那些历史事件的，这样你就能更好地理解你自己和家族内的人在现在面对的困境了。你可以试着跟父亲聊聊关于家族历史的事情，了解得更多一些。",
    "annotation": [
      {
        "sentence": "这是一个非常重要的问题。",
        "label": ""
      },
      {
        "sentence": "可以先试着从了解家族历史开始，了解自己的祖先是如何经历那些历史事件的，这样你就能更好地理解你自己和家族内的人在现在面对的困境了。",
        "label": ""
      },
      {
        "sentence": "你可以试着跟父亲聊聊关于家族历史的事情，了解得更多一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我上个星期刚和父亲聊了关于家族历史的事情。原来我外公是在日本飞机轰炸宁波的炸弹中去世的。我查了更多的历史资料，发现外公死于1937年11月12日侵华日军对宁波区进行的无差别轰炸。我奶奶当时12岁，失去她父亲后不久，母亲又被日军的细菌弹杀死了。所以她就成了一个孤儿，她一生都很悲苦。这些伤痛影响了整个家族，包括我父亲和我自己。",
    "annotation": [
      {
        "sentence": "是的，我上个星期刚和父亲聊了关于家族历史的事情。",
        "label": ""
      },
      {
        "sentence": "原来我外公是在日本飞机轰炸宁波的炸弹中去世的。",
        "label": ""
      },
      {
        "sentence": "我查了更多的历史资料，发现外公死于1937年11月12日侵华日军对宁波区进行的无差别轰炸。",
        "label": ""
      },
      {
        "sentence": "我奶奶当时12岁，失去她父亲后不久，母亲又被日军的细菌弹杀死了。",
        "label": ""
      },
      {
        "sentence": "所以她就成了一个孤儿，她一生都很悲苦。",
        "label": ""
      },
      {
        "sentence": "这些伤痛影响了整个家族，包括我父亲和我自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在的感受。那它是怎样影响到你们呢？",
    "annotation": [
      {
        "sentence": "我明白你现在的感受。",
        "label": ""
      },
      {
        "sentence": "那它是怎样影响到你们呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我父亲脾气非常暴躁，身上的“委屈、不公平、自卑、无价值、愤怒和羞耻”等情绪问题非常明显，我也经常感到自己很像个孤儿，得不到父母的爱，同时也会有莫名其妙的“不公平感”。",
    "annotation": [
      {
        "sentence": "我父亲脾气非常暴躁，身上的“委屈、不公平、自卑、无价值、愤怒和羞耻”等情绪问题非常明显，我也经常感到自己很像个孤儿，得不到父母的爱，同时也会有莫名其妙的“不公平感”。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "近代中国太多灾难了，你的祖辈遭遇了抗日战争，我猜你的父辈还遇到了三年自然灾害和文革……那些动荡的年代，大家都忙着活下来，根据自己的经验、观察和判断制定了一些行动和思考模式，时至今日可能显得有些偏差。所谓的创伤遗传就是在这些行动和思考模式下的人对自己后代的言传身教的结果。你一定听过孟母三迁的故事，外部环境对人格形成尚且作用明显，而家庭内部环境就更关键。荣格说：“当潜意识没有被意识化，就成为了命运。” 同样的，一个家族的集体潜意识没有被看到，就成了家族创伤。发生在你祖辈、父辈、你身上的过往，在你们内在构成了同一组信念，养成了相似的应对模式，所以你会感觉到整个家族中，总是有相似的情绪不断被体验到。而那个意识到并跳出这些模式的人，就是终结“家族创伤”的那一个。",
    "annotation": [
      {
        "sentence": "近代中国太多灾难了，你的祖辈遭遇了抗日战争，我猜你的父辈还遇到了三年自然灾害和文革……那些动荡的年代，大家都忙着活下来，根据自己的经验、观察和判断制定了一些行动和思考模式，时至今日可能显得有些偏差。",
        "label": ""
      },
      {
        "sentence": "所谓的创伤遗传就是在这些行动和思考模式下的人对自己后代的言传身教的结果。",
        "label": ""
      },
      {
        "sentence": "你一定听过孟母三迁的故事，外部环境对人格形成尚且作用明显，而家庭内部环境就更关键。",
        "label": ""
      },
      {
        "sentence": "荣格说：“当潜意识没有被意识化，就成为了命运。",
        "label": ""
      },
      {
        "sentence": "” 同样的，一个家族的集体潜意识没有被看到，就成了家族创伤。",
        "label": ""
      },
      {
        "sentence": "发生在你祖辈、父辈、你身上的过往，在你们内在构成了同一组信念，养成了相似的应对模式，所以你会感觉到整个家族中，总是有相似的情绪不断被体验到。",
        "label": ""
      },
      {
        "sentence": "而那个意识到并跳出这些模式的人，就是终结“家族创伤”的那一个。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，这些没有处理好的情绪可能会影响到我后代。我应该怎么做去疗愈这个家族创伤呢？",
    "annotation": [
      {
        "sentence": "我明白了，这些没有处理好的情绪可能会影响到我后代。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做去疗愈这个家族创伤呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先你要意识到你不能代替你的父母、祖辈、或家族去治疗这个创伤。但是你可以通过自己的疗愈，意识化自己的潜意识，跳出家族中固有的思考模式和行为模式，成为整个家族的提醒，提醒他们有另外一种看世界的方法，可以用更加灵活的方式应对生活中的困境。去好好地处理自己的议题，勇敢的面对自己体验到的委屈、不公、叛逆、得不到父母的爱和“孤儿”的感受，去寻找感受背后的真正原因，和一一化解。发生过的，已经过去了，可以做的就是面对当下。",
    "annotation": [
      {
        "sentence": "首先你要意识到你不能代替你的父母、祖辈、或家族去治疗这个创伤。",
        "label": ""
      },
      {
        "sentence": "但是你可以通过自己的疗愈，意识化自己的潜意识，跳出家族中固有的思考模式和行为模式，成为整个家族的提醒，提醒他们有另外一种看世界的方法，可以用更加灵活的方式应对生活中的困境。",
        "label": ""
      },
      {
        "sentence": "去好好地处理自己的议题，勇敢的面对自己体验到的委屈、不公、叛逆、得不到父母的爱和“孤儿”的感受，去寻找感受背后的真正原因，和一一化解。",
        "label": ""
      },
      {
        "sentence": "发生过的，已经过去了，可以做的就是面对当下。",
        "label": ""
      }
    ]
  }
]