[
  {
    "role": "client",
    "content": "最近两年我内心不平静，没有太多激情。研究生毕业后我回到了家乡，一切都是我熟悉的，工作已经两年了，反而开始怀疑自己为什么回到了家乡。回到这个一点也没有激情的地方放弃现在的生活，又怕爸爸妈妈接收不了。不放弃自己犹如一潭死水活着。我是对自己定位不清楚的原因造成的吗？有点怀疑自己，是不是要测试一下。我怎么调节自己？",
    "annotation": [
      {
        "sentence": "最近两年我内心不平静，没有太多激情。",
        "label": ""
      },
      {
        "sentence": "研究生毕业后我回到了家乡，一切都是我熟悉的，工作已经两年了，反而开始怀疑自己为什么回到了家乡。",
        "label": ""
      },
      {
        "sentence": "回到这个一点也没有激情的地方放弃现在的生活，又怕爸爸妈妈接收不了。",
        "label": ""
      },
      {
        "sentence": "不放弃自己犹如一潭死水活着。",
        "label": ""
      },
      {
        "sentence": "我是对自己定位不清楚的原因造成的吗？",
        "label": ""
      },
      {
        "sentence": "有点怀疑自己，是不是要测试一下。",
        "label": ""
      },
      {
        "sentence": "我怎么调节自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人在不同的年龄段都会对自己的人生有所思考，因此我们有这样的想法是很正常的。如果说当初我们的选择并不是因为父母，而是自己想要一个比较稳定的工作环境，当时刚好家乡也有不错的工作岗位，在种种考虑之下我们选择了回到家乡。",
    "annotation": [
      {
        "sentence": "每个人在不同的年龄段都会对自己的人生有所思考，因此我们有这样的想法是很正常的。",
        "label": ""
      },
      {
        "sentence": "如果说当初我们的选择并不是因为父母，而是自己想要一个比较稳定的工作环境，当时刚好家乡也有不错的工作岗位，在种种考虑之下我们选择了回到家乡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我当初回到家乡确实是因为工作的机会比较好，而且也觉得稳定一些。可是现在每天都觉得生活很平淡，有点无法找到激情的来源。",
    "annotation": [
      {
        "sentence": "是的，我当初回到家乡确实是因为工作的机会比较好，而且也觉得稳定一些。",
        "label": ""
      },
      {
        "sentence": "可是现在每天都觉得生活很平淡，有点无法找到激情的来源。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。每天重复的生活确实容易让人觉得无聊，尤其是看到之前的同学或朋友圈里的朋友过得很精彩，我们会不自觉地感到羡慕。但是我们要明白任何事情都是需要取舍的，一线城市的确有更多的机会，也能获得更快的成长和眼界的提升，但是同时也需要考虑现实的问题，比如家庭和孩子的问题。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "每天重复的生活确实容易让人觉得无聊，尤其是看到之前的同学或朋友圈里的朋友过得很精彩，我们会不自觉地感到羡慕。",
        "label": ""
      },
      {
        "sentence": "但是我们要明白任何事情都是需要取舍的，一线城市的确有更多的机会，也能获得更快的成长和眼界的提升，但是同时也需要考虑现实的问题，比如家庭和孩子的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，孩子的教育问题确实很重要。我也知道一线城市的教育质量更高，但是名额也更紧张，房价也非常高。考虑到我已经三十岁了，能在一线城市安家落户的机会很小。我也在考虑父母的感受，他们更看中的是稳定的工作。",
    "annotation": [
      {
        "sentence": "你说得对，孩子的教育问题确实很重要。",
        "label": ""
      },
      {
        "sentence": "我也知道一线城市的教育质量更高，但是名额也更紧张，房价也非常高。",
        "label": ""
      },
      {
        "sentence": "考虑到我已经三十岁了，能在一线城市安家落户的机会很小。",
        "label": ""
      },
      {
        "sentence": "我也在考虑父母的感受，他们更看中的是稳定的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "站在父母的角度来看，他们并不期望我们有多么高的收入，对他们来说稳定才是最重要的。事业编制和公务员等工作能够满足他们的期望，尤其是在小城市中，一份体面的工作是他们看重的。所以我们要考虑清楚，究竟自己想要怎样的生活。",
    "annotation": [
      {
        "sentence": "站在父母的角度来看，他们并不期望我们有多么高的收入，对他们来说稳定才是最重要的。",
        "label": ""
      },
      {
        "sentence": "事业编制和公务员等工作能够满足他们的期望，尤其是在小城市中，一份体面的工作是他们看重的。",
        "label": ""
      },
      {
        "sentence": "所以我们要考虑清楚，究竟自己想要怎样的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想要一份稳定的工作，但同时对现在的生活感到有些无趣。有什么方法可以调节一下呢？",
    "annotation": [
      {
        "sentence": "我想要一份稳定的工作，但同时对现在的生活感到有些无趣。",
        "label": ""
      },
      {
        "sentence": "有什么方法可以调节一下呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果我们希望生活稳定一点，但是又觉得现在的生活太平淡，可以在闲暇时间给自己一些空间，培养一些新的爱好，拓展自己的视野。如果我们不想过得太平淡，可以分析一下自己的优势和市场，看看有什么调整和机会可以做出最优的解决方案。",
    "annotation": [
      {
        "sentence": "如果我们希望生活稳定一点，但是又觉得现在的生活太平淡，可以在闲暇时间给自己一些空间，培养一些新的爱好，拓展自己的视野。",
        "label": ""
      },
      {
        "sentence": "如果我们不想过得太平淡，可以分析一下自己的优势和市场，看看有什么调整和机会可以做出最优的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以尝试培养一些新的兴趣爱好，开阔自己的眼界。也可以认真思考一下自己的优势和市场需求，看看能否找到更适合自己的机会。",
    "annotation": [
      {
        "sentence": "我明白了，我可以尝试培养一些新的兴趣爱好，开阔自己的眼界。",
        "label": ""
      },
      {
        "sentence": "也可以认真思考一下自己的优势和市场需求，看看能否找到更适合自己的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恭喜你，你已经找到了一条改善现状的方法。尝试着去寻找自己感兴趣的事物，不断学习和成长，相信你会逐渐找到内心的激情和满足感的。",
    "annotation": [
      {
        "sentence": "恭喜你，你已经找到了一条改善现状的方法。",
        "label": ""
      },
      {
        "sentence": "尝试着去寻找自己感兴趣的事物，不断学习和成长，相信你会逐渐找到内心的激情和满足感的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力改变自己，找到属于自己的激情和快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力改变自己，找到属于自己的激情和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个有勇气和决心改变的人，相信你一定能够找到属于自己的快乐和激情。加油！",
    "annotation": [
      {
        "sentence": "你是一个有勇气和决心改变的人，相信你一定能够找到属于自己的快乐和激情。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]