[
  {
    "role": "client",
    "content": "我感到焦虑，胡思乱想，觉得压力很大，这样要怎么办？",
    "annotation": [
      {
        "sentence": "我感到焦虑，胡思乱想，觉得压力很大，这样要怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样的问题，我觉得你可能是有心理创伤的困扰。创伤性事件给你带来了心理阴影，这种心理创伤的影响可以持续很久。我可以理解你的痛苦和困惑。你之前尝试过心理治疗，对你有一定的缓解，但是由于疫情的缘故，你感觉你的心情又很糟糕，想起了之前创伤性的事件，这让你的情绪变得很焦虑，让你的压力很大，让你感到不快乐。虽然真的不知道这些事情是什么，但是我想一定是让你很不愉快的事情，我也不再提了。",
    "annotation": [
      {
        "sentence": "看到你这样的问题，我觉得你可能是有心理创伤的困扰。",
        "label": ""
      },
      {
        "sentence": "创伤性事件给你带来了心理阴影，这种心理创伤的影响可以持续很久。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "你之前尝试过心理治疗，对你有一定的缓解，但是由于疫情的缘故，你感觉你的心情又很糟糕，想起了之前创伤性的事件，这让你的情绪变得很焦虑，让你的压力很大，让你感到不快乐。",
        "label": ""
      },
      {
        "sentence": "虽然真的不知道这些事情是什么，但是我想一定是让你很不愉快的事情，我也不再提了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，正是因为那些创伤性的经历，让我无法释怀、影响着我。我曾经在17年被迫休了学，18年去看医生了，吃了药，似乎开心了很多，但是我的那些问题仍然没有解决，一直还在心底。19年我也尝试在做心理治疗了，但是今天中断了四个月，而且又是疫情，又是在家上网课的，感觉有很多矛盾。我经常和父母吵架，家庭氛围很压抑。在家乡，我还回忆起过去在这里发生一些创伤性事件，而父母也不能帮我什么，反而还是和过去一样，充满抱怨和怒气。因为疫情，感觉很恐惧和人呆在一起，也习惯了自己一个人，既没有打扰，也不用社交。上网课、备考，还有参加重要考试，压力很大，很焦虑。而各种事情的刺激下，我感觉自己有应急障碍，脑子里时常会回忆起过去很多乱七八糟的事，经常容易胡思乱想，也会焦虑，恐惧，愤怒，悲伤。总之心情不是很好。我在考虑，我需要再去医院吃点药吗？已经停药快一年了，如今又去吃会不会更危险，想得到一些指导。",
    "annotation": [
      {
        "sentence": "是的，正是因为那些创伤性的经历，让我无法释怀、影响着我。",
        "label": ""
      },
      {
        "sentence": "我曾经在17年被迫休了学，18年去看医生了，吃了药，似乎开心了很多，但是我的那些问题仍然没有解决，一直还在心底。",
        "label": ""
      },
      {
        "sentence": "19年我也尝试在做心理治疗了，但是今天中断了四个月，而且又是疫情，又是在家上网课的，感觉有很多矛盾。",
        "label": ""
      },
      {
        "sentence": "我经常和父母吵架，家庭氛围很压抑。",
        "label": ""
      },
      {
        "sentence": "在家乡，我还回忆起过去在这里发生一些创伤性事件，而父母也不能帮我什么，反而还是和过去一样，充满抱怨和怒气。",
        "label": ""
      },
      {
        "sentence": "因为疫情，感觉很恐惧和人呆在一起，也习惯了自己一个人，既没有打扰，也不用社交。",
        "label": ""
      },
      {
        "sentence": "上网课、备考，还有参加重要考试，压力很大，很焦虑。",
        "label": ""
      },
      {
        "sentence": "而各种事情的刺激下，我感觉自己有应急障碍，脑子里时常会回忆起过去很多乱七八糟的事，经常容易胡思乱想，也会焦虑，恐惧，愤怒，悲伤。",
        "label": ""
      },
      {
        "sentence": "总之心情不是很好。",
        "label": ""
      },
      {
        "sentence": "我在考虑，我需要再去医院吃点药吗？",
        "label": ""
      },
      {
        "sentence": "已经停药快一年了，如今又去吃会不会更危险，想得到一些指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在所经历的困境，以及你对药物治疗的疑虑。创伤性事件对你的心理状态造成了持续的影响，你尝试过心理治疗和药物治疗，也有一定的效果。但是现在，由于疫情和家庭问题的叠加，你的情绪变得很糟糕，思绪不断纠结在过去的创伤上。药物的作用只能起到辅助性的作用，而且长期依赖药物治疗可能会带来一定的风险。因此，我建议你再次到医院复诊，让医生对你的情况进行专业的分析和指导。同时，你也要注重自己的心理调节，积极应对困难和压力。在面对过去的创伤时，我们可以尝试远离创伤地，避免触景生情，并且尝试转移自己的注意力。每当你想起不愉快的事情时，强迫自己分散注意力，去做一些放松的、不需要动脑子的事情，比如唱歌、跑步、画画等等。另外，打开自己，积极参与社交活动，交一两个朋友，在必要的时候和他们一起玩，让他们陪伴着你，这对改善你的心理情况也有帮助。综上所述，如果你觉得自己不能很好地控制自己的情绪，并且之前有服药的病史，那么还是建议你到医院进行复诊，听从专家的建议，同时积极调整自己的心态，配合治疗，减少对药物的依赖性。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "我明白你现在所经历的困境，以及你对药物治疗的疑虑。",
        "label": ""
      },
      {
        "sentence": "创伤性事件对你的心理状态造成了持续的影响，你尝试过心理治疗和药物治疗，也有一定的效果。",
        "label": ""
      },
      {
        "sentence": "但是现在，由于疫情和家庭问题的叠加，你的情绪变得很糟糕，思绪不断纠结在过去的创伤上。",
        "label": ""
      },
      {
        "sentence": "药物的作用只能起到辅助性的作用，而且长期依赖药物治疗可能会带来一定的风险。",
        "label": ""
      },
      {
        "sentence": "因此，我建议你再次到医院复诊，让医生对你的情况进行专业的分析和指导。",
        "label": ""
      },
      {
        "sentence": "同时，你也要注重自己的心理调节，积极应对困难和压力。",
        "label": ""
      },
      {
        "sentence": "在面对过去的创伤时，我们可以尝试远离创伤地，避免触景生情，并且尝试转移自己的注意力。",
        "label": ""
      },
      {
        "sentence": "每当你想起不愉快的事情时，强迫自己分散注意力，去做一些放松的、不需要动脑子的事情，比如唱歌、跑步、画画等等。",
        "label": ""
      },
      {
        "sentence": "另外，打开自己，积极参与社交活动，交一两个朋友，在必要的时候和他们一起玩，让他们陪伴着你，这对改善你的心理情况也有帮助。",
        "label": ""
      },
      {
        "sentence": "综上所述，如果你觉得自己不能很好地控制自己的情绪，并且之前有服药的病史，那么还是建议你到医院进行复诊，听从专家的建议，同时积极调整自己的心态，配合治疗，减少对药物的依赖性。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]