[
  {
    "role": "client",
    "content": "大一，自暴自弃，被舍友孤立，全是我的问题吗？大学之前一直在友情方面习得性无助，我把自己当成废物，自暴自弃。大一社恐，胆小自责，害怕人际冲突表现：不学习，不与人交流，不打理自己，邋遢，对什么都不上心，迟到，和舍友做事时间不一致（她们睡觉我不睡之类）我承认我不好，确实打扰她们了。也承认这样的状态活该孤立（虽然我人心善）她们三个都不喜欢我，舍长基于她职责会和我说一句。三人中B会在背后跟她们骂我，还当面说我有心理疾病，欺负我。大二我决定退出宿舍，主动孤立自己。舍长因为这个有些受伤，就听B的极其厌恶我。舍友C也很讨厌我，她为了讨好舍长和B，会往死里折腾我的尊严疫情期间我在家调整了心态，不觉得自己是废物了，不那么社恐还霸气了点。她们表示愿意和我归好，但我很排斥。（那么重的伤口）她们就还是原来那样对我，顶多能和我说句话。今天B又流露出想欺负我的派头，我决定回去瞪她一眼警告她。但，我害怕冲突，四人我终究是劣势的在宿舍我占多少错呀？怎么办",
    "annotation": [
      {
        "sentence": "大一，自暴自弃，被舍友孤立，全是我的问题吗？",
        "label": ""
      },
      {
        "sentence": "大学之前一直在友情方面习得性无助，我把自己当成废物，自暴自弃。",
        "label": ""
      },
      {
        "sentence": "大一社恐，胆小自责，害怕人际冲突表现：不学习，不与人交流，不打理自己，邋遢，对什么都不上心，迟到，和舍友做事时间不一致（她们睡觉我不睡之类）我承认我不好，确实打扰她们了。",
        "label": ""
      },
      {
        "sentence": "也承认这样的状态活该孤立（虽然我人心善）她们三个都不喜欢我，舍长基于她职责会和我说一句。",
        "label": ""
      },
      {
        "sentence": "三人中B会在背后跟她们骂我，还当面说我有心理疾病，欺负我。",
        "label": ""
      },
      {
        "sentence": "大二我决定退出宿舍，主动孤立自己。",
        "label": ""
      },
      {
        "sentence": "舍长因为这个有些受伤，就听B的极其厌恶我。",
        "label": ""
      },
      {
        "sentence": "舍友C也很讨厌我，她为了讨好舍长和B，会往死里折腾我的尊严疫情期间我在家调整了心态，不觉得自己是废物了，不那么社恐还霸气了点。",
        "label": ""
      },
      {
        "sentence": "她们表示愿意和我归好，但我很排斥。",
        "label": ""
      },
      {
        "sentence": "（那么重的伤口）她们就还是原来那样对我，顶多能和我说句话。",
        "label": ""
      },
      {
        "sentence": "今天B又流露出想欺负我的派头，我决定回去瞪她一眼警告她。",
        "label": ""
      },
      {
        "sentence": "但，我害怕冲突，四人我终究是劣势的在宿舍我占多少错呀？",
        "label": ""
      },
      {
        "sentence": "怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心疼你的经历呀，我来分析一下当前的主要问题。因为你的性格偏向于内敛羞怯，所以在和他人交往时也没有找到适合自己的方式，但又非常渴望能够获得稳定的友谊。所以在面对别人的恶意和误解时，你下意识选择责怪自己，认为自己有问题。大一时和这几个室友的相处中也是如此，他们因为你的一些不同之处就孤立你，并不是你的问题，而是他们自身带有的刻板印象造成的。这其实有点类似于煤气灯操纵的范畴，这是一种情感控制，操纵者试图让你相信你记错、误会或曲解了他们的行为和动机，从而在你的意识里播下怀疑的种子，让你变得脆弱和困惑。煤气灯操纵总是借助两个人来实现——其中一个是煤气灯操纵者，播种困惑和怀疑；另一个是被操纵者，为了能让这段关系继续，不得不怀疑自己的认知。所以你越想要友谊，在面对他人的恶意时就显得越脆弱，最终陷入不断怀疑自己、自暴自弃的情绪中。",
    "annotation": [
      {
        "sentence": "心疼你的经历呀，我来分析一下当前的主要问题。",
        "label": ""
      },
      {
        "sentence": "因为你的性格偏向于内敛羞怯，所以在和他人交往时也没有找到适合自己的方式，但又非常渴望能够获得稳定的友谊。",
        "label": ""
      },
      {
        "sentence": "所以在面对别人的恶意和误解时，你下意识选择责怪自己，认为自己有问题。",
        "label": ""
      },
      {
        "sentence": "大一时和这几个室友的相处中也是如此，他们因为你的一些不同之处就孤立你，并不是你的问题，而是他们自身带有的刻板印象造成的。",
        "label": ""
      },
      {
        "sentence": "这其实有点类似于煤气灯操纵的范畴，这是一种情感控制，操纵者试图让你相信你记错、误会或曲解了他们的行为和动机，从而在你的意识里播下怀疑的种子，让你变得脆弱和困惑。",
        "label": ""
      },
      {
        "sentence": "煤气灯操纵总是借助两个人来实现——其中一个是煤气灯操纵者，播种困惑和怀疑；另一个是被操纵者，为了能让这段关系继续，不得不怀疑自己的认知。",
        "label": ""
      },
      {
        "sentence": "所以你越想要友谊，在面对他人的恶意时就显得越脆弱，最终陷入不断怀疑自己、自暴自弃的情绪中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我经常会责怪自己，觉得自己没有能力和别人建立好的友情。但是我觉得即使我主动改变，他们可能还是会对我持有偏见，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "确实是这样，我经常会责怪自己，觉得自己没有能力和别人建立好的友情。",
        "label": ""
      },
      {
        "sentence": "但是我觉得即使我主动改变，他们可能还是会对我持有偏见，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，但也许远离那些让你产生负面情绪的人是个不错的选择。尽管这样做可能让你失去与他们建立友情的机会，但你如果不离开，试想一下接下来的一个月、一年，当这种情况继续时，你的感受会如何呢？如果仍然感到痛苦，那么这样的关系还有什么继续的意义呢？要相信我们的文化经常传递这样一条信息：如果你做出健康的选择，你将获得完美的幸福。我认为事实并没有这么简单。即使做出健康的选择也可能导致懊悔、悲伤和恐惧。但是，如果我们勇敢面对自己的恐惧，做出明智的选择，我们会庆幸所做的决定保持了完整的自我。另外，你可以尝试找一些家人、老师或同学客观地评价你。你在友情中受到不公平对待，已经让自己不断怀疑和自暴自弃，认为自己像个废物。但是这些人为了证明自己的成就和正确性，可以说是不择手段。你越是为了他人的错误惩罚自己，就陷得越深。不如找几个人客观地评价一下你，可以是对你没有恶意的人，并且他们对你的了解比较全面，然后列出你的优点。要相信我们总比我们想象中的更优秀。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，但也许远离那些让你产生负面情绪的人是个不错的选择。",
        "label": ""
      },
      {
        "sentence": "尽管这样做可能让你失去与他们建立友情的机会，但你如果不离开，试想一下接下来的一个月、一年，当这种情况继续时，你的感受会如何呢？",
        "label": ""
      },
      {
        "sentence": "如果仍然感到痛苦，那么这样的关系还有什么继续的意义呢？",
        "label": ""
      },
      {
        "sentence": "要相信我们的文化经常传递这样一条信息：如果你做出健康的选择，你将获得完美的幸福。",
        "label": ""
      },
      {
        "sentence": "我认为事实并没有这么简单。",
        "label": ""
      },
      {
        "sentence": "即使做出健康的选择也可能导致懊悔、悲伤和恐惧。",
        "label": ""
      },
      {
        "sentence": "但是，如果我们勇敢面对自己的恐惧，做出明智的选择，我们会庆幸所做的决定保持了完整的自我。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试找一些家人、老师或同学客观地评价你。",
        "label": ""
      },
      {
        "sentence": "你在友情中受到不公平对待，已经让自己不断怀疑和自暴自弃，认为自己像个废物。",
        "label": ""
      },
      {
        "sentence": "但是这些人为了证明自己的成就和正确性，可以说是不择手段。",
        "label": ""
      },
      {
        "sentence": "你越是为了他人的错误惩罚自己，就陷得越深。",
        "label": ""
      },
      {
        "sentence": "不如找几个人客观地评价一下你，可以是对你没有恶意的人，并且他们对你的了解比较全面，然后列出你的优点。",
        "label": ""
      },
      {
        "sentence": "要相信我们总比我们想象中的更优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试找到更客观的评价来改变自己对自己的看法。但是关于室友，我总觉得如果不能和大学室友交好，仿佛就是自己能力不行，或者人品有问题。我如何处理他们对我的羞辱和讽刺呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试找到更客观的评价来改变自己对自己的看法。",
        "label": ""
      },
      {
        "sentence": "但是关于室友，我总觉得如果不能和大学室友交好，仿佛就是自己能力不行，或者人品有问题。",
        "label": ""
      },
      {
        "sentence": "我如何处理他们对我的羞辱和讽刺呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "室友并不是那么重要哦。我们常常会有这样的观念，觉得如果和大学室友交不好，似乎就是自己有问题。但是从某种意义上来说，大学室友只是一群被随机分配的陌生人，他们的个性品德完全未知，他们的三观价值取向也很可能与你相互冲突。所以能和他们成为好友是幸运的，但很多时候都只能保持一个不交恶的关系。你没有义务要忍受别人对你的羞辱和讽刺。大家都是独立的人格，他们有能力霸凌你，那你也有权利去反击，强势的人才能保持尊严。",
    "annotation": [
      {
        "sentence": "室友并不是那么重要哦。",
        "label": ""
      },
      {
        "sentence": "我们常常会有这样的观念，觉得如果和大学室友交不好，似乎就是自己有问题。",
        "label": ""
      },
      {
        "sentence": "但是从某种意义上来说，大学室友只是一群被随机分配的陌生人，他们的个性品德完全未知，他们的三观价值取向也很可能与你相互冲突。",
        "label": ""
      },
      {
        "sentence": "所以能和他们成为好友是幸运的，但很多时候都只能保持一个不交恶的关系。",
        "label": ""
      },
      {
        "sentence": "你没有义务要忍受别人对你的羞辱和讽刺。",
        "label": ""
      },
      {
        "sentence": "大家都是独立的人格，他们有能力霸凌你，那你也有权利去反击，强势的人才能保持尊严。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加坚强自信，不再让他们的话语伤害到我。但是我还是有些害怕面对",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加坚强自信，不再让他们的话语伤害到我。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些害怕面对",
        "label": ""
      }
    ]
  }
]