[
  {
    "role": "client",
    "content": "昨晚我又有了自杀的念头，但这次我明确地知道自己不舍得死，因为我有了人生的目标。我发现自杀的念头更多是出于想要得到别人的关心。过去几年，我有很多次未遂自杀，但并非绝望到极点，只是希望得到关心。然而，到最后一刻仍然没有得到关心，我彻底失望，想要放弃。我觉得自己很傻，很卑微。我知道这种需求是正常的，但通过自杀来满足这种需求真的很傻，可有时我控制不住自己。我该怎么办？",
    "annotation": [
      {
        "sentence": "昨晚我又有了自杀的念头，但这次我明确地知道自己不舍得死，因为我有了人生的目标。",
        "label": ""
      },
      {
        "sentence": "我发现自杀的念头更多是出于想要得到别人的关心。",
        "label": ""
      },
      {
        "sentence": "过去几年，我有很多次未遂自杀，但并非绝望到极点，只是希望得到关心。",
        "label": ""
      },
      {
        "sentence": "然而，到最后一刻仍然没有得到关心，我彻底失望，想要放弃。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很傻，很卑微。",
        "label": ""
      },
      {
        "sentence": "我知道这种需求是正常的，但通过自杀来满足这种需求真的很傻，可有时我控制不住自己。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的信任！首先，我要赞扬你能够清楚地意识到自己并不是真正想死，而是通过自杀来引起身边人的关注和理解。对于很多抑郁症患者来说，他们希望通过伤害自己的方式吸引关注和获得认可是正常的心理需求。但这只是一部分原因，还有一部分原因是想摆脱那个内心脆弱的自己，从痛苦中解脱出来。你能够认识到自己活得很卑微，这对你摆脱困扰是很有帮助的。虽然你明白这些道理，但并不代表你能够完全控制自己的思想和行为，就像你无法控制自己想要自杀的念头一样。或许你没有意识到，想要自杀的念头也是你真实的一部分，无法割离出去。既然是自己的一部分，就可以试着接受它，允许自己在某些时候感到难过和想要自杀。但接受这些想法并不意味着要实施，这样做只是为了满足潜意识中的需求，让自己感到安心和舒适，不再痛苦不安。接受这些想法能够带来轻松和放松，但仍然无法解决你困扰的问题。你可以尝试通过适当的方式释放内心的情感，比如写下来、唱出来、大声喊出来，或者通过运动来释放。释放压力后，你会感到轻松和自在，也会有所成长，对待自己和他人的态度会发生转变，不再需要通过自杀来吸引关注和获得爱。",
    "annotation": [
      {
        "sentence": "非常感谢你的信任！",
        "label": ""
      },
      {
        "sentence": "首先，我要赞扬你能够清楚地意识到自己并不是真正想死，而是通过自杀来引起身边人的关注和理解。",
        "label": ""
      },
      {
        "sentence": "对于很多抑郁症患者来说，他们希望通过伤害自己的方式吸引关注和获得认可是正常的心理需求。",
        "label": ""
      },
      {
        "sentence": "但这只是一部分原因，还有一部分原因是想摆脱那个内心脆弱的自己，从痛苦中解脱出来。",
        "label": ""
      },
      {
        "sentence": "你能够认识到自己活得很卑微，这对你摆脱困扰是很有帮助的。",
        "label": ""
      },
      {
        "sentence": "虽然你明白这些道理，但并不代表你能够完全控制自己的思想和行为，就像你无法控制自己想要自杀的念头一样。",
        "label": ""
      },
      {
        "sentence": "或许你没有意识到，想要自杀的念头也是你真实的一部分，无法割离出去。",
        "label": ""
      },
      {
        "sentence": "既然是自己的一部分，就可以试着接受它，允许自己在某些时候感到难过和想要自杀。",
        "label": ""
      },
      {
        "sentence": "但接受这些想法并不意味着要实施，这样做只是为了满足潜意识中的需求，让自己感到安心和舒适，不再痛苦不安。",
        "label": ""
      },
      {
        "sentence": "接受这些想法能够带来轻松和放松，但仍然无法解决你困扰的问题。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过适当的方式释放内心的情感，比如写下来、唱出来、大声喊出来，或者通过运动来释放。",
        "label": ""
      },
      {
        "sentence": "释放压力后，你会感到轻松和自在，也会有所成长，对待自己和他人的态度会发生转变，不再需要通过自杀来吸引关注和获得爱。",
        "label": ""
      }
    ]
  }
]