[
  {
    "role": "client",
    "content": "如果有人总是打击你的自信心，怎么办？",
    "annotation": [
      {
        "sentence": "如果有人总是打击你的自信心，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的这个问题，让我想起了曾经的青涩年代。年轻时候的自己，也遭遇过类似的情境，有着同样的害怕，同样的困扰，同样的无助。可是一转眼，多年过去了，自己经历了风雨也见过了彩虹，时过境迁才回头去看青年时期曾经的烦恼，却不由自主的莞尔一笑，云淡风轻！曾经的自认为是生命中难以逾越的坎，早就不知不觉被抛到了身后；那些曾经恶语相向的人，都发现早已不见，就如同开往春天的地铁，他们早就换乘了。我顿时醒悟，原来生命中你遇到的大多数人或事，都注定只是路过的风景，是无常变化的。",
    "annotation": [
      {
        "sentence": "你的这个问题，让我想起了曾经的青涩年代。",
        "label": ""
      },
      {
        "sentence": "年轻时候的自己，也遭遇过类似的情境，有着同样的害怕，同样的困扰，同样的无助。",
        "label": ""
      },
      {
        "sentence": "可是一转眼，多年过去了，自己经历了风雨也见过了彩虹，时过境迁才回头去看青年时期曾经的烦恼，却不由自主的莞尔一笑，云淡风轻！",
        "label": ""
      },
      {
        "sentence": "曾经的自认为是生命中难以逾越的坎，早就不知不觉被抛到了身后；那些曾经恶语相向的人，都发现早已不见，就如同开往春天的地铁，他们早就换乘了。",
        "label": ""
      },
      {
        "sentence": "我顿时醒悟，原来生命中你遇到的大多数人或事，都注定只是路过的风景，是无常变化的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了上面说的道理，但要怎么选择面对那些人对我的态度呢？如果必须要和这些人接触，怎么和她们相处才能避免自己受伤害？比如她们总是说我长得丑，身材不好，说我不和群等等...感觉我好像一文不值。",
    "annotation": [
      {
        "sentence": "我明白了上面说的道理，但要怎么选择面对那些人对我的态度呢？",
        "label": ""
      },
      {
        "sentence": "如果必须要和这些人接触，怎么和她们相处才能避免自己受伤害？",
        "label": ""
      },
      {
        "sentence": "比如她们总是说我长得丑，身材不好，说我不和群等等...感觉我好像一文不值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你明白了上面说的道理后，打算如何选择面对他们的态度？既然他们都是暂时的“风景”，你又何必如临大敌，费尽心思地寻找与他们相处的秘诀呢？为何不把宝贵的时间留给自己？因为你才是最重要的！你值得被尊重，你配得上更好的境遇，所以不如去多读书，多提升自己，多做有益于自己学业或工作的事情。在你的内心，存在着自我怀疑。你因为外界的恶语差评已经开始觉得自己一文不值了，这是一个很危险的信号，说明你的自我价值感在下降，接下去迎接你的也许是低自尊和自卑。你的显意识正在拒绝这些负面的评语，但你的潜意识却似乎“赞同”了这些评语所描述的那个自己，两者起了冲突，因此你感受到了痛苦。倘若你的潜意识跟显意识站在一块儿，你有强大的自我，那么你就能非常洒脱的应对这些差评，因为你内心十分坚定的相信，他们说的那个你并不是真正的你。whocare？所以，真正能让你摆脱困境的不是你要去学习社交技巧，Well，技巧是很重要没错，但不是解题的关键。关键是你首先要悦纳自己，建立强大的自我信念，拥有健康的自尊、自信和自我价值感，这些是你的内在力量（innerpower）。也许你的外表不是特别出色，但你可以有智慧，可以有学识，那些都是不会折旧的好东西，比起逐年折旧又没多少保鲜期的容貌，那真是值钱多了。",
    "annotation": [
      {
        "sentence": "首先，你明白了上面说的道理后，打算如何选择面对他们的态度？",
        "label": ""
      },
      {
        "sentence": "既然他们都是暂时的“风景”，你又何必如临大敌，费尽心思地寻找与他们相处的秘诀呢？",
        "label": ""
      },
      {
        "sentence": "为何不把宝贵的时间留给自己？",
        "label": ""
      },
      {
        "sentence": "因为你才是最重要的！",
        "label": ""
      },
      {
        "sentence": "你值得被尊重，你配得上更好的境遇，所以不如去多读书，多提升自己，多做有益于自己学业或工作的事情。",
        "label": ""
      },
      {
        "sentence": "在你的内心，存在着自我怀疑。",
        "label": ""
      },
      {
        "sentence": "你因为外界的恶语差评已经开始觉得自己一文不值了，这是一个很危险的信号，说明你的自我价值感在下降，接下去迎接你的也许是低自尊和自卑。",
        "label": ""
      },
      {
        "sentence": "你的显意识正在拒绝这些负面的评语，但你的潜意识却似乎“赞同”了这些评语所描述的那个自己，两者起了冲突，因此你感受到了痛苦。",
        "label": ""
      },
      {
        "sentence": "倘若你的潜意识跟显意识站在一块儿，你有强大的自我，那么你就能非常洒脱的应对这些差评，因为你内心十分坚定的相信，他们说的那个你并不是真正的你。",
        "label": ""
      },
      {
        "sentence": "whocare？",
        "label": ""
      },
      {
        "sentence": "所以，真正能让你摆脱困境的不是你要去学习社交技巧，Well，技巧是很重要没错，但不是解题的关键。",
        "label": ""
      },
      {
        "sentence": "关键是你首先要悦纳自己，建立强大的自我信念，拥有健康的自尊、自信和自我价值感，这些是你的内在力量（innerpower）。",
        "label": ""
      },
      {
        "sentence": "也许你的外表不是特别出色，但你可以有智慧，可以有学识，那些都是不会折旧的好东西，比起逐年折旧又没多少保鲜期的容貌，那真是值钱多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该更加悦纳自己，建立自信。但我还是很困惑，为什么身边的人总是如此负面？我怎么才能与他们相处好呢？",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该更加悦纳自己，建立自信。",
        "label": ""
      },
      {
        "sentence": "但我还是很困惑，为什么身边的人总是如此负面？",
        "label": ""
      },
      {
        "sentence": "我怎么才能与他们相处好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认清外界从你的描述中可以知道，你周围遇到的人，是一群负能量爆棚且内心不健康的群体。从心理学角度去分析，一个人如果跟自己能相处好，才会跟周围的人相处好，也才能跟这个世界相处好。因此，这些人其实跟自己相处并不好，她们的潜意识里也藏着自卑，觉得自己不够好，所以才要通过否定你，指戳你的缺点和短处来获得一种优越感，这样才能让她们觉得自己很好（相对论发挥作用了）。而如果是拥有健康自信和自我价值感的人，行为模式绝不会这样，反而是会去努力发现别人的优点，用欣赏的眼光去对待别人。毕竟，看到优点比看到缺点要更让人欢喜。所以，你为何要浪费宝贵的精力在需要治愈的不健康人群那？还不如将她们介绍给平台，让她们也获得福利。那么，应付的方式也很简单，你只需要淡然面对她们的嘲笑讽刺就好了，然后每天都快乐而充实地活着，像一个皮球一样，拍一下仍就可以弹跳得很高，而不是漏气瘪下去。像这样以心理学方式的还击之道是最优雅也最有力的，因为她们无法从你这里获得优越感，她们所认为的你的短板，你根本不以为然；你的长处比如学识与智慧，却是她们可望而不可及的白月光，你反过来也可以从她们那里获取到优越感。你想融入社会，与周围的人相处好，就先学会与自己融洽的相处，这样你才能游刃有余地面对他人，面对这个世界。如果你相信，自己配得上更好的境遇，那就努力一把，往高处走，让自己的周围都变成优秀的人。",
    "annotation": [
      {
        "sentence": "认清外界从你的描述中可以知道，你周围遇到的人，是一群负能量爆棚且内心不健康的群体。",
        "label": ""
      },
      {
        "sentence": "从心理学角度去分析，一个人如果跟自己能相处好，才会跟周围的人相处好，也才能跟这个世界相处好。",
        "label": ""
      },
      {
        "sentence": "因此，这些人其实跟自己相处并不好，她们的潜意识里也藏着自卑，觉得自己不够好，所以才要通过否定你，指戳你的缺点和短处来获得一种优越感，这样才能让她们觉得自己很好（相对论发挥作用了）。",
        "label": ""
      },
      {
        "sentence": "而如果是拥有健康自信和自我价值感的人，行为模式绝不会这样，反而是会去努力发现别人的优点，用欣赏的眼光去对待别人。",
        "label": ""
      },
      {
        "sentence": "毕竟，看到优点比看到缺点要更让人欢喜。",
        "label": ""
      },
      {
        "sentence": "所以，你为何要浪费宝贵的精力在需要治愈的不健康人群那？",
        "label": ""
      },
      {
        "sentence": "还不如将她们介绍给平台，让她们也获得福利。",
        "label": ""
      },
      {
        "sentence": "那么，应付的方式也很简单，你只需要淡然面对她们的嘲笑讽刺就好了，然后每天都快乐而充实地活着，像一个皮球一样，拍一下仍就可以弹跳得很高，而不是漏气瘪下去。",
        "label": ""
      },
      {
        "sentence": "像这样以心理学方式的还击之道是最优雅也最有力的，因为她们无法从你这里获得优越感，她们所认为的你的短板，你根本不以为然；你的长处比如学识与智慧，却是她们可望而不可及的白月光，你反过来也可以从她们那里获取到优越感。",
        "label": ""
      },
      {
        "sentence": "你想融入社会，与周围的人相处好，就先学会与自己融洽的相处，这样你才能游刃有余地面对他人，面对这个世界。",
        "label": ""
      },
      {
        "sentence": "如果你相信，自己配得上更好的境遇，那就努力一把，往高处走，让自己的周围都变成优秀的人。",
        "label": ""
      }
    ]
  }
]