[
  {
    "role": "client",
    "content": "我最近发现男朋友出轨了，但他写了一封保证书给我，我不知道是否应该原谅他。我想问问大家的意见，因为他对我很好，我觉得在一起很安心。但是他在异地出差的一周时间里却去约P，我很不理解他这样的心理是怎么回事。而且事发当天我还一直和他聊天，他并没有提及这件事。我现在很矛盾，不知道是否能够原谅他。他还给我写了保证书，并且我们已经见过家长，家长也对他很满意。现在我们已经同居在一起，但这件事一直困扰着我，当时我发现后就说要分手，但他却哭了，作为一个大男人，他的哭让我真的不知道该怎么办了……他说他出差期间晚上感到无聊，于是下载了一个软件，然后认识了一个同在外地出差的女孩，觉得他们有缘分，于是晚上一起出去聊天、喝酒，最后就发生了关系。他向我解释了半天，并且当着我的面删除了和那个女孩的联系，并打电话给她说清楚了。我现在很纠结，是应该给他一次机会还是直接分手呢？",
    "annotation": [
      {
        "sentence": "我最近发现男朋友出轨了，但他写了一封保证书给我，我不知道是否应该原谅他。",
        "label": ""
      },
      {
        "sentence": "我想问问大家的意见，因为他对我很好，我觉得在一起很安心。",
        "label": ""
      },
      {
        "sentence": "但是他在异地出差的一周时间里却去约P，我很不理解他这样的心理是怎么回事。",
        "label": ""
      },
      {
        "sentence": "而且事发当天我还一直和他聊天，他并没有提及这件事。",
        "label": ""
      },
      {
        "sentence": "我现在很矛盾，不知道是否能够原谅他。",
        "label": ""
      },
      {
        "sentence": "他还给我写了保证书，并且我们已经见过家长，家长也对他很满意。",
        "label": ""
      },
      {
        "sentence": "现在我们已经同居在一起，但这件事一直困扰着我，当时我发现后就说要分手，但他却哭了，作为一个大男人，他的哭让我真的不知道该怎么办了……他说他出差期间晚上感到无聊，于是下载了一个软件，然后认识了一个同在外地出差的女孩，觉得他们有缘分，于是晚上一起出去聊天、喝酒，最后就发生了关系。",
        "label": ""
      },
      {
        "sentence": "他向我解释了半天，并且当着我的面删除了和那个女孩的联系，并打电话给她说清楚了。",
        "label": ""
      },
      {
        "sentence": "我现在很纠结，是应该给他一次机会还是直接分手呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，先给你一个大大的拥抱。这个决定最重要的是要听听自己的内心，请记住，别人无法给你答案，但是你可以寻求帮助，并为解决问题提供思路。从你个人的角度来看，你是否真正爱他？或者你只是依赖他对你的好？你要问问自己，这些感觉是真实的吗？你爱他的哪些方面吸引着你？如果你最终确定你真的爱他，或许可以给他一次机会，但仅限于这一次。和他好好沟通一下，告诉他你的底线，听听他对于他出轨的解释。同时，也要了解他平时的人品和态度，因为每个人都会犯错，但重要的是看他如何认识并面对自己的错误。从他的角度来看，他对你是否真的好？真实吗？他的出轨是否因为你们之间出现了一些问题？你可以问清楚他对你的感受，也许你觉得和他相处很好，但你有没有让他觉得你们也很好呢？如果你们的感情真的深如金钢，他是不会有心思去找别人。换句话说，他可能并不像你想的那样爱你，或者对你有一些看法，只是你不知道，他也没有说出来。所以你们需要好好谈一谈，先放下内心的固执和执念，接受现实。无论现在你有多么难过，事实已经发生，改变不了。如果你一直固守着不开心的情绪来拒绝接受事实，就像用头来撞墙，只会头破血流，对事情没有任何帮助。接受现实后，寻求解决问题的办法，当你了解清楚所有情况之后，再问问自己，是给他一次机会，还是选择分手。祝你一切安好。",
    "annotation": [
      {
        "sentence": "亲爱的，先给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "这个决定最重要的是要听听自己的内心，请记住，别人无法给你答案，但是你可以寻求帮助，并为解决问题提供思路。",
        "label": ""
      },
      {
        "sentence": "从你个人的角度来看，你是否真正爱他？",
        "label": ""
      },
      {
        "sentence": "或者你只是依赖他对你的好？",
        "label": ""
      },
      {
        "sentence": "你要问问自己，这些感觉是真实的吗？",
        "label": ""
      },
      {
        "sentence": "你爱他的哪些方面吸引着你？",
        "label": ""
      },
      {
        "sentence": "如果你最终确定你真的爱他，或许可以给他一次机会，但仅限于这一次。",
        "label": ""
      },
      {
        "sentence": "和他好好沟通一下，告诉他你的底线，听听他对于他出轨的解释。",
        "label": ""
      },
      {
        "sentence": "同时，也要了解他平时的人品和态度，因为每个人都会犯错，但重要的是看他如何认识并面对自己的错误。",
        "label": ""
      },
      {
        "sentence": "从他的角度来看，他对你是否真的好？",
        "label": ""
      },
      {
        "sentence": "真实吗？",
        "label": ""
      },
      {
        "sentence": "他的出轨是否因为你们之间出现了一些问题？",
        "label": ""
      },
      {
        "sentence": "你可以问清楚他对你的感受，也许你觉得和他相处很好，但你有没有让他觉得你们也很好呢？",
        "label": ""
      },
      {
        "sentence": "如果你们的感情真的深如金钢，他是不会有心思去找别人。",
        "label": ""
      },
      {
        "sentence": "换句话说，他可能并不像你想的那样爱你，或者对你有一些看法，只是你不知道，他也没有说出来。",
        "label": ""
      },
      {
        "sentence": "所以你们需要好好谈一谈，先放下内心的固执和执念，接受现实。",
        "label": ""
      },
      {
        "sentence": "无论现在你有多么难过，事实已经发生，改变不了。",
        "label": ""
      },
      {
        "sentence": "如果你一直固守着不开心的情绪来拒绝接受事实，就像用头来撞墙，只会头破血流，对事情没有任何帮助。",
        "label": ""
      },
      {
        "sentence": "接受现实后，寻求解决问题的办法，当你了解清楚所有情况之后，再问问自己，是给他一次机会，还是选择分手。",
        "label": ""
      },
      {
        "sentence": "祝你一切安好。",
        "label": ""
      }
    ]
  }
]