[
  {
    "role": "client",
    "content": "家里不理解，心里不舒服，总是认为我是给他们丢人了？我今年40岁，刚办理了离婚证，工作的不顺利，让我有些心灰一冷，但是家人总是喜欢听我跟别人聊天的话，然后在家的时候就数落我，根本无法理解我的不容易，我的苦衷。我还有个哥哥，家人任何的时候都是迁就的我哥哥，认为我哥比我强很多。我现在认识一个人，他告诉我说学习外语口语可以更好的让自己立足于这个社会，我的家人不但不理解我，还说我是异想天开。我自己就想依靠自己的工作当中的挣钱来学习提升自己的能力，从来都没有想过要求家人给我任何的支持跟帮助。我不明白我自己做错什么事情了，总是在外面有很多的人在传风言风语，我根本就没有那些不良嗜好。也从不跟家人要钱，但是家人还是不信任我，不理解我。总是认为我是给他们丢人了。",
    "annotation": [
      {
        "sentence": "家里不理解，心里不舒服，总是认为我是给他们丢人了？",
        "label": ""
      },
      {
        "sentence": "我今年40岁，刚办理了离婚证，工作的不顺利，让我有些心灰一冷，但是家人总是喜欢听我跟别人聊天的话，然后在家的时候就数落我，根本无法理解我的不容易，我的苦衷。",
        "label": ""
      },
      {
        "sentence": "我还有个哥哥，家人任何的时候都是迁就的我哥哥，认为我哥比我强很多。",
        "label": ""
      },
      {
        "sentence": "我现在认识一个人，他告诉我说学习外语口语可以更好的让自己立足于这个社会，我的家人不但不理解我，还说我是异想天开。",
        "label": ""
      },
      {
        "sentence": "我自己就想依靠自己的工作当中的挣钱来学习提升自己的能力，从来都没有想过要求家人给我任何的支持跟帮助。",
        "label": ""
      },
      {
        "sentence": "我不明白我自己做错什么事情了，总是在外面有很多的人在传风言风语，我根本就没有那些不良嗜好。",
        "label": ""
      },
      {
        "sentence": "也从不跟家人要钱，但是家人还是不信任我，不理解我。",
        "label": ""
      },
      {
        "sentence": "总是认为我是给他们丢人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，希望这些文字，能给你带来帮助。本来生活就已经很艰辛了，最亲近的家人还不理解自己，真的是很难过的事情。",
    "annotation": [
      {
        "sentence": "见字如面，希望这些文字，能给你带来帮助。",
        "label": ""
      },
      {
        "sentence": "本来生活就已经很艰辛了，最亲近的家人还不理解自己，真的是很难过的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的很伤心，觉得自己好像一无是处。",
    "annotation": [
      {
        "sentence": "是啊，我真的很伤心，觉得自己好像一无是处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，这种被亲人误解的感觉让人倍感失落。但是，你可以尝试和家人沟通一下，或许是因为很久没能沟通，家人对你的了解很片面；或许是因为家人想法比较保守，觉得离婚是丢人的事，从而对你产生了误会。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，这种被亲人误解的感觉让人倍感失落。",
        "label": ""
      },
      {
        "sentence": "但是，你可以尝试和家人沟通一下，或许是因为很久没能沟通，家人对你的了解很片面；或许是因为家人想法比较保守，觉得离婚是丢人的事，从而对你产生了误会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是每次我想和他们谈一谈，他们总是不耐烦，根本不听我说。",
    "annotation": [
      {
        "sentence": "可是每次我想和他们谈一谈，他们总是不耐烦，根本不听我说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家人之间的沟通确实不容易，有时候需要一些耐心和技巧。你可以试着选择一个和家人平静的时刻，以温和的语气表达出你的想法和困扰，告诉他们你的痛处和需要支持的地方。相信通过坦诚而理性的交流，你们能够有更好的相互理解与支持。",
    "annotation": [
      {
        "sentence": "家人之间的沟通确实不容易，有时候需要一些耐心和技巧。",
        "label": ""
      },
      {
        "sentence": "你可以试着选择一个和家人平静的时刻，以温和的语气表达出你的想法和困扰，告诉他们你的痛处和需要支持的地方。",
        "label": ""
      },
      {
        "sentence": "相信通过坦诚而理性的交流，你们能够有更好的相互理解与支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的建议，我会试一试的。",
    "annotation": [
      {
        "sentence": "好的，谢谢你的建议，我会试一试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。做自己认为正确的事情是值得鼓励和支持的，即使在经历沟通后家人还是不能理解，也并不意味着你做错了什么。记住，你已经是成年人了，不需要做什么事情都征求家人的同意，那就尽量去做吧。学习外语口语是很好的想法，只要你用心去学习，学到的东西一定会派上用场，所以要大胆去追求自己觉得正确的事情。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "做自己认为正确的事情是值得鼓励和支持的，即使在经历沟通后家人还是不能理解，也并不意味着你做错了什么。",
        "label": ""
      },
      {
        "sentence": "记住，你已经是成年人了，不需要做什么事情都征求家人的同意，那就尽量去做吧。",
        "label": ""
      },
      {
        "sentence": "学习外语口语是很好的想法，只要你用心去学习，学到的东西一定会派上用场，所以要大胆去追求自己觉得正确的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要相信自己，勇敢地去追求自己的梦想。也许有一天，他们会理解我并且支持我。",
    "annotation": [
      {
        "sentence": "你说得对，我要相信自己，勇敢地去追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "也许有一天，他们会理解我并且支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我相信只要你努力并坚持下去，你的努力会得到回报。无论他人是否理解与支持，你要保持为自己而活的勇气和决心。不要给那些指责和批评你的家人过多的注意，他们不理解你的原因可能是因为他们无法从自己的角度看到你的坚持和努力。你可以尝试搬出来住，一面学习一面工作，定期回家看望家人。在独处时保持乐观向上的心态；如果是自己住，那就更好啦，手机一关，沉迷学习。至于那些风言风语，你可以认真解释一两次，如果没用，就随他去。认真做好自己的事情，在你做到一定程度之后，那些谣言就会不攻自破。",
    "annotation": [
      {
        "sentence": "是的，我相信只要你努力并坚持下去，你的努力会得到回报。",
        "label": ""
      },
      {
        "sentence": "无论他人是否理解与支持，你要保持为自己而活的勇气和决心。",
        "label": ""
      },
      {
        "sentence": "不要给那些指责和批评你的家人过多的注意，他们不理解你的原因可能是因为他们无法从自己的角度看到你的坚持和努力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试搬出来住，一面学习一面工作，定期回家看望家人。",
        "label": ""
      },
      {
        "sentence": "在独处时保持乐观向上的心态；如果是自己住，那就更好啦，手机一关，沉迷学习。",
        "label": ""
      },
      {
        "sentence": "至于那些风言风语，你可以认真解释一两次，如果没用，就随他去。",
        "label": ""
      },
      {
        "sentence": "认真做好自己的事情，在你做到一定程度之后，那些谣言就会不攻自破。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会放下那些不重要的东西，专注于自己的学习和发展。我相信只要我努力，我一定能够取得成功的。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会放下那些不重要的东西，专注于自己的学习和发展。",
        "label": ""
      },
      {
        "sentence": "我相信只要我努力，我一定能够取得成功的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常认同你的想法！在四十岁还愿意学习英语口语的人，真的很少见。坚持下去，你将在四十岁的时候焕发全新的活力，看到全新的世界。希望你能坚持自己的决定，为自己而努力，不要被他人的不理解影响到你的前进。祝你和家人沟通愉快；如果不能，就要学会享受自己的生活，活得痛快。你值得更好的生活和幸福。",
    "annotation": [
      {
        "sentence": "非常认同你的想法！",
        "label": ""
      },
      {
        "sentence": "在四十岁还愿意学习英语口语的人，真的很少见。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你将在四十岁的时候焕发全新的活力，看到全新的世界。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持自己的决定，为自己而努力，不要被他人的不理解影响到你的前进。",
        "label": ""
      },
      {
        "sentence": "祝你和家人沟通愉快；如果不能，就要学会享受自己的生活，活得痛快。",
        "label": ""
      },
      {
        "sentence": "你值得更好的生活和幸福。",
        "label": ""
      }
    ]
  }
]