[
  {
    "role": "client",
    "content": "只要别人不及时回复我的信息，我就很焦虑怎么办？我的朋友很少，平时也很少社交。工作有七年了，但是只要领导和同事不及时回复我的信息，我就很焦虑。其实只我的爸爸妈妈和唯一认识十二年的好朋友，不及时回复我才不会这样。连前男友不及时回复，我也很烦。哪怕事后真诚道歉，我嘴上接受，心理很难接受。一是认为他们看到了信息，但是觉得我告知的信息、提问的信息没有价值，没有回复的必要，或担心他们厌烦我本人，或担心他们认为我工作能力低。二是在他们不回复我的时候，我担心我向他告知或询问的事情，有我不了解的来龙去脉。所以对方认为我了解得很表面，很难给我具体的回复。所以晾着我。三是我会认为对方觉得我只是个小员工，所以不及时回复。总之在我等待的时候，我的内心完全没有办法安静下来，去做其他的事情，一直在猜测最对方的心理活动。请问我这样是正常的吗？是所有的人都这样吗？我如何能在等待里变得不焦虑？",
    "annotation": [
      {
        "sentence": "只要别人不及时回复我的信息，我就很焦虑怎么办？",
        "label": ""
      },
      {
        "sentence": "我的朋友很少，平时也很少社交。",
        "label": ""
      },
      {
        "sentence": "工作有七年了，但是只要领导和同事不及时回复我的信息，我就很焦虑。",
        "label": ""
      },
      {
        "sentence": "其实只我的爸爸妈妈和唯一认识十二年的好朋友，不及时回复我才不会这样。",
        "label": ""
      },
      {
        "sentence": "连前男友不及时回复，我也很烦。",
        "label": ""
      },
      {
        "sentence": "哪怕事后真诚道歉，我嘴上接受，心理很难接受。",
        "label": ""
      },
      {
        "sentence": "一是认为他们看到了信息，但是觉得我告知的信息、提问的信息没有价值，没有回复的必要，或担心他们厌烦我本人，或担心他们认为我工作能力低。",
        "label": ""
      },
      {
        "sentence": "二是在他们不回复我的时候，我担心我向他告知或询问的事情，有我不了解的来龙去脉。",
        "label": ""
      },
      {
        "sentence": "所以对方认为我了解得很表面，很难给我具体的回复。",
        "label": ""
      },
      {
        "sentence": "所以晾着我。",
        "label": ""
      },
      {
        "sentence": "三是我会认为对方觉得我只是个小员工，所以不及时回复。",
        "label": ""
      },
      {
        "sentence": "总之在我等待的时候，我的内心完全没有办法安静下来，去做其他的事情，一直在猜测最对方的心理活动。",
        "label": ""
      },
      {
        "sentence": "请问我这样是正常的吗？",
        "label": ""
      },
      {
        "sentence": "是所有的人都这样吗？",
        "label": ""
      },
      {
        "sentence": "我如何能在等待里变得不焦虑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到了你的困扰，希望可以帮到你。从你的描述里看到只要别人不及时回你的信息你就会很焦虑，同时也看到了你对不及时回复的种种原因的分析和担心，很理解你的心情和感受，我们可以试试梳理一下以期改善：首先，允许焦虑。有这种情况是正常的，多数人在收不到信息回复的时候都会或多或少的担心和焦虑，不要因此而质疑自己而带来额外的压力，这种状态从另一个方面恰恰体现了你对自我形象和人际关系的重视；发出了信息完全不在意别人的回复，这样的人恐怕是少数。",
    "annotation": [
      {
        "sentence": "看到了你的困扰，希望可以帮到你。",
        "label": ""
      },
      {
        "sentence": "从你的描述里看到只要别人不及时回你的信息你就会很焦虑，同时也看到了你对不及时回复的种种原因的分析和担心，很理解你的心情和感受，我们可以试试梳理一下以期改善：首先，允许焦虑。",
        "label": ""
      },
      {
        "sentence": "有这种情况是正常的，多数人在收不到信息回复的时候都会或多或少的担心和焦虑，不要因此而质疑自己而带来额外的压力，这种状态从另一个方面恰恰体现了你对自我形象和人际关系的重视；发出了信息完全不在意别人的回复，这样的人恐怕是少数。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感觉好像是因为我太在乎别人的回应了，所以才会那么焦虑。没有及时回复给我带来了很多负面情绪。我应该怎么做才能不那么焦虑呢？",
    "annotation": [
      {
        "sentence": "我明白了，感觉好像是因为我太在乎别人的回应了，所以才会那么焦虑。",
        "label": ""
      },
      {
        "sentence": "没有及时回复给我带来了很多负面情绪。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做才能不那么焦虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你理解得很准确。下面我给你三点建议。第一，回到自己。如何在等待中不焦虑呢，重要的一步就是回到自己。把关注点放回到自己身上，因为信息发出去之后，对方的情况就不在你的可控范围之内了，无论是哪种原因的没有回复，在对方回复之前你的猜测都只能是猜测，与其把时间过多地花费在揣测对方的心意上，不如回到自己正在做的事情上，用你的专注填满可能让你等待的时间，可能可以帮助你疏解等待时的焦虑。第二，不过度解读。把问题和情绪分开，不过分解读对方回复不及时的原因，及时调整自己的情绪，不在情绪不稳定的时候发送信息，也可能有效地降低你因为负面情绪而产生的负面解读。第三，尝试放慢回复的速度。你可以在下次收到信息时不着急回复，观察一下对方的反应，这可能帮助你在自己收不到回复的时候保持相对客观的态度。随着年龄的增长，我们都要学会在延迟满足中克制自己、期待好的结果、感激他人的回应，并且珍惜每天都有的新收获。",
    "annotation": [
      {
        "sentence": "很好，你理解得很准确。",
        "label": ""
      },
      {
        "sentence": "下面我给你三点建议。",
        "label": ""
      },
      {
        "sentence": "第一，回到自己。",
        "label": ""
      },
      {
        "sentence": "如何在等待中不焦虑呢，重要的一步就是回到自己。",
        "label": ""
      },
      {
        "sentence": "把关注点放回到自己身上，因为信息发出去之后，对方的情况就不在你的可控范围之内了，无论是哪种原因的没有回复，在对方回复之前你的猜测都只能是猜测，与其把时间过多地花费在揣测对方的心意上，不如回到自己正在做的事情上，用你的专注填满可能让你等待的时间，可能可以帮助你疏解等待时的焦虑。",
        "label": ""
      },
      {
        "sentence": "第二，不过度解读。",
        "label": ""
      },
      {
        "sentence": "把问题和情绪分开，不过分解读对方回复不及时的原因，及时调整自己的情绪，不在情绪不稳定的时候发送信息，也可能有效地降低你因为负面情绪而产生的负面解读。",
        "label": ""
      },
      {
        "sentence": "第三，尝试放慢回复的速度。",
        "label": ""
      },
      {
        "sentence": "你可以在下次收到信息时不着急回复，观察一下对方的反应，这可能帮助你在自己收不到回复的时候保持相对客观的态度。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，我们都要学会在延迟满足中克制自己、期待好的结果、感激他人的回应，并且珍惜每天都有的新收获。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我要尽量控制自己的情绪，不过度解读别人的回应。同时，我也会尝试放慢回复的速度，让自己更加冷静客观地看待这个问题。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我要尽量控制自己的情绪，不过度解读别人的回应。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试放慢回复的速度，让自己更加冷静客观地看待这个问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你的情绪在你的掌控之中，相信你能够渐渐减少焦虑，变得更加从容。如果你还有任何问题或需要进一步的支持，随时找我倾诉。祝福你每天都能够有更多的进步和收获！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的情绪在你的掌控之中，相信你能够渐渐减少焦虑，变得更加从容。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或需要进一步的支持，随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你每天都能够有更多的进步和收获！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心倾听和鼓励！我会好好实践你给的建议的，请保持联系，如果我再遇到问题的话，我一定会再来找你聊聊的。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的耐心倾听和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会好好实践你给的建议的，请保持联系，如果我再遇到问题的话，我一定会再来找你聊聊的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很乐意为你提供帮助，随时欢迎再来找我聊天。祝你一切顺利，心情愉快！记得保持积极向上，不断进步！加油！",
    "annotation": [
      {
        "sentence": "我很乐意为你提供帮助，随时欢迎再来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，心情愉快！",
        "label": ""
      },
      {
        "sentence": "记得保持积极向上，不断进步！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]