[
  {
    "role": "client",
    "content": "最近我感觉胸闷难受不自主流泪，是不是抑郁啊？我26岁女生，考编一直未成功，相亲也一直没有结果，而且最近的睡眠也很不好。半夜睡不着，就算睡着了也会在两三点醒来，感觉胸闷不舒服。身边没有可以说话聊天的朋友，只能把这些烦恼压在心里。我感到很烦躁，每天都不开心，对生活也没有太大期望了。这几天坐在这里都会不由自主地流眼泪。我是不是患上抑郁症了？",
    "annotation": [
      {
        "sentence": "最近我感觉胸闷难受不自主流泪，是不是抑郁啊？",
        "label": ""
      },
      {
        "sentence": "我26岁女生，考编一直未成功，相亲也一直没有结果，而且最近的睡眠也很不好。",
        "label": ""
      },
      {
        "sentence": "半夜睡不着，就算睡着了也会在两三点醒来，感觉胸闷不舒服。",
        "label": ""
      },
      {
        "sentence": "身边没有可以说话聊天的朋友，只能把这些烦恼压在心里。",
        "label": ""
      },
      {
        "sentence": "我感到很烦躁，每天都不开心，对生活也没有太大期望了。",
        "label": ""
      },
      {
        "sentence": "这几天坐在这里都会不由自主地流眼泪。",
        "label": ""
      },
      {
        "sentence": "我是不是患上抑郁症了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，听到你的描述，我了解你目前的困扰。首先，我不认为你现在就可以说自己患上了抑郁症。当人们遇到各种事情时，情绪的困扰和身体反应是很正常的。这相当于身体在保护自己，就像我们在危险面前会感到紧张，胃会收紧，心跳会加快一样。身体已经在提醒你需要调整自己的状态。无论面临什么事情，都会引发情绪的波动。不过，现在我们先不要急着往抑郁症这个方向去想，这样会让思绪更加混乱。我们应该尽量回到身体的感觉上来，比如出去散散步，多做运动，与大自然接触。如果情绪实在平复不了，可以找个大树抱着，放声大哭一场。大树有很好的情绪清理作用，可以释放你的情绪，让你有更多的力量去面对问题，并找到解决问题的办法。祝你好运。",
    "annotation": [
      {
        "sentence": "朋友，听到你的描述，我了解你目前的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，我不认为你现在就可以说自己患上了抑郁症。",
        "label": ""
      },
      {
        "sentence": "当人们遇到各种事情时，情绪的困扰和身体反应是很正常的。",
        "label": ""
      },
      {
        "sentence": "这相当于身体在保护自己，就像我们在危险面前会感到紧张，胃会收紧，心跳会加快一样。",
        "label": ""
      },
      {
        "sentence": "身体已经在提醒你需要调整自己的状态。",
        "label": ""
      },
      {
        "sentence": "无论面临什么事情，都会引发情绪的波动。",
        "label": ""
      },
      {
        "sentence": "不过，现在我们先不要急着往抑郁症这个方向去想，这样会让思绪更加混乱。",
        "label": ""
      },
      {
        "sentence": "我们应该尽量回到身体的感觉上来，比如出去散散步，多做运动，与大自然接触。",
        "label": ""
      },
      {
        "sentence": "如果情绪实在平复不了，可以找个大树抱着，放声大哭一场。",
        "label": ""
      },
      {
        "sentence": "大树有很好的情绪清理作用，可以释放你的情绪，让你有更多的力量去面对问题，并找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会试着回到身体感觉上来。出去散步和运动确实有时候能让我稍微好一点。如果情绪还是无法控制，我也会试试找个大树抱着发泄一下，希望自己能够重新找到平衡和力量。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会试着回到身体感觉上来。",
        "label": ""
      },
      {
        "sentence": "出去散步和运动确实有时候能让我稍微好一点。",
        "label": ""
      },
      {
        "sentence": "如果情绪还是无法控制，我也会试试找个大树抱着发泄一下，希望自己能够重新找到平衡和力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意接受我的建议并尝试。回到身体感觉上是一种很有效的方法，也许在这过程中你会发现更多的改善。不管遇到什么问题，让情绪得到释放是很重要的。同时，也希望你能够找到重新平衡自己和获得力量的方法。如果需要，我会一直陪伴在你身边的。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意接受我的建议并尝试。",
        "label": ""
      },
      {
        "sentence": "回到身体感觉上是一种很有效的方法，也许在这过程中你会发现更多的改善。",
        "label": ""
      },
      {
        "sentence": "不管遇到什么问题，让情绪得到释放是很重要的。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能够找到重新平衡自己和获得力量的方法。",
        "label": ""
      },
      {
        "sentence": "如果需要，我会一直陪伴在你身边的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力的，谢谢你陪伴我。你的支持给了我一些信心，让我感到不再孤单。我会带着积极的心态去面对问题，并尽量调整自己的状态。如果还有需要发泄的时候，我愿意再来找你倾诉。",
    "annotation": [
      {
        "sentence": "我会努力的，谢谢你陪伴我。",
        "label": ""
      },
      {
        "sentence": "你的支持给了我一些信心，让我感到不再孤单。",
        "label": ""
      },
      {
        "sentence": "我会带着积极的心态去面对问题，并尽量调整自己的状态。",
        "label": ""
      },
      {
        "sentence": "如果还有需要发泄的时候，我愿意再来找你倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很乐意陪伴你。你并不孤单，我们一直在这里支持你。请记得，每个人都会面临困难和挑战，但是我们可以通过寻找适合自己的方法来克服这些困难。如果你需要倾诉，无论何时我都会倾听。希望你能够越来越好，保持积极的心态。",
    "annotation": [
      {
        "sentence": "不客气，我很乐意陪伴你。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "请记得，每个人都会面临困难和挑战，但是我们可以通过寻找适合自己的方法来克服这些困难。",
        "label": ""
      },
      {
        "sentence": "如果你需要倾诉，无论何时我都会倾听。",
        "label": ""
      },
      {
        "sentence": "希望你能够越来越好，保持积极的心态。",
        "label": ""
      }
    ]
  }
]