[
  {
    "role": "client",
    "content": "在某次视频咨询结束后，体验到了被抛弃感觉，怎么办？",
    "annotation": [
      {
        "sentence": "在某次视频咨询结束后，体验到了被抛弃感觉，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中可以了解到，你在一次视频咨询后，产生了被抛弃的感觉。这种感受可能让你感到很不舒服。能否请你详细描述一下当时的情境以及你的感受，方便我更好地理解并为你提供支持和建议？",
    "annotation": [
      {
        "sentence": "从描述中可以了解到，你在一次视频咨询后，产生了被抛弃的感觉。",
        "label": ""
      },
      {
        "sentence": "这种感受可能让你感到很不舒服。",
        "label": ""
      },
      {
        "sentence": "能否请你详细描述一下当时的情境以及你的感受，方便我更好地理解并为你提供支持和建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时咨询结束后，我的心理医生告诉我不要私底下给她发信息，我答应了。但是没多久，我开始感到愤怒，因为之前我们是可以相互发送消息的，现在变成我发她不回了。这让我觉得很委屈，甚至影响到了我的情绪，让我想到了儿时被抛弃的经历。",
    "annotation": [
      {
        "sentence": "当时咨询结束后，我的心理医生告诉我不要私底下给她发信息，我答应了。",
        "label": ""
      },
      {
        "sentence": "但是没多久，我开始感到愤怒，因为之前我们是可以相互发送消息的，现在变成我发她不回了。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很委屈，甚至影响到了我的情绪，让我想到了儿时被抛弃的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你详细地描述了当时的情境和你的感受。你的情绪反应是非常正常的，这种感觉可能是触发了你过去的痛苦回忆，导致你感到特别委屈和伤心。我能理解你现在的困惑和矛盾情绪。你可以试着把你最近的苦恼写下来，并在下次咨询中与你的心理医生共同探讨这些问题，这样可以更好地理解你的心理需求和思考问题的方式。",
    "annotation": [
      {
        "sentence": "非常感谢你详细地描述了当时的情境和你的感受。",
        "label": ""
      },
      {
        "sentence": "你的情绪反应是非常正常的，这种感觉可能是触发了你过去的痛苦回忆，导致你感到特别委屈和伤心。",
        "label": ""
      },
      {
        "sentence": "我能理解你现在的困惑和矛盾情绪。",
        "label": ""
      },
      {
        "sentence": "你可以试着把你最近的苦恼写下来，并在下次咨询中与你的心理医生共同探讨这些问题，这样可以更好地理解你的心理需求和思考问题的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实觉得她的处理方式有点突然和直接，让我感到很难过，并且产生了不安全感。我昨天甚至关在房间里哭了起来，一天内已经哭了三次了。我有点犹豫是否应该继续进行心理咨询，或者换一个心理医生。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实觉得她的处理方式有点突然和直接，让我感到很难过，并且产生了不安全感。",
        "label": ""
      },
      {
        "sentence": "我昨天甚至关在房间里哭了起来，一天内已经哭了三次了。",
        "label": ""
      },
      {
        "sentence": "我有点犹豫是否应该继续进行心理咨询，或者换一个心理医生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受完全可以理解，被突然改变的规则和处理方式所困扰会让人感到很不安全。同时，你还描述了你最近情绪崩溃的情况，这是一个非常严重的信号。我建议你打电话给自杀干预热线并与他们倾诉，他们会提供专业的支持和帮助。此外，如果你对目前的心理咨询师不太满意，你可以考虑寻找另一位心理咨询师。但在做出决定之前，我想提醒你可能存在一种称为“移情”的心理现象，即将你内心的情感和期望投射到咨询师身上。如果确实存在这种情况，那么即使换一个心理医生，你可能也会遇到相似的情绪体验。希望我的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "你的感受完全可以理解，被突然改变的规则和处理方式所困扰会让人感到很不安全。",
        "label": ""
      },
      {
        "sentence": "同时，你还描述了你最近情绪崩溃的情况，这是一个非常严重的信号。",
        "label": ""
      },
      {
        "sentence": "我建议你打电话给自杀干预热线并与他们倾诉，他们会提供专业的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "此外，如果你对目前的心理咨询师不太满意，你可以考虑寻找另一位心理咨询师。",
        "label": ""
      },
      {
        "sentence": "但在做出决定之前，我想提醒你可能存在一种称为“移情”的心理现象，即将你内心的情感和期望投射到咨询师身上。",
        "label": ""
      },
      {
        "sentence": "如果确实存在这种情况，那么即使换一个心理医生，你可能也会遇到相似的情绪体验。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和提醒。我会考虑打电话给自杀干预热线，并寻找适合我的心理咨询师。确实，我可能对我的心理医生产生了一些情感依赖和期望，这可能让我对换医生有所犹豫。但我会认真思考并采取适当的行动来对抗这种情绪。再次感谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和提醒。",
        "label": ""
      },
      {
        "sentence": "我会考虑打电话给自杀干预热线，并寻找适合我的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "确实，我可能对我的心理医生产生了一些情感依赖和期望，这可能让我对换医生有所犹豫。",
        "label": ""
      },
      {
        "sentence": "但我会认真思考并采取适当的行动来对抗这种情绪。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你愿意考虑我的建议，并采取行动来处理目前的困境。对于情感依赖和期望的问题，我们可以在下次的咨询中更深入地讨论，找到更好的方式来处理和缓解这些情绪。同时，如果你在自杀干预热线的倾诉中感到疲惫或不舒服，随时与他们沟通并告知他们你的感受。我一直会在你身边支持你，愿你能走出困境并恢复到更好的状态。",
    "annotation": [
      {
        "sentence": "非常高兴听到你愿意考虑我的建议，并采取行动来处理目前的困境。",
        "label": ""
      },
      {
        "sentence": "对于情感依赖和期望的问题，我们可以在下次的咨询中更深入地讨论，找到更好的方式来处理和缓解这些情绪。",
        "label": ""
      },
      {
        "sentence": "同时，如果你在自杀干预热线的倾诉中感到疲惫或不舒服，随时与他们沟通并告知他们你的感受。",
        "label": ""
      },
      {
        "sentence": "我一直会在你身边支持你，愿你能走出困境并恢复到更好的状态。",
        "label": ""
      }
    ]
  }
]