[
  {
    "role": "client",
    "content": "我是一个19岁的女生，每当遇到事情时，我就会感到心慌，特别是遇到挫折的时候，我担心我可能无法承受。最近我注意到，无论遇到什么事情，我都会开始感到慌张，开始乱想。比如说，在大学里，上课桌椅都不是固定的，我就会着急地找位置。还有今天考试的时候，我也莫名感到慌张。还有，在做任何一件事之前，我都会详细计划每一步该做什么，只要有一点点偏差，我就会感到着急和生气。如果我一直保持这种状态，我担心将来如果遇到挫折，我可能无法承受。我想知道我该怎么办。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，每当遇到事情时，我就会感到心慌，特别是遇到挫折的时候，我担心我可能无法承受。",
        "label": ""
      },
      {
        "sentence": "最近我注意到，无论遇到什么事情，我都会开始感到慌张，开始乱想。",
        "label": ""
      },
      {
        "sentence": "比如说，在大学里，上课桌椅都不是固定的，我就会着急地找位置。",
        "label": ""
      },
      {
        "sentence": "还有今天考试的时候，我也莫名感到慌张。",
        "label": ""
      },
      {
        "sentence": "还有，在做任何一件事之前，我都会详细计划每一步该做什么，只要有一点点偏差，我就会感到着急和生气。",
        "label": ""
      },
      {
        "sentence": "如果我一直保持这种状态，我担心将来如果遇到挫折，我可能无法承受。",
        "label": ""
      },
      {
        "sentence": "我想知道我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说每当遇到事情就会感到慌张，开始乱想，比如上课时没有固定座位，你就着急找位置。你的解决方式似乎只有依靠自己来解决问题，比如占座位。你没有考虑请室友或同学帮忙占位置吗？还有，你提到考试时感到莫名慌张，以及计划每一步但一点偏差就感到着急和生气。我觉得你的计划可能还不够完善，没有考虑到偏离后的应急计划。当情况超出你的计划范围时，你就会感到着急和生气。这是因为你没有考虑到不确定性。不可能把所有的不确定性都考虑进去的，所以你感到着急是正常的，它提醒你需要一个应急的处理方法。以大学生活为例，很多情况都不像高中那样确定，不确定性事件更常发生。所以你在遇到问题时感到着急是很正常的反应。我相信你会逐渐适应这种不确定性，寻找解决问题的方法。这个过程需要时间和训练，在适应大学生活的同时，你的大脑也会逐渐适应突发或紧急事件。这会让你更好地适应大学社会的状态。",
    "annotation": [
      {
        "sentence": "你说每当遇到事情就会感到慌张，开始乱想，比如上课时没有固定座位，你就着急找位置。",
        "label": ""
      },
      {
        "sentence": "你的解决方式似乎只有依靠自己来解决问题，比如占座位。",
        "label": ""
      },
      {
        "sentence": "你没有考虑请室友或同学帮忙占位置吗？",
        "label": ""
      },
      {
        "sentence": "还有，你提到考试时感到莫名慌张，以及计划每一步但一点偏差就感到着急和生气。",
        "label": ""
      },
      {
        "sentence": "我觉得你的计划可能还不够完善，没有考虑到偏离后的应急计划。",
        "label": ""
      },
      {
        "sentence": "当情况超出你的计划范围时，你就会感到着急和生气。",
        "label": ""
      },
      {
        "sentence": "这是因为你没有考虑到不确定性。",
        "label": ""
      },
      {
        "sentence": "不可能把所有的不确定性都考虑进去的，所以你感到着急是正常的，它提醒你需要一个应急的处理方法。",
        "label": ""
      },
      {
        "sentence": "以大学生活为例，很多情况都不像高中那样确定，不确定性事件更常发生。",
        "label": ""
      },
      {
        "sentence": "所以你在遇到问题时感到着急是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "我相信你会逐渐适应这种不确定性，寻找解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "这个过程需要时间和训练，在适应大学生活的同时，你的大脑也会逐渐适应突发或紧急事件。",
        "label": ""
      },
      {
        "sentence": "这会让你更好地适应大学社会的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心如果我一直保持着这种状态，将来遇到挫折时会无法应对。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我担心如果我一直保持着这种状态，将来遇到挫折时会无法应对。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你对未来的担忧可能有些过度了。你假设了自己会一直无法应对这种情况，或者说你无法适应。不如专注于当下，观察自己在着急时的状态。试着在着急的时候思考解决方案。如果需要沟通，你可以给我留言或者私信。",
    "annotation": [
      {
        "sentence": "我觉得你对未来的担忧可能有些过度了。",
        "label": ""
      },
      {
        "sentence": "你假设了自己会一直无法应对这种情况，或者说你无法适应。",
        "label": ""
      },
      {
        "sentence": "不如专注于当下，观察自己在着急时的状态。",
        "label": ""
      },
      {
        "sentence": "试着在着急的时候思考解决方案。",
        "label": ""
      },
      {
        "sentence": "如果需要沟通，你可以给我留言或者私信。",
        "label": ""
      }
    ]
  }
]