[
  {
    "role": "client",
    "content": "我为什么总是口是心非？从来不敢说出自己真正的想法。我觉得我真的是一个口是心非的人，从来不敢说出自己心里真正的想法。我上一年级的时候，我特别想学舞蹈。我妈妈看我一直盯着招海报，便说我想选哪个就给我报。我不知道为什么我不敢说，我想学舞蹈，我就说我什么也不想学。在我妈妈的反复追问之下，我还是不敢说我想学舞蹈，于是我就指了了舞蹈下面的电子琴。我小的时候，县里开了一家特别大的百货商场我爸爸告诉我，我可以随便挑一件礼物。我看中了一件，但是我不敢说，我说我什么都不想要。我爸爸说必须要买一个。后来我就随便指了和学习有关的转笔刀，在那个年代，转笔刀很贵，花了将近五十多块钱。长大后，也经常发生这样的事情。我明明文科很好，也非常喜欢文科。我爸说，理科更好就业，但主要还是看我的兴趣。我最后竟然选了完全没有兴趣的理科。分班那天好多人都在讨论这件事情。有俩个香囊，一个是红色的幸福，一个是粉色的姻缘。我想买粉色，最后确买了红色。我怎么总这样？",
    "annotation": [
      {
        "sentence": "我为什么总是口是心非？",
        "label": ""
      },
      {
        "sentence": "从来不敢说出自己真正的想法。",
        "label": ""
      },
      {
        "sentence": "我觉得我真的是一个口是心非的人，从来不敢说出自己心里真正的想法。",
        "label": ""
      },
      {
        "sentence": "我上一年级的时候，我特别想学舞蹈。",
        "label": ""
      },
      {
        "sentence": "我妈妈看我一直盯着招海报，便说我想选哪个就给我报。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么我不敢说，我想学舞蹈，我就说我什么也不想学。",
        "label": ""
      },
      {
        "sentence": "在我妈妈的反复追问之下，我还是不敢说我想学舞蹈，于是我就指了了舞蹈下面的电子琴。",
        "label": ""
      },
      {
        "sentence": "我小的时候，县里开了一家特别大的百货商场我爸爸告诉我，我可以随便挑一件礼物。",
        "label": ""
      },
      {
        "sentence": "我看中了一件，但是我不敢说，我说我什么都不想要。",
        "label": ""
      },
      {
        "sentence": "我爸爸说必须要买一个。",
        "label": ""
      },
      {
        "sentence": "后来我就随便指了和学习有关的转笔刀，在那个年代，转笔刀很贵，花了将近五十多块钱。",
        "label": ""
      },
      {
        "sentence": "长大后，也经常发生这样的事情。",
        "label": ""
      },
      {
        "sentence": "我明明文科很好，也非常喜欢文科。",
        "label": ""
      },
      {
        "sentence": "我爸说，理科更好就业，但主要还是看我的兴趣。",
        "label": ""
      },
      {
        "sentence": "我最后竟然选了完全没有兴趣的理科。",
        "label": ""
      },
      {
        "sentence": "分班那天好多人都在讨论这件事情。",
        "label": ""
      },
      {
        "sentence": "有俩个香囊，一个是红色的幸福，一个是粉色的姻缘。",
        "label": ""
      },
      {
        "sentence": "我想买粉色，最后确买了红色。",
        "label": ""
      },
      {
        "sentence": "我怎么总这样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰了。你描述的情况看来，你经常会压抑自己的真实想法，不敢表达出来。这可能是因为你从小就是一个乖巧听话的孩子，比较依赖主要的养育人。你提到了一些例子，比如小时候想学舞蹈但最终选择了不敢表达的电子琴。还有当爸爸告诉你可以挑选礼物时，你不敢说真实的心愿。你选择了一个与学习相关的转笔刀，而并非你真正喜欢的东西。长大后，你也遇到了类似的情况。虽然你喜欢文科，但还是选择了理科，这在分班那天引起了很多讨论。另外，你也提到了买香囊时选择了与自己想法不符的红色。你想买的是粉色的，但却最终买了红色的。你不明白为什么自己总是这样做。",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "你描述的情况看来，你经常会压抑自己的真实想法，不敢表达出来。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你从小就是一个乖巧听话的孩子，比较依赖主要的养育人。",
        "label": ""
      },
      {
        "sentence": "你提到了一些例子，比如小时候想学舞蹈但最终选择了不敢表达的电子琴。",
        "label": ""
      },
      {
        "sentence": "还有当爸爸告诉你可以挑选礼物时，你不敢说真实的心愿。",
        "label": ""
      },
      {
        "sentence": "你选择了一个与学习相关的转笔刀，而并非你真正喜欢的东西。",
        "label": ""
      },
      {
        "sentence": "长大后，你也遇到了类似的情况。",
        "label": ""
      },
      {
        "sentence": "虽然你喜欢文科，但还是选择了理科，这在分班那天引起了很多讨论。",
        "label": ""
      },
      {
        "sentence": "另外，你也提到了买香囊时选择了与自己想法不符的红色。",
        "label": ""
      },
      {
        "sentence": "你想买的是粉色的，但却最终买了红色的。",
        "label": ""
      },
      {
        "sentence": "你不明白为什么自己总是这样做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我不明白为什么我总是不能坚持自己的真实想法，而选择了与内心不符的选项。这个问题困扰了我很久，感觉自己就像是一个被束缚住的人，无法自由表达自己。",
    "annotation": [
      {
        "sentence": "是的，我不明白为什么我总是不能坚持自己的真实想法，而选择了与内心不符的选项。",
        "label": ""
      },
      {
        "sentence": "这个问题困扰了我很久，感觉自己就像是一个被束缚住的人，无法自由表达自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "依你的描述内容来看，你经常会压抑自己的真实想法，可能是因为你遭到了一定程度的拒绝和不被接纳。这导致你不愿意表达自己，习惯性地压抑自己的情绪和想法。还有可能是因为你的自我发展能力还不足，受到了某种限制。这可能导致你内在的自我很弱小，为了保护自己不受伤害，你习惯性地屏蔽了自己的真实想法。另外，被灌输的教育理念也可能成为一个影响因素，你内化了这些理念并用防御机制来保护自己，以避免受到外界的伤害。这些只是一些可能性，你可以自我观察和反思一下，回顾一下你小时候的经历和体验，看看是什么阻碍了你完整地表达自己的想法。",
    "annotation": [
      {
        "sentence": "依你的描述内容来看，你经常会压抑自己的真实想法，可能是因为你遭到了一定程度的拒绝和不被接纳。",
        "label": ""
      },
      {
        "sentence": "这导致你不愿意表达自己，习惯性地压抑自己的情绪和想法。",
        "label": ""
      },
      {
        "sentence": "还有可能是因为你的自我发展能力还不足，受到了某种限制。",
        "label": ""
      },
      {
        "sentence": "这可能导致你内在的自我很弱小，为了保护自己不受伤害，你习惯性地屏蔽了自己的真实想法。",
        "label": ""
      },
      {
        "sentence": "另外，被灌输的教育理念也可能成为一个影响因素，你内化了这些理念并用防御机制来保护自己，以避免受到外界的伤害。",
        "label": ""
      },
      {
        "sentence": "这些只是一些可能性，你可以自我观察和反思一下，回顾一下你小时候的经历和体验，看看是什么阻碍了你完整地表达自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小确实受到了较严格的管教，可能习惯了被\"洗脑\"，导致我的内心深处的声音被淹没了。我的一些独特想法常常遭到拒绝，不被接纳，这导致我经常压抑自己的情绪，习惯性地屏蔽自己的意识。我明白了，现在我已经长大了，有自主选择的能力，我应该让自己真实的内心出来。我也意识到内在自我开始越来越不再适应功能自我的控制了，我需要开始觉察和反思自己，以及身边的一些人和事情。",
    "annotation": [
      {
        "sentence": "我从小确实受到了较严格的管教，可能习惯了被\"洗脑\"，导致我的内心深处的声音被淹没了。",
        "label": ""
      },
      {
        "sentence": "我的一些独特想法常常遭到拒绝，不被接纳，这导致我经常压抑自己的情绪，习惯性地屏蔽自己的意识。",
        "label": ""
      },
      {
        "sentence": "我明白了，现在我已经长大了，有自主选择的能力，我应该让自己真实的内心出来。",
        "label": ""
      },
      {
        "sentence": "我也意识到内在自我开始越来越不再适应功能自我的控制了，我需要开始觉察和反思自己，以及身边的一些人和事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你的意识已经觉醒，你的内在的能量正在慢慢被唤醒。我相信通过内在自我的成长和蜕变，你将逐渐摆脱功能自我的束缚，真实的表达自己的想法。首先，你可以向你最亲近的人表达你真实的想法，当你获得成功后，可以逐渐向外延伸。另外，保留一个缓冲地带，给自己一些喘息和休息的空间。同时，也要记得不要把所有的鸡蛋放在同一个篮子里，要分散寻找合适的时机来表达和沟通。希望这些建议能对你有所帮助，希望你能每天都得到心灵上的滋养，并且继续取得进步。",
    "annotation": [
      {
        "sentence": "非常好，你的意识已经觉醒，你的内在的能量正在慢慢被唤醒。",
        "label": ""
      },
      {
        "sentence": "我相信通过内在自我的成长和蜕变，你将逐渐摆脱功能自我的束缚，真实的表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "首先，你可以向你最亲近的人表达你真实的想法，当你获得成功后，可以逐渐向外延伸。",
        "label": ""
      },
      {
        "sentence": "另外，保留一个缓冲地带，给自己一些喘息和休息的空间。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得不要把所有的鸡蛋放在同一个篮子里，要分散寻找合适的时机来表达和沟通。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助，希望你能每天都得到心灵上的滋养，并且继续取得进步。",
        "label": ""
      }
    ]
  }
]