[
  {
    "role": "client",
    "content": "我是一个22岁的女生，最近觉得自己一无是处，想过轻生。之前身体不舒服的时候，就有了这个想法。还有这个暑假要写毕业论文，但是写不出来，觉得自己没有用。看文献看得一头雾水，一直觉得自己无法完成毕业。思绪混乱，也理解不了。中间有过想自杀的念头，但是一想到父母就放弃了。不过，这个念头一直都还在，不敢告诉父母，因为他们一直认为我在学校努力学习。其实我也不知道自己有没有努力学习，虽然没有挂过科目，在班上算是前十名左右，但是我平常不太擅长与人交流。跟姐姐倒是说了，她带我去看心理医生，说我是抑郁症，但是我不想吃药。姐姐叫我不要去学校，先养好身体，但是我还是想毕业。因为我受不了别人对我的看法，怎么看待我的父母。他们把全部希望寄托在我身上，但是我知道自己一无是处。现在离开学还是写不出来论文，我很担心自己毕不了业，但是却无法努力下去。对什么都不感兴趣，也没有擅长的东西。现在真的不知道该怎么办，去学校可能会受不了，怕最后控制不住自己。但是在家里也过不下去，总是想着毕业的事情。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，最近觉得自己一无是处，想过轻生。",
        "label": ""
      },
      {
        "sentence": "之前身体不舒服的时候，就有了这个想法。",
        "label": ""
      },
      {
        "sentence": "还有这个暑假要写毕业论文，但是写不出来，觉得自己没有用。",
        "label": ""
      },
      {
        "sentence": "看文献看得一头雾水，一直觉得自己无法完成毕业。",
        "label": ""
      },
      {
        "sentence": "思绪混乱，也理解不了。",
        "label": ""
      },
      {
        "sentence": "中间有过想自杀的念头，但是一想到父母就放弃了。",
        "label": ""
      },
      {
        "sentence": "不过，这个念头一直都还在，不敢告诉父母，因为他们一直认为我在学校努力学习。",
        "label": ""
      },
      {
        "sentence": "其实我也不知道自己有没有努力学习，虽然没有挂过科目，在班上算是前十名左右，但是我平常不太擅长与人交流。",
        "label": ""
      },
      {
        "sentence": "跟姐姐倒是说了，她带我去看心理医生，说我是抑郁症，但是我不想吃药。",
        "label": ""
      },
      {
        "sentence": "姐姐叫我不要去学校，先养好身体，但是我还是想毕业。",
        "label": ""
      },
      {
        "sentence": "因为我受不了别人对我的看法，怎么看待我的父母。",
        "label": ""
      },
      {
        "sentence": "他们把全部希望寄托在我身上，但是我知道自己一无是处。",
        "label": ""
      },
      {
        "sentence": "现在离开学还是写不出来论文，我很担心自己毕不了业，但是却无法努力下去。",
        "label": ""
      },
      {
        "sentence": "对什么都不感兴趣，也没有擅长的东西。",
        "label": ""
      },
      {
        "sentence": "现在真的不知道该怎么办，去学校可能会受不了，怕最后控制不住自己。",
        "label": ""
      },
      {
        "sentence": "但是在家里也过不下去，总是想着毕业的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我非常感谢你对我的信任，我很乐意帮助你解决问题。读完你的问题描述，我能感受到你的困难。你现在面临的毕业状况对你来说带来了一些适应上的困难。好像你与原本的集体伙伴分离了，造成了心理上的失衡。你可能感受到自己游离于群体之外，像孤雁一般迷失了方向。无法认同自己，感觉迷茫。你觉得自己好像掉队了。这种自尊心受伤也给你造成了巨大的打击和失落感。对于毕业，我觉得你对自己要求很高，可能还承载着父母的期望和从小的理想，这些都给你带来了很大的压力。我能理解你对姐姐和父母的依赖，他们对你来说是一种资源。因为你想到了他们，他们是最爱你的人。你也是最想证明给他们看的。所以我建议你试着将内心的痛苦和失望与父母交流，或许在亲人朋友的鼓励、支持和帮助下，你可以渡过这个难关。",
    "annotation": [
      {
        "sentence": "首先，我非常感谢你对我的信任，我很乐意帮助你解决问题。",
        "label": ""
      },
      {
        "sentence": "读完你的问题描述，我能感受到你的困难。",
        "label": ""
      },
      {
        "sentence": "你现在面临的毕业状况对你来说带来了一些适应上的困难。",
        "label": ""
      },
      {
        "sentence": "好像你与原本的集体伙伴分离了，造成了心理上的失衡。",
        "label": ""
      },
      {
        "sentence": "你可能感受到自己游离于群体之外，像孤雁一般迷失了方向。",
        "label": ""
      },
      {
        "sentence": "无法认同自己，感觉迷茫。",
        "label": ""
      },
      {
        "sentence": "你觉得自己好像掉队了。",
        "label": ""
      },
      {
        "sentence": "这种自尊心受伤也给你造成了巨大的打击和失落感。",
        "label": ""
      },
      {
        "sentence": "对于毕业，我觉得你对自己要求很高，可能还承载着父母的期望和从小的理想，这些都给你带来了很大的压力。",
        "label": ""
      },
      {
        "sentence": "我能理解你对姐姐和父母的依赖，他们对你来说是一种资源。",
        "label": ""
      },
      {
        "sentence": "因为你想到了他们，他们是最爱你的人。",
        "label": ""
      },
      {
        "sentence": "你也是最想证明给他们看的。",
        "label": ""
      },
      {
        "sentence": "所以我建议你试着将内心的痛苦和失望与父母交流，或许在亲人朋友的鼓励、支持和帮助下，你可以渡过这个难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我最近真的感觉很无助，不知道该怎么和父母沟通。他们对我期望很高，我怕他们会失望。我知道他们之所以寄托希望于我，是因为我一直是个好学生，可是现在我却觉得自己一点用都没有。我真的想努力毕业，但是看不到希望。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我最近真的感觉很无助，不知道该怎么和父母沟通。",
        "label": ""
      },
      {
        "sentence": "他们对我期望很高，我怕他们会失望。",
        "label": ""
      },
      {
        "sentence": "我知道他们之所以寄托希望于我，是因为我一直是个好学生，可是现在我却觉得自己一点用都没有。",
        "label": ""
      },
      {
        "sentence": "我真的想努力毕业，但是看不到希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你很难面对这种压力和失望。和父母的沟通可能是一个挑战，但是他们是你最亲近的人，也是最希望你幸福的人。你可以试着跟他们坦诚地谈谈你的困惑和苦闷，让他们了解你的真实感受。告诉他们你希望他们的支持和理解，而不是仅仅有压力和期望。他们可能会感受到你的真诚，并愿意给予你更多的支持和帮助。",
    "annotation": [
      {
        "sentence": "我理解你很难面对这种压力和失望。",
        "label": ""
      },
      {
        "sentence": "和父母的沟通可能是一个挑战，但是他们是你最亲近的人，也是最希望你幸福的人。",
        "label": ""
      },
      {
        "sentence": "你可以试着跟他们坦诚地谈谈你的困惑和苦闷，让他们了解你的真实感受。",
        "label": ""
      },
      {
        "sentence": "告诉他们你希望他们的支持和理解，而不是仅仅有压力和期望。",
        "label": ""
      },
      {
        "sentence": "他们可能会感受到你的真诚，并愿意给予你更多的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我还是担心他们会不理解我。我之前试图跟他们表达过自己的困惑，可是结果并不好，他们只是强调我应该继续努力。我真的觉得自己很无助。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我还是担心他们会不理解我。",
        "label": ""
      },
      {
        "sentence": "我之前试图跟他们表达过自己的困惑，可是结果并不好，他们只是强调我应该继续努力。",
        "label": ""
      },
      {
        "sentence": "我真的觉得自己很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑，有时候父母可能无法完全理解我们的内心困扰。不过，不要放弃沟通的机会。你可以尝试选择一个适当的时间和环境，再次和他们坦诚地交流，把你的真实感受告诉他们，让他们知道你需要情感上的支持和理解。同时，你也可以提醒他们，努力并不一定意味着一切都会好起来，你需要一些时间和空间来恢复自己。试着与他们达成一个共识，让他们知道你真正需要的是他们的陪伴和支持。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑，有时候父母可能无法完全理解我们的内心困扰。",
        "label": ""
      },
      {
        "sentence": "不过，不要放弃沟通的机会。",
        "label": ""
      },
      {
        "sentence": "你可以尝试选择一个适当的时间和环境，再次和他们坦诚地交流，把你的真实感受告诉他们，让他们知道你需要情感上的支持和理解。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以提醒他们，努力并不一定意味着一切都会好起来，你需要一些时间和空间来恢复自己。",
        "label": ""
      },
      {
        "sentence": "试着与他们达成一个共识，让他们知道你真正需要的是他们的陪伴和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力去和父母沟通，并告诉他们我需要他们的陪伴和支持。但是我还是很担心自己的毕业问题，我觉得我无法再努力下去了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力去和父母沟通，并告诉他们我需要他们的陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心自己的毕业问题，我觉得我无法再努力下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的担心，毕业问题对你来说非常重要。但是不要忘记，困难和挫折是暂时的，你一定可以找到克服困境的方法。或许现在你的思绪混乱，缺乏动力，但是我相信你可以重新找回内心的动力和目标。在面对压力的时候，你可以尝试分解任务，设定小目标，一步一步地解决问题。同时，不要忘记寻求专业心理医生的帮助，他们可以为你提供更专业的指导和支持。",
    "annotation": [
      {
        "sentence": "我了解你的担心，毕业问题对你来说非常重要。",
        "label": ""
      },
      {
        "sentence": "但是不要忘记，困难和挫折是暂时的，你一定可以找到克服困境的方法。",
        "label": ""
      },
      {
        "sentence": "或许现在你的思绪混乱，缺乏动力，但是我相信你可以重新找回内心的动力和目标。",
        "label": ""
      },
      {
        "sentence": "在面对压力的时候，你可以尝试分解任务，设定小目标，一步一步地解决问题。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记寻求专业心理医生的帮助，他们可以为你提供更专业的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的鼓励和支持，我会尽力去找回自己的动力和目标。同时，我也会考虑寻求专业心理医生的帮助，希望能够度过这个困难时期。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的鼓励和支持，我会尽力去找回自己的动力和目标。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求专业心理医生的帮助，希望能够度过这个困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和积极态度。记住，你并不孤单，有你的姐姐和父母支持你，还有专业人士的帮助。相信自己，相信你可以克服困难，重新找回属于自己的光明与希望。祝愿你早日度过难关，重拾自信，迎接更美好的未来。如果你还需要任何帮助，请随时告诉我。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和积极态度。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有你的姐姐和父母支持你，还有专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以克服困难，重新找回属于自己的光明与希望。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日度过难关，重拾自信，迎接更美好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，请随时告诉我。",
        "label": ""
      }
    ]
  }
]