[
  {
    "role": "client",
    "content": "我22岁女生，觉得自己没有用，想轻生？之前身体不舒服，就有了轻生的念头。加上这个暑假要写毕业论文写不出，觉得自己没有用，看文献看不下去，脑子都是毕不了业的想法。思考不了东西，也理解不了。中间想过自杀，但是想想父母就放弃了，不过一直有这个念头，不敢告诉父母，因为他们觉得我在学校一直努力学习，其实我也不懂自己算不算努力学习，但是没有挂过科，班上前十名左右，就是平常不太擅长与人交流。告诉了姐姐，带我看心理医生，说我是抑郁症，但是我不想吃药。姐姐叫我不要去学校，养好身体，但是我想毕业。因为我受不了别人怎么看我，怎么看我的父母，父母把希望都寄托在我身上，但是我知道自己没有用。现在依旧写不出但是开学得交，我怕自己毕不了业，但是努力不下去。对什么都不感兴趣，没有擅长的东西。现在是不懂怎么办，去学校我可能受不了，怕最后控制不住自己，不去学校在家自己也不行，总想着毕业的事情。",
    "annotation": [
      {
        "sentence": "我22岁女生，觉得自己没有用，想轻生？",
        "label": ""
      },
      {
        "sentence": "之前身体不舒服，就有了轻生的念头。",
        "label": ""
      },
      {
        "sentence": "加上这个暑假要写毕业论文写不出，觉得自己没有用，看文献看不下去，脑子都是毕不了业的想法。",
        "label": ""
      },
      {
        "sentence": "思考不了东西，也理解不了。",
        "label": ""
      },
      {
        "sentence": "中间想过自杀，但是想想父母就放弃了，不过一直有这个念头，不敢告诉父母，因为他们觉得我在学校一直努力学习，其实我也不懂自己算不算努力学习，但是没有挂过科，班上前十名左右，就是平常不太擅长与人交流。",
        "label": ""
      },
      {
        "sentence": "告诉了姐姐，带我看心理医生，说我是抑郁症，但是我不想吃药。",
        "label": ""
      },
      {
        "sentence": "姐姐叫我不要去学校，养好身体，但是我想毕业。",
        "label": ""
      },
      {
        "sentence": "因为我受不了别人怎么看我，怎么看我的父母，父母把希望都寄托在我身上，但是我知道自己没有用。",
        "label": ""
      },
      {
        "sentence": "现在依旧写不出但是开学得交，我怕自己毕不了业，但是努力不下去。",
        "label": ""
      },
      {
        "sentence": "对什么都不感兴趣，没有擅长的东西。",
        "label": ""
      },
      {
        "sentence": "现在是不懂怎么办，去学校我可能受不了，怕最后控制不住自己，不去学校在家自己也不行，总想着毕业的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很高兴你能够勇敢地表达出你内心的困惑。你说你觉得自己没有用，想轻生，可能是因为之前身体不舒服而产生的负面情绪累积和压力积累导致的。现在你还在努力想写毕业论文，但却觉得自己没有用，无法集中思考和理解。你说你曾经想过自杀，但是考虑到父母的重要性而放弃了。但是这个念头一直存在，你不敢和父母说出来，因为他们认为你一直在努力学习，实际上你对自己的学习努力程度也没有一个明确的认识。你告诉了姐姐，她带你去看心理医生，诊断出你有抑郁症，但你不希望依靠药物治疗。姐姐建议你先养好身体，但是你想要毕业。你无法忍受别人和你父母的看法，你父母都把希望寄托在你身上，但是你却认为自己没有用。现在你还是无法写出论文，但开学时必须交，你很害怕毕不了业，但努力不起来。对任何事情都没有兴趣，没有任何擅长的东西。你现在不知道该怎么办，去学校可能会让你无法控制自己，不去学校待在家里也无法解决问题，总是想着毕业的事情。",
    "annotation": [
      {
        "sentence": "你好，很高兴你能够勇敢地表达出你内心的困惑。",
        "label": ""
      },
      {
        "sentence": "你说你觉得自己没有用，想轻生，可能是因为之前身体不舒服而产生的负面情绪累积和压力积累导致的。",
        "label": ""
      },
      {
        "sentence": "现在你还在努力想写毕业论文，但却觉得自己没有用，无法集中思考和理解。",
        "label": ""
      },
      {
        "sentence": "你说你曾经想过自杀，但是考虑到父母的重要性而放弃了。",
        "label": ""
      },
      {
        "sentence": "但是这个念头一直存在，你不敢和父母说出来，因为他们认为你一直在努力学习，实际上你对自己的学习努力程度也没有一个明确的认识。",
        "label": ""
      },
      {
        "sentence": "你告诉了姐姐，她带你去看心理医生，诊断出你有抑郁症，但你不希望依靠药物治疗。",
        "label": ""
      },
      {
        "sentence": "姐姐建议你先养好身体，但是你想要毕业。",
        "label": ""
      },
      {
        "sentence": "你无法忍受别人和你父母的看法，你父母都把希望寄托在你身上，但是你却认为自己没有用。",
        "label": ""
      },
      {
        "sentence": "现在你还是无法写出论文，但开学时必须交，你很害怕毕不了业，但努力不起来。",
        "label": ""
      },
      {
        "sentence": "对任何事情都没有兴趣，没有任何擅长的东西。",
        "label": ""
      },
      {
        "sentence": "你现在不知道该怎么办，去学校可能会让你无法控制自己，不去学校待在家里也无法解决问题，总是想着毕业的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我觉得我对自己的要求一直很高，怕自己不能达到别人的期待。我明白身体是很重要的，但是如果不能如期毕业，我会对不起父母的期望。我一直都对自己没有自信，怀疑自己的能力。姐姐说我是抑郁症，可是我不想接受这个事实。我希望能找到一种不依赖药物的治疗方式，但是我现在完全无法集中精力和思考，一切都变得没有意义了。",
    "annotation": [
      {
        "sentence": "其实，我觉得我对自己的要求一直很高，怕自己不能达到别人的期待。",
        "label": ""
      },
      {
        "sentence": "我明白身体是很重要的，但是如果不能如期毕业，我会对不起父母的期望。",
        "label": ""
      },
      {
        "sentence": "我一直都对自己没有自信，怀疑自己的能力。",
        "label": ""
      },
      {
        "sentence": "姐姐说我是抑郁症，可是我不想接受这个事实。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一种不依赖药物的治疗方式，但是我现在完全无法集中精力和思考，一切都变得没有意义了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你对自己的要求很高，担心不能达到别人的期待。但是，你的身体和心理健康比任何事情都更重要。如果现在你无法集中精力和思考，所有的努力只会白费。你是否考虑过将毕业论文的事情告诉你父母，让他们知道你目前的状况呢？也许他们会理解并给予你支持和帮助。对于抑郁症，药物治疗和心理治疗往往是比较有效的方式，自我调节很难有明显的效果。或许你可以试着接受心理治疗来帮助自己走出抑郁的困境，找回对学业的兴趣和动力。重要的是，你要相信自己是有能力克服困难的，不要过分怀疑自己的实力和价值。",
    "annotation": [
      {
        "sentence": "我了解你对自己的要求很高，担心不能达到别人的期待。",
        "label": ""
      },
      {
        "sentence": "但是，你的身体和心理健康比任何事情都更重要。",
        "label": ""
      },
      {
        "sentence": "如果现在你无法集中精力和思考，所有的努力只会白费。",
        "label": ""
      },
      {
        "sentence": "你是否考虑过将毕业论文的事情告诉你父母，让他们知道你目前的状况呢？",
        "label": ""
      },
      {
        "sentence": "也许他们会理解并给予你支持和帮助。",
        "label": ""
      },
      {
        "sentence": "对于抑郁症，药物治疗和心理治疗往往是比较有效的方式，自我调节很难有明显的效果。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着接受心理治疗来帮助自己走出抑郁的困境，找回对学业的兴趣和动力。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要相信自己是有能力克服困难的，不要过分怀疑自己的实力和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我仍然害怕告诉父母，怕他们会失望和担心我。我希望自己能够找到一种更自然的治疗方式，不依赖药物。目前我对学业失去了兴趣，没有动力去思考和努力了。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我仍然害怕告诉父母，怕他们会失望和担心我。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够找到一种更自然的治疗方式，不依赖药物。",
        "label": ""
      },
      {
        "sentence": "目前我对学业失去了兴趣，没有动力去思考和努力了。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对父母的担心，但是他们是你最亲近的人，相信他们能够理解并支持你。在找到更自然的治疗方式之前，你可以尝试一些身心放松的方法，比如呼吸练习、冥想或瑜伽等，这些可以帮助你恢复内心的平静和集中力。同时，你也可以寻求专业心理咨询师的帮助，探索更适合你的治疗方式。重要的是别放弃，给自己一些时间和空间，相信你一定能够渐渐走出困境，找回对学业和生活的热情。",
    "annotation": [
      {
        "sentence": "我理解你对父母的担心，但是他们是你最亲近的人，相信他们能够理解并支持你。",
        "label": ""
      },
      {
        "sentence": "在找到更自然的治疗方式之前，你可以尝试一些身心放松的方法，比如呼吸练习、冥想或瑜伽等，这些可以帮助你恢复内心的平静和集中力。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求专业心理咨询师的帮助，探索更适合你的治疗方式。",
        "label": ""
      },
      {
        "sentence": "重要的是别放弃，给自己一些时间和空间，相信你一定能够渐渐走出困境，找回对学业和生活的热情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试一些放松的方法来缓解内心的压力。我也会考虑接受心理咨询师的帮助，希望能够找到适合自己的治疗方式。虽然现在对学业失去了兴趣，但我会试着给自己一些时间来调整，并相信自己能够走出困境，重新找回对未来的信心和动力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试一些放松的方法来缓解内心的压力。",
        "label": ""
      },
      {
        "sentence": "我也会考虑接受心理咨询师的帮助，希望能够找到适合自己的治疗方式。",
        "label": ""
      },
      {
        "sentence": "虽然现在对学业失去了兴趣，但我会试着给自己一些时间来调整，并相信自己能够走出困境，重新找回对未来的信心和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常勇敢，相信你一定能够找到适合自己的治疗方式，克服困难，并重新找回自己。无论遇到什么困境，记得要保持积极的心态，相信自己的能力，你是有价值的。如果你需要任何帮助或者愿意分享你的进展和感受，随时都可以来找我聊天。希望你早日走出困境，重新开启属于你的光明未来。加油！",
    "annotation": [
      {
        "sentence": "你非常勇敢，相信你一定能够找到适合自己的治疗方式，克服困难，并重新找回自己。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困境，记得要保持积极的心态，相信自己的能力，你是有价值的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者愿意分享你的进展和感受，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你早日走出困境，重新开启属于你的光明未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]