[
  {
    "role": "client",
    "content": "只要别人不及时回复我的微信等，我就很焦虑，怎么办？我的朋友很少，平时也很少社交。工作有七年了，但是只要领导和同事不及时回复我的信息，我就很焦虑。其实只我的爸爸妈妈和唯一认识十二年的好朋友，不及时回复我才不会这样。连前男友不及时回复，我也很烦。哪怕事后真诚道歉，我嘴上接受，心理很难接受。一是认为他们看到了信息，但是觉得我告知的信息、提问的信息没有价值，没有回复的必要，或担心他们厌烦我本人，或担心他们认为我工作能力低。二是在他们不回复我的时候，我担心我向他告知或询问的事情，有我不了解的来龙去脉。所以对方认为我了解得很表面，很难给我具体的回复。所以晾着我。三是我会认为对方觉得我只是个小员工，所以不及时回复。总之在我等待的时候，我的内心完全没有办法安静下来，去做其他的事情，一直在猜测最对方的心理活动。请问我这样是正常的吗？是所有的人都这样吗？我如何能在等待里变得不焦虑？",
    "annotation": [
      {
        "sentence": "只要别人不及时回复我的微信等，我就很焦虑，怎么办？",
        "label": ""
      },
      {
        "sentence": "我的朋友很少，平时也很少社交。",
        "label": ""
      },
      {
        "sentence": "工作有七年了，但是只要领导和同事不及时回复我的信息，我就很焦虑。",
        "label": ""
      },
      {
        "sentence": "其实只我的爸爸妈妈和唯一认识十二年的好朋友，不及时回复我才不会这样。",
        "label": ""
      },
      {
        "sentence": "连前男友不及时回复，我也很烦。",
        "label": ""
      },
      {
        "sentence": "哪怕事后真诚道歉，我嘴上接受，心理很难接受。",
        "label": ""
      },
      {
        "sentence": "一是认为他们看到了信息，但是觉得我告知的信息、提问的信息没有价值，没有回复的必要，或担心他们厌烦我本人，或担心他们认为我工作能力低。",
        "label": ""
      },
      {
        "sentence": "二是在他们不回复我的时候，我担心我向他告知或询问的事情，有我不了解的来龙去脉。",
        "label": ""
      },
      {
        "sentence": "所以对方认为我了解得很表面，很难给我具体的回复。",
        "label": ""
      },
      {
        "sentence": "所以晾着我。",
        "label": ""
      },
      {
        "sentence": "三是我会认为对方觉得我只是个小员工，所以不及时回复。",
        "label": ""
      },
      {
        "sentence": "总之在我等待的时候，我的内心完全没有办法安静下来，去做其他的事情，一直在猜测最对方的心理活动。",
        "label": ""
      },
      {
        "sentence": "请问我这样是正常的吗？",
        "label": ""
      },
      {
        "sentence": "是所有的人都这样吗？",
        "label": ""
      },
      {
        "sentence": "我如何能在等待里变得不焦虑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你发信息的人不及时回复，你就会感到焦虑、不安，有时甚至产生愤怒的情绪。我注意到你对这三种情绪背后的思维进行了分析，认为对方可能觉得你能力低下、厌烦你，或者认为你提供的信息没有价值，对方没有回复的必要，或者担心对方看到你的信息后会觉得你工作能力低。从你的描述中，我能感受到这三种情绪背后的需求是，希望别人认可你的价值，重视你。只有对方快速回应，才能满足你的价值感和被重视的需求。我理解这样的需求很正常，但你是否意识到，对方没有快速回复信息的原因可能有很多呢？也许领导还没看到，也可能对方有更重要、更紧急的事情要处理，也可能是因为回复太多信息导致回不过来。为什么你只把归因于对方不重视和不认可你呢？也许，你焦虑的不是对方没有及时回应，而是你内心对自己的价值感缺乏认可。那么，为什么你的价值感会如此不足呢？你小时候父母是如何对待你的？你相信自己有能力吗？相信自己能够胜任工作吗？你认为自己对他人有价值吗？除了从外界去追求和实现满足你的价值感之外，更重要的是内外结合。如果太过依赖外在的反馈，你的情绪就会非常波动。只有你内心有一定的价值感，相信自己，才不容易受到外界反应的影响。我们可以一起探索一下，你价值感不足的根源在哪里。接受自己的不完美，承认自己做得好的部分，自我认同和自我重视，这样你的价值感就会逐渐建立起来。",
    "annotation": [
      {
        "sentence": "给你发信息的人不及时回复，你就会感到焦虑、不安，有时甚至产生愤怒的情绪。",
        "label": ""
      },
      {
        "sentence": "我注意到你对这三种情绪背后的思维进行了分析，认为对方可能觉得你能力低下、厌烦你，或者认为你提供的信息没有价值，对方没有回复的必要，或者担心对方看到你的信息后会觉得你工作能力低。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到这三种情绪背后的需求是，希望别人认可你的价值，重视你。",
        "label": ""
      },
      {
        "sentence": "只有对方快速回应，才能满足你的价值感和被重视的需求。",
        "label": ""
      },
      {
        "sentence": "我理解这样的需求很正常，但你是否意识到，对方没有快速回复信息的原因可能有很多呢？",
        "label": ""
      },
      {
        "sentence": "也许领导还没看到，也可能对方有更重要、更紧急的事情要处理，也可能是因为回复太多信息导致回不过来。",
        "label": ""
      },
      {
        "sentence": "为什么你只把归因于对方不重视和不认可你呢？",
        "label": ""
      },
      {
        "sentence": "也许，你焦虑的不是对方没有及时回应，而是你内心对自己的价值感缺乏认可。",
        "label": ""
      },
      {
        "sentence": "那么，为什么你的价值感会如此不足呢？",
        "label": ""
      },
      {
        "sentence": "你小时候父母是如何对待你的？",
        "label": ""
      },
      {
        "sentence": "你相信自己有能力吗？",
        "label": ""
      },
      {
        "sentence": "相信自己能够胜任工作吗？",
        "label": ""
      },
      {
        "sentence": "你认为自己对他人有价值吗？",
        "label": ""
      },
      {
        "sentence": "除了从外界去追求和实现满足你的价值感之外，更重要的是内外结合。",
        "label": ""
      },
      {
        "sentence": "如果太过依赖外在的反馈，你的情绪就会非常波动。",
        "label": ""
      },
      {
        "sentence": "只有你内心有一定的价值感，相信自己，才不容易受到外界反应的影响。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探索一下，你价值感不足的根源在哪里。",
        "label": ""
      },
      {
        "sentence": "接受自己的不完美，承认自己做得好的部分，自我认同和自我重视，这样你的价值感就会逐渐建立起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你说得对。我承认我对别人的回应过于依赖，同时也把太多的价值感寄托在别人的回复上。小时候，我的父母对我要求很严格，总是强调要取得好成绩才会被他们重视和认可。他们也很少表达情感，我常常怀疑自己是否做得够好。工作这么多年来，我一直都感觉自己没有得到足够的肯定和认可，所以每次别人不及时回复我，我就会觉得自己没有价值。我真的很渴望别人能在第一时间回应我的信息，这样我才能获得内心的安慰和满足感。",
    "annotation": [
      {
        "sentence": "支持者，你说得对。",
        "label": ""
      },
      {
        "sentence": "我承认我对别人的回应过于依赖，同时也把太多的价值感寄托在别人的回复上。",
        "label": ""
      },
      {
        "sentence": "小时候，我的父母对我要求很严格，总是强调要取得好成绩才会被他们重视和认可。",
        "label": ""
      },
      {
        "sentence": "他们也很少表达情感，我常常怀疑自己是否做得够好。",
        "label": ""
      },
      {
        "sentence": "工作这么多年来，我一直都感觉自己没有得到足够的肯定和认可，所以每次别人不及时回复我，我就会觉得自己没有价值。",
        "label": ""
      },
      {
        "sentence": "我真的很渴望别人能在第一时间回应我的信息，这样我才能获得内心的安慰和满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受。父母对你的要求很严格，只有在取得好成绩后才会认可你，这样的教育方式会让你对自己的价值感建立在外界的肯定和认可上。而工作中没有得到足够的肯定和认可，导致你更加渴望别人的回应来满足你的内心需求。但是，我们要明白每个人在不同时间和情况下都有自己的优先事项和忙碌程度，并不是每个人都能在第一时间回复信息。重要的是，你要学会给自己一些肯定和认可，相信自己的能力和价值。不要过分依赖别人的回应来决定自己的价值，而是要从内心去寻找自己的价值感，更加相信自己的能力。",
    "annotation": [
      {
        "sentence": "理解你的感受。",
        "label": ""
      },
      {
        "sentence": "父母对你的要求很严格，只有在取得好成绩后才会认可你，这样的教育方式会让你对自己的价值感建立在外界的肯定和认可上。",
        "label": ""
      },
      {
        "sentence": "而工作中没有得到足够的肯定和认可，导致你更加渴望别人的回应来满足你的内心需求。",
        "label": ""
      },
      {
        "sentence": "但是，我们要明白每个人在不同时间和情况下都有自己的优先事项和忙碌程度，并不是每个人都能在第一时间回复信息。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要学会给自己一些肯定和认可，相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "不要过分依赖别人的回应来决定自己的价值，而是要从内心去寻找自己的价值感，更加相信自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我需要改变对自己价值的评价方式，不再只依赖外界的认可来确定自己的价值。我也要学会给自己一些肯定和认可，相信自己的能力。这样我才能在等待他人回应的过程中减少焦虑，更好地掌控自己的情绪。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我需要改变对自己价值的评价方式，不再只依赖外界的认可来确定自己的价值。",
        "label": ""
      },
      {
        "sentence": "我也要学会给自己一些肯定和认可，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "这样我才能在等待他人回应的过程中减少焦虑，更好地掌控自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能明白并接受这个观点。改变对自己价值的评价方式是一个过程，需要耐心和努力去实践。在这个过程中，你可以尝试关注自己的成就和进步，给予自己一些积极的反馈和鼓励。当你感到焦虑时，可以尝试进行一些放松和冥想的练习，帮助你平静自己的内心。同时，也可以积极参与一些社交活动，多结交一些朋友，逐渐扩大自己的社交圈子，减少对别人回应的过度依赖。希望你能找到属于自己的安全感和内心的满足。",
    "annotation": [
      {
        "sentence": "很高兴你能明白并接受这个观点。",
        "label": ""
      },
      {
        "sentence": "改变对自己价值的评价方式是一个过程，需要耐心和努力去实践。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可以尝试关注自己的成就和进步，给予自己一些积极的反馈和鼓励。",
        "label": ""
      },
      {
        "sentence": "当你感到焦虑时，可以尝试进行一些放松和冥想的练习，帮助你平静自己的内心。",
        "label": ""
      },
      {
        "sentence": "同时，也可以积极参与一些社交活动，多结交一些朋友，逐渐扩大自己的社交圈子，减少对别人回应的过度依赖。",
        "label": ""
      },
      {
        "sentence": "希望你能找到属于自己的安全感和内心的满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会尝试改变自己的评价方式，相信自己的能力，并积极参与社交活动。我相信通过努力，我能变得更加自信和从容。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试改变自己的评价方式，相信自己的能力，并积极参与社交活动。",
        "label": ""
      },
      {
        "sentence": "我相信通过努力，我能变得更加自信和从容。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰能为你提供一些帮助和指导。相信自己，积极调整自己的心态，你一定能够克服焦虑，找到自己内心的平静和满足。如果还有什么需要帮助的，随时都可以来找我。祝你早日摆脱焦虑，过上幸福的生活！",
    "annotation": [
      {
        "sentence": "非常欣慰能为你提供一些帮助和指导。",
        "label": ""
      },
      {
        "sentence": "相信自己，积极调整自己的心态，你一定能够克服焦虑，找到自己内心的平静和满足。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱焦虑，过上幸福的生活！",
        "label": ""
      }
    ]
  }
]