[
  {
    "role": "client",
    "content": "我感到自己过于敏感，过于注重细节，导致我对成功的渴望太迫切，也让我对人对事都变得非常敏感。我经常过分看重别人对我的评价，小事情也会在我心里存留很长时间，让我难过很久。我应该怎么办？",
    "annotation": [
      {
        "sentence": "我感到自己过于敏感，过于注重细节，导致我对成功的渴望太迫切，也让我对人对事都变得非常敏感。",
        "label": ""
      },
      {
        "sentence": "我经常过分看重别人对我的评价，小事情也会在我心里存留很长时间，让我难过很久。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，我觉得你对成功的追求更像是对活出自己价值的向往。如果在过去的环境中，对你的行为没有受到充分的肯定和认可，甚至还受到否定和评判，那么你内在也会对自己进行评判，并难以接纳自己。你会更需要外在的认可和肯定，也会特别害怕犯错被别人否定。其实，这种状态是很常见的，不必太紧张。但是我们需要学会清理内心，并从头脑和情绪中解脱出来。最快的方式是多运动，通过身体活动让自己从思维转向感觉，并且做一些自己喜欢的事情。",
    "annotation": [
      {
        "sentence": "听你说起来，我觉得你对成功的追求更像是对活出自己价值的向往。",
        "label": ""
      },
      {
        "sentence": "如果在过去的环境中，对你的行为没有受到充分的肯定和认可，甚至还受到否定和评判，那么你内在也会对自己进行评判，并难以接纳自己。",
        "label": ""
      },
      {
        "sentence": "你会更需要外在的认可和肯定，也会特别害怕犯错被别人否定。",
        "label": ""
      },
      {
        "sentence": "其实，这种状态是很常见的，不必太紧张。",
        "label": ""
      },
      {
        "sentence": "但是我们需要学会清理内心，并从头脑和情绪中解脱出来。",
        "label": ""
      },
      {
        "sentence": "最快的方式是多运动，通过身体活动让自己从思维转向感觉，并且做一些自己喜欢的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说，我开始明白了。确实，我对成功的追求更多是希望通过活出自己的价值来获得认可和满足感。而过去的环境确实对我行为没有给予足够的肯定和认可，这让我内心感到不安。所以，我对别人的评价很在意，也容易被小事情困扰。我可以试着通过运动来调整自己的思维和情绪，同时也要找到一些喜欢的事情来做，对吧？",
    "annotation": [
      {
        "sentence": "听你这样说，我开始明白了。",
        "label": ""
      },
      {
        "sentence": "确实，我对成功的追求更多是希望通过活出自己的价值来获得认可和满足感。",
        "label": ""
      },
      {
        "sentence": "而过去的环境确实对我行为没有给予足够的肯定和认可，这让我内心感到不安。",
        "label": ""
      },
      {
        "sentence": "所以，我对别人的评价很在意，也容易被小事情困扰。",
        "label": ""
      },
      {
        "sentence": "我可以试着通过运动来调整自己的思维和情绪，同时也要找到一些喜欢的事情来做，对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你理解得很透彻！通过运动，你可以将注意力从思维中转向身体感受，这样可以暂时摆脱对自己评价的关注。同时，找到一些喜欢的事情来做，可以帮助你寻找内在的满足感，不再那么依赖外界的认可和肯定。逐渐地，你会发现自己更加自信和安心。",
    "annotation": [
      {
        "sentence": "没错，你理解得很透彻！",
        "label": ""
      },
      {
        "sentence": "通过运动，你可以将注意力从思维中转向身体感受，这样可以暂时摆脱对自己评价的关注。",
        "label": ""
      },
      {
        "sentence": "同时，找到一些喜欢的事情来做，可以帮助你寻找内在的满足感，不再那么依赖外界的认可和肯定。",
        "label": ""
      },
      {
        "sentence": "逐渐地，你会发现自己更加自信和安心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议！我现在明确了应该朝着调整自己的思维和情绪的方向努力，同时也要找到一些让自己内心满足的喜欢的事情来做。我一定会尽量多运动，养成健康的生活方式。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我现在明确了应该朝着调整自己的思维和情绪的方向努力，同时也要找到一些让自己内心满足的喜欢的事情来做。",
        "label": ""
      },
      {
        "sentence": "我一定会尽量多运动，养成健康的生活方式。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！很高兴能帮到你。调整思维和情绪需要时间，但只要你坚持努力，一定能够走出困境。记得要关注自己的内心需求，做一些真正让自己快乐的事情。如果你在调整过程中遇到了困难或者有任何需要分享的，随时来找我聊天。你可以做得到的！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "调整思维和情绪需要时间，但只要你坚持努力，一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "记得要关注自己的内心需求，做一些真正让自己快乐的事情。",
        "label": ""
      },
      {
        "sentence": "如果你在调整过程中遇到了困难或者有任何需要分享的，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你可以做得到的！",
        "label": ""
      }
    ]
  }
]