[
  {
    "role": "client",
    "content": "我的成绩为什么那么差，不知道怎么努力，怕被社会抛弃。我是个成绩非常差的人，就小考那总分才三十几。也不知道怎么努力，上课的时候总是发呆，在学校里总是被人调戏和侮辱。想过自杀，可是又怕痛。本来长的就不好看，智商还低，我真的怕我以后被这个社会抛弃。",
    "annotation": [
      {
        "sentence": "我的成绩为什么那么差，不知道怎么努力，怕被社会抛弃。",
        "label": ""
      },
      {
        "sentence": "我是个成绩非常差的人，就小考那总分才三十几。",
        "label": ""
      },
      {
        "sentence": "也不知道怎么努力，上课的时候总是发呆，在学校里总是被人调戏和侮辱。",
        "label": ""
      },
      {
        "sentence": "想过自杀，可是又怕痛。",
        "label": ""
      },
      {
        "sentence": "本来长的就不好看，智商还低，我真的怕我以后被这个社会抛弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，听到你的困扰后我感到十分在乎，不过放心，我相信一切都会好起来的。首先，我觉得我们可以先从你的学习成绩问题上着手。你说你不知道怎么努力，上课总是发呆，这可能是因为你的学习基础比较差，听不懂现在的课程导致的。我建议你可以从基础课程开始补起，找一些适合你的学习资源。我以前也是学习差的，但是后来通过请一位一对一的家教，从基础开始补习，然后成绩逐渐提高。如果你经济条件允许的话，可以考虑请一位家教，这样他可以根据你的情况制定适合你的学习计划，提高你的成绩。如果不行的话，你也可以在网上寻找一些免费的视频课程资料，或者向你认可的老师寻求帮助，寻找有效的学习资料。只要你坚持下去，相信你的成绩一定可以慢慢提高的。人生就像马拉松，不是短跑，所以现在的成绩并不重要，相信在未来的某个时刻，你一定可以超越他人。",
    "annotation": [
      {
        "sentence": "嗯，听到你的困扰后我感到十分在乎，不过放心，我相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得我们可以先从你的学习成绩问题上着手。",
        "label": ""
      },
      {
        "sentence": "你说你不知道怎么努力，上课总是发呆，这可能是因为你的学习基础比较差，听不懂现在的课程导致的。",
        "label": ""
      },
      {
        "sentence": "我建议你可以从基础课程开始补起，找一些适合你的学习资源。",
        "label": ""
      },
      {
        "sentence": "我以前也是学习差的，但是后来通过请一位一对一的家教，从基础开始补习，然后成绩逐渐提高。",
        "label": ""
      },
      {
        "sentence": "如果你经济条件允许的话，可以考虑请一位家教，这样他可以根据你的情况制定适合你的学习计划，提高你的成绩。",
        "label": ""
      },
      {
        "sentence": "如果不行的话，你也可以在网上寻找一些免费的视频课程资料，或者向你认可的老师寻求帮助，寻找有效的学习资料。",
        "label": ""
      },
      {
        "sentence": "只要你坚持下去，相信你的成绩一定可以慢慢提高的。",
        "label": ""
      },
      {
        "sentence": "人生就像马拉松，不是短跑，所以现在的成绩并不重要，相信在未来的某个时刻，你一定可以超越他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。但是除了学习成绩差，我在学校里总是被人调戏和侮辱，而且还对自己的外貌没有自信，所以想过自杀。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "但是除了学习成绩差，我在学校里总是被人调戏和侮辱，而且还对自己的外貌没有自信，所以想过自杀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一直承受着这么多的压力和困扰，我非常理解你的感受。首先，对于别人的侮辱，你一定要有所反应，让对方明白你不是可以随便被欺负的。你可以寻求老师和家长的帮助，让他们知道你被欺负的情况，让对方知道欺负你是不对的。你不会被对方的侮辱影响到。另外，我建议你加强身体锻炼，一个体魄健康的人自然会让别人有所顾忌，同学也不敢轻易欺负你。你可以尝试打打篮球或者晨跑。每天保持整洁干净，挺直腰板，坚持晨跑。一个自信和自律的人会赢得他人的尊重，别人也不敢轻视你。另外，我想告诉你美丽有很多种，不仅仅是外表。穿着整洁，没有头屑的头发，得体的举止，自信的微笑，善良和热情的内心，这样的人自然会散发出魅力。你愿意试试从今天开始吗？从洗净衣服上的污点开始，挺起挺直的背，逐渐提升自己的自信。最后，提高你的成绩，培养一个兴趣爱好，多多帮助同学，这些都有助于你融入集体，同时也会提高你的自信心。当你有了明确的目标和人生追求时，遇到挫折时你会有勇气去面对，不会再想到自杀。亲爱的，如果你的心情真的很糟糕，甚至有了自杀的念头，请一定不要自己承受，可以向你的家长、老师或者心理医生寻求帮助。他们一定会引导你、帮助你，让你成为一个自信的、满意自己各方面的人。生命只有一次，一定要珍惜！让自己的人生在自己喜欢的事情上发光发热吧。亲爱的，试着去补习，培养一个自己的爱好，去帮助同学，去拥有自己的目标和理想。你一定可以拥有一个璀璨的人生。不要忘记，我会一直支持你。",
    "annotation": [
      {
        "sentence": "你一直承受着这么多的压力和困扰，我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，对于别人的侮辱，你一定要有所反应，让对方明白你不是可以随便被欺负的。",
        "label": ""
      },
      {
        "sentence": "你可以寻求老师和家长的帮助，让他们知道你被欺负的情况，让对方知道欺负你是不对的。",
        "label": ""
      },
      {
        "sentence": "你不会被对方的侮辱影响到。",
        "label": ""
      },
      {
        "sentence": "另外，我建议你加强身体锻炼，一个体魄健康的人自然会让别人有所顾忌，同学也不敢轻易欺负你。",
        "label": ""
      },
      {
        "sentence": "你可以尝试打打篮球或者晨跑。",
        "label": ""
      },
      {
        "sentence": "每天保持整洁干净，挺直腰板，坚持晨跑。",
        "label": ""
      },
      {
        "sentence": "一个自信和自律的人会赢得他人的尊重，别人也不敢轻视你。",
        "label": ""
      },
      {
        "sentence": "另外，我想告诉你美丽有很多种，不仅仅是外表。",
        "label": ""
      },
      {
        "sentence": "穿着整洁，没有头屑的头发，得体的举止，自信的微笑，善良和热情的内心，这样的人自然会散发出魅力。",
        "label": ""
      },
      {
        "sentence": "你愿意试试从今天开始吗？",
        "label": ""
      },
      {
        "sentence": "从洗净衣服上的污点开始，挺起挺直的背，逐渐提升自己的自信。",
        "label": ""
      },
      {
        "sentence": "最后，提高你的成绩，培养一个兴趣爱好，多多帮助同学，这些都有助于你融入集体，同时也会提高你的自信心。",
        "label": ""
      },
      {
        "sentence": "当你有了明确的目标和人生追求时，遇到挫折时你会有勇气去面对，不会再想到自杀。",
        "label": ""
      },
      {
        "sentence": "亲爱的，如果你的心情真的很糟糕，甚至有了自杀的念头，请一定不要自己承受，可以向你的家长、老师或者心理医生寻求帮助。",
        "label": ""
      },
      {
        "sentence": "他们一定会引导你、帮助你，让你成为一个自信的、满意自己各方面的人。",
        "label": ""
      },
      {
        "sentence": "生命只有一次，一定要珍惜！",
        "label": ""
      },
      {
        "sentence": "让自己的人生在自己喜欢的事情上发光发热吧。",
        "label": ""
      },
      {
        "sentence": "亲爱的，试着去补习，培养一个自己的爱好，去帮助同学，去拥有自己的目标和理想。",
        "label": ""
      },
      {
        "sentence": "你一定可以拥有一个璀璨的人生。",
        "label": ""
      },
      {
        "sentence": "不要忘记，我会一直支持你。",
        "label": ""
      }
    ]
  }
]