[
  {
    "role": "client",
    "content": "我感到很迷茫和焦虑。我今年22岁，在国外已经生活了6年，但是现在我想回国，不想再读书了，觉得生活毫无意义。我之前在美国读了4年多的大学，后来休学回国休息了半年左右，然后转学到了伦敦，放弃了在美国的学业重新开始。可是自从上大学之后，我就不再对学习感兴趣了，觉得上学没有意义。但是父母不会允许我退学回国，虽然他们家庭经济条件不错，每个月的生活费也很高，但是我对这些已经没有任何感觉了。此外，我之前跟女朋友在一起，她已经毕业并开始工作，而我还有两年才能毕业，我们面临着困境。最近我真的很烦恼，晚上睡不着觉，而且抽烟也比以前厉害了。",
    "annotation": [
      {
        "sentence": "我感到很迷茫和焦虑。",
        "label": ""
      },
      {
        "sentence": "我今年22岁，在国外已经生活了6年，但是现在我想回国，不想再读书了，觉得生活毫无意义。",
        "label": ""
      },
      {
        "sentence": "我之前在美国读了4年多的大学，后来休学回国休息了半年左右，然后转学到了伦敦，放弃了在美国的学业重新开始。",
        "label": ""
      },
      {
        "sentence": "可是自从上大学之后，我就不再对学习感兴趣了，觉得上学没有意义。",
        "label": ""
      },
      {
        "sentence": "但是父母不会允许我退学回国，虽然他们家庭经济条件不错，每个月的生活费也很高，但是我对这些已经没有任何感觉了。",
        "label": ""
      },
      {
        "sentence": "此外，我之前跟女朋友在一起，她已经毕业并开始工作，而我还有两年才能毕业，我们面临着困境。",
        "label": ""
      },
      {
        "sentence": "最近我真的很烦恼，晚上睡不着觉，而且抽烟也比以前厉害了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能理解你现在的困惑和焦虑情绪。你的问题其实是一个抉择问题，到底是选择继续学业还是回国工作。如果选择继续学业，我们要面对的问题是什么呢？你之前提到你对学习已经失去兴趣，对学习抱有消极情绪，觉得学习没有意义。另一方面，如果选择在国外继续学业，你和女朋友将要面对长达两年的异地恋，未来会有很多不确定性。同时，你在国内已经开始了事业，如果选择继续学业可能会影响事业的发展。针对这些问题，我们可以先分析一下解决的对策。",
    "annotation": [
      {
        "sentence": "你好，我能理解你现在的困惑和焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "你的问题其实是一个抉择问题，到底是选择继续学业还是回国工作。",
        "label": ""
      },
      {
        "sentence": "如果选择继续学业，我们要面对的问题是什么呢？",
        "label": ""
      },
      {
        "sentence": "你之前提到你对学习已经失去兴趣，对学习抱有消极情绪，觉得学习没有意义。",
        "label": ""
      },
      {
        "sentence": "另一方面，如果选择在国外继续学业，你和女朋友将要面对长达两年的异地恋，未来会有很多不确定性。",
        "label": ""
      },
      {
        "sentence": "同时，你在国内已经开始了事业，如果选择继续学业可能会影响事业的发展。",
        "label": ""
      },
      {
        "sentence": "针对这些问题，我们可以先分析一下解决的对策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我对学习感到迷茫是一个很常见的问题。可能环境的变化让我无所适从，或者学业压力增大导致我感到困难重重。之前我成绩还不错，但是上了大学之后就不想学习了。我承认这几年在国外学业让我没有底气放弃，其实我也想好好继续学习下去。不如我们从现在开始，先小范围地尝试一下，比如去听一堂课，写一份作业，慢慢补上之前落下的功课。不要再犹豫了。至于女友的问题，我知道我们非常相爱，但是要面对异地恋确实很困难。我想我们可以相互支持，各自努力，相信我们的爱情可以度过这个考验。对于做生意的想法，我觉得我还是年轻，如果能够专心学习各种知识，这段在国外的经历会给我带来很大的收获。做生意可能会让我获得更多的满足感。虽然家庭条件好，但是我想可以尝试一下做一件从未想过要做的事情，说不定会有更多的收获。",
    "annotation": [
      {
        "sentence": "确实，我对学习感到迷茫是一个很常见的问题。",
        "label": ""
      },
      {
        "sentence": "可能环境的变化让我无所适从，或者学业压力增大导致我感到困难重重。",
        "label": ""
      },
      {
        "sentence": "之前我成绩还不错，但是上了大学之后就不想学习了。",
        "label": ""
      },
      {
        "sentence": "我承认这几年在国外学业让我没有底气放弃，其实我也想好好继续学习下去。",
        "label": ""
      },
      {
        "sentence": "不如我们从现在开始，先小范围地尝试一下，比如去听一堂课，写一份作业，慢慢补上之前落下的功课。",
        "label": ""
      },
      {
        "sentence": "不要再犹豫了。",
        "label": ""
      },
      {
        "sentence": "至于女友的问题，我知道我们非常相爱，但是要面对异地恋确实很困难。",
        "label": ""
      },
      {
        "sentence": "我想我们可以相互支持，各自努力，相信我们的爱情可以度过这个考验。",
        "label": ""
      },
      {
        "sentence": "对于做生意的想法，我觉得我还是年轻，如果能够专心学习各种知识，这段在国外的经历会给我带来很大的收获。",
        "label": ""
      },
      {
        "sentence": "做生意可能会让我获得更多的满足感。",
        "label": ""
      },
      {
        "sentence": "虽然家庭条件好，但是我想可以尝试一下做一件从未想过要做的事情，说不定会有更多的收获。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很不错，从小处开始，逐步让自己回到学习状态是一个很好的策略。同时，相信你们之间的爱情也会因为相互的努力而更加坚固。对于做生意的想法，我同样鼓励你去尝试，年轻的时候正是尝试各种可能性的好时机。对于回国工作的想法，我能理解家人的担心，但是你也要让他们了解你想要回国的原因，给他们一个明确的展望。这个过程可能会很困难，但是你需要有足够的信心和勇气去与家人沟通，让他们理解并支持你的决定。在这个过程中，你需要展示一份清晰的规划，让他们相信你的决定不是冲动，而是经过深思熟虑的成年人的选择。同时，你也需要解释为什么觉得学业没有底气放弃，充分说明你的想法和考虑，让家人能够理解并认同。与家人的心理战可能会很艰辛，但是只要你有坚定的决心，我相信最终会有一个好的结果。",
    "annotation": [
      {
        "sentence": "你的想法很不错，从小处开始，逐步让自己回到学习状态是一个很好的策略。",
        "label": ""
      },
      {
        "sentence": "同时，相信你们之间的爱情也会因为相互的努力而更加坚固。",
        "label": ""
      },
      {
        "sentence": "对于做生意的想法，我同样鼓励你去尝试，年轻的时候正是尝试各种可能性的好时机。",
        "label": ""
      },
      {
        "sentence": "对于回国工作的想法，我能理解家人的担心，但是你也要让他们了解你想要回国的原因，给他们一个明确的展望。",
        "label": ""
      },
      {
        "sentence": "这个过程可能会很困难，但是你需要有足够的信心和勇气去与家人沟通，让他们理解并支持你的决定。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你需要展示一份清晰的规划，让他们相信你的决定不是冲动，而是经过深思熟虑的成年人的选择。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要解释为什么觉得学业没有底气放弃，充分说明你的想法和考虑，让家人能够理解并认同。",
        "label": ""
      },
      {
        "sentence": "与家人的心理战可能会很艰辛，但是只要你有坚定的决心，我相信最终会有一个好的结果。",
        "label": ""
      }
    ]
  }
]