[
  {
    "role": "client",
    "content": "我22岁，在国外生活了6年，现在想回国但又不想继续读书，感觉生活没有意义了。",
    "annotation": [
      {
        "sentence": "我22岁，在国外生活了6年，现在想回国但又不想继续读书，感觉生活没有意义了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述后非常理解你的心情，可以感受到你内心的煎熬。在国外生活了这么多年，对当前的生活和学习感到困惑，找不到意义在哪里。",
    "annotation": [
      {
        "sentence": "看了你的描述后非常理解你的心情，可以感受到你内心的煎熬。",
        "label": ""
      },
      {
        "sentence": "在国外生活了这么多年，对当前的生活和学习感到困惑，找不到意义在哪里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我之前在美国呆了4年多，然后休学回国了。在国内休息了差不多半年，然后又去了伦敦，放弃了在美国的大一学业，从头开始。但是我发现在伦敦也没有什么本质上的改变。现在开始做事情总是拖拖拉拉的，对上学失去了兴趣，感觉上学没有意义。可是父母不可能让我退学回国。",
    "annotation": [
      {
        "sentence": "是的，我之前在美国呆了4年多，然后休学回国了。",
        "label": ""
      },
      {
        "sentence": "在国内休息了差不多半年，然后又去了伦敦，放弃了在美国的大一学业，从头开始。",
        "label": ""
      },
      {
        "sentence": "但是我发现在伦敦也没有什么本质上的改变。",
        "label": ""
      },
      {
        "sentence": "现在开始做事情总是拖拖拉拉的，对上学失去了兴趣，感觉上学没有意义。",
        "label": ""
      },
      {
        "sentence": "可是父母不可能让我退学回国。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的处境。你在美国休学后选择去伦敦重新开始，但在学业上却没有真正的投入。你对学习变得漠不关心，这让你失去了动力，有点像完成家务一样，觉得学习是一种负担和压力。你又有合伙经营实体店的机会，想回国发展，但是又对自己在国外的学业没有底气。此外，你的前女友已经毕业了，而你还有两年才能毕业，你现在感到非常尴尬。最近你真的因为这些事情睡不着觉，也开始抽更多的烟。",
    "annotation": [
      {
        "sentence": "我理解你的处境。",
        "label": ""
      },
      {
        "sentence": "你在美国休学后选择去伦敦重新开始，但在学业上却没有真正的投入。",
        "label": ""
      },
      {
        "sentence": "你对学习变得漠不关心，这让你失去了动力，有点像完成家务一样，觉得学习是一种负担和压力。",
        "label": ""
      },
      {
        "sentence": "你又有合伙经营实体店的机会，想回国发展，但是又对自己在国外的学业没有底气。",
        "label": ""
      },
      {
        "sentence": "此外，你的前女友已经毕业了，而你还有两年才能毕业，你现在感到非常尴尬。",
        "label": ""
      },
      {
        "sentence": "最近你真的因为这些事情睡不着觉，也开始抽更多的烟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对现在的生活感到非常不满意。虽然我在物质上过得很好，但是我已经感受不到任何快乐了。每一天都是煎熬，过着得过且过的生活。我现在需要仔细思考一下自己想要的究竟是什么，分析目前的情况，并根据内心的选择来决定。",
    "annotation": [
      {
        "sentence": "是的，我对现在的生活感到非常不满意。",
        "label": ""
      },
      {
        "sentence": "虽然我在物质上过得很好，但是我已经感受不到任何快乐了。",
        "label": ""
      },
      {
        "sentence": "每一天都是煎熬，过着得过且过的生活。",
        "label": ""
      },
      {
        "sentence": "我现在需要仔细思考一下自己想要的究竟是什么，分析目前的情况，并根据内心的选择来决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你需要弄清楚自己想要的生活是什么。人生是你自己的，别人的期待终究是别人的。你是想在国外继续熬两年坚持到毕业，拿到国外大学的学历，但每天过着无聊的生活，还是希望打破现状，去追寻心中的梦想呢？",
    "annotation": [
      {
        "sentence": "很好，你需要弄清楚自己想要的生活是什么。",
        "label": ""
      },
      {
        "sentence": "人生是你自己的，别人的期待终究是别人的。",
        "label": ""
      },
      {
        "sentence": "你是想在国外继续熬两年坚持到毕业，拿到国外大学的学历，但每天过着无聊的生活，还是希望打破现状，去追寻心中的梦想呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我更倾向于回国做生意，但是又无法轻易放弃正在进行的学业。我需要面对很多选择，但很难做到两全其美。",
    "annotation": [
      {
        "sentence": "我更倾向于回国做生意，但是又无法轻易放弃正在进行的学业。",
        "label": ""
      },
      {
        "sentence": "我需要面对很多选择，但很难做到两全其美。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，人生总是需要做出选择的。你需要问问自己的内心，询问自己真正想要的。如果你觉得国外的生活让你感到痛苦，你可以试着与父母好好沟通，表达出自己内心的感受，希望得到他们的理解和支持。至于女朋友，你有没有跟她谈起过这件事，询问她的意见，一起商讨解决的办法呢？",
    "annotation": [
      {
        "sentence": "没错，人生总是需要做出选择的。",
        "label": ""
      },
      {
        "sentence": "你需要问问自己的内心，询问自己真正想要的。",
        "label": ""
      },
      {
        "sentence": "如果你觉得国外的生活让你感到痛苦，你可以试着与父母好好沟通，表达出自己内心的感受，希望得到他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "至于女朋友，你有没有跟她谈起过这件事，询问她的意见，一起商讨解决的办法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有和父母沟通过这件事，也没有和女朋友谈起过。看起来我应该和他们好好聊聊，既然决定了要做出改变，我觉得他们应该支持我的选择。",
    "annotation": [
      {
        "sentence": "我没有和父母沟通过这件事，也没有和女朋友谈起过。",
        "label": ""
      },
      {
        "sentence": "看起来我应该和他们好好聊聊，既然决定了要做出改变，我觉得他们应该支持我的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，和家人、女朋友沟通非常重要。他们是你最亲近的人，分享你的烦恼，寻求他们的理解和支持是非常重要的。此外，你也可以尝试调整自己的心态，为当前的生活设定一些目标，并努力去完成。毕竟，想要回国做生意是你的愿望，但实现这个目标的前提是先顺利完成国外的学业。你可以投入更多的时间和精力去学习，尽早毕业，同时也关注国内店铺的情况，学习经营的技巧，为回国后的生意打下更好的基础。当然，别忘了过好当下的生活，如果每天只是重复前一天的事情，自然会感到疲惫和无聊。去做一些自己喜欢的事，了解国外的文化，接触国外的人，多出去走走，欣赏沿途的风景。学会发现身边的乐趣，把国外的生活当作一段人生经历，记录下每一个美好的瞬间，这些都将是你宝贵的回忆。希望你能早日摆脱困扰，过上快乐的生活。",
    "annotation": [
      {
        "sentence": "很好，和家人、女朋友沟通非常重要。",
        "label": ""
      },
      {
        "sentence": "他们是你最亲近的人，分享你的烦恼，寻求他们的理解和支持是非常重要的。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以尝试调整自己的心态，为当前的生活设定一些目标，并努力去完成。",
        "label": ""
      },
      {
        "sentence": "毕竟，想要回国做生意是你的愿望，但实现这个目标的前提是先顺利完成国外的学业。",
        "label": ""
      },
      {
        "sentence": "你可以投入更多的时间和精力去学习，尽早毕业，同时也关注国内店铺的情况，学习经营的技巧，为回国后的生意打下更好的基础。",
        "label": ""
      },
      {
        "sentence": "当然，别忘了过好当下的生活，如果每天只是重复前一天的事情，自然会感到疲惫和无聊。",
        "label": ""
      },
      {
        "sentence": "去做一些自己喜欢的事，了解国外的文化，接触国外的人，多出去走走，欣赏沿途的风景。",
        "label": ""
      },
      {
        "sentence": "学会发现身边的乐趣，把国外的生活当作一段人生经历，记录下每一个美好的瞬间，这些都将是你宝贵的回忆。",
        "label": ""
      },
      {
        "sentence": "希望你能早日摆脱困扰，过上快乐的生活。",
        "label": ""
      }
    ]
  }
]