[
  {
    "role": "client",
    "content": "我22岁，在国外呆了6年了，不想再继续读书了，觉得生活毫无意义。之前在美国呆了4年多休学了，回国休息了差不多半年，后来转学到了伦敦，放弃了在美国大一的学业，在伦敦的生活也没有什么本质上的改变。现在我开始做事情开始拖拖拉拉的，觉得上学没有什么意义，但是父母不可能允许我退学回国。虽然家里的条件挺好，给我的生活费也很高，但是我对这些已经失去了感觉。之前在美国和朋友合伙开了一家实体店，现在国内已经有了一家店，杭州的店也在筹划中，所以我想回去做生意，但同时我这么多年在国外的学业又让我没有底气放弃。而且之前的女朋友因为她已经毕业了，我们的关系陷入了尴尬的境地，我还有两年才毕业，不可能把她留在国内。最近真的为这些事情烦恼，晚上都睡不好觉，抽烟也比以前多了很多。",
    "annotation": [
      {
        "sentence": "我22岁，在国外呆了6年了，不想再继续读书了，觉得生活毫无意义。",
        "label": ""
      },
      {
        "sentence": "之前在美国呆了4年多休学了，回国休息了差不多半年，后来转学到了伦敦，放弃了在美国大一的学业，在伦敦的生活也没有什么本质上的改变。",
        "label": ""
      },
      {
        "sentence": "现在我开始做事情开始拖拖拉拉的，觉得上学没有什么意义，但是父母不可能允许我退学回国。",
        "label": ""
      },
      {
        "sentence": "虽然家里的条件挺好，给我的生活费也很高，但是我对这些已经失去了感觉。",
        "label": ""
      },
      {
        "sentence": "之前在美国和朋友合伙开了一家实体店，现在国内已经有了一家店，杭州的店也在筹划中，所以我想回去做生意，但同时我这么多年在国外的学业又让我没有底气放弃。",
        "label": ""
      },
      {
        "sentence": "而且之前的女朋友因为她已经毕业了，我们的关系陷入了尴尬的境地，我还有两年才毕业，不可能把她留在国内。",
        "label": ""
      },
      {
        "sentence": "最近真的为这些事情烦恼，晚上都睡不好觉，抽烟也比以前多了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，能看出你现在的状态比较低落。这种情况可能是由多方面原因造成的，包括你的环境和你的认知等等。让我们来一起分析一下吧。首先，你面临的问题是进退两难。第一，你不想在外国继续读书，但父母不允许你退学，你自己也没有底气放弃。你曾经在学业上表现良好，这说明你并不是一直都没有努力过。每个阶段都会有自我和未来的思考，现在你有自己的取舍，比如想要放弃学业回国做生意，这是你的一种打算，对吗？其实没有绝对正确的答案，因为没有人能够预知未来。所以，我们该如何权衡这个问题呢？首先，看看你有多大的决心，如果不这么做，你未来很可能会后悔，如果按照父母的意愿，未来可能不如你所愿，你会怪罪他们吗？如果答案是肯定的，那么就听从内心的选择。父母不同意你放弃学业，他们有他们的理由，但不能完全干涉你的选择。你可以和他们深入交流，告诉他们你的想法和打算，告诉他们你会放弃什么和你将会得到什么，再征求他们的意见。第二，你的生活条件很好，但已经失去了热望，找不到努力的意义。现在你的状态是焦虑和拖延，因为没有一个明确的信念和目标，你感觉一切都可以随随便便得到，物质生活满足了，学业可以糊弄过去，那我还要干什么呢？这是一个关键问题。每个人都有自己的梦想和追求，回头看看，你曾经热切地想要得到什么，现在迷茫没关系，你才22岁，一切皆有可能，而且你的生活条件还不错，很多阻碍都不是很大。不要急着去寻找事物的意义，做一件事之前，不要想这样做能给我带来什么，而是想想为了这件事，我可以怎么做到最好，专注于行动和过程，不要过于关注结果。最后，只要你付出了努力，意义就会出现，你会从过程中获得一些宝贵的东西。第三，你的爱情面临尴尬的处境，既不愿意放手，又感觉留不住。你说她已经毕业了，还在国内，而你还有两年才毕业，这确实很尴尬。异地恋本来就不容易，何况异国。你的担忧是正常的，毕竟我们不能耽误对方寻找幸福的权利。那你应该怎么办呢？两年的时间说短也不短，说长也不长，你们可以约定，现在继续交往，如果有更好的机会，那么另一方选择放手，或者你们的感情足够深，在谈一谈未来，给她足够的安全感。毕业后你回国，还可以问问她是否有意愿出国留学或者工作，你可以帮助她。当面临进退两难的情况时，建议听从内心的选择，并为此付出最大的努力。虽然这可能不是最正确的选择，但它会让你心安。自己的选择总比别人帮你选择要容易接受一些。祝一切好起来哦。",
    "annotation": [
      {
        "sentence": "你好，能看出你现在的状态比较低落。",
        "label": ""
      },
      {
        "sentence": "这种情况可能是由多方面原因造成的，包括你的环境和你的认知等等。",
        "label": ""
      },
      {
        "sentence": "让我们来一起分析一下吧。",
        "label": ""
      },
      {
        "sentence": "首先，你面临的问题是进退两难。",
        "label": ""
      },
      {
        "sentence": "第一，你不想在外国继续读书，但父母不允许你退学，你自己也没有底气放弃。",
        "label": ""
      },
      {
        "sentence": "你曾经在学业上表现良好，这说明你并不是一直都没有努力过。",
        "label": ""
      },
      {
        "sentence": "每个阶段都会有自我和未来的思考，现在你有自己的取舍，比如想要放弃学业回国做生意，这是你的一种打算，对吗？",
        "label": ""
      },
      {
        "sentence": "其实没有绝对正确的答案，因为没有人能够预知未来。",
        "label": ""
      },
      {
        "sentence": "所以，我们该如何权衡这个问题呢？",
        "label": ""
      },
      {
        "sentence": "首先，看看你有多大的决心，如果不这么做，你未来很可能会后悔，如果按照父母的意愿，未来可能不如你所愿，你会怪罪他们吗？",
        "label": ""
      },
      {
        "sentence": "如果答案是肯定的，那么就听从内心的选择。",
        "label": ""
      },
      {
        "sentence": "父母不同意你放弃学业，他们有他们的理由，但不能完全干涉你的选择。",
        "label": ""
      },
      {
        "sentence": "你可以和他们深入交流，告诉他们你的想法和打算，告诉他们你会放弃什么和你将会得到什么，再征求他们的意见。",
        "label": ""
      },
      {
        "sentence": "第二，你的生活条件很好，但已经失去了热望，找不到努力的意义。",
        "label": ""
      },
      {
        "sentence": "现在你的状态是焦虑和拖延，因为没有一个明确的信念和目标，你感觉一切都可以随随便便得到，物质生活满足了，学业可以糊弄过去，那我还要干什么呢？",
        "label": ""
      },
      {
        "sentence": "这是一个关键问题。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的梦想和追求，回头看看，你曾经热切地想要得到什么，现在迷茫没关系，你才22岁，一切皆有可能，而且你的生活条件还不错，很多阻碍都不是很大。",
        "label": ""
      },
      {
        "sentence": "不要急着去寻找事物的意义，做一件事之前，不要想这样做能给我带来什么，而是想想为了这件事，我可以怎么做到最好，专注于行动和过程，不要过于关注结果。",
        "label": ""
      },
      {
        "sentence": "最后，只要你付出了努力，意义就会出现，你会从过程中获得一些宝贵的东西。",
        "label": ""
      },
      {
        "sentence": "第三，你的爱情面临尴尬的处境，既不愿意放手，又感觉留不住。",
        "label": ""
      },
      {
        "sentence": "你说她已经毕业了，还在国内，而你还有两年才毕业，这确实很尴尬。",
        "label": ""
      },
      {
        "sentence": "异地恋本来就不容易，何况异国。",
        "label": ""
      },
      {
        "sentence": "你的担忧是正常的，毕竟我们不能耽误对方寻找幸福的权利。",
        "label": ""
      },
      {
        "sentence": "那你应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "两年的时间说短也不短，说长也不长，你们可以约定，现在继续交往，如果有更好的机会，那么另一方选择放手，或者你们的感情足够深，在谈一谈未来，给她足够的安全感。",
        "label": ""
      },
      {
        "sentence": "毕业后你回国，还可以问问她是否有意愿出国留学或者工作，你可以帮助她。",
        "label": ""
      },
      {
        "sentence": "当面临进退两难的情况时，建议听从内心的选择，并为此付出最大的努力。",
        "label": ""
      },
      {
        "sentence": "虽然这可能不是最正确的选择，但它会让你心安。",
        "label": ""
      },
      {
        "sentence": "自己的选择总比别人帮你选择要容易接受一些。",
        "label": ""
      },
      {
        "sentence": "祝一切好起来哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我现在是真的感到很困惑和压力很大。我之前的学业比较顺利，但自从上大学以后我就变得很懒散，课也不怎么上了。现在来了伦敦，生活和学业没有什么本质的改变，我感觉自己好像变得更懒了。我在想如果我放弃学业回国做生意，未来就会有很多不确定的因素，这让我很害怕。另外，我对生活已经失去了热情，感觉一切都没有意义。我以前在美国和朋友一起做生意，开了一家实体店，现在店铺规模也在不断扩大。所以我想回去继续做生意，但同时我又觉得之前那么多年的学业岂能白白放弃呢？我真的很纠结。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我现在是真的感到很困惑和压力很大。",
        "label": ""
      },
      {
        "sentence": "我之前的学业比较顺利，但自从上大学以后我就变得很懒散，课也不怎么上了。",
        "label": ""
      },
      {
        "sentence": "现在来了伦敦，生活和学业没有什么本质的改变，我感觉自己好像变得更懒了。",
        "label": ""
      },
      {
        "sentence": "我在想如果我放弃学业回国做生意，未来就会有很多不确定的因素，这让我很害怕。",
        "label": ""
      },
      {
        "sentence": "另外，我对生活已经失去了热情，感觉一切都没有意义。",
        "label": ""
      },
      {
        "sentence": "我以前在美国和朋友一起做生意，开了一家实体店，现在店铺规模也在不断扩大。",
        "label": ""
      },
      {
        "sentence": "所以我想回去继续做生意，但同时我又觉得之前那么多年的学业岂能白白放弃呢？",
        "label": ""
      },
      {
        "sentence": "我真的很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑和压力是可以理解的。在大学阶段，很多人都会感到学业压力的减轻，导致有些人开始放松。你在伦敦的生活和学业没有本质的改变可能是因为你陷入了这样的状态。但是，人的状态是可以改变的，你可以尝试寻找一些激励自己的方法，比如制定规划、设定小目标等等，让自己重新找到学业的动力。同时，对于你放弃学业回国做生意的担心，我理解你的顾虑，未来的事情很难预测，但是过于担心未来会让你陷入困惑。你可以尝试评估你的决心和热情，看看放弃学业对你来说是否是一个值得冒险的选择。至于失去热情的问题，我们都会有这样的阶段，人生不可能一直激情四溢，但是这并不意味着生活就没有意义了。你可以试着找出自己内心渴望的东西，或者尝试新的事物来激发你的热情。至于做生意还是继续学业的问题，你可以探索一下两者可以兼顾的方法，比如寻找可以同时从事学业和生意的机会。最重要的是听从自己的内心，做出适合自己的选择。祝你好运！",
    "annotation": [
      {
        "sentence": "你的困惑和压力是可以理解的。",
        "label": ""
      },
      {
        "sentence": "在大学阶段，很多人都会感到学业压力的减轻，导致有些人开始放松。",
        "label": ""
      },
      {
        "sentence": "你在伦敦的生活和学业没有本质的改变可能是因为你陷入了这样的状态。",
        "label": ""
      },
      {
        "sentence": "但是，人的状态是可以改变的，你可以尝试寻找一些激励自己的方法，比如制定规划、设定小目标等等，让自己重新找到学业的动力。",
        "label": ""
      },
      {
        "sentence": "同时，对于你放弃学业回国做生意的担心，我理解你的顾虑，未来的事情很难预测，但是过于担心未来会让你陷入困惑。",
        "label": ""
      },
      {
        "sentence": "你可以尝试评估你的决心和热情，看看放弃学业对你来说是否是一个值得冒险的选择。",
        "label": ""
      },
      {
        "sentence": "至于失去热情的问题，我们都会有这样的阶段，人生不可能一直激情四溢，但是这并不意味着生活就没有意义了。",
        "label": ""
      },
      {
        "sentence": "你可以试着找出自己内心渴望的东西，或者尝试新的事物来激发你的热情。",
        "label": ""
      },
      {
        "sentence": "至于做生意还是继续学业的问题，你可以探索一下两者可以兼顾的方法，比如寻找可以同时从事学业和生意的机会。",
        "label": ""
      },
      {
        "sentence": "最重要的是听从自己的内心，做出适合自己的选择。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答和建议，我会好好考",
    "annotation": [
      {
        "sentence": "谢谢你的回答和建议，我会好好考",
        "label": ""
      }
    ]
  }
]