[
  {
    "role": "client",
    "content": "痛苦的回忆不断涌入我的脑海，我不知道要如何调整？",
    "annotation": [
      {
        "sentence": "痛苦的回忆不断涌入我的脑海，我不知道要如何调整？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到问题，我的心比较沉重。目前你被困扰着，同时抗争着，思维念头多，令你不堪忍受，而且时间持续2年之久，这让你痛苦不已。对于一个19岁的孩子，花一样绽放的季节，你的描述，足以让人难以承受。",
    "annotation": [
      {
        "sentence": "看到问题，我的心比较沉重。",
        "label": ""
      },
      {
        "sentence": "目前你被困扰着，同时抗争着，思维念头多，令你不堪忍受，而且时间持续2年之久，这让你痛苦不已。",
        "label": ""
      },
      {
        "sentence": "对于一个19岁的孩子，花一样绽放的季节，你的描述，足以让人难以承受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这种情况持续了快两年了，痛苦的回忆会毫无征兆的不分情景的出现在我的脑海里。",
    "annotation": [
      {
        "sentence": "这种情况持续了快两年了，痛苦的回忆会毫无征兆的不分情景的出现在我的脑海里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的孩子，我们生而为人，每个人的头脑里都会有很多想法和念头，有时候也会为之苦恼，念头和想法不是问题，关键是你如何去面对，甚至考虑去处理和它们相处？孩子，我想问问你，当你产生这些负面情绪和念头的时候，你有没有想过，它们都是从哪里冒出来的呢？它们为什么几乎每天都要来报到？有没有想过去探讨一下它的源头？找到属于它们的“家”？",
    "annotation": [
      {
        "sentence": "亲爱的孩子，我们生而为人，每个人的头脑里都会有很多想法和念头，有时候也会为之苦恼，念头和想法不是问题，关键是你如何去面对，甚至考虑去处理和它们相处？",
        "label": ""
      },
      {
        "sentence": "孩子，我想问问你，当你产生这些负面情绪和念头的时候，你有没有想过，它们都是从哪里冒出来的呢？",
        "label": ""
      },
      {
        "sentence": "它们为什么几乎每天都要来报到？",
        "label": ""
      },
      {
        "sentence": "有没有想过去探讨一下它的源头？",
        "label": ""
      },
      {
        "sentence": "找到属于它们的“家”？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我在专心学习的时候，不堪的回忆突然就会浮现在眼前，就像正在经历一样，甚至是发生在5、6年前的事情，我都能记起全部的细节（且一旦痛苦出现我会觉得美好的都是假象）。这种感觉让我窒息。",
    "annotation": [
      {
        "sentence": "可能我在专心学习的时候，不堪的回忆突然就会浮现在眼前，就像正在经历一样，甚至是发生在5、6年前的事情，我都能记起全部的细节（且一旦痛苦出现我会觉得美好的都是假象）。",
        "label": ""
      },
      {
        "sentence": "这种感觉让我窒息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己独特的思维和行为方式，你也一样。你的头脑中之所以会出现一些痛苦的回忆和毫无征兆的情景，是和你幼小的时候一些经历分不开的。孩子，我不知道你的原生家庭发生了什么，让你一直处于痛苦不堪的状态，当那种痛苦缠不时绕着你，不肯离去时，也就是你应该面对和解决的时刻到了。",
    "annotation": [
      {
        "sentence": "每个人都有自己独特的思维和行为方式，你也一样。",
        "label": ""
      },
      {
        "sentence": "你的头脑中之所以会出现一些痛苦的回忆和毫无征兆的情景，是和你幼小的时候一些经历分不开的。",
        "label": ""
      },
      {
        "sentence": "孩子，我不知道你的原生家庭发生了什么，让你一直处于痛苦不堪的状态，当那种痛苦缠不时绕着你，不肯离去时，也就是你应该面对和解决的时刻到了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "还有我总感觉有人要害我，我感觉别人都对我充满敌意，感觉别人都在算计我，别人都在背后议论我，感觉别人都在孤立我。甚至是还有一些未曾真实经历过的苦难，都在我的脑海里显得如此真实，并伴随着愤怒，羞耻，仇恨等负面情绪，（我曾被我自己的幻想气的砸碎了我屋子里所有的东西）别人（同学、老师、父母）都说我内心戏多，可这些根本不受我控制。",
    "annotation": [
      {
        "sentence": "还有我总感觉有人要害我，我感觉别人都对我充满敌意，感觉别人都在算计我，别人都在背后议论我，感觉别人都在孤立我。",
        "label": ""
      },
      {
        "sentence": "甚至是还有一些未曾真实经历过的苦难，都在我的脑海里显得如此真实，并伴随着愤怒，羞耻，仇恨等负面情绪，（我曾被我自己的幻想气的砸碎了我屋子里所有的东西）别人（同学、老师、父母）都说我内心戏多，可这些根本不受我控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你目前很需要外界帮助，我也只能出一些微不足道的建议，你可以试试：与你的想法和念头对话。孩子，你是有力量的，我相信你的力量，所以，由阻止它们，变为欢迎它们，既然它们每天要来，你就先不要启动自己的防御，去对抗。先看看它们要干什么，观察它们的样子，甚至什么颜色，当时情景，它们对你什么态度，你什么都不要做，就仅仅与它们共处，在一起，如果它们想靠近你，那就允许，你感觉疼了，就看着那疼痛，让它自由地存在，即使是折磨你，你也接受，最后直至消散……（这个方法值得你一试）",
    "annotation": [
      {
        "sentence": "你目前很需要外界帮助，我也只能出一些微不足道的建议，你可以试试：与你的想法和念头对话。",
        "label": ""
      },
      {
        "sentence": "孩子，你是有力量的，我相信你的力量，所以，由阻止它们，变为欢迎它们，既然它们每天要来，你就先不要启动自己的防御，去对抗。",
        "label": ""
      },
      {
        "sentence": "先看看它们要干什么，观察它们的样子，甚至什么颜色，当时情景，它们对你什么态度，你什么都不要做，就仅仅与它们共处，在一起，如果它们想靠近你，那就允许，你感觉疼了，就看着那疼痛，让它自由地存在，即使是折磨你，你也接受，最后直至消散……（这个方法值得你一试）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我是一个很坚强的人，但痛苦就好像怕我忘了它一样，每一天都在提醒我它的存在。",
    "annotation": [
      {
        "sentence": "其实我是一个很坚强的人，但痛苦就好像怕我忘了它一样，每一天都在提醒我它的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每天固定的时间，做一些冥想，此刻，专注，什么都不要想，只是深呼吸……每天不需要太多时间，10分钟左右。每个人都有自我调节的能力，如果想要尽快脱离那种痛苦，建议找个心理咨询师，这样会事半功倍。方法很多，希望我能帮到你，相信有一天你会豁然开朗，成为一个充满活力和希望的人。️",
    "annotation": [
      {
        "sentence": "每天固定的时间，做一些冥想，此刻，专注，什么都不要想，只是深呼吸……每天不需要太多时间，10分钟左右。",
        "label": ""
      },
      {
        "sentence": "每个人都有自我调节的能力，如果想要尽快脱离那种痛苦，建议找个心理咨询师，这样会事半功倍。",
        "label": ""
      },
      {
        "sentence": "方法很多，希望我能帮到你，相信有一天你会豁然开朗，成为一个充满活力和希望的人。",
        "label": ""
      },
      {
        "sentence": "️",
        "label": ""
      }
    ]
  }
]