[
  {
    "role": "client",
    "content": "中文专业的学生讨厌文学，转不了专业怎么办？",
    "annotation": [
      {
        "sentence": "中文专业的学生讨厌文学，转不了专业怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为什么对文学这么反感呢？能多跟我说说你的感受吗？",
    "annotation": [
      {
        "sentence": "你为什么对文学这么反感呢？",
        "label": ""
      },
      {
        "sentence": "能多跟我说说你的感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "上大学读了中文感受到文学真的很强大，文学可以包容接纳一切，情感可以随意地抒发，事实可以无限地揭露。老师说通过阅读可以看到世间种种，以后人生路上便见怪不怪，平和泰然。可是，阅读的时候常常会很激动甚至恐惧难过，很难接受作者所处的时代背景，所写得人物，所说的话，觉得不可思议。",
    "annotation": [
      {
        "sentence": "上大学读了中文感受到文学真的很强大，文学可以包容接纳一切，情感可以随意地抒发，事实可以无限地揭露。",
        "label": ""
      },
      {
        "sentence": "老师说通过阅读可以看到世间种种，以后人生路上便见怪不怪，平和泰然。",
        "label": ""
      },
      {
        "sentence": "可是，阅读的时候常常会很激动甚至恐惧难过，很难接受作者所处的时代背景，所写得人物，所说的话，觉得不可思议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，似乎文学给你带来了一些情绪上的冲突和困扰。你觉得这种感受是不是因为你对作品中的时代背景和人物产生了疑惑和难以接受的感觉呢？",
    "annotation": [
      {
        "sentence": "听你这么说，似乎文学给你带来了一些情绪上的冲突和困扰。",
        "label": ""
      },
      {
        "sentence": "你觉得这种感受是不是因为你对作品中的时代背景和人物产生了疑惑和难以接受的感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，特别是外国文学，整个价值观、文化背景等全部被垫付。从小语文很好，阅读书目多为考试必备书目、作文等，自认为还是个爱读书会读书的人，选专业时其实因为文学包容一切我难以接受而不喜欢、不太愿意选择文学专业，但是又觉得自己敏感柔弱的性格选其他专业以后走向社会会吃亏，而文学可以包容我的弱点，实在是太矛盾了。",
    "annotation": [
      {
        "sentence": "对的，特别是外国文学，整个价值观、文化背景等全部被垫付。",
        "label": ""
      },
      {
        "sentence": "从小语文很好，阅读书目多为考试必备书目、作文等，自认为还是个爱读书会读书的人，选专业时其实因为文学包容一切我难以接受而不喜欢、不太愿意选择文学专业，但是又觉得自己敏感柔弱的性格选其他专业以后走向社会会吃亏，而文学可以包容我的弱点，实在是太矛盾了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情绪和想法非常复杂，这是很正常的。每个人对于专业的选择都可能会有犹豫和困惑。但是，你并不需要为自己的选择感到过度纠结。文学确实能够包容你的柔弱性格，而且你似乎对美好的价值观有所坚持和追求，这对于中文专业是很适合的。对于课本和小说中的观点，我们不必过于认真，尝试放下一些包袱，看看是否会有不同的感受。",
    "annotation": [
      {
        "sentence": "你现在的情绪和想法非常复杂，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "每个人对于专业的选择都可能会有犹豫和困惑。",
        "label": ""
      },
      {
        "sentence": "但是，你并不需要为自己的选择感到过度纠结。",
        "label": ""
      },
      {
        "sentence": "文学确实能够包容你的柔弱性格，而且你似乎对美好的价值观有所坚持和追求，这对于中文专业是很适合的。",
        "label": ""
      },
      {
        "sentence": "对于课本和小说中的观点，我们不必过于认真，尝试放下一些包袱，看看是否会有不同的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。但是我还是会时常沉浸在作品中的思考中，对文学和人品的关系有时会纠结不清，怕自己的判断和看法有问题。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "但是我还是会时常沉浸在作品中的思考中，对文学和人品的关系有时会纠结不清，怕自己的判断和看法有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你放心，每个人对于作品的理解和看法都会有差异，没有绝对正确或错误的答案。重要的是我们作为读者，能够理性地选择自己喜欢的作品，并从中获取一些启发和益处。对于“巧言令色”和“思无邪”这样的问题，其实并不需要过于纠结，因为作品的创作本身就是一个表达和思考的过程。你的思考和困惑其实反映了你对于美好价值观的追求和对作品的认真态度。",
    "annotation": [
      {
        "sentence": "你放心，每个人对于作品的理解和看法都会有差异，没有绝对正确或错误的答案。",
        "label": ""
      },
      {
        "sentence": "重要的是我们作为读者，能够理性地选择自己喜欢的作品，并从中获取一些启发和益处。",
        "label": ""
      },
      {
        "sentence": "对于“巧言令色”和“思无邪”这样的问题，其实并不需要过于纠结，因为作品的创作本身就是一个表达和思考的过程。",
        "label": ""
      },
      {
        "sentence": "你的思考和困惑其实反映了你对于美好价值观的追求和对作品的认真态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，以后我会试着放下一些负担，更加理性地对待作品和自己的感受。",
    "annotation": [
      {
        "sentence": "你说得有道理，以后我会试着放下一些负担，更加理性地对待作品和自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经有了很好的思考和决心。相信通过你的努力，你会找到自己在文学专业中的价值和满足感。如果以后还有其他问题或困惑，随时可以再来找我聊聊。",
    "annotation": [
      {
        "sentence": "很好，你已经有了很好的思考和决心。",
        "label": ""
      },
      {
        "sentence": "相信通过你的努力，你会找到自己在文学专业中的价值和满足感。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题或困惑，随时可以再来找我聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力的。",
        "label": ""
      }
    ]
  }
]