[
  {
    "role": "client",
    "content": "我是一个23岁的女生，即将步入工作岗位。我过于内向、敏感和自卑，你能告诉我该怎么办吗？从大学开始，我就发现自己有很大的性格缺陷，这给我的人际交往带来了很大的麻烦。虽然我对一些理论有所了解，但一旦和人交往就会回到原来的样子。下面是我目前的困惑，希望你能给我一些具体的解决方法。1. 我有很强的内向倾向。我抗拒和人说话，当面遇到非熟人时，我会假装没看见；我不想在朋友圈给别人点赞；当我想和别人分享东西时，我会纠结很久，不知道为什么就是开不了口，我觉得很尴尬，其实我知道给别人一点好感是很重要的；我很想和一个很久没聊过的朋友聊天，但总是拖延，想不明白给别人发条消息为什么会这么难？我真的很想和她聊天啊；当遇到困难时，我宁愿花更多的时间和精力也不想向别人求助。",
    "annotation": [
      {
        "sentence": "我是一个23岁的女生，即将步入工作岗位。",
        "label": ""
      },
      {
        "sentence": "我过于内向、敏感和自卑，你能告诉我该怎么办吗？",
        "label": ""
      },
      {
        "sentence": "从大学开始，我就发现自己有很大的性格缺陷，这给我的人际交往带来了很大的麻烦。",
        "label": ""
      },
      {
        "sentence": "虽然我对一些理论有所了解，但一旦和人交往就会回到原来的样子。",
        "label": ""
      },
      {
        "sentence": "下面是我目前的困惑，希望你能给我一些具体的解决方法。",
        "label": ""
      },
      {
        "sentence": "1. 我有很强的内向倾向。",
        "label": ""
      },
      {
        "sentence": "我抗拒和人说话，当面遇到非熟人时，我会假装没看见；我不想在朋友圈给别人点赞；当我想和别人分享东西时，我会纠结很久，不知道为什么就是开不了口，我觉得很尴尬，其实我知道给别人一点好感是很重要的；我很想和一个很久没聊过的朋友聊天，但总是拖延，想不明白给别人发条消息为什么会这么难？",
        "label": ""
      },
      {
        "sentence": "我真的很想和她聊天啊；当遇到困难时，我宁愿花更多的时间和精力也不想向别人求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，看了你的陈述，我明显感到你对自己的不接纳，特别是在性格表现方面。谁说性格外向就是好的，内向就是坏的呢？这种认知限制了你。我建议你先放下对自己性格的抗拒，如果你不想去主动交往，就暂时不要主动。接纳自己目前的状态，让自己回到内心的和平，感受自己的感受。从头脑中各种评判的声音中解放出来，面对各种恐惧和不安的情绪，不要抗拒。如果实在无法释放，听过国王的驴耳朵吗？试着找个你觉得有感觉的树，抱抱它，把你的委屈和恐惧告诉它，它会帮你带走身上的负面能量。通过不断地观察和清理，你会逐渐变得明亮，从而更能接纳自己并寻找快乐。",
    "annotation": [
      {
        "sentence": "朋友，看了你的陈述，我明显感到你对自己的不接纳，特别是在性格表现方面。",
        "label": ""
      },
      {
        "sentence": "谁说性格外向就是好的，内向就是坏的呢？",
        "label": ""
      },
      {
        "sentence": "这种认知限制了你。",
        "label": ""
      },
      {
        "sentence": "我建议你先放下对自己性格的抗拒，如果你不想去主动交往，就暂时不要主动。",
        "label": ""
      },
      {
        "sentence": "接纳自己目前的状态，让自己回到内心的和平，感受自己的感受。",
        "label": ""
      },
      {
        "sentence": "从头脑中各种评判的声音中解放出来，面对各种恐惧和不安的情绪，不要抗拒。",
        "label": ""
      },
      {
        "sentence": "如果实在无法释放，听过国王的驴耳朵吗？",
        "label": ""
      },
      {
        "sentence": "试着找个你觉得有感觉的树，抱抱它，把你的委屈和恐惧告诉它，它会帮你带走身上的负面能量。",
        "label": ""
      },
      {
        "sentence": "通过不断地观察和清理，你会逐渐变得明亮，从而更能接纳自己并寻找快乐。",
        "label": ""
      }
    ]
  }
]