[
  {
    "role": "client",
    "content": "我高三女生学不进去习，自卑，老是觉得别人看我不顺眼。",
    "annotation": [
      {
        "sentence": "我高三女生学不进去习，自卑，老是觉得别人看我不顺眼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真的很棒的，虽然你说自己学校很普通，但是你能一直把成绩稳定在前三，真的很不容易的。对于你说的面临高考学不进去的问题，你的描述里也点出了几个原因:一是觉得班级里犯事的男生一直在说自己坏话，而自己和男生交往的经验不足，不知道该如何解决，一直放在心上，听不进去课；二是考试压力和之前留级，让你一直有阴影，还有轻微的焦虑症困扰；三是对自己不自信，在意别人的看法，即使成绩很稳定，依然不相信自己。对于以上的原因，我们有些需要立刻解决，有些如果能解决也好，解决不了我们可以顺其自然。",
    "annotation": [
      {
        "sentence": "你真的很棒的，虽然你说自己学校很普通，但是你能一直把成绩稳定在前三，真的很不容易的。",
        "label": ""
      },
      {
        "sentence": "对于你说的面临高考学不进去的问题，你的描述里也点出了几个原因:一是觉得班级里犯事的男生一直在说自己坏话，而自己和男生交往的经验不足，不知道该如何解决，一直放在心上，听不进去课；二是考试压力和之前留级，让你一直有阴影，还有轻微的焦虑症困扰；三是对自己不自信，在意别人的看法，即使成绩很稳定，依然不相信自己。",
        "label": ""
      },
      {
        "sentence": "对于以上的原因，我们有些需要立刻解决，有些如果能解决也好，解决不了我们可以顺其自然。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么应对那个男生一直在说我坏话的问题呢？",
    "annotation": [
      {
        "sentence": "那我该怎么应对那个男生一直在说我坏话的问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【首先是觉得犯事的男生可能在说自己坏话】这件事我建议你如果没有解决的把握，那就随他们说去。他们在那里嘀嘀咕咕，你也拿不准他们到底是不是说你。如果贸贸然就去和他交涉，如果人家说的不是你，或者不承认，以你脸皮薄的个性，肯定会想更多，更困扰。所以，不如就不管他，爱说什么说什么去，反正我们身上也不会掉块肉。而且以那个男生的品行，他说的话大多数人都不会相信的。而且还有一点，如果这个男生是无赖的话，你招惹他，很有可能被他盯上，以后更要和你作对。我们呢，可以申请调一下位置，或者直接无视他们，就当做锻炼自己的修行了。",
    "annotation": [
      {
        "sentence": "【首先是觉得犯事的男生可能在说自己坏话】这件事我建议你如果没有解决的把握，那就随他们说去。",
        "label": ""
      },
      {
        "sentence": "他们在那里嘀嘀咕咕，你也拿不准他们到底是不是说你。",
        "label": ""
      },
      {
        "sentence": "如果贸贸然就去和他交涉，如果人家说的不是你，或者不承认，以你脸皮薄的个性，肯定会想更多，更困扰。",
        "label": ""
      },
      {
        "sentence": "所以，不如就不管他，爱说什么说什么去，反正我们身上也不会掉块肉。",
        "label": ""
      },
      {
        "sentence": "而且以那个男生的品行，他说的话大多数人都不会相信的。",
        "label": ""
      },
      {
        "sentence": "而且还有一点，如果这个男生是无赖的话，你招惹他，很有可能被他盯上，以后更要和你作对。",
        "label": ""
      },
      {
        "sentence": "我们呢，可以申请调一下位置，或者直接无视他们，就当做锻炼自己的修行了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在觉得和他们争吵也解决不了问题，还会给自己增加压力。我会试着不去理会他们，把注意力放在学习上。",
    "annotation": [
      {
        "sentence": "确实，我现在觉得和他们争吵也解决不了问题，还会给自己增加压力。",
        "label": ""
      },
      {
        "sentence": "我会试着不去理会他们，把注意力放在学习上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经做出了正确的决策。接下来，我们来谈谈考试压力、留级和焦虑症的困扰。",
    "annotation": [
      {
        "sentence": "很好，你已经做出了正确的决策。",
        "label": ""
      },
      {
        "sentence": "接下来，我们来谈谈考试压力、留级和焦虑症的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，这些问题一直困扰着我，我不知道该如何调整心态。",
    "annotation": [
      {
        "sentence": "是的，这些问题一直困扰着我，我不知道该如何调整心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这里就涉及心态的调整了。轻度焦虑症我们很多人都会有，不用太过于在意。其实，适度的焦虑对我们是好事，能让我们保持危机感，也能让我们不断努力。只是如果超过那个度，就需要调节了。我觉得冥想是应对焦虑的一个好办法。当你感到焦虑时，把注意力集中到呼吸上，可以是鼻尖气体的吸入和呼出，也可以是腹部的隆起和收缩，慢慢地感受一呼一吸的感觉，然后你会慢慢地平静下来。当我们练习的时间长了以后，面对焦虑，情绪会更加稳定，也更能接受自己有焦虑的状态。另外，过去的事情我们就让他过去吧，比如留级的经历。我们告别了过去的经历，才能更好地往前走。",
    "annotation": [
      {
        "sentence": "这里就涉及心态的调整了。",
        "label": ""
      },
      {
        "sentence": "轻度焦虑症我们很多人都会有，不用太过于在意。",
        "label": ""
      },
      {
        "sentence": "其实，适度的焦虑对我们是好事，能让我们保持危机感，也能让我们不断努力。",
        "label": ""
      },
      {
        "sentence": "只是如果超过那个度，就需要调节了。",
        "label": ""
      },
      {
        "sentence": "我觉得冥想是应对焦虑的一个好办法。",
        "label": ""
      },
      {
        "sentence": "当你感到焦虑时，把注意力集中到呼吸上，可以是鼻尖气体的吸入和呼出，也可以是腹部的隆起和收缩，慢慢地感受一呼一吸的感觉，然后你会慢慢地平静下来。",
        "label": ""
      },
      {
        "sentence": "当我们练习的时间长了以后，面对焦虑，情绪会更加稳定，也更能接受自己有焦虑的状态。",
        "label": ""
      },
      {
        "sentence": "另外，过去的事情我们就让他过去吧，比如留级的经历。",
        "label": ""
      },
      {
        "sentence": "我们告别了过去的经历，才能更好地往前走。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试冥想来缓解焦虑，也会放下过去的不愉快经历，好好面对未来。",
    "annotation": [
      {
        "sentence": "我会尝试冥想来缓解焦虑，也会放下过去的不愉快经历，好好面对未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的心态已经有所改变了。最后，是自卑和不自信的问题。",
    "annotation": [
      {
        "sentence": "很好，你的心态已经有所改变了。",
        "label": ""
      },
      {
        "sentence": "最后，是自卑和不自信的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对自己的外貌和交友能力都不太有自信。",
    "annotation": [
      {
        "sentence": "是的，我对自己的外貌和交友能力都不太有自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你排年级前三还不自信，我就想起了当时高考前的自己。总是觉得还不够好，总是担心高考考不好。我们要及时表扬自己。虽然有些成功在我们眼里很不起眼，可是你想想如果换做别人，能够一直保持前三的成绩，你会不会觉得他很厉害。所以啊，你一定要看到自己的闪光点，即使再小的闪光点，我们也要看到他的光芒，比如今天做对了一道题，下午全神贯注地学习了一节课，这些都是很棒的，一定要及时鼓励一下自己，给自己买一只喜欢的笔，或者买点好吃的犒劳自己。要相信自己是值得别人喜欢的，大多数人都是喜欢你的。你的同性朋友比较多，其实能看出来你是一个会招大家喜欢的女生，因为和同性做朋友，要比和异性做朋友难的多。而你能有很多同性朋友，就侧面说明你的人缘应该很好。同时，我们也可以多和别人建立一些正向的联系，来给自己更多的肯定。比如，和大家一起参加一些活动，互帮互助共同达成目标，又比如，发挥自己成绩好的优势，帮助别人学习、分享笔记之类的，再比如，吃饭、课间休息的时候和大家一起吃吃喝喝，玩玩闹闹。面对高考的压力，我们或多或少都会自卑、焦虑、敏感，这些都是很正常的，你已经做的很棒了～。",
    "annotation": [
      {
        "sentence": "看到你排年级前三还不自信，我就想起了当时高考前的自己。",
        "label": ""
      },
      {
        "sentence": "总是觉得还不够好，总是担心高考考不好。",
        "label": ""
      },
      {
        "sentence": "我们要及时表扬自己。",
        "label": ""
      },
      {
        "sentence": "虽然有些成功在我们眼里很不起眼，可是你想想如果换做别人，能够一直保持前三的成绩，你会不会觉得他很厉害。",
        "label": ""
      },
      {
        "sentence": "所以啊，你一定要看到自己的闪光点，即使再小的闪光点，我们也要看到他的光芒，比如今天做对了一道题，下午全神贯注地学习了一节课，这些都是很棒的，一定要及时鼓励一下自己，给自己买一只喜欢的笔，或者买点好吃的犒劳自己。",
        "label": ""
      },
      {
        "sentence": "要相信自己是值得别人喜欢的，大多数人都是喜欢你的。",
        "label": ""
      },
      {
        "sentence": "你的同性朋友比较多，其实能看出来你是一个会招大家喜欢的女生，因为和同性做朋友，要比和异性做朋友难的多。",
        "label": ""
      },
      {
        "sentence": "而你能有很多同性朋友，就侧面说明你的人缘应该很好。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以多和别人建立一些正向的联系，来给自己更多的肯定。",
        "label": ""
      },
      {
        "sentence": "比如，和大家一起参加一些活动，互帮互助共同达成目标，又比如，发挥自己成绩好的优势，帮助别人学习、分享笔记之类的，再比如，吃饭、课间休息的时候和大家一起吃吃喝喝，玩玩闹闹。",
        "label": ""
      },
      {
        "sentence": "面对高考的压力，我们或多或少都会自卑、焦虑、敏感，这些都是很正常的，你已经做的很棒了～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会努力改变自己的心态，积极面对困难。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会努力改变自己的心态，积极面对困难。",
        "label": ""
      }
    ]
  }
]