[
  {
    "role": "client",
    "content": "高三女生学不进去习，自卑，老是觉得别人看我不顺眼？",
    "annotation": [
      {
        "sentence": "高三女生学不进去习，自卑，老是觉得别人看我不顺眼？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述后，能感受到你对自己的人生的些许不自信与焦虑。从你的描述中，我大概总结了以下几点。从初中的时候就对男生很拘束，有男生在自己旁边的时候就会感到不自在。选修课的时候，老是感觉后面的男生小团体中的一个犯了事的男生在说自己的坏话，课也听不进去。对自己的成绩和外貌感到有点自卑，男女生交往也会觉得非常拘束。结合你的描述，我分享一下我的看法，希望能对你有所帮助。对待男生感到拘束，可能从小的时候就已经在内心深处留下了印记。有可能是小的时候，因为家教比较严格，或者经历过一些关于男生（负面）的事件，导致长大后与异性交往产生了拘束。想要改变现状，需要一步步来，可以进行脱敏训练。脱敏训练，简单来说，就是让自己一步步暴露在自己害怕的事物面前，然后慢慢地去适应它，到最后可以直面它。",
    "annotation": [
      {
        "sentence": "看了你的描述后，能感受到你对自己的人生的些许不自信与焦虑。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我大概总结了以下几点。",
        "label": ""
      },
      {
        "sentence": "从初中的时候就对男生很拘束，有男生在自己旁边的时候就会感到不自在。",
        "label": ""
      },
      {
        "sentence": "选修课的时候，老是感觉后面的男生小团体中的一个犯了事的男生在说自己的坏话，课也听不进去。",
        "label": ""
      },
      {
        "sentence": "对自己的成绩和外貌感到有点自卑，男女生交往也会觉得非常拘束。",
        "label": ""
      },
      {
        "sentence": "结合你的描述，我分享一下我的看法，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "对待男生感到拘束，可能从小的时候就已经在内心深处留下了印记。",
        "label": ""
      },
      {
        "sentence": "有可能是小的时候，因为家教比较严格，或者经历过一些关于男生（负面）的事件，导致长大后与异性交往产生了拘束。",
        "label": ""
      },
      {
        "sentence": "想要改变现状，需要一步步来，可以进行脱敏训练。",
        "label": ""
      },
      {
        "sentence": "脱敏训练，简单来说，就是让自己一步步暴露在自己害怕的事物面前，然后慢慢地去适应它，到最后可以直面它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着进行脱敏训练。可是每次选修课都听不进去，因为总感觉那个男生在说我的坏话，我觉得很难受。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着进行脱敏训练。",
        "label": ""
      },
      {
        "sentence": "可是每次选修课都听不进去，因为总感觉那个男生在说我的坏话，我觉得很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这辈子，我们最需要关注的人，就是我们自己。当遇到别人说自己坏话的时候，我肯定会感觉到很伤心、很头疼。说到这里，想再送你一个拥抱。你也说了，说你坏话的那个学生是一个犯过事的学生。那么可以肯定，我们对这样的人，或多或少都会感到恐惧。所以，在伤心的时候，我们可能也不敢告诉老师，怕对方报复自己。这个时候，我们可以先和值得自己信任的老师、家人或者朋友倾诉一下，说说自己的难处，说说自己遇到的伤心事，这也能在一定程度上减少外界对自己的压迫感。",
    "annotation": [
      {
        "sentence": "这辈子，我们最需要关注的人，就是我们自己。",
        "label": ""
      },
      {
        "sentence": "当遇到别人说自己坏话的时候，我肯定会感觉到很伤心、很头疼。",
        "label": ""
      },
      {
        "sentence": "说到这里，想再送你一个拥抱。",
        "label": ""
      },
      {
        "sentence": "你也说了，说你坏话的那个学生是一个犯过事的学生。",
        "label": ""
      },
      {
        "sentence": "那么可以肯定，我们对这样的人，或多或少都会感到恐惧。",
        "label": ""
      },
      {
        "sentence": "所以，在伤心的时候，我们可能也不敢告诉老师，怕对方报复自己。",
        "label": ""
      },
      {
        "sentence": "这个时候，我们可以先和值得自己信任的老师、家人或者朋友倾诉一下，说说自己的难处，说说自己遇到的伤心事，这也能在一定程度上减少外界对自己的压迫感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尝试和信任的人倾诉一下，让自己感到轻松一些。可是我还是很在意别人对我的看法，而且对自己的外貌也很自卑，这怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得对，我会尝试和信任的人倾诉一下，让自己感到轻松一些。",
        "label": ""
      },
      {
        "sentence": "可是我还是很在意别人对我的看法，而且对自己的外貌也很自卑，这怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以上说的，大都只能作为一种辅助的方式来缓解自己的压力感，最终从这种压力感走出来还是要靠我们自己。当外界，在说一些本不是自己做的错事的坏话的时候，我们可以无需过问，我们“身正不怕影子歪”，别人对我们的无端猜疑，我们可以选择不与其理会，社会会制裁这种“黑暗”。外表是我们天生的，我们要学会接受它，而且它并不会影响两性之间建立健康的亲密关系哦。根据“吸引法则”两性之间建立起亲密关系，是靠彼此之间的相互吸引。（即你与对方存在吸引彼此的品质～）从自卑走向自信，是需要我们拥有改变的“勇气”。而这种自信，是自己用行动慢慢积攒起来的。带着勇气，慢慢去建立属于自己的“自信”吧。祝好。",
    "annotation": [
      {
        "sentence": "以上说的，大都只能作为一种辅助的方式来缓解自己的压力感，最终从这种压力感走出来还是要靠我们自己。",
        "label": ""
      },
      {
        "sentence": "当外界，在说一些本不是自己做的错事的坏话的时候，我们可以无需过问，我们“身正不怕影子歪”，别人对我们的无端猜疑，我们可以选择不与其理会，社会会制裁这种“黑暗”。",
        "label": ""
      },
      {
        "sentence": "外表是我们天生的，我们要学会接受它，而且它并不会影响两性之间建立健康的亲密关系哦。",
        "label": ""
      },
      {
        "sentence": "根据“吸引法则”两性之间建立起亲密关系，是靠彼此之间的相互吸引。",
        "label": ""
      },
      {
        "sentence": "（即你与对方存在吸引彼此的品质～）从自卑走向自信，是需要我们拥有改变的“勇气”。",
        "label": ""
      },
      {
        "sentence": "而这种自信，是自己用行动慢慢积攒起来的。",
        "label": ""
      },
      {
        "sentence": "带着勇气，慢慢去建立属于自己的“自信”吧。",
        "label": ""
      },
      {
        "sentence": "祝好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽量培养自己的自信，相信我可以逐渐走出困境的。感谢你的支持和倾听。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽量培养自己的自信，相信我可以逐渐走出困境的。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以做到的。如果以后还有困惑或者需要倾诉的话，随时都可以找我谈谈。我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以做到的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有困惑或者需要倾诉的话，随时都可以找我谈谈。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]