[
  {
    "role": "client",
    "content": "买衣服被骗了，很后悔，我该怎么调节这种情绪低落？今天下午逛商场，计划看看西服，然后逛了一家店，店员说的天花乱坠，我一时冲动买了下来，走出来在太阳底下用看了一下，结果发现衣服很劣质，根本不值那个价钱。我又去找店主要求退款，店主态度恶劣，而且当时买衣服的时候也没要求开收据。这是我的疏忽。我考虑不周到，意志不坚定，容易被忽悠。一时糊涂，平时逛淘宝等网店的时候都会挑选好久，然后深思熟虑之后才下单，可这次我感觉被忽悠，是对方引导我，慢慢的潜意识中踏进了圈套，我承认阅历不够，被骗了。这事发生之后，我很后悔，然后自己的状态很低迷，懊悔的感觉涌上心头，严重影响到我的身体心灵，心里感觉自己特别后悔，一时间对任何事提不起兴趣，身体上也感觉特别累，腿软无力，想休息，却心里在后悔，根本睡不着。我该怎么调节这种情绪低落？我知道过一段时间可能就慢慢的释怀了，可我最近几天会一直低迷，我应该怎么调节心情？尽快让自己状态好起来。还有一部分我发在底下。",
    "annotation": [
      {
        "sentence": "买衣服被骗了，很后悔，我该怎么调节这种情绪低落？",
        "label": ""
      },
      {
        "sentence": "今天下午逛商场，计划看看西服，然后逛了一家店，店员说的天花乱坠，我一时冲动买了下来，走出来在太阳底下用看了一下，结果发现衣服很劣质，根本不值那个价钱。",
        "label": ""
      },
      {
        "sentence": "我又去找店主要求退款，店主态度恶劣，而且当时买衣服的时候也没要求开收据。",
        "label": ""
      },
      {
        "sentence": "这是我的疏忽。",
        "label": ""
      },
      {
        "sentence": "我考虑不周到，意志不坚定，容易被忽悠。",
        "label": ""
      },
      {
        "sentence": "一时糊涂，平时逛淘宝等网店的时候都会挑选好久，然后深思熟虑之后才下单，可这次我感觉被忽悠，是对方引导我，慢慢的潜意识中踏进了圈套，我承认阅历不够，被骗了。",
        "label": ""
      },
      {
        "sentence": "这事发生之后，我很后悔，然后自己的状态很低迷，懊悔的感觉涌上心头，严重影响到我的身体心灵，心里感觉自己特别后悔，一时间对任何事提不起兴趣，身体上也感觉特别累，腿软无力，想休息，却心里在后悔，根本睡不着。",
        "label": ""
      },
      {
        "sentence": "我该怎么调节这种情绪低落？",
        "label": ""
      },
      {
        "sentence": "我知道过一段时间可能就慢慢的释怀了，可我最近几天会一直低迷，我应该怎么调节心情？",
        "label": ""
      },
      {
        "sentence": "尽快让自己状态好起来。",
        "label": ""
      },
      {
        "sentence": "还有一部分我发在底下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀~被忽悠着买了不值那个价的衣服，要求退货时，店长态度恶劣，这时才明白自己忘记要收据了。看得出来，这件事对你的打击很大，且你是个很敏感的人，一直沉溺在负面情绪里无法自拔。",
    "annotation": [
      {
        "sentence": "呀~被忽悠着买了不值那个价的衣服，要求退货时，店长态度恶劣，这时才明白自己忘记要收据了。",
        "label": ""
      },
      {
        "sentence": "看得出来，这件事对你的打击很大，且你是个很敏感的人，一直沉溺在负面情绪里无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直很在意自己的选择，这次的错误让我觉得很沮丧，感觉自己傻傻被骗了。",
    "annotation": [
      {
        "sentence": "是的，我一直很在意自己的选择，这次的错误让我觉得很沮丧，感觉自己傻傻被骗了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可是，要知道人非圣贤孰能无过，事实上，很多人都是在过去的经验里成长起来的。年长的人，比年轻的人多了的，便是岁月的沉淀。这些沉淀是什么，不就是过去的经验、以及日渐从容的心态吗？丝毫没有懊悔，这样无法成长，可是过度懊悔，便得不偿失了。",
    "annotation": [
      {
        "sentence": "可是，要知道人非圣贤孰能无过，事实上，很多人都是在过去的经验里成长起来的。",
        "label": ""
      },
      {
        "sentence": "年长的人，比年轻的人多了的，便是岁月的沉淀。",
        "label": ""
      },
      {
        "sentence": "这些沉淀是什么，不就是过去的经验、以及日渐从容的心态吗？",
        "label": ""
      },
      {
        "sentence": "丝毫没有懊悔，这样无法成长，可是过度懊悔，便得不偿失了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人都会犯错误，我不能太苛责自己。但我现在怎么释怀这个错误呢？",
    "annotation": [
      {
        "sentence": "我明白了，每个人都会犯错误，我不能太苛责自己。",
        "label": ""
      },
      {
        "sentence": "但我现在怎么释怀这个错误呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果把这次错误当做你成长的成本，它便已然成为沉没成本，这些成本要不回来了，可是你接下来投入的情绪，也是成本，这样只会继续造成损失，把生活过得一团糟。这次的经历，算是你遭受到的一次“社会毒打”，当我们踏入社会后，面对的各种困难的处境可能会更多。希望以后遇到这样的事，及时调整情绪，把重心放在以后该如何避免这样的情况发生，而非一味指责自己。",
    "annotation": [
      {
        "sentence": "如果把这次错误当做你成长的成本，它便已然成为沉没成本，这些成本要不回来了，可是你接下来投入的情绪，也是成本，这样只会继续造成损失，把生活过得一团糟。",
        "label": ""
      },
      {
        "sentence": "这次的经历，算是你遭受到的一次“社会毒打”，当我们踏入社会后，面对的各种困难的处境可能会更多。",
        "label": ""
      },
      {
        "sentence": "希望以后遇到这样的事，及时调整情绪，把重心放在以后该如何避免这样的情况发生，而非一味指责自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我应该学会放下过去，把精力放在改进自己，以后能够更加警惕，不再被愚弄。",
    "annotation": [
      {
        "sentence": "嗯，我应该学会放下过去，把精力放在改进自己，以后能够更加警惕，不再被愚弄。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是！最后呢希望你能够多多看到自己的优点，敏感是不是也代表心思细腻呢，当犯了一次错，你就反思出当时众多的不应该，说明你也是善于反思的人。而且作为导购，人家一定有她的生存技能，只能说，你在经验值上，还有所不足。相信以后你就不会轻易被忽悠买了不值的东西。",
    "annotation": [
      {
        "sentence": "正是！",
        "label": ""
      },
      {
        "sentence": "最后呢希望你能够多多看到自己的优点，敏感是不是也代表心思细腻呢，当犯了一次错，你就反思出当时众多的不应该，说明你也是善于反思的人。",
        "label": ""
      },
      {
        "sentence": "而且作为导购，人家一定有她的生存技能，只能说，你在经验值上，还有所不足。",
        "label": ""
      },
      {
        "sentence": "相信以后你就不会轻易被忽悠买了不值的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会多多反思这次的经验，并且试着提升自己，不再重蹈覆辙。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会多多反思这次的经验，并且试着提升自己，不再重蹈覆辙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心，摆脱情绪的困扰，相信你很快会恢复正常状态的。祝：好梦！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心，摆脱情绪的困扰，相信你很快会恢复正常状态的。",
        "label": ""
      },
      {
        "sentence": "祝：好梦！",
        "label": ""
      }
    ]
  }
]