[
  {
    "role": "client",
    "content": "我感觉自己什么都做不到，整天都在混吃等死。每次在看书的时候，总会有各种小动作喝喝水，去去厕所，我真的很痛苦，我控制不了它。在学校还好，一到家就一天到晚玩手机，不管怎么样都不会触碰书包，书就一直封存在书包里，从有记忆开始就好像一直是这样，老师家长们都说努力就行，可却没人告诉我该怎么努力，怎么去修正这些问题……",
    "annotation": [
      {
        "sentence": "我感觉自己什么都做不到，整天都在混吃等死。",
        "label": ""
      },
      {
        "sentence": "每次在看书的时候，总会有各种小动作喝喝水，去去厕所，我真的很痛苦，我控制不了它。",
        "label": ""
      },
      {
        "sentence": "在学校还好，一到家就一天到晚玩手机，不管怎么样都不会触碰书包，书就一直封存在书包里，从有记忆开始就好像一直是这样，老师家长们都说努力就行，可却没人告诉我该怎么努力，怎么去修正这些问题……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要明白，只有亲自行动，而不是任何的规劝和强迫才能改变这种情况。从你的描述中，可以看出你因为无法集中注意力学习，而感到痛苦，并且在家中的学习状态不是很好，或者压根不会学习，但你很想改变这样的状态，希望可以真正的搞好学习。每个人努力的程度是不同的，努力的方式也各有差异。比如有人努力学习，有人努力培养兴趣，有人依靠积累经验来努力，有人依靠掌握效率来努力等等。但每天玩手机和走神，是无论如何也不能称之为努力的。",
    "annotation": [
      {
        "sentence": "你需要明白，只有亲自行动，而不是任何的规劝和强迫才能改变这种情况。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你因为无法集中注意力学习，而感到痛苦，并且在家中的学习状态不是很好，或者压根不会学习，但你很想改变这样的状态，希望可以真正的搞好学习。",
        "label": ""
      },
      {
        "sentence": "每个人努力的程度是不同的，努力的方式也各有差异。",
        "label": ""
      },
      {
        "sentence": "比如有人努力学习，有人努力培养兴趣，有人依靠积累经验来努力，有人依靠掌握效率来努力等等。",
        "label": ""
      },
      {
        "sentence": "但每天玩手机和走神，是无论如何也不能称之为努力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么努力呢？老师家长们都给了我很多要求，但我不知道该怎么做才能改变这种情况。",
    "annotation": [
      {
        "sentence": "那我应该怎么努力呢？",
        "label": ""
      },
      {
        "sentence": "老师家长们都给了我很多要求，但我不知道该怎么做才能改变这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以选择自己努力的程度和方式，这些是由你自己的思考来决定的，而不是由他人来给你“规定”。但现在的教育情况是，给了你规定和要求，那么你是否“努力”完成了呢？自己的作业？要求掌握的知识点？要求做的练习题？要求的分数和成绩？等等。标准，就放在那里，现在的你是绕开它走的，但你也不是去往自己设定的目标和终点，而是停留在一个舒服的原地。",
    "annotation": [
      {
        "sentence": "你可以选择自己努力的程度和方式，这些是由你自己的思考来决定的，而不是由他人来给你“规定”。",
        "label": ""
      },
      {
        "sentence": "但现在的教育情况是，给了你规定和要求，那么你是否“努力”完成了呢？",
        "label": ""
      },
      {
        "sentence": "自己的作业？",
        "label": ""
      },
      {
        "sentence": "要求掌握的知识点？",
        "label": ""
      },
      {
        "sentence": "要求做的练习题？",
        "label": ""
      },
      {
        "sentence": "要求的分数和成绩？",
        "label": ""
      },
      {
        "sentence": "等等。",
        "label": ""
      },
      {
        "sentence": "标准，就放在那里，现在的你是绕开它走的，但你也不是去往自己设定的目标和终点，而是停留在一个舒服的原地。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直在逃避，只是停留在一个舒适的环境里。那我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我一直在逃避，只是停留在一个舒适的环境里。",
        "label": ""
      },
      {
        "sentence": "那我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放下手机，规划自己每天的时间，从书包中拿出需要做的学习任务，按照计划表进行实践，慢慢地坚持下去，这就是努力的一种方式之一。努力不仅仅是完成任务，更是坚持下去的过程。只有通过持续的努力，你才能真正改变现状。",
    "annotation": [
      {
        "sentence": "放下手机，规划自己每天的时间，从书包中拿出需要做的学习任务，按照计划表进行实践，慢慢地坚持下去，这就是努力的一种方式之一。",
        "label": ""
      },
      {
        "sentence": "努力不仅仅是完成任务，更是坚持下去的过程。",
        "label": ""
      },
      {
        "sentence": "只有通过持续的努力，你才能真正改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要设定学习目标，制定计划，并且坚持不懈地去执行。但是，我担心自己没有足够的主动性和自控力，怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我要设定学习目标，制定计划，并且坚持不懈地去执行。",
        "label": ""
      },
      {
        "sentence": "但是，我担心自己没有足够的主动性和自控力，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "即使有人告诉了你这样的方式，取得的结果也是看你自己是否有主动性和自控力。只有你自己愿意向前迈一步，才能到达想要的终点。思考为什么很重要，但你也需要试图去解决问题而不仅仅是询问为什么。相信你可以早日行动起来，以自己的方式达到你的目标。",
    "annotation": [
      {
        "sentence": "即使有人告诉了你这样的方式，取得的结果也是看你自己是否有主动性和自控力。",
        "label": ""
      },
      {
        "sentence": "只有你自己愿意向前迈一步，才能到达想要的终点。",
        "label": ""
      },
      {
        "sentence": "思考为什么很重要，但你也需要试图去解决问题而不仅仅是询问为什么。",
        "label": ""
      },
      {
        "sentence": "相信你可以早日行动起来，以自己的方式达到你的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力行动起来的。我要放下手机，规划时间，坚持完成学习任务，让自己真正进步。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力行动起来的。",
        "label": ""
      },
      {
        "sentence": "我要放下手机，规划时间，坚持完成学习任务，让自己真正进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，请记住，只有通过自己的努力和持续的行动，你才能实现自己的目标。我相信你一定可以做到的！加油！",
    "annotation": [
      {
        "sentence": "不客气，请记住，只有通过自己的努力和持续的行动，你才能实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "我相信你一定可以做到的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]