[
  {
    "role": "client",
    "content": "我是一个24岁的小奶狗，长期以来一直有社交恐惧。在人群中我总是害怕说话和表现自己。我觉得我的心理有问题，从小到大，我总是克制自己的玩心，刻意疏远人群，害怕与人过深的交流。一开始我以为这是因为不自信，后来发展成了社交障碍，导致我在人群中害怕发表自己的想法，每次社交都会感到挫败感。这让我越来越抗拒社交，而且每当朋友对我热情和主动时，我都会感到害怕，不知道如何应对。而且我发现自己有严格的超我意识，对自己的要求和实际情况不成正比，从而感到自卑，内心很疲惫。",
    "annotation": [
      {
        "sentence": "我是一个24岁的小奶狗，长期以来一直有社交恐惧。",
        "label": ""
      },
      {
        "sentence": "在人群中我总是害怕说话和表现自己。",
        "label": ""
      },
      {
        "sentence": "我觉得我的心理有问题，从小到大，我总是克制自己的玩心，刻意疏远人群，害怕与人过深的交流。",
        "label": ""
      },
      {
        "sentence": "一开始我以为这是因为不自信，后来发展成了社交障碍，导致我在人群中害怕发表自己的想法，每次社交都会感到挫败感。",
        "label": ""
      },
      {
        "sentence": "这让我越来越抗拒社交，而且每当朋友对我热情和主动时，我都会感到害怕，不知道如何应对。",
        "label": ""
      },
      {
        "sentence": "而且我发现自己有严格的超我意识，对自己的要求和实际情况不成正比，从而感到自卑，内心很疲惫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我猜想你这样的表现与你的原生家庭有关。你可以再描述一下你的父母是什么样的，家庭氛围如何？根据你描述的情况，我有一些分析和想法（以下只是一种可能性）。你提到克制玩心是因为父母压抑了你的情绪，而任何压抑都是需要释放的。你有想过你是如何补偿这种情况的吗？例如，是否经常生闷气？另外，你曾经告诉过自己不去玩的理由是什么吗？是因为觉得自己不值得去玩吗？这是一些可以再深入挖掘的问题。",
    "annotation": [
      {
        "sentence": "我猜想你这样的表现与你的原生家庭有关。",
        "label": ""
      },
      {
        "sentence": "你可以再描述一下你的父母是什么样的，家庭氛围如何？",
        "label": ""
      },
      {
        "sentence": "根据你描述的情况，我有一些分析和想法（以下只是一种可能性）。",
        "label": ""
      },
      {
        "sentence": "你提到克制玩心是因为父母压抑了你的情绪，而任何压抑都是需要释放的。",
        "label": ""
      },
      {
        "sentence": "你有想过你是如何补偿这种情况的吗？",
        "label": ""
      },
      {
        "sentence": "例如，是否经常生闷气？",
        "label": ""
      },
      {
        "sentence": "另外，你曾经告诉过自己不去玩的理由是什么吗？",
        "label": ""
      },
      {
        "sentence": "是因为觉得自己不值得去玩吗？",
        "label": ""
      },
      {
        "sentence": "这是一些可以再深入挖掘的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我的父母对我来说更多的是否定而不是肯定。我害怕在人群中发表自己的想法是因为害怕他人不接受我的观点甚至嘲讽我。我调节挫败感的方式是告诉自己算了，反正我不会社交，下次一定要远离。不社交就不会产生挫败感。我有社交需求，但却通过其他方式来满足这种需求。",
    "annotation": [
      {
        "sentence": "其实我的父母对我来说更多的是否定而不是肯定。",
        "label": ""
      },
      {
        "sentence": "我害怕在人群中发表自己的想法是因为害怕他人不接受我的观点甚至嘲讽我。",
        "label": ""
      },
      {
        "sentence": "我调节挫败感的方式是告诉自己算了，反正我不会社交，下次一定要远离。",
        "label": ""
      },
      {
        "sentence": "不社交就不会产生挫败感。",
        "label": ""
      },
      {
        "sentence": "我有社交需求，但却通过其他方式来满足这种需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了。结合你所描述的情况，我想你在朋友主动和热情时应该会感到开心和高兴（如果我猜错了，请见谅），但是有什么让你的害怕压过了那种开心呢？是害怕即使与朋友交心也会被远离，所以不如不交心就可以避免受伤？还是害怕一旦自己打开心扉就没有安全感？除了父母，你是否有与其他人有较为亲密的友谊关系？如果没有，那在你不主动结识他人的情况下，他人的热情会使你感到无所适从。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "结合你所描述的情况，我想你在朋友主动和热情时应该会感到开心和高兴（如果我猜错了，请见谅），但是有什么让你的害怕压过了那种开心呢？",
        "label": ""
      },
      {
        "sentence": "是害怕即使与朋友交心也会被远离，所以不如不交心就可以避免受伤？",
        "label": ""
      },
      {
        "sentence": "还是害怕一旦自己打开心扉就没有安全感？",
        "label": ""
      },
      {
        "sentence": "除了父母，你是否有与其他人有较为亲密的友谊关系？",
        "label": ""
      },
      {
        "sentence": "如果没有，那在你不主动结识他人的情况下，他人的热情会使你感到无所适从。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我害怕背叛和没有安全感。我担心一旦朋友深入了解我，就会发现我无聊和不堪。我也害怕一旦打开心扉就会失去安全感。除了父母，我没有与其他人有亲密友谊的关系。所以在我不主动结识他人的情况下，他人的热情让我感到无所适从。",
    "annotation": [
      {
        "sentence": "是的，我害怕背叛和没有安全感。",
        "label": ""
      },
      {
        "sentence": "我担心一旦朋友深入了解我，就会发现我无聊和不堪。",
        "label": ""
      },
      {
        "sentence": "我也害怕一旦打开心扉就会失去安全感。",
        "label": ""
      },
      {
        "sentence": "除了父母，我没有与其他人有亲密友谊的关系。",
        "label": ""
      },
      {
        "sentence": "所以在我不主动结识他人的情况下，他人的热情让我感到无所适从。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了你的困境。为了心灵的改变，我建议你要肯定自己，多听听自己内心的声音，鼓励自己在言行上与内心靠拢，要有勇气跳出过去思维的局限。在社交方面，你可以从一些小技巧开始，比如改变走姿，挺胸抬头，步履有力。与他人交流时，要坚定地看着对方的眼睛，即使一时半会无法表达观点，也可以成为一个好的倾听者。此外，你也可以利用一些网络资源来寻求帮助和建议。祝你好运！",
    "annotation": [
      {
        "sentence": "我明白了你的困境。",
        "label": ""
      },
      {
        "sentence": "为了心灵的改变，我建议你要肯定自己，多听听自己内心的声音，鼓励自己在言行上与内心靠拢，要有勇气跳出过去思维的局限。",
        "label": ""
      },
      {
        "sentence": "在社交方面，你可以从一些小技巧开始，比如改变走姿，挺胸抬头，步履有力。",
        "label": ""
      },
      {
        "sentence": "与他人交流时，要坚定地看着对方的眼睛，即使一时半会无法表达观点，也可以成为一个好的倾听者。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以利用一些网络资源来寻求帮助和建议。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]