[
  {
    "role": "client",
    "content": "我是一个全职主妇，没有小孩，但是我和我的丈夫经常吵架，我应该怎样面对这个问题呢？我们已经结婚30岁了，我没有工作，与丈夫的关系一直都不好。（公公和小姑子经常挑拨离间，而且我丈夫也总是听他们的话）每次吵架的时候，丈夫会威胁我下个月不给我生活费，还嘲笑我一无是处，我开始怀疑自己并且愤怒，我应该怎样面对这样的情况并且能够脱离困境呢？",
    "annotation": [
      {
        "sentence": "我是一个全职主妇，没有小孩，但是我和我的丈夫经常吵架，我应该怎样面对这个问题呢？",
        "label": ""
      },
      {
        "sentence": "我们已经结婚30岁了，我没有工作，与丈夫的关系一直都不好。",
        "label": ""
      },
      {
        "sentence": "（公公和小姑子经常挑拨离间，而且我丈夫也总是听他们的话）每次吵架的时候，丈夫会威胁我下个月不给我生活费，还嘲笑我一无是处，我开始怀疑自己并且愤怒，我应该怎样面对这样的情况并且能够脱离困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻中的爱情和利益是非常相关的，无论是妻子还是丈夫，都需要有自己的工作和财务来源才能更有底气。你提到你们经常吵架，那么可以问一下，吵架的原因是什么呢？可能是因为结婚时间长了，互相产生了嫌弃之情？你也提到公公和小姑子经常挑唆，我觉得你的丈夫可能本身心智不够坚定。然而，婚姻不仅仅是相互搭伙过日子，你们应该试着多沟通，毕竟要过一辈子的是你们两个人。另外，你提到丈夫经常威胁你不给生活费，这说明你在这段婚姻中处于弱势地位。如果你能找到一份工作，不仅可以摆脱他人的控制，也能减少与丈夫产生矛盾的时间。因为在家里无事可做时，你就会一直忍受这些困扰。总的来说，从你的描述来看，你和丈夫并没有不想在一起的想法。既然如此，双方都应该努力去和解，毕竟你们要共度一生。你最好去找一份工作，有工作和自己的经济来源才能更有底气。",
    "annotation": [
      {
        "sentence": "婚姻中的爱情和利益是非常相关的，无论是妻子还是丈夫，都需要有自己的工作和财务来源才能更有底气。",
        "label": ""
      },
      {
        "sentence": "你提到你们经常吵架，那么可以问一下，吵架的原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "可能是因为结婚时间长了，互相产生了嫌弃之情？",
        "label": ""
      },
      {
        "sentence": "你也提到公公和小姑子经常挑唆，我觉得你的丈夫可能本身心智不够坚定。",
        "label": ""
      },
      {
        "sentence": "然而，婚姻不仅仅是相互搭伙过日子，你们应该试着多沟通，毕竟要过一辈子的是你们两个人。",
        "label": ""
      },
      {
        "sentence": "另外，你提到丈夫经常威胁你不给生活费，这说明你在这段婚姻中处于弱势地位。",
        "label": ""
      },
      {
        "sentence": "如果你能找到一份工作，不仅可以摆脱他人的控制，也能减少与丈夫产生矛盾的时间。",
        "label": ""
      },
      {
        "sentence": "因为在家里无事可做时，你就会一直忍受这些困扰。",
        "label": ""
      },
      {
        "sentence": "总的来说，从你的描述来看，你和丈夫并没有不想在一起的想法。",
        "label": ""
      },
      {
        "sentence": "既然如此，双方都应该努力去和解，毕竟你们要共度一生。",
        "label": ""
      },
      {
        "sentence": "你最好去找一份工作，有工作和自己的经济来源才能更有底气。",
        "label": ""
      }
    ]
  }
]