[
  {
    "role": "client",
    "content": "她不爱回信息，与最好的朋友渐行渐远？我有一个最好的朋友，我们平时无话不说，我所有的事她几乎都知道，我真的是拿她当最好的朋友，但是她不爱回信息，也不会主动找我，也不会主动约我出去，全都是我主动约她，找她聊天，她有一个男朋友，养了一条狗，让我感觉我甚至不如一条狗，我最近受不了了就跟他提出这个事，她却说她平时有什么就跟他男朋友说了，跟我就没什么说的，我让他回我信息，他说他她尽量，这让我感到十分难受。",
    "annotation": [
      {
        "sentence": "她不爱回信息，与最好的朋友渐行渐远？",
        "label": ""
      },
      {
        "sentence": "我有一个最好的朋友，我们平时无话不说，我所有的事她几乎都知道，我真的是拿她当最好的朋友，但是她不爱回信息，也不会主动找我，也不会主动约我出去，全都是我主动约她，找她聊天，她有一个男朋友，养了一条狗，让我感觉我甚至不如一条狗，我最近受不了了就跟他提出这个事，她却说她平时有什么就跟他男朋友说了，跟我就没什么说的，我让他回我信息，他说他她尽量，这让我感到十分难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对当前问题的分析：你有个能够向她倾诉自己所有的事情的朋友，并且自认为彼此之间都是对方最好的朋友。但是她在这场交往中不喜欢回你的信息、不会主动找你和约你出去。而对她自己的男友和男友的宠物，却能够付出足够的耐心。所以你其实是因为没有在这段关系中，得到与付出对等的回报，产生了难过、不平衡、沮丧等等情绪。我的一些想法：让我们客观地观察一下这段友情。其实你是真心把她当成自己的好友，所以什么事情都会向她倾诉。但是从她的角度而言，她真的和你同样看重这段友情么？当她和你对友情的重视态度不相等时，两个人的行为一定会有所差距。而你非常看重这段友情的心态，会使人下意识排除一些观察到彼此认知不对等的线索：比如你和她分享时，她的微表情和语气是什么样子的。所以你反而陷入单方面的困境，但对方并没有什么影响。你不妨先冷静下来，思考一下过去和朋友相处的点滴。然后重新思量自己对于朋友的相处方式，一段友情的维持总是需要付出和收获对等的，否则势必不会长久。调整自己对友情的看法。朋友之间的相处，其实不全是随时随地都能回复信息。而是彼此性格相契，无论分开多久都能互相牵挂。并且每个人有每个人的习惯和隐私，有些人就是喜欢通过聊天沟通感情、分享自己的点滴，有些人则不喜欢。人与人之间，不论多么亲密的关系，都需要有隐私的空间。所以不爱回信息、不想与朋友说什么也未必就是不把你当朋友看。只是她觉得那些事情不适合与朋友分享，所以会像是没话说。在友情中，保持关心对方的态度就好，允许朋友和你对事情的看法和做法不一样。祝你能够更加豁达与快乐呀！一个希望能在温柔的世界中，也给自己肆意生长的时间的小蘑菇。",
    "annotation": [
      {
        "sentence": "对当前问题的分析：你有个能够向她倾诉自己所有的事情的朋友，并且自认为彼此之间都是对方最好的朋友。",
        "label": ""
      },
      {
        "sentence": "但是她在这场交往中不喜欢回你的信息、不会主动找你和约你出去。",
        "label": ""
      },
      {
        "sentence": "而对她自己的男友和男友的宠物，却能够付出足够的耐心。",
        "label": ""
      },
      {
        "sentence": "所以你其实是因为没有在这段关系中，得到与付出对等的回报，产生了难过、不平衡、沮丧等等情绪。",
        "label": ""
      },
      {
        "sentence": "我的一些想法：让我们客观地观察一下这段友情。",
        "label": ""
      },
      {
        "sentence": "其实你是真心把她当成自己的好友，所以什么事情都会向她倾诉。",
        "label": ""
      },
      {
        "sentence": "但是从她的角度而言，她真的和你同样看重这段友情么？",
        "label": ""
      },
      {
        "sentence": "当她和你对友情的重视态度不相等时，两个人的行为一定会有所差距。",
        "label": ""
      },
      {
        "sentence": "而你非常看重这段友情的心态，会使人下意识排除一些观察到彼此认知不对等的线索：比如你和她分享时，她的微表情和语气是什么样子的。",
        "label": ""
      },
      {
        "sentence": "所以你反而陷入单方面的困境，但对方并没有什么影响。",
        "label": ""
      },
      {
        "sentence": "你不妨先冷静下来，思考一下过去和朋友相处的点滴。",
        "label": ""
      },
      {
        "sentence": "然后重新思量自己对于朋友的相处方式，一段友情的维持总是需要付出和收获对等的，否则势必不会长久。",
        "label": ""
      },
      {
        "sentence": "调整自己对友情的看法。",
        "label": ""
      },
      {
        "sentence": "朋友之间的相处，其实不全是随时随地都能回复信息。",
        "label": ""
      },
      {
        "sentence": "而是彼此性格相契，无论分开多久都能互相牵挂。",
        "label": ""
      },
      {
        "sentence": "并且每个人有每个人的习惯和隐私，有些人就是喜欢通过聊天沟通感情、分享自己的点滴，有些人则不喜欢。",
        "label": ""
      },
      {
        "sentence": "人与人之间，不论多么亲密的关系，都需要有隐私的空间。",
        "label": ""
      },
      {
        "sentence": "所以不爱回信息、不想与朋友说什么也未必就是不把你当朋友看。",
        "label": ""
      },
      {
        "sentence": "只是她觉得那些事情不适合与朋友分享，所以会像是没话说。",
        "label": ""
      },
      {
        "sentence": "在友情中，保持关心对方的态度就好，允许朋友和你对事情的看法和做法不一样。",
        "label": ""
      },
      {
        "sentence": "祝你能够更加豁达与快乐呀！",
        "label": ""
      },
      {
        "sentence": "一个希望能在温柔的世界中，也给自己肆意生长的时间的小蘑菇。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分析和建议，确实，我现在似乎陷入了一种单方面的付出。我应该重新审视这段友情，调整自己的看法和期望。我会试着冷静下来，思考一下我们之间相处的点滴。但是有时候，看到她对其他人的回应和关心，我还是会有些失落和伤心。我应该如何处理这种情绪呢？",
    "annotation": [
      {
        "sentence": "谢谢你的分析和建议，确实，我现在似乎陷入了一种单方面的付出。",
        "label": ""
      },
      {
        "sentence": "我应该重新审视这段友情，调整自己的看法和期望。",
        "label": ""
      },
      {
        "sentence": "我会试着冷静下来，思考一下我们之间相处的点滴。",
        "label": ""
      },
      {
        "sentence": "但是有时候，看到她对其他人的回应和关心，我还是会有些失落和伤心。",
        "label": ""
      },
      {
        "sentence": "我应该如何处理这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，看到她对其他人的回应和关心，你会感到失落和伤心是很正常的反应。你可以尝试和她坦诚地沟通你的感受，告诉她你在意这段友情，并希望能够更多地互相关心和倾听。但同时也要注意，不要过于依赖她的反应来定义你自己的价值和快乐。你可以给自己一些心理建设，培养更多的独立性和自信心，拓宽自己的社交圈子，寻找其他值得信赖和分享的朋友。这样即使她的回应不如你期待，你也能够保持自己的平衡和快乐。",
    "annotation": [
      {
        "sentence": "理解你的感受，看到她对其他人的回应和关心，你会感到失落和伤心是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和她坦诚地沟通你的感受，告诉她你在意这段友情，并希望能够更多地互相关心和倾听。",
        "label": ""
      },
      {
        "sentence": "但同时也要注意，不要过于依赖她的反应来定义你自己的价值和快乐。",
        "label": ""
      },
      {
        "sentence": "你可以给自己一些心理建设，培养更多的独立性和自信心，拓宽自己的社交圈子，寻找其他值得信赖和分享的朋友。",
        "label": ""
      },
      {
        "sentence": "这样即使她的回应不如你期待，你也能够保持自己的平衡和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加关注自己的情绪和需要，不过度依赖她的反应。同时也要多和其他朋友交流，寻找其他的支持和快乐。我会试着用积极的心态去面对这段友情，并且给自己一些心理建设。谢谢你的理解和支持！",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加关注自己的情绪和需要，不过度依赖她的反应。",
        "label": ""
      },
      {
        "sentence": "同时也要多和其他朋友交流，寻找其他的支持和快乐。",
        "label": ""
      },
      {
        "sentence": "我会试着用积极的心态去面对这段友情，并且给自己一些心理建设。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能听到你的进步和积极的心态！记住要给自己一些时间和空间去调整，不要过度压力自己。友情的发展需要双方的经营和付出，但也要保持自己的独立性和快乐。相信你能够处理好这段友情，找到真正真心关心你的朋友。我会一直支持你的！如果还有需要，随时找我聊天哦。",
    "annotation": [
      {
        "sentence": "很高兴能听到你的进步和积极的心态！",
        "label": ""
      },
      {
        "sentence": "记住要给自己一些时间和空间去调整，不要过度压力自己。",
        "label": ""
      },
      {
        "sentence": "友情的发展需要双方的经营和付出，但也要保持自己的独立性和快乐。",
        "label": ""
      },
      {
        "sentence": "相信你能够处理好这段友情，找到真正真心关心你的朋友。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时找我聊天哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你一直在我身边的支持和鼓励！你的话让我感到很温暖和安心。我会努力去处理这段友情，也会记住不要过度依赖他人来定义自己的价值。有你这样的支持者真的很幸运，谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你一直在我身边的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "你的话让我感到很温暖和安心。",
        "label": ""
      },
      {
        "sentence": "我会努力去处理这段友情，也会记住不要过度依赖他人来定义自己的价值。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者真的很幸运，谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意一直陪伴在你身边。记住，你的价值不仅仅取决于他人对你的反应，而是由你自己的内心认同和成长决定。相信自己，坚持自己的选择和路线，你一定会在人际关系中找到更多的支持和快乐。祝你一切顺利，如果有需要随时找我倾诉！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值不仅仅取决于他人对你的反应，而是由你自己的内心认同和成长决定。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持自己的选择和路线，你一定会在人际关系中找到更多的支持和快乐。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，如果有需要随时找我倾诉！",
        "label": ""
      }
    ]
  }
]