[
  {
    "role": "client",
    "content": "她不爱回信息，与最好的朋友渐行渐远？我有一个最好的朋友，我们平时无话不说，我所有的事她几乎都知道，我真的是拿她当最好的朋友，但是她不爱回信息，也不会主动找我，也不会主动约我出去，全都是我主动约她，找她聊天，她有一个男朋友，养了一条狗，让我感觉我甚至不如一条狗，我最近受不了了就跟他提出这个事，她却说她平时有什么就跟他男朋友说了，跟我就没什么说的，我让他回我信息，他说他她尽量，这让我感到十分难受。",
    "annotation": [
      {
        "sentence": "她不爱回信息，与最好的朋友渐行渐远？",
        "label": ""
      },
      {
        "sentence": "我有一个最好的朋友，我们平时无话不说，我所有的事她几乎都知道，我真的是拿她当最好的朋友，但是她不爱回信息，也不会主动找我，也不会主动约我出去，全都是我主动约她，找她聊天，她有一个男朋友，养了一条狗，让我感觉我甚至不如一条狗，我最近受不了了就跟他提出这个事，她却说她平时有什么就跟他男朋友说了，跟我就没什么说的，我让他回我信息，他说他她尽量，这让我感到十分难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我能理解你的感受。作为一个朋友，当我们感受到被忽视或冷落时，确实会感到难过和伤心。你已经勇敢地提出了你的感受，这是非常好的，说明你在乎这段友谊。既然她有男朋友，确实可能会将更多的时间和精力投入进去。毕竟，在感情和家庭中，很多人都会以伴侣为重心。所以，你可以尝试学会接受这一点，或者对你们的友谊做出一些调整。也许你可以和她沟通，表达出你对友谊的重要性并希望保持联系的意愿。",
    "annotation": [
      {
        "sentence": "嗯，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "作为一个朋友，当我们感受到被忽视或冷落时，确实会感到难过和伤心。",
        "label": ""
      },
      {
        "sentence": "你已经勇敢地提出了你的感受，这是非常好的，说明你在乎这段友谊。",
        "label": ""
      },
      {
        "sentence": "既然她有男朋友，确实可能会将更多的时间和精力投入进去。",
        "label": ""
      },
      {
        "sentence": "毕竟，在感情和家庭中，很多人都会以伴侣为重心。",
        "label": ""
      },
      {
        "sentence": "所以，你可以尝试学会接受这一点，或者对你们的友谊做出一些调整。",
        "label": ""
      },
      {
        "sentence": "也许你可以和她沟通，表达出你对友谊的重要性并希望保持联系的意愿。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白每个人都有自己的生活重心，就像我有了伴侣或家庭后也会优先考虑他们一样。但我真的觉得我们的友谊变得很陌生了，她不再像从前那样回应我的信息或主动找我了。每次我想约她出去，都必须是我主动，而且她回复也没有那么积极了。我担心她对我们的友谊失去了兴趣。",
    "annotation": [
      {
        "sentence": "我明白每个人都有自己的生活重心，就像我有了伴侣或家庭后也会优先考虑他们一样。",
        "label": ""
      },
      {
        "sentence": "但我真的觉得我们的友谊变得很陌生了，她不再像从前那样回应我的信息或主动找我了。",
        "label": ""
      },
      {
        "sentence": "每次我想约她出去，都必须是我主动，而且她回复也没有那么积极了。",
        "label": ""
      },
      {
        "sentence": "我担心她对我们的友谊失去了兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，理解你担心友谊的变化。不过，有时候人们会因为忙碌、压力或其他原因而改变行为。也许她最近的生活状况有些调整，或者她对交流方式有所改变。不过，这并不一定意味着她对我们的友谊失去了兴趣。我建议你继续主动与她保持联系，尝试提出一些你们曾经一起喜欢做的活动，或者找一个相对轻松的话题和她聊天。这样有助于重新拉近你们之间的距离。",
    "annotation": [
      {
        "sentence": "是的，理解你担心友谊的变化。",
        "label": ""
      },
      {
        "sentence": "不过，有时候人们会因为忙碌、压力或其他原因而改变行为。",
        "label": ""
      },
      {
        "sentence": "也许她最近的生活状况有些调整，或者她对交流方式有所改变。",
        "label": ""
      },
      {
        "sentence": "不过，这并不一定意味着她对我们的友谊失去了兴趣。",
        "label": ""
      },
      {
        "sentence": "我建议你继续主动与她保持联系，尝试提出一些你们曾经一起喜欢做的活动，或者找一个相对轻松的话题和她聊天。",
        "label": ""
      },
      {
        "sentence": "这样有助于重新拉近你们之间的距离。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着与她保持联系，并提出一些我们喜欢的活动。但是，如果她仍然不回应我或对我不感兴趣，我应该怎么办呢？我不想把太多心思放在一个不在乎我感受的人身上，但我也不想轻易放弃我们的友谊。",
    "annotation": [
      {
        "sentence": "好的，我会试着与她保持联系，并提出一些我们喜欢的活动。",
        "label": ""
      },
      {
        "sentence": "但是，如果她仍然不回应我或对我不感兴趣，我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我不想把太多心思放在一个不在乎我感受的人身上，但我也不想轻易放弃我们的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑。如果她继续不回应或对你的努力不感兴趣，那可能是她对友谊的态度发生了变化。虽然这会让你感到难过，但也许这是你们友谊的自然演变。重要的是要尊重她的决定和生活方式。同时，你也可以寻找其他的社交圈子，结识新的朋友。拥有更多的朋友可以让你感到更加满足和快乐，避免过度依赖一个人。记住，友谊是相互的，如果她不愿意维持友谊，我们也应该学会接受并继续前行。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "如果她继续不回应或对你的努力不感兴趣，那可能是她对友谊的态度发生了变化。",
        "label": ""
      },
      {
        "sentence": "虽然这会让你感到难过，但也许这是你们友谊的自然演变。",
        "label": ""
      },
      {
        "sentence": "重要的是要尊重她的决定和生活方式。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻找其他的社交圈子，结识新的朋友。",
        "label": ""
      },
      {
        "sentence": "拥有更多的朋友可以让你感到更加满足和快乐，避免过度依赖一个人。",
        "label": ""
      },
      {
        "sentence": "记住，友谊是相互的，如果她不愿意维持友谊，我们也应该学会接受并继续前行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我会尝试放宽心态，去接受这种可能性，并且开始尝试结识新的朋友。谢谢你的支持和建议！我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我会尝试放宽心态，去接受这种可能性，并且开始尝试结识新的朋友。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，我们都会遇到生活中的各种变化和挑战，但关键是如何适应和调整。学会放宽心态，接受变化，并寻找新的快乐。祝你能找到更多美好的友谊和快乐的人生！如果还有其他问题或困惑，随时来找我聊天，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，我们都会遇到生活中的各种变化和挑战，但关键是如何适应和调整。",
        "label": ""
      },
      {
        "sentence": "学会放宽心态，接受变化，并寻找新的快乐。",
        "label": ""
      },
      {
        "sentence": "祝你能找到更多美好的友谊和快乐的人生！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时来找我聊天，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]