[
  {
    "role": "client",
    "content": "我已经进行了将近一年的心理咨询，不知道进展如何。去年我得了重度抑郁，从同年9月份开始进行咨询，到现在快一年了。我曾问过咨询师，我们现在的进展如何，她没有明确回复，（那时候恢复到将近轻度）。现在最让我头疼的是，以后的工作怎么办，我比迷茫的同龄人，还要迷茫！估计我在咨询中提到这些问题，咨询师必定不会有准确的答案或办法。（咨询师：你自己都不知道，我怎么知道？）感觉自己现在又有些孤立无援！",
    "annotation": [
      {
        "sentence": "我已经进行了将近一年的心理咨询，不知道进展如何。",
        "label": ""
      },
      {
        "sentence": "去年我得了重度抑郁，从同年9月份开始进行咨询，到现在快一年了。",
        "label": ""
      },
      {
        "sentence": "我曾问过咨询师，我们现在的进展如何，她没有明确回复，（那时候恢复到将近轻度）。",
        "label": ""
      },
      {
        "sentence": "现在最让我头疼的是，以后的工作怎么办，我比迷茫的同龄人，还要迷茫！",
        "label": ""
      },
      {
        "sentence": "估计我在咨询中提到这些问题，咨询师必定不会有准确的答案或办法。",
        "label": ""
      },
      {
        "sentence": "（咨询师：你自己都不知道，我怎么知道？",
        "label": ""
      },
      {
        "sentence": "）感觉自己现在又有些孤立无援！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在心理咨询的过程中，心理咨询师确实很难帮助我们抉择，他们能做的就是帮助我们分析问题的成因，然后根据专业的知识给予我们适当的建议。你今年23岁了，按照正常的情况我们大学应该就要毕业了，那么摆在我们面前的大概有以下几条路。",
    "annotation": [
      {
        "sentence": "在心理咨询的过程中，心理咨询师确实很难帮助我们抉择，他们能做的就是帮助我们分析问题的成因，然后根据专业的知识给予我们适当的建议。",
        "label": ""
      },
      {
        "sentence": "你今年23岁了，按照正常的情况我们大学应该就要毕业了，那么摆在我们面前的大概有以下几条路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实如此。但我对这些选择都没有明确的方向。我对公务员或事业编制工作看不到自己的潜力，而自己喜欢的工作似乎无法支撑起我的生活。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "嗯，确实如此。",
        "label": ""
      },
      {
        "sentence": "但我对这些选择都没有明确的方向。",
        "label": ""
      },
      {
        "sentence": "我对公务员或事业编制工作看不到自己的潜力，而自己喜欢的工作似乎无法支撑起我的生活。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于选择不明确的问题，我们可以先从了解自己的兴趣和能力入手。你可以尽可能多地尝试不同的事情，多与人交流，争取更多的经验。通过这些尝试，你会更了解自己对哪些领域感兴趣，并且具备哪些能力。",
    "annotation": [
      {
        "sentence": "对于选择不明确的问题，我们可以先从了解自己的兴趣和能力入手。",
        "label": ""
      },
      {
        "sentence": "你可以尽可能多地尝试不同的事情，多与人交流，争取更多的经验。",
        "label": ""
      },
      {
        "sentence": "通过这些尝试，你会更了解自己对哪些领域感兴趣，并且具备哪些能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我正在寻找机会参与一些志愿者工作，希望能够更深入地了解自己的兴趣和能力。但是我还是害怕以后找不到满意的工作。",
    "annotation": [
      {
        "sentence": "确实，我正在寻找机会参与一些志愿者工作，希望能够更深入地了解自己的兴趣和能力。",
        "label": ""
      },
      {
        "sentence": "但是我还是害怕以后找不到满意的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心未来的事情是正常的，但是也要相信自己的能力。无论你选择什么样的职业，都会面临困难和挑战，但只要你努力学习和提升自己，相信我，你一定能找到满意的工作。",
    "annotation": [
      {
        "sentence": "担心未来的事情是正常的，但是也要相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "无论你选择什么样的职业，都会面临困难和挑战，但只要你努力学习和提升自己，相信我，你一定能找到满意的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。可是我还是感觉心理上有些孤立无援，不知道该怎么应对这种感觉。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "可是我还是感觉心理上有些孤立无援，不知道该怎么应对这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感到孤立无援是正常的。我们可以尝试寻找一些支持的资源，比如和志同道合的朋友交流，参加一些兴趣小组或活动，这样可以扩大社交圈子，让自己多一些支持和认同感。",
    "annotation": [
      {
        "sentence": "感到孤立无援是正常的。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试寻找一些支持的资源，比如和志同道合的朋友交流，参加一些兴趣小组或活动，这样可以扩大社交圈子，让自己多一些支持和认同感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试试的。但是我担心我在咨询中提到这些问题，咨询师可能也无法给我准确的答案或解决办法。",
    "annotation": [
      {
        "sentence": "嗯，我会试试的。",
        "label": ""
      },
      {
        "sentence": "但是我担心我在咨询中提到这些问题，咨询师可能也无法给我准确的答案或解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，咨询师不能给你具体的答案，但他们可以帮助你更好地了解自己的情绪和思维方式，提供一些有效的情绪调节和问题解决的方法。咨询师可以成为你在情绪困扰时的倾诉对象和支持者，一起找到适合你的解决途径。",
    "annotation": [
      {
        "sentence": "确实，咨询师不能给你具体的答案，但他们可以帮助你更好地了解自己的情绪和思维方式，提供一些有效的情绪调节和问题解决的方法。",
        "label": ""
      },
      {
        "sentence": "咨询师可以成为你在情绪困扰时的倾诉对象和支持者，一起找到适合你的解决途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，很感谢你的理解和建议。尽管我仍然对未来感到迷茫，但我会积极尝试找到适合自己的方向，同时也会寻求更多的支持和帮助。",
    "annotation": [
      {
        "sentence": "嗯，很感谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "尽管我仍然对未来感到迷茫，但我会积极尝试找到适合自己的方向，同时也会寻求更多的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能找到适合自己的方向。记得要保持积极的心态，相信自己的能力，未来一定会更好。如果有任何困难或需要倾诉，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能找到适合自己的方向。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极的心态，相信自己的能力，未来一定会更好。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或需要倾诉，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给予的鼓励和支持，我会努力保持积极，并时刻铭记你的话。如果我需要的话，一定会来找你聊天的。",
    "annotation": [
      {
        "sentence": "谢谢你给予的鼓励和支持，我会努力保持积极，并时刻铭记你的话。",
        "label": ""
      },
      {
        "sentence": "如果我需要的话，一定会来找你聊天的。",
        "label": ""
      }
    ]
  }
]