[
  {
    "role": "client",
    "content": "我23岁女生，上班后为什么总是莫名其妙的自卑？工作后，感觉压力特别大，很怕自己做不好，不知道怎么去处理人际关系，怕自己说话做事惹人不开心，拿到任务总是特别犹豫，脑子里多种方案纠结，不知道哪种最好以至于花了很长时间，没做好事情。但其实领导挺好，并不觉得什么没做好，只是做了就行。自己给自己很大压力。听到朋友的抱怨，总爱拿雷同经历去安慰别人，结果吐出自己的苦水后，反而让自己负能量满满，低气压不开心很长时间，没有生活的希望，不知道怎么变回自信开朗的自己。",
    "annotation": [
      {
        "sentence": "我23岁女生，上班后为什么总是莫名其妙的自卑？",
        "label": ""
      },
      {
        "sentence": "工作后，感觉压力特别大，很怕自己做不好，不知道怎么去处理人际关系，怕自己说话做事惹人不开心，拿到任务总是特别犹豫，脑子里多种方案纠结，不知道哪种最好以至于花了很长时间，没做好事情。",
        "label": ""
      },
      {
        "sentence": "但其实领导挺好，并不觉得什么没做好，只是做了就行。",
        "label": ""
      },
      {
        "sentence": "自己给自己很大压力。",
        "label": ""
      },
      {
        "sentence": "听到朋友的抱怨，总爱拿雷同经历去安慰别人，结果吐出自己的苦水后，反而让自己负能量满满，低气压不开心很长时间，没有生活的希望，不知道怎么变回自信开朗的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的感受。上班后总是面对各种压力，我们很容易变得自卑。我也曾经经历过一个新环境的适应期，那时候也会担心自己做不好事情，给自己太大压力。我知道你想要做到最好，但正因为这种心理，让自己畏手畏脚、不敢去做事情。我们应该放下内心的枷锁，别给自己太多压力。有想法就要大胆去尝试，即使犯错了又怎样呢？每个人都有犯错的权利，通过试错不断成长，完善自己。同时，要对自己更自信一些，相信自己的选择和能力。不懂的东西可以积极查资料，向别人请教，但对于自己已经了解的事情，一定要有自信去做。加油！祝你好~",
    "annotation": [
      {
        "sentence": "我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "上班后总是面对各种压力，我们很容易变得自卑。",
        "label": ""
      },
      {
        "sentence": "我也曾经经历过一个新环境的适应期，那时候也会担心自己做不好事情，给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "我知道你想要做到最好，但正因为这种心理，让自己畏手畏脚、不敢去做事情。",
        "label": ""
      },
      {
        "sentence": "我们应该放下内心的枷锁，别给自己太多压力。",
        "label": ""
      },
      {
        "sentence": "有想法就要大胆去尝试，即使犯错了又怎样呢？",
        "label": ""
      },
      {
        "sentence": "每个人都有犯错的权利，通过试错不断成长，完善自己。",
        "label": ""
      },
      {
        "sentence": "同时，要对自己更自信一些，相信自己的选择和能力。",
        "label": ""
      },
      {
        "sentence": "不懂的东西可以积极查资料，向别人请教，但对于自己已经了解的事情，一定要有自信去做。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝你好~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。但是我总是担心自己的选择会影响他人的情绪和满意度，怕自己的言行会让别人不开心。这种不确定性让我很纠结，不知道应该如何处理人际关系。也许我太过挑剔自己了，但是又觉得无法放松，总是把自己的标准设得很高。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我总是担心自己的选择会影响他人的情绪和满意度，怕自己的言行会让别人不开心。",
        "label": ""
      },
      {
        "sentence": "这种不确定性让我很纠结，不知道应该如何处理人际关系。",
        "label": ""
      },
      {
        "sentence": "也许我太过挑剔自己了，但是又觉得无法放松，总是把自己的标准设得很高。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我理解你的顾虑。但是你知道吗，每个人都有不同的情绪和感受，我们无法完全掌控他人的情绪。虽然我们希望给别人带来快乐和满意，但真正重要的是我们诚实地对待自己。如果我们总是为了迎合别人而压抑自己，那样的生活是不健康的。我们应该尊重自己的感受和选择，同时也要尊重他人的情绪。如果别人因为我们的选择不开心，这可能是他们自己的问题，而不是我们的责任。我们不能总是为了别人而活，应该在尊重他人的同时，保护和照顾好自己。",
    "annotation": [
      {
        "sentence": "是的，我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "但是你知道吗，每个人都有不同的情绪和感受，我们无法完全掌控他人的情绪。",
        "label": ""
      },
      {
        "sentence": "虽然我们希望给别人带来快乐和满意，但真正重要的是我们诚实地对待自己。",
        "label": ""
      },
      {
        "sentence": "如果我们总是为了迎合别人而压抑自己，那样的生活是不健康的。",
        "label": ""
      },
      {
        "sentence": "我们应该尊重自己的感受和选择，同时也要尊重他人的情绪。",
        "label": ""
      },
      {
        "sentence": "如果别人因为我们的选择不开心，这可能是他们自己的问题，而不是我们的责任。",
        "label": ""
      },
      {
        "sentence": "我们不能总是为了别人而活，应该在尊重他人的同时，保护和照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我应该更加关注和照顾自己的情感需求。但是我总是有一种内疚感，觉得自己做不好工作或影响了他人的情绪就是自私的表现。这种内疚感让我越来越自卑，不知道怎么摆脱它。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我应该更加关注和照顾自己的情感需求。",
        "label": ""
      },
      {
        "sentence": "但是我总是有一种内疚感，觉得自己做不好工作或影响了他人的情绪就是自私的表现。",
        "label": ""
      },
      {
        "sentence": "这种内疚感让我越来越自卑，不知道怎么摆脱它。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的内疚感。但是我们需要明确一点：关注和照顾自己的情感需求不等于自私。每个人都有做好事情的权利，我们也需要在工作中表达自己、实现自己的价值。只有当我们照顾好自己的情感需求，才能更好地为他人服务。内疚感可能来自于我们太过苛责自己，你可以试着接受自己是一个有情感需求的人，尽量用宽容和理解对待自己。如果你有失落感或内疚感，我建议你和身边的信任朋友或者专业的心理咨询师一起探讨和应对这些情绪，让自己逐渐释放内心的压力。",
    "annotation": [
      {
        "sentence": "我明白你的内疚感。",
        "label": ""
      },
      {
        "sentence": "但是我们需要明确一点：关注和照顾自己的情感需求不等于自私。",
        "label": ""
      },
      {
        "sentence": "每个人都有做好事情的权利，我们也需要在工作中表达自己、实现自己的价值。",
        "label": ""
      },
      {
        "sentence": "只有当我们照顾好自己的情感需求，才能更好地为他人服务。",
        "label": ""
      },
      {
        "sentence": "内疚感可能来自于我们太过苛责自己，你可以试着接受自己是一个有情感需求的人，尽量用宽容和理解对待自己。",
        "label": ""
      },
      {
        "sentence": "如果你有失落感或内疚感，我建议你和身边的信任朋友或者专业的心理咨询师一起探讨和应对这些情绪，让自己逐渐释放内心的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我需要更加理解和接受自己。我会尝试放宽心态，用宽容和理解对待自己。同时，我也会考虑和朋友或心理咨询师交流，寻求帮助和支持。谢谢你耐心倾听和给予建议，我感到安慰多了。",
    "annotation": [
      {
        "sentence": "你说的对，我需要更加理解和接受自己。",
        "label": ""
      },
      {
        "sentence": "我会尝试放宽心态，用宽容和理解对待自己。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑和朋友或心理咨询师交流，寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你耐心倾听和给予建议，我感到安慰多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意在你需要的时候给予帮助和支持。记住，你并不孤单，身边一定有人关心你。请相信自己，相信自己的能力，你一定能战胜自卑，找回自信的自己。加油！祝福你一切顺利，有一个快乐的人生！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意在你需要的时候给予帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边一定有人关心你。",
        "label": ""
      },
      {
        "sentence": "请相信自己，相信自己的能力，你一定能战胜自卑，找回自信的自己。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，有一个快乐的人生！",
        "label": ""
      }
    ]
  }
]