[
  {
    "role": "client",
    "content": "我是一个17岁的女生，渴望得到父母的爱，但又感到害怕。每次看到别人和父母撒娇，我就会很羡慕。甚至连我家的小猫咪钻进猫妈妈怀里撒娇，我都会觉得好羡慕。小时候我是留守孩子，至今和父母的关系都一般，从不会和他们说心里话。曾经有一段时间，我非常抑郁，但在家里我故意表现得一副什么事都没有的样子，哪怕是自杀未遂回到家也会假装没事。我不知道为什么自己做不到和父母亲密，有一次我尝试去拥抱妈妈，但纠结了一个月才鼓起勇气做到。我想和妈妈说我爱她，但怎么都说不出口。其实他们也很关心我，我也爱着他们，可始终还是感觉有距离，更别说对他们撒娇了。",
    "annotation": [
      {
        "sentence": "我是一个17岁的女生，渴望得到父母的爱，但又感到害怕。",
        "label": ""
      },
      {
        "sentence": "每次看到别人和父母撒娇，我就会很羡慕。",
        "label": ""
      },
      {
        "sentence": "甚至连我家的小猫咪钻进猫妈妈怀里撒娇，我都会觉得好羡慕。",
        "label": ""
      },
      {
        "sentence": "小时候我是留守孩子，至今和父母的关系都一般，从不会和他们说心里话。",
        "label": ""
      },
      {
        "sentence": "曾经有一段时间，我非常抑郁，但在家里我故意表现得一副什么事都没有的样子，哪怕是自杀未遂回到家也会假装没事。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么自己做不到和父母亲密，有一次我尝试去拥抱妈妈，但纠结了一个月才鼓起勇气做到。",
        "label": ""
      },
      {
        "sentence": "我想和妈妈说我爱她，但怎么都说不出口。",
        "label": ""
      },
      {
        "sentence": "其实他们也很关心我，我也爱着他们，可始终还是感觉有距离，更别说对他们撒娇了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能够理解你的感受。每当看到别人和父母撒娇时，你会感到羡慕，这说明你内心渴望父母的关爱。小时候由于留守，你没有得到父母的陪伴，这让你非常渴望他们的爱。现在你已经十七岁了，但在你的内心深处，你仍然是一个渴望被妈妈关注的小女孩。虽然你知道父母爱你，但因为缺乏陪伴，你很难表达这份渴望。现在你回到了当初纠结的状态，只不过这次纠结的问题是如何向妈妈表达自己的爱。所以，我希望你不要做出什么傻事。至少现在爸爸妈妈还在你身边，你爱他们，他们也爱你。问题在于你不知道如何表达自己。如果你不敢当面向父母表达情感，可以通过写信的方式告诉他们。选择一个适当的时机，比如妈妈的生日、父母的结婚纪念日或者一些节假日，准备一个蛋糕，写上祝福的卡片，把你的心情都告诉他们。我相信你的父母一定会非常开心。爱是一件美好的事情，勇敢地表达自己的情感，释放内心渴望被爱的那个小孩！让自己勇敢起来！",
    "annotation": [
      {
        "sentence": "求助者，我能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "每当看到别人和父母撒娇时，你会感到羡慕，这说明你内心渴望父母的关爱。",
        "label": ""
      },
      {
        "sentence": "小时候由于留守，你没有得到父母的陪伴，这让你非常渴望他们的爱。",
        "label": ""
      },
      {
        "sentence": "现在你已经十七岁了，但在你的内心深处，你仍然是一个渴望被妈妈关注的小女孩。",
        "label": ""
      },
      {
        "sentence": "虽然你知道父母爱你，但因为缺乏陪伴，你很难表达这份渴望。",
        "label": ""
      },
      {
        "sentence": "现在你回到了当初纠结的状态，只不过这次纠结的问题是如何向妈妈表达自己的爱。",
        "label": ""
      },
      {
        "sentence": "所以，我希望你不要做出什么傻事。",
        "label": ""
      },
      {
        "sentence": "至少现在爸爸妈妈还在你身边，你爱他们，他们也爱你。",
        "label": ""
      },
      {
        "sentence": "问题在于你不知道如何表达自己。",
        "label": ""
      },
      {
        "sentence": "如果你不敢当面向父母表达情感，可以通过写信的方式告诉他们。",
        "label": ""
      },
      {
        "sentence": "选择一个适当的时机，比如妈妈的生日、父母的结婚纪念日或者一些节假日，准备一个蛋糕，写上祝福的卡片，把你的心情都告诉他们。",
        "label": ""
      },
      {
        "sentence": "我相信你的父母一定会非常开心。",
        "label": ""
      },
      {
        "sentence": "爱是一件美好的事情，勇敢地表达自己的情感，释放内心渴望被爱的那个小孩！",
        "label": ""
      },
      {
        "sentence": "让自己勇敢起来！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我可能真的需要勇敢一点，尝试去表达自己的情感。但是我还是对面对父母感到害怕和紧张，担心他们会不接受我的情感表达。我怕他们会觉得我孩子气或者觉得我不懂事。这些担忧让我更加纠结，不知道该如何面对。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我可能真的需要勇敢一点，尝试去表达自己的情感。",
        "label": ""
      },
      {
        "sentence": "但是我还是对面对父母感到害怕和紧张，担心他们会不接受我的情感表达。",
        "label": ""
      },
      {
        "sentence": "我怕他们会觉得我孩子气或者觉得我不懂事。",
        "label": ""
      },
      {
        "sentence": "这些担忧让我更加纠结，不知道该如何面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的恐惧和紧张是很正常的。每个人在表达自己情感时都会有这样的担忧。但是，作为父母，他们会理解你的需要，他们也会感受到你对他们的爱。他们可能也渴望和你建立更亲密的关系，只是不知道该如何开始。你勇敢地向他们表达自己的感受，他们很有可能会正面回应并愿意与你一同努力改善关系。无论结果如何，至少你敢于尝试，勇敢面对自己的内心，这本身就是一种成长和进步。试着告诉自己，他们是爱你的，他们会理解你的需求。",
    "annotation": [
      {
        "sentence": "理解你的恐惧和紧张是很正常的。",
        "label": ""
      },
      {
        "sentence": "每个人在表达自己情感时都会有这样的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，作为父母，他们会理解你的需要，他们也会感受到你对他们的爱。",
        "label": ""
      },
      {
        "sentence": "他们可能也渴望和你建立更亲密的关系，只是不知道该如何开始。",
        "label": ""
      },
      {
        "sentence": "你勇敢地向他们表达自己的感受，他们很有可能会正面回应并愿意与你一同努力改善关系。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，至少你敢于尝试，勇敢面对自己的内心，这本身就是一种成长和进步。",
        "label": ""
      },
      {
        "sentence": "试着告诉自己，他们是爱你的，他们会理解你的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我要相信他们会理解我。我想我需要做些努力来改善和父母的关系。也许在沟通的过程中会有一些困难，但我不希望这个障碍继续阻碍我和他们的亲密联系。我会努力勇敢地表达自己的感受，用行动告诉他们我爱他们。",
    "annotation": [
      {
        "sentence": "你说的很对，我要相信他们会理解我。",
        "label": ""
      },
      {
        "sentence": "我想我需要做些努力来改善和父母的关系。",
        "label": ""
      },
      {
        "sentence": "也许在沟通的过程中会有一些困难，但我不希望这个障碍继续阻碍我和他们的亲密联系。",
        "label": ""
      },
      {
        "sentence": "我会努力勇敢地表达自己的感受，用行动告诉他们我爱他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常同意你的想法。你已经意识到了问题的重要性，并且表现出了积极的态度。要记住，沟通是双向的，父母也需要积极参与。有时候会有一些困难，但只要你坚持，相信你们的关系会有所改善的。在沟通过程中，也不要忘记给自己一些时间和空间来适应和调整。你是一个勇敢的人，我相信你会处理好这个挑战。加油！",
    "annotation": [
      {
        "sentence": "非常同意你的想法。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了问题的重要性，并且表现出了积极的态度。",
        "label": ""
      },
      {
        "sentence": "要记住，沟通是双向的，父母也需要积极参与。",
        "label": ""
      },
      {
        "sentence": "有时候会有一些困难，但只要你坚持，相信你们的关系会有所改善的。",
        "label": ""
      },
      {
        "sentence": "在沟通过程中，也不要忘记给自己一些时间和空间来适应和调整。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，我相信你会处理好这个挑战。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会努力克服这个难题，向父母表达我的情感。虽然我还有些紧张，但我相信通过努力，我能够建立起更亲密、更健康的家庭关系。再次感谢你的倾听和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力克服这个难题，向父母表达我的情感。",
        "label": ""
      },
      {
        "sentence": "虽然我还有些紧张，但我相信通过努力，我能够建立起更亲密、更健康的家庭关系。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的倾听和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直在这里支持你。相信自己，相信你和父母之间的爱是可以被表达和接受的。你有勇气去迈出这一步，我为你感到骄傲。如果你需要任何帮助或愿意分享你的进展，随时都可以来找我。祝福你成功，加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你和父母之间的爱是可以被表达和接受的。",
        "label": ""
      },
      {
        "sentence": "你有勇气去迈出这一步，我为你感到骄傲。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或愿意分享你的进展，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你成功，加油！",
        "label": ""
      }
    ]
  }
]