[
  {
    "role": "client",
    "content": "谈恋爱三四年了，经常闹别扭一两天，怎么办？我和男朋友平时关系特别好，他善良勇敢且有责任心，我脾气性格也还可以。",
    "annotation": [
      {
        "sentence": "谈恋爱三四年了，经常闹别扭一两天，怎么办？",
        "label": ""
      },
      {
        "sentence": "我和男朋友平时关系特别好，他善良勇敢且有责任心，我脾气性格也还可以。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你们平时的关系很好，但经常闹别扭确实会给你们带来困扰。我想了解一下，你们经常为什么会闹别扭呢？",
    "annotation": [
      {
        "sentence": "听起来你们平时的关系很好，但经常闹别扭确实会给你们带来困扰。",
        "label": ""
      },
      {
        "sentence": "我想了解一下，你们经常为什么会闹别扭呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有一个问题，每次如果是我有些事做的不好惹他生气，我会向他道歉，反思自己哪儿错了，他会接受道歉，但是心情一直很低落，钻牛角尖，觉得不是他做错了，受不了一点点委屈，他说他认死理，极度小心眼，只要不是他的错，他就控制不住自己的情绪，比如我会跟他说话让他放松放松，他就拿我的错误奚落我，可是距离刚开始吵架已经过去二十小时了，我在努力缓和我俩的关系，他一泼冷水，我就没心情再哄他了。他也很烦这样的他，很自责，他讨厌他自己这样对我，他喜欢看到他喜欢我的样子...想知道这种情况我们应该怎么办呢，一直这样下去也不是办法，因为闹别扭的时候实在太难受了，我想让我们一直都开开心心的。像这种闹别扭大概一两个月一次，哎",
    "annotation": [
      {
        "sentence": "有一个问题，每次如果是我有些事做的不好惹他生气，我会向他道歉，反思自己哪儿错了，他会接受道歉，但是心情一直很低落，钻牛角尖，觉得不是他做错了，受不了一点点委屈，他说他认死理，极度小心眼，只要不是他的错，他就控制不住自己的情绪，比如我会跟他说话让他放松放松，他就拿我的错误奚落我，可是距离刚开始吵架已经过去二十小时了，我在努力缓和我俩的关系，他一泼冷水，我就没心情再哄他了。",
        "label": ""
      },
      {
        "sentence": "他也很烦这样的他，很自责，他讨厌他自己这样对我，他喜欢看到他喜欢我的样子...想知道这种情况我们应该怎么办呢，一直这样下去也不是办法，因为闹别扭的时候实在太难受了，我想让我们一直都开开心心的。",
        "label": ""
      },
      {
        "sentence": "像这种闹别扭大概一两个月一次，哎",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来他对自己很苛求，很容易陷入情绪波动之中。可以试着接受他本来的样子，允许他做自己。同时，你也可以做好自己去影响他做出改变。他可能需要从别人的鼓励和欣赏当中建立起自信，你可以多给予他鼓励和欣赏。当然了，有时候明明是对方做错，但是我们还必须得去鼓励和欣赏，这需要自己具备很高的心理能量。如果觉得无法做到，那至少让自己可以先允许他。有点瑕疵，有点问题的存在。因为教育式的让一个人去改正，估计效果不太好，说不定还会引起逆反心理。",
    "annotation": [
      {
        "sentence": "听起来他对自己很苛求，很容易陷入情绪波动之中。",
        "label": ""
      },
      {
        "sentence": "可以试着接受他本来的样子，允许他做自己。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以做好自己去影响他做出改变。",
        "label": ""
      },
      {
        "sentence": "他可能需要从别人的鼓励和欣赏当中建立起自信，你可以多给予他鼓励和欣赏。",
        "label": ""
      },
      {
        "sentence": "当然了，有时候明明是对方做错，但是我们还必须得去鼓励和欣赏，这需要自己具备很高的心理能量。",
        "label": ""
      },
      {
        "sentence": "如果觉得无法做到，那至少让自己可以先允许他。",
        "label": ""
      },
      {
        "sentence": "有点瑕疵，有点问题的存在。",
        "label": ""
      },
      {
        "sentence": "因为教育式的让一个人去改正，估计效果不太好，说不定还会引起逆反心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我理解他需要鼓励和欣赏来建立自信。但有时候我也很难受，特别是他闹别扭的时候。我会尝试反思一下自己对他这样脾气性格的人应该怎样做才能让双方都舒服。",
    "annotation": [
      {
        "sentence": "你说的有道理，我理解他需要鼓励和欣赏来建立自信。",
        "label": ""
      },
      {
        "sentence": "但有时候我也很难受，特别是他闹别扭的时候。",
        "label": ""
      },
      {
        "sentence": "我会尝试反思一下自己对他这样脾气性格的人应该怎样做才能让双方都舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，闹别扭的时候太难受了。根据 \"谁痛苦谁先做出改变\" 的原则，你可以试着先反思自己，思考对他这样一个脾气性格的人应该采取什么行动才能让你们双方都感到舒服。也许可以尝试缓和气氛，找到一种适合你们两个的沟通方式。不过，请记住，改变需要时间，不能期望一夜之间就能解决所有问题。",
    "annotation": [
      {
        "sentence": "确实，闹别扭的时候太难受了。",
        "label": ""
      },
      {
        "sentence": "根据 \"谁痛苦谁先做出改变\" 的原则，你可以试着先反思自己，思考对他这样一个脾气性格的人应该采取什么行动才能让你们双方都感到舒服。",
        "label": ""
      },
      {
        "sentence": "也许可以尝试缓和气氛，找到一种适合你们两个的沟通方式。",
        "label": ""
      },
      {
        "sentence": "不过，请记住，改变需要时间，不能期望一夜之间就能解决所有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，改变确实需要时间。我可以试着和他一起探讨这个问题，找到我们共同能接受的解决办法。我也明白要允许他有一些问题存在，不能强求他完美无瑕。谢谢你的建议，我会尽力去改善我们的关系，让我们一直开开心心地在一起。",
    "annotation": [
      {
        "sentence": "你说得对，改变确实需要时间。",
        "label": ""
      },
      {
        "sentence": "我可以试着和他一起探讨这个问题，找到我们共同能接受的解决办法。",
        "label": ""
      },
      {
        "sentence": "我也明白要允许他有一些问题存在，不能强求他完美无瑕。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尽力去改善我们的关系，让我们一直开开心心地在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，你的决心和理解会对你们的关系产生积极的影响。记住，沟通和理解是改善关系的关键。希望你们能够早日找到适合双方的解决办法，一起度过开心的时光。如果还有任何问题或困惑，随时来找我聊聊。祝福你们！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，你的决心和理解会对你们的关系产生积极的影响。",
        "label": ""
      },
      {
        "sentence": "记住，沟通和理解是改善关系的关键。",
        "label": ""
      },
      {
        "sentence": "希望你们能够早日找到适合双方的解决办法，一起度过开心的时光。",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题或困惑，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  }
]