[
  {
    "role": "client",
    "content": "我最近一直感到焦虑和社交恐惧，不知道该如何解决这个问题。您能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我最近一直感到焦虑和社交恐惧，不知道该如何解决这个问题。",
        "label": ""
      },
      {
        "sentence": "您能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你这一年发生了很多变故，父亲生病，外公也离世了，这些事情确实会让人感到焦虑。你平时会有心慌的感觉，也会出现思绪纷乱的情况，还有夜间失眠的困扰。另外，你也提到了社交恐惧，和不太熟悉的人交流会感到紧张，越紧张越说不出话来，还会显得客气而生分。因为和人打交道感到疲惫，所以越来越不喜欢和人说话。我理解你的困扰，我们可以一起找到解决办法的。",
    "annotation": [
      {
        "sentence": "听说你这一年发生了很多变故，父亲生病，外公也离世了，这些事情确实会让人感到焦虑。",
        "label": ""
      },
      {
        "sentence": "你平时会有心慌的感觉，也会出现思绪纷乱的情况，还有夜间失眠的困扰。",
        "label": ""
      },
      {
        "sentence": "另外，你也提到了社交恐惧，和不太熟悉的人交流会感到紧张，越紧张越说不出话来，还会显得客气而生分。",
        "label": ""
      },
      {
        "sentence": "因为和人打交道感到疲惫，所以越来越不喜欢和人说话。",
        "label": ""
      },
      {
        "sentence": "我理解你的困扰，我们可以一起找到解决办法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解。这段时间我确实感到很沮丧和无助，不知道该如何处理这些情绪。您觉得我应该怎么做才能解决这个问题呢？",
    "annotation": [
      {
        "sentence": "谢谢您的理解。",
        "label": ""
      },
      {
        "sentence": "这段时间我确实感到很沮丧和无助，不知道该如何处理这些情绪。",
        "label": ""
      },
      {
        "sentence": "您觉得我应该怎么做才能解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你来说，这一年失去了两位重要的男性亲人，这种突如其来的变故肯定需要一个适应的过程。不要太过强迫自己去适应和处理这些情绪，也不要过于要求自己如何如何。如果你不想和别人交流，可以尽量减少社交，但不要因此评判自己。给自己一些耐心，让自己有时间回归内心。你可以试着多参与运动，这样有助于释放压力。这两位亲人曾经是你的力量来源，突然失去他们会让你感到内在力量的挑战，对自己的不确定感也会增加。这也是你重新回归内在，从外部寻找力量的道路，虽然重建过程会有些痛苦，但命运安排给我们的是面对生活的勇气和力量。在这个过程中，允许自己有各种表现，每个人都需要完成自己的成长任务，不要抗拒也不要妥协。我祝福你能够走出困境。",
    "annotation": [
      {
        "sentence": "对于你来说，这一年失去了两位重要的男性亲人，这种突如其来的变故肯定需要一个适应的过程。",
        "label": ""
      },
      {
        "sentence": "不要太过强迫自己去适应和处理这些情绪，也不要过于要求自己如何如何。",
        "label": ""
      },
      {
        "sentence": "如果你不想和别人交流，可以尽量减少社交，但不要因此评判自己。",
        "label": ""
      },
      {
        "sentence": "给自己一些耐心，让自己有时间回归内心。",
        "label": ""
      },
      {
        "sentence": "你可以试着多参与运动，这样有助于释放压力。",
        "label": ""
      },
      {
        "sentence": "这两位亲人曾经是你的力量来源，突然失去他们会让你感到内在力量的挑战，对自己的不确定感也会增加。",
        "label": ""
      },
      {
        "sentence": "这也是你重新回归内在，从外部寻找力量的道路，虽然重建过程会有些痛苦，但命运安排给我们的是面对生活的勇气和力量。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，允许自己有各种表现，每个人都需要完成自己的成长任务，不要抗拒也不要妥协。",
        "label": ""
      },
      {
        "sentence": "我祝福你能够走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的回答和鼓励。我明白了，我会接受这个过程，并给自己足够的时间和空间来调适。我也会尝试参与更多的运动，释放一些压力。虽然现在还有点困难，但我相信我会逐渐恢复自信和内在的力量的。再次感谢您的帮助！",
    "annotation": [
      {
        "sentence": "谢谢您的回答和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会接受这个过程，并给自己足够的时间和空间来调适。",
        "label": ""
      },
      {
        "sentence": "我也会尝试参与更多的运动，释放一些压力。",
        "label": ""
      },
      {
        "sentence": "虽然现在还有点困难，但我相信我会逐渐恢复自信和内在的力量的。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，要保持积极的心态，相信自己，相信你能够走出困境。如果有任何需要，随时来找我倾诉，我会一直陪伴着你。祝福你早日摆脱焦虑和社交恐惧，重新找回自信和快乐！加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，要保持积极的心态，相信自己，相信你能够走出困境。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我倾诉，我会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "祝福你早日摆脱焦虑和社交恐惧，重新找回自信和快乐！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]