[
  {
    "role": "client",
    "content": "心理压力太大，该不该要二胎？在别人看来我条件很好为什么不生二胎呢，可是我真的心里压力好大，回忆起大宝出生后那段最黑暗的抑郁日子，让我重新起步好难啊。",
    "annotation": [
      {
        "sentence": "心理压力太大，该不该要二胎？",
        "label": ""
      },
      {
        "sentence": "在别人看来我条件很好为什么不生二胎呢，可是我真的心里压力好大，回忆起大宝出生后那段最黑暗的抑郁日子，让我重新起步好难啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，～关于要不要生二胎的问题，看见一个非常感人的回答——“生二胎三胎不是因为有钱，也不是因为一定要男孩或女孩，而是，在这个充满竞争、人情冷漠、充满功利的年代，父母最重要的不是给孩子留下银子和房子，而是给他留下一个亲人。”当然，这么说不是建议你生二胎，而是想告诉你，关于这件事有无数个可以考虑的角度。你面临着一个选择，而且你有自由的选择权，但不管怎么选，只要你愿意去接受，承担选择后的责任就好。你问，该不该生二胎，我希望你问问自己想不想生二胎，至少在这个选择上，你是有话语权，甚至有决定权的。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，～关于要不要生二胎的问题，看见一个非常感人的回答——“生二胎三胎不是因为有钱，也不是因为一定要男孩或女孩，而是，在这个充满竞争、人情冷漠、充满功利的年代，父母最重要的不是给孩子留下银子和房子，而是给他留下一个亲人。",
        "label": ""
      },
      {
        "sentence": "”当然，这么说不是建议你生二胎，而是想告诉你，关于这件事有无数个可以考虑的角度。",
        "label": ""
      },
      {
        "sentence": "你面临着一个选择，而且你有自由的选择权，但不管怎么选，只要你愿意去接受，承担选择后的责任就好。",
        "label": ""
      },
      {
        "sentence": "你问，该不该生二胎，我希望你问问自己想不想生二胎，至少在这个选择上，你是有话语权，甚至有决定权的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我其实很纠结，我害怕重复经历抑郁的日子，也害怕身材变差。当初生大宝后，我很在意自己的身材恢复，但是没有成功，这个问题一直困扰着我。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我其实很纠结，我害怕重复经历抑郁的日子，也害怕身材变差。",
        "label": ""
      },
      {
        "sentence": "当初生大宝后，我很在意自己的身材恢复，但是没有成功，这个问题一直困扰着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你对身材的担忧，但是重申一下，生二胎并不是只为了完美身材。你的心态和心理健康同样重要。如果你觉得心理压力太大，会影响到你的身体和心理状态，那生二胎可能不是个好选择。而且，身材恢复是个长期的过程，你可以通过健康的饮食和适当的运动来慢慢调整，不需要过于担心。",
    "annotation": [
      {
        "sentence": "我能理解你对身材的担忧，但是重申一下，生二胎并不是只为了完美身材。",
        "label": ""
      },
      {
        "sentence": "你的心态和心理健康同样重要。",
        "label": ""
      },
      {
        "sentence": "如果你觉得心理压力太大，会影响到你的身体和心理状态，那生二胎可能不是个好选择。",
        "label": ""
      },
      {
        "sentence": "而且，身材恢复是个长期的过程，你可以通过健康的饮食和适当的运动来慢慢调整，不需要过于担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该重视自己的心态和心理健康。但是我还有一个问题困扰着我，就是和孩子睡觉的问题。我一和孩子睡就失眠，这已经成了一种心理障碍。而且我之前没有顺产和喂奶的经验，这对于我想要成为一个好妈妈的人来说是一个沉重的打击。",
    "annotation": [
      {
        "sentence": "你说得对，我应该重视自己的心态和心理健康。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题困扰着我，就是和孩子睡觉的问题。",
        "label": ""
      },
      {
        "sentence": "我一和孩子睡就失眠，这已经成了一种心理障碍。",
        "label": ""
      },
      {
        "sentence": "而且我之前没有顺产和喂奶的经验，这对于我想要成为一个好妈妈的人来说是一个沉重的打击。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对和孩子睡觉这件事产生了心理负担，但是一定要记住，每个人的带娃经历都是不同的。不是所有人都会选择顺产和喂奶，这并不能定义你是个好妈妈与否。重要的是以自己的方式和孩子建立良好的亲子关系。如果你对和孩子睡觉的问题感到困惑，可以尝试一些科学的方法，例如建立固定的睡眠习惯或者听听专家的建议。不要给自己太大的压力，慢慢来，你会成为一个好妈妈的。",
    "annotation": [
      {
        "sentence": "听起来你对和孩子睡觉这件事产生了心理负担，但是一定要记住，每个人的带娃经历都是不同的。",
        "label": ""
      },
      {
        "sentence": "不是所有人都会选择顺产和喂奶，这并不能定义你是个好妈妈与否。",
        "label": ""
      },
      {
        "sentence": "重要的是以自己的方式和孩子建立良好的亲子关系。",
        "label": ""
      },
      {
        "sentence": "如果你对和孩子睡觉的问题感到困惑，可以尝试一些科学的方法，例如建立固定的睡眠习惯或者听听专家的建议。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，慢慢来，你会成为一个好妈妈的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会试着放慢脚步，不要给自己太大的压力。虽然我条件还可以，但是我经常自责，觉得自己对不起家人。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会试着放慢脚步，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "虽然我条件还可以，但是我经常自责，觉得自己对不起家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太苛责自己了，你并没有对不起任何人。决定生育是你的权利，而且你没有义务说一定要生二胎。如果觉得生二胎只是为了完成某个任务，而不是充分考虑的结果，那么更建议你暂时不要做出这个决定。你需要先处理好自己的情绪和心态，然后再考虑生育的问题，这样会更好一些。祝好~",
    "annotation": [
      {
        "sentence": "不要太苛责自己了，你并没有对不起任何人。",
        "label": ""
      },
      {
        "sentence": "决定生育是你的权利，而且你没有义务说一定要生二胎。",
        "label": ""
      },
      {
        "sentence": "如果觉得生二胎只是为了完成某个任务，而不是充分考虑的结果，那么更建议你暂时不要做出这个决定。",
        "label": ""
      },
      {
        "sentence": "你需要先处理好自己的情绪和心态，然后再考虑生育的问题，这样会更好一些。",
        "label": ""
      },
      {
        "sentence": "祝好~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和建议，我会好好反思自己的情绪和想法，慢慢做出适合自己的决定。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和建议，我会好好反思自己的情绪和想法，慢慢做出适合自己的决定。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持和鼓励你的。记住，无论你做出什么选择，只要是你认为正确的并且能够承担责任的，就不要后悔。生活中总会有困难和挑战，但你一定能够面对，做出最好的决策！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持和鼓励你的。",
        "label": ""
      },
      {
        "sentence": "记住，无论你做出什么选择，只要是你认为正确的并且能够承担责任的，就不要后悔。",
        "label": ""
      },
      {
        "sentence": "生活中总会有困难和挑战，但你一定能够面对，做出最好的决策！",
        "label": ""
      }
    ]
  }
]