[
  {
    "role": "client",
    "content": "心理压力太大，该不该要二胎？在别人看来我条件很好为什么不生二胎呢，可是我真的心里压力好大，回忆起大宝出生后那段最黑暗的抑郁日子，让我重新起步好难啊。",
    "annotation": [
      {
        "sentence": "心理压力太大，该不该要二胎？",
        "label": ""
      },
      {
        "sentence": "在别人看来我条件很好为什么不生二胎呢，可是我真的心里压力好大，回忆起大宝出生后那段最黑暗的抑郁日子，让我重新起步好难啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您好啊！提到生二胎这个事情，非常理解您的心情和想法。在政策放开后，成为热门话题的同时也给很多我们这样所谓具备二胎条件的宝妈宝爸造成了困扰，似乎是给了我们权利，同时给了我们责任，但都被我们忽略掉一样，瞬间多了不被理解，难免影响自己的情绪和身体。",
    "annotation": [
      {
        "sentence": "您好啊！",
        "label": ""
      },
      {
        "sentence": "提到生二胎这个事情，非常理解您的心情和想法。",
        "label": ""
      },
      {
        "sentence": "在政策放开后，成为热门话题的同时也给很多我们这样所谓具备二胎条件的宝妈宝爸造成了困扰，似乎是给了我们权利，同时给了我们责任，但都被我们忽略掉一样，瞬间多了不被理解，难免影响自己的情绪和身体。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "担心二胎后胖得不成样，对于爱美的我难以接受。剖腹产后大宝开奶失败没有喂奶，感觉不喂奶就恢复不了身材。庆幸生大宝之前人特别瘦，即使胖了十多斤，现在也还过得去。可是万一二胎又开奶失败，我无法接受太难看的身材，我还有好多漂亮的衣服没有穿够，我觉得自己接受不了。",
    "annotation": [
      {
        "sentence": "担心二胎后胖得不成样，对于爱美的我难以接受。",
        "label": ""
      },
      {
        "sentence": "剖腹产后大宝开奶失败没有喂奶，感觉不喂奶就恢复不了身材。",
        "label": ""
      },
      {
        "sentence": "庆幸生大宝之前人特别瘦，即使胖了十多斤，现在也还过得去。",
        "label": ""
      },
      {
        "sentence": "可是万一二胎又开奶失败，我无法接受太难看的身材，我还有好多漂亮的衣服没有穿够，我觉得自己接受不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实您的态度还是很明确的。这一点很好啊。起码我们有自己的想法，可以为选择以后的不确定多一些坚定。经常因为这事自责，觉得对不起家人，这点也是因为我们实在是接收的信息，对自己有了影响。孩子的养育质量，在于多个方面我们已经有了一个宝宝，孩子成长过程中，都需要爸爸妈妈付出什么，我们已经在经历中了，甚至到现在还不敢说孩子未来无畏我们未来无忧。因为养育孩子，是需要有很多需要考虑的，远远不止经济好一些，孩子有人带这么简单。这是个观念问题。想要把这个问题沟通清楚，需要得到家人很多的支持。当然更需要我们去身体力行，用心照顾我们的大宝。",
    "annotation": [
      {
        "sentence": "其实您的态度还是很明确的。",
        "label": ""
      },
      {
        "sentence": "这一点很好啊。",
        "label": ""
      },
      {
        "sentence": "起码我们有自己的想法，可以为选择以后的不确定多一些坚定。",
        "label": ""
      },
      {
        "sentence": "经常因为这事自责，觉得对不起家人，这点也是因为我们实在是接收的信息，对自己有了影响。",
        "label": ""
      },
      {
        "sentence": "孩子的养育质量，在于多个方面我们已经有了一个宝宝，孩子成长过程中，都需要爸爸妈妈付出什么，我们已经在经历中了，甚至到现在还不敢说孩子未来无畏我们未来无忧。",
        "label": ""
      },
      {
        "sentence": "因为养育孩子，是需要有很多需要考虑的，远远不止经济好一些，孩子有人带这么简单。",
        "label": ""
      },
      {
        "sentence": "这是个观念问题。",
        "label": ""
      },
      {
        "sentence": "想要把这个问题沟通清楚，需要得到家人很多的支持。",
        "label": ""
      },
      {
        "sentence": "当然更需要我们去身体力行，用心照顾我们的大宝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一和孩子睡就失眠，这在我这已经成了一种心里障碍，我几乎是避开了和大宝睡觉。而且没有顺产，没有喂奶，没法带孩子睡觉这对于做事完美又一心想当个好妈妈的我是个沉重的打击，一胎后就严重抑郁得无法自拔。后来差点想结束一切，慢慢看开走了出来。生二宝后，难道我又不带孩子睡觉么，我还想靠喂奶恢复身材呢。我不知道要怎么办？",
    "annotation": [
      {
        "sentence": "我一和孩子睡就失眠，这在我这已经成了一种心里障碍，我几乎是避开了和大宝睡觉。",
        "label": ""
      },
      {
        "sentence": "而且没有顺产，没有喂奶，没法带孩子睡觉这对于做事完美又一心想当个好妈妈的我是个沉重的打击，一胎后就严重抑郁得无法自拔。",
        "label": ""
      },
      {
        "sentence": "后来差点想结束一切，慢慢看开走了出来。",
        "label": ""
      },
      {
        "sentence": "生二宝后，难道我又不带孩子睡觉么，我还想靠喂奶恢复身材呢。",
        "label": ""
      },
      {
        "sentence": "我不知道要怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈在孩子成长中的遗憾，该如何对待？几乎每个妈妈在孩子成长中都遇到过焦虑，无奈，甚至心酸。初为人母，尽管我们有一颗爱宝如命的心，但无奈我们经验欠缺，身体恢复和精力脑力都有所下降，自身生理心理适应不足，可能出现无法很好的照顾小宝宝，错失很多孩子成长的环节。职场妈妈更是每天经历养娃还是赚钱的车轮辩论。该怎样去对待这些亲子之间的遗憾呢？在生命中，孩子也是顽强的。不会因为几点问题，就会出现怎样严重的情况。在我们发现了问题后，及时的补救在很多时候都是来得及的。记得陪伴孩子的时候，就要给到高质量的陪伴，才是真正建立良好亲子关系的关键。完美养育，几乎不存在吧。大多数家庭，在孩子小时，祖辈与父母能顺利衔接，就是很好的了。该不该生，首先取决于父母再次迎接生命的能力每次做父母，都是新生父母。我们首先需要身体生理心理都做好准备。在面对大大小小的问题时，可以头脑清醒，身体能抗能打，可以充分应对未来的不确定性。其次家庭氛围，个人生活规划，和生活小目标也是非常重要的。关系着未来孩子成长的空间。总之，建议您先要照顾好自己，再去考虑二胎这个事情。天蓝，你在，生活可以美好！世界，和我爱着你！",
    "annotation": [
      {
        "sentence": "妈妈在孩子成长中的遗憾，该如何对待？",
        "label": ""
      },
      {
        "sentence": "几乎每个妈妈在孩子成长中都遇到过焦虑，无奈，甚至心酸。",
        "label": ""
      },
      {
        "sentence": "初为人母，尽管我们有一颗爱宝如命的心，但无奈我们经验欠缺，身体恢复和精力脑力都有所下降，自身生理心理适应不足，可能出现无法很好的照顾小宝宝，错失很多孩子成长的环节。",
        "label": ""
      },
      {
        "sentence": "职场妈妈更是每天经历养娃还是赚钱的车轮辩论。",
        "label": ""
      },
      {
        "sentence": "该怎样去对待这些亲子之间的遗憾呢？",
        "label": ""
      },
      {
        "sentence": "在生命中，孩子也是顽强的。",
        "label": ""
      },
      {
        "sentence": "不会因为几点问题，就会出现怎样严重的情况。",
        "label": ""
      },
      {
        "sentence": "在我们发现了问题后，及时的补救在很多时候都是来得及的。",
        "label": ""
      },
      {
        "sentence": "记得陪伴孩子的时候，就要给到高质量的陪伴，才是真正建立良好亲子关系的关键。",
        "label": ""
      },
      {
        "sentence": "完美养育，几乎不存在吧。",
        "label": ""
      },
      {
        "sentence": "大多数家庭，在孩子小时，祖辈与父母能顺利衔接，就是很好的了。",
        "label": ""
      },
      {
        "sentence": "该不该生，首先取决于父母再次迎接生命的能力每次做父母，都是新生父母。",
        "label": ""
      },
      {
        "sentence": "我们首先需要身体生理心理都做好准备。",
        "label": ""
      },
      {
        "sentence": "在面对大大小小的问题时，可以头脑清醒，身体能抗能打，可以充分应对未来的不确定性。",
        "label": ""
      },
      {
        "sentence": "其次家庭氛围，个人生活规划，和生活小目标也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "关系着未来孩子成长的空间。",
        "label": ""
      },
      {
        "sentence": "总之，建议您先要照顾好自己，再去考虑二胎这个事情。",
        "label": ""
      },
      {
        "sentence": "天蓝，你在，生活可以美好！",
        "label": ""
      },
      {
        "sentence": "世界，和我爱着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我二胎条件很好，经济，带孩子人手都不是问题。可是就是我自己心里问题。我经常自责，对不起家人。",
    "annotation": [
      {
        "sentence": "我二胎条件很好，经济，带孩子人手都不是问题。",
        "label": ""
      },
      {
        "sentence": "可是就是我自己心里问题。",
        "label": ""
      },
      {
        "sentence": "我经常自责，对不起家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子的成长不仅仅是经济和人手的问题，更重要的是父母的情绪和心态。虽然您对自己寄予了很高的期望和责任感，但也要明白自责并不能解决问题。我们都是凡人，每个人都有自己的困惑和烦恼，这是很正常的。重要的是学会宽容和接纳自己，放下过去的抑郁和自责，给自己一个重新开始的机会。父母的身心健康和家庭的和谐才是孩子成长的最好保障。您已经是一个了不起的妈妈了，不要过于苛责自己，相信自己的能力，相信您会做出最好的决策。",
    "annotation": [
      {
        "sentence": "孩子的成长不仅仅是经济和人手的问题，更重要的是父母的情绪和心态。",
        "label": ""
      },
      {
        "sentence": "虽然您对自己寄予了很高的期望和责任感，但也要明白自责并不能解决问题。",
        "label": ""
      },
      {
        "sentence": "我们都是凡人，每个人都有自己的困惑和烦恼，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "重要的是学会宽容和接纳自己，放下过去的抑郁和自责，给自己一个重新开始的机会。",
        "label": ""
      },
      {
        "sentence": "父母的身心健康和家庭的和谐才是孩子成长的最好保障。",
        "label": ""
      },
      {
        "sentence": "您已经是一个了不起的妈妈了，不要过于苛责自己，相信自己的能力，相信您会做出最好的决策。",
        "label": ""
      }
    ]
  }
]