[
  {
    "role": "client",
    "content": "心理压力太大，该不该要二胎？在别人看来我条件很好为什么不生二胎呢，可是我真的心里压力好大，回忆起大宝出生后那段最黑暗的抑郁日子，让我重新起步好难啊。",
    "annotation": [
      {
        "sentence": "心理压力太大，该不该要二胎？",
        "label": ""
      },
      {
        "sentence": "在别人看来我条件很好为什么不生二胎呢，可是我真的心里压力好大，回忆起大宝出生后那段最黑暗的抑郁日子，让我重新起步好难啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解到你的心情，给你一个暖暖的拥抱。一、分析接受不了二胎后可能会变胖的身材。每个女人都是爱美的，生完孩子后如果不加以控制和锻炼的话，很容易比以前胖的，而，瘦过的人，接受不了胖后的自己，这都是正常现象。与孩子睡就失眠其实带孩子是一个很辛苦的活，特别是还没有满月的孩子，每天都会半夜醒来，让妈妈从睡梦中起来，在带孩子的时候，带孩子的人很少能够睡的好觉的。你失眠是因为自己追求完美的心理，没有顺产，没有喂奶，没法带孩子睡觉，这一切都让你觉得自己没有做好一个母亲，导致心理压力过大，没有放开。",
    "annotation": [
      {
        "sentence": "能够理解到你的心情，给你一个暖暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "一、分析接受不了二胎后可能会变胖的身材。",
        "label": ""
      },
      {
        "sentence": "每个女人都是爱美的，生完孩子后如果不加以控制和锻炼的话，很容易比以前胖的，而，瘦过的人，接受不了胖后的自己，这都是正常现象。",
        "label": ""
      },
      {
        "sentence": "与孩子睡就失眠其实带孩子是一个很辛苦的活，特别是还没有满月的孩子，每天都会半夜醒来，让妈妈从睡梦中起来，在带孩子的时候，带孩子的人很少能够睡的好觉的。",
        "label": ""
      },
      {
        "sentence": "你失眠是因为自己追求完美的心理，没有顺产，没有喂奶，没法带孩子睡觉，这一切都让你觉得自己没有做好一个母亲，导致心理压力过大，没有放开。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "担心二胎后胖得不成样，对于爱美的我难以接受。剖腹产后大宝开奶失败没有喂奶，感觉不喂奶就恢复不了身材。庆幸生大宝之前人特别瘦，即使胖了十多斤，现在也还过得去。可是万一二胎又开奶失败，我无法接受太难看的身材，我还有好多漂亮的衣服没有穿够，我觉得自己接受不了。",
    "annotation": [
      {
        "sentence": "担心二胎后胖得不成样，对于爱美的我难以接受。",
        "label": ""
      },
      {
        "sentence": "剖腹产后大宝开奶失败没有喂奶，感觉不喂奶就恢复不了身材。",
        "label": ""
      },
      {
        "sentence": "庆幸生大宝之前人特别瘦，即使胖了十多斤，现在也还过得去。",
        "label": ""
      },
      {
        "sentence": "可是万一二胎又开奶失败，我无法接受太难看的身材，我还有好多漂亮的衣服没有穿够，我觉得自己接受不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "几点建议【关于孕后身材】虽然身材有没开奶的原因，但是也与孕后有没有控制饮食和锻炼有关系。控制饮食怀孕期间，因为需要两个人的营养，所以吃得比较多，胃也就撑大了，所以孕后要控制饮食，逐步减少某些食物的摄入，多吃一些富含蛋白质，维生素，微量元素，脂肪含量低，热量低的食物，但不要减少营养种类的摄入。坚持适当的锻炼进行有氧运动，例如，瑜伽、游泳、有氧操……即能锻炼身体，恢复身材，也能释放压力，放松心情。",
    "annotation": [
      {
        "sentence": "几点建议【关于孕后身材】虽然身材有没开奶的原因，但是也与孕后有没有控制饮食和锻炼有关系。",
        "label": ""
      },
      {
        "sentence": "控制饮食怀孕期间，因为需要两个人的营养，所以吃得比较多，胃也就撑大了，所以孕后要控制饮食，逐步减少某些食物的摄入，多吃一些富含蛋白质，维生素，微量元素，脂肪含量低，热量低的食物，但不要减少营养种类的摄入。",
        "label": ""
      },
      {
        "sentence": "坚持适当的锻炼进行有氧运动，例如，瑜伽、游泳、有氧操……即能锻炼身体，恢复身材，也能释放压力，放松心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一和孩子睡就失眠，这在我这已经成了一种心里障碍，我几乎是避开了和大宝睡觉。而且没有顺产，没有喂奶，没法带孩子睡觉这对于做事完美又一心想当个好妈妈的我是个沉重的打击，一胎后就严重抑郁得无法自拔。后来差点想结束一切，慢慢看开走了出来。生二宝后，难道我又不带孩子睡觉么，我还想靠喂奶恢复身材呢。我不知道要怎么办？",
    "annotation": [
      {
        "sentence": "我一和孩子睡就失眠，这在我这已经成了一种心里障碍，我几乎是避开了和大宝睡觉。",
        "label": ""
      },
      {
        "sentence": "而且没有顺产，没有喂奶，没法带孩子睡觉这对于做事完美又一心想当个好妈妈的我是个沉重的打击，一胎后就严重抑郁得无法自拔。",
        "label": ""
      },
      {
        "sentence": "后来差点想结束一切，慢慢看开走了出来。",
        "label": ""
      },
      {
        "sentence": "生二宝后，难道我又不带孩子睡觉么，我还想靠喂奶恢复身材呢。",
        "label": ""
      },
      {
        "sentence": "我不知道要怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于完美主义】你所说的这些都与你的完美主义有关系，因为想要完美的结果，却因为中途的一些意外而导致没有得到自己想要的结果，而产生失落。接受不完美其实有时候这正是由于你的完美主义，即为强迫型人格，会使得自己更容易犹豫不决踌躇不前，让心更累。虽然追求完美能够将事情做得更好，但就如有人说的“凡事总要稍留欠缺，才能持恒。”人有悲欢离合，月有阴晴圆缺，不完美的你我他，才构成了这最美的世界，接受了不完美的自己，才能让自己的心态更放松。",
    "annotation": [
      {
        "sentence": "关于完美主义】你所说的这些都与你的完美主义有关系，因为想要完美的结果，却因为中途的一些意外而导致没有得到自己想要的结果，而产生失落。",
        "label": ""
      },
      {
        "sentence": "接受不完美其实有时候这正是由于你的完美主义，即为强迫型人格，会使得自己更容易犹豫不决踌躇不前，让心更累。",
        "label": ""
      },
      {
        "sentence": "虽然追求完美能够将事情做得更好，但就如有人说的“凡事总要稍留欠缺，才能持恒。",
        "label": ""
      },
      {
        "sentence": "”人有悲欢离合，月有阴晴圆缺，不完美的你我他，才构成了这最美的世界，接受了不完美的自己，才能让自己的心态更放松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我二胎条件很好，经济，带孩子人手都不是问题。可是就是我自己心里问题。我经常自责，对不起家人。",
    "annotation": [
      {
        "sentence": "我二胎条件很好，经济，带孩子人手都不是问题。",
        "label": ""
      },
      {
        "sentence": "可是就是我自己心里问题。",
        "label": ""
      },
      {
        "sentence": "我经常自责，对不起家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于二胎】一胎也很好二胎其实最大的决定权是在你的手上的，在还没有完全做好准备的情况下，不太建议生二胎。已经生了一胎了，这样已经很好了，只有一胎还能够让你们的心思更多的放在这一个孩子身上，对孩子的成长也更有利。与家人沟通如果你没有做好沟通，可以和家人沟通，说出你的想法，说出你心里的原因，我相信家人也是能够了解你的。",
    "annotation": [
      {
        "sentence": "关于二胎】一胎也很好二胎其实最大的决定权是在你的手上的，在还没有完全做好准备的情况下，不太建议生二胎。",
        "label": ""
      },
      {
        "sentence": "已经生了一胎了，这样已经很好了，只有一胎还能够让你们的心思更多的放在这一个孩子身上，对孩子的成长也更有利。",
        "label": ""
      },
      {
        "sentence": "与家人沟通如果你没有做好沟通，可以和家人沟通，说出你的想法，说出你心里的原因，我相信家人也是能够了解你的。",
        "label": ""
      }
    ]
  }
]