[
  {
    "role": "client",
    "content": "已婚女士，为什么心里总觉得周围的男士会喜欢我？1、但凡身边有点颜值、有点能力的男同事、男领导，我心里就会“心猿意马”的暗戳戳的觉得这个人会喜欢我（实际上男同事并没有做出什么越矩的事情），我就会害羞，就会很不自然的跟人家相处，眼神躲闪，身体也会变僵硬。2、我的长相一般，是个已婚女士，有一娃，跟老公相敬如宾。我也清楚明白，跟这些男同事大家都是很正常的关系。3、我不知道会不会跟我父母的教育有关？在我上学的时候，父母一直给我灌输，不允许谈恋爱，不允许谈恋爱，我当时觉得，不让谈恋爱，不跟男生相处不给机会，不就不会谈恋爱了吗。于是直到30岁我才成功的“第一次谈恋爱”嫁给了现任老公。4、我想改变自己这种不成熟的三心二意的表现？我是缺爱吗？我老公是个木讷的人，不怎么会照顾人，我改变不了他，我只能自己改变。求大家帮我分析分析，提供可行的方法。感谢",
    "annotation": [
      {
        "sentence": "已婚女士，为什么心里总觉得周围的男士会喜欢我？",
        "label": ""
      },
      {
        "sentence": "1、但凡身边有点颜值、有点能力的男同事、男领导，我心里就会“心猿意马”的暗戳戳的觉得这个人会喜欢我（实际上男同事并没有做出什么越矩的事情），我就会害羞，就会很不自然的跟人家相处，眼神躲闪，身体也会变僵硬。",
        "label": ""
      },
      {
        "sentence": "2、我的长相一般，是个已婚女士，有一娃，跟老公相敬如宾。",
        "label": ""
      },
      {
        "sentence": "我也清楚明白，跟这些男同事大家都是很正常的关系。",
        "label": ""
      },
      {
        "sentence": "3、我不知道会不会跟我父母的教育有关？",
        "label": ""
      },
      {
        "sentence": "在我上学的时候，父母一直给我灌输，不允许谈恋爱，不允许谈恋爱，我当时觉得，不让谈恋爱，不跟男生相处不给机会，不就不会谈恋爱了吗。",
        "label": ""
      },
      {
        "sentence": "于是直到30岁我才成功的“第一次谈恋爱”嫁给了现任老公。",
        "label": ""
      },
      {
        "sentence": "4、我想改变自己这种不成熟的三心二意的表现？",
        "label": ""
      },
      {
        "sentence": "我是缺爱吗？",
        "label": ""
      },
      {
        "sentence": "我老公是个木讷的人，不怎么会照顾人，我改变不了他，我只能自己改变。",
        "label": ""
      },
      {
        "sentence": "求大家帮我分析分析，提供可行的方法。",
        "label": ""
      },
      {
        "sentence": "感谢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你的问题，我希望先问问你自己，希望改变这种状态的时候，你内心在想些什么呢？为什么会希望自己改变呢？我想和你分享一些内容。在人际关系中，我们能够和异性或者身边的人相处融洽，是因为在我们小的时候，有和身边人相处的经验，比如怎么和小朋友做朋友，怎么和他们互动。如果那个时候大人阻碍了你和异性相处，觉得他们会伤害你或者想保护你，就会影响你和他人建立关系。正如你所说，不跟男生相处不给机会，也就不会谈恋爱。你直到30岁才成功地谈恋爱，或许这种阻碍逐渐改变了父亲的“教诲”——不允许谈恋爱。在与异性相处的关系中，因为缺乏经验，你可能不知道该如何相处，出现了不自然的相处。你也提到了自己的夫妻关系，伴侣不怎么会照顾人，比较木讷。或许在某种程度上，你和伴侣相似，不知道如何表达对在意的人的感情，不知道如何做一些让对方开心的事情。在结婚纪念日的时候，你们是怎么过的？当伴侣没有准备礼物的时候，你的感受是什么？你是如何表达自己的感受的？你觉得对方的感受又会是什么呢？你其实有自己对于感情的想法和思考，但为什么在30岁才开始谈恋爱呢？这其中发生了些什么呢？我猜想父亲可能在你成年之后还在干预你的感情或婚姻。或者你依然非常在意父亲的看法。如果你听从了父亲或其他人的建议，我很好奇是因为父亲过于强势而不敢表达，还是不知道该如何表达？或者是不希望父亲伤心，所以同意了父亲的看法？我关注这个问题是因为你的想法和思想受到了很多束缚，被锁住了。30岁才谈恋爱，也可以说在30岁之前，你的思想和其他方面都属于其他人的观念。在之前的30年里，你没有真正的自我。即使有，也不敢表达出来。而现在你慢慢找到了自己，并开始表达对伴侣木讷的感受。你的“青春期”也开始了，试着表达自己不满和难受。青春期不仅仅是少年们的特权，青春期的特点是慢慢开始表达自己的想法，父母的权威逐渐减弱，试着与权威对抗。开始重视自己的感受，开心和难过等情绪。因为你从小被束缚，不允许谈恋爱，也导致了父母的权威深深刻在你的心里。因为权威过于强大，不允许你反抗。孩童的状态是很弱小的，没有经济实力，没有独立的生存可能性。换句话说，孩童不够强大，独立生存。所以直到你30岁结婚了，有稳定的感情关系和一定的经济基础，才开始试着去“反抗”。从某种程度上说，你在原本的家庭中没有感受到“安稳”。当孩童感到恐惧时，他们不会表达自己的感受和情绪。举个例子，像我们经常看到的那些受溺爱的孩子，他们会肆无忌",
    "annotation": [
      {
        "sentence": "你好，看到你的问题，我希望先问问你自己，希望改变这种状态的时候，你内心在想些什么呢？",
        "label": ""
      },
      {
        "sentence": "为什么会希望自己改变呢？",
        "label": ""
      },
      {
        "sentence": "我想和你分享一些内容。",
        "label": ""
      },
      {
        "sentence": "在人际关系中，我们能够和异性或者身边的人相处融洽，是因为在我们小的时候，有和身边人相处的经验，比如怎么和小朋友做朋友，怎么和他们互动。",
        "label": ""
      },
      {
        "sentence": "如果那个时候大人阻碍了你和异性相处，觉得他们会伤害你或者想保护你，就会影响你和他人建立关系。",
        "label": ""
      },
      {
        "sentence": "正如你所说，不跟男生相处不给机会，也就不会谈恋爱。",
        "label": ""
      },
      {
        "sentence": "你直到30岁才成功地谈恋爱，或许这种阻碍逐渐改变了父亲的“教诲”——不允许谈恋爱。",
        "label": ""
      },
      {
        "sentence": "在与异性相处的关系中，因为缺乏经验，你可能不知道该如何相处，出现了不自然的相处。",
        "label": ""
      },
      {
        "sentence": "你也提到了自己的夫妻关系，伴侣不怎么会照顾人，比较木讷。",
        "label": ""
      },
      {
        "sentence": "或许在某种程度上，你和伴侣相似，不知道如何表达对在意的人的感情，不知道如何做一些让对方开心的事情。",
        "label": ""
      },
      {
        "sentence": "在结婚纪念日的时候，你们是怎么过的？",
        "label": ""
      },
      {
        "sentence": "当伴侣没有准备礼物的时候，你的感受是什么？",
        "label": ""
      },
      {
        "sentence": "你是如何表达自己的感受的？",
        "label": ""
      },
      {
        "sentence": "你觉得对方的感受又会是什么呢？",
        "label": ""
      },
      {
        "sentence": "你其实有自己对于感情的想法和思考，但为什么在30岁才开始谈恋爱呢？",
        "label": ""
      },
      {
        "sentence": "这其中发生了些什么呢？",
        "label": ""
      },
      {
        "sentence": "我猜想父亲可能在你成年之后还在干预你的感情或婚姻。",
        "label": ""
      },
      {
        "sentence": "或者你依然非常在意父亲的看法。",
        "label": ""
      },
      {
        "sentence": "如果你听从了父亲或其他人的建议，我很好奇是因为父亲过于强势而不敢表达，还是不知道该如何表达？",
        "label": ""
      },
      {
        "sentence": "或者是不希望父亲伤心，所以同意了父亲的看法？",
        "label": ""
      },
      {
        "sentence": "我关注这个问题是因为你的想法和思想受到了很多束缚，被锁住了。",
        "label": ""
      },
      {
        "sentence": "30岁才谈恋爱，也可以说在30岁之前，你的思想和其他方面都属于其他人的观念。",
        "label": ""
      },
      {
        "sentence": "在之前的30年里，你没有真正的自我。",
        "label": ""
      },
      {
        "sentence": "即使有，也不敢表达出来。",
        "label": ""
      },
      {
        "sentence": "而现在你慢慢找到了自己，并开始表达对伴侣木讷的感受。",
        "label": ""
      },
      {
        "sentence": "你的“青春期”也开始了，试着表达自己不满和难受。",
        "label": ""
      },
      {
        "sentence": "青春期不仅仅是少年们的特权，青春期的特点是慢慢开始表达自己的想法，父母的权威逐渐减弱，试着与权威对抗。",
        "label": ""
      },
      {
        "sentence": "开始重视自己的感受，开心和难过等情绪。",
        "label": ""
      },
      {
        "sentence": "因为你从小被束缚，不允许谈恋爱，也导致了父母的权威深深刻在你的心里。",
        "label": ""
      },
      {
        "sentence": "因为权威过于强大，不允许你反抗。",
        "label": ""
      },
      {
        "sentence": "孩童的状态是很弱小的，没有经济实力，没有独立的生存可能性。",
        "label": ""
      },
      {
        "sentence": "换句话说，孩童不够强大，独立生存。",
        "label": ""
      },
      {
        "sentence": "所以直到你30岁结婚了，有稳定的感情关系和一定的经济基础，才开始试着去“反抗”。",
        "label": ""
      },
      {
        "sentence": "从某种程度上说，你在原本的家庭中没有感受到“安稳”。",
        "label": ""
      },
      {
        "sentence": "当孩童感到恐惧时，他们不会表达自己的感受和情绪。",
        "label": ""
      },
      {
        "sentence": "举个例子，像我们经常看到的那些受溺爱的孩子，他们会肆无忌",
        "label": ""
      }
    ]
  }
]