[
  {
    "role": "client",
    "content": "我17岁女生总感觉自己不对劲，但又说不上是什么问题？总感觉自己不对劲，但又说不上是哪里不对劲，觉得生活没什么可以期待的，会因为一点小事就抓自己，怪自己，咬自己打自己，也有拿刀划过自己。觉得自己好像有病。没有什么感兴趣的事，经常嗜睡，要不就是睡的不安稳，要不就吃太多，要不就吃太少，头痛，头晕到站不稳摔倒。什么也不想做，不愿意想，对未来更是觉得一片黑暗，亲人或朋友总是说是不是有毛病，不要那么阴暗，和他们说过我的情况，但他们没当回事。",
    "annotation": [
      {
        "sentence": "我17岁女生总感觉自己不对劲，但又说不上是什么问题？",
        "label": ""
      },
      {
        "sentence": "总感觉自己不对劲，但又说不上是哪里不对劲，觉得生活没什么可以期待的，会因为一点小事就抓自己，怪自己，咬自己打自己，也有拿刀划过自己。",
        "label": ""
      },
      {
        "sentence": "觉得自己好像有病。",
        "label": ""
      },
      {
        "sentence": "没有什么感兴趣的事，经常嗜睡，要不就是睡的不安稳，要不就吃太多，要不就吃太少，头痛，头晕到站不稳摔倒。",
        "label": ""
      },
      {
        "sentence": "什么也不想做，不愿意想，对未来更是觉得一片黑暗，亲人或朋友总是说是不是有毛病，不要那么阴暗，和他们说过我的情况，但他们没当回事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很想给你一个大大的拥抱，小小年纪能带着这份觉察在这个平台上提出自己的困惑是很有力量和勇气的。17岁的年龄是个自我认同的年龄，会有一些冲突和成长中的烦恼，无论遇到什么，我都希望你好好爱自己，可以写日记倾诉，必要时也可以找心理咨询师陪伴你一起面对这一成长的关键期。",
    "annotation": [
      {
        "sentence": "很想给你一个大大的拥抱，小小年纪能带着这份觉察在这个平台上提出自己的困惑是很有力量和勇气的。",
        "label": ""
      },
      {
        "sentence": "17岁的年龄是个自我认同的年龄，会有一些冲突和成长中的烦恼，无论遇到什么，我都希望你好好爱自己，可以写日记倾诉，必要时也可以找心理咨询师陪伴你一起面对这一成长的关键期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我真的很需要这种支持。但是我不知道该如何面对这种情绪上的困扰，感觉自己无法忍受。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我真的很需要这种支持。",
        "label": ""
      },
      {
        "sentence": "但是我不知道该如何面对这种情绪上的困扰，感觉自己无法忍受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受，情绪上的困扰可能会让人感到无助和绝望。首先要记住，你不是孤单的，我们都会面对各种挑战。我建议你试试一些正向的应对方法，比如呼吸练习、找一个爱好、与朋友交流，这些都可以帮助你调节情绪。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受，情绪上的困扰可能会让人感到无助和绝望。",
        "label": ""
      },
      {
        "sentence": "首先要记住，你不是孤单的，我们都会面对各种挑战。",
        "label": ""
      },
      {
        "sentence": "我建议你试试一些正向的应对方法，比如呼吸练习、找一个爱好、与朋友交流，这些都可以帮助你调节情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过一些方法，但似乎都没有太大的帮助。有时候我觉得自己无法控制情绪，就觉得很绝望。",
    "annotation": [
      {
        "sentence": "我试过一些方法，但似乎都没有太大的帮助。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得自己无法控制情绪，就觉得很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感受很正常，有时候我们确实无法完全控制情绪。但是请相信，这只是暂时的，你一定会找到适合你的方法来应对困扰。还是建议你找一个心理咨询师，他们对这方面有更专业的知识和经验，可以为你提供更好的支持和指导。",
    "annotation": [
      {
        "sentence": "这种感受很正常，有时候我们确实无法完全控制情绪。",
        "label": ""
      },
      {
        "sentence": "但是请相信，这只是暂时的，你一定会找到适合你的方法来应对困扰。",
        "label": ""
      },
      {
        "sentence": "还是建议你找一个心理咨询师，他们对这方面有更专业的知识和经验，可以为你提供更好的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会考虑找心理咨询师的。但我担心他们会不会觉得我很奇怪或者不正常。",
    "annotation": [
      {
        "sentence": "嗯，我会考虑找心理咨询师的。",
        "label": ""
      },
      {
        "sentence": "但我担心他们会不会觉得我很奇怪或者不正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，心理咨询师是专业人士，他们接触过各种不同的情况，会非常理解你的困扰。他们会为你提供保密的环境和尊重的态度，你可以坦诚地与他们交流，他们会帮助你找到答案和解决办法。",
    "annotation": [
      {
        "sentence": "不要担心，心理咨询师是专业人士，他们接触过各种不同的情况，会非常理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "他们会为你提供保密的环境和尊重的态度，你可以坦诚地与他们交流，他们会帮助你找到答案和解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我有些安心了。我会主动去找一位心理咨询师，跟他们分享我的问题和困惑。希望能够找到解决办法，走出困境。",
    "annotation": [
      {
        "sentence": "听你这么说，我有些安心了。",
        "label": ""
      },
      {
        "sentence": "我会主动去找一位心理咨询师，跟他们分享我的问题和困惑。",
        "label": ""
      },
      {
        "sentence": "希望能够找到解决办法，走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！我相信你一定能够克服这个困境的。记住，你并不孤单，有支持者在你身边。如果你在找心理咨询师的过程中需要任何帮助或者有什么进展，随时都可以回来和我分享。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够克服这个困境的。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有支持者在你身边。",
        "label": ""
      },
      {
        "sentence": "如果你在找心理咨询师的过程中需要任何帮助或者有什么进展，随时都可以回来和我分享。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我会努力面对自己的困扰，不再沉迷黑暗，寻找光明和希望的出口。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力面对自己的困扰，不再沉迷黑暗，寻找光明和希望的出口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢而坚强的人，我相信你能够走出困境，迎接更加美好的未来。我会一直在这里支持你，无论你需要什么帮助。加油！",
    "annotation": [
      {
        "sentence": "你是一个勇敢而坚强的人，我相信你能够走出困境，迎接更加美好的未来。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你，无论你需要什么帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]