[
  {
    "role": "client",
    "content": "可以用一个曾经爱过自己的人做精神支柱么？",
    "annotation": [
      {
        "sentence": "可以用一个曾经爱过自己的人做精神支柱么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，有一个曾经爱过你的人成为精神支柱是非常正常的事情。",
    "annotation": [
      {
        "sentence": "当然可以，有一个曾经爱过你的人成为精神支柱是非常正常的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "网上偶尔的机会认识了一个人，刚开始把我当妹妹，我也把他当哥哥。时刻回应我，包容我，支持我，让我感觉到了一种完全被接纳被爱，被呵护的感觉。",
    "annotation": [
      {
        "sentence": "网上偶尔的机会认识了一个人，刚开始把我当妹妹，我也把他当哥哥。",
        "label": ""
      },
      {
        "sentence": "时刻回应我，包容我，支持我，让我感觉到了一种完全被接纳被爱，被呵护的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的感觉真的很美好，能够被人时刻回应、包容、支持，让你感到完全被接纳和爱护，这是一种难得的经历。",
    "annotation": [
      {
        "sentence": "这样的感觉真的很美好，能够被人时刻回应、包容、支持，让你感到完全被接纳和爱护，这是一种难得的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "因为特殊的时期，拥有了这份特殊的时光。那种深入骨子里的爱，一直留在我心里。可是后来因为要生活，要处理各自的事。这种关系就破灭了。可以说是哥哥死了？消失了。可我好留恋。",
    "annotation": [
      {
        "sentence": "因为特殊的时期，拥有了这份特殊的时光。",
        "label": ""
      },
      {
        "sentence": "那种深入骨子里的爱，一直留在我心里。",
        "label": ""
      },
      {
        "sentence": "可是后来因为要生活，要处理各自的事。",
        "label": ""
      },
      {
        "sentence": "这种关系就破灭了。",
        "label": ""
      },
      {
        "sentence": "可以说是哥哥死了？",
        "label": ""
      },
      {
        "sentence": "消失了。",
        "label": ""
      },
      {
        "sentence": "可我好留恋。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这段特殊时光里的深入骨子里的爱是无法忘怀的。虽然关系破灭了，但不要那么悲伤。他并没有真的死去，只是消失了。这段经历给了你很多美好的回忆，这些回忆是可以一直存在于你的心里的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，这段特殊时光里的深入骨子里的爱是无法忘怀的。",
        "label": ""
      },
      {
        "sentence": "虽然关系破灭了，但不要那么悲伤。",
        "label": ""
      },
      {
        "sentence": "他并没有真的死去，只是消失了。",
        "label": ""
      },
      {
        "sentence": "这段经历给了你很多美好的回忆，这些回忆是可以一直存在于你的心里的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我看着聊天记录，看着那一句句温暖的话，能体会到被关爱。现在我难过了，遇到事了，我就想和哥哥说，我知道他会对我说，小傻瓜，别怕，哥哥在呢，哥哥陪着你。每当这个时候我就会感觉到有人陪着我，可眼泪也会不停的流。",
    "annotation": [
      {
        "sentence": "我看着聊天记录，看着那一句句温暖的话，能体会到被关爱。",
        "label": ""
      },
      {
        "sentence": "现在我难过了，遇到事了，我就想和哥哥说，我知道他会对我说，小傻瓜，别怕，哥哥在呢，哥哥陪着你。",
        "label": ""
      },
      {
        "sentence": "每当这个时候我就会感觉到有人陪着我，可眼泪也会不停的流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看着聊天记录回忆这些温暖的话语，能感受到被关爱的感觉是很特别的体验。当你遇到困难时，难免会想起和哥哥分享，这种依靠和宽慰的感觉一直陪伴着你。也不要抑制眼泪的流出，这是一种情绪的宣泄，能够舒缓内心的压力。",
    "annotation": [
      {
        "sentence": "看着聊天记录回忆这些温暖的话语，能感受到被关爱的感觉是很特别的体验。",
        "label": ""
      },
      {
        "sentence": "当你遇到困难时，难免会想起和哥哥分享，这种依靠和宽慰的感觉一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "也不要抑制眼泪的流出，这是一种情绪的宣泄，能够舒缓内心的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小就没感受过父母的爱，跟着爷爷奶奶长大，爷爷很疼我，叔叔对我很严厉，我每次回自己家就会看脸色讨好爸妈，可是他们眼里好像只有妹妹。",
    "annotation": [
      {
        "sentence": "我从小就没感受过父母的爱，跟着爷爷奶奶长大，爷爷很疼我，叔叔对我很严厉，我每次回自己家就会看脸色讨好爸妈，可是他们眼里好像只有妹妹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾你没有感受到父母的爱，但是爷爷对你很疼爱是一件好事。叔叔对你严厉可能是因为他希望你能更好地成长。虽然你每次回家会讨好父母，但他们可能更多地关注妹妹，这可能是因为她们更为受欢迎，或者与他们更有共同语言。",
    "annotation": [
      {
        "sentence": "很遗憾你没有感受到父母的爱，但是爷爷对你很疼爱是一件好事。",
        "label": ""
      },
      {
        "sentence": "叔叔对你严厉可能是因为他希望你能更好地成长。",
        "label": ""
      },
      {
        "sentence": "虽然你每次回家会讨好父母，但他们可能更多地关注妹妹，这可能是因为她们更为受欢迎，或者与他们更有共同语言。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我学习那么好，那么乖，给他们做饭洗衣收拾屋子，可是依然不被喜欢。妹妹任性骂人，撒谎，可是爸爸依然把她当宝贝搂在怀里。我做错了什么，我永远只是个外人。",
    "annotation": [
      {
        "sentence": "我学习那么好，那么乖，给他们做饭洗衣收拾屋子，可是依然不被喜欢。",
        "label": ""
      },
      {
        "sentence": "妹妹任性骂人，撒谎，可是爸爸依然把她当宝贝搂在怀里。",
        "label": ""
      },
      {
        "sentence": "我做错了什么，我永远只是个外人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你学习好、做家务，确实是很优秀的表现，但父母对于喜欢的人可能会有所偏好，他们更容易宠爱任性的妹妹。我觉得并不是你做错了什么，只是他们的观念和偏好使得你在家中一直感觉自己是个外人。这很不公平，但也不是你的错。",
    "annotation": [
      {
        "sentence": "你学习好、做家务，确实是很优秀的表现，但父母对于喜欢的人可能会有所偏好，他们更容易宠爱任性的妹妹。",
        "label": ""
      },
      {
        "sentence": "我觉得并不是你做错了什么，只是他们的观念和偏好使得你在家中一直感觉自己是个外人。",
        "label": ""
      },
      {
        "sentence": "这很不公平，但也不是你的错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个利欲横行的时代，人与人之间充满着戒备、利用，有这样一位无私的、时刻回应你，包容你，支持你的好哥哥，是何其幸运啊！完全被接纳被爱，即使父母都不一定能够完全办到！这得要多么完善的人格、多么宽广的胸怀啊！️️在偏心的父亲那里得不到的爱，被哥哥填补了，他亦兄亦长，心思细腻，大概也有不得已的苦衷，却能够严守本心，不越雷池，不趁火打劫，人品很高尚，为你高兴！也很惋惜，他消失了……不管怎么说，我们对着树洞讲述我们自己的喜怒哀乐，和隔空对着哥哥讲述的效果是一样的，他一直在那里，听你讲，你可以自己抱抱自己，拍拍自己，告诉自己:“小傻瓜，别怕，哥哥在呢，哥哥陪着你。”这份关爱一直存在，只是现在换成“自我关怀”！优秀的你，学习那么好，那么乖，给他们做饭洗衣收拾屋子，可是依然不被喜欢。大人们如此偏心，为你很不平，也惋惜，为什么他们看不到你的好？为什么他们把你的付出当成理所当然的呢？",
    "annotation": [
      {
        "sentence": "在这个利欲横行的时代，人与人之间充满着戒备、利用，有这样一位无私的、时刻回应你，包容你，支持你的好哥哥，是何其幸运啊！",
        "label": ""
      },
      {
        "sentence": "完全被接纳被爱，即使父母都不一定能够完全办到！",
        "label": ""
      },
      {
        "sentence": "这得要多么完善的人格、多么宽广的胸怀啊！",
        "label": ""
      },
      {
        "sentence": "️️在偏心的父亲那里得不到的爱，被哥哥填补了，他亦兄亦长，心思细腻，大概也有不得已的苦衷，却能够严守本心，不越雷池，不趁火打劫，人品很高尚，为你高兴！",
        "label": ""
      },
      {
        "sentence": "也很惋惜，他消失了……不管怎么说，我们对着树洞讲述我们自己的喜怒哀乐，和隔空对着哥哥讲述的效果是一样的，他一直在那里，听你讲，你可以自己抱抱自己，拍拍自己，告诉自己:“小傻瓜，别怕，哥哥在呢，哥哥陪着你。",
        "label": ""
      },
      {
        "sentence": "”这份关爱一直存在，只是现在换成“自我关怀”！",
        "label": ""
      },
      {
        "sentence": "优秀的你，学习那么好，那么乖，给他们做饭洗衣收拾屋子，可是依然不被喜欢。",
        "label": ""
      },
      {
        "sentence": "大人们如此偏心，为你很不平，也惋惜，为什么他们看不到你的好？",
        "label": ""
      },
      {
        "sentence": "为什么他们把你的付出当成理所当然的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，在这个利益至上的时代，能够有一个无私的、时刻支持、包容我的人真的很幸运。也许是因为父亲的偏心，才让我更加需要哥哥给予的爱。我会学会自我关怀，告诉自己不要害怕，因为我有哥哥一直陪着我。虽然父母看不到我付出的努力，让我感到不平和惋惜，我还是会努力以自己的方式过上自己想要的生活。",
    "annotation": [
      {
        "sentence": "是啊，在这个利益至上的时代，能够有一个无私的、时刻支持、包容我的人真的很幸运。",
        "label": ""
      },
      {
        "sentence": "也许是因为父亲的偏心，才让我更加需要哥哥给予的爱。",
        "label": ""
      },
      {
        "sentence": "我会学会自我关怀，告诉自己不要害怕，因为我有哥哥一直陪着我。",
        "label": ""
      },
      {
        "sentence": "虽然父母看不到我付出的努力，让我感到不平和惋惜，我还是会努力以自己的方式过上自己想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观点很正确，无论是在这个时代还是在家庭中，自我关怀是非常重要的。要相信自己的价值和能力，不要让他人的偏见影响自己的心情。继续坚持努力，以自己喜欢的方式过上幸福的生活吧！如果你需要更多的帮助，我推荐你看看《自我关怀的力量》这本书，或者尝试冥想和运动来帮助自己调整心情。你的人生由你自己决定，你可以做出改变！",
    "annotation": [
      {
        "sentence": "你的观点很正确，无论是在这个时代还是在家庭中，自我关怀是非常重要的。",
        "label": ""
      },
      {
        "sentence": "要相信自己的价值和能力，不要让他人的偏见影响自己的心情。",
        "label": ""
      },
      {
        "sentence": "继续坚持努力，以自己喜欢的方式过上幸福的生活吧！",
        "label": ""
      },
      {
        "sentence": "如果你需要更多的帮助，我推荐你看看《自我关怀的力量》这本书，或者尝试冥想和运动来帮助自己调整心情。",
        "label": ""
      },
      {
        "sentence": "你的人生由你自己决定，你可以做出改变！",
        "label": ""
      }
    ]
  }
]