[
  {
    "role": "client",
    "content": "我是一个高二的女生，我现在非常害怕去一个新学校，我觉得充满了恐惧，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是一个高二的女生，我现在非常害怕去一个新学校，我觉得充满了恐惧，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "※害怕去学校的原因是什么呢？成绩不是很让自己满意，两次转学，从未住过校但是被迫住校，从你的描述中我能够感受到你内心其实是有些混乱的。你一回到学校就感到不舒服，这种不舒服的原因是什么呢？是因为成绩不好害怕自己即便转学了仍然没有进步，还是因为害怕自己与同学相处？",
    "annotation": [
      {
        "sentence": "※害怕去学校的原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "成绩不是很让自己满意，两次转学，从未住过校但是被迫住校，从你的描述中我能够感受到你内心其实是有些混乱的。",
        "label": ""
      },
      {
        "sentence": "你一回到学校就感到不舒服，这种不舒服的原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "是因为成绩不好害怕自己即便转学了仍然没有进步，还是因为害怕自己与同学相处？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕去学校的原因有很多。首先，我的成绩不好，之前两次转学也没有起到提高的作用。另外，我从小到大都没有住过校，这次却被迫住校。我感受到了自己内心的混乱，不知道如何面对这个新的环境。我一回到学校就感到非常不舒服，甚至觉得很难受。",
    "annotation": [
      {
        "sentence": "我害怕去学校的原因有很多。",
        "label": ""
      },
      {
        "sentence": "首先，我的成绩不好，之前两次转学也没有起到提高的作用。",
        "label": ""
      },
      {
        "sentence": "另外，我从小到大都没有住过校，这次却被迫住校。",
        "label": ""
      },
      {
        "sentence": "我感受到了自己内心的混乱，不知道如何面对这个新的环境。",
        "label": ""
      },
      {
        "sentence": "我一回到学校就感到非常不舒服，甚至觉得很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于很多学生来说，学习是一件很枯燥的事情，学习中也很容易遇到困难，但这也正是学习的意义所在，只有迎难而上我们才能够收获成长，才能武装自己适应社会。也许在你心里，你是害怕自己学习不好，即便转学也不能有理想的进步，不知道该怎么面对家长，这才是你害怕去学校的原因。",
    "annotation": [
      {
        "sentence": "对于很多学生来说，学习是一件很枯燥的事情，学习中也很容易遇到困难，但这也正是学习的意义所在，只有迎难而上我们才能够收获成长，才能武装自己适应社会。",
        "label": ""
      },
      {
        "sentence": "也许在你心里，你是害怕自己学习不好，即便转学也不能有理想的进步，不知道该怎么面对家长，这才是你害怕去学校的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我担心自己的学习不能有所进步，害怕无法面对家长的期望和压力。我觉得自己很没有自信，不知道该如何应对这个新的学校环境。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我担心自己的学习不能有所进步，害怕无法面对家长的期望和压力。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很没有自信，不知道该如何应对这个新的学校环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学习不是评判一个人的标准，他是帮助我们认识世界、认识自己的认知活动，学习的目的不是让我们变得多么优秀，而是给我们一个更好的认识世界认识自己的机会。不要给自己太大的压力，能学多少学多少，乐学之，不要恶学之！给自己信心和力量，相信自己能够克服接下来的困难！",
    "annotation": [
      {
        "sentence": "学习不是评判一个人的标准，他是帮助我们认识世界、认识自己的认知活动，学习的目的不是让我们变得多么优秀，而是给我们一个更好的认识世界认识自己的机会。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，能学多少学多少，乐学之，不要恶学之！",
        "label": ""
      },
      {
        "sentence": "给自己信心和力量，相信自己能够克服接下来的困难！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尝试去放下对成绩的过分追求，把学习看作是一种乐趣，同时也要相信自己的能力，充满信心地面对新的学校环境。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尝试去放下对成绩的过分追求，把学习看作是一种乐趣，同时也要相信自己的能力，充满信心地面对新的学校环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的想法，学习本身应该是一种乐趣，只有心态积极并充满自信，你才能够顺利适应新的学校环境。如果遇到任何困难，记得随时向我寻求帮助，我们都相信你能够度过这个难关。",
    "annotation": [
      {
        "sentence": "很高兴听到你的想法，学习本身应该是一种乐趣，只有心态积极并充满自信，你才能够顺利适应新的学校环境。",
        "label": ""
      },
      {
        "sentence": "如果遇到任何困难，记得随时向我寻求帮助，我们都相信你能够度过这个难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会时刻牢记你的话。我相信在你的帮助下，我能够逐渐调整好自己的心态，积极面对新的学校环境。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会时刻牢记你的话。",
        "label": ""
      },
      {
        "sentence": "我相信在你的帮助下，我能够逐渐调整好自己的心态，积极面对新的学校环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的积极态度非常值得称赞，相信自己是第一步，接下来就是行动起来，努力适应新的学校环境，相信你一定可以度过这个困难期，获得更好的成长和发展。记得，我会一直在你的身边支持你的。",
    "annotation": [
      {
        "sentence": "你的积极态度非常值得称赞，相信自己是第一步，接下来就是行动起来，努力适应新的学校环境，相信你一定可以度过这个困难期，获得更好的成长和发展。",
        "label": ""
      },
      {
        "sentence": "记得，我会一直在你的身边支持你的。",
        "label": ""
      }
    ]
  }
]