[
  {
    "role": "client",
    "content": "大一的时候知道妈妈出轨，现在一直很介意该怎么办？",
    "annotation": [
      {
        "sentence": "大一的时候知道妈妈出轨，现在一直很介意该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你长大了，有自己独立的思想。你说，我从没想过追求完美，道德感很强的妈妈会犯这样原则性错误。直到前几天我和她讨论起婚姻观，她说我现在想法过于偏激，还说告诉我以前的事情是想让我理解体谅她而不是让我悲观。我之前从来没有，也不敢跟我妈妈提起这件事情，然而这次我却很生气，我说就是因为知道你做了什么我才会这么极端。然而明明她犯了这么严重的错误，她却骂我，我连说都没资格说，因为我是小辈就没资格指责这个事情。我真的很憋气。从小到大，她从未因为她的过失而向我说任何软话，其实我只想要一句道歉，她都说我没资格。我到底该怎么办？",
    "annotation": [
      {
        "sentence": "你长大了，有自己独立的思想。",
        "label": ""
      },
      {
        "sentence": "你说，我从没想过追求完美，道德感很强的妈妈会犯这样原则性错误。",
        "label": ""
      },
      {
        "sentence": "直到前几天我和她讨论起婚姻观，她说我现在想法过于偏激，还说告诉我以前的事情是想让我理解体谅她而不是让我悲观。",
        "label": ""
      },
      {
        "sentence": "我之前从来没有，也不敢跟我妈妈提起这件事情，然而这次我却很生气，我说就是因为知道你做了什么我才会这么极端。",
        "label": ""
      },
      {
        "sentence": "然而明明她犯了这么严重的错误，她却骂我，我连说都没资格说，因为我是小辈就没资格指责这个事情。",
        "label": ""
      },
      {
        "sentence": "我真的很憋气。",
        "label": ""
      },
      {
        "sentence": "从小到大，她从未因为她的过失而向我说任何软话，其实我只想要一句道歉，她都说我没资格。",
        "label": ""
      },
      {
        "sentence": "我到底该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解的，每个孩子内心都有一个理想的美好家庭，你妈妈的出轨，也许是打破了你对你妈妈固有的认知吧！所以你才会认为她犯了原则性的错误。在这想说的是，你妈妈是可以追求她想要的生活的，她有权利选择自己的生活，她可以，你妈妈说你没资格说她，并不是指的，因为你辈分小，而是因为你不应该干涉她的人生课题。",
    "annotation": [
      {
        "sentence": "理解的，每个孩子内心都有一个理想的美好家庭，你妈妈的出轨，也许是打破了你对你妈妈固有的认知吧！",
        "label": ""
      },
      {
        "sentence": "所以你才会认为她犯了原则性的错误。",
        "label": ""
      },
      {
        "sentence": "在这想说的是，你妈妈是可以追求她想要的生活的，她有权利选择自己的生活，她可以，你妈妈说你没资格说她，并不是指的，因为你辈分小，而是因为你不应该干涉她的人生课题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可以理解她有追求自己生活的权利，但她的行为真的让我很失望，我觉得她对作为母亲的责任没有认真对待。我希望她能向我道歉，但她却说我没资格指责她。我觉得我很无助，到底该怎么处理这样的情绪？",
    "annotation": [
      {
        "sentence": "我可以理解她有追求自己生活的权利，但她的行为真的让我很失望，我觉得她对作为母亲的责任没有认真对待。",
        "label": ""
      },
      {
        "sentence": "我希望她能向我道歉，但她却说我没资格指责她。",
        "label": ""
      },
      {
        "sentence": "我觉得我很无助，到底该怎么处理这样的情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪上的处理需要时间，首先要接受自己的感受，不要压抑。然后尽量向自己传递一些积极的信息，例如告诉自己你并不是她的过错。另外，与她进行沟通也是很重要的一步。你可以尝试以一种平和的态度，表达你内心的感受和想法，告诉她你希望得到她的理解和道歉，看看是否能够达成某种共识。",
    "annotation": [
      {
        "sentence": "情绪上的处理需要时间，首先要接受自己的感受，不要压抑。",
        "label": ""
      },
      {
        "sentence": "然后尽量向自己传递一些积极的信息，例如告诉自己你并不是她的过错。",
        "label": ""
      },
      {
        "sentence": "另外，与她进行沟通也是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "你可以尝试以一种平和的态度，表达你内心的感受和想法，告诉她你希望得到她的理解和道歉，看看是否能够达成某种共识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着与她进行沟通的，希望她能够给予我理解和道歉。但是我怕沟通之后我们的关系会更糟，我不知道如何克服这种恐惧。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着与她进行沟通的，希望她能够给予我理解和道歉。",
        "label": ""
      },
      {
        "sentence": "但是我怕沟通之后我们的关系会更糟，我不知道如何克服这种恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是可以理解的。在沟通之前，你可以先准备一下，想好自己要表达的感受和要求，也可以尝试设想一下各种可能的反应和结果，这样有助于你更有准备地面对沟通中的各种情况。同时，保持冷静和理性，在表达自己的时候也要尊重对方的感受。无论结果如何，你都可以尝试接受和释放自己的情绪，慢慢调整和修复你们之间的关系。",
    "annotation": [
      {
        "sentence": "这种担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "在沟通之前，你可以先准备一下，想好自己要表达的感受和要求，也可以尝试设想一下各种可能的反应和结果，这样有助于你更有准备地面对沟通中的各种情况。",
        "label": ""
      },
      {
        "sentence": "同时，保持冷静和理性，在表达自己的时候也要尊重对方的感受。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都可以尝试接受和释放自己的情绪，慢慢调整和修复你们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着采纳并实践的。我也希望与她能够更好地沟通，并逐渐修复我们之间的信任和关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着采纳并实践的。",
        "label": ""
      },
      {
        "sentence": "我也希望与她能够更好地沟通，并逐渐修复我们之间的信任和关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，记得，修复关系需要时间和努力，不要给自己太大压力。希望你们的关系能够慢慢恢复和改善，祝你好运！如果你还有任何困惑和需要帮助的地方，随时都可以再来找我交流。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，记得，修复关系需要时间和努力，不要给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "希望你们的关系能够慢慢恢复和改善，祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑和需要帮助的地方，随时都可以再来找我交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力去做的。如果有需要的时候，我会再来向你请教的。谢谢你的耐心和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力去做的。",
        "label": ""
      },
      {
        "sentence": "如果有需要的时候，我会再来向你请教的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心和帮助！",
        "label": ""
      }
    ]
  }
]