[
  {
    "role": "client",
    "content": "大一的时候知道妈妈出轨，现在一直很介意该怎么办？",
    "annotation": [
      {
        "sentence": "大一的时候知道妈妈出轨，现在一直很介意该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，你知道妈妈出轨的事情已经过去三年了，但是它仍然对你的感情观产生了很大的负面影响。这是因为父母给予我们的家庭是我们生活中最早接触到的亲密关系，一旦我们目睹了母亲出轨的行为，就会对亲密关系产生怀疑和不信任的感觉，而这确实会对我们的感情观产生重大影响。当然，我们也会对母亲的行为感到失望和责备。从前，妈妈在你的眼中一直是一个非常坚强、有责任感的母亲，她为你付出了很多。然而在那次偶然的发现之后，你选择了隐瞒这件事，并最终让妈妈和那个男人断了联系。你没有想到，一个道德感很强的妈妈会犯下这样的原则性错误。最近，当你和妈妈讨论婚姻观的时候，妈妈说你现在的想法过于偏激，她提起过去的事情是希望你能理解和体谅她，而不是使你变得悲观。在此之前，你从未提起过这件事，但这次你却很生气，你说是因为你知道她做了什么事情才会如此极端。然而，明明是她犯下了如此严重的错误，却反过来指责你，她说你连说都没资格说，因为你是小辈没有资格指责这个事情。你真的很郁闷，从小到大，她从未因为她的过失向你说过任何软话。实际上，你只是想要她向你道个歉而已，可她却说你没有资格。你不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "亲亲，你知道妈妈出轨的事情已经过去三年了，但是它仍然对你的感情观产生了很大的负面影响。",
        "label": ""
      },
      {
        "sentence": "这是因为父母给予我们的家庭是我们生活中最早接触到的亲密关系，一旦我们目睹了母亲出轨的行为，就会对亲密关系产生怀疑和不信任的感觉，而这确实会对我们的感情观产生重大影响。",
        "label": ""
      },
      {
        "sentence": "当然，我们也会对母亲的行为感到失望和责备。",
        "label": ""
      },
      {
        "sentence": "从前，妈妈在你的眼中一直是一个非常坚强、有责任感的母亲，她为你付出了很多。",
        "label": ""
      },
      {
        "sentence": "然而在那次偶然的发现之后，你选择了隐瞒这件事，并最终让妈妈和那个男人断了联系。",
        "label": ""
      },
      {
        "sentence": "你没有想到，一个道德感很强的妈妈会犯下这样的原则性错误。",
        "label": ""
      },
      {
        "sentence": "最近，当你和妈妈讨论婚姻观的时候，妈妈说你现在的想法过于偏激，她提起过去的事情是希望你能理解和体谅她，而不是使你变得悲观。",
        "label": ""
      },
      {
        "sentence": "在此之前，你从未提起过这件事，但这次你却很生气，你说是因为你知道她做了什么事情才会如此极端。",
        "label": ""
      },
      {
        "sentence": "然而，明明是她犯下了如此严重的错误，却反过来指责你，她说你连说都没资格说，因为你是小辈没有资格指责这个事情。",
        "label": ""
      },
      {
        "sentence": "你真的很郁闷，从小到大，她从未因为她的过失向你说过任何软话。",
        "label": ""
      },
      {
        "sentence": "实际上，你只是想要她向你道个歉而已，可她却说你没有资格。",
        "label": ""
      },
      {
        "sentence": "你不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，你知道妈妈出轨确实对你的感情观产生了很大的影响，这是很正常的反应。因为家庭是我们生活中最早的亲密关系，所以当这种关系出现问题时，我们的情绪会受到很大的影响。你对妈妈的失望和愤怒是理解的，因为在过去的记忆中，妈妈一直是你坚强、有责任感的母亲形象。然而，当你发现了她的秘密时，你选择了隐瞒，并且她最终与那个男人断了联系。我知道你没有想到，一个道德感很强的妈妈会犯下这样的错误。最近，当你们讨论婚姻观的时候，妈妈说你现在的想法过于偏激，她提起过去的事情是希望你能理解和体谅她，而不是让你变得悲观。你之前从未提起过这件事，但这次你却很生气，因为你认为她的错误是导致你极端想法的原因。然而，明明是她犯下了如此严重的错误，却反过来指责你，并认为你没有资格说这个事情。你感到很委屈。从小到大，她从未因为自己的过失向你表达过任何软话。实际上，你只希望她能向你道个歉，可她却说你没有资格。你不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "亲亲，你知道妈妈出轨确实对你的感情观产生了很大的影响，这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "因为家庭是我们生活中最早的亲密关系，所以当这种关系出现问题时，我们的情绪会受到很大的影响。",
        "label": ""
      },
      {
        "sentence": "你对妈妈的失望和愤怒是理解的，因为在过去的记忆中，妈妈一直是你坚强、有责任感的母亲形象。",
        "label": ""
      },
      {
        "sentence": "然而，当你发现了她的秘密时，你选择了隐瞒，并且她最终与那个男人断了联系。",
        "label": ""
      },
      {
        "sentence": "我知道你没有想到，一个道德感很强的妈妈会犯下这样的错误。",
        "label": ""
      },
      {
        "sentence": "最近，当你们讨论婚姻观的时候，妈妈说你现在的想法过于偏激，她提起过去的事情是希望你能理解和体谅她，而不是让你变得悲观。",
        "label": ""
      },
      {
        "sentence": "你之前从未提起过这件事，但这次你却很生气，因为你认为她的错误是导致你极端想法的原因。",
        "label": ""
      },
      {
        "sentence": "然而，明明是她犯下了如此严重的错误，却反过来指责你，并认为你没有资格说这个事情。",
        "label": ""
      },
      {
        "sentence": "你感到很委屈。",
        "label": ""
      },
      {
        "sentence": "从小到大，她从未因为自己的过失向你表达过任何软话。",
        "label": ""
      },
      {
        "sentence": "实际上，你只希望她能向你道个歉，可她却说你没有资格。",
        "label": ""
      },
      {
        "sentence": "你不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我感觉好多了。我也明白了，妈妈做了那个错误的选择，可能是因为她也有一些私人的困惑和压力。我会努力调整自己的认知，不再只看到妈妈的错误，而是看到她的整体。我会试着跟妈妈进行真诚的交流，告诉她我对她的感受以及这件事给我造成的影响。虽然我不确定她是否会理解，但至少我尝试过。我知道我不能让这件事束缚自己的幸福和快乐，我会放下对妈妈的期待，过好自己的生活。再次感谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我也明白了，妈妈做了那个错误的选择，可能是因为她也有一些私人的困惑和压力。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的认知，不再只看到妈妈的错误，而是看到她的整体。",
        "label": ""
      },
      {
        "sentence": "我会试着跟妈妈进行真诚的交流，告诉她我对她的感受以及这件事给我造成的影响。",
        "label": ""
      },
      {
        "sentence": "虽然我不确定她是否会理解，但至少我尝试过。",
        "label": ""
      },
      {
        "sentence": "我知道我不能让这件事束缚自己的幸福和快乐，我会放下对妈妈的期待，过好自己的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，非常高兴看到你能够理解和接受自己的感受，并且决定积极调整自己的认知和行为。你的决定真的很了不起。与妈妈进行真诚交流的确是一个很好的方式，因为这样她有机会了解你的感受，并且有可能真诚地向你道歉。但记住，并不是强求你一定要原谅妈妈或理解她，重要的是接受她作为一个完整的人的存在。你的生活是属于你自己的，不要因为妈妈的错误惩罚自己，让自己失去幸福和快乐。我相信你能够走出这个困境，过上积极向前的生活。如果你需要任何帮助或再次倾诉，随时都可以来找我。祝福你，加油！",
    "annotation": [
      {
        "sentence": "亲亲，非常高兴看到你能够理解和接受自己的感受，并且决定积极调整自己的认知和行为。",
        "label": ""
      },
      {
        "sentence": "你的决定真的很了不起。",
        "label": ""
      },
      {
        "sentence": "与妈妈进行真诚交流的确是一个很好的方式，因为这样她有机会了解你的感受，并且有可能真诚地向你道歉。",
        "label": ""
      },
      {
        "sentence": "但记住，并不是强求你一定要原谅妈妈或理解她，重要的是接受她作为一个完整的人的存在。",
        "label": ""
      },
      {
        "sentence": "你的生活是属于你自己的，不要因为妈妈的错误惩罚自己，让自己失去幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "我相信你能够走出这个困境，过上积极向前的生活。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或再次倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]