[
  {
    "role": "client",
    "content": "失业觉得自己挺失败，如何调整自己的心境？我是一位答主，但很久不答题了，其实我是挺喜欢在我能力范围内给到他人帮助的，会有被人需要的感觉，但我现在看见那些问题总会想：我自己都还没过好，怎么可能有好的建议和想法给别人呢？今年可能大家会过的比往年困难，但没想到自己会把今年过的这么差，3月份到现在已经换了2次工作，有客观原因也有自己的原因，昨天刚失业，老板对我工作不满意，但我身边的同事、下属以及客户，都很奇怪老板为什么会把我辞退，他们觉得我工作努力认真，也有不错的成绩。当我了解到身边的人是这么评价我的时候，我会有撕裂的感觉：到底他们的评价哪个更像是我的真实情况？还是说因为他们角色不同造成这种不同的结论？我自己的调节能力还是可以的，但我现在已经开始怀疑自己了，有一点迷茫，毕业这么多年，也没有培养出一个副业，失业就意味着丧失经济来源，感觉自己挺失败的。也不想让家人和朋友知道我失业。但我感觉这次自己需要别人的一些建议和想法，谢谢大家~",
    "annotation": [
      {
        "sentence": "失业觉得自己挺失败，如何调整自己的心境？",
        "label": ""
      },
      {
        "sentence": "我是一位答主，但很久不答题了，其实我是挺喜欢在我能力范围内给到他人帮助的，会有被人需要的感觉，但我现在看见那些问题总会想：我自己都还没过好，怎么可能有好的建议和想法给别人呢？",
        "label": ""
      },
      {
        "sentence": "今年可能大家会过的比往年困难，但没想到自己会把今年过的这么差，3月份到现在已经换了2次工作，有客观原因也有自己的原因，昨天刚失业，老板对我工作不满意，但我身边的同事、下属以及客户，都很奇怪老板为什么会把我辞退，他们觉得我工作努力认真，也有不错的成绩。",
        "label": ""
      },
      {
        "sentence": "当我了解到身边的人是这么评价我的时候，我会有撕裂的感觉：到底他们的评价哪个更像是我的真实情况？",
        "label": ""
      },
      {
        "sentence": "还是说因为他们角色不同造成这种不同的结论？",
        "label": ""
      },
      {
        "sentence": "我自己的调节能力还是可以的，但我现在已经开始怀疑自己了，有一点迷茫，毕业这么多年，也没有培养出一个副业，失业就意味着丧失经济来源，感觉自己挺失败的。",
        "label": ""
      },
      {
        "sentence": "也不想让家人和朋友知道我失业。",
        "label": ""
      },
      {
        "sentence": "但我感觉这次自己需要别人的一些建议和想法，谢谢大家~",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你的心情，有时候我们自己都处理不好自己的问题，怎么能给别人好的建议呢？对于自己而言，解答了别人的问题却无法解决自己的问题确实很矛盾。你说的很对，每个人对问题的看法和角度都不一样，你的老板有他自己的用人规则，而身边的人则有不同的观点。虽然无法理解为什么老板对你不满意，你会对自己哪方面做得不好感到困惑。失业后丧失了经济来源，这确实是一个困难的情况。你意识到自己在工作之外疏忽了其他方面，这是个进步，但现在你感到迷茫了。不过，我觉得你的自我调节能力还是可以的，不要怀疑自己。在这个特殊时期，一份稳定的工作是大家所追求的，为了保住现有的工作，我们需要投入更多的时间和精力。现在你已经认识到副业的重要性，可以马上着手解决，不要觉得已经太晚去学习了，只要你想学，就可以开始学习！",
    "annotation": [
      {
        "sentence": "求助者，我了解你的心情，有时候我们自己都处理不好自己的问题，怎么能给别人好的建议呢？",
        "label": ""
      },
      {
        "sentence": "对于自己而言，解答了别人的问题却无法解决自己的问题确实很矛盾。",
        "label": ""
      },
      {
        "sentence": "你说的很对，每个人对问题的看法和角度都不一样，你的老板有他自己的用人规则，而身边的人则有不同的观点。",
        "label": ""
      },
      {
        "sentence": "虽然无法理解为什么老板对你不满意，你会对自己哪方面做得不好感到困惑。",
        "label": ""
      },
      {
        "sentence": "失业后丧失了经济来源，这确实是一个困难的情况。",
        "label": ""
      },
      {
        "sentence": "你意识到自己在工作之外疏忽了其他方面，这是个进步，但现在你感到迷茫了。",
        "label": ""
      },
      {
        "sentence": "不过，我觉得你的自我调节能力还是可以的，不要怀疑自己。",
        "label": ""
      },
      {
        "sentence": "在这个特殊时期，一份稳定的工作是大家所追求的，为了保住现有的工作，我们需要投入更多的时间和精力。",
        "label": ""
      },
      {
        "sentence": "现在你已经认识到副业的重要性，可以马上着手解决，不要觉得已经太晚去学习了，只要你想学，就可以开始学习！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的理解和鼓励。我明白每个人的观点和评价可能有所不同，但有时我会陷入困惑，因为这些不同的观点让我很难分辨哪一个更接近真实的情况。我意识到了自己在工作之外的疏忽，但同时也感到了一些后悔，觉得以前应该更加注重自己的发展。我知道解决问题需要时间和努力，但我现在感到一点无助，不知道该如何改变现状。",
    "annotation": [
      {
        "sentence": "谢谢支持者的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白每个人的观点和评价可能有所不同，但有时我会陷入困惑，因为这些不同的观点让我很难分辨哪一个更接近真实的情况。",
        "label": ""
      },
      {
        "sentence": "我意识到了自己在工作之外的疏忽，但同时也感到了一些后悔，觉得以前应该更加注重自己的发展。",
        "label": ""
      },
      {
        "sentence": "我知道解决问题需要时间和努力，但我现在感到一点无助，不知道该如何改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你不必对过去的选择后悔，每个人都会犯错误，重要的是能够从中吸取教训并向前看。你意识到问题并希望改变，这已经是很大的一步了。现在的失业状态确实让你感到无助，但请相信，每个人都会经历低谷，重要的是如何逐渐找回自信和重新改变现状。你可以先思考一下自己的兴趣和能力，寻找一些能够发展的领域，尝试寻找新的机会和门路。同时，要对自己有信心，相信你有能力面对困难并克服它们。毕竟，失败不是终点，而是成功的一个必经过程。",
    "annotation": [
      {
        "sentence": "求助者，你不必对过去的选择后悔，每个人都会犯错误，重要的是能够从中吸取教训并向前看。",
        "label": ""
      },
      {
        "sentence": "你意识到问题并希望改变，这已经是很大的一步了。",
        "label": ""
      },
      {
        "sentence": "现在的失业状态确实让你感到无助，但请相信，每个人都会经历低谷，重要的是如何逐渐找回自信和重新改变现状。",
        "label": ""
      },
      {
        "sentence": "你可以先思考一下自己的兴趣和能力，寻找一些能够发展的领域，尝试寻找新的机会和门路。",
        "label": ""
      },
      {
        "sentence": "同时，要对自己有信心，相信你有能力面对困难并克服它们。",
        "label": ""
      },
      {
        "sentence": "毕竟，失败不是终点，而是成功的一个必经过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的鼓励和建议。我会尽力寻找自己的兴趣和能力所在，并努力寻找新的机会。逐渐恢复自信并重新调整自己的心态。你说的没错，失败只是成功的一个必经过程，我会学会从失败中吸取教训。还是很感谢你能给我提供这么多的支持和建议。",
    "annotation": [
      {
        "sentence": "谢谢支持者的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会尽力寻找自己的兴趣和能力所在，并努力寻找新的机会。",
        "label": ""
      },
      {
        "sentence": "逐渐恢复自信并重新调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "你说的没错，失败只是成功的一个必经过程，我会学会从失败中吸取教训。",
        "label": ""
      },
      {
        "sentence": "还是很感谢你能给我提供这么多的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，求助者。我很高兴能够帮助你，并看到你对自己的未来充满了信心。请记住，你并不孤单，身边有很多人会支持你的努力。无论遇到何种困境，都不要放弃自己，坚持不懈地追求你的目标。相信我，你一定会战胜眼前的困难，取得属于你的成功。如果你还有什么问题或者需要进一步的支持，随时都可以向我求助。",
    "annotation": [
      {
        "sentence": "不客气，求助者。",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助你，并看到你对自己的未来充满了信心。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，身边有很多人会支持你的努力。",
        "label": ""
      },
      {
        "sentence": "无论遇到何种困境，都不要放弃自己，坚持不懈地追求你的目标。",
        "label": ""
      },
      {
        "sentence": "相信我，你一定会战胜眼前的困难，取得属于你的成功。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么问题或者需要进一步的支持，随时都可以向我求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者，你的话让我更加坚定了自己的信心。我会继续努力，不断追求我的目标。如果以后还有问题，我一定会再来向你求助的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢支持者，你的话让我更加坚定了自己的信心。",
        "label": ""
      },
      {
        "sentence": "我会继续努力，不断追求我的目标。",
        "label": ""
      },
      {
        "sentence": "如果以后还有问题，我一定会再来向你求助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，求助者。我非常高兴能够帮助到你。祝愿你在接下来的日子里，能够找到适合自己的方向，并取得你期望的成就。无论遇到任何困难，记得只要坚持努力，就一定能够克服它们。我会一直在这里支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，求助者。",
        "label": ""
      },
      {
        "sentence": "我非常高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "祝愿你在接下来的日子里，能够找到适合自己的方向，并取得你期望的成就。",
        "label": ""
      },
      {
        "sentence": "无论遇到任何困难，记得只要坚持努力，就一定能够克服它们。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]