[
  {
    "role": "client",
    "content": "走近了就排斥，搞不清楚自己的恋爱人格？",
    "annotation": [
      {
        "sentence": "走近了就排斥，搞不清楚自己的恋爱人格？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能够给你带来一些收获，提供一种新的思路。你的提问和补充布柴都有看哦~（虽然感觉补充的很像征友贴~）其实你的想法就是恋爱过程中希望能有距离感，不要老黏在一起。具体体现在你自己所讲的“独立成熟稳重事事都比我强的人”，“我是一个很注重个人空间的人”。另外“可在一起之后我从未担心过他是否会离开我，我还发现他越来越依赖我，黏着我”这句话的前部分布柴读到了一丝失望，这也与你希望与比自己强的人交往呼应上了。所以布柴有以下2个观点可以分享一下。1.不知道你有没有自己主动喜欢的人，我想表述的是一个具体的人，而不仅仅是因为这个人像某一类人。你所提到的都是喜欢你的人（那你还挺优秀哈），所以我认为你不接受他人进入自己的领地会不会是因为你其实并不喜欢他们呢，自己不喜欢的人当然是不能进入自己领地的。2.我分享一些个人的经验，我自己个人也不太能接受另一半过分的粘人，但是并不排斥对方进入我的领地，因为长远的看，随着交往的深入，一定是需要对对方更加了解的，而不是停留在一个表面阶段，这样关系也很难有进一步的发展。希望能帮到你哟(＾Ｕ＾)ノ~ＹＯ。",
    "annotation": [
      {
        "sentence": "希望我的回答能够给你带来一些收获，提供一种新的思路。",
        "label": ""
      },
      {
        "sentence": "你的提问和补充布柴都有看哦~（虽然感觉补充的很像征友贴~）其实你的想法就是恋爱过程中希望能有距离感，不要老黏在一起。",
        "label": ""
      },
      {
        "sentence": "具体体现在你自己所讲的“独立成熟稳重事事都比我强的人”，“我是一个很注重个人空间的人”。",
        "label": ""
      },
      {
        "sentence": "另外“可在一起之后我从未担心过他是否会离开我，我还发现他越来越依赖我，黏着我”这句话的前部分布柴读到了一丝失望，这也与你希望与比自己强的人交往呼应上了。",
        "label": ""
      },
      {
        "sentence": "所以布柴有以下2个观点可以分享一下。",
        "label": ""
      },
      {
        "sentence": "1.不知道你有没有自己主动喜欢的人，我想表述的是一个具体的人，而不仅仅是因为这个人像某一类人。",
        "label": ""
      },
      {
        "sentence": "你所提到的都是喜欢你的人（那你还挺优秀哈），所以我认为你不接受他人进入自己的领地会不会是因为你其实并不喜欢他们呢，自己不喜欢的人当然是不能进入自己领地的。",
        "label": ""
      },
      {
        "sentence": "2.我分享一些个人的经验，我自己个人也不太能接受另一半过分的粘人，但是并不排斥对方进入我的领地，因为长远的看，随着交往的深入，一定是需要对对方更加了解的，而不是停留在一个表面阶段，这样关系也很难有进一步的发展。",
        "label": ""
      },
      {
        "sentence": "希望能帮到你哟(＾Ｕ＾)ノ~ＹＯ。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你对我的回答，听了你的意见觉得有些道理。但我不确定自己是不是真的不喜欢他们，我觉得可能是害怕他们离开我后的伤害，所以宁愿保持距离。我很怕恋爱让我失去自己的空间和独立性。",
    "annotation": [
      {
        "sentence": "谢谢你对我的回答，听了你的意见觉得有些道理。",
        "label": ""
      },
      {
        "sentence": "但我不确定自己是不是真的不喜欢他们，我觉得可能是害怕他们离开我后的伤害，所以宁愿保持距离。",
        "label": ""
      },
      {
        "sentence": "我很怕恋爱让我失去自己的空间和独立性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的害怕他们离开后的伤害很重要。恋爱中的依赖和黏着对你来说可能会造成困扰和不安全感，但也有可能是在亲密关系中你开放自己的一部分，所以害怕失去与伤害是正常的情感反应。我们可以逐步探索，了解你的需求和界限，同时保护自己的空间和独立性。",
    "annotation": [
      {
        "sentence": "你提到的害怕他们离开后的伤害很重要。",
        "label": ""
      },
      {
        "sentence": "恋爱中的依赖和黏着对你来说可能会造成困扰和不安全感，但也有可能是在亲密关系中你开放自己的一部分，所以害怕失去与伤害是正常的情感反应。",
        "label": ""
      },
      {
        "sentence": "我们可以逐步探索，了解你的需求和界限，同时保护自己的空间和独立性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的，可能我需要更多的时间来适应恋爱中的亲密关系和自己的需求。但是我怕我对他们的排斥和独立性需求会让他们误解我或者离开我。",
    "annotation": [
      {
        "sentence": "我明白你说的，可能我需要更多的时间来适应恋爱中的亲密关系和自己的需求。",
        "label": ""
      },
      {
        "sentence": "但是我怕我对他们的排斥和独立性需求会让他们误解我或者离开我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，但是真正适合你的人应该能够理解和尊重你的需求。在沟通中，可以逐渐表达你的感受和顾虑，看看他们是否能够接受和适应。相信对方也希望建立健康的关系，愿意为你们的发展做出努力。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，但是真正适合你的人应该能够理解和尊重你的需求。",
        "label": ""
      },
      {
        "sentence": "在沟通中，可以逐渐表达你的感受和顾虑，看看他们是否能够接受和适应。",
        "label": ""
      },
      {
        "sentence": "相信对方也希望建立健康的关系，愿意为你们的发展做出努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我以前没有好好表达自己的需求和担忧。我也会试着更加开放地与他们沟通，看看他们是否能够理解和支持我。",
    "annotation": [
      {
        "sentence": "可能我以前没有好好表达自己的需求和担忧。",
        "label": ""
      },
      {
        "sentence": "我也会试着更加开放地与他们沟通，看看他们是否能够理解和支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，表达和沟通是建立健康关系的关键。尝试以积极的方式与他们共享你的想法和感受，也让他们更好地了解你的内心世界。同时，也要尊重对方的感受和需求，通过相互理解和妥协来建立均衡和谐的关系。",
    "annotation": [
      {
        "sentence": "很好，表达和沟通是建立健康关系的关键。",
        "label": ""
      },
      {
        "sentence": "尝试以积极的方式与他们共享你的想法和感受，也让他们更好地了解你的内心世界。",
        "label": ""
      },
      {
        "sentence": "同时，也要尊重对方的感受和需求，通过相互理解和妥协来建立均衡和谐的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽力去沟通和表达自己的需求。谢谢你的建议和支持，我感觉有些释然了。",
    "annotation": [
      {
        "sentence": "我明白了，我会尽力去沟通和表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我感觉有些释然了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，很高兴能为你提供帮助和支持。希望你能够在恋爱中找到平衡并保护好自己的空间和独立性。如果还有其他疑问或者困惑，随时可以跟我分享哦！祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，很高兴能为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "希望你能够在恋爱中找到平衡并保护好自己的空间和独立性。",
        "label": ""
      },
      {
        "sentence": "如果还有其他疑问或者困惑，随时可以跟我分享哦！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，如果有需要我还会再来向你请教的。祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，如果有需要我还会再来向你请教的。",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的信任，随时欢迎你的再次咨询。祝你生活愉快，事事顺心！记得保持积极的心态！再见！",
    "annotation": [
      {
        "sentence": "非常感谢你的信任，随时欢迎你的再次咨询。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快，事事顺心！",
        "label": ""
      },
      {
        "sentence": "记得保持积极的心态！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]