[
  {
    "role": "client",
    "content": "在每个家庭中，老大是最辛苦的那个吗？长的普通，成绩普通，有着三两个朋友，圈子很小，小到受了委屈也没人倾诉，在家和弟弟妹妹吵架，妈妈总是怪老大，就不问青红皂白的一顿痛骂，接着又说：“他还小，你跟他计较什么呀？”可是你有没有考虑老大的感受？你们总是认为大的就应该让着小的，你们偏心可就是不敢承认，什么错都推到了老大的身上，直到现在我都还没明白是我太懂事让你觉得不需要爱还是爱的太满让你觉得不用珍惜。但我不想再解释了，接下来我该为高考而努力奋斗了，我会带着那该死的负面情绪往上爬。请你不要再说我了，我真的有太多压力了。",
    "annotation": [
      {
        "sentence": "在每个家庭中，老大是最辛苦的那个吗？",
        "label": ""
      },
      {
        "sentence": "长的普通，成绩普通，有着三两个朋友，圈子很小，小到受了委屈也没人倾诉，在家和弟弟妹妹吵架，妈妈总是怪老大，就不问青红皂白的一顿痛骂，接着又说：“他还小，你跟他计较什么呀？",
        "label": ""
      },
      {
        "sentence": "”可是你有没有考虑老大的感受？",
        "label": ""
      },
      {
        "sentence": "你们总是认为大的就应该让着小的，你们偏心可就是不敢承认，什么错都推到了老大的身上，直到现在我都还没明白是我太懂事让你觉得不需要爱还是爱的太满让你觉得不用珍惜。",
        "label": ""
      },
      {
        "sentence": "但我不想再解释了，接下来我该为高考而努力奋斗了，我会带着那该死的负面情绪往上爬。",
        "label": ""
      },
      {
        "sentence": "请你不要再说我了，我真的有太多压力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的烦恼，我能理解你的感受。作为家中的老大，我经历过类似的困扰。家中兄弟姐妹的排行对一个人的性格形成有一定的影响，老大一般会更憨厚老实一些，而弟妹们则可能会乖巧一些，比较会拍马屁，犯错时也会找替罪羊，对错误的承认也会更迅速。这其实很简单的原因，因为老大出生时能独享父母的恩宠，没有人与之分享父母的爱，所以可能会变得更加简单纯真。而弟妹们出生时，家里已经有了老大，他们要从老大那里分享父母的爱，或者是本能地想要争抢这份爱。知道这个原因后，你会不会感觉舒服一些呢？",
    "annotation": [
      {
        "sentence": "听到你的烦恼，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "作为家中的老大，我经历过类似的困扰。",
        "label": ""
      },
      {
        "sentence": "家中兄弟姐妹的排行对一个人的性格形成有一定的影响，老大一般会更憨厚老实一些，而弟妹们则可能会乖巧一些，比较会拍马屁，犯错时也会找替罪羊，对错误的承认也会更迅速。",
        "label": ""
      },
      {
        "sentence": "这其实很简单的原因，因为老大出生时能独享父母的恩宠，没有人与之分享父母的爱，所以可能会变得更加简单纯真。",
        "label": ""
      },
      {
        "sentence": "而弟妹们出生时，家里已经有了老大，他们要从老大那里分享父母的爱，或者是本能地想要争抢这份爱。",
        "label": ""
      },
      {
        "sentence": "知道这个原因后，你会不会感觉舒服一些呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。也许说出来，心里会好受一些。但是经历了这么多年，我真的很累了。我觉得父母总是偏心，把所有的错误都推到我身上，他们从来都没有考虑过我的感受。而且，我对自己变得很迷茫，不知道是因为太懂事让他们觉得不需要爱，还是他们觉得我们这么多子女，就不需要珍惜其中的每一个。现在，高三了，我面临着巨大的压力，但又没有人可以倾诉。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "也许说出来，心里会好受一些。",
        "label": ""
      },
      {
        "sentence": "但是经历了这么多年，我真的很累了。",
        "label": ""
      },
      {
        "sentence": "我觉得父母总是偏心，把所有的错误都推到我身上，他们从来都没有考虑过我的感受。",
        "label": ""
      },
      {
        "sentence": "而且，我对自己变得很迷茫，不知道是因为太懂事让他们觉得不需要爱，还是他们觉得我们这么多子女，就不需要珍惜其中的每一个。",
        "label": ""
      },
      {
        "sentence": "现在，高三了，我面临着巨大的压力，但又没有人可以倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的心声，我能感受到你的困惑和压力。现在的确是高三，考试压力很大，但是相信我，这段时间过去后，你就可以迎来一个新的天地，而家庭中的各种矛盾和争吵，也许会成为多年后最美好的回忆。我自己回想起来，和我的弟弟小时候吵架的情景，现在看来确实是件有趣的回忆。",
    "annotation": [
      {
        "sentence": "听到你的心声，我能感受到你的困惑和压力。",
        "label": ""
      },
      {
        "sentence": "现在的确是高三，考试压力很大，但是相信我，这段时间过去后，你就可以迎来一个新的天地，而家庭中的各种矛盾和争吵，也许会成为多年后最美好的回忆。",
        "label": ""
      },
      {
        "sentence": "我自己回想起来，和我的弟弟小时候吵架的情景，现在看来确实是件有趣的回忆。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我应该试着换个角度看待这些问题。不过，我现在真的觉得很沮丧和有压力，不知道该如何面对高考。",
    "annotation": [
      {
        "sentence": "或许你说得对，我应该试着换个角度看待这些问题。",
        "label": ""
      },
      {
        "sentence": "不过，我现在真的觉得很沮丧和有压力，不知道该如何面对高考。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你，高考的确是一段非常压力山大的时间。但是，请你不要太过沉浸在负面情绪之中。要相信自己的实力，不要怀疑自己。同时，也请找到适合自己的应对压力的方式，比如适当的放松和调节自己的情绪。",
    "annotation": [
      {
        "sentence": "我完全理解你，高考的确是一段非常压力山大的时间。",
        "label": ""
      },
      {
        "sentence": "但是，请你不要太过沉浸在负面情绪之中。",
        "label": ""
      },
      {
        "sentence": "要相信自己的实力，不要怀疑自己。",
        "label": ""
      },
      {
        "sentence": "同时，也请找到适合自己的应对压力的方式，比如适当的放松和调节自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力相信自己，找到适合自己的方式来应对压力。但是，我还是担心自己是否能够在高考中取得好成绩。",
    "annotation": [
      {
        "sentence": "我会尽力相信自己，找到适合自己的方式来应对压力。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心自己是否能够在高考中取得好成绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是很正常的，毕竟高考决定了未来的发展。但是，不要让这种担心压倒了你，相信自己的实力和努力，同时也要学会在考试之余适当地放松自己，调节好心态。只要你付出了努力，就一定会有相应的回报。",
    "annotation": [
      {
        "sentence": "这种担心是很正常的，毕竟高考决定了未来的发展。",
        "label": ""
      },
      {
        "sentence": "但是，不要让这种担心压倒了你，相信自己的实力和努力，同时也要学会在考试之余适当地放松自己，调节好心态。",
        "label": ""
      },
      {
        "sentence": "只要你付出了努力，就一定会有相应的回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着相信自己，努力克服这些困难。谢谢你一直以来的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我会试着相信自己，努力克服这些困难。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直会支持你的。相信自己，克服困难，你一定能够取得好成绩的。如果有任何困扰或者需要倾诉的时候，记得随时来找我聊天，我会一直陪伴在你身边的。",
    "annotation": [
      {
        "sentence": "不用客气，我一直会支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，克服困难，你一定能够取得好成绩的。",
        "label": ""
      },
      {
        "sentence": "如果有任何困扰或者需要倾诉的时候，记得随时来找我聊天，我会一直陪伴在你身边的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励。我会努力面对困难，相信自己，取得好成绩的。如果我再次有烦恼或者需要倾诉的时候，我一定会来找你的。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力面对困难，相信自己，取得好成绩的。",
        "label": ""
      },
      {
        "sentence": "如果我再次有烦恼或者需要倾诉的时候，我一定会来找你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我会一直在这里等候你的消息，支持你并且给予你鼓励。记得随时来找我，我会尽力帮助你的。祝你顺利度过高考，取得理想的成绩！",
    "annotation": [
      {
        "sentence": "我会一直在这里等候你的消息，支持你并且给予你鼓励。",
        "label": ""
      },
      {
        "sentence": "记得随时来找我，我会尽力帮助你的。",
        "label": ""
      },
      {
        "sentence": "祝你顺利度过高考，取得理想的成绩！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持！我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力的！",
        "label": ""
      }
    ]
  }
]